[
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nدكتور أحمد طه\r\nأخصائى الأمراض الباطنة\r\nالطب الإسلامي\r\nدار الاعتصام\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالإهداء\r\nإلى زوجي العزيرة « أم محمد » وفاء وتقريرا\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nفي الطب الإسلامي هو سرد للتاريخ أو تفاخر بالأمجاد أو تحميل بعض ما كتبه الأطباء المسلمون ما لم يرموا إليه لزعم أنهم توصلوا إلى كذا وكذا قبل أن يكتشفه غيرهم في العصر الحديث . . ورغم أن هذا قد يكون سببا مقبولا خاصة أن المسلمين في سباتهم العميق قد تناسوا حتى التفاخر بما فعله سلفهم : فلا يزال الأطباء في العالم الإسلامي يجهلون الكثير عن هذا الطب لأن مادته لا تدرس في معظم كليات الطب في العالم الإسلامي وحتى الدول العربية الإسلامية التي تدرّسه في كلياتها تفعل ذلك لتثبت أن العرب كانوا أسبق في الحضارة المادية من الغربيين وأن الحضارة العربية هي أساس الحضارة الغربية المعاصرة . والكتب التي ألفت سواء بالعربية أو غيرها من اللغات تدور في المحور نفسه ويبقى الخلاف بين ما ألف بالعربية وغير العربية في ما إذا كان ما عرفه العرب من علم الطب كان أصيلا أم أنهم إقتبسوه من حضارات أخرى كالأغريق مثلا . .\r\nفعدم الأصالة هو ما يحاول إثباته الكتاب الغربيون وينفيه الكتاب العرب .\r\nوالحقيقة التي يغفل عنها دائما هي التصورات والمفاهيم التي قام عليها الطب الإسلامي . إن الطب الإسلامي قام على هدى الإسلام الذي يخضع كل شئ للّه الواحد الأحد فهو لذلك لا يشذ عن هذه القاعدة . . ومع أن الطب في العالم في عصور ما قبل الإسلام قام على فكرة الإيمان بإله رغم ما اكتنف ذلك من بعض الأساطير فإن الطب في المجتمع الغربى المعاصر قام كغيره من العلوم الحديثة على رفض الكنيسة ولفكرة الدين ممثلا في الكنيسة لذلك نجده قد نشأ ماديا وزادت المادية شيئا فشيئا حتى أضحت المادية في أوجها في عصرنا الحاضر .\r\nفالطب الحديث توغل في اكتشافات وسائل التشخيص حتى باتت أكثر تعقيدا بينما قل الجانب الإنسانى في الطب ولم يغد هدف معظم الأطباء أن يهتموا بالمرضى قدر اهتمامهم بالمرض نفسه . . كما أن المرء يلمس التناقض في كثير من\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم الحمد للّه الذي هدانا لهذا وما كنا لنهتدى لولا أن هدانا اللّه والصلاة والسلام على صفوة رسله وخاتم أنبيائه سيدنا محمد وعلى آله وصحبه وسلم . .\r\n\r\nتمهيد\r\nنشأ الطب الإسلامي بعد بعثة النبي صلى اللّه عليه وسلم وظل طيلة قرون الحضارة الإسلامية . ويطلق البعض على هذا الطب اسم « الطب العربي » غير أن هذه التسمية ليست دقيقة . فهذا الطب نشأ في ظل الحضارة الإسلامية وكان جزءا لا يتجزأ منها واضمحل عندما غربت شمس تلك الحضارة عن العالم ، والعرب قبل الإسلام لم يكن لهم طب مميز فقد كانوا في جاهلية شملت معظم أنشطة الحياة وحتى العلوم الطبية التي كانت لديهم لم تتبلور إلا بعد الإسلام ، ثم إن معظم الأطباء الذين اشتهروا وكانوا روادا للطب الإسلامي ، كالرازي وابن سينا وعلي بن عباس ، لم يكونوا عربا بل كانوا أعاجم عرّبهم الإسلام الذي جعل العربية لسانا ، لا عصبية ولا جنسا ، فكتبوا بلغة القرآن . أضف إلى ذلك أن عددا غير قليل من أطباء الطب الإسلامي لم يكونوا مسلمين وإنما عاشوا تحت ظل الدولة الإسلامية ذمّيين وساهموا بنصيب وافر في الترجمة والتأليف الطبى . ولم يكن ذلك ممكنا إذا لم يعيشوا في ظل الحضارة الإسلامية التي كفلت لهم من الحقوق ما كفلته للمسلم .\r\nولا يظن القارئ أن الهدف من وراء تأليف هذا الكتاب\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nنواحي الطب الحديث فهو من ناحية - على سبيل المثال - يوسع دائرة الإجهاض ويتفنن في اختراع الوسائل التي تقى من الحمل ومن ناحية يبذل جهدا كبيرا حتى يمكنه ، إن استطاع ، أن يخلق جنينا . فمن بنوك للحيوانات المنوية إلى تلقيح اصطناعى إلى أطفال ملقحة في الأنابيب وغيره .\r\nوإذا قدر للحضارة الإسلامية أن تحكم أوروبا فمن المؤكد أن تصورا نابعا من الإيمان باللّه هو الذي كان سيسود العلوم الطبية وغيرها من العلوم . . وللأسف فإننا لسنا بمنأى عما يحدث في الغرب ، بل إن هدف الدول الإسلامية الآن هو أن تصل إلى ما وصل إليه الغرب من مستشفيات مجهزة بأحدث الأجهزة ومراكز بحوث . وقد جر ذلك كثيرا من الدول إلى أن تجلب ما لا تحتاجه من أجهزة وخبرات وأشخاص حتى تضل إلى ما وصل إليه الغرب .\r\nوقد يسأل سائل مشفق ، في ديار الإسلام ، وقد يوافقه غربى منصف ، هل الدول الإسلامية بحاجة إلى كل ما عند الغرب من علوم طبية ؟ وهل من الأفضل أن يلتفت المسلمون إلى تراثهم فيصنعوا لأنفسهم طبا نابعا من تراثهم وبيئتهم وفق حاجتهم ، يعنى بمشاكلهم ، إنسانيا يعنى بالإنسان وبعبوديته لربه ؟ وما هو الضمان إن نحن جلبنا من الغرب بضاعته الطبية ألا تنقل معها القضايا الأخلاقية التي يكثر الجدل حولها اليوم في الغرب ؟ خاصة وأن هناك مؤشرات كثيرة تشير إلى أن بوادر من هذه قد وصلت المجتمعات الإسلامية فعلا . وقد يعتقد البعض أن الطب الغربى إذا إستوطن المجتمعات الإسلامية وصار بأيدي المسلمين أصبح طبا إسلاميا ، وغنى عن القول أن ما هو إسلامي ليس هو الذي يحمل اسم الإسلام وإن كان خاليا من محتوى الإسلام وعقيدته وتصوره وروحه . إنما الإسلامي الذي يخضع لربوبية اللّه وشرعه ، يحس أولو الأبصار أنه\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nإسلامي وإن خلا من التسمية ، فكم من مستشفيات ومؤسسات صحية تحمل اسما عربيا أو إسلاميا لا تكاد تحس وأنت تدخلها أنك في ديار إسلام وما يذكرك ما فيها باللّه بل قد تفتن في دينك وأنت فيها .\r\nإن أول خطوة لتصحيح مسار الطب في العالم الإسلامي هو أن يدرس المسلمون خاصة طلبة الطب والأطباء والمعنيون بالشؤون الصحية تراث أجدادهم الطبى وهذا الكتاب محاولة متواضعة في هذا المجال . .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالفصل الأول الطب عبر العصور\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nالطب عبر العصور\r\nخلق اللّه سبحانه وتعالى آدم بشرا سويا خاليا من الأمراض البدنية والقلبية وأسكنه الجنة وحينما هبط إلى الأرض كان عليه أن يسعى ليؤمن الحاجات الضرورية لبقائه من مطعم ومشرب ومسكن والتي وفرت له في الجنة من غير شقاء ، وقد أدت عوامل البيئة المحيطة والعادات الخاطئة إلى إصابة ذرية آدم بالأمراض المختلفة . . وقد ورّث الإنسان بنيه بعض هذه الأمراض عن طريق الصفات الوراثية . ولا نعدو الحقيقة إذا قلنا إن الإنسان قد بدأ الاهتمام بصحته وخبر المرض منذ بدء الخليقة . وعن طريق المحاولة والخطأ أدرك الإنسان ما لبعض الأعشاب التي تنمو حوله من خاصية علاج بعض الأمراض ، وقد بدأ التطبيب بدائيا فرديا ثم شب وترعرع في ظل الحضارات الإنسانية القديمة خاصة التي قامت على ضفاف الأنهار وأخذ طابع الجماعية فبدأت طائفة من الناس تحترف التطبيب وتداوى غيرها وتسجل خبرتها للأجيال التي تعقبها . ولقد كان للطب في كل من تلك الحضارات صفات مميزة . . نجملها في هذا السرد السريع .\r\n\r\nالطب عند البابليين والأشوريين :\r\nتعاقبت على بلاد ما بين النهرين أمم سادت حضارتها ثم بادت . فقد سكن السومريون والكلدانيون الوادي بين نهرى دجلة والفرات منذ حوالي خمسة آلاف سنة قبل ميلاد السيد المسيح عليه السلام وإزدهرت حضارتهم ، ولعلها أول حضارة سجلها التاريخ ، ثم زالت حوالي ألفي سنة قبل الميلاد . وخلف البابليون السومريين ، كما خلف الأشوريون\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالبابليين . . وقد نشأ الطب في بلاد ما بين النهرين مرتبطا بالدين وممتزجا بالسحر والتنجيم . وقد لعب السحر والتنجيم دورا بارزا في طب البابليين والآشوريين فقد كان السحر يستخدم في العلاج وكان تشخيص داء المريض وإعلامه به سواء كان مرضا فرديا ، أو عند انتشار وباء عام يتم عن طريق النجوم . وكان الاعتقاد السائد أن الأمراض ناتجة عن أرواح شريرة إذا وقى الإنسان منها عاش معافا سليما . . وكان الكهان هم الأطباء وهم على ثلاث طبقات : طبقة تتنبأ بمصير المريض من شفاء وخلافه وطبقة متخصصة في طرد الأرواح الشريرة وطبقة ثالثة هم الأطباء الحقيقيون الذين يعالجون بالأدوية والعمليات الجراحية ، وقد اهتم الكهنة بالكبد واعتقدوا أنها مركز الحياة وموطن سرها فكانوا يأخذون أحشاء الخراف التي يسوقها المرضى قرابين ، بعد ذبحها ، ويفحصون الكبد ويقارنون النتوءات التي به بتمثال كبد صنعوه من الصلصال ووضعوه في المعبد ، وعلى حسب التفاوت بين كبد الخروف وتمثال الكبد يتنبأون بمدى خطورة حالة المريض .\r\nولا شك أن أهم مميزات طب الآشوريين هي قوانين حمورابي الذي حكم في الفترة ما قبل ألفي سنة قبل الميلاد ، وقد كتبت هذه القوانين على سلة من الصخر البلورى الأسود - محفوظة الآن بمتحف اللوفر بباريس - وضعت في معبد في مدينة بابل . وهي دليل على مدى إدراك الإنسان منذ زمن سحيق للحاجة إلى قوانين تنظم مهنة الطب لما لها من خطورة تتعلق بأرواح الناس . وقد نظمت هذه القوانين أجور الأطباء والعقوبات المفروضة في حالة وقوعهم في الخطأ . .\r\nوقد عرف البابليون الطب التجربى على طريقتهم البدائية فقد كانوا يحملون مرضاهم إلى الشوارع والميادين والساحات العامة ويعرضونهم ليراهم المارة فيستفسرون عن شكواهم ، ويرافق كل مريض أحد أقاربه ليشرح للناس سيرة مرضه فإذا سبق أن أصيب أحد المارة بمرض مشابه وصف للمريض العلاج الذي استعمله فيسجله المرافق وينفذه ، وتعتبر هذه الطريقة أحسن محاولة علمية لممارسة الطب في ذلك العصر . .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالطب عند قدماء المصريين :\r\nنشأت حضارة قدماء المصريين على ضفاف نهر النيل منذ حوالي أربعة آلاف سنة قبل الميلاد ، وهي من أقدم الحضارات التي سجلها التاريخ .\r\nعاصرت حضارة قدماء المصريين حضارة السومريين إلا أن أحدا لا يستطيع أن يجزم أو ينفى اتصال هاتين الحضارتين ببعضهما بأي شكل من الأشكال .\r\nولقد ارتبط الطب المصري القديم ارتباطا وثيقا بالمعابد ، وكان الكهنة هم الذين يقومون بتطبيب المرضى ويتقاضون رواتب على ذلك من دخل المعابد . . وكان قدماء المصريين يعتقدون أن المرض هو نتيجة روح شريرة سكنت جسم الإنسان . . وكان فن المعالجة يقتضى معرفة حقيقة هذه الروح الشريرة والاستعانة على طردها بالتعاويذ والتمائم وأحيانا بالسحر ، وكانت الأدوية والمستحضرات الطبية المستخلصة من الأعشاب والحيوانات تستعمل كعوامل مساعدة لطرد هذه الأرواح ، وقد دوّن قدماء المصريين معارفهم الطبية على أوراق البردى « 1 » .\r\nوقد اشتهر من أطباء قدماء المصريين أمحتب  Imhotep  ( حوالي 3500 سنة ق . م ) الذي جعلوه إله الطب ضمن آلهة متعددة حسبوا أنها تواسى المرضى وتشفيهم فكانت إيزيس  Isis  هي إله الشفاء عندهم ، يتوجهون إليها بالأدعية عند تحضير الأدوية . أما حورس  Horus  فهو إله الصحة الذي اتخذ شكل عينه ، التي قيل إنها فقدت في صراعه مع الشيطان ثم أعيدت إليه بمعجزة ، تميمة تقى المرض وتشفى منه ، ويقال أن حرف /  R  الذي لا يزال يكتب على الوصفات الطبية حتى اليوم يرمز لتلك العين بعد أن تحور شكلها بمرور الزمن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البردى : نبات مائي كان قدماء المصريين يصنعون منه أوراقا للكتابة .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nورغم براعة قدماء المصريين في تحنيط أجسام الموتى إلا أن معلوماتهم في علم التشريح ظلت بدائية .\r\nويبدو أن عملية التحنيط عند قدماء المصريين انبثقت من عقيدتهم في خلود الروح ، لذا حرصوا على حفظ جثث الموتى استعدادا لحياة أخرى\r\nوقد بدأت عملية التحنيط منذ أربعة آلاف سنة قبل الميلاد واستمرت إلى حوالي 600 سنة قبل الميلاد ، وكانت عملية التحنيط تتم باستخراج المخ عن طريق الأنف ثم الأحشاء من البطن ، ويعالج تجويف الجمجمة ببعض العقاقير ويدهن التجويف البطنى ويحشى بمادة تحفظ الجسم من التحلل - لا تزال سرا لم يكشف عنه بعد - ثم تدفن الجثة بعد ذلك في النّطرون لمدة سبعين يوما ولعل الحكمة من ذلك هو امتصاص سوائل الجسم التي تعمل على تعفنه ، ثم تلف الجثة بعد ذلك بأربطة من الكتّان من الرأس إلى أخمص القدمين وتوضع في المقبرة .\r\nوقد ساعد فحص الموميات حديثا على معرفة بعض الأمراض التي كانت منتشرة عند قدماء المصريين كلين العظام وحصى الكلى والمرارة ومرض البلهارسيا .\r\n\r\nالطب عند الإغريق :\r\nسادت حضارة الإغريق إلى حوالي ثلاثمائة سنة قبل الميلاد ، ولا ريب أن طب الإغريق قد تأثر بطب قدماء المصريين وطب بابل وآشور ، فقد امتدت حضارة الإغريق من منطقة البحر الأبيض المتوسط إلى مشارف نهرى دجلة والفرات . . وكما ألّه قدماء المصريين « أمحتب » ألّه الإغريق اسقلبيوس  Aesculapius  الذي يعتقد أنه أول طبيب إغريقى عاش حوالي 1250 سنة قبل الميلاد ، وشيدوا له المعابد في جميع أرجاء اليونان ، وكانت معابد اسقلبيوس تقام في أعالي الجبال قرب\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالينابيع والمياه الجارية ، وكان أشهر هذه المعابد معبد ابيدارس  Epidaraus  الذي يقع على الساحل الشرقي لليونان وقد شيد على هضبة عالية فوق الجبال ، وكان المرضى يتوجهون إلى تلك المعابد طلبا للشفاء وينامون فيها ليلا ، وكان الاعتقاد أن اسقلبيوس يأتيهم في المنام ويصف لهم العلاج .\r\nوقد وضعت في المعابد التماثيل التي تصور اسقلبيوس وهو ممسك بعصا في يده يلتف حولها ثعبان وهو ما أصبح فيما بعد ولا يزال إلى وقتنا هذا رمز الصحة وشعارها .\r\nوقد عرف الإغريق نوعا آخر من الطب اعتمد على القياس والتجربة ، ولد مع أبقراط وارتبط باسمه . .\r\n\r\nطب أبقراط ( 460 - 375 ق . م ) :\r\nولد أبقراط في جزيرة قوص  Cos  في آسيا الصغرى لإب وجد مارسا مهنة الطب ، وقد اعتمد طبه على الدرس الدقيق وتميز بدقة الملاحظة وتسجيل المشاهدات على المرضى والالتصاق الوثيق بهم حتى لقب بأبى الطب ، بيد أن أكثر ما اشتهر به أبقراط هو اهتمامه بالفضائل الإنسانية في ممارسة الطب حتى صار ينسب إليه كثير من الحكم والمؤلفات التي وضعها غيره لمجرد أنها تعنى بأخلاقيات الطب .\r\nكانت صناعة الطب قبل أبقراط يتوارثها الأبناء عن الآباء وكان الطبيب يعلم ولده أو حفيده . وكان التعليم يتم مشافهة وما احتاجوا لتدوينه دوّنوه بلغة لا يفهمها أحد سواهم ، حتى جاء أبقراط فأخرج الطب من دائرة الأسرة الضيقة إلى بطون الكتب وعلّمه من لا تربطة به صلة القرابة فعمّ الطب وشاع .\r\nويدل القسم المسمى باسم أبقراط على اهتمام شديد بالطهارة والفضيلة والخلق المستقيم وهي صفات يشترط توفرها في الشخص الذي يوكل إليه علاج المرضى ويبدو ذلك واضحا من كلمات القسم على\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nأننا لا نجزم أن كل ما جاء في القسم من وضع أبقراط وإنما يدل على لروح التي بثها أبقراط في تلاميذه ومعاصريه . يقول القسم :\r\n« إني أقسم . . . على أنى أفي بهذه اليمين وهذا الشرط ، وأرى أن المعلم لي هذه الصناعة بمنزلة آبائي وأواسيه في معاشى ، وإذا احتاج إلى مال واسيته وواصلته من مالي » . .\r\n« وأما الجنس المتناسل منه فأرى أنه مساو لإخوتى ، وأعلمهم هذه الصناعة إن احتاجوا إلى تعلمها بغير أجرة ولا شرط . وأشرك أولادي وأولاد المعلم لي والتلاميذ الذين كتب عليه الشرط أو حلفوا بالناموس الطبى في الوصايا والعلوم وسائر ما في الصناعة وأما غير هؤلاء فلا أفعل به ذلك ، وأقصد في جميع التدابير ، بقدر طاقتى ، منفعة المرضى » . .\r\n« وأما الأشياء التي تضر بهم وتدنى منهم بالجور عليهم فأمنع منها بحسب رأيي ، ولا أعطى إذا طلب منى دواء قتّالا ، ولا أشير أيضا بمثل هذه المشورة . وكذلك أيضا لا أدنى من النسوة فرزجة « 1 » تسقط الجنين وأحفظ نفسي في تدبيري وصناعتي على الزكاة والطهارة ، ولا أشق أيضا عمن في مثانته حجارة ، ولكن أترك ذلك إلى من كانت حرفته هذا العمل .\r\nوكل المنازل التي أدخلها إنما أدخل إليها لمنفعة المرضى ، وأنا بحال خارجة عن كل جور وظلم وفساد إرادىّ مقصود إليه في سائر الأشياء ، وأما الأشياء التي أعاينها في أوقات علاج المرضى أو أسمعها ، في غير أوقات علاجهم في تصرف الناس من الأشياء التي لا ينطق بها خارجا فأمسك عنها ، وأرى أن أمثالها لا ينطق به » . .\r\n« فمن أكمل هذا اليمين ولم يفسد شيئا كان له إن يكمل تدبيره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مادة مجهضة .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nوصناعته على أفضل الأحوال وأجملها ، وأن يحمده جميع الناس فيما يأتي من الزمان دائما ، ومن تجاوز ذلك كان بضده » « 1 » .\r\nوقد وضع أبقراط شروطا لطالب الطب منها : « أن يكون حديث السن ، جيد الفهم ، حسن الحديث ، صحيح الرأي ، عفيفا ، شجاعا ، مالكا لنفسه عند الغضب ، وأن يكون مشاركا للعليل ، مشفقا عليه ، حافظا للأسرار » . . وكان إبقراط ملتزما في سلوكه بما كان يعلمه لتلاميذه فكان لا يأخذ على المعالجة أجرا من الفقراء ومتوسطى الحال .\r\nوقد نسب إلى أبقراط كثير من الأقوال المأثورة من أشهرها :\r\n« العمر قصير والصناعة طويلة والزمان جديد والتجربة خطر » .\r\n« الطب قياس وتجربة » . .\r\n\r\nمدرسة الإسكندرية :\r\nتأسست مدرسة الطب بالإسكندرية بعد أن فتح الإسكندر الأكبر - المقدوني - ، أحد تلاميذ أرسطو طاليس الفيلسوف اليوناني ، مصر وذلك حوالي 300 سنة قبل الميلاد ، وقد امتزج في هذه المدرسة الطب المصري القديم والطب الإغريقى . . وقد اشتهرت مدرسة الإسكندرية بمكتبتها الضخمة التي ضمت آلاف المؤلفات ، وبأبحاثها في علمي التشريح ووظائف الأعضاء .\r\nوقد اشتهر من بين أطباء مدرسة الإسكندرية هيروفيل  Herophilus  وهو أول من شرح جثة إنسان علنا وأرستسترات  Erasistratus  وكان عالما بوظائف الأعضاء ، وقد فقدت مدرسة الإسكندرية مكانتها حوالي سنة 30 قبل الميلاد بعد اتساع الإمبراطورية الرومانية فانتقل مركز الثقل إلى روما .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عيون الأنباء ص 45 بتصرف . .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nالطب عند الرومان :\r\nورث الرومان الإغريق وتأثروا بحضارتهم . وقد اقتبس الرومان من الإغريق فكرة إنشاء المعابد لعلاج المرضى وقيام الكهنة بدور الأطباء فيها . فقد كان الرومان ينفون مرضاهم من الأرقاء إلى معبد أنشأوه في إحدى الجزر ليزيحوا عن كاهلهم مسؤولية علاجهم . ظل الطب في روما لعدة قرون مهنة يحترفها الرقيق والمعتوقون حتى جاء يوليوس قيصر فمنح حق المواطنة لكل طبيب يمارس الطب بروما وذلك تشجيعا لهجرة الأطباء إلى روما . وكان أكثر أطباء الرومان من الإغريق . . وكان أشهر أطباء روما على الإطلاق جالينوس .\r\n\r\nجالينوس ( 130 - 200 م ) :\r\nولد جالينوس في فرغاموس  Pergamum  التي تقع على بعد خمسين ميلا شمال أزمير بتركيا ورحل إلى بلاد اليونان ثم إلى الإسكندرية . .\r\nوعند وصول جالينوس للإسكندرية كان تشريح الجثث قد توقف في مدرسة الطب بها ، إلا أنه درس هيكل الإنسان العظمى كما أنه استنبط معلوماته في علم التشريح ووظائف الأعضاء من تشريح الحيوانات خاصة القرود وخرج منها باستدلالات طبقها على الإنسان وهذا يفسر بعض آرائه الخاطئة . . مكث جالينوس بالإسكندرية ما يقرب من خمس سنين ثم غفل راجعا إلى مسقط رأسه ومنها توجه إلى روما حيث مارس الطب بها . .\r\nوقد صنف جالينوس عدة مؤلفات بلغت المائة ، ظلت مصدرا للمعارف الطبية مدة أربعة عشر قرنا ، من بينها ستة عشر رسالة كان يقرأها المتطببون متوالية .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nكان جالينوس يؤمن أن وراء هذا الكون قوة مدبرة هي قوة اللّه الحكيم الخبير الذي خلق جسم الإنسان لحكمة ، وأن جميع المخلوقات بما فيها الإنسان دالة في تركيبها ووظائفها على إبداع الخالق عز وجل . .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nالفصل الثاني تاريخ الطب الإسلامي\r\n\r\nالطب في صدر الإسلام\r\n\r\nالطب الجاهلي :\r\nلم يكن للعرب في الجاهلية حظ وافر من المعرفة الطبية ، وكان طبهم مبنيا على وصفات متوارثه . كان الجاهليون يعتقدون كسابقيهم من الأمم أن سبب الأمراض أرواح شريرة وكانوا يتطببون عند الكهان والعرافين والمنجمين والسحرة ، ويستخدمون التمائم والقلائد لعلاج بعض الأمراض ، كما يستخدم الكي في علاج الأمراض المعضلة ويقولون « إذا أعيا الدواء فآخر الطب الكي » .\r\nوقد برع من أطباء الجاهلية الحارث بن كلدة الثقفي ، وهو من الطائف ، تعلم الطب بجند يسابور في فارس وصار كأبقراط في قومه .\r\nوكان الرسول صلّى اللّه عليه وسلم يوصى بالتطبيب عنده . توفى الحارث في خلافة معاوية وإليه ينسب القول المشهور « المعدة بيت الداء والحمية رأس الدواء ، وعودوا كل جسم ما أعتاد » .\r\n\r\nالطب في عصر النبوة :\r\nجاء الإسلام نورا للقلوب وهداية للبشرية فأخرج العرب من ضيق الكفر إلى سعة الإيمان فأقاموا حضارة بنيت على الصلة باللّه سبحانه وتعالى ، وخرجوا من جزيرتهم ينشرون التوحيد والعدل والإخاء والمساواة ، وقد قام ضمن هذه الحضارة نظام طبي متميز امتد لعدة قرون وفي هذا الفصل نعرض لبعض ملامح هذا الطب .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\n[ 1 
  ] الطب في القرآن الكريم :\r\nالقرآن الكريم ليس بكتاب طب ولكنه كتاب تشريع ونظام متكامل محقق لمصالح الإنسان في الدنيا والآخرة  لا يَأْتِيهِ الْباطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ تَنْزِيلٌ مِنْ حَكِيمٍ حَمِيدٍ  « 1 » وكل ما جاء فيه متفقا مع ما توصل إليه حديثا من علوم طبية وغيرها إنما جاء ليدل على قدرة اللّه تعالى فيرد النفس الغافلة إلى فطرتها السليمة . وليس أدل على ذلك من أن القرآن الكريم اهتم بالتنبيه إلى الظواهر المحسوسة من مطر وزرع وحرث وخلق وغيرها مما اعتاد عليه الإنسان فأصبح لا يحس به ولا يتفكر فيه .\r\nوقد يظن إنسان أنه قد يقنع كثيرا من الناس بقضايا الإيمان إذا أثبت أن بعض ما توصل إليه العلم الحديث سبق إليه القرآن والسنة المطهرة .\r\nوهذا الاتجاه قد لا يخلو من تفسير مادي للدين فهو يضع العلم الحديث مقياسا تفسر على ضوئه الآيات القرآنية والحديث فيحمل النص أكثر مما يحتمل فيكون التكلف والاعتساف ، كما أن هذا السلوك ربما يدل على إعجاب بما توصل إليه العلم الحديث .\r\nإن الإيمان باللّه لا بد له من وعى يقيني فهو نداء الفطرة ووظيفة الكتب السماوية والرسل ، هو إيقاظ الفطرة في النفس البشرية فتستقيم عقيدة وسلوكا ، ومتى آمن المرء فإنه يخضع كل شؤون الحياة بما فيها العلم الحديث لقضايا الإيمان وليس العكس . القرآن حين يذكر بعض الأمور المتعلقة بالطب فإنما يذكرها إما لإعجازها ودلالتها على أن لهذا الكون ربا ، وإما لعلاقتها بالعبادات أو لاتصالها بحياة الناس العامة . وإذا اتفقت بعض المكتشفات الطبية الحديثة مع ما جاء في القرآن الكريم فذلك ليزداد الذين آمنوا إيمانا لا لتتخذ أساسا تبنى عليه الدعوة إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فصلت / 42 . .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nالإسلام . إن الدعوة للإسلام تتم إذا ما تمسك المسلمون بالفضائل التي دعا إليها دينهم وحثهم عليها وباتوا للناس متميزين في الخلق والسلوك .\r\nهذه المقدمة كان لا بد منها قبل أن نذكر بعض ما جاء في القرآن الكريم من آيات تتعلق بالطب .\r\n\r\nخلق الإنسان وتكوين الجنين :\r\nتحدث القرآن الكريم في أكثر من موضع عن خلق الإنسان لأنها عملية تتكرر كل يوم ، ولأنها تذكر الإنسان بما كان عليه من ضعف قبل أن يبلغ أشده ويستوى ويصبح خصما لربه . وإذا جمعنا الآيات والأحاديث النبوية المتعلقة بالخلق فإننا نحصل على صورة متكاملة لأطوار خلق الجنين نجملها فيما يلي متضمنة طائفة من الآيات والأحاديث النبوية :\r\nيتكون الجنين من جزء من منى الرجل ، والذي يخرج من بين ظهر وعظام صدر الرجل « 1 » ، وهو النطفة وماء المرأة ، وكلاهما تكون من عناصر التراب الموجودة في أغذية الإنسان إما حيوانية أو نباتية « 2 » ، ويتم تخلق الجنين في الرحم تحيط به المشيمة ويحميه جدار البطن ، ويمر الخلق بعدة أطوار منها ثلاثة رئيسية تستغرق كل منها أربعين يوما . فبعد التقاء ماء الرجل وماء المرأة تتكون العلقة التي تعلق بجدار الرحم ثم تتحول إلى مضغة وهي قطعة من لحم غليظ لا تحمل شكلا معينا ويتكون من هذه المضغة الهيكل العظمى الذي يكسى باللحم ، وإذا أتت على النطفة أربعة أشهر نفخت الروح في الجنين . . وإذا لم يكن مقدرا للمضغة أن تبلغ تمامها فإن الرحم يلفطها فيحدث الإجهاض « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الرازي - مفاتح الغيب .\r\n( 2 ) في ظلال القرآن - سيد قطب . .\r\n( 3 ) في ظلال القرآن : سيد قطب .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nيحدد ماء الرجل جنس الجنين الذي يكتسب صفاته الوراثية من أبيه وأمه غير أن صفات أحدهما تسود . وأقل مدة لحمل يؤدى إلى جنين تام حي هي ستة أشهر .\r\n   أَ لَمْ يَكُ نُطْفَةً مِنْ مَنِيٍّ يُمْنى ثُمَّ كانَ عَلَقَةً فَخَلَقَ فَسَوَّى فَجَعَلَ مِنْهُ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثى    « 1 » .\r\n  خُلِقَ مِنْ ماءٍ دافِقٍ يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرائِبِ   « 2 » .\r\n يَخْلُقُكُمْ فِي بُطُونِ أُمَّهاتِكُمْ خَلْقاً مِنْ بَعْدِ خَلْقٍ فِي ظُلُماتٍ ثَلاثٍ  « 3 » .\r\n   وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ سُلالَةٍ مِنْ طِينٍ ثُمَّ جَعَلْناهُ نُطْفَةً فِي قَرارٍ مَكِينٍ ثُمَّ خَلَقْنَا النُّطْفَةَ عَلَقَةً فَخَلَقْنَا الْعَلَقَةَ مُضْغَةً فَخَلَقْنَا الْمُضْغَةَ عِظاماً فَكَسَوْنَا الْعِظامَ لَحْماً ثُمَّ أَنْشَأْناهُ خَلْقاً آخَرَ فَتَبارَكَ اللَّهُ أَحْسَنُ الْخالِقِينَ    « 4 » .\r\n وَقَدْ خَلَقَكُمْ أَطْواراً  « 5 » .\r\n فَإِنَّا خَلَقْناكُمْ مِنْ تُرابٍ ثُمَّ مِنْ نُطْفَةٍ ثُمَّ مِنْ عَلَقَةٍ ثُمَّ مِنْ مُضْغَةٍ مُخَلَّقَةٍ وَغَيْرِ مُخَلَّقَةٍ لِنُبَيِّنَ لَكُمْ وَنُقِرُّ فِي الْأَرْحامِ ما نَشاءُ  « 6 » .\r\n( قال رسول اللّه صلّى اللّه عليه وسلم : « إن أحدكم ليجمع خلقه في بطن أمه أربعين يوما نطفة ، ثم يكون علقة مثل ذلك ، ثم يكون مضغة مثل ذلك ، ثم يرسل إليه الملك فينفخ فيه الروح ويؤمر بأربع كلمات :\r\nرزقه وعمله وهل هو شقى أم سعيد » « 7 » . . ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القيامة : 37 - 40 . .\r\n( 2 ) الطارق : 6 ، 7 .\r\n( 3 ) الزمر : 6 : قال مجاهد : ظلمة البطن والرحم والمشيمة تفسير مجاهد : تحقيق عبد الرحمن الطاهر السورنى ، ص : 556 - مطابع الدوحة الحديثة : 1396 ه / 1976 م . .\r\n( 4 ) المؤمنون : 12 - 14 . .\r\n( 5 ) نوح : 14 . .\r\n( 6 ) الحج : 5 . .\r\n( 7 ) رواه البخاري ومسلم . .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nروى عن رسول اللّه صلّى اللّه عليه وسلم أنه قال : « إذا غلب ماء الرجل يكون الولد ذكرا ويعود شبهه إليه وإلى أقاربه وإذا غلب ماء المرأة فإليها وإلى أقاربها يعود الشبه « 1 » .\r\n وَحَمْلُهُ وَفِصالُهُ ثَلاثُونَ شَهْراً  « 2 » .\r\nوالدارس لعلم الأجنة يدرك تطابق ما توصل إليه العلم الحديث مع ما قرره القرآن الكريم والأحاديث النبوية . . على أننا نود أن ننبه إلى نقطتين :\r\nالأولى : بما كانت الآية :  يَخْرُجُ مِنْ بَيْنِ الصُّلْبِ وَالتَّرائِبِ  تشير - واللّه أعلم - إلى ما هو معروف الآن في علم الأجنة من أن الخصيتين ، وهما مكان تكون الحيوان المنوى ، تتكونان في ، ظهر الجنين ثم تنزلان إلى مكانهما في الصفن قبل ولادة الجنين .\r\nوالثانية : أن علم ما في الأرحام من مفاتيح الغيب التي لا يعلمها إلا اللّه كما تبين الآية في آخر سورة لقمان :  إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ ما فِي الْأَرْحامِ وَما تَدْرِي نَفْسٌ ما ذا تَكْسِبُ غَداً وَما تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ . .  وقد يظن قارىء أن الآية لا تقصر علم ما في الأرحام على اللّه ، الا أن هذه الآية يفسرها الحديث الصحيح الذي رواه البخاري والإمام أحمد : مفاتيح الغيب خمس لا يعلمهن إلا اللّه عز وجل :  إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ وَيَعْلَمُ ما فِي الْأَرْحامِ وَما تَدْرِي نَفْسٌ ما ذا تَكْسِبُ غَداً وَما تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ  وقد فسر ابن كثير  وَيَعْلَمُ ما فِي الْأَرْحامِ  بأنه علم جنس الجنين أذكر أم أنثى ولونه أحمر أو أسود وغيره من الصفات . وهذا لا يتعارض مع ما توصل إليه الطب الحديث من معرفة جنس الجنين قبل ولادته فكما يقول ابن كثير في سياق تفسيره لهذه الآية « هذه مفاتيح الغيب التي استأثر اللّه تعالى بعلمها فلا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الرازي . .\r\n( 2 ) الأحقاف : 15 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nيعلمها أحد إلا بعد إعلامه تعالى بها » « وكذلك لا يعلم ما في الأرحام مما يريد أن يخلقه تعالى سواه ولكن إذا أمر بكونه ذكرا أو أنثى أو شقيا أو سعيدا علم الملائكة الموكلون بذلك ومن شاء من خلقه » .\r\nوعلم اللّه يقيني أزلي لا يصح أن يقاس بعلم البشر . . فاللّه يعلم صفات الجنين عند تلقيح البويضة ، بل قبل أن يخلق الكون بينما وسائل العلم الحديث تعرف ذلك في مراحل متقدمة وهي وسائل سخرها اللّه للإنسان بفضله وكرمه ومشيئته .\r\nوقد خلقت هذه المعلومات القرآنية والنبوية المتعلقة بالجنين رؤية واضحة في تصور الأطباء المسلمين للجنين وأطواره حتى أصبحوا أسبق لغيرهم في هذا المجال .\r\nفبينما اعتنق الغربيون آراء أرسطو الذي اعتقد أن الجنين يتكون من المرأة وحدها وأن منى الرجل يعطى فقط الروح للجنين وهو غير ضروري لتكوينه ، وظلت هذه النظرية شائعة بين علماء أوروبا حتى القرن التاسع عشر الميلادي ، كان لعلي بن العباس المتوفى سنة ( 384 ه / 994 م ) تصور مختلف « 1 » . . إذ يقول في كتابه « كامل الصناعة » « إن الجنين إنما يتم بامتزاج منى الذكر بمنى الأنثى . . .\r\nويتولد من المنى في الغشاء عند المنافذ التي يجرى فيها الدم إلى الجنين عروق وشرايين أفواهها متصلة بأفواه العروق والشرايين التي تصير إلى الرحم فيتصل العرق منها بفم العرق والشريان بفم الشريان ثم إن هذه العروق والشرايين المتوالدة تشتبك وتنتسج وتستدير معا على الغشاء وتنطوى فيما بينها وتحيط بها من خارج . . ثم إن العروق غير الضوارب تجتمع كلها ويلتئم منها عرقان غير ضاربين وكذلك الشرايين تجتمع ويلتئم منها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبيب مسلم من أسرة مجوسية لذا يلقب بالمجوسي ، ولد بالأهواز بفارس وعاصر الرازي واشتهر بكتاب « كامل الصناعة » الذي ألفه للسلطان عضد الدولة البويهي ولذلك يعرف أيضا ب « الكتاب الملكي » . .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nشريانان ، ثم تأتى أربعتها إلى سرة الجنين فإذا جاوزت السرة غير بعيد اجتمع العرقان إلى عرق واحد والشريانان إلى شريان واحد ويقال لهذا الغشاء المشتبك الذي فيه العروق والشرايين المشيمة » « 1 » .\r\n\r\nالحيض :\r\nتحدث القرآن الكريم عن الحيض للتشريع في موضعين أحدهما : في سياق الحديث عن عدة المطلقة :  وَالْمُطَلَّقاتُ يَتَرَبَّصْنَ بِأَنْفُسِهِنَّ ثَلاثَةَ قُرُوءٍ  « 2 » .\r\nوالثاني : للنهي عن المعاشرة الجنسية أثناء الحيض :  وَيَسْئَلُونَكَ عَنِ الْمَحِيضِ قُلْ هُوَ أَذىً فَاعْتَزِلُوا النِّساءَ فِي الْمَحِيضِ  « 3 » .\r\nونلاحظ أن فترة النهى هي أقل مما شرعته الأديان الأخرى ففي اليهودية تمتد هذه الفترة إلى حوالي إسبوعين . . والمحظور هو الجماع كما فصلته السنة المطهرة ، مما يدل على أن من حكمة المنع أسبابا تتعلق بجهاز المرأة التناسلى أثناء الحيض ، يجدها القارئ مبسوطة في كتب الطب المتخصصة .\r\nوعدة المطلقة هي للتأكد من عدم وجود حمل من الزواج السابق ولذلك كانت ثلاث حيضات - لتنتفى الأسباب الأخرى التي تؤدى لانقطاع الطمث - أو هي ثلاثة أشهر لمن لم يسبق لها الحيض أو يأست من المحيض ، ومعلوم أن الجنين يكتمل شكله الظاهري ويمكن معرفة وجوده بالفحص الطبى للبطن بعد ثلاثة أشهر من الحمل . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كامل الصناعة في الطب ج - 1 ص 117 ، 118 . .\r\n( 2 ) البقرة : 228 .\r\n( 3 ) البقرة - 222 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nالرضاعة :\r\nاهتم العرب قبل الإسلام بالرضاعة فكانوا يرسلون أولادهم مع المرضعات بالبادية لينموا في جو البادية الصحي النقى وليكتسبوا لسانا عربيا سليما « 1 » وقد استرضع رسول اللّه صلى اللّه عليه وسلم في بنى سعد « 2 » . وعندما جاء الإسلام أبقى على عادة الرضاعة وجعلها حقا من حقوق المولود ، وحددها بعامين ، وجعل للأم الأولوية في إرضاع وليدها :\r\n وَالْوالِداتُ يُرْضِعْنَ أَوْلادَهُنَّ حَوْلَيْنِ كامِلَيْنِ لِمَنْ أَرادَ أَنْ يُتِمَّ الرَّضاعَةَ  « 3 » . فإذا تعذر على الأم إرضاع طفلها لانحراف في صحتها أو غيره أرضعت المولود مرضعة :  وَإِنْ تَعاسَرْتُمْ فَسَتُرْضِعُ لَهُ أُخْرى  « 4 » .\r\nولقد بلغ من عناية الإسلام بالرضاعة أن نظمها حتى بعد انفصام عرى الزوجية . . وقد روى عن سيدنا عمر رضى اللّه عنه أنه فرض عطاء لكل وليد يفطم ثم عدل عن ذلك حينما رأى الناس يفطمون أبناءهم مبكرا وفرض لكل مولود من يوم ولادته . .\r\nوإرضاع الأم لولدها إلى جانب أنه وقاية له من كثير من الأمراض المميتة يعطيه الغذاء الذي يناسبه ويساعد على نمو العلاقة العاطفية بينها وبينه . . لذلك جاءت توصيات هيئة الصحة العالمية والمنظمة الدولية لرعاية الأطفال : « اليونيسيف » ( 1400 ه - 1980 م ) متفقة مع ما قرره القرآن الكريم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الروض : الأنف للسهيلى - ج - 1 ص 187 - دار المعرفة - بيروت .\r\n( 2 ) روى أن أبا بكر الصديق رضى اللّه عنه قال لرسول اللّه صلى اللّه عليه وسلم : « ما رأيت أفصح منك يا رسول اللّه ! فقال عليه السّلام : « وما يمنعني ، وأنا من قريش ، ورضعت في بنى سعد ؟ » . .\r\n( 3 ) البقرة - 233 .\r\n( 4 ) الطلاق - 6 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nوهنالك شبهة يجدر الإشارة إليها فإن بعض الغربيين ، يتبعهم بعد الببغاوات ممن ينتسبون للإسلام ، يدعون أن انتشار مرض لين العظام ( الكساح ) بين أطفال البلدان الإسلامية ، رغم أشعة الشمس يرجع ضمن عدة أسباب إلى الإصرار على إرضاع المولود عامين كاملين ، وإلى حجاب المرأة المسلمة ، وهذا محض افتراء . صحيح أن آية الرضاع أمر أخرج مخرج الخبر - على رأى معظم المفسرين والفقهاء - إلا أنه لا يفهم منها تحريم إعطاء الطفل أي غذاء آخر بجانب الرضاعة ، كما أن المرأة المسلمة غير مأمورة بالحجاب في بينها وبين محارمها ، إنما السبب يعود لفقدان الأمة الإسلامية شخصيتها فهي تسمح لقطاع كبير منها أن يسكن في مساكن لا تليق بآدمى ، رغم ما وسع اللّه عليها في الرزق وتترك غيرها ليستفيد من خيراتها ، أو هي في جحر الضب تقتبس من المعمار ما لا يتناسب مع بيئتها وتبنى أقفاصا تحجب أشعة الشمس عن ساكنيها - رغم ما أعطاها اللّه من سعة في الأرض - وتحسب ذلك تقدما وعمرانا . . وقد كانت العمارة الإسلامية في عصور الحضارة الإسلامية تضع في اعتبارها عند تصميم الأبنية الشمس ودرجات الحرارة والرياح وغيرها من عوامل البيئة بالإضافة إلى سعة المساكن . . فهذا ابن القيم يصف لنا مساكن رسول اللّه صلى اللّه عليه وسلم وصحابته ومن تبعه بأنها من أحسن المنازل تقى الحر والبرد وتستر عن العيون ، ولا يخاف سقوطها لفرط ثقلها ، ولا تعتور عليها الأهوية والرياح المؤذية لارتفاعها ، وليست تحت الأرض فتؤذى ساكنها ولا في غاية الارتفاع عليها ، بل وسط ، ولا تضيق عن ساكنها فينحصر ولا هي واسعة بغير منفعة ولا فائدة « 1 » .\r\nونجد في القرآن الكريم أيضا الإشارة إلى خاصية الشفاء لبعض الأغدية كالعسل :  وَأَوْحى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبالِ بُيُوتاً \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زاد المعاد ج 3 - ص 142 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n  وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ ، ثُمَّ كُلِي مِنْ كُلِّ الثَّمَراتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا . يَخْرُجُ مِنْ بُطُونِها شَرابٌ مُخْتَلِفٌ أَلْوانُهُ فِيهِ شِفاءٌ لِلنَّاسِ   « 1 » ، وقد أثبتت الأبحاث الطبية الحديثة فعالية العسل في علاج كثير من الأمراض .\r\nومن العجيب أن معظم أبحاث فوائد العسل الطبية خرجت من الاتحاد السوفياتى ، معقل الإلحاد في عصرنا الحاضر . ولا يزال العسل مجال خصب للأبحاث الطبية من الواجب على الأطباء المسلمين الاهتمام به . . كما جاء في القرآن الكريم أيضا ضمن معجزات سيدنا عيسى عليه السلام شفاء البرص والعميان .\r\n\r\n2 ) الطب النبوي :\r\nشملت الأحاديث النبوية بعض الإرشادات والوصفات الطبية عرفت بالطب النبوي . وقد صنف علماء ، منهم ابن القيم ( 691 - 751 ه / 1291 - 1350 م ) « 2 » والحافظ الذهبي ( 673 - 748 ه / 1274 - 1348 م ) « 3 » وجلال الدين السيوطي ( 849 - ؟ ؟ ؟ « 4 » ، مصنفات تتناول هذه الأحاديث بالدراسة ، لعل أشهرها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النحل 68 ، 69 .\r\n( 2 ) اشتهر بابن قيم الجوزية نسبة إلى المدرسة التي أنشأها محى الدين ابن الجوزي بدمشق لأن والده كان قيمّا عليها ، نشأ في دمشق وتتلمذ على يد ابن تيميّة وحبس معه فلما مات ابن تيميّه افرج عنه . اشتغل بالعبادة حتى قال عنه تلميذه ابن كثير : لا أعرف في زماننا من أهل العلم أكثر عبادة منه ووصفه الحافظ ابن حجر بالتعبد وقلة التكلف . كما اشتغل بنشر العلم والتأليف . بلغت تصانيفه نيفا وستين كتابا في الفقه وأصوله وفي العقائد والحديث والسيرة .\r\n( 3 ) هو شمس الدين محمد بن عثمان قايماز التركماني . اشتهر بالذهبي . وكتابه « الطب النبوي » . ولد في دمشق ثم انتقل إلى مصر والحجاز طلبا للعلم . . نبغ في علم القراءات والحديث وتولى عدة وظائف علمية في دمشق كما اشتغل بالتأليف والتدريس . تجاوزت مؤلفاته التسعين مؤلفا في الحديث والتاريخ والتراجم وغيرها .\r\n( 4 ) ولد بالقاهرة وسافر إلى الشام والحجاز واليمن والهند والمغرب ثم استقر بالقاهرة ، اشتغل بطلب العلم في سن مبكرة وشغل عدة وظائف ثم تفرغ للكتابة والتأليف . وقد اشتهر -\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nكتاب الطب النبوي لابن القيم وهو جزء من كتابه « زاد المعاد » .\r\nوهنالك جدل يثور حول ما إذا كانت هذه الأحاديث النبوية المتعلقة بالطب وحىّ من اللّه أم هي اجتهاد من الرسول صلى اللّه عليه وسلم مثلما حدث عندما نهى صلى اللّه عليه وسلم عن تأبير النخل فلم ينتج محصولا وفيرا فقال صلى اللّه عليه وسلم : « إذا كان شيئا من أمر دنياكم فشأنكم وإذا كان شيئا من أمر دينكم فإلىّ » « 1 » .\r\nوهناك رأيان : الرأي الأول ، أن هذه الأحاديث من باب إبداء الرأي في أمر من أمور الدنيا فليس المسلم بملزم بالأخذ به وهذا ما ذهب إليه ابن خلدون في مقدمته حيث يقول « 2 » :\r\n« وللبادية من أهل العمران طب يبنونه في غالب الأمر على تجربة قاصرة على بعض الأشخاص ، ويتداولونه متوارثا عن مشايخ الحي وعجائزه ، وربما يصح منه البعض ، إلا أنه ليس على قانون طبيعي ، ولا عن موافقة المزاج ، وكان عند العرب من هذا الطب كثير ، وكان فيهم أطباء معروفون : كالحارث بن كلدة وغيره ، والطب المنقول في الشرعيات ( النبوات ) من هذا القبيل وليس من الوحي في شئ ، وإنما هو أمر كان عاديا للعرب ، ووقع في ذكر أحوال النبي صلى اللّه عليه وسلم من نوع ذكر أحواله التي هي عادة وجبلّة ، لا من جهة أن ذلك مشروع على ذلك النحو من العمل . فإنه صلى اللّه عليه وسلم إنما بعث ليعلمنا الشرائع ، ولم يبعث\r\n\r\n\r\n","description":"","footnote":"\r\n- بمؤلفاته الكثيرة حتى قيل إنها بلغت ستمائة مؤلف شملت التفسير وعلوم القرآن والحديث والفقه واللغة العربية والتاريخ من بينها كتابه « الطب النبوي » . .\r\n( 1 ) رواه : أحمد ومسلم .\r\n( 2 ) هو عبد الرحمن بن خلدون حضرمي الأصل ولد بتونس التي هاجرت أسرته إليها من الأندلس . كان والده عالما فقيها اهتم بتعليمه وتربيته . عاش ابن خلدون في تلمسان بالمغرب ثم رحل إلى القاهرة واشتغل بالتدريس في الجامع الأزهر وتولى قضاء المالكية . وقد اشتهر ابن خلدون بمقدمة كتابه في التاريخ الذي أسماء « كتاب العبر وديوان المبتدأ والخبر في أيام العرب والعجم والبربر ومن عاصرهم من ذوى السلطان الأكبر - الذي يقع في سبع مجلدات - وخالف فيه من سبقه بتدوينه التاريخ حسب تاريخ الدول لا بحسب السنين ، وقد اعتبرت مقدمة ابن خلدون أول ما كتب في علم فلسفة التاريخ وشهد له علماء أوروبا بأنه واضع هذا العلم .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nلتعريف الطب ولا غيره من العادّيات . وقد وقع له في شأن تلقيح النخّل ما وقع فقال : « أنتم أعلم بأمور دنياكم » فلا ينبغي أن يحمل شئ من الذي وقع من الطب الذي وقع في الأحاديث الصحيحة المنقولة على أنّه مشروع ، فليس هناك ما يدل عليه ، اللهم إلا إن استعمل على جهة التبرك وصدق العقد الإيمانى ، فيكون له أثر عظيم في النفع ، وليس ذلك من الطب المزاجى وإنما هو من آثار الكلمة الإيمانية ، كما وقع في مداواة المبطون بالعسل ونحوه » « 1 » .\r\nأما ابن القيم فله رأى مخالف فهو يقول :\r\n« إن رسول اللّه صلى اللّه عليه وسلم إنما بعث هاديا وداعيا إلى اللّه وإلى جنته ومعرّفا باللّه ومبينا للأمة مواقع رضاه وآمرا لهم بها ومواقع سخطه وناهيا لهم عنها ومخبرهم أخبار الأنبياء والرسل وأحوالهم مع أممهم وأخبار تخليق العالم وأمر المبدأ والمعاد وكيفية شقاوة النفوس وسعادتها وأسباب ذلك .\r\nوأما طب الأبدان فجاء من تكميل شريعته ومقصودا لغيره بحيث إنما تستعمل عند الحاجة إليه فإذا قدر الاستغناء عنه كان صرف الهمم والقوى إلى علاج القلوب والأرواح وحفظ صحتها ودفع أسقامها وحميتها مما يفسدها هو المقصود بالقصد الأول وإصلاح البدن بدون إصلاح القلب لا ينفع وفساد البدن مع إصلاح القلب مضرته يسيرة جدا وهي مضرة ذائلة تعقبها المنفعة الدائمة التامة » . .\r\n« إن طب النبي صلى اللّه عليه وسلم متيقن قطعي إلهي صادر عن الوحي ومشكاة النبوة وكمال العقل وطب غيره أكثره حدس وظنون وتجارب ولا ينكر عدم انتفاع كثير من المرضى بطب النبوة فإنما ينتفع به من تلقاه بالقبول واعتقاد الشفاء به وكمال التلقي له بالإيمان والإذعان فهذا القرآن الذي هو شفاء لما في الصدور إن لم يتلق هذا التلقي لم يحصل به شفاء لما في الصدور من أدوائه بل لا يزيد المنافقين إلا رجسا إلى رجسهم ومرضا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ العلامة ابن خلدون ج - 2 ص 918 - 919 - دار الكتاب اللبناني\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nإلى مرضهم وأين يقع طب الأبدان منه فطب النبوة لا يناسب إلا الأبدان الطيبة كما أن شفاء القرآن لا يناسب إلا الأرواح الطيبة والقلوب الحيّة .\r\nفإعراض الناس عن طب النبوة كإعراضهم عن الاستشفاء بالقرآن الذي هو الشفاء النافع وليس ذلك لقصور في الدواء ولكن لخبث الطبيعة وفساد المحل وعدم قبوله » « 1 » .\r\nعلى أننا نميل إلى رأى ابن القيم ذلك أن الطب يعنى بالصحة وحفظ النفس التي هي من مقاصد الشريعة فلا يصح أن يقال فيه بالاجتهاد .\r\nوالشافي هو اللّه وإنما الطبيب والأدوية وسائل وقد يبارك اللّه في شئ فيجعل فيه الشفاء دون أن نتمكن بواسطة وسائلنا المعملية من إستخلاص مادة فيه فعالة تساعد على الشفاء .\r\nعلى أن استعمال الأدوية الواردة في الطب النبوي يجب ألّا يمنع المريض من استعمال أي دواء ثبتت فعاليته في علاج مرض يشكو منه لأن النبي صلى اللّه عليه وسلم أمرنا بالتداوى وأخبرنا أن علاج بعض الأمراض سيكشف عنه في المستقبل وكان يوصى أصحابه بالعلاج عند احذق الأطباء وأمهرهم .\r\nوأحاديث المصطفى صلى اللّه عليه وسلم التي هي معالم للمسلم الملتزم رغم أنها لا تحتوى على نظام طبي معين إلا أنها لعبت دورا هاما لتهيئة المناخ المناسب للطب الإسلامي . كما أنها بلورت العادات الغذائية السليمة وقواعد الصحة العامة التي اتبعتها الأجيال المسلمة المتعاقبة عبر العصور . إضافة إلى ذلك فإن الطب النبوي كان أول كتاب يدرسه طالب الطب قبل ممارسته المهنة ، لذلك فإنه ساعد على خلق العقلية المتفتحة ذات الاستعداد لتلقى الطب العملي التجريبى مستقبلا ، كما حدد الأطر والملامح التي يكون عليها ذلك الطب .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زاد المعاد ج 3 ص 70 ، 74 . .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nالطب الوقائي :\r\nاهتم الطب النبوي بالوقاية ونظافة البدن والمسكن والطرقات وحارب العادات السيئة كالتبول والتبرز في مجارى المياه أو استعمال الماء الملوث أو تلويث مجالس الناس وممراتهم وشرع الحجر الصحي عند ظهور الأوبئة وذلك في أحاديث كثيره نورد منها ما يلي :\r\n« تنظفوا فإن الإسلام نظيف » « 1 » .\r\n« إن اللّه طيب . . يحب الطيب ، نظيف يحب النظافة ، كريم يحب الكرم ، فنظفوا أفنيتكم ولا تتشبهوا باليهود ، يجمعون القمامة في دورهم » « 2 » .\r\n« اتقوا الملاعن الثلاث « 3 » البراز في الموارد وقارعة الطريق والظل » « 4 » .\r\n« ان رسول اللّه صلّى اللّه عليه وسلم نهى أن يبال في الماء الجاري » .\r\n« أن رسول اللّه صلّى اللّه عليه وسلم نهى أن يبال في الماء الراكد » « 5 » .\r\n« لا يبولن أحدكم في مستحمه ثم يغتسل فيه أو يتوضأ فيه » « 6 » .\r\n« الطاعون رجز أرسله اللّه على طائفة من بني إسرائيل أو على من كان قبلكم فإذا سمعتم به بأرض فلا تقدموا عليه وإذا وقع بأرض وأنتم بها فلا تخرجوا فرارا منه » « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواه ابن حبّان .\r\n( 2 ) مسند البزار .\r\n( 3 ) أي التي تجلب على فاعلها اللعنة من اللّه والناس .\r\n( 4 ) رواه أبو داود .\r\n( 5 ) رواه الخمسة .\r\n( 6 ) متفق عليه .\r\n( 7 ) رواه البخاري .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nالطب العلاجى :\r\nنهى رسول اللّه صلّى اللّه عليه وسلم عن الكي وأرشد إلى خاصية الشفاء في العسل :\r\n« الشفاء في ثلاث شربة عسل وشرطة محجم وكية نار وأنا أنهى أمتي عن الكي » « 1 » .\r\nوفي رواية « وما أحب أن اكتوى » وقد ورد أن النبي صلّى اللّه عليه وسلم استخدم الكي لإيقاف النزف من الجروح . وهنالك عدد مع العلاجات أرشد إليها صلّى اللّه عليه وسلم ولا زالت تستعمل في عصرنا الحاضر منها علاج الحمى بالماء . مصداقا للحديث الذي ثبت في الصحيحين : « إنما الحمى أو شدة الحمى من فيح جهنم فأبردوها بالماء » وفتح الخراجات وحلق الرأس عند إصابته بالقمل واستعمال السنامكى كملين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواه البخاري . .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nالطب الإسلامي بعد عصر النبوة\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nالطب الإسلامي بعد عصر النبوة\r\nيحاول بعض المؤرخين الغربيين أن يبخس أطباء المسلمين قدرهم فيصور أن المسلمين نقلوا العلوم الطبية القديمة ولم يضيفوا إليها شيئا ، وينسى هؤلاء أن التراث الإنسانى هو حلقة متصلة تربط الماضي بالحاضر وتبنى كل حضارة على ما أنجزه من سبقها وتعطى بدورها عطاءها الذي يفيد منه من يأتي بعدها . لقد أخذ الأطباء المسلمون من علوم الذين سبقوهم من أطباء الإغريق والرومان وغيرهم وأثبتوا لهم الفضل وأجلوهم ولم ينسبوا أي عمل من أعمال الأقدمين إلى أنفسهم ، فالرازى مثلا كان يفصل في كتابه المشهور « الحاوي » بين آرائه وآراء غيره حرصا على الأمانة العلمية .\r\nلقد أضاف الأطباء المسلمون إضافات أصيلة أفادت منها أوروبا في حضارتها الحديثة ، فقد كان تراث المسلمين العلمي أساس الثقافة الأوربية من القرن التاسع إلى القرن الثاني عشر الميلادي . . لقد عرف السوريان طب أبقراط وجالينوس وما رسوه عدة قرون وترجموا كتب الطب اليونانية ولكن علمهم بهذا الطب لم يتطور وظل على ما هو عليه طيلة تلك القرون ولكنه نما وازدهر عندما عرفه المسلمون . . ومما مكن المسلمين من النهوض بالطب اليوناني والروماني أنهم كانوا مهيئين لذلك روحيا وعقليا . أضف إلى ذلك أن المسلمين حفظوا تراث اليونان والرومان الطبى بلغتهم العربية حتى تمت ترجمته إلى اللغة اللاتينية فقد فقدت أصول عدة مؤلفات لإبقراط وجالينوس وغيرهم ولم يعرف عنها إلا عن طريق الترجمات العربية .\r\nولم يكن نقل أطباء المسلمين من غيرهم من غير روح بل عرضوا ما أخذوه على قيمهم وخبرتهم فأبقوا على ما هو صواب ونبذوا ما هو خطأ وخالفوا الأطباء الذين سبقوهم أمثال إبقراط وجالينوس في كثير من\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nالآراء ، وليس أدل على ذلك من أن المسلمين حينما أخذوا قسم أبقراط غيروا بدايته التي تبدأ بالقسم بابولو الطبيب وإسقلبيوس وهيجا وبانيسيا وجميع الآلهة إلى القسم باللّه رب الحياة والموت ، وواهب الصحة ، وخالق الشفاء وكل علاج . ويعزو المؤرخ الطبى الإنجليزى شارلس سنكر  Charles Singer  عناية المسلمين بتراث جالينوس إلى التزامه في طبه بإيمانه باللّه وتدينه .\r\nويخطئ المؤرخون الذين يقيسون التفوق الطبى بمقياس العصر الحديث فيعيبون على الطب الإسلامي وطب الأقدمين عدم اتباعه للمذهب التجريبى وخضوعه له ، ولا شك أن العلم الحديث قد أسرف في هذا المجال وشغف بالكشوفات الجديدة حتى طغت النزعة التجريبية على الجانب الإنسانى في الطب . . ولقد أدرك العقلاء من أطباء الغرب أنفسهم أن ليس كل تجربة جديدة تؤدى إلى خير وقد يكون ضررها أشد في مجال الطب ، ومن الإنصاف أن يقال أنه لولا ما قام به الأقدمون من فكر ومعرفة لما وصلت أوروبا إلى ما هي عليه الآن من حضارة مادية تفاخر بها . .\r\n\r\nتطور الطب الإسلامي :\r\nكانت مدينة جند يسابور  Jundi - Shapur  الفارسية ، والتي اندثرت وحلت مكانها قرية شاهباد الواقعة في جنوب غرب إيران على مقربة من مدينة الأهواز الحالية ، مركزا كبيرا نشطا للعلم والمعرفة قبل الإسلام . . فقد أقام أحد الأكاسرة للدولة الساسانية جامعة بها توسع نشاطها بعد أن هاجر إليها النسطوريون ، ثم العلماء والفلاسفة من أثينا بعد إغلاق مدرسة أثينا عام 529 م . . والنسطوريون أو النساطرة طائفة من النصارى أتباع نسطور بطريرك القسطنطينية الذي انشق عن الكنيسة الرومانية عام 431 م لرفضه فكرة أن المسيح عليه السلام هو ابن اللّه ،\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nوهاجر وأتباعه إلى إديسا  Edessa  وأنشأ بها مدرسة للطب إلا أن اضطهاد البيزنطيين لاحقهم وأغلقت مدرستهم عام 489 م فاضطروا للهجرة إلى بلاد الفرس والإقامة بجند يسابور . . وعلى مدى ثلاثة قرون أخذ النسطوريون في ترجمة أعمال الإغريق الطبية من اللغة اليونانية إلى لغتهم السوريانية . . وظلوا طوال هذه القرون يعلمون الطب في جنديسابور ويمارسونه . . وقد احتكت جند يسابور أيضا بالثقافة الهندية وذلك في القرن السادس الميلادي حينما أوفد كسرى أنو شروان وزيره إلى الهند ليتعلم الطب فعاد الوزير محملا بكتب الطب الهندية مع نخبة من أطباء الهند . . ولا يستبعد أن يكون بعض أطباء مدرسة الإسكندرية قد جاءوا إلى جنديسابور بعد إغلاق تلك المدرسة .\r\nوعند ظهور الإسلام كانت مدرسة جند يسابور الطبية في أوج مجدها ثم أصبحت جزءا من الدولة الإسلامية بعد انتصار المسلمين على الفرس . . وفي عهد الخلافة العباسية ( القرن الثاني الهجري / التاسع الميلادي ) بدأ الخلفاء العباسيون يستدعون أطباء جند يسابور من النساطرة إلى بغداد . . وظل النساطرة أطباء البلاد المقربين لأكثر من قرن . . وكان أكثرهم من أسرة واحدة هي آل نجتيشوع وهي أسرة قدمت مشاهير الأطباء حتى القرن الخامس الهجري / الحادي عشر الميلادي . وكان أبو جعفر المنصور الخليفة العباسي الذي أسس مدينة بغداد قد أمر بإحضار عميد الأسرة جرجس نجتيشوع ، ( توفى سنة 204 ه ) الذي كان يرأس مدرسة جند يسابور الطبية ومستشفاها ، إلى بغداد . وهنالك عائلة أخرى هي عائلة ماسوية قدمت عددا من الأطباء نزح عميدها الذي عمل ثلاثين عاما مديرا لصيدلية مستشفى جند يسابور إلى بغداد وأصبح طبيبا في بلاط هارون الرشيد . .\r\nوعندما تولى المأمون الخلافة ( 198 ه - 813 م ) أنشأ « دار الحكمة » في بغداد وحشد لها المترجمين وزودهم بما يحتاجون لينقلوا الطب والعلم والفلسفة من اليونانية إلى العربية ، وكان أعظم هؤلاء\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nالمترجمين على الإطلاق حنين بن إسحاق ( 194 - 265 ه - 815 - 873 م ) « 1 » لم يكن حنين مترجما كفئا فحسب بل كان أيضا طبيبا بارعا درس الطب في جند يسابور وألف فيه . . وقد ساعد حنينا في الترجمة ابن أخيه حبيش وابنه إسحاق . . كان حنين يترجم من الإغريقية للسريانية ، أما معاونوه خاصة حبيش فيترجمون من السريانية إلى العربية ، ثم يراجع حنين الترجمة النهائية وپصاهيها بالأصل الإغريقى . . وأحيانا يترجم حنين من الإغريقية إلى العربية مباشرة . . وقد تمكن حنين ومساعدوه من ترجمة عدد كبير من الكتب شملت أعمال أبقراط وجالينوس وأرسطو طاليس وأفلاطون . وقد اشتهر من بين المترجمين أيضا اسطفان بن باسيل وثابت بن قرة .\r\n( 221 - 288 ه / 836 - 901 م ) « 2 » .\r\nوهكذا أصبحت كتب الطب الإغريقى بأيدي المسلمين وبلغتهم فدرسوها ومارسوا ما بها من طب تناولوه بالشرح والنقد وعرفوا ما هو مطابق للواقع منه وما لبث أن ظهرت منهم طبقة من الأطباء كونت لنفسها طبا أصيلا مارسته ودرّسته والفت فيه . . وكان أول مؤلف لأول عمل إسلامي ضخم في مجال الطب هو علي بن ربّن الطبري ( ولد سنة 196 ه / 808 م ) « 3 » الذي اعتنق الإسلام والف كتاب « فردوس الحكمة » ( 236 ه / 850 م ) واعتمد في تأليفه على تعاليم إبقراط وجالينوس ومساويه وحنين ، والطبري هو أستاذ الرازي الطبيب المسلم المشهور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سوريانى من طائفة العباد وهي طائفة من النصارى . ولد بالحيرة وقيل في بغداد . تعلم اللغة العربية بأرض فارس وأتقنها فكان فصيح اللسان بارعا بها . تتلمذ على يوحنا بن مساوية . عينه المأمون عميدا لبيت الحكمة الذي أنشأة سنة 215 ه مارس الطب في بغداد . . بلغت مؤلفاته مائة مؤلف يتصدرها كتاب ( المسائل في الطب ) و ( العشر مقالات في العين ) . .\r\n( 2 ) من الصائبة ولد في حرّان ثم انتقل إلى بغداد نبغ في الطب والرياضيات والفلك والفلسفة وهو أول من أدخل علم « التفاضل والتكامل »  Calculus  في الرياضيات . . من مؤلفاته الطبية كتاب « الزخيرة في علم الطب » من أقواله « راحة الجسم في قلة الطعام وراحة الروح في قلة الآثام وراحة النفس في قلة الاهتمام وراحة اللسان في قلة الكلام » انجب سنانا الطبيب المسلم .\r\n( 3 ) كان نصرانيا قبل إسلامه ، ولد بطبرستان ونشأ بها ثم رحل إلى بغداد وأستقر في سرّ من رأى\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوليس من المستبعد أن يكون المسلمون قد احتكوا بالطب الإغريقى قبل اتصالهم . . بجنديسابور . فعند ما فتح المسلمون مصر في القرن الأول الهجري / السابع الميلادي كانت آثار مدرسة الإسكندرية لا زالت حية ولا شك أن المسلمين قد عرفوا شيئا عن طب الإغريق وربما عن أبقراط وجالينوس عن طريق أطباء الإسكندرية ومكتباتها . . ومع أن معرفة المسلمين عن الطب الإغريقى عن طريق الإسكندرية كانت أسبق إلا إنها أقل أهمية إذا قورنت بالاحتكاك في جنديسابور .\r\nثم إن نهضة طبية مماثلة قامت في الأندلس ( القرن الثاني - التاسع الهجري / الثامن - الخامس عشر الميلادي ) ، وتطورت على غرار طب المشرق وإزدهرت العلوم الطبية في الدولة الإسلامية الممتدة في فارس إلى الأندلس طوال سبعة قرون . . وساد الطب الإسلامي العالم ما بين القرن الثاني الهجري / الثامن الميلادي والقرن التاسع الهجري / الخامس عشر الميلادي . . ولم يكن لأوربا في القرون الوسطى علم طبي إلا ما نقل عن المسلمين . . وفيما يلي نعرض لبعض ملامح هذا الطب في فروعة المختلفة :\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nالعلوم الأساسية\r\n\r\nالتشريح :\r\nلم ينقل عن الأطباء المسلمين في عصر الحضارة الإسلامية أنهم شرحوا جثة آدمي . . والسبب هو ما ذكره ابن النفيس ( 607 - 687 ه ) « وقد صدنا عن مباشرة التشريح وازع الشريعة وما في أخلاقنا من الرحمة » ولعله يشير إلى الحديث النبوي الشريف « كسر عظم الميت ككسره حيا » « 1 » ، إلا أن المتأخرين من الفقهاء أجازوا تشريح الجثث لغرض التعليم والتشريح المرضى والجنائي من باب الضرورات التي تبيح المحظورات .\r\nاعتمد الأطباء المسلمون في علم التشريح على أقوال من سبقوهم من الأطباء أمثال جالينوس . . إلا أن لدينا ما يفيد أن بعض الأطباء قاموا بتشريح الحيوانات . . فقد طلب يوحنا بن مساوية ( المتوفى سنة :\r\n242 ه / 856 م ) « 2 » في القرن الثالث الهجري من الخليفة العباسي المعتصم أن يكتب إلى واليه في مصر ليرسل إليه قرودا ليشّرحها لأنه لا يستطيع الحصول عليها من بغداد . ورغم ذلك فقد تمكن بعض الأطباء المسلمين من تصحيح بعض أخطاء جالينوس في التشريح . . فهذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواه أحمد وأبو داود وابن ماجة .\r\n( 2 ) كان نصرانيا سريانيا من عائلة مساوية التي اشتهرت بالطب . مارس الطب في مدرسة جنديسابور ثم هاجر إلى بغداد في أوائل القرن الثالث الهجري . ولاه هارون الرشيد ترجمة كتب الطب القديمة التي غنمها المسلمون بعد فتح الروم . . خدم الرشيد والأمين والمأمون ومن بعدهم من الخلفاء وتوفى في خلافة المتوكل . . له عدة تصانيف في الطب ومن أشهر تلاميذه حنين بن إسحاق .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nعبد اللطيف البغدادي ( 555 - 629 ه / 1162 - 1231 م ) « 1 » بعد أن فحص مئات الهياكل العظمية بمصر يقرر أن الفك الأسفل للإنسان يتكون من قطعة واحدة وليس من قطعتين كما قال جالينوس خطأ .\r\n\r\nعلم وظائف الأعضاء ( الفسيولوجيا ) :\r\nتبنى الأطباء المسلمون آراء جالينوس في تفسير وظائف أعضاء جسم الإنسان ، والعمليات الحيوية التي تتم فيه . فجسم الإنسان مركب من ثلاثة أشياء هي السوائل والجوامد والأرواح .\r\nأما السوائل فهي الأخلاط  ( humours )  وهي أربعة الدم  Blood  البلغم  Phlegm  والسائل المرارى الأصفر  Yellow Bile  والسائل المرارى الأسود  Black Bile  ولكل منها مزاج  Temparament  فالدم حار رطب والبلغم بارد رطب والسائل المرارى الأصفر حار جاف والسائل المرارى الأسود بارد جاف . . يتكون الدم في الكبد من الطعام المهضوم ويسرى في الشرايين . . أما البلغم فمكانه الأوردة حيث يطبخ وينضج ويصبح صالحا لغذاء أعضاء الجسم . . أما السائل المرارى الأصفر فمصدره الحويصلة الصفراوية بالكبد وهو ينقسم إلى قسمين : قسم يصب في الأمعاء فيغسلها من البلغم وقسم يذهب إلى المعدة ليساعد في عملية الهضم . . أما السائل المرارى الأسود فيفرزه الطحال الذي يستأثر بالنوع الجيد منه ويرسل الباقي إلى فم المعدة كي يفتح الشهية للطعام أو إلى بعض الأعضاء كالعظام والغضاريف عن طريق الأوردة . . وبعض الأخلاط لديه القدرة على التحول من سائل إلى آخر حسب درجات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بغدادي المولد . عاش بمصر ودرّس بالجامع الأزهر كما درّس بالمسجد الأقصى في القدس ثم استقر بدمشق حيث اشتغل بتدريس وممارسة الطب بها . . له كتب كثيرة منها مؤلفات في علم الحديث والتشريح والأدوية .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالحرارة . . فالبلغم يتحول دما بواسطة الحرارة الشديدة ، أما السائلان المراريان الأصفر والأسود فلا يمكنهما التحول إلى دم أو بلغم . . وعلى ذلك فإن الأخلاط الأربعة ما هي إلا درجات متفاوتة من الطبخ والنضج .\r\nوالجوامد هي العظم واللحم وغيرهما . أما الأرواح فهي الأبخرة  Pneuma  وهي ثلاثة أنواع : الروح الطبيعية  Natural Spirit  ومصدرها الكبد والروح الحيوية  Vital Spirit  ومكانها القلب والروح الحيوانية  Animal Spirit  ومنبعها الدماغ ، مركز الوظائف العليا من إحساس وحركة .\r\nوتبدأ العملية الحيوية - كما تصور جالينوس - بامتصاص الطعام في الأمعاء ووصوله إلى الكبد ، عن طريق الوريد البابي  Portal Vein  ، التي تقوم بطبخه وإنضاجه ومن خلال عملية الإنضاج هذه تخرج الأبخرة التي يتم تحويلها إلى الروح الطبيعية التي هي مصدر النمو والتغذية . .\r\nويبعث الكبد بالدم المختلط بالروح الطبيعية إلى الوريد الأجوف  Vena Cava  ومنه عن طريق الأوردة إلى جميع أجزاء الجسم ويذهب جزء من هذا الدم إلى القلب ويتجمع في التجويف الأيمن  Right Ventricle  ويذهب الجزء الأكبر من هذا الدم إلى الرئة عن طريق الشريان الرئوى  Pulmonary artery  أما الجزء المتبقى فيمر خلال ثقوب صغيرة غير مرئية في الجدار الحاجز بين التجويفين إلى التجويف الأيسر حيث يختلط بالهواء المحمول من الرئة بواسطة الوريد الرئوى  Pulmonary Vein  فتتكون بذلك الروح الحيوية التي يحملها الدم عن طريق الشرايين الخارجة من القلب إلى جميع أجزاء الجسم بما فيها الدماغ . . وفي الدماغ يكوّن هذا الدم الروح الحيوانية التي تتدفق بواسطة الأعصاب - التي اعتقد جالينوس أنها مجوفة - لتقوم بعمليات الحركة والإحساس بالجسم . .\r\nورغم تعلق الأطباء المسلمين بنظرية جالينوس الفسيولوجية إلا أن طبيبا مسلما هو ابن النفيس ( 607 - 687 ه / 1210 -\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n1288 م ) « 1 » استطاع أن يصحح خطأ جالينوس حينما خالفه الرأي في أن الدم يسرى من الكبد إلى التجويف الأيمن من القلب ثم عن طريق ثقوب في الحاجز البطينى إلى التجويف الأيسر من القلب ، ويصف ابن النفيس الدورة الدموية الصغرى ( الدورة الرئوية )  Pulmonary Circulation  لأول مرة في التاريخ فيقول : « إن الحاجز البطينى خال من المسام غير نضاح ، وإن القلب لا يتغذى من الدم الذي تحتويه تجاويفه بل من الأوعية المنبثة في جوهره ، وإن الدم إذا لطف نفذ في الوريد الشريانى إلى الرئة ليصل إلى التجويف الأيسر من تجاويف القلب » « 2 » .\r\nوقد سبق ابن النفيس بذلك سارفيتش  Servitus  وغيره من العلماء الإيطاليين الذين أثبتوا بعده بثلاثة قرون صحة ما توصل إليه .\r\n\r\nعلم الأمراض ( الباثولوجيا ) :\r\nبنى الأطباء المسلمون على تصور القدماء من أن المرض ينتج عن تغير في أخلاط أو مزاج الجسم ( ص 132 ) وكانوا يقسمون الأخلاط إلى طبيعية وهي السوائل الأربعة ( الدم والبلغم والسائل المرارى الأصفر والأسود ) وغير طبيعية وهي الفضلات . . ولكي تتم الصحة والعافية ينبغي أن يتم نضج هذه الأخلاط وأن تتوازن ويوصف مزاج الجسم عندئذ بالاعتدال . . فالعمليات الحيوية في جسم الإنسان عبارة عن عملية طبخ وإنضاج فمتى تم هضم المواد الغذائية في المعدة والأمعاء إمتصها الدم وتم طبخها بالحرارة الغريزية للجسم . . فإذا تم النضج أصبحت صالحة لغذاء أعضاء الجسم كل على حسب ما يناسبه . . فإذا لم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولد في دمشق وأتقن دراسة الطب بها ثم رحل إلى القاهرة حيث عمل مديرا للبيمارستان المنصوري ، كان حجة في الحديث والفقه . . من مؤلفاته كتاب في التوحيد و « موجز القانون » و « شرح القانون » لابن سينا .\r\n( 2 ) الموجز في تاريخ الطب والصيدلة عند العرب د محمد كامل حسين ص 246 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nالنظرية الفسيولوجية لجالينوس\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nيتم النضج فلا يستفيد العضو منها وإذا زاد نضجها احترقت وأصابت الأعضاء بالضرر .\r\nوقد قسم الأشخاص حسب الأخلاط إلى عدة أمزجة فمنهم ذو المزاج الدموي ، والصفراوي والسوداوى والبلغمى تبعا للطبع الغالب عليهم من حرارة أو رطوبة أو برودة بالإضافة إلى الاعتدال وهو المزاج المثالي الذي يعنى كمال الصحة والعافية . ويعطى كل شخص من الغذاء ما يناسب مزاجه فالشخص ذو المزاج الصفراوي يحتاج إلى غذاء يغلب عليه الرطوبة والبرودة وهو ما لا يناسب شخصا ذا مزاج بلغمى وهكذا .\r\nوينجم المرض إما نتيجة عدم التعادل بين الأخلاط أو لفساد في تركيبها من زيادة أو نقص في النضج أو لزيادة أو نقص في كميتها عما ينبغي أو لتغير في طبيعتها من حرارة أو برودة أو رطوبة أو يبوسة أو لتواجدها في غير موضعها في الجسم ، فيصبح تركيب الأخلاط غير مناسب لأعضاء الجسم فتختل بذلك وظائف الأعظاء ويخرج الجسم عن الاعتدال .\r\nويتم العلاج بمساعدة الجسم على استعادة التوازن بإعطاء الغذاء أو الدواء الذي يحمل صفة مضادة للداء ، فإذا كان المرض ناجما عن زيادة في الرطوبة يعطى المريض الغذاء أو الدواء اليابس . . أما إذا كان ناتجا عن زيادة الحرارة فإنه يعطى الغذاء أو الدواء البارد وهلم جرا . . وكان جزء كبير من أبواب المعرفة الطبية القديمة في مجال الصيدلة ينصب على تحديد مزاج الأدوية والأغذية بتجربتها في الجسم المعتدل ثم استعمالها في الأجسام غير معتدلة المزاج . . وقد صنفت الأغذية والأدوية حسب صفاتها من حرارة أو برودة أو يبوسة ويعطى المريض منها ما يناسب مزاجه .\r\nولجسم الإنسان القدرة على الحفاظ على التوازن بين الأخلاط وإعادته إذا أختل ، ووظيفة الدواء هي مساعدة هذه القدرة الذاتية للجسم لتعمل بكفاءة وإزالة أي معوقات تقف في طريقها . فإعادة الصحة التي يطلق عليها لفظ التوازن يقوم بها الجسم نفسه والدواء ما هو إلا عامل مساعد\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nلهذه القوة الطبيعية الكامنة في الجسم والتي هي صفة الحياة ذاتها .\r\nأما الأخلاط غير الطبيعية فهي السوائل المتبقية من الغذاء بعد أن يتحول إلى مادة مماثلة للجسم تعوض ما يفقده الجسم ، وهي تضر بالجسم إذا لم يتم التخلص منها بالقىء أو الإسهال أو الفصد ، ويكون العلاج في مثل هذه الحالات بإعطاء المقيئات والمسهلات وبالحجامه .\r\n\r\nالطب السريرى ( الاكلينيكى )\r\nعرف الطب الإسلامي التخصص منذ نشأته فكان من أطباء المسلمين الطبائعى ( الطبيب الباطني ) والجرائحى ( الجراح ) والكحال ( طبيب العيون ) والمجبّر ( أخصائى العظام ) وقد عنى أطباء المشرق الإسلامي عناية خاصة بالطب الباطني بينما برع أطباء الأندلس في الجراحة .\r\n\r\nالطب الباطني :\r\nعنى المسلمون عناية فائقة بالطب الباطني ونهضوا به وكان لهم فيه علم أصيل دونوه في مؤلفاتهم . . وقد اعتمد أطباء المسلمين في علومهم السريرية ( الاكلينيكية ) على تقصى تاريخ المرض وملاحظة الأعراض ووصفها وتسجيل المشاهدات والاستنتاج الصحيح القائم على علامات ودلائل المرض للوصول إلى تشخيص المرض . . كما اعتمدوا في علاجهم على الأغذية والأدوية .\r\nولا شك أن أعظم طبيبين مسلمين هما الرازي وابن سينا . . وعرض نماذج من طبهما سيعطى القارئ فكرة عما وصل إليه الطب الباطني في عصور الإسلام المزدهرة .\r\n\r\nأبو بكر الرازي : ( 251 - 313 ه / 865 - 925 م ) :\r\nيعتبر الرازي الفارسي الأصل أعظم طبيب أنجبته الحضارة الإسلامية\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nبلا استثناء . ولد أبو بكر الرازي بالري جنوبي طهران في بلاد فارس وقضى معظم شبابه بها وسمى الرازي نسبة إليها . وعندما تجاوز الثلاثين من عمره رحل إلى بغداد طلبا للعلم فدرس الفلسفة ثم بدأ بدراسة الطب بعد أن جاوز الأربعين فتتلمذ على الطبري . . ورغم اشتغال الرازي بالكيمياء في صغره إلا أنه برع في الطب حتى صار فيه إمام وقته وأعظم أطباء الطب السريرى ( الاكلينيكى ) ولقبه معاصروه بطبيب المسلمين ، وظل حجة الطب في أوروبا حتى القرن الحادي عشر الهجري ( السابع عشر الميلادي ) وقال عنه الغربيون « كان الطب ميتا فأحياه جالينوس وكان متفرقا فجمعه الرازي » تميز الرازي بعلمه وممارسته الطب العملي وبما ابتدعه من تدوين المشاهدات والتعليق عليها ، وهو عمل لم يسبقه إليه أحد ، وقد جمع الرازي بين الخبرة وسعة الاطلاع ، وكان من أبرز صفاته كطبيب معالج هو استقصاؤه أعراض المرض . . ويرجع لمهارة الرازي في تحليل أعراض المرض وعلاماته ودلالاتها وأسلوبه في العلاج الفضل في اعتناء الأطباء من بعده بهذا المجال وإقتفاء أثره .\r\nكما كان اهتمامه بتدوين الحالات النادرة نبراسا لهم وعونا لدارسى الطب . . وقد كرس الرازي وقته بين التأليف والتدريس والعمل بالمستشفى ، فقد عمل مديرا لمستشفى الري مسقط رأسه ثم مديرا للمستشفى العضدي ، وهو المستشفى الرئيسي في بغداد ، ومن أشهر كتب الرازي كتابه « الحاوي » الذي أمضى في تأليفه خمسة عشر عاما ، وهو كتاب ضخم وسجل دوّن فيه مشاهداته السريرية ويتكون من ثلاثة وعشرين مجلدا ، ويعتبر المصدر الأساسي لدارسى الطب الإسلامي ، وقد اتبع فيه طريقة معينة في تناول جميع الأمراض تبدأ بالأسباب والأعراض والعلاج وذكر أقوال الأقدمين كلهم عن المرض المذكور من إبقراط إلى جالينوس ثم آراء الأطباء الآخرين قدامي ومحدثين ، ثم يذكر رأيه الذي يبدأه بقوله : « لي » احترازا من أن ينسب إليه آراء غيره وهذا منتهى الأمانة في النقل ، لذلك حوى كتابه كل ما كتب في الطب فكان بحق موسوعة طبية ضخمة ، إلا أن ضحامته جعلت من العسير على كثير من\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالدارسين اقتناء نسخة منه . كما أن نقل آراء كل الأطباء الآخرين لم يعد في كثير من الأحيان سواء تكرار لنفس الأقوال . . ويؤخذ على كتاب « الحاوي » أيضا عدم التبويب والترتيب .\r\nومن أعمال الرازي الضخمة كتاب « المنصوري » وله رسالة في الجدري والحصبة تميزت بالملاحظة المباشرة والتحليل الدقيق وكانت أولى الدراسات العلمية الصحيحة للأمراض المعدية وقد طبعت باللغة الإنجليزية وحدها أربعين طبعة بين عامي 1498 و 1866 ميلادية .\r\nفالرازى هو أحد الأركان والدعامات الأساسية في مناهج وتقاليد الطب الإسلامي وفيما يلي نستعرض نماذج من طبه .\r\nمن أقوال الرازي :\r\n« ينبغي للطبيب أن لا يدع مساءلة المريض عن كل ما يمكن أن تتولد عنه علته من داخل ومن خارج ، ثم يقضى بالأقوى » .\r\n« ينبغي للمريض أن يقتصر على واحد ممن يوثق به من الأطباء فخطؤه في جنب صوابه يسير جدا » « ومن تطبب عند كثيرين من الأطباء يوشك أن يقع في خطأ كل واحد منهم » .\r\n« الحقيقة في الطب غاية لا تدرك ، والعلاج بما تنصه الكتب دون إعمال الماهر الحكيم برأيه خطر » .\r\n« إن استطاع الحكيم أن يعالج بالأغذية دون الأدوية فقد وافق السعادة » .\r\n« إذا عالجت مريضا فابدأ بتقوية حيويته وحالته العقلية لأنك إن فعلت ذلك سهل عليك الباقي » .\r\n« الاستكثار من قراءة كتب الحكماء والإشراف على أسرارهم ، نافع لكل حكيم عظيم الخطر » .\r\n« إذا كان الطبيب عالما ، والمريض مطيعا ، فما أقل لبث العلة » .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nمقتطفات من كتاب الحاوي\r\n\r\nأمثلة على تدوين الحالات :\r\n\r\nباب « أمثلة من قصص المرضى وحكايات لنا نوادر »\r\n« أبو عمر بن وهيب ، أصابه وجع في كبده وحمّ وظهر به يرقان غليظ جدا حتى كأن عينه قطعة عصفر في اليوم الخامس ، إحتبس بوله في التاسع ، وكان لا يبول إلا شيئا يسيرا مقدار ثلاث قطرات كأنه ما في جوف المرارة واختلف اختلاف السوداء أسود وكان بوله في الخامس أسود ، ثم صار أحمر عليه زبد أصفر ، فلما كان في الليلة الحادية عشرة رعف من المنخر الأيمن رعافا صعبا ، ثم مات في الليلة الثالثة عشر ، ولم يزل صحيح العقل ثابتا ، وهاج به فواق وزكام وكان ورم كبده ظاهرا للحس » « 1 » .\r\n« أبو نصير ، كان نصف بدنه حارا بالطول ونصف بدنه الآخر باردا كالثلج ، ولا نبض له في النصف البارد وله نبض سريع في الثاني وقد تشنجت أوتار عنقه وماؤة ابيض كالماء الجاري وعينه التي في الجانب البارد قد صغرت وتقلصت جدا جدا » .\r\n« جاءني رجل من أهل دار الأموال وقد بدأ به داء الثعلب في رأسه قدر إصبعين ، فأشرت عليه أن يدلكه بخرقة حتى يكاد يدمى ، ثم يدلكه ببصل ، ففعل وأسرف في ذلك مرات كثيرة حتى تنفط ، فأمرته أن يطلى عليه شحم الدجاج ، فسكن اللدغ ثم تجاوز ، فنبت شعره في نحو شهر أحسن وأشد سوادا وتكاثفا من الأصل » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج - 11 ص 207 - 208 .\r\n( 2 ) ج - 16 ص 208 . .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nأمثلة من وصف الأمراض :\r\n\r\nالجدري والحصبة :\r\nالرازي هو أول من فرق بين الجدري والحصبة فهو يقول عن الفرق بين الجدري والحصبة « وجدت الفرق بينهما أن الحصبة إنما تكون حمرة فقط في سطح الجلد وليس لها عمق البتة أعنى نتوءا وعلوا ، والجدري يكون كما يبدو مستديرا ، وله نتوء فأجد التفرس في ذلك ، ومتى اشتبه عليك فلا تحكم إلا بعد هذه الحالة بيوم أو يومين فإنه إن لم يظهر نتوء فليس يجب أن تحكم بأنه جدرى » « 1 » .\r\n\r\nعلامات الجدري والحصبة :\r\n« الحمى الحادة من أول الابتداء مع صداع وحمرة في العين ، وأكثر مما يظهر في اليوم الثالث من ابتداء الحمى وربما كان من أول يوم ومن الثاني » « 2 » .\r\n« وجدت من العلامات الخاصة بالجدرى الحمى المطبقة ووجع الحلق وأن يكون ابتداء الحمى مع وجع الظهر وأن يكون العليل وهو مستلق يحرك رجليه ويرتعش ويرتعد » « 3 » .\r\n« وعلامات الحصبة أن يغلظ الصوت وتحمر العينان والوجنتان ، ويجد الوجع في الحنجرة والصدر ، ويجف اللسان ، وتنتفخ الأصداغ ، ويحمر الجسد وتدمع العينان ويهيج التهوع ، فإن رأيت هذه فإنه ستظهر الحصبة ، والحصبة تخرج بمرة والجدري شيئا بعد شئ » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج - 16 ص 201 .\r\n( 2 ) ج - 17 ص 5 . . .\r\n( 3 ) ج - 16 ص 16 .\r\n( 4 ) ج - 17 ص 2 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nالعرق المدني :  Medina Worm \r\n« قد يكون في البلدان الحارة وبشرب المياة الرديئة » « 1 » .\r\n« يتولد بالهند ومصر ويعرض في الأعضاء العضلية مثل المعصمين والساقين والفخذين ، وأما في الصبيان فقد يعرض في الجنبين وكونها تحت الجلد وتتحرك حركة بينة حتى إذا أزمنت ينتفخ الموضع الذي يكون فيه طرف هذا العرق وينفتح الجلد ويخرج من طرف العرق فإن مد عرضت عنه أوجاع شديدة وخاصة إن انقطع ولذلك يعلق بعض الناس بطرفه رصاصة وتلفه عليها لئلا ينقطع ويخرج منه قليلا قليلا بثقل الرصاص حتى يخرج عن آخره ويسقط ويعصر العضو وينطل بالماء الحار ليسهل خروجه ثم يرفع بالأصابع قليلا قليلا ويخرج فإن انقطع أو لم يخرج يبسط حتى يوصل إليه ويخرج ثم يعالج بعلاج الجراحات » « 2 » .\r\n\r\nالعمليات الطبية\r\n\r\nعملية بزل الاستسقاء :\r\n« أقم العليل قياما مستويا وأمر الخدم بالقيام خلفه أن يغمزوا أضلاعه ويعصروها بأيديهم وتأمر الخدم أن يدفع الماء إلى أسفل السرة فإن لم يقدر العليل على القيام فأجلسه على الكرسي فإن لم يقدر على ذلك فلا تعالجه بالبزل لأنه إنما ينبغي أن يعالج بالبزل من كانت قوته جيدة . . فإن كان الاستسقاء عن الأمعاء حدث فيجب أن ينزل أسفل السرة قدر ثلاث أصابع منضمة ثم شق وإن كان الاستسقاء عن الكبد فاجعل الشق في الجانب الأيسر من السرة ، وإن كان عن الطحال فيمنه ، شق المراق وأرفق الاتشق الصفاق ثم أثقب الصفاق ثقبا صغيرا ليكون ثقب المراق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج - 11 ص 292 . .\r\n( 2 ) ج - 11 ص 291 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nإلى أسفل من ثقب الصفاق لأنه بهذه الحالة متى أخرجت الأنبوب احتبس الماء ، لأن المراق يضم إلى الصفاق لأن الشقين ليسا متقابلين ثم أدخل فيه أنبوبة نحاس فإنه يخرج الماء وليكن بقدر فإنه مخوف ، فإذا فرغت فلينم مستلقيا ويدبر تدبيرا يسترد قوته . . ما دام الماء يخرج فتفقد أنت النبض لئلا يضعف فإن ضعف قليلا فاحتبس الماء » « 1 » .\r\n\r\nابن سينا : ( 370 - 428 ه / 980 - 1037 م )\r\nولد أبو علي الحسين بن سينا في افشنة بالقرب من بخارى بفارس وحفظ القرآن الكريم وهو ابن عشر سنوات ثم تفرغ لدراسة الفقه والرياضيات والطبيعيات والإلهيات وتعمق في الفلسفة والمنطق ، ثم درس الطب في بغداد وما إن بلغ السادسة عشرة من عمره حتى اشتهر بالطب وذاع صيته ولقب بالشيخ الرئيس . ويحكى ابن سينا أنه منذ أن بلغ تلك السن لم ينم ليلة بأكملها ، بل يقضى جل ليله في الدراسة والتأليف . بدأ ابن سينا في تأليف الكتب وهو في الحادية والعشرين وتجاوزت مؤلفاته المائة منها ستة عشر كتابا في الطب كتب معظمها بالعربية كما كتب بعض مؤلفاته بالفارسية . . وله أيضا « الأرجوزة في الطب » التي جمعت مبادئ الطب الأساسية شعرا وتقع في نحو 1334 بيتا . إلا أن أروع مؤلفاته كتاب « القانون في الطب » وهو موسوعة من ثلاثة أجزاء لخص فيها ابن سينا النظريات الطبية والطب العملي ، وقد امتاز بالدقة العلمية وحسن التبويب حتى أصبح لدى الكثيرين المصدر الموثوق به في الطب الإسلامي ، وهو بلا شك أكثر الكتب الطبية الإسلامية انتشارا وأعمقها أثرا في أوروبا ، فمنذ أن ترجمه جيرارد الكريمونى ( 540 ه / 1105 م )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج - 7 ص 201 - 202 . .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nإلى اللاتينية طبع هذا الكتاب في أوروبا خمس عشرة مرة وأصبح المصدر الرئيسي في دراسة الطب في الجامعات الأوربيه حتى منتصف القرن الثاني عشر الهجري ( السابع عشر الميلادي ) وعرف مؤلفة في الغرب لعدة قرون « بأمير الأطباء » . .\r\n\r\nيقول ابن سينا في مقدمة كتابه القانون :\r\n« الحمد للّه حمدا يستحقه بعلو شأنه وسبوغ إحسانه والصلاة على سيدنا محمد النبي وآله وسلامه وبعد : فقد التمس منى بعض خلص إخوتي ومن يلزمني إسعافه بما يسمح به وسعى أن أصنف في الطب كتابا مشتملا على قوانينه الكلية والجزئية اشتمالا يجمع إلى الشرح الاختصار وإلى إيفاء الأكثر حقه في البيان ، والإيجاز فأسعفته ، بذلك ورأيت أن أتكلم أولا في الأمور العامة الكلية في كلا قسمي الطب أعنى القسم النظري والقسم العملي » .\r\n« وأما الآن فإني أجمع هذا الكتاب وأقسمه إلى كتب خمسة على هذا المثال ( الكتاب الأول ) في الأمور الكلية في علم الطب « الكتاب الثاني ) في الأدوية المفردة ( الكتاب الثالث ) في الأعراض الجزئية الواقعة بأعضاء الإنسان عضوا عضوا من المفرق إلى القدم ظاهرها وباطنها ( الكتاب الرابع ) في الأمراض الجزئية التي إذا وقعت لم تحتص بعضو وفي الزينة ( الكتاب الخامس ) في تركيب الأدوية وهو الأقراباذين » . .\r\nكان ابن سينا ذا قريحة سريرية ( اكلينيكية ) ممتازة وكان الواصف الأول لكثير من الأمراض . قضى ابن سينا السنوات العشر الأخيرة من حياته في التأليف المتواصل حتى إذا أحس بدنو أجله أعتق أرقاءه وتصدق بماله على الفقراء وأمضى وقته في تلاوة القرآن . . وقد توفى ابن سينا عن ثمان وخمسين عاما ودفن بهمذان . .\r\nولابن سينا آراء جيدة في الطب فهو يعرف الطب بأنه « علم\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nيتعرف منه أحوال بدن الإنسان من جهة ما يصح ويزول عن الصحة ليحفظ الصحة حاصلة ويستردها ذائلة » « 1 » .\r\nويقول « إذا اجتمع المرض والعرض فإنا نبدأ بعلاج المرض إلا أن يغلبه العرض فحينئذ نقصد العرض ولا نلتفت إلى المرض » .\r\nويقول : « قد يعرض أن يسكت الإنسان فلا يفرق بينه وبين الميت ولا يظهر منه تنفس ولا شئ ثم إنه يعيش ويسلم وقد رأينا منهم خلقا كثيرا كانت هذه حالهم وأولئك فإن النفس لا يظهر فيهم والنبض يسقط تمام السقوط منهم . . .\r\n. . . ولذلك أستحب أن يؤخر دفن المشكل من الموتى إلى أن تستبين حاله ولا أقل من اثنتين وسبعين ساعة » « 2 » .\r\n\r\nمقتطفات من القانون :\r\n\r\nفصل في الدم إذا خرج بالقىء :\r\n« فنقول : الدم إذا خرج بالقىء فهو من المعدة أو المرىء والسبب فيه إما انفجار عرق أو انصداعه وانقطاعه وكثيرا ما يكون عقيب القئ الكثير » « 3 » .\r\n\r\nفصل في بطء نزول الطعام من المعدة وسرعته ومن البطن :\r\n« قد يبقى من الطعام شئ في المعدة إلى قريب من خمس عشرة ساعة في حالة الصحة وإثنتى عشرة ساعة وذلك بحسب الغذاء في خفته وغلظه ويدل عليه وجود طعمه في الفم وفي الجشاء فإن إحتباس الطعام في المعدة إنما هو بسبب إبطاء الهضم إلى أن ينهضم واندفاعه بسبب دفع الدافعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القانون في الطب ج 1 ص 3\r\n( 2 ) ج - 3 ص 87 . .\r\n( 3 ) ج - 3 ص 338 . .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nعند حصول الهضم ولمحرّك يحرك القوة الدافعة مثل لذع صفراء أو سوداء حامض أو لشئ مما نذكره ، ليس كما يظنه قوم من أن كل السبب في إحتباسه ضيق المنفذ السفلان ، ولو كان كذلك لم يمكن خروج الدرهم والدينار المبلوع ، ولما كان الشراب واللبن يلبثان في المعدة ولما كانا هما يطفوان في المعدة الضعيفة ويقرقران وينفخان ، بل السبب في النزول الطبيعي هو الهضم وقوة المعدة على الدفع لا كثير تعلق له بغيره من حال الطعام إذا لم يعرض للمعدة أذى ، وإلى أن ينهضم الطعام فإن المعدة الصحيحة تشتمل عليه ويضيق منفذها الأسفل الضيق الشديد ، فإذا حان الدفع اتسع ودفعت المعدة ما فيها بليفها المستعرض ، وكلما إستعجل الهضم إستعجل النزول ، وإن أبطأ أبطأ ، إلا أن يعرض بعض الأسباب المنزلة للطعام عن المعدة ولم ينهضم بعد ، مما قد عرفته . والقدر المعتدل لبقاء الطعام في البطن وخروجه هو ما بين إثنتى عشرة ساعة إلى اثنين وعشرين ساعة » .\r\n« أما من يبطؤ نزول الطعام عن معدته أو من يطفو الطعام على معدته فعلاج ذلك النوم على اليمين فإنه معين على سرعة نزول الطعام عند المعدة » « 1 » .\r\n\r\nالقروح في المعدة :\r\n« وقد يفرق بين القرحة الكائنة في المرىء وبين الكائنة في فم المعدة أن الكائنة في المرىء يحس الوجع فيها إلى خلف الكتفين وفي العنق إلى أوائل الصدر ، ويحقق حالها نفوذ المزدرد فإنه يدل على الموضع الآلم بإجتيازه ، فإذا جاوز هدأ الوجع يسيرا ، وأما الكائنة في فم المعدة فيدل عليها أن الوجع يكون أسافل الصدر أو أعالي البطن ويكون أشد » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج - 2 ص 326 - 327 .\r\n( 2 ) ج - 2 ص 332 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nالقئ الدموي :\r\n« فأما الذي من المعدة فينفصل عن الذي في المرىء لموضع الوجع ، اللّهم إلّا أن يكون إنفتاح العروق لا من التآكل والقروح فلا يكون هناك وجع الذي عن تآكل فيدل عليه علامة قرحة سبقت ، ويكون الدم يخرج عنه في الأول قليلا قليلا ثم ربما انبعث شئ كثير » « 1 » .\r\n\r\nالاستسقاء :\r\n« ربما علت مادة الاستسقاء حتى أحدثت الربو وضيق النفس والسعال وذلك يدل على قرب الموت » « 2 » .\r\n« وأعلم أن الإسهال في الاستسقاء مهلك » « 3 » .\r\n« وقيل إنه إذا نزل من المستسقى مثل الفحم أنذر بهلاكه » « 4 »\r\n\r\nالجراحة :\r\nاحتقر المسلمون الجراحة في بادىء أمرهم وترفعوا عنها وسموها « صناعة اليد » ، ولم تكن علما مستقلا واعتبرت من جملة صناعة الحجامين التي لا تليق بمقام الأطباء . وقد نهض علم الجراحة في الأندلس على يد الزهراوى وبلغت في عصره شأوا عظيما حتى أن دراسة الجراحة عند المسلمين تعنى دراسة طب الزهراوى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج - 2 ص 339 .\r\n( 2 ) ج - 2 ص 385 .\r\n( 3 ) ج - 2 ص 385 .\r\n( 4 ) ج - 2 ص 385 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nأبو القاسم الزهراوى : ( 422 - 500 ه / 1030 - 1106 م ) :\r\nولد أبو القاسم خلف بن العباس الزهراوى - وأصله من المدينة المنورة - بالزهراء على نحو سبعة أميال من قرطبة بالأندلس وإليها ينسب . نشأ الزهراوى في قرطبة ، تلك المدينة التي كان يسكنها مليون نسمة وضمت مكتباتها حوالي مائتي ألف مجلد ، وتعلم الطب ومارسه وتوفى بها . . وقد ألف كتابا سماه ( التصريف لمن عجز عن التأليف ) وهو موسوعة طبية في ثلاثين مقالة وقد إختصت المقالة الثلاثون بالبحث عن الجراحة ، ويعتبر هذا الجزء مرجعا أصيلا في الجراحة وقد ترجم هذا الكتاب إلى اللاتينية وطبع عدة مرات وتمت آخر طبعة للفصول الخاصة بالجراحة في أكسفورد عام 1778 م . وقد اشتمل كتاب التصريف على العمليات الجراحية وأمراض النساء والعيون والأسنان وعمليات المسالك البولية وعلاج الخلوع والكسور . . وكان أول كتاب في التاريخ يحوى صورا للآلات الجراحية التي بلغ عددها أكثر من مائتين بعضها من تصميم الزهراوى وإبتكاره من بينها جفت الولادة الذي يرجع الفضل في اختراعه للزهراوى ، وكان الزهراوى أول من وصف وضع  Walcher  لتسهيل الولادة . . وقد ظل أثر الزهراوى واضحا على الجراحة عند المسلمين والأوربيين على السواء بعد عصره لعدة قرون وأقتبس منه كل الأوربيين الذين ألفوا في الجراحة حتى القرن الثامن عشر الميلادي .\r\n\r\nمقتطفات من كتاب التصريف :\r\n« ينبغي لكم أن تعلموا أن العمل باليد ينقسم قسمين عمل تصحبه السلامة ، وعمل يكون معه العطب في أكثر الحالات ، وقد نبهت في كل\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nمكان يأتي من هذا الكتاب على العمل الذي فيه الضرر والخوف فينبغي أن ترفضوه وتحذروه لئلا يجد الجاهل إلى القول والطعن فخذوا لأنفسكم بالحزم والحيطة ولمرضاكم بالرفق والتنبه ، واستعملوا الطريق الأفضل المؤدى إلى السلامة والعاقبة المحمودة وتنكبوا الأمراض الخطرة العسرة البرء ونزهوا أنفسكم عما تخافون أن يدخل عليكم الشبهة في دينكم ودنياكم ، فهو أبقى لجاهكم وأرفع في الدنيا والآخرة لاقداركم » « 1 » .\r\n\r\nفتح الخراجات :\r\n« وينبغي أن يوقع البط « 2 » في أسفل موضع من الورم ان أمكن ذلك ليكون أسهل لسيلان المادة إلى أسفل ، وفي أرق موضع من الورم وأشده نتوءا وليكن البط ذاهبا في طول البدن إن كانت الأورام في نحو اليدين أو الرجلين وموضع العضلات والأوتار والعصب والشريانات » « 3 » .\r\n\r\nاستئصال السرطان :\r\n« متى كان السرطان في موضع يمكن استئصاله كله كالسرطان الذي يكون في الئدى أو الفخذ ونحوها من الأعضاء الممكنة إخراجه منها بجملته ، لا سيما إن كان مبتدئا صغيرا ، فافعل ، وأما متى ورم وكان عظيما فلا ينبغي أن تقربه ، فإني ما استطعت أن أبرىء أحدا منه ، ولا رأيت قبلي من وصل إلى ذلك الحد والعمل فيه إذا كان متمكنا » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الطب العربي - د ، يحيى شريف - معهد الدراسات الإسلامية .\r\n( 2 ) فتح الخراجات . .\r\n( 3 ) الموجز في تاريخ الطب والصيدلة عند العرب ص 113 ، 114 .\r\n( 4 ) المصدر السابق ص 119 . .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nالغنغرينا :\r\n« وقد تعفن الأطراف إما من سبب من خارج وإما من سبب من داخل ، وإذا رأيت الفساد يسعى في العضو لا يرده عنه شئ ، فينبغي أن تقطع ذلك العضو إلى حيث بلغ الفساد لينجو العليل بذلك من الموت . علامة من ظهر له ذلك أن يسود ذلك العضو حتى يظن أن النار أحرقته . وكذلك إذا كان سبب الفساد عن لسع بعض الهوام كعقرب البحر أو الأفعى أو نحو ذلك فإذا كان الفساد أو اللسعة في طرف الأصبع فلا تهمل الفساد حتى يسعى ويأخذ في زندى الذراع ، فإن حدث فاقطع الذراع عند المرفق في المفصل نفسه ، فإن جار الفساد ورأيته اخذ إلى نحو المنكب فإن في ذلك موت العليل . وكذلك تفعل بالرجل ، وإذا أخذ الفساد الأصبع فأقطع عند إحدى السلاميّات وإن أخذ في مشط الرجل فاقطع الرجل بأسرها فإن صعد إلى الركبة فاقطع الساق عند مفصل الركبة ، فإن كان الفساد قد بلغ الركبة فليس فيه حيلة إلا تركه وإسلام العليل إلى الموت » « 1 » .\r\n\r\nعلاج البول المحتبس :\r\n« البول المحتبس في المثانة يكون عن سدة من حصاة أو دم جامد أو قيح أو لحم نابت أو نحو ذلك ، وإذا فشل العلاج ولم ينطلق البول ورأيت أن إحتباسه من قبيل حصاة قد صارت في عنق المثانة واشتد الأمر على العليل فينبغي إخراجه بالآلة التي تسمى قساطير وهي تصنع من فضة وتكون ملساء مجوفة ، كأنبوبة ريش الطير في دقة الميل ، طويلة في نحو شبر ، ونصفها قمع لطيف في آخرها وهي رأسها ، ووجه جذب البول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ص 139 ، 140 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nبها أن تأخذ خيطا متينا . وتربط في طرفه صوفة أو قطنة ربطا جيدا ، وتدخل طرف الخيط في أسفل القساطير وتقرض بالمقراض إن فضل شئ من الصوفة لكي تدخل في الأنبوبة كالزر ، ثم تدهن القساطير بزيت أو بزبد أو بياض البيض ، يجلس العليل على كرسي وتطل مثانته وإحليله بالأدهان الرطبة أو الزيت أو الماء الفاتر ، ثم تدخل القساطير في الإحليل ثم تدفع القساطير إلى داخل حتى إذا وصلت قريبا من المقعدة فميّل الذكر إلى أسفل والقساطير في داخله ، ثم تدفعها حتى تصل إلى المثانة ويحس بها العليل وقد وصلت إلى شئ فارغ . وإنما تصنع على هذه الرتبة لأن المجرى الطبيعي الذي يسلك فيه تعويج ، ثم تجتذب الخيط بالصوفة قليلا ، فإن البول يتبع الصوفة ثم تخرجها ويخرج البول » « 1 » .\r\n\r\nالناصور .\r\n« النواصير التي تحدث في الأسفل هو تعقد وغلظ يحدث بقرب المقعدة من خارج أو في الفضاء من أحد الجهات ويكون الناصور واحدا أو أكثر فإذا أزمن ذلك التعقد إنفتح وجرت منه رطوبة مائية أو قيح رقيق وقد يكون من هذه النواصير منفوذة أو غير منفوذة ، فالمنفوذة قد تعرف بما يخرج منها من البراز والريح عند استعمال العليل للبراز وربما خرج منه الدود ، وقد يكون منها نواصير إذا كانت في الفضاء منفوذة إلى المثانة أو مجرى القضيب ، وقد يكون منها منفوذة إلى مفصل الفخذ وعجز الذنب .\r\nومما يعلم به الناصور المنفوذ إلى المقعدة من غير المنفوذ أن تدخل أصبعك في المقعدة وتدخل في الناصور مسبارا رقيقا من نحاس أو حديد إذا لم يكن في الناصور تعريج ، فإن كان فيه تعريج فأدخل فيه مسبارا من رصاص دقيق أو شعرة من شعر الخيل حتى تحس بالمسبار أو الشعرة في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ص 121 . . .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nأصبعك ، فإن لم تحس به البتة ولم يبرز من الثقب شئ من البراز ولا ريح ولا دود كما قلنا . فاعلم أنه غير منفوذ . إن كان الناصور منفوذا إلى المثانة أو إلى مجرى البول فدليله خروج البول منه وامتناعه من أن يلتحم بالأدوية . وأما إن كان منفوذا إلى مفصل الفخذ أو إلى عظم الفخذ فعلامته وصول المسبار إلى هناك .\r\nوهذه المنفوذة كلها ليس منها برء البتة وعلاجها عناء وباطل لمن يجسر عليها من جهال الأطباء » « 1 » .\r\n\r\nتقويم الأسنان :\r\n« إذا نبتت الأضراس على غير مجراها الطبيعي فيقبح بذلك الصورة ولا سيما إذا حدث ذلك في النساء والرقيق فينبغي أن ينظر أولا فإن كان الضرس قد نبت خلف ضرس آخر ولم يتمكن من نشره أو برده فاقلعه » « 2 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ص 130 - 132 . .\r\n( 2 ) المصدر السابق ص 217 . .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nالمستشفيات الإسلامية ( البيمارستانات )\r\n« البيمارستان » كلمة فارسية الأصل مركبة من كلمتين معناها دار المرضى ، وقد أطلق هذا الاسم في العصور الإسلامية على المستشفى وكانت تخفف أحيانا إلى مارستان . والوليد بن عبد الملك الخليفة الأموي هو أول من أنشأ المستشفيات في الإسلام ، فقد أقام مستشفى للمجذومين والعميان في دمشق ( 88 ه - 707 م ) على نفقة بيت المال وجعل حق العلاج فيه لكل مريض فقيرا كان أو غنيا ، مسلما كان أو ذميا . . ثم شاع بناء المستشفيات في العصر العباسي حتى أصبح في بغداد وحدها ستون مستشفى . ولم يكن المغرب الإسلامي أقل اهتماما من المشرق ببناء المستشفيات إذ كان في قرطبة وحدها خمسون مستشفى .\r\nوكانت المستشفيات تبنى على طراز فاخر وعمارة ممتازة ويتألف المستشفى من جناحين أحدهما للرجال وآخر منفصل للنساء . وكل جناح منهما ينقسم إلى قاعات حسب نوع المرض فهناك قاعة للجراحة وأخرى للتجبير ( العظام ) وثالثة للكحالة ( أمراض العيون ) وقاعة للأمراض الباطنة وهذه بدورها منقسمة إلى أقسام منها قسم للمحمومين ( الحميات ) ، وقسم لمرضى الأمراض العقلية ، وقسم لمن يعانون من الاسهال وهكذا . . وكانت أرض القاعات تغطي بأغصان النباتات ذات الروائح الزكية وتدفأ باحراق البخور شتاء وتبرد بالمراوح الكبيرة صيفا . . وقد زودت قاعات المرضى بالتخوت والفرش والمخدات واللحف والملاءات وخصص لكل مريض فرش كامل . . ولكل قسم من أقسام المستشفى خدم وفراشون وقوّام من الرجال والنساء يقومون بخدمة المرضى المقيمين وإطعامهم وترتيب وتنظيف أماكنهم وغسل ثيابهم وخدمتهم في الحمام ، كما يقومون بتقديم الطعام لهم ويفرقون عليهم\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nالأدوية والأشربة التي وصفت لهم ويتأكدون من أن كل مريض قد تناول ما وصف له ، ويقومون كذلك بالطبخ للمرضى في قاعات خصصت لاعداد الطعام ويسلمون لهم غذاءهم بكرة وعشية ويجعلون لكل مريض ما طبخ له من دجاج ولحم وغيره في آنية منفردة مغطاة لا يشاركه فيها مريض آخر . . وفي بعض المستشفيات كان لكل مريض شخصان يقومان بخدمته . ويقوم القصاصون بقص حكايات مسلية للمرضى ليلا . .\r\nوبكل مستشفى صيدلية مجهزة بالأدوية والعقاقير والأشربة يقوم عليها صيادلة مجازون يرأسهم رئيس الصيادلة بالمستشفى ، ويسجل الصيدلاني الوصفات التي يصرفها لمحاسبته عليها . . ويتولى مفتش عام الصيدليات بالمدينة التفتيش على صيدليات المستشفيات .\r\nوجهز كل مستشفى بمكتبة تضم مخطوطات أبقراط وجالينوس ومؤلفات الأطباء المسلمين . . وزود كل مستشفى بحمام وماء حار وألحق به مسجد . . وكانت النباتات الطبية تزرع في حديقة المستشفى .\r\nويقوم بإدارة المستشفى قيمّ ( مدير ) يشرف على الإدارة والمراقبة وحفظ المؤن والأدوية والأغذية يعاونه في ذلك الأمناء ، أما الإدارة الطبية فهي مسؤولية كبير الأطباء بالمستشفى يعاونه رؤساء الشعب ويعاون هؤلاء معاونوهم وتلاميذهم .\r\nوكانت الهيئة الطبية العاملة بالمستشفى تعين بعد الامتحان والفحص الدقيقين وعلى أساس الشهرة المتواترة ، وتختار من ذوى المقدرة الفائقة بغض النظر عن الجنس والمقام الاجتماعي . فقد حكى أن عضد الدولة لما بنى البيمارستان العضدي المسمى بإسمه أمر أن تحضر إليه أسماء الأطباء المشهورين ببغداد وأعمالهم فكانوا أكثر من مائة فاختار منهم خمسين بحسب ما علم من جودة أحوالهم وتمهرهم في صناعة الطب ثم إنه اقتصر من هؤلاء على عشرة ثم أختار من العشرة ثلاثة فكان الرازي أحدهم\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nفلما رأى أن الرازي أفضلهم أسند إليه إدارة البيمارستان العضدي . . وقد عين في كل مستشفى أطباء متخصصون في فروع الطب المختلفة منهم الطبائعيون ( الأطباء الباطنيون ) والجرائحيون ( الجراحون ) والكحاله ( أطباء العيون ) وكان بكل قسم طبيب أو اثنان أو ثلاثة حسب إتساعه وكثرة المرضى فيه . ويشرف على كل قسم رئيس . فرئيس الطبائعيين مسؤول عن أطباء الباطنة ويأذن لهم بالتطبيب ورئيس الجرائحيين مسؤول عن الجراحين وهكذا . ويشرف على رؤساء الأقسام رئيس هو كبير الأطباء بالمستشفى .\r\nوكان المرضى قبل دخولهم المستشفى يفحصون أولا في القاعة الخارجية بواسطة طبيب يجلس على دكة فمن خفت علته كتب له وصفه معتمدة تصرف له من صيدلية المستشفى . أما المرضى الذين يحتاجون إلى المعالجة في المستشفى فبعد أن تقيد أسماؤهم في سجل المرضى يدخلون الحمام ويغتسلون ثم يلبسون ثياب المستشفى النظيفة - أما ثيابهم الخاصة فتحفظ مع نفوذهم وأماناتهم في المخزن إلى حين خروجهم - ثم يوزعون على القاعات حسب أمراضهم . وكانت علامة الشفاء التام عند الأطباء هو أن يأكل المريض رغيفا ودجاجة كاملين في كل وجبة . ويعطى المرضى قبل خروجهم من المستشفى ثيابا ومبلغا من المال ليقوم بنفقاتهم الضرورية حتى لا يضطر المريض إلى استئناف عمله في الحال قبل أن يستعيد صحته . وقد كانت العناية والرعاية بالمستشفيات حسنة إلى حد أن بعض الأصحاء كانوا يتمارضون ، لينعموا بالدخول إلى المستشفى وكان الأطباء يغضون النظر إحيانا عن هذا التحايل .\r\nويقوم رؤساء الأقسام ومعهم مشاركوهم بالمرور على المرضى بأقسامهم يوميا ويكتبون ما يرونه من علاج وغيره لكل مريض وينفذ في الحال . ويكتب تاريخ المرض لكل مريض في سجلات تحفظ بالمستشفى . وكان الأطباء المتخصصون يدعون من قسم آخر غير القسم الذي يقيم فيه المريض للإستشارة إذا اقتضى الأمر .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nوقد عرفت المستشفيات الإسلامية نظام المناوبة وكانت واجبة على جميع الأطباء بالمستشفى كبيرهم وصغيرهم ، رفيعهم ووضيعهم ، وقد تمتد مناوبات بعض رؤساء الأقسام إلى ثمان وأربعين ساعة في الأسبوع .\r\nوكان لكل مستشفى أوقاف يصرف من ريعها على الأطباء ومن يقومون بالتدريس فيه . . ويتولى إدارة الوقف ناظر وهي وظيفة يتولاها كبار رجال الدولة وأحيانا يتولاها الخلفاء والأمراء أنفسهم . وكان تعيين الناظر يتم في بعض العصور وسط مظاهر حافلة . . وقد وضعت إدارة الوقف تحت المراقبة التامة ، وليس أدل على ذلك مما حدث لسنان ابن ثابت بن قرة مدير المستشفى العضدي في بغداد ، فقد لاحظ أن ناظر الوقف لا يديره بإستقامة فكتب إلى الوزير علي بن عيسى شاكيا ما يقاسيه المرضى من قلة الفحم والمؤن والأغطية وغير ذلك من الحاجات فكتب الوزير على ظهر رسالة سنان إلى الناظر يأمره أن يسارع إلى تأدية حصة المستشفى حتى يمكن للمرضى أن يتدفأوا بالدثار والأثواب والكسوة والفحم وينالوا الغذاء والأدوية وأن يغلمه بما فعله في هذا الشأن .\r\nوقد اشتهر من المستشفيات الإسلامية : البيمارستان المقتدرى الذي أنشأة المقتدر باللّه في 306 ه بعد أن أشار به عليه سنان بن ثابت ، والبيمارستان العضدي ، أنشأة عضد الدولة بن بويه في عام 372 ه ، والبيمارستان الناصري أو الصلاحى الذي أمر بفتحه صلاح الدين الأيوبي بالقاهرة بمصر في 577 ه ( 1171 م ) . بالفسطاط والبيمارستان العتيق بناه أحمد بن طولون في سنة 259 ه ، ( 872 م ) بالفسطاط والبيمارستان المنصوري الذي أسسه المنصور بن قلاوون بالقاهرة في 675 ه / 1276 م ) .\r\n\r\nالمستشفيات المتنقلة :\r\nعرف المسلمون المستشفيات المتنقلة منذ عصر النبوة فقد كانت\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nرفيدة « 1 » رضى اللّه عنها تداوى الجرحى في خيمة في المسجد النبوي . .\r\nوعندما أصيب سعد بن معاذ رضى اللّه عنه في يوم الخندق أمر الرسول صلّى اللّه عليه وسلم أن يجعلوه في خيمة رفيدة .\r\nوقد عنى خلفاء المسلمين وملوكهم وسلاطينهم بتجهيز المستشفيات المتنقلة وزودوها بجميع ما يلزم المرضى والمداواة من أدوات وأطعمة وأشربة وملابس وأطباء وصيادلة . . وكان المستشفى المتنقل ينقل من بلد إلى بلد في الأماكن البعيدة عن المدن والخالية من المستشفيات الثابتة . ومن هذا النوع المستشفى المتنقل الذي أنشىء في عهد المقتدر باللّه بناء على رسالة من الوزير علي بن عيسى بن الجراح إلى سنان بن ثابت بن قرة كبير الأطباء يقول فيها : « فكرت فيمن بالسواد من أهله وإنه لا يخلو من أن يكون فيه مرضى لا يشرف متطبب عليهم لخلو السواد من الأطباء فتقدم مد اللّه في عمرك بإنفاذ متطببين وخزانة من الأدوية والأشربة يطوفون في السواد ويقيمون في كل صقع مدة ما تدعو الحاجة إلى مقامهم ويعالجون من فيه ثم ينتقلون إلى غيره » « 2 » .\r\n\r\nمحطات الإسعاف :\r\nأول من أنشأ هذه المحطات أحمد بن طولون ( 254 - 270 ه / 868 - 883 م ) . . وكانت تقام في الأماكن التي يكثر بها اجتماع الناس كالمساجد خاصة وقت صلاة الجمعة والأعياد وقد زودت بأطباء وصيادلة يقومون بمعالجة المرضى والمصابين ، فقد جاء في خطط المقريزي في معرض وصفه لجامع ابن طولون « وعمل في مؤخره ميضأه وخزانة شراب فيها جميع الشرابات والأدوية وعليها خدم وفيها طبيب جالس يوم الجمعة لحادث يحدث للحاضرين للصلاة » « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هي رفيدة الأسلمية .\r\n( 2 ) أخبار العلماء بأخبار الحكماء - ابن القفطي ص 193 . .\r\n( 3 ) خطط المقريزي ج - 3 ص 219 - منشورات دار العرفان - لبنان .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\nالتعليم الطبى :\r\nلم تكن المستشفيات الإسلامية أمكنة لتطبيب المرضى فقط بل كانت مدارس لتعليم وتمرين طلاب الطب . . وقد خصص بكل مستشفى قاعات للدراسة . . وكان الطلاب يحضرون الاستشارات الطبية ويشاهدون كيفية فحص المرضى وطرق مداواتهم بواسطة الأطباء في القاعات الخارجية ، وهي تشبه اليوم العيادات الخارجية ، كما كانوا يمرون مع الأطباء على المرضى يوميا ويجتمعون مع إساتذتهم في المكتبة بعد جولات الصباح ، وقد عرفت المستشفيات الإسلامية ما يعرف في الوقت الحاضر بالتعليم الطبى المستمر ، فعند ما تولى الرازي إدارة البيمارستان العضدي كانت الحالات تعرض على ناشئة الأطباء فإن صعبت عليهم عرضت على من هم أكبر منهم فإن عجزوا عن تشخيصها عرضت على الرازي فيبدى رأيه فيها مسببا . وكانت الاجتماعات العلمية تعقد بالمستشفى فيجلس كبير الأطباء مع معاونيه في صدر القاعة المخصصة لذلك ويأتي الأطباء وطلبة الطب فيقعدون بين يديه وتحضر الكتب الطبية ويمكثون ساعات في مباحث طبية وقراءات من الكتب .\r\nوكان ينص في وقفية المستشفيات على تخصيص جزء من ريعها للمشايخ الذين يدرسون للتلاميذ الطب في المستشفى . . كما أن بعض مشايخ الطب كان يدّرس الطلاب في المسجد أو في منزله أو في مدارس خصصت لذلك . . فعند ما كان عبد اللطيف البغدادي بمصر كان يدّرس الطب بالجامع الأزهر فهو يحكى عن نفسه فيقول : « وكانت سيرتى في هذه المدة ، أنني أقرىء الناس بالجامع الأزهر من أول النهار إلى نحو الساعة الرابعة ، وسط النهار يأتي من يقرأ الطب وغيره ، وآخر النهار أرجع إلى الجامع الأزهر فيقرأ قوم آخرون ، وفي الليل اشتغل مع نفسي » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عيون الأنباء ص 689 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nوكان الطلبة يتلقون دروسا في السريريات ( الطب الاكلينكى ) والتشريح وعلم وظائف الأعضاء والأدوية . . ويبدأ طالب الطب عادة بدراسة « الفصول »  Aphorisms  لأبقراط ثم « المسائل في الطب للمتعلمين » لحنين بن إسحاق ثم « المدخل التعليمي » للرازي ثم « الذخيرة في علم الطب » لثابت بن قرة ثم كتاب « المنصوري » للرازي وأخيرا اختصار الست عشرة رسالة لجالينوس ، ترجمة حنين ، و « الحاوي » و « القانون » .\r\nوقد حرص كبار أطباء المسلمين على تأليف كتب يستعين بها طلبة الطب . . فالرازى يذكر في كتابه الفصول سبب تأليفه له فيقول :\r\n« دعاني ما وجدت عليه من فصول ابقراط من الاختلاط وعدم النظام والغموض والتقصير عن ذكر جوامع الصناعة كلها أو جلها ، وما أعلمه من سهولة حفظ الفصول وعلقها بالنفوس ، إلى أن أذكر جوامع الصناعة الطبية عن طريق الفصول ليكون مدخلا إلى الصناعة وطريقا للمتعلمين » « 1 » .\r\nويكرر علي بن العباس القول نفسه في مقدمة كتابه « كامل الصناعة في الطب » بقوله :\r\n« فأما غرضنا في كتابنا هذا فهو أن نذكر فيه جميع ما يحتاج معه إلى عمله ومعرفته لمن أراد أن يتعلم صناعة الطب حتى يكون فيها ماهرا وبها حاذقا وهو حفظ الصحة على الأصحاء ومداواة المرضى إلى أن يبرءوا ولا يحتاج معه إلى كتاب من الكتب الموضوعة في هذه الصناعة وأن نستعمل فيه الاختصار مع الشرح والبيان » « 2 »\r\nوقد اهتم التعليم الطبى في العصور الإسلامية بشقى الطب النظري\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الموجز في تاريخ الطب والصيدلة عند العرب ص 260 . .\r\n( 2 ) ج - 1 ص 9 . .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوالعملي إلا أنهم أعطوا عناية أكثر للطب العملي ومباشرة المرضى فيقول ابن سينا في « القانون » .\r\n« فإذا قيل إن من الطب ما هو نظري ومنه ما هو عملي فلا يجب أن يظن أن مرادهم فيه هو أن أحد قسمي الطب هو تعلم العلم والقسم الآخر هو المباشرة للعمل كما يذهب إليه وهم كثير من الباحثين عن هذا الموضع بل يحق عليك أن تعلم أن المراد من ذلك شئ آخر وهو أنه ليس واحد من قسمي الطب إلا علما لكن أحدهما علم أصول الطب والآخر علم كيفية مباشرته ثم يخص الأول منهما باسم العلم أو بأسم النظر ويخص الآخر باسم العمل » « 1 » .\r\nويقول الرازي في الفصول « ليس يكفى في أحكام صناعة الطب قراءة كتبها بل يحتاج مع ذلك إلى مزاولة المرضى ، إلا أن من قرأ الكتب ثم زاول المرضى يستفيد من قبل التجربة كثيرا ، ومن زاول المرضى من غير أن يقرأ الكتب ، يفوته ويذهب عنه دلائل كثيرة ، ولا يشعر بها البتة . .\r\nولا يمكن أن يلحق بها أدنى مزاولة فيكون كما قال اللّه عز وجل :\r\n وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّماواتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْها وَهُمْ عَنْها مُعْرِضُونَ »  « 2 » .\r\nويؤكد علي بن العباس على أهمية التدريب العملي في المستشفى فيقول :\r\n« ومما ينبغي لطالب هذه الصناعة أن يكون ملازما للبيمارستان ، ومواضع المرضى ، كثير المداولة لأمورهم وأحوالهم مع الحذاق من الأطباء ، كثير التفقد لأحوالهم ، والأعراض الظاهرة فيهم متذكرا لما كان قد قرأه من تلك الأحوال وما يدل عليه من الخير والشر » « 3 » .\r\nويوصى الزهراوى في كتابه التصريف بضرورة دراسة العلوم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج - 1 ص 3 . .\r\n( 2 ) ابن النفيس ص - 60 د . بول غليونجى سلسلة إعلام العرب - الدار المصرية للتأليف والترجمة . .\r\n( 3 ) كامل الصناعة ج 1 ص 9 . .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nالأساسية كالتشريح وإتقانها والتمكن منها قبل التدريب العملي في المستشفى فيقول :\r\n« والسبب في أنه لا يوجد صانع محسن في زماننا أن صناعة الطب طويلة ، وينبغي لصاحبها أن يرتاض قبل ذلك في علم التشريح حتى يقف على منافع الأعضاء وهيئتها ومزاجها واتصالها وانفصالها ومعرفة النظام والأعصاب والعضلات وعددها ومخارجها والعروق والقوابض والسواكن ومواضع مخارجها . . . لأنه من لم يكن عالما بما ذكرنا من التشريح لم يخل من أن يقع في خطأ يقتل الناس به كما شاهدت كثيرا ممن تصور في هذا العلم وادعاه بغير علم ولا دراية ، وذلك إني رأيت طبيبا جاهلا قد شق على ورم خنزورى في عنق امرأة فأصاب بعض شريانات العنق فنزف دم المرأة حتى سقطت ميتة بين يديه » « 1 » .\r\nوقد بلغ من عناية أطباء المسلمين بأمر تدريب الطلبة والأطباء وحرصهم على إتقانهم مهنة الطب أنهم كانوا إذا رأوا نقطة ضعف في ناحية معينة زودوهم بخبرتهم عن طريق التأليف . . فقد وضع الرازي كتابا في التشخيص المقارن  Differential Diagnosis  سماه « كتاب ما الفارق أو الفروق أو كلام في الفروق بين الأمراض » يذكر فيه سبب تأليفه له فيقول :\r\n« لما رأيت أطباء الزمان لا يعرفون من الأمراض إلا ما تصوروه عن الكتب بدلائله وأسبابه المذكورة ، وكانت الأسباب والدلائل قد تشترك ، والأمراض قد تشتبه وكانت الهمم قاصرة عن تحصيل العلم بذلك القياس والإستخراج من الأصول والقواعد رأيت أن أجمع كتابا فيما يشتبه من الأسباب والدلائل والأمراض وأجمع فيه من كل مشتركين ومتشابهين منهما ثم أفرق بينهما وهذا شئ يسهل حفظه وتذكره عند وقوعه وفائدته عظيمة في المباشرة من جهة تفطن الذهن لما يشتبه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الطب العربي . د . يحيى شريف ص . 28 ، 29 - مطبوعات معهد الدراسات الإسلامية .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nوالاحتراز من الشبه . . وهذا شئ لم يسبق له من تقدم لا لعجزهم بل لأنهم في رتبة الإجتهاد » « 1 » .\r\nولم يغفل أطباء المسلمين الإمتحانات الطبية والضوابط التي تصونها من التعنت وقد أفرد الرازي لذلك بابا في كتابه الحاوي جعل عنوانه :\r\n« في محنة الطبيب وتعنيته » « 2 » . . يقول فيه عن الأعمال التي يمتحن بها الطبيب :\r\nفأول شئ تسأله عنه التشريح ومنافع الأعضاء وهل عنده علم بالقياس وحسن فهم ودربه في معرفة كتب القدماء فإن لم يكن عنده ذلك فليس بك حاجة إلى إمتحانه في المرضى . . وإن كان عالما بهذه الأشياء فامتحن أعماله حينئذ في المرضى فمتى رأيته يبرئ بالأدوية ليس في مواضع تحتاج إلى غير الأدوية فذلك الطبيب » « 3 » .\r\n« وأول الطب أساس العليل والتثبت في الإستدلال باعراض العلة على أسبابها وإختيار ما يسهل على العليل من الأدوية والتدبير إن شاء اللّه » « 4 » .\r\nويعيب على الممتحنين تعنتهم وتشددهم في غير ما ضرورة أو مصلحة فيقول :\r\n« لست أرى أن الإغراق في وصف محنة الطبيب كما وصفه قوم كثير بنافع لا للممتحن ولا « للممتحن » ذلك لأن الذي يروم من الطبيب أن يبين له أن يميز النبض بين الرجال والنساء والصبيان قد طلب أمرا غير ممكن في الأكثر وجاوز الحد الذي يحتاج إلى معرفته الطبيب من أمر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « كتاب ما الفارق أو الفروق » تحقيق د . سليمان قطايه - معهد التراث العلمي العربي بجامعة حلب 1378 ه - 1978 م . .\r\n( 2 ) ج - 23 ص 288 وما بعدها . .\r\n( 3 ) ص 292 . .\r\n( 4 ) ص 295 . .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nالنبض وأنا أعلم يقينا أنه لو امتحن ابن ماسوية الكاتب هذا في كتابه بهذه المحنة لكانت حيرته أشد وأكثر من حيرة الأعمى في التفرقة بين الأشياء التي تدرك بآلة البصر » « 1 » .\r\nويبدي وجهة نظره فيبين الطريقة التي يرى أن يتم بها الامتحان فيقول :\r\n« والذي يحتاج أن يمتحن به الطبيب من النبض أن يفرق بين القوى والصلب ، وبين الصغير والضعيف ، وبين المستوى والمختلف وأن يحس بالتغايير العظام التي تحدث ويمكنه أن يحفظ صورة النبض الطبيعي ممن قد أكثر جسه في نفسه ويخبر عن تغييره إذا حدث فيه تغيير عظيم فهذا قدر لا بد منه ، ولا يكون طبيبا البتة إلا به » « 2 » .\r\n« وأكثر ما أرى أن يمتحن به الطبيب الحميات والأمراض الحادة والبحارين وأيامها ويسأل كيف يفرق بين أنواع الحمى من أول دورها وكيف تميز المركبة فإن يدل على قدر عنايته ، لذلك تكون فضلته ومعرفته . . وجملة كافية أقول إنه يجب أن يوثق فيه في الأكثر » « 3 » .\r\n« وليمتحن بمعرفة صور العلل والتفريق بعضها من بعض مثال ذلك أن يفرق بين وجع الكلى ووجع القولون » « 4 » .\r\nولا يشترط الرازي تعمق الطبيب في معرفة العقاقير المختلفة كي ينجح في الامتحان بل يلزمه معرفة الشائع منها فيقول :\r\n« فإمتحانه بمعرفة العقاقير فأرى أنها محنة ضعيفة . . وذلك لأن هذه صناعة هي بالصيدلانى أولى منها بالطبيب إلا أن تقصر معرفته بالكثيره الاستعمال منها فيدل على قلة عمله ومزاولته ودربته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ص 296 .\r\n( 2 ) ص 297 . .\r\n( 3 ) ص 299 . .\r\n( 4 ) ص 301 . .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nفأما المطالبة بمعرفة النادر منها والفرق بين الجيد والردىء منها فليس ذلك خاصا بصناعة الطب ويمكن أن يكون طبيبا فاضلا مقتصرا على كثير من جلابى العقاقير في هذا الباب » « 1 » .\r\nويوصى عبد اللطيف البغدادي طالب العلم بما يمكن أن يستدل منه على طريقة التعليم في العصور الإسلامية والتي كانت تمارس إلى عهد قريب بالأزهر الشريف فيقول :\r\n« أوصيك أن لا تأخذ العلوم من الكتب وإن وثقت من نفسك بقوة الفهم . . وعليك بالأستاذين في كل علم تطلب اكتسابه ، ولو كان الأستاذ نافصا فخذ عنه ما عنده حتى تجد أكمل منه . . وعليك بتعظيمة وتوجيبه ، وإن قدرت أن تفيده في دنياك فافعل ، والا فبلسانك وثنائك ، وإذا قرأت كتابا فاحرص كل الحرص على أن تستظهره وتملك معناه وتوهم أن الكتاب قد عدم وأنك مستغن عنه ، لا تحزن لفقده .\r\nوإذا كنت مكبا على دراسة كتاب وتفهمه فإياك أن تشتغل بآخر معه ، ولتصرف الزمان الذي تريد صرفه في غيره إليه ، وإياك أن تشتغل بعلمين دفعة واحدة ، وواظب على العلم الواحد سنة وسنتين أو ما شاء اللّه .\r\nفإذا قضيت منه وطرك فانتقل إلى علم آخر . . ولا تظن أنك إذا حصلت علما فقد اكتفيت بل تحتاج إلى مراعاته والتعلم ، ومباحثه الأقران . .\r\nواشتغال العالم بالتعليم والتصنيف . . وإذا تصديت لتعليم علم أو للمناظرة فيه فلا تمزج به غيره من العلوم ، فإن كل علم مكتف بنفسه مستغن عن غيره ، فإن استعانتك في علم بعلم عجز عن استيفاء أقسامه كمن يستعين بلغة إلى لغة أخرى إذا علمها أو جهل بعضها » « 2 »\r\nويؤكد الأطباء المسلمون على أهمية الممارسة في اكتساب المعرفة والخبرة والمهارة في الطب فيقول الرازي :\r\n« فإن الشكوك المبطلة تقع في الأكثر في الفن العلمي النظري أكثر منه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج - 23 ص 302 .\r\n( 2 ) عيون الأنباء ص 691\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nفي التجربة » « 1 » ، ويوصى باختيار الطبيب المجرب « فإنه أكثر نفعا في صناعة الطب من العاري من الخدمة والتجربة البتة » « 2 » ، « فأكثرهم تجربة وأطولهم خدمة وزمانا في الصناعة . ولا يقتصر على طول الزمان فقط لأنه يمكن أن يبلغ في الزمن القليل الفتى الحدث ما لا يتهيأ بلوغه في الزمن الطويل ، المعروف بكثرة عناية العلاج والمرضى ، المؤثر برهم على الاكتساب » « 3 » . فسنين الخدمة لا معول عليها ، وإنما تقاس الخبرة بعدد الحالات التي فحصها الطبيب في سنين خدمته . ويوجه الرازي الطبيب إلى الاستفادة من خبرة الذين سبقوه فيقول :\r\n« إنما أدرك من هذه الصناعة ( أي الطب ) إلى هذه الغاية في ألوف لسنين ألوف من الرجال ، فإذا اقتدى المقتدى أثرهم صار كمن دركهم كلهم في زمن قصير وصار كمن عمرّ تلك السنين » .\r\nومن الطريف أن الرازي وضع كتابا للفقراء الذين لا يستطيعون ستشارة الطبيب سماه « إلى من لا يحضره الطبيب » وصف فيه الأمراض علة علة وكيفية معالجتها في غياب الطبيب . وقد عرف هذا الكتاب أيضا بطب الفقراء .\r\n\r\nتاريخ الطب :\r\nاهتم المسلمون بتاريخ الطب ، وظهر فيهم مؤلفون سجلوا تراجم الأطباء وأخبار الطب ، ومن أوائل الذين صنفوا في هذا الموضوع محمد ابن إسحاق المعروف بابن النديم « 4 » ( توفى سنة 385 ه / 955 م ) الذي وضع كتاب « الفهرست » في حوالي 377 ه جمع فيه أسماء الكتب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 و 2 ) الحاء ، ج - 23 ص 301 .\r\n( 3 ) المصدر السابق ج - 23 ص 300 . .\r\n( 4 ) ولد في بغداد ولا يعرف عن حياته الكثير كان ورّاقا . كان هدفه من تأليف كتابه « الفهرست » أن يجعله فهرست كتب جميع الأمم العرب والعجم الموجودة باللغة العربية في العلوم المختلفة وتراجم مؤلفيها .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالمترجمة عن اليونانية ، كما وضع أبو داود سليمان بن حسان الأندلسي المشهور بابن جلجل « 1 » في التاريخ نفسه كتابا أسماه « طبقات الأطباء والحكماء » واشتهر أيضا جمال الدين القفطي « 2 » « ابن القفطي » ( 646 ه - 1248 م ) بكتابه « أخبار العلماء بأخبار الحكماء » والذي تضمن سيرة أكثر من ثلاثمائة طبيب ، وظهير الدين البيهقي صاحب كتاب « تاريخ حكماء الإسلام » . إلا أن أحسن الكتب التي الفت في تاريخ الطب وأوفاها هو كتاب « عيون الأنباء في طبقات الأطباء » لموفق الدين بن أبي أصيبعة « 3 » الذي عاش في القرن السابع الهجري ( 600 - 669 ه / 1203 - 1270 م ) ، وكان طبيبا وابن طبيب ، جمع فيه تاريخ الطب من أقدم العصور إلى عصره وضمنه سيرة ما يزيد على أربعمائة طبيب مع ذكر مؤلفاتهم .\r\nبالإضافة إلى ذلك فإننا نجد ذكر مجموعة من الأطباء في « وفيات الأعيان وأنباء أبناء الزمان » لابن خلّكان « 4 » ، ( 608 - 681 ه / 1211 - 1283 م ) . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان طبيبا في أيام هشام المؤيد باللّه .\r\n( 2 ) ولد بمدينة قفط بصعيد مصر وإليها ينسب . وكانت أسرته قد هاجرت إليها من الكوفة .\r\nتولى والده قضاء القدس في عهد صلاح الدين الأيوبي ثم أصبح وزيرا للملك الأشرف الأيوبي .\r\nانتقل ابن القفطي إلى حلب حيث تقلد ديوان الخراج ثم تولى الوزارة في عهد العزيز الأيوبي وظل فيها حتى توفى .\r\n( 3 ) ولد في دمشق حيث درس الطب فيها ثم في مدينة القاهرة وأختص بطب العيون وزاول عمله لفترة في أحد مستشفيات القاهرة التي أنشأها صلاح الدين الأيوبي .\r\n( 4 ) هو أحمد بن إبراهيم بن خلكان من البرامكة . ولد باربل ودرس الفقه بالموصل ثم بحلب .\r\nسكن مصر مدة من الزمن وتولى القضاء بها . اشتمل كتابه « وفيات الأعيان » على 846 ترجمة للأعيان والمشاهير حتى أواخر القرن السابع الهجري .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nالفصل الثالث أثر الطب الإسلامي في أوروبا\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nساد الطب الإسلامي العالم في القرون الوسطى ، ولم يمنع المسلمين عدم معرفتهم بالتشريح وعلم وظائف الأعضاء من أن يكون طبهم ناجحا أو أن يكونوا أطباء سريرين ( اكلنيكيين ) من الطراز الأول تميز طبهم باعتماده على قوة الملاحظة ومباشرة المريض في الوقت الذي كانت فيه أوروبا تجهل الطب تماما ، ولم يكن للأوربيين بد من أن يأخذوا الطب نظريا وعمليا عن المسلمين . . وقد بدأت الأمم اللاتينية تعرف عن حضارة المسلمين عندما إحتكت بهم في صقلية ثم في الأندلس وأثناء الحروب الصليبية .\r\nفتح المسلمون جزيرة صقلية في القرن الثالث الهجري ( التاسع الميلادي ) وبقيت في أيدي المسلمين ما يزيد على القرنين ( 212 - 483 ه / 878 - 1091 م ) . . وقد امتدت الحضارة الإسلامية من صقليه إلى جنوب إيطاليا . . وفي ذلك الوقت كانت الحضارة الإسلامية مزدهرة في بلاد المغرب ( شمال أفريقيا ) ولم تكن تقل عن مثيلتها في المشرق الإسلامي . . وكان معظم الأطباء الذين اشتهروا في بلاد المغرب ( شمال أفريقيا ) من أهل الذمة من اليهود منهم إسحاق بن سليمان « 1 » ( توفى حوالي 320 ه ) الذي نشأ بمصر وعاش بالقيروان وعاصر ابن الجزار « 2 » ( 285 - 374 ه / 898 - 985 م ) الطبيب المشهور ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقب بالكحال عمر حتى تجاوز المائة له عدة كتب في الطب . من أقواله : « إذا ما حل بزميل لك ضر فلا تذكره بسوء ، فإن لكل أمرىء ساعته ، ولتكن كفاءتك وحسن خلقك رائدك الوحيد للرفعة والمجد ، ولا تحاول أن ترتفع بإذلال الغير ، ولا تهمل زيارة الفقراء وعلاجهم فإن ذلك أرفع قدرا من أي عمل آخر » .\r\n( 2 ) هو أبو جعفر أحمد بن الجزار من أهل القيروان . . طبيب وابن طبيب له عدة كتب منها كتابه المشهور « زاد المسافر وقوت الحاضر » وكتاب طب الفقراء والمساكين .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nوموسى بن ميمون « 1 » ( 531 - 601 ه / 1135 - 1204 م ) طبيب صلاح الدين الأيوبي ، وكانت الصلات وثيقة بين بلاد المغرب ( شمال أفريقيا ) وصقلية وجنوب إيطاليا خاصة مدينة ساليرنو  Salerno  التي تقع على مقربة من نابولى على ساحل البحر الأبيض المتوسط .\r\nوعندما غزا النورمانديون جزيرة صقلية وأستولوا عليها في عام 483 ه / 1091 م عنى حكامهم بعلوم المسلمين وظلت الثقافة الإسلامية قائمة بالجزيرة التي أصبحت فيها اللغات العربية والإيطالية واللاتينية واليونانية هي لغات العلم والثقافة ، وتم نقل روائع الإنتاج العلمي الإسلامي إلى اللغة اللاتينية .\r\nوكان قد تأسست في القرن الثالث الهجري ( التاسع الميلادي ) مدرسة للطب في مدينة ساليرنو ، وتعتبر مدرسة ساليرنو الطبية النواة للجامعات الأوربية وقد وصلت قمة شهرتها في القرنين السادس والسابع الهجري ( الثاني عشر والثالث عشر الميلادي ) ثم بدأت في الاضمحلال مع بداية القرن الخامس عشر الميلادي ( التاسع الهجري ) حتى أغلقها نابليون بمرسوم في عام 1811 م . . وقد دبت الحياة في مدرسة ساليرنو الطبية عندما رحل إليها قسطنطين الإفريقي ( 411 - 480 ه / 1020 - 1087 م ) وإليه يعود الفضل في إزدهار تلك المدرسة وشهرتها .\r\nولد قسطنطين في قرطاجة بتونس ودرس بالقيروان ثم تنقل بين الشام ومصر والهند وبغداد طلبا للعلم ثم عاد إلى شمال أفريقيا ومنها نزح إلى ساليرنو . . وعندما هاجر قسطنطين إلى ساليرنو عام 1077 م تنصر وأصبح راهبا وسمى نفسه قسطنطين وأصبح معروفا به ولقب بالافريقى نسبة لأصله . . وقد حمل قسطنطين معه إلى إيطاليا كتب الطب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولد بقرطبة ثم رحل إلى فاس ومنها إلى فلسطين ثم استقر بمصر زمانا وظل على يهوديته حتى توفى بطبرية . . وقد اشتهر بارائه الفلسفية والعلمية أكثر من شهرته بالطب .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالإسلامية وترجمها من العربية إلى اللاتينية . . أمضى قسطنطين بقية حياته في ترجمة الكتب الطبية وقد مكنه من ذلك معرفته باللغات العربية واليونانية واللاتينية والإيطالية . . ولعل أجل أعمال قسطنطين الأفريقى هي ترجمته لكتاب علي بن العباس « كامل الصناعة » والتي كانت فتحا في تاريخ الطب اللاتيني . ولا شك أن هنالك من عاون قسطنطين في ترجمة ذخائر كتب العلوم الإسلامية ، كما أن هناك من تتلمذ على يديه من الرهبان وغيرهم وساهموا بدورهم في نقل العلوم الإسلامية . . ويقدر عدد الكتب التي ترجمها قسطنطين أو أشرف على ترجمتها بنحو أربعين كتابا في مختلف علوم الطب والفلسفة . ولقد كان للمؤلفات الإسلامية التي ترجمها قسطنطين أثر بالغ في نهضة العلوم الطبية عامة والسريرية ( الاكلينيكية ) بوجه خاص في أوروبا . ولقد ظلت مدرسة ساليرنو الطبية مدة قرنين كاملين عاملا هاما في نقل العلوم الإسلامية والطب الإسلامي إلى أوروبا . .\r\nأما الأندلس فقد كانت أعمق أثرا في أوروبا من صقلية ومدرسة ساليرنو الطبية فقد بقي المسلمون في الأندلس زهاء الثمانية قرون ( 92 - 897 ه / 711 - 1492 م ) ، وكانت حضارة الأندلس أكثر إزدهارا وتفوقا من حضارة بلاد المغرب ( شمال أفريقيا ) . وقد احتلت طليطلة في المغرب في القرن ، السادس الهجري ( الثاني عشر الميلادي ) المكانة التي إحتلتها بغداد في الشرق في القرن الثالث الهجري ( التاسع الميلادي ) كمركز للحركة الفكرية والعقلية في العالم . ونشطت بها حركة النقل والترجمة . وكان المترجمون أكثر فهما ودراية للغة العربية واللاتينية من مترجمى صقلية وساليرنو . وقام هؤلاء المترجمون بترجمة مئات من الكتب الإسلامية في مختلف العلوم من طب ورياضيات وطبيعيات وصيدله وفلك . وقد دارت حركة النقل والترجمة حول مترجمين إيطاليين هما جيرارد الكريمونى ( 1114 - 1187 م ) ، ( 508 ه - 583 ه ) ، وأفلاطون التيفولى\r\n Gerard Of Cremona - Platon Detivoli \r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nويقال أن جيرارد الكريمونى وحده قد ترجم ما يزيد عن ثمانين كتابا .\r\nوغدت كتب الطب الإسلامية المترجمة إلى اللاتينية في متناول الطلبة والعلماء في مختلف جامعات أوروبا في فرنسا وإيطاليا وغيرهما . وقد روى أنه كان يوجد بطليلطة تسعون كتابا في الطب مترجما من العربية إلى اللاتينية منها ما يزيد عن سبعين كتابا لأطباء المسلمين والباقي لابقراط وجالينوس . وقد ترجم في تلك الفترة كتاب علي بن العباس « كامل الصناعة » وكتاب « الحاوي » وكتاب « المنصوري » للرازي ، وكتاب « القانون » لابن سينا وكتاب « التصريف » للزهراوى وظلت هذه الكتب تدرس في جامعات أوروبا حتى أواسط القرن السادس عشر الميلادي .\r\nوقد أثرت هذه الترجمات في الحياة الفكرية والثقافية في أوروبا وأنشئت الجامعات والمدارس الطبية بها متأثرة بالثقافة الإسلامية .\r\nوأضحت كتب الطب الإسلامية العمدة في المناهج الدراسية في الجامعات الأوربية . وتعلم الغربيون ضمن ما تعلموا من المسلمين الكتب الجامعة التي تتناول جميع العلوم الطبية وحسن التبويب . وقد كان أعظم هذه الكتب أثرا بلا شك كتاب « القانون » الذي كان يدرس في جامعات أوروبا حتى منتصف القرن السابع عشر الميلادي . ظل « القانون » الكتاب المدرسي دون منافس عدة قرون وفسر مرارا وعلق عليه ولخص ، وبقي مرجعا طبيا أطول مما بقي أي كتاب آخر . وكان الطلبة يمتحنون فيه وفي كتاب « الحاوي » إجباريا للحصول على إجازة الطب . وكانت الدراسة بتلك الجامعات حتى القرن الرابع عشر الميلادي دراسة نظرية لا تشتمل على مشاهدات سريرية « اكلينيكية » . وعندما إنشئت مدرسة الطب بجامعة بولونيا  Boulogne  الشهيرة في إيطاليا في عام 1156 م . كانت الدراسة بها كغيرها من مدارس الطب التي تأسست في ذلك الوقت تتكون بكاملها من قراءات لترجمات لاتينية للطب الإسلامي الذي غدت كتبه في ذلك الحين واسعة الانتشار . وحتى بعد أن أصبح التشريح يمارس علنا في تلك المدرسة في الربع الأول من القرن الرابع عشر الميلادي لم يكن التشريح سوى وسيلة لتأكيد ما كتبه ابن سينا الذي لم\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nيكن أحد يجرؤ في ذلك العصر على التشكيك في أقواله أو معارضة آرائه . وعندما ظهر أول كتاب في الجراحة في أوروبا لوليم الساليسيتى  William Of Saliceto  ( 1210 - 1280 م ) أحد الأساتذة بتلك الجامعة اقتبس معلوماته في التشريح من الأطباء المسلمين .\r\nوعندما أنشئت مدرسة مونبلية  Montpellier  في جنوب فرنسا في عام 1301 م انتقل إليها من جامعة بولونيا إرث الباطنة والجراحة والتشريح والذي هو في الأصل تراث إسلامي ومقتبس بصفة رئيسية من ابن سينا .\r\nوعندما وضع مندينس  Mundinus  ، وهو أول من شرح جثة إنسان علنا في تلك المدرسة ، كتابا في التشريح أقتبس كذلك من كتب الطب الإسلامية .\r\nلقد اخذ الغربيون عن المسلمين خبرتهم في الجراحة وكان كتاب الزهراوى « التصريف » مرجعا لهم في ذلك العلم وكانت فصوله الخاصة بالجراحة تضمن كتب الجراحة التي ألفها الأوربيون في القرن الرابع عشر الميلادي ، كما أخذوا عنهم معرفتهم بالعقاقير وكذلك نظام المستشفيات .\r\nوعندما جاء الصليبيون إلى المشرق الإسلامي ( 489 - 601 ه / 1096 - 1204 م ) إسترعى إنتباههم تفوق المسلمين في فروع الطب المختلفة مما جعل أمراء الفرنجة يتخذون أطباءهم من نصارى العرب . .\r\nوقد أورد مؤرخو الحروب الصليبية قصصا تدل على جهل الصليبيين بالطب ، ورغم إدراك الصليبيين لتفوق المسلمين في الطب إلا أنهم عادوا إلى بلادهم ولم ينقلوا شيئا من طب المسلمين مع حاجتهم إليه . . ولعل السبب يرجع إلى أنهم ربما استنكفوا أن يأخذوا ما يحتاجونه من أعدائهم أو أنهم كانوا مشغولين بالحرب ، أو لم يكونوا مهيئين حضاريا لإستيعاب علوم المسلمين المتقدمة .\r\nوقد أقام بعض الصليبيين ممن جاءوا إلى المشرق الإسلامي أثناء الحروب الصليبية بالدولة الإسلامية وتعلموا اللغة العربية وقاموا بترجمة\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nكتب الطب الإسلامي . . قد برز من بين هؤلاء إسطفان البيزى  Stephen Of Pisa  الذي أقام بأنطاكية بالشام في عام 1127 ميلادية وترجم كتاب علي بن العباس « كامل الصناعة » . .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nالفصل الرابع آداب وتقاليد مهنة الطب\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nأداب مهنة الطب في الإسلام :\r\n\r\nالكفاءة الطبية . ومسؤولية الطبيب\r\nلعل أقدم التشريعات التي اشتملت على قواعد تتعلق بممارسة الطب هو ما جاء في قوانين حمورابي ( 1948 - 1905 ق . م ) والتي نقشت على مسلة من الصخر البلورى - محفوظة الآن في متحف اللوفر بفرنسا - ووضعت في معبد بمدينة بابل . وقد إتسمت قوانين حمورابي بالجزاءات الصارمة والقسوة تجاه أخطاء الطبيب المعالج إلى الحد الذي يجعل ممارسة الطب أمرا صعبا يلقى بصاحبه إلى التهلكة . وقد تضمنت تلك القوانين أيضا الأجر الذي يستحقه الطبيب على علاجه للأمراض المختلفة إذا شفى المريض . وقد فرقت قوانين حمورابي في الجنايات التي يرتكبها الطبيب بين الأرقاء وغيرهم . فالقصاص يكون ماديا إذا كان المريض رقيقا وبدنيا متفاوت الشدة إذا كان المريض حرا . فإذا تسبب الطبيب في موت نبيل أو فقدان عينه فإن يده تقطع . أما إذا تسبب في موت عبد فإنه يعوض سيده عبدا غيره ، وإذا تسبب في فقدان عينه فإنه يدفع لسيده نصف ثمنه . ومهما قيل عن قوانين حمورابي فإنها تدل على مدى إدراك الإنسان منذ القدم للحاجة إلى قوانين تحكم مهنة الطب وسلوك الأطباء في مهنة تتعلق بأرواح الناس وأعراضهم . أما في العصور التي تلت البابليين فلا نكاد نجد قانونا محددا يبين مسؤولية الطبيب أو محاسبته على عمله وكان الاهتمام منصبا على الجانب الأدبي والأخلاق للمهنة الطبية وعلى خلق السلوك الأخلاق للطبيب النابع من ضميره كما نجد ذلك واضحا في قسم ابقراط ومؤلفاته .\r\nولما جاء الإسلام نظاما شاملا لكل شؤون الحياة كان لا بد أن يكون له\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nتشريعه الذي يحدد مسؤولية الطبيب . ويعتبر الحديث النبوي الشريف « من تتطبب ولم يعلم منه طب فهو ضامن « 1 » » « 2 » حجر الزاوية في آداب مهنة الطب الإسلامي . وهذا يتمشى مع القاعدة الشرعية العامة وهي أن من زاول عملا أو ادعى علما لا يعرفه يكون متعديا ومسؤولا عن الضرر الذي يصيب الغير نتيجة لذلك . فإذا عالج الطبيب الجاهل مريضا وأوهمه أن له علما بالطب وأذن له المريض بعلاجه ظنا أنه ذو دراية بالطب فمات المريض أو أصابه تلف من جراء هذا العلاج فإن الطبيب الجاهل يكون مسؤولا عن ذلك ويلزم بديه النفس أو بتعويض التلف . أما إذا كان المريض يعلم أن الطبيب جاهل لا علم له بالطب وأذن له رغم ذلك بعلاجه فإن الطبيب الجاهل لا يكون مسؤولا عن الضرر الذي يلحق بالمريض نتيجة هذا العلاج لأن الغرر والغش قد انتفى ، ولكن يحجر على هذا الطبيب الجاهل ويمنع شرعا من ممارسة الطب .\r\nفالشريعة الإسلامية تعتبر ممارسة الطب من فروض الكفاية وواجبا على من تخصص فيه من المسلمين إذا لم يقم به غيره والواجب لا يتقيد بشرط السلامة ما دام الطبيب حاذقا . . ولم يهمل في عمله . وأداء الطبيب لواجبه متروك لاختياره ولاجتهاده العلمي والعملي ، وله مطلق الحرية في إختيار العلاج الذي يراه مناسبا لحالة المريض ما دام متقنا لصنعته ولم يخالف أصول المهنة . فالمسؤولية مرفوعة عن الطبيب لأن عمله ضرورة اجتماعية بشرط أن يكون مأذونا له من جهة الشارع ومستوفيا للشروط الآتية : -\r\n( 1 ) أن يكون مؤهلا علميا وعمليا ومأذونا له من الحاكم بممارسة المهنة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ضامن : مسؤول . .\r\n( 2 ) رواه أبو داود .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n( 2 ) أن يكون قصده شفاء المريض وليس الإضرار به .\r\n( 3 ) ألا يقع في خطأ يتنافى مع أصول المهنة .\r\n( 4 ) أن يكون مأذونا له بالعلاج من المريض أو وليه إذا كان المريض قاصرا أو مجنونا .\r\nفإذا قام طبيب حاذق مأذون له من جهة الشارع ومن جهة من يطبه بعلاج مريض وأعطى الصنعة حقها فتولد عن فعله تلف عضو أو ذهاب صفة أو موت المريض ولم يكن ذلك نتيجة خطأ في العلاج فإن الطبيب لا يكون مسؤولا عما حدث ولا تلزمه دية أو تعويض لأن ما حدث لا يمكن توقعه أو دفعه . والقاعدة الفقهية هي أن الضرر أو الموت إذا حدث نتيجة لفعل واجب مع الاحتياط وعدم التقصير لا ضمان فيه .\r\nأما إذا عالج الطبيب الحاذق مريضا وأتقن عمله ولكنه أخطأ بأن أتلف عضوا صحيحا أو وصف دواء أدى إلى موت المريض أو ضرره فإنه يكون مسؤولا وتلزمه الدية وتكون دية المريض على عاقله الطبيب ( قرابته من جهة الأب ) أو في بيت مال المسلمين .\r\nأما إذا عالج الطبيب الحاذق مريضا بغير إذنه أو أذن وليه فقد اختلف الفقهاء على ثلاثة مذاهب : فمنهم من يرى أن الطبيب يكون مسؤولا عن الضرر الذي يمكن أن يحدث نتيجة العلاج على اعتبار أنه تولد عن فعل غير مأذون به وتكون الدية على عاقله الطبيب . ومن الفقهاء من قال بعدم المسؤولية لأن مناط الضمان هو كون الفعل قد جاء على وجهه أو لم يجئ ، ولا أثر للأذن وعدمه فيه ما دام الطبيب حاذقا وقد أتى بالفعل على وجهه وبذل فيه غاية جهده فلا ضمان عليه ولا دية . بينما ذهب فريق ثالث إلى وجوب أخذ الدية من بيت مال المسلمين حتى لا يضيع دم مسلم مات خطأ أو يهدر حقه في التعويض .\r\nوخلاصة القول أن الشريعة الإسلامية تسائل الطبيب عن الخطأ الناتج عن الجهل أو الخطأ الذي ينافي أصول المهنة وترفع المسؤولية عنه\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nلأن عمله يعتبر عملا واجبا لا يترتب على موجب السلامة وله حرية كاملة وسلطان واسع في اختيار منهاجه وأسلوبه ما دام حسن النية ومتمتعا بأذن المريض أو ولى أمره . فإذا اجتهد الطبيب في علاج مريض وأخذ بالأسباب اللازمة وأدى ما هو متوقع منه بمقتضى أصول فن عمله وخلا عمله من الإهمال فلا إثم عليه ولا عقوبة وإن جاءت النتيجة على غير المطلوب . وإنما يحاسب الطبيب على نتائج عمله المبنى على الجهل أو الذي خالف ما تقرره أصول المهنة . ويكون في هذه الحالة مسؤولا عن جنايته وضامنا بقدر ما أحدث من ضرر . وفي تقرير الضمان - كما يقول الأستاذ سيد سابق - الحفاظ على الأرواح وتنبيه الأطباء إلى واجبهم واتخاذ الحيطة اللازمة في أعمالهم المتعلقة بحياة الناس .\r\nونحن نرى أنه من الأنسب الأخذ بالرأي القائل بعدم إشتراط إذن المريض أو ولى أمره لنفى المسؤولية عن الطبيب في الحالات التي تتطلب تدخلا طبيا أو جراحيا سريعا لإنقاذ حياة المريض أو إذا كان المريض فاقد الوعي لأن ذلك أقرب إلى روح الشريعة ومقاصدها .\r\n\r\nعلاقة الطبيب بالمريض :\r\nيختلف التشريع الإسلامي عن غيره من التشريعات في أن الأمور الدنيوية هي واجبات دينية مسؤول عنها المرء أمام اللّه سبحانه وتعالى إذ لا انفصال في الإسلام بين الدين والدنيا . . فالطبيب وهو يؤدى عمله تجاه مرضاه مسؤول عن ذلك أمام اللّه وسيحاسب عليه يوم القيامة . والعلاقة بين المريض والطبيب تقوم على الثقة وعلى مراقبة اللّه سبحانه وتعالى . .\r\nفالطبيب المسلم لا يقدم على ما يؤذى المريض وإن ضمن عدم الوقوع تحت طائلة القانون لأنه يدرك أن اللّه سبحانه وتعالى مطلع على سره وجهره . . ولذلك فإن سلوكه يخالف سلوك الطبيب في المجتمعات المادية الذي يحذر القانون وسطوته فإن وجد نفسه في مأمن منه أتى من\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالمخالفات اما ينافي آداب المهنة وتقاليدها دون وازع من ضمير . فقد حدث قبل عامين في بريطانيا أن جراح عظام مشهور كان عضوا بارزا في لجنة من لجان الجمعية الطبية البريطانية ، ترعى آداب المهنة الطبية في بريطانيا وتحاسب الأطباء الذين يخالفونها ، تسبب في موت زوجه التي كانت تعاني من مرض مزمن بإعطائها على فترات جرعات من دواء يتلف النخاع العظمى الذي يصنع كريات الدم ليتمكن من الزواج من عشيقة له ، وظل الأمر سرا ، فترة بعد وفاة الزوجة حتى دب الخلاف بينه وبين عشيقته فانفضح أمره .\r\nوقد يرفض طبيب علاج مريض ويعطى عذرا مقبولا قانونيا ويخفى في نفسه ما اللّه مطلع عليه . وهذه الرقابة الذاتية النابعة من الوعي بوجود اللّه هي التي تحكم سلوك الطبيب المسلم وتصرفاته فيما يتعلق بأسرار المرضى وأعراضهم . أما القانون فهو في الإسلام عامل مساعد لإحقاق الحق وإشاعة العدل . ويحد من صلاحية القانون أنه متوقف على البينة ، وأن القاضي بشر يحكم بالظاهر ولا يعلم ما تخفى الصدور .\r\nوالطبيب مؤتمن على سر المريض ، وقد وصف اللّه المؤمنين بأنهم  لِأَماناتِهِمْ وَعَهْدِهِمْ راعُونَ  « 1 » وتشمل السرية جميع المعلومات التي يحصل عليها الطبيب من المريض بصورة مباشرة أو غير مباشرة ولا يجوز إفشاء سر المريض إلا لضرورة أو ترجيحا لمصلحة عامة كالإبلاغ عن الأمراض السارية ( المعدية ) .\r\nيجوز للرجل أن يداوى المرأة في حضور محرم ( زوجها أو من لا يحق له شرعا الزواج منها ) . كما يجوز للمرأة أن تداوى الرجل . كل ذلك عند الضرورة . فقد كانت الصحابيات يداوين الجرحى في غزوات الرسول صلّى اللّه عليه وسلم . ولا تعنى الضرورة أن يقف المسلمون موقفا سلبيا فالأجدر بالمسلمين أن يجتهدوا حتى يكتفى كل من الذكور والإناث بأطباء من جنسه . فقد كان أطباء المسلمين في عصور الإسلام يتركون أمراض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المؤمنون 8\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nالنساء والتوليد للقوابل وكانوا يعلمونهن طرق الفحص كما نلمس ذلك في كتاباتهم فهذا الرازي يقول في كتابه الحاوي « إذا رأيت إحتباس الطمث ويبس الثفل في جميع الجسم وذهاب الشهوة واضطراب وإقشعرار وغثى وشهوة الأشياء الرديئة فقل للقابلة تجس عنق الرحم فإن كان منضما بلا صلابة دل على حبل » « 1 » . كما ورد أن الزهراوى كان يقف خلف سنتار ويعطى إرشاداته المناسبة للقابلات في الحالات العسرة .\r\nويجوز الاستطباب عند غير المسلم إذا كان خبيرا بالطب ، ثقة عند غيره وذلك عند الضرورة التي تقدر بقدرها حتى يكتفى المسلمون ذاتيا وذلك من غير تمييز أو تفضيل لكافر على مؤمن تساوى معه في الكفاءة والخبرة أو تفوق عليه . فقد روى أن النبي صلّى اللّه عليه وسلم أمر أن يستطب الحارث بين كلده وكان كافرا . وقد تضرر الأطباء المسلمون في عصور الإسلام الأولى ، حين كانوا مبتدئين في الطب وكان الأطباء غير المسلمين يفوقونهم عددا وخبرة ، من تفضيل الأطباء غير المسلمين . فقد روى الجاحظ أن طبيبا قيل له « السنة وبئة والأمراض فاشية وأنت عالم ، ولك صبر وخدمة ، ولك بيان ومعرفة ، فمن أين تؤتى هذا الكساد ؟ » فذكر السبب هو أنه مسلم « 2 » .\r\nكما حدث ذلك عند اضمحلال الحضارة الإسلامية فقد ذكر داود الأنطاكي « 3 » في القرن العاشر الهجري السبب الذي دعاه إلى تأليف تذكرته فقال :\r\n« فإني حين دخلت مصر ، ورأيت الفقيه الذي هو مرجع الأمور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج - 9 ص 75 . . .\r\n( 2 ) البخلاء للجاحظ تحقيق طه الحاجرى من 90 - دار الكاتب العربي - القاهرة 1948 م .\r\n( 3 ) ولد بأنطاكية في الشام ثم انتقل إلى مصر . . كان ضريرا . له عدة مؤلفات أشهرها التذكرة التي جمع فيها المعارف الطبية في عصره وعصر من سبقه .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nالدينية ، يمشى إلى أوضع يهودي للتطبب به ، فعزمت أن أجعله كسائر العلوم ، يدرس ليستفيد به المسلمون » « 1 » .\r\n\r\nحرية المريض :\r\nإن حياة الإنسان وصحته هما ملك للخالق عز وجل وهما وديعة استأمنه اللّه سبحانه وتعالى عليها ، لذلك وجب على الإنسان أن يحافظ على حياته وصحته ومن أجل ذلك دعت الشريعة الإسلامية إلى التداوي والأخذ بالأسباب وأباحت للمرء أن يستشير الطبيب المختص متى أعلت صحته . . وقد أعطت الشريعة الإسلامية للمريض الحرية في اختيار من يشاء من الأطباء يقصده طلبا للشفاء ، بل إن التشريع الإسلامي أعطى المريض الحق في اختيار الطبيب الأكثر حذقا ومهارة . . فقد ذكر الإمام مالك في موطئه أن رجلا في زمن رسول اللّه صلّى اللّه عليه وسلم جرح فاحتقن الدم فجىء بطبيبين فلما نظرا إليه قال لهما رسول اللّه صلّى اللّه عليه وسلم : « أيكما أطب ؟ » . .\r\nولكن ليس للمريض الحق في رفض أي علاج يوصف له ويقصد به إسعاف حياته أو أي إجراء تقتضيه الصحة العامة لمنع إضرار المريض بغيره لأن من القواعد الشرعية المقررة أن الضرورات تبيح المحظورات ولا ضرر ولا ضرار وأن درء المفاسد مقدم على جلب المصالح . ولا يتعين أذن المريض أو وليه في الحالات الطارئة التي تنذر بهلاك المريض ، ولا يعتبر الطبيب مسؤولا مهما كانت النتائج ما دام قد أجرى ما توجبه الأصول الطبية بأسلوب سليم لأن الطبيب في محاولته إنقاذ المريض . . كما يقول ابن القيم - محسن وما على المحسنين من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تذكرة أولى الألباب والجامع للعجب والعجاب . . داود الأنطاكي ج - 1 ص 5 . .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nسبيل . وقد أعطت المجتمعات المادية التي تنطلق من تصورات غير تصورات الإسلام المريض الحق في رفض العلاج ولو أودى ذلك بحياته أو أدى إلى أذى الآخرين . .\r\n\r\nإذن المريض :\r\nإذا قصد المريض الطبيب للعلاج أو قبل أن يعالجه الطبيب فإن ذلك يعتبر موافقة ضمنية ورضى من جانب المريض . . إلا أن العادة قد جرت بأن يوقع المريض إذنا كتابيا بقبوله العلاج قبل دخوله المستشفى أو عندما يتطلب الأمر إجراء عملية أو فحوصات قد ينتج عنها مضاعفات كالأشعة الملونة . . ولا مانع شرعا من توثيق إذن المريض كتابيا - قياسا على آية الدّين - ففي ذلك حماية للطبيب فقد يموت المريض وينكر ذووه من بعده إعطاءه الأذن مشافهة . . وقد شاهدت في بعض المستشفيات المريض يوقع إقرارا بقبول العلاج عند دخوله المستشفى ثم يطلب منه أذنا كتابيا كلما اقتضى الأمر إجراء فحوصات لازمة لتشخيص مرضه كبزل النخاع العظمى والشوكي ، وقد يثير ذلك الرعب والفزع في نفس المريض فيظن العملية البسيطة خطيرة فيرفض خوفا أو توهما . .\r\nوالأفضل أن يكتفى في مثل هذه الحالات بالأذن عند دخول المستشفى فإذا حدث نزاع فلينظر القاضي ما إذا كانت العملية أو الفحص ضروريا لتشخيص أو علاج المرض فإذا كان في الأمر ضرورة فلا محاسبة ولا مسؤولية على الطبيب وإن كان غير ذلك فالطبيب مسؤول .\r\n* * * \r\nعلاقة الطبيب بزملائه :\r\nيحكم السلوك الإسلامي علاقة الطبيب بغيره من الأطباء فلا يعالج\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nمريضا تحت إشراف طبيب آخر إلا بإذنه ولا يدعى علما لا يملكه ولا يحقر غيره من زملاء المهنة « 1 » .\r\n\r\nأجور الأطباء :\r\nللطبيب الحق في أن يتعاطى أجرا نظير علاجه المريض قياسا على إعطاء الرسول صلّى اللّه عليه وسلم أجرة للحجام . وتقدير الأجر متروك للطبيب ومشروط بعلم المريض به مسبقا ورضاه به . . والمسلمون في المعاملات مأمورون بعدم ظلم بعضهم لبعض وبحسن الأداء والا ينسوا الفضل بينهم . . وقد أباحت الشريعة الإسلامية الجعالة وهو أن يشترط المريض البرء من المرض قبل إعطاء الأجر . فقد أقر رسول اللّه صلّى اللّه عليه وسلم على ذلك صحابته الذين عالجوا كبير قوم لدغ وأخذوا أجرهم بعد شفائه « 2 » وإذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال رسول اللّه صلّى اللّه عليه وسلم « إياكم والظن فإن الظن أكذب الحديث ، ولا تحسسوا ، ولا تجسسوا ، ولا تنافسوا ، ولا تحاسدوا ، ولا تباغضوا ، ولا تدابروا ، وكونوا عباد اللّه إخوانا كما أمركم » « ولا تهاجروا ولا بيع بعضكم على بيع بعض » « المسلم أخو المسلم : لا يظلمه ولا يخذله ولا يحقره » . . « بحسب إمرىء من الشر أن يحقر أخاه المسلم ، كل المسلم على المسلم حرام دمه وعرضه وماله » رواه مسلم .\r\n( 2 ) أسهل المدارك : شرح إرشاد السالك في فقه إمام الأئمة مالك ج - 2 ص 347 أبو بكر ابن حسن الكشناوى ط . ثانية - عيسى البابي الحلبي .\r\nجاء في الصحيحين عن أبي سعيد الخدري : « انطلق نفر من أصحاب النبي صلّى اللّه عليه وسلم في سفرة سافروها حتى نزلوا على حيّ من أحياء العرب فاستضافوهم فأبوا أن يضيفوهم فلدغ سيد ذلك الحيّ فسعوا له بكل شئ لا ينفعه شئ فقال بعضهم : لو أتيتم هؤلاء الرهط الذين نزلوا لعلهم أن يكون عند بعضهم شئ فأتوهم فقالوا : يا أيها الرهط إن سيدنا لدغ وسعينا له بكل شئ لا ينفعه فهل عند أحد منكم من شئ فقال بعضهم : نعم واللّه إني لأرقى ولكن إستضفناكم فلم تضيفونا فما أنا براق حتى تجعلوا لنا جعلا فصالحوهم على قطيع من الغنم فأنطلق يتفل عليه ويقرأ الحمد للّه رب العالمين فكأنما نشط من عقال فانطلق يمشى وما به قلبه قال : فأوفوهم جعلهم الذي صالحوهم عليه فقال بعضهم : إقتسموا فقال الذي رقى : لا تفعلوا حتى نأتى رسول اللّه صلّى اللّه عليه وسلم فنذكر الذي كان فننظر ما يأمرنا . . فقدموا على رسول اللّه صلّى اللّه عليه وسلم فذكروا له ذلك فقال : وما يدريك أنها رقية ؟ ثم قال : قد أصبتم وأضربوا لي معكم سهما .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nتحدد الأجرة مسبقا فإن الطبيب يستحق مثل أجر مثيله في الخبرة والتخصص . .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nآداب مهنة الطب في العصور الإسلامية\r\n\r\nأخلاق الطبيب :\r\nاهتم المسلمون بآداب مهنة الطب وأهتموا في المقام الأول بأخلاق الطبيب وسلوكه . . فهذا الرازي يسطر رسالة لبعض تلاميذه سماها :\r\n« أخلاق الطبيب » يوصى فيها الطبيب بالرفق وحفظ السر في الطب :\r\n« واعلم يا بنى أنه ينبغي للطبيب أن يكون رفيقا بالناس حافظا لغيبهم كتوما لأسرارهم لا سيما أسرار مخدومه فإنه ربما يكون ببعض الناس من المرض ما يكتمه من أخص الناس به مثل أبيه وأمه وولده ، وإنما يكتمونه خواصهم ويفشونه إلى الطبيب ضرورة . . وإذا عالج من نسائه أو جواريه أو غلمانه أحدا فيجب أن يحفظ طرفه ولا يجاوز موضع العلة فقد قال الحكيم جالينوس في وصيته للمتعلمين ، ولعمري لقد صدق فيما قال : على الطبيب أن يكون مخلصا للّه وأن يغض طرفه عن النسوة ذوات الحسن والجمال وأن يتجنب لمس شئ من أبدانهن وإذا أراد علاجهن أن يقصد الموضع الذي فيه معنى علاجه ويترك إجالة عينيه إلى سائر بدنها » وينهى الطبيب عن العجب « ورأيت من المتطببين من إذا عالج مريضا شديد المرض فبرأ على يديه دخله من ذلك عجب وكان كلامه كلام الجبارين فإذا كان كذلك فلا كان ولا وفق ولا سدد » وينصحه بالتواضع « واعلم أن التواضع في الصناعة زينة وجمال دون ضعه النفس . . لكن يتواضع بحسن اللفظ وجيد الكلام ولينه وترك الفظاظة والغلطة على الناس . . فمتى كان كذلك فهو المسدد الموفق » ويحثه على علاج الفقراء « وينبغي للطبيب أن يعالج الفقراء كما يعالج الأغنياء » .\r\nويكاد يكون التواصى بأخلاق المهنة الطبية وآدابها صفة لازمة للطب\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالإسلامي في جميع عصوره ، تفرد له أبوابا في مؤلفات أطباء المسلمين الطبية ، فهذا علي بن ربن الطبري يقول تحت عنوان فيما يجب أن يكون عليه المتعلم للطب .\r\n« قالوا إن الذي يصلح من التلامذة للطب من كان حسينا ذاهنا ويجب عليه أن يكون وقورا رحيما جوادا رقيق الأطراف صبورا على التعب تاركا للهوى والعجب والحسد والشره والكذب والغضب والنميمة والكسل نظيفا عفيفا رفيقا . . وأن يلهم نفسه الاقتدار على الأدب وأن يأتي على آخره ولا يمل ولا يضعف » « 1 » .\r\nويلخص علي بن العباس آداب مهنة الطب وصفات الطبيب ومتعلم الطب فيقول : « أقول إنه ينبغي لمن أراد أن يكون طبيبا فاضلا عالما أن يقتدى بوصايا أبقراط الحكيم التي وصى بها في عهده إلى المتطببين من بعده فإن أول ما أوصاهم به بعد تقوى اللّه وطاعته أن يفضلوا معلميهم ويحترموهم ويشكروهم ويقيموهم في مقام آبائهم ويكرموهم كاكرامهم لهم ، ويحسنوا مكافأتهم ويكثروا برّهم كما يكثرون بر آبائهم ويكرموهم في أموالهم وما أحسن ما قال . . كما أن الأبوين كانا سبب كونه ، كذلك المعلمون كانوا سبب شرفه ونباهته وحسن ذكره بالعلم ، وكذلك قد يلزم الإنسان حق معلمه كما يلزمه حق والده . وقال : وينبغي أن تتخذوا أولاد معلميكم اخوة لكم كأولاد آبائكم وقال أيضا لا تبخلو على من أراد تعلم هذه الصناعة من المستحقين لها ، بتعليمكم إياها لهم بلا أجرة ولا شرط ولا طلب مكافأة وصيروهم بمنزلة أولادكم وأولاد معلميكم وامنعوها من لا يستحقها من الأشرار والسفلة . وأوصى أن يجتهد الطبيب في مداواة المرضى وحسن تدبيرهم بالأغذية والأدوية ولا يكون غرضه في مداواتهم طلب المال ولكن طلب الأجر والثواب وأن لا يعطى لأحد دواء قتالا ولا يصفه ولا يدل عليه ولا ينطق به ولا يدفع إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فردوس الحكمة في الطب لأبي الحسن بن سهل بن الطبري ص 558 ، 559 - برلين 1928 م .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nالنساء دواء لإسقاط الأجنة ولا يذكره لأحد . . وقال أيضا ينبغي للطبيب أن يكون طاهرا ذكيا ديّنا مراقبا للّه عز وجل رفيق اللسان محمود الطريقة متباعدا عن كل نجس ودنس وفجور ولا ينظر إلى أمة ولا حرة بشئ من ذلك ولا يكون همته في دخوله إلى المرضى إلا الاحتيال لشفائهم وبرئهم إذا أمكن ذلك فيهم ، وقال أيضا : ينبغي إلا يغشى للمرضى سرا من علاج وغيره ولا يطلع عليه قريبا ولا بعيدا ، فإن كثيرا من المرضى يعرض لهم أمراض يكتمونها عن آبائهم وأهاليهم ويفشو بها إلى الطبيب بمنزلة أوجاع الأرحام والبواسير فينبغي أن يكون الطبيب أكتم لها من الناس منهم . . وقد ينبغي للطبيب أن يكون في جميع أحواله على ما ذكره إبقراط الحكيم أن يكون رحيما عفيفا لطيفا محبا لاصطناع الخير ، لطيف الكلام قريبا من الناس حريصا على مداواة المرضى ومعالجتهم لا سيما الفقراء وأهل المسكنة ولا يبتغى منهم لذلك نفعا ولا مكافأة وإن أمكنه أن يتخذ لهم الأدوية من ماله فليفعل وإن لم يمكنه ذلك وصف لهم ، ويتردد عليهم غدوة وعشية إن كان مرضهم حادا إلى أن يبرءوا ويصحوا لأن المرض الحاد سريع التغير من حال إلى حال . . ولا ينبغي للطبيب أن يكون متشاغلا بالتلذذ والتنعم واللعب واللهو . . ولا ينبغي أن يكون أكثر تشاغله إلا بقراءة الكتب والحرص على النظر فيها ، أعنى كتب الطب ولا يمل من ذلك ولا يضجر منه في كل يوم ويلزم نفسه حفظ ما قد قرأه واستظهاره وتذكره إياه في ذهابه ومجيئة ليحفظ جميع ما يحتاج إليه من علم وعمل ويروض ذهنه فيه حتى لا يحتاج في كل وقت إلى النظر في كتاب فإنه ربما نالت كتبه آفة فيكون رجوعه فيما يحتاج إليه إلى حفظه حيث توجه . . وينبغي أن يكون حفظه لذلك في حداثته وشبابه فإن الحفظ في هذا الوقت أسهل منه في وقت الشيخوخة إذ كانت الشيخوخة أم النسيان .\r\nومما ينبغي لطالب هذه الصناعة أن يكون ملازما للبيمارستانات ومواضع المرضى كثير المداولة لأمورهم وأحوالهم مع الأستاذين من الحذاق من الأطباء كثير التفقد لأحوالهم والأعراض الظاهرة فيهم\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nمتذكرا لما قد قرأه من تلك الأحوال وما يدل عليه من الخير والشر فإن فعل ذلك بلغ من هذه الصناعة مبلغا حسنا فلذلك ينبغي لمن أراد أن يكون طبيبا فاضلا أن يلزم هذه الوصايا ويتخلق بما ذكرنا من الأخلاق ولا يتهاون بها فإن فعل ذلك كانت مداواته للمرضى مداواة صواب ووثق الناس به ومالوا إليه ونال المحبة والكرامة والذكر الجميل ولم يعدم مع ذلك المنفعة والفائدة من قبلهم . . واللّه تعالى أعلم » « 1 » .\r\nويردد نفس النصائح أبو الحسن علي بن رضوان 2 ( 376 - 460 ه / 986 - 1067 م ) . . الذي كان رئيس الأطباء في عهد الخليفة الفاطمي الحاكم بأمر اللّه ( 386 - 411 ه / 996 - 1020 م ) ويجعلها صفات سبع يجب أن تتوافر في الطبيب :\r\nالأولى : أن يكون تام الخلق صحيح الأعضاء ، حسن الذكاء ، جيد الروية عاقلا ذكورا ، خير الطبع . .\r\nالثانية : أن يكون حسن الملبس ، طيب الرائحة ، نظيف اليدين والثوب .\r\nالثالثة : أن يكون كتوما لأسرار المرضى لا يبوح بشئ من أمراضهم .\r\nالرابعة : أن تكون رغبته في إبراء المرضى أكثر من رغبته فيما يلتمسه من الأجر ، ورغبته في علاج الفقراء أكثر من رغبته في علاج الأغنياء . .\r\nالخامسة : أن يكون حريصا على التعليم والمبالغة في منافع الناس .\r\nالسادسة : أن يكون سليم القلب ، عفيف النظر ، صادق اللهجة ، لا يخطر بباله شئ من أمور النساء والأموال التي شاهدها في منازل الاعلاء فضلا عن أن يتعرض إلى شئ منها . .\r\nالسابعة : أن يكون مأمونا ثقة على الأرواح والأموال ، لا يصف دواء قتالا ولا يعلمه . . ولا دواء يسقط الأجنة ، يعالج عدوه بنية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كامل الصناعة ج - 1 ص 8 ، 9\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nصادقة كما يعالج حبيبه « 1 » .\r\nونلاحظ أن أطباء المسلمين درجوا في مؤلفاتهم على تسمية الطبيب الحاذق بالطبيب الفاصل ويصف لنا الرازي صفات هذا الطبيب الفاضل فيبين أنه لا يقتصر على التعاليم وحدها « بل تكون له مع هذا دربة واحتيال كثير ومراعاة للمرضى وخدمة كثيرة حتى لا يقصر على أحد من المجربين فيما ظهر بالتجربة ويفضلهم بالقياس وهذا هو الطبيب الفاضل ولا يكاد يخفى أمره لأنه يرى دائما نصبا تعبا في النظر والبحث تارة ، وفي مزاولة العمل أخرى لا يهنئه شئ غيره ولا يلتذ إلا به ، ولا يقوم شئ من أعراض الدنيا مقام ما قد آثره ومال إليه » « 2 » . .\r\nويبين علي بن العباس شرف مهنة الطب في كتابه كامل الصناعة فيقول « فأما شرف هذه الصناعة فلأن موضوعها أجل خطرا من موضوع سائر الصناعات وهي أبدان الناس التي هي أكرم على اللّه عز وجل من سائر ما خلق إذا كان عز وجل اسمه ، خلق سائر ما خلق من أجل الإنسان وللإنسان وأما فضلها فليس يشك أحد من العلماء ومن له أدنى معرفة في فضل صناعة الطب على سائر الصناعات وبعظم منفعتها وحاجة جميع الناس إليها وذلك أنه لما كان الإنسان أفضل الحيوان وأشرفه لما خصه اللّه به من النطق الذي هو العقل وبه يكون التمييز والمعرفة بالأمور وبه تدرك حقائق متصرفاتهم وما يلتمسونه من المنافع في ديارهم والفوز في آخرتهم ولأن العقل لا يكون إلا بصحة النفس الناطقة وصحة النفس الناطقة لا تكون إلا بصحة النفس الحيوانية وصحة النفس الحيوانية لا تكون إلا بصحة النفس الطبيعية وصحة هاتين النفسين لا تتم إلا بصحة البدن وصحة البدن لا تتم إلا باعتدال الأخلاط واعتدال الأخلاط لا يتم إلا باعتدال المزاج وإعتدال المزاج لا يتم إلا بتدبير صناعة الطب التي يكون بها حفظ الصحة على الأصحاء إذا كانت موجودة فيهم وردها عليهم إذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عيون الأنباء - ابن أبي أصبعة ص 564 ، 565\r\n( 2 ) الحاوي ج 23 ص 301 . .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nكانت مفقودة . فإذا كان الأمر كذلك فبالواجب صارت صناعة الطب أفضل الصناعات وأعظمها منفعة بسبب الصحة والعافية التي لا يتم شئ من أمور الناس إلا بها » « 1 » .\r\n\r\nتنظيم مزاولة مهنة الطب :\r\nكان الأطباء في أول عهد الدولة الإسلامية يمارسون الطب إما وراثة عن آبائهم أو بعد تعلمه على أيدي الأطباء المشهورين أو بعد قراءته في كتب الأقدمين . وفي عهد الخليفة العباسي المقتدر ( 295 - 320 ه / 906 - 931 م ) بدأ تنظيم الرقابة على ممارسة مهنة الطب . فقد بلغ الخليفة أن أحد أطباء بغداد أخطأ في علاج مريض فتوفى المريض نتيجة للعلاج ، فأصدر أمره ألا يمارس الطب إلا من يمتحنه ويجيزه طبيبه الخاص سنان بن ثابت بن قرة ( المتوفى سنة . . 331 ه / 942 م ) « 2 » . وقد قام سنان بفحص جميع الأطباء الذين كانوا يمارسون الطب في ذلك العهد إلا من تمتع منهم بسمعة طيبة أو كان في خدمة الخليفة . وقد بلغ عددهم في بغداد وحدها 860 طبيبا .\r\nوقد عين للراغبين في ممارسة مهنة الطب كتبا يمتحنون فيها للإجازة كل على حسب تخصصه . فكان الكحالون ( أطباء العيون ) يمتحنون في كتاب « العشر مقالات في العين » والطبائعيون ( الباطنيون ) يمتحنون في كتاب « حنة الطبيب » لجالينوس الذي ترجمه حنين بن إسحاق . أما الجرائحيون ( الجراحون ) فيمتحنون في مؤلفات جالينوس في التشريح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج - 1 ص 9 .\r\n( 2 ) ابن ثابت بن قرة إلا أنه أسلم . . له مؤلفات كثيرة في الطب وغيره . . ابنه إبراهيم ( المتوفى سنة 336 ه ) كان أيضا طبيبا .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nأما المجبرون ( أطباء العظام ) فيمتحنون في مؤلفات بولس الأجنطى « 1 » .\r\n( 607 - 690 م )  Paul Of Aegina  الجراحية .\r\nومتى نجح الطبيب في الامتحان أقسم عهد أبقراط أمام المحتسب ثم يتأكد المحتسب من أن الطبيب لديه جميع آلات الطب مما يحتاج إليه في مهنته . والمحتسب « 2 » هو المسؤول عن رقابة الأطباء والصيادلة في العصور الإسلامية . وهو الذي ينظم امتحان الأطباء ويشرف عليه ويمنحهم إجازة ممارسة مهنة الطب ويراقبهم ويتفقد عياداتهم ويحاسبهم على تقصيرهم وإهمالهم في العمل ، ويمنع من يراه غير كفء من امتهان مهنة الطب . وكان الأطباء يؤمرون بالاحتفاظ بصورة من تذكرة الدواء التي يعطوها للمرضى وذلك لفحصها والتأكد من سلامة العلاج في حالة حدوث مضاعفات للمريض أو موته « 3 » .\r\nاهتم المسلمون أيضا بتنظيم مهنة الصيدلة ففرضوا على من يتعاطى مهنة الصيدلة الحصول على ترخيص من المحتسب قبل مزاولة المهنة وذلك بعد أداء امتحان في العقاقير وطرق تحضيرها . فإذا ما نجح المتقدم أخذ المحتسب عليه قسم ابقراط وسجل اسمه في سجل الصيادلة .\r\nولا ندري على وجه التحديد متى أجرى أول امتحان للصيادلة في العصور الإسلامية فطبقا لبعض الروايات فإن ذلك تم في بغداد في عهد الخليفة العباسي المأمون ( 198 ه ) وفي روايات أخرى أنه كان في عهد المعتصم ( 221 ه ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مارس الطب في عهد الرومان . . أشهر مؤلفاته الطبية كتاب الخلاصة  Epitome  الذي يتكون من سبعة أجزاء خصص الجزء السادس منه للجراحة .\r\n( 2 ) أول من وضع نظام الحسبة هو سيدنا عمر بن الخطاب رضى اللّه عنه الذي كان يقوم بعمل المحتسب إلا أن هذا اللفظ لم يستعمل إلا في عهد الخليفة العباسي المهدى ( 158 - 169 ه / 775 - 785 م ) . والمحتسب يأمر بالمعروف وينهى عن المنكر ، ويحافظ على الآداب العامة وقواعد المرور ويلاحظ مراعاة أحكام الشرع ويشرف على نظام الأسواق فيفحص الموازين والمكاييل ويراقب الأسعار . . تاريخ الإسلام : الدكتور حسن إبراهيم حسن ج 2 ص 299 ط 7 .\r\n( 3 ) المصدر السابق ج 3 ص 387 . .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nوقد أوكلت الرقابة على الصيدليات إلى ديوان المحاسبة الذي يشرف عليه المحتسب . ويحتفظ المحتسب بقيد خاص بأسماء الصيادلة والإجازات الممنوحة والرخص لفتح الصيدليات . . وكان المحتسب يقوم بحملات تفتيشية منتظمة على الصيدليات ، وكان من مهام المحتسب التأكد من العقاقير بالصيدليات قبل أن يمنح تراخيص العمل بها .\r\nوكان يوجد بجانب الصيدليات الموجودة بالمستشفيات صيدليات خاصة . وقد أنشئت أو صيدلية خاصة في بغداد في القرن الثاني الهجري ( 766 م ) .\r\nوكان المرضى يحصلون على الوصفات الطبية التي يصفها لهم الطبيب من صيدلية المستشفى وتصرف لهم بالمجان أو من الصيدليات الخاصة .\r\nوقد عين في كل مدينة كبيرة عميدا للصيادلة ( رئيس العشابين ) مهمته الإشراف على الصيادلة ومراقبة تحضير الأدوية في الصيدليات والتأكد من نقاوة العقاقير المستعملة .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nالأطباء والقضاء :\r\nكان القضاة في العصور الإسلامية يستشيرون أهل الإختصاص من الأطباء في المنازعات التي تشجر بين الناس وتستلزم معرفة فنية لا تتوفر إلا في خبير بمهنة الطب . وتنحصر مهمة الطبيب في مثل هذه الأحوال في الجانب الطبى ، فهو يبدي رأيه في القضية من الناحية الفنية بصفته خبيرا معاونا بذلك القاضي لمعرفة الحقيقة والوصول إلى حل عادل للنزاع . ثم الأمر بعد ذلك متروك للقاضي يقرر فيه ما يشاء وفق ظروف القضية وملابساتها .\r\nوكانت معظم القضايا التي يستأنس فيها برأي الطبيب كخبير هي القضايا المتعلقة ببيع عبيد أو جوار ، ظهرت فيهم بعد البيع عيوب نجمت عن أمراض أو كسور ، اختلف حولها المتبايعون هل كانت عيوبا قديمة حدثت قبل التبايع أم أنها ظهرت بعد إتمام عملية البيع ؟ . ونلمس في هذا المجال الترابط الوثيق بين الطب والفقه في عصور الحضارة الإسلامية ، فمثلا إذا كان العيب موضوع النزاع في امرأة وكان في موضع ظاهر ، أمكن أن يفحصه طبيب رجل . أما إذا كان في موضع باطن - أي عورة لا يجوز للرجل النظر إليها - وتعذر وجود طبيبة فإن امرأتين من ذوات الخبرة تقومان بالفحص ثم تعرض نتيجة الفحص على طبيب أو أكثر للتثبت من سلامة الفحص .\r\nوقد كان القضاء يفصل كذلك في المنازعات التي تنشأ بين الأطباء والمرضى حول الأجر المستحق للطبيب المعالج . ونلاحظ أيضا أن الأحكام في تلك القضايا مستمدة من الشريعة الإسلامية . فقد أورد القاضي الأصبغ عيسى بن سهل الأندلسي ( المتوفى سنة 486 ه - 1093 م ) في « الأحكام الكبرى » طرفا من القضايا والأحكام المتعلقة بالطب والأطباء منها قضيتان من قضايا الخلاف على الأجر بين الطبيب والمريض نوردهما فيما يلي « 1 » :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وثائق في الطب الإسلامي . د . محمد عبد الوهاب خلاف - الطبعة الأولى - المركز العربي الدولى للإعلام - 1982 م . ص : 72 - 74 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n« سئل ابن عتاب عن رجل شكا إلى طبيب ألما بركبتيه فقال له الطبيب :\r\nأكويك في الركبة وتفيق إن شاء اللّه فاتفق معه على أجرة دفعها الشاكى إليه ، وانصرف عنه ليرجع إليه ويكويه ثم بدا له « 1 » وسأل الطبيب الأجرة ليردها عليه ، فأبى من ذلك الطبيب . واحتج الشاكى بأن الكي لا يجوز فأجاب :\r\nالكي جائز غير ممنوع منه ، وقد كوى النبي صلّى اللّه عليه وسلم أسعد بن زرارة واكتوى ابن عمر من اللقوة « 2 » ولا يصح عن النبي صلّى اللّه عليه وسلم النهى عنه وإنما جاء عنه وقد ذكر العدد الذين يدخلون الجنة من أمته بغير حساب فقيل له من هم يا رسول اللّه ؟ قال : هم لا يسترقون ولا يكتوون ، وعلى ربهم يتوكلون .\r\nوليس هذا بنهى وإنما أخبر أنهم أخذوا في أنفسهم بأشد الأمور .\r\nفإن كانا وصفا الكي وعدده وآلته ، فالأجرة لازمة له ، وإن كانا أهملا ذلك ولم يصفاه ، وهو مختلف الهيئة والصفة ، فذلك غير جائز ولا تلزم فيه الأجرة ، وباللّه التوفيق » .\r\n« من أحكام ابن زياد : كشفنا القاضي - رضى اللّه عنه - في امرأتين اختلفتا في مداواة صبيتين لإحداهما فقالت صاحبة الصبيتين : ما عملتك « 3 » إلا باثنتي عشر درهما . وقالت الطبيبة بأربعة دنانير ولم تبرأ الصبيتان بعد .\r\nفالذي عندنا في ذلك أن تحلف الطبيبة باللّه في مقطع الحق ، لما جعلت عمل يديها إلا بأربعة دنانير ، ثم تحلف المرأة الثانية ما عاملتها إلا باثني عشر درهما ، ثم ينفسخ فيما بينهما . ولا شئ للطبيبة فيما عملت لأن الطبيب عندنا لا يجب له شئ إلا بعد البرء ، إذا كانت المعاملة على البرء ، فإن كانت الطبيبة أخذت شيئا ردته . وأيتهما نكلت عن اليمين ، فالقول قول الحالفة ، وإن نكلتا جميعا ، انفسخ ما بينهما وكذلك إن حلفتا جميعا » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رجع في كلامه وعدل عن الكي .\r\n( 2 ) شلل الوجه .\r\n( 3 ) إستأجرتك .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nالفصل الخامس خصائص وتصورات الطب الإسلامي\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nمفهوم المرض وسببه :\r\nلا شك أن الطب قديم قدم الحياة البشرية نفسها على الأرض ، وقد ظل الطب وثيق الصلة وغير منفصل عن الدين منذ نشأته وعلى مدار التاريخ رغم ما شاب ذلك في بعض الأزمان من الأساطير والخرافات ، ولا يزال الحال كذلك في الشعوب التي لا تزال تعيش على فطرتها والتي تعتبر شعوبا بدائية بمقياس العصر الذي نعيش فيه .\r\nاعتقد الأقدمون - قبل الإسلام - في سعيهم لتفسير سبب المرض أن المرض تسببه الأرواح الشريرة والشياطين . . وهذه الأرواح أو الشياطين قد ترسلها الآلهة كعقاب على خطيئة إرتكبها المريض ، وجعلوا لكل جرم مرضا معينا يصيب مرتكبه . فالسارق يصيبه مرض بالأظافر ، ومرض الفم عقاب لمن يشهد الزور وهكذا ، وقد يكون إرسال هذه الأرواح الشريرة من فعل السحرة إيذاء لأعدائهم ويتم عملهم عن طريق جمع أشياء تتعلق بالشخص المقصود بالمرض كالشعر والأظافر واستخدامها في إصابته بالداء ، وقد تكون هذه الأرواح الشريرة أرواحا مسرحة من أجساد الموتى فقد كانوا يؤمنون بتناسخ الأرواح ، كما يعتقدون أن أرواح الموتى قد تحل في بعض الحيوانات والنباتات التي اعتبروها مقدسة . ولم تستخدم عقيدة تناسخ الأرواح لتفسير المرض بل أيضا لعلاجه . . فقد كان من بين هذه الحيوانات المقدسة الأفعى الذي اتخذوا رسمه وهو ملتف حول العصا رمزا للشفاء . وكانوا يظنون أن الأرواح الشريرة والشياطين تختبئ في الزوايا المظلمة وفي الكهوف وتتسلل إلى الشوارع ليلا وتصيب الأشخاص الذين يقلقونها . . وميزوا أصناف هذه الأرواح الشريرة والشياطين وجعلوا لها أسماء ، فحسب هذا التصور البدائي فإن المرض ينتج من تأثير الأرواح الشريرة ويتم ذلك في عدة صور أبسطها أن\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nتدخل الروح الشريرة إلى الجسم مباشرة ، وكانت القلائد والتمائم تعلق والأساور تلبس للوقاية منها . وقد تصيب هذه الروح الشريرة الجسم كله وتأخذ الإصابة أي شكل من الأشكال أو تصيب أي عضو من الأعضاء وتظهر أعراضها في ذلك العضو المعين من الجسم . . ومتى سكنت الروح الشريرة الجسد فإن الشفاء يتم بطردها من الجسد . . وكان العلاج يتم على أيدي الأطباء والكهنة ويتلخص في معرفة الروح الشريرة ومتى عرفت أمكن طردها بالتعاويذ والأدعية . . وإذا فشل الكاهن في معرفة هذه الروح الشريرة اضطر إلى تسميتها جميعا حتى إذا سمعت الروح الشريرة التي سببت المرض اسمها خرجت توا من جسد المريض ، وكانوا يعطون المريض أدوية كريهة لا تستسيغها هذه الأرواح فيسهل طردها . . أما إذا كان مسكن الأرواح للجسم نتيجة غضب الآلهة فإن العلاج في هذه الحالة يتم بالقرابين والصلوات لها . . فالعلاج لم يكن يتجه إلى العضو المصاب من الجسم بل إلى مواجهة القوى التي بعثت بالأرواح الشريرة ومعرفة مصدرها .\r\nوقد استخدمت النجوم والأبراج الفلكية في التنبؤ بالأوبئة وأوقات حدوث الأمراض وتشخيصها ومآلها ونتيجتها . . وجعلوا لكل نجم عضوا من أعضاء الجسم يؤثر فيه ويسيطر عليه . فالقمر يتحكم في المخ والفم والأحشاء وأعضاء التناسل ، والمريخ يسيطر على الرحم والأوردة . .\r\nونسبوا الأمراض الحادة للقمر وجعلوا الشمس مسؤولة عن الأمراض المزمنة .\r\nوبمرور السنين تعقدت المعلومات الطبية المستقاة من النجوم وصار الناس يرصدون مواقع النجوم عند حدوث الوباء وبذلك تجمعت لدى الكهنة سجلات توضح الأمكنة التي يكون فيها البرج الفلكي عند حدوث الأوبئة في الأزمنة الغابرة حفظوها في المعابد واستخدموها في التنبؤ بحدوث الأوبئة والأمراض وتوقع حدوثها عندما تكون نفس المجموعة من النجوم في أمكنة في السماء مشابهة لتلك التي في سجلات المعبد .\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nوبظهور أبقراط بدأ تفسير المرض يتخذ طابعا ماديا . . اعتقد أبقراط أن المرض ناشىء عن اختلال في البدن نفسه لا عن مؤثرات خارجة عنه أو قوى خفية . . وأخذ يعلم تلاميذه نظرية الأخلاط لتعليل سبب المرض . . وظلت هذه النظرية حوالي قرن بعد وفاة ابقراط ثم تبناها جالينوس فأصبحت النظرية السائدة في الطب حوالي الفي سنة . .\r\nفجسم الإنسان يحتوى على أربعة سوائل هي الدم والبلغم والسائل المرارى الأصفر والسائل المرارى الأسود ، والصحة هي أن تكون هذه السوائل متناسبة تناسبا تماما وممزوجة مزجا جيدا ببعضها البعض . .\r\nوالمرض هو أن يختل هذا التوازن بأن يزيد أحد هذه السوائل أو ينقص أو تتغير طبيعته أو يتواجد في غير مكانه الطبيعي . . وعلاج المرض هو إعادة توازن السوائل الأربعة إما عن طريق الغذاء أو الدواء أو بالتخلص من السائل الزائد باستعمال المسهلات أو المقيئات أو الفصد . . . فوظيفة الطبيب إذن هي إعادة توازن السوائل الأربعة إلى وضعها الطبيعي .\r\nوكان أفلاطون ( حوالي 427 - 347 ق . م ) « 1 » هو أول من عرّف الصحة بأنها توازن السوائل وأن المرض هو اختلال هذا التوازن . . وهذه النظرية تمثل من ناحية تاريخية تصورا للمرض ينبع من أن سبب وطبيعة المرض تحدده طبيعة الشخص ومزاجه وتركيب أعضائه ، وتقابلها فلسفة علم الوجود  Ontology  والتي تعتبر الأمراض وحدات مستقلة قائمة بذاتها لكل منها أسبابه وصفاته وخواصه المميزة وتستجيب لعلاجات معينة تختلف من مرض لآخر . . وعلى ذلك فإن المرض هو الذي يحكم المريض ويظهر بصورة مشابهة في المرضى المصابين بنفس المرض كما أن لكل داء دواء خاصا به . . ويعود الفضل في معرفة الأمراض كوحدات مستقلة إلى الرازي حينما فرق بين مرضى الحصبة والجدري ففتح بذلك باب وصف كثير من الأمراض وتطور ذلك حتى أصبح تصنيف الأمراض سمة من سمات الطب مع بداية النصف الثاني من القرن الثامن عشر الميلادي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فيلسوف اغريقى اشتهر في بداية حياته بالسياسة ثم تحول إلى الفلسفة . تتلمذ على سقراط وتتلمذ عليه أرسطو طاليس .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nوفي عصر الطب التجريبى فسر المرض بأنه اضطراب في وظائف أعضاء الجسم وأمكن قياس ذلك بواسطة الاختبارات والفحوصات المعملية وتبلورت فكرة الأمراض المختلفة كوحدات مستقلة مميزة أو كمجموعة لها خصائص مشتركة وسيطرت على الفكر الطبى . . ويجب الا يغيب عن ذهننا أن الطب الحديث قد يلتقى أحيانا بنظرية الاخلاط كما هو الحال في أمراض الغدد الصماء التي تنشأ عن اختلال في توازن الهرمونات التي تفرزها .\r\n\r\nمفهوم الصحة والمرض في الإسلام :\r\nظلت الصحة تعرف تعريفا سلييا بأنها غياب المرض حتى وضعت هيئة الصحة العالمية ( 1948 م ) تعريفها للصحة بأنها تمام العافية الجسمانية والعقلية والاجتماعية وليست مجرد الخلو من الأمراض . . وهذا التعريف أعطى الصحة بعدا إنسانيا ينبع من المعتقدات والتقاليد والقيم المتعارف عليها في المجتمع ويرتبط بالتصورات والمفاهيم الأخرى فيه سواء السياسة منها أو الاجتماعية أو الثقافية أو الأخلاقية ويرتبط أيضا بحلقة من المتطلبات التي تحكمها الحقوق والواجبات والوظيفة الاجتماعية وهو تعريف أكثر شمولا إلا أنه تعريف قاصر يعطى الصحة تصورا ماديا فهو يهتم بصحة الإنسان البدنية ويهمل صحة الأديان وذلك من منطلق أن الروح لا وجود لها ولا اعتبار طالما أنها لا تخضع للتجارب المعملية وهو التصور الذي يقوم عليه العلم التجريبى الحديث . . ومفهوم الصحة في الإسلام يختلف اختلافا كليا عن هذا التصور ، فالإسلام يعطى كلا من الصحة والمرض معنى علويا فهو دين يعنى بالروح والجسد معا . .\r\nفالعافية هي العافية في الدنيا والآخرة . . فعافية الدنيا هي الخلو من أمراض الدنيا القلبية والبدنية وعافية الآخرة هي السلامة من عقوبات الآخرة . . فمفهوم الصحة الإسلامي يشمل صحة البدن وصحة القلب\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nوالمرض نوعان مرض القلوب ومرض الأبدان ولكل طبه فطب القلوب متعلق بسلامة القلب وصلاحه ، وهو الطب الروحاني وطب الأبدان ينصب إلى معالجة الأمراض التي تصيب الجسد وطرق الوقاية منها وهو موكول إلى أطباء الأبدان . . « أما طب القلوب فمسلم إلى الرسل صلوات اللّه وسلامه عليهم ولا سبيل إلى حصوله إلا من جهتهم وعلى أيديهم فإن صلاح القلوب أن تكون عارفة بربها وفاطرها وبأسمائه وصفاته وأفعاله وأحكامه وأن تكون مؤثرة لمرضاته ولمحابته ومجتنبه لمناهيه ومساخطه ولا صحة لها ولا حياة البتة إلا بذلك ولا سبيل إلى تلقيه إلا من جهة الرسل » « 1 » .\r\n\r\nصحة القلب :\r\nولا يقصد بالقلب هنا القلب الجسماني الذي هو من اختصاص أطباء الأبدان ، وإنما يقصد به الروح أو النفس ، وأمراض القلب كأمراض البدن أنواع كثيرة منها الانسلال عن ربقة العبودية للّه كالاستبداد والتسلط ومرض الشك كالنفاق ومرض الشهوة كشهوة الزنا وأكل أموال الناس بالباطل وعيوب النفس كالرياء والكبر والحسد . . وسبب هذه الأمراض هو تسلط الشيطان - بتقدير اللّه وإرادته - على الأرواح الخبيثة والنفوس المهيئة لذلك لقلة دينها وضعف صلتها باللّه وبعدها عن ذكره . فالشيطان ليس له سلطان إلا على الّذين يتولونه ويتبعون خطواته . . وعافية القلب تكمن في توحيد اللّه وتقواه ومحبته والرضا عنه والتوكل عليه ودوام ذكره والتوبة والاستغفار وترك الآثام . . فالهوى أكبر أدواء النفس ومخالفته ومجاهدتها أعظم أدويتها .\r\nوعلاج القلب من اختصاص أطباء الدين وغرض العلاج أن ينساق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زاد الميعاد - ابن القيم ج - 3 ب ص 64 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nالقلب المريض إلى جوار رب العالمين ووسائله الأدوية الروحانية الإلهية من الذكر والدعاء والاستغفار وقراءة القرآن ومجاهدة النفس لتتنزل على القلب من النفحات الربانية والأرواح العلوية ما يقهر الأرواح السفلية الشيطانية الخبيثة ويبطل شرها ويدفع تأثيرها .\r\nويدخل في باب أمراض الروح العين الحاسدة التي ينكرها الطب الحديث والعين حق ولا أحد يدرى كيف تؤثر على المعين فيتضرر وأغلب الظن أنها تعمل بواسطة تأثير الأرواح في الأجسام . وقد تضمنت العلاجات النبوية الرقية لعلاج العين والوقاية منها بالتعوذات القرآنية كالإكثار من قراءة المعوذتين والتعوذات النبوية الموجودة في كتب السنة .\r\nوالسحر الذي عده الإسلام من الكبائر والموبقات التي تلقى بصاحبها في جهنم هو أيضا من تأثيرات الأرواح الخبيثة السفلية . وتأثيرها في الحواس من جهة الروح . . ودفع تأثيرها يكون بما يعارضها ويقاومها من الأذكار والآيات والدعوات وكما يقول ابن القيم :\r\n« فالقلب إذا كان ممتلئا من اللّه مغمورا بذكره وله من التوجهات والدعوات والأذكار والتعوذات ورد لا يخل به ويطابق فيه قلبه لسانه كان هذا من أعظم الأسباب التي تمنع أصابة السحر له ومن أعظم العلاجات له بعد ما يصيبه ، وعند السحرة أن سحرهم إنما يتم تأثيره في القلوب الضعيفة المنفعلة والنفوس الشهوانية التي هي معلقة بالسفليات . . ولهذا غالب ما يؤثر في النساء والصبيان والجهال وأهل البوادي ومن ضعف حظه من الدين والتوكل والتوحيد ومن لا نصيب له من الأوراد الإلهية والدعوات والتعوذات النبوية . . وبالجملة فسلطان تأثيره في القلوب الضعيفة المنفعلة التي يكون ميلها إلى السفليات .\r\nقالوا والمسحور هو الذي يعين على نفسه فإنا نجد قلبه متعلقا بشئ كثير الالتفات إليه فيسلط على قلبه بما فيه الميل والالتفات . . والأرواح الخبيثة إنما تتسلط على أرواح تلقاها مستعدة لتسلطها عليها بميلها إلى ما يناسب تلك الأرواح الخبيثة وبفراغها من القوة الإلهية وعدم أخذها\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nالعدة التي تحارب بها فتجدها فارغة لا عدة معها وفيها ميل إلى ما يناسبها فتتسلط عليها ويتمكن تأثيرها فيها بالسحر وغيره » « 1 » .\r\nوقد اعتنى الأطباء في العصور الإسلامية بطب القلب فللرازى كتاب يسمى « الطب الروحاني » ويعرف أيضا بطب النفوس ، غرضه إصلاح النفس ، تناول فيه في عشرين فصلا طائفة من عيوب النفس شملت الحسد والغضب والكذب والبخل وغيرها وطرق علاجها . . يقول في مقدمته :\r\n« جرى بحضرة الأمير « 2 » ، الكلام في إصلاح الأخلاق ، فسألني أن أعمل مقالة في كتاب وأن أسمية بالطب الروحاني . . ليكون قرينا لكتاب « المنصوري » ، الذي عرضه في الطب الجسدانى ، وعديلا له فيه ، من عموم النفع ، وشموله للنفس والجسد » .\r\nويقول في فضل العقل : « إن البارىء - عز اسمه - إنما أعطانا العقل وحبانا به لننال ، ونبلغ به ، المنافع العاجلة والآجلة ، غاية ما في جوهر مثلنا ، أن يناله ويبلغه وإنه أعظم نعم اللّه عندنا ، وأنفع الأشياء لنا ، وأجداها علينا نفعا . . فبالعقل فضلنا على الحيوان غير الناطق ، حتى سسناها ، وذللناها وملكناها وصرفناها في الوجوه العائدة منافعها علينا وعليهم ، وبالعقل أدركنا ما يرفعنا ، ويحسن ويطيب به عيشنا ، ونصل إلى بغيتنا ومرادنا . . وإنا بالعقل أدركنا صناعة السفن ، واستعملناها ، حتى وصلنا بها إلى ما قطع ، وحال البحر دوننا ودونها وبه نلنا الطب الذي فيه الكثير من المصالح لأجسادنا وسائر الصناعات العائدة علينا ، النافعة لنا . . وبه أدركنا الأمور الغامضة البعيدة منا ، الخفية المستورة عنا ، وبه عرفنا شكل الأرض والفلك ، وعظم الشمس والقمر ، وسائر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ج - 3 ص\r\n( 2 ) المنصور بن إسحاق . .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالكواكب وأبعادها وحركاتها . . وبه وصلنا إلى معرفة البارىء عز وجل ، الذي هو أعظم ما استدركنا ، وأنفع ما أصبنا » « 1 » .\r\nويتحدث عن ردع الهوى وقمعه فيقول :\r\n« إن أجل الأصول وأشرفها وأعونها على بلوغ غرض كتابنا هذا ، قمع الهوى ومخالفة ما تدعو إليه الطباع في أكثر الأحوال ، وتمرين النفس على ذلك وتدريجها إليه . فأول فضل الناس على البهائم هو هذا ، أعنى ملكة الإرادة ، وإطلاق الفعل بعد الروية . وذلك أن البهائم غير المؤدبة ، واقفة عندما تدعو إليه الطباع ، عاملة به ، غير ممتنعة منه ، ولا مروية فيه .\r\n« وأقول : إن الهوى والطباع يدعوان أبدا إلى اتباع اللذات الحاضرة وإيثارها ، من غير فكر ولا روية في عاقبة ، ويحثان ويعجلان إليه ، وإن كان جالبا للألم من بعد ، ومانعا من اللذة ، ما هو أضعاف لما تقدم منها » . .\r\n« ومن أجل ذلك يحق على العاقل ، أن يردعهما ويقمعهما ، ولا يطلقهما إلا بعد التثبت والنظر فيما يعقبانه ، ويمثل ذلك ، ويزنه ثم يتبع الأرجح ، لئلا يألم ، من حيث يظن أنه يلتذ ، ويخسر من حيث ظن أنه يربح » .\r\n« وليس يكتفى بهذا فقط ، بل قد ينبغي ، أن يقمع هواه في كثير من الأحوال - وإن لم ير لذلك عاقبة مكروهة - ليمرن نفسه ، ويروضها على احتمال ذلك واعتياده ، فيكون ذلك عليها عند العواقب الرديئة أسهل ولئلا تتمكن الشهوات منه وتتسلط عليه » « 1 » .\r\nويصف طريقة عملية في تعرف الرجل عيوب نفسه فيقول : « من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطب الروحاني لأبى بكر الرازي ص 35 ، 36 تحقيق الدكتور عبد اللطيف العبد - مكتبة النهضة المصري .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nاجل أن كل واحد منا لا يمكنه منع الهوى ، محبة منه لنفسه ، واستصوابا واستحسانا لأفعاله ، وأن ينظر بعين العقل الخالصة المحضة إلى خلائقه وسيرته - لا يكاد يستبين ما فيه من المعايب والضرائب الذميمة ، ومتى لم يستبن ذلك فيعرفه لم يقلع عنه ، إذ ليس يشعر به ، فضلا عن أن يستقبحه ، ويعمل في الإقلاع منه .\r\nفنبغى أن يسند الرجل أمره في هذا ، إلى رجل عاقل ، كثير اللزوم له ، والكون معه ، ويسأله ويضرع إليه ، ويؤكد عليه ، أن يخبره بكل ما يعرفه فيه من المعايب ، ويعلمه أن ذلك أحب الأشياء إليه وأوقعها عنده ، وأن المنة عليه منه تعظم في ذلك والشكر يكثر ، ويسأله إلا يستحييه في ذلك ولا يجامله ، ويعلمه أنه متى تساهل وضجع في شئ منه ، فقد أساء إليه وغشه واستوجب منه اللائمة عليه .\r\nفإذا أخذ الرجل المشرف يخبره ، ويعلمه ما فيه ، وما ظهر وبان له منه ، لم يظهر له إغتماما ولا إستخزاء ، بل أظهر له سرورا بما يستمع ، وتشوقا إلى ما لم يستمع منه . . فإن رآه في حال ما قد كتمه شيئا ، استحياء منه ، أو قصر في العبارة عن تقبيح ذلك ، أو حسنها لامه على ذلك ، وأظهر له إغتماما به وأعلمه أنه لا يجب ذلك منه ، ولا يريد إلا التصريح وإعلامه ما يراه على وجهه ، فإن وجده في حال أخرى قد زاد وأسرف في تقبيح شئ رآه منه وتهجينه ، لم يغضبه ذلك ، بل حمده عليه وأظهر له بشرا وسرورا بما رآه منه .\r\nوينبغي أن يجد سؤال هذا المشرف عليه حالا بعد حال ، فإن الأخلاق والغرائب الرديئة قد تحدث بعد أن لم تكن . وينبغي أن يستخبر ويتحسس ما يقول فيه جيرانه ومعاملوه وإخوانه ، وبماذا يمدحونه وبماذا يعيبونه ، فإن الرجل إذا سلك في هذا المعنى هذا المسلك ، لم يكد يخفى عليه شئ من عيبوبه وإن قل وخفى .\r\nفإن اتفق له ووقع عدو ومنازع محب لإظهار مساوئه ومعائبه ، لم بستدرك من قبله معرفة عيوبه ، بل اضطر وألجىء إلى الاقلاع عنها ، إن\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nكان ممن لنفسه عند نفسه مقدار ، وممن يحب أن يكون خيّرا فاصلا » « 1 » .\r\nثم يسرد طائفة من أخلاق النفس الذميمة مع طرق إصلاحها ويعزو صفات النفس السيئة إلى متابعة الهوى ويؤكد على أن إصلاح أخلاق النفس يكمن في مخالفة هوى النفس . .\r\nفيقول في دفع العجب « من أجل محبة كل إنسان لنفسه ، يكون إستحسانه للحسن منها فوق حقه ، وإستقباحه للقبيح منها من غيره - إذ كان بريئا من حبه وبغضه - بمقدار حقه ، لأن عقله حينئذ صاف ، لا يشوبه ولا يجاذبه الهوى . .\r\nومن أجل ما قد ذكرنا ، فإن كانت لنفس الإنسان أدنى حسنة عظمت عند نفسه وأحب أن يمدح عليها ، فوق استحقاقه ، وإذا تأكدت فيه هذه الحالة صار ذلك عجبا ، لا سيما إن وجد قوما يساعدونه على ذلك ، ويبلغون من توكيته ومدحه ما يحب .\r\nومن بلايا العجب ، أنه يؤدى إلى النقص في الأمر الذي يقع به العجب ، لأن المعجب لا يروم التزيد ولا الاقتناء والاقتباس من غيره في الباب الذي منه يعجب بنفسه ، لأن المعجب بفرسه لا يروم أن يستبدل به ما هو أفره منه ، لأنه لا يرى أن فرسا أفره منه ، والمعجب بعمله لا يتزيد منه ، لأنه لا يرى أن فيه مزيدا . . ومن لم يستزد من شئ ما ، نقص منه لا محالة ، وتخلف عن رتبة نظرائه وأمثاله ، لأن هؤلاء - إذا كانوا غير معجبين - لم يزالوا مستزيدين ولم يزالوا لذلك متزيدين ، فلا يلبثوا أن يجاوزوا المعجب ولا يلبث المعجب أن يتخلف عنهم .\r\nومما يدفع به العجب أن يكل الرجل إختيار محاسنه ومساوئه إلى غيره على ما ذكرنا من قبل ، حيث ذكرنا تعرّف الرجل عيوب نفسه ، والا يعتبر ولا يقيس نفسه بقوم أخساء أدنياء ليس لهم حظ وافر من الشئ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق من 51 ، 52 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالذي أعجب به من نفسه ، أو أن يكون في بلد هذه حالة أهله فإنه من احترس من هذين البابين ، لم يزل يرد عليه كل يوم ما يكون به إلى تنقص نفسه ، أميل منه إلى العجب بها .\r\nوفي الجملة ، فإنه لا ينبغي أن تكبر وتعظم نفسه عنده ، حتى يجاوز مقدار نظرائه عند غيره ، ولا تصغر ولا تقل حتى ينحط عنهم ، أو عمن هو دونه ودونهم عند غيره . . فإنه إذا فعل ذلك ، وقوم نفسه عليه ، كان بريئا من زهو العجب وخسة الدناءة ، وسماه الناس العارف بقدر نفسه » « 1 » .\r\nويقول عند الحسد :\r\n« إن الحسد أحد العوارض الرديئة ، ويتولد من اجتماع البخل والشره في النفس ، والمتكلمون في إصلاح الأخلاق ، يسمون الشرير من يلتذ بمضار تقع في الناس ، ويكره ما يقع بموافقتهم ، وإن كانوا لم يبروه ولم يسوءوه . . كما أنهم يسمون الخيّر من أحب ، والتذ ما وقع باتفاق الناس ونفعهم . .\r\nفالحسد أشر من البخل ، لأن الحاسد إنما لا يرى أن ينيل أحدا خيرا البتة ، ولو مما لا يملكه ، وهو داء من أدواء النفس عظيم الأذى جدا لها . .\r\nومما يدفع به أن يتأمل العاقل للحاسد ، فإنه سيجد له من رسم الشرير حظا وافرا ، إذا كان الحسود يرسم بأنه الكاره لما وقع بوفاق الناس ممن لم يتره ولم يسئ به ، وهذا شطر من حد الشرير ، والشرير مستحق للمقت من اللّه ومن الناس . . أما من اللّه فلانه مضاد له في إرادته : إذ هو عز اسمه المفضل على الكل ، المريد الخير للكل ، وأما من الناس فلأنه مبغض ظالم لهم ، فإن من أحب وقوع المكروه بإنسان ما ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ص 65 ، 66 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nأو لم يحب وصول خير إليه ، مبغض له فإن كان هذا الإنسان ممن لم يتره ولم يُسئ به ، فإنه مع ذلك ظالم له .\r\nوأيضا فإن المحسود لم يزل عن الحاسد شيئا مما هو في يده ولا منعه من بلوغ شئ كان يقدر عليه . . وإذا كان كذلك ، فما هو - أعنى المحسود - إلا بمنزلة من ناله خير وقد بلغ أمنيته من الناس الغائبين عن الحاسد فكيف لا يحسد من في الهند والصين ؟ فإن كان لا يحسدهم من أجل غيبتهم عنه ، فليتصورهم بأحوالهم وما يتقلبون فيه من نعيمهم .\r\nفإن وجب ألا يحزن لما نال هؤلاء وبلغوا من أمانيهم ، فإن الواجب ألا يحزن ولا يغتم لما نال من بحضرته ، إذ كانوا بمنزلة الغائب عنه في أنهم لم يسلبوه شيئا مما في يده ، ولا منعوه بلوغ شئ كان يقدر عليه ، ولا استعانوا على أمر من الأمور به ، وليس بينهم وبين الغائب عنه فرق ، إلا في مشاهدة الحاسد بأحوالهم ، التي لا يمكن أن يتصوروا مثلها من الغائب عنهم ، ويعلم ويستيقن أنهم منها في مثل ما هم فيه » « 1 » .\r\nويقول في دفع الغضب :\r\n« إن الغضب جعل في الحيوان ، ليكون له به انتقام من المؤذى وهذا العارض إذا أفرط وجاوز حده حتى يفسد معه العقل ، فربما كانت نكايته في الغاضب وإبلاغه إليه المضرة أشد وأكثر منها في المغضوب عليه . . ومن أجل ذلك ينبغي للعاقل أن يكثر تذكر أحوال من قد أدى به الغضب إلى أمور مكروهة في عاجل الأمر وآجله ، ويأخذ نفسه بتصورها في حالة غضبه ، فإن كثيرا ممن يغضب ربما لكم أو نطح ، فجلب بذلك الأذى على رأسه أكثر مما نال به من المغضوب عليه . وقد رأيت من لكم رجلا على فكه فكسر أصابعه حتى بقي يعالجها أشهرا ، ولم ينل الملكوم من الأذى مثل ما ناله » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ص 67 ، 68 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n« وبلغنا أخبار أناس نالوا من تعذيب أولادهم وأهاليهم ومن يعز عليهم في وقت غضبهم ، بما طالت ندامتهم عليه ، وربما لم يستدركوه آخر أعمارهم .\r\nولعمري إنه ليس بين من فقد الفكر والروية في حال غضبه ، وبين المجنون كبير فرق ، فإن الإنسان إذا فكر وأكثر تذكر أمثال هذه الأحوال في حالة سلامته ، كان أحرى أن يتصورها في وقت غضبه .\r\nوينبغي أن يعلم ، أن الذين كانت منهم هذه الأفعال القبيحة في وقت غضبهم ، إنما أتوا من فقد عقولهم في ذلك الوقت ، فيأخذ نفسه بالا يكون منه في وقت غضبه فعل إلا بعد الفكر والروية فيه ، لئلا ينكى نفسه من حيث يروم أن ينكى غيره ، ولا يشارك البهائم في إطلاق الفعل من غير روية وينبغي أن يكون في وقت المعاقبة بريئا من أربع خلال :\r\nالكبر والبغض للمعاقب ومن ضدى هذين ، فإن الأولين يدعوان إلى أن يكون الانتقام والعقوبة مجاوزين لمقدار الجناية ، والآخرين إلى أن يكونا مقصرين عنه .\r\nوإذا أخطر العاقل بباله هذه المعاني ، وأخذ هواه باتباعها . كان غضبه بمقدار عدل ، وأمن أن يعود عليه منه ضرر في نفسه ، وفي جسده ، في عاجل أمره وفي آجله « 1 » .\r\nويقول في إطراح الكذب « هذا أيضا أحد العوارض الرديئة التي يدعوا إليها الهوى ، وذلك أن الإنسان لما كان يجب التكبر والترؤس من جميع الجهات ، وعلى كل الأحوال يحب أن يكون هو أبدا المخبر المعلم ، لما في ذلك من الفصل على المخبر المعلم .\r\nوقد قلت إنه ينبغي للعاقل ألا يطلق هواه فيما يخاف أن يجلب عليه من بعد هما وألما وندامة . ونجد أن الكذب يجلب على صاحبه ذلا . فإن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ص 74 ، 75 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nالمدمن على الكذب المكثر منه لا يكاد تخطئه الفضيحة ولا يسلم منها ، إما لمناقضة تكون منه بسهو ونسيان يحدثان له ، وإما بعلم بعض من يحدثه واطلاعه من حديثه ذلك على خلاف ما ذكر .\r\nوليس يصيب الكذاب من الالتذاذ والاستمتاع بكذبه - ولو كذب عمره كله - ما يقارب عن أن يوازى ما يدفع إليه - ولو مرة واحدة في عمره كله - من هم الخجل والاستحياء عند إفتضاحه ، وإحتقار الناس له وإستصغارهم وتسفيههم وترذيلهم له وقلة ركونهم إليه . . ومثل هذا ينبغي ألا يعد في الناس ، فضلا عن أن يقصد بكلام يقطع به صلاحه . ومن أجل أن أسباب الفضيحة في هذا المعنى ربما تأخرت ، كثيرا ما يغتر الجاهل بذلك .\r\nإلا أن العاقل لا يورط نفسه فيما يخاف أو لا يأمن معه فضيحة ، بل يستظهر ويأخذ بالحزم في ذلك » « 1 » .\r\nويفرق بين البخل والحرص فيقول : « إن هذا العارض - أي البخل - ليس يمكننا أن نقول : إنه من عوارض الهوى بإطلاق . وذلك أنا نجد قوما يدعوهم إلى التمسك والتحفظ بما في أيديهم ، فرط خوفهم من الفقر وبعد نظرهم في العواقب ، شدة ما أخذ منهم بالحزم في الاستعداد للنكبات والنوائب . ونجد آخرين يلذون الإمساك لنفسه ، لا لشئ آخر » . .\r\nويتحدث عن السكر وعواقبه فيقول : « إن إدمان السكر ومواثرته إحدى العوارض الرديئة المؤدية بصاحبها إلى المهالك والبلايا والأسقام الجمة .\r\nوذلك أن المفرط في السكر مشرف في وقته ذلك على السكتة ، وعلى إمتلاء بطن القلب الجالب للموت فجأة ، وعلى انفجار الشرايين التي في الدماغ ، وعلى التردى والسقوط في الأغوار والآبار . وأما من بعد فعلى الحميات الحادة والأورام الدموية والصفراوية في الأحشاء والأعضاء الرئيسية ، وعلى الرعشة والفالج ، لا سيما إن كان ضعيف العصب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ص 76 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nهذا إلى ما يجلب من فقد العقل وهتك الستر وإظهار السر والقعود به عن إدراك جل المطالب الدينية والدينائية ، حتى إنه لا يكاد يتعلق منها بمأمول ولا يبلغ خظوة ، بل لا يزال منها منحطا مشتغلا .\r\nوبالجملة فإن الشراب من أعظم مواد الهوى وأعظم آفات العقل ، وذلك أنه يقوى النفسين - أعنى بذلك الشهوانية والغضبية - ويشحذ قواهما حتى يطالباه بالمبادرة إلى ما يحبانه ، مطالبة حثيثة ، ويوهن النفس الناطقة ويلبد قواها ، حتى لا تكاد تستقصى الفكر والروية ، بل تسرع العزيمة وتطلق الأفعال قبل إحكامها ، ويسهل ويسلس انقيادها للنفس الشهوانية ، حتى لا تكاد تمانعها ولا تأبى عليها ، وهذا مفارقة النطق والدخول في النفس البهيمية .\r\nومن أجل ذلك ينبغي للعاقل ، أن يحله هذا المحل ، وينزله هذه المنزلة ، ويحذره حذر من يزوم سلب أفضل ما عنده وأرفعه » « 1 » .\r\nويتحدث عن السيرة الفاضلة فيقول : « إن السيرة الفاضلة التي سار بها وعليها مضى أفاضل الفلاسفة ، هي بالقول المجمل معاملة الناس بالعدل والأخذ عليهم بعد ذلك بالفضل ، وإستشعار العفة والرحمة ، والنصح للكل ، والاجتهاد في نفع الكل إلا من بدأ منهم بالجور والظلم وسعى في فساد السياسة ، وأباح ما منعته ، وحظرته من المزج والعيث والفساد » .\r\n« إن الإنسان إذا لزم العدل والعفة ، وأقل مما حكة الناس ومجاذبتهم ، سلم منهم على الأمر الأكثر . وإذا ضم إلى ذلك الإفضال عليهم والنصح والرحمة لهم ، أوتى منهم المحبة . وهاتان الخلتان ثمرتا السيرة الفاضلة » .\r\nويخصص الفصل الأخير للحديث عن الخوف من الموت فيقول :\r\n« إن هذا العارض ، ليس يمكن دفعه عن النفس إلا بأن تقنع أنها تصير من بعد الموت إلى ما هو أصلح لها مما كانت فيه » و « ألا يخاف من الموت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ص 94 95\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nالإنسان الخير الفاضل المكمل لأداء ما فرضت عليه الشريعة المحقة ، لأنها قد وعدته الفوز والراحة والوصول إلى النعيم الدائم » « 1 » .\r\n\r\nصحة الأبدان :\r\nصحة البدن وعافيته من أجل وأعظم نعم اللّه على عباده وهي أول ما يسأل عنه العبد من النعيم يوم القيامة . وصحة الإنسان ليست ملكا له فهو لم يخلق نفسه ولا عضوا من أعضائه وإنما الصحة أمانة عنده ووديعة أستودعه اللّه إياها فوجب عليه مراعاتها وحفظها وحمايتها وعدم التفريط فيها وتوظيفها في عبادة اللّه وطاعته . فغاية الصحة في المجتمعات المادية هو تمتع أفراده بصحة تمكنهم من الاستمتاع بلذات الحياة الدنيوية ، فهي مجتمعات لا ترجو للّه وقارا ولا تأمل في حياة أخرى . أما في المجتمع المؤمن فقد كان رسول اللّه صلّى اللّه عليه وسلم يعلم أصحابه إذا عادوا مريضا أن يدعوا « اللهم أشف عبدك ينكأ لك عدوا ويمشى لك إلى الصلاة » . فمتى استرد العبد صحته واصل رسالته التي خلق من أجلها ، فحياة المؤمن وصحته لربه ودينه .\r\nومع أن الصحة شئ مستحب ومفضل أن يكون المرء صحيحا وأن يسعى إلى أن يكون الآخرون أصحاء ، إلا أن فقدان المرء صحته لا يغض من مكانته في المجتمع المسلم ولا يصح أن يلام شخص لأنه معتل فقد رفع اللّه الحرج على المرضى  وَلا عَلَى الْمَرِيضِ حَرَجٌ  « 2 » وإذا كان المرض يسقط عن المريض التكاليف الشرعية فيما عدا الصلاة - ما دام واعيا - ويحط عنه خطاياه وذنوبه ، بل ويكتب له من الأعمال الصالحة ما كان يعمل وهو صحيح فمن باب أولى أن يرفع عنه الأعباء الدنيوية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق ص 123\r\n( 2 ) سورة النور - 61 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nومن الحقائق القرآنية أن مصائب الدنيا ما كان منها في النفس أو المال هي بسبب المعاصي التي إقترفها المرء ، إلا أن هذا لا يعنى بالضرورة أن المرضى أقل قدْرا عند اللّه من الأصحاء ، لأن اللّه إذا أحب عبدا إبتلاه ، وأشد الناس بلاء الأنبياء والرسل ثم الأمثل فالأمثل . ولا يفهم من ذلك أن يتمنى المسلم المرض والابتلاء ، فالمؤمن مأمور أن يسأل اللّه العافية ، فما أوتى أحد بعد اليقين خيرا من العافية ، وإذا رأى المؤمن مريضا حمد اللّه أن عافاه مما إبتلاه به . كما أنه مأمور بطلب الشفاء وقصد العلاج إذا إعتلت صحته . ولقد تطرفت الكنيسة في أوروبا في بعض عصور القرون الوسطى فحسبت أن العلاج ضد مشيئة اللّه الذي أراد المرض وقدره .\r\nوقد استغرب بعض الصحابة أن يأمرهم الرسول صلّى اللّه عليه وسلم بالعلاج . إلا أن الإسلام وهو دين وسط بين الإفراط والتفريط يعتبر طلب العلاج من قدر اللّه كما أن المرض من قدر اللّه . الأمر بعد ذلك متروكا للمريض فجاز له ترك المعالجة والتداوي والصبر على المرض إن شاء ما دام المرض لا يودى بحياته ولا يمنعه من أداء التكاليف الشرعية والتكسب ولا يضر بغيره من أفراد المجتمع « 1 » . وإنما يكون الصبر على الأمراض المستعصية .\r\nفقد ورد في السنّة أن علاج بعض الأمراض قد لا يعلم في عصر من العصور فاللّه قد خلق لكل داء دواء علمه من علم وجهله من جهل .\r\n\r\nسبب المرض :\r\nأبطل الإسلام التنجيم وحرم الكهانة والعرافة وممارسة السحر وقد كانت وسائل الطب القديم وسبيله لتشخيص الأمراض ومعرفة حقيقتها والتنبؤ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عن ابن عباس رضى اللّه عنهما أن امرأة أتت النبي صلّى اللّه عليه وسلم فقالت « إني أصرع ، وإني انكشف ، فادع اللّه تعالى لي » ، قال : « إن شئت صبرت ولك الجنّة ، وإن شئت دعوت اللّه تعالى أن يعافيك » ، فقالت : أصبر . فقالت إني أتكشف فادع اللّه ألا أتكشف فدعا لها » . .\r\n[ متفق عليه 
  ]\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nبحدوثها وبمصير المريض وحسم الإسلام سبب المرض فهو من عند اللّه لأن الأشياء جميعها خيرها وشرها من اللّه سبحانه تعالى إلا أن المرض لا ينسب إلى اللّه تأدبا مع اللّه « 1 » .\r\nأما تفصيل المرض ومعرفة أنواعه ومسبباته الحيوية وغير الحيوية وطرق معالجته فمتروك للإنسان يعمل فيه الفكر ويتدبر فيه تدبره في ملكوت السماوات والأرض في حدود من ضوابط الشرع ما دام ذلك يؤدى إلى ازدياد معرفته باللّه تعالى وإلى إصلاح الأرض لا إفسادها .\r\n  وَفِي الْأَرْضِ آياتٌ لِلْمُوقِنِينَ وَفِي أَنْفُسِكُمْ أَ فَلا تُبْصِرُونَ   2 .\r\nوكان من آثار العقيدة الإسلامية وتحريرها المسلم من ربقة الأساطير والخرافات أن لجأ أطباء المسلمين في تفسيرهم للصحة والمرض إلى تبنى نظرية الأخلاط . فهي نظرية تفسر الصحة والمرض تفسيرا فسيولوجيا يتصل بوظائف أعضاء الجسم نفسه كما أنها تؤكد حقيقة التشابه والترابط بين جسم الإنسان ككيان مستقل وبقية الكون كما هو واضح من المقابلة بين العناصر وسوائل الجسم . وهذا الترابط والتعاطف بين الأنظمة والقوانين التي تحكم الكون هو مدخل الفطرة إلى معرفة اللّه الواحد الأحد مدبر الكون ومبدعة على نسق بديع . ومن هذا المنطلق نفسه حاول بعض علماء المسلمين الربط بين صحة الإنسان والنظام الفلكي ، وبين نمو الإنسان وبعض الأعداد الحسابية كالسبعة ومضاعفاتها . فهنالك أمراض تظهر أو تكثر في أشهر وفصول معينة من السنة وتحديد الفصول والأشهر يتوقف على دوران الشمس والقمر . وظهور الأسنان المستديمة عندهم يتم في سن السابعة والبلوغ يكون في الرابعة عشر وظهور شعر الوجه عند البالغين في الواحدة والعشرين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير القرآن العظيم ابن كثير - تفسير سورة الشعراء - آية 80 - ج 3 - ص 398 دار المعرفة بيروت - 1388 ه - 1969 م .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nفي القرن الخامس قبل الميلاد وضع إمبادوقليس  - Empedocles  « 1 » الطبيب الأغريقى نظرية تقول أن جميع الأشياء تتكون من عناصر أولية  Elements  هي التراب والماء والهواء والنار وعرفت هذه النظرية بنظرية العناصر . وعندما جاء أبقراط وأرسطو طاليس ( 384 - 322 ق . م ) « 2 » أضافا لكل من هذه العناصر صفات هي الكيفية التي تكون عليها سموها « المزاج »  Temperament  هي الحرارة والبرودة والرطوبة واليبوسة . فالنار حارة يابسة ، والهواء حار رطب والماء بارد رطب والتراب بارد يابس . ثم أن أبقراط وأرسطو طبقا هذه النظرية على جسم الإنسان ، فهو كغيره من الموجودات مكون من العناصر الأربعة ، فوضعا نظرية الأخلاط  Humours  .\r\nوطبقا لهذه النظرية فإن جسم الإنسان يحتوى على أربعة سوائل هي الدم  Blood  والبلغم  Phlegm  والسائل المرارى الأصفر  Yellow bile  والسائل المرارى الأسود  Black bile  ولكل منها مزاج ، فالدم حار رطب والبلغم بارد رطب والسائل المرارى الأصفر حار جاف والسائل المرارى الأسود جاف بارد وصحة الجسم هي نتاج امتزاج الأربعة وهي التي تكون مزاج الشخص . . ولكل شخص مزاج متميز ولا يتشابه اثنان في مزاجهما .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فيلسوف إغريقى من أكراجاس بصقلية ، اشتهر حوالي 450 ق . م .\r\n( 2 ) أرسطو طاليپس  Aristotle  فيلسوف من فلاسفة الإغريق ويلقب ب « المعلم الأول » ، وهو مقدونى الأصل ، رحل إلى أثينا وتتلمذ على أفلاطون ، ثم دعاه فيليب ملك مقدونيا إلى مملكته ليشرف على تعليم ابنه الإسكندر الأكبر ، ثم عاد إلى أثينا وأسس بها مدرسة عرف أتباعه فيها بالمشائين . اهتم أرسطو بالطبيعيات وعلم الأجنة والتشريح المقارن . اعتبر أرسطو القلب مركز العقل في الإنسان وإليه ينسب المنطق الصوري .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n« السائل المرارى الأصفر »\r\nالعلاقة بين العناصر الأربعة والأخلاط والأمزجة كما يراها أرطوطاليس\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\nالشافي هو اللّه :\r\nالشافي هو اللّه ، والطبيب والأدوية هما وسائل الشفاء ، من أخص خصائص الطب الإسلامي . والقرآن الكريم يقرر ذلك بوضوح حكاية عن أبي الأنبياء إبراهيم عليه السلام : « وإذا مرضت فهو يشفين » « 1 » وهذه الحقيقة تضع كلا من الطبيب والدواء في مكانهما الصحيح . . فالدواء يبرى الداء بإذن اللّه . . والعلاج الصحيح مع دقة التشخيص لن يغنى شيئا إن لم يرد اللّه الشفاء ، ومعرفة الطبيب وتيقنه أنه وسيلة من وسائل الشفاء وليس واهب الشفاء يعصم المجتمع الإسلامي من حرمان بعض فئات المجتمع من الرعاية الصحية الكاملة . ففي المجتمعات المادية يتصرف الطبيب كأنه واهب الحياة فيصنف المرضى إلى مريض مرضه قابل . للشفاء فهذا يعطى عناية فائقة وآخر ميئوس من مرضه إما لاستعصاء مرضه على العلاج أو لاستفحاله أو لكبر سنه فيحرم من العناية المركزة ، وإذا شفى المريض عندهم فالطبيب هو الذي شفاه وإن كانت الأخرى فإن الطبيعة هي التي أخطأت .\r\nوقد فقه أطباء المسلمين في العصور الإسلامية حقيقة أن الشفاء من اللّه فالرازى في كتابه : « اخلاق الطبيب » ينصح الطبيب أن يخرج من الحول والطول ويسلم الأمر كله للّه فيقول : « ويتكل الطبيب في علاجه على اللّه تعالى ويتوقع البرء منه ولا يحسب قوته وعمله ويعتمد في كل أموره عليه فإن فعل بضد ذلك ونظر إلى نفسه وقوته في الصناعة وحذقه حرمه اللّه البرء » .\r\nوإذا أيقنا أن الشافي هو اللّه أمكننا أن ندرك كيف تساعد بعض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الشعراء 80\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nالأعمال على الشفاء . . فذكر اسم اللّه عند أخذ الدواء والدعاء والرقى والصدقة وتجنب المحرمات في الدواء هي من وسائل الشفاء . ويجدر بنا أن نفصل قضية استعمال المحرمات في الدواء . . فقد ثبت عن النبي صلّى اللّه عليه وسلم قوله : « إن اللّه أنزل الداء والدواء وجعل لكل داء دواء فتداووا ولا تتداووا بالمحرم » « 1 » وقوله : « إن اللّه لم يجعل شفاءكم فيما حرم عليكم » « 2 » . . إلا أن بعض العلماء أباح استعمال المحرمات للتداوي إذا دعت الضرورة باعتبار أن الدواء كالغذاء واستنادا إلى رخصة النبي صلّى اللّه عليه وسلم لعبد الرحمن بن عوف والزبير بن العوام رضى اللّه عنهما في لبس الحرير - وهو محرم على ذكور أمته صلّى اللّه عليه وسلم - لجرب أصابهما ، وإشارته على الصحابي الذي جدعت أنفه أن يتخذ أنفا من ذهب . وضرورة الدواء هو أن يتوقف برء المرض على تناوله . وقد لخص الدكتور يوسف القرضاوى في كتابه الحلال والحرام الشروط التي يجب توفرها للرخصة في تناول الدواء المشتمل على محرم :\r\n( 1 ) أن يكون هناك خطر حقيقي على صحة الإنسان إذا لم يتناول هذا الدواء .\r\n( 2 ) ألا يوجد غيره من الحلال يقوم مقامه أو يغنى عنه .\r\n( 3 ) أن يصف ذلك طبيب مسلم ثقة في خبرته ودينه معا .\r\nوهذه الفتوى - كما يقول القرضاوى يفتى بها احتياطا لمسلم قد يكون في مكان لا يوجد فيه غير هذه المحرمات .\r\nأما ما يتداول اليوم من أدوية تحتوى على محرم من خنزير - كالانسولين لمرضى السكر - وخمر ، كالأدوية التي يستعمل فيها الكحول كمذيب ، مثل أدوية السعال يمكن الاستعاضه عنها بأدوية ومستحضرات طبية من مصادر حلال . وتبقى المخدرات التي تستعمل لتسكين الألم كالأفيون فيجرى فيها حكم الضرورة إذ لا يوجد ما يحل محلها من الحلال ، ولكن يجب أن يكون استعمالها في أضيق الحدود الممكنة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواه أبو داود . .\r\n( 2 ) رواه البخاري . .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nويعلل ابن القيم عدم منفعة المحرمات في العلاج بالحاجز النفسي بينها وبين المؤمن فيقول : « إن من شرط الشفاء بالدواء تلقيه بالقبول واعتقاد منفعته وما جعل اللّه فيه من بركة الشفاء . ومعلوم أن اعتقاد المسلم تحريم هذه العين - يقصد المحرم - مما يحول بينه وبين اعتقاد منفعتها وبركتها وحسن ظنه بها وتلقيه بالقبول ، بل كلما كان العبد أعظم إيمانا كان أكره لها وأسوأ اعتقادا فيها وكان طبعه أكره شئ لها فإذا تناولها في هذه الحال كانت داء لا دواء » « 1 » . ولا يليق بالمسلمين أن يقعد بهم أخذهم بالرخص عن أن يستخلصوا ويصنعوا لأنفسهم مستحضرات طبية تتمشى مع تعاليم دينهم .\r\nومن العجيب أن المسلمين الذين كان أجدادهم أول من عرف الصيدلة والكيمياء وحضروا أدوية لا زالت تستعمل حتى الآن ، نجدهم اليوم عالة على غيرهم في مستحضراتهم الطبية كغيرها من شؤون حياتهم .\r\n\r\nالرعاية الصحية\r\n\r\nالوقاية خير من العلاج :\r\nالطب الإسلامي طب وقائى من أهم أسسه بل وعنصره الأساسي هو « الوقاية خير من العلاج » والوقاية هي سمة التشريع الإسلامي في شتى نواحي الحياة . فثبات العقيدة يقى النفس من مهالك الشك والحيرة ومخافة اللّه تقى من انحراف السلوك وهكذا الحدود والقصاص وغيرها .\r\nوقد اهتم الإسلام بصحة الإنسان البدنية والقلبية قبل ولادته فأوصى باختيار الزوج الصالح والزوجة الصالحة من أسر قد سلمت من الأمراض والعيوب « تخيروا لنطفكم فإن العرق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زاد المعاد ج 3 - 115 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nدساس » « 1 » و « أنكحوا الأكفاء » « 2 » . وضمن أن يشب المولود في أسرة مترابطة قوامها الإيمان والمحبة . وسد الإسلام كل باب يؤدى إلى انحراف صحة المسلم أو سلوكه فكفل لكل فرد في المجتمع المسلم حدا أدنى من المسكن والمشرب والملبس وجعل ذلك فريضة على أغنياء المسلمين وحقا تكفله الدولة المسلمة . فقد روى سيدنا على رضى اللّه عنه عن النبي صلّى اللّه عليه وسلم قوله « إن اللّه قد فرض على أغنياء المسلمين في أموالهم بقدر الذي يسع فقراءهم ولن يجهد الفقراء إذا جاعوا أو عرّوا إلا بما يصنع أغنيائهم . ألا وإن اللّه يحاسبهم حسابا شديدا ويعذبهم عذابا أليما » « 3 » وكفل الإسلام حقوق اليتيم ، وحمى الشيخوخة فجعل توقير الكبير موجبا للإنتساب للجماعة المسلمة « ليس منها من لم يرحم صغيرنا ويعرف حق كبيرنا » « 4 » وجعل رعاية الآباء واجبة على الأبناء  وَقَضى رَبُّكَ أَلَّا تَعْبُدُوا إِلَّا إِيَّاهُ وَبِالْوالِدَيْنِ إِحْساناً  « 5 » و « أنت ومالك لأبيك » « 6 » .\r\nوفي مجال الصحة العامة اهتم الإسلام بنظافة البدن والمسكن والطرقات وأكد على العادات الصحية في الأكل والشرب وحارب العادات الضارة كالتبول في مجارى المياه أو استعمال الماء الملوث أو التبرز في مجالس الناس وممراتهم ، وجعل من هذه التعاليم التي تغير من سلوك المجتمع وتثبت دعائم صحة البيئة دينا يتقرب به إلى اللّه سبحانه وتعالى كما يتقرب بالصلاة والزكاة وغيرها من العبادات « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواه ابن ماجة والديلمي .\r\n( 2 ) رواه ابن ماجة والدارقطني والحاكم .\r\n( 3 ) رواه الطبراني .\r\n( 4 ) رواه أبو داود .\r\n( 5 ) سورة الإسراء - 23 .\r\n( 6 ) روى ابن ماجة : أن رجلا جاء إلى النبي صلّى اللّه عليه وسلم فقال يا رسول اللّه أن أبى يريد أن يحتاج ( أي يأخذ ) مالي فقال صلّى اللّه عليه وسلم : « أنت ومالك لإبيك » .\r\n( 7 ) عن أبي هريرة رضى اللّه عنه قال قال رسول اللّه صلّى اللّه عليه وسلم : « الإيمان بضع وسبعون شبعة فأفضلها قول لا إله إلا اللّه وأدناها : إماطة الأذى عن الطريق » رواه مسلم .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nوجل الأمراض التي تفتك بالبشر في عالمنا المعاصر لا يعدو أن يكون عائدا للغذاء ، إما سوء تغذية أو إفراط فيه ، أو أمراضا معدية سببها تلوث البيئة ، أو هي عادات ضارة يمارسها الإنسان كالادمان والأمراض التناسلية .\r\nفأمراض سوء التغذية هي المشكلة الصحية الأولى عند الأطفال في المجتمعات غير الصناعية ، وعلاجها الرعاية الاجتماعية وتوفير الغذاء الكامل والمسكن الصحي لكل أسرة في المجتمع . . ولقد أدرك سيدنا عمر رضى اللّه عنه بفكره الثاقب واجب الدولة في ذلك حينما أمر باتخاذ دفاتر تسجل فيها المواليد وفرض لكل مولود ذكرا كان أو أنثى نفقة شهرية - مائة درهم - من يوم ولادته سواء كان أهل المولود محتاجين أم أغنياء ، فالعطاء إنما كان للمولود لا لأهله . . فإذا ترعرع المولود بلغ به مائتي درهم ، فإذا بلغ زاده . . وفرض لكل مسكين من الطعام ما يكفى لوجبتين يوميا له ولعياله عطاء من بيت المال . .\r\nوالأمراض المعدية والمتوطنة تقاوم بالعناية بصحة البيئة . . فالمعروف أن البلهارسيا مرض متوطن في حوالي سبعين دولة في العالم يبلغ تعدادها ألف مليون نسمة من بينهم مائتا مليون شخص مصاب بهذا المرض ، وهو آخذ في الانتشار مع اتساع الرقعة الزراعية في الدول التي توطن فيها المرض . ومرض البلهارسيا ناتج عن التبول والتبرز في موارد الماء واستعمال الماء الملوث . والوقاية منه لا تتطلب أكثر من محاربة هذه العادة السيئة . وهناك دودة أخرى تصيب أكثر من 700 مليون شخص في العالم تسمى « الانكلستوما » يسببها التبرز في التربة الظليلة الرطبة .\r\nوظاهرة إدمان المسكرات والمخدرات التي تتفاقم في المجتمعات الغربية والمجتمعات السائرة على نهجها يعالجها الإسلام بتقوى اللّه ، وتحريم ما يغيّب العقل أو يتلفه .\r\nووقى الإسلام من الأمراض التناسلية بأن حرّم كل علاقة جنسية تقوم\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nعلى غير الزواج ، وحرم كل قول أو عمل يؤدى إلى ذلك فحرّم الخلوة بالمرأة الأجنبية ، والنظر إلى الجنس الآخر بشهوة ، وفرض الحجاب على المرأة المسلمة ورغب في الزواج .\r\nوتدابير الصحة العامة وإجراءاتها من مقاصد الشريعة الإسلامية التي تقوم على جلب المصالح ودرء المفاسد . فقد روى البخاري عن السيدة عائشة رضى اللّه عنها أن المسلمين لما هاجروا من مكة إلى المدينة أصيب كثير منهم بالحمى ، فعزى المسلمون ذلك إلى مستنقع يقال له بطحان فلما ردم ذهب الوباء واختفت الحمى . وأباحت الشريعة الإسلامية كذلك عزل المصابين بأمراض معدية ومنعهم من مجاورة الأصحاء أو السكنى بينهم .\r\n\r\nالرعاية الصحية حق لكل فرد :\r\nتوفير الرعاية الصحية لكل فرد من أفراد المجتمع سمة بارزة من سمات الحضارة الإسلامية على مر العصور . ولم تقتصر الرعاية على المرضى بل امتدت لتعمّ المعوقين من العميان والمقعدين وغيرهم ، وأهل السجون . ولم تكن الرعاية على أساس ديني فلم يفرق فيها بين المسلم وأهل الذمة من اليهود والنصارى . ففي عصر الخلافة الراشدة فرض الخليفة عمر رضى اللّه عنه عطاء من بيت مال المسلمين ليهودي أقعدته الشيخوخة عن الكسب وعمم ذلك ليشمل ضرباءة « 1 » . وفي العصر الأموي أنشأ الوليد بن عبد الملك عددا من المستشفيات على نفقة بيت المال ، وجعل العلاج فيها بدون أجر لكل مرض فقيرا كان أو غنيا وعنى الوليد عناية خاصة بالمقعدين والعميان فخصص لكل أعمى دليلا يرشده في الطرقات . واهتم بأمر المجذوبين فشيّد مستشفى خاصا بهم . . حتى مرضى السجون لم يهملوا ، ففي العصر العباسي وفي خلافة المقتدر باللّه كتب الوزير علي بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أشباهه وأمثاله . .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nعيسى إلى رئيس الأطباء سنان بن ثابت بن قره يأمره بحملات طبية تزور السجون بصفة منتظمة ، تفحص المحبوسين وتصف لهم العلاج اللازم « 1 » .\r\nوفي العصور الإسلامية المتأخرة كان ينص في وقفية المستشفى على أنه لمداواة المرضى على إختلاف أجناسهم . . فقد جاء في وقفية المستشفى المنصوري « مستشفى قلاوون » الذي بناه السلطان منصور بن قلاوون ( 680 ه / 1281 م ) . . بمدينة القاهرة ، أنه وقف لعلاج المرضى من الرجال والنساء إلى حين برئهم وشفائهم ، لا يفرق في ذلك بين القوى والضعيف ، والغنى والفقير ، والمأمور والأمير ، من غير اشتراط لعوض من الأعواض بل لمحض فضل اللّه العظيم . . وقد بلغت الرعاية بالمرضى إلى حد تنظيم زيارات طيبة لهم في بيوتهم وصرف الأدوية التي يحتاجونها من المستشفى وتغسيل الموتى منهم وتكفينهم وحملهم إلى المدفن ومواراتهم في قبورهم على حساب الوقف . .\r\n\r\nالمهن الطبية :\r\nتأهيل وتدريب الكفاءات في مجالات الطب المختلفة من أطباء وممرضين وفنيين فرض كفاية إذا لم يقم به المجتمع المسلم أثم كل أفراده وكانوا مسئولين أمام اللّه عن هذا التقصير . . ولقد اهتم المجتمع المسلم في عصور الحضارة الإسلامية بأخلاق الطبيب ودينه اهتمامه بكفاءته العلمية . . ونلحظ ذلك من وصف الطبيب بالحكيم وهو اسم من أسماء اللّه الحسنى ، وكانت الفكرة السائدة في ذلك المجتمع هو أن الطبيب شخص ذو قيم ومثل يجمع بين الكفاءة العلمية والأخلاق المثالية ، ومقدرته العقلية والفكرية لا تنفصل عن تدينه وإيمانه العميق وثقته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات الأطباء والحكماء . . ابن القفطي ص 193 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nوتوكله على اللّه ، فرأس الحكمة مخافة اللّه وقدره حق قدره . . لذلك كانت أولى وصايا لقمان الحكيم لابنه هي الإخلاص للّه واليقين بإحاطة علمه ثم تأتى بعد ذلك الفضائل التي تحكم سلوكه مع غيره من البشر . .\r\nوقد فطن أطباء المسلمين إلى سلوك سوى متزن فلم يضيعوا الدين في غمره شواغل المهنة ولم يهملوا الآخرة سعيا وراء الدنيا . . يقول الرازي : « ينبغي أن تكون حالة الطبيب معتدلة ، لا مقبلا على الدنيا كلية ومعرضا عن الآخرة كلية ، فيكون بين الرغبة والرهبة » « 1 » ويقول علي بن رضوان : « إذا كان للإنسان صناعة ترتاض بها أعضاؤه ، ويمدحه بها الناس ، ويكسب بها كفايته في بعض يومه ، فأفضل ما ينبغي له في باقي يومه أن يصرفه في طاعة ربه ، وأفضل الطاعات النظر في الملكوت ، وتمجيد المالك لها سبحانه ، ومن رزق ذلك فقد رزق خير الدنيا والآخرة وطوبى له وحسن مآب » « 2 » . . ويقول عبد اللطيف البغدادي : « ينبغي أن تحاسب نفسك كل ليلة إذا آويت إلى منامك ، وتنظر ما اكتسبت في يومك من حسنة فتشكر اللّه عليها ، وما اكتسبت من سيئة فتستغفر اللّه منها وتقلع عنها ، وترتب في نفسك ما تعمله في غدك من الحسنات ، وتسأل اللّه الإعانة على ذلك » « 3 » .\r\nوليس أدل على الأرتباط الوثيق بين التطبيب والتدين في ضمير المجتمع الإسلامي من اتباع الرقابة على الأطباء والصيادلة ومنح تراخيص مزاولة مهنة الطب لنظام الحسبة وهي وظيفة دينية من باب الأمر بالمعروف والنهى عن المنكر . . وكان المحتسب ينص في ترخيصه أنه أجاز الطبيب بعد أن استخار اللّه ويوصى الطبيب بتقوى اللّه والنصح في الصناعة وكانت الحسبة على الصيادلة توقظ فيهم الضمير المتيقظ الحي فتقرر أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عيون الأنباء ص 420 ، 421 .\r\n( 2 ) المصدر السابق ص 565 .\r\n( 3 ) المصدر السابق ص 691 .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nالواجب عليهم أن يراقبوا اللّه عز وجل وأن يتحروا إلا يكون الدواء مغشوشا ، تقربا إلى اللّه . .\r\nكما أن التمريض نشأ نشأة دينية فقد كان رسول اللّه صلّى اللّه عليه وسلم : « يغزو بأم سليم « 1 » ونسوة من الأنصار معه فيسقين الماء ويداوين الجرحى » « 2 » وتقول أم عطية « 3 » : « كنا نغزو مع رسول اللّه صلّى اللّه عليه وسلم فنداوى الجرحى ونمرض المرضى وكان يرضخ « 4 » لنا من الغنيمة » وتقول أيضا : « غزوت مع رسول اللّه صلّى اللّه عليه وسلم سبع غزوات أخلفهم في رحالهم فأصنع لهم الطعام وأداوى الجرحى وأقوم على المرضى » « 5 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هي أم أنس بن مالك خادم رسول اللّه صلّى اللّه عليه وسلم . شهدت يوم حنين وروت عن النبي صلّى اللّه عليه وسلم عدة أحاديث .\r\n( 2 ) رواه مسلم وأبو داود والترمذي .\r\n( 3 ) هي نسيبة بنت الحارث روت عن النبي صلّى اللّه عليه وسلم عدة أحاديث .\r\n( 4 ) يرضخ لنا : نعطى . .\r\n( 5 ) متفق عليه . .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\nالفصل السادس قضايا الطب الأخلاقية المعاصرة في ضوء الإسلام\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nهناك العديد من المشكلات الأخلاقية المتعلقة بالطب تبرز في عالمنا المعاصر أو تجد من حين لآخر . . وجل هذه القضايا إن لم يكن كلها ظهر في الغرب أولا ثم انتقل منه إلى المجتمعات المسلمة بحكم تبعية الطب الذي يمارس بها في الوقت الحاضر له . . إن هناك أعدادا غير قليلة من أبناء المسلمين تتلقى تدريبها ودراستها الطبية فوق الجامعة ببلدان الغرب وتواجه تلك المشاكل في منبتها وبعض هؤلاء يعودون إلى بلادهم مشيعين بما ألفوا في ديار الغرب ، من مواجهة لتلك المعضلات بمنطق مادي بحت ، راغبين في تطبيق ذلك في ديار الإسلام غير مراعين لاختلاف القيم والتصورات بين المجتمع هنا وهناك . . أضف إلى ذلك أن بعض البلدان الإسلامية تشكو من قلة الكفاءات الطبية وتستعين بغير المسلمين لسد هذا النقص وهؤلاء يحملون معهم رواسب مجتمعاتهم ومفاهيمها إلى تلك البلدان ظانين أنها المثل الأعلى الذي يجب أن يحتذى مستغلين نظرة تلك البلدان المرموقة لهم وغبطتها لهم لما وصلوا إليه من تقدم مادي تطمح إليه وتأمل أن تواكبه في المستقبل القريب . .\r\nوهذه القضايا الأخلاقية الطبية كغيرها من المعضلات التي تواجه المجتمعات الإسلامية اليوم من اقتصادية واجتماعية يجب أن تناقش على ضوء الإسلام وهديه وعلى مبادئه وأسسه لأن هذه المجتمعات قامت على الإسلام وسادت به ، وأصبحت كما مهملا وذيلا لغيرها عندما بعدت عنه ، ولا يتأتى ذلك إلا في وجود هيئة طبية دينية تجمع الثقة من أطباء المسلمين الغيورين على دينهم وتراثهم الإسلامي وعلماء على معرفة بالفقه وإدراك لروح الإسلام ومقاصد الشريعة . . ويكون واجب الأطباء في هذه الهيئة إعطاء فكرة مفصلة ودقيقة عن كل مشكلة متناولين النواحي\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nالفنية من كل الوجوه . . وهذه الأمور الفنية يجهلها علماء الدين لعدم معرفتهم أو ممارستهم للطب . . وحينئذ تأتى الفتوى في القضية شاملة كاملة جامعة لا تخالف جوهر الدين وأصوله وروحه وتبعد عن التشدد والغلو وقد لاحظت أن كثيرا من الفتاوى المتعلقة بالطب أفتى فيها عن طريق المراسلة وأحيانا تحس أن مرسل السؤال صاغه بطريقة معينة لتوافق الإجابة حاجة في نفسه دون أن يفصل النواحي الفنية الطبية المتعلقة بالموضوع . .\r\nوفي هذا الفصل نعرض لبعض من تلك القضايا مما يواجه الطبيب المسلم مستعينين بما هو مبسوط في كتب الفقه وفتاوى بعض العلماء مما لا يتوفر مصارة للطبيب أو قد لا يجد الوقت للاطلاع عليه . .\r\n\r\nالإجهاض\r\n\r\nحرمة النفس :\r\nأجمعت الشرائع السماوية والأرضية على حرمة النفس البشرية التي هي نفخة من روح اللّه ، وعلى تحريم إتلافها بغير حق ، ولقد ذهبت شرائع السماء إلى أبعد من ذلك في صيانة الروح من حيث هي فحرمت قتل الحيوان إلا لمنفعة أو دفعا لضرر . . والفارق بين الشرائع السماوية والقوانين الوضعية هو أن شرائع السماء ثابتة الأسس واحدة في جوهرها لا تتغير أصولها بتغير الزمان وإن اختلفت الفروع لتلائم اختلاف العصور والأزمنة ، لأن مصدر التشريع واحد وعلة التشريع واحدة لا تتغير بتغير الناس . . فتحريم القتل كان شريعة ثابتة في جميع الكتب المنزلة ، منذ أن قتل ابن آدم أخاه عدوانا وظلما ، من صحف إبراهيم عليه السلام إلى القرآن الذي ختم اللّه به الوحي ورسالات السماء ، أما القوانين الوضعية\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nفهي تتغير بتغير الأهواء وتصورات المجتمع . . فقد جنحت القوانين الوضعية في القرن الحاضر إلى تبرئة الإنسان من الخطيئة وإلى الدفاع عن الجاني لا المجنى عليه فاعتبرت القصاص قتل نفس باسم القانون لا يعيد النفس المقتولة إلى الحياة بل يعالج خطأ بخطأ أفدح منه لذلك ألغت عقوبة الإعدام . .\r\nولا يظننّ جاهل أن شرع الجهاد والقصاص يتناقض مع ما قررته الشرائع السماوية من حرمة النفس وعدم الاعتداء عليها . . فالجهاد دفاع عن النفس وصون لها من ظلام الكفر وهو موت يسلبها حياتها الأخروية الباقية الخالدة . . وفي القصاص حياة النفوس وليس فيه نبذا لمبدأ حرمة النفس بل هو تأكيد له . . فإذا أيقن من تحدثه نفسه بالقتل أن جزاءه سيكون القتل إذا أتم جريمته ارعوى وصان الحرمات . . ثم إن القاتل لم ينتهك حرمة القتيل فقط بل هو قد لا يتورع أن يقتل أي نفس أخرى ومن هنا كانت حكمة القصاص في التوراة كما يحكيها القرآن الكريم :\r\n مِنْ أَجْلِ ذلِكَ كَتَبْنا عَلى بَنِي إِسْرائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسادٍ فِي الْأَرْضِ فَكَأَنَّما قَتَلَ النَّاسَ جَمِيعاً وَمَنْ أَحْياها  « 1 »  فَكَأَنَّما أَحْيَا النَّاسَ جَمِيعاً  « 2 » وهي نفس حكمة التشريع في الشريعة الإسلامية :\r\n وَلَكُمْ فِي الْقِصاصِ حَياةٌ يا أُولِي الْأَلْبابِ لَعَلَّكُمْ تَتَّقُونَ  « 3 » . . ففي القصاص صون الأنفس من العبث وحماية من شريعة الغاب . .\r\nويعزو بعض الكتاب الغربيين علة القصاص في الشرائع السماوية إلى أن القاتل قضى على نفس قبل أن يأذن اللّه بذلك . . بيد أن أجل الإنسان مكتوب ولا ينقضى أجل إلا بقدر اللّه وعلمه . . وإنما العلة هي أن القاتل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أحياها : مكن لها من القصاص .\r\n( 2 ) المائدة - 32 . .\r\n( 3 ) البقرة - 179\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nاعتدى على نفس لم يخلقها . . لذلك فإن قتل القصاص يكون بإذن اللّه وإنفاذه عبادة يتقرب بها إلى اللّه لأن فيه تطبيق شرع اللّه وأحكامه . .\r\nوحتى قتل الحيوان وذبحه لا يكون إلا باسم اللّه . . لأنه روح واللّه وحده يملك التصرف في الأرواح التي خلقها .\r\nولقد تدرج الترخص في حرمة النفس عند العربيين حتى شمل الأجنة فأباحوا الإجهاض لغير سبب طبي يضر بصحة الأم . . أما في الإسلام فلا اعتبار للعمر في حرمة النفس ولامكان للوظيفة الاجتماعية فيها لأن التعامل هنا مع النفس وليس الجسد فالإسلام يحافظ على الجنين محافظته على الشاب اليافع والشيخ الطاعن في السن . . والعاجز الذي قعد به عجزه عن الكسب له نفس قيمة الصحيح المنتج فليس لكليهما تصرف فيما جرت به المقادير فالعطاء والمنع من اللّه فتنة وابتلاء . .\r\n\r\nالإجهاض بين الحظر والإباحة . .\r\nاعتبر قَسَم أبقراط ممارسة الإجهاض منافيا لأخلاقيات مهنة الطب وتضمن نصا يحرم على الطبيب إعطاء أىّ دواء يساعد على الإجهاض . . وهذا وحده كاف للدلالة على أن تحريم الإجهاض قديم قدم المعرفة الطبية . وعندما أنشئت المجالس الطبية في أوروبا لتنظيم مزاولة مهنة الطب حظرت الإجهاض إلا ما كان ضروريا لإنقاذ حياة الأم . . وقد اشتملت قوانين العقوبات في الدول الأوربية على مواد تعاقب من يقوم بعملية اجهاض أو يساعد فيها ، أو يعطى حاملا عقاقير أو مواد تلحق الضرر بالجنين ، أو تؤدى إلى موته . وقد طبقت هذه القوانين في الدول التي استعمرها الأوربيون ، وكان ضبط أي طبيب متلبسا بعملية إجهاض أو ثبوت ذلك عليه بأدلة كافية يعنى سحب ترخيصه لمزاولة مهنة الطب نهائيا . .\r\nثم برزت من بعد ذلك تيارات فكرية تنادى بإباحة الإجهاض . .\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nوكان أول ما أثير حوله الجدل هو متى يصبح الجنين كائنا حيا ؟\r\nفالكنيسة الكاثوليكية . . والتي على مبادئها صيغت قوانين الإجهاض الأوربية . . تعد الجنين كائنا حيا عند حدوث الحمل أي عند تلقيح البويضة فأي اعتداء على الجنين بعدئذ يكون اعتداء على نفس كاملة الحقوق . . وهذا ما أخذ به ميثاق جنيف لأخلاقيات مهنة الطب ( 1949 م ) الذي يلزم الطبيب بالمحافظة على الحياة الإنسانية من بداية الحمل . . ثم أخذت قوانين الإجهاض في البلدان الغربية تأخذ بتعريف الطب الحديث للحيوية كي يصبح الجنين كائنا حيا يوفر له القانون الحماية . . فالجنين لا يعتبر كائنا كائنا حيا إلا إذا تعدى مرحلة الحيوية  Viability  وهي المرحلة التي يمكن للجنين بعدها أن يعيش منفصلا عن رحم أمه إذا تم الوضع وتقدر بثمانية وعشرين أسبوعا أو سبعة أشهر من بداية الحمل ، وأصبح الإجهاض جريمة يعاقب عليها القانون إذا حدث بعد بلوغ الجنين مرحلة الحيوية . . إلا أن ذلك لم يرض طموح أنصار تحرر المرأة  Feminist  فذهبوا إلى أبعد من ذلك مطالبين للمرأة بحقها في إجهاض نفسها في أي مرحلة من مراحل الحمل بدعوى أن الجنين ينمو في رحم المرأة وهو عضو من أعضائها تملك حرية التصرف فيه كما تشاء كبقية أعضاء جسمها . . وقد حكمت هذه الفكرة النظرة الحديثة للإجهاض في أوروبا والتي كان من نتائجها تعديل قوانين الإجهاض بها . . وقد عمدت قوانين الإجهاض في أوروبا في الآونة الأخيرة - كغيرها من القوانين التي تحكم الغرب الآن - إلى إشباع رغبات الناس . . فإذا كان الإجهاض سيقع لا محالة جهرا أو خفاء لأن المرأة تعتبر ذلك حقا من حقوقها فلما ذا لا يتم ذلك تحت سمع وبصر القانون في إطار قانون أكثر مرونة ؟\r\nوقوانين الإجهاض في بريطانيا توضح لنا هذا « التطور » التاريخي في قضية الإجهاض ، فبريطانيا نشأت دولة نصرانية ولا تزال الملكة هي راعى الكنيسة بها . . وكان القانون بها حتى عام 1929 م يعتبر الاعتداء على الجنين ، بغض النظر عن طور نموه . . جناية يعاقب عليها القانون . .\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nوكان الإجهاض لا يسمح به إلا في حالات توقع الموت المحقق للأم أو الإضرار الجسيم بها ، ثم تعدل هذا القانون بعد ذلك لتصبح الجريمة هي الإجهاض أو محاولة الإجهاض إذا بلغت مدة الحمل سبعة أشهر ( مرحلة الحيوية ) ثم أدخل تعديل آخر عام 1967 م يعطى المرأة حق الإجهاض إذا كان الحمل يهدد حياتها أو يشكل خطرا على صحتها الجسمانية والعقلية أو قد يضر جسمانيا أو عقليا بطفل آخر من أطفالها أو إذا كان الجنين سيولد مشوها أو بعاهة تعوقه طبيا أو اجتماعيا ، شريطة الحصول على موافقة طبيبين مؤهلين . . ولا يشترط القانون موافقة الأب .\r\nواستخدام مرحلة الحيوية كبداية للحياة الإنسانية فكرة خاطئة . .\r\nفصحيح أن الجنين يمكنه العيش خارج الرحم بعد تجاوز هذه المرحلة إلا أنه لا زال معتمدا على والدته أو غيرها . . فهو لا يستطيع أن يدبر مأكله أو مشربه أو ملبسه . . وإذا كان عدم الاعتماد على الغير هو الذي بجعل من الإنسان كائنا حيا معترفا به أمام القانون فلما ذا لا يقضى على العجزة والمعوقين بحجة أنهم عالة على غيرهم ؟ .\r\nومنطق حرية المرأة في التصرف في الجنين كيف تشاء منطق معوج حتى بالمقابيس المادية . . فالحرية الشخصية لا تعنى إيذاء الآخرين . .\r\nوهل استفتت الأم ، التي تريد أن تجهض نفسها متى شاءت ، جنينها هل يريد البقاء أم لا ؟ وهل كان الجنين مسؤولا عن وجوده برحمها ابتداء . .\r\nإن القانون في بلاد الغرب لا يعطى مالك عقار حق طرد مستأجره منه بنفس السهولة واليسر التي يجيز بها إزهاق نفس بريئة لمجرد أنه غير مرغوب فيها .\r\n\r\nموقف الإسلام من الأجهاض :\r\nالتشريع الإلهى لا يفرط في الفضائل إرضاء لأهواء الناس كما تفعل شرائع البشر بل يربى النفس البشرية لتسمو إلى قمم الأخلاق الفاضلة . .\r\nوالدين لا يقر شيئا لأنه أصبح ضرورة اجتماعية أو عادة يصعب التخلص منها أو القضاء عليها مع كونه رذيلة لأن اللّه لا يأمر بالفحشاء . . وشريعة الدين العدل فلا يمنح حقوقا ما مجاملة لطرف معين على حساب حقوق طرف آخر . . .\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nجعل الإسلام رعاية الحامل لجنينها مسألة بينها وبين ربها تزعاها بالغيب من تؤمن بيوم الحساب :  وَلا يَحِلُّ لَهُنَّ أَنْ يَكْتُمْنَ ما خَلَقَ اللَّهُ فِي أَرْحامِهِنَّ إِنْ كُنَّ يُؤْمِنَّ بِاللَّهِ وَالْيَوْمِ الْآخِرِ  « 1 » ذلك لأن القانون قد يعجز عن كشف كل حالات الاجهاض . . اعتبر الإسلام الجنين ، مع كونه جزءا من أمه ، كائنا منفردا بالحياة له وضعه القانوني كنفس متى إستقرت النطفة في الرحم فإذا اسقط عمدا بعد نفخ الروح ففيه القصاص « 2 » ، وإن كان خطأ وجبت فيه الدية والكفارة . وإذا مضى على الحمل أربعة أشهر فلا يجوز إسقاط الجنين إلا إذا كان استمرار الحمل يلحق ضررا بصحة الأم ويخشى أن يؤدى لهلاكها فحياتها هي الأصل فيضحى بالجنين من أجل سلامتها طبقا لقاعدة ارتكاب أخف الضررين . . فالجنين بعد مرور مائه وعشرين يوما من الحمل ينفخ فيه الروح ويصلى عليه صلاة الجنازة إذا سقط تلقائيا ويكون الاعتداء عليه اعتداء على نفس يستوجب العقوبة في الدنيا والآخرة . . ولا يحل لمسلم أن يفعله لأنه جناية على حي إلا إذا ثبت بما لا يدع مجالا للشك أن بقاءه سيؤدى حتما إلى وفاة الأم . .\r\nأما إسقاط الجنين قبل نفخ الروح فيه - أي قبل أربعة أشهر من استقرار النطفة في الرحم - فقد أباحه بعض الفقهاء للضرورة وحرمه آخرون . . ويلخص الإمام الغزالي « 3 » / نظرة الإسلام إلى الإجهاض فيقول :\r\n« إن الإجهاض جناية على موجود حاصل ، وله أيضا مراتب وأول مراتب الوجود أن تقع النطفة في الرحم وتختلط بماء المرأة وتستعد لقبول الحياة وإفساد ذلك جناية ، فإن صارت مضغة وعلقة كانت الجناية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة - 228 . . .\r\n( 2 ) عند ابن حزم . .\r\n( 3 ) هو أبو حامد محمد بن محمد الغزالي ويلقب بحجة الإسلام . ولد في طوس من أعمال خراسان في فارس وتوفى بها . كان والده يغزل الصوف ويبيعه . درس الفقه فصار فيه إمام وقته واشتغل بالتدريس فدرّس في المدرسة النظامية في بغداد التي أسسها نظام الملك ، ثم ترك ما كان عليه وسلك طريق الزهد وتفرغ للعبادة والتأليف . له عدة مؤلفات في الفقه والتصوف إلا أنه اشتهر بكتابة « إحياء علوم الدين » .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nأفحش ، وإن نفخ فيه الروح واستوت الخلقة ازدات الجناية تفاحشا ، ومنتهى التفاحش في الجناية بعد الانفصال حيا » « 1 » .\r\nيتضح لنا مما سبق أن الإسلام يبيح الإجهاض لأسباب طبية ، في جميع مراحل الحمل ، حفاظا على حياة الأم إذا رأى ذلك طبيب ثقة ، ولم أجد ، فيما اطلعت عليه . . من علماء المسلمين من يبيح الإجهاض لأسباب تتعلق بالجنين كأن يكون الجنين مشوها أو مصابا بمرض وراثى . .\r\nويشاع أن بعض علماء الدين قد أفتى بذلك مجاراة لما يحدث في الغرب واتباعا لسننهم وقد أخذت بعض الدول الإسلامية بذلك فعدلت قوانينها وأباحت الإجهاض عند ثبوت مرض الجنين أو تشوهه . . ومهما يكن من أمر تلك الفتوى فالذي أفتى بها - إن صحت - بشر غير معصوم يؤخذ من كلامه ويرد . . والمؤمن مطالب بأن يستفتى قلبه وإن أفتاه الناس . . فلن تبرىء ذمته أمام اللّه فتوى عالم إذا حاك في صدرة منها شئ . . .\r\nودعوة إجهاض الجنين المشوه أو الذي يفترض تشوهه ، كمن تعرضت أمه للأشعة السينية في الأشهر الأولى للحمل ، أو تعاطت دواء يحدث تشوهات بالجنين ، أو الذي ثبت بالفحوصات إصابته بمرض وراثى لا يرجى شفاؤه أو عدم اكتمال نمو جهازه العصبى ، بدأت في الغرب وتقوم على ركيزتين :\r\nالأولى : إن مثل هذا الجنين قد لا تكتب له الحياة فقد يموت في رحم أمه أو أثناء الولادة أو بعدها ، وإن عاش فسيكون عالة على مجتمع يحسب كل شئ بحساب المادة .\r\nالثانية : لماذا تتحمل الأم مشقة الحمل طيلة أشهر تسعة من أجل جنين مشوه أو مريض بمرض لا أمل في شفائه . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إحياء علوم الدين : ج - 2 ص 51 .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nوالذي دعا هؤلاء القوم إلى هذا التفكير هو أن اللّه سبحانه وتعالى هيأ لهم من الوسائل ما يمكنهم من تشخيص بعض الأمراض التي تصيب الجنين وهو لا يزال في بطن أمه . . ولو قدر لهؤلاء أن يطلعوا على الغيب لنادوا باجهاض كل جنين ، وإن سلم من العيوب ، لا تكتب له الحياة بعد ولادته .\r\nوخطأ هذا التفكير أنه ما من عاقل يدعى أن العالم سيخلو يوما ما من المعوقين أو المتخلفين عقليا . . ويخطئ من ينساقون وراء هذا التفكير إذ أنهم يقيسون نوعية الحياة التي يجب أن يعيشها كل فرد في المجتمع بالمقياس الذي يرونه . . فهذا المشوه أو المعاق راض قانع بحياته مستمتع بها على قدر ما منحه اللّه كما يستمتع غيره . . وإذا خير أن يحيا تلك الحياة أو يموت لاختار الحياة ، كما أن درجات التخلف العقلي والتشوه متفاوتة ولا يعلم ذلك إلا بعد ولادة الجنين ونموه . . ثم أن هذا المشوه أو المتخلف عقليا قد يتغلب على عاهته وهناك أمثله لمعوقين فقدوا حواسهم وكانوا صالحين نافعين لمجتمعهم أكثر من أصحاء معافين .\r\nوقد بدأ مثل هذا التفكير المنحط يظهر في أوروبا بعد أن انسلخت من الدين فالتدين قوامه الرحمة والرأفة ، ولأمر ما ربط القرآن الكريم بين الكفر بيوم الجزاء والإساءة لليتيم وبين منع الإحسان المتمثل في الزكاة والشرك باللّه . وعندما كانت أوروبا متدينة كانت الملاجىء ودور الرعاية تنشأ لتضم اليتامى والمعوقين والمتخلفين عقليا بدوافع الشفقة ترعاها الجمعيات الخيرية والكنائس وأديرة الرهبان . . أما الآن فإن وجود طفل معوق في الأسرة يقض مضجعها وينغص معيشتها ويحرمها الاستمتاع بالحياة وحرية الإنتقال والفسحة والسفر لذا يجب التخلص منه .\r\nوإذا كان هذا شأن المجتمعات المادية فما بال المسلمين وقد علمهم دينهم الإحسان حتى إلى الحيوان وعلمهم أن الضعفاء ليسوا عبئا ماديا عليهم لأنهم يرزقون وينصرون بضعفائهم . . ولم تحسب امرأة مسلمة حساب حمل تعاني مشقته وينتهى بطفل مشوه وهي تدرك أن ثواب اللّه\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nخير وأن ما يصيب المؤمن حتى الشوكة يشاكها له فيها أجر ، وكيف يكون الحال إذا ما اكتشفت الأم عند ولادة طفلها أنه متخلف عقليا كأن يكون مصابا بمتلازمة داون  Down Syndrome  أو إذا فقدت طفلها في طفولته نتيجة مرض كالتهاب رئوي أو إسهال صيفي ، هل ستتخلص من ذلك الطفل المتخلف عقليا أم ستتحسر على أيام الحمل الخوالى التي أنجبت لها طفلا لا فائدة منه أو قل بين المهد واللحد لبثه . .\r\nإن هنالك اتجاها في الغرب الا يعالج طفل متخلف عقليا وقد حدثت حوادث برأ القضاء فيها ساحة الطبيب القاتل استنادا إلى أن تلك رغبة الأبوين . . وفي الغرب اليوم من ينادى بالتخلص من الشيوخ الطاعنين في السن حفاظا على أموال دافعى الضرائب وتخفيفا عن كاهلهم ، فهل نتوقع أن نسمع هذه الدعوة المنكرة في ديار المسلمين . . عيب على المسلمين أن ينجرفوا وراء هذا التيار فقد خلقوا لرسالة أسمى من ذلك .\r\nوهنالك نقطة تجدر الإشارة إليها ، فمع اختلاف الناس في نظرتهم إلى الإجهاض فمن الواجب على من يستبرى لدينه أن يعتمد في تقرير عملية الإجهاض على طبيب مسلم ثقة لا يتهم في دينه . . وهذا ما يقرره الفقهاء في مثل هذه الأمور التي تختلف فيها نظرة المسلمين عن غيرهم كتقرير الإفطار في نهار رمضان لعذر طبي فلا يعتمد فيه على نصيحة طبيب غير مسلم لا يؤمن بشرائع الإسلام أصلا ولا رأى طبيب مسلم يستوى عنده صوم رمضان وفطره . .\r\n\r\nمنع الحمل والتعقيم :\r\nيرغب الإسلام في كثرة النسل إلا أنه يبيح منع الحمل بوسائل مؤقتة وبموافقة الزوجين إذا كانت هناك ضرورة استنادا إلى إباحة العزل وهو أن يقذف الرجل خارج الفرج منعا للحمل . . ففي الصحيحين عن جابر\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n« كنا نعزل على عهد رسول اللّه صلّى اللّه عليه وسلم والقرآن ينزل » وزاد مسلم :\r\n« فبلغ ذلك رسول اللّه صلّى اللّه عليه وسلم فلم ينهنا » . . .\r\nورخصة منع الحمل رخصة فردية وليست جماعية فلا يجيز الإسلام أن تحث الدولة الناس على منع الحمل أو أن تقوم هيئة أو جمعية في دولة أو أقليم ما بدعوة الناس إلى تحديد النسل أو تنظيمه . . ثم إن الرخصة مشروطة باستخدام وسيلة ليس فيها ضرر على جسم المرأة أو الرجل وأن تكون مؤقتة يمكن الرجوع عنها والعودة إلى الحمل ، فلا يقر الإسلام الوسائل الدائمة لمنع الحمل « التعقيم » كربط القناة المنوية للرجل أو قنوات المبايض للمرأة .\r\nوهناك فتوى عن تعقيم الأشخاص المصابين بأمراض وراثية يرويها المرحوم الدكتور أحمد شوكت الشطى « 1 » عن أستاذين من أساتذة الفقه أحدهما الدكتور مصطفى السباعى رحمه اللّه وكان السؤال الذي وجه إليهما كالأتى :\r\n« ما رأيكم في جواز تعقيم الأشخاص المصابين بأمراض وراثية خطرة ثبت انتقالها من السلف إلى الخلف وذلك بإجراء عملية جراحية بسيطة لهم لا تعطلهم حتى عن عملهم اليومى ، وليس لها أقل تأثير في أجسامهم وعقولهم » والسائل لا شك يقصد ربط قناة المنى في الرجل . . وكانت خلاصة رد الأستاذين بالجواز استنادا إلى القواعد الشرعية التي تقضى بوجوب حصر الضرر مهما كان نوعه ومنع انتقاله والعمل على إزالته ، وتقرر أن درء المفاسد مقدم على جلب المصالح ودفع أعلى المفسدتين بأدناهما شريطة توفر الشروط الثلاثة الآتية :\r\n( 1 ) أن يكون انتقال هذه الأمراض إلى الورثة أمرا محققا وغالبا .\r\n( 2 ) أن لا يكون هنالك أمل بشفاء المصاب بهذه الأمراض عن طريق المعالجة الطبية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الطب وآدابه وأعلامه ص 587 ، 588 مطبعة طربين 1386 ه 1967 م . .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n( 3 ) أن لا يكون هنالك وسيلة لمنع انتقال هذه الأمراض إلى الورثة إلا عن تعقيم الشخص المصاب .\r\nولقد احتاط الأستاذان حينما وضعا هذه الشروط مخافة أن تستغل فتواهما في غير محلها أو تفسر تفسيرا لم يرميا إليه . . وقد أحسنا فعلا إذ أن السائل أغفل كثيرا من النواحي الفنية التي تخفى على من ليس له إلمام بعلم الوراثة . . فكان يجب عليه أن يوضح أن الصفات الورثية مرضية وغير مرضية إما سائدة أو متنحية أو محمولة على أمشاج الجنس ( الذكورة أو الأنوثة ) فإذا كان الرجل حاملا لصفة سائدة فإن احتمال إصابة ذريته بمرضه الوراثى هو خمسون بالمائة في كل حمل وهذا الاحتمال ينخفض إلى خمسة وعشرين بالمائة في حالة الصفة المتنحية ، وفي كلتا الحالتين هناك احتمال إنجاب الرجل المريض ذرية خالية من مرضه الوراثى ، أما إذا كانت الصفة محمولة على أمشاج الأنوثة كمرض النزف ( الهيموفيليا ) فإن أبناء الشخص المصاب من الإناث لن يورثوا المرض ، رغم أنهن قد يكن حاملات لصبغيات المرض ويورثنه بالتالي لأبنائهن ، ومن الناس من يهبهم اللّه الإناث دون الذكران فلم نعقمهم ؟ والمعروف أن الذين يصابون بأمراض وراثية خطيرة يموتون قبل أن يصلوا إلى سن الزواج وإذا وصلوها قلما تساعدهم حالتهم الصحية على الإنجاب . . ثم إن هنالك وسائل أخرى لمنع انتقال تلك الأمراض الوراثية خاصة المتنحية منها وذلك بتجنب زواج الأقارب عامة وبين المصابين خاصة وهو ما يحث عليه الدين . . وبعض هذه الأمراض الوراثية قد ينتج من تغير في صفات صبغيات الشخص السليم وهو ما يسمى بالطفرة  Mutation  أو من عيب في انقسام الأمشاج  Dislocation Disjunction  ومثل هذه الحالات قد لا يتكرر مع كل حمل . . وخلاصة القول إن علماء المسلمين لا يبيحون التعقيم لأن فيه تعطيلا لوظيفة عضو من أعضاء الجسم .\r\nاختلف الفقهاء في الضرورات التي تبيح منع الحمل ما بين موسع ومضيق إلا أنهم اتفقوا على عدم جواز منع الحمل خشية الفقر ، فمن\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nالضرورات التي أباحوها الخوف على حياة الأم أو صحتها من الحمل أو الوضع سواء عرف ذلك بالتجرية أو أوصى به طبيب موثوق به . .\r\nوكذلك الخوف على الرضيع من حمل جديد ووليد جديد . . ويرى الدكتور يوسف القرضاوى « 1 » أن المدة المثلى في نظر الإسلام بين كل ولدين هي ثلاثون أو ثلاثة وثلاثون شهرا ( أي مدة الحمل وسنتا الرضاعة ) كما أجاز العلماء تأخير الحمل لفترة ما لمصلحة يراها الزوجان .\r\nولعل أفضل وسيلة لمنع الحمل من وجهة نظر الإسلام هي استخدام اللولب  Intrauterine devices ( IUD )  لأن حبوب منع الحمل لا تخلو من ضرر على الجسم مما يعرفه الأطباء وتكشف عنه البحوث الطبية من آن لآخر .\r\n\r\nالتلقيح الاصطناعى :  Artificial Insemination  :\r\nالتلقيح الاصطناعى جائز برضا الزوجين إذا كان المنى المستخدم للتلقيح هو منى الزوج . إما إذا كان المنى المستخدم ليس منى الزوج ، كما يحدث عند الغربيين الذين إستحدثوا بنوكا للحيوانات المنوية كبنوك الدم ، أو إذا كان منى الزوج يوضع في رحم امرأة أخرى قبل نقله إلى الزوجة فهو حرام حرمة الزنا لأنه يؤدى إلى اختلاط الأنساب .\r\nوما يسمى بأطفال الأنابيب ما هو إلا تلقيح إصطناعى يتم خارج الرحم . . وليس من الحكمة أن يصدر في الوقت الحاضر حكم شرعي بخصوص تلقيح الأنابيب فالتجربة لم تتضح نتائجها بعد . . فإن طورا من أطوار الحمل وهو تلقيح البويضة يتم خارج الرحم ولا أحد يستطيع الحدس بما سيحدث لهؤلاء الأطفال في المستقبل هل سيشبون أطفالا طبيعيين أم لا ؟ هذا ما ستكشف عنه السنوات المقبلة . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحلال والحرام في الإسلام ص 194 . .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n\r\nتهوين الموت :  Euthanasia Mercy - Killing  أو « القتل الرحيم » :\r\nكانت قوانين الغرب إلى عهد قريب تحرم الانتحار وتوقع عقوبة على من يشرع فيه موافقة بذلك الكنيسة التي لا ترى للإنسان حقا في تقرير اجله فذلك للّه وحده . . فالمجتمع الغربى كان في الماضي يحسب للدين حسابا . . أما الآن فهو مجتمع علمانى تنطلق قيمه وآدابه وقوانينه من منطلق مادىّ بحت لا يضع للدين اعتبارا وحتى الكنيسة نفسها اضطرت إزاء هذا الطوفان المادي أن تترخص في كثير من مبادئها ومثلها وتغير من معتقداتها وتعاليمها كي تتعايش مع ذلك المجتمع .\r\nولم يكتف المجتمع الغربى بأن كف عن اعتبار الانتحار جريمة بل تقبله علاجا لبعض الأمراض المستعصية فيما يسمى « بالقتل الرجيم » . .\r\nو « القتل الرحيم » هو أن يعطى المريض الحق في إختيار الموت إذا كان مريضا مرضا ميئوسا من شفائه أو مرضا يسبب آلاما مبرحة كالأورام الخبيثة ويقوم الطبيب بتنفيذ رغبته إما باعطائه دواء يسكت أنفاسه إلى الأبد ، أو بإيقاف العلاج . . فالقتل الرحيم لا يعدو أن يكون انتحارا مغلفا بغلاف الشفقة والرأفة ، صحيح أنه حتى الآن لا يوجد قانون في الغرب يبيح « القتل الرحيم » إلا أن القضاء برأ ساحة من قام بهذا العمل من الأطباء في الحالات القليلة التي وصلت إلى المحاكم وذلك بدعوى حسن النية توطئة لتقنينه . . بل إن في الغرب اليوم من يطالب بتعديل القانون الجنائي وإعطاء الأطباء الحق في تقرير « القتل الرحيم » حسب ما تمليه الظروف والدوافع الإنسانية وذلك من منطلق الثقة بالأطباء وإعطائهم الحق في تقرير ما يرونه مناسبا من علاج ، وقد بارك أسقف كانتبرى - وهو أسقف الكنيسة الإنجليزية - هذا الاتجاه وأبدى موافقته\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n« بترك موضوع « القتل الرحيم » برمته في أيدي الأطباء يقررون فيه ما يشاءون » « 1 » .\r\nوالواقع أن « القتل الرحيم » ظاهره فيه الرحمة وباطنه فيه العذاب . .\r\nفالدافع إليه هو التخلص من العناية بمريض في حالة صحية حرجة تتطلب رعايته مالا ووقتا وجهدا بدنيا ونفسيا ، أو معوقا يسبب ضغوطا مادية واجتماعية لعائلته . . فهو هروب من واجب إنساني ثم تبرير ذلك تبريرا إنسانيا . . والنقاش الذي يدور في الغرب حول « القتل الرحيم » يتركز في الاعتراف به قانونيا وفي الشروط الواجب توافرها كي يصبح إذن المريض معتمدا معتبرا . . وهل يحق للطبيب إنفاذ قرار « القتل الرحيم » دون إذن المريض في حالة عدم تمكن المريض من إعطاء الإذن كأن يكون المريض في غيبوبة مستمرة . . وما الوسائل التي يمكن استخدامها لتنفيد « القتل الرحيم » فا « القتل الرحيم » متفق عليه من حيث المبدأ وإنما الجدل حوله كقضية أخلاقية يكمن في كيفية تطبيقه والوسائل التي تؤدّى إليه .\r\nالإسلام لا يقر « القتل الرحيم » لأن مجرد تمنى المؤمن الموت لضر أصابه منهى عنه . . ووسائل الدين في تخفيف آلام المرض لا تعتمد على أدوات القتل . . فالإسلام يرشد من يدخل على المريض ولو كان مرضه لا أمل من شفائه أن ينفس له في الأجل ، أي أن يبعث في نفسه الأمل بالشفاء ، وهذا ما يوصى به الأطباء في العصور الإسلامية حتى غير المسلمين منهم فالرازى يقول :\r\n« يجب على الطبيب أن يواسى ويشجع المريض حتى ولو كان مشرفا على الموت لأن قوة الإنسان مستمدة من روحه المعنوية » ويقول أيضا :\r\n« ينبغي للطبيب أن يوهم المريض أبدا بالصحة ويرجيه بها وإن كان غير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )  Medicine , Morals and Law \r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nواثق بذلك فمزاج الجسم تابع لأخلاق النفس » « 1 » ويقول إسحق بن سليمان وهو يهودي مخاطبا الطبيب :\r\n« وواس المتألم وشجعه وعلله بالشفاء حتى ولو كنت متأكدا من عدم حدوثه فلربما ساعدت بتقوية روحه المعنوية على برئه » .\r\nفمسكنات الألم قد تصل حدا تعجز فيه عن تسكين الآلام الشديدة المستمرة بينما رفع الروح المعنوية تقلل من درجة إحساس المريض بالألم مع تزايد حدته ، فالناس يختلفون في درجة إحساسهم بالألم فالشخص المرفه قد يؤلمه في جسمه ما لا يؤلم الشخص الذي تربى على الخشونة . . ورفع روح المريض المعنوية في الإسلام لا تبدأ أثناء مرضه بل إن مقوماتها تغرس منذ نعومة أظفاره . . فهو يربى على التسليم بقضاء اللّه خيره وشره والصبر على المكاره وعلى اليقين بأن جزاء الصابرين بغير حساب ، وتسعى العبادات إلى ربطه بخالقه في الشدة والرخاء وإلى إشعاره أنه جزء من أمة تحس بآلامه وتشاركه مصائبه . . فإذا أصابه مرض ميئوس من شفائه أو كان في مرض الموت كان الناس حوله يهتمون بأمره ويعودونه في مرضه لا مجاملة منهم وإنما حق له مفروض عليهم ، وكان حرصه وهو يعاني آلام المرض أن يتوفاه اللّه مسلما وأن يفارق الدنيا واللّه عنه راض . . فهو يدرك أن الدنيا سجن المؤمن وجنة الكافر . . ولقد رأيت أن أشد ما يؤلم المرضى في بلاد الغرب وهم على فراش الموت إحساسهم أنهم مقبلون على مجهول لا يدرون عنه شيئا . .\r\nوالذي أبتلى منهم بمرض مزمن أو بلغ أرذل العمر ينتابه شعور نفسي أنه فقد كل شئ فهو لا يستطيع أن يمتع نفسه أو يستمتع بهذه الحياة التي لا يملك غيرها وهو يشكو الوحدة فلا أحد يحس به أو يزوره وإن زاره لم يكلف نفسه رؤيته فلربما ترك باقة زهر أو بطاقة تحية مع الممرضة أو مع من يرافقه . . وهذا وضع يختلف تماما عن وضع المؤمن الذي فصلت له الشرائع السماوية ما بعد الموت ووصلت بينه وبين غيره بأخوة الإيمان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عيون الأنباء .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nوالإسلام يحرص على أن يموت المريض مسلما حرصه على علاجه وتخفيف آلامه فلا انفصام بين عافية الدنيا وعافية الدين والموت ليس نهاية المطاف بل هو مقدمة إلى حياة أبقى وأفضل . . لذلك كان الحرص على تلقين المحتضر الشهادة وهو أمر يجهله أطباء المسلمين اليوم لأن مناهج الطب أصبحت علمانية بل لقد رأيت طبيبا ينتسب إلى الإسلام يهزأ أمام جمع فيهم المسلم وغير المسلم أن شاهد مرافقا لمريض يلقنه الشهادة ! .\r\n\r\nالعناية المركزة والإنعاش :  Intensive Care and Resuscitation : \r\nالمرضى الذين تمر صحتهم بمرحلة حرجة يحتاجون إلى عناية فائقة توفر عادة بالمستشفيات الكبيرة في وحدات مجهزة تجهيزا خاصا تسمى وحدات العناية المركزة ، وهي وحدات مكلفة ماديا وتحتاج إلى نوع معين من الممرضين ولا تتسع في الغالب لأكثر من بضعة أسرة . والمرضى الذين تتوقف قلوبهم عن العمل تجرى لهم عملية إنعاش أملا في إبقائهم على قيد الحياة ، وذلك بتنشيط الدورة الدموية عن طريق التدليك الخارجي للقلب بالضغط على القفص الصدري والنفخ في فم المريض وهو ما يسمى بالتنفس من الفم للفم ، بالإضافة إلى حقن بعض الأدوية المنبهة للقلب . . وقد يستجيب المريض للعلاج ويعود قلبه إلى الخفقان مرة أخرى خصوصا إذا تمت هذه العملية خلال أربع دقائق من توقف القلب وقد لا يستجيب . . وقد درج الأطباء في البلدان الغربية على قصر هذا النوع من العلاج - العناية المركزة والإنعاش - على نوعية معينة من المرضى خفضا للتكلفة وإدخارا للجهد ، وتوضع شروط معينة في المستشفيات تحدد من يحق له من المرضى الاستفادة من هذا النوع من العلاج وهي متشابهة في كل البلدان الغربية . . فبصفة عامة لا يقبل في غرف العناية المركزة ولا تجرى عملية إنعاش لمريض تقدمت به السن أو\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nمريض بمرض لا برء منه . . أو مصاب بتخلف عقلي أو معوق يعيش عالة على غيره . . والطبيب المعالج « وفي معظم الأحيان الأخصائى » هو الذي يحدد ما إذا كان المريض سيمنح العناية المركزة أو الإنعاش ويتم القرار على أساس عمر المريض وطبيعة مرضه وحيويته ونشاطه قبل حدوث المرض ومدى اعتماده على نفسه في تدبير أمور معيشته . . وفي الولايات المتحدة الأمريكية حيث العلاج على نفقة المريض يؤخذ رأى المريض أو ذويه قبل اتخاذ القرار . . وقد بلغ حرص الناس المادي إلى درجة أن بعض الأمريكيين يوصون بألا يمنحوا العناية المركزة والإنعاش إذا ما دعت الضرورة إذا كان ذلك لمجرد إطالة مدة بقائهم أحياء على حساب مواردهم المالية . .\r\nوالذي نراه متمشيا مع مبادئ الإسلام وقيمه ومثله من سياسية واجب اتباعها فيما يتعلق بالعناية المركزة والإنعاش هو ما يلي :\r\n1 ) إذا توفرت وحدة العناية المركزة في مستشفى ما فيجب أن تكون مفتوحة لكل مريض بغض النظر عن سنه ونوع مرضه متى إستدعت حالته الصحية ذلك وكان هناك مكان خال . . فالتعامل مع المريض في المجتمعات المتدينة هو تعامل إنساني مع الروح والجسد .\r\n2 ) يعطى كل مريض الحق في الإنعاش متى سكت قلبه حتى لو كان مرضه ميئوسا منه . . فالتجربة تدل على أن الذين يكتب لهم الحياة بعد هذه العملية قليل حتى وإن كانت آثار المرض لا تبدو عليهم قبل السكتة . . وهذا دليل على أنه ليس الإنعاش وحده هو الذي يبعث الحياة في المريض ، وإنما هو وسيلة من وسائل العلاج لا تؤخر أجل المريض . .\r\nوإنعاش كل مريض يعطى الأطباء والممرضين فرصة التدريب على هذه العملية وإتقانها ويعلمهم احترام النفس البشرية وعدم التفرقة بين مريض ومريض فيبذلون قصارى جهدهم في إسعاف المريض كواجب يؤدى غير ناظرين إلى النتائج . . أضف إلى ذلك أن عملية الإنعاش ليست باهظة التكاليف .\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n( 3 ) أما متى يوقف العلاج المركز أو جهاز التنفس الآلى  Mechanical Ventilator  إذا كان المريض في غيبوبة مستمرة فالأمر يحتاج إلى فتوى لأنه يتوقف على تعريف الموت وقد أن الأوان لاصدار فتوى من العلماء في هذا الشأن . . فإن مثل هذه الحالات يعرض من حين لآخر . ومبلغ علمي أن الموت في الإسلام يعنى مفارقة الروح للجسد .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n\r\nخاتمة\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\nالطب الإسلامي إلى أين ؟\r\nالطب الذي يمارس اليوم في المجتمعات الإسلامية هو نتاج الفكر الغربى والحضارة الغربية فلم يكن للمسلمين بد من أن يأخذوا الطب كما أخذوا غيره من وسائل التعليم وأساليبه ونظم الإدارة وأنظمة الحكم والقوانين والتشريعات عن الغرب بعد أن اضمحلت الحضارة الإسلامية ولم يعد لها وجود إلا في بطون الكتب . . وقد يقول البعض إنها بضاعتنا ردت إلينا فكما نهل الغرب من معين الحضارة الإسلامية في العصور الوسطى جاء الآن دوره ليرد الدّين الذي عليه . . وقد يذهب البعض إلى أبعد من ذلك فلا يرى من الحضارة إلا ما عند الغرب ويدعى أن المجتمعات الإسلامية إذا كانت تطمح إلى التقدم فلا مناص لها إلا أن تدور مع رحى الغرب حيث دار وأن تتبع أثره فتخلف الدين وراءها وتلقيه عن كاهلها لتسرع الخطى للحاق بالغرب . . فما تقدم الغرب إلا بعد أن لفظ الدين . . ولا أدل على هذا الغزو الفكري الغربى من أن البلدان العربية الإسلامية - ما عدا واحدة - ومن بينها دول تقاتل في سبيل القومية العربية لا تزال تدرس الطب في معاهدها الطبية بلغة غير لغتها مخالفة بذلك جميع دول العالم التي لها لغة واحدة مكتوبة . . ومن العجيب أن يوجد حتى الآن من يحاول إبقاء هذا الوضع بحجة عدم وفرة المراجع الطبية باللغة العربية وإبقاء للصلة بيننا وبين طب الغرب .\r\nويخطئ من يظن أن ما عند الغرب اليوم من طب يصلح للمجتمعات الإسلامية لأن الطب ينبع من البيئة ولا ينفصل عنها . . صحيح كان هناك تشابه بين المشاكل الصحية التي كانت منتشرة في الغرب وتلك التي في المجتمعات الإسلامية وذلك حتى منتصف هذا القرن إلا أن الوضع اختلف الآن اختلافا كبيرا . . كما أن الغربيين كانوا في الماضي\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nيهتمون بالأمراض المنتشرة في البلدان الإسلامية لأن معظمها كان واقعا تحت احتلال الغرب فكان لا بد لهم أن يبحثوا عن أسباب تلك الأمراض خاصة الوبائية منها وإيجاد علاج لها حماية لجيوشهم ومواطنيهم الذين يبعث بهم لإدارة تلك المستعمرات . . فلا أحد يستطيع أن ينكر دور الغربيين وبحوثهم في مجال الأمراض المتوطنة كالملاريا والبلهارسيا ومرض النوم .\r\nأما اليوم فقد تغير الحال وأصبح الغرب يواجه مشاكل صحية تختلف تماما عن المشاكل التي في المجتمعات الإسلامية . . فربما لا نعدو الحقيقة إذا قلنا إن أكثر من نصف أمراض الأطفال في البلدان الإسلامية ( الذين يشكلون أكثر من نصف السكان في العالم الإسلامي ) يرجع سببه إلى سوء التغذية والالتهابات والأمراض المعدية . . فالسبب الأول يتطلب إصلاح أحوال الأسر الاقتصادية والرعاية الاجتماعية والثاني يتوقف على تحسين صحة البيئة والتثقيف الصحي . . بينما اختفت هذه الأمراض تماما في الغرب وأصبحت لا تمثل ظاهرة صحية ، وصارت مشاكلهم الصحية في طب الأطفال هي الأطفال المعوقون والمتخلفون عقليا ، والأطفال ناقصو النمو والمولودون قبل تمام الحمل ، والأطفال المعتدى عليهم بالضرب من ذويهم ، والأطفال المولودون بتشوهات خلقية ، والأطفال المصابون بالأورام الخبيثة كسرطان الدم ، وهي أمراض تحتاج إلى تقنية معقدة من مختبرات ووسائل علاج .\r\nفإذا قدر لشخص أن يدرس الطب في بريطانيا أو الولايات المتحدة ويتخصص في طب الأطفال ليمارسه في العالم الإسلامي فقد يفشل في أداء وظيفته لأنه سوف يواجه أمراضا لم يعرف عنها إلا لماما عن طريق الكتب ولم يشاهد منها ما شاهده نظيره الذي درس الطب في تلك البيئة . . وليس ذلك لعيب في المناهج الغربية أو لقصور فيها لأن تلك المناهج وضعت لتعنى بالمشاكل الصحية في المجتمع الغربى فلا ينتظر غيرهم أن يضع الغرب مناهجه لتلائم المشاكل الصحية في مجتمعاتهم .\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nوقد حكى لنا أحد أساتذة طب الأطفال في إحدى الجامعات بدولة عربية إسلامية كيف أنه ابتعث قبل ثلاثين عاما إلى بريطانيا ليعد رسالة دكتوراه عن داء الكساح عند الأطفال توطئه لوضع خطة لمكافحته فتعجب من ذلك أستاذه الذي أرسل إليه وأفهمه أن هذا المرض لم يعد مشكلة صحية عندهم فاضطر إلى تغيير موضوع البحث . .\r\nوليس الوضع في طب البالغين بأفضل من ذاك في طب الأطفال . .\r\nفلم تعد التقنية الطبية الغربية في أكثرها صالحه للمجتمعات الإسلامية . . فقد أدى أسلوب الحياة الغربية إلى أمراض لا تزال - بحمد اللّه - قليلة الانتشار في المجتمعات الإسلامية . . فبين كل خمسة أفراد بالغين يعيشون في المجتمع الغربى يصاب فرد منهم بالنوبة القلبية . . لذلك نشطت تقنية الغرب - وحق لها أن تنشط - في اختراع أجهزة لعلاج هذه الحالات ومضاعفاتها فمن وحدات للعناية القلبية المركزة إلى معدات إليكترونية تسجل نبضات القلب ومنظمات تنظم ضرباته وعمليات لإذابة جلطات الدم ولترقيع شرايين القلب وهي تقنية باهظة التكاليف ومع ذلك فهي عاجزة تماما عن قطع دابر الداء . فاهتمام المجتمعات الإسلامية ينبغي ألا ينصب على جلب هذه الأجهزة وغيرها بل يجب أن يتركز في الوقاية من هذه الأمراض باجتناب الأسباب التي أدت إليها في الغرب .\r\nوليست هذه دعوة إلى الانغلاق ورفض كل ما يأتي من الغرب ولا ينبغي أن تفهم على هذا النحو فإن على المسلمين أن يكونوا على إدراك لما يحدث حولهم لأنهم يعيشون اليوم في عالم لا تفصل بينه الحواجز ولا المسافات وإنما هو دعوة إلى تحسس الأولويات ولأن يكون للمسلمين طب مميز يلبى حاجتهم ويفي بمتطلباتهم . . فحسن أن يكون للمسلمين عدد من المستشفيات المتخصصة لعلاج الأمراض المختلفة مجهزة باحدث ما وصلت إليه التقنية الحديثة في غير ما إسراف فهي على الأقل تغنيهم عن إرسال مرضاهم إلى الغرب للعلاج . . إلا أن ذلك لا يعنى بالضرورة أن\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nيكون ذلك في كل مدينة من مدنهم أو في كل دولة من دولهم بل الأفضل أن يتعاون المسلمون فتكون لهم مستشفيات متخصصة في مختلف أرجاء العالم الإسلامي . . فينشأ في كل دولة أو إقليم مستشفى متخصص في فرع من فروع الطب . . بحيث تتكامل مع بعضها البعض ويرسل إليها المرضى من جميع الدول الإسلامية إذا دعت الحاجة وتصبح مراكز تدريب لطلبة الطب والأطباء في تلك الدول . . والذي يجب أن يحذره المسلمون هو أن يصبحوا سوقا رائجة لتقنية الحضارة الغربية تصدر لهم الأمراض بدفعهم إلى تبنى أنماط وأساليب الحضارة الغربية ثم تصدر لهم وسائل التشخيص والعلاج فتستنزف بذلك مواردهم المحدودة وتلهيهم عن توجيه الاهتمام الكافي لمشاكلهم الصحية الأصلية من سوء تغذية وأمراض وبائية .\r\nوقس على ذلك الكتب الدراسية التي تدرس في مدارس الطب في البلدان الإسلامية فواضعوها هم الغربيون وضعوها خصيصا للطالب الغربى والمجلات الطبية التي تمتلئ بها أرفف المكتبات في كليات الطب والخبراء الغربيون الذين يستجلبون للتدريس أو للاستعانة بهم في حل المعضلات الصحية في البلدان الإسلامية فيفتون فيما ليس لهم به علم أو بتصور لا يحسب لاختلاف البيئة حسابا . . حتى طب المناطق الحارة الذي هو قوام الطب في البلدان الإسلامية لم يسلم من تبعية الغرب . .\r\nفلا أحد ينكر فضل الغربيين في بحوثهم واستخلاصهم لوسائل العلاج والوقاية من أمراض المناطق الحارة التي كانت تشكل خطرا عليهم حينما وفدوا لتلك المناطق . . إلا أنهم عندما صعب عليهم الانتقال والإقامة بالبلدان الحارة لإجراء بحوثهم عن أمراضها بعد أن تحررت من سيطرتهم أخذوا يجرجرون أمراض المناطق الحارة إلى المختبرات ويخترعون من الفحوص المعقدة ما يضمن إرسال الوفود من تلك البلدان لدراستها والتعرف عليها وإرسال العينات والمواد اللازمة لاستمرار بحوثهم . .\r\nوالغريب أن بعض مراكز هذه البحوث قامت في الغرب بتمويل من\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nبعض الدول الإسلامية ثم هي ترسل إليها أبناءها على نفقتها للتدريب فيها فلا هي أقامتها في ديار الإسلام ولا هي أدركت أن من أبجديات مقاومة الأمراض المتوطنة والقضاء عليها هو الارتقاء بمستوى صحة البيئة فحفظت أموال المسلمين لتحقيق هذا الهدف .\r\nولا بظننّ عاقل أن المسلمين سيلحقون يوما ما بركب الحضارة الغربية - إذا سلمنا جدلا أن مقياس التقدم كما يعتقد الكثير من المسلمين هو أن تكون لدى المسلمين نفس تقنية الغرب - لأن البون يتسع يوما بعد يوم . . فما حققه الغرب في الماضي في عام يستطيع أن يحققه الآن في يوم بوسائل التقنية الحديثة المتطورة .\r\n\r\nكيف يكون للمسلمين طب متميز ؟\r\nلكي يكون للمسلمين طب متميز فأول ما يجب إعادة النظر فيه هو التصور العام للطب ثم تصاغ المناهج الدراسية لتتمشى مع هذا التصور . . ففي المجتمعات المسلمة يجب أن يكون الطب وسيلة من وسائل المعرفة باللّه سبحانه وتعالى وأن يكون طبا إنسانيا يعنى بالإنسان في المقام الأول وأن تتساوى النظرة إلى الناس في مجال الخدمات الطبية ولا يتأتى ذلك إلا إذا كان الهدف هو الوقاية خير من العلاج مع الانفتاح على المجتمع والانتقال من المستشفى إلى البيئة وتوظيف جميع الإمكانات المتوفرة في البيئة المسلمة . .\r\nإن دراسة مواد الطب الأساسية من تشريح ووظائف أعضاء وخلافه ينبغي ألا تكون كمواد مجردة بل يجب أن تعمق في طالب الطب الشعور بعظمة الخالق فهي مواد تبرز دقائق صنع اللّه الذي أتقن كل شئ فتبعث في النفس التفكر والتدبر . . فقد كان هذا هو فهم أطباء المسلمين لها في العصور الإسلامية فكانوا يقولون : « من اشتغل بالتشريح ازداد إيمانا\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nباللّه » « 1 » . ويذكر ابن أبي أصيبعه في عيون الأنباء ( ص 420 ، 421 ) أن الرازي له « كتاب في أن للإنسان خالقا متقنا حكيما . . وفيه دلائل من التشريح ومنافع الأعضاء تدل على أن خلق الإنسان لا يمكن أن يقع بالاتفاق - أي بالصدفة » . وأنت تقرأ اليوم كتب التشريح ووظائف الأعضاء المقررة في كليات الطب في البلدان الإسلامية فتجد الإشادة بمن أسهم في هذين العلمين من العلماء ولا تجد فيها إشارة واحدة للخالق عز وجل الذي خلق ذلك وأبدعه وهداهم إلى معرفته . . حتى الكتب القليلة التي ألفها مسلمون لم تشذ عن هذه القاعدة فقد ألف المسلمون في العصر الحاضر الفصل بين الدين والعلم . . وهو ما لم يكن عليه الحال في العصور الماضية . . فقد روى جومار أحد العلماء الذين جاءوا إلى مصر أثناء حملة نابليون أنه كان « يدرس بالمستشفى الطب والفقه » « 2 » ونجد من أطباء المسلمين من جمع بين علوم الشريعة والطب كابن النفيس الذي ألف في الفقه والحديث والسيرة النبوية كما ألف في الطب « 3 » .\r\nوينادى البعض بتضمين الإعجاز القرآني الطبى المناهج الدراسية الطبية وهي دعوة حسنة إلا أن الأفضل أن تذكر تلك المناهج باللّه ولا تنفصم عن التصور العام للدين . . فعلى سبيل المثال لماذا لا تضمّن الأمور الفقهية المتعلقة بعبادات المريض من صلاة وصيام وحيض مناهج الدراسة في كليات الطب فيعرف الطبيب كيف يتطهر المريض وكيف يصلى ومتى تغتسل الحائض والأمراض التي تبيح الفطر وكيف يقضى المريض ما أفطر فلا يقتصر دور الطبيب على رعاية حالة المريض الصحية بل يكون داعية ينفذ إلى قلب المريض وروحه ، وقد يؤدى دورا في هذا المجال أفضل من عالم الدين . . فالمريض يكون أثناء مرضه في حالة ضعف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الطب ديحى شريف - معهد الدراسات الإسلامية .\r\n( 2 ) تاريخ الطب وأعلامه وآدابه من 251 د . أحمد شوكت الشطى .\r\n( 3 ) ابن النفيس ص 60 - د . بول غليونجى - الدار المصرية للتأليف والترجمة .\r\n","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nتجعله أكثر شفافية وأرق قلبا وأكثر استعدادا لتجديد الصلة باللّه . . بل إن من الأطباء النفسانيين من يعرض له من المرضى من تنتابه وساوس في العقيدة أو في العبادات ولا يدرى كيف يتصرف معه فهو في جهل قام عن وجهة النظر الإسلامية . . والأدهى من ذلك أنه درس حسب المناهج الغربية ، أن مثل هذا السلوك ناشىء عن التدين فهو إن طبق ما درس فلا مندوحة له إلا أن يأمر المريض بالابتعاد عن الدين . . فإذا اعترى المريض الوسواس في الوضوء فعلاجه ألا يتوضأ وله إن شاء أن يصلى بغير وضوء ، وإذا اعتراه وسواس في العقيدة فعليه أن يطاوع نفسه فيما ذهبت إليه فالاعتقاد وغير الاعتقاد . سيان في نظر الطب النفساني الغربى . . فالمهم أن تنتقى العقد النفسية والرغبات المكبوتة . . ولعل من أهم مجالات الطب التي يجب إعادة النظر فيها وصبغها بالصبغة الإسلامية هي علم النفس والطب النفساني . . فمراقبة اللّه سبحانه وتعالى وسلوك العفة والطهارة اللذين هما عصب الدين هما سلوك غير سوى في نظر علم النفس الغربى بينما الانغماس في ملذات الدنيا وإطلاق النفس على سجيتها وإشباع رغباتها دونما قيد ولا وازع هو السلوك السوى .\r\nإن التصور الذي يبنى عليه الطب في المجتمعات الإسلامية يجب أن يراعى الناحية الاقتصادية . . فمعظم البلدان الإسلامية محدودة الدخل . .\r\nوالرعاية الصحية خدمات باهظة التكاليف تثقل كاهل الإنفاق العام وليس لها عائد مادي إلا أن يتمتع أفراد المجتمع بصحة جيدة فيدفع ذلك عجلة الإنتاج . . فالهدف الذي يجب أن تسعى لتحقيقة المجتمعات الإسلامية هو رعاية صحية أفضل مع قلة النفقات ويتم ذلك بالتركيز على الصحة العامة وإعطاء اهتمام أقل لبناء المستشفيات .\r\nفالمستشفيات مكلفة ولا توفر الرعاية إلا لفئة محدودة من سكان المدن بينما غالبية السكان في البلدان الإسلامية يقطنون القرى والأرياف . . وحتى الدول الأوربية التي أسرفت في فترة ما في إنشاء المستشفيات الفخمة التي تشبه الفنادق أدركت بالتجربة أن الوقاية خير\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nمن العلاج فباتت تعطى في الآونة الأخيرة عناية أكبر للطب الوقائي . .\r\nبل إن بعض الدول غير الصناعية ذهبت إلى أبعد من ذلك فهي تخرّج أطباء يقضون سنوات أقل في الدراسة ويعملون في القرى ، ووظيفتهم الأساسية هي الوقاية ورفع مستوى الوعي الصحي بين ساكنيها . . ولقد كانت بعض الدول الإسلامية أسبق لغيرها في هذا المجال إلا أنها للأسف لم تعمل على تطويره التطور الكافي . . فقد قام في السودان - على سبيل المثال - في بداية القرن الحالي نظام طبي رائد يقوم على الوقاية شمل القابلات والزائرات الصحيات والمساعدين الطبيين ومفتشى الصحة العامة وهو نظام يقوم على تقليل الحاجة للمستشفيات ورفع الوعي الصحي وتغيير عادات الناس غير الصحية ورفع مستوى صحة البيئة وتوصيل الرعاية الصحية لكل فرد من أفراد المجتمع سواء أكان في المدينة أم القرية .\r\nولكي يدرك الأطباء أهمية الوقاية ينبغي أن يركز على ذلك في المناهج الطبية وتسد الفجوة بين الطب الوقائي والطب السريرى وتزال الجفوة المفتعلة بينهما ولا يوضع الطبيب الوقائي في مرتبة أقل من نظيره السريرى . . كما ينبغي ألا يقتصر إنشاء كليات الطب على المدن الكبيرة بل يجب أن تقام أيضا في المناطق الريفية والمناطق الزراعية الآهلة بالسكان والمناطق التي تنتشر فيها الأمراض المتوطنة ، فإن ذلك يساعد الطالب على تفهم المشاكل الصحية في مجتمعه ورؤيتها على الطبيعة والتفاعل مع بيئتها ويخلق فيه التفكير السليم وإدراك أيسر السبل لعلاجها والوقاية منها .\r\nوينبغي الا تهمل الرعاية الاجتماعية فهي جزء مكمل للرعاية الصحية ، وهي من موروثات الحضارة الإسلامية التي يجب أن يهتم بها المسلمون . . وكما ينبغي للدولة أن توفر الرعاية الصحية لرعاياها فإن من واجباتها أيضا توفير السكن الصحي لهم ورعاية الفقير واليتيم وذوى الحاجة والعاهات . . فقد جعل الإسلام السكن ووسيلة الانتقال حقا\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nلكل من استخدمته الدولة « 1 » . بل إن الرسول صلّى اللّه عليه وسلم جعل المسكن الواسع من السعادة وكان يدعو بذلك كلما توضأ . وإن كان لا بد لنا أن نضرب مثلا للتدليل على مدى الارتباط بين الرعاية الاجتماعية والصحة فلنذكر كيف تم القضاء على الدرن في بريطانيا ، فإن معدلات الإصابة بهذا المرض بدأت في الانخفاض بها في الأربعينات وقبل اكتشاف الدواء الناجع من مضادات حيوية وغيرها ، وذلك بعد أن سنت التشريعات التي كفلت الضمانات الاجتماعية بعد الحرب العالمية الثانية .\r\nومن الأمور التي ينبغي إعادة النظر فيها البحوث الطبية كي توظف في حل المشاكل الصحية في المجتمعات الإسلامية . . ولا يبلغ الهدف من هذه البحوث إلا إذا كانت بحوثا تطبيقية تسعى إلى تشخيص أفضل أو علاج أفضل أو دراسة لمشكلة صحية عامة تمهيدا لوضع الوسائل الكفيلة بالقضاء عليها . . فالبحوث الطبية في البلدان الإسلامية في الوقت الحاضر معظمها لا يحل مشكلة ولا يخدم غرضا وإنما هي وسائل للانخراط في سلك التدريس أو هي مصاعد للترقى فيه أو مطية لاكتساب الشهرة . .\r\nلذا أصبح الاهتمام بالكم دون الكيف فندرت لذلك البحوث الجادة المثمرة . . وإذا أمكن لشخص أن يجرى مسحا لجميع البحوث التي أجريت في الأقطار الإسلامية وتم نشرها في فترة زمنية معينة ليرى مدى جدواها من الناحية العملية لوجد أن جزءا ضئيلا منها كان ذا فائدة من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال رسول اللّه صلّى اللّه عليه وسلم « من ولى الناس عملا وليس له منزل فليتخذ منزلا ، أو ليست له زوجة فليتزوج ، أوليس له خادم فليتخذ خادما ، أو ليست له دابة فليتخذ دابة ، ومن أصاب شيئا سوى ذلك فهو غال » رواه أحمد وأبو داود .\r\nكتب الخليفة الزاهد عمر بن عبد العزيز إلى ولاته : أن اقضوا عن الغارمين « الغارم من أثقلته الديون وعجز عن سدادها » فكتب إليه من يقول : إنا نجد الرجل له المسكن والخادم والفرس والأثاث - أي وهو مع ذلك غارم - فكتب عمر : إنه لابد للمرء المسلم من مسكن يسكنه ، وخادم يكفيه مهنته ، وفرس يجاهد عليه عدوه ، ومن أن يكون له الأثاث في بيته . . نعم فاقضوا عنه فإنه غارم »\r\nالعبادة في الإسلام - د يوسف القرضاوى - ص 251 - 1399 ه 1979 م مؤسسة الرسالة\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nالناحية التطبيقية وأن الجزء الأكبر منها لم يوف بهذا الغرض . . والبحوث تستنفد عادة الكثير من المال لذا كان لزاما أن توجه لما فيه فائدة عملية .\r\nولا أدل على اعوجاج الطريق الذي تسلكه البحوث الطبية في البلدان الإسلامية من أن المعدلات الطبيعية للإنسان الذي يعيش فيها غير معروفة .\r\nفعلى سبيل المثال نحن لا نزال نعتمد في تحديد ضغط الدم الطبيعي ومحتويات الدم على معدلات غربية . . ومن يدرى فلربما نعالج من ضغط الدم وفقر الدم ما نعتبره مرضيا بالمعدلات الغربية بينما قد يكون طبيعيا في المجتمع الذي نعيش فيه ولا يتم معرفة ذلك إلا عن طريق المسح الطبى الميداني . . وكم من أقسام أنشئت لعلاج نوع معين من الأمراض كأمراض القلب وأنفق فيها بسخاء دون سابق معرفة لحجم المشكلة في المجتمع أو استقصاء المصابين بهذا المرض بين مجموعة معينة وهو مجال للبحث الطبى لا يكلف كثيرا ويوفر كثيرا من الجهد والمال .\r\nولكي يكون للمجلات الطبية في البلدان الإسلامية وزن عالمي يجب أن تنشر بحوثهم في مجلات تصدر من أقطارهم ولا يستطيع غيرهم معرفة شئ عن بحوثهم إلا عن طريقها . . مجلات تشترك في إصدارها أكثر من دولة إسلامية فإن ذلك يعطى الفرصة لاختيار أفضل البحوث ويبعد عامل المجاملة والعلاقات الشخصية - على حساب المادة العلمية - من المراجع الذي يوكل إليه مراجعة البحث والتوصية بنشره كما يحدث في المجلات التي تصدر في الدولة الواحدة . . وفوق ذلك فإنه يؤكد مبدأ إسلاميا هاما وهو التعاون على البر .\r\nوأخلاقيات الطب في المجتمعات الإسلامية ينبغي أن تستنبط من تعاليم الإسلام ، كما يجب أن يكون الطب الشرعي شرعيا بحق نابعا من التشريع الإسلامي . . فعيب أن يدرّس في كليات الطب بدول إسلامية أن الزنا إذا تم برضاء الطرفين فلا مساءلة فيه ولا مؤاخذة . ولعل من البوادر الطيبة في هذا المجال أن دولة إسلامية عربية اتجهت اتجاها حسنا عندما\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nغيرت - حديثا - القسم الذي يقسمه الأطباء قبل مزاولة أعمالهم ليتمشى مع روح الإسلام .\r\nينبغي على المسلمين دراسة الطب الإسلامي القديم دراسة موضوعية وأن يؤسسوا لأنفسهم طبا يرتكز على مقومات الدين ودعائمه . . طبا يهتم بالروح والجسد معا ، منشئوه البيئة المسلمة ، وعموده الفقرى الوقاية ، ولبنته الحاسة السريرية . . طبا لا يفرط في استعمال الفحوصات ولا الأدوية ، ويستخدم الدواء السمائى كما يستخدم الدواء الأرضي . .\r\nلقد آن الأوان لينهض المسلمون من سباتهم فيغيروا كل نظم الحياة اجتماعية وتشريعية وطبية ويصبغوها بصبغة الإسلام ، ليصبحوا يدا عليا معطاءة تسهم بخط وافر في الحضارة الإنسانية وحينئذ يصدق فيهم قول الشاعر :\r\n إن الفتى من يقول ها أنا ذا * ليس الفتى من يقول كان أبى \r\nوالحمد للّه في بدء وفي ختم . .\r\nالجمعة\r\n24 شعبان 1404 ه\r\n25 مايو 1984 م\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n\r\nثبت المراجع\r\n\r\nالمصادر العربية :\r\n1 - كتاب الحاوي في الطب - لأبى بكر محمد بن زكريا الرازي - مطبوعات دائرة المعارف العثمانية - حيدر أباد - 1382 ه - 1963 م .\r\n2 - القانون في الطب - الشيخ الرئيس أبو علي بن علي بن سينا - مكتبة المثنى ببغداد .\r\n3 - طب الرازي - د . محمد كامل حسين ود . محمد عبد الحليم العقبى - المنظمة العربية للتربية والثقافة والعلوم - دار الشروق . 1977 م .\r\n4 - الموجز في تاريخ الطب والصيدلة عند العرب - باشراف د .\r\nمحمد كامل حسين . . المنظمة العربية للتربية والثقافة والعلوم .\r\n5 - تاريخ الطب وآدابه وأعلامه - د . أحمد شوكت الشطى - مطبعة طربين 1386 ه / 1967 م .\r\n6 - مقدمة في تاريخ الطب العربي - د . التجاني الماحي - مطبعة مصر 1959 م .\r\n7 - عيون الأنباء في طبقات الأطباء - موفق الدين « ابن أبي أصيبعه » تحقيق د . نزار رضا - منشورات دار مكتبة الحياة - بيروت 1965 م .\r\n8 - اخبار العلماء بأخبار الحكماء - جمال الدين القفطي - مكتبة المثنى ببغداد .\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n9 - روّاد الطب : تأليف كاترين - ب - شين - ترجمة د . م عيسى - مكتبة النهضة المصرية 1962 م .\r\n10 - تراث الإسلام - تأليف جمهرة من المستشرقين بإشراف سيرتوماس أرنولد - تعريب جرجيس فتح اللّه - دار الطليعة - الطبعة الثانية 1972 م .\r\n11 - الطبيب ومسئوليته المدنية - د . وهيب نينى - مطبعة صادر بيروت 1978 م .\r\n12 - زاد المعاد في هدى خير العباد - ابن القيم الجوزي - دار الفكر - بيروت 1392 ه - 1972 م .\r\n13 - إحياء علوم الدين - الإمام الغزالي - دار المعرفة - بيروت .\r\n14 - أخلاق الطبيب - أبو بكر الرازي تحقيق د . عبد اللطيف محمد العبد - مكتبة دار التراث - القاهرة - الطبعة الأولى 1397 ه - 1977 م .\r\n15 - الحلال والحرام في الإسلام - الدكتور يوسف القرضاوى .\r\n16 - تاريخ الإسلام - د . حسن إبراهيم حسن - الطبعة السابعة - 1964 م .\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\n\r\nالمصادر الأفرنجية :\r\n 1 - Singer C A Ashworth Under Wood E . Ashart history of medicine axford University Press 1962 . \r\n 2 - Ulmann , M . Islamic Medicine . Edinburgh Uninersity Press . 1978 . \r\n 3 - Garrison , F . H . An Lntroductian to the history of medicine . Saunders . 1929 . \r\n 4 - Nasr , S . H . Science and Civilization in Islam . Harvard University Press . 1968 . \r\n 5 - Mclean , S . Maher , g . Medicine , Moras and Law . Gower 1982 . \r\n 6 - Guthrie , D . A history of Medicine . Thomas Nelson and Sons Ltd . London 1960 . \r\n 7 - Edgar , I . I . The Origins Of the healing Avt . Philosophicil library , Newyork 1978 . \r\n 8 - Taibott , J . H . A biographical History of medicine . grune straton . Newyork 1970 . \r\n 9 - Caplan Al , Engel Hardt H . T a Mc cartney J . J . Concepts of health and disease Addison - Welsley Publishing Company U S A . 1981 . \r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\n\r\nفهرس الكتاب\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nالموضوع الصفحة\r\nتمهيد 7\r\nالفصل الأول : الطب عبر العصور 11\r\nالطب عند البابليين والأشوريين 13\r\nالطب عند قدماء المصريين 15\r\nالطب عند الإغريق 16\r\nطب أبقراط 17\r\nمدرسة الإسكندرية 19\r\nالطب عند الرومان 20\r\nجالينوس 20\r\nالفصل الثاني : تاريخ الطب الإسلامي 23\r\nالطب في صدر الإسلام 23\r\nالطب الجاهلي 23\r\nالطب في عصر النبوة 23\r\n( 1 ) الطب في القرآن الكريم 24\r\n( 2 ) الطب النبوي 32\r\nالطب الإسلامي بعد عصر النبوة 39\r\nتطور الطب الإسلامي 42\r\nالعلوم الأساسية 47\r\nالتشريح 47\r\nعلم وظائف الأعضاء ( الفسيولوجيا ) 48\r\nعلم الأمراض ( الباثولوجيا ) 50\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nالطب السريرى 53\r\nالطب الباطني 53\r\nأبو بكر الرازي 53\r\nابن سينا 59\r\nالجراحة 63\r\nأبو القاسم الزهراوى 64\r\nالمستشفيات الإسلامية ( البيمارستانات ) 69\r\nالتعليم الطبى 75\r\nتاريخ الطب 82\r\nالفصل الثالث : أثر الطب الإسلامي في أوروبا 85\r\nالفصل الرابع : آداب وتقاليد مهنة الطب 93\r\nآداب مهنة الطب في الإسلام 95\r\nالكفاءة الطبية ومسؤولية الطبيب 95\r\nعلاقة الطبيب بالمريض 98\r\nحرية المريض 101\r\nاذن المريض 102\r\nعلاقة الطبيب بزملائه 102\r\nأجور الأطباء 103\r\nآداب مهنة الطب في العصور الإسلامية 105\r\nأخلاق الطبيب 105\r\nتنظيم مزاولة مهنة الطب 110\r\nالأطباء والقضاء 113\r\nالفصل الخامس : خصائص وتصورات الطب الإسلامي 115\r\nمفهوم المرض وسببه 117\r\nمفهوم الصحة والمرض في الإسلام 120\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nصحة القلب 121\r\nصحة الأبدان 132\r\nسبب المرض 134\r\nالشافي هو اللّه 137\r\nالرعاية الصحية 139\r\nالوقاية خير من العلاج 139\r\nالرعاية الصحية حق لكل فرد 142\r\nالمهن الطبية 143\r\nالفصل السادس : قضايا الطب الأخلاقية المعاصرة في ضوء الإسلام 147\r\nالإجهاض 150\r\nحرمة النفس 150\r\nالإجهاض بين الحظر والإباحة 152\r\nموقف الإسلام من الإجهاض 154\r\nمنع الحمل والتعقيم 158\r\nالتلقيح الإصطناعى 161\r\nتهوين الموت « القتل الرحيم » 162\r\nالعناية المركزة والإنعاش 165\r\nخاتمة 169\r\nالطب الإسلامي إلى أين ؟ 170\r\nكيف يكون للمسلمين طب متميز ؟ 175\r\nثبت المراجع 183\r\n\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191}
  ]