[
  {"content":"\r\n\r\nكنوز\r\nالطب العربي\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nكنوز\r\nالطب العربي\r\nتأليف\r\nمحمد عارف\r\nدار التيار الجديد\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالطبعة الثالثة\r\nحقوق الطبع محفوظة\r\nمصححة ومنقحة\r\n1423 ه‍ - 2002 م\r\nدار التيار الجديد للطباعة والنشر والتوزيع\r\nتلفون : 544090 / 01 - 578850 / 03 - فاكس : 541930 / 01\r\nالشياح شارع معوض - بيروت - لبنان\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nبسم اللّه الرّحمن الرّحيم\r\nالحمد للّه الذي خلق الإنسان وعلمه البيان وفضّله على الطير والجان وسخّر له النبات والحيوان وكل شيء بقدرته هان . ما أنزل اللّه داء إلا له دواء وهو برحمته صاحب الشفاء ما خلق شيء إلا بحكمة وفي كل شيء سر ونعمة وسبحانك ربي ما خلقت شيئا عبثا ولا باطلا فكل شيء بمقدار وللإنسان فيه منافع ومتاع إلى حين .\r\nوما أكثر النباتات بأنواعها وألوانها وأجناسها ومنافعها ولقد كشف اللّه للإنسان أسرارها بفطرته وغريزته بعلم من اللّه وهدى فمما يروى أن سيدنا آدم عليه السّلام حينما هبط على جبل الرهوان بالهند وعلمه اللّه عز وجل أسماء كل شيء ومنافعها فكانت كل الأشياء بمنافعها ومهامها على الأرض معروفة لديه وبين يديه فهذه الزهور وتلك الأشجار وغير ذلك من كل ما وجد على الأرض له فوائد ومنافع شتى فكان الإنسان إذا ما أصابه مرض أو حدث له حادث يسرع بالفطرة وعلم أجداده ليعالج نفسه بنفسه ولا يتحير ولا يتردد في ذلك . .\r\nفيكون الشفاء بإذن اللّه .\r\nحتى إذا ما تفلسف العقل وأراد ابن آدم العجلة من أمر نضب\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nعلمه وشح رشده وتعثر في خطاه فزاد مرضه وظهرت أمراضا لم تكن من قبل ، هكذا كان انحراف البشرية التدريجي عن فطرة اللّه وعن علمه وهداه . فضاع عنهم ومنهم علوم شتى فيها نجاتهم وسعادتهم ورقيهم . .\r\nإلا أن فئة من الناس حافظت على بعض كنوز العلوم النافعة فظل متوارثا متدفقا بالعطاء كابرا عن كابر .\r\nأما عن طريق النقل الكلمي أو المسطور القلمي . . .\r\nوإن المدقق في الطب الحديث وعلاجاته ومدى تطوره ليجد واضحا عجز ذلك الطب في شفاء بعض الأمراض إضافة إلى تأثيرات علاجاته الجانبية الخطيرة ، وتعقيداته المعملية ومخاطره الجراحية فكل ذلك دفع القلم لينبري مدافعا عن طب الأجداد كاشفا ما به من كنوز مدفونة طي النسيان فأثمر ذلك الكشف عن كنوز من الطب العربي العتيق وما فيه من سلامة وبساطة وسعادة وشفاء وهذا ما سنتعرض لبعض مما يسر اللّه به وفتح عليّ من علمه في كتابي هذا . .\r\nواللّه ولي التوفيق وله الحمد دوما وصل اللهم على سيدنا محمد وعلى آله وصحبه وسلم . .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nأمراض الشعر\r\n\r\nلتنعيم الشعر :\r\n* ينقع المردقوش ( وهو نبات ذو رائحة طيبة ) في خل مخفف بالماء قدر زجاجة لمدة أسبوع وتدهن به الرأس فإنه ينعم الشعر كالحرير .\r\n* يدهن الشعر بزيت الزيتون المعطر بدهن الياسمين فإنه ينعمه ويلمعه .\r\n\r\nلعلاج الصلع :\r\n* يؤخذ زيت القرنفل وعصير شوشة الذرة الشامي ويمزج ذلك في زجاجة خل مخفف ويدهن به في الصباح وفي المساء الرأس .\r\n* يحرق شعر ذيل الحصان ويخلط بزيت الزيتون ويدهن به مرارا .\r\n* تغلى الخبيزة جيدا حتى تتهرى وتصفى ويدهن بمائها الرأس عدة مرات .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n\r\nلتساقط الشعر :\r\n* يؤخذ مر ودهن الاس ولاذن يخلط سويا في زيت زيتون على هيئة شامبو ويدهن به .\r\n* يؤخذ زيت خروع ويمزج في قارورة نصفها خل يدهن فروة الرأس بهذا المزيج يوميا .\r\n* يؤخذ حشيشة كزبرة البير وتغلى ويدلك بالماء فروة الرأس يوميا ( مجرب ) .\r\n* يؤخذ حرف جرجير ( قرة العين ) غير الجرجير العادي يعصر ويمزج بخل أبيض ويدهن به الرأس مرة كل يوم .\r\n* تدلّك فروة الرأس بعصير البصل فإنه سريع في ظهور الشعر ويمنع التساقط ( مجرب ) .\r\n\r\nلتطويل الشعر وفرده :\r\n* يطحن الترمس وينقع في ماء من الصباح للمساء ويغسل الشعر بمائه ولا يجفف الشعر حتى الصباح .\r\n* يجفف ورق اليوكاليتوس ( باليوناني الرجل الأنيق ) ثم يطحن وينقع في ماء ساخن ويغسل الشعر فإنه عجيب وللعم يسمى عند العرب بالكافور وورقه يشبه السمك الصغير أخضر .\r\n\r\nلعلاج القراع :\r\n* يطحن الصغد ويعجن في زيت نرجيل ( جوز الهند ) وتدهن به الرأس .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n* يدهن الخل مع الحلتيت عدة مرات .\r\n* الافسنتين يدلك به القراع بعد غليه جيدا .\r\n\r\nلعلاج الثعلبة :\r\n* يشرط مكانها بموس مطهر ثم يمسح معجون البارود والثوم على المكان المصاب ويدلك وتكرر هذه العملية عدة مرات حتى تنبت بالشعر ( مجرب ) .\r\n* ومما ينفع بإذن اللّه كذلك زبيب الجبل ( سوبزج ) يطحن وتضمد به الثعلبة فإنه يمحوها .\r\n* يعجن مرتك ذهبي ومرتك فضي في دهن اللوز الحلو ويدلك به الثعلبة لمدة أسبوع ( مجرب ) .\r\n\r\nلإنبات الرموش وإطالتها :\r\n* يحرق التمر ( العجوة ) ويطحن وتكحل به العيون مساء .\r\n* بصل وبابونج تقطير في العين قبل النوم .\r\n* يطحن البقدونس أصلا ويعجن في فزلين ويدهن به الرأس .\r\n\r\nللقمل :\r\n* زيت الانسيون ( اليانسون ) يدلك به فروة الرأس فإنه يقتل القمل .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n\r\nللقشر :\r\n* الثوم مع الكحول بعد فرم الثوم ( 25 فص ) يوضع في زجاجة محكمة السد تترك في الشمس لمدة اثنا عشر يوما ثم تصفى في زجاجة أخرى وبذلك يدلك الرأس حتى تزول القشرة .\r\n* يؤخذ عصي الجرجير والثوم ( وذلك بضرب كمية من الجرجير مع الماء في الخلاط مع خمس حبات ثوم ويدلك بذلك فروة الرأس مرة أو مرتان تنتهي القشرة بإذن اللّه ولا تنسى بعد غسل الرأس أن تدلك الرأس وأصول الشعر بزيت السمسم .\r\n\r\nتركيبة عجيبة لتطويل الشعر وحمايته وتنعيمه :\r\n* يؤخذ زيت خردل وزيت نخيل بمقدارين متساويين ويلقى فيهما قرفة ولبان دكر ( شحري ) بمقدارين متساويين لكل لتر من الزيتين يضاف فنجان من القرفة ولبان دكر ويوضع على ذلك قطرات من زيت الكهرمان ويعبأ كل ذلك في قارورة من زجاج ويرج جيدا أو يترك في الشمس لمدة نهار - يوم - ثم يستعمل فإنه لدهن الشعر فإنه عجيب .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالعيون\r\n\r\nلضعف النظر والغشاوة :\r\n* كندس ( عرق نبات ) يطحن ويعجن في دهن بنفسج ويستنشق به .\r\n* تقطير العسل في العين قبل النوم مفيد لجلاء البصر .\r\n* حرق عيوم الحمام أو الصقور ( بعد ذبحها ) والاكتحال برمادها عجيب للنظر .\r\n* السذاب يغلى وتقطر من مائه في العين الضعيفة مساء .\r\n\r\nللرمد :\r\n* حشيشة الرمد تغلى ويؤخذ الماء وتغسل به العين قبل النوم مع كمادات .\r\n* السنوت يؤخذ منه الحبوب وتغلى جيدا أو تغسل العيون بالماء قبل النوم يعقب ذلك قطرة زيت زيتون .\r\n* القنطريون العنبري يؤخذ زهره بعد نقعه ( يترك الزهر في\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nقاروة ماء مقطر لمدة يوم وليلة ثم تترك لمدة شهر في الشمس ثم يصفى الناتج وتغسل به الرمداء ) .\r\n\r\nحساسية العين :\r\n* يغلى ورق الكافور ويشرب كالشاي .\r\n* يغسل بماء الحبة السوداء المغلي .\r\n\r\nلالتهابات العيون وقرحتها :\r\n* يحرق الحلزون ( من الصدفيات المتحركة يوجد متعلق في الأشجار المشوكة والأرض المهجورة ) ، ويعجن في عسل وتكتحل به العين الملتهبة المصابة بقرحة العين .\r\n* زهرة الزنبق الأبيض عجيب في ذلك وذلك بأخذ زهرة وتدفئتها توضع على العين أثناء النوم مع الغسل بماء دافىء صباحا .\r\n* كنبات الحقول ، تؤخذ فروعه وتغلى حتى يتبخر نصف الماء ويؤخذ 5 / 1 من المحلول ويخلط بزيت الزيتون ويغلى مرة ثانية مع الزيت . حتى يتبخر الماء ويتبقى الزيت الممزوج بخلاصة الفروع تعبأ في قطارة عيون ويقطر في العين الملتهبة صباح ومساء .\r\n\r\nبياض العين :\r\n* تستعمل مرارة الغراب كقطرة للعين تزيل البياض .\r\n* العسل بالهرد ( الكركم ) يقلع بياض العين يستعمل قبل النوم .\r\n* البصل قطرات من مائه تقطر مساء .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n* الخطمي الوردي يعمل من أزهاره لبخة على العين من المساء حتى الصباح .\r\n\r\nللتراكوما :\r\n* يقطر العسل صباحا ومساء فإنه مؤكد بإذن اللّه .\r\n\r\nالدمعة :\r\n* يحرق العفص ويكحل به .\r\n* قطرة زيت زيتون نقي في العين توقف الدمعة بإذن اللّه .\r\n* البابونج يغلى جيدا ثم تغسل به العيون الدمعة ثلاث مرات .\r\n\r\nلتساقط الرموش وقصرها وضمورها وقلتها :\r\n* تكتحل العيون قبل النوم بحجر اللازورد ( حجر سماوي من خراسان ) .\r\n* العسل مع الإثمد يكحّل به صباحا ومساء .\r\n\r\nكحل عجيب لكل شيء :\r\n* طحين الحبة السوداء والإثمد بمقادير متساوية تقريبا يطحنا ويكحل به .\r\n* الكحل الأبيض من أعظم الأكحال « يباع جاهزا » .\r\n* يكتحل بالكحل الحجري معجونا في العسل فإنه عظيم الفائدة .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nلأورام العيون :\r\n* كمادات من الشبة الزفرة المحلولة الدافئة .\r\n* كمادات الشاي الدافىء ( غير محلى ) .\r\n* تغسل العين بمغلي الحبة السوداء صباحا ومساء ( مجرب ) .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالأذن\r\n\r\nلتقيح والتهابات الأذن :\r\n* يغلى خبث الحديد في خلّ ثقيف ثم يصفى جيدا ويقطر من ذلك في الأذن صباحا ومساء .\r\n* تؤخذ بصلة وتجوف ويوضع داخلها زيت زيتون وتلقى في رماد ساخن حتى تنضج ثم تعصر وتعبأ في قارورة - ويقطر منها عند الحاجة للأذن المتقيحة .\r\n* يغلى الاس ويؤخذ ماؤه ويقطر في الأذن .\r\n* بخار البابونج نحو الأذن عن طريق قمع مبخر قبل النوم .\r\n\r\nلطنين الأذن :\r\n* يبلل فص ثوم صغير بزيت زيتون ويقطر به الأذن مساء .\r\n* يقطر الخل المخفف ( خل العنب ) في الأذن فإنه ينهي الطنين ويقوي السمع .\r\n* تؤخذ أوراق الحمام وتغلى كالشاي وتشرب .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n* زهور ( زنبق الوادي ) يستنشق بها ( مجرب ) .\r\n* قطرات من دهن الحبة السوداء للأذن قبل النوم ( مجرب ) .\r\n* بخار العسل المغلي بهدوء تتعرض له الأذن مساء فإنه عجيب ويقوي السمع .\r\n\r\nالصمم :\r\n* تقطر مرارة النسر في أذن الأصم فإنها عجيبة .\r\n* يؤخذ عروق العنصل ويطبخ في دهن اللوز ويقطر في الأذن قبل النوم .\r\n* تؤخذ مرارة ذئب وتمزج بدهن اللوز ويقطر بها كل يوم .\r\n* دهن نوى الخوخ يقطر منه للأذن مساء .\r\n* دهن الخردل يقطر في الأذن فإنه نافع بإذن اللّه للصمم .\r\n\r\nللدوخة إذا كانت بسبب الأذن :\r\n* يشرب مغلي الحبة السوداء ثلاث مرات يوميا ثم يقطر في الأذن قطرات من زيت الزيتون مع تدليك مؤخرة الرأس بالليمون قبل النوم ويشرب على الريق قهوة كسبرة وذلك بتحميص حبوب الكسبرة مثل البن وتشرب مثل البن على الريق يوميا ( مجرب ) .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nالحنجرة والأنف واللوز\r\n\r\nلعلاج التهابات اللوز والحلق :\r\n* يتغرغر بالعسل والملح سويا في ماء ساخن فإنه سريع المفعول عجيب .\r\n* الغرغرة بالعسل والحسك ( نبات يسمى بحمص الأمير ) مع ماء دافىء .\r\n* يغلى النعناع مع الثوم ويغرغر به ثلاث مرات يوميا .\r\n\r\nالبخر ( رائحة الفم الكريهة ) :\r\n* يؤخذ حبهان وقرنفل وورق كافور ويطحنوا سويا جيدا ويعجن الطحين في عنبر محلول بالمسك ويحفظ في زجاجة ويحنك به الفم بالسواك يوميا ( مجرب ) .\r\n* تمضغ جذور الجاوي بعد تنظيفها فهي جيدة لذلك .\r\n* الغرغرة بمغلي الحبة السوداء يوميا مع قطر من دهن الحبة السوداء في الأذن مساء .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nانعدام الشم :\r\n* يستنشق بخار المردقوش بعد غليه في الخل مرة في اليوم .\r\n* يستنشق بخار الورد الأحمر بعد غليه في الخل مع قليل من الماء ويكون ذلك قبل النوم يوميا .\r\n\r\nلبحة الصوت :\r\n* يشرب الزنجبيل ثلاث مرات يوميا مع الغرغرة بمغلي الحلبة .\r\n* تعصر ليمونة على ماء يغلي ويستنشق بالفم بخاره .\r\n\r\nلالتهاب الأنف والحساسية :\r\n* يستنشق بخار الحبة السوداء صباحا ومساء .\r\n* تطحن الحلبة قدر فنجان ومثله من عرق الحلاوة وتسف منها سويا ملعقة على الريق ( مجرب ) .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nالأسنان\r\n\r\nلتقوية الأسنان واللثة :\r\n* أكل الجزر والبصل صباحا مع استحلاب القرنفل .\r\n* شرب النعناع واليانسون مغليا مساء .\r\n* تدلّك الأسنان واللثة بأوراق المريمية ( قصعين ) ( ناعمة فخزنية ) .\r\n\r\nلتبييض الأسنان :\r\n* ملح وفحم ونعناع ( بودر جاف ) يدلك به .\r\n* بودرة القيشور ( حجر أبيض ) يسمى الفنيك يدلك به الأسنان .\r\n* الأراك خير ما ينظف الأسنان .\r\n* قشر التفاح يدلك به اللثة والأسنان .\r\n\r\nللقضاء على التسوس :\r\n* يعجن كافور في صمغ عربي ويصنع منه كرة صغيرة توضع مضغوطة مكان التسوس .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n* يؤخذ حبة ثوم وثلاث حبات قرنفل ويعجنا سويا ويوضع على السن المسوس .\r\n* كي مكان التسوس بدقة عن طريق سلك حديد مثني ووضع عجينة قرنفل بعد ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nأمراض الجهاز الهضمي\r\n\r\nالمغص :\r\n* يشرب مغلي ( النخوة الهندية ) ويحلّى بالسكر نبات .\r\n* يشرب نبات ( حلف بر ) مغليا محلى بالسكر .\r\n* يشرب ( العتر ) بعد غليه وتقطر عليه قطرات من الخل .\r\n* يشرب ( بذر الجزر ) بعد غليه جيدا ويحلى بعسل .\r\n* يشرب ( الكمون مع الكراوية واليانسون ) مغليا كالشاي .\r\n* توضع لبخة من مغلي القرنفل المدقوق .\r\n* توضع لبخة من ( ورق الكافور ) بعد غليه جيدا .\r\n* توضع لبخة من ( ورق النعناع ) المطبوخ .\r\n* توضع لبخة من ( الريحان ) المطبوخ .\r\n* توضع لبخة من ( ألياف شجرة اليقطين ) وهي مسخنة على مكان المغص فإنها عجيبة .\r\n\r\nالإسهال :\r\n* يؤكد النبق بكثرة فإنه يوقف الإسهال بإذن اللّه .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n* يؤكد قشر البرتقال مع قشر الرمان بعد طحنهما وعجنهما في العسل .\r\n* يغلى الأرز ويصفى ويشرب ويؤخذ بعده فنجانا من القهوة .\r\n* يطحن نبات أصابع زينب بعد تنقيته ويؤخذ منه مثقال يمزج بعصير الليمون مع قدر من الماء ثم يشرب ( مجرب ) .\r\n* تغلى جذور شجر الرمان جيدا بعد تنظيفها من الأتربة ثم تحلى بسكر نبات وتشرب صباحا ومساء فإنه يقضي على الإسهال ويدبغ المعدة .\r\n* تحمص ثمار شجر البلوط مع نخالة الذرة ويسف منه بعد كل أكل ملعقة صغيرة فإنه يوقف الإسهال وينقي المعدة .\r\n* يشرب نقيع القرض صباحا ومساء ويكون النقع من الصباح للمساء والعكس .\r\n* تغلى براعم نبات العنبية مع نبات أذان الفأر قدر ملعقة ويشرب بعد كل أكل ملعقة صغيرة .\r\n* يطحن الحمص ويطبخ على النار مضافا إليه ماء الأرز أو النشا على شكل مهلبية ويؤكل صباحا ومساء .\r\n* يؤخذ سوق الجاورس ويشرب مع الكمون بعد غليهما معا .\r\n* يشرب مغلي لحاء البلوط فنجان بعد الأكل دون تحلية .\r\n* يغلى الجزر مع الأرز المصري غليا جيدا لدرجة الطبخ ثم\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nيصفى ويشرب فنجان بعد الأكل أو الرضاعة إن كان الإسهال عند الأطفال مع الإكثار من شرب العصائر والسوائل .\r\n\r\nلطرد الغازات :\r\n* يشرب ماء الفحم الشجري مساء وذلك بنقع الفحم من الصباح إلى المساء .\r\n* يؤكل التمر المعجون بالحبة السوداء يوميا .\r\n* يشرب النعناع مع الصعتر بعد غليهما جيدا ويكون ذلك مساء .\r\n* يشرب مغلي الصبرا شقرا مع الحلف بر صباحا ومساء فإنه عجيب .\r\n* يشرب اليانسون مع ورق الفجل بعد غليهما .\r\n* يشرب مغلي الشمر مع السنامكي على الريق .\r\n\r\nضعف الهضم والاضطرابات المعوية :\r\n* شرب ماء البصل مع السنوت من أعظم مقويات الجهاز الهضمي .\r\n* الجنسانا ( جذور نبات صيني ) تغلى وتشرب صباحا ومساء مقوية لجدار المعدة ومنشطة للخملات .\r\n* مص أوراق النعناع بعد الأكل يقضي على الاضطرابات المعوية وينشط المعدة .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n* تنقع أوراق ( ارطماسيا ) وتشرب على الريق فهي عجب في أمر سوء الهضم .\r\n* ملعقة حبة سوداء مطحونة تعجن في كوب لبن زبادي ويؤكل مساء يوميا ( مجرب ) .\r\n\r\nالقيء ( الطرش ) :\r\n* يغلى القرنفل جيدا ثم يشرب غير محلّى .\r\n* يشرب نصف مثقال من الكهربا ( صمغ السندورس ) مغليا .\r\n* يشرب قشر الرمان الجاف كالشاي ( فإنه غاية ) .\r\n* يشرب زيت الزيتون ممزوجا بعصير التفاح .\r\n* يشرب العناب مغليا مع قليل من النخالة فإنه عجب .\r\n* توضع لبخة من ورق الكافور المسخن على الصدر والظهر .\r\n* يربط العنق برفق بشريط من وبر الإبل .\r\n* يغلى لحاء البلوط ويشرب ملعقة قبل الأكل .\r\n* تغلى أوراق حرشف السطوح ويشرب غير محلى .\r\n* تؤخذ أوراق الشمر ( وهي طازجة ) وتغلى وتشرب فنجان كل صباح ومساء .\r\n\r\nنزيف المعدة :\r\n* يغلى لحاء الصفصاف جيدا ثم يحلى بعسل ويشرب على الريق وقبل النوم .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n* تؤخذ ملعقة من دهن البيلسان على الريق يعقبها شرب الحبة السوداء غير محلاة .\r\n* يؤخذ دم الأخوين ( شعب مرجانية حمراء بالبحر الأحمر ) وينظف جيدا ثم يطحن وتؤخذ ملعقة صغيرة على فنجان عسل على الريق يوميا ( مجرب ) .\r\n\r\nسرطان المعدة :\r\n* أكل السرطان البحري أمره عجب في ذلك .\r\n* يشرب مستحلب « عروق الصباغين » ( الأوراق ) ملعقة بعد الأكل .\r\n* الإكثار من أكل الحبة السوداء والعسل ينهي السرطان بإرادة اللّه .\r\n\r\nالحموضة :\r\n* استخلاب ثمار شجر البلوط .\r\n* استحلاب القرنفل .\r\n* يؤكل الخص طازجا ويشرب بعده حليب بارد بلا سكر .\r\n* يغلى ورق النعناع الأخضر ويشرب بلا سكر .\r\n* تنقع عشبة القنطريون الصغيرة وتشرب ملعقة بعد الأكل .\r\n\r\nعلاج للاميبا ( دوسنتاريا ) :\r\n* يبلع 3 حبات ثوم بعد تخريمها على الريق يشرب بعدها\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nفنجان عسل فإنه يقضي حتى على المتكيسة لمدة أسبوع .\r\n* يؤخذ قشر الرمان مع 3 ملاعق صغيرة من الزنجبيل وثلاث ملاعق من الحبة السوداء ويطحنوا سويا ثم يعجنوا في عسل وتؤخذ ملعقة بعد كل أكل فإنه عجيب .\r\n* يؤخذ قشر رمان مجفف وقرض ويحمصا سويا على نار هادئة ثم يطحنا معا بقدرين متساويين ويشرب ملعقة من كل ذلك كالبن ويحلى بعسل ويعقبه شرب كوب ليمون وذلك صباحا ومساء ( مجرب ) .\r\n\r\nالفواقة ( الزغطة ) :\r\n* يستنشق طحين الودع البحري ( مجرب ) مع شرب الليمون .\r\n* يشرب ماء عليه قطرات من الخل المذاب به قليل من الكمون .\r\n* يحضر كيسا من المطاط ويوضع على الفم والأنف ويتم التنفس فورا مع مضغ حبة بن محمصة .\r\n\r\nاضطرابات القولون وآلامه :\r\n* يشرب عسل على الريق يتبعه 7 عجوات من التمر وفي المساء يشرب الحبة السوداء مغلية جيدا مع الحلبة .\r\n* الجاوي تؤخذ جذوره وتغلى جيدا وتشرب صباحا .\r\n* أكل الكمثرى ببذرها مفيد جدا مع شرب الحبة السوداء .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nلإخراج الشوكة أو العظمة من الحلق :\r\n* يعصر ليمون بكمية كبيرة ويشرب المريض كل ساعة فنجان .\r\n* يذاب كمية من الملح في كوب ماء دافىء ويشربها المريض حتى يتقيأ لتخرج الشوكة أو العظمة أو الشيء الغريب .\r\n* يؤخذ الكنكر وهو الحرشف البستاني يغلى في الماء ويؤخذ ماؤه ويحلى بعسل ويشرب منه فنجان فإنه يطرد أي جسم غريب من الجوف .\r\n* يبلع قطعة من القطن ليعلق بها الشيء الغريب في الحلق وتنزل المعدة فتهضم .\r\n\r\nالديدان :\r\n* يؤكل ورق شجر التفلق فإنه يخرج الديدان حتى من الفم .\r\n* يؤخذ قليل من حب الرشاد ( قدر ملعقة صغيرة ) ومثلهم صبر سقطري ويطحنا جيدا ويعجنا في عسل ويؤخذ ملعقة على الريق يوميا يشرب بعدها حليب ساخن .\r\n* يغلى قشر الأترج في لبن بقري ويشرب قبل النوم .\r\n* ينقع الحمص الأسود في الخل لمدة ثلاث ليال ويشرب الماء فقط على الريق فإنه عجيب .\r\n* يطحن قشر الرمان الجاف ويعجن في قليل من العسل ( قدر كوب ) وتؤخذ منه ملعقة قبل النوم يوميا .\r\n* يؤكل لب بذور القرع ( الدباء ) قدر عشرون حبة مساء . كل\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nيوم فإنه يطرد الدودة الشريطية خاصة فإن شرب بعده مغلي الكسبرة الخضراء فإنه عجب .\r\n* يغلى ورق الخوخ ويشرب على الريق .\r\n* تؤكل بذور الكرفس مع العسل فإنها تقتل الديدان قتلا .\r\n* يشرب نقيع الترمس قبل النوم .\r\n* يغلى نبات الشيخ غليا جيدا ثم يشرب فإنه يطردها .\r\n* تتخذ تحميلة من النفط الأبيض أو القطران مساء .\r\n* جذور ( سرخس ذكر ) يصنع منها حبوب صغيرة للشريطية .\r\n* يغلي جذور حشيشة الملاك تستعمل مساء يعقبها صباحا على الريق شربة شمر .\r\n\r\nحماية ووقاية للجهاز الهضمي :\r\n* قشر الرمان يجفف ثم يطحن ويعجن في عسل ويؤكل قدر فنجان يوميا على الريق .\r\n* عسل السدر ( النبق ) مع طحين الحبة السوداء والسنامكي أعظم علاج لوقاية وعلاج أمراض الجهاز الهضمي ( مجرب ) .\r\n* أكل الطيبات من الطعام والرزق الحلال والصوم وقلة الأكل وتجنب الحرام وتقوى اللّه عز وجل كل ذلك حماية ووقاية لكل جسد الإنسان .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nمعجون لتقوية المعدة وحمايتها من كل الأمراض :\r\n* يؤخذ ماء زمزم وعسل بمقدارين متساويين قدر نصف لتر ويطحن كل من ورق النعناع الجاف قدر فنجان ومن المستكي التركي قدر فنجان ومن بذور اليقطين ( لب أبيض ) قدر فنجان دون قشره ومن الحبة السوداء قدر فنجان ( ناعم ) وملعقة صغيرة من المرة ناعمة وتعجن كل ذلك في زمزم والعسل ويعبأ في مرطبان ويحفظ في الثلاجة ويؤخذ منه ملعقة يوميا على الريق .\r\n\r\nالقرحة :\r\n* يؤخذ ملعقة صغيرة من الكاشم الرومي ويغلى ويشرب كالشاي .\r\n* يؤخذ كبد كبش وتشرط بسكين ويوضع داخل الفتحات صمغ عربي مع قليل من الملح وتشوى ثم تؤكل صباحا ( عجيبة ) .\r\n* أكل لحية التيس ( نبات ) وشرب عصيرها مفيد للقرحة .\r\n* يؤخذ ورق شجر الجرص وتطحن وينقع في ماء ويشرب منقوعه صباحا ومساء يتبعه ملعقة من زيت الزيتون .\r\n* توضع لبخة من البصل المشوي على البطن مكان ألم القرحة من المساء حتى الصباح .\r\n* يغلى نبات الهيبو قسطيداس غليا جيدا ثم يشرب على الريق قدر ملعقة شاي يوميا فإنه عجب .\r\n* يبلع صباحا فص ثوم مقشّر على الريق يتبعه ثلاث ملاعق عسل ثم كوب من اللبن .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n* يؤخذ ملعقة من العرق سوس وملعقة من الصعتر وملعقة من البابونج وملعقة من الحبة السوداء وملعقة من الحلبة المطحونة وملعقة من بذر الكتان المطحون وملعقة زهر الزيزفون ويغلى الكل غليا جيدا ويعبأ في زجاجة ويشرب ملعقة قبل كل أكل ( مجرب ) .\r\n* الدمسيسة ( افسنتيين ) تؤخذ الفروع والزهور والأوراق وتغلى جيدا لدرجة التهري ثم تكمد على مكان القرحة قبل النوم .\r\n\r\nالبواسير :\r\n* يبخر الباسور بورق الكبر ( وهو شجر يكثر بتهامة ساحل البحر الأحمر ) .\r\n* يتحمل ازبداج معجون في زيت شيرج مساء كلبوس .\r\n* يبخر ببذر الكرات فإنه عجيب في ذلك .\r\n* يبخر بالطرفاء ( وهو شجر يكون عند البرك والمستنقعات ) .\r\n* حشيشة الزجاج ( عصارة الحبقة ) تزيل الباسور .\r\n* يبخر الباسور بعروق نبات الحدق قبل النوم .\r\n* يدهن الباسور بدهن السندروز .\r\n* يؤخذ عرق سوس مع قدره زنجبيل مع قدره عفص ويطحن الكل جيدا ويعجن في زيت خروع وتؤخذ ملعقة من ذلك المركب بعد كل أكل .\r\n* يؤخذ ثوب الحية ( سلخ الجلد ) وهو جاف ويعجن في صمغ عربي وتتخذ منه تحاميل فإنه عجيب .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nالناسور :\r\n* يتحمل بمعجون الحبة السوداء المعجونة في زيت الزيتون مع الصمغ العربي مساء .\r\n* توضع لبخة بعشبة الغافت ( شجرة البرغوث ) ( شوكة نتنة ) بشرط أن تكون مقطوعة لتوها فورا مع الزهر وتترك حتى حين قضاء الحاجة وتبدل تباعا .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nأمراض الكبد والمرارة والطحال\r\n\r\nللكبد :\r\n* يشرب كاشم رومي مع عسل وحبة سوداء على الريق يوميا .\r\n* يشرب عصير اللبلاب محلّى بعسل وماء بارد .\r\n* ثمار البلوط تؤكل لأمراض الكبد عامة .\r\n* كثرة أكل التفاح عجيبة للكبد .\r\n* يشرب مستحلب بقلة الملك ( شاهترج ) .\r\n* شرب النعناع المغلي المحلى بعسل مفيد جدا للكبد .\r\n* يشرب مغلي أوراق القصوان قبل الأكل نصف فنجان .\r\n\r\nلليرقان ( الصفار ) :\r\n* يكوي الإصبع الخنصر في اليد اليسرى في نهاية العقلة الثانية ، فإنه عجب لليرقان .\r\n* يشرب مستحلب ورق ( عروق الصباغين ) وتضمد لبخات على الجنب الأيمن من نفس الأوراق بعد تدفئتها .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n* تؤخذ ثمار البرباريس الشائع وتغلى وتحلى بعسل وتعبأ في زجاجة قاتمة ويشرب ملعقة بعد كل أكل .\r\n* أكل الفجل الأحمر مفيد جدا لصاحب اليرقان .\r\n* يجب على صاحب اليرقان الإكثار من شرب العسل الأسود ( عسل القصب ) .\r\n* في المغرب يعالجون اليرقان بطريقة عجيبة يضعون أمام عينيه نحاس لامع يعكس أشعة الشمس على عينيه ! ! ؟\r\n* تؤخذ أوراق حشيشة الكلاب ( فراسيون ) وتغلى جيدا وتحلى وتشرب صباحا ومساء .\r\n\r\nللمرارة :\r\n* نبات المرارة يمضغ ويمص عصيره ويبلع مع السكر النبات .\r\n* ومما ينفع اليرقان تعليق الكهربا ( صمغ السندروس ) على الجنب الأيمن .\r\n* تغلى أزهار ( عصا الذهب ) يشرب صباحا ومساء .\r\n* تؤخذ ملعقة حبة سوداء صباحا ومساء يتبعها شرب كوب زمزم ( مجرب ) .\r\n\r\nلحصوة المرارة :\r\n* توت الأرض ( فراولة ) تؤخذ أوراقه وتغلى مع الحبة السوداء وتحلى بعسل وتشرب على الريق يوميا .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n* تشرب أزهار الغافث ملعقة بعد كل أكل .\r\n\r\nللطحال :\r\n* يشرب ورق الكبر ( شجر ذو أشواك ) مع الخل والعسل مرارا فإنه عجيب في أمراض الطحال .\r\n* شرب حب الرشاد يمنع أورام وآلام الطحال .\r\n* من أقوى المقويات للطحال وشفاء أمراضه طحين الحبة السوداء والحلبة بمقدار ملعقة تؤخذ على العسل صباح ومساء ( مجرب ) .\r\n* بلع فص ثوم على الريق بماء فيه قطرات من الخل يوميا ينهي كل أمراض الطحال بإذن اللّه مع أكل طحال غنمي مشوي في الغذاء .\r\n* أكل النبق مفيد جدا للطحال .\r\n\r\nسرطان الكبد :\r\n* مستحلب أوراق ( عروق الصباغين ) جيد لسرطان الكبد شربا .\r\n* جذور الجاوي تغلى ويشرب ملعقة بعد كل أكل .\r\n* تعجن الحبة السوداء بعد طحنها في عسل أسود ويؤكل كل يوم قدر فنجان صباحا ومساء .\r\n\r\nلسرطان الدم :\r\n* تؤخذ حبة سوداء وتطحن ومثلها حلبة ناعمة ونبات الونكا ( يباع في العطارة ) قدر درهم ويخلط سويا في عسل نحل وتؤخذ ملعقة\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nصباحا على الريق يوميا يعقبها شرب كوب عصير جزر طازج ( مجرب ) .\r\n* شرب زمزم بكثرة مع الحبة السوداء والعسل عجيب في علاج كل أنواع السرطان بفضل اللّه عز وجل .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nأمراض القلب والأوردة\r\n\r\nلتقوية القلب :\r\n* تربية الحمام في منزلك من العجيب في الطب العربي إذ يقولون إنه يقوي القلب ويفرحه .\r\n* شم المسك وشرب العنبر على النعناع يقوي القلب للغاية .\r\n* شرب لبن البقر مغليا بالقرنفل محلى بالعسل عجيب في تقوية القلب .\r\n* أكل قلب الإبل وقلب البقر وقلب الديوك يقوي القلب .\r\n* أكل لحم الغزال يقوي القلب .\r\n* التختم بالعقيق اليماني يفرح القلب ويقويه .\r\n* دهن الصندل مفرح للقلب ومقوي له .\r\n* شرب الصعتر وأكله بزيت الزيتون بكثرة يقوي القلب .\r\n\r\nللخفقان والرجفة :\r\n* يشرب النعناع مع القرنفل مع حليب محلى بعسل صباحا على الريق .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n* يشرب ماء الورد مذاب فيه صمغ عربي صباح ومساء قدر فنجان في حليب ساخن .\r\n* قطرات من العنبر على الحليب المحلى بالعسل قبل النوم مقوي القلب والأعصاب ( مجرب ) .\r\n* قطرات الحبة السوداء على مشروب ساخن يوميا يقضي تماما بإذن اللّه على الرجفة .\r\n* إمساك اللؤلؤ في الفم مفيد للغاية من الخفقان .\r\n* تشرب شوشة ( ذنب الأسد ) مساء قبل النوم مغلية .\r\n* يشرب ( بنفسج ) مع النعناع محلى بالسكر النبات صباحا ومساء .\r\n\r\nالتهاب القلب وضيق الأوردة :\r\n* تشرب الحبة السوداء باستمرار كالشاي فإنها توسع الأوردة وتذيب الدهون .\r\n* شرب لبان شحري مع قصب الذريرة فإنه عجيب .\r\n* الزعرور الشائك يغلي زهرة ويشرب فإنه مفيد لذلك .\r\n* القميعة الأرجوانية تغلى أزهارها وتحلى بعسل وتشرب مساء .\r\n* يشرب حليب الغنم مغليا فيه القرنفل ويحلى بعسل ويشرب صباحا ومساء .\r\n* يؤخذ قرن ماعز وينظف جيدا ويحرق ثم يطحن ويعجن في عسل ويؤخذ منه ملعقة على الريق ( فإنه عجيب ) .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\nاضطراب القلب وضعفه :\r\n* يؤخذ ملعقة صغيرة مستكي تركي وثلاثة ملاعق حبة سوداء ويطحن ذلك ثم يعجن في عسل ويؤخذ ملعقة على الريق يوميا .\r\n* تشرب ملعقة خل على ماء بارد يوميا على الريق وفي المساء زيت كبد الحوت .\r\n* يشرب العنبر المذاب في الحليب المحلى بعسل النحل ( مجرب ) .\r\n\r\nالدوالي :\r\n* التدليك ببخار الخل قبل النوم للدوالي مفيد جدا .\r\n* كمدات من مغلي أوراق حشيشة الكلاب ( فراسيون ) قبل النوم .\r\n* الدهن بزيت الحبة السوداء مع شربها مغلية قبل النوم ( مجرب ) .\r\n* تؤخذ أزهار اللبيدة وتقطع وتوضع في زجاجة شفافة نصفها زيت زيتون وتترك في الشمس لمدة عشرون يوما بعدها تدهن الدوالي صباح ومساء بذلك فإنه غاية .\r\n\r\nلإذابة الكوليسترول :\r\n* يؤخذ على الريق يوميا فص ثوم بكوب حليب محلى بعسل النحل ويجب أن تقطع فص الثوم عند بلعه .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n* نبات الاخيليا ( الألف ورقة ) يعرفه أهل الشام أعجوبة في إذابة الكوليسترول ولمرونة الشرايين فيؤخذ ويوضع قدر ملعقة كبيرة منه في ماء ساخن وكالشاي الكشري يشرب محلى بعسل نحل ( مجرب ) .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\nأمراض الجهاز التنفسي\r\n\r\nالسل :\r\n* أكل القنفذ البحري يقضي على مرض السل .\r\n* يشرب درهم صمغ عربي مع ورق جوافة بعد غليهما وذلك على الريق يوميا .\r\n* تشرب حشيشة الزجاج ( الحبيقة ) قدر در همين صباحا مغلية محلاة .\r\n* يشرب فنجان من قصب الذريرة بعد كل أكل .\r\n* يشرب مستحلب أزهار ( لسان الحمل ) ( أذان الجدي ) بعد تحليته بعسل .\r\n\r\nالسعلة ( الكحة ) :\r\n* يطحن الشذاب مع حشيشة الزوفي مع التين ويغلى كالشاي ويصفى ويشرب محلى بالعسل على الريق .\r\n* تغلى أوراق الكرات مع الشعير مع اللبان الشحري يطرد البلغم .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n* يدق الكرات حتى يصير كالعجين في العسل ويؤكل صباحا فإنه يقضي على أعتى أنواع السعلة ويطهر القصبة الهوائية .\r\n* يغلى في دهن اللوز المستكي مع كمية قليلة من الماء مع ملعقة عسل ويشرب صباحا .\r\n* يغلى أوراق شجر الجوافة ويشرب على الريق ( مجرب ) .\r\n\r\nالتهاب الرئة :\r\n* تشوى بصلتين وتوضع لبخة مساء على الصدر وتبدل بغيرها صباحا لمدة أسبوع .\r\n* لبخة الحبة السوداء المعجونة في زيت الزيتون على الصدر مساء مع أكل الحبة السوداء كثيرا بالعسل ( مجرب ) .\r\n\r\nالربو :\r\n* يشرب نبات القنطريون كالشاي محلى بعسل ثلاث مرات يوميا قدر فنجان بعد الأكل .\r\n* يمزج مغلي الزبيب الأسود وطحين الحلبة مع كندر ويشرب ملعقة بعد كل أكل .\r\n* جذور نبات الجاوي تغلى وتشرب صباح مساء فإنه عجيب مؤكد .\r\n* الصعتر مع التين والنعناع مغليا يقضي على الربو وذلك بشرب ملعقة بعد الأكل .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n* يشرب مغلي الجوذية ثلاث مرات يوميا طازجا .\r\n* تؤخذ قبل الأكل ملعقة حلبة ناعمة وبعد الأكل ملعقة عرق حلاوة مع الحمية من مثيرات الحساسية .\r\n\r\nلحساسية ( الصدر والأنف ) :\r\n* شرب العناب مع الشعير والحبة السوداء بعد طحن قدر متساوي من كل منهم صباحا ومساء .\r\n* استنشاق بخور العود عجيب لحساسية الأنف .\r\n* يؤخذ عرق حلاوة وحلبة وحبة سوداء بمقادير متساوية وتطحن كل ذلك سويا وتؤخذ منه ملعقة بعد كل أكل تبلع بماء ساخن ( مجرب ) .\r\n\r\nضيق النفس :\r\n* يؤخذ من الكراويا قليل وتمضغ على الريق وتبلع بماء .\r\n* يغلى الكركمان ( إكليل الملك ) ويشرب صباح مساء فإنه نافع في الربو وضيق التنفس .\r\n* الخردل الأبيض مفيد جدا لضيق التنفس شربا .\r\n* تؤخذ ذريرة كتان وعرق سوس ويطحنا بكميات متساوية ويعجنا في عسل ويؤكلا ملعقة على الريق يوميا .\r\n* تؤخذ هندباء وعرق سوس قدر ملعقة صغيرة من كل وينقع من المساء للصباح في ماء ساخن ويشرب على الريق .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nالزكام :\r\n* يقطر في الأنف من عصير الليمون ثلاث مرات يوميا .\r\n* يستنشق دخان الصوف أو الكتان .\r\n* يستنشق بخور شجرة الطرفاء .\r\n* زهر المردقوش يستنشق بعد مسح الأنف بعصيره .\r\n* أكل البصل يقضي على الزكام .\r\n* يؤخذ زنجبيل وقرنفل وقرفة وفلفل وخولنجان ويغلى بمقادير متساوية ويشرب فإنه غاية .\r\n\r\nالانفلونزا :\r\n* تبخر بحبوب الحبة السوداء واستنشق دخانها قبل النوم مع أكلها مطحونة مع العسل قبل النوم .\r\n* أكل بصل مع جبن قديم يتبعها أكل ليمونة بقشرها عجيب للقضاء على الأنفلونزا .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nأمراض المسالك البولية\r\n\r\nلتفتيت الحصوة :\r\n* يشرب القيصوم ( زهر ) مع غليه تماما على الريق مقدار درهمان فقط يوميا .\r\n* يؤخذ قشر بيض ويطحن ثم يعصر عليه ثلاث ليمونات ويشرب على الريق لمدة أسبوع .\r\n* شرب الكبابة ( حب العروس ) مقدار در همين مع بذرة الخلة قدر درهم كل يوم على الريق لمدة أسبوع .\r\n* يغلى صمغ الإجاص ويشرب محلى مساء .\r\n* يؤخذ عرق سوس وحب الغار وحب الرند وفلفلا وعظم حمام وكرفس أجزاء متساوية ويعجن الكل في عسل ويؤكل ملعقة صغيرة على الريق صباحا فإنه يفتت الحصى كما تفتت الماء الطمي بإذن اللّه .\r\n* حصى الدجاج الموجود في القونصة تطحن وتشرب تفتت حصى الإنسان تفتيتا عجيبا .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n* يطحن حجر بني إسرائيل زيتونة إسرائيل ويؤخذ منه قدر ملعقة ويعصر عليها ليمون قدر ما يغمرها ويشرب فنجان على اليقظة صباحا لمدة خمسة أيام .\r\n* يغلى النبق مع بذور الخلة ( الربانية ) ويشرب بعد تحليته بالعسل صباحا ومساء .\r\n* نوى البلح إذا دق وغلي عليه حتى يتهرى ويشرب فإنه يفتت الحصى .\r\n* شوشة الذرة الرومي تغلى ويشرب منها صباح ومساء فإنه يطرد الحصوة وينجيك بفضل اللّه .\r\n* يشرب مستحلب الوزال ( خاصة الأزهار ) مساء قبل النوم .\r\n* تشرب جذور ( عليق دقلي ) مغلية محلاة بعسل صباحا .\r\n* تؤخذ جذور ( الفوة ) تغلى وتشرب مساء .\r\n\r\nالتهابات الكلى والمثانة :\r\n* الإكثار من أكل الحبة السوداء مع العسل صباحا ومساء ( مجرب ) .\r\n* يغلى زهر الليمون ويشرب صباحا ومساء .\r\n* يشرب مغلي الشمر صباحا ومساء .\r\n* يغلى السلق ويشرب ثلاث مرات يوميا .\r\n* يشرب البقدونس مع خلطه في الخلاط مع العسل صباحا ومساء ( مجرب ) .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n* عصير البصل مع العسل مع ماء دافىء مساء ثم استحلاب القرنفل بعد ذلك .\r\n* يشرب كنبات الحقل صباحا ومساء محلى بعسل نحل .\r\n* يؤخذ تين جاف قدر 10 تينات وثلاثة ملاعق زبيب ويصنع منهما مربى تؤكل صباحا ومساء ( مجرب ) .\r\n* يوضع لبخة من زهر الخندقوق مكان الألم مع شرب الحبة السوداء مع الشعير مغليا .\r\n* عصا الذهب يؤخذ زهرها ويغلى في قليل من الماء ثم تصفى ويشرب ملعقة بعد كل أكل فإنها تطرد الأملاح وتصفي الدم .\r\n\r\nلعلاج التبول بالدم :\r\n* تشوى بصلة وتوضع لبخة على الجنب المتألم أو فوق المثانة إن كانت هناك آلام ويؤكل معها خبز شعير وقحطة .\r\n\r\nللبلهارسيا :\r\n* الشوكة المباركة لعلاج مرض البلهارسيا وذلك بغليها جيدا ثم تشرب على الريق يوميا وكذلك الدمسيسة .\r\n* يشرب زهر رجل الأسد ( لوف السباع ) مساء .\r\n* تطحن حبة سوداء مع قدرها حلبة ناعمة وسكر نبات وتؤخذ ملعقة بعد كل أكل ( مجرب ) .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nلمنع رائحة البول الكريهة :\r\n* يؤخذ جرموذ عود الوج العطر ويشرب محلى بسكر نبات كالشاي .\r\n* يشرب بول ولبن الإبل مساء .\r\n\r\nلمنع تبول الأطفال اللاإرادي :\r\n* يغلى لحاء البلوط ويحلى بسكر ويشربه الطفل في الصباح .\r\n* يحمص الزنجبيل ثم يطحن ويشرب كالكاكاو صباحا مع قليل لبن .\r\n* تقلى خمس قشور بيض بلدي ثم تطحن وتعجن في عسل وقليل كاكاو ويعطى للطفل ملعقة صباحا وقبل النوم .\r\n* يؤخذ ( آذان الدب ) وتغلى في ماء وتحلى بعسل وتشرب صباحا على الريق .\r\n* تشرب أزهار اللبيدة مغلية جيدة قبل النوم .\r\n\r\nللاستسقاء :\r\n* تغلى جذور الخمان وتشرب مساء يوميا .\r\n* يؤكل الجرجير بكثرة فإنه مفيد .\r\n* ورق عنب الدب يغلى جيدا ويشرب فنجان يوميا فهو عجيب .\r\n* تغلى جذور القراص وتحلى بسكر نبات وتشرب ثلاث مرات .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n* يشرب عصير البقدونس مساء .\r\n* يشرب لبن النوق مع أبوال الإبل صباح مساء لمدة أربعين يوما فإنه يصفي الماء تماما .\r\n* يشرب المرار اجيني وماء الكادي فإنه عجيب .\r\n* يغلى الشمر غليا جيدا مع شوشة الذرة ويشرب كالشاي ثلاث مرات يوميا .\r\n* يكوى فوق الصرة وأسفلها قدر 1 سم ويلتزم بحمية أن لا يأكل اللحوم مطلقا لمدة شهر ويكثر من أكل البقول والشوفان ومدرات البول كعصير القصب .\r\n* يبلع فص ثوم على الريق صباحا ويشرب بعده لبن ناقة .\r\n* قشر شجرة البيلسان المريمية العطرية وبراعم الكاكنج يؤخذ ملعقة من كل منهم وتغلى لمدة ربع ساعة وتعبأ في زجاجة ويشرب ملعقة بعد كل أكل .\r\n* عصير الجرجير يشرب صباحا ومساء .\r\n\r\nلسلس البول ( تبول بلا إرادة ) :\r\n* آذان الدب تؤخذ أزهارها وتنقع من المساء للصباح ويشرب فنجان على الريق .\r\n* عنب الدب يؤخذ زهره وينقع ثم يغلى ويشرب فنجان طازج مساء كل يوم حتى ينتهي السلس .\r\n* بلوط يغلى اللحاء غليا جيدا ويصفى ويحلى بعسل ويشرب\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nصباحا ومساء ملعقة وتصلح أوراقه لذلك كذلك .\r\n* مستحلب أزهار اللاميون الأبيض ويحلّى بسكر نبات ويشرب صباحا على الريق .\r\n\r\nلعسر التبوّل :\r\n* الدهن بطحين الفلفل الأسود المعجون في زيت الزيتون لرأس العضو مرة فقط .\r\n* يغلى شوش الذرة الشامي ويحلى بعسل أسود ويشرب كوب بعد كل أكل .\r\n* تؤخذ بذرة الخلة مع قدرها من الشعير ويطحنا وتؤخذ ملعقة صغيرة على الريق يوميا .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nأمراض النساء والولادة\r\n\r\nلتسهيل الولادة :\r\n* تشرب أوراق الزيتون مغلية مع التمر غليا جيدا فإنها عجيبة في التسهيل .\r\n* تبخّر الحمل بزهر الياسمين الجاف .\r\n* تشرب زهور الافسنتين محلاة بعسل أثناء الطلق .\r\n* توضع على البطن أوراق البنفسج ويكون ذلك بعد الإنذار .\r\n* شرب مغلي رجل الغراب يسهل الولادة .\r\n\r\nلحفظ الجنين :\r\n* تشرب الحبة السوداء مغلية مع اليانسون محلاة بعسل ثلاث مرات يوميا .\r\n* مستحلب رجل الأسد يشرب ثلاث مرات يوميا .\r\n* تأخذ أساس أبروم ( بيراص ) ويربط على بطن الحامل حتى تضع حملها ( بشرط أن لا يكون كالتميمة لأن تعليق التمائم شرك ) .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nللنظافة والوقاية من أمراض النساء :\r\n* يغلى السواك ويوضع على الماء بعد الغلي قليل من الشب وتستنجي بذلك مع الإكثار من أكل العسل وشرب الحبة السوداء .\r\n\r\nإخراج الجنين الميت والمشيمة :\r\n* يؤتي بقمع فوق مبخرة ويبخر بالآذان وهو رطب ( كبيت العنكبوت يلصق بشجرة القيسوس ) فتدخل المرأة الدخان نحو مهبلها فتخرج المشيمة والجنين الميت .\r\n* شرب اليانسون والتبخر به .\r\n* وتؤخذ زهور الأفسنتين وتغلى جيدا أو تشرب صباحا ومساء .\r\n\r\nلوقف النزيف :\r\n* يشرب دم الأخوين فإنه يوقف النزيف ويقوي المرأة .\r\n* عرق انجبار ( يؤخذ جذوره وتغلى ) ويشرب ملعقة بعد كل أكل .\r\n* رجل الأسد ( لوف الباع ) يستعمل كمستحلب يشرب صباحا ومساء .\r\n\r\nإدرار الطمث :\r\n* يشرب 3 غرام من اللازورد مذابا في ماء صباحا ومساء .\r\n* يشرب زهر رجل الأسد مغليا قبل النوم .\r\n* عصير الجرجير يشرب مساء .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n* شرب الحرمل المغلي صباحا ومساء ولكنه خطر على الحامل .\r\n* شرب مغلي رجل الغراب يدر الطمث .\r\n\r\nلوقف الغثيان والطرش عن الحامل :\r\n* يغلى خرز الصخور ويشرب قبل الأكل ملعقة .\r\n* مص القرنفل ومضغ لبان الدكر الكندر .\r\n* أكل المكسرات فإنه يوقف الغثيان .\r\n\r\nللعقم إذا شاء اللّه :\r\n* يشرب منقوع الهدال صباح ومساء ( للنساء ) .\r\n* يشرب حليب الفرس قبل المباشرة ( خاص بالنساء ) .\r\n* برادة قرن الخرتيت مفيدة جدا للعقيم قدر غرام وتشرب على حليب مساء ( للرجال ) .\r\n\r\nسرطان الرحم :\r\n* أكل الحبة السوداء والمعجونة في العسل بكثرة ( مجرب ) .\r\n* بنفسج عطري يغلى ويشرب ويستعمل كدش مهبلي .\r\n* قراص يشرب بعد غليه مساء مع لبخة خارجية فوق الرحم .\r\n* بلوط يؤخذ لحاءه ويغلى ويشرب محلى بعسل ويغسل به لداخل الرحم ( دش مهبلي ) .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nلعدم الحمل لضرورة مرض المرأة :\r\n* بإرادة اللّه وحده إذا ابتلعت حبة خروع بماء النعناع لم تحمل لمدة سنة ( واللّه أعلم ) مع شرب مغلي الحرمل ورجل الغراب .\r\n* العرعر يؤكل وتغتسل به المرأة أو دش مهبلي .\r\n* الافسنتين يمنع الحمل أكلا وشربا كالشاي .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nالعظام والمفاصل\r\n\r\nالتهابات المفاصل وآلامها ( وآلام الروماتيزم ) :\r\n* طحين الحلبة يعجن في خل بماء كرنب مع طحين القرنفل ويوضع لبخة من المساء للصباح .\r\n* تدهن المفاصل بزيت الصندل مضافا إليه دهن الزنبق فإنه يقضي على جميع الآلام .\r\n* يؤخذ ( الضريع ) وهو نبات بحري يوجد على الشواطىء يطبخ بماء كثير ويجلس فيه المريض بالروماتيزم وآلام المفاصل فإن اللّه يعافيه بإذن اللّه .\r\n* المغناطيس الذي يجذب نحوه الحديد مفيد للروماتيزم إذا علق على الظهر أو الصدر أو أحيطت به الأيد والأرجل .\r\n* يؤخذ ثوم وبعد أن يقشر يدق ثم يعجن مع قدره حلبة ناعمة في زيت زيتون ويوضع لبخة مساء حتى الصباح ( مجرب ) .\r\n* إكليل الجبل ( حصان اللبان ) تؤخذ أوراقه وتضمد بعد التدفئة الركب وأماكن الألم مساء حتى الصباح .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n* تؤخذ جذور فجل الخيل ( خردل الألمان ) وتقطع وتطبخ مع زيت زيتون حتى تصبح كالدهان يدهن بها بعد التبريد أماكن الألم قبل النوم .\r\n* تأخذ أوراق البتولا وتسخن وتوضع كلبخة مساء حتى الصباح .\r\n* لحاء الصفصاف يغلى ويشرب صباحا ومساء .\r\n\r\nعرق النساء :\r\n* يبلع الحرمل قدر ملعقة صغيرة لمدة أسبوعين مساء ( ولكن حذار للحامل ) .\r\n* القسط يشرب ويدهن بدهنه مكان الألم قبل النوم ( ولتحذر الحامل استعماله ) .\r\n* يشرب القيصوم بعد غليه وتحليته بسكر نبات وتعبئته وذلك بعد كل أكل قدر ملعقة .\r\n* تشرب زهرة العطاس مساء وبعد غليها تؤخذ وتوضع وهي دافئة على محل الألم .\r\n\r\nضعف العظام :\r\n* يشرب لبن الإبل محلى بعسل لمدة شهر صباحا .\r\n* يؤكل البيض مع البصل والثوم مطهيا بكثرة .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nلين العظام :\r\n* يشرب لبن النوق لمدة أربعين يوما .\r\n* يشرب زهر ( شجرة البرغوث ) ( الغافث - شوكة منتنة ) على الريق بعد غليه جيدا محلى بعسل .\r\n* يدهن بدهن البنفسج ويشرب معه زهرة البنفسج مغليا مع الشعير والحبة السوداء ثلاث مرات يوميا .\r\n* تصنع لبخة من طحين الحلبة والشعير والجرجير وتعجن في زيت زيتون وتوضع قبل النوم .\r\n\r\nالنقرس :\r\n* يدلك مكان الألم بزيت زهر الأقحوان ( زهرة الذهب ) مساء .\r\n* تؤخذ أوراق السرخس الذكر ( الخنشار ) وتقطع إربا ثم توضع بلفافة على مكان النقرس مساء حتى الصباح وتكرر لمدة أسبوع ينتهي بعدها المرض بإذن اللّه ( مجرب ) .\r\n* يشرب زيت السمسم على الحليب ويدهن كذلك به بعد ذلك صباحا ومساء .\r\n* يؤكل الخرشف بكثرة فإنه مفيد للنقرس مع الامتناع عن أكل اللحم حتى يشفى المريض بإذن اللّه .\r\n* توضع على مكان الألم لبخة من الحلبة الناعمة المعجونة في عصير الثوم وتوضع مساء قبل النوم حتى الصباح ويدهن بعد ذلك بدهن الزيتون مع التدليك وتكرر لمدة أسبوع ( مجرب ) .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nللكسور :\r\n* اعلم أن الجبيرة التي تضغط على الجلد تؤخر التئام العظم المكسور فلذا الجبيرة الشعبية أفضل وأسلم وأسرع في الالتئام ويؤخذ معها شوربة العدس بالبيض وبعد فكها يدهن بدهن الزيتون مساء .\r\n\r\nلين العظام وشلل الأطفال :\r\n* يشرب لبن النوق يوميا مع أكل نخاع عظام البقر مع دهن الأرجل بالنجاع .\r\n* يؤخذ صفار بيض حمام ويخلط به عصير ثوم وبصل ويشرب ملعقة صغيرة صباحا وفي الغداء يشرب مرق حمام ، ويدهن مساء بدهن نعام والأسرع بيض نعام .\r\n* أعجب ما وصف في علاج شلل الأطفال هو :\r\n* أن يؤتى بالطفل وتفتح بطن ماعز حامل بعد ذبحها فورا ويوضع فيها الطفل ويخيط عليه حتى تبدو رأسه أسفل عنق الماعز من الأمام ويترك حتى الصباح . . ! ! . . ! !\r\n* تدلك الأطراف بعجينة الثوم ونخاع عظام البقر في الشمس مع شرب ثوم مغلي محلّى بعسل بعدها يوميا لمدة شهر وسترى بعدها عجبا .\r\n* يبخر الطفل كل جسمه وهو عاري تماما في غرفة دافئة ( ليست رطبة ) بشوك الحوت مع التدليك بعد ذلك بزيت الحبة السوداء وشربه ملعقة ثلاث مرات يوميا من زيت السمك .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n* يؤخذ نخاع ( الإبل ) من عظام الساق ثم يذاب ويضاف إليه دهن الحبة السوداء ويدهن الطفل المشلول بذلك للأطراف مع العمود الفقري حتى العنق يوميا قبل النوم .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nالأمراض الجلدية والتناسلية الجروح\r\n\r\nمعالجة النزيف :\r\n* يحرق حصير ويضمد به مكان الجرح النازف .\r\n* تبلل قطعة بالخل وتوضع على الجرح .\r\n* تبلل قطعة بدهن البيلسان وتوضع على الجرح .\r\n* الطين الأرمني إذا وضع على الجرح فإنه يحبس الدم ويجففه .\r\n* يوضع صمغ السندوس ( الكهربا ) على الجرح ( كبودر ) .\r\n* وضع الكندر ( اللبان ) على الجرح يوقف النزيف .\r\n* يعجن الطين الأرمني مع البيلسان فإنه يوقف النزيف ويجففه .\r\n\r\nمرهم عجيب للجروح :\r\n* يؤخذ كركم ( هرد ) وعيزروت من كل منهما قدر متساوي مع\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمثله من دم الأخوين ويمزج الكل بشمع العسل مع زبدة بقري ويدهن به بعد تبريده لأي جرح كان .\r\n\r\nلتفجير الخراج الدعاس ( الصنفور ) :\r\n* لبخة الحلبة مع ضماد خفيف .\r\n* لبخة بذر الكتان مثله .\r\n* يؤخذ دقيق قمح ويعجن في عسل ويضمد به فإنه ينظف ويطهر ويدمل الجرح ( مجرب ) .\r\n\r\nالثأليل :\r\n* يؤخذ غواث الراعي ( نبات ) وتدلك به يوميا وسرعان ما تنتهي تماما ( مؤكد بقدرة اللّه ) .\r\n* تهرس أوراق ( حرشف السطوح ) ويضمد بها الثأليل من المساء للصباح حتى يزول تماما .\r\n* يقطع من جذوره ثم يوضع عليه نشادر وزرنيخ ونورة ويربط جيدا فإنه ينتهي بعون اللّه ولا يظهر أبدا .\r\n* يؤخذ التين مع طحين الشعير ويعجن في خل ويضمد به على الثألول من المساء للصباح .\r\n* يؤخذ ماء الصايغ ويدهن به مرارا حتى يجف ويتناثر .\r\n* يكوى بعود المركيا بعد حرق العود كجمرة ( مجرب ) .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nسرطان الجلد :\r\n* تهرس أوراق ( عروق الصباغين ) الغضة ثم يصفى عصيرها ويمزج بخل مخفف وزيت زيتون ويدهن الجلد صباحا .\r\n* يؤخذ صمغ عربي وكبريت ويعجنا في الخل ويدهن به سرطان الجلد مرتان يوميا .\r\n* يدهن بدهن الحبة السوداء صباحا ومساء ( مجرب ) .\r\n\r\nالأكزيما :\r\n* يعجن طحين الحلبة في خل ويدهن بذلك محل الاكزيما صباحا ومساء .\r\n* يدهن ورق الرند بعد دقه حتى تنتهي .\r\n* يؤخذ صبر وطحين قمح بلدي ويعجنا بعد طحنهم في عسل وخل ويدهن به يوميا .\r\n* يفرم ورق التوت وتفرك به الأكزيما ( مجرب ) .\r\n\r\nللكلف :\r\n* يؤخذ دهن اللوز الحلو مع الثوم مدقوقا فيه ويدهن به مساء .\r\n* تؤخذ الحنا مع الشب اليماني ويعجنا في بيض ويعمل قناع مساء حتى الصباح .\r\n* لبن الجميز مع سويق الشعير ينقي الوجه نقاء جميلا .\r\n* ورق العنب يغلى جيدا ويغسل به الوجه عدة مرات .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nللسواد :\r\n* تشرب الحلبة مع العسل والسمن البلدي مع دهن الوجه بالحناء المعجونة في زيت الزيتون مساء .\r\n* تؤخذ رئة الناقة وتترك في الشمس مملحة حتى تتصفى منها الماء ثم تشوى حتى تحرق وتطحن ويدهن بها الوجه ممزوجا بزيت الزيتون .\r\n* يؤخذ ( قثاء الحمار ) ويدق جيدا ويمسح به الوجه .\r\n\r\nالبرص :\r\n* زعفران يطحن ويعجن في ماء كبريت ويدهن به محل البرص .\r\n* يكثر من أكل العسل مع بلع فص ثوم على الريق بحليب ماعز يوميا هذا مع الدهانات الأخرى .\r\n* يؤخذ الشطرنج الهندي ( سواك الراعي ) ( العصام ) ويدهن جيدا ويعجن في خل مركز ويدهن به في الشمس يوميا .\r\n* يؤخذ زرنيخ وتوتيا ونوار الفجل وتسحقهم سحقا ناعما وتخلطهم بزيت الزيتون وتصنفر الجلد حتى يتحرش ويدمى ثم تدهن كل ذلك من المساء حتى الصباح بضمادة .\r\n\r\nالبهاق :\r\n* يطحن الكندس ويعجن في خل ويتخذ منه مرهم يدهن به .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n* يدهن العسل المعجون فيه حليت ويترك فترة ثم يغسل ويكرر .\r\n* بذر الفجل إذا سحق مع زيت الزيتون ودهن به البهاق الأبيض قضى عليه بعون اللّه .\r\n* البهاق الأسود إذا دلك بعصير الليمون مرارا فإنه يبرأ .\r\n* الكمون الأسود ( الحبة السوداء ) إذا عجن مع الخل ودهن به البهاق الأسود أزاله بمشيئة اللّه .\r\n* تؤخذ ( الحنا ) معجونة بالنورة ويطلى بها مكان البهاق طليا جيدا مع التكرار .\r\n\r\nلحب الشباب :\r\n* يؤخذ دقيق القمح مع الكبريت الأصفر قدر متساوي منهما ويعجن في الخل مع ماء الورد ويصنع من ذلك مرهما يدهن به قبل النوم ثم يغسل بالماء الدافىء في الصباح .\r\n* تؤخذ جذور ( ارقطيون ) وتغلى جيدا ويشرب فنجان مرتان في اليوم .\r\n* يعمل قناع من البيض المعجون فيه طحين القمح وزيت الزيتون مساء يغسل صباحا بماء دافىء .\r\n\r\nللقوبي :\r\n* يطحن الحرمل يعجن في الخل المركز ويصنع منه مرهم يدهن به صباحا ومساء .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n* لبن الجميز يدهن به عدة مرات .\r\n* يعجن البابونج مع العسل ويدهن به مساء .\r\n\r\nداء الذئب ( سل الأرنبة ) :\r\n* تسلق عشبة ذنب الخيل ( كنباث الحقل ) وتوضع كلبخة بعد التدفئة مساء حتى الصباح .\r\n* يدهن شمع العسل بعد تسخينه مع الكمون ويوضع ضمادة على الأنف مساء حتى الصباح .\r\n* يدهن بدهن الحبة السوداء صباحا ومساء ( مجرب ) .\r\n\r\nالصدفية :\r\n* يدلك بنبات كف السبع ( وهو نبات شطي سام يكثر على شواطئ الأنهار والترع ) يتبعه دهن بزيت الزيتون .\r\n* يؤخذ عرق الحلاوة ويغلى في الماء ويؤخذ بعد التصفية ويدلّك به الداء ثم يدهن بعد ذلك بزيت الحوت .\r\n* لبخة الكتان المعجون بالعسل وهي دافئة وتوضع مساء حتى الصباح ثم يغسل بماء دافىء ويدهن بعدها بزيت الزيتون .\r\n\r\nالارتكاريا :\r\n* تؤخذ نخالة القمح وتعجن في عسل ويدهن به صباحا ومساء .\r\n* يشرب العناب والشعير والقحطة ثلاث مرات يوميا .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n* تؤخذ أوراق وأزهار الافسنتين ( الدمسيسة ) وتشرب بعد غليها وتصفيتها بعد هرس المتبقي في مكان المرض .\r\n* تغلى جذور النجيل ( عكرش ) يشرب بعد كل أكل فنجان .\r\n* يطحن لحاء البلوط ويعجن بعسل ويدهن به مرة في اليوم مع شرب العناب .\r\n\r\nللنمش :\r\n* يصنع خل جذور فجل الخيل ( وذلك بعصر الجذور ومزج العصير بقدره خل عنب وذلك في قارورة زجاج وتركها ملفوفة في مكان دافىء لمدة عشرة أيام ثم بعد ذلك يدهن الوجه مساء ويغسل في الصباح بماء وصابون ) .\r\n* يؤخذ فصوص من الثوم وتدقّ وتعجن بعسل ويدهن به مساء ثم يغسل صباحا ( مع جعل رائحة كالمسك أو الورد ) .\r\n* البقدونس يغلى جيدا ويغسل بمائه الوجه مرتان في اليوم .\r\n\r\nتقشر الوجه :\r\n* يدهن بزيت الخروع أو زيت اللوز ( مجرب ) .\r\n* يمسح الوجه عدة مرات مساء ببطن قشر الموز .\r\n* يصنع قناع للوجه مساء من الحلبة وزيت الزيتون .\r\n\r\nتشقق الأقدام :\r\n* منقوع القرض مع الحنا من المساء للصباح في لفافة .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n* تطحن ثمار قسطل الفرس وتعجن بماء ويدلك به .\r\n* تغلى الحلبة جيدا ويؤخذ الماء وهو دافىء وتوضع القدم فيه مساء حتى يبرد الماء فإنه عجيب .\r\n* تدهن بزيت الزيتون المعجون بطحون دم الأخوين من المساء للصباح وتستعمل ضمادة لذلك .\r\n\r\nالحروق :\r\n* زلال البيض يوضع على الحرق فور حدوثه فإنه يلطف ويبرد .\r\n* يدهن بدهن اللوز الحلو الممزوج بزيت البيلسان .\r\n* يؤخذ جذور الأرقطيون وتعصر جيدا ويدهن بها .\r\n* زيت اللوز مع طحينة الحبة السوداء كمرهم فهو عجيب .\r\n* تؤخذ أوراق حشيشة السعال ويضمد بها الحرق .\r\n\r\nللتسلخات :\r\n* يؤخذ ورق الاس المطحون مخلوطا مع ورق الورد المطحون ويتخذ منه بودرة تذر على المكان المصاب بالتسلخ .\r\n* يكثر من أكل الجزر والمسج بمبروشة عدة مرات .\r\n* يغلى لحاء البلوط ويغسل بمائه .\r\n\r\nللغرغرينا ( الجروح المتعفنة الخطرة ) :\r\n* عجينة الحنا عجيبة توضع كالبودرة على القروح ويوميا تغير .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n* يؤخذ حرشف السطوح ويضمد به .\r\n* الحلبة معجونة في العسل ضمادا والحلبة محلاة بعسل شربا صباحا ومساء .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\nالأمراض التناسلية\r\n\r\nلعلاج الارتخاء :\r\n* يؤخذ بذر تقاوي فجل ( جديد ) ويطحن بعد تنظيفه وغسله ويعجن في عسل نحل بلدي ( أي بغذاء الملكات ) ويؤكل صباحا ومساء بعد الأكل قدر ملعقة .\r\n* يعصر عروش الجذر الخضراء وذلك بتقطيعها كالسلطة وتضرب في كمية من العسل مع الماء في خلاط وتشرب كالعصير في أي وقت شئت .\r\n* شرب الكرفس المضروب مع حليب النوق عجيب .\r\n* أكل بطن السقنقور ( معروف ) مع أكل الصنوبر بالعسل .\r\n* يؤخذ نصف درهم باروق أرمني مع ملعقة وكوب عسل ويؤكل بعد خلطه ملعقة مساء .\r\n\r\nلعلاج سرعة القذف :\r\n* يحمر بصل أبيض في سمن بقري ثم تكسر عليه 7 بيضات\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nويرشّ عليه قليل من الملح مع الفلفل الأسود ويؤكل بخبز قمح أو شعير .\r\n* يمضغ حب العروش ( كبابه ) مساء ويشرب بعده كوب حليب .\r\n* يؤخذ مخ ديك ويعجن في عسل ويؤكل صباحا قدر فنجان .\r\n* تؤخذ الحبة السوداء وتطحن وتعجن في عسل بلدي مع طلع النخيل ( الذكر ) وتؤخذ بعد كل أكل ملعقة فإنه عجيب ( مجرب ) .\r\n\r\nللإحساس الكامل بالمتعة :\r\n* مص عود الخولنجان وبلع عصارته فإنه غاية .\r\n* القفلوط ( نوع من الكرات له رؤوس بيضاء كالثوم ) يؤكل فقط .\r\n* يدهن بدهن الزنبق المذاب فيه الحلتيت ( هو دهن ياسمين مع الحلتيت ) .\r\n* المسح بالزنجبيل ثم الغسل قبل الأمر .\r\n\r\nللقوة والتكرار :\r\n* يطحن بذر الكرات ويشرب بعسل بعد الغذاء يوميا ، ثم يتوقف شهر وهكذا .\r\n* ينقع الحمص من المساء للصباح في ماء فيؤكل ويشرب ماءه فهو غاية .\r\n* طلع النخيل يؤكل فإنه رائع في القوة والنشاط .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n* أوزريون الحديقة يؤخذ زهرة ويستحلب في الفم ويبلع فإنه عجب .\r\n* يدهن بمرارة دجاجة فهو قوي للغاية .\r\n* تؤخذ مومية تعجن في زيت طيب ويدهن من قبلها بساعة .\r\n\r\nللزهري والسيلان :\r\n* يؤخذ كل يوم كوب عسل نحل على الريق وفي المساء تسفّ ملعقة حبة سوداء يعقبها بلع فص ثوم بالحليب .\r\n* يغلى لحاء البلوط مع الدمسيسة ويشرب صباحا ومساء .\r\n\r\nللأورام التناسلية :\r\n* يغلى تقاوي ( بذور ) الشبت ( السنوت ) مع زيت الزيتون حتى يتبخر الماء تماما ويدهن بعد ذلك بالناتج لمحل الورم .\r\n* لبخة الحلبة مع الحبة السوداء بزيت الزيتون مساء حتى الصباح .\r\n\r\nلحكة التناسلية :\r\n* رجل الذئب ( نبات ) غبار الأزهار بضربها ليتساقط الغبار على الموضع يوميا .\r\n* ناعمة مخزنية يغلى ورقها ويغسل بالماء وهو دافىء قبل النوم .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nلعلاج البروستاتا والتهاباتها :\r\n* يشرب مغلي بذور الدباء ( القرع ) كالشاي مرارا وتكرارا فإنه مفيد .\r\n* حمام ماء ساخن مذاب فيه ملح وخل قبل النوم ثم يدهن بزيت الزيتون أسفل الخصية حتى العصعص .\r\n* ورق لسان الجمل مع شوشة الذرة الشامي يغلى من كل منهما قدر ملعقتين معا في ماء عليه قطرات من الخل حتى يصبح نصف الماء ويعبأ في زجاجة ويشرب بعد كل أكل ملعقة .\r\n* يغلى زهر الخلنج جيدا ويشرب بعد تحليته بسكر نبات فنجان بعد كل أكل .\r\n\r\nلتضخم البروستاتا :\r\n* يجلس المريض في طشت مملوء بماء مذاب فيه الحجر الأحمر قبل النوم .\r\n* يشرب مغلي عنب الدب مع الريحان ويحلى بعسل ويشرب على الريق .\r\n* يشرب مستحلب بذور اليقطين ( القرع ) بعد غليها مقشرة .\r\n\r\nسرطان البروستاتا :\r\n* الكي في العصعص يقضي على سرطان البروستاتا .\r\n* يشرب جذور القراص بعد غليها جيدا صباحا ومساء .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n* لبخة الكتان مع شرب الحبة السوداء .\r\n\r\nلطاعون العصر ( الإيدز ) :\r\n* إنه عقوبة من السماء لمن سقطوا في مستنقعات الفاحشة وصدق رسول اللّه ( ص ) « وما أعلنوا بالفاحشة إلا أصابهم اللّه بالأوجاع التي لم تكن في أسلافهم الذين مضوا » أو كما قال ( ص ) .\r\n* ويعالج الايدز أولا : بالتوبة إلى اللّه والتزامه بالإسلام منهاج حياة مع كثرة القيام والصيام وفعل الخيرات والأمر بالمعروف والنهي عن المنكر والجهاد لإعلاء كلمة اللّه .\r\n* ثانيا : يكثر من أكل العسل والحبة السوداء باستمرار وعلى اللّه الشفاء .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nأمراض المخ\r\n\r\nارتجاج المخ :\r\n* سعوط بذر الحرمل يستنشق على طريق الأنف ثلاث مرات يوميا .\r\n* تؤخذ زهور الهيوفاريقون وتنقع ويشرب ملعقة بعد الأكل .\r\n* التغطيس الكامل للجسم في حمام مائي أو في نهر مع المتابعة من أفراد خشية الغرق وذلك بعد الفجر والمساء حتى لو كان باردا يعقب ذلك . الغطس شرب حبة سوداء محلاة بسكر نبات .\r\n\r\nالجنون :\r\n* لحم الجن ( نبات ) يغلى ويشرب ملعقة بعد الأكل ( يباع في العطارة ) .\r\n* تؤخذ جذور القسط ( راش ) وتغلى جيدا ويشرب ملعقة بعد كل أكل .\r\n* كي عرق الكوع وهذه من أعجب ما وصف لعلاج الجنون ولست أدري ما السر في ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n* يؤخذ جاوى وقسط ومتسكى من كل ملعقة صغيرة ويغلى ذلك ويشرب قبل النوم يوميا فإنه سريع في ثبات العقل .\r\n\r\nالتهاب السحايا والمخ :\r\n* لبخة الثوم المعجون في العسل على منطقة النخاع الشوكي مع بلع حبة ثوم يوميا بالحليب البقري .\r\n* سف الحبة السوداء مع شرب عصير التوت يوميا ( مجرب ) .\r\n\r\nالعصبية والهياج :\r\n* يشرب النعناع واليانسون فإنه سريع التهدئة .\r\n* يؤخذ طلع الجنجل ( حشيشة يشبه الدينار ) مع الزهور يغلى ثم يبرد ويشرب كمشروب محلى .\r\n\r\nشلل المخ :\r\n* تلبيخة النعناع مع الحبة السوداء على النافوخ مفيدة للغاية .\r\n* شرب نخاع عظام الإبل مع طهيها يوميا جيدا .\r\n* مستحلب جذور الجاوي يشرب مساء .\r\n\r\nتصلب شرايين المخ ( التخريف في الكبر ) :\r\n* المداومة على استحلاب الخولنجان وشرب الجاوي مع لسان العصفور ( نبات ) مفيد لتصلب شرايين المخ للغاية .\r\n* مستحلب زهور نبات المنسية ( داذي رومي - هيوفاريقون ) ملعقة بعد كل أكل .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n* يؤخذ يوميا عصير سمك السردين وذلك بطحن ثلاث سمكات في ماء وبعض الثوم والبهارات وقليل من الملح ويضرب في الخلاط ويشرب وممكن سلقه قليلا قبل خلطه فإنه إكسير الشباب .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nللصداع والشقيقة\r\n\r\nللصداع :\r\n* يشرب شربة سنا مع زبيب أسود على الريق صباحا ثم يشرب في الضحى القسط محلى بالعسل ويدهن بدهن القسط مكان الصداع أو سعوط بطحينه فإنه ينتهي .\r\n* يدهن كل الصداع بزيت الحبة السوداء وخاصة قبل النوم .\r\n* تؤخذ جذور الخنشار ( سرخس ذكر ) وتغلى في إناء كالطشت ثم يترك حتى يكون الماء دافىء وتوضع فيه الأقدام مساء .\r\n* يؤخذ نعناع وريحان وقرنفل ويغلى كل ذلك ويؤخذ الماء ويحلى فيشرب والورق يوضع وهو دافىء على مكان الصداع .\r\n\r\nللشقيقة :\r\n* تكوى منطقة في الأذن بجوار فتحة السمع المجاورة لجهة الصداع .\r\n* مغلي جذور السرخس الذكر تغطس فيه القدمين مساء فقط .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n* ليمون وقرنفل غليا ثم شربا بالصباح .\r\n* زهور الخمان الأسود تغلى وتشرب صباحا ومساء مع تدليك الزهور بمكان الشقيقة .\r\n* يدهن بدهن البدنوس ( السردوك ) أو دهن الفربيون أو دهن الورد والكافور حسب راحته من أيهما .\r\n* يؤخذ قرنفل وقرفة وحبة سوداء وطحين شعير ويعجن كل ذلك في عسل ويشد على الشقيقة مساء حتى الصباح .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\nأمراض الحمى\r\n\r\nللحمى :\r\n* يؤكل الدباء ( القرع ) مع الخل قبل النوم .\r\n* يبخر المحموم ببيت العنكبوت قبل النوم ويدهن بعد ذلك بعصير الليمون الأصفر .\r\n* تؤخذ ملعقة صغيرة من الخل وتذاب في ماء وتشرب على الريق وفي المساء يشرب حبة سوداء مغلية محلاة بعسل ويدهن الجسم بالخيار البارد .\r\n* يشرب النعناع مع الحرمل مساء قبل النوم ويتبخر معه بعرق النعناع والورد الأحمر ثم ينام ( ممنوع على الحامل ) .\r\n\r\nللحمى الشوكية :\r\n* مما جرب وأكد التبخر بشوك القنفذ فهو عجب وخاصة إذا تبخر به المريض واستنشق دخان الشوك حتى يعرق ويكون عليه غطاء وينام بعد ذلك .\r\n* يشرب الحلتيت بحله في ماء بارد صباحا .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n* يشرب زهر النرجس بعد غليه مساء .\r\n* تشرب المحمودة بعد غليها ( وهي السقمونيا ) مساء .\r\n\r\nللملاريا :\r\n* تؤخذ الحبة السوداء قدر ملعقة مع لحاء البلود المطحون قدر ملعقة محلى بعسل ويسف ذلك على الريق يشرب بعده كوب عصير بصل وليمون .\r\n* شجرة الكينا والكافور من الأعشاب المفيدة للملاريا شربا كالشاي .\r\n\r\nالتيفود :\r\n* يغلى النجيل مع الكتان والبندق بمقادير متساوية ويشرب صباحا ومساء .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\nالمشهيات\r\n* خرز الصخور ( نبات في الأحراج الصنوبرية ) تؤخذ ملعقة من العشبة وتغلى لمدة عشر دقائق ثم تترك لتبرد بعد التصفية تعبأ في قارورة قاتمة ويستعمل ملعقة منها قبل الأكل لتفتح الشهية .\r\n* مص القرنفل قبل الأكل بربع ساعة يشهي الأكل .\r\n* قطرات من خل العنب أو التفاح على فنجان ماء بارد قبل الأكل بدقائق ( مجرب ) .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nمتفرّقات\r\n\r\nللحفظ :\r\n* يؤخذ حصا لبان دكر قدر ملعقة صغيرة مثلها سكر نبات ونصف الملعقة زعفران ويذاب كل ذلك في ماء زمزم ويشرب على الريق .\r\n* يشرب منقوع الكندر مع النعناع المحلى بسكر نبات صباحا .\r\n* يشرب عصير البرتقال الممزوج بملعقة بن يمني فإنه ( مجرب ) .\r\n* يؤخذ زنجبيل وفلفل بمقادير متساوية تطحن مع سكر نبات وتؤخذ ملعقة صغيرة على الريق .\r\n\r\nللبهجة والسرور :\r\n* شرب الكزوان ( لسان الثور ) محلى بعسل كالقهوة في أي وقت .\r\n* يشرب حليب إبل عليه قطرة عنبر .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n* شرب أزهار البابونج محلاة بسكر نبات .\r\n* مضغ النعناع الأخضر .\r\n\r\nللنوم السريع :\r\n* شرب الكزبرة كالشاي مع اللبن .\r\n* أكل بصلة مع الجبنة البيضاء يجلب النوم سريعا .\r\n\r\nللشلل :\r\n* يملأ وعاء كبير بالماء الساخن ( كالبانيو ) ويغمر المشلول كل جسده ويا حبذا حمام بخار ثم يدهن الأماكن المصابة بالشلل بدهن الصندل المذاب على نار هادئة في نخاع عظام الإبل ثم يعرض نفسه للشمس ثم يشرب لبن النوق المذاب فيه العنبر المحلول يوميا .\r\n* شرب جذور الجاوي والدهن يدهن به الجسم فإنه مفيد للشلل .\r\n* زيت العرعر مفيد للشلل تدليكا .\r\n\r\nللسكر :\r\n* ساق الكرنب يجفف في الشمس ويطحن ويسف منه على الريق ملعقة .\r\n* يكثر من أكل البصل فإنه يخفض السكر في الدم .\r\n* شرب مرق القنفذ يشفي من مرض السكر .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n* شرب نبات المرار ( السريس في مصر ) يخفض نسبة السكر بعجب .\r\n* تؤخذ العكنة ( أصابع هرمز أو السورنجان ) - وخميرة العطار أو حافر المهر ، قدر 5 دراهم وتسف على الريق .\r\n* يؤخذ ورق صفصاف ومثله معه حلبة ناعمة وكذلك ورق توت ويخلط سويا وتؤخذ ملعقة صباحا ومساء ( مجرب ) .\r\n* قشر الرمان يجفف ثم يطحن وتؤخذ ملعقة على كوب لبن زبادي مساء ويستمر على ذلك فإنه يرمم البنكرياس ويدبغ المعدة .\r\n\r\nللضغط :\r\n* بلع فص ثوم صباحا يخفض الضغط .\r\n* شرب مغلي ورق الزيتون مفيد جدا لأصحاب الضغط .\r\n* شرب المستكي مع النعناع مفيد كذلك لأصحاب الضغط .\r\n* شرب الكركديه عجيب لمريض الضغط .\r\n* جنستا الصباغين لأصحاب الضغط المنخفض .\r\n* شرب الحليب البقري لأصحاب الضغط المنخفض .\r\n\r\nللإغماء :\r\n* يؤخذ ماء الزهر مع النشا ويشرب منه المغمى عليه يصحو لتوه بإذن اللّه .\r\n* يغلى السذاب جيدا ويسقى للمغمى عليه فسرعان ما يفيق .\r\n* يقطر في أنفه خل مركز لسرعة إفاقته .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\nللصرع :\r\n* ارطاسيا ( حبق الراعي - عبيثران ) يؤخذ الجذر ويطحن ويغلى مع الشاي ويشرب .\r\n* لحم الجن وهو من النبات ( هندي ) يغلى كالشاي ويشرب محلى بعسل مساء .\r\n* حشيشة الأوز يؤخذ من العشبة قدر ملعقة تغلى ويشرب منها المصروع صباح مساء .\r\n* ناردين مخزني يؤخذ جذره وينقع ويشرب المنقوع صباحا ومساء .\r\n* تؤخذ أوراق الهدال وتغلى ويشرب فنجان مساء .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nالمقويات\r\n* يشرب حليب البقر المحلى بعسل مضافا إليه قطرات من دهن الصندل .\r\n* يؤخذ إهليلج اسود وحلبة وعجوة وزنجبيل ودار صيني وبليلج وعسل بمقادير متساوية تعجن جميعها في العسل على نار هادئة ويرشّ عليها بجوز الهند المبشور وتؤكل كالمربى .\r\n* يأخذ خبث الحديد وينقى ثم يجفف ثم يطحن جيدا ويضاف عليه سكر نبات ويعجن في نشا وتصنع منه حبوب تجفف ويبلع منها حبة بعد كل أكل .\r\n* سف اللوز مطحونا بالسكر يقوي القوى الغريزية وينشط أهل الكهولة ويا حبذا لو شرب بعده لبن بقر .\r\n* حبة ثوم مقشرة بكوب حليب محلى بعسل على الريق يوميا أعجب العجب لكل عطب .\r\n* تغلى الحلبة عدة مرات بتبديل الماء ثم تهرس جيدا ويضاف عليها طحين بر ( قمح ) ولبن بقري وسمن وعسل وتؤكل ( عصيدة ) .\r\n* يؤخذ عنبر محلول قدر 3 قطرات وتذاب في حليب النوق\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nفور حلبه فإنه مقوي وفيه شفاء ويشد الأعصاب ( مجرب ) .\r\n* يؤخذ 20 حبة حدق ثم ينزع عنه البذور والقشور ثم ينقع في ماء لمدة يوم ثم يسكب عنه الماء وتكرر العملية مرة ثانية حتى تنزع مرارته ثم يجفف في الشمس ويخلط بقمح مبشور مضافا إليه العسل والسمن البلدي ويعجن الكل فوق نار هادئة ثم يعبأ ويؤكل منه قدر ملعقة كبيرة بعد كل أكل .\r\n* يؤخذ 4 / 1 كيلو قصب قوقلي وكيلو لوز حلو ومثله صنوبر وقدر نصف كيلو عسل بلدي بغذاء الملكات ونخالة قمح ويصنع من ذلك مربى تؤكل منها قدر ملعقة بعد الأكل يوميا .\r\n* زهر الافسنتين يعمل كالشاي ويشرب فإنه مقوي ومنشط .\r\n* الحلبة مع العسل ودقيق البر ولبن النوق يعجن ويعمل منه عصيدة تؤكل .\r\n* عصارة شجر القضبان ( بتولا بيضاء ) ملعقة بعد كل أكل وذلك بوضع قطعة خيزران مجوفة في الساق بحيث تستقر في المنتصف تقريبا لينسكب العصير ، وهذا العصير مقوّي ومنشط للغاية .\r\n* شرب لحاء البلوط محلى بعسل يقوي جدا .\r\n* تؤخذ حبة سوداء ناعمة وقدرها من الحلبة الناعمة ويعجنان في عسل أسود كالمربى ويؤكل ملعقة بعد كل أكل فإنه غاية ( مجرب ) .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nالمراجع والمصادر\r\n1 - زاد المعاد في هدي خير العباد . ابن القيم الجوزية .\r\n2 - المعتمد في الأدوية المفردة . للملك المظفر ابن رسول التركماني .\r\n3 - الحاوي . الرازي .\r\n4 - القانون في الطب . ابن سينا .\r\n5 - الشذور الذهبية في الإصلاحات الطبية . محمد التونسي .\r\n6 - شرح أسماء العقار . أبو عمران الإسرائيلي .\r\n7 - التداوي بالأعشاب . د . أمين رويحة .\r\n8 - تذكرة داوود الأنطاكي .\r\n9 - الجامع لمفردات الأدوية والأغذية . ابن البيطار .\r\n10 - الرحمة في الطب والحكمة . للسيوطي .\r\n11 - مجربات الديربي . للشيخ الديربي .\r\n12 - معجزات الشفاء . محمد عزت محمد عارف .\r\n13 - قاموس الغذاء والتداوي بالنبات . أحمد قدامة .\r\n14 - كشف الرموز في بيان الأعشاب . الشيخ عبد الرزاق حمدوش الجزائري .\r\n15 - ذخيرة العطار . حسن عبد السلام .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nالفهرس\r\nالمقدمة 5\r\nأمراض الشعر 7\r\nلتنعيم الشعر : 7\r\nلعلاج الصلع : 7\r\nلتساقط الشعر : 8\r\nلتطويل الشعر وفرده : 8\r\nلعلاج القراع : 8\r\nلعلاج الثعلبة : 9\r\nلإنبات الرموش وإطالتها : 9\r\nللقمل : 9\r\nللقشر : 10\r\nتركيبة عجيبة لتطويل الشعر وحمايته وتنعيمه : 10\r\nالعيون 11\r\nلضعف النظر والغشاوة : 11\r\nللرمد : 11\r\nحساسية العين : 12\r\nلالتهابات العيون وقرحتها : 12\r\nبياض العين : 12\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nللتراكوما : 13\r\nالدمعة : 13\r\nلتساقط الرموش وقصرها وضمورها وقلتها : 13\r\nكحل عجيب لكل شيء : 13\r\nلأورام العيون : 14\r\nالأذن 15\r\nلتقيح والتهابات الأذن : 15\r\nلطنين الأذن : 15\r\nالصمم : 16\r\nللدوخة إذا كانت بسبب الأذن : 16\r\nالحنجرة والأنف واللوز 17\r\nلعلاج التهابات اللوز والحلق : 17\r\nالبخر ( رائحة الفم الكريهة ) : 17\r\nانعدام الشم : 18\r\nلبحة الصوت : 18\r\nلالتهاب الأنف والحساسية : 18\r\nالأسنان 19\r\nلتقوية الأسنان واللثة : 19\r\nلتبييض الأسنان : 19\r\nللقضاء على التسوس : 19\r\nأمراض الجهاز الهضمي 21\r\nالمغص : 21\r\nالإسهال : 21\r\nلطرد الغازات : 23\r\nضعف الهضم والاضطرابات المعوية : 23\r\nالقيء ( الطرش ) : 24\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nنزيف المعدة : 24\r\nسرطان المعدة : 25\r\nالحموضة : 25\r\nعلاج للاميبا ( دوسنتاريا ) : 25\r\nالفواقة ( الزغطة ) : 26\r\nاضطرابات القولون وآلامه : 26\r\nلإخراج الشوكة أو العظمة من الحلق : 27\r\nالديدان : 27\r\nحماية ووقاية للجهاز الهضمي : 28\r\nمعجون لتقوية المعدة وحمايتها من كل الأمراض : 29\r\nالقرحة : 29\r\nالبواسير : 30\r\nالناسور : 31\r\nأمراض الكبد والمرارة والطحال 32\r\nللكبد : 32\r\nلليرقان ( الصفار ) : 32\r\nللمرارة : 33\r\nلحصوة المرارة : 33\r\nللطحال : 34\r\nسرطان الكبد : 34\r\nلسرطان الدم : 34\r\nأمراض القلب والأوردة 36\r\nلتقوية القلب : 36\r\nللخفقان والرجفة : 36\r\nالتهاب القلب وضيق الأوردة : 37\r\nاضطراب القلب وضعفه : 38\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nالدوالي : 38\r\nلإذابة الكوليسترول : 38\r\nأمراض الجهاز التنفسي 40\r\nالسل : 40\r\nالسعلة ( الكحة ) : 40\r\nالتهاب الرئة : 41\r\nالربو : 41\r\nلحساسية ( الصدر والأنف ) : 42\r\nضيق النفس : 42\r\nالزكام : 43\r\nالانفلونزا : 43\r\nأمراض المسالك البولية 44\r\nلتفتيت الحصوة : 44\r\nالتهابات الكلى والمثانة : 45\r\nلعلاج التبول بالدم : 46\r\nللبلهارسيا : 46\r\nلمنع رائحة البول الكريهة : 47\r\nلمنع تبول الأطفال اللاإرادي : 47\r\nللاستسقاء : 47\r\nلسلس البول ( تبول بلا إرادة ) : 48\r\nلعسر التبوّل : 49\r\nأمراض النساء والولادة 50\r\nلتسهيل الولادة : 50\r\nلحفظ الجنين : 50\r\nللنظافة والوقاية من أمراض النساء : 51\r\nإخراج الجنين الميت والمشيمة : 51\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nلوقف النزيف : 51\r\nإدرار الطمث : 51\r\nلوقف الغثيان والطرش عن الحامل : 52\r\nللعقم إذا شاء اللّه : 52\r\nسرطان الرحم : 52\r\nلعدم الحمل لضرورة مرض المرأة : 53\r\nالعظام والمفاصل 54\r\nالتهابات المفاصل وآلامها ( وآلام الروماتيزم ) : 54\r\nعرق النساء : 55\r\nضعف العظام : 55\r\nلين العظام : 56\r\nالنقرس : 56\r\nللكسور : 57\r\nلين العظام وشلل الأطفال : 57\r\nالأمراض الجلدية والتناسلية الجروح 59\r\nمعالجة النزيف : 59\r\nمرهم عجيب للجروح : 59\r\nلتفجير الخراج الدعاس ( الصنفور ) : 60\r\nالثأليل : 60\r\nسرطان الجلد : 61\r\nالأكزيما : 61\r\nللكلف : 61\r\nللسواد : 62\r\nالبرص : 62\r\nالبهاق : 62\r\nلحب الشباب : 63\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nللقوبي : 63\r\nداء الذئب ( سل الأرنبة ) : 64\r\nالصدفية : 64\r\nالارتكاريا : 64\r\nللنمش : 65\r\nتقشر الوجه : 65\r\nتشقق الأقدام : 65\r\nالحروق : 66\r\nللتسلخات : 66\r\nللغرغرينا ( الجروح المتعفنة الخطرة ) : 66\r\nالأمراض التناسلية 68\r\nلعلاج الارتخاء : 68\r\nلعلاج سرعة القذف : 68\r\nللإحساس الكامل بالمتعة : 69\r\nللقوة والتكرار : 69\r\nللزهري والسيلان : 70\r\nللأورام التناسلية : 70\r\nلحكة التناسلية : 70\r\nلعلاج البروستاتا والتهاباتها : 71\r\nلتضخم البروستاتا : 71\r\nسرطان البروستاتا : 71\r\nلطاعون العصر ( الإيدز ) : 72\r\nأمراض المخ 73\r\nارتجاج المخ : 73\r\nالجنون : 73\r\nالتهاب السحايا والمخ : 74\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالعصبية والهياج : 74\r\nشلل المخ : 74\r\nتصلب شرايين المخ ( التخريف في الكبر ) : 74\r\nللصداع والشقيقة 76\r\nللصداع : 76\r\nللشقيقة : 76\r\nأمراض الحمى 78\r\nللحمى : 78\r\nللحمى الشوكية : 78\r\nللملاريا : 79\r\nالتيفود : 79\r\nالمشهيات 80\r\nمتفرّقات 81\r\nللحفظ : 81\r\nللبهجة والسرور : 81\r\nللنوم السريع : 82\r\nللشلل : 82\r\nللسكر : 82\r\nللضغط : 83\r\nللإغماء : 83\r\nللصرع : 84\r\nالمقويات 85\r\nالمراجع والمصادر 87\r\n\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95}
  ]