[
  {"content":"\r\n\r\nالدر النظيم\r\nفي خواص القرآن العظيم\r\nتأليف\r\nالإمام العلامة أبي محمد عبد الله بن أسعد بن علي\r\nاليمني اليافعي الشافعي\r\nالمتوفى سنة 768 ه‍\r\nدار الكتب العلمية\r\nبيروت - لبنان\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nمنشورات محمد علي بيضون\r\nدار الكتب العلمية\r\nجميع الحقوق محفوظة\r\nCopyright\r\nAll rights reserved\r\nTous droids reserves\r\nجميع الحقوق الملكية الأدبية والفنية محفوظة\r\nلدار الكتب العلمية بيروت - لبنان\r\nويحظر طبع أو تصوير أو ترجمة أو إعادة تنضيد الكتاب كاملا أو مجزا أو تسجيله على أشرطة كاسيت أو إدخاله على الكمبيوتر أو برمجة على أسطوانات ضوئية إلا بموافقة الناشر خطيا .\r\nExclusive rights by\r\nDar Al - kotob Al - ilmiyah Beirut - lebanon\r\nNo part of this publication may be translated , reproduced , distributed in any form or by any means , or stored in a data base or retrleval system , without the prlor written permission of the publisher .\r\nTous droits exclusivement reserves a\r\nDar Al - kotob Al - ilmiyah Beirouth - liban\r\nToute representation , edition traduction ou reproduction meme partielle , par tous procedes , en tous pays , faite sans autorisation preatable signea par l editeur est ilicite et exposeralt le contrevenant a des pourduites judiciaires .\r\nالطبعة الثانية\r\n2003 م - 1424 ه‍\r\nدار الكتب العلمية\r\nبيروت - لبنان\r\nرمل الظريف ، شارع البحتري ، بناية ملكارت\r\nالإدارة العامة : عرمون - القبة - مبنى دار الكتب العلمية\r\nهاتف وفاكس : 13 / 12 / 11 / 804810 ( 9615 + )\r\nصندوق بريد : 9424 - 11 بيروت - لبنان\r\nDar Al - Kotob Al - ilmiyah\r\nBeirut - Lebanon\r\nRaml Al - Zarif , Bohtory Str Melkart Bldg 1 st Floor\r\nHead office\r\nAramoun - Dar Al - Kotob Al - ilmiyah Bldg .\r\nTel \u0026 Fax : ( + 9615 ) 804810 / 11 / 12 / 13\r\nP . O . Box : 11 - 9424 Beirut - Lebanon\r\nDar Al - Kotob Al - ilmiyah\r\nBeyrouth - Liban\r\nRaml Al - Zarif , Rue Bohtory , imm Melkart 1 er Etage\r\nAdministration general\r\nAramoun - imm Dar Al - Kotob Al - ilmiyah\r\nTel \u0026 Fax : ( + 9615 ) 804810 / 11 / 12 / 13\r\nB . P : 11 - 9424 Beyrouth - Liban\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ المقدمة 
  ]\r\nبسم اللّه الرّحمن الرّحيم قال الشيخ الإمام العالم العلامة العامل العارف أبو محمد عبد اللّه بن أسعد اليمني اليافعي الشافعي رحمه اللّه تعالى آمين الحمد للّه الذي أطلع من آفاق كتابه العزيز نيرات أوضاح الغرر . وحفه بآثار الكرام وكرامات الأثر لا تنكر الأثر . وجعله بحرا يخرج منه فوائد الجواهر ونفائس الدرر وأمدنا بنور الأفهام وبنور الإلهام فتجلت منه بواهر الآيات وعجائب العبر أحمده حمد من حمد وشكر وصلى اللّه على سيدنا محمد وعلى آله وصحبه وسلم تسليما كثيرا .\r\nوبعد : فإن اللّه تعالى جعل كتابه للأدواء شفاء ولصداء القلوب جلاء . فهو النور الذي لا يشبهه نور والبرهان الذي تشفى به النفوس وتشرح به الصدور فرأيت أن أجمع في هذا الكتاب بين كتاب البرق اللامع والغيث الهامع تأليف الإمام الفقيه القاضي أبي بكر الغساني . وبين كتاب فيه خواص من القرآن وفواتح السور للإمام أبي حامد حجة الإسلام وبغية المرام الغزالي وسميته ( بالدر النظيم في فضائل القرآن والآيات والذكر الحكيم ) .\r\n\r\nفصل فيه نبذة مما جاء في فضائل القرآن العظيم وتلاوته\r\nعن النبي صلى اللّه عليه وسلم أنه قال ما اجتمع قوم في بيت من بيوت اللّه تعالى يتلون كتاب اللّه ويتدارسونه بينهم إلا أظلتهم الملائكة بأجنحتها واستغفروا لهم حتى يخوضوا في حديث غيره ومن سلك طريقا يطلب فيه وجه اللّه سهل اللّه له طريقا إلى الجنة ومن أبطأ به عمله لم يسرع به نسبه وعنه عليه الصلاة والسلام أنه قال ما من رجال يجتمعون يتلون كتاب اللّه تعالى إلا كانوا أضيافا للّه وقال عليه الصلاة والسلام ما من قوم اجتمعوا يذكرون اللّه عز وجل لا يريدون بذلك إلا وجه اللّه إلا ناداهم مناد من السماء قوموا مغفورا لكم قد بدلت سيئاتكم حسنات وعنه عليه الصلاة والسلام من تعلم القرآن ثم قام به فهو كمثل جراب محشو مسكا يفوح من ريحه كل مكان ومن تعلم القرآن ورقد به في جوفه فهو كمثل جراب وكي على مسك . وعن أبي سعيد الخدري رضي اللّه عنه قال : قال عليه الصلاة والسلام ثلاثة يوم القيامة على كثبان المسك لا يحزنهم الفزع الأكبر . لا يكترثون بالحساب رجل قرأ القرآن محتسبا ثم أم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nقوما محتسبا ورجل أذن محتسبا ومملوك أدى حق اللّه وحق مواليه . وقال عليه الصلاة والسلام إن في القرآن لسورة تدعى العزيزة عند اللّه ويدعى صاحبها الشريف عند اللّه تشفع لصاحبها يوم القيامة في أكثر من ربيعة ومضر . ثم قال عليه الصلاة والسلام وهي يس وعن أنس قال افتخرت الأوس فقالوا منا غسيل الملائكة حنظلة ابن الراهب ومنا من حمته الدبر عاصم بن ثابت ومنا من اهتز لموته عرش الرحمن سعد بن معاذ . قال لهم الخزرجيون منا أربعة قرءوا القرآن على عهد رسول اللّه عليه الصلاة والسلام لم يقرأه غيرهم زيد بن ثابت وأبو زيد ومعاذ بن جبل وأبي بن كعب قال أبو عمر يعني لم يقرأه كله أحد منكم يا معشر الأوس ولكن قرأه جماعة من غير الأنصار منهم عبد اللّه بن مسعود وسالم مولى أبي حذيفة وغيرهم . وعن أبي أمامة أنه كان يقول اقرءوا القرآن ولا يغرنكم هذه المصاحف المعلقة فإنه لم يعذب اللّه قلبا وعى القرآن . وعنه عليه الصلاة والسلام أنه قال إن اللّه يرفع بهذا القرآن أقواما ويضع به آخرين وعن أبي سعيد الخدري رضي اللّه عنه قال : جاء رجل إلى النبي عليه الصلاة والسلام فقال يا رسول اللّه أوصني فقال عليك بتقوى اللّه فإنها خاتم كل خير وعليك بالجهاد فإنه رهبانية الإسلام وعليك بذكر اللّه عز وجل أو تلاوة كتابه فإنه نور لك في الأرض وذكر في السماء وأخرس لسانك إلا من خير فإنك بذلك تغلب الشيطان . وقال عليه الصلاة والسلام أهل القرآن هم أهل اللّه وخاصته . وعن هشام بن الحارث عن ابن عباس عن النبي عليه الصلاة والسلام أنه قال يا ابن عباس ألا أهدي لك هدية علمني جبريل للحفظ قال قلت بلى يا رسول اللّه قال تكتب في طشت بزعفران فاتحة الكتاب إلى آخرها وسورة الملك وسورة الحشر وسورة الواقعة ثم تصب عليها من ماء زمزم أو المطر أو ماء نظيف ثم تشربه على الريق في السحر ثلاث مثاقيل لبنا وعشر مثاقيل عسلا وعشر مثاقيل سكرا ثم تصلي بعد هذا الشراب ركعتين تقرأ فيهما الفاتحة مائة مرة والإخلاص مائة مرة في كل ركعة ثم تصبح صائما . قال ابن عباس لا يأتي عليه أربعون يوما إلا يصير حافظا وهذا لمن دون الستين . قال ابن عباس جربناه فوجدناه فكان الزهري يكتبه للأولاد ويسقيهم إياه . قال عاصم فكتبته لنفسي وأنا ابن خمس وخمسين سنة فلم يأت علي شهر حتى رأيت في نفسي من الزيادة ما لا أقدر على وصفها .\r\n\r\nفصل في الدعاء عند ختم القرآن\r\nعن أبي هريرة أن النبي عليه الصلاة والسلام كان إذا ختم القرآن دعا قائما يقول الحمد للّه رب العالمين الحمد للّه الذي خلق السماوات والأرض وجعل الظلمات والنور ثم الذين كفروا بربهم يعدلون لا إله إلا اللّه كذب العادلون باللّه وضلوا ضلالا\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبعيدا لا إله إلا اللّه كذب المشركون من العرب والمجوس واليهود والنصارى والصابئين من ادعى للّه عز وجل ولدا أو صاحبة أو شبيها أو مثلا أو سميّا أو عديلا تباركت ربنا من أن تتخذ شريكا فيما خلقت الحمد للّه الذي لم يتخذ ولدا ولم يكن له شريك في الملك ولم يكن له ولي من الذل وكبره تكبيرا الحمد للّه كثيرا وسبحان اللّه بكرة وأصيلا الحمد للّه الذي أنزل على عبده الكتاب إلى قوله إلا كذبا الحمد للّه الذي له ما في السماوات وما في الأرض إلى قوله وهو الرحيم الغفور قل الحمد للّه وسلام إلى قوله بل أكثرهم لا يعلمون الحمد للّه فاطر السماوات والأرض إلى قوله وهو العزيز الحكيم صدق اللّه العظيم . وبلغ رسوله الكريم وأنا على ذلك من الشاهدين اللهم صلّ على جميع الأنبياء والمرسلين وارحم عبادك المؤمنين من أهل السماوات وأهل الأرضين واختم لنا منك بخير أجمعين وبارك لنا في القرآن العظيم وانفعنا بالآيات والذكر الحكيم . ربنا تقبّل منّا إنك أنت السميع العليم . بسم اللّه الرحمن الرحيم وإذا افتتح القرآن قال مثل هذا وروي عن مطرف أنه كان يدعو عند ختم القرآن . اللهم ربنا لك الحمد أنت المتعالي بالقدرة والسلطان المتين ربنا ولك الحمد أنت المكتفي بعلمك والمحتاج إليك كل علم ربنا ولك الحمد على ما علمتنا من الحكمة والقرآن العظيم ، ربنا ولك الحمد أنت علمتنا قبل رغبتنا في تعليمه واختصصتنا به قبل علمنا بنفعه اللهم قد كان ذلك من منتك وفضلك وجودك لطفا بنا ورحمة لنا وامتنانا علينا من غير حولنا ولا حيلتنا ولا قوتنا اللهم هب لنا حسن تلاوته وحفظ آياته وإيمانا بمتشابهاته وعلما بحكمه وهدى في تدبيره وتثبيتنا في تأويله ونصرة بنوره وعصمة من سخطك ودليلا على طاعتك . اللهم أنت أنزلته شفاء لأوليائك وشقاء على أعدائك وعمى على أهل معصيتك ونورا لأهل طاعتك ، اللهم اجعله لنا حصنا وحرزا من عذابك وحاجزا عن معصيتك وعصمة من سخطك ودليلا على طاعتك ، اللهم إنا نعوذ بك من الشقوة في حمله والعمى عن علمه . اللهم اجعلنا نتبع حلاله ونجتنب حرامه ونعرف حدوده ونؤدي فرائضه . اللّه ارزقنا حلاوة في تلاوته وتنشيطا في قيامه . اللهم اقض عنا ببركته ديوننا وعافنا به من خزي الدنيا وفتنها والآخرة وفضيحتها إنك على كل شيء قدير . اللهم ارحمنا بالقرآن واجعله إماما وهدى ونورا ورحمة اللهم ذكرني منه ما نسيت وعلمني منه ما جهلت وارزقني تلاوته آناء الليل وأطراف النهار واجعله لي حجة ولا تجعله علي يا رب العالمين .\r\nوبلغنا أن جعفر الصادق كان يدعو إذا تلا اللهم اهدني بالقرآن اللهم أجرني بالقرآن اللهم ارزقني بالقرآن اللهم اغفر لي بالقرآن اللهم ارحمني بالقرآن . وعن عائشة رضي اللّه عنها قالت ما جلس رسول اللّه عليه الصلاة والسلام مجلسا قط ولا تلا قرآنا ولا\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nصلى صلاة إلا ختم ذلك بكلمات قالت فقلت يا رسول اللّه ما لي أراك لا تجلس مجلسا ولا تتلو قرآنا ولا تصلي صلاة إلا ختمت بهؤلاء الكلمات . قال نعم من قال خيرا ختم له بطابع على ذلك الخير ومن قال شرا كان له كفارة سبحانك اللهم وبحمدك أشهد أن لا إله إلا أنت وحدك لا شريك لك أستغفرك وأتوب إليك .\r\n\r\nنبذة من بعض فضل البسملة\r\nاعلم أنها أول كتاب اللّه العزيز وأول الكتب التي كان يرسلها النبي عليه الصلاة والسلام ومن كتاب فضائل القرآن لأبي عبد القاسم بن سلامة العقلي قال : كان النبي عليه الصلاة والسلام يبتدئ كتابه أولا باسمك اللهم فجرت بذلك ما شاء اللّه أن تجري ثم نزلت  بِسْمِ اللَّهِ مَجْراها  فكتب بسم اللّه فجرت ما شاء اللّه أن تجري ثم نزلت  قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ  فكتب بسم اللّه الرحمن الرحيم فجرت ما شاء اللّه أن تجري ثم نزلت  إِنَّهُ مِنْ سُلَيْمانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ  وحكى عنه منصور بن عمار أنه وجد رقعة في الطريق مكتوب فيها البسملة فأخذها فلم يجد لها موضعا فأكلها فرأى فيما يرى النائم أن قائلا قال له قد فتح اللّه عليك باب الحكمة باحترامك لتلك الرقعة فكان بعد ذلك يتكلم بالحكمة وقال عليه الصلاة والسلام ما من كتاب يلقى بمضيعة من الأرض فيه اسم من أسماء اللّه تعالى إلا بعث اللّه له ملائكة يحفونه بأجنحتهم حتى يبعث اللّه تعالى إليه وليا من أوليائه فيرفعه من الأرض ومن رفع كتابا من الأرض فيه اسم من أسماء اللّه تعالى رفعه اللّه تعالى في عليين وكان سبب توبة بشر بن الحارث الحافي أنه أصاب في الطريق كاغدة مكتوبا عليها اسم اللّه تعالى قد وطئها الأقدام فأخذها واشترى بدرهم كان معه غالية فطيب بها الكاغدة وجعلها في شق حائط فرأى فيما يرى النائم كأن قائلا يقول له يا بشر طيبت اسمي لأطيبن اسمك في الدنيا والآخرة فكم من غني كان راكبا لا يمشي ويستنكف أن يكون حافيا مات اسمه بموته وهذا كان فقيرا حافيا بقي ذكره على الأحقاب .\r\nفليعمل العاملون فلا يضيع عمل عامل عند اللّه تعالى وقال عليه الصلاة والسلام اكتبوا بسم اللّه الرحمن الرحيم في كتبكم فإذا كتبتموها فتكلموا بها وسأل سيدنا عثمان بن عفان رضي اللّه عنه عن النبي عليه الصلاة والسلام عن البسملة فقال هو اسم اللّه الأعظم وما بينه وبين اسم اللّه الأعظم إلا كما بين سواد العين وبياضها من القرب .\r\nوقال حكي أن بسم اللّه الرحمن الرحيم يدل على اسم باطن وهو الاسم المخزون المكنون الذي إذا دعي به أجاب . وعن الزهري في قوله تعالى :  وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوى  . قال بسم اللّه الرحمن الرحيم وعن عائشة رضي اللّه عنها قالت : قال رسول\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nاللّه عليه الصلاة والسلام قراءة القرآن في الصلاة أفضل من قراءة القرآن في غير الصلاة وقراءة القرآن في غير الصلاة أفضل من التسبيح والتكبير . والتسبيح أفضل من الصدقة ، والصدقة أفضل من الصيام ، والصيام نجاة من النار . وقال عليه الصلاة والسلام مثل المؤمن الذي يقرأ القرآن كمثل الأترجة طعمها طيب وريحها طيب ومثل المؤمن الذي لا يقرأ القرآن كالثمرة طعمها طيب ولا ريح لها ومثل الفاجر الذي يقرأ القرآن كمثل الريحان ريحها طيب وطعمها مر ومثل الفاجر الذي لا يقرأ كمثل الحنظلة طعمها مر ولا ريح لها وعن أبي أمامة عن النبي عليه الصلاة والسلام إنه قال اقرءوا فإنه نعم الشفيع لصاحبه وقال عليه الصلاة والسلام من قرأ في المصحف ثمانين آية كتب اللّه له بعدد كل شيء في الدنيا حسنات . وعن عبد اللّه بن مسعود رضي اللّه عنه أديموا النظر في المصحف فإنها عبادة وقال عليه الصلاة والسلام من قرأ القرآن في أقل من ثلاث لم يفقد وكان ابن عفان يبتدئ بالختمة يوم الجمعة ويختم ليلة الخميس وعن عمر بن الخطاب رضي اللّه عنه أنه قال إذا قام العبد من الليل فتسوك وتوضأ ثم قام للصلاة فكبر وقرأ وضع الملك فاه على فيه ويقول أتل أتل فقد طبت وطاب لك وإن توضأ ولم يستك حفظ عليه ولم يعد ذلك ألا وإن قراءة القرآن مع الصلاة كنز من كنوز الجنة وخير موضع فاستكثروا منه ما استطعتم وإن الصلاة نور والزكاة برهان والصبر ضياء والصوم جنة والقرآن حجة لكم أو عليكم وأكرموا القرآن ولا تهينوه فإن اللّه يكرم من أكرمه ويهين من أهانه واعلموا أنه من تلا القرآن وحفظه وعمل به واتبع ما فيه كانت له دعوة عند اللّه سبحانه يوم القيامة إن شاء عجلها له في دنياه أو ادخرها له في الآخرة واعلموا أن ما عند اللّه خير وأبقى للذين آمنوا وعلى ربهم يتوكلون .\r\n\r\nفصل في آداب القرآن وفيه مسائل ينبغي للقارئ الاعتناء بها\r\nوهو أن يخلص في قراءته وأن يريد وجه اللّه وأن لا يقصد بها توصلا إلى شيء سوى ذلك وأن يتأدب مع القرآن ويستحضر ذهنه أنه يناجي اللّه ويتلو كتابه كأنه يراه فإن لم يكن يراه فإنه سبحانه يراه ثم إذا أراد القراءة نظف فمه بالسواك ويقول عند السواك اللهم بارك فيه يا أرحم الراحمين ويمر بالسواك على أطراف أسنانه وكراسي أضراسه وسقف حلقه إمرارا لطيفا ويستاك بعود والأولى أن يكون من أراك فإن كان يابسا ليّنه بالماء وتكره القراءة إذا كان فيه نجس بدم أو غيره قبل غسله ولا تحرم وينبغي للقارئ أن يكون شأنه الخضوع والتدبر والخشوع والبكاء والتباكي لمن لا يقدر على البكاء فإنه صفة العارفين وشعار الصالحين . وقال إبراهيم الخواص دواء\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالقلب خمسة أشياء قراءة القرآن بالتدبر وإخلاء البطن وقيام الليل والتضرع عند السحر ومجالسة الصالحين والقراءة في المصحف أفضل من القراءة من حفظه واعلم أنه جاءت آثار بفضيلة رفع الصوت بالقراءة وآثار بفضيلة الإسرار والإسرار أفضل لأنه أبعد عن الرياء فإن لم يخف الرياء فالجهر أفضل بشرط أن لا يؤذي غيره من مصل أو نائم أو غيرهما وفضيلة الجهر أن العمل فيه أكثر ويتعدى نفعه إلى غيره ويجمع همته إلى الفكر ويصرف سمعه إليه ويطرد النوم ويزيد في النشاط ويوقظ النائم والغافل فمتى حضر شيء . من هذه النيات فالجهر أفضل ويستحب تحسين الصوت بالقراءة ما لم يخرج عند حد القراءة بالمطيط فإن أفرط حتى زاد حرفا أو خفى حرفا فهو حرام وكذا قراءته بالألحان ويستحب للقارئ إذا ابتدأ من وسط السورة أن يبدأ من أول الكلام ولا يتقيد بالأجزاء والأحزاب والأعشار فإن كثيرا منها في وسط الكلام المرتبط بالكلام فلا يغتر الإنسان بكثرة الغافلين لهذا الذي نهينا عنه ولهذا قال بعض العلماء قراءة سورة قصيرة بكمالها أفضل من قراءة قدرها من سورة طويلة لأنه يخفى الارتباط على كثير من الناس ونهى عن قراءة سورة الأنعام في ركعة ويكره أن يقول نسيت آية كذا أو سورة كذا بل يقول أنسيها وقال عليه الصلاة والسلام لا يقول أحدكم نسيت آية كذا وكذا بل هو أنسي وقراءة القرآن آكد الأذكار فينبغي المداومة عليها فلا يدعها يوما وليلة ويحصل له حظ في القرآن بقراءة الآيات القليلة . عن عمر بن الخطاب رضي اللّه عنه قال : قال النبي عليه الصلاة والسلام من نام عن حزبه من الليل أو عن شيء منه فقرأه ما بين صلاة الفجر وصلاة الظهر كتب له كأنما قرأ من الليل وقال عليه الصلاة والسلام إنما مثل صاحب القرآن كمثل الإبل المعلقة إن عاهد عليها أمسكها وإن أطلقها ذهبت منه وقال عليه الصلاة والسلام من قرأ القرآن ثم نسيه لقي اللّه تعالى يوم القيامة أجذم وقال أيضا ما من امرئ يقرأ القرآن ثم ينساه إلا لقي اللّه يوم القيامة أجذم والأجذم هنا قيل مقطوع اليد الحجة وقيل هو الذي به جذام نسأله السلامة وقال عليه الصلاة والسلام من خشي أن ينسى القرآن فليقل اللهم نور بكتابك بصري وأطلق به لساني واشرح به صدري واستعمل به جسدي بحولك وقوتك فإنه لا حول ولا قوة إلا بك وشكا رجل إلى النبي عليه الصلاة والسلام نسيان القرآن فقال علمني شيئا يجزيني فقال قل بسم اللّه والحمد للّه ولا إله إلا اللّه واللّه أكبر ولا حول ولا قوة إلا باللّه العليّ العظيم فعدهن في يده ثم ضم أصابعه خمسا فقال يا رسول اللّه هذا لربي فما لي فقال قل اللهم اغفر لي وارحمني وعافني وارزقني واهدني قال فعدّهن في يده خمسا وضم أصابعه الأخرى فقال عليه الصلاة والسلام أما هذا فقد ملأ يده خيرا . وعن ابن عباس رضي اللّه عنهما قال : قال عليه الصلاة\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nوالسلام من قال بسم اللّه الرحمن الرحيم ولا حول ولا قوة إلا باللّه العلي العظيم صرف اللّه عنه سبعين بابا من البلاء أولها الهم والغم واللم . وقال عليه الصلاة والسلام لا تمدوا الباء إلى الميم حتى ترفع السين . وروي عن عمر بن عبد العزيز أنه ضرب كاتبها لأنه كتب الميم قبل السين فقيل له فيم ضربك أمير المؤمنين فقال في سين وروي عنه عليه الصلاة والسلام أنه قرأ بسم اللّه الرحمن الرحيم فرددها عشرين مرة وإنما رددها لتدبره في معانيها وعنه عليه الصلاة والسلام من كتب بسم اللّه الرحمن الرحيم فجوّدها تعظيما لها غفر له ويستحب له التسمية في جميع الأعمال ويقول اللهم بارك لنا فيما رزقتنا وقنا عذاب النار وإذا لم يذكر اللّه العبد عند دخوله لبيته وعند طعامه قال الشيطان لأعوانه أدركتم المبيت والعشاء . وقال بعض العارفين اعلم أن بسم اللّه الرحمن الرحيم تسعة عشر حرفا وخزنة النار تسعة عشر فيدفع اللّه تعالى عن المؤمن بكل حرف من هذه التسعة عشر واحدا من الزبانية التسعة عشر واعلم أن البسملة أربع كلمات والذنوب أربعة أنواع ذنوب الليل وذنوب النهار وذنوب السر وذنوب العلانية فمن قالها على إيمان وإخلاص وصفاء غفر اللّه له الأنواع الأربعة من الذنوب والخنا وقيل الباء بهاء اللّه والسين سناء اللّه والميم ملك اللّه وقيل مجد اللّه وقيل إن من أشرف الحروف مجموع ما تقدم رسمه من الحروف التي هي الألف واللام والباء والسين والميم والهاء والحاء والنون والياء فتلك حروف البسملة وهي أشرف القواعد وأتم العوالم وأعظم الأسماء ومنها انبعاثات القدرة ومن الباء مع الميم وجد الملك الشاهدي ومن الباء مع السين تكون علم الملكوت العلوي ومن الباء مع الميم والألف تكونت الأسماء ومن اللام مع الهاء ترتب الأطوار ومن الراء مع الحاء ظهرت الرحمة ومن النون مع الباء ظهر حكم القبضتين ثم أنبهك على إشارات لطيفة من أنفاس المخلوقين وأنوار المطيعين وقال لي بعض العارفين المحققين المطلعين : اعلم إني أستدل على أن في بسم اللّه الرحمن الرحيم اسم اللّه الأعظم والنور الأقوم بأن بسم اللّه الرحمن الرحيم إذا أضيفت إلى الربوبية كانت على قسمين قسم يبرز منه التعظيم وقسم يبرز منه العلو وذلك لأمرين أحدهما أن التعظيم هو رداء اللّه تعالى المثبوت في العالم وهو الاسم المبسوط في الأكوان لكونه لم يأت فسبح باسم ربك العظيم إلا بعد وصف المقربين ووصف أصحاب اليمين ووصف المكذبين الضالين بعد حق اليقين فمن علم سر المقربين وسر أصحاب اليمين وسر مستقر المكذبين وبدا له ذلك حق اليقين شاهد عظمة اللّه تعالى في العالم أجمعه وشاهد اسم اللّه الأعظم والثاني بعد ذلك أعني ثاني الاعتبار لأن هذا الشكل هبوطي من علو إلى أسفل لكل ذي قلب سليم من دنس المطيتي البرابي والكشف الحجابي\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nلأن الأشكال قسمان شكل هبوطي وشكل عروجي فهذا المتقدم شكل هبوطي لشمول الاسم الأعظم في الدائرة الحسية الحقيقية التركيبية وأما الثاني فهو العروجي الطلوعي وهو إضافة الاسم في الربوبية علويات فالمراتب العلويات الثلاثة أوضاع شهودك في الأرواح القدسيات ثم المقربين ثم أصحاب اليمين والاستشراف على المكذبين الضالين والثلاث السفليات الذي خلق فسوى والذي قدر فهدى والذي أخرج المرعى فتلك باطن هذه في عالم الإيجاد الإبداعي فاسم الربوبية يظهر بحقائق الوجود واسم الألوهية قاهر لحقائق الموجودات فلا يبقى أثر لمتوهم بصيرة لمتبصرة وإذا أضيف الاسم الذي هو بسم اللّه برزت الرحمانية فالعظمة صفة الربوبية وكذا العلا صفة الربوبية والرحمانية صفة الألوهية إلا أن الربوبية ظاهر والألوهية باطن وذلك نسبة كنسبة فسبح ونسبة الاسم كنسبة اسم الجلالة ونسبة ربك كنسبة الرحمن ونسبة العظيم كنسبة الرحيم ونسبة سبح كنسبة بسم ونسبة اسم كنسبة الجلالة ونسبة ربك كنسبة الرحمن ونسبة الأعلى كنسبة الرحيم ونسبة اقرأ كنسبة بسم ونسبة باسم كنسبة الجلالة ونسبة ربك كنسبة الرحمن ونسبة الذي خلق كنسبة الرحيم إلا أن هذه الثلاثة عروجا من أسفل إلى علو وتلك هبوط من علو إلى أسفل ومقاليد السفليات بعد العلويات فسبح باسم ربك غيبة وسبح باسم ربك الأعلى غيبة أخرى واقرأ باسم ربك غيبة ثالثة وبسم اللّه الرحمن الرحيم غيبة وحضور فبسم اللّه حضور والرحمن الرحيم غيبة وكذلك جميع الفهم في كتاب اللّه واعلم أن بسم اللّه الرحمن الرحيم محتوية على ثلاثة عوالم عالم الملك الأول ثم عالم الخلق ثم عالم الأمر وذلك لقوله تعالى  أَلا لَهُ الْخَلْقُ وَالْأَمْرُ  واعلم أن بسم اللّه الرحمن الرحيم لتوصل الخير من جميع العوالم وفيها سر المبتدي والمنتهي وفيها مراتب التوحيد لأن بسم اللّه الرحمن الرحيم قبالة شهد اللّه والملائكة قبالة شهد الرحمن وأولوا العلم قبالة الرحيم فأول دائرة بسم اللّه كآخرها وظاهرها كباطنها وبها أقام اللّه شجرة الأكوان وأظهر بها أسرار المكنونات فتأمله بفكر خفي وإيمان بعقل وفي ولذلك من أكثر من ذكرها رزق الهيبة عند العالمين العلوي والسفلي ومن علم ما أودع اللّه فيها من الأسرار وكتبها على شيء لم يحترق بالنار وفيها سر اسم اللّه الأعظم . قال عبد اللّه بن عمر بن الخطاب من كانت له حاجة فليصم الأربعاء والخميس والجمعة فإذا كان يوم الجمعة تطهر وذهب إلى الجمعة فتصدق بصدقة قلت أو كثرت ما بين الرغيف إلى ما فوق ذلك وما كثر فهو أفضل فإذا صلى الجمعة قال اللهم إني أسألك باسمك بسم اللّه الرحمن الرحيم الذي لا إله إلا هو الحي القيوم الذي لا تأخذه سنة ولا نوم الذي ملأت عظمته السماوات والأرض وأسألك باسمك بسم اللّه الرحمن الرحيم الذي لا إله إلا هو الذي عنت له\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nالوجوه وخضعت له الرقاب وخشعت له الأبصار ووجلت منه القلوب وذرفت منه العيون أن تصلي على سيدنا محمد وأن تعطيني حاجتي وهي كذا وكذا وكان يقول لا تعلموها سفهاءكم فيدعو بعضهم على بعض فيستجاب لهم وعن أنس بن مالك رضي اللّه عنه أن رسول اللّه عليه الصلاة والسلام قال من كانت له حاجة فليسبغ الوضوء ويصل ركعتين يقرأ في الأولى بفاتحة الكتاب وآية الكرسي وفي الثانية بفاتحة الكتاب وآمن الرسول الخ السورة ويتشهد ويسلم ويدعو بهذا الدعاء اللهم يا مؤنس كل وحيد ويا صاحب كل فريد ويا قريبا غير بعيد ويا شاهدا غير غائب ويا غالبا غير مغلوب يا حي يا قيوم يا ذا الجلال والإكرام يا بديع السماوات والأرض اللهم إني أسألك باسمك بسم اللّه الرحمن الرحيم الحي القيوم الذي لا تأخذه سنة ولا نوم وأسألك باسمك بسم اللّه الرحمن الرحيم الحي القيوم الذي عنت له الوجوه وخشعت له الأصوات ووجلت من خشيته القلوب أن تصلي على سيدنا محمد وعلى آل محمد وأن تقضي لي كذا وكذا فإنه تقضى حاجته ولو شرحنا البسملة شرحا وافيا لضاق عليك ذلك وإنما نوّهنا في هذا الكتاب بالرمز والتلويح إلى الاسم الأعظم إذ لا يمكن النطق به ظاهرا صريحا إذ لم تكن تلك أفعال السلف الصالح وكذلك السر النبوي والأسرار القدرية والأسرار الإلهية إذ لا يمكن أن يبرز للعالم العبارة للطافتها وكثافة العالم ألا ترى إلى كتاب اللّه العزيز فيه ما يفتقر إلى التدبر والتفكر والغوص على درره في بحره فهذه سنة اللّه تعالى في مخلوقاته ظاهرة في بطون وباطنة في ظهور ألا ترى إلى قوله  وَكَأَيِّنْ مِنْ آيَةٍ فِي السَّماواتِ وَالْأَرْضِ يَمُرُّونَ عَلَيْها وَهُمْ عَنْها مُعْرِضُونَ  لم يرد بذلك ظواهر الآيات إذ هي بارزة للعيون والمحسوسات وكثيرا ما ينظر إليها بعين الرأس وهي بعين البصيرة بخلاف ذلك قال اللّه تعالى  وَتَحْسَبُهُمْ أَيْقاظاً وَهُمْ رُقُودٌ  فلا يصح النظر إلا بعين البصيرة المستنيرة بنور الإيمان فتدبر ذلك تجده إن شاء اللّه تعالى قال الحافظ أبو حاتم الرازي دخلت مسجد أبي اليمان الحكم بن نافع الصنعاني المذكور شيخ البخاري فأخذتني الحمى فخرج أبو اليمان المذكور من منزله ودخل المنزل الذي كنت فيه في المسجد سأل عني فقالوا أخذته الحمى فجاءني فقال ما قصتك قلت حممت يا أبا اليمان فقال أين كنت عن طلسم الحمى فقلت وما هو فإني لا أعرفه فكتب لي في رقعة هذه الصورة فجعلتها تحت رأسي فلما قام أخذتها فنظرت فيها هذه الصورة فقال لي أبو حاتم الرازي فما كان بأسرع من ذهابها عني ثم جاءني فقال كيف حالك فقلت في عافية فقال احفظها وعلمها الناس فإنها نافعة إن شاء اللّه وهي هذه ولقضاء الحوائج مما نقلته من خط بعض العارفين عن\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nجعفر الصادق أنه قال من كانت له حاجة إلى اللّه مهمة فليكتب في رقعة بسم اللّه الرحمن الرحيم من العبد الذليل إلى الرب الجليل رب أني مسني الضر وأنت أرحم الراحمين ويرمي الورقة في الماء الجاري ويقول إلهي بمحمد وآله الطيبين وصحبه المرتضين اقض حاجتي يا أكرم الأكرمين وتذكر حاجتك فإنها تقضى إن شاء اللّه تعالى وذكر بعض الإخوان أن من قرأ البسملة اثني عشر ألف مرة وآخر كل ألف يصلي ركعتين ويسأل اللّه أي حاجة شاء ثم يعود إلى القراءة فإذا بلغ ألف مرة فعل مثل ذلك من الصلاة والدعاء إلى انقضاء العدد المذكور فإن حاجته تقضى إن شاء اللّه وذكر الحاكمي أنه جرت له في حكمه حكاية غريبة ونقل الإمام أبو يعقوب يوسف الشاذلي الزيات عن إبراهيم بن موسى بن عبد اللّه المعروف باصاصاي من أقران إبراهيم بن هلال الدكالي مات بدكالة في سنة 615 وكان مجاب الدعوة دعا على عيسى بن داود الفقيه وقد أنكر عليه كرامات الأولياء أن يختل عقله فجن عيسى واختل إلى أن مات وتشكى الناس إليه مرة أخرى جور العامل فجمع خلقا كثيرا على الساحل وقرأ بسم اللّه الرحمن الرحيم ألف مرة وحمد اللّه سبحانه وتعالى ألف مرة قال لا إله إلا اللّه ألف مرة وصلى على النبي عليه الصلاة والسلام وكذلك ودعا على العامل ألف مرة ثم قال ابعثوا من يأتيكم بخبره . فإن اللّه قد أجاب دعاءكم فيه فذهب اليه جماعة فوجدوه قد نكب واختل نظامه ولم يزل كذلك إلى أن مات نقل ذلك كله الشيخ أبو محمد عبد المهيمن الحضرمي رضي اللّه تعالى عنه .\r\n\r\nخواص سورة الفاتحة\r\nهي السبع المثاني والقرآن العظيم والإجماع على أنها مكية وسميت الفاتحة لافتتاح القرآن بها والصلاة بها والمنجية لقوله عليه الصلاة والسلام هي لما قرئت له والوافية بالفاء لأنها سبع آيات ولا تنتصف والواقية بالقاف وأم القرآن لتقدمها وتسمى الدالة لكونها مقدمة والسبع المثاني لأنها تثنى في الركعة بعد الركعة وقيل لأنها نزلت مرتين مرة بمكة ومرة بالمدينة فثنيت ولكونها استثنيت لهذه الأمة فلم تنزل على أحد قبلها ذخرا لها وقيل لأن نصفها ثناء ونصفها دعاء قال عليه الصلاة والسلام لأبي بن كعب أتحب أن أعلمك سورة لم ينزل في التوراة ولا في الإنجيل ولا في الزبور مثلها\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nوإنها سبع من المثاني والقرآن العظيم الذي أعطيته وقال عليه الصلاة والسلام من صلى صلاة لم يقرأ فيها بأم القرآن فهي خداج فهي خداج وقال عليه الصلاة والسلام من قرأ فاتحة الكتاب فكأنما قرأ التوراة والإنجيل والزبور والفرقان وقال عليه الصلاة والسلام فاتحة الكتاب شفاء من كل هم وقال عليه الصلاة والسلام إن القوم ليبعث عليهم العذاب حتما مقضيا فيخرج صبي من صبيانهم فيقرأ من كتاب اللّه فاتحته فيرفع اللّه عنهم العذاب بذلك أربعين سنة وقال عليه الصلاة والسلام أفضل آي القرآن الحمد للّه رب العالمين وقال عليه الصلاة والسلام أوحى اللّه إلي فيما منّ به عليّ إني أعطيتك فاتحة الكتاب من كنوز عرشي ثم قسمتها بيني وبينك نصفين وقال عليه الصلاة والسلام أم القرآن تجزئ عن غيرها ولا يجزئ غيرها عنها وقال سعيد بن جبير قال ابن عباس بسم اللّه الرحمن الرحيم آية من أم القرآن وعن حاوية بن صالح عن أبي فروة نخر إبليس ثلاث نخرات لما أخرج من الجنة وأهبط إلى الأرض بعث اللّه إليه ملكا ينزع عنه لباسه فنخر عند ذلك نخرة ونخر نخرة ثانية حين بعث اللّه محمدا عليه الصلاة والسلام ونخر نخرة ثالثة حين نزلت أم القرآن وعن ابن عباس رضي اللّه عنه قال بينما جبريل عليه الصلاة والسلام قاعد عند النبي صلى اللّه عليه وسلم إذ سمع صوت نقيض فرفع جبريل بصره فقال هذا باب من السماء فتح لنا اليوم ولم يفتح قط لأمة إلا اليوم فنزل منه ملك فقال هذا ملك نزل إلى الأرض لم ينزل قط إلا اليوم فسلم وقال أبشر بنورين اثنين أوتيتهما ولم يؤتهما نبي قبلك فاتحة الكتاب وخواتم سورة البقرة ولم تقرأ بحرف منها إلا أعطيته وقال علي بن أبي طالب كرّم اللّه وجهه لو شئت لأوقرت سبعين بعيرا من تفسير فاتحة الكتاب وقال أيضا أم الكتاب هي رأس القرآن وعماده وذروة سنامه وفيها خمسة أسماء وهي الأسماء العظيمة القدر والشريفة في الأصل ومن شرف هذه الأسماء وعظم قدرها أن جعلها اللّه أم القرآن وجعلها مفتاحا وجعل الصلاة لا تتم إلا بها وإنما شرفت أم القرآن على غيرها من السور بهذه الأسماء الخمسة واعلم أن فيها اسم اللّه الأعظم الكبير الأكبر الذي إذا دعي به أجاب وإذا سئل به أعطى وقال أهل العلم هذه الأسماء للّه تعالى في أول اللوح المحفوظ كما هي في أول القرآن وهي مكتوبة في سرادق العرش والكرسي ثم إذا نظرنا في الأسماء الخمسة وتدبرناها فوجدنا اللّه تعالى مرتبا عليها الصلوات الخمس وبني الإسلام على خمس وجعل في الركاز والغنائم الخمس ورتب زكاة الإبل عليه ففرض في خمس ذود من الإبل شاة وجعل الشهادة في اللعان خمسا وجعل الإيمان في القسامة خمسين يمينا وأوجب الحدود خمسة أشياء وجعل أصابع اليدين والرجلين خمسة ووجدنا عدد الأنبياء الذين ذكرهم اللّه في كتابه 25 نبيا ووجدنا أم القرآن التي\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nهي رأس القرآن وعماده وذروة سنامه خمسة وعشرين كلمة مرتبة على خمسة ووجدنا سورة من 15 كلمة مرتبة على أسماء اللّه الخمسة وعن عائشة رضي اللّه عنها قالت قال عليه الصلاة والسلام من قال الحمد للّه رب العالمين أربع مرات ثم قال الخامسة ناداه ملك من قبل اللّه من حيث يسمع صوته إن اللّه قد أقبل عليك فاسأله ما شئت وقال عليه الصلاة والسلام من أتى منزله فقرأ سورة الحمد للّه رب العالمين وسورة الإخلاص نفى اللّه عنه الفقر وكثر خير بيته وعن علي بن أبي طالب رضي اللّه عنه أنه عليه الصلاة والسلام قال فاتحة الكتاب وآية الكرسي وآيتان من آل عمران هي  شَهِدَ اللَّهُ  إلى  الْإِسْلامُ  و  قُلِ اللَّهُمَّ مالِكَ الْمُلْكِ  إلى  بِغَيْرِ حِسابٍ  فإنهن ما بينهن وبين اللّه حجاب لما أراد اللّه أن ينزلهن تعلقن بالعرش وقلن تهبطنا إلى الأرض وإلى من يعصيك فقال اللّه تعالى حلفت لا يقرأكن أحد من عبادي في دبر كل صلاة إلا جعلت الجنة مثواه على ما كان منه وإلا أسكنته حظيرة القدس وإلا نظرت إليه كل يوم سبعين نظرة وإلا قضيت له سبعين حاجة أدناها المغفرة وإلا أعذته من كل عدوه وإلا نصرته عليه وقال عليه الصلاة والسلام إذا وضعت جنبك على الفراش وقرأت فاتحة الكتاب وقل هو اللّه أحد فقد أمنت من كل شيء إلا الموت وقال عليه الصلاة والسلام من قرأ عند مضجعه أم القرآن وآية الكرسي و  إِنَّ رَبَّكُمُ  إلى قوله  الْمُحْسِنِينَ  وآخر الحشر وسورة الإخلاص والمعوذتين وكل اللّه به ملكين يحفظانه من كل سوء حتى يصبح فإن مات غفر له وقال عليه الصلاة والسلام من أخذ من ماء المطر وقرأ عليه فاتحة الكتاب سبعين مرة وآية الكرسي سبعين مرة و   قُلْ هُوَ اللَّهُ أَحَدٌ   سبعين مرة والمعوذتين سبعين مرة والذي نفسي بيده أن جبريل عليه السلام جاءني وأخبرني أنه من يشرب من الماء سبعة أيام متوالية فإن اللّه سبحانه وتعالى يدفع عنه كل داء في جسده ويعافيه منه ويخرج من عروقه ولحمه وعظمه وجميع أعضائه وينبغي أن يقرأ فاتحة الكتاب عند الحجامة 7 مرات فإنه من العجائب وعن أسماء بنت أبي بكر قالت من قرأ يوم الجمعة بعد ما يسلم الإمام أم القرآن وقل هو اللّه أحد والمعوذتين معا سبعا سبعا حفظ اللّه له دينه ودنياه وأهله وولده إلى الجمعة الأخرى وقال جعفر الصادق من قرأ الفاتحة أربعين مرة على قدح ماء ورش به وجه المحموم نفعه وخلصه من الحمى وقال عليه الصلاة والسلام من أراد أن يشفى من ضعف في بصره أو رمد أصابه فليتأمل من الهلال أول ليلة فإن غم عليه تأمله الليلة الثانية فإذا رآه يمسح بيمينه على عينيه ويقرأ أم القرآن 10 مرات يبسمل في أول السورة ويؤمن في آخرها ثم يقرأ   قُلْ هُوَ اللَّهُ أَحَدٌ   ثلاث مرات وليقل شفاء من كل داء برحمتك يا أرحم الراحمين سبع مرات وليقل يا رب خمس مرات يقوى بصره بإذن اللّه وإذا تلاها\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالمريض في حال مرضه أو كتب في إناء ويمحي ويشرب ويرش ويدهن جميع جسده ثلاث مرات وأنت تقول اللهم اشف أنت الشافي اللهم اكف أنت الكافي اللهم اعف أنت المعافي يبرأ المريض ما لم يحضر أجله عدد آي الفاتحة 7 آيات وعدد كلماتها 25 وعدد حروفها 141 وفي سورة الفاتحة حروف المعجم بكمالها خلا فجش ثظخز ومجموعها في قوله تعالى :  أَ وَمَنْ كانَ مَيْتاً فَأَحْيَيْناهُ وَجَعَلْنا لَهُ نُوراً يَمْشِي بِهِ فِي النَّاسِ كَمَنْ مَثَلُهُ فِي الظُّلُماتِ لَيْسَ بِخارِجٍ مِنْها كَذلِكَ زُيِّنَ لِلْكافِرِينَ ما كانُوا يَعْمَلُونَ  .\r\n\r\nخواص سورة البقرة وهي مدنية\r\nوتسمى الفسطاط لاجتماع كثير من الآيات والعجائب والأحكام والقصص فيها لأن الفسطاط مجتمع أهل البلدة حول جامعها وكل مدينة جامعة في وسطه فهي فسطاط ومنه قيل لمصر فسطاط والفسطاط بيت من الشعر وتسمى سنام القرآن لقوله عليه الصلاة والسلام لكل شيء سنام وسنام القرآن سورة البقرة وفيها 500 حكم و 15 مثلا قال النبي عليه الصلاة والسلام لا تجعلوا بيوتكم مقابر وإن البيت الذي تقرأ فيه البقرة لا يدخله الشيطان وعن ابن مسعود رضي اللّه عنه أن رجلا من أصحاب رسول اللّه عليه الصلاة والسلام لقي شيطانا فصرعه فقال له الشيطان دعني أعلمك شيئا لا تقرأه في بيت فيه شيطان إلا خرج منه فتركه فأبى أن يعلمه فأخذه فصرعه ثانيا فقال له إن تركتني هذه المرة علمتك فتركه فأبى أن يعلمه فأخذه فصرعه الثالثة وعض إصبعه وقال واللّه لا أدعك أبدا حتى تعلمني فقال سورة البقرة واللّه ما قرئ شيء منها في بيت فيه شيطان إلا خرج وله أجيج كأجيج الحماة قيل لابن مسعود من الرجل فقال عمر بن الخطاب رضي اللّه عنه فقيل له وما أجيج الحمار قال ضراط كضراط الحمار وقال عليه الصلاة والسلام لأبيّ بن كعب رضي اللّه عنه أي آية معك في كتاب اللّه أعظم فقال اللّه لا إله إلا هو الحي القيوم قال فضرب في صدري فقال ليهنك العلم يا أبا المنذر وقال عليه الصلاة والسلام لبعض أصحابه إذا آويت لفراشك فاقرأ آية الكرسي فإنه لم يزل معك من اللّه حافظ ولا يقربك شيطان حتى تصبح وقال عليه الصلاة والسلام من قرأ آية الكرسي وثلاث آيات من الأعراف  إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ  إلى قوله  الْمُحْسِنِينَ  والصافات إلى قوله لازب ومن سورة الرحمن من  سَنَفْرُغُ لَكُمْ أَيُّهَ الثَّقَلانِ  إلى قوله  فَلا تَنْتَصِرانِ  عصم يومه من كل شيطان ومن كل ساحر مضر ومن كل شيطان من الإنس ومن كل سلطان ظلوم ومن كل لص ومن كل سبع ضار ومن قرأهن من ليله فله مثل ذلك وقال عليه الصلاة\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nوالسلام من قرأ آيتين من آخر سورة البقرة في ليلته كفتاه وفي رواية أجزأتا عنه قيامه تلك الليلة وقال الغزالي أعطى رسول اللّه صلى اللّه عليه وسلم ثلاثا لم يعطهن أحد ممن كان قبله فرض عليه الصلاة وغفر لأمته المقحمات ما لم يشرك باللّه شيئا وأعطى خواتيم سورة البقرة وقال عليه الصلاة والسلام إن اللّه سبحانه وتعالى ختم سورة البقرة بآيتين أعطانيهما من كنزه الذي تحت العرش فتعلموهما وعلموها نساءكم وأبناءكم فإنهما صلاة ودعاء وقرآن .\r\n\r\nفصل\r\nاختلف العلماء في الحروف المعجمة المفتتح بها السور على قولين أحدهما أنه من المتشابهات التي استأثر اللّه تعالى بعلمها فنحن نؤمن بتنزيلها ونكل إلى اللّه تأويلها وقال أبو بكر الصديق رضي اللّه عنه للّه عز وجل في كتابه سر وسر اللّه في القرآن أوائل السور وقال علي بن أبي طالب إن لكل كتاب صفوة وصفوة الكتاب حروف التهجي قال الحسن إن هذه الحروف المتقطعة في أوائل السور أسماء اللّه تعالى لو أحسن الناس تأليفها لعلموا اسم اللّه الأعظم ألا ترى أنك تقول الر ون وتقول حم فيكون الرحمن وكذلك سائرها على هذا القول إلا أنا لا نقدر على وصلها والجمع بينهما وسئل ابن عباس الر وحم ون فقال اسم الرحمن عليه الهجا وقال السدي والكلبي وقتادة هي أسماء القرآن وقيل إنها حروف أقسم اللّه تعالى بها قال عكرمة وابن عباس إن كل حرف دال على اسم من أسماء اللّه تعالى وصفة من صفات اللّه تعالى فالألف إشارة على أنه أول آخر أزلي أبدي واللام إشارة إلى أنه لطيف والميم إشارة إلى أنه ملك مجيد منان محسن وقال في كهيعص الكاف إشارة إلى أنه ثناء من اللّه تعالى على نفسه أنه الكافي الكبير الكريم والهاء على أنه هادي والياء على أنه يحيي والعين على أنه عالم عزيز والصاد على أنه الصادق وفي نسخة وقال كهيعص أنه ثناء من اللّه تعالى لنفسه أنه الكافي الكبير الكريم والهاء على أنه هادي والياء على أنه يحيي والعين على أنه عالم والصاد على أنه صادق وقيل إن بعض هذه الحروف يدل على اسم الذات وبعضها على اسم الصفات قال ابن عباس ألم أن اللّه أعلم وفي المص أن اللّه أفضل وفي الر أن اللّه أرى وقيل كل واحد يدل على صفات الأفعال فالألف آلاؤه واللام لطفه والميم مجده والطاء على أنه طيب ذو الطول والسين على أنه سلام سميع والر على أنه رب رحيم والحاء على أنه حليم حي حق حكيم والنون على أنه نور نافع والقاف على أنه قاهر قادر قيوم قوي وقال مقاتل\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nإن بعض هذه الحروف يدل على أسماء الذات وبعضها على أسماء الصفات ألم إن اللّه أعلم وفي المص أن اللّه أفضل وفي الر أن اللّه أرى وقيل الألف آلاؤه واللام لطفه والميم مجده ما منها حرف إلا في ذكر آلائه ونعمائه وقيل إن بعضها يدل على اسم اللّه الأعظم وقال الغزالي قد وردت هذه الحروف إلي في أوائل السور مجموعها 14 حرفا أولها ألم وآخرها نون وإنما بعضها مكرر في أوائل السور واختلف أهل العلم في معناها قيل إنها مشتقة من أسمائه تعالى الحسنى كما تقدم قال القاضي أبو بكر الباقلاني هذه الحروف هي النصف من الثمانية والعشرين حرفا من حروف المعجم تكررت في أوائل السور وجعلت القصص والأحكام بعد ذكرها وذكر أن هذه الحروف جعلها اللّه تعالى حفظا للقرآن من الزيادة والنقصان وهو المشار إليه بقوله تعالى :  إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ  وذكر بعض العارفين أن الحروف التي تلفظ بها 28 حرفا شطرها حروف النور وشطرها حروف الظلمة وعدد حروف النور فقال هي ا ح ص س ك ع ط ق ر ه ن م ل ى وما عداها حروف الظلمة وقال آخر هي ثلاثون كلمة و 78 حرفا وهي ألم ألم المص الر الر الر الر الر الر كهيعص طه طسم طس طسم ألم ألم ألم ألم يس ص حم حم حمعسق حم حم حم حم ق ن فإذا نظرت إلى ترتيبها من جهة جمعها وجدتها آحادا ومثاني وثلاثيات ورباعيات وخماسيات وذلك جار على قاعدة العرب في كلامها وأسماء مسمياتها قال الإمام سهل بن عبد اللّه التستري في كلامه على الحروف في فصل منه أشرف الحروف كلها الحروف التسعة من نورها اكتسبت الحروف جمالا وبهاء وهي هذه ال م ص ح ق ك ن وفالأجسام الظاهرة دالة عليها وعلى شرفها وهي السبع سماوات والكرسي والعرش وهي التسع المجسمات وهي الحروف التي حكى اللّه تعالى عنها في القرآن وهي قوله تعالى ألم المص ق ن حم وهي حروف القلم واللوح والحروف الأربعة عشر النورانية وهي ا ل م ص ر ك ى ع ط س ح ق ن وهي التي أقسم اللّه تعالى بها ولما كانت منازل القمر 14 منزلة باطنة كانت الحروف أيضا كذلك فمنها غيب وهي التي في أوائل السورة ومنها ظاهرة وهي باقي الحروف وإذا تألفت جاء منها 29 سورة على عدد أيام بعض الأشهر ألا ترى كمال القمر في الأربعة عشر منها وكما أن منازل القمر في قبول النور أربعة عشر منزلة حتى يكمل ويضاهي الشمس كذلك الكمال للنفس والإنارة حتى يصير عقلا وإنما يحصل لها ذلك بمعرفة هذه الأربعة عشر جملة التي أشارت هذه الحروف إليها وجماعها كلها هذه الثلاثة الحروف وهي ال م وكذلك قال اللّه تعالى :  ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ  وقال :   الر تِلْكَ آياتُ الْكِتابِ   فافهم فإن في ذلك لعبرة وآية .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nفصل فيما يختص بالحروف الأربعة عشر النورانية وما يختص بباقي الحروف كلها من الأسماء الحسنى ليدعو الداعي بها ويتصرف بمقتضياتها\r\n\r\nحرف الألف :\r\nله من الأسماء الحسنى ما يفتتح به وهو اللّه أحد أول آخر ( والباء ) بارئ باسط باعث بر باقي باطن ( والجيم ) جباة جليل جميل جواد جامع ( والدال ) دائم ديان ( والهاء ) هو هادي ( الواو ) وارث وهاب ( الزاي ) زكي زارع ( الحاء ) حي حكيم حليم حق حكم حفيظ حسيب ( الطاء ) طاهر طالب طائق ( والياء ) الاسم الأعظم الذي هو بالعبرانية ى ر ه ولا يعلم بنو إسرائيل تأويله إلى الآن ( والكاف ) كريم كفيل كبير ( اللام ) لطيف ( الميم ) مالك مؤمن مهيمن مصور ماجد مقتدر مؤخر معز مذل مقيت مجيب متين محصي مبدئ معيد محيي مميت متعال منتقم مالك الملك مقسط مغني معطي مانع منزل مهلك منشئ مبين ( النون ) نور نافع ( السين ) سلام سميع سبوح ( العين ) عزيز عليّ عظيم عدل عفو ( الفاء ) فرد فتاح ( الصاد ) صبور صمد صادق ( القاف ) قيوم قهار قاهر قدوس قائم على كل نفس بما كسبت قدير قابض قريب قديم ( الراء ) رحمن رحيم رب رؤوف رافع رقيب رزاق رشيد ( الشين ) شاهد شكور شديد العقاب ( التاء ) تواب ( الثاء ) ثابت الوجود ( الخاء ) خالق خبير خافض ( الذال ) ذو الجلال والإكرام ( الضاد ) ضار ( الظاء ) ظاهر ( الغين ) غني غفار غالب المختار من ذلك الدعاء بأسماء اللّه الحسنى فدالة عليه بالحروف النورانية الأربعة عشر التي نبه عليها جماعة من السادة الصحابة مثل علي بن أبي طالب وعبد اللّه بن عباس وعبد اللّه بن سلام وغيرهم ومنها الاسم الأعظم يا اللّه يا أحد يا أول يا آخر يا لطيف م يا مالك الملك يا مالك يوم الدين يا محيي يا مميت ص يا صمد ر يا رب الأرباب يا رحمن يا رحيم ك يا كريم ها يا هادي أنت هو لا إله إلا أنت ى يوه أهياشر هياهيا دو ع يا علي يا عظيم ط يا طالب يا طالب يا طاهر س يا سميع يا سبوح يا حي يا قيوم ن يا نور السماوات والأرض ونور الأنوار كلها ومنورها يا نافع أسألك الهدى والعفاف والغنى والتقى وأسألك العفو والعافية وأسألك رزقا دارا وعيشا قارا وعملا بارا وإلحاقا بعبادك الصالحين وأسألك أن تصلي على سيدنا محمد عبدك ونبيك ورسولك وعلى سيدنا إبراهيم خليلك وأن تسلم عليهما وعلى آلهما وعلى الأنبياء والمرسلين والشهداء والصالحين وأن تعطني سؤلي من خير الدنيا والآخرة وأن تصلح لي شأني كله في الدنيا والآخرة حتى ألقاك وأنت راض عني وعن جميع المسلمين والمؤمنين والحمد للّه رب العالمين .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nفصل يتضمن الحروف والكلام عليها والأسماء الحسنى المفتتحة بها وكيفية الدعاء العام بها وكيفية تصرف الداعي وكيف يتخذها رقى ودعوات وتمائم وغير ذلك مما يجوز شرعا ولا يؤثم ولا بأس بشيء منه في العقل والشرع\r\nاعلم أن المعالجات الجسمية من الطبيب الجسماني هي معرفة الأدوية المفردة والمركبة والخاصة والمشتركة ومعرفة الأرض وأنواعها ومقابلة كل شيء بضده وبقدره حتى لا يفرط الدواء ويتجاوز في الحد ولا يقصر عن بلوغ الغاية فإذا علمت ذلك فاعلم أن الأدواء الروحانية والنفسانية كذلك يكون علاجها من الطبيب الروحاني وذلك بأن يعرض المرض الروحاني والنفساني أولا ثم يعالجه بضده من قول وفعل مثال ذلك أن الخائف يدعو ويكثر من دعائه بحرف الحاء والميم فإن الحاء باردة رطبة والميم حارة يابسة ويخصها هنا من الأسماء الحسنى الحي الحنان المنان الحليم الحكيم المؤمن ويكون تكراره ذلك 40 مرة ثم يذكر بعد ذلك اسم اللّه الأعظم الذاتي وهو قوله يا اللّه يا اللّه يا اللّه بألف القطع وهاء الرفع المدى 66 مرة ويسأل اللّه تعالى أمان خوفه وأمنه مما يخاف ثم يعود إلى قوله يا حنان يا منان يا حليم يا مؤمن 48 أيضا وهذا العدد مخصوص بحرف الحاء وحرف الميم كما أن تكرار الجلالة 16 مرة بعددها المخصوص بالألف واللامين والهاء وكذلك يدعو الجائع باسمه الصمد ويدعو التائه باسمه الهادي والرشيد والمرشد ويدعو الفقيه الحقير باسمه الغني المغني المنعم ذي الطول ويدعو الضعيف باسمه القوي المتين ويدعو الذليل باسمه العزيز والعظيم ويدعو العاجز باسمه القهار والقدير ويدعو البليد باسمه المعلم والعليم والمحصي وعلى مثل ذلك فليدع كل ذي حاجة مما يناسب حاله وقال الغزالي عن بعض أهل المعرفة إنه وقف على مسطورات عبد الرحمن بن عوف الزهري وكان يكتب الأربعة عشر حرفا الأحرف النورانية على ما يريد حفظه من الأموال والأمتعة والدور والضياع فتحفظ وكذلك عثمان بن عفان والزبير ابن العوام وكانوا إذا لقوا العدو قالوا اللهم احفظ أمة محمد عليه الصلاة والسلام بالنصر والتأييد بالمص وبكهيعص وبحمعسق ويس والقرآن وق والقرآن المجيد وبنون والقلم وما يسطرون وكان عليه الصلاة والسلام جعل شعارا بين المسلمين في بعض مغازيه وقال قولوا حم ولا ينصرون وكان بعض العارفين إذا ركب في الدجلة يقول الأربعة عشر حرفا التي في أوائل السور فسئل عن ذلك فقال ما تليت في موضع أو تكتب في بر أو بحر إلا حفظ تاليها والمكان الذي كتبت فيه وعليه وكفي السوء في نفسه وماله وأمن من التلف والغرق وقال حجة الإسلام عن بعض\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nالعارفين لما بعث اللّه محمدا عليه الصلاة والسلام وأنزل عليه     حم عسق كَذلِكَ يُوحِي إِلَيْكَ وَإِلَى الَّذِينَ مِنْ قَبْلِكَ اللَّهُ الْعَزِيزُ الْحَكِيمُ     علمت أن في ذلك سرا إلهيا فاتخذت بذلك عند الشدائد والتخاوف جنة فكفيت ووقيت ورزقت وقال أيضا أدركت بعض العارفين بالموصل وكان معه الحروف التي في أوائل السور فسألته عن ذلك فقال ظهر لي بركتها فمن ذلك يحفظني اللّه بها ويدركني رزقي وإن وقع لي حاجة سألت اللّه بها تقضى ويصرف عني العدو واللص والحية والعقرب والسبع والحشرات وإذا ذكرتها في السفر أعود لأهلي سالما آمنا قال الإمام فعلت ذلك علما لا ريب فيه قال وحصل لبعض العارفين في جاريته صرع فقام إليها وأمسك أذنها وقال فيه بسم اللّه الرحمن الرحيم المص كهيعص يس والقرآن الحكيم حمعسق ن والقلم وما يسطرون فسرى منها ولم يعد إليها الصرع وكان بالبصرة رجل يرقى الضرس وكان بخيلا لا يعلم رقيته لأحد فلما حضرته الوفاة قال لمن حضره قدم لي دواة وقرطاسا أكتب لك ما كنت أرقى به الضرس لينتفع به الناس فمن أصابه وجع في ضرسه فليرقه بهذه الأحرف المص طسم كهيعص حمعسق اللّه لا إله إلا هو رب العرش العظيم اسكن اسكن بالذي إن يشأ يسكن الريح فيظللن رواكد على ظهره واسكن بالذي سكن له ما في الليل والنهار وهو السميع العليم وقال التميمي من كتب في رق غزال ليلة الرابع عشر وتكون ليلة الجمعة من أي شهر كان بعد صلاة العشاء الأخيرة بماء ورد وزعفران أول البقرة إلى قوله المفلحون وألم إلى قوله وأنزل الفرقان والمص إلى قوله وذكرى للمؤمنين والمر إلى قوله ولكن أكثر الناس لا يؤمنون وكهيعص إلى زكريا وطه إلى قوله لتشقى وطسم تلك آيات الكتاب المبين ويس والقرآن الحكيم وص والقرآن ذي الذكر إلى شقاق وحم تنزل الكتاب من اللّه العزيز العليم غافر إلى المصير وحمعسق كذلك يوحي إلى الحكيم وق والقرآن المجيد ون والقلم وما يسطرون إلى قوله عظيم وعدد السور 14 ثم يجعلهم في أنبوبة قصب فارسي ويشمع عليه بشمع عروس بكر على بكر ويخرز عليه قطعة أديم فمن علق ذلك على ذراعه الأيمن يشجع قلبه ويقوى عزمه وهابه عدوه وكان له قبولا عند الناس وإن كان فقيرا استغنى أو خائفا أمن أو مسحورا أو مجنونا تخلص وإن كان مديونا قضى اللّه دينه أو مهموما فرج اللّه همه أو مسافرا رجع سالما وإن علق على امرأة عازبة تزوجت أو علق على حانوت كثر زبونه وإن علق على الأطفال أمنوا من جميع المخاوف وحامله لا يسأل اللّه حاجة إلا قضيت وقال البوبي من نقش الأحرف النورانية الأربعة عشر في شكل مدور من الفضة والطالع الثور والقمر فيه وأمسكه معه فإنه لا يخلو من فضة يملكها ومن نقشه في خاتم فضة والطالع الثور والقمر فيه قضيت حاجته إذا لبسه ومن نقش على فص خاتم أول رجب يوم الخميس ألم ألم المص المر الر\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nكهيعص طه طسم طس يس ص حمعسق ق ن إذا لبسه خائف أمن وإذا دخل حامله على سلطان كبر في عينه وهابه وقضى حوائجه ومن مسح به على رأس غضبان رضي ومن امتصه وهو عطشان روي ومن جعله في ماء المطر ليلة ثم شربه على الريق قوي حفظه وإن لبسه معطل تصرف فإن لسبته عزبة خطبت وتزوجت وإن وضع على مصروع أفاق وإن كتب الأحرف النورانية الأربعة عشر التي في أوائل السور غير المكررة وبلعها في اليوم المعروف بسبت النور أمن من الرمد في السنة بتمامها بنورها وسرها وبركتها وهي ألم ألم المص الر الر الر المر كهيعص طه طسم طسم يس ص حمعسق ق ن .\r\n\r\nفصل\r\nاعلم أني أخذت الحروف المفتتح بها السور وحذفت منها المكرر فصارت 14 حرفا ال م ص ر ك ه ى ع ما ط س ق ن ح فحسبتها على حساب الجمل على رأي المغاربة فجاءت 93 ثم نظرت ووضعت وفقا مسدسا في قلبه وفق مخمس فيه الأحرف النورانية التي هي فواتح لسور القرآن غير مكررة وهي عجيبة فتأمله وهو هذا عدديا حرفيا واللّه النافع بمنّه وكرمه وصورته هكذا فتأمله ترشد :\r\nهذا الوفق ينفع لقضاء الحاجات .\r\nوهذا الوفق الجامع للأحرف النورانية عدد كل ضلع من أضلاع الذي في باطنه وهذه الطريق من الأوفاق يدخل فيها المزدوج في المفرد والعكس وصفة رسمها انها توضع مربعة وتقسمها بأول عدد تريد ثم بم تقسم كل ركن بنصفه من الأركان الأربعة ثم تقسم ما بين ذلك بعده الذي يدخل في قلبه وقال بعض الفضلاء إن أوائل السور إذا تلاها الإنسان كل يوم اسم إلى آخر الشهر ثلاثين قرأ الجملة ولها فضائل جمة .\r\n\r\nفصل\r\nقوله تعالى :    ألم ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ    إلى قوله :  الْمُفْلِحُونَ  هذه الآية\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nتزيد في الحفظ وتقوي النفس وتثبت العلم في القلب وتعين على المعرفة من كتبها يوم الخميس أول النهار في إناء طاهر بمسك وزعفران ومحاه بماء عذب وشربه وأمسك عن الطعام ذلك اليوم بل يشربه بالليل ويصوم بالنهار يفعل ذلك ثلاثة أيام أو خمسة يجد تأثير ذلك وينال ما ذكر إن شاء اللّه ووجدت إحدى وثلاثين آية مكتوبة بخط الشيخ أبي العباس المرسي ولا أدري هل تكتب أو تحمل أو تقرأ في كل يوم من أيام الشهر فأثبتناها هنا وهي هذه  وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ   كُلَّما دَخَلَ عَلَيْها زَكَرِيَّا الْمِحْرابَ وَجَدَ عِنْدَها رِزْقاً  إلى  بِغَيْرِ حِسابٍ   وَارْزُقْنا وَأَنْتَ خَيْرُ الرَّازِقِينَ   قُلْ أَ غَيْرَ اللَّهِ أَتَّخِذُ وَلِيًّا فاطِرِ السَّماواتِ وَالْأَرْضِ وَهُوَ يُطْعِمُ وَلا يُطْعَمُ   وَأَوْرَثْنَا الْقَوْمَ الَّذِينَ كانُوا يُسْتَضْعَفُونَ  الآية  فَآواكُمْ وَأَيَّدَكُمْ بِنَصْرِهِ  إلى قوله  تَشْكُرُونَ   وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنا لَكُمْ فِيها مَعايِشَ قَلِيلًا ما تَشْكُرُونَ   رَبَّنا لِيُقِيمُوا الصَّلاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ  إلى  يَشْكُرُونَ   كُلًّا نُمِدُّ هؤُلاءِ وَهَؤُلاءِ مِنْ عَطاءِ رَبِّكَ وَما كانَ عَطاءُ رَبِّكَ مَحْظُوراً  أو  إِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ   إِنَّا مَكَّنَّا لَهُ فِي الْأَرْضِ وَآتَيْناهُ مِنْ كُلِّ شَيْءٍ سَبَباً   وَلَهُمْ رِزْقُهُمْ فِيها بُكْرَةً وَعَشِيًّا   وَرِزْقُ رَبِّكَ خَيْرٌ وَأَبْقى   وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ   فَخَراجُ رَبِّكَ خَيْرٌ وَهُوَ خَيْرُ الرَّازِقِينَ   لِيَجْزِيَهُمُ اللَّهُ أَحْسَنَ ما عَمِلُوا  إلى قوله  بِغَيْرِ حِسابٍ   قالَ أَ تُمِدُّونَنِ بِمالٍ  إلى  تَفْرَحُونَ   أَمَّنْ يَبْدَؤُا الْخَلْقَ ثُمَّ يُعِيدُهُ وَمَنْ يَرْزُقُكُمْ مِنَ السَّماءِ وَالْأَرْضِ أَ إِلهٌ مَعَ اللَّهِ   أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذا دَعاهُ  إلى قوله  أَ إِلهٌ مَعَ اللَّهِ   وَنُرِيدُ أَنْ نَمُنَّ  إلى قوله  الْوارِثِينَ   رَبِّ إِنِّي لِما أَنْزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ   أَ وَلَمْ نُمَكِّنْ لَهُمْ حَرَماً آمِناً  الآية  فَابْتَغُوا عِنْدَ اللَّهِ الرِّزْقَ  إلى قوله  تُرْجَعُونَ   وَكَأَيِّنْ مِنْ دَابَّةٍ لا تَحْمِلُ رِزْقَهَا اللَّهُ يَرْزُقُها وَإِيَّاكُمْ وَهُوَ السَّمِيعُ الْعَلِيمُ   أَ لَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ ما فِي السَّماواتِ  إلى قوله  وَباطِنَةً   مَنْ يَرْزُقُكُمْ مِنَ السَّماواتِ وَالْأَرْضِ قُلِ اللَّهُ   كُلُوا مِنْ رِزْقِ رَبِّكُمْ  إلى  غَفُورٌ   ما يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها   وَما أَنْفَقْتُمْ مِنْ شَيْءٍ فَهُوَ يُخْلِفُهُ  الآية  وَما كانَ اللَّهُ لِيُعْجِزَهُ مِنْ شَيْءٍ  إلى  قَدِيراً   إِنَّ هذا لَرِزْقُنا ما لَهُ مِنْ نَفادٍ   هذا عَطاؤُنا  إلى  بِغَيْرِ حِسابٍ   ما عِنْدَكُمْ يَنْفَدُ وَما عِنْدَ اللَّهِ باقٍ  وهذا ما وجدته وتذكرت ثلاث آيات مطابقات وهي قوله تعالى :  وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً  إلى  قَدْراً  وقوله :  اللَّهُ الَّذِي خَلَقَكُمْ ثُمَّ رَزَقَكُمْ ثُمَّ يُمِيتُكُمْ ثُمَّ يُحْيِيكُمْ  اه .\r\n\r\nفصل\r\nاعلم أن اسمه الكريم الوهاب ذو الطول لا يستديم على ذكره من قدر عليه رزقه ومسته حاجة إلا يسر اللّه عليه رزقه ولقد أمرت بذلك آحادا فظهر لهم من بركته\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالعجائب ومن نقش هذه الأسماء وعلقها عليه لم يدر كيف يتيسر له المطالب من غير عسر ومن السر في الدعاء بها أن تأخذ حروف الأسماء الذي تذكر بها في مثل قوله الكريم الوهاب ذو الطول لا تأخذ الألف واللام بل تأخذ كريم وهاب ذو الطول فتنظر كم لها من الأعداد بالجمل الكبير فتذكر ذلك العدد في موضع خال وحضور نية وقلب خاشع ولا تزيد على العدد ولا تنقص فإنه يستجاب لك قال الزيادة أشرف والنقص إجلال وجملة عدد كريم وهاب ذو الطول من غير إسقاط المتكرر ألف وستون وسبعة وإن أسقطت الواحد يبقى ألف وستون واعلم أن اسمه الباسط إذا ذكر حمل أثر سعة الرزق وتفريج الكرب وتفريج النفس وإذا داوم على ذكره ذاكر أربع ساعات من أربعة أيام أو اثنين وسبعين مرة في كل يوم إلى ختام 72 يوم ثبته اللّه على الطاعة وخفف عنه كل ثقل ولطف به فيما قدر عليه ورزقه والطاء إذا نقشت في لوح من ذهب والشمس في سعدها تنقش ولف 9 طاآت و 4 هاءات وحملها إنسان معه قهر اللّه بها قلوب الجبارين من الجن والإنس وحبب إليه أعمال البر كلها ومن علقها عليه زال ما يشكوه من وجع الرأس ومن شرب الماء الذي يلقى فيه يرى بركته في ذاته وماله ويحبب إليه الخير وينشرح باطنه ويشفى وينقش ويكتب في التاسع من الشهر أو الثامن عشر أو السابع والعشرين وحامله يأمن من الهوام ومن حمله على غير طهارة أورثه الحمى الرقية ومن كتبه في رق طاهر وجعله في موضع سببه يسر عليه وإن وضعه تحت رأسه عند النوم أمن من الأحلام الرديئة ورأى المنامات الصالحة وربما رأى النبي عليه الصلاة والسلام في منامه ومن نقشه على صحيفة قلعى يوم الاثنين والقمر بالحوت والسرطان إذا وضع وفقه وهو 9 في 9 بالحروف وكتبت في كل بيت من الوفق الباسط على رق بمسك وزعفران محلول بماء ورد في يوم من الأيام التي تقدم ذكرها في تاسع ساعة منه وحملها معه أمن من التعب والجوع وقهر الجبارين وطهر اللّه باطنه من الأخلاق الرديئة وإذا علق في بيت كثر الرزق فيه قلت وهذه صورة المتسع العدد وفيه صورة باسط حرفي وهذه صفة باسط عددي واللّه الموفق .\r\nقال ومن كتب آخر حرف من ذي الطول 30 مرة أو كتب كما هو 7 مرات في سابع ساعة من سابع الشهر بنية ما يرومه على ذكر وطهارة يسّر اللّه عليه بلوغ ما يرومه\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nووفق هذا الاسم 7 في 7 إذا وضع في رق غزال طاهر بزعفران وألحق الوفق الاسم يوم الجمعة في أول ساعة منه أو في الثامنة فرّج الهم وأصلح الألفة وأطلق المحبوس ومن تحرى أكل الحلال 7 جمع ونام على طهارة مستقبل القبلة وهو يقول يا عزيز يا ذا الطول رأى من العوالم الروحانية عجبا ويكتب هذا الاسم ووفقه ويشرب للحمى ويكون الوفق حرفيا أو يجمع بين الحرفي والعددي على ظاهر ورقة باطنها مع إضافة الاسم إلى بيوته هذا العدد مدخل فيه عدد الجمل الكبير .\r\n\r\nفصل\r\nومما يناسب هذا ما ذكره حجة الإسلام فقال ورد في الحديث أن رجلا جاء إلى النبي صلى اللّه عليه وسلم فقال يا رسول اللّه تولت عني الدنيا وقلت ذات يدي فقال عليه الصلاة والسلام أين أنت عن صلاة الملائكة وتسبيح الخلائق وبها يرزقون فقال وما ذا يا رسول اللّه قال سبحان اللّه العظيم سبحان اللّه وبحمده سبحان من يمن ولا يمن عليه سبحان من يجير ولا يجار عليه سبحان من يبرأ من الحول والقوة لاستفتاح الرزق اليه سبحان من التسبيح منة منه على من اعتمد عليه سبحان من كل شيء يسبح بحمده سبحانك وبحمدك لا إله إلا أنت يا من يسبح له الجميع تداركني فإني جزوع ثم استغفر اللّه سبحانه وتعالى مائة مرة تقول ذلك ما بين صلاة الفجر إلى صلاة الصبح وقال عليه الصلاة والسلام من قال في كل يوم مائة مرة لا إله إلا اللّه الملك الحق المبين استفتح أبواب الرزق واستقرع بها الجنان ويوقى بها فتنة القبر وأتته الدنيا وهي راغمة ويخلق اللّه بكل كلمة ملكا يسبح اللّه وقال العارف السيد القوشي قال لي الشيخ أبو الربيع سليمان ألا أعلمك شيئا تنفق منه ما احتجت إليه فقلت بلى فقال قل يا اللّه يا واحد يا أحد انفحني منك بنفحة خير إنك على كل شيء قدير وروى عنه عليه الصلاة والسلام أنه قال من استغفر اللّه تعالى مائة مرة لم يمت حتى يرى البركة في ماله وصفة الاستغفار أستغفر اللّه العظيم الذي لا إله إلا هو الحي القيوم وأتوب إليه وأسأله التوبة والمغفرة من جميع الذنوب قال تعالى فقلت   اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كانَ غَفَّاراً يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً   وقال رجل من الأولياء أصابتني شدة فشكوت ذلك لأخ لي فقال لي اكتب في ورقة وعلقها على عضدك الأيمن  إِنْ تَسْتَفْتِحُوا فَقَدْ جاءَكُمُ الْفَتْحُ    إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً    نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ  ففعلت ذلك ففتح لي ويسر علي الرزق وقال الإمام حجة الإسلام فتوح القرآن ما كتبهم أحد في ورقة وعلقها على عضده إلا فتح اللّه عليه بكل خير وهي  فَعَسَى اللَّهُ أَنْ يَأْتِيَ بِالْفَتْحِ أَوْ أَمْرٍ مِنْ عِنْدِهِ   وَعِنْدَهُ مَفاتِحُ الْغَيْبِ لا يَعْلَمُها إِلَّا هُوَ   رَبَّنَا افْتَحْ بَيْنَنا وَبَيْنَ قَوْمِنا \r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n بِالْحَقِّ وَأَنْتَ خَيْرُ الْفاتِحِينَ   وَلَوْ أَنَّ أَهْلَ الْقُرى آمَنُوا وَاتَّقَوْا لَفَتَحْنا عَلَيْهِمْ بَرَكاتٍ مِنَ السَّماءِ وَالْأَرْضِ   إِنْ تَسْتَفْتِحُوا فَقَدْ جاءَكُمُ الْفَتْحُ   وَلَمَّا فَتَحُوا مَتاعَهُمْ وَجَدُوا بِضاعَتَهُمْ رُدَّتْ إِلَيْهِمْ   وَاسْتَفْتَحُوا وَخابَ كُلُّ جَبَّارٍ عَنِيدٍ   وَلَوْ فَتَحْنا عَلَيْهِمْ باباً مِنَ السَّماءِ فَظَلُّوا فِيهِ يَعْرُجُونَ    رَبِّ إِنَّ قَوْمِي كَذَّبُونِ فَافْتَحْ بَيْنِي وَبَيْنَهُمْ فَتْحاً وَنَجِّنِي وَمَنْ مَعِيَ مِنَ الْمُؤْمِنِينَ    ما يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلا مُمْسِكَ لَها   حَتَّى إِذا جاؤُها وَفُتِحَتْ أَبْوابُها    إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً   إلى  قَرِيباً   وَمَغانِمَ كَثِيرَةً يَأْخُذُونَها   فَفَتَحْنا أَبْوابَ السَّماءِ بِماءٍ مُنْهَمِرٍ   نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ   وَفُتِحَتِ السَّماءُ فَكانَتْ أَبْواباً    إِذا جاءَ نَصْرُ اللَّهِ وَالْفَتْحُ   ولمن عليه دين وهي عن رسول اللّه عليه الصلاة والسلام اللهم أغنني بحلالك عن حرامك وبطاعتك عن معصيتك وبفضلك عمن سواك وعنه عليه الصلاة والسلام أنه قال ما يسع أحدكم إذا تعسر عليه أمر معيشته أن يقول إذا خرج من بيته بسم اللّه على مالي ونفسي وديني اللهم رضني بقضائك وبارك لي فيما قدرت لي حتى لا أحب تعجيل ما أخرت ولا تأخير ما عجلت إنك على كل شيء قدير ومن دوام على هذين بعد صلاة الجمعة أغناه اللّه ورزقه ويضيف إليهما هذا الدعاء اللهم يا حميد يا مبدئ يا معيد يا رحيم يا ودود اكفني بحلالك عن حرامك وبطاعتك عن معصيتك وأغنني بفضلك عمن سواك وقال أبو الحسن الشاذلي رحمه اللّه إذا تداينت فتداين على اللّه تعالى فإذا تداينت على اللّه فعلى اللّه أداؤه وربما أسرفت أو ماطلت أو هونت أو قدمت أو أخرت أو أظلمت أو كذبت خسرت وما ربحت فقال له السائل وكيف التداين على اللّه تعالى فقال بقطع النفس عن الجهات وانتزاع القلب عن العادات وقل اللهم عليك تدينت باسمك الذي حملتني به حملت فعليك توكلت وإليك أنبت وأمري إليك فوضت وأعوذ بك من الدخول في ذي الجهل والفسق وفي المعاداة وفي الشر والدنس والرجس فإن عارضك معارض من معلوم هواك فاهرب إلى اللّه منه هروبك من النار خوفا أن تصيبك وقل أعوذ بك من النار ومن عمل أهل النار فأنقذني واغفر لي يا عزيز يا غفار فهذه مراتب علوم المعرفة والمعاملة ففر من نفسك واحتسب أجرك على اللّه قلت وقد تقدم فضل آية الكرسي إذا قرأتها وقرأت  إِنَّ رَبَّكُمُ  الآية فإنها تؤثر في وفاء الدين بعد قراءة الفاتحة من قال في دبر كل صلاة مكتوبة مرة واحدة اللهم إني أقدم إليك من بين ذلك كله  اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ  الآية  شَهِدَ اللَّهُ أَنَّهُ لا إِلهَ إِلَّا هُوَ  الآية  قُلِ اللَّهُمَّ مالِكَ الْمُلْكِ  إلى  بِغَيْرِ حِسابٍ   إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ  إلى  الْمُحْسِنِينَ  أثر ذلك في وفاء الدين وحصل له ما تقدم ذكره وقال عليه الصلاة والسلام من قرأ هذه الثلاث والثلاثين آية في كل يوم وليلة لم\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nيضره في تلك الليلة ولا في ذلك اليوم سبع ضاري ولا لص عادي وهو في حفظه وأهله وماله حتى يمسي ويصبح وهو في هذه أول سورة البقرة إلى  الْمُفْلِحُونَ  وآية الكرسي إلى  خالِدُونَ   وَلِلَّهِ ما فِي السَّماواتِ وَما فِي الْأَرْضِ  الخ السورة ثلاث آيات من الأعراف  إِنَّ رَبَّكُمُ اللَّهُ الَّذِي  إلى  الْمُحْسِنِينَ   قُلِ ادْعُوا اللَّهَ  الخ السورة ومن أول الصافات عشر آيات إلى قوله  لازِبٍ  واثنان من الرحمن  يا مَعْشَرَ الْجِنِّ  إلى قوله  تَنْتَصِرانِ  وآخر الحشر  لَوْ أَنْزَلْنا هذَا الْقُرْآنَ  الخ ومن أول سورة الجن إلى  شَطَطاً  وتسمى آيات الخوف وآيات الحرس وهي حصن وفيها شفاء من كل داء منها الجذام والبرص قوله تعالى :  أُولئِكَ الَّذِينَ اشْتَرَوُا الضَّلالَةَ بِالْهُدى  إلى قوله :  مُحِيطٌ بِالْكافِرِينَ  هذه الآيات لضرر العدو وخراب بيته فإذا كان لك عدو وأردت أن يقع به ما ذكر لتسد عليه طرق الخير وتوقعه في الخزي خذ خرقة من ثوبه الذي على بدنه واكتب فيها اسمه واسم أمه وأدر على اسمه واسم أمه الذي كتبته دائرة واكتب فيها اسمه واسم أمه 7 واكتب فيها الآيات المذكورات وقل ذلك فلان ابن فلانة ثم أدر عليه دائرة أخرى تفعل ذلك ثلاث مرات بثلاث دوائر ثم تلف الخرقة وتجعلها في كوز فخار أبيض جديد وادفنها في وسط عتبة داره حيث يكون دخوله وخروجه عليها ويكون ذلك يوم السبت ويكمن في العتبة السفلى فإنك ترى العجب منه وفي كتابة القرآن وجعله في العتبة نظر .\r\nقوله تعالى :  وَبَشِّرِ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ  إلى قوله :  وَهُمْ فِيها خالِدُونَ  هذه الآيات لأثمار الشجرة التي تحمل والبركة في الشجرة القليلة الحمل إذا احتاج إلى ذلك فليصم يوم الخميس ويفطر بعد الغروب على هندبا وحرة ويصلي المغرب ثم يكتب هذه الآيات في قرطاس ولا يتكلم ثم يأخذه ويمر إلى شجرة في وسط البستان يعلقه عليها فإن كان عليها تمر فليأخذ منه وإلا من التي تليها ثم يأكله ويشرب عليه 3 جرع من الماء وينصرف فإنه يرى ما يسره من خصب الأثمار والبركة . قوله تعالى :\r\n وَإِذْ قالَ رَبُّكَ لِلْمَلائِكَةِ إِنِّي جاعِلٌ فِي الْأَرْضِ خَلِيفَةً  إلى  الْعَلِيمُ الْحَكِيمُ  هذه الآيات عظيمة النفع لمن يبتغي علمها ولم يخل من ذلك بشيء وهي تورث المكاشفات وطاعة الإنس والجن فمن أراد ذلك يتطهر ويصوم أول يوم من الشهر يكون أوله الخميس فإذا كانت ليلة الجمعة عند الفطر فليفطر على نقل وسكر ويتوجه إلى القبلة ويتلو الآيات 30 وليقل أيها الأرواح القاهرة الواصلة التقديس الموكلون بهذه الآيات المطيعون لأمره ولسرها المودع فيها أجيبوا الدعوة وأفيضوا على أنوار روحانيتكم حتى أنطق بما خفي وأخبر بالكائن صادقا وأصلوا إلى وجوه بني آدم وبنات حواء وألقوا وأصلوا في قلوبهم رغبا ورهبا ثم تكتب الآيات في جام زجاج بماء الآس وزعفران والزعفران مذاب بماء ورد ومسك ويمحى بماء الورد ويشربه وينام يفعل ذلك 5 أو 7\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nأيام وفي ليلة الخميس السابع يتلو الآيات 70 مرة ويكون ذلك في بيت خال ويبخر بعود فإذا فرغ من ذلك ينام في ثيابه فإنه يرى في منامه ما يرشده إلى ما يسأل ويصبح وقد تم أمره . قوله تعالى :  يا بَنِي إِسْرائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ  إلى قوله :  وَأَنْتُمْ تَعْلَمُونَ  من كتبها في خرقة من ثوب صبية لم تبلغ الحلم ليلة الاثنين على مضي خمس ساعات من الليل ثم وضعها على صدر امرأة نائمة أخبرته بما علمت . قوله تعالى :  وَإِذِ اسْتَسْقى مُوسى  إلى قوله :  مُفْسِدِينَ  من كان في سفر وعدم منه الماء وكان مبتلى بمرض يكثر في شرب الماء يكتب هذه الآيات في إناء طاهر نظيف من خزف مدهون أو في زجاج أو في حجر ويمحى بماء مطر الربيع ثم يجعله في قارورة ويتركه عنده ثلاثة أيام ثم يجعل ذلك الماء في شراب جلاب ويضيف إليه شيئا من لبن شاة حمراء ثم يعقد على النار حتى يثخن ثم يداوي به ما ذكرنا لك في حضر أو سفر فالعطشان يتناول منه عند الصباح مقدار در همين والمبتلى بشرب الماء يتناول منه عند النوم مثل ذلك ففيه شفاؤه . قوله  إِنَّ الْبَقَرَ تَشابَهَ عَلَيْنا وَإِنَّا إِنْ شاءَ اللَّهُ لَمُهْتَدُونَ  من أراد أن يشتري شيئا من حيوان أو ملبوس أو متاع أو فاكهة أو غير ذلك وأراد الخيرة في ذلك والجنس الجيد منه فليقرأ عند ذلك يا مخير يا مختار يا من الخير منه يا من الخير بيده يا دليل الخير يا مرشد يا هادي ويقرأ الآية عند النظر والتقليب فإنه يقع له القصد وتكون قراءته إلى أن ينعقد البيع بما كان من ثمن وقيل تقرأ هذه الآية قبل أن تقلبه سبعا يوفق إلى الخير إن شاء اللّه . قوله تعالى :  ثُمَّ قَسَتْ قُلُوبُكُمْ مِنْ بَعْدِ ذلِكَ  إلى  تَعْمَلُونَ  ومنافع هذه الآية أن من قسا قلبه على من أحبه أو ضاق صدره على أهله أو تغيرت عنه حالة الخير إلى غيرها فليأخذ شقفة جديدة من طين طيب الريح غير مخلوط بشيء من النجاسة كما طلعت من التنور وليكتب بقلم من عود الآس اسم الشخص الذي يريد أن يلين قلبه ويغير حاله المسئ بحال حسن ثم يأخذ عسل نحل لم تمسه النار وخل خمر ثم يدير هذه الآية على الكتابة حول الاسم ويرمي بها في البئر أو الزير الذي يشرب منه الشخص فإنه يرجع إلى حالة الرضا إن شاء اللّه تعالى وقيل يعلق شقفة ويكتب أخرى فإنه نافع وإذا تغير السلطان على رعيته فليكتب هذه الآية في قرطاس كما كتبها في الشقفة وفيها اسمه واسم أمه وتجعل في أعلى مكان في البلد أو في مكان في أعلى الجبل فإنه تصلح سيرته وحالته وإذا كان رجل يبغض امرأته أو امرأة تبغض زوجها فتعمل تماثيل على صورة كل واحد منهما من شمع أصفر وتنقش على صدر الرجل بإبرة نحاس اسم المرأة واسم أمها وعلى صدر المرأة اسم الرجل واسم أمه ثم تكتب الآية في ورقة وتجعلها بينهما والصق وجه أحدهما إلى الآخر وادفنهما تحت شجرة مثمرة تزول\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالبغضة من بينهما وإذا امتزج ماء البئر وقل ماء العين أو النهر فاكتب الآية في شقف طين وألقها في البئر يكثر ماؤها وإذا كانت البقرة أو الشاة قلّ لبنها أو امتنع اللبن فاكتب ذلك في طست نحاس أحمر وامحه بماء طاهر واسقها منه فإنه يكثر لبنها .\r\nقوله تعالى :  وَإِذْ أَخَذْنا مِيثاقَكُمْ  إلى قوله :  مُؤْمِنِينَ  من أراد أن يغمر قلب عدوه حتى لا يفهم شيئا ويتعذر عليه أمر محفوظه فليكتب هذه الآيات يوم السبت على قطعة حلو ويطعمها له يكون ذلك قوله تعالى :  وَإِذْ جَعَلْنَا الْبَيْتَ مَثابَةً لِلنَّاسِ وَأَمْناً  الآية رأيت بحفظ العلماء العارفين أن هذه الآية إذا قرأها الإنسان عند نومه ويطلب القيام في أي وقت شاء من الليل يقوم في ذلك الوقت قوله تعالى :  وَإِذْ يَرْفَعُ إِبْراهِيمُ الْقَواعِدَ مِنَ الْبَيْتِ  إلى  السَّمِيعُ الْعَلِيمُ  قال بعض العارفين من كتب هذه الآية في صحن بلور بزعفران وماء ورد ومحاها بماء العنب الأسود وجعل فيه يسيرا من كهرباء ويسيرا من سكر مسحوق فمن شرب منه قطع منه البواسير وقطع نزف الدم وينفع الأرياح الظاهرة والباطنة . قوله تعالى :  قَدْ نَرى تَقَلُّبَ وَجْهِكَ فِي السَّماءِ  إلى  تَعْمَلُونَ  هذه الآية تنفع الفالج والقولنج واللقوة والريح الرديء فمن أصابه ذلك فليأخذ طستا من نحاس اسبادري ويجلوه جلاء جيد أو يكتب فيه هذه الآية بماء ورد ومسك وسكر ويمحوه بماء طاهر ويغسل منه وجه صاحب اللقوة ويأمره أن ينظر فيه بعد غسل وجهه فينظر فيه مقدار ثلاث ساعات يفعل ذلك ثلاثة أيام يبرأ . وقوله تعالى :  لِكُلٍّ وِجْهَةٌ هُوَ مُوَلِّيها  إلى قوله :  قَدِيرٌ  هذه الآية إذا كتبت على قوارة ثوب جديد وكتب فيها اسم السارق والآبق ثم تضرب فيها مسمارا وتسمره في حائط المكان الذي سرق منه أو خرج الآبق منه فإنه يرجع قريبا وتعود السرقة سريعا . قوله تعالى :  وَإِلهُكُمْ إِلهٌ واحِدٌ لا إِلهَ إِلَّا هُوَ الرَّحْمنُ الرَّحِيمُ  إذا أردت أن لا يؤذيك أحد ولا يستطيل عليك تنقش في خاتم فضة والشمس في الأسد الآية الكريمة فإنه لا يغلبك أحد ولا يتعدى عليك بإذن اللّه . قوله تعالى :  وَإِذا سَأَلَكَ عِبادِي عَنِّي فَإِنِّي قَرِيبٌ  الآية قال بعض العارفين الكلام عن هذه الآية على فصول أحدها في معنى السؤال والثاني في معنى القرب والثالث في معنى الإجابة والرابع في معنى الاستجابة وقد اختلف المفسرون في أسباب نزولها قال ابن عباس نزلت في عمر بن الخطاب وأصحابه وأهله حين أصابوا من أهلهم في رمضان ثم ندموا فقالوا يا رسول اللّه هل لنا من توبة أخرى وفي رواية أن اليهود قالوا للنبي عليه الصلاة والسلام كيف يسمع ربنا دعاءنا وبيننا وبين السماء خمسمائة عام وأن غلظ كل سماء مثل ذلك فنزلت وقال الضحاك سأل بعض الصحابة النبي عليه الصلاة والسلام فقالوا يا رسول اللّه أقريب ربنا فنناجيه أم بعيد فنناديه فنزلت هذه الآية وقال بعض العلماء هؤلاء عباد\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nمخصوصون لا يسألون عن حكم ولا عن مخلوق ولا عن دنيا ولا عن غنى بل جردوا السؤال عن مولاهم قال تعالى  وَإِذا سَأَلَكَ عِبادِي عَنِّي  وليس هؤلاء من جملة ويسألونك عن الجبال ويسألونك عن اليتامى ويسألونك عن الشهر الحرام ويسألونك عن المحيض ولهذا أجيبوا هؤلاء تكلموا بواسطة فقيل له قل والأولون المخصوصون قول الحق جوابهم بغير واسطة فقال فإني قريب فسؤال كل واحد يدل على حاله ويخبر عن ضميره وقطب هذا أن هذه السؤالات تدل على القرب بالجهات والمساحات فأجيبوا بأن قربه قرب إجابة الدعوات والتنزيه عن الحلول في الجهات والأمكنة وأما القرب فقد أوضحه في الآية فقال إني قريب أجيب دعوة الداع ففسر القرب بالإجابة وقطع الأطماع عن قرب المكان والمساحة مع استحالته في حقه وبين أن قربه من العبد بتوفيقه الدعاء ثم يجيبه واعلم أن الحق سبحانه وتعالى يتصف بالقرب من العبد والعبد يتصف بالقرب من الحق سبحانه فأما قرب الحق من العبد بالذات فيتعالى الحق عنه فإنه يتقدس عن الحلول والأقطار والنهاية والمقدار ما اتصل به مخلوق ولا انفصل عنه حادث جلت الصمدية عن قبول الفصل والوصل فقربه تعالى كرامته لأوليائه وبعده تعالى إهانته وطرده لأعدائه وقربه اليوم من العبد في هذه الدار ما يخصه به من العرفان وتوفيقه لامتثال الأوامر والانتهاء عن الزواجر قال تعالى :  وَلكِنَّ اللَّهَ حَبَّبَ إِلَيْكُمُ الْإِيمانَ وَزَيَّنَهُ فِي قُلُوبِكُمْ وَكَرَّهَ إِلَيْكُمُ الْكُفْرَ وَالْفُسُوقَ وَالْعِصْيانَ  وفي الآخرة ما يكرمه به من التجاوز عن الزلات والصفح عن المخالفات عن الشهوة والعيان فقربه سبحانه بالعلم والقدرة والرؤية وهو عام المكافأة قال تعالى :  وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ  وقال تعالى :  وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْكُمْ وَلكِنْ لا تُبْصِرُونَ  وقال :  وَهُوَ مَعَكُمْ أَيْنَ ما كُنْتُمْ  وقال ما يكون من نجوى ثلاثة إلا هو رابعهم فهو قريب لا بالاتصاف فقرب هو جائز في حقه به من يشاء من خلقه من خاصة عباده على ما بيناه وقرب هو في وصفه محال وهو تداني الذوات وأما قرب العبد من اللّه سبحانه وتعالى فهذه اللفظة تحتمل ثلاثة أوجه أحدها الاقتراب إليه بالطاعة لا بالمساحة قال عليه الصلاة والسلام أقرب ما يكون العبد من ربه وهو ساجد فإذا سجد أحدكم فليجتهد في الدعاء إلى آخر الحديث وقال عليه الصلاة والسلام مخبرا عن الحق ما تقرب إلى المتقربون بمثل أداء ما افترضته عليهم ولا يزال العبد يتقرب إلي بالنوافل حتى أحبه فإذا أحببته كنت له سمعا وبصرا ويدا فبي يسمع وبي يبصر فدلت الآثار على أن الاقتراب إليه بالأعمال الصالحة وفيه دليل على أن أفضل الطاعات والصلوات وأفضل أحوال الصلوات السجود إذ العين لا تسرح والنفس لا تمرح والعبد فيها حامل نفسه غير محمول ومزعج غير مستقر وفيه دليل\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nعلى أن اللّه تعالى ليس بحال في العرش لأن القائم أقرب إلى العرش من الساجد الثاني الاقتراب إليه بمحو الصفات المذمومة والتخلق بالصفات الممدوحة لأنه كلما فارقته صفات البشرية وتخلقت بالأخلاق النبوية واتصفت بالنعوت الملكية قربت من الحق . فإن من صفات الحق الحلم والعلم والصفح والعفو وستر الزلات وإفاضة الخيرات على المقبل والمدبر والمؤمن والكافر والولي والعدو فإذا كنت كذلك قربت من اللّه وللّه المثل الأعلى والقرب . والشبه الثالث قوة المعرفة بوجود الحق سبحانه وعظمته وجلاله وعلوه وكبريائه وأنه القاهر الذي لا يقهر والغالب الذي لا يغلب وأنه الذي لا يشبه شيئا ولا يشبهه شيء ثم علم ما يجوز ويجب ويستحيل في حقه وهو أصل المعارف وأعلى القرب فتلك غاية القرب كما قيل :\r\n ونلت المنى لما حللت بقربه * ولم يبق لي شيء أمني به نفسي \r\nوهذا هو القرب بباطن أهل العرفان فكيف وقد قال خير الأنبياء وما أدري ما يفعل بي ولا بكم وأما القرب بالذات والتداني بالجسمان والصفات فقرب الربوبية متقدس عنه وإنما أطلق لفظ القرب مؤنسا لقلوب الأحباب والخدام كما قيل في قول النبي عليه الصلاة والسلام لا تفضلوا بي على يونس بن متى معناه لا تظنوا أني لما عرج بي إلى مكان تخلف عني فيه جبريل فقلت إلى أين فقال يا محمد وما منا إلا له مقام معلوم ثم احتملني حتى جاوز بي الحجب ووصل إلى العرش فلا تظنوا أني في هذا الحال أقرب إلى اللّه من يونس بن متى لما التقمه الحوت فذهب به سفلا سفلا بل العالي والسافل بالنسبة إلى جلال الحق سبحانه سواء فسبحان من ليس كمثله شيء وقال أبو الحسن الشاذلي البعد هو البعد عن التوفيق ثم البعد عن التحقيق فكم من عبد خرج يلتمس مناجاة أو طاعة فلحقته سوابق الخذلان وكم من عبد خرج يلتمس معصية فأدركته سوابق التوفيق فهبط في طاعة هذا إبليس اللعين عبد اللّه تعالى آلافا من السنين ثم لحقه رق شقاوته فحل ما حل جمع المشايخ أن عناية اللّه تعالى بالعبد قيل الماء والطين ومن تحقق قرب الحق سبحانه وتعالى أورثه دوام مراقبته إياه .\r\n\r\nفصل\r\nوأما الإجابة وهي مقصود الآية فإنما ينتظم الكلام فيها بذكر سؤال وجواب فإن قال قائل قال اللّه تعالى  أُجِيبُ دَعْوَةَ الدَّاعِ إِذا دَعانِ  ثم يدعو الداعي فلا يجاب دعاؤه والإجابة في اللغة إعطاء ما سئل يقال أجابت السماء بالمطر وأجابت الأرض بالنبات وقد تولى الحق جواب السائلين بغير واسطة فقال تعالى :  فَإِنِّي قَرِيبٌ أُجِيبُ  وهذا لا يقتضي واسطة عطفا عليهم وتشريفا لإقرارهم وتخصيصا لهم ألا\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nترى أن إجابة غيرهم من المعاندين بالوسائط فقال تعالى :  يَسْئَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْساها  فقيل لهم :  إِنَّما عِلْمُها عِنْدَ رَبِّي  على ما يشاء من تلك الأمثلة والجواب أن اللّه سبحانه وتعالى قال فيكشف ما تدعون إليه إن شاء فتقدير الكلام في قوله أجيب دعوة الداع إن شئت نظيره قوله تعالى :  مَنْ كانَ يُرِيدُ حَرْثَ الْآخِرَةِ نَزِدْ لَهُ فِي حَرْثِهِ وَمَنْ كانَ يُرِيدُ حَرْثَ الدُّنْيا نُؤْتِهِ مِنْها وَما لَهُ فِي الْآخِرَةِ مِنْ نَصِيبٍ  وكثير ممن يريد حرث الدنيا ولم يؤتها وهذا خطاب مطلق ثم بالمشيئة فقال تعالى في موضع آخر  عَجَّلْنا لَهُ فِيها ما نَشاءُ لِمَنْ نُرِيدُ  فهذا هو الجواب والأصل المعول عليه وقد يقال معنى أجيب أسمع دعوة الداعي وليس فيه إذا قضاء حاجته ويقال معنى أجيب كما روي في الحديث إذا قال العبد رب قال اللّه لبيك عبدي وقد يجيب السيد عبده والوالد ولده ثم لا يعطيه سؤاله والإجابة ثابتة لا محالة وقال قوم معنى الدعاء الطاعة ومعنى الإجابة الثواب قال عليه الصلاة والسلام ما من مسلم دعا اللّه بدعوة ليس فيها إثم ولا قطيعة رحم إلا أعطاه اللّه تعالى بها إحدى ثلاث خصال إما أن يعجل له دعوته وإما أن يرفع عنه السوء مثلها وإما أن يدخر له في الآخرة ومن شرط الداعي أن يكون عارفا بربه والرب تعالى لا يفعل إلا ما وافق قضاءه وقدره وحكمته ويحتمل أن يريد أجيب دعوة الداع إذا وافق وقت الإجابة ألا ترى إلى قول النبي عليه الصلاة والسلام خير يوم طلعت فيه الشمس يوم الجمعة وفيه ساعة مستجابة لا يوافقها عبد مسلم يسأل اللّه تعالى إلا أعطاه قيل لعمر بن الخطاب فإن دعا فيها منافق قال إن المنافق لا يوافق لها ويحمل أجيب دعوة عبيدي إذا لم يتعدوا حدودي ولم يظلموا عبادي ولم يضيعوا صلاة ولا زكاة ولا صوما ولا حجار ولا يغتابون مسلما ولا يأكلون حراما وقال عليه الصلاة والسلام لسعد بن أبي وقاص أطب مطعمك تستجب دعوتك وروى أنه قيل لسعد بن أبي وقاص ما بال دعوتك مستجابة فقال إني لا أرفع لقمة إلى فمي حتى أعرف من أين مجيئها وقال عبد الرحمن مولى سعد جئت أنا وسعد ليلا إلى بستان ذي نخل وليس لنا طعام ولم نجد صاحبه فقال سعد أيسرك أن تكون مسلما حقا فلا تذوقن منه شيئا فربطنا الدابة وبتنا جائعين ثم أصبحنا فجاء صاحبه فاشترينا منه تمرا وعلفنا بدراهم . قوله تعالى :  أَ لَمْ تَرَ إِلَى الَّذِينَ خَرَجُوا مِنْ دِيارِهِمْ وَهُمْ أُلُوفٌ  الآية من كتبها في طست بمداد ثم محاها بعصارة البرنوف وفي نسخة بعصارة ورق الزيتون ورش به البيت لم يبق بالبيت حية ولا ثعبان ولا عقرب ولا بق ولا برغوث إلا مات بإذن اللّه وإن كتبت يوم الخميس سحرا في أربع ورقات من ورق الزيتون ودفنت كل ورقة في ركن من أركان البيت الذي فيه البق لم يبق فيه شيء وسمعت أنه يكتب للبق في ثلاث ورقات أول يوم من رجب وتترك ناحية البيت\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوهي عطش رحل البق عطش خرج البق عطش مات البق بألف لا حول ولا قوة إلا باللّه العلي العظيم . قوله تعالى :  أَ لَمْ تَرَ  إلى  الْمَلَإِ مِنْ بَنِي إِسْرائِيلَ مِنْ بَعْدِ مُوسى  قال الإمام الغزالي في القرآن أربع آيات في أربع سور متواليات في كل آية عشر قافات وهي آيات الحرب في خاصيتها القبول والنصر على الأعداء من كتبها في راية لا ينهزم جيشها أبدا ويكون له النصر على أعدائه ومن كتبها في ورقة وجعلها على رأسه ودخل على أرباب الجاه والعظمة والأمراء عظم شأنه وهابوه فأول الآيات  أَ لَمْ تَرَ إِلَى الْمَلَإِ  الآية والثانية في آل عمران  لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قالُوا  الآية والثالثة في النساء  أَ لَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ  الآية والرابعة في المائدة قوله تعالى :  وَاتْلُ عَلَيْهِمْ نَبَأَ ابْنَيْ آدَمَ  الآية إذا كتبت هذه الآيات وكتبت تحتها حروف بالعربية وتحتها بالهندية 551 كان أبلغ . قوله تعالى :  اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ  إلى  خالِدُونَ  من قرأ هذه الآية في كل يوم وليلة عقب كل صلاة أمن من وسوسة الشيطان ومكره ومن تمرد الجان وأعاذه اللّه من الفقر ورزقه من حيث لا يحتسب ومن واصل قراءتها عند كل صباح ومساء وعند دخول أب منزله وفراشه أمن من السرقة والفقر والحريق والشرور ورزق صحة البدن وسلم من فزع الليل والرجفة وسكن قلبه من الوجع ومن كتبها في شقاف طين وجعلها في غلة لم تسرق ولم تسوس وبورك فيها ومن كتبها وجعلها في أعلى عتبة حانوته أو باب منزله أو بستانه كثر عليه الرزق ولم ير خصاصة ولا خسارة ولم يدخل عليه لص ومن أكثر قراءتها عقب كل صلاة لم يمت حتى يرى مقعده من الجنة أو يرى له وإذا كنت في سفر أو موضع مخيف فخط عليك بالحربة دائرة واقرأ عليها آية الكرسي وسورة الإخلاص والمعوذتين والفاتحة  قُلْ لَنْ يُصِيبَنا إِلَّا ما كَتَبَ اللَّهُ لَنا  الآية فإنك لا يصل إليك أحد ولا يقدر أحد على دينك من الجن والإنس وعنه عليه الصلاة والسلام إن من كتب آية الكرسي بزعفران سبع مرات على راحته اليمنى كل مرة يلحسها بلسانه لم ينس شيئا أبدا واستغفرت له الملائكة قوله تعالى :  يا أَيُّهَا الَّذِينَ آمَنُوا لا تُبْطِلُوا صَدَقاتِكُمْ بِالْمَنِّ وَالْأَذى  الآية لإكبات العدو في أرضه وداره وأولاده إذا كان لك عدو وأردت أن تنكبه في خراب داره وذهاب ماله أو فساد زرعه حتى لا ينتفع بشيء منه خذ شقفة نيئة قد عملت يوم السبت وتراب مقبرة قديمة منسية يوم السبت وتراب من دار خراب ويكون ذلك في يوم السبت في الساعة الأولى ترى العجب . وتكتب الآية على الشقفة قوله تعالى :  فَأَصابَها إِعْصارٌ فِيهِ نارٌ فَاحْتَرَقَتْ  يكتب للقوبا فتبرأ وأما فضل الثلاث آيات التي في آخر سورة البقرة فقد تقدم .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nسورة آل عمران\r\nقال عليه الصلاة والسلام اقرءوا الزهراوين البقرة وآل عمران فإنهما يأتيان يوم القيامة كأنهما غمامتان أو كأنهما مظلة من طين صوان يحاجان عن صاحبيهما وفي رواية يشفعان له . وقال عليه الصلاة والسلام من قرأ  قُلِ اللَّهُمَّ مالِكَ الْمُلْكِ  الآية فإن كان ذا ملك حفظ اللّه ملكه وسدد أمره وإن كان غير مالك آتاه ملكا وحرسه عليه قوله تعالى :    ألم اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ    إلى قوله  وَأَنْزَلَ الْفُرْقانَ  من كتبها في قرطاس بزعفران وماء ورد ومسك وجعلها في أنبوبة قصب فارسي أو زنجي قد قطعت قبل طلوع الشمس وسدها بشمع وعلقها على طفل أمن من الشيطان وأم الصبيان ونظر الجان وجميع الحوادث ومن كتبها في رق ظبي بقلم رقيق يوم الخميس في الساعة الثانية وجعلها تحت فص خاتم فيمن لبس ذلك الخاتم على طهارة ونية خالصة نال السعادة والجاه في القول وإنفاذ الكلمة والحفظ وحبس عنه عدوه .\r\n\r\nفصل في القول على اسم اللّه الأعظم\r\nقال الحافظ أبو القاسم السهيلي هذه المسألة اختلف فيها العلماء فذهبت طائفة إلى ترك التفصيل بين أسماء اللّه تعالى وقالوا لا يكون اسم من أسمائه تعالى أعظم من الآخر وكلما ورد اسم اللّه الأعظم فمعناه العظيم وأكبر بمعنى كبير وأهون بمعنى هين ومما احتجوا به أيضا أن النبي عليه الصلاة والسلام لم يكن ليجزم بهذا الاسم وقد علمه من هو دونه وليس يعني مثل آصف بن برخيا وبلعام بن باعور أو عبد اللّه بن الشاهر ولم يكن عليه الصلاة والسلام ليدعو حين اجتهد في الدعاء لأمته أن لا يجعل بأسهم بينهم وهو رؤوف بهم عزيز عليه ما أعنتهم إلا بالاسم الأعظم يستجاب له فيهم فلما منع ذلك علمنا أنه ليس اسم من أسمائه تعالى إلا هو كسائر الأسماء في الحكم والفضيلة يستجيب اللّه له إذا دعى ببعضها إن شاء اللّه ويمنع إذا شاء قال اللّه تعالى  قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ أَيًّا ما تَدْعُوا فَلَهُ الْأَسْماءُ الْحُسْنى  وظاهر هذا الكلام التسوية بين الأسماء وقال أبو القاسم وجه استقباح الكلام معهم أن يقال هل يستحيل هذا عقلا أم يستحيل شرعا أو لا يستحيل عقلا أو يفضل اللّه سبحانه عملا على عمل من عمل البر وكلمة من الذكر على كلمة فإن التفضيل راجع إلى\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nزيادة الثواب ونقصانه وقد فضلت الفرائض على النوافل إجماعا وفضلت الصلاة والجهاد على كثير من الأعمال والدعاء والذكر عمل من الأعمال فلا يبعد أن يكون بعضه أقرب من بعض إلى الإجابة وأجزل ثوابا في الآخرة من بعض والأسماء عبارة عن المسمى وهو من كلام اللّه القديم ولا تقول في كلام اللّه ولا غيره كذلك لا تقول في أسمائه تعالى التي تضمنها كلامه أنها هو ولا غيره فإذا تكلمنا نحن بألسنتنا المخلوقة من ألفاظنا المحدثة فكلامنا عمل من أعمالنا واللّه يقول  وَاللَّهُ خَلَقَكُمْ وَما تَعْمَلُونَ  وإذا ثبت هذا وصح جواز التفضيل بين الأسماء إذا دعونا بها فكذلك القول في تفضيل السور والآي بعضها على بعض فإن ذلك راجع إلى التلاوة التي هي عملنا لا إلى المتلو الذي هو كلام ربنا وصفة من صفاته القديمة وقد قال عليه الصلاة والسلام لأبي أي آية معك في كتاب اللّه أعظم ؟ فقال  اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ  فقال ليهنك العلم يا أبا المنذر ومحال أن يريد بقوله أعظم بمعنى عظيم لأن القرآن كله عظيم فكيف يقول له أي آية في القرآن عظيمة وكل آية فيه عظيمة وقال الشيخ أبو بكر الفهري فإن قيل ما قولنا اسم اللّه الأعظم وهل تجري المفاضلة في أسماء اللّه بل كيف تتصور المفاضلة في أسمائه والنفور والمغايرة إذا كان الاسم هو المسمى فالجواب أن قولنا اسم اللّه الأعظم أقرب إلى الإجابة وهو قوله إذا دعى به أجاب فإن قيل فما بال الإنسان يدعو به ثم لا يجاب قلنا أما أولا فلا نقطع بتعيينه وإنما هو في محال الظنون لاختلاف ألفاظ فيه فإن لم يتعين للداعي عينه لم يعلم قرب الإجابة به فإن قيل فلو جمع الإنسان في دعائه جميع هذه الألفاظ ثم لم تقض حاجته فما جوابكم فيه قلنا إلى الآن لم يجرب أحد ذلك ورجع خائبا ليكن منا الجواب وقال السهيلي أن قيل فأين ما ذكروه عن الاسم الأعظم وأنه لا يدعو اللّه به أحدا إلا أجابه ولا يسأل به شيئا إلا أعطاه قلنا عن ذلك جوابان أحدهما أن هذا الاسم كان عند من كان قبلنا إذا عمله مصونا غير مبتذل معظما لا يمسه إلا طاهر ويكون الذي عرفه عاملا بمقتضاه مخبتا قد امتلأ قلبه بعظمة المسمى به لا يلتفت إلى غيره ولا يخاف سواه فلما ابتذل وتكلم به في معرض البطالات والعزم والهزل ولم يعمل بمقتضاه ذهبت من القلوب هيبته فلم يكن فيه من سرعة الإجابة وقضاء الحاجة لمن كان قبل ألا ترى إلى قول أيوب عليه الصلاة والسلام قد كنت أمر بالرجلين يتنازعان فيذكر ان الله تعالى في تنازعهما فأنفر عنهما كراهية أن يذكرا اللّه تعالى إلا في حق وعنه عليه الصلاة والسلام كرهت أن أذكر اللّه تعالى إلا على طهر فقد لاح لك التعظيم والثاني أن الدعاء إذا كان من القلب ولم يكن بمجرد اللسان استجيب للعبد غير أن الاستجابة تتفاوت وقال عليه الصلاة والسلام إما أن يعجل له ما سأل وإما أن يدخر له وذلك\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nخير له مما طلب وإما أن يصرف عنه البلاء بقدر ما سأل من الخير وأما دعاء النبي صلى اللّه عليه وسلّم لأمته أن لا يجعل بأسهم بينهم فقد منعها وأعطى عوضا لهم من ذلك الشفاعة في الآخرة وقد قال عليه الصلاة والسلام أمتي هذه أمة مرحومة ليس عليها في الآخرة عذاب عذابهم في الدنيا الزلازل والفتن فإذا كانت الفتن سببا لصرف العذاب في الآخرة عن الأمة فمن خاب دعاؤهم لهم وقال الشيخ أبو بكر الفهري فإن قبل فهل يجوزون أن يدعو العبد ربه في حاجة ثم لا يجاب دعاؤه قلنا أن من سأل ربه فيما سبق في معلومه أن يكون تجاب دعوته لأن الدعاء لا يغلب المعلوم ولا يرد القضاء فما فائدة الاسم الأعظم قلنا يجوز أن تكون فائدته أن البارئ سبحانه لا يلهمه ولا يجزيه إلا على قلب عبد ولسانه سبق في علمه يكون ما سأل وإن لم يسبق في المعلوم قضاء الحاجة لم يجر على لسانه فإن قيل هذه مراتب الدعوات قلنا ليس كذلك بل قد تجري سائر الدعوات على من سبق في المعلوم قضاء حاجته وعلى لسان من سبق في المعلوم أنه لا تقضى حاجته فإذا أجرى اللّه الاسم الأعظم على لسان الداعي تحصل شروط الإجابة وتنتفي الموانع فهذا معنى قوله أعظم وعلى هذا يجري التفاضل في سور القرآن وآياته ألا ترى إلى قول النبي صلى اللّه عليه وسلّم تبارك تجادل عن صاحبها وقل هو اللّه أحد تعدل ثلث القرآن وقرب الإجابة دليل على ثبوت الاسم الأعظم وأن للّه اسما هو أعظم أسمائه ومحال أن يخلو القرآن عن ذلك الاسم واللّه يقول ما فرطنا في الكتاب من شيء فهو في القرآن لا محالة وما كان اللّه ليحرمه محمدا عليه الصلاة والسلام وأمته وقد فضله على الأنبياء وفضلهم على الأمم فإن قلت وأين هو في القرآن فقد قيل إنه أخفي فيه كما أخفيت الساعة في يوم الجمعة وليلة القدر في شهر رمضان ليجتهد الناس ولا يتكلموا وها أنا أتلو عليك ما عندنا فيه من الروايات الواردات عن النبي عليه الصلاة والسلام ونصوص الصحابة والسلف الصالح فمن ذلك قوله تعالى :  وَاتْلُ عَلَيْهِمْ نَبَأَ الَّذِي آتَيْناهُ آياتِنا فَانْسَلَخَ مِنْها  قال ابن عباس وابن إسحاق السدي ومقاتل وغيرهم إن هذا الرجل من بني إسرائيل اسمه بلعام بن باعوراء وكان عنده الاسم الأعظم فطلبه الملك فاختفى منه وظفر به فقال له أنت صاحب الاسم الأعظم قال نعم قال ادع لي بثور لم يعمل عليه فأتي بثور أحمر لا يقدر أحد أن يدنو منه فقام إليه وتكلم في أذنه فتساقط الثور جمرا فقال للملك لتنتهين عن بني إسرائيل وما تفعل بهم وإلا نزل بك ما نزل بالثور فكف عن بني إسرائيل ومن ذلك قوله تعالى :  قالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتابِ أَنَا آتِيكَ بِهِ  قال أكثر المفسرين قتادة وغيرهم هو آصف بن برخيا حين صلى ودعا اللّه تعالى قال لسليمان عليه الصلاة والسلام مد عينيك حتى ينتهي إليك طرفك فمد سليمان عينيه\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nنحو اليمين فدعا آصف فبعث اللّه الملائكة حتى حملت السرير من تحت الأرض يجزون الأرض جزا حتى انخرقت الأرض بالسرير بين يدي سليمان عليه الصلاة والسلام وروت عائشة أن النبي عليه الصلاة والسلام قال الاسم الأعظم الذي دعا به آصف بن برخيا يا حي يا قيوم وقال الزهري دعا الذي عنده علم من الكتاب يا إلهنا وإله كل شيء إلها واحدا لا إله إلا أنت ائتني بعرشها فمثل له بين يديه وقال اسم اللّه الأعظم الذي إذا دعي به أجاب وإذا سئل به أعطى يا ذا الجلال والإكرام ومن ذلك قوله تعالى :  وَما أُنْزِلَ عَلَى الْمَلَكَيْنِ بِبابِلَ هارُوتَ وَمارُوتَ  قال المفسرون إن هارون وماروت كانا يقضيان بين الناس يومهما فإذا أمسيا ذكرا اسم اللّه الأعظم وصعدا إلى السماء فاختصمت إليهما ذات يوم الزهرة وكانت من أجمل نساء بلدها وكانت ملكة من ملوك فارس فافتتنا بها وراوداها فأبت وقالت لن تدركاني حتى تخبراني بالاسم الأعظم الذي تصعدان به إلى السماء فقالا بسم اللّه الأكبر فعلماها ذلك فكلمت به وصعدت إلى السماء فمسخت كوكبا وذكر كثير من أهل العلم أن الذي أنزل على الملكين ببابل هو اسم اللّه الأعظم الذي صعدت به الزهرة إلى السماء وكان الملكان قبل أن يسخط عليهما يصعدان إلى السماء فعلمته الشياطين فهي تعلمه أولياءها وتعلمهم السحر وكانت الزهرة بغية من بغايا بني إسرائيل وأنها لما تعلمت الاسم صعدت به إلى السماء فحبست ومسخت كوكبا وروي في الخبر أن ملك الموت يقبض الأرواح بالدعاء وذكر اسم اللّه الأعظم الذي اختص به فتبين من ذلك أن الاسم الأعظم قد جرى على ألسنة الصحابة ومن بعدهم من سادات المسلمين فلم ينكره أحد منهم وإنما اختلفوا في تفسير الآية وأنه متى اختلف الصحابة في تأويل آية وجب ترجيح ابن عباس عند معظم المحققين بدليل أن النبي عليه الصلاة والسلام ضرب صدره وقال اللهم علمه التأويل وقد بينه ابن عباس وأما السنة فروى أبو داود بإسناده وقال حدثنا يحيى عن مالك عن معاوية عن عبد اللّه بن أبي بريدة عن أبيه أن النبي عليه الصلاة والسلام سمع رجلا يقول اللهم إني أشهد أنك أنت اللّه الذي لا إله إلا أنت الأحد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد فقال لقد سألت اللّه بالاسم الأعظم الذي إذا دعي به أجاب وإذا سئل به أعطى وقال عليه الصلاة والسلام في هاتين الآيتين  وَإِلهُكُمْ إِلهٌ واحِدٌ لا إِلهَ إِلَّا هُوَ الرَّحْمنُ الرَّحِيمُ  وفاتحة آل عمران    ألم اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ    وسمع النبي عليه الصلاة والسلام رجلا بصلاة يقول اللهم إني أسألك أنك أحد صمد لم تتخذ صاحبة ولا ولدا فقال سألت اللّه باسمه الأعظم الذي إذا دعي به أجاب وإذا سئل به أعطى ومر عليه الصلاة والسلام برجل يصلي وهو يقول اللهم لك الحمد لا إله إلا أنت يا حنان يا منان يا\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبديع السماوات والأرض يا ذا الجلال والإكرام فقال عليه الصلاة والسلام لنفر من أصحابه أتدرون بم دعا الرجل قالوا اللّه ورسوله أعلم قال دعا ربه بالاسم الأعظم الذي إذا دعي به أجاب وإذا سئل به أعطى وعن أبي أمامة اسم اللّه الأعظم الذي إذا دعي به أجاب وإذا سئل به أعطى في ثلاث سور البقرة وآل عمران وطه قال جعفر الدمشقي فنظرت في هذه السور الثلاث فرأيت فيها شيئا ليس في القرآن مثلها آية الكرسي  اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ  وفي آل عمران    ألم اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ    وفي طه  وَعَنَتِ الْوُجُوهُ لِلْحَيِّ الْقَيُّومِ  والصواب عندي أن الاسم الأعظم هو اللّه وروي أن النبي عليه الصلاة والسلام سمع رجلا يقول اللهم إني أسألك بأن لك الحمد لا إله إلا أنت الحنان المنان بديع السماوات والأرض ذو الجلال والإكرام فقال دعا اللّه لا إله إلا هو الاسم الأعظم لأنه لا سميّ له ولم يتسم به غيره قال أبو جعفر وما استخرجه أبو حفص من سورة طه وهو ذكر الحي القيوم فيقال له قد وجدنا فيها ذكر اسم اللّه تعالى وهو اللّه لا إله إلا هو له الأسماء الحسنى فتتفق الأحاديث وروى محمد بن الحسن عن أبي حنيف قال اسم اللّه الأعظم هو اللّه ألا ترى أن الرحمن مشتق من الرحمة والرب مشتق من الربوبية واللّه سبحانه ليس مشتقا من شيء وقال ابن المبارك اسم اللّه الأعظم هو اللّه لأنه تضاف جميع الأسماء إليه ولا يضاف إليها وقال علي بن أبي طالب كرم اللّه وجهه وهو يا ظاهر وعن ابن عباس هو يا حي يا قيوم وقال الحافظ أبو القاسم السهلي في التسعة والتسعين اسما أنها كلها تابعة للاسم الذي هو اللّه وهو تمام المائة فهي مائة على عدد درج الجنة إذ قد ثبت في الصحيح أنها مائة درجة بين كل درجتين مسيرة خمسمائة عام وقال في الأسماء من أحصاها دخل الجنة فهي على عدد درج الجنة وأسماؤه تعالى لا تحصى وإنما هذه الأسماء هي المفضلة على غيرها لذكرها في القرآن يدل على ذلك قوله في الموطأ أسألك بأسمائك الحسنى ما علمت منها وما لم أعلم وما وقع في الجامع لابن وهب سبحانك لا أحصي أسماءك ومما يدل على أنه هو الاسم الأعظم إنك تضيف جميع الأسماء إليه فتقول العزيز اسم من أسماء اللّه ولا تقول اللّه اسم من أسماء العزيز وقال الفهري قال تعالى وللّه الأسماء الحسنى فادعوه بها فعم الأسماء ثم قال قل أدعو اللّه أو ادعوا الرحمن بدأ بالأعظم وندب الخلق أن يدعوه به وهو الاسم الذي يسمى به الحق سبحانه نفسه ومنع من التسمي به وصرف دواعي الخلائق من كل جبار عنيد وشيطان مريد أن يتسمى به سر أو علانية فهذا فرعون الطاغية لعنه اللّه مع عتوه وجبروته قال لقبط مصر أنا ربكم الأعلى فحلت به وبقومه النقمة وما قال أنا اللّه فقبض اللّه الأشرار عن الادعاء فيه فقال تعالى  هَلْ تَعْلَمُ لَهُ سَمِيًّا  وهو الاسم الذي\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nأطلق ألسنة الخلائق بذكره ووفر الدواعي على النطق به وعلق الإيمان في الحقوق به وجعله غياث المستغيثين وملجأ المظلومين ولهف الخائفين وعبادة العابدين فلا يقع أحد في شدة أو يخاف بلية إلا ودعا اللّه وهو أول مفروض على المكلفين في دار الدنيا إذا قذفته الأرحام عن ظلمة الأحشاء إلى سعة روح الدنيا تلقيه القوابل وصرخوا اللّه أكبر وهو آخر ختام الدنيا لا إله إلا اللّه به يتباشر الخلائق في محاوراتهم ويجعلونه عرضة في تعاطي ما يجري بينهم حتى نهوا عن ذلك فقال تعالى :  وَلا تَجْعَلُوا اللَّهَ عُرْضَةً لِأَيْمانِكُمْ  وهو الاسم الذي يقتضي جميع ذلك في الوله ولهذا فسح اللّه تعالى للخلق في الدعاء بما هو أوفق لقلوبهم وأطمع لنفوسهم فقال  ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ  لأنه تعالى قال : « إن لم تدعوني بي فادعوني بتفضّلي ورحمي » ولهذا قال الواسطي ما دعى أحد باسم من أسمائه إلا ولنفسه فيه نصيب إلا قوله اللّه فإن هذا الاسم بدعوة لأن الوحدانية ليس للنفس فيه نصيب ولهذا قالوا إن هذا الاسم للتعلق دون التخلق ولأن الألوهية للقدرة على اختراع الأعيان وهي غاية صفات الجلال ونعوت الكمال قال أبو سعيد أول ما دعى به عباده دعاهم إلى كلمة واحدة فمن فهمها فهم ما وراءها وهو قوله اللّه ألا ترى أنه قال تعالى   قُلْ هُوَ اللَّهُ   فتم به الكلام لأهل الحقائق ثم زاد بيانا للخاص فقال أحد ثم زاد بيانا للأولياء فقال  اللَّهُ الصَّمَدُ  ثم زاد بيانا للعوام   وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ   فأما قولهم اللهم فإنها كان الأصل فيها يا اللّه فلما حذفوا الباء من أول الحرف زادوا الميم في آخره ليرجع المعنى الذي في يا اللّه فلذلك لا يجتمعان وأجازوه في ضرورة الشعر ومن الناس من يقول اللهم معناه أمنا بالخير أو قصدنا ويقال إن الميم مزيدة والعرب تزيد الميم في آخر الكلمة وأجمع كثير من العلماء إن اسم اللّه الأعظم هو اللّه والإله وهو أصله في اللفظ وروى هشام عن محمد بن الحسن الشيباني قال سمعت أبا حنيفة يقول اسم اللّه الأعظم هو اللّه أو الإله هو اعتقاد أكثر المشايخ من الصوفية والعارفين فإنه لا يذكر عندهم لصاحب مقام فوق مقام الذكر باسم اللّه مجرد ما قال لنبيه محمد عليه الصلاة والسلام قل اللّه ثم ذرهم قلت ولهذا كان الشبلي رحمه اللّه يقول في ذكر اللّه وهو مذهب لبعض الصوفية وخرافتهم ولا يصلح التوحيد إلا بقول لا إله إلا اللّه وقال أبو جعفر الطحاوي إن الاسم الأعظم هو اللّه واستدل بحديث أسماء المتقدم وقال علي كرّم اللّه وجهه اسم اللّه الأعظم ألم كهيعص حمعسق وما أشبه ذلك من أحسن كيف يصل الحروف بعضها ببعض فقد علم اسم اللّه الأعظم يريد بقوله الحروف المقطعة التي جاءت في أول السور وتكررت 14 حرفا ا ح د ر س ص ط ع ف ك ل م ن ه ي وقال بعض العلماء هو الأحد الصمد وقال بعضهم هو ذو الجلال والإكرام وقال\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nبعضهم هو ربنا يستدل بقوله  الَّذِينَ يَذْكُرُونَ اللَّهَ قِياماً وَقُعُوداً  إلى  فَاسْتَجابَ لَهُمْ رَبُّهُمْ  الآية والاستجابة علامة اسم اللّه الأعظم وذلك بعد قولهم ربنا خمس مرات ولا يرد هذا على قول من قال إن الاسم الأعظم هو اللّه قال تعالى في أول الآيات  الَّذِينَ يَذْكُرُونَ اللَّهَ قِياماً وَقُعُوداً  وقيل هو أرحم الراحمين واستدل بقوله حكاية عن أيوب  أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ  قال اللّه تعالى :  فَاسْتَجَبْنا لَهُ  قال الليث بلغني أن زيد بن حارث اكترى من رجل بغلا إلى الطائف اشترط عليه في الكراء أن ينزله حيث شاء قال فمال بي إلى خربة فقال له انزل فإذا في الخربة قتلى كثيرة فلما أراد أن يقتله قال له دعني أصلي ركعتين فقال له صل فقد صلى قبلك هؤلاء فلم تنفعهم صلاتهم شيئا فلما صليت أتاني ليقتلني فقلت يا أرحم الراحمين قال فسمع صوتا لا تقتله فخرج فلم ير شيئا فرجع إلي فلما أراد أن يقتلني إذا بفارس بيده حربة فطعنه بها فقتله وقيل هو  لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ  كما قال يونس وهو في بطن الحوت فاستجاب اللّه دعاءه وروى ابن السني عن سعد بن أبي وقاص قال سمعت النبي عليه الصلاة والسلام يقول إني لأعلم كلمة لا يقولها مكروب إلا فرج اللّه عنه كلمة أخي يونس عليه الصلاة والسلام  فَنادى فِي الظُّلُماتِ أَنْ لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ  وقيل هو الوهاب لدعاء سليمان عليه السلام وقيل هو خير الوارثين لدعاء زكريا عليه السلام وقيل هو حسبنا اللّه ونعم الوكيل وقيل هو الغفار وسمعت بعض العارفين يقول إن لكل داع يدعو اللّه اسما هو بالنسبة إليه أعظم الأسماء بحسب حال من يدعو وعلى وفق المسؤول والمطلوب بالدعاء وهذا القول قريب إلى المعنى : وقال الشيخ العراف محب الدين الطبري سمعت بعض العارفين يقول بحرمة مكة شرفها اللّه تعالى سنة 666 من عرف اللّه باسمه المؤمن في حاله ومقامه فقد عرف الاسم الأعظم المخصوص به وحكى لي بعض أصحابي عن بعض مشايخنا أن الشيخ محيي الدين ابن العربي أخذ عدد حروف اسمه بالجمل وينظر تلك الجملة في أي اسم من أسمائه تعالى الحسنى عددا اتفق فإن وجده في اسم وإلا نظره في اسمين أو في ثلاث أو في أربع مثاله اسم محمد 92 نظرنا موافقته في اسم فلم نجده أو في اسمين وجدناه في عدد أول دائم وفي ثلاثة فلم نجده ووجدناه في أربعة أسماء من أسمائه تعالى وهو حي وهاب واجد ولي فقال إنه يقرأ الفاتحة 92 مرة عدد الاسم وكذلك سورة ألم نشرح ذلك العدد المذكور وبعد ذلك يذكر العدد المذكور للأسماء الأربعة ويتخذ ذلك رياضة ويقول في آخر الذكر عند انقضاء العدد يا حي احي قلبي ورزقي وذكري أو ما شاء يا وهاب هب لي كذا يا واجد أوجد لي كذا يا ولي تولني وهذه صورة أوفاق هذه الأسماء كما نقله الشيخ شرف الدين البوني في كتابه سجنة الأرواح .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوقيل هو القريب وقيل هو السميع الدعاء وقيل هو السميع العليم والعارف الموفق يمكنه الجمع بين جميع ما ذكرناه من الأسماء في الدعاء ومتى وفق لذلك وظفر بالسر المكنون وفتح له باب الكنز المخزون وقد جمعت في هذا الدعاء الأسماء المختلف فيها المتقدم ذكرها وهي اللهم إني أسألك بأن لك الحمد لا إله إلا أنت يا منان يا حنان يا بديع السماوات والأرض يا ذا الجلال والإكرام يا خير الوارثين يا أرحم الراحمين يا سميع الدعاء يا اللّه يا إله يا اللّه يا اللّه يا عليم يا عالم يا سميع يا عليم يا حكيم يا مالك يا مالك يا سلام يا حق يا قائم يا محصي يا معطي يا مانع يا محيي يا مقسط يا حي يا قيوم يا أحد يا صمد يا رب يا رب يا رب يا رب يا وهاب يا غفار يا قريب لا إله إلا أنت سبحانك أنت حسبي ونعم الوكيل وقال علي بن طالب رضي اللّه عنه إذا أردت أن تدعو باسم اللّه الأعظم فاقرأ ست آيات من سورة الحديد وآخر سورة الحشر فإذا فرغت من قراءتها قلت يا من هو كذلك افعل لي كذا فو اللّه لو دعا بها شقي لسعد وقال الشيخ الإمام العلامة أبو الثناء محمود عن الإمام القشيري عن بعض الأولياء اسم اللّه الأعظم ما دعوت به في حال تعظيمك له وانقطاع قلبك إليه فما دعوت به إلا استجيب لك وفاء بقوله تعالى :  أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذا دَعاهُ  وقيل هو اسم مخصوص بعلمه اللّه من يشاء من عباده الخواص وقال بعضهم الاسم الذي في سورة آل عمران يا اللّه يا حي يا قيوم يا منزل التوراة والإنجيل والقرآن العظيم يا من لا يخفى عليه شيء في الأرض ولا في السماء لا إله إلا هو العزيز الحكيم يا رب يا جامع الناس ليوم لا ريب فيه يا من لا يخلف الميعاد يا من شهد لنفسه وشهدت له الملائكة وأولو العلم قائما على خلقه بالقسط لا إله إلا هو العزيز الحكيم يا اللّه يا مالك الملك يا من تؤتي الملك من تشاء وتنزع الملك ممن تشاء وتعز من تشاء وتذل من تشاء بيدك الخير إنك على كل شيء قدير يا من يولج الليل في النهار ويولج النهار في الليل ويخرج الحي من الميت ويخرج الميت من الحي ويرزق من يشاء بغير حساب وقيل إن الاسم الذي دعى به العلاء بن الحضرمي لما خاض البحر صلى ركعتين ثم قال يا حليم يا عليم يا علي يا عظيم أجرنا . وقال عليه الصلاة والسلام اسم اللّه الأعظم في هاتين الآيتين قوله تعالى :  اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ  وقوله تعالى :    ألم اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ    وقال عليه الصلاة والسلام اسم اللّه الأعظم في ثلاث سور سورة البقرة وآل\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nعمران وطه وقال ذو النون المصري اسم اللّه الأعظم هو السريع الذي إذا دعي به أجاب وهو سبعة أحرف وذلك أن أم القرآن هي السبع المثاني فيها سبع آيات وفيها جميع حروف الهجاء إلا السبعة أحرف المذكورة وهي خ ش ز ظ ث ج ف ولكل حرف من هذه الحروف يوم من أيام الجمعة ولكل يوم من الأيام خديم روحاني زعموا أن الحروف السبعة المذكورة موجودة في سورة الأنعام فيها اسم اللّه الأعظم في القرآن وهو مجموع المتوالين في قوله رسل اللّه اللّه أعلم وقد قالوا إن اسم اللّه الأعظم ذو السبعة الرحمن وهو مفترق على أوائل السور وقيل إنه في سورة يس والسر في الأول وهو الخاء لأول يوم وهو يوم الأحد وله من الأذكار الآتية ذات السبعة أحرف وخديمه روفائيل فليتخذ موضعا خلوة وثيابا نقية وموضعا طاهرا لا يدخله أحد فإذا أراد أن يظهر له سر عظيم صام سبعة أيام متوالية لا يفطر إلا بالماء ليخرج عن الوصال أو يشتغل بتلاوة القرآن والدعاء واعلم أنك إذا أردت أن يظهر لك سر عظيم من أسرار الخلوات فتطهر بالماء البارد في الثلث الأخير إلى تمام السبعة أيام لا تنام إلا جالسا إن غلب عليك النوم ولا تفتر عن الذكر وانقطع عن علائق الدنيا فإذا صليت الصبح تقرأ سورة يس وطه وتبارك الملك ثم تصلي على النبي وآله وأصحابه فإذا فرغت فادع اللّه بهذا الدعاء وهو يسمى بخلخة الهوى وفتق الجوى والنظر إلى الروحانية العليا فتقول بسم اللّه المتعالي في دنوه المتداني في علوه المتجبر بجبروته المنفرد بالقوة والكبرياء العالم الذي أحاط علمه بالآخرة والدنيا لا إله إلا هو الصمد القائم والسلطان الدائم الذي خضعت له الملوك وصار الملك لعظمته مملوك فاطر السماوات والأرض جاعل الملائكة رسلا أولى أجنحة مثنى وثلاث ورباع أقسمت عليكم أيتها الأرواح الطاهرة الملكوتية أقسمت عليكم بالاسم السريع المطلوب المتبع المحبوب وهو اسم ذو السبعة أقسم عليك يا روفائيل إلا ما أمرت خديما من الجن يمتثل أمري ويراعي حقي وللّه علي عهد أن لا أصرفه في معصية وكان عهد اللّه مسؤولا وتدعو بالدعاء فإذا فرغت تدعو للمؤمنين والمؤمنات والمسلمين والمسلمات فإذا تماديت على ما وصفت لك وأتليت بالشروط المذكورة يظهر لك سر من أسرار اللّه لا محالة وبعد ذلك اكتب الاسم في رقعة وتمسكه عندك فإن ظهر لك قبل سبعة أيام فبقوة الاجتهاد فصن ذلك الاسم عن الخلق ما قدرت ويوم الاثنين له من الحروف الشين ومن الأسماء شاكر وخادمه من الروحانية جبرائيل فإذا أردت العمل به فصم 14 يوما متواصلة وتدعو بالدعاء المذكور إلا أنك تنادي يا جبرائيل على الشروط المذكورة من الاجتهاد فيظهر لك سر أقوى من الأول ويوم الثلاثاء له من الحروف الزاي ومن الأسماء زكي وخادمه من الروحانية سمسماييل فإذا أردت العمل به فصم 21 يوما على الشروط المذكورة والدعاء المتقدم يوم الأربعاء له من الحروف الظاء ومن الأسماء الظاهر وخادمه من\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nالروحانية ميكائيل تصوم 28 يوما وما لكل درجة زيادة 7 أيام ويوم الخميس له من الحروف الثناء ومن الأسماء الثابت وخادمه صرفيائيل إذا أردت العمل به فصم 35 يوما وتعمل الشروط المذكورة ويوم الجمعة له من الحروف الجيم ومن الأسماء جبار وخادمه عنيائيل تصوم له 42 يوما بالشروط المتقدمة والدعاء يوم السبت له من الحروف الفاء ومن الأسماء فاطر تصوم له 49 يوما وتنادي في الدعاء بكل اسم ملك يحكم ذلك اليوم فإذا وافيت لكل وقت حقه مع تقوى اللّه تعالى ومعرفته بالخلوة والطهارة وقراءة القرآن والوصال مع اسم اللّه الأعظم فترى من فضل اللّه ما يغمرك ورأيت بخط الشيخ أبي الحسن الشاذلي رضي اللّه تعالى عنه هذه الأشكال وقد شاع بأنها اسم اللّه الأعظم وقسم من أقسام اللّه المكرم وهذه صورته :\r\nوفيها نظم عن الإمام علي كرّم اللّه وجهه وهو هذا :\r\n ثلاث عصى قد صففت بعد خاتم * على رأسها مثل السهام المقوم\r\nوميم طميس أبتر ثم سلم * إلى كل مأمول وليس بسلم\r\nوأربعة مثل أنامل صففت * تشير إلى الخيرات من غير معصم\r\nوخاتم خير ثم هاء مقوس * كأنبوب حجام وليس بمحجم\r\nفذاك هو اسم اللّه جل جلاله * اسم عظيم في الكتاب المكرم\r\nعليه من النور البهي جلالة * إلى كل أنس من فصيح ومعجم\r\nيريك من الآيات ما فيه عبرة * وأمر جسيم في القضية معدم\r\nفيا حامل الاسم الذي ليس مثله * توق به كل المكاره تسلم \r\nوقيل في الدعاء بها اللهم إني أسألك بالهاء الموقوفة من اسمك الأعظم وبالثلاث من بعدها وألف المقدم وبالجيم والميم الطميس الأبتر والسلم والأربع التي هي كالكف بلا معصم وبالهاء المشقوقة والواو المعظم صورة اسمك الكريم الأعظم أن تصلي على سيدنا محمد وعلى آله وصحبه وسلم بعدد كل حرف جرى به القلم وأن تقضي لي حاجتي وهي كذا وكذا ورأيت بخطه أيضا من كتاب نور اليقين وإشارة أهل التمكين مما خصوا به أولياء اللّه تعالى إذا أراد حاجة أن يغتسل عشية يوم الخميس ويقعد معتكفا في موضع صلاته حتى يصلي المغرب ويمكث ذكرا حتى يصلي العشاء الأخيرة ويصلي ما قدر عليه بعد ذلك فإن كان في آخر سجدة من الوتر يقول مائة مرة يا رب يا رحمن يا رحيم يا حي يا قيوم بك أستغيث فتقضى حاجته بإذن اللّه وقال أيضا إن من أسرار اللّه لكل من أهمه أمر من الأمور أو نزل به كرب إما سبب في الدين أو الدنيا مما لا بد منه أن يتطهر عند المغرب من ليلة الجمعة ويعكف نفسه للّه في صلاته ولا يكلم أحدا حتى يصلي العشاء الأخيرة فإذا أوتر قال في آخر\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nسجدة من وتره يا اللّه يا رب يا رحمن يا رحيم يا حي يا قيوم بك أستغيث يا اللّه يقول ذلك مائة مرة ثم يسأل اللّه حاجته تقضى ويجتنب أن يدعو بهلاك مسلم أو على مضرة وروى الترمذي عنه عليه الصلاة والسلام أنه كان إذا أكربه أمر قال يا حي يا قيوم بك أستغيث قال الحاكم هذا صحيح الإسناد وفيه كان إذا أهمه الأمر رفع رأسه إلى السماء فقال سبحان اللّه العظيم وإذا اجتهد في الدعاء قال يا حي يا قيوم برحمتك أستغيث وقال القاسم بن عبد الرحمن كان رسول اللّه عليه الصلاة والسلام إذا أنزل به هم أو غم قال يا حي يا قيوم وقال البوني في ذكر اسمه تعالى حي قيوم وهو أن يصوم الثلاثاء والأربعاء والخميس ويبيت فإذا كان وقت السحر من ليلة الجمعة يصلي الصبح عقب الأذان في أول الوقت فإذا سلمت من الصلاة تذكر تلاوتها من غير تقويض ولا اشتغال بشيء من الأشياء فعلا أو قولا أو غيرها مما يشغل البال يا حي يا قيوم وتواصل الذكر من غير سكوت ولا انقطاع عنه ولا ذكر لغيره فإذا بزغت الشمس بكرة نهار الجمعة تكون قد جهزت دواة قرطاسا فتكتب في الحال عقب الذكر مع أول طلوع الشمس يا حي يا قيوم ويطوى ويحمل فإنك ترى من بركة اللّه وسعة الرزق وإقبال الخيرات إليك ما تشاهده عيانا ويتعجب الناس منك ولتكن حال ذكرك وكتابتك على وضوء مستقبل القبلة فإن اللّه يحيي ذكرك إن كان خاملا ويكثر رزقك إن كان قليلا ومن كتب وفقه وهو 35 في مثلها وحمله معه شاهد العجائب وحاصل التكسير من هذين الاسمين الكلمات المنظومة وهو 42 حرفا بعد تداخل التكسير إذا أضيف إلى الوفق العددي ظهر الفعل على أثره فيجمع من خواص الحروف وضروب التكسير وامتزاج طبائع الحروف بعضها ببعض وخواص الأعداد في ترتيب طبائعها التي أودعها اللّه وهو فعلها الخاص بها في التداخل وقس ذلك الجمع بين خواص الأسماء وضروب التكسير ثم بين الذكر العربي الدال على معنى الحياة في كل شيء والقومية في كل شيء والفكرة فيه ومن كتب وفقها عدديا وهو 174 في وفق مربع في شرف الشمس على فص خاتم أو لوح من ذهب وحمله شاهد به العجائب وقوله من ركب وفقهما ووفق الاسمين الآخرين 35 - 35 وذلك لأن الاسم الحي عدد 5 في اللفظ وإن كان أربعة في الخط لأن الحرف المشدد بحرفين واسم القيوم عدد 7 كذلك الحاصل من ضرب أحدهما في الآخر أعني سبعة في خمسة 35 هذا وفق من المركبات وله تأثير قوي في جميع ما يراد تحصيله وجمعه من الأشياء على ما ذكره أهل هذا الفن وقوله من حاصل التكسير 42 حرفا معناه إذا قلنا الحي ا ل ق ل ا م ح ا ى ا ى ا جاء منها 12 حرفا فأسقط منها الحروف المكررة هي 6 تبقى 6 وهي ا ل ق م ح ى وإذا قلنا القيوم ا ل ق ل ا م ق ا ق ى ا وا وم ى م فأسقطنا منها الحروف\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nالمكررة حصل منها 7 حروف بعد التداخل وهي ا ل ق م ق ى ومن ضرب تلك في هذه حصل منها 42 حرفا وهذا مثاله في هذا الجدول .\r\nوبعد تداخل التكسير يبقى 17 حرفا وهي ا ت ح خ ر س ص ش ض ع ف ق ك ل م وى يخرج في مجموع الجدول 42 حرفا وهي التي أراد المؤلف بتكسير الاسمين ويخرج من هذه الأحرف 29 اسما من الأسماء الحسنى عدد حروف المعجم وإنما كانت الأسماء المعتبر خروجها من هذا الجدول 29 لأن باقي حروف هذا الجدول من هذا الجدول بعد إسقاط مكرره وهو 17 فإذا أضفتها إلى الباقي كانت 29 حرفا والمعتبر خروجه من الأسماء هو هذا العدد وصفة استخراج الأسماء الحسنى من هذا الجدول أن يأخذ أول حرف من الجدول وانظر في الأسماء الحسنى فإذا رأيت ذلك الحرف في أول اسم فاطلب باقي حروف ذلك الاسم في الجدول فإن وجدتها كاملة وإلا فخذ الحرف الثاني من الجدول ثم افعل فيه كما فعلت في الأول وهكذا تفعل بباقي حروف الجدول فيخرج من هذا الجدول من الأسماء 290 اسما وهي الحي الحكيم العليم الحق الخالق الخلاق الرحيم الرؤوف السلام الخافض الشافي الشكور الحفيظ المذل الضار الغفور الغافر الفتاح القوي القيوم الكافي المولى الملك المالك الوافي الوكيل الواقي الولي الوالي بعدد حروف المعجم وإذا أضيفت هذه الأسماء أو اسم منها إلى الوفق العددي بنية أمر من الأمور الموافقة لاسمه الحي القيوم والاسم الذي أضيف إلى الموقف ظهر على أثر ذلك ما يراد به من الأفعال فإذا أردت أن تضيفهم في الوفق 35 في 35 ظهر له فيه أربع طرق الأول أن تضع الوفق العددي بظاهره وتضع الحرف بباطنه ويكون وضع الوفق الحرفي أن تقسم الحروف أعني حروف التسعة وعشرين اسما إلى 35 كلمة وتضيفها المحمول الوفق ثلاثة أطواق على طريق الوفق البكري والطريق الثاني أن تضعها بباطن الوفق مشتركة مع العدد في البيوت الطريق الثالث أن تفرض للمحمول في محمول الوفق العددي وفقا بين 29 في نفسها وتنزل فيه الاسم كل اسم في بيت بطريق الوفق بكري الطريق الرابع وهو أحسنها أن تنزل الوفق الاسمي في باطن الوفق العددي وهو أن تنزل الوفق العددي ثلاثة أطواق وفي قوله المدور الرفيع تبتدئ بتنزيل الأسماء وتضعها :\r\nبطريق البكري وهذه صفتهما .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nصفة مربع حي قيوم حرفيا وعدديا\r\nواعلم أن من ذكر اسمه تعالى الحي والأسماء التي أولها الحاء وهي الحليم والحق والحكيم والحي والحفيظ والحميد والحكم والحنان والحسيب عند طلوع الشمس في زمن القيظ لم يحس ذلك اليوم بألم الحر وفيها سر لأرباب الأحوال الذين يباشرون النار ومن نقش الحرف الأول من هذه الأسماء في فصل خاتم 8 مرات في ثامن الشهر مع اسمه تعالى الحي والحليم والحنان والحكم وحمله أمن من الحيات والحرارة كلها ويسقي المحموم من الماء الذي يغمس فيه يبرأ وينفع للعطش وتعطيل حركات النكاح وينبغي أن يترك لبسه يوم السبت والاثنين ولا ينبغي للمشايخ الطاعنين في السن أن يكثروا لبسه ولا المبرودين وإذا كتبت حي 8 مرات مع الأسماء الأربعة في ساعة الزهرة أو القمر وهو مسعود وعلق بإزاء قلب بنية إعراضه عن حب شيء كان له تأثير قوي ولا يحملها جنب ومن كانت له حاجة إلى اللّه فليدع بهذا الدعاء مائة مرة بعد صلاة الصبح قبل ما يتكلم مع أحد تقضى حاجته وهو بسم اللّه الرحمن الرحيم ولا حول ولا قوة إلا باللّه العلي العظيم يا حي يا قيوم يا حليم يا قديم يا دائم يا فرد يا وتر يا أحد يا صمد ورأيت كتاب الشيخ أبي العباس المرسي لبعض المشايخ يا حميم إلى الشيخ عبد النور قائلا بخطه قد أتحفتك يا حميم بالاسم الأعظم تدعو به بعد صلاة الصبح 70 مرة وهو أن تقول بسم اللّه الرحمن الرحيم ولا حول ولا قوة إلا باللّه العلي العظيم يا حي يا قيوم يا قديم يا دائم يا صمد يا ودود يا وتر يا ذا الجلال والإكرام هي 7 أسماء . وعن الشيخ أبي الحجاج الأقصري من دعا بعد صلاة الصبح 3 مرات وسأل اللّه أي حاجة قضيت وهو أن يقول اللهم لا إله إلا أنت يا منان يا بديع السماوات والأرض يا ذا الجلال والإكرام يا حي يا قيوم صل على محمد وعلى آله وافعل لي كذا وكذا .\r\n\r\nفصل في الدعاء وآدابه وأوقاته وفضيلته\r\nقال ابن عطاء رحمه اللّه للدعاء أركان وأجنحة وأسباب وأوقات فإن وافق الدعاء أركانه قوي وإن وافق أجنحته طار في السماء وإن وافق أسبابه نجح فأركانه حضور القلب والرقة ثم الاستكانة والخشوع وتعلق القلب باللّه تعالى وقطعه من الأسباب وأجنحته الصدق ومواقيته الأسحار وأسبابه الصلاة على النبي عليه الصلاة والسلام قال اللّه تعالى :  وَإِذا سَأَلَكَ عِبادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذا \r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n دَعانِ  وقال تعالى :  بَلْ إِيَّاهُ تَدْعُونَ فَيَكْشِفُ ما تَدْعُونَ إِلَيْهِ إِنْ شاءَ  فهذه الآية قيدت ما في الآية الأولى من العموم وأنه سبحانه وتعالى يكشف غم من شاء ولهذا كان الدعاء على ثلاثة أقسام مستجاب ومحط للأوزار ورفعة للدرجات قال القاضي أبو بكر العربي الدعاء مناجاة اللّه تعالى لما يريد العبد من جلب منفعة أو دفع مضرة ومن القضاء رد البلاء بالدعاء فهو سبب لذلك استجلاب لرحمة المولى كما أن الترس سبب لرد السهم والماء سبب خروج النبات من الأرض والدعاء سلاح المؤمن فإذا كان العبد دائم الذكر والدعاء والتضرع إلى اللّه تعالى فإن الملائكة تحفظه من جميع المكاره فإذا جاءه ضرر أو مكروه من أحد من المخلوقين منعته الملائكة وصدت عن وجهه المكاره فلا يزال محفوظا من جميع الجهات إلا من جهة فوق فإن القضاء والقدر نازلان منه فإذا نزل القضاء والقدر أسلمته الملائكة لذلك فينبغي أن تحرص جهة فوق بالعمل الصالح فإنه لا بد لكل عبد طريق إلى السماء يصعد منه عمله وينزل منه رزقه ومنه تقبض روحه ومنه تصعد فإذا كان العبد مواظبا على الطاعات كثير الدعاء مملوءة سبله بالخيرات فإذا نزل البلاء من السماء نزل على طريقة العبد المعينة له فيجدها معمورة بالخيرات مملوءة بالطاعات فيحتبس ذلك البلاء عن النزول ولا يجد منفذا إليه فيكون دعاؤه وعلمه قد حجب عنه البلاء لأن الدعاء من اللّه تعالى بالمكان العالي فيتصادم البلاء والدعاء فتارة يغلب الدعاء وتارة يغلب البلاء فهما كالمتصارعين فإن غلب الدعاء رفع البلاء وخرق السماوات وارتقى إلى اللّه تعالى وإن غلب البلاء أزال الدعاء ونزل على العبد وإليه الإشارة بقوله تعالى :  وَاللَّهُ غالِبٌ عَلى أَمْرِهِ  وقال عليه الصلاة والسلام لا يزال البلاء والدعاء يقتتلان إلى يوم القيامة فهذا معنى كون الدعاء سببا لرد البلاء وروى ليس شيء أكرم على اللّه من الدعاء وقال عليه الصلاة والسلام من لم يسأل اللّه تعالى يغضب وفي الصحيحين أن النبي عليه الصلاة والسلام قال الدعاء هو العبادة ثم قرأ  وَقالَ رَبُّكُمُ ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبادَتِي سَيَدْخُلُونَ جَهَنَّمَ داخِرِينَ  وقال عليه الصلاة والسلام الدعاء مخ العبادة وقيل معنى الدعاء استدعاء العبد ربه العناية واستمداده المعونة وحقيقته إظهار الافتقار إليه والتبرؤ من الحول والقوة وهو سيمة العبودية واستشعاره الذلة والبشرية وفيه معنى الثناء على اللّه سبحانه وتعالى وإضافة الكرم والجود إليه وقد قيل الدعاء مفتاح الحاجة وهودج لأصحاب الحاجات والفاقات وتنفيس لذوي الكربات وقد ذم اللّه أقواما فقال يقبضون أيديهم قيل لا يمدونها في الدعاء والسؤال ومن خواصه أنه عبادة وإخلاص وحمد وشكر وسؤال وتوحيد ومناجاة وتضرع وتذلل واستكانة واستعانة ومخ العبادة وفي الحديث أن رجلا قال لرسول اللّه صلى اللّه عليه وسلّم أوصني قال\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nأوصيك بالدعاء فإن معه الإجابة وعليك بالشكر فإن معه الزيادة وأنهاك عن المكر فإنه لا يحيق إلا بأهله وعنه عليه الصلاة والسلام أنه قال له جبريل قل اللهم استرني بالعافية في الدنيا والآخرة وقال بعضهم الدعاء سلم المريدين وحبل الموحدين المخلصين وقيل هو المراسلة وما دامت المراسلة باقية فالأمر حميد وقيل هو الوقوف في القضاء يوصف الرضا وقيل الدعاء يوجب العطاء وهو أيضا يوجب الرضا ويوجب أيضا المقام على الباب وقيل خير الدعاء ما هيج الأحزان بالبكاء .\r\n\r\nفصل في بيان شرائط الدعاء وآدابه\r\nالأول أن تقدم بين يديك عملا صالحا كصدقة أو صيام أو صلاة هكذا كان فعل السلف الصالح الثاني افتتاح الدعاء بالحمد والصلاة على النبي عليه الصلاة والسلام وقال عمر بن الخطاب رضي اللّه عنه الدعاء وقوف لا يصعد منه شيء حتى تصلي على محمد عليه الصلاة والسلام وقال أبو سليمان الداراني إذا سألت اللّه تعالى فابدأ بالصلاة على النبي عليه الصلاة والسلام ثم اسأل اللّه حاجتك ثم اختم بالصلاة عليه أيضا فإن اللّه تعالى يقبل الصلاتين وهو أكرم من أن يدع ما بينهما الثالث حضور القلب فلا يكون ساهيا لما روي في الحديث إن اللّه تعالى لا يستجيب دعاء من قلب عبد ساه ولا قلب لاه بل يلازم الخشوع والاستكانة والنزول عن القدرة والتعالي اقتداء بيعقوب عليه السلام إن الحكم إلا للّه عليه توكلت فتم له المراد الرابع أن لا تدعو وأنت مصر على المعاصي لما روي عنه عليه الصلاة والسلام أنه قال أحمق الناس من يتمنى التوبة وهو مصر على المعصية وقيل ليحيى بن معاذ ألا تدعو لنا فقال كيف أدعو وأنا عاص وكيف لا أرجوه وهو كريم الخامس الإخلاص وهو أصل العمل لقوله تعالى :  فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ  وفي الخبر أن موسى عليه السلام مر برجل يدعو ويتضرع فقال عليه السلام إلهي لو كانت له بيدي حاجة قضيتها له فأوحى اللّه إليه أنا أرحم به منك ولكنه يدعوني وقلبه عند غيري فذكر ذلك للرجل فانقطع بقلبه إلى اللّه تعالى فقضيت حاجته السادس أن يكون مطعمه حلالا لقوله عليه الصلاة والسلام لسعد يا سعد اطلب بكفيك تستجب دعوتك وفي الخبر أن موسى عليه السلام مر لحاجة فإذا برجل يدعو ويتضرع ثم رجع وهو على حاله فسأل اللّه تعالى أن يستجيب له [ فقال اللّه 
  ] يا موسى كيف أستجيب له وفي بطنه الحرام وعلى ظهره الحرام وفي بيته الحرام فانصرف موسى إلى بيت ذلك الرجل فوجد فيه خمسة دراهم وقال يوسف بن أسباط الدعاء يحبس عن السماء بسوء الطعمة وقيل لسعد ما بال دعوتك مستجابة من بين أصحابك قال إني لا أدفع لقمة إلى فمي حتى أعلم من\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nأين مجيئها السابع أن يكون صوت الداعي معروفا عند الملائكة وصاحبه من جملة العارفين قيل لجعفر الصادق ما بالنا ندعوا فلا يستجاب لنا قال لأنكم تدعون من لا تعرفونه فلو عرفتموه حق معرفته لاستجاب لكم الثامن أن يستقبل القبلة بيديه ويرفعهما نحو السماء تعبد اللّه تعالى برفع الأكف نحو السماء في الدعاء كما تعبده باستقبال القبلة في الصلاة وقيل سأل أهل بعض الذمة رجلا من العارفين قال رأيتك ترفع يديك نحو السماء وتخفض جبهتك نحو الأرض فمطلوبك أين هو فقال إنما نرفع أيدينا إلى مطالع أرزاقنا ونستدفع بالثاني شر مصارعنا ألم تسمع قوله تعالى :\r\n وَفِي السَّماءِ رِزْقُكُمْ وَما تُوعَدُونَ  وقال تعالى :  مِنْها خَلَقْناكُمْ وَفِيها نُعِيدُكُمْ وَمِنْها نُخْرِجُكُمْ تارَةً أُخْرى  فأسلم وحسن إسلامه التاسع إخفاؤه سرا فلا يسمع غيره من يناجيه لقوله تعالى :  ادْعُوا رَبَّكُمْ تَضَرُّعاً وَخُفْيَةً  وقال بعض العارفين أقرب الدعاء من الإجابة الدعاء الخالي وهو أن يكون صاحبه مضطرا لا بد له أن يدعو من أجل ما نزل به قال ابن عطاء صفة المضطر أن يكون العبد كالغريق وكالملقى في مغارة من الأرض وقد أشرف على الهلاك فمن صدق في الالتجاء إلى اللّه والاستعانة به أجيبت دعوته في الحال قال تعالى :  أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذا دَعاهُ  ومن صدق رجاء المضطر ما حكاه الإمام عبد الواحد بن زيد البصري قال كان عندنا بالبصرة رجل له بغل وكان يكريه إلى البلدان وكان ثقة مأمونا يرسل التجار معه تجارتهم إلى إخوانهم من البلاد فخرج يوما من البصرة يريد الكوفة فعرض له رجل فسلم عليه فقال أين تريد فقال أريد الكوفة فقال لولا إني ضعيف لا أقدر على المشي كنت أسير معك فإن شئت أن تأخذ مني دينارا وتحملني على الدابة فإني أراها مخفة وأراك رفيقا حبيبا فرغب الرجل في الدينار وحمله فسارا يومهما إلى أن عرض لهما طريقان : فقال الراكب أي الطريقين نأخذ فقال الجادة فقال له الراكب هذه أسهل وأقرب فأخذا تلك الطريق فأوقعتهما على واد موحش سدت عليهما الوحوش الطريق فوثب الراكب من على ظهر الدابة ونزل وأخرج سكينا وقال هذا هو الطريق فقال يا أخي خذ الدابة وما عليها ودعني أنجو بنفسي فقال له لا بد من قتلك فقال له دعني أصلي ركعتين أختم بهما عملي فقال له افعل ما بدا لك فتوضأ الرجل وقام يصلي فقرأ الفاتحة فارتج عليه فلم يجد آية يقرؤها واللص خلفه بسكينته ففتح عليه بقوله تعالى :  أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذا دَعاهُ  فرفع صوته فأجابه اللص من خلفه نعم الساعة يجيبك فما استتم كلامه حتى خرج عليه من بطن الوادي فارس بيده حربة كأن طرفها شعلة نار فطعن اللص طعنة خر ميتا والتهب نارا فبادرت الفارس وقبلت حافر فرسه وقلت له من أنت فقال أنا عبد من يجيب المضطر إذا دعاه فاذهب حيث شئت فلا خوف عليك فرجعت\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nإلى الطريق التي كنت أعرفها قال وكان رجل من أصحاب رسول اللّه عليه الصلاة والسلام من الأنصار يكنى أبا مغلقة يتجر بمال له ولغيره ويضرب به الآفاق وكان ناسكا ورعا فخرج مرة فلقيه لص غارق في السلاح فقال له ضع ما معك فإني قاتلك قال وما ذا تريد مني شأنك بالمال قال إني أريد قتلك أيضا فقال له ذرني حتى أصلي ركعتين قال صل ما تريد فتوضأ ثم صلى أربع ركعات فكان من دعائه في آخر سجدة أن قال يا ودود يا ذا العرش المجيد يا فعال لما يريد أسألك بعزك الذي لا يضام وملكك الذي لا يرام وبنور وجهك الذي ملأ أركان عرشك أن تصلي على محمد وعلى آله وأن تكفيني شر هذا اللص يا مغيث أغثني ثلاثا فإذا هو بفارس قد أقل بيده حربة وضعها بين آذن فرسه فلما أبصره اللص أقبل نحوه فطعنه فقتله ثم أقبل إليه فقال له قم فقال من أنت قال أنا ملك من السماء الرابعة حين دعوت بدعائك الأول سمعت لأهل السماء ضجيجا ثم دعوت بدعائك الثاني والثالث فقيل لي دعاء مكروب فسألت اللّه أن أقتله فأذن لي قال أنس اعلم أن من توضأ وصلى أربع ركعات ودعا بها استجيب له مكروبا وغير مكروب روى ذلك القاضي أبو بكر العربي وأبو علي حسين قوله تعالى :  هُوَ الَّذِي أَنْزَلَ عَلَيْكَ الْكِتابَ مِنْهُ آياتٌ مُحْكَماتٌ  إلى قوله :  إِنَّ اللَّهَ لا يُخْلِفُ الْمِيعادَ  هذه الآيات للحفظ والفطنة من كتبهم في صفحة خضراء جديدة يوم الجمعة في الساعة السادسة بزعفران وماء ورد ومحاها وشربها على الريق 7 جمع متواليات قبل طلوع الفجر لا يأكل في يومه هذا شيئا فيه شبهة ولا شيئا فيه روح فمن فعل ذلك بلغ ما أراده قوله تعالى :  قُلِ اللَّهُمَّ مالِكَ الْمُلْكِ  إلى قوله :  بِغَيْرِ حِسابٍ  من أكثر تلاوة هاتين الآيتين عقب الفرض والنافلة وعند منامه نال الرزق والسعة وأثمر ما في يده وزال فقره ومن أراد الوصول إلى علم الكيمياء أو علم ما خفي على كثير من الناس فليتطهر وليصم 40 يوما متوالية يفطر فيها على الحلال ويقرأ كل ليلة عند منامه سورة الشمس والضحى والانشراح 7 مرات وقل اللهم مالك الملك الآية 7 ثم يقول اللهم إني أسألك بقدرتك على كل شيء يا واحد يا أحد يا صمد يا وتر يا حي يا قيوم أسألك أن تصلي على سيدنا محمد وعلى آل سيدنا محمد يقول ذلك 70 مرة ثم يقول بعدها وأن تيسر لي العلم الذي يسرته على كثير من خلقك وأكرمت به كثيرا من عبادك وأغنني به عمن سواك فإنك مالك الملك وبيدك مقاليد السماوات والأرض وأنت على كل شيء قدير فإذا فعل ذلك سخر اللّه له من يرشده إلى طلبه في اليقظة أو في المنام ومن أراد العثور على علم الكنوز والدفائن فليكتب هذه الآيات في إناء طاهر من ذهب بمسك وزعفران ثم يمحوه بماء الهليلج الأصفر وماء طوبة وماء التمر الأخضر ثم يأخذ مرارة دجاجة سوداء ومرارة قط ووزن\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nخمس مثاقيل كحل أصفهاني ثم يسحق الكحل بالماء الذي محى به الإناء الذهب سحقا جيدا إلى أن يصير كحلا ناعما يجعله في مكحلة زجاج ثم يبتدئ بصيام يوم الخميس فإذا كان نصف الليل صلى على النبي عليه الصلاة والسلام وعلى آله وصحبه 70 مرة وختم بالصلاة عليه أيضا 70 ثم يكتحل في كل عين ثلاثة أميال من الكحل المذكور ويبدأ باليمين يفعل ذلك 7 جمع كما فعل في المرة الأولى من الصيام والصلاة والكحل في كل خميس ويقوم نصف الليل من ليلة الجمعة يفعل الصلاة والاستغفار والكحل إلى أن يتم له 7 أخمسة فإذا فعل ذلك فإنه تظهر له الأشخاص الروحانية ليلا ويخاطبهم ويسألهم عن كل ما يريده منهم ويأمرهم بما يريد فإنهم يطيعونه على ما يحب ويريد ومن داوم من الملوك على ذكر الملك القدوس ثبت ملكه وانبسطت قدرته ومن نظر إلى حروف الملك بعد أن يكتبها هكذا ا ل م ل ك ويستديم النظر إلى الحرف الأوسط في كل يوم 40 على طهارة وهو يقرأ  قُلِ اللَّهُمَّ مالِكَ الْمُلْكِ  الآية يسر اللّه عليه أسباب الدنيا والآخرة وقال عليه السلام من أراد حاجة فليسجد وليقل  قُلِ اللَّهُمَّ مالِكَ الْمُلْكِ  الآية ثم يقول يا اللّه أنت اللّه الذي لا إله إلا أنت وحدك لا شريك لك تجبرت أن يكون لك ولد وتعاليت أن يكون لك شريك وتعاظمت أن يكون لك ند ومشير وقهرت أن يكون لك ضد وتكرمت أن يكون لك وزير يا اللّه يا اللّه يا اللّه أنت الذي تنزهت ونزهت جميع خلقك لا عين تراك ولا يدركك بصر يا اللّه 3 يا اللّه اقض حاجتي ويسمي ما أراد . قوله  إِذْ قالَتِ امْرَأَتُ عِمْرانَ رَبِّ إِنِّي نَذَرْتُ لَكَ  إلى  بِغَيْرِ حِسابٍ  هذه الآية لحفظ الحوامل ووقاية أولادهن من الآفات والتغييرات والعيوب والعيون يكتب هذه الآيات بماء ورد وزعفران في رق غزال ويعلق على خصر المرأة الأيسر إلى حين وضعها فإنها تأمن من الآفات وإن كتبت بمسك وزعفران وعلقت في عنق الطفل في أنبوبة نحاس أو حديد فإنها حرز له من البكاء والفزع والجوع ويقل سهره ويروى بالقليل من لبن أمه وإن كان لبن أمه قليلا در ويكون مباركا حسنا قوله تعالى :  وَأَنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ  هذه الآية للقربة وطلب الرزق ولمن يريد أن يخطب امرأة فمن أراد ذلك فليكتبها يوم الخميس في ساعة الزهرة أو المشتري أو عطارد في ورقة وهو طاهر ويلف الكتابة في خرقة من قميص رجل مسعود ويعلقها على باب حانوته أو حمامه أو منزله أو في موضع بيعه وشرائه فإنه يكثر خيره ويدر عليه رزقه وإن كتبت في ورقة وعلقت على إنسان معطل أو مريد الخطبة فإنه يجاب للخطبة . قوله تعالى :  أَ فَغَيْرَ دِينِ اللَّهِ يَبْغُونَ  إلى  الْخاسِرِينَ  لسكون خفقان القلب والرجيف تكتب في إناء فخار جديد ويمحوها بماء طاهر من مطر أو بئر لم\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nتصبه الشمس ويشربه المريض يبرأ قوله تعالى :  وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً  إلى  الْمُفْلِحُونَ  خاصيتها للتأليف والمحبة وقبول القول فمن كتبها في رق غزال يوم الاثنين والقمر في إقبال نوره بماء ورق التوت الأسود وكتب في آخر الكتابة يا مؤلف القلوب ألف بين كذا وتذكر أسماءهما في أول الكتابة وآخرها كذلك يؤلف اللّه بينهما كما ألف بين الثلج والنار اللهم يا ودود 3 ألّف بين قلوبهما على طاعتك وعلقه عليه فإن عدوه ومن هو غضبان عليه يصافحه ويرزق الحظ والقبول ويزول عنه ما كان يكرهه منه وإذا حمل ذلك فقير أو واعظ أو متكلم قبل قوله وأثر في قبول الناس تأثيرا عظيما . قوله تعالى  لَنْ يَضُرُّوكُمْ إِلَّا أَذىً  . قوله  ذلِكَ بِما عَصَوْا وَكانُوا يَعْتَدُونَ  هذه الآيات للظفر بالعدو وقهره وصده عن الحرب والقتال وخذلانه فمن نقش هذه الآيات على سيفه أو ترسه أو بيضته أو من رمحه أو على شيء من آلة الحرب في يوم الاثنين في الساعة الثامنة ويكون النقاش صائما طاهرا فمن حمل الآيات ولقي عدوه بها ظفر به ونال مراده منه وهزمه ولم يقدر العدو على مكيدته ، قوله تعالى  إِذْ هَمَّتْ طائِفَتانِ مِنْكُمْ أَنْ تَفْشَلا  إلى  الْحَكِيمِ  هذه الآية للخوف من السلطان ونصرة المظلوم ولمن يفزع في منامه من الجان أو من أحد من الإنس أو كان ذلك في يقظته يكتبها ليلة الجمعة نصف الليل والكاتب طاهر نظيف فإذا صلى كاتبها الصبح جلس إلى طلوع الشمس يسبح اللّه ويذكره فإذا ارتفعت الشمس يصلي ركعتين يقرأ في الأولى الفاتحة وآية الكرسي وفي الثانية الفاتحة وآمن الرسول إلى آخر السورة ثم يستغفر اللّه 7 ثم يقول حسبي اللّه لا إله إلا هو عليه توكلت هو رب العرش العظيم 7 ثم يجدد الوضوء ويحمل الكتابة تقضى حاجته إن شاء اللّه وعن أنس رضي اللّه عنه أنه قال كنا مع رسول اللّه صلى اللّه عليه وسلّم في غزاة فلقي العدو فسمعته يقول يا مالك يوم الدين إياك نعبد وإياك نستعين فلقد رأيت الرجال تصرع تضربها الملائكة من بين أيديها ومن خلفها . قوله تعالى  الَّذِينَ يُنْفِقُونَ فِي السَّرَّاءِ وَالضَّرَّاءِ  إلى  الْعامِلِينَ  من كتب هذه الآية ليلة الجمعة بعد صلاة العشاء الأخيرة في قرطاس وعلقه عليه ويصبح فيدخل على السلطان أو على العدو أو على أحد الظلمة والمعاندين كفي شرهم . قوله تعالى  وَما مُحَمَّدٌ إِلَّا رَسُولٌ  الآية إلى  أَعْقابِكُمْ  للنزوف ويكتب معها انقلب يا دم بألف لا حول ولا قوة إلا باللّه العلي العظيم هج لج هج لج هج لج هج لج لخطاس هي لخطاس هي تكتب في ورقة وتعلق بين عيني المنزوف على أنفه وإن نزفت امرأة من قبلها تكتبها في 3 أوراق وتجعل أحدها في ذيلها قدام والثانية في ذيلها وراء والثالثة تربطها بخيط تحت سرتها جربت وصحت قوله تعالى  الَّذِينَ قالَ لَهُمُ النَّاسُ  إلى قوله  عَظِيمٍ  من كتبها في ورقة وجعلها تحت فص خاتم فمن لبس\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nهذا الخاتم ودخل به على سلطان توعده بشر خذله اللّه وكفاه شره وكان رسول اللّه عليه الصلاة والسلام إذا خاف قوما قال اللهم إنا نجعلك في نحورهم ونعوذ بك من شرورهم وقال عليه الصلاة والسلام إذا جئت سلطانا أو غيره فقل لا إله إلا اللّه الحكيم الكريم سبحان اللّه رب السماوات السبع ورب الأرضين السبع ورب العرش العظيم لا إله إلا اللّه عز جارك وجل ثناؤك وكان إذا أحزن النبي عليه الصلاة والسلام أمر دعا بهذا الدعاء وكان يقول هو دعاء الفرج وهو اللهم احرسني بعينك التي لا تنام واكنفني بكنفك الذي لا يرام اغفر لي وارحمني بقدرتك علي أنت ثقتي ورجائي فكم من نعمة أنعمت بها علي قل لك بها شكري وكم من بلية أبليتني بها قل لك بها صبري فيا من قل عند نعمته شكري ولا يحرمني ويا من قلّ عند بلائه صبري فلم يخذلني ويا من رآني على الخطايا ولم يفضحني أسألك أن تصلي على محمد وعلى آل محمد كما صليت وباركت وترحمت على إبراهيم إنك حميد مجيد اللهم أعني على ديني ودنياي وآخرتي بالتقوى واحفظني فيما غبت عنه ولا تكلني إلى نفسي فيما حضرته يا من لا تضره الذنوب ولا تنقصه المغفرة هب لي فيما لا ينقصك واغفر لي ما لا يضرك إلهي أسألك فرجا قريبا وصبرا جميلا وأسألك العافية من كل بلية وأسألك دوام العافية وأسألك الشكر على العافية وأسألك الغنى عن الناس ولا حول ولا قوة إلا باللّه العلي العظيم قال فكتبه جماعة وجعلوه في جيوبهم فحصل لهم ذلك بفضل اللّه ومن دعا بهذا الدعاء حجبه اللّه عن قوم شر ومن دعا به حجب عن الظلمة وهو اللهم أسبل علينا كنف سترك وأدخلنا في مكنون غيبك واحجبنا عن شرار خلقك وحل بيننا وبين الرزايا والبلايا يا أرحم الراحمين قوله تعالى  إِنَّ فِي خَلْقِ السَّماواتِ وَالْأَرْضِ  إلى  الْمِيعادَ  من أدمن على قراءتها ثبت إيمانه وطهر قلبه وأمن من خزي الدنيا والآخرة وإذا كتبت في إناء من خشب ومحيت بماء زمزم ويشربها الذي يقوم لصلاة الليل قام كل ليلة من الوقت الذي يريده وأخرج ابن السني عن جابر أن النبي عليه الصلاة والسلام قال إن الرجل إذا آوى إلى فراشه ابتدره ملك وشيطان فيقول الملك اللهم اختم بخير ويقول الشيطان اللهم اختم بشر فإن ذكر اللّه ثم نام بات الملك يكلؤه وقال عليه الصلاة والسلام من أوى إلى فراشه طاهرا وذكر اللّه تعالى حتى يدركه النوم لم ينقلب ساعة من الليل يسأل اللّه تعالى فيها حاجة من خيري الدنيا والآخرة إلا أعطاه .\r\n\r\nسورة النساء\r\nقوله تعالى  يا أَيُّهَا النَّاسُ قَدْ جاءَكُمْ بُرْهانٌ مِنْ رَبِّكُمْ  إلى  مُسْتَقِيماً  هذه الآية تدحض حجة من يخاصمك أو يجادلك وتقوي حجتك عليه تصوم للّه تعالى يوم\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالأحد ثم تكتبها في قطعة أديم طاهر طائفي وتعلقها عليك فإنك تقهر خصمك وهي طلقة للعروس إذا كتبت بزعفران وماء ورد وجعلها العروس بين عمامته وجبهته وفي نسخة ومحاها وشربها .\r\n\r\nسورة المائدة\r\nقوله تعالى  وَلِلَّهِ مُلْكُ السَّماواتِ وَالْأَرْضِ وَما بَيْنَهُما وَإِلَيْهِ الْمَصِيرُ  وقوله تعالى  وَإِذْ قالَ مُوسى لِقَوْمِهِ يا قَوْمِ اذْكُرُوا نِعْمَتَ اللَّهِ عَلَيْكُمْ  إلى قوله  فَتَنْقَلِبُوا خاسِرِينَ  هذه الآيات من كتبها كل يوم قبل طلوع الشمس في كفه الأيمن ويلحسه بلسانه ويبلع ريقه يفعل ذلك 7 أيام متوالية يرزقه العفو والعافية والقناعة والصبر والرقة في القلب والرحمة لجميع المسلمين وقوله تعالى  قُلْ يا أَهْلَ الْكِتابِ هَلْ تَنْقِمُونَ مِنَّا  الآية هذه الآيات لتسويد وجه العدو وتسويده وتبليد ذهنه إذا أردت ذلك صم يوم الخميس وصل المغرب والعشاء الأخيرة ثم قل يا قديم الأزل يا أزلي لم يزل يا من يعلم خائنة الأعين وما تخفي الصدور خذ فلان ابن فلانة أخذ عزيز مقتدر يفعل ذلك 3 ويقرأ الآيات 3 ثم اقرأ الآية على كف تراب من دار موقوفة 30 مرة ثم رش التراب في داره ترى العجب في ماله ونفسه قوله تعالى  وَقالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ  إلى  الْمُفْسِدِينَ  هذه الآيات إذا اجتمع قوم على ما لا يرضى اللّه تعالى واتفقوا على ذلك وتعاونوا عليه وأردت أن تفرقهم حتى لا يجتمعوا أبدا خذ قليلا من شعر أكبرهم وشعر أصغرهم واحرقهم حتى يصيروا رمادا ثم اكتب الآيات في إناء طاهر أو في قوارة ثوب جديد قصت يوم السبت ثم اغسلها بماء معتصر من ورق الحرمل ثم رش الماء في منزلهم وذر الرماد فإنهم يفترقون . قوله تعالى  إِذْ قالَ الْحَوارِيُّونَ يا عِيسَى ابْنَ مَرْيَمَ  إلى قوله  وَأَنْتَ خَيْرُ الرَّازِقِينَ  هذه الآيات تجلب الرزق والسعة والفرح والخصب وتدفع الجوع والشهوة فمن كان به ذلك فليكتبها في إناء من خشب الأثل أول يوم من شهر نيسان ينقشها بقلم فضة وهو طاهر ويرفعه عنده إذا احتاج إليه يملؤه ماء ويرش الموضع الذي يريده يوم الجمعة قبل طلوع الشمس إما في المنزل أو الزرع أو البستان أو فيما يريد يكون وإن كان ذلك لحاجة الإنسان يشرب ذلك الماء في ثلاث جمع متواليات فإن الذي يفعله يرى ما يحبه ويرى ذلك في ماله وداره وزرعه وشأنه ويزول عنه كل ما يشكوه واللّه تعالى أعلم .\r\n\r\nسورة الأنعام\r\nقال عليه الصلاة والسلام من قرأ سورة الأنعام ولم يقطعها بكلام غفر اللّه ما سلف من عمله ومن قرأها في ركعتين بنية صادقة وسأل اللّه أمانة في ذلك الشهر من\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nكل خوف ووجع أمن في ذلك الشهر من كل شيء يكرهه ويخافه وإذا كتبت وعلقت في أعناق الدواب كانت لها أمانا من الآفات والأعراض ومن قرأها في ليلة حرس من الطوارق والآفات . قوله تعالى   الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ   إلى قوله   يَعْدِلُونَ   من قرأها في كل صباح ومساء ومسح على وجهه وبدنه 7 أمن من جميع الأوجاع قوله تعالى  وَلَهُ ما سَكَنَ فِي اللَّيْلِ وَالنَّهارِ وَهُوَ السَّمِيعُ الْعَلِيمُ  هذه الآية لتسكين الغيظ والفتن والبطش والقلق إذا أحس الإنسان بذلك من نفسه أو من غيره فإن كان قائما فليجلس وإن كان جالسا فليقم وليكثر من قراءتها فإنه يزول عنه ذلك قوله تعالى  وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ  إلى قوله  الْحَكِيمُ الْخَبِيرُ  هذه الآيات إذا كتبت ليلا في قرطاس وقت السحر وعلقت لوجع الجنبين والثديين يجد بركتها وينفع لمن كثر همه وغمه وضاق صدره وعلم لذلك سببا أو لا يعلم يقرؤها من به ذلك عند أخذ مضجعه 7 وينام فإذا استيقظ وجد ذلك زال عنه . قوله تعالى  إِنَّما يَسْتَجِيبُ الَّذِينَ  إلى  يُرْجَعُونَ  هذه الآيات لمن به عنة أو استرخاء عضو من أراد ذلك يصوم 3 أيام ويفطر على سكر ولبن بقري ثم يقوم نصف الليل ويكتب الآية في يده اليمنى في وسطها بقلم نحاس بماء ورد وزعفران ويلحسها نور اللّه عليه وفي سورة الأنعام مواضع خمس يدعو عندها الإنسان الأول بل إياه تدعون الثاني واللّه أعلم بالظالمين الثالث قوله كن فيكون الرابع بين الجلالتين الخامس آخر السورة وكيفية ذلك إذا عرضت لك حاجة فتب إلى اللّه بنية صادقة خالصة ثم قم إلى الصلاة وانو ركعتين واقرأ الفاتحة ثم اقرأ السورة إلى قوله  بَلْ إِيَّاهُ تَدْعُونَ  ثم اقرءوا  إِنَّما يُؤْمِنُ بِآياتِنَا الَّذِينَ إِذا ذُكِّرُوا بِها خَرُّوا سُجَّداً  الآية ثم اسجد سجدة التلاوة وادع بما شئت واذكر حاجتك ثم قم واقرأ من حيث وقفت وهو  فَيَكْشِفُ ما تَدْعُونَ إِلَيْهِ  إلى  الظَّالِمُونَ  ثم تقرأ الآية التي في السجدة وتسجد وتطلب حاجتك ثم تقوم وتقرأ  وَعِنْدَهُ مَفاتِحُ الْغَيْبِ  إلى  كُنْ فَيَكُونُ  ثم تقرأ آية السجدة وتسجد وتدعو ثم تقوم وتقرأ  قَوْلُهُ الْحَقُّ وَلَهُ الْمُلْكُ  إلى قوله :  رُسُلُ اللَّهِ  ثم تقرأ آية السجدة وتسجد وتدعو وتطلب حاجتك تقوم وتقرأ  وَإِذا سَأَلَكَ عِبادِي عَنِّي  الآية وتركع الأولى ثم تقوم إلى الثانية وتقرأ الفاتحة ومن أول الأنعام إلى قوله :  بَلْ إِيَّاهُ تَدْعُونَ  وتفعل بالثانية كما فعلت بالأولى من القراءة والسجود والدعاء في المواضع الخمسة وقم وقد أجاب اللّه دعاءك قوله تعالى :  فَلَمَّا نَسُوا ما ذُكِّرُوا بِهِ  الخ  الْعالَمِينَ  هذه الآية لخرب دور الظلمة وتفريق شملهم وقطع دابرهم فمن أراد ذلك فليكتب هذه الآية على عظم جمل مذكى قديم من مزبلة ويرميه في بيت الظالم فإنه يخرب وإذا كتبت الآية بماء الريحان في طست نحاس ويغسل بماء كمون وينقع في الماء من العشاء إلى\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالصبح ورش ذلك الماء في البيت الكثير البراغيث أو البق تفعل ذلك مرتين فإنه لا يبقى في البيت منهم شيء بإذن اللّه تعالى قوله تعالى :  وَعِنْدَهُ مَفاتِحُ الْغَيْبِ  إلى  الْحاسِبِينَ  هذه الآية من كتبها في خرقة كتان ثم وضعها تحت رأسه وسأل اللّه أن يريه ما أشبه عليه فإنه يراه ومن كتبها وهو على طهارة وفراشه طاهر ثم علقها على عضده ونام وأصبح وهو على عضده لم يلقه أحد إلا حدثه بحديث غريب قوله تعالى :  قُلْ مَنْ يُنَجِّيكُمْ مِنْ ظُلُماتِ الْبَرِّ وَالْبَحْرِ  إلى قوله :  ثُمَّ أَنْتُمْ تُشْرِكُونَ  هذه الآية خاصيتها إذا هاج البحر وتلاطم بالأمواج وكتبت في قرطاس ورمى به في البحر سكن بقدرة اللّه تعالى قوله تعالى :  قُلْ أَ نَدْعُوا مِنْ دُونِ اللَّهِ ما لا يَنْفَعُنا  الآية هذه الآية حيرة للسارق والآبق فإذا أردت ذلك فاعرف اسم السارق والآبق واسم أمه ثم خذ قطعة شيء يابس فأدر فيه دائرة بالبيكار وفي نسخة قشر قرع يابس ثم يخرج بها إلى مكان منقطع لا يعرفه أحد من الناس ثم يكتب في وسط الدائرة الآيات ثم تكتب اسم السارق أو الآبق واسم أمه ثم ادفنه في موضع لا يمشي فيه أحد من الناس فإنه يتحير إلى أن يرجع قوله تعالى  وَكَذلِكَ نُرِي إِبْراهِيمَ مَلَكُوتَ السَّماواتِ وَالْأَرْضِ  إلى  الْمُشْرِكِينَ  هذه الآية للهداية والصواب في الرأي والرشد إلى الخير وللقبول وقوة الحجة والكلام فمن أراد ذلك للهداية وصواب الأمر في الرأي يكتبها بماء ورد وزعفران في صحن صيني ثم يمحوها بماء طاهر من نهر ثم يشربه ومن أرادها للقبول يكتبها في حام زجاج بماء فمن اكتحل بهذا الكحل نال القبول والبهجة عند الملوك والسلاطين والناس أجمعين ومن أراد الفصاحة والكلام والحجة فليكتبها في ورق اللوز بزعفران ويمحوها بماء ورد قد أغلي فيه أنيسون وماء الآس ويشرب منه على الريق في كل يوم أربعاء في أول ساعة منه ثلاث أربعات فمن فعل ذلك قهر عدوه وخصمه وغلبه قوله تعالى :  وَلَوْ تَرى إِذِ الظَّالِمُونَ فِي غَمَراتِ الْمَوْتِ  إلى قوله :  ما كُنْتُمْ تَزْعُمُونَ  هذه الآية للدمار وخراب الديار ونكال الأعداء من كان له أعداء وقد قصدوا أذيته فليأخذ ثلاث أوراق من الصفصاف قبل طلوع الشمس لا يراه أحد ويكتب في كل ورقة أسماء القوم الذين يريد العمل لهم في الوجه الواحد والآيات في الوجه الآخر بقلم رفيع وتكتب ذلك بحيث لا يراك أحد ثم ارم كل ورقة في الماء الذي يشربون منه يكون ذلك قوله تعالى :  إِنَّ اللَّهَ فالِقُ الْحَبِّ وَالنَّوى  هذه الآية لنجابة الزرع وحراسته من سائر الحيوانات كلها ولغرس الأشجار وخروج الثمر على أحسن ما يكون وأطيبه فمن أراد ذلك فليكتبها في إناء طاهر بزعفران وكافور ويمحوه بماء طوبة وتجعل فيه ما أردت من الزريعة والحبوب وتزرعه فإنه ينجب ويثمر سريعا وتكون الشجرة مباركة وثمرها حلوا طيبا وإن كان قد غرس يسقى بذلك\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالماء أصله من كرم أو غيره فإنه مبارك قوله تعالى :  فالِقُ الْإِصْباحِ  إلى قوله :  لِقَوْمٍ يَعْلَمُونَ  هذه الآية لسلامة السفن في البحر من الآفات من كتبها أو نقشها يوم الجمعة وهو طاهر في لوح من خشب ويسمرها في مقدم السفينة سلمت من آفات الليل والنهار ومن نقشها في فص من اللازورد في الساعة الثالثة من يوم الأربعاء إلى يوم الجمعة وركب على خاتم فمن لبسه قضيت حاجته ولم يرد في حاجة يطلبها ورزق القبول والمحبة والهيبة في أعين الناس قوله تعالى :  وَهُوَ الَّذِي أَنْزَلَ مِنَ السَّماءِ ماءً  إلى قوله :  لِقَوْمٍ يُؤْمِنُونَ  هذه الآية من كتبها في جوف طلعة من نخلة أول خروجها في أي ساعة كانت من يوم الجمعة ثم ألقاها في بئر ساقية فإن اللّه يبارك في ماء تلك الساقية ونمرها ويزيد طيبا ونجابة ويطرد عنها أعين الجن والإنس والآفات والعاهات وتنجب كل شجرة تشرب منه قوله تعالى :  لا تُدْرِكُهُ الْأَبْصارُ وَهُوَ يُدْرِكُ الْأَبْصارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ  هذه الآية لتسكين الريح والإخفاء عن الظلمة قوله تعالى :  أَ وَمَنْ كانَ مَيْتاً فَأَحْيَيْناهُ  إلى  يَعْمَلُونَ  هذه الآية فيها السبعة أحرف التي نقصت من حروف المعجم في الفاتحة وقد تقدم ذكرها قوله تعالى :  وَإِذا جاءَتْهُمْ آيَةٌ قالُوا لَنْ نُؤْمِنَ حَتَّى نُؤْتى مِثْلَ ما أُوتِيَ رُسُلُ اللَّهِ  اعلم قد تقدم الكلام فيه حيث الكلام على الاسم الأعظم في أول سورة آل عمران وقال بعضهم يستحب للقارئ إذ بلغ هذه الآية أن يقول اللهم من ذا الذي يدعوك فلم تجبه ومن ذا الذي سألك فلم تعطه ومن ذا الذي استجارك فلم تجره ومن ذا الذي توكل عليك فلم تكفه وا غوثاه بك أستغيث اللهم أغثني يا مغيث واشفني شفاء عاجلا وفرج عني فرجا قريبا برحمتك يا أرحم الراحمين ويسأل اللّه تعالى ما شاء تقضى حاجته قوله تعالى :  وَهُوَ الَّذِي أَنْشَأَ جَنَّاتٍ مَعْرُوشاتٍ  إلى قوله :  إِنَّهُ لا يُحِبُّ الْمُسْرِفِينَ  هذه الآيات لنمو الثمرات وزكاتها وحسن خروجها إنتاج الحيوان وبركته وسلامته من أراد ذلك للأشجار نقشها في لوح من خشب الزيتون وجعلها في عتبة باب من فوق ومن أرادها للحيوان أن يكتبها في جلد كبش مدبوغ ويعلقها في عنق الحيوان فإنه يظهر فيه النجابة ويسلم من الآفات واللّه أعلم .\r\n\r\nسورة الأعراف\r\nمن قرأ  إِنَّ رَبَّكُمُ اللَّهُ  إلى قوله :  رَبُّ الْعالَمِينَ  عند أخذ مضجعه وقاه اللّه من إبليس وجنوده وكفاه اللقوة والفالج من قرأ  إِنَّ رَبَّكُمُ اللَّهُ  إلى قوله :\r\n الْمُحْسِنِينَ  وسأل اللّه أن ينفي عنه النوم نفاه عنه ومن قرأها وقرأ معها آيات الحرص وآخر براءة على بيته أو حانوته أو متاعه أو ماله حفظه اللّه وكفاه . حم معاوية بالشام تحت دير راهب فأخرج إليه برنسا فلبسه فزال ما به فقرأه فإذا فيه ورق مكتوب فيه بسم اللّه الرحمن الرحيم بسم اللّه وباللّه ومن اللّه وإلى اللّه وعلى اللّه فليتوكل\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالمؤمنون لا إله إلا اللّه آمنت باللّه آمنت باللّه وملائكته وكتبه ورسله واليوم الآخر إن ربكم اللّه إلى المحسنين اللهم أنت الشافي لا شافي سواك اللهم أشفه شفاء لا يغادره سقم يا اللّه 3 من خاصيتها أن من كتب إن ربكم اللّه إلى قوله المحسنين بماء ورد ومسك وزعفران وعلقها عليه أمن من كيد الناس ومن العين ووجع الفؤاد ولم يزل في أمن من العدو والحية قوله تعالى :   المص   إلى قوله :  قَلِيلًا ما تَذَكَّرُونَ  هذه الآيات لولاة الأمر وأصحاب الأتباع ومن له رغبة في القضاء ينقش في صحيفة من فضة خالصة وتجعل تحت فص خاتم فمن لبس هذا الخاتم وفق للصواب وحسنت سيرته ووفق في أقواله وأفعاله وجرت مصالح الناس على يديه وقال الشيخ أبو بكر بن وحشية حروف المص إذا وضعت في خاتم مربع ونقشه بالأحرف الطبيعية وتكون إقامته من ذهب ووزنه أربع دراهم أو نحاس أحمر إن لم يقدر على الذهب وإن كان مخلوطين كان أبلغ وليكن الطالع برج الحمل والشمس فيه في درجة شرفها متصلة بالمريخ من تسديد أو تثليث وهما سالمين من نظر النحوس ومسعودين ويبخره بالزعفران والسندروس والمقل الأزرق ويلفه في خرقة حرير صفراء نظيفة وتمسكه عن نفسك فإنك تنال من العز والشرف والرفعة والجاه والولاية الضخمة فوق ما تؤمله ويسخر اللّه لك بذلك جميع الأشراف والملوك ولا يراك أحد إلا عظمك وقضى حاجتك وذل لك كل صعب ويسر اللّه لك عسير وهذه صفة حروفه وعدده وقد نبهت على ما في أوفاق ابن وحشية من النقص في سورة مريم فانظره هناك . قوله تعالى :  وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ  الآية هذه الآية لتكثير الرزق وإدراره وللمعيشة وكثرة الزيتون تكتب يوم الجمعة عند فراغ الناس من الصلاة وتجعل في البيت أو الحانوت أو مكان سكنه يكثر رزقه قلت وعدد قوله تعالى :  وَلَقَدْ مَكَّنَّاكُمْ فِي الْأَرْضِ وَجَعَلْنا لَكُمْ فِيها مَعايِشَ  خمسة وثلاثون حرفا بالجمل عددها بالجمل المغربي ألفان ومائة وتسعون مدخولة في هذا المربع وأقل عدد فيه خمسمائة وأربعون وعددها بالجمل المشرقي ألفان ومائتان مدخولة في هذا الوفق المخمس أقل عدد فيه 428 ( وهذه صورته على الثلاثة طرق ) .\r\nقوله تعالى :  يا بَنِي آدَمَ قَدْ أَنْزَلْنا عَلَيْكُمْ لِباساً  إلى قوله :  لَعَلَّهُمْ يَذَّكَّرُونَ \r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nهذه الآية لمن أراد التوبة والطاعة فليلبس قميصا جديدا يوم الخميس والقمر في زيادته ثم يصلي ركعتين شكرا للّه تعالى على ما ألبسه ثم يكتب الآية في جام زجاج بدهن زئبق خالص ثم يمحوه بماء ورد ويدهن بدهنه وجهه وبدنه ثم يكتبها في ورق زيتون ويجعلها في جيب القميص فإنه لا يلبسه أحد إلا ويعان على الطاعة . قوله تعالى :  يا بَنِي آدَمَ خُذُوا زِينَتَكُمْ عِنْدَ كُلِّ مَسْجِدٍ  إلى قوله :  لِقَوْمٍ يَعْلَمُونَ  هذه الآية تنفع لدفع السموم المضرة والعين أو السحر فمن كتب ذلك في إناء أخضر جديد بماء العنب الأبيض هو والزعفران ومحاها بماء الورد فمن استحم بذلك الماء زال عنه العين والسحر ومن شرب منه أو جعله في طعامه أمن من السموم والسحر والعين . قوله تعالى :  قالَ ادْخُلُوا فِي أُمَمٍ  إلى قوله :  لا تَعْلَمُونَ  من له عدو مسجون وأراد أن يطول مكثه في السجن فليكتبها في رق أحمر مدبوغ ويكتب اسم الذي يريد واسم أمه ويكتب مكثا مكثا يا فلان ابن فلانة تثبيطا مكثا بلا زوال ثم يدفن الكتاب تحت باب الموضع المسجون به فإنه لا يزال فيه . قوله تعالى :\r\n وَنَزَعْنا ما فِي صُدُورِهِمْ مِنْ غِلٍّ  إلى قوله :  بِما كُنْتُمْ تَعْمَلُونَ  هذه الآية للصلح بين الناس والمتباغضين وللاتفاق بين المتعاطفين وزوال الغل والمتنافرين إذا كتبت بقلم فارغ من المداد على حلوى وقسمت بين جماعة متباغضين فإذا أكلوا اصطلحوا وإن كتبت على أوراق بعدد القوم أو ثمر أو تين فعلت ذلك وهي تنفع لوجع القلب أيضا وإذا كتبت في إناء فخار جديد كما يخرج من التنور بزعفران وماء ورد ومحاها بماء تين ويشرب منه من به وجع القلب يبرأ . قوله تعالى :  وَهُوَ الَّذِي يُرْسِلُ الرِّياحَ بُشْراً  إلى  يَشْكُرُونَ  خاصية هذه الآية لحفظ أصول الشجر وصيانتها من الدود والعفن والنمل وسلامة شجرها من المن والجراد والفار والطير المؤذي يكتب في قعب قد خرط من خشب الزيتون بماء التفاح والزعفران ثم يمحوها بماء العنب ثم يجعل منه في أصل الشجرة شيئا يسيرا وتسكب فوق الماء القراح فإن تلك الأشجار تخصب . قوله تعالى :\r\n أَ فَأَمِنَ أَهْلُ الْقُرى  إلى  الْخاسِرُونَ  هذه الآية لطرد الهوام المؤذية فمن كتب هذه الآية في أول يوم شهر اللّه المحرم في قرطاس وغسله بماء ورش ذلك الماء في زوايا البيت أو الدار أمن من جميع ذلك . قوله تعالى :  وَلِلَّهِ الْأَسْماءُ الْحُسْنى فَادْعُوهُ بِها  قال عليه الصلاة والسلام إن للّه تسعا وتسعين اسما من أحصاها دخل الجنة إنه وتر يحب الوتر وهي هو اللّه الذي لا إله إلا هو الرحمن الرحيم الملك القدوس السلام المؤمن المهيمن العزيز الجبار المتكبر الخالق البارئ المصور الغفار والقهار الوهاب الرزاق الفتاح العليم القابض الباسط الخافض الرافع المعز المذل السميع البصير الحكم\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالعدل اللطيف الخبير الحليم العظيم الغفور الشكور العلي الكبير الحفيظ المقيت الحسيب الجليل الكريم الرقيب المجيب الواسع الحكيم الودود المجيد الباعث الشهيد الحق الوكيل القوي المتين الولي الحميد المحصي المبدئ المعيد المحيي المميت الحي القيوم الواجد الماجد الواحد الصمد القادر المقتدر المقدم المؤخر الأول الآخر الظاهر الباطن الوالي المتعال البر التواب المنتقم العفو الرؤوف مالك الملك ذو الجلال والإكرام المقسط الجامع الغني المغني المانع الضار النافع النور الهادي البديع الباقي الوارث الرشيد الصبور حديث حسن وهي في القرآن على هذا الترتيب ففي سورة البقرة 26 اسما وهي يا محيط يا قدير يا عليم يا حكيم يا تواب يا بصير يا واسع يا بديع يا سميع يا كافي يا رؤوف يا شاكر يا اللّه يا واحد يا غفور يا حليم يا قابض يا باسط لا إله إلا هو يا حي يا قيوم يا علي يا عظيم يا ولي يا غني يا حميد وفي آل عمران 3 يا قائم يا وهاب يا سريع وفي النساء 7 يا رقيب يا حسيب يا شهيد يا غافر يا غفور يا مغيث يا وكيل وفي الأنعام 5 يا فاطر يا قاهر يا قادر يا لطيف يا خبير وفي الأعراف اسمان يا محيي يا مميت وفي الأنفال اسمان يا نعم المولى ويا نعم النصير وفي هود 7 يا حفيظ يا قريب يا مجيب يا قوي يا مجيد يا ودود يا فعال لما يريد وفي الرعد اسمان يا كبير يا متعال وفي إبراهيم اسم يا منان وفي الحجر اسم يا خلاق وفي مريم اسمان يا صادق يا وارث وفي الحج اسم يا باعث وفي المؤمنون اسم يا كريم وفي النور 3 يا نور يا حق يا مبين وفي الفرقان اسم يا هادي وفي سبأ اسم يا فتاح وفي فاطر اسم يا شكور وفي المؤمن 4 يا غافر يا قابل يا شديد يا ذا الطول وفي الذاريات 3 يا حي يا رزاق يا ذا القوة المتين وفي الطور اسم يا بر وفي القمر اسمان مليك مقتدر وفي الرحمن 3 يا رب المشرقين يا رب المغربين يا ذا الجلال والإكرام وفي الحديد 4 يا ظاهر يا باطن يا أول يا آخر وفي الحشر 10 يا قدوس يا سلام يا مؤمن يا مهيمن يا عزيز يا جبار يا متكبر يا خالق يا بارئ يا مصور وفي البروج اثنان يا مبدئ يا معيد وفي الإخلاص اثنان يا أحد يا صمد وفي الفاتحة خمس يا اللّه يا رب يا رحمن يا رحيم يا مالك ورأيت بخط بعض العارفين في صفة الدعاء بالأسماء الحسنى طريقة وهي يا اللّه يا اللّه يا إله الأولين والآخرين ويا قامع المردة والجبارين ومذل العظماء والمتكبرين يا رب العالمين بإحسانك نستعين فأنت خير ولي ومعين يا رحمن الدنيا والآخرة ويا جامع العظام النخرة ومولى ما جل من النعم الفاخرة يا رحيم المؤمنين وغافر ذنب العاصين ومخلد في جهنم الكافرين يا مالك الأمر في يوم الدين ومبين لأهل الإسلام الدين الطف بنا في ذلك اليوم واجعلنا من أهل الصلاة والصوم واسلك بنا سبيل المهتدين وجنّبنا عن كل شين إنك على كل شيء قدير يا محيط أحاط علمك بجميع المعلومات وأقرت\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nبألوهيتك الكائنات وسبقت إرادتك في المخلوقات يا قدير تعلقت قدرتك بالجائز من الموجودات وظهرت في الأحياء والجمادات وأقربها قهر المماليك والسادات يا عليم بالكليات والجزئيات والسفليات والعلويات والموجودات والمعدومات يا حكيم يا حكيم ظهر أحكام صنعتك في خلقك وبان بذلك ما يجب من كبير حقك فلا مخلص لكبير ولا صغير من رقك يا توابا على التائبين يا رب العالمين وسلطان السلاطين نسألك أن ترفعنا في أعلى عليين وتنظمنا في سلك أحبابك السالكين المقربين يا بصيرا بعيوبنا استرها وعليما بذنوبنا اغفرها ومحيطا بأحوالنا دبرها يا واسع 3 ارزقنا وحسن أخلاقنا وبرد أشواقنا يا بديع يا بديع بصر عقولنا في بديع مصنوعاتك وثبت قلوبنا على ما يجب لذاتك وصفاتك وطهر نفوسنا مما تواليه علينا من نفحاتك وبركاتك يا خبير يا خبير باختيار موالاة مشاهداتك بخبير أحوال الصادقين وبدوام موافقة عليائك يا خالق يا خالق اخلق في قلوبنا هيبة لجلالك وحياء من ارتداء كمالك وشعار التعظيم إبداء لشعارك واستعدادا لو أرادت بشائرك يا مصور يا مصور صورت العالم على ما سبق في سابق إرادتك وعلمك وأظهرت الحكمة في صغيره وكبيره على وفق حكمتك وحكمك أجريته في ميدان تقهر القدرة فلا ملجأ منه ولا مفر يا غفور إن ذنوبنا جمة فاغفرها وعيوبنا كثيرة فاسترها وأنفاسنا كثيرة فاجبرها وشياطيننا متمردة علينا فازجرها يا قهار قهرت العباد بالموت فليس لهم منه مهرب ولا فوت ذلت لجبروتك رقاب الجبابرة وخضعت لكبريائك كبرياء الأكاسرة يا وهاب يا وهاب هب لنا من طرق نعمتك ما تطهر به نفوسنا وتقرب منك تيسير قلوبنا وحسن أرواحنا تنور بنورك ما أظلم في عين الوجود أشخاصنا يا رزاق ارزقنا من خزائنك الواسعة وأدم علينا رحمتك القريبة السابغة وديم مننك الكثيرة ونعمك الوفيرة يا فتاح افتح علينا من علومك الدينية واصرف إلينا ما يذيقنا من بهاء أنوارك السنية وارفع عن بصائرنا ما ورد عن الحجاب وأدخل علينا بالتحية الملائكة والإكرام من كل باب يا قابض يا قابض اقبض عنا يد الوساوس الشيطانية واكفف عنا جماع إجمالات الخواطر الإنسانية ولذذنا بحلاوة تلاوة كتابك واكتبنا في زمرة أحبابك يا باسط يا باسط ابسط أرزاقنا الجسمانية والروحانية ووسع لنا سرادقات أسرارك اللدنية وأقمنا على بساط انبساط مشاهدتك ولذذنا بطيب دوام مراقبتك يا خافض خفضت لجلالك المخلوقات وتلاشت لجبروتك المحدثات فاخفض من أعدائنا ما يضرنا وأنلنا من العافية والمعافاة في الدنيا والآخرة ما به نفعنا يا رافع يا رافع ارفع حقير ما انخفض من أحوالنا وبارك لنا في قليل أعمالنا ونادنا واحشرنا في زمرة المقربين من أحبابك البررة وأعنا بالملائكة الكرام السفرة يا معز أعزنا بعز الطاعة وأمتنا على سبيل السنة والجماعة ويسر علينا إتيان خير الخيرات وجنبنا ما كبر وصغر\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nمن المنكرات والمكروبات يا مذل لا تذلنا بذل المعاصي وامنعنا بمعافاتك من معاصيك ومتعنا بمعاقل من محبتك وارزقنا لذة مراقبتك وأكرمنا اللهم واكفنا عقابك إنك على ما تشاء قدير وبالإجابة جدير وصلى اللّه على سيدنا محمد وعلى آله وصحبه وسلم آمين والتابعين لهم بإحسان إلى يوم الدين والحمد للّه رب العالمين وقد قسم بعضهم الأسماء على 10 أنماط .\r\n\r\nالنمط الأول\r\nاسم اللّه والإله والرب والخالق والبارئ والمصور والمبدئ والمعيد والمحيي والمميت هذا النمط 10 فاسم اللّه والإله ذكر لأكابر المولهين واسم الرب والخالق والبادئ ذكر لأكابر السالكين واسم المصور المبدئ والمعيد والمحيي والمميت ذكر لعباد اللّه المعتبرين والمتبصرين قلت إن هذا العارف قسم الأسماء 10 وجمع في كل قسم الأسماء التي رآها مناسبة المعاني كما جمع في هذا النمط بين الأسماء المذكورة ليناسبها في معنى الابتداء والذي يجب هو أن يكون ذكر كل اسم بمفرده ولكنه جمع طلبا للإيجاز واعلم أن الذاكر بالأسماء على نوعين نوع يكون بتلقين الشيخ للمريد السالك ونوع يكون بالإلهام الرباني للمجذوب والسالك المنفرد على قدر حاله ومناسبة خاطره الروحاني والتعلق بهذا الرفع الهواجس النفسانية والخواطر الشيطانية ولا مشرب للعوام في هذا الذكر والكلام في الذكر وتعيين الأسماء للذاكرين وحسب مقامهم وبيان تأثير الذكر في حال الذاكرين وما يعرض له عند صدمة بوارق الأنوار والذكر به وظهور أشعة التجليات الفعلية من ذكر الأسماء الإلهية ليس يسعه هذا المختصر وينبغي أن تعلم أن من ذكر اللّه باسم من أسمائه واستدام الذكر بنية صادقة وطهارة باطنة وظاهرة واجتهد في نفي الخواطر وأكثر منه فإنه ينفتح له باب الذكر بأن يقف على أسرار وعجائب ويكتحل على بصيرته بأنوار وربما سعد من المواهب القدسيات بمشاهدة التجليات الأسمائية الفعلية المعينة بذلك الاسم وارتقى بها إلى قابلية أضواء التجليات تصديقا لقوله عز وجل  فَاذْكُرُونِي أَذْكُرْكُمْ  وذكر بعضهم في صفة الدعاء والقسم باسم اللّه وجهين أحدهما أن يقول يا اللّه 66 والثاني أن يسقط حرف النداء ويقول اللّه وينوي من أراد فإنها كسر رقبة المدعو عليه .\r\n\r\nالنمط الثاني\r\nالأحد الواحد الصمد الفعال لما يريد البصير السميع القادر المقتدر القوي القائم هذه الأسماء سلك واحد في تقارب الأذكار وفيه أذكار السالكين المتعلقين بأسرار التوحيد وذكرهم منه الأحد الواحد وأما الصمد فذكر يصلح للمرتاضين بالجوع ذاكره لا\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nيحس بألم الجوع ما لم يدخل عليه ذاكرا غيره والفعال اسم للمغلوبين بالخواطر والوسواس وكثرة الأفكار وأغمام القلب قلت ورأيت في كلام سيدي أبي الحسن الشاذلي من أراد صرف الخواطر فليضع يده على قلبه وليقل سبحان الملك القدوس الخلاق الفعال 7 ثم يقول إن يشأ يذهبك ويأت بخلق جديد الآية وأما البصير والسميع فتنزيه وهو ذكر يصلح للملحين في الدعاء فإنه يسرع لهم الإجابة وأما القادر والمقتدر والقوي والقائم فذكر يصلح لأرباب الأعياء والحرف الثقيلة ومن نقشها في فص خاتم وتختم به أدرك ذلك لوقته ومن ضعف عن شيء وعلقه عليه وذكره قوي لوقته وقال الشيخ أبو الحسن الشاذلي إذا توجهت إلى شيء من أمر الدنيا والآخرة فقل يا قوي يا عزيز يا عليم يا قدير يا سميع يا بصير قلت وأما قول العارف في اسمه القادر والمقتدر والقوي والقائم إنما ينفع من معاناة الأثقال في الأمور الصعبة قال بعضهم إن من خواص أول حرف من حروف هذه الأسماء من كتبه 100 مرة في ورقة وذكرها عند الكتابة مائة مرة أول ساعة من يوم الأحد وتجعل الورقة تحت فص خاتم فإن لابسه لا يعيا ولا يكل خاطره وإذا حط الخاتم في ماء وسقي منه من به الحمى المطبقة عفى عنه ومن كتبه مائة مرة ونال هلاك ظالم أو جبار أهلكه اللّه ومن كتبه مائة مرة في ورق آس وأغلى الورقة في زيت ودهن المفلوج وأهل النزلات الهوائية نفعهم ومن استعمل شكلا من فولاذ يوم الخميس أول ساعة منه ونقش عليه هذه الحروف أربع مرات وجعله في عمامته بين عينيه رزقه اللّه المحبة والهيبة وإن علق على صدره بإزاء قلبه يسر له ما يؤمله ونفى من فكره المكاره وينبغي أن لا يداوم على لبسه .\r\n\r\nالنمط الثالث\r\nالحي القيوم الرحمن الرحيم الملك العزيز العلي العظيم الكبير المتعالي قلت تقدم في آل عمران الكلام على الحي القيوم وأما الرحمن الرحيم فإذا كان صريحة للمضطرين وأمان للخائفين لا ينقشه أحد في خاتم يوم الجمعة آخر النهار لا يرى ما يكرهه ما دام عليه ومن أكثر من ذكرهما كان ملطوفا به في كل أموره وأما الملك والعزيز فيذكر عند كل ذي ملك وقدرة يصلح للملوك خصوصا فإنه ما من ملك يستديم على هذا الذكر في عموم أوقاته إلا ثبت ملكه وانبسطت قدرته ويصلح للسالك الذي تغلبه شهوته فإنه ما يستديم ذكره من هذا مقامه إلا بعث اللّه له قوة ملكية تديره وتنصره على من يخالفه من عوالمه وأما العلي والعظيم فللتنزيه والكبير المتعال مناسب للتنزيه وهي تليق بأهل التعظيم للّه من أرباب الأحوال قلت أما قوله الرحمن الرحيم فذكر شريف للمضطرين إن أول حرف من هذين الاسمين يصلح أن يكتب للأمور الابتدائية\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nمن كتبه مائتي مرة ووضعه في أساس بناء يوم الأحد تم البناء وكان محروسا وهو أول حرف جرى به القلم وقوله إذا داوم الملك على ذكر الملك العزيز ثبت ملكه وانبسطت قدرته .\r\n\r\nالنمط الرابع\r\nالمؤمن المهيمن المقيت العزيز الجبار المتكبر الحفيظ المحيط الفاطر المجيد ذو الجلال والإكرام أما اسمه المهيمن والمقيت فللعلم والاستيلاء والمراقبة في الكليات والجزئيات وأما العزيز والجبار والمتكبر فمن أسماء صفات الذات اللازمة للخوف والرهبة والعظمة لا يذكرها ذليل إلا عز ولا حقير إلا ارتفع ولا بين يدي جبار إلا ذل ولا يذكرها ملك إلا وجد في نفسه ذلة وانكسار أو لا يتوهم أنه يظهر تأثير ذلك لا من المرة ولا من المرتين بل إذا استدام الذكر وأقله ساعة زمانية فإنه يوافق بعض عالمه فإذا استدام أكثر من ذلك أقبلت عوالمها وروحانيتها وحينئذ يرى الانفعالات من نفسه ومن غيره بقدرة حضوره وصفاء نيته وتصحيح عزيمته وأما اسمه الحفيظ فاسم سريع الإجابة للخائفين في الأسفار ولا يزال الذاكر يذكره في مواطن الخوف فلا يريه اللّه ما يكرهه ومن نقشه في خاتم فضة وحمله معه لو نام في سبعات الأرض ما ناله مكروه ويزيد بعد يا حفيظ احفظني ومن خاف أن يقع في أمر لا يطيقه فليكثر من ذكره ولا يستغني عن حمله من يخاف شيئا وأما المحيط والفاطر وذا الجلال والإكرام فأسماء للتنزيه وأما المهيمن والمقيت للعلم والاستيلاء الخ أقول المؤمن إذا داوم على ذكره 136 مرة أو كتبه ولحمه زال عنه الشك في الأمور المهمة وحصل له اليقين وأمن من المخاوف ومن قال عند رؤية من يخافه يا مؤمن 4 مرات كفاه اللّه شره ومن نقش المهيمن على فص خاتم 10 مرات في شرف القمر ذاكرا به وحمله عصم من شر الشيطان والظالمين من الإنس والجن وقوله في اسمه العزيز والجبار هذا الفصل يحتاج فيه إلى زيادة إيضاح ونحن نذكر شيئا من شرحه اعلم أن جميع ما في الوجود الخالق والمخلوق لا غير ووجود المخلوقات على اختلاف عوالمها من أثر فعل الخالق بحسب ما قدر له من المقابلة وبهذا تكثرت أسماء صفات الواحد الحقيقي جل جلاله وكل اسم منها يتعلق به عوالم من الروحانيات والجسمانيات فهي جميعها تنفعل لذلك الاسم ويشاهد ذاكره أثر انفعالاته إذا كان حاضر القلب صحيح الغرام خاليا عن الخواطر ولنبين ذلك في اسمه العزيز فإنه يتعلق به من عالم اللطائف الملائكة الكروبيون مثل جبريل وعزرائيل ومن شبههم في مقامهم وعالم العقول يتعلق به والجن الذين لا يخالطون بني آدم والعلوم الإلهية وعلم السيمياء يتعلق به ومن عالم الكشاف الملوك والحكام ومن ناسبهم والجواهر\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوالذهب والفضة والحصون والمعادن والسباع والوحوش والطير فهذه الأشياء كلها تسبح اللّه تعالى بهذا الاسم وما يناسبه من الأسماء فإذا ذكر الذاكر هذا الاسم وداوم عليه وسأل اللّه أن يسخر له بعض هذه العوالم ويجعل له نصيبا منه شاهد آثار الإجابة وفي العزيز حرف من حروف الاسم الأعظم من دعا اللّه به وباسمه العلي العظيم والعليم والعلام والمعز والمعطي والفعال والواسع والشافع والمانع فرج اللّه عنه الضيق ويسر له العسر ومن نقش أول حرف منه وكتبه وقت أذان الجمعة 70 في حرير أبيض وركبه في فص خاتم وتختم به أنطقه اللّه بالحكمة وإذا علقه بإزاء قلبه رزق الفهم ومن حمله ارتفع قدره وينقش هذا الاسم ويكتب في دائرة سور المدينة أو حصن أو دار في 94 موضعا وقت أن يكون الخطيب على المنبر يوم الجمعة على طهارة وذكر حرست وقوله الحفيظ اسم سريع الإجابة للخائفين في الأسفار الخ أقول إن الحفيظ عدده الحرفي 4 ووفقه أربعة في أربعة وتكسيره 14 وإذا جعل تكسيره حروفا ووضع حذاء الوفق على هذه الصورة وزيد عليه يا حفيظ احفظني فاللّه خير حافظا وهو أرحم الراحمين .\r\nوهذه صورة الوفق فمن حمله كان محفوظا مؤيدا منصورا وإذا كتبت في شرف القمر أو الشمس على طهارة كاملة بعد أن يصلي ركعتين في كل ركعة منها آية الكرسي وسورة الإخلاص مائة مرة في ورقة طاهرة وحمله الإنسان يسر اللّه عليه الفهم والحفظ وعظم قدره بين الناس وهو لإطلاق المحبوس وهزيمة العدو في الحرب ، ومن صام أسبوعين واستدام الطهارة ونقشه على لوح فضة أول ساعة من يوم الخميس والقمر متصل بالمشتري اتصال محبة فإن حامله يحبب إليه الطاعة وأمور الدين وتحصل له البركة في كل ما يحاوله بيده وحمله في الثياب أو القماش يحفظه من اللصوص والمكاره ويأمن حامله من مخاوف الطريق وشرب مائه ينفع للحمى المطبقة ولسع العقارب وتعليقه يزيل ألم الصدر وشربه بماء المطر والغسل به يذهب النسيان وإن نقش في لوح نحاس يعمل والقمر في العقرب والمريخ ناظر إليه فإذا غمس في الماء وسقي للملسوع نفعه ونقشه على الذهب في شرف الشمس يورث حامله المحبة في أعين الناس والقرب من الملوك ومن كتبه على شيء كان محفوظا بإذن اللّه عز وجل وهذه صفته فافهم ترشد .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nالنمط الخامس\r\nعشرة أسماء العليم الحكيم البديع النور القابض الباسط الأول الآخر الظاهر الباطن فأما العليم الحكيم فإنهما لمن أبهم عليه أمر في كشف سر من أسرار اللّه مما يعسر على الفكر إدراكه فإنه من استدام على ذكر هذين الاسمين يسر اللّه عليه علمه فيما سأل وعرف الحكمة فيما سأل ومنه اسمه البديع أيضا وأما اسمه النور والباسط والظاهر فهذا ذكر لأرباب المكاشفات ومن أراد أن ينظر شيئا في منامه فليذكر هذه الأسماء على طهارة وهو في فراشه إلى أن ينام على هذا الذكر ويصرف همته فيما يريده فإنه يتمثل له في نومه كشف ذلك وأما اسمه القابض والأول والآخر والباطن فكل هذه الأسماء للتعظيم والتوحيد الخالص ليست بأسماء أذكار بل تكشف للمتنكرين لذلك فيشهدون عجائب التصريف بين قبض وبسط وظاهر وباطن في اختلاف العوالم قوله من أدام ذكر اسمه العليم الحكيم الخ أقول من كتب العليم والحكيم والعظيم والأسماء التي في وسطها الياء ومحاها وشربها على الريق سكن اللّه باطنه من الشهوة الجسمانية ومن كتب الياء المذكورة فيها في رق طاهر أول نهار الخميس ووفقه أول حرف عدده المضروب في نفسه وهو قاف وحمله معه بغض اللّه إليه المحرمات ولطف فهمه ومن كتب الحرف المكرر فيها وهو الياء على محراث ونقشه وهو طاهر وحرث به أرضا نمت بركتها وإن نقشه على فاس وحفر به بئرا يسر اللّه عليه طلوع الماء وقوله وأما اسمه النور أقول والنور اسم جليل إذا كتب هكذا ال ن ور وعلق على من يشتكي وجع معدته أو خفقان قلبه أزال اللّه ما يشكوه وإذا وضع على موضع ألم سكن بإذن اللّه ومتى أبهم على الإنسان أمر فلم يدر صوابه أو ضل عن الطريق وذكر هذا الاسم 256 مرة أرشده اللّه إلى الطريق وهداه إلى الصواب وقد تقدم الكلام على اسمه الباسط .\r\n\r\nالنمط السادس\r\nالحليم الرؤوف المنان الكريم ذو الطول الوهاب الغفور والغافر العفو المجيد هذا النمط من الأسماء عليه مدار بقاء الموجودات ورفع الأضداد وجمع المتفرقات فاسم الرؤوف والحليم والمنان ذكر للخائفين ما داومه من يخاف شيئا\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nإلا أوجده اللّه برد الطمأنينة وسكن روعه وذكر لي من له اطلاع أن من استدام على هذا الذكر إلى أن يغلب عليه حال على خلو معدة ثم أمسك النار لم يحرق ولو نقش على قدر يغلي بطل غليانه بإذن اللّه ولا يكتبها أحد يقابل بها من يخاف منه إلا أطفأ اللّه شره ومن غلبته شهوته فليستدم هذا الذكر وأما اسمه الكريم الوهاب ذو الطول فلا يستديم على هذا الذكر من فتر عليه رزقه ومسته حاجة إلا يسر اللّه عليه رزقه من حيث لا يحتسب ومن نقش هذه الأسماء وعلقها عليه لم يدر كيف تيسر عليه المطالب من غير عسير وأما اسمه تعالى الغفور والغافر والعفو فنظم متقارب وسؤال يصلح لرفع المؤلم خصوصا من الآلام في الدنيا والآخرة وأما اسمه المجيب فمخصوص بأن يذكر آخر الدعوات ويجري في الدعاء كله مجرى المعاني في الحروف قوله هذا النمط عليه مدار بقاء الموجودات إلى قوله وأمسك النار ولا تضره أقول إن الأسباب المتعلقة بأسباب الأحوال هي مواهب من اللّه عز وجل إما في وقت دون وقت كما يكون لمن يغلب عليه حال ثم يضمحل وأراد دائما إذا صار الحال مقاما وجميع ما ذكر العارف في هذا الفصل هو كما قال إذا حصلت المواهب الربانية فهي مؤثرة في تيسير الخيرات وسعة الرزق ودفع الأسواء وتسهيل الحوائج وتحصيل المطالب ذكرا أو حملا وتقدم الكلام على اسمه الكريم والوهاب وذو الطول .\r\n\r\nالنمط السابع\r\nالكافي والغني والفتاح والرزاق والودود واللطيف والواسع والشهيد والدائم ونعم المولى ونعم النصير فأما الكافي والغني والفتاح والرزاق فإنها تؤثر في دفع الفاقة والحاجة وطلب الرزق والسعة والمعيشة وأما اسم الودود فإنه يؤثر في المحبة ويحبب ذاكره واللطيف يؤثر في دفع الشدائد وإزالة الأوهام والواسع لحصول السعة والنجاة والشهيد لصلاح الحال والرجوع عن الباطل إلى الحق وهذا النمط جليل القدر وهو ذكر يصلح لأرباب التوجعات والتوجهات والخلوات ولمن ذاق شطرا من المحبة واتصف بشيء من آثارها فلذلك ذكر تنمو به أحواله خصوصا اسمه اللطيف ما أسرعه لتفريج الكروب في أوقات الشدائد لا يضاف اليه غيره ويظهر من آثاره العجب العجيب ولا يذكره من يؤلمه شيء في نفسه وفي بدنه إلا أزاله اللّه عنه في أثناء الذكر ولا يذكره أحد وفي نفسه أمر عظيم هاله ومثل ذلك الأمر في تخيله ثم أقبل على هذا الذكر وهو يلاحظ تلك الكيفية إلا شاهدها كيف تنحل وتضمحل فلا يقوم من مقامه ويبقى شيء يرهبه وفي ذلك أسرار بديعة وأنواع جليلة قول العارف الكافي والغني\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nوالفتاح والرزاق فإنها تؤثر في دفع الفاقة والحاجة وطلب الرزق والسعة والمعيشة والودود يؤثر في المحبة ويحبب ذكره واللطيف يؤثر في دفع الشدائد والآلام وإزالة الأوهام أقول تأثير الأسماء فيما قاله إنما يكون بالذكر أو بالجمل أو العمل بها بشرائط ذلك وعلى حسب أعدادها وفي وفقها وحروفها ومن كتب ودود في حريرة بيضاء 20 مرة والقمر في شرفه متصل بالمشتري اتصال مودة وحمله رزق محبة القلوب ومن دوام على ذكره وذكر الدائم دامت نعمته وينبغي أن يكون حمله على طهارة وصوم قال بعض العارفين من كتب هذه الأسماء ومعه محمد رسول اللّه 35 مرة وكتبه مع أحمد رسول اللّه 35 مرة بعد صلاة الجمعة رزقه اللّه قوة على الطاعة والبر وكفي شر همزات الشياطين ومن استدام النظر إلى الورقة التي كتب فيها ذلك كل يوم عند طلوع الشمس وهو يصلي على النبي عليه الصلاة والسلام كثرت رؤياه قاله العارف .\r\n\r\nالنمط الثامن\r\nالشديد ذو القوة المتين السريع القريب المقتدر القاهر الوارث الباعث المنتقم المذل هذا النمط من الأسماء عظيم الشأن ويصلح أن يكون من أذكار عزرائيل ومن بعض صفات جبريل في تنزلاتهما فافهم ولذلك كان اسمه الشديد ذو القوة المتين والقاهر والمقتدر أسماء القهر والاستيلاء لا يذكرها ضعيف إلا قويت همته ونفسه ولا يدعو بها أحد على ظالم في احتراق الشهر في الساعة السابعة من الليل وإذا كانت ليلة الأربعاء ففي الثامنة في بيت مظلم حاسر الرأس على الأرض لا حائل بينه وبينها يقول في آخر كل مرة يا شديد خذ لي حقي من فلان ولا يشخص شيئا إلا وهلك الظالم ومن نقش هذه الأسماء في خاتم وتختم به إلا أراه اللّه تعالى مهابة يدركها من نفسه ويدركها غيره منه ويرتاع منه كل جبار عنيد عند رؤيته حتى كأن الجبال على كاهله ما دام ينظر إلى من هي معه وأما اسمه السريع والرقيب والمتين فذكر يصلح لأرباب المراقبة في الأفعال تنفتح لهم بذلك مكاشفات وأسرار وأما اسمه الوارث والباعث فحكمة الاعتبار والتصديق بآثار القدرة فيما يبعثه من النباتات بعد الأمانة وما يناسب هذا فقس عليه أقول من شرط الدعاء على الظالم أن لا يدعو عليه بأكثر من مظلمته وأن يدعو عليه المظلوم بنفسه فإنه أسرع للإجابة وإن دعا عليه غير المظلوم لأجل المظلوم جاز ومن كتب ذو ال ق وة هكذا 6 مرات أو كتب الحرف الثاني والسادس في ورقة ثاني ساعة من نهار الجمعة وعلقه على من به صداع من اليبوسة برئ بإذن اللّه وإذا نقش في\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nفص في الساعة المذكورة أو في خاتم فضة ووضع في الفم خفف البلغم ومن غلب عليه النسيان وحمله زال عنه ذلك .\r\n\r\nالنمط التاسع\r\nفيه عشرة أسماء التواب الشاكر الولي الحسيب الوكيل القريب الصادق البر الباقي الخلاق هذا القسم مرتب على سلوك مقامات السالكين خصوصا بهم فالتواب للتائبين والشاكر للشاكرين والولي للأولياء والحسيب لأهل الكفاية والوكيل للمتوكلين والقريب لأهل القرب والصادق لأهل الصدق والبر لأهل البر والباقي للشهداء والخلاق لذوي الاعتبار قاله العارف .\r\n\r\nالنمط العاشر\r\n9 أسماء الهادي الخبير المبين عالم الغيب علام الغيوب ذو الجلال والإكرام المعز المذل وينتظم في هذا القدوس السلام المؤمن الخ الحشر هذا القسم من الأسماء ذكر جليل المعاني تتلقى منه الأنبياء أسرارها والعارفون معارفها وهو يشتمل على أذكار إسرافيل وجبرائيل وعزرائيل وميكائيل فاسمه الهادي والمبين مناسبة إسرافيل وذكر الخبير وعلام الغيوب مناسبة جبريل ذكر ذي الجلال والإكرام والمعز والمذل مناسبة عزرائيل واسمه القدوس والسلام والمؤمن الخ سورة الحشر مناسبة ميكائيل وتصريف هذه الأسماء في الذكر بها فالهادي والخبير والمبين لمن أراد كشف عواقب الأمور ويذكر هذه الأسماء خصوصا عقب جوع وسهر على رأس كل مائة من الأعداد تقول اهدني يا هادي وخبرني يا خبير وبين يا مبين ويسمي ما يريد وذلك في جوف الليل فإذا أدركه النوم مثل له كشف ما أراده في منامه من أي نوع كان واللّه يقول الحق وهو يهدي السبيل واعلم أن كل اسم له حروف وأعداد ولكل عدد وفق فمن جمع بين حروف كل اسم وعدده في وفق تكشف السر ومهما كان العدد فردا في اسم فجملة أفعاله مما يقتضيه الأفراد ومهما وافق اسم ذات بالعدد الحرفي والعددي وكسره اتفق وفقه كان ذلك اسما أعظم في حقه ينفعل له به ما ينفعل بالاسم الأعظم المطلق ولكل نمط من الأسماء آيات من الكتاب العزيز تناسبه قلت وقد رتب العارف الأسماء ترتيبا آخر وسماها لطائف فقال : ( اللطيفة الأولى ) 11 اسما أمان للخائفين والمستوحشين وإطلاق المسجونين الواحد اللّه الرحمن الرحيم الرؤوف الغفور الحنان المنان الكريم ذو الطول ذو الجلال والإكرام ( اللطيفة الثانية ) منبع العلوم الجميلة ولطائف الأسماء الجليلة وأجل الأسماء في المناجاة من عمل بها واتخذها ذكرا دائما فتح اللّه له وعليه وبورك له وسخر له أهل العلم والفضل وحصل له بها كشف وهي 6\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nأسماء العليم الحكيم الخبير المبين الهادي علام الغيوب ( اللطيفة الثالثة ) وهي شطر من الاسم الأعظم المخزون فيها دفع الوسواس وغلبة الشهوة ودفع المؤلم ولها وقت السحر من كل يوم ولها نفع عظيم وهي ثمانية أسماء الملك العلي العظيم الغني المتعال ذو الجلال المهيمن الكريم ( اللطيفة الرابعة ) للهيبة والحروب العظيمة وفيها شطر من الاسم المكنون وبها تنفعل الخلائق أجمعين خصوصا تفريق المجتمع وجمع المتفرق من داومها دفع اللّه عنه كل مؤلم ومن بغى عليه نصر عليه ويصلح أن يكون ذكرا بين يدي الجبارين وعظماء الخلق والملوك فلا يزالون متضائلين ولا يزال مكرما ويسخر له الحيوانات والقلوب القاسية وهي عشرة العزيز القادر القوي ذو القوة المتين المقتدر الجبار المتكبر الشديد القاهر ( اللطيفة الخامسة ) فيها اسم اللّه الأعظم ولأهل المكاشفات به إلمام وهو من أعظم الأذكار ما استدام أحد ذكرها إلا كشف له ويسر له المطلوب ورزق المرغوب في الأمر العاجلة ومن ذكرها في انتصاف الليل شهد عجائب ومداومتها تفتح الأسرار والمكنونات وفيها حفظ النفس والجسم من المؤلم وقهر الأعداء وهي الأذكار المكنونة ولا يستديم أحد ذكرها إلا ويرى من أمور العالم العلوي ويفهم أسرار من المكنونات ويسخر له كل عالم وهي الكلمات التامات وهي عشرة أسماء المحيط العالم الرب الشهيد الحسيب الفعال الخلاق الخالق البارئ المصور ( اللطيفة السادسة ) بها خاصية في حفظ العلوم وأصحاب البلوى وأهل المعرفة بها وهي مناجاة وأذكار وتطهير قلوب الزهاد من إعياء النفس وفيها الإفراج عن النفس مجاري التقدير وهي 10 أسماء البديع الباطن الحفيظ الكامل المبدئ المعيد المقيت المجيد الصادق الواسع ( اللطيفة السابعة ) وهي من أعظم الأذكار ولا يمنع ذاكرها الكشف وفيها اسم اللّه الأعظم ومن لازمها أنصاف الليالي شهد مخاطبات وإن عرف كيفية أقسامها استغنى بها على الأبد وكانت له وسيلة القرب إلى الحق تعالى وهي 10 أسماء الوهاب الباسط الحي القيوم النور الفتاح البصير العزيز الودود السميع ( اللطيفة الثامنة ) لها تأثير سريع لطالب الأسباب وتثبت النعم ويرد شاردها أبدا ولتيسير العسير والرزق ويقبل بالوجود إليه والبركة في ملكه ويسخر له كل ما يطلب له حاجة ولا تصلح لأهل البدايات وهي 9 أسماء التواب الغافر الحسيب الوكيل الكافي الرزاق السلام المؤمن السريع ( اللطيفة التاسعة ) وهي 15 اسما وهي في عالم الملك والملكوت وسر القدر وموانع البلاء من العالم العلوي والسفلي ومن استدام ذكرها مع خلو المعدة شاهد من نفسه علو الهمة والرفعة إلى الأمور الباطنة ما لم يعلم من نفسه وأقبلت النفوس عليه وتنفعل له القلوب انفعالات عظيمة وإن كان خائفا أمرا وقع منه ظالمه لوقته وهي هذه المحيي المميت القابض الباعث الوارث\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nالشافي البر الأول الآخر الظاهر الباطن القدوس لم يلد ولم يولد ولم يكن له كفوا أحد وهذه اللطائف سريعة التأثير من أراد ذلك ينقش كل لطيفة على فص خاتم الخمسان من ذهب والباقي من فضة يعني الفص والخاتم وإما أن يكون في فص خاتم في جسم واحد فإذا أحب أن يذكر بلطيفة لبس خاتمها وذكرها فإنها سريعة الإجابة قوله تعالى :  وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطانِ نَزْغٌ  إلى قوله :  مُبْصِرُونَ  هذه الآية للوسوسة والخوف والفزع والخيال والرجيف فمن حدث له شيء من ذلك فليكتبها بماء ورد وزعفران يوم الجمعة في 7 ورقات عند طلوع الشمس ويبلع كل يوم ورقة ويشرب عليها جرعة ماء فإنه يبرأ وإذا وجدت في نفسك شيئا من وسوسة فقل هو الأول والآخر والظاهر والباطن وهو بكل شيء عليم ويستحب قول لا إله إلا اللّه محمد رسول اللّه فإن الشيطان إذا سمع التشهد خنس أي تأخر وبعد ولا إله إلا اللّه رأس الذكر وهي أنفع علاج في دفع الوسوسة تنفع للمريدين المعتكفين في الخلوات وقال بعضهم إن الوسواس لا يبتلى به إلا من كمل إيمانه فإن اللص لا يقصد بيتا خرابا ومن قرأ هذه السورة في نومه لم يخرج من الدنيا حتى يشمت بعدوه ويراه على أسوأ حال ويناله قوة دينه وبطأ جبل طور سيناء وعن ابن سيرين قال من تلا سورة الأعراف في منامه نال من كل علم حظا واللّه أعلم .\r\n\r\nسورة الأنفال\r\nقال عليه الصلاة والسلام من قرأ سورة الأنفال وبراءة فأنا شفيع له وشاهد أنه بريء من النفاق وأعطي عشر حسنات بعدد كل منافق ومنافقة وكان العرش وحملته يستغفرون له أيام حياته في الدنيا وعن أبي الدرداء قال من قال كل يوم سبع مرات فإن تولوا فقل حسبي اللّه الآية كفاه اللّه ما أهمه من أمر الدنيا والآخرة صادقا كان أو كاذبا وفي رواية لم يمت هدما ولا غرقا ولا حرقا ولا ضربا بحديدة وقال الليث بن سعد عن أبي معشر أن رجلا انكسر فخذه فأتاه آت فقال له ضع يدك حيث تجد ألمك وقل  فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ  الآية فوضع يده وقال كما أمره فصحت فخذه وعوفي خاصية هذه الآية من كتبها وعلقها عليه لم يقف لحاكم إلا قضى حاجته . قوله تعالى :  إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ إِذا ذُكِرَ اللَّهُ وَجِلَتْ قُلُوبُهُمْ  إلى  يَتَوَكَّلُونَ  تنفع لقساوة القلب عن قبول الموعظة ومن أعمال الخير فمن حدث به ذلك فليأخذ شعيرا نقي من قمح ويعمل منه قرصا بغير ملح ويخبز قبل طلوع الشمس ويكتب عليه هذه الآية بقلم فارغ من المداد 7 ثم يصوم يومه ذلك ويفطر عليه فإنه يزول عنه ذلك ويرق قلبه . قوله تعالى :\r\n وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ  إلى  حَكِيمٌ  لدفع شر الشياطين والسلاطين والمردة والمتجبرين والظالمين وأهل الفساد وأهل العداوة فمن كتب هذه\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nالآية في أول يوم جمعة من شهر رمضان بين الظهر والعصر وهو على طهارة في خرقة صوف أو حرير وصوفها ثلاثة ألوان أخضر وأصفر وأحمر ويعمل منها قلنسوة في ذلك اليوم ثم ترفع في مكان طاهر إلى وقت الحاجة من لبس هذه القلنسوة وحضر عند من حضر كانت له بهجة وهيبة ومهابة وزال عنه ما يهمه وأخرسه اللّه عنه وانتقلت أحواله كلها إلى الخير والإقبال والائتلاف والمحبة وألف اللّه له القلوب وسخر له الخلق ونال الخير والمحبة من الخلق قوله تعالى :  وَما جَعَلَهُ اللَّهُ إِلَّا بُشْرى  الخ الآية هذه الآية إذا كتبت في اليوم السابع والعشرين من رمضان في بطاقة وجعلت تحت فص خاتم من لبس هذا الخاتم لا يزال فرحا مسرورا طيب النفس منصورا على من عاداه قوله تعالى :\r\n الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ  إلى  مَعَ الصَّابِرِينَ  هذه الآية لتخفيف حمل الأثقال لمن يعانيها وتخفف الأعمال والدين من قرأ هذه الآية عقب الصلاة في مدة سبعة أيام أولها صلاة العصر من يوم الجمعة إلى صلاة القابلة في الليل والنهار وعند فراغه من الأشغال فإنه يزول عنه ما يخشاه ويخفف اللّه عنه وكان الحسن البصري يكتب رقا للحمى ويعطيها للمحموم فيبرأ فوجد فيها مكتوبا باسم اللّه الرحمن الرحيم  يُرِيدُ اللَّهُ أَنْ يُخَفِّفَ عَنْكُمْ   وَخُلِقَ الْإِنْسانُ ضَعِيفاً   رَبَّنَا اكْشِفْ عَنَّا الْعَذابَ إِنَّا مُؤْمِنُونَ   وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلا كاشِفَ لَهُ إِلَّا هُوَ وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ  .\r\n\r\nسورة براءة\r\nقوله تعالى :  يُرِيدُونَ أَنْ يُطْفِؤُا نُورَ اللَّهِ بِأَفْواهِهِمْ  إلى  الْمُشْرِكُونَ  من كتب هذه الآية في جام زجاج جديد بزعفران وبخره بعود وعنبر ويمحوه بدهن زنبق خالص ويرفعه في قارورة خضراء فإذا احتاج إليه دهن منه بين حاجبيه فإنه يكون له قبولا ومحبة وتقربا للناس وعزا وجاها ويكتب أيضا في رق غزال بزعفران وماء ورد ويبخر ببخور طيب فمن شده على عضده الأيمن يحصل له ذلك . قوله تعالى :  وَلَوْ أَرادُوا الْخُرُوجَ لَأَعَدُّوا لَهُ عُدَّةً  إلى  الْقاعِدِينَ  هذه الآية للسارق والهارب والعبد الآبق من كتبها في قوارة ثوب كتان مقصوص عند أول الشهر ويكتب حول الكتابة فلان ابن فلانة ثم يخرج إلى ظاهر البلد في مكان لا ينظره أحد يضرب في وسط القوارة مسمارا جديدا ويغطيها بالتراب فإن السارق والهارب والآبق يرجع . قوله تعالى :  فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ  الخ السورة هذه الآية لتطييب قلوب المعرضين على من أعرضوا عنه وتمنع كيد الكائدين بأن من قرأها ليلة الجمعة نصف الليل 300 مرة وقال في آخر كل مرة أنت يا رب حسبي على فلان ابن فلانة أعطف قلبه على وذلّله إلي فإن اللّه يعطف قلبه عليه بشفقة ورأفة ورحمة عاجلا ويذلله له ويسخره تسخيرا تاما وهي من المجريات .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nسورة يونس عليه السلام\r\nتكتبها في طشت نحاس وتمحيها بماء مختطف وهو المأخوذ بسرعة من الماء الراكد وتعجن به دقيقا على أسماء المتهمين بالسرقة وكسره كسرا بعددهم ويؤمروا بأكلها فالفاعل لا يستطيع أكلها قوله تعالى :   الر   إلى قوله :  أَ فَلا تَذَكَّرُونَ  لمن يريد سداد أمر ونفاذ كلمته وطاعة الناس له وانقيادهم له فمن أراد ذلك فليصم ثلاثة أيام من شعبان وهي الأيام البيض ثم يفطر على خل وبقل وخبز شعير وملح جريش بعد أن يصلي المغرب ويستقبل القبلة ويذكر اللّه ويصلي على سيدنا محمد عليه الصلاة والسلام وعلى آله وصحبه ولا يزال إلى أن يصلي العشاء الأخيرة ثم يصلي الصلاة المفروضة ويسبح اللّه تعالى ويقدسه ما شاء ثم يكتب الآية في قرطاس بماء آس وزعفران ويضعه تحت رأسه وينام فإذا كان عند الصباح وصلى للصبح حمل الكتاب وخرج به الناس فإنه يرتفع قدره وشأنه ويسود وينطق بالتوفيق ويكون مهابا مقبولا مطاعا قوله تعالى :  وَإِذا مَسَّ الْإِنْسانَ الضُّرُّ دَعانا  إلى  يَعْمَلُونَ  هذه الآية لوجع الجسد والساقين والقدمين من كتبها في فخارة طرية لطيفة بمداد وملأها زيتا طيبا ومحاها به ثم غلاه على نار لينة ثم دهن بهذا الدهن الأوجاع يبرأ . قوله تعالى :\r\n قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّماءِ وَالْأَرْضِ  إلى قوله تعالى :  أَ فَلا تَتَّقُونَ  هذه الآية لتسهيل الولادة ولوجع الأذن وتسهيل الرزق من كتبها على نشر قرع حلو عداد وعلقها على عضد المعوقة الأيمن سهل ولادتها ومن كتبها على فضة بماء كراث ومحا ذلك بعسل منزوع الرغوة على النار وقطر منه في الأذن الوجعة 3 قطرات برئت ومن كتبها في ورقة من ورق الطومار وهو ورق الموز وأحرز عليها خرقة زرقاء ثم علقها على عضده سهل له الرزق . قوله تعالى :  يا أَيُّهَا النَّاسُ قَدْ جاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ  إلى قوله :  مِمَّا يَجْمَعُونَ  هذه الآية لجميع آلام البطن تكتب في صحفة من بيت رجل لم يجامع قط بمداد كوفي خالص وتمحى بماء الشعير الأخضر ويضاف إليه من سكر طبرزد فمن شرب منه برأ وينفع للرجيف والخفقان . قوله تعالى :  فَلَمَّا جاءَ السَّحَرَةُ  إلى  الْمُفْسِدِينَ  هذه الآية لإبطال السحر عن المسحور من ذكر وأنثى تأخذ جرة ماء من مطر وقع بسفح جبل بحيث لا يراه أحد من الناس وجرة من ماء بئر معطلة ثم تأخذ يوم الجمعة سبعة أوراق من سبعة أشجار لا يؤكل لها ثمر ثم يخلط الماءين ويلقى الورق فيهما ويكتب الآية في طامية ويغسلها بالماء على شاطئ نهر ويجعل رجليه في النهر ويصب الماء فوق رأسه وهو في النهر يبطل عمله . قوله تعالى :\r\n وَأَوْحَيْنا إِلى مُوسى وَأَخِيهِ  إلى  وَبَشِّرِ الْمُؤْمِنِينَ  وقوله :  وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ  إلى  الرَّحِيمُ  هذه الآيات للسقم والأمراض تنقشها على سكر طبرزد بإبرة جديدة ثم\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nيذاب بماء عذب قد أخذ من الهر ليلا عند أذان الفجر ويسقى للمريض فيبرأ .\r\n\r\nسورة هود عليه السلام\r\nمن كتبها في رق ظبي وأمسكه أعطي قوة ونصرا على من يحاربه ولو قابله مائة رجل غلبهم وإن رآه أحد ارتاع منه ولا يتكلم أحد إلا بموافقته وإن كتبها بزعفران وشربها ثلاثة أيام بكرة وعشية قوي قلبه ولو قابله الجن ما فزع منهم . قوله تعالى :\r\n  الر كِتابٌ أُحْكِمَتْ آياتُهُ   إلى قوله :  قَدِيرٌ  لتعليم القرآن والعلم وحفظه وفهم الأشياء العويصة والحكم والبلاغة من أراد ذلك فليكتبها في ورق قلقاس أخضر عند طلوع الفجر بمسك وزعفران وماء ورد ثم يمحوها بماء تلك الساقية التي يسقى منها القلقاس ويشربه من أراد ذلك أربعة أيام غدوة وعشية فإنه ينفتح قلبه لقبول العلم وينال ما يريده قوله تعالى :  وَقالَ ارْكَبُوا فِيها  إلى  رَحِيمٌ  هذه الآية لمن كان في سفينة وهي في البحر وأراد سلامتها من لجج البحر ينقش ذلك في خشبة الساج ويسمرها في مقدم السفينة أو دبرها فإن ذلك يكون حرزا ووقاية قال عليه الصلاة والسلام أمان لأمتي من الغرق إذا ركبوا أن يقولوا  بِسْمِ اللَّهِ مَجْراها وَمُرْساها إِنَّ رَبِّي لَغَفُورٌ رَحِيمٌ   وَما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ  الآية ومن خط بعض الفضلاء إذا طلع السفينة يقرأ  وَقالَ ارْكَبُوا فِيها  الآية ويقف في المؤخر ويستقبل المقدم ويومئ عن اليمين والشمال ويقول أبا بكر وعمر ويومئ للمؤخر ويقول عثمان ويومئ على المقدم ويقول على ويقول بسم اللّه سمينا بكهيعص كفينا بحمعسق حمينا واللّه من ورائهم محيط الخ السورة وقال ابن عباس لأصحابه من قال حين يركب دابة أو مركبا « بسم اللّه الملك للّه »  وَما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ  الآية  وَقالَ ارْكَبُوا فِيها  الآية ثم التفت إلى أصحابه وقال ذلك فإن عطب أو غرق فعلي ديته قال ابن شبلي فوصلت الساحل برس بالساحل فوجدت اثنين وعشرين سفينة موسقة بالطعام فدخلت في إحداهن وقرأت الكلمات فجرت السفينة بريح طيبة إلى ثلث الليل ثم عصفت الريح وعظم الموج فما وصل لساحل الأندلس غير السفينة التي كنت بها ولم ير للباقي أثر وعن عبد اللّه بن عمر قال أمان من الغرق والعطب لمن يركب السفينة أن يقول بسم اللّه الرحمن الرحيم  وَما قَدَرُوا اللَّهَ  الآية  فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ  الآية  إِنَّ اللَّهَ يُمْسِكُ السَّماواتِ وَالْأَرْضَ أَنْ تَزُولا  الآية  إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ  الآية  وَاللَّهُ مِنْ وَرائِهِمْ مُحِيطٌ  الآية قال ابن عباس رضي اللّه عنه قال من قال حين يركب البحر بسم اللّه الملك للّه يا من له السماوات السبع خافقة والأرضون السبع طائعة والجبال الشامخات خاشعة والبحار الزاخرات خاضعة احفظني أنت خير حافظا وأنت أرحم الراحمين  وَما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ  الآية\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nوصلى اللّه على سيدنا محمد وعلى آله وأصحابه وأزواجه وعلى جميع النبيين والمرسلين والملائكة المقربين  وَقالَ ارْكَبُوا فِيها  الآية ثم التفت إلى أصحابه فقال إن غرق قائلها أو عطب فعلي ديته . قوله تعالى :  إِنِّي تَوَكَّلْتُ عَلَى اللَّهِ رَبِّي وَرَبِّكُمْ  الآية خاصيتها لمن يخاف من أسد أو من إنسان ظالم أو عدو أو سلطان فليكثر من قراءتها عند دخوله إلى فراشه ونومه ويقظته وعند الصباح والمساء فإن اللّه يحرسه ويكفيه جميع ذلك وهي وقاية للسفر من أهوال البحر فمن أكثر من قراءتها في السفر والسفينة لم يخف شرا وحرس من آفات أهوال البحر كلها ومن قرأها وهو داخل على سلطان أمن شره وكفي وأمن على نفسه وماله ومن كتبها وجعلها في حرز وعلقه في عنق صبي يأمن من الآفات .\r\n\r\nسورة يوسف عليه السلام\r\nمن كتبها وشربها وسأل اللّه الرزق والحظوة عند جميع الناس بلغ ذلك وإذا كتبها الرجل وعلقها عليه في حرز تحبه زوجته محبة شديدة قوله تعالى :  وَقالَ الْمَلِكُ ائْتُونِي بِهِ  إلى قوله :  وَلا نُضِيعُ أَجْرَ الْمُحْسِنِينَ  هذه الآية لمن كان به معطلا من التصريف والعمل بصوم يوم الخميس والجمعة ويكون صيامه أول الشهر ثم يقرأ السورة ليلة الجمعة عند دخوله إلى فراشه للنوم ثم يكتبها يوم الجمعة بين الظهر والعصر ويتم نهاره صائما فإذا أفطر قرأها أيضا ويهلل مائة تهليلة ويكبر مائة تكبيرة ويحمد اللّه مائة مرة ويسبح اللّه مائة مرة ويستغفر اللّه مائة مرة ثم ينام فإذا أصبح ينوي أنه لا يظلم أحدا ولا يتعدى الحق ثم يعلق الكتاب خارج داره فإنه يتصرف ويعان في جمعته قوله تعالى :\r\n قالُوا تَاللَّهِ لَقَدْ آثَرَكَ اللَّهُ عَلَيْنا  إلى  أَجْمَعِينَ  هذه الآيات لزوال البياض من العين وجميع أوجاعها التي أعيت الأطباء تأخذ من الكحل الأصبهاني جزء ومن الصبر نصف جزء ومن الزعفران والماء ميزان من كل واحد ربع جزء . وتأخذ من أول مطر ينزل في خريف ومن ماء نهر وعين يوم الخميس من كانون الأول قبل طلوع الشمس ثم يسحق الأدوية كل واحد على حدته ثم يخلطهم ويسحق الجميع على الصلابة بماء الشمر الأخضر ويتركه حتى ينشف ثم يسحقه ثانيا بماء مطر الخريف ويجففه ثم يسحقه ثالثا بماء كانون الأول أو الثاني ثم يسحقه رابعا بعسل نحل لم تمسه النار وخل فإذا جف فاكتب الآيات في جام زجاج بزعفران وامحه بماء كانون ثم اسحق الكحل بهذا الماء وجففه خامس مرة فإذا نشف استعمله لجميع أوجاع العين كلها قوله تعالى :  فَلَمَّا دَخَلُوا عَلى يُوسُفَ  إلى قوله :\r\n الْعَلِيمُ الْحَكِيمُ  لمن طال سجنه وهو مظلوم أو له عدو فليكتب هذه الآية ويعلقها على عضده الأيمن ويكثر من قراءتها يتخلص .\r\n\r\nسورة الرعد\r\nخاصيتها تكتب في صفحة كبيرة جديدة وتمحى بماء المطر وتكون كتابتها في ليلة\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nمظلمة يكون فيها الرعد والبرق والمطر ويرش بذلك الماء في الليل المظلم باب الوالي الظالم فإنه إذا خرج من داره ذلك اليوم يعزل ومن كتبها في ليلة مظلمة بعد صلاة العشاء الأخيرة عن ضوء نار وجعلها من ساعته على باب سلطان ظالم جائر يعزل قوله تعالى :\r\n  المر   إلى  يَتَفَكَّرُونَ  هذه لعمارة الأجنة والدور ونماء التجارة وعمارة الأملاك والحوانيت المعطلة يكتب الآيات في أربع ورقات زيتون وتدفن في أربع أركان البيت الذي تريد عمارته أو البستان أو حانوت التجارة فإنه يرى البركة وكثرة الخير ويعمر المكان قوله تعالى :  اللَّهُ يَعْلَمُ ما تَحْمِلُ كُلُّ أُنْثى  إلى  الْمُتَعالِ  لمن أراد أن يخبره في منامه بما في بطن الحامل أو موضع الدفن أو الخبايا المنسي مكانها أو الغائب أو المريض يبرأ وما أشبه ذلك يتطهر ويتعطر ويصوم يوم الاثنين ويبيت على طهارة ويصبح يوم الثلاثاء قبل الشمس يكتب الآيات في خرقة خضراء بزعفران وماء ورد خالص ويبخر الخرقة بعنبر وعود ثم تجعلها في حق وتغطيها بحيث لا يراها أحد ولا شمس ولا قمر فإذا كانت ليلة الأربعاء بعد صلاة العشاء الأخيرة يأخذ مضجعه ويقول يا عالما بخفيات الأمور يا من هو على كل شيء قدير أطلعني على كل ما أريد إنك على كل شيء قدير ثم تذكر اللّه حتى تنام فإنه يأتيك في منامك من يخبرك بما تريد فإن لم يأته تلك الليلة فليصم يوم الخميس ويفعل ذلك يوم الجمعة فإنه يأتيه لا محالة قوله تعالى :  وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ  إلى قوله :  وَبِئْسَ الْمِهادُ  وقوله :  وَالَّذِينَ يَصِلُونَ ما أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ  إلى قوله :  وَلَهُمْ سُوءُ الدَّارِ  هذه الآيات لمن أراد تدمير عدوه وهلاكه وتعكيس أمره وقطع دابره فليصم الثامن والعشرين من الشهر وإن وافق يوم السبت فحسن ثم يفطر على خبز شعير ثم يقوم نصف الليل وقت اشتداد الظلمة في برية قفراء أو على سطح دار خالية ثم يبخر بحصىلبان وسندروس ويتلو الآيات 7 ويقول في كل مرة اللهم عليك بفلان ابن فلانة اللهم اعكس أمره واخذله ولا تثبت قدمه وأحلل به ما أحللت بكل جبار عنيد فإنه يتفرق أمره ويشرف على الهلاك .\r\n\r\nسورة إبراهيم عليه الصلاة والسلام\r\nقال عليه الصلاة والسلام من قرأ سورة إبراهيم أعطي من الأجر بعدد من عبد الأصنام ومن كتبها على خرقة حرير بيضاء بعد وضوء وعلقها على عضد طفل ارتفع عنه البكاء والفزع والعين وسهل فطامه قوله تعالى :   الر   إلى قوله :  وَهُوَ الْعَزِيزُ الْحَكِيمُ  خاصية هذه الآيات أن من قرأها على ماء قراح وصنع به طعامه وأطعمه لأولاده أو تلامذته فإنه يرى العجب من فصاحتهم وذكائهم بإذن اللّه تعالى . قوله تعالى :  وَما لَنا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ  الآية لوجع اليدين والرجلين والنظرة فمن كان به شيء من ذلك فليكتبها ويعلقها عليه يبرأ ومن حصل له نظرة من الجن أو الإنس فليقرأ الآية على جرة\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nمملوة من ماء بئر معطلة ويخرج صاحب النظرة إلى مفرق أربع طرق ويغسله بالماء ثلاث ليال فإنه يزول ما به ومن أراد أن يبيت آمنا من البراغيث فليأخذ ماء ويقرأ عليه هذه الآية ثم يقول 7 إن كنتم آمنتم باللّه فكفوا شركم عنا أيتها البراغيث ويرش حول مرقده ورأيت بخط بعض العارفين مما أخذ اللّه على الكلب إذا قرأ عليه قوله تعالى :\r\n وَكَلْبُهُمْ باسِطٌ ذِراعَيْهِ بِالْوَصِيدِ  لم يؤذ وعلى العقرب  سَلامٌ عَلى نُوحٍ فِي الْعالَمِينَ  لم تؤذ وعلى البراغيث  وَما لَنا أَلَّا نَتَوَكَّلَ عَلَى اللَّهِ  الآية لم تؤذ . قوله تعالى :\r\n وَقالَ الَّذِينَ كَفَرُوا لِرُسُلِهِمْ  إلى  غَلِيظٌ  من كان له زرع وحصل فيه دود أو فار أو جراد يكتب هذه الآيات في أربعة أدراج من خشب الزيتون صبيحة يوم الأربعاء قبيل طلوع الشمس ويجعل في كل ركن لوحا ويقول عند دفنه الآيات 3 فإنه يذهب عنه كل ما يؤذيه من الحيوان وغيره قوله تعالى :  أَ لَمْ تَرَ كَيْفَ ضَرَبَ اللَّهُ مَثَلًا كَلِمَةً طَيِّبَةً  الآية من قرأها على ماء المطر إحدى وعشرين مرة ثم رشه في أصول النخل والشجر والزرع فإنه يرى البركة ويزول عنه ما يكره بإذن اللّه تعالى . قوله تعالى :  وَمَثَلُ كَلِمَةٍ خَبِيثَةٍ  الخ الآية لخراب بيوت الظلمة وأجنتهم وزرعهم وفساد كل ما يتقلبون فيه ولإسقام العدو والانتقام منه وهلاكه يعمل يوم الأربعاء من طين الفاخورة لوحا مربعا قبل الشمس ثم يجففه في الظل إلى أن ييبس ثم يكتب عليه الآية يوم الأربعاء الثاني بقلم من عود البرنوف أو الزيتون بماء نيله ويدق اللوح ناعما ويرشه في دار الظالم أو زرعه ترى العجب وإذا كتبت الآية يوم السبت في جلد ثعلب مدبوغ مذكى في نقصان الهلال ويجعل الجلد في الماء الذي يشرب منه العدو فإنه يقسم ويهلك قوله تعالى :  اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ  إلى قوله :  لَظَلُومٌ  كفار للسلامة من آفات البر والبحر والمال والولد والزرع والدار والسلامة من آفات الليل والنهار من أدمن قراءتها في كل يوم صباحا ومساء وعند النوم وعند دخوله إلى أهله وجيرانه وتقلبه لماله وزرعه كفي كل ما يخالفه ويرى البركة والسعادة واللّه أعلم .\r\n\r\nسورة الحجر\r\nمن كتبها بزعفران وسقى امرأة كثر لبنها ومن جعلها في جيبه فإنه يكثر خيره وكسبه ولا يعدل عنه أحد فيما يباع ويشترى ويحب الناس معاملته قوله تعالى :  إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ  هذه الآية من كتبها في ورقة فضة ضرب ثم تلا الآية عليها ليلة الجمعة أربعين مرة ثم يأويها ويجعلها تحت فص خاتم وتختم به وكل اللّه به من يحفظه في نفسه وماله وولده وجميع أحواله وإذا طبع بالخاتم على شمع خام ويخربه كل وجع أبرأه قوله تعالى :  وَلَقَدْ جَعَلْنا فِي السَّماءِ بُرُوجاً  إلى قوله :\r\n رَجِيمٍ  هذه الآية للقبول والطاعة والحظ عند الملوك والسلاطين وعند جميع الناس\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nمن نقشها على فص خاتم أو كتبها في رق غزال وعلقها عليه أو لبس الخاتم رأى القبول وسماع القول ما يسره وهي للرجال والنساء والصبيان وكل من حملها معه كان كذلك .\r\n\r\nسورة النحل\r\nمن كتبها وعلقها في حائط بستان لم يبق في شجره حمل إلا سقط وانتثر وإن جعلها في منزل قوم انقرضوا وبادوا من أولهم إلى آخرهم في سنتهم تلك وتحصل لهم في أموالهم أحوال تزيلهم فليتق اللّه ولا يعملها إلا الظالم .\r\n\r\nسورة الإسراء\r\nتكتب في خرقة حرير بيضاء ويخاط عليها وتمسكها بالنشاب يصيب ولا يخطئ وإذا كتبت بزعفران وأذيب بماء وسقي منه الصبي الذي لم يتكلم أنطق لسانه . قوله تعالى :  وَإِذا قَرَأْتَ الْقُرْآنَ  إلى  نُفُوراً  هذه الآية تطرد المردة والشياطين إذا تلاها على المذعور والخائف الذي تتخيل له الخيالات الفاسدة زالت عنه وإن كان كتبت في خرقة صوف زرقاء وعلقت على عضد من به تابع من الجن زال عنه وكان عليه الصلاة والسلام إذا قرأ القرآن استهزأ به المشركون وسخروا فأنزل اللّه تعالى عليه ثلاث آيات حجبه بها منهم قوله تعالى :  وَجَعَلْنا عَلى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ  إلى  نُفُوراً  والآية الثانية  أُولئِكَ الَّذِينَ طَبَعَ اللَّهُ عَلى قُلُوبِهِمْ  إلى  الْغافِلُونَ  والثالثة  أَ فَرَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ  إلى  تَذَكَّرُونَ  ونقل عن الإمام ابن قتيبة أربع آيات في القرآن منها آية في الأنعام  وَمِنْهُمْ مَنْ يَسْتَمِعُ إِلَيْكَ  إلى  الْأَوَّلِينَ  والثانية في سورة النحل  أُولئِكَ الَّذِينَ طَبَعَ اللَّهُ  إلى  الْغافِلُونَ  والثالثة في سورة الكهف  وَمَنْ أَظْلَمُ مِمَّنْ ذُكِّرَ بِآياتِ رَبِّهِ  إلى  فَلَنْ يَهْتَدُوا إِذاً أَبَداً  وفي الجاثية  أَ فَرَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ  إلى  تَذَكَّرُونَ  قال احتفظ بها فإنها من كنوز اللّه واكتبها لكل خوف وعلة ومصيبة وروي أن امرأة أتت النبي عليه الصلاة والسلام ومعها ولدها صغير فقالت يا رسول اللّه إن ولدي صرع فادع له فقرأ عليه الصلاة والسلام  وَنُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ  فبرأ ونقل حجة الإسلام أنه كان ببغداد رجل يرقى من الأمراض المتباينة كلها فسئل أنت لك علم بذلك فقال الرقية واحدة والأمراض شتى والشافي هو اللّه تعالى  وَنُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ  وكان ابن عباس رضي اللّه عنهما يرقى الأطفال من العين ببسم اللّه الرحمن الرحيم  وَنُنَزِّلُ مِنَ الْقُرْآنِ ما هُوَ شِفاءٌ وَرَحْمَةٌ لِلْمُؤْمِنِينَ   فَبِذلِكَ فَلْيَفْرَحُوا   اللَّهُ لا إِلهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ   هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ عالِمُ الْغَيْبِ وَالشَّهادَةِ  الخ السورة . قوله تعالى :  وَما أَرْسَلْناكَ إِلَّا مُبَشِّراً وَنَذِيراً  إلى\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nقوله :  وَنَزَّلْناهُ تَنْزِيلًا  هذه الآية لزوال الهم والغم وضيق الصدر والأحلام السوء والوسوسة وحديث النفس والوهم الفاسد من ناله شيء من ذلك فليصم عشرة أيام أو ما شاء تفرقه ثم يفطر على حلال من عمل يده ثم يصلي العشاء الأخيرة ويقرأ هذه الآية على كوز ماء عشر مرات يفعل ذلك أربع دفع ويشرب منه ما شاء ثم ينام فإذا استيقظ من النوم شرب منه أيضا ثلاث دفع ويتلوها عشر مرات على الكوز يفعل ذلك أربع دفع يزول عنه ما يجد ولا يبقى به سوء قوله تعالى :  قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ  الخ خاصيتها أنها تنشط إلى الصلاة وقراءة القرآن وتعلم العلم وأعمال الخير كلها من أراد ذلك فليقم ليلة الخميس في جوف الليل ويتوضأ ويصلي ركعتين ثم يكتب الآية في جام زجاج بزعفران وماء ورد ثم يقرأ عليه الآية سبع مرات ثم إذا صلى الصبح قرأ على ذلك الماء ألم نشرح إلى آخرها 70 مرة ثم يدعو بكشف الضر ثم يشرب الماء فإنه يزول عنه ما يشكوه ويرغب في أعمال الخير إن شاء اللّه تعالى .\r\n\r\nسورة الكهف\r\nقال عليه الصلاة والسلام ألا أخبركم بسورة ملأت عظمتها ما بين السماء والأرض ولتاليها من الأجر مثل ذلك فمن قرأها يوم الجمعة غفر له ما بينه وبين الجمعة الأخرى وزيادة ثلاثة أيام ومن قرأ يوم الخميس الأواخر منها عند نومه جعله اللّه تعالى شاكرا لآلائه وفي رواية من قرأها يوم الجمعة أعطى نورا بين السماء والأرض ووقى فتنة القبر وفتنة الدجال وأعطى نورا ما بينه وبين مكة ومن كتبها وجعلها في إناء زجاج وجعلها في منزله فإنه يأمن من الفقر والدين ويأمن هو وأهله من أذى الناس ولم يحتج أبدا إلى أحد وإن كتبت وجعلت في مخازن الحبوب كالقمح والشعير والأرز وغير ذلك رفعت عنه كل ما يؤذيه قوله تعالى :   الْحَمْدُ لِلَّهِ   إلى قوله :  إِلَّا كَذِباً  هذه الآيات من كتبها في إناء طاهر ورش به حيطان منزله الأربع بحيث لا ينال الأرض منها شيء رأى من عمارة المنزل وكثرة خيره ما يسره قوله تعالى :  وَيُنْذِرَ الَّذِينَ قالُوا اتَّخَذَ اللَّهُ وَلَداً  إلى قوله :  صَعِيداً جُرُزاً  هذه الآيات لتكدير عيش العدو وتفريق كلمته ودوام وباله وفساد زرعه وجميع أمواله من أراد ذلك فليأخذ أول سبت من المحرم قبل طلوع الشمس سبعة قبضات من تراب من سبع مواضع من مسجد مهجور ومن بيعة مهجورة ومن دار خالية ومن حمام عاطل ومن فاخورة خراب ومن بيت فيه جنازة ومن مفرق أربع طرق ثم يتلو الآيات على كل تراب سبع مرات ويقول في الآخر فلان ابن فلان وجميع ما هو فيه من حركة أو سكون وقول وعمل ومال وزرع وماشية اللهم اجعل ذلك وبال فعله ونكال حياته وأمره ثم يخلط الجميع ويرش منه قبضة في دار من أراد بلده أو زرعه إلى تمام\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nسنوات ترى العجب العجاب قوله تعالى :  قالَ لَهُ صاحِبُهُ وَهُوَ يُحاوِرُهُ  إلى قوله :\r\n أَحَداً  هذه الآية لخراب بيت الظالم وبستانه وخراب حانوته وزرعه وكلما يتقلب فيه من كان له عدو ظالم كثير الأذية فليصم يوم الخميس والجمعة فإذا كان نصف الليل من ليلة السبت كتبت ذلك في مشط رأس قديم ملقوط من مزبلة ويلفه في خرقة من قميص راهب ثم يدفن في الموضع الذي يريد يرى منه العجب بإذن اللّه تعالى قوله تعالى :\r\n وَأَمَّا الْجِدارُ فَكانَ لِغُلامَيْنِ  إلى قوله :  ما لَمْ تَسْطِعْ عَلَيْهِ صَبْراً  إذا خبأ الإنسان شيئا ولم يعلم مكانه فليكتب هذه الآية في ورقة ذهب ويقرأها عليها 13 مرة وينام على جنبه الأيسر ويجعلها تحت رأسه ويقول يا مظهر العجائب يا دليل كل حائر يا مرشد كل ضال أرشدني بكرمك إلى ما أطلب فإنه يرى في منامه ما يدل على ذلك .\r\n\r\nسورة مريم عليها السلام\r\nقال عليه الصلاة والسلام من قرأ سورة مريم وطه أعطي من الأجر مثل ثواب المهاجرين والأنصار من كتبها وجعلها في قدح زجاج من منزله كثر خيره ورأى في منامه ما يسره وإن كتبت على حائط البيت منعت الطوارق وإن شربها الخائف أمن .\r\nقوله تعالى :   كهيعص   من صام يوم الخميس ونقش في الساعة الأولى على فص خاتم من فضة أو غيره مما ينقش عليه من الأحجار كهيعص حمعسق وأوائل السور فمن لبس هذا الخاتم كان مقضى الحوائج وكان محبوبا مطاعا مقبولا وقال أبو بكر ابن وحشية حروف كهيعص إذا وضعت في خاتم مخمس على صفة الشكل الذي أرسمه ونقشت حروفه بالحروف الطبيعية وكان الطالع برج الثور والزهرة فيه أو في درجة شرفها في الحادي عشر من الطالع وهي مقبولة مسعودة سالمة من الرجوع والاحتراق وتبخره بالعودة والعشر وتلفه في خرقة حرير بيضاء وتكون إقامته من فضة خالصة أو نحاس أصفر أيهما أمكن فمن أمسكه على نفسه بعد ذلك يرى من العجائب ويتفق له من الغرائب ما يقصر عنه اللسان ويعمل في المحبة والألفة فعلا عجيبا وفي قضاء الحوائج وجلب الرزق والقبول ودخول المسرات على ما سلكه والفرح والسرور والطرب وكثرة الرزق والخير والبركة في كل ما يتناوله من أمور الدنيا والآخرة وينبغي لماسك هذا الخاتم الرفيع أن لا يلبسه إلا وهو طاهر ولا يقربه بجنابة ولا يدخل به موضع الخلاء فإنه من الأفعال العظام المكنونة المخزونة المكتومة عن الناس ومن خواصه المباركة من جعله تحت رأسه وينام فإنه يرى في منامه ما يريد أن يسأل عنه وكلما يكون في خاطره قبل أن ينام وإن جعله على قلب نائم أخبر بكل ما صنع في يقظته وإن أشكل عليك أمر غائب ولم تعرف له حالا فاجعل الخاتم تحت رأسك قبل أن تنام وأنت على وضوء وطهارة فإنك تراه في منامك ويخبرك بحاله\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوبكل ما تسأل عنه من أموره وإذا عرض لك أمر أو طلب أو سفر تريد أن تسأل عنه في عواقب أمورك وأمور غيرك بكل ما تؤمل وما تريد معرفة عاقبته وإن شككت في كنز أو دفينة فاجعل الخاتم تحت رأسك قبل أن تنام وأنت على وضوء فإنك تخبر في نومك بكل ما تريد من ذلك وهل تظفر به أم لا وبالجملة أن ماسك هذا الخاتم إذا أشكل عليه أمر من جميع الأمور كلها الدنيوية والأخروية وجعل الخاتم تحت رأسه نام على وضوء فإنه يخبر في نومه بما أراد وله في استخراج الكنوز والدفائن والخبايا أثر عظيم وينفع لماسك هذا الخاتم فوق ما ذكرت فجرب تجد ما ذكرته حقا إذ لا يصحح ذلك ولا يكذبه إلا الاختبار قلت وهذه صفته بالعربي والهندي والطبيعي والمغربي والمشرقي واللّه تعالى أعلم .\r\nصفته هندى صفته عربى صفته طبيعي صفته مغربى صفته مشرقى وذكر بعضهم أن خاتم كهيعص ينقش يوم الأحد في أول ساعة في ذهب لتحريك قلب كل شيء قلت عدد حروف كهيعص بالجمل العربي 165 وبالمشرقي\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n195 ورأيت بخط بعض العارفين عن الشيخ شرف الدين البوني يشير إلى أن الأوفاق الحرفية بمثابة الجسد والعددية بمثابة الروح ويشير بكتب الوفق الحرفي في الظاهر والعددي في الباطن وقال أيضا إن الأوفاق الحرفية تعمل بالخاصية بلا وقت يحصرها بل ذلك اختبار لمن شاء والعددية تفعل بالطبيعة وهي منوطة بالاختيارات العلوية بحكمة الفعال لما يريد قوله تعالى :  وَإِنِّي خِفْتُ الْمَوالِيَ مِنْ وَرائِي  إلى قوله :\r\n يَوْمَ يُبْعَثُ حَيًّا  هذه الآيات لمن كان عنده زوجة لا تحمل فيصومان يوم الجمعة فإذا صلى المغرب أفطر هو وزوجته على سكر ولوز وخبز ولا يشربان من الماء شيئا ويكتب الآيات في جام زجاج بعسل نحل لم تمسه النار ويمحوها بماء عذب طاهر ويأخذ من الحمص الأبيض 224 حبة ويقرأ على كل حبة الآيات ثم يجعل الماء في القدر على النار ويجعل الحمص فيه ويوقد عليه وقيدا قويا ثم يقوم ويصلي العشاء الأخيرة هو وزوجته ويقرأ بعد صلاة العشاء سورة مريم ثم يصفي الماء من على الحمص إذا نضج ثم يضيف إليه شيئا من ماء العنب المعقود ويشرب منه النصف والزوجة النصف وينامان ساعة ويواقعها فإنها تحمل للوقت وإن فعل ذلك ثلاث ليال فإن ذلك أبلغ وأنجب للولد قوله تعالى :  وَهُزِّي إِلَيْكِ بِجِذْعِ النَّخْلَةِ  إلى  إِنْسِيًّا  هذه الآيات لمن أراد أن تنجب ثمرة نخله ويأتي أكلها عاجلا وتسلم من الآفات كلها يأخذ ثلاث خوصات من ثلاث نخلات مختلفات الألوان أصفر وأخضر وأحمر ويكتب على كل خوصة الآيات بقلم حديد ثم يعلق كل خوصة في جريدة من نخلها فإن النخلة تنجب وينجب ثمرها قوله تعالى :  وَاذْكُرْ فِي الْكِتابِ إِدْرِيسَ  إلى  عَلِيًّا  هذه الآية لارتفاع الشأن وعلو المكان والقبول عند الناس والعشيرة والسلاطين فمن أراد ذلك فليكتبها في خرقة حرير أصفر بلك محلول مخلوط بعسل ثم يحرز عليها ويعجن الشمع بحصىلبان ويبخر به الكتاب ثم يعلقه عليه يبلغ سؤله ويدرك مأموله .\r\n\r\nسورة طه عليه السلام\r\nقال عليه الصلاة والسلام لا يقرأ أهل الجنة من القرآن إلا يس وطه فمن كتبها وجعلها في خرقة حرير خضراء وقصد قوما يريد التزوج منهم أجابوه وتم له ذلك وإن قصد الإصلاح بين قوم أجابوه ولم يخالفه منهم أحد وإن مشى بين عسكرين افترقوا ولم يقاتل بعضهم بعضا وإذا شربها المطلوب أمن من السلطان ولو كان من الجبابرة لان له وإذا استحمت بمائها من طالت عزوبتها تزوجت وسهل تزويجها . قوله تعالى :\r\n   طه ما أَنْزَلْنا عَلَيْكَ الْقُرْآنَ    إلى قوله تعالى :  لَهُ الْأَسْماءُ الْحُسْنى  خاصية هذه\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالآية للسعادة والخير والبركة والطاعة فمن كتبها في إناء مرمر أو صيني أو بلور ومحاها بدهن بان ويعمل منه غالية ويضيف إليه شيئا من الكافور والعنبر ويمسح بها حاجبيه وجبينه ينال القبول والجاه والمحبة عند كل من يقابله قوله تعالى :\r\n وَيَسْئَلُونَكَ عَنِ الْجِبالِ  إلى قوله :  وَلا أَمْتاً  هذه الآية للدمامل والجراحات وكل ما يطلع على الجسم يكتب في إناء نظيف بمداد فارسي وتمحى بدهن بنفسج ويمسح به على الجسد فإنه يبرأ وتكتب أيضا لتغوير الماء ومعها  وَأَنْزَلْنا مِنَ السَّماءِ ماءً بِقَدَرٍ فَأَسْكَنَّاهُ فِي الْأَرْضِ وَإِنَّا عَلى ذَهابٍ بِهِ لَقادِرُونَ  وقوله  أَوْ يُصْبِحَ ماؤُها غَوْراً فَلَنْ تَسْتَطِيعَ لَهُ طَلَباً  وقوله  وَبِئْرٍ مُعَطَّلَةٍ وَقَصْرٍ مَشِيدٍ  وقوله  قُلْ أَ رَأَيْتُمْ إِنْ أَصْبَحَ ماؤُكُمْ غَوْراً فَمَنْ يَأْتِيكُمْ بِماءٍ مَعِينٍ   وَبِالْحَقِّ أَنْزَلْناهُ وَبِالْحَقِّ نَزَلَ   وَقِيلَ يا أَرْضُ ابْلَعِي ماءَكِ وَيا سَماءُ أَقْلِعِي  إلى قوله  الْجُودِيِّ  قوله تعالى :  يَوْمَئِذٍ يَتَّبِعُونَ الدَّاعِيَ  إلى  وَلا هَضْماً  هذه الآية لبكاء الأطفال والصمت والهيبة تكتب في قطعة رق غزال ويجعلها في أنبوبة نحاس وتعلق في عنق الطفل ينقطع بكاؤه ويحسن لونه وصمته ولسانه ومن كتبها وعلقها في عضده صمت عنه عدوه وهابه . قوله تعالى :\r\n وَلا تَمُدَّنَّ عَيْنَيْكَ  إلى قوله :  وَالْعاقِبَةُ لِلتَّقْوى  من كتبها وعلقها عليه إن كان عازبا تزوج وإن كان كثير النسيان فإنه لا ينسى وإن كان مريضا يشفى من مرضه وإن كان فقيرا استغنى .\r\n\r\nسورة الأنبياء\r\nعن أبي رضي اللّه عنه قال عليه الصلاة والسلام من قرأ سورة الأنبياء حاسبه اللّه حسابا يسيرا وسلم عليه كل من ذكر اسمه فيها ذكر فيما جاء فيمن قال لا إله إلا أنت سبحانك إني كنت من الظالمين قال عليه الصلاة والسلام دعوة ذي النون إذ دعى بها وهو في بطن الحوت لا إله إلا أنت سبحانك إني كنت من الظالمين أنه لا يدعو بها مسلم قط في شيء إلا استجاب اللّه تعالى له ورأى بعضهم النبي عليه الصلاة والسلام في النوم فقال يا رسول اللّه لي حاجة إلى اللّه عز وجل فبما ذا أتوسل إليه فقال من كانت له حاجة إلى اللّه عز وجل فليتوضأ ويسجد وليقل في سجوده أربعين مرة يشير بإصبعه لا إله إلا أنت سبحانك إني كنت من الظالمين فإنه يستجاب دعوته وعنه عليه الصلاة والسلام أنه قال إني لأعرف كلمة لا يقولها مكروب إلا فرج اللّه عنه وهي كلمة أخي يونس لا إله إلا أنت سبحانك إني كنت من الظالمين وعن النبي صلى اللّه عليه وسلّم دعوة أخي يونس وهو في بطن الحوت لن يدعو بها رجل قط إلا استجيب له وقال عليه الصلاة والسلام اسم اللّه الأعظم الذي إذا دعي به أجاب وإذا سئل به أعطى دعوة\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nيونس بن متى قال قلت يا رسول اللّه هي ليونس بن متى خاصة أو لجماعة المسلمين عامة قال هي ليونس بن متى خاصة ولجماعة المسلمين عامة إذا دعوا بها أما تسمع قول اللّه عز وجل   فَنادى فِي الظُّلُماتِ أَنْ لا إِلهَ إِلَّا أَنْتَ سُبْحانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ فَاسْتَجَبْنا لَهُ وَنَجَّيْناهُ مِنَ الْغَمِّ وَكَذلِكَ نُنْجِي الْمُؤْمِنِينَ   فهو من سر اللّه لمن دعاه بها وفي رواية ما من مريض يدعو بها أربعين مرة إلا أعطي أجر شهيد إن مات وإن برأ من مرضه غفرت ذنوبه من كتبها في رق ظبي وعلقها في وسطه ونام فإنه لا يستيقظ حتى يقلع عنه الكتاب وهذا يصلح للمريض ولمن طال سهره من فكرة أو خوف أو نحوهما . قوله تعالى :  وَما أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رَسُولٍ إِلَّا نُوحِي إِلَيْهِ  إلى قوله :  وَكَذلِكَ نَجْزِي الظَّالِمِينَ  هذه الآية لقصم المتكبرين والمتجبرين فمن أظهر تكبرا أو تجبرا ولم يخف اللّه وأردت دماره وخراب بيته فخذ ترابا من أربع قبور مسلم ونصراني ويهودي ومجوسي وترابا من بيوت الجبارين القديمة وترابا من دار حمام وترابا من دار موقوفة خراب وجملة الأتربة سبعة وتقرأ الآيات على كل تراب سبعة وتجمعهم وتحفظهم وتنظر يوم الأربعاء آخر أربعاء في السنة وفي النسخ أربعاء من كل شهر في السنة ورش ذلك التراب في المنزل من أعلاه إلى أسفله فإنك ترى العجب وذكر بعضهم أنه يكتب للمطلقة  أَ وَلَمْ يَرَ الَّذِينَ كَفَرُوا أَنَّ السَّماواتِ وَالْأَرْضَ كانَتا رَتْقاً فَفَتَقْناهُما  إلى قوله :  أَ فَلا يُؤْمِنُونَ  إذا عسر عليها الولادة ويكتب مريم ولدت عيسى سيجعل اللّه بعد عسر يسرا اللهم كما شققت الأرض بالنبات والسماء بالمطر فكذلك يسر لفلانة بنت فلانة الوضع  فَلْيَنْظُرِ الْإِنْسانُ إِلى طَعامِهِ  إلى  شَقًّا  وأخبرني بعض العلماء أنه يقرأ الآية  أَ وَلَمْ يَرَ الَّذِينَ كَفَرُوا  إلى قوله :\r\n يُؤْمِنُونَ  خاصة على بطن المطلقة على أسفل ظهرها وأنه جرب ذلك قوله تعالى :\r\n وَذَا النُّونِ إِذْ ذَهَبَ مُغاضِباً  إلى قوله :  نُنْجِي الْمُؤْمِنِينَ  هذه الآية والتي بعدها لزوال الهم والغم ودفع كيد الكائدين وهي خمس آيات متفرقات فمن أهمه أمر من أمور الدنيا أو ضاقت عليه أسبابه فليرجع إلى اللّه ويتوب إليه ويستغفره سبعين مرة ويصلي على النبي عليه الصلاة والسلام ثم يتوضأ ويصلي ركعتين يقرأ فيهما بما أحب من القرآن فإذا سلم جلس يستغفر اللّه ويصلي على النبي عليه السلام كما فعل أولا ثم يسجد ويقرأ الآيات الخمس ويسأل اللّه تعالى زوال الهم والغم وتعجيل الفرج فإن اللّه يفرج عنه ويزيل عنه الآفات والآيات الخمس قوله تعالى :\r\n الَّذِينَ قالَ لَهُمُ النَّاسُ  إلى قوله :  الْوَكِيلُ  وقوله تعالى :  وَأَيُّوبَ إِذْ نادى رَبَّهُ  إلى قوله :  لِلْعابِدِينَ  وقوله تعالى :  وَذَا النُّونِ إِذْ ذَهَبَ  إلى قوله :\r\n نُنْجِي الْمُؤْمِنِينَ  وقوله تعالى :  فَسَتَذْكُرُونَ ما أَقُولُ لَكُمْ  إلى قوله :  سُوءُ \r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n الْعَذابِ  وقوله تعالى :  أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ  وروي عنه عليه الصلاة والسلام أنه قال من أصابه هم أو ضيق في معاشه أو بلاء فليكتب هذه الكلمات في قرطاس ويعلق القرطاس في الماء الجاري فإن اللّه يفرج عنه همه والكلمات بسم اللّه الرحمن الرحيم من العبد الفقير الذليل إلى الرب الجليل  رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ  اللهم بحرمة محمد عليه الصلاة والسلام اكشف ضري وهمي وفرج عني غمي يا رب العالمين قوله تعالى :  وَالَّتِي أَحْصَنَتْ فَرْجَها  إلى قوله :  كُلٌّ إِلَيْنا راجِعُونَ  هذه الآيات لحفظ ولد الحامل وعونها عليه وخروجه منها على ما تحب وتختار إذا كتبت هذه الآيات وعلقت على الحامل أول ما تعلق بالحمل مدة أربعين يوما ثم تنزعه إلى شهر الولادة وتعلقه على الصغير حين يولد فإنه يكون ما ذكرناه قوله تعالى :  إِنَّ الَّذِينَ سَبَقَتْ لَهُمْ مِنَّا الْحُسْنى  إلى  تُوعَدُونَ  هذه الآيات لزوال الحمى ولجميع الأمراض من كتبها في إناء طاهر بمداد ومحاها بماء بئر لا تراها الشمس ثم يسقى منها المريض ثلاث جرع ورش على ظهره بقيته وقت اشتداد الوجع فيفعل ذلك ثلاثة أيام يبرأ ومن كتبها في إناء طاهر ومحاها بدهن البابونج ودهن به وجع الوسط والظهر والركبة نفعه نفعا تاما إن شاء اللّه تعالى .\r\n\r\nسورة الحج\r\nقوله تعالى :  ثُمَّ أَخَذْتُ الَّذِينَ كَفَرُوا فَكَيْفَ كانَ نَكِيرِ  إلى قوله :  الصُّدُورِ  هذه الآيات لتدمير الظالم وهلاكه وخراب بيته وفساد أمره وانعكاس أحواله تأخذ من ورق العشار سبعة أوراق كل يوم ورقة قبل طلوع الشمس ويبدأ بيوم السبت من آخر الشهر ثم يجفف الورق في الظل بحيث لا تراه الشمس ويكتب على كل ورقة الآيات قبل الجفاف ويكتبها باطنا وظاهرا ثم يدق الأوراق دقا ناعما ويقول عند دقهم فلان ابن فلانة حتى يفرغ ثم يرش ذلك المدقوق في بيت الظالم الذي يخرج منه ويدخل فإنه يكون ذلك قوله تعالى :  يا أَيُّهَا النَّاسُ ضُرِبَ مَثَلٌ  إلى قوله :  لَقَوِيٌّ عَزِيزٌ  هذه الآيات لفساد أمر الظالم ورفض كلمته وضعفه في جميع أموره من أراد ذلك فليكتب هذه الآيات في إناء من خشب قد خرط من شجر الخرنوب بماء قد أذيب فيه سكر يوم السبت قبل طلوع الشمس ثم يمحوه بماء بئر معطلة ليس يعرف لها مالك ثم يرش منه في مجلس الظالم الذي يجلس فيه ويأمر وينهى فإنه يكون ذلك ومن كتب سورة الحج بتمامها في رق غزال وجعلها في صحن مركب جاءت الأرياح إليها من كل مكان وأصيبت المركب ولم تسلم وإذا كتبت بكمالها ثم محيت ورشت\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nفي موضع سلطان جائر فإنه لم يتهيأ له عيش وتراه قلقا خائفا حذرا إلى أن ينتقل من الموضع .\r\n\r\nسورة المؤمنون\r\nمن كتبها في خرقة بيضاء ليلا وعلقها على من يشرب الخمر لم يشربها أبدا قوله تعالى :  وَلَقَدْ خَلَقْنَا الْإِنْسانَ مِنْ سُلالَةٍ مِنْ طِينٍ  إلى قوله :  أَحْسَنُ الْخالِقِينَ  هذه الآيات للحمل وحفظ الجنين في بطن أمه والقبول والزينة في أعين الناس فمن أراد ذلك فليكتبها للحمل في 7 ورقات من ريحان أترجي ثم يأمر المرأة تبلعها ورقة بعد ورقة وتشرب مع كل ورقة جرعة من لبن بقرة صفراء تفعل ذلك ثلاثة أيام فإنها تحمل ومن أرادها للقبول والزينة في أعين الناس فليكتبها في خرقة قطن رفيعة مقصورة بماء توت ثم يجعلها الرجل تحت عمامته والمرأة تحت عصابتها فإنه يكون ذلك . قوله تعالى :  فَإِذَا اسْتَوَيْتَ أَنْتَ وَمَنْ مَعَكَ عَلَى الْفُلْكِ  إلى  الْمُنْزِلِينَ  هذه الآية للسلامة والأمان من الآفات في البحر وعوارضه وأمان للسفينة وراكبها ووقاية لأهل المنزل من السارق والعدو وشر الجان وما يعرض في البيوت ويصير المنزل مباركا مأمونا فمن أراد ذلك للسفينة والسفن في البحر فليقرأ عند طلوع السفينة الفاتحة ثلاث مرات ويقرأ الآيات ثلاثا ثم يقول يا من فلق البحر لموسى بن عمران ونجى يونس من بطن الحوت وسخر الفلك والعالم بعدد قطر البحر ورماله وخالق أصنافه وعجائبه الكفاية 3 يا كافي من استكفى يا مجيب من دعاه يا مقبل من رجاه أنت الكافي لا كافي إلا أنت يفعل ذلك ثلاثة أيام قوله تعالى :  فِي غَمْرَةٍ مِنْ هذا  إلى قوله :  لا تُنْصَرُونَ  هذه الآيات لسد العدو وحيرته ولوقف أمره حتى لا يرى أين يذهب من أراد ذلك فليقرأ هذه الآيات على ماء بئر لا تراها الشمس ويرشه يوم السبت على أبواب عدوه وفراشه الذي ينام عليه أو على باب منزله فإنه يرى العجب ومما يقرأ في أذن المصاب  أَ فَحَسِبْتُمْ أَنَّما خَلَقْناكُمْ عَبَثاً  إلى قوله  رَبُّ الْعَرْشِ الْكَرِيمِ  .\r\n\r\nسورة النور\r\nمن كتبها وجعلها في فراشه الذي ينام فيه لم يحتلم أبدا وإن كتبت وشربت بماء زمزم انقطعت شهوة النكاح وإن جامع لم يجد لذة قوله تعالى :  لَوْ لا إِذْ سَمِعْتُمُوهُ قُلْتُمْ ما يَكُونُ لَنا  إلى قوله :  وَاللَّهُ عَلِيمٌ حَكِيمٌ  هذه الآيات للرجل الكذاب المغتاب الفاحش اللسان والشاعر الكثير الهجو ولمن يخاف من شره فمن أراد ذلك فليقرأ هذه الآيات على ماء عنب أبيض ثم يضيف إليه سكرا ثم يصنع منه حلوا أو عقيدا أو طعاما يطعم منه من هذه حالته ثم يكتب الآيات بعسل نحل لم تمسه النار\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nفي شقفة طين ثم يجعل الماء الذي يشرب من هذه صفته يكون ذلك قوله تعالى :\r\n وَلا تُكْرِهُوا فَتَياتِكُمْ عَلَى الْبِغاءِ  إلى قوله :  وَمَوْعِظَةً لِلْمُتَّقِينَ  من كانت له عادة بالمعاصي من النساء فليقرأ هذه الآيات على ماء قراح ويعجن به الخبز الذي يأكل منه يفعل ذلك 7 أيام فإنه ينفع قوله تعالى :  اللَّهُ نُورُ السَّماواتِ وَالْأَرْضِ  إلى قوله :\r\n حِسابٍ  هذه الآيات للقبول والمحبة وحصول الرزق والفراسة الحسنة والإرشاد إلى حسن المذاهب والأفعال فمن أراد ذلك فليتطهر وليصم يوم الخميس والجمعة فإذا كان يوم الجمعة قبل صلاة العصر فليقعد ويستقبل القبلة ويقرأ يس ثم يكتب الآيات في رق غزال بمداد من دواة رجل له حظوة في العلم وسعادة ثم يطويه ويصلي العصر ويقرأ سورة الكهف والكتاب في يده ثم يطوي الكتاب ويرفعه فمن حمل هذا الكتاب معه بلغ ما يريده مما ذكرت وكان وجيها مسعودا ولوجع العينين أن يقول بسم اللّه الرحمن الرحيم دخل الرمد بسلامة ويخرج بسلامة وانكفت الدمعة وانجلت الحمرة وارتحلت النقمة ونزلت الرحمة بألف لا حول ولا قوة إلا باللّه العلي العظيم اللّه نور السماوات والأرض إلى قوله نور يقرأ على العين كل صبيحة ثلاث مرات فإن الرمد يذهب ومن كسر اسمه اللّه نور السماوات والأرض وأمسكه عنده انشرح صدره ووسع عليه رزقه .\r\n\r\nسورة الفرقان\r\nقال عليه الصلاة والسلام من قرأ سورة الفرقان دخل الجنة بغير حساب ومن كتبها ثلاث مرات وغلقها عليه ثم تعرض لمكان فيه ثعبان أو شيء من الهوام لم يضره شيء وخرج من ذلك الموضع وإن ركب جملا أو دابة أقامت ثلاثة أيام وماتت وإن وطئ امرأة فيقضى بينهما بحمل لم يلبث في بطنها وإن دخل على قوم بينهم بيع أو شراء افترقوا ولم يتهيأ لهم أمر قوله تعالى :  وَهُوَ الَّذِي أَرْسَلَ الرِّياحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ  إلى  كَثِيراً  خاصيتها لتلقيح الأشجار وغزارة الآبار ووجود البركة في الأثمار يأخذ رملا من قعر نهر عند قبض النهر ويقرأ عليه هذه الآيات ثم يرش الرمل في الموضع الذي يريد ويرمي منه في بئر فإنه يرى الخصب والبركة .\r\n\r\nسورة الشعراء\r\nقال النبي عليه الصلاة والسلام ما من عبد يخرج من منزله عند الصبح وعند العشاء فيقرأ هذه الآيات  الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ  إلا أهداه اللّه لصالح الأعمال وإذا قال  وَالَّذِي هُوَ يُطْعِمُنِي وَيَسْقِينِ  إلا أطعمه اللّه وسقاه وإذا قال  وَإِذا مَرِضْتُ فَهُوَ يَشْفِينِ  إلا عافاه اللّه وشفاه ما لم يدن أجله وجعل مرضه ذلك كفارة لما سلف\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nمن ذنوبه وإذا قال  وَالَّذِي يُمِيتُنِي ثُمَّ يُحْيِينِ  إلا أماته اللّه موتة الشهداء وأحياه حياة السعداء وإذا قال  وَالَّذِي أَطْمَعُ أَنْ يَغْفِرَ لِي خَطِيئَتِي يَوْمَ الدِّينِ  إلا غفر اللّه تعالى له خطيئته يوم القيامة وإذا كانت ذنوبه مثل زبد البحر أو جبل أحد وجعله كيوم ولدته أمه وإذا قال  رَبِّ هَبْ لِي حُكْماً وَأَلْحِقْنِي بِالصَّالِحِينَ  إلا ألحقه اللّه بهم وإذا قال  وَاجْعَلْ لِي لِسانَ صِدْقٍ فِي الْآخِرِينَ  إلا كتب اللّه له إيمانه في كتاب ثم يوضع تحت العرش ويقال إن فلانا من الصادقين يصدق بيوم الدين ثم لا يتكلم بعدها إلا بالصدق والصواب وإذا قال  وَاجْعَلْنِي مِنْ وَرَثَةِ جَنَّةِ النَّعِيمِ  إلا أعطاه اللّه منزلا في الجنة يوم الدين حتى إن الملائكة تستقبله وتقول له أيها العبد ادخل الجنة بما أورثتها من القول والعمل وهو قوله تعالى :  وَنُودُوا أَنْ تِلْكُمُ الْجَنَّةُ أُورِثْتُمُوها بِما كُنْتُمْ تَعْمَلُونَ  من كتبها وعلقها على ديك أبيض أفرق وأطلقه لم يقف إلا على موضع فيه كفر أو سحر مدفون وقيل إن الديك يموت في أثر ذلك . قوله تعالى :   طسم   إلى قوله :  خاضِعِينَ  وفي نسخة إلى  مُعْرِضِينَ  هذه الآيات لخذلان العدو وقهره وذله إذا قرأتها على كف تراب من أرض لم ترها الشمس ورش التراب في وجه العدو خذله اللّه وقهره وأذله . قوله تعالى :  الَّذِي خَلَقَنِي فَهُوَ يَهْدِينِ  إلى قوله :  سَلِيمٍ  هذه الآيات لتسكين الجوع والعطش ولهداية الضال ولزوال الوحشة والأعياء في السفر يتوضأ أو يتيمم ويصلي ركعتين ويتلو الآيات 7 أو 14 أو 21 أو 28 يبلغ ما أراد . قوله تعالى :  وَإِنَّهُ لَتَنْزِيلُ رَبِّ الْعالَمِينَ  إلى  مُؤْمِنِينَ  وفي نسخة إلى قوله :\r\n عُلَماءُ بَنِي إِسْرائِيلَ  هذه الآيات لإظهار الخبايا والكنوز والدفائن فمن أراد ذلك فليأخذ ديكا أبيض أفرق أزرق ويكتب الآيات على ورق الموز وتربط في خرقة ثوب بنت بكر غير بالغ بخيط نير وتعلق على الموضع ويحفر بحفر برجليه ومنقاره وكذلك السحر قلت وإن الذي يكتب لإظهار الدفن لهذا الأطيار قوله تعالى :   فَأَخْرَجْناهُمْ مِنْ جَنَّاتٍ وَعُيُونٍ وَكُنُوزٍ وَمَقامٍ كَرِيمٍ   الآية .\r\n\r\nسورة النمل\r\nمن كتبها في رق غزال من ساعته في جلد مدبوغ لم يقطع منه شيء وجعله في صندوق فلا يقرب المكان الذي هو فيه حية ولا عقرب ولا خشاش ولا شيء من الضباع والدواب قوله تعالى :  يا مُوسى لا تَخَفْ  إلى  رَحِيمٌ  وفي نسخة إلى  الْمُفْسِدِينَ  ونسخة  الْمُرْسَلُونَ  مع قوله لا تخف  لا تَخافُ دَرَكاً وَلا تَخْشى   لا تَخَفْ نَجَوْتَ مِنَ الْقَوْمِ الظَّالِمِينَ  وقوله :  لا تَخافا إِنَّنِي مَعَكُما أَسْمَعُ وَأَرى  وقوله :  لا تَخَفْ إِنَّكَ أَنْتَ الْأَعْلى  من نقش هذه الآيات على فص خاتم عقيق أو\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nفضة في أول جمعة من شهر رجب ثم لبسه أحبه الناس وأهابوه وكان له قولا عظيما عند الرجال والنساء قوله تعالى :  وَلَقَدْ آتَيْنا داوُدَ وَسُلَيْمانَ عِلْماً  إلى  الصَّالِحِينَ  لهذه الآيات أسرار كثيرة من الكلام بالأمر الغائب وفهم لغة الطير والحيوان وتسخير الجان وعلم الحكمة من أراد تلك الحكمة فليصم 40 يوما متوالية أولها الخميس من أي أول شهر كان ويفطر على خبز حواري وسكر وموز أو سكر ولوز ويشرب ماء ممزوجا بماء ورد فإذا تم له 40 ليلة فليجدد السهر والنظافة وليكن قد أعد لها بخورا حصا لبان ذكر وسعد كوفي ودار فلفل وأنيسون وفانيذ ومسك وماء ورد ويكون من كل واحد مثقالين من الفانيذ وزن الجميع ومن المسك ربع مثقال ومن ماء ورد أوقية وتدق الأدوية فيخلط بالسحق ويقرأ عليها الآيات 30 ثم يعجن الجميع بماء ورد وسمن بقري وعسل نحل لم تمسه نار ثم يطبخ ذلك على نار لينة حتى يكون له قواما وهو مع ذلك يقرأ الآيات فإذا فرغ من ذلك يرفعه في برنية ويجعلها بين يديه ويقول اللّه قادر على كل شيء مسخر كل شيء يلقي الروح من أمره على من يشاء من عباده وفاتح خزائن الكرامات لمن أخلص له ومصرف الجن والإنس بأمره نور الأنوار ومطلع الأنوار ومفيض الأنوار وقدوس مقدس في أزلية قدمه مؤيد من يشاء وهو العزيز الرحيم يردد هذا أربعين مرة ثم يرفع الإناء في مكان طاهر سبعة أيام فإذا تم ذلك أكل منه فإنه يتكلم بالحكمة ويفهم كل شيء خفي وكل عويص مشكل ومن أراد أن يطيعه الجن والإنس فلينقش هذه الآيات في لوح فضة في يوم الجمعة وهو طاهر ويتلو الكلام أربع ليال ويرفعه فإذا احتاج إليه قدمه بين يديه وبخره بحصىلبان ذكر وسندورس ثم يستدعي من أراد من قبائل الجن فيأمرهم بما يريد فإنه يناله . قوله تعالى :  يا أَيُّهَا الْمَلَأُ  إلى  مُسْلِمِينَ  هذه الآية إذا امتنع قبيل من قبائل الجن وأنت تقسم عليه فاذكر في القسم هذه الآية فإنه يحضر ويعطيك قوله تعالى :\r\n قُلِ الْحَمْدُ لِلَّهِ وَسَلامٌ عَلى عِبادِهِ الَّذِينَ اصْطَفى  إلى قوله :  إِنْ كُنْتُمْ صادِقِينَ  هذه الآيات لخصب البلاد وكثرة الخير ونزول الغيث ودفع الآفات وتحصين البلاد عن الأعداء وحماية أهلها من أراد ذلك فلينقش هذه الآيات وهو صائم في لوح من ذهب ويتلو الآيات عند نقش كل سطر 3 مرات ثم يلف اللوح في خرقة من ثوب رجل معتكف ثم يجعله في أعلى مكان في البلد الذي يريدها ذلك فإنه يكون بإذن اللّه تعالى قوله تعالى :  وَإِنَّ رَبَّكَ لَيَعْلَمُ ما تُكِنُّ صُدُورُهُمْ  إلى  مُسْلِمُونَ  هذه الآية لإخبار النائم من رجل أو امرأة بما علمت وهو لا يعلم من أراد ذلك يكتبها في حوصلة طائر دجاج بماء مطر ماء ورد وزعفران ثم يجعله على صدر النائم فإنه يخبر بما عمل قوله تعالى :  وَقُلِ الْحَمْدُ لِلَّهِ  الخ السورة لمن أراد أن يعرف\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالدراهم المدلسة يقرأها ويقلب الدراهم يظهر له زيفها وكذا الأشياء التي يريد أن يعرفها .\r\n\r\nسورة القصص\r\nقال عليه الصلاة والسلام من قرأ سورة القصص شهدت له الملائكة بالصدق وقال أيضا من خرج في سفره ومعه عصا لوز مر وتلا هذه الآيات من قوله  وَلَمَّا تَوَجَّهَ تِلْقاءَ مَدْيَنَ  إلى قوله  وَاللَّهُ عَلى ما نَقُولُ وَكِيلٌ  آمنه اللّه من كل سبع ضاري ولص عادي وكل ذات حمة وسم حتى يرجع إلى منزله وكان معه سبع وسبعون من المعقبات يستغفرون له حتى يرجع ولا يحاوره شيطان ومن كتبها وعلقها على مملوكه دفعت عنه الخيانة والزنا والهرب ومن كتبها وعلقها على المبطون أو المطحول أو وجيع الكبد أو الجوف زال عنه وتكتب أيضا وتمحى بماء المطر فإنها شفاء من كل داء وألم وأورام والاستسقاء قوله تعالى :  وَلَمَّا وَرَدَ ماءَ مَدْيَنَ  هذه الآيات إلى قوله :  الظَّالِمِينَ  ما قرأها خائف إلا أمن . وإن كان خائفا من سلطان أو ظالم أو جائر وقي شره قوله تعالى :  وَلَقَدْ وَصَّلْنا لَهُمُ الْقَوْلَ  إلى  الْجاهِلِينَ  لحفظ العلم وفهم المعاني الخفية وإظهار الحكم وثبوت الحق واليقين في القلب يصوم ثلاثة أيام أولها الخميس من أول الشهر وليكتب هذه الآيات في جام زجاج ويمحوها بماء نهر جار ويشرب منه الذي يعمل له كل ليلة قبل طلوع الشمس وفي نسخة قبل الفجر فإنه يظهر له ما يقصده قوله تعالى :  سُبْحانَ اللَّهِ وَتَعالى عَمَّا يُشْرِكُونَ  إلى  تُرْجَعُونَ  إذا كتبت وكنت بين يدي الحاكم وخفت أن يحيف عليك في حكمه أو خفت من الشهادة الزور وجور السلطان اقرأ الآيات عند دخولك 7 ثم اقرأ واللّه غالب على أمره 3 مرات فإن اللّه يكفيك شره .\r\n\r\nسورة العنكبوت\r\nقال عليه الصلاة والسلام من قرأ سورة العنكبوت كان له من الأجر عشرة حسنات أو بعدد المؤمنين والمؤمنات ومن خاصيتها تكتب وتمحى بالماء وتشرب للحمى وتكثر السرور وترفع الكسل وتشرح الصدر ويغسل بمائها الوجه للحمرة والحرارة فإنه يزول قوله تعالى :  وَلا تُجادِلُوا  إلى  مُسْلِمُونَ  ومن الروم  فَسُبْحانَ اللَّهِ حِينَ تُمْسُونَ  إلى  تَنْتَشِرُونَ  لزوال الأمراض إذا كان عندك مريض لا يعرف مرضه اقرأ هذه الآيات على حصا لبان ذكر ثلاثة أيام بلياليها في كل يوم وليلة 63 مرة وفي رواية 72 مرة فإذا كانت الليلة الرابعة فأخرج المريض تحت السماء سحرا واجعل البخور في أربعة مجامر على حطب كرم واحدة عند رأسه والأخرى\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nعند رجليه وأخرى عن يمينه وأخرى عن شماله إلى أن يسير الوقت ثم أدخله منزله يزول مرضه وإذا كان مسحورا وأدمن قراءتها عوفي بإذن اللّه تعالى .\r\n\r\nسورة الروم\r\nقال عليه الصلاة والسلام من قرأ سورة الروم كان له من الأجر بعدد ملائكة التسبيح وقال عليه الصلاة والسلام من قال حين يصبح فسبحان اللّه حين تمسون إلى تخرجون أدرك ما فاته في يومه ومن قالها حين يمسي أدرك ما فاته في ليلته وكان علي بن أبي طالب رضي اللّه عنه يقول لأصحابه من أصبح فقال  فَسُبْحانَ اللَّهِ حِينَ تُمْسُونَ  إلى  تُخْرَجُونَ   سُبْحانَ رَبِّكَ رَبِّ الْعِزَّةِ  إلى  الْعالَمِينَ  3 مرات غفرت ذنوبه ولو كانت مثل زبد البحر أو رمل عالج ومن كتب هذه السورة وجعلها في إناء زجاج ضيق الرأس وجعلها في منزله أو منزل من أراد مرض كل من فيه ولو دخل أحد عليهم من غير أهله مرض وإذا خلطت بماء المطر وجعلت في إناء فخار وسقى من أراد من العدا مرضوا وإن غسل بمائها الوجه رمد صاحبه وخيف عليه العمى قوله تعالى :\r\n كَذلِكَ يَطْبَعُ اللَّهُ عَلى قُلُوبِ الَّذِينَ لا يَعْلَمُونَ  إلى  يُوقِنُونَ  لرهبة العدو وصرفه عنه وإقامة حجته عليك تكتب في خرقة من أثره واكتب بعدها كذلك يطبع اللّه على قلب فلان ابن فلانة وعلقها عليك فإذا رآك يدهش ولا يرد جوابا .\r\n\r\nسورة لقمان\r\nمن كتبها وسقاها لمن في جوفه علة أو غش عوفي وأمن من الحمى وزالت عنه ومن قرأها أمن من الغرق ومن قرأ  وَما قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ  فرج اللّه عنه قوله تعالى :  يا بُنَيَّ إِنَّها إِنْ تَكُ  إلى  خَبِيرٌ  إذا خفي عليك أمر من أهل بيتك أو عيالك وأنت غائب ولم تطلع على ذلك وأردت أن تطلع عليه اكتبها واجعلها تحت رأسك ليلة أول جمعة من شعبان بعد صلاة الفريضة والنافلة وقل عند وضعها سبحان من لا يخفى عليه خافية سبحان الذي أظهر بقدرته ما كتمته ضمائر خلقه سبحان الذي بيده القلوب والأفواه بأمره اللهم بيّن لي كذا في منامي فإنك تخبر في منامك قوله تعالى :  وَلَوْ أَنَّ ما فِي الْأَرْضِ  إلى  بَصِيرٌ  هاتان الآيتان لمن تغير خاطره وفسد ذهنه وعجزت بلاغته وأراد أن يأتيه الكلام بغير كلفة يقرؤهما على حصا لبان ذكر ويأكل في كل يوم منه على الريق نصف مثقال بعسل نحل أو سكر فإنه يحضر ذهنه ويصير متكلما قوله تعالى :  أَ لَمْ تَرَ أَنَّ الْفُلْكَ تَجْرِي  إلى  كَفُورٍ  أمان لمن يركب البحر هيجانه وتلاطم أمواجه إذا كتبت في سبعة أوراق ورميت في البحر إلى ناحية المشرق واحدة بعد واحدة ركد وسكن .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nسورة السجدة\r\nقال عليه الصلاة والسلام تجيء ألم السجدة يوم القيامة لها جناحان تظل صاحبها وتقل لا سبيل عليك وكان يقرأ كل ليلة ألم السجدة وتبارك ثم يقول إنهما متفضلتان على كل سورة من القرآن سبعين مرة ثم يدعو بعد ذلك بسبعة أسماء وهي يا قديم يا حي يا دائم يا فرد يا واحد يا أحد يا صمد وقال أيضا من قرأ في ليلة ألم تنزيل ويس وتبارك واقتربت كانوا له نورا وحرزا من الشيطان وشركه ورفع له الدرجات العليا يوم القيامة وتكتب وتعلق للحمى والشقيقة والصداع قوله تعالى :\r\n الَّذِي أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ  إلى  ما تَشْكُرُونَ  لتربية المولود إذا كتبت في جام زجاج ومحيت بماء المطر وقسم الماء قسمين يخلط النصف في طعامه والآخر يترك قارورة ليسقى منه ويمسح وجهه مدة 7 أيام وفي رواية 7 أسابيع ترى ما يسرك وهذا يكون بعد 90 يوما من ولادته وفي رواية 70 .\r\n\r\nسورة الأحزاب\r\nقال عليه الصلاة والسلام قارئ الأحزاب يدعى في ملكوت اللّه الشكور ومن كتبها في رق غزال أو ورق موز وجعل في حق وجعلها في منزله كثر الخطاب إليه في أهله . قوله تعالى :  وَإِذْ أَخَذْنا مِنَ النَّبِيِّينَ  إلى  أَلِيماً  لمن كان بينك وبينه عهد وميثاق فنقضه أو من كان له عدو وخاف من غائلته خذ خرقة من ثوبه واكتب فيها بزعفران وماء الندى الآيات ثم يكتب بعدها غدر فلان ابن فلانة نقض عهده وغدر ولم يف بما كان منه لفلان ابن فلانة واللّه غالب على أمره اللهم عليك به ثلاثا وتدفنه في زاوية الجدار فإما يرجع وإما يهلك قوله تعالى :   يا أَيُّهَا النَّبِيُّ   إلى  وَكِيلًا  هذه الآيات من قرأهن على دهن زنبق مذاب بمسك 7 أيام بعد صلاة الغداة ورفعه عنده في قارورة ودهن من ذلك الدهن حاجبيه وعارضيه فإن من لقيه من ملك أو مملوك أو حيوان وغيره قضى حوائجه وخشيه وسمع قوله وبلغ منه كل ما يريده ونجح قصده قوله تعالى :  لَئِنْ لَمْ يَنْتَهِ  إلى  الرَّسُولَا  لدمار العدو وفساد حاله إذا ظهر لك عدو فأرسل له رسولا وقل له انته وارجع إلى ما أمرك اللّه وإلا نزل بك بلاء عظيم ترسل له بذلك ثلاثا فإن انتهى فكف عنه وإن لم ينته فاقصد بئرا معطلة عينها شرقية أو بئرا دائرة وخذ من مائها قدر رطل واكتب الآيات في رقاع أو رقعة واحدة واغلها في الماء واغسلهم فيه ورشه في منزله تبلغ ما تريد .\r\n\r\nسورة سبأ\r\nقال عليه الصلاة والسلام من قرأ سورة سبأ صافحه النبيون يوم القيامة ومن\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nكتبها في قرطاس وجعلها في خرقة بيضاء وأمسكها عنده أمن من الهوام ولم تصبه آفة ما دامت عليه وتشرب لليرقان وتنضح منه على الوجه قوله تعالى :  قُلْ جاءَ الْحَقُّ وَما يُبْدِئُ الْباطِلُ  إلى  قَرِيبٌ  الأخيرة لدمار العدو والظالم وهلاكه وتغير أموره وسد مذاهبه وسد الخير عليه تفعل فيها كما تفعل في قوله تعالى :  لَئِنْ لَمْ يَنْتَهِ  وهي من أعظم بلية على العدو فاتق اللّه ولا تعملها إلا لظالم وفعل  لَئِنْ لَمْ يَنْتَهِ  تقدم في سورة الأحزاب .\r\n\r\nسورة فاطر\r\nقال عليه الصلاة والسلام من قرأ سور فاطر دخل من أي أبواب الجنة شاء خاصيتها تعلق على الدواب فتحفظها من كل سارق وطارق وإن تركها في حجر رجل على غفلة لم يقدر أن يقوم من موضعه حتى تقلع عنه قوله تعالى :  إِنَّ الَّذِينَ يَتْلُونَ كِتابَ اللَّهِ  إلى  شَكُورٌ  للماء والبركة والربح والفائدة للتجارة من كتبها في أربع خرق قطن جديدة طاهرة وحملها في متاعه وتجارته يرى البركة والفائدة .\r\n\r\nسورة يس عليه الصلاة والسلام\r\nقال عليه الصلاة والسلام لكل شيء قلب وقلب القرآن يس ومن قرأ يس كتب اللّه له بقراءتها قراءة القرآن 10 مرات وقال أيضا سورة يس تعم صاحبها بخير الدنيا والآخرة وتكابد عنه بلوى الدنيا وتدفع عنه أهوال الآخرة فهي لذلك تدعى المعممة وتدعى المدافعة والقاضية تدفع عن صاحبها كل سوء وتقضي له كل حاجة ومن كتبها وشربها أدخلت قلبه ألف دواء وألف نور وألف يقين وألف بركة وألف حكمة وألف رحمة ونزعت عنه كل داء وغل ومن قرأها خففت عنه يومئذ وكان له بعدد من فيها حسنات ومن قرأها مساء لم يزل في فرح حتى يصبح ومن قرأها صباحا لم يزل في فرح حتى يمسي ومن قرأها وهو في سكرات الموت لم يقبض ملك الموت روحه حتى يرى رضوان ويجيبه وإن قرأها صاحب حاجة قضيت له أو خائف أمن أو جائع شبع أو ظمئان روي ومن قرأها ليلة الجمعة أصبح مغفورا له ومن قرأ سورة يس وحم الدخان في ليلة الجمعة إيمانا واحتسابا غفر له ما تقدم من ذنبه والأحاديث في فضل سورة يس كثيرة أعرضنا عنها خوفا من التطويل ( ما جاء في الاسم الذي فيها ) قال سهل بن عبد اللّه التستري أتى رجل إلى إبراهيم بن أدهم رحمه اللّه فقال ما تقول في يس فقال إن فيها اسما من علمه ودعا به أجيبت دعوته بارا كان أو فاجرا إذا دعا به في الشيء الذي هو خاص به فقال له الرجل أرأيت أصلحك اللّه أني دعوت بجميع السورة قال لا حتى تدعو بالاسم عينه في الشيء الذي هو خاص به لأنه كما خلق اللّه\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالداء خلق الدواء كذلك كل اسم له شيء خاص به يدعى به فيجاب قال عليه الصلاة والسلام لكل شيء قلب وقلب القرآن يس يكفي بهذا شرفا وبالأسماء التي فيها عظما إذ جعلها اللّه قلب القرآن وأشرف أعضاء البدن في الحيوان القلب وذلك من شرف الاسم الذي في سورة يس وكلامه له واعلم أن في سورة يس اسما من أسماء اللّه تعالى الحكمية فمن عثر عليه بسر الحروف وكتبه ومحاه وهو طاهر مستقبل القبلة وشربه عدد الأسماء أياما أنطقه اللّه بالحكمة وأبان عن أسرار العوالم وهو متوسط السورة وهو 5 كلمات يجمعها 16 حرفا فيها 4 منقوطة حرفان منقوطان من أسفل وحرفان منقوطان من فوق وذلك لسر العالم الربيعي والطبيعي التركيبي وذلك إن ضربت الأربعة في أربعة برزت 16 وهو مجموع الاسم أعني حروفه وبهذا السر حمل طرفي السماء والأرض والكرسي والعرش وبه تمكن روح القدس في الاحتراقات الفلكية والقوى النورانية وبه يمكن تثبت النفس لقالب الحس وبه سر السر في عالم الملكوت الأعلى وبه شرفت السورة القلبية أعني يس وليس ذلك في طس وطسم وذلك لأن الطاء متصل معناها بمعنى السين وليست يس كذلك لأن الياء تقع في المعنى الباطن ( صفة الدعاء بها ) من أراد بركة هذا الاسم يستقبل أيام زيادة الهلال ويتطهر لها 3 أيام ويطهر ثيابه ويتطيب بما أمكنه ويصوم الجمعة والسبت ولا يتحدث بجهل ولا خفاء ويتصدق ويتطهر ولا يجلس دون وضوء ولا يفعله ساهيا ولا لاهيا ولا مستخفا ولا أشرا ولا بطرا فإنه اسم لا يعظمه أحد إلا وقف على سره وهو اسم الحياة المكتوبة في الشمس وهو الذي ينفخ به إسرافيل في الصور إذا كان يوم الأحد صلى الصبح ولا يأكل في هذه الأيام حيوانا ولا ما يخرج من حيوان ثم يستقبل الشمس عند الطلوع ويدعو به ثلاثا ويسأل حاجته ويدعو به مرتين إذا توسطت الشمس في السماء ويدعو به مرة عند الغروب فلو أقسم به على الحجر لانفلق ويكتبه يوم الأحد والخميس للمصروع ويكتب للمعقود والمقرض واستعمله فيما يرضي اللّه فإنه نافع وهو هذا ( بسم اللّه الرحمن الرحيم ) وصلى اللّه على سيدنا محمد وعلى آله وصحبه وسلم اللهم إني أسألك بيس والقرآن الحكيم يا باعث المرسلين يا هادي من تشاء إلى صراط مستقيم يا مهلك الظلمة يا مبيد الفاسقين وكل لديه محضرون يا محيي الموتى ونكتب ما قدموا وآثارهم وكل شيء أحصيناه في إمام مبين يا من يحيي الأرض بعد موتها وأخرجنا منه حبا فمنه يأكلون وجعلنا فيها جنات من نخيل وأعناب وفجرنا فيها من العيون ليأكلوا من ثمره وما عملته أيديهم أفلا يشكرون يا مسبحا بكل لسان يا خالق الأزواج كلها مما تنبت الأرض ومن أنفسهم ومما لا يعلمون يا من سلخ الليل من النهار فإذا هم مظلمون يا من قدر الشمس منازل لتجري لمستقر لها\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nذلك تقدير العزيز العليم يا عزيز يا عليم يا من قدر القمر منازل حتى عاد كالعرجون القديم لا الشمس ينبغي لها أن تدرك القمر ولا الليل سابق النهار وكل في فلك يسبحون يا من حملنا في الفلك المشحون وخلق لنا من مثله ما نركب وإن يشأ أغرقنا فلا صريخ لنا منه ولا مهرب يا رحيم يا من خلق لنا أنعاما وذللها لنا فمنها أكلنا وركوبنا وجعل لنا فيها منافع ومشارب أفلا يشكرون يا من خلق الإنسان من نطفة فإذا هو خصم مبين يا من يحيي العظام وهي رميم يا من أنشأها أول مرة وهو بكل خلق عليم يا من جعل لنا من الشجر الأخضر نارا يا من خلق السماوات والأرض يا قدير يا خلاق يا عليم يا من أمره إذا أراد شيئا أن يقول له كن فيكون يا سبوح يا من بيده ملكوت كل شيء وإليه ترجعون فإذا كان الانسان مهموما يقرأ سورة يس وإذا ختمها يدعو بهذا الدعاء يقول سبحان المفرج عن كل مهموم سبحان المنفس عن كل مكروب مديون سبحان من جعل خزائنه بين الكاف والنون إنما أمره إذا أراد شيئا أن يقول له كن فيكون فسبحان الذي بيده ملكوت كل شيء وإليه ترجعون يا مفرج الهم فرج يقولها ثلاثا ومن كتب سورة يس بماء ورد وزعفران سبع مرات وشربها سبعة أيام متوالية كل يوم مرة سمع وغلب من يناظره وعظم في الأعين وتشرب لإدرار البول ومن سقاها لامرأة مرضعة درّ لبنها وكان فيها للمرضع غذاء حسن وشفاء تام ومن كتبها وعلقها على رأسه أمن من الأعين الرديئة والجن والهوام والأوجاع وذكر الكلبي أنه كان رجل قتل قتيلا خطأ وكان ولي المقتول يتهمه أن يكون قتله عمدا فكان يطلبه ليقتله فقال له رجل من الصالحين إن كنت في مقالتك صادقا فاقرأ سورة يس قبل خروجك من منزلك واخرج عليه فإنه واللّه لا يراك وتختفي منه فإنه ظلمك فكان الرجل يقرؤها قبل خروجه من منزله فلا يشاهد في طريقه طالبه قلت وقد صح أن رسول اللّه صلى اللّه عليه وسلّم قرأ أولها حين خرج على قريش لما بيتوه ليقتلوه فخرج عليهم ولم يروه وجعل على رؤوسهم ترابا ولمن خاف من سلطان جائر أو طلب بغير حق أو دعي لظالم أو ضلت به الطريق أن يقرأ سورة يس ثم يقول بسم اللّه الرحمن الرحيم بسم اللّه الذي لا إله إلا هو الحي القيوم بسم اللّه الذي لا إله إلا هو ذو الجلال والإكرام بسم اللّه الذي لا يضر مع اسمه شيء في الأرض ولا في السماء وهو السميع العليم اللهم إني أعوذ بك من شر فلان ابن فلانة فإنه يكتفي شره نقل ذلك عن سيدي أبي الحسن الشاذلي قوله تعالى :  وَجَعَلْنا مِنْ بَيْنِ أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا  إلى  يُبْصِرُونَ  لدفع كيد الأعداء وضررهم وتدميرهم وسد وجوههم وعمي أبصارهم وخذلانهم من كتبها أو نقشها في صحيفة من نحاس أو ذهب وسمرها على قبضة الترس ويلقى به الأعداء والمخالفين للدين يخذلون ويرد كيدهم في نحورهم ومن\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nقرأها عند أخذ فراشه أمن من اللص في ليلته ومن قرأها عند مخاصمة رجلين خذل الظالم قوله تعالى :  إِنَّا نَحْنُ نُحْيِ الْمَوْتى  إلى  مُبِينٍ  لخروج ثمر الشجر الذي لا يثمر ولعمران الأرض الخراب وإحياء القلوب القاسية من كتب هذه الآيات في إناء طاهر وهو طاهر صائم بماء ورد ومسك وزعفران وقرأ عليه السورة بتمامها ومحاها بماء مطر فإن أردت لخروج الثمرة التي لم تثمر فرش منه في أصلها ثلاثا تثمر وإن أردت لعمران الأرض الخراب والحوانيت أو الدور فرش هذه فيها ثلاثة أيام أولها الخميس من أول الشهر يعمر وإن أردت للذكاء وزوال البلادة والنسيان فزده شراب حماض الأترج واسق منه سبع جرع على الريق سبعة أيام أولها السبت وفي نسخة الخميس ترى العجب وإن أضيف إليه هذا الكلام وهو اللّه محيي الموتى وجامع الشتات ومخرج بركات الأرض لا يعزب عن علمه شيء بقدرته فهو زيادة في نجاح العمل وبلوغ الغرض قوله تعالى :  إِنْ كانَتْ إِلَّا صَيْحَةً واحِدَةً فَإِذا هُمْ خامِدُونَ  إذا لقيت العدو وأنت مستقبل القبلة فقل اللّه الغالب القاهر مذل كل جبار عنيد ناصر الحق حيث كان بيده الحول والقوة والسلطان إن كانت إلا صيحة واحدة فإذا هم خامدون فإنه يبهت وينهزم قوله تعالى :  وَآيَةٌ لَهُمُ الْأَرْضُ  إلى  لا يَعْلَمُونَ  من كتب هذه الآيات في إناء فخار بماء الآس والريحان مذاب بمسك وزعفران ومحاه بماء مطر كانون الأول فأي أرض أو بستان رش فيه ذلك الماء رأيت من نفعه وبركة ثمره ما يسرك قوله تعالى :  إِنْ كانَتْ إِلَّا صَيْحَةً واحِدَةً  إلى  مُحْضَرُونَ  إذا تعسر عليك حضور أحد من الجن أو ملك من ملوكهم فاقسم عليه بقسمه الذي تعرفه ثم قل ونفخ في الصور إلى قوله محضرون فإنهم محضرون في أسرع وقت قوله تعالى :\r\n قالَ مَنْ يُحْيِ الْعِظامَ  إلى  عَلِيمٌ  هذه الآية تقرأ على زيت طيب أربعين مرة ويدهن به الفلك والكسر والوهن يبرأ ولسورة يس جملة خواص واللّه أعلم .\r\n\r\nسورة الصافات\r\nقال عليه الصلاة والسلام من قرأ الصافات تباعد عنه الشيطان ومن كتبها وجعلها في صندوق والجن في منزله لم يضره منهم شيء ومن كتبها ومحاها واغتسل بها زالت منه الوهلة والرجفة قوله تعالى :   وَالصَّافَّاتِ   إلى قوله :  شِهابٌ ثاقِبٌ  من بخر بحصىلبان وسندروس وتلا هذه الآيات وقال احضر يا فلان ويسمي من أراد من ملوك الجن فإنه يحضر قوله تعالى :  وَلَقَدْ نادانا نُوحٌ  إلى  فِي الْعالَمِينَ  لدفع ضرر الحيوان والأفاعي والعقارب وغيرهم فمن يكتب ذلك في أي جنس كحجر أو نحاس أو رصاص أو فضة أو خزف أو خشب غير مسوس ولا معقد ويكتب بعده  سَلامٌ عَلى نُوحٍ فِي الْعالَمِينَ  وعلى أنبياء اللّه أجمعين وتكون الكتابة ليلا في شهر\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nكانون الأول ويكون الكاتب طاهرا وكلما كتب حرفا نظر إلى الكواكب التي في وسط بنات نعش الكبرى ويقول نظرت إلى السماء وكفيت شر الحية والعقرب والأفاعي فإذا فرغ جعله كل ليلة تحت السماء واستقبل بها بنات نعش ويقول عقدت العقرب والحية والثعبان وغيرهم واستعذت من شرهم وسمعهم كالعقد الذي أخذ به الميثاق لكل رطب ويابس وبالقدرة الأزلية قدرة الإله العظيم ولا حول ولا قوة إلا باللّه العلي العظيم ويقرأ الآيات والزيادة عليها وينظر لكل نجم من بنات نعش مرة لا يحول بصره عنه فإذا تمت العدة فليستقبل نجوم الزبانات وليقرأ الآيات والزيادة عليها ثم ينظر إلى النجم يفعل ذلك ثلاث ليال ويكون الشيء المعمول في كفك اليمنى بارزا إلى السماء فإذا تم ذلك لفه في شيء طاهر وارفعه فإذا رأيت ملسوعا أو مسقيا سما فخذ الخاتم واجعله في ماء واسقه إياه فإنه يبرأ .\r\n\r\nسورة ص\r\nقال عليه الصلاة والسلام من قرأ سورة ص عصمه اللّه من كل ذنب ومن كتبها في إناء زجاج وجعلها في موضع قاض أو صاحب شرطة لم يمض عليه ثلاثة أيام إلا وظهرت عثرته ونقص قدره ولا ينفذ أمره بعد ذلك قوله تعالى :  ارْكُضْ بِرِجْلِكَ هذا مُغْتَسَلٌ بارِدٌ وَشَرابٌ  من قرأها وهو يحفر بئرا أو ينشئ عينا نبع له ماء طيب مبارك .\r\n\r\nسورة الزمر\r\nقال عليه الصلاة والسلام من قرأ سورة الزمر لم يقطع اللّه رجاءه يوم القيامة وأعطاه ثواب الخائفين ومن كتبها وعلقها على عضده أو في فراشه أو في منزله قيل فيه خير ولم تزل الناس مقيمين على شكره قوله تعالى :  وَنُفِخَ فِي الصُّورِ  إلى قوله :  وَهُمْ لا يُظْلَمُونَ  هذه الآيات لإرهاب العدو وغمه وصمته من أراد ذلك فليقرأها في وجهه وهي تجلب الجنان إذا قرئت كما مر .\r\n\r\nسورة غافر\r\nقال عليه الصلاة والسلام من سره أن يرتفع في رياض مرتعة من الجنة فليقرأ الحواميم وعن ابن عباس رضي اللّه عنه قال لكل شيء لباب ولباب القرآن الحواميم وقال عليه الصلاة والسلام من قرأ من حم المؤمن إلى إليه المصير وآية الكرسي حين يصبح حفظ بهما حتى يمسي ومن قرأهما حين يمسي حفظ بهما حتى يصبح وينبغي أن يقول يا غافر الذنب اغفر لي يا قابل التوب تقبل توبتي يا شديد العقاب اعف عني يا ذا الطول تطول علي بخيرك ومن كتبها ليلا وجعلها في حائط بستان أو دكان كثر خيره وبورك له فيه وإن كتبت لإنسان به ابنة زالت عنه وإن كتبت وعلقت على من به قروح\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nونحوها برأ وإن عجن بمائها دقيق خبز حتى يصير جافا بمنزلة الكعك وجفف ثم سحق وجعل في إناء نظيف فمن احتاج إليه لوجع فؤاده أو كبد أو طحال فاستف منه أو شربه زال عنه . قوله تعالى :  رَفِيعُ الدَّرَجاتِ ذُو الْعَرْشِ  إلى  الْحِسابِ  هذه الآيات إذا كتبت في رق غزال ووضعت على صدر نائم أو نائمة أخبرت بما عملت والشرط كتمان السر فإن اللّه ستار على عبيده ويشترط الطهارة والنظافة . قوله تعالى :  فَسَتَذْكُرُونَ ما أَقُولُ لَكُمْ  الآية من قرأها وراء ظالم لم يخش منه ضررا أبدا . قوله تعالى :  الَّذِي جَعَلَ لَكُمُ الْأَنْعامَ  إلى قوله :  تُنْكِرُونَ  هذه الآيات للإبل والبقر والغنم والمواشي إذا قلّت ألبانها تكتب في إناء طاهر نظيف وتمحى بماء طاهر لا تراه الشمس ويسقى منه الحيوان في شرابه ورش علفه فإنه يكثر .\r\n\r\nسورة السجدة\r\nقال عليه الصلاة والسلام من قرأ حم السجدة أعطى من الأجر بعدد حروفها عشر مرات ومن كتبها وعلقها أو محاها بماء المطر وسحق به كحلا واكتحل به لبياض العين نفع منه ومن الرمد والظفر وعلل العين وإن تعذر الكحل فتغسل العين به فإنها تبرأ قوله تعالى :  سَنُرِيهِمْ آياتِنا  الخ السورة هذه الآيات لردع الظالم ودفعه وإرغامه بما يراه في النوم من الأهوال المزعجة إذا كان المظلوم غير منتصر له يكتبهم في خرقة من ثوب صبية عذراء قبل البلوغ ويكتب في آخرها كذلك يرى اللّه فلان ابن فلان لفلان ابن فلانة بحوله وقوته من آياته العظمى وقدرته الباهرة ما يروع حاله ويقل في المظالم عزمه ويصمت لسانه ثم تضعها صبية دون البلوغ تحت وسادة الظالم وهو لا يدري فإنه يرى في منامه ما يرده عن ظلمه .\r\n\r\nسورة الشورى\r\nقال عليه الصلاة والسلام من قرأ سورة حمعسق كان ممن تصلي عليه الملائكة وتستغفر له ومن كتبها وعلقها عليه أمن من شر الناس ومن شرب ماءها في السفر نفعه في العطش وإذا رش بمائها المصروع أحرق شيطانه وإن عجن بمائها طين الفاخورة وعمل منه كوز ثم يسوى ويرفع لمن به مرض السل يشرب منه ينفعه قوله تعالى :    حم عسق    إذا نقشت في خاتم بالأحرف الطبيعية هكذا آه - آ - ه ه - ه ه وكان الطالع برج الحوت والمشتري في برج القوس في العاشر من الطالع أو في برج الحوت في الطالع لنفسه يكون الطالع برج السرطان ويكون المشتري في درجة شرفه منه وهو مسعود قوي مقبول سالم من الرجوع والاحتراق ويبخره بالعود والعنبر ويلفه في خرقة حرير بيضاء وتمسكه عند نفسك ويكون إقامته من فضة خالصة أو قزدير\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nمصفى فمن أمسكه عند نفسه يرى من السعادة واليمن والبركة ما يؤمل ولا يقربه إلا وهو طاهر ولا يقرب به موضع النجاسة لأنه من أسمائه المكتوبة خواصه أنه يختص بسعة الرزق واستدامة الكسب وكثرة الأرباح في التجارات وقضاء الحوائج والمحبة عند الناس والقبول وميل النفوس واستقامة الجاه والصيت والتصرف والظفر في القتال والسلامة من الآفات وإذا مسكه ملك جيش أو قائد عند نفسه فإنه يكون له الظفر والغلبة والقهر على كل من يقاتله ولا تهزم عسكره مدة إقامته عنده وكل من عاداه أو نازعه أو خاصمه كان هو الظافر والغالب وهذه صفته بالعربي والهندي والطبيعي كما نرى .\r\nومن خواصه أن ينقش يوم الخميس أول ساعة منه لتسكين كل شيء ومن جمع بين حروف أول مريم وأول شورى في معشر ونقشه في خاتم فضة أو ذهب أو مجموعها وتكون زنته عشرة دراهم من دراهم الكيل والطالع برج الثور أو الزهرة فيه والمشتري برج الحوت في الحادي من الطالع وهو موته وموضع فرحه ويبخر بعود وحصا لبان وعنبر ويلف في خرقة حرير بيضاء فمن أمسكه عنده رأى من العجائب ويتصرف فيما يتصرف فيه كل واحد من الشكلين وهذه صورته :\r\nوقال بعضهم توضع بكرة يوم الخميس في أول ساعة شكلا مخمسا من معدن رفيع ذهب أو فضة أو رق غزال وتكتب فيه كهيعص خمس مرات ثم تطلب ما تريد وتقول يا اللّه يا كريم يا يوه يا عليم يا صادق يا اللّه اقض حاجتي في كذا فمن لبسه كان مسرورا ونال قبولا ومهابة وهذه صورة المخمس كما ترى .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nومن كتب هذا حم عسق خمس مرات ثم قال يا اللّه يا حكيم يا عدل يا ستار يا قيوم عدد حروف حم عسق بالجمل الكبير ثم حمله كان محفوظا من الآفات مؤيدا منصورا قلت عدد حروف حم عسق بالجمل المغربي 518 وعدده بالجمل المشرقي 278 وهذه صورة المخمس واللّه أعلم .\r\nوذكر صاحب مستوجبة المحامد في شرج خاتم أبي حامد في المقالة الأولى هي علبة الخاتم المثلث على ما ذهب إليه غير واحد آيات خمس يقوم من أول حرف من أول كل آية ومن آخرها حرف وجملة ما يقوم أولها كهيعص على الولاء وجملة ما يقوم عن آخرها حم عسق على الولاء ولكن فيها آية واحدة يبدأ فيها بما لا تصح البداءة به من حيث الإعراب ولا يتسق به الكلام وإن ابتدأ به على هذه الهيئة الموجودة وهو أول الآية الثالثة على ما سنوضحه لكن جواب هذا أن نقول إن هذا من أبواب الدواء فيحتمل فيه ما لا يحتمل في غيره من عدم اتساق المعنى إذ المدعي في الرقى وقوع الألفاظ على هيئتها من غير نظر إلى ارتباط المعنى وهذه الآيات المذكورة كما نرى  كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرِّياحُ   هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ  الآية  وَأَنْذِرْهُمْ يَوْمَ الْآزِفَةِ إِذِ الْقُلُوبُ  إلى قوله يطاع  عَلِمَتْ نَفْسٌ ما أَحْضَرَتْ  الآية   ص وَالْقُرْآنِ   الآية . هذه الآيات إنما كانت سر الوفق المثلث لأنها تتلى عليه حال كتابته على أي حال كان نقص أو كمال على ما تقتضيه مصلحة الوضع وتكرر هذه الآيات عليه قال وإلا ولي عندي أن يبلغ بقراءتها على الوفق إن كان كاملا 54 وإن كان ناقصا فبحسابه قلت ورأيت هذه الآيات مكتوبة بزيادة خمسة آيات على هذه الصفة :\r\n كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ  إلى  الرِّياحُ  ،     حم وَالْكِتابِ الْمُبِينِ إِنَّا أَنْزَلْناهُ فِي لَيْلَةٍ     إلى  مِنْ رَبِّكَ  ،  هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ عالِمُ الْغَيْبِ وَالشَّهادَةِ هُوَ الرَّحْمنُ الرَّحِيمُ  ،  ما يَفْتَحِ اللَّهُ لِلنَّاسِ  الآية  يَوْمَ الْآزِفَةِ  الآية  عَسى رَبُّكُمْ أَنْ يَرْحَمَكُمْ  الآية  إِنَّ هذَا الْقُرْآنَ  الآية  عَلِمَتْ نَفْسٌ ما أَحْضَرَتْ  الآية  سُبْحانَ رَبِّنا إِنْ كانَ  الآية  وَيَخِرُّونَ لِلْأَذْقانِ  الآية   ص وَالْقُرْآنِ   الآية  قالَتْ إِنَّ أَبِي يَدْعُوكَ  الآية وذكر بعض الناس أنه يؤخذ ما أمكن من أوراق الحديد الرقيقة المتطايرة عند الطرق حول الحداد وإن كانت من حديد مضروب لآلة الهدم والقطع فهو أنسب ثم ندق حتى تنعم وتتهيأ وتفرش في قعر طاجن فخار مستعمل عتيق مكسور وينقش في ذلك الغبار بطرف قرن ماعز مقطوع من أعلاه بعد أن يحدو بطرق\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nأخرى فخذ في المقراض المنقوض المكسر نقاشتين فيه الحروف بكمالها على التوالي خمسة أسطر منتظمة من أوائلها ك ومن أواخرها حمسق والآيات المذكورة فيها الخمس المذكورة أولا يكتب على الوجه المذكور في الساعة الأولى من ليلة الأربعاء التاسع والعشرين من أي شهر عربي موافق ذلك ويكون في بيت خال والأنسب لذلك أماكن المقابر الدائرة ثم يجمع هذه الرقاق المحروقة وتذر في أمكنة الفساد أو في جيوش الكفار تخرب ويتفرق من فيها وإن تعذر وجدان ورق الحديد المتطاير فخبث الحديد له من ذلك . قوله تعالى :  لَهُ مَقالِيدُ السَّماواتِ وَالْأَرْضِ  إلى قوله :  مَنْ يُنِيبُ  أو إلى  الْمَصِيرُ  لفتح الكنوز والوقوف عليها وإخراج الخبايا والمعادن والمخفي من سحر وغيره تكتب هذه الآيات في رق غزال من سخلة بيضاء مذكاة ويكون الرق مدبوغا بماء الهند بأبعد أن يضاف إليه شيء من الصبر السقطري والزعفران ويطوى ويلف في خرقة صوف حمراء ويعلق في عنق ديك أبيض أفرق معوشر وترسله في يوم الثلاثاء أول ساعة من النهار في المحل المنهوم فإنه يتفرق فيه ويبحث برجليه مرة بعد أخرى ثم اقبضه وأرسله أولا وثانيا وثالثا فإن لم يختلف فاحفر تجد المطلوب . قوله تعالى :  وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً  إلى آخر السورة ، هذه الآيات للحفظ ولمن نسي العلم والتنبيه من كل غفلة ولمن يريد قيام الليل تكتب في جام أبيض طاهر بماء ورد وعسل نحل لم تمسه النار ثم يمحى ويسقى ثلاث جرع ويذكر الأمر الذي يريده وهكذا ثلاث جمع بعد صلاة الصبح كل جمعة ثلاث جرع فإنه يؤثر أحسن تأثير واعلم أن هذه الخمس آيات المذكورة قبل حوت منافع وفوائد لا تحصى فمنها أن من قرأها وهو داخل على جبار أو سلطان أو غيره كفي شره وصفة القراءة أن يعقد إبهامه من يده ثم يقول ك  كَماءٍ أَنْزَلْناهُ مِنَ السَّماءِ فَاخْتَلَطَ بِهِ نَباتُ الْأَرْضِ فَأَصْبَحَ هَشِيماً تَذْرُوهُ الرِّياحُ  ح ه  هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ عالِمُ الْغَيْبِ وَالشَّهادَةِ هُوَ الرَّحْمنُ الرَّحِيمُ  م ي  يَوْمَ الْآزِفَةِ  الآية ع ع  عَلِمَتْ نَفْسٌ ما أَحْضَرَتْ  الآية س   ص وَالْقُرْآنِ   الآية ق فأحرف كهيعص بيده اليمنى وحم عسق بيده اليسرى ثم يدخل على من يريد فلا يضره منه شيء وقد جرب .\r\n\r\nسورة الزخرف\r\nقال عليه الصلاة والسلام من قرأ الزخرف كان ممن يقال له يوم القيامة  يا عِبادِ لا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلا أَنْتُمْ تَحْزَنُونَ   ادْخُلُوا الْجَنَّةَ  بغير حساب وعن ابن عمر رضي اللّه عنه أن النبي عليه الصلاة والسلام كان إذا استوى على بعيره خارجا إلى سفر كبر ثلاث ثم قال   سُبْحانَ الَّذِي سَخَّرَ لَنا هذا وَما كُنَّا لَهُ مُقْرِنِينَ وَإِنَّا إِلى رَبِّنا لَمُنْقَلِبُونَ   اللهم إني أسألك في سفري هذا البر والتقوى من العمل ما ترضى\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nاللهم هوّن علينا واطو عنا بعده اللهم أنت الصاحب في السفر والخليفة في الأهل والمال اللهم إني أعوذ بك من وعثاء السفر وكآبة المنقلب وسوء المنظر في المال والأهل وإذا رجع قالهن وزاد آئبون تائبون عابدون لربنا حامدون هذا لفظ مسلم ومن كتبها وجعلها تحت رأسه لم ير في نومه ما يكره وإن كتبت على حائط مكان ربح صاحبه في متجره ومن كتبها ومحاها بماء مطر وسقاها لصاحب السعال نفعه وإن سقيته للمرأة المخالفة نفعها . قوله تعالى :  وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّماواتِ وَالْأَرْضَ  إلى قوله :  وَإِنَّا إِلى رَبِّنا لَمُنْقَلِبُونَ  هذه الآيات لهداية الضال وإرشاد الحائر وتذليل الدواب وزجرها وللحراسة في البر والبحر وحفظ الأجنة في بطون أمهاتها وإصلاح الزوجين في المعاشرة وتليين شدة العدو وحراسة الكروم وغيرها من جميع العاهات من أراد ذلك لهداية الضال يكتبها في خرقة حرير بيضاء جديدة ويجعلها فوق رأسه فإنه يخرج من الضلالة إلى الهدى ومن أراد إرشاد الحائر فليقعد في البرية ويتيمم ويستقبل القبلة ثم يتلوها سبعا فإنه يرشد وكذلك التائه في دينه يقوم نصف الليل ويتوضأ ويصلي ركعتين ويسلم ويقرأ ذلك إلى أن ينام فإنه يأتيه في منامه ويدله على ما يريد من الحق ومن أراد التذليل للدواب فليكتبها في رق غزال يوم السبع في آخر الشهر ثم يعلقه في عنق الدابة فإنها تذل وتسخر ومن قرأها للحراسة في البر والبحر أمن من دوابه ومن أراد لحفظ الأجنة في بطون أمهاتها يكتبها في كل أسبوع مرة في جام زجاج ويمحوها بماء ورد وجلاب ويشربه سبعة أسابيع من وقت العمل ومن أرادها لإصلاح ما بين الزوجين يكتبها في أربعة أوراق ويدفن في أربع زوايا البيت فإنهما يصلحان ويزول ما بينهما وكذلك يفعل بالكروم وغيرها ومن أرادها لرد العدو ويقرؤها كل يوم وليلة في وجهه . قوله تعالى :  يا عِبادِ لا خَوْفٌ عَلَيْكُمُ الْيَوْمَ وَلا أَنْتُمْ تَحْزَنُونَ  إلى  تَأْكُلُونَ  لمن كان في عيشة نكد وتكدير وتعسير يصوم من أول الشهر ثلاثة أيام أولها الثلاثاء فإذا كان ليلة الجمعة لبس ثوبا طاهرا وجدد الطهارة ويتناول شيئا يسيرا من الطعام فإذا كان بعد العشاء صلى ركعتين يسأل اللّه تعالى فيهما صلاح نفسه وحاله وشأنه وإزالة ما يكره ويصلي على النبي صلى اللّه عليه وسلّم ألف مرة ثم يقرأ الآيات 70 مرة وفي رواية 90 مرة مع إخلاص النية ثم يكثر الدعاء ويصلي على النبي عليه الصلاة والسلام إلى أن يتلو الآيات حتى يغلب عليه النوم ويفعل ذلك في أول الشهر وفي وسطه وآخره فإنه يرى ما يسره في دينه ودنياه وقد عملناه وحصل بسببه كل خير فلا تهمله فإنه من منافع القرآن العظيم .\r\n\r\nسورة الدخان\r\nعن أبي هريرة رضي اللّه عنه قال قال عليه الصلاة والسلام من قرأ حم الدخان في\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nليلة أصبح مستغفرا له سبعون ألف ملك ويغفر له وقال عليه الصلاة والسلام حم الدخان تدعى في ملكوت اللّه المباركة يبارك اللّه تعالى وملائكته على قارئها ومن قرأها ليلة الجمعة أصبح مغفورا له ومن قرأها يوم الجمعة بنى اللّه له بيتا في الجنة وقال عليه الصلاة والسلام من قرأ يس وحم الدخان في ليلة جمعة إيمانا واحتسابا غفر له ما تقدم من ذنبه ومن كتبها وأمسكها عنده أمن من كل شيطان وكان مهابا عند الناس وشربها ينفع الزحير ويسهل المخرج . قوله تعالى :   حم   إلى قوله :  وَرَبُّ آبائِكُمُ الْأَوَّلِينَ  من قرأ هذه الآيات في أول ليلة من شعبان بعد صلاة العشاء 15 مرة وهكذا إلى ليلة 14 وفيها يقرأ 30 مرة ثم يذكر اللّه ويصلي على النبي عليه الصلاة والسلام ويدعو بما أحب فإنه يرى العجل في تعجيل الإجابة ويتقي اللّه في فعله . قوله تعالى :  إِنَّ الْمُتَّقِينَ فِي مَقامٍ أَمِينٍ  إلى آخرها هذه الآيات لمن يأتي بالحجة ويخاف أن يظهر عليه خصمه فليتطهر ويلبس ثوبا نظيفا فإذا كان بعد صلاة العصر كتب الآيات في خرقة جديدة نظيفة بيضاء بماء ورد ومسك وزعفران وكافور وجعلها في جيبه ولقي خصمه قهره وغلبه .\r\n\r\nسورة الجاثية\r\nعن النبي عليه الصلاة والسلام من قرأ حم الجاثية سترت عورته وسكن روعه عند الحساب وعنه عليه الصلاة والسلام من قرأ سورة الجاثية حجبه اللّه عن كل بؤس في الدنيا والآخرة من كتبها ومسكها عنده أو علقها عليه وشرب ماءها آمن من كل نمام ولم يغتبه أحد وإن علقت على طفل أول ولادته كان محفوظا من كل مكروه .\r\nقوله تعالى :   حم   إلى  يُوقِنُونَ  هذه الآيات للنماء والبركة وإخراج النمار وحراستها من الآفات وإدرار المعاش وجلب الرزق والزبون من أراد ذلك فليتطهر وليصم اليوم الذي بدأ العمل فيه ويكتب الآيات في قطعة خشب أثل ثم يجريها في بئر أو نهر ثم يأخذ من مائه ويرش في أي مكان أراد فإنه يرى ما يسره . قوله تعالى :\r\n وَيْلٌ لِكُلِّ أَفَّاكٍ أَثِيمٍ  إلى قوله :  أَلِيمٍ  وفي نسخة إلى قوله :  وَلَهُمْ عَذابٌ عَظِيمٌ  هذه الآيات لتسخير الجن والإنس إذا أردت استحضار أحد منهم وعصى عليك تخرج بالليل وتتلو هذه الآيات وتقول في آخرها يا فلان ابن فلانة أنت ممن تتلى عليه هذه الآيات فاستكبرت وأقسم عليك بأسماء الخالق فتمردت وتجبرت واللّه أعظم منك وأكبر وبآياته تذل وتقهر فاحضر وإلا فأنت تهلك وكذلك إذا طلبت من أحد حاجة فاقرأ الآيات ثلاثا في كفك الأيمن وأطبقه ثم افتحه في وجهه فإنها تقضى وأيضا لإغراق سفن العدو في البحر والبر إذا أردت أن تخربها فخذ من كسر فاخورة سبع شقاف وتقوم عند ثلث الليل فتطهر واقلب كل شقفة ثلاث قلبات وتكبر عليها سبعا فإذا فرغت فاكتب عليهم الآيات وكبر عند الفراغ من الكتابة سبعا ثم لفهم في خرقة طاهرة ثم اقرأ\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nعليهم الآيات سبعا ثم قل لا رجعة ولا نجعة ولا قوة ولا سلطان ولا يد ولا بطش ولا نصر ولا ظفر ولا استظهار ولا غلبة ولا اقتدار لفلان ابن فلانة يرى بحمد اللّه تعالى ما يسره ثم تدق الشقف دقا ناعما ثم ترميه في السفن وأي مكان ترى عجبا . قوله تعالى :\r\n الَّذِي سَخَّرَ لَكُمُ الْبَحْرَ  إلى  يَتَفَكَّرُونَ  لصيد البحر والبر فمن أراد أن يستجلب فليأخذ قطعة رصاص من شبكة صياد ويعمل منها لوحا والقمر في منزلة الفرغ وينقش عليه الآيات ثم يضعه في أي شبكة في أي موضع رميت إلا أتاها الصيد من كل مكان وإن كتبها في لوح من خشب الطرفاء ويربطه في طرفها فإنها تصيد صيدا حسنا وإن حمله صياد بر اجتمع عليه الطير والوحش وإن وضع في محل بيع جلب الزبون واللّه أعلم .\r\n\r\nسورة الأحقاف\r\nقال رسول اللّه صلى اللّه عليه وسلّم من قرأ سورة الأحقاف أعطي من الأجر بعدد كل ما في الدنيا عشر حسنات ومحي عنه عشر سيئات ورفع له عشر درجات من كتبها وعلقها عليه أمن من الجان وأمن في نومه ويقظته من كل محذور وإذا جعلها تحت رأسه أمن من كل طارق من الجن والإنس . قوله تعالى :  وَاذْكُرْ أَخا عادٍ  إلى قوله :  كَذلِكَ نَجْزِي الْقَوْمَ الْمُجْرِمِينَ  هذه الآيات لخراب بيوت الظلمة ودورهم وخراب أجنتهم وفساد رزقهم وزرعهم وتعطيل معاشهم وإتلاف حيوانهم وتغيير أحوالهم كلها من أراد ذلك فليأخذ ماء من سبعة آبار معطلة ويتلو عليها الآيات مدة سبعة أيام أولها يوم السبت وآخرها يوم الجمعة في نقصان الهلال في كل يوم قبل طلوع الشمس وعند غروبها 7 مرات ثم يأتي يوم السبت بعد السبعة أيام ويجعل الماء في أربع جرار وتدفع كل جرة لصبي لم يبلغ الحلم وتأمره أن يضعها في أي ركن أردت ويرشها رشا فإنه يكون ما ذكر سريعا ولا تفعله إلا المستحقة قوله تعالى :  وَإِذْ صَرَفْنا إِلَيْكَ نَفَراً مِنَ الْجِنِّ  إلى قوله :  فِي ضَلالٍ  خاصة هذه الآية سرعة إجابة الجن وإحضارهم عاجلا فإذا أردت إجابتهم فاقرأ الآيات 30 مرة إثر كل عزيمة .\r\n\r\nسورة محمد صلى اللّه عليه وسلم\r\nمن قرأها كان حقا على اللّه أن يسقيه من أنهار الجنة ومن كتبها ومحاها بماء زمزم وشربها كان عند الناس محبوبا ولم يسمع شيئا إلا وعاه وتكتب وتمحى ويغسل بمائها الأمراض تزول . قوله تعالى :  صَدُّوا عَنْ سَبِيلِ اللَّهِ  إلى قوله :  وَلَنْ يَتِرَكُمْ أَعْمالَكُمْ  هذه الآيات من نقشها في ترسه الذي يلقى به العدو نصره اللّه . قوله تعالى :  وَالَّذِينَ كَفَرُوا فَتَعْساً لَهُمْ  إلى قوله :  فَأَحْبَطَ أَعْمالَهُمْ  هذه الآيات إذا قرأتها على قبضة من تراب المعركة حين يلتحم الحرب ورششتها في وجه العدو خذله اللّه ورجع مهزوما .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nسورة الفتح\r\nقال عليه الصلاة والسلام من قرأ سورة الفتح في أول ليلة من شهر رمضان في التطوع حفظ في ذلك العام الخ قال بعض العارفين من قرأ الفتح ثلاثا عند رؤية هلال رمضان وسع اللّه عليه ذلك العام ( ما جاء في المفصل ) عن ابن عباس رضي اللّه عنهما قال : قال رسول اللّه صلى اللّه عليه وسلّم لكل شيء لباب ولباب القرآن المفصل وعن ابن ثوبان رضي اللّه عنه قال : قال رسول اللّه صلى اللّه عليه وسلّم إن اللّه أعطاني السبع الطوال مكان التوراة وأعطاني السبع المثاني مكان الإنجيل والزبور وفضلني بالمفصل من كتبها وأمسكها في وقت قتال أو خوف أمن وشرب مائها ينفع الزحير والرعف والرجيف وقراءتها تؤمن من الغرق . قوله تعالى :   إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً   إلى قوله :  وَكانَ اللَّهُ عَلِيماً حَكِيماً  هذه الآيات للقبول ولكل أمر لا يطاق وللنصر على الأعداء فمن أرادها للقبول فليكتبها وهو طاهر بمسك وزعفران وماء ورد في رق غزال ويجعلها في رأسه يحصل له القبول ومن أرادها للنصر فلينقشها يوم الخميس في الساعة الأولى والثانية في دائرة من نحاس أصفر وتسمر في وسط الترس فمن حمله ولقي به العدو نصره اللّه عليه . قوله تعالى :\r\n مُحَمَّدٌ رَسُولُ اللَّهِ  إلى آخر السورة قال البوني قال بعض العارفين من وفقه وكتب الأسماء منه شاهد العجب العجاب ولقد ذكر لي من عرف صحة فضله قال ما وضعته لأحد إلا ونال مطلوبه ولقد ألقيته على بهيمة فذلت بعد ما كانت جموحا وخلص به خلق كثير من الحمى وهو م ح م د رسول اللّه والذين معه أشداء على الكفار رحماء بينهم في كل وجه من الوجوه الأربعة اسم فركب تصب وهذه الآيات للنماء والبركة والقوة والحراسة من كل آفة للرجال والنساء والأطفال وكل من عليه الدائرة كان كذلك خصوصا من كتبها في ليلة الرابع عشر من رمضان وفي نسخة أبي الحسن الشاذلي في الرابع والعشرين منه في خرقة من حرير بيضاء بمسك وكافور وماء ورد ولفها في رق غزال ورفعها عنده فإن علقت على أي وجع أبرأته أو على خائف من أي جنس أمن وكفى حاملها سائر ما يكره وقوة لمن طعن في السن وفيها من النفع ما لا يحصى وأبان لي الشيخ نجم الدين الأصفهاني كما أبان له الشيخ أبو العباس المرسي كما أبان له الغوث أبو الحسن الشاذلي رضي اللّه عنهم أجمعين كتب الدائرة المذكورة نفعنا اللّه بها وذكر لي منافعها وسرها فوق ما ذكرته لا نسمح بكتابته بل بالغاية للرجال في الصدور وقال أوصاني الشيخ أبو العباس المرسي كما أوصاني الشيخ أبو الحسن رحمة اللّه عليهم وهذه الآية اجتمع فيها حروف المعجم بكمالها وكذا في آية آل عمران وهي  ثُمَّ أَنْزَلَ عَلَيْكُمْ  الآية وليس في القرآن حوت حروف المعجم غير هاتين الآيتين ونفعنا اللّه بهما وبه ومن أكثر من قراءة هذه الآية وجبت له إجابة الدعاء والخروج من\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nالضيق إلى السعة ويكون له أعوان يعينونه على الخير وقيل يرزق خير الدنيا والآخرة .\r\n\r\nوهذه صورة الدائرة\r\nكما أخبرني الشيخ وتكون في التربيع سواء وكتابة الكلمات سطرا واحدا والآية أربعة أسطر من غير طمس وفي وسطها نقطة لطيفة لا يمكن التصريح بها خوفا من الجهلة وهي رواية الشيخ نجم الدين الأصفهاني وهي نافعة لكل شيء وفيها من الأسرار المكنونة والجواهر المصونة ما لا يعلم علمه إلا اللّه تعالى والمشايخ أهل الباطن رضوان اللّه عليهم أجمعين ونفعنا اللّه ببركتهم وبركتها آمين .\r\n( وهي هذه كما ترى )\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nورأيت بخط الشيخ شهاب الدين ولد الشيخ تقي الدين ابن أبي الحسن ما نصه : أملاني والدي بسم اللّه الرحمن الرحيم لا حول ولا قوة إلا باللّه العلي العظيم بك منك وإليك أستغفرك وأتوب إليك فاغفر لي وتب علي لا إله إلا أنت سبحانك إني كنت من الظالمين واعلم يا بني إنه قال لي الشيخ أبو الحسن إن أردت كمال الأمور وتمام السرور فاقرأ سورة يس عشر مرات بعد صلاة الفجر وأتل الاسم الأعظم 70 مرة وسل ما تريد وصفة السؤال أن تقول بعد التلاوة في الوقت المخصوص اللهم إني أسألك أن تفعل بي كذا والساعة المخصوصة هي آخر ساعة من يوم الجمعة وفيه ساعة مجيبة لا يعلمها إلا من منّ اللّه عليه بعلمها فمن دعا بذلك في أي وقت كان وكرره سبعين مرة أجيبت دعوته بفضل اللّه وإن كان له استغراق كان أسرع للإجابة وهذه الأسماء فيها اسم اللّه الأعظم .\r\n\r\nسورة الحجرات\r\nإذا كتبت في بيت لم يقربه شيطان وإن كتبت ومحيت وسقيت لمن قل لبنها درّ وتحفظ جنين الحامل وتكفى السوء اه .\r\n\r\nسورة ق\r\nإذا كتبت قوله تعالى :   ق   إلى قوله :  كَذلِكَ الْخُرُوجُ  هذه الآيات وقاية للأشجار وأثمارها من الآفات من أراد ذلك فليأخذ من أول مطر ينزل في زمن الربيع قليلا منه في إناء طاهر مدهون أو زجاج جديد ويكتب الآيات في رقاع سبعة بماء ورد وزعفران في كل رقعة آية ثم يغسلها بالماء الباقي عند انشقاق الفجر ويقرأ عند غسلها الآيات 7 ثم يرشه في أصل كل شجرة أراد فإنها تثمر ويطيب ثمرها وإن نقع فيه الحب أو البذر وزرع نبت في غاية واعلم أن هذه السورة ما قرئت عند محتضر إلا هوّن اللّه عليه سكرات الموت ومن شربها بماء المطر وهو يشكي ببطنه أو الطفل الذي لم تخرج أسنانه أو الخائف إلا بلغ كل منهم ما أراد .\r\n\r\nسورة الذاريات\r\nمن قرأها عند مريض عافاه اللّه وإن وضعت على الحامل عند الولادة سهل اللّه ولادتها .\r\n\r\nسورة الطور\r\nإذا استدام المسجون قراءتها سهل اللّه خروجه وإن قرأها المسافر أمن من كل سوء وإذا رش ماؤها على العقرب قتلها .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\nسورة النجم\r\nمن كتبها في رق غزال وعلقها عليه قوي سلطانه ولم يخاصم أحدا إلا قهره وكان منصورا أينما توجه قوله تعالى :   وَالنَّجْمِ إِذا هَوى   إلى قوله :  الْكُبْرى  خاصيتها تصفي الذهن وتذكي القلب وتزيل النسيان وتعين على حفظ القرآن والعلم وتذهب الوسواس من كتبها في جام بمسك وماء ورد ومحاه بماء زمزم وشربه سبعة أيام متوالية على الريق حصّل من ذلك ما يريد إن شاء اللّه تعالى .\r\n\r\nسورة القمر\r\nمن كتبها يوم الجمعة وعلقها على رأسه كان عند اللّه وجيها وسهلت له الأمور الصعاب .\r\n\r\nسورة الرحمن\r\nمن كتبها وعلقها عليه أمن من الرمد وإذا كتبت ومحيت بماء طاهر وشربت أزالت مرض الطحال وإن كتبت على حائط بيت منع منه الهوام قوله تعالى :  يا مَعْشَرَ الْجِنِّ وَالْإِنْسِ  إلى قوله :  مِنْ نارٍ وَنُحاسٌ  من كتبها في رق غزال وعلقها على ذراعه الأيمن أمن من كل ما يخاف منه .\r\n\r\nسورة الواقعة\r\nقال ابن مسعود سمعت رسول اللّه صلى اللّه عليه وسلّم يقول من قرأ سورة الواقعة كل ليلة لم تصبه فاقة أبدا ومن قرأها كل غداة لم يتخوف الفقر أبدا قال بعض العارفين إذا قرئت على ميت خفف عنه وإذا قرئت عند مريض وجد الراحة وإذا قرئت عند محتضر سهل اللّه عليه وإذا علقت على المرأة عند الطلق سهل اللّه عليها ومن قرأها على طهارة صباحا ومساء لم يجع ولم يعطش ولم تلحقه شدة ولا خوف ولا فقر ا . ه .\r\n\r\nسورة الحديد\r\nقال ابن عباس رضي اللّه عنهما اسم اللّه الأعظم في ست آيات من سورة الحديد إذا حملها المقاتل لم يصبه سيف ولا غيره وتنفع للحمى والورم .\r\n\r\nسورة المجادلة\r\nمن قرأها عند مريض نام وسكن ألمه ومن داوم على قراءتها ليلا ونهارا حفظ من كل طارق وإذا كتبت وطرحت في حب أزالت ما يفسده .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nسورة الحشر\r\nقال حجة الإسلام من قرأ سورة الحشر أمن في الدين والدنيا وذكر بعضهم إن آخر سورة الحشر دواء من كل داء إلا الموت ورأيت بخط بعض العارفين انها تبرئ من كل دواء وإذا كتبت أم القرآن وأربع آيات من آخر الحشر وقل هو اللّه أحد ثلاثة مرات والمعوذتين ثلاثا ثلاثا بم يكتب اللهم رب الناس إله الناس اذهب البأس واشف حامل كتابي هذا شفاء لا يغادره سقم بحولك وقوتك وقدرتك إنك على كل شيء قدير وصلى اللّه على سيدنا محمد وعلى آله وصحبه وسلم ثم يجعلها على كل مريض يبرأ بقدرة اللّه وعن معقل بن يسار عن النبي عليه الصلاة والسلام أنه قال من قال حين يصبح أعوذ باللّه السميع العليم من الشيطان الرجيم وقرأ ثلاث آيات من أول سورة الحشر وكل اللّه به سبعين ألف ملك يصلون عليه حتى يمسي وإذا مات في ذلك اليوم مات شهيدا ومن قالها حين يمسي كان بتلك المنزلة ويطبع بطابع الشهداء وعن أبي أيوب الأنصاري كان له مربد من ثمر فوجد أثر أخذ من ثمره فلما كانت الليلة رصده فإذا هو بشخص فقال له من أنت قال رجل من الجن سكنى بنصيبين أردنا أن نزور هذا البيت فأرسلنا فانقطع بنا وقد كنا نصيب من ثمركم فقال إن كنت صادقا فأعطني يدك فإذا بذراع كذراع الكلب فقال له ما أصبت من ثمري فهو حل وما طلبت من حاجة تجد ألا تخبرني بشيء نستعيذ به من مردة الجن فقال بالكلمات التي في آخر سورة الحشر وهي  لَوْ أَنْزَلْنا هذَا الْقُرْآنَ  الخ السورة ومن كتبها وقرأها ليلة الجمعة أمن من كل شيء حتى يصبح ومن توضأ وصلى أربع ركعات يقرأ في كل الفاتحة والسورة ثم يقرؤها في ركوعه وينوي أي حاجة أراد إلا سهل اللّه قضاءها وإذا كتبت في جام ومحيت بماء المطر رزق الذكاء والفطنة وقلة النسيان وقال صاحب شفاء الصدور والأبدان في سر منافع القرآن في علاج تسكين صداع الرأس أن يرقيه ويكتب له رقعة ويربط على الجبين ألم تر إلى ربك كيف مد الظل ولو شاء لجعله ساكنا وقوله تعالى :  وَلَهُ ما سَكَنَ  الآية ويقرأ عليه خاتمة الحشر سبع مرات ويكتب أيضا يا أيها الموكل بمشيئة اللّه على الضربان والشقيقة والجمرة ا ح ح ح ط ل ك م ر ع س ص د ى اسكن من رأس كل من ذكرت عليه هذه الأسماء بسم اللّه الشافي المعافي اللّه الكافي فسيكفيكهم اللّه وهو السميع العليم ولا حول ولا قوة إلا باللّه العلي العظيم واعلم أن خاتمة سورة الحشر إذا تلاها الإنسان على أي وجع في أي عضو سكن بإذن اللّه تعالى .\r\n\r\nسورة الممتحنة\r\nمن كتبها وشربها ثلاثة أيام متوالية أزالت عنه مرض الطحال بإذن اللّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nسورة الصف\r\nمن داوم على قراءتها في سفره أمن طوارقه إلى أن يرجع إلى وطنه قوله تعالى :\r\n يُرِيدُونَ لِيُطْفِؤُا نُورَ اللَّهِ بِأَفْواهِهِمْ  إلى قوله :  قَرِيبٌ  هذه الآيات للقبول والهيبة والجاه والنصر من كتبها في حريرة بيضاء بمسك وزعفران وماء نسرين وجعلها في طوق قميصه كان ما ذكر .\r\n\r\nسورة الجمعة\r\nمن دوام على قراءتها أمن من وسوسة الشيطان قوله تعالى :  ذلِكَ فَضْلُ اللَّهِ  الآية من نقشها على صدفة يوم الجمعة ثم طرحها في مال أو غيره بورك فيه وحفظ من الآفات بإذن اللّه تعالى .\r\n\r\nسورة المنافقون\r\nقراءتها تزيل الرمد والدمامل والأوجاع قوله تعالى :  وَإِذا رَأَيْتَهُمْ  إلى قوله :\r\n أَنَّى يُؤْفَكُونَ  هذه الآية لخذلان العدو تقرأ على تراب طاهر وترش في وجهه وهو لا يدري فإنه يرتد عما هو فيه .\r\n\r\nسورة التغابن\r\nمن خاف من سلطان أو جبار وقرأها ودخل عليه كفاه اللّه شره .\r\n\r\nسورة الطلاق\r\nإذا كتبت ومحيت بماء ورش في موضع لم يسكن أبدا وإن رش على باب بيت مسكون أثار الفتن وربما كان الفراق فاتق اللّه في عملك قوله تعالى :  وَمَنْ قُدِرَ عَلَيْهِ رِزْقُهُ  الآية لمن ضاقت عليه معيشة فليتب إلى اللّه ويضمر خيرا ثم يقوم ليلة الجمعة سحرا ويستغفر اللّه مائة مرة ويتلو الآية إلى أن ينام فإنه يرى كيفية المخرج من ضيقه ويفتح له الباب .\r\n\r\nسورة التحريم\r\nقراءتها تنفع المريض والمعروض والساهر والمديون .\r\n\r\nسورة الملك\r\nقال عليه الصلاة والسلام أن سورة القرآن ثلاثون آية شفعت لرجل حتى غفر له وهي سورة تبارك وإذا قرئت على الرمد ثلاثة أيام متوالية كل يوم ثلاثا برئ .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\nسورة ن\r\nوتكتب لخراب دور الظلمة وفساد أمرهم قوله تعالى :  وَإِنْ يَكادُ الَّذِينَ كَفَرُوا  إلى آخر السورة هذه الآية لإزالة الحسد والحفظ من النظرة تكتب بعد البسملة 25 مرة في كاغد فإن حامله لا تصيبه عين عائن ولا حسد حاسد .\r\n\r\nسورة الحاقة\r\nتعلق على الحامل لحفظ الجنين وإذا سقي المولود ماءها ساعة ولادته كانت له ذكاء وسلمه اللّه من كل ما يصيب الأطفال وإذا قرئت على زيت ودهن به المولود نفعه من الحشرات وكافة أوجاع البدن .\r\n\r\nسورة المعارج\r\nمن قرأها كل ليلة أمن من الجنابة والأحلام الرديئة وحفظ إلى أن يصبح .\r\n\r\nسورة نوح\r\nمن داوم على قراءتها لم يمت حتى يرى مقعده في الجنة ومن قرأها لحاجة تيسر قضاؤها ومن أقبل بها على ظالم أمن من شره .\r\n\r\nسورة الجن\r\nعن النبي صلى اللّه عليه وسلّم أنه قال من قرأ سورة الجن أعطى بعدد كل جني وشيطان ثواب عتق رقبة ومن قرأها خوفا من سلطان أمن ومن قرأها لشيء مخزون حفظ .\r\n\r\nسورة المزمل\r\nعن أبي رضي اللّه عنه عن النبي صلى اللّه عليه وسلّم أنه قال من قرأ سورة المزمل دفع اللّه عنه العسر في الدنيا والآخرة .\r\n\r\nسورة المدثر\r\nقال رسول اللّه صلى اللّه عليه وسلم من قرأ سورة المدثر أعطى من الأجر بعدد المؤمنين بمكة .\r\n\r\nسورة القيامة\r\nعن النبي صلى اللّه عليه وسلم قال من قرأ سورة القيامة حشر مسفر الوجه وإذا تلاها العاصي رجع واتعظ وتاب .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nسورة الإنسان\r\nقال عليه الصلاة والسلام من قرأ سورة الإنسان كان جزاؤه على اللّه جنة حرير أو من كتبها في رق كبش أضحية بمداد من دواة رجل عالم وطوى الكتاب وشّمعه بشمع خام . من حمله من صغير أو كبير كان له حرزا من جميع الآفات بإذن اللّه تعالى .\r\n\r\nسورة المرسلات\r\nقال عليه الصلاة والسلام من قرأ سورة المرسلات برئ من الشرك ومن قرأها وهو مخاصم غلب خصمه وكذلك من كتبها وحملها قهر خصمه ومن أصابته دماميل وحبوب إذا كتبها وعلقها علقة برأ بإذن اللّه تعالى .\r\n\r\nسورة النبأ\r\nقال عليه الصلاة والسلام من قرأ سورة النبأ سقاه اللّه من بارد الشراب يوم القيامة وقراءتها تؤمن من كل سارق وتكفي شر كل مؤذ .\r\n\r\nسورة النازعات\r\nقال عليه الصلاة والسلام من قرأ سورة النازعات دخل الجنة وجهه ضاحك ومن قرأها في وجه العدو كفي شره .\r\n\r\nسورة عبس\r\nقال عليه الصلاة والسلام من قرأ عبس جاء يوم القيامة وجهه مثل القمر وإن كتبت في صدفة وعلقت عليه أمن من كل باغ .\r\n\r\nسورة التكوير\r\nقال رسول اللّه صلى اللّه عليه وسلم من قرأ سورة التكوير أعاذه اللّه من أن يفضح يوم القيامة ومن قرأها عند نزول الغيب ودعا بما أحب استجاب اللّه تعالى دعاءه ومن قرأها على ماء ورد ومسح به عينيه كثر نورها وحفظت صحتهما إن شاء اللّه تعالى ومن قرأها في بيت فيه سحر مدفون لا يعرف له موضع ألهمه اللّه موضعه ولا يضره شيء بعون اللّه تعالى .\r\n\r\nسورة الانفطار\r\nإذا قرأها مأسور خلص وإذا اغتسل المحموم بمائها برأ قوله تعالى :   إِذَا  \r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n  السَّماءُ انْفَطَرَتْ   إلى قوله :  ما قَدَّمَتْ وَأَخَّرَتْ  هذه الآيات لإفزاع العدو وإرهابه وتخويفه حتى يرى الأهوال والأفزاع من أراد ذلك فليأخذ قطعة من جلد كبش وخرقة من ثوب امرأة كبيرة السن ويقرأ الآيات على الجلد والخرقة مائة مرة ويذكر اسم من يريد واسم أمه في كل مرة ويدفن الجلد تحت عتبة بابه والخرقة في رأسه فإنه يرى العجب من ذلك .\r\n\r\nسورة التطفيف\r\nمن قرأها سقاه اللّه من الرحيق المختوم وإذا قرئ على شيء مخزون سلم .\r\n\r\nسورة الانشقاق\r\nإذا وضعت على المطلقة ولدت وقراءتها تسكن ألم الملسوع وحملها يمنع الهوام .\r\n\r\nسورة البروج\r\nتعلق على المفطوم يسهل عليه الفطام ومن قرأها في فراشه كان في أمان - قوله تعالى :  وَاللَّهُ مِنْ وَرائِهِمْ مُحِيطٌ  - إذا تلاها من يريد سفرا على باب داره ثلاث مرات حرسه اللّه تعالى هو وما معه من المتاع وغيره .\r\n\r\nسورة الطارق\r\nتقرأ على المشروب من الأدوية تؤمن غائلته وقراءتها في الفراش تؤمن من الاحتلام .\r\n\r\nسورة الأعلى\r\nقراءتها تزيل البواسير ومن كتبها يوم الجمعة وعلقها عليه وقي من جميع الآفات ومن كتبها على جنب امرأة حامل في أول الشهر أتت بولد صافي الذهن .\r\n\r\nسورة الغاشية\r\nمن قرأها على ما يأكله أمن من ضرره .\r\n\r\nسورة البلد\r\nإذا علقت على الولد عند ولادته أمن من جميع الهوام وذكر لي من أثق بقوله عن بعض الأولياء بدمشق أن سورة البلد هي كيس الفقراء تقرأ بعد صلاة الفجر وقبل صلاة الصبح فلا يخلو من الدراهم أبدا .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nسورة الشمس\r\nمن أكثر من قراءتها له حظ وقبول ومن شرب ماءها سكن عنه الرجيف والزحير ومن أراد خراب بيت عدوه فليكتبها على شقفة نية صنعة رجل عازب ويدق الشقفة ويرشها في المكان .\r\n\r\nسورة الليل\r\nمن قرأها في أذن المصروع أفاق وإن شرب ماءها المحموم برأ .\r\n\r\nسورة الضحى\r\nإذا قرئت على اسم غائب رجع سالما في أقرب وقت وإذا قرئت على شيء نسي استعرف عليه .\r\n\r\nسورة الانشراح\r\nمن قرأها على الصدر نفعه من ضيقه وعلى وجع الفؤاد سكن ومن شرب ماءها نفعه من وجع الحصباء والمثانة .\r\n\r\nسورة التين\r\nقال بعض العارفين إذا حملها من توجه في سفر أمن حتى يعود إلى أهله ومن كتبها في إناء طاهر أبيض زجاج أو غيره ومحاه بماء المطر ورشه في زرع أو بستان ظهر حسنه وكثرت بركته وسلم من الآفات بإذن اللّه تعالى .\r\n\r\nسورة القلم\r\nمن كتب من أولها إلى قوله :  ما لَمْ يَعْلَمْ  في قدح جديد من خشب الطرفا بقلم بولاد ويكون الكاتب طاهرا صائما ومحاه بماء عذب لم تره الشمس وشربه على الريق رزق الحفظ وصفاء الذهن فوق ما يوصف .\r\n\r\nسورة القدر\r\nقال لي بعض العارفين ألا أعلمك اسم اللّه الأعظم قلت : بلى قال : اقرأ أم القرآن والصمدية وآية الكرسي وسورة القدر ثم استقبل القبلة وادع بما أحببت ومن كتبها وشربها وهبه اللّه النور في بصره واليقين في قلبه .\r\n\r\nسورة البينة\r\nمن علقها على صاحب اليرقان أو الأورام زالت بإذن اللّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\nسورة الزلزلة\r\nقال عليه الصلاة والسلام من أكثر من قراءتها في صلاته فتح اللّه له من كنوز الأرض وأمن مما يخاف .\r\n\r\nسورة العاديات\r\nمن كتبها وأمسكها عنده أمن المخاوف وتيسر له الرزق .\r\n\r\nسورة القارعة\r\nإذا علقت على من قدر عليه الرزق تيسر ومن أدمن على قراءتها كان في أمان .\r\n\r\nسورة التكاثر\r\nتقرأ بعد صلاة العصر على الصداع والشقيقة ومن قرأها سبع مرات عند نزول المطر كان له أجر عظيم ومن جمع ماء المطر وهو يقرؤها وجعل من ذلك في شراب فمن شربه نال نفعا عظيما بإذن اللّه تعالى ومن داوم على قراءتها أغناه اللّه تعالى .\r\n\r\nسورة العصر\r\nإذا قرئت على من به الحمى نفعته ومن كتبها في أربع شقاق وجعلها في أربع زوايا الموضع حفظ ما فيه من كل آفة بإذن اللّه تعالى .\r\n\r\nسورة الهمزة\r\nقراءتها بعد صلاة النافلة تزيد في المال والرزق .\r\n\r\nسورة الفيل\r\nمن قرأها في صف قتال انهزم الصف الثاني ومن قرأها في وجه العدو خذله اللّه .\r\n\r\nسورة قريش\r\nمن قرأها على طعام يخاف أمن وكفى وجع الكليتين .\r\n\r\nسورة الماعون\r\nمن قرأها على ماعون حرس من الكسر ومن داوم على قراءتها قبل قوله وأجيبت دعوته .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nسورة الكوثر\r\nمن قرأها ألف مرة وصلى على النبي صلى اللّه عليه وسلم ألف مرة ليلة الجمعة ونام على طهارة فإنه يرى النبي صلى اللّه عليه وسلم ومن علقها عليه كان في أمان .\r\n\r\nسورة الكافرون\r\nتعدل ربع القرآن من داوم على قراءتها وقت طلوع الشمس وغروبها أمن الشرك .\r\n\r\nسورة النصر\r\nتنقش في رصاص وتجعل في الشبكة يأتيها السمك أفواجا ومن نقشها على أي شيء من آلة الحرب واستقبل بها عدوه نصره اللّه عليه .\r\n\r\nسورة تبت\r\nإذا كتبت على وجع يخاف زيادته نقص وأعقبته العافية اه .\r\n\r\nسورة الإخلاص\r\nتعدل ثلث القرآن من قرأها بإخلاص حرم اللّه جسده على النار وقال رسول اللّه صلى اللّه عليه وسلم من مر على المقابر وقرأها إحدى عشر ووهبها للأموات أعطاه اللّه أجرا بعدد الأموات وقال الشيخ أبو الحسن الشاذلي إذا أردت الإخلاص فاستعن على نفسك بقراءة سورة الإخلاص .\r\n\r\nسورة الفلق\r\nمن أدمن على قراءتها تيسرت له الأرزاق وحفظ من شر الخلق وحسدهم .\r\n\r\nسورة الناس\r\nمن أدمن على قراءتها كان في عافية وسلامة ومن قرأها على منظور برأ ومن قرأها على مريض عوفي وإذا كان محضرا هوّن عليه ومن قرأها عند نومه أمن من الجن والإنس والوسواس ومن كتبها وعلقها على الصغار حفظوا من الجن والهوام ومن قرأها عند الدخول على السلاطين والحكام كفي شرهم وكان بقدرة اللّه في أمان وسلام واطمئنان .\r\n( تم الكتاب أولا وآخرا )\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nفهرس المحتويات\r\nفصل فيه نبذة مما جاء في فضائل القرآن العظيم وتلاوته 3 فصل في الدعاء عند ختم القرآن 4 نبذة من بعض فضل البسملة 6 فصل في آداب القرآن وفيه مسائل ينبغي للقارئ الاعتناء بها 7 خواص سورة الفاتحة 12 خواص سورة البقرة وهي مدنية 15 فصل فيما يختص بالحروف الأربعة عشر النورانية وما يختص بباقي الحروف كلها من الأسماء الحسنى ليدعو الداعي بها ويتصرف بمقتضياتها 18 فصل يتضمن الحروف والكلام عليها والأسماء الحسنى المفتتحة بها وكيفية الدعاء العام بها وكيفية تصرف الداعي وكيف يتخذها رقى ودعوات وتمام وغير ذلك مما يجوز شرعا ولا يؤثم ولا بأس بشيء منه في العقل والشرع 19 سورة آل عمران 33 فصل في القول على اسم اللّه الأعظم 33 صفة مربع حي قيوم حرفيا وعدديا 45 فصل في الدعاء وآدابه وأوقاته وفضيلته 45 فصل في بيان شرائط الدعاء وآدابه 247 سورة النساء 52 سورة المائدة 53 سورة الأنعام 53 سورة الأعراف 56 النمط الأول 61 النمط الثاني 61 النمط الثالث 62 النمط الرابع 63 النمط الخامس 65 النمط السادس 65 النمط السابع 66 النمط الثامن 67 النمط التاسع 68 النمط العاشر 68 سورة الأنفال 70 سورة براءة 71 سورة يونس عليه السلام 72 سورة هود عليه السلام 73 سورة يوسف عليه السلام 74 سورة الرعد 74 سورة إبراهيم عليه الصلاة والسلام 75 سورة الحجر 76 سورة النحل 77 سورة الإسراء 77 سورة الكهف 78\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nسورة مريم عليها السلام 79 سورة طه عليه السلام 81 سورة الأنبياء 82 سورة الحج 84 سورة المؤمنون 85 سورة النور 85 سورة الفرقان 86 سورة الشعراء 86 سورة النمل 87 سورة القصص 89 سورة العنكبوت 89 سورة الروم 90 سورة لقمان 90 سورة السجدة 91 سورة الأحزاب 91 سورة سبأ 91 سورة فاطر 92 سورة يس عليه الصلاة والسلام 92 سورة الصافات 95 سورة ص 96 سورة الزمر 96 سورة غافر 96 سورة السجدة 97 سورة الشورى 97 سورة الزخرف 100 سورة الدخان 101 سورة الجاثية 102 سورة الأحقاف 103 سورة محمد صلى اللّه عليه وسلم 103 سورة الفتح 104 وهذه صورة الدائرة 105 سورة الحجرات 106 سورة ق 106 سورة الذاريات 106 سورة الطور 106 سورة النجم 107 سورة القمر 107 سورة الرحمن 107 سورة الواقعة 107 سورة الحديد 107 سورة المجادلة 107 سورة الحشر 108 سورة الممتحنة 108 سورة الصف 109 سورة الجمعة 109 سورة المنافقون 109 سورة التغابن 109 سورة الطلاق 109 سورة التحريم 109 سورة الملك 109 سورة ن 110 سورة الحاقة 110 سورة المعارج 110 سورة نوح 110 سورة الجن 110 سورة المزمل 110 سورة المدثر 110 سورة القيامة 110 سورة الإنسان 111 سورة المرسلات 111\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nسورة النبأ 111 سورة النازعات 111 سورة عبس 111 سورة التكوير 111 سورة الانفطار 111 سورة التطفيف 112 سورة الانشقاق 112 سورة البروج 112 سورة الطارق 112 سورة الأعلى 112 سورة الغاشية 112 سورة البلد 112 سورة الشمس 113 سورة الليل 113 سورة الضحى 113 سورة الانشراح 113 سورة التين 113 سورة القلم 113 سورة القدر 113 سورة البينة 113 سورة الزلزلة 114 سورة العاديات 114 سورة القارعة 114 سورة التكاثر 114 سورة العصر 114 سورة الهمزة 114 سورة الفيل 114 سورة قريش 114 سورة الماعون 114 سورة الكوثر 115 سورة الكافرون 115 سورة النصر 115 سورة تبت 115 سورة الإخلاص 115 سورة الفلق 115 سورة الناس 115\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120}
  ]