[
  {"content":"\r\n\r\n( 3 )\r\nالتوحيد\r\nأساس جميع المعارف القرآنية\r\nآية الله العلامة\r\nالسيد كمال الحيدري\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nوما من إله إلا إله وحد\r\n( المائدة : 73 )\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n( 3 ) التوحيد أساس جميع المعارف القرآنية\r\n\r\nتمهيد\r\nقال الله تعالى : كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ ( هود : 1 ) .\r\nالمقابلة بين الإحكام والتفصيل الذي هو إيجاد الفصل بين أجزاء الشئ المتّصل بعضها ببعض ، والتفرقة بين الأمور المندمجة كلّ منها في آخر تدلّ على أنّ المراد بالإحكام ربط بعض الشئ ببعضه الآخر ، وإرجاع طرف منه إلى طرف آخر بحيث يعود الجميع شيئاً واحداً بسيطاً غير ذي أجزاء وأبعاض .\r\nومن المعلوم أنّ الكتاب إذا اتّصف بالإحكام والتفصيل بهذا المعنى الذي مرّ فإنّما يتّصف بهما من جهة ما يشتمل عليه من المعنى والمضمون ، لا من جهة ألفاظه أو غير ذلك ، وأنّ حال المعاني في الإحكام والتفصيل والاتّحاد والاختلاف غير حال الأعيان . فالمعانى\r\nالمتكثّرة إذا رجعتْ إلى معنى واحد كان هذا الواحد هو الأصل المحفوظ في الجميع ، وهو بعينه على إجماله هذه التفاصيل ، وهى بعينها على تفاصيلها ذاك الإجمال ، وهذا كلّه ظاهر لا ريب فيه .\r\nوعلى هذا فكون آيات الكتاب محكمة أوّلًا ، ثمّ مفصّلة ثانياً ، معناه أنّ الآيات الكريمة القرآنية على اختلاف مضامينها وتشتّت\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nمقاصدها وأغراضها ترجع إلى معنىً واحد بسيط وغرض فارد أصلىّ لا تكثّر فيه ولا تشتّت ، بحيث لا تروم آية من الآيات الكريمة مقصداً من المقاصد ولا ترمى إلى هدف ، إلّا والغرض الأصلي هو الروح الساري في جثمانه والحقيقة المطلوبة منه .\r\nفلا غرض لهذا الكتاب الكريم ، على تشتّت آياته وتفرّق أبعاضه ، إلّا غرض واحد متوحّد ، إذا فصّل كان في مورد\r\nأصلًا دينيّاً ، وفى آخر أمراً خُلُقياً ، وفى ثالث حكماً شرعيّاً ، وهكذا كلّما تنزّل من الأصول إلى الفروع ومن الفروع إلى فروع الفروع ، لم يخرج من معناه الواحد المحفوظ ، ولا يخطئ غرضه .\r\nفهذا الأصل الواحد بتركّبه يصير كلّ واحد ، من أجزاء تفاصيل العقائد والأخلاق والأعمال . وهى بتجلّيها وإرجاعها إلى الروح الساري فيها الحاكم على أجسادها ، تعود إلى ذلك الأصل الواحد .\r\nفتوحيده تعالى بما يليق بساحة عزّه وكبريائه مثلًا في مقام الاعتقاد هو إثبات أسمائه الحسنى وصفاته العليا ، وفى مقام الأخلاق هو التخلّق بالأخلاق الكريمة من الرضا والتسليم والشجاعة والعفّة والسخاء ونحو ذلك ، والاجتناب عن الصفات الرذيلة ، وفى مقام الأعمال والأفعال الإتيان بالأعمال الصالحة والورع عن محارم\r\nالله ، وإن شئت فقل : إنّ التوحيد الخالص يوجب في كلّ من مراتب العقائد والأخلاق والأعمال ما يبيّنه الكتاب الإلهى من ذلك ، كما أنّ كلًّا من هذه المراتب وكذلك أجزاؤها لا\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nتتمّ دون التوحيد الخالص .\r\nوالحاصل أنّ الآية في مقام بيان أنّ جميع معارف الدِّين المختلفة من أصول المعارف الإلهيّة ، والأخلاق الكريمة الإنسانيّة ، والأحكام الشرعيّة الراجعة إلى كليّات العبادات والمعاملات والسياسات والولايات ، ثمّ وصف عامّة الخليقة كالعرش والكرسي واللّوح والقلم والسماء والأرض والملائكة والجنّ والشياطين والنبات والحيوان والإنسان ، ووصف بدء الخليقة وما ستعود إليه من الفناء والرجوع إلى الله سبحانه ، وهو يوم البعث بما يتقدّمه من عالم القبر وهو البرزخ ، ثمّ القيام لربّ العالمين ، والحشر والجمع\r\nوالسؤال والحساب والوزن وشهادة الأشهاد ، ثمّ فصل القضاء ، ثمّ الجنّة أو النار بما فيهما من الدرجات والدركات ، ثمّ وصف الرابطة بين خلقة الإنسان وبين عمله ، وما بين عمله وما يستتبعه من سعادة أو شقاوة ، ونعمة أو نقمة ، ودرجة أو دَرَكة ، وما يتعلّق من الوعد والوعيد والإنذار والتبشير بالموعظة والمجادلة الحسنة والحكمة ، تعتمد على حقيقة واحدة هي الأصل وتلك فروعه ، وهى الأساس الذي بُنى عليه بنيان الدِّين وهو توحيده تعالى توحيدَ الإسلام . وهذا ما يشاهد بنحو واضح من ارتباط جميع أجزاء هذا الدِّين ارتباطاً يؤدّى إلى الوحدة التامّة بينها ، بمعنى أنّ روح التوحيد سارية في الأخلاق الكريمة التي يندب إليها هذا الدِّين ، وروح الأخلاق منتشرة في الأعمال التي يكلّف بها المجتمع .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nفجميع أجزاء الدِّين الإسلامي ترجع بالتحليل إلى التوحيد ، والتوحيد بالتركيب يصير هو الأخلاق والأعمال ، فلو نزل نزولًا على نحو التجلّى لكان هي ، ولو صعدت صعوداً لا على نحو التجافي لكانت هو . إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ ( فاطر : 10 ) . وبهذا يتّضح معنى كلام الإمام الصادق عليه السلام : «\r\nالقرآن كلّه تقريع وباطنه تقريب\r\n» « 1 » .\r\nفإنّ المراد من « التقريع » بالنظر إلى مقابلته بالتقريب لازم معناه ، وهو التبعيد المقابل للتقريب ، والقرآن كلّه معارف وحقائق ، فظاهره\r\nتبعيد الحقائق بعضها من بعض وتفصيل أجزائها ، وباطنه تقريب البعض من البعض وإحكامها وتوحيدها .\r\nويعود محصل مراده عليه السلام أنّ القرآن بحسب ظاهره يعطى حقائق من المعارف مختلفة ، بعضها بائنٌ منفصل من بعض ، لكنّها على كثرتها وبينونتها وابتعاد بعضها من بعض بحسب الباطن يقترب بعضها من بعض ، وتستلئم شتّى معانيها حتّى تتّحد حقيقة واحدة كالروح الساري في الجميع ، وليست إلّا حقيقة التوحيد : كِتَابٌ أُحْكِمَتْ آيَاتُهُ ثُمَّ فُصِّلَتْ مِنْ لَدُنْ حَكِيمٍ خَبِيرٍ الآية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معاني الأخبار للشيخ الجليل الأقدم الصدوق أبى جعفر محمد بن علي بن الحسين بن بابويه القمي ( المتوفى سنة 381 ) عنى بتصحيحه على أكبر الغفاري ، مؤسسة النشر الإسلامي التابعة لجماعة المدرسين بقم المشرفة ، 1982 م : ص 232 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالوحدة العددية والوحدة الحقّة في القرآن وحديث على أمير المؤمنين\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nتمهيد\r\n\r\nمقدّمة تاريخيّة\r\nالقول بأنّ للعالم صانعاً ثمّ القول بأنّه واحد ، من أقدم المسائل الدائرة بين المفكّرين فلاسفة ومتكلّمين وغيرهم ، هداهم إلى ذلك فطرتهم المركوزة فيهم فِطْرَةَ اللَّهِ الَّتِى فَطَرَ النَّاسَ عَلَيْهَا لَا تَبْدِيلَ لِخَلْقِ اللَّهِ ( الروم : 30 ) ، حتّى أنّ الوثنيّة المبنيّة على الشرك ، إذا أمعنّا في حقيقة معناها وجدناها تقوم على أساس توحيد الصانع وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ ( لقمان : 25 ) ، وإثبات شفعاء عنده مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى ( الزمر : 3 ) وإن انحرفتْ بعدُ عن مجراها ، وآلَ أمرها إلى إعطاء الاستقلال والأصالة لآلهة دون الله .\r\nوالفطرة الداعية إلى توحيد الإله وإن كانت تدعو إلى إله واحد غير محدود العظمة والكبرياء ذاتاً وصفةً على ما سيأتي بيانه لاحقاً غير أنّ أُلفة الإنسان وأُنسه في ظرف حياته بالآحاد العدديّة من جانب ، وبلاء المليّين بالوثنيّين والثنويّين وغيرهم لنفى تعدّد الآلهة من جانب آخر ، سجّل عدديّة الوحدة وجعل حكم الفطرة المذكورة كالمغفول عنه .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nولذلك ترى المأثور من كلمات الفلاسفة الباحثين في مصر القديمة واليونان والإسكندرية وغيرهم ممّن بعدهم ، يعطى الوحدة العدديّة ، حتّى\r\nصرّح بها مثل الرئيس أبى علي بن سينا في كتاب الشفاء ، وعلى هذا المجرى يجرى كلام غيره ممّن بعده إلى حدود الألف من الهجرة النبويّة .\r\nوأمّا أهل الكلام من الباحثين ، فاحتجاجاتهم على التوحيد لا تعطى أزيد من الوحدة العدديّة أيضاً في عين أنّ هذه الحجج مأخوذة من الكتاب العزيز عامّة .\r\nفهذا ما يتحصّل من كلمات أهل البحث في هذه المسألة .\r\n\r\nاختلاف مراتب الناس في فهم التوحيد\r\nلا يرتاب الباحث المتعمّق في المعارف الإلهيّة أنّ مسألة التوحيد من أبعدها غوراً وأصعبها تصوّراً وإدراكاً ، وأعضلها حلًّا ؛ لارتفاع كعبها عن المسائل التي تتناولها الأفهام العامّة ، والقضايا المتداولة التي تألفها النفوس وتعرفها القلوب .\r\nوما هذا شأنه تختلف العقول في إدراكه والتصديق به ؛ للتنوّع الفكري الذي فُطر عليه الإنسان من اختلاف أفراده من جهة البنية الجسميّة وإداء ذلك إلى اختلاف أعضاء الإدراك في أعمالها ، ثمّ تأثيرها في الفهم والتعقّل من حيث الحدّة والبلادة والجودة والرداءة والاستقامة والانحراف .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nفهذا كلّه ممّا لا شكّ فيه ، وقد قرّر القرآن هذا الاختلاف في موارد من آياته الكريمة ، كقوله تعالى : هَلْ يَسْتَوِى الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لَا يَعْلَمُونَ إِنَّمَا يَتَذَكَّرُ أُولُوا الْأَلْبَابِ ( الزمر : 9 ) ، وقوله تعالى : فَأَعْرِضْ عَنْ مَنْ تَوَلَّى عَنْ ذِكْرِنَا وَلَمْ يُرِدْ إِلَّا الْحَيَاةَ الدُّنْيَا * ذلِكَ مَبْلَغُهُمْ مِنَ الْعِلْمِ ( النجم : 30 ) ، وقوله تعالى : فَمَا لِهؤُلَاءِ الْقَوْمِ لَا يَكَادُونَ يَفْقَهُونَ حَدِيثاً ( النساء : 78 ) .\r\nومن أظهر مصاديق هذا الاختلاف الفهمي اختلاف أفهام الناس في تلقّى\r\nمعنى توحّده تعالى لما في أفهامهم من الاختلاف العظيم والنوسان الوسيع في تقرير مسألة وجوده تعالى ، على ما بينهم من الاتّفاق في ما تعطيه الفطرة الإنسانيّة بإلهامها الخفىّ وإشارتها الدقيقة .\r\nفقد بلغ فهم آحاد من الإنسان في ذلك أن جعل الأوثان المتّخذة والأصنام المصنوعة من الخشب والحجارة حتّى من نحو الأقط والطينة المعمولة من أبوال الغنم شركاء لله وقرناء له ، تُعبد كما يُعبد وتُسأل كما يُسأل ويُخضع لها كما يُخضع له ، ولم يلبث هذا الإنسان دون أن غلّب هذه الأصنام عليه تعالى بزعمه ، وأقبل عليها وتركه ، وأمّرها على حوائجه وعزله .\r\nفهذا الإنسان قصارى ما يراه من الوجود له تعالى هو مثل ما يراه لآلهته التي خلقها بيده ، أو خلقها\r\nإنسان مثله بيده ، ولذلك كانوا\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nيثبتون له تعالى من صفة الوحدة مثل ما يصفون به كلّ واحد من أصنامهم ، وهى الوحدة العدديّة التي تتألّف منها الأعداد ، قال تعالى : وَعَجِبُوا أَنْ جَاءَهُمْ مُنْذِرٌ مِنْهُمْ وَقَالَ الْكَافِرُونَ هذَا سَاحِرٌ كَذَّابٌ * أَ جَعَلَ الْآلِهَةَ إِلهاً وَاحِداً إِنَّ هذَا لَشَىْءٌ عُجَابٌ ( ص : 5 4 ) .\r\nفهؤلاء كانوا يتلقّون الدعوة القرآنية إلى التوحيد دعوةً إلى القول بالوحدة العدديّة التي تقابل الكثرة العدديّة كقوله تعالى : وَإِلهُكُمْ إِلهٌ وَاحِدٌ لَا إِلهَ إِلَّا هُوَ ( البقرة : 163 ) وقوله : هُوَ الْحَىُّ لَا إِلهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ الدِّينَ ( غافر : 65 ) وغير ذلك من الآيات الداعية إلى رفض الآلهة الكثيرة وتوجيه الوجه لله الواحد ، وقوله تعالى : وَإِلهُنَا وَإِلهُكُمْ وَاحِدٌ ( العنكبوت : 46 ) ، وغير ذلك من الآيات الداعية إلى رفض التفرّق في العبادة للإله ، حيث كانت كلّ أمّة أو طائفة\r\nأو قبيلة تتّخذ إلهاً تختصّ به ولا تخضع لإله الآخرين .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالتوحيد في القرآن\r\nقال تعالى : وَمَا مِنْ إِلهٍ إِلَّا إِلهٌ وَاحِدٌ ( المائدة : 73 ) . هذا المقطع من الآية ردّ منه تعالى لقول النصارى : إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ بأنّ الله سبحانه لا يقبل بذاته المتعاليةِ الكثرةَ بوجهٍ من الوجوه ، فهو تعالى في ذاته واحد ، وإذا اتّصف بصفاته الكريمة وأسمائه الحسنى ، لم يزد على ذاته الواحدة شيئاً ، ولا الصفة\r\nإذا أُضيفت إلى الصفة أورثت كثرةً وتعدّداً ، فهو تعالى أحدىّ الذات لا ينقسم لا في خارج ولا في وهم ولا في عقل .\r\nفليس الله سبحانه بحيث يتجزّأ في ذاته إلى شئ وشىء قط ، ولا أنّ ذاته بحيث يجوز أن يضاف إليه شئ فيصير اثنين أو أكثر ، كيف وهو تعالى مع هذا الشئ الذي يراد إضافته إليه تعالى في وهم أو فرض أو خارج .\r\nفهو تعالى واحد في ذاته ، لكن لا بالوحدة العدديّة التي لسائر الأشياء المتكوّن منها الكثرات ، ولا منعوت بكثرة في ذات أو اسم أو صفة ، كيف وهذه الوحدة العدديّة والكثرة المتألّفة منها ، كلتاهما من آثار صنعه وإيجاده ، فكيف يتّصف بما هو من صنعه ؟\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nوفى قوله تعالى : وَمَا مِنْ إِلهٍ إِلَّا إِلهٌ وَاحِدٌ من\r\nالتأكيد في إثبات التوحيد ما ليس في غيره ، حيث سيق الكلام بنحو النفي والاستثناء ، ثمّ أُدخل « من » على النفي لإفادة تأكيد الاستغراق ، ثمّ جئ بالمستثنى وهو قوله إِلهٌ وَاحِدٌ بالتنكير المفيد للتنويع ، ولو أُورد معرفة كقولنا « إلّا الإله الواحد » لم يفد ما يرام من حقيقة التوحيد . فالمعنى : ليس في الوجود شئ من جنس الإله أصلًا إلّا إله واحد ، نوعاً من الوحدة لا يقبل التعدّد أصلًا ، لا تعدّد الذات ولا تعدّد الصفات ، لا خارجاً ولا فرضاً .\r\nولو قيل : « وما من إله إلّا الله الواحد » ، لم يندفع به قول النصارى : إِنَّ اللَّهَ ثَالِثُ ثَلَاثَةٍ فإنّهم لا ينكرون الوحدة فيه تعالى ، وإنّما يقولون : إنّه ذات واحدة لها تعيّن بصفاتها الثلاث ، وهى واحدة في عين أنّها كثيرة عدداً حقيقة ، والجمع بين الوحدة\r\nالعدديّة والكثرة العدديّة بحسب الحقيقة ممّا يستنكف العقل عن تعقّله .\r\nولا يندفع ما احتملوه من المعنى إلّا بإثبات وحدة لا تتألّف منه كثرة أصلًا ، وهو الذي يتوخّاه القرآن الكريم من قوله : وَمَا مِنْ إِلهٍ إِلَّا إِلهٌ وَاحِدٌ .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nالتوحيد بين الوحدة العددية والوحدة الحقّة\r\nوالقرآن ينفى في عالي تعليمه الوحدة العدديّة عن الإله جلّ ذكره ، فإنّ هذه الوحدة لا تتمّ إلّا بتميّز هذا الواحد من ذلك الواحد بالمحدوديّة التي تقهره والمقدّرية التي تغلبه . مثال ذلك : ماء الحوض إذا فرّقناه في آنية كثيرة كان ماء كلّ إناء ماءً واحداً غير الماء الواحد الذي في الإناء الآخر ، وإنّما صار ماءً\r\nواحداً يتميّز عمّا في الآخر لكون ما في الآخر مسلوباً عنه غير مجتمع معه ، وكذلك هذا الإنسان إنّما صار إنساناً واحداً لأنّه مسلوب عنه ما للإنسان الآخر ، ولولا ذلك لم يأت للإنسانيّة الصادقة على هذا وذاك أن تكون واحدة بالعدد ولا كثيرة بالعدد .\r\nفمحدوديّة الوجود هي التي تقهر الواحد العددي على أن يكون واحداً ، ثمّ بانسلاب هذه الوحدة من بعض الجهات تتألّف كثرة عدديّة كما عند عروض صفة الاجتماع بوجه . وإذا كان الله سبحانه قاهراً غير مقهور وغالباً لا يغلبه شئ البتّة كما يعطيه التعليم القرآني ، لم تتصوّر في حقّه وحدة عدديّة ولا كثرة عدديّة ، قال تعالى : وَهُوَ الْوَاحِدُ الْقَهَّارُ ( الرعد : 16 ) وقال : أَ أَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ * مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ ( يوسف : 40 ) وقال : وَمَا مِنْ إِلهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n( ص : 65 ) وقال : لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَداً لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ ( الزمر : 4 ) .\r\nوالآيات بسياقها كما ترى تنفى كلّ وحدة مضافة إلى كثرة مقابلة لها ، سواء كانت وحدة عدديّة كالفرد الواحد من النوع الذي لو فرض بإزائه فرد آخر كانا اثنين ، فإنّ هذا الفرد مقهور بالحدّ الذي يحدّه به الفرد الآخر المسلوب عنه المفروض قباله ، أو كانت وحدة نوعيّة أو جنسيّة أو أىّ وحدة كلّية مضافة إلى كثرة من سنخها ، كالإنسان الذي هو نوع واحد مضاف إلى الأنواع الكثيرة الحاصلة منه ومن الفرس والبقر والغنم وغيرها ، فإنّه مقهور بالحدّ الذي يحدّه به ما يناظره من الأنواع الأُخر ، وإذ كان تعالى لا يقهره شئ في\r\nشئ البتّة من ذاته ولا صفته ولا فعله وهو القاهر فوق كلّ شئ ، فليس بمحدود في شئ يرجع إليه ، فهو موجود لا يشوبه عدم ، وحقّ لا يعرضه بطلان ، وهو الحىّ لا يخالطه موت ، والعليم لا يدبّ إليه جهل ، والقادر لا يغلبه عجز ، والمالك والمَلِك من غير أن يُملك منه شئ ، والعزيز الذي لا ذلّ له وهكذا . . .\r\nفله تعالى من كلّ كمال محضه ، وإن شئت زيادة تفهّم وتفقّه لهذه الحقيقة القرآنيّة فافرض أمراً متناهياً وآخر غير متناهٍ تجد غير المتناهى محيطاً بالمتناهى بحيث لا يدفعه المتناهى عن كماله المفروض أىّ دفْع فرضتَه ، بل غير المتناهى مسيطرٌ عليه بحيث لا\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nيفقده المتناهى في شئ من أركان كماله ، وغير المتناهى هو القائم على نفسه ، الشهيد عليه ، المحيط به . انظر في ذلك\r\nما يفيده قوله تعالى : أَ وَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلَى كُلِّ شَىْءٍ شَهِيدٌ * أَلَا إِنَّهُمْ فِى مِرْيَةٍ مِنْ لِقَاءِ رَبِّهِمْ أَلَا إِنَّهُ بِكُلِّ شَىْءٍ مُحِيطٌ ( حم السجدة : 54 53 ) .\r\nوهذا هو الذي يدلّ عليه عامّة الآيات الواصفة لصفاته تعالى ، الواقعة في سياق الحصر أو الظاهر فيه كقوله تعالى : اللَّهُ لَا إِلهَ إِلَّا هُوَ لَهُ الْأَسْمَاءُ الْحُسْنَى ( طه : 8 ) ، وقوله : يَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ ( النور : 25 ) ، وقوله : هُوَ الْحَىُّ لَا إِلهَ إِلَّا هُوَ ( غافر : 65 ) ، وقوله : وَهُوَ الْعَلِيمُ الْقَدِيرُ ( الروم : 54 ) ، وقوله : أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعاً ( البقرة : 165 ) ، وقوله : لَهُ الْمُلْكُ وَلَهُ الْحَمْدُ ( التغابن : 1 ) ، وقوله : إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً ( يونس : 65 ) ، وقوله : الْحَقُّ مِنْ رَبِّكَ ( البقرة : 147 ) ، وقوله : يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِىُّ الْحَمِيدُ ( فاطر : 15 ) إلى غير ذلك من الآيات .\r\nفالآيات كما ترى تنادى بأعلى صوتها أنّ كلّ كمال مفروض فهو لله\r\nسبحانه بالأصالة ، وليس لغيره شئ إلّا بتمليكه تعالى له ذلك من غير أن ينعزل عمّا يملكه ويملّكه كما ننعزل نحن معاشر الخليقة عمّا ملّكناه غيرنا .\r\nفكلّما فرضنا شيئاً من الأشياء ذا شئ من الكمال في قباله تعالى ليكون ثانياً له وشريكاً ، عاد ما بيده من معنى الكمال لله\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nسبحانه محضاً ، وهو الحقّ الذي يملك كلّ شئ ، وغيره الباطل الذي لا يملك لنفسه شيئاً ؛ قال تعالى : وَلَا يَمْلِكُونَ لِأَنْفُسِهِمْ ضَرّاً وَلَا نَفْعاً وَلَا يَمْلِكُونَ مَوْتاً وَلَا حَيَاةً وَلَا نُشُوراً ( الفرقان : 3 ) .\r\nوهذا المعنى هو الذي ينفى عنه تعالى الوحدة العدديّة ، إذ لو كان واحداً عدديّاً أي موجوداً محدوداً منعزل الذات عن الإحاطة بغيره من الموجودات ، صحّ للعقل أن يفرض مثله الثاني له ، سواء كان جائز التحقّق في الخارج أو غير جائز التحقّق ، وصحّ\r\nعند العقل أن يتّصف بالكثرة بالنظر إلى نفسه وإن فرض امتناعه في الواقع ، وليس كذلك . فإنّه تعالى واحد معناه أنّه نحو من الوجود بحيث لا يحدّ بحدّ فيمكن فرض ثانٍ له فيما وراء ذلك الحدّ . وهذا معنى قوله تعالى : قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ ( سورة التوحيد ) ، فإنّ لفظ « أحد » إنّما يستعمل استعمالًا يدفع إمكان فرض العدد في قباله ؛ يقال : « ما جاءني أحد » حيث ينفى به أن يكون قد جاء الواحد وكذا الاثنان والأكثر ، وقال تعالى : وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ ( التوبة : 6 ) ، فشمل الواحد والاثنين والجماعة ولم يخرج عن حكمه عدد ، وقال : أَوْ جَاءَ أَحَدٌ مِنْكُمْ مِنَ الْغَائِطِ ( المائدة : 6 ) فشمل الواحد وما وراءه ولم يشذّ منه شاذّ .\r\nفاستعمال لفظ « أحد » في قوله : قُلْ هُوَ اللَّهُ أَحَدٌ في الإثبات من غير نفى ولا\r\nتقييد بإضافة أو وصف ، يفيد أنّ هويّته\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nتعالى بحيث يدفع فرض من يماثله في هويّته بوجه ، سواء كان واحداً أو كثيراً ، فهو محال بحسب الفرض الصحيح مع قطع النظر عن حاله بحسب الخارج . ولذلك وصفه تعالى :\r\nأوّلًا : بأنّه صمد ، وهو المصمت الذي لا جوف له ولا مكان خالياً فيه .\r\nوثانياً : بأنّه لم يلد .\r\nوثالثاً : بأنّه لم يولد .\r\nورابعاً : بأنّه لم يكن له كفواً أحد .\r\nوكلّ هذه الأوصاف ممّا يستلزم نوعاً من المحدوديّة والانعزال .\r\nوهذا هو السرّ في عدم وقوع وصف غيره تعالى عليه حقّ الوقوع والاتّصاف ؛ قال تعالى : سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ * إِلَّا عِبَادَ اللَّهِ الْمُخْلَصِينَ ( الصافّات : 160 159 ) ، وقال : وَلَا يُحِيطُونَ بِهِ عِلْماً ( طه : 110 ) ، فإنّ المعاني الكماليّة\r\nالتي نصفه تعالى بها أوصاف محدودة ، وجلّت ساحته سبحانه عن الحدّ والقيد ، وهو ما يرومه النبىّ صلَّى اللهُ عليهِ وآلِه في كلمته المشهورة : «\r\nلا أُحصى ثناءً عليك ، أنت كما أثنيت على نفسك\r\n» « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جامع أحاديث الشيعة الذي أُلّف تحت إشراف سيّدنا ومولانا فقيد الاسلام المحقّق العلّامة الإمام آية الله العظمى الحاج آقا حسين الطباطبائي البروجردي أعلى الله مقامه . المطبعة العلمية ، قم 1398 ه : ج 5 ، ص 300 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nوهذا المعنى من الوحدة هو الذي يدفع به تثليث النصارى ، فإنّهم موحّدون في عين التثليث ، لكن الذي يذعنون به من الوحدة وحدة عدديّة لا تنفى الكثرة من جهة أخرى ؛ فهم يقولون : إنّ الأقانيم ( الأب والابن والروح ) أي ( الذات والعلم والحياة ) ثلاثة وهى واحدة كالإنسان الحىّ العالم ، فهو شئ واحد لأنّه إنسان حىّ عالم ، وهو ثلاثة لأنّه إنسان وحياة\r\nوعلم .\r\nلكنّ التعليم القرآني ينفى ذلك لأنّه يثبت من الوحدة ما لا يستقيم معه فرض أىّ كثرة وتمايز ، لا في الذات ولا في الصفات ، وكلّ ما فرض من شئ في هذا الباب كان عين الآخر ؛ لعدم الحدّ . فذاته تعالى عين صفاته ، وكلّ صفة مفروضة له عين الأخرى ، تعالى عمّا يشركون وسبحانه عمّا يصفون .\r\nولذلك ترى أنّ الآيات التي تنعته تعالى بالقهّارية ، تبدأ أوّلًا بنعت الوحدة ثمّ تصفه بالقهّارية لتدلّ على أنّ وحدته لا تدع لفارضٍ مجال أن يفرض له ثانياً مماثلًا بوجه ، فضلًا عن أن يظهر في الوجود وينال الواقعيّة والثبوت ؛ قال تعالى : أَ أَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ * مَا تَعْبُدُونَ مِنْ دُونِهِ إِلَّا أَسْمَاءً سَمَّيْتُمُوهَا أَنْتُمْ وَآبَاؤُكُمْ ( يوسف : 40 39 ) ؛ أي أنّه تعالى واحد لكن لا واحد عددىّ إذا أُضيف\r\nإليه آخر صار اثنين ، بل واحد لا يمكن أن يُفرض قباله ذات إلّا وهى موجودة به لا بنفسها ،\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nولا أن يُفرض قباله صفة له إلّا وهى عينه وإلّا صارت باطلة ، كلّ ذلك لأنّه بحت غير محدود بحدّ ولا منتهٍ إلى نهاية . والحاصل : فوصفه بوحدة قاهرة لكلّ شريك مفروض ، لا تبقى لغيره تعالى من كلّ معبود مفروض الاسم فقط .\r\nوقال أيضاً : أَمْ جَعَلُوا لِلَّهِ شُرَكَاءَ خَلَقُوا كَخَلْقِهِ فَتَشَابَهَ الْخَلْقُ عَلَيْهِمْ قُلِ اللَّهُ خَالِقُ كُلِّ شَىْءٍ وَهُوَ الْوَاحِدُ الْقَهَّارُ ( الرعد : 16 ) أي : وكيف يكون له فيها شريك وله وحدة تقهر كلّ عدد وكثرة ، وقال : لِمَنِ الْمُلْكُ الْيَوْمَ لِلَّهِ الْوَاحِدِ الْقَهَّارِ ( غافر : 16 ) إذ ملكه تعالى المطلق لا يخلى مالكاً مفروضاً غيره دون أن يجعله نفسه وما يملكه ملكاً لله سبحانه ، وقال : وَمَا مِنْ إِلهٍ إِلَّا اللَّهُ الْوَاحِدُ الْقَهَّارُ ( ص : 65 ) ، وقال : لَوْ أَرَادَ اللَّهُ أَنْ يَتَّخِذَ وَلَداً لَاصْطَفَى مِمَّا يَخْلُقُ مَا يَشَاءُ سُبْحَانَهُ هُوَ اللَّهُ الْوَاحِدُ الْقَهَّارُ ( الزمر : 4 ) .\r\nفرتّب القهّارية في جميع الآيات على صفة الوحدة .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nالتوحيد في كلمات علىّ أمير المؤمنين\r\nقال علىّ أمير المؤمنين عليه السلام : «\r\nأوّل الدِّين معرفته ، وكمال معرفته التصديق به ، وكمال التصديق به توحيده ، وكمال توحيده الإخلاص له ، وكمال الإخلاص له نفى الصفات عنه ؛ لشهادة كلّ صفة أنّها غير الموصوف وشهادة كلّ موصوف أنّه غير الصفة ،\r\nفمن وصف الله فقد قرنه ، ومَن قرنه فقد ثنّاه ، ومَن ثنّاه فقد جزّأه ، ومَن جزّأه فقد جهله ، ومن جهله فقد أشار إليه ، ومَن أشار إليه فقد حدّه ، ومَن حدّه فقد عدّه\r\n» « 1 » .\r\nحاصل الشطر الأوّل من الكلام أنّ معرفته تنتهى في استكمالها إلى نفى الصفات عنه ، وحاصل الشطر الثاني المتفرّع على الشطر الأوّل أعنى قوله عليه السلام : فمن وصف الله فقد قرنه . . . أنّ إثبات الصفات يستلزم إثبات الوحدة العدديّة المتوقّفة على التحديد غير الجائز عليه تعالى ، وتنتج المقدّمتان :\r\nأنّ كمال معرفته تعالى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ، وهو مجموع ما اختاره الشريف الرضىّ من كلام سيّدنا ومولانا مولى الموحّدين الإمام أمير المؤمنين علي بن أبي طالب عليهما السلام ، شرح الأستاذ الإمام الشيخ محمد عبده مفتى الديار المصرية سابقاً ، الناشر : دار المعرفة للطبعة والنشر ، بيروت لبنان : الخطبة رقم 1 « يذكر فيها ابتداء خلق السماء والأرض . . . » .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nيستوجب نفى الوحدة العدديّة منه ، وإثبات الوحدة بمعنىً آخر ، وهو مراده عليه السلام من سرد الكلام .\r\nأمّا مسألة نفى الصفات عنه فقد بيّنه عليه السلام بقوله : «\r\nأوّل الدِّين معرفته\r\n» لظهور أنّ من لم يعرف الله سبحانه ولو بوجه ، لم يدخل بعدُ في ساحة الدِّين ، والمعرفة ربما كانت مع عمل بما يرتبط به من الأفعال وترتّب آثار المعروف ، وربما كانت من غير عمل ، ومن المعلوم أنّ العلم فيما يتعلّق نوع تعلّق بالأعمال إنّما يثبت ويستقرّ في النفس إذا ترتّب عليه آثاره العمليّة ، وإلّا فلا يزال العلم يضعف بإتيان الأعمال المخالفة حتّى يبطل أو يصير سدىً لا أثر له . ومن كلامه عليه السلام في هذا الباب : «\r\nالعلم مقرون بالعمل ، فمن علم عمل ،\r\nوالعلم يهتف بالعمل فإن أجابه وإلّا ارتحل عنه\r\n» « 1 » .\r\nفالعلم والمعرفة بالشئ إنّما يكمل إذا أخذ العارف معروفاً صدقاً وأظهر ذلك في باطنه وظاهره ، وجنانه وأركانه بأن يخضع له روحاً وجسماً ، وهو الإيمان المنبسط على سرّه وعلانيّته ، وهو قوله عليه السلام : «\r\nوكمال معرفته التصديق به\r\n» . ثمّ هذا الخضوع المسمّى بالتصديق به وإن جاز تحقّقه مع إثبات الشريك للربّ المخضوع له كما يخضع عبدة الأصنام لله ولسائر آلهتهم جميعاً ، لكن الخضوع لشئ حقيقة لا يتمّ من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : باب المختار من حكم الإمام عليه السلام : رقم 366 ج 4 ، ص 85 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nغير انصراف عن غيره بالبداهة ، فالخضوع لواحد من الآلهة في معنى الإعراض عن غيره ، فلا يكمل التصديق بالله والخضوع لمقامه إلّا بالإعراض عن عبادة\r\nالشركاء والانصراف عن دعوة الآلهة الكثيرة ، وهو قوله عليه السلام : «\r\nوكمال التصديق به توحيده\r\n» . ثمّ إنّ للتوحيد مراتب مختلفة بعضها فوق بعض ، ولا يكمل حتّى يعطَى الإله الواحد حقّه من الألوهيّة المنحصرة ، ولا يقتصر على مجرّد تسميته إلهاً ، بل ينسب إليه كلّ ما له نصيب من الوجود والكمال ؛ كالخلق والرزق والإحياء والإماتة والإعطاء والمنع ، وأن يخصّ الخضوع والعبادة به فلا يتذلّل لغيره بوجه من الوجوه ، بل لا يرجى إلّا رحمته ولا يخاف إلّا سخطه ولا يطمع إلّا في ما عنده ولا يعكف إلّا على بابه . وبعبارة أخرى : أن يخلص له علماً وعملًا ، وهو قوله عليه السلام : «\r\nوكمال توحيده الإخلاص له\r\n» . وإذا استوى الإنسان على أريكة الإخلاص وضمّته العناية الإلهيّة إلى\r\nأولياء الله المقرّبين لاحت على بصيرته لوائح العجز عن القيام بحقّ المعرفة ، ووصفه بما يليق بساحة كبريائه وعظمته . فإنّه ربما شاهد أنّ الذي يصفه تعالى به معانٍ مدركة ممّا بين يديه من الأشياء المصنوعة ، وأمور أَلِفها من مشهوداته الممكنة ، وهى صور محدودة مقيّدة يدفع بعضها بعضاً ولا تقبل الائتلاف والامتزاج ، وخير شاهد على ذلك مفاهيم الوجود والعلم والقدرة والحياة\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nوالرزق والعزّة والغنى وغيرها . فإنّ كلّ مفهوم من هذه المفاهيم خلو من المفهوم الآخر ، كمعنى العلم من معنى القدرة ، فإنّا حين نتصوّر العلم ننصرف عن القدرة فلا نجد معناها في معنى العلم ، وإذا تصوّرنا معنى العلم وهو وصف من الأوصاف ننعزل عن معنى الذات وهو الموصوف .\r\nفهذه المفاهيم والعلوم والإدراكات الموجودة عندنا تقصر عن الانطباق عليه جلّ شأنه حقّ الانطباق وعن حكاية ما هو عليه حقّ الحكاية ، فتمسّ حاجة المخلص في وصفه ربّه إلى أن يعترف بنقص لا علاج له وعجز لا جابر دونه ، فيعود فينفى ما أثبته ، ويتيه في حيرة لا مخلص منها ، وهو قوله عليه السلام : «\r\nوكمال الإخلاص نفى الصفات عنه ، لشهادة كلّ صفة أنها غير الموصوف ، وشهادة كلّ موصوف أنّه غير الصفة\r\n» . وهذا الذي فسّرنا به هذا العقد من كلامه عليه السلام هو الذي يؤيّده أوّل الخطبة حيث يقول : «\r\nالذي لا يدركه بُعد الهمم ، ولا يناله غوص الفطن ، الذي ليس لصفته حدّ محدود ، ولا نعت موجود ، ولا وقت معدود ، ولا أجل ممدود\r\n» على ما يظهر للمتأمّل الفطن .\r\nوأمّا الشطر الثاني من كلامه عليه السلام\r\nالذي يبدأ من قوله : «\r\nفمن وصف اللهَ فقد قرنه\r\n. . . » فهو توصّل منه إلى المطلوب وهو أنّ الله سبحانه لا حدّ له ولا عدّ من طريق تحليل إثبات الوصف ، كما\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nكان البيان الأوّل توصّلًا منه من طريق تحليل المعرفة إلى نفى الوصف . فمن وصف الله فقد قرنه ؛ لما عرفت من المغايرة بين الموصوف والصفة ، والجمعُ بين المتغايرين قرنٌ ، ومَن قَرَنه فقد ثنّاه لأخذه إيّاه موصوفاً وصفة وهما اثنان ، ومَن ثنّاه فقد جزّأه إلى جزأين ، ومن جزّأه فقد جهله بالإشارة إليه إشارة عقليّة ، ومن أشار إليه فقد حدّه ؛ لكون الإشارة مستلزمة لانفصال المشار إليه عن المشير حتّى تتوسّط بينهما الإشارة التي هي إيجاد بُعد ما بين المشير والمشار إليه يبتدئ من الأوّل وينتهى إلى الثاني «\r\nومن حدّه فقد عدّه\r\n» وجعله واحداً\r\nعدديّاً لأنّ العدد لازم الانقسام والانعزال الوجودي ، تعالى الله عن ذلك .\r\nوقال أيضاً في خطبة له : «\r\nالحمد لله الذي لم تسبق له حالٌ حالًا ، فيكون أوّلًا قبل أن يكون آخراً ، ويكون ظاهراً قبل أن يكون باطناً ، كلُّ مسمّى بالوحدة غيرَه قليلٌ ، وكلُّ عزيزٍ غيرَه ذليلٌ ، وكلُّ قوىٍّ غيرَه ضعيفٌ ، وكلُّ مالكٍ غيرَه مملوكٌ ، وكلُّ عالمٍ غيرَه متعلِّمٌ ، وكلُّ قادرٍ غيرَه يقدر ويعجز ، وكلُّ سميعٍ غيرَه يَصَمُّ عن لطيفِ الأصواتِ ويُصمِّه كبيرُها ويذهب عنه ما بَعُد منها ، وكلُّ بصيرٍ غيرَه يعمى عن خفىِّ الألوان ولطيفِ الأجسام ، وكلُّ ظاهرٍ غيرَه غيرُ باطن ، وكلُّ باطنٍ غيرَه غيرُ ظاهر\r\n. . . » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ، مصدر سابق ، الخطبة : رقم 65 ( وفيها مباحث من العلم الإلهى ) .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nبناء هذا البيان منه عليه السلام على\r\nكونه تعالى غير محدود وكون غيره محدوداً ، فإنّ هذه المعاني والنعوت وكلّ ما كان من قبيلها ، إذا طرأ عليها الحدّ كانت لها إضافةٌ ما إلى غيرها ، ويستوجب التحدّد حينئذ أن تنقطع وتزول عمّا أضيفت إليه ، وتتبدّل إلى ما يقابلها من المعنى .\r\nفالظهور إذا فرض محدوداً ، كان بالنسبة إلى جهةٍ أو إلى شئ ، دون جهة أخرى وشىء آخر ، وصار الأمر الظاهر باطناً خفيّاً بالنسبة إلى تلك الجهة الأخرى والشىء الآخر ، والعزّة إذا أخذت بحدٍّ بطلت فيما وراء حدّها فكانت ذلّة بالنسبة إليه ، والقوّة إذا كانت مقيّدة تبدّلت بالنسبة إلى ما وراء قيدها ضعفاً ، والظهور بطون في غير محلّه ، والبطون ظهور في الخارج عن مستواه .\r\nوالمُلك إذا كان محدوداً كان من يحدّه\r\nمهيمناً على هذا المالك ، فهو ومُلكه تحت ملك غيره ، والعلم إذا صار محدوداً لم يكن من صاحبه لأنّ الشئ لا يحدّ نفسه ، فكان بإفاضة الغير وتعليمه ، وهكذا .\r\nوالدليل على أنّه عليه السلام بنى بيانه على معنى الحدّ قوله : «\r\nوكلّ سميع غيره يصمّ عن لطيف الأصوات\r\n» فإنّه وما بعده ظاهر في الإشارة إلى محدوديّة المخلوقات ، والسياق واحد .\r\nوأمّا قوله عليه السلام : «\r\nوكلّ مسمّى بالوحدة غيره قليل\r\n» وهى\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالمقصودة من نقل الخطبة فبناؤه على معنى الحدّ ظاهر ، فإنّ الوحدة العدديّة المتفرّعة على محدوديّة المسمّى بالواحد لازمة تقسّم المعنى وتكثّره ، وكلّما زاد التقسّم والتكثّر أمعن الواحد في القلّة والضعف بالنسبة إلى الكثرة الحادثة ، فكلّ واحد عددىّ فهو قليل\r\nبالنسبة إلى الكثير الذي بإزائه ولو بالفرض . وأمّا الواحد الذي لا حدّ لمعناه ولا نهاية له فلا يحتمل فرض الكثرة ؛ لعدم احتماله طروّ الحدّ وعروض التميّز ، ولا يشذّ عن وجوده شىءٌ من معناه حتّى يكثر ويقوى بضمّه ، ويقلّ ويضعف بعزله ، بل كلّما فرض له ثانٍ في معناه فإذا هو هو .\r\nوقال عليه السلام : «\r\nالحمد لله الدالّ على وجوده بخلقه ، وبمُحدَث خلقه على أزليّته ، وباشتباههم على أن لا شَبَه له . لا تستلمه المشاعر ، ولا تحجبه السواتر ؛ لافتراق الصانع والمصنوع ، والحادّ والمحدود ، والربّ والمربوب . الأحد لا بتأويل عدد ، والخالق لا بمعنى حركة ونَصَب ، والسميع لا بأداة ، والبصير لا بتفريق آلة ، والشاهد لا بمماسّة ، والبائن لا بتراخي مسافة ، والظاهر لا برؤية ، والباطن لا\r\nبلطافة . بان من الأشياء بالقهر لها والقدرة عليها ، وبانت الأشياء منه بالخضوع له والرجوع إليه . مَن وصفه فقد حدّه ، ومَن حدّه فقد عدّه ، ومَن عدّه فقد أبطل أزله\r\n. . . » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ، مصدر سابق ، الخطبة : رقم 152 ( في صفات الله عزّ وجلّ ) .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nأوّل كلامه عليه السلام مبنىّ على أنّ جميع المعاني والصفات المشهودة في الممكنات أمور محدودة لا تتمّ إلّا بحادّ يحدّها وصانع يصنعها وربّ يربّها ، وهو الله سبحانه ، وإذ كان الحدّ من صنعه فهو متأخّر عنه غير لازم له ، فقد تنزّهت ساحة كبريائه عن هذه الحدود .\r\nوإذا كان كذلك كان ما يوصف به من الصفات غير محدود بحدّ وإن كانت ألفاظنا قاصرة عنه ، والمعاني غير وافية به فهو تعالى أحد لا بتأويل عدد يقضى بالمحدوديّة ، وعلى هذا\r\nالنهج خلقه وسمعه وبصره وشهوده وغير ذلك .\r\nومن النتائج المترتّبة على هذه الحقيقة أنّ بينونته من خلقه ليست بمعنى الانفصال والانعزال تعالى عن الاتّصال والانفصال والحلول والانعزال بل بمعنى قهره لها وقدرته عليها ، وخضوعهم له ورجوعهم إليه .\r\nوقوله عليه السلام : «\r\nمن وصفه فقد حدّه ، ومن حدّه فقد عدّه ، ومَن عدّه فقد أبطل أزله\r\n» . فرّع على إثبات الوحدة العدديّة إبطال أزليّته ، لأنّ حقيقة الأزل كونه تعالى غير متناهٍ في ذاته وصفاته ولا محدود ، فإذا اعتبر من حيث إنّه غير مسبوق بشئ يتقدّم عليه ، كان هو أزله . وإذا اعتبر من حيث إنّه غير ملحوق بشئ يتأخّر عنه كان هو أبَدَه ، وربما\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nاعتبر من الجانبين فكان\r\nدواماً .\r\nوأمّا ما يظهر من عدّة من الباحثين أنّ معنى كونه تعالى أزليّاً أنّه سابق متقدّم على خلقه المُحدث تقدّماً في أزمنة غير متناهية لا خبر فيها عن الخلق ولا أثر منهم فهو من أشنع الخطأ ، وأين الزمان الذي هو مقدار حركة المتحرّكات والمشاركة معه تعالى في أزله ؟ !\r\nومن خطبة له عليه السلام أيضاً : «\r\nما وحّده من كيّفه ، ولا حقيقتَه أصاب من مثّله ، ولا إيّاه عنى مَن شبّهه ، ولا صمده مَن أشار إليه وتوهّمه ، كلُّ معروفٍ بنفسه مصنوع ، وكلّ قائم في سواه معلول ، فاعلٌ لا باضطراب آلة ، مقدّر لا بجول فكرة ، غنىّ لا باستفادة ، لا تصحبه الأوقات ، ولا ترفده الأدوات ، سبق الأوقاتَ كونُه ، والعدمَ وجودُه ، والابتداءَ أزلُه\r\n. بتشعيره المشاعر عُرف أن لا مشعر له ، وبمضادّته بين الأمور عُرف أن لا ضدّ له ، وبمقارنته بين الأشياء عُرف أن لا قرين له . ضادَّ النورَ بالظلمة ، والوضوحَ بالبُهمة ، والجمودَ بالبلل ، والحرورَ بالصرد ، مؤلّفٌ بين متعادياتها ، مقارنٌ بين متبايناتها ، مقرّبٌ بين متباعداتها ، مفرّقٌ بين متدانياتها .\r\nلا يُشمَل بحدّ ، ولا يُحسَب بعدّ ، وإنّما تحدّ الأدواتُ أنفسَها ، وتشير الآلآت إلى نظائرها ، منعتها « منذُ » القِدْمة ، وحمتها « قد » الأزليّة ، وجنبّتها « لولا » التكملة . بها تجلّى صانعها للعقول ، وبها امتنع عن نظر\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالعيون ، ولا يجرى عليه السكون والحركة ، وكيف يجرى عليه ما أجراه ، ويعود فيه ما هو أبداه ، ويُحدث فيه ما هو أحدثه ! إذاً لتفاوتت ذاته ، ولتجزّأ كنهه ، ولامتنع\r\nمن الأزل معناه ، ولكان له وراء إذا وجد له أمام ، ولالتمس التمام إذا لزمه النقص ، وإذاً لقامت آية المصنوع فيه ، ولتحوّل دليلًا بعد أن كان مدلولًا عليه\r\n» « 1 » .\r\nأوّل كلامه عليه السلام مسوق لبيان امتناع ذاته المقدّسة عن الحدّ ، وقد تقدّم توضيحه .\r\nأمّا قوله عليه السلام : «\r\nلا يشمل بحدّ ولا يحسب بعدّ\r\n» كالنتيجة لما تقدّمه من البيان . وقوله : «\r\nوإنّما تحدّ الأدوات أنفسها وتشير الآلة إلى نظائرها\r\n» بمنزلة بيان آخر لقوله : «\r\nلا يُشمل بحدّ ولا يُحسب بعدّ\r\n» فإنّ البيان السابق إنّما سيق من مسلك أنّ هذه الحدود المستقرّة في المصنوعات مجعولة للذات\r\nالمتعالية متأخّرة عنها تأخّرَ الفعل عن فاعله ، فلا يمكن أن تتقيّد بها الذات إذ كان ذات ولا فعل .\r\nوأمّا ما في قوله : «\r\nوإنّما تحدّ\r\n. . . » من البيان فهو مسوق من طريق آخر ، وهو أنّ التقدير والتحديد الذي هو شأن هذه الأدوات والحدود إنّما هو بالمسانخة النوعيّة ، كما أنّ المثقال الذي هو واحد الوزن مثلًا توزن به الأثقال دون الألوان والأصوات مثلًا ، والزمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : الخطبة رقم : 186 تحت عنوان « في التوحيد ، وتجمع هذه الخطبة من أصول العلم ما لا تجمعه خطبة » .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالذي هو مقدار الحركة إنّما تحدّ به الحركات ، والإنسان مثلًا إنّما يقدّر بما له من الوزن الاجتماعي المتوسّط مثلًا مع من يماثله في الإنسانيّة .\r\nوبالجملة كلّ حدّ من هذه الحدود يعطى لمحدوده شبيه معناه ، وكلّ صفة إمكانيّة كائنة ما كانت مبنيّة على قدر وحدّ وملزومة لأمد ونهاية ،\r\nوكيف يمكن أن يحمل معناها المحدود على ذات أزليّة أبديّة غير متناهية ؟\r\nفهذا هو مراده عليه السلام ، ولذلك أردفه بقوله : « منعتها » « منذ » « القِدْمة » أي صدق كلمة « منذ » وكلمة « قد » الدالّتين على الحدوث الزماني على الأشياء منعتها وحَمتها أن تتّصف بالقِدْمة والقدم ، وكذلك صدق كلمة « لولا » في الأشياء وهى تدلّ على النقص واقتران المانع جنّبتها وبعّدتها أن تكون الأشياء كاملة من كلّ وجه .\r\nوقوله عليه السلام : «\r\nبها تجلّى صانعها للعقول ، وبها امتنع من نظر العيون\r\n» . الضميران في « بها » و « بها » يعودان على الأشياء ، أي أنّ الأشياء بما هي آيات له تعالى ، والآية لا تُرى إلّا ذا الآية ، فهي كالمرائي لا تُجلّى ( أي لا تُظهر ) إلّا إيّاه تعالى ، فهو بها\r\nتجلّى وظهر للعقول ، وبها أيضاً امتنع عن نظر العيون ، إذ لا طريق إلى النظر إليه تعالى إلّا هذه الآيات ، وهى محدودة لا تنال إلّا مثلها وشبهها لا\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nربّها المحيط بكلّ شئ . وهذا المعنى بعينه هو الموجب لامتناعه عن نظر العيون ، فإنّها آلات مركّبة مبنيّة على الحدود لا تعمل إلّا في المحدود ، وجلّت ساحة ربّ العزّة عن الحدّ .\r\nوقوله عليه السلام : «\r\nلا يجرى عليه السكون والحركة\r\n. . . » بمنزلة العود إلى أوّل الكلام ببيان آخر يبيّن به أنّ هذه الأفعال والحوادث التي تنتهى إلى الحركة والسكون لا تجرى عليه ولا تعود فيه ولا تحدث ، فإنّها آثاره التي تترتّب على تأثيره في غيره ، ومعنى تأثير المؤثّر توجيهه أثره المتفرّع على نفسه إلى غيره ، ولا معنى لتأثير الشئ في نفسه إلّا بنوع من التجزّى والتركيب العارض\r\nلذاته ، كالإنسان مثلًا يدبّر بنفسه بدنه ويضرب بيده على رأسه ، والطبيب يداوى بطبّه مرضه ، فكلّ ذلك إنّما يصحّ لاختلاف في الأجزاء والحيثيّات ، ولولا ذلك لامتنع وقوع التأثير .\r\nفالقوّة الباصرة مثلًا لا تبصر نفسها ، والنار لا تحرق ذاتها ، وهكذا جميع الفواعل لا تفعل إلّا في غيرها إلّا مع التركيب والتجزئة كما عرفت ، وهذا معنى قوله : «\r\nإذاً لتفاوتت ذاته ، ولتجزّأ كنهه ، ولامتنع من الأزل معناه\r\n. . . » .\r\nوقوله عليه السلام : «\r\nوإذاً لقامت آية المصنوع فيه ، ولتحوّل دليلًا بعد أن كان مدلولًا عليه\r\n» أي إذا لزمه النقص من تطرّق هذه الحدود والأقدار عليه ، والنقص من علائم المصنوعيّة وأمارات الإمكان ، كان\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nتعالى وتقدّس مقارناً لما يدلّ على كونه مصنوعاً ،\r\nوكان نفسه كسائر المصنوعات دليلًا على موجود آخر أزلىّ كامل الوجود غير محدود الذات هو الإله المنزّه عن كلّ نقص مفروض ، المتعالى عن أن تناله أيدي الحدود والأقدار .\r\nواعلم أنّ ما يدلّ عليه قوله عليه السلام من كون الدلالة هي من شؤون المصنوع الممكن ، لا ينافي ما يستفاد من سائر كلامه وكلام سائر أئمّة أهل البيت عليهم السلام ، أنّه تعالى معلوم بنفس ذاته ، وغيره معلوم به ، وأنّه دالّ على ذاته ، وهو الدليل على مخلوقاته ، فإنّ العلم غير العلم ، والدلالة غير الدلالة ، وأرجو أن يوفّقنى الله تعالى لإيضاحه وبسط الكلام فيه في بعض ما يرتبط به من الأبحاث الآتية إن شاء الله العزيز .\r\nوفى « التوحيد » بإسناده عن أبي عبد الله الصادق عليه السلام قال : « بينا\r\nأمير المؤمنين عليه السلام يخطب على منبر الكوفة إذ قام إليه رجل يُقال له ذعلب ؛ ذَرِب اللِّسان ، بليغ في الخطاب ، شجاع القلب ، فقال : يا أمير المؤمنين هل رأيت ربّك ؟\r\nفقال :\r\nويلك يا ذعلب ما كنتُ أعبدُ ربّاً لم أرَه\r\n. قال : يا أمير المؤمنين كيف رأيته ؟\r\nقال :\r\nويلك يا ذعلب ! لم تره العيون بمشاهدة الأبصار ، ولكن رأته القلوب بحقائق الإيمان . ويلك يا ذعلب ! إنّ ربّى لطيف اللّطافة فلا\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nيوصف باللّطف ، عظيم العظمة لا يوصف بالعِظَم ، كبير الكبرياء لا يوصف بالكِبَر ، جليل الجلالة لا يوصف بالغِلَظ . قبل كلّ شئ ، فلا يُقال شئ قبله ، وبعد كلّ شئ ، فلا يُقال شئ بعده ، شائى الأشياء لا بهمّة ، درّاك لا بخديعة ، وهو في الأشياء كلّها غير\r\nمتمازج بها ولا بائن عنها ، ظاهر لا بتأويل المباشرة ، متجلِّ لا باستهلال رؤية ، بائن لا بمسافة ، قريب لا بمداناة ، لطيف لا بتجسّم ، موجود لا بعد عدم ، فاعل لا باضطرار ، مقدّر لا بحركة ، مريد لا بهمامة ، سميع لا بآلة ، بصير لا بأداة . لا تحويه الأماكن ، ولا تصحبه الأوقات ، ولا تحدّه الصفات ، ولا تأخذه السِنات ، سبق الأوقاتَ كونه ، والعدمَ وجودُه ، والابتداءَ أزلُه ، بتشعيره المشاعر عُرف أن لا مشعر له ، وبتجهيره الجواهر عُرف أن لا جوهر له ، وبمضادّته بين الأشياء عُرف أن لا ضدّ له ، وبمقارنته بين الأشياء عُرف أن لا قرين له ، ضادّ النور بالظلمة ، والجَسْوَ بالبَلل ، والصرد بالحرور ، مؤلّف بين متعادياتها مفرّق بين متدانياتها ، دالّة بتفريقها على مفرّقها ، وبتأليفها على مؤلّفها ، وذلك قوله عزّ وجلّ :\r\nوَمِنْ كُلِّ شَىْءٍ خَلَقْنَا زَوْجَيْنِ لَعَلَّكُمْ تَذَكَّرُونَ ( الذاريات : 49 ) ؛\r\nففرّق بها بين قبل وبعد ليُعلم أن لا قبل له ولا بعد ، شاهدة بغرائزها على أن لا غريزة لمغرّزها ، مخبرة بتوقيتها أن لا وقت لموقّتها ، حجب بعضها عن بعض ليُعلم أن لا حجاب بينه وبين خلقه ، كان ربّاً إذ لا مربوب ، وإلهاً إذ لا مألوه ، وعالماً إذ لا معلوم ، وسميعاً إذ لا مسموع .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nثمّ أنشأ يقول :\r\nلم يزل سيّدى بالحمد معروفاً لم يزل سيّدى بالجود موصوفاً\r\nوكان إذ ليس نور يستضاء به ولا ظلام على الآفاق معكوفاً\r\nوربّنا بخلاف الخلق كُلّهمُ وكلّ ما كان في الأوهام موصوفاً\r\n« 1 »\r\nوكلامه عليه السلام كما ترى مسوق لبيان معنى أحديّة الذات في جميع ما يصدق عليه ويرجع إليه ، وأنّه تعالى غير متناهي الذات ولا محدودها ، فلا يقابل ذاته ذات وإلّا لهدّده بالتحديد وقهره بالتقدير ، فهو المحيط بكلّ شئ والمهيمن على كلّ أمر ، ولا يلحقه صفة تمتاز عن ذاته ، فإنّ في ذلك بطلان أزليّته وعدم محدوديّته .\r\nوأنّ صفته تعالى الكماليّة غير محدودة بحدّ يدفع الغير أو يدفعه الغير ، كما أنّ العلم فينا غير القدرة ؛ لما بينهما من المدافعة مفهوماً ومصداقاً ، ولا تدافع بينهما فيه تعالى ، بل الصفة عين الصفة وعين كلّ صفة من صفاته العليا ، والاسم عين كلّ اسم من أسمائه الحسنى .\r\nبل إنّ هنالك ما هو ألطف معنىً وأبعد غوراً من ذلك ، وهو أنّ هذه المعاني والمفاهيم للعقل بمنزلة الموازين والمكائيل يوزن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد ، للشيخ الجليل الأقدم الصدوق ، أبى جعفر محمّد بن علي بن الحسين بن بابويه القمّى ، المتوفّى : 381 ه ، صحّحه وعلّق عليه : المحقّق البارع السيّد هاشم الحسيني الطهراني ، مؤسّسة النشر الإسلامي التابعة لجماعة المدرّسين بقم المقدّسة ، الطبعة السابعة ، 1422 ه : باب حديث ذعلب ، الحديث 2 ، ص 301 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nويكتال بها الوجود الخارجي والكون الواقعي ، فهي حدود محدودة لا تنعزل عن هذا الشأن وإن ضممنا بعضها إلى بعض واستمددنا من أحدها للآخر ، لا يغترف بأوعيتها إلّا ما يقاربها في الحدّ ، فإذا فرضنا أمراً غير محدود ثمّ قصدناه بهذه المقاييس المحدودة لم ننل منه إلّا المحدود وهو غيره ، وكلّما زدنا في الإمعان في نيله زاد تعالياً وابتعاداً .\r\nفمفهوم العلم مثلًا هو معنىً أخذناه من وصف محدود في الخارج نعدّه كمالًا لما يوجد له ، وفى هذا المفهوم من التحديد ما يمنعه أن يشمل القدرة والحياة مثلًا ، فإذا أطلقناه عليه تعالى ثمّ عدّلنا محدوديّته بالتقييد في\r\nنحو قولنا : علم لا كالعلوم ، فهب أنّه يخلص من بعض التحديد ، لكنّه بعدُ مفهوم لا ينعزل عن شأنه وهو عدم شموله ما وراءه ، ولكلّ مفهوم وراء يقصر عن شموله . وإضافة مفهوم إلى مفهوم آخر ، لا يؤدّى إلى بطلان خاصّة المفهوميّة . وهو ظاهر .\r\nوهذا هو الذي يحيّر الإنسان اللبيب في وصفه بما يثبته له لبّه وعقله ، وهو المستفاد من قوله عليه السلام : «\r\nلا تحدّه الصفات\r\n» ومن قوله فيما تقدّم : «\r\nوكمال الإخلاص له نفى الصفات عنه\r\n» وقوله أيضاً في تلك الخطبة : «\r\nالذي ليس لصفته حدّ محدود ، ولا نعتٌ موجود\r\n» . وأنت ترى أنّه عليه السلام يثبت الصفة في عين أنّه ينفيها أو ينفى حدّها ، ومن المعلوم أنّ إثباتها هي لا تنفكّ عن الحدّ ، فنفى\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالحدّ عنها إسقاط لها بعد\r\nإقامتها ، ويؤول إلى أنّ إثبات شئ من صفات الكمال فيه لا ينفى ما وراءها ، فتتّحد الصفات بعضها مع بعض ثمّ تتّحد مع الذات ولا حدّ ، ثمّ لا ينفى ما وراءها ممّا لا مفهوم لنا نحكى عنه ، ولا إدراك لنا يتعلّق به ، فافهم ذلك .\r\nولولا أنّ المفاهيم تسقط عند الإشراف على ساحة عظمته وكبريائه بالمعنى الذي تقدّم لأمكن للعقل أن يحيط به بما عنده من المفاهيم العامّة المبهمة ، كوصفه بأنّه ذات لا كالذوات وله علم لا كالعلوم وقدرة لا كقدرة غيره وحياة لا كسائر أقسام الحياة . فإنّ هذا النحو من الوصف لا يدع شيئاً إلّا أحصاه وأحاط به إجمالًا ، أفيمكن أن يحيط به شئ ، أم أنّ الممنوع هو الإحاطة به تفصيلًا ، وأمّا الإحاطة الإجماليّة فلا بأس بها ؟ وقد\r\nقال تعالى : وَلَا يُحِيطُونَ بِهِ عِلْماً ( طه : 110 ) ، وقال : أَلَا إِنَّهُ بِكُلِّ شَىْءٍ مُحِيطٌ ( فصلت : 54 ) ، والله سبحانه لا يحيط به شئ من جهة من الجهات بنحو من أنحاء الإحاطة ، ولا تقبل ذاته المقدّسة إجمالًا وتفصيلًا فتتبعّض ، فيكون لإجماله حكم ولتفصيله حكم آخر ، فافهم ذلك .\r\nوفى « الاحتجاج » عنه عليه السلام : «\r\nدليله آياته ، ووجوده إثباته ، ومعرفته توحيده ، وتوحيده تمييزه من خلقه ، وحكم التمييز بينونة صفة لا بينونة عزلة ، إنّه ربّ خالق غير مربوب مخلوق ، ما تصوّر فهو بخلافه\r\n» ثمّ قال : «\r\nليس بإله من عرف بنفسه ، هو الدالّ بالدليل عليه ،\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوالمؤدّى بالمعرفة إليه\r\n» « 1 » .\r\nالتأمّل في ما تقدّم يوضح أنّ الخطبة مسوقة لبيان كون وحدته تعالى وحدة غير عدديّة ، لصراحته في أنّ معرفته تعالى عين توحيده ، أي إثبات وجوده عين إثبات وحدته ، ولو كانت هذه الوحدة عدديّة لكانت غير الذات ، فكانت الذات نفسها لا تفي بالوحدة إلّا بموجب من خارج عن جهة ثبوت الذات .\r\nوهذا من عجيب المنطق وأبلغ البيان في باب التوحيد ، الذي يحتاج شرحه إلى مجال وسيع لا يسعه طراز البحث في هذا الكتاب ، ومن ألطف المقاصد الموضوعة فيه قوله عليه السلام : «\r\nوجوده إثباته\r\n» يريد به أنّ البرهان عليه نفس وجوده الخارجي ، أي أنّه لا يدخل الذهن ولا يسعه العقل .\r\nقوله عليه السلام : «\r\nما تصوّر فهو بخلافه\r\n» ليس المراد به أنّه غير الصورة الذهنية ، فإنّ جميع الأشياء الخارجيّة على هذا النعت ، بل المراد أنّه تعالى بخلاف ما يكشف عنه التصوّر الذهني أيّاً ما كان ، فلا يحيط به صورة ذهنيّة ، ولا ينبغي لك أن تغفل عن أنّه أنزه ساحة حتّى من هذا التصوّر ، أعنى تصوّر أنّه بخلاف كلّ تصوّر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاحتجاج ، تأليف : أبى منصور أحمد بن علي بن أبي طالب الطبرسي ، تعليقات وملاحظات : السيّد محمّد باقر الخرسان ، منشورات دار النعمان للطباعة والنشر ، النجف الأشرف : 1386 ه : ج 1 ص 299 ، خطبة أمير المؤمنين في التوحيد .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوقوله عليه السلام : «\r\nليس بإله من عُرف بنفسه\r\n» مسوق لبيان جلالته تعالى عن أن يتعلّق به معرفة ، وقهره كلّ فهم وإدراك ، فإنّ كلّ من يتعلّق بنفسه معرفتنا هو في نفسه غير نفسنا ومعرفتنا ثمّ يتعلّق به معرفتنا ، لكنّه تعالى محيط بنا وبمعرفتنا ، قيّم على ذلك فلا معصم تعتصم به أنفسنا ولا معرفتنا عن إحاطة ذاته وشمول سلطانه فيتعلّق به تعلّق منعزل بمنعزل .\r\nوبيّن عليه السلام ذلك بقوله : «\r\nهو الدالّ بالدليل عليه والمؤدّى بالمعرفة إليه\r\n» أي أنّه تعالى هو الدليل يُدلّ الدليل على أن يَدلّ عليه ، ويؤدّى المعرفة إلى أن تتعلّق به تعالى نوع تعلّق لمكان إحاطته تعالى وسلطانه على كلّ شئ ، فكيف يمكن لشئ أن يهتدى إلى ذاته ليحيط به وهو محيط به وباهتدائه ؟\r\nوفى « التوحيد » بإسناده عن المقدام بن شُريح بن هانى عن أبيه قال : « إنّ أعرابيّاً قام يوم الجمل إلى أمير المؤمنين عليه السلام فقال : يا أمير المؤمنين أتقول : إنّ الله واحد ؟\r\nقال : فحمل الناس عليه وقالوا : يا أعرابىّ أما ترى ما فيه أمير المؤمنين من تقسّم القلب ؟\r\nفقال أمير المؤمنين عليه السلام :\r\nدعوه ، فإنّ الذي يريده الأعرابي هو الذي\r\nنريده من القوم\r\n! ثمّ قال :\r\nيا أعرابي إنّ القول في أنّ الله واحد على أربعة أقسام ؛\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nفوجهان منها لا يجوزان على الله عزّ وجلّ ، ووجهان يثبتان فيه .\r\nفأمّا اللّذان لا يجوزان عليه فقول القائل « واحد » يقصد به باب الأعداد ، فهذا ما لا يجوز ؛ لأنّ ما لا ثاني له لا يدخل في باب الأعداد ، أما ترى أنّه كفر من قال : « ثالث ثلاثة » ، وقول القائل : « هو واحد من الناس » ، يريد به النوع من الجنس ، فهذا ما لا يجوز عليه لأنّه تشبيه ، وجلَّ ربّنا عن ذلك وتعالى\r\n. وأمّا الوجهان اللّذان يثبتان فيه فقول القائل : « هو واحد ليس له في الأشياء شبه » كذلك ربّنا ، وقول القائل : « إنّه عزّ وجلّ أحدىّ المعنى » ، يعنى به أنّه لا ينقسم في وجود ولا عقل ولا وهم ، كذلك ربّنا\r\nعزّ وجلّ »\r\n« 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد ، للصدوق ، مصدر سابق ، باب معنى الواحد والتوحيد والموحّد ، الحديث : 3 ص 81 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nالخلاصة\r\nما بيّنه القرآن الكريم من معنى التوحيد أوّل خطوة في تعليم هذه الحقيقة من المعرفة ، غير أنّ أهل التفسير والمتعاطين لعلوم القرآن من الصحابة والتابعين ، ثمّ الذين يلونهم ، أهملوا هذا البحث الشريف ، فهذه جوامع الحديث وكتب التفسير المأثورة منهم لا نرى فيها أثراً من هذه الحقيقة ، لا ببيان شارح ولا بسلوك استدلالىّ .\r\nولم نجد ما يكشف عنها غطاءها إلّا ما ورد في كلام الإمام علىّ عليه أفضل السلام خاصّة ، فإنّ كلامه هو الفاتح لبابها والرافع لسترها وحجابها على أهدى سبيل وأوضح طريق من البرهان ، ثمّ ما\r\nوقع في كلام الفلاسفة الإسلاميّين بعد الألف الهجري ، وقد صرّحوا بأنّهم إنّما استفادوه من كلامه عليه السلام .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50}
  ]