[
  {"content":"\r\n\r\nبحوث عقائدية\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 1 ","page_number":1},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 2 ","page_number":2},
  {"content":"\r\n\r\nبحوث عقائدية\r\n4 - 6\r\nالأسماء الحسنى\r\nفي القرآن الكريم\r\nرؤية الله\r\nبين الإمكان والامتناع\r\nصيانة القرآن\r\nمن التحريف\r\nآية الله العلامة\r\nالسيد كمال الحيدري\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 3 ","page_number":3},
  {"content":"\r\n\r\nجميع الحقوق محفوظة للناشر\r\nبحوث عقائدية\r\n( 4 - 6 )\r\nتأليف : آية الله السيد كمال الحيدري\r\nالناشر : دار فراقد\r\nالطبعة : الثانية\r\nسنة الطبع : 1431 ه‍ - 2010 م\r\nالمطبعة : ستاره\r\nISBN : 978 - 964 - 2902 - 53 - 8\r\nدار فراقد للطباعة والنشر\r\nإيران - قم\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 4 ","page_number":4},
  {"content":"\r\n\r\n( 4 )\r\nالأسماء الحسنى\r\nفي القرآن\r\nآية الله العلامة\r\nالسيد كمال الحيدري\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":6},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nوَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِى أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ ( الأعراف : 180 )\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":8},
  {"content":"\r\n\r\n\r\n( 4 ) الأسماء الحسنى في القرآن\r\n\r\nتمهيد\r\n\r\nاختلاف الناس في فهم الأسماء الحسنى\r\nقال تعالى : وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِى أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا يَعْمَلُونَ ( الأعراف : 180 ) .\r\nتبيّن هذه الآية أنّ الهدى والضلال يدوران مدار دعوته تعالى بأسمائه الحسنى والإلحاد فيها ، والناس من منتحلهم وزنديقهم وعالمهم وجاهلهم\r\nلا يختلفون بحسب فطرتهم وباطن سريرتهم في أنّ هذا العالم المشهود متكئ على حقيقة هي المقوّمة لوجوده الناظمة لنظمه ، وهو الله سبحانه الذي منه يبتدئ كلّ شئ وإليه يعود كلّ شئ ، الذي يفيض على العالم ما يشاهد فيه من جمال وكمال ، وهى له ومنه .\r\nوالناس في هذا الموقف على ما لهم من الاتّفاق على أصل الذات ، ثلاثة أصناف :\r\n* صنف يسمّونه بما لا يشتمل من المعنى إلّا على ما يليق أن ينسب إلى ساحته من الصفات المبيّنة لكمال أو النافية لكلّ نقص وشين .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":9},
  {"content":"\r\n\r\n* وصنف يلحدون في أسمائه ويعدلون بالصفات الخاصّة به إلى غيره ، كالمادّيّين والدهريّين الذين ينسبون الخلق والإحياء والرزق وغير ذلك إلى المادّة أو الدهر ، وكالوثنيّين الناسبين الخير\r\nوالنفع إلى آلهتهم ، وكبعض أهل الكتاب حيث يصفون نبيّهم أو أولياء دينهم بما يختصّ به تعالى من الخصائص ، ويلحق بهم طائفة من المؤمنين حيث يعطون للأسباب الكونيّة من الاستقلال في التأثير ما لا يليق إلّا بالله سبحانه .\r\n* وصنف يؤمنون به تعالى غير أنّهم يلحدون في أسمائه ، فيثبتون له من صفات النقص والأفعال الدنيّة ما هو منزّه عنه ، كالاعتقاد بأنّ له جسماً وأنّ له مكاناً ، وأنّ الحواس المادّية يمكن أن تتعلّق به على بعض الشرائط ، وأنّ له علماً كعلومنا وإرادةً كإرادتنا وقدرةً كقدرتنا ، وأنّ لوجوده بقاءً زمانيّاً كبقائنا ، وكنسبة الظلم في فعله أو الجهل في حكمه ونحو ذلك إليه ، فهذه جميعاً من الإلحاد في أسمائه .\r\nوترجع الأصناف الثلاثة في الحقيقة إلى صنفين :\r\n* صنف يدعونه بالأسماء الحسنى ويعبدون الله ذا الجلال والإكرام ، وهؤلاء هم المهتدون حقّاً .\r\n* وصنف يلحدون في أسمائه ويسمّون غيره باسمه أو يسمّونه باسم غيره ، وهؤلاء أصحاب الضلال الذين مسيرهم إلى النار على\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":10},
  {"content":"\r\n\r\nحسب حالهم في الضلال وطبقاتهم منه .\r\nوقد بيّن الله سبحانه أنّ الهداية منه مطلقاً ، فإنّها صفة جميلة وله تعالى حقيقتها ، وأمّا الضلال فلا ينسب إليه سبحانه أصله ، لأنّه بحسب الحقيقة عدم اهتداء المحلّ بهداية الله ، وهو معنى عدمىّ وصفة نقص ، وأمّا تثبيته في المحلّ بعد أول تحقّقه وجعله صفة لازمة للمحلّ ، بمعنى سلب التوفيق وقطع العطيّة الإلهيّة جزاءً للضالّ بما آثر\r\nالضلال على الهدى ، وكذّب بآيات الله فهو من الله ، وقد نسبه إلى نفسه في كلامه ، وذلك بالاستدراج والإملاء .\r\nفالآيات تشير إلى أنّ ما انتهى إليه كلامه سبحانه أنّ حقيقة الهداية والإضلال من الله ، إنّما مغزاه وحقيقة معناه أنّ الأمر يدور مدار دعوته تعالى بالأسماء الحسنى وكلّها له وهو الاهتداء ، والإلحاد في أسمائه ، والناس في ذلك صنفان : مهتدٍ بهداية الله لا يعدل به غيره ، وضالّ منحرف عن أسمائه مكذّب بآياته ، والله سبحانه يسوقهم إلى النار جزاءً لهم بما كذّبوا بآياته .\r\n\r\nالاسم لغةً واصطلاحاً\r\nالاسم هو اللّفظ الدال على المسمّى ، مشتقّ من السمة بمعنى العلامة أو من السموّ بمعنى الرِّفعة ، وكيف كان فالذي يعرفه منه اللغة والعرف هو ما يدلّ\r\nبه على الشئ ، سواء أفاد مع ذلك معنىً وضعيّاً كاللّفظ الذي يشار به إلى الشئ لدلالته على معنىً موجود\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":11},
  {"content":"\r\n\r\nفيه ، أو لم يفد إلّا الإشارة إلى الذات كزيد وخالد ، وخاصّة المرتجل من الأعلام .\r\nوأمّا الاسم بمعنى الذات الإلهيّة مأخوذة بوصف من أوصافها ، فهو من الأعيان لا من الألفاظ ، وهو مسمّى الاسم بالمعنى الأوّل ومصداقه الخارجي ، كما أنّ لفظ « العالم » من أسماء الله تعالى اسم يدلّ على مسمّاه ، وهو الذات مأخوذة بوصف العلم وهو بعينه اسم بالنسبة إلى الذات الذي لا خبر عنه إلّا بوصف من أوصافه ونعت من نعوته .\r\nوالسبب في ذلك أنّهم وجدوا لفظ الاسم موضوعاً للدالّ على المسمّى من الألفاظ ، ثمّ وجدوا أنّ الأوصاف المأخوذة على وجه تحكى عن الذات\r\nوتدلّ عليه ، حالها حال اللّفظ المسمّى بالاسم في أنّها تدلّ على ذوات خارجيّة ، فسمّوا هذه الأوصاف الدالّة على الذوات أيضاً أسماءً ، فأنتج ذلك أنّ الاسم كما يكون لفظيّاً كذلك يكون أمراً عينيّاً خارجيّاً ، ثمّ وجدوا أنّ الدالّ على الذات القريب منها هو الاسم بالمعنى الثاني المأخوذ بالتحليل ، وأنّ الاسم بالمعنى الأوّل إنّما يدلّ على الذات بواسطته . ولذلك سمّوا الذي بالمعنى الثاني اسماً ، والذي بالمعنى الأوّل اسم الاسم .\r\nوبهذا يتبيّن أنّ هذه الألفاظ المسمّاة بأسماء الله ، إنّما هي أسماء الأسماء ، وأنّ ما تدلّ عليه من المصداق أعنى الذات مأخوذة\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":12},
  {"content":"\r\n\r\nبوصف ما هو الاسم بحسب الحقيقة والاصطلاح ، وأنّ بعض الأسماء الحسنى هي عين الذات ( وهو المشتمل على صفة ثبوتيّة كماليّة\r\nكالحىّ والعليم والقدير ) وبعضها زائد على الذات خارج منها ( وهو المشتمل على صفة سلبيّة أو فعليّة كالخالق والرازق ) .\r\nوأمّا أسماء الأسماء وهى الألفاظ الدالّة على الذات المأخوذة مع وصف من أوصافها فلا ريب في كونها غير الذات ، وأنّها ألفاظ حادثة قائمة بمن يتلفّظ بها .\r\n\r\nوجه وصف الأسماء بالحسنى\r\nوصف الأسماء بالحسنى وهى مؤنّث أحسن في قوله تعالى : وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى يدلّ على أنّ المراد بها الأسماء التي فيها معنىً وصفىّ ، دون ما لا دلالة لها إلّا على الذات المتعالية فقط لو كان بين أسمائه تعالى ما هو كذلك ولا كلّ معنىً وصفىّ بل المعنى الوصفي الذي فيه شئ من الحُسن ، ولا كلّ معنىً وصفىّ حسن بل ما كان أحسن بالنسبة إلى غيره إذا\r\nاعتبر مع الذات المتعالية . فالشجاع والعفيف من الأسماء الحسنة ، لكنّهما لا يليقان بساحة قدسه لإنبائهما عن خصوصيّة جسمانيّة لا يمكن سلبهما عنهما ، ولو أمكن لم يكن مانع عن إطلاقهما عليه كالجواد والعدل والرحيم .\r\nفكون اسم ما من أسمائه تعالى أحسن الأسماء أن يدلّ على\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":13},
  {"content":"\r\n\r\nمعنى كمالىّ غير مخالط لنقص أو عدم مخالطة لا يمكن معها تحرير المعنى من ذلك النقص والعدم وتصفيته ، وذلك في كلّ ما يستلزم حاجة أو عدماً أو فقداً كالأجسام والجسمانيّات والأفعال المستقبحة أو المستشنعة والمعاني العدميّة . فهذه الأسماء بأجمعها محصول لغاتنا لم نضعها إلّا لمصاديقها فينا ، التي لا تخلو عن شوب الحاجة والنقص .\r\nغير أنّ منها ما لا يمكن سلب جهات\r\nالحاجة والنقص عنها كالجسم واللّون والمقدار وغيرها ، ومنها ما يمكن فيه ذلك كالعلم والحياة والقدرة . فالعلم فينا الإحاطة بالشئ من طريق أخذ صورته من الخارج بوسائل مادّية . والقدرة فينا المنشئية للفعل بكيفيّة مادّية موجودة لعضلاتنا . والحياة كوننا بحيث نعلم ونقدر بما لنا من وسائل العلم والقدرة ، فهذه لا تليق بساحة قدسه .\r\nغير أنّا إذا جرّدنا معانيها عن خصوصيّات المادّة ، عاد العلم وهو الإحاطة بالشئ بحضوره عنده ، والقدرة وهى المنشئية للشئ بإيجاده ، والحياة كون الشئ بحيث يعلم ويقدر ، وهذه لا مانع من إطلاقها عليه ، لأنّها معانٍ كماليّة خالية عن جهات النقص والحاجة . وقد دلّ العقل والنقل أنّ كلّ صفة كماليّة\r\nفهي له تعالى ، وهو المفيض لها على غير مثال سابق ، فهو تعالى عالم قادر حىّ ، لكن لا كعلمنا وقدرتنا وحياتنا ، بل بما يليق بساحة قدسه من حقيقة هذه\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":14},
  {"content":"\r\n\r\nالمعاني الكماليّة مجرّدة عن النقائص .\r\nوقد قُدّم الخبر في قوله : وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى وهو يفيد الحصر ، وجىء ب « الأسماء » محلّى باللّام ، والجمع المحلّى باللام يفيد العموم ، ومقتضى ذلك أنّ كلّ اسم أحسن في الوجود فهو لله سبحانه لا يشاركه فيه أحد ، وإذ كان الله سبحانه ينسب بعض هذه المعاني إلى غيره ويسمّيه به كالعلم والحياة والخلق والرحمة ، فالمراد بكونها لله كون حقيقتها له وحده لا شريك له .\r\nوظاهر الآيات بل نصّ بعضها يؤيّد هذا المعنى كقوله تعالى : أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعاً ( البقرة : 165 ) ، وقوله : فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً ( النساء : 139 ) ، وقوله : وَلَا يُحِيطُونَ بِشَىْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ( البقرة : 255 ) ، وقوله : هُوَ الْحَىُّ لَا إِلهَ إِلَّا هُوَ ( المؤمن : 66 ) ، فلله سبحانه حقيقة كلّ اسم أحسن لا يشاركه غيره إلّا بما ملّكهم منه كيفما أراد وشاء .\r\nويؤيّد هذا المعنى ظاهر كلامه أينما ذكر أسماءه في القرآن كقوله تعالى : اللَّهُ لَا إِلهَ إِلَّا هُوَ لَهُ الْأَسْمَاءُ الْحُسْنَى ( طه : 8 ) ، وقوله : قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ أَيّاً مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى ( الإسراء : 110 ) ، وقوله : لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِى السَّمَاوَاتِ وَالْأَرْضِ ( الحشر : 24 ) ، فظاهرها جميعاً : كون حقيقة كلّ اسم أحسن ، لله سبحانه وحده .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":15},
  {"content":"\r\n\r\nوقوله تعالى : فَادْعُوهُ بِهَا :\r\n* إمّا من « الدعوة » بمعنى التسمية كقولنا : « دعوته زيداً » و « دعوتك أبا عبد الله » ، أي سمّيته وسمّيتك .\r\n* وإمّا من الدعوة بمعنى النداء أي\r\nنادوه بها فقولوا : يا رحمان يا رحيم وهكذا .\r\n* أو من الدعوة بمعنى العبادة ، أي فاعبدوه مذعنين أنّه متّصف بما يدلّ عليه هذه الأسماء من الصفات الحسنة والمعاني الجميلة .\r\nوقد احتملوا جميع هذه المعاني ، غير أنّ كلامه تعالى في مواضع مختلفة يذكر فيها دعاء الربّ يؤيّد هذا المعنى الأخير ، كما في قوله تعالى : وَقَالَ رَبُّكُمُ ادْعُونِى أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِى سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ ( غافر : 60 ) حيث ذكر أوّلًا الدّعاء ثمّ بدّله من العبادة إيماءً إلى اتّحادهما . وقوله : وَمَنْ أَضَلُّ مِمَّنْ يَدْعُو مِنْ دُونِ اللَّهِ مَنْ لَا يَسْتَجِيبُ لَهُ إِلَى يَوْمِ الْقِيَامَةِ وَهُمْ عَنْ دُعَائِهِمْ غَافِلُونَ * وَإِذَا حُشِرَ النَّاسُ كَانُوا لَهُمْ أَعْدَاءً وَكَانُوا بِعِبَادَتِهِمْ كَافِرِينَ ( الأحقاف : 6 5 ) .\r\nولعلّ أوضح الآيات الدالّة على هذه الحقيقة قوله تعالى : قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ أَيّاً مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى ( الإسراء : 110 ) ،\r\nفلفظة « أو » للتسوية ، فالمراد بقوله : « الله » و « الرحمان » الاسمان الدالّان على المسمّى دون المسمّى . والمعنى : ادعوا باسم الله أو\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":16},
  {"content":"\r\n\r\nباسم الرحمن ، فدعاؤهما دعاؤه .\r\nوالآية من غرر الآيات القرآنية تنير حقيقة ما يراه القرآن الكريم من توحيد الذات وتوحيد العبادة ، قبال ما تراه الوثنيّة من توحيد الذات وشرك العبادة .\r\nفإنّ الوثنيّة كانت ترى أنّه سبحانه ذات متعالية من كلّ حدّ ونعت ، ثمّ تعيّنت بأسماء اسماً بعد اسم ، وتسمّى ذلك تولّداً ، وترى الملائكة والجنّ مظاهر عالية لأسمائه ، فهم أبناؤه المتصرّفون في الكون ، وترى أنّ عبادة العابدين وتوجّه المتوجّهين لا يتعدّى طور الأسماء ولا يتجاوز مرتبة الأبناء الذين هم مظاهر أسمائه ،\r\nفإنّا إنّما نعبد فيما نعبد الإله أو الخالق أو الرازق أو المحيى أو المُميت إلى غير ذلك ، وهذه كلّها أسماءٌ مظاهرها الأبناء من الملائكة والجنّ .\r\nوأمّا الذات المتعالية فهي أرفع من أن يناله حسّ أو وهم أو عقل ، وأعلى من أن يتعلّق به توجّه أو طلب أو عبادة أو نسك .\r\nفعندهم دعوة كلّ اسم هي عبادة ذلك الاسم ؛ أي الملك أو الجنّ الذي هو مظهر ذلك الاسم ، وهو الإله المعبود بتلك العبادة ، فتتكثّر الآلهة بتكثّر أنواع الدعوات بأنواع الحاجات . ولذلك لمّا سمع بعض المشركين دعاءه صلَّى اللهُ عليهِ وآلِه في صلاته :\r\nيا الله يا رحمان\r\n، قال : انظروا إلى هذا الصابى ينهانا أن نعبد إلهين وهو\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":17},
  {"content":"\r\n\r\nيدعو إلهين .\r\nوالآية الكريمة تردّ عليهم ذلك وتكشف عن وجه الخطأ في رأيهم ، بأنّ\r\nهذه الأسماء أسماء حسنى له تعالى ، فهي مملوكة له محضاً لا تستقلّ دونه بنعت ولا تنحاز عنه في ذات أو صفة تملكه وتقوم به ، فليس لها إلّا الطريقيّة المحضة ، ويكون دعاؤها دعاءه والتوجّه بها توجّهاً إليه ، وكيف يستقيم أن يحجب الاسم المسمّى وليس إلّا طريقاً دالًّا عليه هادياً إليه ووجهاً له يتجلّى به لغيره ، فدعاء الأسماء الكثيرة لا ينافي توحيد عبادة الذات ، كما يمتنع أن تقف العبادة على الاسم ولا تتعدّاه .\r\nوهذا ما أكّدته روايات أئمّة أهل البيت عليهم السلام :\r\n* في « التوحيد » مسنداً وفى « الاحتجاج » مرسلًا عن هشام بن الحكم : قال : « سألت أبا عبد الله الصادق عليه السلام : عن أسماء الله عزّ ذكره واشتقاقها ، فقلت : الله ممّا هو مشتقّ ؟\r\nقال عليه السلام :\r\nيا هشام ! الله مشتقّ من إله ، وإله يقتضى مألوهاً ، والاسم غير المسمّى ، فمن عبد الاسم دون المعنى فقد كفر ولم يعبد شيئاً ، ومن عبد الاسم والمعنى فقد كفر وعبد اثنين ، ومن عبد المعنى دون الاسم فذلك التوحيد ، أفهمت يا هشام ؟\r\nقال : قلت : زدني .\r\nفقال :\r\nإنّ لله تبارك وتعالى تسعة وتسعين اسماً ، فلو كان الاسم\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":18},
  {"content":"\r\n\r\nهو المسمّى لكان كلّ اسم منها إلهاً ، ولكن الله معنىً يُدلّ عليه بهذه الأسماء ، وكلّها غيره ، يا هشام الخبز اسم للمأكول ، والماء اسم للمشروب ، والثوب اسم للملبوس ، والنار اسم للمحرق ، أفهمت يا هشام فهماً تدفع به وتنافر أعداءنا والملحدين في الله والمشركين مع الله عزّ وجلّ غيره\r\n. قلت : نعم . . . » « 1 » .\r\n* وفى « التوحيد » أيضاً بإسناده عن ابن رئاب عن غير واحد عن أبي عبد الله الصادق عليه السلام : قال :\r\n« من عبد الله بالتوهّم فقد كفر ، ومن عبد الاسم ولم يعبد المعنى فقد كفر ، ومن عبد الاسم والمعنى فقد أشرك ، ومن عبد المعنى بإيقاع الأسماء عليه بصفاته التي يصف بها نفسه ، فعقد عليه قلبه ونطق به لسانه في سرائره وعلانيته فأولئك أصحاب أمير المؤمنين .\r\nوفى حديث آخر :\r\nأولئك هم المؤمنون\r\nحقّاً\r\n» « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد ، للشيخ الجليل الأقدم الصدوق ، أبى جعفر محمّد بن علي بن الحسين بن بابويه القمّى ، المتوفّى : 381 ه ، صحّحه وعلّق عليه : المحقّق البارع السيّد هاشم الحسيني الطهراني ، مؤسّسة النشر الإسلامي التابعة لجماعة المدرّسين بقم المقدّسة ، الطبعة السابعة ، سنة 1422 ه : باب حديث ذعلب ، الحديث 13 ، ص 215 .\r\n( 2 ) المصدر نفسه : ح 12 .\r\n","page_name":" 15 ","page_number":19},
  {"content":"\r\n\r\n\r\nبحوث في الأسماء الحسنى\r\nالبحث الأوّل : الطريق لمعرفة الأسماء الحسنى .\r\nالبحث الثاني : تقسيمات الأسماء الحسنى .\r\nالبحث الثالث : الأسماء وسائط بين الذات وبين المخلوقات .\r\nالبحث الرابع : عدد الأسماء الحسنى .\r\nالبحث الخامس : معاني الأسماء الحسنى .\r\nالبحث السادس : نسب الأسماء الحسنى بعضها إلى بعض .\r\nالبحث السابع : حقيقة الاسم الأعظم .\r\nالبحث الثامن : توقيفيّة الأسماء الحسنى .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":20},
  {"content":"\r\n\r\n\r\nالبحث الأوّل : الطريق لمعرفة الأسماء الحسنى\r\nأوّل ما نفتح أعيننا ونشاهد من مناظر الوجود ما نشاهده ، يقع إدراكنا على أنفسنا وعلى أقرب الأمور منّا ، وهى روابطنا مع الكون الخارج من مستدعيات قوانا العاملة لإبقائنا ، فأنفسنا وقوانا وأعمالنا\r\nالمتعلّقة بها هي أوّل ما يدقّ باب إدراكنا ، لكنّا لا نرى أنفسنا إلّا مرتبطة بغيرها ولا قوانا ولا أفعالنا إلّا كذلك ، فالحاجة من أقدم ما يشاهده الإنسان ، يشاهدها من نفسه ومن كلّ ما يرتبط به من قواه وأعماله والعالم الخارجي ، وعند ذلك يقضى بوجود ذاتٍ ما تقوم بحاجته وتسدّ خلّته ، وإليه ينتهى كلّ شئ ، وهو الله سبحانه ، ويصدّقنا في هذا النظر قوله تعالى : يَا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَرَاءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِىُّ الْحَمِيدُ ( فاطر : 15 ) .\r\nوقد عجز التاريخ عن العثور على بدء ظهور القول بالربوبيّة بين أفراد البشر ، بل وجده وهو يصاحب الإنسانية إلى أقدم العهود التي مرّت على هذا النوع ، حتّى أنّ الأقوام التي تحاكى الإنسان الأوّلى في البساطة لمّا اكتشفوهم في أطراف المعمورة وجدوا\r\nعندهم القول بقوى عالية هي وراء مستوى الطبيعة ينتحلون بها ، وهو قول\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":21},
  {"content":"\r\n\r\nبالربوبيّة وإن اشتبه عليهم المصداق .\r\nفالإذعان بذات ينتهى إليها أمر كلّ شئ ، من لوازم الفطرة الإنسانيّة لا يحيد عنه إلّا من انحرف عن إلهام فطرته ؛ لشبهة عرضت له ، كمن يضطرّ نفسه على الاعتياد بالسمّ وطبيعتُه تحذّره بإلهامها ، وهو يستحسن ما ابتُلى به .\r\nثمّ إنّ أقدم ما نواجهه في البحث عن المعارف الإلهيّة ، أنّا نذعن بانتهاء كلّ شئ إليه ، وكينونته ووجوده منه ، فهو يملك كلّ شئ ؛ لعلمنا أنّه لو لم يملكها لم يمكن أن يفيضها ويفيدها لغيره ، على أنّ بعض هذه الأشياء ممّا ليست حقيقته إلّا مبنيّة على الحاجة منبئة عن النقيصة ، وهو\r\nتعالى منزّه عن كلّ حاجة ونقيصة لأنّه الذي يرجع إليه كلّ شئ في رفع حاجته ونقيصته .\r\nفله الملك بكسر الميم وبضمّها على الإطلاق ، فهو سبحانه يملك كلّ ما وجدناه في الوجود من صفة كمال ، كالحياة والقدرة والسمع والبصر والرزق والرحمة والعزّة وغير ذلك . فهو سبحانه حىٌّ ، قادر ، عليم ، سميع ، بصير ، لأنّ في نفيها إثبات النقص ولا سبيل للنقص إليه ، ورزّاق ورحيم وعزيز ومحىٍ ومميت ومبدئ ومُعيد وباعث إلى غير ذلك ، لأنّ الرزق والرحمة والعزّة والإحياء والإماتة والإبداء والإعادة والبعث له ، وهو السبّوح القدّوس العلىّ الكبير إلى غير ذلك ، ونعني بها نفى كلّ نعت عدمىّ وكلّ صفة\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":22},
  {"content":"\r\n\r\nنقص عنه .\r\nفهذا طريقنا إلى إثبات الأسماء\r\nوالصفات له تعالى على بساطته ، وقد صدَّقَنا كتابُ الله في ذلك حيث أثبت المِلك والمُلك له تعالى على الإطلاق في آيات كثيرة .\r\nأمّا كونه مالكاً لكلّ شئ على الإطلاق ، فلأنّ له الربوبيّة المطلقة والقيمومة المطلقة على كلّ شئ ، فإنّه خالق كلّ شئ وإله كلّ شئ ؛ قال تعالى : ذلِكُمُ اللَّهُ رَبُّكُمْ خَالِقُ كُلِّ شَىْءٍ لَا إِلهَ إِلَّا هُوَ ( غافر : 62 ) ، وقال : لَهُ مَا فِى السَّمَاوَاتِ وَمَا فِى الْأَرْضِ ( البقرة : 255 ) ، وقال : لِلَّهِ مَا فِى السَّمَاوَاتِ وَمَا فِى الْأَرْضِ ( البقرة : 284 ) إلى غير ذلك من الآيات الدالّة على أنّ كلّ ما يسمّى شيئاً فهو قائم الذات به ، مفتقر الذات إليه ، لا يستقلّ دونه . وهذا هو المِلك بالكسر .\r\nوأمّا أنّه مليك على الإطلاق فهو لازم إطلاق كونه مالكاً للموجودات ، فإنّ الموجودات أنفسها يملك بعضها\r\nبعضاً كالأسباب ، حيث تملك مسبّباتها ، والأشياء قواها الفعّالة ، والقوى الفعّالة تملك أفعالها ، كالإنسان يملك أعضاءه وقواه الفعّالة من سمع وبصر وغير ذلك ، وهى تملك أفعالها ، وإذ كان الله سبحانه يملك كلّ شئ ، فهو يملك كلّ من يملك منها شيئاً ، ويملك ما يملكه ، وهذا هو المُلك بالضمّ .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":23},
  {"content":"\r\n\r\n\r\nالبحث الثاني : تقسيمات الأسماء الحسنى\r\nيظهر ممّا قدّمناه من كيفيّة السلوك الفطري : أنّ من صفات الله سبحانه ما يفيد معنىً ثبوتيّاً كالعلم والحياة ، وهى المشتملة على معنى كمالىّ ، ومنها ما يفيد معنى السلب وهى التي للتنزيه كالسبّوح والقدّوس ، وبذلك يتمّ انقسام الصفات إلى قسمين :\r\nثبوتيّة وسلبيّة .\r\nوأيضاً من الصفات ما هي عين الذات ليس بزائدة عليها كالحياة والقدرة ، وهى الصفات الذاتيّة ، ومنها ما يحتاج في تحقّقه إلى فرض تحقّق الغير قبلًا كالخلق والرزق وهى الصفات الفعليّة ، وهى زائدة على الذات منتزعة من مقام الفعل ، فهي تطلق عليه تعالى ويسمّى هو بها من غير أن يتلبّس بمعانيها كتلبّسه بالحياة والقدرة وغيرهما من الصفات الذاتيّة .\r\nنعم ، هذه الأسماء إنّما تنتزع من مقام الفعل ؛ لما بين الفعل وبين الذات نسبة ما ورابطة ما ، وإلّا لم تصدق هذه الأسماء على الذات البتّة ، فيؤول الاتّصاف إلى اعتبار الحيثيّة ، بمعنى أنّ الذات بحيث لو فُرض خلقٌ مثلًا فهو خالقه ، ولو فرض رزق فهو رازقه .\r\nإذن فسبيل الأسماء الفعليّة سبيل الأسماء الذاتيّة في أنّ الجميع\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":24},
  {"content":"\r\n\r\nموجودة للذات حقيقة ، نعم الأسماء الذاتيّة لا تحتاج في انتزاعنا إيّاها إلى أزيد من الذات بذاته ، والأسماء الفعليّة في مرحلة الانتزاع تحتاج إلى فعل متحقّق في الخارج .\r\nوللأسماء انقسام آخر إلى النفسيّة والإضافيّة ، فما لا إضافة في معناها إلى الخارج عن مقام الذات كالحياة نفسىّ ، وما له إضافة إلى الخارج ، سواء كان معنىً نفسيّاً ذا إضافة كالعلم والقدرة هي النفسيّة ذات الإضافة ، أو معنىً إضافيّاً كالخالقيّة والرازقيّة هي الإضافية المحضة .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":25},
  {"content":"\r\n\r\n\r\nالبحث الثالث : الأسماء الحسنى وسائط بين الله تعالى وبين خلقه\r\nلا فرق بين الصفة والاسم ، غير أنّ الصفة تدلّ على معنى من المعاني يتلبّس به الذات أعمّ من العينيّة والغيريّة ، والاسم هو الدالّ على الذات مأخوذة بوصف . فالحياة والعلم صفتان ، والحىّ والعالم اسمان ، وإذ كان اللّفظ لا شأن له إلّا الدلالة على المعنى وانكشافه به ، فحقيقة الصفة والاسم هو الذي يكشف عنه لفظ الصفة والاسم . فحقيقة الحياة المدلول عليها\r\nبلفظ الحياة هي الصفة الإلهيّة وهى عين الذات ، وحقيقة الذات التي هي عينها هو الاسم الإلهى ، وبهذا النظر يعود الحىّ والحياة اسمين للاسم والصفة ، وإن كانا بالنظر المتقدّم نفس الاسم ونفس الصفة .\r\nوقد تقدّم أنّا في سلوكنا الفطري إلى الأسماء إنّما تفطّنا بها من جهة ما شاهدناه في الكون من صفات الكمال ، فأيقّنا من ذلك أنّ الله سبحانه مسمّى بها ؛ لما أنّه مالكها الذي أفاض علينا بها ، ولم نشاهد فيه من صفات النقص والحاجة فأيقنّا أنّه تعالى منزّه منها متّصف بما يقابلها من صفة الكمال وبها يرفع عنّا النقص والحاجة فيما يرفع .\r\nفمشاهدة العلم والقدرة في الكون تهدينا إلى اليقين بأنّ له\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":26},
  {"content":"\r\n\r\nسبحانه علماً وقدرة يفيض بهما ما يفيضه من العلم والقدرة ، ومشاهدة الجهل\r\nوالعجز في الوجود تدلّنا على أنّه منزّه عنهما متّصف بما يقابلهما من العلم والقدرة اللّذين بهما ترفع حاجتنا إلى العلم والقدرة فيما ترفع ، وهكذا في سائرها .\r\nمن هنا يظهر أنّ جهات الخلقة وخصوصيّات الوجود في الأشياء ترتبط إلى ذاته المتعالية من طريق صفاته الكريمة ، أي أنّ الصفات وسائط بين الذات وبين مصنوعاته ، فالعلم والقدرة والرزق والنعمة التي عندنا بالترتيب تفيض عنه سبحانه بما أنّه عالم قادر رازق مُنعم بالترتيب ، وجهلنا يرتفع بعلمه ، وعجزنا بقدرته ، وذلّتنا بعزّته ، وفقرنا بغناه ، وذنوبنا بعفوه ومغفرته .\r\nوإن شئت فقل بنظر آخر : هو يقهرنا بقهره ، ويحدّنا بلا محدوديّته ، وينهينا بلا نهايته ، ويضعنا برفعته ،\r\nويحكم فينا بما يشاء بمُلكه بالضمّ ويتصرّف فينا كيف يشاء بمِلكه بالكسر .\r\nوهذا هو الذي نجرى عليه بحسب الذوق المستفاد من الفطرة الصافية ، فمن يسأل الله الغنى ليس يقول : يا مميت يا مذلّ أغننى ، وإنّما يدعوه بأسمائه : الغنى والعزيز والقدير مثلًا ، والمريض الذي يتوجّه إليه لشفاء مرضه يقول : يا شافى يا مُعافى يا رؤوف يا رحيم ارحمني واشفنى ، ولا يقول : يا مُميت يا مُنتقم يا ذا البطش اشفنى . وعلى هذا القياس .\r\nتبيّن ممّا تقدّم أنّا ننتسب إليه تعالى بواسطة أسمائه ، وبأسمائه\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":27},
  {"content":"\r\n\r\nبواسطة آثارها المنتشرة في أقطار عالمنا المشهود ، فآثار الجمال والجلال في هذا العالم هي التي تربطنا بأسماء جماله وجلاله من حياة وعلم وقدرة وعزّة وعظمة وكبرياء ، ثمّ الأسماء\r\nتنسبنا إلى الذات المتعالية التي تعتمد عليها قاطبةً أجزاء العالم في استقلالها .\r\n\r\nقاعدة قرآنية\r\nوالقرآن الكريم يصدّقنا في هذا السلوك والقضاء ، وهو أصدق شاهد على صحّة هذا النظر ، فتراه يذيّل آياته الكريمة بما يناسب مضامين متونها من الأسماء الإلهيّة ويعلّل ما يفرغه من الحقائق بذكر الاسم والاسمين من الأسماء بحسب ما يستدعيه المورد .\r\nوالقرآن هو الكتاب السماوي الوحيد الذي يستعمل الأسماء الإلهيّة في تقرير مقاصده ، ويعلّمنا علم الأسماء من بين ما بلغنا من الكتب السماويّة المنسوبة إلى الوحي .\r\nمن هنا يظهر أنّ الإنسان لو رزق علم الأسماء وعلم الروابط والعلاقات التي بينها وبين الأشياء ، وما تقتضيه\r\nأسماؤه تعالى مفردة ومؤلّفة ، علم النظام الكوني بما جرى ، وبما يجرى عليه من قوانين كلّية منطبقة على جزئيّاتها واحداً بعد واحد .\r\nولعلّ الذي ذكر سينفعنا في فهم أفضل لقوله تعالى : وَعَلَّمَ آدَمَ الْأَسْمَاءَ كُلَّهَا ( البقرة : 31 ) ، وهذا ما سنتوفّر عليه في بحث خصائص الإنسان الكامل .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":28},
  {"content":"\r\n\r\n\r\nالبحث الرابع : عدد الأسماء الحسنى\r\nلا دليل في الآيات القرآنيّة الكريمة على تعيّن عدد للأسماء الحسنى تتعيّن به ، بل ظاهر قوله : اللَّهُ لَا إِلهَ إِلَّا هُوَ لَهُ الْأَسْمَاءُ الْحُسْنَى ( طه : 8 ) ، وقوله : وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا ( الأعراف : 180 ) ، وقوله : لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ لَهُ مَا فِى السَّمَاوَاتِ وَالْأَرْضِ ( الحشر : 24 ) ، وأمثالها من الآيات : أنّ كلّ اسم في\r\nالوجود إذا كان هو أحسن الأسماء في معناه فهو له تعالى ، فلا تتحدّد أسماء الله الحسنى بمحدّد .\r\nوما ورد منها في لفظ الكتاب الإلهى مائة وبضعة عشر اسماً هي :\r\n1 . أرحم الراحمين : وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ ( الأعراف : 151 ) .\r\n2 . أسرع الحاسبين : وَهُوَ أَسْرَعُ الْحَاسِبِينَ ( الأنعام : 62 ) .\r\n3 ، 4 . الأوّل والآخر : هُوَ الْأَوَّلُ وَالْآخِرُ ( الحديد : 3 ) .\r\n5 . الباري : هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ ( الحشر : 24 ) .\r\n6 . الباطن : هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ( الحديد : 3 ) .\r\n7 . البديع : بَدِيعُ السَّمَاوَاتِ وَالْأَرْضِ ( الأنعام : 101 ) .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":29},
  {"content":"\r\n\r\n8 . البر\r\n: إِنَّهُ هُوَ الْبَرُّ الرَّحِيمُ ( الطور : 28 ) .\r\n9 . البصير : إِنَّهُ هُوَ السَّمِيعُ الْبَصِيرُ ( الإسراء : 1 ) .\r\n10 . التوّاب : إِنَّهُ هُوَ التَّوَّابُ الرَّحِيمُ ( البقرة : 37 ) .\r\n11 . الجامع : إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَا رَيْبَ فِيهِ ( آل عمران : 9 ) .\r\n12 . الجبّار : هُوَ اللَّهُ الَّذِى لَا إِلهَ إِلَّا هُوَ . . . الْجَبَّارُ ( البقرة : 37 ) .\r\n13 . الحسيب : وَكَفَى بِاللَّهِ حَسِيباً ( الأحزاب : 29 ) .\r\n14 . الحفيظ : اللَّهُ حَفِيظٌ عَلَيْهِمْ وَمَا أَنْتَ عَلَيْهِمْ بِوَكِيلٍ ( الشورى : 6 ) .\r\n15 . الحفىّ : سَأَسْتَغْفِرُ لَكَ رَبِّى إِنَّهُ كَانَ بِى حَفِيّاً ( مريم : 47 ) .\r\n16 . الحقّ : فَتَعَالَى اللَّهُ الْمَلِكُ الْحَقُّ ( المؤمنون : 116 ) .\r\n17 . الحكيم : لَا إِلهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ ( آل عمران : 6 ) .\r\n18 . الحليم : وَاللَّهُ غَفُورٌ حَلِيمٌ ( البقرة : 225 ) .\r\n19 . الحميد : فَإِنَّ اللَّهَ هُوَ الْغَنِىُّ الْحَمِيدُ ( الحديد : 24 ) .\r\n20 . الحىّ : اللَّهُ لَا إِلهَ إِلَّا هُوَ الْحَىُّ الْقَيُّومُ ( البقرة : 255 ) .\r\n21 . الخالق : هُوَ اللَّهُ الْخَالِقُ ( الحشر : 24 ) .\r\n2 2 . الخبير : عَالِمُ الْغَيْبِ وَالشَّهَادَةِ وَهُوَ الْحَكِيمُ الْخَبِيرُ ( الأنعام : 73 ) .\r\n23 . الخلّاق : بَلَى وَهُوَ الْخَلَّاقُ الْعَلِيمُ ( يس : 81 ) .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":30},
  {"content":"\r\n\r\n24 . خير الحاكمين : وَهُوَ خَيْرُ الْحَاكِمِينَ ( الأعراف : 87 ) .\r\n25 . خير الرازقين : وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ ( الحجّ : 58 ) .\r\n26 . خير الفاتحين : وَأَنْتَ خَيْرُ الْفَاتِحِينَ ( الأعراف : 89 ) .\r\n27 . خير الفاصلين : يَقُصُّ الْحَقَّ وَهُوَ خَيْرُ الْفَاصِلِينَ ( الأنعام : 57 ) .\r\n28 . خير الغافرين : وَأَنْتَ خَيْرُ الْغَافِرِينَ ( الأعراف : 155 ) .\r\n29 . خير الماكرين : وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ ( آل عمران : 54 ) .\r\n30 . خير المنزلين : وَأَنْتَ خَيْرُ الْمُنْزِلِينَ ( المؤمنون : 29 ) .\r\n31 . خير الوارثين : وَأَنْتَ خَيْرُ الْوَارِثِينَ ( الأنبياء : 89 ) .\r\n32 . ذو انتقام : وَاللَّهُ عَزِيزٌ ذُو انْتِقَامٍ ( آل عمران : 4 ) .\r\n33 . ذو الجلال والإكرام : تَبَارَكَ اسْمُ رَبِّكَ ذِى الْجَلَالِ وَالْإِكْرَامِ ( الرحمن : 78 ) .\r\n34 . ذو الرحمة : وَرَبُّكَ الْغَنِىُّ ذُو الرَّحْمَةِ ( الأنعام : 133 ) .\r\n35 . ذو الطول : وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِى الطَّوْلِ ( غافر : 3 ) .\r\n36 . ذو العرش : رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ ( غافر : 15 ) .\r\n37 . ذو الفضل العظيم : وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ ( الجمعة : 4 ) .\r\n38 . ذو القوّة : إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ\r\n( الذاريات : 58 ) .\r\n39 . ذو المعارج : مِنَ اللَّهِ ذِى الْمَعَارِجِ ( المعارج : 3 ) .\r\n40 . الرؤوف : وَأَنَّ اللَّهَ رَءُوفٌ رَحِيمٌ ( النور : 20 ) .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":31},
  {"content":"\r\n\r\n41 . الرحمن : الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوَى ( طه : 5 ) .\r\n42 . الرحيم : وَأَنَّ اللَّهَ هُوَ التَّوَّابُ الرَّحِيمُ ( التوبة : 104 ) .\r\n43 . الربّ : وَهُوَ رَبُّ كُلِّ شَىْءٍ ( الأنعام : 164 ) .\r\n44 . ربّ العرش : وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ ( التوبة : 128 ) .\r\n45 . الرزّاق : إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ ( الذاريات : 58 ) .\r\n46 . رفيع الدرجات : رَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ ( غافر : 15 ) .\r\n47 . الرقيب : فَلَمَّا تَوَفَّيْتَنِى كُنْتَ أَنْتَ الرَّقِيبَ عَلَيْهِمْ ( المائدة : 117 ) .\r\n48 . السلام : هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ ( الحشر : 24 ) .\r\n49 . سريع الحساب : وَهُوَ سَرِيعُ الْحِسَابِ ( الرعد : 41 ) .\r\n50 . سريع العقاب : إِنَّ رَبَّكَ سَرِيعُ الْعِقَابِ ( الأنعام : 165 ) .\r\n51 . السميع : وَهُوَ السَّمِيعُ الْعَلِيمُ ( البقرة : 137 ) .\r\n52 . الشاكر : فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ ( البقرة : 158 ) .\r\n53 . شديد العقاب : فَإِنَّ اللَّهَ شَدِيدُ الْعِقَابِ ( البقرة : 211 ) .\r\n54 . شديد المحال : وَهُوَ شَدِيدُ الْمِحَالِ ( الرعد : 13 ) .\r\n55 . الشكور : إِنَّهُ غَفُورٌ شَكُورٌ ( فاطر : 30 ) .\r\n56 . الشهيد : وَأَنْتَ عَلَى كُلِّ شَىْءٍ شَهِيدٌ ( المائدة : 117 ) .\r\n57 . الصمد : اللَّهُ الصَّمَدُ ( الإخلاص : 2 ) .\r\n58 . الظاهر : هُوَ الْأَوَّلُ وَالْآخِرُ وَالظَّاهِرُ وَالْبَاطِنُ ( الحديد : 3 ) .\r\n59 . عالم الغيب والشهادة : عَالِمُ الْغَيْبِ وَالشَّهَادَةِ ( الأنعام : 73 ) .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":32},
  {"content":"\r\n\r\n60 . العزيز : إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ ( البقرة : 129 ) .\r\n61 . العظيم : وَهُوَ الْعَلِىُّ الْعَظِيمُ ( البقرة : 255 ) .\r\n62 . العفوّ : إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ ( الحجّ : 60 ) .\r\n63 . علّام الغيوب : وَأَنَّ اللَّهَ عَلَّامُ الْغُيُوبِ ( التوبة : 78 ) .\r\n64 . العليم : فَإِنَّ اللَّهَ شَاكِرٌ عَلِيمٌ ( البقرة : 158 ) .\r\n65 . العلىّ : وَهُوَ الْعَلِىُّ الْعَظِيمُ ( البقرة : 255 ) .\r\n66 . غافر الذنب : تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ . . . غَافِرِ الذَّنْبِ ( غافر : 3 2 ) .\r\n67 . الغالب : وَاللَّهُ غَالِبٌ عَلَى أَمْرِهِ ( يوسف : 21 ) .\r\n68 . الغفّار : رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ ( 66 )\r\nرَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا الْعَزِيزُ الْغَفَّارُ\r\n( ص : 66 ) .\r\n69 . الغفور وَهُوَ الْغَفُورُ الرَّحِيمُ ( يونس : 107 ) .\r\n70 . الغنىّ : وَإِنَّ اللَّهَ لَهُوَ الْغَنِىُّ الْحَمِيدُ ( الحجّ : 64 ) .\r\n71 . الفاطر : الْحَمْدُ لِلَّهِ فَاطِرِ السَّمَاوَاتِ وَالْأَرْضِ ( فاطر : 1 ) .\r\n72 . فالق الإصباح : فَالِقُ الْإِصْبَاحِ وَجَعَلَ اللَّيْلَ سَكَناً ( الأنعام : 96 ) .\r\n73 . فالق الحبّ والنوى : إِنَّ اللَّهَ فَالِقُ الْحَبِّ وَالنَّوَى ( الأنعام : 95 ) .\r\n74 . الفتّاح : وَهُوَ الْفَتَّاحُ الْعَلِيمُ ( سبأ : 26 ) .\r\n75 . القائم على كلّ نفس بما كسبت : أَ فَمَنْ هُوَ قَائِمٌ عَلَى كُلِّ نَفْسٍ بِمَا كَسَبَتْ ( الرعد : 33 ) .\r\n76 . قابل التوب : غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ( غافر : 3 ) .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":33},
  {"content":"\r\n\r\n77 . القادر : قُلْ هُوَ الْقَادِرُ عَلَى أَنْ يَبْعَثَ عَلَيْكُمْ عَذَاباً ( الأنعام : 65 ) .\r\n78 . القاهر : وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ\r\n( الأنعام : 18 ) .\r\n79 . القدّوس : لَا إِلهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ ( الحشر : 23 ) .\r\n80 . القدير : وَهُوَ الْعَلِيمُ الْقَدِيرُ ( الروم : 54 ) .\r\n81 . القريب : وَإِذَا سَأَلَكَ عِبَادِى عَنِّى فَإِنِّى قَرِيبٌ ( البقرة : 186 ) .\r\n82 . القهّار : وَهُوَ الْوَاحِدُ الْقَهَّارُ ( الرعد : 16 ) .\r\n83 . القوىّ : إِنَّ رَبَّكَ هُوَ الْقَوِىُّ الْعَزِيزُ ( هود : 66 ) .\r\n84 . القيّوم : اللَّهُ لَا إِلهَ إِلَّا هُوَ الْحَىُّ الْقَيُّومُ ( البقرة : 255 ) .\r\n85 . الكافي : أَ لَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ ( الزمر : 36 ) .\r\n86 . الكبير : عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ ( الرعد : 9 ) .\r\n87 . الكريم : يَا أَيُّهَا الْإِنْسَانُ مَا غَرَّكَ بِرَبِّكَ الْكَرِيمِ ( الانفطار : 6 ) .\r\n88 . اللطيف : وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ اللَّطِيفُ الْخَبِيرُ\r\n( الأنعام : 103 ) .\r\n89 . مالك المُلك : قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِى الْمُلْكَ ( آل عمران : 26 ) .\r\n90 . المبدى : إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ( يونس : 4 ) .\r\n91 . المبين : وَيَعْلَمُونَ أَنَّ اللَّهَ هُوَ الْحَقُّ الْمُبِينُ ( النور : 25 ) .\r\n92 . المتكبّر : الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ ( الحشر : 23 ) .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":34},
  {"content":"\r\n\r\n93 . المتعال : عَالِمُ الْغَيْبِ وَالشَّهَادَةِ الْكَبِيرُ الْمُتَعَالِ ( الرعد : 9 ) .\r\n94 . المتين : إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ ( الذاريات : 58 ) .\r\n95 . المجيب : إِنَّ رَبِّى قَرِيبٌ مُجِيبٌ ( هود : 61 ) .\r\n96 . المجيد : ذُو الْعَرْشِ الْمَجِيدُ ( البروج : 15 ) .\r\n97 . المحيط : وَاللَّهُ مِنْ وَرَائِهِمْ مُحِيطٌ ( البروج : 20 ) .\r\n98 . المحيى : وَاللَّهُ يُحْيِى وَيُمِيتُ وَاللَّهُ بِمَا تَعْمَلُونَ بَصِيرٌ ( آل عمران : 156 ) .\r\n99 . المستعان : وَرَبُّنَا الرَّحْمنُ الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ ( الأنبياء : 112 ) .\r\n100 . المصوّر : هُوَ اللَّهُ الْخَالِقُ الْبَارِئُ الْمُصَوِّرُ ( الحشر : 24 ) .\r\n101 . المعيد : إِنَّهُ يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ ( يونس : 4 ) .\r\n102 . المقتدر : فِى مَقْعَدِ صِدْقٍ عِنْدَ مَلِيكٍ مُقْتَدِرٍ ( القمر : 55 ) .\r\n103 . المقيت : وَكَانَ اللَّهُ عَلَى كُلِّ شَىْءٍ مُقِيتاً ( النساء : 85 ) .\r\n104 . الملك : هُوَ اللَّهُ الَّذِى لَا إِلهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ ( الحشر : 23 )\r\n105 . المولى : أَنَّ اللَّهَ مَوْلَاكُمْ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ ( الأنفال : 40 ) .\r\n106 ، 107 . المؤمن ، المهيمن : الْمَلِكُ الْقُدُّوسُ السَّلَامُ الْمُؤْمِنُ الْمُهَيْمِنُ ( الحشر : 23 ) .\r\n108 . النصير : أَنَّ اللَّهَ مَوْلَاكُمْ نِعْمَ الْمَوْلَى وَنِعْمَ النَّصِيرُ ( الأنفال : 40 ) .\r\n109 . النور : اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ ( النور : 35 ) .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":35},
  {"content":"\r\n\r\n110 . الواحد : وَبَرَزُوا لِلَّهِ الْوَاحِدِ الْقَهَّارِ\r\n( إبراهيم : 48 ) .\r\n111 . الواسع : إِنَّ اللَّهَ وَاسِعٌ عَلِيمٌ ( البقرة : 115 ) .\r\n112 . الوالي : وَمَا لَهُمْ مِنْ دُونِهِ مِنْ وَالٍ ( الرعد : 11 ) .\r\n113 . الودود : وَهُوَ الْغَفُورُ الْوَدُودُ ( البروج : 14 ) .\r\n114 . الوكيل : وَقَالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ ( آل عمران : 173 ) .\r\n115 . الوهّاب : وَهَبْ لَنَا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ الْوَهَّابُ ( آل عمران : 8 ) .\r\n116 . الهادي : وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ ( غافر : 33 ) .\r\nوأمّا على مستوى الروايات الواردة عن الفريقين :\r\n* في التوحيد بإسناده عن الرضا عن آبائه عن علىّ عليهم السلام : «\r\nإنّ لله عزّ وجلّ تسعة وتسعين إسماً ، من دعا الله بها\r\nاستجاب له ، ومن أحصاها دخل الجنّة\r\n» « 1 » .\r\nوالمراد بقوله : « مَن أحصاها » أي الإيمان باتّصافه تعالى بجميع ما تدلّ عليه تلك الأسماء بحيث لا يشذّ عنها شاذّ .\r\n* في الدر المنثور أخرج البخاري ومسلم وأحمد والترمذي والنسائي وابن ماجة وابن خزيمة وأبو عوانة وابن جرير وابن أبي حاتم وابن حبان والطبراني وأبو عبد الله بن منده في « التوحيد »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد ، للصدوق ، مصدر سابق : باب 29 ( أسماء الله تعالى والفرق بين معانيها وبين معاني أسماء المخلوقين ) ، ح 8 .\r\n","page_name":" 32 ","page_number":36},
  {"content":"\r\n\r\nوابن مردويه وأبو نعيم والبيهقي في كتاب الأسماء والصفات عن أبي هريرة قال : قال رسول الله صلَّى اللهُ عليهِ وآلِه : «\r\nإنّ لله تسعة وتسعين اسماً مائة إلّا واحداً ، من أحصاها دخل\r\nالجنّة . إنّه وتر يحبّ الوتر\r\n» « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدرّ المنثور في التفسير بالمأثور ، الإمام عبد الرحمن جلال الدِّين السيوطي ( ت : 911 ه ) ، دار المعرفة للطباعة والنشر ، بيروت لبنان : ج 3 ص 148 .\r\n","page_name":" 33 ","page_number":37},
  {"content":"\r\n\r\n\r\nالبحث الخامس : معاني الأسماء الحسنى\r\nإنّ المعاني التي استعملت فيها هذه الأسماء الشريفة في القرآن الكريم وبقيّة الاستعمالات تتبعها لا محالة لا شكّ في أنّها تطابق المصاديق التي لها في نفس الأمر ، ولا شكّ أنّ للحقّ سبحانه كمالات وصفات موجودة حقيقيّة ، كشف عنها أو عن بعضها هذه البيانات القرآنية التي تشتمل على هذه الأسماء بطريق الإفراد تارةً ، وعن أعيان هذه المعاني بجمل وتركيبات كلاميّة تارةً\r\nأخرى ، كلّ ذلك في مقام الثناء والحمد وإبداء الكمال .\r\nفحمل ذلك كلّه على نفى النواقص ، على أنّه يوجب رجوع كلّ كمال ذاتىّ إلى عدم وخلوّ الذات عن كمال موجود ، مع تراكم البراهين عليه أوّلًا ، وعلى أنّه مع الغضّ عن الكمال الوجودي لا يوجب كمالًا ومزيّة ، كما أنّ المعدوم المطلق أيضاً كذلك ثانياً ، بعيد عن الإنصاف واعتساف يكذبه الوجدان .\r\nفالأسماء جلّها تشتمل على معانٍ ثبوتيّة غير سلبيّة .\r\nثمّ إنّ هذه المعاني ليست من غير جنس المعاني التي نفهمها ونعقلها ، كما ذكره بعضهم والتزم أنّ هذه الأسماء كلّها إمّا مجازات\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":38},
  {"content":"\r\n\r\nمفردة ، وإمّا استعارات تخييليّة بيانيّة . فالعلم في الإنسان مثلًا إحاطة حضوريّة بالمعلوم من طريق انتزاع الصورة وأخذها\r\nبقوى بدنيّة من الخارج ، والذي يليق بساحته أصل معنى الإحاطة الحضوريّة ، وأمّا كونه من طريق أخذ الصورة المحوج إلى وجود المعلوم في الخارج قبلًا ، وإلى آلات بدنيّة مادّية مثلًا ، فهو من النقص الذي يجب تنزيهه تعالى منه . وبالجملة يثبت له أصل المعنى الثبوتى ويسلب عنه خصوصيّة المصداق المؤدّية إلى النقص والحاجة .\r\nفإذن المفهوم واحد ، أمّا خصوصيّات المصاديق فغير دخيلة في المفهوم ، وهذا هو الحقّ الذي عليه أهل الحقّ . وعليه فالميزان الكلّى في تفسير أسمائه سبحانه وصفاته تخلية مفاهيمها عن الخصوصيّات المصداقيّة ، وبعبارة أخرى عن الجهات العدميّة والنقص .\r\nمن هنا قضينا أنّ صفاته عين ذاته ، وكلّ صفة عين الصفة الأخرى ، فلا تمايز إلّا بحسب المفهوم ، ولو كان علمه غير\r\nقدرته مثلًا ، وكلّ منهما غير ذاته كما فينا معاشر البشر مثلًا لكان كلّ منها يحدّ الآخر والآخر ينتهى إليه ، فكان محدوداً متناهياً ، ووجد التركيب والفقر إلى حادّ ويحدّها غيره ، تعالى عن ذلك وتقدّس . وهذه هي صفة أحديّته تعالى لا ينقسم من جهة من الجهات ولا يتكثّر في خارج ولا في ذهن .\r\nوبهذا يظهر فساد القول بكون صفاته زائدة على ذاته أو نفى\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":39},
  {"content":"\r\n\r\nالصفات وإثبات آثارها وغير ذلك ممّا قيل في الصفات ، فكلّ ذلك مدفوع بما تقدّم . ولتفصيل البحث عن بطلانها محلّ آخر .\r\nومن الدليل على الاشتراك المعنوي في ما يطلق عليه تعالى وعلى غيره من الأسماء والأوصاف ، ما ورد من أسمائه تعالى بصيغة « أفعل التفضيل » في أربعة عشر اسماً في القرآن ، وهى :\r\nأعلى ، وأكرم ، وأعلم ، وأرحم الراحمين ، وأحكم الحاكمين ، وأحسن الخالقين ، وخير الماكرين ، وخير الرازقين ، وخير الفاصلين ، وخير الحاكمين ، وخير الفاتحين ، وخير الغافرين ، وخير الوارثين . فإنّ صيغة التفضيل تدلّ بظاهرها على اشتراك المفضّل والمفضّل عليه في أصل المعنى . ويمكن أن يستشمّ هذا المعنى وهو تلميح الاشتراك ممّا وقع من الأسماء بصيغة المبالغة في عشرة أسماء هي : التوّاب ، والجبّار ، والخلّاق ، والرزّاق ، وعلّام الغيوب ، والغفّار ، والقدّوس ، والقيّوم ، والقهّار ، والوهّاب .\r\nثمّ إنّه لابدّ أن يعلم أنّ ظاهر قوله : وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى وقوله\r\nوَلَهُ الْأَسْمَاءُ الْحُسْنَى أنّ معاني هذه الأسماء له تعالى حقيقة وعلى نحو الأصالة ، ولغيره تعالى بالتبع ، فهو المالك لها حقيقة وليس\r\nلغيره إلّا ما ملّكه الله من ذلك ، وهو مع ذلك مالك لما ملّكه غيره لم يخرج عن ملكه بالتمليك ، فله سبحانه حقيقة العلم مثلًا وليس لغيره منه إلّا ما وهبه له ، وهو مع ذلك لم يخرج من ملكه وسلطانه .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":40},
  {"content":"\r\n\r\n\r\nالبحث السادس : نسب الأسماء الحسنى بعضها إلى بعض\r\nعندما نطالع الآثار التي عندنا من ناحية أسمائه تعالى ، نجد أنّها مختلفة سعةً وضيقاً ، وهما بإزاء ما في مفاهيمها من العموم والخصوص ، فموهبة العلم التي عندنا تنشعب منها شعب السمع والبصر والخيال والتعقّل مثلًا ، ثمّ هي والقدرة والحياة وغيرها تندرج تحت الرزق والإعطاء والإنعام والجود ، ثمّ هي والعفو\r\nوالمغفرة ونحوها تندرج تحت الرحمة العامّة .\r\nمن هنا يظهر أنّ ما بين نفس الأسماء سعةً وضيقاً وعموماً وخصوصاً على الترتيب الذي بين آثارها الموجودة في عالمنا ، فمنها خاصّة ومنها عامّة ، وخصوصها وعمومها بخصوص حقائقها الكاشفة عنها آثارها وعمومها ، وتكشف عن كيفيّة النسب التي بين حقائقها النسب التي بين مفاهيمها . فالعلم اسم خاصّ بالنسبة إلى الحىّ وعامّ بالنسبة إلى السميع البصير الشهيد اللّطيف الخبير ، والرازق خاصّ بالنسبة إلى الرحمان وعامّ بالنسبة إلى الشافي الناصر الهادي ، وعلى هذا القياس .\r\nفللأسماء الحسنى عَرْض عريض تنتهى من تحت إلى اسم أو\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":41},
  {"content":"\r\n\r\nأسماء خاصّة لا يدخل تحتها اسم آخر ، ثمّ تأخذ في السعة\r\nوالعموم ، ففوق كلّ اسم ما هو أوسع منه وأعمّ حتّى تنتهى إلى اسم الله الأكبر الذي يسع وحده جميع حقائق الأسماء وتدخل تحته شتات الحقائق برمّتها ، وهو الذي نسمّيه غالباً بالاسم الأعظم .\r\nوتطبيقاً للقاعدة المتقدّمة يمكن أن يُقال :\r\n* إنّه تعالى من حيث إنّ ذاته المقدّسة غير متألّفة من أجزاء عقليّة ولا وهميّة ولا خارجيّة ، فهو بسيط الذات أحد ، وهذه اللفظة لا تستعمل في الإثبات من غير إضافة إلّا فيه سبحانه ؛ قال تعالى : قُلْ هُوَ اللَّهُ أَحَدٌ ، ولا يقال : « جاءني أحد » البتّة ، ويقال : « ما رأيت أحداً » فينتفى حينئذ الواحد والاثنان والجماعة ، بخلاف : « ما رأيت واحداً » فإنّه لا ينتفى حينئذ إلّا الواحد دون الاثنين والجماعة .\r\nفيظهر أنّ « الأحد » في اللّغة وحدة لا تأبى عن الاجتماع مع الكثرة ، بخلاف « الواحد » فهما كاللابشرط وبشرط لا ، فالأحد وحدة صرفة لا يقع في قِبالها كثرة لا اثنان ولا جمع ، فهو بسيط الذات ، ولذلك لم يصحّ استعماله في الإثبات إلّا فيه سبحانه لصرافة وجوده وبساطته ، وتركّب وجود غيره ، فغيره تعالى إذا أخذ واحداً لم تكن كثرة ذاته منظوراً فيها ، وإذا أخذ جزء الكثرة انمحت وحدته ، وأمّا هو تعالى فلا يتصوّر في ذاته كثرة أصلًا .\r\nمن هنا يصحّ استعمال « أحد » في الإثبات إذا أضيف نحو « أحد\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":42},
  {"content":"\r\n\r\nالقوم » .\r\n* وهو سبحانه من حيث إنّه ليس له شريك ، ولا صاحبة ولا ولد ، ومن حيث إنّ جميع أسمائه شئ واحد هو الذات وإن تعدّدت مفاهيمها ، فهو واحد .\r\n* ومن حيث إنّ ذاته ثابتة بذاتها\r\nوفى ذاتها وعلى جميع التقادير ، حقٌّ .\r\n* وهو تعالى من حيث حضور ذاته لذاته وانكشافه له وحضور الموجودات عنه ، عالم وعليم .\r\n* والعليم من حيث كونه موجوداً عند جميع جهات ذات المعلوم ، محيطٌ .\r\n* ومن حيث كونه حاضراً هناك ، شهيدٌ .\r\n* وإذا انتسب إلى الغيب ، علّام الغيوب .\r\n* وإذا انتسب إلى جميع الغيب والشهادة ، فهو عالم الغيب والشهادة .\r\n* وإذا لوحظت نسبته إلى المبصرات ، فهو بصيرٌ .\r\n* وإذا لوحظت نسبته إلى المسموعات ، فهو سميعٌ .\r\n* ومن حيث تحفّظه على المشهودات ، حفيظ .\r\n* والعليم من حيث إحصائه المعلومات ، حسيبٌ .\r\n* ومن حيث تعلّقه بالدقائق ، خبيرٌ .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":43},
  {"content":"\r\n\r\n* ومن حيث إتقانه معلوماته ، حكيمٌ .\r\n* وهو تعالى من حيث مبدئيّته لغيره ، وهى كون وجود ذاته عين الوجود وصرفه ، يبتدئ منه وينتهى إليه كلّما فرض غيره ، قادر وقدير .\r\n* والقادر من حيث إنّ إفاضته الوجود من غير اقتضاء من الغير وإيجاب ، رحمان .\r\n* وهو من حيث إنّه مفيض لذات الغير ، بارئ .\r\n* ومن حيث إنّه جامع بإفاضته لخلق الذات وأجزائها ، خالق .\r\n* ومن حيث رحمته الخاصّة وهى السعادة ، رحيم .\r\n* والرحيم من حيث إفاضته لكلّ\r\nدقيق ، لطيف .\r\n* ومن حيث إنّه رحيم ولطيف ، رؤوف .\r\n* ومن حيث يحبّ ما تعلّق به رحمته ، ودودٌ .\r\n* ومن حيث عدم توقّعه في إيصال الرحمة جزاء ، كريم .\r\n* والكريم من حيث يجازى بالجميل من يثنى عليه ، شاكر وشكور .\r\n* ومن حيث لا يجازى من أساء إليه بتعجيل العقوبة ، حليم .\r\n* ومن حيث ستره موانع الإفاضة ، عفوّ وغفور ، كلٌّ باعتبار .\r\n* ومن حيث قبوله وعدم ردّه من به ذلك وقد آب إليه ، توّابٌ وقابل التوب .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":44},
  {"content":"\r\n\r\n* ومن حيث إجابته لما يسأله الغير ، مُجيب .\r\n* والقادر الخالق من حيث إنّ ما لمقدوره الممكن ، فله وهو معه ، محيط .\r\nوالمحيط من حيث قربه ، قريبٌ .\r\n* ومن حيث إنّه محيط لا يخلو منه شئ ، أوّلٌ يبتدى منه الشئ ، وآخر ينتهى إليه الشئ وظاهر يظهر به الشئ ، وباطن يقوم به الشئ .\r\n* والقادر الخالق المحيط ، من حيث إنّه يمحو ما يتصوّر من المقاومة ، ويستهلك المحاط المقدور عليه ، ولا تبطل قدرته فيما تتعلّق به ولا تتزلزل قدرته وإحاطته ، غالب قاهر قوىّ متين ، كلٌّ باعتبار .\r\n* وما هذه صفته إذا نُسب إليه المقدور بحقارته فهو عظيم كبير ، أو نسب إليه بدناءته ، فهو علىٌ أعلى متعال .\r\n* وإذا توهّم من المقدور مقاومة منه إعمال مقدرة وإحاطة فهو مقتدر .\r\n* وإذا زيد على ذلك المجازاة ، فهو\r\nذو انتقام .\r\n* ومن هذا كلّه وصفهُ ، فهو مجيد .\r\n* وإذا انعكس وصفه الكذائي لذاته ، فهو متكبّر .\r\n* وإذا لوحظ القادر الخالق الرحمان ، من حيث إنّه يوصل كلًّا إلى كماله برحمته ، فهو ربٌّ .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":45},
  {"content":"\r\n\r\n* والربّ من حيث إنّه يفطر الوجود من العدم ، فاطرٌ .\r\n* ومن حيث إنّ أمره أعجب الأمور ، بديع .\r\n* ومن حيث إنّه يفيض الأمن على وحشة ظلمات العدم وكلّ نقيصة ومحذور ، مؤمنٌ .\r\n* ومن حيث إنّه يفيض ما لا يسوء ، سلامٌ .\r\n* ومن حيث إنّ ما يفيضه عطيّة من غير غرض ، فهو وهّاب .\r\n* ومن حيث إنّه يفيض ما يدوم به\r\nبقاء الموجودات بعد إحداثها فهو رزّاق .\r\n* ومن حيث إنّ عطاءه لا يوجب نقصاً فيه ، فهو واسعٌ .\r\n* ومن حيث إنّه هو المؤجّل لعطيّاته ، فهو مقيتٌ .\r\n* ومن حيث إنّ أعظم الثناء عليه هو ما يفيضه من رحمته ، فهو حميدٌ .\r\n* ومن حيث إنّه يجبر كلّ كسير ويتمّ كلّ منقصة في خلقه ، فهو جبّار .\r\n* ومن حيث إنّه يقوّى كلّ مغلوب ، فهو نصير .\r\n* ومن حيث إنّه يلي أمر مخلوقه الذي لا يقدر ولا يملك لنفسه نفعاً ولا ضرّاً ولا موتاً ولا حياةً ولا نشوراً ، فهو ولىّ ومولى ووكيل ، كلّ من وجه .\r\n* ومن حيث إنّه يفيض الحياة ، فهو مُحيى .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":46},
  {"content":"\r\n\r\n* ومن حيث إنّه يفيض الصور ، فهو\r\nمصوّر .\r\n* ومن حيث إنّ ذلك كلّه منه إحسان ، فهو بَرٌّ .\r\n* ومن حيث إنّ الربّ به يظهر كلّ ما في الوجود ، فهو نورٌ ثمّ هو مبينٌ .\r\n* ومن حيث إنّ له كلّ شئ وهو يدبّره ، فهو ملك ذو العرش .\r\n* ومن حيث إنّ عنده ما عند كلّ شئ من غير عكس ، فهو عزيزٌ .\r\n* ومن حيث إنّه لا يحتاج إلى شئ ولا إلى ما عند شئ ، فهو غنىّ .\r\n* ومن حيث إنّه ملك ذو العرش ليس غيره ، فهو أحكم الحاكمين ، خير الفاصلين والحاكمين والفاتحين .\r\n* ومن حيث إنّ الربّ يصمد ويرجع إليه المربوبون في حوائجهم ، فهو صمدٌ .\r\n* والصمد من حيث يطلب منه الراجعون عونه وإعانتهم ، فهو\r\nمُستعان .\r\n* والربّ من حيث يُعبد بالتوجّه إليه ، إلهٌ .\r\nثمّ إنّ ما مرّ من الأسماء غير ثلاثة منها وهى الواحد والأحد والحقّ واقعة تحت الاسمين : القادر ، العليم ، وهما إذا نسبا معاً إلى الغير كانت القيوميّة ، فهما تحت الاسم : القيّوم ، وهو تعالى بما أنّه\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":47},
  {"content":"\r\n\r\nعليم قدير في ذاته فهو حىٌّ ، فسيطرة الاسمين الحىّ القيّوم واقعة على جميع الأسماء الثبوتيّة ، قال تعالى : اللَّهُ لَا إِلهَ إِلَّا هُوَ الْحَىُّ الْقَيُّومُ ، فبالتوحيد في الآية يتمّ شمولها لجميع الأسماء الثبوتيّة .\r\nوأمّا السلوب وانتفاء النواقص والأعدام ، فيجمعها اسم « القدّوس » .\r\nويجمع الكلّ أعنى الأسماء الثبوتيّة والسلبيّة والجمال والجلال والذاتيّة والفعليّة جميعاً ، الاسم « ذو الجلال والإكرام » تَبَارَكَ اسْمُ رَبِّكَ ذِى الْجَلَالِ وَالْإِكْرَامِ ( الرحمن :\r\n78 ) .\r\nفهذا نوع تفرّع الأسماء بعضها على بعض والترتّب والتنزّل الذي بينها ، وربما أمكنك بالتدبّر والتأمّل أن تجد بينها مناسبات معنويّة أخرى غير ما ذكرناه توجب تفرّعات أخرى .\r\nوأجمع خبر لكثير من المباحث السابقة ما في « الكافي » مسنداً عن إبراهيم بن عمر عن أبي عبد الله الصادق عليه السلام قال :\r\n« إنّ الله تبارك وتعالى خلق اسماً بالحروف غير متصوّت ، وباللّفظ غير مُنطق ، وبالشخص غير مجسّد ، وبالتشبيه غير موصوف ، وباللّون غير مصبوغ ، منفىٌّ عنه الأقطار ، مبعّدٌ عنه الحدود ، محجوبٌ عنه حسّ كلّ متوهّم ، مستتر غير مستور .\r\nفجعله كلمة تامّة على أربعة أجزاء معاً ، ليس منها واحدٌ قبل الآخر ، فأظهر منها ثلاثة أسماء لفاقة الخلق\r\nإليها ، وحجب منها\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":48},
  {"content":"\r\n\r\nواحداً ، وهو الاسم المكنون المخزون . فهذه الأسماء التي ظهرت ، فالظاهر هو « الله ، تبارك ، تعالى » وسخّر سبحانه لكلّ اسم من هذه الأسماء الأربعة أركاناً ، فذلك اثنا عشر ركناً ، ثمّ خلق لكلّ ركن منها ثلاثين اسماً فعلًا منسوباً إليها فهو :\r\nالرحمن ، الرحيم ، الملك ، القدّوس ، الخالق ، البارئ ، المصوّر ، الحىّ ، القيّوم ، لا تأخذه سنة ولا نوم ، العليم ، الخبير ، السميع ، البصير ، العزيز ، الجبّار ، المتكبّر ، العلىّ ، العظيم ، المقتدر ، القادر ، السلام ، المؤمن ، المهيمن ، المنشئ ، البديع ، الرفيع ، الجليل ، الكريم ، الرازق ، المحيى ، المُميت ، الباعث ، الوارث .\r\nفهذه الأسماء وما كان من الأسماء الحسنى حتّى تتمّ ثلاث مائة وستّين اسماً ، فهي نسبة لهذه الأسماء الثلاثة ، وهذه\r\nالأسماء الثلاثة أركان ، وحجب الاسم الواحد المكنون بهذه الأسماء الثلاثة ، وذلك قوله تعالى :\r\nقُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ أَيّاً مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى ( الإسراء : 110 ) . « 1 » وهو من غرر الأحاديث يشتمل على وجازته على :\r\n* كيفيّة حقيقة الأسماء وقيام حقائق بعضها ببعض بالظهور والبطون .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأصول من الكافي ، لثقة الإسلام أبى جعفر محمّد بن يعقوب بن إسحاق الكليني الرازي ، دار صعب ، دار التعارف : ج 1 ص 112 ، باب حدوث الأسماء .\r\n","page_name":" 45 ","page_number":49},
  {"content":"\r\n\r\n* وكيفيّة تكثّرها وتكثّر الأسماء الخاصّة نسبة إلى الأسماء العامّة .\r\n* وكيفيّة فاقة الخلق إليها ، وهو احتياجهم في ذواتهم إليها وقيام وجودهم بها .\r\n* وأنّ هذا الترتّب والتنزّل أمرٌ حقيقىّ ليس بالاعتبار اللّغوى الأدبي\r\nفحسب .\r\nقوله عليه السلام : «\r\nإنّ الله تبارك وتعالى خلق اسماً بالحروف غير متصوّت\r\n» . هذه الصفات المعدودة صريحة في أنّ المراد بهذا الاسم ليس هو اللّفظ ، ولا معنىً يدلّ عليه اللفظ من حيث إنّه مفهوم ذهنىّ ، فإنّ اللّفظ والمفهوم الذهني الذي يدلّ عليه ، لا معنى لاتّصافه بالأوصاف التي وصفه بها وهو ظاهر ، وكذا يأبى عنه ما ذكره في الرواية بعد ذلك .\r\nفليس المراد بالاسم إلّا المصداق المطابق للّفظ لو كان هناك لفظ ، ومن المعلوم أنّ الاسم بهذا المعنى وخاصّةً بالنظر إلى تجزّيه بمثل : الله ، تبارك ، تعالى ليس إلّا الذات المتعالية أو هو قائم بها غير خارج عنها .\r\nوقوله عليه السلام : «\r\nخلق اسماً\r\n» يكشف عن كون المراد بالخلق غير المعنى\r\nالمتعارف منه ، وأنّ المراد به ظهور الذات المتعالية\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":50},
  {"content":"\r\n\r\nظهوراً ينشأ به اسم من الأسماء ، وبتعبير آخر يُراد به التعيّن والتنزّل الأوّل عن الإطلاق الذاتي الذي ينمحى هناك كلّ اسم ورسم . وهو المورد الوحيد الذي وجدنا فيه إطلاق لفظ الخلق في مرحلة الأسماء ، والمراد به ما عرفت ، ويشهد به أنّه عليه السلام عدّ اسم « الخالق » من جملة الأسماء الفرعيّة .\r\nوحينئذ ينطبق الخبر على ما تقدّم بيانه من أنّ الأسماء مترتّبة فيما بينها ، وبعضها واسطة لثبوت بعض ، وتنتهى بالأخرة إلى اسمٍ تعيّنها عين عدم التعيّن ، وتقيّدُ الذات المتعالية به عينُ عدم تقيّدها بقيد .\r\nوقوله عليه السلام : «\r\nفالظاهر هو : الله ، تبارك ، تعالى\r\n» إشارة إلى الجهات العامّة التي\r\nتنتهى إليها جميع الجهات الخاصّة من الكمال ، ويحتاج الخلق إليها من جميع جهات فاقتها وحاجتها ، وهى ثلاث :\r\n* جهة استجماع الذات لكلّ كمال ، وهى التي يدلّ عليها لفظ الجلالة .\r\n* وجهة ثبوت الكمالات ومنشئيّة الخيرات والبركات ، وهى التي يدلّ عليها اسم « تبارك » .\r\n* وجهة انتفاء النقائص وارتفاع الحاجات ، وهى التي يدلّ عليها لفظ « تعالى » .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":51},
  {"content":"\r\n\r\nوبتعبير آخر هي : الهويّة والجمال والجلال ، إذ الخلق محتاجون في تحقّق أعيانهم وصفاتهم وأفعالهم إلى هذه الجهات الثلاث من الهويّة وصفات الثبوت وصفات السلب . وأمّا إذا لوحظ الخلق بالنسبة إلى مقام الأحديّة وهو الاسم المكنون ففيه ارتفاع موضوعهم من الأعيان وآثارها كما لا\r\nيخفى ، وقد عبّر عليه السلام في مبتدأ كلامه عنه سبحانه بهذه الأسماء الثلاثة أيضاً ، فقال : «\r\nإنّ الله تبارك وتعالى\r\n» . وقوله عليه السلام : «\r\nفعلًا منسوباً إليها\r\n» . أي إلى الأسماء ، وهو إشارة إلى ما قدّمناه من انتشاء اسم من اسم .\r\nوقوله عليه السلام : «\r\nحتّى تتمّ ثلاث مائة وستّين اسماً\r\n» صريح في عدم انحصار الأسماء الإلهيّة في تسعة وتسعين كما تقدّم .\r\nوقوله عليه السلام : «\r\nوهذه الأسماء الثلاثة أركان وحجب\r\n» فإنّ الاسم المكنون المخزون لمّا كان اسماً فهو تعيّن وظهور من الذات المتعالية ، وإذ كان مكنوناً بحسب ذاته غير ظاهر بحسب نفسه ، فظهوره عين عدم ظهوره وتعيّنه عين عدم تعيّنه ، وهو ما يعبَّر عنه أحياناً بقولنا : إنّه تعالى ليس بمحدود بحدّ حتّى بهذا الحدّ العدمي ، لا\r\nيحيط به وصف ولا نعت حتّى هذا الوصف السلبي ، وهذا بعينه وصف منّا ، والذات المتعالية أعظم منه وأكبر .\r\nولازم ذلك أن يكون اسم الجلالة الكاشف عن الذات\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":52},
  {"content":"\r\n\r\nالمستجمعة لجميع صفات الكمال اسماً من أسماء الذات دونها ودون الاسم المكنون المخزون ، وكذا « تبارك » و « تعالى » ثلاثة أسماء معاً سدنة وحجباً للاسم المكنون وهو مقام الأحديّة من غير أن يتقدّم بعضها بعضاً .\r\nوهذه الحجب الثلاثة والاسم المكنون المحجوب بها جميعاً دون الذات المصطلح عليها باللا بشرط المقسمى دون الذات ، وأمّا هي فلا ينتهى إليها إشارة ولا يقع عليها عبارة ، إذ كلّما تحكيه عبارة أو تومى إليه إشارة اسم من الأسماء الإلهيّة ، محدود بهذا النحو ، والذات المتعالية أعلى\r\nمنه وأجلّ .\r\nوقوله عليه السلام : «\r\nوذلك قوله تعالى\r\n: قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ أَيّاً مَا تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى » .\r\nوجه الاستفادة أنّ الضمير في قوله « فله » راجع إلى « أىّ » وهو اسم شرط من الكنايات لا تعيُّنَ لمعناه إلّا عدم التعيّن ، ومن المعلوم أنّ المراد ب « الله » وب « الرحمن » في الآية هو مصداق اللّفظين لا نفسهما ، فلم يقل « ادعوا بالله وبالرحمن » بل قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمنَ\r\nفمدلول الآية أنّ الأسماء منسوبة قائمة جميعاً بمقام لا خبر عنه ولا إشارة إليه إلّا بعدم الخبر والإشارة .\r\nببيان آخر : إنّ الضمير في « فله » راجع إلى هذا الاسم المكنون المخزون ، أي راجع إليه سبحانه من حيث إنّه متعيّن بهذا التعيّن\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":53},
  {"content":"\r\n\r\nالأحدى ، إذ الدّعاء توجّه ما ، وهو لا يكون إلّا إلى\r\nمتعيّن متبيّن ، وإذ بيّن سبحانه أنّ جميع الأسماء الحسنى له وبأىٍّ دُعى فقد دعى ، فالدعاء بجميع الأسماء التي لها تعيّن ما ، يكون المدعوّ هو الذات من حيث تسميته بها أي هذه الأسماء وهى قائمة بالذات ، والذات لا نسبة لها مع شئ إلّا مع تعيّن ما ، وقد فرض جميع التعيّنات في ناحية الدّعاء ، فلم يبق إلّا تعيّن عدم التعيّن ، وهو عين الإطلاق ، وهو مقام الأحديّة ، إليه ينتهى السائرون بعد طىّ مراحل الأسماء الحسنى ، وعنده تحلّ الرِّحال .\r\nوالرواية من غرر الروايات التي تشير إلى مسألة هي أبعد سمكاً من مستوى الأبحاث العامّة والأفهام المتعارفة ، ولذلك اقتصرنا في شرح الرواية على مجرّد الإشارات ، وأمّا الإيضاح التامّ فلا يتمّ إلّا ببحث مفصّل خارج عن طوق المقام ، موكول إلى مظانّه المناسبة .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":54},
  {"content":"\r\n\r\n\r\nالبحث السابع : حقيقة الاسم الأعظم\r\nتقدّم أنّه كلّما كان الاسم أعمّ كانت آثاره في العالم أوسع ، والبركات النازلة منه أكبر وأتمّ ، لما أنّ الآثار للأسماء كما عرفت فما في الاسم من حال العموم والخصوص يحاذيه بعينه أثره ، فالاسم الأعظم ينتهى إليه كلّ أثر ويخضع له كلّ أمر .\r\nوالشائع بين الناس أنّه اسم لفظىّ من أسماء الله سبحانه ، إذا دُعى به استُجيب ، ولا يشذّ من أثره شئ ، غير أنّهم لمّا لم يجدوا هذه الخاصّة في شئ من الأسماء الحسنى المعروفة ولا في لفظ الجلالة ، اعتقدوا أنّه مؤلّف من حروف مجهولة التأليف لنا ، لو عثرنا عليه أخضعنا لإرادتنا كلّ شئ .\r\nوفى مزعمة أصحاب العزائم والدعوات أنّ له لفظاً يدلّ عليه بطبعه لا بالوضع اللّغوى ، غير أنّ حروفه وتأليفها تختلف باختلاف الحوائج والمطالب ، ولهم في الحصول عليه طرق خاصّة يستخرجون بها حروفاً أوّلًا ثمّ يؤلّفونها ويدعون بها ، على ما هو المعروف لمن راجع فنّهم .\r\nولعلّ في بعض الروايات الواردة إشعاراً بذلك ، كما ورد أنّ\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":55},
  {"content":"\r\n\r\n« بسم الله الرحمن الرحيم أقرب إلى اسم الله الأعظم\r\nمن بياض العين إلى سوادها »\r\n« 1 » وما ورد أنّه\r\nفي أوّل آية الكرسي وأوّل سورة آل عمران\r\n« 2 » ، وما ورد أنّ حروفه متفرّقة في سورة الحمد يعرفها الإمام ، وإذا شاء الّفها ودعا بها فاستجيب له ، وما ورد أنّ آصف بن برخيا وزير\r\nسليمان دعا بما عنده من حروف اسم الله الأعظم ، فأحضر عرش ملكة سبأ عند سليمان في أقلّ من طرفة عين . . إلى غير ذلك من الروايات « 3 » المشعرة بأنّ له تأليفاً لفظيّاً .\r\nوالبحث الحقيقي عن العلّة والمعلول وخواصّهما يدفع ذلك كلّه ، فإنّ التأثير الحقيقي يدور مدار وجود الأشياء في قوّته وضعفه ، والمسانخة بين المؤثّر والمتأثّر ، والاسم اللفظي إذا اعتبرناه من جهة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفصيل وسائل الشيعة إلى تحصيل مسائل الشريعة ( وسائل الشيعة ) ، تأليف الفقيه المحدّث الشيخ محمّد بن الحسن الحرّ العاملي المتوفّى سنة 1104 ه ، تحقيق مؤسّسة آل البيت عليهم السلام لإحياء التراث ، قم ، الطبعة الأولى : ج 6 ص 60 ، باب « أن البسملة جزء من الفاتحة ومن كلّ سورة عدا براءة . . . » ، الحديث : 11 ، تسلسل 7346 .\r\n( 2 ) منها عن رسول الله صلى الله عليه وآله : اسم الله الأعظم الذي إذا دعى به أجاب في سور ثلاث في البقرة وآل عمران وطه . قال أبو أمامة ( الراوي ) : في البقرة آية الكرسي وفى آل عمران اللَّهُ لَا إِلهَ إِلَّا هُوَ الْحَىُّ الْقَيُّومُ وفى طه وَعَنَتِ الْوُجُوهُ لِلْحَىِّ الْقَيُّومِ راجع : مهج الدعوات ومنهج العبادات ، السيد على ابن طاووس الحلّى ( المتوفّى 664 ه ) ، دار الذخائر ، قم ، 1411 ه : ص 317 .\r\n( 3 ) الآتية في الصفحات اللاحقة .\r\n","page_name":" 52 ","page_number":56},
  {"content":"\r\n\r\nخصوص لفظه ، كان مجموعة أصوات مسموعة هي من الكيفيّات العَرَضية ، وإذا اعتُبر من جهة معناه المتصوّر ، كان صورة ذهنيّة لا أثر لها من حيث نفسها في شئ ، ومن المستحيل أن يكون صوت أوجدناه من طريق الحنجرة أو صورة خياليّة نصوّرها في ذهننا بحيث يقهر بوجوده\r\nوجود كلّ شئ ، ويتصرّف في ما نريده على ما نريده ، فيقلب السماء أرضاً والأرض سماءً ، ويحوّل الدُّنيا إلى الآخرة وبالعكس وهكذا ، وهو في نفسه معلول لإرادتنا .\r\nوالأسماء الإلهيّة واسمه الأعظم خاصّة ، وإن كانت مؤثّرة في الكون ووسائط وأسباباً لنزول الفيض من الذات المتعالية في هذا العالم المشهود كما عرفنا لكنّها إنّما تؤثّر بحقائقها لا بالألفاظ الدالّة في لغة كذا عليها ، ولا بمعانيها المفهومة من ألفاظها المقصورة في الأذهان . ومعنى ذلك أنّ الله سبحانه هو الفاعل الموجد لكلّ شئ بما له من الصفة الكريمة المناسبة له التي يحويها الاسم المناسب ، لا تأثير اللّفظ أو صورة مفهومة في الذهن أو حقيقة أخرى غير الذات المتعالية .\r\nإلّا أنّ الله سبحانه وعد إجابة دعوة من دعا كما في قوله : أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ ( البقرة : 186 ) وهذا يتوقّف على دعاء وطلب حقيقىّ ، وأن يكون الدّعاء والطلب منه تعالى لا من غيره ، فمن انقطع عن كلّ سبب واتّصل بربّه لحاجة من حوائجه فقد\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":57},
  {"content":"\r\n\r\nاتّصل بحقيقة الاسم المناسب لحاجته ، فيؤثّر الاسم بحقيقته ويستجاب له ، وذلك حقيقة الدّعاء بالاسم .\r\nفعلى حسب حال الاسم الذي انقطع إليه الداعي يكون حال التأثير خصوصاً وعموماً ، ولو كان هذا الاسم هو الاسم الأعظم لانقاد لحقيقته كلّ شئ واستجيب للداعي به دعاؤه على الإطلاق ، وعلى هذا يجب أن يُحمل ما ورد من الروايات والأدعية في هذا الباب دون الاسم اللّفظى أو مفهومه .\r\nأمّا على مستوى الروايات ، فقد\r\nتواترت الآثار من الأخبار والأدعية الصحيحة الواردة عن النبىّ صلَّى اللهُ عليهِ وآلِه وأئمّة أهل البيت عليهم السلام في وجود الاسم الأعظم ، وإذا تأمّلنا فيها وجدنا أنّه الاسم الذي يترتّب عليه كلّ أثر متصوّر من الإيجاد والاعدام والإعادة والخلق والرزق والإحياء والإماتة والحشر والنشر والجمع والفرق ، وبالجملة كلّ تحويل وتحوّل جزئىّ أو كلّى .\r\n* في البصائر بإسناده عن أبي جعفر الباقر عليه السلام قال :\r\n« إنّ اسم الله الأعظم على ثلاثة وسبعين حرفاً ، وإنّما كان عند آصف منها حرف واحد فتكلّم به فخسف بالأرض ما بينه وبين سرير بلقيس ، حتّى تناول السرير بيده ، ثمّ عادت الأرض كما كانت أسرع من طرفة عين . وعندنا نحن من الاسم الأعظم اثنان وسبعون حرفاً ، وحرف واحد عند الله\r\nتعالى استأثر به في علم الغيب عنده ،\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":58},
  {"content":"\r\n\r\nولا حول ولا قوّة إلّا بالله العلىّ العظيم » « 1 » .\r\n* وفيه أيضاً بإسناده عن أبي عبد الله الصادق عليه السلام قال :\r\n« كان مع عيسى بن مريم عليه السلام حرفان يعمل بهما ، وكان مع موسى عليه السلام أربعة أحرف ، وكان مع إبراهيم ستّة أحرف ، وكان مع آدم خمسة وعشرون حرفاً ، وكان مع نوح ثمانية ، وجُمع ذلك كلّه لرسول الله صلَّى اللهُ عليهِ وآلِه ، إنّ اسم الله ثلاثة وسبعون حرفاً ، وحُجب عنه واحد »\r\n« 2 » .\r\n* وفيه أيضاً عن عبد الله بن بكير عن أبي عبد الله الصادق عليه السلام قال :\r\n« كنت عنده فذكروا سليمان وما أُعطى من العلم وما أُوتى من المُلك ، فقال لي :\r\nوما أُعطى سليمان بن داود ؟ إنّما كان عنده حرف واحد من الاسم الأعظم ، وصاحبكم الذي قال الله\r\n: كَفَى بِاللَّهِ شَهِيداً بَيْنِى وَبَيْنَكُمْ وَمَنْ عِنْدَهُ عِلْمُ الْكِتَابِ ( الرعد : 43 ) ،\r\nوكان والله عند علىّ عليه السلام علم الكتاب .\r\nفقلت : صدقت والله جعلت فداك\r\n» « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بصائر الدرجات في فضائل آل محمد ، للشيخ المحدّث أبى جعفر بن فرّوخ الصفّار القمّى ( المتوفّى سنة 290 ه ) ، منشورات مكتبة آية الله العظمى المرعشي النجفي ، قم المقدّسة إيران ، 1404 ه : ص 211 .\r\n( 2 ) المصدر نفسه ، ص 209 .\r\n( 3 ) المصدر نفسه ، ص 212 .\r\n","page_name":" 55 ","page_number":59},
  {"content":"\r\n\r\n* ما ورد في دعاء السمات : «\r\nاللّهُمَّ إنّى أسألك باسمك العظيم الأعظم الأعزّ الأجلّ الأكرم الذي إذا دُعيت به على مغالق أبواب السماء للفتح بالرحمة انفتحت ، وإذا دُعيت به على مضائق أبواب الأرض للفرج انفرجت ، وإذا دُعيت به على العُسر لليُسر تيسّرت ، وإذا دُعيت به على الأموات للنشور انتشرت ، وإذا دُعيت به على كشف\r\nالبأساء والضرّاء انكشفت\r\n» « 1 » .\r\n* وكذلك ما ورد في دعاء الإمام الحجّة عجّل الله تعالى فرجه الشريف : «\r\nوبارك لنا في شهرنا هذا المرجّب المكرّم وما بعده من الأشهر الحرم ، وأسبغ علينا فيه النِّعَم ، وأجزل لنا فيه القِسَم ، باسمك الأعظم الأعظم الأجلّ الأكرم الذي وضعته على النهار فأضاء ، وعلى الليل فأظلم\r\n» « 2 » .\r\nنستفيد مما تقدم من الروايات فوائد ؛ منها :\r\nالأولى : لا ينبغي أن يُرتاب في أنّ الاسم الأعظم مفرّقاً إلى ثلاث وسبعين حرفاً أو مؤلّفاً من حروف ، لا يستلزم كونه بحقيقته مؤلّفاً من حروف الهجاء كما تقدّمت الإشارة إليه ، وفى الآثار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جمال الأسبوع بكمال العمل المشروع ( في الأدعية والزيارات ) ، تأليف العالم المحقّق الزاهد المتعبّد رضىّ الدين علىّ بن موسى بن طاووس الحسنى ( المتوفّى سنة 664 ه ) منشورات دار الرضى للنشر ، قم : ص 533 .\r\n( 2 ) مصباح المتهجّد ( في الأدعية والزيارات ) ، تأليف شيخ الطائفة أبى جعفر الطوسي ( المتوفّى 460 ه ) ، الناشر : مؤسسة فقه الشيعة ، بيروت ، 1411 ه : ص 704\r\n","page_name":" 56 ","page_number":60},
  {"content":"\r\n\r\nالمتقدّمة وغيرها شواهد كثيرة دالّة على ذلك ، منها أنّه يعدّ الاسم وهو واحد ثمّ يفرّق حروفه بين الأنبياء ويستثنى حرفاً واحداً ، ولو كان من قبيل الأسماء اللّفظيّة الدالّة بمجموع حروفه على معنى واحد لم ينفع أحداً منهم عليهم السلام ما أُعطيه شيئاً .\r\nالثانية : إنّ معنى إيتائه تعالى نبيّاً من أنبيائه أو عبداً من عباده اسماً من أسمائه أو شيئاً من الاسم الأعظم ، هو أن يفتح له طريق الانقطاع إليه تعالى باسمه ذلك في دعائه ومسألته ، فإن كان هناك اسم لفظىّ وله معنى فإنّما ذلك لأجل أنّ\r\nالألفاظ ومعانيها وسائل وأسباب تحفظ بها الحقائق نوعاً من الحفظ .\r\nالثالثة : ما هو الاسم اللفظي الذي يحكى الاسم الأعظم الغيبي ؟ وبتعبير آخر : ما هو اسم الاسم الأعظم ؟\r\nهنا ذكرت بعض الروايات أنّ لفظ الجلالة « الله » هو اسم للاسم الأعظم .\r\n* عن أسماء بنت زيد أنّها روت عن رسول الله صلَّى اللهُ عليهِ وآلِه أنّه قال : «\r\nاسم الله الأعظم في هاتين الآيتين\r\n: وَإِلهُكُمْ إِلهٌ وَاحِدٌ لَا إِلهَ إِلَّا هُوَ الرَّحْمنُ الرَّحِيمُ ( البقرة : 163 )\r\n، وفاتحة سورة آل عمران :\r\nاللَّهُ لَا إِلهَ إِلَّا هُوَ الْحَىُّ الْقَيُّومُ ( آل عمران : 2 ) . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار الجامعة لدرر أخبار الأئمّة الأطهار ، تأليف : العَلَم العلّامة الحجّة فخر الأمّة المولى الشيخ محمّد باقر المجلسي ( المتوفّى : 1110 ه ) ، مؤسّسة الوفاء / / بيروت لبنان ، الطبعة الرابعة المصحّحة 1404 ه : ج 90 ، ص 227 .\r\n","page_name":" 57 ","page_number":61},
  {"content":"\r\n\r\n* قال أمير المؤمنين علىّ عليه السلام :\r\nإنّ قولك « الله » أعظم اسم من أسماء الله عزّ وجلّ ، وهو الاسم الذي لا ينبغي أن يسمّى به غير الله ، ولم يتسمّ به مخلوق\r\n» « 1 » .\r\nلذا قال الرازي في تفسيره : « فإنّك إذا دعوت الله بالرحمن فقد وصفته بالرحمة وما وصفته بالقهر ، وإذا دعوته بالعليم فقد وصفته بالعلم وما وصفته بالقدرة ، وأمّا إذا قلت : يا « الله » فقد وصفته بجميع الصفات ؛ لأنّ الإله لا يكون إلهاً إلّا إذا كان موصوفاً بجميع هذه الصفات » « 2 » .\r\nوقال الشيرازي : « إنّ الاسم الأعظم هو « الله » وهو قول منصور ، لأنّك قد علمت أنّه علم للذات المستجمعة للصفات الكماليّة والإلهيّة مع التقدّس عن جميع النقائص الكونية ، فهو يجرى مجرى العلم للذات الحقيقيّة الأحديّة وينوب منابه ، فكأنّه دالّ على ذاته المخصوصة الأحديّة ، وهذا المقام غير محقّق لشئ من الأسماء العظام ، لعدم دلالتها على ما دلّ عليه هذا الاسم إلّا على سبيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : ج 89 ، ص 232 .\r\n( 2 ) التفسير الكبير أو مفاتيح الغيب ، للإمام فخر الدِّين محمّد بن عمر بن الحسين بن الحسن بن علي التميمي البكري الرازي الشافعي ( المتوفّى سنة 604 ه ) ، منشورات محمد على بيضون لنشر كتب السنّة والجماعة ، دار الكتب العلميّة بيروت لبنان ، الطبعة الأولى ، 1421 ه : ج 1 ص 164 .\r\n","page_name":" 58 ","page_number":62},
  {"content":"\r\n\r\nالالتزام » « 1 » .\r\nمن هنا يتّضح مغزى الروايات التي تحدّثت أنّ « بسم الله الرحمن الرحيم » هي اسم الله الأكبر أو الأعظم .\r\n* عن عبد الله بن يحيى الكاهلي عن أبي\r\nعبد الله الصادق عن أبيه أبى جعفر الباقر عليهما السلام قال : «\r\nبسم الله الرحمن الرحيم أقرب إلى اسم الله الأعظم من ناظر العين إلى بياضها\r\n» « 2 » .\r\n* وفى « مهج الدعوات » بإسناده إلى معاوية بن عمّار عن أبي عبد الله الصادق عليه السلام أنّه قال : «\r\nبسم الله الرحمن الرحيم اسم الله الأكبر »\r\nأو قال\r\n« الأعظم\r\n» « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير القرآن الكريم ، صدر المتألّهين الشيرازي ، حقّقه وضبطه وعلّق عليه : الشيخ محمّد جعفر شمس الدِّين ، دار التعارف للمطبوعات ، بيروت ، 1988 : ج 5 ص 34 .\r\n( 2 ) وسائل الشيعة ، مصدر سابق : ج 6 ، ص 57 ، باب 11 ، الحديث 3 ، برقم 7338 .\r\n( 3 ) مهج الدعوات ، مصدر سابق : ص 316 .\r\n","page_name":" 59 ","page_number":63},
  {"content":"\r\n\r\n\r\nالبحث الثامن : توقيفيّة الأسماء الحسنى\r\nقد شاع في الألسن أنّ أسماء الله تعالى توقيفيّة ، وقد أرسلوه إرسال المسلّمات ، وليس المراد بالاسم هاهنا\r\nحقيقته وهو الذات المأخوذة بوصفٍ ما لعدم رجوعه إلى معنىً محصّل ، بل المراد به الاسم اللفظي وهو اسم الاسم حقيقة ، وحينئذ فالمراد من التوقيف ، إمّا التوقيف على الرخصة الشرعيّة الكلّية أو الشخصيّة ، فيمكن توجيه القاعدة بوجهين :\r\nأحدهما : أنّ معاني الألفاظ على المتداول المفهوم عندنا ، حيث لم تخلُ عن جهات النقص والأعدام وإن كانت مختلفة من هذه الجهات أيضاً ، وذلك مثل الإغواء والمكر والحيلة والإضلال ومثل الكبير والجسيم ونحوهما ، ونحن لا تفي عقولنا بإدراك ما هو اللايق بحضرته المقدّسة وتشخيصه وتمييزه عمّا لا يليق ، احتيج إلى ورود رخصة ما في الإيقاع والإطلاق ، ولضعف العقول عن الشرح والتفصيل في كلّ موردٍ مورد احتيج إلى ورود كلّ اسم أُريد إطلاقه\r\nبنحو الاسميّة عليه تعالى .\r\nوالثاني : أنّ الأمر وإن كان كذلك ، لكن مجرّد ضرب القاعدة\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":64},
  {"content":"\r\n\r\nبقوله تعالى : وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا الَّذِينَ يُلْحِدُونَ فِى أَسْمَائِهِ ( الأعراف : 180 ) يكفى في مقام التعليم ، وأن نحذر عن إطلاق ما لا يليق بساحته المقدّسة بحسب المعاني المفهومة من الألفاظ الدائرة في لغاتنا .\r\nوهذان وجهان مختلفان بحسب النتيجة ، فعلى الأوّل لا يجوز إطلاق الاسم ما لم يرد شرعاً ، وإن علمنا خلوّه عن جهات النقص والأعدام . وعلى الثاني يجوز ذلك سواء ورد بالخصوص شرعاً أم لا .\r\nوالظاهر أنّ مراد أكثر المتمسّكين بهذه القاعدة أعنى توقيفيّة الأسماء الإلهيّة هو المعنى الأوّل . وهو عليل لقوله تعالى : وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى وقوله : اللَّهُ لَا إِلهَ إِلَّا هُوَ لَهُ الْأَسْمَاءُ الْحُسْنَى وغيرهما من\r\nالآيات التي تأبى بسياقها عن الحمل على العهد الذهني ، بل ظاهر لام الجنس وقد دخل على الجمع فتفيد الاستغراق ، وأنّ كلّ اسم أحسن فله تعالى وقد مرّ بيانه في البحوث السابقة .\r\nمع أنّ مقتضى الاستدلال لزوم التوقّف في كلّ معنىً يطلق بلفظٍ ما عليه تعالى ، أعمّ من أن يكون بنحو الإفراد أو بنحو الوصف أو الحكاية بجملة أو كلام تامّ كما لا يخفى .\r\nوأمّا ما ورد من الروايات أنّ لله سبحانه تسعة وتسعين اسماً\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":65},
  {"content":"\r\n\r\nكما مرّت الإشارة إليها فليست في مقام الحصر من حيث العدد ، ويشهد بذلك أنّه أهمل فيها شئ كثير من الأسماء الواردة في القرآن ، مضافاً إلى الرواية التي وردت في خلق الأسماء ، وبيّنت أنّها ثلاث مائة وستّون اسماً ، بل ظاهر هذه الرواية أنّ الأسماء الحسنى غير مقصورة\r\nعلى مجرّد ما يفيد التسمية من الأسماء كالرحمن والرحيم ، بل يعمّ الجمل التي تفيد بمجموع ألفاظها معنىً لايقاً له تعالى ، فإنّها عدّت من الأسماء الحسنى لفظة : « تبارك وتعالى » ولَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ .\r\nوإذا صحَّ عدّ مثل هذا الجمل من الأسماء الحسنى صحّ في سائر الجمل التي أطلقت عليه سبحانه في الروايات والخطب والمواعظ والأدعية ، وهى على اختلاف مواردها بحيث لا يشكّ المتتبّع فيها أنّ هذا النحو من الإطلاق والوصف غير موقوف على ورود تحديد شرعىّ شخصىّ ، وإنّما اللازم في مواردها خلوّها عن إثبات النواقص ومنافيات الكمال .\r\nهذا كلّه بالنظر إلى البحث التفسيري ، وأمّا البحث الفقهي فمرجعه فنّ الفقه ، والاحتياط في\r\nالدِّين يقتضى الاقتصار في التسمية بما ورد من طريق السمع ، وأمّا مجرّد الإطلاق من دون تسمية فالأمر فيه سهل .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":66},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 63 ","page_number":67},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":68}
  ]