[
  {"content":"\r\n\r\nلماذا يحاربون القرآن ؟\r\nآية الله العظمى\r\nالامام السيد محمد الحسيني الشيرازي\r\n( قدس سره الشريف )\r\nالطبعة الأولى\r\n1419 ه‍ - 1998 م\r\nمركز الرسول الأعظم ( ص ) للتحقيق والنشر\r\nبيروت - لبنان ص . ب : 5570 / 13 شوران\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين\r\nالرحمن الرحيم\r\nمالك يوم الدين\r\nإياك نعبد وإياك نستعين\r\nاهدنا الصراط المستقيم\r\nصراط الذين أنعمت عليهم\r\nغير المغضوب عليهم ولا الضالين\r\nصدق الله العلي العظيم\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nكلمة الناشر\r\nبسم الله الرحمن الرحيم\r\nلقد سنّت القوانين لكي توفر الحياة السعيدة للإنسان وتنظم ملاقاة الأمم مع بعضها الآخر ، ولكن القوانين قد اختلفت تبعاً لاختلاف الأيدلوجيات التي يحملها المقننّون .\r\nوما نراه اليوم من الظلم والصراع والاحتكار وهيمنة بعض المستبدين هو نتيجة تلك القوانين الوضعية الناقصة والمنحرفة عن خط سعادة الإنسان . .\r\nفلابد للمقنّن إذاً من إحاطة كاملة بكل الوسائل والطرق التي تقود البشرية إلى ساحل النجاة والأمان .\r\nوالله سبحانه وتعالى الذي خلق الإنسان وما يحيط به من الموجودات هو المهيمن والمقنن الوحيد الذي يستطيع أن يشرّع للبشرية القوانين التي تقودها إلى الخير والصلاح في أمور حياتها ومعاشها ومعادها .\r\nلذلك جاء الدين الإسلامي خاتماً للديانات السماوية ونزل القرآن الكريم مهيمناً على الكتب السماوية وليقود الإنسانية إلى سلّم التكامل ويعرج بها إلى سماء الفضيلة والحرية والأخوة والأمة الواحدة . .\r\nولكي تتطور البلاد الإسلامية وتزدهر لابد لها من الالتزام والتمسك بالقرآن الكريم وسنة النبي الأكرم ( صلى الله عليه وآله وسلم ) والأئمة المعصومين ( عليهم السلام ) ولذلك قال الإمام علي ( عليه السلام ) : ( الله الله في القرآن لا يسبقكم بالعمل به غيركم ) « 1 » .\r\nولكننا اليوم نرى الأمة الإسلامية شعوباً وحكاماً قد ابتعدت عن القرآن ، بل أخذ بعض الحكام يحارب القرآن في احكامه فيظلم ويستبد ويستأثر بالأرض والأموال دون الناس . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار ج 42 ص 256 ب 127 ح 58 ، عن نهج البلاغة . .\r\n","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nوالسر في ذلك ان القرآن يدعو إلى الحرية والشورى والوحدة ولا يدعو هو الّا إلى الاستبداد والتفرقة والتناحر ، ولكي يسيطر على الأمة وينهب ثرواتها ومقدارتها .\r\nولكن الحكام لا يعلمون ان القرآن لا يريد الّا خيرهم وخير الشعوب ، فلو عملوا بالقرآن لفازوا بالدنيا والآخرة .\r\nوفي الجانب الآخر نرى بعض الدول الغربية التي لا تمت إلى القرآن بصلة قد تمسكت ببعض تعاليمه النيرّة ، فنراها اليوم ازدهرت وتطورت على نقيض البلاد الإسلامية التي تراجعت وتدهورت .\r\nوهذا الكتاب ( لماذا يحاربون القرآن ؟ ) لمؤلفه المرجع الديني الأعلى آية الله العظمى السيد محمد الحسيني الشيرازي ( دام ظله ) قد تناول الأسباب التي أدت بأعداء الإسلام إلى محاربة القرآن ، ودعا المسلمين شعوباً وحكاماً إلى الرجوع للقرآن الكريم لأنه القانون والدستور الوحيد الذي يؤمن للبشرية سبل الرقي والتطور والنجاح .\r\nولما كان لهذا الموضوع من أهمية قمنا بطبع الكتاب سائلين المولى عز وجل أن يجمع كلمة المسلمين تحت راية القرآن الكريم انه سميع الدعاء .\r\nمؤسسة الرسول الأعظم ( ص ) للتحقيق والنشر\r\nبيروت لبنان\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين وصلى الله على محمد وآله الطيبين الطاهرين .\r\n( لماذا يحاربون القرآن ) اسم هذا الكتاب الذي بين يديك ، وكلمة ( يحاربون ) تشمل المسلمين وغير المسلمين ، فكل يحارب القرآن من جهة ويعارضه من منطلق ويستدل بمنطق ما ، والجامع بين هؤلاء هو التكالب على الدنيا وعدم الإيمان بالله واليوم الآخر ، قال ( عليه السلام ) : ( الناس عبيد الدنيا والدين لعق على ألسنتهم ) « 1 » .\r\nوقد نسوا بهذه المحاربة أنفسهم وخسروا حظهم ، كما قال سبحانه : ( نسوا الله فأنساهم أنفسهم ) « 2 » .\r\nومن أسباب محاربتهم للقرآن أنهم يزعمون زعماً غير صحيح بأن القرآن يخالف مصالحهم .\r\nفالحاكم يظن أن القرآن يكون سبباً في سقوطه عن الحكم ، لذا يحارب القرآن حتى لا ينزل عن حكمه .\r\nوالثري يظن أن القرآن يبعده عن ثروته ويأخذ منه أمواله ، لذا يحارب القرآن حتى يحافظ على ثروته .\r\nوالشهوي يظن أن القرآن يحول بينه وبين شهواته ، ولذا يحارب القرآن ليبقى على شهوته .\r\nوهكذا . . وهلّم جرّاً .\r\nفربما يكون حالهم حال من يحارب الطبيب الذي يريد إجراء عملية جراحية له ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تحف العقول : ص 245 .\r\n( 2 ) - سورة الحشر : 19 . .\r\n","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nوالعملية تؤذيه ، بينما تحول بينه وبين موته ، وتعطيه صحة طويلة وهناءً في الحياة ، ولو عقل وتفكر لاستقبل الطبيب مرحباً وصرف لأجله كل غال ورخيص ، قال النبي عيسى ( عليه السلام ) : ( الدنيا داء الدين والعالم طبيب الدين فإذا رأيتم الطبيب يجر الداء إلى نفسه فاتهموه ) « 1 » .\r\nوقد رأى الجميع أن الغرب لما عمل ببعض تعاليم القرآن الكريم من : الشورى والحرية وما أشبه ذلك ، تقدم ذلك التقدم الهائل ، وقد قال علي ( عليه السلام ) : ( الله الله في القرآن لا يسبقنكم بالعمل به غيركم ) « 2 » أي غير المسلمين .\r\nوإني أذكر جيداً أنه قد مضى نصف قرن تقريباً على الغرب وهو في حالة من الاستقرار والهدوء ، وذلك لعملهم ببعض أحكام القرآن ، ولو عملوا بكل القرآن لكانت بلادهم جنة عدن .\r\nبينما وقع المسلمون في أكثر المشاكل وأكبرها منذ نصف قرن حيث تركوا القرآن ونبذوه وراء ظهورهم « 3 » .\r\nقال تعالى : ( ولما جاءهم رسول من الله مصدق لما معهم نبذ فريق من الذين أوتوا الكتاب كتاب الله وراء ظهورهم كأنهم لا يعلمون ) « 4 » .\r\nنسأل الله تعالى أن يوفقنا جميعاً للعمل بالقرآن الكريم ، مسلمين وغير مسلمين ، لتكون الدنيا جنة عدن وتنجو عن حالها من كثرة المشاكل ، والله المستعان .\r\nقم المقدسة\r\n6 / جمادى الثانية / 1419 ه -\r\nمحمد الشيرازي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مجموعة ورام ج 2 ص 272 وليس فيه ( إلى نفسه ) .\r\n( 2 ) - كشف الغمة ج 1 ص 431 ، وروضة الواعظين ص 136 ، وشرح نهج البلاغة لابن أبي الحديد ج 6 ص 120 .\r\n( 3 ) - راجع كتاب ( حياتنا قبل نصف قرن ) و ( بقايا حضارة الاسلام كما رأيت ) و ( لماذا تأخر المسلمون ) للإمام المؤلف ( دام ظله ) .\r\n( 4 ) - سورة البقرة : 101 . .\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n1\r\n\r\nالشورى\r\nالقرآن الكريم ذكر ( الشورى ) في عدة آيات كريمة وأكد عليها .\r\nقال سبحانه : ( وأمرهم شورى بينهم ) « 1 »\r\nكما أُمِر الرسول ( صلى الله عليه وآله وسلم ) بالشورى والاستشارة مع أصحابه فقال تعالى : ( وشاورهم في الأمر ) « 2 » مع إنه ( صلى الله عليه وآله وسلم ) معصوم ومسدد بالوحي ، حتى قال سبحانه : ( وما ينطق عن الهوى إن هو إلّا وحي يوحى ) « 3 » .\r\nلكنهم « 4 » يريدون الاستبداد فتركوا هذه الآيات من القرآن الكريم ، فأصبحوا غارقين في المشاكل .\r\nوأماّ الغربيون فقد أخذوا بالشورى - ولو نسبياً - وأوجدوا الأحزاب الحرة والمؤسسات الدستورية والانتخابات الحرة في كل أربع سنوات أو ما أشبه ذلك ، ولذا استقامت بلادهم ، وأخذ يأتي إلى الحكم الأفضل فالأفضل في نظرهم ، وذلك نتيجة لممارستهم الديمقراطية والشورى وتركهم للاستبداد النسبي « 5 » .\r\nولكن المسلمين والبلاد الإسلامية وحكامها فمشغولون بالاستبداد ، فالحاكم يأتي إلى الحكم إمّا بالانقلاب العسكري أو بالوراثة أو ما أشبه ، ثم يلتصق بالحكم مدة حياته ، وأحياناً يعيّن الحكم لمن بعده من وارث أو ما أشبه ، فلا شورى ولا تعددية ولا انتخابات حرة بالمعنى الصحيح ولا . . ولا . . ولذا أخذت بلادنا بالتدهور ، وأخذ يأتي إلى الحكم بمرور الزمن الأسوء فالأسوء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورة الشورى : 38 .\r\n( 2 ) - سورة آل عمران : 159 .\r\n( 3 ) - سورة النجم : 3 و 4 .\r\n( 4 ) - أي الذين يحاربون القرآن .\r\n( 5 ) - قال أحد الرؤساء الغربيين : ( ما نحن بالسادة . . الشعب هو السيد وما نحن غير خدم الشعب ، انسوا ذلك وسيريكم الناخبون كيف يحسبون منكم ما أعطوه لكم ) راجع مجلة العربي العدد 470 ص 51 . .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nإن الرسول الأعظم ( صلى الله عليه وآله وسلم ) مع أنه معصوم وكان أعقل الناس ومتصلًا بالوحي ، كان يستشير حتى في الأمور العرفية والشخصية فكيف بالأمور المهمة والتي تعم الجميع ، فبعد وفات خديجة ( عليها السلام ) استشار امرأة في مسألة زواجه وأنه بمن يتزوج ( صلى الله عليه وآله وسلم ) .\r\nوبتتبع قليل واستقراء ناقص وجدت أن التاريخ أثبت الاستشارة من الرسول الأعظم ( صلى الله عليه وآله وسلم ) في ثمانية عشر موضعاً ، فإنه ( صلى الله عليه وآله وسلم ) كان يستشير حتى النساء .\r\nنعم إنهم « 1 » اخذوا بالقرآن ولو بعضاً ، وفي ذلك البعض رجحت كفتهم علينا ، فإن القرآن نور يضيء من أخذ به ( ومن لم يجعل الله له نوراً فما له من نور ) « 2 » .\r\nفإن النور في طرق الحياة المظلمة ليس بالنور المادي ، بل النور المعنوي ، كما قال سبحانه : ( وأنزلنا إليكم نوراً ) « 3 » .\r\nولا علاج للمسلمين في هذا الأمر إلّا بالأخذ بالشورى على الموازين الشرعية ، وقد ذكرنا في كتاب ( الشورى في الإسلام ) « 4 » زهاء ( مأتي ) رواية ، بالإضافة إلى الآيات الكريمة ، فإنها تبين لزوم الأخذ بمبدء الشورى كما تبين سائر خصوصياتها « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - أي الغربيين .\r\n( 2 ) - سورة النور : 40 .\r\n( 3 ) - سورة النساء : 174 .\r\n( 4 ) - يقع الكتاب في 104 صفحة من الحجم المتوسط ، طبع عدة مرات ، الطبعة الأولى : دار الفردوس بيروت لبنان 1409 ه - 1989 م .\r\n( 5 ) - كصفات المستشير والمشير ، وموارد المشورة ومقدارها وكيفيتها وما أشبه . .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n2\r\n\r\nالأخوة\r\nالقرآن الكريم ذكر ( الأخوة ) وأكد عليها ، حيث قال سبحانه : ( إنما المؤمنون أخوة ) « 1 » .\r\nوقد طبقّ رسول الإسلام ( صلى الله عليه وآله وسلم ) الأخوة بين المسلمين الأوائل مرتين ، مرة في مكة المكرمة ، ومرة في المدينة المنورة ، فصار العربي والفارسي والرومي والحبشي إخوة ، كما صارت النساء أخوات .\r\nومعنى الأخوة : أن لا يتميز أحدهم عن الآخر في جنسية أو لون أو لغة أو غير ذلك من الفوارق ، حتى صار يعطي أحدهم بنته للآخر ، ويأخذ منه البنت ويشاركه في كسب أو تجارة ، ولا يهم أن كان أصله شريفاً أو وضيعاً ، عالماً أو جاهلًا ، غنياً أو فقيراً .\r\nوفي قصة الإمام السجاد ( عليه السلام ) وزواجه المذكورة في كتاب ( وسائل الشيعة ) وغيره ، شاهد على ذلك ، وكذلك في قصة تزويج جويبر بأمر رسول الله ( صلى الله عليه وآله وسلم ) « 2 » .\r\nلكن أعداء القرآن يريدون عدم الأخوة ، فجعلوا الحدود الجغرافية ، فكل واحد من المسلمين في هذه الحدود المصطنعة قد تكون له بعض المزايا وغيره أجنبي ، لا يحق له أيّ شئ ، فهذا أفغاني وذاك إيراني ، وهذا عراقي وذاك باكستاني ، وهذا مصري وذاك إندونيسي ، وهذا سوري وذاك تركي ، وهكذا « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورة الحجرات : 10 .\r\n( 2 ) - حيث أمر رسول الله ( صلى الله عليه وآله وسلم ) جوبير ان يخطب من زياد بن لبيد بنته الدلفاء ، فتزوجها . راجع بحار الأنوار ج 22 ص 117 ب 7 ح 89 .\r\n( 3 ) - وقد ذكرت مجلة ( المجلة ) في عددها 982 ص 14 بتاريخ 6 / 12 / 1998 : ( أوضحت الاحصائيات الصادرة عن المديرية العامة للجوازات في السعودية ان المجموع الكلي للذين تمت معالجة حالتهم وأوضاعهم من المتخلفين ومخالفي أنظمة الإقامة والعمل بالسعودية ضمن الحملة التي اعلنها وأشرف عليها وزير الداخلية ، والتي تحمل شعار ( معاً ضد مخالفي أنظمة الإقامة والعمل ) بلغ ( 1966095 ) . .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nوإنما تركوا ( الأخوة ) لأنهم يريدون الاستبداد والسيطرة على الشعوب ففرقوا بينهم وجعلوا الامتياز ، ولا يهمهم قوانين القرآن إذ قال سبحانه : ( يا أيهّا الناس إناّ خلقناكم من ذكر وأنثى وجعلناكم شعوباً وقبائل لتعارفوا إنّ أكرمكم عند الله أتقاكم ) « 1 » .\r\nأماّ الإسلام فلا يعترف بهذه الخصوصيات فغير المسلم بمجرد أن يسلم يكون أخاً للمسلمين بلا زيادة عنهم أو نقصان ، كما نراه في تاريخ رسول الله ( صلى الله عليه وآله وسلم ) ، فيوم أسلمت صفيّة اليهودية ، وتزوج منها رسول الله ( صلى الله عليه وآله وسلم ) صارت ( أم المؤمنين ) وكان يدخل عليها كبار المسلمين قائلين : السلام عليك يا أم المؤمنين ! .\r\nهذا وظاهرة عدم الأخوة والتفرقة بين إنسان وإنسان ليست في بلاد الإسلام فحسب بل في البلاد غير الإسلامية أيضاً ، وهو من النقاط السلبية عندهم ، فترى أحدهم في أمريكا أو بريطانيا أو فرنسا أو سائر بلاد الغرب يحتفظ بأصله ، والذي ليس من أهل البلاد ، ليس له حق من حقوقهم ولا عليه واجب من واجباتهم ، إلّا بعد سنوات يحددها القانون الذي وضعوه بأنفسهم .\r\nوكم لهذا القانون من مآس بشرية ، وامتيازات عنصرية ، وحرمانات اجتماعية وسياسية وغيرها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورة الحجرات : 13 . .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n3\r\n\r\nالحرية\r\nالقرآن الكريم أكّد على الحريات ، قال الله تعالى في وصف النبي ( صلى الله عليه وآله وسلم ) : ( الرسول النبي الأمي الذي يجدونه مكتوباً عندهم في التوراة والإنجيل يأمرهم بالمعروف وينهاهم عن المنكر ويحل لهم الطيبات ويحرّم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم ) « 1 » .\r\nوهكذا أكّد الإسلام على حرية الإنسان في آخر هذه الآية المباركة ووصف نبيه ( صلى الله عليه وآله وسلم ) بأنه يضمن حريات الإنسان ويضع عنه إصره وأغلاله وقيوده ، فإن الإنسان يقيده أمران :\r\nالأول : القوانين الحكومية ، وهي الأغلال التي تكون عليه .\r\nالثاني : العرف الاجتماعي بموازينه غير الصحيحة في النكاح والطلاق والولادة والموت وألف شيء وشئ .\r\nفلو فكر كل إنسان رآى نفسه مغلولًا بين هذين الأمرين ، ولكن الإسلام ببيانه نهج الصحيح للحياة وللإنسان يضع عنه الإصر والأغلال ، ويضمن له كافة الحريات المشروعة ، وقد ألمعنا إلى جملة من ذلك في كتاب ( الفقه : الآداب والسنن ) « 2 » وذكرنا جملة من الحريات الإسلامية في كتاب ( الفقه : الحريات ) « 3 » .\r\nفللإنسان حرية الزراعة والتجارة ، والسفر والإقامة ، والعمارة والبناء ، والتأليف والكتابة ، والزواج والمعاشرة ، وألف حرية وحرية . . في مختلف المجالات السياسية والاقتصادية والاجتماعية والثقافية وغيرها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورة الأعراف : 157 .\r\n( 2 ) - موسوعة الفقه ج 94 - 97 كتاب الآداب السنن .\r\n( 3 ) - يقع هذا الكتاب في 325 صفحة من الحجم الكبير ، وقد طبعته مؤسسة الفكر الاسلامي ، بيروت لبنان ، عام 1414 ه - 1994 م . وراجع أيضا كتاب ( الصياغة الجديدة ) للإمام المؤلف ( دام ظله ) . .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nوجاءت القوانين غير الإسلامية - سواء في بلاد الإسلام أو البلاد غير الإسلامية - لتحدد من نشاط الإنسان ، وتجعله في قفص من القوانين الوضعية ، حتى أن الإنسان في بعض بلاد الغرب ممنوع من اقتناء الدواجن في بيته « 1 » ، ولو اقتناهن شخص يلزم عليه أن يدفع غرامة نقدية على ذلك ، فإنهم حيث أرادوا إثبات شخصيتهم حتى يقولوا : ( نحن ) ! ولما أرادوا السيطرة على مصادر الثروة ، وحيث أرادوا نهب أموال الناس بالباطل تحت أسماء وأسماء ، حددّوا كلّ تلك الحريات . . فالزراعة بإجازة ، والعمارة بضريبة ، والسفر بتأشيرة ، والإقامة برخصة ، وهكذا وهلّم جراً .\r\nوالفرق بين بلاد الإسلام وغير بلاد الإسلام إن الحريات تكبت في بلاد الإسلام بالاستبداد والديكتاتورية وفي أكثر مجالات الحياة ، أما في غير بلاد الإسلام فتكبت باسم الديمقراطية ! ، والحاصل أن في بلاد الإسلام كبت وسلب إرادة ، وفي بلاد الغرب كبت بإرادة ، حيث يزعمون أنّ الكبت بإرادة الناس أنفسهم فلا محذور ، بينما هذا الكبت والاستبداد ليس إلّا بالقوانين الجائرة والإعلام المضلل وكله تحت غطاء الديمقراطية .\r\nفاللازم العمل بالحريات الإسلامية لإنقاذ البلاد الإسلامية وغيرها ، وقد ذكرنا في بعض كتبنا أن الحريات الإسلامية أكثر بكثير من الحريات في الغرب « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كما هو القانون في بريطانيا .\r\n( 2 ) - راجع كتاب ( الصياغة الجديدة ) للإمام المؤلف ( دام ظله ) . .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n4\r\n\r\nالأمّة الواحدة\r\nالقرآن الكريم أمر بالأمة الواحدة ، قال تعالى : ( إن هذه أمتكم أمة واحدة ) « 1 » .\r\nوهكذا أراد الله للبشرية أن تكون أمّة واحدة كما لها رب واحد .\r\nأما الحدود الجغرافية بين بلاد الإسلام فهي من صنع ( لورانس الإنكليزي ) وذلك لتفرقة المسلمين ، وليسهل عليهم السيطرة على البلاد الإسلامية ، فهي مخالفة للإسلام والقرآن ، وإنما أرادها المستعمر لقاعدة ( فرّق تسد ) ، وأرادها الحكام العملاء لأن في ذلك غرورهم وطريقة لنهبهم الثروات وحفظ العمالة .\r\nإني اذكر جيداً أنّ الشخص كان يأتي من قم المقدسة إلى كربلاء المشرفة بتسعة توأمين « 2 » ، ثم ارتفعت الأجور فصارت الأجرة خمسة عشر توماناً ، ثم ارتفعت كذلك فصارت عشرين توماناً ، واليوم جعلوها ربع مليون تومان ، والسماء سماء ، والأرض أرض ، والمسافة نفس المسافة ، والمزار نفس المزار ، والزائر نفس الزائر - في كونه إنساناً معتقداً بالزيارة - فما هو الفارق ؟ .\r\nأليس هو طمع المستعمر ، وجهل الحاكم وإرادته المال ؟ .\r\nكما أذكر انه قبل ستين سنة وضع البهلوي الأول « 3 » قانون الضريبة على كل مسافر يأتي من إيران إلى العراق ، والضريبة كانت على المسافر وأهله - ولو كانوا عشرة - خمسة قرانات « 4 » وكان يُعطى للزائر ورقة فيها اسمه واسم أهله ، وكان الكثير لا يأخذون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورة الأنبياء : 92 .\r\n( 2 ) - كل تومان يعادل عشر ريالات إيرانية . والآن الدولار الواحد يعادل أكثر من سبعة آلاف ريال إيراني ! .\r\n( 3 ) - رضا خان بهلوي ( 1295 - 1363 ه - / 1878 - 1944 م ) شاه إيران ( 1343 - 1359 ه - / 1925 - 1941 م ) ضابط من ضباط الجيش الإيراني ، أطاح بأسرة قاجار الحاكمة وأعلن نفسه شاهاً على إيران عام 1925 م . اضطر إلى التنازل عن العرش لابنه محمد رضا بهلوي .\r\n( 4 ) - والقران : ريال واحد . .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nهذه الورقة استهزاءً ، حتى قال شاعرهم ما مضمونه « 1 » :\r\nقد دفعنا لأجل السفر خمسة قرانات ظلماً وعدواناً . .\r\nفما عدا مما بدا ؟\r\nنعم غيرّ الاستعمار والاستثمار أمتنا وفرقّوا المسلمين ، وقد وصلوا إلى ما أرادوا ، فقد وحّدوا بلادهم ( أوروبا ) ذات سبعمائة مليون ، وقسموا بلادنا ذات ألفي مليون .\r\nفيجب أن نوحّد البلاد الإسلامية ونكون أمة واحدة وذلك ممكن ، ف - ( غاندي ) المشهور « 2 » وحّد بلاد الهند ذات ثلاثمائة دولة استعمارية ، وذات الأديان الكثيرة . . . بعد ما تسلط الإنكليز عليها .\r\nوالكلام في هذا الباب وفي كل الأبواب التي ذكرناها وسنذكرها طويل ، وإنما نكتفي هنا بالالماع ، لعّل الله يحدث بعد ذلك أمراً ، ويرجع المسلمون إلى الإسلام وإلى قوانين القرآن .\r\nبل اللازم رجوع البشر إلى موازين الإسلام وتعاليم القرآن حتى وإن لم يكونوا مسلمين ، فما معنى الحدود الجغرافية بين الإنسان والإنسان الآخر ، ممّا ليست حتى بين الحيوان والحيوان ، كالأسماك والطيور والحشرات والسباع وغيرها ؟ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بنج صاحب قرآن به بتذكره جي قرض بي وجه را أدا كرديم\r\n( 2 ) - غاندي ( 1285 - 1367 ه - / 1869 - 1948 م ) الزعيم السياسي والروحي الهندي . لقب ب - الماهاتما - أي النفس الكبيرة - نادى باللاعنف والمقاومة السلبية ، وعمل على تحرير الهند من نير الاستعمار البريطاني ، ودعى إلى إزالة الحواجز بين الطبقات الاجتماعية والى الوحدة بين الهندوس والمسلمين والسيخ . . اشهر آثاره : سيرته الذاتية التي دعاها ( تجاربي مع الحقيقة ) عام 1927 م / 1345 ه - ، قتله هندوس متعصب . .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n5\r\n\r\nلكم رؤوس أموالكم\r\nالقرآن الكريم بيّن أسس الاقتصاد الصحيح ، فقد جعل الله تعالى للإنسان رأس ماله ، قال سبحانه : لكم رؤوس أموالكم لا تَظلمون ولا تُظلمون ) « 1 »\r\nوهذا هو نتيجة سعي الإنسان أو ما أشبه سعيه كالإرث ، قال تعالى : وأن ليس للإنسان إلّا ما سعى وأن سعيه سوف يرى ثم يجزاه الجزاء الأوفى ) « 2 »\r\nوقال سبحانه : ( لا تأكلوا الربا أضعافاً مضاعفة ) « 3 » .\r\nفإن طبيعة الربا أن يتضاعف ويتضاعف ، حتى يجعل أحد الطرفين أغنى الأغنياء ، والطرف الآخر أفقر الفقراء ، وذلك ليس خلاف القرآن فحسب بل خلاف فطرة الإنسان ، وهذا مما ابتلي الإنسان به في الحال الحاضر ، فبطون تتخم وبطون تحرم « 4 » .\r\nلكن الإنسان الطاغي لا يريد إلّا أكل حق الآخرين بالربا فلايرضى برأس ماله ، بل يَظلم والإنسان الآخر يُظلم .\r\nوقد جعل الله المضاربة قانوناً عادلًا حيث أن صاحب المال له الحق ، إذ للمال المدخلية في الربح ، والعامل له الحق إذ للعمل المدخلية في الربح أيضاً ، ويكون الربح - إن كان - بينهما حسب الموازين الاقتصادية العرفية ، من النصف أو الثلث ، لهذا أو ذاك ، أو نحو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورة البقرة : 279 .\r\n( 2 ) - سورة النجم : 39 - 41 .\r\n( 3 ) - سورة آل عمران : 130 .\r\n( 4 ) - ففي مجلة ( المجلة ) العدد 955 ص 49 بتاريخ 6 / 6 / 1998 : ( تدفع أفقر دول العالم مبلغ 34 مليون دولار يومياً لفوائد هذه القروض ) .\r\nوفي المجلة العدد 981 ص 16 تاريخ 29 / 11 / 1998 م : ( ديون هندوراس للبنك الدولي تبلغ 4 مليارات دولار ، اما نيكاراغوا فديونها 6 مليارات دولار . وتدفع كل دولة حوالي مليونين و 200 الف دولار يومياً خدمة لذلك الدين . ويذهب 51 % من دخل نيكاراغوا لخدمة ديونها . اما هندوراس فتنفق 80 % على ذلك ) . .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nذلك « 1 » .\r\nولكن اليوم قد شاع الربا في كل العالم « 2 » لجشع الإنسان ، وعدم إيمانه لابالله سبحانه واليوم الآخر فحسب ، بل بالإنسان بما هو إنسان ، بل بنفسه ، لأن الإساءة تعود لنفسه أيضاً ، قال تعالى : يا أيهّا الناس إنما بغيكم على أنفسكم « 3 » وقال سبحانه : ( إن أسأتم فلها ) « 4 » . فإن الأمر وإن كان قصير المدة في ربح المرابي ، لكنه طويل المدة في خسرانه ، وقد ذكرنا تفصيله في بعض كتبنا الاقتصادية « 5 » .\r\nفإن الربا ، والسلاح ، والتجمل ، وزيادة الموظفين ، أربعة أمور أورثت العالم هذه المشاكل التي تحيرت فيها حتى أولوا الألباب « 6 » ، ولا علاج لها إلّا بالرجوع إلى سنن الله تعالى ، فإنك ( لن تجد لسنّة الله تبديلًا ولن تجد لسنّة الله تحويلًا ) « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع موسوعة الفقه ج 53 - 54 كتاب المضاربة وكتاب ( الاقتصاد بين المشاكل والحلول ) للإمام المؤلف ( دام ظله ) .\r\n( 2 ) - كما ذكرنا بعض الإحصاءات في ذلك .\r\n( 3 ) - سورة يونس : 23 .\r\n( 4 ) - سورة الإسراء : 7 .\r\n( 5 ) - راجع موسوعة الفقه ج 107 - 108 كتاب ( الاقتصاد ) وكتاب ( لمحة عن البنك الاسلامي ) و ( الاقتصاد الإسلامي المقارن ) و ( الكسب النزيه ) و ( الاقتصاد الإسلامي في سطور ) و ( الاقتصاد الإسلامي في خمسين سؤالًا وجواباً ) و . . . للإمام المؤلف ( دام ظله ) .\r\n( 6 ) - راجع كتاب ( الفقه : طريق النجاة ) للإمام المؤلف ( دام ظله ) .\r\n( 7 ) - سورة فاطر : 43 . .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n6\r\n\r\nالأرض الله ولمن عمّرها\r\nالقرآن الكريم أكّد على أن الله تعالى خلق للانسان الأرض وما فيها ، حيث قال سبحانه : ( هو الذي خلق لكم ما في الأرض جميعاً ) « 1 » وقال رسول الله ( صلى الله عليه وآله وسلم ) : ( الأرض لله ولمن عمّرها ) وقد قال سبحانه : ( وما ينطق عن الهوى إن هو إلّا وحي يوحى ) « 2 » .\r\nوهكذا كان حال المسلمين ، فلم تكن ( أزمة السكن ) ، وإني اذكر قبل ستين سنة حينما عمرت محلتان في النجف الأشرف وهما : ( الجبل ) و ( الجديدة ) حيث لم يكن للأرض ثمن ، فهي كالماء والهواء والحرّ والبرد ، يستفيد منها الجميع بقدر إرادته بشرط عدم مزاحمة الآخرين واستغلال حقهم .\r\nوكذلك عمرت محلة ( السعدية ) في كربلاء المقدسة بلا ثمن ، أليست الأرض لله ولمن عمرّها ؟\r\nفالأرض كانت مباحة لمن عمرها ، من دون حاجة إلى رخصة من الدولة وما أشبه . . وكان البستان ونصب الرحى وما إلى ذلك مجاناً ، حتى أن القبر لم يكن له ثمن .\r\nوهذا هو القانون الإسلامي الذي بينّه القرآن الكريم وعمل به رسول الله ( صلى الله عليه وآله وسلم ) وأمير المؤمنين ( عليه السلام ) فإنه ورد أن علياً ( عليه السلام ) بنى في الكوفة دكاكين وأعطاها للناس مجاناً ، حتى لا يغلى ثمن البضائع .\r\nوقال ( عليه السلام ) : ما من شخص إلّا وأعطيته داراً .\r\nوقبل ذلك قال الرسول ( صلى الله عليه وآله وسلم ) في المدينة المنورة : ( الأرض لله ولرسوله ، ثم إنها لكم مني أيها المسلمون ) .\r\nوقال ( صلى الله عليه وآله وسلم ) : ( موتان الأرض لله ورسوله فمن أحيى منها شيئاً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورة البقرة : 29 .\r\n( 2 ) - سورة النجم : 3 و 4 . .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nفهو له ) « 1 » .\r\nوقال ( صلى الله عليه وآله وسلم ) : ( عادي الأرض لله ورسوله ثم هي لكم مني فمن أحيى مواتاً فهي له ) « 2 » .\r\nبينما كانت الأرض في بلاد فارس والروم قبل الإسلام للدولة ، وكانوا قد ضيقوا على الناس ، كتضييق الحكام في يومنا هذا على الشعب في الأرض ، مسلمين وغير مسلمين ، ولذا تسمع باسم ( أزمة السكن ) وتراها بأم عينيك ، فصاروا يبيعون حتى ( القبر ) ! وليس ذلك إلّا لملأ غرورهم بإرادة السيطرة من ناحية ، وملأ جيوبهم بتكديسهم المال من ناحية ثانية .\r\nولو رجعنا إلى القرآن الحكيم ، وإلى الإنسانية بما هي هي أي بفطرتها لا نحلت المشكلة ( وكان أمر الله قدراً مقدوراً ) « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مستدرك الوسائل ج 17 ص 111 ب 1 ح 20903 .\r\n( 2 ) - مستدرك الوسائل ج 17 ص 112 ب 1 ح 20906 .\r\n( 3 ) - سورة الأحزاب : 38 . .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n7\r\n\r\nاليسر . . لا العسر\r\nالقرآن الكريم يؤكد على اليسر ويرفض العسر ، قال سبحانه : ( يريد الله بكم اليسر ولا يريد بكم العسر ) « 1 » .\r\nولعل وجه تقديم اليسر في الآية المباركة للتأكيد على أهميته وحتى لا يبقى بعده المجال للعسر ، ولا للتوسط بين الأمرين ، فلما كان الكلام لبيان اليسر كان ما سيق الكلام لبيانه مقدم ، حسب المذكور في علم البلاغة « 2 » ، وإن أمكن أن يقال : لا يريد بكم العسر ولا التوسط بينهما وإنما يريد بكم اليسر .\r\nوفي الحديث عن رسول الله ( صلى الله عليه وآله وسلم ) ( يسّروا ولا تعسّروا ) « 3 » .\r\nوهذا جار في كل شؤون الإنسان من ولادته إلى موته ، وما يستلزم الانسان من كل أمر مرتبط به ، فان اليسر يفتح المجال للتقدم كما يفتح آفاقاً جديدة أمام الإنسان .\r\nومن مصاديق اليسر البساطة .\r\nفان البساطة في الحياة من أكبر الدروس التي بينّها الإسلام ورسوله ( صلى الله عليه وآله وسلم ) قولًا وعملًا ، بل نجد في أحوال النبي موسى والنبي عيسى ( عليهما السلام ) ذلك « 4 » .\r\nفان الإنسان ليس له وقتان ولا مالان ، فإما أن يصرف كل وقته وماله في شأن نفسه أو يقتنع بالضروري أو بالمناسب من شأن نفسه ويصرف الباقي للتقدم ) .\r\nلذا نشاهد أن رسول الله ( صلى الله عليه وآله وسلم ) على عظمته وهو رئيس تسع دول كان يعيش في غرفة ليس كل من عرضها وطولها إلّا ذراعين أو ثلاثة ، كما يشهد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورة البقرة : 185 .\r\n( 2 ) - راجع ( البلاغة ) للإمام المؤلف ( دام ظله ) .\r\n( 3 ) - غوالي اللئالي ج 1 ص 381 . وغرر الحكم ص 483 الفصل التاسع في العز الحديث 11146 .\r\n( 4 ) - راجع كتاب ( القصص الحق ) للإمام المؤلف ، وكتاب ( قصص الأنبياء ) للراوندي والجزائري . .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nبذلك التاريخ ، وذلك عندما أرادوا الصلاة على جسده الطاهر حيث لم يستوعب من أصحابه إلّا عشرة عشرة واقفين « 1 » .\r\nوالإمام أمير المؤمنين علي ( عليه السلام ) كان كذلك وهو يحكم خمسين دولة وله ألف قاض وألف وال ، فلم يضع حجراً على حجر . . إلى غير ذلك « 2 » .\r\nأما الحكام الذين يريدون الجمال والجلال ، والأبهة والعظمة الظاهرية ، فلا يحفظون أنفسهم فكيف بغيرهم ، بل يأخذون في التأخر يوماً بعد يوم فكيف يتمكنون من التقديم والتقدم .\r\nوإنما يفعلون ذلك لإرادتهم الفخفخة والأبهة ، ولكن سنّة الله لا تتغير ، ( ولن تجد لسنة الله تبديلًا ) « 3 » .\r\nوهذا كان من أسباب تأخر المسلمين هذا التأخر المشين ، وتقدم غيرهم ذلك التقدم المادي الهائل .\r\nالبساطة في الإسلام\r\nوالبساطة في الإسلام تكون في كل شيء :\r\nمن الزواج ، فقد زوّج الرسول ( صلى الله عليه وآله وسلم ) بنته سيدة النساء بمهر كان ثلاثين درهماً ، كما في الكافي « 4 » ، وجهازه أبسط الأجهزة حتى في ذلك الزمان ، ولم يكن لها إلّا ثوب واحد للعرس ومع ذلك بذلته ( سلام الله عليها ) ليلة عرسها .\r\nإلى الموت ، حيث كانت تتمثل البساطة في القبر المجاني ، والكفن البسيط جداً مما هو معروف .\r\nوما بينهما « 5 » وما قبلهما ، من الولادة وغيرها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع كتاب ( ولأول مرة في تاريخ العالم ) ج 2 للإمام المؤلف ( دام ظله ) .\r\n( 2 ) - راجع كتاب ( حكومة الرسول ( ص ) والامام أمير المؤمنين ) .\r\n( 3 ) - سورة الأحزاب : 62 .\r\n( 4 ) - راجع الكافي ج 5 ص 377 ح 2 وفيه : ( محمد بن يحيى ، عن أحمد بن محمد بن عيسى ، عن ابن فضال ، عن ابن بكير ، قال : سمعت أبا عبد الله ( ع ) يقول : زوج رسول الله ( ص ) فاطمة ( ع ) على درع حطمية يسوى ثلاثين درهما ) . وفي الحديث 4 : ( يساوي ثلاثين درهما ) . وراجع ايضاً التهذيب ج 7 ص 364 ب 21 ح 40 .\r\n( 5 ) - اي : بين الزواج والموت . .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالبساطة في القضاء\r\nوكانت البساطة حتى في القضاء ، فقاض واحد لسبعة من الخلفاء والملوك ، فشريح القاضي كان من زمان عمر إلى عثمان ، إلى أمير المؤمنين ( عليه السلام ) ، إلى معاوية ، إلى يزيد ، إلى مروان ، إلى عبد الملك ، وهو يحكم الكوفة الوسيعة ذات عشرة فراسخ ، وستة ملايين ، كما يظهر من بعض التواريخ ، ويجلس للحكم في المسجد كما أمره الإمام علي ( عليه السلام ) .\r\nودكة القضاء لأمير المؤمنين علي ( عليه السلام ) في مسجد الكوفة باقية إلى الآن ، بالإضافة إلى بيت الطشت .\r\nوهكذا كان الرسول ( صلى الله عليه وآله وسلم ) يحكم في المسجد .\r\nوقد عزل الإمام علي ( عليه السلام ) أبا الأسود الدئلي من القضاء ، لأن صوته كان يعلو صوت الخصمين .\r\nوإني أذكر أن قضاء كربلاء المقدسة كان بيد عالم واحد يقضي بين الناس من أول الفقه إلى آخره ، وكان يجلس في بيت بسيط ويعينه كاتبه ، وله خادم واحد فقط ، وكان ذلك لا يتجاوز الساعتين قبل الظهر على الأكثر .\r\nالجندية في الإسلام\r\nوكانت الجندية في الإسلام بسيطة جداً وليست جبرية ، فاللازم أن تهيئ ساحة مناسبة خارج كل مدينة ، وذلك للتدريب العسكري لساعات من النهار فقط ، نعم المدربون ومن إليهم موظفو الدولة ، وقد سمعت أن بعض الدول يعملون بهذا الأسلوب في حقل الجندية « 1 » .\r\nإلى غير ذلك من البساطة في كل جوانب الحياة .\r\nهذا والموظفون في الدولة الإسلامية أقل من القليل كما ذكرناه في بعض الكتب بتفصيل « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كما في الصين وإسرائيل .\r\n( 2 ) - راجع كتاب ( إذا قام الإسلام في العراق ) ص 99 تحت عنوان : ( الموظفون والإصلاح الإداري ) . .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n8\r\n\r\nالنزاهة\r\nالقرآن الكريم أمر بالطهارة والنزاهة قال سبحانه : ( ولكن يريد ليطهّركم ) « 1 » .\r\nوقال علي ( عليه السلام ) : ( ثمرة التورع النزاهة ) « 2 » .\r\nوقال ( عليه السلام ) : ( النزاهة من شيم النفوس الطاهرة ) « 3 » .\r\nوقال ( عليه السلام ) : ( النزاهة آية العفة ) « 4 » .\r\nوالطهارة والنظافة والنزاهة من أهم ما أمر به الإسلام قرآناً وسنة بألفاظ مختلفة وفي مختلف الأبواب « 5 » .\r\nإنه أراد نظافة الروح والجسد وكل شيء وشئ ، ولو جمع أمثال هذه الألفاظ في مختلف الآيات والروايات لكانت كثيرة جداً .\r\nفالعالم النزيه ، والحاكم النزيه ، والثري النزيه ، والعابد النزيه ، والإنسان النزيه وما إلى ذلك هو ما اهتم القرآن والسنّة بشأنهم ، وفي كلام الإمام ( عليه السلام ) : ( من كان من الفقهاء ، صائناً لنفسه ، حافظاً لدينه ، مخالفاً على هواه ، مطيعاً لأمر مولاه ، فللعوام أن يقّلدوه ) « 6 » .\r\nفهناك أمران سلبيان « 7 » : الصيانة ومخالفة الهوى .\r\nوأمران إيجابيان : حفظ الدين وإطاعة المولى .\r\nفالفقيه النزيه : من يحفظ نفسه عن الانزلاق ، وإذا عرضت له هوى خالفها ، ويحفظ دينه عن الانحراف ويطيع الله سبحانه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورة المائدة : 6 .\r\n( 2 ) - غرر الحكم ص 274 الحديث 6018 الفصل الخامس في التقوى .\r\n( 3 ) - غرر الحكم ص 318 الحديث 7344 الفصل الثالث في النزاهة ومدحها .\r\n( 4 ) - غرر الحكم ص 318 ح 7343 الفصل الثالث .\r\n( 5 ) - راجع كتاب ( الفقه : النظافة ) للامام المؤلف ( دام ظله ) .\r\n( 6 ) - الاحتجاج ص 458 احتجاج أبي محمد الحسن بن علي العسكري : وتفسير الإمام الحسن العسكري ص 299 .\r\n( 7 ) - الظاهر أن المراد بالسلب والإيجاب المفهوم العرفي . .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nهذا بالنسبة إلى العالم ، وكذلك بالنسبة إلى الحاكم وما أشبه ، قال سبحانه : ( يا داود إناّ جعلناك خليفة في الأرض فاحكم بين الناس بالحق ولا تتبع الهوى فيضلك عن سبيل الله ) « 1 » .\r\nإلى غير ذلك مما هو كثير .\r\nفالنزاهة بالإضافة إلى أنها إطاعة لله سبحانه ، ولها عواقب حسنة ، والناس ينظرون إلى النزيه بنظرة العز والإجلال ، هي مواكبة للكون الذي جعله الله تعالى ، بحيث يلائم بعضه بعضاً ، قال سبحانه : ( من كل شيء موزون ) « 2 » .\r\nوأيّ وزن ؟ . قال عز وجل : ( فمن يعمل مثقال ذّرة خيراً يره ومن يعمل مثقال ذّرة شراً يره ) « 3 » ورؤيته مرتان : مرّة في الحياة ومرّة بعد الممات ، قال سبحانه : ( وأن ليس للإنسان إلّا ما سعى وأن سعيه سوف يرى ثم يجزاه الجزاء الأوفى ) « 4 »\r\nأما الحكام الذين يحاربون القرآن فغالباً حيث يتنكبون طريق النزاهة ، فإنهم يتجاوزون حدود الله فلا يكتفون بسيعهم بل يأخذون ما ليس لهم ، أو زيادة على ما لهم ، ولذا يكون أمرهم فرطاً ، قال سبحانه : ( ولا تطع من أغفلنا قلبه عن ذكرنا وأتبع هواه وكان امره فرطاً ) « 5 » اي كالعنب المفرط حيث انفصل عن العنقود ، فلا جامع له .\r\nفاللازم تطبيق قانون النزاهة في جميع مجالات الحياة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورة ص : 26 .\r\n( 2 ) - سورة الحجر : 19 .\r\n( 3 ) - سورة الزلزلة : 7 - 8 .\r\n( 4 ) - سورة النجم : 39 - 40 .\r\n( 5 ) - سورة الكهف : 28 . .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n9\r\n\r\nحيازة المباحات\r\nالقرآن الكريم أجاز حيازة المباحات ، وقد صرح بذلك كثير من الروايات ، فكل ما لا مالك له من الناس فهو لمن حازه ، قال تعالى : ( خلق لكم ) « 1 » .\r\nفكل مباح لا مالك له يكون لمن حازه ، بشرط عدم التعدي على حقوق الآخرين ، ولذا ورد : ( من حاز ملك ) .\r\nوحيث أنه تعالى قال : ( لكم ) « 2 » كان معناه بدون مزاحمة الآخرين ، بقدر حقه وحقهم ، حال ذلك حال غرف المدرسة للطلاب حيث لا يحق لطالب أن يزاحم حق الآخرين .\r\nوقد رأيت أنا في العراق هذا القانون مطبقاً ، حيث كانوا يأخذون من معدن الملح ، ومعدن الجص ، وأسماك الأنهار ، وأشجار الغابات ، وحيوانات البر وطير السماء ، وكل شيء نراه اليوم أدخلوه تحت القانون ومنعوا الناس منه إلّا بإجازة وضريبة وما أشبه .\r\nأما الحكام اليوم فللغرور من ناحية ، ولملأ جيوبهم من ناحية ثانية ، جعلوا كل ذلك تحت القانون بضرائب كثيرة ، وإجازات ملتوية ، وهكذا تركوا القرآن ونبذوا قانون الإسلام الذي دام منذ زمن الرسول الأعظم ( صلى الله عليه وآله وسلم ) إلى قبل خمسين عاماً في العراق ، وإلى قبل ثمانين عاماً في إيران ، حيث حكم البهلوي « 3 » وقد جاء لتحطيم الإسلام ، ولماّ انتهت أوامره التي صدرت من المستعمرين أخرجوه بكل ذلة ، وهكذا جازوه بأسوء الجزاء ، ف - ( خسر الدنيا والآخرة ) « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورة البقرة : 29 .\r\n( 2 ) - سورة البقرة : 29 .\r\n( 3 ) - البهلوي الأول : رضا خان بهلوي ( 1295 - 1363 ه - / 1878 - 1944 م ) شاه إيران ( 1343 - 1359 ه - / 1925 - 1941 م ) ضابط من ضباط الجيش الإيراني ، أطاح بأسرة قاجار الحاكمة وأعلن نفسه شاهاً على إيران عام 1925 م . اضطر إلى التنازل عن العرش لابنه محمد رضا بهلوي .\r\n( 4 ) - سورة الحج : 11 . .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nوقد رأينا كيف أن ( عبد الكريم قاسم ) « 1 » وضع قوانين ضدّ القاعدة الإسلامية المذكورة « 2 » إطاعة لمواليه ، لكنهم بعد ذلك قتلوه أبشع قتلة ، نعم قال سبحانه : ( ومن أعرض عن ذكري فان له معيشة ضنكاً ) « 3 » وسنرى آخرتهم حيث قال : ( ونحشره يوم القيامة أعمى ) « 4 » .\r\nفاللازم أن نرجع إلى القرآن وإلى تطبيق قانون الإسلام إذا أردنا الحياة السعيدة في الدنيا والآخرة ، ولا يكون ذلك إلّا بالوعي العام لمليارين من المسلمين « 5 » ، فان الوعي أول التقدم ، وما ذلك على الله بعزيز .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - عبد الكريم قاسم ( 1332 - 1382 ه - / 1914 - 1963 م ) ضابط عراقي قاد حركة الانقلاب ضد النظام الملكي في العراق وأطاح به في 14 يوليو 1958 م / 1377 ه - . انتهج في الحكم نهجاً استبدادياً ، ثار في عهده الأكراد في شمالي البلاد ، لقي مصرعه في الانقلاب الذي قاده ضده ( عبد السلام عارف ) فبراير 1963 م / 1382 ه - .\r\n( 2 ) - قاعدة ( حيازة المباحات ) .\r\n( 3 ) - سورة طه : 124 .\r\n( 4 ) - سورة طه : 124 .\r\n( 5 ) - تدل الاحصاءات الأخيرة على أن عدد المسلمين بلغ 000 ، 000 ، 000 ، 2 . .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n10\r\n\r\nالمهيمن\r\nالقرآن الكريم يضمن هيمنة المسلمين على العالم إذا عملوا بقوانينه ، قال تعالى : ( وأنزلنا إليك الكتاب بالحق مصدقاً لما بين يديه من الكتاب ومهيمناً عليه ) « 1 » .\r\nأهل الكتاب غالباً يحاربون القرآن ، لأنه مهيمن على سائر الكتب ، حيث أن القرآن يذكر مواضع الانحراف والتحريف في كتبهم زيادةً ونقصاً ، فإنهم يقولون : ( عيسى ابن الله ) ، و ( عزير ابن الله ) « 2 » ، و ( ثالث ثلاثة ) « 3 » ، والقرآن يخالف كل ذلك .\r\nوكذلك غير أهل الكتاب من عبدة الأصنام ، بل عبّاد كونفوشيوس « 4 » ، وبوذا « 5 » ، والعمدة في دليلهم ما ذكره القرآن الحكيم : ( إنّا وجدنا آباءنا على أمّة وإنّا على آثارهم مقتدون ) « 6 » .\r\nفالإسلام هو المهمين على جميع الأديان والمذاهب على كثرتها ، ولكن اللازم التبليغ الصحيح .\r\nوقد رأيت في كتاب ( ثقافة الهند ) إن هناك عبّاد البقر ، وعبّاد الماء ، وعبّاد الفارة ، وعبّاد الحيّة ، وعبّاد النار ، وعبّاد الشمس ، وعبّاد الإنسان ، والثنوية ، والمثلثة ، والأنجاس وهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - سورة المائدة : 48 .\r\n( 2 ) - قال سبحانه : وقالت اليهود عزير ابن الله وقالت النصارى المسيح ابن الله ذلك قولهم بأفواههم يضاهئون قول الذين كفروا من قبل قاتلهم الله أنّى يؤفكون . سورة التوبة : 30 .\r\n( 3 ) - قال تعالى : لقد كفر الذين قالوا إن الله ثالث وما من اله إلّا اله واحد وإن لم ينتهوا عما يقولون ليمسنّ الذين كفروا منهم عذاب أليم . سورة المائدة : 73 .\r\n( 4 ) - ( 551 - 479 ق . م ) فيلسوف صيني ، مؤسس الكونفوشيوسية ، اعتبر أعظم معلم وفيلسوف ومنظر سياسي اطلعته الصين ، تركت آراؤه أثراً عميقاً في بعض حضارات شرق آسيا ، وقضى الشطر الأكبر من حياته في نشر تعاليمة بين حلقة صغيرة من مريديه . وقد كانت حكمه حتى وقت قريب نبراساً للصينيين في حياتهم اليومية .\r\n( 5 ) - بوذا ، غوتاما ( 563 - 483 ق . م ) فيلسوف هندي ، مؤسس الديانة البوذية ، ولد في أسرة نيبلية على الحدود الحالية من الهند ونيبال .\r\n( 6 ) - سورة الزخرف . .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nأكثر من ثلاثمائة مليون ، إلى غير ذلك .\r\nإن المسلمين في أول الإسلام اشتغلوا بنشر الإسلام ، فلم يمض قرن إلّا وسيطروا على أكثر العالم ، حكومةً وديناً ، وبعد ذلك اشتغلوا بأنفسهم ، وقد قال أحد زعماء الإلحاد :\r\n( يوم اشتغل المسلمون بالسماء أتتهم الأرض منقادة ، أما حين اشتغلوا بالأرض فاتتهم السماء والأرض ) .\r\nفبينما كان المسلم يشاطر المسلم ، داره وكسبه ، ويطلق إحدى زوجتيه ليتزوجها المسلم الآخر بعد العدّة « 1 » ، لكن اليوم ترى من يدعي انه مسلم يقول : ( هل من مزيد ) « 2 » .\r\nوقد ورد في التاريخ إن ( المستكفي بالله العباسي ) « 3 » كان له أربعة ملايين ثوب ! ، بينما كان رسول الله ( صلى الله عليه وآله وسلم ) وفي عز قدرته وحكومته إذا أعطى ثوبه لفقير كان يلف على نفسه الحصير .\r\nكما كان أمير المؤمنين ( عليه السلام ) كذلك « 4 » .\r\nويذكر أنه كان للسلطان العثماني ( عبد الحميد ) « 5 » سبعمائة زوجة ! ، ويمد سبعمائة خوان في قصره ، لكل زوجة وخدمتها خوان ، إلى ما هو كثير من أمثال ذلك « 6 » .\r\nفكانت محاربة القرآن ومخالفة قوانينه سبباً في تأخر المسلمين إلى أن سقط المسلمون في العصر الأخير بسقوط حكامهم القاجار والعثمان ولا يمكن الخلاص من ذلك الا بالعمل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كان كل ذلك بعد ما آخى رسول الله ( ص ) بين المهاجرين والأنصار في المدينة المنورة فالمسلم المهاجر كان يشارك الأنصاري في حياته .\r\n( 2 ) - سورة ق : 30 .\r\n( 3 ) - الحاكم العباسي الثاني والعشرون ( 291 - 337 ه - / 904 - 949 م ) ومدة حكمه سنة وأربعة اشهر فقط ( 332 - 334 ه - / 944 - 946 م ) وكان مستضعفاً يعوزه العزم ، وفي أيامه دخل معز الدولة البويهي بغداد وسرعان ما خلعه عن العرش وجعله في السجن إلى أن مات .\r\n( 4 ) - راجع التفصيل كتاب ( أسلوب حكومة الرسول ( ص ) والإمام أمير المؤمنين ) و ( الحكومة الإسلامية في عهد أمير المؤمنين ) للإمام المؤلف .\r\n( 5 ) - السلطان عبد الحميد ( 1258 - 1336 ه - / 1842 - 1918 م ) من أشهر السلاطين العثمانيين ، مدة سلطنته ( 1293 - 1327 ه - / 1876 - 1909 م ) حكم البلاد حكماً استبدادياً متسماً بالارهاب ، فلخعوه عن العرش عام 1909 م 1327 ه - . .\r\n( 6 ) - راجع كتاب ( موجز عن الدولة العثمانية ) للإمام المؤلف ( دام ظله ) . .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nبالقرآن الكريم .\r\nفقد ذكر رسول الله ( صلى الله عليه وآله وسلم ) الفتنة يوماً ، فقالوا : يا رسول الله كيف الخلاص منها ، قال ( صلى الله عليه وآله وسلم ) : ( بكتاب الله ، فيه نبأ من كان قبلكم ونبأ من كان بعدكم ، وحكم ما كان بينكم ، وهو الفصل وليس بالهزل ، ما تركه جبار إلّا قصم الله ظهره ، ومن طلب الهداية بغير القرآن ضل ، وهو الحبل المتين والذكر الحكيم والصراط المستقيم وهو الذي لا تلبس على الألسن ، ولا يخلق من كثرة القراءة ولا تشبع منه العلماء ولا تنقضي عجائبه . . . ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مستدرك الوسائل ج 4 ص 239 باب 2 ح 4595 . .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nالخاتمة\r\nوهذا أخر ما أردنا إيراده في هذا الكتاب ، نسأله سبحانه وتعالى أن يوفقنا للعمل بالقرآن الكريم ، والحمد لله رب العالمين .\r\nسبحان ربك رب العزة عما يصفون وسلام على المرسلين والحمد لله رب العالمين وصلى الله على محمد وآله الطاهرين .\r\nقم المقدّسة\r\nجمادى الثانية / 1419 ه -\r\nمحمّد الشيرازي\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30}
  ]