[
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nپيشگفتار\r\nانقلاب اسلامى ايران ، بزرگ‌ترين و عميق‌ترين انقلاب ارزشى و فكرى عصر حاضر است . بنيانگذار اين نهضت مقدس ، حضرت امام خمينى رحمة اللَّه عليه ، با پيروى از مكتب حضرت سيدالشهداء عليه السلام ، دست ستم و سلطهء قدرت‌هاى استكبارى را از كشور امام زمان ( عج ) كوتاه كرد و به احياى سيرهء رسول اللَّه صلى اللَّه عليه و آله ، و اصلاح امور امّت و تحكيم پايه‌هاى حكومت اسلامى پرداخت و نهادهاى پرثمرى را يكى پس از ديگرى در جامعهء اسلامى ايران بنيان نهاد .\r\nسپاه پاسداران انقلاب اسلامى از خجسته نهادهايى است كه همزمان با شكل‌گيرى نظام مقدس اسلامى ، به دستور آن پير عارف و دورانديش تأسيس گرديد و رسالت عظيم پاسدارى از انقلاب اسلامى و دستاوردهاى آن و دفاع از حريم ولايت مطلقهء فقيه را برعهده گرفت .\r\nتحقق اين مأموريت خطير ، در گرو برخوردارى اين نهاد مقدس از « بينش اسلامى » و « آگاهى سياسى » مىباشد كه امر « آموزش » يكى از راههاى تأمين كنندهء آن است . از اين رو ، ارتقا و تقويت بينش اعتقادى و بصيرت سياسى پاسداران نيازى اجتناب‌ناپذير است .\r\nولىّ امر مسلمانان جهان ، حضرت آيةاللَّه العظمى خامنه‌اى « مد ظلّه العالى » خطاب به نمايندهء خود در سپاه پاسداران انقلاب اسلامى چنين مىفرمايد :\r\nسپاه پاسداران انقلاب اسلامى يك نيروى انقلابى است كه بر پايهء دين و تقوا و درك و عمل انقلابى به وجود آمده و وظيفهء اساسى نمايندهء اين جانب در آن عبارت از : نظارت مستمر بر حفظ و استحكام اين پايهء اساسى و برخورد با تخلّفات و پيشگيرى از آنهاست . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بخشى از حكم مقام معظم رهبرى به نماينده ولى فقيه در سپاه ( مورخه 6 / 4 / 1369 ) .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nاهميّت و نقش زيربنايى آموزش‌هاى عقيدتى - سياسى در حفظ و استحكام پايه‌هاى اعتقادى و بصيرتهاى سياسى موجب شد كه اين مهم در چارچوب « نظام آموزشى » جامع و فراگيرى تحقق يابد كه در برگيرندهء سطوح مختلف علمى و تخصصى پاسداران ، بسيجيان و سربازان باشد . با تشكيل نيروهاى پنجگانهء سپاه و تصويب قانون استخدامى و نيز لحاظ عنصر عقيدتى - سياسى در كليهء درجات ، ادارهء آموزشهاى عقيدتى سياسى نمايندگى ولى فقيه در سپاه ، « نظام آموزش » را هماهنگ با نظام آموزشى و خدمتى كاركنان سپاه تدوين و با اهداف زير براى اجراى آن برنامه‌ريزى كرده است :\r\n1 . تربيت نيروى مؤمن و متعهد به ارزشهاى اسلام ناب محمدى صلى اللَّه عليه و آله .\r\n2 . توسعه و تعميق دانش و بينش عقيدتى سياسى پاسداران .\r\n3 . ايجاد توانايى و انگيزهء فكرى و معنوى در انجام وظايف و مأموريت‌هاى محوّله .\r\nدر نظام آموزشى عقيدتى سياسى ، مباحث براساس تحصيلات كاركنان ، در دو سطح كلى يك و دو ارائه مىگردد . براى سطح يك ، آموزش عمومى و سه مرحله آموزش ضمن خدمت شامل شش دورهء تداوم آموزش و سه دورهء آموزش تخصصى ( تخصصى اوليه ، تخصصى تكميلى و سرپرستى ) در نظر گرفته شده است .\r\nسطح دو نيز شامل دوره‌هاى كاردانى ، كارشناسى ، مقدماتى رسته‌اى ، عالى رسته‌اى ، دافوس ، عالى جنگ و چهار مرحله آموزش ضمن خدمت شامل ششم دوره تداوم آموزش مىشود .\r\nبراى هر يك از دوره‌ها شمارهء شناسنامهء ( كد ) مخصوصى در نظر گرفته شده است كه مشخص كننده سطح ، مرحله و دوره است ؛ براى مثال شماره شناسنامه « 132 » رقم سمت چپ نشانگر سطح يك ، رقم وسط بيانگر مرحلهء سوم و رقم سمت راست گوياى دوره دوّم است .\r\nاز آنجا كه دوره‌هاى عمومى ، تخصصى و سرپرستى ، عمومى افسرى ، كاردانى ، كارشناسى ، مقدماتى و عالى رسته‌اى ، دافوس و عالى جنگ مرحله ندارند ، رقم وسط با صفر مشخص شده است ؛ به عنوان مثال شمارهء شناسهء « 102 » نشانگر سطح يك و دوره دوم از دوره‌هاى آموزش طولى است .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nنظام آموزشى در برگيرندهء هفت موضوع به شرح ذيل است :\r\n1 . اصول عقايد\r\n2 . اخلاق اسلامى\r\n3 . احكام\r\n4 . معارف قرآن\r\n5 . تاريخ اسلام\r\n6 . دانش سياسى - اجتماعى\r\n7 . نظام دفاعى\r\nبا توجه به تنوع موضوعات ، شمارهء هر موضوع نيز در پى شماره هر دوره ، پس از علامت مميز ( / ) مىآيد . براى مثال ، عدد 5 در شماره شناسنامهء « 5 / 132 » بيانگر آن است كه موضوع دورهء ياد شده « تاريخ اسلام » است .\r\nمسئوليت تهيه و تدوين متوون آموزشى مورد نياز نمايندگى ولى فقيه در سپاه برعهده پژوهشكده تحقيقات اسلامى است . متون مورد نظر با توجه به سطح معلومات و تخصّص نيروهاى آموزشى و نوع و حوزهء مأموريت آنان ، در گروههاى تحقيقاتى پژوهشكده ، تدوين و پس از طى مراحل اعتبار بخشى محتوايى و شكلى زير نظر كارشناسان و صاحب‌نظران موضوع در سطح حوزه و دانشگاه ، به تأييد نماينده ولى فقيه در سپاه و با نمايندهء ايشان مىرسد .\r\nكتاب حاضر با شناسه ( كد ) 5 / 201 شامل 16 درس از نظام آموزش عقيدتى - سياسى سپاه پاسداران انقلاب اسلامى است .\r\nپيشنهادها و تجربيات مربيان ارجمند و برادران عزيز متربّى ، راهگشا و مشوّق ما در رفع كاستىهاى متون آموزشى خواهد بود . از خداوند متعال مىخواهيم كه روز به روز بر بينش و آگاهيهاى اسلامى ما بيفزايد و آنها را عميق‌تر سازد .\r\nادارهء آموزش عقيدتى سياسى\r\nنمايندگى ولى فقيه در سپاه\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nمقدمه\r\nپيامبران الهى ، راهنمايان بشر بوده‌اند كه با كوششى پيگير و نهضتى فراگير ، مردم را از شرك و بت‌پرستى نجات داده و به سرمنزل توحيد و يكتاپرستى و مكارم اخلاقى راهنمايى كرده‌اند .\r\nآنان در طول حيات خود در برابر ظلم و ستم ستمگران و كفر كافران مردانه ايستادند .\r\nمطالعه و بررسى حركت پيامبران ، ما را در شناخت و انتخاب راه راست يارى مىكند .\r\nمهم‌ترين منبع در اين مطالعه و شناخت ، قرآن كريم است . اين كتاب آسمانى ما را با زندگانى و راه و منش آن بزرگواران آشنا مىسازد و پرده از روى تحريفات صورت گرفته در كتابهاى انبياى پيشين همچون تورات و انجيل برمىدارد . در كتابهاى تحريف شدهء تورات و انجيل ، دربارهء پيامبران الهى ، افسانه‌هاى پوچ و بىاساسى نقل شده كه از ساحت مقدّس آنان دور است . قرآن با حكايت و روايتى درست از زندگى انبياى گذشته ، ضمن پندآموزى ، دامان آنان را از آنچه در كتب تحريف شده پيشين بدانان نسبت داده‌اند ، منزه و مبرّا مىكند .\r\nما در اين كتاب ، طى سه درس اوّل دربارهء كلّياتى چون ضرورت و اهميّت شناخت نهضت و سيرهء پيامبران ، اهداف اساسى و اصول دعوت آنان بحث مىكنيم و در ادامه ، تاريخ زندگانى پيامبران مشهورى را كه قرآن كريم از آنان نام برده است ، به اجمال به بررسى مىگذاريم . در اين قسمت هدف اساسى ، بيان سيرهء آنان در هدايت مردم است و از نقل جزئيات زندگى آنان خوددارى مىشود .\r\nپژوهشكده تحقيقات اسلامى\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nدرس اول\r\n\r\nشناخت پيامبران\r\n\r\nاهميت شناخت نهضت و سيرهء پيامبران\r\nبىترديد مهم‌ترين نهضت فرهنگى و اعتقادى از ابتداى زندگى بشر در اين كره خاكى تاكنون از آنِ پيامبران بوده است . پيامبران با خلوص و جديت به تبيين و تبليغ مأموريت الهى خود پرداخته و با دستمايهء وحى در پى رواج فضائل اخلاقى و پاكسازى رذايل اخلاقى از ميان بشر بوده‌اند ؛ به گونه‌اى كه هم اكنون نيز كه قرنها از ظهور آخرين پيامبر الهى ، يعنى حضرت محمد ( ص ) مىگذرد ، ريشهء همه فضيلتهاى اخلاقى در ميان اقوام و ملل گوناگون به تعاليم آن بزرگواران برمىگردد و پيروان اديان آسمانى كه بيشتر جمعيت كرهء زمين را تشكيل مىدهند وامدار هدايتهاى آن فرستادگان الهىاند .\r\nگذشته از لزوم شناخت اجمالى پيامبران پيشين كه ايمان و تصديق آنان از ضروريات دين و مورد تأكيد قرآن كريم است ، « 1 » شناخت تفصيلى زندگانى آن رهبران الهى ، حاوى درسهاى عبرت‌آموزى است كه هر فرد صاحب خردى را به نكات دقيق و مفيد رهنمون مىسازد .\r\nخداوند متعال در قرآن كريم ، بارها به سرگذشت پيامبران اشاره كرده و گوشه‌هايى از زندگانى ، مبارزات ، پايمرديها و تلاشهاى آنان در راه حق را شرح داده است . از جمله در سورهء هود ، پس از بيان سرگذشت برخى پيامبران و اقوام آنان ، اين نكته را به پيامبر اعظم ( ص ) خاطرنشان مىسازد كه از نقل اين داستانها اهداف والايى را دنبال مىكند كه او و امتش مىتوانند از نتايج آن بهره‌مند گردند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : بقره ( 2 ) ، آيهء 285 ؛ آل عمران ( 3 ) ، آيه 84 و 179 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوَكُلّاً نَقُصُّ عَلَيْكَ مِنْ أَنبَاءِ الرُّسُلِ مَا نُثَبِّتُ بِهِ فُؤَادَكَ وَجَاءَكَ فِي هذِهِ الْحَقُّ وَمَوْعِظَةٌ وَذِكْرَى لِلْمُؤْمِنِينَ . ( هود : 120 )\r\nو هر يك از سرگذشتهاى پيامبران [ خود 
  ] را كه بر تو حكايت مىكنيم ، چيزى است كه دلت را بدان استوار مىگردانيم ، و در اينها حقيقت براى تو آمده ، و براى مؤمنان اندرز و تذكرى است .\r\nو در سورهء يوسف ( ع ) مىفرمايد :\r\nلَقَدْ كَانَ فِي قَصَصِهِمْ عِبْرَةٌ لِاولِي الْأَلْبَابِ . . . . ( يوسف : 111 )\r\nو به راستى در سرگذشت آنان ، براى خردمندان عبرتى است .\r\nبنابراين ، مىتوان فوايد شناخت سيرهء پيامبران الهى را ضمن موارد ذيل برشمرد :\r\n\r\n1 . تثبيت دلها و قلوب\r\nدر آيه 120 سوره هود خطاب به پيامبر ( ص ) مىفرمايد : « ما مىخواهيم با نقل سرگذشت پيامبران ، قلب تو را محكم كنيم . » و به راستى كه لزوم تقويت ارادهء پيامبر يك امر كاملًا طبيعى بود ؛ زيرا مخالفتهاى سرسختانه دشمنان لجوج و كينه‌توز ، خواه ناخواه بر قلب پيامبر ( ص ) - كه او هم انسان و از جنس بشر بود - اثر مىگذاشت و خداوند با شرح داستان پيامبران و مقاومت آنان در برابر سختيها و سپس رسيدن امدادهاى الهى به آنان و به حقيقت پيوستن وعده‌هاى خداوند ، روح و دل پيامبر را استحكام مىبخشيد . اين دستاورد براى عموم پيروان پيامبر ( ص ) نيز وجود دارد و آنان نيز با آگاهى از سرگذشت پيامبران مقاوم و نيز ياران آنها كه همهء مشكلات را به جان مىخريدند و تا آخرين لحظات ، در راه رهبران الهى خود ، پايمردى نشان مىدادند ، خود را در راه حق ، مقاوم‌تر ساخته و آماده فداكاريهاى بيش‌تر مىكنند . « 1 » بنابراين ، مطالعهء سرگذشت پيامبران گذشته ، عامل مهمى در جهت تقويت دلهاى مؤمنان و پايمرديشان در راه هدف مىشود .\r\n\r\n2 . عبرت‌آموزى\r\nبررسى نهضت انبياء ، آن هم با نگرش قرآن ، سبب مىشود كه مؤمنان به حقايق و واقعيتهاى مربوط به زندگى و حيات ، پيروزى و شكست ، و عوامل موفقيت پيامبران پى ببرند و از آنها پند و عبرت بگيرند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در سوره آل عمران ، آيه 146 مىفرمايد : « وَكَأَيِّنْ مِنْ نَبِيٍّ قَاتَلَ مَعَهُ رِبِّيُّونَ كَثِيرٌ فَمَا وَهَنُوا لِمَا أَصَابَهُمْ فِي سَبِيلِ اللّهِ وَمَاضَعُفُوا وَمَا اسْتَكَانُوا وَاللّهُ يُحِبُّ الصَّابِرِينَ » .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nهر چند شرايع پيامبران پيشين هم اكنون نسخ شده و نيازى به فراگيرى و عمل بدانها نيست ، اما سيره و سخنان وحيانى و حكيمانه آنان در دعوت به توحيد و معارف الهى همچنان كارآيى دارد و خداوند متعال در قرآن كريم ، بسيارى از سخنان و نصايح آنان را نقل نموده و اين بدان سبب است كه اهداف همه پيامبران يكى بوده و همبستگى ميان مكتب آنان محرز است كه در ادامهء همين درس به آن اشاره‌اى خواهيم داشت .\r\n\r\nشمار پيامبران\r\nاز آنجا كه انسان براى رسيدن به هدف آفرينش ، نيازمند رهبرانى است كه او را در مسير تكاملىاش راهنمايى و هدايت كنند ، خداوند پيامبرانى را براى هدايت بشر فرستاده و هيچ امتى را از اين نعمت محروم نساخته است . قرآن كريم در اين باره مىفرمايد :\r\n. . . وَإِن مِنْ أُمَّةٍ إِلَّا خَلَا فِيهَا نَذِيرٌ . ( فاطر : 24 )\r\nو هيچ امتى نبوده ، مگر در آن هشدار دهنده‌اى بوده است .\r\nامام على ( ع ) نيز بر اين حقيقت تأكيد كرده ، مىفرمايد :\r\nو هيچ گاه خداى پاك از آفريدگان خود ، پيامبر يا كتاب يا برهان قطعى يا روشى استوار را مضايقه نفرموده ، پيامبرانى كه با وجود شمار كم و داشتن دشمنانِ بسيار از رسالت وحى بازنماندند . گاه از ايشان پيامبرانى بودند كه اسم پيامبر پس از خويش را مىدانستند و يا پيامبران پيشين آنها را مىشناختند . « 1 »\r\nبنابراين ، در اينكه بشر در هيچ زمانى بدون هادى و راهنما نبوده است ، جاى ترديد نيست ؛ اما دربارهء شمار اين راهنمايان اختلاف وجود دارد .\r\nدر قرآن آمار مشخصى از پيامبران ارائه نشده و فقط به نام 26 نفر از آنان تصريح شده است : آدم ، نوح ، ادريس ، هود ، صالح ، ابراهيم ، لوط ، اسماعيل ، اليسَع ، ذوالكفل ، الياس ، يونس ، اسحاق ، يعقوب ، يوسف ، شعيب ، موسى ، هارون ، داوود ، سليمان ، ايوب ، زكريا ، يحيى ، اسماعيل صادق الوعد ، عيسى و محمد ( صلوات الله عليهم اجمعين ) . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج‌البلاغه ، خطبه 1 ، ترجمه محمدمهدى فولادوند .\r\n( 2 ) . ترجمه تفسير الميزان ، ج 2 ، ص 211 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nقرآن داستان شمارى از پيامبران را نقل مىكند ؛ ولى تصريح مىكند كه اينان تنها برخى از پيامبرانند :\r\nوَلَقَدْ أَرْسَلْنَا رُسُلًا مِن قَبْلِكَ مِنْهُم مَن قَصَصْنَا عَلَيْكَ وَمِنْهُم مَن لَمْ نَقْصُصْ عَلَيْكَ . ( مؤمن : 78 )\r\nما قبل از تو پيامبرانى را فرستاديم و داستان بعضى از آنها را براى تو بازگو كرديم و داستان بعضى ديگر را بازگو ننموديم .\r\nدر روايات ، شمار پيامبران به اختلاف ذكر شده است ؛ « 1 » اما رقم مشهور در آنها ، 124000 نفر است :\r\nابوذر مىگويد : به پيامبر اسلام عرض كردم : اى رسول خدا ! شمار پيامبران چند نفر است ؟\r\nفرمود : صد و بيست و چهار هزار نفر . . . . « 2 »\r\nاين رقم گرچه در احاديثِ مختلف وارد شده ، اما به حدى نيست كه قطع و يقين حاصل شود . از اين رو ، نمىتوان آن را قطعى دانست . از نظر اعتقادى نيز آگاهى از شمار پيامبران و ايمان و اعتقاد بدان ضرورىّ دين به شمار نمىرود . آنچه لازم است اعتقاد و ايمان به نبوت همه پيامبران الهى است . خداى سبحان در اين باره مىفرمايد :\r\nقُولُوا آمَنَّا بِاللّهِ وَمَا أُنْزِلَ إِلَيْنَا وَمَا أُنْزِلَ إِلَى إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَى وَعِيسَى وَمَا أُوتِيَ النَّبِيُّونَ مِن رَبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ .\r\n( بقره : 136 )\r\n( اى مردم ) بگوييد به خدا و آنچه بر ما نازل شد و نيز آنچه بر ابراهيم و اسماعيل و اسحاق و يعقوب و فرزندان او نازل شد و آنچه كه به موسى و عيسى و همه پيامبران از جانب خدا داده شد ، ايمان آورديم و ميان هيچ يك از آنان فرق نمىگذاريم و تسليم فرمان او هستيم .\r\nو در آيهء ديگر ، كسانى را كه به برخى پيامبران ايمان آورده ، برخى ديگر را انكار مىكنند ، كافر معرفى كرده است :\r\nإِنَّ الَّذِينَ يَكْفُرُونَ بِاللّهِ وَرُسُلِهِ وَيُرِيدُونَ أَن يُفَرِّقُوا بَيْنَ اللّهِ وَرُسُلِهِ وَيَقُولُونَ نُؤْمِنُ بِبَعْضٍ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار ، ج 11 ، ص 30 و 60 و ج 16 ، ص 352 .\r\n( 2 ) . همان ، ج 11 ، ص 32 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوَنَكْفُرُ بِبَعْضٍ وَيُرِيدُونَ أَن يَتَّخِذُوا بَيْنَ ذلِكَ سَبِيلًا أُوْلئِكَ هُمُ الْكَافِرُونَ حَقّاً وَأَعْتَدْنَا لِلْكَافِرِينَ عَذَاباً مُهِيناً . ( نساء : 150 - 151 )\r\nكسانى كه به خدا و پيامبران او كفر مىورزند و مىخواهند بين خدا و پيامبرانش جدايى بيندازند و مىگويند : ما به بعضى ايمان مىآوريم و به بعضى كافر مىشويم و مىخواهند بين ايمان و كفر راهى اتخاذ كنند ؛ در حقيقت اينان كافرند . . . .\r\nامام صادق ( عليه السّلام ) نيز از اين حقيقت ياد مىكند و مىفرمايد :\r\nبدانيد كه به طور يقين اگر كسى عيسى بن مريم ( ع ) را انكار كند و به ساير پيامبران اقرار نمايد و ايمان آورد ، در واقع ايمان نياورده است . « 1 »\r\n\r\nنبىّ و رسول\r\nخداوند ، پيامبران را با دو واژهء « نبى » و « رسول » مىخواند :\r\nفَبَعَثَ اللّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ . ( بقره : 213 )\r\nخداوند ، پيامبران را به عنوان بشارت دهنده و ترسانندهء ( مردم ) برانگيخت .\r\nوَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولًا . ( اسراء : 15 )\r\nما تا رسولى را براى هدايت قومى مبعوث نسازيم ، آن قوم را عذاب نمىكنيم .\r\nاز بررسى آيات قرآن دربارهء پيامبران و نيز توجه به معانى واژه‌هاى آنها برمىآيد كه « نبى » كسى است كه حامل خبرى است و رسول كسى است كه حامل رسالت و پيامى خاص است .\r\nبه توضيح بيش‌تر ، نبى كسى است كه براى مردم آنچه را مايهء صلاح دنيا و آخرت است ، يعنى اصول و فروع دين را بيان مىكند ؛ اما رسول ابلاغ كنندهء رسالت خاصى است كه مشتمل بر اتمام حجتى است كه به دنبال مخالفت با آن ، عذاب و هلاكت نازل مىشود . « 2 »\r\nبنابراين ، شمار رسولان بسيار كم‌تر از انبياء است ؛ چنان كه در ادامهء روايت ابوذر - كه پيش از اين نقل شد - پيامبر اكرم ( ص ) مىفرمايد : شمار پيامبران مرسل ، 313 نفر است . بديهى است در اين صورت ، هر رسولى نبى نيز هست ؛ ولى هر نبىاى رسول نيست .\r\nدر روايات ، ميان نبى و رسول تفاوت ديگرى نيز ذكر شده است ؛ مثلًا گفته شده كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اصول كافى ، ج 1 ، ص 182 .\r\n( 2 ) . الميزان ، ج 2 ، ص 139 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nمقتضاى مقام نبوت اين است كه نبى ، فرشته وحى را در حال خواب ببيند و در حال بيدارى ، فقط صداى او را مىشنود ؛ در حالى كه صاحب مقام رسالت ، فرشته وحى را در حال بيدارى هم مىبيند . « 1 »\r\nيكى از ياران امام باقر ( ع ) نقل كرده است كه از ايشان دربارهء آيهء شريفهء « وَ كانَ رَسُولًا نَبِيّاً » پرسيدم و گفتم : رسول و نبى كيست ؟ فرمود :\r\nنبى كسى است كه در خواب مىبيند و صدا را هم مىشنود ؛ ولى [ در بيدارى 
  ] فرشته را به چشم نمىبيند ؛ و رسول كسى است كه صدا را مىشنود و در خواب مىبيند و فرشته را هم با چشم مىبيند . « 2 »\r\n\r\nپيامبران اولوا العزم\r\nشمار اندكى از پيامبران كه نزد خداوند مقامى برتر دارند ، « اولوا العزم » ناميده مىشوند .\r\nپيامبران اولوا العزم صاحبان كتاب و شريعت‌اند كه از جانب خدا قوانين خاصى را براى هدايت مردم مىآورند و پيامبران ديگر مبلّغ و مروّج همان شريعتى هستند كه آنان آورده‌اند .\r\nحضرات نوح ، ابراهيم ، موسى ، عيسى ( ع ) و محمد ( ص ) پيامبران اولوا العزم هستند . « 3 » از جمله ويژگيهاى آنان صبر و استقامت بسيار فراوان است . خداى سبحان خطاب به پيامبر اكرم ( ص ) مىفرمايد :\r\nفَاصْبِرْ كَمَا صَبَرَ أُوْلُوا الْعَزْمِ مِنَ الرُّسُلِ . ( احقاف : 35 )\r\n( اى پيامبر ) استقامت كن ، چنان كه پيامبران اولوا العزم صبر و استقامت كردند .\r\nآنان بر عهدى كه خداوند از ايشان گرفته است ، ثبات و استقامت ورزيدند و هيچ‌گاه آن را فراموش نكردند ؛ از اين رو آنان را « اولوا العزم » ناميده‌اند . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الميزان ، ج 2 ، ص 139 .\r\n( 2 ) . اصول كافى ، ج 1 ، ص 176 .\r\n( 3 ) . ر . ك . تفسير الميزان ، ج 2 ، ص 150 و وحى و نبوت ، مرتضى مطهرى ، ص 152 و 153 .\r\n( 4 ) . ر . ك . الميزان ، ج 2 ، ص 150 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nهماهنگى و همبستگى مكتب پيامبران\r\nهمان‌طور كه تمام موجودات عالم براساس آفرينش خود در يك مسير تكاملى و براى رسيدن به هدفى معين حركت مىكنند ، انسانها هم در دوره‌هاى مختلف با وجود اختلافات فراوان در آداب و سنن ، روش زندگى ، اخلاق ، رفتار و استفاده از ابزار و آلات و . . . داراى يك حقيقت مشترك‌اند و براى يك هدف آفريده شده‌اند و راه رسيدن به آن هدف مشترك نيز يكسان است .\r\nحضرت موسى ( ع ) دربارهء خداوند و راه هدايت مىفرمايد :\r\nرَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى . ( طه : 50 )\r\nپروردگار ما كسى است كه آفرينش هر چيزى را به او عطا كرد ، سپس ( براى رسيدن به هدفى معين ) هدايت كرد .\r\nانسان نيز براى هدفى مشخص آفريده شده و براى رسيدن بدان ، راهنمايى شده است :\r\nإِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِراً وَإِمَّا كَفُوراً . ( دهر : 3 )\r\nما راه [ هدايت 
  ] را به انسان نشان داديم ، خواه [ بپذيرد و 
  ] بندهء شكرگزار خدا باشد و خواه [ سرپيچى كند 
  ] و بندهء ناسپاس او باشد .\r\nبر اين اساس ، پيامبرانى كه از جانب خداوند متعال براى هدايت انسانها برانگيخته شده‌اند ، با برنامه‌اى هماهنگ و اهدافى مشترك كوشيده‌اند . مطالعه دربارهء شخصيت پيامبران ، شيوهء آنان در زندگى فردى و اجتماعى ، محتواى پيام و دعوتشان ، انسان را از وجود نوعى هماهنگى آگاه مىكند . پيامبران متعدد ، همه فرستاده و نمايندهء خداى واحد بوده‌اند و حكمت او ايجاب كرده است كه براى هدايت مردم هماهنگى كامل ميان فرستادگانش باشد .\r\nيك بررسى اجمالى در آيات قرآن كه اهداف و برنامه‌هاى انبياء را بيان كرده است ، اين واقعيت را اثبات مىكند . دعوت به توحيد ، پرستش خداى يكتا ، پرهيز از اطاعت طاغوتها ، اعتقاد به معاد و روز قيامت و ايمان به اينكه روزى اعمال ما رسيدگى مىشوند و به اعمال نيك و بد انسان ، پاداش و كيفر داده خواهد شد ، ايجاد جامعه‌اى براساس عدل و قسط ، مبارزه با ظلم و ستم و هرگونه تبعيض و بىعدالتى و . . . از برنامه‌هاى مشترك پيامبران الهى بوده است .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nپرسش\r\n1 . فوايد شناخت سيرهء پيامبران الهى را برشماريد .\r\n2 . آيا از نظر قرآن ، ايمان به همه پيامبران لازم است ؟ توضيح دهيد .\r\n3 . تفاوت نبى با رسول را شرح دهيد .\r\n4 . پيامبران اولوا العزم را نام ببريد .\r\n5 . منظور از همبستگى ميان مكتب پيامبران را شرح دهيد .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nدرس دوم\r\n\r\nاهداف اساسى پيامبران\r\nدر درس گذشته يادآور شديم كه همبستگى كامل ميان پيامبران الهى وجود داشته و همهء آنان مردم را به دين واحد كه همانا تسليم در برابر خداوند است فراخوانده‌اند . از مهم‌ترين مصاديق اين همبستگى ، وحدت در اهداف پيامبران است . اين اهداف مشترك را مىتوان چنين برشمرد :\r\n\r\n1 . دعوت به توحيد و يكتاپرستى\r\nنخستين و اساسىترين آموزهء نهضت پيامبران ، توحيد است . پيامبران الهى كوشيده‌اند مردم را از شرك و بت‌پرستى و بندگى غير خدا رها ساخته ، تحت عبوديت و بندگى خداى يكتا درآورند . اهداف ديگرِ آنان همگى براى رسيدن به اين هدف نهايى بوده است .\r\nپيامبران الهى همگى ضمن معرفى خداى سبحان ، مردم را به ايمان و اعتقاد به او دعوت مىكردند و از آنان مىخواستند كه خدا را بشناسند و با ايمان به يگانگى خدا ، در مقام عبادت و پرستش نيز تنها در برابر او سر تعظيم فرود آورند و براى او شريكى قرار ندهند . قرآن كريم مىفرمايد :\r\nوَلَقَدْ بَعَثْنَا فِي كُلِّ أُمَّةٍ رَسُولًا أَنِ اعْبُدُوا اللَّهَ وَاجْتَنِبُوا الطَّاغُوتَ . ( نحل : 36 )\r\nو به تحقيق ما در ميان هر امتى ، پيامبرى را برانگيختيم ، براى آنكه خدا را عبادت كنيد و از [ اطاعت 
  ] طاغوت بپرهيزيد .\r\nاساسىترين سخن پيامبران كه پايهء مكتب و دعوتشان شمرده مىشود ، « توحيد » است .\r\nدعوت به توحيد و پرهيز از شرك و بت‌پرستى در تاريخ پيامبران به روشنى مشاهده مىشود .\r\nقرآن كريم دربارهء برخورد حضرت نوح ( ع ) با قومش مىفرمايد :\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nلَقَدْ أَرْسَلْنَا نُوحاً إِلَى قَوْمِهِ فَقَالَ يَا قَوْمِ اعْبُدُوا اللّهَ مَالَكُمْ مِنْ إِلهٍ غَيْرُهُ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ عَظِيمٍ . ( اعراف : 59 )\r\nنوح را ( براى بيان توحيد ) به سوى قومش فرستاديم . او به قومش گفت : اى قوم ! خداى يكتا را بپرستيد كه جز او معبودى نيست . من از عذاب روز بزرگ قيامت براى شما مىترسم .\r\nو نيز سخنان حضرت ابراهيم ( ع ) را با قومش اين گونه شرح مىدهد .\r\nقَالَ يَا قَوْمِ إِنِّي بَرِيءٌ مِمَّا تُشْرِكُونَ إِنِّي وَجَّهْتُ وَجْهِيَ لِلَّذِي فَطَرَ السَّماوَاتِ وَالْأَرْضَ حَنِيفاً وَمَا أَنَا مِنَ الْمُشْرِكِينَ . ( انعام : 78 - 79 )\r\n( ابراهيم ) گفت : اى قوم ! من از آنچه كه شما بدان شرك مىورزيد بيزارم . من مخلصانه رو به خداوندى كرده‌ام كه آسمانها و زمين را آفريد و من از مشركين نخواهم بود .\r\nدعوت به توحيد ، اساس همه اديان الهى و شعار « لا الهَ الَّا اللَّه » شعار همهء پيامبران بوده است . « 1 » قرآن با صراحت مىفرمايد :\r\nوَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِي إِلَيْهِ أَ نَّهُ لَا إِلهَ إِلَّا أَنَا فَاعْبُدُونِ . ( انبياء : 25 )\r\n( اى پيامبر ) ما قبل از تو هيچ پيامبرى را نفرستاديم ، جز اينكه به او وحى كرديم كه غير از من معبودى نيست ؛ پس مرا عبادت و پرستش كنيد .\r\nحضرت على ( ع ) نيز در سخنانش پيرامون فلسفهء وحى و نبوت ، به همين هدف واحد همهء پيامبران اشاره كرده ، مىفرمايد :\r\nو خداوند پاك از ميان فرزندان آدم پيامبرانى برگزيد و از ايشان به زبان وحى پيمان گرفت ، در زمانى كه بيشتر آفريدگان پيمان خدا را وارونه [ كرده 
  ] و به حق او نادان بودند و براى وى مانندها گرفته بودند . شياطين راه آنها را از خداشناسى زده بودند و به گمراهى كشيدند ، پس پيامبران خود را برانگيخت و يكى پس از ديگرى فرستاد تا عهد خداشناسى را كه در فطرت آدمى بود باز طلب كنند ، و نعمت از ياد رفته را باز به ياد آورند ، و با مدد حجّت و برهان آنان را به راه آورند و گنجينه‌هاى دانش پنهانى را برون آرند و راز هستى را در ديدگانشان بنمايند . . . « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : هود ( 11 ) ، آيه 50 و نمل ( 27 ) ، آيه 64 .\r\n( 2 ) . نهج‌البلاغه ، خطبه 1 ، ترجمه محمدمهدى فولادوند .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\n2 . مبارزه با طاغوت\r\nدر ميان مردم مشرك و بت‌پرست ، از توحيد و يكتاپرستى سخن گفتن ، به معناى نفى همه معبودها و ردّ عادات و رسوم جاهلى و مبارزه با ستمگران است و به طور طبيعى مخالفتها و مقاومتهايى را دنبال خواهد داشت . تاريخ زندگى پيامبران پر از مخالفت و دشمنى گروهى از مردم با آنان است . قرآن كريم ، مخالفان پيامبران را در سه دسته معرفى مىكند : « ملأ » به معناى كارگزاران و اشراف ، « جبّاران » به معناى ظالمان و سركشان و « مترفان » به معناى ثروتمندان خوشگذران ، كه جز راحت‌طلبى خويش به چيز ديگرى نمىانديشند :\r\nوَمَا أَرْسَلْنَا فِي قَرْيَةٍ مِن نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا بِمَا أُرْسِلْتُم بِهِ كَافِرُونَ وَقَالُوا نَحْنُ أَكْثَرُ أَمْوَالًا وَأَوْلَاداً وَمَا نَحْنُ بِمُعَذَّبِينَ . ( سبأ : 34 - 35 )\r\nما هيچ پيامبرى را در سرزمينى نفرستاديم ، مگر آنكه ثروتمندان خوشگذران و عياش به او گفتند : ما به رسالت شما كافريم و همچنين گفتند : ثروت ما و فرزندان ما بيشتر از شماست ، ( بنابراين ، در آخرت هم ) عذاب نخواهيم شد .\r\nقَالَ الْمَلَأُ مِن قَوْمِهِ إِنَّا لَنَرَاكَ فِي ضَلَالٍ مُبِينٍ . ( اعراف : 60 )\r\nكارگزاران و اشراف قوم ( نوح ) گفتند : ما تو را در گمراهى آشكارى مىبينيم .\r\nوَتِلْكَ عَادٌ حَجَدُوا بِآيَاتِ رَبِّهِمْ وَعَصَوْا رُسُلَهُ وَاتَّبَعُوا أَمْرَ كُلِّ جَبَّارٍ عَنيدٍ . ( هود : 59 )\r\nو اين قوم عاد است كه آيات پروردگار خود را انكار و نافرمانى پيامبران او را كرده و از امر هر شخص ظالم متكبرى پيروى كردند .\r\nگروههاى ياد شده با شيوه‌هاى مختلف به مخالفت با پيامبران برخاسته ، آنان را مجنون ، جادوگر ، قدرت‌طلب و . . . معرفى مىكردند ، يا درصدد تطميع و تهديد آنان برمىآمدند ؛ اما پيامبران در برابر همهء مشكلات و گرفتاريها مقاومت مىكردند و دست از دعوت خويش برنمىداشتند . نزديك هزار سال مبارزه حضرت نوح ( ع ) با قوم لجوج خود ، نيز سالها مبارزه علمى و عملى حضرت ابراهيم ( ع ) با مردم بت‌پرست و نمرود ، همچنين مبارزات پيگير حضرت موسى ( ع ) با فرعون ، و تحمل كوته‌فكرىهاى بنى اسرائيل و بالأخره بيست و سه سال جهاد و تلاش پيامبر اسلام ( ص ) با كافران ، مشركان و منافقان ، نمونه‌هايى از مبارزات انبياى الهى است .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nبا بعثت حضرت محمد ( ص ) ، سران قريش اهداف و برنامه‌هاى خود را در خطر ديدند .\r\nچند بار نزد ابوطالب ، عموى پيامبر آمده ، از او خواستند كه برادر زاده‌اش را از تبليغ و دعوت به توحيد و نفى و انكار خدايان آنان باز دارد . ابوطالب در تنگناى سختى قرار گرفته بود و خطرى را كه او و پيامبر ( ص ) را تهديد مىكرد ، به اطلاع آن حضرت رساند . پيامبر ( ص ) كه ابوطالب را نگران ديد ، با كمال قدرت و شجاعت فرمود :\r\nبه خدا سوگند اگر خورشيد را در دست راست من بگذارند و ماه را در دست چپم ، دست از اين كار برنمىدارم تا در اين راه جان بازم يا آنكه خداوند مرا بر ايشان يارى دهد و بر آنان پيروز شوم . « 1 »\r\n\r\n3 . دعوت به معاد\r\nيكى ديگر از اركان دعوت پيامبران آگاه ساختن مردم از آموزهء معاد است . اعتقاد به معاد لازمه ايمان به توحيد است . انسان از خداست و به سوى او بازمىگردد و از اين رو ، زندگى در اين جهان ، هدف اساسى انسان نيست ؛ بلكه زندگى او پس از مرگ ادامه مىيابد . اگر مرگ پايان زندگى انسان باشد ، هدف از آفرينش او لغو و بيهوده خواهد بود ، در حالى كه خداى سبحان آن را نفى كرده ، مىفرمايد :\r\nأَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنَا لَا تُرْجَعُونَ . ( مؤمنون : 115 )\r\nآيا پنداشتيد كه شما را بيهوده آفريده‌ايم و اينكه شما به سوى ما بازگردانيده نمىشويد ؟\r\nانذار و تبشير مردم توسط پيامبران دو وظيفه آنان در راه همين هدف يعنى دعوت به معاد بوده است . قرآن كريم پس از ياد اسامى برخى از انبياء و ذكر اينكه داستان برخى از انبياء را ذكر كرده و برخى را نيز بيان نكرده است ، مىفرمايد :\r\nرُسُلًا مُبَشِّرِينَ وَمُنذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكَانَ اللّهُ عَزِيزاً حَكِيماً .\r\n( نساء : 165 )\r\nپيامبرانى كه بشارتگر و هشدار دهنده بودند ، تا براى مردم ، پس از [ فرستادن 
  ] پيامبران ، در مقابل خدا [ بهانه و 
  ] حجتى نباشد ، و خدا توانا و حكيم است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ طبرى ، ج 2 ، ص 67 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nهرچند تبشير و انذار شامل بشارت به نعمتها و رحمتهاى الهى در دنيا و نيز انذار از هلاكت و عذاب دنيوى هم مىشود ، اما مأموريت انذار و تبشير پيامبران ، واقعيتى فراتر از انذار و تبشير به نعم يا عذابهاى دنيوى است ؛ زيرا گرچه پيامبران مأمور به انذار و تبشير ياد شده نيز بوده‌اند و مثلًا نوح و هود ( عليهما السلام ) به قوم خود بشارت مىداد كه اگر استغفار كنيد و از گناهانتان در درگاه الهى برگرديد ، درهاى رحمت الهى از آسمان بر شما گشوده خواهد شد و باران الهى بر شما خواهد باريد « 1 » و يا ديگر پيامبران مردم را از عذابهاى دنيوى مىترساندند ، امّا از آنجا كه زندگى دنيوى محدود است و سرانجام به پايان مىرسد ، اگر معادى در كار نباشد ، به بندگان نيكوكار ظلم شده است و اين با عدالت الهى ناسازگار است .\r\nبنابراين ، به حكم عقل و به بيان آيات و روايات وقوع معاد قطعى است و به همين جهت ، بشارت و انذار نيز سبب اتمام حجت مىشود .\r\nدر آياتى از قرآن كريم نيز تصريح شده كه هدف از انذار ، انذار از عذاب در جهان آخرت است ؛ مثلًا در سورهء مؤمن با اشاره به گزينش پيامبران از ميان مردم ، مىفرمايد :\r\nرَفِيعُ الدَّرَجَاتِ ذُو الْعَرْشِ يُلْقِي الرُّوحَ مِنْ أَمْرِهِ عَلَى مَن يَشَاءُ مِنْ عِبَادِهِ لِيُنذِرَ يَوْمَ التَّلَاقِ .\r\n( مؤمن : 15 )\r\nبالا برندهء درجات ، خداوند عرش ، به هر كس از بندگانش كه خواهد آن روح [ / فرشته 
  ] را ، به فرمان خويش مىفرستد ، تا [ مردم را 
  ] از روز ملاقات [ با خدا 
  ] بترساند .\r\nو يا در آيه ديگرى خاطر نشان مىسازد كه در روز قيامت ، خداوند همه جن و انس را مخاطب قرار مىدهد و همين انذار پيامبران نسبت به معاد را به آنان يادآور مىشود :\r\nيَا مَعْشَرَ الْجِنِّ وَالْإِنْسِ أَلَمْ يَأْتِكُمْ رُسُلٌ مِنكُمْ يَقُصُّونَ عَلَيْكُمْ آيَاتِي وَيُنذِرُونَكُمْ لِقَاءَ يَوْمِكُمْ هذَا قَالُوا شَهِدْنَا عَلَى أَنْفُسِنَا وَغَرَّتْهُمُ الْحَيَاةُ الدُّنْيَا وَشَهِدُوا عَلَى أَنْفُسِهِمْ أَنَّهُمْ كَانُوا كَافِرِينَ . ( انعام : 130 )\r\nاى گروه جن و انس ، آيا از ميان شما فرستادگانى براى شما نيامدند كه آيات مرا بر شما بخوانند و از ديدار اين روزتان به شما هشدار دهند ؟ گفتند : « ما به زيان خود گواهى دهيم . » [ كه آرى ، آمدند 
  ] و زندگى دنيا فريبشان داد ، و بر ضد خود گواهى دادند كه آنان كافر بوده‌اند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك . سوره نوح ( 71 ) ، آيات 10 - 12 و هود ( 11 ) ، آيه 52 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nبنابراين ، يكى از اهداف مشترك همه پيامبران ، تذكر به معاد و بازگشت به سوى خدا ، در قالب انذار و تبشير بوده است .\r\n\r\n4 . برپايى جامعهء عدالت‌محور\r\nپيامبران الهى در برابر جامعهء بشرى ، مسئوليتى مهم و خطير برعهده داشتند و همواره در پى جامعه‌اى عدالت‌محور بودند تا در سايهء آن اختلافات ناروا از ميان مردم برچيده شود و مردم كنار يكديگر در صلح و صفا زندگى كنند :\r\nلَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ . . . . ( حديد : 25 )\r\nو به تحقيق ما پيامبرانمان را با دلايل روشن فرو فرستاديم و با آنان كتاب و ترازو [ وسيلهء سنجش 
  ] نازل كرديم تا مردم به قسط و عدل برخيزند .\r\nتحقّق چنين عدالتى در جامعهء بشرى جز با تعاليم پيامبران ، كه از جانب خداوند و بر اساس نيازهاى واقعى انسانها وضع شده ، امكان‌پذير نيست . تجربه نشان داده است كه انسان بدون راهنمايى پيامبران نمىتواند چنين جامعه‌اى پديد آورد . علم و دانش بشرى هر قدر پيش رود ، چون انسان به تمام اسرار آفرينش و تمام زواياى وجودى خود آگاه نيست و نيز داراى تمايلات و هواى نفسانى است ، صلاحيت چنين كارى را ندارد .\r\nپيامبران براى رسيدن به اين هدف و نيز رفع اختلافهاى نظرى و عملى از ميان امت كه براى آن هم مبعوث شده بودند « 1 » تلاش فراوانى نمودند و حتى اگر مىتوانستند به عنوان مقدمه انجام اين امور ، به تشكيل حكومت هم مىپرداختند . اگر مىبينيم كه برخى از پيامبران همچون حضرت عيسى ( ع ) حكومت تشكيل ندادند ، تنها به دليل عدم امكان و مهيا نبودن شرايط آن بود و گرنه پيامبران خود را مسئول اجراى عدالت و رفع اختلاف در جامعه مىدانستند و در اين راه كوتاهى روا نمىداشتند .\r\nحضرت على ( ع ) نيز كه نزديك‌ترين فرد به پيامبر اكرم ( ص ) و سيرهء انبيا است ، فلسفهء تشكيل حكومت خويش را همين برپايى جامعه عدالت‌محور مىداند و مىفرمايد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : بقره ( 2 ) ، آيه 213 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nخدايا تو مىدانى آنچه انجام داديم نه براى رقابت در قدرت بود ، و نه خواستيم مالى بىارزش از دنيا به چنگ آوريم ، بلكه خواستيم نشانه‌هاى دين تو را كه دگرگون شده بود بازگردانيم و بلاد تو را اصلاح كنيم ، تا بندگان ستمديده‌ات در امان مانند و آن حدودى كه اجراى آنها معطل مانده بود به كار بسته شود . « 1 »\r\n\r\n5 . تعليم و تزكيهء انسان\r\nانسان براى رشد و ترقى در سير تكاملى به دو بال نيازمند است : يكى علم و آگاهى از حقايق جهان و معرفت نسبت به مسئوليت خويش و ديگرى تقوا و طهارت نفس و وارستگى از هواهاى نفسانى .\r\nامتياز انسان نسبت به ساير موجودات ، بىگمان عقل و انديشه و قدرت تفكر اوست . او با استفاده از عقل و انديشهء خود مىتواند ضمن آگاهى يافتن از واقعيتهاى جهان ، مسئوليت خود را در نظام هستى بشناسد و در سايهء تزكيه و تهذيب نفس و پاك كردن خود از زشتيها و آلودگيها ، بدان عمل كند . نه علم به تنهايى براى تكامل انسان كافى است و نه زهد و تقوا . چه عالمان و دانشمندان بزرگى كه به سبب بىتقوايى و بىايمانى ، علم خود را در خدمت دشمنان انسانيت به كار گرفته‌اند . جملهء معروف « بدون تهذيب ، حتى علم توحيد هم به درد نمىخورد » از حضرت امام خمينى ( رض ) بيانگر اين واقعيت است . پيامبران آمدند تا اين دو بال را در اختيار انسان قرار دهند . قرآن كريم اين رسالت مهم را با تعبيرهاى گوناگونى بيان كرده است ؛ گاهى از آن با عنوان تزكيه و تعليم كتاب و حكمت ياد مىكند :\r\nهُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِن كَانُوا مِن قَبْلُ لَفِي ضَلَالٍ مُبِينٍ . ( جمعه : 2 )\r\nاو خداوندى است كه در ميان قومى كه حتى خواندن و نوشتن هم نمىدانستند ، پيامبرى را برانگيخت كه بر آنان آيات الهى را تلاوت كند و از زشتيها پاك نمايد و كتاب و حكمت به آنان بياموزد ، با آنكه قبل از آن در گمراهى آشكارى به سر مىبردند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج‌البلاغه ، خطبه 131 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nگاهى از آن به « رها ساختن مردم از تاريكيها و هدايت به نور » تعبير مىكند :\r\nوَلَقَدْ أَرْسَلْنَا مُوسَى بِآيَاتِنَا أَنْ أَخْرِجْ قَوْمَكَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ . ( ابراهيم : 5 )\r\nو به تحقيق ما موسى را با آيات و نشانه‌هاى خود فرستاديم ( و به او مأموريت داديم كه ) قومت را از تاريكيها به سوى نور هدايت كن .\r\nگاه هم به « آزاد كردن انسان از اسارتهاى درونى » تعبير كرده است :\r\nوَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ . ( اعراف : 157 )\r\n( يكى از رسالتهاى پيامبر اين بود كه ) غلها و زنجيرهايى را كه به ( دست و پاى ) آنان بسته شده است ، باز كند .\r\nهمه اين تعبيرها بيانگر يكى از اركان نهضت پيامران الهى ، يعنى تعليم و تزكيه انسان براى قرب به خداست .\r\n\r\nپرسش\r\n1 . سه هدف از اهداف اساسى پيامبران را برشماريد .\r\n2 . هدف اصلى و نهايى از دعوت پيامبران چه بوده است ؟ آيه‌اى در اين باره ذكر كنيد .\r\n3 . مخالفان دعوت پيامبران چه كسانى بوده‌اند ؟\r\n4 . چگونه از آيات قرآن به دست مىآيد كه دعوت به معاد از اهداف مشترك همه پيامبران بوده است ؟\r\n5 . كدام آيه از قرآن كريم بر هدف پيامبران در ايجاد جامعه عدالت محور دلالت دارد ؟\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nدرس سوم\r\n\r\nاصول دعوت انبياء\r\nپيامبران الهى افزون بر وحدت در اهداف - كه در درس گذشته بيان شد - در اصولى نيز كه در دعوت به حق مورد نظرشان بود ، وحدت داشتند . آنان همواره به اين اصول پايبند بودند و در هيچ شرايطى آنها را زير پا نمىگذاردند . رعايت اين اصول ، جنبهء تاكتيكى نداشت كه اگر مصالحى ايجاب كند ، آنها را به كنارى نهند و به گونهء ديگرى عمل كنند . بر خلاف مصلحان بشرى كه گاه شرايط آنان را ناگزير به تغيير تاكتيك و روش مىكند و آنان از پايبندى به اصول اوليه خود منحرف مىشوند . مهم‌ترين اين اصول در دعوت انبياء از اين قرار است :\r\n\r\n1 . اصل كرامت انسانى\r\nاز مهم‌ترين اصول در دعوت انبياء ، در نظر داشتن كرامت انسانها بوده است . پيامبران انسان را برترين مخلوق خدا مىدانستند كه داراى كرامت بوده و خداوند او را براى رسيدن به مدارج بالاى كمال خلق كرده است . آنان به همين جهت با تلاش پيگير و خستگىناپذير و بدون وقفه ، خود را وقف هدايت انسانها كرده بودند .\r\nگفتنى است كه كرامت انسان داراى دو جنبه است : يكى كرامت ذاتى و تكوينى و ديگرى كرامت اكتسابى . در آموزه‌هاى دينى ، همهء انسانها از كرامت ذاتى و تكوينى برخوردارند .\r\nيعنى خداوند آنان را بر ساير موجودات برترى بخشيده است . قرآن كريم مىفرمايد :\r\nوَلَقَدْ كَرَّمْنَا بَنِي آدَمَ وَحَمَلْنَاهُمْ فِي الْبَرِّ وَالْبَحْرِ وَرَزَقْنَاهُم مِنَ الطَّيِّبَاتِ وَفَضَّلْنَاهُمْ عَلَى كَثِيرٍ مِمَّنْ خَلَقْنَا تَفْضِيلًا . ( اسراء : 70 )\r\nو به راستى ما فرزندان آدم را گرامى داشتيم ، و آنان را در خشكى و دريا [ بر مركبها 
  ] برنشانديم ، و از چيزهاى پاكيزه به ايشان روزى داديم ، و آنها را بر بسيارى از آفريده‌هاى خود برترى آشكار داديم .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nمنظور از كرامت ذاتى ، آن دسته از شايستگىهاى ذاتى و استعدادهاى طبيعى است كه خداوند انسان را از آنها برخوردار ساخته است ، مانند برخوردارى از روح الهى و نيروى عقل و اختيار و اراده‌اى كه در پرتو آنها مىتواند درجات عالى كمال را طى كند .\r\nقرآن كريم انسان را موجودى مىداند كه خداوند از روح خود در او دميده « 1 » و او را خليفه و جانشين خود در زمين معرفى كرده است :\r\nوَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الأَرْضِ خَلِيفَةً قَالُوا أتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ . ( بقره : 30 )\r\nو چون پروردگار تو به فرشتگان گفت : « من در زمين جانشينى خواهم گماشت » و [ فرشتگان 
  ] گفتند :\r\n« آيا در آن كسى را مىگمارى كه در آن فساد انگيزد و خونها بريزد ؟ و حال آنكه ما با ستايش تو [ تو را 
  ] تنزيه مىكنيم ، و به تقديست مىپردازيم . » فرمود : « من چيزى مىدانم كه شما نمىدانيد . » « 2 »\r\nسجده ملائكه بر انسان نيز به دليل همين شايستگى ذاتى است كه خداوند به او عنايت كرده و اگراز آن شايستگى به گونه‌اى صحيح بهره گيرد ، مىتواند به مقامى برتر از فرشتگان نائل آيد . اما مقصود از كرامت اكتسابى يا اختيارى آن است كه انسان در پرتو ايمان و عمل صالح مىتواند مراحل والاترى از كمال را طى كند و كرامت ذاتى خود را كه در مرحلهء استعداد است به بروز و ظهور برساند . اين نوع از كرامت ، ثمره تلاش و ايثار انسان و معيار ارزشهاى انسانى و ملاك تقرب در پيشگاه الهى است . كرامت ذاتى دربارهء همه انسانها به طور مساوى وجود دارد ، اما در سايهء كرامت اكتسابى است كه مقام و منزلت انسانها متفاوت مىشود و برخى بر برخى ديگر برترى مىيابند . آنچه در دعوت انبياء همواره مورد نظر آنان بوده است ، توجه به همين بُعد از كرامت انسان بوده و آنان با اعتقاد و باور به اين نوع از كرامت ، همواره در پى هدايت انسانها برآمده‌اند . آنان كوشيده‌اند كه به انسانها يارى رسانند تا بتوانند در اين مسابقه كرامت خواهى نه تنها مغلوب هواى نفس و شيطان نشوند ، بلكه به مراتب عالى دست يابند . حديث معروفى از پيامبر اعظم ( ص ) نقل شده كه فرموده است :\r\n« انّى بُعِثْتُ لِاتَمِّمَ مَكارِمَ الْاخْلاقِ » . « 3 » اين جمله نشان مىدهد كه همهء پيامبران در پى همين هدف ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : سوره سجده ( 32 ) ، آيات 7 - 9 .\r\n( 2 ) . ر . ك : ص ( 38 ) ، آيه 72 .\r\n( 3 ) . « من مبعوث شدم تا مكارم اخلاق را به اتمام برسانم و تكميل كنم . » بحارالانوار ، ج 16 ، ص 210 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nيعنى رساندن انسان به مقام كرامت بوده‌اند ، و پيامبر اكرم ( ص ) به دليل خاتم پيامبران بودن ، در پى تتميم اين كرامت بوده است .\r\nتقوا - كه همهء پيامبران مردم را بدان مىخواندند « 1 » - مايهء اصلى كرامت است ؛ چنان كه قرآن كريم نيز با كرامت‌ترين افراد نزد خداوند را متقىترين افراد مىداند . بنابراين تلاش پيامبران ، رساندن انسان به‌مقام كرامت‌بوده و اين اصلى است كه هيچ‌گاه در دعوت انبياء مورد غفلت قرار نگرفته‌است .\r\n\r\n2 . اصل آزادى و اختيار انسان\r\nاصل ديگرى كه همواره مورد توجه پيامبران بوده ، اصل آزادى و اختيار انسان است . انبياء معتقدند انسان آزاد آفريده شده و بايد خود ، راهش را انتخاب كند و به سعادت يا شقاوت رو آورد . اصولًا دعوت انبياء و انذار و تبشير آنان بدون در نظر داشتن حق آزادى عمل و انتخاب راه ، توجيه ديگرى ندارد . از سوى ديگر ، اگر آزادى و اختيار انسان مطرح نباشد ، انجام دادن اعمال نيك ، هيچ فضيلتى براى انسان محسوب نمىشود و او شايسته تكريم و قدردانى نمىباشد ، چنان كه در صورت ارتكاب اعمال زشت نيز در خور ملامت نخواهد بود . قرآن كريم مهم‌ترين وظيفه پيامبران الهى را ابلاغ و رساندن پيام الهى بر بشر مىداند و مىفرمايد :\r\n. . . فَهَلْ عَلَى الرُّسُلِ إِلَّا الْبَلَاغُ الْمُبِينُ . ( نحل : 35 )\r\nو آيا جز ابلاغ آشكار بر پيامبران [ وظيفه‌اى 
  ] است ؟\r\nو در آيه ديگر تصريح مىكند :\r\nإِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِراً وَإِمَّا كَفُوراً . ( دهر : 3 )\r\nو ما راه را به دو نموديم ؛ يا سپاسگزار خواهد بود و يا ناسپاس .\r\nاين كتاب آسمانى ، كه بيان كنندهء سيره و روش همه پيامبران مىباشد ، بيان مىدارد كه اصولًا خداوند ايمان اجبارى افراد را نمىخواهد ؛ زيرا اگر اين‌گونه ايمان خواست الهى بود ، نيازى به ارسال پيامبران نبود و خداوند ، خود ، بندگانش را به تسليم وامىداشت :\r\nلَعَلَّكَ بَاخِعٌ نَفْسَكَ أَلَّا يَكُونُوا مُؤْمِنِينَ إِن نَشَأْ نُنَزِّلْ عَلَيْهِم مِنَ السَّماءِ آيَةً فَظَلَّتْ أَعْنَاقُهُمْ لَهَا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : سوره شعراء ( 26 ) ، آيات 108 ، 110 ، 126 ، 131 ، 144 ، 150 ، 163 و 179 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nخَاضِعِينَ . ( شعراء : 3 - 4 )\r\nشايد از اينكه [ مشركان 
  ] ايمان نمىآورند ، جان خود را تباه سازى . اگر بخواهيم ، معجزه‌اى از آسمان بر آنان فرود مىآوريم ، تا در برابر آن گردنهايشان خاضع گردد .\r\nبنابراين ، هيچ‌گونه تحميلى در راه و روش انبياء در دعوت به حق وجود نداشته و آنان فقط مبلّغان پيام الهى بوده‌اند و راه را به بشر نشان داده‌اند و اگر در تعاليم آنان ديده مىشود كه احكامى را با قدرت اجرا كرده‌اند و يا براى جلوگيرى از گسترش برخى منكرات به قوه قهريه متوسل شده‌اند ، مربوط به مواردى است كه حقوق جامعه در معرض خطر بوده و عده‌اى از روى خودخواهى خواسته‌اند جامعه را به راهى ببرند كه خود مىپسنديده‌اند . در حقيقت ، اين گروه خودخواه مانع آزادى ديگر افراد جامعه در پذيرش حق شده‌اند وپيامبران به مقابله با آنان برخاسته‌اند ؛ همان‌گونه كه جنگهاى پيامبران و به ويژه جنگهاى پيامبر اسلام ( ص ) همگى براى برداشتن موانع دعوت به سوى حق بوده است و گرنه پيامبران نمىخواسته‌اند كه افراد به زور ايمان بياورند . افزون بر اينكه ، ايمان امرى قلبى است و تحميل‌بردار نيست . در صورت تحميل ايمان و عقيده ، افراد به نفاق رو مىآورند نه به ايمان حقيقى . ايمانى از نظر هدايتگران الهى ارزش دارد كه شخص با مطالعه و تحقيق و در كمال آزادى آن را بپذيرد و نقش پيامبران در اين گونه ايمان آوردن ، بيان نكاتى است كه مورد غفلت افراد قرارگرفته وپس‌از تنبّه و تذكر انبياء ، افراد ، خود با اختيار به آن مىگروند وباور قلبى به آن پيدامىكنند .\r\n\r\n3 . اصل تعقل و خردگرايى\r\nپيامبران ، راهنمايان بشر به سوى صلاح و فلاح بوده‌اند و از اين رو دعوت به تعقل و تفكر از اصول اوليه آنان بوده است . آنان در اجراى اين اصل ، به دو كار اساسى پرداخته‌اند : اول اينكه دعوت به عقل و علم كرده‌اند و خود به هنگام تبليغ آيين خويش ، به بيان براهين عقلى پرداخته‌اند . همچنين از مخاطبان خويش خواسته‌اند كه اگر مىخواهند دعوت آنان را نپذيرند ، دلايل عقلى خود را مطرح كنند تا با برخورد افكا رو ادله آن ، مشخص شود كه سخن چه كسى حق است و چه كسى بايد از افكار خود دست بردارد . دوم اينكه به مبارزه با مانع اصلى تعقل و خردگرايى ، يعنى تقليد بىدليل از گذشتگان و بزرگان قوم مىپرداختند .\r\nپيامبران در مسير امر اول ، خود به محاجّه پرداخته و دليل عقلى بر اثبات مدعاى خود آورده‌اند . نمونه اين عمل ، اقامه برهان حضرت موسى ( ع ) در برابر فرعون ، « 1 » براهين عقلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : طه ( 20 ) ، آيات 50 - 54 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nاقامه شده توسط حضرت ابراهيم ( ع ) در مقابل نمرود و قومش « 1 » و دلايل فراوانى است كه پيامبر اكرم ( ص ) در دعوت به سوى توحيد آورده كه در سراسر قرآن مشهود است . علاوه آنكه ، ارائه معجزات از سوى پيامبران خود دليل عقلى جداگانه‌اى بر ادعاهاى آنان بوده است ؛ زيرا از قوم خود مىخواستند كه اگر مىتوانند مانند اين معجزات را بياورند و اگر نمىتوانند دست از مخالفت بيهوده بردارند و تسليم حق شوند .\r\nدر آيات فراوانى نيز به اين نكته تصريح شده كه پيامبران در برابر مخالفان خود مىگفتند كه ما از سوى پروردگار ، بيّنه و آيت داريم و اين بيّنه ، هم دلايل عقلى و هم معجزات آنان را شامل مىشود . « 2 »\r\nاما پيامبران در برابر تقليد بىدليل و كوركورانه مخالفشان ، به نصيحت آنان مىپرداختند و متذكر مىشدند كه اگر پيشينيان آنها بر باطل و گمراهى بوده‌اند ؛ آيا آنان نيز بايد راه گذشتگانشان را بپيمايند ؟ متأسفانه سيرهء تقليد كوركورانه از نياكان ، سنّتى شيطانى بود كه به همه اقوام راه يافته بود . خداوند متعال در اين باره پس از اشاره به همين سنت باطل مخالفان پيامبر اكرم ( ص ) ، به بيان قاعده‌اى كلى مىپردازد و مىفرمايد :\r\nوَكَذلِكَ مَا أَرْسَلْنَا مِن قَبْلِكَ فِي قَرْيَةٍ مِن نَذِيرٍ إِلَّا قَالَ مُتْرَفُوهَا إِنَّا وَجَدْنَا آبَاءَنَا عَلَى أُمَّةٍ وَإِنَّا عَلَى آثَارِهِم مُقْتَدُونَ قَالَ أَوَ لَوْ جِئْتُكُم بِأَهْدَى مِمَّا وَجَدْتُّمْ عَلَيْهِ آبَاءَكُم قَالُوا إِنَّا بِمَا أُرْسِلْتُم بِهِ كَافِرُونَ .\r\n( زخرف : 23 - 24 )\r\nو بدين‌گونه در هيچ شهرى پيش از تو هشدار دهنده‌اى نفرستاديم مگر آنكه خوشگذرانان گفتند : « ما پدران خود را بر آيينى [ و راهى 
  ] يافته‌ايم و ما از پى ايشان راهسپريم . »\r\nگفت : « هرچند هدايت كننده‌تر از آنچه پدران خود را بر آن يافته‌ايد براى شما بياورم ؟ » گفتند :\r\n« ما [ نسبت 
  ] به آنچه بدان فرستاده شده‌ايد ، كافريم . »\r\nو چون پاسخى در برابر سخنان منطقى پيامبران نداشتند ، به لجاجت رومىآورند و خواستار قلع و قمع پيامبران مىشدند .\r\n\r\n4 . اصل مساوات و برابرى\r\nاز تعاليم مهمى كه پيامبران بر آن تأكيد داشتند و با كوشش پيگير درصدد اجراى آن در جوامع بودند ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : بقره ( 2 ) ، آيات 258 ؛ انعام ( 6 ) ، 74 - 81 ؛ مريم ( 19 ) ، آيه 42 .\r\n( 2 ) . ر . ك : انعام ( 6 ) ، آيه 57 ؛ اعراف ( 7 ) ، آيه 73 ، 85 و 105 ؛ هود ( 11 ) ، آيه 17 ، 63 ، 88 ؛ محمد ( ص ) ( 47 ) ، آيه 47 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nبرابرى همه انسانها در برابر قانون است . آنان انسانها را برادر يكديگر مىدانستند و از نظر حقوق اجتماعى همه را يكسان مىديدند . از نظر آنان ، رنگ و نژاد ، جنسيّت ، طبقات اجتماعى و داشتن مقام و ثروت سبب برترى گروهى بر گروه ديگر نمىشد . معيارها و ملاكهايى كه در نظر اجتماعات زمانشان ، ارزش محسوب مىشد ، در نظر پيامبران ، ارزشى نداشت . آنان تنها ايمان و عمل صالح را ملاك برترى افراد بر هم مىدانستند كه البته آن هم ملاك بهره‌ورى بيشتر از مواهب مادى و يا سبب امتياز در كسب جايگاه اجتماعى نمىشد ، بلكه آن را ملاك برترى انسان نزد خداوند و تقرب به او مىدانستند . از پيامبر اكرم ( ص ) نقل شده است كه فرمود : « انسانها همچون دانه‌هاى شانه با هم برابرند . »\r\nآرى ، دنياپرستان و مخالفان انبياء محور شخصيت را اموال و اولاد و ثروت و جاه و شهرت قبيله و فاميل و مانند آن مىدانستند . قرآن كريم مىفرمايد كه مترفان مىگفتند كه ما اموال و اولاد بيش‌ترى داريم و ( اين نشانهء علاقه خدا به ماست ) و ما بدين سبب عذاب نخواهيم شد ؛ اما خداوند در پاسخ مىفرمود : اموال و اولاد شما هيچ‌گونه تقربى نزد ما نخواهد آورد . « 1 » فرعون نيز برترى را در سايهء ثروت بيشتر مىدانست و مىگفت : من باور نمىكنم موسى از طرف خدا باشد ، زيرا اگر راست مىگويد پس چرا دست‌بند طلا به او داده نشده است . « 2 »\r\nدر مكتب پيامبران اين گونه امكانات ، ملاك برترى انسانها بر يكديگر نبود . در مكتب پيامبران و امامان معصوم ( ع ) ، همه افراد در برابر قانون الهى يكسان بودند و هيچ مصونيتى براى كسى وجود نداشت ؛ همچنان كه در تقسيم بيت‌المال نيز اصل مساوات و برابرى انسانها رعايت مىشد . حضرت على ( ع ) به عنوان برجسته‌ترين شاگرد مكتب انبياء ، چنان در تقسيم بيت‌المال عدالت مىورزيد و سياه و سفيد و عرب و عجم و بنده و مولا را يكسان مىدانست كه بسيارى از مسلمانان تاب تحمل آن عدالت را نداشتند . جالب آنكه حضرت در تقسيم بيت‌المال ميان متقيان و غير آنان نيز تفاوتى قائل نمىشد و تصريح مىنمود كه جزاى متقيان در سراى ديگر نزد خداوند محفوظ است ، اما در اينجا آنان سهمى اضافه‌تر ندارند . « 3 »\r\nهمچنين به سبب اعتقاد و باور به اصل مساوات و برابرى انسانها بود كه پيامبران ، اجازهء تفاخر و فخرفروشى را به كسى نمىدادند . پيامبر اعظم ( ص ) مىفرمايد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : سبأ ( 34 ) ، آيات 34 - 37 .\r\n( 2 ) . زخرف ( 43 ) ، آيه 31 .\r\n( 3 ) . ر . ك . بحارالانوار ، ج 8 ، ص 393 - 394 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nخداوند به من وحى فرمود كه فروتن باشيد ، تا كسى بر كسى فخر نفروشد و كسى به كسى تجاوز و زورگويى نكند . « 1 »\r\nو در فتح مكه فرمود :\r\nخداى تبارك و تعالى به وسيلهء اسلام ، نخوت جاهليت و نازش به پدران و خاندانهاى جاهلى را از شما زدود . اى مردم ! شما از آدم هستيد و آدم از گل آفريده شد . بدانيد كه امروز بهترين شما نزد خداوند و گرامىترين شما در پيشگاه او پرهيزگارترين و فرمانبردارترين شما از اوست .\r\nبدانيد كه عربيّت به پدرى نيست كه ( شما را ) به دنيا مىآورد . بلكه عربيت يك زبان است كه با آن سخن گفته مىشود . پس هر كس در كار و عمل كوتاهى كند ، شرافت خانوادگىاش او را به خشنودى خدا نرساند . « 2 »\r\nبنابراين ، به سبب برابرى انسانها در خلقت ، همگان نزد خداوند برابرند و بايد از توهّم بى جا دربارهء برترى گروه و نژادى بر ديگران دورى جست .\r\n\r\n5 . اصل حمايت از محرومان و مستضعفان\r\nپيامبران براى هدايت همه انسانها برانگيخته شدندو تعاليم آنان مطابق فطرت انسانها بود .\r\nاز اين رو مردم محروم و مستضعف كه از فطرت و نهادى پاك برخوردار بودند و آمادگى بيشترى براى پذيرش حقايق داشتند ، به پيامبران ايمان مىآورند . در مقابل ، گروهى از مردم ، كه گرفتار انحرافات شديد اخلاقى و اعتقادى بودند ، نه تنها به پيامبران ايمان نمىآوردند ، بلكه در برابر آنان مىايستادند . بر اين اساس پيامبران همواره سراغ تودهء مردم رفته‌اند كه به طور معمول زمينهء هدايتشان فراهم است . پيامبران ، تنها حاميان واقعى اين دسته از مردم بوده‌اند و به هيچ قيمتى دست از حمايت آنان برنداشته‌اند . مخالفان حضرت نوح علت مخالفت خود را با آن حضرت پيروى توده‌هاى مستضعف جامعه از وى قلمداد كرده ، مىگفتند :\r\nوَمَا نَرَاكَ اتَّبَعَكَ إِلَّا الَّذِينَ هُمْ أَرَاذِلُنَا بَادِيَ الرَّأْيِ . ( هود : 27 )\r\nكسانى را كه از تو پيروى كرده‌اند ، جز گروهى اراذل ساده‌لوح مشاهده نمىكنيم .\r\nيكى از سخنان مشركان مكه به پيامبر اسلام ( ص ) نيز اين بود كه اگر مىخواهى ما به تو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ميزان الحكمه ، ج 9 ، ص 4551 .\r\n( 2 ) . همان ، ص 4553 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nايمان بياوريم و در كنار تو باشيم ، بايد اين مردم فقير و بيچاره را كه گرد تو جمع شده‌اند ، پراكنده سازى . « 1 » امّا خداوند متعال ارزش اين گروه از مردم را چنين گوشزد مىكند :\r\nوَلَا تَطْرُدِ الَّذِينَ يَدْعُونَ رَبَّهُم بِالْغَدَاةِ وَالْعَشِيِّ يُرِيدُونَ وَجْهَهُ مَا عَلَيْكَ مِنْ حِسَابِهِم مِن شَيْءٍ وَمَا مِن حِسَابِكَ عَلَيْهِمْ مِن شَيْءٍ فَتَطْرُدَهُمْ فَتَكُونَ مِنَ الظَّالِمِينَ . ( انعام : 52 )\r\nو كسانى را كه هر صبح و شام پروردگارشان را مىخوانند و جز جلب رضايت او را نمىخواهند ، طرد نكن ( و بدان ) كه چيزى از حساب آنان بر تو و چيزى از حساب تو بر آنان نيست كه آنان را از خود طرد كنى و در نتيجه از ستمكاران شوى . « 2 »\r\nخواستهء مشركان با روح تعاليم پيامبران ، كه همانا برچيدن ظلم و بىعدالتى و تبعيض است ، مغايرت داشت . از اين رو ، پيامبر ( ص ) هيچ‌گاه به خوشايند آنان ، مردم محروم و مستضعف را از خود دور نساخت و براى احقاق حقوق آنان از خودگذشتگيها نشان داد و حمايت از تودهء مردم را به عنوان يك ارزش در جامعه معرفى فرمود .\r\nآن حضرت همواره با محرومان و مستضعفان و فقرا نشست و برخاست داشت . ابوذر مىگويد « پيامبر ( ص ) مرا به هفت چيز سفارش كرد و يكى از آنها دوست داشتن فقرا و مساكين و نزديك شدن به آنها بود . » « 3 » و نيز در حديث معراج آمده است كه پيامبر مىفرمايد :\r\n« خداوند در شب معراج به من فرمود كه اى احمد ! محبت من ، دوست داشتن فقرا است . پس به ايشان نزديك شو و آنان را به خود نزديك گردان تا من تو را به خود نزديك كنم . . . « 4 » . »\r\n\r\nپرسش\r\n1 . دو جنبهء كرامت انسان را شرح دهيد .\r\n2 . منظور از اصل آزادى و اختيار انسان در دعوت انبياء چيست ؟\r\n3 . نمونه‌هايى از اصل تعقل و خردگرايى در دعوت انبياء را برشماريد .\r\n4 . اصل مساوات و برابرى در منطق پيامبران را توضيح دهيد .\r\n5 . قرآن كريم دربارهء حمايت از محرومان و مردم فقير اطراف پيامبر ، چه توصيه‌اى به پيامبر ( ص ) فرموده است ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع البيان ، ج 3 ، ص 465 ، چاپ صيدا ؛ تفسير قمى ، ج 2 ، ص 35 ؛ ترجمهء تفسير الميزان ، ج 13 ، ص 516 .\r\n( 2 ) . و نيز ر . ك : كهف ( 18 ) ، آيه 28 .\r\n( 3 ) . ر . ك . بحارالانوار ، ج 69 ، ص 388 .\r\n( 4 ) . ارشاد القلوب ، ص 279 - 280 ، به نقل از الحياة ، ج 2 ، ص 28 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nدرس چهارم\r\n\r\nآدم و نوح ( عليهما السلام )\r\n\r\nحضرت آدم ( ع )\r\nحضرت آدم ( ع ) نخستين انسانى است كه از نسل فعلى بشر بر روى كره زمين ، آفريده شده « 1 » و نيز او نخستين پيامبر الهى است كه از سوى خداوند به نبوت برگزيده شده است . پيامبر اكرم ( ص ) ، در پاسخ پرسش ابوذر كه از نام اولين پيامبر جويا شده ، نام حضرت آدم ( ع ) را مىبرد . « 2 » در روايت ديگرى نيز ابن عباس به همين مطلب تصريح مىكند . « 3 »\r\nخداوند متعال در هفت سوره از قرآن كريم ، ماجراهاى مربوط به آدم ( ع ) را شرح مىدهد . « 4 » در اين سوره‌ها ، خلقت آدم ( ع ) از خاك ، استقرار اوليهء وى در بهشت ، امر به فرشتگان براى سجده به آدم ( ع ) ، سرپيچى شيطان از اين دستور ، دشمنى شيطان با آدم ( ع ) و فرزندان او ، فريب خوردن آدم ( ع ) از شيطان و سپس توبه آدم ( ع ) و هبوط وى و حوا به زمين مطرح شده است . جالب اينكه ماجراى دستور سجده بر آدم ( ع ) توسط فرشتگان در هر هفت سوره آمده است و در سه سوره از سور مذكور ، قضيه آزمايش آدم ( ع ) مطرح شده و در يك سوره نيز مسأله خلافت الهى آدم و تعليم اسماء به وى بيان گرديده است .\r\nالبته آنچه در قرآن دربارهء ماجراى آدم ( ع ) بيان شده ، بيش‌تر ناظر به مقام انسانيّت است و چون او نخستين انسان خلق شده بر كرهء خاكى بوده است ، به مناسبت خلقت وى ، مباحث مربوط به مقام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از روايات به دست مىآيد كه پيش از نسل كنونى بشر ، نسلهاى ديگرى از انسان نيز بر كرهء زمين مىزيسته‌اند كه‌همگى آنان پيش از خلقت آدم ( ع ) از بين رفته‌اند و خلقت آدم ( ع ) ، شروع نسل فعلى بشر است .\r\n( 2 ) . ر . ك : بحارالانوار ، ج 11 ، ص 32 .\r\n( 3 ) . همان ، ص 43\r\n( 4 ) . بقره ( 2 ) ، آيات 30 - 38 ؛ اعراف ( 7 ) ، آيات 11 - 25 ؛ حجر ( 15 ) ، آيات 26 - 40 ؛ اسراء ( 17 ) ، آيات 61 - 65 ؛ كهف ( 18 ) ، آيه 50 ، طه ( 20 ) ، آيات 115 - 124 و ص ( 38 ) ، آيات 71 - 76 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nانسان نيز در آيات مربوطه به ميان آمده است و گرنه جز دو موضوع خلقت و امتحان وى در بهشت ، از احوال و اوصاف شخصى آدم ( ع ) و يا مسائل مربوط به پيامبرى وى ، مطلبى بيان نشده است .\r\nتوضيح آنكه خلافت الهى و جانشينى انسان از سوى خداوند اختصاص به آدم ( ع ) ندارد و خداوند اراده كرده است كه انسان كامل ، جانشين وى در زمين باشد و بتواند افعال و اوصاف الهى را از خود به منصهء ظهور برساند . سجده بر آدم ( ع ) نيز متعلق به مقام انسانيت اوست و اختصاص به شخص ايشان ندارد . دليل اين مطالب نيز آن است كه در موضوع جعل و قرار دادن خليفه و جانشين بر روى زمين ، از صيغهء اسم فاعل « جاعل » استفاده كرده و فرموده است :\r\nانّى جاعِلٌ فِى الْارْضِ خَليفَه . . . » « 1 » به كار بردن اين واژه ، نشانه دوام و استمرار اين كار است و معلوم مىشود كه خداوند براى هميشه ، خليفه مىآفريند . در موضوع سجده بر آدم ( ع ) نيز خداوند در سورهء اعراف همه انسانها را مخاطب قرار داده و مىفرمايد :\r\nوَلَقَدْ خَلَقْنَاكُمْ ثُمَّ صَوَّرْنَاكُمْ ثُمَّ قُلْنَا لِلْمَلَائِكِةِ اسْجُدُوا لآِدَمَ . . . . ( اعراف : 11 )\r\nو در حقيقت ، شما را خلق كرديم ، سپس به صورتگرى شما پرداختيم ؛ آنگاه به فرشتگان گفتيم : « براى آدم سجده كنيد . » . . . .\r\nاز اين آيه نيز مشخص مىشود كه آفرينش آدم ( ع ) الگويى بوده است براى آفرينش انسانها ؛ و خلاصه اينكه عصارهء انسانيت و مقام شامخ انسان در اين داستان به صورت آدم ( ع ) جلوه كرده و آدم الگوى انسانيت شده است . فرشتگان هم در پيشگاه مقام انسانيت خضوع و خشوع كردند و نه تنها در پيشگاه شخص آدم ( ع ) ، بلكه آنان در برابر انسان كامل مانند پيامبران و امامان ( ع ) نيز خاضع و خاشع هستند . « 2 »\r\nاما شرح دو مورد از موارد مربوط به حضرت آدم ( ع ) كه در آيات كتاب الهى بيان شده ، از اين قرار است :\r\n\r\n1 . خلقت آدم ( ع )\r\nبنابر آيات قرآن كريم ، زمانى كه خداوند اراده فرمود جانشينى براى خود در زمين برگزيند و آدم ( ع ) را بيافريند ، فرشتگان الهى كه همواره در حال عبادت و تسبيح و تقديس حق تعالى هستند ، پرسيدند :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ( 2 ) ، آيه 30 .\r\n( 2 ) . اقتباس از تفسير موضوعى قرآن مجيد ، جوادى آملى ، ج 6 ، ص 210 و 275 - 280 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nچرا مىخواهى موجودى را بيافرينى كه در زمين فساد مىكند و خون مىريزد و حال آنكه ما تو را تسبيح و تقديس مىكنيم ، خداى سبحان فرمود : من چيزى مىدانم كه شما نمىدانيد .\r\nوَإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي جَاعِلٌ فِي الأَرْضِ خَلِيفَةً قَالُوا أتَجْعَلُ فِيهَا مَنْ يُفْسِدُ فِيهَا وَيَسْفِكُ الدِّمَاءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قَالَ إِنِّي أَعْلَمُ مَا لَا تَعْلَمُونَ . ( بقره : 30 )\r\n[ و به خاطر بياور 
  ] هنگامى را كه پروردگارت به فرشتگان گفت : « من در روى زمين ، جانشينى [ / نماينده‌اى 
  ] قرار خواهم داد . » فرشتگان گفتند : « ( پروردگارا ) آيا كسى را در آن قرار مىدهى كه فساد و خونريزى كند ؟ ! ما تسبيح و حمد تو را به جا مىآوريم ، و تو را تقديس مىكنيم . » پروردگار فرمود : « من حقايقى را مىدانم كه شما نمىدانيد . »\r\nخداى حكيم اراده كرده بود موجودى بيافريند و امانت سنگينى را بر دوش او بگذارد و مقام و مرتبه‌اش را از فرشتگان هم بالاتر برد . آدم را از خاك آفريد و براى نشان دادن شرافت روحش ، وى را به خود نسبت داد :\r\nإِذْ قَالَ رَبُّكَ لِلْمَلَائِكَةِ إِنِّي خَالِقٌ بَشَراً مِن طِينٍ فَإِذَا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِن رُوحِي فَقَعُوا لَهُ سَاجِدِينَ . ( ص : 71 و 72 )\r\nهنگامى كه پروردگار تو به فرشتگان گفت : من انسان را از گل « 1 » آفريدم ، پس آنگاه كه اعضاى بدن او را آراستم و از روح خود در او دميدم ( شما فرشتگان ) بر او سجده كنيد .\r\nخداوند پس از آفرينش آدم با اين ويژگيها ، علوم و حقايقى را به او آموخت كه قرآن از آن با تعبير « اسماء » ياد كرده ؛ حقايقى كه فرشتگان از آن آگاهى نداشتند . خدا همهء اسماء ( حقايق ) را به آدم آموخت . سپس آنها را به فرشتگان عرضه كرد و فرمود : اسماء را براى من باز گوييد اگر راست مىگوييد . فرشتگان گفتند : خدايا تو منزهى ، جز آنچه توبه ما آموخته‌اى نمىدانيم .\r\nخدا به آدم فرمود : اى آدم اسماء را به فرشتگان خبر ده و چون آدم اسماء را بازگفت ، خدا فرمود :\r\nاى فرشتگان ! نگفتم من غيب آسمانها و زمين و آنچه آشكار و نهان مىكنيد را مىدانم ! « 2 »\r\nسپس خداوند به فرشتگان دستور داد كه بر او سجده كنند . همه فرشتگان در برابر وى به سجده افتادند و در مقابلش سر تعظيم فرود آوردند . البته اين سجده ، عبادت آدم نبود ، بلكه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در آيات ديگرى مبدأ آفرينش انسان را خاك يا صلصالى از حمأ مسنون يا صلصالى چون فخّار ( سفال ) معرفىمىكند . اين تعبيرها با يكديگر منافات ندارد ، براى اينكه همان مبدأ واحد ، احوال مختلفى به خود مىگيرد و در هر يك از آيات نام يكى از آن حالات را ذكر كرده است .\r\n( 2 ) . ر . ك . بقره ( 2 ) ، آيات 30 - 33 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nاحترام و تواضع در برابر او بود كه در واقع اطاعت و پيروى از فرمان الهى به شمار مىرود .\r\nدر اين ميان ، شيطان كه هزاران سال خدا را عبادت كرده بود ، از دستور الهى روى برتافت .\r\nآنچه موجب اين نافرمانى شد ، خصلت ناپسند غرور و تكبر بود . قرآن سرپيچى او را در آيات فراوانى بيان كرده است ؛ از جمله :\r\nفَسَجَدَ الْمَلَائِكَةُ كُلُّهُمْ أَجْمَعُونَ إِلَّا إِبْلِيسَ اسْتَكْبَرَ وَكَانَ مِنَ الْكَافِرِينَ . ( ص : 73 و 74 )\r\nفرشتگان همگى بدون استثنا سجده كردند ، جز شيطان كه دچار غرور و تكبر شد و جزو كافران گرديد .\r\nابليس ، كه از آتش آفريده شده بود ، گمان كرد بر آدم كه از خاك آفريده شده است ، برترى دارد .\r\nاز اين رو ، در مقام مقايسه برآمد و گفت : خدايا او را از خاك آفريدى و مرا از آتش ، چگونه من كه بهتر و بالاتر از اويم ، در مقابل او سجده كنم . امّا دليلى بر اينكه آتش بهتر از خاك است ، وجود ندارد ؛ علاوه اينكه سجدهء فرشتگان در مقابل مشتى خاك نبود ، بلكه تواضع در برابر خليفهء خدا بود و سرپيچى شيطان هم در برابر آدم نبود ، بلكه عصيان از فرمان خداى سبحان بود . « 1 »\r\n\r\n2 . امتحان الهى\r\nآدم و همسرش حوّا براى زندگى در زمين آفريده شده بودند ؛ امّا براى امتحان در بهشت « 2 » جاى داده شدندو با آنكه خداوند دشمنى شيطان را به‌آنان گوشزد كرده‌بود ، فريب‌خوردند و به وسوسهء شيطان ، از درختى كه از خوردنش منع شده بودند ، برگرفتند و خوردند و بدين رو از بهشت رانده شدند .\r\nخداوند در قرآن كريم ، ماجرا را اين‌گونه شرح مىدهد :\r\nو گفتيم اى آدم تو و همسرت در بهشت ساكن شويد و هر چه خواستيد بخوريد ( كه بر شما ) گوارا باد ، ( امّا ) به اين درخت نزديك نشويد ( كه در اين صورت ) از ستمكاران خواهيد بود .\r\nشيطان آنها را فريب داد و لغزيدند ( و از آن درخت خوردند ) و آنها را از محلّى كه در آن بودند ، بيرون كرد و گفتيم : ( به زمين ) فرود آييد . . . . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الميزان ، ج 8 ، ص 25 .\r\n( 2 ) . مقصود از بهشت كه حضرت آدم ( ع ) در آن مىزيست ، بهشت قيامت نيست ، بلكه برحسب روايات بهشت برزخىيا بهشت زمين بوده است .\r\n( 3 ) . وَقُلْنَا يَاآدَمُ اسْكُنْ أَنْتَ وَزَوْجُكَ الْجَنَّةَ وَكُلَا مِنْهَا رَغَداً حَيْثُ شِئْتَما وَلَا تَقْرَبَا هَذِهِ الشَّجَرَةَ فَتَكُونَا مِنَ الظَّالِمِينَ فَأَزَلَّهُمَا الشَّيْطَانُ عَنْهَا فَأَخْرَجَهُمَا مِمَّا كَانَا فِيهِ وَقُلْنَا اهْبِطُوا . . . ( بقره : 35 و 36 )\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nآدم و حوّا بر خود ستم كردند و اين عمل اسباب زحمت و رنج آنان را فراهم كرد و سبب خروج از بهشت و زندگى در زمين شد كه همواره توأم با سختيها و گرفتاريهاست . آنان به ظلم خود اعتراف و به درگاه الهى توبه كردند :\r\nقَالا رَبَّنَا ظَلَمْنَا أَنْفُسَنَا وَإِن لَمْ تَغْفِرْ لَنَا وَتَرْحَمْنَا لَنَكُونَنَّ مِنَ الْخَاسِرِينَ . ( اعراف : 23 )\r\nگفتند : پروردگارا ! ما به‌خود ستم كرديم و اگر تو ما را نبخشى و به ما رحم‌نكنى ، از زيانكاران خواهيم‌شد .\r\nخداى مهربان نيز توبهء آنان را پذيرفت . گرچه عملى كه آنان انجام دادند گناه و معصيت نبود و تنها ترك اوْلى بود و موجب زحمت خود آنان شد ؛ اما از اينكه به هشدار الهى توجه نكردند ، پشيمان شدند و به درگاه او توبه كردند . « 1 »\r\nعلى بن ابراهيم در تفسير خود از امام صادق ( ع ) چنين نقل مىكند :\r\nهنگامىكه حضرت آدم از بهشت بيرون رفت ، جبرئيل نازل شد و گفت : آيا خداوند تو را به‌دست خود نيافريد و از روح خود در تو ندميد و فرشتگان را وادار نساخت‌كه بر تو سجده‌كنند و حوّا را به تو تزويج نكرد و تو را به بهشت درنياورد ؟ آيا به تو دستور نداد كه از آن درخت نخورى و تو سرپيچى كردى ؟\r\nآدم گفت : شيطان به دروغ سوگند خورد و من باور نمىكردم كه مخلوق خدا ، سوگند دروغ ياد كند . « 2 »\r\nاز اهداف قرآن در بيان سرگذشت پيامبران ، بيان نكات مهم اخلاقى و تربيتى براى ساختن انسان است . از اين رو ، به آنان هشدار مىدهد :\r\nيَا بَنِي آدَمَ لَايَفْتِنَنَّكُمُ الشَّيْطَانُ كَمَا أَخْرَجَ أَبَوَيْكُم مِنَ الْجَنَّةِ يَنزِعُ عَنْهُمَا لِبَاسَهُمَا لِيُرِيَهُمَا سَوْءَاتِهِمَا إِنَّهُ يَرَاكُمْ هُوَ وَقَبِيلُهُ مِنْ حَيْثُ لَاتَرَوْنَهُمْ . ( اعراف : 27 )\r\nاى فرزندان آدم ! ( مراقب باشيد كه ) شيطان شما را فريب ندهد ، چنان كه پدر و مادر شما را از بهشت بيرون كرد ، لباسشان را از تنشان كند تا عورتهاى آنان را به ايشان نشان دهد . شيطان و ياران او از جايى شما را مىبينند كه شما آنها را نمىبينيد . . . .\r\nشيطان كار خويش را آغاز كرد و بين فرزندان آدم فتنه انداخت . قابيل را كه به مقام وصايتى كه پدرش به هابيل واگذاشته بود ، حسادت مىورزيد ، فريب داد و وسوسه كرد و قابيل دست خود را به خون برادر آلوده ساخت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در مباحث اعتقادى پيرامون « عصمت انبياء » به تفصيل بحث شده و با ادله عقلى و نقلى به اثبات رسيده و آياتى كه ظاهراً با عصمت آنان منافات دارد ، توجيه و تفسير شده است .\r\n( 2 ) . تفسير قمى ، ج 1 ، ص 225 ، چاپ مكتبة المهدى .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nحضرت آدم ( ع ) حدود هزار سال عمر كرد و در اين مدت ، به هدايت و ارشاد خاندان خويش مشغول بود تا درگذشت . « 1 »\r\n\r\nحضرت نوح ( ع )\r\nنام حضرت نوح ( ع ) در بسيارى از سوره‌هاى قرآن كريم آمده و در چند سوره نيز بخشهايى از زندگى آن حضرت به تفصيل بيان شده است . « 2 » پس از حضرت آدم ( ع ) و گذشت زمان ، به تدريج روح غرور و تكبر ميان مردم رواج يافت و گروهى خود را برتر از ديگران پنداشتند و در فكر بهره‌جويى و استثمار ديگران افتادند . گروهى ارباب و گروهى ديگر رعيت شدند و از همين جا بت‌پرستى ، اختلاف شديد طبقاتى ، زورگويى به ناتوانان و نزاع و درگيرى و اختلاف آغاز شد . « 3 » قرآن كريم دربارهء فلسفه بعثت پيامبران به همين نكته اشاره فرموده است :\r\nكَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيَما اخْتَلَفُوا فِيهِ . . . ( بقره : 213 )\r\nمردم [ در آغاز 
  ] يك دسته بودند ؛ پس خداوند پيامبران را برانگيخت تا مردم را بشارت و بيم دهند و كتاب آسمانى كه به سوى حق دعوت مىكرد ، با آنها نازل نمود تا در ميان مردم ، در آنچه اختلاف داشتند ، داورى كنند .\r\nحضرت نوح ( ع ) زمانى عهده‌دار هدايت مردم شد كه بت‌پرستى رواج يافته بود و سرمايه‌داران و پول‌پرستان از جهالت مردم و بت‌پرستى آنان بهره برمىداشتند .\r\n\r\nبزرگداشت نوح ( ع ) در قرآن كريم\r\nحضرت نوح ( ع ) نخستين پيامبر اولوا العزم و صاحب شريعت است . او ، كه به « شيخ الانبياء » ملقّب است ، مأمور هدايت مردم زمان خود شد و در اين راه ، در مدت طولانى ، تلاش فراوانى از خود نشان داد . خداوند متعال از او به شايستگى ياد كرد و او را از برگزيدگان خود خوانده است « 4 » و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قصص قرآن ، سيد هاشم رسولى ، ج 1 ، ص 29 .\r\n( 2 ) . ر . ك : اعراف ( 7 ) ، آيات 59 - 64 ؛ هود ( 11 ) ، آيات 25 - 49 ؛ مؤمنون ( 23 ) ، آيات 23 - 30 ؛ شعراء ( 26 ) ، آيات 105 - 122 ؛ نوح ( 71 ) ، آيات 1 - 28 .\r\n( 3 ) . الميزان ، ج 10 ، ص 248 .\r\n( 4 ) . آل عمران ( 3 ) ، آيه 33 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nبر او سلام خاصى مىفرستد كه نظيرش را دربارهء ديگر پيامبران ذكر نكرده است . خداوند مىفرمايد : « سلام على نوح فى العالمين » « 1 » و اين نشان دهندهء مقام اين پيامبر در نزد خداوند است .\r\nهمچنين خداوند ، او را بندهء بسيار شكرگزار خود معرفى كرده است . « 2 »\r\nنخستين و اساسىترين ركن شريعت حضرت‌نوح ( ع ) ، دعوت مردم به توحيد و يكتاپرستى بود .\r\nوَلَقَدْ أَرْسْلْنَا نُوحاً إِلَى قَوْمِهِ إِنِّي لَكُمْ نَذِيرٌ مُبِينٌ أَن لَا تَعْبُدُوا إِلَّا اللَّهَ إِنِّي أَخَافُ عَلَيْكُمْ عَذَابَ يَوْمٍ أَلِيمٍ . ( هود : 25 و 26 )\r\nو به تحقيق ما نوح را به سوى قومش فرستاديم ( به آنان گفت : ) من براى شما بيم دهندهء آشكارى هستم . جز خدا را عبادت نكنيد ، من از عذاب دردناك روز قيامت بر شما مىترسم .\r\nنوح ( ع ) با كمال دلسوزى و محبت ، قومش را به پرستش خدا دعوت مىكرد و مردم را به تسليم در برابر خدا ، « 3 » امر به معروف و نهى از منكر ، « 4 » نماز ، « 5 » مساوات ، عدالت ، دورى از منكرات ، راستگويى و وفاى به عهد « 6 » فرا مىخواند .\r\nدر مقابل زحمات و تلاشهاى حضرت نوح ( ع ) در طول 950 سال ، آن مردم نه تنها به او ايمان نياوردند ، بلكه به لجاجت ، انكار و دشمنى نيز برخاستند . به جاى پيروى از آن پيامبر بزرگ الهى براى رسيدن به سعادت ، نسبتهاى ناروايى به آن حضرت داده ، گفتند : تو بشرى مثل مايى و برتر از ما نيستى . تو ديوانه و گمراه و دروغگويى و آنان كه به تو ايمان آورده‌اند ، پست و فرومايه‌اند و تو پول و ثروتى از خود ندارى . « 7 »\r\n\r\nمقام صبر و شكر نوح ( ع )\r\nحضرت نوح ( ع ) با صبر و متانت ، به بهانه‌تراشىها و گستاخيهاى مردم پاسخ مىداد . در مقابل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صافات ( 37 ) ، آيه 79 .\r\n( 2 ) . اسراء ( 17 ) ، آيه 3 .\r\n( 3 ) . آل عمران ( 3 ) ، آيهء 19 .\r\n( 4 ) . هود ( 11 ) ، آيهء 27\r\n( 5 ) . نساء ( 4 ) ، آيهء 103\r\n( 6 ) . انعام ( 6 ) ، آيات 151 و 152 .\r\n( 7 ) . ر . ك . اعراف ( 7 ) ، آيه 60 ؛ هود ( 11 ) ، آيه 27 و قمر ( 54 ) ، آيه 9 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nنفى رسالتش و ادعاى دروغگويى ، مىفرمود :\r\nاى قوم من ! اگر من از طرف پروردگار خود شاهدى ( دليل و معجزه‌اى ) داشته باشم و خداوند از نزد خويش رحمتى به من داده باشد ( يعنى داراى كتاب و علمى باشم كه شما را به سوى حق راهنمايى كند ) با اينكه شما نمىپذيريد ، آيا لازم است شما را مجبور كنيم ، درحالىكه شما خوش نمىداريد . « 1 »\r\nو براى اينكه مبادا گمان كنند با اين ادعا در پى مال و منالى است ، مىفرمود :\r\nاى قوم ! من در مقابل رسالتم از شما مزدى نمىخواهم ، اجر من تنها با خدا است . « 2 »\r\nدر مقابل ادعاى آنان كه مىگفتند ، كسانى كه به تو ايمان آورده‌اند ، پست و حقيرند ، فرمود :\r\nكسانى را كه ايمان آورده‌اند ، طرد نمىكنم ، زيرا آنان با خداى خود ملاقات خواهند كرد ، ولى من شما را جاهل مىبينم . اى قوم من ! اگر من آنها را از خود دور سازم ، چه كسى مرا در برابر ( عذاب ) خدا يارى مىكند ؟ . . . « 3 »\r\nبا اين حال ، پاسخهاى متين و مستدلّ نوح در آنان اثر نكرد و با كمال گستاخى گفتند :\r\nاگر راست مىگويى وعدهء عذابى كه به ما داده‌اى ، چرا نمىرسد ؟ بگو ، خدايت ما را عذاب كند . « 4 »\r\nقوم نوح دعوت او را نپذيرفتند و به آزار و انكارش برخاستند . با توجه به عمر طولانى آن حضرت و شمار اندكى كه به او ايمان آوردند ، مىتوان حدس زد كه آن بزرگوار چقدر از قومش آزار و اذيت ديده است . شيخ صدوق ( ره ) مىگويد : امام صادق ( ع ) فرمود :\r\nگاه مردم آن حضرت را به قدرى مىزدند كه سه روز تمام به حال بىهوشى مىافتاد و از گوشش خون مىآمد . « 5 »\r\nحضرت نوح ( ع ) ، كه براى هدايت عموم مردم در زمان خود مأموريت داشت ، زندگى پرمشقتى را گذراند و با صبر و استقامت پيش رفت ، به گونه‌اى كه خداى متعال در قرآن كريم او را « عبد شكور » « 6 » مىخواند . حضرت نوح ( ع ) از مقام « صبر » گذشته و به مقام « شكر » رسيده بود .\r\nامام سجاد ( ع ) در اين باره فرمود :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هود ( 11 ) ، آيهء 28 .\r\n( 2 ) . همان ، آيهء 29 .\r\n( 3 ) . همان .\r\n( 4 ) . هود ( 11 ) ، آيهء 32 .\r\n( 5 ) . قصص قرآن ، سيد هاشم رسولى محلاتى ، ج 1 ، ص 51 ( همين مضمون در مجمع البيان ، ج 1 ، ص 433 نيز آمده است ) .\r\n( 6 ) . اسراء ( 17 ) ، آيهء 3 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nمردم سه خصلت را از سه نفر گرفته‌اند : صبر و استقامت را از ايوب و شكر را از نوح و حسد را از فرزندان يعقوب . « 1 »\r\n\r\nعاقبت قوم نوح\r\nسرانجام حضرت نوح ( ع ) از دست قومش به خدا شكايت كرد و از او خواست كه عذابش را بر آن مردم سركش فرو فرستد . خداى سبحان فرمان داد يك كشتى بسازد و آن حضرت مشغول ساختن كشتى شد . قوم لجوج باز هم دست از اعمال زشت خود برنداشتند و او را مسخره كردند كه در اين خشكى ، كشتى به چه درد مىخورد ؟ پس از آماده شدن كشتى ، خداوند دستور داد نوح و يارانش در آن جاى گيرند تا گرفتار عذاب الهى نشوند و نيز از هر حيوانى يك جفت همراه خود به كشتى ببرند . « 2 » حضرت نوح ( ع ) ، كه از هدايت قومش به كلّى مأيوس و نااميد شده بود ، در حقّشان نفرين كرد :\r\nوَقَالَ نُوحٌ رَّبِّ لَا تَذَرْ عَلَى الْأَرْضِ مِنَ الْكَافِرِينَ دَيَّاراً إِنَّكَ إِن تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِراً كَفَّاراً . ( نوح : 26 و 27 )\r\nنوح عرض كرد : پروردگارا ! هيچ كس از كافران را روى زمين نگذار ( و همه را هلاك كن ) اگر از آنها كسى را باقى بگذارى ، همه بندگانت را گمراه ساخته و جز افراد بدكار و كافر به دنيا نخواهند آورد .\r\nاز اين نفرين مىتوان فهميد كه آن پيامبر بزرگ ، با آن همه صبر و استقامت تا چه حد از قومش ناراحت بوده است . حضرت نوح ( ع ) بيدرنگ پس از نفرين كفّار ، در حقّ مؤمنان دعا كرد :\r\nرَبِّ اغْفِرْ لِي وَلِوَالِدَيَّ وَلِمنَ دَخَلَ بَيْتِيَ مُؤْمِناً وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَلَا تَزِدِ الظَّالِمِينَ إِلَّا تَبَارَا .\r\n( نوح : 28 )\r\nپروردگارا ! مرا و پدر و مادرم را و هر كه را در خانه من داخل شود و همه مردان و زنان مؤمن عالم را ببخش و ستمكاران را جز بر عذابشان ميفزاى .\r\nبدين سان ، عذاب الهى نازل شد و بر اثر طوفان شديد آب همه جا را فرا گرفت . پسر مغرورو متكبر حضرت نوح ( ع ) ، حتى در آن لحظات آخر نيز به دعوت پدر اعتنايى نكرد و با نادانى گفت : من بالاى كوه مىروم تا آب مرا غرق نكند . با اين حال ، او نيز چون ديگر گنهكاران دچار عذاب الهى شد و غرق گشت و بدين ترتيب نسل كفار از روى زمين برچيده شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سفينة البحار ، ج 2 ، ص 615 .\r\n( 2 ) . هود ( 11 ) ، آيات 37 - 40 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nقرآن براى عبرت آيندگان ، نجات اهل كشتى را در آن طوفان شديد ، آيتى از آيات الهى معرفى مىكند :\r\nوَلَقَد تَرَكْنَاهَا آيَةً فَهَلْ مِن مُدَّكِرٍ فَكَيْفَ كَانَ عَذَابِي وَنُذُرِ . ( قمر : 15 و 16 )\r\nما اين ماجرا را به عنوان نشانه‌اى در ميان امتها باقى گذارديم تا نشانهء عبرتى براى مردم باشد ، كيست كه پند بگيرد ؟ پس ( اى بدكاران عالم ! ) ببينيد كه عذاب ما چگونه بود ( و عبرت بگيريد ) .\r\nاز امام صادق ( ع ) نقل كرده‌اند كه فرمود :\r\nنوح پيغمبر 2500 سال زندگى كرد كه 850 سال آن قبل از بعثت او بود و 950 سال پس از بعثت به تبليغ و دعوت مردم به خدا مشغول بود و دويست سال سرگرم ساختن كشتى شد و پانصد سال نيز پس از آنكه از كشتى فرود آمد و شهرها بنا كرد ، فرزندانش را در بلاد سكونت داد . سپس هنگامى كه در آفتاب نشسته بود ، ملك الموت نزد وى آمد و سلام كرد . نوح ( ع ) جوابش را داد و به او گفت : چه مىخواهى ؟ پاسخ داد : آمده‌ام جانت را بگيرم . پرسيد : مهلتم مىدهى كه از آفتاب به سايه بروم ؟ گفت : آرى . نوح برخاسته ، به سايه آمد و به وى رو كرد و گفت :\r\nاى ملك الموت ! آنچه در دنيا بر من گذشت ، مانند همين بود كه از آفتاب به سايه آمدم . اكنون مأموريت خود را انجام ده و عزرائيل جان او را گرفت . « 1 »\r\nبنابر مفاد بيش‌تر روايات حضرت نوح در مكانى دفن شد كه هم اكنون مجاور قبر مطهر حضرت على ( ع ) است . « 2 »\r\n\r\nپرسش\r\n1 . آيا خلافت و جانشينى آدم از سوى خدا ، اختصاص به آن حضرت دارد ؟ توضيح دهيد .\r\n2 . ماجراى امتحان حضرت آدم ( ع ) را شرح دهيد .\r\n3 . قرآن كريم دربارهء فلسفهء بعثت پيامبران چه مىفرمايد ؟\r\n4 . برخى از توصيفات قرآن را دربارهء حضرت نوح ( ع ) بيان كنيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قصص قرآن ، ج 1 ، ص 66 .\r\n( 2 ) . قصص الانبياء ، سيد نعمت‌اللّه جزائرى ، ص 79 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nدرس پنجم\r\n\r\nهود و صالح ( عليهما السلام )\r\n\r\nحضرت هود ( ع )\r\nداستان حضرت هود ( ع ) و قومش در هشت سورهء قرآن آمده است . « 1 » قوم عاد در سرزمين شن‌زار احقاف در جنوب غربى جزيرة العرب سكونت داشتند . آنان داراى سرزمينهاى آباد ، زمينهاى زراعتى و حاصلخيز ، باغهاى با صفا و خانه‌هاى باشكوه بودند . همچنين از نظر بدنى و جسمى نيز قوى و نيرومند بودند ، امّا با وجود همهء اين نعمتها ، به بت‌پرستى روى آوردند و از اطاعت خداوند دورى جستند . خداوند متعال ، براى هدايتشان ، حضرت هود ( ع ) را كه از قوم خودشان بود به سويشان فرستاد .\r\n\r\nدعوت به خداپرستى\r\nحضرت هود ( ع ) مردم را به توحيد و يكتاپرستى و اجتناب از پرستش بتها فراخواند . قرآن كريم مىفرمايد :\r\nوَإِلَى عَادٍ أَخَاهُمْ هُوداً قَالَ يَاقَوْمِ اعْبُدُوا اللّهَ مَا لَكُمْ مِنْ إِلهٍ غَيْرُهُ أَفَلَا تَتَّقُونَ . ( اعراف : 65 )\r\nو به سوى قوم عاد ، برادرشان « هود » را ( فرستاديم ) ؛ گفت : « اى قوم من ! ( تنها ) خدا را پرستش كنيد ، كه جز او معبودى براى شما نيست . آيا پرهيزگارى پيشه نمىكنيد ؟ ! »\r\nحضرت هود ( ع ) ، همچنين مردم را به تقوا ، پذيرش حق و حقيقت و عدل و رحمت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : سوره‌هاى اعراف ( 7 ) ، آيات 65 - 72 ؛ هود ( 11 ) ، آيات 50 - 60 ؛ مؤمنون ( 23 ) ، آيات 31 - 41 ؛ شعراء ( 26 ) ، آيات 123 - 140 ؛ احقاف ( 46 ) ، آيات 21 - 26 ؛ ذاريات ( 51 ) ، آيات 41 - 42 ؛ قمر ( 54 ) ، آيات 18 - 21 ؛ فجر ( 89 ) ، آيات 6 - 8 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nفرا مىخواند و براى اين كه شائبه سودجويى به ذهنشان نيايد ، به صراحت اعلام داشت كه من مزدى براى رسالت خود از شما نمىخواهم :\r\nوَمَا أَسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِنْ أَجْرِيَ إِلَّا عَلَى رَبِّ الْعَالَمِينَ . ( شعراء : 127 )\r\nمن در برابر اين دعوت ، هيچ اجر و پاداشى از شما نمىطلبم ؛ اجر و پاداش من تنها بر پروردگار عالميان است .\r\nآن حضرت همچنين آنان را به مغفرت‌خواهى در پيشگاه پروردگار دعوت كرد و فرمود :\r\nاى قوم من ! از پروردگارتان طلب آمرزش كنيد ، سپس به سوى او بازگرديد ، تا ( بارانِ ) آسمان را پى در پى بر شما بفرستد ؛ و نيرويى بر نيرويتان بيفزايد ، و گنهكارانه ، روى ( از حق ) برنتابيد . « 1 »\r\nحضرت هود ( ع ) در اين دعوت به اين نكته اشاره كرد كه اگر حق را عبادت كنيد و از گناهانتان پوزش طلبيد ، خداوند درهاى رحمت خود را به سوى شما خواهد گشود و همچنان كه عبادت پروردگار و دورى از گناهان بركات معنوى مىآورد ، بركات مادى فراوانى نيز در پى دارد و باران الهى بر شما خواهد باريد و قوايتان افزون خواهد شد . به تعبير ديگر ، براى آنان تبيين كرد كه ميان اعمال انسانها و حوادث جهان ، رابطه‌اى مستقيم وجود دارد و اعمال صالح و عبادات مردم ، در ريزش بركات ، سهم به سزايى دارد .\r\n\r\nواكنش قوم هود\r\nقوم هود در برابر دعوت و خيرخواهى آن حضرت ، به انكار روى آوردند و گفتند :\r\nقَالُوا يَا هُودُ مَا جِئْتَنَا بِبَيِّنَةٍ وَمَا نَحْنُ بِتَارِكِي آلِهَتِنَا عَن قَوْلِكَ وَمَا نَحْنُ لَكَ بِمُؤْمِنِينَ إِن نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ . . . . ( هود : 53 - 54 )\r\nگفتند : « اى هود ! تو دليل روشنى براى ما نياورده‌اى ؛ و ما خدايان خود را بخاطر حرف تو ، رها نخواهيم كرد ؛ و ما [ اصلًا 
  ] به تو ايمان نمىآوريم . ما [ دربارهء تو 
  ] فقط مىگوييم : « بعضى از خدايان ما ، به تو زيان رسانده [ و عقلت را ربوده 
  ] اند . »\r\nآنان با صراحت عدم ايمان آوردن خود را اعلام كردند و نسبت ديوانگى به آن حضرت دادند و گفتند بتهاى ما در تو اثر سوء گذاشته و به عقلت خلل رسانده‌اند . آن قوم ، همچنين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هود ( 11 ) ، آيه 52 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nنسبت نادانى و دروغگويى به هود ( ع ) دادند « 1 » و گفتند تو بشرى مانند ما هستى و اگر ما بشرى مثل خود را اطاعت كنيم ، زيانكاريم . « 2 »\r\nحضرت هود ( ع ) در پاسخ نسبتهاى نارواى آنان ، چند مطلب را يادآور شد . ابتدا فرمود كه من خداوند را گواه مىگيرم و شما نيز گواه باشيد كه من از بتها اعلام انزجار كردم . در حقيقت ، با اين گواه گرفتن ، به آنان گوشزد كرد كه بتها و معبودان دروغين بت‌پرستان توان كارى را ندارند و هيچ تأثيرى در عالم نمىگذارند . سپس به بت‌پرستان اعلام كرد كه همه امكانات و نيرويتان را به كار گيريد و عليه من ، مكر و دسيسه كنيد و مهلتم نيز ندهيد و بدانيد من نيز از ميدان به در نخواهم رفت ؛ زيرا توكل من بر خداست ؛ خداوندى كه زمامدار هستى است و همه موجودات تحت ربوبيت اويند . در پايان نيز ، آن حضرت به اتمام حجت پرداخت و به آنان يادآور شد كه اگر از دعوت من روى گردانيد ، بدانيد كه من رسالت خود را ابلاغ كردم و خداوند شما را از بين مىبرد و قوم ديگرى را جايگزينتان مىكند و شما هيچ ضررى به خداوند نخواهيد زد . « 3 »\r\nمتأسفانه قوم هود ، به جاى تأمل در سخنان و پاسخهاى هود ( ع ) به لجاجت بيشتر پرداختند و گفتند : براى ما تفاوتى نمىكند كه ما را موعظه كنى يا پند و اندرز ندهى ، « 4 » و نيز گفتند كه اگر تو راست مىگويى عذابى را كه به ما وعده مىدهى ، بر ما فرود آر ! « 5 »\r\n\r\nسرانجام قوم هود\r\nپس از اين مرحله بود كه خداوند متعال به درخواست حضرت هود ( ع ) ، عذاب خويش را بر آن قوم منحرف ، كه گمراهى را بر هدايت برگزيده بودند ، نازل كرد .\r\nعذاب قوم عاد ، كه در آيات متعددى از قرآن با تعبيرهاى گوناگونى بيان شده ، « 6 » اين بود كه باد سرد و سختى برخاست و بدون آنكه خانه‌هاى آنان را خراب كند ؛ جز هود و ياران اندكش ، همه را منجمد كرد و به هلاكت رساند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : اعراف ( 7 ) ، آيه 66 .\r\n( 2 ) . ر . ك : مؤمنون ( 23 ) ، آيه 33 - 34 .\r\n( 3 ) . ر . ك : هود ( 11 ) ، آيات 54 - 57 و با استفاده از تفسير موضوعى قرآن كريم ، ج 6 ، ص 376 - 381 .\r\n( 4 ) . ر . ك : شعراء ( 26 ) ، آيه 136 .\r\n( 5 ) . احقاف ( 46 ) ، آيه 22 .\r\n( 6 ) . عقيم : بادى كه خيرى به همراه ندارد . صرصر : باد بسيار سخت و سرد . عاتيه : باد طغيان كننده و سركش . ريح فيهاعذاب اليم : بادى كه در آن عذابى دردناك بود . ( ر . ك . قاموس قرآن ، ج 3 ، ص 141 )\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nهلاكت قوم هود نتيجهء كفر و شرك آنان به خدا ، سرپيچى از دستورهاى الهى و اعمال و رفتار زشت بود . سنت و قانون الهى در نظام آفرينش اين است كه اگر مردمى به خدا و رسول او ايمان آورده ، نيكوكار و صالح باشند ، سعادتمندند و اگر به خدا و رسولش پشت كرده ، اهل فسق و فجور باشند ، به هلاكت خواهند رسيد . با اينكه حضرت هود ( ع ) سرنوشت قوم نوح را براى مردم بازگو مىكرد و به آنان از اينكه دچار سرنوشتى شبيه سرنوشت قوم نوح شوند ، هشدار مىداد ، آن مردم كفرپيشه دست از كفر خود برنداشتند و سرانجام نتيجهء اعمال و رفتار خود را برگرفتند .\r\nقرآن ماجراى قوم عاد را آيتى از آيات الهى براى عبرت مردم معرفى مىكند :\r\nوَ لَقَدْ اهْلَكْنا ما حَوْلَكُمْ مِنَ الْقُرى وَ صَرَّفْنَا الْاياتِ لَعَلَّهُمْ يَرْجِعُونَ . ( احقاف : 27 )\r\nو ما آباديهايى را كه پيرامون شما بودند نابود ساختيم و آيات خود را به صورتهاى گوناگون ( براى مردم آنها ) بيان كرديم تا شايد بازگردند .\r\nو در آياتى ديگر به مردم هشدار داده شده است : آيا از سرنوشت قوم عاد عبرت نمىگيريد ؟ آيا عاقبت طغيان و سركشى را مشاهده نمىكنيد ؟ !\r\n\r\nحضرت صالح ( ع )\r\nحضرت صالح ( ع ) در ميان قوم ثمود و براى هدايت آنان مبعوث شد . قوم ثمود در سرزمينى ميان حجاز و شام زندگى مىكردند و از زندگى مرفّه و پرنعمتى برخوردار بودند . شغل آنان باغدارى بود و در دل كوهها خانه‌ها و قصرهاى مجلل و باشكوهى مىساختند . به تدريج شرك و بت‌پرستى و فساد در ميانشان رواج يافت . خداوند براى ارشاد و راهنمايى قوم ثمود حضرت صالح ( ع ) را برگزيد كه از خانواده‌اى شريف و بزرگوار بود . ماجراى قوم ثمود - كه به صورت قبيله‌اى زندگى مىكردند و هر قبيله رئيس و فرمانروايى داشت - و نيز مأموريت حضرت صالح ( ع ) در چندين سورهء قرآن ، گاه به اجمال و گاه به تفصيل آمده است . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . براى نمونه ر . ك . اعراف ( 7 ) ، آيات 73 - 79 ؛ هود ( 11 ) ، آيات 61 - 68 ؛ شعراء ( 26 ) ، آيات 141 - 159 و نمل ( 27 ) ، آيات 45 - 53 ؛ قمر ( 54 ) ، آيات 23 - 31 ؛ شمس ( 91 ) ، آيات 11 - 15 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nدعوت به توحيد\r\nحضرت صالح ( ع ) ، قوم خود را به پرستش خداوند ، رعايت تقواى الهى ، رفتار به عدل و احسان و پرهيز از استكبار و سركشى فراخواند و به آنان گوشزد كرد كه من هيچ‌گونه پاداش و مزدى براى رسالتم از شما نمىخواهم . « 1 » آن حضرت در دعوت به توحيد ، دلايل عقلىاش را نيز ذكر مىكرد و با خطابى عاطفه‌برانگيز آنان را به سوى حق فرامىخواند . قرآن كريم چگونگى دعوت صالح ( ع ) را چنين شرح داده است :\r\nوَإِلَى ثَمُودَ أَخَاهُمْ صَالِحاً قَالَ يَا قَوْمِ اعْبُدُوا اللَّهَ مَا لَكُم مِنْ إِلهٍ غَيْرُهُ هُوَ أَنشَأَكُم مِنَ الْأَرْضِ وَاسْتَعْمَرَكُمْ فِيَها فَاسْتَغْفِرُوهُ ثُمَّ تُوبُوا إِلَيْهِ إِنَّ رَبِّي قَرِيبٌ مُجِيبٌ . ( هود : 61 )\r\nو به سوى قومِ ثمود ، برادرشان « صالح » را فرستاديم . او گفت : « اى قوم من ! خدا را پرستش كنيد ، كه معبودى جز او براى شما نيست . اوست كه شما را از زمين آفريد و آبادى آن را به شما واگذاشت . از او آمرزش بطلبيد ، سپس به سوى او بازگرديد ، كه پروردگارم ( به بندگان خود ) نزديك ، و اجابت كنندهء ( خواسته‌هاى آنها ) است .\r\nحضرت صالح ( ع ) در اين سخنانش ، همان « لا إله الا الله » را كه سخن همه پيامبران است ، بيان كرده و متذكر شده كه اصلًا إله و معبودى جز « الله » وجود ندارد تا قومش بتوانند او را پرستش كنند . سپس به توصيف خدا پرداخته و گفته است : همان خدايى كه شما را از خاك آفريد و به شما توان داد تا بر زمين مسلط شويد و آن را آباد سازيد . در اين سخن اشاره دارد كه خداوند شما را آفريد و گرنه ، نه خود توان خلقت خود را داريد و نه ديگران شما را آفريده‌اند ؛ همچنان كه توان كار و فعاليت و عمران در زمين را او به شما عطا كرده است . بنابراين بتها و معبودان دروغين توان آفرينش شما و نيز توان بخشش كمالات به شما را ندارند و فقط خداست كه شما را آفريده و به شما نيرو بخشيده است . از اين رو بيدرنگ از آنها مىخواهد كه به درگاه الهى توبه كنند و از اين كه شريكانى براى خداوند اختيار كرده‌اند ، استغفار طلبند .\r\nدر قسمت آخر سخنانش نيز خداوند را نزديك به بندگان و اجابت كنندهء دعاى آنها معرفى مىكند .\r\nاين فراز هم بدين جهت بود كه بت‌پرستان بر اين گمان باطل بودند كه خداوند رب الارباب است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : شعراء ( 26 ) ، آيات 141 - 152 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nو انسانها توان ارتباط بدون واسطه با او را ندارند و حتماً بايد بتها شفيعان آنان به درگاه خدا باشند . حضرت صالح ( ع ) اين پندارشان را نفى مىكند و مىفرمايد كه خداوند به شما بسيار نزديك است و دعا و درخواست شما را مىشنود و نيازى به شفاعت بتهاى بيجان ندارد .\r\n\r\nلجاجت قوم صالح و ارائهء معجزه\r\nقوم ثمود در برابر دعوت مستدلّ حضرت صالح ( ع ) ، پاسخى نداشتند و فقط به تكذيب آن حضرت پرداختند و گفتند :\r\nيَا صَالِحُ قَدْ كُنتَ فِينَا مَرْجُوّاً قَبْلَ هذَا أَتَنْهَانَا أَن نَعْبُدَ مَا يَعْبُدُ آبَاؤُنَا وَإِنَّنَا لَفِي شَكٍّ مِمَّا تَدْعُونَا إِلَيْهِ مُرِيبٍ . ( هود : 62 )\r\nاى صالح ! تو پيش از اين ، مايهء اميد ما بودى ؛ آيا ما را از پرستش آنچه پدرانمان مىپرستيدند ، نهى مىكنى ؟ ! در حالى كه ما ، در مورد آنچه به سوى آن دعوتمان مىكنى ، در شك و ترديد هستيم .\r\nسخن آنان ، اين بود كه اى صالح ! ما از تو توقع نداشتيم كه با همه هوش و درايتت عليه قوميّت و سنت ما سخن بگويى . آنان به سنت جاهلى نياكانشان بسيار پايبند بودند و لذا در برابر كسى كه به آن سنت گذشتگان اعتراض مىكرد و يا سخنى بر خلاف آن بر زبان مىراند ، به مبارزه برمىخاستند . حضرت صالح ( ع ) براى هدايت آنان و پاسخگويى به كلام باطلشان ، به آنان گفت كه برايشان معجزه هم خواهد آورد و آن ، همان بيرون آوردن ناقه ( / شتر ماده ) از دل كوه است . « 1 » آن حضرت با ارائه اين معجزه ، از كارآيى اعجاز در كنار دلايل عقلى بهره برد و در حقيقت از هر دو راه ، يعنى بيان استدلال و اقامه برهان و نيز ارائه معجزه كه نشانگر عجز ديگران از انجام مانند آن بود ، آنان را به سوى خداوند رهنمون شد . آن حضرت ، ناقه را به خداوند نسبت داد و فرمود : « هذه ناقة الله » « 2 » ( / اين ناقهء الهى است ) تا به قومش بفهماند كه هر چند همه حيوانات را خداوند خلق كرده ، اما در آفرينش اين شتر ، وسايطى در كار نبوده و اين شتر ، شاهدى بر توحيد و قدرت الهى است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : هود ( 11 ) ، آيه 64 ؛ اعراف ( 7 ) ، آيه 73 .\r\n( 2 ) . ر . ك : هود ( 11 ) ، آيه 65 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nاين شتر ، مايهء آزمايش آنان بود كه با مشاهدهء قدرت الهى آيا ايمان مىآورند يا نه ، و آيا كسانى كه ممكن است از فهم دلايل عقلى تا حدى ناتوان باشند ، از ديدن اين آيت حسى هدايت مىشوند يا نه . « 1 »\r\nالبته حضرت صالح ( ع ) از قومش خواست كه مزاحم شتر نشوند و به آن آسيبى نرسانند و بگذارند تا آب چشمه يك روز در ميان ، بين آنان و شتر تقسيم شود . « 2 » آن حضرت همچنين به آنان گفت كه اگر به شتر آسيب برسانند ، دچار عذاب حتمى خداوند خواهند شد ، « 3 » ولى قوم صالح به تذكرات آن پيامبر الهى توجه نكردند و مستكبرانه گفتند كه ما به آنچه تو ايمان دارى ، كافريم . « 4 » پس از آن نيز به توطئه‌چينى پرداختند و ابتدا نقشهء قتل صالح و اهلش را كشيدند كه موفق به اجراى آن نشدند و خداوند نقشه‌شان را نقش بر آب ساخت . « 5 » آنان سپس به فكر كشتن ناقه افتادند و با آنكه مدتها همگى از شير آن حيوان مىخوردند و برايشان مفيد و منشأ بركات بود ، آن شتر را كشتند . « 6 » البته قاتل شتر ، يك نفر بود ، امّا چون بقيه نيز آن عمل را تصويب كرده و بدان راضى بودند ، خداوند ، آن را به همه آنان نسبت داده و فرموده است :\r\n« فكذبوه فعقروها » . « 7 » حضرت على ( ع ) نيز به همين مطلب اشاره فرموده و سرّ آن را چنين توضيح داده است :\r\nايُّهَا النَّاسُ ، انَّما يَجْمَعُ النَّاسَ الرِّضا وَالسُّخْطُ وَ انَّما عَقَرَ ناقَةَ ثَمُودَ رَجُلٌ واحِدٌ فَعَمَّهُمُ اللَّهُ بِالْعَذابِ لَمَّا عَمُّوهُ بِالرِّضا . . . . « 8 »\r\nاى مردم ! خشنودى و ناخشنودى از كارى پاداش و كيفر را فراگير كند ، غير اين نبود كه شتر ثمود را يك مرد پى زد ولى عذاب خدا همه را گرفت ؛ زيرا همه به اين كار رضايت داده بودند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : قمر ( 54 ) ، آيه 27 .\r\n( 2 ) . هود ( 11 ) ، آيه 65 ؛ شعراء ( 26 ) ، آيه 156 .\r\n( 3 ) . شعراء ( 26 ) ، آيه 157 .\r\n( 4 ) . اعراف ( 7 ) ، آيه 76 .\r\n( 5 ) . نمل ( 27 ) ، آيات 49 - 51 .\r\n( 6 ) . اعراف ( 7 ) ، آيه 77 .\r\n( 7 ) . شمس ( 91 ) ، آيه 15 .\r\n( 8 ) . نهج‌البلاغه ، ترجمه فولادوند ، خطبه 192 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nعبرت آيندگان\r\nپس از كشته ناقه ، صالح ( ع ) مردم را مخاطب ساخت و گفت :\r\nتَمَتَّعُوا فِي دَارِكُمْ ثَلَاثَةَ أَيَّامٍ ذلِكَ وَعْدٌ غَيْرُ مَكْذُوبٍ . ( هود : 65 )\r\nسه روز در خانه‌هايتان بهره‌مند گرديد ؛ ( و بعد از آن ، عذاب الهى فرا خواهد رسيد ؛ ) اين وعده‌اى است كه دروغ نخواهد بود .\r\nو سخن قطعى صالح ( ع ) كه حكايت از علم غيب او داشت ، به تحقق پيوست و به فرمودهء قرآن كريم ، آن قوم ستمكار سه روز بعد به هلاكت رسيدند و تنها صالح ( ع ) و ياران مؤمن او نجات يافتند :\r\nو هنگامى كه فرمان [ مجازات 
  ] ما فرا رسيد ، صالح و كسانى را كه با او ايمان آورده بودند ، به رحمت خود [ از آن عذاب 
  ] و رسوايى آن روز ، رهايى بخشيديم ؛ چرا كه پروردگارت قوى و شكست‌ناپذير است . و كسانى را كه ستم كرده بودند ، صيحه [ آسمانى 
  ] فرو گرفت ؛ و در خانه‌هايشان به روى افتادند و مردند ؛ آنچنان كه گويى هرگز ساكن آن ديار نبودند ! بدانيد قوم ثمود ، پروردگارشان را انكار كردند . دور باد قوم ثمود [ از رحمت پروردگار 
  ] !\r\nو سرگذشت قوم ثمود ، عبرتى براى آيندگان شد تا بندگان خدا از گذشتگان درس بگيرند و بدانند كه قانون الهى در همهء زمانها يكسان است و از عذاب الهى تقوا پيشه كنند . « 1 »\r\n\r\nپرسش\r\n1 . قوم عاد چه كسانى بودند و پيامبرشان كه بود ؟\r\n2 . واكنش قوم هود در برابر پيامبرشان چه بود ؟\r\n3 . سرانجام قوم عاد را شرح دهيد .\r\n4 . حضرت صالح ( ع ) مردم را به چه امورى دعوت كرد ؟\r\n5 . معجزه مشهور حضرت صالح ( ع ) را شرح دهيد .\r\n6 . چرا قرآن كريم كشتن ناقهء صالح را به همه قوم ثمود نسبت داده است ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : ذاريات ( 51 ) ، آيات 43 - 45 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nدرس ششم\r\n\r\nحضرت ابراهيم ( ع ) ( 1 )\r\n\r\nويژگيها و فضائل\r\nحضرت ابراهيم ( ع ) از پيامبران اولوا العزم و بزرگ الهى است كه نزد پيروان اديان سه‌گانهء يهود ، مسيحيت و اسلام ، جايگاه ويژه‌اى دارد . خداوند متعال در قرآن كريم به تمجيد از شخصيت ابراهيم ( ع ) پرداخته و ماجراى مبارزات او با مشركان را نقل كرده است . قرآن كريم آن حضرت را با اوصافى چون حنيف [ / حق‌گرا 
  ] ، حليم [ بردبار 
  ] ، اوّاه [ / كسى كه به درگاه خداوند فراوان دعا و تضرع مىكند 
  ] ، منيب [ / توبه كننده 
  ] ، صدّيق [ / بسيار راستگو 
  ] ، قانت [ / مطيع و فرمانبردار 
  ] ، شاكر ، داراى قلب سليم ، بندهء مؤمن و نيكوكار و شايسته و صالح معرفى مىكند ؛ « 1 » مثلًا دربارهء آن پيامبر بزرگ مىفرمايد :\r\nإِنَّ إِبْرَاهِيمَ كَانَ أُمَّةً قَانِتاً لِلَّهِ حَنِيفاً وَلَمْ يَكُ مِنَ الْمُشْرِكِينَ شَاكِراً لأَنْعُمِهِ اجْتَبَاهُ وَهَدَاهُ إِلَى صِرَاطٍ مُسْتَقِيمٍ وَآتَيْنَاهُ فِي الدُّنْيَا حَسَنَةً وَإِنَّهُ فِي الْآخِرَةِ لَمِنَ الصَّالِحِينَ . ( نحل : 120 - 122 )\r\nابراهيم [ به تنهايى 
  ] امتى بود مطيع فرمان خدا ؛ خالى از هرگونه انحراف ؛ و از مشركان نبود ؛ شكرگزار نعمتهاى پروردگار بود ؛ خدا او را برگزيد ؛ و به راهى راست هدايت نمود . در دنيا به او نيكويى داديم ؛ و در آخرت از نيكان است .\r\nدر اين آيات ، از ابراهيم ( ع ) به عنوان يك امّت ياد شده است ؛ يعنى او به تنهايى امتى از امتهاست ؛ زيرا جامع همه كمالات يك امت است و هر آنچه در يك امت ، وجود دارد ، در وى به تنهايى موجود است . آن حضرت ، خداوند را به يگانگى مىشناخت و او را مخلصانه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : آل عمران ( 3 ) ، آيه 67 ؛ توبه ( 9 ) ، آيه 114 ؛ هود ( 11 ) ، آيه 75 ؛ مريم ( 19 ) ، آيه 41 ؛ نحل ( 16 ) ، آيه 120 و 121 ؛ صافات ( 37 ) ، آيه 84 و 105 و بقره ( 2 ) ، آيه 130 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nعبادت مىكرد و هرگز كوچك‌ترين شركى در عقايد و اعمالش وجود نداشت . وى شاكر خداوند بود و خدا نيز او را به راه راست هدايت كرده بود . آن حضرت در دنيا مورد رحمت الهى بود و در آخرت نيز جايگاه ويژهء صالحين را خواهد داشت .\r\nخداوند ، ابراهيم را به عنوان دوست خالص خود برگزيد « 1 » و بدين جهت در روايات هم به « خليل الرحمان » ملقّب گشته است . « 2 »\r\nهمچنين ، آن حضرت ابوالانبياء يعنى پدر پيامبران نام گرفته ؛ چرا كه بسيارى از پيامبران بزرگ الهى از فرزندان و نوادگان او هستند . قرآن كريم مىفرمايد :\r\nوَوَهَبْنَا لَهُ إِسْحَاقَ وَيَعْقُوبَ كُلّاً هَدَيْنَا وَنُوحاً هَدَيْنَا مِن قَبْلُ وَمِن ذُرِّيَّتِهِ دَاوُدَ وَسُلَيْمَانَ وَأَيُّوبَ وَيُوسُفَ وَمُوسَى وَهَارُونَ وَكَذلِكَ نَجْزِي الْمُحْسِنِينَ وَزَكَرِيَّا وَيَحْيَى وَعِيسَى وَإِلْيَاسَ كُلٌّ مِنَ الصَّالِحِينَ وَإِسْمَاعِيلَ وَالْيَسَعَ وَيُونُسَ وَلُوطاً وَكُلّاً فَضَّلْنَا عَلَى الْعَالَمِينَ . ( انعام : 84 - 86 )\r\nو اسحاق و يعقوب را به او [ / ابراهيم 
  ] بخشيديم ؛ و هر دو را هدايت كرديم ؛ و نوح را [ نيز 
  ] پيش از آن هدايت نموديم ؛ و از فرزندان او ، داوود و سليمان و ايوب و يوسف و موسى و هارون را [ هدايت كرديم 
  ] ؛ اين‌گونه نيكوكاران را پاداش مىدهيم . و [ همچنين 
  ] زكريا و يحيى و عيسى و الياس را ؛ همه از صالحان بودند . و اسماعيل و اليسع و يونس و لوط را و همه را بر جهانيان برترى داديم .\r\nبنابراين ، ابراهيم ( ع ) نياى يهوديان ، مسيحيان و مسلمانان است ، چرا كه او دو پسر به نامهاى اسحاق و اسماعيل داشت كه اسحاق ، پدر انبياى بنى اسرائيل و اسماعيل جدّ رسول اكرم ( ص ) و نياى اعراب حجاز است . و به همين جهت حضرت ابراهيم ( ع ) ، به عنوان پدر مسلمانان معرفى شده است :\r\nوَمَا جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِّلَّةَ أَبِيكُمْ إِبْرَاهِيمَ هُوَ سَمَّاكُمُ الْمُسْلِمِينَ مِن قَبْلُ وَ فِي هذَا .\r\n( حج : 78 )\r\nو در دين [ اسلام 
  ] كارِ سنگين و سختى بر شما قرار نداد ؛ از آيين پدرتان ابراهيم پيروى كنيد ؛ خداوند شما را در كتابهاى پيشين و در اين كتاب آسمانى « مسلمان » ناميد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك . نساء ( 4 ) ، آيه 125 .\r\n( 2 ) . ر . ك : بحارالانوار ، ج 12 ، ص 4 ، 5 و 13 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nپيامبر اكرم ( ص ) نيز مأمور بود كه از دين ابراهيم ( ع ) پيروى كند ، زيرا ابراهيم به مقام تسليم و يقين رسيده بود و هيچ‌گونه نقصى در توحيد او وجود نداشت . خداوند مىفرمايد :\r\nثُمَّ أَوْحَيْنَا إِلَيْكَ أَنِ اتَّبِعْ مِلَّةَ إِبْرَاهِيمَ حَنِيفاً وَمَا كَانَ مِنَ الْمُشْرِكِينَ . ( نحل : 123 )\r\nسپس به تو وحى فرستاديم كه از آيين ابراهيم - كه ايمانى خالص داشت و از مشركان نبود - پيروى كن .\r\nاز ديگر ويژگيها و فضائل آن حضرت ، مبارزات سخت و پيگيرش در برابر مشركان و بت‌پرستان ، و نيز تحمل آزمايشهاى سخت در راه خدا بود . نيل به مقام امامت و بنيانگذارى خانهء كعبه و تشريع مراسم حج هم ، از ديگر دستاوردهاى رسالت وى بود كه در ادامه مباحث به آنها خواهيم پرداخت .\r\n\r\nدعوت به توحيد و احتجاج با مشركان\r\nحضرت ابراهيم ( ع ) ، كه دوران او به قرن نوزدهم يا هفدهم قبل از ميلاد برمىگردد ، در شهر بابِل واقع در بين‌النهرين متولد شد . در زمان ولادت اين پيامبر بزرگ ، نمرود بن كنعان بر سرزمين بابِل حكمرانى مىكرد . در اين منطقه ، مردم بت‌پرست بودند و بتهاى زيادى را تراشيده و در برابر آنها سجده و خضوع مىكردند . البته گروهى از مردم نيز خورشيد و ماه و ستارگان را پرستش مىكردند . « 1 » اما حضرت ابراهيم ( ع ) ، كه در پرتو هدايتهاى الهى يكتاپرست بود و در راه ايمان به خداوند ، به مراحل بالاى يقين رسيده بود ، هرگز حاضر نشد كه كوچك‌ترين انعطافى در برابر بت‌پرستان از خود نشان دهد ، بلكه درصدد هدايت آنان برآمد و با كوششهاى بىوقفه خود به مبارزه با بت‌پرستى و رهايى مردم از قيد و بند خرافات پرداخت .\r\nآن حضرت براى نفى بت‌پرستى و هدايت مردم به خداشناسى ، دلايلى ارائه كرد و گفت‌وگوهاى بسيارى ميان او و بت‌پرستان واقع شد . دعوت آن پيامبر بزرگ را به حسب مخاطبانش به سه قسم مىتوان تقسيم كرد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : همراه با پيامبران در قرآن ، عفيف عبدالفتاح طبّاره ، ترجمه حسين خاكساران و عباس جلالى ، ص 141 - 142 و 152 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\n1 . دعوت عمويش به ايمان\r\nآزر ، عموى ابراهيم ( ع ) ، از كسانى بود كه بت مىتراشيد و آنها را مىفروخت . اين عمل او بر ابراهيم گران مىآمد و آن حضرت از سر رأفت و دلسوزى توجه خاصى به هدايت او داشت .\r\nابراهيم ( ع ) در گفتارى با نهايت ادب و مهربانى او را مخاطب ساخت و با ارائهء دليل ، وى را از پرستش بتها نهى نمود . در پايان كلامش نيز به او وعده داد كه از سوى خداوند برايش آمرزش خواهد خواست . قرآن كريم ، اين برخورد ابراهيم ( ع ) را چنين نقل نموده است :\r\nهنگامى كه [ ابراهيم 
  ] به پدرش [ / عمويش 
  ] « 1 » گفت : « اى پدر ! چرا چيزى را مىپرستى كه نه مىشنود ، و نه مىبيند و نه هيچ مشكلى را از تو حل مىكند ؟ ! اى پدر ! دانشى براى من آمده كه براى تو نيامده است ؛ بنابراين از من پيروى كن ، تا تو را به راه راست هدايت كنم . اى پدر ! شيطان را پرستش مكن ، كه شيطان نسبت به خداوند رحمان ، عصيانگر بود . اى پدر ! من از اين مىترسم كه از سوى خداوند رحمان عذابى به تو رسد ، در نتيجه از دوستان شيطان باشى ! »\r\nگفت : « اى ابراهيم ! آيا تو از معبودهاى من رويگردانى ؟ ! اگر [ از اين كار 
  ] دست برندارى ، تو را سنگسار مىكنم ؛ و براى مدتى طولانى از من دور شو ! »\r\n[ ابراهيم 
  ] گفت : « سلام بر تو ! من به زودى از پروردگارم برايت تقاضاى عفو مىكنم ؛ چرا كه او همواره نسبت به من مهربان بوده است . » « 2 »\r\nحضرت ابراهيم ( ع ) ، همان‌گونه كه به عمويش وعده داده بود و با وجود تهديد آزر مبنى بر سنگباران كردن ابراهيم ( ع ) ، به وعده خود عمل كرد و پيش از آن كه از ايمان آوردن وى ، مأيوس شود ، از خداوند برايش طلب آمرزش كرد . امّا پس از آن كه برايش روشن و قطعى شد كه آزر ديگر ايمان نمىآورد و از پرستش بتها دست برنمىدارد ، از وى تبرّى جست :\r\nوَمَا كَانَ اسْتِغْفَارُ إِبْرَاهِيمَ لأَبِيهِ إِلَّا عَن مَوْعِدَةٍ وَعَدَهَا إِيَّاهُ فَلَمَّا تَبَيَّنَ لَهُ أَنَّهُ عَدُوٌّ لِلّهِ تَبَرَّأَ مِنْهُ إِنَّ إِبْرَاهِيمَ لَأَوَّاهٌ حَلِيمٌ . ( توبه : 114 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كلمه « آب » در لغت عرب ، علاوه بر پدر ، در مورد جد مادرى ، عمو و مربى و معلم انسان هم اطلاق مىشود . مثلًا درآيه 133 بقره به اسماعيل كه عموى يعقوب بود تعبير به « اب » شده است . همچنين حضرت ابراهيم ( ع ) از آزر تبرى جست در حالى كه در آخر عمر براى والدين خود طلب مغفرت كرد ، پس معلوم مىشود كه آزر پدر ابراهيم ( ع ) نبوده ، بلكه عموى وى بوده است . منابع تاريخى نيز « تارخ » را پدر ابراهيم معرفى كرده‌اند . ر . ك . تفسير نمونه ، ج 5 ، ص 303 - 306 .\r\n( 2 ) . مريم ( 19 ) ، آيات 42 - 47 و نيز ر . ك . انعام ( 6 ) ، آيه 74 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nو استغفار ابراهيم براى پدرش [ / عمويش آزر 
  ] ، فقط بخاطر وعده‌اى بود كه به او داده بود [ تا وى را به سوى ايمان جذب كند 
  ] ؛ اما هنگامى كه براى او روشن شد كه وى دشمن خداست ، از او بيزارى جست . به يقين ، ابراهيم مهربان و بردبار بود .\r\n\r\n2 . دعوت قومش به توحيد\r\nآيات قرآن كريم در اين زمينه بسيار است و نشان مىدهد كه آن حضرت از راههاى فراوان و با استدلال و منطق به هدايت قومش پرداخته است . « 1 »\r\nبه عنوان مثال ، ماجراى دعوت قومش به ايمان به خدا را چنين نقل فرموده است :\r\nآن هنگام كه به پدر و قومش گفت : « اين مجسمه‌هاى بىروح چيست كه شما همواره آنها را پرستش مىكنيد ؟ ! » گفتند : « ما پدران خود را ديديم كه آنها را عبادت مىكنند . » گفت : « مسلّماً هم شما و هم پدرانتان ، در گمراهى آشكار بوده‌ايد . » گفتند : « آيا مطلب حقى براى ما آورده‌اى ، يا شوخى مىكنى ؟ ! » گفت : « [ كاملًا حق آورده‌ام 
  ] پروردگار شما همان پروردگار آسمانها و زمين است كه آنها را ايجاد كرده ؛ و من بر اين امر ، از گواهانم . » « 2 »\r\nو يا هشدار ابراهيم به آنان را كه با بيانى استدلالى همراه بود ، چنين بيان مىكند :\r\nگفت : « آيا ديديد [ اين 
  ] چيزهايى را كه پيوسته پرستش مىكرديد ، شما و پدران پيشين شما ، همهء آنها دشمن من هستند [ و من دشمن آنها 
  ] ، مگر پروردگار عالميان . همان كسى كه مرا آفريد ، و پيوسته راهنماييم مىكند ، و كسى كه مرا غذا مىدهد و سيراب مىنمايد ، و هنگامى كه بيمار شوم مرا شفا مىدهد ، و كسى كه مرا مىميراند و سپس زنده مىكند ، و كسى كه اميد دارم گناهم را در روز جزا ببخشد . » « 3 »\r\nو نيز در آيات ديگرى ، استدلال آن حضرت را با كسانى كه اجرام آسمانى را مىپرستيدند ، چنين بازگو كرده است :\r\nو اين چنين ملكوت آسمانها و زمين [ و حكومت مطلقهء خداوند بر آنها 
  ] را به ابراهيم نشان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : انعام ( 6 ) ، آيات 80 - 83 ؛ انبياء ( 21 ) ، آيات 51 - 70 ؛ شعراء ( 26 ) ، آيات 69 - 89 ؛ عنكبوت ( 29 ) ، آيات 16 - 27 ؛ صافات ( 37 ) ، آيات 83 - 98 و ممتحنه ( 60 ) ، آيه 4 .\r\n( 2 ) . انبياء ( 21 ) ، آيات 52 - 56 .\r\n( 3 ) . شعراء ( 26 ) ، آيات 82 - 85 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nداديم تا اهل يقين گردد . هنگامى كه [ تاريكى 
  ] شب او را پوشانيد ، ستاره‌اى مشاهده كرد ؛ گفت :\r\n« اين خداى من است ؟ » أمّا هنگامى كه غروب كرد ، گفت : « غروب كنندگان را دوست ندارم . » و هنگامى كه ماه را ديد [ سينهء افق را 
  ] مىشكافد ، گفت : « اين خداى من است ! ؟ » امّا هنگامى كه [ آن هم 
  ] غروب كرد ، گفت : « اگر پروردگارم مرا راهمنايى نكند ، مسلّماً از گروه گمراهان خواهم بود . » و هنگامى كه خورشيد را ديد [ كه سينهء افق را 
  ] مىشكافت ، گفت : « اين خداى من است ؟\r\nاين بزرگتر است ! » أمّا هنگامى كه غروب كرد ، گفت : « اى قوم ! من از شريكهايى كه شما [ براى خدا 
  ] مىسازيد ، بيزارم . من روى خود را به سوى كسى كردم كه آسمانها و زمين را آفريده ؛ من در ايمان خود خالصم ؛ و از مشركان نيستم . »\r\nاما متأسفانه اين هشدارها و استدلالها نتوانست قوم ابراهيم ( ع ) را كه گمراهى را بر هدايت برگزيده بودند ، به راه راست راه نمايد . در اينجا آن حضرت براى واداشتن آنان به تفكر ، به اقدام ديگرى رو آورد و آن ، شكستن بتها و انداختن تبر بر دوش بت بزرگ بود . آن حضرت با اين عمل ، آنان را براى لحظاتى به رجوع وجدانشان فراخواند . آنان ابتدا متنبه شدند ؛ اما باز راه گذشته را در پيش گرفتند و با محاكمهء آن حضرت ، حكم به سوزاندن آن پيامبر بزرگ كردند ؛ حكمى كه به ارادهء الهى محقق نشد و آتش فراهم آمده براى سوزاندن ابراهيم ( ع ) به گلستان مبدّل گشت . « 1 »\r\n\r\n3 . دعوت نمرود به توحيد\r\nابراهيم ( ع ) در دعوت مردم به توحيد ، اصرار بسيارى داشت تا جايى كه خبر آن به نمرود رسيد . نمرود ، خود داعيهء خدايى داشت و غرور و تكبرش اجازه نداد تا حق را بپذيرد . تكبر و خودپسندى وى از ميان سخنانشان با ابراهيم ( ع ) ، كه قرآن كريم نقل كرده است ، به خوبى نمايان است :\r\nأَلَمْ تَرَ إِلَى الَّذِي حَاجَّ إِبْرَاهِيمَ فِي رَبِّهِ أَنْ آتَاهُ اللّهُ الْمُلْكَ إِذْ قَالَ إِبْرَاهِيمُ رَبِّيَ الَّذِى يُحْيِيْ وَيُمِيتُ قَالَ أَنَا أُحْيِي وَأُمِيتُ قَالَ إِبْرَاهِيمُ فَإِنَّ اللّهَ يَأْتِي بِالشَّمْسِ مِنَ الْمَشْرِقِ فَأْتِ بِهَا مِنَ الْمَغْرِبِ فَبُهِتَ الَّذِي كَفَرَ وَاللّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ . ( بقره : 258 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : انبياء ( 21 ) ، آيات 57 - 71 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nآيا نديدى كسى [ / نمرود 
  ] كه با ابراهيم دربارهء پروردگارش محاجّه و گفتگو مىكرد ؟ زيرا خداوند به او حكومت داده بود ؛ [ و بر اثر كمى ظرفيّت ، از بادهء غرور سرمست شده بود ؛ 
  ] هنگامى كه ابراهيم گفت : « خداى من كسى است كه زنده مىكند و مىميراند . » او گفت : « من نيز زنده مىكنم و مىميرانم . » ابراهيم گفت : « خداوند ، خورشيد را از افق مشرق مىآورد ؛ [ اگر راست مىگويى كه حاكم بر جهانِ هستى تويى ، 
  ] خورشيد را از مغرب بياور ! » [ در اينجا 
  ] آن مرد كافر ، مبهوت و وامانده شد . و خداوند ، قوم ستمگر را هدايت نمىكند .\r\nنمرود در پاسخ ابراهيم ( ع ) ، كه خداوند را زنده كننده و ميراننده معرفى مىكرد ، مغالطه كرد و با حكم به اعدام شخصى و عفو ديگرى ، خود را زنده كننده و ميراننده معرفى كرد ؛ امّا ابراهيم ( ع ) براى روشن نمودن مغالطه‌اش ، استدلال ديگرى را بيان كرد و از او خواست كه اگر مىتواند خورشيد را از مغرب بيرون آورد ، به گونه‌اى كه نمرود در پاسخ آن ماند و با وجود برآشفتگى ، مبهوت شد و پاسخى نداشت .\r\n\r\nپرسش\r\n1 . برخى از توصيف‌هاى قرآن كريم را دربارهء ابراهيم ( ع ) ذكر كنيد .\r\n2 . چرا حضرت ابراهيم ، پدر مسلمانان ناميده شده است ؟\r\n3 . برخورد ابراهيم ( ع ) را با عمويش آزر شرح دهيد .\r\n4 . خلاصه‌اى از گفت و گوها و استدلالهاى ابراهيم ( ع ) با قومش را بيان كنيد .\r\n5 . ابراهيم ( ع ) براى هدايت نمرود چه استدلالى آورد ؟\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nدرس هفتم\r\n\r\nحضرت ابراهيم ( ع ) ( 2 )\r\n\r\nهجرت ابراهيم ( ع ) به شام\r\nحضرت ابراهيم ( ع ) پس از دعوت فراوانِ مردم به توحيد و پس از آنكه دريافت ديگر مردم ايمان نمىآورند و حتى نقشه سوزاندن او را با آتش به اجرا گذاشتند ، - و خداوند نقشه آنان را نقش بر آب كرد - تصميم گرفت از منطقه زندگىاش به سوى شام هجرت كند . قرآن كريم به اين هجرت اشاره كرده ، مىفرمايد :\r\nفَآمَنَ لَهُ لُوطٌ وَقَالَ إِنِّي مُهَاجِرٌ إِلَى رَبِّي إِنَّهُ هُوَ الْعَزِيزُ الْحَكِيمُ . ( عنكبوت : 26 )\r\nو لوط به او [ / ابراهيم 
  ] ايمان آورد ، و او گفت : « من به سوى پروردگارم هجرت مىكنم كه او صاحب قدرت و حكيم است ! »\r\nبرخى دربارهء علت هجرت ابراهيم ( ع ) ، به عامل ديگرى اشاره كرده‌اند و آن تهديدات دستگاه حكومت نمرود بود كه چون نمرود و اطرافيانش ، ابراهيم را خطر بزرگى براى خود مىديدند ، او را مجبور به خروج از آن سرزمين كردند . به نظر مىرسد كه اين دو عامل با هم منافات نداشته و مجموع هر دو سبب شده‌اند كه حضرت ابراهيم ( ع ) مصمّم بر هجرت شود ؛ يعنى هم خودش ، مأموريت خود را در اين منطقه پايان يافته مىديده و قصد كرده به سرزمينى ديگر برود تا مردم را هدايت كند و هم عامل اجبار دستگاه حكومت نقش داشته است . « 1 » خداوند اين هجرت را مورد تأييد قرار داده و نجات ابراهيم و همراهانش از دست دشمن را كه به سرزمين شام مهاجرت نمودند ، به خود منسوب كرده است :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : تفسير نمونه ، ج 13 ، ص 453 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوَنَجَّيْنَاهُ وَلُوطاً إِلَى الْأَرْضِ الَّتِي بَارَكْنَا فِيهَا لِلْعَالَمِينَ . ( انبياء : 71 )\r\nو او و لوط را به سرزمينى كه آن را براى همه جهانيان پربركت ساختيم نجات داديم .\r\nو در تعبيرى كلىتر ، بيزارى ابراهيم و همراهانش از قومشان را ستوده است :\r\nقَدْ كَانَتْ لَكُمْ أُسْوَةٌ حَسَنَةٌ فِي إِبْرَاهِيمَ وَالَّذِينَ مَعَهُ إِذْ قَالُوا لِقَوْمِهِمْ إِنَّا بُرَآءُ مِنكُمْ وَمِمَّا تَعْبُدُونَ مِن دُونِ اللَّهِ كَفَرْنَا بِكُمْ وَبَدَا بَيْنَنَا وَبَيْنَكُمُ الْعَدَاوَةُ وَالْبَغَضاءُ أَبَداً حَتَّى تُؤْمِنُوا بِاللَّهِ وَحْدَهُ . . . .\r\n( ممتحنه : 4 )\r\nبراى شما سرمشق خوبى در زندگى ابراهيم و كسانى كه با او بودند وجود داشت ، در آن هنگام كه به قوم خود گفتند : « ما از شما و آنچه غير از خدا مىپرستيد بيزاريم ؛ به شما كفر مىورزيم ؛ و ميان ما و شما دشمنى و كينهء هميشگى آشكار شده است ؛ تا آن زمان كه به خداى يگانه ايمان بياوريد .\r\nابراهيم ( ع ) پس از هجرت به شام ، در سرزمين فلسطين سكنا گزيد و از خداوند درخواست فرزندى صالح و شايسته نمود « 1 » و خداوند ، پس از ازدواج ابراهيم ( ع ) با كنيز ساره ، يعنى هاجر ، اسماعيل را به وى عطا نمود .\r\n\r\nابراهيم ( ع ) و آزمايشهاى الهى\r\nاز قوانين نظام آفرينش ، امتحان و آزمايش الهى است . خداوند براى تربيت انسان و رشد و تعالى او و نيز براى جدا كردن بندگان صالح از ناصالح ، آنان را مىآزمايد .\r\nدر قرآن ، سخن از امتحان به ميان آمده و به مردم يادآورى شده كه ما شما را به شكلهاى مختلف ، با جان ، مال ، ترس و گرسنگى ، مشكلات و گرفتاريها و نيز نعمتها مىآزماييم تا آنان كه بهترند ، شناخته شوند . پيامبران الهى نيز از اين قاعده مستثنا نبودند . حضرت ابراهيم ( ع ) پس از پيمودن مراحل گوناگون به مقام نبوت و رسالت نايل شد . سپس براى احراز مقام والاى امامت به آزمونهاى سختى دچار گشت .\r\nمبارزات اعتقادى آن حضرت با مشركان و مبارزهء عملى در شكستن بتهاى آنان و جهاد با نمرود ، طاغوت زمان ، نمونهء امتحاناتى بود كه حضرت ابراهيم ( ع ) از همه آنها موفق و سرافراز بيرون آمد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صافات ( 37 ) ، آيه 100 ؛ « رب هب لى من الصالحين » .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nاز دشوارترين امتحاناتى كه حضرت ابراهيم ( ع ) با آن رو به رو شد ، ماجراهاى مربوط به اسماعيل ( ع ) بود . وى پس از عمرى طولانى و انجام دادن مأموريت سنگين رسالت ، در سن پيرى از نعمت دو فرزند ، ابتدا اسماعيل و پس از مدتها اسحاق برخوردار شد . تولد اسماعيل آغاز امتحاناتى بزرگ بود . آن حضرت مأمور شد كه اسماعيل را در اوان كودكى همراه مادرش هاجر به سرزمين خشك حجاز برده ، در آن جا رها كند و بازگردد . حضرت ابراهيم ( ع ) كه تسليم محض دربرابر فرمان الهى بود ، اين مأموريت و امتحان را به خوبى انجام داد . « 1 »\r\nسالها گذشت و اسماعيل به نوجوانى رسيد . حضرت ابراهيم ( ع ) به ديدار هاجر و فرزندش رفت . چند بار در عالم خواب ديد كه بايد اسماعيل را ذبح كند و يقين پيدا كرد كه اين امر مأموريتى از جانب خداست . آن‌گاه موضوع را با فرزندش در ميان نهاد . « 2 »\r\nقَالَ يَا بُنَيَّ إِنِّي أَرَى فِي الْمَنَامِ أَنِّي أَذْبَحُكَ فَانظُرْ مَاذَا تَرَى قَالَ يَا أَبَتِ افْعَلْ مَا تُؤْمَرُ سَتَجِدُنِي إِن شَاءَ اللَّهُ مِنَ الصَّابِرِينَ فَلَمَّا أَسْلَمَا وَتَلَّهُ لِلْجَبِينِ وَنَادَيْنَاهُ أَن يَاإِبْرَاهِيمُ قَدْ صَدَّقْتَ الرُّؤْيَا كَذلِكَ نَجْزِي الْمُحْسِنِينَ إِنَّ هذَا لَهُوَ الْبَلَاءُ الْمُبِينُ . ( صافات : 102 - 106 )\r\n( ابراهيم ) گفت : اى فرزندم ! من در خواب ديدم كه تو را سر مىبرم . نظر تو در اين باره چيست ؟\r\nعرض كرد : اى پدر ! هر آنچه بدان مأمور شدى ، انجام بده ، ان شاء اللّه مرا از صابران خواهى يافت . چون هر دو تسليم [ در برابر فرمان الهى 
  ] شدند و ابراهيم پيشانى او را به زمين نهاد [ و چاقو را به گلوى او كشيد 
  ] ؛ وحى كرديم كه اى ابراهيم ، خواب تو به حقيقت پيوست [ و مأموريت خود را انجام دادى 
  ] . ما اين‌گونه نيكوكاران را پاداش مىدهيم . اين ، همان امتحان روشن ( ما ) است .\r\nشهيد مطهرى از مفاد آيهء شريفه « قَدْ صَدَّقْتَ الرُّؤْيا » نكتهء لطيفى را استفاده كرده ، مىگويد :\r\nيعنى هدف ما سر بريدن نبود ، ما نمىخواستيم كه سر بريده شود . نگفت : لازم نيست كه اين كار را عمل بكنى ؛ گفت : عمل كردى . تمام شد . چون آن چيزى كه ما مىخواستيم اين نبود كه سر اسماعيل بريده شود ، بلكه ظهور اسلام و تسليم شما پدر و فرزند بود كه انجام شد . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ طبرى ، ج 1 ، ص 176 .\r\n( 2 ) . ر . ك . تفسير نمونه ، ج 19 ، ص 111 .\r\n( 3 ) . امامت و رهبرى ، ص 165 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nامامت ابراهيم ( ع )\r\nبا موفقيت حضرت ابراهيم ( ع ) و نيز فرزندش اسماعيل ( ع ) در اين آزمون بزرگ و آزمونهاى ديگر ، او صلاحيت يافت كه به مقام « امامت » برسد . خداوند مىفرمايد :\r\nوَإِذِ ابْتَلَى إِبْرَاهِيمَ رَبُّهُ بِكَلِمَاتٍ فَأَتَمَّهُنَّ قَالَ إِنِّي جَاعِلُكَ لِلنَّاسِ إِمَاماً قَالَ وَمِنْ ذُرِّيَتِي قَالَ لَا يَنَالُ عَهْدِي الظَّالِمِينَ . ( بقره : 124 )\r\nهنگامى كه خداوند ابراهيم را به امورى آزمود و او همه را انجام داد [ و موفق شد ، خداوند 
  ] فرمود : من تو را امام مردم قرار دادم . عرض كرد : آيا اين منصب را به فرزندان من هم عطا خواهى كرد ؟ فرمود : عهد من [ امامت 
  ] به ستمكاران نمىرسد .\r\nبدين ترتيب حضرت ابراهيم ( ع ) پس از پيمودن مراحل رشد و تكامل يكى پس از ديگرى ، در اواخر عمر به مقام امامت نايل شد . امام باقر ( ع ) در اين باره فرمود :\r\nخداوند حضرت ابراهيم ( ع ) را به بندگى خويش گرفت پيش از آنكه او را به نبوت برگزيند و او را نبىّ قرارداد قبل از آنكه رسول قرار دهد و او را رسول قرار داد پيش از آنكه خليل خود گرداند و وى را خليل خود گردانيد پيش از آنكه او را به امامت برگزيند . وقتى همهء ويژگيها ( ى ياد شده ) در او جمع شد خداوند فرمود : « انى جاعلك للناس اماماً ؛ من تو را براى مردم امام قرار دادم » . « 1 »\r\nبنابراين ، مقام « امامت » بالاتر از مقام « رسالت » است . گاه اين دو مقام در يك فرد جمع مىشوند . در تاريخ ، افرادى هم پيامبر بودند و هم امام ؛ مانند انبياى اولوا العزم . گروه ديگرى از پيامبران بزرگ الهى تنها پيامبر بودند ، بدون اينكه امام باشند و افرادى هم فقط امام بودند ، بدون اينكه مقام نبوت را داشته باشند ؛ مانند ائمه معصومين ( ع ) .\r\nهمچنين از آيه شريفه‌اى كه ذكر شد ، روشن مىشود كه امام سابقهء كفر و شرك ندارد ؛ زيرا خداى سبحان در پاسخ ابراهيم خليل كه پرسيد : « آيا مقام امامت به فرزندان من نيز عطا خواهد شد ؟ » فرمود :\r\nلَا يَنَالُ عَهْدِي الظَّالِمِينَ .\r\nعهد [ امامت 
  ] من به ستمكاران نخواهد رسيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اصول كافى ، ج 1 ، ص 329 ، اسلاميه .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nاز اين كلام الهى برمىآيد كه پس از ابراهيم ، همه كسانى كه به اين مقام بلند نايل شده‌اند ، اهل ظلم و بيدادگرى نبوده‌اند . ظالم تنها آن كس نيست كه در حق ديگران ظلم كند ، بلكه كسى كه به خدا ظلم كند ؛ بدين معنا كه حقى از حقوق الهى را تباه سازد ، و نيز كسى كه به خود ستم كند و نعمتهايى كه خداوند در وجود او آفريده ، تباه سازد ، او نيز ظالم و ستمكار است .\r\nاز اين بيان نكتهء مهمى دربارهء زندگى پيامبران بزرگ الهى به دست مىآيد و آن اينكه هيچ يك از آنان سابقهء كفر و شرك نداشته‌اند ؛ چرا كه كفر و شرك از بزرگ‌ترين ستمهاست .\r\nپيامبران حتى قبل از رسيدن به مقام رسالت نيز از كفر و شرك پاك بوده‌اند . كسانى كه در بخش كوتاهى از عمر خود در حال كفر و شرك به سر برده‌اند ، بر طبق كلام الهى صلاحيّت مقام امامت و ولايت بر مردم را ندارند .\r\n\r\nابراهيم ( ع ) و بناى كعبه\r\nآخرين مأموريت ابراهيم ( ع ) ساختن كعبه بود . آن حضرت از طرف خداوند مأموريت يافت كه خانهء خدا را در محل فعلى آن در شهر مكه بنا كند . ايشان در اين كار از فرزندش اسماعيل كمك گرفت و خانه‌اى را كه جايگاه عبادتِ طواف كنندگان ، معتكفان و نمازگزاران است ، بنا كرد . خداوند از اين مأموريت و انجام آن توسط ابراهيم و اسماعيل ( ع ) و دعاهاى آنان به هنگام بنا چنين ياد كرده است :\r\nوَإِذْ يَرْفَعُ إِبْرَاهِيمُ الْقَوَاعِدَ مِنَ الْبَيْتِ وَإِسْمَاعِيلُ رَبَّنَا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ الْعَلِيمُ رَبَّنَا وَاجْعَلْنَا مُسْلِمَيْنِ لَكَ وَمِن ذُرِّيَّتِنَا أُمَّةً مُسْلِمَةً لَكَ وَأَرِنَا مَنَاسِكَنَا وَتُبْ عَلَيْنَا إِنَّكَ أَنْتَ التَّوَّابُ الرَّحِيمُ . ( بقره : 127 - 128 )\r\nو [ به ياد آوريد 
  ] هنگامى را كه ابراهيم و اسماعيل ، پايه‌هاى خانه ( كعبه ) را بالا مىبردند ( و مىگفتند ) : « پروردگارا ! از ما بپذير ، كه تو شنوا و دانايى ! » پروردگارا ! ما را تسليم فرمان خود قرار ده و از دودمان ما ، امتى كه تسليم فرمانت باشند ، به وجود آر و طرز عبادتمان را به ما نشان ده و توبهء ما را بپذيرد كه تو توبه‌پذير و مهربانى !\r\nو در آيهء ديگر مأموريت آن حضرت براى دعوت از مؤمنان براى انجام مناسك حج را چنين نقل كرده است :\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nوَأَذِّن فِي النَّاسِ بِالْحَجِّ يَأْتُوكَ رِجَالًا وَعَلَى كُلِّ ضَامِرٍ يَأْتِينَ مِن كُلِّ فَجٍّ عَمِيقٍ . ( حج : 27 )\r\nو مردم را دعوت عمومى به حجّ كن ؛ تا پياده و سواره بر مركبهاى لاغر از هر راه دورى به سوى تو بيايند .\r\nو در سورهء ديگرى ، پس از نقل دعاى ابراهيم ( ع ) دربارهء ذريه‌اش و نيز درخواست يادگيرى شيوهء پرستش خدا و توبه به درگاه الهى ، به نقل دعاى آن حضرت دربارهء برانگيخته شدن پيامبرى از ميان مردم آن ناحيه ، يعنى مكه ، مىپردازد :\r\nرَبَّنَا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آيَاتِكَ وَيُعَلِّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ . ( بقره : 129 )\r\nپروردگارا ! در ميان آنها پيامبرى از خودشان برانگيز ، تا آيات تو را بر آنان بخواند ، و آنها را كتاب و حكمت بياموزد ، و پاكيزه كند ؛ زيرا تو توانا و حكيمى .\r\nخداوند ، دعاى آن حضرت را اجابت كرد و در نسل وى ، پيامبرى از خود آن مردم برگزيد و آن همان وجود مقدس حضرت محمد ( ص ) بود كه صريحاً فرمود : « من دعاى مستجاب شدهء ابراهيم ( ع ) و مژدهء عيسى ( ع ) هستم . »\r\nو سرانجام آن پيامبر بزرگ الهى پس از عمرى تلاش در راه هدايت مردم به توحيد و عبادت حق ، در كهنسالى وفات يافت و در قسمتى از سرزمين فلسطين ، معروف به شهر « ابراهيم خليل » به خاك سپرده شد .\r\n\r\nپرسش\r\n1 . علت هجرت ابراهيم ( ع ) به شام چه بود ؟\r\n2 . منظور از آزمايشهاى حضرت ابراهيم ( ع ) چيست ؟\r\n3 . امام باقر ( ع ) دربارهء مقام امامت حضرت ابراهيم چه فرموده است ؟\r\n4 . آخرين مأموريت حضرت ابراهيم ( ع ) را شرح دهيد .\r\n5 . دعاى حضرت ابراهيم ( ع ) را دربارهء رسول گرامى اسلام نقل كنيد .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nدرس هشتم\r\n\r\nلوط و يوسف ( عليهما السلام )\r\n\r\nحضرت لوط ( ع )\r\nداستان حضرت لوط ( ع ) و قومش در ده سوره قرآن مجيد به طور اجمال يا تفصيل بيان شده است . « 1 » حضرت لوط از اهالى كلدان سرزمين بابِل بود . او برادرزادهء حضرت ابراهيم ( ع ) و همراه و مروّج آيين او بود . لوط ( ع ) در ماجراى هجرت ابراهيم ( ع ) به سرزمين شام و فلسطين به همراه آن حضرت ، مهاجرت كرد و سپس در شهر « سدوم » از نواحى اردن فعلى اقامت گزيد . « 2 »\r\nآن پيامبر بزرگ از حكم و علم خاص الهى برخوردار بود « 3 » و در شهر سدوم و شهرهاى اطراف آن ، مأموريت پيامبرى يافت . مردم اين سرزمين ، اولين مردمى بودند كه عمل زشت لواط در ميانشان حتى به صورت علنى رواج داشت و هيچ كس آنان را از اين عمل نهى نمىكرد . آنان غير از اين عمل زشت ، به انواع ديگرى از رذايل اخلاقى ، چون دشنام دادن ، قمار بازى و . . . دچار بودند . « 4 »\r\nحضرت لوط تابع شريعت حضرت ابراهيم ( ع ) بود و مأموريت داشت مردم را به تقوا ، ترك فحشا و بازگشت به فطرت دعوت كرده ، آنان را از خدا بترساند ؛ « 5 » امّا قوم او جز دشمنى و لجاجت و تكذيب ، به آن حضرت پاسخى نمىدادند و به او مىگفتند : اگر راست مىگويى چرا عذاب الهى بر ما نازل نمىشود ؟ همچنين آن حضرت را به اخراج از شهر تهديد مىكردند .\r\nقرآن گفت‌وگوى آنان را چنين بيان كرده است :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : اعراف ( 7 ) ، آيات 80 - 83 ؛ هود ( 11 ) ، آيات 78 - 82 ؛ حجر ( 15 ) ، آيات 62 - 77 ؛ شعراء ( 26 ) ، آيات 161 - 175 و عنكبوت ( 29 ) ، آيات 28 - 35 .\r\n( 2 ) . الميزان ، ج 10 ، ص 352 .\r\n( 3 ) . ر . ك : انبياء ( 21 ) ، آيه 74 .\r\n( 4 ) . بحارالانوار ، ج 12 ، ص 146 .\r\n( 5 ) . الميزان ، ج 8 ، ص 183 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nقوم لوط پيامبران را تكذيب كردند . هنگامى كه برادرشان لوط به آنان گفت : آيا تقوا پيشه نمىكنيد ؟ من براى شما پيامبرى امين هستم ، از خدا بترسيد و مرا اطاعت كنيد ، من از شما اجر و پاداشى براى رسالتم نمىخواهم . اجر من فقط بر پروردگار عالميان است ! آيا از ميان جهانيان به جنس مذكر روى آورده‌ايد و زنان را كه پروردگارتان براى شما آفريده ، رها مىكنيد ؟ ! شما مردم بسيار بدكار و سركشى هستيد . [ آن قوم در جواب لوط 
  ] گفتند : اگر دست از اين سخنانت برندارى ، تو را از شهر بيرون خواهيم كرد . « 1 »\r\n\r\nسقوط اخلاقى قوم لوط و عذاب آنان\r\nپند و اندرز لوط تأثيرى نكرد و سرانجام پس از سى سال زندگى « 2 » ميان مردم از خدا خواست تا عذابش را نازل كند . خداوند جبرئيل ، ميكائيل و اسرافيل را به عنوان مأموران عذاب خود به خانهء حضرت ابراهيم ( ع ) فرستاد تا خبر عذاب قوم لوط را به او برسانند . آن حضرت نگران لوط و ياران مؤمنش بود . به آنان گفت : « لوط در ميان آنهاست ! » پاسخ دادند : ما مىدانيم چه كسانى در ميان آنان هستند . مأموران الهى نزد حضرت لوط رفتند . او از مأموريت آنان آگاه نبود . از اينكه قوم بدكردارش به ميهمانانش اهانت كنند ، سخت نگران بود . از سويى ديگر ، مردم از آمدن جوانانى زيباروى به خانهء او آگاه شدند و در مقابل خانه اجتماع كردند . قرآن ماجرا را اين‌گونه بيان مىفرمايد :\r\nقوم لوط [ چون از آمدن ميهمانان به منزل لوط آگاه شدند 
  ] با خوشحالى به خانهء او آمدند .\r\n[ لوط 
  ] فرمود : اينان ميهمانان من هستند ، آبروى مرا نريزند ! از خدا بترسيد و مرا شرمنده نسازيد . قوم جواب دادند : آيا ما تو را از جهانيان نهى نكرديم ( و نگفتيم كسى را به ميهمانى نپذير ؟ ) لوط گفت : دختران من حاضرند ، اگر مىخواهيد كار صحيحى انجام دهيد [ با آنها ازدواج كنيد و از گناه و آلودگى بپرهيزيد ! 
  ] « 3 »\r\nحضرت لوط ( ع ) براى بازداشتن آنان حتى پيشنهاد كرد دخترانش را به ازدواج آنان درآورد ؛ امّا آنان دست از خواستهء خويش برنداشتند . ميهمانان لوط به او اطمينان دادند كه اين قوم قادر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شعراء ( 26 ) ، آيات 160 - 167 .\r\n( 2 ) . بحارالانوار ، ج 12 ، ص 152 .\r\n( 3 ) . حجر ( 15 ) ، آيات 67 - 71 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nنيستند به ما آسيبى برسانند و ما فرستادگان خداوند سبحان هستيم و به زودى در صبحگاهان ، عذاب الهى بر آنان فرود خواهد آمد . « 1 »\r\nفرشتگان به لوط و يارانش گفتند كه شبانه شهر را ترك كنند و بدين سان ، لوط و همراهان او از آن سرزمين بيرون رفتند و مردم بدكردار به سزاى اعمال خود رسيدند و هنگام طلوع آفتاب به بلاى آسمانى دچار شدند . شهرشان زير و رو شد و سنگباران گشت و همگى به هلاكت رسيدند .\r\nقرآن پس از نقل داستان قوم لوط ، از آن به عنوان آيتى براى امّتهاى ديگر ياد كرده ، مىفرمايد :\r\nإِنَّ فِي ذلِكَ لَآيَاتٍ لِلْمُتَوَسِّمِينَ وَإِنَّهَا لَبِسَبِيلٍ مُّقِيمٍ إِنَّ فِي ذلِكَ لَآيَةً لِّلْمُؤْمِنِينَ . ( حجر : 75 - 77 )\r\nدر اين [ سرگذشت عبرت‌انگيز 
  ] ، نشانه‌هايى است براى هوشياران ! و ويرانه‌هاى سرزمين آنان ، بر سر راه [ كاروانها 
  ] همواره ثابت و برقرار است . در اين ، نشانه‌اى است براى مؤمنان !\r\nقرآن ماجراى قوم لوط را شرح داده ، عادات زشت آنان را يادآور مىشود و مجازات آن قوم منحرف را به عنوان « درس عبرتى » براى آيندگان مىشمارد ، برخى ملل به ظاهر متمدن امروز در جهان غرب كه ادعاى ادارهء جهان و تأمين سعادت بشر را دارند ، گرفتار همان انحرافات اخلاقى هستند كه قوم لوط نيز دچار آن بودند ؛ عادات زشتى كه حتى حيوانات نيز ميلى بدان ندارند . متأسفانه همجنس‌بازى ، در برخى كشورهاى غربى به طور قانونى مجاز شمرده شده و اين شيوهء زشت در واقع بازگشت به دوران جاهليت قوم لوط است . وجود چنين انحرافات اخلاقى و اجتماعى و ارتكاب اقسام خيانتها و جنايتها ، بيانگر سقوط و انحطاط جامعهء غربى ، در عصر حاضر است .\r\n\r\nحضرت يوسف ( ع )\r\nماجراى حضرت يوسف ( ع ) به عنوان « احسن القصص » « 2 » ( بهترين داستانها ) در قرآن ، به‌طور منسجم و يكپارچه در يك سوره به تفصيل آمده است . در اين داستان ، اخلاص در عبوديت و ولايت خداى سبحان در حق بنده‌اى از بندگان صالحش كه او را در راه محبت و عشق به خويش تربيت كرده و از حضيض ذلت به اوج عزت رسانده ، تبلور يافته است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هود ( 11 ) ، آيهء 81 .\r\n( 2 ) . ر . ك : يوسف ( 12 ) ، آيه 3 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nزندگى پرماجراى يوسف صدّيق را مىتوان به سه دوره تقسيم كرد : دوران كودكى ، دوران دورى از خانواده و امتحان و آزمايش الهى ، و دوران حكومت و رياست و ديدار مجدد خانواده .\r\n\r\nدوران كودكى\r\nحضرت يوسف ( ع ) فرزند حضرت يعقوب ( ع ) و از نوادگان اسحاق بود . در كودكى خوابى ديد و براى پدرش نقل كرد :\r\nإِذْ قَالَ يُوسُفُ لِابِيهِ يَا أبَتِ إِنِّي رَأَيْتُ أَحَدَ عَشَرَ كَوْكَباً وَالشَّمْسَ وَالْقَمَرَ رَأَيْتُهُمْ لِي سَاجِدِينَ .\r\n( يوسف : 4 )\r\nزمانى كه يوسف به پدرش عرض كرد : اى پدر ! من [ در خواب 
  ] ديدم كه يازده ستاره و خورشيدو ماه به من سجده مىكنند .\r\nحضرت يعقوب با شنيدن ماجراى خواب فرزندش ، به آيندهء روشن و زندگى توأم با عزّت و شوكت او يقين پيدا كرد . از اين رو ، به او سفارش نمود كه خوابش را براى برادرانش نقل نكند ؛ امّا به هر صورت آتش حسادت برادران به حدى رسيد كه براى دور ساختن او از پدر نقشه‌ها كشيدند و سرانجام او را به بهانه‌اى با خود به صحرا برده ، به چاه افكندند و به پدر گفتند كه گرگ يوسف را خورده است . حضرت يعقوب با شنيدن اين خبر به شدّت اندوهگين شد ؛ ولى چاره‌اى جز صبر نداشت .\r\nقرآن داستان يوسف و برادرانش را آيهء عبرتى براى ديگران مىشمارد :\r\nلَقَدْ كَانَ فِي يُوسُفَ وَإِخْوَتِهِ آيَاتٌ لِلسَّائِلِينَ . ( يوسف : 7 )\r\nدر داستان يوسف و برادرانش براى اهل تحقيق نشانه‌هاى عبرت است .\r\nسراسر داستان حضرت يوسف از ابتداى كودكى و زمانى كه در كانون خانواده به سر مىبرد تا زمانى كه به حكومت مصر رسيد و دوباره پدر و برادرانش را ديد ، حاوى آيات و نشانه‌هاى حكمت و تدبير الهى و درسهاى آموزنده‌اى براى مردم است .\r\n« حسد » به عنوان يكى از رذايل اخلاقى ، در برادران يوسف به حدّى بود كه آنان را گرفتار گناه بزرگى همچون به چاه افكندن حضرت يوسف كرد ؛ امّا همين حسادت نه تنها آنان را به مقصود نرسانيد و از محبت يعقوب به يوسف نكاست ، بلكه آنان را نزد پدر بىاعتبار كرد .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nدوران دورى از خانواده و آزمايش الهى\r\nاز آن هنگام كه يوسف ( ع ) به چاه افتاد ، دوران جديدى در زندگى او ، دور از محيط خانواده ، آغاز شد . كاروانى يوسف ( ع ) را از چاه بيرون آورد و به مصر برد و عزيز مصر به اندك بهايى او را خريد ، به اميد آنكه او را به فرزندى برگزيند .\r\nيوسف ، در خانهء عزيز مصر رشد كرد و هنگامى كه به جوانى رسيد ، با امتحان بزرگ الهى رو به رو شد . زليخا ، همسر عزيز مصر كه از زندگى اشرافى برخوردار بود و در ناز و نعمت زندگى كرده بود ، به يوسف زيبا علاقه‌مند شد و براى رسيدن به عشق و علاقه‌اش درها را بست و او را به سوى خود فراخواند ؛ ولى يوسف ، كه از لطف و عنايت الهى برخوردار بود ، به زليخا پاسخ ردّ داد . قرآن رمز موفقيّت يوسف را چنين باز مىگويد :\r\nوَلَقَدْ هَمَّتْ بِهِ وَهَمَّ بِهَا لَوْلَا أَن رَأى بُرْهَانَ رَبِّهِ كَذلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشَاءَ إِنَّهُ مِنْ عِبَادِنَا الْمُخْلَصِينَ . ( يوسف : 24 )\r\nآن زن قصد او كرد و او نيز - اگر برهان پروردگار را نمىديد - قصد وى مىنمود ! اينچنين كرديم تا بدى و فحشا را از او دور سازيم ؛ چرا كه او از بندگان مخلَص ما بود .\r\nيوسف براى رهايى از دام زليخا تصميم به فرار گرفت و به طرف در خروجى روان گشت . زليخا او را تعقيب كرد و وقتى به يوسف رسيد پيراهن او را از عقب گرفت و به سوى خود كشانيد . پيراهن يوسف از پشت پاره شد و ناگاه در مقابل در خروجى با عزيز مصر رو به رو گشت . زليخا در سخن سبقت جسته ، يوسف را به خيانت متهم ساخت . بار ديگر لطف الهى شامل حال يوسف ، بندهء مخلص حق شد و كودكى در گهواره به صداقت و عفّت يوسف شهادت داد :\r\nقَالَ هِيَ رَاوَدَتْنِي عَن نَفْسِي وَشَهِدَ شَاهِدٌ مِنْ أَهْلِهَا إِن كَانَ قَمِيصُهُ قُدَّ مِن قُبُلٍ فَصَدَقَتْ وَهُوَ مِنَ الْكَاذِبِينَ وَإِن كَانَ قَمِيصُهُ قُدَّ مِن دُبُرٍ فَكَذَبَتْ وَهُوَ مِنَ الصَّادِقِينَ . ( يوسف : 26 - 27 )\r\nاگر پيراهن يوسف از طرف جلو پاره شده ، او [ زليخا 
  ] راست مىگويد و يوسف از دروغگويان است و اگر از پشت پاره شده ، آن زن دروغ مىگويد و يوسف از راستگويان است .\r\nوقتى عزيز مصر ديد كه پيراهن يوسف از پشت پاره شده ، رو به سوى زليخا كرد و گفت اين از مكر تو است .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nهمسر عزيز مصر پس از يأس از دستيابى به يوسف براى انتقام از وى به شوهرش پناه برد ، زيرا وى فرمانبر همسر خويش بود . وى به شوهر خود گفت : يوسف مرا در كار خود مفتضح كرد . من معتقدم او را زندانى كنى تا بدين‌وسيله شرافت مرا بازگيرى و سوز دل مرا شفابخشى .\r\nيوسف با روحى خشنود وارد زندان شد و زندان را بر آلودگى به گناه ترجيح داد :\r\nعرض كرد : پروردگارا ! زندان براى من محبوب‌تر از آن چيزى است كه زنان مرا به سوى آن مىخوانند . اگر تو حيله و مكر اينان را از من دفع نكنى ، به آنان ميل پيدا كرده و از جاهلان خواهم بود . پروردگارش دعاى او را اجابت كرد و مكر و حيلهء آنان را از يوسف دفع كرد ؛ چرا كه او شنوا و داناست ! « 1 »\r\n\r\nدوران صبر و استقامت\r\nزندگى در زندان آغاز شد . يوسف در زندان با دو تن از كارگزاران زندانى عزيز مصر كه بت‌پرست بودند و خوابى ديده بودند ، رو به رو گشت . آنان از او تعبير خوابشان را خواستند ، اما يوسف ( ع ) پيش از تعبير خواب آنان ، رسالت خويش در جهت هدايت انسانهاى گمراه را انجام داد . او ضمن معرفى خود و اعتقادش به توحيد ، آنان را متوجه خداى يكتا ساخت و گفت :\r\nاى دوستان زندانى من ! آيا خدايان پراكنده بهترند ، يا خداوند يكتاى پيروز ؟ ! اين معبودهايى كه غير از خدا مىپرستيد ، چيزى جز اسمهايى [ بىمسمّا 
  ] كه شما و پدرانتان آنها را خدا ناميده‌ايد ، نيست ؛ خداوند هيچ دليلى بر آن نازل نكرده ؛ حكم ، تنها از آنِ خداست ؛ فرمان داده كه غير او را نپرستيد ! اين است آيين پابرجا ؛ ولى بيشتر مردم نمىدانند ! « 2 »\r\nو پس از آن ، خوابشان را تعبير كرد و به آن كسى كه مىدانست از زندان آزاد مىشود و به كار سقايت خود در دربار پادشاه مىرسد ، گفت : مرا نزد سلطان مصر ياد كن تا بفهمد كه من بىگناهم ، ولى شيطان يوسف را از خاطر وى برد . بدين سان ، يوسف ( ع ) چند سال ديگردر زندان ماند تا اينكه روزى عزيز مصر خوابى ديد كه خوابگزاران از تعبير آن عاجز ماندند و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يوسف ( 12 ) ، آيات 32 - 34 .\r\n( 2 ) . يوسف ( 12 ) ، آيات 39 - 40 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nناگهان ، ساقى پادشاه به ياد يوسف ( ع ) افتاد و از پادشاه خواست كه او را نزد يوسف بفرستد تا تعبير خوابش را از او بخواهد . « 1 » يوسف ( ع ) خواب عزيز مصر را تعبير كرد . وقتى تعبير وى به پادشاه رسيد و از اين تعبير و اندرز يوسف آگاه شد ، فهميد كه صاحب اين تعبير و اندرز داراى عقلى نافذ و فكرى آسمانى است و همين موضوع زمينهء آزادى وى را از زندان فراهم ساخت .\r\n\r\nدوران حكومت و رياست\r\nيوسف پس از مدّت زمانى محبوب مردم شد و با مرگ عزيز مصر به حكومت رسيد . در سالهاى قحطى ، مردم براى دريافت آذوقه ، كه با تدبير و دورانديشى يوسف ذخيره شده بود ، به مصر مراجعه مىكردند . برادران يوسف نيز از كنعان به مصر آمدند . يوسف برادرانش را شناخت و با بزرگوارى با آنان رفتار كرد و به آنان آذوقه داد و مبلغى را كه آورده بودند ، در ظرفهاى ايشان نهاد ، و از آنان خواست كه برادر كوچك‌تر خود را نيز همراه بياورند و گفت كه اگر آن برادر كوچك‌تر را همراه نياورديد ، از من چيزى نخواهيد و نزديك هم نشويد . يعقوب از فراق يوسف چشمانش نابينا گشته بود و برادر كوچك‌تر او بنيامين را نزد خود نگه مىداشت و همراه ساير فرزندان به سفر نمىفرستاد ؛ امّا در اين سفر با اصرار فرزندانش ناگزير شد كه او را نيز به همراه آنان گسيل دارد .\r\nبرادران يوسف همراه بنيامين نزد او آمدند . وقتى بار شتران آنان را پر كردند ، يوسف ، پيمانه سلطنتى را در بار برادرش مخفى ساخت . سپس منادى وى فرياد زد : اى كاروانيان شما دزديد ! همه به كارگزاران يوسف روى آوردند و گفتند : چه گم كرده‌ايد ؟ گفتند : پيمانه پادشاه را و هر كس آن را بياورد يك بار شتر پاداش دارد . آنان پاسخ دادند : به خدا سوگند مىدانيد ما براى فساد نيامده‌ايم و دزد نيستيم . گفتند : اگر دروغ بگوييد كيفر سارق چيست ؟ پاسخ دادند : در بار هر كس يافت شود خود او كيفر سرقت است ؛ يعنى به بردگى گرفته مىشود . ما اين چنين ستمكاران را كيفر مىكنيم .\r\nبازرس ، بار ساير برادران را بازرسى كرد و سپس پيمانه را از بار شتر بنيامين بيرون كشيد .\r\nدر اين هنگام برادران يوسف با كمال بىانصافى گفتند :\r\nاگر او دزدى كند ( بعيد نيست ) ؛ زيرا كه برادرش نيز پيش از اين دزدى كرده است . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : همان ، آيات 41 - 45 .\r\n( 2 ) . يوسف ( 12 ) ، آيهء 77 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nيوسف با شنيدن اين اتهام دم فرو بست و تحمل كرد و هويّت خويش را آشكار نساخت .\r\nبرادران گفتند : اى عزيز ! يكى از ما را به جاى او گروگان بگير . او پدر بسيار پيرى دارد . ما تو را از احسان‌كنندگان مىبينيم .\r\nيوسف گفت : پناه بر خدا كه كسى را بگيريم غير از آن كس كه متاع خويش را نزد او يافته‌ايم . چون برادران از او نا اميد گشتند ، رازگويان به كنارى رفتند . برادر بزرگ به ديگر برادران گفت : آيا نمىدانيد كه پدر از ما عهدى گرفته و پيش‌تر دربارهء يوسف اشتباه كرديد ؟\r\nمن از اين سرزمين نمىروم تا پدر اذن دهد يا خدا حكمى كند كه او بهترين حكم كنندگان است . به سوى پدر بازگرديد و بگوييد پدر ، فرزندت دزدى كرده و ما گواهى نمىدهيم ، مگر به آنچه مىدانيم و از غيب خبر نداريم . از اهل آبادى بپرس كه ما در آن بوديم ، يا از اهل كاروانى بپرس كه با آن آمديم . برادران جز برادر بزرگ‌تر به كنعان بازگشته ، خبر سرقت برادر را به يعقوب رساندند . يعقوب كه هنوز از ديدار يوسف نااميد نشده بود ، گفت :\r\n[ هواى 
  ] نفس شما ، مسأله را چنين در نظرتان آراسته است ! من باز صبر نيكو در پيش مىگيرم و اميدوارم كه خداوند آنان را به من بازگرداند . او دانا و حكيم است . يعقوب از آنان روى گرداند و گفت : « وا اسفا بر يوسف ! » و از شدّت اندوه چشمانش سفيد شد و خشم خود را فرو مىخورد . « 1 »\r\nحضرت يعقوب از فرزندانش خواست كه از رحمت خدا مأيوس نشوند و به جست و جوى يوسف و آزادى برادرش بپردازند و از رحمت خدا نوميد نباشند . برادران بار ديگر به حضور او شتافتند و از وى عاجزانه و ملتمسانه خواستند كه به آنان رحم كند . اينجا بود كه حضرت يوسف خود را معرفى كرد :\r\nآيا شما مىدانيد - زمانى كه جاهل بوديد - با يوسف و برادرش چه كرديد ؟ گفتند : آيا تو يوسف هستى ؟ ! گفت : آرى من يوسفم و اين هم برادر من است كه خداوند بر ما منّت نهاد . كسى كه تقوا پيشه كند و صبر نمايد ، [ سرانجام پيروز مىشود 
  ] ، چرا كه خداوند پاداش نيكوكاران را تباه نمىسازد ! « 2 »\r\nحضرت يوسف ( ع ) با متانت و بزرگوارى ، عمل ناشايست آنان را ناشى از جهالتشان دانست و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، آيات 83 - 84 .\r\n( 2 ) . همان ، آيهء 89 - 90 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nاز خطاهايشان چشم پوشيد و از آنان خواست تا پدر و مادرش را به مصر بياورند . برادران به محضر پدر رسيدند و ضمن بيان ماجرا از او طلب عفو كردند . حضرت يعقوب نيز بزرگوارانه به آنان وعدهء دعا و استغفار به درگاه الهى را داد . خاندان يعقوب به مصر آمدند و نزد يوسف رفتند . شكوه و عظمت يوسف آنان را به تعظيم واداشت و به شكرانهء اين نعمت بر خدا سجده كردند و بدين وسيله خواب يوسف در كودكى تعبير شد :\r\n( يوسف ) پدر و مادر خويش را بر تخت نشاند و آنها به شكرانهء اين نعمت سجده كردند و يوسف به پدر گفت : اين همان تعبير خوابى است كه پيش از اين ديدم كه خداوند آن را بر من محقق ساخت و دربارهء من احسان كرد كه مرا از زندان نجات داد و شما را از آن بيابان [ به اين سرزمين 
  ] آورد پس از آنكه شيطان ميان من و برادرانم جدايى افكند . لطف و كرم خداى من نسبت به همه چيز فراگير است و او آگاه و حكيم است . « 1 »\r\nو شايد در همين مجلس بود كه يوسف پس از عذرخواهى برادران ، به گونه‌اى بزرگوارانه گفت :\r\nشما باعث افتخار من هستيد و من به وجود شما در ميان مردم مصر مباهات مىكنم ، تا ديروز مردم مرا به چشم همان غلامى مىديدند كه به بهاى بيست درهم خريدارى شد ، امّا امروز به واسطهء شما مردم مىبينند كه نوادگان ابراهيم ، برادران من هستند . « 2 »\r\nو در پاسخ پدرش كه از ماجراى زندگىاش پرسيد ، گفت :\r\nپدر جان ! از آنچه برادرانم با من كردند ، سؤال نكن و از آنچه خدا با من كرد ، سؤال كن . « 3 »\r\nاز يوسف صديق ، كه از پيامبران بزرگ الهى و از سلالهء پاك ابراهيم است ، همين انتظار مىرفت كه پس از استغفار برادران جاهل و خطاركار خويش از خطاهاى آنان بگذرد و با ايشان بزرگوارانه رفتار كند . او به شكرانهء اين نعمت ، سر بر آستان با عظمت الهى ساييد و اين چنين دعا كرد :\r\nپروردگارا ! تو مرا حكومت عطا كردى و علم تعبير خواب به من آموختى ، تو آفرينندهء آسمانها و زمينى ، تو ولىّ و سرپرست من در دنيا و آخرت هستى . مرا مسلمان بميران و به صالحان ملحق فرما . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، آيهء 100 .\r\n( 2 ) . سفينة البحار ، ج 1 ، ص 412 .\r\n( 3 ) . همان .\r\n( 4 ) . يوسف ( 12 ) ، آيهء 101 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nخداى سبحان در آيه‌هاى پايانى سورهء يوسف به نتيجه‌گيرى از داستان يوسف ( ع ) مىپردازد و امت پيامبر خاتم ( ص ) را به سير در احوال انبياى گذشته و عبرت‌آموزى از سرگذشت آنان و اقوامشان دعوت مىكند .\r\nدر اين داستان برادرانى كه روزى يوسف را به چاه افكندند و پيراهن خون‌آلودش را نزد پدر بردند ، روز ديگر در مقابل عزّت و عظمت او سر تعظيم فرود آوردند . زليخا كه روزى يوسف را به اتهام خيانت به پادشاه مصر با مكر و حيله به زندان افكند ، روز ديگر در مقابل پادشاه به پاكى و صداقت و امانت يوسف شهادت داد و از كردهء خويش پشيمان گشت .\r\nهمچنين در اين داستان ، غلبه تدبير الهى بر هر تدبير ديگرى به صراحت ظهور كرده است . يوسف ، دامان خود را از گناه پاك داشت و خداوند نيز او را به مقامات مادى و معنوى والايى رساند و خلاصه مسئله ولايت خداى تعالى نسبت به بندگان مخلَص خود ، در اين سوره به طور چشم‌گيرى منعكس شده است . « 1 »\r\n\r\nپرسش\r\n1 . حضرت لوط كه بود و در چه ناحيه‌اى به پيامبرى برانگيخته شد ؟\r\n2 . سرانجام قوم لوط را شرح دهيد .\r\n3 . چرا قرآن كريم سرگذشت حضرت يوسف ( ع ) و برادرانش را درس عبرت براى اهل تحقيق مىداند ؟\r\n4 . آزمايش مهم حضرت يوسف ( ع ) را كه سربلند از آن بيرون آمد شرح دهيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : الميزان ، ج 11 ، ص 74 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n5 . چه درس مهمى از زندگى حضرت يوسف ( ع ) مىآموزيم ؟\r\n\r\nدرس نهم\r\n\r\nايّوب و شعيب ( عليهما السّلام )\r\n\r\nحضرت ايوب ( ع )\r\nدربارهء حضرت ايوب ( ع ) در دو سورهء قرآن و تنها دربارهء ابتلاى آن حضرت به مصايب و گرفتاريها و آن‌گاه لطف و رحمت الهى مطالبى مطرح شده است . « 1 » حضرت ايوب از نوادگان ابراهيم ( ع ) و به ظاهر معاصر يوسف ( ع ) بوده ، « 2 » و از پيامبرانى است كه در قرآن كريم مورد تكريم قرار گرفته است . ايوب از نعمتهاى فراوان ، فرزندان و اموال برخوردار و از بندگان شاكر خدا بوده است . خداى سبحان براى امتحان و آزمايش او نعمتهايى را كه به وى عنايت كرده بود ، حتى نعمت سلامت را از او گرفت و بدين سان هفت سال به بيمارى مبتلا شد .\r\n\r\nصبر ايوب\r\nصبر و استقامت ايوب به حدى بود كه زبانزد عام و خاص شد . امام هشتم ( ع ) از اجدادشان نقل كرده‌اند كه امام سجاد ( ع ) فرمود :\r\nمردم سه خصلت را از سه نفر گرفته‌اند : صبر و استقامت را از ايوب و شكر را از نوح و حسادت را از فرزندان يعقوب . « 3 »\r\nخداوند براى امتيار بندگان صالح از غير صالح ، آنان را مىآزمايد . در اين ميدان پيامبران الهى بيش از همه در معرض آزمايشهاى سخت الهى قرار گرفته‌اند . حضرت ايوب ( ع ) نيز به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : انبياء ( 21 ) ، آيه 83 و 84 و ص ( 38 ) ، آيات 41 - 44 . البته در آيه 163 سوره نساء و 84 سوره انعام نيز فقط نام آن‌حضرت ذكر شده است .\r\n( 2 ) . گفته شده كه همسر وى ، دختر حضرت يوسف ( ع ) بوده است . ترجمه الميزان ، ج 7 ، ص 325 .\r\n( 3 ) . بحارالانوار ، ج 12 ، ص 349 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nعنوان يكى از انبياى الهى در معرض گرفتاريها و مصيبتها قرار گرفت تا مقام صبر و شكر او آشكار و بر همگان معلوم شود . امام باقر ( ع ) در اين زمينه فرمود :\r\nايوب هفت سال بدون آنكه گناهى از وى سر بزند ، دچار بلا گرديد . پيامبران الهى گناه نمىكنند ؛ زيرا معصوم و پاكند و مرتكب گناه صغيره و كبيره نمىشوند . « 1 »\r\nو نيز فرمود :\r\nايوب در هيچ يك از بلاهايى كه بدان گرفتار شد ، بدنش بدبو و متعفن نگرديد و قيافه‌اش زشت نشد و خون و چركى از بدنش خارج نگرديد و مورد تنفّر مردم قرار نگرفت . . . و اينكه مردم از او كناره گرفتند ، به خاطر فقر و ناتوانى او بود ؛ چرا كه مردم از مقام و موقعيت معنوى او در پيشگاه الهى آگاه نبودند . « 2 »\r\nاز ديدگاه شيعه ، پيامبران الهى از بيماريهايى كه موجب تنفر و انزجار مردم از آنان شود ، پاك مىباشند . « 3 » ابتلاى حضرت ايوب به گرفتاريها و مصيبتهاى گوناگون به دليل سابقهء گناه يا كوتاهى در انجام وظايف نبود - چنان‌كه برخى از مفسران اهل سنت پنداشته‌اند - بلكه علاوه بر آزمودن آن حضرت و بالا رفتن مقام او ، هشدارى به مردم بود كه سلامت و بيمارى ، فقر و غنا ، عزّت و ذلّت و . . . همگى به دست خداست و انسان از خود استقلالى ندارد .\r\nقرآن كريم دربارهء رفع ابتلا از ايوب ( ع ) مىفرمايد :\r\nوَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنتَ أَرْحَمُ الرَّاحِمِينَ فَاسْتَجَبْنَا لَهُ فَكَشَفْنَا مَا بِهِ مِن ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ وَمِثْلَهُم مَّعَهُمْ رَحْمَةً مِنْ عِندِنَا وَذِكْرَى لِلْعَابِدِينَ . ( انبياء : 83 - 84 )\r\nو [ به ياد آور 
  ] ايوب را هنگامى كه پروردگارش را ندا داد كه : پروردگارا ! بدحالى و مشكلات به من روى آورده و تو مهربانترين مهربانانى . ما دعاى او را مستجاب كرديم و درد و ناراحتىاش را بر طرف ساختيم و به لطف و كرم خود اهل و فرزندانش را با عده‌اى همانند آنان به او عطا كرديم تا عبادت كنندگان متوجه احسان ما شوند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار ، ج 12 ، ص 348 .\r\n( 2 ) . همان مدرك .\r\n( 3 ) . كشف المراد فى شرح تجريد الاعتقاد ، ص 349 ، دفتر انتشارات اسلامى .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nخداى سبحان ، ايوب را به دليل توجه پيوستهء او به درگاه ربوبى مىستايد و چنين مىفرمايد :\r\nإِنَّا وَجَدْنَاهُ صَابِراً نِعْمَ الْعَبْدُ إِنَّهُ أَوَّابٌ . ( ص : 44 )\r\nما او را صابر و شكيبا يافتيم ، چه نيكو بنده‌اى است كه همواره به درگاه ما توجه دارد .\r\nصبر و شكر آن حضرت به حدى بود كه وقتى خبر از بين رفتن شتران و ديگر دارايىهايش به او رسيد ، در حمد و ستايش الهى گفت :\r\nالْحَمْدُ لِلَّهِ الَّذى اعْطاهُ وَالْحَمْدُ لِلَّهِ الَّذى اخَذَهُ . « 1 »\r\nسپاس خدايى را كه نعمتهايش را عطا كرد و حمد خدايى را كه نعمتهايش را گرفت .\r\n\r\nحضرت شعيب ( ع )\r\nداستان حضرت شعيب ( ع ) در پنج سوره قرآن آمده است . « 2 » آن حضرت در زمرهء چهار پيامبر عرب زبانى است كه قرآن از آنان نام برده است . « 3 » قرآن كريم از شعيب به احترام ياد مىكند واو را از جمله پيامبرانى مىداند كه براى هدايت قوم خود ، زحمات فراوانى كشيد . از مزاياى حضرت شعيب ( ع ) آن است كه موساى كليم ده سال خدمتگزار وى بوده است .\r\nمردم مدين كه حضرت شعيب به سوى ايشان مبعوث شد . از نظر مادى از امكانات فراوانى برخوردار بودند و همين رفاه ، باعث شرك و طغيانگرى آنان شد . خداى متعال براى هدايت آنان ، حضرت شعيب را فرستاد و او را برادر آنان ناميد ، « 4 » چرا كه با ايشان در نژاد ، قوميّت و زبان شريك بود .\r\nقوم شعيب سرمست از بادهء غرور و رفاه‌زدگى ، ربوبيتِ خدا را با آزادى دروغين خود تكذيب كردند و گفتند ما در تصرف اموال و كارهايمان آزاديم ، بدين جهت در معاملات خود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار ، ج 12 ، ص 351 .\r\n( 2 ) . ر . ك : اعراف ( 7 ) ، آيات 85 - 93 ؛ هود ( 11 ) ، آيات 84 - 95 ؛ حجر ( 15 ) ، آيات 78 - 79 ؛ شعراء ( 26 ) ، آيات 176 - 191 و عنكبوت ( 29 ) ، آيات 36 - 37 .\r\n( 3 ) . منظور حضرات هود ، صالح ، شعيب و محمد ( ص ) است .\r\n( 4 ) . هود ( 11 ) ، آيه 84 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nبا مردم خيانت و غش مىكردند . هرگاه جنسى را مىفروختند كم مىدادند و هر زمان جنسى را مىخريدند زياد مىگرفتند و در كيل و وزن خيانت مىكردند .\r\nخداوند شعيب ( ع ) را كه معاصر حضرت موسى ( ع ) بود در ميان اين مردم به پيامبرى برگزيد و معجزات و نشانه‌هايى به او داد تا سخنش را بپذيرند . شعيب مردم را به پرستش خداى يكتا دعوت كرد و آنان را به قسط ، عدل و اصلاح در زمين فراخواند و از كيفر ستمگرى برحذر داشت :\r\nوَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْباً قَالَ يَاقَوْمِ اعْبُدُوا اللّهَ مَالَكُمْ مِنْ إِلهٍ غَيْرُهُ قَدْ جَاءَتْكُمْ بَيِّنَةٌ مِنْ رَبِّكُمْ فَأَوْفُوا الْكَيْلَ وَالْمِيزَانَ وَلَا تَبْخَسُوا النَّاسَ أَشْيَاءَهُمْ وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ إِصْلَاحِهَا ذلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ وَلَا تَقْعُدُوا بِكُلِّ صِرَاطٍ تُوعِدُونَ وَتَصُدُّونَ عَنْ سَبِيلِ اللّهِ مَنْ آمَنَ بِهِ وَتَبْغُونَهَا عِوَجاً . ( اعراف : 85 - 86 )\r\nبه سوى اهل مدين برادر آنان شعيب را [ فرستاديم . 
  ] گفت : اى قوم ! خدا را عبادت كنيد كه غير از او معبودى براى شما نيست . هم‌اكنون از سوى پروردگار شما برهان و دليل روشنى براى شما آمده ، پس حق پيمانه و وزن را ادا كنيد و از اموال مردم چيزى نكاهيد و پس از آن كه خداوند زمين را [ با فرستادن پيامبران 
  ] اصلاح كرده ، فساد نكنيد كه اين براى شما بهتر است ، اگر ايمان داريد . و بر سر هر راهى منشينيد كه [ مردم را 
  ] بترسانيد و كسى را كه ايمان به خدا آورده از راه خدا بازداريد و راه او را كج بخواهيد .\r\nحضرت شعيب ( ع ) ضمن دعوت مردم به توحيد و عبادت خداى يكتا ، آنان را به ايمان به معاد و روز قيامت نيز فرامىخواند :\r\nفَقَالَ يَاقَوْمِ اعْبُدُوا اللَّهَ وَارْجُوا الْيَوْمَ الْآخِرَ وَلَا تَعْثَوْا فِي الْأَرْضِ مُفْسِدِينَ . ( عنكبوت : 36 )\r\n[ شعيب 
  ] گفت : اى قوم من ! خدا را بپرستيد و به روز جزا اميدوار باشيد و در زمين فساد نكنيد !\r\nحضرت شعيب ( ع ) علاوه بر هدايت مردم « مدين » مأموريت هدايت مردم « ايكه » را برعهده داشت « 1 » و چون شعيب اهل آن منطقه نبود ، ديگر قرآن او را برادر مردم « ايكه » نناميد ، بلكه فرمود :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « ايكه » به معناى جنگل و درختهاى به هم پيچيده است . « اصحاب الايكه » طايفه‌اى بودند كه در حواشى شهر مدين زندگى مىكردند و شعيب براى هدايت آنان نيز زحمتها كشيد ، ليكن اين گروه هم به عاداتى نظير عادات اهالى مدين دچار بودند . ( تفسير الميزان ، ج 12 ، ص 185 )\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nكَذَّبَ أَصْحَابُ الْأَيْكَةِ الْمُرْسَلِينَ إِذْ قَالَ لَهُمْ شُعَيْبٌ أَلَا تَتَّقُونَ إِنِّي لَكُمْ رَسُولٌ أَمِينٌ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ . ( شعراء : 176 - 179 )\r\nاهل « ايكه » فرستادگان را تكذيب كردند ، آنگاه كه شعيب به آنان گفت : آيا [ از خدا 
  ] پروا نمىكنيد ؟ من براى شما فرستاده‌اى امين هستم . پس از خدا پروا كنيد و از من فرمان بريد .\r\nآن حضرت هر چه بيش‌تر مردم را به توحيد ، معاد ، تقوا و صلاح و رستگارى دعوت مىكرد ، بيش‌تر مورد بغض و كينهء آنان قرار مىگرفت . قوم مشرك او جز گروهى اندك به آيين اجدادشان يعنى بت‌پرستى عادت كرده بودند و تلاش شعيب را مقابله با آيين پدران و اجدادشان دانسته ، آن حضرت را مورد آزار و اذيت قرار مىدادند . آنان همچنين شعيب را به سحر و دروغگويى متهم مىساختند و به سنگسار نمودن و اخراج از شهر خود تهديد مىكردند . در ميان راه مىنشستند و مؤمنان را آزار مىرساندند و از هدايت مردم ممانعت مىكردند . « 1 »\r\n\r\nعذاب قوم شعيب\r\nشعيب ( ع ) در برابر رسالتش اجر و مزدى از آنان نمىخواست . در برابر آزارها و اذيتهايشان نيز صبر مىكرد . او تنها بر خدا توكل كرد و آنان را از عذاب الهى بيم داد ؛ اما سودى نبخشيد .\r\nسرانجام عذاب الهى مانند اقوام گذشته بر اين قوم نازل شد . قرآن از عذاب قوم شعيب و اصحاب ايكه به رجفة ( زلزله ) ، عذاب يوم الظّلّة ( عذاب روز آتشبار ) و صيحهء آسمانى تعبير مىنمايد .\r\nخداوند متعال نزول عذاب بر اين قوم را معلول كفر و شرك ، تكذيب پيامبران الهى و سركشى در برابر آنان ، كم‌فروشى و فساد در زمين مىداند . خداى حكيم نه تنها اشرار بلكه گروهى از خوبان اين قوم را نيز به خاطر سازشكارى با اشرار مجازات كرد . امام باقر ( ع ) در اين باره فرمود :\r\nخداوند به شعيب پيغمبر وحى كرد : من صد هزار نفر از قوم تو را عذاب مىكنم ؛ چهل هزار نفر از اشرار و شصت هزار نفر از خوبان آنان را . شعيب عرض كرد : پروردگارا ! اشرار مستحق عذابند ، اما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : اعراف ( 7 ) ، آيات 86 - 88 و شعراء ( 26 ) ، آيات 185 - 186 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nخوبان چرا ؟ فرمود : براى آنكه آنان با گنهكاران سازش كردند و زمانى كه من غضبناك مىشدم ، غضبناك نمىشدند . « 1 »\r\n\r\nپرسش\r\n1 . آيا ابتلاى حضرت ايوب به گرفتاريها به سبب گناه بود ؟ توضيح دهيد .\r\n2 . خداوند متعال در مقام توصيف حضرت ايوب ، چه مىفرمايد ؟\r\n3 . انحراف قوم شعيب چه بود ؟\r\n4 . عكس‌العمل قوم شعيب در برابر دعوت آن حضرت به اصلاح چه بود ؟\r\n5 . سخن امام باقر ( ع ) را دربارهء عذاب قوم شعيب بيان كنيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار ، ج 12 ، ص 386 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nدرس دهم\r\n\r\nحضرت موسى ( ع )\r\nقرآن كريم ابعاد گوناگون ماجراى حضرت موسى ( ع ) را در سوره‌هاى مختلف تشريح كرده تا از اين رهگذر امت اسلامى درسهاى متعددى از آن بياموزند . « 1 » حاكميت حضرت يوسف ( ع ) در مصر و سكونت فرزندان يعقوب در اين سرزمين سبب شد كه به تدريج بر تعداد بنىاسرائيل در مصر افزوده شود . تا زمانى كه يوسف صديق زنده بود ، بنى اسرائيل با عزت و شوكت زندگى مىكردند ؛ اما با گذشت زمان و حاكميت يافتن پادشاهان و فراعنه در اين سرزمين ، دوران اسارت و رنج و ناراحتى فرزندان يعقوب آغاز شد .\r\nپادشاهان مصر با اقتدار بنى اسرائيل در مصر سخت مخالف بودند و آنان را مىآزردند .\r\nفرعون ، فرزندان آنان را مىكشت و زنانشان را به اسارت مىبرد . قرآن براى تذكر بنىاسرائيل ، وضع آنان را قبل از بعثت حضرت موسى ( ع ) چنين ترسيم مىكند :\r\nيَا بَنِي إِسْرَائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ . . . وَإِذْ نَجَّيْنَاكُمْ مِنْ آلِ فِرْعَوْنَ يَسُومُونَكُمْ سُوءَ الْعَذَابِ يُذَبِّحُونَ أَبْنَاءَكُمْ وَيَسْتَحْيُونَ نِسَاءَكُمْ وَفِي ذَلِكُمْ بَلَاءٌ مِنْ رَبِّكُمْ عَظِيمٌ . ( بقره : 47 و 49 )\r\nاى بنى اسرائيل ! ياد كنيد از نعمتهايى كه به شما عطا كردم . . . هنگامى كه شما را از فرعونيان نجات داديم كه شما را سخت مورد آزار و شكنجه قرار مىدادند ، پسران شما را مىكشتند و زنان شما را زنده مىگذاشتند و در آن ، امتحان بزرگى بود از جانب پروردگارتان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . براى نمونه ر . ك . بقره ( 2 ) ، آيات 54 - 71 ؛ اعراف ( 7 ) ، آيات 103 - 160 ؛ يونس ( 10 ) ، آيات 75 - 93 ؛ كهف ( 18 ) ، آيات 60 - 82 ؛ طه ( 20 ) ، آيات 9 - 99 ؛ شعراء ( 26 ) ، آيات 10 - 68 ؛ قصص ( 28 ) ، آيات 3 - 43 ؛ غافر ( 40 ) ، آيات 23 - 46 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\nبنىاسرائيل در انتظار نجات دهنده\r\nبنى اسرائيل در انتظار ظهور پيامبرى بودند كه آنان را از ظلم و بيداد فرعون نجات دهد . از طرف ديگر ، برخى از پيشگويان ، تولد فرزندى را به فرعون خبر مىدادند كه تاج و تخت فرعونى به دست او برچيده مىشد . از اين رو ، فرعون گروهى از زنان را مأمور كرد تا مراقب زنان بنىاسرائيل باشند و چنانچه فرزند پسرى متولد شد ، او را آگاه سازند . « 1 »\r\nمشيت الهى بر اين بود كه فرزندى از بنى اسرائيل به نام « موسى » در همان جامعه متولد شود ، بدون آنكه مأموران فرعون از دوران باردارى مادر او آگاه شوند . امام باقر ( ع ) ماجرا را اين‌گونه بيان مىفرمايد :\r\nچون موسى به دنيا آمد ، مادرش با غم و اندوه به فرزندش نگريست و گريست . خداوند دل زن مأمور از جانب فرعون را نسبت به كودك مهربان كرد ؛ از اين رو ، از مادرش پرسيد : چرا غمگينى ؟ از چه مىترسى ؟ پاسخ داد : مىترسم كه فرزندم را به قتل برسانند . او كه مهر موسى در دلش جاى گرفته بود ، گفت : نترس . هر كس اين فرزند را ببيند ، به او علاقه‌مند مىشود .\r\nسپس دستور حق تعالى به مادر موسى رسيد كه او را به صندوقى بگذار و به دريا بينداز و نترس و ناراحت مباش كه ما او را به تو بازگردانده ، از پيامبران قرار خواهيم داد . مادر موسى ، فرزند را در صندوق نهاده ، به رود نيل سپرد . فرعون كنار رود نيل قصرى داشت و همراه همسرش رودخانه را تماشا مىكرد . صندوق را در ميان امواج آب ديد . چون در صندوق را بازكردند ، كودكى را در آن ديدند . فرعون گفت : او كودك اسرائيلى است . . . تصميم بر قتل او گرفت ، اما همسرش آسيه گفت : او را نكش ، چه بسا براى ما كه فرزندى نداريم ، منشأ خيرات و بركاتى باشد . « 2 »\r\nبدين وسيله ، موسى زندگى جديدى را در خانهء فرعون آغاز كرد . مادر موسى هم كه انتظار بازگشت فرزندش را مىكشيد ، بارى ديگر به او رسيد . قرآن مىفرمايد :\r\nصبح هنگام ، دل مادر موسى تنها به ياد فرزندش بود و به اندازه‌اى غم و اندوه قلبش را فرا گرفته بود كه اگر ما دلش را نگه نمىداشتيم تا ايمانش را حفظ كند ، نزديك بود كه درونش را برملا سازد . [ مادر موسى 
  ] به خواهرش گرفت : دنبال فرزندم برو . او نيز از دور ماجرا را مشاهده كرد در حالى كه آنان بىخبر بودند . ما شير هر دايه‌اى را بر او حرام كرديم [ و آل فرعون به سراغ دايه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار ، ج 13 ، ص 14 - 25 .\r\n( 2 ) . همان ، ص 25 - 26 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nمىگشتند 
  ] تا آنكه [ خاله موسى 
  ] گفت : آيا مايليد شما را به خانواده‌اى كه از اين كودك پرستارى كند و با محبت و دلسوزى تربيتش نمايد ، راهنمايى كنم ؟ بدين وسيله موسى را به مادرش بازگردانديم تا ديده‌اش به جمال فرزندش روشن شود و ناراحتىاش بر طرف گردد و به يقين بداند كه وعدهء خدا حق است ، ولى بيشتر مردم از اين حقيقت آگاهى ندارند . « 1 »\r\nموسى كودكى را در خانهء فرعون مىگذراند . گاه گفتار و كردار او فرعون را به شگفتى وامىداشت ؛ به گونه‌اى كه گاه تصميم به قتلش مىگرفت . يك روز ، پس از عطسه ، جملهء « الْحَمْدُ لِلَّهِ رَبِّ الْعالَمينَ » را از او شنيد . روز ديگر موسى ، سر و صورت فرعون را چنگ زد . هر بار همسر فرعون از او به عنوان اينكه كودك است و نمىتواند خوب و بد را تشخيص دهد ، حمايت مىكرد . « 2 »\r\n\r\nهجرت موسى ( ع )\r\nسالها گذشت و موسى به سن جوانى رسيد . در اين دوران حادثه‌اى رخ داد كه وضع زندگىاش را دگرگون ساخت . روزى نزاع جوانى از بنى اسرائيل و فردى از مصريان را ديد و به درخواست جوان بنىاسرائيلى به كمك او شتافت . در اين نزاع جوان مصرى به قتل رسيد .\r\nموسى ، كه از اين حادثه متأثر شده بود ، به درگاه خدا استغفار كرد و تصميم گرفت از شهر خارج شود . صبح روز بعد با دلهره از شهر خارج مىشد كه باز همان جوان بنىاسرائيلى را ديد . او با فرد ديگرى از مصريان به نزاع مشغول است . بار ديگر موسى به يارى او شتافت . مرد مصرى با مشاهدهء موسى اظهار داشت :\r\nاى موسى ! مىخواهى مرا هم مثل آن مرد به قتل برسانى ؟ معلوم مىشود كه تو قصد گردنكشى و آشوب در اين شهر را دارى !\r\nدر همين حال ، مؤمنى از آل فرعون كه ايمانش را مخفى نگاه داشته بود ، به موسى خبر داد كه مأموران فرعون در جست‌وجوى تو هستند . بدين رو بود كه موسى از شهر خارج شد و پس از چند روز راه‌پيمايى به مدين رسيد . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قصص ( 28 ) ، آيات 10 - 14 .\r\n( 2 ) . بحارالانوار ، ج 13 ، ص 27 .\r\n( 3 ) . قصص ( 28 ) ، آيات 15 - 22 ؛ و نيز ر . ك : بحارالانوار ، ج 13 ، ص 28 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nحضرت موسى مردم را در اطراف چاه آبى ديد و چشمش به دو دختر افتاد كه دور از مردان ، در حال جمع‌آورى گوسفندان خود بودند . جلو رفت و علت توقفشان را در آنجا سؤال كرد . پاسخ دادند :\r\nپدر ما ، مردى سالخورده است و به ناچار ما بايد براى شبانى به صحرا بياييم و مىخواهيم گوسفندانمان را آب دهيم .\r\nموسى گوسفندان آنان را سيراب كرد . سپس در سايهء درختى به استراحت پرداخت . او كه همواره به ياد خدا بود و گفتار و كردارش براى رضاى الهى بود ، عرض كرد :\r\nرَبِّ إِنِّي لِمَا أَنزَلْتَ إِلَيَّ مِنْ خَيْرٍ فَقِيرٌ . ( قصص : 24 )\r\nپروردگارا ! من به چيزى ( غذايى ) كه تو نازل فرمايى ، نيازمندم .\r\nامير مؤمنان على ( ع ) درباره اين دعا و درخواست حضرت موسى ( ع ) مىفرمايد :\r\nبه خدا سوگند ، موسى جز لقمهء نانى كه خود را سير كند ، نمىخواست ، چرا كه از گياهان مىخورد و آثارش در پوست شكمش نمايان بود . « 1 »\r\nيكى از آن دو دختر ، به دستور پدرش شعيب سراغ موسى آمد و گفت :\r\nپدرم تو را به خانه‌اش دعوت كرده تا پاداش تو را در خدمتى كه به ما كردى و به گوسفندانمان آب دادى ، پرداخت كند . « 2 »\r\nموسى همراه دختر شعيب به راه افتاد . بار ديگر صداقت و امانت و عفّت موسى نمايان شد ؛ زيرا به دختر شعيب فرمود :\r\nتو از پشت سر من حركت كن . من از خاندانى هستم كه به زنان نامحرم نگاه نمىكنند .\r\nشعيب به موسى پيشنهاد كرد كه در مقابل ازدواج با يكى از دختران او ، ده سال در خانه‌اش خدمت كند و موسى نيز پذيرفت و بدين ترتيب ، ده سال در خانهء شعيب زندگى كرد .\r\n\r\nآغاز رسالت\r\nموسى ( ع ) پس از گذشت ده سال تصميم گرفت نزد خانواده‌اش بازگردد . موسى همراه همسرش\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار ، ج 13 ، ص 28 . به نقل از تفسير على بن ابراهيم .\r\n( 2 ) . قصص ( 28 ) ، آيهء 25 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nراهى مصر شد . در وادى طوى در طور سينا و در شبى سرد و تاريك ، در حالى كه راه را گم كرده بود ، آتشى را از دور ديد . موسى به طرف آتش حركت كرد به گمان آنكه كسى در كنار آتش باشد و راه را از او بپرسد و اگر كسى نبود قدرى آتش براى گرم كردن خود و همسرش بياورد . « 1 » او همسرش را در آنجا گذاشت و به سوى آتش روانه شد . چون به آتش نزديك شد ، ناگهان ندا رسيد :\r\nفَلَمَّا أَتَاهَا نُودِيَ يَامُوسَى إِنِّي أَنَا رَبُّكَ فَاخْلَعْ نَعْلَيْكَ إِنَّكَ بِالْوَادِ الْمُقَدَّسِ طُوىً وَأَنَا اخْتَرْتُكَ فَاسْتَمِعْ لِمَا يُوحَى إِنَّنِي أَنَا اللَّهُ لَا إِلهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَاةَ لِذِكْرِي إِنَّ السَّاعَةَ آتِيَةٌ أَكَادُ أُخْفِيهَا لِتُجْزَى كُلُّ نَفْسٍ بِمَا تَسْعَى . ( طه : 11 - 15 )\r\nاى موسى ! من پروردگار توام . كفشهاى خود را بيرون آور . تو در سرزمين مقدس « طوى » هستى .\r\nمن تو را [ به مقام رسالت 
  ] برگزيدم . پس به سخن وحى گوش فرا ده . من خداى يكتا هستم و هيچ خدايى جز من نيست ، پس مرا عبادت كن و نماز را براى ياد من به پا دار ! بدون شك روز قيامت خواهد رسيد و زمان آن را مخفى كرديم تا هر كسى را به پاداش اعمالش برسانيم .\r\nحق تعالى در آغاز رسالت ، توحيد و معاد را به عنوان دو اصل اساسى به پيامبرش يادآورى كرد ، آنگاه آيات خود را به او نشان داد و وى را با دو برهان يعنى « اژدها شدن عصا » و « درخشش نور از دست موسى » به سوى فرعون روانه كرد :\r\nاذْهَبْ إِلَى فِرْعَوْنَ إِنَّهُ طَغَى . ( طه : 24 )\r\n( اى موسى ! ) به سوى فرعون برو كه او سركشى كرده است .\r\nموسى ( ع ) چون سنگينى رسالت را بر دوش خود احساس كرد ، از خداى سبحان براى موفقيت در انجام رسالتش استمداد جست :\r\nرَبِّ اشْرَحْ لِي صَدْرِي وَيَسِّرْ لِي أَمْرِي وَاحْلُلْ عُقْدَةً مِن لِسَانِي يَفْقَهُوا قَوْلِي وَاجْعَل لِي وَزِيراً مِنْ أَهْلِي هَارُونَ أَخِي اشْدُدْ بِهِ أَزْرِي وَأَشْرِكْهُ فِي أَمْرِي كَيْ نُسَبِّحَكَ كَثِيراً وَنَذْكُرَكَ كَثِيراً . ( طه : 25 - 34 )\r\nپروردگارا ! به من سينه‌اى گشاده عطا فرما ، كارم را سهل گردان و عقده و گره از زبانم بگشا تا مردم به خوبى سخنم را بفهمند و [ براى انجام اين مأموريت 
  ] فردى از خاندانم را وزير و معاون من قرار ده ، برادرم هارون را برگزيده و پشت مرا به او محكم كن و در اين امر او را شريك من قرار ده تا تو را بسيار تسبيح گوييم و تو را بسيار ياد كنيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الميزان ، ج 14 ، ص 137 ، بيروت .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nحضرت موسى ( ع ) ابزارى را كه براى ابلاغ رسالت الهى به فرعون و درباريانش لازم داشت ، از خداى سبحان درخواست كرد .\r\nخداى سبحان پس از پذيرفتن درخواستهاى موسى ، نعمتهايى را كه به وى عطا فرموده ، يادآورى مىكند تا موسى با بصيرت و آگاهى بيش‌ترى ، مأموريتش را آغاز كند . همچنين پس از بيان مأموريت آنان دربارهء چگونگى انجام اين مأموريت مىفرمايد :\r\nفَقُولَا لَهُ قَوْلًا لَّيِّناً لَّعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشَى . ( طه : 44 )\r\nامّا با او به نرمى سخن بگوييد ، شايد [ از خواب غفلت بيدار شود و 
  ] متذكر گردد يا از خدا بترسد .\r\nسپس در برابر نگرانى موسى و هارون از خطراتى كه متوجه آنان و رسالتشان بود ، به آنها اطمينان داده ، مىفرمايد :\r\nبه سوى فرعون روانه شويد و به او بگوييد كه ما دو رسول پروردگار تو هستيم تا از اين پس دست از آزار و اذيت و ظلم به بنىاسرائيل بردارى و آنان را به ما بسپارى . ما با معجزه و نشانه از جانب پروردگار تو آمده‌ايم . درود خدا بر كسى كه هدايت شود و از راه درست پيروى كند . « 1 »\r\nبدين ترتيب ، بار ديگر خداى سبحان براى نجات ملتى از زير يوغ طاغوتيان و آزاد كردن آنان از هر قيد و بندى ، يكى از بندگان صالحش را برانگيخت .\r\n\r\nپرسش\r\n1 . پادشاهان مصر براى جلوگيرى از اقتدار بنىاسرائيل چه مىكردند ؟\r\n2 . علت هجرت موسى ( ع ) از مصر چه بود ؟\r\n3 . دوران رسالت موسى ( ع ) از چه زمانى و با چه مأموريتى آغاز شد ؟\r\n4 . معجزات موسى ( ع ) در برابر فرعون چه بود ؟\r\n5 . نخستين خواسته‌هاى موسى ( ع ) از خداى سبحان براى انجام مأموريت خود چه بود ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طه ( 20 ) ، آيهء 47 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nدرس يازدهم\r\n\r\nموسى ( ع ) و فرعون\r\nحضرت موسى ( ع ) به عنوان سوّمين پيامبر اولوالعزم و صاحب شريعت به همراه برادرش هارون براى نجات بنى اسرائيل از چنگ فرعون روانهء مصر شد . خداوند متعال در بيش از بيست سورهء قرآن ماجراى موسى و فرعون را به طور اجمال و تفصيل بيان كرده است .\r\nتفصيل اين داستان در سوره‌هاى اعراف ، يونس ، طه و شعراء آمده است .\r\n\r\nمواجهه با فرعون\r\nفرعون و پيروانش ، كه از « بت‌پرستان » شمرده مىشدند ، معتقد بودند كه اجزاى مختلف جهان هستى توسط خدايان گوناگون و پراكنده اداره مىشوند و هر يك از آنها بر يكى از شئون عالم ، ربوبيّت دارند . فرعون با شعار « انَا رَبُّكُمُ الْاعْلى » خود را ربّ بزرگ مردم مصر مىدانست و از اين رو ، با تمام قدرت و با ظلم و ستم بر مردم حكم مىراند . خداى سبحان براى نجات مردم مصر موسى ( ع ) را مبعوث كرد و به او فرمان داد كه همراه برادرش هارون پيامبر به سوى فرعون حركت كند .\r\nموسى و هارون ، خود را رسولان الهى معرفى كردند و مأموريت خويش را به اطلاع فرعون رساندند :\r\nأَنْ أَرْسِلْ مَعَنَا بَنِي إِسْرَائِيلَ . ( شعراء : 17 )\r\nفرزندان اسرائيل را با ما بفرست .\r\nفرعون ، موسى را ، كه از كودكى نزد خود بزرگ كرده بود ، شناخت و اظهار داشت :\r\nآيا تو را در كودكى در ميان خود بزرگ نكرديم و ساليانى از عمرت را در ميان ما نبودى ؟ و آن كردهء خويش را كردى [ و كسى را كشتى 
  ] در حالى كه تو از ناسپاسان بودى . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شعراء ( 26 ) ، آيهء 18 - 19 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nموسى پس از نقل ماجرا و بيان هجرتش از مصر ، نعمتهاى الهى را در حق خويش يادآور شد كه خداوند به او علم و حكمت آموخته و او را از پيامبران قرار داده است . « 1 » سپس فرعون را به عذاب الهى تهديد كرد و گفت بر من وحى شده كه عذاب خدا بر كسى فرود مىآيد كه خدا و آياتش را تكذيب كند و از حق رو برگرداند . « 2 »\r\nفرعون با شنيدن اين سخن ، از موسى و هارون پرسيد كه خداى شما كيست ؟ موسى از اين فرصت استفاده كرده ، به معرفى خداى سبحان پرداخت :\r\nرَبُّنَا الَّذِي أَعْطَى كُلَّ شَيْءٍ خَلْقَهُ ثُمَّ هَدَى . . . الَّذِي جَعَلَ لَكُمُ الْأَرْضَ مَهْداً وَسَلَكَ لَكُمْ فِيهَا سُبُلًا . ( طه : 50 و 53 )\r\nپروردگار ما كسى است كه هر چيزى را آفريد ، سپس در راه رسيدن به كمالش هدايت كرد . . .\r\nهمان خدايى كه زمين را آسايشگاهى براى شما قرار داد و در آن راههايى براى [ رفت و آمد 
  ] شما پديد آورد .\r\nخداى سبحان ، در آيات ياد شده ، گفت‌وگوى موسى و فرعون را براى مسلمانان بازمىگويد . موساى كليم ، در سورهء مباركهء شعراء ، خداى سبحان را اين‌گونه معرفى مىكند :\r\nاو پروردگار آسمانها و زمين و هر آنچه كه در ميان آنهاست ، مىباشد ، اگر باور كنيد . او پروردگار شما و پروردگار پدران اوليهء شماست . او پروردگار مشرق و مغرب و آنچه در ميان آنهاست ، مىباشد ، اگر بينديشيد . « 3 »\r\nحضرت موسى براى بيدار ساختن و هدايت فرعون ابتدا به طور كامل خدا را به او معرفى مىكند و قدرت خداوند را در بازگرداندن موجودات در روز قيامت يادآور مىشود . آن‌گاه به نعمتهاى الهى اشاره مىكند و او را به استفاده از اين نعمتها و شكرگزارى فرامىخواند .\r\nموسى با بيان اين مطالب به فرعون و اطرافيانش مىفهماند كه او داراى هيچ‌گونه ربوبيّتى در عالم هستى نيست و ربّ مطلق ، خداست . فرعون ، كه از پاسخگويى به آن حضرت عاجز بود ، هر بار به تمسخر و تهديد متوسل مىشد . گاه رو به فرعونيان مىكرد كه آيا شما نمىشنويد ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، آيهء 21 .\r\n( 2 ) . طه ( 20 ) ، آيهء 48 .\r\n( 3 ) . شعراء ( 26 ) ، آيهء 24 - 28 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nو گاهى موسى را مجنون و ديوانه معرفى مىكرد و گاهى نيز او را به زندان تهديد مىنمود . « 1 »\r\n\r\nمعجزهء موسى ( ع )\r\nحضرت موسى ( ع ) آيات و نشانه‌هاى الهى را آشكار ساخت . ابتدا عصايش را به زمين انداخت . اژدهايى بزرگ نمايان شد . سپس دستش را از آستين بيرون آورد و نورى مانند نور خورشيد از آن ظاهر گرديد . فرعون كه ترس ، تمام وجودش را احاطه كرده بود ، موسى را به جادوگرى متهم كرد و به جادوگران خود گفت :\r\nاو مىخواهد با جادوى خود شما را از شهرتان خارج كند . « 2 »\r\nاطرافيان از او خواستند كه از موسى مهلت بگيرد و تمام جادوگران را براى مبارزه با او جمع كند . فرعون ، جادوگران را از شهرهاى مختلف فراخواند و به آنان وعدهء پاداش داد .\r\nمردم را نيز براى شركت در مراسم مبارزه جادوگران با موسى و هارون دعوت كرد . در روز معين كه همه اجتماع كردند ، موسى از جادوگران خواست تا آنان شروع كنند . جادوگران هر چه در توان داشتند ، با چوبها و طنابهاى خود به سحر و جادوگرى پرداختند و به عزت فرعون سوگند ياد كردند كه بر موسى غلبه خواهند كرد .\r\nچون نوبت به موسى رسيد ، آن حضرت عصا را به زمين افكند . ناگاه اژدهايى ظاهر شد و تمام بساط جادوگران را بلعيد . جادوگران تا آن روز چنين صحنه‌اى را نديده بودند . آنان خود اهل تشخيص بودند و سحر را از غير سحر تمييز مىدادند . با مشاهدهء اژدها دانستند كه كار موسى جادوگرى نيست و در حقيقت با آنچه آنان انجام مىدهند ، تفاوت دارد . از آنجا كه معجزه « آيهء الهى » است و هر انسان سليم النفسى با مشاهدهء آن پى به نبوت آورندهء آن مىبرد ، جادوگران با مشاهدهء معجزهء موسى به سجده افتادند و به خداى جهانيان ايمان آوردند .\r\nفرعون با مشاهدهء اين صحنه مبهوت شد و از شدت خشم و غضب آنان را عتاب كرد كه شما چگونه بدون اجازهء من به خداى موسى ايمان آورديد ؟ به زودى شما را مجازات خواهم كرد و دست و پايتان را مىبُرم و شما را به دار مىكشم . « 3 »\r\nاثر ايمان راستين ، كه در دل و جان جادوگران رسوخ كرده بود ، در اينجا تجلّى يافت و در پاسخ فرعون گفتند :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، آيهء 24 - 28 .\r\n( 2 ) . همان ، آيهء 35 .\r\n( 3 ) . شعراء ( 26 ) ، آيات 36 به بعد .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nقَالُوا لَا ضَيْرَ إِنَّا إِلَى رَبِّنَا مُنقَلِبُونَ إِنَّا نَطْمَعُ أَن يَغْفِرَ لَنَا رَبُّنَا خَطَايَانَا أَن كُنَّا أَوَّلَ الْمُؤْمِنِينَ .\r\n( شعراء : 50 - 51 )\r\nگفتند : « مهم نيست ، [ هر كارى از دستت ساخته است بكن 
  ] ! ما به سوى پروردگارمان بازمىگرديم . ما اميدواريم كه پروردگارمان خطاهاى ما را ببخشد ، چرا كه ما نخستين ايمان‌آورندگان بوديم ! »\r\nآن‌گاه به درگاه خدا دعا كردند :\r\nرَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراً وَتَوَفَّنَا مُسْلِمِينَ . ( اعراف : 126 )\r\nپروردگارا ! به ما صبر و استقامت عطا كن و ما را در حالى كه تسليم رضاى تو هستيم ، بميران .\r\nعلامه طباطبايى ( ره ) مفسر قرآن كريم مىنويسد :\r\nنكتهء عجيب در برخورد ساحران فرعون با او اين است كه پس از مشاهدهء معجزه موسى در حضور فرعون جبار و ستمگر و عنيد كه داعيهء « انَا رَبُّكُمُ الْاعْلى » داشت ، ايستادند و با قاطعيت ، ايمان خود را آشكار ساختند و اين حكايت از دلهاى مطمئن ، عزمهاى راسخ و ايمانهاى ثابت و برهان قوى و بلاغت گفتار آنان مىكرد . « 1 »\r\nفرعون با تحريك گروهى از سران قومش ، تصميم گرفت موسى و پيروانش را كيفر دهد و مردانشان را بكشد و زنانشان را به اسارت گيرد ؛ امّا موساى كليم ، پيروانش را به صبر و استقامت فراخواند و آينده‌اى روشن را به آنان نويد داد :\r\nقَالَ مُوسَى لِقَوْمِهِ اسْتَعِينُوا بِاللّهِ وَاصْبِرُوا إِنَّ الْأَرْضَ لِلّهِ يُورِثُهَا مَنْ يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ . ( اعراف : 128 )\r\nموسى به قومش گفت : از خدا كمك بخواهيد و در برابر مشكلات صبر كنيد ، زمين از آن خداست و به هر كس از بندگانش بخواهد ، واگذار مىكند . عاقبت نيكو از آنِ نيكوكاران است .\r\nآن‌گاه مسئوليت سنگين آنان را گوشزد كرد :\r\nقَالَ عَسَى رَبُّكُمْ أَنْ يُهْلِكَ عَدُوَّكُمْ وَيَسْتَخْلِفَكُمْ فِي الْأَرْضِ فَيَنْظُرَ كَيْفَ تَعْمَلُونَ . ( اعراف : 129 )\r\nموسى اظهار داشت : اميد است پروردگار شما ، دشمنانتان را هلاك سازد و شما را در زمين جانشين او كند تا بنگرد كه چگونه عمل مىكنيد [ و بدين وسيله شما را امتحان كند 
  ] .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الميزان ، ج 8 ، ص 219 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nعناد و لجاجت فرعونيان در ايمان نياوردن به موسى و دشمنى با او و يارانش ، سبب شد كه خداوند نشانه‌هاى ديگرى را بر آنان نمايان سازد ؛ نشانه‌هايى كه با مجازات و كيفر همراه بودند . آنان ، با طوفان ، هجوم ملخ ، شپش ، وزغ و خون شدن آب ، عذاب شدند . هر بار از موسى مىخواستند كه از خدا بخواه عذاب را بردارد و ما به تو ايمان مىآوريم و از آزار بنىاسرائيل دست برمىداريم ؛ امّا پس از رفع عذاب ، دوباره بر كفر خويش اصرار مىكردند .\r\nآنان به جاى آنكه به موسى ايمان آورند ، او را مىآزردند و نقشهء قتلش را مىكشيدند . مؤمن آل فرعون « 1 » لب به اعتراض گشود و به نصيحت آنان پرداخت :\r\nآيا مىخواهيد مردى را بكشيد كه مىگويد : خدا پروردگار من است و براى شما دلايل روشنى از پروردگارتان آورده است ؟ ! « 2 »\r\nسپس با يادآورى تاريخ گذشتگان ، درصدد راهنمايى آنان برآمد و افزود :\r\nيَا قَوْمِ إِنَّمَا هذهِ الْحَيَاةُ الدُّنْيَا مَتَاعٌ وَإِنَّ الْآخِرَةَ هِيَ دَارُ الْقَرَارِ مَنْ عَمِلَ سَيِّئَةً فَلَا يُجْزَى إِلَّا مِثْلَهَا وَمَنْ عَمِلَ صَالِحاً مِن ذَكَرٍ أَوْ أُنثَى وَهُوَ مُؤْمِنٌ فَأُولئِكَ يَدْخُلُونَ الْجَنَّةَ يُرْزَقُونَ فِيهَا بغَيْرِ حِسَابٍ . ( غافر : 39 - 40 )\r\nاى قوم ! اين زندگى دنيا متاعى بيش نيست و آخرت ، منزلگاه هميشگى است . هر كس عمل بدى انجام دهد ، جز به مثل آن جزا داده نمىشود و هر كس - زن باشد يا مرد - عمل صالحى انجام دهد ، در صورتى كه مؤمن باشد در بهشت داخل مىشود و بدون حساب در آن از روزى بهره‌مند مىگردد .\r\nفرعون درصدد مجازات « مؤمن آل فرعون » برآمد ؛ امّا خداى سبحان او را از شرّ فرعون حفظ نمود . پيام موسى در درون خانهء فرعون نيز نفوذ كرد . آسيه ، همسر فرعون به موسى ايمان آورد و از زنان شايستهء تاريخ گرديد . سرانجام ، آسيه به طرز فجيعى به دست فرعون كشته شد . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مؤمن آل فرعون ، مردى از فرعونيان بود كه به موسى ( ع ) ايمان آورده بود ؛ اما ايمان خود را پنهان مىداشت و در دل به موسى عشق مىورزيد و در هنگام حساسى به دفاع از موسى ( ع ) پرداخت . برخى او را پسر عمو يا پسرخاله فرعون و يا خزانه‌دار او دانسته‌اند . ( ر . ك . تفسير نمونه ، ج 20 ، ص 87 )\r\n( 2 ) . مؤمن ( 40 ) ، آيهء 28 .\r\n( 3 ) . بحارالانوار ، ج 13 ، ص 164 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\nعاقبت فرعونيان\r\nستمگريهاى فراوان فرعون سبب شد تا موسى مأموريت يابد بنىاسرائيل را از مصر خارج سازد . فرعون همراه لشكريانش به تعقيب آنان برآمد . خداى سبحان ، نمونهء ديگرى از اقتدار و عظمت خويش را نمايان ساخت . بنىاسرائيل در ميانهء راه به دريا رسيدند و فرعونيان نيز به دنبالشان در حركت بودند .\r\nفَأَوْحَيْنَا إِلَى مُوسَى أَنِ اضْرِب بِّعَصَاكَ الْبَحْرَ فَانفَلَقَ فَكَانَ كُلُّ فِرْقٍ كَالطَّوْدِ الْعَظِيمِ . ( شعراء : 63 )\r\nو به دنبال آن به موسى وحى كرديم : « عصايت را به دريا بزن ! » و [ با انجام اين كار 
  ] دريا از هم شكافته شد و هر بخشى همچون كوهى عظيم بود !\r\nموسى و بنى اسرائيل وارد آب شدند . فرعون نيز به همراه لشكريانش به دنبال آنان روانه شدند . بنى اسرائيل به سلامت گذشتند ولى فرعونيان در ميانهء راه غرق شدند و بدين وسيله ، خداوند سبحان فرعون و پيروانش را به دليل تكذيب آياتش كيفر داد و آنان را مايهء عبرت براى مردم ساخت . « 1 »\r\n\r\nپرسش\r\n1 . فرعون كه بود و چه اعتقادى داشت ؟\r\n2 . موسى ( ع ) در پاسخ فرعون ، خداوند را چگونه معرفى كرد ؟\r\n3 . واكنش جادوگران در برابر معجزهء حضرت موسى ( ع ) چه بود ؟\r\n4 . نصيحت مؤمن آل فرعون به قومش چه بود ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : اعراف ( 7 ) ، آيه 126 و شعراء ( 26 ) ، آيه 67 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n5 . عاقبت فرعون و لشكريانش را شرح دهيد .\r\n\r\nدرس دوازدهم\r\n\r\nموسى ( ع ) و بنىاسرائيل\r\nتاريخ زندگانى حضرت موسى ( ع ) را مىتوان به سه بخش عمده تقسيم كرد : بخش اول مربوط به زمان تولد تا رسيدن به سن جوانى و هجرت به مدين و سپس بازگشت از آنجا به سوى مصر . بخش دوم ، مربوط به زمان بعثت و برانگيخته شدن به پيامبرى و ابلاغ دعوت الهى به فرعون و نيز مبارزه با فرعون و اطرافيانش تا پيروزى بر فرعونيان و هلاكت دشمنان آن حضرت . بخش سوم ، با گذر از رود نيل پس از هلاكت فرعونيان آغاز مىشود و تا هنگام وفات آن حضرت ادامه مىيابد . در اين بخش ، تلاش اصلى آن حضرت ، نجات بنىاسرائيل از عقايد باطل و رهنمون ساختن آنها به سوى بندگى خدا و نيز رساندن آنان به سرزمين موعود است . اين دوران را به تعبيرى مىتوان دوران درگيرى ميان موسى ( ع ) و بنى اسرائيل ناميد ، زيرا بر اثر حوادثى كه پيش آمد ، روشن شد كه بنىاسرائيل پيرو و مطيع كامل موسى ( ع ) نبودند و با بهانه‌هاى مختلف ، آن حضرت را آزار مىدادند . برخى از حوادث اين دوران را مرور مىكنيم .\r\n\r\nدرخواست بت‌پرستى\r\nموسى ( ع ) قوم خود را در پرتو لطف و معجزه الهى از رود نيل عبور داد و به سوى سرزمين مقدس يعنى فلسطين و شام ، كه قرار بود در آنجا مسكن گزينند ، به حركت درآورد . مبارزهء طولانى موسى و هارون ( ع ) با فرعونيان بت‌پرست ، كه در برابر چشمان بنىاسرائيل صورت گرفت و نيز ديدن معجزات الهى به دست موسى ( ع ) كافى بود تا بنىاسرائيل را به راه خداپرستى سوق دهد ، امّا انس دراز مدت اين گروه با بت‌پرستان مصر سبب شده بود كه\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nعلاقه به بت‌پرستى در دلشان نفوذ كرده ، خود را نشان دهد . از اين رو ، در مسير حركتشان كه به قومى بت‌پرست رسيدند ، از موسى ( ع ) خواستند كه براى آنان بتى تهيه كند تا آن را بپرستند . موسى ( ع ) از اين درخواست جاهلانه سخت برآشفت و به آنها رو كرد و گفت : « شما جمعيت جاهل و بىخبرى هستيد . » پس از آن به آنان تأكيد كرد اينان كه بت مىپرستيدند داراى آيينى پوچ و باطل بوده و اعمالشان سراسر خسران و تباهى و هلاكت است . آن حضرت همچنين نعمتهاى الهى بر بنى اسرائيل را برشمرد و نجات آنان را از فرعونيان ستمگر كه فرزندانشان را مىكشتند و زنانشان را به اسارت مىگرفتند به آنان يادآور شد و گفت : « چگونه غير از خداوند براى شما معبودى بطلبم ، در حالى كه خداوند شما را بر جهانيانِ ( عصر خودتان ) برترى داده است . » « 1 »\r\nحضرت على ( ع ) نيز در پاسخ فرد يهودى كه گفت : « شما مسلمانان هنوز پيامبرتان را به خاك نسپرده بوديد كه اختلاف كرديد . » همين موضوع درخواست بت‌پرستى بنىاسرائيل را يادآور شد و فرمود : « ما دربارهء دستورات و سخنانى كه از پيامبرمان رسيده اختلاف كرديم ، نه دربارهء خود پيامبر و نبوتش [ تا چه رسد به الوهيت پروردگار 
  ] ، ولى شما پايتان از آب دريا خشك نشده بود كه به پيامبرتان گفتيد ، براى ما معبودى بساز آنچنان كه اين بت‌پرستان معبودانى دارند ، و او در جواب به شما گفت : شما جمعيتى هستيد كه در جهل غوطه‌وريد ! » « 2 »\r\n\r\nبهانه‌گيريهاى بى جا\r\nكژرويها و سستىهاى بنىاسرائيل يكى پس از ديگرى بروز مىكرد . آنان كه به دست موسى ( ع ) از چنگ فرعون نجات يافته بودند ، به جاى شكر نعمت ، به ايراد و اشكال مىپرداختند و به موسى مىگفتند :\r\nموسى ! ما را هلاك كردى و كشتى ! ما را از شهر و ديار آباد به بيابانى آوردى كه نه آب دارد و نه سايه و نه درخت . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : اعراف ( 7 ) ، آيات 138 - 141 .\r\n( 2 ) . نهج‌البلاغه ، كلمات قصار ، ش 317 .\r\n( 3 ) . تفسير قمى ، ج 1 ، ص 48 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nپس از آن ، خداوند بار ديگر بر آنان منّت نهاد و روزها سايه‌اى در مقابل خورشيد بر سر آنان قرار مىگرفت ، همچنين غذاهايى چون « منّ » و « سلوى » از آسمان برايشان حواله مىكرد و نيز حضرت موسى ( ع ) با عصاى خود به سنگ زد و دوازده چشمه ، به تعداد قبيله‌هايشان براى آنان جارى شد . « 1 » خداوند سبحان در برابر اين نعمتها ، از بنىاسرائيل مىخواست كه بندگى خدا نمايند و سركشى نكنند كه مستحق عذاب الهى شوند :\r\nكُلُوا مِن طَيِّبَاتِ مَا رَزَقْنَاكُمْ وَلَا تَطْغَوْا فِيهِ فَيَحِلَّ عَلَيْكُمْ غَضَبِي وَمَن يَحْلِلْ عَلَيْهِ غَضَبِي فَقَدْ هَوَى وَإِنِّي لَغَفَّارٌ لِمَن تَابَ وَآمَنَ وَعَمِلَ صَالِحاً ثُمَّ اهْتَدَى . ( طه : 81 - 82 )\r\nبخوريد از روزيهاى پاكيزه‌اى كه به شما داده‌ايم و در آن طغيان نكنيد ، كه غضب من بر شما فرود مىآيد و هر كس كه غضبم بر او فرود آيد سقوط مىكند . و من هر كه را توبه كند ، و ايمان آورد ، و عمل صالح انجام دهد ، سپس هدايت شود ، مىآمرزم .\r\nاما متأسفانه آنان به نصايح الهى گوش ندادند و پس از چندى به بهانه‌گيرى پرداختند و خواستار غذاهاى ديگرى شدند و خداوند بر آنان غضب نمود . « 2 »\r\n\r\nرفتن موسى ( ع ) به ميقات و انحراف قوم\r\nموسى ( ع ) براى دريافت وحى و الواح تورات ، به فرمان الهى براى سى شب عازم كوه طور شد و برادر خويش هارون را به جانشينى خود گمارد ؛ اما مأموريت آن حضرت تا چهل شب تمديد شد :\r\nوَوَاعَدْنَا مُوسَى ثَلَاثِينَ لَيْلَةً وَأَتْمَمْنَاهَا بِعَشْرٍ فَتَمَّ مِيقَاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً وَقَالَ مُوسَى لْأَخِيهِ هَارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلَاتَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ . ( اعراف : 142 )\r\nو ما با موسى ، سى شب وعده گذاشتيم ؛ و سپس آن را با ده شب ( ديگر ) تكميل نموديم ؛ به اين ترتيب ، ميعاد پروردگارش ( با او ) ، چهل شب تمام شد . و موسى به برادرش هارون گفت :\r\n« جانشين من در ميان قوم باش ؛ و ( آنها را ) اصلاح كن ؛ و از روش مفسدان ، پيروى منما . »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : بقره ( 2 ) ، آيه 60 ؛ اعراف ( 7 ) ، آيه 160 .\r\n( 2 ) . ر . ك : بقره ( 2 ) ، آيهء 61 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nپس از كامل شدن چهل روز ، خداوند با موسى ( ع ) سخن گفت و الواح را كه حاوى دستورات و شريعت موسى ( ع ) بود بر او نازل مىكرد . در اين هنگام ، موسى ( ع ) از خداوند خواست كه خود را بر او متجلى و آشكار سازد تا او را ببيند . خداوند به او فرمود : هرگز مرا نخواهى ديد و براى اين كه به دو بفهماند كه تحمل خواسته‌اش را ندارد ، به او گفت : تو تحمل اين تجلى را ندارى ولى من به كوه ( كه بسيار مقاوم‌تر از تو است ) تجلى خواهم نمود ، اگر كوه در جاى خود قرار گرفت و ديدن و هيبت مرا تحمل كرد ، تو هم مىتوانى مرا ببينى . و آن گاه كه خداوند بر كوه تجلى نمود ، آن را متلاشى ساخت و موسى ( ع ) بىهوش شد . آن حضرت پس از به هوش آمدن ، عرضه داشت : خداوندا تو منزهى و من از خواستهء خود توبه مىكنم و به سوى تو بازمىگردم و من اولين مؤمنم . پس از آن خداوند فرمود كه من تو را به ابلاغ رسالتم و هم‌صحبتى با خودم برگزيده‌ام ، پس تو هم آنچه را بر تو فرستاده‌ام برگير و از شاكران باش و به قومت نيز بگو كه دستورات اين الواح را فراگيرند و بدان عمل كنند ( و از فاسقان دورى گزينند ) كه من جايگاه فاسقان را به شما نشان خواهم داد . « 1 »\r\nچون بازگشت موسى ( ع ) از كوه طور پس از سى شب به تأخير افتاد و ده شب بر آن افزوده شد ، شخصى به نام « سامرى » مردم را فريفت و با جواهرات آنان ، گوساله‌اى ساخت و مردم را به پرستش آن فراخواند . هنگامى كه موسى ( ع ) از مأموريت بازگشت و گوساله‌پرستى مردم را ديد ، به خشم آمد و گفت :\r\nاى مردم ! مگر پروردگارتان به شما وعدهء نيكو نداده بود ؟ مگر اين مدت به نظرتان طولانى شد ؟\r\nيا خواستيد مغضوب خدا شويد كه از عهد من سرپيچى كرديد ؟ « 2 »\r\nالواح را به سويى افكند و برادر خود ، هارون را گرفت و خشمگين به سوى خود كشيد و گفت : چرا پس از گمراهى قوم ، از من پيروى نكردى ( و قوم را از عملشان بازنداشتى ) ! هارون عذر آورد كه از ترس تفرقه ميان بنىاسرائيل ، تنها به نهى از گوساله‌پرستى بسنده كرده است .\r\nموسى ( ع ) پس از آن به سراغ سامرى رفت و او را به شدت توبيخ كرد و گفت : از پيشِ من برو كه در زندگى به بيمارى دچار خواهى شد كه همه از تو متنفر مىشوند و در آخرت نيز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : اعراف ( 7 ) ، آيات 142 - 145 .\r\n( 2 ) . طه ( 20 ) ، آيه 86 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nجايگاهت دوزخ است . و نيز به خداى ساختگىات بنگر كه آن را آتش زده ، خاكسترش را به دريا خواهم افكند . « 1 »\r\nموسى ( ع ) بار ديگر به كمك برادرش ، بساط بت‌پرستى را برچيد و به معرفى خداوند پرداخت و گفت :\r\nإِنَّمَا إِلهُكُمُ اللَّهُ الَّذِي لَا إِلهَ إِلَّا هُوَ وَسِعَ كُلَّ شَيْءٍ عِلْماً . ( طه : 98 )\r\nمعبود شما فقط خدايى است كه هيچ معبودى جز او نيست و علم او همه چيز را دربرمىگيرد .\r\nو پس از آن موضوع توبه و بازگشت به سوى خدا را مطرح كرد و مانع نااميدى بنىاسرائيل شد . « 2 »\r\n\r\nسرگردانى چهل ساله\r\nپس از پذيرش توبهء بنى اسرائيل از جانب خدا ، موسى ( ع ) الواحى را كه حاوى وحى و دستورات الهى بود به بنى اسرائيل عرضه كرد ؛ امّا آنان نپذيرفتند تا آنكه خداى سبحان كوه طور را مانند سايه‌اى بر سرشان قرار داد تا آنان را متوجه اقتدار و عظمت خود نمايد . بار ديگر توبه كردند و با موسى پيمان بستند كه به اوامر الهى پايبند باشند . « 3 »\r\nاين پيمان نيز پايدار نماند و بنى اسرائيل كه مردمانى بهانه‌جو ، سست ايمان و پيمان‌شكن بودند ، بار ديگر پيمان خويش را شكستند . موسى با ارائه آيات الهى ، آنان را به سوى سرزمين مقدس و موعود يعنى شام و بيت‌المقدس حركت داد . بنى اسرائيل در ميانهء راه مأموريت يافتند كه با مردم ستمگر ساكن در اريحا بجنگند و آن منطقه را فتح كنند . « 4 »\r\nموسى به دوازده نفر مأموريت داد تا به نزديكى شهر روند و اخبارى از آنجا بياورند .\r\nفرستادگان موسى در آن شهر با مردمانى قوى و نيرومند رو به رو شدند و در بازگشت مشاهدات خود را براى موسى نقل كردند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : اعراف ( 7 ) ، آيه 150 و طه ( 20 ) ، 85 - 97 .\r\n( 2 ) . ر . ك : اعراف ( 7 ) ، آيه 153 .\r\n( 3 ) . ر . ك . سورهء بقره ( 2 ) ، آيهء 63 ؛ سورهء نساء ( 4 ) ، آيهء 154 و سورهء اعراف ( 7 ) ، آيهء 171 .\r\n( 4 ) . بحارالانوار ، ج 13 ، ص 183 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nبا آنكه پيامبر خدا از آنان خواست كه مشاهداتى كه موجب تضعيف روحيهء مردم مىشود ، از آنان پنهان دارند ، بيش‌تر آنان ماجرا را گفتند و رعب و وحشت در دل مردم افكندند و آنان را از جنگ و مبارزه برحذر داشتند . موسى ، بنى اسرائيل را به جنگ و جهاد فراخواند ؛ امّا سودى نبخشيد و در پاسخ وى گفتند :\r\nدر آن شهر ، قوم ستمگرى هستند و تا آنان خارج نشوند ، ما داخل نخواهيم شد . . . . « 1 »\r\nدو تن از مؤمنان راستين كه جزو گروه اعزامى بدان شهر بودند ، مردم را به جنگ تشويق كردند و گفتند :\r\n. . . داخل اين شهر شويد . اگر داخل شديد ، پيروز خواهيد شد و بر خدا توكل كنيد ، اگر ايمان داريد . « 2 »\r\nاما آنان با گستاخى و بىادبى پاسخ دادند :\r\nاى موسى ! ما هرگز [ براى جنگ حركت نخواهيم كرد و 
  ] تا زمانى كه آنان در آن شهر هستند داخل آن نخواهيم شد ، تو و پروردگارت برويد و بجنگيد ، ما در اينجا نشسته‌ايم [ و منتظريم 
  ] . « 3 »\r\nموسى ( ع ) كه براى نجات و هدايت مردمش بسيار كوشيده و خون دلها خورده بود ، با مشاهدهء اين همه ضعف و حقارت و ذلّت ، با حزن و اندوه به خداى سبحان عرضه داشت :\r\nقَالَ رَبِّ إِنِّي لَا أَمْلِكُ إِلَّا نَفْسِي وَأَخِي فَافْرُقْ بَيْنَنَا وَبَيْنَ الْقَوْمِ الْفَاسِقِينَ . ( مائده : 25 )\r\nپروردگارا ! من و برادرم جز بر خود مالك نيستيم ، تو ميان ما و مردم زشتكار جدايى بينداز .\r\nبار ديگر ، عذاب الهى بر اين قوم فاسق نازل شد و چهل سال در بيابانها سرگردان شدند و از ورود به آن شهر محروم ماندند . بدين سان ، يك نسل از قوم بنى اسرائيل روزگار را به سختى و رنج گذراندند و از دنيا رفتند ؛ امّا فرزندان آنان به دست « يوشع بن نون » ، كه بعد از موسى به نبوت رسيد ، نجات يافتند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مائده ( 5 ) ، آيهء 23 .\r\n( 2 ) . مائده ( 5 ) ، آيهء 24 .\r\n( 3 ) . همان ، آيهء 25 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nبنىاسرائيل و آزمونى ديگر\r\nروزى در ميان بنى اسرائيل ، كسى كشته شد و جسدش را ميانهء راه انداختند و قاتلش معلوم نشد . گروهى از نزديكان مقتول ، نزد موسى رفتند و از او كمك خواستند . موسى آنان را راهنمايى كرد و فرمود :\r\nخداى سبحان امر مىكند كه گاوى را ذبح كنيد . « 1 »\r\nآنان به جاى اطاعت از خدا و پيامبرش با بىادبى به موسى گفتند :\r\nآيا ما را مسخره مىكنى ؟ موسى گفت : به خدا پناه مىبرم ، كه از افراد نادان باشم . « 2 »\r\nبنى اسرائيل به جاى ذبح گاو ، به اشكال‌تراشى و بهانه‌جويى پرداختند و از موسى خواستند كه خصوصيات گاو را بگويد و با سؤالات پى در پى ، تكليف خود را دشوارتر كردند و موظف شدند كه گاوى را ذبح كنند كه زرد يكدست است ، نه پير و از كار افتاده و نه خيلى جوان است و براى شخم زدن رام نشده است و زراعتى را هم آب نداده است و . . . . آنها با زحمت بسيار گاوى را با اين خصوصيات يافتند و پس از ذبح ، به دستور موسى جزئى از بدن گاو را به مقتول زدند و بدين ترتيب ، فرد مقتول زنده شد و قاتل خود را معرفى كرد . بدين وسيله يكى ديگر از مشكلات بنى اسرائيل به كمك موسى و با هدايت خداى سبحان حل شد .\r\nقرآن كريم پس از نقل داستان ، براساس روش خاص خود ، به يكى از اصول اساسى اعتقادى در مكتب انبياى الهى اشاره مىكند و بار ديگر مردم را به تفكر و تأمّل فرامىخواند :\r\nكَذلِكَ يُحْيِي اللّهُ الْمَوْتَى وَيُرِيكُمْ آيَاتِهِ لَعَلَّكُمْ تَعْقِلُونَ . ( بقره : 73 )\r\nاين‌گونه خداوند مردگان را زنده مىكند و آيات خود را به شما نشان مىدهد ، شايد بينديشيد .\r\nسرانجام ، حضرت موسى ( ع ) در 120 سالگى ، « 3 » پس از عمرى تلاش و مجاهدت در راه هدايت مردم و مبارزه با شرك و بت‌پرستى ، دار فانى را وداع كرد ؛ اما بنى اسرائيل همچنان به ناسپاسى در برابر نعمتهاى الهى ادامه دادند و پيامبران بعد از موسى را نيز به رنج و سختى انداختند و حتى گروهى از آنان را كشتند . در دوران بعد نيز يهوديان از حضرت عيسى ( ع ) و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ( 2 ) ، آيهء 67 .\r\n( 2 ) . همان ، آيهء 68 .\r\n( 3 ) . بحارالانوار ، ج 13 ، ص 372 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nپيامبر گرامى اسلام ( ص ) نافرمانى كردند و خود را « نژاد برتر » و « بندگان خاص خدا » دانستند كه در روز قيامت مورد لطف و عنايت مخصوص خدا قرار خواهند گرفت . از اين رو ، خداى سبحان در قرآن كريم مىفرمايد :\r\nقُل يَا أَيُّهَا الَّذِينَ هَادُوا إِن زَعَمْتُمْ أَنَّكُمْ أَوْلِيَاءُ لِلَّهِ مِن دُونِ النَّاسِ فَتَمَنَّوُا الْمَوْتَ إِن كُنتُمْ صَادِقِينَ وَلَا يَتَمَنَّوْنَهُ أَبَداً بِمَا قَدَّمَتْ أَيْدِيهِمْ وَاللَّهُ عَلِيمٌ بِالظَّالِمِينَ . ( جمعه : 6 - 7 )\r\n[ اى پيامبر ! به يهوديان 
  ] بگو ، اى يهود ! اگر گمان مىكنيد كه شما دوستداران خدا هستيد نه ساير مردم ، چنانچه راست مىگوييد ، آرزوى مرگ كنيد ، در حالى كه به خاطر اعمال زشتى كه انجام دادند و از پيش فرستادند ، هرگز آرزوى مرگ نمىكنند و خدا به حال ستمگران آگاه است .\r\n\r\nپرسش\r\n1 . نمونه‌هايى از بهانه‌گيريهاى بنى اسرائيل در برابر حضرت موسى ( ع ) را ذكر كنيد .\r\n2 . خداوند در پاسخ حضرت موسى ( ع ) كه خواستار تجلى خداوند شده بود ، چه فرمود ؟\r\n3 . برخورد موسى ( ع ) پس از فتنه سامرى را شرح دهيد .\r\n4 . چرا بنى اسرائل به سرگردانى چهل ساله مبتلا شدند ؟\r\n5 . خداوند در پاسخ به ادعاى قوم يهود كه خود را نژاد برتر و بندگان خاص خدا مىدانستند چه فرموده است ؟\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nدرس سيزدهم\r\n\r\nداوود ، سليمان ، يونس ، زكريّا و يحيى ( عليهم‌السّلام )\r\nپس از رحلت حضرت موسى ( ع ) تا زمان بعثت حضرت عيسى ( ع ) پيامبران پرشمارى براى هدايت مردم برانگيخته شدند . درس حاضر به زندگى و مجاهدات پنج پيامبر آسمانى كه در اين روزگار مىزيسته‌اند ، خواهد پرداخت .\r\n\r\nحضرت داوود ( ع )\r\nبنى اسرائيل از ظلم و ستم پادشاه خويش به نام « جالوت » به تنگ آمده بودند . گروهى از آنان سراغ پيامبر خدا « اشموئيل » رفتند « 1 » و از او خواستند تا از خداوند بخواهد كه براى آنان فرماندهى براى جنگ با جالوت برگزيند .\r\nخداوند ، طالوت را برگزيد ؛ امّا بنىاسرائيل كه خود چنين درخواستى كرده بودند ، از همان آغاز به مخالفت برخاستند و گفتند كه طالوت فقير و تهيدست است و چگونه مىتواند حكومت را به دست گيرد و فرمانده جنگ باشد ؟ ! خداوند متعال ويژگيهاى طالوت را بيان كرد . قرآن كريم از اين دو ويژگى ياد مىكند و آنها را علم و نيروى جسمانى مىداند :\r\nوَقَالَ لَهُمْ نَبِيُّهُمْ إِنَّ اللّهَ قَدْبَعَثَ لَكُمْ طَالُوتَ مَلِكاً قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنَ الْمَالِ قَالَ إِنَّ اللّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ . ( بقره : 247 )\r\nو پيامبرشان به آنها گفت : خداوند طالوت را براى زمامدارى شما مبعوث [ و انتخاب 
  ] كرده است . گفتند : چگونه او بر ما حكومت كند ، با اينكه ما از او شايسته‌تريم ، و او ثروت زيادى ندارد ؟ ! گفت : خدا او را بر شما برگزيده و او را در علم و جسم [ و قدرت 
  ] وسعت بخشيده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجمع البيان ، ج 1 ، ص 350 ، صيدا . بعضى نيز احتمال داده‌اند « اشموئيل » همان « اسماعيل » صادق الوعد فرزندحزقيل است .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nگروهى از بنى اسرائيل تحت فرماندهى طالوت به جنگ جالوت رفتند و خالصانه و صادقانه به درگاه خداى سبحان دعا كردند :\r\nرَبَّنَا أَفْرِغْ عَلَيْنَا صَبْراً وَثَبِّتْ أَقْدَامَنَا وَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ . ( بقره : 250 )\r\nپروردگارا ! به ما صبر و استقامت عنايت فرما و قدمهاى ما را ثابت گردان و ما را بر گروه كافران پيروز كن .\r\nهرچند شمار اينان در برابر انبوه لشكريان جالوت اندك بود ، به پيروزى رسيدند و جالوت به دست جوان رشيدى به نام « داوود » كشته شد . خداوند متعال با شكست جالوت ، به داوود سلطنت و حكمت عنايت كرد و هر چه مىخواست به او آموخت . « 1 »\r\nخداى سبحان همچنين داوود را در كنار ساير پيامبران الهى ستوده و « زبور » را بر او نازل كرده است « 2 » و علم ، فضيلت ، « 3 » حكمت و « فصل الخطاب » ( علم داورى و قضاوت ) را به او عنايت نموده است . « 4 » قرآن كريم او را اوّاب ( بسيار توبه كننده ) و دارندهء « زلفا » ( مقام و منزلت قرب ) در پيشگاه الهى و دارندهء « حسن مآب » ( عاقبت نيكو ) شمرده است . همچنين در قرآن آمده است كه خداوند او را خليفه خويش در زمين قرار داد و به حكومت و قدرت رسانيد . « 5 » كوهها و مرغان را مسخّر او كرد تا با او تسبيح گويند . « 6 » آهن سخت را برايش نرم ساخت « 7 » تا براى گذران زندگى خود زره ببافد و از بيت‌المال ارتزاق نجويد . « 8 » از ديگر نعمتهاى الهى به آن حضرت ، لحن و صوت بسيار زيبا بود .\r\n\r\nقضاوت داوود\r\nحضرت داوود ( ع ) مانند ديگر پيامبران براى رسيدن به كمالات معنوى با امتحانات دشوارى رو به رو گشت . روزى دو تن براى داورى نزد او آمدند . يكى از آنان گفت :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بقره ( 2 ) ، آيات 246 - 252 .\r\n( 2 ) . نساء ( 4 ) ، آيهء 163 .\r\n( 3 ) . سبأ ( 34 ) ، آيهء 10\r\n( 4 ) . ص ( 38 ) ، آيهء 20 .\r\n( 5 ) . همان ، آيهء 19 به بعد . الميزان ، ج 17 ، ص 204 .\r\n( 6 ) . انبياء ( 21 ) ، آيهء 79 .\r\n( 7 ) . سبأ ( 34 ) ، آيهء 10\r\n( 8 ) . بحارالانوار ، ج 14 ، ص 13 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nبرادر من نود و نه ميش دارد و من يك ميش دارم . او مىگويد : اين يك گوسفند را هم به من واگذار و با اين سخن مرا تهديد كرده است . « 1 »\r\nداوود در مقام قضاوت گفت :\r\nاو در اين ادعايش كه ميش تو را به ميشهاى خود ملحق سازد ، به تو ظلم كرده است و بسيارى از كسانى كه با هم زندگى مىكنند ، در حق يكديگر ظلم مىكنند . « 2 »\r\nاو پس از قضاوت دريافت كه آن دو تن ، از فرشتگان الهى بوده و براى آزمودن او در امر قضاوت مأموريت داشته‌اند . به خطاى خود در قضاوت كه تنها با شنيدن اظهارات يكى از طرفين دعوا داورى كرده بود ، پى برد و در پيشگاه خداوند متعال خضوع و توبه كرد . « 3 » خداوند او را بخشيد و فرمود :\r\nاى داوود ! ما تو را جانشين در زمين قرار داديم ، پس ميان مردم به حق داورى كن و از هوا و هوس پيروى مكن كه از راه خدا گمراه و منحرف مىشوى . بىترديد كسانى كه از راه خدا گمراه شوند ، گرفتار عذاب شديد خواهند شد ، به جرم اينكه روز قيامت و رسيدگى به اعمال را فراموش كردند . « 4 »\r\nدر روايت آمده است كه خداى سبحان به « داوود » چنين وحى فرمود :\r\nاى داوود ! من پنج چيز را در پنج چيز قرار دادم و مردم آنها را در پنج چيز ديگر مىجويند و نمىيابند . علم را در گرسنگى و تلاش و كوشش نهادم و مردم در سيرى و راحتى مىطلبند و پيدا نمىكنند . عزت را در اطاعت از پيروى خود نهادم و مردم در خدمت سلاطين مىجويند و نمىيابند . ثروت و بىنيازى را در قناعت نهادم و مردم در كثرت مال مىجويند و بدان نمىرسند . رضايت و خشنودى خود را در مبارزه با نفس نهادم و مردم در رضايت نفس مىجويند و نمىيابند . راحتى را در بهشت نهادم و مردم در دنيا مىجويند و بدان نمىرسند . « 5 »\r\nداوود ( ع ) صد سال زندگى كرد و چهل سال از آن را به حكمرانى در ميان مردم مشغول بود . « 6 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ص ( 38 ) ، آيهء 23 .\r\n( 2 ) . همان ، آيهء 24 .\r\n( 3 ) . همان ، آيهء 25 .\r\n( 4 ) . همان ، آيهء 26 .\r\n( 5 ) . قصص قرآن ، ج 2 ، ص 224 ، به نقل از عدة الداعى ، ابن فهد حلّى .\r\n( 6 ) . بحارالانوار ، ج 14 ، ص 8 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nحضرت سليمان ( ع )\r\nقرآن كريم در چندين سوره نام حضرت سليمان ( ع ) را آورده و تنها به فرازهايى از زندگى آن حضرت اشاره نموده است . « 1 »\r\nحضرت سليمان ( ع ) در نوجوانى به نبوت رسيد . گروهى از مردم كه نمىتوانستند نبوت نوجوانى را بپذيرند ، به داوود اعتراض كردند كه افراد با تجربه‌تر و بزرگ‌تر در ميان ما وجود دارند . داوود براى نشان دادن علم و فضيلت فرزندش ، داورى در دعوايى را به او واگذار كرد .\r\nامام صادق ( ع ) در اين باره مىفرمايد :\r\nدو تن كه درباره گوسفند و زمين زراعتى خود اختلاف داشتند ، نزد داوود آمدند . داوود آنان را به سليمان ارجاع داد . سليمان به صاحب زمين گفت : گوسفند چه زمانى وارد زمين تو شد و زراعتش را از بين برد ؟ وى گفت : شب هنگام . سليمان رو به صاحب گوسفند كرد و گفت : يك سال منافع گوسفند تو مثل بره‌ها و پشم و ساير منافعش از آن اوست . پس از اين داورى حكيمانه ، داوود به سليمان فرمود : چرا گوسفند را به صاحب زمين ندادى [ و فقط منافعش را به او واگذار كردى 
  ] ، چنان كه علماى بنى اسرائيل اين گونه حكم مىكنند ؟ گفت : گوسفند ، تنها زراعت زمين او را از بين برده و ريشهء زراعت را نابود نكرده [ و صاحب زمين را يك سال از منافع آن محروم كرده 
  ] و زمين در سال آينده ، دوباره قابل استفاده است . « 2 »\r\nخداوند سبحان نيز حكم سليمان را تأييد كرد و وى را ستود . « 3 » نعمتهايى كه به سليمان عطا شد ، از او پيامبرى دلسوز و حاكمى قدرتمند ساخت كه در راه ترويج دين خدا و هدايت مردم تلاش مىكرد . خداى سبحان او را بنده ، بسيار توبه كننده و از پيامبران راه يافته خوانده و به او حكمت و فرزانگى و آگاهى از منطق پرندگان ، نبوّت ، سلطنت ، علم قضاوت ، تسخير باد و جنّيان و فرشتگان عنايت فرموده است . سليمان ، پس از آزمايشى از سوى خدا ، به سوى پروردگار انابه كرد و گفت :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك . بقره ( 2 ) ، آيه 102 ؛ انبياء ( 21 ) ، آيات 78 - 82 ؛ نمل ( 27 ) ، آيات 15 - 44 ؛ سبا ( 34 ) ، آيات 12 - 14 و ص ( 38 ) ، آيات 30 - 40 .\r\n( 2 ) . اصول كافى ، ج 1 ، ص 278 .\r\n( 3 ) . انبياء ( 21 ) ، آيهء 79 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nقَالَ رَبِّ اغْفِرْ لِي وَهَبْ لِي مُلْكاً لَايَنْبَغِي لِأِحَدٍ مِنْ بَعْدِي إِنَّكَ أَنتَ الْوَهَّابُ . ( ص : 35 )\r\nگفت : پروردگارا ! مرا ببخش و به من سلطنتى عطا كن كه بعد از من شايستهء هيچ كس نباشد ، كه تو بسيار بخشنده‌اى .\r\nحضرت سليمان مال و ملك را از پدر به ارث برد « 1 » و ساختمانهاى بزرگ و معبدها و حوضهاى سنگى و ديگهاى بزرگ به دستور آن حضرت و به دست جنيان و شياطين ساخته شد . « 2 »\r\n\r\nسليمان و بلقيس\r\nروزى سليمان به اطراف خود نگريست و هدهد را غايب ديد . گفت : چه شده كه هدهد را نمىبينم . او را عذاب خواهم كرد ، يا خواهم كشت يا بايد دليل روشنى براى غيبت خود بياورد . خيلى منتظر نماند كه هدهد آمد و به وى خبر داد كه در ديار سبا مردمى زندگى مىكنند كه زنى بر آنان حكومت مىكند و به جاى خدا به آفتاب سجده مىكنند ، شيطان از راه منحرفشان كرده و به راه راست هدايت نشده‌اند . سليمان نامه‌اى نوشت و هدهد به ملكهء سبا رساند . « 3 » ملكه سبا با دريافت نامه ، مشاوران خود را فرا خواند و آنان را در جريان نامه سليمان قرار داد و گفت :\r\nيَا أَيُّهَا الْمَلَؤُا إِنِّي أُلْقِيَ إِلَيَّ كِتَابٌ كَرِيمٌ إِنَّهُ مِن سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ أَلَّا تَعْلُوا عَلَيَّ وَأْتُونِي مُسْلِمِينَ . ( نمل : 29 - 31 )\r\nاى بزرگان ! به من نامه‌اى گرامى رسيده كه از سليمان است و [ آن چنين است 
  ] به نام خداى بخشنده مهربان . بر من برترى نجوييد و به سوى من آييد در حالى كه تسليم حق هستيد !\r\nمشاوران بلقيس با يادآورى قدرت نظامى خود و اينكه آمادهء دفاع از خود هستند ، تصميم‌گيرى را به او واگذار كردند . بلقيس كه زنى فهميده بود ، گفت :\r\nإِنَّ الْمُلُوكَ إِذَا دَخَلُوا قَرْيَةً أَفْسَدُوهَا وَجَعَلُوا أَعِزَّةَ أَهْلِهَا أَذِلَّةً وَكَذلِكَ يَفْعَلُونَ . ( نمل : 34 )\r\nپادشاهان وقتى وارد سرزمينى شوند ، تباهش مىكنند و عزيزانش را ذليل و خوار مىسازند ، كارشان هميشه چنين است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نحل ( 16 ) ، آيهء 16 .\r\n( 2 ) . انبياء ( 21 ) ، آيه 82 ؛ ص ( 38 ) ، آيه 37 ؛ سبا ( 34 ) ، آيه 12 .\r\n( 3 ) . نمل ( 27 ) ، آيات 20 به بعد .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nوى براى تشخيص اين كه سليمان از پيامبران الهى است يا از پادشاهان ، هدايايى براى او فرستاد ؛ ولى سليمان هدايا را برگرداند و فرمود :\r\nآيا مرا به مال خود كمك مىكنيد ؟ آنچه خدا به من داده ، بهتر از اينهاست كه به شما داده است .\r\nشماييد كه اين هدايا در نظرتان اهميت دارد و از آن مسروريد . « 1 »\r\nسپس فرستادهء ملكهء سبا را به فتح مملكتشان تهديد كرد . بلقيس از شواهد و قراين پى برد كه سليمان از پيامبران خداست . از اين رو ، تصميم گرفت نزد او برود و ايمان بياورد . سليمان از تصميم او آگاه شد و از اطرافيان خود خواست تا تخت بلقيس را قبل از رسيدن ، به مجلس او منتقل كنند . آصف برخيا كه بنابر برخى روايات وصىّ سليمان بود ، « 2 » گفت :\r\nمن قبل از آنكه چشم بر هم بگذارى و باز كنى ، آن را نزد تو مىآورم . « 3 »\r\nسليمان كه همواره به ياد خدا بود ، با مشاهدهء تخت بلقيس آن را لطف و مرحمت الهى شمرده ، گفت :\r\nهذَا مِن فَضْلِ رَبِّي لِيَبْلُوَنِي ءَأَشْكُرُ أَم أَكْفُرُ وَمَن شَكَرَ فَإِنَّمَا يَشْكُرُ لِنَفْسِهِ وَمَن كَفَرَ فَإِنَّ رَبِّي غَنِيٌّ كَرِيمٌ . ( نمل : 40 )\r\nاين از فضل و رحمت پروردگار من است كه مرا مىآزمايد كه آيا او را شكر مىگزارم يا كفران نعمت مىكنم و هر كس كه خدا را شكر كند ، براى خود مىكند و هر كس كفر بورزد ، پروردگار من بىنياز و كريم است [ و از اين ناحيه ضررى به او نمىرسد 
  ] .\r\nبلقيس با مشاهدهء جلال و عظمت ملك سليمان و نشانه‌هاى نبوّت آن حضرت ، همچون جريان هدهد ، برگرداندن هدايا و آوردن تخت او از سبا به دربار ، ترديدى در نبوّتش به خود راه نداد و با اظهار تأسف از گذشتهء خود ، گفت :\r\nرَبِّ إِنِّي ظَلَمْتُ نَفْسِي وَأَسْلَمْتُ مَعَ سُلَيْمَانَ لِلَّهِ رَبِّ الْعَالَمِينَ . ( نمل : 44 )\r\nپروردگارامن به خود ستم كردم و اينك با سليمان ، مطيع خداوندى كه پروردگار عالميان است مىباشم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نمل ( 27 ) ، آيهء 36 .\r\n( 2 ) . بحارالانوار ، ج 14 ، ص 115 .\r\n( 3 ) . نمل ( 27 ) ، آيهء 40 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nحضرت سليمان ( ع ) هنگام قبض روح در حالى كه به عصايش تكيه زده بود ، به لقاى حق پيوست ، به طورى كه اطرافيان او از وفاتش آگاه نبودند ، تا آنكه موريانه‌اى عصا را خورد و با شكستن عصا ، سليمان به زمين افتاد و بدين ترتيب ، مردم از رحلت او آگاه شدند . « 1 »\r\n\r\nحضرت يونس ( ع )\r\nبنابر آيات قرآنى ، خداوند متعال ، حضرت يونس ( ع ) را از مؤمنان و صالحان خوانده « 2 » و بنده‌اى خالص شمرده است . « 3 » همچنين او را در زمرهء پيامبران قرار داده و بر عالميان برترى داده و به صراط مستقيم هدايت فرموده است . « 4 »\r\nحضرت يونس براى هدايت قومى برانگيخته شد كه بيش از صدهزار نفر بودند ؛ اما او را تكذيب كردند و دعوتش را اجابت نكردند . يونس آنان را به عذاب الهى تهديد كرد و هنگام فرا رسيدن عذاب ، از شهر خارج شد . قوم يونس با مشاهدهء علايم عذاب الهى ، از كرده خويش پشيمان شدند و به درگاه خدا توبه كردند . بدين ترتيب ، عذاب از آنان برداشته شد .\r\nقوم يونس ، تنها قومى بود كه به واسطهء توبه ، عذابى كه نشانه‌هاى آن آغاز شده بود از آنان برداشته شد . يونس با شنيدن اين خبر غمگين گشت و به سفر خود ادامه داد و به ميان قوم بازنگشت . سوار بر كشتى پرجمعيتى شد و رفت . در ميانهء راه ، نهنگى راه را بر كشتى بست .\r\nسرنشينان كشتى قرعه انداختند تا يك نفر را به دريا اندازند و نهنگ را مشغول سازند و كشتى را نجات دهند . قرعه به نام يونس اصابت كرد . او را به دريا افكندند و نهنگ ، يونس را بلعيد و كشتى نجات يافت .\r\nخداى سبحان پيامبرش را در شكم نهنگ حفظ كرد . يونس دريافت كه اين ، بلا و آزمايشى از جانب خداست تا بدين وسيله او را براى رفتارش با قوم مؤاخذه كند . از اين رو در تاريكى فرياد استغاثه‌اش برخاست :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك . سبأ ( 34 ) ، آيه 14 .\r\n( 2 ) . انبياء ( 21 ) ، آيهء 88 .\r\n( 3 ) . قلم ( 68 ) ، آيهء 50 .\r\n( 4 ) . انعام ( 6 ) ، آيهء 87 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nأَن لَّا إِلهَ إِلَّا أَنتَ سُبْحَانَكَ إِنِّي كُنتُ مِنَ الظَّالِمِينَ . ( انبياء : 87 )\r\nپروردگارا ! هيچ معبودى غير از تو نيست ، منزهى تو ، به يقين من از ستمكاران بودم .\r\nخداوند متعال ، توبهء يونس را پذيرفت و او را از شكم نهنگ نجات داد :\r\nفَاسْتَجَبْنَا لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذلِكَ نُنْجِي الْمُؤْمِنِينَ . ( انبياء : 88 )\r\nپس ما او را اجابت كرديم و از تنگنا نجاتش داديم و ما اين‌گونه مؤمنان را نجات مىدهيم .\r\nنهنگ امانت خود را به ساحل انداخت . يونس به سختى نحيف و رنجور شده بود . در سايهء درخت كدويى ، كه خداى سبحان براى او رويانيد ، استراحت كرد و پس از بازگشت سلامت به سوى قوم خويش رفت . مردم نيز دعوت او را پذيرفتند .\r\nروشن است كه مقام و منزلت پيامبران بالاتر از آن است كه به گناه و خطا و اشتباه آلوده شوند . مواردى كه قرآن دربارهء برخى از آنان نقل كرده ، تنها « ترك اولى » است ، بدين معنا كه اگر آن كار را انجام نمىدادند ، بهتر بود .\r\n\r\nحضرت زكريّا ( ع )\r\nقرآن كريم در چند سوره از حضرت زكريا ( ع ) نام مىبرد و به گوشه‌هايى از شخصيت آن حضرت اشاره مىكند . « 1 » زكريا ( ع ) از پيامبران بنى اسرائيل و از فرزندان هارون است .\r\nماجرايى كه قرآن در سورهء مريم و آل عمران دربارهء آن حضرت نقل كرده ، ماجراى درخواست فرزند و اجابت اين خواسته از جانب خداست . ناراحتى و اندوه زكريا از فقدان فرزندى بود كه وارث او و آل يعقوب باشد و راهش را ادامه دهد . « 2 »\r\nحضرت زكريّا ، كه همسرش خالهء حضرت مريم بود ، به قيد قرعه سرپرستى او را برعهده گرفته بود هرگاه نزد مريم در محراب عبادتش مىآمد ، خوردنيهايى مىيافت . مىپرسيد اين خوردنيها از كجاست ؟ مريم پاسخ مىداد :\r\nاز جانب خداست ، خداوند بدون حساب به هر كس بخواهد روزى مىدهد . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك . آل عمران ( 3 ) ، آيات 37 - 41 ؛ مريم ( 19 ) ، آيات 2 - 11 و انبياء ( 21 ) ، آيات 89 - 90 .\r\n( 2 ) . مريم ( 19 ) ، آيهء 6 .\r\n( 3 ) . آل عمران ( 3 ) ، آيهء 37 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nزكريّا با مشاهدهء اين صحنه به وجد مىآمد و از خلوص مريم لذت مىبرد . « 1 » از اين رو ، از خداوند سبحان درخواست فرزندى كرد تا مانند مريم داراى كرامت و منزلت باشد :\r\nرَبِّ هَبْ لِي مِن لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ . ( آل عمران : 38 )\r\nپروردگارا ! از نزد خود ذريّه پاكى به من عطا فرما كه تو شنواى دعايى .\r\nخداوند او را به آرزويش رسانيد و در محراب عبادت ، بشارت فرزندى به او داد . زكريا به سن پيرى رسيده و همسرش پير و نازا بود . از اين رو شگفت‌زده شد . « 2 » براى آنكه مطمئن شود اين خبر از جانب فرشتگان الهى است ، نشانه‌اى خواست . به او گفتند نشانه اين است كه سه روز قادر به سخن گفتن نخواهد بود و بايد با اشاره سخن بگويد . زكريا سه روز با اشاره ، مردم را به تسبيح و عبادت خدا فرا خواند . « 3 » بشارت حق تعالى تحقق يافت و « يحيى » متولد شد .\r\nحضرت زكريّا ( ع ) پس از عمرى تلاش براى هدايت مردم ، به دست بنى اسرائيل به شهادت رسيد . « 4 »\r\n\r\nحضرت يحيى ( ع )\r\nيحيى ( ع ) به طور معجزه‌آسا از پدرى پير و مادرى نازا متولد شد . خداوند متعال در آيات فراوان او را مىستايد و در سورهء آل عمران به زكريا چنين بشارت مىدهد :\r\nفرشتگان او را ندا دادند ، در حالى كه در محراب عبادت ، به نماز ايستاده بود كه خدا تو را به يحيى بشارت داد ، ( فرزندى كه ) به كلمه‌اى از خدا ( حضرت عيسى ) گواهى مىدهد و بزرگوار و خويشتندار [ / پرهيزنده از زنان 
  ] و پيامبرى از صالحان است . « 5 »\r\nيحيى ، همزمان با حضرت عيسى ( ع ) مىزيست و در كودكى و در گهواره به پاكى و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الميزان ، ج 14 ، ص 7 .\r\n( 2 ) . آل عمران ( 3 ) ، آيات 39 و 40 .\r\n( 3 ) . همان ، آيهء 41 .\r\n( 4 ) . بحارالانوار ، ج 14 ، ص 181 .\r\n( 5 ) . آل عمران ( 3 ) ، آيهء 39 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nطهارت حضرت مريم ( س ) و نيز به نبوّت عيسى ( ع ) شهادت داد . او اولين پيامبرى بود كه در گهواره شهادت داد .\r\nبه يحيى در سنين كودكى ، علم و حكمت داده شد و او مشمول رحمت الهى گرديد . اين پيامبر الهى نسبت به خداى سبحان بنده‌اى باتقوا ، نسبت به پدر و مادرش نيكوكار و نسبت به مردم رئوف و مهربان بود . « 1 » خداوند متعال به او درود فرستاده ، مىفرمايد :\r\nسَلَامٌ عَلَيْهِ يَوْمَ وُلِدَ وَيَوْمَ يَمُوتُ وَيَوْمَ يُبْعَثُ حَيّاً . ( مريم : 15 )\r\nدرود بر او ، روزى كه به دنيا آمد و روزى كه از دنيا مىرود و روزى كه زنده برانگيخته مىشود .\r\nيحيى در كمال زهد و پارسايى زندگى مىكرد و لباسش از ليف خرما بود و غذايى بسيار ساده و اندك داشت . از اين رو در ميان قوم خود مورد احترام و عزت بود . پيروانش دور او جمع مىشدند و به نصايحش گوش فرامىدادند تا آنكه به دست پادشاه ستمگر وقت به قتل رسيد . پادشاه با زنى رابطه نامشروع برقرار كرد . يحيى آنان را از ارتكاب به گناه نهى كرد . چون يحيى در نظر پادشاه بسيار محترم بود ، ناچار از اطاعت آن حضرت بود . اين امر موجب شد كه زن ، نسبت به يحيى كينه‌توزى كند و از پادشاه بخواهد تا براى وصال به او سر يحيى را از بدن جدا كند . پادشاه هوسران سر يحيى را از بدن جدا كرد و براى او هديه فرستاد . « 2 »\r\n\r\nپرسش\r\n1 . واكنش بنىاسرائيل در برابر انتخاب طالوت به فرماندهى چه بود ؟\r\n2 . حضرت داوود ( ع ) در پيروزى بنى اسرائيل بر جالوت چه نقشى داشت ؟\r\n3 . ويژگى خاص حضرت داوود ( ع ) و فرزندش حضرت سليمان ( ع ) ، در ميان پيامبران چيست ؟\r\n4 . سليمان با فرستادگان ملكهء سبا چگونه برخورد كرد ؟\r\n5 . چرا حضرت يونس ( ع ) گرفتار نهنگ شد و چگونه نجات يافت ؟\r\n6 . علت شهادت حضرت زكريا ( ع ) و فرزندش حضرت يحيى ( ع ) چه بود ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مريم ( 19 ) ، آيات 11 - 13 ؛ الميزان ، ج 14 ، ص 18 .\r\n( 2 ) . بحارالانوار ، ج 14 ، ص 181 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nدرس چهاردهم\r\n\r\nحضرت عيسى ( ع ) ( 1 )\r\n\r\nمادر عيسى ( ع )\r\nداستان حضرت عيسى ( ع ) در چند سورهء قرآن آمده است . « 1 » مادر عيسى ( ع ) مريم دختر عمران بود . مادر مريم در زمان باردارىاش به گمان آنكه فرزندى كه در رحم دارد ، پسر است ، نذر كرد او را وقف راه خدا كند تا به خدمت مسجد درآيد ؛ اما با تولد مريم دچار غم و اندوه شد .\r\nولى سرانجام تصميم گرفت همو را به خدمت مسجد درآورد . مريم در اختيار كاهنان مسجد و تحت تكفّل زكريا كه يكى از آنان بود ، قرار گرفت . با رسيدن به سن بلوغ در محرابى مشغول عبادت شد . هرگاه زكريا نزد او مىرفت ، رزقى از جانب خدا نزد او مشاهده مىكرد . مريم ، صديقه ، معصومه ، طاهره و برگزيده بود و فرشتگان با او سخن مىگفتند و به او خبر مىدادند كه خداوند او را از ميان زنان ، برگزيده و پاكيزه ساخته و از عبادت كنندگان قرار داده است . « 2 »\r\nرسول اكرم ( ص ) ، حضرت مريم را در زمرهء زنان برجستهء عالم ذكر كرده و فرموده است :\r\nبهترين زنان بهشت چهار نفرند : خديجه دختر خويلد و فاطمه دختر محمد و مريم دختر عمران و آسيه دختر مزاحم ، همسر فرعون . « 3 »\r\n\r\nتولد عيسى ، معجزهء الهى\r\nمريم ( س ) بدون آنكه ازدواج كند و تنها در پرتو معجزهء الهى داراى فرزند شد . با تولد عيسى ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك . آل عمران ( 3 ) ، آيات 45 - 55 ؛ نساء ( 4 ) ، آيات 156 - 159 ؛ مائده ( 5 ) ، 110 - 118 ؛ مريم ( 19 ) ، آيات 16 - 36 .\r\n( 2 ) . الميزان ، ج 3 ، ص 473 و 474 ؛ و نيز ر . ك . سوره‌هاى آل عمران ( 3 ) ، آيهء 25 ؛ سورهء مريم ( 19 ) ، آيهء 16 ؛ سورهء انبياء ( 21 ) ، آيهء 91 و سورهء تحريم ( 66 ) ، آيهء 21 .\r\n( 3 ) . خصال ، ج 1 ، ص 205 ، مؤسسهء نشر اسلامى .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nيهوديان به طعن و سرزنش مريم پرداختند و گفتند : « اى مريم عجب كار زشت و شگفت‌آورى كردى ! اى خواهر هارون ، تو ، نه پدر ناصالحى داشتى و نه مادر زشت كردارى ! » « 1 »\r\nخداى سبحان براى حفظ آبرو و حيثيّت حضرت مريم ( س ) ، نشانه‌اى از نشانه‌هاى خود را پديدار ساخت . مريم به طفلى كه در گهواره بود ، اشاره كرد كه‌اى قوم ! با او سخن بگوييد .\r\nطفل ، به اذن خدا به سخن آمد و گفت :\r\nقَالَ إِنِّي عَبْدُ اللَّهِ آتَانِيَ الْكِتَابَ وَجَعَلَنِي نَبِيّاً وَجَعَلَنِي مُبَارَكاً أَيْنَ مَا كُنتُ وَأَوْصَانِي بِالصَّلَاةِ وَالزَّكَاةِ مَادُمْتُ حَيّاً وَبَرّاً بِوَالِدَتِي وَلَمْ يَجْعَلْنِي جَبَّاراً شَقِيّاً وَالسَّلَامُ عَلَيَّ يَوْمَ وُلِدتُّ وَيَوْمَ أَمُوتُ وَيَوْمَ أُبْعَثُ حَيّاً . ( مريم : 30 - 33 )\r\nمن بندهء خدا هستم كه به من كتاب آسمانى داده ، و پيامبرم قرار داد و هر جا باشم مايهء بركتم . تا زمانى كه زنده‌ام ، مرا به نماز و زكات سفارش نمود و به نيكى نسبت به مادرم توصيه كرد و مرا ستمكار و شقى قرار نداد . درود بر من ، روزى كه به دنيا آمدم و روزى كه مىميرم و روزى كه برانگيخته شوم .\r\nحضرت عيسى ( ع ) ، ضمن معرفى خود در گهواره ، به نسبتهاى ناروايى كه به مادر عفيف و بزرگوارش داده بودند ، پاسخ گفت .\r\nخداوند در ردّ پندار كسانى كه تولد فرزند بدون پدر را محال مىدانند و يا تولد او را بدين صورت دليل بر الوهيت او مىدانند ، خلقت حضرت عيسى ( ع ) را به خلقت حضرت آدم ( ع ) تشبيه كرده ، مىفرمايد :\r\nإِنَّ مَثَلَ عِيسَى عِندَ اللّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ . ( آل عمران : 59 )\r\nهمانا خلقت عيسى نزد خدا مانند خلقت آدم است كه خدا ، او را از خاك آفريد ، سپس به او گفت ، بشرى كامل باش ، پس همان‌طور شد .\r\nاگر آفرينش انسانى بدون پدر غير ممكن است ، پس خلقت آدم نيز ، كه نه پدرى داشت و نه مادرى ، بايد غير ممكن باشد و اگر خلقت عيسى بدون پدر دليل بر الوهيت اوست ، پس بايد حضرت آدم نيز بندهء خدا نباشد و براى او نيز مقام الوهيتى باشد ؛ در حالى كه معتقدين به الوهيت عيسى ، چنين مقامى را براى حضرت آدم معتقد نيستند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مريم ( 19 ) ، آيات 28 و 29 .\r\n( 2 ) . الميزان ، ج 3 ، ص 231 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nاز ديدگاه قرآن كريم ، حضرت عيسى ( ع ) ، بندهء خدا ، از پيامبران اولوا العزم الهى ، روح الله ، كلمة الله ، امام و پيشوا ، از شهداى اعمال ، وجيه و آبرومند ، مقرّب درگاه الهى ، برگزيده ، صالح ، مبارك ، پاكيزه ، نشانه‌اى براى مردم ، رحمتى از جانب خداوند و نيكوكار به مادر است . او در زمرهء كسانى است كه حق تعالى به وى ، كتاب و حكمت آموخته و بر او درود فرستاده و انجيل را به دو مرحمت فرموده است . « 1 »\r\nعيسى ( ع ) خود را به عنوان بنده و رسول خدا معرفى مىكرد و آنچه مسيحيان دربارهء او قائل شده‌اند ، ارتباطى با تعاليم او ندارد . قرآن كريم از پرسش خداوند از حضرت عيسى ( ع ) هنگام روز قيامت دربارهء انحراف مسيحيان چنين خبر داده است :\r\nهنگامى كه خداوند گفت : اى عيسى بن مريم ! آيا تو به مردم گفتى ، مرا و مادرم را به جاى خداوند ، به خدايى اختيار كنيد ؟ گفت : منزهى تو ، هرگز بر من روا نيست كه چنين سخن ناحقى را بگويم ، اگر من چنين سخنى را مىگفتم ، تو آگاه بودى ، تو آنچه را كه در نفس من است ، مىدانى و من از اسرار تو آگاه نيستم . همانا تويى كه به همه اسرار عالم آگاهى . من جز آنچه تو به من امر كردى ، نگفتم و آن اينكه ، خداى يكتا را كه پروردگار شماست ، بپرستيد و من تا زمانى كه در ميان آنان بودم ، گواه اعمالشان بودم ؛ ولى پس از آنكه مرا قبض روح كردى ، تنها تو خود ناظر اعمال آنان بودى و تو بر هر چيز آگاهى . « 2 »\r\nمسيحيان ، براى خدا فرزند در نظر گرفته ، عيسى را پسر او پنداشتند و نيز او را از سنخ وجود خداوند تصوّر كردند و به تثليث معتقد شدند . « 3 » جملاتى كه در انجيلهاى مسيحيان آمده ، آنان را واداشته تا در عين اعتقاد به يگانگى خدا ، عيسى را پسر او بدانند . با اين حال ، در تفسير اين اعتقاد ( تثليث ) نظريات فراوانى ارائه نموده‌اند كه شايد از هفتاد هم بگذرد . « 4 »\r\nقرآن مجيد از دو راه به اعتقاد فاسد آنان پاسخ مىدهد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ر . ك : مريم ( 19 ) ، آيه 30 ؛ نساء ( 4 ) ، آيه 171 ؛ احزاب ( 33 ) ، آيه 7 ؛ مائده ( 5 ) ، آيه 17 ؛ آل عمران ( 3 ) ، آيات 33 و 45 ؛ انعام ( 6 ) ، آيه 85 ؛ مريم ( 19 ) ، آيات 19 - 23 و مائده ( 5 ) ، آيه 46 .\r\n( 2 ) . مائده ( 5 ) ، آيات 116 و 117 .\r\n( 3 ) . همان ، آيه 73 .\r\n( 4 ) . الميزان ، ج 3 ، ص 310 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n1 . وجود فرزند براى خدا محال است ؛ زيرا لازمه فرزند داشتن ، جسميت است و خداوند جسم نيست .\r\n2 . عيسى « پسر خدا » نيست و تنها مخلوق اوست ؛ زيرا او مانند ديگر انسانها از مادر متولد شده و مراحل مختلف كودكى ، نوجوانى و جوانى را پشت سر گذاشته و مانند يك انسان ، از امكانات طبيعى استفاده كرده است . « 1 »\r\nقرآن كريم در نكوهش كسانى كه عيسى ( ع ) و يا هر شخص ديگرى را شريك خداوند بدانند مىفرمايد :\r\n. . . وَقَالَ الْمَسِيحُ يَابَنِي إِسْرَائِيلَ اعْبُدُوا اللّهَ رَبِّي وَرَبَّكُمْ إِنَّهُ مَن يُشْرِكْ بِاللّهِ فَقَدْ حَرَّمَ اللّهُ عَلَيْهِ الْجَنَّةَ وَمَأْوَاهُ النَّارُ وَمَا لِلظَّالِمِينَ مَنْ أَنْصَارٍ . ( مائده : 72 )\r\nمسيح گفت : اى بنى اسرائيل ! خدا را كه پروردگار من و پروردگار شماست ، عبادت كنيد . كسى كه به خدا شرك بورزد ، خداوند بهشت را بر او حرام كرده و جايگاه او ، آتش جهنم است و ستمگران ، يار و ياورى ندارند .\r\nوَقَالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللّهِ وَقَالَتِ النَّصَارَى الْمَسِيحُ ابْنُ اللّهِ ذلِكَ قَوْلُهُمْ بِأَفْوَاهِهِمْ يُضَاهِئُونَ قَوْلَ الَّذِينَ كَفَرُوا مِن قَبْلُ قَاتَلَهُمُ اللّهُ أَنَّى يُؤْفَكُونَ اتَّخَذُوا أَحْبَارَهُمْ وَرُهْبَانَهُمْ أَرْبَاباً مِن دُونِ اللّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَمَا أُمِرُوا إِلَّا لِيَعْبُدُوا إِلهاً وَاحِداً لَاإِلهَ إِلَّا هُوَ سُبْحَانَهُ عَمَّا يُشْرِكُونَ .\r\n( توبه : 30 - 31 )\r\nيهود گفتند : « عُزير پسر خداست ! » و نصارى گفتند : « مسيح پسر خداست ! » اين سخنى است كه با زبان خود مىگويند ، كه همانند گفتار كافران پيشين است ؛ خدا آنان را بكشد ، چگونه از حق انحراف مىيابند . آنها دانشمندان و راهبان خويش را معبودهايى در برابر خدا قرار دادند و [ همچنين 
  ] مسيح فرزند مريم را ؛ در حالى كه دستور نداشتند جز خداوند يكتايى را كه معبودى جز او نيست ، بپرستند ، او پاك و منزه است از آنچه همتايش قرار مىدهند !\r\n\r\nمعجزات عيسى ( ع )\r\nصرف نظر از كيفيت تولد حضرت عيسى ( ع ) و سخن گفتن او در گهواره ، كه هر كدام معجزه‌اى بود ، آن حضرت در طول زندگى نشانه‌هاى فراوانى به مردم ارائه داد . از گل مجسمهء پرنده‌اى را مىساخت و در آن مىدميد و به امر الهى به پرنده‌اى واقعى تبديل مىشد ، كور مادرزاد و مبتلاى به بيمارى پيسى را شفا مىداد ، مردگان را زنده مىكرد و خبر از غيب مىداد . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، ص 311 .\r\n( 2 ) . آل عمران ( 3 ) ، آيهء 49 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nحضرت عيسى ( ع ) هر معجزه‌اى را كه از خويش ظاهر مىساخت ، به اذن خدا بود و خود نيز براين امر تأكيد مىورزيد تا مردم تصور نكنند كه او به طور مستقل به چنين كارهاى شگفت‌انگيزى دست مىزند ، و براى آن حضرت مقام الوهيت قائل نشوند .\r\nدر اينكه چرا معجزات حضرت عيسى ( ع ) شفاى بيماران و زنده كردن مردگان بود ، روايت زير از حضرت رضا ( ع ) نقل شده است :\r\nابن سكّيت از حضرت پرسيد :\r\nچرا خداوند موسى بن عمران ( ع ) را به عصا و يد بيضا مبعوث كرد و عيسى ( ع ) را به طبّ و محمّد ( ص ) را به كلام و سخن ؟\r\nحضرت در پاسخ فرمود :\r\nچون خداوند موسى ( ع ) را فرستاد ، علم سحر بر مردم آن زمان چيره بود . موسى نيز از طرف خدا معجزه‌اى آورد كه مردم نتوانند مانندش را بياورند و به وسيلهء آن سحر و جادويشان را باطل كند و برهان و حجّت را برايشان ثابت نمايد . عيسى را وقتى مبعوث كرد كه بيماريها در آن زمان زياد بود و مردم به طبابت محتاج بودند . عيسى از همان نمونه معجزه آورد كه در ميان آنان نبود ؛ معجزه‌اى كه مرده را زنده مىكرد و كور مادر زاد و بيمارى برص را شفا مىداد تا بدين وسيله حجت خود را بر آنان تمام كند . خداى متعال محمد ( ص ) را وقتى به نبوت برانگيخت كه سخن و كلام و شعر بر اهل زمان غلبه كرده بود . آن حضرت نيز از كتاب خداى عزّوجلّ و موعظه‌ها و احكام آن معجزه‌اى آورد كه گفتار آنان را باطل نمود و حجت را بر آنان تمام كرد . « 1 »\r\nبا اين حال ، بنى اسرائيل به او ايمان نياوردند و معجزاتش را سحر و جادو قلمداد كردند . « 2 »\r\n\r\nنزول انجيل بر عيسى ( ع )\r\nطبق آيات قرآن كريم ، خداوند كتاب آسمانى انجيل را بر عيسى ( ع ) نازل فرموده است . در سورهء مائده مىفرمايد :\r\n. . . وَآتَيْنَاهُ الْإِنْجِيلَ فِيهِ هُدىً وَنُورٌ وَمُصَدِّقاً لِمَا بَيْنَ يَدَيْهِ مِنَ التَّوْرَاةِ وَهُدىً وَمَوْعِظَةً لِلْمُتَّقِينَ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . علل الشرايع ، ص 121 .\r\n( 2 ) . ر . ك : مائده ( 5 ) ، آيه 110 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n( مائده : 46 )\r\nو انجيل را به او داديم كه در آن ، هدايت و نور بود ؛ و تورات را ، كه قبل از آن بود ، تصديق مىكرد ؛ و هدايت و موعظه‌اى براى پرهيزگاران بود .\r\nكلمهء « انجيل » به قول بعضى يونانى و به قول بعضى ديگر در اصل فارسى بوده ، به معناى بشارت است . « 1 » البته دربارهء چگونگى نزول انجيل بر عيسى ( ع ) در قرآن مطلبى نيامده است و نمىتوان كيفيت نزول آن را تعيين نمود ، بر خلاف تورات كه به مكتوب بودن آن بر الواح هنگام نزول بر موسى ( ع ) تصريح شده است . تنها چيزى كه در اين زمينه از آيات قرآن استفاده مىشود آن است كه انجيل كتاب مستقلى مانند تورات و قرآن بوده است . « 2 »\r\nقرآن كريم اصرار دارد كه همواره از كتاب عيسى ( ع ) به لفظ انجيل تعبير كند ، نه اناجيل ، و با توجه به اينكه قبل از قرآن كريم و در عصر نزول آن ، چهار انجيل در دست مردم بوده و به نامهاى لوقا ، مرقس ، متى و يوحنا مشهور بوده است ، معلوم مىشود كه انجيل نازل شده از خداوند بر عيسى ( ع ) يك انجيل بوده و انجيلهاى موجود ، كتاب آسمانى نيستند ، بلكه دست خورده و تحريف شدهء انجيل اصلىاند و اين نوعى تعريض و كنايه به يهوديان و نصارا است . « 3 »\r\nهمچنين قرآن كريم دلالت دارد بر اينكه احكام دينى هر چه بوده ، در تورات بوده و انجيل چيزى جز تأييد شريعت تورات و دعوت بشر به سوى تورات نبوده است . البته انجيل برخى از احكام تورات را نيز نسخ كرده است . « 4 » از ديگر تعاليم انجيل نيز ، بشارت به آمدن پيامبر اعظم ( ص ) است كه قرآن كريم اين بشارت را نقل كرده است . « 5 »\r\n\r\nپرسش\r\n1 . حضرت عيسى ( ع ) پس از تولد در دفاع از عصمت مادر خويش چه گفت ؟\r\n2 . قرآن كريم چه اوصافى براى عيسى ( ع ) برشمرده است ؟\r\n3 . پاسخ قرآن كريم در انحراف مسيحيان كه عيسى ( ع ) را فرزند خدا قلمداد كرده‌اند ، چيست ؟\r\n4 . برخى از معجزات حضرت عيسى ( ع ) را برشماريد .\r\n5 . نظر قرآن كريم را در بارهء انجيل شرح دهيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الميزان ، مترجم ، ج 3 ، ص 10 .\r\n( 2 ) . ترجمه تفسير الميزان ، ج 5 ، ص 565 - 566 .\r\n( 3 ) . همان ، ج 3 ، ص 10 - 11 .\r\n( 4 ) . همان ، ج 3 ، ص 310 و ج 5 ، ص 567 .\r\n( 5 ) . ر . ك : اعراف ( 7 ) ، آيه 157 و صف ( 61 ) ، آيه 6 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nدرس پانزدهم\r\n\r\nحضرت عيسى ( ع ) ( 2 )\r\n\r\nتعاليم عيسى ( ع ) و مقابله يهوديان با آن حضرت\r\nحضرت عيسى ( ع ) نيز همانند موسى ( ع ) و ساير پيامبران بنى اسرائيل ، بنى اسرائيل را به دين توحيد و يكتاپرستى دعوت مىكرد و آنان را به تقوا و اطاعت از خود فرامىخواند . قرآن كريم ، پيام و دعوت آن حضرت را چنين شرح داده است :\r\nوَمُصَدِّقاً لِمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلأُحِلَّ لَكُم بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ وَجِئْتُكُمْ بِآيَةٍ مِن رَبِّكُمْ فَاتَّقُوا اللّهَ وَأَطِيعُونِ إِنَّ اللّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هذَا صِرَاطٌ مُستَقِيمٌ . ( آل عمران : 50 و 51 )\r\nو آنچه را پيش از من از تورات بوده ، تصديق مىكنم ؛ و ( آمده‌ام ) تا پاره‌اى از چيزهايى را كه [ بر اثر ظلم و گناه 
  ] بر شما حرام شده ، [ مانند گوشت بعضى از چهارپايان و ماهيها 
  ] حلال كنم ؛ و نشانه از طرف پروردگار شما ، برايتان آورده‌ام . پس از خدا بترسيد و مرا اطاعت كنيد . خداوند ، پروردگار من و شماست ؛ او را بپرستيد . اين است راه راست !\r\nاما يهوديان با وجود معجزات عيسى ( ع ) و با وجود يكسانى تعاليم آن حضرت با تعاليم موسى ( ع ) ، به مخالفت با آن حضرت برخاستند و مردم را از شنيدن دعوت و رسالتش بازداشتند و به توطئه‌گرى عليه او پرداختند . آنان وقتى نقشه‌هاى خود را بىنتيجه ديدند و ديدند كه فقرا و مستمندان رسالت او را پذيرفته‌اند و پيرامونش گرد آمده‌اند ، به توطئه جديدى دست زدند و حكومت روم را بر ضد او تحريك كردند و بدين گونه وانمود كردند كه عيسى ( ع ) مىخواهد تاج و تخت آنها را بر هم زند . آنان بدين ترتيب توانستند فرمانرواى روم را وادار سازند كه دستور دستگيرى عيسى ( ع ) را صادر نموده و حكم اعدام وى را نيز صادر كند .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n\r\nحواريون و حمايت از عيسى ( ع )\r\nپس از آن كه عيسى ( ع ) از هدايت اكثريت بنى اسرائيل نااميد شد و فهميد كه آنان ايمان نمىآورند ، به طرح جديدى دست زد و براى جدا كردن دوست از دشمن و شناخت مؤمنان ، اين پرسش را مطرح كرد كه چه كسانى حاضرند در راه رسالت الهى به او كمك كنند ؟ گروهى از ياران آن حضرت ، اعلام حمايت نمودند كه قرآن كريم با عنوان « حواريون » از آنها نام مىبرد :\r\nفَلَمَّا أَحَسَّ عِيسَى مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنْصَارِي إَلَى اللّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنْصَارُ اللّهِ آمَنَّا بِاللّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ رَبَّنَا آمَنَّا بِمَا أَنْزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ .\r\n( آل‌عمران : 52 و 53 )\r\nهنگامى كه عيسى از آنان احساس كفر ( و مخالفت ) كرد ، گفت : « كيست كه ياور من به سوى خدا [ براى تبليغ آيين او 
  ] گردد ؟ » حواريان گفتند : « ما ياوران خداييم ، به خدا ايمان آورديم ؛ و تو گواه باش كه ما اسلام آورده‌ايم . پروردگارا ! به آنچه نازل كرده‌اى ، ايمان آورديم و از فرستادهء ( تو ) پيروى نموديم ؛ ما را در زمرهء گواهان بنويس ! »\r\n« حواريون » جمع « حوارى » از ماده « حور » به معناى شستن و سفيد كردن است و گاه به هر چيز سفيد نيز اطلاق مىشود . در بارهء نامگذارى شاگردان مسيح ( ع ) به اين نام احتمالات متعددى داده شده ، ولى آنچه به ذهن نزديك‌تر است و در احاديث دينى هم آمده ، اين است كه آنها علاوه بر اين كه قلبى پاك و روحى با صفا داشتند ، در پاكيزه ساختن و روشن نمودن افكار ديگران و شست و شوى مردم از آلودگى و گناه كوشش فراوان داشتند . « 1 »\r\nحواريون دوازده نفر بودند كه عيسى ( ع ) در زمان حيات خويش ، آنان را براى تبليغ رسالت خود ، به نواحى ديگر اعزام مىنمود .\r\n\r\nتوطئه قتل عيسى ( ع )\r\nتبليغ آيين حضرت مسيح ( ع ) توسط حواريون ادامه داشت تا آنكه بنى اسرائيل به آزار و شكنجهء آنان برخاستند و از سوى ديگر ، سران يهود و پادشاه ، مخالفت و دشمنى خود با حضرت عيسى ( ع ) را به جايى رساندند كه نقشهء قتل آن حضرت را كشيدند . اما بنا بر مشيّت الهى فرد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تفسير نمونه ، ج 2 ، ص 426 .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nديگرى را كه در حق آن حضرت خيانت كرده بود ، اشتباهى به جاى آن حضرت گرفتند و به دار آويختند . يهوديان پنداشتند كه آن حضرت را به قتل رسانيده‌اند ، اما قرآن ، آن را توهّمى بيش نمىداند و مىفرمايد :\r\nوَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللّهِ وَمَا قَتَلُوهُ وَمَا صَلَبُوهُ وَلكِن شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ مَا لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّبَاعَ الظَّنِّ وَمَا قَتَلُوهُ يَقِيناً بَل رَفَعَهُ اللّهُ إِلَيْهِ وَكَانَ اللّهُ عَزِيزاً حَكِيماً . ( نساء : 157 و 158 )\r\nو گفتارشان كه : « ما ، مسيح ، عيسى بن مريم ، پيامبر خدا را كشتيم ! » در حالى كه نه او را كشتند و نه او را به دار كشيدند ، ليكن امر بر ايشان مشتبه شد و كسانى كه در مورد ( قتل ) او اختلاف كردند ، از آن در شك هستند و علم به آن ندارند و تنها از گمان پيروى مىكنند و قطعاً او را نكشتند ، بلكه خداوند او را به نزد خود بالا برد و خدا توانا و حكيم است .\r\nدر نسخهء ايتاليايى انجيل برنابا آمده است :\r\nچون يهوداى خائن با سربازان رومى آمد تا عيسى را به آنان تسليم كند ، عيسى در باغ ، در كنار اتاقى كه شاگردان در آن خوابيده بودند ، نماز مىخواند . چون ورود سربازان را احساس كرد ، ترسيد و وارد اتاق شد . چون خدا خطر احاطه كننده را ديد ، فرشته‌هاى چهارگانهء خود را فرستاد تا او را از دريچهء همان اتاق به آسمان سوم بردند . چون يهوداى خائن وارد اتاق شد ، خدا با قدرت ناگهانى خود ، چهره و صداى او را تغيير داد و بطور كامل شبيه عيسى شد . چون شاگردان بيدار شدند و او را ديدند ، در عيسى بودنش شك نكردند . « 1 »\r\n\r\nسرنوشت انجيل\r\nچنان كه پيش‌تر گفتيم ، كتاب آسمانى نازل شده بر حضرت عيسى ( ع ) ، انجيل نام داشت ، اما متأسفانه سرنوشت آن كتاب ، بسيار مبهم است و پس از صعود عيسى ( ع ) به آسمان ، خبرى از اصل آن كتاب نداريم و در نقلهاى تاريخى نيز گاه فقط اشاراتى به وجود آن شده است . مثلًا در رسالهء پولس به غلاطيان آمده است كه : « من تعجب مىكنم از اينكه شما اينچنين به سرعت از آنچه مسيح شما را دعوت مىكند به آن ، كه خود نعمت مسيح است ، به سراغ انجيل ديگر مىرويد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مقدمهء انجيل برنابا ، ص 39 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nبا اينكه آن در حقيقت انجيلى ديگر نيست ( يعنى انجيل واقعى نيست ) بلكه مشتى افراد پيدا شده‌اند كه شما را به زور و اجبار وادار مىكنند به اينكه آنچه را آنان تحريف كرده‌اند بپذيريد . » « 1 »\r\nاكنون مهم‌ترين كتاب مذهبى مسيحيان ، كه عموم فرقه‌هاى آنان بر آن تكيه مىكنند ، مجموعه‌اى است كه آن را « عهد جديد » مىنامند . عهد جديد مشتمل بر 27 كتاب و رساله است كه چهار انجيل معروف متى ، مرقس ، لوقا و يوحنا نيز از جملهء آنهاست . بايد دانست كه هيچ يك از اين اناجيل در زمان حضرت مسيح ( ع ) نوشته نشده ، بلكه سالها پس از او شاگردان و شاگردان شاگردانشان دست به كار شده‌اند و داستانهاى فراوانى نوشته‌اند و آنها را انجيل ناميده‌اند . از مندرجات اين اناجيل كه عموماً داستان به دار آويختن مسيح و حوادث بعد از آن را شرح مىدهند به خوبى ثابت مىشود كه همه آنها ، پس از مسيح نگاشته شده‌اند و هيچ كدام كتاب آسمانى نازل شده بر مسيح ( ع ) نيستند . آميخته شدن اين اناجيل با خرافات و مسائل خلاف عقل و نيز خلاف عصمت پيامبران گواهى مىدهد كه انسانهاى معمولى آنها را نگاشته‌اند و مستند به وحى آسمانى نيست . داستان نگارش اناجيل پس از آن حضرت در ميان مسيحيان همچنان ادامه داشت و تعداد آنها به صد و چند انجيل رسيد تا اينكه جامعهء كليسا از ميان آنها ، چهار انجيل مذكور را برگزيد و به عنوان انجيل رسمى معرفى نمود . اكنون هيچ يك از انجيلها سند مسلسلى ندارند و هيچ نسخه‌اى از آنها يافت نمىشود كه شواهدى در بر داشته باشد كه احتمال درستى سند آن را تأييد كند ، به طورى كه محققان حتى در امكان نسبت دادن اناجيل به مؤلفان معروف آن ، ترديد نموده‌اند و شايد بين نويسندگان واقعى با مؤلفان معروف آن ، تشابه اسمى بوده است . بنابراين بايد گفت ، از اصل انجيل ، چيزى باقى نمانده و آنچه در دست است ، تنها ترجمه‌ها و پاره‌اى از تعليمات دينى است كه در لابه‌لاى نقل رويدادهاى تاريخى گنجانده شده است . « 2 »\r\nناگفته نماند كه ميان اناجيل متروك و كنار گذاشته شده به دستور كليسا ، انجيل برنابا وجود دارد . اين انجيل ، كه داستان زندگى حضرت عيسى ( ع ) را مطابق تعاليم قرآن بيان كرده و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . به نقل از ترجمه تفسير الميزان ، ج 3 ، ص 483 .\r\n( 2 ) . مصونيت قرآن از تحريف ، محمدهادى معرفت ، ترجمه محمد شهرابى ، ص 119 - 122 ، با تلخيص ؛ براى تحقيق بيشتر پيرامون نگارش اناجيل و تاريخ آنها مراجعه كنيد به : تحقيقى در دين مسيح ، جلال‌الدين آشتيانى ، نشر نگارش ، ص 13 - 74 و ترجمه تفسير الميزان ، ج 3 ، ص 485 - 490 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nبشارت به ظهور پيامبر اسلام ( ص ) نيز در آن وجود دارد ، توسط برنابا كه تمام مدت سه سال رسالت عيسى ( ع ) را به همراه آن حضرت بوده نگاشته شده و تا سال 325 ميلادى در كليساى اسكندريه به عنوان انجيل اصلى مورد قبول بوده است . « 1 »\r\n\r\nپيدايش انحراف در مسيحيّت\r\nحضرت عيسى ( ع ) خود را پيامبر خدا مىدانست كه براى هدايت بنى اسرائيل آمده است . « 2 » آن حضرت ، جز نسخ برخى از احكام نازل شده در شريعت موسى ( ع ) ، شريعت جديدى ارائه نداد و هرگز در تعاليم وى ، سخنى بر خلاف تعاليم ساير پيامبران الهى مشاهده نشد . آن حضرت ، خود را بنده خدا مىدانست كه با ارائه معجزات به اذن الهى ، درصدد هدايت بشر و رفع اختلاف از ميان آنها است . او از مردم مىخواست كه به همان احكام دين يهود پايبند باشند و خداى متعال را خالصانه بپرستند .\r\nاين واقعيت را از جملات انجيل متى نيز مىتوان به دست آورد . در آنجا آمده است كه عيسى ( ع ) به بنى اسرائيل گفت :\r\nگمان مبريد كه آمده‌ام تا تورات يا صحف انبياء را باطل سازم . نيامده‌ام تا باطل نمايم بلكه تا تمام كنم . . . پس هر كه يكى از اين احكام كوچكترين را بشكند و به مردم چنين تعليم دهد در ملكوت آسمان ، كمترين شمرده شود . امّا هر كه به عمل آورد و تعليم نمايد او در ملكوت آسمان ، بزرگ خوانده خواهد شد . « 3 »\r\nامّا متأسفانه پس از آن حضرت ، عواملى سبب شد كه دست تحريف‌گران در تعاليم آن حضرت باز شود و در نهايت ، دين مسيحيّت را به جايى برسانند كه با اهداف اوليه همه پيامبران ، يعنى پرستش خداى يگانه منافات داشته باشد . از جمله اين عوامل ، همان نگارش انجيلهاى متعدد بود كه هر كدام از مؤلفان آنها ، با توجه به برداشت شخصى خود از كلمات معنوى آن حضرت و نيز به كار بردن تعابير و جملات خاص ، راه را براى ساير برداشتها و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . براى توضيح كاملتر پيرامون تاريخچه اين انجيل رجوع كنيد به : عيسى پيام‌آور اسلام ، دكتر احمد بهشتى ، انتشارات اطلاعات ، ص 59 - 64 .\r\n( 2 ) . ر . ك : سوره آل عمران ( 3 ) ، آيه 49 .\r\n( 3 ) . انجيل متى ، باب پنجم ، جمله‌هاى 17 - 20 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nتفاسير ناصحيح هموار مىكردند . عامل دوم نيز نفوذ برخى از يهوديان و دشمنان آن حضرت به درون حلقهء ياران و حواريون آن حضرت و كسب وجهه از آنان بود . اين گروه مانند پولس نيز سبب شدند كه آرا و عقايد باطل ، به دين مسيحيّت وارد شود و مذاهب فكرى متعدد شكل گيرد . برخى از انحرافات اساسى مسيحيان عبارت است از اعتقاد به تثليث و سه گانه دانستن خداوند ، « 1 » و اعتقاد به گناه اوليه انسان و خونبها بودن حضرت عيسى ( ع ) براى آن . « 2 »\r\nعلامه طباطبايى ( ره ) مفسر و اسلام‌شناس معاصر دربارهء سير تاريخ تبليغ مسيحيّت مىنويسد :\r\nخوانندهء متفكر [ بايد 
  ] متوجه باشد كه تطورات چگونه بر دعوت مسيح مستولى گرديد . و اين دعوت در مسيرش در خلال قرون گذشته تا به امروز چه دگرگونيهايى به خود گرفته و چگونه ملعبهء هوسبازان شده ، و بفهمد كه عقايد بت‌پرستى را به‌طورى مرموز و ماهرانه وارد در دعوت مسيحيت كردند . اولًا در حق مسيح غلو نموده ، او را موجودى لاهوتى معرفى نمودند و بعداً به تدريج سر از تثليث و سه خدايى درآوردند ؛ خداى پسر و پدر و روح ، و در آخر مسأله صليب و فدا را هم ضميمه كردند ، تا در سايهء آن عمل به شريعت را تعطيل نموده ، به صرف اعتقاد اكتفا كنند . . . « 3 » .\r\n\r\nپرسش\r\n1 . واكنش يهوديان در برابر دعوت حضرت عيسى ( ع ) چه بود ؟\r\n2 . حواريون چه كسانى بودند ؟\r\n3 . نظر قرآن كريم دربارهء به دار آويخته شدن عيسى ( ع ) چيست ؟\r\n4 . چرا نمىتوان انجيلهاى كنونى را به حضرت عيسى ( ع ) منسوب دانست ؟\r\n5 . علل انحراف در دين مسيحيّت چه بوده است ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مسيحيان مىگويند : ذات احديت ، ذات واحدى است كه داراى اقانيم سه گانه است . منظور از اقنوم صفتى است كه ظهور و بروز و تجلى يك شىء براى غير خود ، با آن صورت مىگيرد . اين اقانيم سه گانه عبارتند از : اب ، ابن و روح القدس ؛ كه ابن به همراه روح القدس از جانب اب نازل شده‌اند . ( ر . ك : ترجمه تفسير الميزان ، ج 3 ، ص 451 )\r\n( 2 ) . به زعم مسيحيان ، عيسى بر دار رفتن را با تمام اذيت و عذابى كه همراه داشت ، تحمل كرد تا فداى مردم باشد و آنان را از عذاب و هلاكت هميشگى نجات دهد . شهادت مسيح ، كفاره گناهان نصارا ، بلكه تمام عالميان است\r\n( 3 ) . ترجمه تفسير الميزان ، ج 3 ، ص 508 ؛ البته علامه طباطبايى ، مفصل اين بحث به همراه ادله نفى اين عقايد را از صفحه 445 تا 509 همين جلد ارائه داده‌اند و جملات مذكور ، خلاصه اين مباحث است .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nدرس شانزدهم\r\n\r\nحضرت محمد ( ص ) « 1 »\r\n\r\nرسول خدا ( ص ) در يك نگاه\r\nحضرت محمد ( ص ) ، فرزند عبدالله بن عبدالمطلب بن هاشم بن عبد مناف ، در مكه به دنيا آمد . پيش از تولد ، پدر و در شش سالگى ، مادرش را از دست داد و تا هشت سالگى تحت سرپرستى جدّش عبدالمطلب بود و پس از مرگ جدش ، در خانه عمويش ، ابوطالب زندگى كرد . در سيزده سالگى ، همراه عمويش به شام ، سفر كرد و در همين سفر ، شخصيت ، عظمت و بزرگوارى خود را نشان داد . يك بار نيز به درخواست خديجه دختر خويلد سفرى تجارى به شام نمود و با تجارتى پرسود به مكه بازگشت . در 25 سالگى با خديجه ازدواج نمود كه حاصل آن چهار دختر و دو پسر بود . « 2 »\r\nآن حضرت در چهل سالگى به پيامبرى برانگيخته شد و دعوتش تا سه سال مخفيانه بود ، تا اينكه به حكم آيهء « وَ انْذِرْ عَشيرَتَكَ الْاقْرَبينَ » « 3 » رسالت خويش را آشكار ساخت و دعوتش را از بستگان خود آغاز كرد و سپس دعوت به توحيد را به گوش همهء مردم رساند . سران قريش ، به مخالفت برخاسته ، به آزار آن حضرت پرداختند . رسول خدا ( ص ) سيزده سال در مكه مردم را به اسلام فراخواند و در برابر همهء مخالفتها و شكنجه‌هاى روحى و جسمى مشركان مقاومت كرد و لحظه‌اى عقب‌نشينى ننمود تا اينكه ناگزير از هجرت شد و با دعوت و حمايت مردم مدينه به سوى آن شهر رفت و مدت ده سال در آنجا به تبليغ دين خدا همت گمارد .\r\nپيامبر اعظم ( ص ) در اين مدت به تشكيل حكومت اسلامى اقدام كرد و مزاحمتهاى كفار ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . با توجه به اين كه در دوره‌هاى بعد به تفصيل به شرح زندگانى پيامبر اسلام ( ص ) خواهيم پرداخت در اين دوره ، به طور خلاصه و در حد يك درس به آن پرداخته‌ايم .\r\n( 2 ) . فروغ ابديت ، جعفر سبحانى ، دارالتبليغ اسلامى .\r\n( 3 ) . شعراء ( 26 ) ، آيه 214 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nمشركان و يهوديان سبب بروز جنگهاى فراوان ميان او و دشمنانش گرديد . آن حضرت در سال دهم هجرت ، پس از انجام مراسم حج در مكه و سپس ابلاغ امامت على بن ابى طالب ( ع ) در غدير خم به مدينه بازگشت و در بيست و هشتم ماه صفر سال يازدهم هجرى ، در سن 63 سالگى رحلت نمود و در شهر مدينه و در خانهء خويش به خاك سپرده شد .\r\n\r\nنقش پيامبر ( ص ) در پيشبرد اسلام\r\nخداوند ، حضرت محمد ( ص ) را به پيامبرى برگزيد تا در ادامهء رسالت انبياى پيشين به هدايت مردم بپردازد و سنت هدايت بشر از سوى خداوند را استمرار بخشد . آن حضرت همانند همه پيامبران الهى در راه خدا كوشيد و در طى 23 سال رسالت خود ، علاوه بر مردم شبه جزيرة العرب مردم ديگر سرزمينها را به اسلام فراخواند و زمينهء گسترش اسلام را فراهم ساخت به طورى كه پس از وفات آن حضرت ، طولى نكشيد كه سرزمينهاى بسيارى توسط مسلمانان فتح شد و دايرهء گسترش اسلام اكثر نواحى خاور ميانه را در برگرفت .\r\nدر بررسى عوامل گسترش اسلام در ميان مردم حجاز ، عوامل چندى را مىتوان برشمرد ، اما به طور مسلّم ، از مهم‌ترين و پر اهميت‌ترين اين عوامل ، شخصيت پيامبر اكرم ( ص ) بود .\r\nآن حضرت با اخلاق كريمهء خود توانست دلها را به سوى اسلام جذب كند . برخوردهاى آن حضرت ، دوستان و يارانش را مجذوب‌تر و دشمنانش را سرافكنده و خجل مىساخت .\r\nخداى متعال از سجاياى اخلاقى پيامبر با تعبير « خُلق عظيم » ياد كرده و مىفرمايد :\r\nوَإِنَّكَ لَعَلَى خُلُقٍ عَظِيمٍ . ( قلم : 4 )\r\nو تو اخلاق عظيم و برجسته‌اى دارى .\r\nو در آيهء ديگر به تأثير غير قابل انكار اخلاق پيامبر ( ص ) در جلب قلوب و جذب پيروان اشاره دارد :\r\nفَبِمَا رَحْمَةٍ مِنَ اللّهِ لِنتَ لَهُمْ وَلَوْ كُنتَ فَظّاً غَلِيظَ الْقَلْبِ لَانفَضُّوا مِنْ حَوْلِكَ . . . . ( آل عمران : 159 )\r\nبه [ بركت 
  ] رحمت الهى ، در برابر آنان [ / مردم 
  ] نرم و مهربان شدى ! و اگر خشن و سنگدل بودى ، از اطراف تو پراكنده مىشدند .\r\nامير مؤمنان ( ع ) در توصيف شخصيت آن حضرت مىفرمايد : « هر كس بدون آشنايى قبلى او را مىديد ، هيبتش او را فرا مىگرفت و هر كس با او معاشرت مىكرد ، دوستدار\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nاو مىشد . » « 1 » در برخورد با اصحاب خويش ، به طور مساوى نسبت به آنها بذل توجه مىكرد و همواره خوش‌رو و متبسّم بود . او خشن ، سنگدل ، تندخو ، دشنام‌گو ، عيب‌جو و پرمزاح نبود . « 2 » عفو و گذشتش نسبت به هر كس كه ظلم به او كرده بود ، نزد همه شهرت داشت . او حتى « وحشى » قاتل عمويش حمزه را بخشيد و ابوسفيان با آنهمه سابقهء شرارت عليه اسلام را مورد عفو قرار داد . با افراد چنان رفتار صميمى داشت كه هر فردى گمان مىكرد پيامبر نهايت علاقه و دوستى را با او دارد و او را بر ديگران ترجيح مىدهد . ترجيح عفو و گذشت بر انتقام ، وفادارى بر عهد و پيمان حتى با دشمنان ، تفكر ، تدبير و دورانديشى در مسائل ، تواضع و فروتنى بسيار ، رعايت نظافت و پاكيزگى ، رعايت ادب در برخورد با ديگران ، احترام به افكار ياران و مشورت با آنان ، پرهيز از دنياطلبى و دنيادوستى و . . . تنها نمونه‌هايى از اخلاق بسيار پسنديده آن حضرت بود كه هر يك به گونه‌اى سبب جلب افراد به آيين اسلام مىگرديد .\r\nاما جنبهء ديگرى از رفتار آن حضرت كه سهم بسيار والايى در گسترش اسلام داشت ، تلاش بىوقفه و خستگىناپذير آن حضرت ، همراه دلسوزى فراوان براى هدايت افراد به اسلام بود .\r\nخداوند متعال در توصيف هدايتگرى آن حضرت مىفرمايد :\r\nلَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَاعَنِتُّمْ حَرِيصٌ عَلَيْكُم بِالْمُؤْمِنِينَ رَؤُوفٌ رَحِيمٌ .\r\n( توبه : 128 )\r\nبه يقين رسولى از خود شما به سويتان آمد كه رنجهاى شما بر او سخت است ؛ و اصرار بر هدايت شما دارد ؛ و نسبت به مؤمنان رؤوف و مهربان است .\r\nو نيز در آيه ديگرى به آن حضرت دلدارى مىدهد كه اين اندازه بر خود سخت‌گير مباشد ، چرا كه از شدت غم هدايت نيافتن افراد مىخواهد قالب تهى كند :\r\nفَلَعَلَّكَ بَاخِعٌ نَّفْسَكَ عَلَى آثَارِهِم إِن لَّمْ يُؤْمِنُوا بِهذَا الْحَدِيثِ أَسَفاً . ( كهف : 6 )\r\nگويى مىخواهى به خاطر اعمال آنان ، خود را از غم و اندوه هلاك كنى اگر به اين گفتار ايمان نياورند .\r\nآن حضرت ، هرگز در راه دعوت به اسلام ، از خود سستى نشان نداد و هرگز حاضر به مسامحه با دشمنان نگرديد و پيشنهاد آنان براى عبادت يك ساله خدايان و عبادت سال ديگر براى خداوند را به صراحت رد كرد « 3 » و در موردى ديگر فرمود : « اگر خورشيد را در دست\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ سياسى اسلام ، رسول جعفريان ، ص 15 ، به نقل از الشفاء بتعريف حقوق المصطفى ، ج 1 ، ص 150 .\r\n( 2 ) . همان ، ص 16 ، به نقل از المعرفة والتاريخ ، ج 3 ، ص 287 .\r\n( 3 ) . تاريخ طبرى ، ج 2 ، ص 70 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nراست من و ماه را در دست چپم بگذارند كه دست از دعوت بردارم هرگز چنين نخواهم كرد تا زمانى كه خداوند اين دين را همه جا ظاهر سازد يا من در اين راه از ميان روم . » « 1 »\r\nالبته در كنار عوامل ياد شده ، حمايت از محرومين و مستضعفين نيز در سيرهء آن حضرت ، نقش ويژه‌اى در نفوذ حركت آن جناب داشت . موضع‌گيرى پيامبر در حمايت از محرومان و پابرهنگان مكه ، كه جامعه‌اى دو قطبى شده بود و جمعيتى به عنوان رئيس و ثروتمند بر ديگران تفوق داشتند و بسيارى را به بردگى گرفته بودند ، سبب شد كه قشر عظيمى از مردم در باطن به پيامبر ( ص ) علاقه‌مند شده و در انتظار فرصتى بمانند تا به اسلام بگروند . از نظر پيامبر ( ص ) ، ملاك برترى فقط تقوا بود كه در قرآن مجيد نيز بدان تصريح شده « 2 » و همين زمينه‌ساز جذب توده‌هاى فقير و مستضعف به سوى آن حضرت بود .\r\n\r\nمعجزهء جاويد\r\nپيامبر اسلام ( ص ) همچون ساير پيامبران الهى براى هدايت مردم ، معجزات فراوانى از خود ارائه كرد ؛ معجزاتى نظير دو نيمه كردن ماه با اشاره انگشت ، امر به آمدن درخت به نزدش و امتثال اين دستور از ناحيهء درخت ، جارى نمودن شير فراوان از پستان گوسفندى كه شير نمىداد ، غذا دادن به جمعيت بسيار به واسطهء غذاى كم ، سيراب كردن گروه بسيارى از لشكريان اسلام به واسطه آبى كه حتى يك نفر را هم سيراب نمىكرد ، سخن گفتن حيوانات با آن حضرت و پاسخ آن جناب ، شفاى بيماران و نيز صدور اخبار از آينده از آن حضرت . « 3 » اما مهم‌ترين و اصلىترين معجزه آن پيامبر گرامى ، قرآن كريم بود . قرآن معجزه‌اى بود كه خداوند بر ايشان نازل كرد و براى اتمام حجت بر مخاطبان پيامبر و نيز همه مردم جهان در همهء زمانها ، از آنها خواست كه اگر مىتوانند مانند آن و يا حداقل مانند بخشى از آن را بياورند . در آيه‌اى مىفرمايد :\r\nوَإِنْ كُنْتُمْ فِي رَيْبٍ مِمَّا نَزَّلْنَا عَلَى عَبْدِنَا فَأْتُوا بِسُورَةٍ مِن مِثْلِهِ وَادْعُوا شُهَدَاءَكُمْ مِنْ دُونِ اللّهِ إِنْ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، ص 67 .\r\n( 2 ) . « ان اكرمكم عند الله اتقاكم » حجرات ( 49 ) ، آيه 13 .\r\n( 3 ) . ر . ك : اعلام الورى باعلام الهدى ، شيخ طبرسى ، ص 31 - 46 ، دار المعرفة .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nكُنْتُمْ صَادِقِينَ فَإِنْ لَمْ تَفْعَلُوا وَلَنْ تَفْعَلُوا فَاتَّقُوْا النَّارَ الَّتِي وَقُودُهَا النَّاسُ وَالْحِجَارَةُ أُعِدَّتْ لِلْكَافِرِينَ . ( بقره : 23 - 24 )\r\nو اگر در آنچه بر بنده خود نازل كرديم شك داريد ، پس - اگر راست مىگوييد - سوره‌اى مانند آن بياوريد و گواهان خود را - غير خدا - فراخوانيد . پس اگر نكرديد - و هرگز نمىتوانيد كرد - از آتشى كه سوختش مردمان و سنگها هستند و براى كافران آماده شده بپرهيزيد .\r\nو البته همين آيات خبر داده‌اند كه مخالفان هرگز نمىتوانند مانند آن را بياورند . آيه ديگرى نيز اعلام نموده كه اگر تمام مردم و همهء جنيان به يارى هم بشتابند ، نمىتوانند همانندى براى قرآن بياورند . « 1 »\r\nدربارهء جنبه‌هاى اعجاز اين كتاب آسمانى ، بحثهاى مفصل صورت گرفته كه بايد به كتب مربوطه مراجعه كرد . « 2 » مسائلى از جمله فصاحت و بلاغت ، اعجاز از جنبهء آورنده آن كه شخصيتى درس ناخوانده بود ، هماهنگى ميان آيات آن و عدم وجود اختلاف در آنها ، خبرهاى غيبى و طرح مسائل دقيق علمى ، نمونه‌هايى از جنبه‌هاى اعجاز اين كتاب الهى هستند .\r\nتفاوت اساسى ميان اين معجزه پيامبر اسلام و ساير معجزات پيامبران در امتيازات خاصى است كه نسبت به آن معجزات دارد ؛ به عنوان مثال معجزات ساير پيامبران نظير شفاى بيماران و زنده كردن مردگان ، تنها براى اثبات حقّانيت آنان بود و ديگر جنبهء هدايتگرى و تربيتى نداشت . در حالى كه قرآن با روح و روان انسانها سر و كار دارد و افكار بشرى را با عالىترين انديشه‌هاى الهى تغذيه مىنمايد . همچنين معجزات پيامبران الهى فقط براى مردم زمان خود ، آن هم عده‌اى محدود قابل رؤيت بوده است ، اما دسترسى به قرآن براى همگان ميسّر است و محدوديت زمانى و مكانى معجزات ديگر را ندارد و هر كس مىتواند در هر زمان و مكان اين معجزه را شاهد باشد و به عبارت ديگر اين معجزه‌اى پايدار و جاودانه است كه در هر دوره و عصرى حقانيت پيامبر اسلام ( ص ) را اثبات مىكند .\r\n\r\nپيامبر خاتم و جهانى بودن رسالتش\r\nحضرت محمد ( ص ) ، آخرين فرستاده و پيامبر الهى است كه از سوى خداوند براى هدايت بشر مبعوث شده است . اين موضوع از آيات و روايات فراوانى به دست مىآيد . قرآن مجيد به صراحت مىفرمايد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اسراء ( 17 ) ، آيه 88 .\r\n( 2 ) . نظير التمهيد فى علوم‌القرآن ، محمدهادىمعرفت ؛ پيام قرآن ، جمعىاز نويسندگان ، ج 8 ؛ تفسيرالميزان ، ذيل آيات مذكور .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nمَا كَانَ مُحَمَّدٌ أَبَا أَحَدٍ مِن رِّجَالِكُمْ وَلكِن رَّسُولَ اللَّهِ وَخَاتَمَ النَّبِيِّينَ وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً .\r\n( احزاب : 40 )\r\nمحمد ( ص ) پدر هيچ يك از مردان شما نبوده و نيست ، ولى رسول خدا و خاتم و آخرين پيامبران است و خداوند به هر چيز آگاه است .\r\nمنظور از « خاتم » مُهرى است كه بر پايان نامه‌ها مىزنند و نويسنده پس از نوشتن مطالب لازم و مقاصد خود ، پايان نوشتارش را مهر مىكند و بدين وسيله ختم آن را اعلام مىدارد .\r\nخداى سبحان نيز كه با جهانيان سخن مىگويد و از راه فرستادن وحى براى هدايت انسانها برنامه دارد ، پس از پايان گفتار و كلماتش ، سلسلهء نبوت انبيا را با فرستادن پيامبر اكرم ( ص ) ، ختم و صحيفهء رسالت آنان را با وجود مبارك خاتم المرسلين مُهر كرده است ، پس هرگز جا براى نبوت و رسالت ديگرى نيست و لذا مىفرمايد كه رسول اكرم ( ص ) ، خاتم پيامبران است . « 1 »\r\nپيامبر اكرم ( ص ) ، خود نيز به خاتميّت خود اشاره كرده و در رواياتى خود را آخرين پيامبران معرفى نموده است . « 2 » از جمله در حديث معروف به « منزلت » خطاب به امام على ( ع ) فرموده است :\r\nانْتَ مِنّى بِمَنْزَلَةِ هارُونَ مِنْ مُوسى الّا انَّهُ لا نَبِىَّ بَعْدى . « 3 »\r\nتو نسبت به من ، به منزله هارون نسبت به موسى هستى ، جز اين كه بعد از من پيامبرى نيست .\r\nموضوع مهم ديگر دربارهء رسالت پيامبر اعظم ( ص ) ، جهانى بودن دعوت آن حضرت است . خداوند ، آن حضرت را در ميان قوم عرب مبعوث نمود ، اما اين هرگزبه معناى اختصاص دعوت و نبوت آن حضرت به گروه ، قوم ، ملّت و نژاد خاصى نبود . آيات قرآن كريم نيز در اين زمينه صراحت دارند و با به كار بردن واژه‌هايى چون « الناس » [ / مردم 
  ] و « عالَمين » [ / جهانيان 
  ] مىفهمانند كه اين دعوت عمومى و جهانى بوده است ؛ چنان كه از نظر عقلى نيز ، لازمه ختم نبوت ، دعوت جهانى و سراسرى آخرين پيامبر است زيرا خداوند به سبب او ، حجت را بر همهء بندگان خود تمام مىكند و هيچ گروهى از مردم نمىمانند كه از دعوت وى مستثنا شوند و گرنه حجت بر آنها تمام نخواهد بود . خداوند متعال در آيه‌اى مىفرمايد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اقتباس از تفسير موضوعى قرآن مجيد ، آيت‌الله جوادى آملى ، ج 8 ، ص 12 و 13 .\r\n( 2 ) . ر . ك : صحيح مسلم ، ج 4 ، ص 1790 و 1791 و بحارالانوار ، ج 21 ، ص 381 .\r\n( 3 ) . صحيح مسلم ، ج 4 ، ص 187 ، دار احياء التراث العربى .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nتَبَارَكَ الَّذِي نَزَّلَ الْفُرْقَانَ عَلَى عَبْدِهِ لِيَكُونَ لِلْعَالَمِينَ نَذِيراً . ( فرقان : 1 )\r\nزوال‌ناپذير و پربركت است كسى كه قرآن را بر بنده‌اش نازل كرد تا بيم دهندهء جهانيان باشد .\r\nو در آيه ديگر مىفرمايد :\r\nوَمَا أَرْسَلْنَاكَ إِلَّا كَافَّةً لِّلنَّاسِ بَشِيراً وَنَذِيراً . . . . ( سبأ : 28 )\r\nو ما تو را جز براى همهء مردم نفرستاديم تا بشارت دهى و بترسانى !\r\nنوشتن نامه‌هاى متعدد از سوى پيامبر اكرم ( ص ) به سران كشورها و دعوت آنان به اسلام نيز شاهدى بر جهانى بودن دعوت آن حضرت بوده است .\r\n\r\nرسول خدا ( ص ) و آيندهء اسلام\r\nگسترش اسلام در سالهاى نهم و دهم هجرى سبب شد كه جامعه اسلامى بزرگى به وجود آيد ؛ جامعه‌اى كه بايد تحت تربيتهاى دينى و قرآنى قرار گيرد و اتحاد و وحدت سياسى آن حفظ شود . پيامبر اكرم ( ص ) در مدت زمامدارىاش به امور اجتماعى و سياسى جامعه مىپرداخت و فرماندارانى را براى هر منطقه تعيين مىكرد و افراد خاصى را براى گرفتن ماليات به نقاط دوردست مىفرستاد . آن حضرت عنايت ويژه‌اى به مسأله جانشينى خود داشت و حتى در مواقعى كه به طور موقت مدينه را ترك مىكرد شخصى را به عنوان جانشين خود مىگمارد و در جنگها نيز علاوه بر نصب فرمانده ، گاه جانشين يا جانشينانى براى فرماندهان منصوب مىكرد تا در صورت به شهادت رسيدن آنها ، زمام امور رها نباشد و رزمندگان اسلام بلاتكليف نمانند . ازسوى ديگر ، آن حضرت از فنته‌ها و گرفتاريهايى كه پس از خودش رخ مىداد ، آگاه بود و از بوجود آمدن حكومت آل مروان و غير آنها كه آيين اسلام را در خطر قرار مىدادند ، به تفصيل خبر داده بود . بنابراين به حكم عقل سليم ، ضرورت قطعى داشت كه آن حضرت براى پس از خود فكر اساسى نمايد و موضوع رهبرى اسلام و جامعه اسلامى را رها نسازد .\r\nبحثهاى تاريخى نيز مؤيد همين نظر است و نشان مىدهد كه پيامبر اسلام ( ص ) از همان آغاز دعوت خود به مسئله جانشينىاش توجه داشت و از اين رو در همان آغاز بعثت و به هنگام دعوت خويشان خود به اسلام ، به آنان اعلام كرد كه هر كس از ميان آنان رسالتش را\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nبپذيرد و به او ايمان آورد ، جانشين او خواهد بود . در مجلسى سه مرتبه اين مطلب را گوشزد كردو هيچ كس جز على ( ع ) دعوت آن حضرت را اجابت نكرد و پيامبر ( ص ) ، به صراحت آن حضرت را به جانشينى خود نصب كرد . جملات صادر شده از پيامبر ( ص ) در مورد جانشينى حضرت على ( ع ) در زندگانى آن حضرت بارها تكرار شده تا اين كه در حادثهء غدير خم بار ديگر به صراحت اين معنا تكرار گرديد و پيامبر ( ص ) در حضور جمعيتى فراوان جانشينى امام على ( ع ) را رسماً اعلام نمود . آيات نازل شده پيش و بعد از واقعهء غدير نيز به روشنى بر اين مطلب گواهى مىدهند . پيش از واقعهء غدير ، آيهء 67 سوره مائده نازل شد و به پيامبر اعلام داشت كه اگر امر مهمى را كه همان موضوع جانشينى بود به مردم ابلاغ نكند ، اصلًا رسالتش را انجام نداده است ، و پس از ابلاغ جانشينى از سوى پيامبر اكرم ( ص ) نيز آيهء سوم سوره مائده نازل شد و اكمال دين و رضايت خداوند از اسلام را اعلام داشت .\r\nبنابراين ، پيامبر اعظم ( ص ) آخرين مأموريت الهى خويش يعنى نصب جانشين را انجام داد و پس از چندى نيز دار فانى را وداع گفت و به ملكوت اعلى پيوست و بدين وسيله ختم سلسلهء نبوت صورت گرفت و بشر ، از اين پس شاهد پيامبر ديگرى نخواهد بود و فقط مكلف است به هدايتهاى نازل شده از جانب آخرين پيامبر الهى كه در قرآن و دستورات جانشينان آن حضرت تجلى يافته است ، عمل نمايد .\r\n\r\nپرسش\r\n1 . خداوند متعال اخلاق نيكوى پيامبر ( ص ) را چگونه مىستايد ؟\r\n2 . شخصيت اخلاقى پيامبر اكرم ( ص ) را توصيف كنيد .\r\n3 . معجزهء جاويد پيامبر اكرم ( ص ) چيست و چه تفاوتى با ديگر معجزات پيامبران دارد ؟\r\n4 . جهانى بودن رسالت پيامبر اكرم ( ص ) را شرح دهيد .\r\n5 . پيامبر اسلام براى تضمين آيندهء اين دين چه كرد ؟\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nفهرست منابع\r\nقرآن كريم\r\nنهج البلاغة ، ترجمه محمدمهدى فولادوند .\r\nارشاد القلوب ، محمد ديلمى ، اسلاميه .\r\nاصول كافى ، كلينى ، اسلاميه ، 1381 ه .\r\nاعلام الورى بأعلام الهدى ، شيخ طبرسى ، دارالكتب الاسلاميه .\r\nبحارالأنوار ، علّامهء مجلسى ، دار احياء التراث العربى ، چاپ سوم ، 1403 ه .\r\nپيام قرآن ، جمعى از نويسندگان ، مدرسه امام امير المؤمنين ( ع ) .\r\nتاريخ طبرى ، مؤسسة الأعلمى للمطبوعات ، 1403 ه .\r\nتفسير الميزان ، علامه طباطبايى ، دارالكتب الإسلاميه .\r\nتفسير قمى ، على بن ابراهيم قمى ، انتشارات كتابفروشى علّامه ، قم ، 1387 ه .\r\nتفسير مجمع البيان ، شيخ ابوعلى الفضل بن الحسن الطبرسى ، صيدا ، انتشارات كتابخانه آيةا . . . مرعشى نجفى .\r\nترجمه تفسير الميزان ، علامه طباطبايى ، مترجم سيد محمدباقر موسوى همدانى ، انتشارات جامعه مدرسين حوزهء علميه قم .\r\nتفسير موضوعى قرآن كريم ، جوادى آملى ، نشر رجاء .\r\nتحقيقى در دين مسيح ، جلال‌الدّين آشتيانى ، نشر نگارش .\r\nخصال ، شيخ صدوق ، مؤسسهء نشر اسلاميه .\r\nسفينة البحار ، شيخ عباس قمى ، دارالاسوه .\r\nصحيفهء نور ، مجموعه رهنمودهاى امام خمينى ( ره ) ، مركز مدارك فرهنگى انقلاب اسلامى ، وزارت فرهنگ و ارشاد اسلامى .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nصحيح مسلم ، دار احياء التراث العربى .\r\nعلل الشرايع ، شيخ صدوق ، دار احياء التراث العربى ، 1385 ه .\r\nقصص الأنبياء ، سيد نعمت‌ا . . . جزائرى .\r\nقصص قرآن يا قصص انبياء ، سيد هاشم رسولى محلّاتى ، انتشارات اسلاميه ، 1407 ه .\r\nكشف المراد في شرح تجريد الإعتقاد ، علّامهء حلّي ، دفتر انتشارات اسلامى ، 1407 ه .\r\nمقدمهء انجيل برنابا ، به قلم خليل سعادت ، ترجمهء سردار كابلى ، دفتر نشر كتاب ، چاپ اول ، 1363 .\r\nميزان الحكمه ، محمدمحمدى رىشهرى ، دفتر تبليغات اسلامى .\r\nمصونيت قرآن از تحريف ، محمّدهادى معرفت ، ترجمه محمّد شهرابى ، دفتر تبليغات اسلامى .\r\nالتمهيد فى علوم القرآن ، محمدهادى معرفت ، انتشارات جامعه مدرسين حوزه علميه قم .\r\nوحى و نبوّت ، مرتضى مطهرى ، انتشارات صدرا .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136}
  ]