[
  {"content":"\r\n\r\nمقدمة\r\nفي تاريخ صدر الإسلام\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nكلمة شكر\r\nيشكر مركز دراسات الوحدة العربية\r\nمؤسسة عبد الحميد شومان\r\nعلى المساهمة في تمويل جزء من نفقات طبع وإصدار\r\nالأعمال الكاملة للدكتور عبد العزيز الدوري\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمركز دراسات الوحدة العربية\r\nالأعمال الكاملة للدكتور عبد العزيز الدوري ( 1 )\r\nمقدمة في\r\nتاريخ صدر الإسلام\r\nالدكتور عبد العزيز الدوري\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالفهرسة أثناء النشر - إعداد مركز دراسات الوحدة العربية\r\nالدوري ، عبد العزيز\r\nمقدمة في تاريخ صدر الإسلام / عبد العزيز الدوري .\r\n110 ص . - ( الأعمال الكاملة للدكتور عبد العزيز الدوري ، 1 )\r\nببليوغرافية : ص 103 - 105 .\r\nيشتمل على فهرس .\r\nisbn 978 - 9953 - 82 - 142 - 9\r\n1 . التاريخ الإسلامي . أ . العنوان . ب . السلسلة .\r\n09 . 297\r\n\" الآراء الواردة في هذا الكتاب لا تعبر بالضرورة\r\nعن اتجاهات يتبناها مركز دراسات الوحدة العربية \"\r\nمركز دراسات الوحدة العربية\r\nبناية \" بيت النهضة \" ، شارع البصرة ، ص . ب : 6001 - 113\r\nالحمراء - بيروت 2407 2034 - لبنان\r\nتلفون : 750084 - 750085 - 750086 - 750087 - ( 9611 + )\r\nبرقيا : \" مر عربي \" - بيروت\r\nفاكس : 750088 ( 9611 + )\r\ne - mail : info @ caus . org . lb\r\nweb site : http : / / www . caus . org . lb\r\nحقوق الطبع والنشر والتوزيع محفوظة للمركز\r\nالطبعة الأولى عن المركز : بيروت ، حزيران / يونيو 2005\r\nالطبعة الثانية عن المركز : بيروت ، تموز / يوليو 2007\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالمحتويات\r\nتصدير 7\r\nمقدّمة الطبعة الثانية 9\r\nتصدير وإهداء 11\r\nخطّة البحث 13\r\nالرسالة الأولى : مع المؤرخين 15\r\nالرسالة الثانية : نظرة شاملة إلى صدر الإسلام 37\r\nالرسالة الثالثة : تطور المجتمع العربي في صدر الإسلام 87\r\nالمراجع 103\r\nفهرس 107\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nتصدير\r\nوهذه هي الطبعة الثالثة من كتاب مقدمة في تاريخ صدر الإسلام ، ولا أقول إنها طبعة منقحة أو مزيدة ، ولكنها لا تخلو من تعديلات جزئيّة نتيجة استمراري في التدريس والبحث .\r\nلست حريصاً من حيث المبدأ على إعادة النظر في ما كتبت سابقاً لقناعتي بأنّ أي بحث ، مهما كان منهجياً ، فيه أثر من ظروفه الزمنيّة والمكانيّة . وقد أكون ممن يرى في منهج البحث التاريخي دليلًا أساسياً لكتابة التاريخ بعمق وموضوعيّة ، ولكني أرى أنّ التاريخ ، وبخاصة تاريخ الأمة ، موضوع حي فينا يؤثر بوعي أو بدونه ، وبدرجات ، في حياتنا وفي نظرتنا .\r\nوحين نتعرض لهزّات عنيفة ، نرجع إلى هذا التاريخ ، قريبه أولا ، وبعيده ثانيا ، نحاول استقراء الظروف والتطورات التي أدت إلى ما حصل ، وربما للتطلع إلى المستقبل .\r\nوقد يجد الباحث أنّ تاريخ الأمّة يحتوي على عناصر استمرار واستقرار ، تتجاوز التغيرات والهزات ، وتشكل بذاتها قدرا من الحماية للأمّة - ولو إلى حين - وتعزّز إمكانياتها على الصمود في الرد على الطوارئ والمفاجآت .\r\nوقد يجد الباحث في العودة إلى الجذور دليلا له أهميته في فهم تكوين الأمة ومقوماتها ، وفي التعرّف على تحديات أساسية واجهتها .\r\nولعل ما ذكر يؤكد أهميّة النظرة الشاملة إلى التاريخ ، وجدوى إدراك العوامل الكبرى في تكوينه . وهذا ما تحاوله هذه المقدمة المتواضعة لتاريخ صدر الإسلام .\r\nعبد العزيز الدوري عمان في 2 أيار / مايو 2005\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nمقدّمة الطبعة الثانية\r\nمرت سنون عديدة منذ صدرت الطبعة الأولى لهذا الكتاب ، ولكن الآراء التي احتوتها لم تتغير ولم يصبها إلا توضيح أو تحديد . ولم أجد خلال هذه الفترة التي قضيتها بين درس وتدريس ما يدعوني إلى تغيير آرائي ، فاكتفيت بإعادة كتابة بعض الفقرات وإضافة بعض الملاحظات التفصيلية .\r\nثم رأيت أن أضيف رسالة ثالثة إلى رسالتي الطبعة الأولى ، وهي مجموعة ملاحظات وآراء في تطور المجتمع العربي في صدر الإسلام . ولعل فيها بعض التكرار ، ولكنها ضرورية للإشارة إلى التطور الاجتماعي الاقتصادي بصورة متصلة ، لتكوين فكرة أشمل عن هذه الفترة .\r\nهذا وأرجو أن يعطي الكتاب صورة شاملة لتاريخ صدر الإسلام بخطوطه الأساسية وبما تخلله من تيارات كبرى واتجاهات عامة . ونحن أحوج ما نكون إلى فهم تاريخنا فهما عميقا شاملا .\r\nعبد العزيز الدوري بيروت في 29 شباط / فبراير 1960\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nتصدير وإهداء\r\nهذه آراء وملاحظات عرضت لي خلال فترة تدريسي التاريخ الإسلامي ( بين شتاء 1943 وصيف 1949 ) ، أدوّنها ولا يعنيني مصيرها ، فهي للمناقشة ولا تتعدى كونها آراء ، وكل ما أرجوه هو أن يشترك معي القارئ في التفكير بما تعالجه من مشكلات .\r\nوجعلتها في رسالتين : الأولى تنتقد دراستنا التاريخ العربي من حيث مادته وطريقة بحثه في بعض النواحي التي رأيتها مهمة تستوجب النظر . وهي أشتات من الآراء ألّفت بينها الضرورة .\r\nوالثانية ، تحلل تاريخ صدر الإسلام من مختلف نواحيه بنظرة شاملة هدفها التوصل إلى الاتجاهات الرئيسية التي كوّنت أحداثه وأكسبته صفاته الأساسية ، مع مراعاة أثر الشخصيات المهمة . فهي محاولة لوضع هيكل واضح يسهل بموجبه وضع التفاصيل في محلها المناسب وإعطاؤها قيمتها الحقة .\r\nومع أن الكاتب ، أيّا كان ، رهين بظروف نشأته وبيئته وثقافته ونضجه الفكري وزمانه ومكانه ، يتأثر بها شاعرا أو غير شاعر ، إلا أن البحث التاريخي العلمي يوجب التجرد المطلق ، وهذا ما حاولته في هذه الصفحات .\r\nولقد فكرت في إهداء هذه الصفحات المتواضعة ، فلم أجد أحق بها من طالباتي وطلابي ، ولا سيما أولئك الذين كانوا يكثرون من الأسئلة ويطيلون النقاش ، يبتغون بذلك أن يكوّنوا لهم شخصية علمية وتفكيرا مستقلا . فإليهم أهدي هذا الكتاب .\r\nعبد العزيز الدوري بغداد 31 تموز / يوليو 1949\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nخطّة البحث\r\n\r\nالرسالة الأولى : مع المؤرخين\r\n( 1 ) تقسيم التاريخ إلى ثقافي واقتصادي وسياسي واجتماعي وضعف ذلك .\r\nمثل من تاريخ صدر الإسلام لتوضيح ضرر التقسيم ، ولبيان أهمية دراسة مختلف نواحي التاريخ في آن واحد .\r\n( 2 ) خطر الهوى على التاريخ العربي : أثر الحزبية ، وخطر الشعوبية ، وأمثلة لتوضيح ذلك من تاريخ العرب حتى العصر العباسي الأول .\r\n( 3 ) إغفال المؤرخين ( العرب ) العامل الزمني والتطور الطبيعي في الحركات والتبدلات ونسبة ذلك إلى أشخاص . أمثله موضحة من النظام المالي ، والحركة القرمطية ، والدعوة العباسية .\r\n( 4 ) أخطاء النساخين وأثرها في التشويه .\r\n( 5 ) تدوين تاريخ العرب على أساس العوائل الحاكمة يؤثر في التسلسل ويورث بعض الغموض . مثل من صلة العصر العباسي بالعصر الأموي .\r\n( 6 ) ضعف البحث التاريخي في فهم المصادر ونوعيتها .\r\n( 7 ) أهمية نقد المصادر واتباع النظرة الشاملة في البحث .\r\n( 8 ) الروايات الموضوعة وقيمتها للمؤرخ .\r\n( 9 ) ختام .\r\n\r\nالرسالة الثانية : نظرة شاملة إلى صدر الإسلام\r\nجغرافية بلاد العرب وأثرها في تاريخهم . التطورات الاجتماعية والاقتصادية والسياسية والدينية الممهدة لظهور الإسلام . أهمية المجتمع المكي . ظهور الإسلام\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوبعض مميزاته . الصراع بين القديم ( المبادئ القبلية ) والجديد ( الدعوة الإسلامية ) وأهميته الكبرى في صدر الإسلام . الصراع في دور الرسالة وتدابير الرسول ( صلى اللّه عليه وسلم ) .\r\nالصراع في الردة وانتصار التيار الإسلامي . تقدم التيار الإسلامي في الفتوحات ، مع تحليل المؤثرات الاقتصادية . العوامل القبلية والإسلامية في نشوء نظام الخلافة وتطوره : انتخاب أبي بكر ، مجيء عمر ، الشورى . الفتنة الأولى نتيجة الصراع العنيف بين التيار الإسلامي والتيار القبلي ، يضاف إليهما العامل الاقتصادي . استعلاء التيار القبلي ومجيء الأمويين . نقاط الضعف في الدولة الأموية عند تأسيسها . أثر التيار القبلي في العصر الأموي . توسع نفوذ التيار الإسلامي وأثره - خطر الموالي ، النظام المالي وأثره . الاتجاه الإسلامي ، والبرنامج الاجتماعي الاقتصادي في الدعوة العباسية . العباسيون بين الوعود والتطبيق ، مشاكلهم ، وفشلهم في تحقيق التعاون بين العرب وغيرهم على أسس إسلامية .\r\n\r\nالرسالة الثالثة : تطور المجتمع العربي في صدر الإسلام\r\nأثر الإسلام في الوضع المعاشي للعرب . القبائل والأمصار . العرب المسلمون وأهل الذمة في مطلع الفترة الأموية . الموالي . الإدارة الأموية . تحوّل « دور الهجرة » إلى مراكز حضرية . ملكية الأراضي . تطور وضع الجماعات غير العربية . الثورة العباسية وأثرها . التطورات الاقتصادية الجديدة : الزراعة والتجارة . الحياة المدنية ظهور العامة . تبلور اتجاهات الموالي والفرس . ختام .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالرسالة الأولى مع المؤرخين\r\nالتأريخ موضوع حي يقوم بدور بليغ في الثقافة ، وفي التكوين الاجتماعي والخلقي ، وله أثره في فهم الأوضاع القائمة وفي تقدير بعض الاتجاهات والتطورات المقبلة . وهو يتأثر بالتيارات الفكرية وبالتطورات العامة . ولذا كثرت النظريات في تفسيره - بين تفسير ديني ، وفلسفي ، ومادي ، وعلمي ، وتباينت الآراء في طرق تحليله بين من يجد فيه قوانين عامة ومن يؤكد على الحتمية فيه ، وبين من يرى فيه فوضى متصلة ، ومن يجد فيه عبرا وفوائد وخبرات . وهو موضوع ميسور بعض اليسر لمن أراد الكتابة فيه . لهذا كان مسرحا لكثير من الهوى ولقليل من البحث الدقيق .\r\n\r\n- 1 -\r\nوحقل التأريخ واسع ، يحتاج إلى نظر بعيد وإلى صبر وأناة . ولقد قسم - لتسهيل بحثه - إلى تأريخ سياسي ، وتأريخ ثقافي ، وتأريخ اجتماعي ، وتأريخ ديني ، وتأريخ اقتصادي . وأحيط ببحوث أخرى كالجغرافية التاريخية والأنثر وبولوجيا .\r\nوتقسيم كهذا لا يستند إلى أساس ، فضلا عما يحفه من مخاطر . فالأوضاع السياسية والاجتماعية والاقتصادية والثقافية مشتبكة يؤثر بعضها في بعض ويتأثر بعضها ببعض . والجغرافية التأريخية لها أثرها القوي ، وللهجرات البشرية دور حيوي في تكوينه وتطوره . ولا يمكن بحال فهم التطور في ناحية من النواحي ما لم يفهم في النواحي الأخرى . وهذا التقسيم يفصل نتائج البحوث بعضها عن بعض ، فيجعلها كلها مبتورة أو متناقصة . ولأذكر مثلا يوضح هذه الناحية : إنك إن درست تأريخ صدر الإسلام ، وقابلت بعض البحوث في النواحي المختلفة منه فهمت أنّ العرب حين خرجوا من الجزيرة اصطدموا بأمم متفسخة هزيلة ، فانهارت أمامهم .\r\nوقيل لك إنّ العرب سكنوا في معسكرات منفصلة ليحافظوا على طابعهم العسكري\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nوليتجهوا إلى الحرب والجهاد ، وإنهم أخذتهم نشوة النصر ونشوة العصبية فاحتقروا من حولهم . وقيل لك إنهم بدو أميون ، فاضطروا إلى الاعتماد على غيرهم في الإدارة والكتابة ، وخصوصا في النواحي المالية . وإن درست تاريخ الحضارة قيل لك إنّ العرب سرعان ما خضعوا لحضارات الهلال الخصيب وانجرفوا معها ، وإنهم اقتبسوا كل شيء من جيرانهم ، فصارت حضارتهم مرقعة متنافرة .\r\nولكنهم مع ذلك يشيدون بالشعر الرفيع ، والأدب الفياض في صدر الإسلام ، وتدهشك وفرة من اشتغل منهم بالحديث والتاريخ والتفسير والفقه . ثم تنظر إلى الناحية البشرية من التاريخ ، فيخبرونك أنّ الهجرة العربية التي لازمت الفتح دفعت بقبائل بدوية إلى أراض حضرية ، وأنها سبقتها هجرة عربية وهجرات سامية ، وأنه كان في الهلال الخصيب مجموعات من العرب عاشت طويلا وتأثرت بالحضارات الأخرى فيه ولا سيما القديمة منها . وتجد مع ذلك أنّ الموجّه لهذه الموجة كان قريشا ، تلك القبيلة التي أنجبت زمرة لا معة من العبقريات في السياسة والقيادة والإدارة والفقه والأدب . وهم مع ذلك يخبرونك أنّ قريشا قبيلة بدوية . وبعد هذا تتساءل أين صار عرب الجنوب ؟ ألم يكن لهم دور في الدولة الجديدة والحضارة الجديدة ؟ فلا تجد جوابا .\r\nوهكذا تتحير وسط هذه الأحكام المتنافرة . ثم ارجع وناقش كيف احتقر العرب من حولهم ، وانفصلوا عنهم ، ثم تأثروا بهم بهذه السرعة الغريبة ، وكيف اعتزوا بكيانهم ثم تخلوا عنه لهذه المرقعة . ثم كيف تصفهم بعد هذا كله بالأمية ، ويروى لك أنّ الشاميين وحدهم رفعوا في صفين خمس مئة مصحف يطلبون التحكيم . وليت شعري أين صارت محاولات الرسول والصحابة لنشر التعليم الذي بدأ في مسجد المدينة ، وبثه الخلفاء في كل جهة من الجزيرة . ثم إنك حين تعود لبحث ثقافة العرب في صدر الإسلام تجدهم قد اتجهوا نحو العلوم الدينية من دراسة لحديث الرسول ، وحفظ للقرآن وتفسيره ، واهتمام بالتشريع للأوضاع الجديدة التي قابلوها في الهلال الخصيب والبلاد المفتوحة ، هذا إلى اهتمامهم بالشعر والعربية .\r\nوتجد جنب ذلك ازدهارا شعريا في وفرته وفي فنونه الجديدة واتجاها للاهتمام بعروضه ، وعناية بالعربية ووضع قواعد للنحو والصرف . وتجد بداية الدراسات التاريخية .\r\nوإن استعرضت تلك الزمرة اللامعة التي رفعت لواء الحركة الثقافية ، وجدتها من الصحابة ، وأبناؤهم ممن نشأ في المدينة وتثقف على يدي الرسول ( صلى اللّه عليه وسلم ) ، وممن تثقف على أيدي هؤلاء في الأمصار ، وعامتهم من العرب وبينهم عدد ضئيل من مواليهم الذين نشأوا بينهم وتثقفوا بثقافتهم .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوإن رجعت إلى الإدارة وجدتها تبدأ ببدايات بسيطة ، ثم تنمو وتتطور . وضع الرسول ( صلى اللّه عليه وسلم ) الأسس الكافية للزكاة والغنيمة ، ووضع أسس الجزية في الجزيرة .\r\nوجاء عمر بن الخطاب فنظم الإدارة بصورة شاملة مستفيدا من التراث الموجود في البلاد المفتوحة وخاصة العراق والشام ومصر - وهو تراث تمتد جذوره ولا شك إلى أقدم فترات تاريخ هذه البلاد - فتبدو تدابيره مختلفة من بلد إلى آخر بحسب إرثه .\r\nولكننا نجد وسط هذا الاختلاف اتجاهات نحو التوحيد ومحاولة لتكوين كيان موحد .\r\nفهو يريد العرب أمة للجهاد ويضع الأعطيات والأرزاق لتتفق وهذا الاتجاه . وهو لا يستحسن اتجاه العرب إلى الزراعة ويذكرهم برسالتهم قائلا : « أفأنتم مستخلفون في الأرض ، قاهرون لأهلها . . . فلم تصبح أمة مخالفة لدينكم إلا أمتان ، أمة مستعبدة للإسلام وأهله يجزون لكم ( أي يعطون الجزية ) تستصفون معائشهم وكدائحهم ورشح جباههم ، عليهم المؤنة ولكم المنفعة . . . وأمة قد ملأ اللّه قلوبهم رعبا » « 1 » .\r\nوهو يعتبر الجزية والخراج رمزا لخضوع من يؤديهما ، ولكنه يدخل مبدأ إسلاميا جديدا وهو أنّ الدين ، لا الغلبة ولا العنصر ، أساس التمايز ، أمّا المسلم فلا يدفع ضريبة لبشر وإن دفع زكاة أو صدقة فهي للّه . وتبدأ في عصره بدايات نحو تنسيق الإدارة المالية وهو اتجاه أدى إلى التوحيد بعد أقل من قرن .\r\nوبدأ عمر أول خطوة نحو التعريب بإنشاء دواوين الجند بالعربية ، وبنقش عبارات عربية على الدراهم الساسانية . وكان جمع القرآن وتثبيت نصوصه ضمانا لوحدة اللغة ولتركيز أسسها وضربة موجهة ضد التمسك باللهجات . هذا إلى أنه دستور الأمة والأساس الأول للتشريع .\r\nوقد استعان العرب بالأعاجم في الإدارة المالية وخاصة في الجباية وفي دواوين الخراج لمعرفتهم بشؤونها ، ولم يكن ذلك لأميتهم ، بل لضرورات تتصل بنظرتهم إلى الدولة ، وخير توضيح لذلك هو قول عبيد اللّه بن زياد : « كنت إذا استعملت العربي يكسر الخراج ، فإذا أغرمت عشيرته أو طالبته أو غرت صدورهم ، وإن تركته تركت مال اللّه وأنا أعرف مكانه . فوجدت الدهاقين أبصر بالجباية وأوفى بالأمانة وأوهن بالمطالبة منكم ، مع أني جعلتكم أمناء عليهم لئلا يظلموا أحدا » « 2 » . فاستخدام الأعاجم إذا يتصل بمشكلة اجتماعية مهمة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أبو جعفر محمد بن جرير الطبري ، تاريخ الطبري : تاريخ الرسل والملوك ، تحقيق محمد أبو الفضل إبراهيم ، ذخائر العرب ؛ 3 ، 10 ج ( القاهرة : دار المعارف ، 1960 - 1968 ) ، ج 4 ، ص 417 .\r\n( 2 ) أبو الحسن علي بن محمد بن الأثير ، الكامل في التاريخ ، 13 ج ( بيروت : دار صادر ، 1965 - 1966 ) ، ج 4 ، ص 140 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nومن ناحية حضارية نجد القبائل العراقية تسكن على الأغلب في مراكز ( دور هجرة ) منفصلة ، في الكوفة والبصرة ، وتحافظ على تقاليدها القبلية لفترة طويلة ، أمّا الحياة الحضرية فقد تكونت تدريجيا ، ولكن تلك القبائل تقوم بدور مهم في الفقه وعلوم العربية والتاريخ ، وتصبح البصرة والكوفة من أنشط مراكز الحياة العقلية .\r\nوهذا ينسجم مع ما لا حظناه من اتجاه الثقافة العربية الإسلامية . وفي الشام حيث اختلط العرب بغيرهم أكثر مما في العراق ، وحيث مركز الدولة ، نسمع بظهور الترف في العاصمة ، ولكن الروح العربية والتقاليد العربية كانت لا تزال أصيلة قوية . ومع ذلك لم تظهر فيها مراكز عقلية تقابل بالكوفة والبصرة . ولكننا نسمع فيها بمناقشات دينية بين المسلمين والمسيحين نتيجة لا تصال الآراء ، وبذلك تسرّبت الآراء والمعارف اليونانية والمسيحية إلى المسلمين بصورة أولية في العصر الأموي . أمّا أكثر الجهات تأنقا وإيغالا في الترف فهي المدينة ، مع أنّ المدينة كانت مركز التقاليد العربية الإسلامية ، وأكبر مدرسة للحديث وللعلوم الدينية ، تقابل في أهميتها البصرة والكوفة . وهذا طبيعي لأن المدينة كانت مركز الأرستقراطية العربية ( من قريش والأنصار ) التي ألفت حياة الترف قبل الإسلام والتي تفننت الآن . وهي مركز تعاليم الرسول ، وفيها تكوّنت أثقف زمرة من العرب . والمدينة نفسها شاهد على الاتجاه المستقل للعرب ، وعلى نفي نظرية الترقيع الثقافي .\r\nوفي المدينة ازدهر شعر جديد ، غزلي عفيف ، أو غنائي رقيق ، يستقي مصادره من هذه البيئة المترفة ، وينسجم مع رقة المدنيين وعذوبتهم . أمّا الشام والعراق فقد ازدهر فيهما الشعر السياسي وشعر المهاجاة بحسب مقتضى الصراع بين الأحزاب السياسية وبحسب تطور العصبية القبلية .\r\nومن الناحية البشرية ، نرجع لنرى أنّ أكثر الغزاة كانوا من الأعراب ، ولكنهم لم يكونوا مجردين من كل ثقافة ، فقد كانت لديهم ثقافتهم ومعارفهم التي هذبتها مبادئ الإسلام . وعلينا أن نتذكر وجود قبائل في الهلال الخصيب استقرت من قبل وتحضرت متأثرة بالثقافة السامية السائدة . ونحن نعتقد أنه كان لعرب اليمن بإرثهم الحضاري دور إيجابي في تكوين الحضارة العربية ، ومع أنه يتعذر علينا تحديد دورهم لأنهم نزحوا مع غيرهم إلى المراكز الجديدة وساهموا معهم في البناء ، إلا أننا نرى أنّ الدراسة التفصيلية لهذه الناحية ستأتي بنتائج طيبة . كما أنّ مكة التي وجهت العرب كانت بلدة تجارة متحضرة ، وكانت موطنا لنضج اجتماعي وملتقى للتيارات الثقافية في الجزيرة قبل الإسلام . ويكفي أنّ الإسلام ظهر فيها ، وأنها أنجبت تلك العبقريات اللامعة في الإسلام ، وفي ذلك دليل على مستوى اجتماعي وثقافي عال كان فيها ، وعلى استعداد لها ، لذلك الإنتاج السامي . وعلينا أن نتذكر أنّ ثقافة\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالهلال الخصيب إن هي إلا ثقافة سامية ، وأنّ الفرس أنفسهم خضعوا لتلك الثقافة وأنهم أبدعوا في ناحية واحدة هي الناحية الدينية ، وهذه الناحية لم تثبت أمام قوة الدين الإسلامي . أمّا الثقافة اليونانية فكانت طارئة ولم يكن لها تأثير مباشر ، بل كان التأثير للثقافة الهلنية التي هي مزيج من الفلسفة اليونانية والدين الشرقي . ومع ذلك لم تستقر إلا في بعض المدن ، ولما زالت سلطتها السياسية قل تأثيرها ، واقتصرت على تخللها بين الناس بصورة شفهية في العصر الأموي عن طريق المناقشات الدينية ، ولم يظهر تأثيرها المباشر في الفلسفة والطب والعلوم إلا في العصر العباسي ، وكان ذلك نتيجة حاجات عملية . فالعرب إذا أقدموا على ثقافة هي ثقافتهم .\r\nومن هذا نرى أنّ الاتجاهات الإدارية والثقافية والمالية والتمازج البشري كانت تسير متضامنة في طريق ممتدة ، وتعتمد على الدين الإسلامي والكيان العربي والاتجاهات الثقافية العربية ، وأنّ الشعوب الأخرى لم تبدأ بالمساهمة إلا بعد أن دخلت في مجرى هذه الثقافة ، وأنّ تأثيرات الثقافات الأخرى لم تحصل إلا لحاجة العرب إليها بعد ذلك . وبهذا يزول التناقض الملحوظ من تجزئة نواحي التاريخ المختلفة .\r\n\r\n- 2 -\r\nثمّ إنّ مادة التاريخ - عادة - مرتبكة ، وربما كانت أقرب إلى الأدب منها إلى العلم . فهي مجموعة سجلات وآثار وانطباعات وأخبار شفوية ومكتوبة ، وهي نتاج الفكر والعاطفة والخيال ، وهي رهينة بالظروف التي حصلت فيها والتي كتبت بها .\r\nولذلك لا تخضع لقوانين معينة لاختلاف الأفراد في مؤهلاتهم ، ولاختلاف الظروف في الزمان والمكان .\r\nإنّ تاريخ العرب وإن يكن ما دوّن منه فيه كثير من التحري والتدقيق ومحاولة الضبط بشكل قد يفوق فيه ما دوّن عند الأمم الأخرى ، إلا أنه يشكو من أدواء خطيرة بعضها قديم وبعضها يتصل بطريقة كتابته الآن . فقد عبثت برواياته الاتجاهات الحزبية والدينية والمحلية ، وربما ورث هذا من نشأته لأنّ تلك وثيقة الصلة بعلم الحديث وبالسياسة . وأحسب أنّ القارئ يعلم كثرة ما وضعته الأحزاب والفرق من أحاديث لتثبيت كيانها ومهاجمة خصومها . ومع أنّ المحدثين حاولوا تمييز الموضوع منها من الصحيح ، وصنفوا الأحاديث إلى صحيح وحسن ومقبول وضعيف وموضوع ، وصنفوها إلى درجات من حيث سلاسل الرواية ، لأهميتها في التشريع ، إلا أنه لم يحصل في التاريخ مثل ذلك .\r\nوهذا يتطلب منا العناية بدراسة نشأة ( التاريخ ) وتطوره عند العرب ، على أن تدرس هذه الناحية باعتبارها جزءا من التطور الثقافي لدى العرب . فصلة التاريخ\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوثيقة بعلم الحديث وبدراسة الأنساب والأيام وبالدراسات اللغوية . ويبدو أنّ ( التاريخ ) تأثر في كتابته بالمبادئ الإسلامية وبتكوين إمبراطورية عربية وبالميول والعصبيات القبلية وبالنزعة الإقليمية ، وأنّ بداياته الأولى كانت في أوساط المعارضة للحكم الأموي في البصرة والكوفة وفي المدينة . ولنلاحظ أنه لم يجد أساسا مقبولا من النقد والتدقيق لفترة قبل الإسلام ، وأنه سار في اتجاهه بين الأسلوب القصصي الموروث من الدور الجاهلي وبين أسلوب المحدثين في الإسناد . وبمرور الزمن زادت أهمية الإسناد واتسع نطاق استعماله حتى صار أساس تدقيق الروايات والأخبار . وقد حصل نوع من تجريح الرواة وتعديلهم ، وصار التدقيق في الإسناد وفي توقيت الحوادث أهم عناصر النقد التاريخي . هذا ولم يكن للرواة والمؤرخين أن يبدوا آراءهم عادة ، بل أن يقبلوا الرواية أو يضعفوها أو يرفضوها ، وتتبين وجهة الرواي أو المؤرخ من الروايات التي ينتقيها ويوردها .\r\nومع ذلك فإنّ من الممكن ملاحظة أثر الأحزاب والفرق في التاريخ . وربما تركزت بالدرجة الأولى حول تصوير بداوة الجاهلية بصورة الفوضى والانحطاط الخلقي والاجتماعي لإظهار عظمة الإسلام ودوره ، ثم حول مهاجمة الأمويين الذين قاومتهم الأحزاب كافة عدا المرجئة . أما في الحالات الفردية المتصلة بالخلفاء فيسهل التمييز علينا إذا ما أدركنا ميول المؤرخين ، ونزعاتهم ، ومتى ما دققنا في الروايات الكثيرة المتعارضة ولا حظنا الظروف المحيطة بها . وممّا يسهل النقد علينا أنّ كثيرا مما كتب للدعاية وضع بأشكال أسطورية لا يقف أمام النقد . ولكن عقدة واحدة تقف أمامنا هنا ، وهي اشتباك الدين بالسياسة ، وإدخال أمور لها أهميتها في فهم التاريخ في مجال العقيدة ، وهذا مما يجعل المؤرخ حذرا في معالجتها لئلا يصطدم بسلك كهربائي لا يدري ماذا سيثير .\r\nولكن أخطر داء أفسد التاريخ الإسلامي هو داء الشعوبية الذي عصف بالحياة الفكرية في عصر التدوين . إذ إنّ الشعوبية - على قلتهم - وجهوا جهودهم إلى تشويه آثار العرب وتاريخهم ، وحتى دينهم ، ونسبوا إلى دول الفرس القديمة خاصة ما لا يقره التاريخ من مدنية وآثار .\r\nولم يقتصروا على التاريخ بل تناولوا الأدب ، وسلكوا أحيانا طريقا بين الأدب والتاريخ . ولقد كنّا نظن أنّ الشعوبية قصروا الهجوم على العصر الجاهلي مستغلين الناحية الدينية ليظهروا عرب الجاهلية بمظهر البداوة الساذجة ، وأنهم تركوا ما بعد ذلك حرمة للإسلام ، ولكن ظهر أنهم لم يحفلوا بما للإسلام من حرمة ، ولم تسلم منهم فترة ، ولم ينج أحد . وإنّا مع خطورة هذه الناحية لم نجد من تعرض لها حتى الآن .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوسنحاول في السطور التالية إعطاء الصورة التي نحصل عليها إذا قبلنا ما يذكر على علّاته ، ولن يخفى على القارئ معرفة أثر الاتجاهين المذكورين أعلاه . وقبل أن أفعل ذلك ، ينبغي أن أبين أنّ المؤرخين العرب يروون رواياتهم عادة على علّاتها ، إلا في القليل حين ينقدون . وقد ينفر القارئ مما سيقرأ ، ولكن هذا ما يقرأه عادة ، ولعله لم يفكر فيه هذا التفكير من قبل .\r\nنبدأ بدور الرسالة ، فنجد قصة الغرانيق تنسب إلى الرسول تمجيد اللات والعزى ومناة ليجلب ود قريش كما يزعم ، وهي بذلك تريد بيان نكوص الرسول عن مبادئه ، ولو بعض يوم ، ولكنها نسجت بشكل سرعان ما يتهافت أمام النقد .\r\nوروايتها تدل على وضعها وضعف إسنادها . أمّا راويها الأول ابن إسحاق ، فهو بين التجريح والتعديل عند المحدثين .\r\nوتظهر شخصية أبي بكر ( ) في الروايات مجردة من كل قوة ، فهي عندهم شخصية هادئة مقلدة أو تابعة لآراء من حولها . ولكن أين هذا من موقفه القوي وثباته عند وفاة الرسول ( صلى اللّه عليه وسلم ) مع دهشة المسلمين ؟ ! ثم موقفه الحازم في السقيفة وسيطرته على وضع خطير ينذر بأسوأ العواقب ، ثم موقفه القوي في الردة حين خاف غيره حتى أصرّ على محاربة المسلمين الذين رفضوا دفع الزكاة لأنها من حقوق الإسلام ؟ ألم يثبت بذلك وحدة الدولة العربية ؟ هذا فضلا عن سعة أفقه في الفتوحات وقوة آرائه التي خالف بها غيره كما في مسألة العطاء .\r\nوجاءت الروايات تتهم عمر بن الخطاب في تنحية خالد بن الوليد وتتهم خالدا نفسه ، مع أنّ ذلك كان نتيجة لاتجاه عمر نحو سيطرة المركز على الأطراف وعدم ارتياحه لاستبداد خالد برأيه ، وخوفه من طموح البارزين على الوحدة الإسلامية حتى إنه أبقى عامتهم في المدينة معه . واتهمته الروايات بأمر الشورى مع أنّ ظروفها كما سنرى هي التي فرضتها عليه ، ورمته بحرق مكتبة الإسكندرية وقد تحقق خرابها قبله بدهر طويل .\r\nوصبت الروايات حممها على عثمان ، متهمة إياه بمخالفته سنّة الخليفتين من قبله ، على حين أنه لم ينحرف في أسس سياسته عن السير على تدابيرهما في نظامه المالي وفي اتجاهه المركزي ، واتهمته بالإثراء وهو الذي أنفق جلّ أمواله في سبيل الإسلام ، ووصمه بالضعف والتخاذل وحملته جريرة التطور الاجتماعي والتحول الخلقي . وانتقدته بشدة على جمع القرآن وإحراق المصاحف ، وهي تغمض بصيرتها على أنّ الجمع وإحراق بعض المصاحف ( لأنها لم تحرق كلها ) كان حدثا فاصلا في تاريخ الإسلام الثقافي والسياسي لأنه حفظ الوحدة الدينية والسياسية للإسلام بصون\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nكيانه ودستوره الأعلى . وراحت تلومه على ترف الناس وثروتهم متجاهلة ما فاض في الفتوحات من أموال وما كان من أثر لا طلاع العرب على ما وجدوه في البلاد المفتوحة من أطايب المعيشة .\r\nوجاءت إلى الإمام علي ( ) ، فصورته ضعيفا في السياسة بعيدا عن الدهاء قليل التأثير فيمن حوله ، واتخذت عزله للولاة عند توليته الخلافة أول دليل على ذلك ، لأنه كان عليه أن ينتظر حتى تؤخذ له البيعة . وهذا حديث خرافة ، لأنّ القول في البيعة يعود إلى المدينة وحدها ، ولأنّ الثورة كانت على الولاة بالدرجة الأولى ، ولأنّ عليا إن أراد اتباع سياسة خاصة فعليه أن ينحي ولاة الفترة السابقة . وبعد فهو الخليفة .\r\nولكن الروايات تتجاهل ما هو أهم وهو أنّ مثله العليا الإسلامية كانت بعيدة عن فهم قبائل العراق وعرب الأمصار ، فكان اتجاهه يناقض ميولها . وحّملته سبب خيبته في حين أنّ أصول الثورة التي طوّحت بعثمان ، وهي ثورة الروح القبلية الإقليمية والحسد لقريش هي سبب تلك الخيبة .\r\nوجاءت الروايات إلى بني أمية . فوجدت في الخصومة بينهم وبين آل البيت من علويين وعباسيين موضعا تشن منه الحملات العنيفة . ولقد ظنّ الكثيرون أنّ سبب طمس تاريخ بني أمية وتشوّه الكثير من آثارهم يعود إلى الحزبية . فما قولك ب أنساب الأشراف الذي يعد من أدق ما عندنا عن بني أمية ، مع أن مؤلفه البلاذري عاش في العصر العباسي وبقرب خليفة متعصب هو المتوكل ؟ ثم ألا ينتظر أن يتوجه الهجوم الحزبي إلى معاوية الذي أخذ الخلافة ، وهشام الذي قتل في زمنه زيد بن علي ؟ إلا أننا لا نلمس ذلك في الروايات ، بل نلاحظ شيئا من الثناء على كفايتهما في السياسة والإدارة . نعم لا ينكر أثر العباسيين ، ولكن هؤلاء لم يقيدوا الكتابة أو يوجهوها كما يظن ، بدليل أنهم أنفسهم رسمت لهم صورة لا تقل عبوسا في كثير من نواحيها عن صورة الأمويين .\r\nلقد صوروا العرب في العصر الأموي أعرابا ، في حين أنّ أسس الحضارة والثقافة العربية والفقه الإسلامي أنشئت في تلك الفترة . وجعلت الروايات النظام الأموي المالي سلسلة تدابير ظالمة ترهق الموالي وأهل الذمة ، في حين أنهم ساروا على الأسس التي عرفت في عصر الراشدين مع تعديلات اقتضاها العرف المحلي والتطور ، وهي بمجموعها أصلح وأعدل من نظم البلاد قبل مجيء الإسلام . هذا بالإضافة إلى أنها هي النظم التي سار عليها العباسيون نفسها ، بل زادوا عليها أيضا حين تطورت ظروفهم . وحاولوا التقليل من شأن فتوحاتهم في الشرق ، وإظهارها بمظهر غزوات للحصول على الغنيمة فحسب ، مع أنها تمثل الموجة الثانية الكبرى والأخيرة للتوسع العربي .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nهذا من جهة ، ومن جهة ثانية لقد حاولت الروايات أن تؤكد أهمية الموالي في الحركة الثقافية في العصر الأموي ، على أنهم مثقفون وأنّ العرب بدو محاربون . فمتى تعلم الموالي اللغة وعلوم الدين حتى نبغوا ؟ وممن تعلموها إن كان العرب بدوا ؟ إنّ الموالي لم يدخلوا الميدان إلا بعد أن استعربوا . والتعريب الشامل لم يبدأ إلا على أثر خلافة عبد الملك ، ومن الثابت لدينا الآن أنّ جلّ حملة العلم في العصر الأموي كانوا من العرب .\r\nوكلما لاحظ أصحاب الأهواء عملا رائعا حاولوا تقليل شأنه ونسبته إلى أمور تافهة . فحركة التعريب الكبرى في زمن عبد الملك والوليد وهشام ، تلك الحركة التي شملت الدواوين والنقد والطرز كانت مرحلة حاسمة في التطور الثقافي وفي الاستقرار السياسي والاقتصادي . وربما كانت التعريب هذا أعظم حدث ثقافي سياسي بعد جمع القرآن ، نظم وفق خطة شاملة . ولكن الروايات تظهره مرتجلا ، وتنسبه إلى أسباب تافهة كغضب الخليفة من تلكؤ كاتب ، أو غضب وال من تباطؤ مولى ( وتجعل ذلك هو الدافع لتعريب الدواوين ) ، أو بسبب تهديد البيزنطيين بأن يشتموا الرسول على النقود ، كأنّ النقود صحف للدعاية وكأنّ الناس يقرأون الحروف اليونانية ، وكأن البيزنطيين كانوا يسكون النقود للعرب . ولن أتطرّق إلى تشويههم لآثار الخلفاء الأمويين وللعرب عامة في العصر الأموي ، بل أذكر مثلا يبين أنّ الروايات دست حتى في الحالات التي تتظاهر بالثناء . فعمر بن عبد العزيز كان سياسيا عبقريا وضع خططا مالية وسياسية عملية هدفت إلى إنقاذ الدولة من محنتها وحفظ كيانها من التصدّع للصراع بين العرب والموالي . ولكن الروايات جعلته رجل آراء خيالية ومثل خاوية ومبادئ نظرية وأساؤوا تفسير تدابيره ، ووضعوه على رف الحالمين الحائرين .\r\nثم تمجد الروايات دور الموالي في الدعوة العباسية وترفع أبا مسلم الخراساني ورهطه إلى الذروة ، وتسدل الستار على بني أمية ، غير مأسوف عليهم .\r\nفهل رحب الشعوبية بالعباسيين ؟ لقد استقبل الوالي حكم بني العباس بالثورات المتوالية ، سياسية واقتصادية واجتماعية ودينية ، تظهر بقوة في خلافة المنصور وتستمر في عصر المهدي والرشيد والمأمون والمعتصم ، حتى إنشاء الإمارات الفارسية المستقلة . ولو تصفحت تاريخ العباسيين بدقة لرأيته سلسلة صفحات مملة قاتمة .\r\nفأبو العباس متهم عندهم بسفك الدماء وهو بعيد عنه ، يستغلون بذلك تسميته لنفسه بالسفاح ، وقصده الكريم ، فيفسرونه بالسفاك ، مع أنه كان سياسيا مرنا يكره سفك الدماء ويفضل التفاهم واللين على الشدة .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوتنتقل الروايات إلى المنصور ، مثبت كيان العباسيين وواضع أسس سياستهم ، فتهمل روائع أعماله وتكرر اتهامه بالغدر والخداع ورغبته في إراقة الدماء . وحين تمرّ بين السياسي والعسكري فتظهره ضئيلا مطموسا . وهي تأبى أن تعترف بقابليته الفذة على اختيار الموقع ، بل تنسب ذلك إلى المصادفة التي جمعته براهب روى له أسطورة ، وإلى حماره الذكي الذي أعجبه المكان . وتنسب سياسته في البدء بحركة الترجمة المنتظمة إلى دافع شخصي ، إذ إنه عندها مصاب بمرض في المعدة وكفى . أمّا إنقاذ الدولة من أبي مسلم وتمرده ومن دعايته الخطرة التي بعثت آمال بعض الفرس في السيادة ، وأمّا قمعه للثورات الفارسية ، فتلك فظائع في نظر الروايات لا تنسى .\r\nوإذا ما تحدثت عن المهدي ، صاحب السياسة المسالمة التي أراحت الرعية - ولكن بعض إيران ساخط ثائر مع المقنع - صورته لنا مترفا باذخا شغله انصرافه إلى الترف عن العناية بشؤون الرعية تاركا دولته لوزرائه ، يتهم خصومه كبشار بن برد ( الذي تحاول أن تظهره بمظهر البريء من الزندقة ) ، ليتخلص منهم .\r\nأمّا الرشيد ، فتعده تلك الروايات خليفة لا معا حين أيدته البرامكة . فالبرامكة - في زعمها - سر مجده وروح العصر الذهبي ، وهم مثل الكرم والسياسة . فكفر الرشيد بنعمة اللّه عليه حين نكبهم ، وهل يجود الدهر بمثلهم ؟ كلا ! وعادت الروايات إلى الرشيد فصورته مصابا بالنقص ، وجعلته مجمع الشذوذ الجنسي ، يجب جعفرا حبا مريبا ، ويجب أخته حبا جما ، فيجمع بين نقائض الشذوذ ، ويخلقون من التناقض أسطورة يلطخون بها جبين الأسرة العباسية وجبين العرب بشكل قبيح منقطع النظير . ثم لا يلتفت المؤرخون إلى التناقض ، فالرشيد لم يكن عندهم إلا شبحا يحكم باسمه البرامكة دون رقيب ، ولكن الشبح هو الذي بطش بالبرامكة ، وهو الذي بطش بالروم بعد نكبة البرامكة ، بل ينشط الشبح حتى يذهب إلى أقصى الشرق ليقمع ثورة خراسان التي قادها رافع بن الليث ، فيلقى أجله .\r\nوتتغافل الروايات عن وجود كتلتين في البلاد العباسية : كتلة عربية وأخرى فارسية يمثلان التنافس على السلطان بين العرب والفرس ، وتنسى الروايات محاولة الرشيد أن يستغل ذلك ليسيطر على الحالة ويحدث التوازن ، فلما كاد يختل بطش بالكتلة الفارسية بمعاونة الكتلة العربية . وهي بعد ذلك تتخبط في عرض صفات الرشيد بين الرضا عن القسم الأول من الحكم والسخط على القسم الآخر منه . فهو تقي ورع ، وهو مدمن متحلل ، وهو جندي مجاهد ، وحاج يسير على الأقدام ، وهو مترف يقضي وقته بين الجواري والقيان ، وهو ساهر على مصالح رعيته ، يدور متنكرا في الليل ليفهم الأحوال ، وهو مهمل متراخ - كل ذلك يجمعونه في شخص واحد .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nثم ترجع روايات الشعوبية إلى الأمين وتطلق لنفسها العنان ، إنه الخليفة الثاني ( بعد أبي العباس ) من أبوين عربيين ، وأولهما من أبوين هاشميين . والأمين جعلته الظروف ، وصار بعد ذلك أمل الكتلة العربية في البلاد ورمز آمالها وكفى بذلك سبة . ونكبة الأمين فتحت لهم الباب . لقد صورته الروايات خليفة متفسخا لا يفهم إلا الأنس والطرب ، ولا يقدر مسؤولية ، ولا يعرف غير الجواري وشرب الخمر مع كثير من الشذوذ الجنسي وغيره - يهزم جيشه فلا يعبأ ، ويأسف لأنّ غلامه كوثرا صاد سمكة في البركة وهو لم يصد ، ويعمل الحراقات على أشكال الحيوانات ليتنزه في دجلة إرضاء لنزواته . ويتخبط في سلسلة أخطاء ، بل هو بذاته مجموعة أخطاء ونقائص قلّ أن يتهكم الزمن إلى درجة أن يجود بأهزل منها . ألم تجتمع نسوة من عالم الغيب حول أمه عند ولاته فتتنبأ له بالغدر وقصر العمر والتقصير والتخليط ؟ ألم يندم الخليفة على جعله وليا لعهده لأنه ينغمس في الملاذ والشهوات ، ويستمع إلى رأي النساء ، إضافة إلى ضيق صدره وسوء تدبيره ؟ نعم جمع كل ذلك حين كان عمره خمس سنوات وست حين عهد له ! ألم ينشأ دون ثقافة ؟ هذا ما تحاول الروايات تقديمه بحروف بارزة حتى ليقول ابن الأثير بأنه لم يجد للأمين شيئا يستحسنه فيذكره . هل ينسجم ما ذكرته الروايات مع ما نراه في روايات عابرة من أنّ الأمين كان ينظم جيوشه بنفسه ، وأنه كان أحيانا يسهر الليالي في أمور الدولة ، وأنه لم يبدأ الحرب مع أخيه إلا بعد مراسلات دبلوماسية طويلة ؟ وهل يوصف بقلة الثقافة من يهذبه أمثال الكسائي والأصمعي ومن يثني الأصمعي على ذكائه وتهذيبه ؟ وهل يوصف بالغدر من يرفض تهديد أخيه بولديه الموجودين في بغداد مع أنهما يصلحان لأن يكونا خير رهينة ؟ لقد أطلنا لترى إلى أي درجة من التشويه والعبث تعرّض تاريخ العرب .\r\nوجاء المأمون ابن أخت الفرس ، ففرحوا به وأبقوه في مرو ، وعادت آمالهم جياشة ، فرفعوا ذكره حتى صار مثل العلم والحلم والعقل والثقافة والتدبير . فلما انقلب على مرو وعلى بني سهل وعاد إلى بغداد ، عادوا يهدّون ما بنوا ، فتكونت لنا صورة غريبة عنه هي كالبرج الشامخ وليس في داخله إلا رماد .\r\nأمّا الحركة العلمية الرائعة في العصر العباسي ، ولا سيما حركة الترجمة فلم تكن حسب تلك الروايات إلا بسبب معدة المنصور واعتقاد المأمون بالرؤيا . هكذا تريد الروايات ! لننس التطور الحضاري والمناقشات الدينية بين المسلمين وغيرهم ، وحاجة العرب إلى العلوم العملية والعلوم الفلسفية ، وحاجتهم إلى الفلك لصلته ببعض الأمور الدينية ، وظهور حركة التدوين وإنشاء بيت الحكمة . نعم لننس هذا ولنقتصر بمشيئة الروايات على معدة المنصور ورؤيا المأمون .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nلقد سقت هذه الأمثلة لأشير إلى بعض آثار التشويه . ولن ألوم المحدثين إلا على ما يظهر في بحوثهم من حسن نية في غير محلها ، وقبول ما يقرأون في الكتب دون تمحيص وبحث وبذلك ثبتوا ارتباك الماضين ، وأظهروا المتناقض بمظهر الأكيد فزادوا الطين بلة . وإني أشير عابرا إلى أن أثر الشعوبية شمل الأدب والحديث والتاريخ . وليس لدينا متسع يساعد على مناقشة هذا الأثر مناقشة كافية . ويكفي أن أذكر مثلا للتهجم لا للتشويه ، في الأدب . كتب سهل بن هارون رسالة يمجد فيها البخل لأنّ العرب يحتقرونه ، ويتمجدون بالكرم ويعيبون على الأعاجم البخل . كتب سهل هذه الرسالة ليحط من الكرم وأصحابه وليظهره بأحط مظهر . فكتب الجاحظ كتابه اللاذع البخلاء بأسلوب قصصي بارع النكتة شديد في التهكم ، فرد سهام سهل إلى نحره بتهكم عنيف وسخرية بالغة ومرح مضحك . هل ينسى القارئ مثلا أنّ الديكة في كل البلدان تقدم الحبّ للدجاج أولا ثم تلتقط ما تشاء منه بعدها ، إلا في مرو ( قلب خراسان ) حيث تلتقط الحبّ قبل الدجاج ! .\r\n\r\n- 3 -\r\nوهناك مشكلة أخرى وهي أنّ المؤرخين العرب يهملون أثر الزمن وما يصحبه من تطور ، وينسبون الكثير من التطورات التي احتاجت إلى وقت طويل إلى أشخاص سابقين . ولدينا أمثلة كثيرة . فالنظام المالي ، ولا سيما تنظيم الجزية والخراج ، ينسب كله إلى الخليفة الثاني عمر بن الخطاب . فيذكرون أنّه عدّ الجزية رمز الخضوع فيدفعها الذمي ، واعتبر الخراج إيجارا للأرض لا ضريبة ، لذا وجب على المسلم والذمي دفعه . ولكن البحث يدل بوضوح على أنّ هذا التمييز الأخير لم يتضح إلا في زمن عمر بن عبد العزيز في حين أنّ الضريبتين كانتا رمز خضوع ابتداء ، وأعفى من أسلم من الجزية بينما يبقى الخراج ، كما أنّ النظام المالي المنسوب إلى عمر بن الخطاب لم يكن كله من وضعه ، بل تكامل بعده تدريجيا خلال فترة تزيد على قرن .\r\nومن أمثلة ذلك نسبة الحركة الإسماعيلية والقرمطية إلى عبد اللّه بن ميمون القداح ، مع أنّ هذا جاء في الفترة الأولى ، وأنّ الحركة استغرقت مدّة طويلة واشتغل فيها كثير من المنظمين والمفكرين حتى انتظمت واتسعت وقامت بدورها الخطير في التاريخ والفكر الإسلامي .\r\nوهم ينسبون قيام الدولة العباسية إلى جهود أبي مسلم الخراساني وإلى عبقريته ، في حين أنّ الدعوة العباسية كانت تبث منذ زمن يزيد على ربع قرن قبل مجيء أبي مسلم ، وقد وضعت أسسها وأساليبها ومبادئها قبله ، ولم يرسل أبو مسلم إلا بعد أن ثبتت وبلغت غاية خطورتها ، وأصبحت الحاجة ظاهرة للخروج بالدعوة من طورها\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالسلمي السري إلى الثورة العلنية ، فعهد إلى أبي مسلم تنظيمها في مرحلتها الأخيرة وقيادة قواتها . وإن نحن دققنا أساليبه نجدها استمرارا لما حصل قبله ، لا جديد فيها ، حتى إنّ انضمام الدهاقين إليه لم يكن نتيجة كفايته الخاصة ، بل نتيجة التنظيم المالي الذي قام به نصر بن سيار في تلك الفترة حين مسح الأراضي ، وفرض الخراج عليها ، بما فيها أراضي الدهاقين ، وقام بإحصاء الناس وفرض الجزية على غير المسلمين بمن فيهم أعوان الدهاقين ، وكان ذلك في خراسان لأول مرة فأضرّ بالدهاقين ماليا وأفقدهم كيانهم الممتاز ، فلم يبق لهم مجال للتعاون مع الأمويين وانضموا إلى الدعوة العباسية .\r\n\r\n- 4 -\r\nوتجابهنا تشويهات الناسخين وتحريفاتهم مما قد يخلق مشكلات ليست باليسيرة .\r\nويكفي أن أذكر هنا مثلين لذلك . جاء في طبعة للمسعودي ، عن المنصور « أنه أول خليفة استعمل مواليه وغلمانه وصرّفهم في مهماته وقدمهم على العرب . فاتخذت ذلك الخلفاء من بعده - من ولده - سنّة ، فسقطت وبادت العرب ، وزال بأسها وذهبت مراتبها » « 3 » ، بينما يرد القسم الأخير من هذا النصّ في الطبعة الأوروبية :\r\n« سقطت قيادات العرب ، وزالت رياستها وذهبت مراتبها » « 4 » . فالنص الأول يبيد العرب ويذكر سقوطها وزوال بأسها ، في حين أنّ النص الثاني يشير إلى ذهاب القيادة والرئاسة منها ، والفرق شاسع بين الاثنين .\r\nوجاء في طبعة للمقريزي وصف طريقة الجباية في مصر في صدر الإسلام :\r\n« وكانت جبايتهم بالتعديل ، إذا عمرت القرية وكثر أهلها زيد عليهم ، وإن قل أهلها وخربت نقصوا ، فيجتمع عرافوا كل قرية وأمراؤها ورؤساء أهلها فيتناظرون في العمارة والخراب ، حتى إذا أقروا في القسم بالزيادة انصرفوا بتلك القسمة إلى الكور » « 5 » . فهو يجعل اللجنة المحلية مؤلفة من « عرافي القرية وأمرائها ورؤساء أهلها » . ولو رجعنا إلى الطبعة التي نشرها المعهد العلمي الفرنسي في مصر لوجدنا محل ( عرافو ) كلمة ( غرافسو ) ومحل ( أمراؤها ) كلمة ( مازوتها ) « 6 » . وهاتان الكلمتان\r\n\r\n\r\n","description":"","footnote":"\r\n( 3 ) أبو الحسن علي بن الحسين المسعودي ، مروج الذهب ومعادن الجوهر ، بتحقيق محمد محيي الدين عبد الحميد ، 4 ج ، [ ط 3 مزيدة ومنقحة 
  ] ( القاهرة : مطبعة السعادة ، [ 1958 
  ] ) ، ج 2 ، ص 204 .\r\n( 4 ) المصدر نفسه ، ج 2 ، ص 297 .\r\n( 5 ) أبو العباس أحمد بن علي المقريزي ، الخطط المقريزية المسماة بالمواعظ والاعتبار بذكر الخطط والآثار يختص ذلك بأخبار إقليم مصر والنيل وذكر القاهرة وما يتعلق بها وبإقليمها ، 5 ج ( القاهرة : مكتبة المليجي ، 1906 - 1908 ) ، ج 1 ، ص 123 .\r\n( 6 ) المصدر نفسه ، ج 3 ، القسم 1 ، ص 327 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nتشيران إلى الأسماء القبطية للرؤساء المحليين . والفرق كما ترى بعيد بين الاصطلاحين والتحريف . وفي هذه الحالة يثبت الناشر بقلة علمه ما حرّفه الناسخ بجهله .\r\n\r\n- 5 -\r\nوتجابهنا مشكلة أخرى لها صلة بهذه المشكلة ، وهي تدوين التاريخ على أسس الأسر الحاكمة . وهنا تعترضنا ناحيتان : الأولى أنّ تركيز الانتباه يكون على الأسرة نفسها ، ويندر أن يشار إلى الأمة أو إلى الشعوب المحكومة ، وبذلك يظهر التاريخ سلسلة فترات منقطعة لا ارتباط بينها . فالراشدون يمثلون التقوى والسير على الشريعة مثلا ، والأمويون اغتصبوا الخلافة وجعلوها ملكا ، والعباسيون حملوا لواء الدعوة إلى الحكم الشرعي ، فساروا على أساس الدين والقوة واستأثروا بالحكم وجاؤوا بدولة جديدة أو عصر جديد . وتعرض إدارة العباسيين مثلا مختلفة كل الاختلاف عن إدارة الأمويين . وإذا ما ذهبنا إلى التفاصيل وجدنا لكل خليفة شخصيته وميوله وأهواءه ، فهو يحكم بحسب اجتهاده أو آرائه . وبذلك لا تقتصر التجزئة على عصور الأسر ، بل تتعداها إلى أجزاء العصور أو الفترات التي يحكم فيها كل خليفة . والناحية الثانية تزيد الأمر تعقيدا ، وهي نسبة ما حصل مؤخرا إلى الأولين ، فتصور التطورات التالية كأنها كانت موجودة من البدء ، ويؤكد الانطباع الذي يعطيه الخليفة في آخر سنيه ويسجل وكأنه وجد من بدء حكمه ، وكأن الخبرة والتجارب والظروف المحلية لا أثر لها . وهكذا تؤكد الخطوط الفاصلة ، وتوسع ، ويظهر التاريخ ممزقا مقطع الأوصال . فتخفى على الباحث ملاحظة العوامل المستمرة والتيارات الخفية التي تكمن وراء الحوادث ، في حين أنّ الحوادث هي نتائج لتلك العوامل والتيارات . ففي التاريخ من عوامل الاتصال والاستمرار ما يجعل التجزئة غير ممكنة ، وما يجعل كل فترة متممة لما قبلها ونتيجة طبيعية لظروفها . فالعوامل الجغرافية من موقع ومناخ وحاصلات وثروات طبيعية ، والعناصر البشرية للسكان ، والاتجاهات الثقافية والأساطير والتقاليد والعادات والروح العامة التي تكونت على مرّ الزمن ، كلها عوامل تضمن الاستمرار وتمنع الانقطاع بأية حال من الأحوال . أمّا التبدلات السياسية التي نعدها تبدلات مفاجئة فإنها حين تفحص تظهر نتائج لتبدلات داخلية وتطورات مهمة خفية .\r\nولنضرب مثلا للتوضيح : إنّ الدولة العباسية هي استمرار لدولة الأمويين ونتيجة لها . إننا نميز العباسيين مثلا بأنهم قربوا الموالي وأشركوهم في الحكم ، ولكن أهمية الموالي ظهرت قوية بتكاثر عددهم وبتركيز مبادئ الإسلام منذ العصر الأموي ،\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nحتى لنجد بينهم القادة والفقهاء والكتاب ، ونجد منهم المقربين عند الخلفاء ، كما نرى من وضع سالم مولى هشام بن عبد الملك وعبد الحميد الكاتب مولى مروان بن محمد . بل نجد منهم الأئمة المرموقين كأبي حنيفة الذي كان نتيجة البيئة الأموية . ولما وصلت قوة الموالي إلى حدّ أن جعلتهم يقومون بعمل أساسي في قلب الخلافة الأموية كان من الطبيعي أن تظهر هذه القوة في مجال السياسة العلني في العصر العباسي .\r\nوتصور لنا الإدارة العباسية كأنها إدارة مركزية جديدة في كل شيء ، على أساس أنّ العباسيين أحدثوا نظام الوزارة وبدلوا طريقة الإدارة من الشكل الأموي اللامركزي إلى مركزي قوي . ولكننا حين نفحص الوضع نجد أنّ الوزراء العباسيين الأولين لا يختلفون في صلاحياتهم عن الكتاب الأمويين المقربين كعبد الحميد الكاتب . ولو عدنا القهقهرى إلى فترة أقدم من هذه لوجدنا لروح بن زنباع الجذامي من المنزلة عند عبد الملك ما أوهم بعض المؤرخين فجعله وزيرا له . ثمّ إنّ النظام الإداري الأموي كان يسير باطراد نحو المركزية ، وقد أخذ العباسيون النظام نفسه وزادوا المركزية بالتدريج أيضا . وكانت الدواوين العباسية الأولى هي الدواوين الأموية عينها ، ثم تطورت بالتدريج كما كان التطور يحصل في العصر الأموي .\r\nوالخلاصة أنّ العباسيين ساروا على النظام الإداري الذي وضعه الأمويون .\r\nوحين ننظر إلى أساليب الجباية ونظام الضرائب ، نجد الوضع العباسي في بدئه هو الوضع الأموي عينه . فنظام عمر بن عبد العزيز المالي انتصر في أواخر العصر الأموي - على العكس مما يقوله المؤرخون - وساد حتى تبدل نظام الضرائب في خراسان لينسجم مع نظام عمر بن عبد العزيز . ولما جاء العباسيون ساروا على هذا النظام نفسه .\r\nومن جهة ثانية استمرت أساليب الجباية الأموية متبعة في العصر العباسي .\r\nوهذا ما جعل بعض الناس ، خاصة في إيران ، يشعرون بأنه لم يحصل تبدل بمجيء الدولة الجديدة .\r\nوينسب للعباسيين بدء الحركة الكبرى في الترجمة . وإن نحن دققنا هذا الرأي اتضح لنا بعده عن الدقة . فالترجمة بدأت منذ العصر الأموي ، من زمن خالد بن يزيد ، وكانت فردية ، وعندنا أخبار عن ترجمات في زمن عمر بن عبد العزيز وهشام ابن عبد الملك . إننا لا ننسى حركة الترجمة الكبرى في العصر الأموي تلك التي نسميها تعريب الدواوين الذي استغرق حوالي نصف قرن . وهذه الحركة كانت عاملا أساسيا في تعريب الطبقة المثقفة من الأعاجم . وكانت ضرورة عملية لتطور الدولة في اتجاهها العربي . أمّا محاولات الترجمة في النواحي العلمية فلم تكن ضرورة عملية\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nأساسية ، ولذا لم تثمر حتى ظهرت الحاجة إليها في العصر العباسي . ومن ناحية أخرى نجد الترجمات الأدبية والفلسفية عن الفارسية تبدأ من أواخر العصر الأموي ، ويكفي أن نذكر اسم سالم مولى هشام وابن المقفّع ( الذي برع في العصر الأموي ) وما قاما به من ترجمات في التاريخ الفارسي والأدب لنعرف أنّ الترجمة عن الفارسية في العصر العباسي هي استمرار نشيط لما قام به الأمويون . ولا ينبغي أن ننسى أنّ حركة الترجمة عن الفارسية في الأدب والدين قامت بدور مهم في الحركة العلمية العامة ، ولكنها لم تسجل بعناية لأنّ موضوعاتها لا تنسجم والاتجاه العربي الإسلامي ولأنها لم تكن بإشراف الدولة .\r\nوالحركة الشعوبية التي تعد من مظاهر الحياة العامة في العصر العباسي بدأت من العصر الأموي ، وقامت بدور مهم . ولكنها كانت تتستر وراء المساواة الإسلامية ، فلما أزيح الستار بإشراك الفرس في الحكم ظهرت بشكلها المفضوح المعادي لكل ما هو عربي إسلامي .\r\nونظرية العباسيين في الحكم - وهي أنهم عائلة مختارة من اللّه وأنّ سلطتهم مستمدة من اللّه ، وأنّ حكمهم خالد ، وأنّ الأرض لن تخلو من إمام عباسي أبد الدهر ، وأنه لا معنى للرأي العام في الحكم - أقول حتى هذه النظرية نشأت عندهم وعند العلويين في العصر الأموي نفسه . ولكنهم نادوا بها حين وصلوا إلى الحكم .\r\nومع أنّ الوزارة أسندت إلى الفرس في العصر العباسي الأول ، فإن ذلك لم يكن كما يفسر وهو نتيجة ضعف العرب في الكتابة ومقدرة الفرس ، فالعرب العباسيون أوغلوا في الثقافة أكثر من الأمويين ، ونحن نرى عربا قاموا بالكتابة في العصر الأموي ، ونرى عربا برعوا فيها في العصر العباسي . ويجب أن لا ننسى أنّ الكتابة كانت بالعربية . فلا يمكننا أن نقبل هذا السبب لإسناد الوزارة إلى الفرس ، ولكن السبب - كما يظهر لي - هو في رغبة العباسيين في تحقيق التعاون بين العرب والفرس في الحياة العامة ، وتدعيمه لتثبيت أسس دولتهم التي تريد إشراك الفرس ولا تريد إهمال العرب .\r\nوهذا يتضح إذا تذكرنا فترة الدعوة العباسية حين كان الإمام المدعو له عباسيا ( وهذا تعرفه حلقة الدعاة ) ورئيس الدعوة فارسيا ، فلما جاء العباسيون إلى الحكم أصبح الإمام خليفة ورئيس الدعاة وزيرا . وبذا كان الوزراء عنوان هذا التعاون .\r\nولعلنا نكون أدق إذا قلنا التعاون بين العرب والموالي لأنّ بعض الوزراء كما يظهر لم يكونوا فرسا بل موالي من غير الفرس . فأبو أيوب المورياني كان من الأهواز وقد شتمه المنصور قائلا : « يا خوزي » ولم نعرف أنّ النسبة الفارسية كانت منقصة عند العباسيين ليشتم أبو أيوب لفارسيته . ولكن يتضح سبب نسبتهم جميعا إلى الفرس إذا\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nتذكرنا أنّ الأنباط كانوا يحبون الانتساب إلى الفرس بعد مجيء العرب ، واسمع الشاعر يقول :\r\n وأهل القرى كلّهم يدّعون * بكسرى قباذ فأين النبط ؟ \r\nوهكذا ترى في العصر العباسي استمرارا للعصر الأموي وتتمة له . وإن حصل تطور فذلك تدريجي وطبيعي . ومن الخطأ أن نفترض ، كما تريد المصادر ، أنّ التطور حصل بطفرة واحدة عند مجيء العباسيين .\r\n\r\n- 6 -\r\nوثمة مشكلة أخرى تقع تبعتها علينا لا على مصادرنا ، وهي أننا لا نميز نوعها أحيانا . ففي بحث النظم والضرائب والخلافة ننظر إلى كتب الفقهاء ، وهي تصور لنا دساتير النظم المختلفة بشكل مثالي لا بحقيقتها العملية . وهي بشكلها الثابت المتبلور تعطي الانطباع بأنّ النظم سارت وفق هذه الدساتير ، أو أنّ النظريات وضعت أولا ثم عملت التنظيمات في ضوئها واستمرت كذلك .\r\nولكن التدقيق يدل على أنّ تلك الدساتير لم تكن موجودة عند بدء النظم ، وإنما كتبت متأخرة بعد خبرة طويلة مرت بها المؤسسات ، فوضعت لتمثل خلاصة الخبرة والتجارب مهذبة مرتبة ومرفوعة إلى الصورة المثالية التي تعرضها كتب الفقه .\r\nفإن أردنا معرفة النظم وجب علينا الرجوع إلى كتب التاريخ وملاحظة النبتة من أولها ، ثم متابعة نموها وتطورها خلال الفترات المختلفة . وما الدساتير في كتب الفقه إلا ما يقابل « النظريات السياسية » في الوقت الحاضر . ولذا وجب علينا أن ندرس الناحية العملية لنفهم التطور ، ثم ندرس كتب الفقه لنرى التفكير السياسي أو المالي أو الاجتماعي المتعلق بتلك النظم .\r\nوفي الحديث عن التاريخ الاقتصادي والاجتماعي نكيل اللوم على مصادرنا ونتهمها بإغفال هذه النواحي ، وندعي أنّ مؤرخينا لضيق أفقهم أو لنوع ثقافتهم أهملوا الأمة وتطورها ، وما ذلك إلا لجمودنا على كتب التاريخ المعهودة . ولكن النظرة الشاملة إلى تراثنا التاريخي تنقض هذا . فهناك طائفة من الكتب تعنى عناية خاصة بالموضوعات الاجتماعية والاقتصادية مثل كتب القصص التاريخي ( ك نشوار المحاضرة للتنوخي ) وبعض كتب الأدب ( ككتب الجاحظ ) ، وكتب السير والتراجم والوفيات ، وكتب الجغرافية والرحلات . فهي كنز ثمين مليء بالمعلومات الطريفة لمن يريد الكشف عن التطورات الاجتماعية والاقتصادية . ولكننا نضع تبعة ضعفنا وقلة تدقيقنا على من سلف دون تدبّر .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\n- 7 -\r\nيتضح من هذا كله أنّ الدراسة المنظمة لتاريخنا تتطلب نقد المصادر لمعرفة أصولها وميول مؤلفيها وتستوجب إسناد كل ما نأخذ منها إلى مصدره ليعرف القارئ قيمة معلوماتنا ودقة أصولنا . وتتطلب الفترات المختلفة معالجة متصلة دون تجزئة ، لتظهر نواحي الاستمرار والنمو ولتفهم الأمة في مسيرتها التاريخية ، وتتطلب أن نحيط بها من نواحيها المختلفة التي تمثل الفعاليات الاجتماعية والاقتصادية والدينية كافة ، لنقدم للقارئ فكرة شاملة ، ولتفهم الشخصية العامة للأمة بأكمل صورة .\r\nوبذلك تكون الصورة منسجمة لا مجموعة أشلاء مبعثرة . ولنا أن نستعين في بحوثنا بكتب التاريخ والأدب والفقه والقصص والشعر ، وبالآثار الفنية والأساطير .\r\nومن الواضح أنّ القصص والأساطير الشعبية لها أهمية كبيرة في الكشف عن عقلية السواد الأعظم من الأمة وبعد نظرهم إلى الأمور ونوع تفكيرهم . فتكرار الإشارة إلى أهمية الأحلام والنبوءات في التاريخ يشير إلى مجتمع يعتقد بهذه الأمور ويرى لها أهمية عملية ، وتلك نتيجة لضآلة ثقافته وتفشي الأمية فيه . كما أنّ بعض الخرافات لها أهمية في الكشف عن نواح أخرى مهمة . فالاعتقاد بأنّ من أكل سبع تمرات في الصباح لا يدخل الشيطان داره ذلك اليوم ، يشير إلى إنتاج واسع من التمر وإلى العناية بزرعه .\r\nوالاعتقاد بأن القسطنطينية لا يفتحها إلا رجل اسمه اسم نبي تشير إلى عجز عن فتحها ويأس يرجئ ذلك إلى زمن مجهول . والخرافة التي تزعم بأن من فتح عينيه ونظر الشمس دون أن تدمعا مباشرة فهو كافر تشير إلى عيون تتفشى فيها الأمراض ويندر فيها من يستطيع فتح عينيه على قرص الشمس . والأسطورة التي ظهرت في العصر العثماني ، والتي مفادها أن بغداد حين خططها المنصور أحاطها بحبل علق عليه جرسا في جهة وأمر ألا يبدأ ببنائها إلا بعد دق الجرس ، فمرّ حمار فدق الجرس وبدأ البناؤون بالبناء ، فلما سمع المنصور بذلك تأوّه طويلا وقال : « بغداد نصيب الغريب » ! تلك الأسطورة هل تتكوّن مثلها إلا عند أمة نكبت عدة قرون ؟ ! وبهذه المناسبة أبين أن ألف ليلة وليلة كنز ثمين يكشف عن تطور العقلية الشعبية في البلاد الإسلامية في مختلف عصورها ، فهي تمثل هذه العقلية في خرافاتها وسذاجتها وصراحتها المكشوفة في الأمور العاطفية ، وشكها بالمرأة وإحاطتها بالأسوار ، وحبها للمغامرات والغرائب ، ورأيها في الشعوب المجاورة ، وتصف حياتها اليومية وتعكس رأيها في الترف المتمثل في قصور الملوك ورفاهية التجار . كما أنها مزيج من الواقع والخيال في قصصها . ومما يؤسف له أن يهمل هذا الكنز التاريخي ولا يدرس كما\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nينبغي . وإني أرى أن من درسوها اتجهوا اتجاها مغلوطا . فهم حاولوا دراستها من بدئها متقدمين مع العصور ، فضاعوا وضعنا في المحاولة . وإني لأراها كالبصلة تتألف من طبقات من الأوراق ، ولا يمكن فهمها بالنقب على الفسيلة الداخلية بمخصف التاريخ ، بل أن نبدأ بالقشر الأخير ونرفع قشرا قشرا حتى ننفذ إلى الداخل ، ويكون ذلك بمحاولة مقابلتها بكتب الأدب والقصص التي كتبت في مختلف العصور ، مبتدئين بالحديث ، راجعين تدريجيا إلى القديم ، وبذلك فقط نستطيع معرفة تطور ألف ليلة وليلة وتطور العقلية الشعبية .\r\nوعلينا ألا نتقيد - عند البحث - برأي أو نسلم باستنتاج إلا إذا استطعنا اختبار صحته من مصادرنا ، فالشك في كل رأي وفي كل خبر ضرورة للبدء الصحيح .\r\nإن ميلنا إلى قبول الروايات المتواترة في البحث ، أو تسليمنا بخبر إن تكرر وروده في عدة مصادر قد لا يفيد أحيانا ، لأن هذه المصادر المتعددة قد تكون مستقاة من مصدر واحد ، متى عرفنا صاحبه وجدناه مدلسا أو ضعيفا . كما أننا قد نجد في الإجماع ما يبعث على الريبة أحيانا . فمثلا تتواتر الروايات بأن الدعوة العباسية بدأت سنة 100 ه ، ولكنها تخبرنا أن إمامة محمد بن علي العباسي ، المنظم الأول لها ، بدأت سنة 98 ه ، على أثر وصية أبي هاشم زعيم فرقة الغلاة الهاشمية التي اعتمدت عليها الدعوة العباسية أول الأمر . فيخامرنا الشك - ماذا حصل في السنتين الواقعتين بين وفاة أبي هاشم وسنة 100 ه ؟ فيدفعنا الشك إلى مناقشة تفاصيل الروايات حتى نتوصل إلى رفض هذا التواتر بدلائل أخرى غير مباشرة أو غير ملحوظة لأول وهلة .\r\nوقد يجد الباحث فائدة تاريخية مهمة في أخبار يعرف أنها مزيفة أو يتوصل إلى زيفها نتيجة التدقيق . وللتدليل أذكر الوصية المشهورة التي قيل إن إبراهيم الإمام أوصى بها أبا مسلم حين أرسله إلى خراسان . فالوصية ينقض بعضها بعضا في المعنى ، فهي تطلب من أبي مسلم أن يعتمد على اليمن ، وأن يحاول استمالة ربيعة في خراسان ، وأن يعد مضرا عدوه الخطر ، ومع ذلك تريد منه ألا يدع في خراسان عربيا . وهي ترد في روايات ضعيفة ، وبأشكال مختلفة . ولكنك إن أمعنت النظر في تصرفات أبي مسلم عند ذهابه إلى خراسان وتصرفاته بعد دخوله مرو ، ثم انتصاره على نصر بن سيار ، فهمت الوصية وعرفت أنها وضعت لتلخص موقف أبي مسلم من العرب بعد انتصاره على الأمويين . فنحن نفهم تاريخيا أن أبا مسلم حاول عند مجيئه التكتم وإخفاء نياته ، فحالف اليمن وحاول التفاهم مع ربيعة ( وكلتاهما ساخطة على سياسة مروان القيسية وعلى ممثله نصر بن سيار الذي اعتمد على المضرية وحدهم ) ، فلما نجح في ذلك وتغلّب على قوة مضر عاد ينكل بالعرب من مختلف\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالكتل لأنه وجد أنهم لا يخلصون لقضيته في خراسان . وهذا يفسر الفقرة الأخيرة التي توصي بقتل كل العرب حتى من بلغ خمسة أشبار . وفهمت أنها توضح خطته وخطة العباسيين بعد انتصارهم في القتل على التهمة لخطورة الأحوال التي لا تسمح لهم بالتروي والتثبت . وهكذا نلاحظ أني حيث أثبت أن الوصية المذكورة موضوعة على لسان إبراهيم الإمام أعود فأستنتج منها سياسة أبي مسلم الخراساني تجاه العرب في ضوء المعلومات التاريخية الأخرى .\r\nولأذكر لك مثلا آخر ، إنه حديث ينسب إلى الرسول ، لا أشك في أنه ليس من الصحيح لاختلاف أشكاله ولاضطراب طريقة روايته ولأنه من أحاديث الفرق .\r\nوهو حديث يذكر أن شخصا من تميم اسمه حرقوص بن زهير اعترض على قسمة الرسول لبعض المال بين من حوله حين آثر نفرا تألفا لقلوبهم ، إذ قال للرسول :\r\n« أعدل يا رسول اللّه » ، فقال الرسول ( صلى اللّه عليه وسلم ) : « ويحك ومن يعدل إذا لم أعدل » ! ثمّ قال ( صلى اللّه عليه وسلم ) : « إنه يخرج من ضئضيء هذا قوم يتلون كتاب اللّه رطبا لا يجاوز حناجرهم يمرقون من الدين ، كما يمرق السهم من الرمية » في رواية ، ثمّ تتم الرواية بمشاهدة هذا قتيلا بين الخوارج في النهروان . فالحديث هذا هدفه بيان أنّ الخوارج يمرقون من الدين . ولكننا حين نعود إلى تحليله في ضوء النتف التي نجمعها عن الخوارج من الطبري والبلاذري وابن أبي الحديد ونصر بن مزاحم ( صاحب كتاب صفين ) والكامل للمبرد نرى أنه يفيد أنّ الخوارج الأولين كانوا في عامتهم بدوا ، خرجوا لنزعتهم البدوية التي تأبى الخضوع لسلطة ، ولعصبيتهم وعدم ارتياحهم لسيادة قريش ، وأنهم حديثو عهد بالإسلام ( وليسوا بقراء كما يحاول بعض المؤرخين تصويرهم ) لأنهم يقرأون القرآن فلا يفهمون منه شيئا ، وأنهم يسهل عليهم الخروج على الدين لعدم فهمهم له « 7 » . وهكذا نرى أنّ رحلة الخوارج في أولها ملخصة في هذا الحديث ، بصرف النظر عن الدافع لوضعه ( وهو مهاجمة الخوارج وتشويه حركتهم على رغم أنها تطورت بعدئذ ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 7 ) هذه الملاحظات لا تتسع لذلك ، بل يمكن الرجوع إلى : الطبري ، تاريخ الطبري : تاريخ الرسل والملوك ، ج 5 ، ص 72 - 73 و 76 - 88 ؛ أبو العباس محمد بن يزيد المبرد ، الكامل ، حرره عن مخطوطات ليدن ، سان بطرسبرغ وكمبردج وبرلين وليم رايت ، 2 ج ( ليبزيع : كرسينغ ، [ 1874 - 1893 
  ] ) ، ص 528 و 550 ؛ نصر بن مزاحم ، كتاب صفين ، ص 560 - 561 ، 563 و 589 ؛ أبو حامد عبد الحميد بن هبة اللّه ابن أبي الحديد ، شرح نهج البلاغة ، 4 ج ( بيروت : دار إحياء التراث العربي ، [ د . ت . 
  ] ) ، ج 2 ، ص 65 - 66 و 31 - 81 ، وأبو الفرج عبد الرحمن بن علي بن الجوزي ، تلبيس إبليس ، عني بنشره للمرة الثانية محمد منير الدمشقي ( القاهرة : مكتبة النهضة ، 1928 ) ، ص 102 . وللمقابلة والاطلاع حول تفسير يخالف هذا ، انظر : سهير القلماوي ، أدب الخوارج في العصر الأموي ( القاهرة : لجنة التأليف والترجمة والنشر ، 1945 ) .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\n- 8 -\r\nولا بدّ أن أشير - في النهاية - إلى أنّ هناك خلافا حول ما تنطوي عليه كلمة التاريخ . فبعضهم يقصرها على المعلومات المجردة دون تعليل أو تحليل . فإذا كان ثمّة تحليل وإبداء رأي أدخل ذلك في فلسفة التاريخ . وبعضهم يخالف في هذا ، إذ لا بدّ من أن يظهر أثر تفكير الكاتب ، وهذا يبدأ بالاهتمام ببعض المعلومات بأخذها وترك غيرها ممّا لا يرى له القيمة نفسها . فمجرد اختيار المعلومات فيه وجهة نظر ، كما أنّ الحوادث لا قيمة لها ولا معنى دون نقد وتحليل وربط واستنتاج . وإني ممن يميلون إلى الرأي الثاني . وإني لأعجز عن تصوّر التاريخ هكيلا جامدا ليس فيه إلا العظام .\r\n\r\n- 9 -\r\nكما أنّ القارئ لاحظ أنّ هناك دراسة تفصيلية لموضوع محدود أو دراسة شاملة عامّة لفترة واسعة تتعدّى الجزئيات الدقيقة إلى دراسة الاتجاهات وتحليل التيارات .\r\nوهذا النوع الثاني يعبر عن « النظرة الشاملة » في التاريخ ، وإنني أعدها آخر مرحلة في البحث التاريخي ، فهي التي تفتح الآفاق المجهولة وتنير الطريق للسائرين .\r\nوفي ختام هذه الرسالة ، أعتذر للقارئ عن أني لم أقدّم إليه معلومات بالشكل المألوف ، ولم أتبع الطريقة التقليدية ، وليست كل بدعة حسنة ، ولكني أقول إني فعلت ذلك متعمدا لأني إنما أردت أن أجعله يعيد النظر في ما ألف ، ويعيد التفكير في كثير من آرائه وبديهياته في تاريخ العرب ، لأني أخشى أن يختنق هذا التاريخ في الغيوم الكثيفة من البخور التي أحرقناها لتحميه ، وفي الغازات المخدرة التي نفثت فيه فكادت تقطع عليه أنفاسه ، وكادت تحجب عن أبصارنا جوهره ، وقد نفرّت عنه الكثيرين .\r\nوإنما الأعمال بالنيات ، واللّه يعلم أني قصدت الحق وهو الهادي إلى الرشاد .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nالرسالة الثانية نظرة شاملة إلى صدر الإسلام\r\n\r\n- 1 -\r\nتتكّون الحضارة عامة نتيجة تفاعل الإنسان والبيئة بمظاهرها ونواحيها المختلفة . ويكون تحكم البيئة الطبيعية قويا في المجتمعات الأولية خاصة . كما أن المجتمع بفعالياته المختلفة يؤثر هو أيضا ويؤدي إلى تطورات جديدة . وهكذا تتبادل التأثيرات وتتوالى ، وتساعد على التطور بالمعنى الشامل .\r\nويتمثل أثر الطبيعة لقطر ما في مناخه وأمطاره ، في طبيعة أرضه ومجاري مياهه ، في موارده وثرواته الطبيعية وفي موقعه الجغرافي . ويكون أثرها عامل استمرار وصلة خلال تطور البلاد التاريخي ، من النواحي المختلفة ، السياسية والاقتصادية والاجتماعية والثقافية ، من حيث الاتجاهات العامة على الأقل .\r\nولسنا نريد أن نثبت أن العوامل الجغرافية هي العوامل الأساسية ، بل نريد تبيان أن تاريخ أمة ما لا يمكن فهمه دون فهم بيئتها الطبيعية ، وأن هذه البيئة من الأسس المهمة في تطور ذلك التاريخ .\r\nفالجوّ يؤثر في طباع السكان ونفسياتهم ، في نشاطهم وخمولهم ، كما أنه يؤثر في تكوين أجسامهم ولون بشرتهم . وخصوبة التربة ووفرة المياه تساعد على توجيه فعالياتهم نحو الزراعة مبدئيا ، كما أن الجدب أو الجفاف يحفزهم إلى اتجاه آخر ، رعوي أو تجاري . ووقوع البلاد على طرق المواصلات يشجعهم على العمل التجاري ، ويساعد على اختلاطهم بغيرهم ، وعلى اتصالهم بثقافات أجنبية ، وعلى التمازج البشري بينهم وبين غيرهم أحيانا . والموقع الجغرافي له أثر في توجيه السياسة العامة ، أو في إحداث نوع من الصلة السياسية بين البلاد والبلاد الأخرى .\r\nولننظر الآن إلى البلاد العربية التي تدعى بشبه جزيرة العرب ، نرى أنها\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nصحراء واسعة في الوسط لا أنهار فيها ، بل تحوي أودية ومجاري موقتة . وليس فيها ما يساعد على حياة الاستقرار في تلك المنطقة . وتمتد السهول الخصبة في الشمال منها وهي التي تعرف بالهلال الخصيب الغني بمياهه الوافرة وأراضيه الخصبة .\r\nوتنتشر الجبال في الغرب والجنوب ، وهي إما في مناطق قاحلة كالقسم الغربي ، وهو الحجاز ، وغالبه واد غير ذي زرع ، تنتشر فيه منابع وواحات ، كالطائف وخيبر والمدينة ، أو أنها تكون جبالا فيها السفوح الخصبة التي قد تتخللها الأودية الوفيرة المياه في بعض المواسم ، كاليمن .\r\nولذلك كان طبيعيا أن تنشأ المجتمعات الحضرية المستقرة على الأطراف ، كما في الهلال الخصيب واليمن ، وبعض مدن الحجاز ، وأن يكون الوسط بدويا رعويا .\r\nوشبه جزيرة العرب في مركز جغرافي استراتيجي مهم . فهي وسط العالم القديم ، وعلى طرق التجارة العالمية ، ولا سيما الطرق التي تصل الشرق الأقصى والهند بالشرق الأوسط برا بطريق أواسط آسيا إلى إيران والعراق فحوض البحر الأبيض المتوسط ، وبحرا بطريق الملايو وحول الهند إلى الخليج العربي أو حول الجزيرة إلى البحر الأحمر أو اليمن لتنتهي في الشام ومصر . ولذا صارت التجارة عصب الحياة الاقتصادية لأكثر الدول التي تكونت في هذه الربوع ، وغلبت الصفة التجارية على المجتمعات الحضرية ، واتسع المجال للتبادل الثقافي بين مراكزها التجارية والثقافات الأجنبية في بعض الفترات .\r\nويحيط بها البحر من ثلاث جهات ، فقلّل ذلك مجال التمازج البشري بين عناصرها والعناصر الأجنبية ، وحدد اتجاه التوسع البشري لسكانها . ولما كان البحر يحيط بها من الشرق والجنوب والغرب ، اتجه انتشار سكانها إلى الشمال وأحيانا إلى الغرب خلال برزخ السويس . وإذا أمعنا في السير شرقا وشمالا وجدنا الجبال تحف بها . فإذا تجاوزنا الجبال انتقلنا إلى مناطق تختلف في بيئتها الطبيعية عن طبيعة بلاد العرب . لذا كان الانتشار الطبيعي لسكانها محدودا ، في الظروف الاعتيادية ، في هذه الجبال . وهذا يفسر انتشار العرب في الهلال الخصيب وشمالي أفريقية ، وعدم نجاحهم في التوطن في إيران على رغم سيطرتهم عليها مدة طويلة ، وخيبتهم في التغلغل في الأناضول . وهنا نذكر أن الجبال تمثل حدود الانتشار السامي ، وأن وجود الساميين والثقافة السامية يسّر تعريب هذه البلاد .\r\nوإذا أمعنّا النظر في الحياة في الجزيرة العربية نجدها متأثرة كثيرا بالظروف الطبيعية التي أشرنا إليها . فوسط الجزيرة بدوي ، عماد حياته الاقتصادية المرعى والماء القليل . وهذا يؤدي إلى نزاع شديد عليهما ، وإلى حياة كفاح مستمر للبقاء . وهذا\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالنزاع كان أساس أيام العرب في العصر الجاهلي . وتتطلب هذه الطبيعة القاسية التمرين المستمر على القتال . أمّا المهن فهي موضع احتقار ، لذا تركت للضعفاء .\r\nوأصبح تعدد الزوجات ضرورة اجتماعية وعسكرية لتكوين العصبة والقوة . وما دامت القبيلة هي الكائن الاجتماعي الطبيعي في هذه البيئة أصبح الولاء لها ضرورة لازمة للدفاع عن النفس وللحماية ، وأصبحت التقاليد والعرف الناتج عن التجارب هي القانون السائد المحترم . ولم يبق مجال للوراثة في الحكم لأنّ القوّة والعصبة لازمتان للشيخ ، ولأنه لا يمكن الاعتماد على المصادفة التي تصحب الوراثة ، لصعوبة الحياة . وأصبح الوفاء خلقا تتطلبه هذه الحياة . ولا تنشأ الكتابة في البيئة الصحراوية لأنها فنّ حضري . ولذا لم ينشأ الخط في وسط الجزيرة بل نشأ في أطرافها ، فالخط المسند ظهر في الجنوب ، والخط النبطي الذي هو أصل للخط العربي ظهر في الشمال وتطور بشكل آخر في جهة الحيرة . ولكن ملكة الحفظ والكلام ونظم الشعر وإلقاء الخطب تزدهر في مثل البيئة الصحراوية وتتطلبها حياتها القلقة وظروفها الصعبة .\r\nوللطبيعة العارية والغزوات المستمرة أثر في إرهاف الحس وشبوب العواطف .\r\nكما أنّ صفة التكرار وقلّة التبدل في البيئة الصحراوية تؤدي إلى استمرار التقاليد وثبوت العادات وإلى المحافظة الاجتماعية عامة . ولكن التنقل المستمر والتماسك القبلي لا يساعدان على تكوين لغة موحدة بل يؤديان إلى تكوين لهجات كثيرة يتطلب التقريب بينها وقتا طويلا ويحتاج إلى ظروف مناسبة لتظهر لهجة موحدة تصبح اللغة العامة .\r\nثم إنّ إحاطة الجزيرة بالمياه من ثلاث جهات ووجود صحراء في الشمال والوسط أديا إلى المحافظة البشرية أو نقاء الشعب وقلّة التمازج البشري ، ولذا كان العرب من أنقى الشعوب العروبية ( السامية ) . ويجب ألا ننسى أنّ قسوة طبيعة الجزيرة لم تشجع على الهجرة إليها ، إضافة إلى أنها بشدتها تعرقل تغلغل العناصر الأجنبية فيها . وبذلك أصبح وسط الجزيرة مخزن الاحتياط العربي البشري .\r\nأمّا الدول التي تكونت في الأطراف ، فإنّ عامتها تجارية لوقوعها على طرق التجارة كالدول المعينية والسبئية والحميرية في اليمن التي تقع على طريق الهند البحري المشهور . وبعضها على طرق التجارة البرية كما في الغرب والشمال . ففي الشمال ظهرت دولة اللحيانيين ( 500 - 300 ق . م ) ثم دولة الأنباط ( القرن الثاني ق م - القرن الأول الميلادي ) على الطريق الغربي في الجزيرة بين اليمن والشام ، وهو امتداد النهاية الجنوبية لطريق الهند ، ثم تدمر ( التي بلغت أوجها في القرن الثالث الميلادي ) على الطريق من العراق إلى الشام ، وهو امتداد الفرع الشمالي لطريق الهند\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالبحري المؤدي إلى خليج البصرة .\r\nنشطت هذه الدول عامة بنشاط حركة التجارة على الطرق التي تمرّ بها ، وضعفت بتحول تلك الطرق عنها . اعتل السبئيون حين تحوّلت التجارة بين الهند وحوضي البحرين الأبيض والأحمر من الطريق البري المار بمأرب في الغرب إلى البحر من ساحل حضرموت إلى باب المندب والبحر الأحمر في القرن الأول ق م ، فخسروا احتكارهم للتجارة الشرقية ، ووافق ذلك النشاط التجاري للبطالسة . ونشط الأنباط في فترة تراخي الحميريين واستفادوا من حلف الرومان . ونشأت تدمر الجميلة حول منابع ماء في الصحراء ، وازدهرت بنشاط الطريق التجاري الشرقي ، وأثرت واستفادت من التوازن بين البيزنطيين والفرس ومن ضعف الأنباط بتحوّل الطريق عنهم . ولم تبق فعاليات تدمر تجارية خالصة بل صار لها طموح سياسي ، فاختل التوازن وفقدت مركزها وكيانها .\r\nوضعف الحميريون لظهور النشاط التجاري الحبشي البيزنطي ، وسقطوا ضحية هذا الحلف الخطر .\r\nوازدهرت مكة لوقوعها على الطريق التجاري المار بغرب الجزيرة ، لأنها استطاعت تنظيم علاقاتها التجارية مع القوى السياسية المتناحرة البيزنطية والفارسية دون أن تنحاز إلى جهة ، وكانت فترة نشاطها بعد خمود النشاط التجاري في جنوب الجزيرة وشمالها .\r\nومن هذا يتضح أنّ العرب الحضر كانوا تجارا بالدرجة الأولى ، تميزوا بأنهم كانوا وسطاء - كما قال سترابو في القرن الأول قبل الميلاد .\r\nوأصبحت حضارتهم متأثرة بحركة التجارة ، ومعنى ذلك أنهم اتصلوا بالشعوب المجاورة وابتعدوا كثيرا عن روح البداوة . ولعل هذا يوضح تعقيد حضارة تدمر والأنباط . ولعل دراسة هذه الناحية تكشف أفقا جديدا في بعض النواحي الغامضة كالشبه القوي بين بعض مظاهر الحضارة اليمانية ( في العبادة والري مثلا ) وحضارة وادي الرافدين ، والشبه بين تنظيم مدينة البتراء ومدينة مكة قبل الإسلام .\r\nأمّا وسط الجزيرة فقد كان المنبع البشري الذي يفيض دوما على الأطراف .\r\nفالجفاف ، وقله الموارد المعاشية ، وكثرة التناسل ، وخصب الهلال الخصيب وغناه ، ووجود مجار لطرق التجارة ، كل ذلك أدى إلى تسرّب البدو المستمر إلى الهلال الخصيب ، بهيئة هجرة سليمة محدودة أحيانا ، وبهيئة غزو واكتساح أحيانا . وهذا ما حصل في ما سمي بالموجات السامية التي غمرت الهلال الخصيب ، وكانت خمسا ،\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nأولها حوالي سنة 3500 ق . م . ، وقد تتابعت في فترات تبلغ حوالي ألف سنة .\r\nوتمت هذه الهجرات الواسعة عادة بتكوين مجتمعات مستقرة ، إذ يسكن الفاتحون والمهاجرون إلى جنب الفارين ، وينشئون قراهم في جوارهم أو يقيمون في مدنهم ، ويتمثلون في العادة لغاتهم وثقافتهم تمثلا تدريجيا . وآخر هذه الموجات - كما قيل - هي الموجة العربية التي نستطيع أن نقول إنها بدأت بهيئة تغلغل تدريجي في القرن الثاني للميلاد ، وأدت إلى تكوين دولتي الغساسنة والمناذرة على طرفي الصحراء منذ القرن الثالث للميلاد ، ثمّ تجمعت وتحفزت وانطلقت قوية شاملة تحت لواء الإسلام وبقيادة عرب المدن ، فغزت الهلال الخصيب وشمالي أفريقية ، وبلغت طلائعها أواسط آسيا وجنوبي فرنسا .\r\nوتدلّ الأبحاث الحديثة على أنّ ضغط البوادي على السهول في الشمال مستمر ، فإذا كانت الحكومات قوية اقتصرت حركة البدو على تغلغل سلمي ، وإذا ضعفت الحكومات اندفع البدو بهيئة طوفان ليغمر السهول ، وهذا ما أشير إليه بالموجات .\r\nوهكذا يتلخص تاريخ الشرق الأدنى في توثب البادية على الأراضي الخصبة ، وفي الصراع المستمر بين البادية والحاضرة . فتكون الغلبة البشرية للبادية والأثر الثقافي عادة للحاضرة في المرحلة الأولى على الأقل .\r\nثمّ إنّ سعة الأرض في وسط الجزيرة وقسوة الطبيعة وصعوبة المواصلات وتفشي البداوة أمور منعت نشوء دولة موحدة وأبطلت التنظيم السياسي الصحيح .\r\nويجب ألا ننسى بأن الوسط الصحراوي لا يهيىء المواد التي تكوّن الدولة . فالولاء للأرض يمنعه الترحل ، ووحدة الشعور والتعاون تعوقه صعوبة الحياة والتنازع على البقاء حتى بين المجموعات القريبة ، والانتشار في الأرض يساعد على تعدّد اللهجات ، والحدود لا مفهوم لها . وآخر ما يمكن من الولاء هو العصبية للقبيلة وهي عصبية مفرقة . لذلك لا يفهم البدوي الخضوع لسلطة بشرية خارج قبيلته ، ولذلك لا يدرك فكرة الدولة .\r\nوهكذا عمّت الفوضى السياسية وسط الجزيرة قبل الإسلام وتنوعت اللهجات . ولكن تطورات داخلية حصلت في الجزيرة ساعدت على نوع من التقريب وأعدت الوضع المناسب لحركة جديدة . ولعل العوامل الرئيسية في ذلك وجود البيئة الطبيعية الواحدة التي تؤدي إلى حصول تقاليد وعادات متشابهة أو واحدة ؛ ونشاط التجارة التي ساعدت على الاتصال بين مختلف جهات الجزيرة في الأسواق خاصة ، ثم ضيق الموارد المعاشية التي أوجدت نوعا من التوثّب .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوالذي أراه هو أنّ التطورات الداخلية في الجزيرة هيأت الظروف - إلى حد ما - لسيادة الإسلام ولو ثبته . وليس معنى ذلك أنّ الإسلام ما جاء حتى رددته الجزيرة ، فإنّ صاحب الرسالة كافح كفاحا خالدا وجاهد وعمل بقوة وصبر عظيمين حتى ثبّت دعوته ، ولكن الظروف مع ذلك كانت من العوامل المساعدة مساعدة أكيدة . ولعلّ الملاحظات التالية توضح ما أريد .\r\nفنلاحظ من الناحية الدينية تنوعا في العبادة بين الوثنية من جهة ، والأديان السماوية - وأتباعها قليلون - من جهة أخرى . وفي الوثنية ذاتها نجد مختلف المراحل ، فهناك أثر التوحيد السامي الأول ، وإلى جانبه عبادة الأجرام السماوية التي قد تعود إلى البابليين ، وتقديس الآباء الأولين إلى عبادتهم ، والطوطمية وما تمثل من الاعتقاد بدخول الأرواح المقدسة في الأشجار والجماد كمجاري المياه ، والاعتقاد بالجن والشياطين وعبادة أوثان لا شكل لها وعبادة أصنام مختلفة . ويمكننا أن نلاحظ من الأساطير المختلفة المتصلة بالوثنية ما يوحي أنّ الناس كانوا يشعرون بأنها مستقاة إمّا من وادي الرافدين ، أو من الشام ، أو أنها تطور للطوطمية .\r\nثمّ نشاهد تسرّب بعض الشعائر والآراء من المسيحية واليهودية ، وخاصة في منطقة شمالي الجزيرة والقسم الغربي والجنوبي منها . ونلاحظ بعض اتجاهات دينية مشتركة لدى عرب الشمال وعرب الجنوب كظهور ثالوث من الآلهة . وأهم من ذلك ظهور اتجاه في الجنوب نحو التوحيد وذكر إله أعلى ، فنجد ( إل ، إله ) يوصف ب ( العلي ) ، ويطلق عيه ( رحمانان ) و ( الرحمن ) . ظهر هذا التطور مستقلا عن المسيحية واليهودية ، ويحتمل أنه تسرب إلى الحجاز .\r\nونحس بتطور في الوثنية من انفراد كل قبيلة بإلهها إلى شيوع تقديس بعض الآلهة . ويتلو ذلك تدرّج عند بعض القبائل إلى الشعور بوجود إله أعلى من الأوثان والأصنام المتعددة أطلقوا عليه اسم اللّه ، وتقديس بيته المشرف وهو الكعبة ، فصارت لها الطقوس والشعائر الخاصة التي وصلت إلى ذروتها في الحج ، وجعلوا الأصنام وسيطة بينهم وبين اللّه وشافية . وهكذا حصل تطور في العقائد والمستوى الديني في اتجاه التوحيد . يضاف إلى ذلك الاتصال ببعض العقائد المتعلقة بالأديان السماوية مما ولد شعورا لدى بعضهم بعدم مناسبة الوثنية لتفكيرهم . بل لقد أدى لدى نفر منهم إلى ثورة فكرية على الوثنية . هؤلاء هم الأحناف ، ويسترعي انتباهنا ظهورهم قبيل الدعوة الإسلامية . وكلمة « حنفية » سامية ، وهي ذات تاريخ غامض ، وقد استعملت قبل الإسلام ضد ( الوثنية ) وتشير إلى الخروج على الشرك والاتجاه نحو التوحيد . وقد أوضح القرآن أن الحنفية هي التوحيد الأول ، وإنها دين إبراهيم الذي جاء الإسلام ليبعثه .\r\nولكن هذه الحركة لم تكن عامة ، وربما كانت في الحجاز أقوى منها في أية\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nجهة أخرى ، وهي تشير إلى أن العقلية العربية سمت على الوثنية البسيطة . ولكن ذلك لا يعني ضعف أثر الوثنية أو انهيارها في تلك الجهات . فللعادة قوة وأهمية في شعب محافظ ، كما أن الشعائر الدينية وثيقة الصلة بالكيان الاجتماعي ، وبتقديس الآباء وليس من الممكن عد الآباء على ضلال . لذا كان للوثنية كيان حتى في الجهات التي سما تفكيرها على الوثنية .\r\nولكن النقطة الأساسية في هذه الناحية هي حصول ذلك الوعي الديني في الجزيرة ، وربما كان من أثره ظهور الأنبياء الكذابين ، وظهورهم - وإن كان يدفعه طموح شخصي - يدل على استعداد لدى القبائل لأن ينحرفوا عن الوثنية المعروفة بعض الانحراف .\r\nوتكوّن في الجزيرة نوع من الوعي السياسي ، والميل إلى شيء من التكتل في بعض الجهات . ففي منتصف القرن الخامس للميلاد تكوّنت في وسط الجزيرة مملكة قبلية نتيجة اجتماع عدة قبائل يمانية في وسط الجزيرة برئاسة رئيس واحد ، وتلك هي مملكة كندة . ولكن كان ينقصها العامل الأدبي الموحد ، وتعصف بها العصبية القبلية الخطرة . ولذلك لم تعش إلا حوالي قرن .\r\nكما أن طمع الأجانب من فرس وبيزنطيين وأحباش بالسيادة ، وضغطهم على العرب ، إضافة إلى أثر الأسواق في التقريب بين العرب ، أمور ولدت بعض الشعور المشترك . وقد ساءت علاقة عرب الحدود بالفرس والبيزنطيين قبيل ظهور الإسلام .\r\nفدولة الحيرة أصبحت محمية ومحكومة حكما مباشرا ، والغساسنة انهار كيانهم وتوترت العلاقة بينهم وبين الروم . ولنا أن نشير إلى الصراع بين بني شيبان والفرس وإلى أثر ذي قار في إحياء المعنويات والصدى الذي بعثه في الجزيرة .\r\nوحصل ارتباك في الناحية الاجتماعية وتعطيل للفعاليات السلمية كالتجارة وفوضى مملة . وربما كانت الأشهر الحرم التي فيها يوقف القتال ثمرة محاولة لضمان شيء من الاستقرار في فترة معينة من السنة ليحصل فيها نوع من النشاط السلمي ، تجاري واجتماعي ، وهي بحد ذاتها مظهر في مظاهر المحاولة للتوفيق بين متطلبات الحاضرة للاستقرار ومتطلبات حياة البادية المضطربة . وما النسيء أو تأجيل الأشهر الحرم إلا رد فعل البادية ورغبتها في التلاعب حتى بتلك الأشهر . والنسيء مظهر من تلك المظاهر العامة في الجزيرة التي تدل على وجود نوع من الرأي العام المشترك .\r\nوكانت الأسواق عاملا مهما في حياة الجزيرة قبيل الإسلام . كانت وسيلة مهمة للتقريب بين العادات والاتجاهات ، وعنصرا فعالا في تقريب الشعور وإحداث نوع من الاتجاهات العامة . كما قامت بدور في تنشيط حركة التجارة وفي بث الثقافة والآراء . ولها أثر مهم في التقريب بين اللهجات ، وفي تكوّن لهجة منتقاة موحدة ،\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nتجمع أجمل ما في اللهجات وأمتنه ، فاستعملها الشعراء والخطباء ، وأصبحت اللهجة الأدبية في الجزيرة . فكانت بذلك بداية حركة التوحيد اللغوي والقاعدة الأولى في نشوء اللغة العربية الفصحى . وإذا كانت اللغة وسيلة الثقافة الأولى ، وأساس تكوين الأمة ، وخلاصة ثقافتها وعبقريتها ، أدركنا أهمية نشوء هذه اللجهة الأدبية المختارة .\r\nولنلق نظرة على جهة من الجزيرة لأهميتها ، وهي مكة . فقد كانت قبيل الإسلام المركز التجاري الأول في الجزيرة ، سواء أكان ذلك بسبب امتداد فعاليتها التجارية إلى أراضي الفرس والبيزنطيين في الشمال وإلى اليمن في الجنوب ، أم بسبب أسواقها التجارية التي كانت أهم أسواق الجزيرة - على كثرتها - وهي سوق عكاظ ومجنة وذو المجاز . فاكتسبت ثورة وغنى ، وصارت ملتقى التيارات الثقافية النافذة إلى الجزيرة . ثم هي المركز الديني الأول في الجزيرة ، يجتمع فيها عنصر المحافظة والزعامة الدينية ، بفورة التهكم على الشعائر والآراء الوثنية ، وربما كانت مركز حركة الأحناف . وفيها تلتقي الآراء المسيحية بالآراء الوثنية . وإن أولنا بعض الروايات أضفنا الآراء المجوسية ولا سيما المانوية منها إلى ما سبق . وكانت مكة تفيض بالحيوية الاجتماعية ، ففيها تكوّنت طبقة من المثرين المترفين ، إلى جانب جماعات من الفقراء الذين أرهقهم الربا وسحقهم الاستغلال . فكان فيها من يتحمس للوضع ، وفيها من يضطرم بالسخط مما فيه . فهي إذا مجمع للمتناقضات بين إيمان بالوثنية وحماس لها وبين ازدراء لها وتهكم بها ، وبين جماعة مترفة وأخرى بدوية خشنة ، وبين مثرين هانئين وفقراء ساخطين متوثبين . فهي شقاء ونعيم في آن واحد .\r\nومع أن أوضاعها الاجتماعية والسياسية تستند إلى تقاليد القبيلة ، فإن نظام المشيخة كاد يزول منها ، والملأ فيها يختلف عن مجالس القبائل بوضعه واتجاهاته . ومع أن تلك العصبية موجودة فيها نرى أن عصبية الأفخاذ أبرز من العصبية العامة ، كما أن الروح العسكرية فيها ليست قوية كما هي لدى البدو ، حتى إنها استخدمت الأحابيش وبعض الأعراب لحماية قوافلها .\r\nفمكة مركز حضري يسير مبتعدا عن البادية على رغم وجود التقاليد القبيلة الظاهرة . وكان من المنتظر أن توجه تجارتها وأسواقها والحج إلى كعبتها وجهة تناقض الاتجاهات البدوية لدى القبائل .\r\nيتبين مما مرّ أن الدور الجاهلي لم يكن دور همجية وإفلاس حضاري كما يصورونه لنا ، بل كان فترة حضارة عريقة . فحضارة الجنوب تعود إلى ما يسبق الألف الأول قبل الميلاد ، وما كانت الفعالية الحضارية تضعف في جهة حتى تقوى في أخرى ؛ من معين المتصلة بوادي الرافدين وبالشام ، وسبأ التجارية ، والأنباط الوثيقي الصلة بالحضارة الهلنية ، وتدمر المتصلة بالحضارتين الفارسية والبيزنطية ،\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوالحميريين أصحاب الخط المسند والقصور الشامخة ، والمناذرة أحلاف الفرس ، والغساسنة أحلاف الروم ، والمجتمع المكي المتصل بمختلف الجهات .\r\nوإذا كانت دول الجنوب قد انهارت أمام قوى البيزنطيين والأحباش والفرس ، وإذا كانت دول الشمال قد انحدرت متلاحقة أو وضعت تحت الحماية نتيجة طموح وتنافس الامبراطوريتين الفارسية والبيزنطية ، فإن الإرث الحضاري لم يتلاش في المجتمعات العربية المستقرة . ولكن انهيار هذه الدول أدى إلى توسع موجة البداوة التي كانت تعم وسط الجزيرة ، وإلى امتدادها إلى بعض الأطراف . وحتى هذه لم تكن بداوة بدائية ، ويكفي أن نشير إلى غنى اللغة العربية وإلى ازدهار الشعر وإلى التطورات الدينية قبيل الإسلام لنرى تعبيرا عن مستوى فكري وثقافي حسن .\r\nولا يهمنا هنا أن نرد على المؤرخين القدامى الذين قدموا صورة مشوّهة للتاريخ العربي قبل الإسلام . فبعضهم حاول تشويه هذا التاريخ بنية حسنة وهي تمجيد الإسلام وتأكيد مجده ، وهم بنيتهم الطيبة لا يحققون ذلك الغرض في نظرنا لأن البيئة التي ينمو فيها الدين لها أثر في تطوره ، وهم في نظرهم هذا جعلوا بعضا من المؤرخين المحدثين ينظرون إلى الحركة الإسلامية بأنها حركة بدوية ، وهذا يناقض أسسها ووجهتها . وآخرون من عرب الجنوب زيّفوا هذا التاريخ وأكسبوه صفة أسطورية ليمجدوا أسلافهم في وجه مفاخر عرب الشمال . وأراد غيرهم من الشعوبيين ضرب التراث العربي القديم فشوّهوه ليؤكدوا تفوّق الأعاجم . وأخيرا جاء بعض المحدثين يكتب دون تمحيص ، ولولا الدراسات الأثرية والحفريات « 1 » لبقينا نتخبط في متاهة مضللة .\r\n\r\n- 2 -\r\nظهر الإسلام في بيئة مكة الحضرية وكانت توجيهاته وتعاليمه حضرية في أسسها ، فوقف ضد تيار البداوة وضد اتجاهاتها في كثير من الأمور الرئيسية .\r\nويكفينا هنا أن نذكر بعض اتجاهاته :\r\nحاول الإسلام أن يكافح الاتجاهات القبلية ، ويظهر ذلك بقوة في مكافحة العصبية القبلية ، وإحلال رابطة جديدة بين الأفراد تحل محل رابطة الدم ، تلك هي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وكأمثلة للنتائج الحديثة أشير إلى بحوث غونزاغ ريكمانز  ( Gonzague Ryckmans )  ونيلسون (  Nielsen  ) وجاك ريكمانز  ( Jacques Ryckmans )  ، وإلى ال  Corpus inscriptionum  وال  Semiticarum Corpus  .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nرابطة العقيدة والإيمان ، وأبدل بفكرة الغزو في سبيل الثأر أو المرعى والماء فكرة الجهاد في سبيل الدين والمبدأ ، والحرب المنظمة في سبيل حماية الأمة والدفاع عنها ، وتجاوز الحدود القبلية بتكوين الأمة التي هي فوق القبائل والتي وضعت مصلحتها فوق كل مصلحة أخرى . ومع أن القبيلة بقيت وحدة اجتماعية فإن الرسول حاول أن يذيبها في الأمة .\r\nوأدخل الرسول - عن طريق الدين - فكرة الدولة والقانون إلى العرب ليقابل فكرة القبيلة والعرف . ففكرة السلطة الخارجة عن القبيلة غريبة على البدو ، وهم لا يعترفون بأي قانون خارج تقاليد القبيلة . وقد بيّن الإسلام أن السلطة للّه وحده ، كل سلطة مشروعة فباسمه ، ويجب أن تهدف إلى إقامة العدل ورعاية الأمة . وأساس الحكم الشورى التي ترك سبيل تطبيقها للأمة . وهكذا أدخل الرسول فكرة الدولة باسم اللّه ، وجعل الشريعة القانون العام ، فهي فوق كل شيء لأنها القانون الإلهيء .\r\nولم يجعل الدولة مؤسسة سياسية في رقعة أرضية معينة ، وإنما هي في الأساس هيئة اجتماعية هي الأمة . فقد أكد على البشر أفرادا وجماعات ، ونظر إلى البشرية في مجموعاتها من شعوب وقبائل وأقوام ، وحين يتبع الناس رسالة دينية وتربطهم العقيدة يصبحون أمة . فالأمة هي الكيان السياسي الاجتماعي وحيث تتوسع الأمة تمتد دارها . وجعل الرسول السلطة الدنيوية والهداية الدينية مجتمعتين في شخصه الكريم ، ولم يميز بين ناحية دينية وناحية سياسية بل جعلهما متلازمتين ، فالدين هو الذي يحفظ الوحدة في الأمة .\r\nواهتم بالنواحي الاجتماعية ، فأكد المساواة بين المسلمين بصرف النظر عن كل مقياس قبلي أو بشري وجعل أساس التفاضل التقوى . وأصبح هذا من المبادئ التي أثرت في التطور الاجتماعي في الإسلام . واتجه إلى تحسين حالة الضعفاء خاصة النساء والأطفال ضدّ ما يتعرضون له من تجاوز أو تعد . فضمن لهم حقوقهم في الميراث وأبطل أنواعا مريبة من النكاح وجعل الزواج عقدا بين طرفين . وأخذ واجب الثأر من الأقارب وجعله على عاتق الأمة ، أي أنه حوّله من ثأر إلى عقوبة ، ومع ذلك ترك لأقارب القتيل أن يختاروا بين قتل القاتل أو قبول الدية .\r\nواتجه في الناحية الاقتصادية إلى تخفيف الشقاء المادي والتباين وإلى الحدّ من الاستغلال . فحرّم الربا ، وهو الفائدة دون مقابل ، وكان وباء المجتمع المكي . وفرض الزكاة في مصلحة الفقير وأكّد على الإنفاق والصدقة ، وأنكر اكتناز الذهب والفضة ، إلا أن تنفق في سبيل اللّه . وكل هذه تشير إلى محاولة لتخفيف التباين المادي والتفاوت الاجتماعي وإلى تأكيد التعاون في الناحية المادية .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nووجه عناية خاصّة إلى تهذيب الأخلاق ، لأنها أساس النهضة وعماد الإصلاح . فأكد الوفاء ، والأمانة ، والصدق ، والمحافظة على العهد ، والأمر بالمعروف والنهي عن المنكر ، ومكافحة الظلم ، وتقديم مصلحة الأمة على المصلحة الفردية ، والرفق بالضعفاء ومساعدة المحتاجين . وعني بتقوية روح الجماعة حتى في شعائر الدين كما في الحثّ على صلاة الجماعة .\r\nوأدخل الرسول مبدأ التدرج في تشريعه ، واعترف بالتطور . وهذا خلاف المحافظة التي تستقر بها البدواة وتستند إليها ، وخلاف المصالح المتأصلة في مكة .\r\nووردت الإشارة إلى ذلك في القرآن ففيه ناسخ ومنسوخ  ما نَنْسَخْ مِنْ آيَةٍ أَوْ نُنْسِها نَأْتِ بِخَيْرٍ مِنْها أَوْ مِثْلِها  « 2 » ، وبين أنّ الشرائع الإلهية واحدة في الأسس إلا أنها تختلف في التفاصيل والإسلام آخر مرحلة . وبذلك جعل في الإسلام حيوية وحركة مستمرة . وإنك لتلمس التدرج في دعوته ، فقد تدرجت من الأهل إلى العشيرة الأقربين ، إلى مكة والعرب ، إلى العالم .\r\nوفي الناحية السياسية ، لا نحس في مكة إلا أن أتباعه يسترشدون به في كل شيء ولا يعترفون لغيره بشأن ، فلما هاجر إلى المدينة بدأ بالمؤاخاة وهي أول تنظيم اجتماعي سياسي . ثمّ وضع « الكتاب » في المدينة بعد ثبات كيان الإسلام على أثر بدر وهو أول دستور شامل ينظم شؤون الأمة في المدينة . وكان الوضع بعد عام الوفود يتطلب تنظيما جديدا ، ولكن توالي الأحداث وعدم إكمال توحيد الجزيرة لم يفسحا للرسول المجال لتنظيم أمته في مرحلتها الجديدة من الناحية السياسية .\r\nجاء الإسلام وهو دعوة جديدة وحركة شاملة انتشرت ولكنها لم تعم الجزيرة ، ولم يمض عليها زمن كاف لأن تعمها . وهي إن انتشرت ، فإنّ دوافع من دخل فيها كانت مختلفة ، فبعضهم دخل لهداه وإيمانه ، وبعضهم لطمعه في الامتيازات ، وبعضهم قبلها خوفا من سلطانها . هذا والدعوات الجديدة تحتاج إلى زمن لتفهم ، كما أنّ القديم لا بدّ من أن يصارع الجديد صراعا يختلف قوة وأمدا بحسب الأوضاع ، قبل أن يضعف ويتلاشى . ولا بدّ من أن تظهر آثار ذلك الصراع في الحياة العامّة .\r\nوهذه ناحية أراها مغفلة في دراسة تاريخ الإسلام ، ولكنها بالغة الخطورة ، ولا إخالنا نفهم ذلك التاريخ من دون تفهمها ، بل أعتقد أنّ هذا الصراع كان من أهم العوامل في تطور التاريخ الإسلامي في فترة صدر الإسلام .\r\nوقد تمثّل القديم في التقاليد القبلية ، وتمثل الجديد في الدعوة الإسلامية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 2 ) القرآن الكريم ، « سورة البقرة ، » الآية 106 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nفحدث صدام وصراع في زمن الرسول ، واستمرّ هذا الصدام والصراع بعد وفاته بين هذين التيارين الرئيسين : التيار القبلي والتيار الإسلامي ، ودارت حولهما أهم أحداث التاريخ العربي في صدر الإسلام .\r\nولقد كانت وجهة التيار الإسلامي نحو توحيد الجزيرة سياسيا ودينيا ، وإبادة عوامل الانقسام وتوسيع رقعة الإسلام ، وسيادة الأسس الإسلامية في الحياة العامة .\r\nأمّا اتجاه التيار القبلي ، فكان مقاومة الاتجاه المركزي ونحو استمرار التقاليد العربية القبلية على رغم اصطدامها أحيانا بالمبادئ والاتجاهات الإسلامية .\r\nوإني لأكتفي في هذه المقدمة بتوضيح أثر هذين الاتجاهين مع الإشارة إلى ما استجد خلال سير الأمة العربية من عوامل هي في الغالب تتمة لهذين الاتجاهين .\r\nلقد كانت قوة الرسول وعظمة تعاليمه التي تتمثل حية في شخصه وتعاظم نفوذ المسلمين عوامل فعالة في إضعاف قوة الاتجاهات القبلية في حياته .\r\nويمكننا أن نلقي نظرة خاطفة على تدرّج هذا الصراع في حياة الرسول . فإنه بدأ دعوته في مكة يبشر وينذر . وكانت المصالح والنزعات تقف سدا في طريقه .\r\nفهناك أهل الترف والثروة والجاه الذين يرون في الاتجاه الجديد الذي يدعو إلى إنصاف الضعفاء والرفق بالفقراء ولا يشجع على كنز الأموال ، خطرا على مصالحهم .\r\nويرون في الدعوة الجديدة تهديدا لمركز مدينتهم الديني ، وعليه تعتمد أسواقهم وتجارتهم وحرمتهم اعتمادا كبيرا ، فلم يرتاحوا لها . وأقلقهم أن يلتف حول الداعي الجديد الفقراء والمستضعفون ، فخضوا اضطراب الوضع الاجتماعي واختلاله . ولم يرتاحوا لرجل ضعيف الحال ، وإن كان رفيع النسب ، يلقي بدعوة تجمع الرئاسة الدينية والزمنية في شخصه  وَقالُوا لَوْ لا نُزِّلَ هذَا الْقُرْآنُ عَلى رَجُلٍ مِنَ الْقَرْيَتَيْنِ عَظِيمٍ  « 3 » وكيف يتنازل الملأ وزعماؤه عن نفوذهم ليتيم من مكة ! فحاربوا دعوته التي تضلل أحلامهم ، وتسفّه آباءهم ، وتهاجم قوّة العادة والتقاليد من أساسها ، ولا ترى لأي عرف عندهم قدسية ، وهم قد درجوا على احترام السلف وعلى تقديس العرف . والدين إن لم يكن عقيدة شخصية مهمّة ، فهو رابطة اجتماعية كبيرة ، تنظم حياتهم وعلاقاتهم ، فجاءت الدعوة الجديدة تهدد هذه الرابطة وتسفه الخلف والسلف . اجتمعت هذه العناصر في مقاومة المكيين .\r\nولكن الرسول ( صلى اللّه عليه وسلم ) جريء قوي مؤمن برسالته . ثم إن بني هاشم ، من أسلم\r\n\r\n\r\n","description":"","footnote":"\r\n( 3 ) المصدر نفسه « سورة الزخرف ، » الآية 31 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nومن لم يسلم ، وقفوا يحمونه - إلا أبا لهب - مدفوعين بقوة العصبية . وترددت قريش في اتخاذ التدابير الحاسمة ضده خوف الفتنة الداخلية . فاستمرت الدعوة بطيئة ولكنها أكيدة . وجربت قريش مقاطعة صاحب الدعوة وهي مكافحة اجتماعية سلمية لبني هاشم ، فلم تفلح وكان للعصبية القبلية أثر في إخفاقها . ولم تنهج قريش طريقا حازما إلا بعد وفاة أبي طالب ، ولكن الهجرة أنقذت الرسول والمسلمين .\r\nجاء الرسول إلى المدينة والمسلمون فيها أقلية ضئيلة . ولكن المدنيين ، المسلمين منهم وأقرباءهم الوثنيين - نتيجة عصبية القرابة - يرتبطون معه بحلف لحمايته ممّا يحمون منه أنفسهم . وخدمت العصبية القبلية الرسول في المدينة من ناحيتين : أولاهما أنّ أهل أخواله ( من جهة أبيه ) في المدينة ، فبينه وبينهم نسب ملزم ، وثانيتهما أنّ هذه العصبية منعت وجود سلطة موحدة فيها ، فهناك الخزرج والأوس واليهود ، مع ما بينهم من أحقاد وثارات ، ممّا مهّد السبيل ، مع الدعوة ، ليصبح المسلمون أقوى كتلة في المدينة وخصوصا بعد بدر .\r\nواتجهت تدابير الرسول في المدينة نحو تحقيق وحدة داخلية وتكتيل كل ما في المدينة من قوة ، ثم توجيه هذه القوة على قريش . وكان الاتجاه الإسلامي يمثل قوة نامية تفيض بالحيوية في وسط يخيم عليه الركود والارتباك . وقد استطاع الرسول بعبقريته الفذة وشخصيته الجبارة أن يتفوق تفوقا ملحوظا .\r\nبدأ الرسول بنظام المؤاخاة ، والمؤاخاة معروفة لدى العرب ، ولكنه جعلها عامة لا فردية ، جعلها تستند إلى أساس ديني لا إلى الدم كما هو الحال عند القبائل . فآخى بين المهاجرين والأنصار ، ليوثق الروابط ولينقذ المهاجرين من الضائقة المالية .\r\nوبعد أن انتصر في بدر ، وضع « كتابا » « 4 » بين المهاجرين والأنصار ، نرى فيه أساسا لتنظيم المسلمين ، فكوّن منهم « أمّة واحدة من دون الناس » تربطهم رابطة الدين ، وتجمعهم العقيدة . ومع أنه اعترف شكليا بوجود الأفخاذ والبطون وحدات اجتماعية في الأمة ، تقوم بدافع الفدية والدية على النحو الذي كان معروفا ، إلا أنها لم يبق لها كيان . فالمرجع الأعلى هو الرسول رئيس الأمة ، والأمة تضم أفرادا من قبائل مختلفة ممّا ينافي الأسس القبلية . والدستور الذي تسير عليه هو القرآن وسنة الرسول ، لا العرف ولا التقليد القبلي . وواجب الثأر على المسلم لأخيه ، أي أنّ الأمة - لا الأقرباء - هي المسؤولة عن كل حدث . وبذلك استحالت فكرة الثأر إلى عقوبة مدنية ، وجعل السلم والحرب مسؤولية مشتركة للأمة لا مسائل فردية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 4 ) انظر : محمد حميد اللّه ، مجموعة الوثائق السياسية للعهد النبوي والخلافة الراشدة ، ص 41 - 47 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nوعندئذ وجه الرسول هذه الأمة المتحفزة بصورة أقوى وأكفأ على مكة ، وعدها الخصم الأول للأمة ، فكافحها سياسيا بمحالفاته ومناوراته بعد صلح الحديبية خاصة ، وكافحها ماليا بقطع طرق مواصلاتها وتهديد تجارتها بالدمار ، وكافحها بإحداث ثغرات في صفوفها حتى تغلب عليها .\r\nثم قوي نفوذه في الجزيرة بعد التغلب على هوازن وفتح الطائف ، حتى صار يحسب لسلطاته كل حساب ، وتوالت الوفود من الجزيرة . ولكنه مع نفوذه لم ينشئ إدارة مركزية بل ترك للقبائل كيانها وأوفد عنه ممثلين إليها لنشر مبادئ الدين ولجباية الزكاة والعشور . وهذه خطوات ثابتة نحو الحد من القبيلة . كما أنه بحملته التهذيبية الكبرى لتعليم مبادئ الإسلام ، اشتغل بجد من ناحية تعليمية لتبديل الأوضاع ، ولكن الفترة الزمنية كانت قصيرة جدا لتغلغل الدعوة الجديدة .\r\n\r\n- 3 -\r\nتوفي الرسول ( صلى اللّه عليه وسلم ) فانفتح الباب لتظهر النزعات المكبوتة حدتها ، ولتؤكد عناصر الانقسام قوتها . فبانت أول ظاهرة للاصطدام بين التيارين الإسلامي والقبيلي بشكل عنيف جارف نطلق عليه اسم « حروب الردة » . والذي نفهمه من الروايات العربية أنّ الجزيرة كلها أسلمت في حياة الرسول ، وخضعت للمدينة ، ثم ارتدت أو تزعزعت بعد وفاته . وكانت حروب أبي بكر مع المرتدين لإرجاعهم إلى الإيمان .\r\nولكن النقد يدلّ على عدم دقة ذلك ، وأنّ القبائل خرجت على المدينة لأسباب مختلفة . فقد نشأت الردة عن خوف القبائل الوثنية من توسع سلطان المدينة ، وعن معارضة قبائل مسلمة لفكرة الخضوع للمدينة ، وعن رغبة البعض الآخر في إنهاء هيمنة المدينة المتمثلة في معاهدات عقدتها مع الرسول ، وعن العصبية القبلية بصورة عامة ، وعن المحافظة الدينية .\r\nفهناك قبائل قدمت ولاءها السياسي للرسول . وعدت هذا الولاء شخصيا - بحسب التقليد - ينتهي بوفاة الرسول . وبعضها ، مثل قسم من القبائل في شمالي الحجاز ، كانت لها معاهدات تنتهي بوفاة الرسول . هذه القبائل لم تر موجبا للخضوع لأبي بكر ويمثل حالها قول الشاعر « 5 » :\r\n أطعنا رسول اللّه ما كان بيننا * فيا لعباد اللّه ما لأبي بكر\r\nأيورثنا بكرا إذا مات بعده * وتلك لعمر اللّه قاصمة الظهر \r\n\r\n\r\n","description":"","footnote":"\r\n( 5 ) أبو جعفر محمد بن جرير الطبري ، تاريخ الطبري : تاريخ الرسل والملوك ، تحقيق محمد أبو الفضل إبراهيم ، ذخائر العرب ؛ 30 ، 10 ج ( القاهرة : دار المعارف ، 1960 - 1968 ) ، ج 3 ، ص 246 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوتوجد قبائل مسلمة ، ترى في دفع الزكاة خضوعا مهينا لها ، مثل بعض بني تميم ، وكانت مستعدة للتمسك بالإسلام دون أن تدفع الزكاة . مرّ عمر بن الخطاب بقرّة بن هبيرة وحوله عسكر من بني عامر ، فقال قرّة : « يا هذا إنّ العرب لا تطيب لكم نفسا بالإتاوة فإن أنتم أعفيتموها من أخذ أموالها فستسمع لكم وتطيع وإن أبيتم فلا أرى إلّا أن تجتمع عليكم » « 6 » . وهو بهذا يجعل الزكاة إتاوة أو ضريبة خضوع .\r\nوقد كان أبو بكر دقيقا في ملاحظة النزعة القبلية الخطرة حين عدّ عدم دفع الزكاة انشقاقا عن الأمة ، وخروجا على المدينة .\r\nوهناك العصبية القبلية التي تتمثل في رغبة القبيلة عن الخضوع لسلطة خارجية ، وهذه تتمثل في الرغبة عن دفع الزكاة ، وفي تحزب الكثير من القبائل على سلطان المدينة . ومن أمثلة ذلك ما فعله عيينة بن حصن زعيم غطفان ، فقد قام في قومه وقال : « ما أعرف حدود غطفان منذ انقطع ما بيننا وبين أسد ، وإني لمجدد الحلف الذي كان بيننا في القديم ومتابع طليحة ، واللّه لأن نتبع نبيا من الحليفين أحبّ إلينا من أن نتبع نبيا من قريش . وقد مات محمد وبقي طليحة . فطابقوه على رأيه » « 7 » .\r\nوهناك قبائل لم تخضع سياسيا ولا دينيا للرسول ، مثل بعض القبائل في اليمامة . فمسيلمة الكذاب طلب من الرسول في حياته أن يشاركه في النبوة وأن يقتسم السلطة معه . فكتب إلى الرسول : « من مسيلمة رسول اللّه إلى محمد رسول اللّه . أمّا بعد فإني قد أشركت في الأمر معك وإن لنا نصف الأرض ولقريش نصف الأرض ، ولكن قريشا قوم يعتدون » ، فأجابه الرسول : « بسم اللّه الرحمن الرحيم . من محمد رسول اللّه إلى مسيلمة الكذاب . السلام على من اتبع الهدى . أمّا بعد فإنّ الأرض للّه يورثها من يشاء من عباده والعاقبة للمتقين » « 8 » .\r\nوهذا عيينة بن حصن زعيم غطفان الذي أسر وجيء به إلى المدينة ، تذكر عنه الرواية « أخبرني من نظر إلى عيينة بن حصن ، مجموعة يداه إلى عنقه بحبل ، ينخسه غلمان المدينة بالجريد ويقولون : أي عدو اللّه ! أكفرت بعد إيمانك ؟ فيقول واللّه ما كنت آمنت باللّه قط » « 9 » .\r\nولا ينبغي أن ننسى أنّ نجاح الرسول ، والوعي الذي كونته دعوته ، ووجود\r\n\r\n\r\n","description":"","footnote":"\r\n( 6 ) المصدر نفسه ، ج 3 ، ص 258 .\r\n( 7 ) المصدر نفسه ، ج 3 ، ص 257 .\r\n( 8 ) حميد اللّه ، المصدر نفسه ، ص 257 .\r\n( 9 ) الطبري ، المصدر نفسه ، ج 3 ، ص 260 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالعصبية القبلية أمور مسؤولة كثيرا عن ظهور الأنبياء الكذابين مثل طليحة في بني أسد والأسود العنسي ( الذي خرج في حياة الرسول ) في اليمن ، وذي التاج لقيط بن مالك الأزدي في عمان ، وربما كان للناحية القبلية الأثر الأول في ظهورهم .\r\nولم تكن حروب الردة إذا لإرجاع ناس أسلموا ثم تركوا الإسلام ، بل كانت حروبا سياسية دينية لإخضاع من لم يخضع وضمه إلى حظيرة الإسلام .\r\nولا ننسى امتزاج الدين بالسياسة في الدعوة الإسلامية منذ بدئها . إنها حركة توحيد العرب . وقد أتم أبو بكر توحيد الجزيرة ، وعلى هذا يمكننا عدّ عمله متمما لعمل الرسول وقمة الوعي السياسي الداخلي أو الميل نحو التكتل الذي ظهر بشكل ضعيف مرتجف قبيل الإسلام .\r\nوكان أول أثر لحروب الردة ، قبل توحيد الجزيرة ، توحيد صفوف المدينة ، بعد الخلافات والمنافسات التي خلفتها المعركة الإنتخابية الأولى ، وتلا ذلك توحيد الجزيرة .\r\nانتصر التيار الإسلامي بعد وفاة الرسول ( صلى اللّه عليه وسلم ) وتدفق هذا التيار المنتصر وسار خطوة جديدة بالتوسع خارج الجزيرة . وهذا التوسع يعني نشر سيادة الإسلام وتوسيع أراضيه لا نشر العقيدة . حمل التيار الإسلامي هذه المرة العرب تحت لوائه ورمى بهم إلى الخارج كقوة موحدة . وكان أهل المدن أبطال الإسلام في الردة ، وهم الآن منظمو الفتوحات وقادتها . وعلينا أن نتذكر الفرق بينهم وبين القبائل في الدوافع وفي درجة الوعي الإسلامي .\r\nلقد تدفق التيار الإسلامي العربي واتجه إلى تكوين إمبراطورية عربية إسلامية .\r\nوكانت ظروف العرب واتجاهات التيار الإسلامي مسؤولة عن ذلك .\r\nولتوضيح ذلك نلاحظ :\r\nإنّ الإسلام فرض الجهاد على المسلمين . ولما ألقى أبو بكر كلمته الافتتاحية جعل الجهاد من أسس تكوين الأمة الجديدة ، قال : « لا يدع أحد منكم الجهاد في سبيل اللّه ، فإنه لا يدعه قوم إلا ضربهم اللّه بالذل » . وقد عدت حملة أسامة التي جهزها الرسول ليرسلها إلى جهة الشام أكبر دليل على رغبته في التوسع خارج الجزيرة . كما أنّ كتبه إلى ملوك البلدان المجاورة وأمرائها كانت دليلا واضحا على رغبته في نشر الإسلام خارج الجزيرة . فالإسلام وجه العرب ، وجعل توسيع رقعة الإسلام من أسس الكيان الجديد .\r\nوأثارت حروب الردة الروح العسكرية في الجزيرة ، ولا ينتظر إهمالها ومن\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالضروري توجيه القوات المقاتلة إلى مجال جديد . وأورثت حروب الردة وإخضاع الجزيرة بالقوة بعض الأحقاد على المدينة ، وبقي أثر العصبية القبلية ، وكان لا بد من معالجته . ثم إنّ الغزو جانب أساسي من الحياة البدوية ، وما دام الإسلام أوقفه في الجزيرة ، فلا بد من توجيه جديد وذلك بتحويل الإمكانيات القبلية والرغبات القبلية وجهة التوسع في قضية مشتركة . وتبدو أهمية هذا التوجيه إذا تذكرنا أنّ موارد الجزيرة تقل عن حاجة سكانها ، ويلزم إيجاد مورد عيش جديد وتحويل الغزو إلى جهاد خارج الجزيرة .\r\nوللعامل الاقتصادي أهمية تذكر . فجدب الجزيرة وروح التوثب التي نظمها الإسلام ، وغنى الهلال الخصيب كانت عوامل إغراء للمسلمين حتى في حياة الرسول .\r\nيذكر الطبري أنه بعد معركة ذات السلاسل « قام خالد خطيبا في الناس يرغبهم في بلاد العجم ويزهدهم في بلاد العرب ، وقال : ألا ترون إلى الطعام كرفع التراب ؟ وباللّه لو لم يلزمنا الجهاد في اللّه والدعاء إلى اللّه عز وجل ، ولم يكن إلا المعاش لكان الرأي أن نقارع على هذا الرديف حتى نكون أولى به ، ونولي الجوع والإقلال من تولاه ممن أثّاقل عمّا أنتم عليه » « 10 » .\r\nويروى أنّ جرى بين المغيرة بن شعبة ، رسول سعد بن أبي وقاص ، ورستم قائد الفرس ، الحديث التالي : سأل رستم « أنبئوني ما جاء بكم من بلادكم فإنّا لا نرى لكم عددا ولا عدة » . فقال المغيرة : « كنا قوما في شقاء وضلالة فبعث اللّه فينا نبيا فهدانا اللّه به ، ورزقنا على يديه . فكان فيما رزقنا حبة زعموا أنها تنبت في هذه الأرض . فلما أكلنا منها وأطعمنا أهلينا قالوا لا صبر لنا حتى تنزلونا هذه البلاد فنأكل هذه الحبة » « 11 » .\r\nويذكر أنّ الأقباط استهانوا برثاثة العرب بعد فتح حصن بابليون سنة 20 ه / 641 م ، فدعا عمرو جماعة من كبارهم إلى وليمة ، فنحر جزورا وصنع لهم المرق بالماء والملح وجعل ذلك أمامهم وقد جلس القبط إلى جانب العرب . فجعل العرب ينهشون اللحم نهشا حتى بشع القبط ذلك وعادوا دون أن يأكلوا . وفي اليوم الثاني\r\n\r\n\r\n","description":"","footnote":"\r\n( 10 ) المصدر نفسه ، ج 3 ، ص 355 .\r\n( 11 ) يعقوب بن إبراهيم أبو يوسف ، كتاب الخراج ، اعتمد في هذه الطبعة على نسخة مخطوطة في الخزانة التيمورية رقم 674 فقه مع معارضتها بطبعة بولاق سنة 1302 ه ( القاهرة : المطبعة السلفية ، 1976 ) ، ص 16 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nأمر عمرو أن يؤتى بألوان الطعام في مصر وعمل وليمة عظيمة وجاء الأقباط فجلسوا إلى ذلك الطعام وأصابوا منه . فلما فرغوا قال عمرو للقبط : « قد علمت أنكم ترون في أنفسكم أمرا تريدون به الخروج ، فخشيت أن تهلكوا . فأريتكم كيف كان العرب في بلادهم وطعامهم من لحم الجزور ، ثم حالهم بعد ذلك في أرضكم وقد رأوا ما فيها من ألوان الطعام الذي رأيتم . فهل تظنون أنهم يسلمون هذا البلد ويعودون إلى ما كانوا فيه ! إنهم يسلمون قبل ذلك حياتهم ويقاتلونكم أشد القتال » « 12 » ومع أنّ هذه مناورة واضحة من عمرو فإنّ فيها من الدلالة ما يكفي لغرضنا .\r\nسقنا هذه الأمثلة لنبين أنه كان للعامل الاقتصادي أثر في تدفق العرب ، ومع أننا نرى الدوافع عديدة ومشتبكة إلا أننا نعدّ التوجيه والتنظيم الإسلامي قاعدة التوسع العربي .\r\nولن نمر دون الإشارة إلى نظرية ونكر وكيتاني ( وقد أخذ بها بيكر ) وهي أنّ توسع العرب لم يكن حركة مفاجئة ، إذ إنّ الهجرة إلى الهلال الخصيب كانت مستمرة ولكنها بطيئة . وقد كانت هناك هجرات سلمية كثيرة خلال فترة طويلة من الجزيرة إلى الأراضي الخصبة . وهذه الهجرات خلقت للبيزنطيين وللساسانيين مشكلات كبيرة على الحدود . فحاولت كل من الدولتين تنظيم حركة الهجرة بشكل يجعلها مفيدة لها .\r\nفكوّنت إمارتين أو مملكتين للمناذرة والغساسنة لتقف في وجه القبائل النازحة .\r\nولكن قصر نظر الدولتين جعلهما يهملان شأنهما في أواخر القرن السادس للميلاد ، بل يضعفانهما ، فخرق السد وفتح الباب أمام القبائل النازحة . أمّا الإسلام فلم يأت بشيء جديد لهجرة العرب ، بل أتى بشعار جديد وبتنظيم جديد ، فكان بذلك سببا في نجاح القوات الإسلامية العظيم في الفتح . فالفتوحات العربية هي آخر هجرة سامية كبيرة ناتجة من تدهور الأحوال الاقتصادية في الجزيرة . ولا صحة للفكرة الشائعة من أنّ الفتوحات الإسلامية معناها نشر الإسلام ، فالذي نشر لم يكن الدين الإسلامي بل سيادته السياسية ، يؤيد ذلك عدم وجود حركة تبشيرية خلال الفتوحات وبعدها .\r\nونحن نرى في أسس هذه النظرية تأييدا لرأينا . فالصراع بين البادية والحاضرة أو زحف البادية على الحاضرة قديم ، والموجة العربية ، إن جاز هذا التعبير ، بدأت\r\n\r\n\r\n","description":"","footnote":"\r\n( 12 ) ألفرد جوشيا بتلر ، فتح العرب لمصر ، عربه محمد فريد أبو حديد ( القاهرة : دار الكتب المصرية ، 1933 ) ، ص 242 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nقبل الفتح بما يزيد على قرنين . ولكنها كانت ضعيفة محدودة ولا هدف لها .\r\nفالإسلام وحدّ العرب ، وأعطاهم رسالة عالمية ورمى بهم إلى البلاد المجاورة لا الهلال الخصيب وحده . ولا يتمثل التيار الإسلامي في نشر الدين الإسلامي بالسيف ، بل يتمثل في نشر سيادة الإسلام ، وتخيير الناس بين قبول الدين ودفع الجزية والخضوع . فالخلاف بيننا وبين أصحاب النظرية السابقة هو في أنهم يغمرون الجوهر بالحواشي فيؤكدون ما هو ثانوي ، ويقللون من شأن الأسس كما يتضح .\r\nوإلى الاتجاه الإسلامي يعود انتصار العرب بالدرجة الأولى . فالقوة الدافعة في الدين الجديد وفتوة الشعب العربي وتحفزه واجتماع كلمته كانت سر تفوقه . أمّا الضعف الداخلي في الدولتين البيزنطية والساسانية - من انقسام ديني ، وتباين اجتماعي ، وإرهاق في الضرائب ، وإنهاك نتيجة الحروب الطويلة - فذلك عامل ساعد على سرعة تغلب العرب ولكن تأثيره سلبي ، في حين أنّ الناحية الإيجابية تتعلق بالعرب أنفسهم .\r\nوموجة التوسع العربي تمثل قوة التيار الإسلامي ، وتحويله التيار القبلي إلى تيار عربي عام ، واتحاد التيارين في وجهة إسلامية بالتوسع لصالح الإسلام ، ومجد حملة لوائه العرب . وقد بقي الإسلام والعرب متلازمين كوجهي النقد مدّة طويلة أمام الشعوب غير العربية .\r\nوبتوسع العرب خارج الجزيرة تعرّض الشعب العربي لأوضاع جديدة ولاتجاهات خطرة على كيانه ، أخطرها اتجاه امتزج فيه ردّ فعل الديانات الفارسية التي غمرها الإسلام ، ورد فعل القومية الفارسية التي محا دولتها . وكان هذا من أخطر التيارات في التاريخ الإسلامي وأبعدها أثرا كما سنرى .\r\nيضاف إلى ذلك تيار اقتصادي تولد عن تسرب الأموال إلى العرب ، وتأثير ذلك في وضعهم المعاشي وفي علاقاتهم السياسية بعد ذلك .\r\nومع أنّ الخليفة الثاني أدرك خطر اتصال العرب في البلاد المفتوحة على كيانهم وعلى وضعهم ، وحاول أن يجمعهم في مراكز عسكرية خاصة بهم كالكوفة والبصرة والفسطاط ، ووضع نظاما يحفظ لهم جوهرهم الجديد وهو أنهم أمة فاتحة مجاهدة لا تشتغل بمهنة غير الحرب والسياسة ، إلا أنّ تنظيماته لم تنجح كليا في تحقيق ما أراد .\r\nفكان لذلك آثاره العاجلة الآجلة كما سنبين في ما بعد .\r\nأراني استرسلت في الملاحظات ، فلنرجع إلى المدينة لنرى كيف سارت التطورات فيها بتأثير التيارين الرئيسين .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\n- 4 -\r\nوأول ما يسترعي انتباهنا مشكلة الخلافة . فالإسلام يؤكد أمر الشورى ، ولكنه لم يضع هيكل نظام سياسي للعرب . لذا كان طبيعيا أن يستعين المسلمون الأولون بتقاليدهم العربية السياسية آخذين المبادئ الإسلامية بعين الاعتبار .\r\nونلاحظ في اختيار الخليفة الأول أثر كل من الاتجاهين القبلي والإسلامي وتضافرهما إلى حدّ واضح .\r\nفقد انقسم المسلمون عند وفاة الرسول إلى كتل على أساس قبلي ، وكان لكل كتلة مرشحها . وهذا ينسجم مع ما اعتادوه من أساليب سياسية قديمة في الحكم .\r\nفالكتلة الأولى من الهاشميين وبعض الأمويين وطلحة والزبير تؤيد عليا وترى حقه طبيعيا في الرئاسة . والكتلة الثانية مالت إلى أبي بكر وكانت نشيطة تشمل أكثر المهاجرين ويظهر أنها تفاهمت قبل اجتماع الأنصار في السقيفة « 13 » . والكتلة الثالثة وتشمل أكثر الأنصار وهي التي اجتمعت في السقيفة تؤيد ترشيح سعد بن عبادة سيد الخزرج ، ولكنها كانت تضعفها الحزازات وقلة الثقة بين الأوس والخزرج وشعورها بأنّ النبي من قريش .\r\nوقد اجتمعت اتجاهات قبلية وإسلامية أدت إلى انتخاب أبي بكر . فمن الناحية الإسلامية ترى النقاط التالية :\r\nصلّى أبو بكر بالمسلمين بتفويض من الرسول في مرضه الأخير ، فعدّت إمامة الصلاة ترشيحا لقيادة الأمة « والصلاة أفضل دين المسلمين » . وهناك صلة أبي بكر القوية بالرسول وصحبته له دائما يتمثل ذلك في هجرته إلى المدينة ، فهو  ثانِيَ اثْنَيْنِ إِذْ هُما فِي الْغارِ  « * » . كما أنّ انتخابه لرئاسة المسلمين الذين ينتمون إلى قبائل مختلفة إنما هي فكرة إسلامية تنافي الفكرة القبلية التي تفكر باختيار رئيس لقبيلة واحدة .\r\nومن الناحية القبلية نرى التكتل الذي أشرنا إليه ، ثمّ التأكيد عند البيعة لأبي بكر على سنه وخبرته وخدمته ، وهذه من التقاليد العربية التي لم يبدلها الإسلام . ثمّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 13 ) هذا التفاهم بين أكثر المهاجرين قبل السقيفة هو الذي يوضح الموقف الذي اتخذه أبو بكر وعمر وأبو عبيدة في السقيفة ، إذ تكلموا باسم المهاجرين ، يردون دعوة الأنصار حيث يصرح عمر بذلك . انظر :\r\nالطبري ، تاريخ الطبري : تاريخ الرسل والملوك ، ج 3 ، ص 218 - 221 . أما رأي لامنس عن وجود مؤامرة ثلاثية ، فليس له سند من المصادر بل إنها لتنقضه .\r\n( * ) القرآن الكريم ، « سورة التوبة ، » الآية 40 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nإن التقاليد القبلية لا تقر مبدأ الوراثة بأية صورة ، وإن كانت تعترف بسيادة فخذ أو قبيلة . لذا نرى المهاجرين يحتجون على الأنصار بأنهم عشيرة الرسول ، ولكنهم لم ينتخبوا ابن عمه . ثمّ إن طريقة البيعة بهزّ الأيدي تقليد عربي معروف قبل الإسلام .\r\nوتضافرت في اختيار عمر تقاليد قبلية وإسلامية . فعمر بن الخطاب كان أكثر الصحابة نفوذا في خلافة أبي بكر . وقد رشح بعد استشارة الصحابة وتأييد بعضهم له ، وتمت خلافته بمبايعتهم . وهذان الأمران يتماشيان والتقاليد السياسية الموروثة من قبل الإسلام . ومن ناحية ثانية ، كان لخدمة عمر في الإسلام أهميتها . كما أنه ليس من فخذ بارز في قريش ، بل اختير لمؤهلاته وقابلياته ، وهذه ناحية إسلامية لا تأتلف والتقاليد القبلية .\r\nووضع عمر بن الخطاب الشورى لحل مشكلة الخلافة . ولم تكن تلك فكرة آنية ، فإنّ المصادر تدل على أنه فكّر طويلا ، وأنه تردد في تعيين خلف له ، كما تردد في عدم تعيين خلف ، وأخيرا وبعد أن طعن استقر على الشورى بعد إلحاح من الصحابة .\r\nوكان لتقرير مبدأ الشورى أسبابه وظروفه المهمة . فقد اختار عمر الستة لأنه وجدهم « رؤساء الناس وقادتهم » كما قال ، ولا تخرج الخلافة عن أحدهم : فعلي سيد بني هاشم ، وعثمان شيخ بني أمية ، وطلحة سيد بني تميم ، والزبير زعيم بني أسد ، وسعد بن أبي وقاص وعبد الرحمن بن عوف رئيسا بني زهرة ، وكل له أنصاره ومؤيدوه .\r\nولم يكن عمر ليطمئن اطمئنانا تاما إلى أي من السنّة فيحمله مسؤولية العهد ، بل كان له بعض ملاحظات على صفات كل منهم ، بعضها ثانوي وبعضها مهم نسبيا « 14 » . وكان يعرف طموح كل من هؤلاء الستة ، ويدرك أنه يصعب أن يقبلوا تقديم أحدهم حتى حذّرهم من الاختلاف في الشورى لما في ذلك من خطر على كيان الأمة ، واتخذ تدابر فعالة لمنع الاختلاف . وأخيرا أكد عمر ناحية إسلامية وهي\r\n\r\n\r\n","description":"","footnote":"\r\n( 14 ) كان يخشى من علي صلابته وأن « فيه فكاهة » ، ومن عثمان ميله لأهله ، ومن الزبير أنه « مؤمن الرضا كافر الغضب شحيح » ، ومن عبد الرحمن ضعفه ، ومن طلحة كبرياؤه وزهوه ، ومن سعد أنه رجل حرب لا يصلح للسياسة . انظر : المصدر نفسه ، ج 4 ، ص 229 ؛ أبو محمد عبد اللّه بن مسلم بن قتيبة ، الإمامة والسياسة ، 2 ج في 1 ( القاهرة : مطبعة الفتوح الأدبية ، [ 1912 
  ] ) ، ج 1 ، ص 29 ؛ أبو الحسن علي بن محمد الماوردي ، الأحكام السلطانية ( القاهرة : مطبعة الوطن ، [ 1880 
  ] ) ، ص 46 ، وأبو العباس أحمد بن يحيى البلاذري ، أنساب الأشراف ، تحقيق محمد حميد اللّه ، ذخائر العرب ؛ 27 ( القاهرة : دار المعارف ، [ 1959 
  ] ) ، ج 1 ، القسم 4 ، ص 501 - 502 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nأنّ الرسول « توفي وهو عنهم راض » .\r\nومع ملاحظة أثر الظروف في هذا الحل ، فإننا نتساءل عن مصدر فكرة الشورى . فمن المحتمل أنّ لها جذورا في التقاليد السياسية العربية ، فلها شبيه في مجلس وجهاء القبيلة الذين يختارون الشيخ ، وربما كانت مأخوذة من فكرة الملأ المكي ، وهو مجلس المتنفذين من أهل مكة ، ذلك المجلس الذي نظّمه قصيّ لإدارة شؤون قريش وبنى له دار الندوة ، والذي كان رئيسه أميز من فيه ؛ وهو مع ذلك رئيس مقيد برأي المجلس .\r\nوعقد مجلس الشورى عدة اجتماعات وطالت المناقشات حتى اتفق على أن يختار عبد الرحمن بن عوف واحدا منهم وذلك بعد أن تنازل عن حقه وقام عبد الرحمن باستشارات كثيرة ، ثم اختار عثمان وقد اجتمعت أسباب عديدة ، بعضها قبلي وبعضها إسلامي في اختيار عثمان . ولن أقدم رأيا شخصيا في الموضوع ، بل أكتفي بذكر الأسباب التي يوحي بها المعاصرون .\r\nإنّ المصادر تؤكد أنّ عبد الرحمن جعل السير على سنّة الخليفتين الأوّلين ، إضافة إلى اتباع كلام اللّه وسنّة رسوله ، أساس الترشيح ، وأنّ عليا لم يعط جوابا إيجابيا قاطعا بل وعد بأن يجتهد في اتباع سنّة سلفيه ، أمّا عثمان فقد تعهد بذلك دون تحفظ . وتخبرنا المصادر أيضا أنّ عبد الرحمن استشار أشراف الناس وأمراء الأجناد ، وحاول معرفة رأي عامة الناس حتى « ضعاف الناس ورعاعهم » ، فوجدهم يشيرون عليه بعثمان . وهذا يوحي بدعاية واسعة نظمها بنو أمية لمرشحهم ، وقد كان بنو أمية يسعون لاستعادة نفوذهم بالتدريج منذ فتح مكة ، ونجحوا بذلك نجاحا كبيرا خلال فترة الخليفتين الأولين . وكان لشيخوخة عثمان أثر ملموس في تقديمه . ويعطي الإمام علي نفسه سببين آخرين . فهو يتهم عبد الرحمن بالانحياز لعثمان لأنه صهره .\r\nوهو يعتقد أنّ قريشا تعرف نفوذ بني هاشم واحترام المسلمين لمكانة آل البيت ، وتخشى أن تبقى الخلافة فيهم إن اختير أحدهم ، في حين أنها تبقى متداولة بين أفخاذ قريش ما دامت في غيرهم .\r\nومن هنا نلاحظ أنّ قوة الاتجاهات القبلية كانت في تزايد ، وأنّ التقاليد السياسية في هذا الاتجاه كان لها الأثر الأول في ترشيح عثمان .\r\nوفي خلافة عثمان حصلت الفتنة الأولى في تاريخ العرب المسلمين . وهي - لخطورتها ولما تركته من أثر في تطور حياتهم - تستحق دراسة خاصة .\r\nلقد اتجه نشاط العرب بعيد حروب الردة إلى التوسع الخارجي وشغلتهم موجة\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالفتوحات وما صحبها من مجد وتضحيات وغنائم ، حتى إذا مرت السنوات الست الأولى من خلافة عثمان ، وصلت تلك الموجة إلى نهايتها الطبيعية ، فوقفت عند الجبال في الشمال ، وسهوب آسيا في الشرق ، وشمالي أفريقيا في الغرب . وكانت السنوات الست الأخيرة من عهد عثمان سنوات هدوء نسبي ، اتجهت فيها الأفكار إلى الوضع الداخلي .\r\nويعلل المؤرخون الفتنة بالشكوى من عثمان ويحمّلونه مسؤولية ما حصل فيرمونه بالضعف السياسي والإداري ، ويؤاخذونه على تصرفات جعلوها سبب الفتنة ، وهي تقريبه بني أمية وإثراؤه وإثراء أقربائه على حساب مال المسلمين ، وإحراق المصاحف ، وإسقاطه خاتم النبي في بئر أريس وعدم اكتراثه بنصائح المخلصين كأبي ذر الغفاري . إنّ بعض هذه الأسباب لها أهميتها ، ومع ذلك لم تكن بحد ذاتها وبشكلها الظاهر عوامل أساسية ، وإن كان لها أهمية فذلك في ما تحمله من معنى وملابسات .\r\nويكفي هنا أن أبين بعض الملاحظات ، هادفا إلى توجيه بحث المشكل توجيها يؤدي بنا إلى فهم الحالة فهما أدق وأقرب إلى الواقع . ولن يكون ذلك من دون مراعاة الاتجاهات والتطورات العامة . وعلينا أن نلاحظ أنّ الهزات الاجتماعية لا تنشأ حين انفجارها وإنما يسبقها دور تمهيد تتجمع فيه عوامل الشكوى والتذمر والسخط ، ثم تنتظر الظروف المناسبة لتنفجر في دور قد يكون بعيدا عن تكوينها .\r\nفعوامل حروب الردة لم تكن من تكوين أبي بكر ، وسقوط الدولة الأموية لم يكن ناتجا من ضعف مروان الثاني ، وقيام الدولة العباسية لم يكن بجهد أبي مسلم أو بجهد أبي العباس ، ولا يقول ذلك إلا من اختلطت عنده ظواهر الأحداث بأصول التطور ، ومن عدّ العرض جوهرا . فللظروف وللتطورات أحكامها وتأثيراتها التي قد تتجاوز كل جهد يبذله الفرد وتكتسح كل محاولة لإيقافها . وبعد ذلك فقد يكون في تصرفات الأفراد ما يساعد على التطور ، وتبدو عبقريتهم في مدى إدراكهم للأوضاع وفي قدرتهم على التوجيه أو المعالجة .\r\nولنرجع إلى مشكلة الفتنة ، فإني أراها ناتجة بالدرجة الأولى من أوضاع ورثها عثمان ولم تكن من صنع يده ، ولكن عثمان لم يستطع تغييرها ، ولا ينبغي أن ننسى أنه ألزم نفسه قبل البيعة بالسير على سياسة أسلافه ، وبويع على هذا . لقد ورث عثمان الاتجاهات القبلية الصاخبة في المجتمع ، وورث الاتجاه الإسلامي وصراعه مع الاتجاه القبلي ، نعم ، ورث هذين التيارين الرئيسين اللذين كانا المحرك الأول للتطور .\r\nكما ورث تأثيرات الفتوحات . ولا سيما النظام المالي الذي استندت إليه الإمبراطورية\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nالعربية . وإن نحن أمعنّا النظر رأينا في تلك الاتجاهات مكمن الفتنة وأصل الانفجار الذي أودى بعثمان وصدع وحدة الأمة العربية آنئذ .\r\nانتقد عثمان لعصبيته لأقربائه وتوليتهم الأمصار ونتيجة تنحيته بعض كبار الصحابة عنها . ففي الشام كان معاوية وهو أموي ، وعزل عثمان أبا موسى الأشعري عن البصرة وسعد بن أبي وقاص عن الكوفة ، وولى عبد اللّه بن عامر الأموي على البصرة ، والوليد بن عقبة على الكوفة ، ثم عزله وولى سعيد بن العاص .\r\nوقبل انسحاب عمرو بن العاص من مصر ولى عبد اللّه بن سعد بن أبي السرح عليها . ومعنى ذلك تنفذ الأمويين وتحقيق أمانيهم في السلطة . ولذا أمكن عند خلافة عثمان بداية الحكم الأموي . وهنا نرجع قليلا إلى الوراء . فبنو أمية كانوا أصحاب النفوذ عند ظهور الإسلام ، وأكثر مالا وقوة من غيرهم من قريش ، وقادوا المقاومة للحركة الإسلامية ، وتأكد نفوذهم بعد معركة بدر لمقتل جل زعماء بني مخزوم الذين كانوا ينافسونهم في السلطة . وبعد عام الفتح اشتغل الأمويون بجد لاسترجاع نفوذهم ، ونجحوا كثيرا في خلافة أبي بكر وعمر وقاموا بدور أساسي في خدمة شيخهم عثمان وفي وصوله إلى الخلافة . فقد كانوا أقوى كتلة في المدينة عند مجيء عثمان ، ومن المنتظر أن يقوموا بالدور الرئيس في خلافته . ولم يرتح الصحابة لتنفذ هؤلاء الحديثين في الإسلام ، والذين قاوموه عند ظهوره أمرّ مقاومة .\r\nولعثمان خطاب يرد فيه على تهجم أهل الأمصار عليه ، ألقاه أمام الصحابة في المسجد : « وقالوا : استعملت الأحداث ، ولم أستعمل إلا مجتمعا محتملا مرضيا ، وهؤلاء أهل عملهم فسلوهم . . . قالوا : اللهم نعم ، يعيبون للناس ما لا يفسرون . . . وقالوا إني أحب أهل بيتي وأعطيهم ، فأما حبي فإنه لم يمل معهم على جور بل أحمل الحقوق عليهم . وأما إعطاؤهم فإني إنما أعطيهم من مالي ولا أستحل أموال المسلمين لنفسي ولا لأحد من الناس » « 15 » .\r\nويرى دلّا فيدا أنّ عثمان أراد حفظ الوحدة العامة وتحقيق الإشراف الدقيق ، فسار في وجهة سياسة عمر ، ولكنه استبدل بقوة عمر وشدته تقريب أقربائه وتوليتهم ليضبط بهم الأمور ، ولكن القضية انعكست بتنفذهم الزائد . وهذا رأي لم أجد في التعليقات المعاصرة ما يؤيده .\r\nأردت في ما عرضت أن أبين أنّ استعلاء نفوذ بني أمية كان نتيجة مطردة للأوضاع قبل عثمان . وعلينا أن نلاحظ أنّ مجلس الشورى انتهى بترشيح عثمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 15 ) الطبري ، المصدر نفسه ، ج 4 ، ص 347 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nولكنه لم يورث قناعة تامة . فكان من المنتظر أن يعتمد عثمان على بني أمية اعتمادا كبيرا . وبنتيجة ذلك انقسمت قريش على نفسها مع العلم بأنّ هذا الانقسام له جذوره التي غمرتها موجة الحروب والفتوحات ، ولكن أثر مجلس الشورى وتوقف الحرب كانا مساعدين على توسيع الشقة .\r\nوالأهم من هذا هو شكوى القبائل من نفوذ قريش . فالثورة جاءت من الخارج ولم يخلقها انقسام قريش بل كان هذا الانقسام عاملا مساعدا . فالقبائل بنزعتها البدوية التي تكره الحكم المركزي لم ترض يوما عن سيادة قريش . استمع إلى رد رجل من عبد قيس على الزبير في البصرة حين حاول إقناع أهلها بالثورة على عليّ : « يا معشر المهاجرين ، أنتم أول من أجاب رسول اللّه ( صلى اللّه عليه وسلم ) فكان لكم بذلك فضل ، ثم دخل الناس في الإسلام كما دخلتم فلما توفي رسول اللّه ( صلى اللّه عليه وسلم ) بايعتم رجلا منكم ، واللّه ما استأمرتمونا في شيء من ذلك ، فرضينا واتبعناكم ، فجعل اللّه عز وجل في إمارته بركة . ثم مات رضي اللّه عنه واستخلف عليكم رجلا منكم فلم تشاورونا في ذلك فرضينا وسلّمنا ، فلما توفي الأمير جعل الأمر إلى ستة نفر ، فاخترتم عثمان وبايعتموه من غير مشورة منا . . . » « 16 » . فالقبائل دخلت الإسلام كما دخلت قريش وهاجرت لإعلاء رايته ، ولكن قريشا استأثرت بالخلافة وقادت وتزعمت . ومما زاد هذا التذمر حدة أنّ عامة القوات الفاتحة كانت من القبائل فأكد هذا شعورها بأنها مغبونة . فلما انقسمت قريش على نفسها انقساما ظاهرا وجدت الفرصة سانحة للتدخل .\r\nوظهرت نزعة إقليمية لعلها تطور للنزعة القبلية في الأمصار ، يصحبها عدم ارتياح الأقاليم لسلطة المدينة وزيادتها ، إذ إنّ الموارد كانت ترسل من الأمصار إلى بيت المال في المدينة . لقد كان لكل قبيلة مراعيها وحماها الذي تدافع عنه ، فحلت الأمصار التي تسكنها القبائل محل الحمى والمراعي التي عليها تعتمد في معيشتها وترى حقها الطبيعي بحكم الفتح في أن تتصرف بها . ولدينا أمثلة لذلك . قال سعيد ابن العاص في الكوفة : « السواد بستان قريش » ، فعلت الصيحة « أتجعل ما أفاء اللّه علينا بظلال سيوفنا ومراكز رماحنا بستانا لك ولقومك ؟ » « 17 » . ثم استمع إلى صيحة الشاميين في صفين : « يا أهل العراق ، من لثغور العراق بعد أهل العراق ، ومن\r\n\r\n\r\n","description":"","footnote":"\r\n( 16 ) المصدر نفسه ، ج 4 ، ص 469 - 470 .\r\n( 17 ) أبو الحسن علي بن الحسين المسعودي ، مروج الذهب ومعادن الجوهر ، بتحقيق محمد محيي الدين عبد الحميد ، 4 ج ، [ ط 3 مزيدة ومنقحة 
  ] ( القاهرة : مطبعة السعادة ، [ 1958 
  ] ) ، ج 2 ، ص 225 ، ج 3 ، ص 90 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nلثغور الشام بعد أهل الشام ؟ » . وتظهر قوة التيار الإقليمي القبلي في ذهاب علي إلى الكوفة وتركه للمدينة بعد ثورة طلحة والزبير ومكثه هناك .\r\nثم انظر إلى مشكلة إحراق المصاحف . ونبين لك مبدئيا أنّ المصاحف لم تحرق كلها ، والظاهر أنّ مصحف ابن مسعود نفسه لم يحرق . فالكتابة كانت من دون تنقيط ومن دون تشكيل . وإذا أضفنا إلى ذلك اختلاف اللهجات العربية أدركنا مجال الاختلاف بين القرّاء في القراءة ، وهذا أدّى إلى بعض الاختلاف كما أنه أكسب القرّاء نفوذا محليا قويا ، وتمثلت النزعة الإقليمية في تأييد كل مصر لقارئه ، وفي هذا تأييد للكيان المحلي للأمصار وحدّ من سلطة الدولة وإضعاف الاتجاه نحو المركزية كما بدأه عمر وسار عليه عثمان . فكان جمع عثمان للقرآن خطوة دينية سياسية كبيرة يقتضيها حفظ الدين وتحقيق الوحدة . ومعنى جمع القرآن من ناحية ثانية الحدّ من نفوذ القرّاء والحدّ من الاتجاه اللامركزي ، وهذا هو سرّ الضجة على عثمان . وخير تأييد لذلك أنّ أحدا لم يتهم الخليفة بالتحريف . فجمع القرآن وما ولد من ضجيج هو أروع مثل للصدام بين الاتجاه القبلي والاتجاه الإسلامي في سياسة الخليفة .\r\nولقد لمحنا إلى أثر الفتوحات في إحداث الفتنة . ويمكن أن يكون ذلك من ناحيتين ، أولاهما ناحية الاختلاط بالشعوب الأخرى والصدام بين العقائد والسيادة الإسلامية ، وبين العقائد المحلية والنزعات القومية المحلية . ومع أنّ هذه ناحية لها أهميتها إلا أني أميل إلى أنّ الزمن كان أقصر من أن يسمح بإعطاء هذه الناحية تلك الأهمية العامة وإن وجد شيء في هذا الاتجاه فهو فردي .\r\nولكن المهم هو التأثيرات الاقتصادية . فقد حاول الرسول في دعوته مكافحة التباين الاقتصادي ، وحثّ على التعاون الاجتماعي والرفق بأن منع الربا وما صحبه من مآس اجتماعية ومالية في المجتمع المكي ، وفرض الزكاة ، ومنع الكتناز الذهب والفضة ومنع الاحتكار ، ووجه سياسته المالية نحو تحسين أحوال الفقراء والضعفاء بالدرجة الأولى . وفي خلافة أبي بكر بدأ فرض الأعطيات ، فرأى أبو بكر المساواة بين المسلمين في العطاء فلم يفضل « أهل السوابق والقدم والفضل » قائلا : « إنما ذلك شيء ثوابه على اللّه جلّ ثناؤه وهذا معاش فالأسوة فيه خير من الإثرة » « 18 » . ولكن عمر بن الخطاب اجتهد برأي آخر بأن ميّز في العطاء بين المسلمين ، بحسب القدم في الإسلام ، والغناء للإسلام والحاجة . فأعطى من شهد بدرا 5000 درهم في العام ولمن أسلم بعد بدر حتى الحديبية 4000 في العام ، ولمن أسلم بعد الحديبية\r\n\r\n\r\n","description":"","footnote":"\r\n( 18 ) أبو يوسف ، كتاب الخراج ، ص 24 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nحتى نهاية حروب الردّة 3000 في العام ، ولمن أسلم بعد الردة وشارك في القادسية واليرموك 2000 في العام ، ولمن بعد ذلك من 1000 درهم إلى 2000 درهم في العام . ومعنى هذا النظام عمليا تمييز المهاجرين والأنصار وتفضيلهم في العطاء ، ووضع العرب عامّة في المرحلتين الأخيرتين ، وكان ذلك ممّا يساعد على إحداث التباين الاقتصادي وعلى نوع من التذمر . وقد اتبع عثمان - كذلك - هذا النظام .\r\nولمّا وضع عمر بن الخطاب نظامه المالي رفض تقسيم الأراضي المفتوحة بين المقاتلة ، وعدّ الأرض ملكا مشتركا بين المسلمين يجبى وارده إلى بيت المال ، وخصص للمقاتلة عطاء ورزقا . وقد دفعته إلى ذلك عوامل مهمة منها أنه أراد أن يجعل العرب أمّة مجاهدة عسكرية وأراد إبعادهم عن الزراعة . وأراد تكوين موارد مالية ثابتة ليسد منها حاجات الأمة . وخاف إن هو قسم الأرض بين الفاتحين ألا يبقى لمن يأتي بعدهم شيء . ثمّ خاف انتشارهم في الأرض وضياعهم بين جماهير الأمم المغلوبة لضآلة عددهم بالنسبة إليها ، وخاف أن يختل المسلمون بينهم في الأراضي والمياه .\r\nهذا إضافة إلى رغبته في ربط الأجزاء بالمراكز وتكوين دولة موحدة .\r\nوهذه سياسة حكيمة بناءة ، ولكن معناها كان قصر الجند على العطاء ، وهذا ما لم يرتاحوا له لأنهم يرون أنّ الأرض لهم وأنّ واردها حقهم الطبيعي بحكم الفتح ولهم مثل في تقسيم الرسول لأراضي خيبر بين المقاتلة بعد فتحها . ولكن قوة الخليفة الثاني ووفرة الغنائم خلال فترة الفتوحات غمرتا هذه الشكوى .\r\nواتبع عثمان نظام عمر . فلما توقفت الفتوحات زال وارد الغنائم ونظر الناس في الأمصار إلى الوارد فوجدوه يذهب إلى المدينة فلا يصيبهم منه إلا العطاء . عندئذ قوي التذمر ، فهم يرون الوارد مال المسلمين ، وأنه يجب توزيع وارد كل مصر على من فيه من العرب ، بينما الخليفة ( الحكومة ) يعده مال اللّه ( أي مال الدولة ) فضجوا بالشكوى من عثمان وعماله . ولتوضيح ذلك نذكر الخبر التالي : قال أحدهم يخاطب أبا ذر : « يا أبا ذر ، ألا تعجب من معاوية ( أمير الشام ) يقول إنّ المال مال اللّه إلا إنّ كل شيء للّه ، كأنه يريد أن يحتجنه دون المسلمين ويمحو اسم المسلمين » ، فجاء أبو ذر إلى معاوية وقال له : « ما يدعوك أن تسمي مال المسلمين مال اللّه ؟ ، قال ( معاوية ) : يرحمك اللّه يا أبا ذر ، ألسنا عباد اللّه ؟ والمال ماله والأمر أمره ، قال ( أبو ذر ) فلا تقله . قال ( معاوية ) : فإني لا أقول إنّه ليس للّه ، ولكن سأقول مال المسلمين » « 19 » .\r\nوممّا زاد في حدّة التذمر أنّ رجال القبائل تعوّدوا على كثرة الإنفاق وعلى شيء\r\n\r\n\r\n","description":"","footnote":"\r\n( 19 ) الطبري ، تاريخ الطبري : تاريخ الرسل والملوك ، ص 90 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمن الترف لكثرة ما حصلوا عليه من غنائم ، حتى صارت الأعرابية تألف لبس الحرير . فصعب عليهم تحمّل الوضع الجديد .\r\nثم إنّ قريشا قبيلة تجارية تعرف استغلال الأموال وتنميتها ، فعرفت كيف تستفيد من أرباحها من الفتوحات ، في حين أنّ عامة القبائل بذّروا ما اجتمع لديهم ولم يستفيدوا من واردهم . فساعد ذلك على حصول تباين اقتصادي كبير بين قريش والقبائل الأخرى . ويكفي أن نشير إلى ثروات بعض الصحابة . فالزبير خلف خمسين ألف دينار وألف أمة وألف فرس عدا الدور . وكانت غلّة طلحة بن عبيد اللّه التيمي من العراق كل يوم ألف دينار . وكان على مربط عبد الرحمن بن عوف مائة فرس وألف بعير وعشرة آلاف من الغنم وبلغ ربع ثمن ماله بعد وفاته 84000 دينار .\r\nولما مات زيد بن ثابت خلف من الذهب والفضة ما كان يكسر بالفؤوس ، غير ما خلف من الأموال والضياع وكانت قيمته مائة ألف دينار . ومات يعلى بن منبّه وخلف 000 ، 500 دينار وديونا على الناس وعقارات وغير ذلك من التركة قيمتها مائة ألف دينار . ويعلّق المسعودي على هذه الأخبار بقوله : « وهذا باب يتسع ذكره ويكثر وصفه ، فيمن تملك من الأموال في أيامه ، ولم يكن مثل ذلك في عصر عمر ابن الخطاب ، بل كانت جادة واضحة وطريقة بينة » « 20 » .\r\nوممّا زاد في هذا التباين أنّ أغلب الولاة كانوا من قريش فجمعوا الأموال الوفيرة حتى ضجّ بعض الناس بالشكوى منهم منذ زمن عمر . فاستمع إلى شكوى شاعر من عمال الأهواز :\r\n فلا تدعن أهل الرساتيق والقرى * يفيضون مال اللّه في الأدم الوفر\r\nنؤوب إذا آبوا ونغزو إذا غزوا * فإنّي لهم وفر ولسنا أولي وفر\r\nإذا التاجر الدّاريّ جاء بفارة * من المسك راحت في مفارقهم تجري \r\nهكذا تصرف الولاة في زمن عمر وهو من هو في قوته . فمن الطبيعي أن يزداد جمعهم للمال في زمن عثمان المتسامح اللين ، حتى ظهرت البلاد وكأنها مرعى للولاة والمتنفذين .\r\nولقد انتقد عثمان بأنه أقطع الأراضي لأقربائه ولجماعة من المهاجرين . وكان من حقّ الخليفة أن يقطع من أراضي الصوافي التي تعد في المقاتلة الذين شاركوا في الفتح ( أي غنيمة وخمسها لبيت المال ) وليست ملك المسلمين ، ومن حقّ الخليفة أن يعطي منها لمن يشاء . وقد أقطع عمر منها لقليل من الصحابة . وسار عثمان في ذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 20 ) المسعودي ، مروج الذهب ومعادن الجوهر ، ج 3 ، ص 76 - 77 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nعلى خطة عمر ولكنه فاته في مقدار ما أقطع . إلا أنه ردّ على من انتقده في ذلك قائلا : « وقالوا : أعطيت الأرض رجالا . وإنّ هذه الأرضين شاركهم فيها المهاجرون والأنصار أيام فتحت ، فمن أقام بمكان من هذه الفتوح فهو أسوة أهله ، ومن رجع إلى أهله لم يذهب ذلك ما حوى اللّه له . فنظرت في الذي يصيبهم ممّا أفاء اللّه عليهم فبعته لهم بأمرهم من رجال أهل عقار ببلاد العرب ، فنقلت إليهم نصيبهم فهو في أيديهم دوني » « 21 » . وهذا النقد والرد يبينان بوضوح تذمر القبائل من التباين الاقتصادي وقدرة قريش على تنمية مواردها .\r\nولم تكن احتجاجات أبي ذر الغفاري إلا تجاهلا للتطور وحملة على تفشي الترف وتبدل معيشة الناس ، ولكن اللوم وجه إلى الخليفة في حين أنّ الأوضاع العامة تبدلت وذهبت حالة القلة السائدة في بدء الحركة الإسلامية .\r\nومن هذا نلاحظ شكوى من النظام المالي الذي وضع زمن عمر ، وتذمرا من الفوارق المادية بين قريش وغيرها ، ونرى أنّ الاختلاف مع قريش كان قبليا في أساسه إلا أنّ التباين المالي والتطور الاجتماعي زاداه قوة وتأزما .\r\nوالخلاصة أنّ القوة على عثمان تمثل ثورة القبائل على قريش بالدرجة الأولى ، وهي انتصار للتيار القبلي على التيار الإسلامي . وقد ذهب عثمان ضحية ظروف لم تكن من صنعه ، وإنما هي نتيجة تطور الأمة الإسلامية وتبدل ظروفها .\r\nثمّ انتخب علي بعد مقتل عثمان ، وهو يمثل التيار الإسلامي في اتجاهاته وميوله . وإذا حللنا ظروف انتخابه نلاحظ أنّ نكبة الأمويين في الفتنة تركت الكلمة في المدينة للأنصار وللهاشميين ، ولحد ما لرجال القبائل الذين وطئوا المدينة . وقد أيّد الأنصار عليا ، وكذا الهاشميون . ولقد اعتادت القبائل أن ترى الخليفة من قريش ، ولم يكن في قريش من يتمتع بمثل نفوذ علي ، أو بمثل منزلته الاجتماعية لسابقته ومصاهرته وعلمه .\r\nوفضله ، لأنه أميز الصحابة الموجودين . ولكن يظهر لي أنّ نفوذ علي وتأييد الأنصار والهاشميين له كانا العامل الفصل في انتخابه في تلك الظروف المضطربة .\r\nولقد جاء الإمام علي في فترة مرهقة مرتبكة ، في فترة انقسام قريش وتجرؤ الأمصار على المدينة وخرق حرمتها بدخول رجال القبائل المتذمرين الذين ضربوا حرمة الخلافة بقتلهم الخليفة عثمان .\r\nولم تنته الفتنة بانتخاب علي ، بل تلاحقت أحداثها . ولن أحاول هنا مناقشة الحوادث الفردية ، أو تقدير الكفايات ، لأنّ في ذلك إرباكا للتطور الأساسي . ولكني\r\n\r\n\r\n","description":"","footnote":"\r\n( 21 ) الطبري ، المصدر نفسه ، ج 4 ، ص 348 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nسأنظر ما حصل في ضوء الظروف التي أدت إلى إحداث الفتنة .\r\nفالإمام علي جاء ليسير وفق الاتجاه الإسلامي ، وكان تأييد الأنصار له على أساس إسلامي . كانت أول خطوة خطاها ، وهي عزل ولاة عثمان ، إسلامية . ولا حاجة بي إلى ردّ الرأي السائد وهو أنّ عليا تسرّع في عزل الولاة ، وأنّ تصرفه بعيد عن الدهاء السياسي ، لأنّ هذا الرأي لا يستند إلى أساس تاريخي . فانتخاب الخليفة يعتمد على المدينة لا على الأمصار ، ولم يكن للأمصار ، أي رأي في ذلك . ولم نر أي خليفة ينتظر بيعة الأمصار لتثبت ولايته . هذا إضافة إلى أنّ تهدئة الخواطر وإيقاف الهياج يتطلبان عزل الولاة . فالأوضاع السياسية تتطلب ما عمله علي ، وتقاليد الخلافة تؤيد ذلك .\r\nولكن عليا جاء في ظروف استعلاء الاتجاه القبلي وانتصاره كما بيّنا . وكان خروج معاوية للمطالبة بدم عثمان على أساس قبلي واضح ، لأن هذا واجب الدولة وحقّها وليس حقّ الأقرباء . والتفاف الكثيرين حول معاوية إنما يدلّ على قوة الاتجاه القبلي ومواتاة الظروف .\r\nسار علي على أساس إسلامي ، ومعنى ذلك معاكسة التيار القبلي الذي جاء بعد فورته وضربة قوية لأطماع الطامعين . وهذا الاتجاه يقتضي البقاء في المدينة معقل الاتجاه الإسلامي ، والتمسك بتقاليدها . ولكن قوة المدينة مضعضعة ، كما أنّ نفوذ التيار القبلي كان قد امتد إلى المدينة موقتا بوجود رجال الأمصار فيها . وبعد ثورة طلحة والزبير ، سار علي إلى العراق ، إلى الكوفة لوجود الرجال والمال هناك ، كما أنّ رجال العراق الذين تدفعهم النزعة الإقليمية والاتجاه القبلي أثروا فيه ليتخذ تلك الخطوة ، وبذلك تخلى عن مركز التيار الإسلامي .\r\nوقد تحرج مركز علي في العراق . فهناك كانت التقاليد القبلية وما يصحبها من اتجاهات وحزازات قوية . فالكوفة قبلية حتى في تخطيطها وتوزيع سكانها ، وقبائلها محافظة على تقاليدها البدوية ، ولم تختلط بالشعوب الأخرى ولم تتأثر بالتقاليد الحضرية بعد ، ولا تفهم فكرة الدولة . ولكن الإمام عليا سار في الكوفة وفق الاتجاهات الإسلامية ، وكان هذا لا يناسب الكوفيين الذين يفكرون بمصلحتهم وبمصلحة إقليمهم ويريدون الاستئثار . ولذلك نجد أنه يصطدم باتجاههم في كل أزمة .\r\nففي معركة الجمل أفسدوا عليه استعداده للتفاهم مع خصومه ، بأن اعتدوا بعد تمهيد المفاوضات دون علمه ، وسببوا تلك المعركة الدموية . وفي صفين دفعوه إلى التحكيم كرها ، بعد أن ملوا القتال ، وبعد أن أثرت فيهم الصيحة الإقليمية التي نادى بها أهل الشام . ثم فرضوا عليه أبا موسى الأشعري ليمثله ، ولم يكن من\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nالموالين ، بل كان من المعتزلة ، وقد بين رأيه فيه بصراحة « إنه ليس بثقة ، قد فارقني وخذل الناس عني ، ثم هرب حتى أمنته بعد شهر » « 22 » . ولما اقترح علي عبد اللّه بن عباس احتج الأشعث : « لا واللّه لا يحكم فيها مضريان حتى تقوم الساعة ، ولكن اجعله رجلا من أهل اليمن إذا جعلوا رجلا من مضر » . ولما حذر علي من انخداع اليمن أمام قريش ( عمرو بن العاص ) أجاب الأشعث : « واللّه لأن يحكما ببعض ما نكره وأحدهما من أهل اليمن أحب إلينا من أن يكون ( بعض ) ما نحب في حكمهما وهما مضريان » « 23 » . وأين هذه الصيحة القبلية من اتجاه علّي الإسلامي .\r\nوتظهر الفورة القبلية في خروج الخوارج ، فقد كان عامة هؤلاء من رجال القبائل الذين استقروا في الكوفة والبصرة بعد الفتح ، وانفصلوا عن جيش علي بعد الاتفاق على صيغة التحكيم . ولم يكن الخوارج الأولون من القراء كما ظن البعض ، بل إنّ هؤلاء انضموا في ما بعد . فهذا أحد أنصار علي يصفهم بأنهم « أعاريب بكر وتميم » « 24 » ، وتدل روايات أبي مخنف ونصر بن مزاحم على أنهم كانوا من عدة قبائل ، من بكر وتميم وهمدان ومغزة وراسب . ويظهر أنّ بعضهم اشترك في الثورة على عثمان إذ إنّ بعضهم هدد عليا في البداية حين تلكأ في قبول التحكيم وقالوا له : « يا علي ، أجب القوم إلى كتاب اللّه إذ دعيت إليه وإلا قتلناك كما قتلنا عثمان » « 25 » . ولم يكن بينهم أحد من المسلمين الأولين .\r\nفهذا ابن عباس يروي لنا مناقشته لهم فيقول : « قلت هاتوا ما نقمتم على صهر رسول اللّه ( صلى اللّه عليه وسلم ) والمهاجرين والأنصار وعليهم نزل القرآن وليس فيهم أحد منكم » « 26 » ، وهو بهذا يدل دلالة واضحة على أنهم أعراب . ولما رأى ابن عباس اعتراضاتهم « قال بعضهم لبعض : لا تجعلوا احتجاج قريش حجة عليكم فإنّ هذا من القوم الذين قال اللّه ( ) فيهم  بَلْ هُمْ قَوْمٌ خَصِمُونَ  « 27 » ، وهو جواب يظهر سخط\r\n\r\n\r\n","description":"","footnote":"\r\n( 22 ) المصدر نفسه ، ج 5 ، ص 51 .\r\n( 23 ) نصر بن مزاحم ، كتاب صفين ، ص 499 - 500 .\r\n( 24 ) الطبري ، المصدر نفسه ، ج 5 ، ص 66 .\r\n( 25 ) ابن مزاحم ، المصدر نفسه ، ص 489 - 490 ، وأبو حامد عبد الحميد بن هبة اللّه بن أبي الحديد ، شرح نهج البلاغة ، 4 ج ( بيروت : دار إحياء التراث العربي ، [ د . ت . 
  ] ) .\r\n( 26 ) أبو الفرج عبد الرحمن بن علي الجوزي ، تلبيس إبليس ، عني بنشره للمرة الثانية محمد منير الدمشقي ( القاهرة : مكتبة النهضة ، 1928 ) ، ص 103 .\r\n( 27 ) القرآن الكريم ، « سورة الزخرف ، » الآية 58 ، وأبو العباس محمد بن يزيد المبرد ، الكامل ، حرره عن مخطوطات ليدن ، سان بطرسبرغ وكمبردج وبرلين وليم رايت ، 2 ج ( ليبزيغ : كرسينغ ، [ 1874 - 1893 
  ] ) ، ص 583 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالقبائل على قريش . ويبدو عدم إدراكهم لفكرة الدولة من صيحتهم المشهورة « لا حكم إلا للّه » ، فعلّق الإمام علي قائلا : « كلمة حق يراد بها باطل . نعم إنه لا حكم إلا اللّه ، ولكن هؤلاء يقولون لا إمرة إلا للّه وإنه لا بد للناس من أمير بر أو فاجر » « 28 » . وكان أول إعلان عن وجهتهم في الحكم قولهم : « الأمر شورى بعد الفتح والبيعة للّه عز وجل والأمر بالمعروف والنهي عن المنكر » « 29 » ، وفيه احتجاج جذري على استئثار قريش بالسلطة .\r\nوهكذا تظهر في حركة الخوارج النزعة القبلية في عدم الخضوع للسلطان وللحكم المركزي . ويظهر في حركتهم السخط على قريش والتذمر من انفرادها بالخلافة فإنهم جعلوا أساس نظريتهم أن يكون الإمام عربيا ( أخيرا وسعوا الحق للموالي ) من أفضل الأمة ، ولا يرون ضرورة للنسب القرشي . ويظهر أنهم كانوا يتربصون بالإمام الفرص حتى إذا ما قبل التحكيم قالوا : « إنه محا عن نفسه إمرة المؤمنين » فرأوا الخروج عليه ، وقد أوحى لهم مقتل عثمان فكرة إمكان الثورة على الإمام .\r\nفي مثل هذه البيئة القبلية وفي وسط الاتجاهات القبلية أراد علي أن يسير على سياسة إسلامية ، ولذلك كان كمن يطرق في حديد بارد . أمّا معاوية فثأر على أساس قبلي ، وصوّر للشاميين أنّ عليا مالأ على قتل عثمان ، وقام مطالبا بدمه ودعا للثأر وحاول أن يسترضي ويكرم ، وبث الدعاية ، وكان زواجه من ميسون بنت بحدل الكلبي ( من كلب اليمانية ) سندا قبليا قويا له . وسار على سياسة قبلية : يسترضي الرؤساء ويقرب الشعراء ويستعمل المكر والدهاء .\r\nفالصدام بين علي ومعاوية كان صداما بين ممثلي تيارين ، ممثل التيار الإسلامي يسير على سياسة إسلامية في وسط قبلي فيصطدم بظروفه وبخصمه في آن واحد .\r\nوممثل التيار القبلي ، يسير على سياسة قبلية في وسط قبلي . فلا غرابة أن انتصر معاوية ، فالظروف والأوضاع كانت مواتية له .\r\nوكان انتصار معاوية انتصارا واضحا للتيار القبلي ، وقد جاء الأمويون على هذا الأساس ، فكانت دولتهم نتيجة طبيعية لتطور الأوضاع العامة في عصر الراشدين من دون أن يحصل انقطاع في التطور التاريخي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 28 ) المصدر نفسه ، ص 555 ، وابن أبي الحديد ، شرح نهج البلاغة ، ج 2 ، ص 307 .\r\n( 29 ) الطبري ، تاريخ الطبري : تاريخ الرسل والملوك ، ج 5 ، ص 63 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوقبل أن نناقش التطورات في العصر الأموي ، نشير إلى بعض التطورات التي نشأت عن ظروف عصر الراشدين . فقد كان للفتنة الأولى ولأحداثها أثر مهم في التكتلات السياسية في التاريخ العربي وفي ظهور الأحزاب .\r\nإنّ مقتل عثمان أدى إلى انقسام بين المسلمين وإلى ظهور شيعة عثمان مقابل شيعة علي . ثمّ إنّ مقتل الإمام علي أعطى شيعته ومؤيديه أول رابطة قوية وبلور اتجاههم وكون الحزب العلوي أو الشيعة ( العلوية ) . كما أنّ ذكرى حكمه ربطت قضية العراق بالقضية العلوية ، فقد جعلت الكثيرين من أهل العراق يؤيدون بيته دون أن يكونوا شيعة حقا ، ذلك لأنه يمثل بنظرهم زعامة العراق بين الأمصار . وهذه نقطة تستحق الانتباه لفهم ما يبدو من متناقضات في تصرف العراقيين في العصر الأموي .\r\nظهر العثمانية ، أو المطالبون بدم عثمان ، وهم يرون أنه قتل ظلما . ولما قام معاوية صار له أنصاره ( شيعة معاوية ) ووقف العثمانيون بحكم الضرورة إلى جانب معاوية والشام ، حتى صار البعض يعرفهم أنهم « الجماعة الذين يقدمون أمية على بني هاشم ويقولون الشام خير من العراق » . وحين انتصر معاوية لم يبق سبب لاستمرار شيعته وحل محلها الولاء لبني أمية وللشام . وشعر العثمانية - بأنّ ثأرهم أدرك فدخلوا في الجماعة واتخذوا وجهة مسالمة « تدين بالكف » عن القتال - وهذا في صالح الأمويين - وتدافع فكريا عن عثمان وسلفيه . وقد عبر الجاحظ بوضوح عن آرائهم في كتابه : العثمانية .\r\nوهناك الجماعة الذين اعتزلوا القتال ، ولم يشتركوا مع أي طرف ، مثل أسامة ابن زيد بن حارثة الذي اعتذر من الإمام علي قائلا : اعفني من الخروج معك في هذا الوجه فإني عاهدت اللّه أن لا أقاتل من يشهد أنّ لا إله إلا اللّه » ، ومثل سعد بن أبي وقاص الذي قال لعلي : « أعطني سيفا يفرق المسلم من الكافر » . وهؤلاء هم المعتزلة السياسيون .\r\nوظهر الخوارج في ميدان صفين إثر مشكلة التحكيم كما لا حظنا . وبعد مرور هذه الحوادث ومجيء الأمويين استمر الناس يناقشون مشكلات الفتنة الأولى . وقف الخوارج في الطرف البعيد يربطون العقيدة بالعمل ويكفرون غيرهم من المسلمين .\r\nووقف المرجئة في الطرف المقابل يعلنون أنّ الإيمان باللّه يمحو الكفر ولا يرون تكفير من نطق بالشهادة . وفي نظرتهم معنى سياسي في صالح الأمويين إذ اعتبروا حكمهم شرعا مفترض الطاعة . ولكن تطور المجتمع جعلهم يعدلون آراءهم ويدعون إلى اتباع الكتاب والسنة والحكم بالعدل ونادى بعضهم ( كالحارث بن سريج المرجئي ) بالشورى في الحكم .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nوظهر القدرية يؤكدون حرية الإرادة ومسؤولية البشر عن أعمالهم ، وانتقدوا الحكام بشدة لأنهم يأخذون أموال الناس ويظلمون ويبررون أعمالهم بأنها قدر من اللّه . وقد وقفوا ضد تأكيد الأمويين بأنّ السلطة انتقلت إليهم بمشيئة اللّه ، وكونوا حزبا يعارض الأمويين . ولعلهم عادوا إلى تأكيد فكرة الانتخاب والشورى في الحكم .\r\nوظهرت في أواخر أيام الدولة الأموية جماعة المعتزلة ، وربما كانت لها صلتها بالمعتزلة السياسية ، فهي تناقش حوادث الفتنة الأولى على أساس ديني ، وتقف موقفا وسطا ، فلا تعد مرتكب الكبيرة كافرا كالخوارج ، ولا تراه مؤمنا كالمرجئة ، بل تضعه في منزلة بين المنزلتين .\r\n\r\n- 5 -\r\nولنعد إلى مجرى التطور العام - فالدولة الأموية جاءت نتيجة تفوّق الاتجاه القبلي وانتصار مؤيديه ، فهي منبثقة من أوضاع العرب واستعدادهم . ولئن كان معاوية قد نجح بأن يصبح خليفة فإنّ هذا يختلف عن إنشاء أسرة حاكمة . إنّ رسوخ قدم الأمويين وإنشاء الدولة الأموية مظهر لمواتاة الظروف العامة لقيام مثل هذا الحكم ، ودليل على أنّ الدولة الأموية ظاهرة طبيعية للتطور العام .\r\nومن الطبيعي أن تستمر الاتجاهات السابقة في تأثيرها وفي تصادمها ، في السياسة والإدارة والثقافة - الاتجاه القبلي والاتجاه الإسلامي ، إضافة إلى التطورات الاقتصادية . ولكن اتجاها جديدا أخذ يقوى في الأفق وتزداد تأثيراته حتى صار بمرور الزمن من أخطر الاتجاهات ، ذلك هو أثر الموالي أو العناصر غير العربية في المجتمع الإسلامي .\r\nومما زاد في خطورة هذا الاتجاه أنه خالط الاتجاه الإسلامي ، وأنه اتخذ طرقا مختلفة سياسية واقتصادية ودينية وفكرية كما سنرى . ولنلاحظ مبدئيا أنّ الأمويين أدخلوا القوة في مشكلة الخلافة وأنهم نقلوا مركز الحكم إلى الشام ، فكان لذلك أثر يذكر .\r\nلقد بقي الأمويون يمثلون سيادة قريش أمام القبائل ، وتكوّن شعور بأنهم يمثلون السيادة العربية على العجم كما يظهر في الإدارة . وصاروا تدريجيا رؤساء أرستقراطية نامية وهي قبلية صارت تمتلك الأراضي .\r\nومع ذلك فإنّ انقسام قريش حول مسألة الخلافة استمر ، كما أنّ العرب كانوا متباينين في نظرتهم إلى بني أمية .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوإن حللنا ظروف الأمويين لاحظنا أنّ صلتهم بالعرب كانت لا تخلو من توتر أحيانا . فقد عدوا بنظر قسم من العرب مغتصبين للسلطان ، أخذوا الخلافة بالقوة لا بالانتخاب .\r\nفالعلويون وأنصارهم يرون الخلافة حقا مشروعا لآل علي ، وأنّ الأمويين أخذوها منهم قسرا . وقد تمسكوا بهذا الحق وعملوا سرا وعلنا لاسترجاعه . كثر المؤيدون لهم بعد استشهاد بعض أبطالهم ، وظلم بعض العمال الأمويين لهم .\r\nوصاروا رمز المقاومة الشرعية للدولة الأموية ، وكان هذا ممّا فسح في المجال لمختلف الجماعات المتذمرة عربية وغير عربية لتنضم تحت رايتهم .\r\nوأهل الكوفة رأوا في انتصار الأمويين انتصارا للشام عليهم ، ونقلا لمركز الحكم من الكوفة إلى دمشق . وهذا الانتصار سلبهم قيادة الأمة العربية وجردهم من امتيازات اجتماعية وسياسية كبيرة ، وصاروا يشعرون - بعد أن أنقص الأمويون عطاءهم - أنّ وارد السواد الغني يأكله أهل الشام غرما لهم وسلبا لحقهم . وأخذوا يمجدون أيام الإمام علي ، ويمجدون ذكراه ، وكانوا دائما يسعون لاسترجاع السلطة ولا ينسون أنه أول إمام جعل مركزه وسطهم . ويلتبس علينا مبدئيا كما التبس على كثيرين في الماضي حقيقة شعورهم - أفشيعة علي وآله أم شيعة العراق وحماة كيانه ؟ .\r\nولكننا في ملاحظتنا لمواقفهم الحماسية من الأئمة العلويين - الحسين بن علي ( رضي اللّه عنه ) وزيد بن علي ( رضي اللّه عنه ) خاصة ، ومن المنادين بحق آل علي كالمختار ابن أبي عبيد الثقفي - ثم انفضاضهم السريع عنهم حين تقوم السيوف الأموية والأموال الأموية بدورها ، نشعر أن عامتهم كانوا يفكرون بالعراق ، ولم يكن تأييدهم للعلويين في الغالب إلا وسيلة لذلك . وهذا جعلهم يثورون أحيانا تحت راية ليست علوية كما في ثورة ابن الأشعث الواسعة الخطيرة . وهذا لا ينفي وجود حزب علوي في العراق ، يخلص لآل علي ، ويسعى دوما لتأييدهم .\r\nوهناك الخوارج الذين يمثلون النزعة البدوية بصراحتها وجرأتها ، فهم لا يعترفون بحق قريش في الخلافة ، ولا يقبلون بمبدأ الوراثة ، بل يدعون إلى الانتخاب ، ولكنه انتخاب يختلف عما كان عليه زمن الراشدين ، لأنهم يريدونه انتخابا عاما يشمل العرب ويعطيهم الحق في الحكم نفسه . وعلينا ألا ننسى أنّ القبائل عامة كانت ترى في انتصار الأمويين انتصارا جديدا لقريش على بقية العرب .\r\nوفي هذا شيء من تلك النزعة التي ظهرت منذ حروب الردة .\r\nوأهل الحجاز يرون أنّ الخلافة حق أبناء الصحابة ، وأنها يجب أن تبقى في مهد الحركة الإسلامية وفي مقرها الأصلي ، المدينة ، وأنّ الخلافة يجب أن تكون في أولاد\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالصحابة الأولين لا في الأمويين الذين أسلموا أخيرا . وتتمثل هذه النظرة في حركة ابن الزبير أقوى تمثيل .\r\nوهكذا كان موقف العرب مقسما تجاه الأمويين ، ومع ذلك فإنّ أثر السياسة في القبائل وظهور الأحزاب وتكتلاتها تدلّ على أنّ الأمويين حصلوا على تأييد قبلي في جهة أو أخرى حتى نهاية الفترة الأموية . ولم تصل مقاومة القبائل يوما - كما هو حال الأحزاب - إلى حدّ العمل الجدي لإزالة السلطان الأموي .\r\nانتصر الأمويون ، وانتصرت التقاليد العربية الأولى في الاتجاه السياسي على الأقل ، فكان ذلك سببا لتطورات مهمة وتأثيرات ذات دور خطير . ويمكن أن نشير إلى ما يلي :\r\nأ - قوة العصبية القبلية في الدولة ، بشكل يختلف عمّا كانت عليه قبل الإسلام بنتيجة الأوضاع الجديدة ، فكان سبب ظهورها بقوة هو التنافس على النفوذ والسلطان . واتخذت شكل نزاع بين عرب الشمال وعرب الجنوب أو بين قيس ويمن ، مع العلم أنّ المجموعات الداخلة تحت كل جهة لم تكن كلها تنتمي إلى الشمال أو الجنوب . وربما يخفي النزاع بين قيس ويمن في الشمال وراءه نزاعا بين القبائل الشامية المتوطنة قبل الفتح وجلها يمانية من كلب وقضاعة ، والقبائل التي دخلت على أثر الفتوحات . وقد ظهر هذا النزاع بشكل علني بعد معركة مرج راهط التي كانت قمة مناورات حول الخلافة ، فكان الضحاك بن قيس الفهري زعيم قيس ينظر جنوبا إلى ابن الزبير ويؤيده ، في حين أنّ اليمانية ، ولا سيما كلب وعلى رأسها حسان بن بحدل كانوا يؤيدون أنسباءهم الأمويين . وقد تركت مرج راهط أحقادا وثارات زادت الطين بلة وقوت المنافسة على النفوذ :\r\n فقد ينبت المرعى على دمن الثّرى * وتبقى حزازات النّفوس كما هيا \r\nكما قال قائل القيسية بعد مرج راهط .\r\nبدأ التكتل القيسي اليماني في الشام ، ثمّ امتد بمرور الزمن وبالتدريج إلى أجزاء الإمبراطورية حتى وصل خراسان شرقا والأندلس غربا .\r\nوقد وقف رجال الدولة وولاتها موقف الحياد أول الأمر من هذه القبائل .\r\nولكن الظروف ، ولا سيما ظروف عصر الحجاج والفترة التي تلته ، أدت إلى أن يدخل الولاة أولا في تيار العصبية ، فأدى ذلك إلى أن تتخذ التكتلات القبلية هيئة أحزاب سياسية ، هذه تؤيد هذا الوالي وتتمتع بالنفوذ والجاه ، وتلك تأخذ موقفا سلبيا وتقصى عن المجال . وتعقد الوضع وتأزم حتى لم يستطع الخلفاء المتأخرون تجنب هذا\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nالنزاع ، بل انجرفوا فيه بعد سليمان بن عبد الملك ، فهبطوا من مكانهم السامي وأصبحوا كأنهم رؤساء أحزاب بدل أن يكونوا رؤساء دول . وبذلك ضعف التوجيه ، وتضعضعت وحدة الدولة المتمثلة في خليفتها ، وانصدعت دعامة الحكم الأموي .\r\nب - ولم تدرك القبائل أهمية الحكم المركزي ولم تفهم معنى الدولة ولم تتعود ذلك ، بعد فورة العصبية القبلية خاصة . ولم تتهذب في الحكم ، ولم تتكون لها تقاليد سياسية تناسب ما يقتضيه الوضع الجديد لامبراطورية واسعة ، بل استمرت تنظر إلى مصالحهم المحدودة وتعدها مقياسا في تصرفاتها . وذلك عامل ضعف خطير في الكيان العام .\r\nج - واستهان الأمويون ، بتأثير العصبية ، بأمر الأقوام غير العربية ، وعدّوهم في منزلة اجتماعية أدنى من العرب ، وأبعدوهم لذلك عن السياسة والقيادة وفرضوا على الموالي أحيانا من الضرائب أكثر ممّا فرضوه على العرب . فالعصبية تبدأ للبيت الأموي ، ثم للقبيلة ، وتتوسع أخيرا فتكون للأمة ولا تتعدى ذلك . وقد كانت هذه النظرة طبيعية ومألوفة بالنسبة إلى الشعوب الحاكمة في الشرق في ذلك الوقت ، إلا أن الإسلام دعا للمساواة بين المسلمين ، فكانت دعوته مثار كفاح ومقاومة لهذه النظرة . فالإسلام هو الذي هيأ الأساس المشروع لتذمر الموالي ، ووقفت بعض الفرق إلى جانبهم وحاول بعض الفقهاء تأييد النظرة الإسلامية والدفاع عنهم . والحقيقة أن العرب من هذه الجهة هم الذين نظموا الموالي ووجهوا مقاومتهم إلى الأمويين وتذمرهم منهم .\r\nوهذه الأوضاع أدت إلى عداء شديد بين الحاكم والمحكوم ، وإلى أن ينضوي الساخطون - مهما كانت دوافعهم - تحت لواء الإسلام فيكافحوا ويثوروا باسمه ، صادقين ومدعين ، في جميع الحركات ، من ثورة المختار حتى قيام الحركة العباسية .\r\nد - ثم إن عدم وجود الوراثة في التقاليد السياسية القبلية وقف عقبة في طريق الأمويين حينما حاولوا إدخال هذه الطريقة في الحكم . ووقفت التقاليد الإسلامية ضد الأمويين في هذه الناحية أيضا . ولذا لم ينجح الأمويون في إيجاد طريقة ثابتة لحل مشكلة الحكم ، فكان عصرهم فترة نزاع بين ثلاثة مبادئ :\r\n( 1 ) المبدأ القبلي الذي يعترف بالسيادة في فخذ أو عائلة ، ولكنه لا يقبل الوراثة ، ويراعي مسألة السن والحنكة والنفوذ والكرم ، ويؤكد أن تكون الرئاسة لأقدر أفراد القبيلة أو البيت من دون ضرورة لتوريثها للابن . وقد أثر هذا الاتجاه خلال العصر الأموي فكان سببا في اختيار مروان بن الحكم ومجيء مروان بن محمد\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nخاصة ، فالأول لم يكن سفيانيا ، والثاني كان مروانيا ولكنه لم يكن من الفرع الحاكم ، فهو ليس من أولاد عبد الملك ، بل ابن أخيه محمد .\r\n( 2 ) المبدأ الإسلامي ، وهو ينسب السلطة للّه وليس لفرد أن يتصرف بها حسب إرادته .\r\nبدأ المبدأ بالاستناد إلى فكرة الانتخاب من قبل الأمة ، وهذه تمثل بإجماعها المشيئة الإلهية ، ولكنه انتخاب محصور عمليا في قريش ، ومحدود بصورة عامة ب « المدينة » .\r\nولقد ظهر لدى البعض ( الخوارج ) في الانتخاب المطلق الذي يعتبر كل عربي ( وبعد فترة كل مسلم ) قابلا للانتخاب ، إذا توفرت لديه الصفات اللازمة . وتطور لدى آخرين ( الشيعة ) إلى فكرة تعارض الانتخاب ولا ترى إمكانه ، ونقول بوجود عائلة مختارة ( آل البيت ) طهّرها اللّه من الرجس وخصها بالولاية . فالخلافة بالنص والتعيين .\r\n( 3 ) مبدأ الوراثة الذي أدخله معاوية بن أبي سفيان ، وبموجبه جاء يزيد الأول ومعاوية الثاني وأكثر الخلفاء الأمويين .\r\nإن وجود المبادئ الثلاثة هذه وأهميتها في الجو السياسي يفسران لنا سبب البيعة لأكثر من واحد في آن واحد . فلم يكن نظام تعدد ولاية العهد مجرد رغبة شخصية ولا كان خطأ كما يتصور دائما ، وإنما كان ضرورة سياسية يقتضيها حرص المروانيين على عدم خروج الحكم من بينهم بعد أن اتعظوا بما حلّ بالسفيانيين ، فهم لا يريدون انتقال الخلافة إلى فرع آخر أو جماعة أخرى . كما أن رغبة الأمويين وأهل الشام عامة في أن تبقى الخلافة أموية كانت واضحة في العصر الأموي ، ولا سيما في الفترة التي تلت وفاة معاوية الثاني .\r\nومن ناحية أخرى نلاحظ انتشار المبادئ الإسلامية وتوسع أثرها بالتدريج .\r\nوهذا منتظر لأنها تمثل قوة النمو والحركة في الدولة العربية . ويمكننا ملاحظة أثرها في عدة نواح .\r\nفالإسلام انتشر تدريجيا انتشارا محسوسا بين الشعوب المغلوبة ، لأنه رمز المساواة الاجتماعية ( نظريا على الأقل ) ورمز التحرر من ضغط الأمويين بنظر بعضهم ، أو لأنه أسمى في مثله ومبادئه من غيره بنظر آخرين ، أو لأنه رمز النفوذ والسلطان والجاه بنظر فريق ثالث . يضاف إلى ذلك حماس الفقهاء والعلماء لهداية الآخرين . وتستر بعض الناس به ، ليخفوا ميولهم الحقيقية كما فعل الغلاة .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nونلاحظ زيادة أثر الدين في الأسرة الحاكمة وفي سياستها . فعبد الملك بن مروان نشأ نشأة دينية وتعلم الفقه . والوليد اهتم بتعمير المساجد وتزيينها . وسليمان ابن عبد الملك كان إلى حد كبير تحت تأثير الفقيه رجاء بن حيوة . وعمر بن عبد العزيز اتبع المبادئ الإسلامية في حكمه واجتهد للتوصل بها إلى سياسة ترضي المتذمرين من عرب وموال وتهدىء الأحزاب . أفليس من عجائب الأقدار أن يقتل الوليد الثاني وهو يقرأ القرآن ، متعمدا أن يلاقي حتفه وكلام اللّه بيده ، وأن يكون يزيد الثالث قدريا دعا للمساواة بين المسلمين دون تمييز ، وحفظ حقوقهم ومنع الظلم ؟\r\nولقد كان لانتشار الإسلام أثره في إظهار تيار الموالي وتوسيع خطره على الدولة الأموية خاصة وعلى الكيان العربي عامة .\r\nفقد كثر عدد الموالي وتوسع نفوذهم بالتدريج وقد اتخذ تيارهم اتجاهات مختلفة .\r\nفبعضهم أسلم مؤمنا برسالة الإسلام وبدعوته إلى العدل والمساواة ، فاستنكر تمييز الأمويين بين العرب وغيرهم ، ومال إلى تيارات المقاومة بدخول صفوف الأحزاب المعادية . وقسم آخر تستر بالإسلام واصطبغ بصبغته لا يريد بذلك إلا منفذا لبثّ دعاياته وتحقيق أغراضه . وهذا يصح على أنصار تلك الحركات الاجتماعية الموجودة في إيران والعراق قبل الفتح الإسلامي خاصة ، مزدكية بالدرجة الأولى ومانوية بالدرجة الثانية . فقد جاءت المانوية ثم المزدكية تحمل الثورة على الفوارق الاجتماعية والاستغلال والتباين المادي في المجتمع الساساني الذي تفصل طبقاته فوارق حديدية من النسب والمنزلة والثورة . ولّما جاء الإسلام لم يبدل الأوضاع القائمة لغير المسلمين ، في حين أنّ الأمويين حالفوا الدهاقين واستخدموهم على حساب العامة ، فكان ذلك مما جعل أصحاب هذه الحركات يحولون سخطهم الاجتماعي إلى الأمويين وأنصارهم ، وتقوى موقفهم لأنّ الأمويين أجانب حاكمون . ورأى هؤلاء في التستر بالاسم الإسلامي وسيلة لحماية أنفسهم ، وثقة في دعوة الإسلام إلى العدل الاجتماعي ، يضاف إلى ذلك نبرة قومية خفية تسخط على السيادة العربية . ولقد ظهرت هذه النزعة في الغلاة بفروعهم المختلفة وفي الخرمية .\r\nوقد وجدت هذه الفرق بين المسلمين من يستغلها ويشجعها في سبيل السلطان ، فالمختار بن أبي عبيد استغل السبئية وقرب الموالي والغلاة وفرض لهم العطاء كالعرب ، وتسامح معهم في مبادئهم ، وتكونت نتيجة ظهوره الفرقة الكيسانية . وهذه الفرق جاءت بآراء فارسية غريبة عن الإسلام كمبدأ الحلول والتناسخ والبدع ، واصطبغت بصبغة ثورية . وقد وجدت هي وجماعات الغلاة\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nفرصتها في التستر باللواء العلوي الذي رفرف باسم المبادئ الإسلامية . ولكن الأئمة العلويين من أبناء فاطمة ابتعدوا عنهم وتبرأوا منهم . إلا أنهم وجدوا قبولا في الفرع الحنفي ( أبناء محمد بن الحنفية ) فتكونت حركة سرية واسعة باسم العلويين بدأت بتنظيم أبي هاشم ابن محمد بن الحنفية ، ثم استغلها محمد بن علي العباسي . وبوفاة أبي هاشم وبحسب وصيته ، انتقل ولاء الهاشمية أتباعه الذين تفرعوا عن الكيسانية إلى محمد بن علي العباسي وتكون الحزب العباسي السري بين الموالي ، وانتشر من العراق شرقا فنجح في خراسان حيث كان يكثر الغلاة وأتباع الحركات الاجتماعية الفارسية . وقد شجع الدعاة العباسيون هذه الاتجاهات متجاهلين ما تنطوي عليه ، فلما تحقق أملهم في السلطان كافحوها ، فانقلبت وبالا عليهم كما سنرى .\r\nوهناك اتجاه آخر لحركة الموالي ، وهو وجود نزعة قومية لدى الفرس خاصة .\r\nوهذه كانت تحلم بإحياء المجد الفارسي عند الموالي منهم وبإيقاف توسع الإسلام على حساب الزردشتية عند من حافظوا على زردشتيتهم ( وهؤلاء من أهل الذمة وليسوا من الموالي ) . وقد ظهرت نزعة الموالي القومية بصبغة إسلامية فتظاهرت بأنها تدعو إلى المساواة بين المسلمين مهما اختلفت عناصرهم ، وأنه لا فضل لأحد على آخر إلا بالتقوى . وهكذا أنكر أصحاب هذه النزعة استئثار العرب بالسلطة ، وتفوقهم بالامتيازات ودعوا إلى المساواة . وقد ظهر هذا الاتجاه في العراق وإيران خاصة . وقد توسعت هذه النزعة في العصر العباسي إلى ما نسميه بحركة الشعوبية ، والزندقة ، لأنّ فتح الباب أمامها جعلها ظاهرة واضحة فانكشفت عن عدائها للعرب ولدينهم وعن سعيها لضرب الاثنين ومكافحتهما بكل وسيلة ، لأنّ الإسلام وحماته من العرب ، في رأي بعض الموالي ، مسؤولان عن انهيار مجد إيران ودينها .\r\nوعلينا أن نبين هنا أنّ الأحزاب العربية الإسلامية هي التي نظمت حركة الموالي بأشكالها المختلفة ، وساعدتها على أن تتخذ مظاهر مختلفة . فالأتقياء والفقهاء أيدوا الموالي في دعوتهم إلى المساواة من دون نظر إلى سرّ هذه الدعوة . وإليهم يعود الفضل كثيرا في تشجيعهم على الثورات المختلفة كثورة ابن الأشعث . والخوارج قبلوا في صفوفهم عددا من الموالي ( وإن لم يكن كثيرا نسبيا ) وذهبوا إلى حدّ بعيد في دفعهم حتى طوروا نظريتهم في الخلافة إلى المساواة بين العرب والموالي ، فجوزوا إمامة غير العربي كما قالوا بإمامة أي عربي يجمع المؤهلات اللازمة .\r\nوقد مرّ بنا أن بعض العلويين استغلوا حركات الغلو وهي بقايا الحركات الاجتماعية الإيرانية القديمة وأفسحوا لها في المجال . فالمختار ( الذي قام باسم العلويين ) شجع السبئية وشجع آراءهم الغريبة وقرب الموالي على حساب العرب .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوالفرع الحنفي استغل الكيسانية وشجعهم وقد جاء هؤلاء بآراء فارسية بعيدة عن الإسلام وأدخلوها ، مثل التأويل ، والتأكيد على ضرورة فهم باطن النصوص المقدسة وأن لا فائدة من ظاهرها ، وأنّ الباطن لا يعرفه إلا الإمام ، ويكفي إذا معرفة الإمام وذلك جوهر الدين « فالدين طاعة رجل » . وتوصلوا بذلك إلى تعطيل النصوص والشريعة ، بل ذهبوا إلى نقطة تحول خطرة وهي أنه لا يشترط في الإمام الوراثة بل يكفي العلم ، فمن أحاط بعلم الإمامة من تلاميذه يمكن أن يكون إماما ولا حاجة إلى النسب . وهذه هي النقطة التي استغلها الهاشميون والعباسيون ، وهي سر نقل الإمامة من أبي هاشم بن محمد بن الحنفية العلوي إلى محمد بن علي العباسي ، لأنّ محمد بن علي بحسب ما وصلت إليه ، كان تلميذ أبي هاشم وعنه أخذ العلم . لقد ذهب الغلاة بعد الدعوة العباسية إلى بيت القصيد فنقلوا الإمامة إلى رجال من الفرس ، وبذلك حققوا أمنيتهم الغالية التي طالما سعوا إليها فنادوا بإمامة أبي مسلم الخراساني ، وثاروا لمقتله ، ثم نقلوها بعده إلى غيره .\r\nوالدعوة العباسية إنما نبتت ونمت بمعونة الغلاة أول الأمر ، وكان الجيش الذي دخل مرو عاصمة خراسان بقيادة أبي مسلم من الهاشمية ( الغلاة - ولا يخفى التمويه في لفظ الهاشمية ) . وكان مجيء العباسيين فاتحة فترة نشاط قوي للخرمية ( أو المزدكية بشكلها الجديد ) ، وللزندقة ( أو المانوية بشكلها الحديث ) . فكان ذلك فاتحة فترة صراع اجتماعي جديد في غاية الخطورة كما سنرى .\r\nنلاحظ ممّا مر ، أنّ تيار الموالي كان منبعثا عن اتجاهات مختلفة ، منها النزعة القومية ( بمعناها التاريخي الذي يشير إلى الشعور بالكيان والميل إلى التحرر ) التي تريد إعادة سيادة إيران وحريتها ؛ ومنها الحركات الاجتماعية الدينية الإيرانية السابقة التي قاومت الأوضاع السائدة في المجتمع الساساني واستمرت تقاوم هذه الأوضاع إذ لم تتغير في العصر الإسلامي ، ومنها النزعات الدينية المانوية التبشيرية والزردشتية التي شعرت بخطر المبادئ الإسلامية على كيانها . وقد اتخذت هذه من دعوة الإسلام للمساواة وموقف الأمويين حجة للتذمر وللثورة على بني أمية وعلى السلطان العربي .\r\nأمّا الرأي السائد وهو أنّ بني أمية بظلمهم وسواد صحيفتهم مسؤولون عن هذه الثورات فيحتاج إلى تدقيق كبير . وإليك بعض الملاحظات التوضيحية :\r\nلقد كانت النظرة السياسية السائدة في الشرق الأدنى عند الفتح الإسلامي ، والتي سار عليها الفرس والبيزنطيون ، تعد البلاد المفتوحة أرضها وأهلها ملكا للفاتح يتصرف به كما يشاء . فمن يزرع الأرض من السكان - بناء على ذلك - يدفع ضريبة التاج المالك للأرض شرعا ( بحق الفتح لها ) ، وهذا يقابل الخراج . ويدفع كل فرد\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nضريبة عن رأسه ترمز إلى عبوديته وخضوعه للغالب ، وهي ما يساوي الجزية . وهذا ما كان يدفعه سكان العراق للساسانيين .\r\nوإذا فلا محل للمساواة ، ولا مجال للحديث عن إشراك المغلوبين في الحكم أو وضعهم في صفوف الأسياد . ولم يقتصر الأمر على ذلك ، بل كان عامة الفرس من فلاحين وحرفيين في إيران يدفعون ضريبة الجزية للتاج الساساني ، كما كان عامة الفلاحين في وضع عبودية تحت رحمة العظماء والنبلاء والأشراف الفرس .\r\nوبذلك انعدمت المساواة في إيران ذاتها واقتصر الحكم والإدارة والنبل على طبقات الأشراف ورجال الدين والمقاتلة ، وكان ذلك من أهم الأسباب لظهور المانوية والمزدكية . كما أنّ التسامح الديني كان معدوما تجاه الأديان الفارسية لتحكم الزردشتية مكافحتها لكل دين آخر يظهر في إيران ، ولذا تحولت المانوية والمزدكية إلى حركات اجتماعية سرية .\r\nولمّا جاء الإسلام ووضعت التنظيمات المالية زمن الراشدين ، لم تحدث هذه تبدلا أساسيا في الأوضاع ، فقد فرضت في العراق ضريبتا الجزية والخراج ، وبقيتا تحملان معناهما القديم من الخضوع للشعب الغالب . وفي إيران فرضت جزية مشتركة على الوحدات الإدارية ، وفرض الخراج على الأرض ، دون أن تمسح كما في العراق . ومعنى ذلك أنّ المغلوبين عدوا طبقة واحدة بنظر المسلمين . ولكن هناك فرقا أساسيا بين النظرية القديمة والنظرية الإسلامية ، وهو أنّ الفارق بين الغالب والمغلوب هو الدين لا العنصر . وبذلك ترك المجال مفتوحا للمغلوبين ليرتقوا إلى صفوف الغالبين ويتمتعوا بامتيازاتهم بدخولهم في الإسلام ، ولم يكن هذا ممكنا في الوضع الذي سبق ظهور الإسلام .\r\nولما جاء الأمويون ساروا على النظام المالي الذي وضعه عمر بن الخطاب ، وأعفوا الداخلين في الإسلام من الجزية والخراج أول الأمر . ولكنهم لا حظوا تقلّص الوارد تدريجيا نتيجة انتشار الإسلام ، وتقلص الأراضي الخراجية التي صارت تتحول إلى عشرية بامتلاك العرب لها . وتقلص أراضي الدولة ( الصوافي ) نتيجة الهبات الكثيرة . ولذا كان لا بد من التفكير بزيادة الوارد ، ولم يجدوا في نظام عمر ما يحل مثل هذه الأزمة ، فرجعوا إلى العرف المحلي وأحيوا بعض الضرائب القديمة المهملة كهدايا النوروز والمهرجان ، والضرائب على الحرف والصناعات . ولكن هذا لم يحل الأزمة ، فحاول الحجّاج معالجتها بأن استمر يفرض الجزية والخراج على المسلمين الجدد ، ويفرض الخراج على العرب الذين يمتلكون أراضي خراجية ، فارتفعت الضجة الكبرى من العرب أولا ومن الموالي ثانيا ، وقد أخفى العرب ضجيجهم وراء\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nضجيج الموالي واتهموا الحجّاج بمعارضة الدين . وكاد نظام الحجاج يعم في القسم الغربي من الإمبراطورية ولكن مقاومة الأهلين حالت دون ذلك . وقد أنقذت تدابير الحجاج الخزينة ولكن المقاومة لها كانت شديدة . واستمر الوضع حتى مجيء عمر بن عبد العزيز ، فحاول التوفيق بين مصلحة الخزينة والمبادئ الإسلامية ، ووضع أسسا واضحة لنظام الضرائب تدل على كفاية وبعد نظر ، إذ عدّ الجزية وحدها رمز الخضوع ، يدفعها الذميّ ويعفى منها بعد إسلامه . واعتبر أرض الخراج ملك الأمة الإسلامية أو وقفا عليها ، وقال إنّ الخراج إنما هو إيجار لها وهو حق الأمة كلها ، ولذا يلزم كل من يمتلك أرضا خراجية أن يدفع هذا الإيجار من دون نظر إلى الدين ، ونفذ هذا في سنة 100 ه . وبذلك أبقى وارد الخراج ثابتا للخزينة ، لا يتأثر بانتشار الإسلام .\r\nوقد كان نظام عمر بن عبد العزيز مناسبا للعراق كل المناسبة لأنّ وارد الجزية منه قليل ، والوارد الرئيس يأتي من الخراج فلا تتأثر الخزينة بمثل هذا التدبير . ولكن الجزية مهمة بالنسبة إلى وارد مصر ، ولذا أدى هذا النظام ( ان قبلنا روايات المؤرخين ) وانتشار الإسلام إلى ارتباك وارد مصر ، بل قصوره عن سدّ الحاجة إلى النفقات المحلية من أعطيات ورواتب . أمّا خراسان فتلكأ الأمراء في تطبيق النظام فيها إذ تحالف الدهاقنة مع الفاتحين وتولوا زيادة الجزية أو ابقاءها على بعض من أسلم مقابل إعفاء أتباعهم ، وخففوا الخراج عن الأرض بما يناسبهم ويرضي الأمراء وأعوانهم أصحاب الملكيات . وبذلك حافظوا على ثروتهم وكيانهم الاجتماعي ووضعوا العبء على الطبقة العامة . وهكذا استمر الوضع الاجتماعي السئ كما كان زمن الساسانيين . وكان الدهاقنة يستفيدون من قيامهم بالجباية ولا يستحسنون انتشار الإسلام لأنّ الموالي في وضع أحسن من أهل الذمة ، فهم لا يرحبون بذلك اجتماعيا ، كما أنّ إعفاء المولى من الضريبة يضرّ بمصلحتهم المادية . لذلك كانوا يعرقلون كل محاولة للإصلاح . إنّ نظام عمر أثر في الوارد لأنّ الإسلام ينقص الوارد نتيجة إعفائه من الجزية . وممّا مرّ يتضح أنّ نظام عمر بن عبد العزيز بشكله الذي طبق به في خراسان لا يخدم الخزينة . والنظام في ذاته ظاهرة تدلّ على ازدياد أهمية الموالي وعلى شعور الأمويين بمشكلتهم وسعيهم لمعالجتها بعدل وحزم معالجة أساسية .\r\nولن نستغرب من محاولة يزيد الثاني الذي جاء بعد عمر بن عبد العزيز أن يعيد الأوضاع السابقة وأن يهمل تدابيره . ولم يكن للأمويين إلا أن يتبعوا نظامه أو نظام الحجاج ، ولكن نظامه انتصر في الأخير حتى وجدنا نصر بن سيار يحاول تطبيقه بشكل صحيح ، بأن فرض الضريبتين في خراسان على أسس سليمة ، ضريبة الخراج\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nعلى الأرض بعد قسمها بصورة عادلة ، يدفعها كل مالك ، وضريبة على الرؤوس يعفى منها من دخل الإسلام ، وبذلك أصلح نقاط ضعف مهمة في تطبيق ذلك النظام في خراسان . ولكن إصلاح نصر جاء متأخرا لاستفحال الدعوة العباسية .\r\nوممّا مرّ نلاحظ أنّ التهويلات التي تعجّ بها كتب التاريخ ، قديمة وجديدة ( مثل فان فلوتن - السيادة العربية ) ناتجة من تصوير التدابير الشاذة وإغفال القواعد أو عن عدم فهم أسس النظام الأموي . وذلك أنّ نظام الضرائب الأموي كان استمرارا لنظام الراشدين الذي كان رهينا بظروفه التي وضع فيها . فلما تبدلت الظروف جرّت نظام الحجاج إلى حلّ الأزمة ، فأثار من الضجة ما أدى إلى الحل المتزن الذي وضعه عمر ابن عبد العزيز الذي نجح في الأخير . وهذا توصلت إليه في بحثي الخاص ، وكلما زدت تدقيقا زدت يقينا بصحة النتائج المذكورة .\r\nأمّا ما يذكر عن الأمويين من احتقار للموالي ، فلا ردّ عليه في أساسه ولكني ألاحظ أنه ينطبق على بداية الدولة الأموية ، حين كان عددهم قليلا وحين كانت التقاليد القبلية في أوجها . ولا ننسى توجيه عمر بن الخطاب الذي أراد أن يكون العرب أمة عسكرية مجاهدة لا تختلط بالأعاجم الذين انهاروا اجتماعيا قبل أن ينهاروا سياسيا ، ولذلك شيّد المعسكرات للعرب لئلا يتأثروا بهم . ولكن العرب اتصلوا تدريجيا بالموالي وبغيرهم وتأثروا بهم وبترفهم وعاداتهم ، وأفسحوا لهم المجال بصورة تدريجية فلم يقصروهم على دواوين الخراج ، بل ولّوهم الكتابة والرسائل ، فأبو الزعيزعة كان كاتب رسائل عبد الملك وفي منزلة سامية عنده . وسالم بن جبلة مولى هشام كان في منزلة عالية عنده . وعبد الحميد الكاتب كان كبير الحظوة عند مروان الثاني . وكان طارق بن زياد الذي هزم القوط في الأندلس مولى ، كما كان حيان النبطي من رجال الحجاج البارزين في أعمال العمران في العراق . وكان مقاتل بن حيان النبطي من القادة في الجبهة الشرقية . ثم ألا يكفي أن يكون اثنان من خلفاء بني أمية المتأخرين من أولاد الإماء ؟\r\nومن هذا يتضح أنّ دخول الموالي في الوظائف وفي الأمور العامة بدأ في العصر الأموي . ولا نسمع بمشكلة للموالي في مصر والشام ، وتقتصر هذه المشكلة الخطرة على العراق وإيران ، وهذا يؤيد ما ذهبنا إليه من أنّ النزعات العنصرية والدينية والاجتماعية الإيرانية هي السبب في إحداث هذه المشكلة بالدرجة الأولى .\r\nولعلنا نستبق التسلسل التاريخي ونبين أنّ هذه النزعات نفسها هي التي أبقت مشكلة الموالي وزادتها خطورة واتساعا في العصر العباسي الذي زالت فيه الفوارق العنصرية وأشرك الفرس فيه إشراكا مباشرا في الحكم .\r\nويتصل بما مرّ القول بأن الدولة الأموية كانت بدوية ، وأن العلم والثقافة\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nنهض بهما الموالي . وهذا قول يعود انتشاره إلى كثرة تكراره لا إلى أساس تاريخي .\r\nفالعصر الأموي كان عصر حركة ثقافية نشيطة . فيه بدأت العلوم الأجنبية تتسرب إلى العرب مشافهة بالمناقشة مع المسيحيين خاصة وأحيانا بالترجمة كما فعل خالد بن يزيد ، وكما حاول عمر بن عبد العزيز وهشام بن عبد الملك . أمّا العلوم الدينية من حديث وفقه وتفسير وما يتصل بها كالتاريخ فقد نهض بها العرب ، وكان جلّ القائمين بها منهم ، ولم يبدأ الموالي بالمساهمة بشكل ملموس إلا بعد أن عربت الدواوين وبعد أن تعرّبوا ثقافة ولغة . ومن الغريب أن نشير إلى ثقافة الفرس وتفوقهم مع أنّ دراسة تاريخهم توحي بأنهم لم يتفوقوا إلا في التفكير الديني في العصر الساساني ، وأمّا العلوم فقد بقوا فيها عيالا على اليونان والهنود إلى آخر دولتهم . لقد تأثر العرب في العصر الأموي بأسلوب الكتابة الفارسية ، أمّا علم الحديث والفقه والتفسير والتاريخ والعروض والقوافي فكلها عربية الأصل والمنشأ .\r\nوأمّا الشعر فقد كان الميدان فيه للعرب . وليس هذا محل الإسهاب في هذا الموضوع .\r\nويكفي أن نذكره للتنويه لا للتوضيح .\r\nلقد انهارت الدولة الأموية بعد تآكل قوة الاتجاهات القبلية واستعلاء الاتجاه الإسلامي في وجهاته الثورية . أفلا نعد قوة المبادئ القدرية في الشام ذاتها ومجيء خليفة قدري مثل يزيد الثالث ، وانتشار مبادئ الخوارج إليها دليلا على تغلغل التيار الإسلامي الثوري ؟ يقابل ذلك أن القبلية اتجهت في أيام الأمويين المتأخرين إلى زعزعة الأسس الإدارية للخلافة وحولت الخلفاء من رؤساء دول إلى رؤساء أحلاف قبلية . ولما صارت القبلية سببا للحرب الأهلية في الشام - كما في الثورة على الوليد الثاني - وأداة لإسناد الولاة الثائرين ( كآل المهلب ) ، وحين لم تعد فيها قوة تسند الخلافة عسكريا ، فإنها بلغت أجلها .\r\nومن جهة ثانية ، فإنّ تعاون تيار الموالي مع التيار الإسلامي كان تعاونا سلبيا للقضاء على خصم مشترك ، ولكن الأهداف مختلفة وهنا العقدة الكبرى التي ورثها العباسيون .\r\nسقطت الدولة الأموية إثر جهود العباسيين وأنصارهم في دعوة سرية تلتها ثورة علنية أنزلت بالأمويين ضربات قاضية وتطلب ذلك حوالي ثلث قرن .\r\n\r\n- 6 -\r\nوقد قامت الدولة العباسية على أسس معينة واضحة . فقد اتخذت من ادعاء بني هاشم بالحق الشرعي في الخلافة أساسها السياسي ودعت إلى إرجاع الحق إلى\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nأهله من دون الجهر باسم المدعو له . ونادت بتحسين أوضاع الموالي ومساواتهم بالعرب وإشراكهم في الأمر متخذة ذلك جوهر برنامجها الاجتماعي . ووعدت بالعدل واتخاذ السنة والكتاب دستورا يستهدي به إمامها في دولته .\r\nومن جهة ثانية ، أخذت الدعوة العباسية تسعى لجمع كل عناصر التذمر تحت لوائها وتسييرها لخدمتها ، وبذلك أثارت قوى كامنة خطرة . فقد بعثت الوعي عند فئات من الفرس ووسعته ، وقوت فيهم روح التوثب والسيادة ، بل روح إحياء المجد القديم المفقود . كما أنها أثارت الحركات الاجتماعية ونشطتها ووسعتها ، ولا سيما حركة الخرمية التي تمثل الثورة على الأوضاع الاجتماعية القائمة . والخرمية لم تكن سوى الحركة المزدكية الثنوية بعد أن حاولت التستر بالإسلام والاستفادة من بعض مبادئه في سبيل حماية نفسها وتوسيع نطاق نشاطها . وقد ذهب بعض الدعاة إلى أبعد من ذلك ، فأحيوا في الزردشتية الأمل في بعث دينهم وفي ظهور المنقذ الذي بشّر به زردشت ، حتى عدّ بعض الزردشتية أبا مسلم ذلك المنقذ .\r\nوهدف العباسيون عند مجيئهم إلى الحكم إلى عدّة أمور . فقد أرادوا أن يتلافوا خطر الانقسام العنصري الواضح في العصر الأموي ، وأرادوا أن يخلقوا جوا من التعاون والتفاهم ( على أساس إسلامي ) بين العرب والفرس ليتم الاستقرار .\r\nوليحققوا ذلك نراهم يفسحون في المجال الفكري والاجتماعي والسياسي للفرس .\r\nكما سعوا لتحقيق التعاون بين الدين والسياسة ليضربوا التقاليد والعصبية القبلية ، متعظين في ذلك بالمشكلات التي أضعفت الأمويين .\r\nولكن العباسيين أخفقوا في مجال تحقيقهم للوعود التي أظهروا كرما في تقديمها ، وأخفقوا في تحقيق أهدافهم التي أملوها نتيجة عوامل متعددة منها خطأهم في فهم بعض الأوضاع ، وعدم إمكان تمشي سياستهم مع وعودهم الثورية ، وبتأثير التيارت التي أثاروها ، وبسبب طموح الفرس .\r\nفقد تراجع العباسيون عن كثير من وعودهم . فلم يسيروا على الكتاب والسنة في نظر البعض ، بل اتخذوا الدين سبيلا لتبرير حكمهم المطلق ولتقوية كيانهم ومركزهم وللتأثير في الرأي العام . وبذلك خيبوا أمل الآملين في هذا الاتجاه . كما أنهم استأثروا بحق الهاشميين في الخلافة وجعلوه بصورة طبيعية في آل العباس ، وتركوا أبناء علي ودعمهم وضيقوا عليهم أكثر مما فعل الأمويون . فأدى ذلك إلى ثورات مستمرة قام بها العلويون ، وإلى دعوة سرية خطيرة وهي الحركة الإسماعيلية التي زعزت كيانهم وشطرت العالم الإسلامي ردحا من الزمن وكادت تقضي على دولتهم . ثم إنهم أبقوا الوضع الاجتماعي الطبقي في إيران على ما كان عليه ولم\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nيتخذوا أي تدبير جوهري لتخفيف الضغط الاقتصادي والاجتماعي على العامة في إيران على رغم وعودهم الكثيرة بإصلاح وضعها . وهذا قوى تذمر العامة وأدى إلى انتشار الحركة الخرمية بشكل لا سابق له في تاريخ إيران ، حتى بدت هذه الحركة رمز الصراع التحرري الذي تمثل في سلسلة ثورات على العباسيين طوال العصر العباسي الأول .\r\nوأخفق العباسيون في السياسة العملية ، فإنهم قربوا الأرستقراطية من الفرس والطبقة المثقفة منهم وأشركوهم في الحكم ، آملين بذلك أن يحققوا التعاون المنشود متوقعين أنّ ذلك كل ما يتمنى هؤلاء . ولكن طموح الأرستقراطية الشخصي ، وطموحهم القومي في بعض الأحيان أدى إلى الاصطدام المتكرر بين العباسيين وممثلي الأرستقراطية ( الوزراء خاصة ) وإلى تنكيل العباسيين بهم خوفا على الدولة والسلطان .\r\nفساءت العلاقة بالتدريج بين الجهتين حتى فقد أمل التعاون بعد المأمون .\r\nومعنى هذا أنّ العباسيين وجهوا لوم العامة وتذمرهم إلى دولتهم ، وأملوا ضبطهم بتعاون الأرستقراطية معهم بسبب وجود النزاع الاجتماعي بين هؤلاء وبين العامة ، فلما اصطدموا بالأرستقراطية ، أصبح السخط عاما ، وجعلوا الفرس يفكرون بتسوية اختلافهم الداخلي وتوجيه الجهود مجتمعة على العباسيين . وقد ظهرت بوادر ذلك في تأييد بعض الأرستقراطية لحركة بابك الخرمي ، ثم اتضح في قيام الإمارات الطاهرية والسامانية المستقلة تقريبا في إيران في القرن الثالث الهجري .\r\nوقد نجح العباسيون بضرب الاتجاه القبلي ، ولكنهم أحقدوا العرب عليهم ولا سيما بتقريبهم الفرس . في حين أنّ فسح المجال أمام الفرس لم يرضهم بل ساعد على ظهور نياتهم القومية . فبرزت حركة الشعوبية وهي حركة تمثل صراعا اجتماعيا ثقافيا عنيفا بين العربية والأعجمية . وانتشرت الزندقة ، وهي تمثل نزاعا سياسيا دينيا بين الديانات الفارسية والطموح الفارسي وبين الروح العربية والدين الإسلامي ، سرّ مجد العرب وأساس سلطانهم . وحصل تكتل قوي في البلاط العباسي بين ممثلي الاتجاه العربي والاتجاه الفارسي ، فكان ذلك مما زلزل التوازن الذي حاول المنصور إنشاءه بين العنصرين العربي والفارسي . وبذلك عاد الصراع بين الموالي والأمويين قويا عنيفا بشكل جديد بين السلطان العربي والقومية الفارسية . وقد يكون غريبا أن نقول إنّ الأرستقراطية الفارسية تعاونت مع الأمويين مدّة أطول من تعاونها مع العباسيين ، ولم تتخل عن بني أمية إلا بعد تدابير نصر بن سيار المالية التي أعادت تنظيم الضرائب .\r\nولكن الغرابة تزول إذا تذكرنا فورة الروح الفارسية على أثر الدعوة العباسية ومجيء العباسيين .\r\nثمّ إنّ الاضطراب الناتج من زوال التوازن وضعف التعاون بين الفرس\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nوالعرب ، ومن خيبة أمل الأرستقراطية الفارسية في الحصول على ما تريد ، ومن ثورة الجماهير الإيرانية الواسعة مع بابك الخرمي ، ومن تضعضع كيان العرب بعد مقتل الأمين ، ومن عدم الثقة بولاء الجند الفارسي والعربي للعباسيين ، ومن الخطر البيزنطي الذي يهدد الحدود العباسية - كل ذلك استوجب حلا سريعا حاسما للارتباك الذي يهدد كيان الدولة بإدخال عنصر عسكري جديد فتي يعتمد عليه الخليفة في تثبيت قوة دولته ، ويكون في وضع يعلو على العنصرين الأولين : العرب والفرس . وهكذا دخل الترك الميدان في خلافة المعتصم . واقتضت الضرورة والخبرة أن يكون هذا العنصر بعيدا عن جوّ الدسائس والمناورات السياسية التي تعجّ بها العاصمة بغداد ، وأن يكون في مقرّ بعيد عن موطن الجند القديم المتذمر المتذبذب في ولائه ، وأن يكون بعيدا عن ترف العاصمة وإغرائها ليبقى فتيا وليكون سندا للخلافة ، فأدى ذلك إلى اختيار سامراء وجعلها قاعدة للدولة بدل بغداد ، ومعنى تبديل العاصمة تبديل الأسس التي تمثلها العاصمة القديمة ، وهذا زعزع أسس الدولة العباسية وكان عاملا أساسيا في ارتباكها وضعفها . فقد نجحت القوة العسكرية الجديدة بكسب الحروب ، ولكنها مع بعدها عن التقاليد الحضرية أخفقت إخفاقا ذريعا في إرساء سياسة جديدة أو في حفظ الإدارة المثبتة .\r\nومن ناحية ثانية كان للتطورات الاقتصادية أثرها ، فالاهتمام بالصناعة وتوسعها وزيادة النشاط التجاري أديا إلى ظهور طبقة مثرية من التجار وأصحاب المصانع من العرب والفرس . وإذا لا حظنا التعاون الظاهر ، بصرف النظر عمّا ينطوي عليه ذلك التعاون ، بين الأرستقراطية الفارسية والعربية في العصر العباسي الأول ، وخيبة الحركات الاجتماعية الفارسية التي اقتصرت بدعوتها على الفرس ، أدركنا سرّ التحول فيها ، إذ أخذت توجه دعوتها إلى الطبقات العامة من فرس وعرب وغيرهم ضد السلطان العباسي ، وتكامل هذا الاتجاه في أخطر حركة وأوسعها وهي الحركة الإسماعيلية .\r\nوإني أشير أخيرا إلى اتجاه ثقافي له صلة بما مرّ . فقد أفسح العباسيون في المجال للفرس في الناحية الثقافية . وإذا تذكرنا اتجاهاتهم الدينية والسياسية استطعنا أن نفهم أنهم قاموا بحركة تأليف وترجمة شعبية واسعة المدى في الدين والأدب لإحياء تراثهم الديني والأدبي ، ولا سيما في ما يتعلق بالمانوية والمزدكية وفي ما يتصل بتاريخهم ، ورووا القصص والأخبار عن ملوكهم الماضين - وأكثرها أسطوري - ليزيدوهم روعة وليرفعوا من شأن ماضيهم . ونقلوا كثيرا من الآراء المانوية والكتب المانوية والديصانية والمرقونية ليتخذوها وسيلة لمقاومة العربية والإسلام ، وربما كان المانوية أنشط من غيرهم في هذا .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوتلا هذه الترجمة والدعاية مناقشات دينية واسعة هددت الأسس الاجتماعية والمبادئ الإسلامية ، فصار الخلفاء ولا سيما المهدي يهتمون بالرد عليها ويطلبون إلى الفقهاء أن يقوموا بذلك . وأدى ذلك أيضا إلى تضييق مجال الحرية الفكرية على أعداء الإسلام ، الزنادقة خاصة ، بشكل لا سابق له ، وذلك لما لا حظوا من تأثير لهم في العامة البسطاء .\r\nوأدى هذا التوثب العدائي إلى تشجيع المتكلمين والمعتزلة الذين تسلحوا بخير أساليب الجدل والمنطق والمعروفة آنئذ ، فكانوا أنشط وأقدر من غيرهم على الرد .\r\nوأخذت الدولة تتدخل في قضايا العقائد العامة حفظا للكيان العام . وربما كان ذلك سببا مهما من أسباب اتخاذ الاعتزال مذهبا رسميا في خلافة المأمون والمعتصم والواثق . كما أن هذه المناقشات الجدلية كانت دافعا مهما من دوافع الاعتناء بترجمة كتب الفلسفة للحاجة إليها في الحياة العامة .\r\n* * * هذه ملاحظات عامة شاملة جردتها من ذكر المصادر ومن سرد النصوص لأنها تمثل آراء تجمعت نتيجة الدراسة والتدريس ، لعل فيها الجديد ، ولعل فيها ما يفيد ، فإن لم يكن فيها لا هذا ولا ذاك ، فلعل فيها ما يدعو إلى إعادة التفكير في ما ورثنا من آراء لا يسندها إلا أنها قيلت وتكرر قولها . واللّه يعلم أني توخيت الدقة والعلم .\r\nوهو الموفّق إلى الخير .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nالرسالة الثالثة تطوّر المجتمع العربي في صدر الإسلام\r\nبعد هذا العرض ، يمكننا أن نلقي نظرة على التطورات الاجتماعية والاقتصادية في صدر الإسلام .\r\n\r\n- 1 -\r\nكان العرب قبل الإسلام بدوا وحضرا ، وينتظر أن يختلف أسلوب معيشة المجموعتين . ولكن أساس التنظيم الاجتماعي واحد هو القبيلة بروابطها وعرفها وقيمها الخلقية .\r\nوجاء الإسلام بمثل جديدة واتجاهات جديدة ، وأحدث ثورة دينية فكرية ، رافقتها تطورات أدت إلى ثورة في حياة العرب الاقتصادية وفي وضعهم المعاشي .\r\nفقد تجاوز الإسلام الحدود القبلية إلى أفق جديد حين نادى بفكرة الأمة ، ثم وحد العرب بعد الردة في نطاق أمة واحدة ، ووجههم إلى الجهاد فأخرجهم من مواطنهم إلى آفاق جغرافية جديدة . وصحب ذلك تنظيم بشكل يحقق فكرة الجهاد والتوسع .\r\nوتطلب هذا الاتجاه تنظيمات لها أثرها في حياة العرب . إذ استوجب مبدئيا إنشاء الديوان ليحوي سجل المحاربين من القبائل ، وتوفير العطاء والرزق لهم لضمان حاجاتهم المعاشية . وهذه الخطوة صارت ضرورية بعد إيقاف الغزو في الجزيرة .\r\nوتطلب بعد ذلك إنشاء مراكز جديدة للعرب الذين خرجوا في الفتوحات ، وعلى أثرها ، إلى البلاد الجديدة ، وهكذا أنشئت البصرة والكوفة في العراق والفسطاط في مصر والقيروان في تونس لتكون « دور هجرة » للعرب ومراكز لتجمع قواهم في انطلاقهم إلى آفاق أبعد . ويكفي أن نلاحظ أن « دور الهجرة » أنشئت في بلاد هي أطراف المنطقة التي سبقت إليها هجرات عربية قبل الفتح . وانطوى هذا الاتجاه على تنظيم العرب إلى أمة عسكرية لها معسكراتها ومقراتها . وأدى إلى تنظيم الضرائب بشكل يضمن ما تتطلبه الأمة من وارد ونفقة والانصراف عن الزراعة والمهن .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nوأدت الفتوحات إلى انتشار العرب وتوسعهم في الأرض والرزق . وقد خرجوا في موجة ازدادت تدفقا بازدياد الانتصارات ثم بتوسع الفتوح . ولقيت حركة الهجرة حماسا ، فأمام جفاف الجزيرة وتوقف الغزو توجد الثروة في البلاد الجديدة .\r\nوهناك تشجيع الخلافة حتى أسقطت من العطاء من لم يقاتل في البلاد المفتوحة ومن لم يهاجر إليها . وشملت هذه الهجرة أهل البادية والحاضرة على ما بينهم من تفاوت في القابليات والمستويات ، وكان لذلك نتائجه في الحياة العامة .\r\nوتلا الفتوح بصورة تدريجية انتشار الدين الإسلامي ، فدخله من آمن ومن تستر . وقوي هذا الاتجاه على مرّ الأيام حتى أدى إلى ظهور تيار الموالي . وكان لهذه التيارات - القبلي والحضري ، ثم تيار الموالي - دور في التطورات الاجتماعية في ما بعد .\r\nخرج العرب إلى الفتوح بهيئة قبائل واستمروا يكونون الجيش العربي الذي نظم في تقسيمات أساسها الوحدات القبلية ، من قبيلة إلى عشيرة ، وسجل العرب في الدواوين المحلية في الأمصار ( دواوين الجند ) على أساس النسب القبلي ، وانتظموا في السكن في سكك ودروب على أساس العشائر والأفخاذ ، واستمرت التقاليد والعادات القبلية سائدة بينهم في البداية وبقي التأكيد على رابطة النسب قويا .\r\nولكن الظروف الجديدة في الأمصار كانت تعمل على تعديل هذه الأوضاع التي نقلت مخطط البادية إلى مخطط المدن . فهذه القبائل استقرت في مدن أو في معسكرات جديدة وبدأت تسير في حياة مستقرة لا حياة ترحل وغزو ، في مجتمع قاعدته المشتركة العطاء والرزق الذي شمل المحاربين وأهليهم ، وإطاره الفكري والعقائدي الإسلام الذي قوي وتغلغل على مرّ الأيام .\r\nوهذا التنظيم القبلي المنسجم في الظاهر كان يخفي وراءه التباين بين عناصر البادية والعناصر الحضرية التجارية عن عرب المدن وخاصة مكة . ولم يقتصر هذا التباين على الخبرة المالية وعلى القابليات ، بل إنّ القيادة في الفتوحات والرئاسة في الإدارة كانت لعرب المدن - مكة والمدينة أولا والطائف بعدئذ .\r\nففي فترة الفتوحات وبعدها تمكن المكيون التجار وبعض عرب المدن من تنمية الثروات التي حصلوا عليها ، وكانت المجالات فسيحة ، فهناك التجارة وتموين الجيوش وبيع الغنائم ، وهناك ظاهرة إثراء بعض الأمراء والعمال كما يبدو من الشكوى المتكررة التي رواها المؤرخون الأولون ( خاصة البلاذري ) . كما سبقت الأرستقراطية القرشية غيرها في تقدير قيمة الأرض وأخذت تمتلك الأراضي\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالواسعة ، إلى جنب فعالياتها المالية المتصلة « 1 » . أمّا ما يذكر عن منع عمر بن الخطاب امتلاك الأراضي فلا أساس له . ومرّت الفترة الأموية الأولى قبل أن أحس برغبة بعض أشراف القبائل في امتلاك الضياع .\r\nيقابل هذا جهل البدو بالأمور المالية وتبذيرهم ، فقد أسرفوا في النفقة كما انهالت عليهم الأموال ، فلما توقفت الفتوحات أفلسوا بسرعة ووجدوا العطاء والرزق ضئيلا بالنسبة إلى ما اعتادوه ، ممّا زعزع طراز معيشتهم .\r\nوهذه التطورات زادت في حدة التباين بين رجال القبائل وأهل المدن القدماء ، وأكسبته حدة ظهرت آثارها جلية في الفتنة الأولى . وأكد هذا الوضع القلق امتزاج الجانب الاقتصادي بالمشكلة السياسية . فالقبائل ترى أنّ البلاد التي فتحتها تعود إليها بحق الفتح ، وإذا كانت الأراضي لم توزع على الفاتحين ( كما قررته المدينة ) ، فإنّ وارد هذه الأراضي هو حقها الطبيعي ويجب أن يصرف عليها لا أن يرسل إلى العاصمة .\r\nوهي نظرة استمرت قوية بعد انتقال العاصمة إلى الشام .\r\nويبدو أنّ أهل المدن لم يروا تعارضا بين اشتراكهم في الحملات العسكرية أو في الإدارة وبين متابعة التجارة بل إنهم استمروا على ذلك في مجالات أوسع ، ولنا في فعاليات الزبير وطلحة وأبي هريرة وعبد الرحمن بن عوف أمثلة على ذلك .\r\nووضعت ضرائب التجارة بصورة تشجع المسلمين عليها وتحمي تفوقهم التجاري .\r\nفهي 5 ، 2 بالمئة على المسلمين وضعف ذلك على أهل الذمة ، و 10 بالمئة على القادمين من خارج البلاد الإسلامية .\r\nوتتضح أهمية الناحية التجارية في تخطيط المدن الجديدة كالكوفة والفسطاط ، فهذه المدن تستند إلى ثلاثة مراكز : المسجد الجامع وهو المركز الاجتماعي السياسي ، ودار الإمارة وهي المركز الإداري ، والسوق وهو المركز الاقتصادي ، وقد جعل وسط المدينة إلى جانب المسجد .\r\n\r\n- 2 -\r\nولم يؤد مجيء الأمويين إلى الحكم إلى انقلاب في الوضع الاجتماعي والاقتصادي السائد ، بل كان نتيجة لتياراته ، وكان عصرهم استمرارا لها في الحقول كافة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أبو الحسن أحمد بن الزبير ، الذخائر والتحف ، حققه عن نسخة فريدة محمد حميد اللّه ؛ قدم له وراجعه صلاح الدين المنجد ، التراث العربي ؛ 1 ( الكويت : دائرة المطبوعات ، 1959 ) ، ص 202 - 203 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nومهما قيل عن تأخر الأمويين في دخول الإسلام ، فإنهم قرشيون يمثلون في وجهتهم الإدارية استمرار الخطوط التي استقرت في فترة الراشدين ، من تكوين دولة موحدة وسيادة العرب الذين قاموا بالفتوح ، وبقاء الجيش يستند إلى القبائل ، وحفظ وجهة الأمة المجاهدة .\r\nوكان المجتمع في مطلق العصر الأموي يتكون من المسلمين وهم بالدرجة الأولى العرب الفاتحون ، ومن أهل الذمة . وقد بقي أهل الذمة على تنظيماتهم الاجتماعية ومؤسساتهم الدينية يتبعون قوانينهم وعرفهم . ونظمت علاقاتهم مع العرب بعهود خاصة ضمنت لهم حرياتهم العامة ، خاصة حرية العقيدة والملك ، مقابل جزية يدفعونها ، وقد يطلب إليهم ضيافة من يمر بهم من رسل المسلمين وإرشاد الضالة . ولم توضع عليهم قيود اجتماعية ، وأمّا ما ينسب إلى عمر بن الخطاب من قيود فهو إنتاج فترة متأخرة في ظروف اجتماعية وسياسية مختلفة . وكان دورهم كبيرا في الإدارة المالية ، كما أنّ الصلات الاجتماعية بينهم وبين المسلمين كانت طبيعية ، وكان لها أثرها في إثارة بعض المشاكل الفكرية وفي تبادل الأفكار في مرحلة شفوية سبقت مرحلة الترجمة الرسمية . وهذه ناحية لا تزال تنتظر الدراسات الجدية .\r\nأمّا المسلمون فهم العرب مبدئيا ، وقلة من غير العرب ، زاد عددهم بصورة تدريجية ، وهم الموالي .\r\nجاء العرب واستوطنوا أحيانا في مراكز أو مدن خاصة كالبصرة والكوفة .\r\nودراسة هذه المدن وتطورها تعطي صورة واضحة عن تطور العرب في هذه الفترة وعن صلتهم بالموالي . جاء العرب في هيئة قبائل مع أهليهم وانتظموا في سجل العطاء . ولعل ظروف التنظيم العسكري استوجبت أن تصبح العشيرة لا القبيلة الوحدة العسكرية الأولى وعلى رأسها عريف يتولى توزيع العطاء وبعض المسؤوليات .\r\nولكن التطورات السياسية أدت تدريجيا إلى تأكيد أهمية القبيلة - وهي مجموعة عشائر ، ثم إلى تكوين أحلاف قبلية تتنافس على النفوذ والسلطان ، وركز ذلك بعدئذ اختيار الأمراء من مجموعة أو أخرى .\r\nوقد أدت ظروف الفتح ومبدأ المساواة الإسلامية زمن الراشدين إلى وجود وحدات عسكرية من الموالي تستلم العطاء والرزق وتساهم مع الجيوش العربية في القتال ، كما هو حال السيابجة والأساورة في العراق . ولعل استمرار الهجرة العربية من الجزيرة إلى الأمصار وما يتطلبه ذلك من التوسع في العطاء وهدوء موجة الفتوحات الأولى أدّى إلى وقف هذا الاتجاه ، فاستند الديوان إلى العرب وحدهم .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nوحصلت تطورات جديدة أثرت في الأساس الاجتماعي القائم . فقد انتشر الإسلام بين أهل البلاد المفتوحة وتضخم عدد الموالي . ومن المتعذر وضع الموالي في مرتبة واحدة . فبينهم كتاب الدواوين وهم فئة مختارة ، وهناك التجار ولهم شيء من المنزلة الاجتماعية والنفوذ المالي . ويقابلهم عامة أهل الحرب والصنايع وهم في مستوى اجتماعي واطئ ، ومعهم الفلاحون الذين أسلموا في قراهم أو نزحوا إلى المدن ، وهم يكونون مع أهل الحرف جمهور الموالي .\r\nولم يكن مفهوم الولاء واحدا ، فهناك أسرى الحرب الذين استرقوا ثم أعتقوا لدوافع مختلفة ، وهؤلاء نسبتهم قليلة . وهناك من دخل الإسلام - أفرادا وجماعات - وانتسبوا إلى شخص أو قبيلة ، وهذا شأن الأكثرية ، يبغون بذلك أن يكون لهم محل في التنظيم القبلي القائم ، وولاؤهم ليس ولاء عبد تحرر بل إنه ولاء حلف ، ولكنه حلف بين طرفين غير متكافئين أدبيا . وهذا الحلف لا يخلو من مزايا لكل من الطرفين فهو يحقق للموالي مكانا في المخطط الاجتماعي الذي يستند إلى القبلية وفيه صيانة اجتماعية لهم مقابل خدمات يقدمها الموالي وتقوية مادية لحلفائهم العرب .\r\nومن المنتظر أن يقل عدد المسلمين الجدد الذين يطلبون الولاء كلما ضعف الأساس القبلي للمجتمع ، وكلما تطور الأساس الإداري وتركزت سلطة الأمير فوق القبائل .\r\nولعل هذا يتضح إذا ذكرنا شيئا عن تطور النظام الإداري « 2 » ، لصلته بالأوضاع الاجتماعية والاقتصادية .\r\nكان اتجاه الأمويين منذ البداية نحو تكوين مفهوم للدولة لدى القبائل ، ويتمثل ذلك في التأكيد على فكرة الأمة وعلى الاتجاه نحو المركزية - قدر ما تسمح به ظروف المجتمع وأسسه القبلية - وذلك باختيار ولاة ثقات يعتمدون عليهم ويعطونهم سلطات إدارية واسعة ، فكان جلّ ولاتهم من الأمويين ومن حليفتهم القديمة ثقيف . ولعلنا نجد في خطبة زياد بن أبيه ( البتراء ) خير تعبير عن الوجهة الأموية الأولى في الإدارة . وتتمثل هذه الوجهة أيضا في توجيه القبائل فتوحات جديدة ، كانت الموجة الثانية والأخيرة فيها للفتوحات العربية .\r\nوقد استعانت الإدارة الأموية برؤساء القبائل الذين كانوا يساعدون الأمير في تسيير شؤون المصر ، ويكونون مجلسا شبه رسمي يجتمع في الأماسي وعند الضرورة ويتذاكر في الشؤون العامة ، فيعبر عن وجهة القبائل من جهة ويساعد الأمير في\r\n\r\n\r\n","description":"","footnote":"\r\n( 2 )  ( 1955 ) , PP . 5 - 17 . H . A . R . Gibb , « The Evolution OF Government in Early Islam , » Studia Islamica , Vol . 4 \r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nضبط القبائل من جهة أخرى « 3 » . حصل هذا حين كان التنظيم القبلي قويا ، وهو اتجاه استمر حتى خلافة الوليد بن عبد الملك .\r\nولا يفوتنا أن نبين أنّ التكتلات السياسية القبلية الكبرى أدت ببعض الخلفاء إلى أن يعينوا أمراء الأمصار أحيانا من الأشراف العرب الذين لهم سند قبلي قوي .\r\nثمّ ظهر اتجاه ثان سبقته تمهيدات ، وهو استناد الأمير إلى سلطان الخليفة ، وتركيز قوته ، كما يظهر من تعيين أمراء ليس لهم ذلك الكيان القبلي كخالد القسري ونصر بن سيار ، ويتمثل ذلك في جواب هشام لمن نبه إلى أنّ نصر بن سيار ليست له في خراسان عشيرة إذ قال : « فأي عشيرة أكثر مني لا أبا لك » « 4 » . ومعنى ذلك أنّ السلطة أخذت تتركز في الإدارة ، وأنّ مصلحة الدولة أو مصلحة العائلة الحاكمة هي الاعتبار الأول .\r\nبدأ هذا الاتجاه منذ زمن عبد الملك بن مروان الذي عرّب الإدارة وبدأ بتوجيهها نحو طابع موحد في الولايات المختلفة . وجاء عمر بن عبد العزيز فأصلح نظام الضرائب على أسس جديدة . وبرز هذا الاتجاه زمن هشام الذي حاول أن يتم تنظيم الإدارة على الأسس الجديدة . فمن وجهة عربية عامة أكمل هشام حركة تعريب الدواوين في خراسان وسار على أساس عربي في الإدارة دون تركيز على التقسيمات القبلية . ومن جهة إسلامية أخذ بوجهة عمر بن عبد العزيز في إصلاح النظام المالي وذلك بمعالجة وضع خراسان بشكل ينصف عامة الموالي على أسس إسلامية وإن اصطدم ذلك بمصلحة الدهاقين . ولعل صلته كانت أكثر من قبل بالفقهاء كما نستدل من محاولته ضرب طلائع الزندقة .\r\nوفتح عبد الملك ، بالتعريب ، الباب لظهور الكتابة بالعربية . ونما هذا الاتجاه حتى فكر أخلافه بتركيز تنظيم الإدارة المركزية كما يبدو من بداية طبقة الكتاب ، حتى نجد عبد الحميد الكاتب ، زمن مروان الثاني ، المثال الأول للكتاب المتضلعين .\r\nولعلّ هذا الاتجاه يفسر اهتمام هشام بالاطلاع على سير الملوك الفرس ، وما ترجم له منها يعكس محاولته الاستفادة من التقاليد الإدارية الساسانية .\r\nويصل هذا الاتجاه إلى غايته المنطقية في تفكير الأمويين في أواخر فترتهم بإنشاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 3 ) انظر : صالح أحمد العلي ، التنظيمات الاجتماعية والاقتصادية في البصرة في القرن الأول الهجري ( بغداد : مطبعة المعارف ، 1953 ) .\r\n( 4 ) أبو حنيفة أحمد بن داود الدينوري ، الأخبار الطوال ، تحقيق عبد المنعم عامر ؛ مراجعة جمال الدين الشيال ( بيروت : دار المسيرة ؛ دمشق : وزارة الثقافة والإرشاد القومي ، 1960 ) ، ص 342 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nجيش نظامي خارج القوات القبلية الحرّة . حصل هذا التطور الإداري إثر تطورات اجتماعية مهمّة . فقد تحولت « دور الهجرة » أو المعسكرات العربية إلى حواضر نشطة تتمثل فيها الحياة العربية المدنية ، وضعفت الروح العسكرية تدريجيا فيها وخاصة بعد توقف الفتوحات . وظهر هذا التحول في النواحي الفكرية كما ظهر في النواحي الاجتماعية والاقتصادية . وليس هذا مجال تناول النواحي الفكرية ، بل يكفي أن نلم ببعضها . فقد أخذت المبادئ والقيم الإسلامية تتغلغل بالتدريج ، وظهر ذلك في محاولة المشتغلين في الفقه والحديث في بثّ المفاهيم الإسلامية ، وفي وزن العرف والتقاليد المحلية السائدة بميزان إسلامي وإكسابها وجهة إسلامية . وقد أسفرت هذه المحاولات عن نشأة علم الفقه وعن ظهور مدارس محلية فقهية تتمثل فيها الجهود الجماعية وينمو إرثها الفقهي بطريق التراكم والتكامل دون أن تنسب إلى شخص أو تقلد أحدا - كما حصل في العصر العباسي . كان هذا هو الحال في الكوفة وفي مراكز الأمصار وهدفها طبع الحياة العامة بطابع إسلامي .\r\nوإلى جانب هذا الاتجاه حصل تطور في المفاهيم السياسية ، إذ انتشرت الآراء السياسية للأحزاب ، من شيعة وخوارج وعثمانية ومرجئة ، وصار لها الدور الرئيسي في المجتمع . وقد تجلّى هذا في الحركات السياسية في الكوفة في سلسلة ثورات منذ فاجعة كربلاء حتى ثورة زيد بن علي . وإذا كانت البصرة لم تلعب هذا الدور في الثورات الحزبية فلأن العثمانية فيها لهم دور التهدئة والتسوية . وبهذا تحولت روح المقاومة تدريجيا من قبلية إلى مقاومة سياسية حزبية .\r\nولذا لم يعد بإمكان الأمويين الاكتفاء برؤساء القبائل في ضبط قبائلهم ، بل اضطروا إلى تركيز سلطة الأمير وإسناده بحاميات شاميّة . وتبلور هذا الاتجاه في بناء واسط لتكون المركز الجديد للعراق . ونحن نحس بتحول اجتماعي في العلاقة بين أشراف القبائل وعامة أفراد القبيلة . فالأشراف ، على العموم ، وقفوا إلى جانب الإدارة الأموية ولم يتحمسوا يوما لحركة حزبية أو ثورية ولم تتعد مساهماتهم فيها الكلام . أمّا قوة الحركات الثورية فكانت تستند إلى سواد القبائل . ويتجلى هذا في التمهيد لحركة الحسين ، وفي حركة التوابين وفي ثورة المختار الثقفي وفي ثورة زيد ابن علي .\r\nوإذا مررنا بحركة الخوارج التي اعتمدت على العناصر المتطرفة في وجهتها القبلية ( في البداية ) ثمّ الإسلامية ، فإنّ هناك جماعة القراء والأتقياء الذين حددوا موقفهم من الوضع القائم على أسس من التقوى والمثل الإسلامية ، ووقفوا يسندون كل حركة معارضة باسم العدالة والمساواة ، وكان دورهم كبيرا في تشجيع الموالي\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nوتنشيط مقاومتهم . وكان تأثيرهم واضحا في صفوف عامّة الناس .\r\nلننظر إلى التطور الاقتصادي . وهنا نرى إلى جانب النشاط التجاري اهتماما جديدا بالالأرض . ولكن أشراف القبائل ينظرون إلى التجارة بشيء من عدم الاحترام ، وإن نشطت الفعاليات التجارية فإنها كانت بين الموالي وإلى درجة أقل بين العرب .\r\nولكن الأرض ثروة محترمة ومصدر مهم للربح ، فاتجه الأشراف العرب إليها . وتمثل هذا الاتجاه في تحويل الأرض الخراجية إلى أراض عشرية نتيجة انتقال ملكيتها إليهم .\r\nويبدو هذا الاتجاه قويا في الربع الأخير من القرن الأول الهجري وبعده ، وشمل إحياء الأرض الموات وتجفيف المستنقعات وحفر الترع ، حتى وضع الأمويون قاعدة بعدم السماح بإحياء الأرض الموات إلا بموافقة الإدارة الأموية ، وهي قاعدة جديدة .\r\nوساهم الخلفاء الأمويون أنفسهم في هذا الاتجاه بإقطاع أراض من الصوافي إلى أقربائهم وأنصارهم . وإذا تذكرنا أنّ هذه الصوافي هي في الأصل أراضي من قتل ومن هرب من الأرستقراطية أو الإقطاعيين من فرس وبيزنطيين ، أدركنا أنّ الفتح الإسلامي قام بدور فعّال في تدمير الإقطاع القديم في الهلال الخصيب خاصة ، وبذلك ترك السبيل ممهدا لظهور طبقة من الملاكين الجدد . ومعنى ذلك أنّ الفتح الإسلامي قام بدور فعّال في تدمير الإقطاع القديم في الهلال الخصيب خاصة ، بذلك ترك السبيل ممهدا لظهور طبقة من الملاكين الجدد . ومعنى ذلك أنّ الملكيات الباقية في غالبها صغيرة أو أنها ملكيات مشتركة لأهل القرية . وإذا لا حظنا إغراء المدن للفلاحين بما تفتحه من مجالات ، والضريبة النقدية على مساحة الأرض زرعت أم لم تزرع ، وهجرة الفلاحين - خاصة الأجراء - إلى المدن بعد أن حررهم العرب من الارتباط بالأرض ، أدركنا هبوط أسعار الأراضي مبدئيا وسهولة انتقالها إلى الملاكين الجدد . وتشعرنا تدابير عمر بن عبد العزيز المالية بالقلق من هذه التطورات والحذر من ظهور الملكيات الكبيرة وتوسعها على حساب أراضي القرى والملكيات الصغيرة . ومن هنا جاء تمييزه في الضريبة بين الأراضي المزروعة وغير المزروعة ، وكرهه شراء أراضي الخراج مع أنّ ذلك لا يؤثر - بموجب نظامه - على وارد بيت المال . وهذا بدوره يفسر مقاومة الملاكين العرب لتدابيره حين قرر اعتبار الخراج إيجارا للأرض لا ضريبة على أهل الذمة .\r\nولكن تدابير عمر بن عبد العزيز كما يظهر لم تترك أثرا يذكر في مشكلة الأراضي ، إذ استمر التنافس على اقتنائها ، ولعله وصل أوجه في فترة هشام ، إذ نرى الخليفة وبعض ولاته - كخالد القسري - من أكبر ملاكي عصرهم ، ويمكن أن نذكر الأراضي الواسعة التي حصلها مسلمة بن عبد الملك من تجفيف نواح من البطيحة وحفر نهري السيبين لإروائها . وهكذا شملت هذه الفعاليات استغلال أراض جديدة واسعة ، بل إنّ الملاكين لم يتورعوا عن التجاوز على أراضي الصوافي التي استأجروها\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nبادعاء ملكيتها كما فعل أهل الكوفة حين أحرقوا سجلات ديوان الخراج إثر ثورة ابن الأشعث .\r\nولم تمر هذه التطورات دون تذمر ، فإنّ وعود يزيد الثالث بأن لا يحفر القنوات ولا يبني القلاع عليها ولا يحمل المزارعين من الأعباء ما يدفعهم إلى الجلاء عن أراضيهم تشعر بقوة الشكوى ومرارتها .\r\nولا يفوتنا أن نلاحظ أنّ إصلاحات عمر بن عبد العزيز فيها تأكيد لفكرة الدولة . فالملاكون العرب كانوا يشترون أراضي خراجية ويحولونها إلى عشرية ويرون هذا بعض حقهم كفاتحين ، في حين أنّ تأكيد عمر بن عبد العزيز على أنّ الأراضي الخراجية وقف على الأمة الإسلامية وأنّ الخراج إيجاز للأرض لا ضريبة على الذميين يصدر من روح التنظيم الذي بدأه عمر بن الخطاب ، وإن اختلف في التطبيق لاختلاف الظروف . وفي هذا إثارة جديدة للأشراف العرب .\r\nومن مظاهر تركز الحياة الحضرية أننا نرى بعض الملاكين اتجه إلى السكن على أراضيه وتعهدها بدل أن يتغيب عنها دوما في المدينة ، وتشير الدلائل إلى حصول هذا بوضوح في خراسان ومصر ، كما أنّ خطاب يزيد الثالث يشعر بأنه حصل في جهات أخرى . وبهذا اتجه المجتمع من حالة قبلية عسكرية إلى دور زراعي تخف فيه القبلية والروح العسكرية وتظهر فيه الروح المدنية والملكيات الكبيرة .\r\nهكذا تحول أشراف القبائل إلى أرستقراطية حضرية مالكة . ولكنهم بقوا في نظرتهم الاجتماعية يحتقرون المهن وينظرون إلى المسلمين من غير العرب نظرة تنطوي على عدم المساواة . وكان عامة أهل المهن من الموالي ، وهؤلاء كثروا في المدن وأثروا في تطورها الحضري ، وصاروا مصدر قلق فيها . وتجمع أصحاب المهن بصورة واضحة في أسواق خاصة بهم لكل حرفة سوقها ، وذلك منذ الثلث الأخير للقرن الأول الهجري . وصار لبعض الحرف دور مهم في الحياة الاقتصادية كالصرافين مثلا . وما دام الموالي يشتغلون بالحرف أو بالأمور الكتابية فلا اعتراض على ذلك ، والمهم أن لا يشاركوا العرب في العطاء ، وهو حقهم ، وأن لا يلوا وظائف عامة تؤدي إلى التسلط عليهم كالقيادة والقضاء كما لم يروا تزويج بناتهم منهم ولم يرتضوه . ولكن زيادة أهمية الموالي بصورة أكيدة ، ونشاطهم في جوانب من الحياة العامة صارت تهددهم . وتأكد هذا حين حاولت الأحزاب السياسية أن تجلبهم إلى صفوفها ، وحين اشتغل كثيرون بالفقه ، ووجدوا احتراما وعطفا من الأتقياء .\r\nويبدو أنّ بعض التدابير الشاذة التي اتخذها الأمويون بعد حركة المختار وبعد ثورة ابن الأشعث ، من فرض الجزية والخراج عليهم بعد إسلامهم ، ومن محاولة\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nإرجاعهم إلى قراهم والسعي لعزلهم عن السكان العرب ، كما هو الحال في واسط مثلا ، لم يكن إلا رد فعل لهذا التطور .\r\nوإذا نظر العرب إلى أنفسهم كأمة فاتحة حاكمة ، تنصرف إلى الإدارة والجيش ، وتؤكد على شرف النسب وعلى شرف المآثر في الإسلام ، وتجعل المنزلة الاجتماعية لأعضائها تبعا لذلك ، فإنّ اتجاه الأشراف العرب إلى ملكية الأراضي أدّى بالتدريج إلى بداية تباين اجتماعي اقتصادي بينهم وبين عامة أفراد القبائل . ولكننا لا نستطيع التحدث عن طبقات اجتماعية بين العرب في العصر الأموي ، وكل ما نراه هو حصول بدايات مهدت لتطورات في هذا الاتجاه في العصر العباسي .\r\nأمّا غير العرب ، وخاصة الفرس ، فقد ورثوا نظاما اجتماعيا يقوم على الطبقات ، وهي طبقات يفصل بينها النسب والمهنة . وقد وقف أشراف الفرس والدهاقين إلى جانب الأمويين وتعاونوا معهم . أما أفراد الطبقات الاجتماعية من موال وذميين فإنهم وقفوا ضد الكيان القائم الذي لم يغير من وضعهم بصورة جذرية ، وساهموا في الحركات الثورية .\r\nويبدو أنّ انتشار الإسلام أدّى إلى حدّ ما إلى تخلخل نظام الطبقات في المجتمعات القديمة . وإذا كانت أدوار الأزمات تلقي ضوءا خاصا على الأوضاع الاجتماعية ، فإنّ الدعوة العباسية تلقي ضوءا على المخطط الاجتماعي والاقتصادي في أواخر العصر الأموي . فمع أن الدعوة العباسية كانت لأسرة عربية ، ومع أنّ بعض قادتها البارزين كانوا من العرب ، إلا أنّ جمهور مؤيديها كانوا من الموالي والأعاجم عامة . أمّا القبائل العربية فقد استند موقفها إلى الصراع على النفوذ السياسي والسلطة لا على أساس اجتماعي . فالمضرية أيدوا السلطة الأموية في خراسان في أواخر أيامها لأنّ وجهتها قيسية ، بينما وقف اليمانية من الدعوة موقف عطف أدبي إثر نكبة آل المهلب وآل خالد القسري إذ رأوا في ذلك ضربة لنفوذهم ، ومع ذلك فإنهم لم يدخلوا الدعوة بشكل يذكر . وربيعة « الساخطة على ربها منذ بعث نبيه من مضر » كانت خارجية وتابعة للواء الخوارج . وبصورة عامة يمكن القول إنّ العرب كمجموع في خراسان والكوفة لم يسندوا الدعوة العباسية بدرجة تذكر . وحين نفحص كتل الموالي والأعاجم الذين أيدوا الدعوة نجد أنّ عامة الأتباع من الفلاحين وأرباب الحرف وبعض التجار ، وهم على الأكثر من الهاشمية ( الغلاة الذين تحدروا من الكيسانية ) ، ومن الخرمية ، وهذه في الأصل استمرار للحركات الاجتماعية الإيرانية التي ترجع إلى ما قبل الإسلام ، وهي تمثل الثورة الاجتماعية على الأوضاع في إيران مكتسية بثوب إسلامي . ووقف الدهاقنة جانبا ولم ينضموا إلى الحركة\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nالعباسية إلا بعد استفحالها ولأسباب مصلحية وهي رغبتهم في استعادة الوضع الذي زعزعته إصلاحات نصر بن سيار المالية .\r\n\r\n- 3 -\r\nوتلا الثورة العباسية تطورات مهمة في الأوضاع الاجتماعية . فقد أشرك العباسيون الموالي في الإدارة والجيش ، وضربت القبلية بشدة ، وأنشئ جيش نظامي مختلط . وهذه اتجاهات غيرت في خطوط التنظيم الاجتماعي .\r\nلقد بدل أساس التنظيم الإداري ، إذ صار بيروقراطيا يعتمد على الخليفة ( العربي ) ووزرائه ( الفرس ) . وصار جلّ أمراء الولايات من البيت العباسي ومن الأشراف الفرس في العصر العباسي الأول ، ولكن أشراف القبائل بالمفهوم القبلي أهملوا ، وظهرت طبقة الكتاب وتوسعت وكانت تعتبر نفسها في مرتبة الأشراف التي تترفع عن الأعمال الحرة حتى التجارة . ومعنى ذلك أنّ إشراك الموالي - وكل غير العرب من المسلمين موال - كان يعني إشراك الأرستقراطية الفرس وحدهم في الإدارة .\r\nودلّ تأسيس الجيش النظامي على أنّ تنظيم العرب على أساس أنهم أمة مجاهدة حاكمة - وهو التنظيم الذي استمر طيلة فترة الراشدين وفترة الأمويين - قد انتهى ، إذ إنّ العباسيين تخلوا عنه ليعتمدوا على الجند النظامي من عرب وفرس وغيرهم .\r\nوبقيت الأرض في هذه الفترة موضع نشاط الأشراف والأرستقراطية الجديدة وبعض التجار ، واستمر توسع الملكية الكبيرة وخاصة لدى العباسيين والمقربين منهم .\r\nهذا في حين أنّ جماعات متزايدة من العرب صارت تستقر على الأرض ، وكان بينهم جماعة من صغار الملاكين والزراع . ونظرة إلى الثورات في الشام ومصر في العصر العباسي الأول تبين مدى انتشار العرب على الأرض . وقد أدّى ذلك إلى تقارب أكثر من الناحية الاجتماعية بينهم وبين الزراع المحليين من سكان البلاد الأول وساعد كثيرا على تعريب الشرق الأوسط . ومن جهة أخرى أدى التوسع في ملكية الأرض وفي الزراعة إلى حاجة إلى الأيدي العاملة من الرقيق ، وهذا نشط تجارة الرقيق ، فتجمعت أعداد كبيرة منهم في بعض جهات العراق وخاصة في الجنوب كما يظهر في ما بعد في ثورة الزنج .\r\nوتركز التطور الحضري في النشاط التجاري ، وازداد نشاط العرب في التجارة في هذه الفترة وبدأت تظهر طبقة متوسطة من أصحابها . ولقي هذا النشاط تشجيعا من العباسيين ، كما كان جزءا من اتجاه التطور الاقتصادي . وتتمثل أهمية التجارة في\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nاختيار موقع بغداد وفي تنظيم أسواقها ضمن مخطط شامل للمدينة . وصارت محلة الكرخ وهي مركز التجار من أنشط محلات بغداد وأغناها . وينعكس هذا التطور الاقتصادي في نشاط الصيارفة الواسع في هذه الفترة ، في غناهم وفي تسليفهم الأموال للتجار حتى صار درب عون ، مركز الصيارفة في الكرخ ، عصب الحياة التجارية في بغداد في هذه الفترة « 5 » . وكان دور الصيارفة كبيرا في الكوفة ، وهي مركز تجاري آخر ، حتى إنّ أحدهم ضمن للمنصور تصرف المدينة عند ثورة آل الحسن . وبرزت بعض الشخصيات التجارية في الحياة العامة ، فهذا ابن عمار وزير المعتصم كان تاجر طحين ثري ولم يكن من الكتاب .\r\nوينعكس أثر التطورات الاقتصادية في كتب الفقه ، كما في كتابات الفقيه محمد ابن الحسن الشيباني « 6 » . فالشيباني يؤكد على اكتساب المال بالعمل الحر ويفضل ذلك على أخذ العطاء من بيت المال ، ويروي الحديث « طلب الكسب فريضة على كل مسلم ومسلمة » . وهو يحبذ جمع المال ، مخالفا بذلك نظرة التقوى التقليدية ، على أن يكون جمع المال بطرق أمينة . ولا يرى للفقر تبريرا ، بل يورد الحديث « كاد الفقر أن يكون كفرا » . ويحدد الشيباني المكاسب بأربعة أنواع : الإجارة ، والتجارة ، والصناعة ، والزراعة ، وبذلك يعطينا أوجه النشاط الاقتصادي في هذا العصر . ونحس في ما كتب عن الزراعة إقبالا عليها وردا على النظرة القبلية التي تراها مذمومة ، ويذهب في تأييد الاهتمام بالزراعة إلى حدّ تفضيلها على التجارة . وتبدو في مناقشته بعض مشاكل الزراعة واستئجار الأرض محاولة لتبرير الطرق المتبعة في معالجتها من ناحية فقهية .\r\nونرى في كتابات الشيباني توسع التجارة ، والظاهر أنها تجارة كماليات بالدرجة الأولى وخاصة تجارة الرقيق - من عبيد وجوار - ونرى ظهور أصناف متعددة من الشركات ، مثل شركة العنان وشركة المفاوضة ، ونحس بمشاكل المعاملات المالية في المضاربة والقروض والحوالة وكيفية معالجتها على أسس مقبولة . وهذه تبين لنا أهمية الفعاليات التجارية في الحياة الاقتصادية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 5 ) أبو عبد اللّه محمد بن عبدوس الجهشياري ، كتاب الوزراء والكتاب ، حققه ووضع فهارسه مصطفى السقا ، إبراهيم الأبياري وعبد الحفيظ شلبي ( القاهرة : البابي ، 1938 ) ، ص 228 .\r\n( 6 ) محمد بن حسن الشيباني : الاكتساب في الرزق المستطاب ، تلخيص محمد بن سماعة ؛ عرف الكتاب وترجم للمؤلف وعلق حواشيه محمود عرنوس ( القاهرة : مكتب نشر الثقافة الإسلامية ، 1938 ) ، والمخارج في الحيل ، ويليه رواية أخرى لهذا الكتاب لأبي بكر محمد بن أحمد بن أبي سهل السرخسي ؛ نشره يوسف شخت ( ليبزيغ : هنريكس ، 1930 ) .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nونشعر بازدياد الترف في المجتمع وتوسعه في المأكل والملبس وفي بناء الدور الفخمة وتزيينها وزخرفتها . ونرى أنفسنا أمام طبقة متوسطة جديدة تتخذ أهمية اجتماعية غير مسبوقة ، بل نرى أيضا الحسن يبرر هذا التطور ويقول : « فعرفنا أنّ من ترخص الإصابة من المنعم فليس لأحد أن يؤثمه في ذلك » .\r\nونحن نرى في كتابات الشيباني صورة للتطور الاقتصادي الاجتماعي . نراه في إقبال العرب على زراعة الأرض ، وهو تطور ينافي القيم القبلية الموروثة . ونراه في النشاط التجاري الذي أدّى إلى ظهور طبقة متوسطة جديدة . ونرى أهميته المتزايدة التي استدعت اهتمام الفقهاء فأدركوا قيمته وحاولوا وضع أسس ومقاييس فقهية تحدّ من تطرفه أحيانا ، ولكن المهم أنها تكسبه صفة مشروعة في وجه قيم اجتماعية لم تعد تلائم الفترة الجديدة . ولعل أقوى مثل لأثر النشاط التجاري ، إقرار بيع « العينة » الذي يخفف من أثر منع الربا في نشاط المعاملات التجارية .\r\nويتمثل التطور الاجتماعي بوضوح في نمو المدن . فقد توسعت المدن كثيرا في هذه الفترة وظهرت طبقة « العامة » وأخذت تلعب دورا في حياتها . وتتألف العامة من أهل الحرف والصناع ومن صغار الباعة ومن جماعات تركت الريف إلى المدينة بحثا عن وسيلة للكسب . وكانوا خليطا من أجناس ومشارب مختلفة ، في مستوى ملحوظ من الأمية والجهل ، وعلى استعداد لمتابعة كل دعوة جديدة حتى صاروا عنصرا مهما في الحركات الاجتماعية في ما بعد .\r\nوإن نحن نظرنا إلى بغداد كمثل لهذه الحياة المدنية ، نلاحظ أنّ السكنى فيها كانت على أسس من المهن والنسب . فقد اقتصر مركز المدينة المدورة على قصر الخليفة ودور أولاده ودواوينه وحرسه . واقتصرت الدور بين السوريين على كبار الأتباع والقادة . أمّا أهل المدينة فبقوا خارج السور مجتمعين حسب أصولهم ( عربا ، فرسا ، خوارزميين . . . إلخ ) وحسب مهامهم . وكان لكل مهنة سوقها الخاص لا يختلط بهم غيرهم . ولكن الأساس المهني طغى بعد فترة على الأساس الأول . وتبدو أهمية الأسواق وضرورة الإشراف عليها بظهور المحتسب ( ليحل محل العامل على السوق ) يساعده أعوانه والعرفاء على الحرف . ولم تقتصر مهمته على المكاييل والموازين ونوعية الصنعة ، بل شملت الإشراف على جوّ الأسواق ، وتعدت ذلك إلى الحمّامات والمساجد ، ممّا يدل على اهتمام خاص بمراقبة فعاليات العامة .\r\nهذا ويبدو في حياة الصناع تطور ملموس . فلهم الآن طابع متميز ، ويدعون « أصحاب المهن » و « أهل الصنايع » . وأدّى تجمعهم في أسواق خاصة ، وتكاثرهم ، وتطور الحياة الاقتصادية ، إلى ظهور تماسك بينهم وإلى اعتبار المهنة رابطة أساسية ، واتخاذ النسبة إلى المهنة كالنسبة إلى المدينة والقبلية . هذا مع تنظيم داخلي يشير إلى\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nتدرج في الصنعة وإلى مراحل تعليمها من « مبتدئ » إلى « صانع » إلى « أستاذ » أو « معلم » . وكانت المهن عادة وراثية ولكن الأفراد أحرار في اتباع المهنة التي يريدونها .\r\nوإذا كان بعض العامة سلك هذا السبيل السلمي ، فإنّ بعضهم انخرط في تكتلات ثورية تظهر لأول مرة في جماعات كبيرة خلال الحرب الأهلية بين الأمين والمأمون وهم العيارون والشطار . ويبدو أنهم في جملتهم من باعة الطرق ومن أهل السوق و « الرعاع » ، ظهروا للدفاع عن بغداد التي حاصرتها جيوش المأمون ، ولهم تنظيم خاص وزي خاص ، كما أن لهم نظراتهم الخاصة « 7 » . ومع أنّ ملامحهم تبدو أكثر وضوحا كلما تقدمنا ، إلا أنهم في هذه المرحلة يمثلون أدنى أهل المدينة من ناحية مادية ، إذا إنهم كانوا يعيشون على هامش المدينة محتقرين اجتماعيا وفي ضيق مادي أكده ارتفاع الأسعار التدريجي . ولذا نجدهم يسخطون على السلطة ويعادون التجار سادة الأسواق بعنف وإصرار . ومع أنهم بدأوا بمقاييس اجتماعية تخالف العرف أحيانا إلا أنهم سرعان ما أخذوا بمفاهيم الفتوة وطبعوها بطابع حركة اجتماعية . وعلى كل فإنّ تبلور هذه الحركة حصل بعد هذه الفترة .\r\nولكن التطورات المذكورة لا تعني أنّ المفاهيم الاجتماعية للعصر الأموي قد زالت ، إذ لا تزال فكرة النسب مهمة اجتماعيا ، وبقي النسب العربي مهما في المجتمع ، واستمرّ التباين - بدرجة أقل - بين العرب وغيرهم . نعم تعاون أشراف الفرس مع العرب في هذه الفترة ، ولكن ذلك كان استمرارا لما كان في العصر الأموي مع فارق أساسي وهو المساواة في المجالات الإدارية والعسكرية . وأمّا العامة التي قدمت مادة الثورة العباسية فإنها بقيت على وضعها السابق . وهنا حصل تطور جديد . فإنّ الموالي اشتركوا في الثورات في العصر الأموي بقيادة العرب وبتشجيعهم ، من حركة المختار إلى ثورة ابن الأشعث ، إلى ثورة الحارث بن سريج المرجئ ، إلى الدعوة العباسية ، أي أنهم انضووا تحت ألوية عربية لأهداف دعا إليها العرب . وإن تحدثنا عن حركة الموالي آنئذ فإنها في الواقع تتركز في العراق مركز المقاومة ، حزبية وغيرها ، للأمويين وللشام .\r\nثمّ تحولت حركة بعض الموالي في هذه الفترة إلى شعوبية وزندقة تتمركز في العراق أيضا وإن بدت في وجهات أخرى . وهي تعبير عن تحرك جماعة من غير العرب . فالزندقة لم تكن إلا نشاطا مركزا للمانوية أرادت تحت ستار إسلامي شفاف وبطريق التأويل وبالتشكيك بالقيم والعقيدة ، تهديم الكيان القائم والسلطان العربي\r\n\r\n\r\n","description":"","footnote":"\r\n( 7 ) عبد العزيز الدوري ، « نشوء الأصناف والحرف في الإسلام ، » مجلة كلية الآداب ( بغداد ) ، العدد 1 ( حزيران / يونيو 1959 ) .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nبنسف الإسلام . أمّا الشعوبية فهي تعبير عن الوعي القومي للشعوب الأخرى ( غير العرب ) وخاصة الفرس . وقد ظهرت بين الكتاب والشعراء والمؤرخين ، وسعت عن طريق الترجمة والتأليف لبعث التراث الإيراني وتمجيده ، وللطعن بكل ما يمت للعرب من مثل ومآثر . وقد لعب بعض الكتاب - وجلهم من الفرس - وبعض الوزراء دورا في تشجيع الترجمة عن الفارسية . وقد أراد الكتاب طبع المؤسسات العباسية بطابع إيراني وإحلال المثل والثقافة الإيرانية محل الأصول الثقافية العربية . وإذا كان عمل الكتاب يصدر عن اعتزاز بالثقافة الإيرانية ، وهو محاولة لبعثها واستهانة بالثقافة العربية ، فإنّ هجمات الشعوبية وصراعهم مع العربية هدف إلى مسخ تراث العرب وتسخيف مثلهم وقيمهم ، وهو محاولة لتشجيع روح الثورة عليهم . ويبدو لي أنّ دورهم هو الهجوم على العرب ، وبعث الوعي الإيراني على أساس من البعث الأدبي والثقافي « 8 » .\r\nوتمثل الوعي الإيراني العنيف في سلسلة من الثورات تحت راية الخرمية التي تنطوي على ثورتين : ثورة اجتماعية على الأوضاع القائمة في المجتمع الإيراني ، وثورة سياسية انفصالية ضد السلطان العربي . وقد استمرت هذه الثورات حتى نهاية العصر العباسي الأول .\r\nوقد فشلت حركات الخرمية أمام قوة الدولة العباسية ، وأمام تعارض المصالح بين الأشراف والعامة في إيران . فقد اتجه الأشراف إلى مسالمة العباسيين ، بل التعاون معهم أيضا بعد قيام الإمارات الفارسية .\r\nوفشلت حركة الزندقة أمام ضغط الإدارة العباسية وأمام الحملة الثقافية التي نظمها العباسيون ضدها . وأما الحركة الشعوبية التي استمرت بعد هذه الفترة فإنها أدت إلى تركيز مفهوم العروبة لأول مرة . فقد أخذ العرب ينظرون إلى أنفسهم من خلال لغتهم الواحدة ، ومن خلال إرث ثقافي متصل قبل الإسلام وبعده ، ونادوا بوحدة العرب الثقافية في التاريخ . وعندها صرنا نجد فكرة الأمة العربية ذات اللغة والثقافة الواحدة والسجايا الموحدة تتخلل كتب بعض المؤرخين والأدباء « 9 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 8 ) « رسالة في ذم أخلاق الكتاب ، » في : أبو عثمان عمرو بن بحر الجاحظ ، رسائل الجاحظ ، وعلي ابن محمد أبو حيان التوحيدي ، الإمتاع والمؤانسة : وهو مجموع مسامرات في فنون شتى ، صححه وضبطه وشرح غريبه أحمد أمين وأحمد الزين ، 3 ج في 2 ( القاهرة : لجنة التأليف والترجمة والنشر ، 1939 - 1944 ) ، ج 1 .\r\n( 9 ) « رسالة في مناقب الترك ، » في : الجاحظ ، المصدر نفسه ، ص 5 - 6 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nالمراجع\r\n\r\n1 - العربية\r\n\r\nالكتب\r\nابن أبي الحديد ، أبو حامد عبد الحميد بن هبة اللّه . شرح نهج البلاغة . بيروت :\r\nدار إحياء التراث العربي ، [ د . ت . 
  ] . 4 ج .\r\nابن الأثير ، أبو الحسن علي بن محمد . الكامل في التاريخ . بيروت : دار صادر ، 1965 - 1966 . 13 ج .\r\nابن الجوزي ، أبو الفرج عبد الرحمن بن علي . تلبيس إبليس . عني بنشره للمرة الثانية محمد منير الدمشقي . القاهرة : مكتبة النهضة ، 1928 .\r\nابن الزبير ، أبو الحسن أحمد . الذخائر والتحف . حققه عن نسخة فريدة محمد حميد اللّه ؛ قدم له وراجعه صلاح الدين المنجد . الكويت : دائرة المطبوعات ، 1959 . ( التراث العربي ؛ 1 ) .\r\nابن قتيبة ، أبو محمد عبد اللّه بن مسلم . الإمامة والسياسة . القاهرة : مطبعة الفتوح الأدبية ، [ 1912 
  ] . 2 ج في 1 .\r\nابن مزاحم ، نصر . كتاب صفين .\r\nأبو حيان التوحيدي ، علي بن محمد . الإمتاع والمؤانسة : وهو مجموع مسامرات في فنون شتى . صححه وضبطه وشرح غريبه أحمد أمين وأحمد الزين . القاهرة :\r\nلجنة التأليف والترجمة والنشر ، 1939 - 1944 . 3 ج في 2 .\r\nأبو يوسف ، يعقوب بن إبراهيم . كتاب الخراج . اعتمد في هذه الطبعة على نسخة مخطوطة في الخزانة التيمورية رقم 674 فقه مع معارضتها بطبعة بولاق سنة 1302 ه . القاهرة : المطبعة السلفية ، 1976 .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nبتلر ، ألفرد جوشيا . فتح العرب لمصر . عربه محمد فريد أبو حديد . القاهرة : دار الكتب المصرية ، 1933 .\r\nالبلاذري ، أبو العباس أحمد بن يحيى . أنساب الأشراف . تحقيق محمد حميد اللّه .\r\nالقاهرة : دار المعارف ، [ 1959 
  ] . ( ذخائر العرب ؛ 27 ) .\r\nالجاحظ ، أبو عثمان عمرو بن بحر . رسائل الجاحظ .\r\nالجهشياري ، أبو عبد اللّه محمد بن عبدوس . كتاب الوزراء والكتاب . حققه ووضع فهارسه مصطفى السقا ، إبراهيم الأبياري وعبد الحفيظ شلبي .\r\nالقاهرة : البابي ، 1938 .\r\nحميد اللّه محمد . مجموعة الوثائق السياسية للعهد النبوي والخلافة الراشدة .\r\nالدينوري ، أبو حنيفة أحمد بن داود . الأخبار الطوال . تحقيق عبد المنعم عامر ؛ مراجعة جمال الدين الشيال . بيروت : دار المسيرة ؛ دمشق : وزارة الثقافة والإرشاد القومي ، 1960 .\r\nالشيباني ، محمد بن حسن . الاكتساب في الرزق المستطاب . تلخيص محمد بن سماعة ؛ عرف الكتاب وترجم للمؤلف وعلق حواشيه محمود عرنوس .\r\nالقاهرة : مكتب نشر الثقافة الإسلامية ، 1938 .\r\n- . المخارج في الحيل . ويليه رواية أخرى لهذا الكتاب لأبي بكر محمد بن أحمد بن أبي سهل السرخسي ؛ نشره يوسف شخت . ليبزيغ : هنريكس ، 1930 .\r\nالطبري ، أبو جعفر محمد بن جرير . تاريخ الطبري : تاريخ الرسل والملوك . تحقيق محمد أبو الفضل إبراهيم . القاهرة : دار المعارف ، 1960 - 1968 . 10 ج .\r\n( ذخائر العرب ؛ 30 ) .\r\nالعلي ، صالح أحمد . التنظيمات الاجتماعية والاقتصادية في البصرة في القرن الأول الهجري . بغداد : مطبعة المعارف ، 1953 .\r\nالقلماوي ، سهير . أدب الخوارج في العصر الأموي . القاهرة : لجنة التأليف والترجمة والنشر ، 1945 .\r\nالماوردي ، أبو الحسن علي بن محمد . الأحكام السلطانية . القاهرة : مطبعة الوطن ، [ 1880 م 
  ] .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nالمبرد ، أبو العباس محمد بن يزيد . الكامل . حرره عن مخطوطات ليدن ، سان بطرسبرغ وكمبردج وبرلين وليم رايت . ليبزيغ : كرسينغ ، [ 1874 - 1893 
  ] . 2 ج .\r\nالمسعودي ، أبو الحسن علي بن الحسين . مروج الذهب ومعادن الجوهر . بتحقيق محمد محيي الدين عبد الحميد . [ ط 3 مزيدة ومنقحة 
  ] . القاهرة : مطبعة السعادة ، [ 1958 
  ] . 4 ج .\r\nالمقريزي ، أبو العباس أحمد بن علي . الخطط المقريزية المسماة بالمواعظ والاعتبار بذكر الخطط والآثار يختص ذلك بأخبار إقليم مصر والنيل وذكر القاهرة وما يتعلق بها وبإقليمها . القاهرة : مكتبة المليجي ، 1906 - 1908 . 5 ج .\r\n\r\nدوريات\r\nالدوري ، عبد العزيز . « نشوء الأصناف والحرف في الإسلام . » مجلة كلية الآداب ( بغداد ) : العدد 1 ، حزيران / يونيو 1959 .\r\n\r\n2 - الأجنبية  Islamica : Vol . 4 , 1955 . Gibb , H . A . R . « The Evolution Of Government in Early Islam . » Studia Periodicals \r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\nفهرس\r\n- أ - ابن أبي الحديد ، أبو حامد عبد الحميد بن هبة اللّه : 34\r\nابن الأثير ، أبو الحسن علي بن محمد : 25\r\nابن إسحاق ، محمد ( الراوي ) : 21\r\nابن سريج المرجئي ، الحارث : 69\r\nابن مزاحم ، نصر : 34 ، 67\r\nأبو بكر الصديق : 14 ، 21 ، 50 - 52 ، 56 ، 59 ، 62\r\nأبو ذر الغفاري : 59 ، 63 ، 65\r\nأبو العباس السفاح : 23 ، 25 ، 59\r\nأبو مخنف الأزدي : 67\r\nأبو مسلم الخراساني : 23 ، 24 ، 26 ، 33 ، 59 ، 77\r\nأبو موسى الأشعري : 66\r\nأبو هاشم بن محمد بن الحنفية : 76 ، 77\r\nأبو هريرة : 89\r\nأسامة بن زيد بن حارثة : 69\r\nالإسلام : 13 ، 14 ، 18 ، 20 - 22 ، 28 ، 34 ، 42 ، 45 - 48 ، 50 - 56 ، 60 - 62 ، 73 - 79 ، 82 ، 84 ، 85 ، 87 ، 88 ، 90 ، 91 ، 95 ، 96 ، 101\r\nالأسود العنسي : 52\r\nالأشعث بن قيس الكندي : 67\r\nالأصمعي : 25\r\nالأمية : 32 ، 99\r\nالأمين ( الخليفة ) : 25 ، 84 ، 100\r\nأهل الذمة : 14 ، 22 ، 89 ، 94\r\n- ب - بابك الخرمي : 83\r\nالبداوة : 45\r\nالبرامكة : 24\r\nبشار بن برد : 24\r\nالبلاذري ، أبو العباس أحمد بن يحيى : 34 ، 88\r\nبيت الحكمة ( بغداد ) : 25\r\n- ث - الثقافة السامية : 18 ، 19\r\nالثقافة العربية : 22 ، 101\r\nالثقافة العربية الإسلامية : 18\r\nثقافة الهلال الخصيب : 19\r\nالثقافة الهلنية : 19\r\nالثقافة اليونانية : 19\r\nثورة ابن الأشعث : 71 ، 76 ، 95 ، 100\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nثورة ابن الزبير : 72\r\nثورة الزنج ( 863 م ) : 97\r\nثورة زيد بن علي : 93\r\nثورة المختار بن أبي عبيد الثقفي : 93 ، 95 ، 100\r\n- ج - الجاحظ ، أبو عثمان عمرو بن بحر : 26 ، 31 ، 69\r\nالجذامي ، روح بن زنباع : 29\r\n- ح - حرقوص بن زهير السعدي التميمي : 34\r\nالحركة الإسماعيلية : 26 ، 84\r\nحركة الترجمة : 29\r\nحركة التعريب : 23\r\nحركة التوابين : 93\r\nالحركة القرمطية : 13 ، 26\r\nحروب الردة : 50 ، 52 ، 59 ، 63 ، 71\r\nالحزب العباسي السري : 76\r\nالحزبية : 13\r\nحسان بن بحدل : 72\r\nالحسين بن علي : 71 ، 93\r\nالحضارة البيزنطية : 44\r\nالحضارة العربية : 22\r\nالحضارة الفارسية : 44\r\nالحضارة الهلنية ، 44\r\nحيان النبطي : 80\r\n- خ - خالد بن الوليد : 21 ، 23\r\nخالد بن يزيد : 29 ، 81\r\nخالد القسري ( الأمير ) : 92 ، 94\r\nالخرمية : 96 ، 101\r\nالخلافة : 56\r\nالخوارج : 34 ، 67 - 71 ، 74 ، 76 ، 81 ، 93\r\n- ر - رافع بن الليث : 24\r\n- ز - زردشت : 82\r\nالزردشتية : 76 - 78 ، 82\r\nالزندقة : 83 ، 92 ، 100 ، 101\r\nزياد بن أبيه : 91\r\nزيد بن ثابت : 64\r\nزيد بن علي : 22 ، 71\r\n- س - سالم بن جبلة : 80\r\nالسبئية : 75\r\nسعد بن أبي وقاص : 53 ، 57 ، 60 ، 69\r\nسعد بن عبادة : 56\r\nسعيد بن العاص : 60 ، 61\r\nسليمان بن عبد الملك : 73 ، 75\r\nسهل بن هارون : 26\r\n- ش - الشعر السياسي : 18\r\nالشعر الغزلي : 18\r\nشعر المهاجاة : 18\r\nالشعوبية : 13 ، 20 ، 23 ، 25 ، 26 ، 30 ، 83 ، 101\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالشورى : 14 ، 21 ، 46 ، 56 - 58 ، 69 ، 70\r\nالشيباني ، محمد بن الحسن : 98 ، 99\r\n- ص - صلح الحديبية ( 627 م ) : 50 ، 62\r\n- ض - الضحاك بن قيس الفهري : 72\r\n- ط - طارق بن زياد : 80\r\nالطبري ، أبو جعفر محمد بن جرير : 34 ، 53\r\nطلحة بن عبيد اللّه التيمي : 57 ، 64 ، 66 ، 89\r\nطليحة بن خويلد الأسدي : 51 ، 52\r\nالطوطمية : 42\r\n- ع - عبد اللّه بن الزبير : 56 ، 57 ، 61 ، 66 ، 72 ، 89\r\nعبد اللّه بن سعد بن أبي السرح : 60\r\nعبد اللّه بن عامر الأموي : 60\r\nعبد اللّه بن العباس بن عبد المطلب : 67\r\nعبد اللّه بن مسعود : 62\r\nعبد اللّه بن ميمون القداح : 26\r\nعبد الحميد الكاتب : 29 ، 80 ، 92\r\nعبد الرحمن بن عوف : 57 ، 58 ، 64 ، 89\r\nعبد الملك بن مروان : 23 ، 29 ، 74 ، 75 ، 92\r\nعبيد اللّه بن زياد : 17\r\nعثمان بن عفان : 21 ، 22 ، 57 ، 60 ، 62 ، 63 ، 65 ، 66 ، 68 ، 69\r\nالعصبية : 49\r\nالعصبية القبلية : 18 ، 43 ، 45 ، 49 - 53 ، 72 ، 73 ، 82\r\nالعصر الأموي : 18 ، 22 ، 23 ، 28 - 31 ، 69 ، 74 ، 80 ، 82 ، 96 ، 100\r\nعصر الخلفاء الراشدين : 22 ، 69\r\nالعصر العباسي : 13 ، 19 ، 22 ، 25 ، 29 - 31 ، 80 ، 83 ، 84 ، 93 ، 97 ، 101\r\nالعصر العثماني : 32\r\nالعلوية : 69\r\nعلي بن أبي طالب : 22 ، 49 ، 57 ، 65 - 69 ، 71\r\nعمر بن الخطاب : 14 ، 17 ، 21 ، 26 ، 51 ، 57 ، 60 ، 62 - 65 ، 78 ، 80 ، 89 ، 90 ، 95\r\nعمر بن عبد العزيز : 23 ، 26 ، 29 ، 75 ، 79 - 81 ، 92 ، 94 ، 95\r\nعمرو بن العاص : 60 ، 67\r\nعيينة بن حصن ( زعيم غطفان ) : 51\r\n- ف - الفقه الإسلامي : 22\r\nالفلسفة اليونانية : 19\r\nفيدا ، دلا : 60\r\n- ق - القبلية : 51 ، 68 ، 81 ، 91\r\nالقدرية : 70\r\nالقومية الفارسية : 83\r\n- ك - الكسائي : 25\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n- ل - لقيط بن مالك الأزدي ( ذو التاج ) : 52\r\n- م - المأمون ( الخليفة ) : 23 ، 25 ، 83 ، 85 ، 100\r\nالمانوية : 44 ، 75 ، 77 ، 78 ، 84 ، 100\r\nالمبرد ، أبو العباس محمد بن يزيد : 34\r\nالمتوكل ( الخليفة ) : 22\r\nالمجوسية : 44\r\nمحمد بن الحنفية : 76\r\nمحمد بن علي العباسي : 76\r\nالمختار بن أبي عبيد الثقفي : 71 ، 75 ، 76\r\nالمرجئة : 20 ، 69 ، 70 ، 93\r\nمروان بن الحكم : 73\r\nمروان بن محمد : 29 ، 33 ، 73\r\nمروان الثاني : 59 ، 80 ، 92\r\nالمزدكية : 75 ، 77 ، 78 ، 82 ، 84\r\nالمسعودي ، أبو الحسن علي بن الحسين : 27 ، 64\r\nمسلمة بن عبد الملك : 94\r\nالمسيحية : 42 ، 44\r\nمسيلمة الكذاب : 51\r\nمعاوية بن أبي سفيان : 22 ، 60 ، 63 ، 66 ، 68 ، 69 ، 74\r\nمعاوية بن يزيد : 74\r\nالمعتزلة : 67 ، 69 ، 70\r\nالمعتصم ( الخليفة ) : 23 ، 84 ، 85 ، 98\r\nمعركة بدر ( 624 م ) : 49\r\nمعركة الجمل ( 656 م ) : 66\r\nمعركة ذات السلاسل ( 623 م ) : 53\r\nمعركة صفين ( 657 م ) : 66\r\nمعركة مرج راهط : 72\r\nالمغيرة بن شعبة : 53\r\nمقاتل بن حيان النبطي : 80\r\nالمقريزي ، أبو العباس أحمد بن علي : 27\r\nالمنصور ( الخليفة ) : 23 - 25 ، 27 ، 30 ، 83 ، 98\r\nالمهدي ( الخليفة ) : 23 ، 24 ، 85\r\nالمورياني ، سليمان بن عبد اللّه ( أبو أيوب المورياني ) : 30\r\nميسون بنت بحدل الكلبي : 68\r\n- ن - نصر بن سيار : 27 ، 33 ، 83 ، 92 ، 97\r\n- ه - هارون الرشيد : 23 ، 24\r\nهشام بن عبد الملك : 22 ، 23 ، 29 ، 30 ، 81 ، 92 ، 94\r\n- و - الوثنية : 42 ، 44\r\nوقعة كربلاء : 93\r\nالوليد بن عبد الملك : 92\r\nالوليد بن عقبة : 60\r\nالوليد بن يزيد ( الوليد الثاني ) : 75 ، 81\r\n- ي - يزيد بن معاوية بن أبي سفيان : 74\r\nيزيد بن الوليد ( يزيد الثالث ) : 81 ، 95\r\nيعلى بن منبه : 64\r\nاليهودية : 42\r\n\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110}
  ]