[
  {"content":"\r\n\r\nأساس السياسة\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nحقوق الطبع محفوظة\r\nلدار الطليعة للطباعة والنشر\r\nص . ب 111813\r\nالرمز البريدي 90 720 110\r\nبيروت - لبنان\r\nتلفون 314659 / 01\r\nفاكس 309470 - 1 - 961\r\nE . mail : daraltalia @ yahoo . com\r\nالطبعة الأولى\r\nرجب 1429 ه‍\r\nتموز ( يوليو ) 2008 م\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nأساس السياسة\r\nتأليف :\r\nالوزير جمال الدين علي بن يوسف القفطي\r\nالمتوفى سنة 646 ه‍ / 1248 م‍\r\n( ينشر أول مرة عن مخطوطة بطرسيرغ الروسية )\r\nتحقيق :\r\nجليل العطية\r\nدار الطليعة للطباعة والنشر\r\nبيروت\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nالإهداء\r\nإلى زوجتي وأولادي .\r\nجليل\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nبين يديّ الكتاب\r\nأساس السياسة هو الكتاب الرابع الذي يخرج إلى الضوء للوزير جمال الدين أبي الحسن علي بن يوسف القفطي « * » بعد آثاره المعروفة :\r\n1 - مختصر تاريخ الحكماء ( اختصر سنة 647 ه ) [ لا يبزغ - 1903 م 
  ] ؛\r\n2 - إنباه الرواة على أنباه النحاة [ القاهرة ، 1950 - 1973 
  ] ( نشر بتحقيق الأستاذ محمد أبي الفضل إبراهيم في أربعة أجزاء ) وتكرر طبعه ) ؛\r\n3 - المحمدون من الشعراء وأشعارهم . حقّقه الأساتذة : محمد عبد المعين خان [ حيدر آباد - 1969 م 
  ] ، حسن معمّري [ الرياض 1970 م 
  ] ، د . رياض عبد الحميد مراد [ دمشق - 1975 م 
  ] .\r\nولم يكن هذا الكتاب معروفا لدى ثلّة الباحثين والمحققين ، فالمخطوطة الوحيدة المتوفرة منه اليوم محفوظة في « مكتبة بطرسبرغ » الروسية ، وهي منسوبة في فهرسها إلى علي بن ظافر الأزدي [ ت 613 ه 
  ] .\r\nوللعثور عليه قصة لا بأس بروايتها ، لما لها من أهمية :\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) الأغلب أن ولادته كانت في سنة 568 ه وتوفي سنة 646 ه في حلب .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nفي نحو سنة 1987 م وقفت على فهرس مخطوطات لينينغراد ( سان بطرسبرغ ) لاحقا ، وذلك في رواق قسم المخطوطات الشرقية في المكتبة الوطنية بباريس ، وهو من إعداد المستشرق الروسي الكبير : أنس خالدوف [ 1929 - 2002 م 
  ] ويقع في مجلدين ، عنوانه :\r\n - Catalogue of Arabic Manuscripts at the Institute of Orien - tal Studies , Leningrad - Russia , 1986 [ St . Petersbourg 
  ] . \r\nوقد هالني أن \" أكتشف \" مخطوطات كثيرة شكّل وجودها في الفهرس مفاجأة سارة لي ! هذا على الرغم من أنني أستطيع أن أزعم أن إحاطتي بنوادر المخطوطات وفرائدها في خزائن العالم لا يرقى إليها الشك من قبل المنصفين ، والدليل الدامغ على ذلك أن من بين أعمالي المتواضعة \" الجديدة \" ، أو التي نشرت أول مرة محقّقة ، العناوين التالية :\r\n1 - درج الغرر ودرج الدّرر لعمر بن علي المطوّعي ( عالم الكتب ، بيروت ، 1986 م ) ؛\r\n2 - الحنين إلى الأوطان لابن المرزبان ( عالم الكتب ، بيروت ، 1987 م ) ؛\r\n3 - الشوق والفراق لابن المرزبان ( دار الغرب الإسلامي ، بيروت ، ط 2 ، 1994 م ) ؛\r\n4 - الوحوش لأبي سعيد الأصمعي ( عن نسخة نفيسة محفوظة خطأ في القسم التركي من المكتبة الوطنية في باريس ( عالم الكتب ، بيروت ، 1989 م ) ؛\r\n5 - آداب الملوك لأبي منصور الثعالبي ( طبع بمساعدة اليونسكو ، دار الغرب الإسلامي ، بيروت ، ط 1 : 1990 م ؛ ط 2 : 2005 م ) ؛\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n6 - آداب الملوك لعلي بن رزين الكاتب ( دار الطليعة ، بيروت ، 2001 م ) ؛\r\n7 - أخبار البرامكة لمؤلّف مجهول من القرن الرابع الهجري / العاشر الميلادي ( دار الطليعة ، بيروت ، 2006 م ) .\r\nوقد اخترت ثلاث مخطوطات فقط ممّا عددته مفاجأة بهيجة سارّة ، آملا أن أظفر بمصوراتها بأي شكل ، وعلى سبيل التجربة ، من بينها : أساس السياسة لعلي بن ظافر الأزدي ( ت 613 ه ) ، وهي تحمل الرقم 6739 في الفهرس وقوامها 65 ورقة ولا تحمل تاريخا للنسخ .\r\nوبينما كنت أهبط سلالم قسم المخطوطات الشرقية - بسبب عطل المصعد - سألت نفسي : أأكتب إلى « مكتبة بطرسبرغ » رسالة طلب تصوير المخطوطات المنتقاة بالإنكليزية أم بالفرنسية ؟\r\nوكان أن كتبت باللغة الأولى لرواج استعمالها وسهولة كتابتها ، فمضت الشهور ثم الشهور بلا ردّ .\r\nثم أنفذت رسالة أخرى بالفرنسية ، فلم تكن النتيجة أفضل ، خلافا لمثيلاتها من المكاتبات الأوروبية الغربية التي تسارع بالجواب .\r\nوبعد مرور سنوات على هذه المماطلة الغربية ، فكّرت الاستعانة بالأستاذ الدكتور أنس خالدوف . . وكنت قد تعرفت إلى هذا المستعرب البارز في بغداد سنة 1965 م - إن لم تخني الذاكرة - حيث قدم العاصمة العراقية ملبيا دعوة من الحكومة العراقية .\r\nولقد نعمت بصحبته وأعجبتني معرفته الواسعة بالمخطوطات العربية والإسلامية . كنّا نسير في شوارع وأزقة بغداد نتحدّث ونتناقش وأنهض بمهمتي كدليل له . وفي ختام الزيارة ، تبادلنا\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالعناوين الشخصية ، فهمس في أذني قائلا : « نحن معشر المستشرقين لا نفضّل المراسلة بلغة الضاد لعدم تمكننا من ناصيتها بل أفضّل أن تراسلني باللغة الروسية ، هذا إن وجدت من يساعدك على ذلك » !\r\nولم أضيّع الوقت كثيرا . .\r\nفكان أن استعنت بسيّدة روسية ( هي زوجة أحد الأصدقاء العراقيين ممّن درسوا في روسيا ) لتكتب لي رسالة إلى الأستاذ أنس خالدوف ، شرحت له فيها الموضوع ، وانتظرت نحو ثلاثة أشهر انتهت بتسلّم ردّ جميل منه مشجع لي ، وفيه أخبرني :\r\n1 - أنه كتب رسالة \" توصية \" إلى إدارة \" مكتبة بطبرسبرغ \" راجيا مساعدتي في تصوير المخطوطات الثلاث المطلوبة ؛\r\n2 - نبّهني إلى أن من تقاليد المكتبة أنها تتبادل المخطوطات المصوّرة ( أي من دون دفع نقود مباشرة ) !\r\nوانتظرت أربعة أشهر أخرى ليصل إليّ ردّ المكتبة الإيجابي ، فسرّني ذلك على الرغم من استغرابي لشروطها القاسية ، فلقد طلبت المكتبة مني تصوير مخطوطات عربية وتركية ضخمة الحجم ذات تكاليف باهظة !\r\nأختصر فأقول إنني وسّطت صديقتي السيدة إيقيت سوفان  Yvettes Sauvan  المستشرقة الفرنسية المعروفة ، فيسّرت لي - رحمها اللّه - الموافقة على تصوير المخطوطات التي طلبت من روسيا ، وبعد إرسال الرقيقات ( المايكروفيلم ) وصلني طرد من بطرسبرغ يشتمل على ما طلبت وفيه :\r\n- أساس السياسة المنسوب لابن ظافر الأزدي ( 613 ه ) الأديب ، المؤرّخ وصاحب بدائع البدائة .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nوبعد فحص المخطوط وتظهيره وتكبيره ، بدأت رحلة أخرى من أجل التثبّت منه : أهو حقا لابن ظافر ؟\r\nالمعروف لدى العلماء وأهل العلم أن التحقق يتطلّب دراسة معمقة .\r\nصحيح إن النسخة المخطوطة خزائنية ، بل ربما ملوكية ، رائعة الخطّ ( لعلّها نسخت في القرن الثامن الهجري / الرابع عشر الميلادي ) إلّا أن المؤلّف لم يثبت اسمه ، خلافا لما فعل المسعودي في مروجه أو ياقوت الحموي في معجم بلدانه ؛ لم يثبت مؤلّف أساس السياسة اسمه لا في أول المخطوط ولا في وسطه ولا في ختامه ! وأوضحت الدراسة أن \" بعضهم \" نسب الكتاب إلى ابن ظافر الأزدي ، لأنّ لهذا الأخير كتابا يحمل نفس الاسم ، وهو مذكور في معظم الكتب والمظان التي ترجمت لابن ظافر ، وأوردت كتاب أساس السياسة بين عناوين مؤلّفاته .\r\nوكان من حسن التوفيق أن يقتبس القلقشندي ( 756 - 821 ه ) عبارات نقلها من موسوعة مسالك الأبصار في ممالك الأمصار لشهاب الدين أحمد بن فضل اللّه العمري ( ت 749 ه ) تتعلّق ب \" الشيعة الإسماعيلية \" ، قال في ختامها : « ورأيت نحو ذلك في أساس السياسة لابن ظافر ، وذكر أنهم يرون أن الملوك . . . كالنواب لأئمتهم :\r\nلقيامهم مقامهم » ( صبح الأعشى ، ط الأميرية - القاهرة ، ج 13 ، ص 245 ) . ولاحظ : \" فهارس كتاب صبح الأعشى في صناعة الإنشا \" ، تصنيف وإعداد محمد قنديل البقلي ؛ تقديم د . سعيد عاشور ، عالم الكتب ، القاهرة ، 1970 م ، ص 599 
  ] .\r\nوهذه الاقتباسات \" القلشّندية \" أو \" القلقشندية \" في موسوعته ،\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nتثبت أن كتاب أساس السياسة نسب ضلّة إلى \" ابن ظافر \" !\r\nأما كيف تأكدنا أنه للقفطي رغم كونه لم يذكر ضمن قائمة أعماله التي ذكرها ياقوت الحموي في معجم الأدباء [ انظر مثلا ص ص 4024 - 4029 ( ط . دار الغرب الإسلامي ، بيروت ، 1991 م ، تحقيق : د . إحسان عباس ؛ وانظر مقدّمة إنباه الرواة ( ط .\r\nإبراهيم ، القاهرة ، 1950 - 1973 م ، ص ص 21 - 23 ؛ وانظر أخيرا : مقدمة المحمدون من الشعراء وأشعارهم ( ط . مجمع اللغة العربية بدمشق - 1395 ه / 1975 م ) ، ص ص ح - خ 
  ] .\r\n. . . أقول : فقد قدّمنا مقتبسات القلقشندي عن مسالك الأبصار ( طبعت هذه الموسوعة مصوّرة في \" معهد فرانكفورت \" بإشراف المستعرب التركي الدكتور فؤاد سزكين  Fuat Sezgin  كالآتي ؛\r\n Ibn Fadallah al - Umari . . Ibn Yahya ? , Masalik al - Absar Fi Mamailik al - Amsar ( Routes Towrard Insight in to the Capital Empires ) 1988 - 1989 , Frankfurt . \r\nوكانت موسوعة مسالك الأبصار قد طبعت في دولة الإمارات العربية وصدرت عن المجمع الثقافي - أبو ظبي سنة 2002 .\r\nأعترف هنا بأنني فوجئت بأنه كانت ثمة نسخة ثانية من مخطوطة أساس السياسة معزوّة لمؤلفها الحقيقي ( - القفطي ) ، محفوظة في مكتبة \" خالص أفندي \" بإستانبول ، أشار إليها الأستاذ عبد اللّه مخلص ( ت 1947 م ، وكان أحد أبرز علماء فلسطين في القرن الماضي ) وذلك في دراسته القيّمة : « التواليف الإسلامية في العلوم السياسية والإدارية » ، نشرها في مجلة المجمع العلمي العربي بدمشق ( مجمع اللغة العربية لاحقا ، العدد 18 ، 1943 م ، ص ص 339 - 344 . والإشارة المقصودة وردت في ص 340 ) .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nوانظر مقدّمة الأستاذ ميخائيل عواد ( 1912 - 1995 م ) - رحمه اللّه - ل رسوم دار الخلافة للصابئ ( 448 ه ) ، المنشور في بغداد ، 1383 ه / 1964 م ، ص 51 .\r\nلقد بذلت جهودا مضنية للظفر بهذه المخطوطة والإفادة منها غير أن جهودي تبدّدت حيث ضاعت هذه النسخة أثناء الحرب العالمية الثانية بين سمع الأرض وبصرها ! !\r\n- وعودا على بدء ، أقول إن أساس السياسة من الكتب التي تعرف ب « نصيحة الملوك » أو « أدب المرايا » أو « الآداب السلطانية » ، جسّد فيه الوزير القفطي آراءه السياسية والفكرية في صورة غير مباشرة ، مازجا بين الثقافات الفارسية واليونانية والإسلامية ، وهو نمط نادر في النصوص السياسية القليلة التي تأدّت إلينا عبر قرون من الزمن .\r\n- إنّ صاحب إنباه الرواة صنّفه وهو في غمرة شبابه ، حيث كان يتردد على القاضي الفاضل : عبد الرحيم بن علي البيساني ( 529 - 596 ه ) والذي كان يعدّ بحقّ أمير الأدب العربي في عصره ، وهو الذي شجّع القفطي وتوقّع له المستقبل الخطير الذي ناله بجدارة لاحقا كما هو مشهور وهو - القاضي - من أطلق على هذا الكتاب اسم أو عنوان « أساس السياسة » .\r\n- لقد ألّف القفطي كتابه المبتكر الأصيل هذا للملك العزيز ( عثمان بن يوسف صلاح الدين الأيوبي ( 567 - 595 ه ) . وكان هذا الملك من ألمع ملوك بني أيوب ، ويروي المؤرخون أنه كان يمتلك ثقافة إسلامية واسعة ، ومعرفة عميقة بالحديث ، وكانت الرعية تقدّره كثيرا .\r\n- عمد مؤلّف الكتاب إلى أسلوب مبتكر حقا ، بل لم يكن\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nمألوفا قط ، وهو أنه جعله على لسان الجاريات ( أو الحظايا ) وليس على لسان الحيوانات العجماوات ! وبهذا رفع في هذا الكتاب المهمّ من شأن المرأة العربية ، خاصة فئة \" الجواري \" التي كان ينظر إليها نظرة احتقار ( حسدا ربّما ! ) ، هذا على الرغم من أن الإسلام رفع من شأنها ، كما هو معروف .\r\n- في أساس السياسة قصص وحكايات مثيرة ، متداخلة تشكّل بمجموعها ثروة ثرّة ، يتعيّن على المهتمين بالفكر السياسي الإسلامي دراستها بعمق وترو . .\r\nإضافة إلى هذا الهدف \" الاستراتيجي \" ، سيجد الأدباء والروائيون فيه مادة خصبة ، وهذا ينسحب على أهل السينما والمسرح والتلفزة !\r\n- صفوة الكلام : إنّ في هذا الكتاب الصغير الحجم ، عوالم مدهشة ، مبهرة لا تحدّدها الكلمات ، أضعه بين يديك - عزيزي القارئ - تاركا التفصيلات لمقدّمة التحقيق والحواشي .\r\nالمحقّق\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nمقدّمة التحقيق\r\n\r\n( 1 ) ارتبطت الأمة الفارسية بالأمة العربية بأوثق الروابط وأقوى الصلات . . .\r\nفقد تجاوز الفرس والعرب منذ عصور سحيقة ، تبادلوا خلالها المنافع وقامت بينهم الحروب والعلاقات السياسية وكذلك المنافسة ، فحصل تأثير متبادل بينهما .\r\nويرى د . فؤاد الصيّاد « * » أنّ العلاقات بين الفرس والعرب تمتد إلى أبعد من التاريخ المدوّن ، أي إلى فترة الأساطير .\r\nكان العرب أسبق الأمم اتصالا بالفرس ، فهم أول من تحدّث عنهم الفردوسي في الشاهنامه ، وهم آخر الوجوه التي تقع عليها العين في ختام تلك الملحمة الكبرى .\r\nواللغة الفارسية التي احتكّ بها العرب في أول أمرهم كانت لغة العلم والحضارة في العصر الساساني الذي دام أربعة قرون وشمل \" إمبراطورية \" مترامية الأرجاء ، كانت تمتد من العراق حتى حدود\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) انظر بحثه القيّم « دور الفرس في بناء الحضارة الإسلامية » ضمن كتاب دراسات في الحضارة الإسلامية : التقاء الثقافتين العربية والفارسية لنخبة من الأساتذة ، دار الثقافة ، القاهرة ، 1979 م ، ص ص 67 - 89 . وقد أفدنا منه كثيرا خاصة ، ومن الكتاب عامة .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\" صغد خوارزم \" ( انظر للتفاصيل : معجم البلدان لياقوت الحموي ( مادة \" الصغد \" ؛ كتاب البلدان لابن الفقيه بتحقيق الأستاذ يوسف الهادي ، عالم الكتب ، بيروت ، 1996 م ، استشر الفهارس المفصّلة ؛ والأخبار الطوال لأبي حنيفة الدينوري ، تحقيق الأستاذ عبد المنعم عامر ) .\r\nاشتهر ملوك الفرس بميلهم إلى العلم والاستزادة من المعرفة ، وتشجيع الترجمة والتأليف بحيث أن اللغة الفارسية في عهدهم كانت تحتوي أمشاجا مختلفة من آداب السياسة والحكم والأدب التعليمي والأخلاقي وأدب الرسائل وغيرها .\r\nيذكر المؤرّخون أن أردشير بن بابك « * » - مؤسس الدولة الساسانية - طلب الكتب من الهند والروم والصين وتابعه ابنه سابور في هذا الصّدد ( لقد احتل أردشير في تاريخ الفرس مقاما رفيعا ، فهو الذي قضى على حكم ملوك الطوائف ، وأعاد للإمبراطورية الفارسية ، بعد توحيد أجزائها وتوسيع رقعتها ، مجدها القديم ، الذي كان لها في أيام كورش ودارا الكبير ، وردّ لعقيدة زرادشت مكانتها القديمة ، وعمد إلى إحياء رسومها ، وبذلك هيّأ للفرس الوحدة السياسية وقوّة الرابطة الدينية ، وكان مؤسّس الدولة الساسانية التي ظلّ ملوكها يتولون الحكم حتى ظهور الإسلام « * * » . وذكر المقدسي في الكتاب المنسوب له :\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) نقل ابن قتيبة هذه المعلومات ( باختلاف في فضل العرب والتنبيه على علومها ، ص ص 205 - 206 ، تح : د . وليد خالص ، منشورات المجمع الثقافي - أبو ظبي ، 1998 ) عن كتاب سير الملوك .\r\n( * * ) للتفاصيل انظر مقدمة الدكتور إحسان عباس ( ت 2003 م ) ل عهد أردشير ( دار صادر ، بيروت ، 1387 ه / 1967 م ) ، ص 7 وما بعدها ، وغرر السّير ( ط .\r\nطهران ) ص 473 ؛ والأخبار الطوال ، ص 72 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالبدء والتاريخ أنه من أجلّ الأعمال المهمة التي قام بها أردشير عرف بلقب : \" الجامع \" ، وهذا اسم رمزي للوحدة التي حقّقها .\r\nولأردشير صورة واضحة في المصادر كتاريخ الطبري ومروج الذهب للمسعودي وسواهما ، وإن لم تسلم هذه الصورة - في المصادر العربية من بعض الجوانب الأسطورية ، وسبب هذا الوضوح يكمن في اعتمادها على مصادر فارسية مفصّلة معتمدة في كثير من جوانبها . ولأردشير نفسه يد في توجيه تلك المصادر ( كما يقرّر المسعودي في مروج الذهب ، الجزء الأول ، ط . شارل پلا ، بيروت ، 1966 م ، الباب الرابع والعشرون ) .\r\nوقد اختلف المؤرّخون في عدد ملوك آل ساسان ، فمن قائل إنهم ثلاثون ملكا ، وقيل أيضا إن عدّة ملوكهم من كيومرث إلى يزدجرد ثمانون ملكا . . . وقيل إن سني الفرس إلى الهجرة ثلاثة آلاف سنة وستمائة وتسعون سنة . . . إلخ ( المروج ، ط . پلا ، الفقرتان 656 - 657 ) .\r\nولعبت مدينة جنديسابور الشهيرة ( التي أسّسها الملك الذي حملت اسمه ) في القرن الثالث للميلاد ، دورا كبيرا في تأصيل الحضارة الفارسية ، إذ إنها كانت من المراكز الفكرية والثقافية التي امتزجت فيها ثقافات شعوب الشرق والغرب ، إثر احتضانها أسرى أسرهم سابور من الرومان وغيرهم .\r\nولا بأس أن نستطرد هنا لنذكر ونذكّر بالدور الريادي لجنديسابور والذي ساهم فيه - إضافة إلى الرومان - مفكّرون سريان وكلدان وآشوريون وغيرهم من خلال عملية النقل والترجمة « * » . ولما\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) انظر الدراسة الممتازة التي أعدّها الأكاديمي إفرام يوسف :  Ephrem - Isa  -\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nتولى كسرى أنوشروان عرش الساسانيين ، أعاد النشاط إلى مركز جنديسابور الحضاري ، كذلك أسّس كسرى معهدا للنسطوريين .\r\nويروى أنه كان لكسرى شغف كبير بالثقافة العقلية ممّا أدّى إلى ظهور نهضة علمية وأدبية شاملة كانت تعتمد على النقل ( الترجمة ) حيث نقلت عيون التراث الإنساني العالمي إلى اللغة الفارسية . فترجم إليها من الهندية عدة آثار أدبية جاء بها وفد أرسله الملك لطلب كتب في الطب والأدب . وفي الوقت نفسه ترجمت طائفة من الكتب اليونانية في المنطق والحكمة وسواهما ، خاصة بعد التجاء عدد من العلماء اليونانيين إلى بلاط كسرى ، فاستقبلهم إمبراطور فارس استقبالا جيدا ، وظلّ هؤلاء يعملون ويؤلّفون في الآداب والفلسفة والعلوم ويدرّسون في المركز الطبي .\r\nلقد بقي هذا الإرث الحضاري المكتوب باللغة الفارسية القديمة في عصر ما بعد الإسلام ، وهو الذي نقل إلى \" بيت الحكمة \" وسواها في العصر العباسي . وبهذا التراث المعتّق ، دخل الفرس الإسلام لتبدأ صفحة جديدة من العلاقة بين الأمتين « * » .\r\n\r\n\r\n","description":"","footnote":"\r\n-\r\n Yousif , Les philosophes et traducteurs Syriaques d'athenes a Bagdad , Paris , L'Harmattan , 1997 . \r\n( * ) ثمة كتب كثيرة ألّفها مستشرقون ومستعربون - إضافة إلى عدد غير قليل من الباحثين العرب - تتناول التاريخ القديم لبلاد فارس وآدابها وحضارتها سيرد ذكر العديد منها لاحقا ، ونكتفي هنا بأهمّ هذه المراجع ، في تقديرنا ، على الإطلاق وهو كتاب المستشرق الشهير إدوارد براون :\r\n- تاريخ الأدب في إيران ، ترجمة وتعليق الدكتور أحمد كمال الدين حلمي ، أستاذ اللغة الفارسية وآدابها بجامعة الكويت .\r\n- الجزء الأول : 471 ص ، منشورات جامعة الكويت ، الكويت ، 1994 م .\r\n- الجزء الثاني : 538 ص ، منشورات جامعة الكويت ، الكويت ، 1996 م .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\n( 2 ) أدب مرآة الأمراء\r\nهو نمط من الكتب التي كانت شائعة في العصور الوسطى في الشرق والغرب ، وهي كتب تحتجن المثل المحكم والحكاية الواعظة والعبارة المنسّقة مع استشهادات ومقتبسات من القرآن والحديث والشعر المنتقى وما شابه . وكان الهدف من هذا اللون الأدبي : تأديب الأمراء ونصح الملوك والحكام ، وأشهر وأقدم من أجاد هذا الفن ابن المقفع في كتابيه السائرين : الأدب الصغير والأدب الكبير ( وهو مترجم الكتاب الخالد : كليلة ودمنة ) « * » .\r\nكما يعدّ أساس السياسة للقفطي من هذا اللون ؛ غير أن لهذه المخطوطة خصوصيتها ومميّزاتها التي سنعرض لها بعد قليل . وقد نسبت المخطوطة في قائمة مخطوطات \" مكتبة بطرسبرغ \" التي أعدّها أنس خالدوف ، إلى علي بن ظافر الأزدي ، كما أسلفت .\r\nفمن هو الأزدي ؟\r\nهو أبو الحسن ، جمال الدين علي بن ظافر بن حسين ( 567 - 613 ه / 1171 - 1216 م ) « * * » : أديب ، ومؤرّخ ، وهو مصري وزّر للملك الأشرف ( موسى بن الملك العادل أبي بكر بن أيوب ) . قال\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) للتفاصيل انظر : أخلاق الملوك للثعلبي بتحقيقي ، ( مقدّمة التحقيق ، ص ص 7 - 8 ) ، دار الطليعة ، بيروت ، 1424 ه / 2003 م .\r\n( * * ) جعل ابن شاكر الكتبي ( 764 ه ) وفاته سنة ثلاث وعشرين وستمائة هجرية ، وهو وهم منه ( فوات الوفيات ، ج 3 ، ص 27 ، ضمن ترجمته ذات الرقم 340 ) .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nياقوت الحموي إن له علوما جمّة وفضائل كثيرة ، ثم ترك الوزارة . .\r\nوعاد إلى مصر وتوفي فيها عن ثمان وأربعين سنة ( معجم الأدباء ، ص 1778 ، ضمن ترجمته ذات الرقم 768 ) .\r\nقال الصّفدي : درّس ( الأزدي ) بمدرسة المالكية بمصر بعد أبيه ، وترسّل إلى الديوان ، . . . كان متوقد الخاطر ، طلق العبارة ، ومع تعلّقه بالدّنيا له ميل إلى أهل الآخرة ، محبّا لأهل الدين والصلاح . . روى عن القوصي وغيره ( الوافي بالوفيات 21 / 159 ، ضمن ترجمته ذات الرقم 111 ) .\r\nويبدو أنه صنّف خلال فترة الاعتزال كتابا سمّاه : شفاء الغليل في ذمّ الصاحب والخليل ( وهو مفقود ) ، إلّا أنّ السيوطي ( ت 911 ه ) اختصره في كتاب سمّاه : الشهاب الثاقب في ذمّ الخليل والصاحب ( نشره الزغلي - الحرستاني ، عمّان ، 1410 ه / 1990 م ) .\r\nومن مؤلّفات ابن ظافر الكثيرة ، نذكر :\r\n1 - أخبار الدول المنقطعة ، وصلت إلينا قطعة منه تضم الجزء الثاني من مخطوطة الكتاب . نشرت بعناية المستشرق الفرنسي فرّي  Ferre  ، مطبوعات المعهد العلمي الفرنسي ، القاهرة ، 1972 م .\r\n- وظهرت منه طبعة ثانية بتحقيق د . محمد مسفر الزهراني ، المدينة المنورة ، مكتبة الدار ، 1408 ه .\r\n2 - أخبار السلجوقية ، مفقود .\r\n3 - أخبار الشجعان ، مفقود .\r\n4 - بدائع البدائة ، حقّقه الأستاذ محمد أبو الفضل إبراهيم ، مكتبة الأنجلو ، القاهرة ، 1970 م .\r\n5 - مكرمات الكتاب ، مفقود .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n6 - من أصيب ممّن اسمه علي ، وابتدأ بعلي بن أبي طالب - عليه السلام . ومن آثاره التي أورد ذكرها معظم الذين ترجموا له :\r\n7 - أساس السياسة .\r\n8 - نفائس الذخيرة [ لم يتم 
  ] .\r\n\r\nالقاضي الفاضل\r\nيقول مؤلف مخطوطة أساس السياسة : « كنت عند الفراغ من تحريرها ، وبلوغ الغرض المقصود من تنقيحها وتحبيرها ، قد عرضتها بالمجلس العالي الأجلّي القضائي الفاضلي . . . » .\r\nوهذه العبارات واضحة ، فالقاضي الفاضل أشهر أدباء عصره ، ولقد ارتبط به القفطي منذ وقت مبكّر ، وكان يختلف إليه مع والده .\r\nوذكر القفطي في ترجمة الأهنومي النحوي اليمني « أنه اجتمع به في سنة ست وثمانين أو سبع وثمانين في مدرسة القاضي الفاضل عبد الرحيم بن علي البيساني » ( إنباه النحاة 1 / 274 ) . وكان القاضي الفاضل يدعى : \" القاضي الأجلّ الفاضل \" ( بدائع البدائة ، ص 270 ، 397 ) .\r\nوالقاضي الفاضل « * » هو عبد الرحيم بن علي السعيد اللخمي ، البيساني ( 529 - 596 ه / 1135 - 1200 م ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ترجمته مبسوطة في معظم المصادر التاريخية والأدبية بينها : خريدة القصر للعماد الأصفهاني - قسم مصر 1 / 51 ؛ معجم الأدباء 1562 ؛ الوافي بالوفيات 18 ( 335 - 379 ) ؛ حسن المحاضرة 1 / 564 ، الأعلام 4 / 346 ( ط 4 ) . . .\r\nوالكتب التاريخية المعتمدة حوادث سنة 596 ه .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nوهو وزير ، من أئمة الكتّاب ، ولد في عسقلان بفلسطين ، وانتقل إلى الإسكندرية ثم إلى القاهرة وتوفي فيها ، وكان من وزراء السلطان صلاح الدين الأيوبي ومن مقرّبيه ، ولم يخدم أحدا سواه .\r\nقال أحد مترجميه : « كانت الدولة بأسرها تأتي إلى خدمته » ، وكان السلطان صلاح الدين يقول : لا تظنّوا أنّي ملكت البلاد بسيوفكم ، بل بقلم الفاضل !\r\nوكان كثير الرسائل ، وصلت إلينا رسائله ( أو بالأدق قطعة منها ) طبعت في القاهرة .\r\nقال ياقوت الحموي : ذكروا أن الكتب التي خلّفها مائة ألف وعشرون ألف مجلّدة ، وزادت فهرسته ( أي فهرسة مكتبته ) على عدة مجلدات ( معجم الأدباء ، ص 1563 ضمن ترجمته ذات الرقم 672 ونقله الصّفدي ) . وقد طبع ديوانه في جزءين ، بتحقيق د . أحمد أحمد بدوي ( القاهرة ، 1961 م ) .\r\n\r\nالملك العزيز\r\nجاء في مقدّمة مخطوط أساس السياسة أن الفضل في تسميته يعود إلى \" القاضي الفاضل \" الذي شجّع المؤلّف - وكان شابا يافع السنّ - على التأليف في الفكر السياسي الإسلامي بأسلوب سجعي يناسب عصره .\r\nثمّ يقرر مؤلّف المخطوط أنه يهديه إلى « مولانا الملك العزيز . . . فإنه من الملوك الذين سعدت به . . رعيته . . وطويت على النصح لها والشفقة عليها . . وحبّب إليه العدل والإنصاف . . » .\r\nوهكذا لخّص لنا المؤلّف الهدف من كتابه المهمّ .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nوالملك العزيز « * » هو عثمان بن يوسف ( صلاح الدين بن أيوب ) أبو الفتح ، عماد الدين ( 567 - 595 ه / 1172 - 1198 م ) .\r\nكان نائبا عن أبيه ، وتوفي أبوه في دمشق ، فاستقلّ بملك مصر ، سنة 589 ه . وحاول انتزاع دمشق من يد أخيه الأفضل فلم ينجح إلّا في المحاولة الثالثة سنة 592 ه ، فأقام عليها عمّه العادل .\r\nكان كريما ، كثير الخير ، وله علم بالحديث والفقه .\r\nقال المقريزي : وحدّث ، وكانت الرعية تحبّه محبة كثيرة .\r\nمولده ووفاته بالقاهرة .\r\nونقل الزركلي عن ابن تغري بردي قوله : استقامت له الأمور في أيامه ، وعدل في الرعية ، وعفّ عن أموالها ( الأعلام 4 / 215 ، ط 4 ، دار العلم للملايين ، بيروت ، 1979 م ) .\r\nمتى ألّف الكتاب ؟ وأين ؟\r\nألّف أساس السياسة في القاهرة ما بين سنتي 589 و 596 ه ، أي ما بين سنة استقلال الملك العزيز بمصر وسنة وفاة القاضي الفاضل . ولما كان القفطي من مواليد سنة 568 ه ، فإنه صنّف هذا الكتاب ، وهو ما بين الحادية والعشرين والثامنة والعشرين من عمره ، وهي سنّ مناسبة للتأليف والإبداع وتحمّل العلم . لكنني وجدت إشارة تؤكّد أنه ترك القاهرة مع والده إلى بيت المقدس سنة 591 ه ، فهل ألّف كتابه هذا في حدود تلك السنة ؟ شخصيا لا أستبعد ذلك ،\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) انظر ترجمته في : تاريخ ابن الأثير 12 / 54 ؛ حلى القاهرة لابن سعيد 195 ؛ ترويح القلوب 69 ( رقم 134 ) ؛ شفاء القلوب 235 ؛ وكتاب الروضتين لأبي شامة ( تح : الأستاذ إبراهيم الزيبق ، مؤسسة الرسالة ، بيروت ، 1997 م ) راجع الفهارس .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nفلقد كان تحمّل العلم في تلك العصور يتمّ منذ الصغر ، وسترد ملاحظة أخرى بهذا الشأن بعد قليل .\r\n\r\nالقفطي\r\nأوردنا في الصفحات الماضيات ما يؤكد أن مخطوط أو كتاب أساس السياسة الذي نسب خطأ وضلة إلى علي بن ظافر الأزدي ، لا صلة له بهذا المؤرّخ ، الأديب ، بل هو للقفطي « * » ؛ فمن هو القفطي ؟\r\nإنه علي بن يوسف بن إبراهيم ، أبو الحسن ، جمال الدين ، يعرف بالقاضي الأكرم وينتهي نسبه إلى وائل بن بكر ( 568 - 646 ه / 1172 - 1248 م ) .\r\nالقفطي أحد الكتّاب المشهورين المبرّزين . كان أبوه القاضي الأشرف كاتبا أيضا . ولد في قفط من الصعيد الأعلى بمصر ، وكان يجيد مختلف العلوم كاللغة والنحو والفقه والحديث وعلوم القرآن والأصول والمنطق والنجوم والهندسة والتاريخ والجرح والتعديل .\r\nوشغل منصب الوزارة بحلب ، وكان من هواة الكتب وأوصى بكتبه للناصر صاحب حلب .\r\nله نحو ثلاثين كتابا فقد معظمها أثناء هجوم التتار على بلاد الشام ، وأساس السياسة هو رابع كتاب يصل إلينا من آثاره وأعماله ،\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ترجمته في : معجم الأدباء ، ص ص 2022 - 2036 ( رقم 855 ) ؛ معجم البلدان ( مادة : فقط ) ؛ الطالع السعيد 836 ؛ الوافي بالوفيات 22 / 338 ؛ فوات الوفيات 3 / 117 ؛ بغية الوعاة للسيوطي 2 / 212 ؛ حسن المحاضرة 1 / 554 ؛ الأعلام 5 / 33 . ولعلي الخطيب كتاب : القفطي : حياته وآثاره وأدبه ( دار المعارف ، القاهرة ) .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nوهو ثاني كتاب تام ، مكتمل له بعد إنباه الرواة .\r\nأخذ العلم عن مجموعة من العلماء ممّن كانوا يعيشون في مصر من بينهم : محمد بن محمد الأنباري ، وأبو طاهر السّلفي في الإسكندرية .\r\nأورد له ياقوت قصائد ومقطّعات كثيرة تنمّ عن شاعرية جيدة منها قوله في صفة ولديه ( وفيها مبالغة كبيرة ) [ السريع 
  ] :\r\n بكران بل بدران ما يكسفان * روحان للملك وريحانتان\r\nلؤلؤتا بحر وإن شئت قل * ياقوتتا نحر وعقدا لبان\r\nفرعان في دوحة عزّ سمت * غيثان بل بحران بل رحمتان\r\nسيملكان الأرض حتى يرى * لي منهما حرّان والرقتان \r\nوللقفطي الشيباني إجازة من أبي طاهر السلّفي ، المتقدم ذكره ، والمتوفى سنة 576 ه ، كما له إجازة عامة من العماد الأصبهاني ( محمد بن محمد بن حامد ) . أورد القفطي الإشارة الأولى في إنباه الرواة 1 / 171 و 1 / 330 ، أما الإلماع الثاني فورد في المصدر نفسه 1 / 364 .\r\nوكان المؤلّف لهذا الكتاب قد ترك القاهرة مع والده إلى بيت المقدس سنة 591 ه ، وهذا يعزّز كونه ألّف أساس السياسة قبل هذا التاريخ المحدّد كما أسلفنا .\r\nوتثير مسألة حصول القفطي على إجازة عامة من السلّفي - أحد أبرز علماء الحديث في القرن السادس الهجري - التساؤلات : فكيف ينال طفل في نحو التاسعة من عمره إجازة من أعظم علماء الحديث ؟\r\nالقفطي ذهب إلى السلّفي في الإسكندرية مع والده الوزير . . لهذا\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nشجّعه السلّفي على المضي في دروب العلم ، وهذا هو تفسيرنا المنطقي لهذه الإجازة .\r\n\r\nالكتاب\r\nيذكر القفطي في مقدّمته الوجيزة ، أنه وقعت إليه كلمات لأحد ملوك الفرس - لم يسمّه - ؛ كلمات تشتمل « جملا من السياسات الملوكية ، والآداب الحكمية » جاءت ردّا على بعض ملوك البلدان المجاورة لبلاده ، ممّن هابوه وخضعوا لسلطانه وصالحوه . ولقد تعهّد لهم بأنهم إذا انقادوا لحكمه ودفعوا ما عليهم من ضرائب وجزى ( جمع جزية ) ، فإنهم سيعيشون بأمان واحترام وتقدير .\r\nوأراد الملك الذي استجاب لكل شروط إمبراطور فارس أن يعرف من حاميه كيف استقام له الملك بمثل هذه السهولة واليسر ، بحيث أصبح الآخرون - من الملوك والحكام - ينظرون إليه باحترام ؟\r\nفأجاب هذا بأنه عمل على سبع خصال جعلته ينتصر ويشيع ذكره الطيّب في الآفاق والبلدان .\r\nوهذه الخصال ( الفصول ) تتلخّص بأنه :\r\n1 - لم يهزل في أمر ، ولا نهى قطّ ( لأنّ الهزل يصغّره بعيون الرعية ) ؛\r\n2 - لم يخلف وعدا ولا وعيدا ( والوعيد هو التهديد ) ؛\r\n3 - عاقب للذنب ، أي للخطأ الجسيم المقصود ، لا للغضب الآني المتعجل ؛\r\n4 - ولّى الإدارات والمصالح إلى أناس مشهود لهم بالكفاءة ، إضافة إلى الإخلاص والوفاء ؛\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n5 - دخل قلوب الرعية بسهولة ويسر لاستقامته ؛\r\n6 - كان شديد الرهبة ، تهابه الرعية ، لكنه لم يكن حقودا ؛\r\n7 - كان متزنا في أحكامه وتقييمه بين الناس ، ولا يسمح لهم بالفضول ، أي تقديم معلومات إلى السلطة لا تتسم بالدّقة بل ربما تتضمن الشّغب أو الدّس لأغراض شخصية .\r\nهذه الخصال الأخلاقية أو الحكم الفارسية تنسب إلى سابور وسواه من ملوك فارس . وقد وردت في مصادر يصعب حصرها وعدّها ، أقدمها عيون الأخبار لابن قتيبة ( 276 ه ) ، والعقد الفريد لابن عبد ربه ( 346 ه ) ، ومروج الذهب للمسعودي ( أتم تأليفه سنة 332 ه وتوفي سنة 346 ه ) ، إضافة إلى عشرات من كتب التراث العربي - الإسلامي . وأثناء هذا النقل حدث اختلاف وحذف وتصرّف في الكلمات والذخائر الحكمية . وهو - أي - القفطي - رأى في هذه الحكم \" ثروة \" على إيجازها وقلّة كلماتها ، تجسّد أسّ السياسة وفلسفة السلطة ، فآثر أن يقدّمها إلى ملك بلاده ، لأنه الأجدر بمطالعتها والأخذ بها وجعلها فلسفة ودربا للراعي في حكم الرعية .\r\nولما كان ( الملك العزيز ) مشغولا بمسؤولياته الخطيرة ، قرّر شرحها وصياغتها صياغة أدبية ، غير أنه احتار في تحديد الأسلوب الذي يقدّم فيه هذه الحكم الفارسية فاختار أسلوب الأسمار لا الحديث على لسان الحيوانات كما يفعل سواه .\r\nوالأسمار جمع سمر ، وهي مجموعة حكايات وأساطير وطرائف ووقائع دوّنها العرب بدءا من القرن الثاني للهجرة / الثامن للميلاد ، وكانت لهم مجالس سمر على اختلاف مستوياتهم الاجتماعية والفكرية ؛ فيأتي في المقدّمة الخليفة ، ثمّ ولي عهده ،\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nفالأمراء . . وهكذا حتى رؤساء الأحياء الشعبية .\r\nوكان الجهشياري ( ت 331 ه ) صاحب كتاب الوزراء أكثر من اهتم بهذا النّمط الرائع من التأليف .\r\nولا بأس أن نقول إن المؤلّف اختار السجع الذي كان سائدا آنذاك . وكون القفطي كان من أشدّ المعجبين بالقاضي الفاضل ، فإنه قلّد أسلوبه ( - أسلوب القاضي ) والذي سحر الناس وفتنهم في القرن السادس الهجري وما بعده .\r\nيتصدر موضوع المرأة هذا الكتاب بكل همومه ومشكلاته ، ولا بأس أن نستطرد هنا فنقول إن الحزمة من الملوك لا يكثرون من عدد النساء ، بل يختارون ويستجودون ، واتخاذ العدد الكثير منهن مضرّ .\r\nيذكر العباسي أن بعض الملوك يرى خلاف هذا الرأي ، فيكثر في العدد ، حتى بلغت عدتهن عند بعض الأكاسرة ستة آلاف واحدة .\r\nوكانت لجماعة من خلفاء بني العباس الألف وما حولها ، وكذلك لجماعة من ملوك بني ساسان . . .\r\nيضيف العباسي - وهو من نسل الخلفاء العباسيين - أنه ينبغي للملك أن لا يكثر الجلوس مع النساء ، ولا يطيل الحديث معهن ، فإنّ فيه من التحليل للقوة التميزية والغضبية كثير ، يظهر أثره ، وإنما ينبغي أن يكون ذلك عند كلال الجسد وملال الخاطر ، وفي وسط النهار ، وبعض الليل ، والمختار منهن ما شرف جنسه ، وحسن منظره ، وكمل أدبه ( آثار الأول للحسن بن عبد اللّه العباسي ، 223 ) .\r\nوجاء في ترجمة المتوكل أنه كان منهمكا في اللّذات والشراب ، وكان له أربعة آلاف سرّية ( تاريخ الخلفاء للسيوطي ، تح . إبراهيم صالح ، 411 ) .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوأفادنا ابن النديم في كتابه الخالد الفهرست أن الإسكندر المقدوني كان أول من سمر بالليل ، وقد زودنا بأسماء العشرات ممّن ألّفوا في الأسمار من بينهم كتّاب بارزون ووزراء وشعراء لامعون ، وآخرون لا نعرف عنهم أي شيء .\r\nولقد جاءت هذه الأسمار ضمن الفن الأول من المقالة الثامنة تحت عنوان : « في أخبار المسامرين والمخرّفين وأسماء الكتب المصنّفة في الأسمار » ( الفهرست ، ص ص 363 - 367 ، ط .\r\nتجدّد ، طهران ) .\r\nولا ننس هنا الإشارة - مجرد الإشارة - إلى ألف ليلة وليلة ، الذي وصلت إلينا قطعة صغيرة منه مكتوبة في القرن الثالث للهجرة / التاسع للميلاد ، نشرتها الدكتورة نبيهة عبود ( من العراق ) .\r\nوالمخطوطة محفوظة اليوم في المعهد الشرقي بجامعة شيكاغو الأميركية . ( انظر : أقدم المخطوطات العربية في مكتبات العالم لكوركيس حنا عواد ، منشورات وزارة الثقافة ، بغداد ، 1982 م ، ص 90 ) .\r\nوعلى سبيل الاستطراد ، نوضّح أن من ثمار اتصال العرب بالفرس كان ترجمة بعض الفرس إلى اللغة العربية كتبا شتّى في العلوم والتاريخ والسّير والموسيقى والأخلاق ونظام الحكم :\r\n- فقد بدأت ترجمة الكتب التاريخية إلى العربية في عهد مبكّر فكان في مكتبة هشام بن عبد الملك كتاب في تاريخ الفرس وسياستهم ( ترجم من الفارسية إلى العربية ) .\r\n- وكان العديد من الوزراء العباسيين فرسا ، لكنهم برعوا في اللغة العربية والأدب العربي .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n- واشتهر البرامكة بتشجيعهم نشر الثقافة الفارسية .\r\n- وأشهر المترجمين في العصر العباسي الأول : نوبخت ، وابنه الفضل الذي نقل من الفارسية كتبا في النجوم وغيرها ، وعلي بن زياد التميمي نقل من الفارسية كتاب زيج الشهريار ، والحسن بن سهل كان من المنجّمين والمترجمين .\r\n- وكثر في العصر العباسي أبناء الفرس الملمّين بالعربية والفارسية ، وكان في العصر نفسه عرب يعرفون الفارسية وهؤلاء وأولئك كان لهم شعر ونثر فيه أفكار فارسية في قوالب عربية ( انظر :\r\nتيارات ثقافية بين العرب والفرس للدكتور أحمد محمد الحوفي ط 3 ، دار نهضة مصر ، القاهرة ، 1978 م . وانظر أيضا : أخلاق الملوك لمحمد بن الحارث الثعلبي ، وآداب الملوك لعلي بن رزين الكاتب .\r\nوالكتابان بتحقيقي ، ومن إصدار دار الطليعة ، بيروت ) .\r\n- يصعب اليوم علينا معرفة وتحديد المصادر التي استند إليها القفطي في كتابه الموجود بين أيدينا ، لكن لا ريب في أنّه استند إلى بعض الكتب الساسانية ومنها : كاهنامه وآئين نامه . وقد أشار الأستاذ محمد محمدي في دراسة له تناولت كتاب أخلاق الملوك ( تنظر مقدّمة تحقيقه بقلمي ، ص ص 10 - 11 ) أنّ بين هذه المصادر \" تاجنامه \" - وليس هذا الكتاب اسما خاصا بكتاب معيّن بل هو عنوان لفئة الكتب الموضوعة لغرض خاص ، شأنه في ذلك شأن الكتب الفارسية التي تدلّ عناوينها على نمط خاص من الكتب أمثال :\r\n\" آئين‌نامه \" ، و \" أندروزنامه \" ، و \" بندنامه \" وغيرها . ف \" آئين نامه \" - مثلا - اسم لفئة من الكتب التعليمية التي تهدف إلى تعليم فن من الفنون أو أدب من الآداب ، مشتملة على قواعد ذلك الفن وأصوله\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nودساتيره مثل كتاب آئين الرمي لبهرام جور وغيره . و \" أندروزنامه \" أو \" بندنامه \" عنوان للكتب المشتملة على المواعظ والوصايا والرسائل الشعبية في الآداب والأخلاق ، كان الأدب الساساني يحفل بها .\r\n- لقد أفاد القفطي كثيرا من كتب ال \" تاجنامه \" ، مثلما أفاد غيره من المؤلّفين كما سنلاحظ ، على أن القفطي لم يكتف بما نقل واقتبس من التراث الفارسي بل إنه مزجه بالتراث اليوناني والتراث العربي - الإسلامي .\r\n\r\nالتراث اليوناني\r\nلقد أغنانا الدكتور إحسان عباس عن تتبع جذور الصلة بين الأدبين اليوناني والعربي وذلك في كتابه المتميز : ملامح يونانية في الأدب العربي ( المؤسّسة العربية للدراسات والنشر ، بيروت ، ط 2 ، 1993 م ) ، وقبله ( في : عبد الحميد الكاتب وما تبقى من رسائله ورسائل سالم ( عمّان ، 1988 م ) ، حيث سلّط الضوء على عبد الحميد بن يحيى الكاتب ومساعده سالم بن عبد الحميد ، الذي كان ختن الأول ( أي والد زوجته ) ، وعبد الحميد كان مولى الأمويين . وتدور رسائل سالم على محورين هما : الطاعة والمعصية .\r\nثمّ يستتبع ذلك بذكر ما لذلك من حسنات وسيئات ، فيتحدّث عن اختيار اللّه الإسلام دينا للبشرية جمعاء . . . وأن طاعة الخلفاء حتمية ، فهم ولاة الحقّ وأنصار الدين ، وهم موكلون بالدفاع عن الطاعة ومنعها والذبّ عن حرمتها . . . إلخ .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nالتراث العربي - الإسلامي\r\nتصادف ميلاد \" الآداب السلطانية \" في بداياتها مع ما تدعوه النصوص العربية ب \" انقلاب الخلافة إلى ملك \" ، وكان في جزء منها نقول واقتباسات من التراث السياسي الفارسي ، فاستعانت به في تدبير أمور الدولة \" الإسلامية \" الوليدة ؛ وهي كتابات تقوم في أساسها على مبدأ \" نصيحة أولي الأمر في تسيير شؤون الدولة \" ، وتقدّم في هذه الكتابات مجموعة نصائح كما نلاحظ عند الثعلبي ونظام الملك وابن رزين الكاتب والثعالبي والماوردي « * » وأخيرا القفطي .\r\n\r\nوصف المخطوطة\r\nاستندت في نشرتي لهذا الكتاب إلى مخطوطة \" مكتبة بطرسبرغ \" ذات الرقم 6739 . وقد بيّنت في الصفحات الماضيات أنه كانت ثمة مخطوطة ثانية من أساس السياسة محفوظة في مكتبة خالص أفندي بإستانبول معزوة لمؤلّفها الحقيقي أبي الحسن القفطي لا إلى ابن ظافر الأزدي ، إلّا أنها اختفت أثناء الحرب العالمية الثانية ، فالنسخة الروسية تعدّ إذا فريدة اليوم .\r\nومخطوطتنا مصرية الأصل ، اقتناها أحد المستشرقين الروس - مع مخطوطات وآثار عربية وشرقية من القاهرة - بناء على طلب بعض القياصرة . ودخلت المخطوطة روسيا نحو سنة 1225 ه / 1810 م لتتنقل بين أمصارها حتى استقرت في \" مكتبة بطرسبرغ \" .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) لمزيد من التفاصيل انظر : الآداب السلطانية للدكتور عز الدين العلام ، سلسلة عالم المعرفة ، الكويت ، 324 ، شباط / فبراير 2006 ، ص 8 وما بعدها .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nوالمخطوطة خزائنية نفيسة ، صغيرة الحجم قوامها 65 ورقة ، مكتوبة بخط جميل ، أنيق ، معتنى به ، والناسخ مجيد لعمله ، وهي مشكولة في معظمها ، تتكون كلّ صفحة منها من أحد عشر سطرا .\r\nوفي ختام الصفحة اليمنى من كثير من صفحات المخطوطة يوجد ما يسمّيه النسّاخ ب \" الطيارة \" ، ألا وهي وضع الكلمة الأولى من بداية الصفحة اليسرى . والنسخة تامّة إلّا في مواضع قليلة اختفت فيها بعض الكلمات ، بسبب سوء الحفظ أو الرطوبة أو عوامل أخرى .\r\nزينت المخطوطة بنقوش رائعة ، ووضعت كلمة \" أساس \" ، داخل نجمة أو ما يشبه النجمة ذات 12 رأسا . وكذلك كلمة \" السياسة \" . والظاهر أن الرؤوس ترمز إلى الأبراج .\r\nولصق بعض المتأخرين ورقة يتضح في السطر الأول منها عبارة : « كتاب أساس السياسة » ، وتحتها : « زخيرة » ( اقرأ : ذخيرة ) ، وبجوارها كلمة لا يتضح منها سوى حروف : « المر . . » . وأظن أن السجعة يمكن أن تكتمل هكذا : « ذخيرة المراسة » . وفي القاموس :\r\nمارسه : عالجه وزاوله .\r\nوختمت المخطوطة بالجملة التالية : « تمّ كتاب أساس السياسة .\r\nوالحمد للّه وصلواته على سيّدنا محمد نبي الرحمة وعلى آله وأصحابه وسلامه » .\r\n\r\nمنهج التحقيق\r\nأوجز المنهج الذي اتخذته في نشر هذا الكتاب بالنقاط الآتية :\r\n1 - اتخذت مخطوطة « بطرسبرغ » الروسية أساسا في تحقيقي ،\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nكونها الوحيدة المتيسرة ، بعد فقدان مخطوطة \" خالص \" في إستانبول ، ورمزت إليها ب « الأصل » .\r\n2 - حرصت على الحفاظ على متن الكتاب ، ولم أضف إليه إلّا العناوين التي وضعتها بين حاصرتين هكذا [ . . . . . 
  ] ، اجتهادا مني لإنارة النصوص .\r\n3 - في المخطوطة كلمات مطموسة ، وسبب ذلك سوء الحفظ أو الرطوبة وما شابه . وقد وفّقت في قراءة شيء من هذه الكلمات ، وعجزت عن قراءة بعض الكلمات أو العبارات ، فوضعتها بين حاصرتين دلالة عدم القدرة على قراءة تلك الكلمات المختفية ، المطموسة .\r\n4 - وثّقت نصوص الكتاب بالمصادر التي نقل منها أو التي تقاربها في المعنى وما إلى ذلك ، ورجعت في ذلك إلى عيون كتب التراث والسياسة والأدب والأسمار والجغرافية والتاريخ . . . وغيرها .\r\n5 - تعمدت عدم إثقال هوامش الكتاب باختلاف الروايات في المظان ، إلّا عند الضرورة القصوى .\r\n6 - شرحت طائفة من الكلمات اللغوية أو الأدبية التي قد تصعب على بعض القراء ، بالعودة إلى قواميس ومعاجم اللغة المعتمدة .\r\n7 - عنيت بتخريج الأشعار بالعودة إلى الدواوين والكتب الأدبية المشهورة ، واقتصدت في التخريجات متعمدا لئلا أضجر القرّاء .\r\n8 - ترجمت لمجموعة من الأعلام وأشرت إلى عجزي عن الترجمة للبعض منهم ، احتراما للقارئ .\r\n9 - مهدت للكتاب بمقدمة تاريخية سلّطت الضوء فيها على\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالعلاقات العربية - الفارسية والتراث السياسي الأدبي الفارسي ، كما قدّمت ترجمة للمؤلّف وأخرى للقاضي الفاضل الذي شجع القفطي الشاب والذي يعود إليه الفضل في تسمية الكتاب ، وحرصت على تقديم سيرة وجيزة للملك العزيز الذي ألف له أساس السياسة .\r\n10 - صنعت للكتاب فهارس فنية ليسهل الانتفاع به .\r\n11 - اقتصدت في التخريجات ولم أتوسع في تخريج الحكم وأشطار الأشعار ، فهذه المهمة أتركها لغيري .\r\nوقبل أن أرمي القلم جانبا أقول : يحزنني أن يصدر هذا الكتاب بعد رحيل مؤسّس وعميد دار الطليعة الدكتور بشير الداعوق إلى دار الحقّ والبقاء ، فخسر الفكر العربي الكثير الكثير ، وخسرت شخصيا صديقا وفيا ، مشجعا أهل العلم والبحث . كان أساس السياسة آخر كتاب طالعه فقيدنا مخطوطا ، فأوصى بنشره .\r\nرحم اللّه أبا حازم ، وعوّضنا - جميعا - عن هذه الخسارة الموجعة .\r\nباريس ، رمضان 1428 ه - تشرين الأول / سبتمبر 2007 م .\r\nجليل إبراهيم العطيّة\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\nالرموز والمصطلحات\r\nه : هجرية .\r\nم : ميلادية .\r\nتح : تحقيق .\r\nتر : ترجمة .\r\nظ : انظر .\r\nت : توفي .\r\nج : جمع وجزء .\r\nط : طبعة .\r\nمج : مجلد .\r\nالعقد : العقد الفريد لابن عبد ربه .\r\nابن الأثير : موسوعة الكامل في التاريخ لابن الأثير .\r\nابن عساكر : تاريخ مدينة دمشق لابن عساكر .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nنماذج من صور المخطوط\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nأساس السّياسة\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nمقدمة المؤلّف\r\nبسم اللّه الرحمن الرحيم\r\nوبه ثقتي\r\nالحمد للّه المنفرد بتدبير ملكه . الغني عن الشريك في شيء من أمره ، فلا ينازعه أحد في ملكه . وصلّى اللّه على نبيه سيّدنا محمّد الذي ابتعثه داعيا من القول إلى صدقه ، وناهيا عن إفكه « 1 » . وآمرا باعتماد الصواب ، وزاجرا عن تركه . وعلى آله وصحبه « * » المجاهدين في سبيله من حاد بكفره وشركه ، وعند عن طاعته بقائل ظنّه وشكّه وسلّم تسليما .\r\nأما بعد ؛ فإنّه وقعت إليّ كلمات لبعض ملوك الفرس « 2 » تتضمن جملا من السياسات الملوكية ، والآداب الحكميّة . سأله عنها بعض الملوك المجاورين لبلاده . الموادعين « 3 » له موادعة من قادته المهابة إلى انقياده . وضمن له أنه متى أطلعه عليها أن ينزل على حكمه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإفك : الكذب .\r\n( * ) في الأصل خطأ نبّه إليه الناسخ .\r\n( 2 ) المقصود هنا سابور ( 241 - 272 م ) بن أردشير بن بابك ، ثاني ملوك الدولة الساسانية .\r\n( 3 ) الموادعون ج . الموادع ، وهي هنا : المتصالحون .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nويؤدي إليه الجزية « 1 » عن نفسه وعن أهل مملكته على رغمهم ورغمه . فقال له في سؤاله : ما السّبب الذي به استقام لك الملك واعتدل ، وانتظم به أمر دولتك ، حتى ظهرت على من يناؤها من الدول ؟ فقال إني عملت على سبع خصال فآل بي الأمر في اعتمادها إلى أحسن مآل « 2 » وهي « 3 » :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجزية ج . جزى ، وهي الضريبة ، وسوف يرد تعريفها لاحقا .\r\n( 2 ) آل : رجع . والجمع : رجوع .\r\n( 3 ) تردد هذه الخصال أو الفصول التي بنى عليها القفطي كتابه هذا في حشد من المصادر التي يصعب رصدها وحصرها نذكر من بينها :\r\n- عيون الأخبار ( من دون ذكر الملك ) ، ج 1 ، ص 10 ( ضمن كتاب السلطان ) .\r\n- مروج الذهب 1 / 290 ( رقم 590 ) ، ط . پلا ( كتب ملوك الروم لسابور بن أردشير ثمان خصال ) .\r\n- العقد الفريد لابن عبد ربه 1 / 24 ( غير منسوب ) .\r\n- نثر الدر 4 / 241 ( بعض الملوك ) و 1 / 24 ( سابور ) .\r\n- آداب الملوك للثعالبي 83 .\r\n- بهجة المجالس 1 / 337 ( لكسرى ذي الأكتاف ) .\r\n- آداب وحكم وأخبار لياقوت المستعصمي : 21 ، ( ط . بيروت ) .\r\n- لباب الآداب لأسامة بن منقذ 37 ( عن كسرى ) .\r\n- التذكرة الحمدونية 1 / 408 ( الفقرة 1046 ) ( كتب ملك إلى ملك ) .\r\n- تسهيل النظر للماوردي ( تح : د . رضوان السيد ) 279 - 280 .\r\n- الأسد والغواص 197 - 198 : ( بعض الملوك ) .\r\n- الجوهر النفيس لابن الحداد : 72 - 73 .\r\n- صوان الحكمة لأبي سليمان المنطقي السجستاني ( تح : عبد الرحمن بدوي ، طهران 1974 م ) 319 : كتب ملك إلى ملك : إما فارسي إلى رومي ، أو رومي إلى فارسي ( 8 خصال ) فيه : « وسهلت الإذن من غير ضعف ، . . . وحسمت الفضول » .\r\n- نهاية الأرب للنويري 6 : 44 ( بلا نسبة ) . -\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n- إني لم أهزل في أمر ، ولا نهي قطّ .\r\n- ولم أخلف وعدا ولا وعيدا .\r\n- وعاقبت للذّنب ، لا للغضب .\r\n- وولّيت للعناء لا للهوى والطرب « * » .\r\n- وأودعت قلوب الرعية من غير جرأة .\r\n- وشدّة الرهبة ، من غيره ضغينة .\r\n- وعممت بالقوت ، ومنعت زائد « * * » الفضول .\r\n- وقابلت ضعيف الأعداء ، مقابلة قويّها .\r\nفلما تأملت هذه الألفاظ العذاب ، رأيتها قد أودعت من حكم السياسة ما قضى لها بالحكمة وفصل الخطاب ، وحكم لها بالاشتمال على محاسن السياسات وغرائب الآداب ، إلّا أنها من الجزالة على حدّ تنبو عنه أكثر العقول .\r\nومن الإيجاز في غاية يعزّ على أكثر الأذهان إلى أوائلها الوصول . وعلمت أن الملوك هم الذين يجب أن يكونوا بها أعمّ انتفاعا . ولمحاسن آدابها أكثر اتباعا . إلّا أنّ خواطرهم بكثرة الأشغال مغمورة . وأوقاتهم بعوارض الأحوال معمورة . وقلوبهم إلى ما يروّجها من الفكاهات متلفّتة . ونفوسهم إلى ما يبعث نشاطها من كدّ الأعمال متوثّبة متفلّتة .\r\n\r\n\r\n","description":"","footnote":"\r\n- - كتاب الآداب لابن شمس الخلافة : 27 .\r\n- المنهج المسلوك في سياسة الملوك : 393 ( كتب قيصر إلى كسرى ) .\r\n( * ) الكلمة الأخيرة أضيفت من قبل الناسخ .\r\n( * * ) كلمة \" زائد \" غير موجودة في : عيون الأخبار وعدة مصادر . والقوت :\r\nالطعام .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nفرأيت أن أمهّد معاني هذه الألفاظ وأبسّطها . وأقرّبها إلى الأفهام تقريبا لا يعزّ عليها معه أن يقيّدها ويضبطها . وأكسوها من القول حلّة تجلو بدايع محاسنها . وأصوغ لها من اللّفظ حلية تجلي بعيني أي قلب معاينها . وأجلوها من المعارض في أحسنها سوالف وعوارض . وأتخيّر لها من الأساليب ما يسلّم لحسن الاختيار فيه المناقض والمعارض .\r\nوفكّرت فلم أجد أوفق من سبكها في قوالب « * » الأسمار « 1 » .\r\nوإيداعها بواطن الأخيار عن قديمات الأخبار . فإنّ أكثر النفوس إلى سماع القصص البعيدة مايلة . وعنها في أكثر الأوقات باحثة وعن غرائبها سايلة . لا سيما أخبار الملوك مع جواريهم وحظاياهم . وفنون أحوالهم معهم وصنوف قضاياهم . فإنّ نفوس الملوك إليها أكثر تطلعا . وأسماعهم إلى أخبارها أشدّ إصغاء وتسمّعا . فاخترت لها هذا الأسلوب من بين الأساليب . وأدرجتها ضمن قصة جرت لبعض الملوك مع بعض حظاياه فيما دار بينهما من الأعاجيب . وسلكت في ذلك مسلك من تقدّمني ممّن قصد التأديب لا الأكاذيب . ووضع الأمثال الحكمية على ألسن العجماوات كالذئب مع الثعلب « 2 » والأسد\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : قواليب .\r\n( 1 ) الأسمار ج . سمر : وهي أحاديث الليل . السامر : مجلس السمّار ، قال النديم في كتابه الشهير : إنّ الجهشياري صاحب كتاب الوزراء ابتدأ بتأليف كتاب اختار فيه ألف سمر من أسمار العرب والعجم والروم وغيرهم . .\r\nفاجتمع له من ذلك أربعمائة ليلة وثمانون ليلة ، كلّ ليلة سمر تام .\r\nالفهرست : 363 ( ط . تجدد ) ولاحظ مقدمة التحقيق .\r\n( 2 ) وصل إلينا في هذا المضمار كتاب النمر والثعلب لسهل بن هارون ( 215 ه ) ، حقّقه د . المنجي الكعبي ( تونس ، 1980 م ) .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمع الذئب « 1 » . واللّه تعالى يعلم خالص النيّة فيها . والسبب الباعث على بسط معانيها . ثمّ وصلتها بفصول سبعة في السياسة أيضا لبعض الحكماء منسوجة على منوالها . مسحوبة الحبر على مساحب أذيالها .\r\nجارية في شرح الجمل مجراها . سارية في إصلاح المنطق وتفسير المجمل مسراها . وفصول في المقاصد والوصايا موصولة بها صلة الذين وأخواتها بالصلات والعوائد . مضمومة الفوائد منها إلى الفوائد ضمّ الأوشحة لترائب « 2 » النواهد .\r\n\r\n[ القاضي الفاضل 
  ]\r\nوكنت عند الفراغ من تحريرها ، وبلوغ الغرض المقصود من تنقيحها وتحبيرها ، قد عرضتها بالمجلس العال الأجلّي القضائي الفاضلي « 3 » لا زال فضله محسودا . ولا برح خلل الأخوان بيمن نظره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بين أيدينا : الأسد والغواص لمؤلّف مجهول من القرن الخامس الهجري .\r\nتح : د . رضوان السيد ( دار الطليعة ، بيروت ، 1978 م ) .\r\n( 2 ) الترائب : قال الأصمعي : هي ضلعان تليان الترقوتين . خلق الإنسان لابن عبد الرحمن ، 78 .\r\n( 3 ) المجلس العال الأجلي القضائي الفاضلي : القاضي الفاضل عبد الرحيم بن علي بن الحسن اللخمي البيساني [ 529 - 596 ه 
  ] : وزير ، من أئمة الكتّاب ، صاحب ديوان الإنشاء ووزير السلطان الملك الناصر صلاح الدين يوسف بن أيوب . ترك نحو مائة مجلد من إنشائه .\r\nترجمته في الخريدة ( قسم مصر ) 1 : 35 - 54 ؛ وفيات الأعيان 3 : 158 - 163 ؛ الوافي بالوفيات 8 : 335 - 379 .\r\nوللدكتور أحمد بدوي : القاضي الفاضل ، القاهرة ، د . ت . ونشر ديوانه في القاهرة ( 1961 م ) ، ونشرت د . فتحية النبراوي : إنشاءات القاضي الفاضل ( القاهرة 1980 ) ، وتلاحظ كذلك مقدمة التحقيق .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمسدودا . وهو المجلس الذي يتميّز به الخبيث من الطّيّب . ولا يزكو عنده إلّا ما جاده من الصواب صوب صيّب . فاستصوب مقصدها .\r\nواستعذب موردها . واستجاد مغزاها . واستسدّ مرماها . ورسم - أعلا اللّه أمره - بأن توسم \" بأساس السياسة \" تشريفا لي بالرفع بذلك من قدري ، واستدامة لعادته الحسنى في تحسين أمري . وإظهار جميل رأيه الذي ما زلت أعتدّه ظهيرا على نوائب دهري . فامتثلت أمره العالي تيمّنا ببركاته . وتلقيا للنجح باقتفاء مراسمه من جميع جهاته .\r\n\r\n[ الملك العزيز 
  ]\r\nولما كان محلّ هذه الرسالة من الجدّ على ما اشتملت عليه من الفكاهة محل النصيحة الرفيقة ، ومقصدها في الحق على ما انطوى في أفنانها من الدعابة من أشرف المقاصد الصحيحة على الحقيقة .\r\nوكان النّصح في الدين من أوكد الواجبات فرضا . والقيام به من أنفس ما يقدّمه المدّخر عند اللّه قرضا . كان أحقّ من زفّت إليه عقائل النصايح . وأولى من نبّه بالكلم الطيّب على العمل الصالح . من كانت بضايع الخير « * » عنده نافقه . وسريرته في الرعاية لحقوق اللّه - سبحانه - لعلانيته موافقة ، وعزيمته في القيام بأوامر اللّه صحيحة صادقة . وهمّته في اقتناص شوارد المعالي والمآثر متقدّمة سابقة . مولانا السّيّد الأجل ، العالم ، السلطان العادل ، المجاهد ، المرابط ، الملك العزيز « 1 » . أعزّ اللّه نصره وأسعد به عصره . وعمّر ببقائه ممالكه\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) الكلمة غير واضحة في الأصل .\r\n( 1 ) الملك العزيز : عثمان بن يوسف ( صلاح الدين ) من ملوك الدولة الأيوبية بمصر . كان نائبا فيها عن أبيه وتوفي أبوه في دمشق ، فاستقلّ بملك مصر -\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nوخصّ من بينها مصره . فإنه من الملوك الذي « * » سعدت به من الملوك رعيّته . وطويت على النّصح لها والشّفقة عليها طويّته . وحبّب إليه العدل والإنصاف . وورد من مناهل حسن السياسة كلّ نمير [ . . . 
  ] « * * » . وأحله اللّه من شريف المناصب وكريم الضرايب « 1 » شرفا رفيعا . وجمع لأيامه المحامد والمحاسن جميعا . فمهّد للأمة من برّه ولطفه كنفا وسيعا . وأنالهم من عرفه وعطفه ما أرعاهم روض الأماني هنيا مريا مريعا . ولم نلهه إن كان ملكا مطاعا أن يكون لمالكه عبدا مطيعا .\r\nفالفضايل في دولته مطلعة رؤوسها ، والآداب طالعة أقمارها وشموسها ، والآمال المشتطّة « 2 » لا تناجى بسوى قصد مكارمه نفوسها . والقائلون في ظلّ عزّ سلطانه عن الحوادث مبعدون لا يسمعون حسيسها . ووجب على من شمله عدله ، ولم يقعد به أمله عن أن يكون ممّن يناله فضله . وكان قد أوتي من البيان فضلا ، ومنح من معروف اللّسان حظّا صار به للقول أهلا . أن يخدم مقامه الرفيع\r\n\r\n\r\n","description":"","footnote":"\r\n- سنة 589 ه . وحاول انتزاع دمشق من يد أخيه الأفضل مرتين فلم ينجح ، ونجح في الثالثة سنة 592 ه . والعزيز من ألمع ملوك بني أيوب ، له علم بالحديث والفقه كانت الرعية تقدّره كثيرا ولد وتوفي بالقاهرة .\r\nانظر : ابن الأثير 12 : 54 ؛ حلى القاهرة 195 ؛ ترويح القلوب في ذكر الملوك بني أيوب 69 ( رقم 134 ) ؛ شفاء القلوب 235 ؛ الأعلام 4 : 215 . وانظر مقدمة التحقيق .\r\n( * ) الذي : يريد أن يقول : الذين .\r\n( * * ) الكلمة مطموسة والباقي منها يشبه : قتاف .\r\n( 1 ) الضرايب ج الضرب : هو من يخرج للغزو .\r\n( 2 ) المشتطة : البعيدة .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالمعظّم . ومحله السامي الذي ما زالت القوافي الغرّ تعقد بمدائحه وتنظّم . ويمضي ممّا تبلغه قدرته من ذلك بالغايات الشريفة . ويتقرب إليه بما تنتهي إليه قوته منه بالتحف الظريفة اللطيفة . رأى مملوك أيامه أن يتوّجها من عالي اسمه بالتّاج الأعز الأرفع . ويسمها من النسبة إلى خدمته بالسمة التي يحلّها من الشرف ذروة لا تهي « 1 » ولا تتضعضع ، ويجهّزها إلى بيت كرمه قربانا « 2 » يسفر لها في القبول ، حسن التأميل ويشفع .\r\nوهو يرجو أن يصادف - من نظر مولانا - بعين الرضا إليها ما يزلفها « 3 » لديه ويحظيها ، ويغطّي على معايبها ومساويها ، إن شاء اللّه - عزّ وجل .\r\nوهذا حين الابتداء بما قصد إليه . واللّه - سبحانه - حسب من يتوكل عليه ، ونعم الوكيل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لا تهي : لا تتمزق .\r\n( 2 ) القربان : الداني القريب .\r\n( 3 ) يزلفها : يقرّبها .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nمتن المخطوط\r\nبسم اللّه الرحمن الرحيم\r\nوبه أستعين\r\n\r\n[ الملك الظالم 
  ]\r\nحكي أنه كان فيما خلا من الأزمنة السّوالف . ملك من بعض ملوك الطوايف « 1 » . قد أعطته الأيام لين قيادها . وأمطته « 2 » وثير مهادها . وصالحت الأقدار همّته على بلوغ مرادها . وأمدّته من إسعافها وإسعادها بغرائب إمدادها . فاستطال بسعة ملكه واستعلى .\r\nواستوى على عرش التجبّر واستولى . وقهر العباد بالتعظم ، فكاد يقول :  أَنَا رَبُّكُمُ الْأَعْلى  « 3 » ودخل في طاعته أرباب الأكاليل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ملوك الطوائف : كان أقفور شاه الأشكاني ، أول ملوك الطوائف الذين حكموا بلاد فارس طيلة 517 سنة إلى أن ظهر أردشير بن بابك فغلب عليهم وقتل أردوان الملك ، ووضع تاج أردوان على رأسه ، وكان قد قتله مبارزة على شاطئ دجلة . انظر مروج الذهب 1 : 276 والإعجاز والإيجاز 56 [ طبعة إبراهيم صالح 
  ] .\r\n( 2 ) أمطته : مدّته .\r\n( 3 ) تمام الآية :   فَحَشَرَ فَنادى فَقالَ أَنَا رَبُّكُمُ الْأَعْلى   [ النازعات : 24 
  ] .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوالتيجان « 1 » . وخضع له من كان يجاوره من الملوك ودان . وقذفت له المهابة والرعب في القلوب ، ففرق « 2 » من سطوته كل قاص ودان .\r\nوكان مع ذلك قد حرم الولد . وقصّر به عن بلوغ هذا الغرض وقعد .\r\nفكان يودّ بكلّ جهده . أن يرزق ولدا يقوم بالملك من بعده . ويحيى به ذكره إذا أودع ميتا في لحده . ويبذل للحكماء على ذلك سني المواهب . ويعدهم عليه من الرغائب الغرايب . إلى أن قنع من ذلك بأدنى النجاحين . وأضحى رجاؤه وهو من هذا الأمل محصوص الجناحين « 3 » . فأراد يوما أن يسخر من حظاياه . ويسلك معهنّ من المجون في سبيل سارت به من الفكر فيه مطاياه . فواعدهن في يوم الحضور بأجمعهن . في موضع من قصره عيّنه لهنّ . وأن يكنّ على أفضل هيئة وتجمّل . وأكمل زينة تروق العين عند التأمل . ووعدهنّ على ذلك من الكرامة ما يبعثهن على الاجتهاد . ويمنعهن فيما أراده منهن من الاقتصار والاقتصاد . وتواعد من قصّرت منهنّ في زينتها أو زيّها . أو تأخرت عن الحضور معتلة بشيء من جلي « 4 » الأعذار أو خفيها ، بأليم الإبعاد « * » والأقصا . والمبالغة في العقوبة والاستقصا .\r\nوأوقع في خواطر هنّ بالتلويح لا بالتصريح : أن أرباب العلوم . وأولي الخبرة بأحكام النجوم « 5 » . قد تخيّروا له ذلك اليوم . وإنه إن واقع فيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أرباب الأكاليل والتيجان : هم مجموعة من الملوك .\r\n( 2 ) فرق : خاف .\r\n( 3 ) أي عاري الجناحين .\r\n( 4 ) الجلي : الواضح .\r\n( * ) في الأصل : الإيعاد .\r\n( 5 ) أحكام النجوم : يرى فؤاد سزكين أن المنظومات النجومية وجدت طريقها إلى التراث العربي في النصف الثاني من القرن الأول الهجري / السابع -\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nعلق منه بنسل كريم . وولد له ولد بعد ما خلا دهره وهو عقيم .\r\nفاستعدّت كل واحدة منهن لذلك بفاخر ما لديها . وتهيأت بأكمل زينة وصلت قدرتها إليها . وبرزن بأجمعهن وقد فضحن الملابس بباهر حسنهن . وأزرين « 1 » بالحلي والحلل بما بدا من تثنّيهنّ ودلّهن . تيها بجمالهن مرحا واختيالا . وتزيد نضرتهن على جوهر الحلي جوهرية وصقالا « 2 » [ الوافر 
  ] :\r\n لبسن الوشي لا متجملات * ولكن كي يصنّ به الجمالا\r\nوضفّرن « * » الغدائر لا لحسن * ولكن خفن في الشعر الضلالا « 3 » \r\nفلمّا حضرن لميقات الملك وموعده . ومثلن بمحضره ومشهده .\r\nأظهر لهنّ ما كان أبطنه من الاستهزاء بهنّ والتّلعاب . وقال :\r\nلقد غمّني تعب كلّ منكنّ بتهيئة ما تحت الثّياب حتى [ الوافر 
  ] :\r\n أتت بجرابها تكتال فيه * فراحت وهي فارغة الجراب « 4 » \r\n\r\n\r\n","description":"","footnote":"\r\n- الميلادي . وأقدم رسالة نعرفها هي التي تحمل اسم وهب بن منبه ( ت 110 ه / 728 م ) ، تاريخ التراث العربي ، مج 7 : 9 . وانظر فرج المهموم في تاريخ علم النجوم لابن طاووس ( ت 664 ه ) ، ط . النجف ، 1338 ه .\r\n( 1 ) أزرين : عبن .\r\n( 2 ) الصقال ج . الصيقل ، ويقال صقله فهو مصقول : جلاه .\r\n( * ) في الأصل : وظفّرن خطأ والضّفر : فتل الشعر . الغدائر : الذوائب .\r\n( 3 ) البيتان للمتنبي في الحماسة المغربية 1082 ( رقم 678 ) ، وشرح الواحدي للديوان 216 . وهما من قصيدة للمتنبي مطلعها :\r\n بقائي شاء ليس هم ارتحالا * وحسن الصبر زمّوا لا الجمالا \r\n( 4 ) البيت لأبي نواس من مقطوعة في سبعة أبيات ، ديوانه 5 : 102 ( رقم 119 ) الطبعة الألمانية ؛ ولأبي حكيمة في ديوانه 72 . وانظر التذكرة الحمدونية 6 : 231 ( رقم 598 ) .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nفتضاحكن على ذلك فيما بينهنّ خجلا . وتمازحن على ما كان منهن من العناء الفارغ حتى سمعت لأصواتهنّ زجلا . وقلن له بلفظ واحد : لا تلمنا فإنّا ظنناك رجلا . فقصر به في ردّ الجواب وانقطع .\r\nواصفرّ لونه حياء وامتقع . وكانت منهنّ واحدة قد تأخرت عن الحضور . وأقدمت على الاختلال بهذا المأمور ، فلم ينكر عليها مخالفة الأمر . ولا أخذت من تحقيق الوعيد بما تقتضيه حكمة الزجر .\r\n\r\n[ الوصيفة الذكية 
  ]\r\nفخلا بالملك إحداهن وكانت وصيفة « 1 » حصيفة وأديبة أريبة .\r\nقد رزقت في أصل الفطرة ذهنا ثاقبا . وأوتيت من الرأي الصواب « * » سهما صائبا . فقالت له :\r\nإني أخشى - أيها الملك - أن يكون هذا الخلق منك طبعا .\r\nوهذا الفعل سجيّة فيجلب إليك ضررا ويصدّ عنك نفعا . فتفعل في عبيد مملكتك ورعايا دولتك ما فعلت مع حظاياك فيكون ذلك سببا لزوال ملكك وبواره « 2 » . وسبيلا إلى انهدام مجدك ودماره . فقال لها :\r\nوكيف ذلك ؟\r\n\r\n[ الملك والهزل 
  ]\r\nقالت إن من عادة الملوك الفضلا ، وذوي السلطنة النبلا ، أن لا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوصيفة : الخادمة .\r\n( * ) الصواب : هذه الكلمة وضعها الناسخ في السطر اللاحق بعد أن نسي إثباتها في موضعها .\r\n( 2 ) البوار : الكساد والخسارة .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nيهزلوا في أمر ولا نهي ، كما هزلت معنا . ولا يلعبوا بذلك كما لعبت به وبنا . فإنّ ذلك يحطّ من أقدار الملوك عند رعاياهم . ويطرّق التهاون إلى امتثال أوامرهم وقضاياهم . لأن المأمور أو المنهيّ ربما حمل ذلك في وقت الجدّ على عادة الهزل . فوقع بذلك الخلل الذي لا يستدركه الرأي الجزل . ثم إنك - أيّها الملك - تواعدت « 1 » من تخلّفت منا بوبيل النّكال « 2 » . ووعدت من بادرت بجزيل النّوال . فلا أنت وفّيت للمحسن من الجزاء بموعوده . ولا أنت ألحقت بالمسيء ما تواعدته به من العقاب على إساءته في مقصوده . والملوك إذا لم يحقّقوا الوعد والوعيد سقط من القلوب وقع هيبتهم . ولم تسكن النّفوس عند الإحسان إلى حسن مثوبتهم . ولم تخف عند الإساءة من سوء عقوبتهم . بل من عادة الملوك الأفاضل أن لا يخلفوا وعدا ولا وعيدا « 3 » . ولا يألوا في ذلك تغليظا ولا تشديدا .\r\nفأعجب الملك ذلك من كلامها واستحسنه . وتدبّره بصافي فكره وتبيّنه . فعلم أنه القول الصّدق . وتحقق أنه الرأي الحق .\r\nواسترجحها واستنصحها وقدّمها وحكّمها لما استفصحها « * » . وفوّض إليها النظر في أمر قصره ومن فيه . وأطلق يد تصرّفها في خزائن ملكه وما تحويه . وقد كان قبل ذلك مائلا إلى غيرها ، وكلفا بحبّها ، مشغول القلب بها ، لما كانت تظهره له من كلفها به واشتغال قلبها .\r\nفلما بلغها تقديم الملك لهذه التي قدّمها ، وتيقّنت أنها أول من عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تواعدت : تهددت .\r\n( 2 ) وبيل النكال : شدّة العقاب .\r\n( 3 ) راجع فقرة الخصال التي أثبتها المؤلّف في مقدمته ، ص 49 .\r\n( * ) وضع الناسخ هذه الكلمة إلى يسار الورقة . والمقصود أنه وجدها فصيحة .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nولّاها وحكّمها . أنفت من الدخول تحت ولايتها . وعزّ عليها أن تكون رعية لمن كانت تجري عليه أحكام رعايتها . فازورت « 1 » عن الملك ونأت بجانبها . وأعرضت عن حسن عادتها معه في الخلوة وجميل مذاهبها . فساءه ما رأى من انقباضها . وكبر عليه ما بدا من تجنّبها وإعراضها . ولم تسمح نفسه بفراقها . ولا قدر على مغاضاة بواعث أشواقها . فاستعطفها واسترضاها ، وسرّها بجميع مجابها « 2 » وأرضاها . وأعادها إلى محل تكرمتها . وردها إلى كر [ . . . 
  ] « * » تقدمها . فلما بلغ تلك الحظيّة العاقلة ما فعله الملك مع ضرّتها .\r\nوإحراجه لها من حكم أقضيتها . قامت حتى دخلت عليه وقالت لا شكّ أنه قد ثبت عند الملك أني أوفى من فلانة عقلا . وأوفر كمالا وفضلا . قال إنه لكذلك . فما هذا الذي قد بدا لك ؟ قالت : فلم صرفتني عمّا كنت وليتني . وارتجعت مني ما كنت أوليتني . ونسيت لي طول انتصابي في خدمتك ودأبي . وإفراط تعبي في طاعتك ونصبي . ومكابدتي في القيام بما فوضته إليّ لظمأي وجوعي .\r\nومواصلتي لسهري وهجري لهجوعي ؟ ثم بعد ذلك أنشدت وقالت « 3 » [ الطويل 
  ] :\r\n تبدلت بي من ليس يحنو ضلوعه * على مثل ما تحنو عليه ضلوعي \r\nوليس ذلك لعدم كفايتي ووجود غناها . بل لميلك إليها وطاعتك لهواها . فإن كان هذا فعلك في أمر مملكتك في توليه من تولّيه من الولاة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ازورت : ابتعدت .\r\n( 2 ) مجابها : طلباتها .\r\n( * ) بقية كر . . غير واضحة في المخطوطة .\r\n( 3 ) لم أجد البيت في مصادري .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nللهوى والعناية . لا لفضيلتي : الأمانة والكفاية ، فأخلق بملكك أن يرى وهو مفصوم العرى . وبعزك الفسيح الذرى أن تكون منه منبوذا بالعرا .\r\n\r\n[ اعتماد الكفاة 
  ]\r\nوإنما يجب على الملك أن يعتمد من ولاته على كفاته . ومن جباته على ثقاته . ومن قضاته على هداته . ومن وزرائه على من يقترن الصواب بآرائه . وإذ قد ملت - أيها الملك - إلى هذه ، ولم تقدر على أن تكون من رقّ هواها حرا . ولا اسطعت « 1 » على مخالفته صبرا .\r\nولا على أن تعصي له أمرا . فاقتصر بها على المحبّة القاصرة ، ولا تجعل لها حكما متعديا . فيكون ذلك إلى الاختلال والفساد مؤديا .\r\nفإن الجاهل بسوء تدبيره . ما يكون فيه ضرر نفسه ، وضرر غيره .\r\nوهو يظنّ أنه قد أخذ بمجامع الصواب . وأتى الفلاح من كلّ باب .\r\nوفي العواقب تظهر له آثار فعله . وفي الأواخر يبدو له ما استتر عنه في الأوائل من جهله . وقد قيل « 2 » [ الهزج 
  ] :\r\n فلا تصحب أخا الجهل * وإياك وإياه\r\nفكم من جاهل أردى * حليما حين آخاه\r\nيقاس المرء بالمرء * إذا ما هو ما شاه\r\nوللشيء من الشيء * مقاييس وأشباه « 3 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اسطعت : لغة في استطعت .\r\n( 2 ) القطعة لعلي بن أبي طالب رواها ابن عساكر عن الشعبي في مختصر تاريخ دمشق ، ج 18 ، ص 78 ؛ آداب الصحبة والمعاشرة ، 213 [ مع بيتين إضافيين وبلا نسبة في الظرف والظرفاء ( الموشى ) 58 ( رقم 36 ) 
  ] ؛ عيون الأخبار 3 : 79 .\r\n( 3 ) رواية ابن عساكر :\r\n وللشيء على القلب * دليل حين يلقاه . \r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nفلم تثنه هذه المواعظ في تقدمتها عن غيّه . ولا ردّته هذه النصائح عن استدامة رئاستها ، ولا قدرت على ليّه « 1 » . بل أصرّ على ما زيّنت له في أمرها النفس الأمّارة . واستمر على طاعتها معرضا عمّا يشير به العقل من مصالح الولاية والإمارة . وأقامت هذه الحظيّة على ملازمة التنبيه له في كلّ وقت برقيق لفظها ، وداومت على مواظبة التذكير له والتحذير برقيق وعظها . فلما أكثرت عليه ، غضب غضبا شديدا . وهمّ بأن يرهقها من عذابه صعودا . فلم يرعها ذلك ولا أفرقها « 2 » . ولا صدّها عن النصيحة التي قد أنار العقل لها طرفها . بل قالت له : أيها الملك إنّ الأفاضل من الملوك إنما يعاقبون للذنب لا للغضب « 3 » . وإذا عاقبوا لم يتجاوزوا بالمجرم حدّ الأدب . وإني لم آت جرما ولا اقترفت ذنبا . ولا قلت ما قلته إلّا نصيحة « * » لك أيها الملك وحبّا . ومن لم يكظم غيظه « 4 » ندم . وقلّ من صبر على حرارة جمرة الغضب في أوائلها إلّا نجا من إحراقها المهلك وسلم . ولم يزل الغضب أبدا حاملا على العار والفضيحة . ومغطيا على الفكرة السليمة والروّية الصحيحة . وها أنا أذكر لك بعض آثاره الشنيعة القبيحة .\r\nوأضرب لك في ذلك مثلا ، فإنّ الأمثال رياض العقول الفسيحة .\r\n\r\n[ الدّجاجة والقط 
  ]\r\nذكر أن بعض البخلاء اشتهى يوما دجاجة فائقة على صفة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليّه : التغلب عليه .\r\n( 2 ) أفرقها : أفزعها .\r\n( 3 ) راجع فقرة الخصال التي أثبتها المؤلّف في مقدمته للكتاب ، ص 49 .\r\n( * ) كلمة نصيحة غير معجمة في الأصل .\r\n( 4 ) كظم غيظه : ردّه وحبسه .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nمخصوصة . فلم يزل ينازع نفسه ويكثر عذلها ونصحها . ويروضها بأنواع حيل الرياضات حتى أجابت إلى ذلك ووفت [ . . . . 
  ] .\r\nفعملت له على الصفة التي أثرها . وقدّمت إليه وقد حضر وقت الصلاة فقام إليها وبادرها . وتقدّم إلى خادم أمين كان له بأن يحرسها إلى حين فراغه ويحفظها . ويوكّل بها ناظره فلا يصرفه « * » عن أن يراقبها ويلحظها . واتفق حضور عظيم من القطاط « 1 » . ممّا وقع منها من شدّة الخلقة وفرط السبعية في جانب الإفراط . فاختطف الدّجاجة بسرعة أعجزت الخادم عن لحاقه . واستبقى الباب فبذّ الخادم « 2 » بسيفه لشدّة حرصه على السرعة في إباقه « 3 » . وتبعه الخادم مسرعا فتعلق بأعالي الجدران . ومرّ كالشهاب الثاقب حتى تجاوز أسطحة أدر الجيران « 4 » . وفرغ البخيل من صلاته . وقد علم بالأمر بعد فواته « * * » .\r\nفامتلأ على الخادم غيظا وحنقا . وجرّد سيفا كان يدخره للمهمات ، فحذفه به « 5 » فقتله . وصادف في ممرّه حجرا فطار لجودة فولاذه شققا . فعدم المسكين السيف الثّمين . والخادم الناصح الأمين . وفارق في جميع ذلك العقل والدين . ولم يكن هناك سبب إلّا إجابته لداعي حنقه وغضبه وقلة حاصله من الرياضة حتى تمكّن منه كلب غيظه بشدّة كلبه . والحديث شجون ، وربّ جدّ جرّه مجون .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) يصرفه : تلاشى في الأصل جزء من حروف الكلمة .\r\n( 1 ) القطاط : جمع قط : كان القفطي هاويا للسنانير ( القطط ) وقد روى لياقوت أنه جلب سنورا أصبهانيا إلى قفط ، مسقط رأسه [ معجم الأدباء ، ص 2023 
  ] .\r\n( 2 ) بذّ الخادم : غلبه .\r\n( 3 ) الإباقة : السرقة .\r\n( 4 ) أدر الجيران : دور الجيران .\r\n( * * ) في الأصل : وفاته وصحّح الناسخ الكلمة ووضعها في الهامش .\r\n( 5 ) حذفه : رماه .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n[ هرة الجوهري 
  ]\r\nيحكى أن الشيخ أبا الفضل بن الجوهري « 1 » الواعظ بمصر - رحمه اللّه - وكان من أعيان أهل الصلاح . وممّن إذا ارتجت في وجه الدعاء أبواب الإجابة . كان دعاه هو المفتاح . كانت عنده هرة مؤدبة .\r\nلم تتعود قطّ العبث بشيء من الطعام . ولا تقربه « * » ولا عرف مذ عرفت بخطف ولا اصطلام .\r\nفلما كان في بعض الأيام قدّمت إلى الشيخ دجاجة في جملة ما كان وقع به الاهتمام . فبينما هو في أثناء الأكل مع الجماعة إذ وثبت القطة فاختطفت الدجاجة من بين يديه . ومرّت كالسهم لا تلوي على صارخ ولا تعرّج عليه . فأمر الشيخ بعض أصحابه بالكشف عن حالها . والبحث عن السبب الذي قضى لها بمخالفة عادتها . فكشف عنها فألفاها قد ولدت . وصارت كاسبة لغيرها ، فأوردتها الضّرورة حيث وردت . فلمّا علم الشيخ بذلك قال : لا إله إلا اللّه ذي الجلال والإكرام . كثرت عائلتها المسكينة فأكلت الحرام . وهذه إشارة صوفية « 2 » . فيها تدبّر لذوي العقول الوفية .\r\n\r\n[ نصائح للملك 
  ]\r\nثم قالت تلك الحظيّة للملك فلا يحملك الغضب - أيها الملك -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أبو الفضل بن الجوهري ( عبد اللّه بن الحسين بن بشرى ) أبو النهد الواعظ ، مات سنة 438 ه . انظر : المقفى للمقريزي ، ج 4 ، ص 393 . ثم قارن ج 1 ، ص 516 .\r\n( * ) لا تقربه : وضعها الناسخ في سطر آخر .\r\n( 2 ) عن الإشارة الصوفية انظر : لسان العرب ( مادة : حرم ) ؛ ومعجم اصطلاحات الصوفية للكاشاني 230 - 231 ( ط . القاهرة ) .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nعلى أن تعجل فتخجل ، وتقدم فتندم على أمر قبل التفكّر « * » . فسكن غضبه وترضّاها . ثم قالت له : أيها الملك إن الرئيس لا يجب أن يكون تأديبه بمقتضى الغضب ، بل بمقتضى العقل . وأن يتثبّت ريثما تنجلي عنه تلك الغمرة فيكون عمله حينئذ بموجب الإنصاف والعدل .\r\nفقال لها الملك : أيتها القرينة الصالحة والمشيرة الناصحة . زيديني من فوائدك النافعة . التي هي لمحاسن الآداب جامعة . فلقد أخذت بمجامع قلبي . وملكت عليّ ذهني ولبّي . قالت : نعم أيها الملك - زادك اللّه للخير قبولا . ولا زال سبب التوفيق بسببك موصولا :\r\n\r\n[ شروط المحبة 
  ]\r\nإنه يجب على الملك الحازم أن يودع قلوب الرعية المحبة من غير جرأة ولا استطراق مراح « 1 » . وشدّة الرهبة من غير ضغينة ، بل « * * » بصفاء للقسوة مزاح « 2 » . فقال لها الملك : أنّى ذلك ! وهل إليه من سبيل لا يشقّ على السالك ؟\r\n\r\n[ الملك والحاجب 
  ]\r\nقالت نعم بإيداع القلوب ودائع الإحسان . واتخاذها للبرّ خزائن\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) الكلمات هذه وضعها الناسخ في الحاشية وسقط حرف الراء من كلمة :\r\nالتفكّر .\r\n( 1 ) مراح هنا : اختيال وبطر .\r\n( * * ) بدءا من هذه الكلمة حتى كلمة \" مزاح \" أثبتها الناسخ في الحاشية .\r\n( 2 ) انظر هذه الخصال حيثما وردت آنفا في مقدمة المؤلّف ، ص 49 . وأضف :\r\nآداب الملوك للثعالبي 83 ( رقم 207 ) . وفي هامشه عدة مصادر لنفس الكلمات مع خلافات جزئية للنص .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nلا تنقّي عليها خيانة الخزّان . فقد حكي أن بعض الخلفاء « 1 » قال يوما لحاجبه : ارفع إلينا حوائجك فقد خفّفت حتى ثقلت . وقلّلت حتى « * » كثرت . فقال : واللّه ! ما أستنزر فضلك ، ولا أستصغر برك ، ولا أستقصر عمرك ولا أغتنم مالك وبرك . وإن عندي في تأميلي إياك لأفضل من يومي فيما قد نلته من سعة فضلك . ولكن هذا عبدك ولدي فلان أوثر أن تقرّبه وتحبوه « 2 » وتحبه . فقال : أما الحباء والتقريب فقد يوجد السبيل إليهما . وأما المحبة فليست بمال يوهب ولا بمزية تبذل . وإنما يوجبها أسباب وتوكّدها أحوال .\r\nفقال : اجعل له إلى ذلك طريقا بالتفضّل عليه . فإنك إذا أحسنت إليه أحبك ، فإذا أحبك أحببته .\r\nفقال : أما التقريب فقد أذنت لك في استنابته عنك في الحجبة ، وأما الحباء فقد وصلته بكذا وكذا ، ولم أصل به أحد إلّا عمومتي .\r\nولكن كيف سألت له المحبة من بين سائر الأمور وقرنتها بالحباء والتقريب ؟\r\nقال : لأنها مفتاح كلّ خير ، ومغلاق كلّ شر . تستتر بها عنك عيوبه . وتصير بها حسنات ذنوبه .\r\nقال لها الملك - أي للحظيّة « * * » - إن ذلك يفتقر إلى حسن تلطّف في استدعاء هذا المطلوب . ولطيف توصل في تحصيل مودّات القلوب فهل تعرفين في ذلك مثلا مضروبا . وفعلا صار به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بعض الخلفاء : المقصود هنا المأمون عبد اللّه بن هارون الرشيد .\r\n( * ) كلمة \" حتى \" ليست معجمة في الأصل .\r\n( 2 ) الحباء : العطاء بلا جزاء ولا منّ .\r\n( * * ) أثبت الناسخ الكلمتين في الحاشية .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nصاحبه إلى القلوب مودودا محبوبا ؟\r\nقالت : سأضرب لك في ذلك مثلا يكون عليه قياسك . وبأنواره في ظلم الشكوك استبصارك . وفي وحشتها استيناسك :\r\n\r\n[ هدايا النوروز 
  ]\r\nحكي أنه أهدي إلى بعض الملوك في يوم نوروز « 1 » هدايا جليلة . وحمل إليه طرف فاخرة ، نبيلة . فتقدم إلى جواريه ، ومن حضر من سراريه بأن تأخذ كلّ واحدة منهن من ذلك ما حلي بقلبها وانصبّت إليه مادة خبأها فتناولت كلّ واحدة ما أرادت وأربت على مقصود الأمر وزادت . وبقيت منهنّ واحدة لم تسف « 2 » إلى مطلوب .\r\nولا ظهر عليها أنّ شيئا من ذلك بأسره عندها محبوب .\r\nفقال لها الملك : ما لي أراك من موافقة صواحبك متقطعة .\r\nوعن مشاركتهن فيما أفدته من هذه الطرائف الفاخرة ممتنعة ؟\r\nقالت : ألست القائل - أيها الملك - لتأخذ كلّ منكنّ ما أحبّت ؟ ! قال : بلى . قالت : فإني لا أحبّ سواك ! وليس لي هوى إلّا هواك ! أفتأذن لي في أخذك والمصير بك إلى حجرتي « 3 » . فإنك غاية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نوروز ( نيروز ) : من أعظم أعياد الفرس : أول من اتخذه جمشيد ، أحد ملوكهم الأوائل . وسببه أنه لما هلك طهرمرت ملك بعده جمشيد ، فسمي اليوم الذي ملك فيه \" نوروز \" أي اليوم الجديد . ومدته ستة أيام ويحتفل به الأكراد اليوم أيضا . للتفاصيل انظر : النشوار 1 / 57 ؛ الفرج بعد الشدة 8 : 246 ؛ وكتاب النيروز لابن فارس ( ضمن نوادر المخطوطات للشيخ عبد السلام هارون ، ط 2 ، 1393 ه / 1973 م ) ؛ آداب الملوك لابن رزين ، 127 .\r\n( 2 ) لم تسف : لم تصل .\r\n( 3 ) ثمة حكايات مشابهة لحكاية القفطي رويت عن محمد الأمين وهارون -\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nسؤلي ومنيتي ؟ فوقع كلامها في قلبه موقعا لطيفا ، وحلّ من خاطره محلا شريفا . فأمر بحمل كلّ ما كان بين يديها . وقطع نوروزه منقطعا إليها .\r\nقال الملك : لقد تلطّفت هذه الحظية فيما أحظاها عند الملك ومكّنها وجمّلها في عين خاطره وزيّنها . فزيديني من ذلك !\r\nقالت : نعم أعزّ اللّه الملك :\r\n\r\n[ حيلة حظية 
  ]\r\nحكي أن بعض الملوك كان ببعض حظاياه صبّا ، وإلى رضاها مائلا ، وفي هواها منصبّا . فحسدتها بقية رفقائها . وتحيّلن في إسقاطها من نفس الملك وألقابها « * » . فوجد عليها بعد وجده بها ، ومال عنها بعد ميله إليها . واتفق أن خرج إلى بعض متنزّهاته . ومواطن خلسه وراحاته . ولم يستصحبها معه فيمن استصحب . ولا نظر إليها بعين المحنق المغضب . فشقّ ذلك عليها وعظم . وأخذها منه ما حدّث وما قدّم . وعملت لوقتها أبياتا ترققه فيها وتتلطفه وتستميله إلى حسن عاداته معها وتستعطفه وهي « 1 » [ الكامل 
  ] :\r\n\r\n\r\n","description":"","footnote":"\r\n- الرشيد والمتوكل تجدها في سير هؤلاء الخلفاء ، وكذلك تجدها في ألف ليلة وليلة .\r\n( * ) كذا في الأصل ، والصواب : واللقاء بها .\r\n( 1 ) القطعة لأحمد بن يوسف الكاتب في شعره برواية الصولي : أخبار الشعراء المحدثين 208 . وهي باستثناء الثالث في كتاب بغداد ، 130 . وانظرها في الأغاني 22 : 564 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n قد كان عتبك مرة مكتوما * فاليوم أصبح ظاهرا معلوما\r\nنال الأعادي سؤلهم ومناهم * لما رأونا ظاعنا ومقيما\r\nواللّه لو أبصرتني لرحمتني * والدمع يجري كالجمان سجوما\r\nهبني أسأت فعادة لك أن ترى * يا سيّدي : متطوّلا مظلوما ؟ \r\nثم أحضرت بعض المغنين الذين من عادتهم حضور مجالس أنسه . وألقته عليه وأمرته أن يغنيه به عندما يرى السرور وقد نشط من نفسه . فامتثل أمرها بالسمع والطاعة . وتوخّى لها بحسن الارتياد تلك الساعة . فلما غنّاه به هام عند سماعه طربا . واتخذ سبيله في بحر بدائعه عجبا . ثم سأل عن \" أبي عذرته \" « 1 » وإلى من يعزى صحيح نسبته « 2 » . فلما علم بالقصة قام من فوره إليها . وألقى نفسه مبادرا عليها . وعاد بها إلى أحسن أحوالها عنده . وأعاد إليها من محبته ورضاه ما كان خيرا لها ممّا يعدّه . فليكن الملك - أعزّه اللّه - على حذر من حالة « * » يصير العقل فيها بمثابة الأسير المقهور . ويعود ضياء البصيرة وقد غشيه من الظلمة ما سلبه ضياء النور . فإنّ أكثر الدخائل إنما دخلت على الملوك في أوقات خلوتهم . وأعظم الآفات إنما طرقتهم في الأوقات التي كانوا فيها أسراء شهوتهم . فعند ذلك يجد الخاتل سبيلا إلى استذلاله . والمشير بالرأي المودي طريقا ، إلى إلقاء ما زخرفه من باطل قوله . فيكون كلامه المنمّق « 3 » في تلك الحال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أبو عذرته : المقصود هنا : الملحن ، والكناية ترد عند الثعالبي في ثمار القلوب ( ط . إبراهيم صالح ، ص 397 ) .\r\n( 2 ) نسبته : نسبة الصوت الغنائي .\r\n( * ) الكلمة متلاشية في الأصل .\r\n( 3 ) المنمّق : المعسول بلغة اليوم .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nبمثابة العسل الممزوج بالسمّ يستلّذه ذائقه . وتحلّ به عما قليل بوائقه « 1 » .\r\nوأما الناصح في الإشفاق ، فإن كلامه يجري مجرى الترياق « 2 » .\r\nفإنه وإن كان كريه المذاق ، فإنّ متناولة سريع الإفراق .\r\n\r\n[ مكر النساء 
  ]\r\nقال الملك : لقد أخبرتني عن هاتين الحظيتين بما أعجبني ، واستخفّني حتى أطربني . فهل تعرفين من تلطفات النساء ومكرهن . ما قصدن به بلوغ الغرض فعاد عليهنّ بنقيض قصدهن ؟\r\n\r\n[ حيلة مجنون 
  ]\r\nقالت : نعم أيّد اللّه الملك ، يحكى أنّ بعض المجانين كان يحضر مجلس بعض السلاطين ليضحك من مجونه . ويستظرف ما يندر من ألفاظه ونوادره في حال جنونه . فخلع عليه الملك يوما دوّاجا « 3 » من ملابسه له قيمة جليلة . فمرّ على دار بعض الفواجر فأرادت أخذه منه بما ظنّت أنها قد أبرمت من حيلة . فأرسلت إليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بوائق ج . بائقة ، وهي الداهية .\r\n( 2 ) الترياق : قيل وزنه فعيال بكسر الفاء وهو رومي معرّب ، وقيل مأخوذ من ريق الحيات وهذا يقتضي أن يكون عربيا . انظر : شفاء الغليل ، 104 ؛ الحكمة الخالدة ، 110 . ومن أمثال عوام اللبنانيين : « لما يجي الترياق من العراق يكون الملسوع فارق » !\r\n( 3 ) الدواج : فارسية بمعنى اللحاف ، وهو قطعة من القماش تتخذ غطاء للرأس ، وقد تتخذ غطاء للبدن بدلا من اللحاف . انظر : الفرج بعد الشدّة 4 : 81 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nجاريتها وقالت لها قولي له : هل لك في منزل بهي وطعام شهي وكأس ونديم ومقام كريم ، وريحان وجنّة نعيم ؟\r\nفقال لها قد وصفت ما يحلّ عقد العزائم ويبعث الهمم الرمائم [ الطويل 
  ] :\r\n وهل تستأمر في بلوغ أمنيتها النفس * وأنّى يفرّ الكلب من ساحة العرس ؟ « 1 » \r\nفلما دخل المجنون رأى ما استقصر في جنبه الصفة . واستقبلته سيدتها كالبانة المتأودة ، المتعطفة . فلما رأته كشفت عن ساقيها ، وحلّت له نطاقيها « 2 » ، وألقت ذلك الدواج عن ظهره . وأمرت الجارية بتغيّيبه عنه وستره . ثم جعلت ثغرها فوق ثغره ، وصدرها تحت صدره ، فلا تسل بعد ذلك عمّا كان من أمرها وأمره ! ثم أجلا « 3 » ، وقد نال ما أنساه دواجه وألهاه عن نفسه . وذاق منها ما ليس يقلعه أبو الحسين القلاع « 4 » من ضرسه . ثم إنها أطعمته وسقته . وأطمعته في العود إلى مثل حاله الأول وسوفته « 5 » . فلما همّ بذلك أمرت الجارية بإخراجه . والحيلولة بينه وبين دواجه . فلم يستطع عن نفسه منعا ولا دفعا . وعلم أن اللّه قد أهلك من قبله من القرون ، من هو أشدّ منه قوة وأكثر جمعا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم أعثر عليه في مصادري .\r\n( 2 ) النطاق : كلّ ما يشدّ حول الوسط .\r\n( 3 ) أجلى : نزل .\r\n( 4 ) أبو الحسين القلاع : لم أعثر له على ترجمة ، لعله كان معاصرا للمؤلّف أي عاش في القرن السادس للهجرة .\r\n( 5 ) سوفته : ماطلته .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nفلما صار خارج الباب استسقى الجارية ماء . فأتته بكوز « 1 » فشرب ثم ألقاه فكسره . وجلس يبكي وينتحب . وصادف ذلك مجيء زوجها من دكّانه ، فلما رآه على تلك الصورة سأله عن قصته واستخبره عن شأنه . فقال له - والجارية تسمع ، والسيدة أيضا بمرأى منهما ومسمع - : إنّي كنت من دار الملك منصرفا ، وقد خلع عليّ خلعة كساني بها فخرا وشرفا . فأدركني عند وصولي إلى هذا الموضع عطش شديد لشدّة هذا القيظ ، فاستسقيت من هذه الدار ماء ، فأخرج إليّ كوز . فلما تناولته سقط من يدي فانكسر . فكاد أهلها يتميزون من الغيظ . ثم إنهم سحبوني إلى بابهم وأوجعوني ضربا . ونزعوا عني خلعة الملك ظلما وغصبا .\r\nفقالت له الجارية : يا خبيث ! أهكذا كان الحديث ؟ !\r\nفقال : أما أنا فقد حدّثته على قدر عقلي الناقص الحائر .\r\nفحدّثيه أنت بعقلك الكامل الوافر .\r\nفأنكر الزوج على امرأته فعلها . وردّ عليه دوّاجه فانصرف . وقد تمّت حيلة مثله على مثلها « 2 » .\r\nقال لها الملك : لقد أحسن هذا المجنون في تلطّفه . وأجاد في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكوز : إناء من الفخار يشبه الإبريق ، إلّا أنه من دون البلبلة أي القناة الصغيرة التي يصبّ منها الماء . وهو شائع الاستعمال في العديد من الأقطار العربية ، وفي العراق توجد عدة أسر تحمل لقب الكواز نسبة إلى صناعة الفخار .\r\n( 2 ) ترد هذه القصة في العديد من كتب التراث العربي منسوبة إلى مجانين وغيرهم ، وقد وردت منسوبة إلى بهلول بن عمرو وحمدونة المغنية ( تحفة العروس ، 445 ) . وانظر حكاية مشابهة على لسان الفرزدق في أخبار الأذكياء لابن الجوزي ، 112 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nاستنباطه وجه الحيلة وتصرّفه . فعودي بنا إلى أحسن ما بلغك من استمالة الحظايا لقلوب الملوك . فإنّ في ذلك من جواهر الحكم ما يزري بنظم السلوك .\r\nقالت : نعم - أعزّ اللّه - الملك :\r\n\r\n[ الملك الماجن 
  ]\r\nذكر أنه كان ملك من عظماء ملوك زمانه . قد أعلت الأقدار من شأنه . ومكّنت له في سعة سلطانه . فاشتغل بلذّته عمّا ينهيه إليه وزيره « 1 » من أحوال مملكته . واستهتر بصحبة قوم يميلون معه في أهوائه . ويحسنون عنده ما يصدر عنه من آرائه . وإنّما قصدهم تمكين مكانهم من قلبه . واستدعاء محبته بالموافقة له على ما هو كلف بحبه . والنفس أبدا تميل إلى الرخص . وتكره ما في عزائم الحقّ من تجرّع الغصص . فإن أهمه أمر ممّا يقدح « 2 » في الملك لم يكونوا فيه من أهل الغناء . أو حربة مكروه يعود بالخلل على الدولة لم يلق عندهم ما يستدفع به من صواب الآراء . فهم كلّ على كاهل الملك ثقيل . وسبب من أسباب الوبال يظهر أثره عمّا قليل .\r\n\r\n[ العقل والهوى 
  ]\r\nوقد قالت الحكماء : إنما صار الهوى أبرّ عندنا من العقل ، لأنه يخلق معنا . وإنما يكمل العقل فينا بعد مدة ، فالرجوع إليه إنما يكون بمزاولة العنا . فنحن نألف الهوى لقدم الصحبة ، ونأنس به لطول المدة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر تعريف الوزير ، ص 107 .\r\n( 2 ) يقدح : يطعن .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nوالتمييز بين ما يبعث الهوى على متابعته وبين ما يحضّ العقل على موافقته ، غامض لا يدركه إلّا من أنعم النظر وأدام السّهر ، وأطال الفكر .\r\nولذلك احتيج إلى المشورة . فإنّ المستشار سليم من الهوى . بعيد من الغرض الذي يمنع صاحبه من العمل بإيثار النهى . وقد قيل « 1 » :\r\n وآفة العقل الهوى فمن علا * على هواه عقله فقد نجا \r\nوكان وزيره ذا رأي أصيل . وعقل يستميل ولا يميل . قد خصّ بفطرة سليمة وفكرة مستقيمة . وظن تحسبه لصدقه نقيبة « 2 » . وإخلاص في المحبة وتحقق بالأمانة . وكان مع ذلك لا يخلي الملك تبصيره مواقع رشده . وتسديده إلى الصواب في رأيه وقصده . ولا يغفل إلقاء النصيحة في صدره وورده . والملك ذلك مطرّح لآرائه . معرض عن إرشاده إلى النصائح ودعائه . متضجر من دخوله عليه ، متبرم بلقائه .\r\nإلى أن صار الوزير لا يتجاسر على حمل نصيحة . ولا يقدر على التنبيه على مصلحة صريحة . وهو مع ذلك ليمن نقيبته وصفاء عقيدته . يلتمس حيلة يستخلص بها الملك من تلك الحبائل « 3 » .\r\nويرتاد وسيلة يتوصّل بها إلى اطلاعه على ما يتوقعه من الغوائل « 4 » :\r\nوكدّه في ذلك يكدي . وجدّه لا يجدي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من مقصورة ابن دريد الشهيرة والتي أنشأها في مدح الأميرين ابني ميكال ومطلعها :\r\n أما ترى رأسي حاكى لونه * طرة صبح تحت أذيال الدجى \r\nوالبيت موجود في أمالي المرزوقي ، 322 ( رقم 181 ) . وانظر تعليقات وإضافات الدكتور الجبوري ، محقق الأمالي ، ص 286 .\r\n( 2 ) النقيبة : النفس .\r\n( 3 ) الحبائل ج . حبلة ، وهي : المصيدة .\r\n( 4 ) الغوائل : الشدائد .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\n[ مصابرة الأمور 
  ]\r\nواشتدّ همّ الوزير حتى عاف الشراب والطعام . وهجر لذيذ الكرى والمنام . وكانت له جارية مجرّبة ، لبيبة مهذّبة . قد أصلح التهذيب شمائلها وثقف التأديب خلائقها . فلما كثر عليها ما تراه من أمور مولاها . وكبر لديها ما يكابده بمشهدها ومرآها . قالت له : يا سيدي ألم تعلم أنّ العلماء مجمعون على أنه لا شيء أنحل للجسم من مساورة الهمّ ومكابدة الغم ؟ وإنما مدحت الحزمة من الرجال بمصابرة الأمور إذا اشتدت . وإعمال الحيلة فيها إذا ارتجّت أبوابها وانسدّت . وقد قيل : التأني في الحيلة خير من القوة والنجدة .\r\nوقيل : ربّ رأي فلّ « 1 » جيشا .\r\nوقيل : إياك والعجلة قبل المعرفة . وإياك والوثبة بعد الثقة .\r\n\r\n[ الاستشارة 
  ]\r\nوقد كان الأفاضل من الملوك - مع استغنائهم بقرائحهم الثاقبة وبصائرهم النافذة - لا يخلون الأمور المتشابهة من الاستشارة . ولا يهملون الاستضاءة فيها بأنوار العقول السليمة الاستنارة . فإن أخطأ حدسهم كان ذلك سلّما لهم إلى العذر . وإن أصابوا فازوا بالسداد وشرف الذكر .\r\nوقد قال بعض الحكماء : ثلاث لا يعدم المرء الرشد فيهنّ :\r\nمشاورة ناصح ، ومداراة حاسد ، والتحبّب إلى الناس .\r\nوقال آخر : لا تدرك الأمور بالرأي الفرد ، فليستعن مكدود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فلّ : هزم .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nبوادع ، ومشغول بفارغ .\r\nوقال آخر : لئن أخطئ وقد استشرت ، أحب إليّ من أن أصيب وقد استبددت .\r\nوقد قيل « 1 » [ المتقارب 
  ] :\r\n إذا الأمر أشكل إنفاذه * ولم تر منه سبيلا فسيحا\r\nفشاور بأمرك في سترة * أخاك اللبيب الصدوق النصيحا\r\nفربّما فرّج الناصحون * وأبدوا من الرأي رأيا صحيحا\r\nولن « * » يلبث المستشير الرجال * إذا هو شاور أن يستريحا \r\nوالغرّ من الملوك من ظنّ أنه مستغن عن المشاورة بما يراه من سلامة الأمور . وجريها على موافقة المقدور .\r\nوإنما ينبغي للملك أن يعنى بتثمير أمواله ، والنظر في أحوال رجاله . وإعداد الأهبة لكلّ ما يخشى من عاقبة وباله . فإن دهمه أمر على حال بغتة كانت أهبته حاضرة وعدته ياسرة . وإن استغنى عن ذلك فما ضرّه التحفظ ، ولا قدح فيه التيقظ .\r\nوقد قال بعض الحكماء : ينبغي للعاقل أن يكون اعتماده على ما يوجبه الرأي والحزم ولا يتكل على ما يوجبه الاتفاق والبخت .\r\nومن عاب على نفسه المشورة فليطل الفكرة في سوء العواقب . وما يجرّه سوء الرأي من المصائب . وقد قيل « 2 » [ الطويل 
  ] :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القطعة باختلاف بسيط في بهجة المجالس ، 458 ؛ لباب الآداب ، 75 ( بلا نسبة ) ؛ ديوان منصور الفقيه ( المنسوب ) ، 162 ؛ الجوهر النفيس ، 125 .\r\n( * ) الديوان : ولا يلبث .\r\n( 2 ) البيتان لبشار بن برد . بهجة المجالس ، 453 ؛ المنتخل ، 593 ( رقم -\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n إذا بلغ الرأي المشورة فاستعن * برأي لبيب أو مشورة حازم\r\nولا تحسب الشّورى عليك غضاضة * فإن الخوافي قوة للقوادم \r\n\r\n[ الوزير العاجز والجارية 
  ]\r\nفلما بلغ الوزير ذلك من كلامها أعجبه . وتفكّر فيه بعقله فاستجاده واستصوبه . وقصّ عليها ما يتخوفه على الملك من الأعداء . وإنّ الجند قد تشعّبت بهم - بعد السياسة - فرق الأهواء .\r\nوالأموال قد انقطع درّها . والأحوال قد استشرى شرّها . والأطراف قد كاد المتغلبون يتغلّبون عليها . وارتفاع الأعمال قد خسر بسوء تصرف المتصرّفين فيها . والملك مشغول بأفراحه ولذاته . غافل عما يعقبه وخيم العقبى الذي يشمل رعيته ويحضّه في ذاته .\r\nفقالت الجارية : إن الدنيا لا ينال منها جانب إلّا بترك جانب .\r\nولا يوصل منها إلى رتبة إلّا بالنزول عن غيرها من المراتب . فإن سمحت نفسك بهبتي للملك رجوت أن يتسرّى عنك همك . ويزول - بعون اللّه - حزنك وغمك .\r\nفقال : إن فراقك ليحزنني . وإن فقدك ليعدمني روح الحياة ويفقدني . وما انتفع بالحياة بعدك ! وأي أرب « 1 » يبقى لي في الدنيا إذا زايلني شخصك ، لا ذقت فقدك ؟\r\nقالت له الجارية : إنّ من حاول عظيما خاطر بعظمته ، ومن ظلّت ذا قيمة نفسه ترك ما ينافس فيه لنفاسة قيمته .\r\n\r\n\r\n","description":"","footnote":"\r\n- 1735 ) ؛ ديوانه 205 - 206 . وهما من قصيدة في هجاء أبي جعفر المنصور .\r\n( 1 ) أرب : حاجة .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nقال لها الوزير : إن أمرا عجزت عنه حيلتي لجدير أن لا يبلغه احتيالك . وقضية قصّرت عن احتمالها قدرتي لحقيق أن يقصّر عنها احتمالك .\r\nقالت له الجارية : إني أصل من الملك إلى ما لا تصل أنت إليه . وأقدر من التوصّل إلى قلبه على ما تقدر أنت عليه . لأني أحضره في وقت تناهي سروره وطربه . وأخلو معه في أوقات لهوه ولعبه . وزمام قلبه حينئذ في يدي كيف ما شئت أقلّبه . وعنان لبه مسلّم إليّ ، فعليّ حكم اختياري تصرّفه وتقلبه . لا سيما إذا اختلفت لديك وجها يوجب التأمل . وأخرجته في معرض يرى أنه بريء من التكلّف والتعمل .\r\nفاتخذ لها الوزير عند ذلك أصناف الحلي والملابس .\r\nوحكّمها « 1 » من خزائنه في كلّ ما اقترحته من الذخائر والنفائس .\r\nوحملها إلى الملك في أكمل هيئة وصورة . ونقلها إلى قصره ، وقد أصبحت صفات الجمال عليها مقصورة . فلما رآها الملك راعه ما عاينه من باهر حسنها . واستنطقها ففتنته ما سمع من فصاحة لسانها على حداثة سنّها . فملكت عليه أعشار قلبه . وشغلته من نسائه عمّن كانت تدلّ بميله إليها وحبه .\r\nوأقامت عنده مدّة لا يلهيه عنها لهو ولا طرب . ولا يلهيه عن الاشتغال بها مهمّ ولا أرب . فلمّا علمت أن هواها من قلبه قد تمكّن ، وظهر لها صدق شغفه بها وتبيّن . اتخذت مجلسا عظيما كسيت « * » بصفائح الذهب الإبريز حيطانه وسقوفه . ورصّعت فيه من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حكّمها : أي تركها تختار ما تشاء .\r\n( * ) المجلس مذكر ، لكن الناسخ أنّثه .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nالدرّ والياقوت أنواعه وصنوفه . واستكثرت فيه من بدائع الآلات .\r\nوعجائب الحركات والنغمات . ومن المياه المنخرقة والجداول المتدفقة . وشخوص الأطيار الناطقة بغرائب الألحان . وفنون الفواكه والزهر والريحان . ونفائس الفرش والنمارق « 1 » البديعات الألوان صنوان « 2 » وغير صنوان . ما كان في وقته قيد العيان . وشغل اللسان وعمارة الآذان . وكانت قد سترت عن الملك في طول هذه المدة حذقها بصناعة العود « 3 » . وذخرت ذلك لهذا اليوم الموعود . ثم دعت الملك إلى مجلسها وقد أظهرت من زينتها ما يناسب زينته . وبرزت من تجملها في قالب استوفى من الجمال جملته .\r\nفلما دخل عليها راقه ما رأى من بديع جمالها . وأطربه ما شاهده في ذلك المجلس من جميل اهتمامها وجليل احتفالها . فلما استقرّ به مجلسه ، وطاب به أنسه . ونال بقدر الحاجة ممّا هيىء من ذلك الطعام . وشرع في استدعاء السرور بتناول كاسات المدام .\r\nأخذت العود . وقد حفّت بها طالع السعود . وغنّت غناء كاد يذيب الجوامد الجلامد . فكانت كما قيل « 4 » [ المنسرح 
  ] :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النمارق ج . نمرق ، وهي الوسادة الصغيرة يتكأ عليها .\r\n( 2 ) الصنو : الأخ الشقيق والابن والعم ج . أصناء وصنوان ، والأنثى صنوة ، ويقال هذا للنبات وغيره .\r\n( 3 ) صناعة العود : هي صناعة قديمة عرفها العرب منذ العصر الجاهلي ثم تطورت وخصها الخوارزمي الكاتب بفصل واسع ولا تزال بغداد تعنى بهذه الصناعة . انظر : مفاتيح العلوم ، الباب السابع ، 239 - 246 .\r\n( 4 ) البيت بلا عزو في التذكرة الفخرية ، 230 . ولكشاجم في ديوانه ، 465 ( رقم 460 ) ؛ من غاب عنه المطرب ( تح : السامرائي ) ، 193 وفيه : يبق . . تمنت ( وهي الرواية المفضلة ) .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n غنّت فلم تبق فيّ جارحة * إلّا تمنيت أنها أذن \r\nفاجتمع له من السرور ما تفرّق في سالف عمره . وأسف على ما فرط فيه من الغفلة عنها في غابر دهره . ثم أنشد بعد ما قرع سنّ نادم « 1 » [ الطويل 
  ] :\r\n وكاد سروري لا يفي بندامتي * على تركها في دهري المتقادم \r\nفلم يزل معها على تلك الحال حتى علمت أن السرور قد غلب عليه . والطرب قد تناهت غاياته إليه . فاندفعت تغنّي بشعر تعرّض فيه لذلك المجلس بالزوال . ولتلك الحال بالتحول والانتقال . ثم أجهشت في إثره بالبكاء والعويل . واتبعت ذلك بالأسف الزائد والتحسر الطويل .\r\nفاضطرب الملك لذلك وتنكر . وتغيّر وجهه وتمعر « 2 » . وقال لها : ممّ هذا البكاء الذي لا يليق بهذا الوقت ؟ وما الموجب للانتقال من حال يوجب المقة « 3 » إلى حالة توجب المقت ؟ وهل بقي شيء من المسار إلّا وحضر ؟ وهل شيء من هذه الملاذ « 4 » إلّا وقد غبر في وجه ما مضى من أمثاله في سالف العمر وغبر ؟\r\nفقالت : لا واللّه ما على هذا كان أعوالي . ولا بسببه كان إذا رأى لدمعي وأسبالي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) للمتنبي من قصيدة مطلعها :\r\n أنا لائمي إن كنت وقت اللوائم * علمت بما بي بين تلك المعالم \r\nانظر : ديوان المتنبي بشرح الواحدي ، 315 - 320 ؛ ط بغداد 323 .\r\n( 2 ) تمعّر الوجه : تقبّض .\r\n( 3 ) المقة : المحبة ، والمقت : الكره .\r\n( 4 ) الملاذ : الملذات .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nقال : فلم عرّضت بزوال هذه المسرّة ؟ ولم عقبت ما تقدّم منك من المبرة بهذه المضرّة ؟\r\nفاستعفته ، فامتنع من إعفائها . فأقسمت عليه فأقسم لتخبرنّه بهذه القصة التي قد أصرّت على إخفائها .\r\nفقالت : وكيف لا أبكي لفقد هذه الحال السارة ؟ وأتأسف على خروجي من ظلّ عزّ المملكة ، وحمى دار الإمارة ؟\r\nفقال لها : ما هذا الوسواس الذي قد ملك عليك بالك ؟ وما هذا الفأل الذي أوقعك فيه الرأي القائل لا أبا لك ؟ !\r\n\r\n[ أسباب زوال الملك 
  ]\r\nقالت : وأي ملك يبقى وقد فشا الظلم في الرعية . وضعفت عن دفعه من السلطنة يدها القوية . ولم يبق من لا يخشى ظلم غيرك .\r\nولا خير يرجى من أحد إلّا فضلك وخيرك ، وقد أهملت مع ذلك - أيها الملك - النظر في أمور رعيتك والمباشرة لأحوالهم ، وأعرضت عنهم إعراض المغضب عليهم . فانقطعت من حسن الظنّ بجميل الرأي فيهم عرى آمالهم . فلو نظرت إليهم في كل أسبوع نظرة لعرفت بها في وجوههم نضرة النعيم . واستروحوا إليك ولو بمجرد الشكوى كما يستريح إلى الطبيب بشكوى بثه السقيم . فإنّ المريض ينتعش عند رؤية طبيبه قواه . ويجد لذلك من الأثر في نفسه ما لا يجده لنافع دواه .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\n[ الثوب الأحمر 
  ]\r\nوقد حكي أن بعض ملوك الصين « 1 » كان قد أوتي في العدل بسطة . وحبّب إليه الإنصاف حتى لم يكن له في شيء سواه سرور ولا في غيره غبطة . فكان يجلس لرعيته غداة كلّ يوم فينظر في مصالحهم ومظالمهم . ويكفّ عن مظلومهم يد ظالمهم . فلم يزل على ذلك حتى أصيب بآفة في سمعه . واعتراه صمم لم يقدر بحيلة على دفعه عن نفسه ومنعه . فتعاظمه ما ترك به من هذا العارض .\r\nوتكدّر عليه من عيشه صفوه وأضحى حميم لذاته وهو بأرض « 2 » .\r\nفدخل عليه في بعض الأيام بعض خواصه ، فوجده يبكي بكاء ثكلى أصيبت بواحدها وعزّها الجزع ، فعسر عليها العزاء حتى أبكت عين حاسدها .\r\nفقال له : الملك - أعزّه اللّه - أبصر بمواقع السلو والعزاء . وأعلم بما أعدّه اللّه تعالى للصابرين في البأساء من حسن الجزاء . وإنّ الجزع لا يردّ فايتا ، والبكاء لا يردّ ذاهبا . والصبر أحسن في الأمور عواقبا .\r\nفقال : واللّه ما أبكي لما فات مني ، فإني قد احتسبت عند اللّه قوته . ولكن لمظلوم يصرخ بالباب ، فلا أسمع صوته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ملوك الصين : انظر طرفا من تاريخهم وأخبارهم في مروج الذهب 1 : 155 - 173 ؛ ومعجم البلدان ( مادة صين ) 3 : 440 - 448 . وترد حكاية الثوب الأحمر في عدّة مصادر بينها : سراج الملوك للطرطوشي ( تح : محمد فتحي أبو بكر - الدار المصرية اللبنانية - الإسكندرية ، 1994 م ) ص 223 ، وقد جعلها في الهند بدل الصين . المصباح المضيء لابن الجوزي 2 / 145 ؛ عيون الأخبار 2 / 335 .\r\n( 2 ) بأرض ومبروض : مفتقر ، لكثرة عطائه وحميم لذاته : أسير لذاته .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nثم قال : أما ما ذهب سمعي فإنّ بصري لم يذهب . وإذ قد سلب البعض مني ، فإنّ لي عوضا فيما لم يسلب .\r\nثم أمر فنودي في الناس ألا يلبس ثوبا أحمر إلّا مظلوم . ولا يعلن بهذا الشعار إلّا من هو مهتضم مكظوم . وكان يركب الفيل في طرفي نهاره . ويرمي الناس بحاسة أبصاره . فمن رآه مستشعرا شعار التظلم . أو مشيرا إشارة التضور والتألم . أمر في الحال بكشف قصته واتباعه غصته . ثم يقول : اللّهم هذا مبلغ جهدي وحيلتي . فلا تؤاخذني بما لم تبلغه قدرتي « 1 » .\r\nثم إنه - أيها الملك - قد قلّ ما يحمل إلى خزائنك من الأموال . وخلت مخازن أقواتك من الغلال . والملك إذا لم يؤت سعة من المال . انقطعت من تأميله علائق الآمال . ولم يقدر على بلوغ شيء من أغراضه على حال .\r\n\r\n[ كرم الملوك 
  ]\r\nوقد قيل : الكريم على الناس ذو المال . والكريم فيهم ذو النوال . فينبغي أن يكون الملك متلفا ، مخلفا ، واهبا ، كاسيا ، مبيدا ، مفيدا .\r\nوقد قيل « 2 » [ الطويل 
  ] :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورد هذا الخبر في أثناء حوار طويل وقع لأبي جعفر المنصور مع رجل من أهل مكة : عيون الأخبار ، المجلد الأول ، 333 - 336 ؛ الزهرات المنثورة لابن سماك العاملي ، 59 - 60 ( نسبه إلى أحد ملوك الهند ) .\r\n( 2 ) البيت في لسان العرب ( عرا ) ؛ ما يتمثل به من الأبيات ، 162 : لابن مقبل في ديوانه 243 من قصيدة تبلغ 55 بيتا ، ولعبد اللّه بن همام السلولي في الكامل للمبرد ، 663 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n فاتلف وأخلف إنما المال عارة « 1 » * وكله مع الدهر الذي هو آكله \r\nويجب أن تكون عناية الملك ببيوت أمواله ، كعنايته ببني آماله .\r\nوتربيته لأصول ارتفاعه كربه الشنيعة عند ذوي اصطناعه . وأن لا يكون عند الحاجة إلى ما في أيدي رعيته مفتقرا . ولا بالضرورة عند وقوعها في مضايقتهم معتذرا . فيكون مثله كمثل الهرّة التي تأكل أولادها عند ضرورتها « 2 » . وتنسى ما كان لها عليهم قبل ذلك من حنوها وشفقتها . ثم جباة الأموال ومن يتولاها من قبلهم من العمال .\r\nفهم رجلان : أما ذو جرأة وإقدام على الخيانة . وأما عف ذو أمانة قد أضاع بالمحاباة والذّب عن نفسه من حقوق الديوان ما هو حقيق بالصيانة . فلو استشعر الأول أنّ له من يأخذه بسوء جنايته لكفّ عن غرب « 3 » جرأته وخيانته . ولو تحقّق الثاني ممّن يسعى في إفساد حالته ، لعمل بمقتضى علمه وأمانته . فعدم النظر هو الذي طرق هذا الخلل ، وأفضى إلى هذا الأمر الجلل .\r\nثم الأجناد « 4 » الذين هم أعضاد الدولة وأنجادها ، وأركان الملّة وأوتادها . وبهم يرهب العدو ويقمع . وبسيوفهم يستأصل دابره ويقطع . قد أفسدت المساواة بينهم عقائدهم . وغيرت في الطاعة عوائدهم . فتفرّقت أهواءهم المنتظمة في التساهل والعزائم . وقد قال الحكيم « 5 » : إذا تساوى الناس هلكوا .\r\nوأعظم من ذلك : إهمال التفقد لأحوالهم . وإغفال شغلهم فيما قد أهلوا له واستعمالهم . حتى قضى ذلك لهم باعتياد الرفاهية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عارة أي معار .\r\n( 2 ) كناية الهرة معروفة ومشهورة .\r\n( 3 ) غرب : الحدّة .\r\n( 4 ) الأجناد ج . جندي .\r\n( 5 ) يقصد هنا أرسطو .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوالراحة . وصيّر محظورات تلك الأمور كلّها عندهم مباحة . فاستلانوا الهوينى . وأعرضوا في طلب العزّ عن التعرض للمتالف ، وقعدت به همم النفوس حتى تشبّهوا بالقواعد « 1 » . ورضوا بأن يكونوا مع الخوالف . وحملتهم الجرأة إلى أن طلبوا من زيادة الأرزاق فوق ما توجبه لهم قضية الاستحقاق . فإن يعطوا منها رضوا ، وإن لم يعطوا منها إذا هم يسخطون . ثم قعدوا عن التكسب بأسباب معيشتهم وشاركوا الرعيّة في مهن عيشتهم . وتمثلوا بالسّوقة « 2 » لطول المقام معهم في أخلاقهم . وضايقوهم لما غلب عليهم من حبّ الراحة في تصرفات أرزاقهم . وإنما مثل الجندي كمثل الكاسر الذي يتكسب بنابه ومخلبه . وتسمو نفسه لشرفها عن مشاركة شيء من الحيوانات في مأكله ومشربه . فهو لا يسأم مبارزة الخطوب ، ولا يكره منازلة الحتوف . ولا يحبّ المال إلّا من قنا « 3 » وسيوف [ الطويل 
  ] :\r\n يظلّ بموماة ، ويمسي بغيرها * جحيشا ، ويعروري ظهور المهالك\r\nيرى الوحدة الأنس الأنيس ويهتدي * بحيث اهتدت أمّ النجوم الشوابك « 4 » \r\nثم الأعداء المجاورون « * » لبلادك قد أشرفوا عليها من كلّ جانب وأطلوا . وأجمعوا على غزوها من كلّ جهة . وقلّما غزي قوم في عقر دارهم إلّا ذلّوا .\r\nثم شرحت له من أسرار ما كان الوزير ألقاه إليها البواطن .\r\nوأثارت من غوامض ما كان قصّه عليه الدفائن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القواعد : النساء .\r\n( 2 ) السّوقة : الرعية .\r\n( 3 ) القنا : الرماح .\r\n( * ) في الأصل : المجاورين .\r\n( 4 ) البيتان لتأبط شرّا في ديوانه ، 152 - 156 ؛ شعره ، 116 - 119 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nفقال لها : أنى « 1 » لك هذا ؟\r\nقالت : ممّن حمله على التحيّل « 2 » في النصح فرط شفقته .\r\nوعرف لمربّيه ومصطنعه حقّ اصطناعه « 3 » وتربيته .\r\n\r\n[ ندم الملك 
  ]\r\nفأفاق الملك من غمرة سكره . وتاب إليه من لبّه ما كان عازبا ، فندم على ما فرط فيه من أمره .\r\nوخرج فاستدعى الوزير من فوره . وسأله أن يخبره بكلّ ما كان يعتلج « 4 » في صدره . فوجده مستعدا للجواب عن كلّ ما يسأل عنه .\r\nمتهيئا للإرشاد إلى كلّ ما يراد من سداد الرأي منه . فأطلعه على خفايا الأسرار . وعرّفه ما صحّ عنده عن عدوّه من الأخبار . وبصّره من السياسة أمورا كان يسترها عنه غشاوة على ناظر قلبه فإنها لا تعمي الأبصار .\r\nفأطرق خجلا من الوزير . وندم على ما كان منه لهذه النصائح من التأخير . ثم رفض اللذات البهيمية « 5 » وهجرها . وحرّم الشهوات الخسيسة وحظرها . وأخرج ما عنده من آلة المنكرات التي أنكرها فحطّمها وكسرها . ورجع إلى اللّه تعالى من جميع ذنوبه تائبا . ولزم باب جوده وفضله عاكفا على الاستغفار مواظبا . ثم انتصب بنفسه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أنّى : أي من أين لك هذا ؟\r\n( 2 ) التحيّل من الحيلة .\r\n( 3 ) اصطنعه : رباه واعتنى به .\r\n( 4 ) يعتلج : يدور .\r\n( 5 ) اللّذات البهيمية : اللذات الحيوانية .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nلقمع الظالم وإدالة المظلوم « 1 » . ورتّب كلّ شيء من التدبير في وقت معلوم . ثم أحسن النظر في أمور رعاياها وأجناده . ورمى بسهام الآراء الصائبة لما بعد من أطراف بلاده .\r\nفلم يلبث أن توطدت له الأمور واستقرت . وجرت أحوال دولته على قوانين الصلاح واستمرت . فانتشر في الآفاق أنّ الملك قد باشر سياسة ملكه بنفسه . وصمد في يومه لتلافي فارط أمره .\r\nوتبتل « 2 » لتفقد المصالح في ليله ونهاره . وألهاه الاشتغال بذلك عمّا كان يشغله من لذته وأوطاره « 3 » . وأنه قد أخذ في تسريب العساكر إلى الأقطار الشاسعة ، وتجهيز الجيوش إلى الآفاق البعيدة بالقوة المانعة والآلة الجامعة . فخنس « 4 » كلّ من الأعداء في كناسه « 5 » . وأعدّ بعدالة غزوه آلة احتراسه . وقنع من الغنيمة بحفظه لرأسه .\r\n\r\n[ وصايا الجارية 
  ]\r\nقال الملك : لقد أحسنت هذه الجارية في إيقاظ الملك من غفلته . وتنبيهه على مصالح دولته . فزيديني من هذه الوصايا المتفقة .\r\nوالقضايا التي هي إلى الصواب مرشدة وبه معرّفة .\r\nقالت : نعم - أعزّ اللّه الملك - : وأما إيداعه القلوب الرهبة من غير ضغينة « 6 » ، فبإقامة الحدود في العقوبات على حدّها . وإسقاط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إدالة المظلوم : رفع الحيف عنه .\r\n( 2 ) تبتل : تزهد .\r\n( 3 ) أوطاره : حاجاته .\r\n( 4 ) خنس : اختفى .\r\n( 5 ) كنس : داخل الخيمة .\r\n( 6 ) راجع فقرة الخصال التي أثبتها المؤلّف في مقدمته ، ص 49 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالشفاعات في إسقاط شيء من أسهلها وأشدّها . والإعراض عن إظهار أنّ للنفس حظا بالجملة في استيفائها وإشعار القلوب أنه لا محيد عن امتثال الشريعة الإلهية في ذلك واتباع قضائها . فإذا تحقّق المذنب أنه غير مأخوذ إلّا بذنبه . ولا يجازى إلّا بما قدمت يداه من كسبه . وأن المعاقب لا أرب له في عقابه إلّا امتثال أمر ربّه . زالت الضغينة من نفسه وسكنت الرهبة في قلبه .\r\n\r\n[ التدبير والتبذير 
  ]\r\nواعلم أيها الملك - أيّدك اللّه - إنه يجب على الملك أن يعمّ بالقوت « 1 » . ويمنع من فضول العيش التي تمتنع بها كثير من المصالح وتفوت . وهي مع ذلك مادة البطر والأشر « 2 » . والباعث على كلّ شرّ يستطير له شرر . ويتفقد أجناده وحظاياه وأبناء دولته ومن يلتزم أمره من رعاياه . فيقدّر لكلّ منهم من الرزق على قدر همته . ولا يقتصر به على البلغة « 3 » من كفايته . فإن الهمم تختلف باختلاف الأشخاص .\r\nوالنفوس فيها متفاوتة فمنها ما تجب له الزيادة ، ومنها ما يتعيّن منه الانتقاص . وأعدل الهمم ما كان وسطا بين طرفي التبذير والتقتير .\r\nوعدلا غير مائل إلى أحد جانبي التفريط بالتقليل ولا الإفراط بالتكثير والملك أمين اللّه في بلاده . وخليفته على من خلق من عباده أقامه لتدبير خلقه . وجعله قاسما بينهم لما قدّره لكلّ منهم من رزقه .\r\nوالملك في يده وديعة ، فلا ينبغي له أن يغلّ « 4 » . وأمانة فلا يجوز له أن يقصر في حفظه ولا بشرط صيانته أن يخلّ . ومن الغلول اتفاقه في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع الفقرة نفسها ، ص 49 .\r\n( 2 ) الأشر : كفر النعمة .\r\n( 3 ) البلغة : الحدّ الأدنى .\r\n( 4 ) الغلّ : الحقد والضغن .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nغير حقه . ومن التقصير في حفظه إعطاؤه لغير مستحقه . لأنه موكل للصرف في مهام الأمة حين لا يغني إلا صرفه وإطلاقه . ومعدّ للاتفاق في مصالح الملّة ، حين لا يجدي إلّا بذله وإنفاقه .\r\n\r\n[ المرأة ريحانة 
  ]\r\nواعلم أيها الملك - أعزّك اللّه - إنه يجب على الملك أن لا يكون بآراء النساء في شيء من التدبير عاملا . ولا معهنّ في جميع الأغراض مائلا . فقد سبق المثل بقول الحكيم : المرأة ريحانة وليست بقهرمانة « 1 » .\r\n\r\n[ تصغير الأعداء مرفوض 
  ]\r\nومن كمال سعادة الملك وتمام إقباله . واستيلاء التوفيق على آرائه واشتماله . أن لا يكون تصغير الأعداء محتقرا . ولا على يسير التدبير في أمره مقتصرا . بل يجب عليه المبادرة بقط نواجم الأعداء « 2 » . وأن لا يتهاون بالأمر في أوّله فيأخذ في الزيادة والاستشراء . فإن يسير الشرّ يبدو كالنار أوّلها ضئيلة وآخرها لا يطاق دفعه بحيلة . فإن لم يبادر إلى إطفائها وإخمادها . أهلكت بسرعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القهرمانة : مدبّرة البيت ، وأصل عمل القهرمانة في بلاط الخليفة ، أن تؤدّي الرسائل عن الخليفة . غير أن ضعف الخلفاء واحتجابهم في قصور وتسلّط النساء ، أدّى إلى سيطرة القهرمانة . لاحظ ما كتبه عبود الشالجي ( ت 1996 م ) في حاشية الفرج بعد الشدة للتنوخي 4 : 370 - 371 ( تجد تعريفا وجيزا للقهرمانة في موضع آخر ) . ومعنى هذا المثل : أنه يستمتع بها ولا يعتمد عليها وقد أورده الثعالبي في كتابه : التمثيل والمحاضرة ، 215 .\r\n( 2 ) قط نواجم الأعداء : سحق الأعداء .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nاشتعالها واتقادها . فيجب عليه أن يقابل ضعيف الأعداء بمقابلة قوّيها . ويساوي في الأخذ بالحوطة بين شريفها ودنّيها . فربّ فتنة كانت عن كلمة يسيرة . وميتة كان سببها لقمة حقيرة . وقد قيل [ المتقارب 
  ] :\r\n ولا تحقرنّ عدوّا رماك * وإن كان في ساعديه قصر\r\nفإن السيوف تجذّ الرقا * ب وتعجز عمّا تنال الإبر « 1 » \r\nوقلّ من كان بأعباء « * » السياسة مستقلا ، فكان لقليل الأعداء مستغلا . أو كان بأنوار الصواب مستدلا ، فكان لذليل الأعداء متبذلا « * * » . وقد ضربت الحكماء في ذلك أمثالا . وصرفوا فيه أموالا . وأوردوا عليه من الحكاية عما شوهد شاهدا ومثالا .\r\n\r\n[ الصعلوك 
  ]\r\nفمن ذلك ما حكي أن بعض الملوك كانت قد فسدت في الرعيّة سيرته . واختلت سياسته . وغلب عليه جنده وأقاربه . وقلّت في التدبير مضاربه . فصارت المنكرات في أعماله فاشية . والمخزيات في بلاده ظاهرة بادية ، وحرمات الشريعة منتهكة . وذوو القدرة قد قهروا الضعفاء بسوء الملكة . وكان في مدينته رجل صعلوك . إلّا أن له همّة الملوك . فلما رأى شدّة اختلال الأحوال واضطرابها وظهور مبادئ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البيتان لابن نباتة السعدي في : الإعجاز والإيجاز ، 279 ؛ لباب الآداب 2 :\r\n114 ؛ ديوانه 2 : 73 من قصيدة في مدح شرف الدولة شيرزيل بن عضد الدولة عند وروده بغداد واستيلائه على الملك ، وأنشدها إياه في نوروز سنة تسع وسبعين وثلاثمائة للهجرة ، وفي الديوان : الحسام بدل السيوف .\r\n( * ) كلمة أعباء متلاشية في الأصل .\r\n( * * ) الأصل : مبتذلا ، خطأ .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nإشراط الزوال واقترابها . حدّث نفسه بالاستيلاء على الملك والتغلب .\r\nوناجاها بالقفز على الأمر والتوثب . فأخذ في التعرّض للأمر بالمعروف والنهي عن المنكر . متحققا أن هذا الأمر وإن قلّ مساعده فيه فإنه ممّا لا ينبغي عليه ولا ينكر . فأظهر القيام بالحسبة « 1 » احتسابا . وأنكر على من يتّخذها معيشة واكتسابا . ثم تدرّج من ذلك إلى الجرأة على الملك في أحواله . والإنكار عليه بغليظ القول لمّا كثر انتحاله . وإظهار الاستخفاف به وقلّة المبالاة . والاعتراض بالطعن على أحكام الولاة والقضاة . والتفوّه بألفاظ يقدح « 2 » بها في سياسة الملك وسيرته . وتبعث العامة بمقتضاها على خلع طاعته ، ونقض بيعته . مستندا في ذلك إلى ما أظهره من خشونة الزهد وبرز فيه من حلية التنسّك والتعبد حتى كثر من العامة اتّباعه . وكثر من الغوغاء أتباعه . ففطن لسرّ مقصوده ذو والبصائر . وعلموا ما يجرّه التهاون بأمر من سوء الجرائر « 3 » . فأعلموا الملك بلباب مقصده . وأطلعوا على ما أطلعوا عليه من خبيث معتقده . وأغروه بسفك دمه . وحذّروه من التفريط المعقب لأسفه وندمه . فضحك منهم هاربا . وسخر من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحسبة : أمر بمعروف إذا ظهر تركه ونهى عن منكر إذا ظهر فعله . للحسبة أبواب كثيرة أوسعها موجودة في الأسواق والأحياء السكنية والتجارية والطرق العامة وغيرها . للتفاصيل انظر : الأحكام السلطانية للماوردي ؛ نهاية الرتبة في طلب الحسبة للشيزري ؛ معالم القربة في أحكام الحسبة لابن الإخوة ( القاهرة 1976 ) ؛ الحسبة على المدن والعمران للدكتور وليد المنيس ( الكويت 1416 ه ) ؛ الحسبة والمحتسب في الإسلام ( بيروت 1970 م ) ؛ نظام الحسبة في العراق لرشاد معتوق . . . إلخ .\r\n( 2 ) القدح : الطعن .\r\n( 3 ) الجرائر ج . جريرة وهي : التبعات .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nأقوالهم لاهيا . وقال : إن من أقبح ما ينشر ويذكر ، وأشنع ما يروى ويؤثر . أن الملك - على جلالة منصبه وجميل رأيه في الرأي ومذهبه - خاف من عادية صعلوك فقير . وذعر من قصة مسكين حقير . وليس من ذوي الجرأة والفتكة . ولا من أهل الشوكة « * » والشكة . فبادر إلى قتله منتهزا لهذه الفرصة العظيمة . وخائفا من هذه العقبة الوبيلة « 1 » الوخيمة . وكيف يسوّغ في الشريعة الإقدام على رجل من أهل الدين بالقتل ؟ أو يحلّ في الدين المبادرة لسفك دم من لا ذنب له إلّا الأمر بالإحسان والعدل ؟\r\nفقالوا له : أيها الملك ، أراك اللّه الصواب ، واستعملك فيما يرضاه من المجاب . فإذا لم تسمح نفسك بقتله . ولا حسن عندها حسم هذا الداء من أصله . فتقدم بحبسه ليكون ذلك إما زاجرا له عن معاودة الجرأة عليك والقدح في دولتك . أو باعثا له على الخروج من حوزتك وارتياده بلدة غير بلدتك .\r\nفتقدّم الملك باعتقاله وأمر المتوكلين به بمطالعته بأحواله . فلم ير مفترا في طول حبسه عن الصلاة والصيام . ولا مقصّرا في إحياء الليل بالتلاوة والقيام . ولا متناولا من الشراب والطعام إلّا قدر ما يكون لنفسه به قوام .\r\nفلما أعلم الملك ذلك من حاله . ندم على ما كان من حبسه .\r\nولام من حمله على ذلك وعاد بأكثر اللوم على نفسه . ثم أمر بإخراجه وأكرم مثواه . ورغب إليه في التحليل ممّا كان منه وأن لا يخليه من صالح دعاه . فلما تخلّى سربه وتحلّى بالأنس قلبه ، عاد إلى أعظم من حاله الأولى . وأفرط في الزيادة فيما كان يقول ويفعل .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) الأصل : السوكة .\r\n( 1 ) الوبيلة : الشديدة .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nفافتعل الناس له من كواذب المنامات « 1 » . واختلفوا له من فنون الكرامات . ما كادوا يرفعونه عن درجة الأولياء إلى رتبة الأنبياء .\r\nويحلّونه محل من خوطب من الهوى أو كوشف بحقائق الأنباء .\r\nفاجتمع أهل النصيحة إلى الملك وقالوا له : إن لم تتلاف هذا الداء ، وإلّا أعضل « 2 » دواؤه وامتنع . وإنّا لم تبادر برقع هذا الخرق ، وإلّا أعيا على الراقع واتّسع « 3 » . وإنا لم نزل قطّ في أمر هذا الرجل على بصيرة . ولم يتخالجنا الشك قطّ فيما كان يبطنه من سوء سريرة .\r\nوإنما بدا للملك في أمره أمر فلم نستطع فيه مقاومته . ورأى في بابه رأيا فلم يمكّنا أن نطيل فيه جداله ومخاصمته . ورأينا فيه هو الرأي الأول . وحكمنا فيه أن تمضي فيه حكم [ . . . 
  ] السيف فيقتل .\r\nفقال الملك : إن نفسي لشديدة النفار من قتله . وإني لأربأنها عن سوء المقدرة على مثله . ولكن ينفى من المدينة ويخرج . ويعفى من القتل وإن كان إليه قد أحوج .\r\nفأخرج عن المدينة من فوره . وخرج الناس لتوديعه حتى غصّ بالنظارة منهم سورها على سعة دوره . فانتهى به المسير إلى بعض القرى . فآوى إلى ظل مسجدها متعرضا للقرى « 4 » . فلما رأى أهلها حسن سمته وسمته وأطباهم « * » لهم بما شاهدوه منه من عمارته بالخيرات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كواذب المنامات : كواذب الأحلام . انظر كتاب تعبير الرؤيا لابن قتيبة ، تح : الأستاذ إبراهيم صالح ، دار البشائر ، دمشق ، 2001 .\r\n( 2 ) أعضل : اشتد .\r\n( 3 ) هذه القصة لها شبه في نشوار المحاضرة للتنوخي ، تح : عبود الشالجي ، ج 2 ، ص 351 - 355 . فقارن هذه بتلك .\r\n( 4 ) القرى : الضيافة .\r\n( * ) كذا في الأصل .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nلوقته . أكرموا برّه . وعرفوا له فضله . وقالوا له : إن شئت المقام عندنا فأقم . وإن آثرت الانتقال عنّا فها أموالنا فاحتكم .\r\nفقال : واللّه ما بي عن المقام بينكم رغبة . ولا بدا لي منكم إلّا ما يوجب المقة والمحبة . ولكني أخاف أن أكون عليكم كلّا « 1 » .\r\nوأخشى أن يطول مقامي بينكم فتستثقلوا لي ظلا . فلو رأيتم لي عملا من الحلال أعمل فيه . وأقنع أن أكون ممّن يصونه عزكم ويحميه .\r\nلرجوت أن يكون ذلك إلى دوام [ . . . 
  ] أقرب . ورأيت أن الأخذ به أولى وأوجب .\r\nقالوا له : تاللّه ! لقد بالغت في الإبانة عن لومنا . واستوجبت بذلك غاية ذمنا ولومنا . وإن زكوات أموالنا لتفضل عن ذوي الحاجة منا حتى بنقلها إلى البلاد النازحة . ونرصد بعد ذلك منها جانبا لما يعزو من حادثة أو يطرق من جائحة . فلك من ذلك ما يزيد على كفايتك . ويفضل عن مقدار حاجتك . فشكر وصلهم وقبل بذلهم ، وأقام عندهم مدة يعلّمهم فرائض الدين وأحكامه ويبيّن لهم رسومه وينير لهم أعلامه .\r\nفبينا هو ذات يوم جالسا في ظل فنائه . وعنده منهم من لا يحتشمه من أودائه « 2 » . إذ سمع في ظاهر القرية ضجة ارتفعت لها الأصوات . وصيحة قد علت حتى أسمعت الأموات . واستطار لها من الغبار ما كاد يحجب ضوء الشمس عن الأبصار . فسأل عن تلك الضجة ، وما سبب تلك اللجة . فقيل له وصول الأعلاج « 3 » . الذين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلا : ثقلا .\r\n( 2 ) أودائه : خلصاؤه .\r\n( 3 ) الأعلاج ج . علج : يطلق على غير المسلمين . وأثناء فترة الحروب الصليبية -\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nيجبون للملك الخراج « 1 » . ومطالبتهم بالضيافة المجحفة . وسومهم الأمور المتخوفة ، وتوظيفهم على الناس الكلف الشاقة . وأخذهم كلا منهم بما لا تنهض له به طاقة . واستيداؤهم بعد ذلك بأشدّ العسف .\r\nوحملهم على أحوال الأقوياء ما يلحقها بأحوال أولي الضعف .\r\nفضرب بإحدى يديه على الأخرى . وتنفّس تنفس ذوي كبد حرّى . وقال ما قدّرت أن أعيش إلى أن ابتلي بمثل هذه البلوى . ولا ظننت أنّي نازل على قوم قد نزلوا من الذل بالعدوة « 2 » القصوى . يا قوم ! اجمعوا لي وجوهكم وخياركم . بل هلّموا إلى صغاركم وكباركم . أبصركم من العمى . وأجلو عنكم من العار هذه الغمّى « 3 » .\r\nفاجتمع إليه من الحيّ آباؤه وأبناؤه . وأقبل إليه منه رجاله ونساؤه .\r\nفلما تكاتفوا بين يديه ، قام فيهم قائما على قدميه . وبكى حتى أبكى من حضر إليه . وقال : يا قوم ! ما ظننت أنكم من الذلّ بهذه المثابة . ولا تحققت أنكم نازلون من الخسف بهذه الخطة يا هذه العصابة . ولو علمنا أنكم ممّن يغمض على هذا القذى ويغض [ السريع 
  ] :\r\n\r\n\r\n","description":"","footnote":"\r\n- أطلقت صفة الأعلاج والعلوج على المقاتلين الأوروبيين . وهي في هذه القصة تطلق على موظفي الدولة من جامعي الضرائب . قال ابن لنكك البصري ( الوافر ) :\r\n مضى الأحرار وانقرضوا وبادوا * وخلفني الزمان على علوج \r\nشعر ابن لنكك البصري ، تح . د . زهير زاهد ، منشورات الجمل ( ألمانيا ، 2005 ) ، ص 40 .\r\n( 1 ) انظر شروط كاتب الخراج في سلوك المالك ، 198 . وأحصى المؤلف ثمانية شروط تشكل واجبات المسؤول عن الخراج .\r\n( 2 ) العدوة : المكان المتباعد .\r\n( 3 ) الغمّة : الكرب .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n لكان لي مضطرب واسع * في الأرض ذات الطول والعرض « 1 » \r\nفعلام تلقون بأيديكم ؟ ولم لا ترخصون العار عن نواديكم وتمنعون الضيم عنكم وعمّن يحل بواديكم ؟ وحتّام تخشعون في الجواب لمن يناديكم وتتّقون ما تتوهمونه من العواقب بالتفريط فيما تتحققونه من مناديكم ؟ هل بعد هذا العار من عار ؟ أم بعد هذا الصعار « 2 » من صغار ؟ أي شيء أعظم من هتك الحريم واصطلام الأموال ؟ « 3 » وأي نكال أشدّ منزلة من الفضيحة تخشون أن يسمّى بكم إليها ويرتقى ؟\r\nفقالوا له : واللّه لقد صدقت فيما نطقت وما صدف عن الحق فيما وصفت . ولكنها الطاعة التي لا يجوز مخالفتها والجماعة التي لا يسوّغ مفارقتها . والسلطان الذي لا يسع الامتثال أمره . ولا يتسع إلّا الدخول تحت عدل حكمه وجوره . فقال : أما علمتم « أنه لا طاعة لمخلوق في معصية الخالق » « 4 » . وإن المكثر لسواد الفسّاق هو على الحقيقة لجماعة الحقّ مفارق . إن هذا إلّا عذر الذليل ، وإنّ المقيم بينكم لأضلّ منكم عن سواء السبيل .\r\nقالوا : فماذا الذي به تأمرنا ؟ وما الذي تشير به ليقف عنده تقدّمنا وتأخرنا ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البيت للخطاب بن المعلّى في : عيون الأخبار 3 : 95 ؛ بهجة المجالس ، 767 ؛ المناقب ، 352 ، رقم 1228 ( وفي المناقب تخريجات أخرى ) .\r\n( 2 ) الصعار : ميل في الوجه .\r\n( 3 ) اصطلام الأموال : نهبها .\r\n( 4 ) هذا حديث رواه مسلم في : الصحيح 3 / 1469 ، والماوردي في : نصيحة الملوك ، 359 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nقال : إن أردتم أن ينحسر عنكم هذا الداء ولا يسري . فاتبعوني وأطيعوا أمري .\r\nقالوا : لن نبرح على طاعتك عاكفين . ولن ترانا بعدها بشيء من أمرك مخالفين .\r\nفقال - بأبي أنتم - إن وفيتم بما صممتم . وسترون عاقبة يضحى لكم إن شكرتم وأمنتم . والذي أرى لكم أن تجمعوا كيدكم وتوفّروا قوتكم وأيدكم . وتعلموا جدوى « * » هذه القضية والآثام . وتغسلوا عنكم عارا قد سدك « 1 » بكم على طوله الأيام .\r\nقالوا : وكيف لنا بذلك والأهواء متفرقة ، والآراء غير متفقة .\r\nوليس لنا رأس تجمعنا سياسته . ولا رئيس يضمّ فشونا رئاسته ؟\r\nفقال : عليّ جمعكم ما اجتمعتم . والقيام بأمركم ما تجمعتم وأطعتم .\r\nقالوا : قد قلدناك أمورنا . ووقفنا على حسن نظرك تدبيرنا . فلن تجد منا من له على حكمك اعتراض . فاقض ما أنت قاض .\r\nفقال : إنه بلغني أن كلّ واحد من هؤلاء الفسقة ، نازل منكم على واحد . وإنه قد كلّفه ما لا يطيقه فهو لأجله قائم قاعد . فإذا أقبلت عساكر الليل تترى . وأخذ كلّ واحد منهم يغطّ غطيط البكر « 2 » في مضجعه سكرا . فليدخل كلّ واحد منكم على ضيفه مشتملا بسيفه . وليسقه كأس حمامه « 3 » بدلا من كأس مدامه . وليعاجله\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : جلوى ، ولا معنى لها هنا .\r\n( 1 ) سدك : لحق .\r\n( 2 ) غطيط البكر : لم أجد هذه الكناية في مصادري .\r\n( 3 ) الحمام : الموت .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nبانتقامه قبل هبوبه من منامه . فإذا أتيتم على آخرهم وكبكبوا في النار على مناخرهم . أخذتم سلاحهم وكراعهم « 1 » وأقدتم « * » سلبهم ومتاعهم . فأصبحتم وقد عدتم أهل بأس ونجدة بعد ما كنتم أهل بؤس وشدة . وذي قوة ومنعة بعد ما كنتم أولي وهن وصرعة . فنجا منكم الأعداء . وتجاوبت بفعلكم الأصداء . واجتمعت على مودتكم الأهواء . ولم تذكروا في محفل إلّا وقد ذكرتهم الأنواء . وتحقّق السلطان أنكم حماة الحقائق وفارجو المضايق وفاتحو المغالق وسايقو البوائق « 2 » . فنزل من الحكم على مرادكم ، وقررتم وادعين في بلادكم . واعلموا أنه لا يتمّ لكم ذلك كلّ التمام . ولا ينتظم لكم كماله أكمل انتظام . إلّا باتفاق أهل القرى المجاورين لكم السالكين في البأساء والضراء سبلكم . فإنهم إخوانكم وأعوانكم وجيرانكم وأخدانكم . فإذا حصل بمشيئة اللّه منهم الوفاق . ووقع بينكم وبينهم الاتفاق . قويت شوكتكم واشتهرت فيكم ، فمدوا أيديهم فبايعوه وضمنوا له أن يؤازروه في كلّ أمر وتابعوه .\r\nثم كتبوا إلى مجاوريهم بما اجتمع عليه رأيهم . ورأوه من الصلاح لأنفسهم ولهم . فوردت أجوبتهم بالاجتماع على ذلك والاتفاق والإجماع على بيعة الشيخ والأصفاق « 3 » . وتواعدوا أن يكون ذلك منهم في الليلة القابلة . وأن تكون أيديهم الفاعلة مصدّقة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكراع : البقر والغنم وما شابهها .\r\n( * ) هكذا في الأصل المخطوط والمعنى واضح ، والدقيق أن يقول : وقد أتم ، أو وقد تمّ .\r\n( 2 ) البوائق ج . البائقة وهي : الداهية .\r\n( 3 ) الأصفاق : مبايعة الشيخ .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nلألسنتهم القائلة . فما انفجر صبح تلك الليلة إلّا والقوم صرعى كأنهم  أَعْجازُ نَخْلٍ خاوِيَةٍ  « 1 » تمتار لحومهم « 2 » السباع العادية والذئاب العاوية . فهل ترى لهم من باقية ؟\r\nفلما تمّ للشيخ مراده وسرّ ببلوغ أمله فؤاده ، جمعهم وقال :\r\nاعلموا أن اللّه سبحانه قد منّ عليكم بما لم يكن لكم في حساب .\r\nوأوردكم بلطفه وجوده مناهل كرمه العذاب . وأنجاكم من آل فرعون يسومونكم سوء العذاب . فاشكروا له أن جعلكم بعد الذل أعزّة .\r\nوكثّر جمعكم بعد ما كنتم للطارق نهزة « 3 » . وأغناكم بجوده بعد الفاقة .\r\nورزقكم فوق الحاجة وكلّفكم دون الطاقة . فإن الشكر ضامن للمزيد .\r\nوكافل للنعم بالتأبيد والتخليد . وقد أقدمتم على فعل إن تقاعدتم عن إتمامه ولم تحصدوا عقد قتله وإبرامه ، كنتم كقاطع ذنب الأفعى وتاركها عائدة إليه بالشرّ تسعى . وكأنكم بعساكر السلطان وقد أقبلت إليكم كقطع الليل فأعدّوا  « لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِباطِ الْخَيْلِ »  « 4 » . واذكروا ما كنتم فيه بالأمس من التصرّف تحت أحكام العلوج « 5 » . وما صرتم إليه في نومكم من التقلب على متون السروج .\r\nوما فقدتم من الذّل في مكابدة الأغلال والقيود . وما وجدتم من العزّ تحت ظلال السيوف وأفياء البنود [ الخفيف 
  ] :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الحاقة الآية 7 نصّها :  فَتَرَى الْقَوْمَ فِيها صَرْعى كَأَنَّهُمْ أَعْجازُ نَخْلٍ خاوِيَةٍ  .\r\n( 2 ) تمتار لحومهم : تنهش لحومهم .\r\n( 3 ) النهزة : الفرصة .\r\n( 4 ) سورة الأنفال ، 60 : وأعدّوا .\r\n( 5 ) العلوج أو الأعلاج : مرّ التعريف بهم ، ص 94 - 95 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n فاطلبوا العزّ في لظى وذروا * الذلّ ولو كان في جنان الخلود « 1 » . \r\nفقالوا له : لقد كنّا في غفلة من هذا . حتى استنقذنا اللّه بك من هوّة الذّل واستخلصنا . ونجانا بيمن بركتك من فتنة الظلم وخلّصنا . فاشتدت بحمد اللّه منّا القوى والسواعد . وتوطدت من عقائدنا البناء والقواعد . فلن نألوا جهدا في طاعتك التي هي على الحقيقة طاعة ربّنا وولّينا . ولن ندخّر عنك وسعا في جهاد عدو اللّه وعدونا .\r\nفأثنى عليهم ثناء بعث به نشاطهم . وشكرهم شكرا أحكم به عقدهم ورباطهم . ولم يكن بأسرع من أن اتصل بالملك عمّا حلّ بعسكره الخبر . ونما إليه ما نالهم من القتل المبير « 2 » فشقّ ذلك عليه وكبر . فاستدعى ذوي الآراء من وزرائه وأولي العزائم من قواده وأمرائه . فقصّ عليهم نبأ الوقعة « 3 » ، وأعلمهم ما ورد عليه من ذلك ممّا قد أغشى ناظره وأصمّ سمعه . فكلّ أشار بمعاجلتهم . وأن لا يهمل أمرهم . فيسري الخلل إلى الدين في مجاوريهم . فدعا من جلسته « 4 » عظيما فضم إليه جيشا مجرا « 5 » . وأمرهم أن لا يخالفوا له نهيا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البيت للمتنبي من قصيدة مطلعها :\r\n كم قتيل ، كما قتلت شهيد * ببياض الطلى وورد الخدود . \r\nانظر : ديوان المتنبي ، 84 ( ط . بغداد ) وفيه : فاطلب . . وذر .\r\n( 2 ) القتل المبير : الشديد .\r\n( 3 ) الوقعة بالحرب : صدمة بعد صدمة ، والاسم : الواقعة ووقائع العرب : أيام حروبها . ويستخدم العراقيون اليوم كلمة ( دكة - بالكاف الفارسية ) للتعبير عن الوقعة ، وأشهر الوقعات في العراق المعاصر : دكة رشيد عالي الكيلاني .\r\n( 4 ) جلسته : المقربون منه ممن يجلسون في ديوانه .\r\n( 5 ) مجرا أي : جرارا كثيفا .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nولا يعصوا له أمرا . وقال له : سر إلى هذا البغاث « 1 » المستنسر . وصر إلى هذا الجمع الذي هو غير مستنصر . فخذهم في الجوامع والكبول « 2 » . وأسرع إليّ بهم الرجوع والقفول . فإن عاصوك معاصاة المشافق « 3 » . وأبدو لك صفحة الغادر المارق . فاستأصل منهم الشأفة . ولا تأخذك بهم في دين اللّه رحمة ولا رأفة .\r\nفسار من ساعته لا يلوي على شيء ولا يعرّج . ولا يتورع عن قتل من لقي في طريقه ولا يتحرّج . حتى نزل بساحتهم . وحلّ يحبو حدّ باحتهم . فلمّا أعلم بهم أهل القرى أقبلوا نحوهم مهطعين « 4 » . وجاءوا إليهم مسرعين . قد استلأموا وتلببوا « 5 » . وتآلفوا وتحزنوا . يقدمهم الشيخ وفي يده عصاه . ويسير أمامهم محرّضا على جهاد من حاد اللّه وعصاه .\r\nفلما ترآءى الجمعان قال لهم أهل القرى : يا هؤلاء فيم أتيتم ؟\r\nوعلام أسّستم أمركم وبنيتم ؟ قالوا : جئنا لردّكم إلى الطاعة التي خلعتم ربقتها . وإعادتكم إلى الجماعة التي فارقتم طريقتها . وتنكيس ما قد رفعتموه للشقاق من رأيه . والإهابة بكم إلى حضرة السلطان لينفّذ فيكم حكمه ويرى فيكم رأيه .\r\nقالوا أنّى يكون له الملك علينا وقد مرق من الدين كما يمرق السهم من الرمية ؟ وسلّط المشركين على أهل العصبية للّه والحمية ؟\r\nوعطّل الحدود المشروعة وفارق السنن المتبوعة ؟ فليس له عندنا إلّا الجهاد الذي نعدّه فرضا علينا حتما . والقتال الذي نمضي عليه قدما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البغاث : الطير الجارح . قال الجاحظ : « بغاث الطير ضعافها » . الحيوان 7 / 60 - 61 ( ط . هارون ) .\r\n( 2 ) الجوامع والكبول : القيود .\r\n( 3 ) المشافق : الخائف .\r\n( 4 ) مهطعون : مسرعون خائفون .\r\n( 5 ) استلأموا : لبسوا اللأمة للدّرع ، وتلببوا : جمعوا ثيابهم استعدادا .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nونرى الموت في سبيله غنما .\r\nفلم يردّ عليهم مقدّم الجيش « 1 » الجواب إلّا بجملة احتمل فيها من أوزاره ما احتمل . وثبت له أهل القرى فكانت الدائرة عليه فقتل من أصحابه أضعاف ما قتل . ونزل بهم الخذلان فولّوا الأدبار وظنّوا أن النجاة في الفرار . فأخذتهم السيوف من كلّ مكان . ولم تكن إلّا ساعة حتى دخلوا في خبر كان . ولم ينج منهم إلّا [ فل 
  ] يسير « 2 » كانوا بريد الخبر . والناقلين عن أصحابهم ما حلّ بهم من تصاريف الغير .\r\nواستباح أهل القرى ما خلّفوه في معسكرهم بعد الهزيمة من غنيمة .\r\nوحصلوا من الأسلحة والأمتعة على كلّ خطير ذي قيمة . وعادوا إلى قرارة دارهم ومحل استقرارهم وقد ملأوا من الأسلاب حقائبهم وأثقلوا بالأنفال ركائبهم . أشدّ ما كانوا استيسادا « 3 » وضراوة . وأعظم ما كانوا على أعدائهم غلظة وقساوة .\r\nفلما صاروا في مجمع ناديهم ومجتمع حاضرهم وباديهم .\r\nأقبل عليهم الشيخ وقد برقت بالسرور أساريره . ولاحت على وجهه من البشر تباشيره . وقال : ألم أقل لكم إني أعلم من اللّه ما لا تعلمون ؟ فاتقوا اللّه وأطيعون . ولا تطيعوا أمر المسرفين الذين  يُفْسِدُونَ فِي الْأَرْضِ وَلا يُصْلِحُونَ  « 4 » . فخرّوا له سجّدا للأذقان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقدّم الجيش : ديوان الجيش ، ناظر الجيش ، وثمة مصطلحات أخرى ، كلها تشير إلى قائد الجيش . قال \" السبكي \" إنّ من يتولى الجيش ويجرد له ، يجب أن تكون فيه المصلحة والكفاية والقدرة . انظر : معيد النعم ومبيد النقم ، 33 - 34 .\r\n( 2 ) فل يسير : مجموعة صغيرة وكلمة \" فل \" غير واضحة في الأصل .\r\n( 3 ) الاستيساد : نسبة إلى الأسود .\r\n( 4 ) سورة النمل ، 48 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nوخنعوا له بالاستكانة والإذعان .\r\nفقال لهم : كونوا من اللّه على موعده من النصر لن تخلفوها فليورثنكم أرضهم وديارهم وأموالهم وأرضا لم تطأوها « 1 » .\r\nولما وصل أولئك الفل إلى السلطان وأخبروه عمّا لقي أصحابه لا عن الخبر بل عن العيان وعرفوه ما رأوه من الشيخ المحتسب .\r\nوبلوه من الزاهد المعتزي « * » إلى الدين المنتسب . عضّ على أنامله حتى كاد يشرق منها بالدم . وندم على ما فرط فيه من قتله ولكن أي ساعة ندم ! واعترته لوقته شدّة [ . . . . 
  ] « * * » وتمثّل نفسه بصورة من سلف من الأذواء « 2 » . ولامه حينئذ من كان من قبل على سوء صنيعه وعنفوه على ما كان من تضجيعه في أمره وتضييعه . ثم أخذ في تجهيز العساكر نحوهم وتسريبها . وتصريف الآراء في بابهم وتقليبها .\r\nفما توجّه إليهم بعدها عسكر إلّا كسر . ولا سارت له نحوهم سرية إلّا قتل كلّ من فيها أو أسر . هذا وهيبة الملك تقلّ والأحوال تتلاشى وتضمحل ، والآراء تختلف . والتدبير يسوء فلا ينتهي عند حدّ من الفساد ولا يقف . إلى أن بلغ الكتاب أجله ، وسبق القضاء كلّ ريب وعجّله . واستوفى الأكل آكله ، ففغر له الموت فاه فأكله .\r\nواجتمع بقية أهل القرى والأطراف على عقد راية الخلاف .\r\nوساروا إلى الفئة الخارجة فكانوا لها عضدا . واجتمعت أيديهم المتفرقة فصارت يدا . وأجمعوا بما رآه لهم الشيخ على قصد مدينة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإشارة إلى هذه الآية :  وَأَوْرَثَكُمْ أَرْضَهُمْ وَدِيارَهُمْ وَأَمْوالَهُمْ وَأَرْضاً لَمْ تَطَؤُها  الأحزاب ، 27 .\r\n( * ) المعتزي إلى الدين : المتمسك بأهداب الدين .\r\n( * * ) كلمات غير واضحة في الأصل .\r\n( 2 ) الأذواء جمع ذو ، وهم مجموعة من الملوك .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالسلطان لحصارها . وإزالة الدولة التي كانت تزهي على الدّول بكثرة أتباعها وأنصارها . فنزل بهم الشيخ عليها في عساكر لا تعدّ جموعها ، وعشائر ضاقت بهم من تلك النواحي ربوعها . ولم يزل يراوحها القتال ويعاديها ويمنعها المرافق التي يترمق بها من فيها إلى أن ضاق بهم الخناق وكلّت منهم القوى وضعفت الأرماق « 1 » . فصاح بهم صيحة واحدة ما لها من فواق . فأذهلت كلّ مرضعة عن طفلها .\r\nوأسقطت كلّ حامل ما أجنته من حملها  وَدَخَلَ الْمَدِينَةَ عَلى حِينِ غَفْلَةٍ مِنْ أَهْلِها  « 2 » . ففرى أديمها « 3 » واستباح حرمها وحريمها . وعمّ بالقتل [ صغيرها 
  ] « * » وكبيرها وصحيحها وسقيمها . ثم احتوى على قصر المملكة واستوى على سرير ملكه . وأصبح جذلا بما قد ظهر لاتباعه من معجزات صدقة ومعضلات فتكة . وزاد فيما كان يظهره في جبله « 4 » بزهده ونسكه ليحسم بالمبالغة في الخشونة عن كلّ منهم مادة ريبه وشكّه .\r\nوخرج سلطان المدينة منها خائفا يترقب . وخلفه من أعدائه خائفا يتعقّب . حتى لجأ في نفر يسير من خاصته إلى بعض معاقله التي كان يعدّها لمهامه . ويعتدّها عصمة عند طروق مثل هذا الحادث وإلمامه . وتبعه الشيخ في جيوش فاتت مدى العدّ والإحصاء . مجدّا في طلبه لا يألو جهدا في الإيغال والاستقصاء . حتى لحق بالمعقل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأرماق ج . رمق ، وهي : بقية الحياة .\r\n( 2 ) سورة القصص ، 15 .\r\n( 3 ) فرى أديمها : شق ما ظهر من السماء والأرض .\r\n( * ) الكلمة غير معجمة في الأصل .\r\n( 4 ) جبله : طبعه .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nالذي تحصّن بامتناعه . فأحاط به إحاطة تمنع من [ . . . . 
  ] « * » وانتجاعه . وإذا فهم من حرّ القتال أحلاهم سعيرا . وأراهم في كلّ يوم من أيام النزال  يَوْماً عَبُوساً قَمْطَرِيراً  « 1 » . ورماهم من وبيل النكال بما حلّ من عزائمهم المعاقد . وجرّعهم من مرارة التضييق ما حقّق عندهم من النّصر أخلاف المواعد . وقذفهم من حجارة المنجنيق « 2 » بما أتى اللّه به بنيانهم من القواعد . فافتتحها بالسيف عنوة وأحلّ بمن كان فيها بأسه وسطوه . وقرع بقراعه صفاتها وكانت لا تقرع لها الحوادث مروة . وأوتي بالملك أسيرا فقتله صبرا « 3 » . وأمر بصلبه على باب المدينة فجاء والأمر بذلك شيئا نكرا . ثم سار إلى بقية المعاقل والحصون فأوسعها تضييقا وحصرا . ومنح في جميع وقائعه فتحا ونصرا . فاستولى على جميع البلاد قهرا وقسرا .   لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذلِكَ أَمْراً   « 4 » . فكانت هذه - أيها الملك - عاقبة استهانة ذلك السلطان القوي بذلك الفقير الضعيف واستضعافه .\r\nوجريرة تفريطه فيما كان من استهزائه بأمره واستخفافه . فلا تحقرنّ - أيها الملك - ضعيفا لضعفه ووهنه . ولا تستصغرنّ صغيرا ولو أفرط\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) كلمة غير واضحة في الأصل .\r\n( 1 ) الآية كاملة :  إِنَّا نَخافُ مِنْ رَبِّنا يَوْماً عَبُوساً قَمْطَرِيراً  الإنسان ، 10 .\r\n( 2 ) المنجنيق : آلة لرمي الحجارة والكلمة معرّبة من \" جه نيك \" ، أي ما أجودني أو أنا شيء جيد . وثمة عدة كتب قديمة وصلت إلينا من العهد المملوكي وما بعده تتناول هذه الآلة .\r\n( 3 ) القتل صبرا : نصب الإنسان للقتل . وقد نهى الرسول - صلوات اللّه عليه - عن صبر ذي الروح . والصبر : الحبس . انظر التفاصيل في : موسوعة العذاب لعبود الشالجي ، 4 : 247 ، 541 .\r\n( 4 ) سورة الطلاق ، 1 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nفي حداثة سنّه . لا سيما إذا كان ذلك الضعيف بأهل الصلاح متشبها .\r\nوبدعاوى العلم والزهد والورع ممخرقا « 1 » مموّها . فإن ذلك هو السمّ الذي يدبّ بلطفه في الأعضاء ويسري . ويسرع في هلاك صاحبه وهو لا يدري .\r\n\r\n[ وليّ العهد « 2 » 
  ]\r\nفلمّا انتهى الكلام بها مع الملك إلى هذا الحدّ . وعرف حسن تصرفها في فنون الهزل والجد . قصر عليها نظره ووفّر لها من وقته أكثره . فوهبه اللّه منها غلاما ذكيا ، وأخرج له من صلبه وترائبها « 3 » بشرا سويا . فعظم به سروره وسرور أهل مملكته وتحقّقوا بقاء الملك في عقبه وذريته .\r\nفلما تجاوز الغلام حدّ الفطام واحتملت قوته نقل الشراب والطعام ، قالت له : أيها الملك إنه ينبغي لك أن تحضر لولدك جليسا « 4 » فاضلا . وترتاد له حكيما « 5 » عالما عاملا . ممّن غذيّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الممخرق : دهشا حييا .\r\n( 2 ) خصص الثعلبي فصلا كاملا لأولياء العهد وكيفية تربيتهم ( انظر له : أخلاق الملوك ) ، وكذلك فعل الثعالبي ( آداب الملوك ) ، وابن رزين الكاتب ( آداب الملوك ) .\r\n( 3 ) الترائب سبق تعريفها ، ص 51 ، ولاحظ سورة الطارق ، 7 .\r\n( 4 ) الجليس : هو النديم وينبغي أن تكون له ثقافة موسوعية وأفرد له الثعلبي فصلا في كتابه : أخلاق الملوك ، 49 وما بعدها ؛ كذلك فعل الثعالبي في كتابه آداب الملوك ، 146 ؛ وابن رزين في آداب الملوك ، 114 . وانظر :\r\nأدب النديم لكشاجم ، 70 - 71 .\r\n( 5 ) الحكيم : هو الطبيب . انظر : آداب الملوك للثعالبي ، 44 - 146 ؛ وآداب -\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nبنعمتك ، ونشأ في ظلّ دوحتك . ليعرف من الصغر ويستغني لكثرة الخبر . بتفاصيل أحواله في كثير من الأوقات عن العيان بالخبر . فيقرّر له من الأغذية ما يلائمه لتدوم به صحته ويقدّر له من الحركات والحمية ما تحتمله لتستمرّ به مصلحته . فإذا بلغ سنّ التعليم . واحتاج إلى التبصير والتفهيم . وجب أن تلتمس له جليسا صالحا ورعا . متفننا في العلوم متوسعا . فيكون ذلك طبيبا لجسمه . وهذا طبيبا لنفسه .\r\nوذاك عنايته بتدبير أحوال بدنه . وهذا همته في تنوير قلبه للاهتداء في الترقي إلى محل قدسه . وينبغي أن تتقدّم إليه بطاعة كلّ منهما وتوفير حظّه من الإكرام . وأن يخصّ بالريادة من ذلك جليسه لفضل طبّ النفوس على طب الأجسام . وتأمر جليسه بأن يجعل له وقتا مخصوصا لتعليمه وقدرا من الزمان معينا لتأديبه وتقويمه . وأن لا يشغل زمانه كلّه بفنون الجد . ولا يحمل على قريحته ما لا تطيقه فيبهظها « * » بكثرة الكد . فإن القلوب إذا أكرهت عميت . والقرائح إذا لم تروّح تبلّدت وفسدت . والملك إذا لم يكن له حظ من العلوم كان ناقصا في نفوس رعيته . ولم يكن للآداب والفضائل عنده سوق لفقدان أهليته . ومن سعادة جدّ الملك أن يكون له وزير « 1 » صالح\r\n\r\n\r\n","description":"","footnote":"\r\n- الملوك لعلي بن رزين الكاتب ، 123 ( أشار \" ابن رزين \" إلى تأليفه كتابا في طبّ الملوك لكن هذا الكتاب لم يصل إلينا ) .\r\n( * ) في الأصل : فيبهضها - بالضاد - خطأ .\r\n( 1 ) الوزير : اختلف في اشتقاق الكلمة . والوزارة ضربان : وزارة تفويض تجمع بين كفايتي السيف والقلم ، ووزارة تنفيذ تختص بالرأي والحزم ، ولكل منهما حقوق وشروط . للتفاصيل ، انظر : قوانين الوزارة وسياسة الملك للماوردي ، تح : د . رضوان السيد ، دار الطليعة ، بيروت ، ط 2 ، 1993 م ؛ والمنهج المسلوك للشيزري ، 200 - 218 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nومشير « 1 » ناصح . وجليس مغاد « 2 » له بالحكمة مراوح . وطبيب لأدواء جسمه ناصح .\r\nففعل الملك ذلك بولده . فنشأ من الأخلاق الجميلة على ما دلّ به على طهارة مولده . وظهر فيه من مخايل النجابة ما كان كالطبيعة لما يستقبله من النجاح في غده . وصلح بعد ذلك لأن يؤهل بعده للاستخلاف . واستحق ولاية العهد بما ارتفع في فضله من الخلاف .\r\n\r\n[ أم الملك 
  ]\r\nفقال الملك يوما لأمه - وقد سرّته وتمكنت من قلبه بما وصلته به من هذه النصائح وبرته - : إني أريد أن أجعله لأقوال العلماء مطالعا . ولهم في أخلاقهم وآدابهم متابعا . فما الذي ينبغي أن يقتصر به من ذلك عليه . ويلزم الاشتغال به لتكون همته مصروفة إليه ؟\r\nفقالت إنه قد أخذ بحمد اللّه من علوم الدين بالحظّ الأوفر .\r\nواهتدى بأنوار هذا فبصر بعدما استبصر . والإكثار ربما أملّ وأضجر .\r\nوالعلم أكثر من أن يحصى فخذه منه بأحسن ما يروى ويؤثر . وقد أهلته لأمر فينبغي أن يكون شغله في هذا الوقت بما ينتفع به فيه .\r\nوإلزامه بحفظ ما هو مفتقر إلى العمل به في وقت توليه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المشير : هو المستشار ، والكلمة مأخوذة من قول العرب شرت الدابة ، وشورتها إذا علمت خبرها . انظر : عيون الأخبار 1 : 31 ؛ آداب الملوك للثعالبي 91 - 94 ؛ المنهج المسلوك للشيزري ، 475 - 482 ؛ الشّهب اللامعة ، 162 .\r\n( 2 ) مغاد : مشهور ومعروف .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\n[ الإسكندر ومعلمه 
  ]\r\nوقد بلغني أن الإسكندر « 1 » قال لمعلمه « 2 » : اصنع لي شيئا في السياسة أعتمد عليه في أمر الملك . فصنّف له في ذلك كتبا طال عليه مطالعتها وعسر عليه لكثرة الأشغال معاودتها في كلّ وقت ومراجعتها . فسأله أن يختصر له قولا وجيزا يجمع المعاني الكثيرة في اللفظ القليل . ويجد السامع له على اختصاره ثلج الصدور وبرد الغليل . فاختصر له هذه الكلمات . فلم تزل تحت وسادة الإسكندر يلاحظها في كلّ وقت إلى أن مات . وهي « 3 » :\r\n- العالم بستان سياجه الملّة . الملّة شريعة يقوم بها الملك .\r\n- الملك راع يعضده الجيش .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإسكندر بن فيليبس بن مصريم المقدوني من أشهر القادة في عصره . انظر أخباره في مروج الذهب ( استشر الفهارس ) . وشرع المصريون سنة 1960 في حفريات تهدف إلى إظهار قبر الإسكندر في مدينة الإسكندرية . ولاحظ ثمار القلوب ( استشر فهارس طبعة إبراهيم صالح ) ؛ ومختصر تاريخ مدينة دمشق ( الجزء الثامن ) ، ونزهة الأرواح ، 217 وما بعدها .\r\n( 2 ) معلّم الإسكندر : هو أرسطوطاليس ( ت 324 ق . م ) : فيلسوف شهير من بلدة قونية من كتبه : السماع الطبيعي ، الجواهر والأحجار ، السياسة . وانظر :\r\nأرسطو عند العرب لعبد الرحمن بدوي .\r\n( 3 ) ترد في مصادر عديدة بينها : عيون الأخبار ؛ ومروج الذهب 1 / 290 ؛ نثر الدرر ، 241 بلا تحديد ؛ العقد الفريد 1 : 24 ؛ بهجة المجالس 1 : 337 ؛ لباب الآداب لأسامة بن منقذ ، 37 ؛ التذكرة الحمدونية 1 / 407 ؛ الشهب اللامعة ، 431 ؛ سياسة الملوك للماوردي ، 123 ؛ آداب الملوك ، 83 ؛ صوان الحكمة ، 161 ؛ مختار الحكم ، 244 ؛ سرح العيون لابن نباتة ضمن سيرة الإسكندر بن فيليبس ، 63 - 70 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n- الجيش أعوان يكفلهم المال . المال رزق تجمعه الرعيّة .\r\n- الرعيّة عبيد يسترقّهم العدل . العدل مألوف به قوام العالم .\r\nثم شرح الحكيم هذه الألفاظ فقال بإزاء هذا المقصد العالم هم : الأمم المجتمعة في الأمصار المشتملة عليهم أكناف الأقطار .\r\nوالملّة هي الشريعة التي بها يدينون ، وإلى أوامرها وأحكامها في أحوالهم وتصرفاتهم يرجعون . فمثّل العالم بالبستان المشتمل على أصناف الأشجار التي هي صنوان « 1 » وغير صنوان كما اشتمل اسم العالم على الناس المختلفي الأنواع والأجناس . وشبّه الشريعة « * » بالسياج على البستان ، وهو الحائط الذي حوّله وقاية وصوان ، لأنها تحوطهم بلوازم أحكامها عن مهاوي الزلل . وتصون تصرفاتهم بجوازم أوامرها عن مواقع الخلل . وتكفّ يد الظالم عن اعتدائها .\r\nوتعزّ نفس المظلوم بعد اشتمالها بالذل وارتدائها . وبأنوار هدايتها تستنير مشارق العقول . وبالأخذ بفرائضها وسنّنها يكون البلوغ إلى السعادة الأبدية والوصول . فلو لا الشريعة اشتمل الفساد وعم . وانتشر الضّلال فلم يجمع أطرافه ولم تضّم . ثم تبين أن الملة لا تقوم إلّا بقائم يحفظ نظامها ويقيم حدودها . ويعقد أحكامها ويحرس من الخلّل قوانينها وأوضاعها . ويقوّم بالتأديب من أهمل حقوقها وأوضاعها . وهو الملك الذي يذبّ عنها بسوطه وسيفه . ويمنع منها كلّ عاد يريدها بحنفه « 2 » وحيفه « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صنوان : الأخوان ، والصنو الأخ الشقيق والابن والعمّ . سبق تعريفها ، ص 79 .\r\n( * ) هذه الكلمة ليست معجمة في الأصل .\r\n( 2 ) الحنف : المال .\r\n( 3 ) الحيف : الجور والظلم .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nثم اعلم أنه لا يمضي له حكم ولا ينفذ له عزم إلّا بالجيش الذي يقهر به من عانده وناوأه . ويردّ به إلى الدّين من عاداه وقاواه « 1 » . فقال : والملك راع يعضده الجيش . ثم بيّن أن الجيش « * » لا تستقيم أحوالهم ولا يقوم أودهم واختلالهم إلّا بالرزق الذي يغني فاقتهم وتكفيهم إضاقتهم . لأنه ليس لهم غير الحرب صناعة . ولا سوى مقاومة الأعداء حرفة يشتغلون بها من تجارة أو اعتقاد عقده بضاعة . فوجب أن تكون أرزاقهم دارّة موفرة . ونفقاتهم في وقت استحقاقها تامة غير متأخرة .\r\nفقال : والجيش أعوان يكفلهم المال . ثم بيّن أن المال لا يحصل إلّا بواسطة تحصيل الرعيّة . فإنهم الذين يحرثون ويزرعون ويتعاطون الأسباب التي بها يثمرون المال ويجمعون . فقال : والمال رزق تجمعه الرعية . ثم بيّن أن الرعية لا يجتمعون « * * » إلّا بالعدل .\r\nلأن الظلم يدع الديار بلاقع « 2 » فيهلك الحرث والنسل . وإذا فشا الظلم في قطر من الأقطار منعت السماء - والعياذ باللّه - درّها « 3 » ، وحبست الأرض عنه خيرها . وانقطعت عن وروده السفّار ، وتحامى قصده أرباب الأموال من التّجار . وعزّ فيه وجود ما هو مبتذل في غيره . وانجلى عنه أهله فرقا « 4 » من شرّه ويأسا من خيره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قاواه : من القوة .\r\n( * ) الأصوب أن يقول : أفراد الجيش أو : إن الجيوش لا تستقيم أحوالهم . . .\r\n( * * ) الأصوب أن يقول : لا تجتمع .\r\n( 2 ) بلاقع ج . بلقع : أي الأرض القفر الخالية .\r\n( 3 ) درها : المطر .\r\n( 4 ) الفرق : الفزع والخوف .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nفقال : والرعية عبيد يسترقّهم العدل . فصار العدل للملك أسّا عليه الاعتماد وسببا قويا في حياة العباد وعمارة البلاد .\r\nفقال : والعدل مألوف به قوام العالم .\r\n\r\n[ أعوان الملك 
  ]\r\nثم قالت له : أيها الملك ! أدام الله سرورك ولا أخلى منك سريرك « 1 » . إنّ الملك لا تتسع أوقاته لمباشرة جميع الأحوال بنفسه ولا بدّ له من أعوان يحملون عنه ما تعجز قوته عن حمله . فإن كلّف نفسه فوق طاقتها بطلت . وإن وقف الأحوال كلّها على نفسه وقفت وتعطلت . وهو يفتقر في إقامة الشريعة إلى قاض « 2 » عالم بأسرارها .\r\nمطّلع على غوامضها وأغوارها بصير بالحكمة في موضوعها . متقن للعلم بأصولها وفروعها . خبير ذي دربة بتنفيذ الأحكام . عارف بسياسة أخلاق الخواص والعوام . بعيد من الهوى . لا يطمع القوي في ختله « 3 » . ولا ييئس الضعيف من إنصافه وعدله . ورع لا تعلق به الدنايا والمآثم . ذي هيبة يكتفي بها المظلوم في انتصافه من الظالم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السرير هنا : العرش .\r\n( 2 ) القاضي : كان القضاء من الوظائف الرئيسة في الدولة . وكان فقدان النظام القضائي ، واقتصاره على الحكام عند عرب الجاهلية ، من أبرز نقاط الضعف في الجاهلية ، وقد اهتم الرسول بمعالجتها منذ أن هاجر إلى المدينة . وتابع الخلفاء الراشدون والأمويون العناية بأمر القضاء ، وأولى الخلفاء العباسيون القضاء اهتماما خاصا ، فأوجدوا منصب \" قاضي القضاة \" ببغداد ، وكانوا هم الذين يعيّنون القضاة . انظر كتاب أخبار القضاة لوكيع ( ت 330 ه ) ، ط . عالم الكتب - بيروت ( طبعة مصوّرة ) .\r\n( 3 ) ختله : خدعه .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nفمتى ظفر به الملك فهو من إقبال جدّه وكمال سعده . ويحتاج في أمر جيشه إلى مقدّم « 1 » مقدام . عالم بمكائد الحروب بالمباشرة ، غني عن الاستعلام . حسن السياسة لقلوب الرجال . عارف بشرائع المحاورة وشروط القتال . خبير بالنظر في أحوال الأجناد . شديد الأخذ لهم بأن يكونوا في جميع أوقاتهم على أتم أهبة وأكمل استعداد . بصير بتفقّد الأسلحة والعدّة . ثاقب الألمعية في التفرقة بين من يحبّ ارتباطه وبين من يجب إسقاطه من العدّة . كثير المعرفة من الرجال بمواقع التفضيل . شديد النظر في الجمل من هذه الأمور والتفصيل . ويحتاج في تزجية جهات الأموال وتثميرها ، وتنمية وجوه الارتفاع وتكثيرها ، إلى عمال « 2 » يجمعون إلى الكفاية : الأمانة وإلى النهضة : الصّيانة . مقدّرين أمور الاستخراج على أحوال بلا تعسّف بالرعية . مقرّرين وجوه الأموال والخراج على أوضاع تكون حقوق بيت المال فيها ملحوظة مرعية . متبتّلين « 3 » للنظر في المصالح غير مهملين . كاشفين في كلّ وقت عن أحوال أرباب الضمانات والمعاملين . آخذين بالحوطة « 4 » في جميع ما يتولونه ومن يولّونه .\r\nسالكين سبيل القصد والعدل فيما يعملونه ومن يعاملونه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقدّم الجيش : شرحه في الهامش ( 1 ) ص 102 من هذا الكتاب . وقارن مع الماوردي في نصيحة الملوك ، 361 ؛ ومختار الحكم ، 187 .\r\n( 2 ) العمال ج . عامل . يقابله اليوم الوالي أو الحاكم أو المحافظ الذي يسمّى اليوم بالموظف الإداري . انظر : نشوار المحاضرة للتنوخي 8 حاشية 76 .\r\n( 3 ) التبتل : الخشوع والهيبة .\r\n( 4 ) الحوطة : من التحوط .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\n[ شروط الوزارة 
  ]\r\nوخاتمة ذلك وهو أهم أموره ومهمّ تدبيره . أن يكون له وزير « 1 » ناصح . عالم بوجوه المصالح . كامل الآداب والفضائل . مأمون العواقب والغوائل . متحلّ بالنزاهة [ . . . . . 
  ] « * » مبرأ من الخيلاء والصلف . قد ظهرت في الدولة آثار كفايته واشتهرت مواقع [ . . . . 
  ] « * * » وكفالته . وليكن ممّن أنشأته الدولة وغرسته . وربته يد اصطناعها وكفلته وأرضعته درّ إحسانها فما فطمته . فهذا يدأب في مصالحها دأب الساعي لنفسه . ويعمل في سياستها عمل العالم إنه مستثمر لجنى غرسه . لا يؤثر أبدا إلّا تشييد منارها وتحسين آثارها .\r\nولا يسعى إلّا في توطيد قواعدها ورفع منارها . ويحمل عن الملك أثقال مملكته وينوب منابه في تصريفها . ويعينه على القيام بأعبائها والنهوض بتكاليفها . ويوفّر عليه أوقات راحته التي تجمّ قوته وأزمات خلوته التي تشحذ قريحته وتصقل فكرته . فإن الملك لا يحتمل أن يخلي لحظة واحدة من حسن النظر . ولا يطيق إهماله طرفة عين عن صواب التدبير العائد بجميل الأثر .\r\n\r\n[ أسباب زوال الملك 
  ]\r\nوقد سئل بعض من زالت عنه حلية « 2 » ملكه وركدت بسوء التدبير رياح فلكه عن سبب فساد أمره واتضاع قدره . فقال : تأخير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوزير : سبق التعريف به في الهامش ( 1 ) ، ص 107 .\r\n( * ) عبارة مطموسة في الأصل .\r\n( * * ) كلمة غير مقروءة في الأصل .\r\n( 2 ) الحلية هنا العرش .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nما ينبغي تنفيذه اليوم إلى غد « 1 » . وإهمال الاستعداد لكلّ ما ينبغي أن يتأهب له ويستعد . وذلك أن لكلّ زمان حظّه من العمل الذي لا يحتمل سواه . فإذا حمل على اليوم غد أضرّ به وبمن يتغاظاه .\r\nفإذا اجتمع للملك وزير ناصح ، وقاض ورع صالح ، ومقدّم جيش خبير بأعمال الحروب ولشروطه حافظ ، وعامل أمين مستقل بالعمل ناهض . انتظم أمر دولته واستقام . واستوى على سوق الاتساق « 2 » ، وقام . ومهما اختلّ من هذه الأركان اختل من الملك بقدر ما وهى . ومهما فسد من هذه الشرائط فسد من أحواله على السواء .\r\n\r\n[ الخاتمة 
  ]\r\nفلما تمّت هذه الألفاظ وحسن من الملك بها الاتعاظ . قال لها : لقد أحسنت فيما أتيت ونظمت الدّر ونثرت فيما أمرت به وأشرت . فجزيت خيرا من قرين جمعت به الخيرات في قرن . ولا زال حكم مواعظك يجلو القلوب ويرحض عنها الدّرن « 3 » .\r\nثم أمر الملك فعملت لولده دائرة ، سطّرت فيها ألفاظ الحكيم .\r\nوأضيف إليها الشرح الذي يجرى منها مجرى الأوضاح من البهيم .\r\nوأخذ ولده بدراسة ذلك وحفظه . والنظر في معاني آدابه وأسرار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قارن ب : الأسد والغواص ، 198 ؛ الشهب اللامعة ، 417 ؛ نثر الدر ، 4 / 233 - 234 .\r\n( 2 ) الاتساق : سوق . فالمعنى واحد ، والسجع هو الذي دفع المؤلف إلى التكرار .\r\n( 3 ) رحض : غسل ، والدرن : الوسخ .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nوعظه . فانتفع الولد بحفظه لها وسعد . وجعلها نصب عينيه فكان في التدبير إليها يرجع وعليها يعتمد .\r\nتمّ كتاب أساس السياسة\r\nوالحمد للّه وصلواته على سيّدنا \" محمد \" نبي الرحمة وعلى آله وأصحابه وسلامه « * »\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) لم يثبت الناسخ اسمه ولم يؤرّخ لتاريخ النسخ . ارجع إلى مقدّمة التحقيق .\r\nوكلمة \" وسلامه \" وضعت فوق السطر ، والمؤلّف هنا يقدّم الصّلاة ثمّ السلام إلى الرسول الكريم وآله وأصحابه .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nجريدة المصادر والمراجع\r\n( قائمة منتقاة ) 1 - آداب الملوك لعلي بن رزين الكاتب . تح . جليل العطية ، دار الطليعة ، بيروت ، 1421 ه / 2001 م .\r\n2 - آداب الملوك لأبي منصور الثعالبي ، تح . جليل العطية ، دار الغرب الإسلامي ، بيروت ( طبع بمساعدة منظمة اليونسكو ) ، ط 1 : 1990 م ، ط 2 :\r\n2006 م .\r\n3 - آداب الصحبة وحسن العشرة للسلمي ، تح .  Kister  - القدس ، 1954 م .\r\n4 - أخبار الأذكياء لابن الجوزي ، تح . محمد مرسي الخولي ، القاهرة ، 1970 م .\r\n5 - الأخبار الطوال للدينوري ، تح . عبد المنعم عامر ، مطبوعات وزارة الثقافة والإرشاد القومي ، القاهرة ، 1960 م .\r\n6 - أخبار الشعراء المحدثين ( من كتاب الأوراق ) ، تح . هيورث دن ( مصورة عن طبعة القاهرة ، 1934 م ) .\r\n7 - أخبار القضاة لوكيع ، تح عبد العزيز المراغي ( مصوّرة ) عالم الكتب ، بيروت .\r\n8 - أخلاق الملوك لمحمد بن الحارث الثّعلبي ، تح . جليل العطية ، دار الطليعة ، بيروت ، 2003 م .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n9 - أدب النديم لكشاجم ، تح . نبيل إبراهيم العطية ، وزارة الثقافة ، بغداد ، 1990 م .\r\n10 - أسرار الحكماء لياقوت المستعصمي ، تح . سميح صالح ، دار البشائر ، دمشق ، 1994 م .\r\n11 - الأغاني لأبي الفرج الأصبهاني ، دار الثقافة ، بيروت ، ط 6 :\r\n1404 ه / 1983 م .\r\n12 - إنباه الرواة على أنباه النحاة لعلي بن يوسف القفطي ، تح . محمد أبو الفضل إبراهيم ، دار الفكر العربي ، القاهرة ، 1406 ه / 1986 م .\r\n13 - الأسد والغواص لمؤلّف مجهول ، تح . د . رضوان السيد ، دار الطليعة ، بيروت ، 1978 م .\r\n14 - الأعلام للزركلي ، دار العلم للملايين ، بيروت ، ط 4 : 1979 م .\r\n15 - أمالي المرزوقي ، تح . يحيى وهيب الجبوري ، دار الغرب الإسلامي ، بيروت ، 1995 م .\r\n16 - بغداد ( كتاب ) لابن طيفور ، مكتبة الخانجي ، القاهرة ، ط 2 :\r\n1415 ه / 1994 م .\r\n17 - بهجة المجالس وأنس المجالس لابن عبد البرّ ، تح . د . محمد مرسي الخولي ، بيروت ، ط 2 ، د . ت .\r\n18 - تأثير الحكم الفارسية في الأدب العربي ، تأليف . عيسى العكوب ، دار طلاس ، دمشق ، 1989 م .\r\n19 - تحفة العروس ومتعة النفوس للتجاني ، تح . جليل العطية ، رياض الرّيس للنشر ، لندن - بيروت ، 1992 م .\r\n20 - التذكرة الحمدونية لابن حمدون ، تح . د . إحسان عباس ود . بكر عباس ، دار صادر ، بيروت ، 1996 م .\r\n21 - التذكرة الفخرية لعلي بن عيسى الإربلي ، تح . نوري القيسي\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nوحاتم صالح الضامن ، عالم الكتب ودار النهضة العربية ، بيروت ، 1407 ه / 1987 م .\r\n22 - التذكرة الهروية لعلي بن أبي بكر الهروي ( مصوّرة ) ، مكتبة الثقافة الدينية ، القاهرة .\r\n23 - تيّارات ثقافية بين العرب والفرس ، تأليف الدكتور أحمد محمد الحوفي ، دار نهضة مصر ، القاهرة ، ط 3 : 1978 م .\r\n24 - ترويح القلوب في ذكر الملوك : بني أيوب للمرتضى الزبيدي ، تح . صلاح الدين المنجد ، مجمع اللغة العربية ، دمشق ، 1969 .\r\n25 - ثمار القلوب للثعالبي ، تح . الأستاذ إبراهيم صالح ، دار البشائر ، دمشق ، 1414 ه / 1994 م .\r\n26 - الجليس والأنيس لأبي الفرج النهرواني ، تح . د . الخولي وإحسان عباس ، عالم الكتب ، بيروت ، 1987 م .\r\n27 - الجوهر النّفيس في سياسة الرئيس لابن الحداد ، تح . د . رضوان السيد ، دار الطليعة ، بيروت ، 1983 م .\r\n28 - الحكمة الخالدة لمسكويه ، تح . د . عبد الرحمن بدوي ، طهران ، 1952 م .\r\n29 - الحماسة المغربية لأحمد بن عبد السلام الجراوي ، تح . د . محمد رضوان الداية ، دار الفكر ، دمشق ، 1991 م .\r\n30 - ديوان تأبط شرّا وأخباره ، تح . علي ذو الفقار شاكر ، دار الغرب الإسلامي ، بيروت ، 1404 ه / 1984 م .\r\n31 - ديوان أبي حكيمة ( راشد بن إسحاق ) ، تح . د . محمد حسين الأعرجي ، منشورات الجمل ، كولن بألمانيا ، ط 2 : 1997 م .\r\n32 - ديوان ابن نباتة السعدي ، تح . عبد الأمير مهدي الطائي ، منشورات وزارة الإعلام ، بغداد ، 1977 م .\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n33 - ديوان بشار بن برد ، تح . محمد بدر الدين العلوي ، دار الثقافة ، بيروت ، ط 2 : 1983 م .\r\n34 - ديوان كشاجم ( محمود بن الحسين ) ، تح . النبوي شعلان ، مكتبة الخانجي ، القاهرة ، 1417 ه / 1997 م .\r\n35 - ديوان منصور الفقيه ، تح . عبد المحسن فراج القحطاني ، دار القلم ، بيروت ، 1981 م .\r\n36 - سراج الملوك للطرطوشي ، تح . جعفر البياتي ، رياض الريس للنشر ، لندن - بيروت ، 1990 م ، وطبعة محمد فتحي أبو بكر ، الدار المصرية - اللبنانية ، القاهرة ، 1414 ه / 1994 م .\r\n37 - سياست نامه ( سير الملوك ) لنظام الملك الطوسي ، ترجمة د .\r\nيوسف بكار ، دار الثقافة ، الدوحة ، ط 2 : 1407 ه / 1987 م .\r\n38 - شعر تأبط شرّا ، تح . سلمان داود القره غولي وجبّار تعبان جاسم ، النجف ، 1393 ه / 1973 م .\r\n39 - شفاء الغليل فيما في كلام العرب من الدخيل لشهاب الدين أحمد بن محمد الخفاجي ، تح . د . محمد كشّاش ، بيروت ، 1418 ه / 1998 م .\r\n40 - شفاء القلوب في مناقب بني أيوب لأحمد بن إبراهيم الحنبلي ، تح . د . ناظم رشيد ، وزارة الثقافة ، بغداد ، 1978 م .\r\n41 - الشهب اللامعة في السياسة النافعة لابن رضوان ، تح . علي النشار ، دار الثقافة ، الدار البيضاء 1404 ه / 1984 م .\r\n42 - صوان الحكمة لأبي سليمان السجستاني ، تح . د . عبد الرحمن بدوي ، طهران ، 1974 م .\r\n43 - الظرف والظرفاء ( الموشى ) لأبي الطيّب الوشّاء ، تح . فهمي سعد ، عالم الكتب ، بيروت ، 1405 ه / 1985 م .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n44 - العقد ( الفريد ) لابن عبد ربه الأندلسي ، تح . أحمد أمين ورفاقه ، القاهرة ، ط 2 : د . ت .\r\n45 - عيون الأخبار لابن قتيبة ( مصوّر عن طبعة دار الكتب المصرية ) ، 1925 م .\r\n46 - الفهرست لابن النديم ، طبعة رضا تجدد ( طهران ) ؛ وطبعة الشويمي ، 1985 م ( تونس ) [ لم تتم 
  ] .\r\n47 - الفرج بعد الشدّة للتنوخي ، تح . عبود الشالجي ، دار صادر ؛ بيروت ، 1398 ه .\r\n48 - فرج المهموم في تاريخ النجوم لابن طاووس ، النجف ، 1338 ه .\r\n49 - قوانين الوزارة وسياسة الملك للماوردي ، تح . د . رضوان السيد ، دار الطليعة ، بيروت ، ط 2 : 1993 م .\r\n50 - الكامل في التاريخ لابن الأثير ( الطبعة الأوروبية ) .\r\n51 - الكامل للمبرّد ، تح . محمد أحمد الدالي ، مؤسسة الرسالة ، بيروت ، 1406 ه / 1986 م .\r\n52 - لباب الآداب لأسامة بن منقذ ، تح . الشيخ أحمد محمد شاكر ، دار الكتب السلفية ، القاهرة ، ط 2 : 1407 ه / 1987 م .\r\n53 - لسان العرب لابن منظور ، دار صادر ، بيروت ، 1956 م .\r\n54 - ما يتمثل به من الأبيات لأبي أحمد العسكري ( ضمن كتاب :\r\nالتفضيل بين بلاغتي العرب والعجم ، تح . د . حمد بن ناصر الدخيل ، من إصدارات نادي القصيم الأدبي في بريدة ، ط : 1418 ه / 1999 م ) .\r\n55 - مختصر تاريخ دمشق ( اختصار ابن منظور والأصل لابن عساكر ) ، تحقيق مجموعة من الباحثين في 31 مجلدا ، دار الفكر ، دمشق ، 1404 ه / 1984 م .\r\n56 - مروج الذهب للمسعودي ، طبعة ميناروكرتاي ، تح . شارل بيلا ،\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nمنشورات الجامعة اللبنانية ، بيروت ، 1966 م وما بعدها .\r\n57 - معجم البلدان لياقوت الحموي ، دار صادر ، بيروت ، 1986 م .\r\n58 - المعرّب لأبي منصور الجواليقي ، تح . أحمد محمد شاكر ، دار الكتب المصرية ، القاهرة ، ط 3 : 1995 م .\r\n59 - معيد النعم ومبيد النقم ، تح . الشيخ محمد علي النجار ورفاقه ، مكتبة الخانجي ، القاهرة ، ط 3 : 1414 ه / 1996 م .\r\n60 - المنتخل لأبي الفضل الميكالي ، تح . د . يحيى الجبوري ، دار الغرب الإسلامي ، بيروت ، 2000 م .\r\n61 - المنهج المسلوك في سياسة الملوك للقاضي الشيزري ، تح . علي عبد اللّه الموسى ، مكتبة المنار ، الزرقاء ( الأردن ) ، 1987 م .\r\n62 - موسوعة العذاب لعبّود الشالجي ، الدار العربية للموسوعات ، لندن ( سبعة مجلدات ) ، د . ت .\r\n63 - نثر الدّر لأبي سعد الآبي ، تح . محمد علي قرنة ورفاقه ، الهيئة المصرية العامة للكتاب ، القاهرة ، ( سبعة أجزاء ) ، 1979 - 1989 م .\r\n64 - نزهة الأرواح وروضة الأفراح لشمس الدين الشهرزوري ، تح .\r\nعبد الكريم أبو شويرب ، جمعية الدعوة الإسلامية ، طرابلس ، 1988 م .\r\n65 - نشوار المحاضرة للتنوخي ، تح . عبود الشالجي ، دار صادر ، بيروت ، 1391 ه / 1971 وما بعدها .\r\n66 - نهاية الرتبة في طلب الحسبة للشيزري ، تح . السيد الباز ، دار الثقافة ، بيروت ، ط 2 : 1981 م .\r\n67 - الوافي بالوفيات لصلاح الدين الصفدي ، تح . مجموعة من الباحثين العرب والمستعربين ، منشورات المعهد الألماني ، بيروت ، ( لم يتم ) .\r\n68 - وفيات الأعيان لابن خلكان ، تح . د . إحسان عباس ، دار صادر ، بيروت ، 1977 م .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nمستدرك الجريدة\r\n[ يشمل المقدمة 
  ] 1 - الآداب السلطانية ، تأليف د . عز الدين العلام ، منشورات المجلس الوطني للثقافة والفنون والآداب ، سلسلة عالم المعرفة ( رقم 324 ) ، الكويت ، 2006 م .\r\n2 - أخبار البرامكة لمجهول من القرن الرابع الهجري ، تح . جليل العطية ، دار الطليعة ، بيروت ، 2006 م .\r\n3 - إخوان الصفاء للدكتور فؤاد معصوم ، دار المدى ، دمشق ، 1998 م .\r\n4 - البدء والتاريخ للمقدسي ، مكتبة المثنى ، بغداد ( طبعة مصوّرة ) .\r\n5 - تاريخ الأدب في إيران ، تأليف : إدوار براون ، ترجمة وتعليق د .\r\nأحمد كمال الدين حلمي ، منشورات جامعة الكويت ( مجلدان ) ، 1994 - 1996 م .\r\n6 - دفع الهمّ أو الأحاديث المطربة لأبي الفرج الملطي المعروف بابن العبري ، ترجمه عن الإنكليزية : نجم عبد اللّه مصطفى ، دار المعارف ، سوسة ( تونس ) 2004 م .\r\n7 - ذيل الأعلام - قاموس تراجم ، تأليف الأستاذ أحمد العلاونة ، دار المنارة للنشر والتوزيع ، جدّة ( مجلدان ) ، 1418 - 1422 ه / 1998 - 2000 م .\r\n8 - رسوم دار الخلافة للصابئ ، تح . ميخائيل عواد ، بغداد ، 1964 م .\r\n9 - الروضتين ( كتاب ) لابن شامة ، تح . الأستاذ إبراهيم الزيبق ، مؤسسة\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالرسالة ، بيروت ، الأجزاء 1 - 5 ، 1997 م .\r\n10 - الزهرات المنثورة في نكت الأخبار المأثورة لابن سماك العاملي ( من أدباء القرن الثامن الهجري / الرابع عشر الميلادي ) ، تح . الدكتور محمود علي مكي ، مدريد ، 1404 ه / 1984 م .\r\n11 - الشهاب الثاقب في ذمّ الخليل والصاحب ( الأصل ) لابن ظافر الأزدي ؛ اختصار السيوطي ، عمّان ، 1990 م .\r\n12 - الصحيح من أخبار البحار وعجائبها لموسى بن رباح السيرافي ، تح . يوسف الهادي ، دار اقرأ ، دمشق ، 1426 ه / 2006 م .\r\n13 - الطالع السعيد الجامع أسماء نجباء الصعيد لجعفر بن ثعلب الأدفوي ، تح . سعد محمد حسن ( ت 1988 م ) ، الدار المصرية للتأليف والترجمة ، القاهرة ، 1966 م .\r\n14 - غرر السير ( غرر أخبار ملوك الفرس وسيرهم ) للثعالبي المرغني ، منشورات مكتبة الأسدي ، طهران ، 1963 م .\r\n15 - فضل العرب والتنبيه على علومها ، تح . د . وليد خالص ، المجمع الثقافي ، أبو ظبي ، 1998 م .\r\n16 - فهارس كتاب صبح الأعشى في صناعة الإنشا ، إعداد محمد قنديل البقلي ، عالم الكتب ، القاهرة ، د . ت .\r\n17 - المحمدون من الشعراء للقفطي ، تح . رياض مراد ، دمشق ، مجمع اللغة العربية ، 1975 م .\r\n18 - مقالات الأدباء ومناظرات النجباء لابن هذيل ، تح . محمد أديب الجادر ، دار البشائر ، دمشق ، 2002 م .\r\n19 - المقفى الكبير للمقريزي ، تح . د . محمد اليعلاوي ، دار الغرب الإسلامي ، بيروت ( الأجزاء 1 - 8 ) ، 1993 م .\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\nالمراجع الأجنبية\r\n - Anas B . Kalidov : Catalogue of Arabic Manuscripts at the Institute of Oriental Studies - Leningrad ( St . Petersbourg ) , Russia , 1986 . \r\n - Ephrem Isa Yousif : Les Philosophes et Traducteurs Syria - ques D'Athenes a ? Bagdad , L'Harmattan , Paris , 1997 . \r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nفهارس الكتاب « * »\r\n1 - فهرس الآيات القرآنية .\r\n2 - فهرس الحديث والأثر .\r\n3 - فهرس الأعلام .\r\n4 - فهرس الأماكن والبقاع .\r\n5 - فهرس القوافي .\r\n6 - محتويات الكتاب .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) الفهارس : تشمل المقدّمة والنّص باستثناء الهوامش .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\n1 - فهرس الآيات القرآنية\r\nالآية / السورة / رقم / الآية / الصفحة\r\n وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِباطِ الْخَيْلِ  / الأنفال / ( 60 ) / 99\r\n وَكانَ فِي الْمَدِينَةِ تِسْعَةُ رَهْطٍ يُفْسِدُونَ فِي الْأَرْضِ وَلا يُصْلِحُونَ  / النمل / ( 48 ) / 102\r\n وَدَخَلَ الْمَدِينَةَ عَلى حِينِ غَفْلَةٍ مِنْ أَهْلِها . . .  / القصص / ( 15 ) / 104\r\n  . . . لا تَدْرِي لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَ ذلِكَ أَمْراً   / الطلاق / ( 1 ) / 105\r\n . . . أَعْجازُ نَخْلٍ خاوِيَةٍ  / الحاقة / ( 7 ) / 99\r\n إِنَّا نَخافُ مِنْ رَبِّنا يَوْماً عَبُوساً قَمْطَرِيراً  / الانسن / ( 10 ) / 105\r\n . . . أَنَا رَبُّكُمُ الْأَعْلى  / النازعات / ( 24 ) / 55\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n\r\n2 - فهرس الحديث والأثر\r\n« لا طاعة لمخلوق في معصية الخالق » / 96\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\n3 - فهرس الأعلام\r\n( أ ) إبراهيم حسين صالح 28 .\r\nإبراهيم ، محمد بن أبي الفضل 7 ، 12 ، 20 .\r\nابن الأثير ( علي بن محمد ) 36 .\r\nإحسان عباس 12 ، 31 .\r\nأردشير بن بابك 16 ، 17 .\r\nالأزدي ( علي بن ظافر ) 7 ، 9 ، 10 ، 11 ، 12 ، 19 ، 20 .\r\nالإسكندر المقدوني 29 ، 109 .\r\nالأشرف ( يوسف القاضي ) 24 .\r\nالأصمعي ( عبد الملك بن قريب ) 8 .\r\nالأفضل ( علي بن يوسف ) 23 .\r\nالأنباري ( محمد بن محمد ) 25 .\r\nالأهنومي النحوي 21 .\r\n( ب ) البقلي ( محمد قنديل ) 11 .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n( ت ) ابن تغري بردي ( يوسف ) 23 .\r\nالتميمي ( علي بن زياد ) 30 .\r\n( ث ) الثعالبي ( عبد الملك بن محمد ) 8 ، 32 .\r\nالثعلبي ( محمد بن الحارث ) 30 - 32 .\r\n( ج ) الجهشياري ( محمد بن عبدوس ) 28 .\r\nابن الجوهري ( أبو الفضل ) 64 .\r\n( ح ) الحسن بن سهل 30 .\r\nأبو الحسين القلاع 71 .\r\nالحموي ( ياقوت بن عبد اللّه ) 11 ، 12 ، 16 ، 20 ، 25 .\r\nالحوفي ( أحمد محمد ) 30 .\r\n( خ ) خالدوف ، أنس 8 ، 9 ، 10 ، 19 .\r\nخان ، محمد عبد المعيد 7 .\r\n( د ) الدينوري ( أبو حنيفة صاحب كتاب النبات ) 16 .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n( ر ) رياض عبد الحميد مراد 7 .\r\n( ز ) زرادشت 16 .\r\nالزركلي ( خير الدين ) 23 .\r\nالزهراني ( محمد مسفر ) 20 .\r\n( س ) سابور 27 .\r\nسابور بن أردشير 16 ، 17 .\r\nسالم بن عبد الحميد 31 .\r\nسزكين ( فؤاد ) 12 .\r\nسعيد بن عاشور 11 .\r\nالسّلفي ( أبو طاهر أحمد بن محمد ) 26 .\r\nسوفان ( ايفيت ) 10 .\r\nالسيوطي ( جلال الدين ) 28 .\r\n( ش ) شارل پلا 17 .\r\n( ص ) الصابئ ( هلال بن المحسن ) 13 .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nالصفدي ( صلاح الدين خليل بن أبيك ) 20 ، 22 .\r\nصلاح الدين الأيوبي ( يوسف بن أيوب ) 22 .\r\nالصيّاد ( فؤاد ) 15 .\r\n( ط ) الطبري ( محمد بن جرير ) 17 .\r\n( ظ ) ابن ظافر انظر : الأزدي .\r\n( ع ) العادل ( أبو بكر ) 23 .\r\nالعباس ( الحسن بن عبد اللّه ) 28 .\r\nعبد الحميد بن يحيى : 31 .\r\nابن عبد ربة ( صاحب العقد الفريد ) 27 ، 36 .\r\nعبد اللّه مخلص 12 .\r\nعبد المنعم عامر 16 .\r\nابن عساكر ( صاحب تاريخ مدينة دمشق ) 36 .\r\nالعطية ، جليل 1 ، 3 ، 35 .\r\nعلي بن رزين الكاتب 9 ، 30 ، 32 .\r\nعلي بن أبي طالب 21 .\r\nالعماد الأصبهاني ( محمد بن محمد بن حامد ) 25 .\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n( ف ) الفردوسي ( الشاعر ) 15 .\r\nفرعون 99 .\r\nفريه ( المستشرق ) 20 .\r\nابن فضل اللّه العمري ( أحمد بن يحيى ) 11 .\r\nالفضل بن نوبخت 30 .\r\nابن الفقيه ( أحمد بن محمد ) 16 .\r\n( ق ) القاضي الفاضل ( عبد الرحيم بن علي ) 13 ، 21 ، 22 ، 23 ، 28 ، 35 ، 51 .\r\nابن قتيبة ( عبد اللّه بن مسلم ) 27 .\r\nالقفطي ( علي بن يوسف ) 1 ، 3 ، 7 ، 12 ، 13 ، 19 ، 21 ، 23 ، 24 ، 25 ، 26 ، 27 ، 28 ، 30 ، 32 ، 35 .\r\nالقلّاع ( أبو الحسين ) 71 .\r\nالقلقشندي ( أحمد بن علي ) 11 ، 12 .\r\nالقوصي ( شيث بن إبراهيم ) 20 .\r\n( ك ) كسرى أنو شروان 18 .\r\nكورش 16 .\r\nكوركيس حنا عواد 29 .\r\nكيومرث 17 .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n( م ) المتوكل 28 .\r\nمحمد بن عبد اللّه ( الرسول ) 33 ، 37 .\r\nابن المرزبان ( محمد بن سهل ) 8 .\r\nالمسعودي ( علي بن حسين ) 11 ، 17 ، 27 .\r\nالمطوّعي ( عمر بن علي ) 8 .\r\nمعمّري ( حسن ) 7 .\r\nالمقدّسي ( محمد بن أحمد ) 16 .\r\nالمقريزي ( تقي الدين أحمد بن علي ) 23 .\r\nابن المقفع 19 .\r\nالملك الأشرف ( موسى بن أبي بكر ) 19 .\r\nالملك العزيز ( عثمان بن يوسف ) 13 ، 22 ، 23 ، 27 ، 35 .\r\n( ن ) الناصر ( صاحب حلب ) 24 .\r\nنبيهة عبود 29 .\r\nابن النديم ( صاحب الفهرست ) 29 .\r\nنظام الملك ( الحسن الطوسي ) 32 .\r\nنوبخت 30 .\r\n( ه ) الهادي ( يوسف ) 16 .\r\nهشام بن عبد الملك 29 .\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n( ي ) يوسف الهادي ، انظر : الهادي .\r\nيزدجرد 17 .\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n\r\n4 - فهرس الأماكن والبقاع\r\n( أ ) إستانبول 12 ، 32 ، 34 .\r\nالإسكندرية 22 ، 25 .\r\nالإمارات العربية المتحدة 12 .\r\n( ب ) باريس 8 ، 35 .\r\nبطرسبرغ 11 ، 33 .\r\nبغداد 9 ، 13 ، 29 .\r\nبيت الحكمة ( في بغداد ) 18 .\r\nبيت المقدس 23 ، 25 .\r\nبيروت 8 ، 9 ، 12 ، 16 ، 17 ، 23 ، 30 .\r\n( ج ) جامعة شيكاغو 29 .\r\nجنديسابور 17 ، 18 .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n( ح ) حران 25 .\r\nحلب 24 .\r\nحيدر آباد 7 .\r\n( د ) دمشق 7 ، 12 ، 23 .\r\n( ر ) الرقتان 25 .\r\nروسيا 10 ، 32 .\r\nالرياض 7 .\r\n( ص ) صغد خوارزم 16 .\r\nالصين 16 ، 82 .\r\n( ط ) طهران 29 .\r\n( ظ ) أبو ظبي 12 .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n( ع ) العراق 15 ، 29 .\r\nعسقلان 22 .\r\nعمّان 20 ، 31 .\r\n( ف ) فارس 26 ، 27 .\r\nفرانكفورت 12 .\r\nفلسطين 12 ، 22 .\r\n( ق ) القاهرة 7 ، 11 ، 12 ، 20 ، 22 ، 23 ، 25 ، 30 ، 32 .\r\nقفط 24 .\r\n( ل ) لا يبزغ ( لايبزك ) 7 .\r\n( م ) مدرسة القاضي الفاضل 21 .\r\nمدرسة المالكية ( في مصر ) 20 .\r\nالمدينة المنورة 20 .\r\nمصر 20 ، 23 ، 25 ، 30 ، 64 .\r\nالمعهد الشرقي ( في شيكاغو ) 29 .\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nالمعهد العلمي الفرنسي 20 .\r\nمعهد فرانكفورت 12 .\r\nمكتبة بطرسبرغ ( بطرسبرج ) 7 ، 9 ، 10 ، 19 ، 32 .\r\nمكتبة خالص أفندي 32 .\r\nمكتبة هشام بن عبد الملك 29 .\r\nالمكتبة الوطنية ( في باريس ) 8 .\r\n( ه ) الهند 16 .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n\r\n5 - فهرس القوافي\r\nالقافية / البحر / عدد الأبيات / الشاعر / الصفحة\r\nقافية الباء الجراب / الوافر / 1 / [ أبو نواس 
  ] / 57\r\nقافية الحاء فسيحا / المتقارب / 4 / - / 76\r\nقافية الدال الخلود / الخفيف / 1 / [ المتنبي 
  ] / 100\r\nقافية الراء قصر / المتقارب / 2 / [ ابن نباتة 
  ] / 90\r\nقافية الضاد العرض / السريع / 1 / [ الخطاب بن المعلى 
  ] / 96\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nقافية العين ضلوعي / الطويل / 1 / - / 60\r\nقافية الكاف المهالك / الطويل / 2 / [ تأبط شرّا 
  ] / 85\r\nقافية اللام آكله / الطويل / 1 / [ ابن مقبل 
  ] / 84\r\nالجمالا / الزافر / 2 / [ المتنبي 
  ] / 57\r\nقافية الميم المتقادم / الطويل / 1 / [ المتنبي 
  ] / 80\r\nحازم / الطويل / 2 / [ بشّار بن برد 
  ] / 77\r\nمعلوما / الكامل / 4 / [ أحمد بن يوسف 
  ] / 69\r\nقافية النون أذن / المنسرح / 1 / [ كشاجم 
  ] / 80\r\nريحانتان / السريع / 4 / [ القفطي 
  ] / 25\r\nقافية الهاء إياه / الهزج / 4 / [ علي بن أبي طالب 
  ] / 61\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nقافية الألف الليّنة نجا / الرجز / 1 / [ ابن دريد 
  ] / 74\r\nقافية أنصاف الأبيات العرس / الطويل / / - / 71\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\nمحتويات الكتاب\r\nبين يديّ الكتاب 7\r\nمقدّمة التحقيق 15\r\nالرموز والمصطلحات 36\r\nنماذج من صور المخطوط 37\r\nمقدمة المؤلّف 47\r\nمتن المخطوط 55\r\n[ الملك الظالم 
  ] 55\r\n[ الوصيفة الذكية 
  ] 58\r\n[ الملك والهزل 
  ] 58\r\n[ اعتماد الكفاة 
  ] 61\r\n[ الدّجاجة والقط 
  ] 62\r\n[ هرة الجوهري 
  ] 64\r\n[ نصائح للملك 
  ] 64\r\n[ شروط المحبة 
  ] 65\r\n[ الملك والحاجب 
  ] 65\r\n[ هدايا النوروز 
  ] 67\r\n[ حيلة حظية 
  ] 68\r\n[ مكر النساء 
  ] 70\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n[ حيلة مجنون 
  ] 70\r\n[ الملك الماجن 
  ] 73\r\n[ العقل والهوى 
  ] 73\r\n[ مصابرة الأمور 
  ] 75\r\n[ الاستشارة 
  ] 75\r\n[ الوزير العاجز والجارية 
  ] 77\r\n[ أسباب زوال الملك 
  ] 81\r\n[ الثوب الأحمر 
  ] 82\r\n[ كرم الملوك 
  ] 83\r\n[ ندم الملوك 
  ] 86\r\n[ وصايا الجارية 
  ] 87\r\n[ التدبير والتبذير 
  ] 88\r\n[ المرأة ريحانة 
  ] 89\r\n[ تصغير الأعداء مرفوض 
  ] 89\r\n[ الصعلوك 
  ] 90\r\n[ وليّ العهد 
  ] 106\r\n[ أم الملك 
  ] 108\r\n[ الإسكندر ومعلمه 
  ] 109\r\n[ أعوان الملك 
  ] 112\r\n[ شروط الوزارة 
  ] 114\r\n[ أسباب زوال الملك 
  ] 114\r\n[ الخاتمة 
  ] 115\r\nجريدة المصادر والمراجع 117\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nمستدرك الجريدة 123\r\nفهارس الكتاب 127\r\n1 - فهرس الآيات القرآنية 129\r\n2 - فهرس الحديث والأثر 130\r\n3 - فهرس الأعلام 131\r\n4 - فهرس الأماكن والبقاع 138\r\n5 - فهرس القوافي 142\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152}
  ]