[
  {"content":"\r\nذكرى مرور ثلاثة قرون على وفاة\r\nالعلامة المجلسي\r\n1110 ه‍ - 1410 ه‍\r\nإجازات الحديث\r\nالتي كتبها شيخ المحدثين ومحيي معالم الدين\r\nالمولى محمد باقر المجلسي الأصبهاني\r\n1037 ه‍ - 1110 ه‍ -\r\nدونها وترجم للاعلام المجازين وصنع فهارسها\r\nالسيد احمد الحسيني\r\nطبع باعتناء\r\nالسيد محمود المرعشي\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n* كتاب : إجازات الحديث للعلامة المجلسي\r\n* تأليف : السيد احمد الحسيني\r\n* نشر : مكتبة آية الله المرعشي العامة - قم\r\n* طبع : مطبعة الخيام - قم\r\n* الطبعة : الأولى\r\n* تاريخ الطبع : 1410 ه‍ ق\r\n* العدد : ( 1000 ) نسخة\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n( وله الحمد والمجد )\r\nالحديث ( أو السنة ) ثاني الدليلين - بعد القرآن الكريم - من الأدلة التي تستند\r\nعليها الشريعة الاسلامية وتستوحي منها الأسس التشريعية وما أوجب الله تعالى من\r\nالاحكام على العباد بتبليغ من الرسول الكريم محمد صلى الله عليه وآله وسلم .\r\nان من الطبيعي أن يهتم المسلمون المعاصرون للعهد النبوي بما يأمر النبي وينهى\r\nوما يفعله في حياته العامة والخاصة ، لأنهم اعتقدوا أنه لا ينطق عن الهوى بل هو\r\nمنبعث من الوحي الإلهي ، كما أن لهم فيه أسوة حسنة يدعوهم إلى ما فيه خير الدنيا\r\nوالآخرة .\r\nان المسلمين الصحابة لم يزالوا يلهجون بما قاله الرسول صلى الله عليه وآله أو فعله ،\r\nفينقلون ما سمعوه وشاهدوه إلى من لم يكن حاضرا معهم ، ويصدرون على ضوء\r\nالأقوال والافعال فتاواهم وآراءهم ، ويأمرون غيرهم باتباعها لأنها - كما يعتقدون -\r\nهي شريعة الله تعالى ودينه الذي أمر نبيه بتبليغه ، وكانت قضاء فصل عند اختلافهم\r\nفي أمر من أمور دينهم ودنياهم .\r\nوانتقلت هذه السنة من الخلف إلى السلف محفوفة بالاهتمام الكبير ، وقد وضع\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nلحفظها من تلاعب الأيدي ومخاريق الكذابة وأصحاب الدجل والنفاق - فيما بعد\r\nعصر الرسول - أسس خاصة تميز الحق من الباطل والصدق من الكذب وتدل على\r\nما يمكن الاخذ به أورده مما أثر من هذه السنة الطاهرة أو ما ألصق بها .\r\nونحن - معاشر الشيعة الإمامية - نرى أن أقوال الأئمة المعصومين عليهم السلام\r\nوأفعالهم كالمأثور عن النبي صلى الله عليه وآله وسلم على حد سواء ، وذلك لان\r\nالنبي بنفسه أوصى باتباع القرآن والعترة في كثير من الأحاديث المروية في أمهات\r\nمؤلفات المسلمين عامة مصرحا بأنهما لا يتفرقان حتى يردا عليه الحوض ، وحث\r\nالأمة على اقتفاء أثر أهل بيته في مناسبات تتجاوز العشرات قد تناقلها المسلمون\r\nمنذ العصر الأول إلى يوم الناس هذا . بالإضافة إلى أن أهل البيت أدرى بما في\r\nالبيت ، وقد أخذوا علومهم عن علي عليه السلام الذي لم يزل مع النبي منذ مولده\r\nإلى أن توفى الله تعالى نبيه لم يفارقه في حال من الأحوال ، بل زق الرسول علمه\r\nلعلي زقا وصرح فيه بأنه باب مدينة علمه ولابد أن يؤتى من هذا الباب ، وهذا\r\nيعني أنه لم يعرف الهدى من الضلال الا من هذا الطريق .\r\nنعم اننا نعتقد أن أحاديث الأئمة المعصومين عليهم السلام هي أحاديث\r\nالرسول صلى الله عليه وآله ، لم تختلف عنها في شئ ، ان أسندوها إليه أو لم يسندوها . فإننا\r\nعندما نروي عن الصادق عليه السلام حديثا انما نرويه عن النبي وان لم يصرح بذلك\r\nالإمام الصادق عند التحدث به ، لأننا مأمورون بذلك في أحاديث القرآن والعترة\r\nولأنه أثر عنهم أن ما يتحدثون به فهو مروى عن آبائهم عن جدهم رسول الله صلى\r\nالله عليه وآله وسلم .\r\nلقد اهتم أصحاب الأئمة عليهم السلام برواية الحديث وتدوينه في كتب ومدونات\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nكبيرة وصغيرة حفظا لها من النسيان والضياع ، ثم صحت عزيمة علمائنا الاجلاء\r\nبجمعها في مجاميع تنسقها في موضوعاتها وتصونها عن التشتت ، فظهرت فيما بعد\r\nعصر الأئمة مؤلفات حديثية هامة كان من أجلها الكتب المعروفة الأربعة ( الكافي )\r\nو ( من لا يحضره الفقيه ) و ( الاستبصار ) و ( التهذيب ) ، ثم تتابعت الجهود\r\nفي الرواية والتدوين بالأصول المقررة عند علماء الحديث .\r\nومن علمائنا البارزين في هذا الميدان - بالإضافة إلى أثره البين في مجالات\r\nعلمية أخرى - شيخ أرباب الحديث في القرون المتأخرة العلامة الثبت الثقة شيخنا\r\nالمولى محمد باقر المجلسي الأصبهاني ، فإنه - تغمده الله برحمته ورضوانه -\r\nعمل من جهتين لحفظ التراث الحديثي واحياء ما كاد أن يندثر منه ، وهما :\r\n1 - جمع الأحاديث الموزعة في المؤلفات الحديثية الكبيرة والصغيرة بتنسيق\r\nوتبويب موسع في موسوعته الكبرى ( بحار الأنوار ) ، بالإضافة إلى جملة من\r\nالآيات المناسبة التي بدأ بها أبواب الموسوعة ، وفسر الآيات وشرح الأحاديث\r\nبما يلزم من التفسير والشرح لتبيين المقاصد والمداليل .\r\nوبعمله هذا لم شتات أحاديث أهل البيت من مختلف المصادر القديمة وصانها\r\nعن الاندراس والتلف بسبب الغفلة عن تلك المصادر ، لان أكثرها غير مشهورة أو\r\nغير موفرة . ومن جهة أخرى يسر مهمة الباحثين الموسوعيين الذين يرومون التوسع\r\nفي الرجوع إلى الروايات الواردة في الأبواب العقائدية والأخلاقية وغيرها من بقية\r\nالموضوعات الدينية .\r\n2 - أما الطريقة الثانية التي عمل فيها المجلسي لحفظ التراث ، فهي تربية\r\nمجموعة كبيرة من التلاميذ وتدريبهم على علوم الحديث بقراءتها وكتابة مصادرها\r\nومقابلة نسخها وتصحيحها حسب مواضعات المحدثين لهذا الغرض . فيذكر بعض\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nالمؤرخين أنه كان يحضر في مجلس درسه ألف طالب يتدارسون فيه كتب الحديث\r\nويتدربون على تعليم علومه .\r\nومن هنا نرى بين المخطوطات وفرة نسخ كتب الحديث - وخاصة الكتب\r\nالأربعة وكتاب بحار الأنوار - التي عليها تصحيحات وبلاغات بخط المجلسي وفي\r\nأواسطها وأواخرها بلاغات وانهاءات وإجازات هي وثائق قراءة أولئك التلامذة\r\nهذه الكتب عنده .\r\nان المرء ليعجب بالبركة التي رزق الله تعالى هذا الرجل في عمره ، وكثرة\r\nما حفظت من هاتيك النسخ الحديثية بجهوده العلمية في الأقراء والتصحيح والمقابلة .\r\nمع العلم أن هذا النشاط التربوي - حسب تواريخ الإجازات الموجودة - كان\r\nمنذ نحو سنة 1070 ، وكانت هذه الفترة من عمر المجلسي فترة زعامته الروحية\r\nومرجعيته الكبرى وشيخوخة الاسلام التي تعني إدارة الحوزات العلمية والاشراف\r\nعلى العلماء في جميع أقطار إيران .\r\nرأينا - ونحن على أعتاب ذكرى مرور ثلاثمائة عام على وفاة العلامة المجلسي\r\n- أن نشترك في تكريمه وتعظيمه ، وفاءا لبعض حقه على الأمة بما قدم من جهود عظيمة\r\nفي احياء تراث أهل البيت عليهم السلام .\r\nفصح العزم على جمع ما بقي من الإجازات التي كتبها في مختلف الكتب\r\nلتلامذته والدارسين لديه ، ذلك لان جمعها تظهر جانبا جديدا من جوانب عظمة\r\nالمجلسي أغفله المؤرخون له ، ولعل اغفالهم جاءت نتيجة لتشتت هذه الإجازات\r\nفي المكتبات العامة والخاصة وصعوبة الوصول إليها وتصويرها ونسخها ثم جمعها\r\nفي مجموعة خاصة .\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nاننا بدأنا بجمع هذه الأشتات ولا زالت ترافق أعمالنا تشجيعات سماحة سيدنا\r\nآية الله العظمى السيد شهاب الدين النجفي المرعشي - دام ظله الوارف -\r\nالذي لم يزل يسأل كلما حضرنا لديه عن الجديد الذي وجدنا من الإجازات\r\nوالعدد التي بلغت وأين كان المصدر لما وجد جديدا .\r\nان تشجيعه المستمر كان دافعا لنا في الفحص الجاد ، حتى زرنا بعض المدن لهذا\r\nالغرض وطلبنا من جملة من المكتبات الكبيرة تصوير ما لديها من الإجازات ، فتجمع\r\nمن مجموع صلاتنا بالأشخاص والمكتبات هذه المجموعة التي يحدها القارئ\r\nالعزيز ماثلة بين يديه . مع أننا نعلم أن هناك إجازات أخرى لم يرض أصحابها\r\nاطلاعنا عليها أو منعتنا الموانع من نسخها أو تصويرها .\r\nجمعت هذه المجموعة من الإجازات والانهاءات والبلاغات التي كتبها\r\nالعلامة المجلسي بخطه في كتب الحديث المقروءة عليه أو مما نقلت في بعض\r\nالمصادر صورتها ولم نعثر على أصلها بخطه .\r\nرتبت حسب الترتيب الحروفي لأسماء المجازين مع إضافة تراجم قصيرة لهم\r\nبأن يذكر المترجم باسمه ويترجم بما تيسر مع العناية بما قرأه لدى المجلسي ،\r\nثم تثبت الإجازة أو الإجازات التي كتبها له تباعا ، مع رقم خاص للمجازين الذين\r\nبلغوا ( 84 ) شخصا ورقم مسلسل للإجازات التي بلغت ( 115 ) إجازة .\r\nثم جمعت صور الصحائف التي كتب المجلسي اجازته بخطه فيها لتكون وثائق\r\nتاريخية لما كتب بخطه ويجدها القارئ مجموعة في مكان واحد .\r\nثم فهارس عامة كان الغرض من صنعها إفادة المراجعين في دراسة شيوخ الإجازة\r\nونوعية اهتمام المجلسي بكتبه ومؤلفاته التي ذكرها في أثناء الإجازات .\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nهذا ، وأرى من الفرض علي أن أقدم شكري المتواصل للمرجع الديني الورع\r\nسماحة آية الله العظمى السيد شهاب النجفي المرعشي دام ظله العالي الذي توالت\r\nتشجيعاته الأبوية علي ، كما وأشكر ولده الأخ العلامة السيد محمود المرعشي الذي\r\nوفر الامكانات لطبع الكتاب في سلسلة مطبوعات مكتبتهم العامة .\r\nوأود أن أضيف تقديري وشكري للسادة العلماء والإخوان الأساتذة أصحاب\r\nالمكتبات العامة والخاصة الذين أمدوني بصور عن الصحائف التي هي بخط العلامة\r\nالمجلسي من مخطوطات مكتبتهم ، فان هذا كان عونا علميا لي لابد من الإشادة به\r\nوالشكر له .\r\nوالحمد لله أولا وآخرا ، والصلاة والسلام على محمد النبي وآله السادة الغر الميامين .\r\nقم المشرفة - أول جمادى الأولى 1410 ه‍ السيد احمد الحسيني\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n( 1 )\r\nمولانا ابن علي\r\nابن علي\r\nقرأ على العلامة المجلسي جملة من كتب الحديث ، ومنها \" الصحيفة السجادية \"\r\nفأجازه في أولها في أواسط شهر شوال سنة 1072 .\r\n( الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 7 )\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n[ 1 
  ]\r\nبسم الله الرحمن الرحيم\r\nوسلام على عباده الذين اصطفى .\r\nأما بعد :\r\nفقد قرأ علي المولى الفاضل التقي الألمعي الأخ في الله المحبوب لوجه الله\r\nمولانا ابن علي وفقه الله تعالى لمراضيه ، سماعا في أدعية الصحيفة السجادية مع\r\nما ألحق بها ، صلوات الله على من ألهمها ، في مجالس آخرها أواسط شهر الله\r\nالمكرم من شهور سنة [ اثنتين 
  ] وسبعين وألف .\r\nوأجزت له زيد توفيقه أن يرويها عني مع سائر ما سمعه منى بأسانيدي المتصلة\r\nإلى أرباب العصمة صلوات الله عليهم .\r\nوكتب بيمناه الداثرة أفقر عباد الله محمد باقر بن محمد تقي عفي عنهما بالنبي\r\nوآله المطهرين ، حامدا مصليا مسلما .\r\n( توجد على \" الصحيفة السجادية \" في مكتبة الحسينية التسترية\r\nبالنجف الأشرف - رقم 24 ، عن فهرس المكتبة المخطوط للشيخ\r\nأسد الله اسماعيليان )\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n( 2 )\r\nمولانا أبو البقاء\r\nأبو البقاء\r\nقرأ على العلامة المجلسي شطرا وافيا من العلوم الدينية ، ومما قرأ عليه كتاب\r\n\" تهذيب الأحكام \" فكتب له إجازة في كتاب الحج منه في شهر ربيع الأول سنة\r\n1074 .\r\n( زندگينامه علامه مجلسي 2 / 7 )\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n[ 2 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده [ الذين اصطفى 
  ]\r\nأما بعد :\r\nفان الأخ في الله المحبوب لوجه الله المبتغي لمرضاته مولانا أبو البقاء وفقه\r\nالله تعالى ، لما طال تردده إلي ومذاكرته لدي وأخذ مني شطرا وافيا من العلوم\r\nالدينية ، استجازني فيما أخذ عني من أخبار أعلام الدين وخلفاء الله في الأرضين\r\nوأهل بيت سيد المرسلين صلوات الله عليهم أجمعين .\r\nفأجزت له بعد الاستخارة أن يرويها عني ، لا سيما الكتب الأربعة لأبي جعفرين\r\nالمحمدين الثلاثة رضي الله عنهم وشكر الله مساعيهم ، بأسانيدي العديدة المتصلة\r\nإلى مؤلفيها ، آخذا عليه ما أخذ علي من ملازمة التقوى وسلوك سبيل أئمة الهدى\r\nعليهم الصلاة والسلام ، وعدم الميل إلى طريق أهل الضلالة والعدي وان مال إليها\r\nأهل الهوى التاركين الآخرة للدنيا ، وأن لا ينساني في خلواته وأن يستغفر لي في\r\nحياتي وبعد موتي .\r\nوكتب المذنب العاثر الخاسر ابن الغريق في بحار رحمة الله محمد تقي\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nقدس الله روحه محمد باقر عفى الله عن جرائمهما بمحمد وآله الطاهرين ، في شهر\r\nربيع الأول سنة أربع وسبعين بعد الألف ، حامدا مصليا مسلما .\r\n( آخر كتاب الحج من \" تهذيب الأحكام \" في مكتبة المجلس النيابي\r\nبطهران - رقم 47 )\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n( 3 )\r\nالأمير أبو طالب الطباطبائي\r\nأبو طالب بن أبي المعالي الحسنى الحسيني الطباطبائي الأصبهاني\r\nقرأ على العلامة المجلسي كثيرا من العلوم العقلية والنقلية ، ومما قرأ عليه كتاب\r\n\" من لا يحضره الفقيه \" فأجازه في آخره ، وكتاب \" الكافي \" فكتب له انهاءا في\r\nآخر كتاب الزكاة منه .\r\nويبدو من إجازة المجلسي أن صاحب الترجمة تتلمذ أيضا على بعض تلامذته\r\nوأقاربه وقرأ عليهم جملة من كتب الحديث .\r\n( الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 11 )\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n[ 3 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الحميد الحسيب النجيب اللبيب الأديب الأريب الفاضل\r\nالمدقق الذكي الرضى الأمير أبو طالب بن السيد المبرور الأمير أبو المعالي الحسني\r\nالحسيني وفقه الله تعالى للعروج على أعلى معارج الكمال من العلم والعمل وصانه\r\nعن الخطأ والخطل ، سماعا مني وقرأ [ ة 
  ] علي وممن انتمى إلي مع كثير من العلوم\r\nالعقلية والنقلية .\r\nفأجزت له كثر الله أمثاله أن يروي عني هذا الكتاب المستطاب وسائر كتب\r\nالاخبار المأثورة عن الأئمة الأطهار صلوات الله عليهم ، بأسانيدي المتصلة إلى\r\nمؤلفيها ، وهي أكثر من أن أحصيها له :\r\nفمنها ما أخبرني به عدة من الأفاضل الكرام وجم غفير من العلماء الأعلام\r\nنور الله ضرائحهم ، منهم والدي العلامة طبيب الله تربته ، عن شيخهم شيخ الاسلام\r\nوالمسلمين بهاء الملة والحق والدين قدس سره - إلى آخر أسانيده المسطورة في\r\nكتبه المعروفة ، فليروها عني بتلك الطرق وغيرها مراعيا لشرائط الرواية طالبا أقصى\r\nمدارج الدراية داعيا لي ولمشايخي في مآن الإجابة .\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nوكتبه بيده الوازرة الداثرة أفقر العباد إلى عفو ربه الغني محمد باقر بن محمد\r\nتقي عفى الله عن جرائمهما ، حامدا مصليا مسلما .\r\n( آخر كتاب الزكاة من \" الكافي \" في مكتبة الحسينية التسترية بالنجف\r\nالأشرف - رقم 802 )\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n( 4 )\r\nالشيخ احمد البحراني\r\nأحمد بن محمد بن يوسف بن صالح الخطي المقابي البحراني\r\nخطي الأصل مقابي المنشأ والتحصيل .\r\nتتلمذ في أكثر العلو على أبية الشيخ محمد المقابي والمير محمد مؤمن بن\r\nدوست محمد الأسترآبادي صاحب كتاب \" الرجعة \" .\r\nوصف بأنه كان علامة فهامة زاهدا عابدا ورعا كريما تقيا فقيها محدثا ، تصانيفه\r\nتشهد بعلو كعبه في المعقول والمنقول والفروع والأصول ، مع بلاغة وفصاحة في\r\nالتعبير والتحرير . وشعره في غاية الجودة والجزالة .\r\nقال عنه الشيخ سليمان الماحوزي : كان أعجوبة زمانه ذكاءا وفضلا ونادرة\r\nعصره كمالا ونبلا ، بلغ من الكمالات قاصيتها وملك من التحقيقات ناصيتها ، حضرت\r\nدرسه الفاخر فصادفته كالبحر الزاخر ، تتلاطم أمواجه ويتدفق عذبه لا أجاجه . .\r\nوكان أعبد من رأيناه في عصرنا وأشرفهم في الأخلاق .\r\nوقال الشيخ يوسف البحراني : وعندي أنه أفضل علماء بلادنا البحرين ممن\r\nعاصره وتأخر عنه بل وغيرهم ، وقد ذكر بعض تلامذته في رسالة له أنه في سفره إلى\r\nأصبهان كان المولى الفاضل محمد باقر الخراساني صاحب \" الكفاية \" و \" الذخيرة \"\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nيخلو معه في الأسبوع يومين للمذاكرة معه والاستفادة منه .\r\nيروي عن جملة من المشايخ : منهم والده الشيخ محمد بن يوسف المقابي\r\nوالمير محمد مؤمن الأسترآبادي والعلامة المجلسي وقد أجازه عند سفره إلى أصبهان\r\nوأدرجت الإجازة مبتورة في مجلد إجازات \" البحار \" .\r\nويروى عنه الشيخ سليمان بن عبد الله الماحوزي البحراني ، والمولى أبو الحسن\r\nالشريف العاملي الفتوني .\r\nله \" رياض الدلائل وحياض المسائل \" و \" الرموز الخفية في الدقائق\r\nالمنطقية \" و \" المشكاة المضيئة \" في المنطق و \" وجوب صلاة الجمعة عينا \"\r\nورسالة في \" استقلال الأب بولاية البكر البالغة الرشيدة \" و \" البداء \" و \" الحسن\r\nوالقبح العقليان \" .\r\nتوفي سنة 1102 ( أو 1100 ) بطاعون العراق مع أخويه الشيخ يوسف\r\nوالشيخ حسين في حياة أبيه ودفن في جوار الامامين الكاظمين عليهما السلام .\r\n( علماء البحرين ص 77 ، جواهر البحرين ص 96 ، أمل الآمل 2 / 28\r\nلؤلؤة البحرين ص 37 ، الفيض القدسي ص 91 ، أنوار البدرين\r\nص 140 ، الكواكب المنتثرة - مخطوط ، أعيان الشيعة 3 / 172\r\nزندگينامه علامه مجلسي 2 / 12 )\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n[ 4 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله الذي قيد الروايات بسلاسل الأسانيد ، وعز من الإجازات كيلا تضل\r\nولا تنسى ، وخص أشارف بريته محمدا والطاهرين من خيرته من خزائن علمه\r\nبالحظ الأوفى والقدح المعلى ليعرج بهم إلى الغاية القصوى من أراد سلوك سبيل\r\nالهدى ، فصلى الله عليه وعليهم صلاة لا تعد ولا تحصى .\r\nأما بعد :\r\nفيقول أفقر عباد الله وأحوجهم إلى العفو والغفران محمد بن محمد التقي المدعو\r\nبباقر رزقهما [ الله 
  ] الوصول إلى أعلى درجات الجنان :\r\nانه كان من غرائب الزمان وغلط الدهر الخوان ، بل من فضل الله علي ونعمه\r\nالبالغة لدي ، اتفاق صحبة المولى الأولى الفاضل الكامل الورع البارع التقي الزكي\r\nجامع فنون الفضائل والكمالات حائز قصب السبق في مضامير السعادات ذي الأخلاق\r\nالرضية والأعراق الطيبة البهية علم التحقيق وطود التدقيق العالم التحرير والفائق\r\nفي التقرير والتحرير كشاف دقائق المعاني الشيخ احمد البحراني ، أدام الله أيامه\r\nوقرن بالسعود شهوره وأعوامه ، فوجدته بحرا زاخرا في العلم لا يساحل ، وألفيته\r\nحبرا ماهرا في الفضل لا يناضل .\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nثم استجازني ، فاستخرت الله سبحانه وأجزت له - كثر الله في العلماء مثله -\r\nأن يروي عني كل ما صحت لي روايته وجازت لي اجازته مما صنف في الاسلام\r\nمن مؤلفات الخاص والعام في فنون العلوم وأفنانها من التفسير والحديث والدعاء\r\nوالكلام والأصولين والفقه والتجويد والمنطق والصرف والنحو واللغة والمعاني\r\nوالبيان ، بحق روايتي عن مشايخي الكرام وأسلافي الفخام رضوان الله عليهم .\r\nولما كانت طرقي إلى مؤلفيها أكثر من أن أحصيها له ههنا فأثبت له شطرا منها\r\nوقد أوردت جلها بل كلها في آخر مجلدات كتابي الكبير :\r\nفمن ذلك ما أخبرني به عدة من الأفاضل الكرام وجم غفير من العلماء الأعلام\r\nممن قرأت عليهم أو سمعت منهم أو استجزت عنهم ، منهم والدي العلامة - قدس\r\nالله أرواحهم - بحق روايتهم ، عن شيخ الاسلام والمسلمين بهاء الملة والحق\r\nوالدين محمد العاملي ، عن والده الفقيه النبيه عز الدين الحسين بن عبد الصمد\r\nالحارثي نور الله ضريحيهما ، عن أفقه الفقهاء المتأخرين زين الملة والدين بن علي\r\nابن احمد الشامي الشهير بالشهيد الثاني رفع الله درجته - إلى آخر اجازته المعروفة\r\nللشيخ المتقدم .\r\n( ح ) ومنها ما أخبرني به العدة المتقدم ذكرهم - طيب الله تربتهم - بحق\r\nروايتهم قراءة وسماعا وإجازة عن شيخهم العالم العابد المدقق الزاهد الزكي\r\nمولانا عبد الله بن الحسين التستري سقى الله تربته صوب الرضوان ، عن شيخه الجليل\r\nالنبيل نعمة الله بن أحمد بن خاتون العاملي ، عن أبيه احمد ، عن جده محمد رضوان\r\nالله عليهم ، عن الشيخ جمال الدين أحمد بن الحاج علي العيناثي ، عن الشيخ زين الدين\r\nجعفر بن الحسام ، عن السيد الاجل الحسن بن أيوب الشهير بابن نجم الدين ، عن أفضل\r\nالعلماء المتبحرين الشيخ السعيد الشهيد محمد بن مكي رفع الله لهم في درجات الجنان\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n- إلى آخر ما هو مذكور في اجازته المشهورة وسائر إجازات من تأخر عنه من\r\nالأفاضل الكرام .\r\n( ح ) ومنها ما أخبرني به إجازة في صغري الشيخ الجليل عبد الله بن الشيخ\r\nجابر العاملي ابن عمة والدي رحمة الله عليهما ، عن جد والدي من قبل أمه الفاضل\r\nالعالم المحدث مولانا درويش محمد بن الشيخ حسن النطنزي روح الله روحه ،\r\nوهو أول من نشر حديث الشيعة بعهد دولة الصفوية بأصبهان ، عن شيخه المحقق\r\nالمدقق الأفخم الأعظم مروج مذهب الإمامية الشيخ نور الدين علي بن عبد العالي\r\nالكركي طهر الله رمسه وشكر سعيه ، عن الشيخ الأجل نور الدين علي بن هلال\r\nالجزائري ، عن الشيخ الأعلم الأزهد الرضي جمال الدين أحمد بن فهد الحلي\r\nنور الله مراقدهم ، عن الشيخين الجليلين الشيخ علي بن الخازن الحائري والشيخ\r\nعلي بن عبد الحميد النيلي قدس الله لطيفهما ، عن الشيخ السعيد الشهيد محمد بن\r\nمكي رضي الله عنه .\r\n( ح ) ومنها ما أخبرني به السيد الجليل الشريف الحسيب النسيب الفاضل البهي\r\nالأمير شرف الدين علي بن حجة الله الحسني الحسيني الشولستاني النجفي رحمه\r\nالله إجازة في المشهد المقدس الغروي صلوات الله على مشرفه ، عن السيد المعظم\r\nالمكرم الأمير فيض الله بن الأمير عبد القاهر الحسيني التفريشي طاب ثراه ، عن\r\nشيخه الاجل الأدق الفهامة الشيخ محمد ، عن والده المحقق العلامة الشيخ حسن\r\nابن الشهيد الثاني ، عن والده الأعظم قدس الله أسرارهم .\r\n( ح ) وعن السيد شرف الدين ، عن السيد الاجل أبى الحسن علي العاملي ، عن\r\nالشهيد الثاني طيب الله أرماسهم .\r\n( ح ) وعن السيد شرف الدين ، عن قدوة العلماء المتبحرين السيد السند ميزرا\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\nمحمد بن الأمير علي الأسترآبادي مؤلف كتاب \" منهج المقال في تحقيق أحوال\r\nالرجال \" رحمة الله عليهم ، عن الشيخ السعيد الفاضل إبراهيم بن علي بن عبد العالي\r\nالميسي ، عن والده العلامة نور الله ضريحيهما ، عن الشيخ شمس الدين محمد\r\nابن المؤذن الجزيني ، عن الشيخ الأكرم ضياء الدين علي ، عن والده السعيد\r\nالشهيد محمد بن مكي حشرهم الله مع الأئمة الطاهرين .\r\n( ح ) ومنها ما أخبرني به جم غفير من العلماء الكرام ، منهم السيد السعيد الشهيد\r\nالأمير محمد مؤمن الأسترآبادي وقدوة المحدثين السيد محمد الشهير بسيد ميرزا\r\nابن السيد شرف الدين علي الموسوي حشرهما الله مع آبائهم الطاهرين ، عن\r\nالسيد الأفضل الأمجد نور الدين علي بن الحسين بن أبي الحسن العاملي الحسيني\r\nالموسوي المجاور لبيت الله حيا وميتا عطر الله تربته ، عن شيخيه العالمين العاملين\r\nالكاملين جمال الدين أبى منصور الحسن ابن الشهيد الثاني والسيد شمس الدين\r\nمحمد بن علي الحسيني الشهير بابن أبي الحسن رفع الله مقامهما ، بحق روايتهما\r\nعن السيد علي بن أبي الحسن والشيخ الحسين بن عبد الصمد الحارثي والسيد\r\nالعابد نور الدين علي بن السيد فخر الدين الهاشمي ، بحق رواية الجميع عن\r\nالعالم الرباني الشهيد الثاني أفاض الله عليهم شآبيب الرحمة والرضوان .\r\n( ح ) ومنها ما أخبرني به السيد الشهيد الأمير محمد مؤمن الأسترآبادي ، عن\r\nالسيد الشهيد زين العابدين بن نور الدين علي القاشاني والشيخ إبراهيم بن عبد الله\r\nالخطيب المازندراني رحمهما الله تعالى ، عن شيخيهما المحدث العالم المولى\r\nمحمد امين بن محمد شريف الأسترآبادي نور الله تربته ، عن السيد العالم ميرزا\r\nمحمد الأسترآبادي والسيد البارع شمس الدين محمد العاملي صاحب \" مدارك الأحكام\r\n\" رضي الله عنهم - إلى آخر أسانيدهما .\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n( ح ) ومنها ما أخبرني به عدة من المشيخة الكرام ، منهم والدي رفع الله\r\nدرجاتهم ، عن السيد الحسيب الفاضل البارع الرضي السيد حسين بن حيدر\r\nالحسيني الكركي المفتي بأصبهان طيب الله روحه ، عن الشيخ نجيب الدين بن\r\nمحمد بن مكي بن عيسى بن الحسن العاملي ، عن أبيه ، عن جده ، عن الشيخ\r\nإبراهيم الميسي ، عن والده النبيل الشيخ علي بن عبد العالي الميسي أستاد الشهيد\r\nالثاني قدس الله أسرارهم .\r\n( ح ) وعن الشيخ نجيب الدين ، عن أبيه ، عن جده لامه الشيخ محيي\r\nالدين الميسي ، عن الشيخ علي بن عبد العالي الميسي رحمة الله عليهم .\r\n( ح ) وعن الشيخ نجيب الدين ، عن أبيه ، عن السيد نور الدين عبد الحميد\r\nالكركي ، عن الشهيد الثاني رضي الله عنهم .\r\n( ح ) وعن السيد حسين المفتي رحمه الله ، عن الشيخ نور الدين محمد بن\r\nحبيب الله ، عن السيد النجيب الفاضل السيد محمد مهدي ، عن والده الحسيب\r\nالباذل البارع الرضي السيد محسن الرضوي الطوسي ، عن الشيخ الجليل الفاضل\r\nالكامل البهي الشيخ محمد بن علي بن إبراهيم بن أبي جمهور الأحساوي شملهم\r\nالله جميعا بالرحمة والغفران - إلى آخر أساتيده التي أوردها في كتاب \" عوالي\r\nاللآلي \" .\r\n( ح ) وعن السيد المفتي ، عن السيد الأعظم الأفخم شجاع الدين . . .\r\n( بحار الأنوار )\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n( 5 )\r\nمولانا جمشيد الكسكرى\r\nجمشيد بن محمد زمان الكسكري المازندراني\r\nكان يسكن في المدرسة السليمانية بأصبهان\r\nقرأ علي العلامة المجلسي عدة من كتب الحديث ، منها كتاب \" من لا يحضره\r\nالفقيه \" فأجازه في آخره ، وكتاب \" التهذيب \" فكتب له انهاءا في آخر كتاب \" المزار \"\r\nمنه في 14 جمادى الأولى سنة 1096 وفي آخر كتاب الأطعمة في شهر محرم 1098\r\nوانهاءا آخر في أواسطه بتاريخ سنة 1097 .\r\n( الفيض القدسي ص 101 ، الكواكب المنتثرة - مخطوط ، زندگينامه\r\nعلامه مجلسي 2 / 24 )\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n[ 5 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الأولى الفاضل الكامل المتوقد الذكي مولانا جمشيد الكسكري\r\nوفقه الله تعالى ، سماعا وتصحيحا وضبطا في مجالس شتى آخرها رابع عشر شهر\r\nجمادى الأولى سنة ست وتسعين بعد الألف الهجرية .\r\nفأجزت له روايته عني بأسانيدي المتصلة إلى المؤلف العلامة قدس الله روحه .\r\nوكتب بيمناه الخاسرة أفقر العباد إلى عفو ربه العني محمد باقر بن محمد\r\nتقي عفى الله عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب المزار من \" تهذيب الأحكام \" في مكتبة الحسينية التسترية\r\nبالنجف الأشرف - رقم 827 )\r\n[ 6 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح الزكي مولانا جمشيد الكسكري وفقه الله تعالى\r\nسماعا وتصحيحا وتدقيقا في مجالس آخرها بعض أيام شهر محرم الحرام من\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nسنة 1098 .\r\nفأجزت له روايته عني بأسانيدي المتصلة إلى المؤلف العلامة قدس الله روحه .\r\nوكتب الحقير محمد باقر بن محمد تقي عفي عنهما .\r\n( آخر كتاب الأطعمة من \" تهذيب الأحكام \" كما في كتاب الفيض\r\nالقدسي )\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n( 6 )\r\nمولانا حبيب الله الأصبهاني\r\nحبيب الله بن حسن علي الأصبهاني\r\nقرأ جملة من مجلدات كتاب \" بحار الأنوار \" على العلامة المجلسي ، فكتب\r\nله انهاءا في آخر المجلد الخامس منه بتاريخ عاشر ذي القعدة سنة 1095 وانهاءا\r\nآخر في هامش صفحة من المجلد السادس من دون تاريخ .\r\n( زندگينامه علامه مجلسي 2 / 25 )\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n[ 7 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح التقي مولانا حبيب الله وفقه الله تعالى سماعا\r\nوتصحيحا وضبطا في مجالس عديدة [ . . . 
  ] عشر شهر ذي القعدة الحرام لسنة\r\nخمس وتسعين بعد الألف .\r\nفأجزت له رواية ما أودع فيه مراعيا لشرائطها .\r\n[ . . . 
  ] الجانية مؤلفه عفى الله عنه ، حامدا مصليا مسلما .\r\n( آخر المجلد الخامس من \" بحار الأنوار \" في مكتبة آية الله المرعشي\r\nبقم - رقم 578 )\r\n[ 8 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح الرابح التقي المتوقد الذكي مولانا حبيب الله\r\nالأصبهاني وفقه الله تعالى لمراضيه ، سماعا وتصحيحا وضبطا ، في مجالس آخرها\r\nبعض أيام شهر مولد النبي الكريم من سنة ست وتسعين وألف .\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nفأجزت له روايته عني مع سائر مؤلفاتي .\r\nوكتب بيمناه الوازرة الداثرة مؤلفه ختم الله له بالحسنى ، حامدا مصليا مسلما .\r\n( هامش صفحة من المجلد السادس من \" بحار الأنوار \" عند الميرزا\r\nنصر الله الشبستري بطهران )\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n( 7 )\r\nالشيخ حسن البحراني\r\nحسن بن الندي البحراني\r\nعالم جليل تقي .\r\nقرأ على العلامة المجلسي كثيرا من العلوم الشرعية من التفسير والحديث ، ومما\r\nقرأ عليه كتاب \" الكافي \" فأجازه في آخره في شهر جمادى الثانية سنة 1097 .\r\nوقرأ \" الكافي \" أيضا على السيد هاشم البحراني فكتب له إجازة فيه .\r\n( الفيض القدسي ص 96 ، أعيان الشيعة 5 / 322 ، الكواكب المنتثرة\r\nمخطوط ، زندگينامه علامه مجلسي 2 / 25 )\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n[ 9 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله ، وسلام على عباده الذين اصطفى .\r\nوبعد :\r\nفقد قرأ علي وسمع مني الشيخ العالم العامل البارع الورع التقي الذكي\r\nالألمعي الشيخ حسن بن الندي البحراني ، وفقه الله تعالى للعروج على أعلى\r\nمدارج المعالي كثيرا من العلوم الشرعية من التفسير والحديث وأطال التردد لدي\r\nوالاختلاف إلي .\r\nثم استجازني دام تأييده فاستخرت الله سبحانه وأجزت له أن يروي عني كل\r\nما صحت لي روايته وجازت لي اجازته من فنون العلوم العقلية والنقلية من الأصولين\r\nوالتفسير والحديث والفقه والدعاء واللغة والصرف والنحو والتجويد والمعاني\r\nوالبيان وغيرها مما دخل في إجازات أصحابنا ، لا سيما الكتب الأربعة في الحديث\r\nلأبي جعفرين المحمدين الثلاثة - رضوان الله عليهم - الكافي والفقيه والتهذيب\r\nوالاستبصار ، فان عليها المدار في تلك الاعصار ، وطرقي إليها كثيرة متشعبة من\r\nجهات شتى ، فأوثقها وأعلاها ما أخبرني به عدة من الأفاضل الكرام وجم غفير من\r\nالعلماء الأعلام ، منهم والدي العلامة قدس الله أرواحهم قراءة وسماعا وإجازة ، بحق\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nروايتهم عن شيخهم الاجل بهاء الملة والدين محمد العاملي ، عن والده الفقيه النبيه\r\nالشيخ حسين بن عبد الصمد الحارثي نور الله ضريحهما ، بحق روايته عن الشيخ\r\nالأفخم الأعظم أفضل الفقهاء المتأخرين زين الملة والدين الشهير بالشهيد الثاني\r\nرفع الله درجته - إلى آخر أسانيده المشهورة المذكورة في اجازته للشيخ المتقدم ،\r\nوقد ذكر بعضها الشيخ البهائي روح الله روحه في شرح الأربعين في الحديث .\r\nوأجزت له أيضا أن يروي جميع مؤلفات والدي برد الله مضجعه وكل ما\r\nأفرغته في قالب التصنيف ونظمته في سلك التأليف ، لا سيما كتاب \" بحار الأنوار \"\r\nالمشتمل على جل أخبار أهل البيت عليهم السلام وشرحها وبيانها .\r\nوأوصيه بما أوصيت به من ملازمة التقوى ورعاية الاحتياط التام في النقل\r\nوالفتوى ، فان المفتي على شفير جهنم .\r\nوألتمس منه أن لا ينساني في حياتي وبعد وفاتي ، لا سيما في أعقاب الصلوات\r\nوزمان إجابة الدعوات .\r\nوكتب بيمناه الوازرة الداثرة أفقر العباد إلى عفو ربه الغني محمد باقر بن\r\nمحمد تقي عفى الله عن جرائمهما في شهر جمادى الثانية سنة 1097 الهجرية ، حامدا\r\nمصليا مسلما .\r\n( كتب في آخر نسخة من \" الكافي \" هي بخط المجاز كما في كتابات\r\nالعلامة المحقق السيد عبد العزيز الطباطبائي )\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n( 8 )\r\nمولانا خان محمد الأردبيلي\r\nخان محمد الأردبيلي\r\nقرأ على العلامة المجلسي جملة من كتب الحديث ، ومنها كتاب \" تهذيب الأحكام\r\n\" فكتب له انهاءا في أخره بتاريخ رابع جمادى الثانية سنة 1075 ، وكتاب\r\n\" من لا يحضره الفقيه \" فكتب له انهاءا في حاشية \" باب بدء النكاح وأصله \" منه\r\nفي أواخر جمادى الثانية سنة 1071 ، وكتاب \" الكافي \" فكتب له انهاءا في أول\r\n\" باب كراهية التوقيت \" وأخر عند نهاية كتاب الحجة في أواخر صفر سنة 1076\r\nوقرأ الأردبيلي أيضا على المولى عبد الله بن محمد تقي المجلسي ( أخي\r\nالعلامة المجلسي ) كتاب \" من لا يحضره الفقيه \" فكتب له انهاءا في أخر الجزء\r\nالثالث في أواخر ربيع الثاني سنة 1071 .\r\n( زندگينامه علام مجلسي 2 / 30 )\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n[ 10 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل التقي الذكي مولانا خان محمد الأردبيلي أيده الله تعالى ،\r\nسماعا وتحقيقا وضبطا في مجالس أخرها أواسط شهر ذي القعدة الحرام لسنة اثنتين\r\nوسبعين وألف .\r\nوأجزت له أن يروي عني ما سمعه مني وعلي بأسانيدي المتصلة إلى أرباب\r\nالعصمة عليهم السلام .\r\nكتبه الخاطئ محمد باقر بن محمد تقي . . .\r\n( ضمن كتاب \" تهذيب الأحكام \" في مكتبة الامام أمير المؤمنين\r\nبالنجف الأشرف كما في كتاب \" الروضة النضرة \" المخطوط )\r\n[ 11 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الكامل الصالح التقي الذكي مولانا خان محمد الأردبيلي ،\r\nسماعا وتصحيحا وضبطا وتحقيقا ، في مجالس آخرها رابع شهر جمادى الثانية\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nمن شهور سنة خمس وسبعين بعد الألف .\r\nوأجزت له دام تأييده أن يروي عني جميع الكتب الأربعة المشهورة التي عليها\r\nالمدار في هذه الاعصار بأسانيدي المتكثرة المتصلة إليهم رضوان الله عليهم .\r\nوكتب الخاطئ ابن محمد تقي محمد باقر عفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب \" تهذيب الأحكام \" في مكتبة آية الله المرعشي بقم -\r\nرقم 535 )\r\n[ 12 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الذكي مولانا خان محمد أيده الله تعالى ، سماعا وتحقيقا\r\nوضبطا ، في مجالس آخرها أواخر شهر جمادى الثانية لسنة إحدى وسبعين وألف .\r\nنمقه بيده الجانية الفانية أقل عباد الله محمد باقر بن محمد تقي عفي عنهما ،\r\nحامدا مصليا مسلما .\r\n( حاشية باب بدأ النكاح من كتاب \" من لا يحضره الفقيه \" في مكتبة\r\nآية الله المرعشي بقم - رقم 2304 )\r\n[ 13 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل التقي الصالح الورع مولانا خان محمد أيده الله تعالى\r\nسماعا وتحقيقا وتصحيحا في مجالس آخرها بعض أيام شهر جمادى الثانية سنة خمس\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nوسبعين وألف .\r\nوأجزت له أن يروي عني ما أخذه عني بأسانيدي المتصلة إلى أصحاب الكتب\r\nالمعتبرة رضي الله عنهم .\r\nوكتب الخاطئ الخاسر ابن محمد تقي محمد باقر عفي عنهما ، حامدا مصليا\r\nمسلما .\r\n( بدء باب كراهية التوقيت من \" الكافي \" في مكتبة آية الله المرعشي\r\nبقم - رقم 3541 )\r\n[ 14 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح التقي مولانا خان محمد الأردبيلي وفقه الله تعالى\r\nلمراضيه سماعا وتحقيقا وضبطا في مجالس آخرها أواخر شهر صفر من شهور سنة\r\nست وسبعين بعد الألف من الهجرة المقدسة .\r\nوأجزت له أن يروي عني بأسانيدي المتصلة إلى أهل بيت العصمة صلوات\r\nالله عليهم .\r\nوكتب المذنب محمد باقر بن محمد بن محمد تقي عفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب الحجة من \" الكافي \" في مكتبة آية الله المرعشي بقم -\r\nرقم 3541 )\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n( 9 )\r\nآمير دوست محمد المازندراني\r\nدوست محمد المازندراني\r\nقرأ على العلامة المجلسي كتاب \" الكافي \" فكتب له في آخر الأصول منه انهاءا\r\nفي خامس ذي الحجة سنة 1077 .\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n[ 15 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الفاضل الكامل التقي آمير دوست محمد المازندراني وفقه الله\r\nتعالى ، سماعا وتحقيقا وتصحيحا في مجالس آخرها خامس شهر ذي الحجة الحرام\r\nمن شهور سنة سبع وسبعين بعد الألف من الهجرة .\r\nوأجزت له دام تأييده أن يروي ما أخذه عني بأسانيدي المتكثرة المتصلة إلى\r\nأهل بيت الرسالة صلوات الله عليهم أجمعين ، آخذا عليه ما أخذ علي من الاحتياط\r\nفي النقل والفتوى .\r\nوكتب الخاطئ الخاسر ابن محمد تقي محمد باقر عفى الله عن جرائمهما ،\r\nوالحمد لله أولا وآخرا وصلى الله على محمد وأهل بيته طاهرين .\r\n( آخر الأصول من \" الكافي \" في مكتبة آية الله المرعشي بقم -\r\nرقم 6546 )\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n( 10 )\r\nمولانا رجب على الجيلاني\r\nرجب علي الجيلاني الرشتي\r\nقرأ على العلامة المجلسي كتاب \" تهذيب الأحكام \" ، فكتب له انهاءا في آخر\r\nكتاب النكاح منه في غرة شهر رجب سنة 1084 .\r\nوالظاهر أنه كان من العلماء القاطنين بقزوين .\r\n( تتميم أمل الآمل ص 152 ، الروضة النضرة - مخطوط ، الكواكب\r\nالمنتثرة - مخطوط )\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n[ 16 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه الأخ في الله المبتغى لمرضاته تعالى مولانا رجب علي وفقه الله تعالى ،\r\nسماعا وتصحيحا في مجالس آخرها غرة شهر رجب الأصب من شهور سنة أربع\r\nوثمانين بعد الألف من الهجرة المقدسة .\r\nوأجزت له أن يروي ما أخذه عني بأسانيدي المتصلة إلى أرباب العصمة\r\nوالجلالة صلوات الله عليهم .\r\nوكتب الحقير محمد باقر بن محمد تقي عفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب النكاح من \" تهذيب الأحكام \" كما في كتاب \" الروضة\r\nالنضرة \" المخطوط )\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n( 11 )\r\nمولانا زين العابدين المجلسي\r\nزين العابدين بن عبد الله بن محمد تقي المجلسي الأصبهاني\r\nهو ابن أخي العلامة المجلسي .\r\nقرأ على عمه كتاب \" الاستبصار \" فكتب له انهاءا في آخر كتاب الحج منه\r\nفي 22 شعبان سنة 1097 .\r\n( زندگنامه علامه مجلسي 2 / 35 )\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n[ 17 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح المتوقد الذكي قرة عيني مولانا زين العابدين\r\nخلف أخي الفاضل المبرور مولانا عبد الله طاب ثراه ووفق الله خلفه لما يحبه\r\nويرضاه وجعل أخراه خيرا من أولاه ، سماعا وتصحيحا وضبطا وتدقيقا في مجالس\r\nشتى آخرها الثاني والعشرون من شهر شعبان المعظم من سنة سبع وتسعين بعد\r\nالألف هجرية .\r\nثم استجازني فاستخرت الله سبحانه وأجزت له أن يروي عني كل ما صحت\r\nلي روايته وجازت لي اجازته بأسانيدي الجمة المتكثرة المتصلة إلى أرباب العصمة\r\nصلوات الله عليهم أجمعين ، وهي أكثر من أن أحصيها له هنا .\r\nمنها ما أخبرني به عدة من الأفاضل الكرام والأجلة الاعلام ، منهم والدي العلامة\r\nقدس الله أرواحهم ، عن شيخهم الأعلم الأفضل شيخ الاسلام والمسلمين بهاء الملة\r\nوالحق والدين محمد العاملي ، عن والده الفقيه النبيه الشيخ حسين بن عبد الصمد\r\nالحارثي نور الله ضريحهما ، عن أفقه الفقهاء المتأخرين الشيخ السعيد الشهيد زين\r\nالملة والدين حشره الله مع الشهداء الأولين - إلى آخر ما ذكره في اجازته المعروفة .\r\nفأبحت له روايتها عني بتلك الأسانيد وغيرها مما أوردته في الكتاب الكبير ،\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nوأن يروي عني سائر مؤلفاتي ومصنفات والدي طيب الله تربته مراعيا لشرائط\r\nالرواية داعيا لي ولمشايخي في مآن الإجابة .\r\nوكتب بيمناه الوازرة الداثرة أحوج العباد إلى عفو ربه الغني محمد باقر بن\r\nمحمد تقي عفى الله عن جرائمهما ، حامدا مصليا مسلما .\r\n( آخر كتاب الحج من \" الاستبصار \" في مكتبة المجلس النيابي بطهران\r\n- رقم 4484 )\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n( 12 )\r\nالأمير عبد الباقي الارتيماني\r\nعبد الباقي بن عبد الباقي بن رضي الدين محمد الحسيني الارتيماني\r\nقرأ على العلامة المجلسي كتاب \" الكافي \" ، فكتب له انهاءا في آخر كتاب\r\nالحجة منه في سادس شهر ذي الحجة سنة 1089 ، وأجازه في آخر الأصول منه من\r\nدون تاريخ .\r\nوقرأ عليه أيضا كتاب \" تهذيب الأحكام \" ، فكتب له انهاءا في آخر كتاب التجارة\r\nمنه في رابع عشر جمادى الأولى سنة 1096 ، وآخر كتاب النكاح في شهر ذي القعدة\r\nسنة 1096 ، وآخر كتاب العتق في التاسع والعشرين من رجب سنة 1097 .\r\nكتب بعض الأفاضل ( سمى نفسه في بعض التعاليق عبد الحسين أو محمد حسين )\r\nعلى الورقة الأولى من المجلد الأول من كتاب \" الكافي \" الذي هو بخط صاحب\r\nالترجمة أنه كان ضعيفا في العربية فأخطأ في اعراب بعض الألفاظ . ثم اعتذر عنه\r\nبأن الغفلة ربما حصلت من العجلة أو عدم الاهتمام بهذه الجوانب .\r\n( زندگينامه علامه مجلسي 2 / 49 )\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n[ 18 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد النجيب اللبيب الأديب الأريب الفاضل الكامل الذكي التقي الرضي\r\nالأمير عبد الباقي وفقه الله تعالى لاقتفاء آثار آبائه الطاهرين والاطلاع على علومهم\r\nوأسرارهم صلوات الله عليهم أجمعين ، في مجالس عديدة آخرها سادس شهر\r\nذي الحجة الحرام من شهور سنة تسع وثمانين بعد الألف الهجرية .\r\nفأجزت له دام تأييده أن يروي عني هذا الكتاب وسائر كتب الاخبار بأسانيدي\r\nالمتصلة إلى مؤلفيها رضوان الله عليهم ، مراعيا لشرائط الرواية طالبا أقصى مدارج\r\nالدراية داعيا لي ولمشايخي في مآن الإجابة .\r\nوكتب بيمناه الجانية أحقر العباد محمد باقر بن محمد تقي عفى الله عن\r\nجرائمهما .\r\nوالحمد لله أولا وآخرا ، وصلى الله على سيد المرسلين محمد وعترته الأطهرين .\r\n( آخر كتاب الحجة من \" الكافي \" في مكتبة السيد الوزيري بيزد -\r\nرقم 3081 )\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n[ 19 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين اصطفى محمد وآله خيرة الورى .\r\nأما بعد :\r\nفقد سمع مني السيد الأيد الحسيب النجيب الأديب الأريب اللبيب الحبيب\r\nالمرتقى إلى ذروة المجد والمعالي الأمير عبد الباقي ابن سميه الواصل إلى رحمة\r\nالله الباري وفقه الله تعالى للارتقاء على أعلى مدارج الكمال في العلم والعمل وصانه\r\nعن الخطل والزلل وجعله مقتفيا لاثار أجداده الطاهرين صلوات الله عليهم أجمعين ،\r\nشطرا وافيا من هذا الكتاب وسائر كتب الاخبار المأثورة عن العترة الهادية عليهم\r\nالسلام ، سماع تحقيق وتصحيح وضبط .\r\nثم استجازني فاستخرت الله سبحانه وأجزت له دام تأييده أن يروي عني كل ما\r\nسمع مني وأخذ عني بأسانيدي المتصلة إلى مؤلفي أصحابنا رضوان الله عليهم ،\r\nوقد أوردتها في آخر مجلدات كتاب \" بحار الأنوار \" ، ولنذكر له هنا طريقا واحدا ،\r\nوهو :\r\nما أخبرني به عدة من الأفاضل الكرام والعلماء الاعلام ، منهم والدي العلامة\r\nنور الله ضريحهم ، بحق روايتهم عن شيخ الاسلام والمسلمين بهاء الملة والحق\r\nوالدين محمد العاملي ، عن والده الفقيه عز الدين أبى منصور الحسين بن عبد الصمد\r\nالحارثي قدس الله روحهما ، عن الشيخ الأعظم الأعلم السعيد الشهيد زين الملة\r\nوالحق والدين ابن علي بن أحمد الشامي رفع الله درجته ، عن شيخه الاجل نور\r\nالدين علي بن عبد العالي الميسي قدس سره ، عن الشيخ شمس الدين محمد بن\r\nالمؤذن الجزيني طاب ثراه ، عن الشيخ الجليل ضياء الدين علي طيب الله تربته ،\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nعن والده المحقق العلامة المبرز التحرير السعيد الشهيد شمس الدين محمد\r\nابن مكي حشره الله تعالى مع الشهداء الأولين ، عن الشيخ المدقق فخر الدين\r\nأبى طالب محمد قدس الله لطيفه ، عن والده العلامة آية الله في العالمين جمال\r\nالملة والحق والدين الحسن بن يوسف بن المطهر أجزل الله تشريفه ، عن شيخه\r\nالمحقق نجم الملة والدين أبى القاسم جعفر بن الحسن بن يحيى بن سعيد أجزل\r\nالله مثوبته ، عن السيد الجليل شمس الدين فخار بن معد الموسوي قدس الله نفسه ،\r\nعن الشيخ النبيل أبى الفضل شاذان بن جبرئيل القمي طهر الله رمسه ، عن الشيخ\r\nالفقيه العماد أبى جعفر محمد بن أبي القاسم الطبري طيب الله تربته ، عن الشيخ\r\nالفاضل الكامل ذي المنن أبي علي الحسن نور الله مرقده ، عن والده الجليل شيخ\r\nالطائفة المحقة وملاذها في الأعصار والأمصار أبى جعفر محمد بن الحسن الطوسي\r\nحشره الله تعالى مع الأئمة الأبرار ، عن الشيخ الأفضل الأكمل السديد الرشيد\r\nالمفيد أبى عبد الله محمد بن محمد بن النعمان أسكنه الله فراديس الجنان ، عن\r\nالشيخ الثقة النقة أبى القاسم جعفر بن قولويه رحمة الله عليه ، عن الشيخ الأجل\r\nالأنبل ملاذ الاعلام وثقة الاسلام أبى جعفر محمد بن يعقوب الكليني مؤلف هذا\r\nالكتاب طوبى له وحسن مآب .\r\n( ح ) وعن الشيخ المفيد قدس الله لطيفه ، عن الشيخ الصدوق رئيس المحدثين\r\nأبى جعفر محمد بن علي بن الحسين بن بابويه القمي رضي الله عنه .\r\nفليرو عني زيد تأييده هذا الكتاب وسائر كتب الاخبار المأثورة عن الأئمة\r\nالأطياب بتلك الأسانيد وغيرها مما أودعتها في مظانه .\r\nوأجزت له أن يروي عني جميع مؤلفات مشائخي لا سيما والدي المبرور\r\nقدس الله روحه ، وجميع مؤلفاتي ومصنفاتي لا سيما كتاب \" بحار الأنوار \" ، وأخذت\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nعليه ما أخذ علي من ملازمة التقوى وسلوك سبيل الاحتياط في النقل والعمل والفتوى\r\nوأن لا ينساني في حياتي وبعد وفاتي من خالص دعواته ، وأن يدعو لي ولمشائخي\r\nبالرحمة والغفران .\r\nوكتب بيمناه الجانية الفانية أفقر العباد إلى عفو ربه الغافر ابن محمد تقي\r\nمحمد باقر عفى الله عن جرائمهما وحشرهما مع مواليهما . والحمد لله أولا وآخرا ،\r\nوصلى الله على سيد المرسلين وفخر العالمين محمد وأهل بيته الغر الميامين وسلم\r\nتسليما كثيرا .\r\n( آخر أصول \" الكافي \" من نفس النسخة ) [ 20 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الفاضل الكامل الصالح الرضي الذكي الأمير عبد الباقي سمي\r\nوالده المبرور رضي الله عنهما ، في مجالس آخرها رابع عشر شهر جمادى الأولى\r\nلسنة ست وتسعين بعد الألف الهجرية .\r\nفأجزت له رواية جميع ما أخذه عني بأسانيدي المتصلة إلى أرباب العصمة\r\nسلام الله عليهم .\r\nوكتب بيمناه الداثرة أفقر العباد إلى عفو ربه الغني محمد باقر بن محمد تقي\r\nعفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب التجارة من \" تهذيب الأحكام \" في مكتبة آية الله المرعشي\r\nبقم - رقم 3183 )\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n[ 21 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الفاضل الصالح التقي الأمير عبد الباقي سمي والده الرضي\r\nحشرهما الله مع مواليهما ، سماعا وتصحيحا في مجالس آخرها بعض أيام شهر ذي\r\nالقعدة الحرام لسنة 1096 .\r\nفأجزت له روايته عني بأسانيدي المتصلة إلى لمؤلف العلامة قدس الله روحه .\r\nوكتب الحقير محمد باقر بن محمد تقي عفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب النكاح من نفس النسخة )\r\n[ 22 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الحسيب النجيب الفاضل الصالح السني الذكي الأمير عبد الباقي\r\nسمي أبيه الرضي أيده الله تعالى ، سماعا وتصحيحا وضبطا في مجالس آخرها\r\nالثامن والعشرون من شهر رجب الأصب لسنة 1097 .\r\nفأجزت له روايته عني بأسانيدي المتصلة إلى المؤلف العلامة قدس الله روحه\r\nوكتب الحقير محمد باقر بن محمد تقي عفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب العتق من نفس النسخة )\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n( 13 )\r\nمولانا عبد الحسين المازندراني\r\nعبد الحسين المازندراني\r\nأقام بأصبهان مدة لاخذ العلم وسكن مرودبست .\r\nقرأ على العلامة المجلسي كتاب \" تهذيب الأحكام \" فكتب له انهاءا في آخر\r\nكتاب النكاح منه في 26 ذي القعدة سنة 1096 .\r\n( زندگينامه علامه مجلسي 2 / 49 )\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n[ 23 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح الفالح الرضي مولانا عبد الحسين المازندراني\r\nأيده الله تعالى سماعا وتصحيحا ، في مجالس شتى آخرها السادس والعشرون من\r\nشهر ذي القعدة الحرام لسنة 1096 .\r\nفأجزت له روايته عني بأسانيدي المتصلة إلى المؤلف العلامة قدس الله روحه .\r\nوكتب الحقير محمد باقر بن محمد تقي عفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب النكاح من \" تهذيب الأحكام \" في مكتبة آية الله المرعشي\r\nبقم - رقم 4869 )\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n( 14 )\r\nمولانا عبد الرزاق\r\nعبد الرزاق\r\nقرأ على العلامة المجلسي كتاب \" الروضة البهية في شرح اللمعة الدمشقية \"\r\nفكتب له انهاءا في آخره بتاريخ شهر رجب سنة 1077 .\r\nولعله متفق مع المولى عبد الرزاق الجيلي الآتي .\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n[ 24 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح التقي الذكي مولانا عبد الرزاق ، وفقه الله تعالى\r\nللارتقاء على أعلى درجات الكمال في العلم والعمل ، سماعا وتحقيقا وتدقيقا وضبطا ،\r\nفي مجالس آخرها بعض أيام شهر رجب الأصب من شهور سنة سبع وسبعين بعد الألف\r\nمن الهجرة المقدسة .\r\nوأجزت له دام تأييده أن يروي عني هذا الكتاب متنا وشرحا مع سائر مؤلفات\r\nالشيخين الجليلين السعيدين الشهيدين رضي الله عنهما ، بأسانيدي المتصلة إليهما ،\r\nوهي جملة أوردناها في المجلد الخامس والعشرين من كتاب \" بحار الأنوار \" .\r\nومن أعلاها وأوثقها ما أخبرني به جماعة من الأفاضل الكرام والنحارير الاعلام ،\r\nمنهم والدي العلامة قدس الله أرواحهم ، بحق روايتهم عن الشيخ النبيل شيخ الاسلام\r\nوالمسلمين بهاء الملة والحق والدين محمد العاملي الحارثي ، عن والده الثقة الجليل\r\nالشيخ حسين بن عبد الصمد ، عن الشارح المدقق أعلى الله درجته ، باسناده إلى\r\nالماتن المحقق طيب الله رمسه .\r\nوأخذت عليه ما أخذ علي من ملازمة التقوى والاحتياط في النقل والفتوى ، فان\r\nالمفتي على شفير جهنم .\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nوألتمس منه أن لا ينساني في مظان الإجابة .\r\nوكتب بيمناه الداثرة الخاطئ الخاسر ابن محمد تقي محمد باقر عفى الله عن\r\nجرائمهما ، حامدا لله مصليا على سيد المرسلين وعترته الطيبين ، مسلما عليهم\r\nأجمعين .\r\n( آخر كتاب \" الروضة البهية \" في مكتبة ميرزا نصر الله الشبستري\r\nبطهران\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n( 15 )\r\nمولانا عبد الرزاق الجيلي\r\nعبد الرزاق بن ملا مختار الجيلاني\r\nقرأ الفروع من كتاب \" الكافي \" على العلامة المجلسي فكتب له انهاءا في آخره\r\nبتاريخ شهر ذي القعدة سنة 1083 .\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n[ 25 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح التقي الذكي مولانا عبد الرزاق الجيلي وفقه الله\r\nتعالى سماعا وتصحيحا وضبطا وتدقيقا في مجالس آخرها يوم [ . . . 
  ] من أيام شهر\r\nذي القعدة الحرام من شهور سنة ثلاث وثمانين بعد الألف من الهجرة المقدسة .\r\nفأجزت له دام توفيقه أن يروي عني هذا الكتاب وسائر الكتب الأربعة لأبي\r\nجعفرين المحمدين الثلاثة بأسانيدي المتكثرة [ المتصلة 
  ] إليهم رضوان الله تعالى\r\nعليهم ، آخذا عليه ما أخذ علي من سلوك سبيل الاحتياط الذي لا يضل سالكه ولا يظلم\r\nمسالكه .\r\nوكتب بيمناه الجانية الفانية أفقر العباد إلى رحمة ربة الغني محمد باقر بن\r\nمحمد تقي عفى الله عن جرائمهما .\r\nوالحمد لله أولا وآخرا ، وصلى الله على محمد وأهل بيته الطاهرين المقدسين\r\nالغر الميامين الأكرمين .\r\n( آخر فروع \" الكافي \" في مكتبة آية الله المرعشي بقم - رقم 4592 )\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n( 16 )\r\nالمولى عبد الرضا\r\nعبد الرضا\r\nاستفاد من العلامة المجلسي حظا وافرا من العلوم الدينية والمعارف اليقينية ،\r\nومما قرأ عليه كتاب \" الكافي \" فكتب له إجازة في كتاب العشرة منه .\r\nولعله متفق مع المولى عبد الرضا الكاشاني الآتي .\r\n( زندگينامه علامه مجلسي 2 / 50 )\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n[ 26 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله خالق الأرضين والسماوات ، وجاعل النور والظلمات ، والصلاة\r\nعلى أشرف البريات ، محمد وعترته الأكارم السادات ، ما دامت الروايات وسيلة\r\nإلى اقتناص السعادات .\r\nأما بعد :\r\nفيقول الفقير إلى رحمة ربه الغافر ابن محمد تقي محمد باقر عفى الله عن\r\nجرائمهما : اني لما شرفت بصحبة الأخ في الله المحبوب لوجه الله المبتغي لمرضاته\r\nتعالى المولى عبد الرضا ، وفقه الله تعالى للارتقاء على أعلى مدارج الكمال في\r\nالعلم والعمل ، وطال تردده لدي وكثر اختلافه إلي ، فاستفاد مني حظا وافيا من\r\nالعلوم الدينية والمعارف اليقينية ، التمس مني أن أجيز له ما صح لي اجازته وروايته ،\r\nفاستخرت الله تعالى وأجزت له أن يروي كل ما جاز لي روايته من الكتب المعتبرة\r\nوالأصول التي معتمد عليها ، لا سيما الكتب الأربعة التي عليها المدار في تلك الاعصار ،\r\nوطرقي إليها جمة أوردتها في المجلد الخامس والعشرين كتاب \" بحار الأنوار \" .\r\nوأوثقها وأعلاها ما أخبرني به جماعة من الفضلاء الكرام والعلماء الاعلام ، منهم\r\nالوالد العلامة قدس الله أرواحهم ، بحق روايتهم عن شيخ الاسلام والمسلمين بهاء\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\nالملة والحق والدين محمد العاملي ، عن والده الجليل الشيخ حسين بن عبد الصمد ،\r\nعن الشيخ السعيد العالم الرباني زين الملة والدين المشتهر بالشهيد الثاني ، عن\r\nشيخه الاجل نور الدين علي بن عبد العالي الميسي ، عن الشيخ شمس الدين\r\nمحمد بن المؤذن الجزيني ، عن الشيخ ضياء الدين علي ، عن والده السعيد الشهيد\r\nشمس الدين محمد بن مكي ، عن الشيخ فخر الدين أبى طالب محمد ، عن والده\r\nالعلامة جمال الملة والحق والدين الحسن بن يوسف بن المطهر ، عن شيخه المحقق\r\nالسعيد نجم الملة والدين أبى القاسم جعفر بن الحسن بن يحيى بن سعيد ، عن\r\nالسيد الجليل شمس الدين فخار بن معد الموسوي ، عن الشيخ أبي الفضل شاذان\r\nابن جبرئيل القمي ، عن الشيخ العماد أبى جعفر محمد بن أبي القاسم الطبري ،\r\nعن الشيخ الجليل أبى علي الحسن ، عن والده الشيخ النبيل ملاذ الطائفة المحقة\r\nأبى جعفر محمد بن الحسن الطوسي ، عن الشيخ العالم الكامل المفيد محمد بن\r\nمحمد بن النعمان ، عن الشيخ أبى القاسم جعفر بن محمد بن قولويه ، عن شيخه\r\nثقة الاسلام محمد بن يعقوب الكليني ، قدس الله أرواحهم وشكر الله مساعيهم .\r\nوبالاسناد عن الشيخ المفيد ، عن الشيخ الجليل الصدوق أبى جعفر محمد بن\r\nعلي بن الحسين بن موسي بن بابويه القمي .\r\nفليرو عني جميع مصنفات المشايخ المذكورين رضوان الله عليهم وغيرهم\r\nمن الخاصة والعامة مما هو داخل تحت طرقي إليهم .\r\nوأجزت له أن يروي عني جميع مصنفاتي ومؤلفاتي ، لا سيما كتاب \" بحار الأنوار\r\n\" وكتاب \" الفوائد الطريفة \" وكتاب \" مرآة العقول \" وكتاب \" ملاذ\r\nالأخيار \" وكتاب \" عين الحياة \" ، وأخذت عليه ما أخذ علي من الاحتياط في النقل\r\nوالفتوى ، فان المفتي على شفير جهنم .\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nوالحمد لله أولا وآخرا ، وصلى الله على محمد وآله الطاهرين .\r\n( آخر كتاب العشرة من \" الكافي \" في مكتبة آية الله المرعشي بقم -\r\nرقم 303 )\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n( 17 )\r\nمولانا عبد الرضا الكاشاني\r\nعبد الرضا الكاشاني\r\nقرأ جملة من كتاب \" بحار الأنوار \" على العلامة المجلسي ، فكتب له انهاءا\r\nفي آخر المجلد الثاني منه في ربيع الأول سنة 1078 الذي أكمل المجاز كتابته\r\nبخطه في أصبهان .\r\nواحتمل الشيخ آقا بزرك أن يكون هو المولى عبد الرضا بن علي رضا الذي\r\nامتلك كثيرا من الكتب العلمية .\r\n( الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 50 )\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n[ 27 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح التقي الذكي مولا [ نا 
  ] عبد الرضا الكاشاني ،\r\nوفقه الله تعالى للوصول إلى أعلى درجات الكمال في العلم والعمل ، سماعا وتدقيقا\r\nوتصحيحا في مجالس آخرها بعض أيام شهر ربيع الأول من شهور سنة ثمان\r\nوسبعين بعد الألف من الهجرة .\r\nوأجزت له دام تأييده أن يروي عني جميع مجلدات هذا الكتاب وسائر مؤلفاتي .\r\nوكتب الخاطئ الخاسر مؤلفه محمد باقر عفى الله عنه ، حامدا مصليا مسلما .\r\n( آخر المجلد الثاني من كتاب \" بحار الأنوار \" في مكتبة آية الله\r\nالمرعشي بقم - رقم 295 )\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n( 18 )\r\nمولانا عبد الصمد الامامي\r\nعبد الصمد الشريف الامامي\r\nقرأ كثيرا من الاخبار المأثورة عن الأئمة الأطهار عليهم السلام وسائر العلوم\r\nالعقلية والنقلية على العلامة المجلسي ، ومن جملة ما قرأ عليه كتاب \" من لا يحضره\r\nالفقيه \" فكتب له انهاءا في آخر الجزء الأول منه في غرة ذي الحجة 1095 .\r\n( الكواكب المنتثرة - مخطوط )\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n[ 28 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الكامل الصالح الفالح التقي المتوقد الذكي الأسعد الأرشد\r\nمولانا عبد الصمد ، وفقه الله تعالى لمراضيه وجعل مستقبله خيرا من ماضيه ، مع\r\nكثير من الاخبار المأثورة عن الأئمة الأطهار عليهم السلام ، من مؤلفاتي ومؤلفات\r\nسلفنا الصالحين رضوان الله عليهم وسائر العلوم العقلية والنقلية ، قراءة وسماعا\r\nوتصحيحا وتدقيقا وضبطا في مجالس عديدة بمحضر جم غفير من الطلبة الكرام .\r\nثم استجازني فاستخرت الله سبحانه وأجزت له رواية ما صح لي روايته مما\r\nللإجازة مدخل فيه بأسانيدي المتكثرة المتصلة إلى مصنفي أصحابنا رضوان الله\r\nعليهم ، لا سيما الكتب الأربعة في الحديث الكافي والفقيه والاستبصار [ والتهذيب 
  ]\r\nبأسانيدي المتصلة إلى مؤلفيها الأبي جعفرين المحمدين الثلاثة نور الله ضرائحهم ،\r\nوطرقي إليها أكثر من أن تحصر وتذكر :\r\nفمنها ما أخبرني به عدة من العلماء الأعلام ، منهم والدي العلامة قدس الله\r\nأرواحهم ، عن شيخ الاسلام والمسلمين بهاء الملة والدين محمد العاملي ، عن والده\r\nالفقيه عز الدين حسين بن عبد الصمد الحارثي قدس الله لطيفهما ، عن الشيخ السعيد\r\nالشهيد زين الملة والدين المشتهر بالشهيد الثاني - إلى آخر ما أورده في اجازته\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\nالمشهورة ، وأورد بعضها الشيخ البهائي في \" شرح الأربعين \" ، وأوردت جلها في\r\nكتاب \" بحار الأنوار \" .\r\nفأبحت له كثر الله أمثاله رواية تلك الكتب وغيرها بتلك الأسانيد وغيرها ،\r\nوجميع مؤلفاتي ومصنفات والدي وسائر المشايخ رحمة الله عليهم . مراعيا لشرائط\r\nالرواية ، طالبا أقصى مدارج الدراية ، داعيا لي ولمشايخي في مآن الإجابة .\r\nوكتب بيمناه الجانية الفانية أفقر العباد إلى عفو ربه الغني محمد باقر بن محمد\r\nتقي الأصبهاني في غرة شهر ذي الحجة الحرام من شهور سنة خمس وتسعين بعد\r\nالألف الهجرية ، حامدا مصليا مسلما .\r\n( آخر الجزء الأول من كتاب \" من لا يحضره الفقيه \" في مكتبة آية الله\r\nالمرعشي بقم - رقم 3603 )\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n( 19 )\r\nمولانا عبد العظيم الكاشاني\r\nعبد العظيم الكاشاني\r\nقرأ على العلامة المجلسي كتاب \" من لا يحضره الفقيه \" ، فكتب له انهاءا في\r\nآخر الجزء الثالث منه في أواسط ربيع الثاني سنة 1068 .\r\n( الروضة النضرة - مخطوط ، زندگينامه علامه مجلسي 2 / 51 )\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n[ 29 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهى المولى الفاضل البارع الأخ في الله المحبوب لوجه الله مولانا عبد العظيم\r\nالكاشاني أيده الله تعالى ، سماعا وتحقيقا وضبطا في مجالس آخرها أواسط شهر ربيع\r\nالثاني من شهور سنة 1068 من الهجرة النبوية .\r\nنمقه بيمناه الداثرة أقل عبيد الرحيم الغافر ابن محمد تقي محمد باقر . .\r\n( آخر الجزء الثالث من كتاب \" من لا يحضره الفقيه \" كما في الروضة\r\nالنضرة المخطوط )\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n( 20 )\r\nمولانا عبد الله اليزدي\r\nعبد الله [ بن الحسين 
  ] اليزدي\r\nأجازه العلامة المجلسي بإجازة مختصرة في رواية بعض كتب الدعاء ومجاميع\r\nالحديث .\r\nوناقش السيد المهدوي في اسم والده \" الحسين \" .\r\n( الفيض القدسي ص 93 ، الكواكب المنتثرة - مخطوط ، زندگينامه\r\nعلامه مجلسي 2 / 51 )\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n[ 30 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله الذي شيد قواعد الأحكام بنبيه سيد الأنام وعترته الغر الكرام ، عليهم\r\nأفضل الصلاة والسلام وأكمل التحية والاكرام .\r\nوبعد :\r\nفقد استجازني الأخ الايماني والخليل الروحاني ، جامع مكارم الشيم بمعالي\r\nالهمم ، الاخذ بمجامع الورع والتقى على الوجه الأتم ، المولى الرضي الزكي\r\nمولانا عبد الله اليزدي ، ختم الله له بالحسنى وجعل أخراه خيرا من الأولى ، رواية\r\nهذا الكتاب المستطاب طوبى لمؤلفه العلامة وحسن مآب ، وسائر مؤلفات علمائنا\r\nالماضين وسلفنا الصالحين رضوان الله عليهم أجمعين .\r\nفاستخرت الله سبحانه وأجزت له زيد تأييده رواية ما صح لي [ روايته 
  ] وجاز\r\nلي اجازته ، لا سيما كتب الدعوات المأثورة عن الأئمة السادات ، صلوات الله عليهم\r\nما دامت الأرضون والسماوات ، بأسانيدي المتكثرة المتصلة إلى مؤلفيها المضبوطة\r\nفي محالها ، مراعيا لشرائط الرواية ، طالبا أقصى مدارج الدراية ، متدرعا بمدارع\r\nالخوف والضراعة ، داعيا لي ولمشايخي في مآن الإجابة .\r\n( بحار الأنوار 110 / 150 )\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n( 21 )\r\nمولانا عزيز الله\r\nعزيز الله\r\nقرأ على العلامة المجلسي كتاب \" من لا يحضره الفقيه \" فكتب له انهاءا في آخر\r\nالجزء الثاني منه بتاريخ عاشر ربيع الأول سنة 1084 .\r\n( زندگينامه علامه مجلسي 2 / 58 )\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n[ 31 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه الأخ في الله مولانا عزيز الله أيده الله تعالى سماعا وتصحيحا في مجالس\r\nآخرها عاشر شهر ربيع الأول لسنة أربع وثمانين بعد الألف من الهجرة .\r\nوكتب بيمناه الجانية الفانية أحقر العباد محمد باقر بن محمد تقي عفي عنهما ،\r\nحامدا مصليا مسلما .\r\n( آخر الجزء الثاني من كتاب \" من لا يحضره الفقيه \" في مكتبة آية\r\nالله المرعشي بقم - 803 )\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n( 22 )\r\nمولانا على أكبر\r\nعلي أكبر\r\nقرأ على العلامة المجلسي كتاب \" الكافي \" ، فكتب له انهاءا في الأصول منه\r\nفي شهر ربيع الأول سنة 1080 .\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n[ 32 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح الذكي مولانا على أكبر وفقه الله تعالى ، سماعا\r\nوتصحيحا وضبطا في مجالس آخرها بعض أيام شهر ربيع الأول لسنة ثمانين بعد\r\nالألف من الهجرة .\r\nوأجزت له دام تأييده أن يروي ما أخذ عني بأسانيدي المتكثرة المتصلة إلى\r\nأهل بيت العصمة صلوات الله عليهم أجمعين .\r\nوكتب بيمناه الجانية الفانية أحقر عباد الله محمد باقر بن محمد تقي عفي عنهما ،\r\nحامدا مصليا .\r\n( من كتابات سماحة العلامة السيد أبو الفضل الريحان المدرس\r\nالسعيدي في يزد )\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n( 23 )\r\nمولانا على نقي\r\nعلي نقي بن رمضان علي\r\nقرأ على العلامة المجلسي كتاب \" تهذيب الأحكام \" ، فكتب له انهاءا في آخر\r\nالجزء الأول منه ( كتاب الطهارة ) في أواخر جمادى الثانية سنة 1071 .\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n[ 33 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى التقي الورع مولانا علي نقي أيده الله تعالى سماعا وتحقيقا\r\nوضبطا ، في مجالس آخرها أواخر شهر جمادى الثانية لسنة إحدى وسبعين وألف .\r\nوأجزت له أن يروي عني ما سمعه منى .\r\nنمقه بيمناه الداثرة المفتاق إلى رحمة ربه الغافر ابن محمد تقي محمد باقر عفي\r\nعنهما ، حامدا مصليا مسلما .\r\n( آخر الجزء الأول من كتاب \" تهذيب الأحكام \" في مكتبة آية الله\r\nالمرعشي بقم - رقم 2887 )\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n( 24 )\r\nالأمير عين العارفين القمي\r\nعين العارفين بن محمد مقيم العلوي الحسيني العاشوري القمي\r\nقرأ على العلامة المجلسي جملة من كتب الحديث ، منها كتاب \" تهذيب الأحكام\r\n\" ، فكتب له انهاءا في آخر كتاب الطهارة منه بتاريخ 13 ربيع الأول سنة\r\n1091 ، وفي آخر الجزء الأول من كتاب الصلاة بتاريخ ذي القعدة 1091 ، وفي\r\nآخر كتاب الصلاة بتاريخ جمادى الآخرة سنة 1092 ، وفى آخر كتاب الصوم\r\nبتاريخ 11 جمادى الأولى سنة 1093 .\r\n( الفيض القدسي ص 103 ، الكواكب المنتثرة - مخطوط ، زندگينامه\r\nعلامه مجلسي 2 / 65 )\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n[ 34 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الفاضل الكامل الذكي الأمير عين العارفين الحسيني القمي\r\nأيده الله تعالى ، قراءة وتدقيقا وتصحيحا وضبطا في مجالس عديدة آخرها ثالث\r\nعشر شهر ربيع الثاني لسنة إحدى وتسعين بعد الألف .\r\nفأجزت له روايته عني بأسانيدي المتصلة إلى أرباب العصمة صلوات الله عليهم\r\nوكتب بيمناه الوازرة الداثرة أحقر العباد محمد باقر بن محمد تقي عفي عنهما ،\r\nحامدا مصليا مسلما .\r\n( آخر كتاب الطهارة من \" تهذيب الأحكام \" في مكتبة آية الله المرعشي\r\nبقم - رقم 312 )\r\n[ 35 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الجيد الفاضل الكامل الصالح الفالح الحسيب الحبيب نجل\r\nالأكرمين الأمير عين العارفين أيده الله تعالى ، قراءة وتصحيحا وتدقيقا في مجالس\r\nآخرها بعض أيام ذي القعدة الحرام سنة 1091 .\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\nفأجزت له روايته عني بأسانيدي المتصلة إلى أرباب العصمة صلوات الله عليهم\r\nوكتب بيمناه الوازرة الداثرة أحقر العباد محمد باقر بن محمد تقي عفي عنهما ،\r\nحامدا مصليا مسلما .\r\n( آخر الجزء الأول من كتاب الصلاة من نفس النسخة )\r\n[ 36 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد السند والشريف الأمجد والعالم المؤيد جامع الكمالات وحائز\r\nقصبات السبق في مضمار السعادات ، نجل الأكرمين الأمير عين العارفين ، وفقه\r\nالله سبحانه لاقتفاء آثار آبائه الطاهرين ، قراءة وتدقيقا وضبطا وتحقيقا ، في مجالس\r\nعديدة آخرها بعض أيام شهر جمادى الآخرة من شهور سنة اثنتين وتسعين بعد الألف\r\nالهجرية .\r\nفأجزت له كثر الله أمثاله أن يروي عني كل ما جازت لي اجازته وصحت لي\r\nروايته من مؤلفات أصحابنا في فنون العلوم العقلية والنقلية ، لا سيما كتب الاخبار\r\nالمأثورة عن الأئمة الأطهار صلوات الله عليهم ، بأسانيدي المتكثرة المتصلة إلى\r\nمؤلفيها قدس الله أرواحهم :\r\n( فمنها ) ما أخبرني عدة من الأفاضل الكرام : منهم والدي العلامة نور الله\r\nضرائحهم ، عن شيخ الاسلام والمسلمين بهاء الملة والدين ، عن والده الشيخ حسين\r\nابن عبد الصمد الحارثي العاملي طيب الله روحهما ، عن الشيخ السعيد الشهيد زين\r\nالملة والدين الشهير بالشهيد الثاني رفع الله درجته - إلى آخر ما ذكره في اجازته\r\nالكبيرة المعروفة التي أجاز بها الشيخ حسين المتقدم ذكره قدس سره .\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n( ومنها ) ما أخبرني العدة المتقدم ذكرهم أعظم الله أجرهم ، عن المولى العالم\r\nالمدقق الورع التقي مولانا عبد الله [ بن 
  ] الحسين التستري طيب الله روحه ، عن\r\nالشيخ نعمة الله بن أحمد بن محمد بن خاتون العاملي ، عن أبيه احمد ، عن جده\r\nمحمد نور الله مراقدهم ، عن الشيخ جمال الدين أحمد بن الحاج علي العيناثي ،\r\nعن الشيخ زين الدين جعفر بن الحسام ، عن السيد الاجل الحسن بن أيوب الشهير\r\nبابن نجم الدين ، عن أفضل العلماء المتبحرين الشيخ الشهيد شمس الدين محمد بن\r\nمكي شكر الله مساعيهم الجميلة - إلى آخر اجازته المشهورة .\r\n( ومنها ) ما أخبرني الشيخ الجليل عبد الله بن الشيخ جابر العاملي قدس سره ،\r\nعن المولى الفاضل المحدث مولانا درويش محمد بن الشيخ حسن النطنزي جد\r\nوالدي من قبل أمه طيب الله تربته ، عن الشيخ المحقق مروج المذهب نور الدين\r\nعلي بن عبد العالي الكركي نور الله مرقده ، عن الشيخ نور الدين علي بن هلال\r\nالجزائري ، عن الشيخ جمال الدين أحمد بن فهد الحلي ، عن الشيخ علي بن الخازن\r\nالحائري والشيخ علي بن عبد الحميد النيلي ، عن الشيخ الشهيد محمد بن مكي\r\nبروايته [ طيب الله 
  ] مضاجعهم - إلى آخر الأسانيد المعروفة في الإجازات المشهورة .\r\nفليرو دام تأييده هذا الكتاب وغيره بتلك الأسانيد وغيرها ، مراعيا لشرائط\r\nالرواية ، داعيا لي ولمشايخي في مآن الإجابة .\r\nوكتب بيمناه الجانية الفانية أفقر العباد إلى عفو ربه الغني محمد باقر بن محمد\r\nتقي عفى الله عن جرائمهما وحشرهما مع مواليهما .\r\nوالحمد لله أولا وآخرا ، وصلى الله على سيد المرسلين محمد وعترته الأكرمين .\r\n( آخر كتاب الصلاة من النسخة الذكورة )\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n[ 37 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الحسيب النسيب اللبيب الأريب الفاضل الكامل المتوقد الذكي\r\nجامع فنون [ الكمالات 
  ] حائز قصب السبق في مضامير السعادات الأخ الوفي الأمير\r\nعين العارفين العلوي القمي ، جعله الله سبحانه مقتفيا لاثار أجداده الطاهرين صلوات\r\nالله عليهم أجمعين ، قراءة وتدقيقا وضبطا وتصحيحا في مجالس عديدة آخرها\r\nالحادي والعشرون من شهر جمادي الأولى من شهور سنة ثلاث وتسعين وألف من\r\nالهجرة المقدسة .\r\nثم استجازني فاستخرت الله سبحانه وأجزت له أن يروي عني كل ما صح لي\r\nروايته و [ . . . 
  ] لي اجازته ، لا سيما كتب الاخبار المأثورة عن الأئمة الأطهار صلوات\r\nالله عليهم أجمعين بأسانيدي المتكثرة المتصلة إليهم سلام الله عليهم ، آخذا عليه ما أخذ\r\nعلي من ملازمة التقوى والاحتياط التام في النقل والفتوى ، فان المفتي على شفير جهنم .\r\nملتمسا منه أن لا ينساني في حياتي وبعد وفاتي في أعقاب صلواته وسائر مظان\r\nإجابة دعواته .\r\nوكتب بيمناه الوازرة الداثرة [ أفقر 
  ] العباد إلى عفو ربه الغني محمد باقر بن\r\nمحمد تقي عفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب الصوم من \" تهذيب الأحكام \" في مكتبة آية الله المرعشي\r\nبقم - رقم 229 )\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n( 25 )\r\nالمولى فضل على بيك\r\nفضل علي بيك\r\nقرأ على العلامة المجلسي المجلد الثاني من كتاب \" بحار الأنوار \" ، فكتب\r\nله انهاءا في آخره بتاريخ 12 جمادى الأولى [ سنة 1084 ؟ 
  ] .\r\nولعل هذا هو فضل علي بن شاهوردي بيك بن خلف التوشمال باشي صاحب\r\nكتاب \" الأوفى \" وغيره من المؤلفات .\r\n( زندگينامه علامه مجلسي 2 / 67 ، فهرس مخطوطات مكتبة آية الله\r\nالمرعشي 1 / 258 )\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n[ 38 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه الأخ في الله المبتغي لمرضاته تعالى المولى الفاضل الباذل الذكي فضل\r\nعلي بيك جعل الله تعالى أخراه خيرا من أولاه ، سماعا وتصحيحا وتدقيقا ، في مجالس\r\nعديدة آخرها ثاني عشر شهر جمادى الأولى [ . . . 
  ] .\r\nفأجزت له دام تأييده رواية عني .\r\nوكتب مؤلفه الحقير ، حامدا مصليا مسلما .\r\n( آخر المجلد الثاني من كتاب \" بحار الأنوار \" في مكتبة آية الله\r\nالمرعشي بقم - رقم 532 )\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n( 26 )\r\nمولانا محمد الأصبهاني\r\nمحمد الأصبهاني\r\nقرأ على العلامة المجلسي بعض المجلدات كتاب \" بحار الأنوار \" ، فكتب له\r\nانهاءا في هامش صفحة من المجلد الثامن عشر منه في أواسط شهر شعبان سنة 1100 .\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n[ 39 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح الفالح التقي الذكي الألمعي مولانا محمد\r\nالأصبهاني وفقه الله تعالى ، سماعا وتصحيحا وضبطا ، في مجالس آخرها أواسط\r\nشهر شعبان المعظم من سنة 1100 .\r\nوكتب مؤلفه الحقير بيده الجانية الفانية ، حامدا مصليا مسلما .\r\n( هامش صفحة من المجلد الثامن عشر من كتاب \" بحار الأنوار \"\r\nعند سماحة العلامة السيد عبد اللطيف الكوهكمري بقم )\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n( 27 )\r\nبهاء الدين محمد الجيلي\r\nمحمد الجيلي ، بهاء الدين\r\nقرأ جملة من كتب الاخبار والتفسير والفقه والدعاء على العلامة المجلسي ، ومن\r\nجملة ما قرأ عليه كتاب \" تهذيب الأحكام \" فكتب له انهاءا في آخر كتاب الصلاة منه\r\nفي أواسط شهر ذي القعدة سنة 1072 وفي أواخره في رابع جمادى الثانية سنة 1075 .\r\nوقرأ عليه أيضا كتاب \" الكافي \" فكتب له انهاءا في آخر كتاب العقل والتوحيد\r\nمنه في 16 شوال سنة 1074 وفي آخر كتاب الحجة في 26 صفر سنة 1076 وأجازه\r\nفي آخر كتاب العشرة منه في سابع ذي الحجة 1077 .\r\nولعله متفق مع المولى محمد بن أبي الفتح الجيلي المجاز من المجلسي أيضا\r\nفي سنة 1099 .\r\n( الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 75 )\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n[ 40 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الكامل الورع الذكي الشيخ بهاء الدين محمد الجيلي\r\nأيده الله تعالى ، سماعا وتحقيقا وضبطا في مجالس آخرها أواسط شهر ذي القعدة\r\nالحرام لسنة اثنتين وسبعين وألف .\r\nوأجزت له دام تأييده أن يروي عني ما أخذه مني بأسانيدي المتصلة إلى أرباب\r\nالعصمة سلام الله عليهم .\r\nكتبه بيمناه الجانية أحقر العباد محمد باقر بن محمد تقي عفي عنهما .\r\n( آخر كتاب الصلاة من \" تهذيب الأحكام \" في مكتبة آية الله المرعشي\r\nبقم - رقم 6010 )\r\n[ 41 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح التقي الزكي مولانا الشيخ بهاء الدين محمد\r\nالجيلي أيده الله تعالى ، سماعا وتصحيحا وضبطا في مجالس آخرها رابع شهر\r\nجمادى الثانية من شهور سنة خمس وسبعين بعد الألف من الهجرة المقدسة .\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nوأجزت له زيد توفيقه أن يروي عني جميع الكتب الأربعة المشهورة المتواترة\r\nمن مؤلفيها المشايخ الاجلاء محمد بن يعقوب الكليني وأبي جعفر محمد [ بن علي 
  ]\r\nابن الحسين [ بن 
  ] بابويه والشيخ محمد بن الحسن الطوسي رضوان الله عليهم ،\r\nبأسانيدي المتكثرة المتصلة إليهم رحمهم الله ، آخذا عليه ما أخذ علي من سلوك\r\nسبيل الاحتياط الذي لا يضل سالكه ولا يظلم مسالكه .\r\nوكتب بيمناه الجانية الفانية الخاطئ الخاسر ابن محمد تقي محمد باقر عفي\r\nعنهما ، حامدا مصليا مسلما .\r\n( أواخر كتاب \" تهذيب الأحكام \" من نسخة كانت عند شيخ الاسلام\r\nالزنجاني كما كتبه إلى السيد عبد الحجة البلاغي بخطه المصور في\r\nكتاب \" گلزار حجة بلاغي \" )\r\n[ 42 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل التقي الذكي الألمعي الشيخ بهاء الدين محمد الجيلي\r\nأيده الله تعالى قراءة وتصحيحا وضبطا في مجالس آخرها سادس عشر شهر شوال\r\nمن شهور سنة أربع وسبعين بعد الألف من الهجرة .\r\nوكتب الخاطئ الخاسر ابن محمد تقي محمد باقر عفي عنهما بالنبي وآله\r\nالمقدسين .\r\n( آخر كتاب العقل والتوحيد من \" الكافي \" في مكتبة آية الله المرعشي\r\nبقم - رقم 5733 )\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n[ 43 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنها المولى الفاضل الصالح البارع التقي الذكي الشيخ بهاء الدين محمد\r\nالجيلي وفقه الله تعالى قراءة وتحقيقا وتصحيحا وضبطا في مجالس آخرها السادس\r\nوالعشرون من شهر صفر من شهور سنة ست وسبعين بعد الألف من الهجرة المقدسة ،\r\nوأجزت له دام تأييده أن يروي عني ما يصح لي روايته بأسانيدي المتكثرة المتصلة\r\nإلى أصحاب العصمة صلوات الله عليهم .\r\nوكتب بيمناه الجانية الفانية أحقر عباد الله الغني محمد باقر بن محمد تقي عفي\r\nعنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب الحجة من \" الكافي \" من نفس النسخة )\r\n[ 44 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين اصطفى .\r\nأما بعد :\r\nفقد قرأ علي المولى الفاضل الكامل الذكي البهي الألمعي الشيخ بهاء الدين\r\nمحمد الجيلي أيده الله تعالى شطرا وافيا من هذا الكتاب وغيره من كتب الاخبار\r\nوالتفسير والفقه والدعاء ، فاستجازني دام توفيقه ، فأجزت له بعد الاستخارة أن يروي\r\nعني كل ما صحت لي اجازته وروايته بأسانيدي المتكثرة المتصلة إلى مؤلفيها رضوان الله\r\nعليهم ، وقد أوردتها في المجلد الخامس والعشرين من \" بحار الأنوار \" ، ولنذكر\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nهنا من طرقي الجمة إلى الكتب الأربعة التي عليها المدار في تلك الاعصار أشرفها\r\nوأوثقها وأعلاها ، وهو ما أخبرني به عدة من العلماء الأعلام وجماعة من الأفاضل\r\nالكرام :\r\nمنهم والدي العلامة الذي وفقه الله لتجديد ما اندرس من آثار الدين وترويج\r\nما كسد من أخبار الأئمة الطاهرين صلوات الله عليهم أجمعين ، بحق روايتهم قدس\r\nالله أرواحهم عن شيخ الاسلام والمسلمين بهاء الملة والحق والدين محمد العاملي ، عن\r\nوالده الجليل الشيخ حسين بن عبد الصمد ، عن الشيخ السعيد الشهيد زين الدين [ بن 
  ]\r\nعلي بن أحمد الشامي ، عن شيخه الاجل نور الدين علي بن عبد العالي الميسي ، عن\r\nالشيخ شمس الدين محمد بن المؤذن الجزيني ، عن الشيخ ضياء الدين علي ، عن\r\nوالده الوحيد السعيد الشهيد محمد بن مكي ، عن الشيخ فخر الدين أبى طالب محمد ،\r\nعن والده آية الله في العالمين جمال الملة والحق والدين الحسن بن يوسف بن المطهر ،\r\nعن والده ، عن شيخه نجم الملة والدين أبى القاسم جعفر بن الحسن بن يحيى بن\r\nسعيد ، عن السيد شمس الدين فخار بن معد الموسوي ، عن الشيخ أبى الفضل شاذان\r\nابن جبرئيل القمي ، عن الشيخ العماد أبى جعفر محمد بن أبي القاسم الطبري ، عن\r\nالشيخ أبى علي الحسن ، عن والده شيخ الطائفة المحقة ورئيسها أبى جعفر محمد\r\nابن الحسن الطوسي ، عن الشيخ الامام المفيد محمد بن محمد بن النعمان ، عن الشيخ\r\nأبى القاسم جعفر بن محمد بن قولويه ، عن الشيخ الجليل ثقة الاسلام محمد بن يعقوب\r\nالكليني قدس الله أرواحهم جميعا وشكر مساعيهم .\r\nوبالاسناد المتقدم عن المفيد ، عن الشيخ الصدوق الفقيه أبى جعفر محمد بن\r\nعلي بن الحسين بن موسى بن بابويه القمي نور الله ضريحه .\r\nفليرو عني الأخ الفاضل كل ما صحت لي روايته من مصنفات هؤلاء المشايخ\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nالمذكورين رضي الله عنهم وغيرهم من مؤلفي الخاصة والعامة بتلك الأسانيد وغيرها\r\nمما هو مثبت في إجازات الشهيدين والعلامة وغيرهم رحمة الله عليهم .\r\nوليرو عني أيضا كل ما أفرغته في قالب التصنيف ونظمته في سلك التأليف من\r\nكتاب \" بحار الأنوار \" وكتاب \" مرآة العقول \" وكتاب \" الفوائد الطريفة \" وكتاب\r\n\" ملاذ الخيار \" وكتاب \" عين الحياة \" وغيرها من رسائلي وتعليقاتي ، وأخذت عليه\r\nدام فضله ما أخذ علي من ملازمة الطاعة والتقوى والاحتياط التام في النقل والفتوى\r\nومراعاة الاخلاص في تحصيل العلم والعمل ومجانبة المراء والجدل ، وألتمس\r\nمنه أن لا ينساني حيا وميتا .\r\nوكتب بيمناه الجانية الفانية أفقر عباد الله إلى رحمة ربه الغني محمد باقر بن\r\nمحمد تقي عفي عنهما في سابع شهر ذي الحجة الحرام من شهور سنة سبع وسبعين\r\nبعد الألف من الهجرة النبوية على هاجرها وآله ألف ألف صلاة وتحية .\r\n( آخر كتاب العشرة من \" الكافي \" من نفس النسخة )\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n( 28 )\r\nكمال الدين محمد\r\nمحمد [ الجيلي 
  ] ، كمال الدين\r\nقرأ على العلامة المجلسي كتاب \" من لا يحضره الفقيه \" ، فكتب له في آخره\r\nانهاءا في شهر ربيع الأول سنة 1087 .\r\nوقد سماه السيد المهدوي خطأ \" كمال الدين بن محمد \" .\r\n( زندگينامه علامه مجلسي 2 / 73 )\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n[ 45 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الكامل الذكي مولانا كمال الدين محمد [ الجيلي 
  ] 1 ) وفقه\r\nالله تعالى ، سماعا وتصحيحا وتدقيقا في مجالس عديدة آخرها بعض أيام شهر\r\nربيع الأول من شهور سنة ثمان وثمانين بعد الألف الهجرية .\r\nفأجزت له دام تأييده أن يروي عني هذا الكتاب وسائر كتب الحديث بأسانيدي\r\nالمتصلة إلى مؤلفيها رضوان الله عليهم أجمعين ، آخذا عليه ما أخذ علي من الاحتياط\r\nفي النقل والفتوى وملازمة التقوى .\r\nوكتب بيمناه الجانية الفانية أحقر العباد محمد باقر بن محمد تقي عفي عنهما ،\r\nحامدا مصليا مسلما .\r\n( آخر كتاب \" من لا يحضره الفقيه \" في مكتبة المجلس النيابي بطهران -\r\nرقم 4699 )\r\n\r\n","description":"","footnote":" 1 ) كلمة مطموسة لا تقرأ واضحة . ","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n( 29 )\r\nمولانا غياث الدين محمد\r\nمحمد ، غياث الدين\r\nقرأ كتاب \" نهج البلاغة \" على العلامة المجلسي فكتب له انهاءا في آخره بتاريخ\r\nثامن شهر رجب سنة 1092 .\r\n( زندگينامه علامه مجلسي 2 / 76 )\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n[ 46 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه الأخ في الله المبتغي لمرضاته تعالى مولانا غياث الدين محمد وفقه الله\r\nتعالى ، سماعا وتصحيحا وضبطا ، في مجالس عديدة آخرها ثامن شهر رجب الأصب\r\nلسنة اثنتين وتسعين والألف الهجرية .\r\nفأجزت له روايته عني بأسانيدي المتصلة إلى السيد الاجل قدس الله روحه .\r\nوكتب الحقير محمد باقر بن محمد تقي عفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب \" نهج البلاغة \" في مكتبة آية الله المرعشي بقم - رقم\r\n401 )\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n( 30 )\r\nنظام الدين محمد البسطامي\r\nمحمد ، نظام الدين البسطامي\r\nقرأ شطرا وافيا من العلوم العقلية والنقلية والأصولية والفروعية لا سيما كتب\r\nالاخبار على العلامة المجلسي ، ومما قرأ عليه كتاب \" تهذيب الأحكام \" فأجازه في\r\nآخر كتاب الطهارة منه في شهر رجب سنة 1095 .\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n[ 47 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله ، وسلام على عباده الذين اصطفى محمد وآله خيرة الورى .\r\nأما بعد :\r\nفقد قرأ علي وسمع مني المولى الأولى الفاضل الكامل المدقق المبرز النحرير\r\nالناقد البصير ذي [ كذا 
  ] الفكر الثاقب والنظر الصائب صاحب الأخلاق الرضية\r\nوالأعراق السنية الأخ الوفي المتوقد الذكي الألمعي اللوذعي الشيخ نظام الدين\r\nمحمد البسطامي وفقه الله تعالى لما يحب ويرضى وجعل عقباه خيرا من الأولي ،\r\nشطرا وافيا من العلوم النقلية والعقلية والأصولية والفروعية ، لا سيما كتب الاخبار\r\nالمأثورة عن الأئمة الأطهار صلوات الله عليهم أجمعين ، على غاية الفحص والفهم\r\nوالتحقيق والتدقيق ، ثم استجازني جريا على عادة سلفنا الصالحين ، فاستخرت الله\r\nسبحانه وأجزت له كثر الله أمثاله وبلغه آماله ، أن يروي عني كل ما صح لي روايته\r\nوجاز لي اجازته مما صنف في الاسلام من مؤلفات الخاص والعام في فنون العلوم\r\nوأنواعها من التفسير والحديث والدعاء والكلام والأصول والفقه والتجويد والمنطق\r\nوالصرف والنحو واللغة والمعاني والبيان وغيرها مما حوته إجازات علمائنا الكرام\r\nرضوان الله عليهم ، لا سيما ما أوردته في مفتتح كتاب \" بحار الأنوار \" ، بحق روايتي\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\nوإجازتي عن مشايخي الفخام قدس الله أرواحهم ، وطرقي إليها أكثر من أن أحصيها\r\nله هنا وقد أوردت جلها في آخر مجلدات كتاب \" البحار \" .\r\nولنذكر له طريقا واحدا إلى كتب الاخبار المشهورة ولعله أقواها وأعلاها ،\r\nوهو ما أخبرني عدة من الأفاضل الكرام وجم غفير من العلماء الأعلام ، منهم والدي\r\nالعلامة نور الله ضرايحهم ، بحق روايتهم قراءة وسماعا وإجازة عن شيخ الاسلام\r\nوالمسلمين بهاء الملة والحق والدين محمد العاملي طيب الله تربته ، عن والده\r\nالفقيه النبيه عز الدين الحسين بن عبد الصمد الحارثي رحمة الله عليه ، عن الشيخ الأعلم\r\nالأعظم السعيد الشهيد زين الملة والدين بن علي بن أحمد الشامي رفع الله درجته ،\r\nعن شيخه الاجل نور الدين علي بن عبد العالي الميسي طاب ثراه ، عن الشيخ النبيل\r\nشمس الدين محمد بن المؤذن الجزيني قدس سره ، عن الشيخ الفاضل النجيب\r\nضياء الدين علي رحمه الله ، عن والده السعيد الشهيد المحقق النحرير شمس الدين\r\nمحمد بن مكي أكرم الله مقامه ، عن الشيخ الموفق فخر الدين أبي طالب محمد ابن\r\nالشيخ العلامة المشتهر في الآفاق جمال الملة والحق والدين الحسن بن يوسف بن\r\nالمطهر الحلي ، عن والده طيب الله مرقدهما ، عن شيخه المحقق السعيد نجم الملة\r\nوالدين أبى القاسم جعفر بن الحسن بن يحيى بن سعيد طهر الله رمسه ، عن السيد\r\nالاجل النسابة شمس الدين فخار بن معد الموسوي قدس الله نفسه ، عن الشيخ النبيل\r\nأبى الفضل شاذان بن جبرئيل القمي روح الله روحه ، عن الشيخ الفقيه العماد أبى\r\nجعفر محمد بن أبي القاسم قدس الله لطيفه ، عن الشيخ الجليل أبى علي الحسن ،\r\nعن والده شيخ الطائفة المحقة وملاذها في جميع الأعصار والأمصار أبى جعفر\r\nمحمد بن الحسن الطوسي نور الله مرقدهما ، عن الشيخ الأفخم الأكرم المحقق\r\nالسعيد المفيد أبى عبد الله محمد بن محمد بن النعمان أحله الله تعالى أعلى غرف\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\nالجنان ، عن الشيخ العالم الثقة أبى القاسم جعفر بن محمد بن قولويه أجزل الله\r\nتشريفه ، عن الشيخ الأنبل الاجل ثقة الاسلام المقبول بين الخاص والعام أبي جعفر\r\nمحمد بن يعقوب الكليني شكر الله مساعيه الجليلة في الاسلام .\r\nوبالاسناد المتقدم إلى الشيخ السعيد المفيد قدس الله لطيفه ، عن الشيخ الفقيه\r\nالصدوق رئيس المحدثين أبى جعفر محمد بن علي بن الحسين بن موسى بن\r\nبابويه القمي رضي الله عنه وأرضاه .\r\nفأبحت له زيد تأييده أن يروي عني كل ما علم أنه داخل في مقرواتي أو\r\nمسموعاتي أو مجازاتي ، لا سيما ما اشتملت عليه إجازات العلامة والشهيدين والشيخ\r\nحسن أحسن الله إليهم ، خصوصا مؤلفات هؤلاء المشايخ الاجلاء المذكورين في\r\nهذا السند بتلك الأسانيد وغيرها مما أودعته في الكتاب الكبير .\r\nوأجزت له رواية جميع مؤلفات والدي وسائر مشايخي روح الله أرواحهم .\r\nوأن يروي عني كل ما أفرغته في قالب التصنيف أو نظمته في سلك التأليف ،\r\nلا سيما كتاب \" بحار الأنوار \" وكتاب \" الفرائد الطريفة في شرح الصحيفة الشريفة \"\r\nوكتاب \" مرآة العقول شرح الكافي \" وكتاب \" ملاذ الأخيار لشرح تهذيب الاخبار \"\r\nوكتاب \" شرح الأربعين \" وكتاب \" عين الحياة \" وكتاب \" جلاء العيون \" وكتاب\r\n\" حلية المتقين \" وكتاب \" حياة القلوب \" وكتاب \" تحفة الزائر \" و \" شرح توحيد\r\nالمفضل \" ورسائل \" العقائد \" والأوزان \" والاختيارات \" وغيرها .\r\nوأخذت عليه أجزل الله مواهبه ما أخذ علي من العهد بملازمة تقوى الله سبحانه\r\nفي جميع الأحوال والأزمان ودوام مراقبته في السر والاعلان وسلوك مسلك الاحتياط\r\nالذي لا يضل سالكه ولا يظلم مسالكه ، وبذل الوسع في تحصيل علوم أهل البيت\r\nعليهم السلام وتنقيحها وترويجها وبذلها لأهلها ، كل ذلك لابتغاء مرضاة الله\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nسبحانه واجتناب مساخطه ، من دون رياء أو مراء ، أعاذنا الله وجميع إخواننا\r\nالمؤمنين منهما . وألتمس منه أن يذكرني ومشايخي في الخلوات ومآن إجابة\r\nالدعوات .\r\nوكتب بيمناه الجانية الفانية أفقر العباد إلى عفو ربه الغني المغني محمد باقر\r\nابن محمد تقي عفى الله عن جرائمهما وحشرهما مع مواليهما ، في ثالث شهر الله\r\nالحرام رجب الأصب من شهور سنة خمس وتسعين بعد الألف الهجرية ، حامدا\r\nمصليا مسلما .\r\n( آخر كتاب الطهارة من \" تهذيب الأحكام \" في مكتبة جامع گوهرشاد\r\nبمشهد - رقم 39 )\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n( 31 )\r\nالأمير محمد المازندراني\r\nمحمد المازندراني\r\nقرأ على العلامة المجلسي عدة من كتب الحديث والاخبار ، فأجازه في بعضها\r\nسنة . 1090\r\nومن جملة ما قرأ عليه كتاب \" تهذيب الأحكام \" فكتب له انهاءا في آخر كتاب\r\nالحج منه في شهر ذي الحجة سنة 1094 .\r\n( زندگينامه علامه مجلسي 2 / 76 )\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n[ 48 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الصالح الفالح النقي الأمير محمد المازندراني وفقه الله تعالى\r\nلمراضيه ، سماعا وتصحيحا في مجالس عديدة آخرها بعض أيام شهر ذي الحجة\r\nالحرام من شهور سنة أربع وتسعين بعد الألف .\r\nفأجزت له أن يروي ما أخذه عني بأسانيدي المتصلة إلى أرباب العصمة سلام\r\nالله عليهم مراعيا لشرائط الرواية داعيا لي ولمشايخي في مآن الإجابة .\r\nوكتب بيمناه الجانية الفانية أفقر العباد إلى عفو ربه الغني محمد باقر بن محمد\r\nتقي عفى الله عن جرائمهما ، والحمد لله أولا وآخرا وصلى الله على سيد المرسلين\r\nمحمد وعترته الأقدسين .\r\n( آخر كتاب الحج من \" تهذيب الأحكام \" في مكتبة المدرسة الفيضية\r\nبقم - رقم 235 )\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n( 32 )\r\nمولانا مسيح الدين محمد الشيرازي\r\nمحمد بن إسماعيل الفسائي الشيرازي ، مسيح الدين ، ملا مسيحا\r\nعلامة كبير جمع أطراف العلوم الدينية والعقلية والأدبية ، له منشآت وأشعار\r\nجيدة بالعربية والفارسية يتخلص فيها ب‍ \" معنى \" ، وكان معروفا بحدة الذهن وجودة\r\nالسليقة ، يحضر درسه كثير من الطلبة وأفاضل المحصلين ، وفوض إليه شيخوخة\r\nالاسلام بفارس .\r\nتتلمذ في شيراز على الشاه أبو الولي النسابة وفي أصبهان على المحقق آقا حسين\r\nالخوانساري .\r\nأجازه العلامة المجلسي بعد صحبة طويلة والمفاوضة معه في فنون من العلوم\r\nالعقلية والنقلية .\r\nله \" اثبات الواجب \" و \" حاشية حاشية الخفري \" و \" الخطب \" و \" القصر\r\nوالاتمام \" و \" المنشآت \" وغيرها .\r\nتوفي بقرية \" فدشكوه \" في سنة 1127 وهو في نحو التسعين من عمره .\r\n( الفيض القدسي ص 92 ، نجوم السماء ص 195 ، الكواكب\r\nالمنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 78 )\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n[ 49 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله الذي جعل الروايات عن الأئمة السادات ذريعة إلى نيل السعادات ،\r\nوصان طرقها بالإجازات عن تطرق الشكوك والشبهات ، والصلاة على أشرف البريات\r\nمحمد المنتهي إليه سلسلة العلم والحكمة من كل الجهات ، وأهل بيته المعصومين\r\nمن جميع النقائص والسيئات ، المعروفين بالنبالة والجلالة في الأرضين والسماوات .\r\nأما بعد :\r\nفلما كان المولى الأولى الفاضل الكامل الصالح الناصح المتبحر النحرير المتوقد\r\nالذكي جامع فنون العلم وأصناف الكمالات ، حائز قصبات السبق في مضامير\r\nالسعادات ، محيي مدارس العلم بأنفاسه المسيحية ، ومروي بساتين الفضل بأنهار أفكاره\r\nالا ريحة ، الفائق على البلغاء نظما ونثرا والغائص في بحار الحكمة دهرا ، أعني\r\nمولانا 1 ) مسيح الدين محمد الشيرازي بلغه الله غاية الآمال والأماني ، قد صرف برهة\r\nمن عمره الشريف في تحصيل العلوم العقلية والأدبية ، التي يتزين بها الناس في هذا\r\n\r\n","description":"","footnote":" 1 ) في أعلى صفحة الأصل بخطه قدس سره \" السيد الأيد الحسيب النجيب اللبيب\r\nالأريب \" ، والظاهر أنه قدس سره أراد أن يلحقها بهذا الموضع . لكن في طبعة الكمباني\r\nجعل هذا وما يأتي في التعليقة الآتية متصلا ملحقا بالعنوان ، فاختلط الكلام بما لا مزيد عليه . ","page_name":" 114 ","page_number":114},
  {"content":"\r\nالزمان ، ويتفاخر بها بين الاقران .\r\nفلما بلغ الغاية القصوى في مناكبها ورمى بأرواقه عن مراكبها ، وعلم أن للعلم\r\nأبوابا لا يؤتي الا منهم ، وللحق أصحابا لا يؤخذ الا عنهم 1 ) ، أقبل بقدمي الاذعان\r\nواليقين نحو تتبع آثار سيد المرسلين وتصفح أخبار الأئمة الطاهرين صلوات الله\r\nعليه وعليهم أجمعين ، فبذل فيها جهده وجده واستفرغ لها وكده وكده ، فلما شرفت\r\nبصحبته حديثا بعد أن كانت الاخوة بيني وبينه قديما وفاوضته في فنون من العلوم\r\nالعقلية والنقلية ، وجدته بحرا زاخرا من العلم لا يساحل ، وألفيته حبرا ماهرا في الفضل\r\nلا يناضل .\r\nثم إنه زيد فضله لما أراد أن يتأسى بسلفنا الصالحين ، وينتظم في سلك رواة\r\nأخبار أئمة الحق والدين سلام الله عليهم أجمعين .\r\nأمرني 2 ) بأن أجيز له ما صحت لي روايته واجازته فامتثلت أمره لأني كنت\r\nأعده علي فرضا لا نفلا ، وان لم أكن أجدني لذلك أهلا فاستخرت الله تعالى وأجزت\r\nوأبحت . . .\r\n( بحار الأنوار 110 / 140 )\r\n\r\n","description":"","footnote":" ( 1 ) في أعلى الصفحة من نسخة الأصل بعدما مر في التعليقة الأولى \" وعلى أن الاغتراف\r\nمن النهر العظيم خير من مص الثماد والورود على مناهل العلم أفضل من ارتياد العسف اللداد \"\r\nوالظاهر أنه قدس سره أراد أن يجعلها ههنا بدلا عما كتب أولا .\r\n( 2 ) في أعلى الصفحة الأخرى من نسخة الأصل \" فيقول انى لما تشرفت بتقبيل عتبة\r\nمولاي \" ، والظاهر أن تلك الجملة كالتي قبلها ، كتبت مسودة ليضيفها عند تبيض الإجازة ثانية ،\r\nلكن طبعة الكمباني أقحمتها في البين . ","page_name":" 115 ","page_number":115},
  {"content":"\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n( 33 )\r\nمولانا محمد الأصبهاني\r\nمحمد بن جابر الأصبهاني\r\nقرأ على العلامة المجلسي كتاب \" تهذيب الأحكام \" ، فكتب له فيه انهاءا في\r\nأواسط شهر ذي القعدة سنة 1072 .\r\n( الروضة النضرة - مخطوط ، زندگينامه علامه مجلسي 2 / 81 )\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n[ 50 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل التقي مولانا محمد الأصفهاني سماعا وتحقيقا وضبطا\r\nفي مجالس آخرها أواسط شهر ذي القعدة سنة 1072 .\r\nوأجزت له أن يروي عني ما أخذه منى بأسانيدي المتصلة إلى الأئمة الطاهرين\r\nصلوات الله عليهم .\r\nكتبه بيمناه الداثرة أحقر العباد محمد باقر بن محمد تقي عفي عنهما ، حامدا\r\nمصليا مسلما .\r\n( في نسخة من كتاب \" تهذيب الأحكام \" ، كما في الروضة النضرة\r\nالمخطوط )\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n( 34 )\r\nبهاء الدين محمد التستري\r\nمحمد بن حسن علي بن عبد الله بن الحسين التستري ، بهاء الدين\r\nقرأ على العلامة المجلسي كتاب \" من لا يحضره الفقيه \" فكتب له انهاءا على\r\nصفحة من كتاب الصلاة منه في عاشر شهر رجب سنة 1075 .\r\nويظهر من بعض كتاباته أنه تتلمذ أيضا على القاضي سعيد القمي في العلوم\r\nالعقلية .\r\nله رسالة \" آداب حرز الجواد \" و \" حواشي شرح الأربعين \" للقاضي سعيد\r\nلم تدون .\r\n( الكواكب المنتثرة - مخطوط ، زندگينانه علامه مجلسي 2 / 89 )\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n[ 51 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح الذكي المتوقد البهي مولانا محمد نجل الفاضل\r\nالرضي وسبط العلامة التستري ، وفقه الله تعالى للعروج على مدارج الكمال ، سماعا\r\nوتحقيقا وضبطا ، في مجالس آخرها عاشر شهر رجب الأصب لسنة خمس وسبعين\r\nبعد الألف الهجرية .\r\nفأجزت له زيد تأييد روايته عني بأسانيدي المتكثرة المتصلة إلى المؤلف\r\nقدس الله روحه .\r\nوكتب بيمناه الوازرة الداثرة أفقر العباد إلى عفو ربه الغني محمد باقر بن\r\nمحمد تقي عفي عنهما .\r\n( أعلى صفحة من كتاب \" من لا يحضره الفقيه \" في مكتبة آية الله المرعشي\r\nبقم - رقم 122 )\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n( 35 )\r\nالمولى محمد الأردبيلي\r\nمحمد بن علي الأردبيلي الغروي الحائري\r\nأصله من \" أردبيل \" وسكن بالنجف وكربلا طول حياته الا بعض أسفاره إلى\r\nإيران وبقائه مدة بأصبهان للاستفادة من دروس علمائها .\r\nولد نحو سنة 1058 .\r\nقرأ على العلامة المجلسي كثيرا من العلوم الدينية والمعارف اليقينية وخاصة\r\nكتب الاخبار ، فأجازه بإجازة مبسوطة في 17 ذي القعدة سنة 1098 .\r\nوتتلمذ أيضا على الشيخ جعفر بن عبد الله القاضي الكمرئي ، كما صرح بذلك\r\nفي كتابه جامع الرواة 1 / 153 .\r\nله كتاب \" جامع الرواة \" الذي صنفه في خمس وعشرين سنة ، و \" تصحيح\r\nالأسانيد \" .\r\nتوفي في شهر ذي القعدة سنة 1101 بكربلا .\r\n( مقدمة جامع الرواة ، الفيض القدسي ص 85 ، الكواكب المنتثرة -\r\nمخطوط ، زندگينامه علامه مجلسي 2 / 87 )\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n[ 52 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله ، وسلام على عباده الذين اصطفى محمد وآله خيرة الورى .\r\nأما بعد ، فقد قرأ علي وسمع مني المولى الفاضل الكامل الصالح الفالح التقي\r\nالنقي المتوقد الزكي الألمعي مولانا حاجي محمد الأردبيلي وفقه الله تعالى للعروج\r\nعلى أعلى مدارج الكمال في العلم والعمل وصانه عن الخطأ والخطل ، كثيرا من\r\nالعلوم الدينية والمعارف اليقينية ، لا سيما كتب الاخبار المأثورة عن الأئمة الأطهار\r\nصلوات الله عليهم أجمعين ، ثم استجازني فاستخرت الله سبحانه وأجزت له أن\r\nيروي عني كل ما صحت لي روايته وجازت لي اجازته مما صنف في الاسلام من\r\nمؤلفات الخاص والعام في فنون العلوم من التفسير والحديث والدعاء والكلام\r\nوالأصول والفقه والتجويد والمنطق والصرف والنحو واللغة والمعاني والبيان ،\r\nبحق روايتي وإجازتي عن مشايخي الكرام وأسلافي الفخام رضوان الله عليهم .\r\nولما كان طرقي إلى مؤلفيها جمة لا تحصى أثبت له هنا ما هو عندي أوثق وأقوى :\r\n( فمن ذلك ) ما أخبرني به عدة من الأفاضل الكرام وجماعة من العلماء الأعلام\r\nممن قرأت عليهم أو سمعت منهم أو استجزت منهم ، منهم والدي العلامة ، وشيخه\r\nالأفضل الأكمل مولانا حسن علي التستري ، وسيد الحكماء المتألهين الأمير ، رفيع\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nالدين محمد بن الأمير حيدر الحسيني الحسني الطباطبائي النائيني ، والسيد البارع\r\nالفاضل الزكي الأمير محمد قاسم بن الأمير محمد الطباطبائي القهبائي ، والفاضل\r\nالكامل الرضي الزكي مولانا محمد شريف الرويدشتي - أفاض الله على مراقدهم\r\nالزكية شآبيب الرحمة والغفران .\r\nبحق روايتهم واجازتهم عن شيخ الاسلام والمسلمين بهاء الملة والحق والدين\r\nمحمد العاملي قدس الله روحه ، عن والده الفقيه النبيه عز الدين الحسين بن عبد الصمد\r\nالحارثي نور الله ضريحه ، عن الشيخ الأعلم الأعظم السعيد الشهيد زين الملة والدين\r\nابن علي بن أحمد الشامي رفع الله درجته ، عن شيخه الاجل نور الدين علي بن\r\nعبد العالي الميسي رحمه الله ، عن الشيخ شمس الدين محمد بن المؤذن الجزيني\r\nقدس سره ، عن الشيخ الأكمل ضياء الدين علي روح الله روحه ، عن والده السعيد\r\nالشهيد العلامة أفقه الفقهاء المتبحرين شمس الدين محمد بن مكي حشره الله مع\r\nالشهداء الأولين ، عن الشيخ المدقق الفهامة فخر الدين أبى طالب محمد نور الله مرقده ،\r\nعن والده العلامة المشتهر في الآفاق جمال الملة والحق والدين الحسن بن يوسف\r\nابن المطهر الحلي نور الله ضريحه ، عن شيخه المحقق السعيد السديد نجم الملة\r\nوالدين أبى القاسم جعفر بن الحسن بن يحيى بن سعيد قدس الله نفسه ، عن السيد\r\nالجليل النسابة شمس الدين فخار بن معد الموسوي طهر الله رمسه ، عن الشيخ\r\nالجليل النبيل أبى الفضل شاذان بن جبرئيل القمي برد الله مضجعه ، عن الشيخ\r\nالفقيه العماد أبى جعفر محمد بن أبي القاسم الطبري قدس الله سره ، عن الشيخ الأنجب\r\nالأكرم ذي المكارم والمنن أبى علي الحسن رحمة الله تعالى عليه ، عن والده الاجل\r\nشيخ الطائفة المحقة ومعاذها وملاذها في جميع الأعصار والأمصار حشره الله مع\r\nمواليه الأخيار ، عن الشيخ المحقق المدقق السديد المفيد محمد بن محمد بن النعمان\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nطيب الله تربته ، عن الشيخ الثقة إلى القاسم جعفر بن محمد بن قولويه طاب ثراه ،\r\nعن الشيخ التمام ثقة الاسلام المقبول بين الخاص والعام أبى جعفر محمد بن\r\nيعقوب الكليني شكر الله مساعيه في الاسلام .\r\nوبالاسناد المتقدم عن الشيخ المفيد قدس الله روحه الزكية ، عن الشيخ الفقيه\r\nرئيس المحدثين أبي جعفر محمد بن علي بن الحسين بن بابويه القمي رضي الله عنه .\r\n( ومنها ) ما أخبرني به العدة المتقدم ذكرهم قدس الله أرواحهم بحق روايتهم\r\nعن شيخهم العالم العابد الزاهد المدقق الرضي التقي المولى عبد الله بن الحسين\r\nالتستري روح الله روحه ، عن شيخه الجليل النبيل نعمة الله بن أحمد بن محمد\r\nابن خاتون العاملي ، عن أبيه النبيه احمد ، عن جده الأمجد محمد رحمة الله عليهم\r\nعن الشيخ جمال الدين أحمد بن الحاجي علي العيناثي ، عن زين الدين ، جعفر بن\r\nالحسام ، عن السيد الاجل الحسن بن أيوب الشهير بابن نجم الدين ، عن أفضل\r\nالعلماء المتورعين الشيخ السعيد الشهيد محمد بن مكي قدس الله أسرارهم - إلى\r\nآخر ما زبر في اجازته المشهورة وسائر إجازات من تأخر عنه من الأفاضل الكرام .\r\n( ومنها ) ما أخبرني به السيد الحسيب النسيب الفاضل الكامل الأمير شرف الدين\r\nعلي بن حجة الله الحسني الحسيني الشولستاني المجاور بالمشهد المقدس الغروي\r\nحيا وميتا قدس سره في ذلك المشهد الشريف في داره ، إجازة عن السيد الاجل\r\nالأمير فيض الله بن الأمير عبد القاهر الحسيني التفرشي قدس الله روحهما ، عن شيخه\r\nالمدقق الفهامة الشيخ محمد ، عن والده العلامة أفقه الفقهاء المتأخرين الشيخ\r\nحسن بن الشهيد الثاني ، عن والده المعظم نور الله ضرائحهم .\r\nوعن جماعة من الأفاضل ، منهم السيد شرف الدين علي ، عن قدوة العلماء\r\nالمتبحرين السيد السند ميرزا محمد بن الأمير علي الأسترآبادي ، عن الشيخ السعيد\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nالرضي إبراهيم بن علي بن عبد العالي الميسي ، عن والده العلامة برد الله مضجعهم -\r\nإلى آخر السند المذكور .\r\n( ومنها ) ما أخبرني عدة من الثقات والأفاضل عن السيد الأمجد السيد نور\r\nالدين علي بن علي بن الحسين بن أبي الحسن الموسوي العاملي المجاور لبيت الله\r\nالحرام حيا وميتا طيب الله تربته ، وقد كان أجاز لي هذا السيد قدس سره بالمراسلة\r\nمع الشيخ الثقة علي بن السندي البحراني ، عن شيخيه العالمين العاملين جمال الدين\r\nأبى منصور الحسن بن الشهيد الثاني والسيد شمس الدين محمد بن علي الحسيني\r\nالشهير بابن أبى الحسن قدس الله أسرارهم ، بحق روايتهما عن السيد علي بن أبي\r\nالحسن والشيخ عز الدين الحسين بن عبد الصمد الحارثي والسيد العابد الزاهد\r\nعلي بن السيد فخر الدين الهاشمي رضي الله عنهم ، بحق رواية الجميع عن العالم\r\nالرباني الشهيد الثاني طيب الله روحه .\r\n( ومنها ) ما أخبرني العدة المتقدم ذكرهم أولا نور الله تربتهم ، عن المولى\r\nالجليل مولانا عبد الله التستري ، عن شيخه الأعلم الأكمل الأورع الصفي الزكي مولانا\r\nأحمد بن محمد الأردبيلي حشرهما الله مع مواليهما ، عن السيد علي بن الصائغ\r\nرحمه الله ، عن الشهيد الثاني أعلى الله مقامه .\r\n( ومنها ) ما أخبرني به الشيخ الثقة عبد الله بن الشيخ جابر العاملي ، عن جد\r\nوالدي من قبل أمه الشيخ الفاضل المحدث مولانا درويش محمد بن الشيخ حسن\r\nبرد الله مضاجعهم ، عن العالم المدقق النحرير مروج مذهب الإمامية الحبر العلامة\r\nنور الدين علي بن عبد العالي الكركي شكر الله سعيه وجزاه عن أهل الايمان خير الجزاء ،\r\nعن الشيخ نور الدين علي بن هلال الجزائري ، عن الشيخ العارف جمال الدين\r\nأحمد بن فهد الحلي ، عن الشيخين الجليلين علي بن الخازن الحائري والشيخ علي\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\nابن عبد الحميد النيلي ، عن الشيخ الشهيد السعيد محمد بن مكي حشرهم الله مع\r\nالأئمة الطاهرين .\r\nوطرقي إلى الكتب المشهورة كثيرة ، أوردت جلها في الخامس والعشرين من\r\nكتاب \" بحار الأنوار \" .\r\nفليرو دام تأييده كل ما علم أنه من مقروءاتي أو مسموعاتي أو مجازاتي بتلك\r\nالأسانيد وغيرها وجميع مؤلفات مشايخي المتقدم ذكرهم عني عنهم ، لا سيما مؤلفات\r\nوالدي طيب الله لطيفه من شرحي الفقيه وكتاب حديقة المتقين وغيرها .\r\nوليرو عني كلما أفرغته في قالب التصنيف أو نظمته في سلك التأليف ، خصوصا\r\nكتاب \" بحار الأنوار \" المشتمل على جل أخبار الأئمة الأطهار وشرحها ، وكتاب\r\n\" الفرائد الطريفة في شرح الصحيفة الشريفة \" ، وكتاب \" مرآة العقول \" شرح الكافي ،\r\nوكتاب \" ملاذ الأخيار لشرح تهذيب الاخبار \" ، وكتاب \" شرح الأربعين \" ، وكتاب\r\n\" عين الحياة \" ، وكتاب \" حلية المتقين \" ، وكتاب \" تحفة الزائر \" ، وكتاب \" جلاء العيون \" ،\r\nو \" ترجمة توحيد المفضل \" ، و \" ترجمة وصية أمير المؤمنين صلوات الله عليه للأشتر \" ،\r\nو \" ترجمة خطبة التوحيد للرضا عليه السلام \" ، و \" ترجمة أعماله عليه السلام في\r\nطريق خراسان \" و \" ترجمة دعاء المباهلة \" ، و \" ترجمة دعاء كميل بن زياد \" ،\r\nو \" ترجمة دعاء الجوشن \" ، و \" رسالة العقائد \" ، و \" رسالة الشك والسهو \" ، و \" رسالة\r\nالأوزان \" ، و \" رسالة الاختيارات \" ، و \" رسالة عقود النكاح \" ، وسائر مؤلفاتي\r\nورسائلي وأجوبة مسائلي .\r\nوأخذت عليه ما أخذ علي من ملازمة التقوى واتباع أئمة الهدى صلوات الله\r\nعليهم ، وبذل الجهد في نشر آثارهم وترويج أخبارهم ، فإنها العروة الوثقى في\r\nهذا الزمان بعد كتاب الله تعالى . كل ذلك خالصا لوجه الله تعالى من غير رياء أو\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nمراء ، أعاذنا الله وسائر المؤمنين منهما .\r\nوألتمس منه أن لا ينساني من خالص دعواته في أعقاب صلواته ومظان إجابة\r\nدعواته .\r\nكتب بيمينه الجانية الفانية أفقر العباد إلى عفو ربه الغني محمد باقر بن محمد تقي\r\nعفى الله عن جرائمهما ، في سابع عشر شهر ذي القعدة الحرام من سنة ثمان وتسعين\r\nبعد الألف الهجرية ، حامدا مصليا مسلما .\r\n( جامع الرواة 2 / 549 )\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n( 36 )\r\nمولانا رفيع الدين محمد الجيلاني\r\nمحمد بن فرج الجيلاني المعروف بملا رفيعا ، ، رفيع الدين\r\nعلامة جامع للفنون متبحر في مختلف العلوم أديب شاعر ، أصله من جيلان وجاور\r\nمشهد الرضا عليه السلام ، وكان مدرسا مشهورا به إماما للجمعة والجماعة .\r\nمن تلامذة العلامة المجلسي وجمال الدين محمد الخوانساري والشيخ جعفر\r\nالقاضي الكمرئي ، وله منهم إجازة الحديث ، وإجازة المجلسي له بتاريخ سابع\r\nذي الحجة سنة 1087 .\r\nتتلمذ عليه وروى عنه جماعة من أعلام العلماء كالشيخ يوسف البحراني والسيد\r\nعبد الله بن نور الدين الجزائري والشيخ حسين بن محمد البارباري .\r\nله مؤلفات كثيرة منها \" شرح نهج البلاغة \" و \" أصل الأصول في حاشية معالم \"\r\nالأصول \" و \" كشف المدارك \" و \" شواهد الاسلام \" .\r\nتوفي نحو سنة 1160 بعد عمر طويل ناهز المائة سنة .\r\n( الفيض القدسي ص 89 ، نجوم السماء ص 232 ، الكواكب المنتثرة\r\n- خ ، زندگينامه علامه مجلسي 2 / 32 )\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n[ 53 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله الذي جعل لنا من المتقين أئمة وأعلاما ، وبين لنا في الدين بهم\r\nحكما وأحكاما ، وطرق لنا إليهم بالروايات والإجازات طرقا لائحة نسير فيها بأقدام\r\nاليقين من الشبه آمنين ليالي وأياما ، والصلاة على من رفعه الله من الثرى إلى قاب\r\nقوسين أو أدنى تعظيما واكراما ، محمد وأهل بيته الأطهرين الذين جعلهم الله\r\nللمتقين إماما .\r\nأما بعد :\r\nفيقول الفقير إلى عفو ربه الغافر محمد بن محمد تقي المدعو بباقر أوتيا كتابهما\r\nيمينا وحوسبا حسابا يسيرا : اني لما شرفت برهة من الزمان بصحبة المولى الأولى\r\nالفاضل الكامل الصالح الناصح المتبحر النحرير المتوقد الذكي الألمعي خلاصة\r\nالفضلاء وزبدة الأذكياء جامع فنون العلم وأصناف الكمالات حائز قصبات السبق\r\nفي مضامير السعادات سالك مسالك الخير والتقى مجتنب مهاوي الغي والردى ،\r\nأعني الأخ في الله الرضى المرضي مولانا رفيع الدين محمد الجيلي ، أدام الله تعالى\r\nبركات إفاداته وزاد الله في إفاضاته عليه وهداياته ، واستفدت من نتائج أفكاره وانتفعت\r\nمن غرائب أنظاره وفاوضته في فنون العلوم العقلية والنقلية وجاربته . .\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n. المؤمنين منهما ، وألتمس منه أن لا ينساني في حياتي وبعد وفاتي وجميع\r\nمشايخي عند خالص دعواته وأعقاب صلواته .\r\nوكتب بيمناه الوازرة الداثرة في بلدة أصبهان حرسه الله من طوارق الحدثان ،\r\nفي سابع شهر ذي الحجة الحرام من شهور سنة سبع وثمانين بعد الألف الهجرية .\r\nوالحمد لله أولا وآخرا ، وصلى الله على فخر المرسلين محمد وعترته المقدسين\r\nالمطهرين .\r\n( في مجموعة من كتاب \" گنجينه خطوط \" ص 667 )\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n( 37 )\r\nمولانا محمد بن لاچين\r\nمحمد بن لاچين\r\nقرأ على العلامة المجلسي كتاب \" الكافي \" فكتب له انهاءا في آخر الأصول منه\r\nفي الحادي عشر من شهر جمادي الآخرة سنة 1092 .\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n[ 54 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الأولى الفاضل الصالح المتوقد الذكي الألمعي مولانا محمد بن\r\nالفاضل المغفور المبرور مولانا لاچين وفقه الله تعالى لما يحب ويرضى ، سماعا\r\nوتصحيحا وتدقيقا وضبطا في مجالس عديدة آخرها حادي عشر شهر جمادى الآخرة\r\nمن شهور سنة الثنتين وتسعين بعد الألف الهجرية .\r\nفأجزت له دام تأييده أن يروي عني هذا الكتاب بجميع أبوابه وسائر كتب\r\nالحديث ، لا سيما الكتب الأربعة التي عليها المدار في تلك الاعصار بأسانيدي المتكثرة\r\nالمتصلة إلى مؤلفيها رضوان الله عليهم مراعيا لشرائط الرواية طالبا أقصى مدارج\r\nالفهم والدراية داعيا لي ولمشايخي في مآن الإجابة .\r\nوكتب بيمناه الجانية الفانية أفقر العباد إلى عفو ربه الغني محمد باقر بن محمد\r\nتقي عفى الله عن جرائمهما . والحمد لله أولا وآخرا ، وصلى الله على فخر المرسلين\r\nوخاتم النبيين محمد وأهل بيته الأقدسين الأكرمين .\r\n( آخر الأصول من \" الكافي \" في مكتبة السيد الوزيري بيزد - رقم\r\n3081 )\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n( 38 )\r\nالأمير بهاء الدين محمد المختاري\r\nمحمد بن محمد باقر بن محمد ( شمس الدين ) بن عبد الرضا الحسيني\r\nالعبيد لي المختاري السبزواري النائيني ، بهاء الدين\r\nمن أعلام العلماء العظام ، موصوف بأنه كان من العلماء والأعيان والفقهاء\r\nالأركان أديبا حكيما متكلما .\r\nولد بأصبهان نحو سنة 1080 .\r\nقرأ على العلامة المجلسي سنين طويلة واستفاد منه شطرا وافيا في العلوم\r\nالدينية والمعارف اليقينية ، ثم كتب في أول المجلد الأول من كتاب \" مرآة العقول \"\r\nرسالة أدبية ممتازة إلى أستاذه طالبا منه الإجازة فأجازه في شهر رجب سنة 1104 .\r\nكما أنه قرأ على بهاء الدين محمد بن الحسن الأصبهاني المعروف بالفاضل\r\nالهندي من الأصول الحديثية الأربعة ما استغني به ، ثم استجازه ضمن رسالة أدبية\r\nجاء في نفس النسخة السابقة فأجازه في 19 ذي الحجة سنة 1104 .\r\nوله إجازة الحديث أيضا من الشيخ محمد بن الحسن الحر العاملي .\r\nله أكثر من ستين مؤلفا ، منها \" شرح الزيارة الجامعة الكبيرة \" و \" زواهر\r\nالجواهر في نوادر الزواجر \" و \" شرح بداية الهداية \" و \" الفوائد البهية في شرح\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nالصمدية \" و \" أمان الايمان من أخطار الأذهان \" و \" حدائق المعارف في طرائق\r\nالمعارف \" .\r\nتوفي بعد سنة 1131 التي فرغ فيها من رسالة له في المواريث ، واحتمل\r\nبعض أن يكون قبره في قرية \" شيخ چوپان \" من قرى \" فريدن \" من توابع مدينة\r\nأصبهان .\r\n( روضات الجنات 7 / 121 ، نجوم السماء ص 228 ، الكواكب\r\nالمنتثرة - مخطوط )\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n[ 55 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين اصطفى محمد وآله خيرة الورى وأعلام\r\nالهدى .\r\nأما بعد :\r\nفان السيد الأيد الفاضل الكامل الحسيب النجيب اللبيب الأديب الأريب الصالح\r\nالفالح الناجح الرابح التقي الذكي الألمعي اللوذعي الأمير بهاء الدين محمد الحسيني\r\nوفقه الله تعالى للعروج على أعلى مدارج الكمال في العلم والعمل وصانه عن الخطأ\r\nوالخطل والزلل قد قرأ علي وسمع مني شطرا وافيا من العلوم الدينية والمعارف\r\nاليقينية على غاية التدقيق والتحقيق والاتقان والايقان .\r\nثم استجازني تأسيا بأسلافنا الصالحين ، فاستخرت الله سبحانه وأجزت له أن\r\nيروي عني كل ما صحت لي روايته وجازت لي اجازته من مؤلفات أصحابنا رضوان الله\r\nعليهم في فنون العلوم العقلية والنقلية والأدبية من التفسير والحديث والدعاء والفقه\r\nوالأصولين والتجويد والرجال وغيرها مما له مدخل في تحصيل العلوم الدينية ، لا سيما\r\nما اشتمل عليه فهرس كتاب \" بحار الأنوار \" وإجازات الشهيدين والعلامة والشيخ\r\nحسن قدس الله أرواحهم ، بطرقي المتعددة المتكثرة التي أوردت بعضها في مفتتح\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nشرح الأربعين وجلها في آخر مجلدات الكتاب الكبير .\r\nوبالجملة أبحت له أن يروي عني كلما علم أنه داخل في مقرواتي أو مسموعاتي\r\nأو مجازاتي بطرقي التي أشرت إليها ، وكذا أجزت له أن يروي عني مؤلفات والدي\r\nالعلامة رفع الله مقامه وكل ما أفرغته في قالب التصنيف أو نظمته في سلك التأليف\r\nآخذا عليه ما أخذ علي من ملازمة التقوى واتباع آثار أئمة الهدى صلوات الله\r\nعليهم وبذل الجهد في ترويج أخبارهم ونشر آثارهم ، ومراقبة الله في السر والاعلان\r\nوسلوك سبيل الاحتياط في النقل والفتوى فان المفتي على شفير النيران ، وملتمسا\r\nمنه أن لا ينساني في مآن إجابة الدعوات ، ويدعو لي ولمشايخي بحط السيئات\r\nورفع الدرجات .\r\nوكتب بيمينه الوازرة الداثرة أحقر العباد إلى عفو ربه الغني محمد باقر بن\r\nمحمد تقي عفى الله عن جرائمهما في شهر رجب الأصب من سنة أربع ومائة بعد\r\nالألف الهجرية .\r\nوالحمد لله أولا وآخرا والصلاة على سيد المرسلين محمد وعترته الأكرمين\r\nالأطهرين الأنجبين .\r\nختمه البيضوي\r\n\" محمد باقر العلوم \"\r\n( بداية نسخة من المجلد الأول من كتاب \" مرآة العقول \" في المكتبة\r\nالرضوية بالمشهد - رقم 7933 )\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n( 39 )\r\nالأمير السيد محمد الخلخالي\r\nمحمد بن محمد قاسم بن محمد الحسيني ( الحسني ) الخلخالي\r\nقرأ على العلامة المجلسي جملة من كتب الحديث والفقه والدعاء وغيرها .\r\nكتب نسخة من المجلد الأول من كتاب \" بحار الأنوار \" وأتمه في 18 شعبان\r\nسنة 1087 وكتب عليه تعاليق دالة على فضله وعلمه ، ثم قرأه على المجلسي فكتب\r\nله انهاءا في 13 ربيع الأول 1088 .\r\nوكتب أيضا كتاب \" من لا يحضره الفقيه \" ثم قابله على نسختي العلامة المجلسي\r\nووالده المولى محمد تقي المجلسي ، وقرأه على المجلسي فأجازه في آخره بتاريخ\r\nغرة جمادى الأولى سنة 1088 .\r\n( الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 89 )\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n[ 56 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الفاضل الكامل التقي الذكي الأمير سيد محمد الحسيني\r\nالخلخالي أيده الله تعالى قراءة وتصحيحا وتدقيقا وضبطا في مجالس عديدة [ آخرها 
  ]\r\nثالث عشر ربيع الأول من شهور سنة ثمان [ وثمانين 
  ] بعد الألف الهجرية .\r\nفأجزت له زيد توفيقه [ أن 
  ] يروي عني من مؤلفاتي وغيرها و [ آخذ عليه 
  ]\r\nما أخذ علي من الاحتياط في النقل [ والفتوى 
  ] ، وألتمس منه أن لا ينساني في\r\nحياتي وبعد وفاتي .\r\nوكتب [ . . . 
  ] .\r\n( آخر المجلد الأول من كتاب \" بحار الأنوار \" من كتب السيد المشكاة\r\nالمهداة إلى المكتبة المركزية بجامعة طهران - رقم 527 )\r\n[ 57 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين اصطفى محمد وآله خيرة الورى .\r\nأما بعد :\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nفقد قرأ علي وسمع مني السيد الأيد الشريف المنيف الجليل النبيل التقي\r\nالذكي الألمعي السيد محمد بن السيد محمد قاسم الحسني الخلخالي بلغه الله تعالى\r\nفي الدارين غاية الآمال والأماني هذا الكتاب المستطاب وغيره من كتب الحديث\r\nوالفقه والدعاء وغيرها ، ثم استجازني روايتها فأجزت له بعد الاستخارة أن يروي\r\nعنى كل ما صح لي روايته وجاز لي اجازته بأسانيدي المتكثرة المتصلة إلى مؤلفيها\r\nمن علمائنا الامامية رضوان الله عليهم أو علماء المخالفين ، وهي جمة قد أوردتها\r\nفي كتاب \" بحار الأنوار \" ، وأذكر له ههنا ما هو عندي أوثق وأعلى ، وهو :\r\nما أخبرني به عدة من الأفاضل الكرام وجم غفير من العلماء الأعلام ، منهم\r\nوالدي العلامة قدس الله أرواحهم ، بحق روايتهم عن شيخ الاسلام والمسلمين بهاء\r\nالملة والحق والدين محمد العاملي ، عن والده الفقيه عز الدين الشيخ حسن بن\r\nعبد الصمد الحارثي روح الله روحهما ، عن العلامة الرباني الشيخ زين الملة والدين\r\nالشهير بالشهيد الثاني رفع الله درجته ، عن الشيخ نور الدين علي بن عبد العالي الميسي\r\nرحمة الله عليه ، عن الشيخ محمد بن داود المؤذن الجزيني ، عن الشيخ الكامل\r\nضياء الدين علي ، عن والده المدقق السعيد الشهيد شمس الدين محمد بن مكي طيب\r\nالله أرماسهم ، عن فخر المحققين الشيخ أبي طالب محمد ، عن والده العلامة آية الله\r\nفي العالمين جمال الملة والحق والدين الحسن بن يوسف بن المطهر الحلي ،\r\nعن والده النبيه سديد الدين يوسف نور الله ضرائحهم ، عن السيد النسابة فخار بن\r\nمعد الموسوي ، عن الشيخ شاذان بن جبرئيل القمي ، عن الفقيه العماد محمد بن أبي\r\nالقاسم الطبري طاب ثراهم ، عن الشيخ الفقيه أبي علي الحسن ، عن والده الجليل\r\nشيخ الطائفة المحقة أبى جعفر محمد بن الحسن الطوسي قدس الله لطيفهما وأجزل الله\r\nتشريفهما ، عن الشيخ الأعظم الأفخم السديد المفيد أبى عبد الله محمد بن محمد بن\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\nالنعمان قدس الله سره ، عن الشيخ الصدوق رئيس المحدثين أبى جعفر محمد بن علي\r\nابن الحسين بن موسى بن بابويه القمي رضي الله عنه مؤلف هذا الكتاب .\r\nوبالاسناد المتقدم عن الشيخ المفيد رفع الله مقامه ، عن الشيخ الثقة أبى القاسم\r\nجعفر بن محمد بن قولويه رحمه الله ، عن الشيخ الجليل ثقة الاسلام أبى جعفر محمد\r\nابن يعقوب الكليني طيب الله تربته .\r\nوأخبرني أيضا العدة المتقدم ذكرهم قدس الله أرواحهم ، عن العالم العابد\r\nالورع المدقق المولى عبد الله بن الحسين التستري أجزل الله مثوبته ، عن الشيخ الأجل\r\nنعمة الله بن أحمد بن محمد بن خاتون العاملي ، عن والده النبيل قدس\r\nسرهما ، عن الشيخ جمال الدين أحمد بن الحاج علي العيناثي ، عن الشيخ زين الدين\r\nجعفر بن الحسام ، عن السيد الاجل الحسن بن أيوب الشهير بابن نجم الدين ، عن\r\nالشيخ السعيد الشهيد محمد بن مكي نور الله مراقدهم - إلى آخر ما مر من سنده .\r\nوأخبرني أيضا الشيخ الصالح التقي عبد الله بن جابر العاملي روح الله روحه ،\r\nعن المولى العالم الكامل الزكي كمال الدين درويش محمد الأصبهاني جد والدي من\r\nقبل أمه وهو أول من نشر حديث الشيعة الإمامية بأصبهان رفع الله درجته في الجنان ،\r\nعن أفقه الفقهاء المتأخرين الشيخ نور الدين علي بن عبد العالي الكركي مروج المذهب\r\nطيب الله روحه ، عن الشيخ علي بن الهلال الجزائري ، عن الشيخ العالم العابد\r\nجمال الدين أحمد بن فهد الحلي ، عن الشيخ زين الدين علي بن الخازن الحائري ،\r\nعن الشيخ السعيد الشهيد محمد بن مكي رضي الله عنهم .\r\nفليرو دام تأييده عني هذا الكتاب وغيره من كتب الاخبار وغيرها بتلك الأسانيد\r\nوغيرها مما أوردته في محاله .\r\nوليرو عني مؤلفاتي ومصنفات والدي وسائر مشايخي ، مراعيا لشرائط الرواية\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nطالبا لمعالي الفهم والدراية داعيا لي في مظان الإجابة .\r\nوكتب بيمناه الوازرة الداثرة أحقر العباد محمد باقر بن محمد تقي عفى الله\r\nعن جرائمهما في غرة شهر جمادى الأولى من شهور ثمان وثمانين بعد الألف .\r\nوالحمد لله أولا وآخرا ، وصلى الله على فخر المرسلين محمد وآله المطهرين\r\nالمقدسين .\r\n( صورة من الإجازة في آخر كتاب \" من لا يحضره الفقيه \" في مكتبة\r\nالمسجد الأعظم بقم - رقم 944 )\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n( 40 )\r\nالأمير جمال الدين محمد الفيروز كوهى\r\nمحمد بن المظفر الحسيني الدرياباري الفيروز كوهي ، جمال الدين\r\nقرأ على العلامة المجلسي كتاب \" الكافي \" ، فكتب له انهاءا في الأصول منه\r\nفي شهر ذي القعدة سنة 1084 ، ثم انهاء آخر في الروضة منه في شهر جمادى\r\nالأولى سنة 1088 .\r\n( زندگينامه علامه مجلسي 2 / 92 )\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n[ 58 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الفاضل التقي الزكي أمير جمال الدين محمد الفيروز كوهي\r\nأيده الله تعالى سماعا وتصحيحا وضبطا في مجالس آخرها بعض أيام شهر ذي القعدة\r\nالحرام من شهور سنة أربع وثمانين بعد الألف من الهجرة المقدسة .\r\nفأجزت له أن يروي عني كل ما صحت لي روايته بأسانيدي المتكثرة المتصلة\r\nإلى أرباب العصمة صلوات الله عليهم أجمعين .\r\nوكتب بيمناه الجانية أحقر عباد الله محمد بن محمد تقي المدعو بباقر عفى الله\r\nعن جرائمهما ، حامدا مصليا مسلما .\r\n( حاشية باب أصول الكفر من كتاب \" الكافي \" في مكتبة آية الله\r\nالمرعشي بقم - رقم 5061 )\r\n[ 59 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الفاضل الكامل الذكي الألمعي الأمير جمال الدين محمد بن\r\nالأمير مظفر الفيروز كوهي أيده الله تعالى سماعا وتصحيحا وضبطا في مجالس عديدة\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nآخرها بعض أيام شهر جمادى الأولى سنة 1088 .\r\nفأجزت له أدام الله تأييده أن يرويه عني مع سائر كتب الاخبار المأثورة عن الأئمة الأطهار\r\nصلوات الله عليهم أجمعين ، آخذا عليه ما أخذ علي من شرائط الرواية سالكا\r\nمسلك الفهم والدراية داعيا لي في مظان الإجابة .\r\nوكتب بيمناه الداثرة أحوج العباد إلى رحمة ربه الغني محمد باقر بن محمد تقي\r\nعفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب الروضة من النسخة المذكورة )\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n( 41 )\r\nميرزا محمد إبراهيم النصيري\r\nمحمد إبراهيم النصيري\r\nقرأ على العلامة المجلسي كتاب \" الكافي \" ، فكتب له انهاءا في آخر الأصول\r\nمنه في شهر ربيع الثاني سنة 1064 .\r\nواستظهر السيد المهدوي أن يكون هو الميرزا محمد إبراهيم بن زين العابدين\r\nابن عبد الحسين بن أدهم بيك بن عتيق علي بن أحمد بن ملك إسماعيل النصيري\r\nالطوسي الأصبهاني ، مؤلف كتاب \" دستور شهرياران \" .\r\n( زندگينامه علامه مجلسي 2 / 110 )\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n[ 60 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الأولى الفاضل الذكي الألمعي ميرزا محمد إبراهيم النصيري\r\nأيده الله تعالى ، قراءة وتصحيحا وتدقيقا في مجالس آخرها بعض أيام شهر ربيع الثاني\r\nمن شهور سنة أربع وستين بعد الألف من الهجرة .\r\nوأجزت له دام عزه أن يروي عني كل ما صحت لي روايته واجازته بحق روايتي\r\nوإجازتي عن مشايخي وأسلافي رضوان الله عليهم .\r\nوكتب القاصر الخاسر ابن محمد تقي محمد المدعو بباقر عفى الله عنهما ، حامدا\r\nمصليا مسلما .\r\n( آخر الأصول من كتاب \" الكافي \" في المكتبة الوطنية بتبريز - رقم )\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n( 42 )\r\nمولانا محمد إبراهيم البواناتي\r\nمحمد إبراهيم بن عبد الله البواناتي الشيرازي\r\nفاضل جليل ، قرأ على شيوخ من أكابر المحدثين ، أصله من \" بوانات \" من\r\nمضافات شيراز .\r\nكتب في شيراز نسخة من كتاب \" من لا يحضره الفقيه \" في سنتي 1082 -\r\n1083 واختار لها حواشي وصنع لها فهرس المشيخة مما يدل على فضل فيه وعناية\r\nبعلوم الحديث ، ثم قرأها على شيوخه كما يلي :\r\n1 - العلامة المجلسي ، فكتب له انهاءا في آخر الجزء الثالث منه في ربيع\r\nالأول سنة 1087 ، وفي آخر المشيخة منه في آخر ربيع الأول سنة 1088 . وكتب\r\nأيضا له إجازة عند نيته العودة إلى وطنه أدرجت في إجازات \" بحار الأنوار \" .\r\n2 - الشيخ صالح بن عبد الكريم البحراني ، فكتب له انهاءا في آخره في\r\nليلة 26 ذي القعدة سنة 1085 .\r\n3 - المولى عبد الرزاق الجيلاني الشيرازي ، فكتب له انهاءا في آخر أبواب\r\nالزيارات من دون تاريخ وآخر في آخر الكتاب بتاريخ 14 رجب 1084 .\r\n( نجوم السماء ص 215 ، الكواكب المنتثرة - مخطوط ، زندگينامه\r\nعلامه مجلسي 2 / 4 ، تراجم الرجال - القسم المخطوط )\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n[ 61 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه الأخ في الله المبتغي لمرضاته تعالى مولانا محمد إبراهيم أيده الله تعالى\r\nفي شهر ربيع الأول لسنة سبع وثمانين بعد الألف .\r\nوكتب الحقير محمد باقر بن محمد تقي عفي عنهما ، حامدا مصليا مسلما .\r\n( آخر الجزء الثالث من كتاب \" من لا يحضره الفقيه \" في مكتبة آية\r\nالله المرعشي بقم - رقم 5042 )\r\n[ 62 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الأولى الفاضل الكامل الرضي الذكي المتوقد الألمعي مولانا محمد\r\nإبراهيم بن عبد الله البوناتي وفقه الله تعالى للعروج على أقصى مدارج الكمال في\r\nالعلم والعمل وصانه عن الخطأ والختل والزلل ، سماعا وتدقيقا وتحقيقا وضبطا ، في\r\nمجالس شتى آخرها شهر ربيع الأول من شهور سنة ثمان وثمانين بعد الألف من\r\nالهجرة المقدسة .\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\nفأجزت له دام تأييده أن يروي عني مع سائر مقرواتي ومسموعاتي ومجازاتي\r\nومؤلفاتي ، بأسانيدي المتصلة إلى أرباب العصمة والجلالة صلوات الله عليهم ، وهي\r\nأكثر من أن أحصيها هنا ، وان أراد الاطلاع على جلها فعليه بكتاب \" بحار الأنوار\r\n\" ، ولنذكر له زيد توفيقه بعض أسانيدي المتصلة إلى الطرق المشهورة :\r\n( فمنها ) ما أخبرني به عدة عديدة من الأفاضل الكرام :\r\nمنهم والدي العلامة قدس الله أرواحهم ، عن شيخ الاسلام والمسلمين بهاء الملة\r\nوالحق والدين محمد بن الحسين بن عبد الصمد الحارثي العاملي نور الله ضريحه -\r\nإلى آخر طرقه المذكورة في كتبه وإجازاته .\r\n( ومنها ) ما أخبرني به العدة المتقدم ذكرها قدس الله أسرارهم ، عن المولى\r\nالعالم المحقق المدقق الورع التقي مولانا عبد الله بن الحسين التستري برد الله مضجعه ،\r\nعن شيخيه الجليلين الشيخ نعمة الله بن أحمد بن محمد بن خاتون العاملي ووالده\r\nالشيخ احمد ، بحق روايتهما عن الشيخ شمس الدين محمد بن خاتون ، عن الشيخ\r\nجمال الدين أحمد بن الحاج علي العيناثي ، عن الشيخ زين الدين جعفر بن الحسام ،\r\nعن السيد الاجل الحسن بن أيوب الشهير بابن نجم الدين ، عن الشيخ السعيد الشهيد\r\nمحمد بن مكي نور الله مراقدهم - إلى آخر أسانيده المشهورة .\r\n( ومنها ) ما أخبرني به العدة ، عن المولى عبد الله التستري قدس سره ، عن\r\nالمولى الأولى الأفضل الأورع الأتقى مولانا أحمد بن محمد الأردبيلي روح الله\r\nروحه ، عن السيد الجليل علي بن الصائغ رحمه الله ، عن العالم الرباني زين الملة\r\nوالدين الشهيد الثاني رفع الله مقامه - إلى آخر طرقه المعروفة .\r\n( ومنها ) ما أخبرني به الشيخ عبد الله بن الشيخ جابر العاملي قدس الله لطيفه ،\r\nعن جد والدي لامه مولانا كمال الدين درويش محمد بن الشيخ حسن النطنزي رحمه\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nالله ، عن الشيخ المحقق مروج مذهب الإمامية الشيخ نور الدين علي بن عبد العالي\r\nالكركي أجزل الله تشريفه ، عن الشيخ علي بن هلال الجزائري ، عن الشيخ أحمد بن فهد\r\nالحلي ، عن الشيخ علي بن الخازن الحائري ، عن الشيخ الشهيد السعيد محمد بن مكي\r\nقدس الله أرواحهم ، عن الشيخ فخر الدين والسيد عميد الدين ، عن العلامة جمال الملة\r\nوالدين الحسن بن يوسف بن المطهر ، عن والده طيب الله أرماسهم ، عن الشيخ\r\nنجيب الدين ابن نما ، عن الشيخ الجليل محمد بن إدريس الحلي ، عن عربي بن\r\nمسافر العبادي ، عن الياس بن هشام الحائري ، عن الشيخ أبى علي الحسن ، عن\r\nوالده الجليل شيخ الطائفة أبى جعفر محمد بن الحسن الطوسي نور الله مراقدهم ،\r\nعن الشيخ السديد المفيد أبى عبد الله محمد بن محمد بن النعمان سقى الله تربته شآبيب\r\nالرحمة والرضوان ، عن الشيخ الصدوق أبى جعفر محمد بن علي بن الحسين بن\r\nبابويه القمي مؤلف هذا الكتاب جزاه الله تعالى عن الايمان وأهله خير جزاء السابقين .\r\n( ح ) وعن المفيد رضي الله عنه ، عن الشيخ أبى القاسم جعفر بن محمد بن\r\nقولويه ، عن الشيخ ثقة الاسلام أبى جعفر محمد بن يعقوب الكليني طيب الله تربته .\r\nفليرو دام تأييده عني هذا الكتاب وغيره من مروياتي بتلك الأسانيد وغيرها ،\r\nمرتادا محتاطا متيقظا مراعيا للشرائط المقررة عند أصحاب الرواية ، طالبا للفهم\r\nوالدراية ، غير ناس إياي عن صالح الدعاء في مآن الإجابة .\r\nوكتب بيمناه الوازرة الداثرة أفقر المربوبين إلى رحمة ربه الغافر محمد بن\r\nمحمد تقي المدعو بباقر عفى الله عن سيئاتهما ، حامدا لله تعالى على نعمائه مصليا\r\nعلى سيد أنبيائه والأكرمين من أحبائه .\r\n( آخر كتاب \" من لا يحضره الفقيه \" من نفس النسخة )\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n[ 63 
  ]\r\nبسم الله الرحمن الرحيم\r\nوأحمد الله تعالى على تواتر نعمائه وترادف آلائه ، وأصلي على أفضل أنبيائه\r\nوأكمل أصفيائه ، محمد خير من شرع الشرع وبينه ، وأحكم أساس العلم وأتقنه ،\r\nوآله الهداة إلى الصراط المستقيم ، الدالين على الطريق الواضح القويم ، صلاة\r\nتتواصل روادفها بهواديها ، وتتلاحق أعجازها ببواديها .\r\nثم إن المولى الاجل التقي والفاضل الكامل اللوذعي ، صاحب الفكر والحدس\r\nالمجد في تحصيل ما به كمال النفس ، الأبر الحليم المواتي مولانا محمد إبراهيم\r\nالبوناتي ممن أجهد نفسه في تحصيل ما به النجاة من المعارف الدينية والعلوم\r\nاليقينية فرجع منها بحظ وافر ونصيب متكاثر ، وسمع مني الأحاديث النبوية\r\nوالآثار المصطفوية ما فيه الكفاية ، والتمس من داعيه وقت العزم على المفارقة ،\r\nواللحوق بمسقط رأسه وموضع أنسه إجازة ما صح لي روايته من الكتب\r\nالمشهورة بين أصحابنا رضوان الله عليهم أجمعين ، كما يأتي عليه التنبيه : الكافي\r\nوالتهذيب والاستبصار ومن لا يحضره الفقيه ، فأجزت له روايتها بطرقي الواصلة\r\nإلى مؤلفيها .\r\nفليرو المشار إليه وفقه الله تعالى لمراضيه الكتب الأربعة المذكورة ، بل ما صح\r\nله أنه من مقرواتي ومسموعاتي ومجازاتي لمن أحب وأراد ، مشترطا عليه ما شرط\r\nعلي المشايخ ، وشرط عليهم من سلوك جادة الاحتياط في الرواية والدراية ،\r\nوأن لا يسرع في النقل بالتظنن .\r\nوالتمست منه أيده الله تعالى أن يجريني في بعض الأوقات ، سيما أوقات\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\nالخلوات على صفحات لسانه ، وأن يخطرني في بعض الأوقات بجنانه ، سامحه الله\r\nتعالى يوم تبلى السرائر وتكشف فيه الضمائر .\r\n( بحار الأنوار 110 / 145 )\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n( 43 )\r\nالأمير محمد أشرف العاملي\r\nمحمد أشرف بن عبد الحسيب بن أحمد بن زين العابدين العلوي العاملي\r\nالأصبهاني\r\nعالم محدث موصوف بالفضل وكمال ، وأديب ينظم أبياتا بالفارسية جيدة\r\nقرأ على العلامة المجلسي كثيرا من كتاب \" الكافي \" و \" تهذيب الأحكام \"\r\nو \" بحار الأنوار \" وغيرها من كتب الاخبار .\r\nله \" فضائل السادات \" و \" حاشية القبسات \" للمير داماد و \" حاشية شرح\r\nالمختصر \" للعضدي و \" شرح مشيخة تهذيب الأحكام \" و \" علاقة التجريد \"\r\nو \" مصائب النواصب \" .\r\nتوفي سنة 1133 .\r\n( الفيض القدسي ص 92 ، نجوم السماء ص 215 ، الكواكب\r\nالمنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 13 )\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n[ 64 
  ]\r\nبسم الله الرحمن الرحيم\r\nأما بعد :\r\nلما كان السيد الأيد الموفق المسدد العالم العامل الكامل الحسيب الحبيب اللبيب\r\nالأديب الأريب الجامع بين شرفي العلم والسيادة الفاخرة المحتوي لكرائم\r\nالخصال المنجية في الدنيا والآخرة ، المنتمي إلى آبائه الفخام من حملة العلم\r\nوسدنة الدين ، ثم إلى أجداده الكرام السفرة البررة شفعاء يوم الدين والأئمة\r\nالمقدسين صلوات الله عليهم أجمعين ، غرة سيماء الشرف والسيادة ونجم سماء\r\nالفخر والسعادة ، الأخ الايماني ، والخليل الروحاني ، شرف السلف والخلف ،\r\nالأمير محمد أشرف ، أسبغ الله عليه أفضاله ، ووفر في العلماء ، أمثاله .\r\nفوجدته قد قضى وطره من العلوم العقلية واستوفى حظه منها ، ثم أعرض عنها\r\nصفحا وطوى عنها كشحا [ لم يبال في ذلك لومة لائم 
  ] وأقبل نحو تتبع آثار\r\nالأئمة الأطهار وأخبارهم عليهم السلام ، فقصر عليها همته وبيض فيها لمته .\r\nفكان من كرم أخلاقه وطيب أعراقه أنه بعد أن عقدت لإفادته المجالس وغصت\r\nلإفاضته المحافل ، أتاني بحسن ظنه بي ، وان لم أكن لذلك أهلا ، لليقين طالبا ،\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\nوفي علوم الأئمة راغبا ، فقرأ على كثيرا من التهذيب والكافي وكتاب بحار الأنوار\r\nوغيرها من كتب الاخبار ، على غاية [ التصحيح 
  ] التدقيق والتحقيق ، وفاوضني\r\nفي كثير من المسائل في مجالس عديدة بفكره الأنيق ونظره الدقيق ، فلم يكن\r\nفي كل ذلك إفادته لي قاصرة عن استفادته مني ، بل كان أربى ، فأمرني زيد فضله\r\nأن أجيز له رواية ما جازت له اجازته . .\r\n( بحار الأنوار 110 / 146 )\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n( 44 )\r\nميرزا محمد امين\r\nمحمد امين\r\nقرأ \" الصحيفة السجادية \" على العلامة المجلسي ، فكتب له انهاءا في شهر ذي\r\nالحجة سنة 1101 .\r\n( الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 16 )\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n[ 65 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه الأخ في الله المبتغي لمرضاته تعالى ميرزا محمد امين جعله الله تعالى\r\nممن يقتفي آثار الأئمة الطاهرين ، بقراءتي عليه وسماعه مني سماع فهم وتدقيق\r\nوتصحيح وتنقيح ، ثم استجازني فاستخرت الله سبحانه وأجزت له دام تأييده روايتها\r\nعني مع ما ألحق بها بأسانيدي المتكثرة المتصلة إلى سيد الساجدين صلوات الله\r\nعليه وعلى آبائه الطاهرين وأولاده المعصومين :\r\nمنها ما أخبرني به عدة من المشائخ العظام ، منهم والدي قدس الله أرواحهم ،\r\nعن شيخ الاسلام والمسلمين بهاء الملة والدين محمد العاملي ، عن والده الفقيه\r\nالشيخ حسين بن عبد الصمد الحارثي روح الله روحهما ، عن الشيخ الأعظم زين\r\nالملة والدين الشهيد الثاني رفع الله درجته ، عن الشيخ الأجل علي بن عبد العالي\r\nالميسي \" ره \" ، عن الشيخ شمس الدين محمد بن المؤذن الجزيسني قدس سره ،\r\nعن الشيخ الجليل ضياء الدين علي طاب ثراه ، عن والده العلامة السعيد الشهيد\r\nمحمد بن مكي قدس الله نفسه ، عن الشيخ المدقق فخر الدين محمد ، عن والده\r\nالعلامة الشيخ أبى منصور الحسن بن يوسف بن المطهر الحلي نور الله ضريحهما\r\nعن والده الفقيه سديد الدين يوسف رحمه الله ، عن السيد الجليل شمس الدين\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\nفخار بن معد الموسوي قدس سره ، عن الشيخين الأجلين علي بن السكون وعميد\r\nالرؤساء هبة الله بن حامد روح الله روحهما ، عن السيد الاجل بهاء الشرف - إلى\r\nآخر السند المذكور في المتن .\r\nوبالاسناد عن السيد فخار ، عن الشيخ الأعلم الأفخم محمد بن إدريس الحلي\r\nرضي الله عنهما ، عن الشيخ الفقيه أبى علي ، عن والده شيخ الطائفة المحقة قدس\r\nالله أسرارهم - إلى آخر السند المرقوم في الهامش .\r\nفأجزت له دام تأييده تلاوتها وروايتها عني بتلك الأسانيد وغيرها ، بل سائر\r\nكتب الأدعية بأسانيدي العديدة المتصلة إلي مؤلفيها من أكابر علمائنا رضوان الله\r\nعليهم ، فليروها عني مراعيا لشرائط الرواية داعيا لي ولمشائخي في مآن الإجابة .\r\nوكتب بيمينه الوازرة الداثرة أفقر العباد إلى عفو ربه الغني محمد باقر بن\r\nمحمد تقي عفى الله عن هفواتهما في شهر ذي الحجة الحرام من سنة إحدى ومائة\r\nوألف من الهجرة المقدسة ، حامدا له على نعمائه مصليا على سيد أنبيائه والأصفياء\r\nمن عترته وأوصيائه مسلما عليهم أجمعين ، والحمد لله رب العالمين .\r\n( آخر \" صحيفة السجادية \" في المكتبة المركزية بجامعة طهران\r\n- رقم 29 )\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n[ 45 
  ]\r\nأمير محمد باقر البيابانكي\r\nمحمد باقر البيابانكي\r\nقرأ على العلامة المجلسي كتاب \" من لا يحضره الفقيه \" ، فكتب له انهاءا في\r\nثامن جمادي الأولى سنة 1083 ، ثم في عاشر شعبان من نفس السنة .\r\n( الروضة النضرة - مخطوط )\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n[ 66 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الطاهر أمير محمد باقر أيده الله تعالى ، سماعا وتصحيحا\r\nفي مجالس آخرها ثامن جمادي الأولى سنة ثلاث وثمانين والألف ، حامدا مصليا\r\nمسلما .\r\n( في كتاب \" من لا يحضره الفقيه \" كما في كتاب \" الروضة النضرة \"\r\nالمخطوط )\r\n[ 67 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الفاضل التقي الزكي أمير محمد باقر البيابانكي وفقه الله تعالى ،\r\nسماعا وتصحيحا وضبطا في مجالس آخرها عاشر شهر شعبان المكرم من شهور سنة\r\nثلاث وثمانين بعد الألف .\r\nوأجزت له دام تأييده أن يروي عني كل ما أخذه عني بأسانيدي المتكثرة المتصلة\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nإلى أصحاب العصمة صلوات الله عليهم أجمعين .\r\nوكتب بيمناه الجانية الفانية أحقر عباد الله محمد باقر بن محمد تقي عفى الله عنهما ،\r\nحامدا مصليا مسلما .\r\n( في كتاب \" من لا يحضره الفقيه \" كما في كتاب \" الروضة النضرة \"\r\nالمخطوط )\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n( 46 )\r\nالأمير محمد باقر الأصبهاني\r\nمحمد باقر الطباطبائي الأصبهاني\r\nقرأ على العلامة المجلسي كتاب \" نهج البلاغة \" ، فكتب له انهاءا في ثامن شهر\r\nرجب سنة 1092 .\r\n( الروضة النضرة - مخطوط )\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n[ 68 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد ذو المفاخر والمآثر الأمير محمد باقر وفقه الله تعالى ، سماعا\r\nوتصحيحا في مجالس عديدة آخرها ثامن شهر رجب المرجب لسنة اثنتين وسبعين\r\nبعد الألف الهجرية .\r\nفأجزت له دام تأييده روايته عني بأسانيدي المتصلة إلى السيد الاجل قدس\r\nالله روحه .\r\nوكتب الفقير محمد باقر بن محمد تقي المجلسي عفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب \" نهج البلاغة \" كما في كتاب الروضة النضرة المخطوط )\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n( 47 )\r\nمولانا محمد باقر الجزى\r\nمحمد باقر الجزي\r\nقرأ على العلامة المجلسي شطرا وافيا من أخبار أهل البيت عليهم السلام ،\r\nفأجازه رواية الكتب الأربعة في آخر كتاب الزيارات من \" تهذيب الأحكام \" في\r\nشهر جمادي الأولى سنة 1074 .\r\n( زندگينامه علامه مجلسي 2 / 17 )\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n[ 69 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين اصطفى محمد وأهل بيته خيرة الورى .\r\nأما بعد :\r\nفقد قرأ على الفاضل الكامل العالم العامل التقي الذكي مولانا محمد باقر الجزي\r\nأدام الله تأييده شطرا وافيا من أخبار أهل البيت صلوات الله عليهم أجمعين ، مراعيا\r\nلتصحيح الألفاظ والمباني وتحقيق الحقائق والمعاني .\r\nفأجزت له زيد توفيقه أن يروي عنى الكتب الأربعة لأبي جعفرين المحمدين\r\nالثلاثة رضي الله عنهم بأسانيدي المتكثرة المتصلة إليهم رضوان الله عليهم ، آخذا\r\nعليه ما أخذ علي من سلوك سبيل الاحتياط الذي لا يضل سالكه ولا يظلم مسالكه .\r\nوكتب بيمناه الجانية الفانية أحقر عباد الله الغني محمد باقر بن محمد تقي عفي\r\nعنهما بالنبي وآله في شهر جمادى الأولى لسنة أربع وسبعين بعد الألف من الهجرة ،\r\nحامدا مصليا مسلما .\r\n( آخر كتاب الزيارات من \" تهذيب الأحكام \" في المكتبة الرضوية\r\nبالمشهد - رقم 1958 )\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\n( 48 )\r\nالأمير محمد باقر الأصبهاني\r\nمحمد باقر بن السيد علي رضا بن محمد باقر الحسيني العاملي الأصبهاني ،\r\nالمعروف بپيشنماز\r\nعالم جليل معظم عند أساتذته وشيوخه .\r\nقرأ على العلامة المجلسي كثيرا من المسائل والاحكام وأخبار الأئمة الأطهار\r\nعليهم السلام ، فأجازه بإجازة مبسوطة في سادس ذي الحجة سنة 1087 .\r\nوقرأ على الآقا حسين المحقق الخوانساري جملة من كتب الحديث ، ومنها\r\n\" الصحيفة السجادية \" فأجازه روايتها في شهر جمادى الآخرة سنة 1088 .\r\nوأجازه أيضا الشيخ محمد بن الحسن الحر العاملي بإجازة مبسوطة في سنة\r\n1087 .\r\nتوفي سنة 1123 .\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n[ 70 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله الذي قيد الروايات بسلاسل الأسانيد وعرى الإجازات كيلا نضل\r\nولا ننسى ، وخص أشارف بريته محمدا والطاهرين من عترته من خزائن علمه وحكمته\r\nبالحظ الأوفى والقدح المعلى ، ليعرج بهم إلى الغاية القصوى من أراد سلوك سبيل\r\nالهدى . فصلى الله عليه وعليهم صلاة لا تعد ولا تحصى .\r\nأما بعد :\r\nفيقول أفقر عباد الله وأحوجهم إلى العفو والغفران محمد بن محمد تقي المدعو\r\nبباقر ، رزقهما الله الوصول إلى درجات الجنان ونجاهما من دركات النيران :\r\nانه لما كان السيد الأيد الشريف المنيف الفاضل الكامل التقي الذكي الورع\r\nالبارع الحسيب النسيب النجيب فرع الشجرة الطيبة المحمدية وغصن الدوحة العلية\r\nالعلوية الأمير محمد باقر ابن السيد الفاضل المغفور المبرور الأمير علي رضا ، أسكنه الله\r\nتعالى أعلى درجات الجنان ورزق ولده الكريم الوصول إلى أرفع منازل الايمان -\r\nممن وفقه الله تعالى لصرف عنفوان شبابه في تحصيل العلوم الدينية ، مهذبا للأخلاق\r\nالنفسانية ، ملازما للأعمال المرضية ، ملتزما صرف باقي عمره في ازدياد العلوم\r\nوتحقيق الاحكام ، وهداية البرية وارشاد الأنام ، ونشر الأحاديث النبوية والآثار\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\nالامامية .\r\nوقد شرفت برهة من الزمان بصحبته ، فقرأ علي وسمع مني كثيرا من المسائل\r\nوالاحكام وأخبار أئمة الأنام عليهم الصلاة والسلام ، وأخذ منى جل مصنفاتي\r\nومؤلفاتي وما علقته من الحواشي على كتب الحديث فحققها وأتقنها .\r\nثم التمس مني أدام الله تأييده وأفضاله وكثر في العلماء أمثاله ، أن أجيز له\r\nرواية كل ما صحت لي روايته واجازته . فاستخرت الله تعالى وأجزت له - أجزل\r\nالله انعامه ونضر الله أيامه - أن يروي عني كل ما جازت لي اجازته وأبيحت لي\r\nروايته مما صنف في الاسلام من مؤلفات الخاص والعام في فنون العلوم من التفسير\r\nوالحديث والدعاء والكلام والأصول والفقه والتجويد والمنطق والصرف والنحو\r\nواللغة والمعاني والبيان ، بحق روايتي وإجازتي عن مشايخي الفخام وأسلافي\r\nالكرام - رضوان الله عليهم .\r\nولما كان طرقي إلى مؤلفيها أكثر من أن تحويها هذه الأوراق أثبت هنا ما هو\r\nأوثق عندي وأقوى ، وان أراد الإحاطة بجلها فعليه بكتابنا الكبير :\r\n( فمن ذلك ) ما أخبرني به عدة من الأفاضل الكرام وجماعة من العلماء الأعلام\r\nممن قرأت عليهم أو سمعت منهم أو استجزت عنهم : منهم والدي العلامة\r\nوشيخه الأفضل الأكمل مولانا حسن على التستري وسيد الحكماء المتألهين الأمير\r\nرفيع الدين محمد النائيني ، والفاضل الصالح مولانا محمد شريف الرويدشتي\r\n- رفع الله درجاتهم في غرفات الجنان وأفاض الله على أرواحهم الزكية شآبيب\r\nالرحمة والغفران .\r\nبحق روايتهم واجازتهم عن شيخ الاسلام والمسلمين بهاء الملة والحق والدين\r\nمحمد العاملي قدس الله روحه ، عن والده الفقيه النبيه عز الدين الحسين بن عبد\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\nالصمد الحارثي رحمة الله عليه ، عن الشيخ الأعظم الأفخم السعيد الشهيد زين\r\nالملة والدين بن علي بن أحمد الشامي رفع الله درجته كما شرف خاتمته ، عن\r\nشيخه الاجل نور الدين علي بن عبد العالي الميسي طاب ثراه ، عن الشيخ شمس\r\nالدين محمد بن المؤذن الجزيني رحمه الله ، عن الشيخ الجليل ضياء الدين علي\r\nقدس سره ، عن والده السعيد الشهيد المحقق شمس الدين محمد بن مكي جزاه\r\nالله تعالى عن الايمان وأهله خير جزاء السابقين ، عن الشيخ النحرير فخر الدين أبى\r\nطالب محمد قدس الله روحه ، عن والده العلامة آية الله في العالمين جمال الملة\r\nوالحق والدين الحسن بن يوسف بن المطهر نور الله ضريحه ، عن شيخه المحقق\r\nالسعيد نجم الملة والدين أبى القاسم جعفر بن الحسن بن يحيى بن سعيد قدس الله\r\nنفسه ، ووالده الجليل الشيخ سديد الدين يوسف بن المطهر طهر الله رمسه ، بحق\r\nروايتهما عن السيد الجليل فخار بن معد الموسوي روح الله روحه ، عن الشيخ\r\nالجليل أبي الفضل شاذان بن جبرئيل القمي رحمه الله ، عن الشيخ الفقيه العماد\r\nمحمد بن أبي القاسم الطبري طيب الله روحه ، عن الشيخ السديد المفيد أبى علي\r\nالحسن أحسن الله إليه ، عن والده الفقيه شيخ الطائفة المحقة الامامية وملاذها ورئيسها\r\nأبى جعفر محمد بن الحسن الطوسي جزاه الله عن الحق وأهله أحسن الجزاء وجمع\r\nبينه وبين مواليه الأئمة النجباء .\r\n( ح ) وعن الشيخ جمال الدين ، عن والده الشيخ سديد الدين ، عن الشيخ\r\nالنبيل يحيى بن محمد بن يحيى بن أبي الفرج السوراوي ، عن الفقيه الحسين بن\r\nهبة الله بن رطبة ، عن الشيخ أبى علي ، عن والده شيخ الطائفة قدس الله أرواحهم .\r\n( ح ) وعن الشيخ جمال الدين ، عن والده ، عن السيد أحمد بن يوسف بن أحمد\r\nالعريضي العلوي الحسيني ، عن برهان الدين محمد بن محمد بن علي\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nالحمداني القزويني ، عن السيد فضل الله بن علي الحسني الراوندي ، عن عماد\r\nالدين أبى الصمصام ذي الفقار بن معبد الحسني ، عن الشيخ أبى جعفر الطوسي\r\nنور الله مراقدهم .\r\n( ح ) وبتلك الأسانيد عن شيخ الطائفة ، عن الشيخ السديد الرشيد المفيد\r\nملاذ أهل الايمان محمد بن محمد بن النعمان رفعه الله إلى أعلى درجات الجنان\r\nعن الشيخ الجليل الثقة أبى القاسم جعفر بن محمد بن قولويه طيب الله تربته ، عن\r\nالشيخ النبيل الهمام ثقة الاسلام وعلم الاعلام أبى جعفر محمد بن يعقوب الكليني\r\nقدس الله لطيفه وأجزل تشريفه .\r\n( ح ) وبالأسانيد المتقدمة عن الشيخ المفيد رضي الله عنه ، عن الشيخ الصدوق\r\nرئيس المحدثين والمتولد بدعاء خاتم الأئمة الطاهرين أبى جعفر محمد بن علي بن\r\nالحسين بن بابويه القمي نور الله مرقده .\r\n( ح ) ومنها ما أخبرني به العدة المتقدم ذكرهم رفع الله قدرهم ، بحق روايتهم\r\nقراءة وسماعا وإجازة عن شيخهم العالم العابد الزاهد الورع المدقق شيخ علماء\r\nالزمان ومربي الفضلاء الأعيان المولى عبد الله بن الحسين التستري رفع الله مقامه ،\r\nعن شيخه الجليل نعمة الله بن أحمد بن محمد بن خاتون العاملي رحمه الله ، عن أبيه\r\nاحمد ، عن جده محمد روح الله أرواحهم ، عن الشيخ جمال الدين أحمد بن الحاج\r\nعلي العيناثي ، عن الشيخ زين الدين جعفر بن الحسام ، عن السيد الاجل الحسن بن\r\nأيوب الشهير بابن نجم الدين ، عن أفضل العلماء المتبحرين الشيخ السعيد الشهيد\r\nمحمد بن مكي رضي الله عنهم أجمعين - إلى آخر ما أورده في اجازته المعروفة .\r\n( ح ) وعن الشيخ نعمة الله ، عن والده الجليل ، عن أفقه الفقهاء المتأخرين\r\nمروج مذهب الأئمة الطاهرين الشيخ نور الدين علي بن عبد العالي الكركي قدس\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nالله اسرارهم ، عن الشيخ الفقيه نور الدين علي بن هلال الجزائري طاب ثراه ،\r\nعن الشيخ العابد الزاهد العارف جمال الدين أحمد بن فهد الحلي روح الله روحه ،\r\nعن الشيخ الأكرم علي بن الخازن الحائري والشيخ الجليل علي بن عبد الحميد\r\nالنيلي رحمة الله عليهم ، عن الشهيد السعيد محمد بن مكي رضي الله عنه .\r\nوعن المولى عبد الله التستري روح الله روحه ، عن المولى الأزهد الأعلم\r\nالأورع الأتقى مولانا أحمد بن محمد الأردبيلي قدس الله روحه ، عن السيد النجيب\r\nعلي بن الصائغ رحمه الله ، عن الشهيد الثاني رضي الله عنه .\r\n( ح ) ومنها ما أخبرني به السيد الجليل الشريف الحسيب النسيب الفاضل الكامل\r\nالأمير شرف الدين علي بن حجة الله الحسنى الحسيني الشولستاني المجاور بالمشهد\r\nالمقدس الغروي حيا وميتا قدس الله لطيفه في ذلك المشهد الشريف بعد تشرفي\r\nبزيارة مولانا سيد الوصيين وأمير المؤمنين صلوات الله عليه وعلى أولاده الطاهرين ،\r\nإجازة عن السيد المعظم المكرم الأمير فيض الله بن الأمير عبد القاهر الحسيني\r\nالتفرشي قدس الله روحهما ، عن شيخه المدقق الفهامة محمد ، عن والده العلامة أفضل\r\nالعلماء المتبحرين الشيخ حسن بن الشهيد الثاني ، عن والده الأعظم نور الله مراقدهم .\r\n( ح ) وعن السيد شرف الدين علي ، عن الأمير فيض الله ، عن السيد الجليل\r\nأبى الحسن علي العاملي ، عن الشهيد الثاني طيب الله أرماسهم .\r\n( ح ) وعن السيد شرف الدين ، عن قدوة العلماء المدققين السيد السند ميرزا\r\nمحمد بن الأمير علي الأسترآبادي صاحب كتاب \" منهج المقال في تحقيق أحوال\r\nالرجال \" قدس الله سره ، عن الشيخ السعيد الفاضل إبراهيم بن علي بن عبد العالي\r\nالميسي ، عن والده العلامة رضي الله عنهما - إلى آخر ما مر من سنده .\r\n( ح ) ومنها ما أخبرني به عدة من الأفاضل الكرام رحم الله من مضى منهم\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nوأطال الله بقاء من بقي منهم ، بحق روايتهم جميعا عن السيد العالم الكامل نور الدين\r\nعلي بن علي بن الحسين أبى الحسن الحسيني الموسوي العاملي المجاور لبيت\r\nالله الحرام قدس الله روحه ، بحق روايته قراءة وإجازة عن شيخيه العالمين العاملين\r\nالمدققين جمال الدين أبى منصور الحسن بن الشهيد الثاني مؤلف كتابي \" المفتى \"\r\nو \" المعالم \" والسيد شمس الدين محمد بن علي الحسيني الشهير بابن أبى الحسن\r\nمصنف كتاب \" مدارك الأحكام \" حشرهم الله جميعا مع الأئمة الكرام عليهم السلام ،\r\nبحق روايتهما عن السيد علي بن أبي الحسن والشيخ عز الدين الحسين بن عبد\r\nالصمد قدس الله سرهما والسيد العابد نور الدين علي بن السيد فخر الدين الهاشمي\r\nرحمه الله ، بحق رواية الجميع عن العالم الرباني الشهيد الثاني نور الله تربته .\r\n( ح ) ومنها ما أخبرني به والدي العلامة طيب الله تربته الزكية ، عن عدة من\r\nالعلماء الأعلام ، منهم الشيخ البهائي والعالم النحرير القاضي معز الدين محمد بن\r\nالقاضي جعفر القاضي بالاستحقاق بأصبهان والشيخ الفقيه يونس الجزائري ، بحق\r\nروايتهم جميعا قدس الله أرواحهم عن الشيخ الأكمل الأفضل الشيخ عبد العالي ،\r\nعن والده العلامة نور الدين علي الكركي مروج المذهب رضي الله عنهما .\r\n( ح ) ومنها ما أخبرني به عدة من الأفاضل والثقات ، منهم والدي العلامة\r\nنور الله مراقدهم ، عن السيد الفاضل النجيب البارع السيد حسين بن السيد حيدر\r\nالحسيني الكركي المفتي بأصبهان طاب ثراه ، عن الشيخ نجيب الدين محمد بن مكي\r\nابن عيسى بن الحسن العاملي ، عن أبيه ، عن جده ، عن الشيخ إبراهيم الميسي ،\r\nعن والده الجليل الشيخ علي بن عبد العالي الميسي رضي الله عنه - إلى آخر ما مر\r\nمن السند .\r\n( ح ) وعن الشيخ نجيب الدين ، عن أبيه ، عن جده لامه الشيخ محيي الدين\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\nالميسي ، عن الشيخ علي الميسي رحمة الله عليهم .\r\n( ح ) عن الشيخ نجيب الدين ، عن أبيه ، عن السيد نور الدين عبد الحميد\r\nالكركي ، عن الشهيد الثاني أعظم الله أجورهم .\r\n( ح ) وعن السيد حسين المفتي رحمه الله ، عن الشيخ نور الدين محمد بن\r\nحبيب الله ، عن السيد النجيب النسيب الفاضل السيد محمد مهدي ، عن والده الحسيب\r\nالكامل الباذل الذكي السيد محسن الرضوي المشهدي ، عن الشيخ المدقق العلامة\r\nمحمد بن علي بن إبراهيم الأحساوي قدس الله أسرارهم - إلى آخر أسانيده التي\r\nأوردها في كتاب \" غوالي اللآلي \"\r\nولنكتف بما أوردنا لاغنائه عما تركنا ، فليرو عني دام تأييده كل ما علم أنه\r\nداخل في مقرواتي أو مسموعاتي أو مجازاتي ، لا سيما ما اشتملت عليه إجازات\r\nالعلامة والشهيدين والشيخ حسن نور الله برهانهم ، وما اشتمل عليه فهرست كتابي\r\nالكبير ، خصوصا الكتب الأربعة في الحديث لأبي جعفرين المحمدين الثلاثة رضوان\r\nالله عليهم \" التهذيب \" و \" الكافي \" و \" من لا يحضره الفقيه \" و \" الاستبصار \" التي\r\nعليها المدار في تلك الاعصار ، بأسانيدي المتقدمة وغيرها مما أودعته في كتاب\r\n\" بحار الأنوار \" .\r\nوليرو أيضا عنى جميع تصانيف مشايخي المتقدم ذكرهم رفع الله درجتهم ،\r\nلا سيما مصنفات والدي العلامة رحمه الله من \" شرحي الفقيه \" و \" شرح التهذيب \"\r\nو \" حديقة المتقين \" وسائر رسائله ومصنفاته وفتاواه .\r\nوليرو عني كل ما أفرغته في قالب التصنيف أو نظمته في سلك التأليف ، لا سيما\r\nكتاب \" بحار الأنوار \" وكتاب \" الفرائد الطريقة في شرح الصحيفة الشريفة \"\r\nوكتاب \" مرآة العقول \" وكتاب \" ملاذ الأخيار \" وكتاب \" عين الحياة \" وكتاب\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\" حلية المتقين \" وكتاب \" تحفة الزائر \" وكتاب \" حياة القلوب \" ورسالة \" الأوزان \"\r\nو \" الساعات \" و \" الشكيات \" و \" الأربعين \" وغيرها .\r\nوأخذت عليه ما أخذ علي من العهد بملازمة تقوى الله سبحانه في جميع الأحوال\r\nوالأزمان ودوام مراقبته تعالى في السر والاعلان ورعاية غاية الاحتياط في النقل\r\nوالفتوى ، فان المفتي على شفير جهنم .\r\nوألتمس منه أن لا ينساني ومشايخي في أعقاب صلواته ومضان إجابة دعواته .\r\nوكتبت تلك الأحرف بيميني الجانية الفانية في سادس شهر ذي الحجة الحرام\r\nمن شهور سنة سبع وثمانين بعد الألف الهجرية ، حامدا مصليا مسلما .\r\n( آخر الأصول من \" الكافي \" في مكتبة الزهراء بأصبهان - رقم\r\n2060 )\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n( 49 )\r\nالمولى محمد جعفر الأصبهاني\r\nمحمد جعفر الأصبهاني\r\nقرأ على العلامة المجلسي مجلد الفتن من كتاب \" بحار الأنوار \" ، فكتب له\r\nانهاءا في 14 شعبان سنة 1099 .\r\nولعله هو مؤلف كتاب \" تعقيبات الصلاة \" المذكور في الذريعة 4 / 218 .\r\n( زندگينامه علامه مجلسي 2 / 21 )\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n[ 71 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه الأخ في الله المبتغي لمرضاته تعالى المولى محمد جعفر الأصبهاني وفقه\r\nالله تعالى للعروج على أعلى مدارج الكمال علما وعملا ، سماعا وتصحيحا وضبطا\r\nفي مجالس كثيرة آخرها الرابع عشر من شهر شعبان المعظم لسنة تسع وتسعين\r\nبعد الألف الهجرية .\r\nفأجزت له روايته عني مع سائر مؤلفاتي ومجازاتي .\r\nوكتب بيمناه الجانية الفانية مؤلفه الحقير المعترف بالتقصير .\r\nوالحمد لله أولا وآخرا ، وصلى الله على محمد سيد المرسلين وآله الأطهرين .\r\n( آخر كتاب الفتن من \" بحار الأنوار \" في مكتبة آية الله المرعشي\r\nبقم - رقم 1867 )\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\n( 50 )\r\nمولانا محمد جعفر القائني\r\nمحمد جعفر بن سليمان بن محمد تقي الدشتبياضي القائني\r\nاستكتب نسخة من كتاب \" الكافي \" ثم قابلها على نسختي المولى محمد مؤمن\r\nالسبزواري والمولى محمد زمان السمناني بين سنتي 1077 - 1080 .\r\nقرأ على العلامة المجلسي كتابي \" الكافي \" و \" تهذيب الأحكام \" فأجازه في آخر\r\nالنسخة المذكورة من الكافي بإجازة في شهر محرم سنة 1086 .\r\nوقرأ أيضا كتاب \" الكافي \" على السيد موسى الحسيني الخادم التوني فكتب\r\nله بلاغا في آخر كتاب العشرة من النسخة المذكورة في أوائل جمادى الثانية سنة\r\n1077 .\r\n( زندگينامه علامة مجلسي 2 / 21 )\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n[ 72 
  ]\r\nبسم الله الرحمن الرحيم\r\nأما بعد حمد الله سبحانه على كريم نواله وجسيم أفضاله ، والصلاة على\r\nفخر المرسلين محمد والطيبين الطاهرين من آله .\r\nفيقول أفقر العباد إلى عفو ربه الغافر محمد بن محمد [ تقي المدعو بالباقر . . . 
  ]\r\nيمينا وحوسبا حسابا يسيرا :\r\nانه لما وفق الله المولى الأولى الفاضل الكامل الصالح التقي الذكي الألمعي\r\nمولانا محمد جعفر بن المولى سليمان القائني وفقه الله تعالى [ . . . 
  ] الكمال في العلم\r\nوالعمل وصانه في جميع أموره عن الخطل والزلل ، بعد صرف برهة من عمره في\r\nتحصيل العلوم العقلية والأدبية لتتبع أخبار سيد المرسلين والأئمة الطاهرين\r\nصلوات [ . . . 
  ]\r\nوالتدبر في آثارهم والاقتباس من أنوارهم .\r\nفقرأ علي وسمع مني شطرا وافيا من كتابي \" الكافي و \" التهذيب \" من مؤلفات\r\nالشيخين الجليلين الكاملين ثقة الاسلام محمد بن يعقوب الكليني و [ . . . 
  ] المحقة\r\nأبى جعفر محمد بن الحسن الطوسي قدس الله روحهما قراءة تصحيح وتحقيق وسماع\r\nتنقيح وتدقيق ، وكتب بعض ما علقت عليهما ، وكثيرا من مؤلفاتي .\r\nثم استجازني روايتهما ورواية سائر [ . . . 
  ] مجازاتي ، فاستخرت الله تعالى\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\nوأجزت له كثر الله في العلماء مثله أن يروي عني كل ما صحت لي روايته واجازته\r\nمن فنون العلوم العقلية والنقلية والأدبية ، مما ألفه علماؤنا رضوان الله عليهم وغيرهم ،\r\nلا سيما كتب الاخبار المنتمية إلى الأئمة الأخيار عليهم السلام ، خصوصا الكتب\r\nالأربعة لأبي جعفرين المحمدين الثلاثة رضي الله عنهم \" الكافي \" و \" من لا يحضره\r\nالفقيه \" و \" التهذيب \" و \" الاستبصار \" التي عليها المدار في تلك الاعصار ، بأسانيدي\r\nالمتكثرة المتصلة إلى مؤلفيها ، على ما أوردتها في المجلد الخامس والعشرين من\r\nكتاب \" بحار الأنوار \" .\r\nولنورد له هنا ما هو أوثقها وأخصرها وأعلاها ، وهو :\r\nما أخبرني به عدة من الأفاضل الكرام وجم غفير من العلماء الأعلام ، منهم\r\nوالدي العلامة وشيخه الأكمل الأفضل المولى حسن علي ابن المولى الأورع الأعلم\r\nالأتقى مولانا عبد الله التستري وسيد الحكماء المتألهين الأمير رفيع الدين محمد\r\nالنائيني أفاض الله على ضرائحهم المطهرة شآبيب الرحمة والغفران .\r\nبحق روايتهم جميعا عن شيخ الاسلام والمسلمين بهاء الملة والحق والدين محمد\r\nالعاملي طيب الله رمسه ، عن والده الفقيه النبيه عز الدين الحسين بن عبد الصمد\r\nالحارثي برد الله مضجعه ، عن أفضل العلماء المتأخرين وأكمل الفقهاء المتبحرين\r\nزين الملة والدين بن علي بن أحمد الشامي رفع الله في الجنة درجته كما شرف\r\nبالشهادة خاتمته ، عن شيخه الجليل النبيل نور الدين علي بن عبد العالي الميسي\r\nقدس الله نفسه ، عن الشيخ شمس الدين محمد بن المؤذن الجزيني رحمه الله ، عن\r\nالشيخ الأجل ضياء الدين علي روح الله روحه ، عن والده فقيه أهل البيت عليهم [ السلام 
  ]\r\nفي زمانه الشيخ السعيد الشهيد محمد بن مكي جزاه الله تعالى عن الايمان وأهله خير\r\nجزاء السابقين ، عن الشيخ الأرشد الأسعد الأمجد فخر الدين أبي طالب محمد ، عن\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nوالده العلامة آية الله في العالمين جمال الملة والحق والدين الحسن بن يوسف بن\r\nالمطهر الحلي حشرهما الله تعالى مع الأئمة الطاهرين ، عن والده الفقيه وشيخه المدقق\r\nالمحقق نجم الملة والدين أبى القاسم جعفر بن الحسن بن يحيى بن سعيد نور الله\r\nمرقدهما ، عن السيد الشريف شمس الدين فخار بن معد الموسوي طيب الله\r\nروحه ، عن الشيخ الكبير أبى الفضل شاذان بن جبرئيل القمي رحمة الله عليه ، عن\r\nالشيخ الفقيه العماد أبى جعفر محمد بن أبي القاسم الطبري رفع الله مقامه ، عن الشيخ\r\nالأفخم الأعظم أبي علي الحسن أحسن الله إليه ، عن والده الجليل شيخ الطائفة المحقة\r\nوملاذها أبى جعفر محمد بن الحسن الطوسي طيب الله روحه القدوسي ، عن شيخ\r\nالمحققين وقدوة المدققين الشيخ المفيد محمد بن محمد بن النعمان رفع الله درجته\r\nفي روضات الجنان ، عن الشيخ الثقة النبيل أبى القاسم جعفر بن محمد قولويه\r\nطاب ثراه ، عن الشيخ الجليل ثقة الاسلام محمد بن يعقوب الكليني سقى الله تربته\r\nالزكية صوب الانعام .\r\nوبالاسناد المتقدم عن الشيخ المفيد قدس الله سره ، عن الشيخ الفقيه الصدوق\r\nرئيس المحدثين أبى جعفر محمد بن علي بن الحسين بن موسى بن بابويه القمي\r\nرضي الله عنه .\r\nفليرو دام تأييده مؤلفات هؤلاء المشايخ المذكورين وغيرهم عني بتلك الأسانيد\r\nوغيرها مما تضمنته إجازات أصحابنا ، لا سيما إجازة الشهيد الثاني وولده الكريم\r\nقدس الله روحهما .\r\nوأجزت له أن يروي عني مؤلفات والدي رحمه الله وجميع مؤلفاتي ، لا سيما\r\nكتاب \" بحار الأنوار \" و \" مرآة العقول \" وملاذ الأخيار \" و \" الفرائد الطريفة \"\r\nو \" الأربعين \" و \" عين الحياة \" و \" حلية المتقين \" و \" حياة القلوب \" و \" رسالة الشك \"\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\nو \" رسالة الأوزان \" و \" رسالة العقائد \" و \" رسالة الرجعة \" و \" رسالة الساعات \"\r\nو \" مشكاة الأنوار \" .\r\nوآخذ عليه ما أخذ علي من سلوك سبيل الاحتياط الذي لا يضل سالكه ولا يظلم\r\nمسالكه ، وملازمة التقوى واتباع أئمة الهدى عليهم السلام وتصفح أخبارهم\r\nونشر آثارهم ، كل ذلك لابتغاء مرضاة الله تعالى واجتناب مساخطه من غير رياء\r\nأو مراء . أعاذنا الله وسائر إخواننا المؤمنين منهما .\r\nوألتمس منه أن لا ينساني في حياتي وبعد وفاتي ، في أعقاب صلواته ومظان\r\nإجابة دعواته .\r\nوكتبت تلك الأحرف بيمناي الجانية الفانية في شهر محرم الحرام من شهور\r\nسنة ست وثمانين بعد الألف من الهجرة المقدسة في مشهد مولانا ومولى المؤمنين\r\nوسيدنا وسيد المسلمين خازن علوم الأنبياء والمرسلين ثامن الأئمة الطاهرين\r\nالمعصومين علي بن موسى الرضا صلوات الله عليه وعلى آبائه الطاهرين وأولاده\r\nالمنتجبين ، ولعنة الله على أعدائهم أجمعين أبد الآبدين ودهر الداهرين .\r\n( آخر كتاب \" الكافي \" في مكتبة آية الله المرعشي بقم - رقم 860 )\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\n( 51 )\r\nالأمير محمد حسين القمي\r\nمحمد حسين بن محمد ( صدر الدين ) الحسيني العاشوري القمي\r\nكتب المجلد الثامن عشر من كتاب \" بحار الأنوار \" وأتمه بأصبهان في محرم\r\nسنة 1096 ، ثم قرأه على العلامة المجلسي فكتب له انهاءا في السابع والعشرين\r\nمن ربيع الأول سنة 1096 .\r\n( الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 29 )\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n[ 73 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه السيد الأيد الحسيب النجيب الفاضل الكامل المدقق الموفق الذكي\r\nالألمعي الأمير محمد حسين القمي وفقه الله تعالى للعروج على أعلى مدارج الكمال\r\nفي العلم والعمل وصانه عن الخطل والزلل ، سماعا وتحقيقا وضبطا وتصحيحا في\r\nمجالس عديدة آخرها السابع والعشرون من شهر ربيع الأول من سنة ست وتسعين\r\nبعد الألف الهجرية .\r\nفأجزت له دام تأييده روايته عني مع سائر مجلدات هذا الكتاب وغير ذلك\r\nمن مؤلفاتي ومقروءاتي ومسموعاتي ومجازاتي من كتب أصحابنا الإمامية بأسانيدي\r\nالمتصلة إليهم رضوان الله عليهم ، مراعيا لشرائط الرواية طالبا لأقصى مدارج\r\nالدراية داعيا لي في أوان الإجابة .\r\nوكتب بيمناه الجانية الفانية الحقير مؤلفه تغمده الله برحمته وعفى عن خطيئته .\r\nوالحمد لله وحده وصلى الله على سيد المرسلين محمد وعترته الأكرمين\r\nالأقدمين .\r\n( من كتاب \" الكواكب المنتثرة \" المخطوط )\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n( 52 )\r\nميرزا محمد حسين الشيرازي\r\nمحمد حسين بن محمد مؤمن الشيرازي\r\nكتب نسخة من كتاب \" الارشاد للشيخ المفيد وأتم جزءه الأول في يوم\r\nالجمعة 23 رجب سنة 1088 ، ثم قرأه على العلامة المجلسي فأجازه روايته\r\nورواية سائر ما أخذه عنه في آخر جمادى الآخرة سنة 1095 .\r\n( الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 28 )\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n[ 74 
  ]\r\nبسم الله الرحمن الرحيم\r\nأجزت للأخ في الله المحبوب لوجه الله المبتغي لمرضاته سبحانه ميرزا محمد\r\nحسين وفقه الله تعالى لمراضيه ، أن يروي عني هذا الكتاب المستطاب وسائر ما\r\nأخذه عني في مجالس عديدة مع جم غفير من إخواننا المؤمنين بأسانيدي المتكثرة\r\nإلى مؤلفيها من أفاضل علمائنا رضوان الله عليهم أجمعين ، مراعيا لشرائط الرواية\r\nطالبا لأقصى مدارج الدراية داعيا لي ولمشايخي في مظان الإجابة .\r\nوكتب بيمناه الوازرة الداثرة أفقر العباد إلى عفو ربه الغني محمد باقر بن\r\nمحمد تقي عفي عنهما في آخر جمادى الآخرة سنة خمس وتسعين وألف .\r\n( من كتاب \" الكواكب المنتثرة \" المخطوط )\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\n( 53 )\r\nمولانا محمد حسين النوري\r\nمحمد حسين بن يحيى النوري المازندراني\r\nفاضل متتبع مفسر محدث .\r\nقرأ على العلامة المجلسي كتاب \" تهذيب الأحكام \" و \" من لا يحضره الفقيه \"\r\nفكتب له انهاءا في آخر الكتاب الثاني من دون تاريخ .\r\nله \" تفسير القرآن الكريم \" و \" منهج الفلاح \" و \" صلاة المسافر \" و \" شرح\r\nأصول الكافي \" و \" ملخص مقدار من كتاب صلاة البحار \" .\r\nتوفي بعد سنة 1133 .\r\n( الفيض القدسي ص 102 ، نجوم السماء ص 217 ، الكواكب\r\nالمنتثرة - مخطوط ، زندگينامه علامة مجلسي 2 / 28 )\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n[ 75 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الأولى الفاضل الكامل الصالح الفالح التقي البهي المتوقد الذكي\r\nالألمعي مولانا محمد حسين ابن مولانا يحيى النوري وفقه الله تعالى للعروج على\r\nأعلى مدارج الكمال في العلم والعمل وصانه عن الخطأ والزلل .\r\nفأجزت له أدام الله تأييده أن يروي عني هذا الكتاب وسائر كتب الاخبار\r\nالمأثورة عن أهل بيت الرسالة صلوات الله عليهم ، بأسانيدي المتكثرة المتصلة\r\nإلى مؤلفيها رضوان الله عليهم ، لا سيما الكتب الأربعة لأبي جعفرين المحمدين\r\nالثلاثة قدس الله أرواحهم التي عليها المدار في تلك الاعصار ، وقد ألحقت بها خامسا\r\nراجيا أن أكون رابعهم ، وهو كتاب \" بحار الأنوار \" المشتمل على جل ما وصل\r\nإلي من أخبار الأئمة الأبرار عليهم السلام وشرحها . وطرقي إليها كثيرة أوردت\r\nأكثرها في الكتاب المزبور .\r\nوأورد له هنا ما هو أخصرها وأعلاها ، وهو :\r\nما أخبرني به عدة من الأفاضل الكرام وجم غفير من العلماء الأعلام ، منهم\r\nوالدي العلامة قدس الله أرواحهم ، عن شيخ الاسلام والمسلمين بهاء الملة والحق\r\nوالدين محمد العاملي ، عن والده الفقيه عز الدين الحسين بن عبد الصمد الحارثي\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nبرد الله مضجعهما ، عن العالم الرباني زين الملة والدين الشهير بالشهيد الثاني\r\nرفع الله درجته ، عن الشيخ نور الدين علي بن عبد العالي الميسي رحمه الله ، عن\r\nالشيخ محمد بن المؤذن الجزيني ، عن الشيخ الكامل ضياء الدين علي ، عن والده\r\nالمحقق السعيد الشهيد محمد بن مكي طيب الله أرماسهم ، عن الشيخ فخر المحققين\r\nأبى طالب محمد ، عن والده العلامة جمال الملة والحق والدين أبى منصور\r\nالحسن بن يوسف بن المطهر الحلي ، عن والده الجليل سديد الدين يوسف نور الله\r\nمراقدهم ، عن السيد فخار بن معد الموسوي ، عن الشيخ شاذان بن جبرئيل القمي ،\r\nعن الفقيه العماد محمد بن أبي القاسم الطبري ، عن الشيخ السديد أبى علي\r\nالحسن ، عن والده الاجل الأكمل شيخ الطائفة أبى جعفر محمد بن الحسن الطوسي\r\nجزاهم الله تعالى عن الايمان وأهله خير جزاء المحسنين ، عن الشيخ المدقق المحقق\r\nالمفيد أبى عبد الله محمد بن محمد بن النعمان الحارثي طيب الله تربته ، عن الشيخ الأجل\r\nرئيس المحدثين أبى جعفر محمد بن علي بن الحسين بن موسى بن بابويه\r\nالقمي رضي الله عنه - وهو مؤلف هذا الكتاب .\r\nوبالاسناد المتقدم عن الشيخ المفيد طاب ثراه ، عن الشيخ الثقة أبى القاسم\r\nجعفر بن محمد بن قولويه رحمة الله عليه ، عن الشيخ النبيل ثقة الاسلام أبى جعفر\r\nمحمد بن يعقوب الكليني قدس الله لطيفه .\r\nفليرو دام تأييده عني جميع مروياتي ومصنفاتي ومقرواتي ومسموعاتي\r\nومجازاتي بتلك الأسانيد وغيرها ، مراعيا للشرائط المأخوذة في الرواية ، طالبا\r\nللفهم والدراية ، داعيا لي ولمشايخي الكرام في مآن الإجابة .\r\nوكتب بيمناه الوازرة الداثرة أفقر العباد إلى رحمة ربه الغني محمد باقر بن\r\nمحمد تقي عفى الله عن جرائمهما .\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\nوالحمد لله أولا وآخرا ، وصلى الله على سيد المرسلين محمد وعترته الأنجبين\r\nالأكرمين ، وسلم تسليما كثيرا .\r\n( آخر كتاب \" من لا يحضره الفقيه \" في مكتبة آية الله المرعشي\r\nبقم - رقم 1277 )\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\n( 54 )\r\nمولانا محمد رشيد\r\nمحمد رشيد بن محمد علي\r\nكتب بعض مجلدات كتاب \" بحار الأنوار \" ثم قرأها على العلامة المجلسي ،\r\nفكتب له انهاءات في المجلد الثامن عشر منه آخرها في شهر ربيع الأول سنة 1096 .\r\n( الكواكب المنتثرة - مخطوط )\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n[ 76 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه الأخ في الله المبتغي لمرضاته تعالى مولانا محمد رشيد وفقه الله سبحانه\r\nلمراضيه ، سماعا وتصحيحا وضبطا في مجالس آخرها شهر ربيع الأول سنة 1096 .\r\nوكتب مؤلفه الحقير عفى الله عن جرائمه ، حامدا مصليا مسلما .\r\n( آخر المجلد الثامن من كتاب \" بحار الأنوار \" في مكتبة الغرب\r\nبهمدان - رقم 361 )\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\n( 55 )\r\nمولانا محمد رضا الهزار جريبي\r\nمحمد رضا الهزار جريبي\r\nقرأ على العلامة المجلسي كتاب \" الكافي \" فكتب له إجازة مبسوطة في آخر\r\nالأصول منه في سنة 1089 ، وكتاب \" تهذيب الأحكام \" فكتب له انهاءا في آخر\r\nكتاب الصوم منه في أواسط جمادى الأولى سنة 1073 .\r\n( زندگينامه علامه مجلسي 2 / 31 )\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n[ 77 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل البارع الذكي التقي مولانا محمد رضا الهزار جريبي\r\nأيده الله تعالى سماعا وتصحيحا وتدقيقا في مجالس انتهت إلى أواسط شهر جمادى\r\nالأولى لسنة ثلاث وسبعين بعد الألف .\r\nوأجزت له دام تأييده أن يروي عني ما أخذه مني بأسانيدي المتصلة إلى أهل\r\nبيت العصمة والطهارة صلوات الله عليهم أجمعين .\r\nوكتب بيمناه الجانية أحقر عباد الله الغنى محمد باقر بن محمد تقي عفي عنهما .\r\nوالحمد لله أولا وآخرا ، وصلى الله على محمد وأهل بيته المقدسين .\r\n( آخر كتاب الصوم من \" تهذيب الأحكام \" في مكتبة آية الله المرعشي\r\nبقم - رقم 3985 )\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\n( 56 )\r\nمولانا محمد رضا الأردبيلي\r\nمحمد رضا بن حاج درويش الشهمرزادي الكهدمي الأردبيلي\r\nقرأ كتاب \" الكافي \" على العلامة المجلسي ، فكتب له انهاءا في آخر كتاب\r\nالعقل منه في 16 شهر شوال سنة 1074 وفي آخر كتاب الروضة في 26 صفر 1076 .\r\n( زندگينامه علامه مجلسي 2 / 30 و 31 )\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n[ 78 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح التقي مولانا محمد رضا الكهدمي ، سماعا\r\nوتحقيقا في مجالس آخرها سادس عشر شهر شوال لسنة أربع وسبعين بعد الألف\r\nمن الهجرة .\r\nوكتب الخاطئ الخاسر ابن محمد تقي محمد باقر عفي عنهما ، حامدا مصليا\r\nمسلما .\r\n( آخر كتاب العقل والتوحيد من \" الكافي \" في مكتبة آية الله المرعشي\r\nبقم - رقم 304 )\r\n[ 79 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح البارع الذكي مولانا محمد رضا الأردبيلي\r\nأيده الله تعالى ، سماعا وتصحيحا وضبطا في مجالس آخرها السادس والعشرون\r\nمن شهر صفر من شهور سنة ست وسبعين بعد الألف .\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\nوأجزت له دام توفيقه أن يروي عني هذا الكتاب وسائر الكتب الأربعة للمشايخ\r\nالثلاثة بأسانيدي المتكثرة المتصلة إليهم رضوان الله عليهم .\r\nوكتب بيمناه الداثرة أحوج عباد الله إلى رحمة ربه الغني محمد باقر بن محمد\r\nتقي عفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب الروضية من نفس النسخة )\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\n( 57 )\r\nمولانا محمد رضا المجلسي\r\nمحمد رضا بن محمد صادق بن مقصود علي المجلسي الأصبهاني\r\nمن تلامذة عمه المولى محمد تقي المجلسي ، فقد قرأ عليه جملة من كتب الاخبار\r\nوالأحاديث .\r\nوقرأ أيضا على ابن عمه العلامة المجلسي شطرا من الاخبار فأجازه في آخر\r\nنسخة من كتاب \" الاستبصار \" .\r\nله \" الدعوات الكافيات \" .\r\n( الفيض القدسي ص 99 ، الكواكب المنتثرة - مخطوط ، زندگينامه\r\nعلامه مجلسي 2 / 32 )\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n[ 80 
  ]\r\nبسم الله الرحمن الرحيم\r\n[ بعد الحمد والصلاة 
  ]\r\nفقد استجازني المولى الأولى الفاضل الكامل الصالح الورع التقي أخي في الله\r\nتعالى وابن عمي في النسب مولانا محمد رضا بن المولى محمد صادق الأصفهاني\r\nرفعه الله تعالى للارتقاء على أعلى مدارج الكمال في العلم والعمل وصانه عن الخطأ\r\nوالزلل ، بعد أن سمع من عمه الكريم والدي العلامة قدس الله تعالى روحه ومني\r\nشطرا من الاخبار المأثورة عن الأئمة الأطهار صلوات الله عليهم أجمعين ، فاستخرت الله\r\nوأجزت له أدام الله تأييده وكثر في العلماء مثله أن يروي عني [ . . . 
  ] .\r\nوأجزت أيضا لأولاده الكرام متعهم الله بالعمر السعيد والعيش الرغيد على ما هو\r\nدأب أصحاب الإجازات [ . . . 
  ] .\r\n( آخر كتاب \" الاستبصار \" كانت عند الحاج ميرزا حسين النوري\r\nكما في الفيض القدسي )\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\n( 58 )\r\nالمولى محمد شفيع النيسابوري\r\nمحمد شفيع بن محمد باقر النيسابوري\r\nكان معتنيا بكتب آل المجلسي ، فقد كتب نسخة من كتاب \" لوامع صاحب\r\nقراني \" للمولى محمد تقي المجلسي في سنة 1095 .\r\nوكتب أيضا نسخة من كتاب \" زاد المعاد \" في عصر العلامة المجلسي ، فأجاز\r\nالمجلسي روايته لكافة المؤمنين عامة ولصاحب الكتاب خاصة ، ونظن أنه يريد بصاحب\r\nالكتاب الناسخ نفسه .\r\n( الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 39 )\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n[ 81 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين اصطفى\r\nلقد نظرت فيه وتبينته وهو من مؤلفاتي ، وأجزت لكافة إخواني المؤمنين لا سيما\r\nلصاحب الكتاب أحسن [ الله جزاءه في 
  ] يوم المآب ، العمل به وبروايته عني ،\r\nوألتمس منهم أن يذكروني بصالح الدعوات في مآن [ الإجابة 
  ] .\r\nوكتب بيمناه الجانية [ الوازرة 
  ] أفقر العباد إلى عفو الله تعالى محمد باقر بن\r\nمحمد تقي مؤلف هذا الكتاب غفر الله له [ ولوالديه 
  ] يوم الحساب ، وله [ الحمد\r\nوالمنة 
  ] .\r\n( آخر كتاب \" زاد المعاد \" في مكتبة آية الله المرعشي بقم - رقم\r\n1443 )\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\n( 59 )\r\nالأمير محمد صادق\r\nمحمد صادق\r\nقرأ على العلامة المجلسي جانبا من العلوم الدينية فأجازه بإجازة مختصرة من\r\nدون تاريخ .\r\nوفي تلامذة المجلسي جماعة يسمون بهذا الاسم ولم نعرفه بعينه .\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n[ 82 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين اصطفى .\r\nوبعد :\r\nفقد استجازني الولد العزيز الصالح الفالح البارع الرائق مولانا محمد صادق\r\nوفقه الله تعالى لدرك الحقائق وأعاذه من شر كل ملحد مارق ، بعد أن سمع مني\r\nبعض العلوم الدينية .\r\nفأجزت له دام تأييده رواية ما صحت لي روايته بأسانيدي المتصلة إلى أرباب العصمة صلوات الله عليهم ، مراعيا لشرائط الرواية طالبا أقصى مدارج الدراية داعيا\r\nلي في مآن الإجابة .\r\nوكتب بيمناه الوازرة الداثرة أحقر العباد محمد باقر بن محمد تقي المجلسي\r\nعفى الله عن جرائمهما ، حامدا مصليا مسلما .\r\n( من \" مجموعة الإجازات \" بخط الأمير عبد الباقي بن الأمير محمد\r\nحسين الحسنى الحسيني الخواتون آبادي في مكتبة آية الله المرعشي\r\nبقم - رقم 6062 )\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\n( 60 )\r\nالأمير محمد صادق المازندراني\r\nمحمد صادق بن محمد الحسيني اللاريجاني المازندراني\r\nكتب نسخة من كتاب \" الاستبصار \" وأتمها في شهر صفر 1089 ثم قرأها على\r\nالعلامة المجلسي فكتب له انهاءا في جمادى الأولى سنة 1092 .\r\nوعد في \" الكواكب المنتثرة \" هذا الانهاء للميرزا محمد صادق بن الميرزا\r\nمحمد طاهر بن المير سيد علي بن المير علاء الدين حسين الملقب بسلطان العلماء\r\nوخليفة سلطان ، وقال إنه توفي سنة 1135 وله مؤلفات منها \" حاشية على شرح\r\nالهداية \" للميبدي و \" ديوان شعر \" و \" كشكول \" .\r\n( الفيض القدسي ص 97 ، الكواكب المنتثرة - مخطوط ، زندگينامه\r\nعلامه مجلسي 2 / 42 و 43 )\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n[ 83 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى السيد الأيد الفاضل الكامل الحسيب النسيب الأديب الأريب اللبيب\r\nالتقي الزكي الأمير محمد صادق المازندراني وفقه الله سبحانه للعروج على أعلى\r\nمدارج الكمال في العلم والعمل ، سماعا وتصحيحا وتحقيقا في مجالس عديدة\r\nآخرها بعض أيام شهر جمادى الأولى من شهور سنة اثنتين وتسعين بعد الألف\r\nالهجرية .\r\nفأجزت له أدام الله تأييده أن يروي عني هذا الكتاب وغيره من الكتب الأربعة\r\nفي الحديث المشتهرة في تلك الاعصار كالشمس في رابعة النهار ، بأسانيدي المتكثرة\r\nالمتصلة إلى مؤلفيها رضوان الله عليهم ، وهي جمة أوردت جلها في كتابي الكبير :\r\nومنها - ما أخبرني به عدة من الأفاضل الكرام ، منهم والدي العلامة قدس الله\r\nأرواحهم ، عن شيخ الاسلام والمسلمين بهاء الملة والحق والدين محمد العاملي\r\nنور الله ضريحه ، عن والده الفقيه النبيه عز الدين الشيخ حسين بن عبد الصمد\r\nالحارثي قدس سره ، عن أفقه الفقهاء المتأخرين زين الملة والدين الشهير بالشهيد\r\nالثاني رفع الله درجته ، عن شيخه الاجل نور الدين علي بن عبد العالي الميسي طيب الله\r\nتربته ، عن الشيخ شمس الدين محمد بن المؤذن الجزيني رحمه الله ، عن الشيخ\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nضياء الدين علي قدس الله لطيفه ، عن والده السعيد الشهيد محمد بن مكي أجزل الله\r\nتشريفه ، عن الشيخ المدقق فخر الدين أبى طالب روح الله روحه ، عن والده العلامة\r\nجمال الملة والحق والدين الحسن بن يوسف بن المطهر الحلي برد الله مضجعه ،\r\nعن شيخه المحقق السعيد نجم الملة والدين أبى القاسم جعفر بن الحسن بن يحيى بن\r\nسعيد قدس الله نفسه الزكية ، عن السيد شمس الدين فخار بن معد الموسوي طهر الله\r\nرمسه ، عن الشيخ أبى الفضل شاذان بن جبرئيل القمي رحمه الله ، عن الشيخ الفقيه\r\nالعماد أبى جعفر محمد بن أبي القاسم الطبري طاب ثراه ، عن الشيخ الأجل أبى علي\r\nالحسن قدس الله لطيفه ، عن والده الجليل شيخ الطائفة المحقة أبى جعفر محمد بن\r\nالحسن الطوسي طهر الله روحه القدوسي ، عن الشيخ السديد المفيد أبى عبد الله\r\nمحمد بن محمد بن النعمان أحله الله أعلى درجات الجنان ، عن الشيخ أبى القاسم\r\nجعفر بن محمد بن قولويه رحمة الله عليه ، عن الشيخ الأكمل ثقة الاسلام أبى جعفر\r\nمحمد بن يعقوب الكليني طيب الله روحه الزكية .\r\nوبالاسناد المتقدم عن الشيخ أبى عبد الله المفيد رحمة الله عليه ، عن الشيخ\r\nالصدوق رئيس المحدثين أبى جعفر محمد بن علي بن الحسين بن بابويه القمي\r\nرضي الله عنه وأرضاه .\r\nفليرو دام تأييده هذه الكتب وغيرها من مؤلفات هؤلاء المشايخ المتقدم ذكرهم\r\nفي الأسانيد بتلك الأسانيد وغيرها مما أوردته في الكتاب الكبير ، وجميع مؤلفاتي\r\nومؤلفات والدي وسائر مشايخي رضوان الله عليهم ، مراعيا لشرائط الرواية ، طالبا\r\nغاية الفقه والدراية ، داعيا لي ولمشايخي في مآن الإجابة .\r\nوكتب بيمناه الوازرة الداثرة أفقر العباد إلى عفو ربه الغني محمد باقر بن\r\nمحمد تقي عفي عنهما في بلدة أصفهان صينت عن الحدثان .\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\nوالحمد لله أولا وآخرا ، وصلى الله على سيد المرسلين محمد وعترته الأكرمين\r\nالأطهرين الأقدسين .\r\n( آخر كتاب \" الاستبصار \" في مكتبة آية الله المرعشي بقم - رقم 837 )\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\n( 61 )\r\nمولانا محمد صادق الأصبهاني\r\nمحمد صادق بن محمد كاظم الخوانساري الأصبهاني\r\nقرأ على العلامة المجلسي بعض العلوم الدينية ، ومما قرأ عليه كتاب \" الكافي \"\r\nفأجازه في كتاب الروضة منه بإجازة مختصرة غير مؤرخة .\r\nوقرأ \" الكافي \" أيضا على المولى أبى تراب تلميذ المجلسي فأجازه في سابع\r\nجمادى الثانية سنة 1091 .\r\n( الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 43 )\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n[ 84 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين اصطفى\r\nوبعد :\r\nفقد استجازني الوالد العزيز الصالح الفالح البارع الرائق مولانا محمد صادق\r\nوفقه الله تعالى لدرك الحقائق وأعاذه من شر كل ملحد مارق ، بعد أن سمع مني\r\nبعض العلوم الدينية .\r\nفأجزت له دام تأييده رواية ما صحت لي روايته بأسانيدي المتصلة إلى أرباب\r\nالعصمة صلوات الله عليهم ، مراعيا لشرائط الرواية طالبا أقصى مدارج الدراية داعيا\r\nلي في مآن الإجابة .\r\nوكتب بيمناه الوازرة الداثرة أحقر العباد محمد باقر بن محمد تقي عفى الله\r\nعن جرائمهما ، حامدا مصليا مسلما .\r\n( آخر كتاب الروضة من \" الكافي \" في كتب السيد المشكاة المهداة\r\nإلى المكتبة المركزية بجامعة طهران - رقم 631 )\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\n( 62 )\r\nمولانا محمد صالح اليزدي\r\nمحمد صالح بن عبد الرحيم اليزدي\r\nقرأ كتاب \" الكافي \" على العلامة المجلسي ، فكتب له انهاءا في آخر كتاب\r\nفضل القرآن منه في شهر ربع الثاني سنة 1087 وفي آخر كتاب العشرة في ثالث\r\nجمادى الأولى سنة 1087 .\r\nوقرأ عليه أيضا بعض مجلدات كتاب \" بحار الأنوار \" ، فكتب له انهاءا في آخر\r\nكتاب الطهارة منه في سنة 1096 .\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n[ 85 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل التقي مولانا محمد صالح اليزدي أيده الله تعالى ، سماعا\r\nوتصحيحا في مجالس آخرها بعض أيام شهر ربيع الثاني لسنة سبع وثمانين بعد\r\nالألف الهجرية .\r\nوكتب الحقير محمد باقر بن محمد تقي عفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب فضل القرآن من \" الكافي \" عند سماحة السيد مصطفى\r\nالخوانساري بقم )\r\n[ 86 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الفالح التقي مولانا محمد صالح اليزدي ، سماعا وتصحيحا\r\nفي مجالس آخرها ثالث شهر جمادى الأولى من شهور سنة سبع وثمانين بعد الألف\r\nالهجرية .\r\nفأجزت له أن يروي عني بأسانيدي المتصلة إلى مؤلف الكتاب ، طوبى له\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\nوحسن مآب .\r\nوكتب بيمناه الجانية أحقر العباد محمد باقر بن محمد تقي عفي عنهما ، حامدا\r\nمصليا مسلما .\r\n( آخر كتاب العشرة من نفس النسخة )\r\n[ 87 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه الأخ في الله المبتغي لمرضاته سبحانه مولانا محمد صالح [ . . . 
  ] أيده الله\r\nتعالى سماعا وتصحيحا في مجالس آخرها آخر [ . . . 
  ] لسنة 1096 .\r\nوكتب مؤلفه الحقير حامدا مصليا .\r\n( آخر كتاب الصلاة من \" بحار الأنوار \" في مكتبة السيد الوزيري\r\nبيزد - رقم )\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\n( 63 )\r\nميرزا محمد طاهر النائيني\r\nمحمد طاهر النائيني\r\nقرأ على العلامة المجلسي بعض مجلدات كتاب \" بحار الأنوار \" فكتب له\r\nانهاءا في آخر المجلد الخامس منه في 20 ذي القعدة سنة 1095 .\r\n( الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 47\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n[ 88 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الأولى الفاضل الصالح التقي المتوقد الذكي ميرزا محمد طاهر\r\nالنائيني وفقه الله للعروج على أقصى مدارج المعالي ، سماعا وتصحيحا وتدقيقا وضبطا\r\nفي مجالس عديدة آخرها العشرون من شهر ذي القعدة الحرام من شهور سنة\r\nخمس وتسعين بعد الألف الهجرية .\r\nفأجزت له زيد تأييده روايته عني مراعيا لشرائطها .\r\nوكتب بيمناه الجانية مؤلفه الحقير العاثر محمد باقر عفى الله عن جرائمه ، حامدا\r\nمصليا مسلما .\r\n( آخر المجلد الخامس من كتاب \" بحار الأنوار \" عند سماحة السيد\r\nمصطفى الخوانساري بقم )\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\n( 64 )\r\nمولانا محمد طاهر الأصبهاني\r\nمحمد طاهر بن الحاج مقصود علي الأصبهاني\r\nعالم رباني موصوف بالورع والتقوى والوثاقة والعدل ، وهو فقيه محدث\r\nجامع للعلوم الدينية .\r\nقرأ على العلامة المجلسي كثيرا من العلوم العقلية والنقلية ، وقد رباه - كما يقول -\r\nعلى العلم منذ الصغر .\r\nومما قرأ عليه في الفقه كتاب \" الروضة البهية في شرح اللمعة الدمشقية \" ، فكتب\r\nله فيه إجازة غير تامة .\r\nوقرأ عليه من كتب الحديث كتاب \" بحار الأنوار \" فأجازه في آخر المجلد\r\nالسادس منه في سادس عشر شعبان سنة 1102 ، وكتاب \" الكافي \" فأجازه في آخر\r\nالأصول منه في عاشر جمادى الأولى سنة 1087 .\r\nأجاز جماعة من العلماء الأعلام ، منهم السيد أبو القاسم جعفر الموسوي\r\nالخوانساري أجازه في آخر \" الصحيفة السجادية \" في ثامن عشر شهر محرم\r\nسنة 1129 ، والأمير محمد حسين بن عبد الباقي الخواتون آبادي ، والشيخ محمد\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\nبن محمد زمان الكاشاني ، والميرزا إبراهيم القاضي وغيرهم .\r\nله \" الأدعية والزيارات \" .\r\n( الفيض القدسي ص 88 ، الكواكب المنتثرة مخطوط ، زندگينامه\r\nعلامه مجلسي 2 / 48 )\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n[ 89 
  ]\r\nبسم الله الرحمن الرحيم\r\nأما بعد حمدا لله على سوابق الانعام والصلاة على رسوله محمد سيد الأنام\r\nوآله البررة الكرام .\r\nفيقول الفقير إلى عفو ربه الغافر محمد بن محمد تقي المدعو بباقر أوتيا كتابهما\r\nيمينا وحوسبا حسابا يسيرا :\r\nانه لما كان المولى الفاضل الصالح الفالح التقي المتوقد الذكي الألمعي ولدي\r\nالعقلائي وخليلي الروحاني مولانا محمد طاهر بن الحاج مقصود علي الأصبهاني\r\nممن وفقه الله لطلب المعالي ووصل كد الأيام بسهر الليالي ، وكان ممن ربيته بالعلم\r\nصغيرا وراقبته على الأحوال كبيرا ، فطيرته مطاري وأودعته نتايج أفكاري ، وقرأ\r\nعلي وسمع مني الكثير من العلوم العقلية والنقلية والاخبار المأثورة عن الأئمة\r\nالهادية المهدية صلوات الله عليهم أجمعين .\r\nثم استجازني تأسيا بسنة سلفنا الصالحين رضوان الله عليهم أجمعين ، فاستخرت\r\nالله وأجزت له دام تأييده كل ما صحت لي روايته واجازته مما صنف في الاسلام\r\nمن مؤلفات الخاص والعام في فنون العلوم العقلية والنقلية من التفسير والحديث\r\nوالدعاء والكلام والأصول والفقه والتجويد والمنطق واللغة والصرف والنحو\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\nوالمعاني والبيان وغيرها ، بحق روايتي عن مشايخي الكرام وأسلافي الفخام عليهم\r\nرحمة الملك العلام . .\r\n( آخر الأصول من كتاب \" الكافي \" كان عند شيخ الاسلام الزنجاني\r\nكما كتبه إلى السيد عبد الحجة البلاغي بخطه المصور في كتاب \" گلزار\r\nحجة بلاغي \" ويؤسفنا أن الزنجاني لم ينسخ الإجازة بتمامها ،\r\nوالظاهر أن نسخة الكافي هذه انتقلت إلى مكتبة مدرسة السيد\r\nالبروجردي بالنجف الأشرف )\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\n( 65 )\r\nملا محمد على الأصبهاني\r\nمحمد علي الأصبهاني\r\nقرأ على العلامة المجلسي كتاب \" الكافي \" فكتب له انهاءا في آخر كتاب العشرة\r\nمنه في أواسط جمادى الثانية سنة 1070 .\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n[ 90 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه الأخ في الله المحبوب لوجه الله ملا محمد علي الأصفهاني ، سماعا وتحقيقا\r\nوضبطا في مجالس آخرها أواسط شهر جمادى الثانية لسنة سبعين والف .\r\nوأجزت له دام تأييده أن يروي عني ما سمعه مني .\r\nنمقه المذنب محمد باقر بن محمد تقي عفي عنهما بالنبي وآله ، حامدا\r\nمصليا مسلما .\r\n( آخر كتاب العشرة من \" الكافي \" في مكتبة آية الله المرعشي بقم -\r\nرقم 2607 )\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\n( 66 )\r\nمولانا محمد على المشهدي\r\nمحمد علي بن محمد شفيع المشهدي ، أبو محمد\r\nقرأ على العلامة المجلسي كثيرا من كتب الحديث والاخبار ، ومما قرأه عليه\r\nكتاب \" تهذيب الأحكام \" فكتب له إجازة في ربيع الثاني سنة 1090 ، وفي آخر\r\nكتاب الصيد والذباحة منه انهاءا في شهر محرم سنة 1098 ، وفي آخر كتاب التجارة\r\nفي رابع عشر جمادى الأولى سنة 1096 ، وفي آخر العتق انهاءا من دون تاريخ .\r\nوقرأ على الشيخ محمد بن الحسن الحر العاملي جملة من كتب الحديث ، منها\r\nكتاب \" تهذيب الأحكام \" فكتب له إجازة في غرة شهر شعبان سنة 1092 .\r\nله \" الجامع الأردبيلية في رد الصوفية \" و \" مفتاح النجاة لأهل الدين والأمانات \" .\r\n( الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 64 )\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n[ 91 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله ، وسلام على عباده الذين اصطفى .\r\nأما بعد :\r\nفقد قرأ علي وسمع مني الأخ في الله المبتغي لمرضاته تعالى مولانا محمد علي\r\nالمشهدي وفقه الله تعالى للارتقاء على أعلى مدارج الكمال علما وعملا ، كثيرا من\r\nكتب الاخبار المأثورة عن الأئمة الأطهار صلوات الله عليهم ، قراءة ضبط وتصحيح\r\nوسماع تحقيق وتنقيح ، وكتب أكثر ما علقته على كتب الاخبار على حواشي كتبه ،\r\nلا سيما هذا الكتاب .\r\nفأجزت له دام تأييده أن يرويها عني بأسانيدي المتصلة إلى مؤلفيها رضوان\r\nالله عليهم ، مراعيا لشرائط الرواية طالبا لأقصى مدارج الدراية ، داعيا لي\r\nولمشايخي في مآن الإجابة .\r\nوكتب بيمناه الداثرة الخاسرة أحوج العباد إلى عفو ربه الغافر ابن محمد تقي\r\nمحمد باقر عفى الله عن جرائمهما في شهر ربيع الثاني من شهور سنة تسعين بعد\r\nالألف الهجرية .\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\nوالحمد لله أولا وآخرا وصلى الله على سيد المرسلين محمد وعترته الأقدسين .\r\n( في نسخة من كتاب \" تهذيب الأحكام \" في المكتبة الرضوية بالمشهد\r\n- رقم 1973 )\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n\r\n( 67 )\r\nمولانا محمد فاضل المشهدي\r\nمحمد فاضل بن محمد مهدي المشهدي\r\nعالم فاضل فقيه محدث صالح شاعر ، أثنى عليه مترجموه ثناءا جميلا ، وكانت\r\nله عناية كبيرة بكتب الحديث قراءة ودرسا .\r\nقرأ على المولى محمد تقي المجلسي كما يظهر من كلام المحدث النوري .\r\nوقرأ على العلامة المجلسي شطرا من كتاب \" الكافي \" و \" تهذيب الأحكام \"\r\nو \" بحار الأنوار \" وغيرها من كتب الاخبار المأثورة عن الأئمة الأطهار ، فكتب له\r\nإجازة مبسوطة في مشهد الرضا عليه السلام بتاريخ آخر شعبان سنة 1085 .\r\nوقرأ أيضا على الشيخ محمد بن الحسن الحر العاملي عدة من كتب الحديث\r\nككتاب \" من لا يحضره الفقيه \" و \" الاستبصار \" و \" أصول الكافي \" وأكثر \" تهذيب الأحكام\r\n\" ، فأجازه في أواسط شعبان سنة 1085 .\r\nله \" شرح أرجوزة خلاصة الأبحاث في مسائل الميراث \" للحر العاملي\r\nو \" حاشية مختلف الشيعة \" و \" الرضاع \" .\r\n( أمل الآمل 2 / 292 ، الفيض القدسي ص 93 ، نجوم السماء ص\r\n213 ، الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 65 )\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n[ 92 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله الذي قيد الروايات بسلاسل الأسانيد وعرى الإجازات لكيلا تضل\r\nولا تنسى ، وخص أشرف بريته محمدا والطاهرين من عترته من خزائن علمه\r\nوحكمته بالحظ الأوفى والقدح المعلى ، ليعرج بهم إلى الغاية القصوى من أراد\r\nسلوك سبل الهدى ، فصلى الله عليه وعليهم صلاة لا تعد ولا تحصى .\r\nأما بعد :\r\nفيقول أفقر عباد الله وأحوجهم إلى العفو والغفران محمد بن محمد تقي المدعو\r\nبباقر رزقهما الله الوصول إلى درجات الجنان ونجاهما من دركات النيران : لما كان\r\nأشرف العلوم وأوثقها وأنضر المعارف وأروقها ما يصير سببا لفلاح طالبه ونجاته\r\nمما يرديه ، وليس ذلك الا معرفة الرب سبحانه وما يسخطه وما يرضيه وما خلق\r\nلأجله ، ومن يدله على تلك الأمور ويهديه من أنبياء الله وحججه وأصفيائه صلوات الله\r\nعليهم أجمعين ، والمتكفل لجميع ذلك على وجه لاشك فيه ولا ارتياب ، هو علم\r\nالقرآن والأحاديث المأثورة عن الذين جعلهم الله تعالى لمدينة العلم الأبواب ، ولا\r\nيتأتى ذلك الا بالنقل والرواية ثم التفكر والتدبر والدراية .\r\nوكانت الروايات مما يتطرق في أسانيدها شوائب الضعف والجهالة ، فلذا سد\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\nسلفنا الصالحون رضوان الله عليهم طرقها بالإجازات ، وتصحيح الأسانيد والتمييز\r\nبين المراسيل والمسانيد ، ليتضح عند طالب الحق صحيحها من سقيمها وعليلها\r\nمن سليمها .\r\nثم اني لما فزت بفضل الله تعالى ورحمته بتقبيل عتبة مولاي ومولى المؤمنين\r\nوسيدي وسيد المسلمين وبضعة سيد المرسلين ، وقرة عين أشرف الوصيين ، وخازن\r\nعلم الأولين والآخرين ، ومختلف ملائكة السماوات والأرضين ، ثامن الأئمة الطاهرين\r\nعلي بن موسى الرضا المرتضى صلوت الله عليه وعلى آبائه الأطهرين وذريته الأنجبين ،\r\nكان من بركات تلك البقعة المباركة تشرفي بصحبة المولى الأولى الفاضل الباذل\r\nالبارع الكامل التقي الذكي ، جامع فنون الفضائل والكمالات ، حائز قصبات السبق\r\nفي مضامير السعادات ، الذي اختار من الأخلاق أحمدها ومن الشؤون أسعدها ومن\r\nالسبل أقصدها ومن الأطوار أرشدها ، نجل المشايخ العظام وسليل الأفاضل الكرام ،\r\nأعني الحبر العالم العامل الشيخ محمد فاضل زاد الله في فضله واكرامه وأسبغ عليه\r\nمن جلائل انعامه ، فوجدته قد قضى وطره من العلوم العقلية وأمعن نظره فيها واستوفى\r\nحظه منها ، ثم أعرض عنها صفحا وطوى عنها كشحا ، وأقبل بشراشره نحو علوم\r\nأئمة الدين سلام الله عليهم أجمعين وتصفح أخبارهم والتدبر في آثارهم ، غير مبال\r\nبلومة اللائمين ولا خائف من عذل العاذلين ، فقصر عليها همته وبيض فيها لمته .\r\nفكان من كرم أخلاقه وطيب أعراقه أنه دام نبله بعد أن عقدت لافادته المجالس\r\nوغصت لافاضته المحافل ، أتاني لحسن ظنه بي وان لم أكن لذلك أهلا ، للحق\r\nواليقين طالبا وفي علوم مواليه عليهم السلام راغبا ، فقرأ علي شطرا وافيا من كتابي\r\n\" الكافي \" و \" التهذيب \" ، من مؤلفات الشيخين الجليلين الثقتين الفاضلين الكاملين ،\r\nثقة الاسلام محمد بن يعقوب الكليني ، وشيخ الطائفة المحقة محمد بن الحسن\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\nالطوسي قدس الله روحهما وكتاب \" بحار الأنوار \" من مؤلفاتي وغيرها من كتب\r\nالاخبار المأثورة عن الأئمة الأبرار صلوات الله عليهم ، على غاية التصحيح والتنقيح\r\nوالتحقيق ، وفاوضني في كثير من المسائل الشرعية في مجالس عديدة بنظره الدقيق\r\nوفكره الأنيق ، فلم يكن في كل ذلك إفادته لي قاصرة عن استفادته عني بل كان\r\nأربى .\r\nفأمرني زيد فضله أن أجيز له رواية ما جازت لي روايته واجازته ، وان كان\r\nقد أدرك أكثر مشايخي واستفاد من بركات أنفاسهم ، لا سيما والدي العلامة قدس\r\nالله روحه ، فإنه كان من برعة تلاميذه وفحولهم ومن قروم أصحابه وأصولهم ،\r\nفاستخرت الله تعالى . .\r\n( بحار الأنوار 110 / 151 )\r\n[ 93 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين اصطفى محمد وآله خيرة الورى وأعلام الهدى .\r\nفيقول الخاطئ القاصر عن نيل المفاخر محمد بن محمد تقي المدعو بباقر ، أوتيا\r\nكتابهما يمينا وحوسبا حسابا يسيرا :\r\nاني لما وردت مشهد مولاي ومولى الورى وسيدي وامامي ثامن أئمة الهدى ،\r\nعليه وعلى آبائه الأقدسين وأبنائه الأنجبين من الصلوات أشرفها ومن التحيات أكملها ،\r\nوفزت بتقبيل عتبته العليا وسدته السميا ضوي إلي أكثر من في ذلك المشهد المكرم\r\nمن أهل الفضل مع علو أقدارهم ، وطار إلي أفراخ العلم من أعشاشهم وأوكارهم ،\r\nوذلك لحسن ظنهم بي وان لم أكن لذلك أهلا ، ولكن المرء قد يجزى بما سعى\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\nويفوز بما نوى .\r\nفأخذتهم تحت جناحي وزققتهم بالعلم صباحي ورواحي ، وكان ممن أقبل\r\nمنهم نحوي بقدمي الاخلاص واليقين ، طالبا لعلوم أئمة الدين صلوات الله عليهم\r\nأجمعين ، المولى الفاضل الكامل الصالح التقي الذكي الألمعي 1 ) وفقه الله تعالى\r\nللعروج إلى أعلى مدارج الكمال في العلم والعمل ، وصانه في جميع أموره عن\r\nالخطأ والزلل ، فأخذ من هذا القاصر لفرط ذكائه في قليل من الأيام ما لا يدركه الطالب\r\nالحثيث في كثير من الأعوام .\r\nولما كان من سنن أسلافنا الصالحين رضوان الله عليهم تشييد الروايات بالإجازات\r\nلخروجها عن شوائب الارسال ولحوقها بالمسندات ، استجازني دام تأييده مقتفيا\r\nلآثارهم ومقتبسا من أنوارهم ، فاستخرت الله تعالى وأجزت له أن يروي عني كل\r\nما صحت لي روايته واجازته مما صنف في الاسلام من مؤلفات الخاص والعام ،\r\nفي فنون العلوم من التفسير والحديث والدعاء والكلام والأصول والفقه والتجويد\r\nوالمنطق والصرف والنحو واللغة والمعاني والبيان ، بحق روايتي وإجازتي عن\r\nمشايخي الكرام وأسلافي الفخام رضي الله عنهم .\r\nولما كان طرقي إلى مؤلفيها جمة لا تحصى ، أثبت له هنا ما عندي أوثق وأقوى ،\r\nوان أراد الإحاطة بجلها فعليه بكتاب \" بحار الأنوار \" فاني قد أوردت أكثرها في\r\nالمجلد الخامس والعشرين منه ، فمن ذلك ما أخبرني به عدة من الأفاضل الكرام\r\nوجماعة من العلماء الأعلام ممن قرأت عليهم أو سمعت منهم أو استجزت منهم :\r\nمنهم والدي العلامة وشيخه الأفضل والأكمل مولانا حسن علي التستري وسيد\r\n\r\n","description":"","footnote":" ( 1 ) راجع نسخة الأصل ، فقيها ذكر المجاز له ، مضروبا عليه ، يلوح منها أنه الشيخ\r\nمحمد فاضل المشهدي . ","page_name":" 239 ","page_number":239},
  {"content":"\r\nالحكماء المتألهين ميرزا رفيع الدين محمد بن الأمير حيدر الحسني الحسيني\r\nالطباطبائي النائيني والسيد البارع الفاضل الزكي الأمير محمد قاسم بن الأمير\r\nمحمد الطباطبائي القهبائي والفاضل الصالح مولانا محمد شريف بن شمس الدين\r\nمحمد الرويدشتي أفاض الله على تربتهم الزكية شآبيب الرحمة والغفران ، بحق\r\nروايتهم واجازتهم عن شيخ الاسلام والمسلمين بهاء الملة والحق والدين محمد\r\nالعاملي قدس الله روحه ، عن والده الفقيه النبيه عز الدين الحسين بن عبد الصمد\r\nالحارثي نور الله ضريحه ، عن الشيخ الأعظم الأعلم السعيد الشهيد زين الملة والدين\r\nعلي بن أحمد الشامي أعلى الله درجته كما شرف خاتمته ، عن شيخه الاجل نور الدين\r\nعلي بن عبد العالي الميسي ، عن الشيخ شمس الدين محمد بن المؤذن الجزيني ،\r\nعن الشيخ ضياء الدين علي ، عن والده السعيد الشهيد شمس الدين محمد بن مكي\r\nأعلى الله درجته كما شرف خاتمته ، عن الشيخ المدقق فخر الدين أبي طالب محمد\r\nابن الشيخ العلامة جمال الملة والحق والدين الحسن بن يوسف بن المطهر ، عن\r\nوالده رضي الله عنهما ، عن شيخه المحقق السعيد نجم الملة والدين أبي القاسم\r\nجعفر بن الحسن بن سعيد قدس الله نفسه وطهر رمسه ، عن السيد الجليل شمس الدين\r\nفخار بن معد الموسوي ، عن الشيخ أبي الفضل شاذان بن جبرئيل القمي ، عن الشيخ\r\nالفقيه العماد أبي جعفر محمد بن أبي القاسم الطبري ، عن الشيخ أبي على الحسن\r\nابن الشيخ السعيد الجليل أبي جعفر محمد بن الحسن الطوسي ، عن والده رضي الله\r\nعنهم ، عن الشيخ المفيد محمد بن محمد بن النعمان نور الله مرقده ، عن الشيخ\r\nأبي القاسم جعفر بن محمد بن قولويه طاب ثراه ، عن الشيخ الامام الجليل أبي جعفر\r\nمحمد بن يعقوب الكليني قدس الله روحه .\r\nوبالاسناد عن الشيخ المفيد محمد بن محمد بن النعمان قدس الله نفسه الزكية ،\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\nعن الشيخ الجليل الصدوق أبي جعفر محمد بن علي بن الحسين بن بابويه القمي\r\nرضي الله عنه . [ إلى آخر اجازته المبسوطة المعروفة للشيخ حسين بن عبد الصمد 
  ] 1 ) .\r\n( ومنها ) ما أخبرني به العدة المتقدم ذكرهم قدس الله أرواحهم ، بحق روايتهم\r\nقراءة وسماعا وإجازة عن شيخهم العالم العابد الزاهد المدقق النقي المولى عبد الله\r\nابن الحسين التستري أعلى الله مقامه ، عن الشيخ الجليل النبيل نعمة الله بن أحمد بن\r\nمحمد بن خاتون العاملي ، عن أبيه أحمد ، عن جده محمد ، عن الشيخ جمال الدين\r\nأحمد بن الحاج علي العيناثي ، عن الشيخ زين الدين جعفر بن الحسام ، عن السيد\r\nالاجل الحسن بن أيوب الشهير بابن نجم الدين ، عن أفضل العلماء المتبحرين\r\nالشيخ السعيد الشهيد محمد بن مكي نور الله ضرائحهم - إلى آخر ما هو مكتوب\r\nفي اجازته المعروفة وسائر إجازات من تأخر عنه من الأفاضل الكرام .\r\nوعن الشيخ نعمة الله بالسند المتقدم ذكره ، عن والده الجليل ، عن المدقق\r\nالعلامة مروج المذهب الامامية الشيخ نور الدين علي بن عبد العالي الكركي طيب الله\r\nرمسه ، عن الشيخ نور الدين علي بن هلال الجزائري ، عن ، الشيخ جمال الدين\r\nأحمد بن فهد الحلي ، عن الشيخ علي بن الخازن الحائري والشيخ علي بن عبد الحميد\r\nالنيلي ، عن الشهيد السعيد محمد بن مكي طاب ثراهم .\r\n( ومنها ) ما أخبرني به السيد الجليل الشريف الحسيب النسيب الفاضل الكامل\r\nالأمير شرف الدين علي بن حجة الله الحسني الحسيني الشولستاني المجاور بالمشهد\r\nالمقدس الغروي حيا وميتا قدس الله روحه في ذلك المشهد الشريف بعد تشرفي\r\nبزيارة مولانا أمير المؤمنين وسيد الوصيين صلوات الله عليه وعلى أولاده الطاهرين ،\r\nإجازة عن السيد الجليل المعظم المكرم الأمير فيض الله بن الأمير عبد القاهر الحسيني\r\n\r\n","description":"","footnote":" 1 ) اللازم أن يضرب عليه ، راجع نسخة الأصل ","page_name":" 241 ","page_number":241},
  {"content":"\r\nالتفرشي قدس الله روحهما ، عن شيخه الجليل المدقق الفهامة الشيخ محمد ، عن\r\nوالده العلامة أفضل العلماء المتأخرين الشيخ حسن بن الشهيد الثاني ، عن والده\r\nالمعظم نور الله مراقدهم .\r\nوعن السيد شرف الدين علي ، عن الأمير فيض الله ، عن السيد الجليل أبى الحسن\r\nعلي بن الحسين الحسيني الموسوي العاملي الشهير بابن الصائغ العاملي ، عن\r\nالشهيد الثاني طيب الله أرماسهم .\r\nوعن السيد شرف الدين ، عن قدوة العلماء المتبحرين السيد السند ميرزا محمد\r\nابن الأمير علي الأسترآبادي صاحب كتاب \" منهج المقال في تحقيق أحوال الرجال \"\r\nقدس الله سره ، عن الشيخ السعيد الفاضل إبراهيم بن علي بن عبد العالي الميسي ،\r\nعن والده العلامة ، عن الشيخ شمس الدين محمد بن المؤذن الجزيني ، عن الشيخ\r\nالمكرم ضياء الدين علي ، عن والده النحرير السعيد الشهيد العلامة محمد بن مكي\r\nحشرهم الله مع الأئمة الطاهرين .\r\n( ومنها ) ما أخبرني به شيخنا المعظم بل والدنا المكرم نجل الأفاضل الفخام\r\nوقدوة الأتقياء الكرام الشيخ علي بن الشيخ محمد العاملي دام ظله العالي ، عن شيخيه\r\nالأمجدين السيد نور الدين علي بن علي بن الحسين بن أبي الحسن الحسيني\r\nالموسوي العاملي المجاور لبيت الله الحرام قدس الله روحه والشيخ نجيب الدين\r\nعلي بن محمد بن عيسى رحمه الله ، بحق روايتهما قراءة وإجازة عن شيخيهما\r\nالعالمين العاملين الكاملين المدققين جمال الدين أبي منصور الحسن بن الشهيد الثاني\r\nنور الله مرقدهما والسيد شمس الدين محمد بن علي الحسيني الشهير بابن أبي الحسن\r\nطاب ثراهما ، بحق روايتهما عن السيد علي بن أبي الحسن والشيخ عز الدين الحسين\r\nابن عبد الصمد الحارثي والسيد العابد نور الدين علي بن السيد فخر الدين الهاشمي\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\nقدس الله اسرارهم ، بحق رواية الجميع عن العالم الرباني زين الملة والدين\r\nالشهير بالشهيد الثاني قدس الله روحه .\r\n( ومنها ) ما أخبرني به عدة من الفضلاء الكرام ، منهم السيد الفاضل الصالح\r\nالأمير محمد مؤمن ابن دوست محمد الحسيني الأسترآبادي أطال الله بقاءه والمولى\r\nالفاضل التقي مولانا محمد محسن بن محمد مؤمن الأسترآبادي عن السيد نور الدين\r\nعلي المتقدم ذكره - إلى آخر ما مر من سنده إلى الشهيد الثاني رحمه الله .\r\nوعن السيد أمير محمد مؤمن ، عن السيد الشهيد زين العابدين بن نور الدين\r\nعلي القاساني ولشيخ إبراهيم بن عبد الله الخطيب المازندراني ، عن شيخهما\r\nالمحدث العالم المولى محمد أمين بن محمد شريف الأسترآبادي نور الله تربته ،\r\nعن السيد العالم الكامل ميرزا محمد الأسترآبادي والسيد البارع فخر المحققين\r\nشمس الدين محمد العاملي مؤلف كتاب \" مدارك الأحكام \" رضي الله عنهما - إلي\r\nآخر أسانيدهما .\r\nوعن السيد أمير محمد مؤمن ، عن الشيخ العابد المولى صاحب علي بن علي\r\nالأسترآبادي ، عن السيد ميرزا محمد رحمهما الله تعالى - إلى آخر ما مر من سنده .\r\n( ومنها ) ما أخبرني به إجازة السيد العالم الفاضل المحدث البارع محمد\r\nالشهير بسيد ميرزا أدام الله فضله ، عن والده السيد الأمجد شرف الدين علي بن\r\nنعمة الله الموسوي طاب ثراه ، عن شيخ المحققين الشيخ عبد النبي بن سعد الجزائري\r\nأفاض الله على تربته الزكية ، عن الشيخ الأعظم الأفخم مروج المذهب نور الدين\r\nعلي بن عبد العالي الكركي نور الله مرقده - إلى آخر ما مضى من سنده .\r\n( ومنها ) ما حدثني به والدي العلامة طيب الله رمسه ، عن جماعة من العلماء\r\nالفخام ، منهم الشيخ بهاء الدين محمد العاملي والعالم النحرير القاضي معز الدين\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\nمحمد بن القاضي جعفر والشيخ الفقيه يونس الجزائري ، بحق روايتهم جميعا عن\r\nالشيخ الأكمل الأفضل الشيخ عبد العالي ، عن والده العلامة الشيخ نور الدين علي\r\nالكركي قدس الله أرواحهم - إلى آخر ما مضى من السند .\r\n( ومنها ) ما أخبرني به والدي قدس الله نفسه ، عن جماعة من الأفاضل ، منهم\r\nالقاضي أبو الشرف الأصفهاني وابن عمة والده الشيخ الجليل عبد الله بن الشيخ جابر\r\nالعاملي والمولى محمد قاسم خال والدي ، بحق روايتهم جميعا عن جد والدي من قبل\r\nأمه الفاضل المحدث مولانا درويش محمد بن الشيخ حسن والشيخ جابر العاملي\r\nطيب الله تربتهما ، بحق روايتهما عن الشيخ نور الدين علي الكركي مروج المذهب .\r\nوعن والدي ، عن الشيخ الأعظم أبي البركات الواعظ قال أدركته في صغري\r\nوأجازني عن الشيخ نور الدين المروج رحمهما الله تعالى .\r\n( ومنها ) ما أخبرني به والدي العلامة وسائر العدة المتقدم ذكرهم أولا قدس الله\r\nأسرارهم ، عن المولى الجليل مولانا عبد الله التستري ، عن الشيخ العالم الزاهد\r\nالورع التقي النقي مولانا أحمد بن محمد الأردبيلي نور الله ضريحهما ، عن السيد\r\nعلي بن الصائغ ، عن الشهيد الثاني نور الله تربتهما .\r\n( ومنها ) ما أخبرني به جم غفير من الأفاضل الكرام ، منهم والدي العلامة والمولى\r\nمحمد شريف الرويدشتي والسيد الفاضل الأمير فيض الله بن السعيد غياث الدين محمد\r\nالقهبائي طيب الله أرواحهم ، عن السيد الحسيب النسيب الفاضل الكامل السيد حسين\r\nابن السيد حيدر الحسيني الكركي المفتي بأصبهان طاب ثراه ، عن الشيخ نجيب الدين\r\nابن محمد بن مكي بن عيسى بن الحسن العاملي ، عن أبيه ، عن جده ، عن الشيخ\r\nإبراهيم الميسي ، عن والده الجليل الشيخ علي بن عبد العالي الميسي أستاد الشهيد\r\nالثاني نور الله مراقدهم .\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\nوعن الشيخ نجيب الدين ، عن أبيه ، عن جده لامه الشيخ محيي الدين الميسي\r\nعن الشيخ علي بن عبد العالي الميسي رحمهم الله .\r\nوعن الشيخ نجيب الدين ، عن أبيه ، عن السيد نور الدين عبد الحميد الكركي ،\r\nعن الشهيد الثاني رضي الله عنهم .\r\nوعن السيد حسين المفتي \" ره \" ، عن الشيخ نور الدين محمد بن حبيب الله ،\r\nعن السيد النجيب النسيب الفاضل السيد محمد مهدي ، عن والده الحسيب الكامل\r\nالباذل البارع السيد محسن الرضوي المشهدي ، عن الشيخ الجليل الفاضل العلامة\r\nمحمد بن علي بن إبراهيم بن جمهور الأحساوي أمطر الله على تربتهم جميعا\r\nسحائب الرحمة والغفران - إلى آخر أسانيده التي أوردها في كتاب غوالي اللآلي .\r\nوعن والدي وجماعة من الأفاضل ، عن السيد النجيب المدقق الفاضل ظهير الدين\r\nإبراهيم بن الحسين الحسني الهمداني قدس سره ، عن شيخه الجليل محمد بن\r\nأحمد بن نعمة الله بن خاتون العاملي ، عن والده المحقق شهاب الدين أحمد وجده\r\nالعلامة الشيخ نعمة الله طهر الله أرماسهم ، عن الشيخ نور الدين مروج المذهب\r\nسقاه الله من رحيق الجنان بصحاف من ذهب - إلى آخر ما مر من السند .\r\n( ح ) وعن السيد المفتي \" ره \" ، عن السيد الحسيب الفاضل شجاع الدين\r\nمحمود بن علي المازندراني أنجب نجباء أصبهان قدس الله لطيفه ، عن جماعة منهم\r\nالشيخ حسين بن عبد الحميد والمولى كريم الدين الشيرازي رحمة الله عليهما ، عن\r\nالشيخ المدقق المتبحر إبراهيم بن سليمان القطيفي والمولى المحقق مولانا محمود\r\nالجابلقي والسيد السند الأمير عبد الحي الأسترآبادي روح الله أرواحهم ، جميعا عن\r\nبرهان المحققين الشيخ نور الدين علي مروج المذهب قدس سره .\r\n( ح ) وعن الشيخ إبراهيم القطيفي ، عن الشيخ الجليل إبراهيم بن الحسن\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\nالشهير بالرزاق ، عن الشيخ نور الدين علي بن هلال الجزائري - إلى آخر ما مر من\r\nالسند .\r\n( ح ) وبالأسانيد المتقدمة عن شيخ الطائفة \" ره \" - إلى آخر سند الصحيفة\r\nالكاملة .\r\n( ح ) وبالأسانيد المتقدمة عن الشيخ السعيد الشهيد محمد بن مكي رفع الله\r\nدرجته ، عن السيد تاج الدين أبى عبد الله محمد ابن السيد العالم جلال الدين أبي\r\nجعفر القاسم بن معية الحسني الديباجي ، عن والده الحقهما الله بأجدادهما الطاهرين ،\r\nعن الشيخين الجليلين الفاضلين عميد الرؤساء هبة الله بن حامد والشيخ علي بن\r\nالسكون قدس الله لطيفهما ، عن السيد بهاء الشرف - إلى آخر السند المذكور\r\nفي مفتتح الصحائف المشهورة .\r\nوعن السيد الاجل النسابة فخار بن معد الموسوي ، عن الشيخ الأعلم الأفهم\r\nفحل العلماء المدققين أبي عبد الله محمد بن إدريس الحلي أجزل الله مثوبته - إلى\r\nآخر السند المذكور في صحيفته المشهورة وهي عندي بخطه الشريف .\r\nولنكتف بما أوردنا لاغنائه عما تركنا .\r\nفأبحت له دام تأييده أن يروي عني كل ما علم أنه داخل في مقرواتي ومسموعاتي\r\nأو مجازاتي ، لا سيما ما اشتملت عليه إجازات العلامة والشهيدين والشيخ حسن\r\nقدس الله أرواحهم ، وما اشتمل عليه فهرس كتابنا الكبير ، خصوصا الكتب الأربعة\r\nفي الحديث لأبي جعفرين المحمدين الثلاثة : \" التهذيب \" و \" الكافي \" و \" من\r\nلا يحضره الفقيه \" و \" الاستبصار \" التي عليها المدار في تلك الاعصار ، بأسانيدي\r\nالمتقدمة وغيرها مما أودعته في كتاب \" بحار الأنوار \" .\r\nوأجزت له زيد توفيقه أيضا أن يروي عني جميع تصانيف مشايخي المتقدم\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\nذكرهم رفع الله درجتهم ، لا سيما تصانيف والدي العلامة من شرحي الفقيه وشرح\r\nالتهذيب وحديقة المتقين وسائر رسائله ومؤلفاته قدس الله نفسه .\r\nوأن يروي عني كل ما أفرغته في قالب التصنيف أو نظمته في سلك التأليف ،\r\nلا سيما كتاب \" بحار الأنوار \" المشتمل على جل أخبار الأئمة الأطهار عليهم السلام\r\nوشرحها وكتاب \" الفرائد الطريفة في شرح الصحيفة الشريفة \" ، وكتاب \" مرآة\r\nالعقول \" لشرح الكافي وكتاب \" ملاذ الأخيار لشرح تهذيب الاخبار \" ، وكتاب\r\n\" شرح الأربعين \" وكتاب \" عين الحياة \" وكتاب \" حليه المتقين \" وكتاب \" تحفة\r\nالزائر \" وكتاب \" حياة القلوب \" وكتاب \" جلاء العيون \" وكتاب \" ربيع الأسابيع \"\r\nوكتاب \" مقباس المصابيح \" وكتاب \" مشكاة الأنوار \" و \" ترجمة توحيد المفضل\r\nابن عمر \" و \" ترجمة وصية أمير المؤمنين عليه السلام للأشتر \" ، و \" ترجمة خطبة\r\nالتوحيد \" و \" ترجمة أعمال الرضا عليه السلام في طريق خراسان \" و \" ترجمة دعاء\r\nالمباهلة \" و \" دعاء كميل \" و \" دعاء الجوشن \" ورسالة \" العقائد \" ورسالة \" الشك\r\nوالسهو \" ورسالة \" الأوزان \" ورسالة \" الاختيارات \" ، ورسالة \" عقود النكاح \"\r\nورسالة \" الجنة والنار \" و \" ترجمة وصية الصادق عليه السلام لابن جندب \" ورسالتي\r\n\" مناسك الحاج \" وسائر مؤلفاتي ورسائلي .\r\nوأخذت عليه دام توفيقه ما أخذ علي من العهد بملازمة تقوى الله سبحانه في\r\nجميع الأحوال والأزمان ودوام مراقبته تعالى في السر والاعلان ، وسلوك مسلك\r\nالاحتياط الذي لا يضل سالكه ولا يظلم مسالكه ، وبذل الوسع في تحصيل العلم\r\nوتنقيحه وتحقيقه وبذله لأهله ، كل ذلك لابتغاء مرضاة الله واجتناب مساخطه من\r\nدون رياء أو مراء ، أعاذنا الله وجميع إخواننا المؤمنين منهما .\r\nوألتمس منه أن لا ينساني وجميع مشايخي ممن ذكرته أو لم أذكره في\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nالخلوات ومظان إجابة الدعوات ، لا سيما تحت القبة المقدسة السامية العلية البهية\r\nالرضوية صلوات الله على من حل بها وشرفها ، وأن يدعو لي ولهم بإقالة العثرات\r\nوالعفو عن الهفوات .\r\nوكتبت هذه الأحرف بيميني الفانية الجانية في آخر شهر شعبان المعظم من\r\nشهور سنة خمس وثمانين بعد الألف من الهجرة المقدسة في المشهد المطهر المنور\r\nالرضوي صلوات الله على من جعله روضة من رياض الجنان .\r\nوالحمد لله أولا وآخرا ، وصلى الله على سيد المرسلين وفخر النبيين محمد\r\nوعترته الأنجبين الأكرمين الأطهرين ، ولعنة الله على أعدائهم أجمعين من الأولين\r\nوالآخرين ، وحسبنا الله ونعم الوكيل .\r\n( بحار الأنوار 110 / 155 )\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\n\r\n( 68 )\r\nمولانا محمد قاسم التبريزي\r\nمحمد قاسم بن محمد رضا التبريزي\r\nقرأ على العلامة المجلسي كتاب \" تهذيب الأحكام \" فكتب له انهاءا في آخر\r\nجمادى الأولى سنة 1106 .\r\nله \" الصراط المستقيم \" و \" حرمة الغناء \" و \" فضائل الأئمة عليهم السلام \" .\r\n( دانشمندان آذربايجان ص 305 ، زندگينامه علامه مجلسي 2 / 69 )\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n[ 94 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الذكي مولانا محمد قاسم التبريزي وفقه الله تعالى لمراضيه ،\r\nسماعا وتصحيحا وتدقيقا وضبطا ، في مجالس عديدة آخرها آخر شهر جمادى\r\nالأولى من سنة ست ومائة وألف من الهجرة المقدسة .\r\nفأجزت له دام تأييده أن يروي ما سمعه مني بأسانيدي المتصلة إلى المؤلف\r\nقدس الله روحه .\r\nوكتب الفقير إلى عفو ربه الغني محمد باقر بن محمد تقي عفي عنهما ، حامد\r\nمصليا مسلما .\r\n( آخر الجزء الأول من كتاب \" تهذيب الأحكام \" عند ميرزا نصر الله\r\nالشبستري بطهران )\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\n\r\n( 69 )\r\nمولانا محمد قاسم الأردستاني\r\nمحمد قاسم بن محمد مؤمن الأردستاني\r\nفاضل جامع للعلوم العقلية والنقلية .\r\nقرأ على العلامة المجلسي أكثر الكتب الأربعة الحديثية ، فكتب له انهاءا في\r\nكتاب \" من لا يحضره الفقيه \" في شهر ربيع الأول سنة 1088 .\r\nوقرأ أيضا على ولده المولى محمد رضا المجلسي كتاب الفقيه فأجازه في آخر\r\nالجزء الثاني منه في شهر ربيع الأول سنة 1112 .\r\nله \" حاشية التعليقات للفارابي \" و \" ترتيب مشيخة الفقيه \" .\r\n( زندگينامه علامه مجلسي 2 / 71 )\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\n[ 95 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الأولى الفاضل الصالح الفالح الذكي المتوقد الألمعي اللوذعي\r\nمولانا محمد قاسم بن مولانا محمد مؤمن الأردستاني رزقه الله تعالى في الدارين\r\nالوصول إلى غاية الآمال والأماني ، سماعا وتدقيقا وتصحيحا وضبطا وتحقيقا في\r\nمجالس عديدة آخرها بعض أيام شهر ربيع الأول من شهور سنة ثمان وثمانين بعد\r\nالألف الهجرية .\r\nثم استجازني فاستخرت الله تعالى وأجزت له دام تأييده أن يروي عني هذا\r\nالكتاب وسائر كتب الاخبار المأثورة عن الأئمة الأخيار صلوات الله عليهم ، بأسانيدي\r\nالمتكثرة المستفيضة المتصلة إلى مؤلفيها رضي الله عنهم ، ولنذكر منها سندا واحدا ،\r\nوهو :\r\nما أخبرني به عدة من الأفاضل الكرام وجم غفير من الفقهاء الاعلام ، منهم\r\nوالدي العلامة قدس الله أرواحهم ، عن شيخ الاسلام والمسلمين بهاء الملة والحق\r\nوالدين محمد العاملي ، عن والده الفقيه عز الدين الحسين بن عبد الصمد الحارثي\r\nنور الله ضريحهما ، عن أفقه الفقهاء المتأخرين زين الملة والدين الشهير بالشهيد\r\nالثاني أعلى الله رتبته كما شرف خاتمته ، عن الشيخ نور الدين علي بن عبد العالي\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\nالميسي ، عن الشيخ شمس الدين محمد بن المؤذن الجزيني ، عن الشيخ ضياء الدين\r\nعلي ، عن والده السعيد الشهيد محمد بن مكي قدس الله أسرارهم ، عن الشيخ\r\nالمدقق فخر الدين أبى طالب محمد ، عن والده العلامة جمال الملة والحق والدين\r\nالحسن بن يوسف بن المطهر ، عن والده الجليل سديد الدين يوسف برد الله مضاجعهم ،\r\nعن السيد شمس الدين فخار بن معد الموسوي ، عن الشيخ أبى الفضل شاذان بن\r\nجبرئيل القمي ، عن الشيخ الفقيه العماد أبي جعفر محمد بن أبي القاسم الطبري ،\r\nعن الشيخ أبى علي الحسن ، عن والده شيخ الطائفة المحقة أبى جعفر محمد بن\r\nالحسن الطوسي جزاهم الله تعالى عن الايمان وأهله خير جزاء السابقين ، عن الشيخ\r\nالسديد المفيد محمد بن محمد بن النعمان نور الله مرقده ، عن الشيخ الجليل الصدوق\r\nرئيس المحدثين أبى جعفر محمد بن علي بن الحسين بن موسى بن بابويه القمي\r\nرضي الله عنه .\r\n( ح ) وبالاسناد المتقدم عن المفيد قدس سره ، عن الشيخ أبى القاسم جعفر بن\r\nمحمد بن قولويه رحمة الله عليه ، عن الشيخ النبيل ثقة الاسلام أبى جعفر محمد بن\r\nيعقوب الكليني أجزل الله تعالى مثوبته .\r\nفليرو دام توفيقه كل ما صحت لي روايته واجازته بتلك الأسانيد وغيرها مما أوردته\r\nفي كتاب \" بحار الأنوار \" ، وآخذ عليه ما أخذ علي من ملازمة التقوى ورعاية\r\nنهاية الاحتياط في النقل والفتوى ، وألتمس منه أن لا ينساني ومشايخي في حياتي\r\nوبعد وفاتي ، ويدعو لي ولهم بالرحمة والغفران .\r\nوكتب بيمناه الوازرة الداثرة أفقر العباد إلى رحمة ربه الغافر محمد بن محمد\r\nالتقي يدعى بباقر عفى الله عن جرائمهما .\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\nوالحمد لله أولا وآخرا وصلى الله على سيد المرسلين محمد وعترته الأقدسين\r\nالأطهرين .\r\n( آخر كتاب \" من لا يحضره الفقيه \" من كتب السيد المشكاة المهداة\r\nإلى المكتبة المركزية بجامعة طهران - رقم 627 )\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\n\r\n( 70 )\r\nمولانا محمد كاظم السبزواري\r\nمحمد كاظم بن محمد علي السبزواري\r\nقرأ على العلامة المجلسي كثيرا من العلوم الدينية وأحاديث أهل البيت عليهم\r\nالسلام ، ومما قرأ عليه جملة من مجلدات كتاب \" بحار الأنوار \" فأجازه في آخر\r\nالمجلد الرابع عشر منه في 18 محرم سنة 1104 .\r\nاعتنى بالفتاوى الفقهية لشيخه المذكور فجمعها في كتاب خاص .\r\nله \" تحفة الاخوان \" و \" هدية الاخوان \" و \" صلوح الايمان في محاربة النفس\r\nوالشيطان \" .\r\n( الكواكب المنتثرة - مخلوط ، زندگينامه علامه مجلسي 2 / 72 )\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\n[ 96 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين اصطفى .\r\nوبعد :\r\nفقد قرأ علي وسمع مني المولى الأولى الفاضل الكامل الصالح الفالح الورع\r\nالتقي المتوقد الذكي الألمعي اللوذعي مولانا محمد كاظم السبزواري وفقه الله\r\nللعروج على أعلى مدارج الكمال في العلم والعمل وصانه عن الخطأ والزلل ، حظا\r\nوافرا من العلوم الدينية والمعارف اليقينية والاخبار المأثورة عن سيد المرسلين\r\nوأوصيائه المرضيين ، صلوات الله عليه وعليهم أجمعين .\r\nثم استجازني تأسيا بسلفنا الصالحين ، فاستخرت الله سبحانه وأجزت له أن\r\nيروي عني كل ما صح لي روايته وجاز لي اجازته من مؤلفات أصحابنا رضوان الله\r\nعليهم من فنون العلوم العقلية والنقلية من التفسير والحديث والدعاء والفقه والأصولين\r\nوالتجويد وكتب الرجال وغيرها مما أورده علماؤنا في إجازاتهم وما أوردته في\r\nفهرس هذا الكتاب بأسانيدي المتكثرة المتصلة إلى مؤلفيها قدس الله أرواحهم ،\r\nوهي جمة تأبى عن الاحصاء ، أوردت أكثرها في آخر مجلدات الكتاب الكبير\r\nوشذرا منها في مفتتح شرح الأربعين .\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\nفأبحت له كثر الله أمثاله أن يروي عني بتلك الأسانيد التي أشرت إليها وغيرها\r\nكلما علم أنه من مقروءاتي أو مسموعاتي أو مجازاتي أو مؤلفاتي ، لا سيما كتاب\r\n\" بحار الأنوار \" وجميع مؤلفات والدي العلامة وسائر مشايخي نور الله مراقدهم .\r\nوأوصيه بما أوصيت به من ملازمة التقوى ومتابعة أئمة الهدى صلوات الله عليهم\r\nونشر أخبارهم وترويج آثارهم وسلوك سبيل الاحتياط الذي لا يضل سالكه ولا تظلم\r\nمسالكه .\r\nوألتمس منه أن لا ينساني في حياتي وبعد وفاتي ، لا سيما في مآن إجابة الدعوات .\r\nوكتب بيمينه الجانية الفانية أفقر العباد إلى عفو ربه الغني محمد باقر بن محمد\r\nتقي عفى الله عن جرائمهما في ثامن عشر شهر محرم الحرام سنة أربع ومائة بعد\r\nالألف الهجرية .\r\nوالحمد لله أولا وآخرا ، والصلاة على خاتم النبيين وفخر المرسلين محمد\r\nوآله وعترته الأطهرين الأقدمين ، ولعنة الله على أعدائهم أجمعين .\r\n( آخر مجلد السماء والعالم من كتاب \" بحار الأنوار \" عند سماحة\r\nالسيد مصطفى الخوانساري بقم )\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\n\r\n( 71 )\r\nمولانا محمد مؤمن الرازي\r\nمحمد مؤمن الرازي\r\nقرأ على العلامة المجلسي كتاب \" نهج البلاغة \" ، فكتب في آخره انهاءا له\r\nفي ثامن شهر رجب سنة 1092 .\r\n( زندگينامه علامه مجلسي 2 / 104 )\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\n[ 97 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الأولى الفاضل الكامل الزكي الرضي البهي المدقق المحقق\r\nجامع الفضائل النفسانية مولانا محمد مؤمن الرازي أيده الله تعالى ، سماعا وتصحيحا\r\nوتدقيقا في مجالس عديدة آخرها ثامن شهر رجب الأصب من شهور سنة اثنتين\r\nوتسعين بعد الألف من الهجرة .\r\nفأجزت له دام توفيقه أن يرويه عني مع سائر ما أخذه مني لأسانيدي المتصلة\r\nإلى أرباب العصمة صلوات الله عليهم أجمعين .\r\nوكتب بيمناه الوازرة الداثرة أفقر العباد إلى عفو ربه الغني محمد باقر بن\r\nمحمد تقي عفى الله عن جرائمهما ، حامدا مصليا مسلما .\r\n( آخر كتاب \" نهج البلاغة \" في مكتبة جامع گوهرشاد بمشهد -\r\nرقم 104 )\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\n\r\n( 72 )\r\nمولانا محمد مؤمن القهبائي\r\nمحمد مؤمن القهبائي\r\nقرأ على العلامة المجلسي كتاب \" الكافي \" فكتب له انهاءا في آخر كتاب العقل\r\nوالتوحيد منه في 12 ربيع الثاني سنة 1098 .\r\n( زندگينامه علامه مجلسي 2 / 105 )\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\n[ 98 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه الأخ الايماني مولانا محمد مؤمن القهبائي وفقه الله تعالى لنيل السعادات\r\nوأنقذه من الهلكات ، سماعا وتصحيحا في مجالس آخرها الثاني عشر من شهر ربيع\r\nالثاني لسنة ثمان وتسعين والألف الهجرية .\r\nفأجزت له روايته عني بأسانيدي المتكثرة إلى ثقة الاسلام حشره الله تعالى\r\nمع أئمة الأنام .\r\nوكتب بيمناه الجانية أفقر العباد إلى عفو ربه الغني محمد باقر بن محمد تقي\r\nعفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب العقل والتوحيد من \" الكافي \" في مكتبة آية الله المرعشي\r\nبقم - رقم 261 )\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\n\r\n( 73 )\r\nالمولى مراد الكشميري\r\nمحمد مراد بن محمد صادق بن محمد علي بن حيدر الكشميري\r\nقرأ على العلامة المجلسي وسمع منه كثيرا من أخبار آل البيت عليهم السلام ،\r\nفأجازه في جمادى الأولى سنة 1086 بالمشهد الرضوي عليه السلام .\r\nوتتلمذ أيضا على الشيخ محمد بن الحسن الحر العاملي .\r\nأجاز جماعة من الاعلام ، منهم قدوته وأستاذه السيد عبد الصمد بن عبد\r\nالقادر البحراني .\r\nله \" الدليل القاطع \" في شرح بداية الهداية للحر العاملي ، و \" النور الساطع \"\r\nو \" حاشية من لا يحضره الفقيه \" والرجال \" .\r\n( نجوم السماء ص 225 ، الكواكب المنتثرة - مخطوط ، زندگينامه\r\nعلامه مجلسي 2 / 97 )\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\n[ 99 
  ]\r\nبسم الله الرحمن الرحيم\r\nأما بعد حمدا لله على جزيل نواله والصلاة على سيد المرسلين محمد وآله .\r\nأما بعد :\r\nفيقول الفقير إلى عفو ربه الغافر محمد بن محمد تقي المدعو بباقر عفى الله\r\nعن جرائمهما :\r\nان المولى الفاضل الكامل الصالح التقي الذكي الألمعي مولانا مراد الكشميري\r\nأيده الله تعالى لما كان ممن أقبل بشراشره نحو تتبع أخبار سيد المرسلين والأئمة\r\nالطاهرين صلوات الله عليه وعليهم أجمعين واقتفاء آثارهم وسمع منى كثيرا من\r\nأخبارهم سماع تحقيق وايقان وتدقيق واتقان ، ثم استجازني روايتها ، فاستخرت\r\nالله تعالى وأجزت له أن يروي عني كل ما صحت لي روايته وأبيحت لي اجازته\r\nبأسانيدي المتصلة إلى أصحاب العصمة والطهارة صلوات الله عليهم ، وهي كثيرة\r\nأوردتها في كتابي الكبير .\r\nفليرو دام تأييده عني كل ما علم أنه داخل في مقروءاتي أو مسموعاتي أو مجازاتي\r\nوليرو عني جميع مؤلفات والدي العلامة قدس الله روحه وجميع مصنفاتي مراعيا\r\nللاحتياط وسائر الشروط المذكورة في الإجازات .\r\nوأرجو منه أن لا ينساني في\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nحياتي وبعد وفاتي .\r\nوكتبت تلك الأحرف بيميني الفانية الجانية في شهر جمادى الأولى لسنة ست\r\nوثمانين بعد الألف في المشهد المقدس الرضوي صلوات الله على مشرفه .\r\nوالحمد لله أولا وآخرا ، وصلى الله على محمد سيد النبيين وآله الطيبين\r\nالأكرمين .\r\n( من مجموعة إجازات في المكتبة المركزية بجامعة طهران - رقم\r\n1859 )\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\n\r\n( 74 )\r\nالأمير محمد معصوم العقيلي\r\nمحمد معصوم بن مير محمد مؤمن العقيلي الشيرازي\r\nقرأ على العلامة المجلسي جملة من كتب الحديث ، فكتب له انهاءا في آخر\r\nكتاب العشرة من \" الكافي \" في جمادى الآخرة سنة 1083 ، وانهاءا في أواخر\r\nالمشيخة من كتاب \" من لا يحضره الفقيه \" في رجب سنة 1082 .\r\nوقرأ كتاب الفقيه أيضا على السيد محمد بن سعيد بن القاسم الطباطبائي فكتب\r\nله انهاءا في جمادى الثانية سنة 1082 .\r\n( الروضة النضرة - مخطوط ، زندگينامه علامه مجلسي 2 / 99 )\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\n[ 100 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى السيد الأيد الفاضل الكامل التقي الذكي أمير معصوم العقيلي\r\nأيده الله تعالى سماعا وتصحيحا وضبطا في مجالس آخرها بعض أيام شهر رجب\r\nالمرجب من شهور سنة اثنتين وثمانين بعد الألف .\r\nوأجزت له زيد توفيقه أن يروي ما أخذه عني بأسانيدي المتكثرة المتصلة\r\nإلى أهل بيت العصمة والطهارة من أجداده الأطهرين صلوات الله عليهم أجمعين .\r\nوكتب بيمناه الداثرة أحقر عباد الله محمد باقر بن محمد تقي عفى الله عن\r\nجرائمهما ، حامدا مصليا مسلما .\r\n( في هامش المشيخة من كتاب \" من لا يحضره الفقيه \" في مكتبة آية\r\nالله المرعشي بقم رقم 3182 )\r\n[ 101 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى السيد الأيد الفاضل الكامل التقي النقي الزكي مير محمد معصوم\r\nالعقيلي أيده الله تعالى سماعا وتصحيحا وضبطا في مجالس آخرها بعض أيام جمادى\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\nالآخرة من شهور سنة ثلاث وثمانين بعد الألف .\r\nوأجزت له زيد توفيقه أن يروي ما أخذه عني بأسانيدي المتكثرة المتصلة إلى\r\nأهل بيت العصمة والطهارة من أجداده الأطهرين صلوات الله عليهم أجمعين .\r\nوكتب بيمناه الداثرة أحقر عباد الله محمد باقر بن محمد تقي عفا الله عن جرائمهما ،\r\nحامدا مصليا مسلما .\r\n( آخر كتاب العشرة من \" الكافي \" ، كما في كتاب علماء معاصرين ص 296 والروضة النضرة المخطوط )\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\n\r\n( 75 )\r\nمولانا محمد مقيم\r\nمحمد مقيم\r\nقرأ على العلامة المجلسي كتاب \" الكافي \" ، فكتب له انهاءا في آخر المجلد\r\nالأول منه في خامس ذي الحجة سنة 1077 .\r\nوفي تلامذة المجلسي ذكروا جماعة باسم محمد مقيم ، لم نجد لصاحب\r\nالترجمة هنا تمييزا حتى نعرفه بعينه .\r\nويظن الشيخ آقا بزرك أنه المولى محمد مقيم الفريدني الخوانساري ، لان\r\nصاحب النسخة ( من الكافي ) هو الشيخ عبد العال بن محمد مقيم المذكور .\r\n( الروضة النضرة - مخطوط ، زندگينامه علامه مجلسي 2 / 100 )\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\n[ 102 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الأولى الفاضل الكامل الزكي مولانا محمد مقيم وفقه الله تعالى\r\nلمراضيه ، سماعا وتصحيحا وضبطا في مجالس آخرها خامس شهر ذي الحجة\r\nالحرام من شهور سنة سبع وسبعين بعد الألف من الهجرة النبوية .\r\nوأجزت له دام تأييده أن يروي عني هذا الكتاب وسائر كتب الاخبار المأثورة\r\nعن الأئمة الأطهار صلوات الله عليهم ، آخذا عليه ما أخذ علي من الاحتياط في\r\nالنقل والفتوى فان المفتي على شفير جهنم .\r\nوكتب بيمناه الجانية أفقر عباد الله إلى رحمة ربه الغني محمد باقر بن محمد\r\nتقي عفى الله عن جرائمهما ، حامدا مصليا مسلما .\r\n( آخر الأصول من كتاب \" الكافي \" كان عند شيخ الاسلام الزنجاني\r\nكما كتبه إلى السيد عبد الحجة البلاغي بخطه المصور في كتاب \" گلزار\r\nحجة بلاغي \" )\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\n\r\n( 76 )\r\nمولانا محمد مقيم الأصبهاني\r\nمحمد مقيم بن محمد باقر الأصبهاني\r\nفاضل جليل من أعلام العلماء بأصبهان\r\nتتلمذ على المولى محمد تقي المجلسي والمولى محمد باقر المحقق السبزواري .\r\nأجازه المولى محمد تقي المجلسي في ربيع الأول سنة 1070 .\r\nوأخذ عن العلامة المجلسي شطرا وافيا من المعارف اليقينية والعلوم الدينية\r\nفأجازه في شهر جمادى الثانية سنة 1076 .\r\nوهو أيضا مجاز من المولى عبد الله بن محمد تقي المجلسي .\r\nله \" توضيح العقود \" .\r\n( زندگينامه علامه مجلسي 2 / 104 )\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\n[ 103 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله ، وسلام على عباده الذين اصطفى محمد وأهل بيته أئمة الهدى\r\nومصابيح الدجى .\r\nأما بعد :\r\nفيقول المذنب الخاطئ الخاسر محمد المدعو بباقر ابن مروج آثار الأئمة\r\nالطاهرين محمد الملقب بالتقي حشره الله مع مواليه شفعاء يوم الدين :\r\nان المولى الفاضل البارع الورع التقي الذكي الأخ في الله المحبوب لوجهه\r\nالمبتغي لمرضاته تعالى مولانا محمد مقيم - هداه الله إلى الصراط المستقيم وجعله\r\nمن الهداة إلى الدين القويم - لما طال تردده لدي وكثر اختلافه إلي وأخذ عني\r\nشطرا وافيا من المعارف اليقينية والعلوم الدينية ، استجازني فأجزت له دام تأييده\r\nبعد الاستخارة أن يروي عني كل ما تصح لي روايته بأسانيدي المتكثرة المتصلة\r\nإلى أصحاب العصمة صلوات الله عليهم أجمعين ، وهي متكثرة جدا وقد أوردتها\r\nفي المجلد الخامس والعشرين من كتاب \" بحار الأنوار \" .\r\nومنها ما أخبرني به جماعة من العلماء الأخيار : منهم الوالد العلامة ، والشيخ\r\nالمحقق المدقق أستاد الأفاضل مولانا حسن علي التستري قدس الله روحيهما ،\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\nوالمولى المحقق العارف مولانا محمد محسن القاشاني ، وقدوة الحكماء المتألهين\r\nالسيد السند ميرزا رفيع الدين محمد النائيني ، والفاضل الصالح مولانا محمد\r\nشريف الأصبهاني وغيرهم من الأفاضل ، عن الشيخ المدقق النحرير شيخ الاسلام\r\nوالمسلمين بهاء الملة والحق والدين العاملي قدس الله روحه - إلى آخر ما أورده\r\nالوالد العلامة رضي الله عنه 1 ) .\r\nوأخبرني العدة المتقدمة جميعا سوى المولى محمد محسن ، عن الشيخ العالم\r\nالورع وحيد زمانه الشريف مولانا عبد الله التستري - إلى آخر ما ذكر الوالد قدس\r\nالله أرواحهم .\r\nوأخبرني الشيخ الفاضل الصالح الكامل نجل الأفاضل الشيخ علي بن محمد\r\nابن الحسن بن الشيخ السعيد زين الملة والدين الشهيد ، عن الشيخين الجليلين\r\nالسيد نور الدين بن علي بن الحسين بن أبي الحسن الحسيني والشيخ نجيب الدين\r\nعلي بن محمد بن عيسى ، عن شيخهما المحققين الشيخ حسن بن الشهيد الثاني\r\nوالسيد شمس الدين محمد بن علي الحسيني الشهير بابن أبى الحسن طاب ثراهما ،\r\nعن السيد علي بن أبي الحسن والشيخ الأجل الحسين بن عبد الصمد والسيد نور الدين علي الهاشمي ، جميعا عن المؤيد بالتأييد الرباني زين الملة والدين الشهير بالشهيد\r\nالثاني - إلى آخر ما أثبته قدس الله روحه في إجازاته .\r\nوأخبرني السيد العالم العامل أمير شرف الدين علي الشولستاني ، عن السيد\r\nأمير فيض الله التفرشي ، والعالم البارع الشيخ محمد بن الحسن ، عن الشيخ حسن\r\nصاحب المعالم قدس الله أرواحهم ، عن الشيخ حسين بن عبد الصمد ، عن الشهيد\r\n\r\n","description":"","footnote":" 1 ) إشارة إلى السند المذكور في الإجازة التي قبل هذه الإجازة في المجموعة المنقول .\r\nعنها هذه الإجازة ، وقد كتبها المولى محمد تقي المجلسي للمجاز المولى محمد مقيم . ","page_name":" 275 ","page_number":275},
  {"content":"\r\nالثاني نور الله ضريحهم .\r\nوأخبرنا السيد المذكور أيضا ، عن السيد فيض الله ، عن السيد علي أبى\r\nالحسن العاملي ، عن الشهيد الثاني .\r\nوأخبرني السيد أيضا ، عن العالم الزاهد المجاور لبيت الله تعالى ميرزا محمد\r\nالأسترآبادي ، عن الشيخ الأجل إبراهيم ، عن أبيه الشيخ نور الدين علي بن عبد\r\nالعالي قدس الله أرواحهم .\r\nوأخبرني السيد العالم المهذب الفاضل الميرزا محمد الجزائري أطال الله\r\nبقاءه ، عن والده الشريف شرف الدين علي بن نعمة الله الموسوي ، عن الشيخ\r\nعبد النبي الجزائري ، عن الشيخ نور الدين علي بن عبد العالي .\r\nوأخبرني السيد المقدم ذكره ، عن السيد نور الدين بالسند المتقدم .\r\nفليرو عني أدام الله تأييداته بهذه الأسانيد وغيرها من طرقي إلى المشايخ\r\nالعظام جميع الكتب المؤلفة المذكورة في إجازات أصحابنا رضوان الله عليهم .\r\nوليرو عني كل ما أفرغته في قالب التأليف ، لا سيما كتاب \" بحار الأنوار \"\r\nو \" مرآة العقول \" و \" ملاذ الاعلام ( الأخيار ظ ) \" و \" الفوائد الطريفة \" و \" عين\r\nالحياة \" وغيرها من مصنفاتي .\r\nوآخذ عليه ما أخذ علي من سلوك سبيل الاحتياط\r\nالذي لا يضل سالكه ولا يظلم مسالكه . وأرجو منه أن لا ينساني في خلواته .\r\nوكتب في شهر جمادى الثانية من شهور سنة ست وسبعين بعد الألف من\r\nالهجرة المقدسة .\r\n( ضمن مجموعة من الإجازات في مكتبة آية الله المرعشي بقم - رقم\r\n6061 )\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\n\r\n( 77 )\r\nمولانا محمد مهدي الخوانساري\r\nمحمد مهدي الخوانساري\r\nقرأ وأخوه الحاج محمد الخوانساري على العلامة المجلسي كثيرا من العلوم\r\nالدينية والآثار النبوية وكتب الاخبار ، فأجازهما مشتركين بإجازة واحدة في شهر\r\nشعبان سنة 1082 .\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\n[ 104 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين اصطفى محمد وآله خيرة الوري .\r\nأما بعد :\r\nفيقول الفقير إلى عفو ربه الغافر ابن محمد تقي محمد باقر أوتيا كتابهما يمينا\r\nوحوسبا حسابا يسيرا :\r\nاني بعد ما شرفت برهة من الزمان بصحبة الأخوين الفاضلين الكاملين التقيين\r\nالذكيين مولانا محمد مهدي ومولانا الحاج محمد الخوانساريين وفقهما الله لاقتفاء\r\nآثار المصطفين وبرأهما من كل شين ، فأطالا التردد لدي وأكثرا الاختلاف وقرءا\r\nعلي وسمعا مني وأخذا عني كثيرا من العلوم الدينية والآثار النبوية من كتب التفسير\r\nوالحديث وغيرهما قراءة تعمق وتدقيق وأخذ ايقان وتحقيق وسماع ضبط وتصحيح\r\nورسما على هوامش كتبهما كثيرا مما جاد به قلمي القاصر وسمح به فكري الفاتر .\r\nفاستجازاني فأجزت لهما بعد الاستخارة من الله تعالى أن يرويا عني كل ما\r\nصحت لي روايته واجازته بحق إجازتي وروايتي عن مشايخي وأسلافي رضوان الله\r\nعليهم بأسانيدي المتصلة إليهم ، وهي جمة أوردتها في المجلد الخامس والعشرين\r\nمن كتاب \" بحار الأنوار \" .\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\nولنذكر هنا ما هو أعلاها وأوجزها ، وهو :\r\nما أخبرني به عدة من المشايخ الكرام والأفاضل الاعلام ، منهم والدي\r\nالعلامة الفهامة قدس الله أرواحهم ، بحق روايتهم عن شيخ الاسلام والمسلمين بهاء\r\nالملة والحق والدين محمد العاملي ، عن والده الشيخ الجليل حسين بن عبد الصمد ،\r\nعن الشيخ الأعظم الأعلم السعيد الشهيد زين الدين [ بن 
  ] علي بن أحمد الشامي\r\nنور الله ضرايحهم ، عن شيخه الاجل نور الدين علي بن عبد العالي الميسي ، عن\r\nالشيخ شمس الدين محمد بن المؤذن الجزيني ، عن الشيخ ضياء الدين علي ،\r\nعن والده الفاضل النحرير السعيد الشهيد شمس الدين محمد بن مكي رفع الله\r\nدرجاتهم ، عن الشيخ فخر الدين أبى طالب محمد ابن الشيخ العلامة آية الله في\r\nالعالمين جمال الملة والحق والدين الحسن بن يوسف بن المطهر ، عن والده رضي\r\nالله عنهم ، عن شيخه المحقق السعيد نجم الدين أبى القاسم جعفر بن الحسن بن\r\nيحيى بن سعيد قدس الله نفسه ، عن السيد الجليل شمس الدين فخار بن معد\r\nالموسوي ، عن الشيخ أبى الفضل شاذان بن جبرئيل القمي ، عن الفقيه العماد أبى\r\nجعفر محمد بن أبي القاسم الطبري ، عن الشيخ أبى علي الحسن ، عن والده\r\nالجليل شيخ الطائفة أبى جعفر محمد بن الحسن الطوسي طيب الله أرماسهم ، عن\r\nالشيخ السعيد المفيد محمد بن محمد بن النعمان نور الله مرقده ، عن الشيخ أبى\r\nالقاسم جعفر بن محمد بن قولويه طاب ثراه ، عن الشيخ الجليل ثقة الاسلام أبى\r\nجعفر محمد بن يعقوب الكليني رفع الله درجته .\r\nوبالاسناد المتقدم عن الشيخ المفيد رحمه الله ، عن الشيخ الفقيه الصدوق أبى\r\nجعفر محمد بن علي بن بابويه القمي رضي الله عنه .\r\nفليرويا دام توفيقهما عني جميع ما صحت لي روايته من مصنفات المشايخ\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\nالمذكورين ، لا سيما الكتب الأربعة ، أعني \" الكافي \" و \" من لا يحضره الفقيه \"\r\nو \" تهذيب الأحكام \" و \" الاستبصار \" التي عليها المدار في تلك الاعصار وسائر كتب\r\nالخاصة والعامة مما حوته إجازات علمائنا الاعلام .\r\nوأجزت لهما أيضا أن يرويا عني كل ما نظمته في سلك التأليف أو أفرغته في\r\nقالب التصنيف ، لا سيما كتاب \" بحار الأنوار \" المشتمل على أخبار الأئمة الأطهار\r\nوشرحها ، وهو خمس وعشرون مجلدا ، وكتاب \" مرآة العقول \" لشرح الكافي ،\r\nوكتاب \" ملاذ الأخيار \" لشرح تهذيب الاخبار ، وكتاب \" عين الحياة \" في شرح\r\nوصية النبي صلى الله عليه وآله لأبي ذر الغفاري رضي الله عنه ، وكتاب \" حلية\r\nالمتقين \" في الآداب ، رسالة \" الأوزان \" ورسالة \" العقائد \" ورسالة \" الساعات \"\r\nو \" الفرائد الطريفة في شرح الصحيفة الشريفة \" .\r\nوآخذ عليهما ما أخذ علي من العهد بملازمة التقوى والزهد في الدنيا ومراقبة\r\nالله سبحانه في السر والاعلان والاخذ بنهاية الاحتياط في عامة الأمور والتوقف في\r\nموضع اللبس والشبهة ، فان الوقوف عند الشبهات خير من الاقتحام في الهلكات ،\r\nوبذل الوسع في تحصيل العلم وتحقيقه وبذله لأهله ، كل ذلك لابتغاء مرضاة الله\r\nمن غير رياء أو مراء ، أعاذنا الله منهما .\r\nوألتمس منهما أن لا ينسياني وجميع مشايخي ممن ذكرته أو لم أذكره في\r\nالخلوات ومظان إجابة الدعوات .\r\nوكتب في شهر شعبان المعظم من شهور سنة اثنتين وثمانين بعد الألف .\r\nوالحمد لله أولا وآخرا ، وصلى الله على محمد وأهل بيته الغر الميامين .\r\n( آخر كتاب \" من لا يحضره الفقيه \" في المكتبة الرضوية بالمشهد\r\n- رقم 755 )\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\n\r\n[ 78 
  ]\r\nالمولى محمد نصير المجلسي\r\nمحمد نصير بن عبد الله بن محمد تقي بن مقصود علي المجلسي الأصبهاني\r\nفاضل قليل النظير عالم جامع .\r\nتتلمذ على عمه العلامة المجلسي شطرا وافيا من العلوم العقلية والنقلية والأدبية\r\nومما قرأ عنده كتاب \" الكافي \" فأجازه فيه في شهر محرم سنة 1078 .\r\nله \" ترجمة فتن البحار \" و \" حاشية الروضة البهية \" و \" اثبات رؤية الجن \"\r\n( رياض العلماء 3 / 237 ، الفيض القدسي ص 123 ، الكواكب\r\nالمنتثرة - مخطوط )\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\n[ 105 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وسلام على عباده الذين اصطفى محمد وآله خيرة الورى\r\nأما بعد :\r\nفقد استجازني قرة عيني وثمرة فؤادي ومن له بين عشائري خالص حبى\r\nوودادي ابن أخي محمد نصير صانه الله الحفيظ القدير عن مزالق التقصير بعد أن قرأ\r\nعلي وسمع مني وأخذ عني شطرا وافيا من العلوم النقلية والعقلية والأدبية حتى فاز\r\nفي عنفوان شبابه باحراز قصب السبق في ميادين الفضل من بين أشباهه وأقرانه .\r\nفاستخرت الله وأجزت له دام تأييده أن يروي عني كل ما صحت لي اجازته\r\nوروايته من مصنفات الخاصة والعامة من كتب التفاسير والأحاديث والفقه والكلام\r\nوالأصول والصرف والنحو والمنطق والمعاني وكتب معرفة الرجال والتجاويد\r\nوغير ذلك مما اشتمل عليه إجازات أصحابنا رضوان الله عليهم ، لا سيما الكتب\r\nالأربعة في الحديث لأبي جعفرين المحمدين الثلاثة قدس الله أرواحهم التي عليها\r\nالمدار في تلك الاعصار ، وطرقي إليها جمة أوردتها في آخر مجلدات كتاب \" بحار الأنوار\r\n\" ولنذكر منها أوثقها وأعلاها .\r\nوهو ما أخبرني به جماعة من العلماء الأعلام وعدة من الفضلاء الكرام ،\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\nمنهم والدي العلامة قدس الله أرواحهم ، بحق روايتهم عن شيخ الاسلام والمسلمين\r\nبهاء الملة والحق والدين العاملي ، عن والده الجليل الشيخ حسين بن عبد الصمد\r\nالحارثي ، عن الشيخ السعيد العالم الرباني زين الملة والدين المشتهر بالشهيد\r\nالثاني ، عن شيخه الاجل نور الدين علي بن عبد العالي الميسي ، عن الشيخ شمس\r\nالدين محمد بن المؤذن الجزيني ، عن الشيخ النبيل ضياء الدين علي ، عن والده\r\nالسعيد الشهيد شمس الدين محمد بن مكي ، عن الشيخ الكامل فخر الدين أبي\r\nطالب محمد ، عن والده العلامة جمال الملة والحق والدين الحسن بن يوسف\r\nابن المطهر ، عن شيخه المحقق نجم الملة والدين أبى القاسم جعفر بن الحسن بن\r\nيحيى بن سعيد ، عن السيد شمس الدين فخار بن معد الموسوي ، عن الشيخ أبى\r\nالفضل شاذان بن جبرئيل القمي ، عن الشيخ العماد أبى جعفر محمد بن أبي القاسم\r\nالطبري ، عن الشيخ الجليل أبى علي الحسن ، عن والده شيخ الطائفة المحقة\r\nورئيسها أبى جعفر محمد بن الحسن الطوسي ، عن الشيخ العالم الكامل المفيد\r\nمحمد بن محمد بن النعمان ، عن شيخه أبى القاسم جعفر بن محمد بن قولويه ، عن\r\nشيخه القمقام ثقة الاسلام محمد بن يعقوب الكليني نور الله ضرائحهم أجمعين\r\nوحشرهم مع الأئمة الطاهرين .\r\nوبالاسناد عن الشيخ المفيد ، عن الشيخ الصدوق أبى جعفر محمد بن علي\r\nابن الحسين بن موسى بن بابويه القمي رحمه الله .\r\nفليرو عني مصنفات هؤلاء الكرام وغيرهم من مؤلفي الخاصة والعامة بالأسانيد\r\nوالطرق التي اشتملت عليها إجازات أسلافنا رضي الله عنهم ، لا سيما إجازات\r\nالعلامة والشهيدين والشيخ حسن رفع الله درجاتهم .\r\nوليرو عني ما أفرغته في قالب التصنيف ونظمته في سلك التأليف ، لا سيما ،\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\nكتاب \" بحار الأنوار \" المشتمل على أخبار الأئمة الأطهار وشرحها وكتاب \" مرآة\r\nالعقول \" في شرح الكافي وكتاب \" ملاذ الأخيار لشرح تهذيب الاخبار \" وكتاب\r\n\" الفرائد الطريفة لشرح الصحيفة \" وكتاب \" عين الحياة \" .\r\nوآخذ عليه ما أخذ علي من ملازمة التقوى والاحتياط التام في النقل والفتوى\r\nوترك المراء والجدال ورعاية الاخلاص في العلم والعمل والسعي في بذل العلم\r\nلأهله وأن لا ينساني حيا وميتا من الدعاء في محله .\r\nوكتب بيمناه الجانية الفانية أفقر عباد الله إلى رحمة ربه الغني محمد باقر بن\r\nمحمد تقي عفى الله عن جرائمهما في شهر محرم الحرام من شهور سنة ثمان وسبعين\r\nبعد الألف من الهجرة المقدسة على هاجرها وآله الطاهرين ألف ألف صلاة وتحية .\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\n\r\n( 79 )\r\nمولانا محمد يوسف القزويني\r\nمحمد يوسف بن بهلوان صفر القزويني\r\nعالم فاضل فقيه متبحر ، أقام مدة بأصبهان لتحصيل العلوم الدينية ، ثم تولى\r\nالتدريس في بعض مدارس قزوين .\r\nمن تلامذة المولى الخليل بن الغازي القزويني ، وقد قرأ على الآقا حسين\r\nالمحقق الخوانساري .\r\nأجازه العلامة المجلسي بإجازة مختصرة ، وأجازه القزويني أيضا كما كتبه\r\nصاحب الترجمة بخطه ذيل إجازة المجلسي .\r\nله \" آداب الحج \" و \" وضع المسجد الحرام \" و \" مناسك الحج \" .\r\n( رياض العلماء 5 / 199 ، الكواكب المنتثرة - مخطوط ، زندگينامه\r\nعلامه مجلسي 2 / 110 )\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\n[ 106 
  ]\r\nبسم الله الرحمن الرحيم\r\nأما بعد حمدا لله سبحانه على نعمائه ، وصلاته على سيد أنبيائه والأكرمين من\r\nأوصيائه :\r\nفقد استجازني المولى الأولى الفاضل الكامل الصالح الفالح التقي الذكي\r\nالألمعي جامع فنون الكمالات وحائز قصبات السبق في مضامير السعادات الأخ\r\nالأسعد الوفي مولانا محمد يوسف القزويني كثر الله أمثاله وبلغه في الدارين آماله .\r\nفأجزت له دام تأييده أن يروي عني كل ما صح لي روايته وجاز لي اجازته\r\nمما صنف في الاسلام من كتب الخاص والعام ، لا سيما ما اشتمل عليه إجازة والدي\r\nالعلامة نور الله ضريحه ، عني عنه بأسانيده المزبورة .\r\nوأن يروي عني جميع ما أفرغته في قالب التصنيف أو نظمته في سلك التأليف ،\r\nلا سيما كتاب \" بحار الأنوار \" وكتاب \" الفرائد الطريفة \" وكتاب \" مرآة العقول \"\r\nوكتاب \" ملاذ الأخيار \" وكتاب \" شرح الأربعين \" وكتاب \" عين الحياة \" وكتاب\r\n\" حياة القلوب \" وكتاب \" جلاء العيون \" وكتاب \" تحفة الزائر \" وكتاب \" مشكاة\r\nالأنوار \" ورسائل \" العقائد \" و \" الشك \" و \" الأوزان \" و \" الاختيارات \" وغيرها .\r\nوأوصيه بتقوى الله ومراقبته في السر والاعلان وفي جميع الأحوال ، وألتمس\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\nمنه أن لا ينساني حيا وميتا .\r\nوكتب بيمناه الداثرة الوازرة أفقر العباد إلى عفو ربه الغني محمد باقر بن\r\nمحمد تقي عفى الله عن جرائمهما ، حامدا مصليا مسلما .\r\n( من مصورة \" مجموعة الإجازات \" في المكتبة المركزية بجامعة\r\nطهران - رقم 3394 )\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\n\r\n( 80 )\r\nميرزا محمود القمي\r\nمحمود القمي ، عماد الدين\r\nقرأ على العلامة المجلسي كتاب \" تهذيب الأحكام \" ، فكتب له انهاءا في آخر\r\nكتاب التجارة منه في شهر جمادى الأولى سنة 1096 .\r\n( الكواكب المنتثرة - المخطوط )\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\n[ 107 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح الفالح النجيب اللبيب المتوقد الزكي ميرزا\r\nعماد الدين محمود القمي وفقه الله تعالى لمراضيه ، سماعا وتصحيحا في مجالس\r\nآخرها بعض أيام شهر جمادى الأولى سنة ست وتسعين بعد الألف .\r\nفأجزت له روايته عني بأسانيدي المتصلة إلى أرباب العصمة صلوات الله عليهم\r\nأجمعين .\r\nوكتب بيمناه الجانية أفقر العباد إلى عفو ربه الغني محمد باقر بن محمد تقي\r\nعفي عنهما ، حامدا مصليا مسلما .\r\n( آخر كتاب التجارة من \" تهذيب الأحكام \" كما في الكواكب\r\nالمنتثرة )\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\n\r\n( 81 )\r\nالحاج محمود الأصبهاني\r\nمحمود بن محمد ( غياث الدين ) الأصبهاني\r\nقرأ على العلامة المجلسي المجلد الرابع من كتاب \" بحار الأنوار \" فكتب له\r\nانهاءا في آخره في الخامس عشر من شهر ذي القعدة سنة 1092 .\r\n( الفيض القدسي ص 94 ، الكواكب المنتثرة - مخطوط ، زندگينامه\r\nعلامه مجلسي 2 / 95 )\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\n[ 108 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه الأخ في الله المحبوب لوجه الله المبتغي لمرضاته تعالى الحاج محمود\r\nابن المبرور الحاج غياث الدين محمد الأصبهاني وفقه الله سبحانه لمراضيه وجعل\r\nمستقبله خيرا من ماضيه ، سماعا وتصحيحا وضبطا في مجالس عديدة آخرها خامس\r\nعشر شهر ذي القعدة الحرام لسنة اثنتين وتسعين بعد الألف هجرية .\r\nفأجزت له روايته عني مراعيا لشرائط الرواية داعيا لي في مآن الإجابة .\r\nوكتب بيمناه الجانية مؤلفه غفر الله له ولوالديه ، حامدا مصليا مسلما .\r\n( آخر المجلد الرابع من كتاب \" بحار الأنوار \" من كتب السيد\r\nالمشكاة المهداة إلى المكتبة المركزية بجامعة طهران - رقم 529 )\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\n\r\n( 82 )\r\nمولانا محمود الطبسي\r\nمحمود بن محمد مقيم الطبسي\r\nقرأ على العلامة المجلسي كتاب \" تهذيب الأحكام \" فأجازه في أربعة مواضع\r\nمنه في صفر سنة 1095 ورجب 1095 وجمادى الأولى 1096 ورابع ذي القعدة\r\n1096 .\r\nوقرأ عليه أيضا كتاب \" الكافي \" فكتب على أوائل المجلد الثاني منه انهاءا\r\nفي غرة جمادى الأولى سنة 1100 .\r\n( الكواكب المنتثرة - مخطوط ، زندگينامه علامه مجلسي 2 / 96 )\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\n[ 109 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح الرضي الذكي الألمعي مولانا محمود الطبسي\r\nوفقه الله تعالى لمراضيه ، سماعا وتصحيحا وضبطا وتحقيقا في غرة شهر جمادى الأولى\r\nمن سنة مائة وألف .\r\nفأجزت له روايته عني بأسانيدي الجمة المتصلة إلى المؤلف قدس الله روحه .\r\nوكتب بيمناه الوازرة الداثرة أفقر العباد إلى عفو ربه الغني محمد باقر بن\r\nمحمد تقي عفي عنهما ، حامدا مصليا مسلما .\r\n( آخر الجزء الثامن من أصول \" الكافي \" عند العلامة الدكتور\r\nالسيد احمد التويسركاني الأصبهاني بأصبهان ) .\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\n\r\n( 83 )\r\nملك مسيح\r\nملك مسيح\r\nمن تلامذة العلامة المجلسي ، قرأ عليه \" الصحيفة السجادية \" مكررا فكتب له\r\nإجازة روايته عنه في شهر ذي الحجة سنة 1109 .\r\n( الكواكب المنشرة - مخطوط )\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\n[ 110 
  ]\r\nبسم الله الرحمن الرحيم\r\nلقد سمع مني الأخ المبتغي لمرضاته تعالى \" الصحيفة السجادية \" صلوات الله\r\nعلى من ألهمها ، مرات شتى . فأجزت له تلاوتها وروايتها عني بأسانيدها المتكثرة\r\nالمتصلة إليه سلام الله عليه .\r\nوكتب بيمينه الجانية الفانية أفقر العباد إلى عفو ربه الغني محمد باقر بن محمد\r\nتقي عفى الله عن جرائمهما في شهر ذي الحجة الحرام 1109 ، حامدا مصليا مسلما .\r\n( من الكواكب المنشرة )\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\n\r\n( 86 )\r\nالسيد نعمة الله الجزائري\r\nالسيد نعمة الله بن عبد الله بن محمد الحسيني الموسوي الجزائري\r\nولد في قرية \" الصباغية \" من قرى الجزائر في سنة 1050 .\r\nمن أعاظم العلماء وأعيان المحدثين ، له اهتمام بالغ بكتب الحديث وشرح\r\nكثيرا منها وربما كرر شرح بعضها .\r\nتتلمذ على جماعة من شيوخ العلم ، أشهرهم المولى محمد باقر المحقق السبزواري\r\nوجمال الدين محمد المحقق الخوانساري وابنه الآقا حسين الخوانساري والشيخ\r\nمحمد بن الحسن الحر العاملي وميرزا رفيع الدين محمد النائيني والمولى محسن\r\nالفيض الكاشاني .\r\nقرأ على العلامة المجلسي شطرا وافيا من العلوم العقلية والنقلية وعدة من كتب\r\nالحديث ، فمما قرأ عليه من كتب الحديث كتاب \" من لا يحضره الفقيه \" فأجازه\r\nفيه في سنة 1075 وكتاب \" تهذيب الأحكام \" فكتب له انهاءا في أخر كتاب الزكاة\r\nمنه من دون تاريخ وكتاب \" نهج البلاغة \" فأجازه فيه في شوال سنة 1096 .\r\nله أكثر من خمسين كتابا ورسالة ، أشهرها \" الأنوار النعمانية \" و \" زهر الربيع \"\r\nو \" غاية المرام في شرح تهذيب الأحكام \" و \" مقصود الأنام في شرح تهذيب الأحكام \"\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\nو \" كشف الاسرار في شرح الاستبصار \" و \" أنس الفريد في شرح التوحيد \" و \" النور\r\nالمبين في قصص الأنبياء والمرسلين \" .\r\nتوفي ليلة الجمعة 23 شوال 1112 في \" جايدر \" من أعمال \" فيلي \" وبها أقبر ،\r\nوقبره الان مزار يقصده العامة .\r\n( نابغة فقه وحديث )\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\n[ 111 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله الذي جعل الروايات عن الأئمة السادات ذريعة لنيل السعادات ،\r\nوصان طرقها بالإجازات عن تطرق الشكوك والشبهات ، والصلاة على أشرف البريات\r\nمحمد المنتهي إليه سلسلة العلم والحكمة من كل الجهات ، وأهل بيته المعصومين\r\nمن جميع النقائص والسيئات ، المعروفين بالنبالة والجلالة في الأرضين والسماوات .\r\nأما بعد :\r\nفيقول المفتقر إلى عفو ربه الغافر ابن المولى المبرور محمد تقي محمد المدعو\r\nبباقر عفى الله عن جرائمهما :\r\nاني تشرفت برهة من الزمان بصحبة السيد الأيد الحسيب الحبيب اللبيب الأديب\r\nالأريب الفاضل الكامل المحقق المدقق ، جامع فنون العلم وأصناف السعادات حائز\r\nقصبات السبق في مضامير الكمالات ، الأخ الوفي والصاحب الرضي السيد نعمة الله\r\nالحسيني الجزائري رزقه الله الوصول إلى أعلى مدارج المتقين واقتفاء آبائه\r\nالطاهرين ، فقرأ علي وسمع مني وأخذ عني شطرا وافيا من العلوم العقلية والنقلية\r\nوالأدبية ، لا سيما كتب الاخبار المأثورة عن الأئمة الأبرار صلوات الله عليهم أجمعين ،\r\nفاستجازني تأسيا بسلفنا الصالحين ولينظم بذلك في سلك رواة أخبار أئمة الدين\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\nسلام الله عليهم أجمعين ، وكان ذلك بعد أن بلغ الغاية القصوى في الدراية ، رقى\r\nالعلوم ومناكبها ورمى بأرواقه عن مراكبها وعقدت لإفادته المجالس وغصت\r\nبمواعظه المحافل والمدارس ، وصنف في أكثر العلوم الدينية والمعارف اليقينية\r\nمصنفات رائقة يسطع منها أنوار الفضل والعرفان ، فاستخرت الله سبحانه وأجزت\r\nله أن يروي عني كل ما صح لي روايته وجاز لي اجازته مما صنف في الاسلام من\r\nمؤلفات الخاص والعام في فنون العلم من التفسير والحديث والدعاء والأصولين\r\nوالفقه والتجويد والمنطق والصرف والنحو واللغة والمعاني والبيان وغير ذلك ،\r\nبحق روايتي وإجازتي عن مشايخي الكرام وأسلافي الفخام رضوان الله عليهم ،\r\nوطرقي إليها أكثر من أن أحصيها له هنا ، ولنذكر له بعضها :\r\n( فمنها ) ما أخبرني به عدة من الأفاضل الكرام وجم غفير من العلماء الأعلام ،\r\nمنهم والدي العلامة وشيخه الأفضل الأكمل مولانا حسين علي التستري وسيد الحكماء\r\nالمتألهين الأمير رفيع الدين محمد الطباطبائي والسيد الفاضل البارع الذكي الأمير\r\nمحمد بن قاسم بن الأمير محمد القهپائي الطباطبائي والفاضل الصالح مولانا محمد\r\nشريف الرويدشتي أفاض الله على تربتهم شآبيب الغفران ، بحق روايتهم واجازتهم\r\nعن شيخ الاسلام والمسلمين بهاء الملة والحق والدين محمد العاملي قدس الله روحه ،\r\nعن والده الفقيه الشيخ حسين بن عبد الصمد الحارثي طاب ثراه ، عن الشيخ الأفخم\r\nالأعلم السعيد الشهيد زين الدين بن علي بن أحمد الشامي رفع الله درجته ، عن شيخه\r\nالاجل نور الدين علي بن عبد العالي الميسي نور الله مرقده ، عن الشيخ شمس الدين\r\nمحمد بن المؤذن الجزيني رحمه الله ، عن الشيخ الجليل ضياء الدين علي ، عن\r\nوالده العلامة السعيد الشهيد محمد بن مكي رضي الله عنه ، عن الشيخ الأدق\r\nالمدقق فخر الدين أبى طالب محمد ، عن والده العلامة المشتهر في المشارق\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\nوالمغارب جمال الملة والحق والدين الحسن بن يوسف بن المطهر قدس الله لطيفهما ،\r\nعن شيخه المحقق السعيد نجم الملة والدين أبى القاسم جعفر بن الحسن بن يحيى\r\nابن سعيد طهر الله رمسه ، عن السيد الجليل الفخار بن معد الموسوي قدس الله\r\nنفسه ، عن الشيخ الجليل أبى الفضائل شاذان بن جبرئيل القمي رحمة الله عليه ،\r\nعن الشيخ الفقيه العماد أبى جعفر محمد بن أبي القاسم الطبري ، عن الشيخ النبيل\r\nأبى علي الحسن طاب ثراه ، عن والده شيخ الطائفة المحقة وملاذها في جميع الأعصار\r\nوالأمصار أبي جعفر محمد بن الحسن الطوسي جزاه الله عن الايمان وأهله\r\nخير الجزاء ، عن السيد الأفضل الأعلم الأنجب المرتضى علم الهدى علي بن\r\nالحسين الموسوي وأخيه السيد الرضي قدس الله روحهما . وهذا الكتاب المستطاب\r\nتأليف السيد الرضي رضي الله عنه .\r\n( ح ) وعن شيخ الطائفة ، عن الشيخ المحقق المدقق الموفق السعيد المفيد\r\nأبى عبد الله محمد بن محمد بن النعمان أحله الله أعلى فراديس الجنان ، عن الشيخ\r\nالثقة أبى القاسم جعفر بن محمد بن قولويه رحمه الله ، عن الشيخ الأعظم ثقة\r\nالاسلام أبى جعفر محمد بن يعقوب الكليني نور الله مضجعه .\r\n( ح ) وبالاسناد عن الشيخ المفيد أبى عبد الله طاب ثراه ، عن الشيخ الفقيه رئيس\r\nالمحدثين أبى جعفر محمد بن علي بن الحسين بن موسى بن بابويه القمي رضي\r\nالله عنه وأرضاه .\r\n( ومنها ) ما أخبرني به العدة المتقدم ذكرهم روح الله أرواحهم ، عن شيخهم\r\nالعالم العامل البدل المدقق العابد الزاهد التقي المولى عبد الله بن الحسين التستري\r\nقدس الله نفسه ، عن شيخه الجليل النبيل نعمة الله بن أحمد بن محمد بن خاتون\r\nالعاملي ، عن أبيه النبيه احمد ، عن جده الأمجد رضي الله عنهم ، عن الشيخ جمال\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\nالدين أحمد بن الحاج علي العيناثي ، عن الشيخ زين الدين جعفر بن حسام الدين ،\r\nعن السيد الاجل الحسن بن أيوب الشهير بابن نجم الدين ، عن الشيخ الشهيد\r\nالسعيد محمد بن مكي طيب الله أرواحهم .\r\n( ح ) ومنها ما أخبرني به السيد الجليل الشريف الفاضل الأمير شرف الدين\r\nعلي بن حجة الله الحسني الحسيني الشولستاني النجفي ، إجازة عن السيد المعظم\r\nالأمير فيض الله بن الأمير عبد القاهر التفريشي الحسيني رحمة الله عليهما ، عن شيخه\r\nالاجل المدقق الشيخ محمد ، عن والده العلامة أفضل المتأخرين الشيخ حسن بن\r\nالشهيد الثاني ، عن والده الأعظم الأكرم نور الله مراقدهم .\r\n( ح ) وعن الشيخ شرف الدين ، عن قدوة العلماء المتبحرين السيد السند\r\nميرزا محمد بن الأمير علي الأسترآبادي صاحب كتاب \" منهج المقال في تحقيق\r\nأحوال الرجال \" قدس سره ، عن الشيخ السعيد الفاضل إبراهيم بن علي بن عبد العالي\r\nالميسي ، عن والده العلامة - إلى آخر ما مر من السند .\r\n( ومنها ) ما أخبرني به عدة من العلماء الثقات الاعلام ، عن شيخهم الأمجد\r\nالسيد نور الدين علي بن علي بن الحسين بن أبي الحسن الحسيني الموسوي العاملي\r\nالمجاور لبيت الله الحرام ، وقد أجازني هذا السيد قدس الله لطيفه مراسلة أيضا ،\r\nعن شيخيه العالمين العاملين الكاملين المدققين جمال الدين أبى منصور الحسن بن\r\nالشهيد الثاني والسيد شمس الدين محمد بن علي الحسيني الشهير بابن أبى الحسن\r\nصاحب \" مدارك الأحكام \" قدس الله أسرارهم ، عن السيد علي بن أبي الحسن والشيخ\r\nعز الدين الحسين بن عبد الصمد الحارثي رحمة الله عليهما والسيد العابد نور الدين\r\nعلي بن السيد فخر الدين الهاشمي رحمه الله ، بحق رواية الجميع عن العالم الرباني\r\nالشهيد الثاني أعلى الله مقامه .\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\n( ح ) ومنها ما أخبرني به الشيخ الجليل عبد الله بن الشيخ جابر العاملي ابن عمة\r\nوالد والدي رحمه الله ، عن جد والدي من قبل أمه الفاضل المحدث مولانا درويش\r\nمحمد بن الشيخ حسن والشيخ جابر العاملي طيب الله تربتهما ، عن المدقق العلامة\r\nمروج المذهب نور الدين علي بن عبد العالي الكركي شكر الله مساعيه في الجنان ،\r\nعن الشيخ نور الدين علي بن هلال الجزائري ، عن الشيخ جمال الدين أحمد بن\r\nفهد الحلي ، عن الشيخ علي بن الخازن الحائري والشيخ الأجل علي بن عبد الحميد\r\nالنيلي ، عن الشهيد السعيد محمد بن مكي رضي الله عنهم أجمعين . وهذا أعلى طرقي .\r\nومثله ما أخبرني به والدي قدس الله سره ، عن الشيخ الأفخم أبى البركات الواعظ\r\nبأصفهان إجازة في صغره ، عن الشيخ نور الدين الكركي برد الله مضاجعهم .\r\n( ح ) ومنها ما أخبرني به عدة من الأفاضل الكرام ، منهم والدي والمولى\r\nمحمد شريف الرويدشتي والسيد السند الأمير فيض الله بن السيد غياث الدين محمد\r\nالطباطبائي رحمهم الله ، عن السيد الحسيب الفاضل السيد حسين بن السيد حيدر\r\nالحسيني الكركي المفتي بأصفهان قدس سره ، عن الشيخ نور الدين محمد بن\r\nحبيب الله رحمه الله ، عن السيد النجيب اللبيب السيد محمد مهدي ، عن والده\r\nالجليل الكامل الباذل السيد محسن الرضوي المشهدي ، عن الشيخ الجليل الفاضل\r\nالعلامة محمد بن علي بن إبراهيم بن أبي جمهور الأحسائي رفع الله درجاتهم - إلى\r\nآخر الأسانيد المذكورة في كتاب \" عوالي اللئالي \" .\r\nهذا ما تيسر لي ايراده في هذا الوقت ، وهو قليل من كثير بل حفنة من بيدر\r\nكبير .\r\nفأبحت له كثر الله في العلماء مثله أن يروي عني كل ما علم أنه داخل في مقرواتي\r\nومسموعاتي ومجازاتي بتلك الأسانيد وغيرها مما أوردته في الكتاب الكبير ، وأن\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\nيروي عني جميع مؤلفات والدي وسائر مشايخي وكل ما أفرغته في قالب التصنيف\r\nأو نظمته في سلك التأليف ، لا سيما كتاب \" بحار الأنوار \" .\r\nوأوصيه بما أوصيت به من ملازمة تقوى الله سبحانه في جميع الأحوال والأزمان ،\r\nودوام مراقبته في السر والاعلان ، وسلوك مسلك الاحتياط في جميع الأمور ، لا سيما\r\nفي النقل والفتوى . وألتمس منه أن لا ينساني في حياتي وبعد وفاتي .\r\nوكتب في شهر شوال من سنة 1096 .\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\n\r\n( 85 )\r\nمولانا ولى البروجردي\r\nولي بن رضا خان البروجردي\r\nقرأ على العلامة المجلسي كتاب \" الكافي \" ، فكتب له انهاءا في آخر الأصول\r\nمنه في خامس شهر ذي الحجة سنة 1077 .\r\n( الروضة النضرة - مخطوط )\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\n[ 112 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الكامل الصالح التقي الذكي مولانا ولي البروجردي\r\nوفقه الله تعالى للارتقاء على أعلى مدارج الكمال في العلم والعمل ، سماعا وتصحيحا\r\nوضبطا في مجالس آخرها خامس شهر ذي الحجة الحرام من شهور سنة سبع وسبعين\r\nوألف من الهجرة المقدسة .\r\nوأجزت له دام تأييده أن يروي عني كل ما صحت لي روايته بحق روايتي عن\r\nمشايخي وأسلافي رضوان الله عليهم ، وهي جمة .\r\nوأوثقها وأعلاها ما أخبرني جماعة من الأفاضل الكرام ، منهم والدي العلامة\r\nقدس الله أرواحهم ، عن شيخ الاسلام والمسلمين بهاء الملة والدين محمد العاملي\r\nالحارثي ، عن والده الجليل الشيخ حسين بن عبد الصمد ، عن الشيخ النحرير السعيد\r\nالشهيد زين الدين بن علي بن أحمد الشامي - إلى آخر ما هو مذكور في اجازته\r\nالمشهورة نور الله ضرايحهم ، آخذا عليه ما أخذ علي من الاحتياط في النقل والفتوى\r\nوملازمة الطاعة والتقوي .\r\nوكتب بيمناه الجانية الفانية أحقر عباد الله الغني محمد باقر بن محمد تقي\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\nعفي عنهما .\r\nوالحمد لله أولا وآخرا ، وصلى الله على محمد وأهل بيته الطاهرين .\r\n( آخر الأصول من \" الكافي \" ، كما في الروضة النضرة المخطوط )\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\n[ 113 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه الأخ في الله المحبوب لوجه الله المبتغي لمرضاته تعالى قراءة وتصحيحا\r\nوتدقيقا ، في مجالس عديدة آخرها بعض أيام شهر جمادى الأولى لسنة ثلاث وتسعين\r\nبعد الألف .\r\nفأجزت له روايته عني ، والحمد لله وحده وصلى الله على محمد وأهل بيته\r\nالطاهرين .\r\nوكتب مؤلفه عفي عنه .\r\n( هامش صفحة من المجلد الخامس من \" بحار الأنوار \" في مكتبة\r\nالمسجد الأعظم بقم - رقم 1753 )\r\n[ 114 
  ]\r\nبسم الله الرحمن الرحيم\r\nأنهاه المولى الفاضل الصالح التقي مولانا [ . . 
  ] وفقه الله تعالى ، سماعا\r\nوتصحيحا وضبطا في [ . . . 
  ] عشر شهر ذي القعدة الحرام لسنة خمس وتسعين .\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\nفأجزت له رواية ما أودع فيه مراعيا [ . . . 
  ] .\r\nالجانية مؤلفه عفى الله عنه ، حامدا مصليا [ . . . 
  ] .\r\n[ 115 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله ، وسلام على عباده الذين اصطفى .\r\nلقد نظرت فيه وتبينته وهو من مؤلفاتي ، وأجزت لكافة إخواني المؤمنين ،\r\nلا سيما صاحب الكتاب أحسن [ الله له 
  ] يوم الحساب العمل به وروايته عني . وألتمس\r\nمنهم أن يذكروني بصالح الدعوات في مآن [ الإجابة 
  ] .\r\nوكتب بيمناه الجانية [ الفانية 
  ] أفقر العباد إلى عفو ربه الغني محمد باقر بن\r\nمحمد تقي مؤلف هذا الكتاب غفر الله له [ ولوالديه 
  ] يوم الحساب .\r\nختمه\r\nمحمد باقر العلوم\r\n\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310}
  ]