[
  {"content":"\r\n\r\n\r\n[ هوية الكتاب 
  ]\r\nمقدمة في\r\nعلم الأخلاق\r\nالسيد كمال الحيدري\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nجميع الحقوق محفوظة للناشر\r\nمقدّمة في علم الأخلاق\r\nالسيد كمال الحيدري\r\nالتنضيد والإخراج الفنّي : افتخاري\r\nمنشورات : دار فراقد\r\nالطبعة الثانية : 1427 ه‍ - 2006 م\r\nالمطبعة : ستاره\r\nالكمّية : 1000 نسخة\r\nسعر النسخة : 1200 تومان\r\nدار فراقد للطباعة والنشر\r\nإيران\r\n ISBN : 964 - 96354 - 7 - 5 \r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم  فَبِما رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ . . . \r\nآل عمران : 159\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nتمهيد :\r\n\r\nأهميّة العنصر الأخلاقي في القرآن\r\nاهتمّ القرآن الكريم بمكارم الأخلاق وذمّ مساوئها في آياته المتكرّرة وسوره المتتالية بحيث بلغت مجموع الآيات التي تحدّثت عن الأخلاق صراحة أو إشارة ، أمرا أو نهيا ، ما يقرب من ربع العدد الإجمالي لآيات القرآن الكريم .\r\nولعلّ السرّ في عناية القرآن الكريم بهذا الأصل ، هو ما ذكره في قوله تعالى :  فَبِما رَحْمَةٍ مِنَ اللَّهِ لِنْتَ لَهُمْ وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ  « 1 » .\r\n« قال الواحدي : الفظّ : الغليظ الجانب السيّئ الخلق ، وأصله فظظ .\r\nوأمّا الفضّ بالضاد فهو تفريق الشيء ، وانفضّ القوم تفرّقوا ؛ قال تعالى :\r\n وَإِذا رَأَوْا تِجارَةً أَوْ لَهْواً انْفَضُّوا إِلَيْها  « 2 » ، ومنه فضضت الكتاب ، ومنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 159 .\r\n( 2 ) الجمعة : 11 .\r\n","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nيقال : لا يفضض اللّه فاك .\r\nفإن قيل : ما الفرق بين الفظّ وبين غليظ القلب ؟\r\nقلنا : الفظّ الذي يكون سيّئ الخلق ، وغليظ القلب هو الذي لا يتأثّر قلبه عن شيء ، فقد لا يكون الإنسان سيّئ الخلق ولا يؤذي أحدا ، ولكنّه لا يرقّ لهم ولا يرحمهم ، فظهر الفرق من هذا الوجه .\r\nأمّا ما هي العلاقة بين الفظّ الغليظ القلب وبين التفرّق وعدم الاجتماع حوله صلّى اللّه عليه وآله فقد أجيب عنه : « أنّ المقصود من البعثة أن يبلّغ الرسول تكاليف اللّه إلى الخلق ، وهذا المقصود لا يتمّ إلّا إذا مالت قلوبهم إليه ، وسكنت نفوسهم لديه ، وهذا المقصود لا يتمّ إلّا إذا كان رحيما كريما ، يتجاوز عن ذنبهم ، ويعفو عن إساءتهم ، ويخصّهم بوجوه البرّ والمكرمة والشفقة ، فلهذه الأسباب وجب أن يكون الرسول مبرأ عن سوء الخلق ، وكما يكون كذلك وجب أن يكون غير غليظ القلب ، بل يكون كثير الميل إلى إعانة الضعفاء ، كثير القيام بإعانة الفقراء ، كثير الصفح عن زلّاتهم ، فلهذا المعنى قال :  وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ  ولو انفضّوا من حوله فات المقصود من البعثة والرسالة » « 1 » لذا أمره تعالى في ذيل الآية بأن يعفو عنهم فيما يختصّ بحقّه صلّى اللّه عليه وآله وأن يستغفر لهم فيما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التفسير الكبير أو مفاتيح الغيب : للإمام فخر الدين الرازي الشافعي : ج 9 ص 52 ، منشورات : محمّد علي بيضون لنشر كتب السنّة والجماعة ، دار الكتب العلمية ، بيروت - لبنان .\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nيتعلّق بحقّ اللّه تعالى ، كما ذكره الزمخشري في الكشّاف « 1 » .\r\nوالآية دالّة على وجوب العفو عنهم ؛ لقوله :  فَاعْفُ عَنْهُمْ  ولكن لمّا آل الأمر إلى الأمّة لم يوجبه عليهم ، بل ندبهم إليه ، فقال تعالى :\r\n وَالْعافِينَ عَنِ النَّاسِ  « 2 » ليعلم أنّ حسنات الأبرار سيّئات المقرّبين .\r\nوكيفما كان فهذه الآية المباركة تدلّ دلالة واضحة أنّ من أهمّ قواعد وأصول تبليغ هذا الدين القيّم ، هو التحلّي بهذا الخلق الإلهي الرفيع ، لأنّ الناس في حاجة إلى كنف رحيم ، وإلى رعاية فائقة ، وإلى بشاشة سمحة ، وإلى ودّ يسعهم ، وحلم لا يضيق بجهلهم وضعفهم ونقصهم ، في حاجة إلى قلب كبير يعطيهم ولا يحتاج منهم إلى عطاء ، ويحمل همومهم ولا يعنيهم بهمّه ، ويجدون عنده دائما الاهتمام والرعاية والعطف والسماحة والودّ والرضاء . . . .\r\nوهكذا كان قلب رسول اللّه ، وهكذا كانت حياته مع الناس ، ما غضب لنفسه قطّ ، ولا ضاق صدره لضعفهم البشري ، ولا احتجز لنفسه شيئا من أعراض هذه الحياة ، بل أعطاهم كلّ ما ملكت يداه في سماحة ندية ، ووسعهم حلمه وبرّه وعطفه وودّه الكريم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكشّاف عن حقائق غوامض التنزيل وعيون الأقاويل في وجوه التأويل وهو تفسير القرآن الكريم للإمام جار اللّه محمود بن عمر الزمخشري ، المتوفّى سنة 528 ه ج 1 ص 431 .\r\n( 2 ) آل عمران : 134 .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n\r\nوَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ\r\nمن هنا يتّضح أهميّة ما أثنى به القرآن الكريم على سيّد الأنبياء والمرسلين محمّد المصطفى صلّى اللّه عليه وآله حيث قال :  وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ  « 1 » .\r\n« والخلق العظيم : هو الخلق الأكرم في نوع الأخلاق ، وهو البالغ أشدّ الكمال المحمود في طبع الإنسان . . . فهو أرفع من مطلق الخلق الحسن » « 2 » .\r\nقال الرازي : « إنّما وصف خلقه بأنّه عظيم وذلك لأنّه تعالى قال له :\r\n أُولئِكَ الَّذِينَ هَدَى اللَّهُ فَبِهُداهُمُ اقْتَدِهْ  « 3 » .\r\nوهذا الهدى الذي أمر اللّه محمّدا بالاقتداء به ، ليس هو معرفة اللّه ، لأنّ ذلك تقليد وهو غير لائق بالرسول ، وليس هو الشرائع لأنّ شريعته مخالفة لشرائعهم ، فتعيّن أن يكون المراد منه أمره عليه الصلاة والسّلام بأن يقتدي بكلّ واحد من الأنبياء المتقدّمين ، فيما اختصّ به من الخلق الكريم ، فكأنّ كلّ واحد منهم كان مختصّا بنوع واحد ، فلمّا أمر محمّد عليه الصلاة والسّلام بأن يقتدي بالكلّ فكأنّه أمر بمجموع ما كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القلم : 4 .\r\n( 2 ) التحرير والتنوير المعروف بتفسير ابن عاشور التونسي ، تأليف : سماحة الأستاذ الإمام الشيخ محمّد الطاهر ابن عاشور : ج 29 ص 60 مؤسّسة التاريخ ، الطبعة الأولى .\r\n( 3 ) الأنعام : 90 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nمتفرّقا فيهم ، ولمّا كان ذلك درجة عالية لم تتيسّر لأحد من الأنبياء قبله ، لا جرم وصف اللّه خلقه بأنّه عظيم ، وفيه دقيقة أخرى وهي قوله  لَعَلى خُلُقٍ عَظِيمٍ  وكلمة « على » للاستعلاء ، فدلّ اللفظ على أنّه مستعل على هذه الأخلاق ومستول عليها ، وأنّه بالنسبة إلى هذه الأخلاق الجميلة كالمولى بالنسبة إلى العبد وكالأمير بالنسبة إلى المأمور » « 1 » .\r\nوقد تكرّر مثل هذا الأسلوب الاستعلائي في كلامه سبحانه في مقامات مختلفة ، حيث قال في حقّه صلّى اللّه عليه وآله :  إِنَّكَ لَعَلى هُدىً مُسْتَقِيمٍ  « 2 » ، وقال :  إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ  « 3 » ، وقال :  إِنَّكَ عَلى صِراطٍ مُسْتَقِيمٍ  « 4 » .\r\nلذا قيل في وصف خلقه صلّى اللّه عليه وآله : « ويعجز كلّ قلم ، ويعجز كلّ تصوّر عن وصف قيمة هذه الكلمة العظيمة من ربّ الوجود ، وهي شهادة من اللّه ، في ميزان اللّه ، لعبد اللّه ، يقول له فيها :\r\n وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ  ومدلول الخلق العظيم ، هو ما هو عند اللّه ممّا لا يبلغ إلى إدراك مداه أحد من العالمين !\r\nودلالة هذه الكلمة العظيمة على عظمة محمّد صلّى اللّه عليه وآله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التفسير الكبير أو مفاتيح الغيب : ج 29 ص 71 .\r\n( 2 ) الحج : 67 .\r\n( 3 ) النمل : 79 .\r\n( 4 ) الزخرف : 43 .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nتبرز من نواح شتّى :\r\n* تبرز من كونها كلمة من اللّه الكبير المتعال : يسجّلها ضمير الكون ، وتثبت في كيانه ، وتتردّد في الملأ الأعلى إلى ما شاء اللّه .\r\n* وتبرز من جانب آخر ، من جانب إطاقة محمّد صلّى اللّه عليه وآله وسلّم لتلقّيها ، وهو يعلم من ربّه هذا ، قائل هذه الكلمة ، ما هو ؟ ما عظمته ؟ ما دلالة كلماته ، ما مداها ؟ ما صداها ؟ ويعلم من هو إلى جانب هذه العظمة المطلقة ، التي يدرك هو منها ما لا يدركه أحد من العالمين » « 1 » .\r\nويمكن أن يذكر وجه آخر لبيان توصيف خلقه صلّى اللّه عليه وآله بأنّه عظيم ، أنّه ورد عن عائشة أنّها سئلت عن خلق رسول اللّه صلّى اللّه عليه وآله فقالت : « إنّ خلقه كان القرآن » « 2 » . ولمّا كان القرآن عظيما كما جاء في قوله تعالى :  وَلَقَدْ آتَيْناكَ سَبْعاً مِنَ الْمَثانِي وَالْقُرْآنَ الْعَظِيمَ  « 3 » يثبت أنّه صلّى اللّه عليه وآله كان على خلق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في ظلال القرآن ، سيّد قطب : ج 8 ص 220 ، دار إحياء التراث العربي ، بيروت - لبنان ، الطبعة السابعة : 1391 ه .\r\n( 2 ) أخرجه مسلم في صلاة المسافرين ، باب جامع صلاة الليل ومن نام عنه أو مرض ، برقم 746 وأخرجه أبو داود في الصلاة ، باب صلاة الليل برقم 1342 ، والنسائي في قيام الليل ، والدارمي في الصلاة باب صفة صلاة رسول اللّه ، وأحمد في المسند ، وكذلك الحاكم في المستدرك ج 2 ص 499 ، وقال : حديث صحيح على شرط الشيخين ، ووافقه الذهبي والبيهقي في دلائل النبوّة ، وغيرهم كثير . نقلا عن كتاب أخلاق النبي في القرآن والسنّة : ج 1 ص 63 ، الحاشية .\r\n( 3 ) الحجر : 87 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nعظيم ، كما أكّدت ذلك آية سورة القلم :  وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ  بمؤكّدات عديدة هي :\r\n* وقوعه في جواب القسم .\r\n* « إنّ » المؤكّدة .\r\n* إبراز كاف الخطاب تشريفا وتنويها بشأنه .\r\n* اللام المؤكّدة التي هي في موضع القسم عوضا عن المزحلقة .\r\nوكيفما كان فإذا ضممنا إلى ذلك ما حثّ عليه القرآن من وجوب الاتّباع لهذا النبي العظيم :  قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ  « 1 » واتّخاذه أسوة وقدوة :\r\n لَقَدْ كانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كانَ يَرْجُوا اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً  « 2 » يتّضح لنا أهميّة العنصر الأخلاقي في النظرية القرآنية وأصالته في العقيدة الإسلامية . لذا نجد أنّ هذا العنصر له دور أصيل في جميع ما أسّسه الشارع في أصوله التشريعية والتهذيبية فإنّ « القوانين والسنن التي سنّها الشارع وإن كانت عادلة في حدود مفاهيمها ، وأحكام الجزاء وإن كانت بالغة في شدّتها ، لا تجري على رسلها في المجتمع ، ولا تسدّ باب الخلاف وطريق التخلّف ، إلّا بأخلاق فاضلة إنسانية ، تقطع دابر الظلم والفساد ، كملكة اتباع الحقّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 31 .\r\n( 2 ) الأحزاب : 21 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nواحترام الإنسانية والعدالة والكرامة والحياة ونشر الرحمة ونظائرها .\r\nوبالجملة السنن والقوانين لا تأمن التخلّف إلّا إذا تأسّست على أخلاق كريمة إنسانية واستظهرت بها .\r\nنعم الأخلاق بمفردها لا تفي بإسعاد المجتمع ، ولا تسوق الإنسان إلى العمل الصالح ، إلّا إذا اعتمدت على التوحيد ، وهو الإيمان بأنّ للعالم ومنه الإنسان ، إلها واحدا سرمديا لا يعزب عن علمه شيء ، ولا يغلب في قدرته عن أحد ، خلق الأشياء على أكمل نظام ، لا لحاجة منه إليها ، وسيعيدهم إليه فيحاسبهم ، فيجزي المحسن بإحسانه ، ويعاقب المسئ بإساءته ، ثمّ يخلدون منعّمين أو معذّبين » « 1 » .\r\n\r\nقَدْ أَفْلَحَ مَنْ زَكَّاها\r\nوبهذا يتأسّس ما أكّده القرآن الكريم ، من ضرورة التحلّي بالأخلاق الإلهية والتخلّي عن رذائل الأخلاق وذمائمها .\r\nولعلّ من أهمّ المشاهد القرآنية التي حثّت على الأخلاق الحسنة وحذّرت من الأخلاق السيئة ما جاء في أوّل سورة الشمس ؛ قال تعالى :\r\n      بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ * وَالشَّمْسِ وَضُحاها * وَالْقَمَرِ إِذا تَلاها * وَالنَّهارِ إِذا جَلَّاها * وَاللَّيْلِ إِذا يَغْشاها * وَالسَّماءِ وَما بَناها *      \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان في تفسير القرآن ، للعلامة السيد محمد حسين الطباطبائي : ج 11 ص 156 ، منشورات مؤسسة الأعلمي للمطبوعات ، بيروت - لبنان ، الطبعة الثانية .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n     وَالْأَرْضِ وَما طَحاها * وَنَفْسٍ وَما سَوَّاها * فَأَلْهَمَها فُجُورَها وَتَقْواها * قَدْ أَفْلَحَ مَنْ زَكَّاها * وَقَدْ خابَ مَنْ دَسَّاها      « 1 » .\r\nهذه الآيات القصيرة « ذات القافية الواحدة ، والإيقاع الموسيقي الموحّد ، تتضمّن عدّة لمسات وجدانية ، تنبثق من مشاهد الكون وظواهره التي تبدأ بها السورة ، والتي تظهر كأنّها إطار للحقيقة الكبيرة التي تتضمّنها السورة ، حقيقة النفس الإنسانية ، واستعداداتها الفطرية ، ودور الإنسان في شأن نفسه ، وتبعته في مصيرها ، هذه الحقيقة التي يربطها سياق السورة بحقائق الكون ومشاهده الثابتة .\r\nيقسم اللّه سبحانه بهذه الخلائق والمشاهد الكونية ، كما يقسم بالنفس وتسويتها وإلهامها ، ومن شأن هذا القسم أن يخلع على هذه الخلائق قيمة كبرى ، وأن يوجّه إليها القلوب تتملّاها ، وتتدبّر ما ذا لها من قيمة ، وما ذا بها من دلالة ، حتّى استحقّت أن يقسم بها الجليل العظيم . . .\r\nوهنا نجد القسم الموحي بالشمس وضحاها . . بالشمس عامّة وحين تضحى وترتفع عن الأفق بصفة خاصّة ، وهي أروع ما تكون في هذه الفترة وأحلى .\r\nوبالقمر إذا تلاها ، إذا تلا الشمس بنوره اللطيف الشفيف الرائق الصافي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشمس : 1 - 9 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nويقسم بالنهار إذا جلّاها ، ممّا يوحي بأنّ المقصود بالضحى هو الفترة الخاصّة لا كلّ النهار . ومثله  ( وَاللَّيْلِ إِذا يَغْشاها )  والتغشية هي مقابل التجلية ، والليل غشاء يضمّ كلّ شيء ويخفيه ، وهو مشهد له في النفس وقع ، وفي حياة الإنسان أثر كالنهار سواء .\r\nثمّ يقسم بالسماء وبنائها  ( وَالسَّماءِ وَما بَناها )  ولفظ السماء حين يذكر يسبق إلى الذهن هذا الذي نراه فوقنا كالقبّة حيثما اتّجهنا ، تتناثر فيه النجوم والكواكب السابحة في أفلاكها ومداراتها .\r\nكذلك يقسم بالأرض وطحوها  ( وَالْأَرْضِ وَما طَحاها )  والطحو كالدحو : البسط والتمهيد للحياة ، وهي حقيقة قائمة تتوقّف على وجودها حياة الجنس البشري وسائر الأجناس الحيّة .\r\nثمّ تجيء الحقيقة الكبرى عن النفس البشرية في سياق هذا القسم ، مرتبطة بالكون ومشاهده وظواهره ، وهي إحدى الآيات الكبرى في هذا الوجود المترابط المتناسق » « 1 » .\r\nهذه إطلالة سريعة على مجمل مضمون هذه الآيات المباركة ، إلّا أنّ هناك مجموعة من النكات التي تستحقّ الوقوف عندها قليلا :\r\nالأولى : من النوادر القرآنية أن يقدّم لجواب القسم بعدد كبير من الأقسام ، وقد قدّم لجواب القسم هنا ، أي قوله تعالى :   قَدْ أَفْلَحَ مَنْ زَكَّاها * وَقَدْ خابَ مَنْ دَسَّاها   بسبعة أقسام ، الأمر الذي يوضّح مدى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في ظلال القرآن : ج 8 ص 587 - 590 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nاهتمام القرآن الكريم بجواب القسم هذا ، والذي يتضمّن دعوة الإنسان إلى الالتزام بالأخلاق الحسنة ، وتجنّب السيّئ منها ، وحثّه إلى تزكية نفسه وتحذيره من دسّها .\r\nالثانية : أقسم اللّه سبحانه في هذه الآيات الشريفة بالشمس والقمر والنهار والليل والسماء والأرض ، حتّى شمل كلّ عالم المادّة - هذا العالم المشهود - بقسمه عزّ وجلّ ، ولم يبق فيه شيء إلّا وأقسم به ، وكأنّ هذه الآيات تريد أن تقول - واللّه العالم - إنّ كلّ عالم الشهادة هو لأجل خلق الإنسان ، وإنّه هو المقصود من خلق هذه الأشياء كلّها .\r\nقال تعالى :    اللَّهُ الَّذِي خَلَقَ السَّماواتِ وَالْأَرْضَ وَأَنْزَلَ مِنَ السَّماءِ ماءً فَأَخْرَجَ بِهِ مِنَ الثَّمَراتِ رِزْقاً لَكُمْ وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِيَ فِي الْبَحْرِ بِأَمْرِهِ وَسَخَّرَ لَكُمُ الْأَنْهارَ * وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دائِبَيْنِ وَسَخَّرَ لَكُمُ اللَّيْلَ وَالنَّهارَ * وَآتاكُمْ مِنْ كُلِّ ما سَأَلْتُمُوهُ وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لا تُحْصُوها إِنَّ الْإِنْسانَ لَظَلُومٌ كَفَّارٌ    « 1 » .\r\nوقال تعالى :  وَسَخَّرَ لَكُمْ ما فِي السَّماواتِ وَما فِي الْأَرْضِ جَمِيعاً مِنْهُ إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ  « 2 » .\r\nالثالثة : أنّ المراد من « النفس » في الآية المباركة هي النفس الإنسانية ؛ بقرينة قوله :   قَدْ أَفْلَحَ مَنْ زَكَّاها * وَقَدْ خابَ مَنْ دَسَّاها  \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إبراهيم : 32 - 34 .\r\n( 2 ) الجاثية : 13 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفليس المقصود هو مطلق النفس ولو كان نباتا أو حيوانا ، بل الإنسان وهو المكلّف الذي يترتّب على عمله الثواب والعقاب ، ونفوس الجن على ما يظهر من الكتاب العزيز من كونهم مكلّفين بالإيمان والعمل الصالح :  وَما خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ  « 1 » .\r\nالرابعة : أنّ مفردات « الشمس » و « القمر » و « النهار » و « الليل » و « السماء » و « الأرض » في الآيات المتقدّمة كلّها معرفة ، غير أنّ مفردة « نفس » نكرة ، إذ قال تعالى :  وَنَفْسٍ وَما سَوَّاها  ولم يقل « والنفس وما سوّاها » .\r\nولبيان سبب التنكير ، ذكرت عدّة وجوه ، لعلّ أفضلها هو ما أشار إليه الطباطبائي في تفسيره ، من أنّه جعل النفس نكرة لبيان عظمتها وفخامتها ، فكأنّه سبحانه يقول : يا أيّها الإنسان اعرف نفسك ، لأنّك وإن كنت تعرف كثيرا من الأشياء من حولك ، ولكنّك لا تعرف أقرب الأشياء إليك وهي نفسك ، واعلم أنّك بهذه النفس التي خلقتها بيديّ  قالَ يا إِبْلِيسُ ما مَنَعَكَ أَنْ تَسْجُدَ لِما خَلَقْتُ بِيَدَيَّ أَسْتَكْبَرْتَ أَمْ كُنْتَ مِنَ الْعالِينَ  « 2 » قد أصبحت سيّد عالم الإمكان ومحوره وثمرته ، بشرط أن تقوم بما يجب عليك القيام به وأن تزكّي نفسك .\r\nوالخلاصة أنّ عالم الإمكان شجرة إلهية ، والإنسان ثمرتها ، وأنّ هذا العالم يدور حول محور الإنسان الكامل ، وفي كلّ هذه المعاني -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الذاريات : 56 .\r\n( 2 ) ص : 75 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوما سبقها - إشارة إلى عظمة النفس الإنسانية وفخامتها .\r\nالخامسة : أنّ الآيات المباركة قد تسلسلت في طرح الأفكار ، إذ ورد فيها قوله تعالى :  وَنَفْسٍ وَما سَوَّاها  ومن بعده ورد قوله :\r\n فَأَلْهَمَها فُجُورَها وَتَقْواها  إذ الظاهر أنّ هذه التسوية هي المنشأ لقبول النفس إلهام التقوى والفجور ، وإلّا فإنّها بدون ذلك ليست قابلة لأيّ من الإلهامين . ولعلّ هذا هو المراد من التسوية في قوله تعالى :\r\n الَّذِي خَلَقَ فَسَوَّى  « 1 » بناء على أنّ المراد من الخلق هو خصوص الإنسان ، فيكون المراد من التسوية ما ذكر هنا في قوله تعالى :  فَأَلْهَمَها فُجُورَها وَتَقْواها . \r\nالسادسة : أنّ القرآن الكريم حين حثّ الإنسان على تزكية النفس فقال :  قَدْ أَفْلَحَ مَنْ زَكَّاها ،  زوّده بالمعدّات والوسائل التي يستطيع من خلالها تحقيق ذلك ، فمن جهة زوّده بالحجّة الباطنة وهي العقل أو الفطرة الموجودة مع الإنسان منذ بداية خلقه  فَأَقِمْ وَجْهَكَ لِلدِّينِ حَنِيفاً فِطْرَتَ اللَّهِ الَّتِي فَطَرَ النَّاسَ عَلَيْها لا تَبْدِيلَ لِخَلْقِ اللَّهِ ذلِكَ الدِّينُ الْقَيِّمُ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ  « 2 » ،  صِبْغَةَ اللَّهِ وَمَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً  « 3 » ثمّ بيّن له من خلال ذلك ما هو العمل الحسن وما هو العمل القبيح ، كما ألهمه في فطرته ما هي التقوى وما هو الفجور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأعلى : 2 .\r\n( 2 ) الروم : 30 .\r\n( 3 ) البقرة : 138 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nقال في الميزان في ذيل قوله تعالى :  فَأَلْهَمَها فُجُورَها وَتَقْواها :  « وتعليق الإلهام على عنواني فجور النفس وتقواها ، للدلالة على أنّ المراد تعريفه تعالى للإنسان صفة فعله من تقوى وفجور ، وراء تعريفه متن الفعل بعنوانه الأوّلي المشترك بين التقوى والفجور ، كأكل المال مثلا المشترك بين أكل مال اليتيم الذي هو فجور ، وبين أكل مال نفسه الذي هو من التقوى . . . وبالجملة المراد أنّه تعالى عرّف الإنسان كون ما يأتي به من فعل فجورا أو تقوى ، وميّز له ما هو تقوى مما هو فجور » « 1 » .\r\nكما زوّده أيضا بالحجّة الظاهرة ، وهي الرسل والأنبياء والأئمّة والعلماء الصالحون ، قال الإمام موسى بن جعفر عليهما السّلام : « يا هشام إنّ للّه حجّتين ، حجّة ظاهرة وحجّة باطنة ، فأمّا الظاهرة فالرسل والأنبياء والأئمّة ، وأمّا الباطنة فالعقول » « 2 » . وقال الإمام جعفر بن محمّد الصادق عليهما السّلام : « حجّة اللّه على العباد النبي ، والحجّة بين العباد وبين اللّه العقل » « 3 » .\r\nكلّ ذلك من أجل أن تكون « الحجّة للّه على الناس » لا « الحجّة للناس على اللّه » يوم القيامة ، ولكي يقطع على الإنسان أي عذر له في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان في تفسير القرآن : ج 20 ص 298 .\r\n( 2 ) الأصول من الكافي ، لثقة الإسلام أبي جعفر محمّد بن يعقوب بن إسحاق الكليني الرازي ، ج 1 ص 16 ، باب العقل والجهل ، دار صعب ، دار التعارف للمطبوعات .\r\n( 3 ) المصدر السابق : ج 1 ص 25 ، الحديث : 22 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nذلك اليوم ؛ قال تعالى :  قُلْ فَلِلَّهِ الْحُجَّةُ الْبالِغَةُ فَلَوْ شاءَ لَهَداكُمْ أَجْمَعِينَ  « 1 » . وقال تعالى :  رُسُلًا مُبَشِّرِينَ وَمُنْذِرِينَ لِئَلَّا يَكُونَ لِلنَّاسِ عَلَى اللَّهِ حُجَّةٌ بَعْدَ الرُّسُلِ وَكانَ اللَّهُ عَزِيزاً حَكِيماً  « 2 » .\r\nالسابعة : دلالة الآية أنّ الأخلاق الحسنة والتقوى منسجمة تمام الانسجام مع الفطرة الإنسانية ، بخلاف الفجور فإنّه على خلاف طبيعتها وفطرتها . لعلّ « التعبير بالتزكية والتدسّي عن إصلاح النفس ، وإفسادها ، مبتن على ما يدلّ عليه قوله  فَأَلْهَمَها فُجُورَها وَتَقْواها  على أنّ كمال النفس الإنسانية أنّها ملهمة مميّزة - بحسب فطرتها - للفجور من التقوى ، أي أنّ الدين وهو الإسلام للّه فيما يريده فطري للنفس ، فتحلية النفس بالتقوى ، تزكية وإنماء صالح وتزويد لها بما يمدّها في بقائها ؛ قال تعالى :  وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوى وَاتَّقُونِ يا أُولِي الْأَلْبابِ  « 3 » ، وأمرها في الفجور على خلاف التقوى ، لأنّ التدسّي هو إدخال الشيء في الشيء بضرب من الإخفاء ، والمراد بها بقرينة التزكية ، الإنماء على خلاف ما يقتضيها طبعها وركّبت عليه نفسها » « 4 » .\r\nالثامنة : من أهمّ النكات التي تعرّضت لها الآية ، أنّها قدّمت القسم بالمخلوق وهو النفس  وَنَفْسٍ  على القسم بالخالق  وَما سَوَّاها \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأنعام : 149 .\r\n( 2 ) النساء : 165 .\r\n( 3 ) البقرة : 197 .\r\n( 4 ) الميزان في تفسير القرآن : ج 20 ص 298 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nفإنّ الذي سوّى النفس هو اللّه سبحانه وتعالى   الَّذِي خَلَقَ فَسَوَّى * وَالَّذِي قَدَّرَ فَهَدى   « 1 » .\r\nولعلّنا لا نجد موردا آخر مشابها لهذه الآية في تقديم القسم بالمخلوق على القسم بالخالق ، من هنا قد يفهم منه - واللّه العالم - أنّ من أفضل الطرق لمعرفة اللّه سبحانه ، يمرّ من خلال معرفة النفس ، وهذا ما أكّدته الروايات الكثيرة الواردة عن النبي الأكرم وأئمّة أهل البيت عليهم السّلام .\r\nوالحاصل أنّ آيات هذا المقطع من سورة الشمس المباركة ، أكّدت أهميّة الأخلاق والتقوى ، بما لا نجده في آيات أخرى من القرآن الكريم ، حيث قرّرت أنّ هذا العالم ، إنّما خلق لأجل الإنسان ، وخلق الإنسان لأجل الأخلاق الإلهية والتخلّق بها  قَدْ أَفْلَحَ مَنْ زَكَّاها  وبذلك يتسامى ويتكامل في مسيرته نحو الحقّ عزّ وجلّ ، حتّى يصل إلى مقام يكون فيه مظهرا لجميع الأسماء والصفات الإلهية ، فيكون مؤهّلا لحمل الأمانة التي عرضت على السماوات والأرض والجبال فأبين أن يحملنها وحملها الإنسان ؛ قال تعالى :  إِنَّا عَرَضْنَا الْأَمانَةَ عَلَى السَّماواتِ وَالْأَرْضِ وَالْجِبالِ فَأَبَيْنَ أَنْ يَحْمِلْنَها وَأَشْفَقْنَ مِنْها وَحَمَلَهَا الْإِنْسانُ  « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأعلى : 2 - 3 .\r\n( 2 ) الأحزاب : 72 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nالروايات الحاثّة على الأخلاق الحسنة\r\nالروايات الصادرة عن الرسول الأعظم صلّى اللّه عليه وآله والتي تحثّ على الأخلاق الحسنة كثيرة جدّا ، نشير إلى بعضها :\r\n* قصرت مجموعة من الروايات الواردة عن الرسول الأعظم صلّى اللّه عليه وآله هدف البعثة النبوية ، على إتمام مكارم الأخلاق ، من خلال ألسنة متعدّدة وبيانات مختلفة .\r\nقال رسول اللّه صلّى اللّه عليه وآله : « إنّما بعثت لأتمّم مكارم الأخلاق » وفي رواية « إنّما بعثت لأتمّم صالح الأخلاق » وفي ثالثة « إنّ بعثتي بتمام مكارم الأخلاق وكمال محاسن الأفعال » وفي رابعة « بعثت لأتمّم حسن الأخلاق » وفي خامسة « إنّما بعثت بمحاسن الأخلاق » « 1 » .\r\nوقد أكّد القرآن الكريم هذه الحقيقة في بيان فلسفة البعثة ؛ قال تعالى :  كَما أَرْسَلْنا فِيكُمْ رَسُولًا مِنْكُمْ يَتْلُوا عَلَيْكُمْ آياتِنا وَيُزَكِّيكُمْ وَيُعَلِّمُكُمُ الْكِتابَ وَالْحِكْمَةَ وَيُعَلِّمُكُمْ ما لَمْ تَكُونُوا تَعْلَمُونَ  « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الوسائل ومستنبط المسائل ، تأليف : خاتمة المحدّثين الحاج ميرزا حسين النوري الطبرسي ، المتوفى سنة 1320 ه : ج 11 ص 187 ، برقم 12701 ، تحقيق مؤسّسة آل البيت عليهم السّلام لإحياء التراث ؛ المحجّة البيضاء في تهذيب الأحياء للمحقّق العظيم والمحدّث الكبير الحكيم المتألّه محمّد بن المرتضى المدعوّ بالمولى محسن الكاشاني : ج 5 ص 89 دفتر انتشارات إسلامي ؛ أخلاق النبي الأكرم في القرآن والسنّة : ج 1 ص 44 ، الحاشية 3 وص 45 ، الحاشية : 1 - 3 .\r\n( 2 ) البقرة : 151 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nوقال :  لَقَدْ مَنَّ اللَّهُ عَلَى الْمُؤْمِنِينَ إِذْ بَعَثَ فِيهِمْ رَسُولًا مِنْ أَنْفُسِهِمْ يَتْلُوا عَلَيْهِمْ آياتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ وَإِنْ كانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ  « 1 » .\r\nوقال أيضا :  هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آياتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ وَإِنْ كانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ  « 2 » .\r\nفأخبر في هذه الآيات أنه بعث خاتم الأنبياء والمرسلين ليزكّي عباده ، قال الراغب الإصفهاني في « المفردات » : « أصل الزكاة النموّ الحاصل عن بركة اللّه تعالى ، ويعتبر ذلك بالأمور الدنيوية والأخروية ، يقال : زكا الزرع يزكو ، إذا حصل منه نموّ وبركة . وتزكية النفس تنميتها بالخيرات والبركات أو لهما جميعا ، فإنّ الخيرين موجودان فيها .\r\nوبزكاء النفس وطهارتها يصير الإنسان بحيث يستحقّ في الدنيا الأوصاف المحمودة وفي الآخرة الأجر والمثوبة . وينسب تارة إلى العبد لكونه مكتسبا لذلك نحو  قَدْ أَفْلَحَ مَنْ زَكَّاها  وتارة ينسب إلى اللّه تعالى لكونه فاعلا لذلك في الحقيقة نحو :  بَلِ اللَّهُ يُزَكِّي مَنْ يَشاءُ  وتارة إلى النبي لكونه واسطة في وصول ذلك إليهم نحو :  تُطَهِّرُهُمْ وَتُزَكِّيهِمْ بِها  وتارة إلى العبادة التي هي آلة في ذلك نحو :  وَحَناناً \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 164 .\r\n( 2 ) الجمعة : 2 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n مِنْ لَدُنَّا وَزَكاةً »  « 1 » .\r\nوحيث إنّ الهدف العامّ من نزول القرآن الكريم هو إيصال الإنسان إلى الفلاح ؛ قال تعالى :     ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ * الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ * وَالَّذِينَ يُؤْمِنُونَ بِما أُنْزِلَ إِلَيْكَ وَما أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ يُوقِنُونَ * أُولئِكَ عَلى هُدىً مِنْ رَبِّهِمْ وَأُولئِكَ هُمُ الْمُفْلِحُونَ     « 2 » .\r\nولا طريق للفلاح إلّا بالتزكية ؛ قال تعالى :  قَدْ أَفْلَحَ مَنْ زَكَّاها . \r\nولا طريق للتزكية إلّا باتّباع تعاليم الإسلام المتجسّدة في اتّباع الرسول الأعظم صلّى اللّه عليه وآله ؛ قال تعالى :  قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَحِيمٌ  « 3 » .\r\nولا يتحقّق هذا الاتّباع إلّا بالأخذ بكلّ ما جاءنا عنه صلّى اللّه عليه وآله ؛ قال تعالى :  وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا  « 4 » وذلك لما جاء عن أبي حمزة الثمالي عن الإمام محمد الباقر عليه السّلام قال : خطب رسول اللّه صلّى اللّه عليه وآله في حجّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المفردات في غريب القرآن ، تأليف : أبي القاسم الحسين بن محمّد المعروف بالراغب الإصفهاني ( 502 ه ) : ص 213 ، مادّة « زكا » ، دار المعرفة ، بيروت - لبنان .\r\n( 2 ) البقرة : 2 - 5 .\r\n( 3 ) آل عمران : 30 .\r\n( 4 ) الحشر : 7 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالوداع فقال : « أيّها الناس واللّه ما من شيء يقرّبكم من الجنّة ويباعدكم من النار ، إلّا وقد أمرتكم به ، وما من شيء يقرّبكم من النار ويباعدكم من الجنّة إلّا وقد نهيتكم عنه » « 1 » .\r\nثمّ حدّد صلّى اللّه عليه وآله كيفية اتّباعه بقوله : « إنّي تركت فيكم ما إن تمسّكتم به لن تضلّوا بعدي ، كتاب اللّه حبل ممدود من السماء إلى الأرض ، وعترتي أهل بيتي ، ولن يفترقا حتّى يردا عليّ الحوض ، فانظروا كيف تخلفوني فيهما » « 2 » .\r\nقال في « نفحات الأزهار » : « إنّ هذا الحديث رواه عن النبي صلّى اللّه عليه وآله أكثر من ثلاثين صحابيا ، وما لا يقلّ عن ( 300 ) عالم من كبار علماء السنّة ، في مختلف العلوم والفنون ، في جميع الأعصار والقرون ، بألفاظ مختلفة وأسانيد متعدّدة ، وفيهم الصحاح والمسانيد وأئمّة الحديث والتفسير والتاريخ ، فهو حديث صحيح متواتر بين المسلمين » « 3 » .\r\nفتحصّل أنّ الهدف الأساس من البعثة النبوية ، هو التحلّي بمكارم الأخلاق ، وهذا معناه أنّ الشريعة الخاتمة التي جاء بها سيّد الأنبياء والمرسلين صلّى اللّه عليه وآله ذات أسس أخلاقية عليها تقوم ، وبها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأصول من الكافي : ج 1 ص 74 ، كتاب الإيمان والكفر ، باب الطاعة والتقوى .\r\n( 2 ) سنن الترمذي : ج 5 ص 664 ، الحديث : 3786 .\r\n( 3 ) نفحات الأزهار في خلاصة عبقات الأنوار في الردّ على التحفة الاثني عشرية ، حديث الثقلين : ج 1 ص 185 ، تأليف السيّد علي الحسيني الميلاني .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nتنفّذ في كلّ جوانبها الإيمانية ، والتعبّدية ، والتعاملية ، فلا يزكو إيمان ولا عبادة ولا عمل ، ما لم يكن مصبوغا بالصبغة الأخلاقية الفاضلة ، إذ ليس من خلق كريم ولا فعل جميل إلّا وقد وصله اللّه بالدين » « 1 » .\r\nوبهذا يتّضح وجه ما ذكره ابن عباس في ذيل قوله تعالى :  وَإِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ  « أي على دين كريم شريف » « 2 » فسمّى الدين كلّه خلقا ؛ لذا ورد أنه جاء رجل إلى رسول اللّه صلّى اللّه عليه [ وآله 
  ] وسلّم من بين يديه فقال : يا رسول اللّه ما الدين ؟ قال : حسن الخلق ، فأتاه من قبل يمينه فقال : يا رسول اللّه ما الدين ؟ قال : حسن الخلق ، ثمّ أتاه من قبل شماله فقال : ما الدين ؟ فقال : « حسن الخلق » « 3 » .\r\n* وقال أبو الدرداء : سمعت رسول اللّه صلّى اللّه عليه وآله يقول :\r\nأفضل ما يوضع في الميزان حسن الخلق والسخاء ، ولمّا خلق اللّه الإيمان قال : اللهمّ قوّني ، فقوّاه بحسن الخلق والسخاء ، ولمّا خلق اللّه الكفر ، قال :\r\nاللهمّ قوّني ، فقوّاه بالبخل وسوء الخلق » « 4 » .\r\n* وعنه صلّى اللّه عليه وآله : « أثقل ما يوضع في الميزان تقوى اللّه والخلق الحسن » « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخلاق النبي في القرآن والسنّة : ج 1 ص 46 .\r\n( 2 ) تنوير المقباس من تفسير ابن عباس : ص 480 ، انتشارات استقلال ، طهران - إيران .\r\n( 3 ) إحياء علوم الدين ، تصنيف : الإمام أبي حامد محمّد بن محمّد الغزالي ، المتوفّى سنة 505 ه : ج 3 ص 49 ، دار المعرفة ، بيروت - لبنان .\r\n( 4 ) إحياء علوم الدين : ج 3 ص 50 .\r\n( 5 ) المحجّة البيضاء : ج 5 ص 89 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n* وعنه صلّى اللّه عليه وآله : « إنّ من أحبّكم إليّ وأقربكم منّي مجلسا يوم القيامة أحاسنكم أخلاقا » « 1 » .\r\n* وقال أنس : قال النبي صلّى اللّه عليه وآله : « إنّ العبد ليبلغ بحسن خلقه عظيم درجات الآخرة ، وشرف المنازل ، وإنّه لضعيف العبادة » « 2 » .\r\n* وعنه صلّى اللّه عليه وآله أنّه قال : « إنّكم لن تسعوا الناس بأموالكم فسعوهم ببسط الوجه وحسن الخلق » « 3 » .\r\n* وعن أسامة بن شريك ، قال شهدت الأعاريب يسألون النبي صلّى اللّه عليه وآله يقولون : ما خير ما أعطي العبد ؟ قال : حسن الخلق » « 4 » .\r\n* وقال صلّى اللّه عليه وآله لأبي ذرّ : « يا أبا ذرّ لا عقل كالتدبير ولا حسب كحسن الخلق » « 5 » .\r\n* وعنه صلّى اللّه عليه وآله : « إنّ المسلم المسدّد ليدرك درجة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخرجه الترمذي في البرّ والصلة ، باب ما جاء في معالي الأخلاق ، برقم 2018 من حديث جابر ، وأحمد في المسند ج 2 ص 189 ، نقلا عن كتاب أخلاق النبي في القرآن والسنّة ج 1 ص 49 ، الحاشية : 2 .\r\n( 2 ) المحجّة البيضاء : ج 5 ص 93 .\r\n( 3 ) أخرجه الطبراني والبزاز وأبو يعلى من حديث أبي هريرة ، وبعض طرق البزاز رجاله ثقات كما في المغني ، نقلا عن المحجّة : ج 5 ص 90 .\r\n( 4 ) أخرجه الطيالسي في مسنده ، تحت رقم 1233 ، عن المحجّة : ج 5 ص 91 .\r\n( 5 ) أخرجه ابن ماجة في السنن تحت رقم : 4218 ، نقلا عن المحجّة : ج 5 ص 92 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالصائم القائم بحسن خلقه » « 1 » .\r\n* وقال أنس : بينما نحن مع رسول اللّه صلّى اللّه عليه وآله يوما إذ قال : « إنّ حسن الخلق ليذيب الخطيئة كما تذيب الشمس الجليد » « 2 » .\r\n* وعنه صلّى اللّه عليه وآله : « حسن الخلق ، خلق اللّه الأعظم » « 3 » .\r\nمن هنا ورد الحثّ على التشبّه بأخلاق اللّه تعالى ، كما وقع في الحديث النبوي صلّى اللّه عليه وآله : « تخلّقوا بأخلاق اللّه » « 4 » .\r\nقال بعض المحقّقين : « والتخلّق هو التحقّق والاتّصاف بحقيقة ذلك الخلق ، لا العلم المفهومي بمعناه ، كما يحصل بالرجوع إلى المعاجم ، بأنّ الراحم كذا والعطوف كذا ، ومنه يتّضح معنى حديث رسول اللّه صلّى اللّه عليه وآله : « إنّ للّه تسعة وتسعين اسما من أحصاها دخل الجنّة » « 5 » حيث إنّ المراد هو التخلّق بحقائق تلك الأسماء ، كما ورد في حديث آخر عنه صلّى اللّه عليه وآله : إنّ للّه تسعة وتسعين خلقا ، من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخرجه أبو داود في الأدب ، باب حسن الخلق من حديث عائشة ، برقم : 4798 ، وابن حبّان في صحيحه ج 1 ص 350 ، نقلا عن أخلاق النبي في القرآن والسنّة ج 1 ص 48 ، الحاشية : 3 .\r\n( 2 ) المحجّة البيضاء : ج 5 ص 92 .\r\n( 3 ) المصدر السابق : ج 5 ص 90 .\r\n( 4 ) بحار الأنوار الجامعة لدرر أخبار الأئمّة الأطهار ، تأليف العلم العلّامة الحجّة فخر الأمّة المولى الشيخ محمّد باقر المجلسي قدس سره : ج 61 ص 129 ، مؤسّسة الوفاء ، بيروت - لبنان .\r\n( 5 ) الخصال ، للصدوق ، ص 593 ، الحديث : 4 ، طبع جامعة المدرّسين بقم .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nتخلّق بها دخل الجنّة ، لأنّ الأحاديث يعطف بعضها على بعض ، كما أنّ القرآن ينطق بعضه على بعض » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحكمة المتعالية في الأسفار العقلية الأربعة ، تصحيح وتعليق آية اللّه حسن‌زاده آملي : ج 1 ص 30 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nالبحث الأوّل تعريف علم الأخلاق\r\nقبل الدخول في تعريف علم الأخلاق لا بدّ من الوقوف على ما هو المراد من الأخلاق لغة واصطلاحا .\r\n\r\nالأخلاق لغة\r\nالأخلاق : جمع خلق - بضمّ الخاء وبضمّ اللام وسكونها - والخلق في اللغة يطلق على معان . قال في تاج العروس : « والخلق » بالضمّ وبضمّتين : السجيّة ، وهو ما خلق عليه من الطبع ، وقال ابن الأعرابي ، الخلق : المروءة ، والخلق : الدين . . والجمع أخلاق » « 1 » . وقد ميّزوا بين الخلق بالفتح والخلق بالضمّ - وإن كانا في الأصل واحد ، كالشرب والشرب - لكن « خصّ الخلق بالهيئات والأشكال والصور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاج العروس من جواهر القاموس ، تأليف : السيّد محمّد مرتضى الحسيني الزبيدي :\r\nج 25 ص 257 ، تحقيق : مصطفى حجازي ، دار الهداية للطباعة والنشر والتوزيع ؛ لسان العرب ، للإمام العلّامة ابن منظور ( 630 - 711 ه ) : ج 4 ص 193 ، دار إحياء التراث العربي - بيروت .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالمدركة بالبصر ، وخصّ الخلق بالقوى والسجايا المدركة بالبصيرة » « 1 » .\r\nتوضيح ذلك أنّ « الخلق والخلق » عبارتان مستعملتان معا ، يقال :\r\nفلان حسن الخلق والخلق - أي حسن الظاهر والباطن - فيراد بالخلق الصورة الظاهرة ، ويراد بالخلق الصورة الباطنة ، وذلك لأنّ الإنسان مركّب من جسد مدرك بالبصر ، ومن روح ونفس مدرك بالبصيرة ، ولكلّ واحد منهما هيئة وصورة إمّا قبيحة وإمّا جميلة ، فالنفس المدركة بالبصيرة أعظم قدرا من الجسد المدرك بالبصر ، ولذلك عظّم اللّه أمره بإضافته إليه إذ قال تعالى :   إِنِّي خالِقٌ بَشَراً مِنْ طِينٍ * فَإِذا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ ساجِدِينَ   فنبّه على أنّ الجسد منسوب إلى الطين ، والروح إلى ربّ العالمين ، والمراد بالروح والنفس في هذا المقام واحد » « 2 » .\r\nأصل اشتقاقه : قال ابن فارس : « الخاء واللام والقاف أصلان :\r\nأحدها : تقدير الشيء . والآخر : ملامسة الشيء . فأمّا الأوّل فقولهم :\r\nخلقت الأديم للسقاء ، إذا قدّرته . . . ومن ذلك : الخلق وهي السجيّة ، لأنّ صاحبها قد قدّر عليه ، وفلان خليق بكذا ، وأخلق به ، وما أخلقه ، أي هو ممّن يقدّر فيه ذلك ، والخلاق : النصيب ، لأنّه قد قدّر لكلّ أحد نصيبه . وأمّا الأصل الثاني ، فصخرة خلقاء ، أي ملساء » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المفردات في غريب القرآن : ص 158 ، مادّة « خلق » .\r\n( 2 ) إحياء علوم الدين : ج 3 ص 53 .\r\n( 3 ) معجم مقاييس اللغة ، لأبي الحسين أحمد بن فارس بن زكريا : ج 2 ص 213 ،\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nالأخلاق اصطلاحا\r\nقال مسكويه في « تهذيب الأخلاق » : « الخلق حال للنفس داعية إلى أفعالها من غير فكر ولا رويّة » « 1 » .\r\nوتبعه على هذا التعريف كثير ممّن أتى بعده ومنهم الغزالي في « إحياء العلوم » حيث قال : « الخلق : عبارة عن هيئة في النفس راسبخة ، عنها تصدر الأفعال بسهولة ويسر من غير حاجة إلى فكر ورويّة ، فإن كانت الهيئة بحيث تصدر عنها الأفعال الجميلة المحمودة عقلا وشرعا ، سمّيت تلك الهيئة خلقا حسنا ، وإن كان الصادر عنها الأفعال القبيحة ، سمّيت الهيئة التي هي المصدر خلقا سيّئا ، وإنّما قلنا إنّها هيئة راسخة ، لأنّ من يصدر منه بذل المال على الندور ، لحاجة عارضة ، لا يقال خلقه السخاء ، ما لم يثبت ذلك في نفسه ثبوت رسوخ ، وإنّما اشترطنا أن تصدر منه الأفعال بسهولة من غير رويّة ، لأنّ من تكلّف بذل المال أو السكوت عند الغضب بجهد ورويّة ، لا يقال خلقه السخاء والحلم .\r\nفهاهنا أربعة أمور :\r\nأحدها : فعل الجميل والقبيح .\r\nوالثاني : القدرة عليهما .\r\nوالثالث : المعرفة بهما .\r\n\r\n\r\n","description":"","footnote":"\r\nتحقيق وضبط عبد السّلام محمّد هارون .\r\n( 1 ) تهذيب الأخلاق وتطهير الأعراق ، لأبي علي أحمد بن محمّد بن يعقوب الرازي « مسكويه » ( ت : 421 ه ) ، قدّم له الشيخ حسن تميم القاضي الشرعي : ص 51 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوالرابع : هيئة للنفس بها تميل إلى أحد الجانبين ، ويتيسّر عليها أحد الأمرين ، إمّا الحسن وإمّا القبيح .\r\nوليس الخلق عبارة عن الفعل ، فربّ شخص خلقه السخاء ولا يبذل ؛ إمّا لفقد المال أو لمانع . وربما يكون خلقه البخل وهو يبذل إمّا لباعث أو لرياء ، وليس هو عبارة عن القوّة ، لأنّ نسبة القوّة إلى الإمساك والإعطاء ، بل إلى الضدّين واحد ، وكلّ إنسان خلق بالفطرة قادرا على الإعطاء والإمساك ، وذلك لا يوجب خلق البخل ولا خلق السخاء . وليس هو عبارة عن المعرفة ، فإنّ المعرفة تتعلّق بالجميل والقبيح جميعا على وجه واحد . بل هو عبارة عن المعنى الرابع ، وهو الهيئة التي بها تستعدّ النفس لأن يصدر منها الإمساك أو البذل . فالخلق إذن عبارة عن هيئة النفس وصورتها الباطنة » « 1 » .\r\nقوله : « الخلق : عبارة عن هيئة للنفس راسخة . . . » إشارة إلى وجود هيئات للنفس غير راسخة أيضا ، إذ الهيئات النفسانية على قسمين :\r\nالأوّل : هيئات غير راسخة ، وهي الهيئات التي تزول بسرعة كاحمرار وجه الإنسان عند الخجل أو اصفراره عند الخوف .\r\nالثاني : هيئات راسخة ، وهي التي لا تزول ، إمّا لا تزول أصلا كلون الإنسان مثلا ، لأنّها غير اختيارية ، أو لا تزول بسهولة ، وإذا زالت لسبب ما ، فإنّها سرعان ما ترجع مرّة أخرى ، وهذه مورد بحوثنا ، وتسمّى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إحياء علوم الدين ، الغزالي : ج 3 ص 53 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nبالملكات الاختيارية ، كالعدالة والشجاعة . فالعادل قد يرتكب ما ينافي العدالة ، ولكنّه سرعان ما يندم على فعلته ويعود إلى عدالته ، ولعلّ هذه الآية المباركة تشير إلى هذا المعنى ؛ قال تعالى :   وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطانِ نَزْغٌ فَاسْتَعِذْ بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ * إِنَّ الَّذِينَ اتَّقَوْا إِذا مَسَّهُمْ طائِفٌ مِنَ الشَّيْطانِ تَذَكَّرُوا فَإِذا هُمْ مُبْصِرُونَ   « 1 » .\r\nثمّ اشترط السهولة واليسر في صدور الأفعال عن هذه الهيئات ، فلو صدرت من فاعلها بصعوبة وتردّد ، لما عدّت له تلك الصفة ملكة وخلقا ، فمن يتردّد مرّات عديدة قبل أن يتصدّق على فقير لا يعدّ سخيّا ، ومن يقدّم رجلا ويؤخّر أخرى في ساحة الحرب لا يعدّ شجاعا ، بل السخي من يبذل بسهولة ويسر ويتصدّق من غير رويّة ، والشجاع من يتقدّم في ساحات الحرب كالبرق الخاطف لا يرهبه شيء .\r\nثمّ إنّه بمقدار رسوخ هذه الملكات في وجود الإنسان في هذه النشأة ، يتحدّد حال الإنسان عند المرور على الصراط في النشأة الأخرى . قال الإمام الصادق عليه السّلام : « الناس يمرّون على الصراط طبقات ، والصراط أدقّ من الشعر وأحدّ من السيف ، فمنهم من يمرّ مثل البرق ، ومنهم من يمرّ مثل عدو الفرس ، ومنهم من يمرّ حبوا ، ومنهم من يمرّ مشيا ، ومنهم من يمرّ متعلّقا ، قد تأخذ النار منه شيئا وتترك شيئا » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأعراف : 200 - 201 .\r\n( 2 ) أمالي الصدوق : ص 247 ، تحقيق مؤسّسة البعثة - قم .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nوقد تطلق « الأخلاق » ويراد بها « خصوص الملكات الفاضلة ، كما أنّها قد تعمّم تارة إلى نفس الأفعال القيمية ، وأخرى إلى الحالات الشوقية وغيرها من مبادئ الأفعال القيمية وإن لم تبلغ حدّ الملكة » « 1 » .\r\nوالمبحوث عنها في المقام هي الملكات في بعديها الإيجابي والسلبي .\r\nنعم يبقى هناك بحث آخر ، وهو : هل يشترط أن تكون هذه الهيئات النفسانية الراسخة حاصلة باختيار الإنسان من خلال الممارسة والرياضة ونحوهما ، أو لا يشترط ذلك بل تشمل حتّى تلك الصفات والملكات غير الاختيارية أيضا .\r\nما ذكر في تعريف مسكويه والغزالي وجملة من الأعلام ، عام يشمل كلا النحوين من الهيئات ؛ قال مسكويه : « منها : ما يكون طبيعيا من أصل المزاج ، كالإنسان الذي يحرّكه أدنى شيء نحو غضب ويهيج من أقلّ سبب ، وكالإنسان الذي يجبن من أيسر شيء كالذي يفزع من أدنى صوت يطرق سمعه أو يرتاع من خبر يسمعه ، وكالذي يضحك ضحكا مفرطا من أدنى شيء يعجبه ، وكالذي يغتمّ ويحزن من أيسر شيء يناله . ومنها ، ما يكون مستفادا بالعادة والتدريب ، وربما كان مبدؤه الفكر ، ثمّ يستمرّ عليه أوّلا فأوّلا ، حتّى يصير ملكة وخلقا » « 2 » .\r\nوهذا ما سنقف عليه عند التعرّض لمسألة إمكان إزالة الأخلاق وعدمه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تعليقة على نهاية الحكمة ، محمّد مصباح اليزدي : ص 172 ، التعليقة : 184 .\r\n( 2 ) تهذيب الأخلاق وتطهير الأعراق ، مصدر سابق : ص 51 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nموقع علم الأخلاق في منظومة المعارف\r\nقبل الدخول في تعريف « علم الأخلاق » لا بأس بالإشارة إلى موقع هذا العلم في منظومة المعارف الإنسانية .\r\nقسّم فلاسفة المسلمين الحكمة بالمعنى الاصطلاحي إلى الحكمة بالمعنى الأعمّ والحكمة بالمعنى الأخصّ ، وكانت الحكمة بالمعنى الأعمّ ، لا تختصّ بعلم أو فنّ خاصّ ، بل تشمل جميع العلوم النظرية والعملية معا ، كالطبيعيات والرياضيات والإلهيات بما فيها مباحث المبدأ والمعاد ، وكذلك علم السياسة والأخلاق وغيرهما . وهذا المعنى من الحكمة يرادف الفلسفة بالمعنى الأعمّ ، فإنّها كانت شاملة لجميع العلوم النظرية والعملية معا . قال ابن سينا في الشفاء : « إنّ العلوم الفلسفية تنقسم إلى النظرية والعملية ، والنظرية تنقسم إلى الطبيعة والتعليمية والإلهية ، والعملية إلى الخلقية والسياسية » « 1 » ويعود جذور ذلك إلى اليونانيين ، حيث كانت الفلسفة تطلق عندهم ويقصد منها معنى عام يشمل كلّ العلوم النظرية والعملية .\r\nثمّ ذكروا في وجه تقسيم الحكمة إلى النظرية والعملية ، أنّ المعلوم إذا كان خارجا عن حيطة قدرتنا واختيارنا فهو الحكمة النظرية ، وإذا كان من أفعالنا وفي حيطة قدرتنا فهو العملية ، بعبارة أخرى : إنّ المعارف المرتبطة بالحكمة النظرية لا تتضمّن « ينبغي أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشفاء ، الإلهيات ، ابن سينا : ص 3 ، 4 ، 6 الفصل الأوّل من المقالة الأولى ، منشورات مكتبة آية اللّه المرعشي النجفي ، قم المقدّسة : 1404 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nنفعل ولا ينبغي أن نفعل » بخلاف المعلومات المتعلّقة بالحكمة العملية ، فإنّها تتضمّن ذلك . قال السهروردي : « لمّا كان الأمر منها ما لا يتعلّق بأعمالنا كالسماء والأرض ، ومنها ما يتعلّق بها ، سمّي العلم المتعلّق بالأوّل الحكمة النظرية وبالثاني الحكمة العملية » « 1 » .\r\nولا يخفى أنّ مدركات الحكمة النظرية والعملة تدخلان معا تحت القوّة النظرية في النفس الإنسانية ، لأنّ في النفس قوّة تدرك من خلالها الحقائق والمعارف النظرية والعملية ، وقوّة يحصل من خلالها تدبير البدن . وقد اصطلح جملة من المحقّقين على تسمية القوّة النظرية بالعقل النظري ، والقوّة العملية بالعقل العملي . قال بهمنيار في التحصيل : « اعلم أنّ النفس الإنسانية تقوى على إدراك المعقولات ، وعلى التصرّف في القوى البدنية ، فبإحداهما تقبل النفس على مفيد الصورة المعقولة وتسمّى عقلا نظريا ، وبالأخرى تقبل على البدن وتتصرّف في قواها وتسمّى عقلا عمليا ، لأنّ بها تعمل النفس وليس من شأنها أن تدرك شيئا ، بل هي عمّالة فقط » « 2 » .\r\nوتأسيسا على ذلك فلا ينبغي الخلط ، كما وقع في بعض كلمات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التلويحات ، السهروردي : ص 2 ، نقلا عن كتاب رحيق مختوم ، شرح حكمة متعالية ، القسم الأوّل من الجزء الأوّل : حكيم متألّه : حضرت آية اللّه جوادي آملي : ج 1 ص 142 ( بالفارسية ) .\r\n( 2 ) التحصيل ، بهمنيار بن المرزبان ، تصحيح وتعليق : مرتضى مطهري : ص 789 منشورات كلية الإلهيات والمعارف الإسلامية ، العدد 29 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالأعلام ، بين العقل النظري والعقل العملي من جهة ، وبين الحكمة النظرية والحكمة العملية من جهة أخرى ، لأنّ الحكمة النظرية والعملية معا ترتبطان بالعقل النظري في الإنسان ، أجل تختلف مدركات الحكمة النظرية عن العملية ، في أنّ الأخيرة تستلزم جريا عمليا بخلاف الأولى فإنّها ليست كذلك .\r\nثمّ ذكروا أنّ الحكمة النظرية تنقسم انقساما أوّليا إلى الطبيعيات والرياضيات والإلهيات ، والحكمة العملية أيضا لها أقسام ، هي تهذيب الأخلاق وسياسة المدن وتدبير المنزل .\r\nأمّا وجه تقسيم الحكمة النظرية إلى الأقسام الثلاثة ، فبحثه موكول إلى الدراسات الفلسفية « 1 » ، وأمّا تقسيم الحكمة العملية ، فوجه الضبط فيها أنّ الحكمة العملية الباحثة عن الموجودات التي وجودها باختيارنا وفعلنا هي ثلاثة ؛ لأنّها إمّا أن تتعلّق بتعليم الآراء التي تنتظم باستعمالها المشاركة الإنسانية العامّة وتعرف بتدبير المدينة وتسمّى علم السياسة ، وإمّا أن تتعلّق بما تنتظم بها المشاركة الإنسانية الخاصّة وتسمّى تدبير المنزل ، وإمّا أن تتعلّق بما ينتظم به حال الشخص الواحد في تزكية نفسه وتصفية ذهنه ، ليستعدّ بذلك لقبول العلوم النظرية التي بها تحصل السعادة العظمى والسيادة الكبرى ، وخلافة اللّه في الأرض والسماء ، وتسمّى علم الأخلاق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دروس في الحكمة المتعالية ، شرح كتاب بداية الحكمة : ج 1 ص 122 ، السيّد كمال الحيدري ، دار الصادقين .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\nتعريف علم الأخلاق\r\nبعد أن اتّضح موقع علم الأخلاق ، وأنّه أحد أقسام الحكمة العملية ، نأتي لتعريف هذا العلم ، كما جاء في كلمات جملة من الأعلام .\r\nقال الطباطبائي : « علم الأخلاق : هو الفنّ الباحث عن الملكات الإنسانية المتعلّقة بقواه النباتية والحيوانية والإنسانية ، ليميّز الفضائل منها عن الرذائل ، ليستكمل الإنسان - بالتحلّي والاتّصاف بها - سعادته العلمية ، فيصدر عنه من الأفعال ما يجلب الحمد العام والثناء الجميل من المجتمع الإنساني « 1 » .\r\nوأراد ( قدّس سره ) بلفظ « الفنّ » الوارد في التعريف : « العلم » ، كما أنّ لفظ الملكات تعبير آخر عن الهيئات الراسخة في الإنسان ، فالراسخ من الملكات فيه يسمّى « ملكة » وغير الراسخ هو « الحال » .\r\nكما أشار إلى أنّ ملكات الإنسان الأساسية تتعلّق بقوى ثلاث موجودة فيه ، هي النباتية والحيوانية والإنسانية ، وأنّ مهمّة علم الأخلاق ، هي التمييز بين الصالح والطالح من هذه الملكات ، ليستكمل الإنسان بالصالح منها سعادته العلمية والعملية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان في تفسير القرآن : ج 1 ص 370 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nقوى النفس الظاهرة والباطنة\r\nإنّ التعرّف على قوى الإنسان أمر مهمّ من أجل الوقوف على تعريف علم الأخلاق بصورة دقيقة . قال الشيخ في الشفاء : « القوى النفسانية منقسمة بالقسمة الأوّلية إلى ثلاثة أجناس :\r\nأحدها : النفس النباتية ، وهي كمال أوّل لجسم طبيعي آلي من جهة ما يتولّد ويربو ويولد .\r\nوثانيها : النفس الحيوانية ، وهي كمال أوّل لجسم طبيعي آلي من جهة ما يدرك الجزئيات ويتحرّك بالإرادة .\r\nوثالثها : النفس الإنسانية ، وهي كمال أوّل لجسم طبيعي آلي من جهة ما يدرك الأمور الكلّية ، ويفعل الأفاعيل الكائنة بالاختبار الفكري والاستنباط بالرأي ، ولكلّ درجات متفاوتة في الكمالية والنقص .\r\nوللنفس النباتية قوى ثلاث :\r\n* القوّة الغاذية وهي التي تحيل جسما إلى مشاكلة الجسم الذي هي فيه ، وتلصقه وتشبّهه به بدل ما يتحلّل عنه .\r\n* القوّة المنمّية وهي قوّة تزيد في الجسم الذي هي فيه بالجسم المشبّه به زيادة متناسبة في أقطاره طولا وعرضا وعمقا ، ليبلغ به كماله في النشوء .\r\n* القوّة المولّدة وهي التي تأخذ من الجسم الذي هي فيه مادّة شبيهة به بالقوّة ، فتفعل فيها باستمداد أجسام أخرى يتشبّه بها من التخليق والتمزيج ما يصيّره به شبيها بالفعل .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوللنفس الحيوانية بالقسمة الأوّلية قوّتان : محرّكة ، ومدركة ، والمحرّكة على قسمين ، إمّا محرّكة بأنّها باعثة على الحركة ، وإمّا محرّكة بأنّها فاعلة .\r\nوالمحرّكة على أنّها باعثة ، هي القوّة النزوعية الشوقية ، وهي القوّة التي إذا ارتسمت في التخيّل - الذي سنذكره بعد - صورة مطلوبة أو مهروبة عنها ، بعثت القوّة المحرّكة الأخرى - التي نذكرها - على التحريك ولها شعبتان :\r\n* شعبة تسمّى ، قوّة شهوانية ، وهي قوّة تبعث على تحريك تقرب به من الأشياء المتخيّلة ، ضرورية أو نافعة طلبا للذّة .\r\n* وشعبة تسمّى غضبية ، وهي قوّة تبعث على تحريك تدفع به الشيء المتخيّل ، ضارّا أو مفسدا طلبا للغلبة .\r\nوأمّا القوّة المحرّكة على أنّها فاعلة ، فهي قوّة تنبعث في الأعصاب والعضلات من شأنها أن تشنّج العضلات ، فتجذب الآثار والرباطات المتّصلة بالأعضاء إلى نحو جهة المبدأ ، أو تمدّها طولا ، فتصير الأوتار والرباطات إلى خلاف جهة المبدأ .\r\nوأمّا القوى المدركة ، فتنقسم إلى قسمين :\r\nمنها : قوّة تدرك من خارج . ومنها : قوّة تدرك من داخل .\r\nفالمدركة من خارج هي الحواس الخمس المشهورة ، اللمس والذوق والشمّ والسمع والبصر » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشفاء ، الطبيعيات ، النفس : ص 32 ، الفصل الخامس من المقالة الأولى .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوأمّا القوى المدركة من باطن فهي « إمّا أن تكون مدركة للجزئيات أو للكلّيات ، والمدركة للجزئيات ، إمّا أن تكون من الحواس الظاهرة وقد عرفتها ، وإمّا أن تكون من الحواس الباطنة . ثمّ إنّ الحسّ الباطني ، إمّا أن يكون مدركا فقط ، أو مدركا ومتصرّفا ، فإن كان مدركا فقط ، فإمّا أن يكون مدركا للصور الجزئية أو للمعاني الجزئية ، وأعني بالصورة الجزئية ، مثل الخيال الحاصل عن زيد وعمرو ، وأعني بالمعاني الجزئية ، مثل أنّ هذا الشخص صديق وذلك الآخر عدو ، فالمدرك للصور الجزئية يسمّى حسّا مشتركا ، وهو الذي يجتمع فيه صور المحسوسات الظاهرة كلّها ، والمدرك للمعاني الجزئية يسمّى وهما . ثمّ لكلّ واحدة من هاتين القوّتين خزانة ، فخزانة الحسّ المشترك هو الخيال ، وخزانة الواهمة هي الحافظة ، فهذه قوى أربع . وأمّا القوّة المتصرّفة ، فهي التي من شأنها أن تتصرّف في المدركات المخزونة في الخزانتين ( الخيال ، الحافظة ) بالتركيب والتحليل ، فتركّب إنسانا بصورة طير ، وجبلا من زمرّد ، وبحرا من زئبق .\r\nوهذه القوّة إن استعملتها القوّة الوهمية الحيوانية تسمّى متخيّلة ، وإن استعملتها القوّة الناطقة تسمّى باسم المفكّرة » « 1 » .\r\n\r\nوالحاصل أنّ القوى الباطنة هي :\r\n\r\n1 - الحسّ المشترك\r\n« أو ما يسمّى لوح النفس ولوح النقش أيضا ، ويقال له في اليونانية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحكمة المتعالية في الأسفار العقلية الأربعة : ج 8 ص 56 ، بتصرّف .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nبنطاسيا بتقديم الباء على النون ، وفنطاسيا بالفاء أيضا ، ويطلق عليه الخيال أيضا بالاشتراك اللفظي ، وهو مظهر الاسم الشريف الإلهي ( من لا يشغله شأن عن شأن ) فلا يشغله ما يدركه بعض الحواس ، عمّا يدركه بعضها الآخر في آن ، فافهم .\r\nوتسمّى هذه القوّة بالحسّ المشترك ؛ لوجهين :\r\nأحدهما : أنّه ( أي الحسّ المشترك ) مصبّ مدركات الحواس الظاهرة كلّها ، وهي كالجداول المتّصلة به ، تؤدّي إليه ما اقتنصته .\r\nوثانيهما : أنّه كمرآة ذات وجهين ، ينتقش فيه ما يصطاده الإنسان من الشهادة والغيب ، فوجه منه متوجّه إلى هذه النشأة ويرتسم فيه صور المحسوسات ، ووجهه الآخر متوجّه إلى النشأة الأخرى ، ويتصوّر فيه ما صوّرته المتخيّلة ، لانّ قوّة الخيال جبلت على المحاكاة وتصوير المعاني بصور مناسبة لها ، فتلك الصور ترتسم في الحسّ المشترك » « 1 » .\r\n\r\n2 - الخيال\r\nقلنا إنّ هذه القوّة هي خزانة الصور التي يكسبها الحسّ المشترك من خلال الحواس الظاهرة ، وتحفظ فيه . ولكي نقف على دور هذه القوّة لا بدّ من الإشارة إلى « أنّ الإدراكات الإنسانية عن الواقع الخارجي لها مراتب ثلاث ، وهي الحسّ والخيال والتعقّل :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عيون مسائل النفس وسرح العيون في شرح العيون ، آية اللّه حسن‌زاده آملي :\r\nص 441 ، العين : 30 ، الطبعة الأولى .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nأمّا مرتبة الحسّ ، فهي عبارة عن انعكاس صور الأشياء في الذهن عند الاتّصال المباشر بالخارج من خلال إحدى الحواس الخمس .\r\nأمّا مرتبة الخيال فهي المرتبة التي تبدأ من حيث ينتهي الإدراك الحسّي لأنّ هذا الإدراك يخلّف أثرا في النفس ، أو بتعبير القدماء : إنه بعد ظهور الصورة الحسّية في الباصرة - مثلا - تظهر صورة أخرى في قوّة أخرى من قوى النفس تسمّى بالخيال ، وبعد أن تنمحي الصورة الحسّية ، فإنّ الصورة الخيالية تبقى على حالها ، ويستطيع الإنسان أن يستحضرها في أي وقت يشاء ، وبهذا الطريق يستطيع أن يتصوّر الشيء الخارجي .\r\nثمّ إنّ الصورة الخيالية تشبه الصورة المحسوسة ولكن مع فوارق .\r\nالأوّل : إنّ الصورة الخيالية - في الغالب - ليس لها وضوح الصورة الحسّية .\r\nالثاني : إنّ الصورة الحسّية عندما يدركها الإنسان ، تكون بوضع خاصّ ، أي لها نسبة خاصّة إلى الأجزاء المجاورة لها ، وفي جهة معيّنة ، أي إلى اليسار أو اليمين أو الأمام أو الخلف ، وفي مكان محدّد ، فمثلا إذا شاهد الإنسان شيئا ، فهو يشاهده في مكان معيّن وجهة معيّنة وملابسات محدّدة . أمّا إذا أراد الإنسان أن يتخيّل ذلك الشيء الذي رآه مرارا ، وبأوضاع وجهات مختلفة وأماكن متعدّدة ، فهو يستطيع أن يجسّمه أمام خياله دون أن يلتفت إلى وضعه وجهته ومكانه .\r\nالثالث : أهمّ شرط في الإدراكات الحسّية ، هو اتّصال الحواس\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nبالخارج ، وبمجرّد زوال ذلك ، فإنّ الإدراك الحسّي يزول معه أيضا ، أمّا الإدراكات الخيالية للذهن فهي ليست بحاجة إلى الاتّصال بالخارج مباشرة ، ولهذا تكون الإدراكات الحسّية خارجة عن اختيار الشخص المدرك ، بمعنى أنّه لا يستطيع أن يحصل على علم حسّي ما لم يرتبط بالمادّة الخارجية ، ومن هنا فلا يستطيع عادة أن ينظر إلى وجه إنسان غير حاضر أو يسمع صوته ولكنّه يستطيع أن يتخيّل هذه جميعا ويتصوّرها في أي وقت يشاء مع عدم وجود مادّتها الخارجية » « 1 » .\r\nوقد يطلق على هذه القوّة : المصوّرة أيضا ؛ قال الشيخ في « الشفاء » :\r\n« إنّ القوّة المصوّرة التي هي الخيال ، هي آخر ما يستقرّ فيه صور المحسوسات وإن وجهها إلى المحسوسات هو الحسّ المشترك ، وإنّ الحسّ المشترك يؤدّي إلى القوّة المصوّرة على سبيل استخزان ما تؤول به إليه الحواس فتخزنه ، وقد تخزن القوّة المصوّرة أيضا أشياء ليست من المأخوذات عن الحسّ » « 2 » كما تقدّم . وعلى هذا « فالخيال والمصوّرة هما اسمان لخزانة الحسّ المشترك ، إلّا أنّ الخيال على اصطلاح الحكماء ، والمصوّرة على اصطلاح الأطباء » « 3 » .\r\nوقد تطلق المصوّرة ويراد بها « الطابعة » ؛ قال الشيخ في « كلّيات القانون » : « وأمّا المصوّرة الطابعة ، فهي التي يصدر عنها - بإذن خالقها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دروس في الحكمة المتعالية ، تأليف : السيّد كمال الحيدري : ج 1 ص 403 .\r\n( 2 ) الشفاء ، النفس ، ص 151 ، الفصل الثاني من المرحلة الرابعة .\r\n( 3 ) عيون مسائل النفس : ص 471 ، العين : 32 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nتبارك وتعالى - تخطيط الأعضاء وتشكيلاتها وتجويفاتها وثقبها وملاستها وخشونتها وأوضاعها ومشاركتها ، وبالجملة الأفعال المتعلّقة بنهايات مقاديرها » « 1 » . والمصوّرة هذه من شعب المولّدة ، كما ذكر الأعلام .\r\nولا يتنافى ذلك مع قوله تعالى  هُوَ الَّذِي يُصَوِّرُكُمْ فِي الْأَرْحامِ كَيْفَ يَشاءُ لا إِلهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ  « 2 » ، وقوله تعالى :  هُوَ اللَّهُ الْخالِقُ الْبارِئُ الْمُصَوِّرُ لَهُ الْأَسْماءُ الْحُسْنى  « 3 » لأنّ القوّة المصوّرة بهذا المعنى إنّما هي آلة أو واسطة في هذا الفعل ، لوجود موجود من وراء الطبيعة هو المتفرّد بالجبروت ، لا أنّ تلك القوّة مستقلّة في هذه الأفعال العجيبة .\r\nونظائر ذلك في نسبة إيجاد الفعل إلى اللّه تعالى ، وإسناده إلى الوسائط كثير جدّا . فبعد أن حصر القرآن فعل الإحياء والإماتة باللّه ، وصرّح بأنّ اللّه وحده هو المميت والمحيي ، فقال تعالى :  اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِها وَالَّتِي لَمْ تَمُتْ فِي مَنامِها  « 4 » ، وقال أيضا :  وَاللَّهُ يُحْيِي وَيُمِيتُ وَاللَّهُ بِما تَعْمَلُونَ بَصِيرٌ  « 5 » ، عاد يسند الإحياء إلى غيره ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القانون : ص 141 ، نقلا عن عيون مسائل النفس : ص 471 ، العين : 32 .\r\n( 2 ) آل عمران : 6 .\r\n( 3 ) الحشر : 24 .\r\n( 4 ) الزمر : 42 .\r\n( 5 ) آل عمران : 156 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nكما في قوله سبحانه :  وَمَنْ أَحْياها فَكَأَنَّما أَحْيَا النَّاسَ جَمِيعاً  « 1 » ، أو قوله سبحانه على لسان عيسى عليه السّلام :  وَأُحْيِ الْمَوْتى بِإِذْنِ اللَّهِ  « 2 » . كذلك في الإماتة ، كما في قوله سبحانه :  قُلْ يَتَوَفَّاكُمْ مَلَكُ الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ  « 3 » وقوله :  تَوَفَّتْهُ رُسُلُنا  « 4 » .\r\nعلى مستوى آخر ، بعد أن أثبت القرآن أنّ اللّه هو الغني الحميد ، وأنّه لا غنيّ سواه  يا أَيُّهَا النَّاسُ أَنْتُمُ الْفُقَراءُ إِلَى اللَّهِ وَاللَّهُ هُوَ الْغَنِيُّ الْحَمِيدُ  « 5 » عاد يسند الغنى والإغناء إلى رسوله محمّد صلّى اللّه عليه وآله أيضا ، كما في قوله تعالى :  إِلَّا أَنْ أَغْناهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ  « 6 » . وكذلك تكرّر الأمر بحذافيره في العزّة والقوّة ، فبعد أن نصّ القرآن في موضوع العزّة بقوله :  فَإِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً  « 7 » عاد يقول :  وَلِلَّهِ الْعِزَّةُ وَلِرَسُولِهِ وَلِلْمُؤْمِنِينَ  « 8 » . وبعد أن حصر القوّة باللّه تعالى وحده  أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعاً  « 9 » عاد يسجّل  يا يَحْيى خُذِ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 32 .\r\n( 2 ) آل عمران : 49 .\r\n( 3 ) السجدة : 11 .\r\n( 4 ) الأنعام : 61 .\r\n( 5 ) فاطر : 15 .\r\n( 6 ) التوبة : 74 .\r\n( 7 ) النساء : 139 .\r\n( 8 ) المنافقون : 8 .\r\n( 9 ) البقرة : 165 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n الْكِتابَ بِقُوَّةٍ  « 1 » وقوله :  قالَ عِفْرِيتٌ مِنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ  « 2 » وهكذا تكرّر الأمر على مستوى الخلق والولاية والحكم والطاعة وغيرها .\r\n\r\n3 - الوهم\r\nاتّفقت كلمة الفلاسفة وعلماء النفس المحدثين على أنّ الإدراكات البشرية يمكن تصنيفها إلى عدّة درجات : الإدراكات الحسّية ، والإدراكات الخيالية ، والإدراكات العقلية .\r\nأمّا الإدراك الوهمي الذي تقدّم أنّه القوّة التي تدرك المعاني الجزئية ، فهل هو درجة أخرى من الإدراك تختلف عن غيرها ، أو أنّها ترجع إلى غيرها ؟ وقع فيه بحث وتأمّل عند جملة من الفلاسفة كالشيرازي وأتباعه « حيث ذهبوا إلى أنّ القوّة الواهمة ، مرتبة نازلة للعقل ، وأنه لا يوجد فرق ذاتي بين الإدراك الوهمي والإدراك العقلي ، وإنّما الفارق بينهما هو بأمر خارج ، وهو الإضافة إلى الجزئي وعدمها » « 3 » .\r\nوتوضيح ذلك يستلزم بيان المراد من التعقّل إجمالا .\r\nلو أخذنا بعين الاعتبار عدّة صور خيالية لعدّة أشياء محسوسة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مريم : 12 .\r\n( 2 ) النمل : 39 .\r\n( 3 ) عيون مسائل النفس : ص 463 ، العين : 31 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nتشترك مع بعضها في جهات من الاشتراك ، واقتنصنا منها وجها مشتركا بين جميع هذه الأفراد ، وصغنا منها مفهوما كلّيا يشمل جميعها ، فهذا المفهوم الذي يصدق على الأفراد الكثيرة وحتّى غير المتناهية يدعى ب « المعقول » . وهذا معناه أنّ المعقول هو ذلك المفهوم الكلّي الذي يقبل الصدق على كثيرين . والفارق الأساسي بين هذه المرتبة والمرتبتين السابقتين ، أنّ العلم فيهما جزئي لا يمكن أن ينطبق على أكثر من فرد واحد ، بخلاف هذه المرتبة فإنّ العلم فيها كلّي ، فيه قابلية الانطباق على كثيرين .\r\nإذا اتّضح ذلك نقول : « إنّ الوهم وإن كان غير القوى التي ذكرت ، إلّا أنّه ليس له ذات مغايرة للعقل ، بل هو عبارة عن إضافة الذات العقلية إلى شخص جزئي ، وتعلّقها به وتدبيرها له . فالقوّة العقلية المتعلّقة بالخيال هو الوهم ، كما أنّ مدركاته هي المعاني الكلّية المضافة إلى صور الشخصيات الخيالية ، وليس للوهم في الوجود ذات أخرى غير العقل ، كما أنّ الكلّي الطبيعي والماهية من حيث هي لا حقيقة لها غير الوجود الخارجي أو العقلي » « 1 » .\r\nفتحصّل « أنّ وجود الوهم كوجود مدركاته أمر غير مستقلّ الذات والهوية ، ونسبة مدركاته إلى مدركات العقل ، كنسبة الحصّة من النوع إلى الطبيعة الكلّية النوعية ، فإنّ الحصّة طبيعة مقيّدة بقيد شخصي ، على أن يكون القيد خارجا عنها ، والإضافة إليه داخلا فيها على أنّها إضافة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحكمة المتعالية في الأسفار العقلية الأربعة : ج 8 ص 215 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nلا على أنّها مضاف إليه ، وعلى أنّها نسبة وتقييد ، لا على أنّها ضميمة وقيد .\r\nفالعداوة المطلقة يدركها العقل الخالص ، والعداوة المنسوبة إلى الصورة الشخصية ، يدركها العقل المتعلّق بالخيال ، والعداوة المنضمّة إلى الصورة الشخصية يدركها العقل المشوب بالخيال . فالعقل الخالص مجرّد عن الكونين ( الخارجي والذهني ) ذاتا وفعلا ، والوهم مجرّد عن هذا العالم ذاتا وتعلّقا ، وعن الصورة الخيالية ذاتا لا تعلّقا ، والخيال مجرّد عن هذا العالم ذاتا لا تعلّقا » « 1 » .\r\n\r\n4 - الحافظة\r\nقال الشيرازي في الأسفار : « وأمّا القوّة الحافظة ، فهي خزانة عندهم للوهم ، اختزنت فيها صور مدركاته ، كما أنّ الخيال خزانة للحسّ المشترك ، وقد تسمّى أيضا ذاكرة ومسترجعة ، لكونها قويّة على استعادتها ، وهذه الاستعادة تارة تكون من الصورة إلى المعنى ، وذلك إذا أقبل الوهم مستعينا بالمتخيّلة ، ليستعرض الصور الموجودة في الخيال ، إلى أن عرضت له الصور التي أدرك معها ذلك المعنى ، وحينئذ يلوح ذلك المعنى المحفوظ في الخزانة . وتارة يكون المصير من المعنى إلى الصورة ، إمّا باستعراض المعاني التي في الحافظة ، إلى أن عرض له المعنى الذي أدرك معه الصورة التي تطلب ، وإن تعذّرت من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عيون مسائل النفس : ص 464 ، العين : 31 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nهذه الجهة لانمحاء الصورة عن الخيال بالنسيان أو لمانع آخر ، فيحتاج إلى إحساس جديد ، فحينئذ يورد الحس الظاهر تلك الصورة ، وتصير مستقرّة في الخيال ، فيعود بسببه المعنى المستقرّ في الحافظة » « 1 » .\r\n\r\n5 - المتصرّفة\r\nقلنا إنّ الحافظة هي خزانة المعاني الجزئية ، والخيال هو خزانة الصور الجزئية ، والمتصرّفة « جالسة بينهما ومتصرّفة فيهما بالتركيب والتفصيل في الصور والمعاني ، وكلّ ما يصدر من الإنسان من الحرف والصنائع والآثار القلمية وغيرها ، فهي أوّلا تعمل وتصطنع في المتصرّفة ، ثمّ على وزان ما صنع فيها تصدر في الخارج ، وكلّما كان المزاج أعدل ، كان منشآته أعدل ، فاعمل بصيرتك في ما قال - عزّ من قائل - :  قُلْ كُلٌّ يَعْمَلُ عَلى شاكِلَتِهِ  « 2 » فترى إنسانا ينشئ مطلبا علميا بعبارات طويلة وأمثلة كثيرة ، لكنّه لا يؤدّي آخر الأمر مراده حقّ التأدية ، وآخر ينشئ ذلك المطلب بعينه بعبارة وجيزة ، كأنّه يريك صحيفة نفسه ، وليس ذلك التفاوت إلّا بتفاوت مزاج المتصرّفة .\r\n\r\n6 - المتخيّلة والمفكّرة\r\nقلنا إنّ المتصرّفة إن كانت تحت آمرية الواهمة تسمّى متخيّلة ، وإن كانت تحت آمرية العاقلة تسمّى مفكّرة . وعلى هذا فالمفكّرة هي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحكمة المتعالية في الأسفار العقلية الأربعة : ج 8 ص 218 .\r\n( 2 ) الإسراء : 87 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nالمتخيّلة لكن باعتبار استعمال الناطقة إيّاها في ترتيب الفكر ومقدّماته .\r\nوالمتخيّلة هي المفكّرة لكن باعتبار استعمال الوهم لها .\r\nوبذلك يتّضح ما ذكره جملة من المحقّقين ، من أنّ « رئيس القوى الحيوانية كلّها هو الوهم ، ومعناه أنّ سائر القوى من شؤونه ، كما أنّ رئيس القوى الإنسانية كلّها هو العقل ، أي أنّ سائر القوى من شؤونه » « 1 » ، لأنّ أقصى ما يدركه الحيوان هو المعاني الجزئية ، بخلاف الإنسان فإنّه يدرك المعاني الكلّية أيضا .\r\nوالحاصل أنّه يمكن ضبط هذه القوى بهذا النحو ، كما بيّنه الطوسي في شرحه على الإشارات ؛ قال : « إنّ القوى الحيوانية تنقسم إلى ظاهرة وباطنة ، وهذه القوى ( الباطنة ) تنقسم إلى مدركة وإلى معينة على الإدراك ، والمدركة مدركة إمّا لما يمكن أن يدرك بالحواس الظاهرة وهو ما يسمّى صورا ، وإمّا لما لا يمكن وهو ما يسمّى معاني .\r\nوالمعينة تعين إمّا بحفظ المدركات من غير تصرّف ، ليتمكّن المدركة من المعاودة إلى إدراكها ، وإمّا بالتصرّف فيها ، والمعينة بالحفظ ، معينة إمّا لمدركة الصور ، وإمّا لمدركة المعاني ، فهذه خمس قوى :\r\n* الأولى : مدركة الصور ، وتسمّى حسّا مشتركا ، لأنّها تدرك خيالات المحسوسات الظاهرة بالتأدية إليها .\r\n* الثانية : معينتها بالحفظ ، وتسمّى خيالا ومصوّرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عيون مسائل النفس : ص 443 ، العين : 30 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n* الثالثة : المتصرّفة في المدركات وتسمّى متخيّلة ومتفكّرة باعتبارين .\r\n* الرابعة : مدركة المعاني ، وتسمّى وهما ومتوهّمة .\r\n* الخامسة : معينتها بالحفظ ، وتسمّى حافظة وذاكرة .\r\nوإنّما سمّي الجميع مدركة وإن كانت المدركة منها اثنتين فقط ، لأنّ الإدراكات الباطنة لا تتمّ إلّا بجميعها » « 1 » .\r\n\r\nأبواب الجنّة والجحيم\r\nذكر جملة من الأعلام نكتة لطيفة في المقام مؤدّاها أنّ كلّ واحدة من الحواس الخمس الظاهرة والحاسّتين الباطنتين أي الخيال والوهم ، إذا استعملها العقل في الطاعات واقتناء الخيرات ، واصطياد الحقائق النورية ، صارت أبواب الجنان ، فهي مع العاقلة ثمانية أبواب للجّنة ، والمرويّ عن الإمام محمّد الباقر عليه السّلام : « أحسنوا الظنّ باللّه ، واعلموا أنّ للجنّة ثمانية أبواب ، عرض كلّ باب منها مسير أربعمائة سنة » « 2 » . وإن لم تكن تحت إطاعة العاقلة ، فهي تصير سبعة أبواب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإشارات والتنبيهات ، للشيخ أبي علي حسين بن عبد اللّه بن سينا : ج 2 ص 331 في علم الطبيعة ، مع الشرح للمحقّق نصير الدين محمّد بن محمّد بن الحسن الطوسي ، وشرح الشرح للعلّامة قطب الدين محمّد بن محمّد بن أبي جعفر الرازي .\r\n( 2 ) الخصال للشيخ الجليل الأقدام الصدوق ، المتوفّى : سنة 381 : ج 2 ص 408 ، باب الثمانية ، الحديث السابع ، صحّحه وعلّق عليه : علي أكبر الغفاري ، مؤسّسة النشر الإسلامي .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nلجهنّم ؛ لقوله سبحانه :   وَإِنَّ جَهَنَّمَ لَمَوْعِدُهُمْ أَجْمَعِينَ * لَها سَبْعَةُ أَبْوابٍ لِكُلِّ بابٍ مِنْهُمْ جُزْءٌ مَقْسُومٌ   « 1 » .\r\nقال الشيرازي في الأسفار : « إنّه وقع الاختلاف في تعيين هذه الأبواب ، فقيل هي المدارك السبعة للإنسان ، وهي الحواس الخمس والحاسّتان الباطنتان أعني الخيال والوهم ، وهذه الأبواب كما أنّها أبواب دخول النيران ، كذلك هي أبواب دخول الجنان إذا استعملها الإنسان في الطاعات ولاقتناء الخيرات . . . وبالجملة استعملها فيما خلقت لأجله ، وللجنّة باب ثامن مختصّ بها هو باب القلب .\r\nوذلك أنّ كلا من المشاعر السبعة باب إلى الشهوات الدنياوية التي ستصير نيرانات محرقة وهيئات معذّبة للنفوس في الآخرة ، وهي أيضا إذا استعملت في طريق الخير أبواب إلى إدراك الحقائق وفعل الحسنات التي بها يثاب في العاقبة ويصعد إلى الملكوت ويدخل في الجنّة مع زمرة الملائكة .\r\nوبالجملة لكلّ من هذه المشاعر والمدارك باطن وظاهر ، باطنه فيه الرحمة وظاهره من قبله العذاب ، فظواهرها أبواب مفتوحة إلى عالم الجحيم أو إلى ما به استحقاقية الدخول إلى الجحيم ، وبواطنها أبواب مفتوحة إلى عالم الجنان أو إلى ما به استحقاقية دخولها . وإذا غلقت أبواب النيران ، فتحت أبواب الجنان ، بل هي على شكل الباب الذي إذا فتح على موضع انسدّ عن موضع آخر ، فعين غلق أبواب إحداهما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحجر : 44 - 45 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nعين فتح أبواب الأخرى ، إلّا باب القلب وهو الباب الثامن ، فإنّه مغلق دائما على أهل الحجاب الكلّي والكفر » « 1 » .\r\n\r\nقوى النفس الإنسانية\r\nعود على بدء ، حيث قلنا إنّ القوى النفسانية تنقسم إلى النفس النباتية ، والحيوانية والإنسانية ، وتقدّم الكلام عن قوى القسمين الأوّلين ، وبقي الحديث في القسم الثالث ، فنقول :\r\nتنقسم قوى النفس الإنسانية إلى عاملة وعالمة . أمّا العالمة فهي التي تدرك النفس من خلالها الحقائق والمعارف النظرية والعملية ، أي ما اصطلحنا عليه بالحكمة النظرية والعملية . وأمّا العاملة ، فهي التي يحصل من خلالها تدبير البدن ، وتقدّم أنه اصطلح على تسمية القوّة النظرية بالعقل النظري ، والقوّة العملية بالعقل العملي ؛ قال في الإشارات : « فمن قواها ما لها بحسب حاجتها إلى تدبير البدن ، وهي القوّة التي تختصّ باسم العقل العملي ، وهي التي تستنبط الواجب فيما يجب أن يفعل من الأمور النفسانية ، جزئية ليتوصّل به إلى أغراض اختيارية من مقدّمات أوّلية وذائعة وتجربية ، وباستعانة بالعقل النظري في الرأي الكلّي إلى أن ينتقل به إلى الجزئي » « 2 » .\r\nولمّا كان العقل هو الذي يميّز الإنسان عن باقي الحيوانات ، إذن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحكمة المتعالية في الأسفار العقلية الأربعة : ج 9 ص 330 .\r\n( 2 ) الإشارات والتنبيهات ، ابن سينا : ج 2 ص 352 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nقوى النفس الإنسانية تنحصر في معرفة مراتب هذا العقل ، وقد ذكرت له تقسيمات عديدة ، ولكن ما يرتبط بالمقام هو ما ذكره بعض المحققين حيث قال : « يطلق اسم العقل بالاشتراك على أربعة معان :\r\nالأوّل : الوصف الذي به يفارق الإنسان سائر البهائم ، وهو الذي به استعدّ لقبول العلوم النظرية وتدبير الصناعات الخفية الفكرية ، وهو الذي أراده الحارث المحاسبي حيث قال في حدّ العقل : إنّه غريزة يتهيّأ بها إدراك العلوم النظرية وتدبير الصناعات ، وكأنّه نور يقذف في القلب ، به يستعدّ لإدراك الأشياء . . . فإنّ الغافل عن العلوم والنائم يسمّيان عاقلين باعتبار وجود هذه الغريزة مع فقد العلوم . وكما أنّ الحياة غريزة بها يتهيّأ الجسم للحركات الاختيارية والإدراكات الحسّية ، فكذلك العقل غريزة بها يتهيّأ بعض الحيوانات للعلوم النظرية . ويمكن تشبيه ذلك بالمرآة التي تفارق غيرها من الأجسام في حكاية الصور والألوان ، لصفة اختصّت بها وهي الصقالة ، وكذلك العين تفارق الجبهة في هيئات وصفات استعدّت بها للرؤية .\r\nالثاني : عبارة عن العلوم التي تخرج إلى الوجود في ذات الطفل المميّز ، بجواز الجايزات واستحالة المستحيلات ، كالعلم بأنّ الاثنين أكثر من الواحد ، وأنّ الشخص الواحد لا يكون في مكانين ، وهو الذي عناه بعض المتكلّمين حيث قال في حدّ العقل : إنّه بعض العلوم الضرورية ، بجواز الجايزات واستحالة المستحيلات .\r\nالثالث : علوم تستفاد من التجارب بمجاري الأحوال ، فإنّ من\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nحنّكته التجارب وهذّبته المذاهب يقال : إنّه عاقل في العادة ، ومن لا يتّصف بذلك يقال : إنّه غبيّ جاهل » .\r\n« ومرجعه إلى جودة الروية وسرعة التفطّن في استنباط ما ينبغي أن يؤثر أو يتجنّب ، وإن كان في باب الأغراض الدنياوية وهوى النفس الأمّارة بالسوء ، فإنّ الناس يسمّون من له هذه الروية المذكورة عاقلا ، أمّا أهل الحقّ فلا يسمّون هذه الحالة عقلا ، بل أسماء أخر كالدهاء أو الشيطنة وغيرهما » « 1 » .\r\nالرابع : « أن ينتهي قوّة تلك الغريزة إلى أن يعرف عواقب الأمور ، فيقمع الشهوة الداعية إلى اللذّة العاجلة ويقهرها ، فإذا حصلت هذه القوّة سمّي صاحبها عاقلا ، بحيث إنّ إقدامه وإحجامه بحسب ما يقتضيه النظر في العواقب ، لا بحكم الشهوة العاجلة ، وهذه أيضا من خواص الإنسان التي يتميّز بها عن سائر الحيوانات .\r\nفالأوّل هو الأسّ والمنبع ، والثاني هو الفرع الأقرب إليه ، والثالث فرع الأوّل والثاني ، إذ بقوّة الغريزة والعلوم الضرورية يستفاد علوم التجارب ، والرابع هي الثمرة الأخيرة ، وهي الغاية القصوى ، فالأوّلان بالطبع ، والأخيران بالاكتساب ، ولذلك قال الإمام علي عليه السّلام :\r\n رأيت العقل عقلين * فمطبوع ومسموع \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح أصول الكافي ، لمؤلّفه : صدر الدين محمّد بن إبراهيم الشيرازي : ج 1 ص 225 ، كتاب العقل والجهل ، عني بتصحيحه : محمد خواجوي ، مؤسّسة مطالعات وتحقيقات فرهنكي - إيران .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n ولا ينفع مسموع * إذا لم يك مطبوع\r\nكما لا تنفع الشمس * وضوء العين ممنوع » « 1 » \r\nوهذا المعنى الأخير هو الذي أشارت إليه الرواية عن الإمام الصادق عليه السّلام قال : قلت له : ما العقل ؟ قال : ما عبد به الرحمن واكتسب به الجنان . « 2 » قال المجلسي في مرآة العقول : « والمراد من العقل ، ملكة وحالة في النفس تدعو إلى اختيار الخيرات والمنافع ، واجتناب الشرور والمضارّ ، وبها تقوى النفس على زجر الدواعي الشهوانية والغضبية والوساوس الشيطانية » « 3 » .\r\n\r\nالنفس وقواها الأربع\r\nوالمهمّ من القوى التي وقع الحديث عنها ، وترتبط بعلم الأخلاق ارتباطا وثيقا هي :\r\n\r\n[ القوّة العقلية 
  ]\r\n* القوّة العقلية : وشأنها إدراك حقائق الأمور والتمييز بين الخيرات والشرور ، والأمر بالأفعال الجميلة ، والنهي عن الصفات الذميمة .\r\n\r\n[ القوّة الغضبية 
  ]\r\n* القوّة الغضبية : وهي التي يدفع بها الإنسان الأذى عن نفسه بأي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آداب النفس للعارف الحكيم الكامل السيد محمد العيناتي ، حقّقه وصحّحه السيد كاظم الموسوي المياموي ، منشورات المكتبة الرضوية ، ص 7 في الحاشية . .\r\n( 2 ) الأصول من الكافي : ج 1 ص 11 ، كتاب العقل والجهل ، الحديث : 3 .\r\n( 3 ) مرآة العقول في شرح أخبار آل الرسول ، تأليف : العلّامة شيخ الإسلام المولى محمّد باقر المجلسي : ج 1 ص 25 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nصورة كانت ، مشروعة أو غير مشروعة ، بالتي هي أحسن أو بغير ذلك .\r\n\r\n[ القوّة الشهوية 
  ]\r\n* القوّة الشهوية : وهي التي يطلب الإنسان بها المنفعة لنفسه ، من قبيل طلبه الأكل والشرب والملبس والمنكح ، من دون أن تلاحظ هذه القوّة فيما تطلبه من أمور مسألة الحلال والحرام ، أو الطاهر والنجس أو ما ينبغي فعله وما لا ينبغي .\r\n\r\n[ القوّة الوهمية 
  ]\r\n* القوّة الوهمية : قلنا إنّ الواهمة والخيال والمتخيّلة ثلاث قوى متباينة ، ومباينة للقوى الثلاث الأول ، وشأن الأولى إدراك المعاني الجزئية كحبّ زيد ، وشأن الثانية إدارك الصور كصورة زيد ، وشأن الثالثة التركيب والتفصيل بينهما . وكلّ من مدركاتها إما مطابق للواقع أو مخترع من عند نفسها من غير تحقّق له في نفس الأمر ، وإمّا من مقتضيات العقل والشريعة ، ومن الوسائل إلى المقاصد الصحيحة ، أو من دواعي الشيطان وما يقتضيه الغضب والشهوة . وعلى الأوّل يكون وجودها خيرا وكمالا ، وإن كان وجودها على الثاني شرّا وفسادا .\r\nوالنفس إن تابعت القوّة الشهوية سمّيت « بهيمية » وإن تابعت الغضبية سمّيت « سبعية » وإن تابعت العقلية النطقية سمّيت « ملكية إلهية » وإن تابعت الواهمة وصارت بصدد استنباط المكر والحيل للتوصّل إلى الأغراض بالتلبيس والخدع سمّيت « شيطانية » .\r\n( والفائدة في وجود هذه القوى : أمّا الشهوية ، فلبقاء البدن الذي هو آلة تحصيل كمال النفس ؛ لما سيأتي من أنّ النفس محتاجة إلى البدن في إنجاز أفعالها .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوأمّا الغضبية فلكي تكسر سورة الشهوية والشيطانية ، وتقهرهما عند انغمارهما في الخدع والشهوات ، وإصرارهما عليهما ، لأنّهما لتمرّدهما لا تطيعان العاقلة بسهولة ، بخلاف الغضبية فإنّهما تطيعانها وتتأدّبان بتأديبها بسهولة .\r\nلذا قال أفلاطون في صفة السبعية والبهيمية : « أمّا هذه أي السبعية فهي بمنزلة الذهب في اللين والانعطاف ، وأمّا تلك أي البهيمية فهي بمنزلة الحديد في الكثافة والامتناع » .\r\nوقال أيضا : « ما أصعب أن يصير الخائض في الشهوات فاضلا ، فمن لا تطيعه الوهمية والشهوية في إيثار الوسط ، فليستعن بالقوّة الغضبية المهيّجة للغيرة والحمية حتّى يقهرهما » .\r\nفلو لم يمتثلا مع الاستعانة ، فإن لم تحصل له ندامة بعد ارتكاب مقتضاهما ، دلّ على غلبتهما على العاقلة ومقهوريتها عنهما ، وحينئذ لا يرجى صلاحه ، وإلّا فالإصلاح ممكن ، فليجتهد فيه ولا ييأس من روح اللّه ، فإنّ سبل الخيرات مفتوحة وأبواب الرحمة الإلهية غير مسدودة » ،  وَالَّذِينَ جاهَدُوا فِينا لَنَهْدِيَنَّهُمْ سُبُلَنا  « 1 » وأمّا الوهمية فلاستنباط الحيل والدقائق التي يتوصّل بها إلى المقاصد الصحيحة ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العنكبوت : 69 .\r\n( 2 ) جامع السعادات ، للشيخ الجليل المولى محمّد مهدي النراقي ، ( ت : 1209 ه ) : ج 1 ص 62 ، منشورات مؤسّسة الأعلمي للمطبوعات ، بيروت - لبنان .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nاعتدال القوى النفسانية\r\nإنّ لكلّ قوّة من هذه القوى كمالا وحدّ اعتدال ، وحدّي تفريط وإفراط .\r\nأمّا كمال القوّة العلمية والفكرية فهو « أن تصير بحيث يسهل بها درك الفرق بين الصدق والكذب في الأقوال ، وبين الحقّ والباطل في الاعتقادات ، وبين الجميل والقبيح في الأفعال ، فإذا صلحت هذه القوّة ، حصل منها ثمرة الحكمة ، والحكمة رأس الأخلاق الحسنة ، وهي التي قال فيها تعالى :  وَمَنْ يُؤْتَ الْحِكْمَةَ فَقَدْ أُوتِيَ خَيْراً  « 1 » والحكمة هي « إصابة الحقّ بالعلم والعقل ، فالحكمة من اللّه تعالى معرفة الأشياء وإيجادها على غاية الإحكام ، ومن الإنسان معرفة الموجودات وفعل الخيرات » « 2 » . وعرّفها بعض الأعلام « بأنّها هي القضايا الحقّة المطابقة للواقع من حيث اشتمالها بنحو على سعادة الإنسان ، كالمعارف الحقّة الإلهية في المبدأ والمعاد ، والمعارف التي تشرح حقائق العالم الطبيعي ، من جهة مساسها بسعادة الإنسان ، كالحقائق الفطرية التي هي أساس التشريعات الدينية » « 3 » .\r\nويسمّى إفراطها عند الاستعمال في الأغراض الفاسدة خبثا وجربزة ، ويسمّى تفريطها بلها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 269 .\r\n( 2 ) المفردات في غريب القرآن : ص 172 .\r\n( 3 ) الميزان في تفسير القرآن : ج 2 ص 395 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nوكمال القوّة الغضبية فهو أن يصير انقباضها وانبساطها على حدّ ما تقتضيه الحكمة ، وكذلك القوّة الشهوية ، فحسنها وصلاحها في أن تكون تحت إشارة الحكمة - أعني إشارة العقل والشرع - .\r\nفإن مالت قوّة الغضب عن الاعتدال إلى طرف الزيادة تسمّى تهوّرا ، وإن مالت إلى الضعف والنقصان تسمّى جبنا وخورا ، وإن مالت قوّة الشهوة إلى طرف الزيادة تسمّى شرها ، وإن مالت إلى النقصان تسمّى جمودا .\r\nولمّا كانت كلّ قوّة من هذه القوى الثلاث ، ترغب بأشياء وتطالب بها وتدفع بالإنسان إلى تحصيلها ، حتّى لو كانت على خلاف مصلحة القوّتين الأخريين ، فلا حدّ - مثلا - للأكل الذي تطالب به القوّة الشهوية ، حتّى لو أثّر ذلك على قوّة الإنسان الفكرية ، وأدّى إلى خموله وضعف فكره ، من هنا يقع التزاحم بين هذه القوى ، وتقع المعركة الكبرى في مملكة النفس ، وإلى هذا أشار الرسول الأعظم صلّى اللّه عليه وآله حين خاطب القوم الذين رجعوا من الجهاد بقوله : « مرحبا بقوم قضوا الجهاد الأصغر وبقي عليهم الجهاد الأكبر . قيل : يا رسول اللّه ، وما الجهاد الأكبر ؟ قال : جهاد النفس » « 1 » . وما ذلك إلّا لأنّ المعارك الخارجية - الجهاد الأصغر - ذات أمد محدود تنتهي به ، وتبقى المعركة الداخلية - الجهاد الأكبر - مصاحبة للإنسان إلى آخر لحظة من لحظات حياته ، ما دامت له شهوة وغضب وعقل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفروع من الكافي ، الكليني : ج 5 ص 12 ، باب وجوب الجهاد ، الحديث : 3 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nتأسيسا على ذلك ، ينبغي للإنسان أن لا يدع قوّة من هذه القوى الثلاث ، تسلك مسلك الإفراط أو التفريط ، وتميل عن حاقّ الوسط إلى طرفي الزيادة والنقيصة ، فإنّ في ذلك خروجا عن الهدف الذي خلق الإنسان من أجله . ولا طريق له إلّا أن يقيم العدالة بين هذه القوى ، وأن يعطي كلّ ذي حقّ من القوى حقّه ، ويضعه في موضعه الذي ينبغي له ، فإذا فعل ذلك تحصل في النفس ملكة رابعة هي « العدالة » باصطلاح علم الأخلاق ، وهي غير العدالة المصطلح عليها في علم الفقه ، وهذه الملكة أيضا لها جانب تفريط وهو الظلم وحدّ إفراط هو الانظلام .\r\nوالحاصل أنّ العدالة في علم الأخلاق « هي الوسط بين طرفين ، والوسط محصور بين الأطراف ، والأطراف لا تنحصر عند حدّ » وكلّ فضيلة فهي وسط بين رذيلتين هما طرفا الإفراط والتفريط ، والوسط هو الصراط المستقيم . لذا نجد أنّ اللّه تعالى يقول : إنّ الأنبياء جميعا على الصراط المستقيم ؛ قال تعالى :  وَمَنْ يُطِعِ اللَّهَ وَالرَّسُولَ فَأُولئِكَ مَعَ الَّذِينَ أَنْعَمَ اللَّهُ عَلَيْهِمْ مِنَ النَّبِيِّينَ وَالصِّدِّيقِينَ وَالشُّهَداءِ وَالصَّالِحِينَ وَحَسُنَ أُولئِكَ رَفِيقاً  « 1 » ، ثمّ قال في سورة الحمد إنّ المنعم عليهم هو الصراط المستقيم :   اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ * صِراطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ   « 2 » .\r\nفإذا استطاع الإنسان أن يغلّب عقله على شهوته ، ويؤمّر العقل على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء : 69 .\r\n( 2 ) الفاتحة : 6 - 7 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nالشهوة ، فهو أفضل من الملائكة ، أمّا لو عكس الأمر ، وجعل العقل أسيرا للشهوة ، والشهوة أميرا للعقل ، فهو أضلّ من الأنعام . عن عبد اللّه بن سنان قال : سألت أبا عبد اللّه جعفر بن محمّد الصادق عليهما السّلام فقلت : الملائكة أفضل أم بنو آدم ؟ فقال : قال أمير المؤمنين علي عليه السّلام : « إنّ اللّه ركّب في الملائكة عقلا بلا شهوة ، وركّب في البهائم شهوة بلا عقل ، وركّب في بني آدم كليهما ، فمن غلب عقله شهوته فهو خير من الملائكة ، ومن غلب شهوته عقله فهو شرّ من البهائم » « 1 » .\r\nقال تعالى :  وَلَقَدْ ذَرَأْنا لِجَهَنَّمَ كَثِيراً مِنَ الْجِنِّ وَالْإِنْسِ لَهُمْ قُلُوبٌ لا يَفْقَهُونَ بِها وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِها وَلَهُمْ آذانٌ لا يَسْمَعُونَ بِها أُولئِكَ كَالْأَنْعامِ بَلْ هُمْ أَضَلُّ أُولئِكَ هُمُ الْغافِلُونَ  « 2 » . وقال أيضا :  أَمْ تَحْسَبُ أَنَّ أَكْثَرَهُمْ يَسْمَعُونَ أَوْ يَعْقِلُونَ إِنْ هُمْ إِلَّا كَالْأَنْعامِ بَلْ هُمْ أَضَلُّ سَبِيلًا  « 3 » .\r\nفتحصّل أنّ أمّهات المحاسن الأخلاقية وأصولها الأساسية هي :\r\nالحكمة ، والعفّة ، والشجاعة ، والعدالة . ولكلّ منها فروع ناشئة منها ، راجعة بحسب التحليل إليها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفصيل وسائل الشيعة إلى تحصيل مسائل الشريعة ، تأليف الفقيه المحدّث الشيخ محمّد بن الحسن الحرّ العاملي ، المتوفّى سنة 1104 ه : ج 15 ص 209 ، تحقيق مؤسّسة آل البيت عليهم السّلام لإحياء التراث .\r\n( 2 ) الأعراف : 179 .\r\n( 3 ) الفرقان : 44 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nالفضائل التي تحت الحكمة\r\n* الذكاء : وهو سرعة إنتاج القضايا وسهولة استخراجها ؛ لكثرة مزاولة المقدّمات وصيرورة ذلك ملكة .\r\n* سرعة الفهم : هو حركة النفس من الملزومات إلى اللوازم بلا توقّف .\r\n* صفاء الذهن : هو استعداد النفس لاستخراج المطالب بلا اضطراب .\r\n* سهولة التعلّم : أن تكون للنفس حدّة في اكتساب المطالب بلا ممانعة الخواطر المتفرّقة ، بحيث تكون بكلّيتها متوجّهة إليها .\r\n* التحفّظ : هو أن تكون صور الأمور المدركة بالعقل بقوّة التفكّر والتخيّل مستحصلة بأقلّ نظر .\r\n\r\nالفضائل التي تحت العفّة\r\n* الحياء : تغيّر يحصل عند استشعار ارتكاب القبيح احترازا عن استحقاق المذمّة .\r\n* الدعة : هو سكون النفس عند حركة الشهوات .\r\n* الصبر : هو مقاومة النفس الهوى ، لئلّا تنقاد لقبائح اللذّات .\r\n* السخاء : هو التوسّط في الإعطاء ، وهو أن ينفق الأموال في ما\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nينبغي على مقدار ما ينبغي وعلى ما ينبغي ، وتحت السخاء خاصّة أنواع كثيرة نحصيها في ما بعد لكثرة الحاجة إليها .\r\n* القناعة : هي التساهل في المأكل والمشرب والزينة .\r\n* الدماثة : حسن انقياد النفس لما يجمل وتسرّعها إلى الجميل .\r\n* الانتظام : حال للنفس تقودها إلى حسن تقدير الأمور وترتيبها كما ينبغي .\r\n* حسن الهدي : محبّة تكميل النفس بالزينة الحسنة .\r\n* الورع : هو لزوم الأعمال الجميلة التي فيها كمال النفس .\r\n* الوقار : هو كون النفس عند توجّهها إلى المطالب خالية عن الاضطراب .\r\n* العفو : هو أن يسهل على النفس ترك المكافاة .\r\n* حسن القضاء : هو أن تكون الحقوق المتوجّهة عليه يؤدّيها على وجه لا يكون فيها منّة أو ندامة .\r\n* المكافأة : هو أن يقابل الإحسان الذي صنع به بمثله أو بأكثر منه .\r\n* التوكّل : هو أن تكون الأفعال المتعلّقة بالقدر والكفاية البشرية ، يفوّضها إلى اللّه تعالى ، بحيث يعلم أنّه المتصرّف فيها والفاعل ، ولا يطلب زيادة ولا نقصانا ولا تعجيلا ولا تأخيرا .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nالفضائل التي تحت الشجاعة\r\n* كبر النفس : هو الاستهانة باليسير والاقتدار على حمل الكرائه والهوان ، فصاحبه أبدا يؤهّل نفسه للأمور العظام حتّى مع استخفافه لها .\r\n* النجدة : هي ثقة النفس عند المخاوف حتّى لا يخامرها جزع .\r\n* علوّ الهمّة : هو أن لا تكون النفس مستبشرة بالسعادة الدنيوية ولا متضجّرة بها ، غير خائفة من الموت .\r\n* ثبات الهمّة : هو أن تكون للإنسان قوّة مقاومة الآلام والشدائد .\r\n* الحلم : هو فضيلة للنفس تكسبها الطمأنينة ، فلا تكون شغبة ولا يحرّكها الغضب بسهولة وسرعة .\r\n* السكون : نعني به عدم الطيش ، فهو إمّا عند الخصومات ، وإمّا في الحروب التي يذبّ بها عن الحريم ، أو عن الشريعة ، وهي قوّة للنفس تفسّر حركتها في هذه الأحوال لشدّتها .\r\n* الصبر : والفرق بين هذا الصبر والصبر الذي في العفّة ، أنّ هذا يكون في الأمور الهائلة ، وذلك يكون في الشهوات الهائجة .\r\n* التواضع : هو أن لا تجعل لنفسك مرتبة على من هو دونك في الجاه علوّا .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالفضائل التي تحت السخاء\r\n* الكرم : هو إنفاق المال الكثير بسهولة من النفس في الأمور الجليلة القدر الكثيرة النفع كما ينبغي ، وباقي شرائط السخاء التي ذكرناها .\r\n* الإيثار : فضيلة للنفس بها يكفّ الإنسان عن بعض حاجاته التي تخصّه حتّى يبذله لمن يستحقّه .\r\n* النبل : سرور النفس بالأفعال العظام وابتهاجها بلزوم هذه السيرة .\r\n* السماحة : بذل بعض ما لا يجب .\r\n* المسامحة : ترك بعض ما يجب « 1 » .\r\nممّا تقدّم في بيان أمّهات الفضائل الأخلاقية ، وما يتفرّع عليها إجمالا ، يمكن الوقوف على الأطراف التي هي رذائل وشرور ، وذلك من خلال قاعدة ( تعرف الأشياء بأضدادها ) وربما وجدت لها أسماء بحسب اللغة ، وربما لم توجد . ولا يعسر عليك فهم معانيها والوقوف عليها .\r\nثمّ إنّ ما ذكر من الأوساط وقوانينها ، والأطراف وما يليق بها ، إنّما هو بحسب القواعد العامّة والأصول الكلّية ، لا ما يجب على شخص شخص ، فإنّ هذا غير ممكن ، لاختلاف أقدار الناس وطبقاتهم وهممهم وغيرها في ذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يمكن مراجعة هذه الفضائل وتوضيحها في : تهذيب الأخلاق ، مسكويه ص 40 - ص 45 ، وكذلك آداب النفس : ص 8 - ص 10 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n  أَنْزَلَ مِنَ السَّماءِ ماءً فَسالَتْ أَوْدِيَةٌ بِقَدَرِها فَاحْتَمَلَ السَّيْلُ زَبَداً رابِياً وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغاءَ حِلْيَةٍ أَوْ مَتاعٍ زَبَدٌ مِثْلُهُ كَذلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْباطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفاءً وَأَمَّا ما يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذلِكَ يَضْرِبُ اللَّهُ الْأَمْثالَ * لِلَّذِينَ اسْتَجابُوا لِرَبِّهِمُ الْحُسْنى وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُمْ ما فِي الْأَرْضِ جَمِيعاً وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ أُولئِكَ لَهُمْ سُوءُ الْحِسابِ وَمَأْواهُمْ جَهَنَّمُ وَبِئْسَ الْمِهادُ   « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرعد : 17 - 18 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\nالبحث الثاني قبول الأخلاق للتغيير\r\nمن الأمور التي وقع البحث فيها : هل الأخلاق الإنسانية قابلة للإزالة والتغيير أم لا ؟ والحديث في ذلك يقع في مقامين :\r\nالأوّل : هل الأخلاق الإنسانية قابلة للتغيير أساسا من حال إلى حال ، أم أنّ ذلك ممتنع عقلا ؟ ببيان آخر : هل الأخلاق ، هي ذاتيات باب الكلّيات كالجنس والفصل ، فلا تكون قابلة للتغيير والتبديل البتة ، أم أنّها ليست كذلك ، فتكون قابلة للتغيير من خلال مسالك وطرق تأتي الإشارة إليها لاحقا .\r\nالثاني : بعد أن ثبت في المقام الأوّل ، أنّها قابلة للتغيير ، يقع الكلام في : هل ذلك بالنسبة إلى كلّ خلق ، ولجميع الناس على درجة واحدة ، أم أنّ المسألة تختلف من خلق إلى آخر ومن إنسان إلى آخر ؟\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nالمقام الأوّل : إمكانية تغيير الأخلاق\r\nإنّ دعوى عدم قبول الأخلاق الإنسانية للتغيير مطلقا وبنحو السالبة الكلّية ، أمر لا توافق عليه الآيات القرآنية والروايات الواردة في المقام ، مضافا إلى التجربة الخارجية .\r\nقال تعالى :   قَدْ أَفْلَحَ مَنْ زَكَّاها * وَقَدْ خابَ مَنْ دَسَّاها .   « الفلاح هو الظفر بالمطلوب وإدراك البغية ، والخيبة خلافه ، والزكاة نموّ النبات نموا صالحا ذا بركة . والتزكية إنماؤه كذلك ، والتدسّي - وهو الدسّ بقلب إحدى السينين ياء - إدخال الشيء في الشيء بضرب من الإخفاء ، والمراد بها بقرينة التزكية : الإنماء على خلاف ما يقتضيه طبعها وركبت عليه نفسها » « 1 » .\r\nتؤكّد هاتان الآيتان حقيقة مهمة وهي : إنّ بإمكان الإنسان أن ينمّي نفسه ويكمّلها من خلال طلبه للأخلاق الحسنة ، وإلّا لو لم يكن ذلك مقدورا له ، لما أشارت الآيتان إلى فلاح من يزكّي نفسه وخيبة من يدسّها . قال الآلوسي في تفسيره قول اللّه تعالى :  قَدْ أَفْلَحَ مَنْ زَكَّاها . . . ،  حيث جعل فيه العبد فاعل التزكية بالتقوى والتدسية بالفجور ، لأنّ الإسناد يقتضي قيام المسند ، ويكفي فيه المدخلية المذكورة ، ولا يتوقّف صحّة الإسناد حقيقة إلى العبد على كون فعله الإيجاد ، فالاستدلال بهذا الإسناد على كونه متمكّنا من اختيار ما شاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان في تفسير القرآن : ج 20 ص 298 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nمن الفجور والتقوى ، وإيجاده إيّاه بقدرة مستقلّة فيه على خلاف ما يقوله الجماعة ليس بشيء » « 1 » .\r\nوهذه المسألة ترتبط ببحث الجبر والاختيار التي وقفنا عليها مفصّلا في كتاب « التوحيد » « 2 » .\r\nأمّا الروايات فقد تقدّمت الإشارة إلى جملة منها ، كقوله صلّى اللّه عليه وآله : « بعثت لأتمّم مكارم الأخلاق » وقوله : « تخلّقوا بأخلاق اللّه » وغيرها ، فهي خير شاهد على إمكان الإزالة والتغيير ، وكذلك التجربة فهي واضحة لا غبار عليها .\r\nقال الغزالي : « وكيف ينكر هذا - أي تغيّر الخلق - في حقّ الآدمي ؛ وتغيير خلق البهيمة ممكن ، إذ ينقل البازي من الاستيحاش إلى الأنس ، والكلب من شره الأكل إلى التأدّب والإمساك والتخلية ، والفرس من الجماح إلى السلاسة والانقياد ، وكلّ ذلك تغيير الأخلاق . والقول الكاشف للغطاء عن ذلك أن نقول : الموجودات منقسمة إلى ما لا مدخل للآدمي واختياره في أصله وتفصيله ، كالسماء والكواكب بل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روح المعاني في تفسير القرآن العظيم والسبع المثاني ، للعلّامة أبي الفضل شهاب الدين السيّد محمود الآلوسي البغدادي ( المتوفّى 1270 ه ) مفتي بغداد ومرجع أهل العراق : ج 16 ص 259 ، قرأه وصحّحه : محمّد حسين العرب ، بإشراف هيئة البحوث والدراسات ، دار الفكر للطباعة والنشر والتوزيع .\r\n( 2 ) التوحيد ، بحوث في مراتبه ومعطياته : ج 2 ص 38 - 135 ، تقريرا لدروس السيّد كمال الحيدري ، جواد علي كسّار ، دار فراقد .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nأعضاء البدن داخلا وخارجا ، وبالجملة كلّ ما هو حاصل كامل وقع الفراغ من وجوده وكماله ، وإلى ما وجد وجودا ناقصا وجعل فيه قوّة لقبول الكمال بعد أن وجد شرطه ، وشرطه قد يرتبط باختيار العبد ، فإنّ النواة ليست بتفاح ولا نخل ، إلّا أنّها خلقت خلقة يمكن أن تصير نخلة إذا انضاف التربية إليها ، ولا تصير تفاحا أصلا ولا بالتربية ، فإذا صارت النواة متأثّرة بالاختيار حتّى تقبل بعض الأحوال دون بعض ، فكذلك الغضب والشهوة لو أردنا قمعهما وقهرهما بالكلّية حتّى لا يبقى لهما أثر لم نقدر عليه أصلا ، ولو أردنا سلاستهما وقودهما بالرياضة والمجاهدة قدرنا عليه ، وقد أمرنا بذلك وصار ذلك سبب نجاتنا ووصولنا إلى اللّه تعالى » « 1 » .\r\n\r\nالمقام الثاني : اختلاف درجات الناس في قبول التغيّر\r\nنعم ليس جميع الناس على درجة واحدة ، بل يختلفون شدّة وضعفا ؛ قال أرسطاطاليس : « يمكن صيرورة الأشرار أخيارا بالتأديب ، إلّا أنّ هذا ليس كلّيا ، فإنّه ربما أثّر في بعضهم بالزوال ، وفي بعضهم بالتقليل ، وربما لم يؤثّر أصلا » « 2 » . والسبب في ذلك « أنّ للمزاج مدخلية تامّة في الصفات ، فبعض الأمزجة في أصل الخلقة مستعدّ لبعض الأخلاق ، وبعضها مقتض لخلافه ، فإنّا نقطع بأنّ بعض الأشخاص\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إحياء علوم الدين للغزالي : ج 3 ص 56 .\r\n( 2 ) نقلا من جامع السعادات للنراقي : ج 1 ص 58 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nبحسب جبلّته ولو خلّي عن الأسباب الخارجية ، بحيث يغضب ويخاف ويحزن بأدنى سبب ، ويضحك بأدنى تعجّب ، وبعضهم بخلاف ذلك » « 1 » .\r\nلذا قال الشيخ الرئيس ابن سينا في بعض رسائله : « قد تبيّن في العلوم الطبيعية ، أنّ الأخلاق والعادات تابعة لمزاج البدن « 2 » ، حتّى أنّ من استولى البلغم على مزاجه استولى عليه السكون والوقار والحلم ، ومن استولت الصفراء على مزاجه استولى عليه الغضب ، ومن استولت عليه السوداء استولى عليه سوء الخلق ، ويتبع كلّ واحد منها أخلاق أخر لا نذكرها هنا ، فلا شكّ أنّ المزاج قابل للتبديل ، فتكون الأخلاق أيضا قابلة للتبديل بواسطة تبديل المزاج . فيعين على ذلك استعمال الرياضة المذكورة في كتب الأخلاق ، فمهما اعتدل مزاج الإنسان تهذّبت أخلاقه بسهولة ، فلاعتدال مزاجه أثر في ذلك . . . وكلّما كان المزاج أقرب إلى الاعتدال ، كان الشخص أكثر استعدادا لقبول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جامع السعادات : ج 1 ص 53 .\r\n( 2 ) راجع في بيان المراد من « المزاج » اصطلاحا شرح المصطلحات الفلسفية ، إعداد قسم الكلام في مجمع البحوث الإسلامية ص 366 ، قال : « هو عبارة عن كيفية من جنس أوائل الملموسات ، أعني الحرارة والبرودة والرطوبة واليبوسة » . وكذلك :\r\nموسوعة كشّاف اصطلاحات الفنون والعلوم ، للباحث محمّد علي التهانوي تقديم وإشراف ومراجعة : د . رفيق العجم ، تحقيق : د . علي دحروج ، نقل النصّ الفارسي إلى العربية : د . عبد اللّه الخالدي ، الترجمة الأجنبية : د . جورج زيناتي : ج 2 ص 1518 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالملكات الفاضلة العلمية والعملية » « 1 » .\r\nولست الآن بصدد تحقيق الأصول الموضوعة التي تقوم عليها هذه النتائج ، إنّما المهمّ أنّ كلام المحقّقين في هذا الفن أنّ الناس ليسوا على درجة واحدة في هذا المجال . وهذا ما أشارت إليه بعض الآيات وكثير من الروايات ؛ قال تعالى :   أَنْزَلَ مِنَ السَّماءِ ماءً فَسالَتْ أَوْدِيَةٌ بِقَدَرِها فَاحْتَمَلَ السَّيْلُ زَبَداً رابِياً وَمِمَّا يُوقِدُونَ عَلَيْهِ فِي النَّارِ ابْتِغاءَ حِلْيَةٍ أَوْ مَتاعٍ زَبَدٌ مِثْلُهُ كَذلِكَ يَضْرِبُ اللَّهُ الْحَقَّ وَالْباطِلَ فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفاءً وَأَمَّا ما يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ كَذلِكَ يَضْرِبُ اللَّهُ الْأَمْثالَ * لِلَّذِينَ اسْتَجابُوا لِرَبِّهِمُ الْحُسْنى وَالَّذِينَ لَمْ يَسْتَجِيبُوا لَهُ لَوْ أَنَّ لَهُمْ ما فِي الْأَرْضِ جَمِيعاً وَمِثْلَهُ مَعَهُ لَافْتَدَوْا بِهِ أُولئِكَ لَهُمْ سُوءُ الْحِسابِ وَمَأْواهُمْ جَهَنَّمُ وَبِئْسَ الْمِهادُ   « 2 » .\r\n« فإنّ الوجود النازل من عنده تعالى على الموجودات ، الذي هو بمنزلة الرحمة السماوية ، والمطر النازل من السحاب على ساحة الأرض ، خال في نفسه عن الصور والأقدار ، وإنّما يتقدّر من ناحية الأشياء نفسها ، كماء المطر الذي يحتمل من القدر والصورة ما يطرأ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أربع رسائل للشيخ أبي على ابن سينا ، بتحقيق الأهواني ، ص 197 ، الطبعة الأولى ، مصر سنة 1371 ه نقلا عن عيون مسائل النفس وسرح العيون في شرح العيون ، تأليف : آية اللّه حسن حسن‌زاده آملي : ص 290 ، العين : 12 ، مؤسّسة انتشارات أميركبير ، طهران : 1371 ه ش .\r\n( 2 ) الرعد : 17 - 18 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nعليه من ناحية قوالب الأودية المختلفة في الأقدار والصور ، فإنّما تنال الأشياء من العطية الإلهية بقدر قابليتها واستعداداتها ، وتختلف باختلاف الاستعدادات والظروف والأوعية . وهذا أصل عظيم يدلّ عليه أو يلوّح إليه آيات كثيرة من كلامه تعالى » « 1 » .\r\nوكذلك ما جاء عن رسول اللّه صلّى اللّه عليه وآله : « الناس معادن كمعادن الذهب والفضّة ، خيارهم في الجاهلية خيارهم في الإسلام إذا فقهوا » « 2 » .\r\n\r\nأخبار الطينة\r\nوأيضا ما رواه أبو موسى الأشعري قال : سمعت النبي صلّى اللّه عليه وآله يقول : « إنّ اللّه خلق آدم من قبضة قبضها من جميع الأرض ، فجاء بنو آدم على قدر الأرض ، منهم الأحمر والأبيض والأسود وبين ذلك ، والسهل والحزن ، والخبيث والطيّب » « 3 » .\r\nوالرواية الأخيرة إشارة إلى أخبار الطينة « التي رواها العلماء الأعلام في جوامعهم العظام بأسانيد عديدة وطرق سديدة ، ولا يبعد أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان في تفسير القرآن : ج 11 ص 338 .\r\n( 2 ) أخرجه البخاري في المناقب ، باب مناقب قريش ، ومسلم في الإمارة ، باب : الناس تبع لقريش برقم 1818 ، نقلا عن كتاب أخلاق النبي في القرآن والسنّة : ج 1 ص 34 .\r\n( 3 ) أخرجه أبو داود في السنّة باب في القدر برقم 4693 ، وأحمد في المسند ، وقال عنه الترمذي : حسن صحيح . نقلا عن كتاب أخلاق النبي في القرآن والسنّة : ج 1 ص 36 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nتكون من المتواترات معنى ، فلا معنى لطرحها وردّها » « 1 » .\r\nمنها : عن حبّة العرني عن علي عليه السّلام قال : « إنّ اللّه عزّ وجلّ خلق آدم عليه السّلام من أديم الأرض ، فمنه السباخ ( ما لم يحرث ولم يعمّر ) ومنه الملح ومنه الطيّب ، فكذلك في ذرّيته الصالح والطالح » « 2 » .\r\nومنها : عن أمير المؤمنين عليه السّلام في خبر طويل : قال اللّه تبارك وتعالى للملائكة :   إِنِّي خالِقٌ بَشَراً مِنْ صَلْصالٍ مِنْ حَمَإٍ مَسْنُونٍ * فَإِذا سَوَّيْتُهُ وَنَفَخْتُ فِيهِ مِنْ رُوحِي فَقَعُوا لَهُ ساجِدِينَ ،   قال : وكان ذلك من اللّه تقدمة في آدم قبل أن يخلقه واحتجاجا منه عليهم ، قال : فاغترف ربّنا تبارك وتعالى غرفة بيمينه من الماء العذب الفرات - وكلتا يديه يمين - فصلصلها في كفّه فجمدت فقال لها : منك أخلق النبيين والمرسلين وعبادي الصالحين والأئمّة المهتدين والدعاة إلى الجنّة وأتباعهم إلى يوم الدين . . . ثمّ اغترف غرفة أخرى من الماء المالح الأجاج فصلصلها فجمدت ، ثمّ قال لها : منك أخلق الجبّارين والفراعنة والعتاة وإخوان الشياطين والدعاة إلى النار إلى يوم القيامة وأشياعهم . . . وشرط في ذلك البداء ، ولم يشترط في أصحاب اليمين البداء ، ثمّ خلط الماءين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصابيح الأنوار ، تأليف السيّد عبد اللّه شبّر : ج 1 ص 11 ، منشورات مكتبة بصيرتي ، إيران - قم .\r\n( 2 ) بحار الأنوار الجامعة لدرر أخبار الأئمّة الأطهار ، تأليف : العلم العلّامة الحجّة فخر الأمّة المولى الشيخ محمّد باقر المجلسي قدس سره : ج 5 ص 239 ، الحديث : 20 مؤسّسة الوفاء ، بيروت - لبنان .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nجميعا في كفّه ، فصلصلهما ثمّ كفأهما قدّام عرشه ، وهما سلالة من طين » « 1 » .\r\n\r\nإشكالية الجبر في الفعل الإنساني\r\nلكن قد يقال : إنّ المستفاد من ظاهر جملة من هذه الأخبار هو الجبر وعدم الاختيار ، وهو مصادم للمجمع عليه بين أتباع مدرسة أهل البيت عليهم السّلام من أنّه لا جبر ولا تفويض ولكن أمر بين أمرين .\r\nوما ينبغي أن يقال في الجواب عن ذلك إجمالا - وإن كان البحث يستلزم وضع رسالة مستقلّة نرجو أن نوفّق له - : إنّ من بديهيات العقيدة الإسلامية على مستوى البحث العقلي والنقلي ، هو أنّ اللّه تعالى عالم بجميع الأشياء ، كلّياتها وجزئياتها وكلّ تفاصيلها ، لا يغيب عنه تعالى شيء منها ، ولا تخفى عليه خافية في السماوات ولا في الأرض ، علما مطلقا غير متناه ، قبل خلقه لها وإيجادها وبعده .\r\nقال تعالى :  وَما تَكُونُ فِي شَأْنٍ وَما تَتْلُوا مِنْهُ مِنْ قُرْآنٍ وَلا تَعْمَلُونَ مِنْ عَمَلٍ إِلَّا كُنَّا عَلَيْكُمْ شُهُوداً إِذْ تُفِيضُونَ فِيهِ وَما يَعْزُبُ عَنْ رَبِّكَ مِنْ مِثْقالِ ذَرَّةٍ فِي الْأَرْضِ وَلا فِي السَّماءِ وَلا أَصْغَرَ مِنْ ذلِكَ وَلا أَكْبَرَ إِلَّا فِي كِتابٍ مُبِينٍ  « 2 » وقال :   اللَّهُ يَعْلَمُ ما تَحْمِلُ كُلُّ أُنْثى وَما تَغِيضُ الْأَرْحامُ وَما تَزْدادُ وَكُلُّ شَيْءٍ عِنْدَهُ بِمِقْدارٍ * عالِمُ الْغَيْبِ وَالشَّهادَةِ  \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار : ج 5 ص 237 ، الحديث : 16 .\r\n( 2 ) يونس : 61 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n  الْكَبِيرُ الْمُتَعالِ * سَواءٌ مِنْكُمْ مَنْ أَسَرَّ الْقَوْلَ وَمَنْ جَهَرَ بِهِ وَمَنْ هُوَ مُسْتَخْفٍ بِاللَّيْلِ وَسارِبٌ بِالنَّهارِ   « 1 » وقال :  عالِمِ الْغَيْبِ لا يَعْزُبُ عَنْهُ مِثْقالُ ذَرَّةٍ فِي السَّماواتِ وَلا فِي الْأَرْضِ وَلا أَصْغَرُ مِنْ ذلِكَ وَلا أَكْبَرُ إِلَّا فِي كِتابٍ مُبِينٍ  « 2 » إلى غير ذلك من نصوص الكتاب العزيز .\r\nكما أكّدت نصوص السنّة هذا المضمون القرآني أيضا منها :\r\n* صحيح أيّوب بن نوح أنّه كتب إلى أبي الحسن عليه السّلام يسأله عن اللّه عزّ وجلّ : أكان يعلم الأشياء قبل أن خلق الأشياء وكوّنها أو لم يعلم ذلك حتّى خلقها وأراد خلقها وتكوينها ، فعلم ما خلق عندما خلق وما كوّن عندما كوّن ؟ فوقّع بخطّه عليه السّلام : لم يزل اللّه عالما بالأشياء قبل أن يخلق الأشياء كعلمه بالأشياء بعد ما خلق الأشياء » « 3 » .\r\n* صحيح محمّد بن مسلم عن أبي جعفر الباقر عليه السّلام قال :\r\nسمعته يقول : « كان اللّه ولا شيء غيره ، ولم يزل اللّه عالما بما يكون ، فعلمه به قبل كونه كعلمه به بعد كونه » « 4 » .\r\n* صحيح منصور بن حازم قال : سألت أبا عبد اللّه الصادق عليه السّلام : هل يكون اليوم شيء لم يكن في علم اللّه عزّ وجلّ ؟ قال : لا بل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرعد : 8 - 10 .\r\n( 2 ) سبأ : 3 .\r\n( 3 ) الأصول من الكافي : ج 1 ص 107 ، باب صفات الذات ، الحديث : 4 .\r\n( 4 ) المصدر السابق : الحديث : 2 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nكان في علمه قبل أن ينشئ السماوات والأرض » « 1 » .\r\n* ما روي عن عبد اللّه بن مسكان قال : سألت أبا عبد اللّه الصادق عليه السّلام عن اللّه تبارك وتعالى : أكان يعلم بالمكان قبل أن يخلق المكان ، أم علمه عندما خلقه وبعد ما خلقه ؟ فقال عليه السّلام : تعالى اللّه بل لم يزل عالما بالمكان قبل تكوينه ، كعلمه به بعد ما كوّنه وكذلك علمه بجميع الأشياء كعلمه بالمكان » « 2 » .\r\n* حديث الحسين بن بشّار عن أبي الحسن علي بن موسى الرضا عليه السّلام قال : سألته : أيعلم اللّه الشيء الذي لم يكن أن لو كان كيف كان يكون ، أو لا يعلم إلّا ما يكون ؟ فقال عليه السّلام : إنّ اللّه تعالى هو العالم بالأشياء قبل كون الأشياء ، قال عزّ وجلّ :  إِنَّا كُنَّا نَسْتَنْسِخُ ما كُنْتُمْ تَعْمَلُونَ  « 3 » وقال لأهل النار :  وَلَوْ رُدُّوا لَعادُوا لِما نُهُوا عَنْهُ وَإِنَّهُمْ لَكاذِبُونَ  « 4 » فقد علم عزّ وجلّ أنّه لو ردّهم لعادوا لما نهوا عنه ، وعندما قال الملائكة :  أَ تَجْعَلُ فِيها مَنْ يُفْسِدُ فِيها وَيَسْفِكُ الدِّماءَ وَنَحْنُ نُسَبِّحُ بِحَمْدِكَ وَنُقَدِّسُ لَكَ قالَ إِنِّي أَعْلَمُ ما لا تَعْلَمُونَ  « 5 » فلم يزل اللّه عزّ وجلّ علمه سابقا للأشياء قديما قبل أن يخلقها ، فتبارك ربّنا وتعالى علوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد ، الصدوق : ص 131 ، باب العلم : الحديث : 6 .\r\n( 2 ) المصدر السابق : ص 132 ، الحديث : 9 .\r\n( 3 ) الجاثية : 29 .\r\n( 4 ) الأنعام : 28 .\r\n( 5 ) البقرة : 30 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nكبيرا ، خلق الأشياء وعلمه بها سابق لها كما شاء كذلك ، لم يزل ربّنا عليما سميعا بصيرا » « 1 » .\r\n* حديث الفتح بن زيد الجرجاني عن الإمام الرضا عليه السّلام « قلت : جعلت فداك قد بقيت مسألة ، قال : هات للّه أبوك . قلت : يعلم القديم الشيء الذي لم يكن أن لو كان كيف يكون ؟ قال : ويحك إنّ مسائلك لصعبة ! أما سمعت اللّه يقول :  لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا  « 2 » وقوله :  وَلَعَلا بَعْضُهُمْ عَلى بَعْضٍ  « 3 » وقال يحكي قول أهل النار :  أَخْرِجْنا نَعْمَلْ صالِحاً غَيْرَ الَّذِي كُنَّا نَعْمَلُ  « 4 » وقال :  وَلَوْ رُدُّوا لَعادُوا لِما نُهُوا عَنْهُ  « 5 » فقد علم الشيء الذي لم يكن أن لو كان كيف كان يكون . فقمت لأقبّل يده ورجله فأدنى رأسه ، فقبّلت وجهه ورأسه ، وخرجت وبي من السرور والفرح ما أعجز عن وصفه لما تبيّنت من الخير والحظّ » « 6 » .\r\nهذه النصوص وكثير غيرها تؤكّد حقيقة علم اللّه تعالى بالأشياء علما أزليا قبل خلقه لها وإيجاده إيّاها ، بل يعلم سبحانه ممتنع الوجود أن لو كان وجد كيف يكون ، مثل شريك الباري تبارك وتعالى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوحيد ، الصدوق : ص 132 ، باب العلم ، الحديث : 8 .\r\n( 2 ) الأنبياء : 22 .\r\n( 3 ) المؤمنون : 91 .\r\n( 4 ) فاطر : 37 .\r\n( 5 ) الأنعام : 28 .\r\n( 6 ) التوحيد ، للصدوق : ص 64 ، باب التوحيد ونفي التشبيه ، الحديث : 18 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nفإذا علم اللّه سبحانه - وعلمه أزليّ قبل خلق الأشياء - من عبد أنّه لا يريد سوى الطاعة والعبادة والطهارة من الرجس والدنس ، فلا محالة أن يعطيه ذلك ويهيئ له جميع الأسباب كما هو مقتضى وعده وما كتبه على نفسه ، ولا بدّ أن تتعلّق إرادته التكوينية بذلك ، تمكينا للعبد من تحقيق ما يريده ، ولا يعني هذا أيّ جبر لذلك الإنسان في تحقيق مراده ، بل يبقى العبد مختارا مريدا ، قد استجابت المشيئة الإلهية لما اختاره وأراده .\r\nوبالعكس فيما لو علم من شخص آخر أنّه لا يريد سوى التمرّد والجحود والكفر والعصيان ، والخروج عن حبل الطاعة ، فلا يمنعه من ذلك ، بل يعطيه كلّ ما يريد تحقيقا لرغباته ، كما أنّ الإرادة الإلهية التكوينية أيضا تتعلّق بتلكم الأفعال ، فيصحّ أن يقال : إنّما يريد اللّه أن يكون فلان هكذا . . . وهذا أيضا لا يعني الجبر على المعصية ، بل شاء إنسان باختياره هو وإرادته أن لا يستجيب لأوامر اللّه تعالى ، فشاءت إرادة اللّه تحقيق ما اختاره ذلك الإنسان .\r\nومن ثمّ يتّضح لنا أنّ إرادة اللّه التكوينية التي لا تتخلّف عن المراد ، لا تتنافى مع اختيار الإنسان ، وإن كانت جميع أفعال الإنسان مخلوقة للّه تعالى ، لكنّها مخلوقة وفق ما يريده الإنسان ويختاره .\r\nوهذا المعنى هو الذي ذكره « أكثر الأصحاب وعوّلوا عليه في هذا الباب ، وهو أنّ ذلك - أي أخبار الطينة المتقدّمة - منزّل على العلم الإلهي ، فإنّه تعالى لمّا خلق الأرواح كلّها قابلة للخير والشرّ  إِنَّا هَدَيْناهُ \r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n السَّبِيلَ إِمَّا شاكِراً وَإِمَّا كَفُوراً  « 1 » وقادرة على فعلهما    مَنْ كانَ يُرِيدُ الْعاجِلَةَ عَجَّلْنا لَهُ فِيها ما نَشاءُ لِمَنْ نُرِيدُ ثُمَّ جَعَلْنا لَهُ جَهَنَّمَ يَصْلاها مَذْمُوماً مَدْحُوراً * وَمَنْ أَرادَ الْآخِرَةَ وَسَعى لَها سَعْيَها وَهُوَ مُؤْمِنٌ فَأُولئِكَ كانَ سَعْيُهُمْ مَشْكُوراً * كُلًّا نُمِدُّ هؤُلاءِ وَهَؤُلاءِ مِنْ عَطاءِ رَبِّكَ وَما كانَ عَطاءُ رَبِّكَ مَحْظُوراً    « 2 » وعلم أنّ بعضها يعود إلى الخير المحض وهو الإيمان ، وبعضها يعود إلى الشرّ المحضّ وهو الكفر باختيارها ، عاملها هذه المعاملة كالخلق من الطينة الطيّبة أو الخبيثة ، فحيث علم اللّه من زيد أنّه يختار الخير والإيمان البتة ، ولو لم يخلق من طينة طيّبة ، خلقه منها ، ولمّا علم من عمرو أنّه يختار الشرّ والكفر البتة ، خلقه من طينة خبيثة ، لطفا بالأوّل وتسهيلا عليه وإكراما له ، لما علم من حسن نيّته وعمله ، وبالعكس في الثاني       فَأَمَّا مَنْ أَعْطى وَاتَّقى * وَصَدَّقَ بِالْحُسْنى * فَسَنُيَسِّرُهُ لِلْيُسْرى * وَأَمَّا مَنْ بَخِلَ وَاسْتَغْنى * وَكَذَّبَ بِالْحُسْنى * فَسَنُيَسِّرُهُ لِلْعُسْرى       « 3 » .\r\nوعلم اللّه ليس بعلّة لصدور الأفعال ، وهذا معنى جيّد تنطبق عليه أكثر أخبار الباب ، ويستنبط من أخبارهم عليهم السّلام « 4 » .\r\nوالآيات والروايات شاهدة على هذا المعنى ؛ قال تعالى :  إِنَّ شَرَّ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإنسان : 3 .\r\n( 2 ) الإسراء : 18 - 20 .\r\n( 3 ) الليل : 5 - 10 .\r\n( 4 ) مصابيح الأنوار ، للسيّد عبد اللّه شبّر : ج 1 ص 13 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n  الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لا يَعْقِلُونَ * وَلَوْ عَلِمَ اللَّهُ فِيهِمْ خَيْراً لَأَسْمَعَهُمْ وَلَوْ أَسْمَعَهُمْ لَتَوَلَّوْا وَهُمْ مُعْرِضُونَ   « 1 » بمعنى « أنّ اللّه إنّما ابتلاهم بالصمم والبكمة فلا يسمعون كلمة الحقّ ولا ينطقون بكلمة الحقّ ، وبالجملة حرمهم من نعمة السمع والقبول ، لأنّه تعالى لم يجد عندهم خيرا ولم يعلم به ، ولو كان لعلم ، لكن لم يعلم فلم يوفّقهم للسمع والقبول ، ولو أنّه تعالى رزقهم السمع والحال هذه لم يثبت السمع والقبول فيهم ، بل تولّوا عن الحقّ وهم معرضون » « 2 » . لذا ورد في الصحيح عن أبي عبد اللّه الصادق عليه السّلام قال : « . . . إنّ اللّه لم يجبر أحدا ، ولا أراد - إرادة حتم - الكفر من أحد ، ولكن حين كفر كان في إرادة اللّه أن يكفر ، وهم في إرادة اللّه وفي علمه أن لا يصيروا إلى شيء من الخير .\r\nقلت : أراد منهم أن يكفروا ؟\r\nقال : ليس هكذا أقول ، ولكنّي أقول : علم أنّهم سيكفرون فأراد الكفر لعلمه فيهم ، وليست هي إرادة حتم ، إنّما هي إرادة اختيار » « 3 » .\r\nوبذلك يتّضح عدم تمامية ما ذكره الرازي في ذيل هذه الآية ، مستدلّا بعلم اللّه الأزلي لإثبات الجبر وعدم الاختيار .\r\nومن الروايات الصريحة الدالّة على أنّ منشأ خلق بعض الناس من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأنفال : 22 - 23 .\r\n( 2 ) الميزان في تفسير القرآن : ج 9 ص 43 .\r\n( 3 ) الأصول من الكافي : ج 1 ص 162 ، كتاب التوحيد ، باب الاستطاعة ، الحديث 13 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nطينة طيّبة وبعضهم من طينة خبيثة ، هو علم اللّه الأزلي بما هم صائرون إليه باختيارهم وإرادتهم ؛ قال الإمام أبو جعفر محمّد بن علي الباقر عليه السّلام : « إنّ اللّه وتعالى لم يزل عالما قديما ، خلق الأشياء لا من شيء ، ومن زعم أنّ اللّه عزّ وجلّ خلق الأشياء من شيء فقد كفر ، لأنّه لو كان ذلك الشيء الذي خلق منه الأشياء قديما معه في أزليته وهويّته كان ذلك أزليا ، بل خلق اللّه عزّ وجلّ الأشياء كلّها لا من شيء ، فكان ممّا خلق اللّه عزّ وجلّ أرضا طيّبة ، ثمّ فجّر منها ماء عذبا زلالا . . . ثمّ خلق بعد ذلك أرضا سبخة ( أي أرضا ذات ملح ) خبيثة منتنة ، ثمّ فجّر منها ماء أجاجا ، آسنا مالحا . . .\r\nقلت : يا ابن رسول اللّه فما صنع بالطينتين ؟\r\nقال عليه السّلام : مزج بينهما بالماء الأوّل والماء الثاني ، ثمّ عركها عرك الأديم ، ثمّ أخذ من ذلك قبضة فقال : هذه إلى الجنّة ولا أبالي ، وأخذ قبضة أخرى وقال : هذه إلى النار ولا أبالي ، ثمّ خلط بينهما فوقع من سنخ المؤمن وطينته على سنخ الكافر وطينته ، ووقع من سنخ الكافر وطينته على سنخ المؤمن وطينته . . . ثمّ إذا عرضت هذه الأعمال كلّها على اللّه عزّ وجلّ قال : أنا عدل لا أجور ، ومنصف لا أظلم ، وحكم لا أحيف ولا أشطط ( شطط الرجل : أفرط وتباعد عن الحقّ ) . . . فإنّي أنا اللّه لا إله إلّا أنا ، عالم السرّ وأخفى ، وأنا المطّلع على قلوب عبادي ، لا أحيف ولا أظلم وألزم أحدا إلّا ما عرفته منه قبل أن أخلقه » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار : ج 5 ص 230 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوبما تقدّم يمكن فهم أصل مهمّ في معارف الإمامة الإلهية ، حيث ثبت « أنّ اللّه سبحانه خلق بعض عباده على استقامة الفطرة واعتدال الخلقة ، فنشأوا من بادئ الأمر بأذهان وقّادة وإدراكات صحيحة ونفوس طاهرة وقلوب سليمة ، فنالوا بمجرّد صفاء الفطرة وسلامة النفس من نعمة الإخلاص ما ناله غيرهم بالاجتهاد والكسب ، بل أعلى وأرقى ؛ لطهارة داخلهم من التلوّث بألواث الموانع والمزاحمات ، والظاهر أنّ هؤلاء هم المخلصون للّه في عرف القرآن . وهؤلاء هم الأنبياء والأئمّة ، وقد نصّ القرآن بأنّ اللّه اجتباهم أي جمعهم لنفسه وأخلصهم لحضرته ؛ قال تعالى :  وَاجْتَبَيْناهُمْ وَهَدَيْناهُمْ إِلى صِراطٍ مُسْتَقِيمٍ  « 1 » وقال :  هُوَ اجْتَباكُمْ وَما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  ( الحجّ : 78 ) « 2 » .\r\nوالروايات الواردة في المقام تؤكّد أنّ منشأ هذا الاجتباء والاصطفاء الإلهي ، أنّه علم منهم أنّهم لا يريدون إلّا الطاعة والعبودية له تعالى .\r\nروي عن الإمام الصادق عليه السّلام في جوابه عن أسئلة بعض الزنادقة الذي سأله مسائل كثيرة :\r\nقال : كيف يعبد اللّه الخلق ولم يروه ؟\r\nقال عليه السّلام : رأته القلوب بنور الإيمان ، وأثبتته العقول بيقظتها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأنعام : 87 .\r\n( 2 ) الميزان في تفسير القرآن : ج 11 ص 162 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nإثبات العيان ، وأبصرته الأبصار بما رأته من حسن التركيب وإحكام التأليف .\r\nقال : أليس هو قادرا أن يظهر لهم حتّى يروه ويعرفوه فيعبد على يقين ؟\r\nقال عليه السّلام : ليس للمحال جواب .\r\nقال : فما بال ولد آدم فيهم شريف ووضيع ؟\r\nقال عليه السّلام : الشريف : المطيع ، والوضيع : العاصي .\r\nقال : أليس فيهم فاضل ومفضول ؟\r\nقال عليه السّلام : إنّما يتفاضلون بالتقوى .\r\nقال : فتقول : إنّ ولد آدم كلّهم سواء في الأصل لا يتفاضلون إلّا بالتقوى ؟\r\nقال عليه السّلام : نعم إنّي وجدت أصل الخلق التراب ، والأب آدم والأمّ حواء ، خلقهم إله واحد وهم عبيده ، إنّ اللّه عزّ وجلّ اختار من ولد آدم أناسا طهّر ميلادهم ، وطيّب أبدانهم ، وحفظهم في أصلاب الرجال وأرحام النساء ، أخرج منهم الأنبياء والرسل ، فهم أزكى فروع آدم ، فعل ذلك لا لأمر استحقّوه من اللّه عزّ وجلّ ، ولكن علم اللّه منهم حين ذرأهم أنّهم يطيعونه ويعبدونه ولا يشركون به شيئا ، فهؤلاء بالطاعة نالوا من اللّه الكرامة والمنزلة الرفيعة عنده ، وهؤلاء الذين لهم الشرف والفضل والحسب » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار : ج 10 ص 170 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nإشكال وجواب\r\nمن هنا يتّضح بطلان الزعم ( أن حمل الإرادة في قوله تعالى :  إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً  « 1 » على الإرادة التكوينية ينافي اختيار من تعلّقت الإرادة الإلهية بتطهيرهم من كلّ رجس ) ؛ بدعوى : ( أنّ لازم ذلك هو الجبر في إذهاب الرجس والتطهير ، إذ يستحيل في التكوينية من الإرادة تخلّف التحقّق الخارجي للفعل المراد ؛ لقوله تعالى :  إِنَّما أَمْرُهُ إِذا أَرادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ  « 2 » ، وعلى فرض الجبر ينتفي كل من الثواب والعقاب ، كما أجاب الإمام الصادق عليه السّلام عندما سأله السائل : أخبرني عن اللّه عزّ وجلّ كيف لم يخلق الخلق كلّهم مطيعين موحّدين ، وكان على ذلك قادرا ؟ قال عليه السّلام : « لو خلقهم مطيعين لم يكن لهم ثواب ، لأنّ الطاعة إذا ما كانت فعلهم ، ولم تكن جنّة ولا نار » « 3 » ) .\r\nلأنّ الإرادة في الآية مع كونها تكوينية لا يتخلّف المراد عنها ، منسجمة تماما مع الاختيار ولا تنافيه ، لأنّها تشير إلى علمه تعالى الأزلي ، بهؤلاء الصفوة أنهم لا يريدون سوى الطهارة من الرجس ، واستجابت إرادته سبحانه لإرادتهم بما يقتضيه وعده ، وما كتبه هو على نفسه ، بناء على ذلك يكون مفاد الآية : « إنّ اللّه عزّ وجلّ لمّا علم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأحزاب : 33 .\r\n( 2 ) يس : 82 .\r\n( 3 ) بحار الأنوار : ج 10 ص 170 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nأنّ إرادتهم تجري دائما على وفق ما شرّعه لهم من أحكام ، بحكم ما زوّدوا به من إمكانات ذاتية ومواهب مكتسبة ، نتيجة تربيتهم على وفق مبادئ الإسلام ، تربية حوّلتهم في سلوكهم إلى إسلام متجسّد ، ثمّ بحكم ما كانت لديهم من القدرات على إعمال إرادتهم وفق أحكامه التي استوعبوها علما وخبرة ، فقد صحّ له الإخبار عن ذاته المقدّسة بأنّه لا يريد لهم - بإرادته التكوينية - إلّا إذهاب الرجس عنهم ، لأنّه لا يفيض الوجود إلّا على هذا النوع من أفعالهم ، ما داموا هم لا يريدون لأنفسهم إلّا إذهاب الرجس والتطهير عنهم » « 1 » .\r\nوبهذا يتّضح معنى الاصطفاء والاختيار من اللّه تعالى لبعض عبيده ، في حمل أعباء الرسالة ، وإعطائهم الإمكانيات العالية ، من العلم العاصم وغيره ، فإنّ جميع ذلك يرجع إلى إرادتهم واختيارهم ، ضمن الحكمة الإلهية في إعطاء كلّ مستعدّ بمقدار استعداده .\r\nفقد علم اللّه تعالى من الأزل وقبل الخلق ، ما سيكون عليه هؤلاء البررة من الطاعة والطهارة ، وتمحّض إرادتهم فيما يريده اللّه تعالى ، فأعطاهم ما يتمكّنون به من توظيف إرادتهم في الطاعات والعبادات فحسب ، ولو منعهم ذلك كان خلفا في وعده جلّ وعلا ، وبالعكس لو كان قد أعطى تلكم المواهب من علم منه عدم الالتزام بمدلولها ، لكان ذلك عبثا منه ، تعالى اللّه عن ذلك علوّا كبيرا » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأصول العامّة للفقه المقارن : ص 151 ، دار الأندلس ، بيروت ، ط . 2 : عام 1997 .\r\n( 2 ) العصمة : ص 176 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nجمع بين رأيين\r\nممّا تقدّم يتّضح أنّه يمكن أن يجمع بين كلام الحكيمين أرسطو وأفلاطون بأن يحمل كلام أرسطو ، حيث قال في كتاب « نيقوماخيا » :\r\n« إنّ الأخلاق كلّها عادات تتغيّر ، وإنّه ليس شيء منها بالطبع ، وإنّ الإنسان يمكنه أن ينتقل من كلّ واحد منها إلى غيره بالاعتياد والدربة » « 1 » على المقام الأوّل من البحث ، وهو أصل قابلية الأخلاق الإنسانية للتغيير ، بغضّ النظر عن كونه سهلا أو صعبا . ويحمل كلام أفلاطون القائل في كتاب « السياسة » وفي كتاب « بوليطيا » خاصّة « بأنّ الطبع يغلب العادة ، وأنّ الكهول حيثما طبعوا على خلق ما ، يعسر زوالهم عنه ، وأنّهم متى قصدوا زوال ذلك الخلق عنهم ، ازدادوا فيه تماديا » « 1 » على المقام الثاني من البحث .\r\nهذا ما ذكره الفارابي في الجمع بين الكلامين حيث قال : « وليس يشكّ أحد ممّن يسمع هاتين المقالتين أنّ بين الحكيمين في أمر الأخلاق خلافا ، وليس الأمر في الحقيقة كما ظنّوا ، لأنّ أرسطو يرى أنّ كلّ خلق إذا نظر إليه مطلقا ( أي في نفسه ) علم أنّه ينتقل ويتغيّر ولو بعسر ، وليس شيء من الأخلاق ممتنعا عن التغيّر والتنقّل ، فإنّ الطفل الذي نفسه تعدّ بالقوّة ، ليس فيه شيء من الأخلاق بالفعل ، ولا من الصفات النفسانية . وبالجملة فإنّ ما كان فيه بالقوّة ، ففيه تهيّؤ لقبول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الجمع بين رأيي الحكيمين ، لأبي نصر الفارابي ، ص 95 ، قدّم له وعلّق عليه :\r\nالدكتور البيرنصري نادر من أساتذة الفلسفة في الجامعة اللبنانية .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالشيء وضدّه ، ومهما اكتسب أحد الضدّين ، يمكن زواله عن ذلك الضدّ المكتسب إلى ضدّه ، إلى أن تنقص البنية ويلحقه نوع من الفساد . . .\r\nوأمّا أفلاطون ، فإنّه ينظر في أنواع السياسات ، وأيّها أنفع وأيّها أشدّ ضررا ، فينظر في أحوال قابلي السياسات وفاعليها ، وأيّها أسهل قبولا ، وأيّها أعسر ، ولعمري إنّ من نشأ على خلق من الأخلاق ، واتّفقت له تقويته ، يمكن بها من نفسه على خلق من الأخلاق ، فإنّ زوال ذلك يعسر جدّا . والعسر غير الممتنع .\r\nوليس ينكر أرسطو أنّ بعض الناس يمكن فيه التنقّل من خلق إلى خلق أسهل ، وفي بعضهم أعسر ، على ما صرّح به في كتابه المعروف ب « نيقوماخيا » الصغير ، فإنّه عدّ أسباب عسر التنقّل من خلق إلى خلق ، وأسباب السهولة ، كم هي ، وما هي ، وعلى أي جهة كلّ واحد من تلك الأسباب ، وما العلامات ، وما الموانع .\r\nفمن تأمّل في تلك الأقاويل حقّ التأمّل ، وأعطى كلّ شيء حقّه ، عرف أن لا خلاف بين الحكيمين في الحقيقة ، وإنّما ذلك شيء يخيّله الظاهر من الأقاويل ، عندما ينظر إلى واحد واحد منها على انفراد ، من غير أن يتأمّل المكان الذي فيه ذلك القول ، ومرتبة العلم الذي هو منه » « 1 » وقد تقدّم سابقا قول أرسطو « يمكن صيرورة الأشرار أخيارا بالتأديب ، إلّا أنّ هذا ليس كلّيا ، فإنّه ربما أثّر في بعضهم بالزوال ، وفي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الجمع بين رأيي الحكيمين ، لأبي نصر الفارابي ، ص 95 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nبعضهم بالتقليل ، وربما لم يؤثّر أصلا » .\r\nنعم يبقى الكلام فيما هو مراد أفلاطون من « الطبع » في قوله « بأنّ الطبع يغلب العادة » هل المراد من ذلك الصورة النوعية بحسب الاصطلاح ، فيكون متعذّر الزوال ، أو المراد أنّ الخلق إذا تمكّن في النفس وصار ملكة راسخة ، فإنّه يعسر زواله ، وتعسّر الشيء غير تعذّره ، لأنّ الأوّل معناه إمكانه ذاتا ، وإن كان صعب الوقوع خارجا ، بخلاف الثاني فإنّ معناه عدم إمكان تحقّقه خارجا .\r\nلذا قال الفارابي في مقام تبيين كلام أفلاطون : « وها هنا أصل عظيم الغناء في تصوّر العلوم ، وخصوصا في أمثال هذه الموانع ، وهو أنّه كما المادّة ، مهما كانت متصوّرة بصورة ما ثمّ حدثت فيها صورة أخرى ، صارت مع صورتها جميعا مادّة للصورة الثالثة الحادثة فيها ، كالخشب الذي له صورة ، يباين بها سائر الأجسام ، ثمّ يجعل منها ألواحا ، ثمّ يجعل من الألواح سريرا ، فإنّ صورة السرير ، من حيث حدثت في الألواح مادّة لها ، وفي الألواح التي هي مادّة بالإضافة إلى صورة السرير ، صور كثيرة ، مثل الصور اللوحية والصور الخشبية والصور النباتية وغيرها من الصور القديمة .\r\nكذلك مهما كانت النفس المتخلّقة ببعض الأخلاق ثمّ تكلّفت اكتساب خلق جديد ، كان الأخلاق التي معها كالأشياء الطبيعية لها ، وهذه المكتسبة الجديدة اعتيادية ، ثمّ إن مرّت على هذه ودامت على اكتساب خلق ثالث ، صارت تلك بمنزلة الطبيعية ، وذلك بالإضافة إلى\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nهذه الجديدة المكتسبة .\r\nفمهما رأيت أفلاطون أو غيره يقول : إنّ من الأخلاق ما هي طبيعية ، ومنها ما هي مكتسبة ، فاعلم ما ذكرناه ، وتفهّمه من فحوى كلامهم ، لئلّا يشكل عليك الأمر ، فتظنّ أنّ من الأخلاق ما هي طبيعية بالحقيقة ، لا يمكن زوالها ، فإنّ ذلك شنيع جدّا ، ونفس اللفظ يناقض معناه إذا تأمّل فيه جدّا » « 1 » .\r\nممّا سلف يتّضح مراد النراقي في « جامع السعادات » حيث قال :\r\n« اختلف الأوائل في إمكان إزالة الأخلاق وعدمه ، وثالث الأقوال أنّ بعضها طبيعي يمتنع زواله ، وبعضها غير طبيعي حاصل من أسباب خارجة يمكن زواله » .\r\nإلى أن قال : « فالحقّ القول بالتفصيل ، يعني قبول بعض الأخلاق بل أكثرها بالنسبة إلى الأكثر التبديل ؛ للحسّ والعيان ، ولبطلان السياسات والشرائع لولاه ، ولإمكان تغيّر خلق البهائم . . . والتصفّح يعطي اختلاف الأشخاص والأخلاق في الإزالة والاتّصاف بالضدّ ، بالإمكان والتعذّر والسهولة والتعسّر ، وبالتقليل والرفع بالمرّة ، ولذا لو تصفّحت أشخاص العالم لم تجد شخصين متشابهين في جميع الأخلاق ، كما لا تجد اثنين متماثلين في الصورة ، ويشير إلى ذلك قوله صلّى اللّه عليه وآله : اعملوا فكلّ ميسّر لما خلق له » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجمع بين رأيي الحكيمين : ص 96 .\r\n( 2 ) جامع السعادات للنراقي : ج 1 ص 55 - 58 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nالبحث الثالث في طرق إصلاح أخلاق الإنسان\r\n\r\n[ مقدمة 
  ]\r\nتعرّضنا فيما سبق إلى تعريف علم الأخلاق وأهمّيته ، ثمّ بيّنا أنّ الإنسان قادر على أن يختار الأخلاق الحميدة والحسنة وأن يتجنّب الأخلاق الرذيلة والسيئة ، وأنّه ليس مجبورا على إحداهما ولا فاقدا لاختياره تجاههما .\r\nفإذا كان الأمر كذلك ، فما هو الطريق الذي ينبغي أن يسلكه لتجنّب مساوئ الأخلاق ورذائلها ، وليتحلّى بمحاسنها وفضائلها ؛ ليصل إلى تلك الغاية الحميدة التي بعث من أجلها النبي الخاتم صلّى اللّه عليه وآله والتي لخّصها بقوله : « إنّما بعثت لأتمّم مكارم الأخلاق » « 1 » وعلى رواية « إنّما بعثت بمحاسن الأخلاق » « 2 » ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الوسائل : ج 11 ص 187 رقم 12701 .\r\n( 2 ) مجمع الزوائد ، دار الكتاب العربي : ج 8 ص 23 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nوقبل الإجابة على هذا التساؤل لا بدّ من الإشارة إلى مقدّمة مهمّة في المقام ، حاصلها : أنّ هناك علاقة وطيدة بين العلم والاعتقاد القلبي من جهة وبين العمل الذي يصدر من الإنسان من جهة أخرى . وبتعبير آخر : إنّ هناك نحوا من السنخية بين العلم والعمل ؛ قال تعالى :  قُلْ كُلٌّ يَعْمَلُ عَلى شاكِلَتِهِ  « 1 » « فالآية الكريمة ترتّب عمل الإنسان على شاكلته بمعنى أنّ العمل يناسبها ويوافقها ، فهي بالنسبة إلى العمل كالروح السارية في البدن الذي يمثّل بأعضائه وأعماله هيئات الروح المعنوية .\r\nوقد تحقّق بالتجارب والبحث العلمي أنّ بين الملكات والأحوال النفسانية وبين الأعمال رابطة خاصّة ، فليس يتساوى عمل الشجاع الباسل والجبان إذا حضرا موقفا هائلا ، ولا عمل الجواد الكريم والبخيل اللئيم في موارد الإنفاق وهكذا » « 2 » .\r\nوهذه الحقيقة أشار إليها القرآن الكريم في مواضع كثيرة حيث « استدلّ تعالى على كفر اليهود وعلى فساد ضمير المشركين وعلى نفاق المنافقين من المسلمين وعلى إيمان عدّة من الأنبياء والمؤمنين بأعمالهم وأفعالهم في آيات كثيرة يطول ذكرها ، فالعمل كيف كان يلازم ما يناسبه من العلم ويدلّ عليه » « 3 » . وعلى هذا الأساس تتّضح هذه الحقيقة القرآنية ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإسراء : 84 .\r\n( 2 ) الميزان في تفسير القرآن ، ج 13 ، ص 189 .\r\n( 3 ) المصدر السابق ، ج 3 ، ص 65 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nحيث قال تعالى :  وَالْبَلَدُ الطَّيِّبُ يَخْرُجُ نَباتُهُ بِإِذْنِ رَبِّهِ وَالَّذِي خَبُثَ لا يَخْرُجُ إِلَّا نَكِداً كَذلِكَ نُصَرِّفُ الْآياتِ لِقَوْمٍ يَشْكُرُونَ  « 1 » .\r\nمن هنا نثبت أنّ اللّه سبحانه وتعالى لا يمكن أن يصدر منه الظلم ، لا لعدم قدرته على ذلك ، بل لعدم انسجام ومسانخة الظلم له عزّ وجلّ . وهكذا لا تصدر عن المعصوم عليه السّلام معصية ، لا لأنّه غير قادر على ارتكابها ، بل لعدم انسجامها مع ذاته المطهّرة التي لا يصدر عنها إلّا العمل الصالح .\r\nثمّ إنّه كما أنّ كلّ علم واعتقاد قلبي يترشّح منه نوع من العمل يناسب ذلك العلم ، كذلك العكس ، فإنّ كلّ نوع من العمل صالحا كان أو طالحا فإنّه يركّز ويحصّل في النفس نوعا خاصّا من العلم والاعتقاد يناسبه وينسجم معه ؛ قال تعالى :  وَاعْبُدْ رَبَّكَ حَتَّى يَأْتِيَكَ الْيَقِينُ  « 2 » ، وقال أيضا :  إِلَيْهِ يَصْعَدُ الْكَلِمُ الطَّيِّبُ وَالْعَمَلُ الصَّالِحُ يَرْفَعُهُ  « 3 » .\r\nهذا في العمل الصالح ، وأمّا في العمل الطالح فقال تعالى :  ثُمَّ كانَ عاقِبَةَ الَّذِينَ أَساؤُا السُّواى أَنْ كَذَّبُوا بِآياتِ اللَّهِ وَكانُوا بِها يَسْتَهْزِؤُنَ  « 4 » وقال أيضا :  فَأَعْقَبَهُمْ نِفاقاً فِي قُلُوبِهِمْ إِلى يَوْمِ يَلْقَوْنَهُ بِما أَخْلَفُوا اللَّهَ ما وَعَدُوهُ وَبِما كانُوا يَكْذِبُونَ  « 5 » ؛ لذا ورد عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأعراف : 58 .\r\n( 2 ) الحجر : 99 .\r\n( 3 ) فاطر : 10 .\r\n( 4 ) الروم : 10 .\r\n( 5 ) التوبة : 77 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالإمام الصادق عليه السّلام : « لا يثبت الإيمان إلّا بالعمل » « 1 » .\r\nوورد أيضا : « قليل يدوم خير من عمل كثير منقطع » « 2 » وما ذلك إلّا لأنّ أثر القليل الدائم أكثر بكثير من أثر الكثير المنقطع .\r\nفتحصّل أنّ الإنسان إذا أراد أن يتخلّق بأخلاق اللّه وأن يصدر منه العمل الصالح ، عليه أوّلا أن يصحّح اعتقاداته القلبية ، وإلّا إذا كان الاعتقاد فاسدا ، فإنّه لا يصدر عنه إلّا العمل السيئ  وَالَّذِي خَبُثَ لا يَخْرُجُ إِلَّا نَكِداً ،  لذا ورد عن الإمام الصادق عليه السّلام : « إنّ العمل القليل الدائم على اليقين أفضل عند اللّه من العمل الكثير على غير يقين » « 3 » .\r\nوإنّه إذا أراد « اكتساب الأخلاق الفاضلة وإزالة الأخلاق الرذيلة فلا يمكنه تحقيق ذلك إلّا بتكرار الأعمال الصالحة المناسبة لها ومزاولتها والمداومة عليها ، حتّى تثبت في النفس من الموارد الجزئية علوم جزئية ، وتتراكم وتنتقش في النفس انتقاشا متعذّر الزوال أو متعسّرها » « 4 » .\r\nوعلى هذا لو أراد الإنسان أن يكون شجاعا مثلا فلا بدّ له من اقتحام موارد الشجاعة والاستمرار عليها ، لتنتقش في نفسه وتثبت له ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفصيل وسائل الشيعة إلى تحصيل مسائل الشريعة ، مصدر سابق ج 15 ص 168 الحديث 6 .\r\n( 2 ) عيون الحكم والمواعظ ، دار الحديث ، قم ، ص 370 / 6244 .\r\n( 3 ) المصدر نفسه : ج 15 ، ص 202 ، الحديث 6 .\r\n( 4 ) الميزان في تفسير القرآن : ج 1 ص 354 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nوإلّا لو تكلّم ما تكلّم في مدح الشجاعة وفضلها والجزاء المترتّب عليها ولم يزاولها لما أصبح شجاعا ، لأنّ مثل هذا الإنسان لا يعرف من الشجاعة إلّا « الاصطلاح » ولا قيمة لذلك بمفرده ، ولا لحمل الأسفار دون العمل بها ؛ قال تعالى :  مَثَلُ الَّذِينَ حُمِّلُوا التَّوْراةَ ثُمَّ لَمْ يَحْمِلُوها كَمَثَلِ الْحِمارِ يَحْمِلُ أَسْفاراً بِئْسَ مَثَلُ الْقَوْمِ الَّذِينَ كَذَّبُوا بِآياتِ اللَّهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ  « 1 » .\r\n\r\nمسالك التهذيب\r\nبعد أن اتّضحت هذه المقدّمة ، ذكر الأعلام أنّ هناك مسالك ثلاثة لتهذيب الأخلاق الإنسانية وإصلاحها :\r\n\r\nالمسلك الأوّل : تهذيب الأخلاق بالغايات الصالحة الدنيوية\r\nويبتني هذا المسلك على حثّ الإنسان ودفعه وإيجاد الداعي فيه إلى القيام بالأعمال الحسنة وإلى إصلاح نفسه من خلال الجزاء والمصالح الدنيوية من جاه أو مال أو ثناء أو ذكر حسن ، وعلى تحذيره من القيام بالأعمال السيّئة وذمّها من خلال بيان المساوئ والمضارّ الدنيوية المترتّبة عليها .\r\nولهذا الجزاء المترتّب على العمل خصوصيتان ، هما :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجمعة : 5 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nالأولى : أنّه جزاء دنيوي ، ومن الواضح أنّ مثل هذا الجزاء مهما طال به الزمن فهو منقطع الآخر وإلى زوال .\r\nالثانية : أنّه جزاء اعتباري لا حقيقي ، فالثناء الجميل والذكر الحسن والسمعة الطيبة وما شاكل ذلك كلّها أمور اعتبارية لتنظيم الحياة الاجتماعية ليس إلّا .\r\nومع هذا ، فلو رجع الإنسان إلى واقعه لوجد الكثير منّا يقوم بجملة من أعماله - شاء أم أبى - لأجل هذا الجزاء ، بشهادة أنّه لو لم يترتّب على أعماله ذلك الثناء الجميل والمدح لشخصه ولم يتحقّق ذلك البعد له لترك العمل ولم يداوم عليه ، ولا يشذّ عن هذا إلّا الأوحدي من الناس الذي يقول :  إِنَّما نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لا نُرِيدُ مِنْكُمْ جَزاءً وَلا شُكُوراً  « 1 » .\r\nولأضرب لذلك مثالا عن نفسي ، فلو درّس أحد درس الأخلاق في نفس هذا المكان ، وكان من حيث المستوى والإمكانية العلمية بنفس الدرجة التي أنا عليها - لكي لا أجد في ضعفه مبرّرا لعدم ارتياحي - أقول : لو جاء مثل هذا الأستاذ وذهب أكثر طلّابنا إليه وحضروا درسه ولم يبق معي إلّا ثلاثة أو أربعة طلّاب ، فهل أتأذّى وأشعر بعدم الراحة أم لا ؟ لا أدري ، فإذا كان الأمر مرتبطا بتكليف إلهي وبخدمة الناس ، فإنّ هؤلاء قد استبدلوا بي شخصا آخر مثلي ، وجزاهم اللّه خيرا إذ رفعوا المسؤولية عن عنقي مع حصولي على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدهر : 9 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالثواب و « نيّة المرء خير من عمله » « 1 » ، فهل ينبغي لي أن أتأذّى أم أفرح ؟\r\nومن منّا يفرح ؟ فهل نحن نعمل لمعارف أهل البيت عليهم السّلام حقّا أم لأجل السمعة ؟ امتحن نفسك ، وقف عندها طويلا ، ولا تذهب إلى مكان بعيد ، فإنّ الكثير منّا مبتل بهذا وقد لا يلتفت إليه .\r\nوللشيخ المطهريّ قدس سره كلمة قيّمة هنا ، إذ يقول : « كثير من الناس يحبّ الإسلام ولكن بشرط أن يكون هو حجّة الإسلام ، فلو قال غيره هذا الإسلام الذي يقوله هو لا يقبله » .\r\nومن هنا قال الإمام الخميني قدس سره : ( لو اجتمع الأنبياء جميعا في مكان واحد لما اختلفوا ، لأنّه لا أحد منهم يقول : « أنا » ، بل كلّ منهم يقول : « هو » ، و « هو » واحد فلا معنى لأن يقع الاختلاف بينهم ، بل يقع التنازع والاختلاف حينما تصير الأعمال لل « أنا » وهي متعدّدة ) .\r\nوالقرآن صريح في ذلك :  وَلَوْ كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً  « 2 » ، وهذا ضابط مهمّ وخطير يضعه القرآن الكريم بيدك لتعرف هل العمل من عند اللّه عزّ وجلّ أو من عند غيره .\r\nولا بد من التنبيه هنا ، أنّ الاختلاف المرفوض الذي نتحدّث عنه هو الاختلاف الذي ينشأ بين المؤمن وأخيه المؤمن داخل الأمّة الواحدة وذلك بفعل « الأنا » وإلّا فإنّ الاختلاف بين الحق والباطل هو من وظائف وتكاليف المسلم ؛ يقول تعالى :  أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَماءُ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المحاسن للبرقي ، دار الكتب الإسلامية ، قم : 260 / 315 .\r\n( 2 ) النساء : 82 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n بَيْنَهُمْ  « 1 » .\r\nوعلى كلّ حال ، فإنّ منشأ الاختلاف داخل الأمّة الصالحة هو « الأنا » ، ولعلمائنا قول : بأنّ هذه « الأنا » هي التي أسقطت إبليس عن ذلك المقام الرفيع ، فقد صلّى إبليس قبل سقوطه ركعتين للّه في السماء في ستّة آلاف سنة ، يقول أمير المؤمنين عليه السّلام عنها : « لا يدرى أمن سني الدنيا أم من سني الآخرة » « 2 » التي لو حوّلت إلى أيّام حسب ما نعدّ  وَإِنَّ يَوْماً عِنْدَ رَبِّكَ كَأَلْفِ سَنَةٍ مِمَّا تَعُدُّونَ  « 3 » لكانت أمرا خياليا ، حتى لو فرضنا أنها ( الستّة آلاف ) كانت هي الواقع لا أنّها لكثرة وأنّ الواقع كان أكثر منها بكثير ، ومع ذلك فإنّ هذا الذي صدر منه مثل هذا العمل ، طلب منه سبحانه وتعالى طلبا حيث أمره بالسجود لآدم عليه السّلام ، فقال في جوابه « أنا » فأسقطته « أناه » من ذلك المقام .\r\nكلّ ذلك لنعتبر نحن فلا نفكّر بأننا قد ضمنّا لأنفسنا ضمانا بما نعمله من أعمال نعتقد بأنّها مانعتنا عن السقوط ، فإن « أنا » واحدة تسقط وتحبط كلّ عمل عمله الإنسان مهما امتدت سنواته ، وبالعكس فقد يطوي الإنسان من خلال عمل واحد صغير مسافة الألف سنة بخطوة واحدة ، فلا تتصوّروا بأنّ الإنسان يصل بكمّ أعماله ؛ في الحديث القدسيّ : « . . من تقرّب إليّ شبرا تقرّبت إليه ذراعا ، ومن تقرّب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفتح : 29 .\r\n( 2 ) نهج البلاغة ، ص 287 ، الخطبة القاصعة .\r\n( 3 ) الحج : 47 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nإليّ ذراعا تقرّبت إليه باعا ، ومن تقرّب إليّ باعا مشيت إليه هرولة » « 1 » فقد يدخل الإنسان إلى المسجد وهو كافر فاجر من أهل النار بنيّة صالحة فيتحوّل إلى مؤمن صالح ، ويخرج آخر وهو كافر فاجر وإلى النار وقد دخل مؤمنا صالحا .\r\nفلا الكمّ منظور في الأعمال ولا صورتها وظاهرها بل المدار على نيّة العمل وحقيقته وباطنه . وعلى هذا تفسّر ضربة عليّ عليه السّلام يوم الخندق التي ساوت عبادة الثقلين - وفي بعض الروايات فضّلتهما - وما ذلك إلّا بسبب باطن عمل الإمام عليه السّلام ونيّته وإخلاصه ، وإلّا قد لا تفرق تلك الضربة من حيث الظاهر والعمل الخارجي عن ضربة أيّ شخص آخر يضربها ويقتل بها عمر بن عبد ودّ .\r\nواعلموا أنّ الإخلاص في العمل كالكبريت الأحمر في ندرته ، ولا إخلاص إلّا بمعرفة ولذا قال عليّ عليه السّلام : « أوّل الدين معرفته » « 2 » .\r\nوالمطلب أخطر ممّا قد يتصور ، ويشتدّ فيمن يريد سلوك طريق العلم والعلماء « إذ يغفر [ اللّه 
  ] للجاهل سبعين ذنبا قبل أن يغفر للعالم ذنبا واحدا » « 3 » وقد يكتفى بالعدد المعلوم من الركعات وبصيام ثلاثين يوما وآيتين من القرآن الكريم بالنسبة لعوام الناس ولا يكون ذلك كافيا لطالب العلم ، لأنّ المعرفة إذا اختلفت اختلف الحساب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري ، باب ما جاء في دعاء النبي صلّى اللّه عليه وآله .\r\n( 2 ) نهج البلاغة ، الخطبة الأولى .\r\n( 3 ) خاتمة المستدرك للنوري ، تحقيق مؤسسة آل البيت لإحياء التراث : ج 5 ص 247 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n« وهذا المسلك هو المأثور من بحث الأقدمين من يونان وغيرهم فيه ( أي في علم الأخلاق ) . ولم يستعمل القرآن هذا المسلك الذي بناؤه على انتخاب الممدوح عند عامّة الناس عن المذموم والأخذ بما يستحسنه الاجتماع وترك ما يستقبحه . . . » « 1 » .\r\nفهو إذن مسلك الفلاسفة وعلماء الأخلاق السابقين ولم يستعمله القرآن ، والسرّ في ذلك أنّ القرآن الكريم لا يمكن أن يدعو الناس إلى هذا الأمر على أساس دنيوي وجزاء زائل اعتباري .\r\nكما أنّ مثل هذا الأساس إنّما يصلح ظاهر العمل لا باطنه فإنّ الثناء الجميل والذكر الحسن - مثلا - يتوقّف على ظاهر العمل لا باطنه ، ومثل هذا مثل ذلك الشخص الذي كان يصلّي في المسجد ويحسن القراءة ، حتّى إذا مدح قراءته من كان جالسا إلى جواره التفت إليه قائلا : وأنا مع ذلك صائم ، فلأنّه كان يعيش مع الظاهر اضطرّ إلى إعطاء الظاهر والتصريح به مع أنّ حقيقة الجزاء تكمن في باطن العمل لا ظاهره .\r\nوها هنا مسألة مهمّة لا بدّ من الإشارة إليها ، وهي أنّ الإسلام لم يهمل ظاهر العمل ، كما قد يتبادر إلى ذهن بعض الناس ، بل أوجد له قوانين محكمة ودقيقة ثمّ وجّه الإنسان بعد ذلك إلى اتخاذ هذا الظاهر معبرا إلى الحقيقة وإلى بواطن الأعمال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان في تفسير القرآن : ج 1 ص 355 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nالمسلك الثاني : تهذيب الأخلاق من خلال الغايات الأخروية\r\nويبتني هذا المسلك على دعوة الإنسان وحثّه على الاتّصاف بالخصال الحسنة والحميدة وعلى اجتناب العادات الرديئة والسيّئة ، وذلك من خلال الجزاء الأخروي ثوابا أو عقابا .\r\nفهاهنا ، كما في المسلك الأوّل ، تجارة وعوض ومعوض . غاية الأمر أنّ العوض قد يكون معجّلا ومرتبطا بالدنيا كما في المسلك الأوّل ، وقد يكون مؤجّلا ويعطى للإنسان في الآخرة كما هو في المسلك الثاني .\r\nوالظاهر أنّ أغلب الناس لا يعتني بالعوض المؤجّل لأنّهم طبعوا على حبّ الثمن المعجّل والاهتمام به وإن كان أقلّ قيمة بل لا قيمة له بالنسبة إلى المؤجّل ، كما في العوض الدنيوي بالنسبة للأخروي ! قال اللّه تعالى :   كَلَّا بَلْ تُحِبُّونَ الْعاجِلَةَ * وَتَذَرُونَ الْآخِرَةَ   « 1 » .\r\nوعلى كلّ حال فإنّ للجزاء الأخروي خصوصيتين مهمّتين أيضا هما :\r\nالأولى : أنّه يصلح ظاهر العمل وباطنه لأنّ المجازي هو اللّه سبحانه وتعالى الذي لا يعزب عن علمه مثقال ذرّة في الأرض ولا في السماء .\r\nفعن الإمام أمير المؤمنين عليه السّلام : « . . . فإنّ الشاهد هو الحاكم . . » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القيامة : 20 ، 21 .\r\n( 2 ) نهج البلاغة ، الكلمات القصار : ص 316 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nفالحاكم يوم القيامة هو الشاهد في هذا العالم وفي هذه النشأة ؛ ولذا قال النبي صلّى اللّه عليه وآله : « اعبد اللّه كأنّك تراه فإن لم تكن تراه فإنّه يراك » « 1 » .\r\nفعلى الإنسان عبادة اللّه تعالى كأنّه يراه إن لم يستطع الوصول إلى مقام أن يرى اللّه شاهدا في كلّ شيء  أَ وَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلى كُلِّ شَيْءٍ شَهِيدٌ  « 2 » أي : أو لم يكف بربّك أنّه على كلّ شيء مشهود ، فاللّه تعالى مشهود في كلّ شيء ولكن لعمى بصائرنا لا نراه ، ولذا قال علماؤنا في تفسير قول إمام العارفين ، الإمام الحسين عليه السّلام في دعاء عرفة : « عميت عين لا تراك عليها رقيبا » « 3 » : إنّ هذا ليس دعاء بل هو قضية إخبارية ، وإنّ الإمام عليه السّلام يقول : إنّ من لا يراك فهو أعمى .\r\nوحين سأل ذعلب اليماني أمير المؤمنين عليه السّلام : هل رأيت ربّك ، يا أمير المؤمنين ؟ قال عليه السّلام : « أفأعبد ما لا أرى ؟ » فقال :\r\nوكيف تراه ؟ فقال : « لا تدركه العيون بمشاهدة العيان ، ولكن تدركه القلوب بحقائق الإيمان . . . » « 4 » فهو عزّ وجلّ مشهود بالبصيرة وبالقلب لا بالعين المادية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصباح الشريعة ، مؤسسة الأعلمي ، بيروت : ص 8 .\r\n( 2 ) فصلت : 53 .\r\n( 3 ) مفاتيح الجنان ، دعاء عرفة .\r\n( 4 ) نهج البلاغة ، ص 258 ، الخطبة 179 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nقال رسول اللّه صلّى اللّه عليه وآله : « ما من قلب إلّا وله عينان وأذنان فإذا أراد اللّه بعبد خيرا فتح عينيه اللتين هما للقلب ليشاهد بهما الملكوت » « 1 » وعن السجّاد عليه السّلام : « ألا إنّ للعبد أربع أعين ، عينان يبصر بهما أمر دينه ودنياه ، وعينان يبصر بهما أمر آخرته ، فإذا أراد اللّه بعبد خيرا فتح له العينين اللتين في قلبه فأبصر بهما الغيب في أمر آخرته » « 2 » وهو الملكوت الذي عبّر عنه في الآية المباركة  وَكَذلِكَ نُرِي إِبْراهِيمَ مَلَكُوتَ السَّماواتِ وَالْأَرْضِ وَلِيَكُونَ مِنَ الْمُوقِنِينَ  « 3 » فقد حصل إبراهيم عليه السّلام على اليقين من رؤيته ملكوت السماوات والأرض ، فإذا أبصر الإنسان هذا الملكوت وصل إلى مقام اليقين الذي تحدّثت عنه الروايات الشريفة . ولكن كيف يرى الإنسان ملكوت السماوات والأرض ؟\r\nوالجواب : إنّ هذه الرؤية لا يمكن أن تتمّ إلّا من خلال تنقية القلب وتطهيره ؛  فَإِنَّها لا تَعْمَى الْأَبْصارُ وَلكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ  « 4 » وفي نسبة العمى إلى القلب دليل على أنّ للقلب إبصارا حسب نسبة الملكة وعدمها ، وعلى هذا فقد يرى الإنسان ما حوله ويقول : هذه عيني أرى فيها كلّ شيء ، فيقال له : إنّك لا ترى شيئا ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير المحيط الأعظم والبحر الخضم للسيّد حيدر الأمين ، حقّقه وقدّم له وعلّق عليه السيّد محسن الموسوي التبريزي ج 1 ص 272 .\r\n( 2 ) الخصال : ج 1 ، ص 240 ، ح 90 .\r\n( 3 ) الأنعام : 75 .\r\n( 4 ) الحج : 46 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nيقول تعالى :  وَلَهُمْ أَعْيُنٌ لا يُبْصِرُونَ بِها  « 1 » لأنّها رؤية لا تتمّ بهذه الأعين الظاهرية الموجودة حتّى للحيوانات ، بل هي أعين القلب ولذا فإنّهم لا يبصرون بها . وهكذا قوله تعالى  كَلَّا بَلْ رانَ عَلى قُلُوبِهِمْ ما كانُوا يَكْسِبُونَ  « 2 » .\r\nالثانية : أنّه جزاء دائم لأنّه جزاء أخروي والآخرة لا تزول لأنّها باقية بإرادة اللّه سبحانه وتعالى .\r\n« وهذا المسلك في إصلاح الأخلاق هو طريقة الأنبياء ، ومنه شيء كثير في القرآن وفيما ينقل إلينا من الكتب السماوية » « 3 » ، فالقرآن الكريم لم يتجاوز هذا المسلك بل اعتبره طريقا جيّدا لإصلاح النفوس من خلال الترهيب والتحذير من النار والترغيب في الجنّة .\r\nوهناك آيات كثيرة أشارت إلى هذه الطريق .\r\n* قال تعالى :  إِنَّ اللَّهَ اشْتَرى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ  « 4 » .\r\nوالباء في « بأنّ » للمقابلة ، لذا ورد عن الإمام علي عليه السّلام : « إنه ليس لأنفسكم ثمن إلا الجنّة فلا تبيعوها إلا بها » « 5 » لا بدراهم معدودة أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأعراف : 179 .\r\n( 2 ) المطففين : 14 .\r\n( 3 ) الميزان في تفسير القرآن ، ج 1 ، ص 358 .\r\n( 4 ) التوبة : 111 .\r\n( 5 ) نهج البلاغة ، ص 556 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nرئاسة أو جاه محدود وما إلى ذلك من العناوين الاعتبارية التي نتقاتل عليها كلّ يوم صباحا ومساء .\r\n* وقال أيضا :  إِنَّما يُوَفَّى الصَّابِرُونَ أَجْرَهُمْ بِغَيْرِ حِسابٍ  « 1 » .\r\n* وقال أيضا :  إِنَّ الظَّالِمِينَ لَهُمْ عَذابٌ أَلِيمٌ  « 2 » .\r\n* وقال أيضا :  إِنَّ الَّذِينَ كَفَرُوا بِآياتِ اللَّهِ لَهُمْ عَذابٌ شَدِيدٌ وَاللَّهُ عَزِيزٌ ذُو انْتِقامٍ  « 3 » .\r\nكما أنّ هناك كثيرا من الروايات التي تعضد الآيات المباركة في تأييد هذا المسلك ، وستأتي الإشارة إليها فيما بعد .\r\nوهذا المسلك هو الغالب على الناس في تهذيب أخلاقهم وإصلاحها ؛ قال الطباطبائي في تفسيره : « وطباع الناس مختلفة في إيثار هذه الطرق الثلاثة واختيارها ، فبعضهم - وهو الغالب - يغلب على نفسه الخوف ، وكلّما فكّر فيما أوعد اللّه الظالمين والذين ارتكبوا المعاصي والذنوب من أنواع العذاب الذي أعدّ لهم ، زاد في نفسه خوفا ، ولفرائصه ارتعادا ويساق بذلك إلى عبادته خوفا من عذابه ، وبعضهم يغلب على نفسه الرجاء ، وكلّما فكّر فيما وعده اللّه الذين آمنوا وعملوا الصالحات من النعمة والكرامة وحسن العاقبة زاد رجاء وبالغ في التقوى والتزام الأعمال الصالحات طمعا في المغفرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الزمر : 10 .\r\n( 2 ) إبراهيم : 22 .\r\n( 3 ) آل عمران : 4 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nوالجنّة » « 1 » .\r\nمن هنا نجد أنّ تلامذة الأئمّة عليهم السّلام كانوا يطلبون منهم أن يرغّبوهم في الجنّة ويشوّقوهم إليها ، أو يخوّفوهم من النار .\r\nعن أبي بصير قال : قلت لأبي عبد اللّه الصادق عليه السّلام : جعلت فداك يا بن رسول اللّه ، شوّقني إلى الجنّة ، فقال : « يا أبا محمد إنّ من أدنى نعيم الجنّة يوجد ريحها من مسيرة ألف عام من مسافة الدّنيا وإنّ أدنى أهل الجنّة منزلا لو نزل به أهل الثقلين الجنّ والإنس لوسعهم طعاما وشرابا ولا ينقص ممّا عنده شيء . . . » « 2 » .\r\nفللجنّة درجات بعدد آيات القرآن الكريم ، حسب ما ورد في الروايات الشريفة ، ولذا يقال للعبد يوم القيامة : « اقرأ وارق » « 3 » ، ولا يتصوّر بعض أنّ المراد هو حفظ الآيات ، وإلّا قد يتفوّق بعض النواصب على كثير من شيعة أهل البيت عليهم السّلام لكثرة حفظهم ، بل المراد هنا أنّ ذاك العلم بالآيات قد صار عملا ، كما أشرنا إلى ذلك بحوثنا عن التوحيد العملي .\r\nأضاف الإمام عليه السّلام في وصف الجنّة : « . . . وإنّ أيسر أهل الجنّة منزلة من يدخل الجنّة فيرفع له ثلاث حدائق ، فإذا دخل أدناهنّ رأى فيها من الأزواج والخدم والأنهار والأثمار ما شاء اللّه ممّا يملأ عينه قرّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان في تفسير القرآن ، ج 11 ، ص 158 .\r\n( 2 ) تفسير القمي ، نشر مكتبة الهدى ، قم 2 : 82 .\r\n( 3 ) أمالي الصدوق : ج 440 ص 586 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nوقلبه مسرّة ، فإذا شكر اللّه وحمده ، قيل له ارفع رأسك إلى الحديقة الثانية » « 1 » .\r\nفالشكر إذن سبب لزيادة العطاء الإلهي حتّى في الآخرة ؛ قال تعالى :  لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ  « 2 » فهو سبب ارتقاء الإنسان في مراتب الجنّة ودرجاتها .\r\nثمّ أضاف الإمام عليه السّلام : « فيقول يا ربّ أعطني هذه ، فيقول اللّه تبارك وتعالى : إن أعطيتك إيّاها سألتني غيرها . فيقول : ربّي هذه هذه » « 3 » إذ لا حدّ لطمع الإنسان ؛ باعتبار حبّه للكمال المطلق فكلّما يعطى يريد المزيد .\r\nثمّ قال عليه السّلام : « فإذا هو دخلها شكر اللّه وحمده أيضا ، فإذا شكر اللّه وحمده ، فيقال : افتحوا له باب الجنّة ، ويقال له : ارفع رأسك هذه الحديقة الثالثة ، فإذا فتح له باب من الخلد ويرى أضعاف ما كان فيه ، قيل :\r\nفيقول عند تضاعف مسرّاته : ربّي لك الحمد الذي لا يحصى إذ مننت عليّ بالجنان ونجيتني من النيران » .\r\nقال أبو بصير : فبكيت ، ثمّ قلت : جعلت فداك زدني ، قال : « يا أبا محمد إنّ في الجنّة نهرا في حافته جوار نابتات إذا مرّ المؤمن بجارية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير القمي : ج 2 ص 82 .\r\n( 2 ) إبراهيم : 7 .\r\n( 3 ) تفسير القمي : ج 2 ص 82 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nأعجبته ، قلعها وأنبت اللّه مكانها . . . » « 1 » . فلا ينقص عطاء اللّه بل لا تزيده كثرة العطاء إلّا جودا وكرما ، إذ كلّ ما وجد جوع وعطش وطلب وحاجة يوجد هناك عطاء وجود وكرم .\r\nإلى أن يقول السائل : قلت : جعلت فداك ، ألهنّ كلام يكلّمن به أهل الجنّة ؟ قال : « نعم ، كلام يتكلّمن به لم يسمع الخلائق بمثله » . قلت : ما هو ؟ قال : « يقلن : نحن الخالدات فلا نموت ، ونحن الناعمات فلا نبؤس ونحن المقيمات فلا نضعن ونحن الراضيات فلا نسخط ، طوبى لمن خلق لنا وطوبى لمن خلقنا له ، نحن اللواتي لو قرن إحدانا علّق في جوّ السماء لأغشى نوره الأبصار » « 2 » .\r\nوفي رواية ليلة المعراج ، أنّ رسول اللّه صلّى اللّه عليه وآله قال :\r\n« لما أسري بي إلى السماء دخلت الجنّة فرأيت فيها قيعان ورأيت فيها ملائكة يبنون لبنة من ذهب ولبنة من فضّة ، وربّما أمسكوا ، فقلت لهم : ما بالكم قد أمسكتم ؟ فقالوا : حتّى تجيئنا النفقة . فقلت : وما نفقتكم ؟ قالوا : قول المؤمن : سبحان اللّه والحمد للّه ولا إله إلّا اللّه واللّه أكبر ، فإذا قال بنينا ، وإذا سكت أمسكنا . . » « 3 » .\r\nوحين استبشر أصحاب الرسول صلّى اللّه عليه وآله بهذا الخبر وظنّوا أنّ قصورهم في الجنّة كثيرة ، قال لهم رسول اللّه صلّى اللّه عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير القمي : ج 2 ص 82 .\r\n( 2 ) تفسير القمي : ج 2 ص 82 - 83 .\r\n( 3 ) البحار : ج 18 ، ص 292 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوآله : « إياكم أن ترسلوا عليها نارا فتحرقوها ! » « 1 » .\r\nثمّ قال : « . . . فهاتان الآيتان ، قوله  وَهُدُوا إِلَى الطَّيِّبِ مِنَ الْقَوْلِ ،  قال : التوحيد والإخلاص . . . وقوله :  وَهُدُوا إِلى صِراطِ الْحَمِيدِ  « 2 » قال : الولاية » ، فالهدف إذن هو التوحيد والطريق هو الولاية ، ولذا ورد عن أمير المؤمنين عليه السّلام : « أنا الصراط المستقيم » « 3 » فهو عليه السّلام الصراط المستقيم الناطق .\r\n\r\nالمسلك الثالث : الحبّ الإلهي\r\nقال الطباطبائي قدس سره : « وها هنا مسلك ثالث مخصوص بالقرآن الكريم لا يوجد في شيء ممّا نقل إلينا من الكتب السماوية ، وتعاليم الأنبياء الماضين سلام اللّه عليهم أجمعين ، ولا في المعارف المأثورة من الحكماء الإلهيين ، وهو تربية الإنسان وصفا وعلما باستعمال علوم ومعارف لا يبقى معها موضوع الرذائل ، وبعبارة أخرى إزالة الأوصاف الرذيلة بالرفع لا بالدفع » « 4 » .\r\nولكي يتّضح هذا المسلك لا بدّ من بيان مقدّمة حاصلها : أنّ طريقة التهذيب تتمّ تارة من خلال وجود المانع ، وأخرى من خلال رفع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أمالي الصدوق : ص 607 ، ح 16 المجلس 87 .\r\n( 2 ) الحج : 24 .\r\n( 3 ) نوادر المعجزات للطبري ، نشر وتحقيق مدرسة الإمام المهدي ، قم ، 1410 ، ص 33 .\r\n( 4 ) الميزان ، للطباطبائي ، ج 1 ، ص 358 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nالمقتضي .\r\nفقد يريد الإنسان جاها أو عزّا أو ملكا أو سمعة حسنة في هذه الدنيا ، ويتصوّر أنّ بإمكان اللّه سبحانه وتعالى إعطاء هذه الأمور له كما أنّ بإمكان غير اللّه تبارك وتعالى ذلك ، فيميل وحسب طبعه إلى ما في أيدي الناس ، فيأتيه التحذير ، بأنّك سوف تخسر وتعذّب يوم القيامة فيكون العذاب مانعا عن توجّه النفس إلى ما في أيدي الناس ، وهكذا يكون المقتضي للتوجّه إلى ما عند الناس موجود ولكن المانع غير مفقود ، وهذا من قبيل الورقة المبتلة بالماء التي لا تحترق بالنار ، لا لعدم وجود المقتضي ، فاقتضاء الإحراق موجود في النار ، بل لوجود المانع وهو البلل ، وكما أنّ تهذيب النفس وإصلاحها يمكن أن يكون بإيجاد المانع من خلال الترهيب فإنّه يمكن أن يكون من خلال الترغيب أيضا فيقال لمن يرجو ويرغب بما في أيدي الناس ، بأنّ هذا الذي ترجوه محدود ومنقطع وزائل وعليك أن تستبدله بأجر أفضل منه وهو أجر الآخرة الباقي الدائم الذي عند اللّه تبارك وتعالى  ما عِنْدَكُمْ يَنْفَدُ وَما عِنْدَ اللَّهِ باقٍ  « 1 » .\r\nإنّ خصوصية إبداء المانع مع وجود المقتضي هي خصوصية المسلك الثاني ، أمّا المسلك الثالث الذي نحن فيه ، فإنّه يقوم على أساس اقتلاع أصل وجود المقتضي في الإنسان لا أن يزاحمه بالمانع المخوف أو المرغب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النحل : 96 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nويتقوّم هذا المسلك بركنين :\r\nالركن الأوّل : هو ركن المعرفة والعلم وذلك بأن يعطى الإنسان علوما ومعارف توصله إلى التوحيد الخالص ، فمن أراد العمل فعليه أن يعرف اللّه أوّلا « أوّل الدين معرفته » فيعرف أنّ العزّة والقوّة والملك للّه وحده تبارك وتعالى ، وأنّه لا يوجد شيء في العالم صغر أو كبر ، هان أو عظم ، إلّا بإذنه تبارك وتعالى ، وحينئذ لن يتوجّه مثل هذا الإنسان إلى الناس وإلى ما في أيديهم لأنّه يعرف حقّ المعرفة أنّ الغني منهم لا يملك ولا يعطي ولا يمنع إلّا بإذن اللّه ، فلا يرجوه ، وأنّ القوي منهم لا يعزّ ولا يذلّ ولا يضرّ ولا ينفع إلّا بإذن اللّه ، فلا يخافه ، ومن هنا ورد في الرواية عنهم عليهم السّلام : « من خاف اللّه أخاف اللّه منه كلّ شيء ومن لم يخف اللّه أخافه اللّه من كلّ شيء » « 1 » .\r\nوقد بيّن العلّامة قدس سره هذا الركن ، قال : « . . . وهو تربية الإنسان وصفا وعلما باستعمال علوم ومعارف لا يبقى معها موضوع الرذائل وذلك كما أن كلّ فعل يراد به غير اللّه سبحانه فالغاية المطلوبة منه إمّا عزّة في المطلوب يطمع فيها ، أو قوّة يخاف منها ويحذر عنها ، لكن اللّه سبحانه يقول :  إِنَّ الْعِزَّةَ لِلَّهِ جَمِيعاً  « 2 » ، ويقول :  أَنَّ الْقُوَّةَ لِلَّهِ جَمِيعاً  « 3 » ، والتحقّق بهذا العلم الحقّ لا يبقى موضوعا لرياء ، ولا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة ، ج 15 ، ص 219 ، الحديث 4 .\r\n( 2 ) يونس : 65 .\r\n( 3 ) البقرة : 165 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nسمعة ، ولا خوف من غير اللّه ، ولا رجاء لغيره ، ولا ركون إلى غيره ، فهاتان القضيتان إذا صارتا معلومتين للإنسان تغسلان كلّ ذميمة وصفا أو فعلا عن الإنسان وتحلّيان نفسه بحلية ما يقابلها من الصفات الكريمة الإلهية من التقوى باللّه ، والتعزّز باللّه وغيرهما من مناعة وكبرياء واستغناء وهيبة إلهية ربّانية .\r\nوأيضا قد تكرّر في كلامه تعالى : أن الملك للّه ، وأن له ملك السماوات والأرض وأن له ما في السماوات والأرض وقد مرّ بيانه مرارا ، وحقيقة هذا الملك كما هو ظاهر لا تبقي لشيء من الموجودات استقلالا دونه ، واستغناء عنه بوجه من الوجوه ، فلا شيء إلّا وهو سبحانه المالك لذاته ولكل ما لذاته ، وإيمان الإنسان بهذا الملك وتحقّقه به يوجب سقوط جميع الأشياء ذاتا ووصفا وفعلا عنده عن درجة الاستقلال ، فهذا الإنسان لا يمكنه أن يريد غير وجهه تعالى ، ولا أن يخضع لشيء ، أو يخاف أو يرجو شيئا ، أو يلتذّ أو يبتهج بشيء ، أو يركن إلى شيء أو يتوكّل على شيء أو يسلّم لشيء أو يفوّض إلى شيء ، غير وجهه تعالى ، وبالجملة لا يريد ولا يطلب شيئا إلّا وجه الحقّ الباقي بعد فناء كلّ شيء ، ولا يعرض إعراضا ولا يهرب إلّا عن الباطل الذي هو غيره الذي لا يرى لوجوده وقعا ولا يعبأ به قبال الحقّ الذي هو وجود باريه جلّ شأنه » « 1 » .\r\nلذا قال الطباطبائي في موضع آخر : « إذن الواجب على العبد أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان ، للطباطبائي ، ج 1 ص 358 - 359 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nيتوجّه في حوائجه إلى جناب العزّة وباب الكبرياء ، ولا يركن إلى سبب بعد سبب ، وإن كان أبى اللّه أن يجري الأمور إلّا بأسبابها ، وهذه دعوة إلى عدم الاعتماد على الأسباب إلّا باللّه الذي أفاض عليها السببية ، لا أنّها هداية إلى إلغاء الأسباب والطلب من غير السبب ، فهو طمع فيما لا مطمع فيه ، كيف والداعي يريد ما يسأله بالقلب ، ويسأل ما يريده باللسان ويستعين على ذلك بأركان وجوده ، وكلّ ذلك أسباب ؟ » « 1 » .\r\nوها هنا نكتة مهمّة ، وهي أنّ قولنا : إنّ مثل هؤلاء الناس لا يريدون ولا يطلبون غير وجه اللّه ، لا يعني أنّهم لا يتوسّلون بالأسباب إلى أغراضهم فيجلسون جياعا ويطلبون الطعام منه عز وجل ، وعراة ويطلبون اللباس منه وهكذا ، بل عليهم طلب الطعام واللباس وغير ذلك ممّا يحتاجونه في حياتهم الدنيوية مع علمهم بأن لا مؤثّر في طلباتهم هذه وغيرها إلّا اللّه تبارك وتعالى .\r\nالركن الثاني : وهو ركن العمل ، فبعد أن يتعلّم الإنسان التوحيد وتحصل عنده تلك الملكة العلمية التي أشرنا إليها في الركن الأوّل ، عليه أن يتحقّق بالتوحيد العملي ، والطريق إلى ذلك هو الحبّ ، فلا يحبّ غير اللّه تعالى ، فإنّ الإنسان إذا أحبّ شيئا أطاعه وعبده فإنّ من آثار الحبّ الطاعة والتسليم وهي « العبادة » ، فمن أحبّ اللّه عبده ومن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان ، للطباطبائي ، ج 2 ص 40 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nأحبّ الدنيا الزائلة عبدها  أَ رَأَيْتَ مَنِ اتَّخَذَ إِلهَهُ هَواهُ  « 1 » . ومن عبد الشيء الزائل فإنّ معبوده سوف يزول يوما ما ولكن علاقته به لن تزول وسوف يحشر يوم القيامة ومعه تلك العلاقة وذلك الحبّ للمعبود الزائل وسيعيش حرقة الألم اللامتناهي على محبوبه الذي لا وجود له .\r\nولا يعني هذا حرمة الاستفادة من الدنيا أو أن يملك الإنسان فيها شيئا ما ، فإنّ القرآن الكريم وروايات أهل البيت عليهم السّلام لم تحرّم ولم تمنع الإنسان المسلم من أن يتزوّج أو أن يكون له مال أو ولد ، بل له كلّ ذلك ، بشرط أن لا يتعلّق قلبه بهذه الأمور لأنّها إلى زوال وفناء ، ومن هنا قالوا : « ليس الزهد أن لا تملك شيئا ولكن الزهد أن لا يملكك شيء » . وفي قوله تعالى :  لَنْ تَنالُوا الْبِرَّ حَتَّى تُنْفِقُوا مِمَّا تُحِبُّونَ  « 2 » إشارة إلى أنّ نيل البرّ لا يتمّ حتّى ينفق الإنسان ممّا يحبّه بحيث لا يستطيع هذا الشيء الذي يحبّه أن يتملّكه فيكون عبده ولا يتمكّن من إنفاقه في سبيل اللّه .\r\nوفي ذيل هذه الآية المباركة ، يقول الفيض الكاشاني : هناك قراءة أخرى في الآية وهي « لن تنالوا البرّ حتّى تنفقوا ما تحبّون » « 3 » لا مما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفرقان : 43 .\r\n( 2 ) آل عمران : 92 .\r\n( 3 ) تفسير الصافي ، تأليف فيلسوف الفقهاء وفقيه الفلاسفة أستاذ عصره ووحيد دهره المولى محسن المقلب ب « الفيض الكاشاني » المتوفى سنة 1091 ه ، ج 1\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nتحبون ، فشرط نيل البرّ - على هذه القراءة - هو إنفاق كلّ ما يحبّ الإنسان لا بعض ما يحبّه ! فمن لم يستطع أن يكون من هذه الطبقة فلا أقلّ يعمل على أن يكون من طبقة  مِمَّا تُحِبُّونَ . \r\nوالخلاصة ، أنّ على الإنسان أن يجعل قلبه متعلّقا باللّه سبحانه وتعالى وحده  ما جَعَلَ اللَّهُ لِرَجُلٍ مِنْ قَلْبَيْنِ فِي جَوْفِهِ  « 1 » إذ لا يجتمع حبّ اللّه تبارك وتعالى وحبّ الدنيا في قلب واحد .\r\nوقد أشار العلامة الطباطبائي إلى هذا المسلك وآثاره المترتّبة عليه بقوله : « إنّ العبد إذا أخذ إيمانه في الاشتداد والازدياد انجذبت نفسه إلى التفكير في ناحية ربّه ، واستحضار أسمائه الحسنى وصفاته الجميلة المنزّهة عن النقص والشين ، ولا تزال تزيد نفسه انجذابا وتترقى مراقبة حتى صار يعبد اللّه كأنّه يراه وإنّ ربه يراه ، ويتجلّى له في مجالي الجذبة والمراقبة والحبّ ، فيأخذ الحبّ في الاشتداد ، لأنّ الإنسان مفطور على حبّ الجميل ، وقد قال تعالى :  وَالَّذِينَ آمَنُوا أَشَدُّ حُبًّا لِلَّهِ  « 2 » وصار يتبع الرسول في جميع حركاته وسكناته ، لأنّ حبّ الشيء يوجب حبّ آثاره ، والرسول من آثاره وآياته كما أنّ العالم أيضا آثاره وآياته تعالى ؛ قال تعالى :  قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ \r\n\r\n\r\n","description":"","footnote":"\r\nص 328 ، منشورات مؤسسة الأعلمي للمطبوعات ، بيروت - لبنان .\r\n( 1 ) الأحزاب : 4 .\r\n( 2 ) البقرة : 165 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ  « 1 » .\r\nولا يزال يشتدّ هذا الحبّ ثمّ يشتدّ حتى ينقطع إليه من كلّ شيء ولا يحبّ إلّا ربّه ولا يخضع قلبه إلّا لوجهه ، فإنّ هذا العبد لا يعثر بشيء ولا يقف على شيء وعنده شيء من الجمال والحسن إلّا وجد أنّ ما عنده أنموذج يحكي ما عنده ( تعالى ) من كمال لا ينفد وجمال لا يتناهى وحسن لا يحدّ ، فله الحسن والجمال والكمال والبهاء ، وكلّ ما كان لغيره فهو له ، لأنّ كلّ ما سواه آية له ليس له إلّا ذلك ، والآية لا نفسية لها وإنّما هي حكاية تحكي صاحبها ، وهذا العبد قد استولى سلطان الحبّ على قلبه ولا يزال يستولي ، ولا ينظر إلى شيء إلّا لأنّه آية من آيات ربّه ، وبالجملة فينقطع حبّه عن كلّ شيء إلّا ربّه ، فلا يحبّ شيئا إلّا للّه وفي اللّه سبحانه .\r\nوحينئذ يتبدّل نحو إدراكه وعمله ، فلا يرى شيئا إلّا ويرى اللّه سبحانه قبله ومعه ، وتسقط الأشياء عنده من حيّز الاستقلال ، فما عنده من صور العلم والإدراك غير ما عند الناس ، لأنّهم إنّما ينظرون إلى كلّ شيء من وراء حجاب الاستقلال بخلافه ، هذا من جهة العلم . وكذلك الأمر من جهة العمل فإنّه إذا كان لا يحبّ إلّا اللّه ، فلا يريد شيئا إلّا اللّه وابتغاء وجهه الكريم ، ولا يطلب ولا يقصد ولا يرجو ولا يخاف ولا يختار ولا يترك ولا ييأس ولا يستوحش ولا يرضى ولا يسخط إلّا للّه وفي اللّه ، فيختلف أغراضه مع ما للناس من الأغراض ، وتتبدّل غاية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 31 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nأفعاله ، فإنّه كان إلى هذا الحين يختار الفعل ويقصد الكمال لأنّه فضيلة إنسانية ، ويحذر الفعل أو الخلق لأنّه رذيلة نفسانية . أمّا الآن فإنّه يريد وجه ربّه ، ولا همّ له في فضيلة ولا رذيلة ولا شغل له بثناء جميل وذكر محمود ، ولا التفات له إلى دنيا أو آخرة أو جنّة أو نار ، وإنّما همّه ربّه وزاده ذلّ عبوديّته ودليله حبّه » « 1 » .\r\nوهؤلاء هم العلماء باللّه الذين لا يعبدونه خوفا من عقابه ولا طمعا في جنّته وإنّما يعبدونه لأنّه أهل للعبادة « وذلك لأنّهم عرفوه بما يليق به من الأسماء الحسنى والصفات العليا ، فعلموا أنّه ربّهم الذي يملكهم وإرادتهم ورضاهم وكلّ شيء غيرهم ، ويدبّر الأمر وحده وليسوا إلّا عباد اللّه فحسب ، وليس للعبد إلّا أن يعبد ربّه ويقدّم مرضاته وإرادته على مرضاته وإرادته ، فهم يعبدون اللّه ولا يريدون في شيء من أعمالهم فعلا كان أو تركا إلّا وجهه . وهذا ما أشارت إليه الروايات الواردة عن أئمّة أهل البيت عليهم السّلام .\r\nعن الإمام الصادق عليه السّلام قال : « إنّ العبّاد ثلاثة : قوم عبدوا اللّه عز وجل خوفا فتلك عبادة العبيد ، وقوم عبدوا اللّه تبارك وتعالى طلب الثواب فتلك عبادة الأجراء ، وقوم عبدوا اللّه عز وجل حبّا له فتلك عبادة الأحرار وهي أفضل العبادة » « 2 » .\r\nوفي « العلل » و « المجالس » و « الخصال » عن الصادق عليه السّلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان في تفسير القرآن : ج 1 ص 373 .\r\n( 2 ) أصول الكافي للكليني ، ج 2 ص 84 ، كتاب الإيمان والكفر ، باب العبادة ، ح 5 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nأيضا : « إنّ الناس يعبدون اللّه على ثلاثة أوجه ، فطبقة يعبدونه رغبة في ثوابه فتلك عبادة الحرصاء وهو الطمع ، وآخرون يعبدونه خوفا من النار فتلك عبادة العبيد وهي رهبة ، ولكنّي أعبده حبّا له عز وجل فتلك عبادة الكرام ؛ لقوله عز وجل  وَهُمْ مِنْ فَزَعٍ يَوْمَئِذٍ آمِنُونَ  « 1 » ولقوله عز وجل  قُلْ إِنْ كُنْتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ  فمن أحبّ اللّه عز وجل أحبّه اللّه ، ومن أحبّه اللّه كان من الآمنين ، وهذا مقام مكنون لا يمسّه إلّا المطهّرون » « 2 » .\r\nوقد بيّن القرآن من هم المطهّرون بقوله  إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً  « 3 » . وقد أوضحنا مفصّلا في كتاب « العصمة » أنّ هذه الآية مختصّة بالنبيّ وعلي وفاطمة والحسنين صلوات اللّه وسلامه عليهم .\r\nولا يفهم من هذا أن مسلك الحبّ والقرب الإلهي محال على الآخرين ، ولا ينبغي لهم اليأس منه ، غير أنّه صعب المنال لتوقّفه على معرفة عالية بالتوحيد وإلى تهذيب ورياضات ومجاهدات شاقّة من أجل أن يصل الإنسان إلى مقام  إِنَّما نُطْعِمُكُمْ لِوَجْهِ اللَّهِ لا نُرِيدُ مِنْكُمْ جَزاءً وَلا شُكُوراً  « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النمل : 89 .\r\n( 2 ) نقلا عن الميزان : ج 1 ، ص 37 .\r\n( 3 ) الأحزاب : 33 .\r\n( 4 ) الدهر : 9 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nطبعا لا يخفى أنّ مقام العصمة والطهارة التي ثبتت لأصحاب الكساء ممّا لا يمكن نيله لأحد غيرهم عليهم السّلام لذا قال أمير المؤمنين عليه السّلام في النهج : « إنّ آل محمّد صلّى اللّه عليه وآله لا يقاس بهم أحد » « 1 » .\r\nوكيفما كان فإنّ الغالب على الناس هو اتّباعهم مسلك الجزاء الأخروي في تهذيب أخلاقهم وإصلاحها ، وإلّا فهل سيبقون على طاعاتهم وعبادتهم وعلى ارتداعهم عن المعاصي ، حتّى لو أمنوا النار أو ضمنت لهم الجنّة ؟ ولا أقول هل سيبقون على ذلك حتّى لو علموا بأنّ اللّه تبارك وتعالى سوف يدخلهم النار ، ومن الواضح أنّ هذا مقام لا يصله إلّا الأوحدي من الناس كالنبي الأكرم وأهل بيته عليهم السّلام .\r\nومع هذا كلّه ، فإنّ بإمكان الإنسان أن يروّض نفسه من أجل الارتقاء إلى ذلك المقام العالي ، فلا يقرأ دعاء مثلا ولا يصلّي صلاة ولا يفعل فعلا ما ونظره المباشر إلى ثواب تلك الأعمال التي يقوم بها ، بل ينظر إلى العمل بذاته وإلى محتواه ، وأنّ ما يقوم به هو عبادة للّه سبحانه وتعالى قبل كلّ شيء ، وهكذا وبتكرار هذا العمل يحصل على الملكات التي تؤهّله لأن يرتقي وأن يصل إلى ما يصبو إليه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : الخطبة 2 ، ص 47 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nالفهارس\r\n1 . الآيات القرآنية الكريمة\r\n2 . الأحاديث والروايات الشريفة\r\n3 . أهمّ المصادر المعتمدة\r\n4 . محتويات الكتاب\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nفهرس الآيات\r\nرقم الآية / اسم السورة / رقم الصفحة\r\nالفاتحة\r\n6 - 7 : اهدنا الصّراط المستقيم . . . ولا الضّالّين 62\r\nالبقرة\r\n2 - 5 : ذلك الكتاب لا ريب فيه هدى للمتّقين . . . 23\r\n30 : أتجعل فيها من يفسد فيها ويسفك الدّماء ونحن نسبّح بحمدك 79\r\n138 : صبغة اللّه ومن أحسن من اللّه صبغة 17\r\n151 : كما أرسلنا فيكم رسولا منكم يتلو عليكم آياتنا ويزكّيكم 21\r\n165 : والّذين آمنوا أشدّ حبّا للّه . . . أنّ القوّة للّه جميعا 46 ، 113 ، 117\r\n197 : وتزوّدوا فإنّ خير الزّاد التّقوى واتّقون يا أولي الألباب 19\r\n269 : ومن يؤت الحكمة فقد أوتي خيرا 60\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nآل عمران\r\n4 : إنّ الّذين كفروا بآيات اللّه لهم عذاب شديد واللّه عزيز ذو انتقام 107\r\n6 : هو الّذي يصوّركم في الأرحام كيف يشاء لا إله إلّا هو العزيز الحكيم 45\r\n31 : قل إن كنتم تحبّون اللّه فاتّبعوني يحببكم اللّه 11 ، 23 ، 118 ، 120\r\n49 : وأحيي الموتى بإذن اللّه 46\r\n92 : لن تنالوا البرّ حتّى تنفقوا ممّا تحبّون 116 ، 117\r\n134 : والعافين عن النّاس 7\r\n156 : واللّه يحيي ويميت واللّه بما تعملون بصير 45\r\n159 : فبما رحمة من اللّه لنت لهم . . . فاعف عنهم 5 ، 6 ، 7\r\n164 : لقد منّ اللّه على المؤمنين إذ بعث فيهم رسولا من أنفسهم 22\r\nالنساء\r\n49 : بل اللّه يزكّي من يشاء 22\r\n69 : ومن يطع اللّه والرّسول فأولئك مع الّذين 62\r\n82 : ولو كان من عند غير اللّه لوجدوا فيه اختلافا كثيرا 99\r\n139 : فإنّ العزّة للّه جميعا 46\r\n165 : رسلا مبشّرين ومنذرين لئلّا يكون للنّاس 19\r\nالمائدة\r\n32 : ومن أحياها فكأنّما أحيى النّاس جميعا 46\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالأنعام\r\n28 : ولو ردّوا لعادوا لما نهوا عنه وإنّهم لكاذبون 79 ، 80\r\n61 : توفّته رسلنا 46\r\n75 : وكذلك نري إبراهيم ملكوت السّماوات والأرض 105\r\n87 : واجتبيناهم وهديناهم إلى صراط مستقيم 85\r\n90 : أولئك الّذين هدى اللّه فبهداهم اقتده 8\r\n149 : قل فللّه الحجّة البالغة فلو شاء لهداكم أجمعين 19\r\nالأعراف\r\n58 : والبلد الطّيّب يخرج نباته بإذن ربّه والّذي خبث لا يخرج إلّا نكدا 95 ، 96\r\n179 : ولقد ذرأنا لجهنّم كثيرا من الجنّ والإنس لهم قلوب 63 ، 106\r\n200 - 201 : وإمّا ينزغنّك من الشّيطان نزغ فاستعذ . . . فإذا هم مبصرون 33\r\nالأنفال\r\n22 - 23 : إنّ شرّ الدّوابّ عند اللّه الصّمّ البكم . . . وهم معرضون 83\r\nالتّوبة\r\n74 : إلّا أن أغناهم اللّه ورسوله من فضله 46\r\n77 : فأعقبهم نفاقا في قلوبهم إلى يوم يلقونه 95\r\n103 : تطهّرهم وتزكّيهم بها 22\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n111 : إنّ اللّه اشترى من المؤمنين أنفسهم وأموالهم بأنّ لهم الجنّة 106\r\nيونس\r\n61 : وما تكون في شأن وما تتلو منه من قرآن 77\r\n65 : إنّ العزّة للّه جميعا 113\r\nالرّعد\r\n8 - 10 : اللّه يعلم ما تحمل كلّ أنثى وما تغيض الأرحام . . . وسارب بالنّهار 77\r\n17 - 18 : أنزل من السّماء ماء فسالت أودية بقدرها فاحتمل السّيل 68 ، 74\r\nإبراهيم\r\n7 : لئن شكرتم لأزيدنّكم 109\r\n22 : إنّ الظّالمين لهم عذاب أليم 107\r\n32 - 34 : اللّه الّذي خلق السّماوات والأرض . . . إنّ الإنسان لظلوم كفّار 15\r\nالحجر\r\n28 : إنّي خالق بشرا من صلصال من حمأ مسنون 76\r\n44 - 45 : وإنّ جهنّم لموعدهم أجمعين . . . منهم جزء مقسوم 53\r\n87 : ولقد آتيناك سبعا من المثاني والقرآن العظيم 10\r\n99 : واعبد ربّك حتّى يأتيك اليقين 95\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nالنّحل\r\n96 : ما عندكم ينفد وما عند اللّه باق 112\r\nالإسراء\r\n18 - 20 : من كان يريد العاجلة عجّلنا له . . . 82\r\n84 : قل كلّ يعمل على شاكلته 50 ، 94\r\nمريم\r\n12 : يا يحيى خذ الكتاب بقوّة 47\r\n13 : وحنانا من لدنّا وزكاة 23\r\nالأنبياء\r\n22 : لو كان فيهما آلهة إلّا اللّه لفسدتا 80\r\nالحجّ\r\n24 : وهدوا إلى الطّيّب من القول وهدوا إلى صراط الحميد 111\r\n46 : فإنّها لا تعمى الأبصار ولكن تعمى القلوب الّتي في الصّدور 105\r\n47 : وإنّ يوما عند ربّك كألف سنة ممّا تعدّون 100\r\n67 : إنّك لعلى هدى مستقيم 9\r\n78 : هو اجتباكم وما جعل عليكم في الدّين من حرج 85\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nالمؤمنون\r\n91 : ولعلا بعضهم على بعض 80\r\nالفرقان\r\n43 : أرأيت من اتّخذ إلهه هواه 116\r\n44 : أم تحسب أنّ أكثرهم يسمعون أو يعقلون 63\r\nالنّمل\r\n39 : قال عفريت من الجنّ أنا آتيك به قبل أن تقوم 47\r\n79 : إنّك على الحقّ المبين 9\r\n89 : وهم من فزع يومئذ آمنون 120\r\nالعنكبوت\r\n69 : والّذين جاهدوا فينا لنهدينّهم سبلنا 59\r\nالرّوم\r\n10 : ثمّ كان عاقبة الّذين أساءوا السّوأى أن كذّبوا بآيات اللّه 95\r\n30 : فأقم وجهك للدّين حنيفا فطرة اللّه الّتي فطر النّاس عليها 17\r\nالسجدة\r\n11 : قل يتوفّاكم ملك الموت الّذي وكّل بكم 46\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nالأحزاب\r\n4 : ما جعل اللّه لرجل من قلبين في جوفه 117\r\n21 : لقد كان لكم في رسول اللّه أسوة حسنة 11\r\n33 : إنّما يريد اللّه ليذهب عنكم الرّجس أهل البيت ويطهّركم تطهيرا 87 ، 120\r\n72 : إنّا عرضنا الأمانة على السّماوات والأرض والجبال 20\r\nسبأ\r\n3 : عالم الغيب لا يعزب عنه مثقال ذرّة 78\r\nفاطر\r\n10 : إليه يصعد الكلم الطّيّب والعمل الصّالح يرفعه 95\r\n15 : يا أيّها النّاس أنتم الفقراء إلى اللّه واللّه هو الغنيّ الحميد 46\r\n37 : أخرجنا نعمل صالحا غير الّذي كنّا نعمل 80\r\nيس\r\n82 : إنّما أمره إذا أراد شيئا أن يقول له كن فيكون 87\r\nص\r\n71 - 72 : إنّي خالق بشرا من طين . . . ونفخت فيه من روحي فقعوا له ساجدين 30\r\n75 : قال يا إبليس ما منعك أن تسجد لما خلقت بيديّ 16\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nالزمر\r\n10 : إنّما يوفّى الصّابرون أجرهم بغير حساب 107\r\n42 : اللّه يتوفّى الأنفس حين موتها والّتي لم تمت في منامها 45\r\nفصلت\r\n53 : أولم يكف بربّك أنّه على كلّ شيء شهيد 104\r\nالزخرف\r\n43 : إنّك على صراط مستقيم 9\r\nالجاثية\r\n13 : وسخّر لكم ما في السّماوات وما في الأرض جميعا منه 15\r\n29 : إنّا كنّا نستنسخ ما كنتم تعملون 79\r\nالفتح\r\n29 : أشدّاء على الكفّار رحماء بينهم 100\r\nالذّاريات\r\n56 : وما خلقت الجنّ والإنس إلّا ليعبدون 16\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nالحشر\r\n7 : وما آتاكم الرّسول فخذوه وما نهاكم عنه فانتهوا 23\r\n24 : هو اللّه الخالق البارئ المصوّر له الأسماء الحسنى 45\r\nالجمعة\r\n2 : هو الّذي بعث في الأمّيّين رسولا 22\r\n5 : مثل الّذين حمّلوا التّوراة ثمّ لم يحملوها كمثل الحمار يحمل أسفارا 97\r\n11 : وإذا رأوا تجارة أو لهوا انفضّوا إليها 5\r\nالمنافقون\r\n8 : وللّه العزّة ولرسوله وللمؤمنين 46\r\nالقلم\r\n4 : وإنّك لعلى خلق عظيم 8 ، 9 ، 11 ، 25\r\nالقيامة\r\n20 - 21 : كلّا بل تحبّون العاجلة . وتذرون الآخرة 103\r\nالإنسان\r\n3 : إنّا هديناه السّبيل إمّا شاكرا وإمّا كفورا 82\r\n9 : إنّما نطعمكم لوجه اللّه لا نريد منكم جزاء ولا شكورا 98 ، 120\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nالمطففين\r\n14 : كلّا بل ران على قلوبهم ما كانوا يكسبون 106\r\nالأعلى\r\n2 - 3 : الّذي خلق فسوّى . والّذي قدّر فهدى 17 ، 20\r\nالشمس\r\n1 - 10 : والشّمس وضحاها . . . وقد خاب من دسّاها 12 ، 14 - 23 ، 70\r\nالليل\r\n5 - 10 : فأمّا من أعطى واتّقى . . . فسنيسّره للعسرى 82\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nفهرس الأحاديث\r\nمقطع من النصّ / اسم المعصوم / رقم الصفحة\r\nالنبي الأكرم صلّى اللّه عليه وآله\r\nإنّ بعثتي بتمام مكارم الأخلاق وكمال محاسن الأفعال 21\r\nإنّما بعثت لأتمّم صالح الأخلاق 21\r\nبعثت لأتمّم حسن الأخلاق 21\r\nإنّما بعثت بمحاسن الأخلاق 21 ، 93\r\nإنّما بعثت لأتمّم مكارم الأخلاق 21 ، 71 ، 93\r\nما من شيء يقرّبكم من الجنّة ويباعدكم من النار ، إلّا وقد أمرتكم به 24\r\nإنّي تركت فيكم ما إن تمسّكتم به لن تضلّوا بعدي 24\r\nأثقل ما يوضع في الميزان تقوى اللّه والخلق الحسن 25\r\nأفضل ما يوضع في الميزان حسن الخلق والسخاء 25\r\nالدين حسن الخلق 25\r\nولمّا خلق اللّه الكفر ، قال : اللهمّ قوّني ، فقوّاه بالبخل وسوء الخلق 25\r\nإنّ العبد ليبلغ بحسن خلقه عظيم درجات الآخرة . . . وإنّه لضعيف العبادة 26\r\nإنّ من أحبّكم إليّ وأقربكم منّي مجلسا يوم القيامة أحاسنكم أخلاقا 26\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nإنّكم لن تسعوا الناس بأموالكم فسعوهم ببسط الوجه وحسن الخلق 26\r\nخير ما أعطي العبد حسن الخلق 26\r\nلا عقل كالتدبير ولا حسب كحسن الخلق 26\r\nحسن الخلق ، خلق اللّه الأعظم 27\r\nإنّ حسن الخلق ليذيب الخطيئة كما تذيب الشمس الجليد 27\r\nإنّ المسلم المسدّد ليدرك درجة الصائم القائم بحسن خلقه 27\r\nتخلّقوا بأخلاق اللّه 27 ، 71\r\nإنّ للّه تسعة وتسعين اسما من أحصاها دخل الجنّة 27\r\nإنّ للّه تسعة وتسعين خلقا ، من تخلّق بها دخل الجنّة 28\r\nمرحبا بقوم قضوا الجهاد الأصغر وبقي عليهم الجهاد الأكبر 61\r\nالناس معادن كمعادن الذهب والفضّة ، خيارهم في الجاهلية . . . 75\r\nإنّ اللّه خلق آدم من قبضة قبضها من جميع الأرض 75\r\nاعملوا فكلّ ميسّر لما خلق له 92\r\nنيّة المرء خير من عمله 99\r\nمن تقرّب إليّ شبرا تقرّبت إليه ذراعا . . . 101\r\nلما أسري بي إلى السماء دخلت الجنّة فرأيت فيها قيعان ورأيت فيها ملائكة يبنون . . . إياكم أن ترسلوا عليها نارا فتحرقوها 111\r\nالإمام أمير المؤمنين عليه السّلام\r\nإنّ اللّه ركّب في الملائكة عقلا بلا شهوة . . . وركّب في بني آدم كليهما 63\r\nإنّ اللّه عزّ وجلّ خلق آدم من أديم الأرض ، فمنه السباخ ومنه الملح . . . 76\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nوكان ذلك من اللّه تقدمة في آدم قبل أن يخلقه واحتجاجا منه عليهم 76\r\nقليل يدوم خير من عمل كثير منقطع 96\r\nلا يدرى أمن سني الدنيا أم من سني الآخرة 100\r\nأوّل الدين معرفته 101 ، 113\r\nفإنّ الشاهد هو الحاكم 103\r\nاعبد اللّه كأنّك تراه فإن لم تكن تراه فإنّه يراك 104\r\nأفأعبد ما لا أرى ؟ 104\r\nلا تدركه العيون بمشاهدة العيان ، ولكن تدركه القلوب بحقائق الإيمان 104\r\nإنه ليس لأنفسكم ثمن إلا الجنّة فلا تبيعوها إلا بها 106\r\nأنا الصراط المستقيم 111\r\nإنّ آل محمّد صلّى اللّه عليه وآله لا يقاس بهم أحد 121\r\nالإمام الحسين عليه السّلام\r\nعميت عين لا تراك عليها رقيبا 104\r\nالإمام السجّاد عليه السّلام\r\nألا إنّ للعبد أربع أعين ، عينان يبصر بهما أمر دينه ودنياه 105\r\nما من قلب إلّا وله عينان وأذنان فإذا أراد اللّه بعبد خيرا 105\r\nالإمام الباقر عليه السّلام\r\nأحسنوا الظنّ باللّه واعلموا أنّ للجنّة ثمانية أبواب 52\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nكان اللّه ولا شيء غيره ، ولم يزل اللّه عالما بما يكون 78\r\nإنّ اللّه وتعالى لم يزل عالما قديما 84\r\nمن زعم أنّ اللّه خلق الأشياء من شيء فقد كفر 84\r\nمزج بينهما بالماء الأوّل والماء الثاني ، ثمّ عركها عرك الأديم 84\r\nالإمام الصادق عليه السّلام\r\nحجّة اللّه على العباد النبي ، والحجّة بين العباد وبين اللّه العقل 18\r\nالناس يمرّون على الصراط طبقات ، والصراط أدقّ من الشعر 33\r\nما عبد به الرحمن واكتسب به الجنان 57\r\nتعالى اللّه بل لم يزل عالما بالمكان قبل تكوينه 79\r\nبل كان في علمه قبل أن ينشئ السماوات والأرض 79\r\nإنّ اللّه لم يجبر أحدا ، ولا أراد - إرادة حتم - الكفر من أحد 83\r\nليست هي إرادة حتم ، إنّما هي إرادة اختيار 83\r\nرأته القلوب بنور الإيمان ، وأثبتته العقول بيقظتها إثبات العيان 86\r\nلو خلقهم مطيعين لم يكن لهم ثواب ، لأنّ الطاعة إذا ما كانت فعلهم 87\r\nالعمل القليل الدائم على اليقين أفضل . . . من العمل الكثير على غير يقين 96\r\nلا يثبت الإيمان إلّا بالعمل 96\r\nيغفر اللّه للجاهل سبعين ذنبا قبل أن يغفر للعالم ذنبا واحدا 101\r\nاقرأ وارق 108\r\nوإنّ أيسر أهل الجنّة منزلة من يدخل الجنّة فيرفع له ثلاث حدائق 108\r\nإنّ من أدنى نعيم الجنّة يوجد ريحها من مسيرة ألف عام 108\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nفإذا هو دخلها شكر اللّه وحمده . . . فيقال : افتحوا له باب الجنّة 109\r\nفيقول اللّه تبارك وتعالى : إن أعطيتك إيّاها سألتني غيرها 109\r\nإنّ في الجنّة نهرا في حافته جوار نابتات 110\r\nنحن الخالدات فلا نموت ، ونحن الناعمات فلا نبؤس 110\r\nمن خاف اللّه أخاف اللّه منه كلّ شيء 113\r\nإنّ العبّاد ثلاثة : قوم عبدوا اللّه عز وجل خوفا فتلك عبادة العبيد 119\r\nإنّ الناس يعبدون اللّه على ثلاثة أوجه 120\r\nالإمام الكاظم عليه السّلام\r\nإنّ للّه حجّتين ، حجّة ظاهرة وحجّة باطنة 18\r\nالإمام الرضا عليه السّلام\r\nلم يزل اللّه عالما بالأشياء قبل أن يخلقها كعلمه بها بعد ما خلقها 78\r\nإنّ اللّه تعالى هو العالم بالأشياء قبل كون الأشياء 79\r\nفقد علم عزّ وجلّ أنّه لو ردّهم لعادوا لما نهوا عنه 79\r\nفقد علم الشيء الذي لم يكن أن لو كان كيف كان يكون 80\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nفهرس المصادر\r\nإحياء علوم الدين ، 25 ، 30 ، 32 ، 72\r\nتصنيف : الإمام أبي حامد محمّد بن محمّد الغزالي ( المتوفّى سنة 505 ه ) ، دار المعرفة ، بيروت - لبنان .\r\nأخلاق النبي في القرآن والسنّة ، 10 ، 21 ، 25 ، 26 ، 27 ، 75\r\nآداب النفس ، 57\r\nللعارف الحكيم الكامل السيد محمد العيناتي ، حقّقه وصحّحه السيد كاظم الموسوي المياموي ، منشورات المكتبة الرضوية - إيران .\r\nأربع رسائل للشيخ أبي على ابن سينا ، 74\r\nبتحقيق الأهواني ، الطبعة الأولى ، مصر سنة 1371 ه\r\nالإشارات والتنبيهات ، 52 ، 54\r\nللشيخ أبي علي حسين بن عبد اللّه بن سينا ، مع الشرح للمحقّق نصير الدين محمّد بن محمّد بن الحسن الطوسي ، وشرح الشرح للعلّامة قطب الدين محمّد بن محمّد بن أبي جعفر الرازي .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nالأصول العامّة للفقه المقارن ، 88\r\nتأليف : العلّامة السيد محمد تقي الحكيم ، دار الأندلس ، بيروت - لبنان ، ط : 2 ، عام 1997 .\r\nالأصول من الكافي ، 18 ، 24 ، 57 ، 78 ، 83 ، 119\r\nلثقة الإسلام أبي جعفر محمّد بن يعقوب بن إسحاق الكليني الرازي ، دار صعب ، دار التعارف للمطبوعات .\r\nأمالي الصدوق ، 33 ، 108 ، 111\r\nللشيخ الجليل الأقدم أبي جعفر محمد بن علي بن الحسين بن بابويه القمّي ( المتوفى سنة 381 ه ) ، تحقيق : مؤسّسة البعثة ، قم - إيران .\r\nبحار الأنوار الجامعة لدرر أخبار الأئمّة الأطهار ، 27 ، 76 ، 77 ، 84 ، 86 ، 110\r\nتأليف العلم العلّامة الحجّة فخر الأمّة المولى الشيخ محمّد باقر المجلسي قدس سره ، مؤسّسة الوفاء ، بيروت - لبنان .\r\nتاج العروس من جواهر القاموس ، 29\r\nتأليف : السيّد محمّد مرتضى الحسيني الزبيدي : تحقيق : مصطفى حجازي ، دار الهداية للطباعة والنشر والتوزيع .\r\nالتحرير والتنوير المعروف بتفسير ابن عاشور التونسي ، 8\r\nتأليف : سماحة الأستاذ الإمام الشيخ محمّد الطاهر ابن عاشور :\r\nمؤسّسة التاريخ ، الطبعة الأولى .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nالتحصيل ، 36\r\nتأليف : بهمنيار بن المرزبان ، تصحيح وتعليق : مرتضى مطهري ، منشورات كلية الإلهيات والمعارف الإسلامية - إيران .\r\nتعليقة على نهاية الحكمة ، 34\r\nللشيخ محمّد تقي مصباح اليزدي .\r\nتفسير الصافي ، 116\r\nتأليف : فيلسوف الفقهاء وفقيه الفلاسفة أستاذ عصره ووحيد دهره المولى محسن المقلب ب « الفيض الكاشاني » المتوفى سنة 1091 ه .\r\nتفسير القمي ، 108 ، 109 ، 110\r\nتأليف : علي بن إبراهيم القمّي ، نشر مكتبة الهدى ، قم - إيران .\r\nالتفسير الكبير أو مفاتيح الغيب ، 6 ، 9\r\nللإمام فخر الدين الرازي الشافعي ، منشورات : محمّد علي بيضون لنشر كتب السنّة والجماعة ، دار الكتب العلمية ، بيروت - لبنان .\r\nتفسير المحيط الأعظم والبحر الخضم ، 105\r\nللسيّد حيدر الأمين ، حقّقه : السيّد محسن الموسوي التبريزي .\r\nتفصيل وسائل الشيعة إلى تحصيل مسائل الشريعة ، 63 ، 96 ، 113\r\nتأليف الفقيه المحدّث الشيخ محمّد بن الحسن الحرّ العاملي ، ( ت :\r\nسنة 1104 ه ، تحقيق مؤسّسة آل البيت عليهم السّلام لإحياء التراث .\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nالتلويحات للسهرودي ، 36\r\nتنوير المقباس من تفسير ابن عباس ، 25\r\nانتشارات استقلال ، طهران - إيران .\r\nتهذيب الأخلاق وتطهير الأعراق ، 31 ، 34 ، 67\r\nلأبي علي أحمد بن محمّد بن يعقوب الرازي « مسكويه » ( ت :\r\n421 ه ) ، قدّم له الشيخ حسن تميم القاضي الشرعي .\r\nالتوحيد ، 79 ، 80\r\nللشيخ الجليل الأقدم الصدوق أبي جعفر محمد بن علي بن الحسين بن بابويه القمّي ( المتوفى سنة 381 ه ) .\r\nالتوحيد ، بحوث في مراتبه ومعطياته ، 71\r\nتقريرا لدروس السيّد كمال الحيدري ، بقلم : جواد علي كسّار ، دار فراقد .\r\nجامع السعادات ، 59 ، 72 ، 73 ، 92\r\nللشيخ الجليل المولى محمّد مهدي النراقي ( ت : 1209 ه ) ، منشورات مؤسّسة الأعلمي للمطبوعات ، بيروت - لبنان .\r\nالحكمة المتعالية في الأسفار العقلية الأربعة ، 28 ، 41 ، 48 ، 50 ، 54\r\nتأليف : صدر المتألّهين صدر الدين محمّد بن إبراهيم الشيرازي ، تصحيح وتعليق آية اللّه حسن‌زاده آملي .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nخاتمة المستدرك للنوري ، 101\r\nتحقيق مؤسسة آل البيت لإحياء التراث ، قم - إيران .\r\nالخصال ، 27 ، 52 ، 105 ، 119\r\nللشيخ الجليل الأقدم الصدوق أبي جعفر محمد بن علي بن الحسين بن بابويه القمّي ( المتوفى سنة 381 ه ) ، طبع : جامعة المدرّسين بقم .\r\nدروس في الحكمة المتعالية شرح كتاب بداية الحكمة ، 37 ، 44\r\nالسيّد كمال الحيدري ، طبعة : دار الصادقين ، قم - إيران .\r\nرحيق مختوم ، شرح الحكمة المتعالية ، 36\r\nالحكيم المتألّه : حضرت آية اللّه جوادي آملي ( بالفارسية ) .\r\nروح المعاني في تفسير القرآن العظيم والسبع المثاني ، 71\r\nللعلّامة أبي الفضل شهاب الدين السيّد محمود الآلوسي البغدادي ( ت 1270 ه ) مفتي بغداد ومرجع أهل العراق . صحّحه : محمّد حسين العرب ، بإشراف هيئة البحوث والدراسات ، دار الفكر للطباعة والنشر والتوزيع .\r\nشرح أصول الكافي ، 56\r\nصدر الدين محمّد بن إبراهيم الشيرازي : عني بتصحيحه : محمد خواجوي ، مؤسّسة مطالعات وتحقيقات فرهنكي - إيران .\r\nشرح المصطلحات الفلسفية ، 73\r\nإعداد قسم الكلام في مجمع البحوث الإسلامية .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nالشفاء ، الإلهيات ، 35 ، 40 ، 44\r\nابن سينا ، منشورات مكتبة آية اللّه المرعشي النجفي ، قم المقدّسة ، عام 1404 .\r\nصحيح البخاري ، 101\r\nالعصمة بحث تحليلي في ضوء المنهج القرآني ، 88\r\nمحاضرات السيد كمال الحيدري ، بقلم : محمد القاضي ، الطبعة الثامنة ، الناشر : دار فراقد .\r\nعيون الحكم والمواعظ ، 96\r\nدار الحديث ، قم .\r\nعيون مسائل النفس وسرح العيون في شرح العيون ، 42 - 49 ، 51 ، 74\r\nآية اللّه حسن حسن‌زاده آملي : مؤسّسة انتشارات أميركبير ، طهران :\r\n1371 ه ش .\r\nالفروع من الكافي للكليني ، 61\r\nفي ظلال القرآن ، 10 ، 14\r\nتأليف : سيّد قطب ، دار إحياء التراث العربي ، بيروت - لبنان ، الطبعة السابعة : 1391 ه .\r\nالقانون لابن سينا ، 45\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nكتاب الجمع بين رأيي الحكيمين ، 89 ، 90 ، 92\r\nلأبي نصر الفارابي ، قدّم له وعلّق عليه : الدكتور البيرنصري نادر من أساتذة الفلسفة في الجامعة اللبنانية .\r\nالكشّاف عن حقائق غوامض التنزيل وعيون الأقاويل في وجوه التأويل ، 7\r\nتفسير القرآن الكريم للإمام جار اللّه محمود بن عمر الزمخشري ، المتوفّى سنة 528 ه ،\r\nلسان العرب ، 29\r\nللإمام العلّامة ابن منظور ( 630 - 711 ه ) : دار إحياء التراث العربي ، بيروت - لبنان .\r\nالمحاسن ، 99\r\nتأليف : الشيخ الجليل الثقة الأقدم أبي جعفر أحمد بن محمد بن خالد البرقي ( المتوفى سنة 274 أو 280 ه ) ، دار الكتب الإسلامية ، قم .\r\nالمحجّة البيضاء في تهذيب الأحياء ، 21 ، 25 ، 26 ، 27\r\nللمحقّق العظيم ، والمحدّث الكبير ، الحكيم المتألّه : محمّد بن المرتضى المدعوّ بالمولى محسن الكاشاني ، الناشر : دفتر انتشارات إسلامي ، إيران .\r\nمرآة العقول في شرح أخبار آل الرسول ، 57\r\nللعلّامة شيخ الإسلام المولى محمّد باقر المجلسي .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nمستدرك الوسائل ومستنبط المسائل ، 21 ، 93\r\nلخاتمة المحدّثين الحاج ميرزا حسين النوري الطبرسي ، المتوفى سنة 1320 ه ، تحقيق مؤسّسة آل البيت عليهم السّلام لإحياء التراث .\r\nمصابيح الأنوار ، 76 ، 82\r\nتأليف السيّد عبد اللّه شبّر : منشورات مكتبة بصيرتي ، إيران - قم .\r\nمصباح الشريعة ، 104\r\nمؤسسة الأعلمي ، بيروت .\r\nمعجم مقاييس اللغة ، 30\r\nلأبي الحسين أحمد بن فارس بن زكريا : تحقيق وضبط عبد السّلام محمّد هارون .\r\nمفاتيح الجنان للشيخ عباس القمي ، 104 .\r\nالمفردات في غريب القرآن ، 23 ، 30 ، 60\r\nلأبي القاسم الحسين بن محمّد المعروف بالراغب الإصفهاني ( 502 ه ) : دار المعرفة ، بيروت - لبنان .\r\nموسوعة كشّاف اصطلاحات الفنون والعلوم ، 73\r\nللباحث محمّد علي التهانوي تقديم وإشراف ومراجعة : د . رفيق العجم ، تحقيق : د . علي دحروج ، نقل النصّ الفارسي إلى العربية : د .\r\nعبد اللّه الخالدي ، الترجمة الأجنبية : د . جورج زيناتي .\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nالميزان في تفسير القرآن ، 12 ، 18 ، 19 ، 38 ، 60 ، 70 ، 75 ، 83 ، 85 ، 94 ، 96 ، 102 ، 106 ، 108 ، 111 ، 114 ، 119 ، 120\r\nللعلامة السيد محمد حسين الطباطبائي : منشورات مؤسسة الأعلمي للمطبوعات ، بيروت - لبنان ، الطبعة الثانية .\r\nنفحات الأزهار في خلاصة عبقات الأنوار في الردّ على التحفة الاثني عشرية ، 24 تأليف السيّد علي الحسيني الميلاني .\r\nنهج البلاغة ، 100 ، 101 ، 103 ، 104 ، 106 ، 121\r\nوهو مجموع ما اختاره الشريف الرضي من كلام أمير المؤمنين عليه السّلام - تحقيق الدكتور صبحي الصالح .\r\nنوادر المعجزات ، 111\r\nللطبري ، نشر وتحقيق مدرسة الإمام المهدي ، قم .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nمحتويات الكتاب\r\nتمهيد أهمية العنصر الأخلاقي في القرآن 5\r\nوإنّك لعلى خلق عظيم 8\r\nقد أفلح من زكّاها 12\r\nالروايات الحاثّة على الأخلاق الحسنة 21\r\nالبحث الأوّل : تعريف علم الأخلاق\r\nالأخلاق لغة 29\r\nالأخلاق اصطلاحا 31\r\nموقع علم الأخلاق في منظومة المعارف 35\r\nتعريف علم الأخلاق 38\r\nقوى النفس الظاهرة والباطنة 39\r\n1 . الحسّ المشترك 41\r\n2 . الخيال 42\r\n3 . الوهم 47\r\n4 . الحافظة 49\r\n5 . المتصرّفة 50\r\n6 . المتخيّلة والمتفكّرة 50\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nأبواب الجنّة والجحيم 52\r\nقوى النفس الإنسانية 54\r\nالنفس وقواها الأربع 57\r\nاعتدال القوى النفسانية 60\r\nالفضائل التي تحت الحكمة والعفّة 64\r\nالفضائل التي تحت الشجاعة 66\r\nالفضائل التي تحت السخاء 67\r\nالبحث الثاني : إمكانية تغيير الأخلاق\r\nالمقام الأوّل : إمكانية تغيير الأخلاق 70\r\nالمقام الثاني : اختلاف درجات الناس في قبول التغيّر 72\r\nأخبار الطينة 75\r\nإشكالية الجبر في الفعل الإنساني 77\r\nإشكال وجواب 87\r\nجمع بين رأيين 89\r\nالبحث الثالث : في طرق إصلاح أخلاق الإنسان\r\nمقدمة 93\r\nمسالك التهذيب 97\r\nالمسلك الأوّل : تهذيب الأخلاق بالغايات الصالحة الدنيوية 97\r\nالمسلك الثاني : تهذيب الأخلاق من خلال الغايات الأخروية 103\r\nالمسلك الثالث : الحبّ الإلهي 111\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nالفهارس\r\nالآيات القرآنية الكريمة 125\r\nالأحاديث والروايات الشريفة 135\r\nالمصادر المعتمدة 141\r\nمحتويات الكتاب 151\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nمن آثار المؤلّف\r\n1 - العصمة : بحث تحليلي في ضوء المنهج القرآني . تقرير : محمد القاضي ( الطبعة الحادية عشرة )\r\n2 - التقوى في القرآن : دراسة في الآثار الاجتماعية ( الطبعة السابعة )\r\n3 - التربية الروحية : بحوث في جهاد النفس ( الطبعة السابعة )\r\n4 - بحث حول الإمامة ؛ حوار بقلم : جواد علي كسار ( الطبعة السابعة )\r\n5 - مدخل إلى الإمامة ( الطبعة الخامسة )\r\n6 - التوحيد : بحوث تحليلية في مراتبه ومعطياته ( جزءان ) تقرير : جواد علي كسار ( الطبعة الخامسة )\r\n7 - عصمة الأنبياء في القرآن . تقرير : محمود نعمة الجياشي ( الطبعة الخامسة )\r\n8 - دروس في الحكمة المتعالية ( صدر منه جزءان ) ( الطبعة الثالثة )\r\n9 - بحوث في علم النفس الفلسفي . تقرير : الشيخ عبد اللّه الأسعد ( الطبعة الثالثة )\r\n10 - مناهج المعرفة ( الطبعة الثالثة )\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n11 - لا ضرر ولا ضرار ؛ بحث فقهي ( الطبعة الثانية )\r\n12 - المنهج العقائدي في تفسير « الميزان » ( الطبعة الثانية )\r\n13 - الشفاعة . . بحوث في حقيقتها وأقسامها ومعطياتها ( الطبعة الثانية )\r\n14 - المذهب الذاتي في نظرية المعرفة ( الطبعة الأولى )\r\n15 - شرح بداية الحكمة - جزءان . تقرير : الشيخ خليل رزق ( الطبعة الأولى )\r\n16 - في ظلال العقيدة والأخلاق ( الطبعة الأولى )\r\n17 - التوبة : دراسة في شروطها وآثارها ( الطبعة الأولى )\r\n18 - مفهوم الشفاعة في القرآن . تقرير : الشيخ محمد جواد الزبيدي ( الطبعة الأولى )\r\n19 - مناهج بحث الإمامة بين النظرية والتطبيق .\r\nتقرير : الشيخ محمد جواد الزبيدي ( الطبعة الأولى )\r\n20 - التفقّه في الدين . بقلم : طلال الحسن ( الطبعة الأولى )\r\n21 - الإعجاز بين النظرية والتطبيق . بقلم : محمود نعمة الجياشي ( الطبعة الأولى )\r\n22 - مدخل إلى مناهج المعرفة عند الإسلاميين ( الطبعة الأولى )\r\n23 - من الخلق إلى الحقّ . . رحلات السالك في أسفاره الأربعة بقلم : طلال الحسن ( الطبعة الأولى )\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156}
  ]