[
  {"content":"\r\n\r\n( المجلد الأول )\r\nمن\r\nكتاب\r\nالإفاضات الغروية في الأصول\r\nالفقهية\r\nلمصنفها\r\nالسيد على النقى الشهير\r\nبفيض الاصفهاني\r\nطبع على نفقة : محمد رضا الكتبي : صاحب مكتبة الرافدين\r\nفي النجف\r\n* ( طبعت في المطبعة ( الحيدرية ) في النحف الأشرف سنة 1352 هج‍ ) *\r\n* ( لصحاحبها الحاج شيخ محمد صادق الكتبي حفظه الله ) *\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالمجلد الأول\r\nمن كتاب الإفاضات الغروية\r\nبسم اللّه الرّحمن الرّحيم\r\nالحمد للّه الذي وفقنا لتمهيد قواعد الرسائل الأصولية وارشدنا إلى طريق معرفة الأحكام الشرعية الفرعية والصلاة والسلام على سيد الأنبياء محمد وأوصيائه الأطهرين وذريته الأكرمين ما أظلت السماوات على الأرضين ولعنة اللّه على أعدائهم من الآن إلى قيام يوم الدين ( وبعد ) فيقول تراب اقدام المصنفين ابن محمد بن محمد مهدى الحسيني على النقى الشهير بفيض الاصفهاني بعد ما كنت في مشهد سيدنا ومولانا علي بن موسى الرضا روحي وأرواح العالمين له الفداء وقصدت ان اتشرف بالعتبة العلوية على مشرفها آلاف الثناء والتحية وجعلني اللّه من الفائزين بهذا المقام\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nأردت ان اكتب في علم الأصول كتابا في تلك المدينة المقدسة فشرعت في كتابته وعدلت عن الإطالة والاكثار في نقل الأقوال والنقض والابرام بين الرجال وأرجو من اللّه ( تعالى ) ان يصير مطلوبا عند أولى الألباب وأقول قبل الشروع في مقدمة الكتاب تيمنا\r\n\r\nما أوصى الإمام موسى بن جعفر\r\nعليهما صلوات اللّه الملك العلام لهشام بن الحكم ( يا هشام لو كان في يدك جوزة وقال الناس لؤلؤة ما كان ينفعك وأنت تعلم أنها جوزة ولو كان في يدك لؤلؤة وقال الناس انها جوزة ما ضرك وأنت تعلم أنها لؤلؤة )\r\n\r\n( المقدمة )\r\n\r\n[ في تعريف الأصول 
  ]\r\nاعلم أن المهم من الرؤوس الثمانية التي أوجب المحققون تعرضها لمن يشرع في كتاب الأصول أربعة أمور التعريف والموضوع والغرض والرتبة\r\n\r\n[ اما التعريف 
  ]\r\nفنقول مستعينا باللّه قد عرف الأصول بين الفحول بأنه العلم بالقواعد الممهدة لاستنباط الأحكام الشرعية واستشكل عليه بان الأصول كان مغايرا لعلمه لأنه نفس القواعد والعلم بها علم الأصول فإن كان هذا تعريفا للأصول فلا بد ان نعرف العلم بالمعلوم فيلزم تعريف الشيء بنفسه ؛ وأجيب ؛ بان المراد بالعلم هاهنا هو الفن الموضوع المشتمل على القواعد الممهدة وبعبارة أخرى ان المراد بالعلم ليس علم الأصول اى الانكشاف الذي عبر عنه بالتصور تارة ان كان متعلقه مفرد أو بالتصديق أخرى ان كان مركبا وبالملائكة ثالثا بل هو غير ما وضع له اسمه وبذلك قد انقدح انه لا وجه للعدول من العلم إلى الفن والصناعة كما في الكفاية ؛ واما ؛ الغرض منه فهو تحصيل الحجة على الحكم الشرعي\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\n( واما ) الرتبة\r\nفلا ريب في ان مرتبته متأخرة عن الصرف والنحو واللغة والمنطق والكلام فوجب تقدم معرفتها في الجملة عليه لافتقاره إليها ؛ اما ؛ افتقاره إلى الثلاثة الأول فظاهر ؛ واما ؛ إلى علم المنطق فلانه يبحث فيه عن صحة استدلالات العلماء لتحصيل الحجة وفسادها فنحتاج اليه ونقدم على علم الأصول وكل علم نظري\r\n\r\n[ اما الغرض 
  ]\r\n( واما ) إلى علم الكلام فلانه يبحث فيه عن القواعد الممهدة لتحصيل الحجة على الحكم الشرعي وذلك مسبوق بالبحث عن معرفة نفس الحكم والمكلف بالكسر والفتح والكلام كان متكفلا لذلك\r\n\r\n« واما » الموضوع\r\nفبيانه يحتاج إلى تقديم مقدمة وهي ان اجزاء كل علم من العلوم المدونة ثلاثة المسائل والموضوع والمبادى ؛ اما ؛ المسائل فهي عبارة عن النسب التامة ( لا انها عبارة عن القضايا المتشتتة اى مجموع الموضوع والمحمول والنسب التامة كما قيل لأنه ان فسرت المسائل بها فلا يصح عد الموضوع جزءا برأسه لعدم المغايرة بينه وبين المسائل مع أنه كل من الموضوع والمسائل من اجزاء العلوم ) ؛ ولا يقال ؛ ان علم الأصول انما وضعت لنفس المسائل أو العلم بها فكيف تجعلها أحد اجزاء العلم وكيف تجعل الموضوع والمبادى أيضا من اجزائه مع خروجها من نفس المسائل ؛ لأنا نقول ؛ ان المراد بالعلم مطلقا هو العلم الموضوع المشتمل على اثبات المطالب النظرية المطلوبة تحصيلها ومن الواضح ان العلوم الموضوعة لا يقتصر فيها على ذكر المطالب مجردة عن الدلائل إذ لا فائدة يعتد بها في ذلك فاندرجت المقدمات التي يستدل بها على ذلك المطالب في تلك العلوم وكذا غيرها مما يتوقف\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nعليه التصديق بمسائلها مما يذكر في العلم ؛ فحينئذ ؛ صارت اجزاء من الفن وان كانت خارجة عنه ؛ واما ؛ الموضوع فما نقل عن علماء المعقول واشتهر بين علماء الأصول هو ان موضوع كل علم هو ما يبحث فيه عن عوارضه الذاتية اى بلا واسطة في العروض والمراد بالعوارض المحمولات الخارجة عن حقيقة ما حملت عليه وقسموها على ستة أقسام ؛ الأول ؛ ما يعرض الشيء لذاته كادراك الكليات العارض للناطق ؛ الثاني ؛ ما يعرضه لجزئه سواء كان مساويا له كادراك الكليات العارض للانسان بتوسط الناطق أو أعم منه كالتحرك بالإرادة اللاحق له بواسطة الحيوان ؛ الثالث ؛ ما يعرضه لامر خارج مساو له كالسطح العارض للجسم باعتبار التناهي ؛ الرابع ؛ ما يعرضه لامر خارج أعم كالتحرك بالإرادة العارض للناطق بواسطة الحيوان ؛ الخامس ؛ ما يعرضه لامر خارج أخص كادراك الكليات العارض للحيوان بواسطة الناطق ؛ السادس ؛ ما يعرضه لامر مباين كالحرارة العارضة للماء بواسطة النار وقد عبروا عن الثلاثة الأول بالعوارض الذاتية لان العروض فيها مستند إلى الذات وعن الثلاثة الأخيرة بالعوارض الغريبة ؛ إذا عرفت ؛ هذه الأقسام الستة فاعلم أن المبحوث عنه في العلوم هو ما يعرض الشيء بلا واسطة واما ما يعرضه معها فلا يبحث عنه فيها لان البحث فيه انما يكون عن الواسطة لا عن العارض هذا\r\n\r\n[ في بيان ان الأدلة الأربعة موضوع لعلم الأصول 
  ]\r\n؛ فنقول ؛ موضوع هذا العلم هو الأدلة الأربعة اعني الكتاب والسنة والاجماع والعقل ؛ واما ؛ مباحث الامر والنهي والعام والخاص والمطلق والمقيد فالبحث عنها باعتبار وقوعها في الكتاب والسنة لان الموضوع للبحث ليس مطلق تلك الأمور بل المقيد منها بالوقوع في الكتاب والسنة ولا يقدح في ذلك بيانهم لوضعها اللغوي والعرفي إذ المقصود بيان مداليل تلك الالفاظ بأي وجه كان ؛ واما ؛ بحثهم عن حجية الكتاب وخبر الواحد فهو بحث عن عوارض الأدلة لان البحث عن حجية الدليل بحث\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nعن أحوال الدليل فيقال بان السنة وهي قول الحجة أو فعله أو تقريره هل يثبت بخير الواحد أم لا إلّا بما يفيد القطع من المتواتر أو القرينة ؛ واما ؛ بحثهم عن التعادل والترجيح فهو راجع في الحقيقة إلى البحث عن الأدلة وتعيين ما هو الحجة منها عند التعارض ؛ واما ؛ بحثهم عن الاجتهاد والتقليد وعدم حجية القياس والاستحسان فلانه استطرادي وان أمكن ارجاع مبحث الاجتهاد إلى بيان أحوال الأدلة من حيث الاستنباط وادرجنا التقليد فيه على التغليب هذا ما اقتضاه المقام اتباعا للاعلام ولكن الانصاف ان للمناقشة مجال فيما قيل أو يقال ولتحقيق الحق وبسط الأقوال مقام لا يسعه المجال وما اوقضا ؟ ؟ ؟ في هذه المناقشات الا قلة تدرّب واضع الأصول في العلوم العقلية وعدم ترتيبها حسب الترتيب الطبيعي الفلسفي كما نقله عن صاحب كتاب سبيل الرشاد في شرح نجاة العباد بعض المعاصرين وسنورد شيئا من هذه المناقشات في تمايز العلوم استشهادا لصحة ما قلناه ؛\r\n\r\n[ في ان تغاير العلوم بتمايز الموضوع 
  ]\r\nفنقول ؛ ان المشهور بينهم ان تمايز كل واحد من العلوم المدونة عن الآخر اما بتغاير موضوعه عنه ذاتا كتغاير موضوع النحو مع هذا العلم أو اعتبارا كتغاير موضوع النحو عن الصرف من حيث الاعراب والبناء ؛ والغرض ؛ من اخذ الحيثية هو حيثية استعداد ذات الموضوع لورود المحمول عليه مثلا الموضوع في الصرف هو الكلمة من حيث استعداد ها لورود الصحة والاعتلال عليها اي مستعدة لورودهما عليها وكك في ساير العلوم المتغايرة موضوعها اعتبارا لا حيثية تقييدية لموضوع العلم حتى يرد عليه الاشكال بان مبدأ موضوع المسألة لا يعقل ان يكون حيثيّة تقييدية لموضوعها ولا لموضوع العلم وإلّا لزم عروض الشيء لنفسه ولا يجدى جعل التحيث داخلا والحيثية خارجة لوضوح ان التحيث والتقييد لا يكونان إلّا بملاحظة الحيثية والقيد فيعود المحذور اي عروض الشيء لنفسه كما أفيد ؟ فحينئذ ؟ لا وجه لقوله في الفصول بان اعتبار الحيثيات لا يوجب\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nالتمايز ألا ترى ان اللفظ العربي الذي هو موضوع لعلوم العربية إذا اخذ من حيث الاعراب والبناء فلم يوجب اختصاصه بعلم النحو لأنه حال تقييده بهذا الاعتبار يعرض له أيضا أحوال الابنية ويلحقه احكام الفصاحة والبلاغة وغيرها لظهور عدم المنافاة بينها فيصح ان يقع مقيدا بهذه الحيثية موضوعا لتلك العلوم انتهى ! ؛ لان ؛ العربي الذي هو موضوع العلوم العربية إذا استعد لورود الاعراب والبناء عليه فيوجب اختصاصه بعلم النحو ولا يعرض له أحوال الابنية وغيرها أصلا كما لا يخفي ؛ وكك ؛ لا وجه لقوله في الكفاية بان تمايز العلوم انما هو باختلاف الاغراض الداعية إلى التدوين لا الموضوعات ولا المحمولات والّا كان كل باب بل كل مسئلة من كل علم علما على حدة لتمايز موضوعاتها انتهى ؛ للزوم ؛ كون العلوم المتعددة علما واحدا كالصرف والنحو والمعاني لجهة وحدة الغرض وهي معرفة التكلم بلفظ العربي صحيحا بليغا - أضف إلى ذلك لزوم صيرورة علم الرمل والجفر والماسة والنجوم الاحكامي علما واحدا لان الغرض منها الاطلاع على المغيبات فالحق ان تمايزها انما يكون بتمايز الموضوعات سواء كان التمايز بين أبوابها أولا لان المراد بالموضوع هو الموضوع الجامع لموضوعات أبوابها لا الموضوع المطلق ؛ واما المبادي ؛ فهي ما يتوقف عليه التصديق بمسائل ذلك الفن والمراد من متوقف اليه هو التصورات اي حدود الموضوع واجزائه وجزئياته وعوارضه الذاتية والتصديقات اى القضايا التي يتالف منها قياسات العلم ويجب التصديق بها قبل الشروع في العلم وان كانت نظرية وتثبت في علم آخر وقال ابن الحاجب كما حكي عنه بان المبادي هي ما يبتدأ به قبل الشروع في المقصود من الفن !\r\n\r\n( إفاضة ) [ في معنى الوضع وفيها مناهج 
  ]\r\nفي نبذة من مبادي اللغوية وفيها مناهج\r\n\r\n( الاوّل ) الوضع هو تعيين اللفظ أو تعينه للدلالة على المعنى بنفسه\r\nكالألفاظ الغير المشتركة أو بقرينة كالألفاظ المشترك ؛ ثم إن ؛\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n\r\n[ في اقسام الوضع 
  ]\r\nالمراد بالتعيين هو معنى الأعم اي سواء كان عن قصد أو عن غير قصد ؛ والأول ؛ يسمي بالوضع التعيينى كالمرتجل والمجاز الغير المشهور ( والثاني ) بالوضع التعيني كالمنقول والمجاز المشهور فمنشأ اختصاص اللفظ بالمعني هو تعيينه به أو تعينه ؛ واما ؛ الارتباط الخاص الذي كان بين اللفظ والمعنى انما هو منتزع من التعيين أو التعين لعدم الربط بين لفظ الأسد وبين حيوان المفترس قبل وضعه بإزائه وبعبارة أخرى إذا وضع الواضع لفظ الأسد بإزاء حيوان المفترس فيحصل الارتباط الخاص بينهما وامّا إذا لم يتلفظ بذلك فلا وهذا بخلاف الكلية أو الجزئية أو النوعية أو مثل ذلك لان الربط حاصل بين هذه الالفاظ ومعانيها ولو لم يتلفظ بها لافظ أصلا كما لا يخفي ؛ وما قيل ؛ في عصرنا هذا تقليدا لبعض السلف من أن دلالة الالفاظ على المعاني بالطبع لا بالوضع وانه كان للفظ الماء ارتباط خاص بالمعنى الذي يراد منها قبل ان يوضع اللفظ بإزاء المعني وقد نشأ الوضع من هذا الارتباط ؛ وهم صرف ؛ منشائه عدم التدبر في تكوين اللغات وتحقيق الحق ان الوضعة في أول الأمر راعوا مناسبة بين اللفظ والمعني لتعسر النطق عليهم وسموا بعض الحيوانات بمناسبة أصواتها كاللقلق في العربية واسم العصفور في الفارسية وغير ذلك لكنهم لم يلتزموا بهذا الارتباط بعد توسع اللغة فالارتباط انما كان من الأمور الاعتبارية التي تكون بالجعل والاختراع : ثم إن : الواضع ان كان ملحوظه في مقام وضعه امرا جزئيا حقيقيا وكان الموضوع له ؛ ح ؛ كك فيكون الوضع والموضوع له خاصين وان كان امرا كليا فان وضع اللفظ بإزائه من غير اعتبار خصوصية معه شطرا أو شرطا بحيث يفيد جزئيا حقيقيا يكون الوضع والموضوع له عامين وان وضعه بإزائه مع اعتبار تلك الخصوصية فكان الموضوع له خاصا ؛ وما يقال ؛ من أنه يتصور قسم رابع لامكان ان يكون ملحوظ الواضع امرا جزئيا فيوضع اللفظ الكلى بإزائه كما لو رأينا شيئا ولم نعلم أنه اي شيء فتوصلنا به إلى وضع اللفظ بإزاء نوعه\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nفنقول هذا حيوان مثلا ؛ ففيه ؛ ان الملحوظ في الوضع ؟ ح ؟ انما هو الكلي المنتزع من الجزئي دون نفس الجزئي فالوضع أيضا بإزائه فيندرج في القسم الثاني ؛ ويمكن ؛ ان يقال إن الخاص لا يمكن ان يكون عنوانا للعام ومرآة لملاحظته إلّا ان يجعل مقياسا لتصوره كان يتصور جزئيا من الجزئيات ويضع اللفظ بإزاء نوعه وهو خارج عن المفروض لتصور ذلك الامر العام ؟ ح ؟ بنفسه وان كان ذلك بعد تصور الخاص كما أفاد بعض الأعاظم ؛ هذا في ؛ مقام التصور واما مقام التصديق فلا خلاف في وقوع القسم الأول كوضع الاعلام ؛ ولا يقال ؛ بأنه لو قلنا بان الواضع ليس هو اللّه ( تعالى ) فلا يقع هذا القسم لعدم الإحاطة بجميع الخصوصيات على التفصيل لغيره تعالى ؛ فإنه ؛ يقال انما يحيط غيره بها اجمالا فيوضع اللفظ بإزاء ما يحيط به كك ؛ وبوجه ؛\r\n\r\n[ في الفرق بين الاسم والحرف 
  ]\r\nأوضح نقول لم نشترط في هذا القسم الا تصور جزئي حقيقي ووضع اللفظ بإزائه ولا شك في اقتدار البشر على ذلك وكك لا خلاف في وقوع القسم الثاني كوضع أسماء الأجناس وانما الخلاف في القسم الثالث فتوهم صاحب الفصول ؟ ره ؟ انه كوضع الحروف واسما الإشارة والضمائر والموصولات وغيرها مما يتضمن معاني الحروف فقال ( ان التحقيق ان الواضع لاحظ في وضعها معاني الكلية ووضعها بإزائها باعتبار كونها آلة ومرآة لملاحظة حال متعلقاتها الخاصة من السير والبصرة مثلا فيكون مداليلها خاصة لا محالة إلى أن قال ؟ ره ؟ هذا على ما هو المختار وفاقا لجماعة من المحققين لان المتبادر منها ليس إلّا المعاني الخاصة وانها لا تستعمل الا فيها ) ؛ أقول ؛ الحق ان الموضوع له والمستعمل فيه في الحروف كالوضع كان عاما كما كان كك في أسماء الأجناس لان وضعها انما يكون بإزاء معاينها الكلية وانما نشاء لحاظ الالية من قبل القصد والإرادة ولا ليس هذا اللحاظ في الواقع ونفس الامر معتبرا فيها أصلا فإذا استعمل الحرف فيما له الوضع فعدم جواز استعماله في موضع الاسم انما\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nنشاء من قبل قصد الآلية كما أن عدم جواز استعمال الخبر في موضع الانشاء من قبل القصد والإرادة ان اتفقا فيما له الوضع في مثل بعت من حيث تعلقه بالايجاد تارة وبالحكاية عن تحقق الوجود أخرى !\r\n\r\nفوائد [ في اختصاص الوضع بالمفردات وبيان ان الالفاظ للمعاني من حيث هي 
  ]\r\n( الأولى ) اعلم أن الوضع مختص بالمفردات ولا حاجة في استفادة المعاني من المركبات إلى وضع اجزائها كما لا يخفى ؛ فان ؛ قلت لولا القول بثبوت الوضع للهيئات التركيبية لما صح القول بكون الجمل الخبرية حقيقة في الاخبار ومنصرفة اليه عند الاطلاق ومجازا في غيره لان مفاد المفردات في جملة زيد قائم مثلا المقصود بها الاخبار وفي جملة انا عبدك المقصود بها التخضع على حالة من غير تفاوت إلّا بالنسبة إلى المعنى التركيبي ؛ قلت ؛ ان الانصراف لا يستلزم كون الجمل الخبرية موضوعة بإزاء الاخبار بوضع تركيبي بل السبب في الانصراف انما هو وضع بعض المفردات وضم بعضها إلى بعض وكذا افتقار إرادة التخضع إلى ضم القرينة المعينة لإرادته لا يفيد كون الجملة مجازا عند ارادته حتى يقال بوضع مستقل في كل واحد منهما ؛ وبالجملة ؛ بعد وضع الواضع المواد وضعا شخصيا وبعد وضعه الهيات وضعا نوعيا لا نحتاج إلى وضع آخر مع أنه يقتضى أوضاعا غير متناهية لعدم تناهي أوضاع المركبات وهو محال و ؛ المراد ؛ من الوضع الشخصي ما يستحيل صدقه على ألفاظ مختلفة كوضع الواضع لفظة أسد لحيوان المفترس بخلاف وضع النوعي كوضعه النسب والإضافات وغيرهما التي لا يستحيل صدقها على ألفاظ مختلفة نحو زيد قائم وضرب زيد وغلام زيد وعمر وبكر ونحو ذلك ؛ الثانية ؛ لا اشكال في أن دلالة الالفاظ على معانيها من حيث هي لا من حيث إنها مرادة للافظها والدلالة ليست تابعة للإرادة لأنا نرى إذا وضع الواضع لفظة أسد للحيوان المفترس وعلمنا بذلك فإذا سمعناه من شخص عاقل أو جاهل أو مجنون أو نائم أو من غير انسان انتقلنا إلى الحيوان المفترس لان الأسد دال عليه ولعل\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nما حكى عن الشيخ الرئيس وكك ما عن المحقق الطوسي كما في جوهر النضيد للعلامة ؛ ره ؛ من مصيرهما إلى أن الدلالة تتبع الإرادة فملخصه ان اللفظ حين ما يراد منه معنى لا يراد منه معنى آخر فلا يدل الا على إرادة أحدهما فراجع ؟ الثالثة ؟ اختلفوا في أن الانتقال من المعني الحقيقي إلى المعنى المجازي هل هو بالطبع أم بالوضع ! والحق هو الأول لأنا نرى عدم استهجان استعمال لفظة أسد الموضوع له للحيوان المفترس في الرجل الشجاع بسبب تلك العلاقة التي كانت بينهما ولو منع الواضع عن هذا الانتقال ؛ مضافا ؛ إلى أنه ان كانت صحة هذا الاستعمال بالوضع فالقول بالمجازية كان غير سديد بل هو داخل في المشترك لان المجاز هو الذي ليس بوضع واضع أصلا كما لا يخفي !\r\n\r\n[ الثاني في ان الاستعمال لا يحتاج إلى الوضع 
  ]\r\n( المنهاج الثاني ) انه قد يطلق اللفظ ويراد به نوعه كقولك ضرب فعل ماض أو يراد به صنفه كقولك زيد في ضرب زيد فاعل إذا لم يقصد به شخص القول أو يراد به فرد مثله كقولك زيد في ضرب زيد فاعل إذا أريد به شخص القول ولا شبهة في صحة الاستعمال في هذه الموارد وعدم استهجانه فيها وكأنه صحة هذا الاستعمال بالطبع كاستعمال لفظة أسد في الرجل الشجاع كما عرفت واما إذا اطلق اللفظ وأريد به شخص نفسه كقولك زيد لفظ إذا أردت به شخصه قال صاحب الفصول ما لفظه ( ففي صحته بدون تأويل نظر لاستلزامه اتحاد الدال والمدلول أو تركب القضية من جزءين مع عدم مساعدة الاستعمال عليه ) ؛ أقول ؛ لا يكون في صحته نظر أصلا فلا يستلزم أحد المحذورين لان القضية انما كانت لفظية فزيد دال ولفظ الذي أريد به شخص زيد أيضا مدلول وهذا المقدار كاف في تعدد الدال والمدلول في القضية اللفظية ؛ واما ؛ تركب القضية فنقول زيد اي نفسه موضوع وكلمة ( لفظ ) محمول فكان اجزائها ثلاثة وهذا القسم انما يكون من باب استعمال اللفظ بشيء بخلاف الاقسام\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالثلاثة السابقة فإنها كانت من باب استعمال اللفظ في المعني !\r\n\r\nالثالث [ في علامة الحقيقة والمجاز 
  ]\r\nاعلم أن القوم قد ذكروا علامة للحقيقة والمجاز ؛ منها ؛ بعض أهل اللغة بان لفظ الأسد مثلا موضوع للحيوان المفترس وان استعماله في الرجل الشجاع مجاز ؛ ومنها ؛ التبادر الذي هو علامة الحقيقة وتبادر الغير الذي هو علامة المجاز ؛ ومنها ؛ عدم صحة السلب وصحته ؛ ومنها ؛ الاطراد وعدمه ؛ أقول ؛ لا شك في أن تنصيصهم بان اللفظ الكذائي للمعني الكذائي علامة الحقيقة وكذلك نصهم بان استعمل اللفظ الموضوع له للمعنى الكذائي في المعني الآخر علامة المجاز ؛ واما ؛ التبادر فلا يذهب عليك بأنه علامة الحقيقة ولا يخفي ان العالم بالأوضاع لا يحتاج إلى هذه الطرق أصلا ؛ واما ؛ الجاهل فإذا أراد معرفة حقايق ألفاظ اللغة ومجازاتها فلا يحتاج إلى أزيد من تنصيصهم ومنعهم مع أن التبادر انما يكون علامة للحقيقة إذا علم الجاهل بان لفظ الأسد مثلا موضوع للحيوان المفترس وقد استعمل في الرجل الشجاع فإذا سمع من شخص رايت أسدا فتبادر المعني من اللفظ وانسبقه إلى ذهنه بان الأسد المسموع هو الحيوان المفترس ؛ واما ؛ إذا لم يعلم بذلك فأي معني تبادر في ذهنه ؛ واما ؛ التبادر عند أهل المحاورة فكان كتنصيصهم هذا ؛ واما ؛ ما قال ؛ ره ؛ في الكفاية ( لا يقال كيف يكون التبادر علامة مع توقفه على العلم بأنه موضوع له كما هو واضح فلو كان العلم به موقوفا عليه لدار فإنه يقال الموقوف عليه غير الموقوف عليه فان العلم التفصيلي بكونه موضوعا له موقوف على التبادر وهو موقوف على العلم الاجمالي الارتكازي به لا التفصيلي فلا دور ) فهو خارج عن محل الكلام لان الكلام انما يكون في مورد الجاهل بالأوضاع لا العالم بها لان الشخص إذا علم بالموضوع له اجمالا أو تفصيلا فليس التبادر عنده علامة للحقيقة وكك عدم صحة السلب وصحته ؛ واما ؛ الاطراد فهو أيضا كك اما عدم كونه علامة للحقيقة عند الجاهل\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nفهو أوضح من أن يخفى لأنه موقوف على العلم بالموضوع له ؛ واما ؛ عند العالم فمع علمه بكون استعمال لفظة اسأل لطلب شيء عمن هو شأنه ذلك فيقال مثلا اسأل عمروا بخلاف اسأل الدار فلا يبقي مجال للاستعلام حال الاستعمال بالاطراد أو بغيره\r\n\r\n( الرابع ) [ في عدم مساعدة الدليل على اعتبار المرجحات في تعارض الأحوال 
  ]\r\nلا ريب في أنه إذا احتملت إرادة وضع اللفظ لا كثر من معني حتى يكون مشتركا أو منقولا وإرادة معني آخر من اللفظ غير المعني الأول بسبب علاقة حتى يكون مجازا ولم تكن قرينة عليها فيجب الحمل على الموضوع له الأولي ؛ واما ؛ إذا كانت القرينة موجودة ولكن الاحتمال والترديد كان بين هذه الأمور المذكورة وغيرها من الاشتراك والنقل والمجاز والتخصيص والاضمار فذكر الأصوليون لكل واحد منها مرجحا على الآخر كما نقل صاحب القوانين ؛ ره ؛ عنهم فقال ما لفظه ( مثل ان المجاز أرجح من الاشتراك لكثرته واوسعيته في العبارة وكونه أفيد لأنه لا توقف فيه ابدا بخلاف المشترك والاشتراك أرجح من المجاز من حيث ابعديته عن الخطاء إذ مع عدم القرينة يتوقف بخلاف المجاز فيحمل على الحقيقة وقد يكون غير مراد في نفس الامر وان الاشتراك يصح من كل من المعنيين فتكثر الفائدة بخلاف المجاز والاشتراك أرجح من النقل لان النقل يقتضى الوضع في المعنيين على التعاقب ونسخ الوضع الأول بخلاف للاشتراك والنسخ يقتضى بطلان المنسوخ والاشتراك يقتضى التوقف فيكون أولى وان الاشتراك أكثر من النقل والاضمار أرجح من الاشتراك لاختصاص الاجمال الحاصل بسبب الاضمار ببعض الصور وذلك حيث لا يتعين المضمر وتعميمه في المشترك وان الاضمار أوجز وهو من محاسن الكلام والتخصيص أرجح من الاشتراك لأنه خير من المجاز وهو خير من الاشتراك والمجاز أرجح من النقل لاحتياج النقل إلى اتفاق أهل اللسان على تغيير الوضع والمجاز\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nيفتقر إلى قرينة صارفة وهي متيسرة والأول متعسر والمجاز فوائده أكثر من النقل ويظهر من ذلك ترجيح الاضمار عليه أيضا والتخصيص أرجح من النقل لأنه أرجح من المجاز وهو أرجح من النقل والتخصيص أرجح من المجاز لحصول المراد وغيره مع عدم الوقوف على قرينة التخصيص والمجاز إذا لم تعرف قرينة يحمل على الحقيقة وهي غير مرادة والتخصيص أرجح من الاضمار لكونه أرجح من المجاز المساوى للاضمار إلى غير ذلك من الوجوه التي ذكروها ) وقال ؛ ره ؛ بعد نقله وفي كثير منها نظر ؛ قلت ؛ هذه الوجوه وجوه استحسانية ولا يساعد الدليل على اعتبارها إلّا إذا كانت موجبة لظهور اللفظ في المعني\r\n\r\nالخامس [ في امكان الاشتراك والترادف وعدمهما 
  ]\r\nاختلف الأصوليون في أن الاشتراك وكك الترادف هل هو واقع في كلام العرب أم لا ؛ فمنهم ؛ من يقول بامكانه ويمنع وقوعه ويؤول ما يري من المشتركات إلى الحقيقة والمجاز ويلتزم ببيان الفارق بين المترادفات وهو تعسف ظاهر لا موجب له ؛ ومنهم ؛ من يقول بوقوعه للنقل والتبادر وعدم صحة السلب بالنسبة إلى معنيين أو أكثر للفظ واحد وهو الحق عندنا وذلك لكثرة قبايل العرب وبعد أماكنها فكانت لكل منها لغة لم تكن للآخرين فوضعت لبعضها لفظا لمعنى مع أن غيرهم وضعوها لمعنى آخر ووضعوا لفظا آخرا للمعني الأول ونشاء من ذلك الاشتراك والترادف ؛ واما ؛ قول بعض القائلين بوقوعه وجوب وقوع الاشتراك لعدم تناهى المعاني والالفاظ ففساده أوضح من أن يخفي كما أجيب من أن الاشتراك إذا كان في هذه المعاني ليستدعي الأوضاع الغير المتناهية ولو سلم لم يكد يجدى الا في مقدار متناه مضافا إلى تناهي المعاني الكلية وجزئياتها وان كانت غير متناهية إلّا ان وضع الالفاظ بإزاء كلياتها يغنى عن وضع لفظ بإزائها انتهى ؟ ؛ أقول ؛ اللهم إلّا يقال بوجوبه بمعنى كونه مقتضى الحكمة لقضائها بوجود المجملات في اللغة نظرا\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nإلى مسيس الحاجة إليها في بعض الأحوال ؛ ومنهم ؛ من يقول ذلك باستحالته لمخالفته الحكمة لأنه ان ذكر مع القرينة كان تطويلا بلا طائل وإلّا كان مخلا بالتفهم المقصود وهو فاسد لوجود الفوائد في استعماله مع القرينة وعدم إخلاله بالتفهم مع عدمها لان الاجمال قد يكون مطلوبا هذا إذا كان الواضع هو اللّه ( تعالى ) أو من يستحيل عليه مخالفة الحكمة ؛ واما ؛ إذا كان الواضع ممن يجوز عليه مخالفة الحكمة فلا استحالة في البين مع أنه قد يقع ذلك من جهة تعدد الوضع وعدم اطلاع أحدهم على وضع الآخر ؛ ثم إن ؛ القائلين بالوقوع قد اختلفوا في جواز استعمال اللفظ في أكثر من معنى واحد من معاني المشترك في اطلاق واحد على أقوال ؛ فمنهم ؛ من منعه مطلقا ؛ ومنهم ؛ من جوزه مطلقا ؛ ومنهم ؛ من منعه في المفرد وجوزه في التثنية والجمع ؛ ومنهم ؛ من منعه في الاثبات وجوزه في النفي ولكن الحق هو الأول لا لدعوى الاستحالة بتقريب ان استعمال اللفظ في المعنى ليس جعله علامة له حتى يمكن جعل شيء واحد علامة لأشياء متعددة بل جعله فانيا فيه فناء الوجه في ذي الوجه ولا يمكن ان يكون الشيء الواحد فانيا في الاثنين إلّا ان يكون اللاحظ أحول العينين كما في الكفاية ومنشأ هذا التوهم ما يرى غالبا ان المتكلم يغفل عن ألفاظه ولا ينظر إليها استقلالا ودفع هذا الوهم ان هذه الغفلة والفناء في ألفاظ شايعة وليس الفناء مأخوذا في الاستعمال ألا ترى التخلف في ألفاظ غريبة في أول استعمال كما في استعمال قعضم في الضعيف بل المنع لعدم مساعدة العرف ! ولان ! قيد الوحدة انما كان معتبرا في الوضع لان بالألفاظ انما وضعت لمعانيها على أن يراد منها تلك المعاني على سبيل الانفراد بان لا يراد من لفظ واحد الا معنى واحدا لان المتبادر من وضع اللفظ للمعنى هو تعيين اللفظ بإزائه بان يكون ذلك المعني تمام المراد والمقصود من اللفظ لا ان يكون المقصود\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nمن الوضع إفادة اللفظ لذلك المعنى في الجملة سواء أريد معه غيره أولا ؛ ولا يقال ؛ كيف ذلك وقد ورد في الاخبار من أن للقرآن بطون سبعة أو سبعين ؛ فإنه ؛ يقال هذا لا يدل على وقوع استعمال اللفظ في أكثر من معنى واحد بل كان استعماله في معنى واحد ولكن يولد من ذلك المعنى معان متعددة مرادة كما إذا قيل رايت عينا وأراد به العين الجارية فينتقل الذهن إلى العينين الآخرين اى الذهب والميزان مثلا وبذلك قد انقدح بطلان قول المجوزين القائلين بعدم اعتبار قيد الوحدة وقد عرفت اعتباره وكك بطلان قول من جوزه في التثنية والجمع مستدلا على كونهما بمنزلة تكرار اللفظ لعدم الفرق بينهما وبين المفرد لان اللفظ إذا كرر فيراد من كل لفظ معناه فتكون الوحدة محفوظة أيضا وكك من جوزه في النفي مستدلا على كونه يفيد العموم بخلاف الاثبات : -\r\n\r\nالسادس [ في ثبت الحقيقة الشرعية 
  ]\r\nلا ريب في ثبوت الحقيقة الشرعية لتبادر المعاني الشرعية من الالفاظ التي استعملها الشارع في محاوراته ولعدم نصبه القرينة على هذا الاستعمال الذي كان في غير ما وضع له ؛ واما ؛ ما قيل من أن استعمال اللفظ في غير ما وضع له بلا مراعاة ما اعتبر في المجاز فلا يكون بحقيقة ولا مجاز ؛ ففيه ؛ ان الاستعمال كك كان على نحو الحقيقة لان هذا المستعمل الذي يحصل الوضع بسبب استعماله كما يحصل الوضع التعييني بالتصريح بانشائه كان بمنزلة الواضع الآخر الذي استعمل ذلك اللفظ في غير ما وضع الواضع الأول لامكان تعدد الواضع ووحدة اللفظ فكل واحد منهم وضعه لمعنى غير معني الآخر وبذلك قد انقدح وجه بطلان قول النافين مستدلا على أنه بناء على الثبوت يلزم ان لا يكون الالفاظ المستعملة في لسانه صلى اللّه عليه وآله عربية لان لفظة صلاة مثلا انما كانت عربية ووضعت في اللغة للدعاء ووضعت في لسان الشارع الذي كان بمنزلة الواضع الآخر للأركان المخصوصة هذا في المصطلحات\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالجديدة ؛ واما ؛ في غيرها التي لم يطلع عليها أهل اللغة مثلا كالصوم الذي كان في الشرائع السابقة كما يدل عليه قوله كتب عليكم الصيام كما كتب على الذين من قبلكم وغيره كانت أيضا حقايق لغوية وكك استعماله ( ص ) الالفاظ في معانيها اللغوية مع أنه ( ص ) ضم إليها شروطا لصحتها كما لا يحفى ؛ واما ؛ ثمرة الخلاف فتظهر فيما إذا وقعت الالفاظ في كلام الشارع مجردة عن القرينة فإنها تحمل على المعاني اللغوية بناء على عدم ثبوت الحقيقة الشرعية وعلى المعاني الشرعية بناء على ثبوتها سواء علم بتأخر الاستعمال أولا ؛ واما ؛ شكك في ذلك فلا اثر له حتى تحتاج إلى أصالة تأخر الاستعمال ؛ مضافا ؛ إلى معارضتها مع اصالة تأخر الوضع\r\n\r\nالسابع [ في كون الماهيات المخترعة أسامي الصحيحة أم لا 
  ]\r\nانه قد اختلفوا في أن ألفاظ العبادات كالصلاة والصوم وغيرهما هل هي أسامي للصحيحة أو يعمها والفاسدة فنقول ؛ أولا ؛ بان الصحة والفساد أمران إضافيان كصلاة المسافر فهي صحيحة بالنسبة اليه وفاسدة بالإضافة إلى الحاضر والمراد من الصحة هو المستجمع لجميع الاجزاء المعتبرة وشرائطها بخلاف الفساد ؛ وثانيا ؛ ان النزاع انما يجرى بناء على القول بثبوت الحقيقة الشرعية اى استعمال الشارع ألفاظ العبادات في المعاني الجديدة المستحدثة كالصلاة والوضوء والغسل وغير ذلك ؛ واما ؛ بناء على القول بعدمها اي استعمال الشارع تلك الالفاظ في المعاني اللغوية كالدعاء والزيارة وتلاوة القرآن ؛ فلا ؛ لأنه لا شك في وضعها في اللغة للأعم نعم هناك شرائط اعتبرها الشارع في صحتها ؛ فنقول ؛ لا ريب في انها موضوعة للصحيحة للأدلة التي ذكرها القوم وسنذكرها إن شاء اللّه ولا بد من قدر جامع بين الصحيحة والفاسدة على كلا القولين وهو ثابت على مذهبنا بمثل ما هو معراج المؤمن وهو منتزع عن الصلوات المختلفة من الحاضر والمسافر والغريق والمريض وغير ذلك بخلاف مذهب للأعمى\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nلعدم تصوير مثل الجامع فيه مضافا إلى أنه يلزم ان يكون الوضع فيها عاما والموضوع له خاصا لعدم صدق الناهية عن الفحشاء على الصلاة الفاسدة مع أن الوضع والموضوع له فيها كانا عامين لان الموضوع له هو نفس الصلاة التي تنهى عن الفحشاء لا الصلاة الخاصة حتى نقول بان استعمالها في مثل الصلاة تنهي عن الفحشاء مجاز وهو بعيد ؛ واما ؛ ما قيل في تصوير الجامع على القول الأعمى من أن ألفاظ العبادات عبارة عن جملة من اجزاء العبادة كالأركان في الصلاة مثلا ؛ واما ؛ غيرها من الاجزاء الأخر والشرائط في المسمي ؟ فغير سديد ؟ فإنه بناء على هذا يلزم ان يقال صلاة الغريق ونحوها ليست بصلاة وهو كما ترى وكك ساير الوجوه التي ذكرت كما هو لا يخفى ؛ والحق ؛ انها عبارة عن الماهيات والشرائط معا التي يمكن ان يتصور فيها القدر الجامع وهذا لا يجدى الا على موافقة مذهبنا\r\n\r\n[ في أدلة القائلين بالصحيح 
  ]\r\n؛ واما ؛ الأدلة التي ذكرت على القول بكونها للصحيحة فوجوه ؟ منها ؟ التبادر فان المنسبق إلى الأذهان من أسامي العبادات كالصلاة والصيام وغيرهما عند الاطلاق هو الصحيحة ولا يحمل على الفاسدة إلّا بالقرينة ؛ ومنها ؛ صحة السلب لصحة سلب الصلاة عمن صلى مع الحدث متعمدا أو صلي ولم يقرأ الحمد كك كما في الاخبار من قوله لا صلاة إلّا بطهور ولا صلاة إلّا بفاتحة الكتاب لان الصلاة عبارة عن الاجزاء والشرائط معا بحسب الموارد فإذا فقد شيء منها شطرا أو شرطا فلا يطلق عليها اسم الصلاة وان اطلق عليها ذلك فكان استعماله فيها مجازا وانما قيدنا الاجزاء والشرائط بقولنا بحسب الموارد لشمول صلاة الغريق الذي لا يتمكن من قراءة الحمد والمريض الذي لا يتمكن من الطهارة لان الاجزاء والشرائط من صلاتهما انما كانا بحسب حالهما فكان اطلاق الصلاة على صلاتهما حقيقة وكك إذا لم يأتيا شيئا من الاجزاء والشرائط متعمدا فتصح السلب أيضا\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n؛ واما ؛ صحة السلب من الصلاة التي لم تؤت في المسجد كقوله لا صلاة لجار المسجد الا في المسجد فهي للمبالغة لان الكون في المسجد ليس شرطا للصلاة بل هو شرط للكمال ؛ ومنها ؛ الآيات والأخبار الواردة كقوله ( تعالى ) ان الصلاة تنهى عن الفحشاء والمنكر وان الصلاة كانت على المؤمنين كتابا موقوتا وقوله ( ع ) الصلاة عمود الدين وقربان كل تقي والصوم جنة من النار إلى غير ذلك لعدم شمول تلك الخواص لمطلق الصلاة قطعا كما هو أوضح من أن يخفي ؛ ومنها ؛ بان المثوبات الأخروية تنوط بالصحيحة لا بالفاسدة لأنها خارجة عن العبادات بل مندرجة في أنواع البدعة ؛ ومنها ؛ بان العبادات كلها متعلقة لطلب الشارع وامره إليها ولا شيء من الفاسدة كك ؛ ومنها ؛ بان ألفاظ العبادات انما كانت توقيفية فلو كانت موضوعة للأعم فلم تكن كك بل كان المرجع فيها إلى العرف إذ هو المناط فيها على هذا والتالي باطل فالمقدم مثله ؛ ومنها ؛ بأنها موضوعة للمركبات التامة لان طريقة الشارع كانت كطريقة الواضعين من أنهم وضعوا الالفاظ للمركبات التامة هذا إلّا انه قابل للمنع كما أفيد فإنه يحتاج إلى احراز متابعة الشارع لهم في وضعه للمركبات المخترعة منه ؛ وإلى ؛ احراز عدم الفارق بين مخترعاته ومركباتهم من حيث كثرة الابتلاء بإفادة الصحيح دون الفاسد ؟\r\n\r\n[ في أدلة القائلين بالأعم 
  ]\r\nواما ؟ بالأدلة التي ذكرت على القول بكونها للأعم منها ومن الفاسدة فائضا وجوه ؛ منها ؛ التبادر وقد استدل عليه بصحة الاخبار بان فلانا يصلى وان لم يعلم صحتها بل وان علم فسادها ولولا تبادر الأعم لكان الاخبار به كذبا ! وفيه ! انه بعد عدم تصوير الجامع كما عرفت كيف يدعى ذلك مع أن الاخبار بذلك انما يصح بحسب اعتقاد عاملها ؛ ومنها ؛ عدم صحة السلب عن الفاسدة لعدم صحة الاخبار عمن كانت صلاته فاسدة بأنه لا يصلى ولو اخبر كك من دون قيام قرينة\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nعلى خلاف الظاهر لكان كذبا أيضا ؟ وفيه ؟ مضافا إلى ما ذكرنا سابقا من صحة السلب يصح الاخبار كك لما ذكرنا من أن الصلاة عبارة عن الاجزاء والشرائط معا . . . الخ فراجع ؛ ومنها ؛ صحة التقسيم إلى الصحيحة والفاسدة وهو ظاهر في كون المقسم حقيقة في الأعم ؛ وفيه ؛ ان صحة التقسم انما كان بلحاظ المستعمل فيه لا الموضوع له ومجرد الاستعمال غير كاف في المقام وكك نقول في الوجهين الأخيرين اعني صحة الاستثناء كقولك كل صلاة توجب التقرب إلى اللّه الا الفاسدة وحسن الاستفهام فيها كقولك هل كانت صلاته صحيحة أو فاسدة ؟ ومنها ؟ دعوى بأنها لو كانت موضوعة بإزاء الصحيحة لم يمكن تحقق الإعادة الا مع صحة المأتى به أولا ولا يجري ذلك الا قليلا مثل معادة جماعة ؛ وفيه ؛ ان اطلاقها على المأتي به أولا انما يكون بالعناية أو بحسب اعتقاد عاملها ؛ فتأمل ؛ ومنها ؛ دعوى بما روي في الصحيح من بناء الاسلام على خمس الصلاة والزكاة والحج والصوم والولاية وقال ( ع ) ولم يناد أحد بشيء كما نودي بالولاية فاخذ الناس بالأربع وتركوا هذه يعني الولاية فلو ان أحدا صام نهاره وقام ليله ومات بغير ولاية لم يقبل له صوم ولا صلاة فحكمه ( ع ) باخذ الناس بالأربع مع فساد عباداتهم لا يتم إلّا مع جعل تلك العبادات أسامي للأعم ؛ وفيه ؛ ان المراد بالرواية هو خصوص الصحيحة لعدم بناء للاسلام على الفاسدة التي هي من للأمور المحرمة التي نهي عنها في الشريعة وأراد الشارع عدم وقوعها فلا يصح القول بابتناء الاسلام عليها واما اطلاق الصلاة على صلاتهم انما يكون بحسب اعتقادهم وكك في الزكاة والحج والصوم وانما يكون بحسب مشابهة صلاتهم مع صلاة الصحيحة ؛ ومنها ؛ صحة اليمين على ترك الصلاة في مكان مكروه مثل الحمام وغيره ليحصل الحنث بفعلها فيه فلو كانت اسما لخصوص الصحيحة فلا يحصل\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالحنث لان المنذور هي الصحيحة والصلاة المأتى بها كانت فاسدة لحرمتها مع أنه يلزم من فرض وجود الحنث عدمه وهو محال ؛ بيان ؛ ذلك أنه يحصل الحنث إذا فعل الصلاة المنذور تركها الصحيحة والمفروض ان الصلاة المأتى بها كانت فاسدة فلا تعلق عليه الحنث مع فرض تعلقه عليه ؛ وفيه ؛ انه لا يلزم من استعمال الصلاة في المقام في الأعم لعدم امكان إرادة الصحيحة وإلّا لزم المحال لكونه موضوعا له لها كما لا يخفى وهذا غاية ما يمكن ان يجاب فيه ؛ واما ؛ قول بعض المحققين ما لفظه هذا من أن الفساد من قبل النذر لا ينافي صحة متعلقه فلا يلزم من فرض وجوده عدمه ومن هذا انقدح ان حصول الحنث انما يكون لأجل الصحة لولا تعلقه ؛ ففيه ؛ بان هذا لا يجعلها صحيحة في نفس الامر كما هو المدعي\r\n\r\nتذييل [ في انحصار النزاع في الاجزاء 
  ]\r\nقد أشرنا بان أسامي العبادات كالصلاة وغيرها عبارة عن الاجزاء والشرائط معا لكن لا دخل للاخلال بالشرائط في التسمية وكك بالشيء المندوب الذي كان مطلوبا إذا وقع في أثناء واجب أو مستحب كالقنوت فيهما أو قبلهما كالأدعية الواردة أو بعدهما كالتعقيبات المذكورة بخلاف الاجزاء لان جزء الشيء سواء كان وجوديا كالتكبير في الصلاة أو عدميا كعدم الاستدبار عن القبلة داخل في مهيته ومقوم لحقيقته فبناء على القول الصحيحي لا يساعد على اعتبار ما زاد على الاجزاء في صدق الاسم بخلاف الأعمى فإنه ينفي ما عدا الشرائط فيه أيضا هذا غاية ما يتصور في المقام من أن الشيء اما داخلا في المأمور به فيكون جزءا أو مقوما لحقيقته أو خارجا عنه لكن تحصل الخصوصية بسببه أولا ذاك ولا ذلك بل كان مطلوبا في نفسه فالاخلال بالأولين كان موجبا لفساد المأمور به مع أن عدم الاخلال بالأول له دخل في التسمية أيضا بخلاف الثاني كما عرفت آنفا ؛ واما ؛ الاخلال\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nبالثالث لا يوجب فساده ولا دخل له فيها كما لا يخفى ولكن كان لصاحب الكفاية ؛ ره ؛ قسم رابع وهو ان الشيء إذا كان له دخل في تشخص المأمور به أو تحققه سواء كان شطرا أو شرطا فلا يكون الاخلال به الا الاخلال بتلك الخصوصية مع تحقق الماهية ؛ وفيه ان دخل ذلك اما ان يكون جزءا له فيكون داخلا في القسم الأول ولا تتحقق الماهية بسبب الاخلال به أو خارجا عنه فيكون داخلا في القسم الثاني فتحقق الماهية بذلك هذا ولكن عبارته في هذا المقام مخدوشة لأنه ؛ ره ؛ صرح بما ذكرنا أولا بقوله ما لفظه ودخل هذا فيه أيضا طورا بنحو الشطرية وأخرى بنحو الشرطية فيكون الاخلال بما له دخل بأحد النحوين في حقيقة المأمور به وماهيته موجبا لفساده لا محالة واستثني ؛ ره ؛ إياه من نفسه بقوله بخلاف ما له الدخل في تشخصه وتحققه فتأمل\r\n\r\nتذنيب [ في عدم جريان النزاع في المعاملات ان كانت موضوعة للآثار المخصوصة 
  ]\r\nان ألفاظ المعاملات ان كانت موضوعة للآثار المخصوصة كتمليك العين أو تملكه في البيع والمنفعة في الإجارة فلا يجري النزاع المبحوث عنه فيها لعدم اتصاف تلك الآثار بالصحة والفساد بل تتصف بالوجود تارة وبالعدم أخرى ؛ وان ؛ كانت موضوعة للصيغ المستتبعة لها فيجرى النزاع لكن الحق انها موضوعة للأعم ؛ ح ؛ لأنها مستعملة في معانيها اللغوية كالزيارة والدعاء وتلاوة القرآن نعم هناك شرائط اعتبرها الشارع في صحتها وكان الموضوع له فيها هو العقد المؤثر لاثر كذا عرفا لا مطلقا اي سواء كان شرعا أو عرفا كما قيل ؛ ثم ؛ انه لا ريب في أن عمدة الثمرة المتفرعة على ذلك فيما إذا علم بحصول المسمي على الأعمّي وحصل الشك في اعتبار شطر أو شرط في تحقق الصحة فينفيه الأعمّي بالأصل لاطلاق المكلف به من غير ثبوت التقييد ؛ واما ؛ على الصحيحى فلا بل يثبت الاشتغال لا جمال المكلف به وعدم العلم بحصول المسمي الا مع العلم باستجماعه\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nلجميع الاجزاء والشرائط المعتبرة في الصحة والشك في اعتبار جزء أو شرط في الصحة يرجع إلى الشك في الجزء والشرط المعتبر في التسمية فلا يجرى فيه الأصل لقضاء اليقين بالاشتغال باليقين بالفراغ وكك لا يجرى الأصل على الأعمى إذا كان الشك المتعلق بالاجزاء أو الشرائط فيما يشك مع انتفائه في التسمية لان الأعمّي اعتبر الاجزاء والشرائط في الجملة لتحقق التسمية هذا ولكن اسقط الثمرة صاحب الكفاية وقال باجراء الأصل فيما يشك فيه من الاجزاء والشرائط على القولين واستدل بذهاب المشهور إلى البراءة فيما يشك فيه شطرا أو شرطا ؛ وفيه ؛ انه بناء على هذا يقتضى القول بعدم ثبوت اجزاء مخصوصة وشرائط خاصة للعبادة لأنه لو ثبت هناك جزء أو شرط آخر لعثرنا عليه ولحصل النقل بالنسبة اليه لتواتر الدواعي إلى النقل وتحقق الحاجة بالنسبة إلى الكل فلو ادعى أحد جزئية شيء أو شرطيته من غير أن يقيم عليه دليلا فدفعناه بالأصل لعدم عثرنا عليه مع أنه ليس كك لتحقق الحاجة إلى كثير من اجزاء العبادات وشرائطها في موارد خاصة نادرة كما في مراتب التيمم بعد العجز عن تحصيل التراب واحكام اللباس بالنسبة إلى غير المتمكن من الثوب الطاهر وغير ذلك فتأمل ؟\r\n\r\nالمنهاج الثامن [ في المشتق 
  ]\r\n؛ اعلم ؛ ان الاختلاف في أن المشتق هل هو حقيقة في خصوص ما تلبس بالمبدأ في الحال أو فيما يعمه ومن قضي عنه انما يكون في الاستعمال لا الوضع والاطلاق لان الحقيقة والمجاز المذكورين في عنوان النزاع من شؤون الاستعمال ولا ربط لهما بهما كما لا يخفى ؛ فنقول ؛ لا خلاف في أن استعمال المشتق حقيقة فيما تلبس بالمبدأ في الحال سواء كان موضوعا له بالخصوص أو لما يعمه وكان ذلك مصداقا حقيقيا لما وضع له وكذا لا خلاف في أنه مجاز في الاستقبال بل الخلاف في أنه\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nهل هو حقيقة فيما تلبس به في الماضي أيضا أولا بل حقيقة في خصوص ما تلبس بالمبدأ في الحال ؛ قبل ؛ الشروع في المقصود وبيان الأقوال والأدلة المذكورة ينبني تقديم أمور ؛ الأول ؛ الظاهر أن المراد من المشتق المبحوث عنه هنا هو خصوص ما يجري على الذات مما يكون مفهومه منتزعا عنها بملاحظة اتصافها بالمبدأ أو اتحادها معه بنحو من الاتحاد كان بنحو الحلول أو الانتزاع أو الصدور والايجاد كما في الكفاية فعلى هذا يشمل الجوامد مثل الزوج والزوجة وغير ذلك فيجرى النزاع فيها أيضا ونقول بعدم تحريم المرضعة الآخرة في مسئلة من كانت له زوجتان كبيرتان ارضعتا زوجته الصغيرة بعد تحريم المرضعة الأولى والصغيرة مع الدخول بالكبيرتين ان اشترط بقاء المشتق منه في المشتق لأن هذه لا يصدق عليها أم زوجته ونقول بتحريمها ان لم يشترط بقائه فيه لأنه يصدق عليها أم زوجته كما حكي عن المسالك لا مثل ما قال في القوانين من أن المراد من المشتق هاهنا هو ما خرج من العدم إلى الوجود من دون اعتبار القدم والحدوث والبقاء والزوال لأنه بناء على هذا لا يجرى النزاع أصلا كما لا يخفى ؛ ولا ما قال ؛ في الفصول\r\n\r\n[ في بيان المراد من المشتق 
  ]\r\nمن أن المراد به هاهنا هو المشتق بالاشتقاق الصغير اى ما يشتمل على أصول حروف الأصل وترتيبه لا المشتق بالاشتقاق الكبير اى ما يشتمل على حروف الأصل فقط ولا المشتق بالاشتقاق الأكبر اى ما لا يشتمل على حروف الأصل أصلا لأنه بناء على مذهبه لا يشمل الجوامد مع أن النزاع يجرى فيها كما هو أوضح من أن يخفى ؛ والحاصل بناء على مختارنا لا وجه لتخصيص النزاع ببعض المشتقات الجارية على الذوات كما عن الفصول نعم ربما يرد الاشكال من عدم جريان النزاع في اسم الزمان لان الذات فيه وهي الزمان بنفسه ينقضى وينصرم ولكن نجيب بان انحصار مصداق مفهوم عام بفرد لا يوجب ان يكون وضع اللفظ بإزاء الفرد\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nدون العام مثلا انحصار مصداق مفهوم مشتق باسم فاعل لا يوجب ان يكون وضع المشتق بإزاء اسم الفاعل دون العام حتّى لا يشمل اسم الزمان ؛ فحينئذ ؛ يجرى النزاع في المشتقات والجوامد إلّا انه يخرج الافعال والمصادر المزيد فيها وان كاد يصدق لهما لفظ المشتق العرفي وهو اللفظ المأخوذ من لفظ لأنهما لا يجريان على الذوات حتّى تكونا منتزعتين عنها بملاحظة اتصافهما بعرض أو عرضى ؛ اما ؛ المصادر فلانها جارية على ما يتصف به الذات وهو يقوم بها ؛\r\n\r\n[ في ان اختلاف المبادى لا يوجب الانحصار وبيان المراد من الحال في عنوان المسألة 
  ]\r\nواما ؛ الافعال فلانها تدل على قيام المبادي بها مثلا ضرب دل على أن يقوم المبدا اعني الضرب به قياما صدوريا وقس على هذا ساير الصيغ الافعال ؛ الثاني ؛ اعلم أن مبادى المشتقات مختلفة من الفعلية والملكة والحرفة والصنعة نحو ضارب وعالم وتاجر وخياط وقد يكون المبدا لفظ يحتمل كلها نحو كاتب وهذا لا يوجب التفاوت في جريان النزاع فيها مع أن التلبس وعدمه يتفاوت فان اخذ حرفة وملكة فكان التلبس فعلا وحالا وان اخذ فعليا فكان مما مضى أو يأتي ؛ الثالث ؛ ان اخذت الأزمنة المعتبرة في اطلاق المشتق بالقياس إلى النطق فيكون المراد بالحال في عنوان المسألة هو حال النطق وبالماضي ما تقدم عليه وبالاستقبال ما تأخر عنه ؛ وان ؛ اخذت بالقياس إلى التلبس والاتصاف فيكون المراد بالطلاقة على الحال اطلاقه على المتصف بالمبدأ باعتبار حال التلبس وعلى الماضي اطلاقه على المتصف به باعتبار ما بعد الاتصاف وعلى المستقبل اطلاقه عليه باعتبار ما قبله كما هو الحق لأنه ان قلنا بان المراد بالحال في العنوان هو حال النطق لا يجرى النزاع أصلا لان جري المشتق بناء على هذا كان حقيقة في كل زمن من الأزمنة مثل زيد ضارب وكان ضاربا أمس وسيكون ضاربا غدا واما إذا قلنا بان المراد هو حال التلبس فيجرى النزاع لأنه انما كان في كون المشتق حقيقة في خصوص حال التلبس بالمبدأ أو فيما يعمه ومن انقضى عنه\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوكك يجرى النزاع ان قلنا بان المراد به هو حال زمان النطق إلّا انهم لم يريدوا ذلك لان المهم الذي يبحث عنه في اطلاق التلبس بالمبدأ لمن انقضى عنه هل هو حقيقة أو لا ؛\r\n\r\n[ في بيان المراد من البساطة 
  ]\r\nالرابع ؛ قد حكى عن المحقق الشريف ان مفهوم المشتق بسيط منتزع عن الذات باعتبار قيام المبدا بها ومتحد معها في الوجود الخارجي لا المركب حتى يقال إن معنى المشتق كضارب مثلا ذات له المبدا لان المراد من الذات ان كان مفهومها لزم دخول العرض العام في مفهوم الفصل فيكون الفصل عرضيا للنوع لان مفهوم الذات عرضى لافراده والمركب من الذاتي والعرضي لا يكون ذاتيا وان كان المراد بها ما صدق عليه الذاتي فمع انه لا يناسب وقوعه محمولا يلزم ان ينقلب مادة الامكان الخاص ضرورية لان الذات التي لها الكتابة هو الانسان لا غير فيصدق كل انسان كاتب بالضرورة لان ثبوت الشيء لنفسه ضروري هذا وقد استشكل عليه في الفصول بما لفظ ( ويمكن ان يختار الوجه الأول ويدفع الاشكال بان كون الناطق مثلا فصلا مبني على عرف المنطقيين حيث اعتبروه مجردا عن مفهوم الذات وذلك لا يوجب ان يكون وضعه كك ) وظاهر عبارة الكفاية دعوى القطع باعتبار تجريد الفصل عن مفهوم الذات مط سواء كان الفصل مبينا على عرف المنطقيين أو اللغويين وقال في دفع الاشكال بان مثل الناطق ليس بفصل حقيقي لأنه لا يكاد يعلم نفسه فإذا كان كك فوضع مكانه لازم ما هو الفصل وهو الفصل المنطقي وعليه فلا باس باخذ مفهوم الذات في الفصل المنطقي كالناطق مثلا فإنه وان كان عرضا عاما وليس مقوما للنوع اى الانسان إلّا انه بعد تقييده بالنطق واتصافه به كان من اظهر خواصه ثم قال في الفصول ( ويمكن ان يختار الوجه الثاني أيضا ويجاب بان المحمول ليس مصداق الشيء والذات مط بل مقيدا بالوصف وليس ثبوته للموضوع ؛ ح ؛ بالضرورة لجواز ان لا يكون\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nثبوت القيد ضروريا ) ؛ فيه ؛ نظر لان الذات المأخوذة مقيدة بالوصف قوة أو فعلا ان كانت مقيدة به واقعا صدق الايجاب بالضرورة وإلّا صدق السلب بالضرورة مثلا لا يصدق زيد كاتب بالضرورة لكن يصدق زيد الكاتب بالقوة أو بالفعل بالضرورة انتهى كلامه ؛ أقول ؛ ان المراد من البساطة هو ما كان شيئا واحدا بحسب الادراك والتصور لا شيئان وان انحل بتعمل من العقل اليه كانحلال مفهوم الشجر إلى شيء له الشجرية وهذا الانحلال لا يضر بوحدة المعنى ؛ إذا عرفت ؛ هذا فيمكن ان يدعي ببساطة مفهوم المشتق مثل ضارب وغيره وان انحل بالتعمل العقلي إلى شيئين اى ذات ثبت له الضرب فتأمل جيدا ؛\r\n\r\n[ في كفاية المغايرة بين المبدا 
  ]\r\nالخامس ؛ قد ذهبت جماعة من أهل المعقول كما حكي الفصول بان الفرق بين المشتق ومبدئه هو الفرق بين الشيء لا بشرط وبينه بشرط لا ؛ توضيح ؛ ذلك ان مفهوم المشتق كضارب لا يأبى عن الحمل على زيد الذي تلبس بالمبدأ اى الضرب واما المبدا فإنه يأبى عن الحمل عليه لان ملاك الحمل هو الاتّحاد وقال ؛ ره ؛ هذا عندي غير مستقيم لأنه لا يصح حمل العرض على موضوعه ما لم يعتبر الاتحاد ؛ فحينئذ ؛ يمتنع حمل الضرب عليه وان اعتبر لا بشرط كما في المال فإنه وان اعتبر لا بشرط لا يصح حمله على صاحبه لان مفاد المشتق مفاد ذو ولا فرق بين قولنا ذو مال وذو ضرب فكما انه لا يصح حمله على صاحبه لا يصح حمل الضرب على موضوعه إلّا إذا اعتبر الاتحاد وأردنا من قولنا زيد ضارب أو عالم الذات وحدها ؛ أقول ؛ نعم لكن ملاك الحمل انما هو نحو من الاتحاد ولو اعتبارا وان كانت المغايرة بينهما حقيقيا من وجه ثم إنه تكفى المغايرة بين المبدا وما يجرى المشتق عليه مفهوما وان اتحدا في عالم العين فعلى هذا لا نلتزم بالنقل أو التجوز في صدق صفاته تبارك وتعالى عليه جل وعلا لعدم المغايرة المعتبرة بين المبدا وما يجرى المشتق عليه لان صفاته وان كانت عين\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nذاته في عالم العين والخارج إلّا انها غير ذاته تعالى في عالم المفهوم والمعنى كما لا يخفى ؛ ثم ؛ هل يعتبر قيام مبدأ صفاته تعالى به تعالى مع أنها عين ذاته على نحو الحقيقة أم لا فالحق اعتباره على نحو الحقيقة لكن نحو من القيام بالتغاير بين المبدا والذات مفهوما فعلى هذا لا نلتزم بنقل الصفات الجارية عليه تعالى عما هي عليها من المعنى لاختلاف كيفية التلبس بالمبدأ من الحلول أو الصدور كما في غيره تعالى أو العينية كما فيه تعالى وقد\r\n\r\n[ وما يجرى عليه المشتق مفهوما 
  ]\r\nانقدح بذلك بطلان ما قيل من عدم اعتبار قيام المبدا بما يجري عليه المشتق على نحو الحقيقة مط لصدق الضارب مع قيام الضرب بالمضروب لأنه يعتبر صدق المشتق عليه من التلبس بالمبدأ على اختلاف كيفية التلبس من القيام سواء كان صدورا أو حلولا أو وقوعا عليه أو غير ذلك ؛ ولا يقال ؛ بناء على هذا اى اعتبار قيام المبدا بما يجري عليه المشتق على نحو الحقيقة فيشكل الامر في مثل الميزاب جار لأنه ليس على نحو الحقيقة ؛ فإنه يقال ؛ هذا المجاز مجاز في الاسناد وقد استعمل في معناه الحقيقي لا انه مجاز في الكلمة حتى يرد الاشكال من أنه اسند إلى غير ما هو له فالاستعمال انما يكون في غير معناه الحقيقي وقد انقدح بذلك بطلان قول من اعتبر الاسناد الحقيقي في صدق المشتق حقيقة لكفاية التلبس بالمبدأ ولو مجاز أو مع الواسطة كالمثال المذكور ؛ إذا عرفت ؛ هذه الأمور فاعلم أن في المقام قولين قول بعدم اشتراط بقاء التلبس فيما انقضى عنه المبدا وقول باشتراطه كما هو الحق وسيجيء بيانه إن شاء اللّه ؛ واما التفاصيل ؛ المذكورة من المتأخرين من الفرق بين ما كان المبدا من المصادر السيالة كالتكلم والاخبار وغيره فاشترطوا البقاء في الثاني دون الأول وبين ما كان المبدا حدوثيا أو ثبوتيا فاشترطوا البقاء في الأول دون الثاني وبين ما طرأ الضد الوجودي على المحل سواء ناقض الضد الأول كالحركة والسكون أو ضاده وغيره فاشترطوا البقاء في الأول دون\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nالثاني وبين ما كان المشتق محكوما عليه أو به فاشترطوا في الثاني دون الأول ؛ فغير سديد لأنها انما نشأت من اختلاف مبادى المشتقات وقد أشرنا إلى أن اختلاف مباديها لا يوجب الاختلاف في المسألة ؛\r\n\r\n[ في أدلة القائلين بالأعم 
  ]\r\nثم إن ؛ القائلين بعدم اشتراط البقاء فقد استدلوا بوجوه ؛ منها ؛ الأصل لان استعمال الضارب مثلا حقيقة في الحال ولا ريب فيه فإذا شككنا في انه في الماضي مجاز أم لا فنقول على اصالة عدم المجاز وقلنا بأنه حقيقة فيه أيضا ؛ وفيه ؛ ان هذا معارض مع اصالة عدم الحقيقة فالحق انه لا أصل في المقام أصلا كما لا يخفي إلّا الأصل العملي وهو البراءة فيما انقضى عنه المبدا قبل وجوب الاكرام في مثل أكرم كل عالم والاستصحاب فيه بعد وجوبه ؛ ومنها ؛ التبادر إذ المتبادر من الضارب هو مطلق من تحقق منه الضرب ولذا كان الفرق بينه وبين قولنا ضارب الآن وليس ذلك الفرق الا الاطلاق في الأول والتقييد في الثاني ؛ وفيه ؛ ان المتبادر من اطلاقه هو خصوص التلبس بالمبدأ في الحال مط كما سنشير اليه في مختارنا ؛ ومنها ؛ عدم صحة السلب إذ لا يصح سلب الضارب مثلا مط عمن وقع منه الضرب وفيه انه يصح السلب إذا أريد التلبس بالمبدأ في الحال حقيقة بقوله انه ليس بضارب نعم عدم صحة السلب انما يكون بلحاظ حال التلبس ولو كان مجازا فكأنه أريد نفس ما وقع منه في الحال واخبر به وهذا لا يضر بدعوى ان نفس ما وقع منه هل كان استعماله في الحال حقيقة أو مجازا ؛ ومنها ؛ ما يستفاد من ظاهر غير واحد من الاخبار الصادرة من الأئمة الأطهار عليهم صلاة اللّه الملك الجبار فعن الصادق ( ع ) بعد ذكر قوله تعالى لا ينال عهدي الظالمين من عبد صنما أو وثنا لا يكون اماما فكأنه تعرض الإمام ( ع ) لمن أراد الخلافة مع أنه عبد الصنم وان تاب عنه بأنه لا يليق بهذا المقام فالوجه في ذلك ليس إلّا ان المشتق كان موضوعا للأعم وإلّا لا يصح تعريضه\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nلمن أراد الخلافة مع أنه تاب عن ظلمه ومعصيته اى عن عبادته للضم ؛ وفيه ؛ لعدم دلالته على المدعى غاية الأمر ان دلالة الآية انما كانت على اطلاق الظالم للمعنى الأعم بلحاظ حال التلبس لا انها دلت على أن استعمال الظالم فيمن قضى عنه المبدا اى تاب عن ظلمه كان على نحو الحقيقة أيضا كما هو المدعى وكك نقول في استدلال المفصل الذي لم يشترط البقاء في المحكوم عليه بقوله ( تعالى ) الرانية والزاني فاجلدوا . . . الخ والسارق والسارقة فاقطعوا . . . الخ من أن وجوب حد حد الزاني والسارق لا يختص بمن تلبس بالزنا والسرقة حال نزول الآية وإلّا لم يحتج العلماء رضوان اللّه عليهم على ثبوت الحكم لمطلق الزاني والسارق ؛ ومنها ؛ انه يستلزم صدق المقيد كزيد ضارب الآن صدق المطلق ولا بد عن صدقه من كونه موضوعا للأعم ؛ وفيه ؛ انه لا نسلم استلزام صدق المقيد صدق المطلق لصحة ان يقال لمن لم يكن متلبسا بالقيام في الماضي وقد تلبس به في الحال انه ليس بقائم أمس لكن لا يصح ان يقال إنه ليس بقائم مع تلبسه بالقيام في الحال ؛ أقول ؛ لا ريب في استلزام صدق القضية الوقتية القضية المطلقة العامة لأنه زيد ليس بقائم أمس يصدق عليه في الحال مع تلبسه بالقيام فيه لان طبيعة زيد الذي لم يتلبس بالقيام في الأمس غير طبيعة زيد الذي تلبس به في الحال فالحق ان يقال في جواب المستدل بذلك الاستلزام بان استلزام صدق زيد ضارب الآن صدق زيد ضارب انما يكون بلحاظ حال تلبسه بالضرب في ذلك الآن لا غير فتأمل جدا ؛ ومما ؛ ذكرنا ظهر فساد بعض الوجوه الأخر المذكورة في كتب المفصلة بل كلها التي استدل بها القائلون بعدم اشتراط البقاء فراجع ؛\r\n\r\n[ في أدلة القائلين بالأخص 
  ]\r\nواما ؛ ما استدل القائلون بالاشتراط فوجوه أيضا ؛ منها ؛ التبادر بان المتبادر من الضارب والعالم والجاهل وغير ذلك هو خصوص من تلبس بتلك المبادي وذلك دليل على الحقيقة\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nولا ينتقض بمثل القاتل والمقتول والمضروب بان المتبادر ليس كك بل المتبادر هو أعم من من تلبس بتلك المبادي ومن انقضى عنه لأنه يقال بأنه انما كان بلحاظ حال التلبس كما أشرنا اليه غير مرة ؛ ومنها ؛ صحة السلب مع انتفاء التلبس في الحال في الأمثلة المذكورة ؛ ومنها ؛ انه مضافا إلى دعوى الاجماع على عدم صحة اطلاق الكافر على المؤمن والمؤمن عليه انها لو كانت موضوعة للأعم لصح اطلاق القاعد على القائم وهو على القاعد مع أن المضادة والمخالفة كانت بينهما\r\n\r\n( تتميم )\r\nقد أشرنا سابقا بان اختلاف مبادى المشتقات لا يوجب اختلاف النزاع في المقام ولكن الذي يتقوى في بادي النظر ان يقال بالتفصيل بين المشتقات المأخوذة على سبيل التعدية ولو بواسطة الحرف كضارب ومضروب وممرور به وغير ذلك والمأخوذة على سبيل اللزوم نحو قائم وقاعد وجالس وغير ذلك فالأولى موضوعة للأعم من الماضي والحال والثانية موضوعه لخصوص الحال لان أسماء المفعولين مأخوذة على سبيل التعدية في الغالب فكان الغالب صدقها مع زوالها المبدا أيضا بخلاف الصفات المشبه وأسماء التفضيل لأنها مأخوذة على وجه اللزوم فكان المتبادر منها هو الحال وكان استعمالها في الماضي خروجا عما يقتضيه وضعها فتأمل . .\r\n\r\n( إفاضة ) في الأوامر وفيها سبل ؛\r\n\r\n[ السبيل‌الاول في بيان معاني الامر 
  ]\r\nالأول ؛ اعلم أن لفظ الامر قد اطلق على معان عديدة منها الطلب المخصوص كقولك امرته بكذا ؛ ومنها ؛ الفعل كقوله تعالى وما امر فرعون برشيد ؛ ومنها ؛ الفعل العجيب كقوله تعالى فلما جاء أمرنا ؛ ومنها ؛ الشيء كقولك رايت اليوم امرا عجيبا ؛ ومنها ؛ الشأن كقولك امر فلان مستقيم ؛ ومنها ؛ الحادثة نحو قد وقع الامر في البلد ؛ ومنها ؛ الغرض نحو جاء زيد لامر هذا\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nولكن المعنى الأصلي اللغوي هو الأول وانما استعمل في غيره مجاز إلّا انه موضوع لغيره أيضا حتى يقال مثلا لفظ الامر موضوع للغرض بالحمل الأولى الذاتي فقد انقدح بذلك بطلان دعوى الكفاية من أنه حقيقة في الطلب في الجملة والشيء لان الشيء يطلق على الأعيان والافعال مع أن اطلاق الامر لا يحسن على الأعيان فلا يقال رايت امرا عجيبا إذا رأى فرسا عجيبا بل يقال إذا رأى فعلا عجيبا ؛ والحاصل ؛ إذا ورد لفظ الامر في الكلام وليست القرنية في المقام فليحمل على المعني الحقيقي واما إذا علمنا أن معنى الحقيقي ليس بمراد ولكن لا ندري ان المراد من لفظ الامر اي معنى من تلك المعاني فليحمل على ما يسبق إلى الذهن لظهوره فيه هذا بحسب العرف واللغة واما بحسب الاصطلاح فقد يطلق ويراد به المعني الحقيقي وهو الطلب المخصوص كما هو الحق وقد يطلق ويراد به القول المخصوص اى ما كان على هيئة افعل وليفعل ونظائرهما وقد نقل الاتفاق على هذا ؛ وفيه ؛ انه نقطع بعدم اطلاق الامر على نفس القول لا لغة ولا عرفا فاطلاقه انما يكون مجازا لأن مفهوم الامر هو وقوع الطلب من الآمر دون صدور لفظ منه ودلالة اللفظ عليه ليست وضعية بل انما هي عرفية هذا مضافا إلى أن لازم ذلك هو عدم صحة الاشتقاق منه لعدم دلالته ؛ ح ؛ على معنى حدثى مع أن الاشتقاقات منه كثيرة وبالجملة مفهوم الامر هو الطلب المخصوص الذي صدر من العالي فإذا أراد الطلب بصيغة كذائي مثل افعل أو اترك أو غيرهما فيكون طلبه بها من مصاديق الامر لا انها مفهومه ؛ ثم ؛\r\n\r\n[ في ان العلو والاستعلاء هل يعتبر في صدق الامر أم لا 
  ]\r\nانهم اختلفوا في اعتبار العلو والاستعلاء وعدمه في صدق الامر على أقوال خمسة ؛ الأول ؛ عدم اعتبار شيء من الامرين ؛ الثاني ؛ اعتبار الاستعلاء سواء كان عاليا أو مساويا أو دانيا ؛ الثالث ؛ اعتبار العلو ؛ الرابع ؛ اعتبارهما معا ؛ الخامس ؛ اعتبار أحد الامرين ؛ أقول ؛ ؛ اما ؛ الاوّل\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nففيه انه ؛ ح ؛ ليس بأمر بل هو التماس أو دعاء أو غير ذلك ؛ واما ؛ الثاني ففيه انه امر المساوي أو الداني ليس بأمر حتى يقال بان الاستعلاء يعتبر فيه أم لا ؛ وقد ؛ انقدح بذلك وجه بطلان قول الرابع لان الطلب من الامر العالي امرا ولو كان مستخفضا لجناحه ؛ واما ؛ الخامس ففيه انه يشمل امر الداني الذي استعلى على من كان عاليا عليه مع أنه ليس بأمر ؛ واما قول المستقبح له بأنه ليس من شأنك ان تأمر انما هو تقبيح وتوبيخ على استعلائه اى ليس من شأنك ان تستعلي ؛ واما ؛ المعتبر من العلو فهو ارتفاع يقضى بالتزام طاعته في العرف ونقل عن بعض الأفاضل تفسيره العالي بمن كان له تفوق يوجب طاعته عقلا أو شرعا كما إذا التزم العالي شرعا بنذر أو شبهه بإجابة مسؤول عبده . .\r\n\r\n( تذنيب ) [ في عدم المغايرة بين الطلب والإرادة 
  ]\r\nاختلفوا في كون الطلب المدلول للامر نفس الإرادة أو غيرها وقبل الخوض في المسألة فاعلم أن إطالة الكلام من النقص والابرام لا ينبغي في المقام لعدم ترتب ثمرة مهمة عليها في الاحكام وانما أشرنا اليه تبعا لجملة من الأعاظم ؛ فنقول ؛ الظاهر عدم المغايرة بين الطلب والإرادة لأنا لا نجد في الامر امرا آخرا مغايرا للإرادة ولا نجد الفرق بين قولنا أريد منك كذا وبين قولنا اطلب منك كذا ولكن الأشاعرة قد ذهبت إلى المغايرة واحتجت بوجوه عديدة ؛ منها ؛ ان الامر قد يريد اظهار عذره في عدم طاعة المأمور فيأمره ولا يريد وقوعه منه ؛ وفيه ؛ ان هذا ليس امرا حقيقيا بل هو امر صوري فكما يصح ان يقول ؛ ح ؛ اطلب منك كذا أو افعل كذا يصح ان يقول أيضا أريد منك كذا من غير فرق ؛ ومنها ؛ صحة قولنا أريد منك الفعل ولا امرك به من دون تناقض بين القولين ؛ وفيه ! ان اثبات الإرادة دليل على أن المراد بنفي الامر نفي الالزام اي\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nأريد منك ولكن لا ألزمك ؛ ومنها ؛ انه تعالى امر الكافر بالايمان ولم يرد منه وإلّا لا من لامتناع تخلف ارادته عن مقتضاها فلا بد ان نقول بان امره غير ارادته ؛ وفيه ؛ ان استحالة تخلف ارادته عن مقتضاها في الإرادة التكوينية وهي ايجاد الشيء أو ايجاد أسبابه الموجبة له ولو بواسطة اختيار العبد لا الإرادة التشريعية والتكليفية وهي الرضا ومحبوبيته فيحرز تخلف ارادته عن المراد بهذا المعنى كما لا يخفى ؛ والحاصل ؛ انه لا شك في أن الطلب والإرادة متحدان مفهوما وانشاء وخارجا وهذا مراد القائلين بالاتحاد لان المغايرة بين الطلب الانشائي الذي هو المنصرف اليه اطلاقه وبين الإرادة الحقيقية التي ينصرف إليها اطلاقها أوضح من أن يخفى ؛ فحينئذ ؛ يمكن ان يقال يكون النزاع بين القائلين بالاتحاد والقائلين بالمغايرة لفظيا لان القائلين بالاتحاد أرادوا من الطلب الطلب الانشائي ومن الإرادة الإرادة الانشائية والقائلين بالمغايرة أرادوا من الطلب الطلب الانشائي ومن الإرادة الإرادة الحقيقية فأمل : -\r\n\r\n( بقي شئ ) وهو انه قد اختلفوا في أن لفظ الامر حقيقة في الوجوب\r\nأولا والحق هو الأول كما احتج القائل به بالتبادر وبالآيتين اعني قوله تعالى فليحذر الذين يخالفون عن امره وقوله تعالى ما منعك ان لا تسجد إذ أمرتك وبقوله ( ص ) لولا ان أشقّ على أمتي لامرتهم بالسواك مع وضوح طلبه له على سبيل الندب أو بغير ذلك من الأخبار الدالة عليه ؛ فمنها ؛ خبر بريرة وكانت لعائشة وقد زوجتها من عبد فلما اعتقتها وعلمت بخيارها في نكاحها أرادت مفارقة زوجها فاشتكى إلى النبي ( ص ) فقال لها ارجعي إلى زوجك فإنه أبو ولدك وله عليك من فقالت يا رسول اللّه أتأمرني بذلك فقال لا انما انا شافع فان نفي الامر دليل على كون الامر للوجوب ؛ واما ؛\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nاحتجاج القائل بالأعم من الايجاب والاستحباب بصحة التقسيم اليهما ففيه ان التقسيم قرينة على أنه مستعمل في المعنى الأعم وهذا لا يوجب الحقيقة فيه هذا مضافا إلى أنه لو صح ذلك للزم ان يكون الامر حقيقة في الارشاد والتعجيز والتسخير وغير ذلك أيضا لأنهم قد قسموه إليها أيضا ومثل ذلك الاستدلال بان الامر يستعمل نارة في الايجاب وأخرى في الندب فلو لم يكن موضوعا للقدر المشترك بينهما لزم الاشتراك والمجاز المخالفين للأصل لان الأصل عدم التجوز وعدم تعدد الوضع ؛ ففيه ؛ ان الأصل في المقام لا ينهض دليلا لأنه مجرد الاستحسان والتمسك به غير مفيد في اثبات اللغة وسلمنا فعلي تقدير كونه موضوعا للقدر المشترك يلزم أحد المحذورين من الاشتراك والمجاز أيضا فتأمل ؛ وبان ؛ المندوب طاعة وكل طاعة فهو فعل المأمور به ؛ ففيه ؛ منع الكبرى ان أريد بالامر معناه الحقيقي وإلا فلا يفيد المدعى كما لا يخفي\r\n\r\n( السبيل الثاني ) [ في بيان عدم كون الامر مشتركا 
  ]\r\nقد ذكر ان صيغة الامر قد استعملت في معاني عديدة كالوجوب والندب والطلب والجامع بينهما والإباحة والاذن والارشاد والالتماس والدعاء والتمني والترجي والخبر والتهديد والانذار والاحتقار والإهانة والاكرام والتعجيز والتسخير والتكوين والتسلية والامتنان وانقطاع الامل والتحزن والتهكم وغيرها ولكن ؛ الظاهر ؛ انها ما استعملت في واحد منها لان الداعي إلى الامر اما ان يكون البعث والتحريك نحو المطلوب الواقعي واما ان يكون أحد هذه الأمور المذكورة فإن كان الأول فانشاء الطلب بتلك الصيغة انما هو بعث حقيقة لأنها موضوعة له وان كان الثاني فإنشاؤه بها انما هو مجاز وهذا ليس دليلا على أن الصيغة كانت مستعملة فيه كما أفيد فتأمل ؛ وقد ؛ انقدح بما ذكرنا حال ساير الصيغ الانشائية من التمني والترجي والاستفهام فالداعي إلى انشائها اما ان يكون بلحاظ\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nثبوت هذه الصفات حقيقة أو بلحاظ اظهار وجوداتها مع قطع النظر عما هو استفهام أو تمن أو ترج فعلي هذا يمكن ان ندعي بان ما في قوله تعالى وما تلك بيمينك يا موسى ولعل في قوله ولعله يتذكر أو يخشى انما هو الاستفهام والترجي الحقيقتين لعدم الفرق فيما وقع في كلامه تعالى وفي كلام غيره وبذلك ظهر بطلان القول بانسلاخ هذه الصيغ عن تلك الصفات واستعمالها في غيرها إذا وقعت في كلامه تبارك وتعالى لان لازم هذه المعاني في حقه هو الجهل والعجز وهو محال في حقه ؛\r\n\r\n[ في ان الصيغة حقيقة في الوجوب 
  ]\r\nثم إنهم ؛ اختلفوا في ان الصيغة حقيقة في الوجوب أو في الندب أو فيهما أو في المشترك بينهما معنى أو لفظا أو غير ذلك والأقرب هو الأول لاستدلالهم بالاجماع لان علماء الاعصار والأمصار لم يزالوا يستدلون بظاهر الأوامر الواردة في الكتاب والسنة في الوجوب من غير نكير واستدلالهم دليل على أنها حقيقة فيه وبقوله تعالى مخاطبا لا بليس ما منعك ان لا تسجد إذ أمرتك فإنه تعالى كان في معرض الاعتراض عليه لمخالفة امره المشار اليه في قوله وإذ قلنا للملائكة اسجدوا لآدم . . . الخ فالذم والتوبيخ دليل الوجوب كما أن التهديد والذم في قوله فليحذر الذين يخالفون عن امره ان يصيبهم فتنة أو يصيبهم عذاب اليم وقوله وإذا قيل لهم اركعوا لا يركعون كك هذا ولكن عمدة أدلتهم التبادر لان المتبادر ومن قول السيد لعبده افعل مع خلو المقام عن القرائن هو الوجوب لأنه ان لم يفعل باحتمال إرادة الندب مع أنه ليس في البين قرينة حالية أو مقالية عليه عد عاصيا وذمه العقلاء وبعد ذلك لا نحتاج إلى ذكر استدلالات مخالفينا والجواب عنها لان ما فيها أوضح من أن يخفى فان شئت راجع الكتب المفصلة لان هذا المختصر لا يصلح لا يرادها ؛ فان قلت ؛ نعم لكن كثرة استعمالها في الندب دليل على أنها حقيقة فيه ؛ قلت ؛ نقضا وحلا اما النقض فبانها لا يوجب الحقيقة لكثرة استعمالها في الوجوب أيضا واما الحل فبان كثرة الاستعمال فيه\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nانما يكون مع القرينة المصحوبة وهذا دليل على أنها مجاز فيه فإذا لم تكن قرينة في البين فنحملها على الوجوب لان كثرة الاستعمال لا يوجب صيرورتها مشهورا فيه ليرجح على الحقيقة أو يتوقف بناء على الخلاف في المجاز المشهور وان أبيت فلا محيص من أنها ظاهرة في الوجوب لان السيد إذا كان في صدد البيان وقال لعبده افعل كذا نحمل قوله على الوجوب وقلنا بأنه لم يرض بتركه وإلّا لاقترن كلامه بقرينة متصلة أو منفصلة فإذا كان خاليا عنها فلا يحمل الا على الوجوب بمقتضى مقدمات الحكمة ؛ مضافا ؛ إلى أكملية الوجوب عن الندب بيان ذلك أنه إذا قال رايت نورا فأنت خبير بأنه ظاهر في نور الشمس لأنه أكمل افراده من نور القمر والسراج وغيرهما ؛ ودعوى ؛ بان الأكملية غير موجبة للظهور لان الظهور هو شدة انس اللفظ بالمعنى بحيث يصير وجها له ومجرد الأكملية لا يوجبه ؛ مدفوع ؛ لان الأكملية احدى موجبات التي توجب شدة انس اللفظ بالمعني وان كانت لها موجبات أخرى فافهم\r\n\r\n( بقي أمور ) [ في ان الجمل الخبرية المستعملة في الطلب هل هي ظاهرة في الوجوب أم لا 
  ]\r\n؛ الأول ؛ اعلم أنهم قد اختلفوا في الجمل الخبرية المستعملة في الطلب مثل يغتسل أو يتوضأ أو يعود وغير ذلك من أنها ظاهرة في الوجوب أولا فالأقوى هو الثاني لأنها موضوعة للاخبار وقد استعملت في الانشاء مجازا وتبادر الوجوب منها أحيانا انما يكون بعد قيام القرينة على استعمالها في الطلب مع أن قضية الظهور انما يكون مع عدم القرينة وإلا فلا معنى للظهور أصلا كما لا يخفى ؛ واما ؛ ما في كلام أهل البيان من أن البلغاء يقيمون الجمل الخبرية مقام الانشاء ليحمل المخاطب باكد وجه على أداء مطلوبهم فليس دليلا على كونها ظاهرة فيه لان ذلك يعرف بالقرينة الحالية ؛ واما ؛ قول السيد لعبده تأتيني غدا فيدل على الطلب إذا كان مع القرينة وهذه القرينة دالة على عدم لزوم الكذب لو لم يأت\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالعبد سيده لأنه ليس في مقام الاخبار ؛\r\n\r\n[ في اقتضاء الامر التوصلية 
  ]\r\nوقد ؛ انقدح بما ذكرنا ما في الكفاية من أنه قال فمقدمات الحكمة مقتضية لحملها على الوجوب لان احدى مقدمات الحكمة انتفاء ما يوجب التعيين مع أنه ليس بمنفي في المقام لان القرينة توجب التعيين فان قال فمقدمات الحكمة مقتضية لحملها على الاخبار لكان أولى لان ظهور اللفظ في المعنى المجازي انما يكون مع القرينة إذ بدونها لا يحمل اللفظ الا على المعني الموضوع له ؛ الثاني ؛ قد عرفت ان الظاهر من اطلاق الطلب هو الوجوب اما تكون الصيغة حقيقة فيه أو لظهورها فيه ؛ فنقول ؛ كما أن انصراف الامر حين الاطلاق انما يكون إلى الوجوب فكذا انصرافه كك إلى الوجوب النفسي المطلق العيني التعينى بمقتضى الحكمة لان الوجوب الغيري أو المشروطي أو الكفائي أو التخييري يتوقف على قيام الدليل عليه كما كان كك في حمل الطلب على الندب كما عرفت فبناء على هذا قضية اطلاق الامر بعد دلالته ؛ على الوجوب انما هو وجوب الاتيان بالمأمور به وأداء الفعل الذي تعلق ذلك الامر به من غير اعتبار امر آخر في حصوله بمقتضى الأصل لان الطلب انما تعلق بمطلق الطبيعة فلا فرق بين اتيان المأمور به على وجه القصد إلى ذلك الفعل وبين اتيانه على وجه عدم القصد اليه لان ظاهر الامر هو وجوب الاتيان بما تعلقت الصيغة به فإذا حصل ذلك من المأمور فيصدق الاتيان ويسقط الطلب ولا يحتاج إلى اعتبار شيء آخر فيه ؛ إلّا ان ؛ يدل دليل على اعتبار ذلك الشيء اى لم تتعلق المصلحة بنفس وقوع الفعل ومجرد تحققه في الخارج كما في الواجبات التوصلية بل انما تعلقت بحصول ذلك الفعل مع صدوره من المأمور على سبيل القصد اليه والإرادة له كما في العبادات ؛ واما ؛ إذا لم يدل عليه دليل فيحصل المطلوب بمجرد وقوع الفعل لان الآمر إذا كان بصدد البيان وقال لعبده افعل كذا ولم ينصب قرينة على دخل شيء\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوشك في ان مثل النظر إلى السماء هل يكون شرطا في حين اتيان ذلك الفعل أولا فتجري البراءة من النظر اليه ؛ ولا يقال ؛ بان علمه بتكليف المعلوم واستقلال عقله بلزوم الخروج عنه انما يستلزم الاتيان بكل ما يحتمله فإذا لم يأت به فيعاقب ؛ فإنه يقال ؛ يكشف عن عدم نصبه قرينة على اعتبار ذلك عدم دخله في غرضه ومطلوبه فإذا عوقب كان عقابه بلا بيان وهو قبيح من المولى الحكيم بالوجدان هذا ؛ ولكن ؛ يورد الاشكال من أنه بناء على هذا فقضية أدلة البراءة الشرعية عدم اعتبار قصد الامتثال مع أنه لا بد في عموم الأدلة من شيء قابل للوضع والرفع شرعا وليس قصد الامتثال كك فاعتباره في الطاعة انما كان من قبل العقل لا الشرع لاستحالة اخذ الامر داعي الامر مثلا في الصلاة التي لا تتأتى الا بعد اتيانها مع أن امره انما يكون بها مقيدة بداعي الامر ؛ أقول ؛ يمكن دفع الاشكال بما عرفت من أن قضية الأصل هو عدم اعتبار شيء في الاتيان بالمأمور به ما لم يدل عليه دليل وإلّا لو قلنا بدلالة حكم العقل عليه فالأصل لا يقتضى عدم اعتبار قصد الامتثال فتأمل ؛\r\n\r\n[ في مفاد الامر الوارد عقيب الحظر 
  ]\r\nالثالث ؛ انه قد اختلفوا في مفاد الامر الوارد عقيب الحظر على أقوال ؛ قول ؛ بأنه يفيد الوجوب كما حكي عن بعض وجماعة من العامة ؛ وقول ؛ بأنه يفيد الإباحة ؛ وقول بتبعيته لما قبل النهي ان علق الامر بزوال علة النهي ؛ وقول ؛ بأنه لا يفيد واحد منها إلّا بقرينة تدل عليه ؛ والأقرب ؛ هو الثالث كما كان كك في جل الأوامر الواردة في لسان الشرع مثل قوله تعالى فإذا انسلخ الأشهر الحرم فاقتلوا المشركين فلما كان قتل المشركين واجبا قبل النهي عنه في الأشهر الحرم فكك واجب بعد انقضاء الأشهر الحرم ومثل قوله تعالى وإذا حللتم فاصطادوا فلما كان مرخصا في الصيد قبل النهي عنه في حلة الاحرام فكك كان مرخصا بعد انقضاء الاحرام وبذلك قد انقدح بطلان القولين الأولين\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\n[ في ان الامر دال على طلب الطبيعة 
  ]\r\nوالرابع ؛ واما ؛ الأولين فظاهر ؛ واما ؛ الرابع فإنه مخالف لما ذكرنا من أن الامر إذا كان مجردا عن القرينة حقيقة في الوجوب أو ظاهر فيه على ما سبق ؛ والعجب ؛ ان القائل بذلك لم يخالفنا في ان قضية اطلاق الامر حقيقة في الوجوب أو ظاهر فيه ؛ الرابع ؛ لا ريب في ان صيغة الامر قد علقت بالطبيعة اي مطلق الحدث لكن كانت مقيدة بالمرة تارة وبالتكرار أخرى وليست مقيدة بالمرة وكك ليست مقيدة بالتكرار كما حكي عن جمع كثير منهم لان استدلالهم لا يخلو عن الخدشة مثلا القائل بالمرة استدل بان المولى إذا قال لعبده أكرم زيدا فأكرمه مرة عد ممتثلا عرفا وذلك آية كونها حقيقة فيها ؛ وفيه ؛ ان ذلك يستلزم التجوز لو قال أكرم زيدا مرة أو مرارا مع أنه لا يستلزمه أصلا كما لا يخفى ؛ والقائل ؛ بالتكرار استدل بوجوه ؛ منها ؛ انها لو لم تكن للتكرار لما تكرر الصوم والصلاة مع تكررهما ؛ وينقض ؛ عليه في الحج حيث امر به ولا تكرار فيه وكك في الصلاة بالنسبة إلى كل وقت من أوقاتها ؛ وحلا ؛ من أنه يمكن ان يكون التكرار ثابتا فيهما بدليل آخر كما كان كك في تعليق الامر على الشرط مثل قوله تعالى إذا قمتم إلى الصلاة فاغسلوا أو الطبيعة كقوله والسارق والسارقة فاقطعوا أيديهما فالحق انها حقيقة في الطبيعة المقيدة بالمرة أو التكرار لا في الطبيعة المطلقة لقولنا أوجد الطبيعة مرة أو مكررة من غير تجوز ؛ ثم إنه ؛ قد انقدح بما ذكرنا من أن ما ادعيناه من أن الامر لا دلالة له للمرة ولا التكرار انما كان في صيغته لا في هيئته كما قال به الفصول واستدل بان المادة وهي المصدر المجرد عن اللام والتنوين لا تدل الا على الماهية من حيث هي ؛ وفيه ؛ ان المصدر ليس مادة للصيغة فكون المصدر كك لا يوجب الاتفاق على أنه لا يدل إلّا على الماهية لان المصدر مشتق من المشتقات أيضا ؛ واما المراد من أن المصدر هو أصل في الكلام كما اشتهر بين العوام مع أنهم لا يلتفتون عدم المعنى\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nلهذا الكلام هو ما وضع أولا ثم بملاحظته وضع ساير الصيغ التي تناسبه لفظا ومعنى ؛ ثم ؛ هل المراد بالمرة هو الفرد وبالتكرار الافراد أو المراد بها هي الدفعة وبه الدفعات الظاهر هو الثاني لعدم وقوع النزاع في الأول كما نرى في مثل قول السيد إذا قال لعبده جئنى بماء فالنزاع انما يجرى في أن امره هل يتعلق باتيانه الماء دفعة أو دفعات لا فيما يتعلق باتيانه فرد من الماء كماء المطلق أو افراد كالماء المطلق وماء الورد وغيرهما هذا ؛ مضافا ؛ إلى أن جريان النزاع في الأول أيضا يستلزم عدم الفرق بين المسألتين اعني المسألة ان الامر هل يتعلق بالمرة أو التكرار أو بالطبيعة أو الفرد ؛ ولا يقال ؛ انه انما يجري النزاع في الأول أيضا وليست العلقة بين المسألتين لان الطلب على القول بالطبيعة انما يتعلق بها باعتبار وجودها في الخارج ضرورة ان الطبيعة من حيث هي ليست إلّا هي فلا توجد في الخارج إلّا بلحاظ فردها وبهذا الاعتبار كانت الطبيعة مرددة بين الدفعة أو الدفعات أو الفرد أو الافراد فيجرى النزاع في الأول والثاني معا كما قيل ؛ فإنه يقال ؛ نعم لكن هذا انما يتم في جريان النزاع فيهما واما عدم العلقة بين المسألتين من اين فانى لك بالاثبات ؛ واما ؛ الثمرة فبناء على مختارنا إذا كانت الصيغة مطلقة سواء كانت في مقام البيان أو عدمه فيكتفى الامتثال بالمرة ولا يجوز عدم الاقتصار عليها وتمثيل مرة أخرى لأنه اتى بشيء لم يؤمر به ؛ واما ؛ إذا لم تكن المطلقة فقضية الأصل هو عدم الاكتفاء بالمرة في الامتثال واما بناء على القول بالمرة والتكرار فظاهر لوضوح الاجتزاء بالمرة على القول بها وعدم الاجزاء بها على القول بالتكرار\r\n\r\n( ايقاظ ) [ في عدم كون المصدر مادة للمشتقات وبيان المراد من المرة والتكرار 
  ]\r\n؛ اعلم أنه بعد ما ذكرنا من أن صيغة الامر قد علقت بالطبيعة لا بشرط شيء لكن كانت مقيدة بالمرة تارة وبالتكرار أخرى وبعد ما بينا من أنها إذا كانت مطلقة مطلقا فيكتفى في مقام الامتثال بالمرة ؛ فقد ؛ عرفت ان الاتيان بها يقتضى\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nالاجزاء بمعنى لا مجال للتعبد بالمأمور به ثانيا بعد موافقته أولا في الامر الواقعي ولا مجال للقضاء في الامر الاضطراري كقوله فإن لم تجدوا ماء فتيمموا صعيدا والامر الظاهري كقاعدة الطهارة والحلية واستصحابهما فلا تحتاج إلى ذكر هذا العنوان عنوانا مستقلا كما في الكفاية وغيره لأنه بعد ما تعين بأنه هو المأمور به شرعا بحسب دلالة الصيغة بنفسها أو بدلالة أخرى فيجرى احكام العقل عليه مثلا إذا تعين شرعا بان المأمور به بحسب الصيغة هو المرة فيحكم عليه العقل بان الاتيان بها مجز وإذا تعين بأنه هو التكرار فيحكم بان الاتيان بها غير مجر فليست المغايرة بينهما أصلا حتى نجعل المرة والتكرار مسئلة والاجزاء وعدمه مسئلة أخرى فقد انقدح بذلك ان الفرق الذي ذكره ؛ ره ؛ فيها من أن البحث في الاجزاء انما هو في أن الاتيان بما هو المأمور به يجزي عقلا والبحث في المرة والتكرار انما هو في تعيين ما هو المأمور به شرعا بحسب دلالة الصيغة بنفسها أو بدلالة أخرى كما ترى فتأمل جيدا هذا ولكنهم رضوان اللّه عليهم لما جعلوه عنوانا مستقلا فلا بأس ان نتبعهم ونجعله كك ونشير اليه في الجملة كما ستعرف ان شاء اللّه تعالى ؛\r\n\r\n[ في عدم دلالة الامر على الفور والتراخي 
  ]\r\nالأمر الخامس ؛ انه قد اختلف في دلالة الامر على الفور أو التراخي فاعلم أن الخلاف في المقام امّا ان يكون في الوضع بمعنى ان الفور أو التراخي هل يستفاد من الوضع أولا والحق انه لا دلالة للامر على كلا القسمين على أحدهما إلّا بقرينة تدل على أحدهما كما لا يخفى نعم يمكن ان يقال بأنه يستفاد من ظاهر اللفظ الدلالة على الفور لاستقلال العقل وتحسين العقلاء بإتيان المأمور به فورا بمعني انه إذا التفت العبد إلى مطلوب مولاه وقد امره به فاتى به فورا يستحسنه العقلاء بل إنهم يحكمون بذلك لان يصير العبد محبو بالمولاة وقد أشار إلى ذلك المولى أيضا في أوامره الارشادية كقوله تعالى سارعوا إلى مغفرة من ربكم ونحوه فبناء على هذا ان آخر المسارعة عن أول\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nالزمان الذي امر بها ومات فجأة أو لم يتمكن من الاتيان به بعده يقبحونه العقلاء لكن لا عقاب له لان شأن الأوامر الارشادية كك ويمكن ان نجعل هذا ثمرة بين القولين لان القائل بالتراخي يقول بعدم العقاب له في المقام بخلاف القائل بالفور والأقوى هو المختار من أنه لا يعاقب أصلا لعدم وضعه وظهوره للفور أو التراخي غاية الأمر انه إذا اتي بالمأمور به فورا فيلزمه التحسين من العقلاء : -\r\n\r\n( دفع وهم )\r\nلعلك تتوهم انه بناء على القول بالفور يجب الاتيان بالمأمور به فورا ففوزا بحيث لو عصى لوجب عليه الاتيان به فورا أيضا في الزمان الثاني بناء على أن القائل بذلك قائل بتعدد المطلوب ولا يجب الاتيان به كك بناء على أنه قائل بوحدة المطلوب ؛ لكن غفلت ؛ عن أن القائل بالفور يقول بوجوب الاتيان فورا مط سواء كان المطلوب عنده واحدا أو متعددا أو لا دلالة للصيغة بناء على هذا القول على نحو المطلوب من وحدته أو تعدده كما أفيد : -\r\n\r\n( اشكال ودفع ) [ في عدم دلالة الفعل على الزمان 
  ]\r\nاما الاشكال فإنه لا يصح القول بان الامر موضوع لمطلق طلب الفعل من غير دلالة على الفور ولا التراخي لان الفعل دال على أحد الأزمنة الثلاثة وهذا هو المائز بينه وبين الاسم على ما تقرر عند النحاة من أنهم قالوا الفعل دال على المعني بنفسه وكان مقترنا بأحد الأزمنة بخلاف الاسم فإنه وان كان دالا بنفسه لكن لا يقترن به ؛ اما الدفع ؛ فان الفعل لا يدل على الزمان أصلا كما نرى من عدم دلالة الامر على خصوص زمان الحال أو الاستقبال غاية الأمر ان نفس الانشاء به في الحال بحيث لا ينفك الفعل في الخارج عنه كما هو الحال في الاخبار عن الماضي والاستقبال ولعل مرادهم من اقتران الفعل بالزمان ما ذكرناه وإلّا فهو مخالف الوجدان لأنا\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nنتصور الفعل ولا نتصور دلالته على الزمان أصلا نعم لا ينفك الفعل عن الزمان في الخارج كما عرفت وهذا هو المتبادر عندنا وعند من توهم بأنه يخالفنا فلا نحتاج إلى دليل آخر من أنه ان قلنا باقتران الفعل إلى الزمان يلزم التجوز والتجريد عن الاسناد عند الاسناد إلى غير الزمانيات من نفس الزمان نحو مضى الزمان والمجردات نحو كان اللّه وغير ذلك كما أفيد مع أن هذا الدليل عليل لان القائل باقتران الفعل إلى الزمان كما توهم يمكن ان يقول بان التجوز والتجريد عن الاسناد لا يضر بما ادعينا أصلا فتأمل جيدا ؛ ان قلت ؛ قولك من أن الفعل لا يدل على الزمان أصلا كما ترى من عدم دلالة الامر على خصوص زمان الحال أو الاستقبال لا ينافي دلالته على القدر الجامع بينهما فيفيد طلب ايقاع الفعل في أحد الزمانين ؛ فحينئذ ؛ يدل الفعل على الزمان ؛ قلت ؛ الحال الحقيقي وهو الفصل المشترك بين الحال والاستقبال ليس تدريجي الحصول فلا يمكن ايقاع الفعل فيه فلا يمكن انطباقه على الآن فليس من أحد الأزمنة الثلاثة المذكورة في حد الافعال لان الحد المشترك ليس بزمان بل انما هو فصل بين الزمانين كالنقطة الفاصلة بين الخطين فإنها ليست بخط أصلا ؛ فحينئذ ؛ لا يمكن ايجاد الفعل في الحد المشترك الذي ادعيت\r\n\r\n( السبيل الثالث ) قال صاحب الفصول ؛ ره ؛ اختلفوا في أن الامر بالشيء هل يقتضى الاجزاء\r\nإذا اتى به المأمور على وجهه أولا وقال صاحب القوانين ؛ ره ؛ الحق ان الامر يقتضى الاجزاء ؛ أقول ؛ في هذا التعبير نظر لان الاتيان بالمأمور به كان مقتضيا للاجزاء لان الامر مقتضى له فلذا عدل عليه الرحمة في الكفاية وقال الاتيان بالمأمور به على وجهه يقتضى الاجزاء في الجملة بلا شبهة ؛ ثم إن ؛ الوجه في المقام هو السبيل المقصود فالمعنى هو ان الاتيان بالمأمور به على سبيل المقصود شرعا\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nكان أو عقلا يقتضى الاجزاء وانما لم نقيد بالشرع فقط لخروج القصد الامتثال إذا امر ان يؤتى به على وجهه لما أشرنا سابقا من أن اعتباره في الطاعة انما يكون عقلا لا شرعا فراجع ؛\r\n\r\n[ في بيان المراد من الاقتضاء 
  ]\r\nواما ؛ المراد من الاقتضاء هو الاقتضاء بنحو العلية بمعنى ان المكلف إذا اتى المأمور به فاتيانه إياه كان علة للاجزاء اى سقوط التعبد به ثانيا ولسقوط القضاء له بالامر الواقعي أو الاضطراري أو الظاهري الجعلي هذا فاعلم أنه بعد ما أثبتنا من أن الامر لا يقتضى إلّا طلب الطبيعة المطلقة اى من دون اعتبار شيء من المرة والتكرار أو غير ذلك أصلا فإذا اتى العبد تلك الطبيعة كان مقتضيا للاجزاء اى بمجرد اتيانه يسقط الوجوب وليس طلب آخر في البين حتّى نقول بعدم اقتضائه له إلّا إذا أقيم الدليل على عدم اقتضائه له كالأمر بوجوب اتمام الحج الفاسد فيجب القضاء وكوجوب القضاء لمن صلي بظن الطهارة ثم انكشف فساد ظنه ونحوهما ؛ وبالجملة ؛ فوجوب القضاء في هذه الموارد انما فهم من الدليل وإلّا فلا يجب القضاء وبذلك قد انقدح انه لا وجه لزيادة في الجملة التي كانت في عبارة الكفاية لان مراده عدم اقتضائه الاتيان بالمأمور به للاجزاء في بعض الموارد كالموردين المذكورين مثلا أو نحوهما من المثال الذي ذكره فيها ما لفظه ؛ ره ؛ ( كما إذا اتى بماء امر به مولاه ليشربه فلم يشربه بعد فان الامر بحقيقته وملاكه لم يسقط بعد ولذا لو اهرق الماء واطلع عليه العبد وجب عليه اتيانه ثانيا كما إذا لم يأت به أولا ضرورة بقاء طلبه ما لم يحصل غرضه الداعي اليه وإلّا لما أوجب حدوثه ؛ فحينئذ ؛ يكون له الاتيان بماء آخر موافق للامر ) انتهى موضوع الحاجة ؛ والحاصل ؛ انه لا وجه لتوهم عدم اقتضاء الاتيان بالمأمور به على وجهه للاجزاء سواء كان بالامر الواقعي أو الظاهري أو لاضطراري ؛ واما ؛ عدم اقتضائه له فهو فيما إذا قطع بالامر في صورة الخطاء لكن إذا علمه بعد اتيانه المكلف به وإلّا فالاتيان بالمأمور\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nبه على وجه ولو بالامر المقطوع أيضا يقتضى الاجزاء كما لا يخفى : -\r\n\r\n( الرابع ) [ في تعيين البحث في المقدمة وتقسيمها 
  ]\r\nوفيه فصول ؛ الأول ؛ انه قد اختلف في ان البحث عن مقدمة الواجب هل هو عن المسائل الأصولية أو الفرعية فقد حكي ان الحاجبي أورده في المبادى الاحكامية وتبعه الشيخ البهائي ؛ ره ؛ وأورده بعضهم في المسائل الأصولية كصاحب المعالم والكفاية ؛ أقول ؛ ان كان المقصود في أن وجوب الشيء هل يستلزم وجوب ما لا يتم ذلك الواجب الا به فايرادها في المسائل الأصولية أولى وان كان المقصود في أنه هل هي واجبة أم لا فايرادها في الاحكام المرتبطة بالمبادي الاحكامية أولى ؛ ثم إن ؛ قلنا بالأول فلا ريب في أنها مسئلة عقلية لا لفظية لاستقلال العقل بالملازمة بين الامرين وثبوت الملازمة حكم عقلي وانما ذكرناها في مباحث الالفاظ استطرادا ؛ الثاني ؛ انه ربما تقسم المقدمة إلى الداخلية والخارجية ؛ اما ؛ الداخلية ما كان داخلا في ذيها كاجزاء الماهية المركبة فإنها مما تتوقف عليها لان الكل يحتاج إلى الاجزاء مع أنها داخلة في حقيقة الكل ومهيته ؛ وان قلت ؛ لا نرى المغايرة بين المقدمة الداخلية مع دينها لان المركب ليس الأنفس الاجزاء فكيف تقدمت الاجزاء لذي المقدمة ؛ قلت ؛ المغايرة بينهما كانت كمغايرة لا بشرط وبشرط شيء فكانت المقدمة هي الاجزاء بأسرها وذو المقدمة هي الاجزاء بشرط الاجتماع فعلى هذا ينبغي خروج الاجزاء عن محل النزاع لما عرفت من أن الاجزاء بأسرها ليست الأنفس المأمور به ذاتا وتكون واجبة بعين وجوبه ؛ واما ؛ للمغايرة بينهما انما كانت اعتبار الا حقيقة ؛ ثم إن ؛ لاحظنا المغايرة فكان كل جزء من تلك الأجزاء واجب بوجوب غيري لأنه كان مما يتوسل إلى الكل ولن لاحظنا عدمها فكانت الاجزاء بأسرها واجبة بوجوب نفسي ؛ وقد ؛ انقدح بذلك ما في الكفاية\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nفي رد من وافقنا فيما ذكرنا بقوله من أن الواجب بالوجوب الغيري لو كان انما هو نفس الاجزاء لا عنوان مقدميتها أو التوسل بها إلى المركب المأمور به انتهى ؛ واما\r\n\r\n[ في تقسيم المقدمة 
  ]\r\n؛ المقدمة الخارجية فهي ما كان خارجا عن ذيها وكان لها دخل في تحققه بحيث لا يمكن ان يتحقق ذيها بدونها وقد ذكر لها اقسام ستة ؛ الأول ؛ أن تكون على وجه يمتنع تخلف ذيها عنها وتسمى بالعلة التامة ؛ والثاني ؛ أن تكون على وجه لو لم يكن ما يمنع منه لكان مترتبا عليه ويسمي بالمقتضى ؛ والثالث ؛ أن تكون مما يسند اليه بعد حصول الشرائط المعتبرة في تأثيره أو في تأثر المحل ويسمي بالسبب ؛ والرابع ؛ تكون على وجه لها مدخل في وجود ذي المقدمة ولها اقسام ثلاثة ؛ الأول ؛ ان المدخلية في وجود ذي المقدمة انما كانت بوجودها فقط ويسمي هذا بالشرط ؛ والثاني ؛ بعدم وجودها فقط ويسمي بالمانع ؛ والثالث ؟ بهما معا ويسمي بالمعد هذا وقد أطال الكلام فيها بعض الاعلام من النقض والابرام ولكن لا ثمرة فيها أصلا كما لا يخفى ؛ وقد تقسم ؛ أيضا إلى العقلية والشرعية والعادية ؛ اما ؛ العقلية فهي ما يتوقف وجود الشيء عليه عقلا كتوقف علوم النظرية بالمقدمات ؛ واما الشرعية فهي ما يتوقف وجود الشيء عليه شرعا كتوقف الصلاة بالطهارة ؛ واما ؛ العادية فهي كك عادة كتوقف الصعود على السطح بنصب السلم هذا ولا ريب في أن الأقسام الثلاثة كلها داخلة في حريم النزاع ولا خفاء في أنها راجعة إلى قسم واحد وهو العقلية ؛ اما ؛ رجوع الشرعية إليها فلان الطهارة كانت شرطا بالنسبة إلى الصلاة واستحالة المشروط بدون شرطه انما يكون عقليا واما رجوع العادية إليها فلان استحالة الصعود على السطح بدون نصبه لغير الطائر انما يكون عقلا أيضا ؛ وقد تقسم ؛ إلى مقدمة الصحة ومقدمة الوجوب ومقدمة العلم ومقدمة الوجود كالطهارة والاستطاعة وايقاع الصلاة في اربع جهات ونصب السلم ولا ريب في رجوع\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالكل إلى الأخير لان وجود الصحة والوجوب والعلم موقوف على مقدماتها ؛ فان قلت ؛ ان تقسيمهم كك انما يكون بلحاظ اختلاف الموصوف وتعدده ؛ قلت ؛ لا يجوز تقسيم الصفة الواحدة إلى قسمين أو اقسام بذلك اللحاظ كما لا يخفي ؛ ثم لا شك ؛ في دخول مقدمة الوجود والصحة في النزاع وخروج مقدمة الوجوب والعلم ؛ اما ؛ الأول فلانه لا يعقل أن تكون الاستطاعة التي كانت مقدمة الوجوب واجبة لان وجوب ذيها متفرع على وجودها فما لم توجد الاستطاعة لم تتحقق وجوب أصلا كما لا يخفى ؛ واما ؛ الثاني فلعدم الملازمة بينها وبين الوجوب مط سواء كان المراد بالوجوب ما يترتب على فعل الواجب المتصف به الثواب وعلى تركه العقاب أو نفس الطلب من دون مدخليته لما يترتب عليه من الثواب والعقاب ؛ واما ؛ استقلال العقل بوجوبها انما يكون من باب وجوب الإطاعة ارشادا ليؤمن من العقوبة على مخالفة الواجب المنجز ؛\r\n\r\n[ تقسيم آخر 
  ]\r\nوقد تقسم ؛ إلى المقدم والمقارن والمتأخر بحسب الوجود بالإضافة إلى ذي المقدمة ولا ريب في ان المقدمة جزء من اجزاء العلة التي كانت عبارة عن اتيان المأمور به مع ضميمة شيء آخر لتحصيل ما يترتب عليه الواقع وتقدم العلة بجميع اجزائها على المعلول مما لا اشكال فيه ؛ فحينئذ ؛ لا بد من ارجاع الأخير إلى المقدم أو المقارن سواء كانا شرطين للتكليف والوضع بمعني ان للحاظ ذلك الشرط دخلا في تكليف الآمر بحيث لولاه لما كاد يحصل له الداعي إلى الامر أو شرطا للمأمور به بحيث لو أتي المأمور به مع قطع النظر عن ذلك الشرط فلا يصح اتيانه أصلا ؛ واما ؟ الإجازة في صحة العقد بناء على الكشف فهي أيضا مقدمة على صحة العقد فكانت الصحة لم تنعقد ولم توجد الا بعد الإجازة فإذا أجاز المالك الأصلي فانعقدت الصحة لا انها إذا انعقدت فاحتاجت إلى الإجازة لأنها كانت علة للصحة وقد عرفت ان العلة لا بد وأن تكون مقدمة على المعلول\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nوكك في العقد في الوصية والصرف والسلم وغير ذلك من الأمثلة المذكورة في المقام كما لا يخفى على ذوي الأفهام فلا يحتاج إلى إطالة الكلام كما اطاله بعض المحققين ؟ ره ؟ فتأمل ، ولا يخفى ان الاقسام بجميعها داخلة في محل النزاع : -\r\n\r\n( تذنيب ) [ في تقسيم الواجب 
  ]\r\nانه بعد ما عرفت في طي ما ذكرنا ان محل الخلاف في مسئلة وجوب المقدمة وعدمه انما يكون في المقدمات التي تباين مع ذيها وجودا كمقدمات الصلاة والصعود إلى السطح وغيرهما لا المقدمات التي كانت متحده مع ذيها كك كاجزاء الماهية المركبة لان الامر بالكل لا يعقل ان لا يكون ملازما مع الاجزاء مع أن ذات الاجزاء عين ذات الكل ؟ فينبغي ؟ ان تعرف أيضا محل الخلاف من الواجب الذي أضيف اليه لفظة المقدمة فنقول قد قسم الواجب إلى تقسيمات متعددة فمنها تقسيمه إلى المطلق والمشروط وقد عرف بان المطلق هو ما لا يتوقف وجوبه على امر زائد على الأمور المعتبرة في التكليف من العقل والعلم والبلوغ والقدرة والمشروط هو ما يتوقف وجوبه على امر آخر أيضا كما حكي عن شرح التهذيب ؛ وقد عرف ؛ بان المطلق ما لا يتوقف وجوبه على ما يتوقف عليه وجوده بخلاف المشروط كما حكي عن المحقق الشريف والتفتازاني ؛ وقد عرف ؛ بغيرهما ولا تقتضى هذه الرسالة ذكره ولا ما يرد على كل واحد منها من النقض والابرام في المقام مع أنه ليس لهم في ذلك اصطلاح جديد بل المراد بالمطلق والمشروط هو المراد بهما ما بين العرف فالحق ؛ ان يقال إن الواجب بالإضافة إلى كل شيء ان لم يتوقف وجوبه على ذلك الشيء فهو المطلق وإلّا فهو المشروط ؛ واما ؛ إذا لا نلاحظ الإضافة فيلزم ان لا يكون للواجب المطلق مصداق لان اشتراط وجوب كل واجب ببعض الشرائط ولو بالأمور العامة من العقل والعلم والبلوغ\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nوغير ذلك ضروري ؛\r\n\r\n[ في الواجب المطلق والمشروط 
  ]\r\nوإذا ؛ عرفت هذا فاعلم أن النزاع هل يعم مقدمة كليهما أو يخص بمقدمة الواجب المطلق فيه خلاف والحق هو الثاني كما صرح به غير واحد منهم وقالوا بان مقدمة الواجب المشروط ليست واجبة اجماعا ؛ فحينئذ ؛ يلزم عدم اعتبار الاطلاق في عنوان المسألة وانما لم نقل بذلك لان الواجب حقيقة في المطلق فلا حاجة إلى التقييد لخروج الواجب المشروط بنفسه ؛ واما ؛ استعمال الواجب في المشروط انما يكون مجازا بعلاقة الأول والمشارفة كما حكي كك عن شيخنا البهائي ؛ ره ؛ والحاصل ان المقدمة تابعة في الاطلاق والاشتراط لذي المقدمة كأصل وجوبها بناء على الملازمة بين المقدمة وذي المقدمة فعلى هذا لا مجال للنزاع في الواجب المطلق والمشروط كليهما أصلا وكك في المقدمة التي تعلق الايجاب عليها ؛ اما ؛ الأول فظاهر ؛ واما ؛ الثاني فقولنا بوجوب المقدمة مع تعلق الايجاب عليها ليس إلّا طلب الحاصل فبذلك ظهر ان النزاع منحصر في المقدمة الواجب المطلق بناء على عدم الملازمة ؛ ثم إن ؛ الواجب المشروط نفس الواجب فيه مشروط بالشرط كما يتبادر من قوله لعبده ان جاءك زيد فأكرمه اي يجب عليك اكرامه وانا اطلبه منك الآن لكن ائت به بعد مجيئه إياك فالمتبادر ان طلب المولى كان في الواقع وفي مقام الثبوت والاثبات موجودا لكن مقيدا بقيد وهو المجيء مثلا فحينئذ ؛ كان شرط المجيء من قيود المادة لا الهيئة حتى نقول نفس الوجوب فيه مشروط بالشرط بحيث لا يكون الطلب في الواقع أصلا للزوم تفكيك الانشاء عن المنشأ وعدم فائدة الانشاء مع أن قوله ؛ ح ؛ كان بمنزلة الاخبار لا الانشاء إذا لم يكن المنشأ به طلبا فعليا فإذا حصل الشرط يحتاج إلى امر آخر وهو كما ترى ؛ وأجاب عن ذلك بعض الأفاضل من أن الانشاء تعلق على المنشأ على تقدير حصوله وكانت فائدة الانشاء من أن يصير بعثا فعليا بعد حصول الشرط بلا حاجة إلى خطاب\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nأخر ؛ وفيه ؛ انه إذا فرضنا بان لا يحصل المنشأ أصلا ولا يصير بعثا فعليا ابدا فما فائدة الانشاء هل هو الا لغويته في الواقع فافهم : -\r\n\r\n( تنبيه ) [ في عدم الفرق بين المشروط والمعلق 
  ]\r\nبعد ما عرفت من أن القيد في الواجب المشروط انما يكون للمادة على ما ذكرنا آنفا فقد علمت عدم الفرق بين المشروط والمعلق معنى كقوله ( ص ) ان استطعتم فحجوا . . . الخ كما هو مذهب الشيخ ؛ ره ؛ على ما نقل عنه وقد انقدح بذلك ما في الفصول من أن الفرق بين المشروط والمعلق ان التوقف في المشروط للوجوب وفي المعلق للفعل لأنا لا نرى الفرق بين قوله ان جاءك زيد فأكرمه وقوله ان استطعتم فحجوا فاسألكم يا اخوانى هل هو الا رجما بالغيب ؛ مضافا ؛ إلى أنه ان لو خط هذه الخصوصيات يمكن ان يقسم الواجب إلى تقسيمات عديدة مع أن المعني في كلها واحد : -\r\n\r\n( بقي شئ )\r\nوهو انه بناء على القول بوجوب المقدمة الوجودية للواجب المشروط كما هو المختار فهل يتصور تقدم وجوبها على وجوب ذيها بحيث لو علم أو ظن تعلق الوجوب بذى المقدمة في المستقبل وجب عليه الاتيان بالمقدمة قبل وجوب ذيها أولا يجب الا بعد وجوبه الحق انه لا يجب الاتيان بها قبل وجوب ذيها لأن علة وجوب المقدمة انما نشأت من قبل وجوب ذيها فكيف يتصور تقدم المعلول على علته نعم إذا نشأت لا من قبل وجوب ذيها بل من قبل علمه أو ظنه بحيث لو علم أو ظن بتعلق الوجوب بذى المقدمة بعد ذلك وعلم بعدم قدرته لاتيانها في ذلك الوقت لكن في هذا الحال قادر على اتيانها فالعقل يحكم بوجوب اتيانها قبل وجوب ذيها كحكمهم بوجوب تحصيل العلم باجزاء الصلاة وشرائطها قبل دخول الوقت وغيره\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمن المقدمات التي يجب الاتيان بها في الشريعة قبل زمان تعلق الوجوب بذيها\r\n\r\n[ تقسيم آخر للواجب 
  ]\r\n؛ ومنها ؛ تقسيمه إلى النفسي والغيري وقد عرف الأول بما لم يؤمر به للتوصل إلى واجب آخر بخلاف الثاني لكن لا يخفى بأنهما أمران إضافيان كالمطلق والمشروط مثلا الوضوء كان واجبا غيريا بالنسبة إلى الصلاة ونفسيا بالنسبة إلى محبوبيته بنفسه عند اللّه تعالى وقس عليه ؛ وقد انقدح ؛ بذلك ما توهم من أنه لا اشكال فيما إذا علم في واجب انه نفسي أو غيري وانما الاشكال فيما إذا شك في واجب انه اي منهما والتحقيق ان اطلاقه يقتضى كونه نفسيا وان كانت الهيئة موضوعة لهما معا لأنه لو كان الواجب شرطا لغيره لوجب التنبيه عليه على الامر ؛ ثم ؛ لا اشكال في أن العقل يحكم باستحقاق الثواب على امتثال الامر النفسي والغيري وموافقتهما واستحقاق العقاب على مخالفتهما غاية الأمر إذا خالف الواجب الغيري ولم يمتثل به تداخل عقابه مع صاحبه بمعني انه لا يعاقب بعقابين بل بعقاب واحد فبناء على ما سلكنا لا يرد الاشكال الذي أورده بعض الأفاضل بعد حكمه بعدم ترتب الثواب والعقاب على الواجب الغيري من أنه إذا كان الامر الغيري بما هو لا إطاعة له ولا قرب في موافقته ولا مثوبة على امتثاله فكيف حال بعض المقدمات كالطهارات حيث لا شبهة في حصول الإطاعة والقرب والمثوبة بموافقة امرها هذا ؟ مضافا ؛ إلى أن الامر الغيري لا شبهة في كونه توصليا وقد اعتبر في صحتها اتيانها بقصد القربة ؛ وأجاب ؛ عن ذلك بان المقدمة فيها بنفسها مستحبة وعبادة واما القصد القربة انما يكون لأجل كونها في نفسها أمورا عبادية ومستحبات نفسية ؛ ومنها ؛ تقسيمه إلى الأصلي والتبعي اما باعتبار تعلق الخطاب به في الواقع ومقام الثبوت فالاصلى ما تعلق به الخطاب اصالة والتبعي ما لم يتعلق به الخطاب كك بل انما كانت ارادته لازمة لإرادة الغير من دون التفاته اليه فعلى هذا\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nيتصف الواجب النفسي بالأصالة فقط والغيري بالتبعية ؛ واما ؛ باعتبار تعلق الخطاب به في لدلالة ومقام الاثبات فيتصف كل واحد من النفسي والغيري بهما ؛ اما ؛ اتصاف الواجب الغيري بهما فظاهر لأنه كان متعلقا للإرادة على حدة عند الالتفات اليه بما هو مقدمة وتلك الإرادة تارة بالأصالة وأخرى بالتبعية ؛ واما ؛ اتصاف الواجب النفسي بهما فاتصافه بالأصالة فظاهر أيضا وبالتبعية فقد يكون واجبا نفسيا ولكن غير مقصود بالإفادة بل أفيد بتبع غيره المقصود بها لكن الظاهر هو الأول لان الاتصاف بهما انما هو في نفسه لا بلحاظ حال الدلالة عليه ؛ ثم ؛ انه إذا شك في الواجب التبعي انه أصلي أو تبعي فقضية الأصل هو الثاني لعدم تعلق إرادة مستقلة به فيترتب عليه آثاره إذا فرض له اثر شرعي كسائر الموضوعات المتقومة بأمور عدمية وإلا وكان التبعي امرا وجوديا خاصا غير متقوم بعدمي وان كان يلزمه لما كان يثبت بها الا على القول بالأصل المثبت كما أفيد ؛ ومنها ؛ تقسيمه إلى التعبدي والتوصلي فالأول ما يشترط فيه القربة بخلاف الثاني والنسبة بين كل منهما والنفسي والغيري عموم من وجه كالصلاة الصادق عليها التعبدي والنفسي ولوضوء الصادق عليه التعبدي والغيري ومواراة الميت الصادق عليه التوصلي والنفسي وغسل الثوب الصادق عليه التوصلي والغيري ؛ واما ؛ اخذ القربة في المأمور به شرعا أو عقلا فقد عرفت وتفصيله لا يحتاج إلى الإعادة فراجع وتذكر ؛ ومنها ؛ تقسيمه إلى العيني والكفائي فالأول هو ما تعلق بالكل والمطلوب هو الاتيان بالواجب من كل واحد بحيث لو امتثل أحد لا يكتفى عن الآخر بل يجب عليه ان يأتي به أيضا والثاني هو ما يتعلق بكل واحد والمطلوب هو الاتيان به سواء صدر عن الكل أو البعض بحيث لو امتثله أحد يكتفي عن الآخر ولا عقاب عليه ؛ واما ؛ لو لم يأت به أحد عوقبوا على مخالفته جميعا كتكفين الميت ودفنه ؛ ومنها ؛ تقسيمه\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nإلى الموسع والمضيق فالأول هو الواجب الذي يكون الزمان الذي يجب فيه شرعا أوسع من زمان يمكن الاتيان به والثاني ما لم يكن كك وللموسع افراد تدريجية كما أن للكل افراد دفعية ؛ واما ؛ التخيير بين تلك الافراد التدريجية ليس كالتخيير بين افراد دفعية عقليا بل انما يكون شرعيا كقوله تعالى أقم الصلاة لدلوك الشمس إلى غسق الليل فإقامة الصلاة انما كانت واجبة موسعة بحيث لو اتى بها في كل ان من الآنات التي كانت بين الدلوك والغسق فامتثل امره وهذا التخيير انما جاء من قبل امره لا من قبل العقل ؛ مضافا ؛ إلى أن معني الموسع هو التخيير من قبل المولى بمعني ان الامر إذا أوجب شيئا على عبده ووسّع وقت اتيانه فكأنه قال أيها العبد أنت مخير في اتيانه في هذه الأوقات ؛ وانما ؛ قيدنا الزمان بالشرع لان الزمان مما لا بد منه عقلا في الواجب إلّا انه تارة كان مما له دخل فيه شرعا فيكون موقتا وأخرى لا دخل له فيه أصلا فهو غير موقت والموقت تنقسم إلى الموسع والمضيق كما عرفت الفصل ؛ الثالث ؛ انه قد عرفت في طي كلماتنا ان النزاع في وجوب المقدمة وعدمها منحصر في المقدمة الواجب المطلق بناء على عدم الملازمة ؛\r\n\r\n[ في ان المقدمة تابعة لذيها 
  ]\r\nواما ؛ بناء عليها فلا ريب في أن اطلاق وجوب المقدمة واشتراطها تابع لاطلاق وجوب ذيها واشتراطه ولا يكون مشروطا لإرادة المكلف كما هو ظاهر عبارة المعالم في آخر بحث الضد حسب ما توهمه بعض الاجلة لأنه بناء على الملازمة لا يحتاج إلى ارادته أصلا بل إرادة المكلف لذيها كافية عن إرادة أخرى لان المولى مثلا إذا أراد اشتراء اللحم من عبده وقال له اشتر اللحم ودخل العبد في السوق كان مقدمة للاشتراء فترشحت من تلك الإرادة التي تعلقت بايجاد عبده الاشتراء رادة أخرى للمكلف وهي دخوله في السوق وان لم يلتفت اليه العبد ؛ واما ؛ بناء أعلى عدم الملازمة فلا اشكال في عدم وجوبها كما هو أوضح من أن يخفى إلّا إذا كان\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالمكلف مريدا للفعل المتوقف عليها ؛ وبذلك ؛ يمكن ان يقال إن مراد صاحب المعالم من ذهابه إلى توقف وجوب الواجب الغيري على إرادة الغير حيث قال وأيضا فحجة القول بوجوب المقدمة على تقدير تسليمها انما تنهض اي تقوم دليلا على الوجوب في حال كون المكلف مريدا لفعل المتوقف عليها كما لا يخفى على من أعطاها حق النظر انتهى ؛ هو عدم ؛\r\n\r\n[ في ثبوت الملازمة 
  ]\r\nالملازمة هذا ولكن الحق هو القول بالملازمة لان العقل بل العقلاء لا يحكمون بعدم وجوب المقدمة بعد وجوب الواجب الذي كان متوقفا عليها سواء كان مطلقا أو مشروطا لتوقف ذلك الواجب عليها وبذلك ينقدح ما في حجج القائلين بعدم وجوب المقدمة ؛ فمنها ؛ ان كل واجب متعلق للخطاب فان الوجوب قسم من اقسام الحكم الشرعي الذي هو خطاب اللّه المتعلق بافعال المكلفين وينعكس ذلك بعكس النقيض إلى قولنا كلما ليس متعلقا للخطاب لا يكون واجبا ؛ فحينئذ ؛ نقول إن المقدمة ليست متعلقة للخطاب وكلما ليس متعلقا له فليس واجبا ينتج ان المقدمة ليست واجبة ؛ اما ؛ الكبرى فطاهر واما الصغرى فلوضوح ان الخطاب المتعلق بذي المقدمة لا يشمل مقدمته حتّى يكون متعلقا للخطاب ؛ وفيه ؛ انه ان أريد بكون كل واجب متعلقا للخطاب خصوص الخطاب الأصلي فالكبرى ممنوع وان أريد الأعم من الخطاب الأصلي والتبعي فالصغرى ممنوع لأن عدم تعلق الخطاب إلى المقدمة هو الخطاب الأصلي ؛ مضافا ؛ إلى أن تعلق الخطاب إليها انما جاء من قبل تعلق خطابه إلى ذيها كما أن ارادته انما ترشحت من قبل إرادة ذيها كما عرفت ولعمري هذا كاف في المقام ولا نحتاج إلى أدلة أخرى لورود النقض والابرام عليها مع أن العمرو أعز من صرفه فيها كما لا يخفى ولنأت بشيء منها مثل ما حكي عن أبي الحسن البصري من أنه قال لو لم يجب المقدمة لجاز تركها ؛ وحينئذ ؛ فان بقي الواجب واجبا لزم التكليف ما لا يطلق\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nلان حصول ذلك الواجب حال عدم ما يتوقف عليه ممتنع وإلا خرج الواجب المطلق عن وجوبه ؛ مضافا ؛ إلى أن العقلاء يذمون تارك المقدمة مط وأجاب عنه صاحب المعالم بما لفظه ( والجواب عن الأول بعد القطع ببقاء الوجوب ان المقدور كيف يكون ممتنعا والبحث انما هو في المقدور وتأثير الايجاب في القدرة غير معقول والحكم بجواز الترك هنا عقلي لا شرعي لان الخطاب به عبث فلا يقع من الحكيم واطلاق القول فيه يوهم إرادة المعنى الشرعي فينكر جواز تحقق الحكم العقلي هاهنا دون الشرعي يظهر بالتأمل وعن الثاني منع كون الذم على ترك المقدمة وانما هو على ترك الفعل المأمور به حيث لا ينفك عن تركها ) ؛ أقول ؛ أضف إلى ذلك عدم الملازمة بين قوله لو لم يجب المقدمة لجاز تركها لامكان ان لا يكون الجواز محكوما بحكم شرعا وبعبارة أخرى الشرع إذا لم يجب شيئا فلا يلزم جواز تركه مط ؛ ثم ؛ بعد ما عرفت ان العقل يحكم بوجوب المقدمة بسبب الملازمة التي كانت بينها وبين ذيها وعرفت ابطال حجة القائلين بعدم وجوبها ؛ فاعلم ؛ انه لا وجه للتفصيل بين السبب وغيره وبين الشرط الشرعي وغيره من أن الوجوب انما كان في السبب والشرط الشرعي لا في غيرهما لأنه من قال إن الوجوب انما كان في السبب فقد استدل بان الامر الذي تعلق بالمسبب انما يتوجه إلى سببه لان التكليف تعلق بالمقدور والمقدور لا يكون إلّا السبب فالامر لا يتعلق إلى المسبب لأنه ليس من افعال المكلف بل انما كان من آثار السبب المترتبة عليه قهرا ؛ وفيه ؛ ان المكلف قادر على المسبب تارة بواسطة السبب وأخرى لا فلا معنى لتوجه الامر إلى المسبب إلى سببه ؛ مضافا ؛ إلى أنه دليل على أن الامر النفسي تعلق بالسبب دون المسبب ؛ ومن قال ؛ بان الوجوب انما كان في الشرط الشرعي فقد استدل بان الشرط الشرعي لو لم يجب لم يكن شرطا إذ بدونه يصدق انه انى بجميع\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nما امر به فيجب صحته وهو منافي للشرطية ؛ وفيه ؛ ما أجاب صاحب المعالم عن أبي الحسن ؛ ثم ؛ ان حكم العقل بالملازمة دليل على وجوب مطلق المقدمة فلا وجه لتخصيص الوجوب إلى خصوص ما قصد به التوصل كما هو مذهب بعض الأجلة على ما حكي عنه لان الفعل المقدمي يقع على صفة الوجوب بحكم العقل بناء على الملازمة ولا دخل لقصد التوصل فيه أصلا كدخوله في ملك الغير لإنقاذ غريق مثلا فإنه واجب عليه وان لم يقصد لذلك غاية الأمر إذا لم يقصد الانقاذ ودخل فيه لكان متجريا على مولاه ؛ واما ؛ إذا قصد الانقاذ ودخل فيه ولكن لم يقصد التوصل به اليه بل قصد شيئا آخر كعدم كون الطريق غيره ؛ فحينئذ ؛ لا يكون متجريا كما لا يخفى ؛ والحاصل ؛ ان قصد التوصل بالمقدمة لا يكون شرطا لوقوعها على صفة الوجوب لان وجوب الدخول في ملك الغير في الواقع ثابت ولا دخل له في قصد التوصل وإلّا لم يسقط الوجوب في الواقع ولم يحصل الواجب بسبب دخوله فيه وهو كما ترى ؛ نعم ؛ إذا قصد التوصل بها إلى ذيها يثاب ويعد ممتثلا عند العقلاء بخلاف ما إذا لم يقصد ؟ وقد ؛ تظهر ثمرة القول بالمندمة الموصولة في دخوله في ملك الغير فبناء على اعتبار القصد يحرم الدخول ما لم يقصد انقاذ الغريق ؛ واما ؛ بناء على عدم اعتباره فلا يحرم إذا كان الدخول مقدمة لإنقاذه بل يقع واجبا مط سواء ترتب عليه الغير أولا وليس الواجب خصوص ما يترتب عليها ذي المقدمة كما هو مذهب الفصول ؟ ره ؛ لعدم الفرق بين ما يترتب عليها وما لا يترتب لأن الغرض الداعي إلى ايجابها ليس إلّا خصوص ما له دخل في غرضه وغرضه ليس إلّا الطهارة لا ان غرضه الطهارة التي يترتب عليها الصلاة ؛ واما ، الأصل في المسألة فاعلم بان النزاع في وجوب المقدمة وعدمها بالملازمة عقلي فإذا شككنا في وجوبها فليس لنا أصل حتى يرتفع به الشك لان العقل اما ان يكون حاكما بالملازمة\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nأولا ؛ اما ؛ الاستصحاب فلانه ليست له حالة سابقة ؛ واما ؛ البراءة فلانها تجري فيما يحتمل العقاب والقول بوجوبها أو عدمها لا تكون مستلزمة له أصلا نعم ربما تجري اصالة العدم لان وجوبها كان مسبوقا بالعدم حيث يكون حادثا بحدوث وجوب ذي المقدمة فإذا شككنا فيه فنقول بعدم وجوبها بها فتأمل جيدا ؛\r\n\r\n[ في ثمرة المسألة 
  ]\r\nواما ؛ الثمرة في المسألة فقد ذكر لها ثمرات ؛ منها ؛ حصول البرء من النذر إذا نذر ان يأتي الواجب باتيانه بمقدمة على القول بوجوبها وعدم حصوله على القول بعدمه ؛ ومنها ؛ حصول الفسق بتركها على الأول وعدمه على الثاني لان ترك واجب واحد ربما يوجب ترك مقدمات عديدة له فيحصل الاصرار على الحرام وهو كبيرة من الكبائر وان كان ترك واجب واحد لم يكن من الكبائر فلذا يحكم بان تاركها على القول بالوجوب فاسق ؛ ومنها ؛ جواز اخذ الأجرة على المقدمات على الثاني وعدمه على الأول ؛ ومنها ؛ بناء على الملازمة يلزم اجتماع الامر والنهي فيما إذا كانت المقدمة محرمة كدخوله في ملك الغير لانقاذ غريق بخلاف القول بالعدم وانما قيدناه بالملازمة لأنه بناء على عدمها لا يلزم اجتماعهما أصلا ولو كانت المقدمة محرمة هذا ولكن الحق ان أمثال هذه العناوين لا يعد من ثمرات المسألة الأصولية لأنها ليست إلّا أن تكون ممهدة لاستنباط الأحكام الشرعية بل لا ينبغي ادراجها في المسائل الفقهية ما ذا ترى لو تعرض فقيه أو أصولي في الكتب الفقهية والأصولية لبيان جذر الأصم وخصوصياته وتناهي الابعاد وعدمه واثبات تركب الماء وانه ليس بعنصر كما زعم إلى غير ذلك من المسائل الرياضية والفلسفية والطبيعية معتذرا بترتب ثمرة النذر مع أن ما فيها أوضح من أن يخفى ؛ اما ؛ الأولى فلان الوجوب في مقام النذر تعلق إلى الواجب النفسي لان الحكم تعلق بالماهية فاتيانه المقدمة لم يحصل البرء ولو بالملازمة مضافا إلى أن حصول البرء وعدمه لا يعد من ثمرات\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالمسألة الأصولية التي عرفت شأنها أن تكون ممهده لاستنباط الأحكام الشرعية لان حصول البرء وعدمه انما هو في نذر خاص كما أفيد فتأمل واما ؛ الثانية فلان مجرد ترك واجب وان كانت له مقدمات عديدة لا يلزم تحقق الاصرار على الحرام لان الفسق انما يحصل إذا كان الواجب واجبا نفسيا لا غيريا لعدم صدق الاصرار على الحرام في غيره ؛ واما ؛ الثالثة فلان من حكم بحرمة الأجرة لم يتخصص الحرمة إذا كانت الأجرة مأخوذة في مقابلة نفس العمل بل قال بحرمتها مط سواء كانت الأجرة مأخوذة في مقابلة نفس العمل أو في مقابلة مقدماته ولا فرق في ذلك بين القول بالوجوب وعدمه ؛ مضافا ؛ إلى عدم المنافاة بين وجوبها واخذ الأجرة عليها اما الواجبات ؛ التوصلية فلا دليل على حرمة الأجرة أصلا كما حكموا بجواز اخذ الأجرة على القضاء بين المسلمين ؛ واما ؛ الواجبات التعبدية فلان اخذ الأجرة انما كانت على اتيانها بداعي امتثالها لا على نفس الاتيان لينا في عباديتها فكان من قبل الداعي إلى الداعي فتأمل جدا ؛ واما ؛ الرابعة فلان بناء على القول بوجوبها أيضا لا يلزم اجتماع الامر والنهي لتبدل موضوع الحرمة إلى الوجوب بناء على الملازمة هذا وقد ذكر لها أيضا ثمرات أخرى التي لا تخلو عن النقص والابرام فان شئت راجع كتب الاعلام عليم رضوان اللّه الملك العلام : -\r\n\r\nتتميم نفعه عميم\r\nانه لا وجه لاختصاص البحث في المقام بمقدمة الواجب بل يجري في مقدمة المندوب أيضا فنقول مقدمة المندوب كمقدمة الواجب مندوب وكك مقدمة الحرام ومقدمة المكروه حرام ومكروه لترشح طلبه من ترك الحرام أو المكروه إلى طلب ترك مقدمتهما بناء على الملازمة ؟ فحينئذ ؛ لا وجه أيضا لاختصاص حرمة مقدمتهما إلى خصوص مقدمه التي لا يتمكن معها من ترك الحرام أو المكروه كما قيل ولا نحتاج\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nفي ابطاله إلى مئونة زائدة فافهم : -\r\n\r\nالسبيل الخامس انه قد اختلفوا في أن الامر بالشيء هل يقتضى النهي عن ضده أو لا\r\nوينبغي قبل الشروع في المقصود من تقديم مقدمة وهي ان الخلاف في المقام ليس من جهة دلالة صيغة الامر على ذلك وعدم دلالتها بل الخلاف في مطلق ما دل على ايجاب الفعل بسبب صيغة الامر سواء كان الدال عليه صيغة الأمر أو العقل وسواء كان على وجه الحقيقة أو المجاز فعلي هذا يصلح ادراج المسألة في المباحث الالفاظ من جهة وفي الأدلة العقلية من جهة ؛ اما ؛ صلاحية ادراجها في المباحث الالفاظ فمن جهة مدلول الصيغة ؛ واما ؛ في الأدلة العقلية فمن جهة كون المسألة من جملة الملازمات الثابتة بحكم العقل كمقدمة الواجب وانما ذكرناها في الأول لمتابعة كثير منهم ؛ واما النسبة بين هذه المسألة والمسألة السابقة عموم من وجه مط سواء كان المراد بالضد هو الضد العام أو الخاص لامكان القول بوجوب المقدمة مع القول بعدم الاقتضاء النهى عن الضد والقول بالاقتضاء مع انكار المقدمية كما هو المختار والقول بكليهما ؛ واما ؛ المراد من الاقتضاء فهو أعم من أن يكون بنحو العينية أو التضمن أو اللزوم ولكن المختار عندنا الأخير لان الوجوب عبارة عن طلب الفعل فالمنع عن الترك ليس جزءا من الوجوب بل كان من خواصه لان الآمر في مقام طلبه لم يلتفت اليه أصلا ؛ واما ؛ إذا التفت لما كان راضيا به وهذا هو معنى اللزوم ؛ وبذلك ؛ فقد ظهر فساد قول القائل بان الامر بالشيء دال على النهى عن ضده بدلالة التضمنية وكذا قول القائل بان الامر بالشيء عين النهى عن ضده لان مقتضى اللزوم هو الاثنينية ؛ واما ؛ المراد من الضد فهو المعاند والمنافى للمأمور به مط سواء كان وجوديا أو عدميا إذا عرفت هذا ؛ فاعلم ؛ ان الامر بالشيء يقتضى النهى\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nعن ضده الخاص اى يدل بدلالة التزامية النهي عنه وكان النهي من خواصه وآثاره لا ان الامر متوقف عليه حتى نلتزم بمقدمية ترك الضد للفعل كما ذهب اليه جمع من المتأخرين واحتجوا باستحالة اجتماع كل منهما مع الآخر للمضادة والمعاندة بينهما فيكون وجود كل منهما مانعا من حصول الآخر وعدم المانع من جملة المقدمات لوجوه ؛ الأول ؛ ان حصول إرادة لمأمور به وانتفاء الصارف عنه هما أمران فيكونان اذن معلولي علة واحدة وهي المحبة مثلا لاتيان الفعل والترك عن ضده فلا يتوقف أحدهما على الآخر أصلا ليكون مقدمة لفعله لان الباعث على حصول أحد النقيضين كان بنفسه سببا على رفع الآخر بلا توقف أصلا ؛ الثاني ؛ ان استحالة اجتماع الضدين للمنافرة والمضادة بينهما لا يقتضى توقف أحدهما على الآخر أيضا بل يقتضى عدم اجتماعهما في الخارج ، الثالث انه لو توقف الامر بالشيء على ترك ضده للزم الدور المحال لان الامر بالشيء مانع من عدم النهي عن الضد وهو مانع عن عدم الامر به فثبوت المانعية من الطرفين واضح لاستواء النسبة في الممانعة ؟ ؟ ؟ بينهما وقد أورد على هذا الوجه بان الوجود متوقف على العدم وهو على عدم المقتضى فلا يلزم الدور ؛ وبعبارة أخرى ؛ ان الامر بالشيء انما يتوقف على النهي عن ترك الضد لان الإرادة تعلقت به ؛ واما ؛ النهى عنه لا يتوقف اليه لعدم تعلق الإرادة اليه فالتعلق من طرف الامر فعل بخلاف التوقف من قبل النهي فالنهي تعلق إلى عدم تعلق الإرادة فلا يلزم الدور ؛ ثم ؛ انك قد عرفت ان الامر بالشيء يلازم النهي عن ضده الخاص لا ضده العام وهو ترك الفعل مط لأنه عين الامر مثلا إذا قال المولى لعبده اضرب فهو يقتضى النهي عن ترك الفعل مط فيشتمل ترك الضرب وترك جميع اضداده فمعناه لا تترك الضرب وهو عين قوله لضرب فلا معني للقول بان الامر يقتضى النهي عن ضده\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nبخلاف ما إذا قلنا إن الامر يقتضى النهي عن ضده الخاص فنقول اضرب مثلا يقتضى النهي عن ضده وهو الاكرام ؛ ثم اعلم ؛ انهم قد اختلفوا في ان الآمر إذا امر عبده باتيان الضرب مثلا ثم امر باتيان الاكرام وعلمنا أن الأهم عنده هو الاكرام فهل يكون الامر ان في عرض واحد أو بنحو الترتب وأطالوا الكلام في ذلك ولا نذكر أقوالهم حذرا من التطويل\r\n\r\n[ في استحالة الامرين في عرض واحد 
  ]\r\nفنقول بعون اللّه المتعال لا اشكال في استحالة الامرين في عرض واحد لعدم قدرة المكلف على اتيان متعلقهما في الآن الفارد بل انما هو بنحو الترتب لكن إذا امر بالأهم فكأنه لم يأمر بسواه وان كان الامر بالمهم ذي مصلحة ؟ فحينئذ ؟ لو لم يأت بالأهم واتي بالمهم وهو عبادي فلا يصح وان كان اتيانه محبوبا عند المولى في الواقع لعدم الامر به فعلا وهذا هو الثمرة في النزاع ؛ نعم إذا ؛ قلنا بعدم الاقتضاء ولم يأت بالأهم وعلم بان الاتيان بالمهم كان محبوبا لمولاه واتي به فيمكن ان يكون عبادته صحيحة ولكن بناء على الاقتضاء كما هو المختار مشكل ؛ واما ؛ إذا ترك كليهما لا يعاقب بعقابين بل بعقاب واحد لان بعد تركه الأهم لم يجب المهم حتى نلتزم بعقابين وقلنا بأنه يعاقب بسوطين لأنه ترك الامرين بل إذا اتي بالأهم مر فيصير الامر بالمهم فعليا فإذا اتى به أيضا فيثاب بثواب وإلّا فيعاقب بعقاب ؛ هذا ؛ إذا كان الأمران موسعين ؛ واما إذا كانا مضيقين فيلاحظ الأهم منهما ولا موقع للمهم أصلا كما لا يخفى نعم إذا ترك الأهم فيلزم عليه الاتيان بالمهم كان الامر بالمهم لا يكون فعليا في ضمن الأهم واما إذا تركه فيصير فعليا فتأمل جيدا ؛ واما ؛ إذا كان الامر بالأهم موسعا والامر بالمهم مضيقا فيمكن ان يقال يصح عبادته إذا اتي به بنحو الشرط المتأخر لكن هذا إذا علم أنه محبوب عند المولى في الواقعة ونفس الامر وإلّا فلا ولا يعاقب\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nأصلا وان جاء الامر به بعد الاتيان بالأهم لمضى وقته وعدم قدرت المكلف عن ايجاده : -\r\n\r\nالسبيل السادس انه قد اختلفوا في جواز امر الامر وعدمه مع علمه بانتفاء شرطه\r\nوالحق هو عدم الجواز لان المولى إذا علم بان الصعود على السطح لا يمكن إلّا بنصب السلم وعلم بعدم تمكن عبده لتحصيله فامره به فالعقل يحكم بعدم جوازه ولا عقاب له أصلا ؛ واما ؛ إذا قلنا بان المراد من الشرط هو شرط الامر بارجاع الضمير إلى الامر فالجواز في المقام بمعنى الامكان والمقصود انه لا يمكن انشاء الامر مع علمه بعدم بلوغه إلى مرتبة الفعلية كعلمه بموت عبده في الغد فامر بأنه يصوم فيه نعم يمكن إذا كان داعي انشاء طلبه غير البعث والتحريك كامره ( تعالى ) إبراهيم بذبح ولده إسماعيل مع علمه بعدم بلوغه إلى مرتبة الفعلية ولا بأس باطلاق الامر عليه لان القرينة تدل على أن الداعي ليس البعث والتحريك بل الداعي هو الامتحان ؛ وقد انقدح ؛ بذلك ما في الاستدلال المجوزين بأنه لو لم يجز لما علم إبراهيم بوجوب ذبح إسماعيل مع أن الخطاء في علم الأنبياء ممتنع ؛ مضافا ؛ إلى أنه وان علم بعدم بلوغه إلى مرتبة الفعلية لكنه لما امر بذلك امتحانا فوجب عليه ان يقدم على ذبحه بحسب الظاهر فان الأنبياء كما يكلفون بالاحكام الواقعية كك قد يكلفون بالاحكام الظاهرية : -\r\n\r\nالسابع [ ان المتعلق الامر هو صرف الايجاد 
  ]\r\nاختلفوا في ان المطلوب من الأوامر والنواهي الصادرة من المولى لعبده هل هو الماهية اعني صرف الايجاد في الأوامر وصرف الترك في النواهي أو الفرد والحق هو الأول للتبادر وان الأصل عدم الامر بالزيادة على الماهية لان متعلق الطلب في\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالأوامر والنواهي هو نفس الطبيعة لا بشرط الذي لم تتحقق الا في ضمن فرد لا الطبيعة بشرط شيء لكن الماهية من حيث هي ليست إلّا هي فلا وجود لها في الافراد فثبت ان المطلوب هو الفرد بلحاظ الطبيعة كما قال به القائلون بان متعلق الطلب فيهما هو الفرد ؛ والحاصل ؛ ان مرادنا من أن متعلق الطلب فيهما هو نفس الطبيعة هو الغاية اى غاية الطلب هي نفس الطبيعة وإلّا لا يعقل ان يتعلق الطلب بالطبيعة لأنها من حيث هي ليست إلّا هي لا موجودة ولا معدومة ؛ نعم ؛ يمكن ان يتعلق الطلب بها إذا جعلتها بنفسها من الخارجيات من دون لحاظ الوجود أصلا بناء على القول باصالة الماهية ولكن هذا القول ضعيف عندنا كما سنشير اليه في بعض كتبنا إن شاء اللّه ؛ واما ؛ بناء على اصالة الوجود فيتعلق الطلب بها بعد لحاظ الوجود في الأوامر والعدم في النواهي : -\r\n\r\n( الثامن ) [ في ان نسخ الوجوب لا يقتضى أحد الاحكام الا الحرمة 
  ]\r\nالحق انه بعد نسخ الامر والوجوب لا يثبت أحد الأحكام الأربعة الباقية الا الحرمة لأنه إذا قال أوجبت عليك الفلان ثم قال نسخت الوجوب عنك فكأنه قال لا ارضى اتيانه منك فيعاقب لو اتي به لأنه اتي بشيء كان غير مطلوب لمولاه هذا إذا كان في غير العباديات ؛ واما ؛ إذا كان المأمور به الواجب عباديا وقصد به القربة فلا يتأمل أحد في حرمته أصلا من حيث إنه تشريع والحاكم بذلك هو العقل مع أن النسخ دال على الحرمة بدلالة التزامية ولا نحتاج إلى دليل آخر على الحرمة ؛ وبذلك ؛ قد انقدح ما في الكفاية ما لفظه ( ولا دلالة لواحد من دليلي الناسخ والمنسوخ بإحدى الدلالات على تعيين واحد منها اى الأحكام الأربعة الباقية من الحرمة والكراهة والاستحباب والإباحة كما هو أوضح من أن يخفى فلا بد للتعيين من دليل آخر ) انتهى كلامه رفع مقامه وان\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nأبيت عما قلنا فلا محيص من أنه يرجع إلى الحكم الذي كان قبل الامر كما حكى عن العلامة في النهاية ؛ فتأمل ؛ ؛ واما ؛ استدلال القائلين ببقاء الجواز من أن الوجوب دل على الجواز مع المنع من الترك فإذا نسخ الوجوب فيرفع المنع من الترك ؟ واما ؟ الجواز فهو حاصل يرفع المنع من الترك ؛ فان قلت ؛ الجواز مع المنع من الترك مركب والنسخ عبارة عن رفع المركب فلم يبق الجواز لأنه جزء من المركب ؛ قلت ؛ رفع المركب برفع أحد جزئيه ؛ فان قلت ؛ إذا انعدم الفصل اى المنع من الترك فلم يبق الجنس اى الجواز ضرورة انعدام الحيوان بانعدام الناطق ؛ قلت ؛ نعم لو لم يقم فصل آخر مقامه وفي المقام هو الإباحة لان رفع المنع من الترك يستلزم جواز الترك فإذا انضمه إلى جواز الفعل تحصل الإباحة فيبق الجنس ؛ ففيه ؛ أولا ان وجود الجنس والفصل متحد في الخارج وانما يتحققان في ضمن الفرد كتحقق الحيوان والناطق في ضمن الانسان والتغاير المفهومي لا يوجب التفكيك بينهما كما أن التغاير المفهومي بين صفاته تعالى لا يوجب التفكيك بينهما وبين ذاته جل وعلا ؛ وثانيا ؛ ان الجنس في رفع المنع من الترك غير الجنس الذي كان في الإباحة فإذا انتفى الجنس الأول لم يحصل ثانيا للفصل الثاني مثلا الحيوان الذي كان في ضمن الناطق غير الحيوان الذي كان في ضمن الناهق فإذا انتفى الحيوان الأول لم يحصل أيضا للناهق لأنه غيره فتأمل ؛ واما ؛ استصحاب الجنس اى الجواز فلا مجال له لما عرفت من التفرقة بين الجنسين والاتحاد بين الجنس والفصل فبرفع المنع من الترك يرفع الجواز وبرفعه رفع المنع من الترك فلا يبقي شيء حتى نستصحب ؛ فان قلت ؛ يمكن ان يجري القسم الثالث من اقسام استصحاب الكلي وهو ما إذا شك في حدوث فرد كلي مقارنا لارتفاع فرده الآخر منه ؛ قلت ؛ نعم لكن هذا انما يجرى فيما\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nإذا كان الحادث المشكوك من المراتب القوية أو الضعيفة المتصلة بالمرتفع بحيث عد عرفا انه باق لا انه امر حادث غيره وفي المقام كك للمباينة التي كانت بين الإباحة والمنع من الترك اى الوجوب عرفا فتأمل في المقام وانتظر تتمة الكلام : -\r\n\r\n( التاسع ) [ في بيان الواجب التخييري 
  ]\r\nانه إذا تعلق الامر بأحد الشيئين أو الأشياء على التخيير كقوله اعتق رقبة أو أطعم ستين مسكينا أو صم شهرين فالحق ان الاتيان بكل واحد منها واجب على التخيير العقلي لان لفظة ( أو ) يفيد التخيير والبدلية بينها بمعنى جواز ترك كل واحد منها إلى الآخر وعلى هذا لا يكون الواجب لا بعينه بل انما هو بعينه لان الواجب الجامع بينها فلذا يسقط الامر باتيان كل واحد منها لما قيل من أن الواحد لا يصدر إلّا عن الواحد بخلاف ما إذا قلنا بان كل واحد منها واجب للزوم صدوره من المتعدد بما هو متعدد وهو كما ترى لاعتبار نحو من السنخية بين العلة والمعلول هذا إذا كان غرضه واحدا ؛ واما ؛ إذا كان في كل واحد منها غرضه بحيث لا يحصل الغرض مع حصول الغرض الآخر باتيانه فكان كل واحد واجبا بنحو من الوجوب والتخيير شرعي ولا يجوز تركه الا إلى الآخر وإذا ترك الجميع فلا ريب في استحقاقه العقاب كما أنه إذا اتى بواحد منها يستحق الثواب وكك يتصور التخيير بين الأقل والأكثر كالتخيير بين القصر والاتمام والتخيير بين التسبيحة الواحدة والثلاثة في الركوع والسجود ونحوهما مما يقع تخييرا فالواجب فيهما هو الجامع بينهما والتخيير عقليا إذا أحرزنا وحدة الغرض وشرعيا إذا أحرزنا تعدده كما عرفت ؛ فان قلت ؟ لا يتصور التخيير بينهما لأنه إذا اتي بالأقل فكان هو الواجب ولو كان في ضمن الأكثر لحصول\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nالغرض به ؛ واما ؛ الزائد على الأقل انما هو من اجزاء الأكثر وهو زائد على اجزاء الواجب والغرض لا يتعلق به ؛ قلت ؛ إذا فرضنا ان حصول الغرض انما يكون فيما إذا اتى بالأكثر لا الأقل الذي كان في ضمنه بحيث كان لجميع اجزائه دخل في حصول الغرض فتخصيص الأقل بالوجوب كان بلا مخصص لكون الأكثر مثله ولا تفاوت بين ان يكون للأقل الذي كان في ضمنه وجرد على حدة كالمثال الثاني أولا كالمثال الأول هذا ؛ نعم ؛ يصح هذا الكلام إذا أحرزنا بان الغرض كان مترتبا على الأقل وليس للزائد دخل فيما كان الأكثر مثله بل اجتمع فيه الواجب والندب أو غيره كالتخيير بين المطلق والمقيد كقوله اعتق رقبة أو رقية مؤمنة : -\r\n\r\n( العاشر ) [ في بيان ان الامر بالامر امر 
  ]\r\nالحق ان الامر بالامر بشيء ( كقوله لغيره قل لزيد ان يفعل كذا ) امر بذلك الشيء لفهم العرف والتبادر ومذمة العقلاء على ترك الفعل واستحقاقه العقاب عليه إذا اطلع على الامر بالفعل قبل ان يبلغه الغير ولم يفعل ؛ وقد ؛ انقدح بذلك ما في قول بعض الأفاضل من أنه لا دلالة لمجرد الامر بالامر على كونه امرا به ولا بد في الدلالة عليه من قرينة عليه بعد التفصيل الذي ذكره ؛ ره ؛ من أن الغرض إذا لم يتعلق بتوسيط الغير الا مجرد التبليغ بل يتعلق بحصول ذلك الشيء فامره كان امرا به كما في امر الرسل بالامر والنهي ؛ واما ؛ إذا تعلق الغرض بتوسيطه من دون تعلق غرضه بذلك الشيء أو مع تعلقه به لكن بعد تعلق امر الغير به فلا يكون امرا بذلك الشيء لأنه مجرد استحسان لأنا لا نحتاج إلى الدليل فيما إذا لم يكن الامر بالامر امرا بذلك الشيء لا بالعكس لان العرف بفهم كك سواء تعلق الغرض بتوسيط الغير أولا : -\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\n( الحادي عشر ) انه إذا تقارن أمران بمتماثلين\r\nكقوله لعبده اضرب زيدا اضرب زيدا فهل يوجب تكرار الضرب أو يوجب تأكيده والتحقيق ان متعلق الطلب انما هو نفس الطبيعة وهي تتحقق في ضمن المرة مط سواء ذكر السبب لأحدهما أو لكليهما معا هذا بحسب المادة ؛ واما ؛ بحسب الهيئة فان ذكر السبب لأحدهما أو لم يذكر أصلا فالأولى ان يحمل الأمر الثاني على التأكيد للامر الأول فيما إذا لم تقم القرينة على تعدد مطلوبه بتكرار امره ؛ واما ؛ إذا ذكر السبب لكليهما معا فالأظهر ان يحمل الثاني على التأسيس مط سواء اتفق السببان كاتفاق المجيء والاكرام في قوله ان جاءك زيد فاعطه درهما ثم قال إن أكرمك فاعطه درهما أو لم يتفق هذا إذا جاء امر الثاني قبل امتثال الأمر الأول ؛ واما ؛ إذا جاء بعد امتثاله فلا ريب في أنه يوجب التكرار فمن هذه الجهة قلنا في عنوان المسألة إذا تقارن أمران . . . الخ ولم نقل إذا تعاقب كما في الفصول ولا إذا ورد امر بشيء بعد الامر به قبل امتثاله فهل يوجب تكرار ذلك الشيء أو تأكيد الأمر الأول كما في الكناية لان ما في الفصول أعم من الاقتران والتأخير فلا يعلم محل النزاع بخلاف قولنا وما في الكفاية فلتطويل في العبارة\r\n\r\n( إفاضة ) في النواهي [ وفيها طرق 
  ]\r\n\r\n[ الطريق الأول وفيه أمور 
  ]\r\nوفيها طريق الأول وفيه أمور\r\n\r\nالأول [ النزاع في انه هل هو طلب الترك على النحو الخاص أو بالقول المخصوص 
  ]\r\nاعلم أن النهي هو طلب ترك الفعل اى مطلق ما يحدث واما النزاع في انه هل هو طلب الترك على النحو الخاص أو بالقول المخصوص فيجرى ما مر في الامر هاهنا وكك اعتبار علو الناهي واستعلائه وعدمه وكك في ساير احكامه وانه حقيقة في اي معنى من معانيها العديدة المستعملة من التحريم والكراهة والتحقير نحو لا تمدن عينيك وبيان\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nالعاقبة نحو ولا تحسبن اللّه غافلا عما يعمل الظالمون والدعاء والالتماس نحو لا تعتذروا اليوم والارشاد نحو لا تسألوا عن أشياء ان تبد لكم تسؤكم والتهديد نحو قوله لعبده لا تطعنى في ما امرك به والانذار نحو لا تقع في هذه البلية والتشفي نحو تواردت عليه الأهوال ولا تتعرض لهذه الأهوال والسخرية والاستهزاء نحو لا تأخذه مني الا بسكة واحدة والتسلية نحو لا تحزن والامتنان نحو لا تخف في دارى إلى غير ذلك من المعاني المناسبة له مع أنه لا خلاف في عدم كونه حقيقة في كل واحد من تلك المعاني والمختار انه حقيقة في التحريم ومجاز في غيره لما ذكر في الامر فلك تمشية بقية الكلام السابق هنا ؛\r\n\r\n[ الثاني في بيان دلالة النهى على الطبيعة 
  ]\r\nالثاني ؛ انه قد اختلفوا في أن متعلق الطلب في النهي هل هو مجرد ترك الفعل أو الكف والحق هو الأول للتبادر ولعدم احتياجه إلى القرينة بخلاف الكف فكأنه محتاج إلى مئونة قرينة وإلّا لوجب العزم على الفعل مثلا إذا قال لعبده لا تضرب فتوقف في ضربه دقيقة فيصدق عليه الكف عرفا ووجب عليه العزم على الضرب وإذا ضرب بعد فلا عقاب عليه وهو كما ترى ؛ مضافا ؛ إلى لزوم عدم كون العقاب على نفس الفعل بل ترك الكف هذا ؛ واما ؛ القول بان المطلوب بالذات انما هو الترك لكن لما لم يكن مقدورا لان القدرة لا تؤثر في العدم فلا يتعلق الطلب به كما احتج بذلك بعض من ذهب إلى خلاف مختارنا ؛ ففيه ؛ أولا ان مجرد تركه ليس بعدم بل جعله العدم وانما هو سبب له ؛ وثانيا ؛ بمنع عدم كون مطلق العدم مقدورا لان الترك لو لم يكن مقدورا وبالاختيار لما كان الفعل كك نعم العدم الأزلي الذي كان قبل وجود الفاعل غير مقدور للفاعل الذي استند اليه العدم وليس ذلك مرادا بالنهي بل العدم الذي كان بعد وجوده وهذا مقدور ؛ فتأمل ؛ الثالث ؛ اختلفوا في دلالة النهي على الدوام والتكرار احتج المثبتون بالتبادر من مذمة\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nالعبد على اتيان ما نهى عنه بعد تركه بمدة يتمكن من ايقاعه فيها وباقتضائه المنع من ادخال الماهية في الوجود وهو لا يتحقق إلّا بالامتناع من ادخال كل فرد فيه ؛ واحتج ؛ الآخرون بالتبادر من أنه يدل على الطبيعة لا بشرط وبان استعماله في القدر المشترك بين التكرار وعدمه ثابت وفي غيره غير ثابت وبأنه لو كان موضوعا للتكرار بخصوصه لزم ان يكون مجازا عند تقييده بغيره مثل ان يقال للجنب لا تدخل المسجد إلى أن تغتسل وفي كلها نظر ولكن لما لا تسع هذه الرسالة وجهه فلا نتعرض ؛ والتحقيق انه لا مجال لدعوى كونه موضوعا للتكرار بالخصوص فيدل عليه كما هو ظاهر من مقالة المثبتين وموضوعا لعدمه لأنه موضوع لطلب الترك وهذا يصح تقييده بكل من الاستمرار وعدمه بنحو الحقيقة وثانيا بأنك قد عرفت ان متعلق الأوامر والنواهي هو الطبيعة المطلقة فتارة يتعلق الامر بها وأخرى النهي وهي ان لوحظت مجردة عن الاطلاق والتقييد فكانت لطلب نفى الماهية ولا تدل على شيء لا على الدوام ولا على عدمه لما أشرنا من أنها من حيث هي ليست إلّا هي وان لوحظت لا مجردة عنهما فهي على قسمين لأنه ان لوحظت مطلقة فهي ليست معدومة الا بعدم جميع افرادها الدفعية والتدريجية وان لوحظت مقيدة فظاهر وعلى هذا يمكن ان يكون النزاع بينهم لفظيا فتأمل ؛ ثم إنه ؛ لا دلالة للطبيعة من حيث هي الا على الفور ولا على التأخير ولا على إرادة الترك ولا على عدمها بل لا بد في تعيين كل واحد منها من دلالة : -\r\n\r\n( الطريق الثاني ) انه قد اختلفوا في جواز اجتماع الامر والنهي في واحد\r\nوامتناعه وقبل الشروع في المقصود ينبغي تقديم مقدمات ، الأولى ؛ في تحرير محل النزاع فاعلم أن\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nالنزاع انما يكون في الواحد الشخصي والحقيقي مع كونه مشمول الامر والنهي كالصلاة في دار المغصوبة ؛ واما ؛ إذا لم يكن كك فلا نزاع في عدم جواز الاجتماع أصلا لاستحالة إرادة الفعل والترك فيه وكك لا نزاع في جوازه في الواحد الغير الحقيقي كالواحد الجنسي بالنسبة إلى أنواعه وافراده كالسجود للّه وللصم ؛ ثم ؛ لا اختصاص لجريان النزاع على القول بتعلق الاحكام بالطبائع كما توهم ؛ لان ؛ وحدة ما وقع في الخارج كان مصداقا للطبيعتين ؛ فحينئذ ؛ لا يكون الامتناع فيها أصلا وكك لا اختصاص لما توهم من أن القول بالجواز مبنى على القول بتعلقها بها وبالامتناع على القول بتعلقها بالافراد لكون الموجود الخارجي الموجه بوجهين فردا لكل منهما فلا امتناع فيه أصلا كما لا يخفى ؛ فتأمل ؛ ؛\r\n\r\n[ في تعيين البحث في المسألة 
  ]\r\nالثانية ؛ الفرق بين هذه المسألة والمسألة الآتية هو ان المسؤول عنها هنا هو امكان اجتماع الطلبين في مورد واحد ذا وجهين وامتناعه قبل التوجه اليه والمسؤول عنها هناك في ثبوت الملازمة بين تعلق النهي بشيء وبين فساده بعد التوجه اليه وبقيدنا قبل التوجه في الأول وبعد التوجه في الثاني ظهر ما في عبارة بعض الأفاضل من أنه لو قلنا بامتناع اجتماع الامر والنهي مع ترجيح جانب النهي فيكون مثل الصلاة في الدار المغصوبة من صغريات المسألة الآتية فافهم ؛ الثالثة ؛ في أن هذه المسألة هل هي ملحقة بمسائل الأصول أو بمسائل الكلام فصريح عبارة المحقق القمي قدس اللّه روحه انها من المسائل الكلامية وانما ذكرها الأصوليون لتفرع كثير من المسائل الفرعية عليها ؛ أقول ؛ وان قلنا سابقا من أنه لا بأس ان يعد المسألة الواحدة من مسائل علمين بلحاظ الجهتين فيها لتكون بأحدهما من مسائل علم وبالأخرى من مسائل علم آخر لكن لم يظهر لقوله وجه لان البحث في الكلام انما هو عن اثبات الصانع وصفاته واثبات النبي ( ص ) والوصي والمعاد\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nبما فيها من العقائد والبحث هنا لا يرجع إليها أصلا وظاهر عبارة بعض الأفاضل ان هذه المسألة من المسائل الأصولية لان نتيجتها كانت مما تقع في طريق الاستنباط بمعنى ان قلنا بجوازه فنحكم بصحة الصلاة في دار المغصوبة وإلّا فلا ؛ وفيه ؛ انه لا يترتب الصحة والفساد على جوازه وعدمه بل الصحة متفرعة على عدم التعارض والتناقض بين مدلولى الامر والنهي وتشخيص ذلك موقوف على مسئلة جوازه وعدمه ؛ فالحق ؛ ان هذه المسألة من مباني المسألة الأصولية وهي وجود التعارض وتحقق التناقض بين الأدلة وعدمه فالحكم الفرعي لا يترتب عليها بدون توسيط ؛ ثم ؛ لا اشكال في أن المسألة عقلية لان العقل يحكم بعدم التعارض والتناقض على القول بالجواز وبارتفاع أحدهما على القول بالمنع ؛ وبذلك ؛ ظهر ان الأقوال في المسألة منحصر على قولين الجواز كما ذهب اليه كثير منهم من الأشاعرة والامامية والعدم كما ذهب اليه كثير منهم من المعتزلة وبعض الأشاعرة والامامية ولكن قد حكي قول ثالث وهو الجواز عقلا والعدم عرفا ؛ ثم ؛ ان ملاك النزاع في الجواز والامتناع يعم جميع اقسام الايجاب والتحريم من العيني والكفائي والتعيينى والتخييري والنفسي والغيري والأصلي والتبعي لانسباق اطلاق لفظهما بعد تمامية مقدمات الحكمة فلا مجال لدعوى كونه في النفسيين التعيينين العينيين في مادة الامر والنهي ؛\r\n\r\n[ في اعتبار المندوحة وعدمها 
  ]\r\nالرابعة ؛ في ان المندوحة هل هي معتبرة في محل النزاع أولا فيه خلاف قد نسب إلى شيخنا الأنصاري ؛ ره ؛ اعتبارها لان لا يوجب التكليف بالمحال والحق عدم اعتبارها في محل النزاع من لزوم المحال وهو اجتماع الضدين ولا يكفي تعدد الجهة في دفع ذلك فوجود المندوحة وعدمها بلا اثر هاهنا ؛ واما ؛ بدونها ولزم التكليف بالمحال محذور آخر لا دخل له في المقام ؛ نعم ؛ لا بد من اعتبارها في مقام الامتثال لاعتبار القدرة عليه وعدم لزوم\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nالتكليف بالمحال كما أفيد فإذا لم يكن مندوحة للمكلف في ذلك يلزم التكليف بالمحال كمن توسط أرضا مغصوبة فإنه مأمور بالخروج ومنهي عن الغصب ؛ وهذا ؛ يتصور على قسمين اما ان يكون لتوسط المكلف وبسوء اختياره أولا ففي الأول لا اشكال في انه مأمور به ولا عصيان له ولا عقاب عليه ويترشح منه الوجوب إلى الخروج الذي كان مقدمة للخروج عن الغصب ؛ فان قلت ؛ وجوب المقدمة انما يكون فيما إذا لم تكن محرمة فلا يترشح الوجوب من الواجب إليها ؛ قلت ؛ نعم لكن إذا انحصر المقدمة بها وكان الواجب أهم من تركها فيترشح منه الوجوب وبذلك ظهر ما في احتجاج القول بكونه منهيا عنه غير مأمور به من أن الخروج تصرف في ملك الغير وهو غصب عند عدم الإذن ؛ واما الواجب ؛ فهو عدم التصرف والخروج انما هو مقدمة له فهي ليست بواجبة لأنه محرم ومنهي عنه وفي الثاني أقوال ؛\r\n\r\n[ في أقوال المسألة 
  ]\r\nقول ؛ بأنه مأمور به ومنهي عنه بناء على الجواز وهو المحكى عن أبي هاشم ؛ وقول ؛ بأنه منهى عنه فقط ؛ وقول ؛ بأنه مأمور به فقط وقول بأنه مأمور به مع جريان حكم المعصية عليه بالنظر إلى النهى السابق بناء على الامتناع فنقول بعد الانصراف عما يورد هنا من النقض والابرام الموجب لطول الكلام بما لا يسعه المقام ؛ الحق ؛ هو القول الرابع لان التخلص عن الغصب واجب ؛ واما ؛ النهى فإنما يتعلق بسوء اختياره لا بفعله حتى يقال بناء على هذا يلزم اتصاف الفعل الواحد بعنوان انه واحد بالوجوب الحرمة ؛ وان ؛ أجيب عن هذا باختلاف زماني التحريم والايجاب قبل الدخول أو بعده ولكنه لا يجدى لان زمان الفعل المتعلق لهما متحد وبذلك وما في قول الثالث ؛ واما ؛ حجة القول الأول من أن حرمة الغصب ووجوب التخلص عنه من مقتضى اطلاق الأدلة الدالة عليهما موجود ولا مانع منه ؛ اما ؛\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nاجتماع الضدين فليس بمانع لتعدد الجهة ؛ واما ؛ التكليف بما لا يطاق فلا نسلم فيما إذا كان المكلف سببا له ؛ ففيه ؛ ان الاجتماع ممتنع مع تعدد الجهة فضلا عما إذا كانت بجهة واحدة كما ستعرف إن شاء اللّه وبذلك قد انقدح ان الصلاة في دار المغصوبة صحيحة إذا كان المكلف مضطرا إلى الغصب لا بسوء الاختيار أو معه مع ضيق الوقت بناء على القول بان ملاك الامر غالب على النهي ؛ واما ؛ مع سعة الوقت فلا تصح كما هو ظاهر ؛ واما ؛ القول بالصحة مع سعة الوقت وعدمها مبنيان على عدم اقتضاء الامر بالشيء النهي عن الضد واقتضائه ؛ ففيه ؛ ان الاقتضاء وعدمه انما يؤثران فيما لم يصرح به النهى بخلاف المقام فافهم ؛\r\n\r\n[ في ثمرة مسئلة 
  ]\r\nالخامسة ؛ في بيان ثمرة النزاع وهي ان الامر والنهي هل يكونان متعارضين في مورد الاجتماع أم لا فعلى القول بالجواز ليس التعارض في البين بخلاف القول بالامتناع ويترتب على ذلك لو اتى بالجامع لهما استحق الثواب لصحة الاتيان بالمكلف به وموافقته له بجهة والعقاب لفساده ومخالفته له بجهة أخرى ؛ فنقول ؛ التعارض ثابت إذا احرز في مقام الثبوت ان مناط الحكم في كل واحد من متعلقي الامر والنهي ليس بمطلق ؛ فحينئذ ؛ لا بد من العلاج بالترجيح أو للتخيير أو التوقف أو التساقط وإلّا فلا تعارض في البين أصلا بل داخل في باب التزاحم بين المقتضيين فلا بد من مرجحات المقتضيات المتزاحمات كما سيأتي تفصيله ان شاء اللّه مع أن باب الاجتماع لا يكاد يكون إلّا إذا كان مناط حكم كل واحد من الامر والنهي مط حتى يحكم بالجواز بكونه محكوما بالحكمين وبالامتناع بكونه محكوما بأقوى المناطين أو بحكم آخر غير الحكمين فيما لم يكن هناك أقوى المناطين وإلّا لو كان أحدهما مط دون الآخر فليس من باب الاجتماع ولم يكن مورد الاجتماع محكوما إلّا بحكم واحد منهما بالترجيح أو التخيير أو حكم آخر\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nغيرهما بالتوقف أو التساقط ؛ والحاصل ؛ ان التعارض ثابت إذا احرز عدم اطلاق مناط الحكم أو احرز كل واحد منهما متكفلا للحكم الفعلي ولو احرز اطلاقه في الواقع ونفس الامر ، واما ؛ بعد ما عرفت من أن الاجتماع لا يكون إلّا إذا كان مناط حكم كل واحد من متعلقي الايجاب والتحريم مط فلا مجال لما يتخيل من أن ثمرة باب الاجتماع وقوع التعارض بين روايتين اعني الامر بالصلاة والنهى عن الغصب مثلا فبناء على الجواز نحكم بعدم التعارض وعلى الامتناع بوقوعه ؛ ثم إنه ؛ لو دل دليل من اجتماع أو نحوه أو نفس دليل الحكمين على اطلاق مناط الحكم فهو داخل في باب الاجتماع وإلّا داخل في باب التعارض على كلا المذهبين ؛ اما ؛ بناء على القول بالجواز فيما إذا كانت الدلالة في الاجتماع على انتفاء الحكم في أحدهما بلا تعيين ؛ واما ؛ بناء على القول بالامتناع فظاهر ولو لم تكن الدلالة على الاطلاق ؛ والحاصل ؛ ان بناء على الامتناع وهو المختار كما سيأتي ليس التعارض بين الخطابين اى ( صل ) و ( لا تغصب ) بل انما هو من قبيل تزاحم المقتضيين ففي ذلك ان احرز الغالب منهما فيقدم مط ولو كان أحد الدليلين أقوى على المقتضى الآخر وإلّا فكان التعارض بينهما ففي ذلك لو كان كل منهما متكفلا لحكم فعلي فيقدم الأقوى منهما وإلّا فلو كان أحدهما متكفلا لحكم فعلى فيقدم وإلّا فالمرجع هو الأصول العملية والأصل العملي هو الحكم بإباحة الكون لعدم علمه بحرمته وفساد الصلاة لشكه في سقوط المكلف به بالاتيان بهذا الفرد المشكوك هذا بناء على القول بالاشتغال عند الشك في الاجزاء والشرائط ؛ واما ؛ على القول بالبراءة فيحكم بصحتها ؛ ثم إن ؛ لم يحرز المقتضى في ترجيح أحدهما على الآخر وتخصيص الآخر به لكليهما فمورد الاجتماع ليس بخارج عن تحت الآخر كترجيح اكرام العالم مع عدم كونه فاسقا في قوله أكرم عالما ولا تكرم فاسقا وان احرز لأحدهما فهو خارج عن الآخر\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nكاحراز المقتضى لصحة الصلاة وعدمه لحرمة الغصب لاضطراره أو جهله أو نسيانه ؛ واما ؛ التخصيص في المقام في صورة عدم احراز المقتضى لكليهما فهو التخصيص الفعلي الناشى من جهة تقديم أحد المقتضيين ؛\r\n\r\n[ في دفع توهم ترجيح النهى على الامر 
  ]\r\nواما ؛ ترجيح أحدهما على الآخر فلا بد من مرجح وقد ذكروا انه قد يتمسك في ترجيح النهي بوجوه ؛ منها ؛ الاستقراء فانا وجدنا ان الشارع قد غلب في الموارد التي يجمع فيها احتمال الوجوب والحرمة جهة الحرمة على الوجوب كحرمة العبادة في أيام الاستظهار والطهارة بالاناء المشتبه بالنجس ؛ وفيه ؛ ان الاستقراء لا يفيد القطع بتغليب جهة الحرمة ولو سلم فحرمة الصلاة فيها وعدم جواز الوضوء فيهما غير مربوط بالمقام لان حرمة الصلاة انما هي من احكام الدم لا لأجل فعليتها كك وعدم جواز الوضوء فيهما لأنه تعبدي ؛ مضافا ؛ إلى عدم ثبوت الحرمة حتى يقال غلب جانبها فيما إذا توضأ من كليهما احتياطا ؛ ومنها ؛ ان النهى أقوى دلالة من الامر لأنه يستلزم انتفاء جميع افراده بخلاف الامر ؛ وفيه ؛ ان العموم لا يختص بالنهي بل الامر أيضا يستلزم الاستيعاب إذا أريد منهما الطبيعة المهملة ولا بشرط ؛ واما ؛ إذا أريد متعلقهما فيختلف ؛ فحينئذ ؛ لا ينحصر الاستيعاب والعموم بالنهي حتّى غلب جانبه على الامر ؛ ومنها ؛ ان دفع المفسدة أولى من جلب المنفعة قال المحقق القمي ؛ ره ؛ بان في ترك الواجب أيضا مفسدة إذا تعين ؛ واستشكل ؛ عليه في الفصول بان الكلام في صورة عدم التعيين وقال في الكفاية بأنه يرد عليه ان الأولوية مط ممنوعة بل ربما يكون العكس أولى كما يشهد به مقايسة فعل بعض المحرمات مع ترك بعض الواجبات مثل دخوله في ملك الغير لإنقاذ غريق أو صلاته في دار المغصوبة مع ضيق الوقت ؛ وفيه ؛ ان في هذه الموارد ليست المفسدة في البين أصلا لتبدل موضوعاتها فلا وجه للأولوية وعدمها ؛ ثم إنه ؛\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nلا ريب في سقوط الامر وحصول الامتثال باتيان المجمع بناء على الامتناع وترجيح جانب النهي في التوصليات ؛ واما ؛ في التعبدات فلا يسقط الامر لعدم حصول الغرض فيما إذا التفت إلى الحرمة أو لا يلتفت تقصيرا ؛ واما ؛ بدونه فيحصل الغرض وتقع صلاته صحيحة ؛ واما ؛ عليه وترجيح جانب الامر فيحصل الامتثال في التوصليات والتعبديات لحصول الغرض ؛ واما ؛ بناء على الجواز فيسقط الامر مط وان كان معصية للنهي أيضا بخلاف المختار فإنه لا معصية في البين ، فتأمل ؛ وإذا عرفت ؛\r\n\r\n[ في استدلال المانعين 
  ]\r\nهذه المقدمات فنقول استدل المانعون بجواز الاجتماع باستحالة التكليف بالمحال لكون الشيء الواحد من الجهة الواحدة مأمورا به ومنهيا عنه وقد جوزه بعض من جوز التكليف بالمحال ؛ أقول ؛ والحق عندنا هو استحالة الاجتماع وان قلنا بتعدد الجهة لكن لا من باب التكليف بالمحال بل من جهة انه بنفسه محال لتضاد كل واحد من الأحكام الخمسة مع الآخر في مرتبه فعليتها ؛ مضافا ؛ إلى أن تعدد الجهة غير مجد مع اتحاد المتعلق لان منشأ الامتناع هو اجتماع المتضادين في متعلق واحد وذلك لا يندفع بتعدد الجهة لان تعدد العنوان والكاشف لا يوجب تعدد المعنون والكشف مع أن فاعل الفعل وما هو في الخارج الذي كان متعلقا للاحكام هو المكلف لصدوره عنه لا ما هو عنوانه حتى يكون من قبيل المحمول بالضميمة لان البعث والزجر لا يتوجهان اليه أصلا بل يكون من قبيل خارج المحمول فما بإزائه هو الفعل الذي لم يصدر عنه الا في الكون ويمكن ان يستدل بوجه آخر ؛ فنقول ؛ انه قد امتنع تعلق الأوامر والنواهي بالطبائع المجردة عن اعتبار الوجود والعدم لأنها من حيث هي ليست إلّا هي كما عرفت غير مرة فلا يعقل ان تطلب من المكلف لعدم قدرته بها فإذا أوجدت الطبيعتان بوجود واحد في الخارج فيلزم اجتماع الامر والنهي في شيء واحد وهو محال هذا محصل ما افاده\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nبعض الأجلة وقال بعد ذلك ما خلاصته ان هذا الدليل انما يتم بناء على القول بعدم تعدد الجنس والفصل في الخارج والقول باصالة الوجود ؛ واما ؛ ان قلنا بتعددهما فيه وباصالة الماهية فلا ؛ وفيه ؛ أولا ان تصادق الامر والنهي على شيء واحد ليس من قبيل الجنس والفصل له ؛ وثانيا ؛ ان الموجود بوجود واحد ليس له إلّا ماهية واحدة على كلا القولين هذا ؛ واما ؛ ما استدل على الجواز فأمور ؛ الأول ؛ ان الامتناع انما هو بسبب التضاد الذي كان في جميع الأحكام بأسرها وهو لا يصلح دليل لاجتماع الوجوب والكراهة أو الإباحة والاستحباب في شيء واحد مع عدم تعدد الجهة كالصلاة في الحمام أو الدار أو المسجد ؛ وفيه ؛ أولا ان الخصم يقول بالامتناع أيضا في هذه الموارد التي ظاهرها الاجتماع لان الواحد ، فيها انما هو بعنوان واحد وقد قال الجواز إذا كان بعنوانين وذو جهتين ؛\r\nو \r\n[ في اقسام العبادات المكروهة 
  ]\r\nثانيا ؛ لا بد لدفع النقض من اجتماع الوجوب والكراهة من بيان اقسام العبادات المكروهة فنقول اقسامها ثلث ؛ الأول ؛ ما تعلق النهى بعنوانه ولا يكون له البدل ؛ والثاني ؛ ان يكون كك ولكن يكون له البدل ؛ والثالث ؛ ما لا يتعلق النهي به كك ؛ اما ؛ الأول ؛ كالصوم في يوم العاشوراء فالنهي عنه انما هو تنزيهي فيكون ناظرا إلى عدم استواء الافراد التي يقع بها الامتثال عن تلك الماهية في الاجر والثواب المترتب عليها ؛ فحينئذ ؛ يقال إن النهي مولوى فلذا نقول بان تركه أرجح والترك اما ذي مصلحة كالفعل أولا بل يلازمه وعلى الأول ان كانت مصلحة الترك أكثر فهما متزاحمان فيحكم بالتخيير مع عدم كون أحدهما أهم وإلّا فتعين الأهم وان كان المهم أكثر مصلحة منه ويقع صحيحا لرجحانه وموافقته للغرض لان أرجحية الترك لا يوجب منقصة في الفعل إذا لم يكن مفسدته غالبة على مصلحته وإلّا لا يقع صحيحا لأنها مانعة عن صلاحية التقرب به وإلّا\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nفيقدم الفعل إذا احرز عدم كون الترك أهم منه ؛ والثاني ؛ كالأول غاية الأمران الطلب المتعلق به ؛ ح ؛ مجاز لأنه في الواقع متعلق بما يلازمه من العنوان ؛ اللهم ؛ إلّا ان يقال إنه حقيقي إذا حمل النهي على الارشاد وهو كما ترى لان الداعي إلى الارشاد هو بذل النصح للمطلوب منه وإراءة طريق له إلى اختيار الفرد الكامل في مقام الاتيان ليتوصل به إلى الفوز بأعلى مراتب الاجر والثواب المقرر لذلك الفرد وهذا لا يتصور في المقام الذي لا يكون له البدل بل يتصور في القسم الثاني الذي يكون له البدل كالصلاة في الحمام ؛ واما ؛ القسم الثالث اعني ما لا يتعلق النهى بعنوانه بل تعلق بما هو متحد معه كالصلاة في بيوت الظالمين فهو كالقسم الأول اي كلما ذكرنا فيه يجرى هاهنا ؛ فإذا عرفت هذا فاعلم أنه لا محيص لنا في هذه الموارد التي ظاهرها الاجتماع الا التصرف والتأويل حتى يرتفع الاجتماع كما عرفت ؛ مضافا إلى ما ذكرنا من أن المجوز لا يقول باجتماع الحكمين من الأحكام الخمسة في شيء واحد الذي كان له عنوان واحد كالاقسام الثلاثة المذكورة وغيرها كاجتماع الاستحباب والوجوب فلا بد له أيضا من التصرف والتأويل بان يقال إن الامر الاستحبابي امرا ارشاديا إلى أفضل الافراد وفي الحقيقة لا يتعلق الأمران بالمأمور به بل تعلق امر واحد وهو الوجوب واما امر الاستحبابي فهو مؤكد له ؛ وكك ؛ في الصلاة في الحمام ففي الواقع ونفس الامر تعلق بها الامر الواحد ؛ واما ؛ النهى عن اتيانها فيه فهو ارشاد إلى أفضل افراد تلك الماهية وهو اتيانها في خارجه مثلا ؛ فحينئذ ؛ لا يصح حمل الكراهة على الأقل ثوابا في الاقسام المذكورة وغيرها ولا فرق فيها أصلا ؛ الأمر الثاني ؛ ان اطلاق الخطابات الشرعية قاضية بحصول الامتثال والمخالفة في مورد اجتماع الامر والنهي عند الاتيان بذلك المورد وهذا لا يلزم المانعية من اجتماع الضدين والتكليف بما لا يطاق لان تعدد الجهة\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nمجد بالنسبة إلى المحذور الأول واعتبار المندوحة بالنسبة إلى الثاني ؛ وفيه ؛ انه قد ذكرنا ان تعدد الجهة لا يوجب تعدد الموجهة إليها مع عدم اعتبار المندوحة كما عرفت ؛ الثالث ؛ انه إذا امر المولى عبده بالمشي ونهاه عن الحركة في المسجد فلو خالف مولاه وأوجد المشي في ضمن الحركة فيه فبحكم العرف يعد عاصيا ومطيعا ؛ وفيه ؛ ان هذا ليس من باب الاجتماع بل يعد اما عاصيا إذا غلب جانب النهي أو مطيعا إذا غلب جانب الامر ؛ واما ؛ ما استدل المفصل بجواز الاجتماع عقلا والامتناع عرفا فلعله جمع بين دليل المجوز من عدم اجتماع الضدين في محل واحد وبين ما يظهر في العرف من فهم التعارض بين الايجاب والتحريم في مادة الاجتماع ؛ وفيه ؛ ان موضوع كل واحد من حكم العقل والعرف عين موضوع الآخر لان العرف هم العقلاء فيمتنع اختلافهما مع عدم الحكومة للعرف في قبال العقل لان العرف مرتبة من مراتبه فليس في البين موضوعان مختلفان كما هو أوضح من أن يخفى : -\r\n\r\nالطريق الثالث قد اختلفوا في أن النهى هل يقتضى الفساد إذا تعلق بشيء أم لا\r\nفلا بد قبل الشروع في بيان ذكر الأقوال وما هو المختار من بيان مقدمات ؛ الأولى ؛ انه قد أشرنا في المسألة السابقة الفرق بينها وبين هذه المسألة من أن المبحوث عنها هنا هو ثبوت الملازمة بين النهي والفساد سواء كانت مدلولة بالصيغة أولا ؛ واما ؛ ذكرها في المباحث الالفاظ فلانه يمكن ان يكون البحث عنها في دلالة الصيغة بالالتزام أو للاستطراد أو للقول بانكار الملازمة بينهما كما ستعرف ان شاء اللّه ؛ الثانية ؛ ظاهر لفظ النهى المأخوذ في المقام هو النهي التحريمي ؛ واما ؛ النهي التنزيهي فلا يوجب الفساد بناء على المعني الذي ذكرنا له في طي كلماتنا فعليه يظهر ما في تعميمه كما في الكفاية ما لفظه ( ظاهر لفظ النهي وان كان هو النهى التحريمى إلّا ان ملاك البحث يعم\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالتنزيهي ) انتهى موضع الحاجة ؛ واما ؛ اختصاصه بالاصلى كما ذهب اليه المحقق القمي ؛ ره ؛ واستدلاله ؛ ره ؛ من أن امكان ما ينازع فيه منحصر فيما يترتب عليه العقاب ولا عقاب في التبعي ؛ ففيه ؛ انه لا دليل على انحصاره فيه مع أن العقاب يترتب على النهي التبعي كما أن الثواب يترتب على الواجب التبعي ؛ الثالثة ؛ ان المراد من الشيء في العنوان هو ما كان قابلا لان يتصف بالصحة والفساد سواء كان عبادة أو معاملة ؛ واما ؛ ما لا يتصف بالصحة كالزنا والقمار لكونه فاسدا بالأصل أو ما لا يتصف بهما كبعض أسباب الضمان مثل الغصب الموجب له وان كان يترتب عليه الآثار الشرعية فلا نزاع فيه ؛ واما ؛ الصحة والفساد فيهما أمران إضافيان كصحة صلاة القصر بالنسبة إلى المسافر وفسادها بالنسبة إلى الحاضر والاختلاف بين المتكلم والفقيه من تفسيره الصحة بما يوافق الشريعة وتفسير الفقيه بسقوط القضاء والإعادة راجع إلى المعنى الواحد وهو التمامية كما عرفت في باب الصحيح والأعم فراجع ؛ ثم ؛ لا يخفى ان هذا النزاع انما يجرى على القول الأعمّي ؛ واما ؛ بناء على الصحيحى فلا مثلا إذا قال المولى لعبده لا تصل وهو صلى فكأنه لم يأت بالصلاة أصلا لأنها اتى بها لكنها فاسدة ؛\r\n\r\n[ في امكان اجراء الأصل وعدمه 
  ]\r\nالرابعة ؛ هل يكون في المقام مجرى لأصل حتى يعول عليه عند الشك في دلالته على الفساد أم لا ؛ أقول ؛ النهي دال على الفساد بنفسه ولا مجال للشك حتى نحتاج إلى الأصل لان النهي عدم الامر فإذا اتى به فكأنه اتى بما لم يؤمر به وهذا دليل على الفساد لان الأحكام الشرعية كلها توقيفية نعم كان مجراه في المسألة الفرعية والأصل فيها هو الفساد معاملة كانت أو عبادة لكن لا على نحو الاطلاق : اما : في المعاملة فالأصل فيها الفساد إذا لم يكن هناك اطلاق أو عموم وإلّا يقتضى الصحة : واما : في العبادة إذا لم يكن الشك بعد الاتيان بل كان حين اتيانه وإلّا فتجرى أصالة الصحة هذا إذا كان\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالشك في انطباق المأتي به مع ما هو المأمور به : واما : إذا كان في دوران الواجب بين الأقل والأكثر فقضية الأصل وان كان هو الاشتغال بحكم العقل إلّا ان حديث الرفع وهو ما لا يعلم يقتضى البراءة عن الأكثر وصحة الأقل فتأمل ؛ الخامس ؛ اعلم أن ما يتعلق به النهي اي الشيء المأخوذ في العنوان اما ان يكون عبادة أو غير عبادة والعبادة على ما هو المختار هي ما يترتب على اتيانها الثواب والجزاء سواء كان بنحو قربي كالطهارة والصلاة والصوم وغير ذلك أو لا كأداء الدين ودفن الأموات والزيارة ونحوها : وبذلك : قد انقدح ما في الكفاية من أنه : ره : فسرها بما لو تعلق الامر به كان امره امرا عباديا لا يكاد يسقط إلّا إذا اتى به بنحو قربى وما نسب إلى شيخنا العلامة : ره : من أنه فسرها بما امر به لأجل التعبد به فإنه بناء على هذا يلزم ان يكون الواجبات الغير القربى غير عبادة مع أنها ليست كك كما يعرف من معنى العبادة وكك ما في القوانين من أنه : ره :\r\nفسرها بما احتاج صحتها إلى النية وما لا يعلم انحصار المصلحة فيها في شيء فإنه بناء على الأول يوجب الدور لان معرفة العبادة تتوقف على معرفة الصحة لوقوعها جزء لحدها ومعرفتها تتوقف على معرفتها وعلى : الثاني : يرد عليه الانتقاض عكسا بالطهارة فإنه علم انحصار المصلحة فيها في الامتثال لغيرها مع أنها عبادة : واما :\r\nغير العبادة فهو اما ان يتصف بالصحة والفساد كغسل النجاسات والعقود والإيقاعات أو لا : والثاني : اما ان يترتب عليه الآثار الشرعية كالغصب لترتب الضمان عليه أو لا كشرب الماء واكل الخبز : وإذا عرفت : هذا فنقول الظاهر أن العبادة بالمعنى الأخص اي ما يترتب على اتيانها الثواب والجزاء مع اتصافها بالقربي داخل في عنوان النزاع كغير العبادة التي قابلة لان يتصف بالصحة والفساد ؛ واما ؛ ما لا تتصف بهما ولو يترتب عليه الآثار الشرعية فلا كما عرفت\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n؛ ثم ؛ ان الشيء المذكور في العنوان اما ان يكون نفس العبادة والمعاملة أو جزئهما أو شرطهما أو وصفهما الملازم لهما أو الغير الملازم لهما ؛ فالأول ؛ كالنهي عن صلاة الحائض وعن بيع الخمر والثاني كالنهي عن الصلاة المشتملة على العزائم وكبيع الغاصب مع جهل المشتري بناء على القول بان البيع هو نفس الايجاب والقبول الناقلين فان هذه المعاملة منهى عنها باعتبار جزئها وهو ايجاب الغاصب ؛ والثالث ؛ كالنهي عن النظر إلى الأجنبية في حال الصلاة وعن بيع مال الغير : والرابع : كالنهي عن الجهل في موارد الاخفات وبالعكس وكبيع الربوي : والخامس كالنهى عن الصلاة باعتبار الغصب وعن البيع باعتبار تفويت الجمعة ولا ريب في خروج القسم الثالث والخامس عن حريم النزاع : اما الثالث : فلان النظر إلى الأجنبيّة والتصرف في مال الغير بنفسه حرام من دون تعلق النظر بالصلاة والبيع بمال الغير : نعم : ان قلنا بان الصلاة لم تحقق بدون ترك النظر إليها والبيع لا يتحقق إلّا ان لا يكون التصرف في ماله فدلالة النهي على الفساد مما لا يكاد يخفى : واما الخامس : فلان النهي عن الوصف وهو الغصب لا يسري إلى الصلاة وهي الموصوف ولو قلنا بجواز اجتماع الامر والنهي : نعم : انما يسري إذا اتحد الوصف مع الموصوف وجودا بناء على امتناع الاجتماع ودخول الأول والثاني والرابع : اما الأول : فظاهر واما : الثاني فلان جزء العبادة عبادة واما الرابع فلان النهي عن الوصف الملازم للقراءة وهو الجهر أو الاخفات مساوق للنهي عنها لان الاتيان بها لا يمكن إلّا مع أحدهما فكيف يأتي بها مع أن وصفها منها عنه فعلا : وإذا عرفت : هذه المقدمات الخمس فاعلم أنهم قد اختلفوا في مورد النزاع في دلالة النهى على الفساد وعدمها على أقوال كثيرة : منها : انه يدل في العبادات دون المعاملات : ومنها : انه يدل مط شرعا ولغة ومنها : انه يدل لغة في العبادات\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\n[ في ان النهى في العبادات يقتضى فسادها بخلاف المعاملات 
  ]\r\nوعرفا في المعاملات : ومنها : انه يدل في العبادات لغة وفي المعاملات شرعا : ومنها : انه يدل في العبادات والمعاملات : ومنها : انه لا يدل مط : ومنها : انه يدل في العبادات شرعا لا لغة إلى غير ذلك من الأقوال المذكورة في المطولات ولا داعى إلى ذكرها لان المقصود بيان ما هو المختار عندنا لا ايراد النقض والابرام عليها لان هذا المختصر لا يسع ذكرها تفصيلا فنقتصر عليه لان يظهر ما في الأقوال المخالفة له فنقول لا محيص لنا في تحقق ما هو الحق عندنا إلّا ان نبسط الكلام في موردين ، الأول ؛ في العبادات فالحق ان النهى المتعلق بها بنفسها أو بجزئها أو بوصفها الملازم لها كما عرفت يقتضى فسادها لدلالة النهي على حرمتها مط سواء كانت تشريعية كصلاتها في أيام الاقراء مع قصد القربة لا لداع آخر كالتعليم وغيره حتى نقول بعدم حرمتها لان في اتيان صلاة الحائض أو الجنب مفسدة ومبغوضية في حال حيضها وجنابته فكيف تجتمع الصحة مط سواء كانت بالمعنى الذي قال به المتكلم أو الفقيه مع الحرمة وكك يقتضى الفساد إذا كان النهي عن العبادة التي كانت ضد الواجب كالنهى عن الصلاة التي كانت ضدا لاخراج النجاسة عن المسجد بناء على القول باقتضاء الامر بالشيء للنهي عن الضد وإلّا فلا ؛ الثاني ؛ في المعاملات والحق ان دلالته على الحرمة لا تقتضى فسادها لان الحرمة تعلق بنفس المعاملة سواء قلنا بان ايجاد السبب وهو الايجاب والقبول من حيث إنه أحد افعال المكلف أو من حيث إنه يوجب وجود مسبب مبغوض حرام أولا ولا تكون بين الحرمة والفساد ملازمة هذا في المعاملات بمعنى الأعم أو الأخص اي العقود والايقاعات ؛ واما ؛ إذا أحرزنا ان النهي دل على حرمة ما لا يكاد يحرم مع صحتها كالنهى عن اكل الثمن فيما إذا كان عن الكلب\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nأو أحرزنا انه ارشاد إلى فسادها من دون دلالته على الحرمة فيقتضى الفساد ويمكن ان يقال إن المعاملات تستتبع الفساد شرعا من جهة دلالة الأخبار الكثيرة ؛ منها ؛ ما رواه الكليني ؛ ره ؛ والصدوق ؛ ره ؛ عن زرارة عن الباقر ( ع ) حيث سأله عن مملوك تزوج بغير اذن سيده فقال ذلك إلى سيده ان شاء اجازه وان شاء فرق بينهما قلت أصلحك اللّه ( تعالى ) ان حكم بن عبته وإبراهيم النخعي وأصحابهما يقولون إن أصل النكاح فاسد ولا يحل إجازة السيد له فقال أبو جعفر ( ع ) انه لم يعص اللّه انما عصى سيده فإذا أجاز فهو له جائز كما نسب إلى شيخنا العلامة بعض الفضلاء من مقرري بحثه الاستناد إليها ؛ وفيه ؛ ان قوله ( تعالى ) لم يعص اللّه من حيث إن النكاح انما كان فاسدا إذا حرم اللّه ولم يمضه مع أنه ليس كك لا يلزم ان تستتبع المعصية الفساد لما ذكرنا من عدم الملازمة بين الحرمة والفساد لا شرعا ولا لغة ولا عرفا ؛ مضافا ؛ إلى أنه يمكن ان يقال عصى اللّه لأنه اتى بعمل لم يمضه اللّه وهو ايقاع النكاح مع عدم اذن سيده مع أنه ليس بفاسد إذا أجاز مولاه فافهم : -\r\n\r\nتتمة [ فيما نسب إلى أبى حنيفة والشيباني 
  ]\r\nقيل إنه قد حكي عن أبي حنيفة والشيباني دلالة النهي على الصحة ووافقهما فخر المحققين ابن العلامة ؛ ره ؛ أقول لا ريب في أنه لم يراد من الصحة كون المنهي عنه مأمور به للتنافي بينهما ولو قلنا بجواز اجتماع الامر والنهي لعدم تعدد الجهة التي قد اشترطه القائل به بل أريد منها كون المنهى عنه مع قطع النظر عن النهي كامل الاجزاء والشرائط ويتصور دلالته عليها بهذا المعنى في المعاملات مط سواء تعلق النهي بالسبب أو المسبب ؛ واما ؛ في العبادات فلا لأنها تحتاج إلى قصد القربة فمع انها منهيا عنها فكيف يأتي بها مع ذلك وإذا اتي بها\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nبدونها فلا يدل على الصحة بمعنى المذكور لعدم كاملية الاجزاء فتأمل جيدا :\r\n\r\nإفاضة في المفاهيم‌و فيها حجب ؛\r\n\r\nالأول [ تعاريف المفهوم والمنطوق 
  ] ؛\r\nاعلم أنه قد عرف المفهوم والمنطوق بتعاريف كثيرة وكل واحد منهم أورد النقض والابرام على الآخر وأطالوا الكلام في المقام مع أنه لا فائدة لها لان كلها تعاريف لفظية واقعة في جواب السؤال عنه بماء الشارحة لا الحقيقية فعلى هذا كانت الإطالة بلا فائدة ؛ فالتحقيق ؛ ان يقال المنطوق هو الحكم المذكور أو حكم لمذكور والمفهوم بخلافه والترديد في الحد من قبل انهم اختلفوا في ان المنطوق والمفهوم هل هما من صفات الدلالة أو المدلول والظاهر من تعريف الحاجبي بقوله المنطوق هو ما دل عليه اللفظ في محل النطق والمفهوم هو ما دل عليه اللفظ لا في محل النطق من صفات المدلول ان قلنا بان ؛ ما ؛ موصوله ؛ واما ؛ ان قلنا بأنها مصدرية فيكونان من أوصاف الدلالة والمعنى ان المنطوق دلالة اللفظ على مدلوله والحق انه لا ثمرة لهذا النزاع أصلا ضرورة انه لا يضر بالمعنى على كلا القولين كما هو أوضح من أن يخفى ؛ وقد ؛ انقدح بذلك قول بعض الأفاضل ؛ ره ؛ من أن المنطوق والمفهوم أشبه بصفات المدلول حيث لم أقف على وجه الأشبهية مع أنه يمكن ان يقال إن أشبهيتهما بصفات الدلالة كانت أولى فتأمل ؛ ثم ؛ ان مورد النزاع والخلاف في ثبوت المفهوم وعدمه انما هو بالوضع أو بالقرينة العامة لا غير وإلّا فلا يشك أحد في ثبوته ولا يحتاج القائل به إلى إقامة الدليل بل يحتاج إليها من قال بثبوته بالدلالة الوضعية وكك من قال بعدمه بها : -\r\n\r\nالثاني [ المنطوق واقسامها 
  ]\r\n؛ اعلم ؛ انه قد قسم المنطوق إلى صريح وغيره فالأول هو المعني المطابقي أو\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nالتضمني والثاني هو المعنى الالتزامي والمدلول عليه في الثاني اما ان يكون بدلالة الاقتضاء أو التنبيه وإلّا فكان بدلالة الايماء إذا كانت الدلالة مقصودة للمتكلم والإشارة إذا لم تكن كك ؛ فالأول ؛ ما يتوقف صدق الكلام عليه كقوله رفع عن أمتي تسع فالمراد رفع المؤاخذة عنه أو صحة الكلام عليه عقلا كقوله ( تعالى ) واسأل القرية بتقدير الأهل وإلّا لما صح عقلا أو شرعا كقولك اعتق عبدك عنى على الف اي مملكا لي على الف لان العتق لا يصح شرعا الا في ملك وما لا يتوقف صدقه ولا صحته عليه كقوله فكفر بعد قول الاعرابي واقعت أهلي في نهار رمضان ؛ والثاني ؛ ما يلزم من الكلام بدون القصد كقوله ( تعالى ) وحمله وفصاله ثلاثون شهرا مع قوله ( تعالى ) والوالدات يرضعن أولادهن حولين كاملين حيث يدلان على كون أقل الحمل ستة اشهر فإنه غير مقصود في الآيتين والمقصود في الأولى بيان تعب الأمّ في الحمل والفصال وفي الثانية بيان أكثر مدة الفصال ؛ وكك ؛ سم المفهوم إلى مفهوم الموافقة إذا كان الحكم الغير المذكور موافقا للمذكور اثباتا ونفيا كدلالة حرمة التأفيف على حرمة الضرب ؛ وإلى ؛ مفهوم المخالفة إذا لم يكن الحكم الغير المذكور موافقا للمذكور كك هذه خلاصة ما نقله في القوانين عن المشهور ؛ وفيه ؛ ما لا يخفى فإنك بعد ما عرفت تعريف المنطوق والفهوم لا تحتاج إلى انقسامهما إلى المذكورات فان كل حكم كان مذكورا فتجعله منطوقا وكل حكم كان غير مذكور فتجعله مفهوما ؛ مضافا ؛ إلى الاشكال الوارد على جعل معنى التضمني من الصريح كما صرح به ، ره ؛ في أول نقله : -\r\n\r\nالثالث [ في بيان مفهوم الشرط 
  ]\r\nانه قد اختلفوا في ان الجملة الشرطية هل تدل على الانتفاء عند انتفاء شرطها\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nأم لا وهذا أولى مما قال المحقق القمي ؛ ره ؛ من أنهم اختلفوا في حجية مفهوم الشرط فان كلامه مشعر بعدم النزاع في ثبوت الدلالة ؛ ثم قبل ؛ الشروع في ذكر أدلة الطرفين وبيان ما هو التحقيق ينبغي التنبيه على مقدمة وهي انهم قد أطالوا الكلام في معنى لفظ الشرط وفي ان الجملة الشرطية هل هي ظاهرة في اللزومية حتى يستفاد تعلق أحد الجزءين بالآخر على وجه يكون اتفاقية خارجة عن حقيقتها أولا وفي ان العلاقة المعتبرة بين الجزءين هل هي علية الشرط للجزاء أو هي أعم منها ؛ ثم ؛ بعد الاعتراف بأنها هي العلية والسببية بينهما لا غيرها فهل يستفاد منها انحصار العلة التامة في الشرط أو لا مع أنه لا حاجة لنا إلى إطالة الكلام فنقول بعون اللّه الملك العلام ؛ التحقيق ان الشرط هو تقييد الحكم بواسطة كلمة ( ان ) وأخواتها أو تقييده بلا واسطها سواء أريد به المعني الحدثي وهو الالزام أو المعنى الغير الحدثي وهو ما يلزم من عدمه العدم ؛ واما ؛ ما قيل من أن الأول كان مشتقا والثاني جامدا ؛ فحينئذ ؛ يكون اشتقاق المشروط منه اشتقاقا جعليا كاشتقاق المسبب من السبب ؛ ففيه ؛ انا قد أشرنا في بعض كتبنا ان الالفاظ كلها مشتقة من حروف الهجاء ان قلنا بالاشتقاق ؛ وان ؛ قلنا بان الاشتقاق منحصر في المعتلات فلا معنى للاشتقاق في الالفاظ على نحو الكلية حتى يشمل غير المعتلات لان كل واحد منها كلمة مستقلة متعارفة بين أهل المحاورة سواء كان بالوضع التعييني أو التعينى ؛ والحاصل ؛ انه ليس لهم ولغيرهم اصطلاح جديد في ذلك بل كلهم أرادوا به المعنى العرفي الذي لا فرق بينه وبين اللغوي ؛ نعم ؛ انما الفرق هو الاختلاف بين عباراتهم مثلا النحوي أراد به ما تلا حرف الشرط والأصولي ما يستلزم من عدمه العدم لا ما يستلزم من وجوده الوجود وغير ذلك فكلها حاكية عن المعنى الواحد العرفي ولا بأس بذلك كما قيل\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nعباراتنا شتى وحسنك واحد : وكل إلى ذاك الجمال يشير ) ؛ ثم ؛ لا ريب في ان الجملة الشرطية ظاهرة في اللزومية وكان مثل لو كان الانسان ناطقا لكان الحمار ناهقا خارجة عن حقيقيتها لقضاء العرف في موارد استعمالها وهذا لا يحتاج إلى زيادة بيان ومئونة برهان كما هو أوضح من أن يخفى مع أنه يمكن ان يقال إن القول بذلك خارجة عن الفصاحة والبلاغة لان الشرط لا يدل على تحقق الجزاء نحو قولهم إذا نزل الثلج فالزمان شتاء ؛ وان ؛ قلنا بان العلاقة المعتبرة بينهما أعم من السببية وعلية الشرط للجزاء كما هو الأقوى من تخصيصها إليها لامكان تحقق الجزاء بدون الشرط ؛ وقد انقدح ؛ بذلك انه لا نحتاج إلى النزاع الأخير لأنه إذا لم تكن بينهما علية ولا سببية فهو وإلّا فلا ريب في انحصار العلة التامة في الشرط نحو لو كانت الشمس طالعة فالنهار موجود وإذا عرفت هذه المقدمة ووجدت العلية بينهما فنقول بأنها تدل على المفهوم اى تدل على الانتفاء عند انتفاء شرطها لملاحظة موارد استعمالات الواردة في العرف وللانسباق إلى الذهن وإذا ثبت ذلك في العرف فثبت في الوضع للأصل اللفظي وهو اصالة عدم النقل ؛ لا نحتاج إلى القول بان ظهور الجملة الشرطية في العلية هل هو بالوضع أو بالاطلاق وعدم تقييدها بحيث ينصرف الاطلاق إلى العلاقة العلية لأنها أكمل افرادها كانصراف صيغة الامر إذا كان مطلقا إلى الفرد الأكمل من افرادها وهو الوجوب النفسي مع أن اكمليتها لا يوجب انصراف العلاقة إليها لأنا نرى انها ظاهرة في غيرها في كثير من الاستعمالات العرفية مع أنه يمكن ان يدعى بأنها ليست بأكمل أصلا من ساير افرادها ؛ ودعوى عدم التمامية إذا كانت العلاقة منحصرة بها مدفوع لان الانحصار لا يوجب أن تكون العلاقة المنحصرة بها أكمل من غيرها ؛ واما ؛ مقايسة ذلك بانصراف الامر في\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nاطلاقه الوجوب النفسي ؛ ففيه ؛ ان النفسي هو الواجب على كل حال ولا يحتاج إلى قرينة أصلا فاطلاق الامر بعد تمامية مقدمات الحكمة كان محمولا عليه بخلاف الغيري فإنه مع ذلك يحتاج إليها لأنه تارة واجب وأخرى لا فقياس ذلك مع ما نحن بصدده مع الفارق لان تعين العلاقة إلى كل واحد من افرادها يحتاج إلى القرينة ولا يتفاوت فيها أصلا سواء كانت العلية هي العلية أو غيرها كما لا يخفى ولعمري بهذا البيان يمكن ان يقال إن قول المثبتين لمفهومها والمنكرين كلاهما باطلان لان الجملة ظاهرة في انحصار العلة التامة في الشرط عند المثبتين ولذلك يحكمون بانتفاء الجزاء عند انتفاء الشرط وخلافه عند المنكرين فلذا لا يحكمون بذلك مع أنك قد عرفت في طي كلماتنا بطلان كلا القولين مع الاطلاق هذا ولا بأس بصرف الكلام إلى بعض الوجوه التي استدل بها المنكرون للمفهوم\r\n\r\n[ في بيان كلام المنكرين 
  ]\r\nفنقول ؛ من ؛ الوجوه المستدلة بها ما عزى إلى السيد وهو ان تأثير الشرط انما هو تعليق الحكم به وليس يمنع ان يخلفه وينوب منا به شرط آخر يجرى مجراه ولا يخرج عن كونه شرطا لان قوله ( تعالى ) فاستشهدوا شهيدين من رجالكم يمنع من قبول الشاهد الواحد حتى ينضم اليه شاهد آخر فانضمام الثاني إلى الأول شرط في القبول ثم علمنا أن ضم امرأتين إلى الشاهد الأول شرط في القبول ثم علمنا أن ضم اليمين يقوم مقامه أيضا فنيابة بعض الشروط عن بعض أكثر من أن يحصى مثل الحرارة فان انتفاء الشمس لا يلزم انتفاء الحرارة لاحتمال قيام النار مقامه والأمثلة لذلك كثيرة شرعا وعقلا ؛ وفيه ؛ ان نيابة بعض الشروط عن البعض في مقام الامكان والثبوت مما لا منكر له ووضوحه انما هو مثل الشمس في رابعة النهار بل المنكر له انما هو في مقام الاثبات ودلالة الوضعية وكم فرق بين المقامين ؛ ومنها ؛ انه لو دل لكان بإحدى الدلالات والملازمة\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nكبطلان التالي واضح حيث لا لزوم عقلا ولا عرفا ؛ وفيه ؛ انا نمنع بطلان التالي لما قدمنا من أن الالتزام ثابت لقضاء العرف ؛ ومنها ؛ قوله ( تعالى ) ولا تكرهوا فتيانكم على البغاء ان أردن تحصنا لأنه يلزم باعتبار المفهوم إباحة الاكراه عند عدم الشرط اي عدم إرادة التحصين والملزوم مثل اللازم باطل ؛ وفيه ؛ انا لا نمنع عن استعمال الجملة الشرطية فيما لا مفهوم له أحيانا أو بالقرينة بل نمنع عدم ظهورها في ما له المفهوم بالوضع أو بالقرينة :\r\n\r\nتنبيهان [ في اثبات مفهوم الشرط 
  ]\r\n؛ الأول ؛ اعلم أنه لا نزاع في ثبوت المفهوم في الجملة الشرطية الواقعة في موارد الوصايا والأوقاف والنذور والايمان وفي غيرها وانما النزاع في أن للقضية الشرطية دلالة عليها أولا فنقول لا اشكال في عدم الدلالة في الأول لان المفهوم المتنازع فيه هو انتفاء سنخ الحكم ونوعه لا شخصا لان انتفاء شخص الحكم بانتفاء موضوعه قطعي ولا يستريب أحد فيه حتّى القائلين بعدم المفهوم في الثاني كمفهوم اللقب نحو قوله أكرم زيدا فان وجوب اكرام زيد الثابت بانشاء خاص منفى عن العمر وعقلا فدلالة الوصايا والأوقاف ونحوهما كك لا بدلالة الشرط كقوله وقفت هذا على أولادي ان كانوا فقراء ولا بالوصف كقوله وقفته على أولادي الفقراء كما نسب كك إلى الشهيد الثاني ؛ ره ؛ فان قلت ما الدليل على تخصيص النزاع من أن المفهوم المتنازع فيه هو انتفاء نوع الحكم لا شخصه مع أن الشرط في الشرطية انما وقع شرطا بالنسبة إلى الحكم الحاصل بانشائه دون غيره فغاية ما يفيد هو انتفاء ذاك الحكم بانتفاء شرطه كانتفاء وجوب الاكرام بانتفاء مجيء زيد فهذا لا يدل على انتفاء نوع الوجوب ؛ قلت ؛ مفاد الصيغة هو مطلق الوجوب الذي كان معلقا على الشرط لان وضعها كالموضوع له عام فيحكم بانتفاء مطلق\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nالوجوب في المفهوم ؛ واما ؛ الشخص والخصوصية انما نشاء من قبل الاستعمال كما أشرنا في معنى الحروف بان ما استعمل فيه عام كالموضوع له ؛ واما ؛ لحاظ الالية فيه أو الاستقلالية في الاسم انما نشاء من جانب الاستعمال لا المستعمل فيه فراجع ؛\r\n\r\n[ فيما يرد على الشيخ قدس الله سره 
  ]\r\nوللشيخ ره ؛ جواب آخر خلاصته ان الكلام المشتمل على المفهوم اما ان يكون خبريا نحو يجب على زيد اكرامه ان كان عالما أو انشائيا نحو ان جاءك زيد فأكرمه فارتفاع مطلق الوجوب في طرف المفهوم في الأول ظاهر لكون الوجوب كليا فلا يتوجه هاهنا اشكال ؛ واما ؛ ارتفاعه فيه في الثاني فهو من فوائد العلية المستفادة من الجملة الشرطية لان ارتفاع شخص الوجوب ليس مستندا إلى ارتفاع العلة المأخوذة منها فإنه يرتفع ولو لم يؤخذ في حيال أداة الشرط كما في اللقب والوصف ؛ ثم ؛ أورد على هذا الجواب اشكال وكأنه اشكال على الجواب الذي قلنا آنفا كما هو ظاهر عبارة التقريرات بما حاصله ان دفع الاشكال لا يبتني على كلية الوجوب اى عموم الموضوع له والوضع مع أنه لم يقم الدليل على كون الموضوع في الانشاء عاما لو لم نقل بقيامه على خلافه حيث إن الخصوصيات بأنفسها مستفادة من الالفاظ انتهى كلامه ؛ وفيه ؛ اما في جوابه أولا فلانه ليس فرق بين الوجوب الاخبارى والانشائي حتى يقال بارتفاع مطلق الوجوب في الأول لأنه كلى وفي الثاني لأنه من فوائد العلية المأخوذة من الجملة الشرطية ؛ وثانيا ؛ بأنه لم يقم الدليل على نفي استناد ارتفاع شخص الوجوب وهو عدم اكرام العمر ومستند إلى العلة وهو عدم زيدية العمر ولان الوجوب في قوله أكرم زيدا معلق على كونه زيدا فإذا انتفى الزيدية انتفى الوجوب ؛ واما ؛ في ايراده فلان الخصوصيات الناشئة من الاستعمال لا يمكن ان يدخل في الالفاظ المستعمل فيها كما حققنا في المعاني الحرفية فراجع وتذكر لان الإعادة\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nيوجب الإطالة مع أنها ليست من شأن هذه الرسالة الثاني قد عرفت ان الجملة الشرطية ظاهرة في المفهوم فإذا تعدد الشرط واتحد الجزاء في مثل قوله إذا خفي الاذان فقصر وإذا خفي الجدران فقصر فلا بد من التصرف في ظهورها بأحد الوجوه الثلث أو من رفع اليد عنه بأحد الوجهين ؛ اما ؛ الوجوه الثلث فالأول تخصيص مفهوم كل منهما بمنطوق الآخر ؛ والثاني ؛ تقييد اطلاق الشرط في كل منهما بالآخر ؛ والثالث ؛ إرادة القدر المشترك بينهما وهو اخذ الشرط بعنوانه الأعم الشامل للشرط الآخر فان تعدد الشرط قرينة على أن ما اخذ في الشرط بعنوانه الخاص ليس بمراد ؛ واما ؛ الوجهين الأخيرين ؛ فالأول ؛ رفع اليد عن المفهوم فيهما وانما الفرق بينه وبين الوجه الأول من الوجوه الثلث بان لا يستدل فيهما في هذا على عدم مدخلية شيء آخر في الجزاء بخلافه ؛ والثاني ؛ بان يكون التصرف في أحد الجملتين والأخرى تبقى بحالها مفهوما ومنطوقا بلا تصرف ولا ريب في أن الأقوى هو الوجه الأول والثاني للتبادر ولمساعدة العرف وهذا لا يحتاج إلى مئونة برهان لان العرف يحكم بان لا مدخلية لانتفاء أحدهما فان الحكمة تقتضى بان انتفائهما معا مطلوب ؛ وبذلك ؛ فقد ظهر فساد ما قال في الكفاية وهو قوله ؛ ره ؛ ولعل العرف يساعد على الوجه الثاني وهو هاهنا هو الوجه الرابع فكأنه فهم هكذا وفرض العرف نفسه الشريف ؛ مضافا ؛ إلى أنه بعد ما قلنا بان الجملة ظاهرة في المفهوم فكيف يمكن رفع اليد عنه فتأمل وكك فساد الوجه الخامس مع أنه وان سلمنا لكنه كان رفع اليد عن كل منهما ترجيحا بلا مرجح ؛\r\n\r\n[ في بيان التداخل في المسبب 
  ]\r\nواما ؛ الوجه الثالث وان كان يعينه العقل لأن الأمور المتعددة لا يمكن ان يكون كل واحد منها مؤثرا في واحد لما قيل الواحد لا يصدر عنه الوحد للزوم الربط الخاص بين العلة والمعلول ؛ ففيه ؛ ان المسألة ليست عقلية حتى يعينها العقل بل هي لفظية واللفظ لا يدل عليه أصلا\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nكما لا يخفي ؛ ثم ؛ الظاهر من تعدد الشرط واتحاد الجزاء بناء على الوجه الثاني من الوجوه الخمسة المذكورة والخامس منها ان قلنا بعدم بطلانه مع أنك قد عرفت ما فيه ؛ هو ؛ اتيان الجزاء دفعة واحدة لان كل شرط من الشرطين في هذين الوجهين فكأنه جزء السبب ؛ واما ؛ على الوجوه الثلاثة الأخر فهل اللازم اتيان تعدد الجزاء حسب تعدد شرطه أو اتيانه دفعة واحدة لكن لا بأنه كان كل واحد منها جزء السبب كما كان كك في الوجهين على ما عرفت بل بتداخل الشروط فيه أقوال الثلث كما قيل ؛ الأول ؛ عدم التداخل وعليه المشهور ؛ والثاني ، التداخل وعليه جماعة منهم المحقق الخونساري ؛ ره ؛ على ما يظهر منه في المشارق والثالث التفصيل بين اتحاد الجنس واختلافه فالتداخل في الأول وعدمه في الثاني وعليه الحلى ؛ ره ؛ أقول انهم قد أطالوا الكلام في المقام بذكر الوجوه ونقل الأقوال مع النقض والابرام ولكن نحن لا نتعرض الإطالة الا في الجملة لان يتضح لمرام فقلت بعون اللّه الملك العلام قبل الشروع في المقصود ينبغي تقديم مقدمة ؛ وهي ؛ ان التداخل اما ان يكون في الأسباب وهو لا يقتضى إلّا وجود جزاء واحد سواء كانت تلك الأسباب من نوع واحد أو من أنواع مختلفة لكن مع فرض الجامع بينها كالحدثية بين النوم والبول لعدم المحذور وهو صدور الواحد عن الكثير فتداخل المسببات على هذا عزيمة ويتوقف جواز الاتيان به ثانيا على وجه الامتثال على دليل ؛ واما ؛ ان يكون في المسببات لا في الأسباب وتوضيحه بان تعدد الشرط ولو قاض بتعدد المسببات إلّا ان الاتيان بواحد منها يقوم مقام كلها مع فرض الجامع بين الأسباب أيضا وإلّا يلزم المحذور المذكور وهذا انما يتصور فيما إذا فرض الجامع بين المسببات أيضا وإلّا فمع فرض الجامع بين الأسباب للزم المحذور أيضا وهو خروج الكثرة عن الوحدة وهو محال للربط\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالخاص بين العلة والمعلول والتداخل فيها على هذا رخصة وجواز الاتيان به ثانيا كك لا يتوقف على دليل ؛ ثم ؛ ان التداخل انما يتصور في الجزاء الذي كان قابلا لان يتعدد وإلّا فلا معنى له كقتل زيد إذا وقع جزاء شروط عديدة ؛ ثم ؛ لا فرق في التداخل بين الأسباب أن تكون شروطا أو أوامرا كقوله أكرم عالما وأضف الهاشمي فأكرم العالم الهاشمي بالضيافة ؛ وإذا عرفت هذه المقدمة فقد علمت أنه لا وجه للقول بعدم التداخل مط ولو فرض الجامع بينهما ولا لقول بالتداخل مط وان فرض عدم الجامع بينهما ولا للقول بالتفصيل فلانه قد يتصور الجامع بين الأسباب ولو كانت من أنواع المختلفة كالنوم والبول مع أن المفصل قال بعدم التداخل في هذه الصورة كما عرفت ؛ فالتحقيق ؛ هو القول بالتفصيل لكن لا على وجه المذكور بل إنه ان فرض الجامع بينهما فيتداخل وإلّا فلا مط سواء كانت الأسباب من أنواع مختلفة أو من نوع واحد وسواء كانت معرفات وكواشف أو مؤثرات ؛ وبذلك ؛ قد انقدح ما في كلام فخر المحققين وغيره من أنه جعل مبنى المسألة على أن الأسباب الشرعية هل هي معرفات وكواشف أو مؤثرات وعلى الأول فالأصل التداخل وعلى الثاني فالأصل عدمه انتهى لامكان عدم التداخل ولو قلنا بأنها معرفات لعدم الجامع بينها كقوله مثلا إذا بلت فتوضأ وإذا قتلت زيدا فتوضأ ففي مثل هذه الصورة لا يتداخل الأسباب ولا المسببات اما الأسباب فلعدم الجامع بينها واما المسببات فلانه وان كان الجامع بينها لكنه يلزم المحذور وهو صدور الوحدة عن الكثرة فتلخص مما ذكرنا انه ان فرض الجامع بينهما فيتداخل مط وإلا فلا للزوم أحد المحذورين كما عرفت فتأمل في المقام لأنه أحسن مما افاده بعض الاعلام وان وافقه المشهور\r\n\r\n[ الرابع في بيان مفهوم الوصف 
  ]\r\nالحجاب الرابع\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nهل يقتضى انتفاء حكم الذات الموصوف بصفة عند انتفاء تلك الصفة أم لا فجنت طائفة منهم الشيخ والشهيد إلى الأول وأخرى منهم السيد المحقق والعلامة إلى الثاني وفصل شاذ من أهل الخلاف فاثبته فيما إذا كان ذكر الوصف للبيان أو التعليم أو لما ليس له الصفة ونفاه فيما عداها ؛ أقول ؛ الحق كما ذهب اليه المشهور انه لا مفهوم للوصف وما بحكمه اى غير الصريح كحديث امتلاء البطن بالشعر وهو قوله لئن يمتلى بطن الرجل قيحا خير من أن يمتلي شعرا على مطلق الهجاء أو هجاء الرسول مط سواء كان خبريا أو انشائيا وسواء كان الموصوف مذكورا أو غير مذكور كقولك أكرم لعالم فلانه لو اقتضاه لكان بإحدى الدلالات الثلث وهي منفية ولأنا قطعنا بان قوله اشتر لي رمانة حامضة لا يدل على عدم امره باتيان رمانة حلوة أيضا ولعدم لزوم اللغوية من ذكر الوصف لأنه يمكن ان يكون ذكر الوصف للاهتمام ببيان حكم محل الوصف كقوله ( تعالى ) حافظوا على الصلوات والصلاة الوسطى أو لاحتياج السامع اليه أو لدفع توهم عدم تناول الحكم له أو غير ذلك مما لاحظه المتكلم في مقام البيان من المصلحة وغيرها ؛ وبذلك ؛ ظهر فساد احتجاج المثبتين بأنه لو ثبت الحكم مع الوصف وبدونه لعرى التقييد به عن الفائدة ولكان بمنزلة قولك الانسان إذا نام لا يبصر هذا ؛ واما ؛ الاستدلال على عدم الدلالة على المفهوم بآية وربائبكم اللاتي في حجوركم ؛ ففيه ؛ ان القائل بثبوت المفهوم في الوصف يشترط عدم كونه واردا مورد الغالب كما في الآية لان التوصيف في المقام لا يدل على انتفاء الحكم في الربائب اللاتي ليست في الحجور لان الربيب غالبا يكون فيها واما قول المفصل فلم أجد له وجها\r\n\r\nتنبيه\r\nلا اشكال في عدم جريان النزاع فيما إذا كان الوصف مساو يا للموصوف\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nلعدم تحقق موضوعه كما إذا كان أعم منه وكك في عدم جريانه فيما إذا كان أخص من وجه بالنسبة إلى مورد الافتراق من جانب الوصف كما يظهر مما عن بعض الشافعية حيث قال إن قولنا في الغنم السائمة زكاة يدل على عدم الزكاة في معلوفة الإبل لان المطابقة بين المنطوق والمفهوم الا النفي والاثبات فيهما شرط ؛ نعم يتم ؛ ذلك ان قلنا بان الوصف علة تامة فبانتفائه يوجب انتفاء شخص الحكم قطعا وقد عرفت لا نزاع في مثل هذه الصورة قطعا لان الزكاة قد ارتفع بارتفاع موضوعه وهو السائمية ؛ بل النزاع ؛ في دفع سنخ الحكم عن غير محل الوصف ؛ واما ؛ إذا استفيد مجرد عليته فهو لا يقتضى المفهوم أصلا كما هو أوضح من أن يخفى ؛ وبذلك قد انقدح انه لا وجه للفصل بين ما كان الوصف علة وبين غيره كما عرفت فانحصر جريان النزاع فيما إذا كان أخص مط وفيما إذا كان أخص من وجه بالنسبة إلى مورد الافتراق من جانب الموصوف ومما ذكرنا ظهر فساد ما في الكفاية حيث قال لعل وجه جريان النزاع فيما إذا كان الوصف أخص من وجه بالنسبة إلى مورد الافتراق من جانب الوصف هو استفادة العلية المنحصرة فيه وعليه فيجرى فيما إذا كان الوصف مساويا أو أعم مط أيضا فيدل على انتفاء الحكم عند انتفائه فلا وجه للتفصيل بينهما وبين ما إذا كان أخص من وجه فيما إذا كان الافتراق من جانب الوصف معللا بعدم الموضوع فيهما انتهى موضع الحاجة لان هذا لا يضر بتعليلنا ؛ مضافا ؛ إلى أن استفادة العلية المنحصرة لا تدل على انتفاء سنخ الحكم عند انتفائه بل يدل على انتفاء شخص الحكم عند انتفائه كما عرفت ولا يخفى ان ما استفدناه ينسب إلى شيخنا العلامة وقررناه في هذه الرسالة بأحسن مما قرره في الكفاية في مقام الرد عليه ال -\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\nالخامس [ في مفهوم الغاية 
  ]\r\nاختلفوا في ان الحكم المعنى هل يدل على انتفائه بعد حصول الغاية بحيث لو ثبت له مثل الحكم المذكور بدليل آخر كان معارضا لذلك المقيد بها أم لا على أقوال ؛ واختلفوا في ان الغاية هل هي داخلة في المعني بحسب الحكم أم لا على أقوال أيضا ؛ الأول ؛ الخروج مط ؛ والثاني ؛ عدمه ؛ والثالب ؛ التفصيل بين حتى وإلى بالدخول في الأول وبعدمه في الثاني والتحقيق هو الأول لان حدود الشيء خارجة عن الشيء ، واما ؛ الموارد التي يظهر فيها الدخول فكانت مع القرينة وللتبادر كما في الأمثلة المتعارفة بين أهل المحاورة مثل قرأت من أول القرآن إلى سورة كذا يعنى نهاية قرأني كان إلى أول تلك السورة وكك صمت إلى الليل اى منتهى صيامى كان أوله بخلاف الثاني فإنه لم يتبادر أصلا كما لا يخفى ؛ واما ؛ تفصيل المفصل ؛ ففيه ؛ انه خلط بين حتى العاطفة مثل اكلت السمكة حتى رأسها بفتح السين والخافضة مع أن العاطفة ليست بغاية ؛ واما ؛ نزاعهم في الأول فقد نسب إلى المشهور الدلالة على الارتفاع وإلى جماعة منهم السيد والشيخ عدمها عليه وفصل بعض متأخر المتأخرين بين ما إذا كانت الغاية بحسب القواعد العربية قيدا للحكم نحو كل شيء طاهر حتى تعلم أنه قدر وبين ما إذا كانت بحسبها قيدا للموضوع نحو سر من البصرة إلى الكوفة فقال بان الغاية دالة على ارتفاع الحكم عند حصولها في الأول وبعدم دلالتها عليه كك في الثاني ؛ والحق هو ما ذهب اليه المشهور لأنه لا ريب في ان الحكم الكلي إذا قيد بشيء يرتفع ذلك الحكم وكك إذا قيد موضوعه ضرورة انا إذا علمنا بقذارة شيء فلا يمكن ان يتشبث بالحكم الكلي المقيد حتى نحكم بطهارته أيضا وكك إذا علمنا بان غاية موضوع السير الواجب هو\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالكوفة فلا يتمسك بوجوبه حتى يقال بوجوب سيرها وما عداها وهذا لا يحتاج إلى مئونة برهان وبذلك قد انقدح انه لا وجه للتفصيل المذكور وكك لا وجه لقوله في طي كلماته من أن النزاع الثاني من أن الغاية هل هي داخلة في المعني بحسب الحكم أولا لا يجري فيما إذا كانت الغاية قيدا للحكم معللا بان المعنى ؛ ح ؛ هو نفس الحكم لا المحكوم به لأنه وان كان كك إلّا انه بالتحليل العقلي الحكم غير المغيا والمغيا غيره وعليه فيجري النزاع فافهم ؛ واما ؛ احتجاج النافي بانتفاء الدلالات الثلث ؛ ففيه ؛ ان العرف يشهد بثبوت الدلالة الالتزامية فنمنع بطلان التالي : -\r\n\r\nالسادس ومن المفاهيم مادة الحصر\r\nكالا وانما ونحوهما كما ستعرف إن شاء اللّه ؛ واما ؛ هيئته كتقديم ما هو حقه التأخير فلا يفيد الحصر بحسب التبادر حتى نحكم بأنها أيضا من المفاهيم كما قيل لان مثل قائم زيد لا يدل بواحدة من الدلالات الثلث بعدم كون القيام لعمر وأصلا كما لا يخفى ؛ نعم ؛ ربما يدعى بان تقديم ما هو حقه التأخير قاعدة كثرت استعمالها فإذا رأينا مصداقا من مصاديقها فيتبادر إفادة الحصر بواسطة كثرة استعمالها بلا تأمل إلّا انه ليس التبادر العرفي الذي كان هو الملاك ؛ ثم ؛ لا ريب في أن الاستثناء في القضية تدل على ارتفاع الحكم عما بعده فلذلك يكون من النفي اثباتا ومن المثبت نفيا ولعل لا خلاف في ذلك ؛ واما ؛ ما حكي من قول أبي حنيفة من عدم الإفادة لان قولك ما جاءني الا زيد ليس إلّا عدم دخول زيد في الحكم المذكور ؛ واما ؛ حكمه فيحتمل ان يكون موافقا أو مخالفا واحتج بمثل لا صلاة إلّا بطهور ؛ ففيه ؛ ان المراد في أمثالها بعد فرض تمامية الاجزاء\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nوالشرائط لان الحصر إضافي ؛ مضافا ؛ إلى أنه بعد فرض الطهارة ونقصان بقية الأجزاء وان لم يطلق عليها صلاة أيضا لكنه بالقرينة وهي علمنا بالاجزاء التركيبية لها والاستعمال مع القرينة لا يدل على مدعاه مع أن على خلافه شواهد كثيرة ؛ أقواها ؛ التبادر ويؤيده قبول رسول اللّه ( ص ) اسلام من قال لا إله إلّا اللّه لأنه لو لم يتبادر كان له ( ص ) ان لا يقبل اسلامه بهذا النحو إلّا بشهادة لا إله إلّا الله الذي كان هو اللّه مثلا فقبوله كك مع عدم القرينة في البين دليل على مدعانا ؛ وبذلك ؛ ظهر فساد ما قال في الكفاية ما لفظه لا موقع للاستدلال على المدعى اي بان الاستثناء من النفي يفيد اثبات الحكم للمستثنى ومن الاثبات يفيد انتفائه له بقبول رسول اللّه ( ص ) اسلام من قال كلمة التوحيد لامكان دعوى ان دلالتها على التوحيد كان بقرينة الحال أو المقال ) انتهى كلامه ؛ ره ؛ فإنه بعد القطع بعدم امكان القرينة كما يظهر ذلك من جوابه على الاشكال من أنها لا تدل على التوحيد لان خبر لا لما ان يقدر ( ممكن ) ؛ فحينئذ ؛ لا دلالة لها الا على اثبات امكان وجوده لا وجوده أو موجود ؛ فحينئذ ؛ وان دلت على وجوده إلّا انه لا دلالة لها على عدم امكان إله آخر حيث قال ؛ ره ( المراد من الإله هو واجب الوجود ونفى ثبوته ووجوده في الخارج واثبات فرد منه فيه وهو اللّه يدل بالملازمة البينة على انتفاء تحققه في ضمن غيره تبارك وتعالى ضرورة انه لو لم يكن ممتنعا لوجد لكونه من افراد الواجب ) انتهى فكيف يدعى امكانها فتأمل جيدا ؛ واما اختلافهم في أن دلالة الاستثناء على الحكم في طرف المستثنى هل هي بالمفهوم أو بالمنطوق فلا طائل تحته لأنه لا ريب في دلالته كك انما هي بالمفهوم مط سواء قلنا بان الدلالة كانت بنفس الاستثناء أو بتلك الجملة فلا وجه للتفصيل كما في الكفاية\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nمن أنها لو كانت بالأول فبالمنطوق وان كانت بالثاني فبالمفهوم لعدم الفرق بين هذا لان المتبادر من قولك ما زيد إلّا قائما هو الدلالة على عدم كونه اكلا وشاربا وغير ذلك مفهوما لا منطوقا ؛ واما ؛ دلالته على عدم كون العمر وقائما مفهوما كما نسبه إلى الشيخ ؛ ره ؛ فلا تدل بواحدة من الثلث كما لا يخفى ؛ ومما ؛ يدل على الحصر انما للانسباق عند الإطلاق عند أهل العرف ولتصريح أهل اللغة ؛ واما ؛ ما نسبه إلى شيخنا الأنصاري ؛ ره ؛ من أنه قال إن الانصاف انه لا سبيل لنا إلى ذلك فان موارد استعمال هذا اللفظ مختلفة ولا نعلم بما هو مرادف لها في عرفنا حتى يستكشف منها ما هو المتبادر منها ؛ ففيه ؛ انه لا ينحصر سبيل التبادر بالانسباق إلى أذهاننا بل الانسباق إلى أذهان أهل العرف أيضا سبيل إلى التبادر ؛ ومما ؛ يدل عليه في الجملة كلمة ( بل ) الاضرابي التي دخلت على المفرد مثل جاءني زيد بل عمر ولا ( بل ) التي دخلت على الجملة نحو ضربت زيدا بل أكرمته لعدم استفادة الحصر منها قطعا ؛ واما ؛ إذا كانت مسبوقة بحرف النفي فيفيده جدا فتأمل جيدا ؛ وانما ؛ قيدنا دلالتها عليه بقولنا في الجملة لعدم استفادته منها فيما إذا كان ذكر المضرب عنه في حالة الغفلة أو في حالة عدم التفاته به بل سبقه به لسانه ؛ فحينئذ ؛ يضرب ببل عن المضرب عنه إلى ما قصد بيانه وهو المضرب اليه أو فيما إذا كان ذكره تأكيدا ؛ فحينئذ ؛ كان ذكره كالتوطئة والتمهيد لذكره فعلى هذا انحصرت دلالتها على الحصر فيما إذا كان الاضراب في مقام الردع وابطال ما قال أولا ؛ ومما يدل ؛ عليه اللام التي دخلت على المسند اليه إذا كانت للاستغراق ودلت القرينة على الاختصاص كقولك الأمير زيد فدلت القرينة على عدم امارة غيره ؛ واما ؛ إذا كانت للتعريف نحو الانسان زيد أو للاستغراق\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nولم تدل القرينة على الاختصاص مثل الصديق عمر وفلا يفيد الحصر أصلا لان حمل الشيء على جنس بالحمل الشائع الذي ملاكه الاتحاد في الوجود لا يدل على انحصار ذلك الجنس به كما في المثالين وهذا بخلاف ما إذا كان حمله عليه بالحمل الذاتي الذي ملاكه الاتحاد بحسب المفهوم فإنه يدل عليه كقولك الانسان حيوان ولعمري هذا لا يحتاج إلى مزيد بيان ومئونة برهان لانسباقه إلى أذهاننا وأهل المحاورة فان شئت التطويل فراجع إلى المطولات ؛\r\n\r\n[ فيما لا دلالة له على المفهوم 
  ]\r\nواما ؛ ما لا دلالة له على المفهوم فهو اللقب والعدد والزمان والمكان اما عدم الدلالة عليه في اللقب فلانك قد عرفت ان انتفاء شخص الحكم ليس بمفهوم مع أنه لو ثبت لكان قول القائل زيد موجود وعمرو عالم وعيسى رسول اللّه دالا على نفى الوجود والعلم عنه تعالى وعلى نفى الرسالة عن ساير الأنبياء فيلزم به كعز قائله ؛ نعم ؛ لو كانت القرينة في المقام لا فيد الحصر كقولك زيد جاءني في جواب من قال أجاءك زيد أو عمر ولكن هذا خارج عن محل النزاع ؛ واما ؛ في العدد فلان قولنا كل من صام ثلاثة أيام من كل شهر فله كذا وكذا لا يدل على نفى الاجر على تقدير الزيادة أو النقيصة وهذا بخلاف ما إذا دلت القرينة عليه كك كقوله انزح ثلثين لموت كذا فالمفهوم منه ان العدد المذكور تمام الواجب أو المندوب لأنه كان في مقام البيان مع أنه يمكن ان يقال عدم وجوب الزائد على العدد أيضا ليس بمفهوم بل لعموم ما دل على قبح الاتيان بما لم يؤمر به مع علمه بعدم مطلوبيته وكك في عدم وجوب الزائد على عدد الحد فهو أيضا ليس بمفهوم بل لعموم ما دل على منع الايذاء بغير حق واما عدم جواز الاكتفاء بما دونه فيهما فلعدم حصول تمام العدد المطلوب ؛ واما ؛ في الزمان والمكان مثل قولك رايت زيدا في يوم\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nالجمعة أو في المسجد الكوفة فلانه لا تدل بواحدة من الثلث على عدم رؤيته في يوم السبت أو في صحن الأمير صلوات اللّه وسلامه عليه : -\r\n\r\n( إفاضة ) في العام والخاص وفيها ستور ؛\r\n\r\nالأول [ قد اختلفوا في تعريف العام بتعاريف مختلفة 
  ] ؛\r\nاعلم أنهم قد اختلفوا في تعريف العام بتعاريف مختلفة مع اتفاقهم في المحدود لأنه مركوز في الأذهان فالمناقشة فيما يرد على الحدود طرا وعكسا فاختار كل واحد منهم حدا على حسب مذاقه فاختار أبى الحسين البصري كما حكي عنه انه اللفظ المستغرق لجميع ما يصلح له وأورد عليه بأمور ؛ منها ؛ ان اخذ المستغرق في الحد يوجب الدور إذ هو مرادف العام نعم لو كان التعريف لفظيا جاز ذلك لكنه غير مقصود في المقام إذا المراد به كشف الحقيقة ؛ وفيه ؛ أولا ان التعاريف كلها لفظية تقع في جواب السؤال عنه بالماء الشارحة لا بالماء الحقيقية ؛ وثانيا ؛ نمنع المرادفة بين العموم والاستغراق ومع تسليمها فليس مراد فالعموم بالمعنى المحدود غاية الأمر ان يكون مراد فالعموم اللغوي كما قيل ؛ واختار ؛ شيخنا البهائي ؛ ره ؛ من أنه اللفظ الموضوع لاستغراق اجزائه وجزئياته ويرد عليه عكسا ان عدة من ألفاظ العموم مثل الجمع المحلى باللام والنكرة في سياق النفي ليست موضوعة لاستغراق اجزائها أو جزئياتها مع أنها تفيد العموم ؛ وطردا بان العام المخصوص والمستعمل في غير العموم من جهة المبالغة وغيرها ليس بعام المراد قطعا مع أنه داخل في الحد وقس على ما ذكرنا ساير اختياراتهم مع ما يرد عليها من النقص والابرام ونحن لسنا في صدد ذكرها لأنه لا طائل تحتها أصلا كما لا يخفى ؛ والتحقيق ؛ في المقام ان يقال كما قال بعض الاعلام ان العام هو اللفظ المستغرق لما اندرج تحته من الاجزاء أو الجزئيات مط سواء كان استغراقيا اى يكون\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالحكم منوطا بكل منها أو مجموعيا ان يكون الحكم منوطا بالمجموع أو بدليا اي منوطا لواحد منها على البدل ؛ واما ؛ العشرة وغيرها من الأسماء العدد فلا تندرج في الحد لان الحكم وان كان منوطا بالمجموع في العام المجموعي إلّا ان كلا من الآحاد ملحوظ فيه بالملاحظة الإجمالية بخلاف العشرة فإنه لا يلاحظ فيها الا الكل بما هو كل فافهم : -\r\n\r\n( الستر الثاني ) اختلفوا في أن للعموم صيغة تخصه لغة أو لا\r\nعلى أقوال ثالثها هو القول بالتوقف والحق هو الأول لان العرف يفهم العموم في هذه الأمثلة المذكورة مثل ما ضربت أحدا ومن دخل داري فله عشرة دراهم ومتى جاء زيد فأكرمه وأكرم كل عالم أو العلماء وغير ذلك مما يفيده عرفا مع أن العقلاء يذمون العبد ويحكمون باستحقاقه العقاب إذا ضرب أحدا بعد ما قال له المولى لا تضرب أحدا وإذا ثبت للعموم في هذه الالفاظ عرفا فثبت لغة وشرعا لأصالة عدم النقل ويؤيد ما ذكرناه استدلالهم بان كلمة التوحيد دالة عليه اتفاقا وكك لزوم الحنث على من حلف ان لا يضرب أحدا بضرب واحد ؛ وبذلك ؛ ظهر فساد قول الطائفتين من النافين اي من جعلها مشتركة بين العموم والخصوص لغة ومن جعلها حقيقة في الخصوص ومجازا في العموم ؛ واما ؛ استدلال الطائفة الأولي باستعمال تلك الالفاظ في العموم تارة وفي الخصوص أخرى والأصل في الاستعمال الحقيقة وباشتهار التخصيص وشياعه حتّى قيل ما من عام إلّا وقد خص والظاهر يقتضى كونه حقيقة في الأشهر الأغلب تقليلا للمجاز ؛ ففيه ؛ اما عن الأول فبانا منعنا الأصل المذكور لان استعماله في الخصوص مبالغة مثلا لا يضر اختصاصه به أصلا ؛ واما ؛ عن الثاني فبان اشتهار التخصيص لا يوجب كثرة المجاز لعدم الملازمة بينهما سلمنا\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nولكن اشتهاره فيه انما يكون مع القرينة فإذا كان كك فلا معنى بأنها حقيقة في كليهما كما لا يخفى ؛ واما ؛ استدلال الطائفة الثانية بان الخصوص متيقن المراد من هذه الالفاظ حيث استعملت سواء أريد منها الخصوص فقط أو في ضمن العموم بخلافه فإنه مشكوك الإرادة فالأولى هو القول بأنه موضوع للمتيقن : ففيه :\r\nما عرفت من أن استعماله فيه بعناية لا يضر اختصاصه به حقيقة مع أن تيقن ارادته لا يوجب اختصاص الوضع به حقيقة أصلا كما هو أوضح من أن يخفى ؟ ثم انك ؟ قد عرفت في طي كلماتنا من أنه لا ريب في أن الجمع المعرف والمنكر والمفرد المعرف والنكرة في سياق النفي أو النهي والجمع المضاف والموصول وغير ذلك مما يكاد يفيد العموم قطعا لان المتبادر من أهل المحاورة هو إفادة العموم منها فإذا ثبت ذلك فثبت لغة وشرعا وهذا لا ينافي عدم دلالتها عليه فيما إذا لم يتم مقدمات الحكمة أو قيد مدخول اللام بالوصف وغيره مثل أكرم الرجل العالم أو كان اللام للعهد أو دلت القرينة على خلافه وهذا لا يحتاج إلى إطالة الكلام كما وقعت من بعض الاجلة : واما : ما قيل من أن النكرة في سياقهما دالة على العموم عقلا لا وضعا : ففيه : فانا نقول حكم العقل بذلك يؤيد التبادر الذي ادعينا :\r\n\r\nتنبيه الظاهر أن الجمع المذكور في العنوان\r\nأعم من سالمة ومكسرة وضميره ومذكره ومؤنثه وما دل على معناه من الموصول واسم الإشارة لأنه لا وجه له لخصوص واحد منها كما لا يخفى : واما : اختلافهم في أن أقل ما يصدق عليه الجمع هل هو ثلاثة أو اثنان فلا طائل تحته وان كان الأقوى هو الأول لعدم اطلاق الجماعة على رجلين عرفا فإذا أطلقت عليهما في كلام الحكيم عناية فنحمل على المجاز :\r\n\r\nالثالث [ في حجية العام المخصص 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nلا اشكال في ان العام إذا خصص بأمر معلوم متصلا كان أو منفصلا حجة في الباقي مما علم عدم دخوله في المخصص وإلّا فليس بحجة بمقتضى الأصل وتوضيحه ان المولى إذا قال أكرم كل رجل الا الفساق فنحن لا ندري ان زيدا من الفساق أو لا فنشك في أن وجوب الاكرام هل تعلق به لولا فبمقتضى الأصل نحكم بعدم تعلقه به وكك إذا احتمل انه داخل فيهم ؛ فان قلت ؛ هذا إذا كان الاحتمال في طرف فسقه قويا واما إذا كان متساوي الطرفين فنحكم بتعلق وجوب الاكرام به لان كلما احتمل انه مطلوب فوجب اتيانه ؛ قلت ؛ نعم لكن هذا تعارض مع جريان الأصل وهو البراءة في طرف الآخر فإذا تعارضا تساقطا فحينئذ نشك في وجوب اكرامه وعدمه فالأصل هو البراءة أيضا لأن الشك في المقام صار شكا بدويا هذا في حجية الباقي وعدمها ؛ واما ؛ استعمال العام فيه هل هو حقيقة أو مجاز فقد اختلفوا فيه والحق ان استعماله فيه مجاز لان العام هو ما اشتمل على جميع افراده وإذا لم يستعمل فيه فكأنه لم يستعمل في معناه الأصلي ولذلك حكي ان أبي نور العامي كما نسب اليه انه ذهب إلى عدم حجية العام في الباقي واحتج بان الباقي بعد التخصيص مرتبة من مراتب المجاز وهي متساوية فتعين الباقي دون غيره ترجيح بلا مرجح ؛ أقول ؛ تعين الباقي دون غيره ليس ترجيحا بلا مرجح أصلا لان مرجحه هو العقل والعقلاء بل العرف ألا ترى انه إذا لم يكرم غير الفساق المعلوم من الرجال يعد قوله أكرم كل رجل فيذمونه ويحكمون باستحقاق عقابه ؛ وبذلك ؛ قد انقدح انه لا وجه للتفصيل بين المخصص المتصل وبين المنفصل حتى يقال بحجية العام في الباقي في الأول ؛ بعدمها فيه في الثاني كما ذهب اليه جماعة على ما نسب إليهم\r\n\r\n( الرابع ) [ في سراية اجمال المخصص وعدمه 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nان العام إذا كان مخصصه مجملا فهل يسري اجماله إلى العام أم لا الظاهر هو الأول كما عليه أكثر المحققين ولا فرق في ذلك بين ان يكون المخصص متصلا أو منفصلا لان المولى إذا قال أكرم العلماء الا زيدا أو قال أكرم العلماء ثم بعد ذلك قال لا تكرم زيدا ونحن نشك في زيد هل هو ابن عمرو أو ابن بكر فمقتضى اصالة العموم وان وجب اكرام من كان مشكوكا أيضا لكن مقتضى العلم الاجمالي عدم وجوب اكرامه كما كان كذلك في الشبهة المحصورة مثلا إذا قال يجب الاجتناب من هذه الآنية الا بعضها ونحن لا ندري البعض فالأصل هو الاجتناب عن جميعها فتأمل فيسقط العام عن الحجية بواسطة اجماله وهو القيد لأنه إذا بين المولى الاجمال بقوله المراد من البعض هو الاناء الملون بلون كذا فيلزم الاخذ به لانتفاء المانع وهو الاجمال وكك لا فرق بين ان يكون المخصص لفظيا كما عرفت أو لبيا مثل ان المولى لو قال أكرم جيراني وأنت تقطع بان المولى لا يريد اكرام من كان عدوا له ولو كان جارا له وتعلم بعداوة جار من جيرانه ولكن لا تدرى أيهم عدوا له فمقتضى العلم الاجمالي عدم وجوب اكرامهم ومقتضى اصالة العموم وجوب اكرامهم فبقاعدة التعارض يسقط العام عن الحجية أيضا ولا تصلح مؤاخذة المولى للعبد لاحتمال ان يكون المأمور باكرامه عدوا له ولعمري هذه سيرة مستمرة مألوفة بين العقلاء ؛ نعم ؛ إذا بين اجماله بالقرينة المقامية أو بغيرها فيلزم الاخذ بالعام أيضا كما عرفت في المخصص اللفظي هذا إذا كان اجمال المخصص مرددا بين المتباينين ؛ واما ؛ إذا كان مرددا بين الأقل والأكثر كقوله أكرم العلماء ولا تكرم الفساق منهم وشك في معني الفاسق بأنه هل هو مرتكب الكبائر فقط أو يعمه ومرتكب الصغائر فلا يسرى اجماله إلى العام بالنسبة إلى المتيقن وهو مرتكب الكبائر ؛ واما ؛ بالنسبة إلى المشكوك فيسرى\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nأيضا ؛ وان ؛ أمكن ان يقال بعدم سراية اجماله اليه لأنا نرفع الشك بدفع الزائد باصالة عدم التخصيص إلّا انه لا يخلو عن الاشكال لان الأصول اللفظية وان كانت حجة إلّا انه لا بد لنا الاقتصار على ما يساعد عليه الدليل من السيرة وبناء العقلاء ولم يعلم سيرتهم في ذلك\r\n\r\nالخامس انه قد اختلفوا في ان العمل بالعام هل يجوز قبل الفحص عن المخصص أو لا\r\nالظاهر هو الأول لأنه بعد ان قلنا باعتبار اصالة العموم من باب الظن النوعي فيما إذا لم يعلم تخصيصه تفصيلا أو اجمالا حتى يسقطها عن الاعتبار لا يحتاج إلى الفحص أصلا ؛ واما ؛ إذا علمت بتخصيصه من أنه كان ولم يصل فيجب الفحص جدا بخلاف ما إذا احتملته كك لان حاله حال احتمال قرينة المجاز مع أنه ليس موردا للاعتناء ؛ وكك إذا كان كلامه في معرض التخصيص فيجب الفحص ولعل من ادعي الاجماع على عدم جواز العمل به قبل الفحص عن المخصص كما عن النهاية ومن ادعي نفى الخلاف فيه مشير إلى هذه الصورة لا الصورة الأولى كما لا يخفى ثم إن مقدار الفحص اللازم مختلف بحسب اختلاف الأسباب والحالات والاشخاص والمدار فيه هو تحصيل القطع أو الظن ؛ واما ؛ وجوبه فلان العقل يحكم باستحقاق العقاب عليه إذا عمل به قبل الفحص عن المخصص ويحكم بعدم حجيته ؛ واما ؛ البراءة والاستصحاب فقد قام الاجماع على تقييدهما بالفحص ؛ وقد ؛ انقدح مما ذكر عدم الفرق بين الفحص في الأصول اللفظية والأصول العملية\r\n\r\nالسادس اختلفوا في ان الخطابات الإلهية هل تشتمل الغائبين والمعدومين أو لا\r\nوقبل الشروع في التخصيص لا بد من تقديم مقدمة وهي ان عباراتهم في تحرير النزاع\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nمختلفة فقال في المعالم ( ما وضع لخطاب المشافهة نحو يا أيها الناس ويا أيها الذين آمنوا لا يعم بصيغته من تأخر من زمان الخطاب وانما يثبت حكمه لهم بدليل آخر ) وقال في الفصول ( اختلفوا في ان الالفاظ التي وضعت للخطاب كيا أيها الناس ويا أيها الذين آمنوا هل يكون خطابا لغير الموجودين ويعمهم بصيغته أولا ) وقال بعض الاجلة كما نسب اليه ( اختلفوا في امكان عموم خطابات المشافهة لغير الموجودين وعدمه ) ثم الطاهر من هذه العبارات ان النزاع لغوي لأنهم جعلوا النزاع في عموم الصيغة وعدمها والتحقيق ان يقال النزاع عقلي لان البحث في العموم والخصوص ما يرجع إلى امر عقلي من أنه هل يمكن مخاطبة المعدوم أو يمتنع كما تقدم في القول الثالث خصوصا لو لم يذكر لفظة ( عموم ) مع أنه لو قلنا بذلك لا اشكال في عدم عموم الالفاظ للمعدومين فضلا عن الغائبين كوضع أدوات النداء اللهم إلّا ان يقال إن أدوات النداء وان وضعت للخطاب الحقيقي إلّا انها تستعمل للمعدومين مجازا ؛ قلت ؛ نعم إلّا ان ما يقع في تلوها منصرفة إلى الحاضرين ؛ واما ؛ ان ؛ قلنا ؛ بان النزاع عقلي كما هو الحق فنقول انشاء الحكم والصلب على قسمين ؛ الأول انشائه مط اي بلا بعث ولا زجر ؛ والثاني ؛ انشائه مقيدا بالبعث والزجر فعلى الأول لا ريب في شمول تلك الخطابات إليهم حقيقة لان الحكيم تبارك وتعالى انشاء الحكم على وفق الحكمة والمصلحة ليصير فعليا ثم لا يحتاج إلى انشاء جديد بعد تمامية الشرائط بل ذلك الانشاء كاف فيه مثل انشاء التمليك في الوقف على البطون كما مثل بعض الأفاضل ؛ واما ؛ على الثاني فلا أظن ببالي أحدا بان يقول بشمولها إليهم حقيقة لان الحكيم لا يطلب شيئا ممن لا يقدر على اتيانه أصلا وبذلك ظهر عدم صحة تعلق الخطاب اي توجيه الكلام إلى الغير لافهام المعدومين وعدم صحة المخاطبة معهم وان كان تبارك\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nوتعالى محيطا بهم لان خطابه اللفظي كان قاصرا من أن يكون موجها نحو غيرهم من الغائبين والمعدومين وهذا لا يوجب نقصا فيه تعالى ؛ واما ؛ الثمرة فالحق انه لا يترتب على هذه المسألة اثر عملي كما ذهب اليه بعضهم ؛ واما ؛ اعتراض بعض المحققين كما حكي عنه بأنه غفلة لوجود الثمرة في مقامين ؛ الأول ؛ حجية ظواهر الكتاب لهم كالمشافهين ؛ والثاني ؛ صحة التمسك باطلاق الآية بناء على التعميم ولو كانا مختلفين في الصنف كوجوب صلاة الجمعة مثلا على الحاضرين والغائبين مع اختلافهم في الصنف كما كان وجوبها مشروطا بحضور السلطان أو نائبه الخاص المفقود ذلك الشرط في حق الغائبين ؛ واما ؛ ان قلنا بعدم التعميم فلا وجه للتمسك باطلاقها بعد احتمال اختلاف الصنف لان الاشتراك الذي قام عليه الاجماع ليس إلّا فيما اتحد الصنف ؛ ففيه أولا ان حجية الظواهر للمعدومين ليس بواسطة القول بالتعميم بل بواسطة انهم أيضا كانوا مقصودين بالافهام للأخبار الواردة في هذا الباب مثل قوله حلال محمد حلال إلى يوم القيمة ؛ واما ؛ بناء على قولك ان حجية الظواهر انما تكون للمعدومين بناء على القول بالتعميم فيلزم اختصاص المشافهين بان يكونوا مقصودين بالافهام مع أنه ليس كك كما عرفت ؛ وثانيا ، ان صحة التمسك باطلاق الآية أيضا ليس بواسطة التعميم بل بواسطة الاتحاد والاشتراك في الصنف فقط ولكن المراد من الاتحاد هو الاتحاد في الحكم لا غيره من الاشخاص والأيام ونحوهما وإلّا لما ثبت حكم من الاحكام بقاعدة الاتحاد والاشتراك للمعدومين أصلا كما لا يخفى\r\n\r\n( الستر السابع ) [ في ارجاع الضمير إلى بعض مصاديق العام 
  ]\r\nانه قد اختلفوا في أن الضمير الراجع إلى بعض ما يتناول العام إذا تعقبه هل يقتضى تخصيص العام به أم لا فيه خلاف ولا بد قبل الخوض في تحقيق المقام من بيان\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nما يكون محلا للنقض والابرام فاعلم أن الخلاف انما يكون فيما إذا كان العام والضمير في كلامين مستقلين مثل قوله تعالى والمطلقات يتربصن بأنفسهن ثلاثة قروء إلى قوله وبعولتهن أحق بردهن فالمطلقات انما يتناول البائنات والرجعيات والضمير في قوله بردهن يرجع إلى الرجعيات اجماعا لأنا ندري بأنه لا حق للزوج في الرجوع إلى البائنات ؛ أو فيما ؛ إذا كانا في كلام واحد ولكن استغنى العام عن عود الضمير اليه نحو أكرم العلماء وخدامهم فالعلماء انما يتناول العدول والفساق والضمير في خدامهم يرجع إلى العدول الخاصة لأنا فرضنا عدم وجوب الاكرام لغير العدول من الخدام منهم ؛ واما ؛ إذا كانا في كلام واحد واستدعى العام عود الضمير اليه مثل والمطلقات أزواجهن أحق بردهن أو مثل صدر الآية والمطلقات يتربصن . . الخ حيث إن المراد غير اليائسات فلا اشكال في تخصيص العام بتخصيص الضمير ؛ ثم ؛ لا ريب في عدم تخصيص العام بتخصيص الضمير لحجية اصالة الظهور وبيان ذلك انا نشك بعد تخصيص الضمير بالعدول في أنه أراد جميع افراد العالم من الفاسق والعادل أو أراد خصوص العادل فنحكم بإرادته جميع افراده لأصالة الظهور ؛ فان قلت ؛ يمكن ان يقال بتخصيصه للاستخدام اي التصرف في العام بإرادة خصوص ما أريد من الضمير الراجع اليه أو التصرف في الضمير بارجاعه إلى بعض ما هو المراد من مرجعه أو إلى تمامه لكن من قبيل اسناد ما هو للبعض إلى الكل تجوزا ؛ قلت ؛ نعم لكنه يحتاج إلى القرينة مثل وجوب التربص فان الدليل دل على تخصيص العام وهو وجوب التربص لغير اليائسات لا مجرد التصرف في أحدهما كما لا يخفي :\r\n\r\n( الثامن ) اتفقوا في جواز تخصيص العام بالمفهوم الموافق\r\nمثل قوله أكرم العدول ثم\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nقال لا تكرم زيدا الفاسق فمفهوم منه أكرم زيدا العادل ؛ واما ؛ في جواز تخصيصه بالمفهوم المخالف فقد اختلفوا على قولين ومثاله قوله خلق اللّه الماء طهورا مع قوله الماء إذا بلغ كرا فلا ينجسه شيء فمفهومه ان الماء إذا لم يبلغ كرا فينجسه شيء وهذا مخالف مع ذلك العام وهو قوله خلق الماء طهورا ؛ والتحقيق ؛ ان يقال بعدم جواز تخصيصه به لعدم تمامية مقدمات الحكمة في كل واحد منهما لان الدلالة على العموم وما له المفهوم اما أن تكون بالوضع أو بالاطلاق أو في أحدهما بالوضع وفي الآخر بالاطلاق وعلى كل واحد من هذه الأقسام الأربعة يزاحم ظهور كل واحد منهما وضعا أو اطلاقا مع ظهور الآخر فكأنه ليس في البين عموم ولا مفهوم حتّى نقول بان الامر دار بين تخصيص العموم أو الغاء المفهوم ؛ فحينئذ ؛ نعامل مع كل واحد منهما معاملة المجمل سواء كان العموم وما له المفهوم في كلام واحد أو في كلامين ولا محيص لنا الا التمسك بالأصول العملية هذا إذا لم يكن أظهرية في البين وان كان أحدهما اظهر عن الآخر فهو مانع عن انعقاد الظهور في الآخر ؛ فحينئذ ؛ لا نحتاج باعمال الأصول العملية :\r\n\r\nالتاسع [ في تعيين القيود الواقعة عقيب الجمل المتعددة 
  ]\r\nاختلفوا في أن الاستثناء الواقع عقيب الجمل المتعددة هل هو راجع إلى الجميع أو إلى خصوص الأخيرة وذلك انما يكون بعد الفراغ عن مرجعية الأخيرة لكونها القدر المتيقن في المرجعية هذا إذا كان المخصص متصلا وإلّا فلا مجال للقطع بمرجعية الأخيرة بل يحتاج تعيينها كغيرها إلى القرينة ؛ ثم ؛ ان قلنا بخصوص الموضوع له والمستعمل فيه في الحروف فلا يصح ارجاعه إلى الكل للزوم استعمال اللفظ في أكثر من معنى واحد هذا إذا فرضنا بان إرادة كل واحد من تلك الإضافات بلحاظ مستقل ؛ واما ؛ إذا فرضنا المجموع بلحاظ واحد فلا يرد\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nالاشكال من لزوم استعمال اللفظ في أكثر من معني ويصح ارجاعه اليه وكك ان قلنا بعمومهما فيها كالوضع ؛ اللهم ؛ إلّا ان يقال هذا خارج عن طريقة أهل المحاورة ؛ مضافا ؛ إلى عدم ظهور ارجاعه إلى الجميع لو بنينا بحجية اصالة الظهور من باب الظهور ؛ فحينئذ ؛ لا بد عند الشك في رجوعه إليها من الحكم بالاجمال والرجوع إلى الأصول العملية ؛ واما ؛ لو بنينا بحجية اصالة الظهور من باب التعبد فيكون المرجع فيه اصالة العموم إذا كانت الدلالة في الأداة بالوضع ؛ واما ؛ إذا كانت بالاطلاق ومقدمات الحكمة فلا لعدم تمامية مقدمات الحكمة مع صلاحيتها للرجوع إلى الكل فنحكم أيضا بالاجمال عند الشك ونرجع إلى الأصول :\r\n\r\nالعاشر [ في امكان تخصيص الكتاب بالخبر الواحد 
  ]\r\nلا اشكال في جواز تخصيص الكتاب بالكتاب وبالخبر المتواتر وما في معناه من الخبر المحفوف بالقرينة القطعية ؛ واما ؛ في جواز تخصيص الكتاب بخبر الواحد المجرد عن القرائن على تقدير حجيته فقد اختلفوا والأقرب عندنا هو الجواز لأنهما دليلان متعارضان وتخصيصه به هو طريق الجمع ومن هنا يحكمون بحرمة كثير من المطاعم من الحيوانات وغيرها بالاخبار الآحاد مع دلالة عموم قوله تعالى قل لا أجد فيما أوحي إلى الخ على حلية الجميع وهكذا يحكمون ببطلان كثير من العقود أو عدم لزومها بها مع دلالة عموم قوله أوفوا بالعقود . . . الخ وغير ذلك ؛ واما ؛ احتجاج المانعين عن الجواز من عدم التعارض بينهما فان الكتاب قطعي وخبر الواحد ظني ؛ وبأنه ؛ لو جاز ذلك لجاز النسخ به وبطلان اللازم اتفاقي فالملزوم مثله ؛ واما ؛ الملازمة فرجحان التخصيص ليس إلّا الجمع بين الدليلين وهذا جاز بعينه في النسخ ؛ وبأنه ؛ اتباع الكتاب أحسن لقوله تعالى فبشر عبادي الذين يسمعون القول فيتبعون أحسنه ، وبان ؛ عموم اخبار إلى دلت على\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nطرح الاخبار التي تخالف كتاب اللّه يشمل المقام ؛ فواضح ؛ البطلان لأنا نجيب ؛ أولا ؛ ان صدور القرآن قطعي لا يوجب كونه دليلا قطعيا حتى يقال بعدم المعارضة وقد عرفت ان المعارضة انما هي من حيث كونهما دليلين وثانيا ان الاجماع قام على منع نسخ الكتاب بخبر الواحد فلا مجال للقياس أصلا وثالثا انا نمنع عموم الآية في المقام كما تمنع في مورد تخصيص الكتاب بخبر المتواتر مع أن الكتاب أحسن منه أيضا ؛ ورابعا ؛ ان المراد من المخالفة في تلك الأخبار غير مخالفة العموم مضافا إلى دعوى عدم مخالفتها بهذه المخالفة لصدورها منهم عليهم السلام كثيرا :\r\n\r\n( الحادي عشر ) إذا ورد عام وخاص متخالفين\r\nففي كون الخاص مخصصا وبيانا للعام أو ناسخا له يتصور صور كثيرة ولكن لما لا يختلف الحكم في كثير منها فنقتصر على صور أربع وهي انه ؛ ان علمت ؛ اقترانهما فلا مجال لاحتمال النسخ لان النسخ انما هو رفع الحكم الثابت والمفروض ان الحكم لم يكن قبل ذلك اي قبل حضور وقت العمل ؛ وان ؛ علمت بتقدم العام على الخاص بعد حضور وقت العمل به فلنسخه به مجال لعدم لزوم تأخير البيان عن وقت الحاجة هذا إذا كان العام واردا لبيان الحكم الواقعي وإلا فكان الخاص أيضا مخصصا وبيانا له وان علمت بتقدم الخاص على العام قبل حضور وقت العمل بالخاص فلا محيص عن كونه مخصصا له لما عرفت من عدم جواز النسخ قبل حضور الوقت ؛ واما ؛ إذا كان بعد حضور وقت العمل بالخاص فلا بد من كونه أيضا مخصصا له واحتمال ان العام في هذه الصورة كان ناسخا له بلا وجه لرجحانه على النسخ لأنه اشيع حتى قيل ما من عام إلّا وقد خص ؛ وان ؛ جهات التقارن أو التقدم مطلقا سواء\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nعلمت بتاريخ أحدهما أولا فالحق هو التخصيص لشياعه وكثرته وندرة النسخ ولا وجه للقول بان الوجه في المقام هو الرجوع إلى الأصول العملية كما قال بعض الأفاضل لان الأصول العملية انما تجري فيما إذا لم يكن الدليل موجودا ولو كان ظنيا بخلاف المقام ؛ فان قلت ؛ نعم لكن فلا دليل على اعتبار التخصيص في المقام لكثرته ؛ قلت ؛ يكفى الدليل لاعتباره بان شياعه يوجب الظن فافهم ؛ ثم إن ؛ الثمرة بين التخصيص والنسخ تظهر فيما إذا قال المولى أكرم زيدا في كل ساعة ثم خصصه بما لا تبقي الا ساعة واحدة فبناء على النسخ لا ضير فيه بخلاف التخصيص فلاستهجان تخصيص الأكثر وقد قيل بترتب ثمرات أخرى ولكن لا مجال لذكرها في هذا المختصر فان شئت راجع إلى كتبهم المفصلة ؛ ثم ؛ انه قد توهم بعض الأفاضل ان النسخ وان كان رفع الحكم الثابت اثباتا إلّا انه في الحقيقة دفع الحكم ثبوتا فعلى هذا فلا بأس بالنسخ مط ولو كان قبل حضور وقت العمل لعدم لزوم البداء المحال في حقه تعالى ؛ قلت ؛ سلمنا ولكن لا يلزم البداء المحال ولو قلنا بان النسخ هو رفع الحكم الثابت اثباتا مط بل يلزم الابداء الغير المحال في حقه المتعال ؛ واما ؛ قولك بان الفعل ان كان مشتملا على مصلحة موجبة للامر به امتنع النهي عنه وإلّا امتنع الامر به ؛ ففيه ؛ عدم امتناع الامر ولو لم يكن الفعل مشتملا على المصلحة لان المصلحة قد تكون في الامر به كما أن قضية امر إبراهيم ع بذبح ولده إسماعيل ع حاكية بذلك :\r\n\r\n( فائدة ) إذا تعارض عموم حكم مع عموم التأسي\r\nفإن كان أحدهما مشتملا على المرجح مثل ترجيح عموم التأسي لندرة ورود التخصيص عليه على عموم الحكم لكثرة ورود\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالتخصيص عليه أو كان مشتملا على القرينة فهو وإلّا فالمرجع هو التوقف وهذا انما يتصور فيما إذا ورد حكم على سبيل العموم وفعل النبي ( ص ) ما يخالفه فانا نستكشف ثبوت هذا الحكم في حقه سواء كان عموم الحكم متناولا له ( ص ) أولا فلانا نقطع بامتناع الخطاء عليه ؛ واما ؛ ثبوته في حقنا فهو محل الخلاف نظرا إلى تعارض العامين كما أفيد ؛ أقول ؛ ندرة ورود التخصيص على التأسي ليس بمرجح قطعا بل هذا مجرد استحسان نعم إذا صارت موجبا للقطع أو الظن بترجيحه فهو وإلّا فالمرجح هو التوقف ان لم يكن أحدهما مشتملا على القرينة فتأمل :\r\n\r\n( إفاضة ) في المطلق والمقيدو فيها فصلان ؛\r\n\r\nالفصل الأول ؛\r\nانه قد عرف المطلق بأنه ما دل على شايع في جنسه اى لفظ دل على سريان الطبيعة في ضمن جميع الافراد جنسا كان أو نوعا أو صنفا أو شخصا لان الجنس في اصطلاحهم لا يكون الجنس المصطلح المنطقيين وهو الكلى المقول على كثيرين مختلفين في الحقيقة في جواب ما هو في قبال النوع ولا الجنس المصطلح النحويين وهو الهيئات الكلية ؛ وقد ؛ أورد على هذا الحد بعض الاجلة بعدم اطراده فلذا قيده بقوله شيوعا حكميا لاخراج ( من ) و ( ما ) الاستفهاميتين ؛ أقول ؛ ما من تعريف الا وقد يرد عليه النقض والابرام مع أنه لا ثمرة تترتب عليه لان التعاريف كلها شرح الاسم في جواب ماء الشارحة لا الماء الحقيقة حتّى لا يجوز ان لا يكون بمطرد ولا بمنعكس فالمقصود بيان حال الجزئيات الموضوعات للآثار فالأولى ان نعرض من هذا ونقول بما عبر عنه في اللغة من أن المطلق ما ارسل عنانه وهذا المعنى يناسب معنى اللا بشرط القسمي فلا المقسمي الذي لم يلاحظ فيه شيء حتى اللا بشرطية كما سيجيء بعيد هذا بخلاف المقيد فإنه ما لم يرسل عنانه ؛ ثم إنه ؛ فلا ريب في كونهما من الأمور\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nالإضافية فتارة يكون اعتبار الشيء على وجه الاطلاق كالصلاة مع الستر فيشمل الحرير فلاطلاقه وأخرى على وجه التقييد كما إذا لوحظ نفس الصلاة ؛ واما ؛ في كون المقيد يوجب المجاز في المطلق أو لا فوجهان لأنه ان أريد من لفظ المطلق المعنى المقيد فيوجبه فيه مط سواء كان التقييد متصلا أو منفصلا وإلّا فلا بل كانت إرادة قيده من قرينة حال أو مقال كما هو الأظهر عندنا ؛ ثم ؛ اعلم انا لا نحتاج إلى ذكر الالفاظ الموضوعة التي يطلق عليها المطلق لأنه بعد ما ذكرنا الحد له فقد عرفت ان كلما يشمله فهو المطلق ولكن لا بأس بذكر بعضها لا بطال قول مخالفينا في مداليلها فنقول بعونه تعالى ؛ ومن ؛ مصاديق المطلق اسم الجنس كأسماء الكليات من الجواهر والاعراض والعرضيات مثل رجل وبياض وابيض ولا اشكال في أن مدلوله هو الماهية المبهمة المجامعة مع الاطلاق والتقييد الذي عبر عنه بلا بشرط المقسمي لا الماهية المطلقة المعبر عنه بلا بشرط القسمي كما عليه المشهور لأنه كلى عقلي لا موطن له في الخارج فلا يصدق على الافراد لان يشترط في مفهومه العموم فكيف ينطبق على فرد من الافراد وان كان يعم كل فرد منها بناء على العموم البدلي مع أن مناط الاتحاد بحسب الوجود انما هو في الخارج فالحق مع السلطان كما حكى عنه ومن تبعه كصاحب الكفاية من أن مفهومه هو الماهية المبهمة المجامعة مع الاطلاق والتقييد ضرورة ان المقصود من الرقبة الواقعة موضوعا للحكم في قوله اعتق الرقبة هو المقصود منها في قوله اعتق الرقبة المؤمنة وهذا كاشف من أن ما هو الموضوع له هو المعنى الجامع بين لمعنى الاطلاقي القابل للانطباق على القليل والكثير ؛ ومن ؛ مصاديقه علم الجنس كأسامة واختلافهم في ان مدلوله هل الماهية المطلقة أو الماهية المبهمة كاختلافهم في اسم الجنس وقد عرفت ان الحق مع السلطان ومن تبعه ؛ واما ؛ اختلافهم من أنه هل فيه مزية زائدة\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nمن التعين بالإشارة الذهنية بشهادة المعاملة معه معاملة التعريف ولو بدون اداته أولا بل هو كاسم الجنس وليس تعريف المشهور من أنه موضوع للطبيعة لا بما هي هي بل بما هي متعينة بالتعين الذهني معنويا بل لفظيا فلا وجه له ضرورة انه ان كان موضوعا لصرف المعني الملحوظ معه شيء آخر فلا يصح حمله على الافراد لما عرفت من أنه كلي عقلي ولا وجود له الا ذهنا فلا يمكن انطباقه على فرد منها ؛ واما ؛ قولك سلمنا انه كلي عقلي لكن نريد ذاك المعنى الكلي مقيدا بالتعين بالإشارة ؛ فكذب محض ؛ لأنك بعد الاقرار بذلك فكيف تقيده به مع أنه من حيث هي هي ليست إلّا هي لا موجودة ولا معدومة فتأمل ؛ ومن ؛ مصاديقه المفرد المعرف باللام والظاهر أن الخصوصية في كل واحد من اقسامه من المعرف بلام الجنس والمعرف بلامي الاستغراق والعهد لم تكن من قبل استعمال المدخول للزومه المجاز أو الاشتراك بل انما جاءت من قبل خصوص قرائن المقام لان المدخول كان مستعملا فيما يستعمل فيه الغير المدخول فعلى هذا لا مجال للترديد كما في الكفاية من أن الظاهر أن الخصوصية في كل واحد من الاقسام من قبل خصوص اللام أو من قبل قرائن المقام من باب تعدد الدال والمدلول مع أنه ؛ ره ؛ وافقنا في آخر عبارته من أن الخصوصية انما جاءت من قبل القرائن ؛ فقد انقدح ؛ بذلك ان اللام في قوله هذا الرجل تكون لمحض الزينة مط كما في الحسن والحسين ؛ واما ؛ قولك بان اللام انما وضعت للتعريف وكانت مقيدة للتعين في غير العهد الذهني ؛ ففيه ؛ أولا ان التعين بالإشارة في تعريف الجنس لا يكون إلّا الإشارة إلى المعنى المراد في الذهن وقد عرفت بطلانه فان لازم ذلك عدم صحة حمل المعرف بما هو هو على الافراد لامتناع الاتحاد بحسب الوجود في الخارج مع تقيده فلا بد من تجريده ؛ وثانيا ؛ انه لا تحتاج إلى الوضع في\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالاستعمالات المتعارفة حتى نقول إن هذا مخالف لوضعه ؛ فان قلت ؛ قولك بان الخصوصية انما جاءت من قبل خصوص قرائن المقام فان المدخول كان مستعملا فيما يستعمل فيه الغير المدخول لا يخلو عن الاشكال فان الجمع المعرف باللام دال على العموم مع أن مدخوله لا يدل عليه ؛ قلت ؛ الكلام الكلام ؛ واما ؛ التعليل الذي ذكرنا انما يكون في خصوص المفرد المعرف باللام مع أنه لا نحتاج إلى ذكره أصلا ؛ ولعمري هذا أحسن مما أجاب به في الكفاية من أن دلالته على العموم مستندة إلى وضعه كك لذلك أو إلى استناد الدلالة عليه إلى الوضع فكأنه ذهل ما ذكره سابقا من عدم احتياجنا إلى الوضع في الاستعمالات المتعارفة كما أشرنا اليه ؛ ومن ؛ مصاديقه النكرة ولا يخفي في أن مدلولها انما هو الطبيعة المبهمة القابلة للانطباق على كثيرين والفرق بينهما وبين اسم الجنس ان اسم الجنس كان مدلوله الطبيعة المبهمة القابلة للانطباق على القليل والكثير بخلاف النكرة فإنها اخذت في مدلولها قيد الوحدة سواء كانت واقعة في متعلق الأمر كقوله جئنى برجل أو في متعلق الانشاء كقوله وجاء رجل من أقصى المدينة ؛ والقول ، بان النكرة عندهم اما هو فرد معين في الواقع وغير معين للمخاطب أو حصه كلية لا الفرد المردد بين الافراد ؛ ففيه ؛ ان النكرة هي حصة كلية مط ينطبق على كثيرين غاية الأمر انها إذا كانت واقعة في متعلق الانشاء فبعد انطباقها على كثيرين أيضا كانت مرددة بين هذا وذاك مثلا الرجل في قوله وجاء رجل من أقصى المدينة بعد انطباقها على غير واحد من افراد الرجل كان مرددا بين الحبيب النجار أو العطار ؛ وقد انقدح ؛ مما ذكرنا بطلان قول المشهور على ما نسب إليهم من أن المطلق كان موضوعا لما قيد بالارسال والشمولي البدلي لعدم امكان إرادة الجنس أو الحصة من المطلق فان مدلوله ؟ ؟ ؟ من الخصوصية ينافي هذا المعني الذي لا موطن له\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالا ذهنا كما عرفت ؛ ثم ؛ بناء على ما سلكه المشهور لا بد من الاخذ باطلاق اللفظ عند عدم قيام قرينة حالية أو مقالية على إرادة المقيد ؛ واما ؛ بناء على ما سلكناه فلا يكون استفادة الاطلاق الا بقيام قرينة عليه وهذه القرينة هي المسماة عندهم بقرينة الحكمة وكانت مؤلفة من ثلاثة أمور ؛ الأول ؛ كان المتكلم في مقام بيان تمام مراده لا في مقام الاهمال والاجمال : والثاني : عدم نصب قرينة على التعيين ؛ والثالث ؛ عدم وجود قدر متيقن في مقام التخاطب لا في غير ذاك المقام من الخارج ؛ واما ؛ إذا كان في مقام الاهمال أو كانت القرينة أو القدر المتيقن في البين فلا مجال للاخذ بالاطلاق لأنها مانعة عن الاخذ به كالانصراف كما سيجيء ؛ اما ؛ إذا كان في مقام الاهمال فظاهر ؛ واما ؛ إذا كانت القرينة موجودة فلان الكلام بالقرينة فكيف يحمل على الاطلاق ؛ واما ؛ إذا كان القدر المتيقن في البين فلانه أخل ببيانه وكونه في مقام البيان انما يعتبر في ذاك المقام المتكلم عنه لا في مقام آخر مثلا إذا كان في مقام الاجمال وكان في مقام الآخر بصدد البيان فلا يحمل كلامه على الاطلاق بلحاظ انه كان في صدد البيان في ذاك المقام الآخر إلّا إذا كان بين المقامين ملازمة مط سواء كانت عقلية أو شرعيه أو عادية ؛ واما ؛ كونه في صدد بيان تمام مراده اي في صدد اظهاره وافهامه فلا بد لنا ان نحرز ذلك ولو بالأصل لتمسك أهل المحاورات بالاطلاقات مع عدم احراز كون مطلقها بصدد البيان فافهم :\r\n\r\n( تنبيه ) [ في مقدمات الحكمة 
  ]\r\nمن القرائن المانعة عن الاخذ بالاطلاق هو الانصراف كما أشرنا اليه لكنه لا مط بل المانع هو الانصراف البالغ إلى حد يعلم عدم إرادة غيره لا ما يوجب التشكيك البدوي الزائل بالتأمل والتدقيق ولا ما يوجب انس الذهن الناشئ من\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nكثرة الاطلاق وغلبة الاستعمال ولا ما يوجبه غيرهما كما لا يخفى ؛ والحاصل ان الحكمة تقتضى الاخذ بالاطلاق في غير الانصراف البالغ إلى حد مبين العدم ولو شاع في غيره لان إرادة ذلك الغير تحتاج إلى مزيد بيان كما أن الحكمة تقتضى ان يكون المراد من اطلاق صيغة الامر هو خصوص الوجوب التعينى العيني النفسي ؛ واما ؛ إرادة غير هذا فيحتاج إلى نصب دلالة عليها كما أشرنا اليه سابقا :\r\n\r\n( الفصل الثاني ) إذا ورد مطلق ومقيد متنافيين\r\nسواء كانا في كلام واحد أو في كلامين مستقلين فاما ان يكونا مختلفين في الايجاب والسلب كقوله اعتق رقبة ولا تعتق رقبة كافرة ؛ واما ؛ ان يكونا متوافقين كقوله اعتق رقبة واعتق رقبة مؤمنة : اما في القسم الأول فلا اشكال في حمل المطلق على المقيد لوقوع المعارضة بينهما فلا بد من الجمع والجمع هو التقييد بحمله عليه وكك في القسم الثاني لوقوع المعارضة أيضا بينهما من رفع اليد عن الاطلاق أو عن ظهور القيد فطريق الجمع هو التقييد بحمل المطلق على المقيد ، واستدل ؛ الأكثرون كما حكى عنهم بأولوية الحمل في هذا القسم وعلّله بأنه جمع بين الدليلين ؛ وأورد ؛ عليهم بامكان الجمع على وجه آخر كحمل الامر فيهما على التخيير أو في المقيد على الاستحباب ؛ وأجاب ؛ الشيخ ؛ ره ؛ عن كليهما ؛ اما عن ؛ الأول فغير معقول لان التخيير كان بين الفرد والكلي ؛ واما عن ؛ الثاني فبما لفظه حسب ما نسب اليه بعض مقرري بحثه ( من أن التقييد ليس تصرفا في معنى اللفظ وانما هو تصرف في وجه من وجوه المعني اقتضاه تجرده عن القيد مع تخيل وروده في مقام بيان تمام المراد وبعد الاطلاع على ما يصلح للتقييد نعلم وجوده على وجه الاجمال فلا\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nاطلاق فيه حتى يستلزم تصرفا فلا يعارض ذلك بالتصرف في المقيد بحمل امره على الاستحباب ) ؛ أقول ؛ ان التصرف في المطلق يوجب التجوز قطعا وقول بعض الأفاضل من أن حمل الامر في المقيد على الاستحباب لا يوجب تجوزا فيه فإنه في الحقيقة مستعمل في الايجاب فان المقيد إذا كان فيه ملاك الاستحباب كان من أفضل افراد الواجب لا مستحبا فعلا ؛ ففيه ؛ منافاة هذا الكلام مع القطع بوحدة المطلوب ؛ ثم ؛ ان الظاهر لا فرق بين حكم المطلق والمقيد الواردين في مقام بيان الحكم التكليفي كما عرفت وبين حكمهما لواردين في بيان الحكم الوضعي مثل انه إذا ورد ان البيع سبب وان البيع باللفظ العربي سبب نعلم اجمالا بان مراده اما سببية بيع المطلق أو بيع الخاص فلا بد من التقييد مع أنه يمكن ان يقال إن مراده من ذكر المطلق هو المقيد لأنه تعارف ذكر المطلق وإرادة المقيد بخلاف العكس بالغاء القيد وحمله على المطلق كما أفيد ؛ واما ؛ ذهاب الشيخ ره على مشروعية كليهما معا ففيه لزوم لغوية ذكر المقيد في المقام فان المطلق يشمل مشروعية المطلق بنفسه ولا يحتاج إلى ذكر المطلق حتى يعلم بأنه أيضا مشروع فافهم :\r\n\r\n( إفاضة ) في المجمل والمبين\r\n؛ اعلم ؛ ان المجمل هو ما لا يكون له الظهور والدلالة بخلاف المبين والدلالة في المقام هي الدلالة التصورية التي غير عنها بانسباق المعنى إلى الذهن عند سماع اللفظ لا الدلالة التصديقية التي هي موضوع الحجية في باب الظواهر الملازم مع كون المتكلم في مقام البيان فحينئذ كان الموضوع فيهما أوسع دائرة عن الموضوع في باب الحجية لان المجمل ح عبارة عما لا يكون له الدلالة بوجه أصلا ولو تصورا والاجمال ينقسم على قسمين الذاتي والعرضي ؛ فالأول ؛ كلفظ المشترك بين معان متعددة فليس له الدلالة على واحد منها إلّا بالقرينة ؛ والثاني كالمحفوف\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nبالقرينة المجملة وهذا القسم ليس في الواقع ونفس الامر مجملا بل اجماله انما جاء بتوسيط الغير وهو الاحتفاف ؛ ثم لا ريب ؛ في أنهما وصفان إضافيان بالنسبة إلى الاشخاص فربما يكون الكلام مبينا عند شخص لعلمه بالوضع أو القرينة ومجملا عند آخر لعدم علمه بهما فحينئذ لا مجال للنزاع في نقل آية السرقة من أنها هل هي مجملة حيث إن اليد المذكور فيها مردد بين الكف والزند والمرفق وتمام اليد أو مبينة حيث إن المتبادر من اليد هو مجموع اليد الغير المنافي مع قيام القرينة على إرادة عضو معين وهكذا في مثل قوله حرمت عليكم أمهاتكم وأحلت لكم بهيمة الأنعام ومثل لا صلاة إلّا بطهور لان المسألة ليست من المسائل البرهانية بل كانت من الأمور الوجدانية كما أفيد هذا تمام الكلام في المجلد الأول من كتابنا الإفاضات الغروية في الأصول الفقهية ويتلوه المجلد الثاني إن شاء اللّه ( تعالى ) وقد فرغت من تسويده في يوم الأربعاء السادس من شهر شعبان المعظم من شهور سنة خمسين وثلاثمائة بعد الألف 1350 من الهجرة النبوية عليه وآله آلاف الثناء والتحية مع وفور الاشغال واختلال البال فارجو ممن نظر فيه ان لا يؤاخذني بما يجد فيه من الخطاء والخطل والنسيان ويدعو لي بالرحمة والغفران والحمد للّه أولا وآخرا وصلى اللّه على محمد وآله الطاهرين ولعنة اللّه على أعدائهم ابد الآبدين\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127}
  ]