[
  {"content":"\r\n\r\nالأنوار البهية\r\nفي\r\nالقواعد الفقهية\r\nتأليف\r\nأقل العباد الحاج السيد تقى الطباطبائي القمي عفى عنه\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nهوية الكتاب :\r\nالكتاب : الأنوار البهية في القواعد الفقهية\r\nالمؤلف : السيد تقى الطباطبائي القمي\r\nالناشر : محلاتي\r\nالمطبعة : علمية\r\nالتنضيد والإخراج الفني : كومبيوتر المجتبى عليه السلام\r\nالطبعة : الأولى 1423 ه‍\r\nالعدد : 200 نسخة\r\nشابك : 2 - 060 - 7455 - 964\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ مقدمة المؤلف 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ * \r\nيا صاحب الزمان يا أبا صالح المهدي أغثني\r\nالحمد للّه والصلاة على محمّد وآله : وبعد فإن اللّه تبارك وتعالى وفّقني في شهر رمضان سنة الألف والأربعمائة والتاسع عشر من الهجرة النبوية للبحث حول عدة قواعد فقهية وقد حضر الأبحاث والمحاضرات عدة من الأفاضل والأعلام وكتبت ما خلج ببالي القاصر وأحببت أن أقدّمه للطبع والنشر كي يكون نفعه عاما ويكون ذخرا ليوم فقري وفاقتي الذي  لا يَنْفَعُ  فيه   مالٌ وَلا بَنُونَ إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ   وعلى اللّه التوكّل والتكلان هو حسبي  وَنِعْمَ الْوَكِيلُ  .\r\nتقي الطباطبائي القمي\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالقاعدة الأولى قاعدة من ملك\r\nمن القواعد الفقهية قاعدة من ملك شيئا ملك الإقرار به وينبغي أن يتكلم حول هذه القاعدة من جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : في بيان المراد من هذه الجملة\r\n، فنقول : تارة نلاحظ ما هو المستفاد من الجملة بحسب المتفاهم العرفي وأخرى نلاحظ ما يراد منها عند الأصحاب فيقع الكلام في موردين :\r\nأما المورد الأول فالمستفاد من الجملة أن من يكون مالكا لعين كالدّار مثلا أو مالكا لمنفعة كمنفعة الدكان ، مالك لأن يعترف بالنسبة إلى تلك العين أو تلك المنفعة بأن يعترف بانتقالهما إلى الغير بأحد الأسباب أو بما يكون من هذا القبيل .\r\nوالوجه فيما نقول أن ظهور الألفاظ حجة ما دام لم يقم على خلافه دليل ، هذا من ناحية ومن ناحية أخرى أن الملكية لها معان :\r\nمنها الملكية الحقيقة التي يعبّر عنها بالإضافة الإشراقية وهي الملكية المخصوصة بذاته تبارك وتعالى لا مؤثر في الوجود إلّا اللّه :\r\n أزمّة الأمور طرّا بيده * والكلّ مستمدة من مدده \r\n لِمَنِ الْمُلْكُ  . . .  لِلَّهِ الْواحِدِ الْقَهَّارِ  .\r\nومنها الملكية العرضيّة المقولية التي تعبر عنها بمقولة الجدة وهي الواجدية كهيئة الراكب على المركوب وهذه الملكية من الأعراض ومن الأمور الواقعية .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nومنها الملكية الاعتبارية التي تكون من باب الاعتبار ولا واقع لها الّا الاعتبار .\r\nومن الظاهر أنّ المراد من الملك في هذه الجملة ليس المعنى الأول ولا الثاني بل المراد منها المعنى الثالث .\r\nومن الظاهر أيضا أن الملكية الاعتبارية بحسب المتفاهم العرفي عبارة عن ربط اعتباري بين الإنسان أو غيره وبين عين من الأعيان أو منفعة من المنافع وأما إذا لم يكن كذلك فالظاهر عدم صدق عنوان الملكية ولا المالكية ولا المملوكية .\r\nمثلا إذا فرضنا أن زيدا مالك لدار يقال : الدار الفلانية مملوكة لزيد ولكن لا يقال : زيد مالك لبيع الدار الفلانية كما أنه لا دليل من الخارج أن زيدا مالك لبيع الدار وقس عليه بقية الموارد .\r\nوأما لفظ الإقرار فالمستفاد من التبادر وأهل العرف واللغة أنه عبارة عن الاعتراف بشيء ومن الظاهر أنه أشرب في مفهوم الاعتراف أن متعلقه على ضرر المعترف .\r\nوعلى هذا الأساس يستفاد من الجملة أن المالك للعين إذا أقرّ واعترف بكون العين مملوكة للغير ينفذ إقراره وقد استعمل لفظ الملك في قولهم ملك الاقرار به مجازا إذ معنى اللفظ معلوم ومن ناحية أخرى أصالة الحقيقة لا تكون أصلا تعبديا فالنتيجة أن المستفاد من الجملة أن المالك اعترافه نافذ بالنسبة إلى مملوكه .\r\nولا يخفى أن الإقرار بماله من المفهوم العرفي عبارة عن الإخبار ولا يكون إنشاء فالحاصل :\r\nأن المستفاد من الجملة بحسب المتفاهم العرفي أنّ المالك لشيء إذا أخبر وأقرّ بالنسبة إلى ذلك الشيء يكون اخباره نافذا فلو أخبر بأن هذه العين انتقلت إلى غيري يكون اخباره نافذا وجائزا .\r\nوأما المورد الثاني : فالمستفاد من كلمات القوم أن من يكون مسلطا على أمر\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nكعقد أو إيقاع أو غيرهما أصالة أو نيابة أو وكالة أو ولاية إذا أقر بذلك الأمر يكون إقراره نافذا أعم من أن يكون ذلك الإقرار له أو عليه أو لا هذا ولا ذاك .\r\nمثلا لو كان وكيلا لتزويج امرأة لنفسه وأخبر بالتزويج يقبل قوله وهكذا .\r\nولا يخفى أن استعمال لفظ الإقرار بحسب ما هو المصطلح عند القوم استعمال لفظ الإقرار بحسب ما هو المصطلح عند القوم استعمال اللفظ في غير ما وضع له إذ الإقرار إخبار على ما يكون ضررا على المخبر والحال أن الإقرار عند القوم أعم من ذلك أي ربما يكون إخبارا بماله نفع للمخبر كما لو كان وكيلا عن المرأة في تزويجها لنفسه فأخبر بالتزويج لنفسه وأيضا يكون استعمال الملك في غير ما وضع له إذ الإنسان مالك للعين مثلا ولا يكون مالكا لبيع العين .\r\n\r\nالجهة الثانية : في أن هذه المسألة من المسائل الأصولية أو من القواعد الفقهية ؟\r\nوالحق أنها من الطائفة الثانية فإن المسألة الأصولية ما تقع نتيجتها في طريق استنباط الحكم الكلي الفرعي الإلهي كمسألة مقدمة الواجب فإن نتيجة ذلك البحث التلازم بين وجوب ذي المقدمة ووجوب مقدمته فإن هذه الكبرى تقع في طريق الاستنباط فنقول صلاة الظهر واجبة ولها مقدمات وتلك المقدمات مقدمات الواجب وكل واجب يستلزم وجوب مقدمته فتلك المقدمات واجبة .\r\nوأما القاعدة الفقهية فهي بنفسها متكفلة لحكم فرعي للمصاديق التي تحت ذلك الكلي ، وبعبارة أخرى لا فرق بين قوله ( الصلاة واجبة ) وبين قوله : ( ما يضمن بصحيحه يضمن بفاسده ) غاية الأمر دائرة القاعدة الفقهية أوسع وأشمل ولذا نرى قاعدة ضمان الصحيح والفاسد تشمل البيع الفاسد وبقية العقود الفاسدة التي يوجب صحيحها الضمان .\r\n\r\nالجهة الثالثة : في الفرق بين هذه المسألة ومسألة إقرار العقلاء على أنفسهم جائز\r\n، والأظهر أن الفارق بين المقامين أن مسألة إقرار العقلاء تختص بمورد اعتراف\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالمقر بما عليه ويتضرر به .\r\nوأما في المقام فلا فرق بين كون الإقرار ضررا عليه أو لم يكن ضررا بل ربّما يكون نافعا والنسبة بين القاعدتين عموم من وجه فإنّ مادّة الاجتماع ما لو أخبر مالك العين بوقفها فإن الإخبار المذكور إقرار على نفسه فيكون مصداقا لإقرار العقلاء على أنفسهم وأيضا اخبار عن أمر يكون مسلطا عليه ومالكا له وهو الوقف .\r\nوأما مادة الافتراق من ناحية قاعدة إقرار العقلاء ما لو اعترف بإتلاف مال الغير فإن الاعتراف المذكور اعتراف بما يكون ضررا عليه ولا يكون مسلطا على الفعل المقرّ به إذ من الواضح أنه ليس لأحد إتلاف مال غيره .\r\nومادّة الافتراق من ناحية هذه القاعدة ما لو كان وكيلا عن المرأة في تزويجها لنفسه فأخبر به فإنه إخبار بما يكون نافعا له ولا يكون إقرارا على ما يكون ضررا عليه .\r\n\r\nالجهة الرابعة : في الوجوه التي يمكن أن تذكر في تقريب المدعى\r\n: الوجه الأول : ثبوت الملازمة بين السلطنة على وجود الشيء وثبوته وبين السلطنة على إثباته فإذا كان زيد مسلطا على تزويج المرأة يكون مسلطا على إثباته فلو أخبر به يكون إخباره نافذا .\r\nويرد عليه أولا بالنقض وثانيا بالحل أما الأول فلو أخبر عن كون العين الفلانية التي لا تكون تحت يده مملوكة له بالإحياء يلزم أن يكون إخباره نافذا إذ له السلطنة على تملكها بالإحياء .\r\nوكذلك لو أخبر بكون العين الفلانية مملوكة له بالحيازة وهل يمكن الالتزام به ؟\r\nكلا .\r\nوأيضا لو كان أجيرا في عمل كالصلاة مثلا ثم أخبر بأنّه صلى وبرأت ذمته ولم\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nيكن ثقة يلزم قبول قوله لأنه مسلط على الإتيان بها فيكون مسلطا على إثباتها والحال أنا نرى الأصحاب يقولون إنما يقبل قوله إذا كان ثقة إلى غيرها من الموارد .\r\nوأما الحل فلعدم دليل على هذه الدعوى وإذا وصلت النوبة إلى الشك يكون مقتضى الأصل الأوّلي عدم الاعتبار فهذا الوجه ليس تحته شيء .\r\nالوجه الثاني : قاعدة : ( إقرار العقلاء على أنفسهم جائز ) ، بتقريب أن المقام من صغريات تلك القاعدة .\r\nوالجواب : أنه قد ظهر مما تقدم أن هذه القاعدة غير تلك القاعدة ولا ربط بين المقامين .\r\nالوجه الثالث : الإجماع وربما يرد في هذا الوجه أن اتفاق الأصحاب في مورد أو موارد لا يستلزم الإجماع على الكلية فلا يمكن الحكم بهذه الكبرى الكلية .\r\nويمكن أن يجاب عن الإيراد المذكور بأن المدعى - كما في كلام الشيخ قدّس سرّه - الإجماع على القاعدة .\r\nإن قلت : كيف يمكن الإجماع على الكلية والاختلاف في بعض المصاديق والحال أن السالبة الجزئية تناقض الموجبة الكلية ؟\r\nقلت : يمكن أن يكون الاختلاف في المصداق مسببا عن عدم انطباق ذلك الكلي على هذا الفرد فلا يضرّ بالإجماع .\r\nلكن هذا الوجه أيضا مخدوش لأن الإجماع المدعى إما محصل أو منقول أو يكون كاشفا عن رأي المعصوم عليه السّلام من باب أن اتفاق المرئوسين يكشف عن أن رأي الرئيس كذلك .\r\nوبعبارة أخرى الإجماع المدعى إما دليل بالأصالة في قبال بقية الأدلة الشرعية وإما بالعرض أي باعتبار كونه كاشفا عن رأي المعصوم أرواحنا فداه .\r\nإما المحصل منه فغير حاصل وأما المنقول منه فغير حجة بل قد ثبت في محله أن\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالإجماع المحصل غير حجة كالمنقول .\r\nوأما كون الاتفاق كاشفا فيرد عليه أولا : أن الاتفاق محل الكلام والإشكال ومع الشك فيه لا يحصل المطلوب .\r\nوثانيا : أنه كيف يمكن الحكم بكونه كاشفا مع احتمال استناد المجمعين إلى وجه من الوجوه المذكور في المقام .\r\nوإن شئت قلت : الاتفاق المذكور محتمل المدرك .\r\nالوجه الرابع : السيرة العقلائية بل سيرة المتشرعة فإنّها جارية على إنفاذ إخبار الأولياء والوكلاء على تحقق موارد ولايتهم ووكالتهم .\r\nوالإنصاف أن الجزم بهذه السيرة في موارد الشك وعدم الوثوق بالخبر مشكل وإذا وصلت النوبة إلى الشك يبطل الاستدلال كما هو ظاهر ، مضافا إلى أن هذا الوجه إن تمّ يكون أخصّ من المدعى إذ ربما يكون الشخص مالكا لأمر ولا يكون وكيلا ولا وليّا كما لو أخبر عن كون العين الفلانية مملوكة له بالحيازة ولكن الظاهر أن الوكيل في أمر أو الولي إذا أخبر بقيامه بمورد الوكالة أو الولاية يقبل قوله .\r\nوبعبارة أخرى : يرى العقلاء الوكيل والولي مقام الموكل والمولّى عليه فكأن الموكل أو المولّى عليه يخبر عن الوقوع ولكن هذا المقدار لا يكفي لإثبات الكبرى الكلية وصفوة القول أن القاعدة المدعاة تامة في الجملة لا بالجملة .\r\nالوجه الخامس : النصوص الدالة على قبول قول الأمين والظاهر أن الوجه المذكور أوهن الوجوه بحيث لا يمكن تقريبه ومقتضى الدليل عدم كونه ضامنا الّا مع التعدي أو التفريط .\r\n\r\nالجهة الخامسة : في أن هذه القاعدة على تقدير تماميتها هل تختص بزمان\r\nوظرف يكون المخبر مالكا ومسلطا على ذلك الأمر أو تعم حتى ما بعد انقضاء ذلك الزمان ؟ فلو أخبر الولي بتزويج الصغيرة بعد بلوغها ينفذ إخباره على القول بعدم\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nالاختصاص ولا ينفذ على القول به .\r\nربما يقال : إن دليل القاعدة إذا كان هو الإجماع لا بد من القول بالاختصاص للزوم الاقتصار على القدر المعلوم منه .\r\nوبعبارة أخرى : لا يكون فيه الإطلاق ولا مجال لإسراء الحكم إلى ما بعد زوال ذلك الزمان بالاستصحاب لانتفاء الموضوع وتغيّره واشتراط بقاء الموضوع في الاستصحاب فإن الموضوع هو المالك والمفروض زوال العنوان ، مضافا إلى أن استصحاب الحكم الكلي معارض باستصحاب عدم الجعل الزائد .\r\nويمكن أن يجاب عن التقريب المذكور بأن المدعى تحقق الإجماع على العنوان أي قام الإجماع على « جملة من ملك شيئا ملك الإقرار به » .\r\nومقتضى الإطلاق عدم الفرق بين إقرار المالك في زمان كونه مالكا وبين زمان عدم كونه كذلك .\r\nإلا أن يقال أن الحكم مترتب على المالك ومع عدم كونه مالكا لا يكون الموضوع صادقا ومع عدم صدق الموضوع لا يترتب الحكم والذي يهون الخطب أن القاعدة لا أصل لها فلاحظ .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nالقاعدة الثانية قاعدة الإعانة على الإثم\r\nومن القواعد المذكورة « قاعدة الإعانة على الإثم » ويتكلّم فيها من جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : في تفسير هذه الكلمة وبيان ما يستفاد منها\r\n. قال في المنجد : أعانه على الشيء ساعده .\r\nوالظاهر أن معنى اللفظ واضح ظاهر وهل يشترط في صدق الإعانة أن يكون المعين ذا شعور وعلى فرض الاشتراط المذكور هل يشترط أن يكون بداعي تحقق المعان عليه أم لا ؟\r\nالحق هو الثاني ويتضح المدعى بموارد الاستعمالات لاحظ قول القائل :\r\n( أعانتني هذه العصا على المشي ) ، ولاحظ قوله تعالى :  اسْتَعِينُوا بِالصَّبْرِ وَالصَّلاةِ *  وقوله عليه السّلام : ( وأعانني عليها شقوتي ) ، وقوله : ( من أكل الطين فمات فقد أعان على نفسه ) إلى بقية الموارد .\r\nومن الظاهر أن صحة الاستعمال بلا عناية وصحة الحمل علامة الحقيقة كما أن عدم صحة السلب علامة الحقيقة أيضا والعرف ببابك .\r\nوهل يشترط في صحة الاستعمال وتحقق الإعانة حصول المعان عليه أم لا ؟\r\nالحق هو الثاني لاحظ قول القائل : ( أعان جمع على أن يمشي زيد إلى الحج والزيارة لكن زيد لم يمش ) فإن الإعانة تصدق بما لها من المفهوم فلا يشترط صدق العنوان على تحقق المعان عليه .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nالجهة الثانية : في حكم الإعانة على الإثم وما يمكن أن يذكر في مستند القول بحرمتها وجوه\r\n: الوجه الأول : قوله تعالى :  وَلا تَعاوَنُوا عَلَى الْإِثْمِ وَالْعُدْوانِ  « 1 » .\r\nبتقريب أن المستفاد من الآية الشريفة النهي عن الإعانة على الإثم .\r\nويرد عليه أن التعاون غير الإعانة وهذا العرف ببابك والمنهي عنه في الآية هو الأول لا الثاني .\r\nالوجه الثاني : النصوص ، منها عن أبي عبد اللّه عليه السّلام قال : من أعان على مؤمن بشطر كلمة جاء يوم القيامة مكتوب بين عينيه آيس من رحمة اللّه « 2 » .\r\nوفيه أولا : أن السند مخدوش فإن عنوان غير واحد لا يستلزم التواتر بل أعم منه .\r\nوثانيا : أن الحكم المذكور وارد في إطار خاص ودائرة مخصوصة ولا وجه لإسرائه إلى غيره من الموارد .\r\nوإن شئت فقل : لا وجه للقياس بين مورد الحديث وبقية الموارد .\r\nومنها ما رواه السكوني عن أبي عبد اللّه عليه السّلام قال :\r\nقال رسول اللّه صلّى اللّه عليه وآله وسلّم : من أكل الطين فمات فقد أعان على نفسه « 3 » .\r\nوفيه أولا : أن السند مخدوش وثانيا : أن الحديث وارد في واقعة خاصة ولا مجال لإسراء الحكم إلى غير مورده بلا دليل وإلّا يلزم التشريع .\r\nومنها الأحاديث الواردة في أعوان الظلمة .\r\nلاحظ ما رواه أبو حمزة عن علي بن الحسين عليه السّلام في حديث قال : إيّاكم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 3 .\r\n( 2 ) الوسائل : الباب 2 من أبواب القصاص في النفس ، الحديث 4 .\r\n( 3 ) فروع الكافي : ج 6 ص 266 ، الحديث 8 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوصحبة العاصين ومعونة الظالمين « 1 » إلى غيره من الروايات .\r\nوفيه أنّها واردة في إعانة خاصة ولا دليل على عموم الحكم .\r\nومنها ما رواه جابر عن أبي جعفر عليه السّلام قال : لعن رسول اللّه صلّى اللّه عليه وآله وسلّم في الخمر عشرة : غارسها وحارسها وعاصرها وشاربها وساقيها وحاملها والمحمولة إليه وبائعها ومشتريها وآكل ثمنها « 2 » .\r\nبتقريب أن المستفاد من الحديث أن الإعانة على الإثم حرام ولذا قد استحق اللعن الجماعة المشار إليهم في الرواية لكونهم أعوانا عليه .\r\nوفيه أولا : الإشكال في السند وثانيا : أن الموجبة الجزئية لا تكون دليلا على الكلية ومن الظاهر أن الجزم بالحكم الشرعي يتوقف على الدليل ، ومما ذكرنا يظهر الإشكال فيما يكون متحدا مع هذه الرواية في المفاد .\r\nالوجه الثالث : إن رفع المنكر واجب لوجوب النهي عن المنكر .\r\nوفيه أولا : أن لازمه وجوب الترك لا حرمة الفعل .\r\nوثانيا : أنّه لا دليل على وجوب دفع المنكر وملاكات الأحكام الشرعية لا تنالها عقولنا .\r\nالوجه الرابع : الإجماع المنقول ، وفيه أن الإجماع المنقول غير حجة بل المحصل منه كذلك وأما الإجماع الكاشف عن رأي المعصوم عليه السّلام فلا يمكن تحصيله إذ على فرض تحققه محتمل المدرك .\r\nالوجه الخامس : حكم العقل ، بتقريب : أن العقل حاكم بقبح المعصية لكونها مبغوضة للمولى وحيث أن الإثم مبغوض للمولى فالمعين للآثم مبغوض عمله ويلزم بحكم العقل تركه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 42 من أبواب ما يكتسب به ، الحديث 1 .\r\n( 2 ) الوسائل : الباب 55 من أبواب ما يكتسب به ، الحديث 4 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nويرد عليه : أن العقل إنما يحكم ويدرك لزوم الإطاعة دفعا للضرر المحتمل وأما كون شيء مبغوضا للمولى فلا يكون الزام من قبل العقل بتركه ما دام لم يتعلق به نهي من قبل الناهي .\r\nمضافا إلى أن كون شيء مبغوضا لا يستلزم مبغوضية مقدماته وقد حقق في الأصول عدم كون مقدمة الحرام حراما وهذا الوجه أوهن الوجوه المذكورة في المقام ولا يرجع إلى محصل .\r\nفانقدح بما ذكرنا عدم قيام دليل على المدّعى ويضاف إلى ذلك كله أن هناك نصوص تدل على جواز الإعانة منها ما رواه أحمد بن محمد بن أبي نصر قال :\r\nسألت أبا الحسن عليه السّلام عن بيع العصير فيصير خمرا قبل أن يقبض الثمن فقال :\r\nلو باع ثمرته ممن يعلم أنه يجعله حراما لم يكن بذلك بأس فأما إذا كان عصيرا فلا يباع الّا بالنقد « 1 » .\r\nومنها ما رواه أبو بصير قال : سألت أبا عبد اللّه عليه السّلام عن ثمن العصير قبل أن يغلي لمن يبتاعه ليطبخه أو يجعله خمرا قال : إذا بعته قبل أن يكون خمرا وهو حلال فلا بأس « 2 » ومنها ما رواه محمد الحلبي قال : سألت أبا عبد اللّه عليه السّلام عن بيع عصير العنب ممّن يجعله حراما فقال : لا بأس به تبيعه حلالا ليجعله حراما فأبعده اللّه وأسحقه « 3 » .\r\nومنها ما رواه عمر بن أذينة قال : كتبت إلى أبي عبد اللّه عليه السّلام أسأله عن رجل له كرم أيبيع العنب والتمر ممن يعلم أنه يجعله خمرا أو سكرا ، فقال : إنما باعه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 59 من أبواب ما يكتسب به ، الحديث 1 .\r\n( 2 ) نفس المصدر الحديث 2 .\r\n( 3 ) نفس المصدر : الحديث 4 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nحلالا في الابان الذي يحل شربه أو أكله فلا بأس ببيعه « 1 » .\r\nومنها ما رواه أبو كهمس قال : سأل رجل أبا عبد اللّه عليه السّلام عن العصير فقال : لي كرم وأنا أعصره كل سنة وأجعله في الدنان وأبيعه قبل أن يغلي قال : لا بأس به وإن غلا فلا يحل بيعه « 2 » .\r\nومنها ما رواه رفاعة بن موسى قال : سئل أبو عبد اللّه عليه السّلام وأنا حاضر عن بيع العصير ممّن يخمره ، قال : حلال ألسنا نبيع تمرنا ممن يجعله شرابا خبيثا « 3 » .\r\nومنها ما رواه الحلبي عن أبي عبد اللّه عليه السّلام أنه سئل عن بيع العصير ممّن يصنعه خمرا فقال :\r\nبعه ممن يطبخه أو يصنعه خلا أحب إليّ ولا أرى بالأول بأسا « 4 » .\r\nومنها ما رواه يزيد بن خليفة عن أبي عبد اللّه عليه السّلام قال : سأله رجل وأنا حاضر قال : إن لي الكرم قال : تبيعه عنبا قال فإنه يشتريه من يجعله خمرا قال :\r\nفبعه إذا عصيرا قال فإنه يشتريه مني عصيرا فيجعله خمرا في قربتي قال : بعته حلالا فجعله حراما فأبعده اللّه ثم سكت هنيهة ثم قال :\r\nلا تذرن ثمنه عليه حتى يصير خمرا فتكون تأخذ ثمن الخمر « 5 » .\r\nويضاف إلى جميع ما ذكر أن الإعانة على الاثم لو كانت حراما لكان سقي الناصب حراما لأن الماء ينفعل بملاقاة شفته فيكون شرب الماء حراما عليه فإن الكافر مكلف بالفروع كما يكون مكلفا بالأصول على ما حقّقناه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر : الحديث 5 .\r\n( 2 ) نفس المصدر : الحديث 6 .\r\n( 3 ) نفس المصدر : الحديث 8 .\r\n( 4 ) نفس المصدر : الحديث 9 .\r\n( 5 ) نفس المصدر : الحديث 10 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nثم إنه على القول بالحرمة هل يكون إعانة المكلف على الإثم الذي يصدر عن نفسه حراما أم لا ؟\r\nالظاهر هو الثاني فإن الظاهر من الجملة المذكورة أن المعين غير المعان .\r\nمضافا إلى أن القول بالتعميم يستلزم القول بحرمة مقدمة الحرام وقد حقق في محله أنّ مقدمة الحرام لا تكون حراما .\r\nأضف إلى ذلك : أن القول بالتعميم يستلزم القول بأنّه لو كان عشرون مقدمة يكون المرتكب لذلك الحرام معاقبا بعدد تلك المقدمات وهل يمكن الالتزام به ؟\r\nثم إنه لو لم نقل بالحرمة - كما لا نقول - فهل يستحق العقاب من يكون معينا إذا كان قاصدا لتحقق ذلك الحرام أي يعينه لأن يشرب الخمر ويكون تحقق الحرام غاية للإعانة ؟\r\nالظاهر أنه لا دليل على الحرمة في هذه الصورة أيضا نعم إذا كان الغرض من الإعانة هتك مقام المولى - نستجير باللّه - الظاهر عدم إمكان التشكيك في الحرمة بل لو ادعى أحد أنه يوجب عنوان النصب وصيرورة المعين ناصبيا ويصير بذلك أنجس من الكلب والخنزير لعله لا يكون مجازفا في القول .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nالقاعدة الثالثة قاعدتا الفراغ والتجاوز\r\nيقع الكلام في المقام من جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : في أنهما قاعدتان\r\nإذ تارة يكون مورد الشك مفروض الوجود غاية الأمر يشك في صحته وفساده كما لو فرغ من الصلاة وشك في أنها صحيحة أو فاسدة وأخرى يشك في أصل الوجود كما لو شك في أنه ركع أم لا أو سجد أم لا إلى غير ذلك من الموارد فإن كان الشك في صحة الموجود يكون مورد قاعدة الفراغ وإن كان الشك في أصل الوجود يكون مورد قاعدة التجاوز .\r\n\r\nالجهة الثانية : إنه ربما يقال مورد قاعدة التجاوز الشك في مفاد كان التّامة ومورد قاعدة الفراغ الشك في مفاد كان النّاقصة\r\nولا يمكن الجمع بين الأمرين في استعمال واحد ولا يرتفع الإشكال باستعمال اللفظ الواحد في أكثر من معنى واحد إذ مرجعه إلى التعدد والكلام في الاستعمال الواحد .\r\nوربما يذبّ الإشكال بأن الجامع بين الأمرين الحكم بالوجود الصحيح .\r\nوأورد عليه بأنه يستلزم القول باعتبار المثبت الذي لا نقول به .\r\nوأجيب عن الإشكال المذكور : بأن القاعدة من الأمارات ولوازم الأمارة تثبت وبعبارة واضحة : إنه تارة يشكّ في صحّة الركوع - مثلا - وأخرى في أصل وجوده والقاعدة تحكم بتحقّق الوجود الصحيح ولازمه تحقق الرّكوع وحيث أن لازم الإمارة حجة يثبت أن الركوع تحقق .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nولقائل أن يقول يمكن أن يتكفل دليل واحد لبيان حكم كلتا القاعدتين أما على القول بجواز استعمال اللفظ الواحد في أكثر من معنى فارد فواضح وظاهر وأمّا إرادة الجامع بين الأمرين فالظاهر إمكانه في مقام الثبوت والتصوّر وذلك بأنّ المولى يلاحظ كلا الموردين ويرى المصلحة في اعتبار الصحة فيقول إذا شككت في شيء أعم من أن يكون الشك في صحة الموجود أو الشك في أصل الوجود فابن عليه ولا إشكال فيه أصلا .\r\nولعمري أن هذا أوضح من أن يخفى فتحصل ممّا تقدم أمران : أحدهما أن قاعدة التجاوز غير قاعدة الفراغ ، ثانيهما أنه يمكن تصوير الجامع بين القاعدتين في مقام الثبوت والتصور .\r\n\r\nالجهة الثالثة : في بيان الأدلة التي تدل على الاعتبار\r\nوالعمدة النصوص الواردة في هذا المجال بل الدليل منحصر فيها إذ السيرة والإجماع على فرض تسلمهما لا تكونان دليلين في قبال النصوص .\r\nوبعبارة أخرى : النصوص منشأ الإجماع والسيرة فلا بدّ من ملاحظة كل واحد من هذه النصوص ومقدار دلالته بعد تمامية سنده .\r\nفنقول : من تلك النصوص ما رواه زرارة قال : قلت لأبي عبد اللّه عليه السّلام رجل شك في الأذان وقد دخل في الإقامة قال : يمضي قلت : رجل شك في الأذان والإقامة وقد كبّر قال : يمضي قلت : رجل شك في التكبير وقد قرأ قال :\r\nيمضي قلت : شك في القراءة وقد ركع قال : يمضي قلت : شك في الركوع وقد سجد قال : يمضي على صلاته ثم قال : يا زرارة إذا خرجت من شيء ثم دخلت في غيره فشكّك ليس بشيء « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 23 من أبواب الخلل ، الحديث 1 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوهذه الرواية تامة سندا وأما من حيث الدلالة فهل تكون دليلا على قاعدة التجاوز أو ناظرة إلى قاعدة الفراغ أو ناظرة إلى كلتا القاعدتين ؟\r\nالظاهر أنها ناظرة إلى قاعدة الفراغ إذ الميزان في استفادة المراد من الكلام ما يكون ضابطا كليا ونرى أنه عليه السّلام بعد جواب أسئلة السائل أعطى في الذيل ميزانا كليّا وحكما عاما بقوله : « يا زرارة إذا خرجت من شيء ثمّ دخلت في غيره فشكّك ليس بشيء » .\r\nومن الواضح أن الخروج من الشيء يتوقف على تحققه وحصوله فلا يشمل الشك في أصل الوجود وحمل كلامه على الخروج عن المحل خلاف صريح كلامه روحي فداه لا يصار إليه .\r\nإن قلت : الخروج عن الشيء لا يجتمع مع الشك فيه قلت : إذا كان الشك في صحّة ما خرج منه ، يصدق الخروج مع الشك فيه .\r\nوصفوة القول : إن الميزان بذيل كلامه حيث إنّه عليه السّلام تصدّى من تلقاء نفسه بلا سبق سؤال لإعطاء قاعدة كلية تجري في جميع الموارد فلا بد من الأخذ وإن أبيت وقلت : الصدر يشمل الشك في أصل الوجود وفي صحة الموجود .\r\nقلت : الذيل بصراحته في إرادة قاعدة الفراغ يقيد الصدر .\r\nإن قلت : الظاهر من الصدر الشك في أصل الوجود فيقع التعارض بين الصدر والذيل ولا وجه لتقديم الذيل على الصدر .\r\nقلت : أولا : مقتضى الإطلاق شمول الصدر لكلا الأمرين .\r\nوثانيا : لا بد من رفع اليد عن ظهور الصدر في الشك في أصل الوجود على فرض تسليمه وهذا العرف ببابك فإن للمتكلم أن يلحق بكلامه ما شاء من اللواحق ما دام متشاغلا بالكلام ويرى العرف أنّ الميزان بحسب سوق الكلام بالذيل .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوثالثا : أنّ إرادة المحل من الشيء وتقديره يستلزم الاستخدام إذ عليه يكون المراد من الشيء محله ويكون المراد من الضمير العائد إليه نفسه والاستخدام على خلاف الأصل .\r\nإلّا أن يقال : يكون الصدر قرينة على كون المراد من الذيل خصوص قاعدة التجاوز فلا يستلزم الاستخدام .\r\nورابعا : ان استعمال لفظ الشيء في محله غلط كما لو قال أحد : خرجت من دار زيد وأراد الأرض التي كانت في زمان أرض داره وبعد ذلك انهدمت وبقيت الأرض فلاحظ .\r\nوخامسا : سلمنا ما رامه الخصم لكن نقول : غاية ما في الباب وقوع المعارضة بين الصدر والذيل وتكون النتيجة الاجمال فلا يكون الحديث قابلا للاستدلال به على قاعدة التجاوز .\r\nوالعجب كل العجب عمّا جاء في بعض الكلمات من أن الخروج عن الشيء له مصداقان : أحدهما : الخروج عن نفس الشيء ثانيهما : الخروج عن محله ولهما الجامع وبهذا الاعتبار الحديث وما يكون مثله يكون دالا على كلتا القاعدتين .\r\nوجه العجب أن المستفاد من قوله عليه السّلام : « إذا خرجت من شيء ودخلت في غيره » لزوم تحقق المشكوك فيه وكون الشاكّ فيه قبل ذلك .\r\nوإن شئت فقل : لا جامع بين ما فرض وجوده وما لا وجود له .\r\nإن قلت : إذا كان صدر الحديث ظاهرا في الشك في أصل الوجود نرفع اليد عن ظهور الذيل في الشك في صحة الموجود فإن الكلي الوارد في الذيل ناظر إلى الجمع بين الصدر وبقية الموارد فيكون الحديث ناظرا إلى قاعدة التجاوز فيكون المراد من الشيء الوارد في كلام الإمام عليه السّلام محله فالنتيجة اختصاص الحديث بقاعدة التجاوز .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nقلت : تارة نقول استعمال اللفظ في غير ما وضع له صحيح ولا يحتاج إلى مناسبة وعلاقة وحسن وأخرى نقول لولا العلاقة والتناسب أو الحسن يكون الاستعمال غلطا أما على الأول فيجوز استعمال لفظ الشيء في مورده ومحله وأما على الثاني فلا يجوز ويكون غلطا ولا يمكن حمل كلام الإمام عليه السّلام عليه إذ كيف يمكن الالتزام بكون استعماله غلطا والحال أنّ الاستعمال الغلط إما ناش عن الجهل وإما عن الغفلة وهل يمكن الالتزام بأحدهما بالنسبة إلى مخزن الوحي ؟ كلا ثم كلا .\r\nهذا من ناحية ومن ناحية أخرى : أنه لا يجوز استعمال اللفظ في غير ما وضع له الّا مع المجوز وهذا العرف ببابك مثلا : لو كان مكان قبل عشر سنوات مكانا للبحر والآن غرفة تجارة هل يجوز أن يقول أحد إني خرجت من البحر وأراد الخروج من تلك الغرفة وعليه يدور الأمر بين الصدر والذيل والنتيجة الإجمال كما تقدم .\r\nولنا لإثبات أنّ الذيل ناظر إلى قاعدة الفراغ ولا مجال لحمله على بيان قاعدة التجاوز تقريب آخر وهو : أن حمله على قاعدة التجاوز يستلزم الاستخدام الذي يكون خلاف القاعدة الأولية إذ بناء على إرادة التجاوز إما نقدر كلمة محل ونضيفه إلى لفظ الشيء وإما نستعمل لفظ الشيء في المحل وعلى كلا التقديرين يلزم الاستخدام أما على الأول فظاهر إذ عليه يراد من المخرج ، المحل ويراد من الضمير العائد ، الشيء إذا خرجت من محل الأذان مثلا ودخلت في غير الأذان وأما على الثاني : فأيضا الأمر كذلك إذ مرجع الكلام إلى الصورة الأولى لأنه لا بد من إضافة المحلّ إلى حاله كما أنّه لا بدّ من إرجاع الضمير إلى الحالّ أي الشيء المشكوك فيه .\r\nأضف إلى ذلك ، إن الذيل صريح في قاعدة الفراغ وغير قابل لحمله على التجاوز وذلك لأن الإمام روحي فداه بعد فرض خروج المكلف عن الشيء يقول :\r\n« ثم دخلت في غيره » فقد فرض عليه السّلام الخروج عن الشيء أولا ثم دخوله في غيره ثانيا والحال أن التجاوز قوامه بالدخول في الغير وبدونه لا يعقل فلا مجال لتقريب\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالتجاوز ولعمري ما بينت غير قابل للخدش ولعله لم يسبقني إليه سابق .\r\nومن تلك النصوص ما رواه محمد بن مسلم عن أبي جعفر عليه السّلام قال : كلّما شككت فيه ممّا قد مضى فأمضه كما هو « 1 » وهذه الرواية تدل بوضوح على اعتبار قاعدة الفراغ إذ قد فرض في الحديث مضي المشكوك فيه حيث قال : « كلّما شككت فيه ممّا قد مضى » .\r\nومن الظاهر أنه مع الشك في أصل الوجود لا يعقل مضيّ المشكوك فيه وهذا العرف ببابك .\r\nومنها ما رواه زرارة عن أبي جعفر عليه السّلام قال : إذا كنت قاعدا على وضوئك فلم تدر أغسلت ذراعيك أم لا فأعد عليهما وعلى جميع ما شككت فيه أنّك لم تغسله وتمسحه ممّا سمّى اللّه ما دمت في حال الوضوء فإذا قمت عن الوضوء وفرغت منه وقد صرت في حال أخرى في الصلاة أو في غيرها فشككت في بعض ما سمّى اللّه مما أوجب اللّه عليك فيه وضوئه لا شيء عليك فيه فإن شككت في مسح رأسك فأصبت في لحيتك بللا فامسح بها عليه وعلى ظهر قدميك فإن لم تصب بللا فلا تنقض الوضوء بالشك وأمض في صلاتك وإن تيقّنت أنّك لم تتم وضوئك فأعد على ما تركت يقينا حتى تأتي على الوضوء . . . الحديث « 2 » .\r\nوهذه الرواية تدل على اعتبار قاعدة الفراغ في باب الوضوء .\r\nومنها ما رواه عبد اللّه بن أبي يعفور عن أبي عبد اللّه عليه السّلام قال : إذا شككت في شيء من الوضوء وقد دخلت في غيره فليس شكك بشيء إنّما الشك إذا كنت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 23 من أبواب الخلل ، الحديث 3 .\r\n( 2 ) الوسائل : لا باب 42 من أبواب الوضوء ، الحديث 1 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nفي شيء لم تجزه « 1 » .\r\nوالمستفاد من ذيل الرواية بيان الضابط الكلي لاعتبار قاعدة الفراغ وأنّ المكلّف إذا شك في تمامية شيء بعد التجاوز عنه والدخول في غيره لا يعتدّ بشكه .\r\nومنها ما رواه محمد بن مسلم قال : قلت لأبي عبد اللّه عليه السّلام : رجل شكّ في الوضوء بعد ما فرغ من الصلاة ، قال : يمضي على صلاته ولا يعيد « 2 » .\r\nوهذه الرواية تدل على جريان قاعدة الفراغ في الصلاة بعد الفراغ منها من ناحية الشك في الوضوء .\r\nومنها ما رواه إسماعيل بن جابر عن أبي عبد اللّه عليه السّلام في حديث ، قال : إن شك في الركوع بعد ما سجد فليمض وإن شك في السجود بعد ما قام فليمض كل شيء شك فيه ممّا قد جاوزه ودخل في غيره فليمض عليه « 3 » .\r\nوالمستفاد من هذه الرواية اعتبار قاعدة التجاوز بشرط الدخول في غير ما شك فيه .\r\nوبعبارة أخرى : إذا قلنا أن ظاهر قوله عليه السّلام : ( إن شك في الركوع بعد ما سجد ) الشك في أصل الركوع كما هو ليس ببعيد تكون الرواية في مقام اعتبار القاعدة في مورد الشك في أصل الوجود لا الشك في صحة الموجود ولا الجامع بين الأمرين لكن السند مخدوش لاحتمال كون المراد من محمد الراوي عن ابن المغيرة البرقي وهو مخدوش عندنا . لكن قد رجعنا عن المقالة المشار إليها وقلنا أنه ثقة حسب الصناعة نعم هنا اشكال في أصل الدلالة كما تعرضنا له بالنسبة إلى حديث زرارة وهو أن التجاوز عن محل الشيء لا يتحقق الا بالدخول في الغير والحال ان المستفاد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر : الحديث 2 .\r\n( 2 ) نفس المصدر : الحديث 5 .\r\n( 3 ) الوسائل : الباب 15 من أبواب السجود ، الحديث 4 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nمن الحديث انّ مع التجاوز تارة دخل في الغير وأخرى لا فلا بد من حمل الحديث على قاعدة الفراغ .\r\nومنها ما رواه محمد بن مسلم عن أبي عبد اللّه عليه السّلام في الرجل يشك بعد ما ينصرف من صلاته قال : فقال : لا يعيد ولا شيء عليه « 1 » .\r\nوأيضا ما رواه عن أبي جعفر عليه السّلام قال : كلما شككت فيه بعد ما تفرغ من صلاتك فامض ولا تعد « 2 » .\r\nوالمستفاد من الحديثين جريان قاعدة الفراغ في الصلاة بعد الفراغ منها .\r\nوفي المقام عدة نصوص واردة في الشك في الركوع :\r\nمنها ما رواه حماد بن عثمان قال : قلت لأبي عبد اللّه عليه السّلام : أشك وأنا ساجد فلا أدري ركعت أم لا ، قال : امض « 3 » .\r\nومنها ما رواه أيضا قال : قلت لأبي عبد اللّه عليه السّلام : أشك وأنا ساجد فلا أدري ركعت أم لا فقال : قد ركعت امضه « 4 » .\r\nومنها ما رواه الفضيل بن يسار ، قال : قلت لأبي عبد اللّه عليه السّلام : أستتم قائما فلا أدري ركعت أم لا ؟ قال : بلى قد ركعت فامض في صلاتك فإنما ذلك من الشيطان « 5 » .\r\nومنها ما رواه إسماعيل بن جابر قال : قال أبو جعفر عليه السّلام : إن شكّ في الركوع بعد ما سجد فليمض وإن شك في السجود بعد ما قام فليمض كل شيء شك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 27 من أبواب الخلل ، الحديث 1 .\r\n( 2 ) نفس المصدر : الحديث 2 .\r\n( 3 ) الوسائل : الباب 13 من أبواب الركوع ، الحديث 1 .\r\n( 4 ) نفس المصدر : الحديث 2 .\r\n( 5 ) نفس المصدر : الحديث 3 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nفيه مما قد جاوزه ودخل في غيره فليمض عليه « 1 » .\r\nومنها ما رواه محمد بن مسلم عن أحدهما عليهما السّلام ، قال : سألته عن رجل شك بعد ما سجد أنّه لم يركع ؟ قال : يمضي في صلاته « 2 » .\r\nومنها ما رواه عبد الرحمن بن أبي عبد اللّه قال : قلت لأبي عبد اللّه عليه السّلام : رجل أهوى إلى السجود فلم يدر أركع أم لم يركع ، قال : قد ركع « 3 » .\r\nومنها ما رواه محمد بن مسلم عن أبي جعفر عليه السّلام في رجل شك بعد ما سجد أنه لم يركع فقال : يمضي في صلاته حتى يستيقن . . . الحديث « 4 » .\r\nوهذه الروايات تدل على جريان قاعدة التجاوز في الشك في الركوع ولا تدل على اعتبارها على نحو الإطلاق نعم الحديث الثالث من الباب قد ذيّل بقوله عليه السّلام :\r\n( فإنما ذلك من الشيطان ) ولقائل أن يقول : إن مقتضى عموم العلة سريان الحكم إلى بقية الموارد .\r\nويرد عليه أنه عليه السّلام علل حكمه بالصحة بقوله : ( فإنما ذلك من الشيطان ) فيعلم أنه روحي فداه ناظر إلى صورة كثرة الشك الناشئة عن   الْوَسْواسِ الْخَنَّاسِ الَّذِي يُوَسْوِسُ فِي صُدُورِ النَّاسِ   فلا تشمل الرواية الشك العادي الذي يعرض للمصلي بحسب الطبع فلا يكون الحديث قابلا للاستدلال به على المدعى .\r\nفتحصل مما ذكرنا أنه لا دليل على قاعدة التجاوز على نحو العموم أو الإطلاق ، نعم بالنسبة إلى الشك في الركوع قد تمّ الدليل على تمامية القاعدة وقد أشرنا إلى النصوص الدالة عليه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر : الحديث 4 .\r\n( 2 ) نفس المصدر : الحديث 5 .\r\n( 3 ) نفس المصدر : الحديث 6 .\r\n( 4 ) نفس المصدر : الحديث 7 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nوأما بالنسبة إلى السجود ففي المقام حديثان يدلان على عدم الاعتبار بالشك في السجود بعد ما قام أحدهما ما رواه إسماعيل بن جابر « 1 » .\r\nوثانيهما ما رواه أيضا عن أبي عبد اللّه عليه السّلام في حديث قال : وإن شك في السجود بعد ما قام فليمض « 2 » . لكن تقدم الكلام فيه .\r\n\r\nالجهة الرابعة : في أنّه هل يشترط في جريان قاعدة الفراغ الدخول في الغير\r\nأم لا ؟ وعلى الأول هل يعتبر أن يكون ذلك الغير مترتبا أم لا ؟ وعلى الأول هل يعتبر أن يكون ترتبه شرعيا أم يكفي مطلق الترتب ؟\r\nفهنا موارد من البحث :\r\nالمورد الأول : أنه هل يشترط في جريان القاعدة الدخول في الغير ؟ الأدلة بالنسبة إلى هذه الجهة متعارضة فإنّ ذيل حديث زرارة « 3 » وهو قوله عليه السّلام :\r\n« يا زرارة إذا خرجت من شيء » ، إلى آخر كلامه يدلّ على توقف جريانها على الدخول في الغير ويعارضه حديث ابن مسلم « 4 » .\r\nفإن مقتضى هذه الرواية كفاية مضيّ الشيء في جريان القاعدة فيقع التعارض بين منطوق حديث ابن مسلم ومفهوم حديث زرارة والنسبة بين الحديثين عموم من وجه فإن ما به الافتراق من ناحية حديث زرارة ما لو لم يخرج عن الشيء فإن مقتضاه عدم جريان القاعدة ولا يعارضه حديث ابن مسلم إذ المفروض عدم المضيّ .\r\nوما به الافتراق من ناحية حديث ابن مسلم ما لو مضى ودخل في الغير فإن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ ص 24 .\r\n( 2 ) الوسائل : الباب 15 من أبواب السجود ، الحديث 5 .\r\n( 3 ) لاحظ ص 19 .\r\n( 4 ) لاحظ ص 23 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nمفهوم حديث زرارة لا يعارضه .\r\nوما به الاجتماع ما لو مضى ولكن لم يدخل في شيء آخر فإن مقتضى حديث زرارة عدم جريان القاعدة ومقتضى حديث ابن مسلم الجريان .\r\nفربّما يقال : بتقديم حديث ابن مسلم على حديث زرارة بدعوى أن العموم الوضعي قابل لأن يكون قرينة على التصرف في العام الإطلاقي إذ الإطلاق معلّق حدوثا وبقاء على عدم قيام قرينة على خلافه .\r\nوإن شئت فقل : إن ظهور العموم الإطلاقي تعليقي وظهور العام الوضعي تنجيزي فطبعا لا يبقى مجال للتعليقي مع وجود التنجيزي لارتفاع موضوعه .\r\nوهذا كلام شعري ولا أصل له فإنه لا فرق بين الأمرين والميزان في تحقق الإطلاق تمامية مقدمات الحكمة في أول الأمر نعم إذا قامت قرينة منفصلة ترفع اليد عن الظهور بلا فرق بين الإطلاق والعموم .\r\nإن قلت : العموم الوضعي أقوى دلالة فلا بدّ من تقديمه .\r\nقلت : هذه الدعوى كالدعوى الأولى ليس تحتها شيء ولم يرد في هذا الباب آية ولا رواية فإن الميزان في التقديم كون أحد الدليلين قرينة على الآخر في المتفاهم العرفي ولذا نرى تقديم قوله ( يرمي ) على قوله : ( رأيت أسدا ) مع أن ظهور الأسد في الحيوان المفترس وضعي وظهور لفظ يرمي في الرمي بالنبال إطلاقي فالحاصل تحقق التعارض .\r\nوربما يقال : إن نتيجة التعارض إذا كان على نحو التباين الجزئي كما في المقام سقوط كلا الدليلين .\r\nوهذه الدعوى أيضا غير تامة فلنا دعويان :\r\nالأولى : عدم الفرق بين الوضع والإطلاق .\r\nالثانية : أنّ التباين الجزئي كالكلي داخل في المتعارضين فلا بد من إعمال قوانين\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nباب التعادل والترجيح وقد بنينا في ذلك الباب على أن المرجح الوحيد في باب الترجيح الأحدثية وحيث إن حديث زرارة أحدث حيث أنه صادر عن الصادق عليه السّلام وحديث ابن مسلم صادر عن أبي جعفر عليه السّلام يقدّم حديث زرارة على حديث ابن مسلم ومثل حديث ابن مسلم في الدلالة حديث ابن أبي يعفور « 1 » .\r\nفإن المستفاد من ذيل الحديث أن الميزان في جريان القاعدة صدق التجاوز عن مورد الشك ومقتضى الإطلاق عدم اعتبار الدخول في الغير فيقع التعارض بين الحديثين في مورد الاجتماع وحيث إنّ الأحدث غير معلوم يدخل المقام في كبرى اشتباه الحجّة بغيرها فتصل النوبة إلى الأصل العملي ومقتضى القاعدة ، الاشتراط إذ مقتضى الاستصحاب عدم الإتيان ولا دليل على الإجزاء إلّا بعد الدخول في الغير بل مقتضى الأصل عدم جعل الاعتبار الّا فيما يتحقق الدخول في الغير فالنتيجة اشتراط الدخول في الغير .\r\nالمورد الثاني : أنّه هل يشترط الترتب في المدخول فيه على المخرج عنه ؟\r\nالظاهر عدم الدليل على اعتبار الترتيب .\r\nالمورد الثالث : أنه هل يشترط على تقدير الترتب بكونه شرعيا ؟ الظاهر عدم الاعتبار كل ذلك لعدم الدليل .\r\n\r\nوفي المقام فروع :\r\n\r\nالفرع الأول : أنّه لو شك في أثناء الوضوء في تحقق بعض الأجزاء\r\nكما لو كان مشتغلا بغسل يده وشك في غسل وجهه وعدمه لا تجري لا قاعدة التجاوز ولا قاعدة الفراغ أما الأولى فلعدم دليل عليها وأما الثانية فلعدم تحقق الموضوع إذ المفروض أن الشك في أصل الوجود مضافا إلى حديث زرارة « 2 » فإنه يدل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ ص 23 .\r\n( 2 ) لاحظ ص 23 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nبالصراحة على عدم جريان قاعدة التجاوز أثناء الوضوء وأما لو شك في صحة بعض أجزائه وفساده فالظاهر عدم مانع عن جريان قاعدة الفراغ فإن حديث ابن مسلم بعمومه الوضعي يدل على الجريان فالمقتضي للجريان موجود والمانع مفقود فلاحظ .\r\n\r\nالفرع الثاني : مقتضى عموم بعض النصوص وإطلاق بعضها الآخر جريان قاعدة الفراغ في جميع الموارد\r\nبلا خصوصيّة للصلاة ولا للوضوء ، إذ الميزان بعموم الجواب أو إطلاقه لا بخصوص مورد السؤال .\r\nوهل تختص بالعبادات أو تعم التوصليات وهل تعم الأمور الوضعية أو تختص بالتكليفيات ؟\r\nالظاهر أنه لا وجه للاختصاص لاحظ حديث زرارة « 1 » .\r\nفلو طلق زوجته وبعد الفراغ عن الصيغة شك في أدائها صحيحة أو باطلة وكان داخلا في الغير تجري القاعدة بلا محذور .\r\n\r\nالفرع الثالث : أنه لو شك في الإتيان بجزء من أجزاء المركب فتارة يكون محلّ التدارك باقيا وأخرى لا\r\n، أما على الأول فيجب التدارك إذ مقتضى الاستصحاب عدم الإتيان به ولا دليل على قاعدة التجاوز .\r\nوأما على الثاني فتارة نقول بجريان قاعدة لا تعاد في الأثناء وأخرى نقول بعدمه أما على الأول فلو كان الشك في الأثناء تكون الصلاة صحيحة وأما إذا كان الشك بعد الصلاة فالأمر أوضح .\r\nوأما على الثاني فلا بدّ من التفصيل بأن نقول : إن كان الشك في الأثناء تكون الصلاة باطلة وإن كان بعدها تكون صحيحة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ ص 19 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nإن قلت : لازم هذا الكلام أن المصلي لو دخل في العصر وشكّ في أنّه هل أتى بالركوع في صلاة الظهر أم لا ؟ يحكم ببطلان الظهر إذ مقتضى الاستصحاب عدم الإتيان به ومن ناحية أخرى لا يمكن التدارك ومن ناحية ثالثة قاعدة لا تعاد لا تشمل الأركان ومن ناحية رابعة لا دليل على قاعدة التجاوز .\r\nقلت : بعد الفراغ عن الظهر لو شك في ركوعها يكون من مرجع الشك في صحة ما فرغ منه ومقتضى قاعدة الفراغ الحكم بالصحة .\r\nمضافا إلى النص الخاص الوارد في الحكم بالصحة بعد الفراغ من الصلاة .\r\nإن قلت : على هذا يلزم أنه لو كان المصلي في الركعة الرابعة من صلاة الظهر مثلا لو شك في ركوع الركعة الأولى لا بد من الحكم بالصحة لقاعدة الفراغ إذ المفروض أنه فرغ عن الركعة الأولى .\r\nقلت : الركعة الأولى جزء من المركب وليس كل جزء من المركب الواجب واجبا بوجوب في قبال بقية الأجزاء بل للمركب بما هو مركب أمر واحد ووجوب فارد فلو شك في ركوع الركعة الأولى يكون مقتضى الاستصحاب عدم الإتيان به إذ المفروض عدم الدليل على قاعدة التجاوز .\r\nوأما قاعدة الفراغ فلا موضوع لها إذ المفروض أن الشك في أصل الوجود وأما الركعة الأولى بما هي فلا تكون واجبة كي يقال انطباق المأمور به على المأتي به يكون منشأ للصحة فلاحظ .\r\n\r\nالجهة الخامسة : في أن القاعدة من الأمارات أو من الأصول ؟\r\nوالكلام يقع في هذه الجهة تارة في الآثار المترتبة على القولين وأخرى في الدليل على كونها أمارة فيقع الكلام في موضعين :\r\nالموضع الأول : في بيان الآثار المترتبة .\r\nالأثر الأول : تقدم القاعدة على الاستصحاب فإنه لو كانت القاعدة من\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالأمارات تكون متقدمة على الاستصحاب كتقدم بقية الإمارات عليه .\r\nويرد عليه أن القاعدة تتقدم على الاستصحاب ولو على القول بكونها من الأصول إذ لو كان الاستصحاب مقدما عليها فما فائدة جعلها واعتبارها فإن الاستصحاب دائما ينافي مفاد القاعدة إلّا في أقل قليل جدا .\r\nكما أن البينة مقدمة على القاعدة ولو قلنا بكونها من الأمارات فلو شك المكلف في صحة الحمد وقد دخل في السورة وقامت البينة على عدم صحة الحمد لا بدّ من الإعادة ولا تجري القاعدة .\r\nوالوجه فيه أن المأخوذ في مورد القاعدة الشك ، لقوله عليه السّلام : ( يا زرارة إذا خرجت من شيء ثم دخلت في غيره فشكّك ليس بشيء ) .\r\nوأما البينة فتلغي الشك ويعتبر من قامت عنده عالما ومن الظاهر أنّه لا يبقى مجال لحكم الشاك .\r\nوإن شئت فقل : إن دليل البيّنة حاكم على دليل القاعدة .\r\nوأما إذا قامت شهادة عدل واحد أو ثقة واحد في مقابل القاعدة فهل يقع التعارض بين الطرفين أو تقدم القاعدة أو يقدم قول العدل أو الثقة .\r\nلا يبعد أن يكون التقدم لقول العدل أو الثقة بعين التقريب المتقدم .\r\nوصفوة القول : أن القاعدة بيان حكم المكلف عند الشك ومع قيام الدليل على إزالة الشك لا يبقى مجال للقاعدة .\r\nالأثر الثاني : أنه لو كانت القاعدة من الأمارات تترتب عليها اللوازم العقلية فلو كان المكلف محدثا ثم شكّ في الطهارة ثمّ صلّى صلاة الظهر مثلا وبعد الصلاة شك في الطهارة تجري القاعدة بالنسبة إلى صلاته ويحكم بصحتها .\r\nفلو كانت القاعدة أمارة يحكم بتحقق الطهارة ولا حاجة إلى تجديدها بالنسبة إلى الصلوات الآتية وأما على تقدير كونها من الأصول فلا .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nويرد عليه : أنه لا فرق من هذه الجهة بين القولين إذ لا دليل على ترتب اللوازم العقلية على الأمارة وإنما قلنا به في لوازم الإخبار من باب السيرة العقلائية كما هو مقتضى الإقرار أو من باب أن الإخبار بالملزوم إخبار باللازم فاعتبار حجية الخبر مرجعه إلى اعتبار إخباره بالنسبة إلى اللوازم أيضا .\r\nالأثر الثالث : أنه على القول بكونها أمارة يستلزم اعتبار الأذكريّة في الجريان ومع العلم بالغفلة لا تجري .\r\nويرد عليه : ان الميزان بإطلاق الدليل فلو تم الإطلاق نأخذ به ولو مع العلم بكون المكلف غافلا حال العمل .\r\nوأما الموضع الثاني : فما يمكن أن يستدل به على كونها أمارة وعلى اشتراط احتمال كون المكلف محتملا لكونه ذاكرا حين العمل طائفة من النصوص .\r\nمنها ما رواه بكير بن أبي أعين ، قال : قلت له : الرجل يشك بعد ما يتوضأ قال :\r\nهو حين يتوضأ أذكر منه حين يشك « 1 » .\r\nوهذه الرواية ضعيفة سندا ببكير إذ أنّه لم يوثق .\r\nومجرد قول الإمام عليه السّلام حين وصول خبر وفاته إليه : ( أنزله اللّه بين رسول اللّه صلّى اللّه عليه وآله وسلّم وأمير المؤمنين عليه السّلام ) ، لا يدل على أنه كان ثقة وكان عادلا بل فوق العدالة إذ نرى أن السيد الحميري مع كونه متجاهرا بالفسق حين وفاته ابيضّ وجهه بعد اسوداده ، وقال : واللّه دخلت الجنة .\r\nوأيضا نرى أن الحر الشهيد الرياحي مع تلك المواجهة مع سيد الشهداء عليه السّلام المواجهة التي انتهت إلى أن قتل سلام اللّه عليه وصل إلى مرتبة صار قبره ومدفنه مزارا لعامة الشيعة فلا ملازمة بين الأمرين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 42 من أبواب الوضوء ، الحديث 7 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nمضافا إلى أنه نفرض أنّه كان صدوقا بل عادلا بل وليّا من أولياء اللّه لكن لا دليل على أن صدور الحديث عنه كان مقارنا مع زمان وثاقته وعدالته وولايته فهذه الرواية ساقطة عن الاعتبار .\r\nومنها ما روا محمد بن مسلم عن أبي عبد اللّه عليه السّلام أنه قال : إن شك الرجل بعد ما صلّى فلم يدر أثلاثا صلّى أم أربعا وكان يقينه حين انصراف أنه كان قد أتمّ لم يعد الصلاة وكان حين انصرف أقرب إلى الحق منه بعد ذلك « 1 » .\r\nوهذه الرواية لا بأس بسندها وتقريب الاستدلال بها أنه روحي فداه بعد حكمه بالإتمام وعدم الإعادة علل الحكم بقوله عليه السّلام : ( وكان حين انصرف أقرب إلى الحق ) والعلّة تعمم وتخصّص فيكون الحكم بالإتمام مختصّا بمورد يكون أقرب إلى الحق فيفهم من الحديث أن في جريان القاعدة يلزم احتمال الذكر وأما مع العلم بالغفلة فلا مجال لجريانها .\r\nأقول : قد صرح في كلامه عليه السّلام بما مضمونه : أن المصلي إذا فرغ من الصلاة وكان حين الفراغ قاطعا يكون صلاته تامة ثم شك في صحة صلاته على نحو الشك الساري لا تجب عليه الإعادة وكان حين الانصراف أقرب إلى الواقع .\r\nومن الظاهر أن الأصحاب لا يشترطون في جريان القاعدة كون المكلف حين الفراغ متوجها وقاطعا بتمامية عمله .\r\nوبعبارة أخرى : الإمام عليه السّلام بين حكم مورد جزئي من موارد الشك الساري والمستفاد من الرواية بحسب المفهوم أن المصلي بعد فراغه عن الصلاة لو لم يكن قاطعا بالصحة يلزم أن يعتني بالشك في صحة صلاته وحيث إنّ الحديث وارد في خصوص الصلاة يكون مخصّصا لما يدل بالإطلاق والعموم على عدم الاعتداد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 27 من أبواب الخلل ، الحديث 3 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nبالشك كحديثي زرارة وابن أبي يعفور فلا يرتبط مفاد الحديث بالمدعى أصلا .\r\nهذا أولا وثانيا أنّه بأيّ تقريب يدعى أن الجملة الواقعة في هذه الرواية أو تلك الرواية علة للحكم ولما ذا لا تكون حكمة للجعل وإذا جاء الاحتمال بطل الاستدلال .\r\nوثالثا إنّا نفرض كون الجملة علة للحكم لكن نقول لا إشكال في عدم التنافي بين الاثباتين فلو قال المولى في دليل لا تشرب الخمر لأنه مسكر يستفاد منه أن الحرمة دائرة مدار الإسكار فلو ورد في دليل آخر لا تشرب الحلو هل يكون الدليل الثاني منافيا للدليل الأول أو تكون النتيجة أن الحرمة دائرة مدار أحد الأمرين وهما الحلاوة والإسكار ؟\r\nورابعا : إن المذكور في حديث بكير الأذكرية وفي حديث ابن مسلم الأقربية إلى الحق فنسأل أنه ما المراد بالأذكرية أو الأقربية فهل يكون المراد من الكلمة الأذكرية والأقربية النوعية أو الشخصية أما النوعية فلا تنافي اعتبار القاعدة مع العلم بالغفلة وأما الشخصية فلا بد من القطع بها ومع القطع لا يحتمل النقصان الّا من حيث العمد واحتمال العمد مدفوع باستصحاب عدمه .\r\nفالنتيجة أنه لا دليل على اشتراط جريان القاعدة باحتمال الذكر بل مقتضى القاعدة هو الجريان على الاطلاق .\r\nويؤيد المدعى حديثان واردان في باب الوضوء أحدهما ما رواه الحسين بن أبي العلاء قال سألت أبا عبد اللّه عليه السّلام عن الخاتم إذا اغتسلت قال :\r\nحوله من مكانه وقال في الوضوء تديره فإن نسيت حتى تقوم في الصلاة فلا آمرك أن تعيد الصلاة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 41 من أبواب الوضوء ، الحديث 2 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nثانيهما ما رواه محمد بن علي بن الحسين قال : إذا كان مع الرجل خاتم فليدوّره في الوضوء ويحوّله عند الغسل ، قال : وقال الصادق عليه السّلام : وإن نسيت حتى تقوم من الصلاة فلا آمرك أن تعيد « 1 » .\r\nفإن الحديثين يدلان على جريان القاعدة حتى مع العلم بالنسيان حين العمل .\r\n\r\nالجهة السادسة : في أنّ القاعدة من المسائل الأصولية أو من المسائل الفرعية الفقهية ؟\r\nوالحق أنها من الثانية كما تقدم منّا قريبا وصفوة القول : أن القاعدة الفقهية لا ترتبط بالأصول فإن المسألة الأصولية تقع نتيجتها في طريق استنباط الحكم الفرعي ولا تتعرض لحكم من الأحكام الشرعية الفرعية وأما القاعدة الفقهية فإنها ناظرة ومتعرضة للحكم الفرعي الإلهي .\r\nوبعبارة أخرى : لا فرق بين قاعدة الفراغ ووجوب صلاة الجمعة غاية ما في الباب أن القاعدة بمفهومها الواسع تتعرض لكثير من الموارد التي تكون تحت جامع واحد .\r\nوإن شئت فقل : أن مفاد قاعدة : ( ما يضمن بصحيحه . . . ) مثل وجوب العمل بالشرط ومثل وجوب العمل بالنذر فإن مصداق النذر قد يكون هو الصوم وأخرى الاعتكاف وثالثة الحج ورابعة الازدواج فلاحظ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر : الحديث 3 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nالقاعدة الرابعة قاعدة حجية البيّنة\r\nاعلم أن المراد من البيّنة في المقام شهادة عدلين بموضوع خارجي .\r\nوالكلام يقع حولها في جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : في الوجوه القابلة للاستدلال بها على اعتبار البينة\r\n. الوجه الأول : جملة من الآيات منها قوله تعالى :  وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجالِكُمْ فَإِنْ لَمْ يَكُونا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتانِ  « 1 » .\r\nبتقريب أن المستفاد من الآية اعتبار شهادة رجلين .\r\nوفيه أوّلا لا تعرض في الآية لعدالة الشاهدين .\r\nوثانيا أن الآية راجعة إلى الدين والموجبة الجزئية لا تكون دليلا على الإيجاب الكلي الذي هو المقصود .\r\nومنها قوله تعالى :  وَلا يَأْبَ الشُّهَداءُ إِذا ما دُعُوا  « 2 » .\r\nبتقريب أن المستفاد من الآية اعتبار شهادة شاهدين وبعبارة أخرى وجوب أداء الشهادة يستلزم اعتبار قول الشاهد .\r\nوفيه ما تقدم آنفا من الإشكال طابق النعل بالنعل .\r\nومنها قوله تعالى :  يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ بَيْنِكُمْ إِذا حَضَرَ أَحَدَكُمُ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 282 .\r\n( 2 ) البقرة : 282 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنانِ ذَوا عَدْلٍ مِنْكُمْ أَوْ آخَرانِ مِنْ غَيْرِكُمْ  « 1 » .\r\nوتقريب الاستدلال ظاهر ويرد عليه أولا : أنّه جعل العدل للعادل فإنّ قوله تعالى :  أَوْ آخَرانِ مِنْ غَيْرِكُمْ  مطلق يشمل غير العادل مضافا إلى أن غير الامامي الاثني عشري لا يتصور كونه عادلا .\r\nوثانيا : أنّه قد مرّ قريبا أن الإيجاب الجزئي لا يكون دليلا على الكلية .\r\nومنها قوله تعالى :  يا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّداً فَجَزاءٌ مِثْلُ ما قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوا عَدْلٍ مِنْكُمْ  « 2 » .\r\nوالتقريب هو التقريب والإشكال هو الإشكال .\r\nومنها قوله تعالى :  فَإِذا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ  « 3 » .\r\nوالتقريب هو التقريب والإشكال هو الإشكال .\r\nوعلى الجملة : لا يمكن استفادة الكلية من هذا المقدار من الموارد الجزئية مضافا إلى أنه كما تقدم لا تعرض في بعض هذه الآيات للعدالة .\r\nالوجه الثاني : الروايات منها ما رواه مسعدة ابن صدقة عن أبي عبد اللّه عليه السّلام قال : سمعته يقول : كلّ شيء هو لك حلال حتى تعلم أنّه حرام بعينه فتدعه من قبل نفسك وذلك مثل الثوب يكون عليك قد اشتريته وهو سرقة أو المملوك عندك ولعلّه حر قد باع نفسه أو خدع فبيع قهرا أو امرأة تحتك وهي أختك أو رضيعتك والأشياء كلّها على هذا حتى يستبين لك غير ذلك أو تقوم به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 106 .\r\n( 2 ) المائدة : 95 .\r\n( 3 ) الطلاق : 2 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالبيّنة « 1 » .\r\nوتقريب الاستدلال على المدعى بالحديث : أن المستفاد منه أنّ البيّنة حجّة في جميع الموضوعات الخارجية .\r\nوفيه أن الحديث ضعيف سندا فلا يعتد به .\r\nوربما يقال كما قيل : أن عمل المشهور بالخبر الضعيف يوجب انجباره ويوجب صيرورته موثوقا به وموضوع الحجة الخبر الموثوق به .\r\nويرد على هذا البيان :\r\nأولا : أنّه كيف يمكن الجزم بأن المشهور عملوا بهذا الخبر والحال أن الوجوه القابلة للاستدلال متعددة .\r\nوثانيا : أن الالتزام بكون عمل المشهور جابرا وإعراضهم مسقطا من غرائب الكلام ويستلزم التناقض إذ في الأصول يحكمون بعدم اعتبار الشهرة الفتوائية وفي الفقه يحكمون بكون العمل أو الإعراض جابرا ومسقطا ولا يمكن الجمع بين القولين .\r\nوصفوة القول : أنّه إن كان الورع والفضيلة يوجبان العلم لوصولهم إلى دليل معتبر فكلا المقامين من واد واحد وإن قلنا أنّه يحتمل أن يكون العمل أو الإعراض ناشئا عن الاجتهاد فلا أثر لعملهم ولا لإعراضهم .\r\nوثالثا : أنه أيّ دليل دلّ على أنّ الميزان في الحجية الوثوق بصدور الخبر لا بكون الراوي ثقة والحال أن السيرة العقلائية التي هي العمدة في دليل اعتبار الأخبار الآحاد جارية على العمل بخبر الثقة .\r\nويؤكد المدعى بل يدل عليه ما ورد في بعض الروايات حين يسأل الراوي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 4 من أبواب ما يكتسب به ، الحديث 4 . .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالإمام عليه السّلام عن كون فلان ثقة بقوله أيونس بن عبد الرحمن ثقة آخذ عنه معالم ديني .\r\nورابعا : كيف يمكن دعوى أن الميزان الوثوق بالصدور والحال أنّه قلّما يتّفق تحقق الوثوق بالصدور .\r\nوخامسا : أنه لو كان الميزان الوثوق بالصدور لم يكن وجه لهذا البحث الطويل في حجية الخبر الواحد إذ اعتبار الاطمئنان من الواضحات الأوليّة فإن القطع حجة عقلا والاطمئنان حجة عقلائية فالنتيجة أن الحديث غير تام سندا .\r\nوأما من حيث الدلالة فالبينة عبارة عن الحجة وبعبارة أخرى :\r\nالبينة مرادفة مع البرهان وما قيل في هذا المقام أن البيّنة في لسان الشرع عبارة عن شهادة عدلين ، بلا بينة .\r\nكما أن ما قيل من أنّه لو كان المراد من البينة الحجة الواضحة لكان قسم الشيء قسيما له ، لا شيء تحته فإن البينة قسيم العلم .\r\nومنها ما رواه عبد اللّه بن سليمان عن أبي عبد اللّه عليه السّلام في الجبن قال :\r\nكل شيء لك حلال حتى يجيئك شاهدان يشهدان أن فيه ميتة « 1 » .\r\nوتقريب الاستدلال بالحديث ظاهر .\r\nويرد عليه أوّلا : أن الرواية لا يعتد بها سندا فإن عبد اللّه بن سليمان لم يوثق .\r\nوثانيا : أن المذكور فيها عنوان شاهدين بلا قيد فيشمل بإطلاقه حتى المشرك فلا يرتبط بالمقام أصلا .\r\nومنها النصوص الواردة في ثبوت الهلال بشاهدين عدلين كحديث الحلبي عن أبي عبد اللّه عليه السّلام أن عليّا عليه السّلام كان يقول : لا أجيز في الهلال الّا شهادة رجلين عدلين « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 61 من أبواب الأطعمة المباحة ، الحديث 2 .\r\n( 2 ) الوسائل : الباب 11 من أحكام شهر رمضان ، الحديث 1 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوفيه أنّه قد تقدّم منّا أن ثبوت المدعى في مورد جزئي لا يدل على الكليّة فإن الأحكام الشرعية أمور تعبدية لا تنالها عقولنا : « مه يا أبان السنة إذا قيست محق الدين »  آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ  .\r\nومنها النصوص الواردة في باب القضاء ودلت على اعتبار قول عادلين ويثبت به ادعاء المدعي حتى فيما يكون مورد الدعوى عينا تحت يد الغير فإذا فرض اعتبار شهادة عدلين حتى في قبال الأمارة وتكون الشهادة حاكمة عليها فكيف ببقية الموارد التي لا تكون كذلك .\r\nوبعبارة أخرى : بالأولوية تدل على ثبوت الموضوعات الخارجية كنجاسة لباس زيد وكرّيّة حوض المدرسة الفلانية .\r\nويرد عليه : أنه لا وجه للأولوية إذ الأولوية إنما تتصور فيما يكون مناط حكم المولى معلوما كما في قوله تعالى حيث نهى عن قول  أُفٍّ  بالنسبة إلى الوالدين فإن العرف يفهم أن الوجه في النهي التحفظ على كرامتهما فيفهم بالأولويّة أشدّية الشتم والضرب .\r\nوأما في المقام فالملاك عندنا غير معلوم ولعلّ مصلحة قطع النزاع تقتضي الاعتبار بالنسبة إلى شهادة عدلين بخلاف المورد الآخر .\r\nالوجه الثالث : الإجماع وعن الجواهر : نفي وجدانه للخلاف في إثبات النجاسة بها ونقل خلاف القاضي وابن البراج والكاتب والشيخ ومع الاختلاف كيف يمكن دعوى الإجماع .\r\nمضافا إلى أنّه قد ثبت في الأصول عدم حجية الإجماع لا منقولا ولا محصّلا .\r\nالوجه الرابع : السيرة العقلائية في جميع الأمصار والأعصار فإن سيرتهم جارية على قبول شهادة شخصين غير متهمين ولا معروفين بالكذب ولا مغرضين بالنسبة إلى المشهود عليه .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nويرد عليه أولا : أنّه كيف يمكن الجزم بتحقق السيرة المدّعاة .\r\nوثانيا : أن المدعى أخص من مورد السيرة المدعاة .\r\nوبعبارة أخرى : السيرة المدعاة لا تنطبق على مورد الكلام .\r\nوإن شئت قلت : السيرة المدعاة دائرتها أوسع من دائرة محل الكلام ولا خصوصية في نظر هم لشهادة عدلين .\r\nوثالثا : أنّه إذا كان الغرض مع المشهود عليه مانعا عن القبول فمجرد احتماله يكفي في عدم الاعتبار إذ لا يجوز الأخذ بالعام في الشبهة المصداقية .\r\nلا يقال : بالاستصحاب يحرز عدم الغرض فإنه يقال لا يترتب على الأصل المذكور تحقق السيرة إلّا على القول بالمثبت الذي لا نقول به ، وبعبارة أخرى :\r\nالسيرة لا إطلاق فيها كي يقال : بأن بالاستصحاب يحرز الموضوع بل السيرة دليل لبيّ ولا بد فيها من الاقتصار على المتيقن منها فلاحظ .\r\nالوجه الخامس : السيرة الجارية بين أهل الشرع مضافا إلى ارتكازهم وأذهانهم فإنه لا مجال لإنكار هذه السيرة القطعية المسلمة عند المتشرعة ومن الظاهر أن هذه السيرة الجارية مسببة عن سبب شرعي وإلّا فكيف يمكن تحققها بلا نكير من أحد .\r\nوإن شئت قلت : وضوح اعتبارها بحدّ لا يكون قابلا للإنكار .\r\nالوجه السادس : النصوص الدالة على اعتبار شهادة العدل منها : ما رواه عبد اللّه بن أبي يعفور قال : قلت لأبي عبد اللّه عليه السّلام :\r\nبم تعرف عدالة الرجل بين المسلمين حتى تقبل شهادته لهم وعليهم فقال :\r\nأن تعرفوه بالستر والعفاف وكفّ البطن والفرج واليد واللسان ويعرف باجتناب الكبائر التي أوعد اللّه عليها النار من شرب الخمر والزنا والربا وعقوق الوالدين والفرار من الزحف وغير ذلك والدلالة على ذلك كلّه أن\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nيكون ساترا لجميع عيوبه حتى يحرم على المسلمين ما وراء ذلك من عثراته وعيوبه وتفتيش ما وراء ذلك ويجب عليهم تزكيته وإظهار عدالته في الناس ويكون منه التعاهد للصلوات الخمس إذا واظب عليهن وحفظ مواقيتهن بحضور جماعة من المسلمين وأن لا يتخلف عن جماعتهم في مصلاهم الّا من علة فإذا كان كذلك لازما لمصلاه عند حضور الصلاة الخمس فإذا سئل عنه في قبيله أو محلته قالوا ما رأينا منه الّا خيرا مواظبا على الصلوات متعاهدا لأوقاتها في مصلّاه فإن ذلك يجيز شهادته وعدالته بين المسلمين وذلك أن الصلاة ستر وكفارة للذنوب وليس يمكن الشهادة على الرجل بأنّه يصلي إذا كان لا يحضر مصلاه ويتعاهد جماعة المسلمين وإنما جعل الجماعة والاجتماع إلى الصلاة لكي يعرف من يصلي ممّن لا يصلي ومن يحفظ مواقيت الصلاة ممن يضيع ولولا ذلك لم يمكن أحد أن يشهد على آخر بصلاح لأن من لا يصلي لا صلاح له بين المسلمين فإن رسول اللّه صلّى اللّه عليه وآله وسلّم همّ بأن يحرق قوما في منازلهم لتركهم الحضور لجماعة المسلمين وقد كان فيهم من يصلي في بيته فلم يقبل منه ذلك وكيف يقبل شهادة أو عدالة بين المسلمين ممّن جرى الحكم من اللّه عزّ وجلّ ومن رسوله صلّى اللّه عليه وآله وسلّم فيه الحرق في جوف بيته بالنار وقد كان يقول : لا صلاة لمن لا يصلي في المسجد مع المسلمين إلّا من علّة « 1 » .\r\nوالمستفاد من هذه الرواية بالصراحة اعتبار شهادة العادل ولكن الإشكال في سند الحديث فإنّ له طريقين أحدهما تام والآخر غير تام أما الطريق الأول الذي يكون تاما فقد حذف منه ما يفيدنا في المقام وأما الطريق الثاني فهو مشتمل على ما يفيدنا لكن غير تام من حيث السند فلا يعتد بهذه الرواية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 41 من أبواب الشهادات ، الحديث 1 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nومنها ما عن تفسير الإمام الحسن العسكري عليه السّلام في تفسيره عن رسول اللّه صلّى اللّه عليه وآله وسلّم ، قال في قوله تعالى :  وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجالِكُمْ  ، قال :\r\nليكونوا من المسلمين منكم فإن اللّه إنما شرّف المسلمين العدول بقبول شهادتهم وجعل ذلك من الشرف العاجل لهم ومن ثواب دنياهم « 1 » .\r\nإن قلت : المستفاد من الحديث اعتبار شهادة العدل ولو كان واحدا .\r\nقلت : على فرض تسلم هذه الدعوى نقول : نرفع اليد عن الإطلاق بهذا المقدار فيتم الأمر فتحصل أن شهادة عادلين حجة .\r\nبقي الكلام في العدل الواحد والثقة الواحد أما العدل الواحد فيمكن الاستدلال على اعتبار قوله مضافا إلى السيرة الجارية بين أهل الشرع بل الجارية بين العقلاء ما في تفسير الإمام عليه السّلام فإن المستفاد من الحديث اعتبار قول المسلم العادل .\r\nويؤيد المدعى إن لم يكن دليلا تجويز الشارع الأقدس الاقتداء به في الصلاة مع كونها معراج المؤمن وأعظم أركان الدين وإن قبلت قبل ما سواها وإن ردّت ردّ ما سواها .\r\nبل لنا أن نستدل على المدعى بآية النبأ حيث أن المستفاد من الآية أن علّة عدم اعبتار قول الفاسق أن الركون إليه وجعل قوله طريقا إلى الواقع في معرض حصول الندامة فإن الندامة إنّما تحصل فيما يكون العمل بلا رويّة وتكون نتيجة لسلوك طريق غير عقلائي .\r\nوبعبارة واضحة : أن الإنسان إذا أقدم على أمر وسلك سلوكا على طبق القواعد لا يحصل له الندم وإن لم يصل إلى مطلوبه ، نعم كثيرا ما يتأثّر .\r\nمثلا إذا فرضنا أن المريض راجع إلى طبيب حاذق مشار إليه بالبنان ولكن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر : الحديث 22 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالطبيب اشتبه في التداوي وبالنتيجة صار المريض أسوأ حالا بحيث لا يكون قابلا للعلاج لا معنى لأن يصير المريض نادما من عمله ولكن يتأثر من عدم حصول مطلوبه وهذا أمر آخر .\r\nوالمستفاد من الآية أن علة المنع أن الركون إلى الفاسق الذي لا يكون في طريق الحق سفاهة وأمّا إذا لم يكن كذلك فلا مانع عن الركون ولعمري هذا وجه وجيه وإن كان قارعا للأسماع .\r\nوأما شهادة الثقة الواحد فيمكن الاستدلال على اعتبارها بالسيرة أيضا فإن الظاهر أن السيرة العقلائية جارية على العمل بقوله ولم يردع السيرة المذكورة من قبل الشارع الأقدس .\r\nبل يظهر من جملة من النصوص إمضائها منها ما رواه أحمد بن إسحاق عن أبي الحسن عليه السّلام قال : سألته وقلت : من أعامل وعمن آخذ وقول من أقبل ؟\r\nفقال : العمري ثقتي فما أدّى إليك عنّي فعنّي يؤدي وما قال لك عنّي فعني يقول فاسمع له وأطع فإنّه الثقة المأمون « 1 » .\r\nومنها ما رواه إسحاق بن يعقوب قال : سألت محمد بن عثمان العمري أن يوصل لي كتابا قد سألت فيه عن مسائل أشكلت عليّ فورد التوقيع بخط مولانا صاحب الزمان عليه السّلام : أما ما سألت عنه أرشدك اللّه وثبتك - إلى أن قال - وأما الحوادث الواقعة فارجعوا فيها إلى رواة حديثنا فإنهم حجتي عليكم وأنا حجة اللّه وأما محمد بن عثمان العمري رضي اللّه عنه وعن أبيه من قبل فإنه ثقتي وكتابه كتابي « 2 » .\r\nومنها ما رواه الحسن بن علي بن يقطين عن الرضا عليه السّلام قال : قلت : لا أكاد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 11 من أبواب صفات القاضي ، الحديث 4 .\r\n( 2 ) نفس المصدر : الحديث 9 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nأصل إليك أسألك عن كل ما احتاج إليه من معالم ديني أفيونس بن عبد الرحمن ثقة آخذ عنه ما احتاج إليه من معالم ديني ؟ فقال : نعم « 1 » .\r\nومنها ما رواه علي بن المسيّب الهمداني قال : قلت للرضا عليه السّلام : شقّتي بعيدة ولست أصل إليك في كل وقت فممّن آخذ معالم ديني ؟ قال : من زكريا ابن آدم القمي المأمون على الدين والدنيا ، قال علي بن المسيب : فلما انصرفت قدمنا على زكريّا بن آدم فسألته عمّا احتجت إليه « 2 » .\r\nومنها ما رواه أحمد بن إبراهيم المراغي قال : ورد على القاسم بن العلاء وذكر توقيعا شريفا يقول فيه : فإنه لا عذر لأحد من موالينا في التشكيك فيما يرويه عنّا ثقاتنا قد عرفوا بأنّا نفاوضهم سرّنا ونحملهم إياه إليهم « 3 » .\r\nفإن المستفاد من هذه الطائفة أن حجية قول الثقة أمر واضح على نحو الكبرى الكلية وإنما الكلام في تشخيص المصداق .\r\nأضف إلى ذلك أنا نرى أن الشيخ الطوسي والمفيد والصدوق وأضرابهم مع كون عصرهم قريبا من عصر الإمام عليه السّلام يرتّبون الأثر على شهادة الثقة كان أمرا مغروسا في أذهانهم وقانونا مسلّما عندهم فلو لم يكن قول الثقة معتبرا عند الشارع لذاع وشاع ولم يكن أمرا مستورا تحت الستار .\r\nوفي المقام حديث عن أبي جعفر عليه السّلام في حديث أن عليا عليه السّلام قال : لا أقبل شهادة الفاسق الّا على نفسه « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر : الحديث 33 .\r\n( 2 ) نفس المصدر : الحديث 27 .\r\n( 3 ) نفس المصدر : الحديث 40 .\r\n( 4 ) الوسائل : الباب 41 من أبواب الشهادات ، الحديث 7 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nربما يقال بأن المستفاد منه أنه لا اعتبار بشهادة الفاسق وإن كان ثقة .\r\nوفي قبال التقريب المذكور يمكن أن يقال : إن قلنا بأن المستفاد من الحديث أنه لا يقبل قوله في مقام الدعاوي والمحاكمات فالأمر سهل إذ من الواضح ان الشهادة في مورد القضاء وإثبات الدعوى مشروط بكون الشاهد عادلا وإن قلنا بأن الحديث مطلق أي المستفاد منه عدم قبول قول الفاسق على الإطلاق فيمكن أن يقال بأن المناسبة بين الحكم والموضوع تقتضي أن الامام روحي فداه ناظر إلى صورة عدم الأمن من الكذب وأما لو كان ثقة وأمينا في الكلام فالحديث غير ناظر إليه .\r\nوإن أبيت وقلت : المحكم إطلاق الحديث فيشمل الثقة الفاسق قلت : حيث انّ اعتبار قول الثقة واضح وكما بيّنا من الصدر الأول كان ديدن الأعاظم على ترتيب الأثر بقول الثقة بلا نكير نخصّص الحديث ونقول : لا اعتبار بقول الفاسق الّا إذا كان ثقة فلاحظ .\r\n\r\nالجهة الثانية : أنّه هل يشترط في حجيّة البيّنة كون الشاهدين العادلين رجلين أم لا ؟\r\nالظاهر هو الاشتراط إذ لا دليل على الإطلاق ومقتضى الأصل في الأمور الوضعية الضيق .\r\n\r\nالجهة الثالثة : انّه لا اختصاص لمورد دون آخر بل البيّنة حجّة في جميع الموضوعات\r\nبلا كلام ولا يتصور في مورد عدم أثر شرعي إذ أقل ما يترتب على الشهادة جواز الإخبار فلاحظ .\r\n\r\nالجهة الرابعة : في حكم صورة تعارض البيّنة مع غيرها\r\nفنقول : لا إشكال في تقدمها على الأصول العملية التي أخذ في موضوعاتها عنوان الشك فإنها حاكمة عليها كما هو ظاهر .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوأيضا تقدم على الاستصحاب حتى على القول بكونه أمارة إذ مضافا إلى أن المأخوذ في موضوعه عنوان الشك لو كان الاستصحاب معارضا مع البيّنة ولم نقل بتقدّمها عليه تكون لغوا .\r\nوأمّا لو عارضت قاعدة الفراغ أو الصحة فأيضا تقدم عليهما إذ قد مرّ وتقدم منّا أن القاعدة لا تكون أمارة .\r\nوأما فيما يقع التعارض بينها وقاعدة اليد أو السوق وأمثالهما فأيضا تقدم عليها فإنّ عمدة الدليل على تلك القواعد السيرة ولا بدّ من الاقتصار على مورد لا تكون في قبالها بينة .\r\nومما ذكر يعلم وجه تقدّمها على قول الثقة وأما إذا وقع التعارض بينها وبين الإقرار فالظاهر لولا الدليل الخارجي تقدم الإقرار فإن السيرة العقلائية جارية عليه ولم يتحقق الردع من قبل الشارع الأقدس .\r\nبل يمكن أن يقال : أن المرتكز في أذهان أهل الشرع عدم قيام دليل في قبال الإقرار وأما لو وقع التعارض بينها وبين قول العدل الواحد فمقتضى القاعدة الأولية تحقق التعارض ونتيجة التعارض التساقط وهل يمكن الجزم به أو يحتاج الأمر إلى مزيد من التأمل واللّه العالم بحقائق الأمور وعليه التوكّل والتكلان .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nالقاعدة الخامسة قاعدة اليد\r\nويقع البحث فيها من جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : في المراد من اليد\r\n، والظاهر أن المراد منها الاستيلاء الخارجي وهذا المعنى يختلف بحسب إختلاف الموارد ، ولا وجه لإطالة البحث في هذه الجهة إذ الاستيلاء أمر عرفي ولا يكون أمرا مجهولا فتارة محرز فيترتب عليه الأثر وأخرى يكون مشكوكا فيه فلا يترتب الأثر عليه بل في مورد الشك يمكن إحراز عدمه بالاستصحاب إذ ذكرنا كرارا أنه لا مانع من جريان الاستصحاب في الشبهة المفهومية .\r\n\r\nالجهة الثانية : في الوجوه التي يمكن الاستدلال بها على المدعى\r\n: الوجه الأول : السيرة الجارية بين العقلاء والمتشرعة فإنه لا إشكال في أن العقلاء في جميع العالم يرون اليد أمارة على كون ذيها مالكا لما فيها ومن الظاهر الواضح أنه لم يردع عن هذه السيرة من قبل الشارع .\r\nالوجه الثاني : الإجماع ، وفيه الإشكال الساري في جميع الإجماعات المنقولة وأنه لا اعتبار بها ولا اعتبار بمحصله وإنما الاعتبار بالإجماع الكاشف عن رأي المعصوم عليه السّلام وأنّى لنا بذلك .\r\nالوجه الثالث : جملة من النصوص منها ما رواه عثمان بن عيسى وحماد بن عثمان جميعا عن أبي عبد اللّه عليه السّلام في حديث فدك أن أمير المؤمنين عليه السّلام قال لأبي بكر :\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nأتحكم فينا بخلاف حكم اللّه في المسلمين ؟ قال : لا قال : فإن كان في يد المسلمين شيء يملكونه ادعيت أنا فيه من تسأل البيّنة ؟ قال : إياك كنت أسأل البينة على ما تدّعيه على المسلمين ، قال : فإذا كان في يدي شيء فادّعى فيه المسلمين تسألني البيّنة على ما في يدي وقد ملكته في حياة رسول اللّه صلّى اللّه عليه وآله وسلّم وبعده ولم تسأل المؤمنين البيّنة على ما ادّعوا عليّ كما سألتني البيّنة على ما ادّعيت عليهم ، إلى أن قال : وقد قال رسول اللّه صلّى اللّه عليه وآله وسلّم : البيّنة على من ادّعى واليمين على من أنكر « 1 » .\r\nومنها ما رواه جميل بن صالح قال : قلت لأبي عبد اللّه عليه السّلام : رجل وجد في منزله دينارا ، قال : يدخل منزله غيره ؟ قلت : نعم كثير ، قال : هذا لقطة ، قلت :\r\nفرجل وجد في صندوقه دينارا ، قال : يدخل أحد يده في صندوقه غيره أو يضع فيه شيئا ؟ قلت : لا قال : فهو له « 2 » .\r\nومنها ما رواه محمد بن مسلم عن أبي جعفر عليه السّلام قال : سألته عن الدار يوجد فيها الورق فقال : إن كانت معمورة فيها أهلها فهي لهم وإن كانت خربة قد جلا عنها أهلها فالذي وجد المال أحق به « 3 » .\r\nفإنّه يستفاد من هذه النصوص اعتبار اليد والعرف ببابك .\r\nوأما حديث حفص بن غياث عن أبي عبد اللّه عليه السّلام قال : قال له رجل : إذا رأيت شيئا في يدي رجل يجوز لي أن أشهد أنه له ، قال : نعم قال الرجل :\r\nأشهد أنه في يده ولا أشهد أنه له فلعلّه لغيره ، فقال أبو عبد اللّه عليه السّلام : أفيحل الشراء منه ؟ قال : نعم فقال أبو عبد اللّه عليه السّلام : فلعله لغيره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 25 من أبواب كيفية الحكم وأحكام الدعاوى ، الحديث 3 .\r\n( 2 ) الوسائل : الباب 3 من أبواب اللقطة ، الحديث 1 .\r\n( 3 ) الوسائل : الباب 5 من أبواب اللقطة ، الحديث 1 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nفمن أين جاز لك أن تشتريه ويصير ملكا لك ثم تقول بعد الملك هو لي وتحلف عليه ولا يجوز أن تنسبه إلى من صار ملكه من قبله إليك ، ثم قال أبو عبد اللّه عليه السّلام : لو لم يجز هذا لم يقم للمسلمين سوق « 1 » .\r\nفلا يعتد به سندا فلا تصل النوبة إلى ملاحظة دلالته وفي باب ميراث الأزواج نصوص توهم بعض دلالتها على المدعى منها ما رواه عبد الرحمن بن الحجاج عن أبي عبد اللّه عليه السّلام قال : سألني : هل يقضي ابن أبي ليلى بالقضاء ثم يرجع عنه فقلت له : بلغني أنه قضى في متاع الرجل والمرأة إذا مات أحدهما فادّعاه ورثة الحي وورثة الميت أو طلقها فادّعاه الرجل وادّعته المرأة المرأة بأربع قضايا فقال : وما ذاك ؟ قلت : أما أوّلهن فقضى فيه بقول إبراهيم النخعي كان يجعل متاع المرأة الذي لا يصلح للرجل للمرأة ومتاع الرجل الذي لا يكون للمرأة للرجل وما كان للرجال والنساء بينهما نصفان ثم بلغني أنه قال أنهما مدعيان جميعا فالذي بأيديهما جميعا ( يدعيان جميعا ) بينهما نصفان ثم قال : الرجل صاحب البيت والمرأة الداخلة عليه وهي المدعية فالمتاع كله للرجل الّا متاع النساء الذي لا يكون للرجال فهو للمرأة ثم قضى بقضاء بعد ذلك لولا أني شهدته ( لم أروه عنه ) ماتت امرأة منا ولها زوج وتركت متاعا فرفعته إليه فقال : اكتبوا المتاع فلما قرءاه قال للزوج : هذا يكون للرجال والمرأة فقد جعلناه للمرأة الا الميزان فإنه من متاع الرجل فهو لك فقال عليه السّلام لي : فعلى أي شيء هو اليوم ؟ فقلت : رجع إلى أن قال بقول إبراهيم النخعي أن جعل البيت للرجل ثم سألته عليه السّلام عن ذلك فقلت : ما تقول أنت فيه فقال : القول الذي أخبرتني إنك شهدته وإن كان قد رجع عنه فقلت : يكون المتاع للمرأة ؟ فقال : أرأيت إن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 25 من أبواب كيفية الحكم وأحكام الدعاوى ، الحديث 2 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nأقامت بيّنة إلى كم كانت تحتاج فقلت شاهدين فقال : لو سألت من بين لابتيها يعني الجبلين ونحن يومئذ بمكة لأخبروك أن الجهاز والمتاع يهدى علانية من بيت المرأة إلى بيت زوجها فهي التي جاءت به وهذا المدّعي فإن زعم أنه أحدث فيه شيئا فليأت عليه البيّنة « 1 » .\r\nومنها ما رواه يونس بن يعقوب عن أبي عبد اللّه عليه السّلام في امرأة تموت قبل الرجل أو رجل قبل المرأة قال : ما كان من متاع النساء فهو للمرأة وما كان من متاع الرجال والنساء فهو بينهما ومن استولى على شيء منه فهو له « 2 » .\r\nومنها ما رواه رفاعة النخاس عن أبي عبد اللّه عليه السّلام ، قال : إذا طلق الرجل امرأته وفي بيتها متاع فلها ما يكون للنساء وما يكون للرجال والنساء قسّم بينهما قال : وإذا أطلق الرجل المرأة فادّعت أن المتاع لها وادعى الرجل أن المتاع له كان له ما للرجال ولها ما يكون للنساء وما يكون للرجال والنساء قسّم بينهما « 3 » .\r\nولكن هذه الروايات لا تدل على المدعى أما الرواية الأولى فتدل على أن الدليل قائم على أن ما في البيت مملوك للمرأة ولا تدلّ على اعتبار اليد .\r\nوأما الحديث الثالث والرابع فمضافا إلى ضعف سند الثالث لا يدلان على اعتبار اليد بل يدلان على مطلب آخر كما هو واضح عند المراجع .\r\nأضف إلى ذلك الحديث الثاني من الباب وهو ما رواه سماعة قال : سألته عن رجل يموت ماله من متاع البيت ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 8 من أبواب ميراث الأزواج ، الحديث 1 .\r\n( 2 ) نفس المصدر : الحديث 3 .\r\n( 3 ) نفس المصدر : الحديث 4 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nقال : السيف والسلاح والرحل وثياب جلده « 1 » . فإنّه يدل على خلاف مدلول الحديثين فلاحظ .\r\nثم أن اليد إذا كانت يد المسلم هل تكون إمارة على التذكية ؟ الظاهر أن الأمر كذلك ويمكن الاستدلال على المدعى بوجوه :\r\nالوجه الأول : السيرة القطعية الجارية بين أهل الإسلام بلا نكير وهذه السيرة متصلة إلى زمان مخازن الوحي أرواحنا فداهم .\r\nالوجه الثاني : الإجماع المدعى في المقام وعدم الخلاف .\r\nالوجه الثالث : الارتكاز المتشرعي .\r\nالوجه الرابع : إنه لو لم يكن كذلك لشاع وذاع والحال أن خلافه كذلك .\r\nالوجه الخامس : أنه لو لم تكن يد المسلم إمارة على التذكية يلزم العسر والحرج .\r\nالوجه السادس : النصوص لاحظ ما رواه إسماعيل بن عيسى قال : سألت أبا الحسن عليه السّلام عن الجلود الفراء يشتريها الرجل في سوق من أسواق الجبل أيسأل عن ذكاته إذا كان البائع مسلما غير عارف ؟ قال : عليكم أنتم أن تسألوا عنه إذا رأيتم المشركين يبيعون ذلك وإذا رأيتم يصلون فيه فلا تسألوا عنه « 2 » .\r\nالوجه السابع : أن النصوص الدالة على إمارية سوق المسلمين على التذكية تدل على المدعى إذ السوق لا موضوعية له بل هو طريق إلى الإسلام من يكون فيه فتلك النصوص تدل على المدعى بالأولوية .\r\n\r\nالجهة الثالثة : أن الظاهر أن اليد إمارة في قبال بقية الإمارات\r\nوالوجه فيه أنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر : الحديث 2 .\r\n( 2 ) الوسائل : الباب 50 من أبواب النجاسات ، الحديث 7 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nلا يكون تعبد من قبل العقلاء على جعل اليد إمارة على الملكية بل حيث أن الطبع الأولي يقتضي أن ما في اليد مملوك لذيها وخلافه خلاف الأصل الأولي بنوا على العمل على طبقها ومن الظاهر أن هذا كاشف عن الواقع .\r\nوإن شئت فقل : إن اليد إما موجبة للاعتقاد بكون ما في اليد مملوكا لذيها وإما موجبة للظن بالملكية ولو نوعا وعلى كلا التقديرين تكون كاشفة عن الواقع وهذا ظاهر واضح .\r\n\r\nالجهة الرابعة : في موارد التعارض بين أمارية اليد والأدلة الأخر\r\nفنقول :\r\nلا إشكال في تقدّمها على الاستصحاب لوجهين :\r\nالوجه الأول : أن القاعدة أمارة وكاشفة عن الواقع والاستصحاب قد أخذ في موضوعه الجهل والشك فتكون القاعدة حاكمة عليه .\r\nالوجه الثاني : أن الاستصحاب لو كان مانعا عن الأخذ بالقاعدة تكون القاعدة لغوا أو كاللغو إذ ما من مورد إلا القليل الّا وكان الاستصحاب خلاف مقتضاها .\r\nوأما مع الإقرار فلا إشكال في تقديمه عليها فإن دليل اعتبار القاعدة السيرة ومن الظاهر أن السيرة لا لسان لها فلا مجال لتوهم الإطلاق .\r\nوأما مع البينة فلا إشكال أيضا في تأخر القاعدة عنها أما أولا فلما تقدم آنفا ، وأما ثانيا ، فلأن الحاكم يحكم بمقتضى البينة فيعلم أنّها مقدّمة على اليد في الشرع الأقدس .\r\nوأما في مورد تنافيها مع قول العدل الواحد أو الثقة كذلك فلا يمكن الجزم بتقدّم القاعدة عليهما .\r\nإذ يرد على القول بالتقديم أنّه قد تقدم أن دليل اعتبارها السيرة والجزم بتحققها عند معارضتها معهما مشكل ومقتضى الأصل عدمها .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nبل لقائل أن يقول لا بد من تقديم قول العدل الواحد والثقة الواحد لاحظ ما عن الإمام العسكري « 1 » .\r\nلكن يشكل الاستدلال على المدعى بالحديث المشار إليه فإن المذكور في الحديث عنوان شاهدين ولا يشمل العدل الواحد .\r\nوأما الثقة فلم يذكر فيه .\r\nإذا عرفت ما تقدم نقول : يقدم الاستصحاب على القاعدة في موردين :\r\nالمورد الأول : ما لو أقرّ ذو اليد بعدم ما فيها مملوكا له سابقا وكان ملكا للمدعي لكن يدعي بعد ذلك أنه صار مملوكا له فإن الاستصحاب يقتضي عدم انتقال العين إليه والوجه فيه القصور في دليل اعتبار اليد .\r\nالمورد الثاني : ما لو كانت اليد عادية سابقا وادّعى ذو اليد أن ما في يده صار ملكا له فإن الاستصحاب يقدم عليه لما تقدم آنفا من قصور دليل أمارية اليد فلا يمكن أن يستدل بها على صحة دعواه .\r\n\r\nوفي المقام فروع :\r\n\r\nالفرع الأوّل : أن اليد على شيء والاستيلاء عليه [ هل تدل على زوجية امرأة تكون تحت استيلائه 
  ]\r\nكما تدل على كون ذلك الشيء ملكا لذيها هل تدل على زوجية امرأة تكون تحت استيلائه وفي داره أم لا ؟\r\nوإن شئت فقل : اليد على العرض هل تكون دالة على الزوجية بحيث لا يحتاج إلى الإثبات بل من يدعي الخلاف عليه إقامة البيّنة أم لا ؟\r\nالذي يختلج بالبال في هذه العجالة أن يقال لا بد من التفصيل بأن يقال : تارة يكون المنكر للزوجية نفس المرأة وأخرى شخص آخر أجنبي يدعي زوجيّتها وعلى الثاني قد تكون الزوجة مصدّقة للمدعي وأخرى منكرة لدعواه وثالثة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ ص 44 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nتكون ساكتة فهنا صور :\r\nالصورة الأولى : أن يكون المنكر نفس الزوجة ، وفي هذه الصورة لا يبعد أن يكون القول قول المنكر أي المرأة والوجه فيه أن غاية ما يمكن أن يقال في اعتبار اليد والاستيلاء في المقام وغيره ، السيرة العقلائية الممضاة من قبل الشارع ولا سيرة في هذه الصورة ولا أقل من الشك فيها ومع الشك يكون مقتضى القاعدة عدم الاعتبار فيكون المرجع أصالة عدم الزوجية .\r\nالصورة الثانية : أن يكون المدعي شخصا أجنبيا وفي هذه الصورة إن كانت المرأة مكذبة إيّاه أو كانت ساكتة فالظاهر أن اليد والاستيلاء دليل على الزوجية والمدعي للخلاف يحتاج إلى إقامة البيّنة وإن كانت مصدقة إيّاه فالظاهر عدم الاعتبار باليد لعدم الدليل على اعتبارها فالذي تكون المرأة في داره يحتاج إلى إقامة البيّنة ولا يبعد أن يحكم بزوجية المرأة للأجنبي إذ الحق لا يعدوهما .\r\n\r\nالفرع الثاني : إن إخبار ذي اليد بنجاسة ما في يده أو طهارته\r\nهل يكون معتبرا أم لا ؟\r\nما يمكن أن يذكر في تقريب الاستدلال على الاعتبار أو ذكر وجوه :\r\nالوجه الأول : اتّفاق الأصحاب ، قال في الحدائق : ( ظاهر الأصحاب الاتفاق على قبول قول المالك في طهارة ثوبه وإنائه ونحوهما ونجاستهما ) .\r\nالوجه الثاني : السيرة بدعوى أنّها جارية على معرفة الأشياء من إخبار المتولي عليها لأنه أعرف من غيره بحال ما في يده وهذه السيرة ممضاة من قبل الشارع الأقدس وقال سيدنا الأستاذ في هذا المقام في شرحه على العروة الوثقى :\r\n« لقيام السيرة القطعية على المعاملة مع الأشياء المعلومة نجاستها السابقة معاملة الأشياء الطاهرة لدى الشك إذا أخبر ذو اليد بطهارتها ويؤكد السيرة المدعاة أن الإنسان بحسب فطرته وجبلّته يسأل المتولّي على شيء إذا كان جاهلا\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nبما يتعلق به والظاهر أن هذه العادة الجارية بين العقلاء غير قابلة للإنكار » .\r\nالوجه الثالث : جملة من النصوص ، منها ما رواه أبو بصير ، قال : سألت أبا عبد اللّه عليه السّلام عن الفأرة تقع في السمن أو في الزيت فتموت فيه فقال : إن كان جامدا فتطرحها وما حولها ويؤكل ما بقي وإن كان ذائبا فأسرج به وأعلمهم إذا بعته « 1 » .\r\nومنها ما رواه معاوية بن وهب عن أبي عبد اللّه عليه السّلام في جرذ مات في زيت ما تقول في بيع ذلك ؟\r\nفقال : بعه وبيّنه لمن اشتراه ليستصبح به « 2 » .\r\nومنها ما رواه إسماعيل بن عبد الخالق عن أبي عبد اللّه عليه السّلام قال : سأله سعيد الأعرج السمان وأنا حاضر عن الزيت والسمن والعسل تقع فيه الفأرة فتموت كيف يصنع به ؟ قال : أما الزيت فلاتبعه الّا لمن تبيّن له فيبتاع للسراج وأما الأكل فلا وأما السمن فإن كان ذائبا فهو كذلك وإن كان جامدا والفأرة في أعلاه فيؤخذ ما تحتها وما حولها ثم لا بأس به والعسل كذلك إن كان جامدا « 3 » .\r\nبتقريب إن العرف يفهم أن الأمر بالإخبار لزوم قبول قول المخبر .\r\nوفيه : إن الوارد في هذه النصوص عنوان الإعلام والتبيين ومن الواضح أن مجرد الإخبار لا يكون إعلاما وتبيينا بل العنوانان إنما يتحققان عند حصول العلم بالمخبر به فلا تكون دليلا على اعتبار الإخبار بما هو إخبار .\r\nاللهم إلا أن يقال : أن العرف يفهم أن المراد بالإعلام والتبيين ، الاخبار عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 4 من أبواب ما يكتسب به ، الحديث 3 .\r\n( 2 ) نفس المصدر : الحديث 4 .\r\n( 3 ) نفس المصدر : الحديث 5 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nالواقع وهذا العرف ببابك .\r\nوإن شئت قلت : إذا أخبر شخص عن شيء يصحّ أن يقال أنه أعلم أو بيّن .\r\nالوجه الرابع : ما رواه عبد اللّه بن بكير قال : سألت أبا عبد اللّه عليه السّلام عن رجل أعار رجلا ثوبا فصلى فيه وهو لا يصلي فيه قال : لا يعلمه ، قلت : فإن أعلمه ، قال : يعيد « 1 » .\r\nوفيه أنه لا يمكن الأخذ بمفاد الخبر فإنه خلاف ما استفيد من الشرع من صحة الصلاة مع الجهل بالنجاسة .\r\nالوجه الخامس : ما رواه معاوية بن عمار قال : سألت أبا عبد اللّه عليه السّلام عن الرجل من أهل المعرفة بالحق يأتيني بالبختج ويقول : قد طبخ على الثلث وأنا أعرفه أنه يشربه على النصف فقال : خمر لا تشربه ، قلت : فرجل من غير أهل المعرفة ممّن لا نعرفه يشربه على الثلث ولا يستحلّه على النصف يخبرنا أن عنده بختجا على الثلث قد ذهب ثلثاه وبقي ثلثه يشرب منه ؟ قال : نعم « 2 » .\r\nوما رواه أيضا قال : سألت أبا عبد اللّه عليه السّلام عن الرجل من أهل المعرفة بالحقّ يأتيني بالبختج ويقول : قد طبخ على الثلث وأنا أعرف أنّه يشربه على النصف أفأشربه بقوله وهو يشربه على النصف ؟\r\nفقال : لا تشربه .\r\nقلت : فرجل من غير أهل المعرفة ممّن لا نعرفه يشربه على الثلث ولا يستحلّه على النصف يخبرنا أن عنده بختجا على الثلث قد ذهب ثلثاه وبقي ثلثه يشرب منه ؟ قال : نعم « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 47 من أبواب النجاسات ، الحديث 3 .\r\n( 2 ) تهذيب الأحكام : ج 9 ص 122 الحديث 526 .\r\n( 3 ) الوسائل : الباب 7 من أبواب الأشربة المحرّمة ، الحديث 4 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nالفرع الثالث : أنه هل يجوز الشهادة مستندة إلى اليد أم لا\r\n؟ جاء في بعض الكلمات في هذا المقام أنها جائزة إذ القطع في مورد الشهادة لازم لكن على نحو الطريقية ومن ناحية أخرى قد حقق في محله قيام الأمارات مقام القطع الطريقي أو الموضوعي الذي أخذ على الطريقية ومن ناحية ثالثة أن اليد من الأمارات فعلى طبق القاعدة تجوز الشهادة على طبق اليد .\r\nأقول : يقع الكلام هنا في مقامين :\r\nالمقام الأول : في مقتضى القاعدة الأولية .\r\nالمقام الثاني : فيما يستفاد من النصوص الخاصة .\r\nأما المقام الأول فنقول : مقتضى القاعدة الأولية عدم الجواز والوجه فيه : أن الشهادة من الحضور  عالِمُ الْغَيْبِ وَالشَّهادَةِ *  وبعبارة أخرى : كون الشيء معلوما غير كونه مشهودا ولذا نحن بحمد اللّه قائلون وعالمون بوجود الإمام الغائب سلام اللّه عليه ومع ذلك لا يكون حاضرا .\r\nوبعبارة واضحة مع القطع الوجداني بالواقعة لا تجوز الشهادة فكيف بغيره ولذا لا تجوز الشهادة بالزنا ولو مع القطع به ولا بدّ فيها من رؤيته كالميل في المكحلة .\r\nولتوضيح المقام أزيد مما تقدم ، نقول : تارة يريد الشخص الإخبار عن ملكية ما في يد أحد بأنه لذيها فإنه جائز بلا إشكال إذ حقق في محله قيام الأمارات مقام القطع وأما الشهادة فلا فإن الشهادة إخبار خاص في إطار مخصوص ولا يتحقق مفهوم الشهود الّا بالحضور والعرف واللغة ببابك .\r\nبل التبادر يقتضي هذا المعنى ، وإن شئت قلت : مجرد كون الشخص عالما بشيء لا يكون شاهدا عليه ولو شك في سعة المفهوم وضيقه يكون مقتضى الصناعة والأصل عدم التوسعة فإن أصالة عدم كون اللفظ موضوعا للأعم يقتضي عدم الصدق الّا مع الحضور وأصالة عدم كونه موضوعا للخاصّ لا يقتضي كونه\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nموضوعا للعام الّا على القول بالمثبت الذي لا نقول به .\r\nإن قلت : على هذا كيف يشهد الموحدون في العالم بقولهم « أشهد أن لا إله الّا اللّه » مع عدم حضور ذاته سبحانه .\r\nقلت : يمكن أن يكون الوجه فيه أن جميع الموجودات الكونية برمّتها أدلة وجوده وكاشفة عن تلك الذات الحقيقية والشاهد لما نقول ما صدر عن مخزن الوحي خامس أصحاب الكساء في يوم عرفة فإن من جملة دعائه عليه السّلام : ( عميت عين لا تراك ) .\r\nوإن أبيت عمّا قلنا ، نقول : لا بد من الحمل على المجاز فلاحظ ، ويؤكد المدعى بل يدلّ عليه أنه لو كانت الشهادة عند الحاكم جائزة ، لا يبقى أثر لإقامة البينة على صدق ذي اليد إذ لو كانت اليد سببا لجواز الشهادة على واقع الأمر يكون الشهود كثيرا فالنتيجة عدم الجواز نعم تجوز الشهادة بالملكية الظاهرية .\r\nوأما المقام الثاني فقد وردت في المقام عدة نصوص ، منها : ما رواه حفص ابن غياث « 1 » .\r\nبتقريب أنه يستفاد من الحديث جواز الشهادة على طبق اليد .\r\nويرد عليه أن السند ضعيف بقاسم بن يحيى وكون الرجل في أسناد كامل الزيارات لا أثر له كما بيّناه في محله .\r\nمضافا إلى أنّه لا يبعد أن يكون المراد بالشهادة ، الشهادة بالملكية الظاهرية والدليل عليه ذيل الحديث إذ من الظاهر أن الشهادة بالملكية الظاهرية كافية لقيام الأسواق للمسلمين .\r\nثم أنه هل تجوز الشهادة بمقتضى الاستصحاب ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ ص 50 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nالكلام فيه هو الكلام بل ما ذكرناه في مقام التأكيد يدل على عدم الجواز بالاستصحاب بطريق أولى .\r\nوأما حديث معاوية بن وهب قال : قلت له : إن ابن أبي ليلى يسألني الشهادة عن هذه الدار مات فلان وتركها ميراثا وأنّه ليس له وارث غير الذي شهدنا له فقال اشهد بما هو علمك ، قلت : إن ابن أبي ليلى يحلفنا الغموس فقال : احلف إنما هو على علمك « 1 » وحديثه الآخر قال : قلت لأبي عبد اللّه عليه السّلام :\r\nالرجل يكون له العبد والأمة قد عرف ذلك فيقول أبق غلامي أو أمتي فيكلّفونه القضاة شاهدين بأن هذا غلامه أو أمته لم يبع ولم يهب أنشهد على هذا إذا كلّفناه ، قال : نعم « 2 » .\r\nفربما يتوهم دلالتهما على جواز الشهادة ببركة الاستصحاب لكن يمكن أن يكون الإمام عليه السّلام ناظرا إلى جواز الشهادة في المقام بما يكون معلوما في الظاهر ومن الواضح أن هذا المقدار جائز على طبق القاعدة وبعبارة أخرى في الحديث الأول قد صرح بجواز الشهادة بالمقدار المعلوم وكذلك يجوز الحلف بهذا المقدار والمستفاد العرفي من كلامه عليه السّلام أن المقدار المعلوم للسائل وهو كون زيد وارثا وكون الدار كانت ملكا بحسب الموازين لمن مات وأما الشهادة على عدم وارث آخر وبقاء الدار في ملك الميت إلى آخر زمان حياته بحيث تكون الشهادة على الواقع ، فلا يستفاد من الحديث .\r\nويفهم من الجملة الواقعة في الذيل أي قوله عليه السّلام : ( إنما هو على علمك ) أن الميزان في الجواز في الشهادة المقدار المعلوم بحسب الظاهر ولا يكون الإمام عليه السّلام في مقام بيان اعتبار الاستصحاب وأنّه تجوز الشهادة بالاستصحاب وإلّا لم يكن مورد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 17 من أبواب الشهادات ، الحديث 1 .\r\n( 2 ) نفس المصدر : الحديث 3 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nلحصر الجواز في المقدار المعلوم إذ بالاستصحاب ينكشف بقاء الدار في ملكه إلى آخر زمان حياته وينكشف أيضا عدم وارث آخر .\r\nوأما الحديث الثاني فإن قلنا بأن المستفاد منه ما هو المستفاد من الحديث الأول فهو وإلا نقيده بالحديث الأول وان أبيت عما قلنا وقلت بأنهما متعارضان نقول :\r\nيسقطان عن الاعتبار إذ الأحدث منهما غير معلوم فلاحظ .\r\n\r\nالفرع الرابع : أن اليد على العين إذا كانت متعددة فهل يقع التعارض\r\nبحيث ينفي كل واحد منهما الملكية للآخر أم لا ؟\r\nالحق هو الثاني ولتوضيح المدعى وما هو الحق لا بدّ من بيان الشركة في عين واحدة بين متعدد فنقول :\r\nربما يقال : أن الشركة في عين واحدة لا تنافي الاستقلال أي يمكن أن يكون كل من الشريكين مالكا للعين بالاستقلال .\r\nوهذا الذي أفيد بمراحل عن الواقع إذ تارة نقول : الاعتبار خفيف المئونة في كل أمر ولو كان من المحالات كاجتماع النقيضين وقابل للاعتبار وأخرى نقول : لا بد في الاعتبار من القصر على موارد قابلة لترتب الأحكام والآثار وتكون قابلة للعرض إلى السوق العقلائي ومن الظاهر أن المتيقن الشق الثاني وعليه نقول :\r\nالاستقلال ينافي الاشتراك وكل منهما يطارد الآخر وهذا ظاهر عند اللبيب .\r\nوربما يقال : أن العين المشتركة مملوكة لكلا الشريكين أي يكون المالك مجموعهما .\r\nوهذا القول ملحق بالأول في البطلان فإن الاشتراك أشرب في مفهومه إن كل واحد من الشريكين أو الشركاء مالكا لمقدار من العين .\r\nوصفوة القول : إن القول المذكور مردود عند العقلاء وأهل الشرع .\r\nوربما يقال : إن كل واحد من الشريكين مالك لمقدار معين في الخارج وهذا\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nالقول مضافا إلى عدم كونه مقبولا عند العرف وأهل الشرع لا دليل عليه فهو أيضا ملحق بالقولين السابقين في البطلان .\r\nوالقول الصحيح الموافق لآراء العقلاء وأهل الشرع إن كل واحد من الشريكين مالك لمقدار من العين على نحو الإشاعة أي مالك للكسر المشاع .\r\nإذا عرفت ما تقدم نقول : إذا فرضنا استيلاء أكثر من واحد على عين فهل تكون يد كل واحد منهما أمارة على مملوكية جزء معين خارجي أو أمارة على كونه مالكا للكسر المشاع ، أما الأول فقد قلنا أنه غير تام ويكون تصرف أحدهما في المعين جورا وعدوانا في نظر العقلاء .\r\nوأما الثاني فالمفروض أنه لا يدل للشريك على الكسر المشاع فما الحيلة وما الوسيلة ؟\r\nإلا أن يقال : ان اليد في مثله لا تكون أمارة وهو كما ترى ، والذي يهون الخطب أنّ العرف يراهما ذا اليد على مجموع الدار مثلا فتكون أمارة لكون الدار لهما .\r\nومن ناحية أخرى أن الاشتراك في نظر العقلاء عبارة عن كون كل منهما مالكا للكسر المشاع فالنتيجة أن يد المتعدد على عين تدل على كون كليهما مالكين على نحو الاشتراك الصحيح .\r\nهذا فيما يكون مجموع العين في يدهما وأما إذا فرضنا أن الطبقة الأولى تحت يد أحدهما والطبقة الثانية تحت يد الآخر تكون اليد أمارة مملوكية كل طبقة لمن يكون مستوليا عليها .\r\nولما انجر الكلام إلى هنا نقول :\r\nقد أشير في بعض الكلمات إلى أن مملوكية الأخماس والزكوات التي لأربابها على أي نحو وهل تكون الأخماس مثلا مملوكة للمذكورين في الآية على نحو الإشاعة أو يكون المذكورون مصرفا لها ؟\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nأقول : الظاهر من قوله تعالى في آية الخمس ، أن الخمس مملوك للمذكورين على نحو الإشاعة لكن لا يمكن الالتزام به إذ لازم التقريب المذكور أن دينارا من الخمس مملوكا لملايين من فقراء السادة ولا يمكن الالتزام به فيدور الأمر بين رفع اليد عن ظهور اللام في الملكية وجعلها للمصرف وبين رفع اليد عن ظهور الجمع المحلى في العموم والالتزام بأن المالك هو الكلي فيكون الكلام مجملا .\r\nولكن يمكن أن يقال : بأن صدر الآية يدل على كون سهم الإمام ملكا له تعالى وللرسول وللإمام عليهما السّلام ووحدة السياق تقتضي وحدة المراد .\r\nومن ناحية أخرى يمكن أن يقال : أن ظهور اللام في الملكية في الصدر يكون قرينة على كون المراد من الذيل هو الكلي لا كل شخص نظير قول القائل لا تضرب أحدا فإن ظهور الضرب في المؤلم يكون قرينة على كون المراد من لفظ أحد الإنسان الحي .\r\nأضف إلى ذلك أنّه كيف يمكن أن يكون كل واحد من المذكورين مالكا والحال أن القضية لا تكون خارجية بل تكون حقيقية ومن الظاهر أن أفراد الكلي ومصاديقه تختلف بحسب مرور الزمان فهل المال مملوك لأفراد عصر واحد أو جميع الأعصار ؟\r\nوكيف يتصور فلا إشكال في أن الأفراد لا يكونون مالكين وفي بعض الكلمات نسب إلى بعض أنه مال إلى القول بكون الخمس والزكاة مملوكين للحكومة الإسلامية وهذا القول مخالف مع نص الكتاب والروايات الصريحة الواردة في الباب والإجماع والسيرة والارتكاز وضرورة المذهب بل ضرورة الدين .\r\n\r\nالفرع الخامس : أن اليد والاستيلاء [ هل تكون في مقام الثبوت سببا لحصولها أم لا 
  ]\r\nكما أنها تكون في مقام الإثبات والكشف أمارة وكاشفة عن الملكية هل تكون في مقام الثبوت سببا لحصولها أم لا ؟\r\nما يمكن أن يقال في تقريب السببية وجوه :\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالوجه الأول : أن الحيازة موجبة لحصول الملكية للحائز بالنسبة إلى المحوز .\r\nوفيه أن دليل الحيازة الموجبة لحصول الملكية إما السيرة وإما قوله : « من حاز شيئا ملك » ، أما السيرة فحيث إنها لا لسان لها لا بدّ من الاقتصار على القدر المتيقن من موردها وهو ما لو قصد الحائز التملك .\r\nوأما الحديث فيحتمل أن يكون المراد ما ورد في حديث السكوني عن جعفر بن محمد عن أبيه عن آبائه عن علي عليه السّلام أنه سئل عن رجل أبصر طيرا فتبعه حتى وقع على شجرة فجاء رجل آخر فأخذه قال : للعين ما رأت ولليد ما أخذت « 1 » لكنه ضعيف .\r\nالوجه الثاني : ما دلّ على أحقية السابق لاحظ ما رواه محمد بن إسماعيل عن بعض أصحابه عن أبي عبد اللّه عليه السّلام قال : قلت : نكون بمكة أو بالمدينة أو الحيرة أو المواضع التي يرجى فيها الفضل فربما خرج الرجل يتوضأ فيجيء آخر فيصير مكانه قال : من سبق إلى موضع فهو أحقّ به يومه وليلته « 2 » .\r\nوحديث طلحة بن زيد عن أبي عبد اللّه عليه السّلام قال : قال أمير المؤمنين عليه السّلام :\r\nسوق المسلمين كمسجدهم فمن سبق إلى مكان فهو أحق به إلى الليل وكان لا يأخذ على بيوت السوق كراء « 3 » .\r\nوالحديثان لا يرتبطان بالمقام أصلا كما هو ظاهر عند من له خبرة بالصناعة .\r\nالوجه الثالث : حديث يونس بن يعقوب « 4 » بتقريب أن المستفاد منه أن الاستيلاء سبب لكون المستولى عليه مملوكا للمستولي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 15 من أبواب اللقطة ، الحديث 2 .\r\n( 2 ) الوسائل : الباب 56 من أبواب أحكام المساجد ، الحديث 1 .\r\n( 3 ) نفس المصدر : الحديث 2 .\r\n( 4 ) لاحظ ص 52 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nوفيه أولا : أن الحديث ضعيف بضعف إسناد الشيخ إلى علي بن الحسن .\r\nوثانيا : أن المستفاد من الخبر أنه لو شك في المالك وأنّه من هو ؟ يكون الاستيلاء كاشفا فيكون الحديث ناظرا إلى مقام الإثبات والكلام في مقام الثبوت فلاحظ .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالقاعدة السادسة ما يضمن بصحيحه يضمن بفاسده\r\nالكلام في قاعدة ما يضمن بصحيحه يضمن بفاسده : يقع الكلام في المقام في جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : ان هذه القاعدة تنحل إلى قاعدتين\r\nالأولى قاعدة ما يضمن بصحيحه يضمن بفاسده والثانية أن ما لا يضمن بصحيحه لا يضمن بفاسده ، ولا بد من التكلم في كل واحد منهما بنحو الاستقلال .\r\n\r\nالجهة الثانية : في بيان المراد من القاعدتين\r\nفنقول المراد من القاعدة الأولى أنه لو كان مقتضى العقد الضمان كالبيع أو الإجارة وأمثالهما إذا فرض فساد العقد يتحقق الضمان والمراد من القاعدة الثانية أنّ العقد لو لم يكن موجبا للضمان كالهبة أو العارية وأمثالهما أنه لو فرض فساد العقد لا يتحقق الضمان .\r\n\r\nالجهة الثالثة : في مدرك القاعدة الأولى\r\n: والذي يمكن أن يقال أو قيل في تقريب الاستدلال عليها وجوه :\r\nالوجه الأول : قاعدة الاقدام وقبل الخوض في البحث نقدم مقدمة وهي أن تحقق كل حكم وضعي يحتاج إلى قيام دليل عليه ومع الشك تكون النتيجة عدمه كما هو الظاهر وإن شئت فقل الضمان امر حادث ومع الشك فيه يحكم بعدمه بالاستصحاب .\r\nفنقول : تقريب الاستدلال بقاعدة الاقدام أنه لو باع زيد داره من عمرو بألف\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nدينار مثلا فقد أقدم على كون المشتري للدار ضامنا في قبال ألف دينار فإذا فرض فساد البيع يبطل الضمان بالمثل أي الدينار ويبقى أصل الضمان أي الدار تكون مضمونة في يد المشتري .\r\nويرد عليه ان دليل صحة البيع يقتضي ضمان الدار بالدينار والمفروض بطلانه والاقدام تعلق بهذا المقيد وغيره لم يتعلق به الاقدام مضافا إلى أن أيّ دليل دل على كون الاقدام بنفسه موجبا للضمان وبعبارة واضحة لا يجوز تملّك مال الغير الّا بأحد الأسباب الشرعية ولا دليل على أن الاقدام بما هو يوجب الضمان وصفوة القول في المقام ان الاقدام لم يتعلق بالمثل أو القيمة وعلى فرض تعلقه لا دليل على كونه مؤثرا ومقتضى الأصل عدم تأثيره والذي يدل على المدعى أنه لو أقدم أحد على ضمان تلف مال غيره وبنى عليه لا يكون ضامنا ولا أظن أن يدعي أحد كونه موجبا لضمان المقدم بل التفوه به يقرع الاسماع .\r\nالوجه الثاني : النبوي المعروف : على اليد ما أخذت حتى تؤديه « 1 » بتقريب أنّ المستفاد من الحديث ان من أخذ مال الغير يكون ضامنا لما أخذه إلى زمان أدائه إلى مالكه .\r\nويرد على الاستدلال بالحديث أولا انّ الحديث ضعيف سندا فان أحد رواته سمرة وهو من الملاعين والأشقياء فلا اعتبار بحديثه إن قلت إن الأمر وإن كان كذلك لكن عمل المشهور به يجبر ضعفه قلت : قد ذكرنا مرارا ان عمل المشهور بالخبر الضعيف لا يجبر ضعفه كما أن اعراضهم لا يوجب وهن الخبر المعتبر كيف وقد ثبت في الأصول عدم اعتبار الشهرة الفتوائية فيكف يمكن ان ما لا يكون معتبرا في حد نفسه يكون جابرا لما لا اعتبار له أو يكون مسقطا لأمر معتبر أليس مرجعه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن البيهقي : ج 6 كتاب العارية ص 90 وكنز العمال : ج 5 ص 257 نقله عنهما مصباح الفقاهة : ج 3 ص 87 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nإلى التناقض .\r\nمضافا إلى أنّ استنادهم في فتاويهم إلى هذا الخبر غير معلوم ومجرد ذكرهم الخبر في كلماتهم لعله من باب كونه مؤيدا للمراد .\r\nوثانيا : ان المستفاد من الحديث انّ الثابت على الآخذ ما أخذه إلى زمان أدائه أي يكون تلفه بعهدته وبعبارة أخرى الآخذ لعين مملوكة للغير ضامن لدركه إلى زمان تأديته إلى مالكه ولازم هذه القاعدة أنه لو وصل ما أخذه إلى المالك بسبب آخر كما لو آخذه ثالث بغير اذن الآخذ ورده إلى مالكه عدم رفع الضمان عن الآخذ إذ الغاية التي توجب ارتفاع الضمان أن يؤديه إلى مالكه والمفروض أنه لم يتحقق هذا المعنى .\r\nوثالثا : انّ لازم المستفاد من الحديث أنه لو تعدد الآخذ كما لو كانوا عشرة وتلف ما أخذه في يد الأخير يكون جميع الأخذين ضامنين للمالك وهل يمكن الالتزام به .\r\nإن قلت كيف لا يمكن الاستدلال على المدعى بالنبوي المشهور والحال ان جملة من الأساطين في كلماتهم اسندوا هذا الحديث إلى النبي صلّى اللّه عليه وآله وسلّم فإنهم في مقام الاستدلال قالوا لقول النبي صلّى اللّه عليه وآله وسلّم على اليد ما أخذت حتى تؤديه هذا من ناحية ومن ناحية أخرى ان الظاهر من الإخبار كونه حسيا فيكون الحديث معتبرا من حيث السند وبعبارة أخرى بعد اسناد هؤلاء الاعلام كالشهيد وابن زهرة والعلامة الحديث إلى النبي الأكرم صلّى اللّه عليه وآله وسلّم واحتمال كون أخبارهم حسيا حيث أنه يمكن انّه وصل إليهم بواسطة كابر عن كابر يكون الحديث تاما سندا .\r\nقلت : يرد على التقريب المذكور أولا ان هذه الجملة لا تكون ظاهرة في الإسناد الحسي ولذا نرى كثيرا ما يطلق في كلمات الأصحاب للنبوي وأمثاله والحال أن القائل لا يكون في مقام الاسناد وثانيا ان الدليل على حجية قول الثقة سيرة العقلاء\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nلا أنه هناك اطلاق أو عموم يؤخذ به فلا بد من الأخذ بالقدر المتيقن منها فإذا فرض ان هذا الحديث كان مشهورا من قديم الزمان ولم يتعرض المحدثون لسنده وكانوا يعاملون معه معاملة المرسل وبعد ذلك أحد الفقهاء اسنده إلى النبي صلّى اللّه عليه وآله وسلّم بالاسناد الحسي مع كونه بعيدا لا نجزم بأن العقلاء يحملون مثل الخبر المشار إليه على الحس ويعملون به فالنتيجة عدم امكان اثبات اعتباره صناعة الا أن يقال إن السيرة وإن كانت كذلك لكن يكفي لإثبات الاطلاق النصوص الدالة على حجية قول الثقة اللهمّ الّا أن يقال : ان الأخبار الدالة على حجيّة قول الثقة لا تكون حكما تأسيسا بل حكم امضائي لبناء العقلاء وسيرتهم فلا يكون مدلول الأخبار أوسع من مفاد السيرة وبعبارة واضحة انّ الأخبار ناظرة إلى ما يكون مورد ارتكاز العقلاء فلاحظ واغتنم .\r\nالوجه الثالث : الروايات الواردة الدالة على أن الأمة المبتاعة إذا وجدت مسروقة بعد أن أولدها المشتري أخذها صاحبها وأخذ المشتري ولده بالقيمة منها ما رواه جميل بن دراج عن أبي عبد اللّه عليه السّلام في الرجل يشتري الجارية من السوق فيولدها ثم يجيء مستحق للجارية فقال يأخذ الجارية المستحق ويدفع إليه المبتاع قيمة الولد ويرجع على من باعه بثمن الجارية وقيمة الولد الذي اخذت منه « 1 » ومنها ما رواه جميل بن دراج عن بعض أصحابنا عن أبي عبد اللّه عليه السّلام في رجل اشترى جارية فأولدها فوجدت الجارية مسروقة قال :\r\nيأخذ الجارية صاحبها ويأخذ الرجل ولده بقيمته « 2 » ومنها ما رواه زرارة قال :\r\nقلت لأبي جعفر عليه السّلام الرجل يشتري الجارية من السوق فيولدها ثم يجيء رجل فيقيم البينة على آنها جاريته لم يبع ولم يهب قال فقال ان يرد إليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاستبصار : ج 3 ص 84 الباب 57 الحديث 1 .\r\n( 2 ) الاستبصار : ج 3 ص 84 الباب 57 الحديث 2 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nجاريته ويعوّضه بما انتفع قال كان معناه قيمة الولد « 1 » ومنها ما رواه زرارة أيضا قال : قلت لأبي عبد اللّه عليه السّلام رجل اشترى جارية من سوق المسلمين فخرج بها إلى أرضه فولدت منه أولادا ثم أتاها من يزعم أنها له وأقام على ذلك البينة قال يقبض ولده ويدفع اليه الجارية ويعوّضه من قيمة ما أصاب من لبنها وخدمتها « 2 » بتقريب انّ ضمان الولد مع كونه نماء لم يستوفه المشتري يستلزم ضمان الأم بالأولية فتدل هذه الروايات الشريفة على أن ما يضمن بصحيحه يضمن بفاسده .\r\nويرد عليه أولا ان هذه الروايات لا ترتبط بالمقام فانّ الضمان في مورد الروايات من الواضحات إذ الأمة المبتاعة قد فرضت مغصوبة والبائع هو الغاصب والكلام في المقام فيما لو باع العين المالك وثانيا أنه لو أغمضنا النظر عن الجواب الأول وفرضنا ارتباط النصوص المشار إليها بالمقام لكن نقول الروايات الواردة في مورد خاص واطار مخصوص والكلام في المقام في الكبرى الكلية وبعبارة واضحة ان الموجبة الجزئية لا تكون دليلا على الكبرى الكلية فلاحظ .\r\nالوجه الرابع : الروايات الدالة على عدم حلية مال امرء الّا بطيب نفسه والدالة على عدم جواز التصرف في مال الغير الّا باذنه منها ما رواه سماعة عن أبي عبد اللّه عليه السّلام في حديث انّ رسول اللّه صلّى اللّه عليه وآله وسلّم قال من كانت عنده أمانة فليؤدّها إلى من ائتمنه عليها فإنه لا يحل دم امرئ مسلم ولا ماله الّا بطيبة نفسه « 3 » ومنها ما في حديث آخر عن صاحب الزمان عليه السّلام قال : لا يحل لأحد أن يتصرف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر الحديث 3 .\r\n( 2 ) نفس المصدر ص 85 الحديث 5 .\r\n( 3 ) الوسائل الباب 3 من أبواب مكان المصلي الحديث 1 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nفي مال غيره بغير اذنه « 1 » بتقريب ان العقد لو لم يكن صحيحا لا تنتقل العين إلى الطرف المقابل وتكون باقية في ملك المالك والمستفاد من هذه الروايات عدم حلية مال الغير الّا باذنه كما أنه لا يجوز التصرف في ماله الّا باذنه وحيث إنه غير راض على الفرض يكون تلقه موجبا للضمان .\r\nويرد على التقريب المذكور انّ الحكم التكليفي لا يتعلق بالأعيان الخارجية والظاهر من هذه الروايات حرمة التصرف كما صرح به في بعضها وبعبارة واضحة إذا استند الحكم التكليفي إلى العين الخارجية لا بد من تقدير الفعل كي يصح الاستعمال فلا مجال للاستدلال بهذه الطائفة على المدعى .\r\nالوجه الخامس : النصوص الدالة على أن حرمة مال المؤمن كحرمة دمه .\r\nمنها ما رواه أبو ذر عن النبي صلّى اللّه عليه وآله وسلّم في وصية له قال : يا أبا ذر ايّاك والغيبة فانّ الغيبة اشدّ من الزنا قلت ولم ذاك يا رسول اللّه قال : لأنّ الرجل يزني فيتوب إلى اللّه فيتوب اللّه عليه والغيبة لا تغفر حتّى يغفرها صاحبها يا أبا ذر سباب المسلم فسوق وقتاله كفر وأكل لحمه من معاصي اللّه وحرمة ماله كحرمة دمه قلت يا رسول اللّه وما الغيبة قال ذكرك أخاك بما يكره قلت يا رسول اللّه فإن كان فيه الذي يذكر به قال اعلم انك إذا ذكرته بما هو فيه فقد اغتبته وإذا ذكرته بما ليس فيه فقد بهته « 2 » ومنها ما رواه أبو بصير عن أبي جعفر عليه السّلام قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم : سباب المؤمن فسوق وقتاله كفر وأكل لحمه معصية وحرمة ماله كحرمة دمه « 3 » بتقريب انّ إتلاف مال المؤمن مثل إتلاف نفسه يوجب الضمان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 1 من أبواب الغصب الحديث 4 .\r\n( 2 ) الوسائل الباب 152 من أبواب العشرة الحديث 9 .\r\n( 3 ) الوسائل الباب 158 من أبواب العشرة الحديث 3 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nويرد عليه ان الوجه المذكور على فرض تماميته أخص من المدعى إذ الموضوع المذكور فيها عنوان المؤمن أي الشيعي الاثني عشري والحال انّ البحث في المقام عام .\r\nوثانيا : انه على تقدير تماميته يختص الضمان بصورة الإتلاف والحال ان الكلام أعم من الإتلاف فيكون الدليل أخص من المدعى أيضا .\r\nوثالث انّ الجملة المذكورة ذكرت في سياق عدة أمور ظاهرة في الحكم التكليفي فلا ترتبط هذه الطائفة بالجهة الوضعية وإن أبيت عن ذلك فلا أقل من الاجمال إذ وحدة السياق لو لم تكن موجبة لانعقاد الظهور في الحكم التكليفي فلا أقل من كونه مانعا عن انعقاد في الحكم الوضعي وإن شئت فقل اقتران اللفظ بما يصلح للقرينية مانع عن الظهور فتكون الجملة مجملة فلاحظ .\r\nإن قلت يمكن إثبات المدعى بتقريب آخر وهو انّ حرمة المال تقتضى عدم جواز المزاحمة حدوثا وبقاء وهذا وإن لم يفد الّا الحكم التكليفي ما دامت العين موجودة لكن عدم تدارك التالف نحو من المزاحمة فلا تجوز فيجب التدارك بأداء البدل فبالنتيجة انّ هذه الطائفة وإن لم تدل على الضمان بالمطابقة لكن تدل عليه بالالتزام .\r\nقلت : تمامية التقريب المذكور تتوقف على اشتغال الذمة بالتالف وتمام الاشكال في اثبات هذه الجهة وإن شئت فقل ان الحكم لا يتعرض لموضوع نفسه بل لا بد من احرازه وببيان آخر الموضوع مقدم على الحكم رتبة والحكم متوقف على موضوعه فلو احتاج اثبات الموضوع إلى الحكم يلزم الدور المحال .\r\nالوجه السادس : انه قد ورود في جملة من النصوص أنه لا يصلح ذهاب حق أحد : منها ما رواه عبيد اللّه بن علي الحلبي قال : سألت أبا عبد اللّه عليه السّلام هل تجوز شهادة أهل الذمة على غير أهل ملتهم ؟ قال : نعم إن لم يوجد من أهل ملتهم\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nجازت شهادة غيرهم أنه لا يصلح ذهاب حق أحد « 1 » ومنها ما رواه سماعة قال :\r\nسألت أبا عبد اللّه عليه السّلام عن شهادة أهل الملة قال ، فقال : لا تجوز الّا على أهل ملتهم فإن لم يوجد غيرهم جازت شهادتهم على الوصية لأنه لا يصلح ذهاب حق أحد « 2 » وقد حقق عندهم ان العلة تعمم فبعموم العلة نحكم في المقام بالضمان كي لا يذهب حق المالك .\r\nويرد عليه ان التقريب المذكور يتوقف على أمرين أحدهما أن يكون المراد من الحق المال ، ثانيهما ان يكون المراد من عدم صلاح ذهابه الضمان وكلا الأمرين محل الاشكال ولا شاهد عليهما أضف إلى ذلك أنه لا يشمل صورة التلف ويختص بالاتلاف يضاف إلى جميع ذلك ان الحديث الرابع من الباب غير تام سندا .\r\nالوجه السابع : قاعدة لا ضرر المستفاد من عدة نصوص : منها ما رواه عقبة بن خالد عن أبي عبد اللّه عليه السّلام قال : قضى رسول اللّه صلّى اللّه عليه وآله وسلّم بالشفعة بين الشركاء في الأرضين والمساكن وقال : لا ضرر ولا ضرار وقال إذا ارّفت الأرف وحدّت الحدود فلا شفعة « 3 » ومنها ما رواه أبو عبيدة الحذاء قال : قال أبو جعفر عليه السّلام كان لسمرة بن جندب نخلة في حائط بني فلان فكان إذا جاء إلى نخلته ينظر إلى شيء من أهل الرجل يكرهه الرجل قال : فذهب الرجل إلى رسول اللّه صلّى اللّه عليه وآله وسلّم فشكاه فقال يا رسول اللّه ان سمرة يدخل عليّ بغير اذني فلو أرسلت اليه فامرته ان يستأذن حتى تأخذ أهلي حذرها منه فأرسل إليه رسول اللّه صلّى اللّه عليه وآله وسلّم فدعاه فقال يا سمرة ما شأن فلان يشكوك ويقول يدخل بغير اذني فترى من أهله ما يكره ذلك يا سمرة استأذن إذا أنت دخلت ثم قال رسول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 40 من أبواب الشهادات الحديث 1 .\r\n( 2 ) الوسائل الباب 40 من أبواب الشهادات الحديث 4 .\r\n( 3 ) الوسائل الباب 5 من أبواب الشفعة الحديث 1 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nاللّه صلّى اللّه عليه وآله وسلّم يسرّك أن يكون لك عذق في الجنة بنخلتك قال : لا قال لك ثلاثة قال لا قال ما أراك يا سمرة الّا مضارّا اذهب يا فلان فاقطعها واضرب بها وجهه « 1 » ومنها ما رواه زرارة عن أبي جعفر عليه السّلام قال : ان سمرة بن جندب كان له عذق في حائط لرجل من الأنصار وكان منزل الأنصاري بباب البستان فكان يمرّ به إلى نخلته ولا يستأذن فكلّمه الأنصاري أن يستأذن إذا جاء فأبى سمرة فلما تأبّى جاء الأنصاري إلى رسول اللّه صلّى اللّه عليه وآله وسلّم فشكا إليه وخبره الخبر فأرسل إليه رسول اللّه صلّى اللّه عليه وآله وسلّم وخبّره بقول الأنصاري وما شكا وقال إذا أردت الدخول فاستأذن فأبى فلما أبى ساومه حتى بلغ به من الثمن ما شاء اللّه فأبى ان يبيع فقال لك بها عذق يمدّ لك في الجنة فأبى أن يقبل فقال رسول اللّه صلّى اللّه عليه وآله وسلّم للأنصاري اذهب فاقلعها وارم بها اليه فإنه لا ضرر ولا ضرار « 2 » ومنها ما رواه زرارة عن أبي جعفر عليه السّلام نحوه الّا أنه قال : فقال له رسول اللّه صلّى اللّه عليه وآله وسلّم رجل مضارّ ولا ضرر ولا ضرار على مؤمن قال ثم أمر بها فقلعت ورمى بها اليه فقال له رسول اللّه صلّى اللّه عليه وآله وسلّم انطلق فاغرسها حيث شئت « 3 » ومنها ما رواه عقبة بن خالد عن أبي عبد اللّه عليه السّلام في حديث قال : لا ضرر ولا ضرار « 4 » ومنها ما عن دعائم الإسلام : روينا عن أبي عبد اللّه عليه السّلام أنه سئل عن جدار لرجل وهو سترة بينه وبين جاره سقط فامتنع من بنيانه قال : ليس يجبر على ذلك الا أن يكون وجب ذلك لصاحب الدار الأخرى بحق أو بشرط في أصل الملك ولكن يقال لصاحب المنزل استر على نفسك في حقك ان شئت قيل له فان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 12 من أبواب احياء الموات الحديث 1 .\r\n( 2 ) نفس المصدر الحديث 3 .\r\n( 3 ) نفس المصدر الحديث 4 .\r\n( 4 ) نفس المصدر الحديث 5 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nكان الجدار لم يسقط ولكنه هدمه أو أراد هدمه اضرارا بجاره لغير حاجة منه إلى هدمه قال : لا يترك وذلك ان رسول اللّه صلّى اللّه عليه وآله وسلّم قال : لا ضرر ولا ضرار وانّ هدمه كلّف ان يبنيه « 1 » ومنها ما عن دعائم الإسلام : وروينا عن أبي عبد اللّه عن أبيه عن آبائه عن أمير المؤمنين عليه السّلام ان رسول اللّه صلّى اللّه عليه وآله وسلّم قال : لا ضرر ولا ضرار « 2 » بتقريب انّ المستفاد من هذه القاعدة ان الحكم الضرري لم يجعل في الشريعة وحيث انّ عدم الحكم بالضمان ضرري على المالك ينفى والنفي في النفي يقتضي الاثبات : أقول المعتبر في هذه النصوص الحديث الثالث « 3 » من الباب الثاني عشر وقد ذكرنا في بحث القاعدة انّ الحق هو الالتزام بان المستفاد من الحديث النهي عن الضرر والاضرار بالغير ولا يكون الحديث ناظرا إلى أدلة الأحكام وحاكما عليها وتفصيل هذه الجهة موكول إلى ذلك البحث ومن أراد التفصيل فليراجع ما حققناه في المجلد الثاني من كتابنا الموسوم بآرائنا في أصول الفقه هذا أولا ، وثانيا أنه على فرض الاغماض عما تقدم وسلمنا كون الحديث ناظرا إلى الأحكام فإنما يكون ناظرا إلى الأحكام المجعولة والمفروض أن عدم الجعل لا يكون من مصاديق المجعولات وثالثا أنّه يقع التعارض بين الطرفين فان الحكم بعدم الضمان على الآخذ يقتضي الضرر على المالك وأيضا الحكم بالضمان يقتضي الضرر على الآخذ ولا وجه للترجيح ورابعا ان الضمان على تقدير القول به بمقتضى التقريب المتقدم واغماض النظر عن الاشكال المتقدم ، يختص بصورة الإتلاف أو الانتفاع والحال أن المدعى أعم أي الضمان حتى مع التلف السماوي فهذا الوجه أيضا لا يترتب عليه أثر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الوسائل : ج 17 ص 118 الباب 9 من أبواب احياء الموات الحديث 1 .\r\n( 2 ) نفس المصدر الحديث 2 .\r\n( 3 ) لاحظ ص 75 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nالوجه الثامن : السيرة العقلائية بتقريب ان العقلاء بما هم كذلك يرون الآخذ ضامنا للبدل في صورة تلف العين هذا من ناحية ومن ناحية أخرى ان الشارع الأقدس لا يكون له قانون خاص في قبال القوانين العقلائية فإذا فرض تحقق السيرة ولم يردع عنها الشارع نكشف أنه أمضاه وبعبارة أخرى مجرد عدم الردع لا يكون كافيا بل الأمر متوقف على الامضاء وحيث إن الشارع يرى سيرة العقلاء ولم يردع يكشف عن امضائه فيتم الأمر ويثبت المدعى .\r\nأقول : التقريب المذكور تام ولكن لا ينطبق على المقام وببيان جلي اثبات المدعى بالتقريب المذكور يتوقف على عدم الردع والحال أن الشارع ردع هذه السيرة بقوله تعالى :  لا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ إِلَّا أَنْ تَكُونَ تِجارَةً عَنْ تَراضٍ مِنْكُمْ  « 1 » .\r\nتوضيح المقام ان المستفاد من الآية الشريفة ان تملك مال الغير بايّ سبب كان يكون فاسدا والسبب الوحيد عبارة عن التجارة عن تراض فتملك المالك بدل العين من الآخذ أكل بالباطل فيكون فاسدا فالسيرة على فرض تماميتها مردوعة بالآية ولعمري ما افدته في هذا المقام في كمال الجودة والدقة فما الحيلة وما الوسيلة .\r\nالوجه التاسع : وهو الوجه الأخير ارتكاز المتشرعة بما هم كذلك .\r\nان قلت الآية الشريفة تردع الارتكاز قلت أين ذهبت فان المدعى انّ المتشرعة بما هم كذلك يرون الآخذ في مفروض الكلام ضامنا وحيث انجر الكلام إلى هنا ننبّه بنكتة وهي انه فرق بين السيرة العقلائية والارتكاز الشرعي أو السيرة الجارية بين المتشرعة فان السيرة العقلائية لا ترتبط بالشرع ولكن الارتكاز الشرعي أو السيرة الجارية بين أهل الشرع من الشرع ومن الشارع وينبغي أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء : 29 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nيحفظ على التحقيق المذكور ويستفاد منه في جملة من الموارد واللّه وليّ التوفيق هذا تمام الكلام في القاعدة الأولى .\r\nوأما الكلام في القاعدة الثانية :\r\nوهي ما لا يضمن بصحيحه لا يضمن بفاسده : فربما يقال في وجه عدم الضمان أنه إذا فرض العقد صحيحا لا يوجب الضمان فلا ضمان في فاسده بالأولوية والتقريب المذكور فاسد إذ عدم الضمان في صورة الصحة من باب ان العين تصير مملوكة للطرف المقابل بالعقد ومن الواضح ان المالك لا يكون ضامنا لمملوكه وأما في فرض الفساد فان المفروض بقاء العين في ملك مالكها فلا جامع بين المقامين وكل منهما يباين الآخر والذي يختلج بالبال في هذه العجالة أن يقال لا موجب للضمان أما حديث على اليد فقد تقدم انه غير تام سندا ولا سيرة على الحكم بالضمان لا من العقلاء ولا من أهل الشرع وإذا وصلت النوبة إلى الشك يكون مقتضاه عدم الضمان هذا بالنسبة إلى تلف العين وأما في صورة الإتلاف فالظاهر أنه يشكل الجزم بعدم الضمان إذ مقتضى قاعدة الاتلاف كون المتلف ضامنا ، واللّه العالم بحقائق الأمور وعليه التوكل والتكلان .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nالقاعدة السابعة قاعدة الاشتراك في التكاليف\r\nوما يمكن أن يقال أو قيل في تقريب المدعى وجوه :\r\n\r\n[ وجوه البحث 
  ]\r\n\r\nالوجه الأول : أنه لو ثبت حكم لطائفة وشك في بقاء ذلك الحكم\r\nوشموله للموجودين بعد ذلك الزمان يحكم ببقائه بالاستصحاب .\r\nويرد عليه أولا : أنه لا يمكن اجراء حكم مترتب على موضوع على موضوع آخر بالاستصحاب فإنه لا دليل عليه ولذا نقول يعتبر في الاستصحاب اتحاد الموضوع وثانيا ان استصحاب الحكم الكلي دائما معارض باستصحاب عدم الجعل الزائد فهذا الوجه لا اعتبار به .\r\n\r\nالوجه الثاني : اتفاق الفقهاء على عدم الاختصاص واشتراك جميع المكلفين في الأحكام الشرعية\r\nويرد عليه ان مرجعه إلى الاجماع وقد ثبت في محله عدم اعتبار الاجماع الا أن يكون كاشفا عن رأي المعصوم عليه السّلام .\r\n\r\nالوجه الثالث : تنقيح المناط\r\nوإن شئت قلت إن الأحكام الشرعية تابعة للمصالح والمفاسد في متعلقاتها فإذا ثبت حكم بالنسبة إلى شخص يكون ثابتا بالنسبة إلى غيره .\r\nويرد عليه ان الملاكات الشرعية مجهولة عندنا ولذا نرى تغاير الأحكام واختلافها من جهات عديدة والعالم بها علام الغيوب .\r\n\r\nالوجه الرابع : قول الصادق عليه السّلام في حديث : فكل نبيّ جاء بعد المسيح\r\nأخذ\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nبشريعته ومنهاجه حتى جاء محمد صلّى اللّه عليه وآله وسلّم فجاء بالقرآن وبشريعته ومنهاجه فحلاله حلال إلى يوم القيامة وحرامه حرام إلى يوم القيامة « 1 » والانصاف أنه لا يستفاد المدعى من هذه الرواية فان المراد منها بحسب الظهور ان الحكم الإلهي في الشريعة المحمدية لا يختص بزمان خاص ولا يكون محدودا من حيث الزمان وليس ما شرع في هذه الشريعة مثل ما جعل في بقية الشرائع وأما كون المكلفين مشتركين في كل حكم شرعي اسلامي فلا يستفاد من الحديث .\r\n\r\nالوجه الخامس : ما رواه ابان عن سلمان\r\nحين نقل خطبة عن رسول اللّه صلّى اللّه عليه وآله وسلّم إلى أن قال صلّى اللّه عليه وآله وسلّم : هم مع القرآن والقرآن معهم لا يفارقونه حتى يردوا عليّ الحوض فليبلّغ الشاهد الغائب الحديث « 2 » .\r\nتقريب الاستدلال بالحديث قول النبي صلّى اللّه عليه وآله وسلّم في آخر الرواية فليبلّغ الشاهد الغائب إذ يستفاد من هذه الجملة أنه يجب على الحاضرين اخبار الغائبين فيعلم اشتراك جميع المكلفين في الأحكام الشرعية والّا لم يكن وجه لوجوب تبليغ الحاضرين الغائبين والاستدلال على المدعى بهذا التقريب من غرائب الاستدلالات إذ لا كلام ولا ريب ان رسول الإسلام رسول ونبي لجميع الأمة ولا اشكال في أن الأئمة الاثني عشر أئمة وأولياء على جميع الخلق وقوام اسلام كل مسلم به وإن شئت فقل لا كلام في أن الإسلام بما ذا يتحقق ولا كلام في المقام في أن أصول الدين بما ذا تتحقق انما الكلام في أن الاحكام الفرعية الثابتة لفرد أو جماعة لا تختص بموردها بل جميع المكلفين مشتركون في تلك الأحكام وجميع الفروع الشرعية مشتركة بين جميع الأفراد .\r\n\r\nالوجه السادس : ما رواه ابن طاوس نقلا من كتاب الوصية\r\nللشيخ عيسى بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي : ج 2 ص 17 الحديث 2 .\r\n( 2 ) بحار الأنوار : ج 22 ص 148 - 150 الحديث 142 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالمستفاد الضرير عن موسى بن جعفر عن أبيه عليه السّلام في نقل خطبة لرسول اللّه صلّى اللّه عليه وآله وسلّم قال في جملة كلام له أيها الناس اسمعوا وصيتي من آمن بي وصدّقني بالنبوة وأنّي رسول اللّه فاوصيه بولاية علي بن أبي طالب وطاعته والتصديق له فان ولايته ولايتي وولاية ربي قد أبلغتكم فليبلّغ الشاهد الغائب ، الحديث « 1 » .\r\nوتقريب الاستدلال بالحديث ذلك التقريب والجواب هو الجواب فلا نعيد .\r\n\r\nالوجه السابع : ان الأحكام الشرعية مجعولة على المكلفين من الأزل\r\nعلى نحو القضية الحقيقية لا بنحو القضية الخارجية مثلا قوله تعالى :  وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلًا  « 2 » يشمل جميع من يكون مستطيعا ولا يختص بجماعة خاصة وافراد مخصوصين كي نحتاج إلى قاعدة الاشتراك وفي الحقيقة ان الوجه المذكور يهدم القاعدة .\r\nأقول : الاستدلال بالمدعى بالوجه المذكور اغرب وأعجب من سابقه إذ الكلام في هذه القاعدة لا يكون بالنسبة إلى مقام الثبوت إذ ذلك المقام معلوم عند اللّه ومن يكون متصلا بعالم الوحي ولا يكون الكلام في الأدلة العامة أو المطلقة في مقام الاثبات إذ مع احراز الاشتراك بالعموم أو الاطلاق لا مجال للبحث والقيل والقال انما الكلام فيما ثبت تكليف لشخص أو جماعة فنتكلم في أن ذلك الحكم هل يشمل غير مورده من بقية آحاد المكلفين أم لا واللّه وليّ التوفيق .\r\n\r\nالوجه الثامن : الأحاديث التي تدل على ارجاع المعصوم عليه السّلام الناس إلى رواة الحديث\r\nمنها ما رواه أحمد بن إسحاق عن أبي الحسن عليه السّلام قال : سألته وقلت من أعامل وعمن آخذ وقول من أقبل ؟ فقال العمري ثقتي فما ادّى إليك عنّي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار : ج 22 ص 476 - 478 الحديث 27 .\r\n( 2 ) آل عمران : 97 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nفعنّي يؤدّي وما قال لك عني فعنّي يقول فاسمع له وأطع فإنه الثقة المأمون ، قال وسألت أبا محمد عليه السّلام عن مثل ذلك فقال العمري وابنه ثقتان فما أدّيا إليك عنّي فعنّي يؤديان وما قالا لك فعنّي يقولان فاسمع لهما واطعهما فإنهما الثقتان المأمونان الحديث « 1 » .\r\nومنها ما رواه إسماعيل بن الفضل الهاشمي قال : سألت أبا عبد اللّه عليه السّلام عن المتعة فقال : الق عبد الملك بن جريح فسله عنها فان عنده منها علما فلقيته فأملى عليّ شيئا كثيرا في استحلالها وكان فيما روى فيها ابن جريح أنه ليس لها وقت ولا عدد إلى أن قال فاتيت بالكتاب أبا عبد اللّه عليه السّلام فقال صدق واقرّ به « 2 » ومنها ما رواه عبد اللّه بن أبي يعفور قال : قلت لأبي عبد اللّه عليه السّلام انه ليس كل ساعة ألقاك ولا يمكن القدوم ويجئ الرجل من أصحابنا فيسألني وليس عندي كل ما يسألني عنه فقال ما يمنعك من محمد بن مسلم الثقفي فإنه سمع من أبي وكان عنده وجيها « 3 » ومنها ما رواه علي بن المسيب الهمداني قال :\r\nقلت للرضا عليه السّلام شقّتي بعيدة ولست أصل إليك في كل وقت فممن آخذ معالم ديني قال من زكريّا ابن آدم القمي المأمون على الدين والدنيا قال علي بن المسيب فلما انصرفت قدمنا على زكريا بن آدم فسألته عمّا احتجت اليه « 4 » ومنها ما رواه محمد بن عيسى عن عبد العزيز بن المهتدي والحسن بن علي بن يقطين جميعا عن الرضا عليه السّلام قال : قلت لا أكاد أصل إليك أسألك عن كل ما احتاج اليه من معالم ديني أفيونس بن عبد الرحمن ثقة آخذ عنه ما احتاج اليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 11 من أبواب صفات القاضي الحديث 4 .\r\n( 2 ) الوسائل الباب 11 من أبواب صفات القاضي الحديث 5 .\r\n( 3 ) نفس المصدر الحديث 23 .\r\n( 4 ) نفس المصدر الحديث 27 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nمن معالم ديني فقال نعم « 1 » فان ارجاع الامام عليه السّلام الناس إلى رواة الحديث يستلزم الاشتراك في التكليف وهذا التقريب غير تام إذ المستفاد من هذه الأحاديث ان الأحكام الشرعية تؤخذ من الرواة الثقات وكلامنا في المقام انه لو ثبت حكم لفرد من آحاد المكلفين أو جماعة منهم هل يشترك غيرهم معهم في ذلك الحكم أم لا ولا ارتباط بين المقامين أصلا .\r\n\r\nالوجه التاسع : ما رواه أبو عمرو الزبيري عن أبي عبد اللّه عليه السّلام\r\nإلى أن قال :\r\nلأن حكم اللّه عزّ وجلّ في الأولين والآخرين وفرائضه عليهم سواء الّا من علة أو حادث يكون والأولون والآخرون أيضا في منع الحوادث شركاء والفرائض عليهم واحدة يسأل الآخرون من أداء الفرائض عما يسأل عنه الأولون ويحاسبون عما به يحاسبون الحديث « 2 » فإنه قد صرح في الحديث بعدم الفرق بين الأولين والآخرين في فرائض اللّه وأحكامه وجميع الخلق مشتركون في حكم اللّه وهذا هو المدعى في المقام .\r\nويرد على التقريب المذكور ان الحديث المشار اليه غير تام سندا فان بكر بن صالح لم يوثق فإذا فرض كون بقية رواة الحديث ثقات يكفي لعدم الاعتبار عدم اعتبار واحد من الرواة الواقعين في السند .\r\n\r\nالوجه العاشر : ما رواه جابر عن أبي جعفر عليه السّلام\r\nقال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم أوصي الشاهد من أمّتي والغائب منهم ومن في أصلاب الرجال وأرحام النساء إلى يوم القيامة ان يصل الرحم وان كانت منه على مسيرة سنة فان ذلك من الدين « 3 » بتقريب ان المستفاد من الحديث ان وجوب صلة الرحم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر الحديث 33 .\r\n( 2 ) الوسائل الباب 9 من أبواب جهاد العدو الحديث 1 .\r\n( 3 ) بحار الأنوار : ج 74 ص 114 الحديث 73 والكافي ج 2 ص 151 الحديث 5 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nلا يختص بطائفة خاصة وحيث أنه لا فرق بين هذا الحكم وبقية الأحكام نلتزم بالاشتراك .\r\nوهذا الاستدلال كما ترى من غرائب الاستدلالات والبراهين إذ لو كان الأمر كذلك ونجزم بعدم الفرق بين الأحكام فلا نحتاج إلى التوسل إلى هذه الرواية بل الأحكام المشتركة والعامة إلى ما شاء اللّه فان الصلوات اليومية واجبة على جميع الآحاد من المكلفين وقس عليها صوم شهر رمضان والحج وحرمة شرب الخمر والزنا وأمثالها أعاذنا اللّه من الزلل ووفقنا لما يحب ويرضى والعمدة في الاشكال انه بأيّ تقريب يمكن تعميم حكم وارد في خصوص شخص إلى بقية الآحاد .\r\nإذا عرفت ما تقدم نقول : تارة يكون لسان الدليل على نحو يشمل المكلفين كقوله تعالى :  وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلًا  « 1 » وقوله تعالى :   يا أَيُّهَا الَّذِينَ آمَنُوا أَوْفُوا بِالْعُقُودِ   « 2 » وأمثال ما ذكر وأخرى ليس الأمر كذلك بان لا يشمل الدليل الا شخصا أو اشخاصا كما يكون الامر كذلك في نصوص كثيرة إلى ما شاء اللّه منها ما رواه زرارة قال : قلت لأبي عبد اللّه عليه السّلام رجل شك في الاذان وقد دخل في الإقامة قال يمضي قلت رجل شك في الاذان والإقامة وقد كبّر قال يمضي قلت رجل شك في التكبير وقد قرأ قال يمضي قلت شك في القراءة وقد ركع قال يمضي قلت شك في الركوع وقد سجد قال يمضي على صلاته ثم قال يا زرارة إذا خرجت من شيء ثم دخلت في غيره فشكك ليس بشيء « 3 » ومنها ما رواه محمد بن أبي حمزة عن عبد الرحمن بن الحجاج وعلي جميعا عن أبي إبراهيم عليه السّلام في السهو في الصلاة قال تبني على اليقين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 97 .\r\n( 2 ) المائدة : 1 .\r\n( 3 ) الوسائل الباب 23 من أبواب الخلل الحديث 1 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوتأخذ بالجزم وتحتاط بالصلوات كلها « 1 » ومنها ما رواه عبد اللّه بن سنان عن أبي عبد اللّه عليه السّلام أنه قال : إذا نسيت شيئا من الصلاة ركوعا أو سجودا أو تكبيرا ثم ذكرت فاقض الذي فاتك سهوا « 2 » ومنها ما رواه علي بن مهزيار قال : كتب اليه سليمان بن رشيد يخبره انه بال في ظلمة الليل وانه أصاب كفه برد نقطة من البول لم يشك انه أصابه ولم يره وانه مسحه بخرقة ثم نسي ان يغسله وتمسح بدهن فمسح به كفيه ووجهه ورأسه ثم توضأ وضوء الصلاة فصلى فاجابه بجواب قرأته بخطه اما ما توهمت مما أصاب يدك فليس بشيء الّا ما تحقق فان حققت ذلك كنت حقيقا ان تعيد الصلوات اللواتي كنت صليتهن بذلك الوضوء بعينه ما كان منهن في وقتها وما فات وقتها فلا إعادة عليك لها من قبل ان الرجل إذا كان ثوبه نجسا لم يعد الصلاة الا ما كان في وقت وإذا كان جنبا أو صلى على غير وضوء فعليه إعادة الصلوات المكتوبات اللواتي فاتته لان الثوب خلاف الجسد فاعمل على ذلك ان شاء اللّه « 3 » ومنها ما رواه زرارة قال : قلت أصاب ثوبي دم رعاف أو غيره أو شيء من مني فعلمت اثره إلى أن أصيب له الماء فأصبت وحضرت الصلاة ونسيت ان بثوبي شيئا وصليت ثم اني ذكرت بعد ذلك قال تعيد الصلاة وتغسله قلت فاني لم أكن رأيت موضعه وعلمت أنه اصابه فطلبته فلم أقدر عليه فلما صليت وجدته قال تغسله وتعيد الحديث « 4 » ومنها ما رواه زرارة عن أبي عبد اللّه عليه السّلام قال : ان أصاب ثوبك خمر أو نبيذ يعني المسكر فاغسله وان صليت فيه فأعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر الحديث 2 .\r\n( 2 ) نفس المصدر الحديث 7 .\r\n( 3 ) الوسائل الباب 42 من أبواب النجاسات الحديث 1 .\r\n( 4 ) الوسائل الباب 42 من أبواب النجاسات الحديث 2 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nصلاتك « 1 » .\r\nومنها ما رواه زرارة قال : قلت أصاب ثوبي دم رعاف أو شيء من مني إلى أن قال إن رأيته في ثوبي وأنا في الصلاة قال تنقض الصلاة وتعيد إذا شككت في موضع منه ثم رأيته وان لم تشك ثم رأيته رطبا قطعت وغسلته ثم بنيت على الصلاة لأنك لا تدري لعله شيء أوقع عليك فليس ينبغي ان تنقض اليقين بالشك « 2 » ومنها ما رواه عبد اللّه بن سنان عن أبي عبد اللّه عليه السّلام قال إن رأيت في ثوبك دما وأنت تصلي ولم تكن رأيته قبل ذلك فأتم صلاتك فإذا انصرفت فاغسله قال وإن كنت رأيته قبل أن تصلي فلم تغسله ثم رأيته بعد وأنت في صلاتك فانصرف فاغسله وأعد صلاتك « 3 » ومنها ما رواه قاسم الصيقل قال : كتبت إلى الرضا عليه السّلام اني أعمل أغماد السيوف من جلود الحمر الميتة فتصيب ثيابي فاصلّي فيها فكتب عليه السّلام إليّ اتخذ ثوبا لصلاتك فكتبت إلى أبي جعفر الثاني عليه السّلام اني كتبت إلى أبيك عليه السّلام بكذا وكذا فصعب عليّ ذلك فصرت اعملها من جلود الحمر الوحشية الذكية فكتب عليه السّلام إليّ كل أعمال البر بالصبر يرحمك اللّه فإن كان ما تعمل وحشيا ذكيا فلا بأس « 4 » ومنها ما رواه سماعة قال : سألته عن جلود السباع ينتفع بها قال إذا رميت وسميت فانتفع بجلده واما الميتة فلا « 5 » ومنها ما رواه علي بن جعفر عن أخيه موسى عليه السّلام في حديث قال : سألته عن رجل اشترى ثوبا من السوق للبس لا يدري لمن كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 43 من أبواب النجاسات الحديث 2 .\r\n( 2 ) الوسائل الباب 44 من أبواب النجاسات الحديث 1 .\r\n( 3 ) الوسائل الباب 44 من أبواب النجاسات الحديث 3 .\r\n( 4 ) الوسائل الباب 49 من أبواب النجاسات الحديث 1 .\r\n( 5 ) نفس المصدر الحديث 2 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nهل تصلح الصلاة فيه قال إن اشتراه من مسلم فليصل فيه وان اشتراه من نصراني فلا يصلي فيه حتى يغسله « 1 » ومنها ما رواه الحلبي قال : سألت أبا عبد اللّه عليه السّلام عن الخفاف التي تباع في السوق فقال اشتر وصل فيها حتى تعلم أنه ميت بعينه « 2 » ومنها ما رواه الحسن بن الجهم قال : قلت لأبي الحسن عليه السّلام اعترض السوق فاشتري خفا لا أدري أذكي هو أم لا قال صل فيه قلت فالنعل قال مثل ذلك قلت اني أضيق من هذا قال أترغب عمّا كان أبو الحسن عليه السّلام يفعله « 3 » وندعي ان هذه النصوص وإن كانت متعرضة لحكم شخص خارجي ومكلف معين وليس فيها عموم أو اطلاق بحسب الموازين ولكن مع ذلك يستفاد منها الحكم لعامة المكلفين وهذا العرف ببابك والوجه في هذا المدعى ان العرف بما هو كذلك يفهم ان السؤال وإن كان عن الشخص الخارجي لكن لا بما هو ابن بكر أو والد خالد أو نجفي أو مدنيّ .\r\nإلى غير ذلك من المشخصات بل بعنوان انه فرد من افراد المكلفين .\r\nوإن شئت فقل لا يفرق العرف بين ان يكون السؤال عن نفسه بقوله غسلت يدي بماء الورد وبين ان يقول رجل غسل يده بماء الورد وبين ان يقول شخص غسل يده بماء الورد .\r\nوالذي يدل على هذه المقالة بوضوح انه لو سئل أحد مقلّده بأن يقول له غسلت يدي بماء الورد ما حكمه واجابه المجتهد بان الغسل لا بد ان يكون بالماء المطلق يفهم العرف ان السؤال عن الحكم الشرعي العام وهذا الذي أقول واضح ولا مجال للتأمل فيه وبهذا التقريب يتم الامر ونحكم بالاشتراك الا فيما قام الدليل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 50 من أبواب النجاسات الحديث 1 .\r\n( 2 ) نفس المصدر الحديث 2 .\r\n( 3 ) نفس المصدر ، الحديث 9 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nعلى خلاف هذا الظهور كما هو كثير أيضا فإنه يفترق حكم المرأة عن الرجل في أحكام الصلاة وفي كثير من الأحكام .\r\nويمكن اثبات المدعى بتقريب آخر أيضا وهو ارتكاز أهل الشرع بان الأحكام الشرعية عامة لجميع المكلفين الا في موارد قيام الدليل على الخلاف والعرف الشرعي والسوق الارتكازي نصب عينيك كما أنه يمكن اثبات المدعى بوجه ثالث وهو انه لا اشكال في أن كل من يكون بالغا عاقلا مكلف بتكاليف ولا يكون مطلق العنان ومرسلا بلا قيد هذا من ناحية ومن ناحية أخرى أنه لو كان تغاير بين المكلفين في الأحكام كان على الشارع الأقدس البيان والاعلام وحيث لم يعلم ولم يظهر التفريق من قبله يعلم ويكشف ان الحكم المترتب على شخص مترتب على غيره أيضا وإن أبيت عن جميع ذلك نقول  إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ راجِعُونَ *  . . .  وَالْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ *  هذا تمام الكلام في هذه القاعدة ويقع الكلام ان شاء اللّه تعالى في قاعدة نجاسة الكافر وعدمها .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nالقاعدة الثامنة قاعدة نجاسة الكافر وعدمها\r\nويقع الكلام في هذه القاعدة من جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : في بيان مفهوم الكافر\r\nوتوضيح المراد منه فنقول المستفاد من اللغة ان الكافر عبارة عن الانكار وعبارة عن الستر وبهذا الاعتبار يقال ويطلق عنوان الكافر على من ينكر الألوهية والرسالة واما من حيث النصوص الواردة في المقام فهي مختلفة وعلى طوائف : الطائفة الأولى : ما يدل على أن الإسلام متقوم بالصلاة والزكاة والصوم والحج والولاية : منها ما رواه أبو حمزة عن أبي جعفر عليه السّلام قال : بني الإسلام على خمس على الصلاة والزكاة والصوم والحج والولاية ولم يناد بشيء كما نودي بالولاية « 1 » ومنها ما رواه عجلان أبي صالح قال :\r\nقلت لأبي عبد اللّه عليه السّلام أوقفني على حدود الايمان فقال شهادة أن لا إله إلّا اللّه وانّ محمدا رسول اللّه والاقرار بما جاء به من عند اللّه وصلاة الخمس وأداء الزكاة وصوم شهر رمضان وحج البيت وولاية وليّنا وعداوة عدوّنا والدخول مع الصادقين « 2 » ومنها ما رواه فضيل بن يسار عن أبي جعفر عليه السّلام قال : بني الإسلام على خمس على الصلاة والزكاة والصوم والحج والولاية ولم يناد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي : ج 2 باب دعائم الإسلام ص 18 الحديث 1 .\r\n( 2 ) نفس المصدر الحديث 2 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nبشيء كما نودي بالولاية فأخذ الناس بأربع وتركوا هذه يعني الولاية « 1 » ومنها ما رواه زرارة عن أبي جعفر عليه السّلام قال : بني الإسلام على خمسة أشياء على الصلاة والزكاة والحج والصوم والولاية قال زرارة فقلت وايّ شيء من ذلك أفضل فقال الولاية أفضل لأنها مفتاحهنّ والوالي هو الدليل عليهن « 2 » .\r\nعن أبي جعفر عليه السّلام قال : بني الإسلام على خمس : الولاية والصلاة والزكاة وصوم شهر رمضان والحج « 3 » ومنها ما رواه فضيل عن أبي جعفر عليه السّلام قال : بني الإسلام على خمس : الصلاة والزكاة والصوم والحج والولاية ولم ينادي بشيء ما نودي بالولاية يوم الغدير « 4 » ومنها ما رواه عيسى بن السريّ قال لأبي عبد اللّه عليه السّلام حدثني عما بنيت عليه دعائم الإسلام إذا أنا أخذت بها زكي عملي ولم يضرّني جهل ما جهلت بعده فقال : شهادة أن لا إله الّا اللّه وانّ محمدا رسول اللّه صلّى اللّه عليه وآله وسلّم والاقرار بما جاء به من عند اللّه وحق في الأموال من الزكاة والولاية التي أمر اللّه عزّ وجلّ بها ولاية آل محمّد صلّى اللّه عليه وآله وسلّم فان رسول اللّه صلّى اللّه عليه وآله وسلّم قال : من مات ولا يعرف امامه مات ميتة جاهلية ، قال اللّه عزّ وجلّ :\r\n أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ  « 5 » فكان علي عليه السّلام ثم صار من بعده حسن ثم من بعده حسين ثم من بعده علي بن الحسين ثم من بعده محمد بن علي ثم هكذا يكون الأمر ان الأرض لا تصلح الّا بامام ومن مات لا يعرف امامه مات ميتة جاهلية وأحوج ما يكون أحدكم إلى معرفته إذا بلغت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر الحديث 3 .\r\n( 2 ) نفس المصدر الحديث 5 .\r\n( 3 ) الكافي : ج 2 باب دعائم الإسلام الحديث 7 .\r\n( 4 ) نفس المصدر الحديث 8 .\r\n( 5 ) النساء : 59 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nنفسه هاهنا قال واهوى بيده إلى صدره يقول حينئذ لقد كنت على أمر حسن « 1 » ومنها ما رواه أبو بصير قال : سمعته يسأل أبا عبد اللّه عليه السّلام فقال له جعلت فداك أخبرني عن الدين الذي افترض اللّه عزّ وجلّ على العباد ما لا يسعهم جهله ولا يقبل منهم غيره ما هو ؟ فقال أعد عليّ فأعاد عليه فقال شهادة أن لا إله الّا اللّه وانّ محمدا رسول اللّه صلى اللّه عليه وآله وأقام الصلاة وإيتاء الزكاة وحج البيت من استطاع اليه سبيلا وصوم شهر رمضان ثم سكت قليلا ثم قال والولاية مرتين ثم قال هذا الذي فرض اللّه على العباد ولا يسأل الربّ العباد يوم القيام فيقول ألا زدتني على ما افترضت عليك ولكن من زاد زاده اللّه ان رسول اللّه صلّى اللّه عليه وآله وسلّم سنّ سننا حسنة جميلة ينبغي للناس الأخذ بها « 2 » ومنها ما رواه عمرو بن حريث قال : دخلت على أبي عبد اللّه عليه السّلام وهو في منزل أخيه عبد اللّه بن محمد فقلت له : جعلت فداك ما حوّلك إلى هذا المنزل قال : طلب النزهة فقلت : جعلت فداك الا أقصّ عليك ديني فقال : بلى قلت أدين اللّه بشهادة أن لا إله الّا اللّه وحده لا شريك له وانّ محمدا عبده ورسوله  وَأَنَّ السَّاعَةَ آتِيَةٌ لا رَيْبَ فِيها وَأَنَّ اللَّهَ يَبْعَثُ مَنْ فِي الْقُبُورِ  و  إِقامِ الصَّلاةِ وَإِيتاءِ الزَّكاةِ  وصوم شهر رمضان وحج البيت والولاية لعلي أمير المؤمنين بعد رسول اللّه صلّى اللّه عليه وآله وسلّم والولاية للحسن والحسين والولاية لعلي بن الحسين والولاية لمحمد بن علي ولك من بعده صلوات اللّه عليهم أجمعين وانكم أئمتي عليه أحيا وعليه أموت وأدين اللّه به فقال : يا عمرو هذا واللّه دين اللّه ودين آبائي الذي أدين اللّه به في السرّ والعلانية فاتّق اللّه وكفّ لسانك الّا من خير ولا تقل أني هديت نفسي بل اللّه هداك فادّ شكر ما أنعم اللّه عزّ وجلّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي : ج 2 باب دعائم الإسلام الحديث 9 .\r\n( 2 ) الكافي : ج 2 باب دعائم الإسلام الحديث 11 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nبه عليك ولا تكن ممن إذا أقبل طعن في عينه وإذا أدبر طعن في قفاه ولا تحمل الناس على كاهلك فإنك أو شك ان حملت الناس على كاهلك أن يصدعوا شعب كاهلك « 1 » .\r\nالطائفة الثانية : ما يدل على أن من صدق وشهد بالتوحيد والرسالة يكون مسلما ويجري عليه أحكام الإسلام : منها ما رواه سماعة قال : قلت لأبي عبد اللّه عليه السّلام أخبرني عن الإسلام والايمان أهما مختلفان فقال ان الايمان يشارك الإسلام والإسلام لا يشارك الايمان فقلت فصفهما لي فقال الإسلام بشهادة أن لا إله الّا اللّه والتصديق برسول اللّه صلّى اللّه عليه وآله وسلّم به حقنت الدماء وعليه جرت المناكح والمواريث وعلى ظاهره جماعة الناس والايمان الهدى وما يثبت في القلوب من صفة الإسلام وما ظهر من العمل به والايمان أرفع من الإسلام بدرجة ان الايمان يشارك الإسلام في الظاهر والإسلام لا يشارك الايمان في الباطن وان اجتمعا في القول والصفة « 2 » فان المستفاد من هذه الطائفة ان من شهد بالتوحيد وصدّق رسالة رسول الإسلام تجري عليه أحكام الإسلام وهو مسلم .\r\nالطائفة الثالثة : ما يدل على كفر من لا يكون شيعيا اثنى عشريا : منها ما رواه المفضل بن عمر قال : دخلت على أبي الحسن موسى بن جعفر عليهما السّلام وعليّ ابنه في حجره وهو يقبّله ويمص لسانه ويضعه على عاتقه ويضمّه إليه ويقول بأبي أنت ما أطيب ريحك وأطهر خلقك وأبين فضلك إلى أن قال قلت هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي : ج 2 باب دعائم الإسلام الحديث 14 .\r\n( 2 ) الكافي : ج 2 ص 25 باب ان الايمان يشرك الإسلام والإسلام لا يشرك الايمان الحديث 1 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nصاحب هذا الأمر من بعدك قال : نعم من اطاعه رشد ومن عصاه كفر « 1 » ومنها ما رواه أبو حمزة عن أبي عبد اللّه عليه السّلام قال : منّا الامام المفروض طاعته من جحده مات يهوديا أو نصرانيا الحديث « 2 » ومنها ما رواه المفضل بن عمر عن أبي عبد اللّه عليه السّلام قال : قال أبو جعفر عليه السّلام ان اللّه جعل عليا عليه السّلام علما بينه وبين خلقه ليس بينه وبينهم علم غيره فمن تبعه كان مؤمنا ومن جحده كان كافرا ومن شك فيه كان مشركا « 3 » ومنها ما رواه محمد بن حسان عن محمد بن جعفر عن أبيه عليه السّلام قال : عليّ عليه السّلام باب هدى من خالفه كان كافرا ومن أنكره دخل النار « 4 » ومنها ما رواه مروان بن مسلم قال : قال الصادق جعفر بن محمد عليهما السّلام الامام علم فيما بين اللّه عزّ وجلّ وبين خلقه فمن عرفه كان مؤمنا ومن أنكره كان كافرا « 5 » ومنها ما رواه سدير قال : قال أبو جعفر عليه السّلام في حديث ان العلم الذي وضعه رسول اللّه صلّى اللّه عليه وآله وسلّم عند علي عليه السّلام من عرفه كان مؤمنا ومن جحده كان كافرا ثم كان من بعده الحسن عليه السّلام بتلك المنزلة الحديث « 6 » ومنها ما رواه صفوان الجمّال عن أبي عبد اللّه عليه السّلام قال : لمّا نزلت الولاية لعلي عليه السّلام قال رجل من جانب الناس فقال : لقد عقد هذا الرسول لهذا الرجل عقدة لا يحلها الّا كافر إلى أن قال : فقال رسول اللّه صلّى اللّه عليه وآله وسلّم هذا جبرئيل عليه السّلام « 7 » ومنها ما رواه يحيى بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 10 من أبواب حد المرتد الحديث 2 .\r\n( 2 ) نفس المصدر الحديث 11 .\r\n( 3 ) نفس المصدر الحديث 13 .\r\n( 4 ) نفس المصدر الحديث 14 .\r\n( 5 ) الوسائل الباب 10 من أبواب حد المرتد الحديث 18 .\r\n( 6 ) نفس المصدر الحديث 19 .\r\n( 7 ) نفس المصدر الحديث 25 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالقاسم عن جعفر بن محمد عن آبائه عن النبي صلّى اللّه عليه وآله وسلّم قال أئمة بعدي اثنا عشر أولهم علي بن أبي طالب وآخرهم القائم إلى أن قال المقر بهم مؤمن والمنكر لهم كافر « 1 » ومنها ما رواه موسى بن عبد ربه عن الحسين بن علي عليهما السّلام عن رسول اللّه صلّى اللّه عليه وآله وسلّم في حديث قال : من زعم أنه يحبّ النبي صلّى اللّه عليه وآله وسلّم ولا يحبّ الوصي فقد كذب ومن زعم أنه يعرف النبي صلّى اللّه عليه وآله وسلّم ولا يعرف الوصي فقد كفر « 2 » ومنها ما رواه أبو خالد الكابلي عن علي بن الحسين عليهما السّلام قال : قلت له :\r\nكم الأئمة بعدك قال ثمانية لان الأئمة بعد رسول اللّه صلّى اللّه عليه وآله وسلّم اثنا عشر إلى أن قال : ومن أبغضنا وردّنا أو ردّ واحدا منّا فهو كافر باللّه وبآياته « 3 » ومنها ما رواه ابن أبي يعفور قال : سمعت أبا عبد اللّه عليه السّلام يقول : ثلاثة  لا يُكَلِّمُهُمُ اللَّهُ يَوْمَ الْقِيامَةِ وَلا يُزَكِّيهِمْ وَلَهُمْ عَذابٌ أَلِيمٌ  من ادّعى امامة من اللّه له ومن جحد اماما من اللّه ومن زعم انّ لهما في الإسلام نصيبا « 4 » ومنها ما رواه محمد بن مسلم عن أبي جعفر عليه السّلام في حديث قال : من أصبح من هذه الأمة لا امام له من اللّه أصبح تائها متحيرا ضالا ان مات على هذه الحال مات ميتة كفر ونفاق « 5 » ومنها ما رواه محمد بن مسلم عن أبي جعفر عليه السّلام قال : قلت له : أرأيت من جحد اماما منكم ما حاله فقال من جحد اماما من الأئمة وبرئ منه ومن دينه فهو كافر ( ومرتد ) عن الإسلام لان الامام من اللّه ودينه دين اللّه ومن برئ من دين اللّه فدمه مباح في تلك الحالة الا أن يرجع أو يتوب إلى اللّه مما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر الحديث 27 .\r\n( 2 ) نفس المصدر الحديث 28 .\r\n( 3 ) الوسائل الباب 10 من أبواب حد المرتد الحديث 29 .\r\n( 4 ) نفس المصدر الحديث 34 .\r\n( 5 ) نفس المصدر الحديث 37 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nقال « 1 » ومنها ما رواه أحمد بن محمد بن مطهر قال : كتب بعض أصحابنا إلى أبي محمد عليه السّلام يسأله عمّن وقف على أبي الحسن موسى عليه السّلام فكتب لا تترحم على عمّك وتبرأ منه انا إلى اللّه منه برئ فلا تتولهم ولا تعد مرضاهم ولا تشهد جنائزهم  وَلا تُصَلِّ عَلى أَحَدٍ مِنْهُمْ ماتَ أَبَداً  من جحد اماما من اللّه أو زاد اماما ليست إمامته من اللّه كان كمن قال :  إِنَّ اللَّهَ ثالِثُ ثَلاثَةٍ  « 2 » ان الجاحد امر آخرنا جاحد أمر أوّلنا الحديث « 3 » ومنها ما رواه أبو سلمة عن عبد اللّه عليه السّلام في حديث قال : من عرفنا كان مؤمنا ومن أنكرنا كان كافرا ومن لم يعرفنا ولم ينكرنا كان ضالا « 4 » ومنها ما رواه الحارث بن المغيرة قال : قلت لأبي عبد اللّه عليه السّلام قال رسول اللّه صلّى اللّه عليه وآله وسلّم من مات ولا يعرف امامه مات ميتة جاهلية قال : نعم قلت جاهلية جهلاء أو جاهلية لا يعرف امامه قال : جاهلية كفر ونفاق وضلال « 5 » ومنها ما رواه أبو حمزة قال : سمعت أبا جعفر عليه السّلام يقول انّ عليا عليه السّلام باب فتحه اللّه عزّ وجلّ فمن دخله كان مؤمنا ومن خرج منه كان كافرا ومن لم يدخله فيه ولم يخرج منه كان في الطبقة الذين قال اللّه تبارك وتعالى : فيهم المشيئة « 6 » ومنها ما رواه ابن أبي نصر عن أبي الحسن عليه السّلام في قول اللّه عزّ وجلّ  وَمَنْ أَضَلُّ مِمَّنِ اتَّبَعَ هَواهُ بِغَيْرِ هُدىً مِنَ اللَّهِ  « 7 » قال يعني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر الحديث 38 .\r\n( 2 ) المائدة : 73 .\r\n( 3 ) الوسائل الباب 10 من أبواب حد المرتد الحديث 40 .\r\n( 4 ) نفس الحديث الحديث 43 .\r\n( 5 ) نفس المصدر الحديث 47 .\r\n( 6 ) نفس المصدر الحديث 49 .\r\n( 7 ) القصص : 50 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nمن اتخذ دينه رأيه بغير امام من أئمة الهدى « 1 » ومنها ما رواه الفضيل بن يسار عن أبي جعفر عليه السّلام قال : ان اللّه عزّ وجلّ نصب عليا عليه السّلام علما بينه وبين خلقه فمن عرفه كان مؤمنا ومن أنكره كان كافرا ومن جهله كان ضالا ومن نصب معه شيئا كان مشركا ومن جاء بولايته دخل الجنة « 2 » ومنها ما رواه محمد بن مسلم قال : سمعت أبا جعفر عليه السّلام يقول : كل من دان اللّه بعبادة يجهد فيها نفسه ولا امام له من اللّه فسعيه غير مقبول وهو ضال متحيّر واللّه شانئ لا عماله ومثله كمثل شاة ضلّت عن راعيها وقطيعها فهجمت ذاهبة وجائية يومها فلمّا جنّها الليل بصرت بقطيع مع غير راعيها فحنت إليها واغترت بها فباتت معها في ربضتها فلمّا أن ساق الراعي قطيعة أنكرت راعيها وقطيعها فهجمت متحيرة تطلب راعيها وقطيعها فبصرت بغنم مع راعيها فحنت إليها واغترّت بها فصاح بها الراعي الحقي براعيك وقطيعك فإنك تائهة متحيرة عن راعيك وقطيعك فهجمت ذعرة متحيرة نادة لا راعي لها يرشدها إلى مرعاها أو يردها فبينا هي كذلك إذا اغتنم الذئب ضيعتها فأكلها وكذلك واللّه يا محمد من أصبح من هذه الأمة لا امام له من اللّه جلّ وعزّ ظاهرا عادلا أصبح ضالا وان مات على هذه الحال مات ميتة كفر ونفاق واعلم يا محمد ان أئمة الجور واتباعهم لمعزولون عن دين اللّه قد ضلوا وأضلوا فاعمالهم التي يعملونها  كَرَمادٍ اشْتَدَّتْ بِهِ الرِّيحُ فِي يَوْمٍ عاصِفٍ لا يَقْدِرُونَ مِمَّا كَسَبُوا عَلى شَيْءٍ ذلِكَ هُوَ الضَّلالُ الْبَعِيدُ  « 3 » ومنها ما رواه عبد اللّه بن أبي يعفور قال : قلت لأبي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي : ج 1 ص 374 باب فيمن دان اللّه عزّ وجلّ بغير امام من اللّه جلّ جلاله الحديث 1 .\r\n( 2 ) الوسائل الباب 10 من أبواب حد المرتد الحديث 48 .\r\n( 3 ) الكافي ج 1 ص 374 باب فيمن دان اللّه عزّ وجلّ بغير امام من اللّه جلّ جلاله الحديث 2 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nعبد اللّه عليه السّلام : اني أخالط الناس فيكثر عجبي من أقوام لا يتولونكم ويتولون فلانا وفلانا لهم أمانة وصدق ووفاء وأقوام يتولونكم ليس لهم تلك الأمانة ولا الوفاء والصدق ؟ قال : فاستوى أبو عبد اللّه عليه السّلام جالسا فاقبل عليّ كالغضبان ثم قال لا دين لمن دان اللّه بولاية امام جائر ليس من اللّه ولا عتب على من دان بولاية امام عادل من اللّه قلت لا دين لأولئك ولا عتب على هؤلاء قال : نعم لا دين لأولئك ولا عتب على هؤلاء ثم قال : ألا تسمع لقول اللّه عزّ وجلّ  اللَّهُ وَلِيُّ الَّذِينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُماتِ إِلَى النُّورِ  « 1 » يعني من ظلمات الذنوب إلى نور التوبة والمغفرة لولايتهم كل امام عادل من اللّه وقال  وَالَّذِينَ كَفَرُوا أَوْلِياؤُهُمُ الطَّاغُوتُ يُخْرِجُونَهُمْ مِنَ النُّورِ إِلَى الظُّلُماتِ  « 2 » انما عني بهذا انهم كانوا على نور الإسلام فلمّا ان تولوا كل امام جائر ليس من اللّه عزّ وجلّ خرجوا بولايتهم ايّاه من نور الإسلام إلى ظلمات الكفر فأوجب اللّه لهم النار مع الكفار ف  أُولئِكَ أَصْحابُ النَّارِ هُمْ فِيها خالِدُونَ  « 3 » « 4 » ومنها ما رواه الفضيل بن يسار قال : ابتدأنا أبو عبد اللّه عليه السّلام يوما وقال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم من مات وليس عليه امام فميتته ميتة جاهلية فقلت قال ذلك رسول اللّه صلّى اللّه عليه وآله وسلّم فقال : اي واللّه قد قال قلت : فكل من مات وليس له امام فميتته ميتة جاهلية قال : نعم « 5 » ومنها ما رواه الحارث بن المغيرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 257 .\r\n( 2 ) البقرة : 257 .\r\n( 3 ) البقرة : ص 257 .\r\n( 4 ) الكافي : ج 1 ص 375 باب فيمن دان اللّه عزّ وجلّ بغير امام من اللّه جل جلاله الحديث 3 .\r\n( 5 ) الكافي : ج 1 ص 376 باب من مات وليس له امام الحديث 1 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nقال : قلت لأبي عبد اللّه عليه السّلام قال رسول اللّه صلّى اللّه عليه وآله وسلّم من مات لا يعرف امامه مات ميتة جاهلية ؟ قال : نعم قلت جاهلية جهلاء أو جاهلية لا يعرف امامه قال :\r\nجاهلية كفر ونفاق وضلال « 1 » ومنها ما رواه المفضل بن عمر قال : قال أبو عبد اللّه عليه السّلام من دان اللّه بغير سماع عن صادق الزمه اللّه البتة إلى العناء ومن ادّعى سماعا من غير الباب الذي فتحه اللّه فهو مشرك وذلك الباب المأمون على سرّ اللّه المكنون « 2 » ولا اشكال في أنه لا بد من التصرف في الطائفة الأولى إذ من الضروري ان مجرد ترك الصلاة وبقية الفرائض المذكورة في تلك الطائفة لا يكون موجبا للكفر وعليه لا بد من العمل بالقواعد بالنسبة إلى الطائفة الثانية والثالثة : فنقول مقتضى القاعدة تقديم الطائفة الثالثة على الثانية والالتزام بكفر غير الامامي الاثني عشري والوجه في ذلك ان الطائفة الثالثة دلالتها على اسلام من يشهد بالشهادتين بالاطلاق أي أعم من يكون ملتزما بالولاية أم لا والمطلق قابل لان يقيد بالمقيد والشاهد عليه انه لا يمكن العمل بالاطلاق تلك الطائفة والا يلزم القول باسلام من يلتزم بالتوحيد والرسالة ولكن يكون منكرا للمعاد وهل يمكن القول به ؟ ! وان أبيت عن قابلية الطائفة الثانية للتقييد نقول الترجيح بالأحدثية مع الطائفة الثالثة فان جملة من أحاديث الطائفة الثالثة أحدث منها ما رواه المفضل بن عمر « 3 » ومنها ما رواه أحمد بن محمد بن مطهر « 4 » ومنها ما رواه عبد العزيز بن مسلم عن الرضا عليه السّلام في حديث طويل قال ولم يمض رسول اللّه صلّى اللّه عليه وآله وسلّم حتى بيّن لامّته معالم دينهم وأوضح لهم سبيلهم وتركهم على قصد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر ص 377 الحديث 3 .\r\n( 2 ) نفس المصدر الحديث 4 .\r\n( 3 ) لاحظ ص 92 .\r\n( 4 ) لاحظ ص 95 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nسبيل الحق وأقام لهم عليا عليه السّلام علما واماما وما ترك شيئا تحتاج اليه الأمة الا بيّنه فمن زعم انّ اللّه عزّ وجل لم يكمل دينه فقد ردّ كتاب اللّه عزّ وجلّ ومن ردّ كتاب اللّه فهو كافر « 1 » ومنها ما رواه ابن أبي نصر « 2 » والمرجح الوحيد في باب الترجيح كون الحديث أحدث ويؤيد المدعى دعوى الاجماع على كفر من انكر الولاية فإنه نقل عن الشيخ نوبخت في كتاب فص الياقوت دافعوا النص كفرة عند جمهور أصحابنا وعن ابن إدريس في السرائر أن المخالف لأهل الحق كافر بلا خلاف بيننا .\r\n\r\nالجهة الثانية : في الوجوه التي يمكن الاستدلال بها على نجاسة [ أنواع 
  ] الكافر\r\nأو استدل بها والكافر أنواع ونبحث في كل نوع على استقلاله فنقول :\r\n\r\nالنوع الأول الملحد\r\nقال في الحدائق وقد حكى جماعة دعوى الاجماع على نجاسة مطلق الكافر .\r\nوفيه انه قد ثبت في محله عدم اعتبار الاجماع المنقول بل لا اعتبار بالمحصل منه الا أن يكون كاشفا عن رأي المعصوم عليه السّلام فهذا الوجه لا اعتبار به .\r\nوربما يقال بأنه إذا ثبت كون المشرك نجسا يثبت نجاسة الملحد بالأولوية وفيه أولا ان نجاسة المشرك أول الكلام ولا بد من البحث فيها وثانيا ان الأولوية ممنوعة إذ يمكن ان يقال انّ هتك المشرك بالنسبة إلى ذاته تعالى أشد من هتك المنكر فان مقامه اجل وارفع من أن يكون له شريك .\r\nان قلت يستفاد من بعض النصوص ان الكفر أشد من الشرك منها ما رواه زرارة عن أبي جعفر عليه السّلام في حديث قال : الكفر أعظم من الشرك فمن اختار على اللّه عزّ وجلّ وأبى الطاعة وأقام على الكبائر فهو كافر ومن نصب دينا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 10 من أبواب حدّ المرتد الحديث 46 .\r\n( 2 ) لاحظ ص 95 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nغير دين المؤمنين فهو مشرك « 1 » ومنها ما رواه زرارة أيضا عن أبي جعفر عليه السّلام أنه قال في حديث الكفر أقدم من الشرك ثم ذكر كفر إبليس ثم قال فمن اجترى على اللّه فأبى الطاعة وأقام على الكبائر فهو كافر يعني مستخف كافر « 2 » .\r\nقلت : لا يبعد ان المستفاد من هذه النصوص ان من اعتقد باللّه ولكن قام في مقام التجري والطغيان وعصيان المولى يكون أخبث عن الذي يجعل له شريكا وبعبارة أخرى انه قائل بذاته تعالى ولكن يهتك المولى ولا يعتني بشأنه تعالى هذا من ناحية ومن ناحية أخرى إذا فرض انه وصلت النوبة إلى الشك يكون مقتضى القاعدة الحكم بالطهارة لقاعدتها واستصحاب عدم نجاسته في وعاء الشرع فان كل حكم وضعي محكوم بالعدم إذ في كل مورد مسبوق بالعدم فإذا شك في انقلاب الحالة السابقة وصيرورته موضوعا للحكم الفلاني يكون مقتضى الاستصحاب عدمه .\r\n\r\nالنوع الثاني : من الكافر المشرك\r\nقال سيدنا الأستاذ قدّس سرّه في المقام لا اشكال ولا شك في نجاسة المشركين بل نجاستهم من الضروريات عند الشيعة ولا نعهد فيها مخالفا من الأصحاب نعم ذهب العامة إلى طهارتهم ولم يلتزم منهم بنجاستهم الا القليل واستدل بقوله تعالى  يا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرامَ بَعْدَ عامِهِمْ هذا  « 3 » بتقريب ان النجس بالفتح كالنجس بالكسر فيستفاد من الآية الشريفة ان المشركين عين النجاسة قال المفسر الكبير في مجمع البيان في ذيل الآية : معناه ان الكافرين أنجاس  فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرامَ  الخ . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 2 من أبواب مقدمات العبادات الحديث 3 .\r\n( 2 ) نفس المصدر الحديث 4 .\r\n( 3 ) التوبة : 28 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nوقال الطريحي في مادة نجس وفي الآية دلالة على أن المشركين أنجاس نجاسة عينية لا حكمية وهو مذهب أصحابنا وبه قال ابن عباس : قال ابن عباس أعيانهم نجسة كالكلاب والخنازير وروايات أهل البيت على نجاستهم مشهورة وخالف في ذلك باقي الفقهاء وقالوا معنى كونهم نجسا أنهم لا يغتسلون من الجنابة ولا يجتنبون النجاسات إلى آخر كلامه قدّس سرّه وفي المقام وجوه من الاشكال الوارد على الاستدلال بها على المدعى :\r\n\r\n[ الإشكالات الواردة على الاستدلال بالآية ودفعها 
  ]\r\nالوجه الأول : ان المصدر لا يحمل على الذات فلا بد من تقدير ( ذو ) فيكفي كونهم أنجاس بالعرض أي ان المشرك ذو نجاسة ويرد عليه انه لا مانع من حمل المصدر على مصداقه كما لو أشير إلى الضرب ويقال هذا ضرب وقس عليه بقية الموارد .\r\nوبعبارة واضحة المدعى في المقام ان المشرك عين النجاسة فلا مانع عن الحمل ولا نحتاج إلى القول بأنه مبالغة كقوله زيد عدل ولا إلى القول بتقدير لفظ ( ذو ) ولتوضيح المدعى نقول الذي لا يمكن الالتزام به ان يحمل المعنى الحدثي على الذات إذ لا يعقل اتحاد الضدين واما إذا فرضنا ان المصدر أي ما يسمى بالمصدر لا يكون معنى حدثيا كما أنه كذلك في المقام فلا مانع عن الحمل وان شئت فقل ما يسمى بالمصدر يحمل على مصداقه بلا فرق بين أن يكون مصداقه من الجوامد أو من المشتقات ولذا لا اشكال في صحة كلام الأصحاب حيث يقولون النجاسات عشرة فان النجاسات حملت على الذوات الخارجية وانما نعبر في كلامنا بما يسمى بالمصدر من باب ان المصدر يعتبر وجوده في جميع افراد المشتقات وما يسمى بالمصدر لا يكون كذلك ولا يعقل ان يكون مصدرا مثلا المصدر في مادة ضرب عبارة عن الضاد والراء والباء على نحو الابهام الا من ناحية ترتيب الحروف وصفوة القول إن المصدر بما هو كذلك يعتبر وجوده في جميع المشتقات .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالوجه الثاني : ان الآية على فرض دلالتها على المدعى لا تدل على نجاسة مطلق الكافر بل تختص بالكافر المشرك والجواب عن الوجه المذكور ان الكلام في نجاسة المشرك .\r\nالوجه الثالث : أنه لا دليل على إرادة النجاسة المعهودة من الآية فان النجاسة في اللغة بمعنى القذارة وبعبارة واضحة الأحكام الشرعية صدرت عن مصادرها بالتدريج ولا شاهد على كون المراد من النجاسة في الآية النجاسة الشرعية وان أبيت عن الجزم بما ذكر فلا أقل من الاحتمال وإذا جاء الاحتمال بطل الاستدلال .\r\nويرد عليه أنه لا دليل على كون الآية نازلة في أول البعثة وقيل أنها نزلت في السنة التاسعة من الهجرة فالآية نازلة بعد سنين متعددة ويضاف إلى ما ذكر ان الدليل دال على انّ الماء جعل طهورا ورافعا للنجاسة في أوائل البعثة لاحظ ما روى عن موسى بن جعفر عليهما السّلام : الاحتجاج عن موسى بن جعفر عليه السّلام عن أبيه عن آبائه عن الحسين بن علي عن أبيه عن علي بن أبي طالب عليه السّلام في حديث طويل مع يهودي يخبره عن فضائل الأنبياء ويأتيه أمير المؤمنين عليه السّلام بما لرسول اللّه صلّى اللّه عليه وآله وسلّم بما هو أفضل مما أوتي الأنبياء . . إلى أن قال وكانت الأمم السالفة إذا أصابهم اذى من نجاسة قرضوه من أجسادهم وقد جعلت الماء لأمتك طهورا فهذه من الآصار التي كانت عليهم فرفعتها عن أمّتك الحديث « 1 » فان المستفاد من هذه الرواية ان اللّه سبحانه منّ على رسوله الأكرم بان رفع عن أمته وجوب القراض وجعل الماء طهورا ورافعا للنجاسة ولاحظ ما رواه السكوني عن أبي عبد اللّه عليه السّلام قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم : الماء يطهر ولا يطهر « 2 » ولاحظ ما رواه مسعدة بن اليسع عن أبي عبد اللّه عليه السّلام قال : قال علي عليه السّلام : الماء يطهر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير برهان : ج 1 ص 264 .\r\n( 2 ) الوسائل الباب 1 من أبواب الماء المطلق الحديث 6 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nولا يطهر « 1 » ولاحظ ما روي أن أمير المؤمنين عليه السّلام كان يقول عند النظر إلى الماء : الحمد للّه الذي جعل الماء طهورا ولم يجعله نجسا « 2 » ولاحظ ما رواه زرارة عن أبي جعفر عليه السّلام قال : لا صلاة الا بطهور ويجزيك من الاستنجاء ثلاثة أحجار بذلك جرت السنة من رسول اللّه صلّى اللّه عليه وآله وسلّم وأما البول فإنه لا بد من غسله « 3 » .\r\nفإنه يستفاد من هذه النصوص ان النجاسة والطهارة كانتا مجعولتين في زمن رسول اللّه صلّى اللّه عليه وآله وسلّم أو قريب من زمانه أضف إلى ذلك كله ان مقتضى الاستصحاب القهقري الذي يكون من الأصول اللفظية كون النجاسة بالمعنى الشرعي منها في لسان الشارع كانت في زمان رسول الإسلام متحدة مع ما كانت في لسان الأئمة ومخازن الوحي ، إن قلت هب ان مقتضى الاستصحاب بالتقريب المذكور كون المراد المعنى الشرعي لكن مقتضى الاستصحاب أيضا بقاء اللفظ على معناه اللغوي في زمن الرسول صلّى اللّه عليه وآله وسلّم .\r\nقلت هذا الاستصحاب من الأصول العملية والاستصحاب القهقري الجاري في الالفاظ من الامارات والأصل العملي لا يقاوم الأصل اللفظي وان شئت قلت الأصل الفقاهي لا يعارض الدليل الاجتهادي وبتعبير آخر الأصل العملي لا يقاوم الامارة .\r\nإن قلت الحق ان الاستصحاب امارة فلا وجه للترجيح قلت إن الاستصحاب وإن كان امارة على المسلك الحق لكن امارة حيث لا امارة وعلى الجملة ان الاستصحاب لا يقاوم الدليل اللفظي بلا كلام ولا ريب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر الحديث 7 .\r\n( 2 ) نفس المصدر الحديث 8 .\r\n( 3 ) الوسائل الباب 9 من أبواب أحكام الخلوة الحديث 1 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nان قلت مع ذلك لا يمكن حمل النجاسة على النجاسة الشرعية بل يلزم حملها على النجاسة المعنوية والخباثة الذاتية إذ لا اشكال في جواز ادخال النجاسات العينية كالدم والعذرة والبول وغيرها في المسجد ما دام لا يوجب تلوث المسجد فيكون المراد من النجاسة في الآية الخباثة فان المشرك حيث إنه خبيث ورجس وقائل بالشريك له تعالى لا يناسب دخوله في مهبط الوحي ومخزن التوحيد والوحدانية .\r\nقلت : التقريب المذكور غير تام فان المذكور في الآية ان المشركين  نَجَسٌ فَلا يَقْرَبُوا الْمَسْجِدَ الْحَرامَ  والمستفاد منها ان المشرك موظف أن لا يدخل المسجد الحرام وهذه الآية تدل على أن الكفار مكلفون بالفروع كما أنهم مكلفون بالأصول ولا تنافي بين هذه الآية وجواز ادخال النجاسة العينية في المسجد الحرام .\r\nوبعبارة واضحة : لا دلالة في الآية على النهي عن ادخال الموحد المشرك إلى المسجد كي ينقض بل المستفاد من الآية ان المشرك بنفسه منهي عن دخول المسجد الحرام فالنتيجة ان المستفاد من الآية الشريفة نجاسة المشرك وهذه هي الدعوى في المقام فلاحظ .\r\n\r\nالنوع الثالث : الغلاة\r\nفنقول ان كان المراد من الغالي من يعتقد ان أمير المؤمنين عليه السّلام هو الرب وهو اللّه فلا اشكال في كونه كافرا لأنه لا يعتقد باللّه وهل يمكن الجزم بنجاسته وكونه من الأعيان النجسة فلو قلنا بتمامية الدليل على نجاسة الكافر يتم الامر أو قلنا بأنه يستفاد من نجاسة المشرك نجاسة الغالي بالأولوية يتم الامر أيضا لكن في كلا التقريبين اشكال واما حديث محمد بن عيسى قال : قرأنا في كتاب الدهقان وخط الرجل في القزويني إلى أن قال : وتوقوا مشاورته ولا يجعلوا له\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nالسبيل الحديث « 1 » فمضافا إلى الاشكال في السند يحتمل أن يكون النهي عن المشاورة لا عن المساورة كي يقال بان النهي عن مساورته دليل على نجاسته وان كان في الجزم بالتقريب أيضا اشكال ولا يمكن الجزم به .\r\nوإن كان المراد من الغالي من يعتقد ان اللّه تعالى فوض الأمور إلى أمير المؤمنين عليه السّلام وهو بنفسه انعزل عن التصرف في العالم يكون من مصاديق المفوضة ويقع الكلام فيهم ان شاء اللّه تعالى .\r\nوان كان المراد من الغالي كون علي عليه السّلام وأولاده المعصومين أقرب الموجودين إلى ساحة القدس الربوبي وانهم أبواب اللّه فهذا ليس موجبا لفساد العقيدة والشيعي الاثني عشري قائل بهذه العقيدة ونسأل اللّه أن يثبّتنا على الاعتقاد المذكور في الدنيا والآخرة وحشرنا مع الأنوار الطاهرة ومظاهر الصفات الربوبية وقد ورد في دعاء أيام شهر رجب انه : لا فرق بينك وبينها الّا أنهم عبادك وخلقك إلى آخر الدعاء .\r\n\r\nالنوع الرابع : الخارجي\r\nوعن جامع المقاصد أنه لا كلام في نجاسته وعن جملة من الاجلة دعوى الاجماع عليه .\r\nأقول : ان كان المراد من الخارجي الطائفة الملعونة التي خرجت على أمير المؤمنين عليه السّلام واعتقدت كفره ومثلهم الطائفة التي خرجت على أبي الشهداء شهيد كربلاء فلا اشكال في كونهم مصاديق الناصب ويقع البحث فيه ان شاء اللّه تعالى ويدل على كونه مشركا ما نقل عن الباقر عليه السّلام بالنسبة إلى أحد الخوارج « مشرك واللّه مشرك » « 2 » واما ان كان المراد من الخارجي من يعارض امام زمانه لأجل الدنيا وزخرفها فلا يكون مثله ناصبيا وان كان مرتكبا لأشد المعاصي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تنقيح المقال للمامقاني باب الفاء في ترجمة فارس بن حاتم .\r\n( 2 ) مصباح الفقيه : ج 7 ص 285 و 286 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nوحيث انجر الكلام إلى هنا نقول لا اشكال في انّ الثلاثة الاوّلين من النواصب لعنة اللّه عليهم وعلى اتباعهم وكيف لا يكون الامر كذلك والحال انهم هجموا على بيت الزهراء عليها السّلام واحرقوا الباب وضربوا بنت الرسول وأسقطوا ما في بطنها وجرّوا ولي اللّه وهتكوا وأرادوا قتله ونشكو الامر إلى اللّه وهو الحاكم في يوم الحساب بل إنهم أعداء رسول اللّه صلّى اللّه عليه وآله وسلّم وهل يمكن أن يكون شخص يحب الرسول ويضرب بضعته وكيف يمكن أن يحبه ويتجاسر عليه بقوله ان الرجل ليهجر والبحث في هذا المجال طويل .\r\n\r\nالنوع الخامس : المنكر لرسالة نبي الإسلام\r\nفإنه لا شبهة في أن المنكر للرسالة كافر بمقتضى النصوص والاجماع والضرورة بل كون الشخص مسلما مع كونه منكرا للرسالة أو شاكا فيها مرجعه إلى الخلف المحال ويلحق به منكر الضروري إذا رجع إلى انكار الرسالة ويظهر من جملة من النصوص ان انكار حكم من أحكام الشريعة يوجب الكفر منها ما رواه داود بن كثير الرقي قال : قلت لأبي عبد اللّه عليه السّلام سنن رسول اللّه صلّى اللّه عليه وآله وسلّم كفرائض اللّه عزّ وجلّ فقال ان اللّه عزّ وجلّ فرض فرائض موجبات على العباد فمن ترك فريضة من الموجبات فلم يعمل بها وجحدها كان كافرا وأمر رسول اللّه صلّى اللّه عليه وآله وسلّم بأمور كلّها حسنة فليس من ترك بعض ما أمر اللّه عزّ وجلّ به عباده من الطاعة بكافر ولكنه تارك للفضل منقوص من الخير « 1 » ومنها ما رواه محمد بن مسلم قال : سمعت أبا جعفر عليه السّلام يقول كل شيء يجرّه الاقرار والتسليم فهو الايمان وكل شيء يجرّه الانكار والجحود فهو الكفر « 2 » ومنها ما رواه أبو الصباح الكناني عن أبي جعفر عليه السّلام قال : قيل لأمير المؤمنين عليه السّلام من شهد أن لا إله الّا اللّه وانّ محمدا رسول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 2 من أبواب مقدمات العبادات الحديث 2 .\r\n( 2 ) نفس المصدر الحديث 1 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nاللّه صلّى اللّه عليه وآله وسلّم كان مؤمنا قال فأين فرائض اللّه إلى أن قال ثم قال فما بال من جحد الفرائض كان كافرا « 1 » ومنها ما رواه عبد الرحيم القصير عن أبي عبد اللّه عليه السّلام في حديث انه كتب اليه مع عبد الملك بن أعين سألت رحمك اللّه عن الايمان والايمان هو الاقرار إلى أن قال والإسلام قبل الايمان وهو يشارك الايمان فإذا أتى العبد بكبيرة من كبائر المعاصي أو بصغيرة من صغائر المعاصي التي نهى اللّه عنها كان خارجا من الايمان ساقطا عنه اسم الايمان وثابتا عليه اسم الإسلام فان تاب واستغفر عاد إلى الايمان ولا يخرجه إلى الكفر الّا الجحود والاستحلال ان يقول للحلال هذا حرام وللحرام هذا حلال ودان بذلك فعندها يكون خارجا من الإسلام والايمان وداخلا في الكفر الحديث « 2 » ومقتضى الاطلاق عدم الفرق بين الضروري وغير الضروري نعم لا يبعد ان يستفاد منها الجحود والانكار فلا يشمل ما إذا كان عن عذر ولكن مقتضى اطلاق هذه النصوص عدم الفرق بين كونه تكذيبا للنبي أم لا واما نجاسة هذا القسم فمبني على القول بنجاسة مطلق الكافر .\r\nوأما منكر المعاد فقد استدل سيدنا الأستاذ بجملة من الآيات منها قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا  « 3 » ومنها قوله تعالى :  قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ وَلا يُحَرِّمُونَ ما حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صاغِرُونَ  « 4 » والانصاف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 2 من أبواب مقدمات العبادات الحديث 13 .\r\n( 2 ) الوسائل الباب 10 من أبواب حد المرتد الحديث 50 .\r\n( 3 ) النساء : 59 .\r\n( 4 ) التوبة : 29 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nان هذه الآيات لا تدل على كفر منكر المعاد نعم لا اشكال في وجوب الاعتقاد بالمعاد ويستحق المنكر العقاب كما تدل عليه الآية الشريفة في سورة المدّثر  وَكُنَّا نُكَذِّبُ بِيَوْمِ الدِّينِ  بل يمكن أن يقال إن العقل حاكم بالمعاد ويوم الجزاء والّا بأيّ نحو يمكن الزام البشر بالطاعة وترك العصيان ولكن مع ذلك كله لم نجد دليلا على كون منكر المعاد كافرا لكن كيف لا يجزم العارف بالشريعة بكون المعاد من أصول الدين فإنه لو ادعى أحد أنه مورد التسالم ومورد السيرة والارتكاز لا يكون مجازفا في قوله ولا اشكال في أن انكار المعاد إنكار لرسالة الرسول فلاحظ .\r\n\r\nالنوع السادس : الناصبي\r\nوقد نفى الخلاف عن نجاسته في بعض الكلمات بل قيل إنه ادعى عليه الاجماع في كلام جمع من الأصحاب وتدل على نجاسته جملة من النصوص منها ما رواه عبد اللّه بن أبي يعفور عن أبي عبد اللّه عليه السّلام في حديث قال وايّاك ان تغتسل من غسالة الحمام ففيها تجتمع غسالة اليهودي والنصراني والمجوسي والناصب لنا أهل البيت وهو شرهم فإن اللّه تبارك وتعالى لم يخلق خلقا أنجس من الكلب وان الناصب لنا أهل البيت لأنجس منه « 1 » ومنها ما رواه خالد القلانسي قال : قلت لأبي عبد اللّه عليه السّلام ألقى الذمّي فيصافحني قال امسحها بالتراب وبالحائط قلت فالناصب قال اغسلها « 2 » وفي المقام وجوه من الاشكال :\r\nالوجه الأول : أن المذكور في الحديث ان الناصب أنجس من الكلب ولا تتصور الأشدية في النجاسة الخبثية فيكون المراد من الحديث الأمر المعنوي .\r\nوفيه انه لا مانع من الأشدية فيها ولذا نرى الفرق في التطهير بين النجاسات مثلا يشترط في التطهير من البول التعدد إذا كان بالماء القليل وفي الكلب التعفير وفي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 11 من أبواب الماء المضاف الحديث 5 .\r\n( 2 ) الوسائل الباب 14 من أبواب النجاسات الحديث 4 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالخنزير سبع مرات بالماء .\r\nالوجه الثاني : أنه قد جعل الناصب في عداد ولد الزنا لاحظ ما أرسله علي بن الحكم عن رجل عن أبي الحسن عليه السّلام في حديث أنه قال لا تغتسل من غسالة ماء الحمّام فانّه يغتسل فيه من الزنا ويغتسل فيه ولد الزنا والناصب لنا أهل البيت وهو شرّهم « 1 » والحال أن ولد الزنا لا يكون نجسا كما أن الاغتسال من الزنا لا يوجب النجاسة .\r\nوفيه انّه يكفي للاستدلال حديث ابن أبي يعفور ونفرض عدم امكان الأخذ بما ذكر مضافا إلى ضعف السند أضف إلى ذلك ان المستفاد من هذه الطائفة الخباثة المعنوية ولا نضايق ان نلتزم بكلا الأمرين بالنسبة إلى الناصب لعنه اللّه .\r\nالوجه الثالث : ان النصب صار شايعا في دولة بني أمية حتى أن معاوية جعل لعن ولي اللّه أمير المؤمنين عليه السّلام من الأذكار المستحبة ولم يظهر من الأئمة ما يدل على نجاسة الناصب بل كان المتعارف معاملة الطهارة معه وحمل المعاشرة في هذه المدة الطويلة على التقية بعيد .\r\nوفيه أنه لا نرى بعدا فيه والميزان ما يصل إلينا من الأحكام وقد وصل إلينا الدليل على نجاسة الناصبي ولا يمكن رفع اليد عن الدليل المعتبر بهذه الوجوه المذكورة وأمثالها ولا مانع من الالتزام بكون الناصبي من الأعيان النجسة ومع ذلك يمكن أن يقال أن حكم الشارع بعدم الاجتناب عنه بلحاظ ملاك في نظره وصفوة القول إن الوظيفة الشرعية والعقلية التسليم في قبال ما وصل إلينا من الأحكام ولا مجال للقيل والقال فيها .\r\n\r\nالنوع السابع : المجسمة\r\nقال سيدنا الأستاذ قدّس سرّه ما ملخص كلامه في هذا المقام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 11 من أبواب الماء المضاف الحديث 3 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nعلى ما في تقريره الشريف هم على قسمين فقسم منهم يعتقد ان اللّه كبقية الأجسام له يد ورجل ورأس فالقائل بلوازم قوله ان التزم بها فلا اشكال في أنه كافر وقسم منهم يعتقد أنّ اللّه جسم لا كبقية الأجسام ويلتزم بالأوصاف التي تناسب ذلك الصقع وهذا الاعتقاد وان كان خلاف الواقع لكن لا يوجب الكفر الّا أن يرجع إلى تكذيب النبي صلّى اللّه عليه وآله وسلّم وأكثر المسلمين لقصور باعهم يعتقدون ان اللّه جسم جالس على عرشه ولذا يتوجهون اليه توجه الجسم إلى جسم مثله لا بنحو التوجه القلبي وقد ورد في الخبر أنه « شيء بخلاف الأشياء » « 1 » .\r\nأقول : ما كنّا نترقب من سيدنا الأستاذ قدّس سرّه مع كونه مشارا اليه بالبنان في الميادين العلمية ان يصدر عنه هذا القول لاحظ ما رواه سماعة قال : قلت لأبي عبد اللّه عليه السّلام عن الإسلام والايمان أهما مختلفان فقال انّ الايمان يشارك الإسلام والإسلام لا يشارك الايمان فقلت فصفهما لي فقال الإسلام شهادة أن لا إله الّا اللّه والتصديق برسول اللّه صلّى اللّه عليه وآله وسلّم به حقنت الدماء وعليه جرت المناكح والمواريث وعلى ظاهره جماعة الناس والايمان الهدى وما يثبت في القلوب من صفة الإسلام وما ظهر من العمل به والايمان أرفع من الإسلام بدرجة ان الايمان يشارك الإسلام في الظاهر والإسلام لا يشارك الايمان في الباطن وان اجتمعا في القول والصفة « 2 » فان المستفاد من هذه الرواية ان قوام الإسلام بشهادة أنه لا آله الّا اللّه هذا من ناحية ومن ناحية أخرى ثبت عندهم انّ لفظ اللّه علم لذات واجب الوجود وهو الذات المستجمع لجميع الصفات الكمالية فإذا لم يكن كذلك يكون الشخص خارجا عن دائرة الإسلام وبعبارة أخرى نسأل الأستاذ بانّ الجسمية بايّ معنى كان أعم من أن يكون المراد بها الجسم الطبيعي أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي : ج 1 ص 81 ذيل حديث 5 .\r\n( 2 ) الكافي : ج 2 ص 25 باب ان الايمان يشارك الإسلام الحديث 1 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالتعليمي نقص أم لا لا سبيل إلى الثاني وعلى الأول يكون المتصف به ناقصا .\r\nوأمّا أكثر المسلمين معتقدون بهذه العقيدة فلا نسلم وننكر هذه الجهة أشد الانكار وانّما يتوجهون عند التوسل إلى الفوق لا من جهة أنه تعالى جالس على عرشه بل التوجه إلى الفوق عند الدعاء والتوسل أمر رائج ودائر بين جميع الموحدين وهو المتعارف عند الشيعة عند التوسل والدعاء وقد امر من ناحية الشرع برفع الرأس أو اليد عند الدعاء والتوسل في بعض الموارد وهذا ظاهر واضح نعم ذلك الصوفي الضال المضل يقول في اشعاره :\r\n ديد موسى يك شبانى را براه * كاو همى گفت اى خدا واى اله \r\n تو كجائى تا شوم من شاكرت * چارقت دوزم كنم شانه سرت \r\nإلى آخر اشعاره الكفرية ولا غرو في صدور هذه الترهات والأباطيل عن مثله فان من يكون قائلا بوحدة الموجود وأمثال هذه العقيدة الكفرية يناسب أن يصدر عنه ما يكون مناسبا ومناسخا مع الأبالسة الملاعين أعاذنا اللّه عن الاعتقاد بعقائدهم .\r\nوأما حديث الكافي فالمستفاد منه أنّه تعالى شيء لا كالأشياء والمراد بالشيء الوجود ولا اشكال في انّ اللّه تعالى موجود والّا يلزم ان يكون معدوما نستجير به تعالى نعم بعد اثبات كونه موجودا يقع الكلام في الفارق بينه وبين خلقه . أقول :\r\n« إلى موضع الاسرار قلت لها قفي » .\r\nوأما كلام ملّا صدري في شرح أصول الكافي فهو أنه لا مانع عن الالتزام بكونه جسما الهيا فان الجسم على أقسام قسم منه الجسم الخارجي المادي ومنها جسم مثالي وهو الصورة الحاصلة للإنسان من الأجسام الخارجية فإنها جسم بلا مادة ومنها جسم عقلي وهو الكلي المتحقق في الذهن وهو أيضا لا مادة له ومنها غير ذلك والجامع لهذه الأقسام الأربعة هو الجسم الذي له ابعاد ثلاثة من العمق\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nوالطول والعرض ، أقول : يا أهل المروة والانصاف هل يمكن أن يصدق العارف الموحد هذه المقالة وهل يكون واحد منهم يعتقد بأنه تعالى ذو عرض وطول وعمق ولا أدري بايّة مناسبة لقب هذا الشخص بصدر المتألهين وان كان ذوق التأله يقتضي الالتزام بهذه المقالة فلا نريد هذا الذوق وكيف يمكن أن توجد هذه الابعاد بلا مادة وبعبارة واضحة قد حقق عندهم أن العرض موجود في نفسه لغيره في قبال الوجود لا في نفسه وكيف لا يكون مثله مركبا وكيف لا يكون محتاجا ويضاف إلى ذلك أن هذه الأبعاد كل واحد منها ماهيّة فتكون مشتركة مع بقية الأبعاد ويلزم التميز أي يكون الجامع بين الكل هو الجنس والمائز هو الفصل ولا يكون ما به الامتياز عين ما به الافتراق إذ لا تشكيك في الماهية ويؤيد المدعى بعض النصوص منها ما رواه ياسر الخادم قال سمعت أبا الحسن علي بن موسى الرضا عليهما السّلام يقول من شبّه اللّه بخلقه فهو مشرك ومن نسب اليه ما نهى عنه فهو كافر « 1 » ومنها ما رواه عبد السلام بن صالح الهروي عن الرضا عليه السّلام في حديث قال : من وصف اللّه بوجه كالوجوه فقد كفر « 2 » ومنها ما رواه داود بن القاسم قال : سمعت علي بن موسى الرضا عليه السّلام يقول من شبّه اللّه بخلقه فهو مشرك ومن وصفه بالمكان فهو كافر ومن نسب اليه ما نهى عنه فهو كاذب الحديث « 3 » ومنها ما رواه محمد بن أبي عمير عن غير واحد عن أبي عبد اللّه عليه السّلام قال : من شبّه اللّه بخلقه فهو مشرك ومن أنكر قدرته فهو كافر « 4 » .\r\n\r\nالنوع الثامن : المجبرة\r\nقال سيدنا الأستاذ في هذا المقام تارة يراد بالمجبرة الذين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 10 من أبواب حد المرتد الحديث 1 .\r\n( 2 ) الوسائل الباب 10 من أبواب حد المرتد الحديث 3 .\r\n( 3 ) نفس المصدر الحديث 16 .\r\n( 4 ) نفس المصدر الحديث 17 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nقائلون بالجبر ويلتزمون بلوازمه وهذا يوجب الكفر والنجاسة إذا الالتزام بالجبر يستلزم انهدام الشرائع فان الجبر لا يتصور فيه الاختيار كي يصحّ التكليف ومع عدم صحة التكليف لا مجال لإرسال الرسل وانزال الكتب وأما ان كان المراد بالجبر ان افعال العباد خارجة عن تحت اختيارهم ولكن يرون صحة التكليف فلا يكون هذا موجبا للكفر وبعبارة أخرى مجرد الاعتقاد بالجبر لا يوجب الكفر ولا يوجب النجاسة .\r\nأقول : المستفاد من حديث سماعة وغيره ان قوام الإسلام بالاعتقاد بوجود اللّه الذي يكون جامعا لجميع الصفات الكمالية ومع انتفائه لا يتحقق الإسلام وكيف يكون الشخص المعتقد بان اللّه يكلف عباده بما لا يكون مقدورا لهم ويعذبهم بالعصيان .\r\nوببيان واضح الذي يعتقد أن موجد العالم غير حكيم لا يكون معتقد باللّه فإن مجرد الاعتقاد بوجود موجود مؤثر كائنا من كان لا أثر له ويؤيد المدعى بعض النصوص منها ما رواه يزيد بن عمر الشامي عن الرضا عليه السّلام في حديث قال : من زعم انّ اللّه يفعل افعالنا ثمّ يعذّبنا عليها فقد قال بالجبر ومن زعم أن اللّه فوّض أمر الخلق والرزق إلى حججه فقد قال بالتفويض والقائل بالجبر كافر والقائل بالتفويض مشرك « 1 » ومنها ما رواه الحسين بن خالد عن الرضا عليه السّلام في حديث قال من قال بالتشبيه والجبر فهو كافر مشرك ونحن منه براء في الدنيا والآخرة « 2 » ومنها ما رواه حريز بن عبد اللّه عن أبي عبد اللّه عليه السّلام قال الناس في القدر على ثلاثة أوجه رجل زعم أن اللّه أجبر الناس على المعاصي فهذا قد ظلم اللّه في حكمه فهو كافر ورجل يزعم أن الأمر مفوّض إليهم فهذا قد وهن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 10 من أبواب حد المرتد الحديث 4 .\r\n( 2 ) نفس المصدر الحديث 5 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nاللّه في سلطانه فهو كافر الحديث « 1 » ونقل عن بعض أنه قال حمار الأشعري أفهم منه إذ حماره لما يصل إلى الماء يدري بان دخول الماء اختياري له ولا يدخل والأشعري لا يفهم بان فعله اختياري له أعاذنا اللّه من الزلل وصفوة القول انه ان كان الاعتقاد بأنه للعالم خالق على نحو الاطلاق يكفي لكون الشخص موحدا ، يكون الراعي الذي رآه موسى بن عمران في مقام التصور موحدا وهل يرضى سيدنا الأستاذ به وهل يمكن ان يصدر من نبي اللّه موسى عليه السّلام ما نسب اليه بقوله :\r\n هيچ آدابى وترتيبي مجو * هرچه مىخواهد دل تنگت بگو \r\n\r\nالنوع التاسع : المفوضة\r\nقال الطريحي قدّس سرّه في مادة فوض : المفوضة قوم قالوا إن اللّه خلق محمدا صلّى اللّه عليه وآله وسلّم وفوض اليه خلق الدنيا فهو الخلاق لما فيها وقيل فوض ذلك إلى علي عليه السّلام وقال سيدنا الأستاذ قدّس سرّه ان المفوّضة إذا التزموا بلازم كلامهم يكون كفرا وشركا ويوجب اعتقادهم نجاستهم اما إذا لم يلتزموا بلازم كلامهم فلا يوجب كفرهم .\r\nأقول : ان فرض انّ اعتقادهم يستلزم الاعتقاد بكون الباري تعالى ذا شريك كيف لا يكون اعتقادهم مضرا مثلا لو فرض ان شخصا يعتقد بانّ اللّه جسم من الأجسام ولا يتوجه باعتقاده ويكون غافلا هل يكون مثله مسلما مع أن قوام الإسلام بكون الشخص معتقدا بوجود ذات مستجمع لجميع الصفات الكمالية وهو اللّه جلّ جلاله .\r\nإذا عرفت ما تقدم اعلم أنه ان كان المراد من التفويض انعزال الخالق عن الخلق واستقلال المخلوق بعد خلقته عن الخالق يكون الاعتقاد المذكور كفرا والحادا أعاذنا اللّه من الزلل والزلات .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر الحديث 10 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nتوضيح المدعى انّ المفوضة حيث رأوا ان كلام الأشاعرة والمجبرة الذين يقولون بعدم كون افعال العباد اختيارية ويستلزم اعتقادهم نسبة الظلم إلى ساحة القدس الربوبي سلكوا مسلكا آخر كي لا يقعوا في محذور الجبر والتزموا باختيارية افعال المكلّفين وقالوا الحادث بعد حدوثه لا يحتاج إلى المؤثر فلا يرتبط الفعل الصادر من العبد بساحة القدس الربوبي وزعموا أنّهم سلكوا طريق الحق بخلاف الأشاعرة .\r\nويردّ عليهم انّ ما ذهبوا إليه أكثر اشكالا وأسوأ من مذهب الأشاعرة .\r\nإذ يرد على هذا المسلك أولا انّ الوجود الامكاني لا يعقل ان يصير واجبا ولا يمكن تعلق القدرة به وبعبارة أخرى الممكن كما أنه يكون في الحدوث محتاجا إلى مؤثر يكون كذلك بقاء .\r\nوثانيا : انّ ما ذهب إليه مستلزم للشرك فانّ زيدا بعد وجوده يكون شريكا مع الباري تعالى وهذا الشرك أشد فسادا من الشرك الذي التزم به الثنوية القائلون بتعدد الإله وكونه اثنين أحدهما يزدان وهو خالق الخيرات ثانيهما أهرمن وهو خالق الشرور ولكن المفوضة قائلون بالتعدد إلى ما لا نهاية له .\r\nوثالثا : انّ حكم الأمثال واحد ومن هذه الجهة لا يكون فرق بين الاناسي والحيوانات .\r\nورابعا : أنّه كيف لا يكون الممكن بعد حدوثه غير محتاج إلى المؤثر والحال أنّه نرى فناء الأشياء وممات الاحياء ومن الواضح انّ الواجب لا يمكن انعدامه .\r\nوخامسا : انّه يلزم ابطال الشرائع والأديان إذ على هذا المسلك لا يتصور المعاد كي يحاسب العبد فانّ الواجب لا يفنى ويدل بعض النصوص على كونهم مشركين قال القمي رحمه اللّه في تفسيره في رواية أبي الجارود قوله :   كَما بَدَأَكُمْ تَعُودُونَ * فَرِيقاً هَدى وَفَرِيقاً حَقَّ عَلَيْهِمُ الضَّلالَةُ   قال خلقهم حين خلقهم مؤمنا كافرا وشقيّا\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nوسعيدا وكذلك يعودون يوم القيامة مهتد وضال يقول  إِنَّهُمُ اتَّخَذُوا الشَّياطِينَ أَوْلِياءَ مِنْ دُونِ اللَّهِ وَيَحْسَبُونَ أَنَّهُمْ مُهْتَدُونَ  وهم القدرية الذين يقولون لا قدر ويزعمون أنهم قادرون على الهدى والضلالة وذلك إليهم ان شاءوا اهتدوا ان شاءوا ضلّوا وهم مجوس هذه الأمة الحديث « 1 » .\r\nوبالمناسبة نذكر ما افاده المعتزلي شارح نهج البلاغة ابن أبي الحديد قال في أول كتابه الحمد للّه الذي قدم المفضول على الفاضل فإنه يسئل التقديم الذي أشار إليه تقديم تكويني أو تقديم تشريعي أما على الأول فهو يناقض مسلك التفويض وانّ ما يرجع إلى العباد لا يرتبط بساحة قدسه وأما على الثاني فيسئل أيضا أنه ايّ دليل دل على تقديم المفضول على الفاضل يا ليته لم تلده والدته كي لا يصدر عنه هذا الأمر الباطل فانّ البراهين الواضحة قائمة على انّ الحق يدور مدار علي بن أبي طالب أرواحنا فداه ولا مجال لقياس الأولين عليه .\r\nفالنتيجة انّ القائل بهذا المذهب كافر مشرك وطبعا يكون نجسا .\r\nوإن كان المراد من التفويض ما أفاده الطريحي أي الباري تعالى فوض أمر الخلق إلى محمد صلّى اللّه عليه وآله وسلّم أو علي عليه السّلام يكون أيضا فاسدا فان القول المذكور مخالف مع القرآن والنصوص فان المستفاد من الكتاب والسنة ان الأمور كلها بيده وبقدرة الباري تعالى وهذا القول يستلزم الشرك فان مرجعه إلى أن ذاته تعالى منعزل ويكون الامر بيده عبيده ويكون هذا شركا ولا حول ولا قوة الّا باللّه .\r\n أزمة الأمور طرا بيده * والكل مستمدة من مدده \r\nفتحصل مما تقدم أنه لا جبر ولا تفويض بل أمر بين الأمرين وهذا مسلك في قبال المسلكين الباطلين وتدل عليه جملة من النصوص الواردة عن مخزن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار : ج 5 ص 9 الحديث 13 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nالوحي « 1 » ومن تلك النصوص ما ارسله محمد بن يحيى عن أبي عبد اللّه عليه السّلام قال : لا جبر ولا تفويض ولكن أمر بين أمرين قال : قلت وما أمر بين أمرين قال مثل ذلك رجل رأيته على معصية فنهيته فلم ينته فتركته ففعل تلك المعصية فليس حيث لم يقبل منك فتركته كنت أنت الذي أمرته بالمعصية « 2 » .\r\nويمكن تصور الحال في ضمن أمثلة : الأول أنه لو فرضنا ان شخصا يربط آلة قتالة بيد المرتعش بلا إرادة ذلك المرتعش وبعد ذلك صادفت الآلة شخصا ثالثا وقتل لا ينسب القتل إلى المرتعش بل ينسب إلى ذلك الرابط والقائل بالجبر يعتقد ان الفعل منسوب إلى الباري والمكلف يصدر عنه الفعل بلا اختيار .\r\nالثاني : ان يعطي شخص آلة قتالة لغيره مع العلم بأنه يقتل بالآلة شخصا ثالثا ولا يمكنه بعد الاعطاء ان يأخذ الآلة منه وقتل الآخذ شخصا يكون القتل مستندا إلى الأخذ ولا يرتبط بالمعطي والقول بالتفويض يستلزم الالتزام به .\r\nالثالث : ان يعطي شخص آلة قتالة للثالث مع العلم بأنه يقتل ثالثا ولكن اختيار الآخذ بيد المعطي أي ما دام يمده يختار وإذا قطع امداده عنه يعجز فإذا قتل الآخذ شخصا ثالثا يصدق ان الآخذ قاتل لكن أيضا يصدق ان المعطي كان معينا له في القتل والامامية ذهبوا إلى هذا المذهب وهذا اعتقادهم ويمكن الاستدلال على المدعى ببعض الآيات الشريفة منها قوله تعالى :  وَما تَشاؤُنَ إِلَّا أَنْ يَشاءَ اللَّهُ إِنَّ اللَّهَ كانَ عَلِيماً حَكِيماً  « 3 » ومنها قوله تعالى :  وَلا تَقُولَنَّ لِشَيْءٍ إِنِّي فاعِلٌ ذلِكَ غَداً   إِلَّا أَنْ يَشاءَ اللَّهُ وَاذْكُرْ رَبَّكَ إِذا نَسِيتَ وَقُلْ عَسى أَنْ يَهْدِيَنِ رَبِّي \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي : ج 1 ص 155 كتاب التوحيد باب الجبر والقدر .\r\n( 2 ) نفس المصدر الحديث 13 .\r\n( 3 ) الانسان : 30 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n لِأَقْرَبَ مِنْ هذا رَشَداً  « 1 » فان المستفاد من الآيتين الشريفتين انّ العبد إذا فعل فعلا يكون سبب فعله ارادته وإرادة اللّه ولتوضيح الأمر نمثل مثالا آخر وهو أنه لو كان شخص معلقا في مكان في طرفه اليمين جملة من المأكولات المفيدة للمزاج وفي يساره جملة من المأكولات المضرة وكان حبل مشدودا ببدنه ولكن زمام اختياره بيد شخص آخر بحيث في كل يمكنه أن يجره ويمنعه عمّا يريده فنسأل أن الشخص المربوط بالحبل هل يكون مختارا في الأكل أو مجبورا لا اشكال في أنه إذا أكل من الطرف الأيمن أو الأيسر يكون مختارا ولكن مع الوصف يكون اختياره بيد ذلك الشخص الثاني فالحق انه لا جبر ويكون الفعل الصادر من العبد باختياره وارادته والوجدان أصدق شاهد عليه :\r\n اين كه گوئى اين كنم يا آن كنم * اين دليل اختيار است اى صنم \r\nوالحق أيضا ان الممكن كائنا ما كان في كل آن ولحظة يحتاج إلى الواجب ولا يعقل غنائه عنه والّا يلزم الخلف المحال وإن شئت فقل انّ إضافة الواجب إلى الممكن إضافة اشراقية إلى المضاف اليه عين الفقر لا شيء له الفقر ومثاله في الممكن إضافة الانسان إلى الصورة الحاصلة في النفس فان قوام تلك الصورة بتوجه المتصور بحيث إذا غفل في آن لا تبقى تلك الصورة :\r\n اگر نازى كند برهم فرو ريزند قالبها . \r\nولتوضيح المراد والمرام ننبّه على نكتة مفيدة للمقام ولما يأتي عن قريب ان شاء اللّه تعالى وهو ان صدق عنوان المشتق على الذات متوقف على واجديّة ذلك الذات لمبدإ ذلك المشتق والّا يكون الصدق مستحيلا فإذا كان الذات غير المبدأ لا بد أن يكون واجدا له ويمكن أن يكون خاليا عنه فعند خلوه لا يصدق عليه وأما إذا كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكهف : 23 و 24 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالذات نفس ذلك المبدأ لا يعقل انفكاكه عنه مثلا الجدار الأبيض يصدق عليه عنوان الأبيض لكن هذا الصدق ببركة كون البياض فيه واما نفس البياض فهو بنفسه أبيض ولنا أن نقول تركب الذات والمبدأ ربما يكون تركبا اتحاديا وقد يكون انضماميا .\r\n\r\nالنوع العاشر : القائلون بوحدة الوجود\r\nولا بد في حكمهم التفصيل بان يقال إن كان المراد بوحدة الوجود ان حقيقة الوجود واحدة ولها مراتب وهو مفهوم واضح وأما كنهه في غاية الخفاء وهو الأصل في العالم انّ الوجود عندنا أصل دليل من خالفنا عليل لا مانع من الالتزام به بان يقال قسم من الوجود واجب وقسم منه ممكن والممكن على أقسام قسم منه رسول مكرم وقسم منه شيطان رجيم وهذا لا يوجب الكفر وهذا يسمى عندهم بالتوحيد العامي .\r\n الفهلويون الوجود عندهم * حقيقة ذات تشكك تعمّ \r\nوأما ان قيل إن الموجود واحد في الخارج وله أطوار فإنه في السماء سماء وفي الأرض أرض وفي الخالق خالق وفي المخلوق مخلوق وهكذا وهو المسمى عندهم بتوحيد خاص الخاص فيكون كفرا والحادا ومكابرة مع الوجدان والبرهان امّا منافاته مع الوجدان فهو واضح عند من يكون له الوجدان وامّا منافاته مع البرهان فهو أنه كيف تجتمع الوحدة مع التعدد وكيف يتصور كون الواحد علة ومعلولا والالتزام بهذا المسلك يهدم جميع الأديان والشرائع وقائله كافر بلا اشكال والظاهر أنه لا شبهة في نجاسته إذ لازم هذا القول الهتك الأكثر من الشرك بالنسبة إلى ذات الألوهية وغاية الجسارة إلى ساحته المقدسة أعاذنا اللّه من القول الباطل وإن كان المراد من وحدة الوجود ان الوجود واحد والموجود متكثر وبعبارة أخرى الموجود الحقيقي واحد وهو ذات الباري وبقية الموجودات موجودات انتسابي واطلاق الموجود عليها كإطلاق اللابن على بايع اللبن والتامر على بايع التمر\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nوالوجه في الالتزام بالمسلك المذكور المسمى عندهم بالتوحيد الخاصي انهم يرون حقائق الأشياء في العالم ماهيات ومن ناحية أخرى لا يعقل اصالة الماهية والوجود كليهما فلزمهم أن يقولوا ان الموجود واحد وهو وجود الباري وبقية الموجودات ماهيات لها انتساب إلى الوجود والظاهر أن الالتزام بهذا القول لا يوجب الكفر لكن أصل المطلب خلاف التحقيق إذ قد ثبت في الفلسفة ان الأصيل هو الوجود وإن كان المراد بوحدة الوجود التوحيد أخص الخواص أي الوجود والموجود في عين الكثرة واحدا فإن كان مرجعه إلى القول الأول فقد تقدم حكمه وإن كان المراد أمرا آخر فلا بد من تعقله أولا ثم ترتيب الحكم عليه  وَاللَّهُ الْمُسْتَعانُ  وعليه التوكّل والتكلان .\r\n\r\nالنوع الحادي عشر : الكتابي\r\nفانّ مقتضى الأصل فيه هي الطهارة بمقتضى قاعدتها في أنّ كل شي شك في طهارته ونجاسته يحكم بطهارته بلا فرق بين أن تكون الشبهة حكمية أو موضوعية وهل يمكن اثبات الطهارة في مورد الشبهة الحكمية بالاستصحاب إذ يشك في انّ الشارع هل حكم بنجاسة الشيء الفلاني أم لا ؟ يكون مقتضى الاستصحاب عدم اعتبار النجاسة .\r\nالذي يختلج بالبال أن يقال يشكل اثباتها بالاستصحاب إذ كما أن مقتضى الاستصحاب عدم اعتبار النجاسة كذلك يكون مقتضى الاستصحاب عدم اثبات الطهارة وبعبارة أخرى إذا فرضنا أنّ الموضوع لا بد أن يكون محكوما بحكم واقعي في وعاء الشرع فيشك في كون ذلك الحكم هي النجاسة أو الطهارة فلا أثر لاستصحاب عدم جعل النجاسة إذ اثبات الطهارة بالأصل المذكور يرجع إلى المثبت الذي لا نقول به مضافا إلى كونه معارضا باستصحاب عدم جعل الطهارة فلا مناص عن التوسل بذيل عناية أصالة الطهارة الجارية في جميع الأشياء .\r\nوبعبارة واضحة جريان الاستصحاب أو أصل الطهارة متقوّم بالشك في الحكم\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nالواقعي وان شئت قلت إنه لا يمكن خلو الواقعة عن الحكم المشترك بين الجاهل والعالم والّا يلزم التصويب المجمع على بطلانه والدور المحال بحكم العقل .\r\nومما ذكر يظهر الاشكال في جريان استصحاب عدم الحرمة والوجوب في موارد الشك في أصل الحكم التكليفي فلو شك في حرمة شرب التتن لا مجال للتوسل باستصحاب عدم الحرمة إذ يعارضه استصحاب عدم الحلية وهذا أمر مهم ونكتة ينبغي التحفظ عليها وبهذا الاعتبار نقول لا مجال للقول بانّ البراءة الجارية في الشبهات الحكمية لا زالت محكومة بالاستصحاب إذ الحق على ما تقدم دائما يكون الاستصحاب الجاري في الحكم الاقتضائي معارضا باستصحاب عدم جعل الحكم الترخيصي ولعلّ ما افدته لم يسبقني اليه سابق وله الشكر على ما أنعم والحمد للّه على ما ألهم .\r\nإذا عرفت ما تقدم نقول لا بد من ملاحظة الأدلة فلو قام دليل على نجاسة الكتابي نأخذ به والّا نحكم بطهارته بمقتضى أصالة الطهارة .\r\nوما يمكن أن يقال أو قيل في تقريب نجاسته وجوه :\r\nالوجه الأول : الاجماع المدعى في المقام ويرد عليه الايراد العام الجاري في الاجماعات المنقولة والمحصلة والحاصل أنه لو ثبت اجماع كاشف عن رأي المعصوم عليه السّلام فهو والّا فلا أثر له .\r\nالوجه الثاني : قوله تعالى :   وَقالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ وَقالَتِ النَّصارى الْمَسِيحُ ابْنُ اللَّهِ ذلِكَ قَوْلُهُمْ بِأَفْواهِهِمْ يُضاهِؤُنَ قَوْلَ الَّذِينَ كَفَرُوا مِنْ قَبْلُ قاتَلَهُمُ اللَّهُ أَنَّى يُؤْفَكُونَ * اتَّخَذُوا أَحْبارَهُمْ وَرُهْبانَهُمْ أَرْباباً مِنْ دُونِ اللَّهِ وَالْمَسِيحَ ابْنَ مَرْيَمَ وَما أُمِرُوا إِلَّا لِيَعْبُدُوا إِلهاً واحِداً لا إِلهَ إِلَّا هُوَ سُبْحانَهُ عَمَّا  \r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n  يُشْرِكُونَ   « 1 » بتقريب انّ المستفاد من الآية الشريفة انّ اليهود والنصارى مشركون هذا من حيث الصغرى واما من حيث الكبرى فقد تقدم ان المشرك نجس هذا بالنسبة إلى اليهود والنصارى وأما المجوس فعلى فرض كونهم أهل الكتاب كما يظهر من بعض الروايات « 2 » فهم مشركون بلا اشكال إذ هم قائلون بتعدد الاله ويقولون بان يزدان خالق النور والخير واهريمن خالق الظلمة والشر وفي المقام اشكالات في الاستدلال بالآية الشريفة بالتقريب المذكور .\r\nالاشكال الأول : أن النجس بالمعنى الشرعي أمر حادث ولم يكن المراد منه في الصدر الأول المعنى الشرعي وقد تقدم الكلام حول هذه الجهة وذكرنا ان الأمر ليس كذلك مضافا إلى أنّ مقتضى الاستصحاب القهقري أنّه كان في الصدر الأول بهذا المعنى الشرعي عندنا .\r\nالاشكال الثاني : أنه قوبل بين الكفر والشرك في الآية الشريفة والتقسيم قاطع للشركة فلا جامع ويرد عليه انّ المستفاد من الآية الشريفة أنّ المشرك نوع من أنواع الكافر وأيضا يستفاد منها أنّ الكتابي مشرك في نظر الشارع وبعبارة أخرى ان الكتابي مشرك بالحكومة والتنزيل فإذا اعتبر الشارع النصراني مشركا في وعاء الشرع يترتب عليه حكم المشرك .\r\nالاشكال الثالث : انّ الشرك له مراتب ولا يكون كل شرك مساو مع غيره بل مراتب الشرك كثيرة ولا يخلو منه الا الأوحدي من الناس كمولى الموحدين أرواحنا فداه وعليه لا يمكن اثبات أنّ الكتابي مشرك بحد شرك المشركين .\r\nويرد عليه أنّه لو استفيد من الدليل ان الكتابي مشرك يترتب عليه حكمه بلا اشكال كما أنه يترتب حكم الخمر على الفقاع بعد قوله عليه السّلام الفقاع خمر وبعبارة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوبة : 30 و 31 .\r\n( 2 ) الوسائل الباب 49 من أبواب جهاد العدو الحديث 1 - 3 - 5 - 7 - 8 - 9 .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nأخرى مقتضى اطلاق التنزيل ان المنزل في رتبة المنزل عليه .\r\nالاشكال الرابع : وهو العمدة أنه لا دليل لدينا حكم فيه بان الكتابي مشرك بل غاية ما يستفاد من الآية الشريفة أنه اسند إليهم الشرك ويمكن أن يكون الاسناد مجازا .\r\nوبعبارة واضحة ليس الشارع الأقدس في مقام التشريع وجعل الحكم بل مجرد الاسناد ولعلّ الاسناد اسناد مجازي ولا مجال لإجراء اصالة الحقيقة إذ اصالة الحقيقة أصل عقلائي لا أصل تعبدي أي لو شك في أنّ المتكلّم استعمل اللفظ في المعنى الحقيقي أو المجازي يجري الأصل وأما لو علمنا بالمراد وشك في أنّ الاستعمال حقيقي أو مجازي لا طريق إلى الاحراز فهذا الوجه كالوجوه السابقة في عدم وفائه بإثبات المطلوب .\r\nإن قلت يستفاد من الجملات المتقدمة على هذه الجملة انّ اليهود والنصارى من المشركين إذ قد صرح في الآية أنهم  اتَّخَذُوا أَحْبارَهُمْ وَرُهْبانَهُمْ أَرْباباً  وهذا نص في كونهم مشركين فلا يتوقف الاستدلال بالتوسل إلى ذيل الآية كي يرد فيه الاشكال المتقدم .\r\nقلت : يستفاد من روايات كثيرة أنهم لم يتخذوهم أربابا بل أطاعوهم في كل ما أمروهم به والمفسرون ذهبوا إلى هذا المذهب ويستفاد هذا المعنى من الآية الشريفة قال اللّه تبارك وتعالى :  وَما أُمِرُوا إِلَّا لِيَعْبُدُوا إِلهاً واحِداً  فيعلم أنّ المراد من الجملة السابقة انّ اطاعتهم سميت باتخاذهم أربابا والمناسبة تقتضي هذا المعنى ولذا يقال في العرف كأن فلانا ربّه فإنه يطيعه في ما أمره به وينهاه عنه ومن الروايات التي تدل على المدعى ما رواه أبو بصير قال : سألت أبا عبد اللّه عليه السّلام عن قول اللّه عزّ وجلّ :  اتَّخَذُوا أَحْبارَهُمْ وَرُهْبانَهُمْ أَرْباباً مِنْ دُونِ اللَّهِ  فقال أما واللّه ما دعوهم إلى عبادة أنفسهم ولو دعوهم إلى عبادة أنفسهم لما أجابوهم ولكن\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nاحلّوا لهم حراما وحرّموا عليهم حلالا فعبدوهم من حيث لا يشعرون « 1 » .\r\nوما رواه أبو بصير أيضا عن أبي عبد اللّه عليه السّلام في قول اللّه عزّ وجلّ :  اتَّخَذُوا أَحْبارَهُمْ وَرُهْبانَهُمْ أَرْباباً مِنْ دُونِ اللَّهِ  فقال : واللّه ما صاموا لهم ولا صلوا لهم ولكن أحلوا لهم حراما وحرّموا عليهم حلالا فاتبعوهم « 2 » فان المدعى يستفاد من الحديثين بالصراحة .\r\nالوجه الثالث : جملة من النصوص فلا بد ملاحظتها واستخراج النتيجة منها فنقول من تلك النصوص ما رواه محمد بن مسلم قال : سألت أبا جعفر عليه السّلام عن آنية أهل الذمّة والمجوس فقال لا تأكلوا في آنيتهم ولا من طعامهم الذي يطبخون ولا في آنيتهم التي يشربون فيها الخمر « 3 » بتقريب انّ النهي عن الأكل في آنيتهم يدل على نجاستهم .\r\nويردّ عليه انّ النهي ظاهر في التحريم ولا وجه لحمل النهي في الحديث لأجل النجاسة ومقتضى الاطلاق حرمة الأكل في آنيتهم ولو بعد غسلها وعلى الجملة الجزم بالتقريب المذكور مشكل فان قام الدليل على الجواز بعد الغسل فهو والّا نلتزم بالحرمة .\r\nومما يؤيد ما ذكرنا أنه على القول بعدم تنجس المتنجس كما هو الحق لا وجه لحرمة الأكل في آنيتهم من باب النجاسة ويضاف إلى ذلك كله ان مقتضى الاطلاق حرمة الأكل حتى في صورة كون المأكول جافا وكذلك الآنية فيكون وجه التحريم آمرا آخر فلاحظ .\r\nومنها ما رواه عبد اللّه بن يحيى الكاهلي قال : سألت أبا عبد اللّه عليه السّلام عن قوم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 10 من أبواب صفات القاضي الحديث 1 .\r\n( 2 ) نفس المصدر الحديث 3 .\r\n( 3 ) الوسائل الباب 14 من أبواب ، النجاسات الحديث 1 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nمسلمين يأكلون وحضرهم رجل مجوسي أيدعونه إلى طعامهم فقال امّا أنا فلا أؤاكل المجوسي وأكره أن أحرّم عليكم شيئا تصنعونه في بلادكم « 1 » والتقريب هو التقريب والاشكال هو الاشكال مضافا إلى أنّ المستفاد عدم التحريم .\r\nويضاف إلى ما ذكر النقاش في توثيق الكاهلي إذ قيل في حقه كان وجها عند أبي الحسن عليه السّلام ووصّى به علي بن يقطين فقال اضمن لي الكاهلي وعياله أضمن لك الجنة فإنه لم يوثق صريحا ومجرد هذه العناية من الامام عليه السّلام بالنسبة اليه لا تكون دليلا على كونه ثقة إذ يمكن أنّ الشخص غير ثقة في أقواله وفي عين الحال لا يكون فاسقا إذ يمكن أن يكون قاصرا بالإضافة إلى أنّ الامام إذا لم يعمل على طبق علمه بالمغيّبات ويرى شخصا مخلصا في أفعاله وفي ولائه وترويجه للدين يكون راضيا عنه ويدعو له ويمكن أن يوصي الثالث به وعلى الجملة يشكل الجزم بوثاقة شخص ما لم يوثق صريحا ويضاف إلى ما ذكر انّ الحديث وارد في المجوسي والمجوسي مشرك وقد تقدّم انّ المشرك نجس ومنها ما رواه محمد بن مسلم عن أبي جعفر عليه السّلام في رجل صافح رجلا مجوسيا قال يغسل يده ولا يتوضّأ « 2 » بتقريب انّ الأمر بالغسل ارشاد إلى النجاسة وفيه انّ الحديث وارد في المجوسي والكلام في غيره مضافا إلى أنّ مقتضى اطلاق الحديث عدم الفرق بين كون المصافحة مع الرطوبة المسرية أو بدونها وكيف يلتزم بالرواية مع اليبوسة والحال انّه دل الدليل على انّ كل يابس ذكي لاحظ ما رواه عبد اللّه بن بكير قال : قلت لأبي عبد اللّه عليه السّلام الرجل يبول ولا يكون عنده الماء فيمسح ذكره بالحائط قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر الحديث 2 .\r\n( 2 ) الوسائل الباب 14 من أبواب النجاسات الحديث 3 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nكلّ شيء يابس ذكي « 1 » ومنها ما رواه علي بن جعفر عن أخيه أبي الحسن موسى عليه السّلام قال : سألته عن مؤاكلة المجوسي في قصعة واحدة وأرقد معه في فراش واحد وأصافحه قال : لا « 2 » والحديث وارد في المجوسي والكلام في غيره ومنها ما رواه هارون بن خارجة قال : قلت لأبي عبد اللّه عليه السّلام أنّي أخالط المجوس فآكل من طعامهم قال : لا « 3 » والحديث وارد في المجوسي مضافا إلى أنّه لا دلالة في الحديث على النجاسة ومنها ما رواه أبو بصير عن أحدهما عليهما السّلام في مصافحة المسلم اليهودي والنصراني قال : من وراء الثوب فان صافحك بيده فغسل يدك « 4 » والظاهر أنّه يستفاد من الحديث نجاسة اليهودي والنصراني وحيث إنه علم من الخارج انّ كل يابس ذكي ترفع اليد عن اطلاق الحديث ويقيد بصورة وجود الرطوبة المسرية ومنها ما رواه علي بن جعفر أنه سأل أخاه موسى بن جعفر عليه السّلام عن النصراني يغتسل مع المسلم في الحمّام قال : إذا علم أنه نصرانيّ اغتسل بغير ماء الحمّام الا أنّ يغتسل وحده على الحوض فيغسله ثم يغتسل وسأله عن اليهودي والنصراني يدخل يده في الماء أيتوضأ منه للصلاة قال لا الا أن يضطر إليه « 5 » بتقريب انّ المستفاد من الخبر أنّ الكتابي نجس فيوجب نجاسة ما في الحوض فلا يجوز الغسل .\r\nويمكن أن يقال انّ الحديث يدل على طهارة الكتابي فان المستفاد من ذيل الحديث جواز الوضوء بالماء الذي أدخل الكتابي يده فيه غاية الأمر في صورة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 31 من أبواب أحكام الخلوة الحديث 5 .\r\n( 2 ) الوسائل الباب 14 من أبواب النجاسات الحديث 6 .\r\n( 3 ) نفس المصدر الحديث 7 .\r\n( 4 ) الوسائل الباب 14 من أبواب النجاسات الحديث 5 .\r\n( 5 ) نفس المصدر الحديث 9 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالاضطرار والحال أنه لو لم يجز لا تصل النوبة إلى الاضطرار إذ تصل النوبة إلى التيمم .\r\nومنها ما رواه علي بن جعفر عن أخيه موسى بن جعفر عليه السّلام قال : سألته عن فراش اليهودي والنصراني ينام عليه قال لا بأس ولا يصلي في ثيابهما وقال لا يأكل المسلم مع المجوسي في قصعة واحدة ولا يقعده على فراشه ولا مسجده ولا يصافحه قال : وسألته عن رجل اشترى ثوبا من السوق للبس لا يدري لمن كان هل تصح الصلاة فيه قال : ان اشتراه من مسلم فليصل فيه وإن اشتراه من نصراني فلا يصلي فيه حتى يغسله « 1 » والحديث غير دال على نجاسة الكتابي إذ المنع عن الصلاة في ثيابهم يمكن أن يكون بلحاظ النجاسة العرضية مضافا إلى أنه تدل جملة من الروايات على الجواز منها ما رواه معاوية بن عمّار قال : سألت أبا عبد اللّه عليه السّلام عن الثياب السابريّة يعملها المجوس وهم أخباث وهم يشربون الخمر ونساؤهم على تلك الحال ألبسها ولا أغسلها وأصلّي فيها قال نعم قال معاوية فقطعت له قميصا وخطته وفتلت له ازرارا ورداء من السابري ثمّ بعثت بها اليه في يوم جمعة حين ارتفع النهار فكأنه عرف ما أريد فخرج بها إلى الجمعة « 2 » ومنها ما رواه المعلى بن خنيس قال : سمعت أبا عبد اللّه عليه السّلام يقول لا بأس بالصلاة في الثياب التي يعملها المجوس والنصارى واليهود « 3 » ومنها ما رواه أبو علي البزاز عن أبيه قال : سألت جعفر بن محمد عليه السّلام عن الثوب يعمله أهل الكتاب اصلّي فيه قبل أن يغسل قال : لا بأس وأن يغسل احبّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 14 من أبواب النجاسات الحديث 10 .\r\n( 2 ) الوسائل الباب 73 من أبواب النجاسات الحديث 1 .\r\n( 3 ) نفس المصدر الحديث 2 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nإليّ « 1 » ويستفاد عدم نجاستهم من جملة من النصوص منها ما رواه إبراهيم بن أبي محمود قال : قلت للرضا عليه السّلام الجارية النصرانية تخدمك وأنت تعلم أنها نصرانية لا تتوضأ ولا تغتسل من جنابة قال : لا بأس تغسل يديها « 2 » فان هذا الحديث احدث من النصوص الدالة على النجاسة وحيث انّ المرجح الوحيد الأحدثية يكون الترجيح مع ما يدل على الطهارة ويؤيد المدعى جملة أخرى من النصوص منها ما رواه عيص بن القاسم قال : سألت أبا عبد اللّه عليه السّلام عن مؤاكلة اليهودي والنصرانيّ والمجوسيّ فقال إذا كان من طعامك وتوضّأ فلا بأس « 3 » وان أبيت عن الترجيح تصل النوبة إلى التعارض والتساقط والمرجع بعد التساقط قاعدة الطهارة .\r\nبقي شيء وهو أنّ المستفاد من حديث ابن مسلم « 4 » نجاسة المجوسي ويستفاد من حديث عيص المتقدم آنفا طهارته وحيث انّ حديث عيص أحدث فان ذلك الحديث مروي عن الباقر عليه السّلام وهذا الحديث مروي عن الصادق عليه السّلام فيقدم بالأحدثية فان الحديث ينسخ كما ينسخ القرآن هذا كله بالنسبة إلى الأمم السابقة .\r\nوأمّا غير الامامية الاثني عشرية من بقية أصناف هذه الأمة فان قلنا بانّ الولاية مقومة للإسلام يحكم على من لا يكون اثنى عشريا بالكفر ولكن لا شبهة في عدم وجوب الاجتناب عنهم بل يجوز مساورتهم وأكل ذبائحهم والتزويج معهم على ما هو المقرر في بابه والحمد للّه أولا وآخرا وظاهرا وباطنا والصلاة على محمّد وآله الطاهرين المعصومين واللعن الدائم على أعدائهم إلى يوم الدين آمين يا رب العالمين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر الحديث 5 .\r\n( 2 ) الوسائل الباب 14 من أبواب النجاسات الحديث 11 .\r\n( 3 ) الوسائل الباب 54 من أبواب النجاسات الحديث 1 .\r\n( 4 ) لاحظ ص 125 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nوحيث إنه انجر الكلام إلى بحث انحصار المرجح في باب التعارض في الأحدثية رأينا ان المناسب ان نذيل البحث بهذه الجهة ونبيّن ما هو الحق في ذلك البحث وان باحثنا وكتبنا لكن لأهمية المطلب وكونه مورد الابتلاء في الأبحاث الفقهية ينبغي التعرض لها وبيان ما هو الحق عندنا بحسب ما يختلج ببالنا .\r\n\r\n[ انحصار المرجح في باب التعارض في الاحدثيه 
  ]\r\n\r\n[ مرجحات باب التعارض 
  ]\r\nفنقول مقتضى القاعدة الأولية في الخبرين المتعارضين الذين لا يكونان قابلين للجمع هو التساقط والرجوع إلى الدليل الاجتهادي الفوق ان كان والّا فإلى الأصل العملي وفي المقام طوائف من النصوص تدل على كيفية علاج المتعارضين في الروايات ولا بد من ملاحظة تلك الطوائف واستنتاج النتيجة منها .\r\nالطائفة الأولى : ما يستفاد منها وجوب التوقف منها حديث عمر بن حنظلة قال : سألت أبا عبد اللّه عليه السّلام عن رجلين من أصحابنا بينهما منازعة في دين أو ميراث إلى أن قال : فإن كان الخبران عنكم مشهورين قد رواهما الثقات عنكم قال : ينظر فما وافق حكمه حكم الكتاب والسنّة وخالف العامة فيؤخذ به ويترك ما خالف حكمه حكم الكتاب والسنة ووافق العامة قلت : جعلت فداك أرأيت أن كان الفقيهان عرفا حكمه من الكتاب والسنة ووجدنا أحد الخبرين موافقا للعامة والآخر مخالفا لهم بأيّ الخبرين يؤخذ فقال : ما خالف العامة ففيه الرشاد فقلت جعلت فداك فان وافقهما الخبران جميعا قال : ينظر إلى ما هم اليه أميل حكّامهم وقضاتهم فيترك ويؤخذ بالآخر قلت : وإن وافق حكّامهم الخبرين جميعا قال : إذا كان ذلك فأرجئه حتى تلقى امامك فانّ الوقوف عند الشبهات خير من الاقتحام في الهلكات « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 9 من أبواب صفات القاضي الحديث 1 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nفان المستفاد من هذه الرواية انه إذا لم يكن مرجح لأحد الطرفين تصل النوبة إلى التوقف إلى أن يصل المكلف إلى الامام عليه السّلام ويسئله عن الحكم .\r\nوهذه الرواية مخدوشة سندا فان ابن حنظلة لم يوثق قال الحر قدّس سرّه في ترجمة الرجل لم ينص الأصحاب عليه بتوثيق ولا جرح ولكن حققنا توثيقه من محل آخر .\r\nقاله الشهيد الثاني في شرح الدراية وقد تقدم في أحاديث التوقيت قول الصادق عليه السّلام إذا لا يكذب علينا وليكن هذا بذكرك ينفعك فيما يأتي وعلى الجملة لا اعتبار بالحديث سندا مضافا إلى أن المستفاد منه حكم زمان الحضور أي الزمان الذي يمكن الوصول إلى حضور الامام عليه السّلام والكلام في حكم زماننا الذي لا يمكن الوصول إلى الامام عليه السّلام ومنها ما رواه سماعة عن أبي عبد اللّه عليه السّلام قال : سألته عن رجل اختلف عليه رجلان من أهل دينه في أمر كلاهما يرويه أحدهما يأمر بأخذه والآخر ينهاه عنه كيف يصنع قال يرجئه حتى يلقى من يخبره فهو في سعة حتى يلقاه « 1 » والمستفاد من هذه الرواية اختصاص الحكم بزمان يمكن الوصول إلى الواقع لا مثل زماننا الذي لا يمكن .\r\nومنها ما رواه سماعة بن مهران قال : سألت أبا عبد اللّه عليه السّلام قلت يرد علينا حديثان واحد يأمرنا الأخذ به والآخر ينهانا عنه قال لا تعمل بواحد منهما حتى تلقى صاحبك فتسئله عنه قال قلت لا بد من أن نعمل بأحدهما قال خذ بما فيه خلاف العامة « 2 » والمرسل لا اعتبار به مضافا إلى أن الحكم خاص بزمان الحضور الذي يمكن الوصول إلى الامام عليه السّلام ومنها ما رواه في السرائر نقلا من كتاب مسائل الرجال لعلي بن محمد عليه السّلام ان محمد بن علي بن عيسى كتب اليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 9 من أبواب صفات القاضي الحديث 5 .\r\n( 2 ) جامع الأحاديث ج 1 ص 266 الحديث 32 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nيسأله عن العلم المنقول إلينا عن آبائك وأجدادك عليهم السّلام قد اختلف علينا فيه فكيف العمل به على اختلافه أو الرد إليك فيما اختلف فيه فكتب عليه السّلام ما علمتم انه قولنا فالزموه وما لم تعلموا فردّوه إلينا « 1 » .\r\nوالمستفاد من هذه الرواية ارجاع الأمور إليهم وعدم الأخذ بأحد الطرفين عند المعارضة وهذا الاطلاق قابل لان يقيد بما يدل على الأخذ بالطرف الذي يكون فيه الترجيح .\r\nالطائفة الثانية : ما يدل على التخيير منها ما روى عن الحسن بن الجهم عن الرضا عليه السّلام أنه قال قلت للرضا عليه السّلام تجيئنا الأحاديث عنكم مختلفة قال ما جاءك عنه ( عنا ) فقسه على كتاب اللّه عزّ وجلّ وأحاديثنا فإن كان يشبهها فهو منّا وإن لم يشبهها فليس منّا قلت يجيئنا الرّجلان وكلاهما ثقة بحديثين مختلفين فلا نعلم ايّهما الحق فقال إذا لم تعلم فموسّع عليك بايّهما أخذت « 2 »\r\nوالمرسل لا اعتبار به ومنها ما رواه الحارث بن المغيرة عن أبي عبد اللّه عليه السّلام قال :\r\nإذا سمعت من أصحابك الحديث وكلهم ثقة فموسّع عليك حتى ترى القائم فترده عليه « 3 » والمرسل لا اعتبار به مضافا إلى أن المستفاد من الحديث حجية قول الثقة ولا يرتبط بما نحن بصدده ومنها مرفوعة العلامة إلى زرارة بن أعين قال :\r\nسألت الباقر عليه السّلام فقلت جعلت فداك يأتي عنكم الخبران أو الحديثان المتعارضان فبأيّهما آخذ قال عليه السّلام يا زرارة خذ بما اشتهر بين أصحابك ودع الشاذ النادر فقلت يا سيدي أنهما معا مشهوران مرويّان مأثوران عنكم فقال عليه السّلام خذ بقول أعدلهما عندك وأوثقهما في نفسك انّهما معا عدلان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 9 من أبواب صفات القاضي الحديث 36 .\r\n( 2 ) جامع الأحاديث ج 1 ص 260 الحديث 20 .\r\n( 3 ) نفس المصدر الحديث 21 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nمرضيان موثقان فقال عليه السّلام انظر ما وافق منهما مذهب العامة اتركه وخذ بما خالفهم قلت ربما كانا معا موافقين لهم أو مخالفين فكيف اصنع فقال عليه السّلام إذا فخذ بما فيه الحائطة لدينك واترك ما خالف الاحتياط فقلت انّهما معا موافقان للاحتياط أو مخالفان له فكيف اصنع فقال عليه السّلام إذا فتخيّر أحدهما فتأخذ به وتدع الآخر « 1 » والمرفوعة لا اعتبار بها ومنها ما أرسله الكليني في ديباجة كتاب الكافي فأعلم يا أخي أرشدك اللّه أنه لا يسع أحدا تمييز شيء ممّا اختلف الرواية فيه عن العلماء عليهم السّلام برأيه الّا على ما اطلعه العالم عليه السّلام بقوله اعرضوها على كتاب اللّه فما وافق كتاب اللّه جلّ وعزّ اقبلوه ( فخذوه ) وما خالف كتاب اللّه عزّ وجلّ فردوه وقوله عليه السّلام دعوا ما وافق القوم فان الرشد في خلافهم وقوله عليه السّلام خذوا بالمجمع عليه فان المجمع عليه لا ريب فيه ونحن لا نعرف من جميع ذلك الّا اقلّه ولا نجد شيئا أحوط ولا أوسع من ردّ علم ذلك كله إلى العالم عليه السّلام وقبول ما وسّع من الأمر فيه بقوله بأيّما أخذتم من باب التسليم وسعكم « 2 » والمرسل لا اعتبار به .\r\nومنها ما رواه ابن مهزيار : جواز اتيان النافلة على البعير من أبواب القبلة قوله فروى بعضهم ان صلهما في المحمل وروى بعضهم لا تصلهما الّا على الأرض فأعلمني كيف تصنع أنت لاقتدى بك في ذلك فوقّع عليه السّلام موسّع عليك بأيّة عملت « 3 » ولا يستفاد المدعى من هذه الرواية بل المستفاد منها التخيير بالنسبة إلى النافلة ومنها مكاتبة محمد بن عبد اللّه بن جعفر الحميري إلى صاحب الزمان عليه السّلام إلى أن قال عليه السّلام في الجواب عن ذلك حديثان اما أحدهما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جامع الأحاديث ج 1 ص 255 الحديث 2 .\r\n( 2 ) جامع الأحاديث ج 1 ص 255 الحديث 3 .\r\n( 3 ) نفس المصدر ص 269 ذيل الحديث 42 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nفإذا انتقل من حالة إلى أخرى فعليه التكبير وامّا الآخر فإنه روى أنه إذا رفع رأسه من السجدة الثانية وكبّر ثم جلس ثم قام فليس عليه في القيام بعد القعود تكبير وكذلك التشهد الأول يجري هذا المجرى وبايّهما اخذت من باب التسليم كان صوابا « 1 » ويرد عليه أولا أنه حكم وارد في مورد خاص وثانيا ان غاية ما في الباب هو الاطلاق ومقتضى القاعدة تقييد المطلق بالمقيد فإذا قام دليل على الترجيح يقيد الاطلاق به ومنها ما في الفقه الرضوي : ففي فقه الرضا عليه السّلام والنفساء تدع الصلاة أكثره مثل ايّام حيضها إلى أن قال : وقد روى ثمانية عشر يوما وروى ثلاثة وعشرون يوما وبأيّ هذه الأحاديث أخذ من جهة التسليم جاز « 2 » والحديث غير معتد به فالنتيجة انه لا دليل على التخيير ولو سلم تمامية الدليل عليه فهل يكون ابتدائيا أو استمراريا وقد ذكر للاستمرار وجهان الوجه الأول استصحاب التخيير .\r\nويرد عليه أن الاستصحاب الجاري في الحكم الكلي معارض باستصحاب عدم الجعل الزائد .\r\nالوجه الثاني : اطلاق دليل التخيير والظاهر أن هذا الوجه لا بأس به الّا أن يبتلي المكلف بالعلم الإجمالي بالخلاف مع الواقع فلا بد من العمل على طبق القواعد والحاصل انا لا نرى مانعا عن الأخذ بالاطلاق في حد نفسه .\r\nالطائفة الثالثة : ما يدل على الاحتياط والدليل عليه مرفوعة العلامة « 3 » وتقدم ان المرفوعة لا اعتبار بها .\r\nالطائفة الرابعة : ما يدل على تقديم ما يكون مخالفا مع العامّة منها ما رواه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 9 من أبواب صفات القاضي الحديث 39 .\r\n( 2 ) المستدرك الباب 9 من أبواب صفات القاضي الحديث 12 .\r\n( 3 ) لاحظ ص 131 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nالحسين بن السريّ قال : قال أبو عبد اللّه عليه السّلام إذا ورد عليكم حديثان مختلفان فخذوا بما خالف القوم « 1 » والحديث مرسل ولا اعتبار بالمرسل مضافا إلى ما في السند من الاشكال غير ما ذكر .\r\nومنها ما رواه الحسن بن الجهم قال : قلت للعبد الصالح عليه السّلام هل يسعنا فيما ورد علينا منكم الّا التسليم لكم فقال لا واللّه لا يسعكم الّا التسليم لنا فقلت فيروى عن أبي عبد اللّه عليه السّلام شيء ويروى عنه خلافه فبايهما نأخذ فقال خذ بما خالف القوم وما وافق القوم فاجتنبه « 2 » وهذه الرواية مخدوشة سندا بابي البركات فان الرجل لم يوثق صريحا نعم قال الحر قدّس سرّه في تذكرة المتبحّرين الشيخ أبو البركات علي بن الحسين الجوزي الحلي عالم صالح محدث يروي عن أبي جعفر بن بابويه « 3 » .\r\nويمكن النقاش في دلالة هذه العبارة على التوثيق من وجوه :\r\nالوجه الأول : ان ديدن الرجالي بالنسبة إلى من يراه ثقة التعبير بالوثاقة ولا يكتفون بقولهم صالح أو دين لاحظ ما افاده الحر بنفسه في ترجمة علي بن عبد العالي قال : كان فاضلا عالما متبحرا محققا مدققا جامعا كاملا ثقة زاهدا عابدا ورعا جليل القدر عظيم الشأن فريدا في عصره « 4 » .\r\nإن قلت إذا لم يكن محرز الوثاقة كيف يكون صالحا وكيف يصدق عليه عنوان الصلاح .\r\nقلت : إذا كان الأمر كذلك فما الوجه في قوله ثقة في ترجمة علي بن عبد العالي مع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 9 من أبواب صفات القاضي الحديث 30 .\r\n( 2 ) نفس المصدر ، الحديث 31 .\r\n( 3 ) معجم رجال الحديث ج 11 ص 275 الرقم 8069 .\r\n( 4 ) معجم رجال الحديث ج 12 ص 73 الرقم 8246 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nتصريحه بكونه ورعا مضافا إلى أنه إذا كان الشخص ظاهر الصلاح يحضر الجماعة للصلاة ويزور الأئمة عليهم السّلام ويبكي في مجالس التعزية يصح أن يقال في حقه صالح وهذا العرف ببابك والذي يدل على صحة هذه المقالة انه لو قيل في حق شخص أنه صالح هل يكون هذه الجملة شهادة على عدالته ؟\r\nالوجه الثاني : ان الحر قدّس سرّه قال في الفائدة الثانية عشرة من فوائده في الخاتمة من الوسائل : انما نذكر هنا من يستفاد من وجوده في السند قرينة على صحة النقل وثبوته واعتماده وذلك أقسام وقد يجتمع منها اثنان فصاعدا منها من نص علماؤنا على ثقته مع صحة عقيدته ومنها من نصوا على مدحه وجلالته وإن لم يوثقوه مع كونه من أصحابنا إلى آخر كلامه .\r\nفيمكن ان يكون توثيقه من باب كون الموثق ممدوحا فيمكن ان يكون قوله صالح مستندا إلى فعل فرض كونه شهادة بالصلاح فشهادته على الوثاقة لا أثر له مع هذا الاحتمال .\r\nالوجه الثالث : أنه قابل في كلامه بين التوثيق والمدح والتقسيم قاطع للشركة فمجرد المدح بقوله صالح لا يدل على توثيقه .\r\nالوجه الرابع : أنه قال في جملة كلام له ومنها من وقع الاختلاف في توثيقه وتضعيفه فإن كان توثيقه أرجح فوجوده في السند قرينة والّا فاذكره لينظر في الترجيح .\r\nفإنه يظهر من هذه العبارة أنه يجتهد في تشخيص الوثاقة ومن الظاهر أنّ اجتهاد الشاهد لا أثر له .\r\nالطائفة الخامسة : ما يدل على الترجيح بموافقة الكتاب منها ما رواه الحسن ابن الجهم « 1 » والمرسل لا اعتبار به .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ ص 131 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nومنها ما رواه أحمد بن الحسن الميثمي أنه سأل الرضا عليه السّلام يوما وقد اجتمع عنده قوم من أصحابه . . . ( إلى أن قال ) فما ورد عليكم من خبرين مختلفين فاعرضوهما على كتاب اللّه فما كان في كتاب اللّه موجودا حلالا أو حراما فاتبعوا ما وافق الكتاب الحديث « 1 » والسند مخدوش .\r\nالطائفة السادسة : ما يدل على تقديم موافق الكتاب أولا وبمخالفة القوم ثانيا لاحظ ما رواه عبد الرحمن بن أبي عبد اللّه قال : قال الصادق عليه السّلام إذا ورد عليكم حديثان مختلفان فاعرضوهما على كتاب اللّه فما وافق كتاب اللّه فخذوه وما خالف كتاب اللّه فردوه فإن لم تجدوهما في كتاب اللّه فاعرضوهما على أخبار العامّة فما وافق اخبارهم فذروه وما خالف اخبارهم فخذوه « 2 » والسند مخدوش بأبي البركات .\r\n\r\n[ الترجيح بالأحدثية وبيان لسيدنا الأستاد والمناقشة فيه 
  ]\r\nالطائفة السابعة : ما يدل على تقديم الأحدث لاحظ ما رواه محمد بن مسلم عن أبي عبد اللّه عليه السّلام قال : قلت له ما بال أقوام يروون عن فلان وفلان عن رسول اللّه صلّى اللّه عليه وآله وسلّم لا يتهمون بالكذب فيجيء منكم خلافه قال إن الحديث ينسخ كما ينسخ القرآن « 3 » وأورد عليه سيدنا الأستاذ قدّس سرّه بان ضرورة المذهب قائمة على عدم جواز نسخ القرآن أو السنة بالخبر الظني فلا بد من رفع اليد عن الحديث وبعبارة أخرى الكلام في الخبر الظني لا في الخبر القطعي صدورا كما أنه لا اشكال في تخصيص الكتاب أو السنة بالخبر الظني والكلام في النسخ .\r\nوالجواب أنه لم يفرض في الحديث كونه مقطوع الصدور بل مطلق من هذه الجهة ولأجل الضرورة المدعاة نرفع اليد عن الاطلاق مضافا إلى أن الميزان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 9 من أبواب صفات القاضي الحديث 21 .\r\n( 2 ) نفس المصدر الحديث 29 .\r\n( 3 ) نفس المصدر الحديث 4 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nباطلاق الجواب لا بخصوص السؤال ومقتضى اطلاق الجواب جواز النسخ على الاطلاق أي أعم من أن يكون كلا الخبرين عن النبي صلّى اللّه عليه وآله وسلّم أو كلاهما عن غيره من الأئمة عليهم سلام اللّه أو بالاختلاف وعلى جميع التقادير مقتضى الاطلاق عدم الفرق بين مقطوع الصدور أو مظنونه وبمقتضى الضرورة المدعاة نرفع اليد عن الاطلاق بمقدار قضاء الضرورة فلا اشكال ولاحظ ما رواه منصور بن حازم قال :\r\nقلت لأبي عبد اللّه ما بالي أسألك عن المسألة فتجيبني فيها بالجواب ثم يجيئك غيري فتجيبه فيها بجواب آخر فقال انا نجيب الناس على الزيادة والنقصان قال : قلت فأخبرني عن أصحاب رسول اللّه صلّى اللّه عليه وآله وسلّم صدقوا على محمد صلّى اللّه عليه وآله وسلّم أم كذبوا قال بل صدقوا قال قلت فما بالهم اختلفوا فقال أما تعلم أن الرجل كان يأتي رسول اللّه صلّى اللّه عليه وآله وسلّم فيسأله عن المسألة فيجيبه فيها بالجواب ثم يجيبه بعد ذلك ما ينسخ ذلك الجواب فنسخت الأحاديث بعضها بعضا « 1 » فإنه يستفاد من هذه الرواية بوضوح أن الأحاديث ينسخ بعضها بعضا وبعبارة واضحة الامام عليه السّلام في ذيل الحديث اعطى قاعدة كلية وميزانا كليا لعلاج التعارض وهو الأخذ بالأحدث .\r\nإن قلت لفظ الأحاديث الواقع في الذيل بلحاظ العهد الذكري يختص بالأخبار النبوية .\r\nقلت : على فرض تسليم المدعى يفهم المدعى من الحديث أيضا إذ طبق عليه السّلام هذه الكلية على المتعارضين الصادرين عنهم مضافا إلى أن دعوى العهد جزافية ولا دليل عليها وتؤيد المدعى جملة من النصوص منها ما رواه الحسين بن المختار عن بعض أصحابنا عن أبي عبد اللّه عليه السّلام قال : أرأيتك لو حدثتك بحديث العام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي : ج 1 ص 65 الحديث 3 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nثم جئتني من قابل فحدثتك بخلافه بايّهما كنت تأخذ قال كنت آخذ بالأخير فقال لي رحمك اللّه « 1 » ومنها ما رواه الكليني قال وفي حديث آخر : خذوا بالأحدث « 2 » ومنها ما رواه أبو عمرو الكناني قال : قال لي أبو عبد اللّه عليه السّلام يا أبا عمرو أرأيت لو حدثتك بحديث أو أفتيتك بفتيا ثم جئتني بعد ذلك فسألتني عنه فأخبرتك بخلاف ما كنت أخبرتك أو أفتيتك بخلاف ذلك بأيّهما كنت تأخذ قلت : بأحدثهما وأدع الآخر فقال قد أصبت يا أبا عمرو أبى اللّه ألا أن يعبد سرا أما واللّه لئن فعلتم ذلك أنه لخير لي ولكم أبى اللّه عزّ وجلّ لنا في دينه الّا التقية « 3 » فان هذه النصوص وإن كانت غير تامة سندا لكن لا اشكال في كونها مؤيدة للمدعى\r\n\r\n[ القائلون بالأحدثية 
  ]\r\nولا يخفى أنّي لا أكون متفردا في هذه الدعوى فان جملة من الأساطين صرحوا بأن مقتضى النص الأخذ بالأحدث منهم صاحب الحدائق قال :\r\nالرابع يستفاد من الروايات الأخيرة أن من جملة الطرق المرجحة عند التعارض الأخذ بالأخير « 4 » وقال : قد ورد عنهم عليهم السّلام أنه إذا أتى حديث عن أولهم وحديث عن آخرهم أو عن واحد منهم ثم أتى عنه بعد ذلك ما ينافيه أنه يؤخذ بالأخير في الموضعين « 5 » ومنهم الصدوق قال ولو صحّ الخبران جميعا لكان الواجب الأخذ بقول الأخير كما أمر به الصادق عليه السّلام « 6 » ومنهم النراقي قال : ولا شك ان الايجاب المتأخر مناف للتحليل المتقدم فيحصل التعارض وتترجّح أخبار الوجوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 9 من أبواب صفات القاضي الحديث 7 .\r\n( 2 ) نفس المصدر الحديث 9 .\r\n( 3 ) نفس المصدر الحديث 17 .\r\n( 4 ) الحدائق ج 1 ص 105 .\r\n( 5 ) نفس المصدر : ج 11 ص 451 .\r\n( 6 ) الفقيه : ج 4 ص 151 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nبمعاضدة الشهرة القديمة والجديدة وموافقة الآية الكريمة « 1 » ومخالفة الطائفة العامة وبالأحدثية التي هي أيضا من المرجحات المنصوصة « 2 » وقال في جملة كلام له : الا أنها مترجحة بالاكثريّة والاصحيّة والموافقة للأصل وبعضها بالأحدثية التي هي من المرجحات المنصوصة « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأنفال : 41 .\r\n( 2 ) مستند الشيعة : ج 10 ص 118 .\r\n( 3 ) نفس المصدر : ص 278 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n\r\nالقاعدة التاسعة قاعدة نفي سبيل الكافر على المسلم\r\nقد ذكر في عداد القواعد الفقهية قاعدة نفي سبيل الكافر على المسلم ويقع البحث في هذه القاعدة تارة في بيان المراد منها وأخرى في الوجوه القابلة للاستدلال بها ، فيقع الكلام في مقامين :\r\nأما المقام الأول فلا اشكال في أنه لا يكون المراد نفي السبيل التكويني الخارجي إذ من الواضح أن الكافر ولو في الجملة له سلطة على المسلم وهذا غير قابل للإنكار فلا بد أن يكون المراد من الجملة ان الشارع الأقدس لم يجعل في وعاء الشرع علوا للكافر على المسلم .\r\nوأما المقام الثاني : فقد ذكرت وجوه للاستدلال بها على المدعى :\r\nالوجه الأول : قوله تعالى :  وَلَنْ يَجْعَلَ اللَّهُ لِلْكافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا  « 1 » بتقريب أن المستفاد من الآية نفي السبيل للكافر على المسلم وقد حقق في محله أن النكرة الواقعة في سياق النفي تفيد العموم .\r\nويرد عليه ان الآية مقرونة بما قبلها والظاهر من مجموع الآية الشريفة بمناسبة ما ذكر قبل هذه الجملة ان اللّه تعالى عند الحساب والمحاكمة بين الطرفين لن يجعل للكافر حجة توجب غلبته على المسلم وإن أبيت فلا أقلّ من أنّ الآية الشريفة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء : 141 .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nمقرونة بما يصلح للقرينية وهذا مانع عن انعقاد الظهور في المدعى ويؤيد ما ذكر ما ورد من النص في ذيل الآية الكريمة لاحظ ما رواه علي بن إبراهيم : أنها نزلت في عبد اللّه بن أبي وأصحابه الّذين قعدوا عن رسول اللّه صلّى اللّه عليه وآله وسلّم من يوم أحد فكان إذا ظفر رسول اللّه صلّى اللّه عليه وآله وسلّم بالكفار قالوا له :  « أَ لَمْ نَكُنْ مَعَكُمْ »  وإذا ظفر الكفار قالوا :  « أَ لَمْ نَسْتَحْوِذْ عَلَيْكُمْ »  ان نعنيكم ولم نعن عليكم قال اللّه :  فَاللَّهُ يَحْكُمُ بَيْنَكُمْ يَوْمَ الْقِيامَةِ وَلَنْ يَجْعَلَ اللَّهُ لِلْكافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا  « 1 » وما رواه ابن بابويه قال : حدثنا تميم بن عبد اللّه بن تميم القرشي رحمه اللّه قال : حدثني أبي قال :\r\nحدثني أحمد بن علي الأنصاري عن أبي الصلت الهروي عن الرضا عليه السّلام في قول اللّه جل جلاله  وَلَنْ يَجْعَلَ اللَّهُ لِلْكافِرِينَ عَلَى الْمُؤْمِنِينَ سَبِيلًا  قال : فإنه يقول : ولن يجعل اللّه للكافرين على المؤمنين حجة ولقد اخبر اللّه تعالى عن كفّار قتلوا نبيهم بغير الحق ومع قتلهم ايّاهم لم يجعل اللّه لهم على أنبيائه عليهم السّلام سبيلا « 2 » أضف إلى ذلك ان كلمة ( لن ) تدل على النفي في المستقبل فالآية ترتبط بالمستقبل ولا ترتبط بزمان تشريع الأحكام فلا تلائم ما ادعي في المقام من أن الآية الشريفة في مقام نفي علو الكافر على المسلم في عالم التشريع فإنه لو كان كذلك لكان المناسب ان يقال لم يجعل اللّه والحال أن المذكور قوله تعالى :  لَنْ يَجْعَلَ اللَّهُ  .\r\nالوجه الثاني : قوله عليه السّلام الإسلام يعلو ولا يعلى عليه « 3 » بتقريب ان المستفاد من الحديث ان الإسلام أعلى من كل شيء فيكون المسلم دائما وفي جميع الشؤون أعلى من الكافر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير البرهان : ج 1 ص 423 الحديث 1 .\r\n( 2 ) نفس المصدر الحديث 2 .\r\n( 3 ) الفقيه : ج 4 ص 243 الحديث 778 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nوفيه أولا : أن الحديث مخدوش سندا ولا اعتبار به وثانيا ان المستفاد من الحديث علو الإسلام فان الإسلام أعلى من كل دين لكن لا يرتبط علو الإسلام بعلو المسلم فالحديث مخدوش سندا ودلالة .\r\nالوجه الثالث : الاجماع على أنه ليس في الشريعة حكم يوجب عل الكافر على المسلم كعدم ارث الكافر من المسلم إلى بقية الموارد .\r\nوفيه ان الاجماع بنفسه لا يكون حجة واعتباره بلحاظ كشفه عن رأي المعصوم عليه السّلام وحيث أنه من المحتمل أن يكون المدرك الوجوه المذكورة في المقام لا يعتد به ومن ناحية أخرى مقتضى اطلاق النصوص الواردة بالنسبة إلى الأحكام الشرعية وكذلك الآيات الشريفة عدم الفرق بين المسلم والكافر الّا فيما قام الدليل على التخصيص .\r\nالوجه الرابع : أن مناسبة الحكم والموضوع تقتضي الالتزام بالمدعى فان عظمة الإسلام تقتضي عدم علو الكافر على المسلم .\r\nوالانصاف أن هذا الوجه ليس تحته شيء وأشبه بالخطابة والاستحسان فان الأحكام الشرعية ملاكاتها معلومة عند اللّه تعالى ولا تنالها عقولنا كما أن النص قريب من هذا المضمون لاحظ .\r\nما رواه أبان بن تغلب عن أبي عبد اللّه عليه السّلام قال : ان السنة لا تقاس ألا ترى ان المرأة تقضي صومها ولا تقضي صلاتها يا أبان انّ السنة إذا قيست محق الدين « 1 » فالنتيجة أن القاعدة المذكورة لا أصل ولا أساس لها واللّه الهادي إلى سواء السبيل والّذي يدل على ما ذكرنا أنهم قالوا إذا كان عبد الكافر مسلما يجبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 6 من أبواب صفات القاضي الحديث 10 .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nعلى بيعه والحال أن مقتضى القاعدة المدعاة عدم كون الكافر مالكا للمسلم في وعاء الشرع فلا تصل النوبة إلى الاجبار وأيضا يدل على صحة مقالتنا أنه لا شبهة عندهم في جواز الاستقراض من الكافر والحال أن جوازه يستلزم خرق القاعدة المدعاة إذ لازمه كون الكافر مالكا لما في ذمة المسلم وهذا نحو سبيل ونحو علو فلاحظ .\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n\r\nالقاعدة العاشرة قاعدة حرمة أخذ الأجرة على الواجبات\r\nقد ذكر في بعض الكلمات في عداد القواعد الفقهية قاعدة حرمة أخذ الأجرة على الواجب وما يمكن أن يذكر أو ذكر في تقريب الاستدلال عليها وجوه :\r\nالوجه الأول : الاجماع وحال الاجماع في الاشكال ظاهر .\r\nالوجه الثاني : أن مورد الإجارة يلزم أن يكون مقدورا للمكلف وإذا كان الفعل واجبا لا يكون المكلف قادرا على الترك فلا يكون المكلف قادرا ومع عدم القدرة تكون الإجارة باطلة .\r\nويرد عليه أن المعتبر في باب الإجارة أن يكون قادرا على تسليم ما عليه من العمل ولا اشكال في أن الوجوب أو الحرمة لا يوجب ارتفاع القدرة عن المكلف كيف ولو كان الامر كذلك كان اللازم تحقق الخلف ونقض الغرض إذ الامر مقدمة لان يأتي المكلف بالعمل والمقصود من النهي انتهائه عن الارتكاب فإذا فرض عدم قدرته كيف يكلف بالفعل أو الترك فإن كان المراد من القدرة تمكن المكلف فلا اشكال في أن التكليف لا يرفع قدرته وإن كان المراد امر آخر فلا دليل عليه وصفوة القول أنه لا دليل على اشتراط عدم كون مورد الإجارة موردا للوجوب أو الحرمة .\r\nالوجه الثالث : أنه يشترط في الإجارة أن يكون فيها غرض عقلائي وحيث أن المستأجر في مفروض الكلام لا غرض عقلائي له تكون الإجارة باطلة .\r\nويرد عليه أولا أنه لا دليل على الاشتراط المذكور وثانيا أنه كيف لا يكون فيه\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nغرض عقلائي فان الشخص يحب أن يكون ولده من المصلين ويكون له نفع دنيوي وأخروي وربما يكون حاضرا لبذل مال كثير للوصول إلى هذه الغاية .\r\nالوجه الرابع : أنه يشترط في العبادة قصد القربة وأخذ الأجرة ينافي القصد المذكور .\r\nوفيه أولا أنّه منقوض في استيجار الأجير للصلاة والصوم والحج والزيارة وعليه السيرة بلا نكير من أحد وحكم الأمثال واحد .\r\nوثانيا أن الفعل يلزم أن يكون لوجه اللّه وأخذ الأجرة داع لداع قربي وايّ فرق بين كون أخذ الأجرة داعيا أو كون الفوز بنعيم الجنّة والفرار عن عذاب النار داعيا .\r\nوثالثا : أن أخذ الأجرة لا يكون داعيا للعمل القربى لان ملكية الأجرة تحصل بنفس العقد ولا تتوقف على العمل الخارجي .\r\nورابعا : أن القصد القربى ربما يكون آكد إذ المكلف العارف بالحكم الشرعي يعلم أنه لو لم يأت بما وجب عليه بالإجارة لم يأت بما وجب عليه ويستحق العقاب على عدم تسليم مملوك الغير .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n\r\nالقاعدة الحادية عشرة قاعدة عدم شرطية البلوغ في الأحكام الوضعية\r\nقد ذكر في بعض الكلمات في عداد القواعد الفقهية قاعدة عدم اشتراط البلوغ في الأحكام الوضعية ويقع الكلام في هذه القاعدة من جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : في بيان المراد منها\r\nفنقول المراد من القاعدة أنه فرق بين التكاليف والوضعيات فان التكاليف تختص بالبالغين كما هو المقرر عند القوم وعليه ارتكاز أهل الشرع واما الوضعيات فلا تشترط بالبلوغ فان غير البالغ لا تجب عليه الصلاة والصوم إلى غيرهما من الواجبات ولا يحرم عليه محرمات فلا يحرم عليه النظر إلى الأجنبية وأما لو اتلف مال الغير فهو له ضامن .\r\n\r\nالجهة الثانية : في الوجوه التي ذكرت أو يمكن ان تذكر في مقام الاستدلال\r\nعلى المدعى .\r\nالوجه الأول : الاجماع وفيه أنه قد ثبت في محله عدم اعتباره بلا فرق بين منقوله ومحصله ألا أن يكون اجماعا كاشفا عن رأي المعصوم عليه السّلام وانّى لنا بإثبات قيام مثله في المقام مع احتمال أو القطع باستناد القائل بالتفصيل إلى ما ذكر في المقام من الوجوه .\r\nالوجه الثاني : العمومات كقوله على اليد ما أخذت ومن اتلف مال الغير فهو له ضامن إلى غيرهما من المطلقات أو العمومات .\r\nويرد عليه أولا : أنه كيف يمكن دعوى شمول الأدلة العامة ما يصدر من طفل\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nرضيع وهل يشمل قول القائل على اليد ما أخذت أو هل يشمل قوله من اتلف الاتلاف الصادر من الرضيع ؟\r\nوثانيا : انا نفرض شمول الأدلة لكن هذا المقدار مشترك فيه بين التكاليف والوضعيات وانّما نرفع اليد عن الاطلاق والعموم بلحاظ المقيد والمخصص لاحظ ما رواه عمار الساباطي عن أبي عبد اللّه عليه السّلام قال : سألته عن الغلام متى تجب عليه الصلاة فقال إذا أتى عليه ثلاث عشرة سنة فإن احتلم قبل ذلك فقد وجبت عليه الصلاة وجرى عليه القلم والجارية مثل ذلك ان أتى لها ثلاث عشرة سنة أو حاضت قبل ذلك فقد وجبت عليها الصلاة وجرى عليها القلم « 1 » فان مقتضى اطلاق الحديث عدم جريان القلم على غير البالغ بلا فرق بين قلم التكليف والوضع وحمل الخبر على رفع العقوبة بلا دليل وقول بلا علم ولاحظ ما رواه محمد بن مسلم عن أبي عبد اللّه عليه السّلام : عمد الصبي وخطأه واحد « 2 » فان مقتضى اطلاق الحديث ان العمل الصادر عن غير البالغ يعتبر في الشرع الاقدس كونه صادرا عن الخطأ فإذا كان حكم مترتبا على الخطأ يترتب على الصادر عن غير البالغ وأما إذا كان الأثر مترتبا على العمد لا يترتب على عمل غير البالغ فلا يترتب على قتله القود وهكذا .\r\nإن قلت مقتضى اطلاق أدلة الضمان عدم الفرق بين البالغ وغيره قلت لا بد من رفع اليد عن اطلاق أدلة الضمان بحديث الرفع لاحظ ما رواه ربعي عن أبي عبد اللّه عليه السّلام قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم عفى عن أمتي ثلاث الخطأ والنسيان والاستكراه قال أبو عبد اللّه عليه السّلام وهنا رابعة وهي ما لا يطيقون « 3 » وما رواه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 4 من أبواب مقدمة العبادات الحديث 12 .\r\n( 2 ) الوسائل : الباب 11 من أبواب العاقلة الحديث 2 .\r\n( 3 ) الوسائل : الباب 16 من أبواب الايمان الحديث 4 .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nالحلبي عن أبي عبد اللّه عليه السّلام قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم وضع عن أمتي الخطأ والنسيان وما استكرهوا عليه « 1 » ويؤيد المدعى ما قاله المجلسي في جملة من كلامه في شرح الحديث حيث يقول وإن كان ظاهره عدم الضمان أيضا « 2 » إلى آخر كلامه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 16 من أبواب الايمان الحديث 5 .\r\n( 2 ) مرآة العقول : ج 11 ص 388 .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\nالقاعدة الثانية عشرة قاعدة حرمة ابطال العبادات بحسب الدليل الشرعي\r\nقد ذكرت في بعض الكلمات في عداد القواعد الفقهية قاعدة حرمة ابطال العبادة ويقع الكلام في هذا المقام تارة من حيث بيان المراد من القاعدة المذكورة وأخرى من حيث الدليل الذي يمكن الاستدلال به أو استدل فيقع الكلام في موضعين :\r\nأما الموضع الأول : فنقول ان المراد من القاعدة أن المكلف لو دخل في عبادة لا يجوز له ابطال تلك العبادة ولا يخفى أن المراد من الحرمة المذكورة أنه لا يجوز ابطال فرد من العبادة وتبديلها بفرد آخر منها فلا بد من أن يتصور في مورد يكون التبديل قابلا واما فيما لا يكون كذلك كما لو لم يكن الوقت واسعا بحيث يوجب البطلان ترك الامتثال والعصيان فحرمته من باب ترك الواجب لا من باب ابطال العبادة فلاحظ .\r\nوأما الموضع الثاني : فما قيل أو يمكن ان يقال في تقريب الاستدلال وجوه :\r\nالوجه الأول : الاجماع وحاله في الاشكال ظاهر إذ قد ثبت في محله عدم اعتباره لا منقولا ولا محصلا وانما المعتبر منه ما يكون كاشفا عن رأي المعصوم عليه السّلام وانّى لنا بذلك .\r\nالوجه الثاني : قوله تعالى :  يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا \r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n الرَّسُولَ وَلا تُبْطِلُوا أَعْمالَكُمْ  « 1 » بتقريب ان المستفاد من الآية الشريفة حرمة ابطال كل عبادة بعد الشروع فيها .\r\nوفيه أنه يحتمل أن يكون المراد من الآية النهي عن المعاصي التي توجب بطلان الطاعة لاحظ ما رواه البرقي عن أبي عبد اللّه الصادق عليه السّلام عن أبيه عن جده عليهم السّلام قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم من قال سبحان اللّه غرس اللّه له بها شجرة في الجنة ومن قال الحمد للّه غرس اللّه له بها شجرة في الجنة ومن قال لا آله الّا اللّه غرس اللّه له بها شجرة في الجنة ومن قال اللّه أكبر غرس اللّه له بها شجرة في الجنة فقال رجل من قريش يا رسول اللّه ان شجرنا في الجنة لكثير قال : نعم ولكن ايّاكم أن ترسلوا عليها نيرانا فتحرقوها وذلك ان اللّه عزّ وجلّ يقول :  يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلا تُبْطِلُوا أَعْمالَكُمْ  « 2 » مضافا إلى أن الاعمال تشمل جميع الاعمال الواجبة والمستحبة تعبديا كان أو توصليا وكيف يمكن القول بالحرمة كذلك والحال أنه لا شبهة في عدم حرمة ابطال الاعمال المستحبة بلا فرق بين التعبدي منها والتوصلي وكذلك والحال أنه لا شبهة في عدم ابطال العمل الواجب التوصلي والاتيان بفرد آخر منه وأيضا لا كلام في جواز ابطال الأعمال الواجبة التعبدية الّا بعضها فيلزم تخصيص الأكثر المستهجن فهذا الدليل لا يمكن اثبات المدعى به .\r\nالوجه الثالث : قوله تعالى :  يا بَنِي إِسْرائِيلَ اذْكُرُوا نِعْمَتِيَ الَّتِي أَنْعَمْتُ عَلَيْكُمْ وَأَوْفُوا بِعَهْدِي أُوفِ بِعَهْدِكُمْ وَإِيَّايَ فَارْهَبُونِ  « 3 » بتقريب أنه أمر بالوفاء بالعهد وأنه يستفاد من الآية الشريفة أنه لو نوى المكلف عبادة وشرع فيها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة محمّد صلّى اللّه عليه وآله وسلّم : 33 .\r\n( 2 ) تفسير البرهان : ج 4 ص 189 الحديث 1 .\r\n( 3 ) البقرة : 40 .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nمعناه أنه عهد مع اللّه أن يأتي بالعمل الفلاني ولا يبطله فيجب الوفاء به فيحرم ابطاله ، ويرد عليه أولا أن الخطاب في الآية الشريفة مع بني إسرائيل فلا ترتبط بالأمة المرحومة .\r\nوثانيا أن المذكور في الآية عهد اللّه حيث قال عهدي ولم يعلم ما المراد من العهد .\r\nوثالثا : أنه إذا كان التقريب المذكور تاما يلزم حرمة ابطال جميع الواجبات والمستحبات إذا أتى بها قربة إلى اللّه فيعود الاشكال الذي ذكرناه في تقريب الاستدلال بالآية السابقة فلا نعيد فانقدح بما ذكر أنه لا دليل على هذه القاعدة نعم يمكن الاستدلال على حرمة ابطال الصلاة بما رواه حريز عن أبي عبد اللّه عليه السّلام قال :\r\nإذا كنت في صلاة الفريضة فرأيت غلاما لك قد أبق أو غير ما لك عليه مال أو حيّة تتخوفها على نفسك فاقطع الصلاة واتبع غلامك أو غريمك واقتل الحية « 1 » فان مقتضى مفهوم الشرط حرمة ابطالها عند انتفاء الشرط المذكور وبعبارة واضحة ان المستفاد من الحديث ان الاذن في ابطال الصلاة ورفع اليد عنها منوط ومشروط بالأمور المذكورة وبمقتضى مفهوم الشرط الذي ثبت في محله عدم الجواز عند انتفائه مضافا إلى الاجماع على حرمة ابطال الصلاة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 21 من أبواب قواطع الصلاة الحديث 1 .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n\r\nالقاعدة الثالثة عشرة قاعدة بطلان كل عقد بتعذر الوفاء بمضمونه\r\nقد ذكرت في بعض الكلمات في عداد القواعد الفقهية هذه القاعدة ويقع الكلام في هذه القاعدة من جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : في بيان المراد منها\r\nفنقول المراد من هذه القاعدة انّ المتعاقدين أو أحدهما إذا لم يقدرا العمل بمفاد العقد أو لم يقدر أحدهما يبطل العقد وبقائه يكون لغوا عند العقلاء مثلا إذا باع زيد داره من بكر بألف دينار ولم يمكن للبائع تسليم الدار لعلة أو لم يقدر المشتري أن يدفع الثمن يبطل البيع وقس عليه بقية الموارد .\r\nوصفوة القول أنّ الوفاء إذا لم يمكن في كل عقد يكشف عن بطلان ذلك العقد .\r\n\r\nالجهة الثانية : في مدرك هذه القاعدة ودليلها\r\nوقد ذكرت في تقريب الاستدلال عليها وجوه :\r\nالوجه الأول : الاجماع وفيه أن المنقول منه لا اعتبار به واما المحصل منه فعلى فرض حصوله لا يكون حجة الّا على فرض كونه كاشفا عن رأي المعصوم عليه السّلام وحيث أنه محتمل المدرك لا يكون كاشفا فلا يعتد به .\r\nالوجه الثاني : أن صحة العقد تلازم وجوب الوفاء به وان شئت فقل المراد من صحة العقد ان المتعاقدين يجب عليهما أن يوفي كل واحد منهما به والوفاء بالعقد عبارة عن ترتيب الأثر ففي البيع عبارة عن تسليم العين وتسليم الثمن وفي الإجارة عبارة عن تسليم العين المستأجرة وتسليم مال الإجارة وهكذا فلو لم يمكن الوفاء\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nلا يتوجه الأمر بالوفاء إذ لا يعقل الامر بغير المقدور فلا مجال لصحة العقد إذ الشيء ينهدم بانهدام أركانه أو واحد منها هذا ملخص ما قيل في هذا المقام .\r\nوالتقريب المذكور بمراحل عن الواقع توضيح الحال أن الوفاء عبارة عن الاتمام ولذا يقال الدرهم الوافي أي التام فالأمر بالوفاء في قوله تعالى :   أَوْفُوا بِالْعُقُودِ   أمر بالاتمام مثلا من يبيع داره ويعقد مع المشتري على أن تكون الدار له في قبال ماءة دينار مثلا يجب عليه بمقتضى الآية الشريفة أن يفي بالعقد المذكور ويتمّه ولا يفسخه وحيث إن الفسخ غير محرم قطعا يكون المراد بالأمر بالوفاء ارشادا إلى اللزوم أي البيع لازم وغير قابل للفسخ ولذا ذكرنا في محله أن الآية لا تكون متكفلة للصحة بل تكون ناظرة إلى لزوم العقد بعد فرض كونه صحيحا فإذا فرضنا ان زيدا باع داره وبعد البيع لم يمكنه تسليم الدار لا يكشف عن بطلان البيع لعدم وجه للبطلان بل غاية ما يترتب عليه ثبوت الخيار للمشتري لأجل الشرط الضمني الارتكازي فإن من يشتري شيئا يكون شارطا بالارتكاز على البائع على أنه لو لم يسلم المبيع يكون له خيار فسخ البيع ولا فرق فيما ذكر بين تلف العين وبقائها مع وجود مانع عن التسليم أو عصيان البائع في عدم التسليم وصفوة القول إن الامر بالوفاء لا يكون حكما تكليفيا ولا يكون دالا على وجوب تسليم العين فالتقريب المذكور لا أساس له أصلا .\r\nولمزيد من التوضيح نقول إذا باع زيد داره من بكر وفرضنا أن الدار تلفت أو غصبها غاصب ولم يكن للبائع تسليمها من المشتري لا وجه للالتزام بالبطلان والمراد من وجوب الوفاء بالعقد عدم الفسخ ولزوم ما عقد عليه غاية الأمر يكون للمشتري خيار الفسخ فما أفيد في وجه البطلان في غاية السقوط نعم في باب البيع لو تلف المبيع قبل القبض يمكن القول بالانفساخ من باب قاعدة كل مبيع تلف قبل قبضه فهو من مال بايعه ولا يرتبط هذا بما أفيد في المقام وانقدح بما ذكرنا ان الآية\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nالشريفة ناظرة إلى لزوم العقد ولا يمكن ان يستفاد منها الصحة توضيح المدعى أن العقد ما لم يكن صحيحا لا يمكن أن يكون لازما وعليه نقول الحكم باللزوم في الآية أما لخصوص العقد الصحيح وامّا الأعم منه ومن الفاسد واما لخصوص الفاسد وأما للمهمل أما الاهمال فلا يعقل في الواقع لا سيما بالنسبة إلى المولى الذي هو واهب العقل وأما خصوص الباطل فمن الواضح عدم امكان لزومه وكذلك الجامع بين الصحيح والفاسد فينحصر الامر في خصوص الصحيح فما دام لم يحرز الصحة لا يمكن الحكم باللزوم لعدم جواز التمسك بالدليل في الشبهة المصداقية بل بالاستصحاب يحرز عدم الصحة فالنتيجة عدم امكان كون الآية دليلا على الصحة .\r\nإن قلت إذا فرض لزوم العقد يكشف عن الصحة فيمكن اثبات الصحة باللزوم للملازمة بين اللازم والملزوم قلت هذا التقريب انما يتم في القضية الخارجية حيث يحكم المولى بلزوم ما هو واقع في الخارج وأما في القضية الحقيقية التي مرجعها إلى الشرطية فلا يتم البيان إذ تقدم قريبا عدم جواز الاخذ بالدليل في الشبهة المصداقية فلاحظ .\r\nالوجه الثالث : ان العقلاء يرون مثل هذا العقد لغوا وباطلا ولا يرتبون اثرا عليه وإن شئت فقل ان نظام الاجتماع يدور مدار تسلّم ما يتملكون بالعقود فإذا فرض عدم امكان تسلّم ما تملكه بالعقد لا أثر لمثله .\r\nوبعبارة واضحة ان قوله عليه السّلام لولا ذلك لما قام للمسلمين سوق ناظر إلى ما يكون في أيديهم ويقضون به حوائجهم والّا فمجرد كون شيء ملكا لأحد لا أثر له ولا فائدة فيه هذا ملخص ما قيل وذكر في هذا المقام .\r\nويرد عليه أولا أن الأحكام الشرعية لا تكون تابعة لما تقرر عند العقلاء فإذا فرضنا تمامية الدليل لصحة العقد نلتزم به ولو لم يكن مقبولا عند العقلاء وبعبارة\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nواضحة اللازم كون العقلاء تابعين للشرع الأقدس لا أن الشارع يكون تابعا لهم ومن الظاهر أن صحة العقود لا تكون شرعا مشروطة بالشرط المذكور ومجرد اللغوية لا يوجب بطلان العقد ولذا ذكرنا مرارا ان العقد السفهائي صحيح ونلتزم به انما الاشكال في العقد الصادر عن السفيه وصفوة القول إن الدليل قائم على صحة بيع ما باعه البائع ولو لم يكن مقدورا على تسليمه ولذا يكون بيع العبد الآبق صحيحا ويترتب عليه ان المشتري يمكنه اعتاقه ومن الظاهر أنه لا عتق الّا في ملك ومما يدل على المدعى ان قاعدة كل مبيع تلف قبل قبضه فهو من مال بايعه ولو كان العقد باطلا يلزم ان المبيع من أول الأمر لا يدخل في ملك المشتري والحال أن الأمر ليس كذلك هذا أولا .\r\nوثانيا : لا نسلم البناء المذكور من العقلاء ولذا نرى أنه لو باع زيد داره من بكر ثم مات البائع يطلب المشتري الدار من ورثته والحال أن البائع العاقد لا يكون مأمورا بتسليم الدار فان الميت لا يمكن أن يتعلق به التكليف وأيضا نرى أنه لو غصب مال من أحد بحيث لا يرجى رجوعه إلى المالك يرون بقاء تلك العين في ملك من غصب منه ولا يرضى بتصرف ذلك الغاصب فيه وعلى الجملة هذا الذي أفيد في المقام مخالف مع الأدلة الشرعية ومع بناء العقلاء وارتكازهم فأصل المدعى ساقط من أساسه .\r\n\r\nالجهة الثالثة : في موارد انطباق القاعدة المذكورة\r\nوقد ذكر القائل بهذه القاعدة بعض الموارد على ما رامه منها ما لو استأجرت مرضعة لإرضاع ولد المستأجر فمات الولد أو المرضعة أو كلاهما قبل الارضاع أو جف اللبن تبطل الإجارة .\r\nأقول : بطلان الإجارة فيما ذكر من المثال لا يرتبط بهذه القاعدة المدعاة بل البطلان من باب ان متعلق العقد حين تحققه لم يكن له موضوع وبطلان العقد مع فرض عدم متعلقه وموضوعه واضح ظاهر وبعبارة أخرى وجود متعلق العقد\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nركن في تماميته بلا فرق بين العقود والايقاعات مثلا لو باع زيد داره التي تكون له في اعتقاده في كربلاء والحال أنه خيال ولا دار له هناك يكون العقد باطلا وأيضا لو آجر داره التي في النجف وهكذا ومسئلة الرضاع من هذا القبيل فان المرأة التي تموت بعد ساعة لا تكون قابلة لان ترضع الولد وأيضا مع عدم اللبن في ثديها وهكذا في جميع ما يكون من هذا القبيل .\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n\r\nالقاعدة الرابعة عشرة قاعدة لا حرج\r\nوفي المقام جهات من البحث :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : في بيان المراد\r\nمن العسر والحرج .\r\nفنقول : أما الحرج فيظهر من كلمات أهل اللغة أن معناه الضيق ، فعن القاموس الحرج المكان الضيق وكذلك عن الصحاح وعن النهاية الحرج في الأصل الضيق وفي المجمع  ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  أي من ضيق بان يكلّفكم ما لا طاقة لكم به وفي المنجد الحرج المكان الضيق الكثير الأشجار ويستفاد من بعض الأخبار أنه عبارة عن الضيق لاحظ ذيل حديث مسعدة بن زياد : عبد اللّه بن جعفر الحميري عن مسعدة بن زياد قال : حدثني جعفر عن أبيه عليه السّلام عن النبي صلّى اللّه عليه وآله وسلّم قال : مما اعطى اللّه أمتي وفضّلهم على سائر الأمم أعطاهم ثلاث خصال لم يعطها الّا نبيّ وذلك ان اللّه تبارك وتعالى كان إذا بعث نبيا قال له اجتهد في دينك ولا حرج عليك وان اللّه تبارك وتعالى أعطى ذلك أمّتي حيث يقول  وَما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  يقول من ضيق . . . الحديث « 1 » .\r\nوأما العسر فعن النهاية أنه خلاف اليسر وهو الضيق وكذلك عن القاموس وفي المنجد العسر الشدة والضيق وأما الأصر فعن القاموس الأصر الثقل وعن النهاية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البرهان : ج 3 ص 105 الحديث 6 .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nأنه الضيق وعن الصحاح أنه الثقل فالجامع بين الكل الضيق والثقل والظاهر أنه بحسب المتفاهم العرفي ما لا يتحمل عادة فإن كان طبع التكليف الشرعي المتوجه إلى العباد أمرا غير قابل للتحمل كالجهاد ونحوه ولا يرتفع بهذه القاعدة كما هو ظاهر .\r\nنعم لا يبعد ان يقال بأنه في تلك الموارد إذا كان الحرج أشد من المقدار المتعارف يرتفع الحكم الشرعي فتأمّل كما أنه لو علم من الشارع عدم رضائه بوقوع أمر كاللواط مثلا نلتزم بحرمته وإن كان في الامساك عنه حرج شديد .\r\n\r\nالجهة الثانية : فيما يمكن ان يستدل به أو استدل للمدعى\r\n: منها قوله تعالى :\r\n يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ  « 1 » وتقريب الاستدلال بالآية الشريفة ان قوله تعالى :  يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ  بعد قوله  وَمَنْ كانَ مَرِيضاً أَوْ عَلى سَفَرٍ فَعِدَّةٌ مِنْ أَيَّامٍ أُخَرَ  بمنزلة العلّة والكبرى الكلية كما في قوله لا تشرب الخمر لأنه مسكر فيستفاد من الآية الشريفة أنه لم يجعل في الشريعة المقدسة امرا عسرا ويمكن الاستدلال بالآية على المدعى بتقريب آخر وهو ان المراد بالإرادة في الآية الشريفة الإرادة التشريعية فالمراد من قوله تعالى :  لا يُرِيدُ  عدم الإرادة تشريعا هذا من ناحية ومن ناحية أخرى حذف المتعلق يفيد العموم فالنتيجة أنه يستفاد من الآية ان اللّه لا يريد في وعاء التشريع العسر فلا يريد التكليف الذي يكون عسرا .\r\nومنها : الآية الأخيرة لسورة البقرة  لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها لَها ما كَسَبَتْ وَعَلَيْها مَا اكْتَسَبَتْ رَبَّنا لا تُؤاخِذْنا إِنْ نَسِينا أَوْ أَخْطَأْنا رَبَّنا وَلا تَحْمِلْ عَلَيْنا إِصْراً كَما حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنا رَبَّنا وَلا تُحَمِّلْنا ما لا طاقَةَ لَنا بِهِ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 185 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n وَاعْفُ عَنَّا وَاغْفِرْ لَنا وَارْحَمْنا أَنْتَ مَوْلانا فَانْصُرْنا عَلَى الْقَوْمِ الْكافِرِينَ  « 1 » ومحل الشاهد فيها عدة موارد :\r\nالأول : قوله تعالى :  لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها  فان المراد من الآية أنه لا يكلف تكليفا عسرا لا أنه لا يكلف غير المقدور عقلا فإنه أمر غير ممكن ولا يقع على أحد من الأمة ولا مجال للمنّة كما هو المستفاد من الآية والسياق ، الثاني قوله تعالى :  وَلا تَحْمِلْ عَلَيْنا إِصْراً  والاصر هو الثقل والظاهر من الآية أنه تعالى استجاب دعوة نبيه صلّى اللّه عليه وآله وسلّم وبعبارة واضحة يفهم الانسان من سياق الآية وايراد المطلب في القرآن الكريم ان اللّه تبارك وتعالى في مقام بيان لطفه بالنسبة إلى رسول الإسلام واستجابة دعوته ، الثالث قوله تعالى :  وَلا تُحَمِّلْنا ما لا طاقَةَ لَنا بِهِ  والظاهر أن المراد بما لا طاقة به الامر العسر والسياق يقتضي الاستجابة مضافا إلى ما ورد في رواية علي بن إبراهيم عن أبي عبد اللّه عليه السّلام أن هذه الآية مشافهة اللّه تعالى لنبيه صلّى اللّه عليه وآله وسلّم ليلة أسري به إلى السماء قال النبي صلّى اللّه عليه وآله وسلّم : لما انتهيت إلى محل سدرة المنتهى فإذا الورقة منها تظل أمّة من الأمم فكنت من ربّي  قابَ قَوْسَيْنِ أَوْ أَدْنى  كما حكى اللّه عزّ وجلّ فناداني ربّي تعالى  آمَنَ الرَّسُولُ بِما أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ  فقلت : انا مجيبا عنّي وعن أمّتي  وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلائِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ وَقالُوا سَمِعْنا وَأَطَعْنا غُفْرانَكَ رَبَّنا وَإِلَيْكَ الْمَصِيرُ  فقال اللّه  لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها لَها ما كَسَبَتْ وَعَلَيْها مَا اكْتَسَبَتْ  فقلت  رَبَّنا لا تُؤاخِذْنا إِنْ نَسِينا أَوْ أَخْطَأْنا  وقال اللّه لا أؤاخذك فقلت  رَبَّنا وَلا تَحْمِلْ عَلَيْنا إِصْراً كَما حَمَلْتَهُ عَلَى الَّذِينَ مِنْ قَبْلِنا  فقال اللّه لا أحملك فقلت :  رَبَّنا وَلا تُحَمِّلْنا ما لا طاقَةَ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 286 .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n لَنا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنا وَارْحَمْنا أَنْتَ مَوْلانا فَانْصُرْنا عَلَى الْقَوْمِ الْكافِرِينَ  فقال اللّه تعالى قد أعطيتك ذلك لك ولأمّتك فقال الصادق عليه السّلام ما وفد إلى اللّه تعالى أحد أكرم من رسول اللّه صلّى اللّه عليه وآله وسلّم حيث سأل لأمته هذه الخصال « 1 » .\r\nومنها قوله تعالى :  ما يُرِيدُ اللَّهُ لِيَجْعَلَ عَلَيْكُمْ مِنْ حَرَجٍ  « 2 » وتقريب الاستدلال بالآية ان اللّه لا يريد جعل الامر الحرجي في الدين فيستفاد منها الميزان الكلي .\r\nوفي المقام مناقشة وهي ان المستفاد من الآية ان اللّه تعالى لم يرد بهذا الأمر المذكور في الآية ايقاع الحرج لكن حيث إن المذكور فيها ذو ملاك ومصلحة أمر به وجعله على المكلفين وبعبارة أخرى المستفاد من الآية ان اللّه لا يكلف بتكاليف حرجية خالية عن الملاك والفائدة وبهذا البيان لا يمكن الوصول إلى المقصود وليس للاستدلال على المدعى سبيل .\r\nولكن بعد المراجعة الأخيرة اختلج بالبال أن يقال يمكن أن يكون المراد من الآية الشريفة بيان ان اللّه لا يريد بالتكاليف التي يكلفكم بها ايقاع الحرج عليكم ولذا عند الضرورة والمحذور عن استعمال الماء تصل النوبة إلى الطهارة الترابية بل يريد ان يطهركم ويزيل عنكم الخباثة المعنوية كي يناسب قيامكم للصلاة التي تكون مشروطة بالطهارة وعليه لا يمكن الاستدلال بهذه الآية على المدعى لكن يكفي للاستدلال عليه بقية الوجوه ومنها قوله تعالى في سورة الحج  وَما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  « 3 » وتقريب الاستدلال بما ان المستفاد منها كبرى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البرهان : ج 1 ص 266 الحديث 2 .\r\n( 2 ) المائدة : 6 .\r\n( 3 ) الحج : 78 .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nكلية وهي ان اللّه تعالى لم يجعل في الدين امرا حرجيا ويؤيد المدعى بل يدل عليه ما ورد في تفسير الآية وهو ما رواه عبد اللّه بن جعفر الحميري عن مسعدة بن زياد « 1 » .\r\nوأما الروايات التي يمكن أن يستدل بها فمنها ما رواه أبو بصير عن أبي عبد اللّه عليه السّلام قال : سألته عن الجنب يحمل الركوة أو التور فيدخل إصبعه فيه قال : وقال إن كانت يده قذرة فأهرقه وإن كان لم يصبها قذر فليغتسل منه هذا مما قال اللّه تعالى :  وَما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  « 2 » وتقريب الاستدلال به على المدعى ظاهر .\r\nومنها ما رواه أبو بصير أيضا قال : قلت لأبي عبد اللّه عليه السّلام انا نسافر فربما بلينا بالغدير من المطر يكون إلى جانب القرية فتكون فيه العذرة ويبول فيه الصبي وتبول فيه الدابة وتروث فقال ان عرض في قلبك منه شيء فقل هكذا يعني . أفرج الماء بيدك ثم توضّأ فان الدين ليس بمضيق فان اللّه يقول  ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  « 3 » .\r\nويمكن الاستدلال أولا بقوله عليه السّلام فان الدين ليس بمضيق وثانيا باستشهاده عليه السّلام بقوله تعالى فلاحظ .\r\nومنها ما رواه فضيل بن يسار عن أبي عبد اللّه عليه السّلام قال : في الرجل لجنب يغتسل فينتضح من الماء في الإناء فقال : لا بأس  ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ ص 157 .\r\n( 2 ) الوسائل : الباب 8 من أبواب الماء المطلق الحديث 11 .\r\n( 3 ) الوسائل : الباب 9 من أبواب الماء المطلق الحديث 14 .\r\n( 4 ) نفس المصدر الحديث 5 .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nومنها ما رواه فضيل قال : سئل أبو عبد اللّه عليه السّلام عن الجنب يغتسل فينتضح من الأرض في الإناء فقال : لا بأس هذا مما قال اللّه تعالى :  ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  « 1 » .\r\nومنها ما رواه محمد بن ميسر قال : سألت أبا عبد اللّه عليه السّلام عن الرجل الجنب ينتهي إلى الماء القليل في الطريق ويريد ان يغتسل منه وليس معه إناء يغرف به ويداه قذرتان قال يضع يده ثم يتوضأ ثم يغتسل هذا مما قال اللّه عزّ وجلّ  ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  « 2 » وتقريب الاستدلال ظاهر .\r\nومنها ما رواه عبد الأعلى مولى آل سام قال : قلت لأبي عبد اللّه عليه السّلام عثرت فانقطع ظفري فجعلت على إصبعي مرارة فكيف اصنع بالوضوء قال : يعرف هذا واشباهه من كتاب اللّه عزّ وجلّ قال اللّه تعالى  ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  امسح عليه « 3 » ولكن عبد الأعلى لم يوثق بل مدح .\r\nومنها ما رواه زرارة أنه قال لأبي جعفر عليه السّلام : ألا تخبرني من أين علمت وقلت إن المسح ببعض الرأس وبعض الرجلين وذكر الحديث إلى أن قال أبو جعفر عليه السّلام ثم فصّل بين الكلام فقال  وَامْسَحُوا بِرُؤُسِكُمْ  فعرفنا حين قال  بِرُؤُسِكُمْ  ان المسح ببعض الرأس لمكان الباء إلى أن قال  فَلَمْ تَجِدُوا ماءً فَتَيَمَّمُوا صَعِيداً طَيِّباً فَامْسَحُوا بِوُجُوهِكُمْ  فلمّا ان وضع الوضوء عمن لم يجد الماء أثبت بعض الغسل مسحا لأنه قال  « بِوُجُوهِكُمْ »  ثم وصل بها  « وَأَيْدِيكُمْ مِنْهُ »  أي من ذلك التيمم لأنه علم أن ذلك اجمع لم يجر على الوجه لأنه يعلق من ذلك الصعيد ببعض الكف ولا يعلق ببعضها ثم قال  ما جَعَلَ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر الحديث 1 .\r\n( 2 ) الوسائل : الباب 8 من أبواب الماء المطلق الحديث 5 .\r\n( 3 ) الوسائل : الباب 39 من أبواب الوضوء الحديث 5 .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  والحرج الضيق « 1 » .\r\nومنها ما رواه حمزة بن الطيار عن أبي عبد اللّه عليه السّلام قال : قال لي اكتب فأملى عليّ انّ من قولنا ان اللّه يحتج على العباد بما أتاهم وعرّفهم ثم أرسل إليهم رسولا وأنزل عليهم الكتاب فأمر فيه ونهى ، أمر فيه بالصلاة والصيام فنام رسول اللّه صلّى اللّه عليه وآله وسلّم عن الصلاة فقال انا انيمك وانا أوقظك فإذا قمت فصلّ ليعلموا إذا أصابهم ذلك كيف يصنعون ليس كما يقولون إذا نام عنها هلك وكذلك الصيام أنا أمرضك وأنا أصحك فإذا شفيتك فاقضه ثم قال أبو عبد اللّه عليه السّلام وكذلك إذا نظرت في جميع الأشياء لم تجد أحدا في ضيق ولم تجد أحدا الّا وللّه عليه الحجة وللّه فيه المشيئة ولا أقول إنهم ما شاءوا صنعوا ثم قال إن اللّه يهدي ويضلّ وقال وما أمروا الّا بدون سعتهم وكل شيء أمر الناس به فهم يسعون له وكل شيء لا يسعون له فهو موضوع عنهم ولكن الناس لا خير فيهم ثم تلا عليه السّلام  لَيْسَ عَلَى الضُّعَفاءِ وَلا عَلَى الْمَرْضى وَلا عَلَى الَّذِينَ لا يَجِدُونَ ما يُنْفِقُونَ حَرَجٌ . . .  فوضع عنهم  ما عَلَى الْمُحْسِنِينَ مِنْ سَبِيلٍ وَاللَّهُ غَفُورٌ رَحِيمٌ   وَلا عَلَى الَّذِينَ إِذا ما أَتَوْكَ لِتَحْمِلَهُمْ . . .  قال فوضع عنهم لأنهم لا يجدون « 2 » هذه هي جملة من الروايات التي يمكن أن يستدل بها على المدعى ويؤيدها ما اشتهر في ألسنة العلماء والفضلاء والطلاب ان الشريعة الاسلامية سهلة سمحة كما روى عنه صلّى اللّه عليه وآله وسلّم : بعثت بالحنيفية السمحة السهلة « 3 » وما رواه زياد ابن سوقة عن أبي جعفر عليه السّلام قال : لا بأس أن يصلي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 13 من أبواب التيمم الحديث 1 .\r\n( 2 ) الكافي : ج 1 ص 164 الحديث 4 .\r\n( 3 ) مجمع البحرين مادة حنف .\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nأحدكم في الثوب الواحد وازراره محللة ان دين محمد صلّى اللّه عليه وآله وسلّم حنيف « 1 » .\r\nواما الاجماع فعلى فرض تحققه فامّا مقطوع المدرك وامّا محتمله وعلى كلا التقديرين لا يفيد كما هو ظاهر .\r\nوأما العقل فليس له سبيل إلى هذا الموضوع وانّما العقل يدرك امتناع تعلق التكليف بغير المقدور لكونه لغوا وعبثا والحكيم لا عبث في تكاليفه كما هو اظهر من الشمس .\r\nفالنتيجة أنه لا شبهة من حيث الدليل تمامية القاعدة وان الحرج مرفوع في الشريعة المقدسة ان قلت إذا كان الامر كذلك فكيف نرى جعل بعض الأحكام والحال أنه حرجي كالجهاد وأمثاله قلت القاعدة لا تكون عقلية كي لا يمكن تخصيصها بل قاعدة شرعية والتخصيص في الحكم الشرعي لا يكون عزيزا .\r\nوصفوة القول انّ الحكم إذا كان حرجيا في نفسه وطبعه أي يكون حرجيا بالنسبة إلى كل أحد يكون دليله مخصصا للقاعدة وأمّا إذا كان حرجيا بالنسبة إلى بعض دون الاخر يكون مرتفعا عن مورد الحرج الا أن يعلم أنه أريد العموم ولا تبعيض فيه فايضا يكون الدليل مخصصا للقاعدة .\r\n\r\nالجهة الثالثة : في أنّ المستفاد من دليل القاعدة انّ المرفوع الحرج أو المرفوع الحكم الذي يوجب الحرج\r\nوالأول موافق لمرام صاحب الكفاية والثاني لمرام الشيخ قدّس سرّه والفرق واختلاف الأثر ظاهر بين المسلكين فان قلنا بان المرفوع الحكم الناشي منه الحرج نلتزم بعدم وجوب الاحتياط فيما يكون الجمع بين الأطراف حرجيا ونقول بارتفاع الوجوب المتعلق بالواجب الموجود بين الأطراف وأمّا ان قلنا بان المرفوع الفعل الحرجي الثقيل فلا وجه لارتفاع الوجوب في موارد العلم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 23 من أبواب لباس المصلي الحديث 1 .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nالإجمالي إذا لم يتعلق الوجوب بالامر الحرجي والظاهر من الدليل ما ذهب اليه صاحب الكفاية إذ العناوين عناوين للأمور الخارجية فان العمل الكذائي حرج مثلا لو كان الصعود إلى الجبل امرا صعبا وحرجيا يصدق ان الوجوب مرفوع عنه والحاصل ان الحرج وما يرادفه مما وقع في الأدلة عبارة عن الافعال الخارجية وما جعلت في الدين فان جعلها في الدين عبارة عن توجيه التكليف نحوها وعدم جعلها في الدين عبارة عن عدم توجيه التكليف نحوها ويترتب على هذا أثر ظاهر مهم فلا تغفل ولقائل ان يقول أنه لا شبهة في أنّه لو كان لعمل مقدمات صعبة ولكن نفس العمل لا يكون كذلك مثلا قراءة سورة قصيرة في فصل الشتاء ليست امرا حرجيا ذا مشقة ولكن إذا أمر المولى بها بان يؤتى بها على رأس جبل شاهق صعب الصعود يكون هذا التكليف حرجيا وعسرا والحال ان نفس الفعل لا عسر فيه وهل يمكن ان يقال إن هذا التكليف ليس عسرا وهل يمكن ان يدعي المولى اني لا أريد بالمكلف العسر وأريد به اليسر وصفوة القول إن التكليف لو استلزم الحرج على المكلف ولو من ناحية مقدمات العمل يصح ان يقال إن التكليف حرجي فلاحظ .\r\nويختلج بالبال أن يقال أنه يمكن اثبات عدم وجوب الاحتياط بتقريب آخر وهو أنه لو استلزم الاحتياط الحرج نسأل ان الاحتياط المذكور في وعاء الشرع واجب أم لا ؟ ان قلت إنه واجب قلت وجوبه يناقض نفي الحكم الحرجي إذ الموجبة الجزئية نقيض السالبة الكلية وان قلت لا يكون واجبا قلت هو المطلوب وإن قلت نشك في وجوبه وعدمه قلت مقتضى البراءة عدم وجوبه وهذا التقريب يفيدنا في القول بعدم وجوب الاحتياط في موارد العلم الإجمالي مضافا إلى ما بنينا عليه في ذلك البحث من جواز جريان الأصل في بعض الأطراف ولا يخفى ان التقريب الثاني الذي ذكرناه في المقام يغاير التقريب الأول في الأثر فان التقريب\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nالأول يقتضي ارتفاع الحكم من أصله وأما التقريب الثاني فإنما يقتضي ترك الاحتياط فقط ارتفاع الحكم في الواقع .\r\nوإن شئت فقل التقريب الأول يقتضي الارتفاع الواقعي والتقريب الثاني يقتضي الارتفاع الظاهري فيما لا يكون الاحتياط حرجيا .\r\nاللهم الّا أن يقال إنه قد ثبت في الأصول عدم وجوب مقدمة الواجب شرعا وانما يكون وجوبها عقليا فلا تنافي بين عدم وجوب الاحتياط شرعا وبين وجوبها عقلا فلا يتم التقريب المذكور لارتفاع الحكم في مقام الظاهر نعم مقتضى مقالة الشيخ قدّس سرّه انّ الحكم الواقعي في موارد كون الاحتياط حرجيا يرتفع بدليل رفع العسر والحرج .\r\n\r\nالجهة الرابعة : في أن أدلة الحرج هل تكون حاكمة على أدلة الأحكام أم لا ؟\r\nالظاهر أنها حاكمة فإنه لم يعتبر في الحكومة بلفظ أي أو أعني بل معنى الحكومة أن يكون أحد الدليلين ناظرا إلى دليل الآخر ويكون متصرفا في مدلوله والمقام كذلك إذ لو لم يكن حكم مجعول في الدين لم يكن قوله  ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  صحيحا فإنه لا موضوع لهذا البيان فمعنى هذه الجملة ان المجعولات الدينيّة لا يكون فيها أمر حرجي ويؤيد المدعى بل يدل عليه ما وقع في جملة من الروايات من التطبيق أي تطبيق القاعدة على الموارد كما تقدمت ومرت عليك .\r\n\r\nالجهة الخامسة : ان الميزان في القاعدة بالحرج الشخصي\r\nكما هو الميزان في جميع القضايا الحقيقية وكون الميزان بالنوعي امرا على خلاف الظاهر ويحتاج إلى دليل خاص وقرينة .\r\nغاية الأمر يتوجه الاشكال وهو أن المستفاد من الروايات الواردة في المقام ان الميزان بالحرج النوعي فان الاجتناب عن الغدير الذي يلاقيه النجاسة ليس حرجيا لكل أحد بل الحرج فيه نوعي .\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nلكن يمكن الجواب بان المستفاد من تلك الروايات أيضا الحرج الشخصي لكن قد علم من الخارج ان الكر لا ينجس بالملاقات .\r\nوببيان أوضح ان المستفاد من الدليل ان الميزان الحرج الشخصي لكن في بعض الموارد . قد علم من الدليل رفع الحكم حتى في مورد عدم الحرج بالنسبة إلى بعض ولك ان تقول أنّ المستفاد من بعض أدلة القاعدة ان رفع الحكم يدور مدار الحرج الشخصي غاية الأمر انّ الحكم مرفوع في بعض الموارد حتى مع عدم الحرج الشخصي وهذا تخصيص في عمومية العلة وان شئت فقل المستفاد من مجموع الأدلة ان الميزان في جريان القاعدة الحرج الشخصي وعدم جريانه في النوعي وهذه القضية الثانية خصصت في بعض الأحكام كالقصر في السفر ومن الظاهر أن التخصيص في الضوابط الشرعية أمر رائج فلاحظ .\r\n\r\nالجهة السادسة : أنه لا فرق بين العدميات والوجوديات\r\nفان الحرج يوجب رفع الحكم أعم من أن يكون متعلقا بالوجود كالوجوب أو بالعدم كالحرمة فلو كان الامساك عن الحرام حرجا يرتفع حرمته وبعبارة واضحة لا فرق من هذه الجهة بين الايجاب والتحريم لا طلاق الدليل بل يمكن ان يقال مقتضى اطلاق دليل القاعدة رفع الحكم غير الالزامي ولا نرى مانعا في هذه العجالة عن الالتزام به وبعبارة أوضح انه إذا كان فعل حرجيا لا يتعلق به الأمر الاستحبابي إذ ليس في الدين الحرج وقس عليه النهي عن امر يكون تركه حرجيا .\r\n\r\nالجهة السابعة : أنه لا فرق بين الحكم التكليفي والوضعي\r\nفلو كان جعل أمر وضعي حرجيا يرتفع بدليل رفع الحرج وعليه لو كانت العلقة الزوجية حرجية على أحد طرفي العقد يلزم رفعها بدليل رفع الحرج ولا يخفى انه ينكشف ان الزوجية انما أمضيت من قبل الشارع من زمان العقد إلى زمان تحقق الحرج والحال ان العقود تابعة للقصود فكيف يمكن التبعيض ويؤيد رفع الحرج الحكم الوضعي ما أفتى به\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nالسيد اليزدي في ملحقات عروته « 1 » في مسألة المفقود مع عدم صبر زوجته قال :\r\nيمكن ان يقال بجوازه ( الطلاق ) بقاعدة نفي الحرج والضرر .\r\n\r\nالجهة الثامنة : أن حكومة لا حرج على أدلة الأحكام حكومة واقعية\r\nولازمها ارتفاع الحكم واقعا وعليه يقع الاشكال في جواز الوضوء الحرجي وقد يقال في رفع الاشكال بان مقتضى الامتنان رفع الالزام لا رفع الملاك ويجاب بأنه بعد رفع الالزام لا دليل على الملاك ويجاب بان الدلالة الالتزامية ليست تابعة للمطابقية في الحجية ويجاب ببطلان هذا الكلام فان الالتزام تابع للمطابقية في جميع المراتب .\r\nولكن مع ذلك يمكن تقريب صحة الوضوء بوجه آخر وهو ان الامتنان يقتضي وجود الملاك والّا فمع عدم الملاك للوضوء لا معنى للمنة في رفع الالزام عنه فلازم الامتنان وجود الملاك وهو يكفي في صحة الوضوء .\r\nويمكن التقريب بوجه ثالث وهو أن دليل لا حرج لا يرفع الاستحباب والأمر المتوجه إلى الوضوء نفسا هو الاستحباب وهو باق مع الحرج فالوضوء صحيح لكن يشكل التقريب المذكور بما تقدم منا من أن دليل لا حرج يشمل الحكم غير الالزامي فلا يبقى موضوع لهذا التقريب وفي المقام اشكال وهو انّ المستفاد من الآية تقسيم المكلف إلى الواجد والفاقد والتقسيم قاطع للشركة .\r\nوالجواب انّ المكلف مع الحرج واجد للماء لكن لو توضأ يكون وضوئه صحيحا ومع صحة وضوئه لا يصدق انه محدث فلا سبيل إلى أن يتعلق به الأمر بالتيمم فلاحظ وإن شئت قلت إن القضية حقيقية والشارع قسم المكلف إلى قسمين ووجه الامر بالوضوء إلى قسم منهما ووجه الامر بالتيمم إلى قسم آخر غاية الأمر بعض الاقسام من الواجد لو توضأ يكون وضوئه صحيحا وينقلب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ملحقات العروة : ج 1 ص 75 مسألة 33 .\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nموضوع المحدث إلى المتطهر وبعبارة واضحة ان الحرج أوجب سقوط الالزام بالوضوء ووصلت النوبة إلى التيمم لكن حيث إن الملاك موجود في الوضوء فإذا توضأ يكون وضوئه صحيحا فلا يبقى مجال للتيمم وصفوة القول إن الوضوء ان كان حرجيا لا يكون واجبا ولا تنافي بين الصحة وعدم الوجوب وببيان أوضح أن المكلف في صورة الحرج يكون واجدا للماء لكن مع ذلك لا يكون الوضوء واجبا عليه لطفا من المولى والظاهر أنه يتم الأمر لا يبقى اشكال واللّه العالم ومما يدل على جواز التيمم مع وجدان الماء جواز التيمم لمن آوى إلى فراشه فذكر انه غير متوض فإنه يجوز له ان يتمم وعلى الجملة ان الامتنان يتوقف على وجود الملاك فإذا فرضنا ان القاعدة امتنانية يلزم الالتزام بوجود الملاك ومع وجود الملاك يصح الوضوء .\r\n\r\nالجهة التاسعة : في تعارض الضرر والحرج\r\nكما لو كان التصرف في الملك الشخصي يضر بالغير والامساك عن التصرف يكون حرجا الذي يختلج بالبال ان يقال مقتضى اطلاق دليل القاعدة جريانها في هذه الموارد .\r\nإن قلت مفاد القاعدة حكم امتناني وجريانها في هذه الموارد خلاف الامتنان بالنسبة إلى الطرف المقابل قلت يكفي للامتنان كون رفع الحرمة الحرجية عن هذا الطرف ولا يلزم ان يكون امتنانيا بالنسبة إلى جميع الأطراف ولكن الانصاف ان الالتزام بالجواز فيما يستلزم التصرف في مال الغير أو عرضه أو بدنه مشكل واللّه الهادي إلى سواء السبيل .\r\nإن قلت أيّ دليل دل على كون القاعدة امتنانية قلت المستفاد من الآية الشريفة  يُرِيدُ اللَّهُ بِكُمُ الْيُسْرَ وَلا يُرِيدُ بِكُمُ الْعُسْرَ  « 1 » ان المقتضي للإرادة موجود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 158 .\r\n","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nغاية الأمر الشارع الأقدس منّ على عباده ولم يرد العسر بل أراد اليسر .\r\n\r\nالجهة العاشرة : ان القاعدة هل تكون من المسائل الفقهية أو تكون من المسائل الأصولية\r\nالحق أنها من المسائل الفقهية إذ المسألة الأصولية لا تتعرض لحكم افعال المكلف بل لها دخل في استنباط الحكم الشرعي وأما المسألة الفقهية فمتعرضة لحكم فعل المكلف ومن الظاهر أن المستفاد من القاعدة بيان ما يتعلق بافعال العباد .\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\nالقاعدة الخامسة عشرة قاعدة رفع القلم عن غير البالغ\r\nمن الأمور التي وقع البحث عنها ان الحكم الوضعي كالحكم التكليفي مرفوع عن غير البالغ أو ان الرفع مخصوص بالحكم التكليفي ويقع البحث في المقام من جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : أن مقتضى الأدلة العامة الواردة في الأحكام الوضعية شمولها لغير البالغ\r\nولا بد في الخروج عنها من مخصص ولولاه لم يكن فرق بين البالغ وغيره والظاهر أنه لا مجال لإنكار هذا المعنى فان أدلة الأحكام الوضعية باطلاقها أو عمومها تشمل جميع الناس بل شمول أدلة الوضعيات لغير البالغ أوضح من شمول أدلة التكاليف فإن دليل الحكم التكليفي لا يشمل من لا عقل له كما أنه لا يشمل الغافل وبعبارة واضحة لا يشمل من لا يكون قابلا لتوجيه الخطاب اليه والبعث وأما الحكم الوضعي فلا يكون مرهونا بما ذكر .\r\n\r\nالجهة الثانية : فيما يمكن ان يستدل به على عدم شمول الدليل لغير البالغ\r\nوعمدة ما يكون قابلا للاستدلال به على المدعى ما رواه عمار الساباطي عن أبي عبد اللّه عليه السّلام قال : سألته عن الغلام متى تجب عليه الصلاة فقال إذا أتى عليه ثلاث عشرة سنة فان احتلم قبل ذلك فقد وجبت عليه الصلاة وجرى عليه القلم والجارية مثل ذلك ان أتى لها ثلاث عشرة سنة أو حاضت قبل ذلك فقد\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nوجبت عليها الصلاة وجرى عليها القلم « 1 » فإن المستفاد من الحديث عدم جريان القلم على الصبي قبل الاحتلام ومقتضى إطلاق عدم الجريان التسوية بين قلم التكليف والوضع وتخصيص الحديث وعدم الجريان بالتكليف فقط يحتاج إلى الدليل .\r\n\r\nالجهة الثالثة : فيما يمكن أن يكون مخصصا ومانعا عن شمول الدليل للحكم الوضعي\r\nوما يمكن ان يكون مخصصا للإطلاق ومقيدا أمور : منها الاجماع على أن اتلاف الصبي مال الغير يوجب الضمان وفيه انه قد ثبت في محله عدم اعتبار الإجماع المنقول .\r\nومنها السيرة الجارية على تضمين غير البالغ إذا اتلف مال الغير وفيه انا لا نجزم بكون هذه السيرة ممضاة من قبل الشارع وأما سيرة العقلاء على فرض تحققها فمردوعة بالحديث .\r\nومنها الروايات الدالة على الضمان وفيه ان العمومات تخصص بالحديث المشار اليه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 4 من أبواب مقدمة العبادات الحديث 12 .\r\n","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\n\r\nالقاعدة السادسة عشرة قاعدة امارية السوق على كون اللحوم الموجودة فيه مذكاة\r\nمن القواعد التي وقعت محل البحث عند الأعلام قاعدة امارية سوق المسلمين على تذكية الحيوان ويقع البحث في المقام من جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : في دليل القاعدة\r\n. ويمكن الاستدلال على المدعى بوجهين :\r\nالوجه الأول : السيرة الجارية بين أهل الشرع والظاهر أنه لا يمكن النقاش في السيرة .\r\nالوجه الثاني : جملة من النصوص : منها ما رواه الحلبي قال : سألت أبا عبد اللّه عليه السّلام عن الخفاف التي تباع في السوق فقال اشتر وصل فيها حتى تعلم أنه ميت بعينه « 1 » ومنها ما رواه أحمد بن محمد بن أبي نصر قال : سألته عن الرجل يأتي السوق فيشتري جبة فرا لا يدري أذكية هي أم غير ذكية أيصلي فيها فقال نعم ليس عليكم المسألة ان أبا جعفر عليه السّلام كان يقول إن الخوارج ضيّقوا على أنفسهم بجهالتهم ان الدين أوسع من ذلك « 2 » ومنها ما رواه أحمد بن محمد بن أبي نصر عن الرضا عليه السّلام قال : سألته عن الخفاف يأتي السوق فيشتري الخفّ لا يدري أذكي هو أم لا ، ما تقول في الصلاة فيه وهو لا يدري\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 50 من أبواب النجاسات الحديث 2 .\r\n( 2 ) نفس المصدر الحديث 3 .\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nأيصلي فيه قال : نعم انا اشتري الخف من السوق ويصنع لي وأصلي فيه وليس عليكم المسألة « 1 » ومنها ما رواه الحسن بن الجهم قال : قلت لأبي الحسن عليه السّلام اعترض السوق فأشتري خفّا لا أدري أذكي هو أم لا قال : صلّ فيه قلت فالنعل قال مثل ذلك قلت اني أضيق من هذا قال أترغب عما كان أبو الحسن عليه السّلام يفعله « 2 » ومنها ما رواه عبد اللّه بن سليمان قال : سألت أبا جعفر عليه السّلام عن الجبن فقال لقد سألتني عن طعام يعجبني ثم أعطى الغلام درهما فقال : يا غلام ابتع لنا جبنا ثم دعا بالغداء فتغدينا معه فأتى بالجبن فأكل واكلنا فلمّا فرغنا من الغداء قلت ما تقول في الجبن قال أولم ترني آكله قلت بلى ولكني أحب أن أسمعه منك فقال سأخبرك عن الجبن وغيره كل ما كان فيه حلال وحرام فهو لك حلال حتى تعرف الحرام بعينه فتدعه « 3 » ومنها ما رواه أبو الجارود قال : سألت أبا جعفر عليه السّلام عن الجبن فقلت له أخبرني من رأى أنه يجعل فيه الميتة فقال أمن أجل مكان واحد يجعل فيه الميتة حرّم في جميع الأرضين إذا علمت أنه ميتة فلا تأكله وان لم تعلم فاشتر وبع وكل واللّه أني لأعترض السوق فاشتري بها اللحم والسمن والجبن واللّه ما أظن كلهم يسمّون هذه البربر وهذه السودان « 4 » ويستفاد من حديث إسماعيل بن عيسى قال : سألت أبا الحسن عليه السّلام عن الجلود الفراء يشتريها الرجل في سوق من أسواق الجبل أسأل عن ذكاته إذا كان البائع مسلما غير عارف قال عليكم أنتم ان تسألوا عنه إذا رأيتم المشركين يبيعون ذلك وإذا رأيتم يصلون فيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر الحديث 6 .\r\n( 2 ) الوسائل : الباب 50 من أبواب النجاسات الحديث 9 .\r\n( 3 ) الوسائل : الباب 61 من أبواب الأطعمة المباحة الحديث 1 .\r\n( 4 ) نفس المصدر الحديث 5 .\r\n","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nفلا تسألوا عنه « 1 » اشتراط الجواز بصلاة المسلم في الجلد المأخوذ من السوق والحديث لا يعتد به فان إسماعيل لم يوثق .\r\nويستفاد من حديث محمد بن الحسين الأشعري قال : كتب بعض أصحابنا إلى أبي جعفر الثاني عليه السّلام ما تقول في الفرو يشترى من السوق فقال إذا كان مضمونا فلا بأس « 2 » اشتراط الجواز بالضمان والحديث مخدوش سندا فالنتيجة ان الدليل على الجواز وكون المأخوذ من السوق محكوم بالتذكية تام ولا يكون في قباله ما يعارضه أو يقيده بقيد .\r\n\r\nالجهة الثانية : أنه هل المراد بالسوق مطلق السوق بلا فرق بين كونه للمسلمين أو للكفار ؟\r\nالظاهر لزوم كونه للمسلمين لاحظ ما رواه فضيل وزرارة ومحمد بن مسلم أنهم سألوا أبا جعفر عليه السّلام عن شراء اللحوم من الأسواق ولا يدرى ما صنع القصابون فقال كل إذا كان ذلك في سوق المسلمين ولا تسأل عنه « 3 » فان الحديث يدل بوضوح على اعتبار كون السوق للمسلمين مضافا إلى أنه ربما يختلج بالبال انصراف السوق الوارد في النصوص إلى سوق المسلمين واما اشتراط كونه للعارفين فلا دليل عليه وببيان واضح أن مقتضى الاطلاق كفاية السوق بلا فرق بين انتسابه إلى العارفين أو غيره وانما نلتزم بخروج سوق الكفار لأجل الحديث المتقدم ذكره آنفا .\r\n\r\nالجهة الثالثة : أنه لا خصوصية للسوق\r\nبما هو بل الميزان انتساب محل البيع والشراء إلى المسلمين فلا فرق بين السوق والشارع والزقاق إلى غيرها والوجه فيه ان العرف يفهم من النصوص محل المعاملة بلا خصوصية لعنوان السوق وان شئت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 50 من أبواب النجاسات الحديث 7 .\r\n( 2 ) نفس المصدر ، الحديث 10 .\r\n( 3 ) الوسائل : الباب 29 من أبواب الذبائح .\r\n","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nفقل ان هذا اللفظ إشارة إلى مطلق محل المعاملة والعرف ببابك .\r\n\r\nالجهة الرابعة : أنه هل السوق بنفسه امارة على التذكية أو أنه أمارة على كون البائع مسلما ؟\r\nوبعبارة أخرى هل يكون السوق أمارة على الأمارة أو يكون أمارة مستقلة في قبال كون يد المسلم امارة ولهذا البحث أثر عملي إذ لو قلنا بكونه امارة على الامارة لو علم اجمالا بعدم اسلام بعض أهل السوق وكان محل الابتلاء لا يجوز ترتيب اثر المذكى على المأخوذ من السوق الا أن يقال لا مانع عن جريان حجية السوق بالنسبة إلى بعض الافراد مع البناء على ترك الطرف الآخر كما بنينا عليه وقلنا انّه يجوز جريان الأصل في بعض أطراف العلم الإجمالي واما إذا قلنا بكونه أمارة مستقلة فلا يكون العلم الإجمالي مضرا بل مقتضى الإطلاق والصناعة جواز ترتيب الأثر على ما يؤخذ من السوق حتى مع العلم بكون البائع كافرا مع احتمال كون المأخوذ منه مذكى .\r\nوالأنصاف أن المستفاد من الدليل كون السوق بنفسه امارة ولا نضايق عن الالتزام بلازمه بعد وفاء الدليل به .\r\n\r\nالجهة الخامسة : ان السوق واعتباره من حيث كونه أمارة\r\nفي قبال بقية الأمارات أو يكون أصلا من الأصول .\r\nالانصاف أنه لا يمكن الجزم بأحد الطرفين والمقدار المستفاد من النصوص ان المأخوذ من السوق محكوم بالتذكية ويمكن ان يقال أن الموضوع المأخوذ في اعتبار السوق الشك في التذكية فتكون القاعدة أصلا من الأصول .\r\n\r\nالجهة السادسة : أنه هل يقدم على معارضه أم لا\r\nفنقول لا اشكال في تقدمه على الاستصحاب إذ لو لم يقدم عليه لا يبقى له مورد وأما إذا عارضه البينة أو خبر عدل واحد أو ثقة كذلك فما هي النتيجة .\r\nالذي يختلج بالبال في هذه العجالة ان نقول تقدم البينة عليه وكذلك الخبر\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nالواحد الذي يكون حجة إذ الموضوع في اعتبار السوق الشك في التذكية وعدمها والحال ان البينة وكذلك الخبر الواحد كاشفان عن الواقع فلا يبقى شك كي يؤخذ بأمارية السوق .\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\n\r\nالقاعدة السابعة عشرة قاعدة لا شك في النوافل\r\nمن القواعد التي وقعت مورد الكلام وتعرض لها بعض قاعدة لا شك في النافلة ويقع الكلام في المقام أولا في بيان المراد من هذه الجملة وثانيا في دليل الحكم .\r\nفنقول لا يبعد أن يكون المراد من الجملة ان حكم الشك في الشك في النافلة انّه لا يترتب عليه فإن الشك في الركعات له حكم خاص وذلك الحكم لا يترتب على الشك في النافلة وأما دليل المدعى فما ذكر في المقام وجهان :\r\nالوجه الأول : جملة من النصوص منها ما رواه محمد بن مسلم عن أحدهما عليهما السّلام قال : سألته عن السهو في النافلة فقال ليس عليك شيء « 1 » والظاهر من هذه الرواية أمّا أنه لا يترتب على السهو في النافلة وجوب سجدتي السهو نظير ما ورد في عدة من النصوص بأنه لا سهو في سهو .\r\nومنها ما رواه حفص بن البختري عن عبد اللّه عليه السّلام في حديث قال : ليس على السهو سهو ولا على الإعادة إعادة « 2 » ومنها ما رواه يونس عن رجل عن أبي عبد اللّه عليه السّلام ، في حديث قال لا سهو في سهو « 3 » ومنها ما رواه إبراهيم بن هاشم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 18 من أبواب الخلل الحديث 1 .\r\n( 2 ) الوسائل : الباب 25 من أبواب الخلل الحديث 1 .\r\n( 3 ) نفس المصدر الحديث 2 .\r\n","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nفي نوادره عن أبي عبد اللّه عليه السّلام ولا سهو في سهو « 1 » أو المراد ان حكم السهو المترتب على السهو في الفريضة لا يترتب على السهو في النافلة فلو زاد ركنا في النافلة سهوا لا يكون موجبا لبطلانها وعليه لا يرتبط بالمقام أصلا .\r\nومنها ما ارسله الكليني رحمه اللّه : انه إذا سها في النافلة بنى على الاقلّ « 2 » والمستفاد من الحديث انه لو شك في النافلة بنى على الأقل والمرسل لا اعتبار به .\r\nومنها ما رواه العلاء عن أبي عبد اللّه عليه السّلام قال : سألته عن الرجل يشك في الفجر قال يعيد قلت والمغرب قال : نعم والوتر والجمعة من غير أن أسأله « 3 » والمستفاد من الحديث ان الشك في الوتر يوجب بطلانه .\r\nومنها ما رواه عبيد اللّه الحلبي قال : سألته عن رجل سها في ركعتين من النافلة فلم يجلس بينهما حتى قام فركع في الثالثة فقال يدع ركعة ويجلس ويتشهّد ويسلّم ثم يستأنف الصلاة بعد « 4 » والمستفاد من الحديث ان النافلة لا تبطل بزيادة الركن ولا يرتبط بالمقام .\r\nفالنتيجة أنّ النصوص المشار إليها لا تفي بإثبات المدعى .\r\nالوجه الثاني : الاجماع قال سيد المستمسك في ذيل كلام صاحب العروة السابع الشك في ركعات النافلة سواء كانت ركعة كصلاة الوتر أو ركعتين كسائر النوافل أو رباعية كصلاة الأعرابي فيتخير عند الشك بين البناء على الأقل أو الأكثر اتفاقا كما عن صريح المعتبر والتذكرة وظاهر غيرهما وعن ظاهر الأمالي أنه من دين الإمامية الخ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر الحديث 3 .\r\n( 2 ) الوسائل : الباب 18 من أبواب الخلل الحديث 2 .\r\n( 3 ) نفس المصدر الحديث 3 .\r\n( 4 ) نفس المصدر الحديث 4 .\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nوقال في الحدائق الظاهر أنه لا خلاف بين الأصحاب في التخيير في النافلة بين البناء على الأكثر والأقل لو عرض له الشك فيها مع أفضلية البناء على الأقل ونقل عن المدارك أنه قال لا ريب في أفضلية البناء على الأقل لأنه المتيقن وقال المحقق الهمداني رحمه اللّه انه نقل الاجماع مستفيضا ان لم يكن متواترا على جواز البناء على الأقل بل يكون أفضل وقال في المستند في جملة كلام له وأما الثانيان فوجوب البناء على الأكثر في الشك في الركعات وصلاة الاحتياط فلا يثبتان في النافلة إلى أن قال وبالإجماع المذكور يخرج في الحكمين عن الأصل المتقدم « 1 » .\r\nأضف إلى ذلك ان المسألة مورد الابتلاء فكيف يمكن أن يبقى حكمها مستورا فما يكون مورد الاجماع والتسالم من عدم ايجاب الشك ، البطلان تاما ولا يكون قابلا للخدش وإن شئت فقل ليس الاجماع المدعى في المقام كبقية الاجماعات التي تكون قابلة للنقاش فيها واللّه العالم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المستند للنراقي : ج 7 ص 228 و 229 .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\n\r\nالقاعدة الثامنة عشرة قاعدة اعتبار الظن في الركعات\r\nمن القواعد التي وقعت مورد البحث قاعدة ان الظن في الركعات بحكم العلم والكلام في هذه القاعدة يقع تارة بالنسبة إلى الركعتين الأخيرتين وأخرى بالنسبة إلى الأوليين فهنا فرعان :\r\nأما الفرع الأول فالظاهر عدم الخلاف فيه الا من ابن إدريس على ما نقل عنه والعمدة النصوص الواردة في المقام منها ما رواه صفوان عن أبي الحسن عليه السّلام قال :\r\nان كنت لا تدري كم صليت ولم يقع وهمك على شيء فأعد الصلاة « 1 » وهذه الرواية من حيث الدلالة على المدعى لا اشكال فيها انما الاشكال في سندها فان محمد بن خالد مورد الكلام والاشكال ولكن انا بنينا على اعتبار توثيق المتأخرين والعلامة وثق الرجل مضافا إلى توثيق الشيخ ايّاه وقال النجاشي أنه ضعيف الحديث وقال الحر قدّس سرّه وتضعيف النجاشي لحديثه بمعنى انه كثيرا ما يروى عن الضعفاء فلا يلزم ضعفه ولا ضعف حديثه الذي يرويه عن الثقات .\r\nأقول : الانصاف أنه لا مجال للنقاش في اعتبار حديثه وكلام النجاشي لا يدل على عدم كونه ثقة مضافا إلى توثيق الشيخ ايّاه فالحق ان الحديث تام سندا ولا يعارض بحديث محمد بن مسلم قال : انّما السهو بين الثلاث والأربع وفي الاثنتين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 15 من أبواب الخلل الحديث 1 .\r\n","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nوفي الأربع بتلك المنزلة ومن سها فلم يدر ثلاثا صلى أم أربعا واعتدل شكّه قال يقوم فيتم ثم يجلس فيتشهد ويسلّم ويصلي ركعتين واربع سجدات وهو جالس فإن كان أكثر وهمه إلى الأربع تشهد وسلّم ثم قرأ فاتحة الكتاب وركع وسجد ثم قرأ فسجد سجدتين وتشهد وسلّم وإن كان أكثر وهمه اثنتين نهض فصلى ركعتين وتشهد وسلّم « 1 » .\r\nفان نسبة الحديث إلى الإمام عليه السّلام غير معلوم ومن الممكن ان اجتهاد ابن مسلم كذلك كما أنه لا يعارضه ما عن أبي بصير انه روى فيمن لم يدر ثلاثا صلى أم أربعا إن كان ذهب وهمك إلى الرابعة فصلّ ركعتين واربع سجدات جالسا فإن كنت صليت ثلاثا كانتا هاتان تمام صلاتك وإن كنت صليت أربعا كانتا هاتان نافلة لك « 2 » فان الحديث مرسل .\r\nومنها النبوي : إذا شك أحدكم في الصلاة فلينظر أحرى ذلك إلى الصواب فليبن عليه « 3 » والحديث لا اعتبار به سندا كما هو ظاهر .\r\nومنها النبوي أيضا : إذا شك أحدكم في الصلاة فليتحرّ الصواب « 4 » ومنها ما رواه عبد الرحمن بن سيّابة وأبو العباس جميعا عن أبي عبد اللّه عليه السّلام قال : إذا لم تدر ثلاثا صليت أو أربعا ووقع رأيك على الثلاث فابن على الثلاث وإن وقع رأيك على الأربع فسلّم وانصرف وان اعتدل وهمك فانصرف وصلّ ركعتين وأنت جالس « 5 » والحديث تام سندا ودلالة على المدعى في الجملة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 10 من أبواب الخلل الحديث 4 .\r\n( 2 ) نفس المصدر الحديث 8 .\r\n( 3 ) صحيح مسلم ، سنن النسائي ، عن مستند النراقي ج 7 ص 181 .\r\n( 4 ) نفس المصدر .\r\n( 5 ) الوسائل : الباب 7 من أبواب الخلل الحديث 1 .\r\n","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nومنها ما رواه الحلبي عن أبي عبد اللّه عليه السّلام أنه قال : إذا لم تدر اثنتين صليت أم أربعا ولم يذهب وهمك إلى شيء فتشهد وسلّم ثم صلّ ركعتين وأربع سجدات تقرأ فيهما بامّ الكتاب ثم تشهد وتسلّم فان كنت انما صليت ركعتين كانتا هاتان تمام الأربع وإن كنت صلّيت أربعا كانتا هاتان نافلة « 1 » .\r\nوفي المقام حديث رواه أبو بصير قال : سألته عن رجل صلّى فلم يدر أفي الثالثة هو أم في الرابعة قال : فما ذهب وهمه إليه ان رأى أنه في الثالثة وفي قلبه من الرابعة شيء سلّم بينه وبين نفسه ثم صلى ركعتين يقرأ فيهما بفاتحة الكتاب « 2 » وهذه الرواية تعارض حديث البقباق وحيث لا مرجح ولا يميز الأحدث يكون المرجع حديث صفوان فالنتيجة أن الظن في الركعات معتبر بلا فرق بين الركعتين الأخيرتين أو الأوليين وبلا فرق بين الصلوات الواجبة والمندوبة .\r\nإن قلت المستفاد من حديث زرارة بن أعين قال : قال أبو جعفر عليه السّلام كان الذي فرض اللّه تعالى على العباد عشر ركعات وفيهنّ القراءة وليس فيهن وهم يعني سهوا فزاد رسول اللّه صلّى اللّه عليه وآله وسلّم سبعا وفيهنّ الوهم وليس فيهنّ قراءة فمن شك في الأوليين أعاد حتى يحفظ ويكون على يقين ومن شك في الأخيرتين عمل بالوهم « 3 » وجوب الإعادة الّا مع الحفظ واليقين بالاتيان بالأوليين فكيف يكفي الظن .\r\nقلت : اليقين والحفظ في تلك الرواية أخذا من حيث الطريقية لا من حيث كونهما صفة نفسانية ولذا يقوم مقامهما الامارات بل الأصول التنزيلية والمفروض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 11 من أبواب الخلل الحديث 1 .\r\n( 2 ) الوسائل : الباب 10 من أبواب الخلل الحديث 7 .\r\n( 3 ) الوسائل : الباب 1 من أبواب الخلل الحديث 1 .\r\n","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nأن الظن في باب الركعات معتبر عند الشارع وأمارة فلا اشكال هذا تمام الكلام في الفرع الأول .\r\nوأما الفرع الثاني : فقد ظهر حكمه مما تقدم في الفرع الأول ولا وجه للإعادة وخلاصة الكلام أن مقتضى حديث صفوان اعتبار الظن في جميع الصلوات وفي جميع الركعات فلاحظ .\r\nهذا كله في الظن في الركعات وأما الظن المتعلق بالافعال فالظاهر عدم اعتباره ولا بد من العمل على طبق القواعد إذ الظن في حد نفسه لا يكون حجة وانما خرجنا عن الأصل الأولي وقلنا باعتباره فيما يتعلق بالركعات للنص الخاص واما الظن المتعلق بالأفعال فلا دليل على اعتباره فالنتيجة ان حكمه حكم الشك .\r\nوربما يقال بأن الظن بالأفعال معتبر كالظن بالركعات واستدل على المدعى بالشهرة وبالنبوي إذا شك أحدكم في الصلاة فلينظر احرى ذلك إلى الصواب فليبن عليه « 1 » ، وانه لو كان معتبرا في الركعات يكون معتبرا في الأفعال بالأولوية .\r\nويرد عليه بان الشهرة لا اعتبار بها كما أن النبوي غير معتبر واما الأولوية فهي ممنوعة فان الأمور الشرعية تعبدية ولا مجال لهذه التقريبات فيها .\r\nبقي شيء وهو أنه لو ظن بزيادة ركعة أو أزيد في النافلة فهل تكون النتيجة هو البطلان أم لا الحق هو الثاني إذ المستفاد من النص عدم البطلان النافلة بالزيادة السهوية لاحظ حديثي ابن مسلم « 2 » والحلبي « 3 » فلو ظن بالزيادة فبمقتضى اعتبار الظن تتحقق الزيادة وبمقتضى الحديثين المشار اليهما يحكم عليهما بالصحة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ ص 182 .\r\n( 2 ) لاحظ ص 178 .\r\n( 3 ) قد تقدم في ص 179 .\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\n\r\nالقاعدة التاسعة عشرة قاعدة لا شك لكثير الشك\r\nمن القواعد التي وقعت محل كلام الأصحاب قاعدة أنه لا شك لكثير الشك ويقع الكلام حول هذه القاعدة في جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : فيما يمكن ان يستدل به عليها\r\nوالظاهر أنه يمكن ان يستدل عليها بوجهين :\r\nالوجه الأول : الشهرة بين الأصحاب بحيث يكون انكارها خروجا عن جادة الصواب وانحرافا عن الحق .\r\nالوجه الثاني : جملة من النصوص .\r\nمنها ما رواه زرارة وأبو بصير قالا قلنا له : الرجل يشك كثيرا في صلاته حتى لا يدري كم صلّى ولا ما بقي عليه قال يعيد قلنا فإنه يكثر عليه ذلك كلّما أعاد شك قال يمضي في شكه ثم قال لا تعوّدوا الخبيث من أنفسكم نقض الصلاة فتطمعوه فإن الشيطان خبيث معتاد لما عوّد فليمض أحدكم في الوهم ولا يكثرنّ نقض الصلاة فإنه إذا فعل ذلك مرّات لم يعد اليه الشك قال زرارة ثم قال انما يريد الخبيث ان يطاع فإذا عصي لم يعد إلى أحدكم « 1 » وهذه الرواية تامة سندا واما من حيث المدلول فقد أورد فيها بان صدرها يناقض ذيلها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 16 من أبواب الخلل الحديث 2 .\r\n","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nإذ قد فرض السائل في الصدر كثرة الشك ومع ذلك أجاب عليه السّلام بوجوب الإعادة والاعتناء به وفي الذيل أمر بالغاء الشك الكثير فكيف يمكن الجمع بينهما وأجاب عن الأشكال المحقق النراقي قدّس سرّه في مستنده بان المراد من الصدر كثرة أطراف الشك أي لا يدري صلى ركعة أو ركعتين أو ثلاثة أو أربعة والمراد بالذيل كثرة الأفراد والاستدلال على المدعى بالذيل وان أبيت عما ذكر فلا أقل من أجمال الصدر فلا مانع عن الاستدلال بالذيل على المدعى وسيدنا الأستاذ نقل نظير البيان المذكور عن الحدائق ثم أورد عليه بان الظاهر من الكلام توصيف الشك بالكثرة وكثرة الأطراف توجب كثرة أطراف الشك لا كثرة افراده وأجاب عن الاشكال بنحو آخر وهو ان الكثرة والقلة أمران إضافيان ونسبيّان مثلا الخمسة كثيرة بالنسبة إلى الواحدة وقليلة بالنسبة إلى العشرين وهكذا وعلى هذا الأساس نقول المراد بالكثير في الصدر الكثرة النسبية أي كثير بالنسبة إلى متعارف الناس والمراد بها في الذيل الكثر الذي يكون مورد الحكم الخاص وقد عين وميّز في النص بمن لا تمر عليه ثالث صلوات الّا ويشك فيها .\r\nأقول : يمكن أن يقال إن الحديث المشار اليه يدل على المدعى حتى على القول بتناقض الصدر مع الذيل والالتزام بإجماله .\r\nوالوجه فيه ان التعليل الوارد في الذيل وهو قوله عليه السّلام فان الشيطان خبيث معتاد لما عوّد إلى قوله فإنه إذا فعل ذلك مرات لم يعد اليه الشك دليل على المدعى إذ يفهم من العلة ان الميزان الكلي عدم الاعتناء بما يكون سببه الشيطان والعلة تعمم وتخصص .\r\nومنها ما رواه عمار عن أبي عبد اللّه عليه السّلام في الرجل يكثر عليه الوهم في الصلاة فيشكّ في الركوع فلا يدري اركع أم لا ، ويشك في السجود فلا يدري أسجد أم لا فقال لا يسجد ولا يركع ويمضي في صلاته حي يستيقن يقينا\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nالحديث « 1 » والمستفاد من الحديث ان من يكثر شكه في الصلاة لا يعتني بشكه .\r\nومنها ما رواه علي بن أبي حمزة عن رجل صالح عليه السّلام قال : سألته عن الرجل يشك فلا يدري واحدة صلى أو اثنتين أو ثلاثا أو أربعا تلتبس عليه صلاته قال : كل ذا ؟ قال قلت نعم . قال : فليمض في صلاته ويتعوّذ باللّه من الشيطان فإنه يوشك أن يذهب عنه « 2 » .\r\n\r\nالجهة الثانية : ان الوارد في جملة من النصوص لفظ السهو\r\n، منها ما رواه محمد بن مسلم عن أبي جعفر عليه السّلام قال : إذا كثر عليك السهو فامض على صلاتك فإنه يوشك ان يدعك انما هو من الشيطان « 3 » ومنها ما رواه ابن سنان عن غير واحد عن أبي عبد اللّه عليه السّلام قال : إذا كثر عليك السهو فامض في صلاتك « 4 » ومنها ما رواه محمد بن علي بن الحسين قال : قال الرضا عليه السّلام إذا كثر عليك السهو في الصلاة فامض على صلاتك ولا تعد « 5 » والسهو لا يكون مرادفا للشك بل مباين معه فان الشاك ملتفت ويتردد في الأمر واما الساهي فهو غافل قال الطريحي وفي الصحاح السهو الغفلة وقد سهى عن الشيء فهو ساه وعلى هذا فبأيّ تقريب يمكن ان يقال إن المراد من السهو في هذه النصوص هو الشك أو الأعم مع أن مقتضى أصالة الحقيقة حمل اللفظ على معناه الحقيقي وإرادة المعنى المجازي من اللفظ يحتاج إلى القرينة والقول بان لفظ السهو استعمل في الشك بمقدار صار حقيقة في الشك مجازفة وادّعاء على خلاف الواقع .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 16 من أبواب الخلل الحديث 5 .\r\n( 2 ) نفس المصدر الحديث 4 .\r\n( 3 ) نفس المصدر الحديث 1 .\r\n( 4 ) نفس المصدر الحديث 3 .\r\n( 5 ) نفس المصدر الحديث 6 .\r\n","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nإن قلت إن الأصحاب فهموا من لفظ السهو في النصوص معناه المجازي أي الشك .\r\nقلت : يرد على هذه المقالة أولا انه ليس الاتفاق على ذلك بل نقل عن الشيخ وابن زهرة والحلبي وروض الجنان والروضة والذخيرة وغيرهم حمل اللفظ على الأعم من الشك والغفلة بل نقل عن بعض الأخباريين أنه المشهور وصاحب المستند بعد نقل الالتزام بحمل اللفظ على المعنى الأعم من الشك من جملة من الأعاظم يقول وهو الحق هذا أولا وثانيا ان حمل الأصحاب اللفظ على الأعم لا يقتضي القول به الا أن يرجع الأمر إلى الاجماع الكاشف عن رأي المعصوم عليه السّلام وهل يمكن ادعائه قال في المستند وبالجملة لم يثبت اتفاق ولم يعلم من جهة أخرى إرادة الشك من السهو في هذه الروايات أصلا لا من حيث الخصوص ولا من حيث العموم وبمجرد احتمالها وقول بعض أو طائفة لا ترفع اليد عن الحقيقة اللغوية والعرفية المعلومتين إلى أن قال ودعوى ان كثرة استعمال السهو في الشك بلغت حدا لا يمكن حمله على أحدهما بدون القرينة كما في البحار مدفوعة بالمنع الخ « 1 » .\r\nأقول : على فرض صحة الدعوى ووصول النوبة إلى الشك لا مجال للحمل على خصوص الشك فلا تكون النصوص دليلا على جريان القاعدة في الشك بل لنا أن نقول لو فرض الشك في أنه هل بلغت حدا لا يمكن الحمل على الحقيقة أم لا يكون مقتضى الاستصحاب عدم وصوله إلى الحد المذكور .\r\nإن قلت كيف يمكن حمل اللفظ على معناه اللغوي والحال أن مقتضاه ان كثير السهو لو سها وزاد ركنا أو لم يأت بركن لا يكون موجبا لبطلان الصلاة ومرجعه إلى عدم بطلان الصلاة بالزيادة المعلومة والنقصان المعلوم ولو كانت الزيادة أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستند الشيعة : ج 7 ص 191 .\r\n","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nالنقيصة ركنية قلت الضرورات تقدر بقدرها أي نرفع اليد عن الدليل والنص بالنسبة إلى الأركان ونعمل بما سواه وهذا ليس عزيزا فان مفاد لا تعاد كذلك أي يستفاد من حديث لا تعاد أن النقصان والزيادة لا يوجبان البطلان في غير الأركان فالنتيجة ان الجزم بان المراد بالسهو خصوص الشك مشكل .\r\nوفي المراجعة الأخيرة اختلج ببالي ان يقال لا بد من حمل لفظ السهو على الشك والوجه فيه ان من النصوص المشار إليها الآمرة بالمضي في الصلاة ما عن أبي جعفر عليه السّلام « 1 » والحكم رتّب على كثرة السهو ولا يعقل انّ المكلف يتوجه إلى كونه ساهيا حال السهو فلا بد من حمل لفظ السهو على الشك الا أن يقال لا يلزم الالتفات حين السهو بل يكفى تحقق الموضوع وترتب الحكم عليه بعد زوال السهو مثلا إذا دخل في السورة وألتفت انه لم يقرء الحمد سهوا يمضى في صلاته وهكذا فيقع التعارض بين هذه الرواية وبين دليل لا تعاد والنسبة بين الطرفين عموم من وجه فلو سها عن الركوع ولم يركع وبعد دخوله في السجود والتفت يكون الحديثان متعارضين وحيث إن الأحدث غير معلوم إذ كلاهما مرويان عن الباقر عليه السّلام يسقطان وتصل النوبة إلى القاعدة الأولية والنتيجة هو البطلان والوجه فيما ذكرنا ان دليل عدم الاعتناء بالسهو اخذ في موضوعه كثرة السهو فلا مجال للعمل بدليل عدم الاعتناء بالسهو وأيضا لو سها عن الحمد ودخل في السورة فالتفت لا اشكال عندهم في وجوب التدارك فالنتيجة انه لا بد أما من حمل لفظ السهو على الشك وأما رد علم الحديث إلى أهله واللّه العالم .\r\nولا يخفى انه يكفي لإثبات المدعى في المقام النصوص المذكورة فيها عنوان الشك لاحظ أحاديث زرارة وأبو بصير « 2 » وعلي بن أبي حمزة « 3 » وعمّار « 4 » وعلى هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ ص 180 .\r\n( 2 ) لاحظ ص 178 .\r\n( 3 ) لاحظ ص 187 .\r\n( 4 ) لاحظ ص 186 .\r\n","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nيمكن بحسب الصناعة الالتزام بجريان القاعدة في السهو الّا فيما قامت الضرورة على خلافه .\r\nإن قلت إن التعليل في الحديث انما هو من الشيطان يناسب ان يكون المراد من السهو الشك قلت ليس الامر كذلك فان السهو أيضا يمكن ان يكون من الشيطان قال اللّه سبحانه  وَإِذا رَأَيْتَ الَّذِينَ يَخُوضُونَ فِي آياتِنا فَأَعْرِضْ عَنْهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ وَإِمَّا يُنْسِيَنَّكَ الشَّيْطانُ فَلا تَقْعُدْ بَعْدَ الذِّكْرى مَعَ الْقَوْمِ الظَّالِمِينَ  « 1 » .\r\nوقال أيضا  وَما أَنْسانِيهُ إِلَّا الشَّيْطانُ أَنْ أَذْكُرَهُ  « 2 » ويؤيّد المدعى أنه قال في الحدائق والظاهر عندي هو العموم لأن اخبار المسألة منها ما ورد بلفظ الشك ومنها ما ورد بلفظ السهو والقول بالعموم جامع للعمل بالأخبار كملا واما التخصيص بالشك فيحتاج إلى التأويل في أخبار السهو بالحمل على الشك وإخراجه عن ظاهر حقيقته اللغوية التي هي النسيان وهو يحتاج إلى دليل مع أنه لا ضرورة تلجأ اليه إلى أن قال وممن وافقنا في المقام الفاضل الخراساني في الذخيرة مع اقتفائه أثر صاحب المدارك غالبا فقال : ( واعلم أن ظاهر عبارات كثير من الأصحاب التسوية بين الشك والسهو في عدم الالتفات اليهما بل شمول الحكم للسهو في كلامهم اظهر وهو ظاهر النصوص ) « 3 » .\r\n\r\nالجهة الثالثة : أنه هل تختص القاعدة بالشك في الصلاة\r\nأو تعم المقدمات أو تعم غير الصلاة من بقية العبادات بل تعم المعاملات بالمعنى الأخص والأعم .\r\nالانصاف أن القول بالعموم مستندا إلى أن العلة تعمم وتخصص لا يكون جزافا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الانعام : 68 .\r\n( 2 ) الكهف : 63 .\r\n( 3 ) الحدائق : ج 9 ص 291 .\r\n","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nبل يكون حقا وموافقا مع الصناعة والاشكال في التقريب المذكور بان العلة المذكورة في ذيل حديث زرارة وأبي بصير إشارة إلى الحكمة لا بيان للعلة مردود بأنه مجازفة وإذا لم تكن الجملات المذكورة في كلامه عليه السّلام علة فأين توجد العلة ويؤيد المدعى حديث عبد اللّه بن سنان قال : ذكرت لأبي عبد اللّه عليه السّلام رجلا مبتلى بالوضوء والصلاة وقلت هو رجل عاقل فقال أبو عبد اللّه عليه السّلام وأيّ عقل له وهو يطيع الشيطان فقلت له وكيف يطيع الشيطان فقال سله هذا الذي يأتيه من أيّ شيء هو فإنه يقول لك من عمل الشيطان « 1 » فإنه يستفاد من الحديث ان المسبب من عمل الشيطان غير قابل للاعتناء بشأنه بل الحديث بنفسه كاف للقول بعمومية القاعدة وان المسبب من عمل الشيطان ساقط هذا من ناحية ومن ناحية أخرى قد علم من حديث زرارة وأبي بصير ان كثرة الشك من الشيطان فلا وجه للتأمل في عمومية الحكم .\r\nان قلت سلمنا العموم والاطلاق لكن لا بد من تخصيص الحكم بمرسلة الصدوق « 2 » إذ بمفهوم الشرط لا بد من الاعتناء إذا كان الشك في غير الصلاة قلت المرسل لا اعتبار به مضافا إلى أن المذكور في المرسل عنوان السهو وكلامنا في الشك فلاحظ .\r\n\r\nالجهة الرابعة : أنه هل تختص القاعدة بمورد يكون الشك من الشيطان\r\nأو تعم صورة ما يكون الشك ناشئا من عارض مزاجي وروحي .\r\nيمكن أن يقال أن المستفاد من التعليل ان الحكم دائر مدار وجود العلة وعدمها فتكون النتيجة انه لو لم يكن مسببا عن الشيطان يلزم ان يعمل على طبق القاعدة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 10 من مقدمة العبادات .\r\n( 2 ) لاحظ ص 187 .\r\n","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nوالصناعة ولقائل أن يقول إنه إذا كان الامر كذلك يلزم عدم العمل بالقاعدة عند الشك في أنه من الشيطان أو من غيره إذ مقتضى الأصل انه ليس من الشيطان فلا تجري القاعدة ولا يعارض بأصالة عدم كونه من سبب آخر إذ أنه من المثبت الذي لا نقول به .\r\nوالذي يختلج بالبال في هذه العجالة ان يقال إن المستفاد من النص ان كثرة الشك لا اعتبار بها فإنها من الشيطان هذا من ناحية ومن ناحية أخرى انه كيف يمكن القطع بأنه ليس من الشيطان والحال ان الشيطان عدو للإنسان وينتظر الفرصة .\r\nوفي كل وقت وفي كل مكان في مقام الايذاء وايجاد الوسوسة في الإنسان فان شئت فقل قد صرح الشارع الأقدس ولو بنحو الحكومة والتنزيل ان كثرة الشك من الشيطان فكيف يمكن القطع بعدمه وببيان أوضح ان العلة المذكورة في النص لا تكون علة تكوينية كعلية الإسكار لحرمة الخمر كي يدور الحكم بالحرمة مدارة بل تكون علة تعبدية أي الشارع يحكم بكون علة كثرة الشك الشيطان فالحق عموم الحكم فالنتيجة انه لا يكون اجمال في المخصص كي يقال إذا كان المخصص المنفصل مجملا ودار أمره بين الأقل والأكثر يؤخذ بالعام بالنسبة إلى الأكثر .\r\n\r\nالجهة الخامسة : ان المرجع في صدق كثرة الشك العرف\r\nفان العرف محكم في باب الظهورات والمقام من مصاديق تلك الكبرى .\r\nان قلت إن الأمر وإن كان كذلك في حد نفسه ولكن يستفاد من حديث محمد بن أبي حمزة ان الصادق عليه السّلام قال إذا كان الرجل من يسهو في كل ثلاث فهو\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nممن كثر عليه السهو « 1 » خلافه فان الحديث حدد المفهوم أي مفهوم كثير الشك بأن يشك في كل ثلاث وبمقتضى مفهوم الشرط ينتفي الحكم عن غيره قلت ليس الامر كذلك فإن المستفاد من الحديث بحسب الفهم العرفي ان من يكون كذلك داخل في موضوع الحكم شرعا ولا ينفي عن غيره لكن لك أن تقول المفروض ان الشرطية بمفهومها تنفي الحكم عن غير موردها مضافا إلى أن الحديث راجع إلى السهو وكلامنا في الشك فلاحظ .\r\n\r\nالجهة السادسة : أنه هل يكون كثير الظن ككثير الشك\r\nومحكوما بحكمه أم لا ؟\r\nقال في المستند كثير الظن مثل كثير الشك وأستدل على مدعاه بأن الشك خلاف اليقين .\r\nأقول : كلمات أهل الأدب في المقام مختلفة فإن المستفاد من الطريحي والخليل والمنجد أن الشك خلاف اليقين وأما الراغب فقال في مفرداته الشك اعتدال النقيضين عند الإنسان فيتردد الأمر بين القولين ومقتضى الأصل عدم سعة المفهوم ولا يعارض الأصل المذكور باصالة عدم ضيقه لعدم اعتبار الأصل المثبت والاحتياط طريق النجاة .\r\n\r\nالجهة السابعة : أنه هل القاعدة تختص بمورد الكثرة\r\nفلو كان كثير الشك في الركوع يختص الحكم بمورده أم لا ؟ ربما يقال بالعموم بتقريب ان المستفاد من النص ان كثير الشك لا يعتني بشكه والمفروض ان مثله كثير الشك فيلزم عليه ان لا يعتني ولو في غير ما يكون مورد كثرة شكه .\r\nوالذي يختلج بالبال ان يقال إن الحكم مختص بذلك المورد بالخصوص والوجه فيه أولا انصراف الدليل اليه ولا يكون الانصراف المدعى بدويا يزول بالتأمل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 16 من أبواب الخلل الحديث 7 .\r\n","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nوثانيا ان المستفاد من النص ان الكثرة من الشيطان ومن الظاهر أن هذه العلة تختص بذلك المورد الخاص فلا وجه للتعدي إلى غيره نعم إذا كان كثير الشك بلا اختصاص شكه بمورد خاص بحيث يصدق عليه انه كثير الشك على نحو الإطلاق يشمله الحكم في كل شك يعرضه وأما إذا كان شكه مختصا بمورد خاص لا يصدق عليه العنوان على الإطلاق مثلا إذا كان شخص شكاكا بالنسبة إلى جماعة خاصة من الناس لا يصدق ان يقال فلان شكاك بالنسبة إلى جنس الاناسي وهذا العرف ببابك وإن أبيت فلا أقل من عدم الجزم بالاطلاق والنتيجة هي النتيجة .\r\n\r\nالجهة الثامنة : انه لو لم يعتن بشكه وظهر بعد ذلك الخلل في صلاته بزيادة أو نقيصة\r\nجرى عليه حكمه فإن كان قابلا للتدارك تداركه بالأداء أو القضاء وان لم يكن قابلا له وكان زيادته أو نقصانه موجبا لبطلان يبطل العمل وان لم يكن كذلك وكان قابلا للعفو لحديث لا تعاد يحكم به وعلى الجملة لا يترتب أثر على القاعدة بعد انكشاف الخلاف والوجه فيه ان المستفاد من القاعدة حكم ظاهري والواقع على حاله وقد ثبت في محله ان المأتي به بالحكم الظاهري لا يكون مجزيا عن المأمور به بالأمر الواقعي .\r\n\r\nالجهة التاسعة : أنه هل الأمر بالمضي وعدم الاعتناء بالشك رخصة أو عزيمة\r\nوقع الخلاف بين الأصحاب فعن الأردبيلي التخيير بين الاعتناء وتركه وقد ذكر لهذا المدعى وجهان أحدهما ان مقتضى حديث زرارة وأبي بصير « 1 » التخيير فان الجمع بين الصدر والذيل يقتضي ذلك بتقريب انه حكم عليه السّلام في الصدر بوجوب الاعتناء وفي الذيل أمر بعدمه .\r\nوفيه أنه قد مر الكلام حول الحديث ونقلنا طريق الجمع بين الصدر والذيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ ص 185 .\r\n","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nوعلى تقدير عدم امكان الجمع تكون النتيجة هو الاجمال .\r\nثانيهما : ان الامر بالمضي واقع مقام توهم الحظر فيدل على الجواز فتكون النتيجة التخيير .\r\nوفيه ان الأمر بالمضي لا يكون مولويا كي يقال إنه واقع موقع توهم الحظر بل يكون ارشادا إلى اكتفاء الشارع به .\r\nوبعبارة واضحة ان الأمر بالمضي ارشاد إلى أن الشك كعدمه إذا عرفت ما تقدم نقول الاعتناء بالشك تارة يوجب بطلان العمل بحسب الظاهر وأخرى لا أما على الأول فلا يجوز واما إذا لم يكن كذلك كما لو شك في الاتيان بالركوع وعدمه يجوز ان يأتي به في صلاة معادة رجاء نعم لا يجوز ان يأتي بالمشكوك فيه يقصد الجزئية في الصلاة إذ يكون تشريعا .\r\nإن قلت إن الامام عليه السّلام في ذيل حديث زرارة وأبي بصير نهى وقال لا تعوّدوا الخبيث نقض الصلاة فان المستفاد من الحديث حرمة العمل بالاحتياط قلت المستفاد من الحديث حرمة نقض الصلاة لا حرمة الاحتياط اي إعادة الصلاة مثلا وكم فرق بين المقامين وحيث انجرّ الكلام إلى هنا يناسب ان نتعرض لحكم العمل الصادر عن الوسواس وانه هل يكون حراما أم لا والذي يختلج بالبال ان يقال المستفاد من حديث زرارة وأبي بصير ان ترك المضي والاعتناء بالشك حرام فإنه عليه السّلام قال لا تعودوا الخبيث نقض الصلاة ومعنى نقض الصلاة عدم المضي والاعتناء بالشك وجعل الصلاة باطلة وهذا حرام بمقتضى النهي وقال سيدنا الأستاذ قدّس سرّه هذا النهي ارشادي ويؤيد المدعى تعليل الحكم في كلام الامام عليه السّلام بأنه يريد الخبيث ان يطاع الخ « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فقه الشيعة : ج 3 ص 272 .\r\n","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nويرد عليه أنه لا وجه لرفع اليد عن ظهور النهي في المولوية وحمله على الارشاد ومجرد تعليل حكم بعلة لا يكون دليلا على كون ذلك الحكم ارشادا والّا يلزم انه لو قال لا تشرب الخمر لأنه مسكر نقول النهي عن شرب الخمر ارشادي وهل يمكن القول به وهل هو يرضى بهذه الكلية وهل الحال كذلك عند الأصحاب والحال أن في كثير من المقامات يستفاد عموم الحكم من ذكر العلة لاحظ قوله عليه السّلام في تزويج العبد بلا أذن مولاه قال عليه السّلام قريب من هذا المضمون أنه لم يعص اللّه وانما عصى سيده فإذا أجاز جاز وبعموم العلة حكمنا بصحة كل فضولي مع إجازة من بيده الامر فكما تقدم الحق ان يقال كلما صدق عليه عنوان الاعتناء وعدم المضي وترتيب الأثر على الشك فهو حرام واما إذا فرضنا أنه لم يعتن بالشك ولكن أتى بالعمل ثانيا فهل يكون حراما الظاهر أنه لا وجه لحرمته إذ الحرام الامساك عن المضي واتمام العمل وقد فرض المضي والإتمام .\r\nإن قلت الاتيان بالعمل ثانيا يكون اعتناءا بالشك فيكون حراما قلت العمل الثاني اعتناء باحتمال المطلوبية الواقعية إذ من الظاهر أن الحكم الواقعي لا يتغير بكثرة الشك كما تقدم وهذا نظير من صلى وبعد الفراغ شك في أنه كان متطهرا أم لا لا اشكال في أن مقتضى قاعدة الفراغ الحكم بالصحة وعدم وجوب الإعادة ولكن مع ذلك لا مانع عن الاحتياط بتحصيل الطهارة وإعادة الصلاة بل الإعادة موافقة مع ميزان التقوى والاهتمام بالأمر الشرعي .\r\nبقي شيء وهو أنه لو كان في الصلاة وشك في الإتيان بالسورة مثلا وأتى بها رجاء هل تفسد صلاته أم لا الظاهر أنها لا تفسد إذ لم يقصد الجزئية كي تفسد بالزيادة ومن ناحية أخرى لا تكون السورة كلاما آدميا كي توجب فساد الصلاة فلا وجه للبطلان واللّه العالم بحقائق الأمور .\r\nبل لنا أن نقول أنه لا وجه للبطلان ولا مقتضي له إذ لا يبعد بل يقرب ان يقال انّ\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nالمستفاد من الحديث الإرشاد إلى ما هو الصلاح وإن شئت فقل حيث إن الحمل على المولوية يستلزم تغير الواقع عما هو عليه وهو مقطوع الخلاف فيحمل الكلام على الارشاد اللهم الا أن يقال لا يتم التقريب المذكور الّا على الالتزام بتغير الواقع ولا مقتضي للالتزام به فلاحظ .\r\n\r\nالجهة العاشرة : أنه لو شك في صيرورته كثير الشك\r\nأو شك في صيرورته شخصا عاديا يحكم بعدمه في الأول وبقائه في الثاني للاستصحاب هذا في الشبهة الموضوعية وأما إذا كان منشأ الشك الشبهة المفهومية فعلى ما ذكرنا من جريان الاستصحاب فيها يكون مثل الشبهة الموضوعية ويعمل على طبق الحالة السابقة بالاستصحاب وأما على القول بعدم جريان الاستصحاب فيها فيدخل المقام تحت كبرى أنه لو دار أمر المخصص بين الأقل والأكل نقتصر في العمل بالمخصص في اطار الأقل وبالنسبة إلى الأكثر يرجع إلى العام وفي النتيجة يظهر الاختلاف بين مسلكنا وذلك المسلك في التقريب واما النتيجة فهي واحدة .\r\n\r\nالجهة الحادية عشرة : انّ الميزان في عدم الاعتناء أنه لو كان أحد طرفي الشك اقتضائيا دون الآخر بنى على غير الاقتضائي\r\nوبعبارة أخرى المراد البناء على الصحة والتمامية أي البناء على الاتيان فيما يكون لازما والبناء على عدمه فيما يكون مفسدا والوجه فيه ظهور الدليل فيما ذكر بحسب الفهم العرفي هذا تمام الكلام في الشك ويمكن القول بعدم الاعتناء بالنسبة إلى كثير السهو للنص الوارد فيه لاحظ ما رواه محمد بن مسلم « 1 » وما رواه ابن سنان « 2 » ومقتضى الظهور انه لا بد من عدم الاعتناء بالخلل الناشي عن كثرة السهو الّا أن يقوم اجماع تعبدي كاشف عن رأي المعصوم عليه السّلام على خلافه وأنّى لنا بذلك قال في المستند والإجماع المدعى ممنوع وان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ ص 187 .\r\n( 2 ) لاحظ ص 187 .\r\n","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nكان في البحار مذكورا كيف مع أنّ الواقع في كلام كثير من الأصحاب أنه لا حكم للسهو مع الكثرة وأرادتهم ما ذكرناه منه محتملة بل ظاهرة ونقل عن صاحب الحدائق انتفاء جميع أحكام السهو عنه أيضا كما في الشك .\r\nثم أنه هل يمكن الاستدلال بدليل كثرة السهو على حكم كثير الشك بتقريب ان العلة تعمم أم لا الحق هو الثاني والوجه فيه ان اسراء الحكم من السهو إلى الشك يتوقف على إحراز كون الشك الكثير من الشيطان ولا طريق إلى إحرازه الا من دليل سقوط شك كثير الشك ومع ملاحظة ذلك الدليل لا تصل النوبة إلى الاستدلال في حكم كثير الشك بدليل كثير السهو وان شئت فقل انه من تحصيل الحاصل فإن دليل كثير الشك بنفسه كاف وواف لإثبات المطلوب ولا يخفى أنه كيف يمكن الالتزام بمقتضى قاعدة كثرة السهو والحال أن لازمه أنّه لو دخل في السجود وعلم بعدم الالتزام بالركوع أو علم بتكراره تكون صلاته تامة وهل يمكن الالتزام به واللّه العالم .\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\n\r\nالقاعدة العشرون قاعدة الاتلاف\r\nويقع الكلام في هذه القاعدة من جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : فيما ذكر أو يمكن ان يذكر في دليل القاعدة\r\nوهو وجوه :\r\nالوجه الأول : قوله تعالى :  فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدى عَلَيْكُمْ  « 1 » بتقريب ان اتلاف مال الغير بدون رضاه اعتداء بالنسبة إلى ذلك الغير فيجوز الاعتداء على المعتدى عليه بالمثل فتدل الآية دلالة واضحة على أن من اتلف مال الغير فهو له ضامن ونقل هذه المقالة والاستدلال عن الشيخ في المبسوط وعن ابن إدريس في السرائر .\r\nويرد عليه أولا أن اتلاف مال الغير بدون أذنه أعم من الاعتداء إذ يمكن أن يكون المتلف نائما أو غافلا وأتلف مال الغير ولا يكون في مقام الاعتداء والحال أنّ الضمان لا يتوقف على الإتلاف العدواني بل الإتلاف يوجب الضمان على الإطلاق وثانيا انّ الظاهر من الكلام انّ المولى بصدد بيان الحكم التكليفي وانه يجوز المكافاة بالمثل ولا ترتبط الآية الشريفة بالحكم الوضعي الذي هو محل الكلام ويدل على ما ذكرناه ما رواه معاوية بن عمّار قال : سألت أبا عبد اللّه عليه السّلام عن رجل قتل رجلا في الحل ثم دخل الحرم فقال لا يقتل ولا يطعم ولا يسقى ولا يبايع ولا يؤوى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 194 .\r\n","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nحتى يخرج من الحرم فيقام عليه الحد قال قلت فما تقول في رجل قتل في الحرم أو سرق قال يقام عليه الحد في الحرم لأنه لم ير للحرم حرمة وقد قال اللّه عزّ وجلّ  فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدى عَلَيْكُمْ  فقال هذا هو في الحرم فقال  فَلا عُدْوانَ إِلَّا عَلَى الظَّالِمِينَ  « 1 » فإن المستفاد من الحديث جواز المكافاة بمثل اعتداء الظالم فلا يدل الحديث على الحكم الوضعي بل يدل على الحكم التكليفي كما أنه يدل على الجواز بالنسبة إلى من يكون ظالما حيث قال عليه السّلام في ذيل الحديث  فَلا عُدْوانَ إِلَّا عَلَى الظَّالِمِينَ *  وفي النتيجة لا تدل الآية على المدعى .\r\nالوجه الثاني : السيرة العقلائية فإنّها جارية وسارية على الحكم بضمان من يتلف مال الغير بلا رضاه واذنه ولم يردع من قبل الشرع هذه السيرة وذكرنا كرارا ان الشارع ليس له طريق ومسلك خاص بالنسبة إلى الأمور الاجتماعية الجارية بين الناس الّا فيما ينبّه عليه ويقيم دليلا على خلاف ما يكون جاريا بين العقلاء .\r\nالوجه الثالث : سيرة المتشرعة بما هم كذلك فأنهم يرون ان الوظيفة الشرعية الضمان ويهتمون بها وارتكازهم مستقر عليه .\r\nالوجه الرابع : الإجماع المدعى في المقام ويرد فيه بان المنقول منه غير حجة والمحصل منه على فرض حصوله محتمل المدرك إن لم يكن مقطوعه .\r\nالوجه الخامس : جملة من الروايات منها ما رواه حمران عن أبي عبد اللّه عليه السّلام قال : سئل عن رجل تزوج جارية بكرا لم تدرك فلما دخل بها اقتضها فأفضاها فقال ان كان دخل بها حين دخل بها ولها تسع سنين فلا شيء عليه وإن كانت لم تبلغ تسع سنين أو كان لها أقلّ من ذلك بقليل حين دخل بها فاقتضها فإنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير البرهان : ج 1 ص 192 الحديث 2 .\r\n","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nقد أفسدها وعطّلها على الأزواج فعلى الامام أن يغرمه ديتها وان أمسكها ولم يطلقها حتى تموت فلا شيء عليه « 1 » فان قوله عليه السّلام فإنه قد أفسدها وعطلها على الأزواج بمنزلة علة الحكم وتوطئة له وعموم العلة يقتضي عموم الحكم الّا أن يقال قد عطف قوله عليه السّلام وعطلها على الأزواج على قوله أفسدها فيكون المجموع علة للتغريم فلا يستفاد من الحديث ان مجرد الافساد والاتلاف يوجب الضمان والغرامة .\r\nومنها ما رواه سدير عن أبي جعفر عليه السّلام في الرجل يأتي البهيمة قال يجلد دون الحد ويغرم قيمة البهيمة لصاحبها لأنه أفسدها عليه وتذبح وتحرق ان كانت مما يؤكل لحمه وإن كانت مما يركب ظهره غرم قيمتها وجلد دون الحد واخرجها من المدينة التي فعل بها فيها إلى بلاد أخرى حيث لا تعرف فيبيعها فيها كيلا يعيّر بها صاحبها « 2 » فإنه عليه السّلام قد علل التغريم بافساد البهيمة على صاحبها والعلة تعمم الحكم .\r\nلكن الاشكال في السند فان سدير لم يوثق وانما نقل مدحه عن الكشي .\r\nومنها ما رواه الحلبي عن أبي عبد اللّه عليه السّلام قال : سألته عن المملوك بين شركاء فيعتق أحدهم نصيبه فقال ان ذلك فساد على أصحابه فلا يستطيعون بيعه ولا مؤاجرته فقال يقوّم قيمة فيجعل على الذي اعتقه عقوبة وانما جعل ذلك عليه لما أفسده « 3 » فان الحكم في كلامه عليه السّلام قد علّل بالافساد والعلة تعمم .\r\nومنها النصوص الدالة على أن حرمة مال المسلم كحرمة دمه منها ما رواه أبو بصير عن أبي جعفر عليه السّلام قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم سباب المؤمن فسوق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 45 من أبواب مقدمات النكاح الحديث 9 .\r\n( 2 ) الوسائل : الباب 1 من أبواب حد نكاح البهائم الحديث 4 .\r\n( 3 ) الوسائل : الباب 18 من أبواب العتق الحديث 1 .\r\n","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nوقتاله كفر وأكل لحمه معصية للّه وحرمة ماله كحرمة دمه « 1 » ومنها ما رواه أبو ذرّ عن النبي صلّى اللّه عليه وآله وسلّم في وصية قال يا أبا ذرّ ايّاك والغيبة فان الغيبة اشدّ من الزنا . . . إلى أن قال يا أبا ذرّ سباب المسلم فسوق وقتاله كفر وأكل لحمه من معاصي اللّه وحرمة ماله كحرمة دمه « 2 » الحديث ومنها ما في دعائم الإسلام قال :\r\nروينا عن أبي عبد اللّه عن أبيه عن آبائه عن أمير المؤمنين عليهم السّلام ان رسول اللّه صلّى اللّه عليه وآله وسلّم خطب يوم النحر بمنى إلى أن قال : ثم قال ايّ يوم أعظم حرمة قالوا :\r\nهذا اليوم يا رسول اللّه إلى أن قال : فان حرمة أموالكم عليكم وحرمة دمائكم كحرمة يومكم هذا في شهركم هذا في بلدكم هذا الحديث « 3 » .\r\nومنها ما فيه أيضا عن أبي عبد اللّه عليه السّلام أنه قال في حديث فمن نال من رجل مسلم شيئا من عرض أو مال وجب عليه الاستحلال من ذلك والتنصّل من كل ما كان منه اليه وإن كان قد مات فليتنصّل من المال إلى ورثته إلى أن قال ثم قال : ولست آخذ بتأويل الوعيد في أموال الناس ولكنّي أرى ان يؤدّى إليهم ان كانت قائمة في يدي من اغتصبها ويتنصّل إليهم منها وان فوّتها المغتصب اعطى العوض منها فإن لم يعرف أهلها تصدق بها عنهم على الفقراء والمساكين وتاب إلى اللّه عزّ وجلّ مما فعل « 4 » .\r\nومنها ما عن صاحب الزمان عليه السّلام قال : لا يحل لأحد أن يتصرف في مال غيره بغير إذنه « 5 » بتقريب ان المستفاد من هذه الطائفة ان مال المسلم أو المؤمن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 152 من أبواب أحكام العشرة الحديث 12 .\r\n( 2 ) نفس المصدر الحديث 9 .\r\n( 3 ) مستدرك الوسائل : الباب 1 من أبواب الغصب الحديث 1 .\r\n( 4 ) نفس المصدر الحديث 2 .\r\n( 5 ) الوسائل : الباب 1 من أبواب الغصب الحديث 4 .\r\n","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nمحترم كحرمة نفسه فكما ان قتل نفسه يوجبا لضمان ولو مع عدم العمد كذلك يكون اتلاف ماله موجبا للضمان .\r\nالوجه السادس : انه لا اشكال في ضمان من غصب مال الغير مدة أعم من أن ينتفع به أولا كما لو غصب فرس زيد شهرا ولم يركبه فإنه لا اشكال في السيرة العقلائية وعند المتشرعة أنّه ضامن للمنفعة الفائتة ولا بدّ من غرامة تلك المنفعة في تلك المدة فإذا كان الأمر في اتلاف المنفعة مع بقاء العين بحالها كذلك فلا وجه للتوقف في الضمان بالنسبة إلى المقام .\r\nالوجه السابع : جملة من النصوص الواردة في بعض أبواب موجبات الضمان منها ما رواه زرارة عن أبي عبد اللّه عليه السّلام قال : قلت له رجل حفر بئرا في غير ملكه فمرّ عليها رجل فوقع فيها فقال عليه الضمان لأنّ كل من حفر في غير ملكه كان عليه الضمان « 1 » ومنها ما رواه أبو الصباح الكناني قال : قال أبو عبد اللّه عليه السّلام من اضرّ بشيء من طريق المسلمين فهو له ضامن « 2 » ومنها ما رواه سماعة قال : سألته عن الرجل يحفر البئر في داره أو في أرضه فقال أما ما حفر في ملكه فليس عليه ضمان وأما ما حفر في الطريق أو في غير ما يملك فهو ضامن لما يسقط فيه « 3 » ومنها ما رواه الحلبي عن أبي عبد اللّه عليه السّلام قال :\r\nسألته عن الشيء يوضع على الطريق فتمر الدابة فتعقره بصاحبها فتقره فقال كلّ شيء يضر بطريق المسلمين فصاحبه ضامن لما يصيبه « 4 » ومنها ما رواه السكوني عن أبي عبد اللّه عليه السّلام قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم من اخرج ميزابا أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 8 من أبواب موجبات الضمان الحديث 1 .\r\n( 2 ) نفس المصدر الحديث 2 .\r\n( 3 ) نفس المصدر الحديث 3 .\r\n( 4 ) الوسائل : الباب 9 من أبواب موجبات الضمان الحديث 1 .\r\n","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nكنيفا أو أوتدا وتدا أو أوثق دابة أو حفر شيا في طريق المسلمين فأصاب شيئا فعطب فهو له ضامن « 1 » بتقريب ان المستفاد من هذه النصوص ان تسبيب التلف يوجب الضمان فالمباشر له يكون ضامنا بالأولوية .\r\nالوجه الثامن : ما رواه جميل عن أبي عبد اللّه عليه السّلام في شاهد الزور قال : إن كان الشيء قائما بعينه رد على صاحبه وإن لم يكن قائما ضمن بقدر ما اتلف من مال الرجل « 2 » فان الحديث يدل بوضوح على ضمان المتلف فان المستفاد من الحديث ان الشاهد بشهادته الباطلة ضامن بالمقدار الذي اتلف من مال الغير فيستفاد من الحديث ان الإتلاف موجب للضمان .\r\n\r\nالجهة الثانية : ان المراد من المال ما يبذل بإزائه الشيء عند العقلاء\r\nوعليه لا فرق في الضمان بين تعلق الاتلاف بالعين التي لها مالية كما لو كسر صندوقا لزيد وبين تعلق الاتلاف بنفس المالية مع بقاء العين كما لو وضع عينا في مقابل الشمس أو في مكان يوجب وضعه في تلك المكان زوال مالية ذلك المال .\r\nان قلت الظاهر من عنوان المال العين التي تكون ذات مالية فلا يشمل الدليل ما إذا اتلف المالية مع بقاء العين .\r\nقلت : الظاهر أن العرف بمناسبة الحكم والموضوع يفهم ان الميزان هي المالية مضافا إلى أنه لا فرق في سيرة العقلاء بين المقامين كما أن ما ورد في النصوص من عنوان الافساد والتعطيل وما شابهها يشمل اتلاف المالية وحدها فلا وجه للتأمل .\r\n\r\nالجهة الثالثة : ان الظاهر من الاتلاف الافناء\r\nأي من افنى مال الغير بدون رضاه فله ضامن .\r\n\r\nالجهة الرابعة : ان المراد من الضمان اشتغال الذمة بعين التالف\r\nولذا لو رجع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 11 من أبواب موجبات الضمان .\r\n( 2 ) الوسائل : الباب 11 من أبواب الشهادات الحديث 2 .\r\n","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nالتالف إلى ما كان أولا لا وجه لضمان المتلف بغيره نعم لو لم يكن رد العين كما هو كذلك عادة تصل النوبة إلى الأقرب منه من المثل أو القيمة فلاحظ .\r\n\r\nالجهة الخامسة : أنه لو اجتمع السبب والمباشر في اتلاف شيء\r\nفهل يكون الضامن السبب أو المباشر أو كليهما أو لا هذا ولا ذلك .\r\nالذي يختلج بالبال في هذه العجالة ان يقال الحق عدم ميزان كلي بل الموارد مختلفة إذ موضوع الضمان كون الاتلاف مستندا اليه فتارة يكون الشخص سببا ولكن يصدق انه اتلف العين كما لو فتح باب القفص وطار الطير أو أكله سبع فإنه يصدق ان الفاتح للباب اتلف الحيوان وقد يكون الاتلاف مستندا إلى المباشر كما لو أمر شخص شخصا باتلاف مال شخص ثالث فان المتلف للمال المباشر للإتلاف بلا اشكال فالميزان هو صدق عنوان الاتلاف الذي يكون موجبا لضمان من يتصدى له ولو فرض الشك في صدق العنوان على ايّهما وتردد الامر بينهما فالظاهر عدم تحقق الضمان لا بالنسبة إلى المباشر ولا بالنسبة إلى السبب إذ كل واحد يشك في صدق الموضوع عليه والأصل عدمه والعلم الإجمالي في المقام لا أثر له إذ الأمر مردد بين شخصين والتكليف دائر بينهما نظير ما تردد امر المني بين شخصين فان كل واحد ينفي عن نفسه بمقتضى الاستصحاب وفي بعض الفروض لا يكون الاتلاف مستندا إلى الشخص كما لو اجّج نارا بلا قصد اتلاف شيء وبحسب التصادف عبر عابر من ذلك المكان وأصابت النار عباءته فتلفت لا يكون المؤجج للنار ضامنا إذ لا يصدق عليه انه اتلف عباءته .\r\n\r\nالجهة السادسة : أنه لو أكره أحد زيدا على اتلاف مال بكر فهل يكون زيد ضامنا لبكر أم لا\r\nالظاهر أنه غير ضامن إذ حديث الرفع كما يرفع الحكم التكليفي يرفع الحكم الوضعي فكما أنه لا يكون حراما تكليفا لا يكون موجبا للضمان .\r\nوالذي يتخلج بالبال أن يقال إن العقلاء يرون المكره بالكسر ضامنا كما أن\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nالتناسب يقتضي ذلك وإن شئت فقل ذوق الفقاهة يقتضي هذا الأمر الّا واللّه العالم .\r\nبقي شيء لا بأس بالتعرض له وإن كان خارجا عن محل الكلام وهو أنا قلنا انّ المستفاد من قوله تعالى :  فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدى عَلَيْكُمْ  « 1 » الحكم التكليفي لا الوضعي وعليه يكون المراد أنّ من لم يراع حق الناس واعتدى على غيره يجوز لذلك الغير ان يفعل بالمعتدي بالمثل فلو فرضنا انه ضربه ضربة يجوز للمضروب ان يضرب الضارب ضربة وهكذا وأيضا لو اتلف مالا له يجوز له أن يتلف ماله بالمقدار الذي اتلف عن ماله ولا تنافي بين الجواز المذكور والضمان بواسطة الاتلاف وبعبارة أخرى لا تنافي بين المقامين غاية الأمر ان المعتدى عليه لو اتلف هذا المقدار عن المتلف تكون النتيجة التهاتر وأما إذ لم يكافى يكون المعتدي ضامنا له اللهمّ الّا أن يقال إن العرف يفهم عدم الضمان في هذه الموارد واللّه العالم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 194 .\r\n","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\n\r\nالقاعدة الواحدة والعشرون قاعدة انحلال العقود إلى عقود متعددة\r\nويقع البحث في هذه القاعدة من جهات :\r\n\r\n[ جهات البحث 
  ]\r\n\r\nالجهة الأولى : في المراد من انحلال العقد\r\nفنقول لا اشكال ولا كلام في أن هذه القاعدة لا تجري فيما لا يجوز فيه التبعيض فلو باع عبده لا يتوهم انحلال العقد إلى بيع رأس العبد ورجله مثلا فان بيع الجزء الخارجي للعبد غير قابل للبيع بل الكلام في الجزء المشاع وأيضا لا يتصور انحلال بالنسبة إلى تزويج المرأة فان التزويج انما يتعلق بالمرأة ولا يجوز تعلقه بجزء خارجي منها أو جزء مشاع وأيضا لا يكون البحث في هذه القاعدة فيما لو جمع البائع بين شيئين كالكتاب والفرش ويكون قصده بيع كل واحد منهما على حياله واستقلاله بحيث لا يكون ربط بينهما وانما جمعا في مقام الانشاء كما لو باع داره مباشرة في الساعة الثانية من الليل وباع في تلك الساعة وكيله كتاب الموكل فإنه لا مجال لبحث الانحلال في الفرض المذكور إذ لا مقتضي للانحلال كما هو ظاهر وبعبارة واضحة الانحلال مفروض ومتصور في صورة الانسجام والتركب وفي الصورة المفروضة لا تركب في الواقع ومقام اللب فالانحلال فيه يكون من مصاديق تحصيل الحاصل .\r\n\r\nالجهة الثانية : في أن القاعدة الأولية هل تقتضي الانحلال أم لا\r\nالحق هو الثاني والوجه فيه ان الأثر في الأمور الوضعية مترتب على طبق اعتبار المعتبر وتابع له ودائر مداره وبعبارة أخرى العقد تابع للقصد والتخلف على خلاف القاعدة الأولية\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nويحتاج إلى قيام دليل عليه فلو باع زيد داره يتعلق قصده بتمليك مجموع الدار من حيث هو من المشتري لا انه باع نصفه وثلثه وربعه إلى آخره ولذا يكون نصف الدار جزءا للمبيع لا انه مبيع والّا يلزم التسلسل لاستحالة الجزء الذي لا يتجزى وأيضا يلزم تعدد الخيار بعدد البيوع إذ كل بيع له خيار المجلس مثلا وأيضا يلزم تعدد البيوع بحسب الأجزاء الخارجية في قبال الكسور .\r\nوصفوة القول انّ البيع المتعلق بعين يكون بيعا واحدا ولا يعقل ولا يتصور فيه التعدد كما أن الحكم التكليفي المتعلق بالمركب الاعتباري كذلك فان الأمر المتعلق بالصلاة لا ينحل إلى أوامر عديدة وواجبات متعددة بل الأمر واحد والواجب كذلك وكل جزء من الصلاة جزء الواجب لا واجب بحياله واستقلاله ولذا لا معنى للواجب الضمني الا هذا المعنى وبعبارة واضحة كل جزء من المركب الذي تعلق به الأمر بشرط انضمام بقية الأجزاء اليه واجب لا أنه واجب على نحو اللا بشرط ومن الظاهر أن الجزء المضاف إلى بقية الأجزاء عبارة أخرى عن الكل وعلى هذا الأساس قد ذكرنا في بحث دوران الأمر بين الأقل والأكثر أنّه لا مجال لأن يقال إن الأقل واجب قطعا والشك في الأكثر بل الأمر دائر بين وجوب الأقل والأكثر ولا قدر متيقن في البين وعليه يكون الأصل الشرعي متعارضا وبالتعارض يسقط وانما البراءة العقلية تجري بالنسبة إلى الأكثر ولا تجري بالنسبة إلى الأقل إذ المكلف يقطع باستحقاق العقاب بترك الأقل فيلزم الإتيان به والتفصيل موكول إلى ذلك المقام الذي يكون مزلة الاقدام وقد ذكرنا أخيرا أنّه لا وجه لجريان البراءة العقلية أيضا بل المحكم أدلة الاحتياط نعم على القول بجريان الأصل في بعض أطراف العلم الإجمالي لا مانع عن جريانه عن الأكثر فالنتيجة أن مقتضى القاعدة الأولية عدم الانحلال .\r\n\r\nالجهة الثالثة : أنه هل يكون دليل يدل على الانحلال\r\nوعلى خلاف مقتضى\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nالأصل الأولي أم لا ربما يقال هناك وجوه دالة على خلاف القاعدة .\r\nالوجه الأول : الاجماع وفيه الأشكال الساري في الاجماعات إذ المنقول منه غير حجة والمحصل منه على فرض حصوله أيضا لا اعتبار به الّا فيما يكون كاشفا عن رأي المعصوم عليه السّلام .\r\nالوجه الثاني : ان بناء العقلاء وسيرتهم في المعاملات على التبعيض فلو باع زيد عبده مع عبد غيره بيعا واحدا يحكمون بصحة البيع بالنسبة إلى مملوكه وبعدم صحته بالنسبة إلى غير مملوكه ولم تردع هذه السيرة من قبل الشارع وهذا الوجه لو تحقق وأمكن الجزم به يمكن ان يجعل وجها للمدعى لما ذكرنا مرارا أن الشارع الأقدس لا يكون له مسلك خاص في الأمور الاجتماعية الّا فيما قام الدليل على التصرف فيه ولكن الاشكال تمام الاشكال في تحقق هذه من قبل العقلاء حتى فيما يكون الامر ظاهرا لديهم وعلموا بان بايع الدار المشتركة باع بتمامها ولم يتعلق قصده بيع خصوص حصته فهل يحكم العقلاء بصحة البيع بالنسبة وهل يحكمون بالانحلال مع علمهم بان البائع قصد بيع مجموع الدار وكاره لبيع مملوكه الخاص ويضاف إلى ذلك أنهم إذا فهموا بان البيع المتعلق بالمجموع بما هو مجموع لا ينحل بحسب طبعه ونفسه إلى بيوع متعددة وبعبارة واضحة تارة العقلاء والعرف يعتقدون ان البيع المتعلق بالعين ينحل إلى بيوع متعددة وعلى هذا البناء والخيال يحكمون بالانحلال فيما يكون البيع متعلقا بالمال المشترك مع عدم رضا الشريك واما إذا علموا بان الامر ليس كذلك كما بيناه فكيف يمكن الجزم ببنائهم وإذا وصلت النوبة إلى ما بيناه لا يمكن اعتبار السيرة مثلا لو فرض ان العقلاء يعتقدون بان اللفظ الفلاني ظاهر في المعنى الكذائي ويرتبون الأثر عليه بواسطة هذا الاعتقاد فهل يكون عملهم صحيحا مع أن ذلك اللفظ لا يكون كذلك وإذا وصلت النوبة إلى الشك في أن مثل هذه السيرة المنحرفة عن الجادة حجة يكون مقتضى الأصل\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\nعدم اعتبارها .\r\nالوجه الثالث : انه لا فرق بين بيع المملوك مستقلا وبيعه منضما إذ البيع على كلا التقديرين تعلق بما يصح ويشمله دليل الصحة من دليل احلال البيع وتجارة عن تراض والوفاء بالعقد على مسلك من يرى الآية دليلا على الصحة على خلاف ما رمناه .\r\nوبعبارة واضحة بيع المجموع بطبعه ونفسه ينحل إلى البيوع فلا اشكال .\r\nويرد عليه انّ التقريب المذكور بمراحل عن الواقع فان الانحلال المدعى متوقف على لحاظ كل جزء بحياله واستقلاله والحال انّ كلامنا في المقام صورة تعلق البيع بالمجموع من حيث المجموع ولذا لو باع أحد داره لا يصح أن يقال زيد في هذا اليوم باع بيوعا متعددة إذ باع داره وباع نصف داره وثلثه وربعه إلى غيرها وهذا العرف ببابك ويتضح بطلان المدعى بأنه لو أمر المولى باكرام عشرة من العلماء بنحو العام المجموعي فهل يمكن ان يقال إنه يحصل مقدار من الامتثال بإكرام واحد منهم أو اثنين كلا ثم كلا والوجه فيه أنّ الواجب الاكرام الخاص وهو لا يصدق على البعض ولعمري هذا واضح ظاهر .\r\nالوجه الرابع : انّ البيع سبب شرعي لانتقال المبيع إلى المشتري فإذا فرضنا انه تعلق بشيئين ويكون الشرائط بالنسبة إلى أحدهما تامة ليتحقق المسبب فالانحلال أمر على القاعدة .\r\nوفيه انّ الوجه المذكور مصادرة كالوجه الثالث مضافا إلى انّ البيع وأمثاله من العقود والإيقاعات لا تكون أسبابا بل موضوعات للأحكام والمفروض انّ العقود والايقاعات تابعة للقصود والّا يلزم بان ما قصد لم يقع وما وقع لم يقصد وهذا خلاف القاعدة فما ادعاه من القاعدة تكون على خلافها .\r\nالوجه الخامس : ما رواه محمد بن الحسن الصفار انه كتب إلى أبي محمد\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nالحسن بن علي العسكري عليه السّلام في رجل باع قطاع أرضين فيحضره الخروج إلى مكة والقرية على مراحل من منزله ولم يكن له من المقام ما يأتي بحدود أرضه وعرف حدود القرية الأربعة فقال للشهود اشهدوا أني قد بعت فلانا يعني المشتري جميع القرية التي حدّ منها كذا والثاني والثالث والرابع وانما له في هذه القرية قطاع أرضين فهل يصلح للمشتري ذلك وانما له بعض هذه القرية وقد أقرّ له بكلها فوقّع عليه السّلام لا يجوز بيع ما ليس يملك وقد وجب الشراء من البائع على ما يملك « 1 » فان الحديث يقتضي الالتزام بالانحلال والتبعيض على خلاف القاعدة الأولية ومن الظاهر أنه لا يبقى اعتبار لقاعدة بعد ورود ما يخالفها من مخازن الوحي أرواح العالمين لهم الفداء لكن الحديث يختص بالمورد الخاص .\r\nهذا تمام الكلام في هذه القاعدة والحمد للّه أولا وآخرا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل : الباب 2 من أبواب عقد البيع وشروطه .\r\n","page_name":" 211 ","page_number":211},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216}
  ]