[
  {"content":"\r\n\r\n\r\n[ مقدمة المصحح 
  ]\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ الحمد للّه الذي هدانا بمتناهى الاحكام ودلّنا بضوء مدارك الأعلام إلى معالم أصول الحلّال والحرام ونستعين بكلمته الّتى أنشأ بها نشآتى الآخرة والأولى وطرد شياطين الأوهام بأنوار البراهين وقمع أعداء الدّين إلى مهوى البعدين ونصلّى على محمّد المبعوث بكتاب اللّه ونور المنزل معه على كافّة الأنام وآله المطهّرين عن ظلمات الأوهام بأنوار الحقّ واليقين وبعد فانّ من أجلّ العلوم منزلة بعد المعارف الحقيقيّة علم أصول الفقه إذ به يهتدى إلى معالم الاحكام وقوانين الحلال والحرام وكان من حملة ما صنّف كتاب المستطاب المسمى بحقّ المبين في تصويب المجتهدين وتخطئة الاخباريّين من مصنفات امام المجتهدين وخاتم الفقهاء الرّاشدين وفقيه المسلمين وآية اللّه في الأرضين الشّيخ جعفر النّجفى كاشف الغطاء طاب ثراه مع ما لحق به من القواعد الاثني عشر منه طاب ثراه وكم أودع فيها من دقايق تحقيقاته ونتائج أفكاره الّذى لم يصدّ ؟ ؟ ؟ اليم أيدي أكثر العلماء ورفع فيها ما خفى على المتقدّمين فعليكم بمطالعة هذا الكتاب حتّى ينوّر القلوب والعيون فاغربوا قدره ولا ترخصوا مهره ثمّ زيّنا بطبع رسالة المسمّى بفارق والحق من محمّد بن السّيّد فرج اللّه فيما تفرّق بين الأصوليّين والأخباريّين و ؟ ؟ ؟ مسألة مفصّلة ومختصره وفيها من البيانات الطّالعة والأنوار السّاطعة على ما لا يخفى على من نظر فيها وطالع ثمّ وفّقنى اللّه بتوفيقه بطبع رسالة أخرى من مبيّن قواعد الدّين القويم وامام الفقهاء والاصوليّين واعلم المتقدمين والمتاخّرين الشّهيد الثّانى نوّر اللّه المضجعة المتعلّقة بمسائل الحبوة مفصّلا في كمال التحقيق ولعمري كم أودع فيها من التحقيقات والفروعات المتعلّقة بالحبوة الّتى لم يطّلع عليها المتقدّمون والمتاخّرون اوّله في حاشية صفحه 98 بعد اللّتيا والّتى ولقد ايّدنا اللّه بتأييده وسدّدنا بتسديده بالتّصدي لتصحيح لهذه المجموعة من النّسخ المصحّح مرّة بعد مرّة وانطباعها على أحسن الانطباع وانال‌قأ الحاج\r\nالشيخ احمد الشيرازي اصلح اللّه حاله ونور قلبه\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n\r\n[ الخطبة 
  ]\r\nانّ هذا هو الحق المبين بسم اللّه الرّحمن الرّحيم وبه ثقتي الحمد للّه الّذى خلق الانسان وعلّمه البيان وصلّى اللّه على محمّد وآله سادات الزّمان ما طلعت الكواكب وظهر في السّماء نجم ثاقب وبعد فانّه قامت الحرب وعلى ساق واحد وكثر الجدال والقيل والقال حتّى ملأ جميع الأقطار والآفاق بين فريقين من الاماميّة والطّائفة المحقّة السّالكة مسلك الشّريعة المحمّدية وبسبب ذلك انقسموا إلى قسمين مجتهدين واخباريّين وبعد النّظر في البين يظهر الرّجوع لكلّ منهما إلى أحد الثّقلين فانّ المجتهدين ان لم يرجعوا إلى الاخبار ولم يعولوا على ما روى عن النّبىّ صلّى اللّه عليه وآله\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nوالأئمة الأطهار مرقوا عن الدّين ولم يوافقوا شريعة سيّد المرسلين والاخباريّة ان لم يجتهدوا في المقدّمات التي يتوقّف عليها فهم الاخبار والرّوايات خرجوا عن طريقة الاماميّة ولم يسلكوا مسلك الفرقة المحقة الجعفريّة فمرجع الطّرفين إلى ما روى عن سادات الثقلين فالمجتهد اخبارى عند التحقيق والاخبارى مجتهد بعد النظر الدّقيق ففضلاء الطرفين بلطف اللّه ناجون الواصلون إلى الحقّ منهم والقاصرون والجهّال المقصّرون والطاعنون على المجتهدين المشيدين للأركان الدّين هالكون فلا يرد علينا تشيع بعض المخالفين من المسلمين بانّ الخلاف كما وقع بين الفقهاء الأربعة وقع بين المجتهدين والاخباريّين إذ لا نزاع بيننا في أصول الدّين ولا مانع عندنا من الرّجوع إلى الطّرفين في معرفة حكم ربّ العالمين وانّما جعل لكل اسم على حدة لحصول الخلاف بينهم في مسائل متعدّدة وان كان الحقّ فيها مع المجتهدين إذ الاخباريّون فيها مخطئون لكنهم غير مقصّرين وإن كان انكارهم لكثير منها يشبه انكار ضروري من العقل أو الدّين لانّهم لم يقصّروا في النّظر وسبقتهم الشبهة ؟ ؟ ؟ ممّن قصر لا من قصّر على انّه ليس من مذهبنا الاقتصار على علماء معيّنين لا يجوز التّجاوز عنهم ولو إلى الأفضل منهم ونحن نشير إليها على التّفصيل ونبيّن حقيقة مذهب المجتهدين بأوضح دليل ثم نبيّن\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nما استند اليه كلّ من الفريقين ونوضح القوى والضّعيف من الجانبين ونقتصر على ذكر شطر صالح منها مع إقامة البرهان لانّها عجالة سفر برزت إلى الوجود بلطف اللّه الملك المنّان في دار السّلطنة والايمان والعلم والعبادة أصبهان حماها اللّه من نوائب الزّمان ما دارت الأفلاك بكواكبها واختلف الملوان وقد كنت عزمت فيما مضى من عمرى وتقضى من أيام دهري ان لا أجول في هذا الميدان ولا اتعرّض للدّخول بين الفضلاء والأعيان حذرا من النّفس الامّارة وإبليس ولانّ ابن اللّبون لا يستطيع صولة البزل القناعيس لكن دعاني اليه وأوجب على القدوم عليه التماس ولدى الطّاهر المطهّر علىّ بن جعفر أطال اللّه بقاه وجعلني فداه مع كثرة ما رايت من طعن بعض الجهّال على ورثة علوم خاتم الأنبياء والائمّة الامناء حتى كادوا ان يشبهوا على الأعوام العوام ويلبسوا الحال على غير أولى الافهام وينحصر البحث في ذكر تلك المسائل مع الإشارة إلى بعض الشّواهد والدلائل وهي كثيرة لا تحصر في مثل هذه الرّسالة الموجزة لا ينبغي ان تذكر بتمامها وتسطر فلنقتصر على ذكر المهمّ منها وفيه مطالب\r\n\r\nالمطلب الاوّل في العقل\r\nاعلم أنه لا ريب ان للمؤثرات فيما يترتّب عليها من الآثار والصّفات من الذّوات خصوصيّات وليس ذلك الترتيب من الأمور الاتفاقيات في شرعيّات أو عاديّات أو عرفيّات فترتب التسخين\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nوالتبريد والقتل والتعذيب والعلم والادراك مثلا على النّار والثلج والضرب والعقل بدون واسطة أو بتوسّط الحواس الظاهرة أو الباطنة انّما هو لخصوصيّات فيها فان البديهة تحكم باقتضائها لذاتها لا بمجرّد الجعل الإلهي وقضاء العادة خلافا لبعض الأشاعرة وكذا موافقة الطّبع ومنافرته للمبصرات والمسموعات والمشمومات والمذوقات والملموسات مما يتعلّق بالحواس الظاهرة وما حلّ في الفكر أو الخيال ونحوهما ممّا يتعلّق بالحواس الباطنة انّما هي لأسباب ومقتضيات وكذا موافقة العقل مع عدم الواسطة فالعقل جعل سلطانا على النّفس يأمرها بما يصلحها وينهاها عمّا يفسدها في منقادة له الّا إذا قويت عليه لنفسها أو بمعونة الشيطان وكذا النّفس جعل لها سلطان على الأعضاء لا يصدر عنها شيء خير أو شر الّا عن امرها فالعقل إذا أدرك شيئا بواسطة أو بدونها من فساد الدّنيا أو صلاحها في فعل أو ترك حكم على صاحبه به وجوبا أو تحريما أو ندبا أو كراهة أو تخيير أو علم استحقاق المدح والذم والعقاب في مقاماتها وقضى على غيره لو كان مقدورا له بذلك وفرض أو ندب على كلّ مطاع من سيّد أو غيره منع مطيعه من ارتكاب ما يفسده وأوجب عليه المؤاخذة أو ندب أو ندبة إليها على حسب اختلاف المقام واستحق المطيع المدح والعاصي الذم منه ومن ساير العقلاء فالعقل متكفّل\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nبتدبير النّفس يبيّن لها ما يصلحها في امر دنياها وما يفسدها فيه من معاش ومسكن وفراش وغيرها بحسب ما يعلمه من الأسباب المقتضية للصّلاح أو الفساد فمتى ظهر ليست ؟ ؟ ؟ يقتضى أحد الامرين عمل على ما علّمه وإلا رجع إلى من هو أعقل منه واعرف في الجهة التي حاولها فيرجع إلى عقول أرباب الصنائع في الصّناعة والاطبّاء في الطّبابة وفي معرفة الضارّ والنافع إلى عقول العارفين وامّا ما استقل بمعرفته من مقتضيات حرّ وبرد وجوع وعطش ومنجى ومهلك وموافق ومخالف فلا حاجة فيه إلى المرشد وقد قضى اللّطف بايداع معرفة كيفيّة المعاش في جميع الحيوانات ناطقها وصامتها سوى ما قضت الحكمة بجعله جائرا كالفراش وأودع الخوف من كل من له سلطان في قلب النّاطق والصّامت من الحيوان فلم يزل البهائم يخاف من موذياتها من مجانساتها وغيرها من الانسان وغيره من السماع والحيات والعقارب ونحوها وعلمها أسباب النجاة من هرب ونحوه وكذا لمولى عليه من عبد وخادم ورعيّة ونحوهم فانّهم لمّا ادخلهم تحت سلطان من له الولاية عليهم أودع في قلوبهم معرفة ما فيه سبب النّجاة والهلاك من الطّاعة والانقياد والمعصية والعناد المبنيّة على الموافقة والمخالفة للمراد ممّا يترتّب عليه الصّلاح أو الفساد للموالى أو العبيد ومتى حصل الوفاق\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nأو الخلاف منهم علموا بانّهم مستحق المدح أو الذمّ والثواب والعقاب من مواليهم أو غيرهم غير انّ الدّاعى للموالى مثلا ذو وجهين ما يتعلّق بصلاح أنفسهم وما يتعلق بصلاح العبيد وفي حق الواجب ذو وجه واحد وهو صلاح العباد وامّا من جهة أوامر الشّرع ونواهيه ممّا يتعلّق بالأخرة فالحكم فيها أبين واظهر لأنه لا ينزّه أحد من الاغماض عن صلاح عبيده وفسادهم ؟ ؟ ؟ اللّه ولا يحكم بإرادة صلاحهم على أحد كالحكم على اللّه فكيف بحكم العقل والعقلاء بديهة بان عقلاء المولى يقبح عليهم ان لا يحرموا على الموالى ظلم العباد والافساد في البلاد والجناية والسّرقة والكذب الضار وفعل الفاحشة وقتل النّفس من غير سبب وهتك حرمة المحرّمات إلى غير ذلك ولا يحكمون بمثل ذلك على اللّه ولذلك ذهب المجتهدون من أصحابنا رضوان اللّه عليهم إلى انّ العقل حجّة في الأصول والفروع للعلم بانّ احكام الشّرع انّما هي عن أسباب ومقتضيات كما يستفاد من صريح الآيات والرّوايات وامكان ادراك بعض تلك الأسباب غير خفى على أولى الألباب فمتى اهتدى العقل إليها احبّ أو كره وجود ؟ ؟ ؟ هائم الايجاد ؟ ؟ ؟\r\nثمّ أراد ثمّ مدح وذمّ ثم حكم على من حل فيه وعلى غيره وعاقبهما لو كان العقاب مقدورا له ويقع منه عفو وحيث علم أن الش مع حكمته قد علم\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nبما علم قضى بأنه كان منه ما كان منه من حيث الوجود ثم الايجاد ثمّ الإرادة ثم الطّلب وعكسها مع ترتّب استحقاق المدح والذمّ والثّواب والعقاب من وجهين مع زيادة امكان المؤاخذة ووقوعها فعلا مع عدم العفو فما ادركه بنفسه غنىّ فيه عن الدّليل وما خفى عليه يحتاج فيه إلى مرشد ودليل فحكم العقل بالحسن والقبح شرعا وعرفا وعادة من الضّروريّات وممّا قضى به نصّ الكتاب والرّوايات في مواضع كثيرة غير محضورة وربّما كان استقلاله في بعض الفروع اظهر من الأصول ولو لم يستقلّ في كلام الامرين لم يصلح الاستدلال به في خصوص أحد الجانبين والظاهر انّه محلّ اتفاق بين العقلاء من الكفّار والمسلمين من المؤمنين وغيرهم وإنّما أنكره الأشاعرة في الأصول والفروع في أمور الدّنيا والدّين امّا الانكار الأسباب والمقتضيات مط كما بظهر من بعضهم أو في خصوص الاحكام وامّا لادراك العقل ايّاها واما للاعتماد عليه لوقوع الغلط منه وامّا لانّ الش لا يتبعه مستندين إلى ما دلّ من الكتاب والسنّة على أنه لا تعذيب قبل البعثة وفيه انه لا يفهم من ذلك الّا إرادة ما قبل الاعلام كما يظهر من معنى العبارة إذا قالها السيّد لعبده وانّه يمكن إرادة العفو منها أو يراد فيما بعث فيه وإرادة العقل بالرّسول بعيدة وإلى وقوع التّكليف بالمحال في امر أبى لهب وغيره بالايمان مع نصّ الكتاب والنبىّ صلّى اللّه عليه\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nوآله على عدم وقوعه فيكونون مأمورين التّصديق والتّكذيب معا ولأنه لا يمكن كذب النصّ فيلزم التّكليف بالمحال وفي قضاء الكفّار فيما فيه قضاء المشروطة صحته بالاسلام القاضي بحرمة الاتيان به والعقل حاكم بعدم جوازه وفيه انه ممنوع ووجّهه ظ وبالاجبار في افعال العباد أو انّ الفاعل هو اللّه وهما مردودان بما لا يخفى واحتج لهم بانا نرى حكم العقل يختلف بالنّسبة إلى الفاعلين والمفعولين والأمكنة والأزمنة والهيئات والأوضاع ولو كان حاكما لما اختلف حكمه ولم يكن الحسن والقبح تابعين للشّرع في اذنه وامره ونهيه فلم يحسن قتل المؤمن من ملك الموت لموافقة الامر ويقبح من غيره لعدمها ولا قتل البهائم في التذكية دون غيرها للاذن ولا قتل العالم بالغضب على واحد منهم وايقاع الطّاعون والاحراق بالصّواعق من اللّه وقبح من غيره ولا حسن حصول شيء من الملاك وقبح من غيرهم وفيه انّ المدار على مراعاة الجهات والاعتبارات وأورد عليهم لزوم افحام الأنبياء والاعتذار بالفطرة أو الاجبار وبالمعارضة بمثله لا وجه لها والكلام معهم طويل ليس هذا مقامه وامّا أصحابنا الاخباريّون فحيث قصروا الحجّة في غير الضّرورتين على الالفاظ الواقعة في الكتاب والسّنة النبويّة مفسّرين بالاخبار ولم يعولوا على جميع ما أفاد المراد مع انّه لا يخفى على عاقل انّ الالفاظ انّما تلحظ لكشف المراد لا لنفسها\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبديهة في جميع خطابات العقلاء لانّ مدار صفة الطاعة والمعصية والانقياد والامتثال والتّسليم والانتمار والانتهاء والعبوديّة ونحوها على المراد اختلفت كلمتهم فيظهر من بعضهم انكار الأسباب ومن بعض انكار ادراك العقل ومن بعض انكار التعويل على ادراكه لكثرة كذبه فاشبه قولهم بذلك قول العنادية ومن بعضهم تسليم ادراكه وصوابه وانكار الملازمة بينه وبين الشّرع ولو انّهم نظروا في تكاليف السّادة لعبيدهم وكلّ مطيع لمطاعه لعلموا انّ المدار في جميع المحالّ والأقطار وفي جميع اللّغات وسائر العبارات على المراد دون الالفاظ ولا يشك عاقل في ان السيّد إذا امر عبده بان لا يوقظه من نومه فجائه سبع أو أفعى أو نحوه أو امره بالاتيان بماء من الكوز فوجد فيه ماء متعفّنا ووجد حوله ماء عذبا خاليا عن الموانع أو قال اقتل هذا ولم يعلم أنه ولده بل زعم أنه عدوّه فأبقاه على نومه حتّى قضى عليه وجاءه بماء الكوز وقتل ولده فلمّا لوم على ذلك اعتذر بان هذا مقتضى حديثه ونصّه ولست أخالف قوله الا بحديث مثله عد عاصيا أو مجنونا مسلوب الرّأي ولم يقبل عذره عند العقلاء وانّما اقتصرنا على هذا القليل من الكلمات لانّ الغرض انّما هو الردّ على الزاعمين انّهم غير مأمورين الّا بالعمل بالرّوايات وما قيل من انّ البحث فيه قليل الثّمرة لانّ جميع ما يستقلّ به العقل داخل في الضّروريّات وفي ذلك غنية عن الاستدلال به مردود\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nبما سيجيء في تحقيق أسباب الاحتياج إلى المسائل الاصوليّة\r\n\r\nالمطلب الثّانى فيما يسمّى دليل العقل باصطلاحهم\r\nوهو اقسام إذ لا اطمينان بفهمه ؟ ؟ ؟\r\nوالمهمّ هنا التعرض لأربعة اقسام إذ هي عمدة النّزاع بين الفريقين أحدها أصل الإباحة بمعنى مطلق الجواز ثم قد يراد به إباحة الاستعمال في المستعملات من خصوص المأكولات والمشروبات أو مطلق المستعملات فيعمها مع الملبوسات والمفروشات وما يتعلّق بها أو مطلق الأعمال والانتفاعات ثمّ قد يراد به خصوص مسلوب الرجحان من الطّرفين مع التّعميم في المتعلّق أو التخصيص ويساوى على التّعميم أصل البراءة بالمعنى الاعمّ وعلى الاوّل يقدم الواجب على الحرام عند التّعارض ولتقديم المستحبّ على المكروه وجه وعليه بالمعنى الآخر تعميما وتخصيصا وعوّلوا المجتهدون وبنوا عليه الاحكام الشرعيّة والمطالب الفقهيّه فيما عدا ما علم من الشّرع اصالة حرمته كمملوك الغير والوقف الخاص في غير الأراضي والمياه المتسعة وما يتعلّق بهما من سموك ونباتات وحصى وما يخرج من الأرض من كمات ونحوها في وجه وعدا ما فيه تعدّ على انسان أو حيوان معتبر دون غيره من المتناهى في الصّغر وعدا ما يتعلّق بالوطي في انسان وغيره وما يتّبعه في نوع الانسان ولحوم الطّيور والمشكوك في وقوع تذكيته وما تعلّق بالعبادات ويجرى في المشتركات من الأوقاف العامّة وغيرها ما لم تناف جهة الانتفاع المعدّة له والاستصحاب فيها مردود بتبدل الموضوع ونقل الصّدوق ره فيه اجماع الاماميّة وقضت\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nبه السّيرة المستمرة من زمن الأنبياء السّابقين إلى زماننا وسيبقى ذلك إلى يوم الدّين ولم تنزل أئمتنا وأصحابهم ونوّابهم من العلماء يطلبون الدّليل من المحرّم وقد استقرّت عليه آراء النّاس قديما وحديثا وغرس في أذهانهم فلا يتوقفون في ضروب النّباتات وأنواع الافعال والأوضاع والحركات والسّكنات لانّ البناء على هذا الأصل كالضّرورى فيما بينهم ويؤيّد ذلك عدم تعرّض العلماء لذكر المباحث في غير ما أصله التحريم وبذلك ثبت معذورية جهالهم كيف لا وجميع ما يستبيحونه من غير نصّ الا يمكنهم الاستناد فيه إلى غير الضّرورتين من سيرة أو اجماع لعدم حجّيتهما عندهم ولعدم ثبوتهما في أكثر الجزئيّات ولا إلى الضّرورتين للوجه الأخير مع انّ الضّرورة ان تعلّقت بجميع الافراد لزم ان لا يجوز العدول للعثور على دليل ولم يقل به أحد والّا كان من العمل بالظنّ لاوله إلى العلم وهذا غير مقبول عندهم وقد استمر عمل الاخباريّين على ذلك ويؤيّد ذلك ان نسبة الحرام إلى الحلال في غير الأعيان وفيها فيما عدا الحيوان كنسبة المحصور إلى غير المحصور فهذا القسم كغيره من كثير من الاقسام الآتية ممّا اختلف فيه علمهم وعملهم ويفيده من الاخبار ما دلّ على حجب القلم عمّا لا يعلم وانّ ما حجب اللّه علمه موضوع وان كلّ شيء مطلق وحلال حتى تعلم حرمته إلى غير ذلك وفيما دلّ من الكتاب والسنّة على انّ مخلوقيّة ما في الأرض\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nلانتفاعنا وتفسير الاعتبار لا ينافي لانّ البطون لا تنافى الظّهور وفي استدلال علىّ عليه السّلم على عاصم ابن زياد لما حرّم على نفسه الطيّبات بقوله تعالى والأرض وضعها للأنام أبين شاهد عليه فما ذهب اليه الاخباريّون من اصالة الحرمة واقعا أو ظاهرا أو التّوقف لاخبار وردت في مقام التّعارض أو مط معمول عليها عند الجميع لوجوب الرجوع إلى الامام عليه السّلم أو نوّابه مع قيام الشّبهة وحصول الشّك والّا انسد باب الرّجوع إلى الائمّة ع غالبا ثم انّهم رضوان اللّه عليهم موافقون للمجتهدين غالبا بالحكم مخالفون بالاسم ولا تراهم يرجعون إلى أصلهم الّا فيما وقع فيه البحث كدخان التّنباك مثلا دون باقي الدخاخين وانّ ساوته في المدرك المقرّر عندهم ثانيها أصل البراءة وقد يدخل في أصل العدم باعتبار نفى الرّجحان وان كانت الإباحة حكما فتكون للحجيّة مدركان وفي أصل الإباحة على بعض الوجوه وهو بالنّسبة إلى حكمي الوجوب والنّدب ممّا قامت عليه البديهة وجرت عليه سيرة الأنبياء السّابقين وأوصيائهم إلى عصر خاتم النّبيّين ثمّ الائمّة الطّاهرين ثمّ العلماء المرضيّين فانّ كلّ من ادعى أحد الحكمين طولب بالدّليل ولم يطالب النّافى بل يحكم بانّ الحقّ معه حتى يقوم دليل الخلاف ولم تزل الادلّة تقام على ثبوتهما دون نفيهما من ائمّتنا وجميع علمائنا ولذلك دوّنهما العلماء في كتبهم دون ضدهما\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nمن الإباحة وللزوم تكليف ما لا يطاق على القول بعدمه ولدلالة الأخبار المتواترة المعنى على رفع القلم عمّن لا يعلم وان المحجوب علمه موضوع حكمه وعليه المجتهدون ونسب إلى الاخباريّين امينهم انكار ذلك وامّا حكم الخطر والكراهة فتجرى فيه عند فقهائنا المجتهدين ولا ينبغي الشّك فيه لمثل ما ذكرناه في هذا المقام وفي بحث أصل الإباحة لكن لا رجوع للمجتهد بعد حصول الشّبهة من تعارض الاخبار أو من غيره الا بعد بذل الوسع في طلب ما ينفيه من الادلّة ولا للعامي الّا فيما جرى على وفق العادة واستمرّت عليه أو مع العجز عن الوصول إلى الفقيه وهذا الأصل في القسمين الاوّلين جار في حكم كلّ آمر ومأمور ومطيع ومطاع وكذا بالنّسبة إلى الأخيرين وامّا الاخباريّون فقد نفوا ذلك وهم محجوجون بما أوردناه من الشّواهد وما ذكروا من انّ ذلك مردود بما روى بعبارة مختلفة تشبه أن تكون متواترة المعنى من أن للّه تعالى في كل واقعة حكما مردود بان المراد بهذا الأصل كأصل الطّهارة وصحّة دعوى المسلم وعقده وفعله اثبات الحكم الظّاهرىّ التّكليفى وهو غير ملازم للواقعىّ فالمراد إذا انّ الحكم بعدم التّكليف مقدّم على الحكم به وهذه المسألة أيضا ممّا خالف فيها علمهم عملهم فانّه لا يسع متشرع ترك العمل بذلك للزوم فساد النّظام وثالثها أصل العدم وربّما دخل فيه أصل البراءة وأصل\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالإباحة من أحد الوجهين وهو حجة عند المجتهدين لانّه من الأصول الّتى عوّل عليها العقلاء وجرت عليه سيرة الأنبياء والأوصياء إلى زمان خاتم الأنبياء والائمّة الامناء ونوّابهم من العلماء فانّ الشّاهد انما يطالب على الاثبات فإن لم يكن كان البناء على العدم وعلى مثل ذلك بنى جميع الأعوام من الكفّار وأهل الاسلام ويدلّ عليه مع ذلك ان لا نسبة للموجود على المعدوم وهو في حقّه بمنزلة المعدوم وحجيته لذاته لا لجريان حكم الاستصحاب فيه وان كانا قلّ ما يفرقان ولذلك يجرى في المجرّدات عند من يدّعى قدمها وفي اختلاف الأحوال بطريان الوجود والعدم وتكررهما على المحلّ الواحد وامّا الاخباريّون فقد دخل فيما أنكروه من وجود حجّة بعد الضرورتين سوى الكتاب المفسّر بالاخبار وإن كان جميع ما ادعاه المجتهدون ماخذه من الرّوايات وهذا أيضا ممّا اختلف فيه وشرط حجيّته ان لا يطرأ طارئ الوجود فيعارضه الاستصحاب وهو أقوى منه وأصل العدم أضعف الأصول ولكن لا محيض عن القول بحجيّته ورابعها الاستصحاب وهو اجراء ما كان في الزّمن السّابق إلى الزّمن اللّاحق في شرعيّات أو عرفيّات أو عاديات مع القول ببقاء الأكوان غنيّة عن المؤثر أو محتاجة اليه وعدمه وعليه عامّة المجتهدين الّا من شذّ منهم ولبناء أرباب الشّرائع قديما وحديثا بل جميع النّاس عليه\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفي جميع الأمور شرعيّة أو عرفيّة أو عادية فلا يطلب شاهد على بقاء موجود بعد وجوده أو معدوم بعد عدمه بل يطلب على الخلاف فكلّما وجد وأمكن فيه البقاء من احكام أو هيئات أو صفات أو أوضاع ككفر واسلام وايمان وعدالة وفسق وطهارة ونجاسة وإباحة وحرمة وحسن وقبح ومرض وصحّة واستقامة واعوجاج وهكذا حكم ببقائه مع بقاء متعلّقه والّا فلا ولانّ وجود التابع والعارض مقرون بوجود المتبوع والمعروض وفيما يفهم من الأخبار المعتبرة المتكثرة من انّ اليقين لا ينقض بالشك وانّ حصول اليقين من حيث هو بالوجود في الزّمن الاوّل لا يهدمه الشّك في الزّمن الثّانى فيكون ناقضا له عرفا لا يختصّ بما إذا حصل سبب الاستمرار من خارج ليتحقّق النّقض كما قيل ويتمشى بمقتضى السّيرة في سائر الموضوعات والاحكام من غير الشّرعيّة أو منها مع القطع بالواقع في الحكم الواقعي بحكم عقل أو ضرورة دين أو سيرة أو مذهب أو اجماع أو اخبار قطعيّة الإفادة ومع الظن المعتبر بالحكم الظّاهرى ما لم يعارضه أقوى منه ولا يعارض بما يتعلّق بالأسباب والمؤثرات ممّا تعلّق بالآثار فبقاء طهارة المطهّر وبقاء نجاسة المتنجّس لا يعارضهما اصالة بقاء نجاسة المتنجّس وبقاء طهارة الطّاهر واصالتها وربّما ادعى القطع في ذلك فانّى لا أرى ان أحدا يرتضى ان يأكل أو يشرب أو يتوضأ أو يغتسل من ماء في اناء معلوم النّجاسة بعد زوال عينها بمجرّد احتمال عروض الطهارة أو يصيب بدن كافر يحتمل\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nعروض الاسلام له برطوبة أو يشرب من ماء شرب منه بمجرّد احتمال الاسلام أو أرضا رطبة متنجّسة لاحتمال ورود العاصم من الماء أو اشراق الشّمس المخفّف عليها أو الخمر لاحتمال انقلابه أو العصير لاحتمال نقص ثلثيه أو البئر لاحتمال زوال تغييرها أو ؟ ؟ ؟ التنجّس لاحتمال ؟ ؟ ؟ بالمعصوم أو وقوع الكر عليه والحيوان ؟ ؟ ؟ لاحتمال تذكية ؟ ؟ ؟ إلى غير ذلك وهو خلاف ما عليه السّيرة المستمرّة ودعوى ان الفارق الاجماع في البعض بعيدة عن التّحقيق والظاهر أن حكم ظ الشّرع كباطنه ؟ ؟ ؟ الثابتة بالأصل كالمعلومة فلا وجه لمنع الصّغرى أو الكبرى ويجرى فحاصل العدم المثبت للنّجاسة نحو ما جرى في الاستصحاب بالنّسبة إلى حيوان ميّت شك في تذكيته أصاب ظاهر يتنجّس بملاقات النّجس نعم لا يجرى حكم الاستصحاب مع معارضة أصل مستقل غير تابع وبيني هناك على الرّاجح ومثله ما إذا توسّط حكم عقلي يتوقف عليه الحكم الشرعي كثوب رطب أصاب نجاسة مع احتمال جفافه وسقوط نجاسة في هواء المسجد مع احتمال الحاجز وعروض القتل لزيد وليس في الدّار سوى عمرو وجرى الماء على ما على المغسول مع احتمال عدم الحجب ونحوها من الأصول المثبتة للمثبت من غير ترتب شرعي وامّا الاخباريّون فلمّا كان مذهبهم قصر الحجة على الضّرورتين والكتاب والسّنة النّبويّة المفسّرين كما نقله عنهم امينهم لم يعتدوا بهذا الأصل ولا بغيره من الأصول ولا بما عدا ما ذكروا من الأدلّة والظاهر أن حالهم هنا كحالهم\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nفيما مر ويجيء في الأصول علمهم مخالف لعملهم وسنبيّن لك انش انّهم في كلّ المطالب أو ؟ ؟ ؟\r\n\r\nالمطلب الثالث في الكتاب\r\nوقد منع من العمل بظاهره غير مفسّر بالاخبار العاملون العالمون بظاهر الاخبار حتى ترقى كثر منهم إلى لفظ اللّه والرّحمن وإبليس والشيطان وفرعون وهامان والأرض والسّماء والهواء والماء ونحوها وكلماته عندهم بأسرها من المجملات والمتشابهات لا يعرف شيء منها الا بتفسير الرّوايات الصّادرة من الأئمة الأطهار دون الواردة عن النّبى المختار إذا لم تكن مفسّرة وهذا من الأقوال العجيبة والآراء الشنيعة الغريبة لمخالفتها للآيات الكثيرة المشتملة على أنه عربى مبين وانه هدى وبيان وتبيان ويهدى إلى الحقّ وإلى صراط مستقيم ويبشر به المؤمنين وينذر الكافرين وتقشعرّ منه الجلود وعلى الذّم على عدم تدبّرهم ايّاه وانّه انزل للتذكير ونزول براءة وارسال علىّ ع بها ليقرئها على المشركين وتنزيلها على خصوص الوعد والوعيد خروج عن مفاهيمها وعن طريقة الفريقين وتقسيم آياته إلى محكمات ومتشابهات والردّ اليه عند المنازعة والاحتجاج على المشركين واليهود والنّصارى والتعجيز بسورة وعشر سور مثله وان المؤمنين إذا سمعوا ما انزل اللّه تفيض أعينهم من الدّمع وانّ بعض الجن استمعوه فقالوا انه قران عجب يهدى إلى الرشد وانّه يقصّ على بني إسرائيل وانّ المؤمنين يزيدهم هدى والذين في قلوبهم مرض يتّبعون ما تشابه منه وانّه لو كان من عند غير اللّه لوجدوا فيه اختلافا\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nكثيرا وانّه لو نزل على بعض الأعجمين أم يؤمنوا به والاحتجاج بانّه كتاب مصدق لما معهم وانّه مصدّق لما بين يديه وانّه موعظة وانّ آياته مفصلة لقوم يتفكّرون وانّه ذكرى للمؤمنين وانّ آياته لبصائر ورحمة وانّ المنافقين يحذرون ان تنزّل عليهم سورة تنبّئهم بما في قلوبهم وانّه إذا نزلت سورة فمنهم من يقول ايّكم زادته ايمانا وانّ الكتاب انزل تبيانا لكل شيء وانّ آياته إذا تليت يعرف في وجوه الّذين كفروا المنكر وأنّه يعلمه علماء بني إسرائيل وانّ الآيات إذا تليت قالوا ما هذا الّا رجل افترى وانّه انزل وفيه ذكرى للمخاطبين وان آياته إذا تليت عليهم يقولون ائتنا بكتاب غير هذا أو بدّله وانّ منهم من يسمع آيات اللّه تتلى عليه فيصرّ مستكبرا وانّه ينطق عليهم بالحقّ في باب الاحتجاج وانّ الملحدين إذا قرء عليهم يعجبون ويضحكون ولا يبكون وانّه إذا أنزلت سورة نظر بعضهم إلى بعض وانّه إذا بدّلت آية مكان آية قالوا انّما أنت مفتر وانّ الّذين أوتوا العلم من قبله إذا يتلى عليهم يخرّون للأذقان سجّدا وانّهم ان كانوا صادقين فليأتوا بحديث مثله وان اللّه صرف نفرا من الجنّ إلى النّبى صلّى اللّه عليه وآله ليستمعوا القرآن فلمّا حضروه قالوا انصتوا وانّهم رجعوا إلى قومهم منذرين وأخبروهم باعجاز القرآن وانّه إذا أنزلت سورة محكمة وذكر فيها القتال كان الكافر كالمغشىّ عليه من الموت وانهم قالوا إن هذا إلا سحر يؤثر ان هذا الّا قول البشر إلى غير ذلك من الآيات وهذه الآيات\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nجعلها ؟ ؟ ؟ مفهوم معناها من كلام أهل العصمة ع في الرّوايات والخطب والمواعظ ونحوهما فلا دور والرّوايات المتواترة معنى المشتملة على وجوب الرجوع اليه كامتياز ؟ ؟ ؟ المتّقين ونحوها وانّ الفتن إذا أقبلت كقطع اللّيل المظلم لزم الرّجوع إلى كتاب اللّه لان فيه بيانا وتفصيلا وانّ ما وجدتم في كتاب اللّه أو السنة لزمكم العمل به ولا عذر لكم في تركه وان على كلّ حقّ حقيقة وعلى كلّ صواب نور ؟ ؟ ؟ فما وافق كتاب اللّه فخذوه وما خالف كتاب اللّه فدعوه وان كل شيء يرد إلى الكتاب والسنّة وان كلّ شيء مردود إلى كتاب اللّه وكلّ ما يوافق كتاب اللّه فهو زخرف وانّ الحديث إذا كان له شاهد من كتاب اللّه يقبل والا ردّ وانّ القرآن ذلول ذو وجوه فاحملوه على أحسن الوجوه وانّ من ردّ متشابه القرآن إلى محكمه هدى إلى صراط مستقيم إلى غير ذلك وتخصيص بالمفسر لا وجه له لقلته وعدم معرفته كلّا أو جلّا قبل جمع الاخبار مع أن ظ بعضها ان الخبر لا يقبل الا مع موافقته له وللسّيرة المستفادة من تتبّع كلمات الائمّة عليهم السّلم في احتجاجهم على المخالفين والمؤالفين ؟ ؟ ؟ ولا معنى للتوقّف على التّفسير كاحتجاج أمير المؤمنين ع على عاصم بن زياد لما حرّم على نفسه الطيّبات بقوله تعالى والأرض وضعها للأنام فيها فاكهة وقوله تعالى يخرج منهما اللؤلؤ والمرجان واحتجاج الزهراء ع على أبى بكر لما منعها الإرث بقوله تعالى وورث سليمان داود ونقل في بعض الرّوايات\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nإضافة قوله ربّ هب لي من لدنك وليّا يرثني ويرث من آل يعقوب وأولو الارحام بعضهم أولى ببعض في كتاب اللّه يوصيكم اللّه في أولادكم للذّكر مثل حظّ الأنثيين ان ترك خير الوصيّة للوالدين والأقربين واحتجاج أمير المؤمنين ع على الصّحابة لما تفرّقوا عنه بقوله تعالى ولا تكونوا كالّذين تفرّقوا واختلفوا من بعد ما جاءتهم البيّنات واحتجاج الصّادق ع على سفيان السّورى وفي خبر آخر على عباد بن كثير حيث اعترضا عليه في لبس الثياب الحسنة بقوله تعالى قل من حرّم ؟ ؟ ؟ اللّه الخ واحتجاج الهادي ع على أهل الأهواز في اثبات امامة أمير المؤمنين ع بقوله تعالى انّما وليّكم اللّه ورسوله والذين آمنوا إلخ واحتجاج الجواد ع على القاضي يحيى بن أكثم في مجلس المأمون في ردّ اخبار رواها في حق أبى بكر من انّ جبرئيل ع نزل على النّبى ع فقال يا محمد ص ؟ ؟ ؟ جعل أبا بكر هل هو عنى راض فانّى عنه راض وفي حق عمر انّه قال يوما لو لم ابعث لبعث عمر بن الخطاب وقال لو نزل العذاب ما نجى منه الّا عمر وذكر لردّ الاوّل في حقّ الاوّل لقوله تعالى ولقد خلقنا الانسان ونعلم ما توسوس به نفسه الخ فقال كيف يخفى على اللّه رضى أبى بكر وسخطه فيسأل عنه وفي ردّ الثاني قوله تعالى وإذ أخذنا من النّبيّين ميثاقهم وإذ اخذ اللّه ميثاق النّبيّين فخصّ النبوّة بما لم يشرك فكيف ينالها من اشرك في أكثر زمانه وفي ردّ الثاني في حقّ الثّانى بقوله تعالى وما كان اللّه\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nليعذّبهم وأنت فيهم وما كان اللّه معذّبهم وهم يستغفرون قال فكيف لا ينجوا الّا عمر وقال ص كثرت على الكذابة وستكثر فإذا اتاكم الحديث فاعرضوه على كتاب اللّه وسنتي إلى أن قال ما مضمونه فما وافق فاعملوا عليه وما خالف فاتركوه واحتجاج الرضا على ابن الكواء في عدم جواز نكاح المسلم النصرانية بقوله تعالى ولا تنكحوا المشركات فاعترضه ابن الكواء في ؟ ؟ ؟ قوله والمحصنات من الّذين أوتوا الكتاب فقال هي منسوخة واحتجاج أبي جعفر الباقر عليه السّلم حيث ذكر ان الصّلاة السّفر ركعتان فاعترضه زرارة ومحمّد بن مسلم بان اللّه لم يقل افعلوا فأجابها بالمعارضة بقوله تعالى لا جناح عليه ان يطّوّف بهما واحتجاج الصّادق عليه السّلم على مولى آل سام حيث سأله انه قلع ظفره ووضع عليه مرارة بقوله هذا يعرف من كتاب اللّه ما جعل اللّه عليكم في الدّين من حرج والاحتجاج منهم عليهم السّلم على من جلس على الخلاء وصغى إلى الملاهي بقوله تعالى انّ السّمع والبصر والفؤاد الخ ومن تتبّع كلمات الصّحابة في احتجاجهم كاحتجاج ابن العباس على ابن الكوّا وأصحابه حيث بعثه أمير المؤمنين ع إليهم فأنكروا عليه حسن ثيابه بقوله تعالى من حرّم زينة اللّه وقوله خذوا زينتكم عند كل مسجد واحتجاج أبيّ بن كعب على الصّحابة في تفرقهم عن أمير المؤمنين ع بقوله تعالى ولا تكونوا كالّذين تفرّقوا واختلفوا من بعد ما جاءتهم البيّنات واحتجاج سلمان\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nعلى عمر لما امره على المدائن وكلفه الا يسامح من كان قبله ظانا قتله ظانا بهم السّوء بقوله تعالى يا ايّها الذين آمنوا اجتنبوا كثيرا من الظّن انّ بعض الظّنّ اثم ولا تجسّسوا ولا يغتب بعضكم بعضا لم يبق معه ريب ويدلّ عليه ما جرت عليه سيرة العلماء والخطباء والوعّاظ خلفا بعد سلف من الاحتجاج به على مطالبهم من دون نكير ومن غير ذكر تفسير ومن سيرة العوام فضلا عن العلماء فإنهم لم يزالوا يتلون الآيات ويخافون إذا قرءوا آيات الوعيد ويستعيذون عند قراءتها ويطمئنّون بآيات الوعد ويطلبون من اللّه نيل مضامينها ويحتج بها بعضهم على بعض في مقام المخاصمة ونقل في الش انّ جماعة من فحول أهل اللّسان المنكرين لنزول القرآن جهدوا في ان يعارضوه فرجعوا إلى قومهم واقرّوا بالعجز عن معارضته وقدموا للمحاربة بالسّيوف والسّهام على معارضة بعض ما فيه من الكلام حتى أن أعظمهم في العلم والجاه حاول معارضة قوله تعالى ولكم في القصاص حيوة فعارض بما بعث على الخجل وظهور قبح ما فعل من قوله القتل انفى للقتل من الدّية فالمسألة تشبه من ضروريّات الدّين فضلا عن المذهب ثم القول بذلك يقتضى نفى معرفة اعجاز القرآن وبلاغته وفصاحته لانّ معظم مدارها على المعاني ولو توقفت على تفسير الأئمة ضاعت فائدة الاعجاز ثم لا يبقى ثمرة لعدم ارسال رسول الّا بلسان قومه ولا ثمرة\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nلنزول القرآن في بيان الاحكام لانّ الحاجة إلى الامام ع في تفسير كل آية منه تقتضى اخذ الحكم من الامام عليه السّلم ولو كان الحال كله لكان من أعظم ما بسببه أرباب الملل على المسلمين ويشنعون به غاية التشنيع وان قرآنهم لا يفهم ولا ينتفع وانه مخالف لجميع كتب اللّه فان مفهومه عند من نزلت بلسانهم وهم لا يفهمون منه شيئا فتوجّه خطابات القرآن إليهم كتوجّه الخطاب بالعربي إلى الفارسي أو الرّومى والهندي وبالعكس ثم إن النّبى صلّى اللّه عليه وآله كان يتلو ما ينزل عليه من القرآن على رؤوس المنابر وعلى عامّة النّاس من دون ان يفسر لهم ثم لا يخفى ان الائمّة والعلماء خلفا بعد سلف يعطون بآيات اللّه ويخوّفون ويرغبون من دون بيان وتفسير وفي الامر بتدبر القرآن وتكرير آياته حتى كأنه يرى من يخاطبه والبكاء عند قراءته وقول ما يناسب جواب المنادى عند النّداء والاستعاذة في مقامها وطلب اللطف في مقامه وكلمة الايمان في مكانها والجحود في مكانه والتفؤل والاستخارة به وانتخاب آية للقراءة والكتابة لما يناسب عليه من رزق وحفظ وصحّة ونحوها أو التخلّص منه من خوف ومرض وفقر ونحوها وفهم الكفّار معاينه والايراد عليه وجواب المسلمين عنه إلى غير ذلك كفاية في اثبات بداهة ما ذكرناه وقد خالف علم الاخباريّين عملهم فإنهم يعملون تلك الأعمال الموقوفة على فهم الأقوال ولو أنصفوا لأقرّوا بذلك واعترفوا ولقد اجتمعت مع\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nأعظمهم فضيلة وجرى ذكر المسألة فذكرت له بعد ذكر الادلّة مخالفة علمه عمله فسكت عن الجواب ثم بعد قيام هذه الادلّة وغيرها وقد اقتصرنا على بعض منها تقوم البداهة والضّرورة فلا يصغى إلى بعض شبهات أوردوها واخبار رووها فانّها بعد ذلك لو دلت على خلاف ما قلناه فلا بد من اطراحها وتأويلها منها عن أبي جعفر عليه السّلم ما ضرب أحد القرآن بعضه ببعض إلا كفر ومنها قوله عليه السّلم ما علمتم فقولوا وما لم تعلموا فقولوا واللّه اعلم أن الرّجل لينزع بآية من القرآن فيحرّمها ما بين السّماء والأرض ومنها قوله ع لقتادة ففيه أهل البصرة هل تفسّر القرآن قال نعم فقال عليه السّلم ان كنت تفسّره بعلم فأنت أنت إلى أن قال ويحكّ يا قتادة انما يعلم القرآن من خوطب به وقوله ع من أفتى الناس ولم يصرف الناسخ من المنسوخ والمحكم من المتشابه فقد هلك وأهلك وقوله ع من فسّر القرآن برأيه فليتبوأ مقعده من النّار وقوله عليه السّلم لجابر انّ للقرآن بطنا وللبطن بطن وله ظهر وللظهر ظهر يا جابر ليس شيء ابعد من عقول الرّجال من تفسير القرآن انّ الآية ؟ ؟ ؟\r\nفي شيء وآخرها في شيء وهو كلام متّصل منصرف على وجوه وقولهم في عدة اخبار في تفسير من عنده علم الكتاب انه على ع وقول الصّادق ع في جواب من قال الذي عنده علم الكتاب أفضل أو الذي عنده علم من الكتاب ان نسبة الّذى عنده علم من الكتاب إلى الذي عنده علم الكتاب كنسبة القطرة إلى البحر وأمثال هذه وقد ورد مثلها في حق الاخبار النبوية\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nبل مطلق الاخبار وبعد التحقيق والنظر الدّقيق يظهر من أكثرها ان التّفسير غير مخصوص بالأئمة ولو افاده فقصارى ما يفيد اختصاص التّفسير وهو انّما يكون في الخفي أو انّ تفسير جميع آيات للقرآن مخصوص بالائمّة ونحن قائلون بهما والمحقّ الحقيق بالاتباع الذي لا ينبغي وقوع البحث فيه والنّزاع وقد ورد في بعض الأخبار ما عليه المجتهدون رضوان اللّه عليهم من تقسيم آيات القرآن إلى محكمات ومتشابهات كما ذكر في صريح الآيات والرّوايات وانّ القرآن ثلاثة أقسام منه ظ لا يخفى تعرفه العرب بلسانها وقسم تعرفه العلماء وتحتاج العوام في فهمه إلى البيان وقسم لا يعرف منه المراد الّا ببيان سادات العباد ولعل مثل ذلك جار في مطلق الكتب السماوية فإنها لا يخ من ظ وخفى ومحكم ومتشابه وعليه جرت طريقة المسلمين فان حقائق تفسير العبادات المجهولة والحروف في مبادى السور موكول إلى بيان الشرع وايضاحه ؟ ؟ ؟ ومعرفة دقائق التراكيب وما فيها من النكات والإشارات واللوازم والملزومات موكولة إلى انظار العلماء وأفكار الفضلاء وباقي ما فيه وهو الأكثر يستوى فيه العلماء والأعوام\r\n\r\nالمطلب الرّابع في الاخبار النبويّة\r\nولا ينبغي الشك في انها كسائر الاخبار المرويّة عن الأئمة الأطهار وكسائر الخطابات الواقعة من العبيد والسّادات وهي المرتبة الثانية بعد كتاب اللّه ولم تنزل أئمتنا بها يحتجّون على المخالفين والمؤالفين وكذا جميع العلماء السّابقين واللاحقين ولها رجحان على اخبار الأئمة بانّها ابعد عن التقيّة من كفار هذه الأمة واجماع المسلمين\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nبل ضرورة المذهب بل الدّين دالة على ذلك وفي اخبار عرض الاخبار الصّادق عن الائمّة الأطهار عليها كعرضها على القرآن أبين شاهد على ما قلناه وعلى ذلك استقر رأى المجتهدين ومذهب الاخباريّة كما نقل في الفوائد المدنيّة ان اخبار النبي ص بمنزلة القرآن مجملة ومتشابهة لا حجّة فيها ولا عمل عليها الّا بعد تفسير الأئمة ع لمثل ما ورد في القرآن من ذكر البطون والناسخ والمنسوخ ونحو ذلك وما ادرى متى حصل فيها الاجمال وبطل بها الاستدلال في حياته ص أو بعد ان قبضه اللّه اليه ومن العجب أن الذي يظهر من الرّوايات العمل باخبار الأنبياء السّابقين من غير تفسير لتضمّنها الاحتجاج والأقوال والافعال الصّادرة عنهم من دونه فكيف يقال بعدم حجّية اخبار نبيّنا من غير تفسير انا للّه وانّا اليه راجعون لقد هدمت قواعد الاسلام فعلى الاسلام السّلام فو اللّه انه يحقّ لليهود والنّصارى والصّابئين ان يستخفّوا على هذا بالقرآن وبشريعة سيّد المرسلين وان تدقّ طبولهم فرحا وان يمشوا في أطراف الأرض مرحا قائلين لو كان المسلمون على حق لكان لهم كتاب يعرفون معناه وبني هنا يعرفون من كلامه ما اسّسه من الشرع وبناه ولو كانوا على حق لكان كلام بينهم على نحو كلام الأنبياء وكلام كتابهم على نحو الكتب المنزلة من السماء ويحق للمخالفين ان يطعنوا علينا بالخروج عن ربقة المسلمين قائلين بان مذهبهم مبنىّ على انكار ضروري الدّين وان جميع ما استدلّوا به على\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nامامة على أمير المؤمنين وأولاده العزّ الميامين من الكتاب المنزل وكلام النّبى المرسل من المجمل عندهم حتّى يفسّر باخبار واردة من الأئمة الاثني عشر وفيه على دعواهم دور ظاهر فلا ثبوت الا من ادلّة أخر فينقطع كلام الأخباريين معهم إذ لا دليل سواهما عندهم وتضعف جهة المجتهدين وتقوى شوكة المعاندين وقد ضيّقوا على أنفسهم فضاقت عليهم مدارك الأحكام وتعطّلت عليهم شرايع الاسلام فلا يجدون لأكثرها دليلا شرعيّا ولو كانوا يعملون بما يعلمون لكن استقراء فتواهم واحكامهم يقضى بخلاف ذلك واللّه اعلم\r\n\r\nالمطلب الخامس في انّ الاخبار المعمولة عليها في الاحكام الشّرعيّة وضعيّاتها وتكليفيّاتها وموضوعاتها الشرعيّة هل هي بتمامها علمية الصّدور أو منقسمة إلى قسمين علميّة وظنيّة\r\nوربما جرى الخلاف في موضوعاتها اللغوية هل هي بتمامها قطعيّة الدّلالة الاخباريّون على الاوّل وربما خالفوا البديهة فيه والمجتهدون على التّالى وتحقيق البحث يتوقّف على بيان أمور أحدها ان مبنى الخطابات اللّغوية والعرفيّة من اىّ لغة كانت واىّ عرف كان في فهم المراد منها على ما يفهم منها من المعاني المدلولة لها بطريق علمي كان أو ظنّى وهو أكثر شيوعا وأقل ما يتفق العلم لقيام احتمال التخصيص والتقييد والاضمار والمجاز وخفاء القرائن ولا يخرج عن حملى على المعاني الواقعية فيلزم الحكم بلزومها ويتبدّل بتبدّلها الا ان يقع توافق على انّها إذا\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nأطلقت أريد منها خلاف مدلولها فتكون من الأسباب أو العلامات ولا مدخل لها في الحقائق والمجازات ويكون حالها ؟ ؟ ؟ باقي العلامات ويجرى نحو ذلك في المراسلات والمكاتبات والوصايا والسّجلات وما يقوم مقام الالفاظ من الإشارات ونصب العلامات وعلى نحو ذلك جرت عادة السّلاطين أرباب ؟ ؟ ؟ السّلطان فانّهم إذا كان لهم خدّام مماليك وأحرار ذكور وإناث جاز لهم ان يعلقوا تكاليفهم بجميع خدامهم وبخصوص الأحرار أو المماليك أو الذكور أو الإناث أو يجعل الموضوع ما بنى على التبدّل كخروجهم عن دارهم أو بقائهم فيها أو إقامة عشرة وعدمها ومداليل ألفاظهم عليها العمل إلا مع جعلها أسبابا أو رموزا والادراكات لا يتغير الحكم بتغيّرها لان الادراك مرآة علميّة وظنية وشكره وهمه سواء إلّا إذا جعل موضوعا وبنى عليه حكم ونصّ على ذلك فإنه يخرج عن الضّابطة لجعله موضوعا ويكون حاله كما إذا قال لغلمانه إذا قلت الله أكبر أو قلبت عما متى فاقتلوا فلانا والغفلة والنسيان والاجبار والعجز من الاعذار لا من تبدل الموضوع والعلم والظنّ في الصّدور أو الدّلالة والشكّ والوهم والجهل المركّب في ذلك سواء والعقل يحسّن ذلك ولا يقبّحه لان الاغراض والحكم لا تقف على حدّ واقلّها الاختبار ولا مانع من أن يقول السيّد لعبده إذا جاءك فلان عنى بخبر فاعمل عليه وان لم يحصل لك علم ولا سيّما\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nإذا خاف من المطلع بل لا مانع من أن يقول وان علمت بكذبه ثانيها\r\nان حال الاحكام الشرعيّة كحال العرفية والعادية في بناء فهم موضوعاتها على الظّهور من طريق علمي أو ظني في كتاب أو ضرورة أو اجماع أو متواتر لفظيين أو اخبار آحاد محفوفة أو لا وليس خطاب الشّرع الا كغيره من الخطابات وعلى ذلك جرت خطابات الأنبياء والكتب المنزلة من السّماء وسيرة الأئمة والعلماء والا لانسد باب الاستدلال بأكثر الآيات والرّوايات ولا فرق بين ان يكون منشأ الظن من داخل لعموم أو اطلاق أو ظهور حقيقة أو قرينة مصاحبة أو من خارج كتفسير مأخوذ من خير ضعيف أو معنى للفظ مأخوذ من كلام بعض المعتمدين من أهل اللّغة وان لم يكونوا بوصف العدالة والوثاقة أو ترجيح من تخصيص أو مجازا واضمار مثلا وبين متجانسين كتخصيصين أو مجازين أو اضمارين لانّ المدار على ما يظهر من تتبع السّيرة على الظّهور من اى وجه كان فانّ أهل اللّغات وأهل العرف باقسامهم لا يختلفون في ذلك الا فيما لا تصل اليه أذهانهم من بعض التّراجيح ولسان الش جار على ألسنتهم وما نزل رسول الا بلسان قومه وبناء الخطابات والمكاتبات والمراسلات والوصايا والسّجلات على ذلك وكثير من الاخباريّين لم يفرقوا بين الموضوعات والاحكام في عدم اعتبار الظّن وهذا ايض من المقامات التي خالف فيها علمهم عملهم إذ لا يخفى\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nعلى المتأمل انّهم لا ينفكون عن العمل بالظن وفي الموضوعات بل الاحكام وفي هذا المقام وغيره من المقامات الكثيرة ينكرون على المجتهدين عملهم ويعملون عملهم ثالثها انّ كلمات الشرع وخطاباته هي كلمات أهل اللّغة والعرف وخطاباتهم فكما انّ الوالي مثلا إذا حكموا على مواليهم فأوجبوا عليهم أشياء وحرّموها كان ذلك عامّا لهم وواقعيّا بالنّسبة إليهم فمن ترك شيئا ممّا أوجبوه أو فعل شيئا ممّا حرّموه كان تاركا للواجب أو فاعلا للحرام الواقعيّين لكنّهم بين اقسام لانّ منهم العامد المقصّر المستحقّ للمؤاخذة فيؤاخذ الا مع العفو ومنهم المعذور لغفلة أو نسيان أو عجز أو اجبار أو لاية يعد بذل الجهد فهم غير المراد فعمله طاعة لمولاه فأصاب الحكم الظّاهرى وهؤلاء قد يعفى عنهم عن البدل وقد يراد منهم كذلك كانت احكام الشّرع محمولة على الحكم الواقعىّ الذي جاءت به الأنبياء ونزلت به الكتب من السّماء ولا يتبدّل بعد مضى وقت جواز النّسخ ولا يتغيّر بل يبقى ببقاء الموضوع ثم المتعلّق قد يكون لازما امّا عاما لجميع المتكلّفين أو خاصا بصنف كالاحرار والذّكور والإناث وقد يكون مفارقا لتعلقه بوصف مفارق من رقيّة أو حضر أو سفر أو كثرته أو معصيته فيه أو وطن أو إقامة أو شك أو كثرته ونحو ذلك ولا يفارق اللّفظ العمل بمدلوله إلّا إذا جعله الش سببا أو علامة لغيره كما في الشيء\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوالسّهم والجزء والكثير والقديم في محالها ونحوها وربما جعل منه مسئلة نكاح الأمة وجعل عتقها مهرها في تقديم النّكاح وتأخيره والادراك باقسامه من علم وجهل مركّب وظنّ من فقيه أو غيره وشك ووهم مرآة تكشف عن الواقع والخلل في المرآة لا تستدعى الخلل بالمرئى الّا مع قيام دليل على الاستثناء من القاعدة كجهل القصر والاتمام والجهر والاخفات ان جعلناه من الموضوع مع عدم ترتّب العصيان لجعله عذرا أو معه وقد يحصل من الأسباب في اسقاط القضاء مع احتمال الوجهين وبناء على تلك يمكن جعل ظنّ الصّدور في التكاليف موضوعا متعلقا للحكم ولا مانع منه ولا استحالة فيكون لكلّ ظان حكم نفسه لكن القول بذلك من غير نصّ مخرج من القاعدة لا وجه له وطول الباغ في الفقه يأباه نعم الظّنّ من يعتبر ظنّه سبب لثبوت الحكم الظّاهري كالشّك في الرّباعيّة على وجه يصحّ والشّك في الخارج قبل الاستبراء ونحوهما فانّ الحكم الظّاهري متمشّ فيهما ما لم يعلم الحال فيعلم الحكم الواقعي وامّا العقود والايقاعات وما في حكمهما فلا يرضى عاقل بتمشيته على العموم لان القول به تصويب لرأي الفقيه الواحد في آرائه والفقهاء المتعدّدين في آرائهم يلزم اجتماع الحربة والوقف والملك والنّسبة الرّضاعية والنّكاح والطّلاق وخلافها والاسلام والايمان والإباحة والطّهارة ونحوها وخلافها ويترتّب عليه ما يترتّب فيلزم اجتماع\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nما يترتّب على القول بالتّصويب مع نفى الحكم الواقعي بمعنى انه ليس للّه حكم الّا ما في قلوب الفقهاء أو انّ الحكم الواقعي ينتفى بالنّسبة إلى الفقيه ومقلّديه ومن تتبّع السّيرة ونظر بعين البصيرة علم انّ هناك حكمين حكم ظاهري قد لا يطابق الواقعي ويترتّب عليه الثّواب والعقاب وحكم واقعىّ وهو مذلول الادلّة فحكم الظنّ عن اجتهاد أو تقليد من دون تقصير كحكم الغفلة والنسيان والعجز والاختيار ونحوها كما تقضى به القاعدة وربما يقال بانّ فيه زيادة اسقاط ؟ ؟ ؟ للزوم الحرج بدونه وقد يقال بثبوت واقعيّين ولا يأبى ذلك عقل ولا نفل وسيجيء لذلك تتمّة بيان في مسئلة الاجتهاد والتّقليد رابعها انّ الادلّة بحسب صدورها علميّة وظنّية وهو الّذى بنى عليه المحقّقون وأطبق عليه المجتهدون وذهب الاخباريّون إلى أن جميع الادلّة قطعيّة الصّدق ولا فرق بحسبه بين آيات الكتاب ولا المتواتر والضّروريّين اللّفظية وبين الاخبار الآحاد المودعة في الكتب المعتبرة لانّها محفوفة بقرائن تقيّد القطع فجميع ما أودعه المجتهدون المحمّدون الثلاثة في الكتب الأربعة وغيرهم في باقي الكتب المعتبرة من اخبار يتعلق بالاحكام وغيرها محفوفة بقرائن القطع حتّى صرّحوا بانّها حجة في أصول عقائد الاسلام وفروعه وزعموا ان المخطى في الفروع معاقب كالمخطى في الأصول ولم يوافقهم على ذلك أحد سوى ما يظهر من بعض قدمائنا وينبغي فيه البناء على التّاويل لانّه لا يخفى عليه مع جلالة\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nشانه انّه يلزم من ذلك الحكم بانّ جميع العلماء المتقدّمين والمتأخّرين مستحقون العقاب بحصول الخطاء منهم غير مرّة ولم يوافقهم على ذلك أحد سوى من توهموه موافقا لهم من المحمّدين الثّلاثة وليس كذلك واما السّيّد المرتضى وابن إدريس فقد معنا العمل بالاخبار الظّنية ان لم نؤوّل كلامهما ولم يقولا بانّ جميع الأخبار قطعيّة على انّه قد اعتذر عنهما بقرب عهدهما وتمكّنهما من تحصيل القرائن والاستغناء بالاجماع والسّيرة ونحو ذلك وقد ادّعوا خلاف البديهة فانّه كيف يجوز للعقلاء حصول العلم ؟ ؟ ؟ جميع الرّوايات الواردة في الكتب المعتبرة لواحد من العلماء فضلا عن جميعهم مع انّه مبنىّ على مقدّمات يعلم الخلاف في كلّها أو جلّها اوّلها معرفة المروىّ عنه انّه الامام عليه السّلم وربما اشتبه الرّاوى لكتابة ؟ ؟ ؟ تشبه كتابة أو لوجود مشارك في اسمه أو لقبه أو كنيته ومع عدم ذلك لا بدّ من سلامة الرّوايات في جميع الطّبقات عن الائمّة ع من مدّة تقرب من الف وماتى عام من خلل ينشأ من جهة الكتاب الذي اخذ منه الرّاوى بزعمه انّه كتاب شخص معتمد والواقع خلافه أو انّه سالم من الغلط والواقع خلافه أو انّ الرّواية حفظت من كتاب غير معتبر فنسى راويها وزعمها من معتبر أو من جهة المروىّ عنه لاشتراك اسمه أو لقبه أو كنيته أو صنعته أو صفته أو نسيه أو مكانه حيث يعبّر بها عنه أو لاشتباهه في اسلامه أو ايمانه\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nأو عدالته أو ضبطه أو فقده أو لتجدد اسلامه أو ايمانه أو عدالته وقد روى عنه قبلها فزعم انّه روى بعدها أو في سند يقطع أو ارسال أو وقف أو اضمار ونحوها أو في الراوي لاحتمال روايته من خوف وتجويزه النقل بالمعنى أو في متن الرّواية لنقص فيها أو تبديل وتغيير ونحو ذلك فمتى وقع احتمال شيء من ذلك ولو على طريق الوهم في زمان من الأزمنة أو واحد من السّلسلة اتصل طريق العلم القطع ثم حصول العلم لهم لا يستلزم حصوله لنا ولو فرضنا تعدّد الرّواة في كلّ طبقة فضلا عن كونهم في الأغلب واحدا بعد واحد ما استفدنا العلم الّا ان يبلغوا عدد التواتر أو تكون القرائن عليه ؟ ؟ ؟ في جميع الطّبقات فهم في هذه المسألة ككثير من المسائل علمهم قد خالف عملهم ولا محيص لهم عن العمل بالظّنّ وقول بعضهم بانّ المراد بالعلم مظنّة تطمئنّ ؟ ؟ ؟ بها ان أراد الاطمينان في الجملة فهو قولنا وان أراد ما يدّعى علما عرفا رجع إلى مذهب قومه وتخلص بعضهم بان المراد في كلامهم بالعلم العلم العادي دون العقلي ممّا لا ينبغي الاصغاء إليها لأن العادة قد قصّت بخلافه ثمّ لا فرق بين علم العادي وغيره عند العالم حين علمه وأقوى ما اسندوا اليه ما دلّ بزعمهم على بطلان الاجتهاد والعمل بالظّن وهي أمور لا ينبغي ان يصغى إليها ولا يعوّل على امر من الأمور عليها منها ما ذكره المحمّدون الثلاثة في أوائل\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nكتبهم الأربعة من أنهم لا يوردون فيها الا ما هو صحيح وحجة بينهم وبين اللّه تعالى ويستفاد من بعض كلماتهم انها تفيد العلم وفيه أولا ان حصول العلم على فرضه عند شخص لا يلزم منه ثبوته عند غيره على أن فيها ما يقطع بعدم العمل به ممّا يفيد التشبيه والتجسيم ونفى العصمة وكثير من روايتهم مع الاختلاف فيها وظهور الاتحاد كما في مسئلة خروج دم الحيض ونحوها تدل على ؟ ؟ ؟ أحدهم والتأويل البعيد غير سديد على أنه يرد بعضهم اخبار بعض بل الواحد منهم يردّ بعض اخباره التي رواها فلا بدّ ان من يقيد بما يروونه للعمل أو يؤول وينزل على إرادة الأولى أو إلى العلم أو على أنه كان ذلك البناء في الابتداء ثم حصل العدول عنه في الأثناء ومنها ما دل من الآيات في كثير من المقامات بانحاء من العبادات ومن الرّوايات الدّاخلة في جملة المتواترات فلا دور على منع العمل بالظن والتّعويل عليه ولو نظروا بعين الانصاف لاعترفوا بان العمل على ظاهرها لا يوافق طريقة المسلمين المؤالفين منهم والمخالفين فانّ اتباع الظنّ المنهى عنه عام للظن في الصّدور والدلالة والاخذ بالقواعد المسلمة وللقضاء والحكومات والتفرقة في غاية الضّعف وان خصّ بالأصول الدينية أو قيد بقيد التمكن من العلم أو أريد الأول اليه لان العامل بالظن بل الشك للأول اليه عامل عليه فهو المراد ثم المراد انه بعد ان قامت البديهة على\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبطلان دعوى العلم دار الامر بين القول بجواز العمل بالظنّ المستفاد من تلك الأخبار أو ترك العمل بها ثم العلم والظن وباقي الادراكات من الأمور الوجدانية فان وجدت كانت بديهيّة لا تحتاج إلى دليل والّا لم يؤثّر في وجودها الدّليل ولو جاء به جبرئيل كيف يثبت جوع الشبعان ورىّ الظمآن بإقامة البرهان فلا ينبغي البحث الّا في الامكان وعدم الامكان ومنها ان العمل بالظن قبيح عقلا فيكون قبيحا شرعا وفيه مع كونه جاريا على غير مذهبهم ان القبح لو تم لجرى في الدّلالة والصّدور وفي جميع الأمور وبطلان الفرق في غاية الظّهور على أن القبح فيه انما يعقل فيه مع عدم الاوّل إلى العلم وقد بينا سابقا انه لا ينكر العقل والعقلاء على عبد امره مولاه بان يصل على رواية فلان عنه صدق أو كذب أو على ما يظنّه وافق الواقع أو خالف لبعض الاغراض ومن حملتها الاختبار فعمل بما امر ولا ينكر على المولى كيف امر والقول بقبح العمل بالظنّ عقلا على الاطلاق كالقول بوجوبه كذلك ظ البطلان بل الظاهر أن الصل بالظن مع الاذن ادلّ على العبودية من العمل بالعلم ثم لو كان ما ذكروه من القبح حقا لزم ترك العمل بتلك الرّوايات لقيام البديهة على عدم إفادتها العلم ولا ينقلها القبح عن الظنيّة إلى العلميّة ومنها ان العلم حجّة باتفاق الفريقين والظن لم يقم دليل على حجّيته وفيه انه بعد قيام البديهة\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوالضّرورة لا حاجة إلى طلب الدّليل فانّ ثبوت حجّيتها شاهد على اعتبار ظنّيتها فالآيات والرّوايات والضّرورة الدّالة على حجّيتها دالة على اعتبار المظنون منها ومنها انّ لكلامهم نورا كما تواتر نقله في الجامعة وعن الرّضا ع انّ لكلامنا حقيقة وعليه نور فما لا حقيقة له ولا نور عليه فذلك إلى الشّيطان وفيه انّ ذلك النّور إن كان ظاهرا في جميع الأخبار فكيف يخفى على أصحاب الائمّة فيحتاجون إلى التّثبت والنّقد والعرض على الكتاب والسّنة ثم يقع الخلاف بينهم في التّكذيب والتّصديق ولم تزل طريقة العلماء على ذلك قبل جميع الأخبار في الكتب عندهم وبعده أيضا عندنا فلعلّ ذلك النّور انّما ظهر بعد جمع الاخبار لا قبل ؟ ؟ ؟ وللاخباريّين لا لغيرهم ثمّ لو ذكرنا بعض الرّوايات من غير سند لمن لم يعثر ؟ ؟ ؟ عليها منهم خصوصا مثل روايات عمار لم يهتدوا إلى كونها من كلامهم بديهة ولا ريب في انّ المراد منها خصوص بعض الكلمات أو في خصوص بعض المقامات ومنها انّ الرّوايات قد عرض كثير منها على الأئمة وكذا الكتب وفيه انّ هذا العرض كان في البعض ثمّ ثبوته بطريق الآحاد فهو اوّل المسألة ومنها انّ الأصحاب قد نقدوا الاخبار وهذّبوها وفيه انّ ذلك لو كان تماما انّما صدر من الواحد بعد ؟ ؟ ؟ الواحد ثمّ لا يعلم انّ ذلك النّقد هل كان لا خراج ما يعلم كذبه أو يظنّ أو لما\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nلا يعلم صدقه ولا يعلم العموميّة فيه وعلم النافذ لا يفيدنا العلم على انّ الانتفاذ ؟ ؟ ؟\r\nإذا كان متقدّما من الأصحاب وصادرا منهم خلا ؟ ؟ ؟ بعد سلف كيف لم يعول اللّاحق منهم على نقد السّابق حتّى بقي النّقد إلى زمان المحمّدين الثّلاثة عندنا وعندهم وعندنا إلى الآن فاىّ حاجة إلى النقل الجديد وكيف كان نقد المحمّدين ونحوهم اتّحد الناقد ؟ ؟ ؟ أو تعدّد موجبا لعلمنا يكون كلّ متقدّم موجبا لعلم المتاخّر اللّهمّ الّا ان يكون نقد المحمّدين جاء به جبرئيل من ربّ العالمين ولو كان نقد كلّ واحد من المحمّدين مفيدا للعلم فلم ينقد بعضهم ما نقده الآخر ويردّ وامّا الرّواة ؟ ؟ ؟ فقد كان ينكر بعضهم رواية بعض ومنها انّها تفيد العلم لعرضها على عمومات الكتاب ومطلقاته وعمومات السنّة ومطلقاتها وموافقة القواعد الشرعيّة وفيه انّه ان أريد بذلك الاوّل إلى العلم صحّ وهو رأى المجتهدين وان أريد حصول العلم على الحقيقة فلا وجه له وانكاره مكابرة ومنها ما تواتر في الاخبار انّ حلال محمّد ص حلال إلى يوم القيمة وحرامه حرام إلى يوم القيمة والأبدية منافية لجواز العمل بالادلّة الظّنّية لانّ الظّن ممّا يتبدّل ويتغيّر وفيه انّه لو بنى على أن الحكم لا ينقسم إلى ظاهري وواقعي وانّ المراد بالحكم المستمرّ هو الواقعي وهو عام لحكم القضاة وما يترتب على الموضوعات وعلى القواعد الشّرعيّات وذلك لا يوافق طريقة\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nفيلزم اختلال في طريقة المسلمين من غير فرق بين المجتهدين والأخباريين لانّ ثبوت ؟ ؟ ؟ وجوب العمل بالظنّ في الجملة ممّا اتفق عليه الفريقان ولم ينكره أحد من أهل الايمان ولا يوافق مذهبا سوى مذهب التصويب على أن الظاهر عدم الانطباق عليه بل فيه دلالة على بطلانه لان المعنى بالدوام على الظاهر انما هو الحكم العامّ لان التباعد ؟ ؟ ؟ ومن الحلال والحرام هو المكلف به على الوجه العام وهم لا يقولون به ثم الظاهر من الاخبار إرادة نفى النسخ وعدم ظهور حكم واقعي جف يد وهذا لا ينكره أحد فلا بدّ من البناء على التقييد ومنها ما ذكره بعض من ادخل نفسه في زمرة الاخباريّين وهم براء منه كالمجتهدين لإبداعه في الدين وطعنه ولعنه لاعاظم المشيّدين لمذهب الائمّة الطاهرين بعد ان ما ذكر ما يدلّ على انّ حلال محمّد صلّى اللّه عليه وآله وحرامه ابديان من أن الاستدلال يشكل من الاشكال لا يخفى ؟ ؟ ؟ على الجهّال والأطفال حيث قال كل حكم اجتهادي قابل للتفسير وكل حكم قابل للتغيير مخالف للشريعة الاسلاميّة الابديّة فينتج كلّ حكم اجتهادي مخالف للشّريعة الاسلامية وهذا القسم من الاشكال ممّا ؟ ؟ ؟ تهز به الأطفال لأنا بعد ان بينا ان هناك حكمين ظاهري وواقعي وانّ البديهة قائمة عليها وانه لم يزل من غير مشهور يرجع اليهما كان المنع على الصغرى أو الكبرى لاختلاف الحكم باختلاف الجهة ثم رجوعه عن الاحكام ورجوع جميع الاخباريّين ممّا لا ينكره سوى المعاندين وإذا كان البناء على هذه المغالطات والمزخرفات\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nفلنقل ان دين محمّد صلى اللّه عليه وآله منقسم إلى القسمين بالضرورة ودين الاخباريّين على حسب ما يدعون قسم واحد فيلزم من هذا ان دين الاخبارية خارج عن دين محمّد صلّى اللّه عليه وآله وما أشبه هذا الشكل باشكال كنّا نمتحن بها الأطفال حال صغرنا فنقول من قال بربوبية فرعون قال بجسميّته ومن قال بجسميّته محقّ ومثل من قال بنبوة مسلمة الكذاب قال بجسميّته ومن قال بجسميّته محق وبمثل من قال بخلافه فلان وفلان وفلان قال بجسميّتهم ومن قال بجسميّتهم محقّ ونحو ذلك وفساد ما ذكره لا يخفى عليه فضلا عن غيره ولكنه أراد التلبيس والعمل بالمثل الش إذا لم تستحي فاصنع ما شئت وكيف يخفى على جاهل فضلا عن عاقل انّه كما انّ الواقعىّ منه مستمر غير مقيّد ومنه ما هو مقيّد بزمان كصلاة الفرائض الموقّتات وصيام شهر رمضان أو بحال دون حال كصلاة الحضر والسّفر وكثرته واكل الميتة للمضطر وهكذا وهذا يتغيّر بتغيرها كل الحكم الظاهري قد يدوم كما إذا بقي المجتهد على اجتهاده حتى يموت وقد يتغير بتغير الحال كتغيير الاجتهاد فان أريد ان دين محمّد صلّى اللّه عليه وآله لا يتغيّر بتغيّر الأحوال فهو خلاف الضّرورة وان أريد انه لا يتغير مع بقائها فهو حقّ في الواقعي والظّاهرى فالمراد إذا انّ دين محمّد صلّى اللّه عليه وآله واقعيّة وظاهريّة لا يتبدل الدّائم منه من دوامه ولا المقيد مع بقاء تقييده\r\nو \r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nومنها ان الشريعة السمحة السّهلة لا تلائم وجوب العمل بالظن وفيه ان سهولة الشريعة لا يجوز وجوب طلب العلم مع عدم امكانه لحصول الغيبة بعد بعد العهد عن الأئمة الأحد عشر وحصول الغيبة الكبرى للانعام ؟ ؟ ؟\r\nالثاني عشر روحي له الفداء بل في أيام الأئمة السّابقين بعد أمير المؤمنين عليه السّلم لانّهم في حكم الغائبين صلوات اللّه عليهم أجمعين ثم اىّ حرج وضيق في ترتب الاحكام على الظنون سيّما إذا كانت ظنونا مخصوصة ثم انّ الحرج اللّازم على فرضه مترتب على حقيقة الظن وليس للاخباريين محيص عنه وهم قائمون به وقاعدون نعم ان كان مترتّبا على الاسم فلكلامهم وجه ومنها ان جواز الاخذ بالظنّ يفضى إلى انبساط العذر لليهود والنّصارى ونحوهم وفيه انه ان أريد انبساط العذر في الفروع فلا مانع وان أريد في الأصول فلا معنى للزومه ثمّ انه لو كان القطع الكاذب عذرا العذر و ؟ ؟ ؟ انى أصول دينهم وفروعه فإن كان التعذيب مبنيا على عدم التقصير فلا عذر مط والا فالعذر ثابت في المقامين ثم إن ذلك وارد على المجتهدين والاخباريّين لان أحدا لا يخلو من العمل بالظن ولو في بعض الأصول الفرعية على أنه لازم لأهل الأديان السّالفة إذ لا يخلو مذهب منهم عن العمل بالقواعد الظنّية والا تعطلت شريعتهم ثم انكار العمل به اىّ فائدة فيه بعد علم جميع العقلاء بان المنكر لم يزل يعمل\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nعليه ويسمّيه علما ومنها انه يلزم من جوازه إثارة الفتن والحروب وبه اعتذر العامة عن قدمائهم وفيه انه لازم للطّرفين ومجرّد الاسم لا يدفع ما ذكر على أن الفتن قامت من ادعائهم العلم أكثر ممّا قامت بادحار الظن ثمّ قيامها عن الاجتهاد الباطل لا يقتضى قدحا في الاجتهاد الحقّ كما أن الصّادر عن اعتقادهم الباطل لا يصلح ان يعتذر عنه باعتقادنا الحق ومنها ان الظن مداركه غير منضبطة وما كان كذلك لا يجوّز العقل ان يجعل مدار التّكليف عليه إلى يوم القيمة وفيه مع كونه لا لا يوافق طريقتهم انه لازم للطّرفين والمدارك الظنية عند المجتهدين منضبطة إذ لا يذهبون إلى جواز العمل بكلّ ظن ثم مجرّد اسم العلم لا يقضى بالانضباط ومنها ان الاجتهاد مبنى على حصول الملكة وهي خفيّة فكيف يجعل عليها مدار التكليف وفيه ان احكام الشّرع والعرف تتعلق في الملكات في جميع الصّناعات وفي مكارم الأخلاق ولا خفاء فيها لدلالة الآثار عليها والا لم يتميّز الكريم والشجاع والبليد ونحوها عن مقابلاتها ثمّ ان جميع الأدلة الدالة على الرجوع إلى العلماء تقتضى اشتراط الملكة والّا لم يكونوا علماء لانّ مجرّد الحفظ تستوى فيه العلماء والأعوام ولا ينقسم به المكلّفون إلى قسمين ومنها انه لو جاز العمل بالظن وهو يستلزم جواز الخطاء\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nلم تجب عصمة الامام لانّ وجوبها مبنىّ على أنه يجب على اللّه تعالى ايصال العباد إلى الاحكام الواقعيّة وفيه انّ ذلك لازم للجميع بناء على بطلان التّصويب لأنّه لا بدّ للجميع عن العمل ببعض القواعد الظنيّة حتّى في ايّام النّبى ص وايّام الأنبياء وجعل الظن من الموضوعات ينافيه ما تواتر نقله عن الرّواة من تخطئة بعضهم بعضا وتخطئة الامام لهم ثم إن دليل العصمة انّه من الواجب ان يكون للّه امين لا يمكن ان يصدر عنه الخطأ أو الخطأة لان امين اللّه على تمام العالم في إقامة الحدود والاحكام والقيام باصلاح ؟ ؟ ؟ النظام بحيث تطمئن به النفوس لا يكون سوى الامام المعصوم ولا بد من ظهوره بين الأنام الّا ان يجب الخفاء لحكمة وهي غير خفيّة على أدنى العاقل ومن جملة ما كان واجبا عليه لو كان ظاهرا قادرا قهر الكفّار على الاسلام ورفع الفتن بين الأنام ورفع ظلم الظّالمين لولا معارضة حكمة ربّ العالمين فيكفي في المقام انّ الرّجوع إلى الظّنون من قيل الاضطرار لعدم ؟ ؟ ؟ ضبط كلمة الأئمة الأطهار صلوات اللّه عليهم فإنه في حال الظهور فضلا عن الغيبة لا يمكن كثرة التردّد إليهم في الأمور حتى يحصل العلم بالاحكام ويطّلع على حقائق الحلال والحرام ثم على ثبوت بطلان التّصويب في البين وعدم احتساب الظن من الموضوعات يرد البحث على الجانبين ومنها انّهم جعلوا عدم الدّليل دليلا وهدايتم لو لم يكن للّه في كلّ شيء حكم وقد\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nدلت الاخبار على ذلك وفيه انّ ذلك لا ينافيه لانّ الحكم التّكليفى غير الواقعي فالمراد ان عدم الدّليل فيما كان على خلاف القاعدة دليل الحكم بالعدم ظاهرا لا واقعا ثمّ ذلك جار في جميع الشّرائع ومرجعه إلى مثل أصل البراءة والإباحة ثمّ ذلك مبنىّ على الحكم الظاهرىّ ومنها ان اللّطف واجب على اللّه تعالى والتّكليف بالعلم من اللّطف والتّكليف بالظّن خلافه وفيه انه لا يجب على اللّه جميع افراد اللّطف بل ما فيه رفع الفساد ولو أوجبناه منعنا كون التّكليف بالعلم لطفا في زمان الغيبة أو التقيّة وعدم تيسّر التّوصل إلى العلم بل التّكليف بالظنّ هو اللّطف وخلافه خلاف اللّطف وكون التكاليف والاحكام حسنها وقبحها لأسباب واقعيّة تقتضى التّكليف الواقعي لا ينافي معارضة الجهات والاعتبارات المفضية للتّكليف الظّاهرىّ ويكون النّفع والضّرر دائرين مداره ثمّ هذا ايض بناء على عدم القول بالتّصويب وهو قول عجيب لا يرتضيه أحد من الطّرفين لازم على الجانبين ومنها انّ الاجتهاد امر خفى فلا يجوز بناء الاحكام الشّرعيّة عليه وفيه انّه ان أريد الخفاء على المجتهد فممنوع وان أريد الخفاء على مقلّديه فلا مانع على رأى المجتهدين لانّ المقلّد عندهم لا يجب عليه النظر إلى الادلّة ؟ ؟ ؟ نعم يرد ذلك على الأخباريّين لأنّهم يوجبون عليه بالنظر إلى الادلّة والبراهين على أن لسباب العلم أشد خفاء لا سيّما على المقلّد لانّ حصول العلم له متعسّر أو ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nمع انّ الاجتهاد في الحقيقة لازم على الطّرفين ومنكره مخالف في الاسم دون الحكم لانّ مجرّد العلم بالصّدور لا يرفع الاحتياج إلى بذل الجهد في معرفة الموضوعات والقواعد الشّرعيّات والتّعارض والتّرجيحات كما أن علم الصّدور بالقرائن لا يرفع الاحتياج إلى بذل الجهد في تحصيل قوّة الظنّ من وجوه أخر ومنها انّه إذا كان قول المجتهد حجّة في حياته فكيف لا يكون كل بعد وفاته مع أن موته لا يقتضى موت قوله ورايه وقد كانا على قولكم حجّتين والأعوام محكوم عليهم بالرّجوع إليها فيستصحب الجميع وفيه بعد الاغماض عن كونه مبنيّا على حجية الاستصحاب المنكر عندهم انّ الاجتهاد من المناصب الشّرعيّة الموقوفة على النّصب إذ لا حجّية في الحقيقة الّا في قول المعصوم فيلزم النّظر في دليله فان عم عمّ وان خصّ خصّ والقاعدة تقضى ان لا يجب على أحد اتباع غيره ولا سماع قوله الّا بأمر من اللّه ورسوله والضّرورة والاجماع انّما قاما على تقليد الحىّ والظاهر من طريقة الاماميّة ذلك لانّه لو كان تقليد الميّت جائزا عندهم لعرف رجوعهم إلى كلامهم واستغنوا عن الاحياء في كثير من احكامهم ولجرى البحث فيما بينهم في تحقيق الفاضل والمفضول منهم والاخبار الشّاهدة على وجوب التّقليد متضمّنة للفظ الحكومة أو لفظ الرّجوع وكلامهما ظاهر ان في تقليد الحىّ فكما انّ القضاء لا يقع من الميّت كان\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالافتاء كل وكما انّه يقع على الغائب مع حياته كان حكم المجتهدين على نحوه وكما انّ القضاة إذا تعدد وتخير الخصوم في الرّجوع إلى من شاءوا منهم كان حال المضيق ؟ ؟ ؟ مع المستفتين كذلك وكما انّهم لو قضوا على أحد ثم ماتوا بعد القضاء استمر قضائهم عليه كان المفتون كذلك لاشتراكهما في الدّخول تحت عنوان الرّجوع والحكومة ولا يصدق في ذلك عنوان الرّجوع إلى الموتى لانّ ذلك من الرّجوع إلى الاحياء لانّ تعلّق الفعل بالعنوان مبنىّ على التّعلق به حين وجوده لا على استمراره والتمسّك استصحاب حجّيته القول والرّأي لا وجد له لتغيّر الموضوع وحجيّتها حال حياته لا تستدعى ثبوتها بعد وفاته لانّ موضوع الحكومة والرّجوع قد ارتفعا وكذا الحال في نصب الحكّام والامراء نعم ما كان محكوما به حال الحجّية يجب العمل عليه لدخوله تحت الادلّة ولان المراد الحاكم من حكمه عموم الأوقات على المحكوم عليه وفي الحقيقة هي نيابة ووكالة لا رواية وبالموت تنفسخ النّيابة والوكالة نعم عدم الفرق يلزم على قول الاخباريّين من جعل كون المفتى راويا فحاله كحال الرّواة عندهم وقد تبيّن ممّا ؟ ؟ ؟ سبق ضعف قولهم وحالهم فيه في هذا المقام كغيره من المقامات عليهم مخالف لعملهم ومنها انّ المجتهدين قد يعملون بغير أقوال الأئمّة من قياس ونحوه ويدعون العمل بكثير من الاخبار وفيه انّ الامر بالعكس فانّ الاخبار\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nتركوا العمل بوصيّة الائمّة وتحذيرهم العام ؟ ؟ ؟ بجميع الأزمنة وجميع المكلّفين من العمل باخبارهم الا مع العرض والنقد لان ؟ ؟ ؟ المغيرة وأبا الخطاب ؟ ؟ ؟ لعنهما اللّه دسّوا الاخبار الكاذبة في اخبارهم واشتبه الامر على النّاس ولاته كثرت عليهم الكذابة ولكلّ امام ؟ ؟ ؟ رجل يكذب عليه كما أخبروا به وقلّدوا في النقد المحمدين الثلاثة ونحوهم وتركوا العمل بالاجماع الكاشف عن قول المعصوم كما بينّاه وبالاخبار الدالة على حجّيته المذكورة في بابه وتركوا العمل باخبار التقسيم للمكلّفين إلى مفتين ومستفتين وقد عملوا بالظنّ من حيث هو ظن لعملهم بالاخبار الظنيّة المقطوع بظنّيتها بزعم انها قطعيّة فهم عالمون بالظّن من حيث هو ظنّ لعملهم بالاخبار الظنيّة المقطوع بظنيّتها بزعم انّها قطعيّة فهم عالمون بالظن من حيث هو ظنّ والمجتهدون انّما عملوا بها من حيث الأول إلى العلم وليعلم ؟ ؟ ؟ بهم في الاحكام الخاصّة بالثياب أو الأواني أو بعض المائعات وغير ذلك وليس هناك ضرورة والاجماع عندهم منكر فليس لهم سوى القياس والمجتهدون انّما عملوا بقول الامام الّذى قد دل عليه الاجماع ومنها ان مذهب الاخباريّين أوفق بالاحتياط وهذا من الاشتباه الظاهر فان الآخذين بالاحتياط هم المتامّلون المتدبّرون فيما يصلهم من الاخبار ولا يعملون عليها الا بعد ان ينقدوها نقد الدّرهم والدّينار ولا يسمعون كلام كلّ ناطق ولا يصغون إلى كل ناعق وهم المجتهدون الذين شغلوا\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nأنفسهم في اللّيل والنّهار وصرفوا الاغمار بنقد الاخبار وعرضها على كتاب اللّه وسنة النبىّ المختار صلوات اللّه عليه وآله ومنها انّه لو جاز العمل بالظنّ لجاز بكلّ ظنّ ومنها انّه لو جاز العمل بالظن لجاز بالشّك والوهم ومنها انّ التكليف بالظن صفة نقص والجواب عنها بل عن جميع ما مر واضح وذكر هذه المغالطات بعد ان بيّنا انّ عدم استفادة العلم من أكثر الرّوايات من البديهيّات مقتض لعدم اعتبارها أو ترك العمل بالاخبار الّتى شهدت البديهة بظنّيتها وما كان ينبغي لنا التعرّض لهذه الشّبهة السّخيفة لكن أردنا ان لا يتوهّم أحد انّ دليلهم في الباب دليل معتمد أو دليل ردّهم على المجتهدين يحق ان يطلق عليه اسم المستند وما أشبههم في هذا المقام برجل كان عند بعض العلماء الأعلام فسئله عن اعراب جاء زيد ؟ ؟ ؟ فقال يحتمل ان جاء مبتدأ وزيد خبر أو جاء خبر مقدّم وزيد مبتدأ مؤخّر ، ثم عدّ أشياء من هذا القبيل وسكت فقال له ويلك إذا كانت هذه اجوبتك فلا وجه لانقطاع كلامك ومثل ذلك ينبغي ان يقال لا هل هذه الايرادات إذا كان بناءكم على هذا النّوع من الايراد فينبغي ان لا تزالوا تعترضون إلى يوم يبعثون ؟ ؟ ؟ ولهذا المقام تتمة يناسب ذكرها في مبحث الاجتهاد\r\n\r\nالمطلب السّادس في الاجماع\r\nاعلم انّ الحكم ليس الّا للملك الجبّار والقضاء ليس الّا للفاعل المختار فالمدار على ارادته وكراهته ومن عداه من الحكام\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nراو عنه بواسطة أو بلا واسطة فحجّية أقواله تعالى لحكايتها عما أراد وكذا حجية العقل وان لم يكن معصوما وحجية أقوال النبىّ ص والأئمة والضّرورة الاسلامية والايمانيّة وباقي ما يفيد القطع بقولهم وارادتهم وكراهتهم انّما هي للكشف عن ارادتهم وكراهتهم الملزومتين لإرادة اللّه وكراهته فالكلّ رواة ومحدّثون من اللّه وقد تكون الرّواية عن جبرئيل عن اللّه وموافقة الإرادة والكراهة تترتب الطّاعة والامتثال والانقياد والعبوديّة والخدمة واضدادها وجميع ما دلّ عليها وكشف عنهما بمنزلة المرآة وهما بمنزلة المرئى وكذلك كل من له سلطان عرفىّ أو عادى فانّ مدار طاعة رعيته ومماليكه وخدمه على العمل بمقتضى ارادته وكراهته والتوصّل اليهما يكون بانحاء متعدّدة منها طريق اللفظ وليس حجة في نفسه بل للكشف عن المراد ومنها التوصّل بفعله وهو على نحوه ومنها طريق العقل فمتى علموا بمقتضى عقولهم ارادته وكراهته للزوم فوات مصلحة أو حصول مفسدة ؟ ؟ ؟ اليه أو إليهم لزيادة شفقته عليهم ولم يعملوا بمقتضى علمهم استحقوا المؤاخذة منه و ؟ ؟ ؟ أخذهم لو علم بعملهم الا ان يشملهم عفوه وليس لهم ان يعتذروا بعدم صدور صيغة الامر والنهى منه ومنها طريق الضّرورة أو البداهة الحاصلة من تتبّع أحوال رعيته أو المقربين من علمائه وخدامه فمتى خالف واحد منهم واعتذر بعدم علمه أو بعدم ورود النصّ من مولاه لم يقبل عذره ومنها اتفاق جميع خواصه بحيث يفيد القطع\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nبدخوله فيهم أو مطلق ما يشمله كاتفاق أهل بلدا ومجلس وهو منهم من دون بلوغ حد الضرورة وهو مرتبة مقدمة على الضرورة وبنى مراكب منه مع زيادة فهو مقومها كما أنه معلوم بما يفيد الظّن ومنها اتفاق بعض وأصله ونظامه مع إفادة القطع برأيه أو قوله ومنها سيرة اتباعه وطريقهم المستمرّة في ايّامه ومنها ورياء ؟ ؟ ؟ لبعض الافعال الصادة من اتباعه مرة ومرادا بحيث يحصل القطع بانّه لو كرهها لنهاهم عنها إلى غير ذلك فإذا علم أن الاحكام تابعة للإرادة والكراهة كانت الحجة في الأحكام الشرعية كما ذكر في العرفيّة فيما دلّ عليهما من قول أو فعل أو تقرير أو ضرورة دين أو مذهب أو عقل أو اجماع ولا بحث فيما عدا الأخيرين في امكان وجود أو علم أو وقوعهما أو حجية وقد مضى الكلام في الأول منها وبقي الكلام في الاجماع ويراد به عندنا الاتفاق الكاشف اى المعصوم أو عن قوله فقط في وجه فتقع فيه المعارضة واحتمال التقية على نحو الأدلة القطعية الصدور الظنية الدلالة ولا ينبغي الكلام في حجية لأنه من السّنّة وحاله كحال الرّوايات المقطوع بصدورها عن المعصومين أو افراد المعصوم بالذّكر أو التّخصيص بخصوص اللّفظ دون ما يفيد الحكم من غيره لا ينبغي صدوق من عاقل ومنكره منكر حجية قول المعصوم ويلزمه انكار وجود الضرورتين ولولا الاعتماد عليه والبناء على عدم الاقتصار على الكتاب والاخبار لضاق ؟ ؟ ؟ السّبيل\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nولم يعرف من مسائل الفقه سوى القليل فان أكثر مواردها خاصة والتعدي عنها ليس من الضروري بالضّرورة والقياس ليس مذهبنا فلم يبق سوى الاجماع وعليه المدار ويفيد ذلك قول الكاظم للرّشيد في حديث طويل جميع أمور الأديان أربعة امر لا اختلاف فيه وهو اجماع الامّة على الضّرورة الّتى يضطرون إليها والاخبار المجمع عليها وهي الغاية المعروض عليها كل شبهة والمستنبط منها كلّ حادثة الحديث وقول أمير المؤمنين عليه السّلم البعض القضاة هل تعرف النّاسخ من المنسوخ فقال لا إلى أن قال والمفتى المحتاج إلى معاني القرآن وحقايق السّنن وبواطن الإشارات والآيات والاجماع والاطلاع على أصول ما اجمعوا عليه الحديث وقول الحسن ع لمعاوية انما النّاس ثلاثة إلى أن قال ورجل اخذ بما لا يختلف فيه إلى أن قال فنحن نرجو ان يغفر اللّه له يدخله الجنة وروى بعض مشايخ الاخباريّين في كتابه المسمّى بالنفحات عمّن روى عنه ان اللّه قد احتجّ على العباد بأمور ثلاثة الكتاب والسّنة وما اجمعوا عليه وفي نهج البلاغة ما يفيد ذلك كقوله ص ما مضمونه انّ الحقّ مع الجماعة وانه يجب اتباع السّواد الأعظم وان الشاذ من الانسان للشّيطان كما انّ الشاذة من الغنم للذئب ونحو ذلك ويؤيد ذلك اعتماد المتقدّمين عليه كالكلينى حيث قال في مسئلة توريث الجدّ والجدّة قد رويت اخبار صحيحة الّا انّ الاجماع العصابة على أن الجدّ\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nبمنزلة الأخ بعد ذكر خبر آخر وليس هذا مما يوافق اجماع العصابة وعلىّ بن الحسن بن فضال بعد ذكر خبر رواه عن الكاظم ع وقال هذا الخبر ممّا اجتمعت العصابة على خلافه والصّدوق وغيره ذكروا في بعض الأحكام انّها من دين الاماميّة ولا شكّ ان غرضهم الاحتجاج بذلك ثم جرى على ذلك العلماء خلفا بعد سلف وانما لم يدونوه تدوين الاخبار لعدم حصره وانضباطه وهو قرينة من القرائن لان مداق على حصول العلم وليس له حدّ محدود كما انّهم لم يدونوا مسائل الضّرورة الدّينية والمذهبية والسيرة والتقرير وكذا الافعال الّا فيما قل وندر والّا فلا استغناء عند في زمن حضور ولا في زمن غيبة وامكان وجوده والعلم به ووقوعهما معلومة مما مرّ وكيف لا يستفيد العلم ببعض مذاهب ائمّتنا ولا يقتدى إليها ولكلّ دين ليس يرجع اليه وأصحاب واتباع وعلماء يقولون في احكامهم عليه يتوصل الناس من معرفة مذاهبهم إلى معرفة مراده من اليهود والنّصارى وباقي فرق أهل الكتاب وغيرهم واقسام مذاهب الاسلام من الحنفية والشافعية والمالكية والحنبلية وكدّا أرباب العلوم من أهل العربية والتفسير والكلام وغيرهم فان لهم طريقة يعرفون بها اجماعهم ويروونه في كتبهم والجعفرية بحمد اللّه لهم طريقة معروفة وسيرة مألوفة يتوارثها صاغرهم من كابرهم يرجعون فيها خلفا عن سلف\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nإلى ائمّتهم ثم الضّروريّات يتقدمها غالبا أو دائما الظن ثم يتبعه العلم بالنّظر في أقوال العلماء حيث ينشأ منها ثم تكون ضروريّات فلم يبق في المقام كلام الا فيما اختلف فيه كلمات العلماء الأعلام من طريقة الاهتداء من قول العلماء إلى أقوال الأئمّة الامناء عليهم السّلم حيث ذكروا فيه طرقا أحدها الدّلالة التضمنية فمتى قطعنا باتفاق جماعة وفيهم الامام ع على وجه العموم كاتفاق علماء أهل الاسلام أو أهل الحق أو الخصوص كان يعرف اتفاق أهل المدينة ومن جملتهم الامام ع أو قوما في محفل وأحدهم الامام عليه السّلم ونحو ذلك وكان فيهم مجهول النّسب علم دخوله وهذا الطّريق قليل الفائدة اما في الاوّل فلانه بغد معرفة انّ الامام ع أحد القائلين تمت الحجّة ولا اعتبار بأقوال غيره وامّا في الثاني فلمثل ذلك ولقلّة وقوع مثله مع أن مثل ذلك في المقامين لا تظهر له ثمرة معتبرة في أيام غيبة صاحب الامر روحي له الفداء ثانيها الدلالة الالتزاميّة ولها طريقان أحدهما ان اتفاق المجتهدين حجّة لا لنفسه كما يدّعيه المخالفون بل لدلالته على موافقة قول المعصوم في زمن الحضور والغيبة مستندين إلى أمور منها انّ مقتضى الحكمة في وضع التكاليف وتعلّق الخطابات بالاحكام الواقعيّة ان يكون هناك من يعمل بها غير المرشد لانّ المرشد انّما عيّن لذلك وانه لو جاز عموميّة الحكم الظاهري لكلّ مكلّف في عمل من الاعمال وزمان من الأزمنة لجاز في الجميع فيجب\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nبمقتضى الحكمة انّ علماء الاماميّة إذا اتفقوا على خطاء ان يبعث اللّه من يباحثهم ويردّهم إلى الحقّ امّا بظهور صاحب الامر من غير ظهور أو ارسال غيره فيباحثهم فيباحث أحدهم فيردّ فلا يحصل اجماع على خطاء وفيه انّ الحكمة لا توجب ذلك واىّ مانع من أن يأخذ العلماء بخبر ورد للتقية فجهلوا حاله ويشتركوا في العمل بروايات صححوها وليست بصحيحة والحكمة كما قضت بجواز عمل البغض على الحكم الظّاهرى لانقلاب ؟ ؟ ؟ قد تقضى بجواز عمل الكلّى والقبح لو تحقّق لم يرتفع بإصابة الواحد والاثنين ودعوى قضاء الحكمة بوجوب الظّهور لردّ خطاء الواحد والاثنين إذا ؟ ؟ ؟ نحصر الاجتهاد بهم وعدم قضائها إذا خطاء الجميع مع كثرتهم سوى واحد ووجوبه إذا كان مجتهدان فمات المصيب في غاية البعد والحكمة في الغيبة والاعتبار ؟ ؟ ؟\r\nتدلّ على عدم الظّهور مط ومنها دعوى الملازمة بين جوازه في حكم من الاحكام أو في وقت من الأوقات وبين جوازه في الجميع في جميع الأوقات ولا يعرف لها وجه لان ترتّب القبح في الاشدّ لا يستلزمه في الأضعف والا فقد يقال بقبح ذلك إذا كثر المجتهدون وكان الخطّى اقلّ ؟ ؟ ؟\r\nالحجّة من انّ ذلك قبيح إذا علم الاحكام والأوقات فيكون كذلك إذا خصّ ثمّ انّا نعلم انّ مذاهب الإمامة متحدا أوّلا فأولا من الواحد بعد الواحد مع العلم بمخالفة من تقدّمه من أهل الطبقة السّابقة عليه مع انّا لا نقطع\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nببطلانه لذلك ثم لو صحّ ذلك لكان مضامين أكثر الروايات في الكتب المتداولة مقطوعا بحكمها للعلم بان أرباب العصر عالمون بها ومنها الاخبار الدّالة على أنه لا يخلو الزّمان من طائفة يهدون النّاس ويردّونه ؟ ؟ ؟ عن خطائهم وضلالهم وكذا بعض الآيات المفسرة بالرّوايات وفيه ان الّذى يظهر من الآيات والروايات نفى الخطأ عن جميع آحاد المكلّفين على أن الظاهر منها إرادة الخطأ الذي لا يعذرون فيه والخطأ الواقع من المجتهدين من غير تقصير دخوله في عنوان الحق اظهر منه في عنوان الباطل فلا بدّ من تنزيلها على غيره كان يراد وجود من له اهليّة ذلك وان منعه الظالمون أو يحكم بالتخصيص بالعقائد أو بعض الأحكام ويؤيّد ذلك ان مثل ذلك ورد في حق زرارة ومحمّد بن مسلم ونحوهما من الفضلاء ثم الطهور قبل الاتفاق لا يظهر من كلامهم وبعد الاتفاق يلزم يستلزم تقدم الاجماع على الخطأ ومنها\r\nالاجماع الذي يظهر من السّيد والشيخ حيث قالا إنه طريقة أصحابنا وهو في محل المنع لأن الظاهر من أكثر الفقهاء عدم القول به وما كان هذا حاله لا ينبغي الركون اليه ثمّ البناء على ذلك قليل النفع لبعد حصول القطع من جميع العلماء خصوصا بعد انتشارهم وعدم دليل قاطع على المسألة في غير ما بلغ حد الضّرورة الدّينية أو المذهبيّة لان من خرج عنهما خارج عن الدّين ولم يبق محتسبا من المجمعين أو العقل الصّريح\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nإذ لا يجوز خفاؤه على العقلاء الطّريق الثاني من طريقي الالتزام هو انّه إذا علمنا اتفاق العلماء أو بعضهم على امر ظ لو كان الحق في خلافه لظهر وبان ولم يخف على الرّواة والعلماء الأعيان فإذا رأينا الجميع أو البعض ؟ ؟ ؟\r\nبه كثر أو قلّ على رأى واهتدينا منه إلى العلم براي الامام كان حجّته بلا كلام وهذا الطّريق اسلم الطرق وانفعها وينبغي ان ينزّل عليه اجماعاتهم المدّعاة أو المنقولة للعلم بانّهم لا يريدون في جميع ما ادّعوه ونقلوه افغان العلماء في عصرهم أو في عصره أو في جميع الأعصار لان ذلك لا يستقيم في أكثر المسائل التي ادّعوا عليها الاجماع وقد ينادون الخلاف في مقام دعواه وعلى هذا فمرجعه إلى الكشف عن قول الائمّة الماضين وظنّى انّ اجماعات أهل العربيّة والحكماء والمتكلّمين ونحوهم من هذا القبيل حتّى لو سئل أحدهم انك تقطع قطعا لا يدخلك فيه وبيان جميع العلماء لا يشدّ منهم واحد قائلون بهذه المقالة لم ينعّم في الجواب فيكون غرضهم الاتفاق والباعث على حقية الدعوى وبهذا يرتفع الاستبعاد في تحصيل الاجماع في زمان الغيبة وهو أولى من تنزيله لذلك الاستبعاد على الشهرة ويهون بذلك اختلاف النقلة أو النّاقل الواحد في دعواه ودعوى عدمه ومخالفة كثير من الفقهاء ولو كل عصر عصر ولو بلغوا الشهرة ولذلك ترى انسباق الذهن إلى الاجماع من غير حضور جميع الآحاد في البال ولا دليل لزوم لظهور وهذا النحو وان لم يدخل تحت الاجماع\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nبمصطلح القدماء لكن هون الخطب انّه لا فرق بين كثرة القائلين وقلتهم عندنا مع الكشف عن قول المعصومين وفيه تعريض بالمخالفين في قولهم انّ الحق مع المجمعين وانه لا حاجة إلى ضمّ المعصوم في حجّيته إذ هو معصوم لأدلة رووها لا تفيد سوى ما عليه أصحابنا لانّهم قائلون بمضمونها لدخول المعصوم في المجمعين وامّا الاخباريّون فقد أنكروه غاية الانكار وربما بعضهم توهم نفى امكانه أو وقوعه أو امكان العلم به أو وقوعه أو حجيته زعما منهم ان ذلك غير ممكن الحصول أو الحجّية لاستبعاد ليس في محلّه خصوصا على ما اخترناه في طريق التّحصيل وقد خالف علمهم عملهم في ذلك كما في أكثر ما أنكروه من المسائل فإنهم لم يزالوا يحدّثون عن اتفاقهم واتفاق المجتهدين والشيعة والعامة وأهل العربيّة وغيرهم وان لم يسموه اجماعا ولم يزالوا عاملين في أكثر المطالب الفقهيّة في تسوية الاحكام به ولو سألتهم عن بعض المسائل حكموا بمقتضى الاجماع فيها من حيث لا يشعرون وامّا الاجماع المنقول بخبر الواحد فليس انكار الاستناد اليه من خصائصهم بل والخلاف واقع فيه بين المجتهدين ايض وان كان المعروف بين قدمائهم والمتاخّرين من محققيهم حجيّته كما يظهر من كلام بعض المحقّقين منهم لأنه خبر كسائر الأخبار لا فرق بينه وبينها سوى ذكر الامام مصرّحا أو مضمرا ولا يترتّب على ذلك شيء ينفى الحجّية وعلى هذا يجرى فيه ما يجرى في الاخبار من التقسيم إلى صحيح وحسن وموثق\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوضعيف وقوى ومرسل ومتعدد الواسطة ومتحدها وان كان الأخير أكثر ومنجبر بالكتاب أو السنة النبويّة أو الشهرة في الفتوى أو الرّواية أو مخالفة العامة والأصحّيّة ونحو ذلك والايراد عليه يبعد حصوله أو تحصيله فلا تحصل مظنة بصدق المخبر به وباختلاف نقلته بل النّاقل الواحد وبكونه من اخبار الحدس كخبر الحكيم والمنجم والطّبيب وبعدم تعرّض القدماء له وبعدم تدوينه كتدوين الاخبار وبان ناقله قد ينقل الخلاف معه وباختلاف نقلته في طريق تحصيله إلى غير ذلك جوابه ظ وقد كشفناه في كشف الغطاء وقد اختصرنا الكلام إذا لطول لا يناسب المقام\r\n\r\nالمطلب السّابع فيما أدخلوه في القياس\r\nوليس منه وقد نسبوا المجتهدين إلى العمل بالقياس مع انّهم رضوان اللّه عليهم اجمعوا على عدم جواز العمل به وعرف ما بينهم انه ليس من دين الاماميّة حتّى انهم هجروا أقوال من صدرت منه بعض عبادات تؤذن بعمله به والسّبب في ذلك انّهم قاصرون عن الوصول إلى ما وصل اليه المجتهدون حيث انّهم لا يفهمون سوى المناطيق ؟ ؟ ؟ ولم يعلموا انّ المدار ؟ ؟ ؟\r\nالخطابات في جميع اللّغات على ما يفهم من العبادات ومنها تصريحات وتعريضات وتلويحات ورموز وإشارات وتنبيهات وما يفهم من جميع الكلمات في شرعيّات في مخاطبات أو مكاتبات أو وصايا أو ؟ ؟ ؟ مستحلّات لانّهم أم يدققوا النظر ولم يعرفوا سوى ظ الخبر ولم ينظروا في جملة الاخبار فيستفيد ؟ ؟ ؟ وامق\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمجموعها حكما لم يكن مستفادا من آحادها فحال المجتهدين كحال خادم توجه خدمة السّلطان مع القرب منه والاطلاع على باطن أحواله والعلم بكيفيّة خطاباته فضروب مقاصده واراداته فإذا تكثرت منه الخطابات ؟ ؟ ؟\r\nمعاني خفيات وان لم يعلم من آحادها حتى أنه ربما فهم شيء من المجموع لا يسعه بيانه ولأجل ذلك قيل قد يتولد في ذهن المجتهد حكم لا يسعه بيانه وحال الاخباريّين كحال خادم لا يدخل الدّار وانما يسمع كلام السّلطان من وراء الجدار فهو من الدّمار ولم يحط خبرا بقرائن الأحوال فهذا لا يجوز له العمل الّا بعد الرّجوع إلى من هو بمنزلة الشّعار وهؤلاء لما قصروا عن الوصول إلى ما وصل اليه العلماء الفحول زعموا انه لا طريق إلى الوصول إلى مراد الأئمة الهدى سوى بالعبادات و ؟ ؟ ؟ بنوا ما عدا ذلك إلى القياس من جهة ذلك توصّلوا مع شاذ من أصحابنا إلى انكار ما لا يمكن انكاره وأدخلوه في القياس كمنصوص العلة مع أن جمع أهل اللغات العربية وغيرهم وأهل العرف باقسامهم يفهمون التعميم في حكم العلة كتنقيح المناط مع انا نريد به ما يحصل به القطع في تسرية الحكم فمن أنكره فقد انكر حكم الشرع وردّ على المش ونحوهما طريق الأولوية مع أنها ثلاثة أقسام منها ما تدخل في دلالة اللفظ كتحريم التأفيف ؟ ؟ ؟ فحكمها كحكم سائر المداليل اللفظية ومنها ما يحصل القطع بالتعدية فيها وهذه من قبيل المناط المنقح الا ان مدرك الاوّل المساواة والثاني الترجيح\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nومنها ما يحصل الظنّ فيه بالتّعدى في هذا اختلف المجتهدون فالمانعون جعلوا ذلك بحكم القياس أو منه لاقتصارهم في الظّنون المعمول ؟ ؟ ؟ عليها على الظّنون المنصوصة والمجيزون استندوا إلى ما دلّ من بعض الأخبار على أن الأولوية الظنيّة حجة شرعيّة ولعله أقوى وعلى اىّ تقدير فالبحث عن المدارك المتصوّرة ما وافق منها وما خالف من اللّوازم المستدل حتى يعرف الموافق فيعمل على الوفق ويعرف المخالف فيجتنبه وكذا في سائر المقامات وانّ المثبت لحجّية القياس كالنّافى لحجّية الاخبار والجاهل كالجاهل بها فيلزم البحث امّا لاثبات الثّابت أو لنفى المنفى\r\n\r\nالمطلب الثّامن في الاجتهاد والتقليد\r\nلا يخفى على من تتبّع الآئار وأمعن النظر في الاخبار انّ لأهل كلّ ملّة ؟ ؟ ؟ رؤساء يرجعون إليهم في الاحكام الشّرعيّة ممّا لا تدخل في الضّرورتين أو في العلوم مط في أحد الوجهين كما أن أصل الحرف والصّنائع ؟ ؟ ؟\r\nعليهم الأمور فانّهم ح يرجعون إلى علمائهم ؟ ؟ ؟ وعرفائهم ؟ ؟ ؟ ويرجعون إلى اخبارهم والنّصارى إلى رهبانهم والمسلمون إلى علمائهم وقد كان في زمان ائمّتنا عليهم السّلم الزرارية واليونسية ونحوهم وقد أمروا ؟ ؟ ؟ اللّه عليهم بالرّجوع إلى بعض أصحابهم كما أمروا بالرجوع إلى زرارة ويونس بن عبد الرّحمن ويحيى بن زكريّا ونحوهم والظاهر انّ المراد الرّجوع في الفتوى دون الرّواية وليس الاجتهاد سوى استفراغ الوسع في تحصيل الظّن وذلك لازم بديهة بالنسبة إلى الموضوعات وباقي\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nالمقدّمات وان قلنا بعلمية الصّدور ثمّ انّه قد جرت سيرة جميع المتسرعين ؟ ؟ ؟ على أن النّاس بين قسمين علماء لا رجوع لهم إلى غير الأدلّة وأعوام لم يرجعون إلى العلماء وورد انّ العلماء ورثة الأنبياء ونواب الائمّة الامناء وانّ من عرف شيئا من حلالهم وحرامهم جعلوه حاكما والراد عليه راد على اللّه وهو على حدّ الشّرك باللّه ومعلوم انّ الحاكم غير المحكوم عليه وقد جعلوا قضاة يرجع إليهم في القضاء لئلا يختلّ النظام وتضل الأعوام وعدم الرّجوع في الفتوى ابعث على عموم البلوى فقد ورد في الحديث انه لا يفتى النّاس الّا من عرف النّاسخ من المنسوخ ولولا الحكم برجوع الأعوام للزم اما وجوب بلوغ درجة العلماء على جميع المكلّفين أو سقوط التّكليف عنهم إذ من المتعسّر بل من المتعذّر توصّل الأعوام إلى معرفة المسائل بالشّواهد والدلائل مع وجود النّاسخ فيها والمنسوخ والعام والخاص والمطلق والمقيد والمجمل والمبيّن والحقيقة والمجاز وهكذا وكذا مع تبدّل اللّسان بالنّسبة إلى عرف هذا الزّمان فضلا عن باقي اللّغات فلا يمكنهم معرفة الادلّة على عمر بيتها الا بعد معرفة اللغة والنحو والصّرف والنكات البيانية فانّ بنات العرب في زمان صدور الخطاب اعرف بلسان الشّرع من العلماء الماهرين في هذه الأيام ولا بدّ من العلم بالاخبار وتعارضها وترجيحاتها ومقبولها ومردودها ومعرفة الكتاب والسّنة النبويّة للعرض عليهما\r\nو \r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nالشّهرة والقواعد للتّرجيح كما ورد الامر به في الرّوايات فمن أوجب الاخذ بالادلّة ومنع التقليد وجعل العلماء رواة يروون الادلّة للأعوام ويبينون لهم كيفيّة الاستدلال ومقدّمات الادلّة فقد انكر ضرورة الدّين فضلا عن المذهب وادعى خلاف البديهة ولا أظن أحدا من أهل الشّرائع السّابقة فضلا عن شريعتنا يدعى وجوب تعليم العالم من مسائله جميع ما يتوقف عليه المسألة من الأدلة وكيفيّة الاستدلال ومن انكر ذلك فقد خالف علمه عمله وكان انكاره للاسم ؟ ؟ ؟ دون المسمّى وللفظ دون المعنى و ؟ ؟ ؟ يفعل العمل بابصار جمعت في الكتب من دون أحاط بها مع العلم ؟ ؟ ؟\r\nيعقل حين ذلك الخطاب بها على لا انفراد وغير ذلك ؟ ؟ ؟\r\nان خاطبهم بخطاب على ؟ ؟ ؟ عملوا عليه من دون ما ؟ ؟ ؟\r\nآخر وان جميع خطاباته المتعارضة في كتاب وجب عليهم الفحص والبحث عن أحوال التّعارض وانكرهما الاخباريّون فزعموا أن مرجع العلماء ومرجع الأعوام واحد فيجب على ؟ ؟ ؟ الرجوع إلى الكتاب والسّنة وان يعملوا بالعلم دون الظنّ ويكون الفقيه راويا لهم فلزمهم على ذلك ان يجب عليهم الّا يعولوا على قول الفقهاء في حكم من الاحكام وانّما هم رواة لهم فنسبتهم إليهم كنسبة الرواة إليهم وأعظم ما استندوا اليه ما نقلناه عنهم في ؟ ؟ ؟ علميّة الاخبار فيلزم على\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالفقيه على رأيهم ان يذكر الدّليل دليلا إذا سئل وتفسيره ويذكر ما يتوقف عليه من المقدّمات ومستند الدّلالات ويذكر المعارض ووجه الجمع إلى غير ذلك فإذا سئل امام الجماعة عن مسئلة جزئيّته لزمه ان يأتي بالدليل ويذكر ما يتوقف عليه فيشغل نفسه بمسألة واحدة جزئية لواحد ولا يلتفت إلى غيره فان بين كلامهم على ظاهره من أن حكم الأعوام والعلماء في الاخذ عن الدّليل واحد كانوا مخالفين للمجتهدين ومنكرين لضرورى الدّين والّا فهم قائلون بالاجتهاد والتقليد من حيث لا يشعرون وعلمهم مخالف لعملهم الا ان يعود بحثهم إلى مجرّد الاسم وانّى رايت من مشايخهم من يطعن على المجتهدين بتسمية الاجتهاد والتّقليد متمسّكا بأنه كيف يجوز هذه التّسمية مع عدم الإذن بذلك شرعا وأعظم ما أوقعهم في الشّبهة ادعائهم ان الخطابات الشّرعيّة عامة للعلماء والعوام في زمن الحضور والغيبة والحكيم انّما يخاطب بما يفهمه المخاطب وفيه مخالفة البديهة من وجوه الاوّل ان دعوى عموميّة الخطاب للمعدومين والغائبين على وجه الحقيقة مع الضمّ إلى الموجودين وبدونه ممّا لا يرضى به العقل ولا يوافق أوضاع اللّغة واما دعوى تعليق الخطاب مجازا أو وضع الخطاب فخارج عن مقتضى اللّفظ وانّما هو ظ في الموجودين الحاضرين في مجلس خطاب النبىّ ص والعموم من ادلّة خارجية والمدار على مصطلحهم دون غيرهم ثمّ لو قلنا\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nبعموميّة الخطاب بالنّسبة إلى الخطابات العامّة كيف يمكن القول به بالنّسبة إلى من لا يعرف لسان العرب وفي مثل خطاب زرارة ومحمّد بن مسلم ونحوهما وأكثر الرّوايات من هذا القبيل ومن العجب انّ بعضهم صرح بانّ هذه الخطابات المخصوصة من قبيل الأمثلة فزرارة مثال وهكذا فالخطاب لهم يعم الجميع ثمّ نقول لو كان الخطاب عاما فلا بد من تنزيله على مصطلح وقته لأنه ان أريد باللفظ معنى واحد فلا بدّ من تنزيله على ذلك المعنى وانّ أريد ان أهل كلّ وقت يحملونه على مصطلحهم لزم بالنّسبة إلى كلام العرب انّ الكر مختلف باختلاف معنى الرّجل وباختلاف قدر الأشياء ؟ ؟ ؟ ومعناها والفرسخ مختلف باختلاف قدر الذراع أو معناها وكذا الزكاة والخمس وأكثر الاحكام وكذا بالنّسبة إلى باقي اللغات كالنون والسّبيل والريش والطعام والحليم ونحوها ثم إن التزموا بذلك في حق جميع أهل اللغات فقد كابروا الضّرورة وان حضّوه فقد ثبت حكم التقليد في الجملة ثم الخروج عن التّقليد كيف يحصل بالقاء الفقيه عبارات لا يفهمها من القى اليه وان قيل بلزوم الافهام على وجه الاعتماد لزم التقليد على انّ ذلك ممتنع كما لا يخفى على أولى الافهام ثم انّ بنى الامر على ما قالوه انحصر النّاجون في العلماء وهلك باقي النّاس جميعا بل يلزم من ذلك عدم نجاة العلماء لاغرائهم النّاس بالجهل فهؤلاء الجماعة ان لم تأوّل كلامهم بانّهم يوردون الفاظا لا يريدون\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nمعاينها فليس لهم سوى الحمل على العناد والتعصّب ثم البلية العظمى والمصيبة الكبرى انّهم يلبسون على العوام قائلين بانا نعمل باخبار أهل البيت والمجتهدون لا يعملون بها مع انّهم هم المخالفون لاخبار أهل البيت والتّاركون للعمل بها كما مر بيان ذلك في جميع المباحث السّابقة ومن جملتها عدم العمل باخبار التحذير من الكذّابة وما يظهر من اخبار العرض واخبار حجّية الاجماع واخبار التقسيم إلى المفتين والمستفتين ونحو ذلك كما بينّاه وان من أشكل الأمور الاهتداء إلى وجه يعذرون فيه وا حرّ قلباه وا مصيبتاه وا غوثاه من شماتة الأعداء المسلمين ومن انكار جميع اليهود والنّصارى وأعداء الأئمة الطاهرين على الذين إذا اطلعوا على هذه الأقاويل التي لم تبقوه بمثلها أهل الشّرائع جيلا بعد جيل فقالوا انّ علماء الاسلام مبنى ؟ ؟ ؟ دينهم على الاخذ بخلاف ما جرت عليه شرايع الأنبياء السّابقين وادعوا ما يقتضى ابطال حكم رب العالمين بانّهم يعملون بما لا يعلمون ويقولون ما لا يفعلون ولقد وجدتهم على ثلاثة أقسام قسم وهم الأكثر غلب عليهم الحسد وحبّ الجدال فشغلوا أنفسهم بالقيل والقال وأحبوا ان تحقق خلفهم النعال وواوا انّ ذلك لا ينال الا بدعوى الاستقلال والطّعن على العلماء والاعتزال لأنهم علموا انّهم لو كرروا الورود عليهم كانوا أقل وأذل من جميع من وصل إليهم فراغوا عن طريقة المجتهدين لانّها لا تنال مع مساعدة\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nالتوفيق الا بعده مضى برهة من السّنين ومالوا إلى طريقة الاخباريّين وادخلوا أنفسهم فيهم وليسوا منهم ولا من المجتهدين لانّهم رأوا انّه يكفى في دعوى الفضيلة مع الدّخول في حزبهم تلاوة ما لا يفهمون من بعض اخبار الأئمة الطّاهرين وقسم غلب عليهم الجهل وقلة العقل فرأوا قوما ما يدعون العلم ( العمل ) بقول الأئمة واخبار سيّد الأمة فتبعوهم تبع البهيمة لراعيها والطفلة الصّغيرة لمربّيها واعرضوا عن طريقة المجتهدين لأنهم لم يصلوا إلى مذاق العلماء المدققين حلواى تنتنانى تا نخورى ندانى وقسم من العلماء العاملين والفضلاء المتقدّمين بذلوا الجهد في الطلب ونالوا على الترتب وبذلوا جهدهم في طاعة الملك المعبود وان كانوا قد قصروا عن نيل المط والمقصود وملئت قلوبهم من حبّ الفقهاء والمجتهدين وأقروا بانّهم أساطين الدّين ونواب الأئمة الطّاهرين فأولئك عند اللّه معذورون وعلى ما بذلوا جهدهم في معرفة اخبار الائمّة مثابون مأجورون لكنّهم لما لم يكن لهم أصول يرجعون إليها ولا ضوابط شرعيّة يعولون عليها وكانوا عاملين على ظواهر الاخبار غير ناظرين إلى كثرة الكذّابة على الأئمة الأطهار صدرت منهم احكام غريبة وأقوال منكرة عجيبة منها قولهم بنقص القرآن مستندين إلى روايات تقضى البديهة بتأويلها أو طرحها وفي بعضها نقص ثلث القرآن أو ربعه ونقص أربعين اسما في سورة تبت منها أسماء جماعة\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nمن المنافقين وفي ذلك منافاة لبديهة العقل لانّه لو كان ذلك مما ابرزه النبىّ ص وقراه على المسلمين وكتبوه لافتضح المنافقون ولم يكن النّبى ص مأمورا الا بالسّتر ؟ ؟ ؟ عليهم ولقامت الحرب على ساق وكان في ابتداء الاسلام من الفتن ما كان في الختام ثم لو كان حقا لتواتر نقله وعرفه جميع الخلق لانّهم كانوا يضبطون آياته وحروفه وكلماته تمام الضّبط فكيف يغفلون عن مثل ذلك ولعرف بين الكفار وعدوّه من أعظم معايب الاسلام والمسلمين ولكان القارى لسورة من السّور النّاقصة مبعضا في الحقيقة ولكان القرآن غير محفوظ وقد اخبر اللّه بحفظه ولعرف بين الشيعة وعدوّه من أعظم الادلّة على خروج الأولين من الدّين لانّ النقص على تقدير ثبوته انّما هو منهم ثم العجب كلّ العجب من قوم يزعمون انّ الاخبار محفوظة على الألسن والكتب في مدّة الف وماتى سنة وانها لو حدث فيها نقص لظهر ويحكمون بنقص القرآن وخفائه في جميع الأزمان فلا بدّ من تنزيل تلك الأخبار امّا على النقص من الكلمات المخلوقة قبل النّزول إلى سماء الدنيا أو بعد النزول إليها قبل النزول إلى الأرض أو على نقص المعنى في تفسيره والذي يقوى في نظر القاصر التنزيل على انّ النقص بعد النّزول إلى الأرض فيكون القرآن قسمين قسم قرأه النّبى ص على النّاس وكتبوه وظهر بينهم وقام به الاعجاز وقسم أخفاه ولم يظهر عليه أحد سوى أمير\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nأمير المؤمنين ع ثمّ منه إلى باقي الأئمة الطّاهرين وهو الآن محفوظ عند صاحب الزّمان جعلت فداه ومنها قولهم بتحريم الجمع بين الفاطمتين ؟ ؟ ؟ مع التصريح بفساد عقد النّكاح من بعضهم مع أن التّحريم لو قيل به لا يستلزمه لخبر أو خبرين شاذين مخالفين ؟ ؟ ؟ للكتاب والسنة النبويّة وجميع الأخبار الدالة ؟ ؟ ؟ جمع عن العقد الدائم ؟ ؟ ؟ مخصوص اربع وفي غيره مط وكذا جميع أقوال الفقهاء حيث حصروا المحرّمات في النّكاح ولم يتعرّضوا له فيها وما نسب إلى بعض المحدّثين من ؟ ؟ ؟ بذلك استنادا إلى ما ذكر في كتابه من انّه انما يروى فيه ما هو حجّة بينه وبين اللّه تعالى فقد بيّنا ان ذلك منقوض بما ذكر من الأحاديث المتروكة العمل ؟ ؟ ؟ في ؟ ؟ ؟ انّه لا بدّ من تنزيل عباراته وقد خالفوا جميع الأخبار الدالة على لزوم عرض الخبر على كتاب اللّه والسّنة النبويّة وعلى ما اجمع عليه الاماميّة فان خالف فهو زخرف وإذا التزموا العمل بكل خبر وانه يحكم على عمومات الكتاب والسّنة ويخصصه ؟ ؟ ؟ الزم الحكم بذلك في جميع الأخبار صحيحها في مصطلح المتأخرين و ؟ ؟ ؟\r\nعندهم فيلزم العمل بأحاديث وجوب جبر المقصورة والذّكر عند طلوع الشمس وعند غروبها وجميع الأذكار والدّعوات في جميع الأوقات وآدابها الواردة بصيغة الامر واخبار تحريم كثير من الأوضاع في مقامات\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nالآداب وغيرها وبأحاديث الوضوء بماء الورد ولزوم نقص شعبان وتمام رمضان وفساد الصّوم بمطلق الكذب والغيبة والسّب ونحوها ونوم النّبى ص عن غسل الجنابة مع أنه كان لا نيام قلبه وطهارة طين المطر إلى ثلاثة أيام والسّهو من النبي ص حتّى من الصّلاة وجوب الكحل وفرق الشّعر ونجاسته الحديد ونحوها وقد روى يونس عن هشام بن الحكم انّه سمع الصّادق عليه السّلم يقول لا تقبلوا علينا حديثا الا ما وافق القرآن والسّنة أو تجدون معه شاهدا من أحاديثنا المتقدّمة فانّ المغيرة بن سعيد لع دسّ في كتب أبى أحاديث لم يحدّث بها أبى فاتقوا للّه ولا تقبلوا علينا ما خالف قول ربّنا وسنّة نبيّنا وذكر يونس انه ورد العراق فوجد فيه بعض أصحاب أبى جعفر عليه السّلم وكثيرا من أصحاب أبى عبد اللّه ع فاخذ كتبهم وعرضها على الرّضا عليه السّلم وانكر منها أحاديث كثيرة أن تكون من أبي عبد اللّه ع وقال إن أبا الخطاب ؟ ؟ ؟\r\nكذب على أبي عبد اللّه ع وكذلك أصحابه يدسّون هذه الأحاديث إلى يومنا هذا فلا تقبلوا علينا خلاف القرآن الخ ومن العجب انّ بعض الاخباريّين جعل ذلك حجّة في اثبات صحّة الاخبار لدلالته على اعتناء الأصحاب بالتّصحيح ولا وجه له لانّه لا يتمّ الا بثبوت الاعتناء للجميع وإرادة بلوغ العلم بالتّصحيح وعصمتهم وما يقال من انّكم قد خصصتم الكتاب والسنة باخبار ظنيّة في كثير من المقامات كتحريم أم المفعول وبنته وأخته على الفاعل وأمثال ذلك وما ذلك الا من قلة فهم قائله وعدم قابليّته للفرق بين المقامات فانّ من تتبّع الاخبار ونظر فيما اشتملت عليه\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nمن التّراجيح علم انّ الخبر إذا قوى الظن بصدقه لجهة من الجهات كعمل الأصحاب وتلقيه بالقبول وغير ذلك عمل به وكان حجّة يخصّ به القرآن والسّنة ولا يرد لأجلها وإلا ضرب بالجدار كما يظهر من الاخبار المروية عن الأئمة الأطهار صلوات اللّه عليهم على أن مسئلة الجمع مما يعمّ بها البلوى لكثرتها وكثرة وقوعها فينبغي أن تكون أخبارها ؟ ؟ ؟ بين الشيعة متواترة كاخبار المتعة بخلاف المسائل القادرة ؟ ؟ ؟ والمسألة واضحة البرهان غيّة عن البيان ومنها عدم تجويزهم النّظر إلى بدن بنت الزّوجة المدخول بها وأم الزوجة نظرا إلى عمومات تحريم النظر بزعم انه ليس في الاخبار ما يدلّ على ذلك والاجماع والسّيرة لا حجّية فيها وكانّهم لم ينظروا في اخبار تغسيل الميّت فانّه سئل الصّادق عليه السّلم عن الرّجل يموت وليس عنده من يغسله الا النساء قال تغسّله امرأته وذات محرمه وتصب عليه النساء الماء صبّا من فوق الثياب وعن زيد بن علي عن آبائه عن علىّ عليه السّلم في حديث قال إذا مات الرجل في السفر إلى أن قال وإذا كان معه نساء ذوات محرم يؤزّرنه ويصببن الماء عليه صبّا ويمسس جسده ولا يمسس فرجه والمسّ اشدّ تحريما من النظر بديهة وفي الباب عدة اخبار تدلّ على جواز تغسيل المحارم من وراء الثّياب كما ورد في الزّوجة والأم والأخت ومن اللوازم عادة ظهور شيء من البدن والظاهر أن المراد بها ثياب الميّت لا ان توضع عليه ثياب من خارج حتى يمكن ان ينزل\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nعلى إرادة الشمول والمحرم لغة وعرفا من حرم نكاحه قال في القاموس المحارم ما حرّم اللّه ثم قال رحم محرّم يحرم ترويجها ومنها انّ أفضل فضلائهم واعلم علمائهم ذهب إلى انّ الغناء حلال في ذاته وانّما يحرم للعوارض كانضمام اللّعب بالملاهي ونحوه اليه وهو مخالف للكتاب والسّنة والاجماع بل ضرورة المذهب ومستنده بعض روايات شاذة معارضة بأقوى منها مخالفة الضّرورة فيجب اطراحها أو تأويلها لذلك ومنها انّ من أعظم فضلائهم من يروى ان الكتابة المستحبّة على الأكفان لاموات الرّجال والنّساء ولمن سمى باي اسم كان كمحمّد وعلىّ وعمران ونحوها من الاعلام إسماعيل يشهد ان لا إله الّا اللّه معلّل وبانّ الرواية وردت بان الصّادق عليه السّلم كتب على كفن ولده إسماعيل يشهد ان لا إله الّا اللّه وفي الحقيقة قد تعدى عن طريقته لانّ الامام عليه السّلم كتب بيده الشّريفة بقلمه الشّريف بمداده الشّريف بقرطاسه الشّريف في كفن ولده المخصوص في المكان المخصوص في الزّمان المخصوص فكيف يتجاوز إلى غير ذلك ومنها انّ من اجلّ علمائهم من أفتى لبعض الحكّام بتحليل مال رعاياه من الشيعة مستندا إلى أنهم لا يحسنون الصّلاة فحالهم كحال تاركها وتاركها كافر بنصّ الاخبار ومال الكافر حلال وقد خالف الضّرورة والبديهة في ذلك إذ لو كان له اثر في الشريعة لورد متواترا من خاتم الأنبياء ص\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nالائمّة الامناء عليهم السّلم ولنادت به الوعاظ والخطباء لانّه أبلغ في الوعظ وادعى في المحافظة على شرائط الصّلاة ثمّ الاخبار منادية بان من أقرب الشّهادتين حرم دمه وماله وبانّ التّارك للصّلاة على المستحلّ للواجبات الضّروريّة لا يحكم بكفر ومنها انّ شخصا من أفضل فضلائهم ذهب إلى أن الادغام في حرفين من كلمتين متماثلين أو متقاربتين والمدّ في حروف اللين في جميع محاله غير جائز لخروجه عن المرسوم وطريقة قراءة النّاس وقد ورد في الاخبار اقرءوا كما يقرأ النّاس وفي ذلك مخالفة الضرورة ولقولهم عليه السّلم نحن نقرأ بقراءة أبى وذكر هذا الفاضل ان الاكل بغير الكف حرام لانّه بدعة ولانّ الامام عليه السّلم القى آلة التّناول من يده وأكل بكفه ومنها انّ منهم من أوجب الذكر عند طلوع الشمس وعند غروبها وجبر المقصورة بثلثين ؟ ؟ ؟\r\nوالتردى ونحوها لظ الامر ولو كان كذلك لم ينج من الاماميّة الا القليل وبلغ حدّ التّواتر لتوفر الدّواعى على نقله ولانّ مثل ذلك جاد في أكثر المندوبات ؟ ؟ ؟ بصيغة الامر ومنها قولهم بان نقل المولى إلى الشاهد المشرفة حرام مستندين إلى ظ بعض اخبار ولم ينظروا إلى حديث اليماني ونقل عظام آدم ع ويعقوب مع البناء على المساواة الا ما خرج بدليل لاستدلال الأئمة ع بأقوال الأنبياء السّابقين واذعانهم وافعالهم ويكفى\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nفي ذلك ما دلّ على انّ للمؤمن في مماته من الحرمة نحو ما كان في حياته واى احترام أعظم من نقله إلى مشاهد ساداته ومن العجب انّهم لا ينكرون جواز النّقل بل النبش إذا ظهر انّ موضع دفنه محلّ العذرات والقذارات أو يخاف عليه من اخراج اليهود أو المخالفين له واحراقه وينكرون نقله لحفظه من عذاب القبر ونار جهنّم ويظهر من ذلك جواز النّقل إلى غير المشاهد المشرّفة من المقابر المشرّفة ومطلق الأماكن المشرّفة ومن مشهد امام إلى أفضل منه ومن مكان شريف إلى اشرف منه وجواز النّبش وتقطيع الأعضاء إذا توقّف النّقل على ذلك وما صدر عن بعض الجهلة المنطبق عليه قول القائل عدوّ المرء ما جهله من الاستناد إلى ما دلّ على تحريم المسألة بعد الاغماض عن الطعن في عموم دليله ظ ؟ ؟ ؟ لان المثلة ؟ ؟ ؟ الحرمة انّما يكون فيما لم يكن فيه صلاح الانسان أو رفع فساده وإلا لزم ان لا يجوز قطع انف الملسوع أو أذنيه مثلا لحصول آكلة أو قرحة يخشى سرايتهما فان التّمثيل بالحىّ اشدّ حرمة من التمثيل بالميّت ثم اىّ مثله وإهانة أعظم من اخراج عظام محمولة من ابعد مقام إلى مواضع لم يكن فيها قبر امام وخبر اليماني قاس ؟ ؟ ؟ بكفاية وجود قبر الامام وبعد سنين وأعوام ويقضى صاحب الفهم والنّظر الدّقيق بلزوم التقطيع إذا توقّف الدّفن عليه والطّعن مثل هذه الأشياء اما ناش من الجهل وتقليد بعض ظواهر عبارات الفقهاء\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nأو الحسد الذي لا يخلو منه كثير منّ العلماء ولم يزل كامنا في الصّدور حتّى إذا رأوا فرصة برز منهم بعد الخفاء إلى الظّهور ثمّ صاحب المذهب لو أخطأ الصّواب كان معذورا ما جورا عند ربّ الأرباب ثمّ في جريان سيرة الامامية على ذلك وما نقل كثيرا من رؤيا اشخاص دفنوا جوار الائمّة فاتفق ان حفرت قبورهم فرأوا فيها غيرهم وبالعكس وما نقل من الاطياف المقرونة بالمعاجز كفاية وهي كثيرة لا يمكن جمعها في كتاب ويؤيده ما اشتهر بين الاماميّة من ثبوت الملائكة النقالة ونقلوا في ذلك أنقالا غريبة منها ما نقل انه رئى ذلك يقظة ومنها ما كان في الرّؤيا وهو كثير ومن حملته ان عمة لي كانت من صالحات النّساء وعابداتهنّ ذكرت لوالدي أنها رأت نفسا محمولا من جهة البصرة ومعه خلق كثير لباسهم البياض فسألتهم لمن ؟ ؟ ؟\r\nالنعش فقالوا لها لآغا محمّد وقد كانت على الظاهر لا تعرف آغا محمّد وكان آغا محمّد الكبير المشهور بالتقوى والصّلاح والعلم حاجّا في تلك السّنة وتوجّه من مكة على طريق البصرة فارّخ والدي المرحوم ليلة المنام فلما رجع أصحابه أخبروا عن موته في تلك اللّيلة ومنها ما اتفق في كربلا من انّهم حفروا قبرا فوجدوا فيه رجلا مؤمنا مات في بعض ممالك النّصارى ومنها ان رجلا عشّارا مات فدفن في ارض النّجف ورجلا مؤمنا دفن في مقام يسمى الخطوة قريب البصرة فاتفق انه حفر قبر\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالعشار فوجدوا فيه ذلك المؤمن ثم جاءوا إلى قبر موضع المؤمن فوجدوا فيه العشار إلى غير ذلك واللّه اعلم ومنها ما نقل عن بعضهم من نجاسة الحديد لبعض روايات يظهر منها ذلك معارضة بأقوى منها وفي ذلك ما يقرب من انكار ضرورة الدّين فضلا عن المذهب فانّه لم يعهد منهم صلوات اللّه عليهم غسل الرؤوس بعد الحلق والفواكه واللّحم بعد القطع ولا الامر بذلك ولا بتطهير الحدّادين ثيابهم إذا أصابها رطوبة ولو كان الحال على ذلك لتواتر نقله ونادت به العلماء والوعاظ والخطباء وكان امره اشهر من امر النّجاسات العشرة لكثرة الاحتياج اليه وعدم الاستغناء عنه ومنها قول معظمهم بتطهر الخمر وسائر أنواع المسكرات من المائعات لبعض روايات اعرض عنها الأصحاب ويعارضها الاجماع والسّيرة المألوفة والطّريقة المعروفة ولقد رايت في كتاب دلائل الاحكام انّه نقل لبعض شاهات الصّفويّة ان فلانا من فضلائهم الأعيان حكم بطهارة الخمر فامر بدق الطبول ؟ ؟ ؟ واظهار السّرور قائلا باني كنت اجتنبه لنجاسته وقذارته لانى لم أزل اكل الحرام على انى أرجو انّه إذا طهر بعد ذلك يحكم بإباحته ومنها الحكم بطهارة اليهود والنّصارى لظواهر بعض الأخبار وقد تسروا إلى باقي اقسام الكفار تبعا لقاعدة أصل الطّهارة المستفادة من ظواهر بعض الأخبار وعملا ببعض الاخبار وقد\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nخالفوا في ذلك الاجماع والسّيرة الاماميّة وظ الكتاب وكثيرا من الاخبار ومنها حكم بعضهم بان المتنجّس لا ينجس لاشتباه حصل له من بعض الرّوايات وقد خالف كثيرا من الاخبار لانّه لم يتنبّه لها وخالف ضرورة المذهب بل الدّين فانّه لا يخفى على النّساء والأطفال الحكم بنجاسة ما يوضع في الأواني المتنجّسة من المائعات بعد زوال عين النّجاسة عنها ولو اكل أحد أو شرب منه انكر عامّة الخلق عليه وكذا إذا أصاب أحد ثوبا متنجّسا أو بدنا أو أرضا متنجّسة برطوبة ولم يتطهّر من ذلك ومنها قول أكثر فضلائهم بعدم نجاسة ماء القليل بمجرّد الملاقاة ولم يوافقهم من أصحابنا سوى نور ؟ ؟ ؟ قليل عملا ببعض اخبار معارضة بأقوى منها وبالكتاب والاجماع بل الضّرورة ومنها قول أكثرهم بان أولاد بنات هاشم كأولاد أولاده يستحقّون الخمس ولم يوافقهم سوى نزر قليل من أصحابنا مستندين إلى انّهم أولاد واستدلوا عليه بضروب من الادلّة حاصلها ان أولاد البنات أولاد وعليه انّ الخمس حق الطائفة والقبيلة دون مطلق الذراري وهي تتبع الآباء ولولا ذلك لكان بنو مروان وجميع بنى اميّة من أولاد البنات مستحقّين للخمس ومنها\r\nقول أكثرهم بسقوط الخمس بعد ضعف قوّة الشّرع مستندين إلى اخبار التّحليل وهي معارضة بأقوى منها وبالسّيرة وعمل الشّيعة ومنها\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nقول أعظم فضلائهم وقد انتهت اليه الرّئاسة في زمانه من انّه لا يجوز الغسل الترتيبي الا بالأكف فلو اغتسل باناء أو غيره بطل غسله لورود ذلك في الغسل وهذا مخالف للضّرورة ومقتضى لبقاء المسلمين على الجنابة وحرمة المكث في المساجد عليهم وبطلان صلاتهم وصيامهم إذا اغتسلوا مرتبين لان جلهم أو كلّهم لا يغتسلون باكفهم ولو كان الامر على ما قال لامر به العلماء في محافلهم واثبته الفقهاء في كتبهم ونادت به الخطباء على منابرهم وكان أكثر المسلمين من المتقدّمين والمتاخّرين على الجنابة باقين وعلى الحضور في المساجد والصّلاة جماعة للزوم اللبث مؤاخذين مع انّ ما اعتمد عليه من الرّواية الفعليّة لا تعارض القوليات ثمّ هي مخالفة لكتاب اللّه وسنّة نبيه واتفاق المسلمين بل ضرورة الدّين ومعارضة بعضهم لنا في أمثال هذه المقامات بانا قد تخصّ الكتاب بخبر الواحد الظني مردودة بانّ ذلك مشروطة بقوة الخبر لانجباره لشهرة في فتوى أو رواية أو سيرة أو موافقة قواعد محكمة ونحو ذلك وقد مرّ بيانه ومنها قول معظم فضلائهم بمعذورية الجاهل بالحكم وربّما رتبوا عليه عدم تكليف الكافر بالفروع وهو في غير المستثنى من قبيل انكار الضّرورى وعمومات الخطابات ومطلقاتها شاهدة به ولولا ذلك لتركت أكثر الاحكام وانهدمت أكثر قواعد الاسلام نعم يقوى في النظر\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nمعذوريّة الجاهل السّاذج الذي لم يخطر بباله الحكم إذ لولا ذلك لزم التّكليف بالمحال ومنها قول أكثرهم بتحريم شرب دخان التنباك المسمّى في لغة العرب المحرّفة تتنا مستندين إلى وجوه عديدة لا وجه لوجه منها منها انّه لا نص على اباحته وما كان كذلك فالبناء فيه اما على تحريم واقعا أو ظاهرا أو التوقف وفيه ما مر من بطلان هذا القاعدة للأدلة القاطعة والمعروف من منعهم الاقتصاد على خصوص الشرب بالآلتين المخصوصتين المعدّتين له المسمّاة إحداهما في اللغة العربيّة المحرفة عريشة أو شربة أو كدرة والأخرى غليونا أو شطبة وفي اللغة الفارسيّة الجديدة بقليان وجبغ وما أشبهها مما يكون له راس بوضع فيه التنباك ويوضع عليه النار متّصل ؟ ؟ ؟\r\nعصى أو ظرف آخر متّصل طرفه بفم الشارب بجذب الدخان من ذلك الرأس بفمه فيدخل إلى جوفه فلو كان الدّخان من غير التنباك من اى الأشياء كان من عذرة أو غيرها من أعيان النجاسات أو غيرها من ضروب الخشب والنّباتات مشروبا بتلك الآلة أو غيرها أو كان من التنباك فاستعمل في غير تلك الآلة وما يشبهها بان يجعل وقودا في تنورا وغيره أو يحرق على الأرض أو ادخل من غير طريق الفم أو منه بغير طريق الجذب أو به ولم يصل الجوف فظاهرهم عدم الباس ولذلك لم يذكروا من المحرّمات سواه ويظهر منهم ايض انّ استعمال التّنباك وغيره من النّباتات وغيرها من خشب أو ثمار ونحوها وشمّا ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nوسعوطا وقطورا وبخورا ولطوخا واطلاء ونحو ذلك لا باس به وإذا تأمّلت حالهم وجدتم عاملين بأصل الإباحة في أكثر أحوالهم وافعالهم حتّى لو انيت لهم بالاسم أو طالبتهم بدليل الحكم رجعوا إلى انكارهم ولما شاع استعمال شرب التنباك وبالنحو المعروف كثر فيه القيل والقال والنّزاع والجدال تنبهوا لما بنوا عليه من ذلك الأصل الذي لا أصل له ومن مثل ذلك ترى العجب العجب لانّ البناء إن كان على طلب الدّليل الخاص في الإباحة فالدخانين متساوية والنّباتات والأحوال متساوية في لزوم الحكم بالتّحريم من غير فرق بين الاكل والسّعوط والقطور واللطوخ والشّم والادهان وشرب الدخان من التنباك وغيره وسائر الانتفاعات وان كان العمل على عمومات الإباحة أو في خصوص النّباتات فما التنباك صار مغضوبا عليه من بينها ومن تامّل في أحوال هؤلاء الجماعة رأى كل واحد منهم تميميّا ؟ ؟ ؟ مرة وقيسيّا أخرى ليس لهم حدّ يقفون عليه ولا ساحل ينتهون اليه وانّما كانوا كذلك لتجنبهم النهج القويم والصّراط المستقيم وانكارهم الضّروريّات وطعنهم على نواب الأئمة الهداة ومنها انه مسكر فهو حرام وكون ؟ ؟ ؟ اسكاره انما يترتّب على كثيره لا على قليله لا يدفع الحكم بتحريمه لما روى من أن ما سكر كثيره فقليله وكثيره حرام وهذا خطأ بيّن وانّما نشاء من عدم الفرق بين المسكر في اسكاره والمضعّف في اغمائه والفرق بينها أوضح من أن يبين لان الاغماء انّما يكون بغلبة\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالضّعف على النفس والغلبة على العقل يجيء بالتّبع والمسكر يغلب على العقل اوّلا وبالذّات وربما بعث على قوة النفس كالخمر من العنب والنقيع من الزبيب والفضيخ من الرطب والجعة من الشّعير والتبع من الغسل ونحوها و ؟ ؟ ؟\r\nفي دعوى الاسكار إلى انّه قد يغلب على عقل شاربه حتى يخرج من الشّعور فيقع في النّار ولا يحسّ بحرارتها حتى يحترق فيها ويقع في الماء حتى يغرق فلا يحسّه بنفسه حتى تخرج روحه ونحو ذلك وذكروا في كتبهم المصنفة في التحريم كثيرا من هذه الأمور وفيه ان ذلك لا يقتضى تحقق وصف الاسكار بل هو أعم منه والعام لا يدل على الخاص ثمّ ان ذلك انّما يحدث على من ترك الشرب زمانا طويلا فيشرب منه شربا فاحشا ويجذبه جذبا واحدا ولا يشربه شيئا فشيئا فيغلب عليه لذلك ولو أنه شربه تدريجا كما يشربه أرباب السّليقة لم يغلب عليه ولو استمر إلى سنة كما أن الجائع إذا اشتد به الجوع والعطشان إذا اشتد به العطش فافرطا بالاكل والشرب وكان الجوف غالبا من الزّاد والماء وقع منهما ذلك ولذلك لا يكون غالبا الا في الفقراء وخصوصا الاعراب لافراطهم بالشّرب عند وجدانه بعد طول فقدانه ومنها انّه من الاسراف لأنه من المضرّ بالمال والبدن وهذا أعجب من سابقه إذ يلزم تحريم الحوامض بأسرها وجميع الأشياء الباعثة على الضّعيف من النباتات وغيرها والفواكه وغيرها ان كان\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالمدار على حصول الضّرر ولو ضعيفا أو في بعض الأوقات أو من بعض الوجوه وان أريد الضرر من جميع الوجوه فذلك ليس جاريا في التنباك فإنه نافع من وجوه متعدّدة وقد يجب لدفع البلغم والصّفراء والرّطوبات نعم هو كغيره من المطعومات والمشروبات حرام على من يحصل له ضرر معتبر من جهة كصاحب اليبوسة الشّديدة وكذا ما عداه من المأكولات والمشروبات فانّها تجرى فيها الأحكام الخمسة ومنها ما استدل به الامام ع على بعض من جحد وجود الواجب من قوله ان كان كما قلنا وهو كما قلنا نجونا وهلكتم وان كان كما قلتم وليس كما قلتم نجونا ونجوتم وبهذا يؤيّدون قاعدة أصل التوقف وفيه انّ الكلام ليس مع التارك فيوجب عليه الفعل ؟ ؟ ؟ بل مع المحرم الذي حرّم ما أحل اللّه فهلك ان لم يكن من أهل النظر أو كان منهم فقصر ثم قد بينا انّ الاخذ بالدّليل ناج وان الخطاء فلا هلاك على من أخطأ في الفروع وكلام الامام ع مع الجاحد للأصول ومنها الاستناد إلى الاطياف التي رآها جماعة من الأتقياء ونقلوا انّهم راو الأئمة الامناء ع في المنام فمنعوهم عن شربه وبعضها مقرون بالمعجز كما نقل انه رأى شخص في حرم الحسين عليه السّلم قد قلب وجهه عن محلّه ودار إلى غير مقره فسئل عن ذلك فقال رايت الامام عليه السّلم فقال لي لم تشرب التنباك فضربني بكفه وهذا اثر ضربته وفيه انّ\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالأحلام لا تكون شواهد الاحكام باتفاق علماء أهل الاسلام وما ورد ومن قولهم عليهم السّلم من رآنا فقد رآنا ليس فيه دلالة الّا على رؤيا من ؟ ؟ ؟ صورهم على ما هي عليه على انّه قد يقع الاشتباه في المنام في فهم الكلام ثم انّها معارضة برؤيا شيخنا الفتونى رحمه اللّه فقد نقل انه رأى الصّاحب عليه السّلم في مجلس وبيده قليان على نحو ما عند العجم يشرب به فانتزعه من عنه الشّهيد و ؟ ؟ ؟ سلّمه إلى الشّيخ ورؤيا شيخنا المقدس الشّيخ حسين الحمايسى فانّه نقل لي انّه رأى نفسه في المنام داخل الرّوضة الشريفة الحسينية قال فبينما انا واقف إذا رايت سيّد الشّهداء قد خرج من الضّريح المبارك فاوّل ما خطر في بالى ان أسأله عن شرب دخان التّنباك هل هو حرام أو حلال فسألته فقال في الجواب حلال لكنا لا نشربه ومنها حديثان لم ينقلا في الكتب المعتبرة وانّما نقلا في كتاب غير مشهور ولا معروف ويظهر عليها آثار الوضع والتزوير في أحدهما انه يأتي قوم من امّتى يشربون الدخاخين وينفخونه ؟ ؟ ؟ في الهوى وفي آخر وصف التّنباك بان له اذانا كآذان الحمار ثم صرّح فيهما بالبراءة من الشّاربين ومن العجب ان شخصا فاضلا من الاخباريّين صنف رسالة وأكثر ما ذكر فيها من الادلّة ما هو من قبيل ان فلانا شربه فمات وفلانا شربه فاحترق ونحو ذلك ولو أراد أحد ؟ ؟ ؟ رقابته بمثل ذلك في جميع\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالمأكولات والمشروبات كان يقول إن فلانا اكل ؟ ؟ ؟ فغصّ منات ؟ ؟ ؟ وفلانا شرب فشرق فمات وفلانا دخل الحمام أو خرج منه أو جامع فمات وهكذا القصر عن الاحصاء ولم يمكنه إلا ذكر قليل من تلك الأشياء ورايت في بعض حواشيه أشياء مضحكة منها انّه يورث النجر ومنها انه معرّب توناپاك وتأبى الامامية مع نقدهم التام ان يأخذوا بمثل هذه المزخرفات في اثبات هذه الأحكام ومنها قول بعضهم بحرمة الترياق المجرّد استناد إلى مثل ما ذكر في التنباك نعم القول بحرمة الترياق الفاروق لدخول اجزاء الخمر فيه لغير المضطر ان صح ذلك لا محيص عنه ومنها قول بعضهم بحرمة قهوة الّتى مستندين إلى أن حبها يصبر بالاحراق فحما فيكون حراما وفيه انه مع الاعتراف بصيرورتها فجالا تثبت حرمته لان الحرمة انما هو في الطين وقال أفضلهم على الاطلاق ان قول النّبى ص سيأتي زمان على امّتى يشربون القهوات ربما أريد به قهوة البن وان كان اسم القهوة في اللغة موضوعا للخمر لانّها تشبهه بالوضع بالكوثر والإدارة والاجتماع لها في المجالس ونحو ذلك وهو عجيب فان اطلاق القهوة على قهوة البن ليس من لغة العرب ولا من لغة العجم لأنها مستحدثة والقهوة انّما هي الخمر ولو أن الاحكام المتعلّقة بالموضوعات يراد بها المعاني الجديدة سمّينا العسل واللبن والسّكر مثلا خمرا\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوحرمناها وسمينا الخمر بأحد ؟ ؟ ؟ أسمائها فحلّلناها ومنها توقف بعضهم عن العمل يحكم قامت ضرورة العقل على ثبوته بحيث لا يخفى على النّساء والأطفال فانّ عالما من علمائهم وصالحا من صلحائهم كان واقفا على شاطئ الفرات فرأى امرأة قد عرفت في الفرات وكان قادرا على الدّخول إليها واخراجها فلم يفعل ولوم على ذلك فقال لانّ مسّ بدن المرأة حرام ولم يحضرني حديث يدلّ على الاذن في خصوص هذا المقام فترك المرأة وهو ينظر إليها حتى قضى عليها ومنها قولهم بوجوب الجهر حيث يؤتى بالذّكر أو مط في الأخيرتين مستندين إلى بعض اخبار لا دلالة فيها ولو دلّت وجب تأويلها أو طرحها لاستمرار عمل الشيعة على خلافها وظهور اتفاق العلماء على عدم العمل بها ومنها قولهم بوجوب غسل الجمعة لبعض روايات يفيد ظاهرها ذلك وهي معارضة بمثلها ومع عدم المعارضة هي مخالفة لطريقة الشيعة لانّه لو وجب لكان ظهوره فوق ظهور وجوب غسل الجنابة والحيض لابتلاء جميع المكلّفين به في كلّ جمعة وغسل الجنابة لخصوص الأزواج أو من عرض له عارض اتفاقي وغسل الحيض من خواص بعض النساء فالحكم من القطعيّات ومنها قولهم بوجوب زيارة سيّد الشّهداء ع لبعض اخبار ظاهرها ذلك وفيه انّ ذلك على خلاف طريقة المسلمين فانّ الواجب من السّفر مقصور عندهم على الحجّ ثمّ\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nيلزم على كلامهم انّ وجوبه اشدّ من وجوب الحجّ لعدم توقفه على الاستطاعة كما في الحجّ لانّه بدني لا مالي ولو قيل بالماليّة لزم الحاقه بالحقوق المالية يخرج من التركة مع الدّيون والزكاة والأخماس ولو كانت واجبة لادخلت في الوصايا الواجبات ولنادى بها الخطباء في غير محلّ التقيّة في جميع المقامات ومنها انكارهم حرمة النبش فانّى رايت رجلا من فضلائهم في النّجف فقال لي ما الدّليل على حرمة النّبش فلم يسعني ان أجيب باجماع أو سيرة أو ضرورة فقلت في جوابه ما دلّ على وجوب الدفن ومنها انكارهم على الفقهاء ؟ ؟ ؟ ركنية غير المنصوص عليه من الأركان الصّلاتية وفيه انّ الركنية هي الأصل لفوات المركّب بفوات بعض اجزائه وانّما يطلب الدّليل على عدمها ومنها ايجاب بعضهم وضع المئزر في الكفن فوق القميص استنادا إلى رواية فيها ظهور في ذلك وفيه ان الظاهر من اطلاق المئزر وضعه تحت القميص وان سيرة المسلمين وطريقتهم على ذلك ومنها ادّعائهم انّهم هم العالمون بالاخبار دون المجتهدين وفيه انّ الامر بالعكس كما لا يخفى على المنصف لان العمل بالاخبار انّما يكون بالعمل بتمامها ومنها اخبار العرض والتّرجيحات الأخر وايجاب العمل بما أراد اللّه من اىّ نحو ومنها تركهم العمل باخبار كثرة الكذّابة ولزوم النقد وأعجب من ذلك انّهم زعموا ان طريقتهم أوفق بالاحتياط الذي ينقد الاخبار نقد الدّرهم\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nوالدّينار فيعرف غثها وسمينها وصادقها وكاذبها كما أمروا به ومنها\r\nقول كثير من علمائهم بحرمة الدّفن في غير اللّحد بشق أو وضع سرداب ونحوه وهو مخالف لعمومات الادلّة وسيرة المسلمين ومنها قول بعضهم بان التحنك وهي إدارة طرف العامة تحت الحنك شرط في صحة الصّلاة والعمدة في احتجاجهم ما يظهر من عبارة الصّدوق وهذا ممّا يخالف مذهب العلماء قديما وحديثا حيث لم يذكره ذاكر من الشرائط ولاجماع المسلمين وسيرتهم وطريقتهم ومنها انقل عن بعض اجلائهم وأعيانهم من ايجاب اربع وخمسين غسلة في غسل الميّت تتعلق بأعضائه وهو مخالف لظ الاخبار والضّرورة والبديهة ومنها اعتمادهم على كلّ رواية حتى أن بعض فضلائهم رأى في بعض الكتب المهجورة الموضوعة لذكر ما يرويه القصاص من أن جزيرة في البحر تدعى الجزيرة الخضراء فيها دور لصاحب الزّمان فيها عياله وأولاده فذهب في طلبها حتى وصل إلى مصر فبلغه انّها جزيرة فيها طوائف من النّصارى وكأنه لم ير الأخبار الدالة على عدم وقوع الرؤية من أحد بعد الغيبة الكبرى ولا تتبّع كلمات العلماء الدالة على ذلك ومنها انه روى لي بعض المعتمدين عن بعض فضلائهم انّه قال إذا وقفت على باب البدر فاقبل رجل اجر إلى من الصّحراء وقال قال الصّادق ع كذا وجب العمل بروايته ومنها قول بعض فضلائهم بتحريم متعة العلوية استنادا إلى اعراض ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nترضى ذلك لبناتك أو أخواتك وقوله ع انا لا ننزي برذونا على عتيق وقد علمت انّه لا دلالة في ذلك على انّه مخالف لظ الكتاب والسّنة النبوية وقول علماء الاماميّة إذ لم يعدوا ذلك من المحرّمات ومنها ان فاضلا من الفضلاء ممن يميل إلى طريقتهم ذهب إلى انّ الماء لا ينجس بالتغيّر بعين النّجاسة في الصّفات الأربعة معا فضلا عن واحدة منها مستندا إلى أن الكتاب والسّنة دلّا على طهارة ماء القليل فلا بد من الجمع بينها وبين اخبار التنجيس بالتغيير بحمل اخبار التّخيير على الإحالة إليها بحيث يخرج عن اسم الماء وقد خالف الضّرورة والاجماع والاخبار وقد اجتمعت مع أعظم علمائهم في مكان فقال لي رايت في رسالتك ورسالة سيّد على يعنى جناب زبدة المجتهدين وأفضل العلماء العاملين مولانا ومقتدانا مير سيّد على دام ظله ان مس المحدث لاسم اللّه حرام وليس عليه دليل فقلت له إذا لم يكن على وجوب تعظيم المحرّمات دليل فما الدّليل على عدم جواز تنجيس القرآن والقائه في القذارات فسكت وكان غرضى رفع استبعاد وتعجّبه إلى غير ذلك من الأقوال العجيبة والمزخرفات الغريبة التي لا يتصور صدورها من جاهل فضلا عن عاقل ولو رمت حصرها لاعيى القلم واعقب السّأم ومن جملة هفواتهم وبعض مزخرفاتهم طعنهم على العلماء في اعتنائهم بما عدا علم الحديث من العلوم علما وتعليما وتدوينا وانه\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nليس في الرّوايات ما يفيد الامر بذلك أو الاذن فيه ولا عرف ذلك بين أصحاب الأئمة فوضعها وتدوينها بدعة وكل بدعة ضلالة وكلّ ضلالة سبيلها إلى النّار ثمّ بعضهم عم وبعضهم خصّ وكشف حقيقة الحال لتندفع به غياهب الاشكال ان نقول وعلى اللّه المعول والاعتماد والاتكال ان العلوم مشتركة في انّها لا تحريم فيها من حيث ذاتها لانّ العلم صفة كمال والجهل صفة نقص ولذلك دخلت جميع العلوم تحت علم اللّه وعلم الأنبياء والأئمة ولم يرد في الاخبار شاهد على تحريم شيء منها وجمعها وترتيبها وتعليمها وتدوينها وتسميتها انما هي لذكرها بعد نسيانها وجمعها بعد تشتّتها وضبطها بعد تفرقها كجمع اخبار كتاب اللّه بعد تفرقه وجمع الأحاديث بعد شاتها ؟ ؟ ؟\r\nولا يكون لها حكم غير حكمها الا لامر خارج إذ لا عيب من جهة القرطاس أو المداد أو القلم ونحوها\r\n\r\nثمّ العلوم على قسمين\r\n\r\nأولها ما حرمت غايته المترتبة عليه\r\nكعلم السّحر والقيافة والكهانة والموسيقي وعلم القمار وعلم الشّعبدة وعلم الضّلال ونحوها والّذى يظهر بعد الش في الاخبار انّ التّحريم متعلّقة العمل بها دون العلم فالتّعليم والجمع والكتابة ونحوها ان كانت لغرض صحيح كالحلّ والابطال والتوصّل إلى المعرفة للنّهى عن المنكر وهكذا فلا باس بها ومع الخلوّ من الغرض أو ملاحظة الغرض الفاسد يجيء حكم التّحريم وكلّما كان الغرض منه صحيحا وقصد به الغرض\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالفاسد كعلم النّجوم للبناء على التّاثير على نحو ما يقع من اللّطيف الخبير حرام وعليه تنزل الاخبار لمعارضتها بمثلها ولانّ كثيرا من أصحاب ائمّتنا ع كانوا منجمين ومعلوم انّ الائمّة ع اقرّوهم على ذلك\r\nو \r\nثانيها ما لا تحرم غايته وهو على اقسام\r\n\r\nأحدها ما لا ربط له في معرفة الاحكام\r\nلكنّه يبعث على قوّة الفكر وجودة النظر فيرتبط بالعلوم الشّرعيّة من هذه الجهة فيرجح إذا ؟ ؟ ؟ بشرط الّا تبنى عليه قواعد الفقه فان طريقة الفقهاء على الجادة الوسطى لا يعمقون ؟ ؟ ؟ فيهبطون عن المقاصد ولا يعولون على الظّهور من غير تحقيق فلا يصلون إليها وانى رايت بعض المصنّفين من الفضلاء بنى جواز وضوء المختضب وعدمه على مسئلة جواز انتقال الاعراض مستقلّة وعدمه وربما توهم بعضهم بناء مسئلة الاستصحاب على بقاء الأكوان وعدمه وهكذا وترك تضييع العمر بهذا العلم والبناء على الاشتغال بتحصيل علم الشّرائع لعدم وفائه بالجميع أولى ومن هذا القبيل النظر في الدواوين وانشاد الشّعر وحفظه وهكذا حال كل عمل يخل بتحصيل العلوم الإلهية ومعرفة الاحكام الشرعيّة\r\n\r\nثانيها ما له ربط بكمالها\r\nولا توقف لها عليه لارتباطه ببعض مسائلها كعلم الهيئة المرتبط بمعرفة القبلة وعلم الحساب المرتبط بضبط الوصايا والمواريث ونحوها ولا ريب في استحباب معرفتها وتدوينها وتعليمها وترتيبها لا لتوقف معرفة الاحكام عليها فانّ متعلّقها العمل\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nدون العلم بل لتوقّف صلاح الناس عليها\r\n\r\nثالثها ما يتوقف عليها توقف لزوم لا توقف كمال فلا يكون الفقيه فقيها الا بها وهو قسمان\r\n\r\nأحدهما ما تغنى القوة القدسيّة فيه\r\nوالعقل السّليم والظّهور بين العقلاء عن الرّجوع إلى الكتب المصنفة فيها كعلم الميزان فإنه محتاج اليه في اثبات الاحكام شرعياتها وعاديّاتها وعرفياتها لكن صاحب الذوق السّليم يدرك الاحكام وهي متوقفة عليه من دون نظر اليه ولذلك ترى العوام من أهل الصّحارى والبلدان من جميع الأصناف من أهل جميع اللّغات مبنى كلامهم في اثبات احكامهم عليه وان لم يكونوا سامعين به أو ؟ ؟ ؟ ناظرين اليه وعلم الكلام فان موضوعه معرفة الشارع الموقوف عليها معرفة الشرائع لكن لا يخفى على من تتبع السّير وتأمل ونظر في سيرة محمّد صلّى اللّه عليه وآله سيّد البشر وأولاده الأئمة الميامين الغرر انه لا يجب التعمق في معرفة أصول الدّين ولا النظر إلى كتب المتكلمين كما جرت عليه عادة المسلمين حتى انّه ينبغي ان يحتسب من ضروريّات الدّين وانّ عقايد الاسلام لم تزل مقبولة من الأعوام الّذين لم يسمعوا بعلم الكلام عند ؟ ؟ ؟ النبي ص والائمّة عليهم أفضل الصّلاة والسّلم وكانوا يقبلون منهم ؟ ؟ ؟\r\nوالايمان ولا ينسبونهم إلى كفر ولا عصيان والاحتجاج بمثل ؟ ؟ ؟ قوّ بعضهم البعرة تدل على البعير وان الدواب المغزل لا يدور من غير مدير من غير\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nحاجة إلى الاحتجاج بغيره وما قيل من أنّه لو اكتفى هذا المقدار للزم معذوريّة الكفار وكل من استحق الخلود في النّار مردود بانّ اللّه قد نصب دليلا يفهمه أدنى المكلفين فكل من أخطأ به كان من المقصّرين أو انّ اللّطف شمل المصيبين وان كانوا للمؤاخذة مستحقّين وليس شمول اللّطف المندوب واجبا على ربّ العالمين نعم الخوض في مباحث علم الكلام يزيد في البصيرة في معرفة عقايد الايمان والاسلام لكن التعمق بالنظر في تلك القواعد قد يبعث على حصول الاعتقاد الفاسد وصاحب القوة القدسيّة المسبّبة عن الالطاف إلهيّة غنىّ عن النظر اليه غير محتاج إلى الاعتماد في اعتقاده عليه وما ورد في بعض الأخبار من ذم الكلام والمتكلّمين انّما هو في حق المخرج عن الدّين والخارجين عنه كيف لا وليس فيه جاريا على مذهبنا سوى التعرّض للاعتقادات الموافقة لما عليه الأئمة الهداة ولا شكّ انّ البحث فيها من أعظم الطّاعات اللّهمّ الّا ان يكون تحريمه على النّاس من جهة جمعه في الكتب المحتاج إليها في العلم ضبطه أو المداد أو القرطاس ومن قبيل هذين العلمين علم المعاني والبيان والبديع فانّها لا ريب في توقّف الفقاهة عليها لكن صاحب الطّبع السّليم والفهم المستقيم غنى عنها\r\n\r\nثانيها ما لا تغنى القوة القدسيّة عن الرّجوع اليه والاعتماد في معرفة الاحكام الشّرعيّة عليه\r\nلكونه\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nمبنيّا على النقل والتّوقيف فلا يعلم الا بالتّعليم والتعريف وهو اقسام\r\n\r\nاوّلها علم اللّغة\r\nالمتضمّن لبيان معاني الالفاظ العربيّة فانّ ألفاظ الكتاب والسّنة لا تعرف الا بعد معرفته لاستحالة فهما على من لم يكن من العرب من فارسىّ أو تركىّ أو هندى أو غيرهم وامّا العرب فقد اختل لسانهم لمعاشرة العجم وذهب منهم كثير من ألفاظ العربيّة وما بقي منها أكثره تغيرت صورته وتبدّلت حروفه فهم بالنّسبة إلى لسان من كان موجودا وقت الخطاب اعجام لا اعراب حتّى انّ اعلم العلماء في هذا الزّمان لا يعرف ما كانت تعرفه النساء منهم والصبيان فعلم اللغة تتوقّف الفقاهة على معرفته وانّما يتم حفظه وضبطه بجمعه وكتابته كما أن فهم أهل كلّ لغة للغة غيرهم موقوف على تعليمهم ايّاها وتعريفهم لها\r\n\r\nثانيها علم التفسير\r\nوهو ممّا يتوقّف فهم معاني كلمات القرآن لعربيّتها عليه فيتوقف عليه معرفة النّاسخ من المنسوخ والمحكم من المتشابه والعام من الخاص والمطلق من المقيّد والمجمل من المبين والحقيقة من المجاز لانّ جميع المكلّفين بعد عهد الأئمة بحكم العجم وإذا لم يعرف تفسيره فلا يمكن عرض الاخبار عليه وتصحيحها لموافقته وتضعيفها لمخالفته وتدوينه وكتابته أفرد إلى ضبطه والاخباريّون اقتصروا في كتبهم على ذكر المفسّر في الرّوايات\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nلذهابهم إلى اجمال ما عداه وقد مرّ بطلانه\r\n\r\nثالثها علم العربيّة من النّحو والتّصريف\r\nالمتكفّلين ببيان الكيفيّة المتعلّقة بالهيئات الاصليّة والكيفيّات العارضيّة وقد أسّسها أمير المؤمنين عليه السّلم فقال كلّ فاعل مرفوع وكلّ مفعول منصوب وان حروف العلّة إذا تحركت وفتح ما قبلها تقلب الفاء وهذا العلم ممّا يتوقف عليه فهم الاحكام الشّرعيّة لان جلّها مستفاد من الكتاب والسّنة وألفاظهما عربيّة فمن انكر التوقف كان مخالفا للضّرورة والبديهة ثم التّعليم والتدوين والترتيب محتاج إليها للضّبط والحفظ عن النّسيان ولا يستغنى عن هذه العلوم الثّلاثة صاحب طبع سليم وذوق مستقيم لانّها توقيفيّة كلا أو جلا فمن لم تكن له معرفة بها فليس بفقيه غير انّه يكفى الاشتغال فيها على مقدار الحاجة إذ لا معنى لصرف العمر في المقدّمات وتضييع الغايات ومن كان من فصحاء العرب استغنى عن ذلك\r\n\r\nرابعها علم الفقه\r\nوهو عبارة عما يجمع النّتائج المستفادة من الادلّة لحفظها عن الضياع فحالنا فيه كحال العبيد إذا امرهم مولاهم بأوامر متعدّدة ونهاهم عن أمور متعدّدة في مجالس متفرقة وخص بكلّ خطاب بعضا منهم مع تشريكهم في التّكليف فجمعوا محصول تلك الأوامر والنّواهى بأخص عبارة وجعلوه في طومار لئلّا تضيع عليهم مطالب مولاهم ولا شك انّ ذلك من الحزم وقوة العزم وان هؤلاء اقدم عند\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nمولاهم من مضيّعى احكامه وواكلى امرها إلى حفظ الحفظة وعلى كلّ حال فهذا العلم هو العلم المراد وجميع مسائله من اهمّ ما يراد فلم يبق اعتراض الاعلى القلم والقرطاس والمداد والجلد وفي الحقيقة هم بالجميع قائلون وبالكلّ عاملون لكن قولهم لا يوافق عملهم وفي الفوائد المدنيّة انه سئل مؤلّفها ان يكتب كتابا في فقه الاحكام فأجاب باني لا اكتب سوى الأحاديث الواردة من الأئمة واستنادهم إلى انّه لم يدوّن سابقا فيكون بدعة يجرى مثله في كل عالم يدون في السّابق من مواعظ وخطب أو غيرها وهذا من العجيب فانّ الأوامر والنّواهى حاكمة بالعمل عليها وذلك يستدعى ضبطها للسّلامة من ضياعها وذلك لازم عند العقلاء في حفظ مطالب الدّنيا وهذا أولى منها ومثل هذه الكلمات لو كان صدورها من الأطفال لوجدناه غريبا ثمّ ان قولهم مباين لعملهم لأنهم لا زالوا يباحثون ويناظرون ويتعرّضون لمسائل تلك العلوم ولا يتناكرون ذلك والعلوم عبارة عن تلك المسائل أو علمها وليست عبارة عن المداد والقرطاس فالرّواة والمحدّثون الاوّلون ان كانوا بالرّوايات عاملين وعن دلالتها وتعارضها باحثين وعلموا منها احكام سيّد المرسلين كان علمهم فقها وكانوا فقهاء مجتهدين والّا كانوا حاملين للألفاظ كالعوام لا يهتدون منها إلى شيء من الاحكام\r\n\r\nخامسها علم أصول الفقه\r\nوهو العلم الذي أنكروه\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nغاية الانكار وأكثروا من الطّعن بسببه على العلماء الأخيار والفضلاء الأبرار وزعموا انّه من البدع وانّه علم مخترع لم يكن معروفا بين الرّوات ولم يكن صادرا عن الائمّة الهداة ولذلك عدّوا الصّدوق والكليني وغيرهما من المتقدّمين من صنف الاخباريّين دون المجتهدين وسيتضح لك انّهم انّما لم يكونوا عارفين بتلك المسائل وآخذين بها عن الشّواهد والدّلائل فليسوا من العلماء ولا من العارفين باحكام خاتم الأنبياء والأئمة السّادة الامناء بل هم من الأعوام ضالون عن السّبيل غير فارقين بين المدلول والدّليل إلّا ان يكون طعنهم من جهة التّسمية والتدوين ومثله لا يصدر عن صاحب رأى متين وهو غنى عن التعرّض للبرهان وقد مر فيما مر ما يغنى عن البيان فلا بد من ذكره مسائله على التّفصيل ليتضّح انّ ما ذكروه من الزخرف والأباطيل ويظهر ان ما عابوه على الاجتهاد اما من الخطاء الفاحش أو العصبيّة والعناد ومنها مسئلة الحسن والقبح العقليّين ولم تزل العلماء الأواخر منهم والأوائل يناظرون ويباحثون بها أهل الباطل فمعرفة الحقيقة والبطلان ممّا يلزم على الفضلاء الأعيان وكون المسائل التي يستقل بها العقل من ضروريّات الدّين فلا ثمرة للبحث فيها لا وجه له لانّ تعدّد الحجج ممّا يزيد الحكم بيانا والضّرورة تختلف مراتبها على انّ الملازمات العقلية التي يبحث فيها في مسئلة مقدّمة الواجب\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nوالنّهى عن الضدّ مثلا ليست ضروريّة ثم استقلاله في كثير من الآداب والسّنن والمكروهات لا ينكر على أنه قد يغفل المستدل عن الضّرورة مع ثبوتها عنده وقد يخفى على بعض لقيام الشّبهة ثم المكلّف في ابتداء بلوغه وعدم اطلاعه لعدم معاشرته والاعراب في الصّحارى البعيدة عن العمران الذين لم يباشروا أهل البلدان ربما خفيت عليهم أكثر الضّروريّات وكذا الكافر المستجدّ الاسلام وان كان في بلاد الاسلام والأسير من حين الصغر في بلاد الكفّار والوارد منهم إلى بلاد الاسلام وقد اسلم حين وروده وهكذا فيجب على كلّ من عنى بارشاد العوام وبيان الاحكام ان يعرف ما هو الحق في هذه المسألة فإن لم يكن عارفا بها فليس من العلماء الذين هم بمنزلة الأنبياء فهذه المسألة مقرّرة مبنيّة عند العلماء دونوها أو لم يدونوها وأكثر المدوّنات عند الأواخر لم تكن مدونة عند الأوائل والسّبب شدّة التقية وعدم امكان تظاهر العلماء في تصنيف أو تاليف وما جاء مدوّنا من الاخبار فمن معاجز الأئمة الأطهار على انّ المسائل الاصوليّة لما كان محتاجا إليها لكيفيّة الاستدلال بالكتاب والسّنة واكثرا متعلقة بمعرفة الالفاظ اللّغويّة مفرداتها ومركباتها وهي مشتركة بيننا وبين العامّة اكتفينا بكتب لغتهم عن كتب لغتنا وكتب عربيّهم ؟ ؟ ؟ عن كتب\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nعربيّتنا إلى أن ظهر دين الاماميّة وارتفعت التقيّة وصنفوا كتبا وذكروا فيها ما هو الحق عندهم وكان أصحابنا المتقدّمون يتذاكرون فيه ويتباحثون ويتناظرون ومنها مسائل تقسيم الاحكام إلى الأحكام الخمسة ومعرفة المضيق والموسّع والمعيّن والمخيّر والمتعيّن والكفائي وهكذا وهذه مستفادة من الكتاب والسنة والضّرورة من الدّين ومن لم يفهم ذلك من المتاخّرين والقدماء كان معدودا من الجهّال لا من العلماء ولم يسعه عمل ولا فتوى وكان يخبط في الشّريعة خبط عشوى فان أريد انّ معرفة ذلك غير محتاج إليها كان في ذلك انكار لزوم معرفة احكام الشّرع إذ ذلك من أعظم الاحكام الشرعيّة التي يحتاج إليها جميع البريّة ومنها ما افرد من المباحث اللغويّة لشدّة الاحتياج إليها وتوقف فهم الخطابات عليه وكثرة القيل والقال وحصول النّزاع والجدال وعدم استيفاء أهل اللّغة للبحث فيه وهو أمور منها مباحث الحقيقة والمجاز والمشتركات والمضمرات وكيفيّة الاستعمالات وبيان ما يجوز منها في لغة العرب وما لا يجوز ولا ريب في ان من لم يكن له خبرة في الحال ولا يعرف الجائز من غيره في أنواع الاستعمال فلا يعدّ من العلماء ولو انّ رواة الاخبار العاملين عليها لم يحيطوا خبرا بذلك لم يكونوا عاملين على الصّواب ولا مطيعين ربّ الأرباب وانما اغتنوا\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nعن التدوين لظهورها في ايّامهم بين العوام فضلا عن العلماء الأعلام لاغنائهم باللّسان عن البيان ومن قال بان الكليني والصّدوق مثلا ونحوهما ليسوا من الاصوليّين فقد نسبهم إلى الخروج عن الشرع المبين لأنهم على قوله عملوا على الاخبار من دون معرفة ما يتوقف عليها من المقدّمات وكذلك الحكم في اخذ العبيد من كلام ساداتهم والرعيّة من كلام رؤسائهم لو وضعوا لهم احكاما بعبادات متفاوتة وتحريمات مختلفة ثم الحكم كما يجرى في لغة العرب كذلك يجرى في جميع اللغات فلو فرض ان الكتاب والروايات جاءت بلغة من باقي اللّغات لزم ؟ ؟ ؟ محرفة الحقائق منها والمجازات وكيفيّات الاستعمالات ومن لم يعرف مفاهيم كلامهم خبط خبط عشوى في معرفة احكامهم ومنها بحث تقسيم الحقائق إلى لغوية وعرفية عامة وخاصة وتقديم المقدم وتأخير المؤخر والبحث في ثبوت الحقيقة الشرعيّة وتوقف فهم الكتاب والسنّة على ذلك من الأمور البديهيّة لان مدار فهمها والحكم بمدلولها موقوف على ذلك فمن لم تكن له خبرة بهذه المباحث فلا يحتسب من العلماء ولم يفهم شيئا من الكتاب والسنة ومنها بحث المشتق وانّ بقاء المدّ شرط فيه أولا فيبنى عليه فهم جميع الأحكام المتعلقة بالمشتقات كلفظ المثمرة والحائض ونحوهما فمن لم يكن على بصيرة فيها لم يفهم تلك الأخبار\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nالمشتملة عليها ومنها بحث المفاهيم وتوقف معرفة الاحكام واخذها من الادلّة النقليّة مجمعة عليه ممّا لا يخفى على أدنى العوام فان فهم معاني الالفاظ في الكتاب والسنة موقوف على معرفة المنطوق والمفهوم واقسام المفاهيم ومعرفة المقبول والمردود منها والقوى والضّعيف والأقوى والأضعف إذ كلّ من أراد معرفة معاني كلام مشتمل عليها عربيا كان أو غيره لا بد من بحثه عنها وتوجيه فكره إليها فمن لم يكن عارفا بها لم يجز له الاخذ من الكتاب والسنة فيما اشتمل عليها وهو بديهي ومنها البحث في الأوامر والنّواهى وبيان ما يفهم من اطلاقها وهو من المباحث الّا ربة ؟ ؟ ؟\r\nإذ يتوقف معرفة أكثر الواجبات والمحرّمات على تحقيقه والكتاب والسنة مملو ان منها وإطالة البحث فيه لكثرة الاختلافات ولزوم معرفة الراجح والمرجوح منها و ؟ ؟ ؟ كلمن لا يعرف معناهما وما يستفاد من صيغتهما وما أفاد مفادهما فهو من الأعوام لأنه قد خفى عليه أكثر مدارك الأحكام فكلّ من ليس له في هذا المقام معرفة وتحقيق تام ضاعت عليه مهمّات الاسلام لكن العلماء السّابقين استغنوا بظهورها عندهم لأنهم من اللغويّين أو القرب عهدهم عن التدوين فكل من لم يكن من الأصوليين فليس له قابلية فهم الاخبار والكتاب المبين وكذا الحال في جميع المامورين والمنهيين من اى امر كان باي لغة كانت فالكلينى والصّدوق ومن تقدمهما\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nمن العلماء من الرّواة وغيرهم من الاصوليّين وان لم يكونوا منهم فلا يجوز التعويل عليهم والاخذ عنهم والاخباريّة يزعمون انّهم ليسوا باصولية فان صدقوا في دعواهم خرجوا عن الطّريقة الشرعيّة ومنها البحث في الملازمات من مسئلة النهى عن الضد والمقدمات والبحث فيها يرجع إلى امرين أحدهما من جهة دلالة الخطابات فيرجع إلى مباحث اللغات فيجب البحث عنهما كما يجب البحث عن غيرهما وتدوينهما كغيرهما تحفظا عن النسيان وعدم الضبط وبدون ذلك يجهل ؟ ؟ ؟ الحكم الشرعي ومعلوم ان العلماء من قديم الدهر لا يخفى عليهم ذلك وكانوا مكتفين عن البحث فيها اما لظهور الحال عندهم قبل تكثر الأقوال أو لان ذلك مرسوم في مصنفات أخر وان كانت من غير اتباع الأئمة الاثني عشر لان البحث فيهما وفي كل ما يتعلّق بلغة العرب مشترك بين جميع علماء المسلمين ثم الحكم يجرى في جميع اللغات فلو فرض ان خطابات الشرع بغير الالفاظ العربيّة للزم التعرض لمثل هذه المباحث فيها ومنها البحث عن العام والخاصّ والمطلق والمقيد والمجمل والمبين والناسخ والمنسوخ ونحوها وهي من الأمور المتكررة في الكتاب والسنّة وقد ؟ ؟ ؟ خدو العلماء عن عدم معرفتها فمن لم يجهد في معرفتها لم يطل في معرفة الشّرع باعه ولم يخر للناس الرجوع اليه واتّباعه ومن له يكن له فيها خبر تام فليس له نصيب في معرفة الاحكام\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nفمن لم يكن بمثل ذلك من العالمين ولم يدخل في زمرة الاصوليّين فلا يحتسب في احكام الشّرع من العارفين ومثل ذلك جار في جميع اللّغات وفي خطاب العبيد من السّادات ومنها بحث الاجماع وبيان امكانه ووقوعه والعلم به وحجته ومن أعظم ما يلزم على الفقيه امعان النظر فيه إذ هو الميزان وعليه المدار في الردّ والقبول للاخبار ولولاه لضاعت أكثر الاحكام ولم يكن للشّريعة استقامة ولا نظام فمن لم يمعن فيه نظره ولم يجل فيه فكره فليس معدودا من العلماء ولا محسوبا من الفقهاء وعلماؤنا من المتقدّمين والمتأخرين لم يزالوا به قائمين قاعدين ومن انكر حجيته فقد جحد أئمته ولم يبق له في تسرية الاحكام المتعلّقة بموضوعات خاصة إلى ما يماثلها من موضوعات آخر سوى القياس لبطلان ادعاء الضرورة فيما عدا ما شذّ منها وندر ومنها مباحث القياس فلا بدّ من اتقانها ومعرفة ما يدلّ على خروجه من اقسام الأدلة الشرعيّة والفرق بين القياس الباطل وما سموه قياسا مما ليس منه من منصوص العلّة ومفهوم الاولويّة من اللفظ لرجوعهما إلى دلالة اللفظ وكذا طريق الاولويّة وتنقيح المناط مما يستفاد منها القطع فان ترك العمل بها انكار لحجيّة قول المعصوم وطريقة الأولوية الظنية قام النزاع فيها والقول حجّيته لظ بعض الرّوايات غير خال عن القوة وعلى\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nكل تقدير من لم يكن له خبرة من هذه المقامات فليس له لياقة الاخذ من الرّوايات ومنها بحث الاجتهاد والتقليد المتكفّل لبيان ان المتشرعين على قسمين تابعون ومتبوعون وليسوا قسما واحدا كما عليه الأخباريون وخالفوا في ذلك ضرورة الدّين وسيرة المسلمين بل سيرة الأمم السّابقين فلا بد من بيان بحث يبين معنى الاجتهاد والتقليد وما للقبول منها والمردود وبطلان القياس وان منصوص العلّة وطريق الاولويّة وتنقيح المناط ليست منه فالعالم ان لم تكن عنده خبرة من هذه المباحث لم يكن من العلماء ولا من أهل الخبرة بشريعة خاتم الأنبياء وعلى كل حال فالعلماء السّابقون واللاحقون المجتهدون منهم والاخباريّون مشتركون في استفراغ الوسع في تحصيل الظن بالحكم الشرعىّ من جهة الموضوعات والقواعد الشرعيّة بل في الصّدور ايض وان توهم الاخباريّون انهم على خلاف ذلك فهم مجتهدون من حيث لا يشعرون لكنهم عالمون على الظن من حيث إنه ظن بزعم انه علم والمجتهدون ومقلّدوهم لا يعملون به من جهة كونه ظنا بل من جهة أوله إلى العلم فهم واتباعهم العاملون بالعلم من حيث الحقيقة دون الاخباريّون واما تابعوهم الراجعون في الاحكام إليهم والمعوّلون عليهم لا يعرفون شيئا من الكتاب والاخبار ولو اشتغلوا في تعليمهم باللّيل والنهار فان كانوا غير مقلّدين فقد\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nمرقوا من الدّين والا كانوا من الكاذبين وإذ تأمّلت ما مرّ من المباحث علمت أنه لا محيص لهم عن العمل بجميعها وقولهم مخالف لعملهم فلا يبقى لهم نزاع فيما مر من المباحث الأصولية الا في افرادها وضبطها وذكر الخلاف فيها وبيان الخطاء والصّواب في تلك الأقوال وكذا لا كلام لهم في وضع العلوم الا في تدوينها وضبط قوانينها وتسميتها وإلا فهم لم يزالوا يتناظرون في تحقيق مضامينها ثم على العلماء بيان المسائل للعمل بها مع القول بها وان لم يكونوا بها عاملين فلا بد من ذكرها للردّ على العاملين بها ثم كشف الحال بحيث ينكشف عنه غياهب الاشكال انه لا شك ولا ريب في ان للّه حكما واقعيّا حدّثت عنه الأنبياء ونزلت به الكتب من السّماء وان للوصول اليه والاطلاع عليه طريقين ظنها ؟ ؟ ؟\r\nوقطعها ؟ ؟ ؟ وانه لا بد من بذل الجهد وامعان النظر في الطّريق الظني من جهة قبوله ورده والبحث عن دلالته ومعارضاته بقدر الوسع فمرة يوافق ذلك الواقعي ومرة يخالف فالمباشر لذلك العمل نسميه مجتهدا والعاجز عنه الراجع إلى العارف به نسميه مقلدا وثبوت هذين القسمين من ضروري مذهبنا بل جميع مذاهب المسلمين بل ضروب المليين ومن انكر ذلك فهو معترف بجنانه منكر بلسانه ومخالف بعلمه موافق تعمله ومن انكر حكم اللّه الواقعي الأصلي الأولى ولم يثبت حكما سوى ما في ضمائر\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nالمجتهدين والمقلّدين فقد انكر ضروريّا من ضروريّات الدّين والتزم بثبوت الاحكام المتضادة في شريعة سيّد المرسلين بالنسبة إلى الاحكام المتعلقة بالموضوعات من قسم العقود والايقاعات من اجتماع الزوجية والحرية وثبوت النسب وعلقة الرضاع والوقف العام واضدادها فلا معنى لجعل حكم المجتهد والمقلد ممّا يلزم فيه الانطباق على الحكم الواقعي الأولى لان الادراكات من قبيل المرأة وهي غير المرئى واما بالنّسبة إلى الحكم الواقعي الثانوي الذي جعل الادراك موضوعا له من جهل مركّب كجهل القصر والاتمام والجهر والاخفات في أقوى الوجوه أو شك في الاجزاء الصلاتية غير الأركان أو السّهو والنسيان عنها أو عن مفطرات الصيام أو النجاسة الخبيثة أو الكون بين المشرق والمغرب في المخطى باجتهاد القبلة فهو حكم واقعي ثانوي وقد متبدل ؟ ؟ ؟ الأقوال فيكون ثالث ورابع فلا شك في امكانه ووقوعه في العبادات بالنسبة إلى الاحكام والموضوعات وكذا الحكم الظّاهرى فيهما كما في حكم الشاك في الحدث بعد الطّهارة أو بالعكس وفي نجاسة ماء الطّهارة الحديثة وعدمها وفي فعل الأركان بعد تجاوز المحلّ وعدمه إلى غير ذلك وكذا حكم العذر بالنسبة إلى الناسي والغافل والعاجز فالذي يقتضيه التحقيق والنظر الدّقيق ان الأقسام الأربعة جائزة لا مانع منها عقلا\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالواقعي الأصلي الأولى وعليه بنيت جل الاحكام والواقعي الثانوي فصاعدا أو الظاهري والعذرى فلا مانع عقلا من جعل الاجتهاد والتقليد من الموضوعات فيكون الحكم فيهما واقعيّا ثانويا كما في الجهل المركّب في مسئلة القصر والاتمام والجهر والاخفات وكثير من الادراكات في الموضوعات والاحكام ولعل كلام بعض قدمائنا في دعواه المؤاخذة على الحكم الواقعي محمول على الثانوىّ فلا تكون المؤاخذة الا على المقصّر من غير فرق بين ان يكون الظن من جهة الصّدور أو من جهة غيره الا ان مقتضى الأصل والقاعدة والجرى على أوامر السّادة والعبيد البناء على العذر أو الحكم الظاهرىّ فيما لم يقم دليل على خلافه والظاهر من تخطئة الرواة بعضهم لبعض والعلماء كذلك على مرور الأيام البناء على العذرى أو الظّاهرى لا على التخطئة في خصوص الواقعي الأصلي دون الثانوي حتى كاد ان يكون ضروريا من مذهبنا ثمّ ذلك لا يستقيم الا في الاحكام العبادات واما في المعاملات والاحكام فيقتضى في أكثر المقامات اجتماع الاحكام المتضادة بعضها مع بعض كالموضوعات والاستناد في اثبات الواقعي الثانوي ومتعلقه وصف المظنة في المجتهد والمقلّد بقوله ص حلال محمد ص حلال إلى يوم القيمة وحرامه حرام إلى يوم القيمة من سوء الفهم وقلة البصيرة لأنه ان أريد بذلك ان ما حكم به لا يبدله غيره ولا يقع فيه نسخ بعده فالمراد من الحلال\r\nو \r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nالحرام الواقعيّين الاوليّين وانه لا يجوز التبديل في الحكم الواقعي فلا منافاة وان أريد ما يعم الظاهري وكان المراد انه إذا حكم بالحكم الظّاهرى الّذى يجب العمل به ظاهرا على كلّ ظانّ وبالعذرى على كلّ معذور وهو حكم واحد استمر ذلك وإرادة الواقعي الثانوي بعيدة عن ظ اللفظ بل تعد من التعمية والالغاز إذ المراد ح ان خصوص الحكم في حين من الأحيان على شخص من الاشخاص لا بد ان يبقى وهذا بعيد كل البعيد وتبدّل الآراء ممّا لا ينبغي ان ينكره أحد من العلماء المجتهدين والاخباريّين القائلين بثبوت الحكم الظاهري والنّافين القائلين بالواقعى الثانوي وسيجيء تمام الكلام وبيان حقيقة المقصد والمرام بحول ؟ ؟ ؟ الملك العلام ومن أعجب الكلام الذي يتحير فيه الافهام كلام مختل النظام صادر ممّا غفل عن النظر في هذا المقام لعدم ارتباطه بما ذكره من الطّعن بالعلماء الاعلام في قولهم السّديد بالاجتهاد والتّقليد مع أنه أكثر من ذكر الأحاديث الدالة على ثبوتهما في كتابه المسمّى بالفوائد المدينة حيث قال باب من يجب رجوع النّاس اليه في القضاء والافتاء وذكر فيه أحاديث عديدة منها ما روى عن صاحب الزّمان ع وفيه انه ذكر بخطّه الشّريف وامّا الحوادث الواقعة فارجعوا فيها إلى رواة حديثنا فإنهم حجّتى عليكم وانا حجة اللّه عليكم ومنها ما روى عن أبي جعفر ع انّه قال لا بان اجلس\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nفي مسجد المدينة وافت الناس فانى أحب ان أرى في شيعتي مثلك ومنها\r\nما روى عن الصّادق عليه السّلم أنه قال لفيض بن المختار إذا أردت حديثنا فعليك بهذا الجالس يعنى زرارة ومنها قوله ع لعبد اللّه بن أبي يعفور حيث قال له انى لست كلّ ساعة ألقاك ولا يمكنني القدوم ويجئ الرّجل من أصحابنا وليس عندي كلّ ما يسألني فقال وما يمنعك عن محمّد بن مسلم وقوله ع لشعيب العقرقوفي حيث قال له إذ احتجنا ان نسأل فمن نسأل قال عليه السّلم عليك بالاسدى يعنى أبا بصير ثم ذكر اخبارا كثيرة من هذا القبيل ثم ادعى انّها لا تدل على الاجتهاد والتقليد واعاب على المح و ؟ ؟ ؟ منه والشّهيدين وألح الثاني في فهم ذلك أقول قد علم من ملاحظة السّير من حين ابتداء ارسال الأنبياء ونزول الشّرائع إلى زمان خاتم الأنبياء والائمّة الامناء إلى يومنا هذا انّ النّاس بين قسمين علماء رجعوا في معرفة الاحكام إلى الادلّة المأخوذة من الكتب المنزلة من السّماء واخبار الأنبياء والأوصياء بعد ان اختار اللّه جوارهم إذ كانت متضمنة الاحكام مجموعة عند العلماء الأعلام لانّهم عارفون بمضامينها مطلعون على غثها وسمينها عاملون بحقايق ألفاظها ومجازاتها وعموماتها وخصوصاتها ومطلقاتها ومقيّداتها ومحكماتها ومتشابهاتها ومستداماتها ومنسوخاتها خبيرون بعلاج معارضاتها وتقرّبوا\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nبذلك إلى الملك الجليل وكان من كان منهم من أمّة محمّد صلّى الله عليه وآله كأنبياء بني إسرائيل قد اثنى عليهم اللّه في كتبه المنزلة وعلى لسان كلّ نبىّ بعثه بدينه وارسله قد ملأت مدائحهم كتب الاخبار وظهر امتيازهم على غيرهم ظهور الشّمس في رابعة النهار وأعوام مشغولون بمكاسبهم متردّدون ذهابا وإيابا في طلب مأربهم أو فارغون متكاسلون احبّ النّاس إليهم البطّالون إذا احتاجوا إلى معرفة شيء من الاحكام رجعوا إلى أولئك العلماء الأعلام وان حصل بينهم نزاع في شيء من ؟ ؟ ؟ الحطام أو غيره رجعوا إلى القضاء منهم والحكام وهذه من المسائل الضّروريّة والمطالب البديهيّة فجعل القسمين قسما واحدا مبنىّ على العصبيّة والعناد أو الجهالة المانعة من بلوغ السّداد والرشاد وممّا يدلّ على ذلك ما ذكروه من الرّوايات فانّها صريحة في ثبوت القسمين تابع ومتبوع وراجع ومرجوع اليه مضافا إلى ما دلّ على انّ الرّجوع في الاحكام انّما هو لمن يتّصف بمعرفة شيء منها ولا شك ان عموم الرجوع ينافي إرادة شيء منها قلّ أو كثر والّا خصّ الرّجوع بما عرف على أن قوله ونظر في احكامنا أبين شاهد على ذلك وما دل على انّه لا يفتى النّاس الا من عرف النّاسخ من المنسوخ الخ وعلى الامر بالرّجوع إلى بعض الخواص كزرارة ومحمّد بن مسلم وأبى بصير الأسدي\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nويحيى بن زكريّا ويونس بن عبد الرّحمن وغيرهم فقد علم من جميع ما مرّ انه لا يجوز للعوام العمل بالرّاى بعد اختلاط الاحكام وعدم التّمكن من الوصول إلى الامام ؟ ؟ ؟ بل يلزمهم الرّجوع إلى العارفين وانّه لا يجوز لاحد ان يفتى النّاس أو يقضى بينهم الا ان يبلغ درجة خاصة في المعرفة ولما كانت مجملة غير مبنيّة فلا بدّ ان يبقى التابع على حاله من الرّجوع حتى يعلم الوصول إليها لان ثبوت الوصول بعد عدمه تنقيه الأصول لانّ خروج التابع عن حكم التابعيّة ووصوله إلى درجة العمل بالرّاى والمتبوعيّة يتوقف ثبوتهما على الدّليل ولا دليل في المقام الا احدى الضّرورتين وليس لها موضوع في البين فيما عدا المجتهد المطلق ودعوى انّ عموم الخطاب قاض بعمل جميع المخاطبين ممّا يفهمون مردود بان الخطاب صار مجملا لا حجّيته فيه بعد تقييده بالمجمل فلا وجه للتجزّى على انّ مسئلة التجزى من النظريات عملا وافتاء فلوا جاز ذلك لنفسه في أحدهما فامّا ان يكون بالاجتهاد فيدور أو بالتقليد وهو مبنىّ على التّركيب وعلى انّ مسئلة الاجتهاد ممّا يجوز فيها التقليد وفي المقامين منع وانّ مسئلة المفضول فيقتصر في وجوب الرجوع فيها إلى الفاضل على المستفتى لا على المفتى ويجوز له العمل والافتاء الا ان ينافي النّهى عن المنكر فانكاره لمسألة الاجتهاد\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالمطلق وتكثير الطّعن على المجتهدين بذلك ممّا لا وجه له ثمّ انّه قد ظهر ممّا مرّ انّ الطّعن على المجتهدين المحكمين لقواعد الدّين المشيّدين لشريعة سيّد المرسلين راجع إلى جماعة الاخباريّين لانّهم ان لم يعولوا على مقالتهم فقد بان خطاء طريقتهم وامّا هذا الرّجل المبدع لهذه الطّريقة الجديدة والمقالات التي تظهر لكلّ ذي فهم انّها ليست بسديدة الذي حمله العناد والعصبيّة على افساد الشّريعة المحمّدية بتقرير زخارف وأباطيل عملها في بلد سيّد البرية وضمنها كتابا وسماها الفوائد المدنية قد وضعه للإضلال ومن لطف اللّه وباطن الشّرع ما أضل به سوى الجهّال قد تجرى على ساداته وادخل طعنهم في جملة من خرافاته كانّه لم يعلم بأنهم بهم قامت قواعد الدّين وتشيّدت أركان شريعة سيّد المرسلين ص بعد ان اتى بكلام لا يليق صدوره من العوام حيث قال وبالجملة وقع تخريب الدّين مرّتين مرة يوم توفى النّبىّ ص ومرّة يوم أجريت القواعد والاصطلاحات الّتى ذكرها العلامة العامة في الكتب الاصوليّة ودراية الحديث وفي احكامنا وأحاديثنا وناهيك أيها اللّبيب انّ هذه الجماعة يقولون بجواز الاختلاف في الفتوى ويقولون قول الميّت كالميّت مع انّه تواترت الاخبار عن الائمّة الأطهار بان حلال محمّد ص حلال إلى يوم القيمة وحرامه حرام إلى يوم القيمة أقول وهذا واللّه من العجب العجاب\r\nو \r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nكلام لا يرضى به أذناب ؟ ؟ ؟ الاعراب لأنه لو صحّ ما ذكره في هذا الكتاب لكان أساس الشّريعة مبنيّا على الخراب من مبدأ ظهور الأديان إلى ظهور صاحب الامر صاحب الزّمان ع لان الشّريعة إذا لم تبن على تلك القواعد المذكورة والأصول المسطورة والعلوم المعروفة والكتب المألوفة لم يمكن إقامة الشّواهد والدّلائل على بعض المطالب والمسائل وقد ظهر ذلك ممّا تلوناه وما ذكرناه من توقف معرفة الشّرع على تلك المعارف وبيناه إذ لم يمكن معرفة الشّرع من دون معرفة الشارع وان كلما حكم به واجب القبول الا من علم الكلام ولا يمكن الاستدلال على حرام أو حلال الا بمعرفة علم الميزان ولا يعلم المراد من خطاباته الا بعد معرفة ألفاظ العرب بذواتها وكيفيّاتها الدّاخلة والخارجة وهذا من البديهيّات وقد تكفل بذلك علوم العربيّة باقسامها ثم لا يفيد ذلك الا بعد معرفة البحث في الاخبار وبيان مقبولها ومردودها وكيفيّة الاستدلال بها وعرضها على الكتاب وكيفيّة العمل بها وأحوال تعارضها وذلك موقوف على تفسير القرآن ومعرفة آيات الأحكام ثم لا يعلم المقبول من الادلّة ومردودها الا بعد معرفة الضّرورة دينية ومذهبية والسّيرة والاجماع انّما يهتدى اليه من الاطلاع على آراء الفقهاء ومذاهبهم وذلك لا يعلم الا من كتبهم ثم لا يجدى ذلك كله الا بعد معرفة المقبول من الرّأي للعمل\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nو ؟ ؟ ؟ للحكومة والقضاء من المردود وهكذا فمن لم يحط خبرا بكلام الفقهاء والمجتهدين وما تحرد وتفرد ؟ ؟ ؟ في كتب الاصوليّين ؟ ؟ ؟ التدوين أو مع التدوين لم يذق طعم الشرع المبين وعدّ من الجاهلين غير أن التفصي ؟ ؟ ؟\r\nفي المقدّمات يغنى عنه مقدار ما يتوصّل به إلى فهم الآيات والرّوايات ولا يلزم فيها صرف الاعتبار فتوفية الغاية المطلوبة وهي فهم الكتاب والاخبار ثمّ قال عفى اللّه عنه ان لم يكن ما قاله تعصّبا منه وناهيك ايّها اللّبيب انّ هذه الجماعة يقولون باختلاف الفتاوى ويقولون انّ قول الميّت كالميّت مع انّه قد تواترت الاخبار عن الائمّة الأطهار بان حلال محمّد ص حلال إلى يوم القيمة وحرامه حرام إلى يوم القيمة ثمّ روى عن أبي جعفر ع عن علىّ عليه السّلم انّه قال لو قضيت بين اثنين بقضية ثم عادا الىّ لم ازدهما على القول الاوّل لانّ الحقّ لا يتغيّر ثمّ قال ولا أظن برجل يخاف اللّه ان يكون في ريب ممّا تلوناه وكم من رجل حسبنا صالحا فلمّا ذكرنا عنده هذه الأحاديث تحرك عليه عرف ؟ ؟ ؟\r\nالعصيبة والحسد وعاند وكابرا ما قبل التصوّر أو بعده أقول من القول العجيب والخطاب الغريب ما وجّهه هذا البليد إلى الرّجل اللّبيب وهو ان اختلاف العمل والفتوى وتغيّرهما لتبدل اجتهاد وتغيّر تقليد لاختلاف رأى أو موت مجتهد مناف لما دل من الرّوايات المستفيضة\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nمن انّ حلال محمّد ص حلال إلى يوم القيمة وحرامه حرام إلى يوم القيمة ولقد أجاد وأفاد واتى بفوق ما يريد لا ما يراد لان بطلان هذا الكلام ممّا لا يخفى على الخاص والعام فينبغي ان يكون غرضه حصول الشّهرة بين الأنام وان يزعم الزاعم انه له قابليته لمقابلة العلماء الأعلام والا فكيف يخفى على أدنى أولى الافهام انه لا منافاة بين الاختلاف وبين ما دلّ عليه كلام سيّد الأنام ص وبيانه انّ المجتهدين لما اثبتوا حكمين واقعىّ على ظاهريّا وعنونا بالظّاهرى ما كان لزوم العمل به ناشيا عن حرمة التجرى ولزوم الطّاعة والامتثال كما يجرى ذلك بالنّسبة إلى العبيد والموالى فعذرهم في عدم إصابة الحكم الواقعىّ في بعض الأحيان انسداد طريق العلم عليهم وحصول الاضطرار بالنسبة إليهم فوجوب العمل عليهم كوجوب اكل الميتة ولحم الكلب والخنزير للاضطرار وجواز نهب الأموال وسبى العيال والأطفال للتقيّة ووجوب الاخذ بقول المشرك واليهودي والنّصرانى بزعم القابليّة فالمراد بقوله ص حلال محمّد ص وحرام محمّد ص الواقعيّان لا العذريان الظّاهريّان لانّ الأولين هما المفهومان من العبارة لان إباحة اكل الميتة ونهب أموال الشّيعة جائزان إلى يوم القيمة من دون اعتبار شرط وان أريد الظّاهرىّ المتعلّق ؟ ؟ ؟ بالعذر الدائر مداره فهو بهذا القيد باق إلى يوم القيمة بل لو أثبتنا هنا\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nالواقعىّ الثانوىّ صرفنا اللفظ عنه إلى الواقعىّ الأولى لانّه المتبادر لانّ إرادة الدّوام فيما يتعلّق بالحكم المختلف باختلاف الاشخاص بعيد ؟ ؟ ؟ متداولى الافهام فلا يفهم ذوق سليم وطبع مستقيم من هذه الأخبار الواردة عن سادات الزّمان الا انّ دين محمّد صلّى اللّه عليه وآله لا ينسخ بدين من الأديان ولا عجب من نسبة العصبيّة والحسد ؟ ؟ ؟\r\nإلى بعض الأتقياء الصّالحين النّاهجين منهج شريعة سيّد المرسلين قد نسب مثل ذلك إلى أمير المؤمنين وسيّد الوصيّين وإلى الائمّة طاهرين بل إلى جميع الأنبياء والمرسلين والعلماء العاملين رضوان اللّه عليهم أجمعين ثم انّه لم ينسب اليه سوى ما هو المرغوب اليه المحبوب لديه والمؤمن يحبّ لأخيه كما يحب لنفسه ثم ما الّذى ؟ ؟ ؟ بله على الحسد هل هو وجدانك لاخبار مسطورة وأحاديث مذكورة ؟ ؟ ؟ بها في قرطاس ليقوى بها جهّال النّاس فيكون حسده على وجدانك المداد والعلم أو على فهمك الّذى بانت عليك به دلّة مقدم ومنها علم الرّجال وهو ممّا يتوقّف عليه الاستدلال ؟ ؟ ؟ موضوعه بيان جمال الرّجال في الاعتماد وعدمه ومن يصحّ الخبر به أو يضعف والفرق بين الاصحّ وغيره والقرب للجمل على تقيّة الامام منه عدمه وكثرة كتبه ورواياته التي بها يعرف ارتفاع مرتبته وعدمه وكونه ممّن كان في زمان التقيّة الشّديدة أو غيره ولم يزل\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nذكر حال الرجال متكرّرا في كلام الأئمة وأصحابهم وسائر رواتهم فإن كان تقصير من المجتهدين في ذلك كغيره من العلوم فمن جهة الضّبط والجمع والتّدوين الذي صاروا بسببه من المبدعين كما ابدعوا في وضع كتب المزارات والمصابيح وسائر ما جمع فيه العوذ والحروز والدّعوات وكتب الردّ على المخالفين وباقي اقسام الكفّار المليين وغير المليّين هلّا كانوا كالاخباريّين لا عناية لهم في الدّين وفي ضبط ما يتوقّف عليه وهم الكتاب المبين والسّنة واخبار الائمّة الطاهرين فلو كانوا محفين لكانوا فيها من الزّاهدين فانّ الزّاهد ينبغي ان يكون في الدّنيا والدّين ومنها تقسيم الاخبار إلى تقسيم الاخبار إلى الأقسام الأربعة كما صنع حجة اللّه العلّامة الحلّى وقد تقدّمه صاحب البشرى لمعرفة التّقوى والأقوى والصّحيح والاصحّ والاعدل والأفقه والأورع وهكذا ليعرف انّ الخبر له قابلية العمل به أو لا وفي مقام تعارض الاخبار يعرف القوى من الأقوى والضّعيف من الأضعف لانّ صحّة الخبر وقوته قد تكون من جهة خارجيّة من شهرة في نقل أو فتوى أو ففيه بكتاب أو سنّة نبويّة أو قواعد شرعيّة إلى غير ذلك وقد يكون من جهة المتن في دلالته وفصاحته وبلاغته واقترانه بالمعجز ويكون من جهة السّند لاختلاف أحوال الرّجال في عدالتهم ووثاقتهم\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nواوثقيتهم واعدليّتهم وقرب عهدهم وزيادة فضيلتهم إلى غير ذلك والاحتياج إلى معرفة ذلك أشد لعمومه في جميع الأخبار وتكرر اعتباره فيها ؟ ؟ ؟ مبحث به السنة الرّواة والمحدّثين ثمّ العلماء على مرور الدّهور والسّنين ولما كانت صحة الرّواية وضعفها مبنيّة على الوثوق بصدقها وعدمه كان اللازم ضبط جميع الطّرق الموصلة إليها لكن جميع الطّرق غنية عن الجمع ووضع التّصانيف لانضباطها وانحصار مرجعها لكن الّذى يشوش فيه البال ولم يمكن ضبطه بمجرّد الفكر والخيال انّما هو حال الرّجال فحال هذا العلم بعد بعد العهد كحال علم اللّغة والعربيّة والاحكام الفقهيّة وباقي المسائل الاصوليّة فهذا التّقسيم كان من العهد القديم جاريا على السنة القدماء مذكورا في كتبهم مستفادا من كلماتهم الّا انّ الامر لم يكن مضبوطا لعدم معرفة المقبول من الرّوايات والمردود فحاولوا كشف الحال بوضع هذا التقسيم ليسهل التّناول على المحصّلين فما ادرى ان نسبة هذا التقصير الصّادرة من الاخباريّين إلى المجتهدين ولا سيّما من ملّا محمّد امين هل هي باعتبار وضع الأسماء لانّها لا تجوز حتّى تنزل من السّماء أو من جهة موافقة ما ذكره العامة فإن كان من جهة موافقة العامة فلا وجه له لأنا لو تركنا جميع ما ذكره العامّة وجمعوه لم يبق لنا\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nمذهب لأنا ؟ ؟ ؟ الاخبار الّتى رووها في أهل البيت ع وفي خصوص أمير المؤمنين عليه السّلم وجميع الأحكام الموافقة لاحكام الائمّة الطّاهرين ثم نترك جميع المقدّمات التي يتوقّف عليها فهم الرّوايات فتكون جاهلين ضالين معاقبين ويحسن ذلك منا لمخالفة المخالفين وربما جرى الحال إلى ما ذكروه في باب التّوحيد والمعاد وكلّ ما يجب فيه الاعتقاد أو من جهة تسهيلهم الصّعب من معرفة الصّحيح والضّعيف باصطلاح القدماء على الطّالبين أو دعاهم الحسد لهم على ما وفقهم اللّه من وضع ما يوضّح القابل من غير القابل لرواية اخبار الأئمة الطّاهرين فإن لم يكن ذلك لم يبق عليهم سؤال الا على التّدوين ووضعه في كتب الاصوليّين فاعتراضهم على الفقهاء بمثل هذه الأشياء لا يرضى به جاهل فضلا عن عاقل ومنها التّفرقة بين القضاء والافتاء فحكموا بلزوم دوام حكم القضاء دون الافتاء وفيه انّ الّذى يقتضيه التّحقيق والفكر الدّقيق انّه لا يجوز تبدل كلّ منهما بالنّسبة إلى ما لم يقطع ببطلانه فلا يرد اجتهاد باجتهاد بل يمضى ما قضى به الاجتهاد الأول من العمل قبل حدوث الثّانى انّما يرفع حدوثه ما بعده ما لم يتعلّق باحكام مبنيّة على الدّوام كملكيّة العقار والنّكاح والفراق ومطلق الاملاك فانّه يحكم ببقائها كما في القضاء والسّبب في القضاء انّه لو لم\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nيبن على دوامه لفسد النظام وثارت الفتنة بين أهل الاسلام ولم ينقطع الجدال والخصام وفي الفتوى بالنّسبة إلى ما بنى على الدّوام انه لولا ذلك للزم الضّرر التام بارجاع الأموال والاخراج من الأوطان والتفرقة بين الأزواج ورجوع الأحرار عبيدا والأوقاف املاكا وهكذا والضّرر والحرج منفيّان وانكار العدول من القضاة وأرباب الفتوى عدول عن الانصاف فانّ العدول منهم لا ينكر والشّرع على ذلك استمرّ وانّما ينسخ الاجتهاد السّابق العلم اللّاحق دون الظّن ومنها ان طريقة المجتهدين في مذهب الاماميّة بدعة فهي ضلالة وسبيلها إلى النّار وفيه انّ الابداع والاختراع في طريقة الأخباريين حيث تبين ممّا ذكرناه في تضاعيف المباحث انّ الرّواة والعلماء السّالفين كانوا سالكين طريقة المجتهدين وعلى قواعدهم وضوابطهم معتمدين ولولا ذلك لم يفهموا شيئا من القرآن المبين واخبار الائمّة الطّاهرين والمحمدون الثلاثة من أعاظم المجتهدين وكذا من سبقهم من العلماء الرواة المعتمدين فلو لم يكونوا بتلك القواعد عارفين لم يكونوا باحكام الشّرائع عالمين ولكن يختلف الزّمان لانّ بعض العلوم يغنى فيها اللّسان عن البيان فقد ظهر ممّا مرّ انّ الاخباريّين لا تعرف لهم طريقة ولا يوقف لمذهبهم على حقيقة والمحصّل من تتبّع أحوالهم وتصفح\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nما برز من أقوالهم ادعاء انّهم من المعصومين أو من ينكشف لهم حقايق شريعة سيّد المرسلين وانّهم من الاشراقيين يعلمون من غير نظر ويقطعون بغير خبر عن حال الخبر وما ذكروه من انّ المجتهدين وافقوا العامة في وضع تلك العلوم ممّا يضحك الثّكلى لانّ الحكم المشترك إذا كان حقا لا يترك لاشتراكه وكذا ما ذكروه من انّهم عالمون باخبار الأئمة الطّاهرين لا المجتهدين فانّ العاملين بالاخبار النّاقدين لهما نقد الدّرهم والدّينار موافقة لأحاديث الأئمة الأطهار انما هم المجتهدون ومنها مسئلة مباحث حجّية الاخبار فانّ العلم باقسامها وبيان ما يفيد العلم منها وما لا يفيد وبيان الأقوى والأضعف وتفصيل الأخبار المتواترة معنى أو لفظا والمحفوفة بالقرائن العلميّة وغيرها والبحث في حجّيته خبر الواحد وعدمها وكيفيّة البناء في مقام التّعادل والتراجيح وموافقة التقيّة ومخالفتها وموافقة الكتاب ومخالفته وموافقة الشّهرة ومخالفتها ونحو ذلك ممّا يتوقّف عليه الرّجوع إلى الاخبار والاحتجاج على الاحكام المروية عن الأئمة الأطهار وذلك لازم لكلّ من حاول الاستدلال بالرّوايات على ثبوت الاحكام الصّادرة عن الأئمة الهداة فان من لم يكن له خبرة بذلك فليس له قابلية استنباط الاحكام من كلام النّبىّ ص والائمّة عليهم السّلم ولا يجوز للأعوام\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nان يرجعوا اليه وان يعتمدوا في معرفة احكام الشّرع عليه فكيف يطعن على المجتهدين ببحثهم عن كيفيّة الاستدلال باخبار الأئمة الطّاهرين مع انّ من لم يوف الكلام حقّه في هذا المقام بايراد تلك التحقيقات واظهار تلك التدقيقات بتضمينها في خطاب أو تدوينها في كتاب لم ينفع أبناء جنسه وكان علمه غير نافع الا لنفسه ومن لم يكن عارفا بها فليس ممّن يليق به للنظر في الاخبار والتعرض لبيان احكام شريعة النّبى المختار ومعاذ اللّه ان يكون ذلك من المتقدّمين ولا من المتاخّرين الّا ان يكون ممّن تاخّر عن اختراع ملّا محمّد امين نعم من اخذ الرّوايات بطريق المشافهة لا من الكتب المشتملة على الاخبار المختلفة فحاله كحال العوام الآخذين من المجتهدين انّما يلزمه معرفة كلام العرب وكيفيّات مخاطباتهم فما عسى هؤلاء المساكين المدعوّين باسم الأخباريين يقولون وما الذي بمزخرفاتهم يريدون ألم يعلموا انّ المجتهدين ما صنعوا شيئا سوى ذكر ما يتوقّف عليه فهم الاحكام من الكتاب أو السّنة النّبويّة أو اخبار الائمّة عليهم السّلم وبيان حجيّتها وكيفيّة الاخذ منها فان أنكروا التوقّف فقد خالفوا البديهة إذ لا يخطر ببال جاهل فضلا عن عاقل توقّف حجّية الادلّة على معرفة الدّليل والاحكام الشّرعيّة على معرفة الش فلا تعلم حجّية القرآن الا بعد معرفة اللّه ولا حجّية الاخبار النّبوية\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nالا بعد معرفة رسول اللّه ص ولا اخبار الائمّة الّا بعد اثبات امامتهم ولا ريب انّ الجميع موقوف على معرفة مسائل الكلام كما انّه لا يخطر ببال أحد من العقلاء انّ معرفة خطابات العرب والعجم وغيرهم من أهل اللّغات لا يتوقّف فهما على المصطلحات والمتكفّل لفهم لسان الشّرع المتوقف على معرفة لسان العرب انّما هو علم العربيّة كما انّ معرفة حال الرّوايات موقوف على معرفة حال الرّوات ومعرفة التّعادل والتّراجيح ومعرفة القابل للعمل والفتوى ونحو ذلك والمتكفّل بذلك علم أصول الفقه كما انّ معرفة الاجماع والشّهرة يتوقّف عليها التّرجيح والمتكفّل به علم الفقه فنفى الاحتياج إلى نفس العلوم من الجهالة المحضة والمنع من جهة التسمية أو التّدوين لا يرضى به من عدّ من أدنى المشتغلين فكلّ من نسب أحدا من أصحاب الكتب الجامعة للاخبار المختلفة من الأوائل والأواخر كالكلينى والصّدوق والشّيخ وغيرهم إلى الاخباريّة بمعنى جمودهم على الاخبار وعدم معرفتهم بمسائل تلك العلوم مدونة أو لا فقد طعن فيهم اشدّ الطّعن ونسبهم إلى الجهل والجهد والعصيان ؟ ؟ ؟ فانّ الجميع منهم من أعاظم المجتهدين فهم منزهون عن الدّخول في زمرة الأخباريين التّابعين لهذا الفقير المسكين محمّد امين وأقصى ما هناك حصول التّفاوت في المقدّمات بحسب قوّة الادراك وضعفه فقوىّ\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nالادراك لا يحتاج إلى النّظر في كتب علم الميزان والكلام وهو قليل الاحتياج إلى النّظر في المقدّمات التّوقيفيّة بخلاف ضعيفة وباختلاف القرب والبعد عن المعصوم في كثرة الاحتياج إلى تتبّع علم اللّغة وغيره من علوم العربيّة وقلّته وباختلاف كثرة جمع الاخبار المختلفة في كتب الاخبار وقلّته وباعتبار قرب العهد من الرّواة والفقهاء في تحصيل الاجماع وبعدهم وباعتبار طول السّلسلة في مراتب الرّجال وقصرها إلى غير ذلك فالاوّلون اقلّ مئونة في تحصيل الاجتهاد والاطّلاع على الاجماع من غيرهم على اختلاف مراتبهم والكلّ مجتهدون وإذا أردت ان تعرف حقيقة الحال فانظر في حال العوام الآخذين عن العلماء فان حالهم كحال الرّواة الآخذين عن الائمّة فمن اخذ منهم مشافهة فلا حاجة له إلى معرفة لسان العالم ان عربيا فعربى أو فارسيّا ففارسىّ أو هنديّا فهندى وإذا كان الكتاب واحدا اكتفى بمعرفة اللّفظ والكتاب على نحو اللّغة التي تبنى ؟ ؟ ؟ بنينا عليها وإذا تعدّدت واختلفت الفتاوى في الكتب من العالم أو الحىّ الواحد ولم يتمكن من مشافهته ومشافهة غيره أو من الميّت مع تعذّر الحىّ وجب على المكلّف ان يبذل وسعه في معرفة المقدّم من الفتوى والمؤخّر وصريح الدّلالة على غيره ومقطوع الصّدور والاصحّ وغيره إلى غير ذلك وكذا الحال\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nفي أوامر الحكّام والموالى ونحوهم وفي الوصايا والسّجلات وجميع الخطابات الوضعيّات كما لا يخفى تمّت الرّسالة بلطف اللّه ربّ العالمين وببركات النّبىّ صلّى اللّه عليه وآله والائمّة الطّاهرين ص في أصبهان حماها من نوائب الحدثان في اللّيلة الخامسة من شهر رمضان وسمّيتها الحقّ المبين في تصويب رأى المجتهدين وتخطئة الأخباريين واللّه ولّى التّوفيق\r\nقد تمّت هذه النّسخة الشّريفة ويتلوها خاتمتها المشتملة على قواعد السّتة عشر\r\nوقد تصدّينا بطبع هذه النّسخة الشّريفة المسماة بحقّ المبين في تصويب المجتهدين وتخطئة الاخباريّين والاهتمام في مقابلتها من النّسخة الّتى قد قوبلت من نسخة الأصل بعد مقابلة بعض الأفاضل وانا الأقلّ الحاج الشّيخ احمد الشّيرازى اصلح اللّه حاله ونوّر قلبه بمحمّد وآله الطّاهرين\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nهذه\r\n\r\nالخاتمة القواعد السّتة عشر التي الحق شيخ الطّائفة المتاخّرين الشّيخ جعفر طائره بالرّسالة الّتى سمّاها حقّ المبين في تصويب المجتهدين وتخطئة الاخباريّين\r\nتأييدا لما اسّس في الرّسالة\r\nبسم اللّه الرّحمن الرّحيم وبه ثقتي\r\nخاتمة في بيان بقيّة قواعد كثيرة الاحتياج إليها في الاستدلال ذكرت في كلامهم بالعارض وكان بالعرض الأحرى بها ان يذكر بالاستقلال وهي كثيرة لكنّا نقتصر على المهمّ منها\r\n\r\nقاعدة في انّه لا سبيل على المحسن في تضمين ما يترتّب عليه من الضّمان مع عدم الاحسان\r\nوهي مستفادة من قوله ما على المحسنين من سبيل وقوله تعالى هل جزاء الاحسان الّا الاحسان وبمضمونها في الرّوايات ما لا حصر له وقد أورد على الاحتجاج بها ما أورد ولا ينبغي الشّك في دلالتها بعد تتبّع الرّوايات وكلام الأصحاب وما يظن من انّها معارضة بما دلّ من الكتاب والسّنة في المتلفات مثلا فهو من الوهم لانّ رفع السّبيل عن خصوص المحسن انّما يحسن حيث يحصل سبب الضمان وإلّا فلا فرق بينه وبين غيره ولأن هذه بمنزلة الدّليل\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nالعقلىّ فلا يخص ولا أقل من انّها تقوى على غيرها لتلك المنزلة ويعتبر في تحقق الحكم قصد الاحسان فلو جلب نفعا أو دفع ضررا عن الغير قاصا عدم الاحسان أو خاليا عن القصد لم يعدّ محسنا أو شكّ في قصده فيبقى مندرجا تحت ادلّة الضّمان وفي اشتراط الواقعيّة فيما حاوله من جلب ؟ ؟ ؟\r\nنفع أو دفع ضرر أو يكفى زعمه لذلك وجهان أقواهما الاوّل ولا يبعد القول بالثاني وفي توقّف صدق الاحسان على تعذّر الاستيذان وعدمه وجهان أقواهما الثّانى والأقوى تخصيصه بدفع المضار دون جلب النّفع والا لم يكن للولاية والوكالة غالبا ثمرة ولزم ان لا ضمان على متبرع عن صاحبه من الصناع والعمال إذا افسد ثم على ما ذكرنا لا ضمان على المحسن إذا اتلف شيئا ممّا يتعلّق بالمحسن اليه في طريق احسانه كما إذا أراد اخراج غريق أو حريق أو تخليص شيء من سبع أو أفعى أو دفع رمح أو سيف أو سهم أو حجر عنه أو وجر في حلقه ماء أو غذاء أو دواء وقد اشرف على الهلاك أو قطع منه عضوا خوف سراية السمّ أو دفع مفسدا عن ماله ونحو ذلك وامّا إذا دفع شيئا قليلا من نفسه لتخليص مال كثير لغيره بقليل من ماله أو بضمان عهدة واشتغال ذمّة غير متبرع فهما مع عدم امكان الاستيذان ففي الرّجوع وعدمه وجهان أقواهما الثّانى وفيما لو قتل شخصا خطأ أو اتلف من آخر شيئا في طريق احسانه احتمل استقرار\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالضمان على من عليه الاحسان والأقوى خلافه ولا سيما فيما يتعلّق بالعاقلة وعلى القول بضمان المال المدفوع إذا كان زائدا على ما أريد تخليصه هل يسقط الضمان أو يضمن ما نقص وجهان أقواهما الثاني ولو دفع شيئا من ماله مع وجوب بذله لاشراف مؤمن على الهلاك لعطش أو جوع أو برد أو بطش ظالم ونحوها فمع قصد التبرّع لا رجوع ومع قصد الرجوع أو قصد الامتثال مع ؟ ؟ ؟ الذهول وجهان الرّجوع وعدمه أقواهما الاوّل في الاوّل والثّانى في الثّانى وإذا توصّل المحسن إلى التخليص بوجه معصية كمال الغير فترتّب الضّرر على المحسن اليه قوى عدم الضمان وفي رجوع المحسن بعوض المغصوب مع التلف في طريق احسانه وعدمه وجهان أقواهما الثاني لا سيّما قبل الغرامة ولو دفع أشياء دفعة بعضها مشتملة على الاحسان وبعض بخلافه جرى على كلّ حكمه ولو وجد محسنا متبرّعا سواه لا يرجع فيما اتلفه أو إذا لم يكن محسنا في دفعه مع إرادة الضمان وهل يرجع بأجرة مثل عمله كما يرجع بعوض ماله أو لا وجهان أقواهما الثّانى ومن الاحسان حلق الرّاس بخلاف حلق اللحية ويحتمل فيه الضمان مع الطّلب أيضا وقلع السّن وعلاج الطّبيب والختان وقطع السّلع والأعضاء الفاسدة واعطاء المرهم للجرح ووضع الجيرة وعمل الصّناع للاصلاح ودفع الفساد مع الاذن أو عدم امكانها لا سيّما مع قصد التبرّع وكذا الحكّام\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nوالمفتون والمربّون والمعلّمون والمؤدّبون بل الحدّادون لانّ التخليص من شدائد الآخرة من أعظم الاحسان وكذا دخول الدّار المغصوبة والصّلاة فيها والاكل من الطّعام والشّراب المغصوبين مع قصد الاستنقاذ واعطاء العوض وعدم حضور المالك أو من قام مقامه من الأولياء والوكلاء والمجتهدين ولا يبعد دخول العمال من أيدي الظلمة إذا كان قصدهم تخليص الرّعيّة من الظّلم الفاحش ليدفعون الا ضربا لضار وان لم يكن مقام تقيّة هذا إذا كان الخوف على الأموال وامّا إذا كان الخوف على دمائهم أو اعراضهم فلا ريب ولا شك في جواز اخذ المال منهم بل وجوبه ودفعه إلى الظّالم ومن الاحسان ايقاظ النائم لمصلحة دنياوية كأكل الطعام أو دفع فساد لقرب المؤذيات منه أو جرى الماء تحته ونحو ذلك أو لمصلحة اخرويّة كصلاة فريضة دخل وقتها وان لم يتضيق أو صلاة نافلة كذلك أو وقت زيارة أو دعاء أو نحو ذلك فلو حدث في الايقاظ حادث رفع الضمان الاحسان ولو علم أن النّائم عازم أو متردد في فعل صلاة الفريضة في وقتها كان ايقاظه من النّهى عن المنكر وبعض ما ذكر مخرج بادلّة خاصّة\r\n\r\nقاعدة كلّ مأخوذ من مال محترم مضمون\r\nوهي مستفادة من قولهم ع على اليد ما اخذت حتى تؤدى ويستفاد مضمونه من الرّوايات وكلام الأصحاب لانّ اللغة والعرف قاضيان بانّ المفهوم منها ان على\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nصاحب اليد ضمان ما اخذت يده وأداء عينها ومع تلفها أداء بدلها من المثل والقيمة في المثلى والقيمي ويبقى مخاطبا بذلك حتى يؤدّى ما اخذ إلى صاحبه والاخذ هو التّناول فلا يدخل فيه ما وضع عليه القدم أو سقط في الكفّ أو التصق بثيابه أو بدنه أو دابته أو وقع على الرّاس أو اطارته ؟ ؟ ؟ الريح إلى الدّار أو أوجر في الخلق أو ألقاه شخص عليه فتلف بسقوطه عليه والظّاهر من الاخذ إرادة الاستقلال مع الاختيار فلا تدخل الوديعة والعارية وسائر الأمانات في وجه قوى وليس من الاخذ ما اخذ من الغاصب من غير علم بالغصب منه أو التملّك بأحد الوجوه بل بعنوان الوديعة والعارية نعم يضمن المنافع المستوفاة وليس منه ما كان مجبورا عليه لتقية وغيرها لضعفه وقوة السّبب من غير فرق بين الاتلاف وغيره فمن حمل أو ساق شيئا من المغصوب بأمر الظالم لا ضمان عليه والمراد من التأدية الوصول إلى صاحبها على وجه تستقلّ يده فلو ردها اليه بعنوان بيع أو صدقة أو صداق أو صلح أو هبة أو وديعة أو عارية أو إجارة أو مضاربة أو مزارعة أو مراهنة أو من دون اعلام أو معه من دون اخبار بأنه ماله الّا مع التعذّر وانحصار الايصال به لم يكن ردا ويعتبر في التّأدية كما يعتبر في تحقق الغصب الاقباض كل بالنّسبة إلى حاله فيختلف الحال في العقار وغير المنقول والحيوان وباقي الأجناس بناء على اختلافه\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nباختلافها والتأدية إلى الولي الشّرعى اجباريا أو غيره من التّأدية والردّ في مقام الخطر والخوف أو مع قصد الغصب ثانيا ليس من الردّ ومن ردّ عوض العين لتعسّرها عليه كان مملوكا لها كلّها على وجه التزلزل فمتى قدر عليها وجب عليه ارجاعها واخذ ماله الا مع رضى الطّرفين ويحتمل جواز الامتناع ؟ ؟ ؟ للمظلوم ولو تصرّف بوقف أو عتق اخذ عين ماله واعطى القيمة ويحتمل التّزلزل والرّجوع إلى المال في الاوّل والاتلاف من المالك قبض والحكم متمش في اقسام الأموال من وقف عام أو خاص أو مملوك بنحو آخر دون الجوّ وان كان صغيرا أو مجفوفا والشّريك في الاخذ شريك في الضمان وإجازة المالك لبيع الغاصب لا يرفع عنه ضمان الثّمن وانّما يرفع ضمان العين أو المثل أو القيمة وكذا إجازة القبض في وجه قوى ولو كان للمشترى خيار بقي الضمان إلى انقضائه والدّفع في الآنية المغصوبة وفي آنية الذّهب والفضّة تأدية ولو اشترك جماعة ولم يستقل أحدهم كان الضمان موزّعا ؟ ؟ ؟ عليهم كلّ على مقدار ؟ ؟ ؟ والتلف المستند إلى اخذ المالك لا يدفع الضمان وما يأخذه الحاكم فيدفعه ثمّ يظهر فساد الحكم بعد التلف لا ضمان فيه عليه ولا على الشّهود مع عدم التّزوير وفي الحاق الأولياء والأوصياء بذلك وجه قوى والمأخوذ من ؟ ؟ ؟\r\nمضمون إذا ردّه اليه بعد العلم ومع الجهل يتبع جهة اخذه في الاستقلال\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nوعدمه ولا فرق في صورة التلف بين العاقل والمجنون والبالغ والصّبى والعامد والجاهل والذاكر والنّاسى لكن الضمان يستقرّ على السّبب القوىّ مع ضعف المباشر وهذا الصوم ؟ ؟ ؟ المستفاد ممّا سبق من الادلّة محكوم عليه في كثير من آحاده بما دلّ على نفى السّبيل على المحسنين والتّأدية للعين متعين مع بقائها صحيحة ولبعضها مع بقائه مع ضم مثل الباقي أو قيمته ومع حدوث العيب بها يردّه مع الأرش ومع الاستحالة وتبدّل الحقيقة يتخيّر بين اخذ ما صارت مع التّفاوت وبين البدل مثلا أو قيمة ومع تبدل الصّورة دون الحقيقة يقوى الحاقه ببقاء البعض فيلزم القبول واخذ التّفاوت ولو اخذها في مكان كان له اخذها أو عوضها في ذلك المكان وإذا وجده في مكان آخر ولم يكن معذورا في اخذها منه فيه اخذ العين فيه أو قيمتها فيه ان تلفت فيه وان تلفت في مكان آخر اعتبرت قيمته في ذلك المكان والمدار على قيمته حين التلف في غضب وفي غيره وإذا جهل صاحبها وايس من معرفته تصدق بها مع بقائها أو بقيمتها على الفقراء ولو جهل القدر وعلم صاحبها اصطلحا ولو جهلها واختلطت بأعيان أخر اعطى خمس المجموع للسّادات وحلّ الباقي وإذا ردّ ما وجب عليه عليه ولم يقبل ألقاه اليه ولا ضمان عليه ثمّ الّذى يظهر من ظاهره انّ الامراء إذا أمروا عمّالهم باخذ\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nشيء من الرّعية ظلما اختلف الحال باختلاف الأحوال فان أرباب الامراء إن كانوا جائرين للعمال بإخافتهم على نفوسهم أو اعراضهم أو أموالهم الضارة بحالهم فالضمان على الجائرين وان لم يكن باعثهم خوفهم على شيء ممّا مرّ فهم آمنون والضمان عليهم وكذا اى الضمان على العمّال لو خافوا على مناصبهم اعني الرّئاسة الغير الشّرعية\r\n\r\nقاعدة 3 مستفاد من بعض الأخبار ومن بعض كلمات العلماء الأبرار من انّ المغرور يرجع على من غره\r\nوعمدة البحث في مقامين الاوّل في بيان ما يحصل به الغرور وهو أنواع اوّلها الغش بما يخفى لبعد أو حبس من مطعم أو ملبس أو مزرع أو مسكن ونحوها وهو متضمّن للغرور وثانيها التّدليس وهو اقسام منها التدليس بابراز غير المطلوب بصورة المطلوب للعامة أو الخاصة بنفس العمل أو بعوارضه وقد يكون في باب النّكاح والمعاملات المالية للشراء أو البيع أو الصّلح أو الايجار والاستيجار أو الوقف أو العتق أو الغرارة ؟ ؟ ؟ ونحوها ومنها التدليس قولا بشهادة على وصف كاذب باعث على الرغبة في أصل معاملة وفي الرّغبة على بذل الثمن الزّائد من المشترى أو طلب النّاقص من البائع ومنه حبس اللّبن بضرع البهيمة واظهار الزّينة والحبس في الثمار والمزارع ونحوها ومنه التدليس باظهار صفة كاذبة في نفسه من شرف نسب أو حسب ليرغب في نكاحه\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nوانكاحه وينال من الحقوق المترتّبة على دعواه من واجبات أو تبرّعات بحيث يعلم انّه لو لم يعلم انّه جامع للصفة لما ؟ ؟ ؟ خال شيئا من عيال أو مال مستحقّ لأهل ذلك الوصف أو متبرّع به ومنها ان يثبت وصفا لشخص من أمانة وديانة كاذبتين ونحوها ليظنّ النّاس به خيرا فيسلّموا اليه أموالهم أو نسائهم ونحو ذلك ومنها ان يدّعى الملك أو الولاية أو الوكالة الكاذبة على شيء فينقله إلى آخر ويتصرف المنقول اليه ببناء أو حفر أو طم أو اعطاء ونحو ذلك ومنها ان يدلس فيرى النّاس ؟ ؟ ؟\r\nعالم فيقضى ويفتى فيعطى غير المستحقّ شيئا من مال غيره أو ؟ ؟ ؟ يعطى ممّا جعل للعلماء ومثله من دلّس فسقه فظنّت عدالته فحكم الحاكم بشهادته ومن اظهر فقره وهاشميّته وموسويّته مثلا لينال من وظائفهم شيئا ويعتبر في غير من اخذ من حقوق غيره قصد التدليس ومن اعطى من التبرّعات لأجل صفة لم تكن فيه فظنّ فيه كان ظنّ المعطى فيه وحدته معه في المذهب أو محبته أو دعائه له أو صلاحه وتقواه أو نحو ذلك لذلك بعليّة لا شرطيّة فالظّاهر عدم الباس وكذا يشترط خفاء الوصف المانع عن الرؤية ليتحقّق معه الغرور والتّدليس فيه الثّانى في بيان كيفيّة الرجوع وأحوالها مختلفة اما مع بقاء العين في غش أو تدليس فلا بدّ من ردّها إذا ردها صاحبها وامّا مع التلف فإن كان عالما واهمل فلا شيء عليه فكذا\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nمع الاتلاف ومع الجهل يرجع بجميع المدفوع في باب النّكاح للدّليل وبمقدار الضّرر في غيره في وجه قوى ومن نقل شيئا مظهرا تملّكه أو الولاية أو الوكالة فيه كان ضامنا لما يترتّب من الغرامات ثم انّهم لم يحكموا قضية الغرر وتخيّروا في الرّجوع بين السّبب والمباشر بل بنوا على تقديم الأقوى وهو المباشر الا ان يقوى عليه السّبب ويسند اليه الفعل فح يختصّ بالضّمان ولو تعدّد الغادرون والمدلّسون قدّم الأقوى على الأضعف ومع التّساوى تخير ويحتمل التّوزيع ولو ترتّبوا رجع كل واحد إلى من قبله ويستقرّ الضمان على الاوّل وفي جواز الرّجوع إلى من سبق بأكثر من مرتّبة وجه والأقوى خلافه ولو عارض الغرر أو التّدليس احسان فسخ اعتبارهما فوروده وقومه عليهما ومن اغتر في محلّ الغرور بخبر صبىّ أو مجنون أو فاسق أو شهادتهم أو فتوى من لم يكن اهلا للافتاء أو قضاء من لم يكن اهلا فما يكن المغرور فيها غير معذور فلا شيء ولو عزة غاربان يفعل فعلا بسبب ضررا صادرا من ثالث كان الضمان على المباشر والمجبور على فعل الغرر لا يعدّ غارا انّما ختم الضمان على الجابر ومن اعطى النظر حقّه علم انّ الاخذ بالعمومات المذكورة على عمومها مخالفة لطريقة الفقاهة وانّ الرّجوع يختلف باختلاف المقامات الخاصة ولو قارن الغرور أو التّدليس عيبا أو نقصا أو غبنا أضيف إلى حكمها خيار الصيب أو النّقص أو الغبن والّذى يظهر\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nمنهم عدم العمل بالخبر في صورة غرر الغير وعدم الرّجوع في جميع ما بذل بعد التلف وان أمكن ان يقال انّ الغارّ المدلس أو الغاش إذا دفع من‌ه‌سفن فقد دفع غير المراد فكانّه متبرع بالدّفع مسلّط على التلف مجازا وبنحو يجزى في امر الوصف وان كان الباعث على دفع الغير كان هو الباعث على عدم وصول الحقّ والأقوى عدم الرّجوع عمّا عليه الفقهاء لانّ فهمهم هو المعتبر في أمثاله\r\n\r\nقاعدة 4 مستفادة من قولهم ع انّما يحلّل الكلام ويحرّم الكلام\r\nويبنى عليها كثير من الاحكام منها انّ النّذور والايمان والعهود لا تنعقد بالعقد في الضمير بل لا بدّ من التلفّظ بصيغتها خلافا لمن خالف في ذلك وهو محجوج بانّ ثبوت الحكم تابع للاسم واصالة البراءة ؟ ؟ ؟ فماضية بذلك ومنها ان تحريم المنافيات في الصّلاة لا تقضى ؟ ؟ ؟ النيّة وانّما القاضي به تكبيرة الاحرام وكذا تحريم محرّمات الاحرام لا يجزى فيه النيّة بل يتوقّف على التلبية ومنها انّ العقود والايقاعات لا يكفى فيها مع القدرة فعل ولا إشارة فالمعاطات الفعلية لا تكون لازمة في عقد بيع أو إجارة أو صلح أو مزارعة أو غيرها ولا يقع بدون الكلام ايقاع من طلاق أو خلع أو مباراة أو ظهارا وايلاء أو عتق أو ابراء ونحوها في استفادة ؟ ؟ ؟ الإباحة وعدم الصحّة ولو على طريق الجواز اشكال ومنها\r\nان الاسلام والكفر لا يكفى فيهما في ظاهر الشّرع بمجرّد الاعتقاد حتّى\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nيستفاد من الكلام ومنها ان الذّبائح لا تحل بمجرّد تصوّر اسم اللّه تعالى ؟ ؟ ؟\r\nمن التلفظ به ومنها انّ الوصاية والوكالة والاذن لا تثبت بمجرّد الفحوى ومنها انّ التصوّرات في جميع الصادات إذا تضمّنت كلاما في النّفوس لا تحلّ لعدم دخولها في الكلام ومنها انّ الإجازة في العقد الفضولي والفسخ لأسبابه في نكاح أو غيره من العقود والخيار ونحوه لا يكون الا بالكلام ومنها انّ القضاء والافتاء لا يكون الا بالكلام الّا فيما استثنى من كتب الاحياء ولا اعتبار بنقوش كلمات الأموات ومنها انّ الأمة المحللة لا يكفى في اباحتها عرضها لعامة النّاس أو إشارة إليها بالرّخصة ومنها انّ الزّناء ووطي الشّبهة ومباشرة المرأة من دون عقد نكاح لا تنشر حرمة المصاهرة غير انّ الدّليل يعارضه في القسمين الأوّلين ويستفاد من عمومه أن لا تحريم مترتب على فعل من رضاع أو جماع ونحوها لولا قيام الدّليل ومنها انّ الشّروط المضمرة ليست بمؤثرة وان كان الأقوى اعتبارها إذا كانت حال العقد مستحضرة ثمّ مقتضى ظاهرها أن لا تنعقد صلاة الأخرس واحرامه لعقد التكبير في الأولى والتلبية في الثّانى وعقوده وايقاعاته وإشاراته لولا ما دلّ على خلافه ثم مدلولها حصر المحلّل والمحرّم بالكلام فلا تحليل ولا تحريم الّا به لا ان كلّ كلام محلّل ومحرّم وربما استفيد منه ان لا يجوز للمحرم والمعتكف\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nبعد الدّخول في الثّلث القطع باضمار الشّرط\r\n\r\nقاعدة 5 مستفادة من قوله تعالى من اعتدى عليكم فاعتدوا عليه بمثل ما اعتدى عليكم\r\nوجزاء سيّئة سيّئة مثلها والحرمات قصاص ونحوها في الاخبار كثير ولا شبهة في تمشية الحكم إلى القصاص في القتل والجرح مع جميع الشرائط ويبقى الكلام في مقامات أخر أحدها ما كان من الافعال ممّا عدى ما ذكر من ضرب ووكز ودفع ونحوها وفي بدن انسان أو حيوان أو حمل ونقل فيهما أو في مال أو نقص مكان أو وضع قذارات فيه أو قلع شجر أو حجر أو مدرا وجفرا وبصاق في وجه أو اظهار غضب أو السّعى عليه عند ظالم ونحوها مع الماثلة أو استيفاء الأقل وعدم التفاوت بالنّسبة إلى الزّمان والمكان والأحوال التي تختلف بها الحال وظاهر الكتاب وبعض مضامين الاخبار جرى الحكم فيه ويظهر من كثير من الفقهاء عدمه ؟ ؟ ؟ ثانيها ما كان من الأقوال وله انحاء شتى منها التّشبيه بالجمادات أو بالنساء أو بالعجم من الحيوانات كالكلب والخنزير والحمار والبقر أو بالكافر والمجنون والجاهل ونحوها ومنها رفع الصّوت عليه وخشونة الكلام مع التوجه اليه ونسبة المعايب اليه كنسبته اليه وعدم ردّ السّلام كعدم ردّه عليه واعلاء الصّوت لإيقاظه من النّوم على نحو ايقاظه إلى غير ذلك ثالثها ما كان من الأوضاع والكيفيّات كان يأتي بهيئة التحقير من اضطجاعه أو من\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nرجليه أو من توجيه قدميه اليه في حضرته أو عدم التواضع له إلى غير ذلك ومحلّ البحث فيما جاء حكمه من جهة الاحترام وامّا ما كان من الحرام كالتّصرف بزوجته أو رحمه والنظر إلى محارمه أو إهانة مصحفه ومحترماته وشبهه والكذب عليه ونحو ذلك ممّا يلزم منه الخروج عن الشّرع فانّه لا كلام في منعه وفي الحاق الغيبة والهجاء والسبّ باىّ القسمين بحث والّذى يظهر من الخوض في كلمات القوم انه لا قصاص فيما عدى المستثنى وانه مؤخّر إلى الآخرة والعمل بظاهر الكتاب والميل عن ظاهر الأصحاب لا لا يخلو من قوة لكن القصاص على وجه الاستيفاء من دون زيادة ونقصان متعذّرا ومتعسّر في هذا المكان ولا ينبغي العدول عن طريق الاحتياط في مثل هذه المقامات\r\n\r\nقاعدة 6 مستفادة ممّا اشتهر وشاع بين العلماء من أن ما يضمن بصحيحه يضمن بفاسده وما لا يضمن بصحيحة لا يضمن بفاسده\r\nمتعلّلين بان من اقدم على الضمان كان ضامنا لاقدامه وكونه داخلا تحت عموم على اليد ما اخذت من دون معارض ومن اقدم على عدم الضمان كان مأذونا في التّصرف والاتلاف مجانا فقد هتك المالك حرمة المال فلا ينبغي من جهته ضمان وينبغي ان يقيد الاوّل بما إذا لم يكن الدافع عالما بالفساد فيكون دافعا من غير عوض ومع إضافة العروضية يكون غارا ويرد على الثّانى ان الاذن في التصرّف والاتلاف مقيدة بوجه\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nمخصوص فإذا لم تكن صحيحة ارتفع القيد فارتفع المقيّد فيبقى عموم على اليد ما اخذت محكما إلّا إذا دخل تحت عموم الاحسان كالودعى ومع ذلك ربما لزم منه الامتناع عن الاستيداع وانقطاع سبيل المعروف نعم في صورة حصول سبب الضمان مع الصّحة من اتلاف أو تفريط ونحوهما دون الامر السماوي يثبت الضّمان بطريق أولى وعلى اى تقدير ان قام دليل في المقام من اجماع ونحوه فلا كلام والا أشكل الحال وهذه العبارة ذات وجوه أحدها ان ما كانت غرامته عليه وخسرانه منه على تقدير الصّحة والعقد كانت غرامته عليه لصاحبه على تقدير الفساد فتقييد نفى الضمان في الأمانات بالنّسبة إلى الأعيان والمنافع المجانية والمعوض عنها وامّا الفوائد المترتّبة والتصرّفات فمضمونة وبظهر لزومه بالنّسبة إلى أنواع التّمليكات المجانية فضلا عن ذوات الاعواض من الأعيان والمنافع وثانيها انّ ما يؤدّى في مقابله عوض على تقدير الصّحة في العقد يلزم ان يؤدى عنه عوض من مثل للمضمون أو قيمة على تقدير الفساد فكل تالف من عين أو منفعة مستوفات أو لا في أحد الوجهين أو عمل يصير في مقابله عوض يضمن بمثله إن كان مثليّا وقيمته ان كان قيميّا ويحتمل انّ المدار على اجرة مثل عمل الأجير ويحتمل اقلّ الامرين وأكثرها وثالثها انّ المال المذكور في العقد ان ذكر على وجه الفساد لم\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nيبعث على فساد العقد كالمهر الفاسد بمثله أو قيمته رابعها انّ المال الجاري على هذا النحو يضمن على بمثله ؟ ؟ ؟ المثل عوضا عنه ولا يضمن بمثله خامسها ان ما يضمن تصحيح العقد من ثمن أو اجرة يضمن بمثله أو قيمته بفاسد العقد سادسها انّ المضمون بالفاسد مثل المعوض أو قيمته لا مثل العوض أو قيمته سابعها ان ضمان العهدة في العوض والمعوّض صحيحة لمضمونيتها على تقدير الصحّة ثامنها ان ما يضمن بالصّحيح كعوض بعض العمل في الإجارة يضمن بفاسده بخلاف بعض عمل الجعالة ثم لو كان العقد لا صحيح له كالمساقاة ولم يكن في البين غور وغرس بسببه نخل أو شجر أو حصل بعد عقد فاسد يضمن ؟ ؟ ؟ بصحيحه من دون الغرر وان الامر بين لزوم القلع إذا أراده صاحب الأرض ولزوم الأجرة إذا أرادوها دفعا لحصول التصرّف والخيار من الامن أو ان الخيار لصاحب الغرس بين اعطاء الأجرة والقلع وإذا قلع كما كان عليه ضمان النّقص وطم الحفر في أحد الوجهين ومع الضّرر لا شكّ فيه ولو دخل شيء من ذلك في مسئلة الاحسان جرى حكمها عليه ومسئلة فساد المضاربات والمزارعات والمشاركات والأوقاف بالنّسبة إلى الأعيان والمنافع والحوادث على الأصل والنماء يشبهه على ما تقدّم ويمكن ان يدخل في ذلك صحيح الاعمال والأقوال وفاسدها إذا ظهر فساد\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nالعمل أو القول المستأجر عليها وقد يقال بان استفادة توزيع الأجرة على العمل المعيّن إذا عجز الأجير عن اتمامه وحكم مقدّماته مع الدّخول في الإجارة حكم اجزائه ومع جعلها في مقابلة خصوص العمل لم يكن للمقدّمات حصّة من الأجرة\r\n\r\nقاعدة 7 مستفادة من قوله ع المسلمون عند شروطهم\r\nالاكل شرط خالف كتاب اللّه أو احلّ حراما أو حرّم حلالا فانّه مفيد لوجوب الوفاء بالشّرط ما عدى المستثنى والكلام فيه في مقامين أحدها في أصل الحكم المخرج منه وحيث انّ الشّرط المستقل أو المتّصل مع تقدّمه على العقد المنفصل مط لا يظهر دخوله تحت عنوان الشّروط وان يسمّى في باب الاحرام والاعتكاف والنّكاح واشتراط الخدمة في عتق العبد شرطا فيختصّ بالمتّصل متاخّرا مقيّدا به مظهرا أو مضمرا بشبهه وأمكن الاحتجاج على ثبوته بما دلّ من كتاب أو سنّة أو اجماع على وجوب الوفاء بالعقود ويمكن الاستدلال عليه بقوله تعالى   يا أَيُّهَا الَّذِينَ آمَنُوا لِمَ تَقُولُونَ ما لا تَفْعَلُونَ كَبُرَ مَقْتاً عِنْدَ اللَّهِ أَنْ تَقُولُوا ما لا تَفْعَلُونَ   فيفيد بعمومه ذلك وتفسيره بخصوص الوعد بيان لخفى الفرد والايراد على الخبر بانّه من الخبر فلا يفيد الايجاب مردود بما مرّ من انّ الايجاب مستفاد من مطلق الإرادة والطّلب وفي الخبر تتقوى الدّلالة عليه ثمّ في التعليق على الاسلام\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nوذكر عند المفيدة للحدّ ما يفيد الايجاب عند أولى الألباب وادعاء انّه لا يفيد سوى انّه يقلب العقد اللازم جائزا غير جائز لانّه خلاف ما يظهر من المستثنى والمستثنى منه والّذى يظهر بعد التامّل انّه ليس بمنزلة أحد العوضين في جميع الأشياء فانّه يصحّ في المنافع والحقوق ويجتزى فيه من العلم بما يجتزى به في الصّلح نعم له شبه العوض في بعض الوجوه فيثبت الخيار عند عدمه فيشبه ببعض الصفقة ؟ ؟ ؟ ويثبت الخيار لذلك أو لاقتضاء الشرطيّة فان جعل الشّرط للصّحة ينافي الصحّة فيكون شرطا للّزوم ولا حاجة إلى ادّعاء التعبّد ويزيد عليه بأنه صحّته شرط في صحّة العقد قضاء لحقّ الشّرطيّة فإذا فسد فسد كما هو المشهور بين الأصحاب خلافا لمن زعم انّه مستقلّ لا يلزم من فساده فساد العقد ولو قيل بأنه ذو وجهين مرّة يراد به الرّبط فيلزم من فساده فساد العقد ومرّة يراد به الاستقلال كما أريد به ذلك في الاحرام والاعتكاف وكذا في العتق وان كان الايقاع لا يدخل فيه الشّرط لانّ الشّرط بحكم العقد يستدعى ايجابا وقبولا ولمنافاته له الا ما كان فيه بمنزلة المقوم كما في القسم والنذر والعهد والظهار وشبهها ولعلّ الأقوى هو الاوّل اقتصارا في الخارج عن الظاهر على ما خرج بدليل والشّروط متراخية يجرى فيه الحكم فيفسد العقد بفساد بعضها ويثبت الخيار بانتفائه وفي المتداخلة\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nيثبت الحكمان في الشّرط السّابق دون ما عداه وفساد اللّواحق قاض ببطلان الخيار في وجه ولو تعددت العقود فسدت بفساد شرط واحد متّحدا أو منضما إلى غيره والشّرط الثّبوتى لا ينافي صحة العقد ويترتّب عليه ولا يجرى في الايقاعات فيما عدى ما اخذ فيه أو خرج بالدّليل ويصحّ التعليق في شرط الشّرط على الأقوى والتّعليقى يفسد في العقود والايقاعات الا ما دخل فيه وعليه بنائه غالبا ولو وقع الشّرط بعد تقييد فالظّاهر رجوعه إلى الأصل دون القيد الا مع القرينة ومعها يثبت الخيار في التّوابع دون الأصل وانتفاء الشّرط وفساده قاضيان بفساد الاذن والإباحة وفي العقود الّا ذمّة بالعارض كالهبة المعوّضة وللرحم وللثّواب يقوى اجراء حكم اللّزوم الاصلىّ فيها وفي الجائزة قد يجعل فائدتها رفع الرّجحان أو يزاد قصد الاستمرار ثانيهما في اقسام الشّروط المؤكّدة كشرط الملك في المملكات والجواز في الجائزات واللّزوم في الأزمات ونقل العين أو المنفعة أو باقي التّاثيرات على اختلاف المقتضيات ولا شكّ في صحّتها في العقود ويرجح ذلك في الايقاعات وثانيهما اشتراط وجود الشّروط وارتفاع الموانع على وجه العموم أو الخصوص والظاهر انّها بمنزلة الشّروط المؤكدة ثالثها الشّروط المتعلّقة بتمليك أعيان أو منافع أو حقوق كحقّ الاستطراق والورود ونحوها ممّا تدخل\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nفي قدرة وله نقلها قبل الشّرط ولا كلام هنا في صحّة الاشتراط وثبوت احكامها رابعها ما كان من الشّروط الممتنعة عقلا أو عادة ولا كلام في فسادها خامسها ما كان ممّا حرمه الشّارع من أعيان كخمر ولحم ميتة أو كلب أو خنزير أو صنم أو آلات لهو أو ظروف فضّة أو ذهب أو نحوها أو اعمال كلعب بقمار وغناء وعمل بالملاهي وزناء ولواط ونحوها سادسها ما كان من مقتضيات الشّرع واحكامه وليس للخلوق دخل فيه كاشتراط حق الأبوة والنبوة ومطلق الرّحم والجوار ؟ ؟ ؟ والصّحبة والشفعة واللّزوم في موضع الجواز والجواز في موضع اللّزوم الّا مع اذنه وتحريم الحلال وتحليل الحرام الأصليين وتبديل الاحكام الّا ما قام الدّليل على خلافه كشرط الرقية فيمن أحد أبويه حرّ وارث المتعة وشرط الصّوم حضرا وسفرا لو قلنا بها وشرط الاحلال في الاحرام والاعتكاف وشرط عدم وطى المتعة واشتراط الإرث في ضمان الجريرة ونحوها سابعها ما كان منافيا لصورة كاشتراط ان يكون البيع إجارة والدّوام متعة والمضاربة شركة والسّلم نقدا أو بالعكس ونحو ذلك ثامنها ما كان منافيا لمعنى العقد كاشتراط تملك العين بالإجارة وبعض راس المال بالمضاربة والمنافع بالوديعة ونحوها تاسعها ما كان منافيا للوازم العقد كاشتراط بقاء سلطان البائع\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nعلى العين بعد بيعه والموجر على المنفعة بعد اجارته والراهن على المرتهن بعد رهانته ونحوها عاشرها ما كان منافيا لمقتضيات العقد كاشتراط عدم الانتفاع بالكليّة أو في بعض مقامات الخصوصيّة كما لا يبيع ولا يعتق ولا يؤجر حادي عشرها ما كان منافيا لحصول الغرض بالعقد من جنسه كاشتراط البيع حال الابتياع والإجارة حال الاستيجار ونحوهما ثاني عشرها ان يشترط ما لا نفع فيه من حيوانات أو لحوم أو نحوهما ولا يخفى ماخذ الجميع ويمكن ادراج التسعة الأخيرة تحت ما خالف الكتاب ولا فرق في الشّروط المنافية من اعتبارها في ذلك العقد أو في عقد آخر ثم الاوقف بالضّوابط ان يجعل هذا أصلا ويقال بصحّة الشّروط الا ما قام الدّليل على خلافه ولا يراد بما حلّ حراما وحرّم حلالا ما يعمّ العارض الّذى يهدمه الشّرط بل ما كان حراما في نفسه حرمة لازمة وما كان حلالا كذلك ولولا ذلك لكملت جميع الشّروط كما احلّت حراما أو حرّمت حلالا فلا يبقى للاشتراط محلّ ويبنى على ذلك جميع ما يشترط الكفّار على المسلمين في صلح أو عهد أو أمان في وجوب الوفاء على المسلمين فيما اشترط عليهم في الأموال من أهل الحرب حتى لا يجوز خدعتهم في الشّروط كما انّه ليس لهم ذلك في ودائعهم وأماناتهم في وجه قوىّ\r\n\r\nقاعدة 8 يخص الحكام من الاحكام أمور كثيرة\r\nتجمعها\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nالدّخول تحت ولاية الامام ع لانّ العلماء قوامه ونوّابه وورثة الأنبياء والرّاد عليهم رادّ على اللّه وهو على حدّ الشّرك باللّه الا ما علم واختصاصه بالامام ع فالبحث في ثلاثة مقامات اوّلها ما يخصّ النبىّ ص والامام ع دون غيرهما وهو الجهاد والخمس وملك الأموات وما لا وارث له و ؟ ؟ ؟ صفايا المغنم ونصف ؟ ؟ ؟ الخمس ونصب القضاة وائمّة الجمعات والأعياد ونحوها ثانيها ما يخصّ المجتهدين من بعد فقد الأئمة ع ولا يقوم مقامهم فيه أحد وهو نصب الاجل لمفقود الخبر وطلبه في الجهات والعنين وإقامة الحدود وحكم الملاعنة ونصب الاجل للمظاهرة وحبس المديون وقتل فاعل الكبيرة في الرّابعة وحبس المرتدة والافتاء والقضاء وطلب البيّنة واليمين والعمل بمضمونها الّا من باب النّهى عن المنكر فانّه ليس من القضاء والحكم بمقتضى اليمن الا من جهة الصّلح فانّه يدخل في المعاملات وارسال عمال الزّكاة والأخماس إلى الرعيّة ووجوب اتباعهم له وحمل النّاس على زيارة النّبى ص ع والحج وعلى المقام بالحرمين لو تركوها ثالثها ما يخصّ المجتهدين بعد الائمّة ع أيضا الّا انّ عدول المسلمين يقومون مقامهم مع فقدهم وهو التحجير على المفلس ومن تجدّد سفهه بعد البلوغ وكذا الجنون المتجدّد في وجه وحكم الأمور العامة من الطّرق\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nالنّافذة والمقابر والأسواق وجميع المشتركة بين المسلمين والقيام مقام الولىّ في التجهيز ونصب الحكم بين الزّوجين ونصب الأوصياء لمن لم يوصوا وتولّى امر الأطفال والثّلث حيث لا وليّ وتولّى مال الغائب وعياله وأطفاله ونكاح المجنون والطّلاق عنه وتولّى أطفاله وأمواله وقتل المرتدّ وقسمة أمواله ونكاح نسائه وامّا الامر بالمعروف والنّهى عن المنكر والتّأديب في الجملة فمأذون لكلّ أحد مع جمع الشّرائط ولو تعدّد المجتهدون وتساووا في الرتبة فالسّابق أولى ومع التشاح ؟ ؟ ؟ يرجع إلى القرعة ولو كان فيهم من هو أفضل فهو مقدّم مع التشاح ؟ ؟ ؟ والأحوط مع عدمه ذلك ويجرى الحكم في تعدّد العدول وفيما يتعلّق بالأموال إذا فقد العدل تولى غيرهم حسبة والمجتهد مخيّر بين المباشرة والتّوكيل لبعض العدول أو نصبهم أولياء في مواضع ومع فقد العدول للمجتهد ان يوكل غيرهم ممّن شاء من كافر ومسلم مع تجرى من هو الأصلح لذلك فان ظهر منهم خيانة عزلهم\r\n\r\nقاعدة يعطى فعل النّائب حكم فعل المنوب عنه\r\nفانّه يلزم النّائب الاتيان بما وجب على المنوب عنه من عدد ركعات أو خصوصية نوع أو افعاله أو أقواله أو جميع ما يلحق العمل من جهة نفسه دون المقدّمات فانّه لا نيابة فيها امّا ما يتبع العامل من لباس الحرير أو ذهب أو ستر تمام البدن أو جواز اخفات في موضع\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nالجهر أو كشف راس أو نحو ذلك فلا دخل فيه للنّيابة أو العجز عن قيام أو قعود أو قراءة أو كيفيّاتها أو كشف وجه للاحرام فلا يلزم فيه المساواة وامّا ترتيب مقتضياته فلو لا ما ورد من الادلّة الدّالة على انّه يقع عن الميّت جميع ما يفعل عنه من عبادة واحدة أو متعدّدة وانّ ملاحظة التّرتيب غالبا متعذّرة أو متعسّرة لقلنا بلزومه فيها ومنها اعطاء حكم الذّكر والدّعاء بدل القراءة من العاجز حكمها في مقداره وجهر واخفات ونحوهما ومنها سرعة لحوق المأموم بالامام ليقوم حين قراءته فانّه نائب فيها لا في قيامه فيلزمه منه للقراءة المنوب فبها ما كان يلزمه لقراءته وان كان الأقوى خلافه لظهور المسامحة فيه ومنها ان لا ينقض الامام شيئا ممّا يلزم المأموم على تقدير انفراده من قراءة وكيفيّاتها مع عجز الامام وعدمه لنيابته عنه فيها فلو علم في الابتداء انّه مستعجل بترك السّورة لم يدخل معه ولو كان لسانه مئوفا على اشكال ومنها اجراء حكم لزوم الابتداء بالأعلى في بدل الوضوء من التيمّم وكذا الموالاة بمعنى الجفاف التّقديرى على بعد ومنها وجوب الاخفات بالذّكر بدل القراءة مع قيام الدّليل على وجوب الاخفات فيها ومنها انّه يلزم المكىّ إذا ناب عن النّائى ان يأتي بحج المتمتّع ويلزم النّائى إذا ناب\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nعن المكىّ ان يأتي بأحد القسمين الأخيرين\r\n\r\nقاعدة 10 يغتفر في الثواني والتوابع ما لا يغتفر في الأوائل والمتبوعات\r\nويبنى على ذلك أمورا منها مسئلة الوكالة اعمال المضاربات والمزارعات والشّركات والخدمات المتسعة بالنّسبة إلى ما يلزمها من بيع بعض الأشياء واستيجار بعض الاجراء وبذل الجعالات واعطاء بعض الهيات من دون حاجة إلى تصريح بالتّوكيل ومنها مسئلة الإباحة فإذا أباح شخص شيئا على العموم أو الاطلاق أو وضع شيئا بقصد الإباحة المطلقة من المياه ونحوها وكذا ما يؤخذ من الأطفال فانّه بمنزلة إباحة الملك وما كان على ظهر الحيوان في طريق ونحوه ونثار العرس ونثر الأموال من النّاس وفضلة الطّعام وما تدعه القوافل في المنازل ونحو ذلك صار بحكم والمأذون الوكيل في جميع التصرّفات فيصحّ منه البيع والإجارة والمزارعة والمضاربة والهبة ونحوها وعليها تبنى مسئلة المعاطاة لانّ البناء فيها على الاذن في جميع التّصرفات ومنها\r\nما وقعت بالوقف معدوما فانّه لا يجوز اصالة ويجوز تبعا وربما دخلت في ذلك مسئلة الاعراض ومنها ان يأذن المالك في عتق عبده والبيع والشّراء بماله عن المأذون فيه أو نال المغصوب بشيء من مال المأذون له فيكون له ومنها مسئلة الاشتراط مع مشهوريّة الشرط\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nكما بين الزّارعين من البناء على خدمات الفلاحين ومنها ان يبيح للزوجة الرخصة ما في البيت عامه أو خاصا التصرّف فيه كيف شاءت ومنها ما يتساقط من الثّمار أو يقطع في طريق النّاس ويعلم الإذن باخذه وكما يجرى في الأقوال يجرى في الافعال وكما يجرى في الأعيان يجرى في المنافع وكذا يجرى في المقدّمات عن الفعل والحمل ؟ ؟ ؟ والآخر أو وفي التّوكيل على الثمن والأجرة ومال الخلع والصّداق ونحوها ما يلزم شرعا أو عرفا ويجوز العمل بظاهر الفعل كما يجوز بظاهر القول فمتى وجد شيئا تردّد اليه المسلمون من موارد حياض أو آبار أو نحوها أو يتردّدون فيه لا ؟ ؟ ؟ سور لها أو بستان كذلك أو غير ذلك كان له اتباع المسلمين وليس عليه السؤال عن حقيقة الأحوال ومثل ذلك الجداول الصّغار الّتى يمرّ عليها المار\r\n\r\nقاعدة 11 في بيان ما يقبل النّقل أو الصّلح من الحقوق والأعيان والمنافع الموافقة للشّريعة\r\nوكلّ منها ينقسم إلى اقسام اوّلها\r\nالأعيان وهي على اقسام منها ما وجد بالفعل ولا باس بدخوله فيها مع العلم أو الأول اليه ان كان البناء على التّسليم وان بنينا على الاسقاط فلا لان ثمرته ان يظهر في الآخرة ومنها ما ملكت مادته القريبة كحبّ في الأرض يعامل على زرعه وشجر خال يعامل على ثمرته وحيوان يعامل نتاجه وصوفه ولبنه قبل وجودها ولا أرى بأسا ومنها\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nما ملكت مادته البعيدة كزرع ارض يرجى حصوله أو أشجار يرجى ثمرتها ولا تبعد الصحّة فيه ومنها ما لم يمكن له مادة كمال يرجى حصوله وارض يرجى ملكها ودار يرجى بنائها وعبد يرجى تملكه وهكذا والقول بالصحّة هنا ابعد من القول بها هناك ثانيها المنافع والكلام فيها على نحو ما مرّ ثالثها الحقوق ويجرى فيه ما جرى في السّابقين وكشف الحقيقة فيها يستدعى بيان اقسام أحدها الحقوق الّتى أثبتها الشّرع في مقامات مخصوصة كحق الإرث والرحم والجوار ؟ ؟ ؟\r\nوالحياة والطعمة والولاية والزّوجيّة والعبادة والزّيارة والتشييع ونحوها ما لم يرجع إلى المال رابعها ما يرجع إلى المال كبعض هذه الاقسام إذا رجعت إلى المال وحق الخيار والرّهن وحقّ النفقة والمسكن والشّفعة والقسم والرّضاع والوطي والمبيت وحق الاستطراق في الطّرق المرفوعة و ؟ ؟ ؟ الجزم والتحجير والاحياء وحق السّبق بالوقف على الاسقاط أو الاثبات في البعض وقد يعرف كثير من هذه الأحكام ممّا دلّ على ترك ما خالف الكتاب أو حلّل حراما أو حرّم حلالا\r\n\r\nقاعدة 12 مستفادة من مضامين الاخبار كقولهم لا ضرر ولا ضرار\r\nفانّ المضرور يرجع إلى من ضرة والكلام في مقامين أحدهما في القضيّتين السّالبتين والثاني في مسئلة الرّجوع امّا الاوّل ففيه اشكال\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nلانّه ان أريد بنفي الضّرر والضّرار على وجه العموم بمعنى انتفائهما بالنّسبة إلى الخالق والمخلوق أشكل الحال في القسمين امّا في الاوّل فلان معظم التكاليف الشّرعيّة فيه أعظم الضّرر كالجهاد والحج والصّيام في العجز وبذل الأموال من زكاة وخمس ونحوهما ودفعه بان بذل ما يتعقبه عوض يقابله أو يزيد عليه ليس من الضّرر فبدل النّفوس والأبدان والأموال في مقابلة ما يترتّب عليه من ؟ ؟ ؟ القيم الأبدي من النّفع لا من الضرر كما أن كل ؟ ؟ ؟ تعب صادر من صاحب صناعة أو حرفة في مقابله اجرة مقابلة لا يعدّ ضررا ويكون النّفى في حقّه تعالى على ظاهره وامّا في القسم الثّانى وهو المراد فلانّه ان أريد به معنى الخبر بمعنى انّه لا يقع ضرر من الانسان على نفسه ولا على غيره أو يبنى على التوطية للضّرار فالمنفىّ هو الضّرار لزم كذب الخبر فلا بدّ ان يبنى على إرادة التّرك وهي ظاهرة في التّحريم كما تقرر في محلّه مضافا إلى انّ انتفاء الواقعي أقرب إلى الانتفاء الشرعي فإذا بنى على ذلك لزم القول بما لا يقول به أحد من تحريم اخذ الدّية من العاقلة والنفقات من المنفقين وتكليف الأولياء بحفظ المولى عليهم باقسامهم وتكليف من حصلت عنده أمانة شرعية بحفظها وتكليف الموالى بطاعة الموالى وتكليف الكافر الداخل في الذمام ببيع العبد المسلم والمحتكر ببيع الطعام ونحو ذلك\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nودفعه بانّ المتبادر من الضّرار ما لم يكن مقرونا بحكم ومصالح تعود إلى العامل مع ترتّب الاغراض الاخرويّة لانّها متعلقات للخطابات الشّرعيّة على انّا نقول بانّ حكم الضّرر والضّرار لا يجرى على المالك المختار وكلّها راجعة إلى حكمه وامّا المقام الثاني فاشدّ اشكالا لانّه ان بنى على انّ المضرور يرجع على من ضرّه لزم ما لا يلتزم وخالف شرايع جميع الأمم وهو ان كلّ من اصابه ضرر من شخص يرجع عليه فالمغرور يرجع على الغار بعوض ما غرّه والغاش يرجع اليه في عوض ما غش به وصاحب المعيب في العيب والمدلس فيما دلس والكاذب بالوصف في الموصوف وهكذا حتّى إذا تلف شيء منها رجع المضرور على الضّار بتمام المدفوع اليه لانّ ما دفع غير مراد والمراد غير مدفوع فصار الدّافع متبرّعا فيما دفع ؟ ؟ ؟ اذنا له في التّصرف فإذا تلف وطولب حصل الضّرر العظيم عليه وربّما يقال بان من حصل منه ضرر من غير قصد ولا عمل يسمّى ضارا ويجرى عليه الحكم أيضا ومسئلة الغرر يتعلّق بها الحكم من وجهين الغرر والضّرر ومن ذلك انّه يلزم تضمين فاتح باب دار أو حصن كائنا ما كان أو حافر ثقب في جدار ودالّ سارق على مال أو ساع عند ظالم في قتل أو اخذ مال أو فاتح فم ظرف فيه شيء جامد وهكذا ثم ترتّب التّلف على فعله مع القصد والعمد أو مطلقا\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nوعلى الثّانى يضمن أيضا من حفر بئرا في غير الطّريق أو اتخذ كلبا أو بهيمة غير معتادى الضّرر فيدخل جميع أنواع الضّرر وهو مخالف لما يظهر من الاخبار وكلام الأصحاب من انّ التّضمين في السّبب موقوف على عدم مباشرة أقوى منه مع وجود المباشر وعلى صحّة استناد الأثر اليه مع عدمه وعدم تقصيره بالنّسبة إلى ما صدر من بهيمة لعدم معروفيتها بالأذية أو معروفة بذلك ولكنّه قصر في حفظها وفي موضع الضمان لا ضمان إذا شمله دليل نفى السّبيل مع الاحسان والمجبور لا يدعى ضارا انّما الضّار هو الجابر ولا فرق بين خروجه عن الاختيار وبين كونه في مقام تقية على الأقوى ولو تعدّد الضّارون في موضع الضمان قدم الأقوى والضّار مباشرة مقدّم على ذي الواسطة ومن قلّت واسطته مقدّم على غيره ومع التّساوى يتخير ويحتمل التّوزيع وعلى التّخير يقوى استقرار الضّمان على الآخر\r\n\r\nقاعدة 13 مستفادة من قوله تعالى ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ وقوله تعالى  لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها  وقوله ع اتيتكم بالشّريعة السمحة\r\nوانّ بني إسرائيل كلّفوا بالمشاق وقد خفّف اللّه عن هذه الامّة ببركاته ص وان موسى بن عمران قال في حديث المعراج ان يكلّف هذه الامّة بأكثر من خمس صلوات لانّهم لا يطيقون أكثر من ذلك إلى غير ذلك وكشف حقيقة الحال يتوقّف على بيان أمور أحدها انّ الافعال امّا ان\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nيدخل في المحال العقلي أو العادي في نفسها وفي حدّ ذاتها لا من جهة تقصير العامل في المقدّمات وهذه لا يتعلّق بها تكليف عندنا ومن قال بخلاف ذلك فهو خارج عن مذهبنا وامّا ما استند إلى التّقصير فحكمه حكم الاختياري وامّا ان يكون ممّا لا يدخل تحت الطّاقة ويزيد على ؟ ؟ ؟\r\nبمعنى انا لو فرضنا ان سيّدا امر عبده به استحق الذمّ عند العقلاء فهذه لا يقع من الشّارع أيضا بالنّسبة إلى المكلّفين الا مع تقصيرهم بالمقدّمات وما عدى ذلك لا مانع من التّكليف به لكن آية نفى الحرج تنافى ما ذكرناه لانّ الحرج مطلق الضّيق ولا يناسب قصره على ؟ ؟ ؟\r\nالمذكورات ثمّ ذلك لا يلائم ما تكرّر من أهل العصمة ع من الاستدلال بالآية في مقام أدنى الضّيق مع أن قضيّة السّهولة وما صنع موسى ابن عمران أبين شاهد على ذلك فلذلك جاء الاشكال العظيم من جهة التّكليف بالقصاص وبالحدود والتّعزيرات وبذل النّفوس في الجهاد وارتكاب الجوع والعطش والكفّ عن الجماع مع الحاجة الشّديدة إليها ولزوم التغرّب إلى الحجّ وفراق الأهل والعيال والأموال إلى غير ذلك فينحصر الامر بين القول بالتّخصيص وفيه انّ ظاهر الآية الامتنان واظهار الشفقة واللّطف فلو خصّصت ضاعت الثّمرة وبين ان يراد انّ الحرج منفىّ في وضع الدّين لا في عوارضه الاتفاقية\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nفطبائع التّكاليف خالية وبين ان يراد انّ الحرج ليس دنيا لكم كما انّ بني إسرائيل يتدينون بالحرج أو ان جملة الدّين من حيث الهيئة الاجتماعية ليس مبنيّا على الحرج فيكون المراد انّ ذلك في شريعة نبيّنا ص ع فيحمل التّكليف على عدم الحرج حتّى يثبت فيكون الامتنان كالامتنان بقوله تعالى احلّ لكم الطّيّبات وحرّم عليكم الخبائث وسائر آيات الإباحة المقيدة للعموم ومرجع الجميع إلى ما ذكرنا فاضل السّعة كأصل الإباحة\r\n\r\nقاعدة 14 في انّ الاذن في ترك الواجب أو النّدب في بعض الأحوال أو لأجل بعض العوارض لا يفيد سوى رفع الوجوب أو رفع شدّة النّدب\r\nلقضاء العرف بذلك والاستناد إلى الاستصحاب فيها فيه ويتفرع عليه أمور منها الاذان للعصر للجامع بين صلاتين وعصري الجمعة وعرفة وعشاء مزدلفة ومن السّامع والمتبرّع والمرأة والمسافر والحاضر صلاة الجمعة قبل التفرق وقاضى الصّلاة في الورد غير الأولى والمغتسل يوم الخميس إذا وجد الماء يوم الجمعة وترك النّوافل من صلاة العيد والزّوال وترك اتمام نافلة اللّيل قبل تمام الأربع وتداخل الأغسال بعضها في بعض والاجزاء بالهدى عن الأضحية واعطاء الكفارة لمن لم يقضى سيّئا ؟ ؟ ؟ من الرّواتب واعطاء غير الشئ المعيّن في الزّكاة واعطاء المرتبة المتأخرة\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nفي الكفّارة وصلاة الطّواف في غير المقام حيث يصحّ والغسل قبل الاحرام باقلّ من خمسة عشر يوما ممّن قدمه وترك صلاة الجمعة من العبد والمرأة والمسافر وسائر من سقط وجوبها عنهم وطواف الحجّ وسعيه على عرفات والمكفّر بدرهم شرعي غير المتصدق به قبضه ؟ ؟ ؟\r\nليكون كفّارة لما عساه لحقه في احرامه من حكّ أو سقوط قملة أو شعرة ونحوها إذا ظهر له بعد ذلك حصول موجب للصّدقة والصّائم بدل الهدى إذا قدر عليه والذابح بدل الهدى الواجب إذا وجده والشاب والشّيخ المقدّمين من نافلة اللّيل قبل الانتصاف إذا استيقظا في وقتها ونحو ذلك فيحتمل الاذن على الرّخصة دون العزيمة والمطلى ويزيد قبل مضيّ خمسة عشر يوما قبل الدّخول في الاحرام ونحو ذلك فيكون الاذن محمولا على الرخصة في التّرك دون العزيمة والحكم غير حال عن الاشكال فيما عدى ما يظهر حكمه من صريح الأدلة أو فحاويها ولعلّ ظهوره ثابت في الأكثر\r\n\r\nقاعدة 15 في انّ الحكم الحرام في الابتداء ينجّر إلى اثره في البقاء في المحالّ\r\nوفي الاخراج حتّى انّه لو دخل مشتبها فذكر ومكث آنا ما مختارا كان زانيا لائطا ومنها\r\nانّ من دخل دارا مغصوبة اشتباها فصلّى حين الاشتباه صحّت صلاته ولو مكث بعد العلم وصلى عصى وبطلت صلاته ولو صلى في خروجه\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nمن دون لزوم تصرّف زائد على الكون صحّت ومنها انّ ما حر اكله وشربه وادخاله إلى الجوف كخمر ولحم كلب وخنزير وميتة ومطلق عن النّجاسة ومسّ شيء مغضوب ونحو ذلك حرّم ابقائه ووجب استفراغه مع عدم ترتّب الضّرر المعتبر ولا يبعد الحاق المتنجّس بها مع العلم حين ادخاله ومع عدمه يقوى عدمه ومنها ان ما حرم عمله لتضمّنه غشا كالدّراهم المغشوشة الّتى لم يضرب عليها بسكة السّلطان ولم تتداول بين المسلمين امّا لو تداولت بينهم مع علمهم فلا مانع وكذا ما يصنع من تغليط جواهر أو أقمشة ونحوها ليضرّ بها المسلمون وكذا ما غش ليبقى إلى ؟ ؟ ؟\r\nمجيء طالب فيبيعه به ونحو ذلك يجب خبر انّ اخراجه عن تلك الهيئة المغشية المغشوشة لئلّا يغترّ بها المسلمون ولا يبعد وجوب الكسر و ؟ ؟ ؟ الإتلاف لذاته ومنها ان ما كان فعله حراما ليترتّب الحرام عليه كهياكل العبادة وآلات اللّهو والأواني المتخذة من الذّهب والفضّة أو من جلود الميتة فيجب كسرها واتلافها ؟ ؟ ؟ وفي الحاق الصّور الحيوانية المجسّة ؟ ؟ ؟\r\nوالزينة المقصود بها في الابتداء التّدليس وجه قوىّ ومنها\r\nما كان وضعه للضّلال من الكتب الضّلالية وما يلزمه ذلك كوضع القبّة والقناديل والفرش والسّرج والحضن والأبواب والمفاتيح والخدمة لائمّة الضّلال وكذا تعليم علمائهم واكرامهم\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nواعلاء شانهم في غير باب التقيّة وفيما لم يكن فيه صلاح للمؤمنين برفع الأذية والإهانة عنهم\r\n\r\nقاعدة 16 في انّ ما مقدّماته اختياريّة فيتعلّق به الحكم وان كان واجبا أو ممتنعا بالعارض\r\nويبتنى على ذلك أمور كثيرة منها ان من بعث ؟ ؟ ؟ سهما أو رمحا أو حجرا ونحوها إلى شخص ؟ ؟ ؟ بعيد فبعد الانتقال من بده ولزوم الإصابة لا يدخل في غير المختار وإذا تاب لا يقبل توبته ومنها انّ من أولج في فرج أو دبر كان عاصيا في الادخال والمكث والاخراج وإذا تاب مخرجا فلا اثر لتوبته الا ان يتفضّل اللّه عليه بلطفه ومثله من دخل في مكان مغضوب متعمّدا فانّه عاص بالدّخول والخروج وجميع الأكوان فلا يوصف خروجه بالجواز ويحرم خروجه وان تقدّمته التّوبة فلا تصحّ صلاته في حال من الأحوال وكون من الأكوان بخلاف من دخل مشتبها فانّه لا يعدّ في خروجه عاصيا ومنها من اهمل مقدّمات السّفر إلى الحجّ أو مقدّمات الصّلاة حتّى ضاق الوقت مؤاخذ معاقب لا يقبل له توبته ومنها ان من نام في ليلة صوم معيّن جنبا عامدا على عدم الغسل وكذا من نام عاربا ؟ ؟ ؟\r\nعلى عدم الصّلاة وقد يلحق بها المتردّد يكون عاصيا ويوقظ من باب النّهى عن المنكر لرجوعه إلى حكم المختار ومنها ان من سعى\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nإلى السّلطان في أذية مسلم فاذاه وبعد ذلك ندم على ما فعل كان كانّه فعله ومنها ان كلّ مطيع امره مطاعه بأمر في اوّل هذا ما عثرت عليه من القواعد الفقهية المنسوبة لجدّى المرحوم المبرور الأكبر الشّيخ جعفر كاشف الغطاء وقد حرّرتها بيدي الفانية وانا المذنب الأحقر موسى بن محمد رضا بن موسى بن جعفر طاب ثراهم رجاء للدّعاء ممّن نظر بالتّوفيق والغفران في يوم الجزاء تمّت في يوم الخامس والعشرين من شهر صفر 6 ؟ 13\r\nالحمد للّه والصّلاة على محمّد رسول اللّه وعلى علىّ ولىّ اللّه وعلى آلهما إلى اللّه وبعد لا يخفى انّ هذا الكتاب المستطاب المسمّى بحقّ المبين في تصويب المجتهدين وتخطئة الاخباريّين من مصنّفات العقلاء الحادي عشر أستاذ البشر مروّج المذهب الاثني عشر الشّيخ جعفر كاشف الغطاء قدّس سرّه من أجل التّصانيف نفعا وأعظمها قدرا لاشتماله على دفع شبهات المبتدعين ورفع ايرادات الاخباريّين على المجتهدين بواضح البيان ومحكم البرهان وقد أجاد فيما أفاد وجاء بما فوق السّداد أحسن اللّه جزاء وجعل الجنّة مثواه ولم يكن بأيدي العلماء شيء منها مع\r\n\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160}
  ]