[
  {"content":"\r\n\r\nرسالة في التقليد الأعلم\r\nالمحقق الحاج ميرزا حبيب الله الرشتي\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n\r\n[ مقدمة المصنف 
  ]\r\nبسم اللّه الرّحمن الرّحيم الحمد للّه ربّ العالمين والصّلاة على خير خلقه محمّد وآله الطّيّبين الطّاهرين ولعنة اللّه على أعدائهم أجمعين إلى يوم الدّين\r\n\r\n[ إذا اختلف الأحياء في العلم والفضيلة فهل يتعين تقليد الفاضل 
  ]\r\nإذا اختلف الاحياء في العلم والفضيلة فهل يتعين تقليد الفاضل أو تخيير بينه وبين تقليد المفضول حدث لجماعة ممّن تاخّر عن الشّهيد الثّانى قوله بالتّخيير بعد اتّفاق من تقدّم عنه ظاهرا على تعيين الفاضل وهو خيرة المعارج والارشاد ونهاية الأصول ويب والمنية للمعيدى والدّروس والقواعد والذكرى والجعفرية للمحقق الثّانى وجامع المقاصد وتمهيد الشّهيد الثّانى والمعالم والزّبدة وحاشية المعالم للفاضل المازندراني واليه ذهب صاحب الرّياض فيما حكى عنهم جميعا\r\nو \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nوافقنا في ذلك جماعة من العامة ونسبه في محكى المسالك إلى الأشهر بين أصحابنا وجعله في محكى التّمهيد هو الحقّ عندنا وفي المعالم هو قول الأصحاب الّذين وصل الينا كلامهم وادّعى على ذلك الاجماع صريحا المحقّق الثّانى في محكى حاشية الشّرائع وكذا علم الهدى في محكى الذّريعة بناء على أن عندنا صريح من مثله في دعوى الاجماع وذهب صاحب الفصول إلى القول الثّانى أعنى التّخيير وفاقا للحاجبى والعضدي والقاضي وجماعة من الاصوليّين والفقهاء على ما حكى عنهم والحق الّذى لا ينبغي الارتياب فيه هو الاوّل من لزوم تقليد الأفضل وليكن العنوان الّذى تكلّم فيه الآن هو ما إذا علم اختلاف الفاضل والمفضول ثم تتكلّم بعد الفراغ عن المسألة في أطرافها الّتى منها صورة الجهل بالاختلاف وينبغي أولا تقريرا لأصل في المسألة فنقول لا شبهة في انّ المسألة أصولية يبحث فيها عن الطّريق الموصل إلى الاحكام الشّرعيّة في حقّ المقلّد فانّ كون التّقليد من الأمور التعبديّة كما حقّقناه قبال من أنكره وجعل قول المجتهد واجب العمل باعتبار\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nكونه أحد الأمور المفيدة للظّن كالفاضل القمّى ره لا ينافي كونه طريقا جعليّا إلى الواقع ولا ريب ان مرجع الطّريق التعبّدى إلى العمل بما وراء العلم وترك تحصيل اليقين بالبراءة عن الشغل الثّابت فإذا شككنا في انّ هذا الشّىء طريق تعبدّى أم لا كان قضية الأصل الاولىّ فيه العدم وقد أشرنا إلى ذلك في صدر المسئلة ولعلّ هذا الأصل اتّفاقى بين الأصحاب كما اعترف به شيخنا دام ظلّه العالي ولم أجد نكيرا له غير انّ الفاضل القمّى قده بعد ان أجاب عن الدّليل العقلّى الّذى استدلّ به على تعيين الأعلم من انّ الظّن الحاصل من قوله أقوى بانّ مدار التّقليد ان كان على الظّن فيدور مداره من قول اىّ شخص حصل وان كان مبناه على التعبّد فلا معنى لملاحظة الاقوائية من الواقع واعترض على القول بالتّخيير بان الأصل حرمة العمل بالظّن خرج الأقوى بالاجماع ولا دليل على العمل بالأضعف ثم أجاب عنه بانّا قد بيّنا سابقا انه لا أصل لهذا الأصل واشتغال الّذمة أيضا لا يثبت الّا بالقدر المشترك المتحقق في ضمن الأدون والأصل عدم لزوم الزّيادة وهذا الكلام\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nلعلّه من متفرّداته ره إذ لم أجد على من يقول بكون مقتضى الأصل الأولى جواز العمل بمطلق الاعتقاد الرّاجح الشامل للظنّ فان كلّ من دخل في المسألة ذكر الأصل الّذى قرّرنا مرسلا له ارسال المسلمات ولم يناقش أحد من المجوّزين في هذا الأصل بل ادعوا قيام الدّليل الشرعىّ على خلافه ولعلّه قدّس سرّه أراد به الأصل الثاني المستفاد من دليل الانسداد وقد عرفت في تقليد الميّت ان بعض مقدّماته مثل انتفاء الظنّ الخاصّ في حقّ المقلّد ممنوع وامّا ما ذكره أخيرا من أن الاشتغال لم يثبت الّا بالقدر المشترك المتحقق في ضمن الأدون فمع ابتنائه على كون التقليد حكما تعبديّا ثابتا من الادلّة الشرعيّة مخالفا للأصل وهو مناف لما توهّمه من أن الأصل هو جواز العمل بالظنّ يعرف جوابه من الجواب عن الأصل الثّانى من الأصول الّتى قد يتمسّك بها في اثبات التخيير ثمّ لا يتوهّم ان الاحتياط في هذه المسألة الاصوليّة ربّما يعارض بالاحتياط في المسألة الفرعيّة كما إذا كان قول المفضول موافقا للاحتياط لان الاحتياط في المسألة\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالاصوليّة مقدّم على الاحتياط في المسألة الفرعيّة بقاعدة المزيل والمزال كما يظهر بالتّامّل\r\n\r\n[ للقائلين بالتّخيير وجوه 
  ]\r\nإذا تقرّر ذلك فاعلم أن للقائلين بالتّخيير وجوه\r\n\r\n[ الاوّل استصحاب التخيير 
  ]\r\nالاوّل الأصل المقرر تارة باستصحاب التّخيير الثّابت فيما إذا كانا متساويين في العلم أولا ثمّ فضل أحدهما على الآخر فان زوال التّخيير بحدوث الفضل في أحدهما غير معلوم فيستصحب\r\n\r\n[ الثاني اصالة البراءة 
  ]\r\nوأخرى بانّه الشكّ في المسألة دائر بين التّخيير والتّعيين فيما علم وجوبه في الجملة اعني التّقليد فيرجع إلى اصالة البراءة على القول بها في أمثال ذلك مثل ما إذا ثبت وجوب عتق الرّقبة في الجملة وشكّ في وجوب عتق المؤمنة عينا أو التّخيير بينها وبين الكافرة\r\n\r\n[ الثالث أن مقتضى الأصل عدم المرجحية الا أن يقام دليل شرعىّ عليها 
  ]\r\nوثالثا بان المرجّحية امر توقيفى كالحجيّة فلا بدّ في ثبوتها لشيء من قيام دليل شرعىّ عليها فمقتضى الأصل عدمها حتّى تثبت\r\n\r\n[ الجواب عن الوجوه المذكورة 
  ]\r\nوأنت إذا تأمّلت في الأصل الّذى قرّرنا علمت أن هذه الأصول ممّا ليس في محلّها\r\n\r\n[ امّا عن الاوّل فلان التّخيير ثابت في حال التّساوى 
  ]\r\nامّا الاوّل فلان التّخيير الثّابت في حال التّساوى انّما كان باعتبار القطع بعدم ترجيح أحدهما على الأخرى في العلم ونحوه ممّا يشكّ في كونه مرجّحا فحيث زال القطع\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nالمزبور بحدوث ما يحتمل كونه مرجّحا اعني الفضل في أحدهما امتنع الاستصحاب جدّا لما عرفت في غير موضع ان الحكم المستصحب إذا أنيط بشيء دار مداره وجودا وعدما وهذا الاستصحاب نظير الحكم بنجاسة الحيوان المشكوك في طهارته ونجاسته شرعا باعتبار استصحاب النّجاسة الحاصلة له حين التّولّد بملاقات الدّم فان قلت نحن لا نستصحب التّخيير بل نستصحب جواز الرّجوع إلى المفضول الثّابت له قبل حدوث الفضل للآخر فان هذا الجواز وكان مناطه صفة الاجتهاد والعلم القائمين به وهما باقيان بعد حدوثه كما لا يخفى قلنا هذا الجواز ليس الجواز الاباحىّ المقابل للاحكام الأربعة بل المراد به الوجوب التّخييرى وتسميته جوازا انّما هو باعتبار الرّخصة في تركه إلى بدل فالمحذور باق بحاله كما لا يخفى\r\n\r\n[ وأما عن الثّانى فبأنّ أصالة الاشتغال في مثل ما نحن فيه محكمة 
  ]\r\nوامّا الثّانى فلانّ الشكّ في التّعيين والتّخيير يتصوّر في مقامات أحدها ان يكون التّخيير المشكوك فيه التّخيير العقلىّ العارض للافراد عند تعلّق التكليف بالطّبيعة ومرجعه إلى الشكّ في الاطلاق والتّقييد مثل ما إذا ثبت\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوجوب طبيعة العتق وشكّ في تقييدها بالمؤمنة وعدمه والثاني ان يكون التّخيير شرعيّا مثل ما في الصّوم والعتق في الكفّارات والثالث ان يكون التّخيير عقليّا ناشيا من جهة تزاحم الواجبين العينين ومرجع الشكّ في التّعيين والتّخيير ح إلى الشكّ في ترجيح أحد المتزاحمين على الآخر وعدمه بعد القطع باشتمالهما على مصلحة الوجوب العينىّ لو خلّى عن المعارضة والمزاحمة والبناء على التّخيير للأصل على القول به انّما هو في القسمين الاوّلين وامّا القسم الثّالث فاصالة الاشتغال فيه محكمة فإذا وجب انقاذ كلّ غريق عينا ودار الامر بين انقاذ العالم والجاهل وشكّ في رجحان العالم لم يمكن الرّجوع إلى أصل البراءة بالنّسبة إلى تعيين العالم لان الشكّ ليس في وجوبه العينىّ حتّى يدفع بالأصل كما في عتق المؤمنة أو الصّوم مثلا إذ المفروض انه لا شبهة في كونه واجبا عينيّا مثل انقاذ الجاهل بل ترجيح أحد العينيين على الآخر باعتبار تضمّنه شيئا يحتمل المرجحيّة فالمرجع ح إلى الاحتياط أو التخيير العقلىّ النّاشى من جهة التّساوى\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nوحيث لا سبيل إلى التّخيير لعدم حكم العقل به مع احتمال وجود المرجّح في أحد الجانبين تعيّن الاحتياط المبرا للذمّة الحاصل في ضمن الاخذ بواجد الاحتمال ثمّ ان الشكّ في التّعيين والتخيير قد يرجع أيضا إلى الشكّ في ترجيح أحد الاحتمالين الّذين لا ثالث لهما على الآخر إذا لم يوافق أحدهما أصلا من الأصول مثل ما إذا دار حكم الشّىء بين الوجوب والحرمة وكان في أحد الاحتمالين ما يحتمل كونه مرجّحا مثل موافقة الشهرة وهذا غير الشكّ في التّعيين والتّخيير النّاشى من المتزاحم وعدم جريان أصل البراءة هنا أوضح من عدم جريانه في باب التّزاحم لامكان القول فيه بان الواجب بعد تزاحم الواجبين انّما هو القدر المشترك بينهما لعدم امكان الجمع ولا الطّرح وانتفاء ما ثبت كونه مرجّحا في أحدهما بخلاف المقام فان ارجاع التّكليف إلى القدر الجامع بين الاحتمالين اعني القدر المشترك بينهما ممتنع فلا بدّ ح من الاخذ بالقدر المتيقن في مقام الامتثال بالحكم الظّاهرىّ الّذى هو التّخيير العقلىّ اعني اختيار ما يحتمل ترجيحه لموافقة الشّهرة\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nونحوها إذا عرفت ذلك فاعلم انّ الشكّ في التّخيير والتّعيين في مسئلتنا هذه ليس من القسم الاوّل الراجع إلى الاطلاق والتّقييد ولا من القسم الثّانى الرّاجع إلى التّخيير الشّرعى لانّ ثبوت الحكم ولو شأنا ليس مقطوعا به لكلّ واحد من الفردين المحتمل تعيّن أحدهما في هذين القسمين بخلاف المقام فان الحجّية الشّأنية مقطوع ثبوتها لقول كلّ من المتعارضين وأيضا انّا تعلم قطعا ان غير محتمل التعيين فيهما كالكافرة ليس بواجب عينىّ وقول كلّ واحد من المجتهدين المتخالفين ممّا يحتمل كونه هو الواقع المفروض وجوبه عيّنا فتعيّن كونه من أحد القسمين الآخرين اللّذين عرفت اقتضاء الأصل فيهما التّعيين وهل هو من القسم الرّاجع إلى التّزاحم أو القسم الرّاجع إلى تعارض الاحتمالين والظّ هو الأخير لانّ حقيقة التقليد عبارة عن انجعال قول المجتهد طريقا تعبديّا للمقلّد إلى الواقع فعند اختلاف المجتهدين يقع المعارضة بين الطّريقين فأحدهما يعيّن الواقع في الوجوب والآخر في الحرمة فالتّخيير الّذى يحكم به العقل ح ليس من باب التخيير النّاشى\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nمن اشتمال كلّ من المتزاحمين لمصلحة التّكليف كانجاء النّفس من الهلاك للقطع باختصاص المصلحة المقتضية لجعل الطّريق اعني إصابة الواقع بأحدهما بل هو من باب التّخيير النّاشى من تعارض احتمال مؤدّى أحد الطّريقين كالوجوب لاحتمال مؤدّى الآخر كالحرمة فالتّخيير الّذى يضطرّ بعد الياس عن التوقف الّذى كان على وفق القاعدة في تعارض الامارات والحجج لولا قيام الاجماع على خلافه ليس الّا التّخيير الّذى يحكم به عند دوران الامر بين مؤدّيهما مع عدم موافقة الأصل لشئ منهما وقد عرفت ان القاعدة يقتضى في مثله الوقوف على ما يحتمل فيه التّرجيح والحاصل انه إذا تعارض الحجّتان علم بان الطّريق أحدهما ليس الّا لان الطّريق عبارة عمّا يجب الاخذ به فعلا ولا يمكن الاتّصاف بالوجوب الفعلىّ الّا أحد المتعارضين وحيث لا سبيل للعقل إلى تعيينه فتخيير بينهما عند القطع بالتّساوى فإذا قام احتمال التّرجيح في أحدهما وقف عنده فلا يحكم بالتّخيير لانّه طريق للقطع بالبراءة عن التكليف الظّاهرىّ إلى عدم منافاة الاخذ به التّخيير ولا يجوز له\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالبناء على البراءة كما بيّنا سرّه ولعلّ هذا هو الوجه في اتفاق ظاهر الأصحاب على انّ الأصل الاوّلى هنا يقتضى الاخذ بقول الأفضل مع أن جماعة من المحقّقين ذهبوا في مسئلة دوران الامر بين الاطلاق والتقييد أو التّخيير والتّعيين إلى الاطلاق والتّخيير فهذا من الشّواهد الواضحة على خروج ما نحن فيه اعني وجوب تقليد الأعلم وجوازه عن تحت المقامين فان قضيّة الاندراج تحتهما حكمهم بان قضية الأصل هذا الجواز كما لا يخفى ومن هنا ظهر ما في كلام الفاضل القمىّ ره المتقدّم اليه الإشارة من أن الاشتغال لم يثبت الّا بالقدر المشترك الموجود في ضمن الأدون ضرورة انتفاء القدر المشترك هنا بحيث أمكن جعله موضوعا للحجّية نظير انتفائه في دوران الامر بين الاحتمالين ولعلّ نظره في هذه الكلام إلى ارجاع التقليد إلى امر تعبّدىّ غير مربوط بالحجّية والطريقيّة كمتابعة قول العالم من حيث هو لا من حيث كونه طريقا إلى الواقع فزعم أن التّقليد ح واجب من الواجبات التّعبّدية المحضة مثل اكرام العالم والإعانة عليه وان الشكّ في\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nوجوب متابعة الفاضل عينا أو مخيّرا بينه وبين المفضول مثل الشكّ في وجوب عتق المؤمنة عينا أو مخيّرا بينها وبين الكافرة وهو سهو بيّن لانّ متابعة المقلّد للمجتهد ليس الّا كمتابعة المجتهد للراوي في الرّواية فالفتوى والرّواية طريقتان للواقع الّذى هو المطلوب من انجعالهما طريقا فإذا تعارض الفتويان اشتبه الطّريق والحجة بغيره وقضيّة القياس ح على ما قدّمناه في التعادل والتّراجيح عند تعارض الطّريقين هو التّوقف لكن قام الاجماع على بطلانه فانحصر المعارض في مطالبة التّرجيح ثمّ الاخذ به ولو احتمالا والّا فالتّخيير ثمّ اعلم انّ هذا الجواب عن الأصل المزبور انّما يناسب مذهب من يعتمد على كلّ ظنّ في مقام ترجيح أحد الاحتمالين ولو لم يعتمد عليه في مقام ترجيح أحد الخبرين في التّخييرىّ الشّرعى فمن إلى عن ذلك وليس في محلّه فالجواب عنه ان البناء على التّخيير لأصالة البراءة انّما يتّجه عند الشكّ في ثبوت التّكليف وامّا إذا كان الشكّ في ارتفاع التّكليف الثّابت باعتبار الشكّ في طروّ التّخصيص على دليل ذلك التّكليف\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالعكس الأصل فيقتضى التعيّن والكلام في وجوب تقليد الأعلم عينا أو تخييرا كلام في القدر الخارج عن تحت ما دلّ على عدم جواز العمل بما وراء العلم فالقدر المتيقن الّذى يجب الاقتصار عليه ليس الّا العمل بقول الأعلم وهذا واضح\r\n\r\n[ وامّا عن الثّالث فبأن الشكّ في ترجيح احدى الحجتين شكّ في حجّية المرجوح فعلا والأصل عدم الحجية 
  ]\r\nوامّا الأصل الثّالث فقد ظهر ضعفه أيضا ممّا بيّنا لان الشكّ في ترجيح احدى الحجتين المتعارضين على الأخرى شكّ في حجّية المرجوح فعلا واصالة عدم الحجّية ح محكمة بعد عدم قيام دليل عليها من نقل أو عقل امّا النّقل فلانّ الدّليل الدّالّ على حجّية العالم لا يمكن تناوله لصورة التّعارض للقطع بمخالفة أحد المتعارضين للواقع وتعيين أحدهما دون الآخر ترجيح بلا مرجّح فلو لا قيام الاتّفاق على بطلان الطّرح والتّوقف لكان مقتضى القاعدة ذلك لكن بعد ملاحظة ذلك الاتّفاق فالعقل قاض بالتّخيير وامّا العقل فلان العقل لا يذهب إلى جواز الاخذ بالمرجوح مع وجود الرّاجح الظنّى في التّخييرات الّتى تستند إلى حكمها لأجل التّخيير خصوصا فيما كان الشكّ في ارتفاع التكليف\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالثّابت بالأصل والعمومات اعني حرمة العمل بقول الغير وما قرع سمعك من أن المرجّحية كالحجّية محتاجة إلى الدليل انّما هو في التّخيير الشرعىّ الثّابت بالدّليل وستعرف ان مثل هذا الدّليل مفقود في المقام وبالاناطة بما ذكر تقدر ابطال كلّ أصل يتمسّك به في المقام على حجّية المفضول\r\n\r\n[ ومن ادلّة المثبتين اطلاقات الكتاب والسّنة 
  ]\r\nومنها اى من ادلّة المثبتين اطلاقات الكتاب والسّنة الواردتين في مشروعيّة التّقليد بناء على دلالتها عليها مثل آية السّؤال وآية النّفر وآية الكتمان فان أهل العلم عام يتناول الفاضل والمفضول فالامر بالسّؤال عنهم يدلّ على وجوب قبول قول كلّ واحد على حدّ سواء خصوصا بعد ملاحظة غلبة هو تفاوت مراتب العلم وندرة مساواة أهله فيه وشيوع الاختلاف بينهم فان الامر بالرّجوع إلى الطّائفة المختلفين في الآراء والعلم دليل آخر على اشتراك الجميع في مصلحة الرّجوع وهكذا آية النّفر فان ايجاب الحذر عقيب الانذار المتّفقين من دون ما يدلّ على اختصاصه بانذار الأفقه مع جريان العادة بتفاوت مراتبهم يفيد حجّية انذار كلّ منذر سواء\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nكان أفضلا أو مفضولا وهكذا الكلام إلى سائر ما سمعت في تقليد الميت من الاخبار كرواية الاحتجاج والتوقيع الشريف وروايات الحكومة وخصوص ما ورد في حقّ زرارة وأبان والثقفي والعنزي ويونس وأمثالهم فان المستفاد منها وغيرها ممّا ورد في حجّية العلماء كقوله ص علماء امّتى كأنبياء بني إسرائيل وقوله صلّى اللّه عليه وآله أصحابه كالنجوم بايّهم اهتديتم عدم تعيين الأفضل فتخيير بينه وبين المفضول وبها يخرج عن حكم الأصل القاضي بالاقتصار على الأفضل\r\n\r\n[ والجواب عنها انّه ليس في شيء منها دلالة على مساواة الأفضل والمفضول 
  ]\r\nوجوابها بعد الغض عمّا في دلالتها على جواز أصل التّقليد من المناقشات الواضحة المتقدّم إلى جملة منها الإشارة انّه ليس في شيء منها دلالة على مساواة الأفضل والمفضول عند اختلافها في حكم المسألة لا من حيث الاطلاق ولا من حيث العموم ولا من حيثيّات أخرى فان منها ما ورد في مقام جعل طائفة العلماء مرجعا للجهّال القاصرين عن ادراك معالم الدّين بأنفسهم فلا يتمسّك بدل الّا على انحصار الحجّة في هذه الطّائفة وعدم جواز الرّجوع\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nإلى غيرهم واما ان كلّ واحد منهم حجّة مطلقا أو عند فقد المعارض فهو بمعزل عن بيان ذلك ومن هذا القبيل قول اللّه عزّ وجلّ  فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ *  فان إضافة اسم الجمع إلى الجمع لا يفيد الّا تعلّق الحكم بجنس الجمع فلا يستفاد منها الا ثبوت الحجيّة لجنس العلماء حتّى لو احتملت اشتراط اتفاقهم في أصل المرجعيّة وانّهم إذا اختلفوا كان المرجع غيرهم لم يمكن دفع هذا الاحتمال بالاطلاق أو العموم فضلا عمّا لو التزمنا بالحجّية عند الاختلاف واحتملنا ترجّح أحد المتخالفين على الآخر باعتبار ما فيه من المزيّة التي ليست في الآخر ألا ترى انّه إذا قيل للمرضى وارجعوا إلى أهل الطّبيب في مقام بيان المرجع لم يستنفد فيه الّا عدم جواز الاستعلاج من غير هذا الجنس بحيث لو اختلف الأطباء في المعالجة فربما يتوقّف ح في أصل مرجعيّتهم رأسا فضلا عن مرجعيّة كل واحد على سبيل التخيير وهذا مثل المطلقات الواردة في بيان محكم آخر الّتى لا يرتفع منها شيء من جهات الشكّ ويؤيّده انّ السّؤال ثانيا عن حكم اختلاف المرجع ح ليس ممّا علم جوابه من الحكم الاوّل بحيث\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nلو حكم بعدم كونهم مرجعا رأسا أو لمرجعيّة خصوص أحد المتخالفين عينا لم يكن منافيا لما تقدّم من الامر بالرّجوع إليهم كما لا يخفى ومنها ما دلّ على وجوب الرّجوع إلى كلّ واحد واحد عينا على قياس العام الاصولىّ فيستفاد منه ان كلّ واحد من العلماء حجّة شأنيّة لولا المعارض وامّا معه فلا دلالة فيه أيضا على حكمه لان الحكم بدخول المتعارضين معا تحته ممتنع وتعيّن أحدهما دون الآخر ترجيح بلا مرجّح مثل ما إذا وجب انقاذ كلّ غريق عينا ووقع المزاحمة بين الانقاذين فان الدّليل الدّالّ على وجوب انقاذ الغرقاء ممّا لا سبيل إلى تناوله لهما معا ولا لأحدهما المعين بل الغير المعيّن فيرجع الامر في التّرجيح أو التّخيير إلى ما راه العقل وقد عرفت فيما تقدّم آنفا ان شغل العقل في مثل هذا التّخيير الوقوف عندما يحتمل رجحانه على الآخر ولو سلّم حكمه بالتّخيير فهذا خروج عن الاحتجاج بالاطلاقات كما لا يخفى ومن هذا الباب آية النّفر وآية الكتمان وقول الحجّة صلوات اللّه عليه وآله وعجّل اللّه فرجه في التّوقيع الشّريف فارجعوا إلى رواة أحاديثنا فانّهم حجّتى عليكم وانا حجة اللّه\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nفان قضية الآيتين وجوب الحذر والقبول عقيب كلّ انذار واظهار وكذا قوله عليه السّلم فانّهم حجّتى يدلّ على حجّية كلّ واحد من الرّواة عينا بحسب الشأن الملحوظ فيه عدم المعارض وامّا معه فلا يستفاد حجّية أحد المتعارضين ضدّ تعيينا ولا تخييرا نعم يحكم العقل فيه بالتّخيير إذا علم بالتّساوى في الاهتمام وبالجملة هذا القسم والقسم الاوّل لا ينفعان في إفادة التّخيير الشّرعى بين الحجّتين المتعارضين حتّى يتناولا باطلاقهما موضع النّزاع اعني تعارض الفاضل والمفضول ومنها ما لا يأبى عن الدّلالة على التخيير الشّرعى بينهما في نفسه لو لم يكن قد ورد في مقام بيان حكم آخر فالفرق بينه وبين الادلّتين انّهما قاصران عن إفادة التّخيير شأنا بخلاف هذا القسم فان له اهليّة لذلك لو كان المقام مقتضيا له ومن هذا القبيل قوله عليه السّلام في خبر أبى خديجة المتقدّم اليه الإشارة وليكن انظروا إلى رجل منكم يعلم شيئا من قضايانا اه فان اطلاق الرّجل يتناول كلّ واحد من التعارضين فيكون دليلا على التخيير الشّرعى فان امتثال الأوامر المطلقة يحصل باتيان بعض الافراد مخيرا بينها لانّ\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nقاعدة الاطلاق وقبح الاغراء بالجهل تقتضيان البناء على التخيير في مقام الامتثال ولا ينافي كونه تخييرا شرعيّا تسميته تخييرا عقليّا أيضا لانّ المراد به استناد التّخيير إلى حكم العقل المستند إلى الاطلاق وقبح الاغراء بالجهل ومثله ما في مقبولة عمرو بن حنظلة ليكن انظروا إلى من كان منكم قد روى حديثنا اه وقول العسكري صلوات اللّه عليه في رواية الاحتجاج المرويّة عن تفسيره عليه السّلم وامّا من كان من الفقهاء صائنا لدينه وحافظا لنفسه كاسرا لهواه تابعا لامر مولاه فللعوام ان يقلّدوه فان الظاهر من الموصول إرادة جنس المفرد دون الجمع أو الاستغراق فالمعنى ان للعوام تقليد أحد من الفقهاء الموصوفين بالأوصاف المزبورة وهذا يشمل باطلاقه صورة الاختلاف كما مرّ وروى أن أبا الحسن عليه السّلم كتب جوابا عن السّؤال عمّن يعتمد عليه في الدّين أبو الحسن عليه السّلم اعتمدا في دينكما على كلّ مستنّ في حبّنا كثير القدم في أمرنا وهذا أيضا يدلّ على التّخيير مثل قوله انظروا إلى رجل لان الاعتماد على كلّ مستنّ عينا لا يجوز الامر به جدّا فينزل\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nعلى التّخيير والجواب عن هذه الأخبار ونحوها ممّا يشاركها في إفادة التّخيير انّها قد وردت نهيا عن الرّجوع إلى فقهاء المخالفين ورواتهم وحكّامهم فلا يستفاد منها سوى جعل فقهاء الشّيعة مرجعا لعوامهم لعدم ورودها على هذا التّقدير في مقام بيان الحجّة الفعليّة حتّى يتمسّك باطلاقها في مقام تشخيص طائفة المرجع عن غيرها في الجملة وممّا يدلّ على ذلك ان عمر بن حنظلة سئل ثانيا عن حكم صورة الاختلاف فقال فان اختار كلّ منهما اى المتحاكمين ورجلا من أصحابكم فاختلفا في حكمكم اه إذ لو كان في قوله انظروا إلى من كان منكم اطلاق يتناول لصورة التعارض لم يكن لهذا السّؤال ثانيا وجه ولكان تعيين الامام عليه السّلم الاعدل والأفقه عند المعارضة مخصّصا لاطلاق الاوّل ولا يذهب اليه ذاهب وأولى بعدم الاطلاق من الجميع ما في رواية الاحتجاج الوارد في مقام بيان الفرق بين علماء اليهود وعلمائنا لا في مقام بيان التّكليف الفعلىّ المحتاج اليه لان الرّجل السّائل كان يعلم أن تكليف عوامنا الرّجوع\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nإلى علمائنا لكن أشكل عليه ذم اللّه تعالى عوام اليهود على الرّجوع إلى علمائهم فلا شيء فيه يقتضى الاخذ باطلاق قوله امّا من كان اه بعد وروده في ذلك المقام وبالجملة الاتّصاف ان الاستناد في حكم مخالف للأصل والاجماعات المعتضدة بالشّهرة إلى مثل هذه الاطلاقات الّتى كانت بمرأى من أصحابنا السّابقين القائلين بعدم التّخيير في غاية الاشكال خصوصا مع عدم استجماعها لشرائط الحجّية فانّ رواية أبى خديجة ضعيفة كما قيل بسببه وعمر بن حنظلة لم يصرّح بكونه ثقة غير الشّهيد الثّانى اخذا وثاقته من مكان آخر غير كتب الرّجال ورواية الاحتجاج في أعلى مراتب الضّعف لكونها من تفسير العسكري عليه السّلم الّذى لا يعمل بما فيه الأخباريون وان كان فيها شواهد الصّدق موجودة وممّا ذكرنا ظهر الجواب عن الأخبار الواردة في فضل العلماء مثل النبويّ علماء امّتى كأنبياء بني إسرائيل وامّا النبوىّ المروىّ عن طرق العامة أصحابي كالنّجوم بايّهم اقتديتم اهتديتم فالاستدلال به بعد فرض حجّية\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nموقوف على العلم باختلاف أصحابه صلّى اللّه عليه وآله في حكم المسألة وانّى للمستدلّ اثباته مع امكان دعوى العلم أو الظنّ القوىّ بعدم اختلافهم كما هو الشّأن في حقّ كلّ جماعة يأخذون معالم دينهم من شخص واحد سماعا من نبىّ أو وصىّ أو مجتهد بل في موضعين منه دلالة على اتّفاق الصّحابة أحدهما مادّة الاهتداء فان الاهتداء إلى الحق والصّواب عند اختلاف المعتمد عليهم لا يتيسّر الّا في متابعة أحدهم مع انّه صلّى اللّه عليه وآله اخبر بحصول الاهتداء في متابعة الجميع والثّانى التشبيه بالنّجوم فانّها طرق قطعيّة يتوصّل بكلّ واحد منها السّالك إلى المقصد فكما ان الوصول إلى الموضع المقصود يمكن في متابعة كلّ واحد من النّجوم كذلك ينبغي ان يكون شان الصّحابة أيضا كذلك والّا لعرى التّشبيه عن المعنى فضلا عن الفائدة ولا ريب انّ ذلك لا يتصوّر ولا يتعقل عند اختلافهم في الاحكام وهذا واضح وامّا الأخبار الخاصة الواردة في حقّ المعدودين من الأصحاب الأئمة صلوات اللّه عليهم فيما ذكرنا ظهر\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالجواب عنها أيضا إذ لم يثبت ان معاصري الثّقفى مثلا من أصحاب الائمّة كان فيهم من يخالف قوله قول الثقفي فيما يفتى به من المسائل وكان اعلم وأفقه حتّى يتنزّل اطلاق قوله صلّى اللّه عليه السّلم عليك بالثقفى في جواز الاعتماد على قوله ح وهكذا الكلام في ساير أصحابهم المأمور بالرّجوع إليهم كأبان وزرارة وذكريّا وعمرى ويونس ونحوهم بل الظّاهر من وثاقتهم واعتماد الامام عليه السّلم عليهم وتعيينهم المرجع كونهم أفضل من غيرهم أو مطابقة قولهم للواقع ومن هنا قال في الشّرائع وغيرها انّ نصب المفضول للقضاء جاز من الامام عليه السّلم لان نقصانه مجبور بنظره الشّريف روحي وروح العالمين فداه وفيه أيضا دلالة واضحة على انّ المفضول من حيث هؤلاء يليق بشيء من مراتب القضاء والفتوى مع وجود الأفضل والحاصل ان أصحاب الائمّة وان لم يكونوا كأصحاب النّبى في اتفاق الكلمة واتّحاد القول نظرا إلى مساس الحاجة أحيانا إلى اختلافهم كالتّقية ونحوها دون اختلاف أصحابه صلّى اللّه عليه وآله الّا انّه كان في غاية القلّة فلو سلّمنا ح مخالفة قول بعض هؤلاء المرجع لغيره\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nالأفضل من الصّحابة نقول إن مجرّد المخالفة الواقعية لا يكفى في التمسّك باطلاق الامر لاثبات حجّية قوله عند علم المستفتى بالخلاف بل لا بدّ مع ذلك من ثبوت العلم بالخلاف لانّا لا نقول بتعيين الأعلم عند الجهل بالخلاف كما ستعرف فحيث لم يثبت علم مقلّدى بان مثلا بالاختلاف بينه وبين غيره لم ينفع الاطلاق في شيء نعم لمّا كان صورة الجهل بالاختلاف في الجملة مقطوعا بها كما يشهد به عدم جريان عادات المقلّدين بالفحص والبحث عن المعارض فلا جزم من دلالة هذه الأوامر على جواز تقليد المفضول عند الجهل بالاختلاف واللّه العالم\r\n\r\n[ من ادلّة المثبتين انّه إذا لم يكن المفضول قابلا للتّقليد كان مساويا للجاهل 
  ]\r\nومنها يعنى من ادلّة المثبتين انّه إذا لم يكن المفضول قابلا للتّقليد كان مساويا للجاهل وقد دلّ الاعتبار والآثار في غير موضع من الكتاب على نفى الاستواء\r\n\r\n[ أجيب بانّها بأن المفضول جاهل في مقابل الأفضل 
  ]\r\nوأجيب بانّها بالدّلالة على العكس أولا لان المفضول جاهل في مقابل الأفضل في مقدار من العلم فلو جاز تقليده كما يجوز تقليد الأفضل كانا متساويين ولا يرد انّ المراد من قوله تعالى  هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ  نفى مساواة العالم بكلّ شيء والجاهل\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nمن كلّ شيء فلا ينفى مساواة العالم بالكلّ والجاهل بالبعض لانّ سلب العلم بالكلّ تارة تحقق في ضمن السّلب الكلّى وأخرى في ضمن السّلب الجزئىّ فالمراد بقوله لا يعلمون عدم العلم بما يعلمه العالمون بالكلّ سواء حصل العلم بالبعض أيضا أم لا مع انّ العلم المطلق والجهل المطلق ممّا لا يكاد يوجد في شخصين من المكلّفين وتنزيل الآية على نفى المساواة بينهما تنزيل على الفرض المعدوم أو النّادر فالظ إرادة العلم والجهل الاضافيّين وعليه يتم الجواب ليكن الانصاف عدم تماميّة شيء من الاستدلالين لانّ الظّاهر كون المراد بنفي المساواة نفيها من جميع الجهات لا من كلّ جهة فلا يلزم تفاوت العالم والجاهل في كلّ شيء بل يكفى اختلافهما في بعض الأشياء كالفضل والمرتبة أو أكثرها فليتدبّر في المقام ومنها ما أشار اليه صاحب الفصول من انّ تقليد المفضول ولو لم يكن جايزا لما جاز لمعاصرى الامام عليه السّلم تقليد أصحابه بل كان عليهم الاخذ منه عليه السّلام بلا واسطة أو العمل برواياته لانّ القائلين بوجوب تقليد الأعلم يوجبون الرّجوع إلى الرّواية عنه أيضا امّا الملازمة\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nفثابتة بالاولويّة لانّ الامام أولى بالاتّباع عينا من المجتهد الأعلم وامّا بطلان التّالى بالضّرورة والبداهة لانّ عوام زمن الامام كانوا يأخذون معالم دينهم من الصّحابة ولم يكونوا مفتقرين على الاخذ عن الامام عليه السّلم ورواية أبان بن تغلب كالصّريحة في نفى ذلك والسّيرة المستمرّة شاهدة عليه وجوابه انّ رجوعهم إلى الصّحابة في الجملة مسلّم لكنّه غير مجد وانّما المجدى الرّجوع إليهم مع العلم بالاختلاف وهذا غير معلوم بل معلوم عدمه كيف لا مع انّ مخالفة الامام توجب القطع ببطلان الفتوى ولم نسمع أحدا يدّعى جواز التقليد مع العلم بالبطلان فضلا عن وقوعه هذا مع أن قياس المجتهد الأعلم بالامام فيه ما يمتاز فيه النّفس كما لا يخفى وامّا ما ذكره من انّه كان عليهم العمل بالرّواية ففيه ان المقلّد ليس له اهليّة لذلك ولو فرض الكلام فيمن كان له التّقليد والعمل بالرّواية بناء على جوازها في حقّ أصحاب الائمّة لعدم الفرق بين الفتوى والرّواية في ذلك الزّمان نقول إن الاخذ بالفتوى المعارضة بالرّواية ح اخذ بإحدى الرّوايتين المتعارضين\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوهذا غير مربوط بالمقام كما لا يخفى\r\n\r\n[ ومن أدلة المثبتين السيرة المستمرّة 
  ]\r\nومنها السيرة المستمرّة بين أهل التّقليد من السّلف إلى هذا الآن إذ من المعلوم انّ عوام كلّ عصر في كلّ مصر من يومنا هذا إلى زمن الائمّة لم يكونوا ينادى الرّجل في طلب المجتهد الأعلم إلى الأطراف والجوانب بل كانوا يعتمدون على قول كلّ فقيه جامع لشرائط الفتوى واختلاف مراتب العلم والآراء في طائفة الفقهاء والمجتهدين والرّواة والمحدّثين لا يزال كان ثابتا وكذلك افتاء المنقولين من الصّحابة ولم نسمع ان أحدا من الائمّة أو الصّحابة منع عن الاخذ بقول الفقيه والزمهم بالرّجوع إلى الأفقه مع انّ التقليد من الأمور المهمة الّتى ينبغي كمال الاهتمام بشأنها وقد تمسّك بها الحاجبىّ والعضدي وجماعة على ما حكى عنهم\r\n\r\n[ وجوابها أنه من اين ثبت ان الامام أو بعض أصحابه قد علم بتقليد المفضول مع علم المقلّد بمعارضة قوله مع قول الأفضل 
  ]\r\nوجوابها أيضا يظهر ممّا قدّمنا في الاخبار الخاصّة لان اختلاف صحابة النّبى صلّى اللّه عليه وآله والائمّة كان نادرا في الغاية ومع ذلك فصورة العلم بالاختلاف كان اندر ومن اين ثبت ان الامام أو بعض أصحابه قد علم بتقليد المفضول مع علم المقلّد بمعارضة\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nقوله مع قول الأفضل منه ولم يمنعه كيف مع أن العلم بذلك في زماننا مشكل فانّا لم نجد أحدا يقلّد فقيها مع اعترافه وعلمه بان عبّر غيره الأفقه مخالف له في الفتوى إذ الغالب الشّائع في تقليد المفضول انكار مقلّده افضليّة غيره عنه أو عدم اختلافهما في ما يفتيان لمقلّديهم أو عدم علمهم باختلافهما وإلى ما ذكرنا يشير ما عن يه والمنية من منع السّيرة\r\n\r\n[ ومنها لزوم العسر والحرج في الاقتصار على تقليد الأفضل 
  ]\r\nمنها لزوم العسر والحرج في الاقتصار على تقليد الأفضل خصوصا إذا كان المراد به من كان أفضل أهل عصره كما لعلّه الظّاهر من كلام المانعين\r\n\r\n[ وفيه ان تشخيص الأعلم ليس الّا كتشخيص أصل المجتهد 
  ]\r\nوفيه ان العسر المدّعى به امّا ان يكون في تشخيص الأعلم أو في الرّجوع اليه من البلدان النّائية أو في العمل بفتاويهم والجمع كما ترى قول ظاهرىّ غير أصل اما الاوّل فلانّ تشخيص الأعلم ليس الّا كتشخيص أصل المجتهد فكما ان معرفة أصل الاجتهاد في تشخيص ليس فيها العسر أو الحرج كذلك معرفة اعلميّة من غيره وحلّه انّ الاعلميّة موضوعة من الموضوعات المعروفة كالاجتهاد يمكن احرازها بالرّجوع إلى أهل الخبرة\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nخصوصا بعد ملاحظة اعتبار مطلق الظنّ في تشخيص الاعلميّة دون الاجتهاد كما سيأتي وامّا الثّانى فلان الرّجوع إلى الأعلم يتقدّر بقدر الامكان الغير البالغ حدّ العسر والحرج فان اقتدر على اخذ فتاوى الأعلم المطلق من غير عسر بلا واسطة أو بواسطة الرّسالة أو العدول كما هو الغالب بعد فتح باب تاليف الرّسائل وايصالها إلى البلدان النّائية تعيّن الاخذ بها والا تعيّن الرّجوع إلى غيره مراعاة للأفضل فالأفضل والحاصل انّ المراد بالأفضل وان كان أفضل أهل عصره الّا ان المناط مطّرد في الأفضل الإضافي بعد تعذّر الاخذ من المطلق فلا حرج ح في شيء وامّا الثالث فلان الاعلميّة لا يقتضى صعوبة العمل بالفتوى بل ربّما يكون العمل بفتاوى غير الأعلم أصعب بكثرة افتائه بالاحتياط باعتبار عدم اقتداره على استخراج حكم المسألة مثل الأعلم خصوصا إذا كان خائضا في بحر التّقوى والورع وهذا واضح وقد استدلّ على الجواز بوجوه أخر ضعيفة اعرضنا عنها لانّ ما في ذكرنا غنية عن غيره\r\n\r\n[ القول المختار هو وجوب تقليد الأعلم والأدلة عليه 
  ]\r\nحجّة المختار\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nزيادة عمّا سمعت من الأصل السّالم عن المعارض والاجماعات الاخبار والاعتبار\r\n\r\n[ امّا الاخبار 
  ]\r\nامّا الاخبار فمنها مقبولة عمر بن حنظلة الّتى رواها المشايخ الثّلاثة سألت أبا عبد اللّه عليه السّلم عن رجلين من أصحابنا بينهما منازعة في دين أو ميراث إلى أن قال فإن كان كلّ واحد منهما اختار رجلا من أصحابنا فراضيان يكون النّاظرين في حقّهما فاختلفا فيما حكما وكلاهما اختلفا في حديثكم فقال الحكم ما حكم به أعدلهما وأفقههما واصدقهما في الحديث وأورعهما ولا يلتفت إلى ما حكم به الآخر الحديث دلّت على تقديم قول الأفقه والأصدق في الحديث على قول غيرهما عند الاختلاف في حكم اللّه تعالى لا يقال المراد بالحكم هو فصل الخصومة بقرينة السّؤال في منازعة الرّجلين في دين أو ميراث فلا دلالة لها على تقديم فتوى الأفقه لانّا نقول اوّلا انّ الظاهر عدم القول بالفصل بين الحكم والفتوى فكلّ من قال بتقديم حكم الأعلم قال بتقديم فتواه أيضا وقد اعترف بهذا الاجماع صاحب المفاتيح في ظاهر كلامه لانّه اقتصر في المناقشة عليها بانّها لا يتناول غير صورة اختلاف الحكمين فلا بدّ من ضميمة الاجماع المركّب\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوهو ممنوع فلو كان التّفصيل بين الفتوى والحكم ممكنا عنده لكان منع دلالتها على المدّعى في اختلاف الفتوى أولى بالمناقشة اللّهمّ إلّا ان يكون الحكم المشتمل عليه الرّواية عنده اعمّ من الفتوى فالمسألتان ح من باب واحد متساو بتساوي الاقدام في الاندراج تحت الحديث غير أن صورة عدم الاختلاف في الحكم الاعمّ من الفتوى يحتاج في ثبوت الحكم فيه إلى الاجماع المركّب الّذى منعه نعم ظاهر صاحب الإشارات عدم ثبوت الاجماع المركّب حيث حمل الحكم على الحكم المصطلح اعني القضاء ثم استدلّ في تعارض الفتوى بالفحوى وتنقيح المناط وفي غير هذه الصّورة بعدم القول بالفصل وكيف كان فالظّاهر انّ انكار هذا الاجماع مكابرة واضحة اعترف به شيخنا دام ظلّه العالي وهو كذلك نعم الظاهر انّه لا عكس فان من يقول بوجوب تقليد الأعلم لعلّه لا يقول بوجوب المرافعة عند الأعلم وان كان الحق خلافه كما ستعرف وثانيا انّ المراد بالحكم في الرّواية ليس ما هو المصطلح عليه عند الفقهاء اعني القضاء بل الظاهر أن المراد به معناه اللّغوىّ المتناول للفتوى مثل قوله\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nتعالى في غير موضع  وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ *  الآية يدلّ على ذلك زياد على عدم ثبوت الحقيقة الشرعيّة في لفظ الحكم قول الراوي وكلامها اختلفا في حديثكم فانّ المتبادر كونه بيانا لاختلاف الحكم ومن الواضح انّ الاختلاف في نفس القضاء ليس اختلافا في الحديث نعم الاختلاف في فتوى رواة عصر الامام اختلاف في الحديث نظرا إلى اشتراك الفتاوى ورواياتهم في الاستناد إلى السّماع عن الامام عليه السّلم عموما أو خصوصا فيكون الاختلاف في الفتوى اختلافا في الحديث وكذا يدلّ عليه قول الإمام عليه السّلم الحكم ما حكم به اصدقهما في الحديث فان صدّق الحديث انّما يناسب ترجيح الفتوى الّتى هي بمنزلة الحديث دون القضاء ولا دلالة في منازعة المتحاكمين على كون المراد به القضاء لانّ المتنازعين ربّما ينشأ نزاعهما من جهة الاشتباه في الحكم الشّرعى فيرجعان إلى من يحكم بينهما بالفتوى دون القضاء والظاهر انّ النّزاع الرّجلين كان من هذه الجهة لا من جهة الاختلاف في الموضوع ومرجعه إلى الادّعاء والانكار والّا لما كان لاختيار كلّ\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nمنهما حكما وجه فان فصل الخصومة ح يحصل من حكم واحد واعلم انّ جمع الحكمين أو الحكّام في مسئلة أو نزاع يتصوّر على وجوه الاوّل ان يكون المقصود من اجتماعهم صدور الحكم منهم اجمع والثّانى ان يكون المقصود صدور الحكم من أحدهم ويكون المقصود من حضور الباقين اعانتهم للحاكم في مقدّمات الحكم لئلّا يخطأ والثّالث ان يكون الحكم مقصود الصّدور من بعض ومن الباقين انفاذ حكمه وامضائه ولا ريب انّ الغرض الغالب المتعارف من جمع الحكّام زائر بين الصّورتين الأخيرتين وامّا الصّورة الأولى فبعيدة في الغاية ولم نسمع وقوع ذلك في شيء من الأزمنة ولو حملنا الحكم في الرّواية على الحكم المصطلح لم تكد تنطبق على شيء من الصّور امّا على الأخيرتين خيرتين فواضح لانّ صريح الرّواية صدور الحكم من كلّ من الحكمين والمفروض في هاتين الصّورتين عدم صدور الحكم الّا على من أحدهم وامّا على الصّورة الأولى فمع ما فيه من تنزيل الرّواية على فرض نادر ينافيه ما فيها بعد ذكر المرجّحات قال فقلت فانّهما عدلان مرضيّان عند أصحابنا\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nلا يفضل واحد منهما على صاحبه قال فقال ينظر إلى ما كان من رواياتهم عنّا في ذلك الّذى حكما به المجمع عليه عند أصحابك فان الامر بالنّظر إلى مدرك الحكمين من الرّوايات والاخذ بالمشار اليه لا يلائم تعارض الحكم المصطلح من وجهين أحدهما انّ شغل المترافعين ليس النّظر في مدرك الحكمين والاجتهاد في ترجيح أحدهما على الآخر اجماعا والثاني انّه إذا تعارض الحكمان ولم يكن في أحد الحاكمين مزيّة على الآخر في شيء من الأوصاف المزبورة فالمرجع ح هو اسبق الحكمين بل لا يبقى بعد صدور الحكم من أحد الحكّام محلّ لحكم الآخر ولو حمل الرّواية على ما إذا كان الحكمان قد صدرا دفعة واحدة فمع بعده وامكان القطع بعدمه عادة يدفعه انّ الحكمين يتساقطان ح فلا وجه للاخذ بالمرجّحات ومن هنا ظهر انّ ما حكاه شيخنا دام ظله العالي عن الشّهيد من حمل الرّواية على هذه الصّورة انكارا على من تمسّك بها لتقديم حكم الأعلم والأورع ليس في محلّه مع انّه قده اعترف في محكى المسالك بدلالة الرّواية نصّا على تقديم الأعلم في الفتوى فح لا بدّ\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nمن جعل الحكم المذكور على المعنى اللغوىّ اى الحكم بما انزل اللّه وهو الفتوى فانّها تنطبق ح على جميع الصّور المزبورة في غاية الوضوح فان اختلاف الفتاوى لا ينافي شيئا من المقاصد الثلاثة كما انّ السّبق واللّحوق في الفتاوى المتعارضة لا عبرة بهما جدّا ولذا تمسّك بهذه الرّواية غير واحد من الأعاظم على تعيين الأعلم مثل الفاضل الهندي والفاضل المازندراني على ما حكى عنهما ومنها رواية داود بن حصين عن أبي عبد اللّه عليه السّلم في رجلين اتفقا على عدلين جعلاهما في حكم وقع بينهما اختلاف فرضيا بالعدلين اختلف العدلان بينهما عن قول ايّهما بمعنى الحكم قال ينظر إلى قول افقههما واعلمهما بأحاديثنا وأورعهما فينفذ حكمه ولا يلتفت إلى الآخر ومنها خبر موسى بن أكيل عن أبي عبد اللّه عليه السّلم عن رجل يكون بينه وبين أخ منازعة في حقّ فيتفقان على رجلين يكونان بينهما فحكما فاختلفا فيما حكما قال وكيف يختلفان قلت كلّ منهما الّذى اختاره الخصمان فقال ينظر إلى أعدلهما وافقهما في دين اللّه فيمضى حكمه والتّقريب\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nفيها ما قدّمناه في المقبولة ومنها المروىّ عن نهج البلاغة عن مولانا أمير المؤمنين عليه السّلم في كتابته إلى مالك الأشتر نقله صاحب المفاتيح وكان الّذى يحضرني من نسخته مغلوطا ولذا اعرضنا والقدر المعلوم منه امر المالك باختيار الأبصر والأفضل للحكم بين النّاس\r\n\r\n[ وامّا الدليل الاعتباري العقلي فهو انّ الظنّ الحاصل من قول الأعلم أقوى 
  ]\r\nوامّا الدليل الاعتباري العقلي فهو انّ الظنّ الحاصل من قول الأعلم أقوى من قول غيره فيجب العمل به عينا لان العدول من أقوى الامارتين إلى أضعفهما عن جابر امّا الصّغرى فوجدانيّة لانّ لزيادة العلم تأثيرا آخر في إصابة الواقع وامّا الكبرى فمع امكان دعوى الاتفاق عليها كما يظهر من تتبّع أقوال العلماء في تعارض الاخبار يشهد بها بداهة العقل وقد تمسّك بهذه الحجة في محكى يه ويب والمنية والمعالم وكشف اللّثام وشرح الزبدة للفاضل المازندراني وأورد عليه تارة بمنع الصّغرى وأخرى بمنع الكبرى امّا منع الصّغرى فقد صدر عن جماعة من المحققين كالنّراقى والقمىّ وصاحب المفاتيح والفصول وقد تبغوا في ذلك تبعهم الشّهيد الثّانى في محكىّ المسالك حيث قال بعد تقرير\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالدّليل المزبور وفيه نظر لمنع كون الظنّ بقول الأعلم مطلقا أقوى فان مدارك الظنّ لا ينضبط خصوصا في المسائل الشرعيّة فكثيرا ما يظهر رجحان ظنّ المفصول على ظنّ الفاضل في كثير من المسائل الاجتهاديّة وفرق بين أقوال المفتيين وادلّة المستدلّ والمجتهد يمكنه ترجيح بعض الادلّة على بعض بخلاف العامي بالنّسبة إلى الأقوال انتهى وربّما يلوح ذلك من الأردبيلي أيضا في محكىّ مجمع البرهان حيث قال لا شكّ انّه مع قطع النّظر من جميع الأمور الخارجيّة يحصل الظنّ بقول الأعلم فان التّقييد بقطع النّظر عن الأمور الخارجيّة يدلّ على انّه بملاحظتها ربّما يتعاكس الامر فيحصل القوة في الظنّ الحاصل من قول غير الأعلم ولعلّ هذا مراد غيره من النّافين أيضا فانّهم لا ينكرون كون الاعلميّة مستلزمة للظنّ الأقوى في ذاتها مع قطع النّظر عن الأمور الخارجيّة قال في محكىّ المناهج انّ اطلاق كون الظنّ بقول الأعلم ممنوع إذ مع كون غير الأعلم موافقا لقول مجتهد آخر حىّ أو ميّت أو أكثر سيّما إذا زعمهم المقلّد اعلم فكيف يحصل الظنّ الأقوى من قول الأعلم بل مع تجويز موافقة بعض المجتهدين\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nللأدون لا يصير الظنّ بقوله أدون وكذلك لو لم يكن ذلك الموافق للأدون اعلم من الأعلم بل ولا المتساوى أيضا ومن هذا فظهر عدم ترتّب فائدة على التمسّك بعدم اعلميّة الغير مع انّه لا يمكن هذه الدّعوى إذا لوحظت فتاوى الأموات انتهى ويقرّب ما ذكره قده في القوانين حيث قال بعد ان ذكر الدّليل المزبور وادّعى كون تشبيههم المقام بأمارات المجتهد قياسا والتّحقيق انّهم إذا أرادوا لأن عمل المقلّد بظنّ مجتهده انّما هو لأجل انّه يحصل الظنّ بحكم اللّه تعالى الواقعي والمجتهدان المختلفان امارتان على ذلك الحكم كامارتى المجتهد عليه ففيه انّه لا يتمّ على الاطلاق فان مقلّدا كان في بلده مجتهدان أحدهما اعلم من الآخر وهما مختلفان في الفتوى وفرض في عصره وجود مجتهدين آخرين في بلاد آخر فكيف يحصل الظنّ بانّ قول اعلم المجتهدين في بلده هو حكم اللّه الواقعي دون من هو أدون منه مع احتماله ان يكون بعض المجتهدين الّذين في البلاد الأخر مخالفا لذلك الأعلم وموافقا للأدون مع كونه مساويا للأعلم في العلم أو اعلم\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمنه إلى آخر ما قال وأطال في اثبات هذا المرام اعني امكان حصول الظنّ الأقوى من قول الأدون بملاحظة المرجّحات الخارجيّة كموافقة اعلم آخرا والمشهور أو غير ذلك وقال في الفصول انّ المقلّد قد يقف على مدارك الفريقين فيترجّح في نظره فتوى المفضول والجواب انّهم ان أرادوا من منع الصغرى اثبات التّسوية بين الأعلم والأدون من حيث الظنّ في حدّ ذاتهما مع قطع النّظر عن الأمور الخارجيّة فهذه مكابرة واضحة تشهد بخلافها البداهة والوجدان إذ لا شكّ في انّ لزيادة العلم والبصيرة بمدرك المسألة ومعارضاتها وطريق الاستنباط زيادة تأثيرا في إصابة الواقع كما اعترف به المولى الأردبيلي والّا لم يتفاوت بين العالم والجاهل أيضا كما لا يخفى وان أرادوا ان قول الأدون ربما يضمّ إلى الظنّ الحاصل منه بعض الظّنون الأخرى المستندة إلى أمور خارجيّة فيقوى لأجل ذلك بحيث يفوّق على الظنّ الحاصل من قول الأعلم أو يساويه ففيه انّ الظّنون الّتى يحصل للمقلّد بملاحظة الأمور الخارجيّة ممّا لا عبرة بها أصلا\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nعلى القول بكون التقليد من الظّنون الخاصّة الثّابت حجّيتها من الأدلة الشرعيّة ونحو ذلك بوجوه الاوّل انّه لا دليل على اعتبار هذه الظّنون في مقام تقوية الامارة وترجيحها على معارضها بعد كان مقتضى الأصل عدم الاعتبار فانّ قوة الامارة اما تحصل باعتبار ما فيها نفسها من الأوصاف المقربة للواقع كالاعلميّة الاورعيّة والاوثقيّة ونحوها من المرجّحات الدّاخليّة والمفروض عدم كون هذه الظّنون كذلك أو باعتبار تعاضدها بمثلها أو بأقواها من الامارات المعتبرة الثّابت حجيّتها بدليل قاطع والمفروض عدم كونها كذلك أيضا فان الشهرة مثلا على القول بان وظيفة المقلّد هو التّقليد دون العمل بمطلق الظنّ ليس من الامارات المعتبرة في حقّ المقلّد فمن اين يحصل بسببها قوة في قول الأدون تتكافأ قوة الظنّ الموجودة في قول الأعلم وامّا ما ذكره الفاضل النّراقى والقمىّ من انّ موافقة قول المفضول أحيانا لقول المجتهدين الآخر ربّما توجب القوّة في الظنّ الحاصل من قوله ففيه انّ ذلك المجتهد المفروض\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nموافقة قوله لقوله الأدون ان كان اعلم ممّن فرض اعلميّة عن الأدون أولا تعيّن العمل بقوله والّا فلا اثر في موافقته جدّا لان توافق أقوال المجتهدين ليس كتعاضد الاخبار في الغلبة على المعارض لان مناط القوة والضّعف في كلّ منهما شيء وراء المناط في الآخر فان المدار في قوّة الأقوال حسن نظر صاحبها ومهارته في تميز الصّواب والخطأ في الأمور الاجتهاديّة ومناط قوّة الرّواية تحرز الرّاوى عن الكذب واكشاف الرّواية بما يؤكد الظنّ بصدورها فإذا توافق الادونان لم يترتب على موافقتهما شيء لا يترتب على صورة المخالفة فالظنّ الحاصل من قول الأعلم المعارض لهما ح باق أيضا على قوته الشّأنية الذّاتية والسرّ في ذلك ان الانظار المتقاربة والافهام المتشابهة لا يحصل من توافقها ظنّ يترجّح على الظنّ الحاصل من قول اصوبهم في الانكار ومن هنا انقدح الفرق بين تعاضد الاخبار وتوافق الأقوال فان الاوّل ربّما يوجب تقديم المتعاضدين على معارضهما الاصحّ بخلاف الثّانى فان وجوده وعدمه سيّان في وجوب الاخذ بغيرهما إذا كان\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nأقوى فان قلت قد ذكرت فيما تقدّم ان الأصل في التّخييرات العقلية الاخذ بكلّ ما يحتمل كونه مرجّحا وان لم يقم دليل دلّ على مرجّحيته وعليه بنيت تقديم قول الأعلم ولا ريب ان موافقة قول الأدون للأمور الخارجيّة المفيدة للظنّ ممّا يحتمل كونه مرجّحا فلا وجه لعدم الاخذ بها قلنا ما ذكرنا انّما هو فيما إذا دار الامر بين التّخيير والتّعيين لا بين المتباينين كما في المقام فان قلت بناء الأصحاب في التّعادل والتّراجيح على ترجيح الاخبار بالمرجّحات الخارجيّة الّتى لم يقم دليل على حجّيتها إذا لم يكن قد قام الدّليل على عدم اعتباره كالقياس وقول المجتهد أيضا طريق ظنّى للمقلّد فما الفارق بينهما قلنا أولا ان ترجيح الاخبار بمطلق المرجّحات امر مستفاد من إشارات اخبار التّراجيح وتلويحاتها ومثل هذه الأخبار مفقودة في المقام وثانيا ان حجّية الاخبار انّما هي لأجل إفادتها الظنّ في نظر العاملين بها كالمجتهدين وحيث اعتبر نظرهم في جعل الطّريق الظنّى لهم اعتبر نظرهم في طلب المرجّحات عند التّعارض وامّا حجّية أقوال العلماء للعوام فليست لأجل\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nإفادتها الظنّ في نظرهم القاصر بل لأجل غلبة مصادفتها للواقع نوعا فلا وجه لاعتبار نظرهم في طلب المرجّحات والحاصل ان الشارع لما وجد العوام قاصرى النّظر في الأمور العلميّة جعل لهم أقوال العلماء طريقا تعبديّا باعتبار ما فيها من غلبة المطابقة للواقع وامرهم بالرّجوع إليهم من غير النّظر والفحص عن شيء فكانّه صار نظرهم عنده ساقطا عن الاعتبار في جميع المقامات والثّانى انّ ظنون المقلّد الّتى تحصل له من غير الطريق الشّرعى المعيّن له ممّا لا يكاد ينضبط بضابط فربّما يحصل له الظنّ من قول عامي آخر أو من الرّمل والجفر والنّجوم ونحوها وربّما يترجّح في نظره المفضول بملاحظة حسبه ونسبه واشتهاره بين العوام فامّا تجوّز له الاعتماد على كلّ ظنّ خارج عن الطّريق المخصوص في مقام التّرجيح أو نمنع عن الاعتماد عليها مطلقا لانّ المناط منقّح والفارق مفقود ولا سبيل إلى الاوّل لأدائه إلى مفاسد عظيمة في هذا الدّين وإلى الجرح والمرج كما لا يخفى على المنصف فتعيّن الثّانى والحاصل ان تاكّد الظنّ الموجود في طرف\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالأعلم لا يعارضه شيء من الظّنون الخارجيّة التي تحصل للمقلّد والمفروض عدم المعارض له أيضا من الظّنون الدّاخلية لان الكلام انّما هو بعد فرض تساوى الفاضل والمفضول في جميع الجهات غير الفضل فيجب اتباعه بحكم العقل القاطع بوجوب العمل بأقوى الامارتين الثالث امكان دعوى الاتفاق على سقوط انظار العوام والمقلّدين عن درجة الاعتبار في جميع المقامات حتّى التّرجيح نعم قضية ما اسّسه الفاضل القمّى من الأصل كون المقلّد كالمجتهد في الاخذ بالامارات كائنا ما كان ولكنّه لم أجد موافقا له في ذلك كما مرّ غير مرّة فان كلّ من أجاز التقليد جعله من الظّنون الخاصّة الثّابت حجّيتها بالدّليل لا من الظّنون المطلقة النّاشية من الدّليل الرّابع في حقّ المقلّد وبالجملة ما ذكره الجماعة في منع صغرى الدّليل المزبور بعد تسليمه ممّا لا يقدح في تماميّته لان حصول الأقوى من قول الأدون بملاحظة موافقته لبعض الأمور وعدمه سيّان في عدم مصادمته ومقاومته لقول الأعلم نعم يمكن المناقشة في الصّغرى بوجه آخر لانّ\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nقول المفضول ربّما يكون مفيدا للظنّ الأقوى من حيث الأمور الدّاخلية مثل ان يكون قوة الظنّ مستندة إلى فحصه وبذل جهده زيادة عمّا يعتبر في اجتهاد المجتهدين من الفحص فان هذا الظنّ ظنّ مستند إلى قول المفضول نفسه فيكون معتبرا لحصوله من الطّريق الشّرعى ولا يتوهّم ان الاعلميّة تنافى نقصان فحص الأعلم عن فحص المفضول لان التّعدى عن المقدار المعتبر من الفحص ليس بواجب على المجتهد فقد يقتصر الأعلم على ذلك المقدار ويتعدّى المفضول عنه فيحصل الظنّ من قوله أقوى من الظنّ الحاصل من قول الأعلم المقتصر على القدر الواجب من الفحص لان ذلك غير مناف أيضا للاعلميّة فان زيادة العلم انّما تجدى عند التّساوى من جميع الجهات الدّاخليّة المفيدة للظنّ وستعرف الكلام في هذا الفرض وانّه يحتمل فيه وجوه ثلاثة وربّما أجيب عن منع الصّغرى أولا بان فرض حصول الظنّ من قول الأدون نادر في الغاية وان كان ممكنا سيّما في حق المتجزى ومن دونه من المحصّلين البالغين رتبة من العلم وبناء الشّرع على الغالب فينزّل عليه ما دلّ على وجوب\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالاخذ بأقوى الامارتين وفيه انّ دليل المعتمد عليه انّما هو العقل وهو غير فارق بين الغالب والنّادر وثانيا انّه إذا ثبت وجوب تقليد الأعلم حيثما يحصل الظنّ الأقوى من قوله فيثبت فيما عداه من الصّور لعدم القول بالفصل ثم قال لا يقال يمكن معارضة هذا بمثله فيما لو حصل الظنّ الأقوى من قول المفضول لانّا نقول هذا حسن لو لم ينعقد الاجماع على عدم تعيين تقليد قول المفضول مط واما معه كما هو الظّاهر فلا سلّمنا ليكن نقول حيث حصل التّعارض وجب الرّجوع إلى التّرجيح ومعلوم انّه مع ما دلّ على وجوب العمل بقول الأعلم واما منع الكبرى فهو صريح القوانين والمفاتيح وربّما نقل عن مناهج النّراقى أيضا وحاصله ان تعيين الأعلم لقوة الظنّ الحاصل من قوله انّما يتم إذا كان المناط في التّقليد حصول الظنّ لا التعبّد فعلى تقدير كونه تعبّدا محضا راجعا إلى نحو من البيّنة المطلقة كالعمل بالبيّنة عند القائلين بها تعبّدا فلا وجه لملاحظة قوّة الظنّ وضعفه بل يجب الاعتماد على أحدهما تخييرا كما في البيّنة\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالمتعارضة وإلى هذا أشار في القوانين حيث قال بعد منع الصّغرى ودعوى كون المدار على ظنّ المقلّد الحاصل من اىّ شيء وان أرادوا ان ذلك مشيرا إلى التّقليد حكم آخر ينوب مناب الحكم الواقعىّ وان لم يحصل الظنّ بالحكم الواقعي كالتقية النّائبة عن مراد الحق فلا دليل على وجوب التّرجيح فان الّذى ثبت من الدّليل انه إذا لم يمكن للمقلّد العلم بحكم اللّه الواقعىّ يجوز العمل بظنّ كلّ من تمكّن من استنباط الحكم من هذه الادلّة وامّا ان ظنّ هذا الشّخص هل هو كاشف عن الواقع أم لا فلا يحتاج اليه على هذا الفرض وح فلا دليل على اعتبار الأقوى بل لا معنى لاعتبار الأقوى والأقرب والأرجح لان قولنا حكم اللّه الظّاهرىّ هو ما كان أرجح لا بدّ له من متعلّق ومن بيان ارجحيّته في اىّ شيء انتهى كلامه رفع اللّه مقامه وجوابهم ثبوت الواسطة بين ما زعموه من الظنّ الشخصىّ والتعبّد المحض لان حجية الامارات تارة يناط بحصول الظنّ الشخصىّ وأخرى بحصول الظنّ النّوعى والظّ ان كلّ الامارات الشّرعيّة أو جلّها انّما هي من اجل إفادتها\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالظّنّ شأنا ونوعا لا شخصا وفعلا ولا تعبّدا محضا يدلّ على ذلك في المقام اوّلا الأصل المقرّر في نظائر المقام كما مرّ غير مرّة لانّ البناء على التعبّد المحض يقتضى البناء على التّخيير فيما إذا اختلف الامارتان بحسب الظنّ النّوعىّ بخلاف البناء على كون حجّيتها من جهة الظنّ النّوعى فانّ مقتضاه متابعة الأقوى خاصّة اقتصارا فيما خالف الأصل على القدر المتيقّن كما ظهر وجهه غير مرّة وثانيا اشتمال جملة من الاخبار الخاصّة الّتى هي عمدة ادلّة شرعيّة التّقليد على قدح المفتى بالوثاقة وصدق الحديث وهذا يفصح عن كون اعتبار الفتوى من جهة إفادتها الظنّ نوعا والحاصل انّه لا اشكال في انّ بناء التقليد ليس على السببيّة المحضة والتّعبّد المحض وما ذكروه من عدم ملاحظة مراتب الظّنون انّما يتّجه في الأمور التعبديّة المحضة الرّاجعة إلى السّببيّة المطلقة وامّا في الطّرق المعتبرة من حيث إفادتها الظنّ نوعا لا شخصا فلا ضرورة قضاء بداهة العقول بمراعاة أقوى\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالامارتين التي حجيّتها من جهة الظنّ النّوعى وبالجملة ليس الامر كما توهّمه الفاضل القمّى من كون التّقليد أحد الظّنون المكلّفة الشخصيّة حتّى يتّجه الاخذ بقول الميّت والمفضول إذا كان الظنّ الحاصل منهما أقوى من الحىّ الأعلم ولا كما زعمه المانعون عن الكبرى من كونه تعبّدا محضا حتّى ينهدم أساس الاخذ بأقوى الأقوال نوعا بل امر بين الامرين وقصد بين الافراط والتّفريط واللّه العالم وربّما استدلّ على وجوب تقليد الأعلم بأمور أخر زيادة عمّا ذكرنا منها ما عن كشف اللّثام وشرح الزّبدة للفاضل المصالح من انّ تقليد المفضول مع وجود الأفضل يستلزم ترجيح المرجوح على الرّاجح وهذا في الحقيقة دليل من الادلّة المستدلّ بها على كبرى القياس المزبور ويحتاج في تقريبه إلى فرض سقوط الظّنون الخارجيّة الّتى تحصل للمقلّد عن الاعتبار كما هو الحق والّا فمن الواضح عدم جريانه إذا تساوى الظنّان أو كان الظنّ الحاصل من قول الأدون أقوى لانّ المناط في الرّجحان والمرجوحيّة في\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nحكم العقل هو الرّجحان الشخصىّ حتّى لم يقم دليل قطعّى عنده على عدم الاعتداد به ومن ذلك يظهر انّ منع الاردبيلىّ في محكىّ المجمع عن الملازمة المزبورة استنادا إلى امكان وجود الرّجحان في قول المفضول أحيانا ليس بقادح في الاستدلال ومنها كما عن الفاضل في يه من انّ الأعلم له مزيّة ورجحان على الأدون فيقدم كما قدم في الصّلوة وهذا ان رجع إلى قاعدة الاخذ بأقوى الامارتين فهو والّا كما هو الظّاهر من التّطير بالصّلوة فلا نرى له وجها ومع ذلك فلا يفيد الّا الاستحباب ولو قال مكان قوله كما قدم في الصّلوة كما قدم في الإمامة لكان أولى ومنها ان تجويز تقليد المفضول تسوية بينه وبين الأفضل وينفيهما قوله تعالى هل يستوى الّذين يعلمون والّذين لا يعلمون وربّما عكس الاستدلال فاستدلّ به على الجواز كما أشرنا اليه في ذكر حجّ المثبتين وإلى ما فيه من المناقشة ومنها استقرار طريقة وهذا ختم الكلام في تيفتح أصل المسئلة بقي الكلام في أطرافها ويتمّ في بيان أمور\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالاوّل لا يذهب عليك انّه على فرض تماميّة ادلّة المجوّزين يجوز للعامي الرّجوع إلى الأدون ابتداء من دون الرّجوع إلى الأعلم لان المسئلة من الخلافيّات الّتى وظيفتها الاجتهاد أو التّقليد ولا سبيل للمقلّد إلى الاوّل لقصوره عن فهم ادلّة القولين فتعيّن الثّانى وتقليد أحد المفضولين بتقليد المفضول الاخر يؤدّى إلى الدّور والتّسلسل كما لا يخفى فثمرة البحث في تقليد الأعلم انّما تعود إلى المجتهد ان اسئله العامي عن جواز تقليد المفضول نعم إذا كان المقلّد غافلا عن الخلاف في المسئلة فرجع إلى الأدون صحّ عمله على القول بجواز تقليده ومثله من تمكن عن نية القربة في العبادات من الملتفتين الّا انّه فرض لم تتحقق امكانه فان الالتفات إلى الخلاف يستلزم الشكّ في صحّة العبادة الّتى قلّد فيها الأدون فكيف يتحقق الجزم بالقربة والثّانى الأعلم من كان أقوى ملكة واشدّ استنباطا بحسب القواعد المقرّرة ونعنى بهما من أجاد في فهم الاخبار مطابقة والتزاما إشارة وتلويحا وفي امنهم انزاع التّعارض وتميّز\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nبعضها عن بعض وفي الجمع بينها باعمال القواعد المقرّرة لذلك مراعيا للتّقريبات العرفية ونكاتها وفي تشخيص مظان الأصول اللّفظية والعمليّة وهكذا إلى سائر وجوه الاجتهاد وامّا كثرة الاستنباط وزيادة الاستخراج العقلي ممّا لا مدخليّة له في الاعلميّة بيان ذلك انّ في صفة أفضل وضعت لإفادة التفضيل والزّيادة في الاتّصاف بالمبدأ بحسب ما أريد منه في ذلك الاطلاق من المعاني وللعلم اطلاقات عديدة معروفة فقد تطلق ويراد به مطلق الادراك المنقسم إلى التّصديق والتصوّر وهذا مخصوص بعرف أهل الميزان وقد يطلق ويراد به الاعتقاد الجازم اعني التّصديق وقد يطلق ويراد به المسائل ومقابلة هذين الشّيئين بنى على كون المسائل عبارة عن المحمولات المنتسبة أو كون التّصديق عبارة عن نفس الاذعان وقد يطلق ويراد به الملكة ولا ريب في انّ المراد بالمبدأ في قولنا المجتهد الأعلم ليس هو الاوّل وهو واضح ولا الثّانى لانّ التّفضيل بحسبه يرجع إلى اختلاف\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nمراتب التصديق شدّة وضعفا ويكون المراد بالأعلم من كان اعتقاده اشدّ من اعتقاد الآخر وعدم اعتباره في باب التّقليد مقطوع به لانّ المعتبر في الاجتهاد انّما هو الاعتقاد الرّاجح اعني الظنّ دون الجازم وأيضا لا مدخليّة لتأكّد الاعتقاد وعدمه في الأقربية من الواقع وقد عرفت ان تقديم الأعلم انّما هو لكون قوله أقرب مع انّ ان الاطّلاع على الأعلمية ح مقدور يحضر كما في اخبار المجتهد نفسه عن مقدار اعتقاده مع انّ اطلاق الأعلم وإرادة هذا المعنى غير معروف في المحاورات من انّه لم لا يحضر في الآن بشيء من أمثلته ولعلّه لمّا اشترطوا في منع منع التّفصيل من كون المبدا قابلا للشدّة والضّعف والعلم يعنى التّصديق الجازم امّا ليس يقابلهما حقيقة أو في نظر العرف فانّهم غير فارقين بين اقسام العلوم من حيث الشدّة والضّعف وامّا المعنيان الأخيران فكلّ منهما يصحّ بناء التّفضيل فيه عرفا فان الأعلم قد يطلق ويراد به من كان معلوماته أكثر فمن علم النّحو والمنطق يقال انّه اعلم فمن علم أحدهما\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nخاصّة وقد يطلق ويراد به اشدّ ملكة وأقواها وهذا هو المتعارف الشّائع في المحاورات سيّما إذا قيد ببعض الصّناعات مثل ان يقال ابتداء فلان اعلم من غيره في النّحو فان المراد به لما كان ملكة معرفة أحوال أواخر الكلم اعرابا وبناء فلا جرم يكون المراد بالأعلم من يشتدّ فيه هذه الملكة بالنّسبة إلى غيره ليكن لا ينبغي التأمل في كون المراد بالأعلم هنا هو المعنى الأخير امّا أولا فلان المراد هو الاعلميّة في خصوص الفقه والفقه عبارة عن ملكة معرفة الاحكام الشرعيّة عن مداركها التّفضيليّة فالأفقه والأعلم في الفقه بمعنى وهو اشدّ ملكة وأقوى استنباطا وهذا مثل ما يقال في حقّ بعض أرباب الصّنائع بالفارسيّة زيد استادتر است در بنائي ونجّارى فكما لا عبرة في الاستاديّة بكثرة الاعمال الصّادرة وقلّتها بل بشدّة الملكة وضعفها كذلك لا عبرة بكثرة الاستخراج وقلّته في الاعلميّة بل بشدّة الملكة وضعفها وامّا ثانيا فلان زيادة المعلومات ونقصانها مع الاستواء في\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nفي ملكة العلم سيّان في تأكيد الظنّ الحاصل من الفتوى جدّا ومن الواضح البيّن انّ تقديم الأعلم انّما هو لأجل اقربيّة قوله من الواقع وتأكد الظنّ الحاصل منه فإذا جعلنا العيرة في تحقّق الاعلميّة كما لا يكفل هذا المهمّ اعني تأكد الظنّ كان منافيا للغرض مضافا إلى ما ورد انّكم أفقه النّاس إذا عرفتم معاني كلامنا حيث جعل مناط الافقهيّة ما يرجع إلى جودة فهم معاني الكلام إلى كثرة ضبط الاخبار فانّ صاحب الملكة القويّة أعود فهما من صاحب الملكة الضعيفة وبالجملة لا اشكال في ان المناط في الاعلميّة على أمور لها مدخليّة في تقريب الفتوى من الواقع ومن الواضح ان قوة الملكة له مدخلية تامّة في ذلك وامّا كثرة الاستنباط وقلّتها فلا مدخليّة لها جدّا نعم ربّما تكون سببا لزيادة الملكة واشتدادها فتكون معتبرة كما انّها قد تكون سبب الضّعيف من حيث إن كثرة الاستنباط لا يفارق غالبا عن قلّة التدبّر ومسارعة النّظر وهما ممّا يؤديان إلى ضعف الملكة شيئا فشيئا إلى حيث ترتفع جدّا ثمّ انّ الاعلميّة في مبادى\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالفقه من الأصول واللّغة والنّحو والصّرف ونحوها ممّا لا اشكال في اعتبارها سيّما في الأصول الّذى عليه مدار استنباط كليّات الاحكام وجزئيّاتها فإذا وقع المعارضة بين الاعلميّة في الآخر في أحدها والاعلميّة في الآخر ووعى ما هو الا دخل في الاستنباط فالاعلميّة في الأصول مقدّمة على الاعلميّة فيما عداهما كما أن الاعلميّة في النّحو مقدّمة على الاعلميّة نعم لو فرض المساواة في ملكة أصل الفقاهة مع فرض الاختلاف في شيء من المبادى سقوط اعتبار الاعلميّة فيه جدّا إذ لا عبرة بزيادة ما لا توجب ازدياد الفقاهة والاجتهاد فليس الاعلميّة في النّحو مثلا الّا فالاعلميّة في النّحو ح ليكن اختار صاحب الإشارات وانّما نقل عن صاحب الكشف أيضا انّه يؤخذ بقول الأعلم فيها ووجهه غير واضح بعد فرض المساواة في ملكة استنباط الاحكام والاجتهاد وما في في المفاتيح من الاحتجاج له بانّ الظنّ الحاصل من قوله أقوى وبقاعدة الاحتياط والاخذ بالقدر المتيقّن لعلّه خروج عن مفروض الكلام الّذى\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nهو التّساوى من حيث القوة المشدّد لتساوى الظّنين مع قطع الظن عن الأمور الخارجيّة والحق انّ فرض تساوى قوّة الاستنباط مع الاختلاف في شيء من المبادى المتوقّف عليها الاجتهاد خصوصا الأصول لا يخلو عن اشكال وعلى لزم جوازه فالحق ما قلنا والظاهر امكان تحصيل الاتّفاق على ذلك ولا يتفاوت فيما ذكرنا بين ان يكون مستند وجوب تقليد الأعلم الاخبار والاجماعات والشّهرة أو غيرها من الأصل والدّليل العقلي وفصّل صاحب المفاتيح فتعدى وجوب تقليد الأعلم على تقدير الثّانى لما أشرنا اليه من الاحتجاجين وعدم الوجوب على التّقدير الاوّل مستدلّا بان القدر المتيقّن من عبارات القوم الحاكمين بلزوم تقليد الأعلم هو لزوم تقليد الأعلم في الفقه لأن اطلاق كلامهم ينصرف اليه فيجب الرّجوع في غيره إلى العمومات الدّالّة على صحّة التّقليد وهو هنا يقتضى التّخيير ولا يعارضه قاعدة الاحتياط وما دلّ على لزوم الظنّ الأقوى وفيه ما عرفت من انّ زيادة العلم في شيء من المبادى ان أوجبت قوة ملكة الفقاهة\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nكان واجد الزيادة أفقه فيندرج تحت الاجماعات قطعا وان لم توجبها فلا معنى لكون الظنّ الحاصل في قوله أقوى فيلزم البناء على التّخيير على تقدير كون المستند غير الاخبار والاجماعات أيضا فانّهما ح متساويان من حيث الفقه والظنّ والحكم في مثله هو التّخيير قاعدة واتّفاقا ثم لو سلّمنا امكان حصول الظنّ الأقوى من قوله مع المساواة في الفقه نقول انّه متعيّن الاخذ بقوله على تقدير كون المستند غير الاجماعات والاخبار أيضا لانّ المستفاد منها سيّما بعد ملاحظة استدلالهم بلزوم متابعة الظنّ الأقوى واستحالة التّرجيح بلا مرجّح انّ المناط في التّرجيح انّما هو احتمال الظنّ الدّاخلىّ في أحد الجانبين نظير استفادة المناط من اخبار الرّاجح في تعارض الاخبار وربّما يكون في الاخبار القاضية بتقديم قول الأعلم والأفقه إشارة إلى ذلك أيضا حيث امر فيها بعد فرض التّساوى في الصّفات الراجعة إلى المفتى من العلم والورع ونحوها بالنّظر إلى مرجّحات الرّواية فانّ ذلك يدلّ على انّ المدار في التّرجيح هنا\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nعلى قوّة الظنّ الدّاخلىّ وضعفها اللّهمّ الا يناقش فيه بانّ مرجّحات الرّواية كالشّهرة وأمثالها مرجّحات خارجيّة بالنّسبة إلى الفتوى فلا اعتداد بها في المقام كما أشرنا اليه آنفا ثمّ انى ما عثرت فيما حضرني من كتب الأصول تنقيحا للمعنى المراد من الأعلم ولا ذكرا له ولعلّهم تركوه في وادى البداهة واحالوه إلى متفاهم العرف كما هو الشّأن في ساير الموضوعات العرفيّة نعم ذكر فيه وجوها صاحب المفاتيح حيث قال هل المراد بالأعلم الأكثر حفظا للمسائل أو الاشدّ قوة لامتزاجها أو الأكثر ترجيحا لها فيه اشكال ولم أجد مصرّحا لشئ مما ذكر ثمّ قال والتحقيق يقتضى الرّجوع هنا إلى العرف فكلّ من يطلق عليه عرفا انّه اعلم يجب الرّجوع اليه انتهى ولعلّه غير مناف لما ذكرنا كما لا يخفى والثّالث إذا علم باختلاف مجتهدين في الفتوى فان علم مساواتهما في العلم وسائر وجوه التّرجيح كان مخيّرا في تقليد ايّهما شاء وفاقا لأكثر المحققين وفيه قولان آخران محكيّان عن بعض إحداهما سقوط التّكليف رأسا والرّجوع إلى البراءة الاصليّة\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nوهذا مبنىّ على أن يكون الأصل في تعارض الامارتين التّساقط وقد أبطلناه في تعارض الاخبار بما لا مزيد عليه مضافا إلى استلزام البناء على ذلك في المقام الخروج عن الدين مع امكان دعوى الاجماع على خلافه والثّانى وجوب الاخذ بالاثقل والظاهر انّ المراد به اثقل القولين كأسدّهم بالنّسبة إلى القصر فهو غير البناء على الاحتياط كالجمع بينهما في المثال المفروض نعم ربّما يتوافقان إذا دار الامر بين الوجوب والاستحباب مثلا فان للبناء على الوجوب اخذ بالاثقل وتوافق للاحتياط أيضا وبناء هذا القول على أن يكون الأصل في تعارض الامارات التّوقف ليكن الّذى يقتضيه القاعدة ح هو الاخذ بما يوافق منهما أصلا من الأصول كالاستحباب فيما إذا دار الامر بينه وبين الوجوب أو البناء على الاحتياط فالاخذ بالاثقل قول لا يوافقه مقالة المحتاطين ولا أصحاب البراءة بل يكون من باب الرّجم بالغيب وقد يقال انّه على تقدير كون الحكم في تعارض الامارات هو التّساقط أو التوقّف لا بدّ من البناء على التّخيير أيضا\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nفي المقام لانّ شأنيّة التعبّد في حجّية الفتوى للعامي أكثر من شانه لطريقته ومن الواضح انّ الحكم في تعارض الواجبين التعبّديين وتزاحمهما بعد فرض التّساوى انّما هو التّخيير كما في انقاذ الغريقين وقد أشرنا اليه عند تأسيس الأصل أيضا وكيف كان فالظّاهر اتّفاق الأصحاب على التّخيير عند التّساوى وان علم اختلافهما في مقدار العلم فان علم الأعلم منهما تفصيلا فلا اشكال وان احتمل في انظره اعلميّة كلّ منهما عن الآخر بعد العلم الاجمالي بانّ أحدهما اعلم فان قام على اعلميّة تعيّن الأعلم منهما امارة من الامارات الشرعيّة كالبيّنة وجب متابعتها كما في صورة العلم التّفصيلىّ لانّ العلم الشّرعىّ والوجداني سواء في احراز الموضوعات وان لم يقم دليل شرعي عليه فامّا ان يظنّ باعلميّة أحدهما بأحد الظّنون المطلقة أو لا فإن كان الاوّل ففي اعتبار الظنّ ح وعدمه وجهان والأقوى الاعتبار لانّ الاخذ بالطريق القطعىّ بالخروج عن التّكليف الظّاهرىّ الذي هو التّخيير والعقل قاض بوجوبه والوجه الآخر هو ان يقال انّ الشكّ في\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nفي المقام ليس دائر بين التخيير والتّعيين حتى تميّز الظنّ بالمرجّح بل بين المعنيين لان احتمال الاعلميّة الّتى توجب المتابعة عينا قائم في كلا الجانبين ويدفعه ان هذا انما هو بالنّسبة إلى الحكم الواقعي وامّا بالنّسبة إلى الحكم الظّاهرىّ المستند إلى تعارض الاحتمالين اعني التّخيير فالامر دائر بين التّخيير والتّعيين أيضا فان الاخذ بقول مظنون الاعلميّة الا ينافي حجّية قول الآخر تخييرا بخلاف الاخذ بقول مشكوك الاعلميّة فانّه ينافي المظنّة المتعلّقة بكون الأخير اعلم المقتضية بوجوب الاخذ بقوله عينا والمسألة لا يخلو عن اشكال وان كان الثاني بان يترجّح احتمال اعلميّة أحدهما على احتمالها في الآخر فمقتضى الدّليل على تقدير وجوب تقليد الأعلم الواقعي هو التّوقف ليكن الظّاهر الاتفاق على انّ وظيفة المقلّد هنا التّخيير كما لو علم بالمساواة وان كان بين المقامين فرق واضح يظهر بالتأمل الرّابع إذا شكّ في أصل تفاضل أحدهما عن الآخر فالكلام يقع هنا في موضعين الاوّل في وجوب الفحص عن الاعلميّة ح وعدمه والثاني فيما تثبت الاعلميّة\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nبعد الفحص امّا الاوّل فالظّاهر وجوب الفحص عند الشكّ في التساوي وبه قال جماعة ومفروض الكلام ما إذا ثبت اختلافهما في الفتوى ويدلّ عليه أمور الاوّل الأصل فانّ حجّية قول كلّ منهما بعد الفحص والياس عن التّفاضل يقينيّة وقبله مشكوكة فاصالة عدم الحجّية محكمة الّا في القدر المعلوم ولك ان تقول ان التّخيير بين القولين المتعارضين ليس حكما شرعيّا مستفادا من الادلّة كما مرّ بل حكم عقلي ينشأ من فقد المرجّح وحيث احتمل وجود الرّجحان في أحدهما فالعقل لا يقضى بالتّخيير بل بالتعيين والثاني اطلاقات الادلّة من الاخبار والاجماعات فانّ اطلاقها يقتضى عدم اشتراط وجوب تقليد الأعلم بصورة العلم بالاعلميّة فيكون العلم بالنّسبة اليه مقدّمة وجوديّة يجب تحصيلها على قياس سائر الواجبات المكلّفة بالنّسبة إلى حصول العلم والثّالث القاعدة المقرّرة في تعارض الطّريقين من عدم جواز العمل بهما تخييرا الّا بعد طلب المرجّحات ويمكن جعله من جزئيات عدم جواز العمل بالأصل قبل الفحص عن المعارض في\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالتّخيير في مثل المقام أصل من الأصول العمليّة وان له يكن كذلك في تعارض الاخبار فليتدبّر كما يمكن أيضا ادراج المقام تحته ما إذا اشتبه الواجب بالحرام بل لعلّه منه حقيقة والرابع ان احتمال أعلمية أحدهما عن الآخر على القول بوجوب تقليده عينا يقتضى دوران الشكّ بين التّعيين والتّخيير في التكليف النفس الامرى وقد ظهر غير مرة انّه في مثل المقام يقتضى الأصل التعيين ولا وارد على هذه الادلّة سوى امرين أحدهما ما تخيّله صاحب المفاتيح من اطلاق العمومات القاضية بالتّخيير قائلا بالقدر الخارج عن تحتها هي صورة العلم بالاعلميّة فصورة الشكّ داخلة وجوابها ما أجبنا به عمّن تمسّك باطلاقها على عدم وجوب تقيد الأعلم من المنع إذ لو كان فيها اطلاق يقتضى التخيير في صورة المتعارضة لما كنّا طارئ إلى وجوب تقليد الأعلم والثّانى اصالة عدم الاعلميّة وهذا الأصل لا اشكال في كونه معتبرا واجد الشّرائط الجريان كما لا\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nاشكال في عدم جواز المناقشة فيه بان العمل بالأصل قبل الفحص عن المعارض ليس بجائز لان ذلك انّما هو في الشّبهات الحكمية وامّا المصداقية الموضوعيّة فقد تقرّر وتحقّق في محلّه جواز العمل به فيها من دون فحص وليكن يناقش فيه بوجوه أخر أحدها انّ اصالة عدم الاعلميّة لا يثبت التّساوى الّا علىّ قياس الأصل المثبت الّذى لا يعتمد عليه والتّخيير بين المتعارضين انّما هو حكم من احكام تساويهما كما لا يخفى والثّانى ان التّخيير ليس حكما من احكام التّساوى أو عدم الاعلميّة شرعا بل عقلا ولا يترتّب على المستصحب الّا احكامه الشرعيّة كما ثبت في محلّه عند الكلام في الأصول المثبتة نعم لو كان التّخيير في المقام شرعيّا مستفادا من الادلّة كما في باب تعارض الاخبار فباصالة عدم الاعلميّة ونحوها من وجوهات التّرجيح أمكن اثبات التّخيير بناء على كونه من احكامه دون احكام التّساوى والثالث ان هذا الأصل معارض باصالة عدم المساواة الّتى يمكن دعوى كونها امرا وجوديّا شرعيّا من بلوغ كلّ واحد من المجتهدين مقدار\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nمعيّنا من العلم من دون زيادة ونقصان وان كان فيه اشكال أوقع والرّابع انّ جماعة أنكروا امكان تساوى المجتهدين والظاهر انّه على فرض امكانه عدم الوقوع في الخارج أو نادرة بحيث لا يمكن العلم به فيمكن مع جواز العمل باصالة عدم الاعلميّة الا بعد الفحص لقيام ظنّ التّساوى كما في نظائره من الشّبهات الموضوعيّة الّتى لا يجرون فيه في الأصل الا بعد التفتيش والحاصل انّه كثيرا ما يتوقفون عن العمل بالأصل الّا بعد الفحص في الشّبهات الموضوعيّة أيضا كما في مستصحب اللّيل وامّا لغلبة المخالفة أو شيء آخر ولعلّ المقام من هذا الباب وامّا الموضع الثّانى فيثبت الاعلميّة بكلّ ما ثبت به سائر الموضوعات العامّة وطريق معرفتها هو التّسامح من أهل الخبرة أو القرائن المفيدة للعلم مثل كونه مرجعا للعلماء والصّلحاء والأتقياء واشتهاره بالافضليّة بين أهل الخبرة ونحوها والظاهر الاكتفاء بالظن أيضا ليكن إذا تعذر عن تحصيل العلم وان تمكّن منه\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nفان قطع بعدم افضليّة الآخر سقط وجوب الفحص وجاز له الاخذ بالظن ليكن لا يتعيّن عليه ذلك بل يجوز له الفحص رجاء لانكشاف الخلاف وظهور التّساوى كي يكون مخيّرا بينهما لما فيه من التّوسعة الّتى ليست في الالتزام بقول أحدهما خاصّة بل الظاهر انّ الاخذ باحتمال الافضليّة ح جائز أيضا كما لا يخفى فإن لم ينكشف الخلاف بعد الفحص تعيّن عليه الاخذ بمقتضى الظنّ أو الاحتمال وان لم يقطع بانتفاء الافضليّة في شيء من الجانبين وكان افضليّة كلّ محتملة عنده فلا يجوز له الاعتماد بالظنّ لدوران الامر بين المحظورين بل يجب الفحص الّا إذا كان ذلك الظنّ من الظنون الخاصّة فيسقط كلفة الفحص ح فيجوز الاخذ به ليكن هذا مبنىّ على أن يكون وجوب تقليد الأعلم من الاحكام الشرعيّة الثابتة من الادلّة وامّا على تقدير كونه من الاحكام العقليّة من جهة وجوب متابعة أقوى الامارتين وقبح ترجيح المرجوح على الراجح فيشكل الاكتفاء بالظّنون\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nالخاصّة مثل البيّنة ونحوها فان غايته ما يلتزم فيها ثبوت الاعلميّة شرعا فإذا لم يكن وجوب تقليد الأعلم في الاحكام الشرعيّة لم يترتّب على ما قام عليه البيّنة مثلا اللهم إلّا ان يقال بعد قيام الامارة الشرعيّة على اعلميّة أحدهما بكون ما دلّته ؟ ؟ ؟ عليه الامارة بمنزلة الأعلم الواقعي في نظمها ؟ ؟ ؟ سسس ؟ ؟ ؟ الواقع ولعلّه واضح ومن هنا أمكن المناقشة في الجواب إذا ؟ ؟ ؟ جاز ؟ ؟ ؟ التمسّك باصالة عدم الاعترف ؟ ؟ ؟ فلقد حبدا الخامس أهم علم اختلاف في معذا ؟ ؟ ؟ والعلم و ( ؟ ؟ ؟ ) علم الآخر ( ؟ ؟ ؟ ) ولكن شكّ في مخالفتهما إلى الفتوى فلا يدري ان ذلك الأعلم مخالف رايه رأى المفضول ففي وجوب الفحص عن الاختلاف ح ثم علما لا علم أن ظهر المخالفة وعدمه فتخيير بينها ابتداء وبها بل قولان من ( ؟ ؟ ؟ ) الخلاف في انّ تقليد الأعلم هل هو واجب وشرط بصورة العلم بالاختلاف أهم على تقدير وجوبها مص بها ( ؟ ؟ ؟ ) المقدمة جدا والذي اختاره شخصا دام ظلّه فهو ( ؟ ؟ ؟ )\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nبأمرين واردين على الأصل القاضي بالاطلاق بناء على أن التخيير بعد الفحص والياس عن الاختلاف أو الاخذ بقول الأعلم مع ظهور المخالفة محالا اشكال فيه ولا شبهة بخلاف البناء عليه قبل الفحص فإنه مشكوك يرجع فيه إلى اصالة عدم الحجّية واستصحاب الشغل وقاعدته على قياس ما مرّ في نظائر المقام اى منها أصل وجوب تقليد الأعلم الاوّل اطلاقات الأخبار العامة والخاصّة الواردتين في مشروعيّة التّقليد فانّ القدر المندرج تحتها بيقين صورة الجهل بالمخالفة كما ظهر وجهه فيما قدّمنا من أن صورة القطع بالمخالفة غير ممكنة الاندراج تحت بعضها وغير معلومة الاندراج تحت الآخر وبعد خروج هذه الصّورة بقي صورتان اخريان إحداهما صورة العلم بالاتّفاق المحتاج إلى الفحص التام في أقوال العلماء والأخرى صورة الجهل بالاختلاف ولكنّ الصّورتين يندرجتان تحتها قطعا فان تنزيل الامر بالرّجوع إلى الثّقفى والعمرى وزرارة ونحوهم على صورة احراز الواقعي\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nالراجع إلى اتحاد أقوالهم مع أقوال غيرهم من الصّحابة المشتملين على الأفضل والأعلم قطعا مما لا يرضى به المنصف ويأبى عنه الاطلاق خصوصا مع ملاحظة افتقار السلم بالاتفاق إلى زيادة بحث وتفتيش ومنافاته لغرض التسهيل المشروع لأجله التقليد وشان العامي عن مثل ذلك الّذى مرجعه إلى نحو من الاخبار وبذل الجهد وهكذا الكلام فيما دلّ على جواز الرجوع إلى فقيه من الفقهاء وعالم من العلماء ورجل من رجال أهل الحديث والرّواية فانّ صورة جهل المقلّد بمعارضة قول من يرجع اليه مع قول من هو أفضل منه مندرجة تحتها فيتمسك ح باطلاقها على جواز تقليد المفضول مع الجهل بالاختلاف بينه وبين الأفضل من دون فحص والثّانى السيرة المستمرة من زمان الأئمة عليهم السّلم إلى هذا الآن فان عادة النّاس مستقرّة على المراجعة إلى المفضولين مع الجهل بمخالفة قوله لقول الأفضل سلفا عن خلف ومع ذلك مكابرة غير مسموعة\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nكما انّ دعوى استقرار السّيرة على المراجعة إليهم حقّ مع العلم بالاختلاف مجازفة واضحة وهذه السّيرة باعتبار ما فيها من الكشف القطعي عن تقرير المعصوم عليه السّلم حجّة واضحة قاطعة بحكم الأصل القاضي بالاطلاق هذا وقد يقال انّه على تقدير كون تقليد الأعلم واجبا مطلقا غير مشروط بصورة العلم بالاختلاف لا يجب الفحص أيضا بحكم اصالة عدم المعارض فانّ المانع عن تقليد المفضول ليس وجود الأفضل بل معارضة قوله لقول المفضول هما ذا شكّ في وجود هذا المعارض فيدفع بالأصل وهذا جيد بعد ثبوت مقدّمتين إحداهما ان يكون قول المفضول مع معارضة لقول الأفضل حجّة شأنيّة وكان عدم جواز العمل به يستند إلى وجود المانع اعني قول الأفضل لا إلى فقدان المقتضى والثّانى ان يكون العمل باصالة عدم المعارض جائزا قبل الفحص انّنا مط أو حيث ينتفى العلم الاجمالي بالمعارض بخلاف ما لا ينتفى فيه ذلك كما في الاخبار وكلتا المقدّمتين يمكن منعهما امّا الأولى\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nفبان يدعى اشتراط أصل حجّية قول المجتهد بعدم معارضة إلى قول الأعلم اللّهم الّا ان يدفع بانّ الشّرط عدميّا أمكن احرازه بالأصل اى أصل عدم المانع فعلى فرض حجّية هذا الأصل يحكم بحجّية قوله كما يحكم بها بناء على كون وجود المعارض الآن مانعا بحيث يكون في صورة المعارضة فاقد الأصل الحجّية شأنا وامّا الثانية فبانّ مدرك الفحص عن المعارض غير منحصر في تعلق العلم الاجمالي بوجوده بل من مداركه استقر أو طريقة العقلاء على عدم الاقدام على العمل بالدّليل قبل التّفتيش المختلف بحسب اختلاف المقامات قلّة وكثرة هذا وظاهر صاحب الإشارات الميل إلى كون تقليد الأعلم غير مشروط بصورة العلم بالاختلاف واستظهره صاحب الفصول وربّما يستدلّ لهما بما استدلّ به على وجوب تقليد الأعلم امّا الأصل فقد ظهر تقريره وامّا الرّوايات فلانّ المستفاد من قوله عليه السّلم الحكم ما حكم به اعلمهما وافقههما عند اختلاف الحكمين انّ حكم اللّه الواقعي عند الاختلاف وإنّما\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nهو متابعة الأعلم ولا ريب انّ الاختلاف غير مأخوذ في متيقنة العلم والجهل وامّا الاجماعات فلتناولهما لصورة الجهل بالاختلاف باطلاقاتها ويضعف الاوّل بما مرّ من الاطلاقات والسيرة القاطعين لحكمه والثّانى بانّ الضّمير في اعلمهما وافقهما راجع إلى الحكمين الذين اختارهما المتنازعان ولا ريب انهما كانا واقعة في الاختلاف في الفتوى فلا يشمل ما إذا جهل اختلاف الحكمين ويدفعان مراد الرّاوى استعلام حكم المسألة بالسؤال عن الامام عليه السّلام والمسألة المسؤول عنها هي انّ المتّبع عند اختلاف الحكمين أيضا وليس غرضه السؤال عن القضيّة الواقعة ولا ريب انّ الاختلاف موضوع من الموضوعات الغير المعتبر فيها العلم والجهل فبيان الامام عليه السّلام بقوله الحكم منا حكم افقهما واعلمهما بيان للحكم الواقعي عند الاختلاف الواقعي ومقتضاه الاطلاق كما أشرنا اليه اللهمّ الّا لا يناقش فيها مضافا إلى ضعف الدلالة بعدم اعتبار السّند خصوصا في مقابل اطلاقات الاخبار\r\nو \r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوجه الضعف قد أشير عنده ويضعف الثاني بمنع الاطلاق ودعوى انّ المتيقّن منهما إذا علم بالاختلاف ويؤيّده انّ عمدة ادلّة المجمعين على وجوب تقليد الأعلم انّما هو الأصل وقد عرفت انقطاع حكمه بالاطلاقات والسّيرة هنا فلا يشمل صورة لا يتمشّى فيها ذلك الدّليل ويمكن المناقشة في ذلك بان اطلاقها والسيرة لعلّها كانا ممنوعين عندهم في هذه الصّورة أيضا والّا كان عليهم استثناء هذه الصّورة اعني صورة الجهل بالاختلاف ويؤيّده انّ بعضهم كصاحب الإشارات قال أو قال بوجوب تقليد الأعلم في صورة العلم بالاتفاق فكيف عن صورة الجهل بالخلاف وكيف كان فالمسألة قويّة الاشكال ثمّ على ما ذكرنا من عدم وجوب الفحص انّما هو إذا لم يعلم اختلاف الفاضل والمفضول في المسائل الفرعيّة اجمالا وكان شاكا في اختلافهما مط وان علم اختلافهما في السائل اجمالا المعلوم الاختلاف فيها غير بالغة حدّ الشبهة المحصورة\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nبان كانت المسائل كما إذا علم انّ بين الفاضل والمفضول اختلافا في عشر مسائل في تمام أبواب الفقه وشكّ في كون هذا المسألة الشخصيّة الّتى يريد فيها تقليد المفضول من العشر الخلافيّة أو من غيرها لم يعتدّ بهذا العلم الاجمالي أيضا فانّ وجوده وعدمه سيّان في عدم وجوب الفحص عن الاختلاف في خصوص المسألة الشخصيّة وان بلغت حدّ الشّبهة المحصورة مثل ان يعلم اختلافهما في مسائل عديدة من مسائل الصّلاة ويشكّ في كون وجوب السّورة فمنها أو من غيرها فح يجب الفحص لانّ العلم الاجمالي في الشّبهات المحصورة حيث يكون معتبرا كما في المقام ونظائره بمنزلة العلم التّفصيلى في الاحكام والآثار وقعت اعتباره في المقام انّه ينزل الجهل باندراج هذه المسألة تحت الخلافيات بمنزلة العلم بالاندراج ومقتضى ذلك وجوب تقليد الأعلم كما في صورة العلم التّفصيلى بالخلاف فتفحص من باب المقدّمة ثمّ إذا تفحّص فان علم الخلاف أو الوفاق فلا كلام وهكذا إذا قام\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nامارة من الامارات على أحد الامرين وان بقي شاكا غير مرجح لاحد الطّرفين تعيّن تقليد المفضول إذ لا سبيل له إلى تقليد الأفضل مع كونه جاهلا بقوله وكذا ان ظنّ الوفاق ولو ظنّ الخلاف ففي وجوب تقليد الأفضل أو تقليد المفضول وجهان وجه الاوّل انّ قول المفضول انّما يكون حجّة إذا كان خاليا عن معارضة قول الأفضل والمفروض انّه لا يدرى كونه خاليا عنها بل قد ظنّ بوجود المعارض فكيف يكون جائز العمل ووجه الثاني انّ قول المفضول حجته شأنيّة متى لم يعارضه قول الأفضل والمعارضة غير معلومة فانّ الظنّ المطلق لا دليل على اعتباره في المقام فيجب العمل به وهو الأقوى فانّ دعوى اشتراط حجّية قوله بعدم المعارض لا تجدى مع جريان اصالة العدم بعد الفحص وكذا دعوى حجّية الظنّ بوجود المعارض لا وجه لها بعد عدم الدّليل على اعتباره فكيف ولو كان هذا الظنّ معتبر لجاز الاعتماد على الظنّ بالفتوى مط وهو مشكل بل الظاهر العدم فلو لم يتمكن عن\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nالتقليد الا باحراز فتوى المجتهد ظنا لم يجز له الاعتماد عليه لعدم الدّليل على اعتباره فيكون كمن تعذّر عليه التّقليد في العمل بالشّهرة ونحوها من الامارات الظنيّة نعم لا يبعد جعل الظنّ بالفتوى من أحد الظّنون الّتى يرجع إليها عند تعذّر التّقليد فينبغي ح لملاحظة ما هو الأقوى مع احتمال سقوطه عن درجته الاعتبار رأسا واخراجه عن الظنون الّتى يرجع إليها العامي عند تعذّر التّقليد والحاقه بالظنون الخارجيّة الّتى قد عرفت عدم الاعتداد بها ولعلّه الأقوى بعد ملاحظة كون مؤدى هذا الظنّ فيها حكم اللّه الظّاهرى اعني فتوى المجتهد بخلاف ساير الظّنون مثل الشّهرة ونحوها فان مؤداها انّما هو حكم اللّه الواقعي ومن هنا ظهر انّه لو لم يكن فتوى المفضول قطعيّة بالسّماع ونحوه بل ظنيّة مثل فتوى الأفضل لم يجز له تقليد أحدهما واللّه العالم السّادس إذا كان المفضول أوثق من الأفضل في الفتوى بحسب الأمور الرّاجعة إلى كيفيّة الاستنباط دون\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nالأمور الخارجيّة مثل ان يكون المفضول أكثر فحصا من الأفضل وابذل جهدا منه فهل يتقين أيضا تقليد الأفضل أو يقلب الامر فيتعيّن تقييد المفضول باعتبار ما فيه من الوثاقة أو تخيير وجوه لا يبعد القول بالثّانى لما معه من الوثاقة المقربة لقوله من ترافع بحيث لا يعارض زيادة حلم الأعلم لانّ ازدياد الملكة انما توجب زيادة الوثوق مع المساواة في سائر الجهات كبدل الجهد واستفراغ الوسع ونحوهما مع فرض الاختلاف في ذلك بان كان المفضول باذلا بجهد زيادة عمّا يعتبر في اجتهاد المجتهدين وقد اقتصر عليه الأفضل فلا اثر لزيادة العلم ومن هنا يتّجه منع شمول اطلاقات الاجماعات والاخبار الدّالة على تعيين الأفضل بعد استخراجنا المناط منهما اعني قوة الظنّ الداخلي وضعفها وليكن هذا هو الظاهر من كلام جماعة في تعارض الاعلميّة والاورعيّة كما انّ الاحتمال التّخيير يظهر من بعض وسيأتي الكلام فيه وممّا ذكر ظهر وجه الاحتمال الاوّل السّابع قال في الفصول هل العبرة\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nفي الأفقه بان يكون أفقه في غالب المسائل أو يكفى كونه أفقه ولو في مسئلة الّتى يرجع فيها وجهان أظهرهما في كلامهم الاوّل وقضيّة بعض الوجوه الثّانى وعلى تقديره فالظ تعيين الأفقه في البعض بالنّسبة إلى البعض الّذى هو أفقه فيه حتّى انّه لو كان أحدهما أفقه في مباحث الطهارة والآخر في مباحث التّجارة تعيّن تقليد كلّ منهما فيما هو أفقه فيه ويتخير في الباقي في الرّجوع اليهما وإلى من يساويهما فيه اشهر وعندي انّ هذا الكلام بنى على امكان تجزّى الاجتهاد فعلى تقدير امتناعه أشكل التّفكيك في الافقهيّة بين المسائل نعم يمكن كون أحد المتساويين في الفقه أوثق من الآخر مط أو في بعض المسائل باعتبار زيادة الفحص كما عرفت وح فالحكم ما مر وعلى تقدير امكان التفكيك في الافقهيّة فالأقوى تعين تقليد الأفقه الثّامن إذا تساويا في ملكة الفقاهة والاجتهاد وتفاضلا في الدّين والورع فالظّاهر وجوب تقليد الادين والأورع وبه قال العلامة والشّهيدان\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nوالمحقّقون على ما حكى عنهم ولعلّه المشهور واستدلّوا عليه بالأصل وقبح ترجيح المرجوح على الرّاجح وانّ الظنّ الحاصل من قول الأورع أقوى وينبغي ان يعلم انّ المراد باقوائيّة ظنه اقوائيّة بالنسبة إلى الاخبار عن الحكم الظاهري اعني معتقده ورأيه لا بالنسبة إلى الحكم الواقعي فانّ اعدليّة المفتى لا مدخلية لها في تقرب قوله من الواقع بعد المساواة في ملكة الاجتهاد اللهم الّا ان يدعى اقتضاء اورعيّة الفحص وبذل الجهد زيادة عما يصدر من العادل فيكون قوله أوثق من حيث الاستكشاف عن الحكم الواقعي وهو حقّ واضح كوضوح أصل تعيين العمل بقوله ويدلّ عليه مضافا إلى ما ذكر مقبولة عمر بن حنظلة وغيرها من الاخبار المزبورة وبما ذكرنا في بيان كونه قوله أقوى ظنّا يسقط ما عن يه وشرح الزّبدة من احتمال التّخيير نظرا إلى انّ مناط التّقليد وهو العلم والورع موجود في المفضول ولا ترجح فيما يتعلّق بالاجتهاد الّذى هو العلم التّاسع إذا تعارض الاعلميّة والاورعيّة بان كان أحدهما\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nاعلم والآخر أورع فجمهور المحقّقين على تعيين الأعلم استدلا لا بانّ الّذى فيه من الورع يحجزه عن الاقتحام والتهمة على الحرام فيبقى ترجيح العلم سالما عن المعارض بينه ويمكن المناقشة فيه بان زيادة الورع ان لم يكن لها مدخلية في تأكد الظنّ وتقريب القول من الواقع لزم الحكم بالتّخيير إذا تساويا في العلم أيضا وقد عرفت انهم يوجبون فيه تقليد الأورع وإن كان لها مدخلية فلا تكون زيادة العلم سالما عن المعارض والأولى الاستدلال عليه بعد اطلاق الاجماعات اوّلا بان زيادة العلم ادخل في إفادة الظنّ من زيادة الورع فتكون راجحة راجحة عليها ويجب الاخذ بها ترجيحا لاقوى الامارتين وثانيا بما في خبر داود ابن حصين المستقدم لانّه امر فيه بتقديم قول الأعلم والأفقه ثم الورع فان فيه دلالة على ترجيح الاعلميّة من جهتين إحداهما من جهة الاطلاق كما هو واضح والثّانى من جهة التّرتيب الذكرى فانّه يدلّ في مثل المقام المعدّ لبيان\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالمرجحات عند التعارض على الترتيب الطّبيعى ومثله في الدلالة ما روى عن نهج البلاغة كما مرّ وفيه بعد تسليم الدّلالة مع انّ فيها مناقشة واضحة لمنع الاطلاق خصوصا بعد ما عرفت من عدم تعيين الأعلم عند كون المفضول أوثق ومنع إفادة التّرتيب الذكرى الرّتبة الطّبيعى انّه عكس الامر في مقبولة عمرو بن حنظلة فقدّم الاعدل والمراد به الورع فتأمل وكذا في رواية موسى بن بكير فقدم الأورع على الأعلم وفي المسألة أقوال أخر إحداها تعيين الأورع بقوّة الظنّ لصدق الأورع في اجتهاده من غيره حكاه في محكىّ المنسية عن قوم والثّانى التخيير حكى عن المازندراني النّسبة إلى طائفة والثّالث التوقّف نسب ذلك إلى ظاهر المنية وأنت بعد التامّل فيما مضى تعرف وجوه هذه الأقوال وضعفها ولا يخفى انّ الكلام فيما إذا تساوى الأعلم والأورع في جميع الجهات المقربة فلو اختلفا فيه مثل ان يكون زيادة الورع موجبة لزيادة الخوض في المسألة\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nوالفحص وبذل الجهد انعكس الامر كما ظهر وجهه آنفا ثم انّ فاذكرنا من تقديم الأعلم انما هو إذا علم بالاعلميّة أو قام عليه أحد الظّنون الخاصّة وامّا إذا كانت مظنونته بأحد الظنون المطلقة ففي وجوب العمل به أو وجوب الاخذ بالأورع المقطوع الاورعيّة وجهان والأظهر الأخير لعدم مجىء شيء من ادلّة تقديم الأعلم على الأورع امّا الأصل فلدوران الامر بين المحظورين وامّا وجوب الاخذ بأقوى الامارتين فلعدم ثبوت الاقوائيّة بل انّما يقتضى ذلك تقديم الأورع ح لانّ فتواه أقوى بالنّسبة إلى فتوى الورع المشكوك في اعلميّة مضافا إلى اطلاق كلامهم في تقديم الأورع على الورع ولا يعارضه اطلاق كلامهم في تقديم الأعلم على الأورع لعدم ثبوت الاعلميّة العاشر ولو قلّد أحد المجتهدين المتساويين ثم صار الآخر أفضل امّا لأجل مزيّته في العلم أو لتنزّل من قلّده من المرتبة الأولى باعتبار شيء من الشّواغل عن التحصيل قيل يجب العدول عن تقليد الاوّل إلى تقليد الثاني\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nأم يجب البقاء على الاوّل أو يتخيّر بين الامرين وجوه وتحقيق ذلك يعلم بعد ذكر مسئلة العدول والتكلّم فيها فنقول اختلفوا في انّه ان قلّد أحد المجتهدين الجامع لشرائط الفتوى في مسئلة من المسائل فهل يجوز له العدول عن تقليده إلى مجتهد آخر في تلك المسألة أو لا ذهب إلى الاوّل جماعة بل لعلّه المشهور وإلى الأخير أخرى واعلم انّه لا خلاف ظاهرا في جواز الرّجوع إلى المجتهد الآخر في بقيّة المسائل ولا في عدم جوازه بالنّسبة إلى الحادثة الواقعة الشخصيّة مثل ان يكون قد قلّد مجتهدا في جواز الوضوء بالمضاف فتوضأ به على حسب فتواه وصلّى فليس الرّجوع في هذا الوضوء الشّخصى وفي هذه الصلاة إلى آخر يحكم بعدم جواز الوضوء بالمضاف بل انّما الخلاف في جواز الرّجوع اليه في الحوادث المستقبلة من جنس المسألة المقلّد فيها مثل ان يرجع في المثال المذكور إلى من يمنع عن الوضوء بالمضاف في الوضوءات المستقبلة للصّلاة حيث يستلزم البناء على المنع وجوب التيمم\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nإذا عرفت ذلك فيستدلّ على الاوّل بوجوه الاوّل الأصل لانّ حجّية قول المعدول عنه في حقّه اجماعيّة بخلاف حجّية قول المعدول اليه لانّها معركة للآراء فاصالة العدم قاعدة الشغل واستحبابها قاضية بالاقتصار على القدر المتيقن وقد تقدّم بيان ذلك في غير موضع مع استقصاء الكلام في ابطال قول من زعم أن مقتضى الأصل البراءة في أمثال المقام كالتفاضل التي خلطا بينه وبين غيره من المقامات الثّانى الاجماعات المنقولة على السنة العامّة والخاصّة فمن الخاصة لا يرجع عنه بعد تقليده اتفاقا وعن العضدي إذا عمل بقول المجتهد في حكم مسئلة فليس له الرّجوع إلى غيره اتفاقا وعن الاحكام إذا تبع بعض مجتهدين في حكم حادثة من الحوادث وعمل بقوله فيها اتفقوا على انّه ليس له الرّجوع في ذلك الحكم إلى غيره الثّالث الاستصحاب وقد يلاحظ بالنّسبة إلى الحكم الثّابت في حقّه في الواقعة المقلّد فيها ويقال انّ السورة كانت واجبة عليه في الصّلاة والأصل بقائه وقد يلاحظ بالنّسبة إلى الصّحة\r\nو \r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nالفساد فيق انّ الوضوء بالمضاف قد كان صحيحا في حقّه والأصل بقائه ومرجعهما إلى واحد وزاد صاحب المفاتيح فقال ولأصالة صحّة التّقليد الاوّل إذ الرّجوع يقتضى فساده وطريق دلالتها على المدّعى وهو لزم البقاء على التّقليد غير ظاهر لنا الرّابع لزوم المخالفة العملية القطعيّة في بعض الموارد كما إذا دار الامر بين بين المحظورين مثل ان يقول أحدهما بالوجوب والآخر بالحرمة ويتمّ في بقيّة الموارد بعدم القول بالفصل الخامس ما أشار اليه صاحب القوانين من لزوم الهرج والمرج واقتضاء ذلك ملاعبة بالدّين إذ قد يحصل للمقلّد ما يدعوه إلى تقليد ذلك المجتهد ثم يبدو له فيرجع إلى غيره ثم يبدو له أيضا لمصلحة أخرى فيرجع والحقّ انّ هذه الوجوه كلّها ضعيفة عدى الاوّل امّا الاجماعات فلتطرق الوهن إليها بمخالفته المعظم من الخاصة صريحا كالفاضل في محكى يه والمحقّق الثّانى في محكىّ الجعفرية والشهيد الثاني في محكىّ المقاصد العليّة ومن هنا أمكن القدح في دلالتها على\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالمنع فيما حرّرنا من محلّ النّزاع بدعوى كون المراد بها المنع في المقام الثّانى الّذى هو الرّجوع في خصوص ما أوقعه من العمل بتقليد الاوّل لا الثّانى وحاصله نقض آثار تقليد الاوّل بالنّسبة إلى الاعمال الماضية بسبب تقليد مجتهد الثّانى وهو الّذى قلنا بانّه لا خلاف في منعه ظاهرا ويدلّ على ذلك كلام الفاضل في محكىّ يه حيث قال إذا تبع العامي بعض المجتهدين في حكم حادثة وعمل بقوله فيها لم يجز له الرّجوع عنه في ذلك الحكم بعد ذلك الحكم إلى غيره اجماعا والوجه عندي جواز العدول إلى غيره في مساويه لا فيه نفسه انتهى فانّه صريح في انّ معقد الاجماع انّما هو غير ما اجازه من الغرض الذي هو محلّ النّزاع وانّ الاجماع انّما هو على عدم العدول في نفس العمل الّذى أوقعه لا في نظائره من الاعمال المشاركة حيث منعه في الاندراج تحت كلّى المسألة وامّا الاستصحاب فقد ظهر ضعفه مرارا فانّ الثّابت في حقّ المقلد انّما حكم الواقعة من كونها من جزئيات ما ظنّ\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nحكمه مجتهده الّذى اختار تقليده اوّلا فإذا اختار تقليد مجتهد آخر مخالف له في الفتوى تغيّر الموضوع ضرورة اتصاف الواقعة ح بحيثيّة احرى اعني كونها ممّا تعلّق بها ظنّ المجتهد الثّانى وبعبارة إذا اختلف آراء المجتهدين تعدّد موضوع الحكم الظّاهرى الثّابت في الواقعة الواحدة حسب عدد الآراء ولا معنى لانسحاب حكم أحد الموضوعات إلى موضوع آخر بالاستصحاب فتأمل جيّدا وامّا لزوم المخالفة القطعيّة فليس باوّل قارورة كسرت في الاسلام خصوصا في باب التّقليد والاخبار فانّ تجدد الرأي وموت المجتهد أو فسقه أو جنونه أو نحو ذلك من الشّروط توجب العدول عن الحكم الاوّل فكما لا تضر المخالفة القطعيّة في هذه المقامات فكذا في المقام وبالجملة المخالفة القطعيّة ليست قاطعة بحكم شيء من الادلّة وبعد قيام الدّليل على جواز تقليد الثّانى بعد تقليد الاوّل كما هو المفروض عند الاستدلال بهذا الدّليل فلا يلتفت إلى استلزامه لها في بعض الموارد مع أن كلّ مخالفة قطعيّة معها موافقة قطعيّة\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nأيضا فلو اقتصر على تقليد الاوّل لم يكن قاطعا بالامتثال بالنّسبة إلى الحكم الواقعي ابدا وان كان قاطعا به بالنّسبة إلى الحكم الواقعي نظرا إلى كونه جائزا بالاتّفاق كما عرفت في تقرير الأصل بخلاف ما إذا عدل عنه إلى الثّانى في شيء من الأزمنة فانّه سبيل القطع إلى الوصول بالحكم الواقعي في الجملة نعم لو قلنا بان المخالفة القطعيّة غير جائزة لم يقدح في الاستدلال بها على عدم مجيئها في بعض موارد العدول الّتى ليس الامر فيها دائرا بين المحظورين لان الظّاهر عدم القول بالفصل بين الموارد كما لا يقدح فيه تقليب الاجماع المركّب بان يقال العدول في أكثر الموارد لا يستلزم المخالفة القطعيّة فيجوز مط بالاجماع المركّب لانّ اجماع الاوّل مقدّم على الاجماع الثّانى كما يظهر بالتامّل وامّا لزوم الحرج والمرج ففيه منع واضح فقد ظهر انّ الدّليل المعتمد عليه في اثبات حرمة العدول انّما هو الأصل وان بقيّة الادلّة مخدوشة واضحة القول الثّانى اعني جواز العدول أمران استصحاب التّخيير الثّابت قبل اختياره تقليد الاوّل\r\nو \r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nاطلاق الأدلة الدّالة على حجّية قول العلماء وجواز تقليدهم وكلاهما ضعيفان في الغاية امّا الاوّل فلانّ التّخيير البدوي مسبّب عن تكافؤ الامارتين أو تعارض الاحتمالين في جميع وجوهات التّرجيح ولو احتمالا فإذا اختار أحدهما حدث احتمال الرجحان في المختار ولو بحسب ملاحظة كونه القدر المتيقن عند الأصحاب إذ لا ريب انّ البقاء عليه اتفاقي جوازه وانّما الكلام في جواز اختيار الآخر ح ومع حدوث احتمال الرّجحان زال مناط الحكم المستصحب فلو قلنا بالتّخيير أيضا فهذا التّخيير تخيير عبر بتخيير الاوّل يحتاج إلى دليل غير الاستصحاب لعدم نهوضه في اثباته وذلك واضح لمن انس بقواعدنا ومذاقنا في مجارى الاستصحاب وامّا الثّانى فقد ظهر ممّا قدّمنا انّ اطلاق الاوّل بمراحل عن بيان حال التّعارض وانّها لا تدلّ على أصل التّخيير ومع فرض تسليم دلالتها عليه فلا يدلّ الّا على التّخيير البدوي وامّا الاستمراري فلا بدّ من اثباته إلى دليل آخر من استصحاب ونحوه وقد عرفت\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nانه لا دلالة ولا لغيره نعم من بنى مجارى الاستصحاب على المسامحة في الموضوع ومناط الحكم فله التمسّك به في المقام إذا تحقّق ذلك فلنعد إلى ما كنّا فيه فنقول الأقوى وجوب العدول إلى الأعلم وان كان محرما إلى المساوى لاطلاقات الإجماعات والاخبار القاضيين بوجوب تقليده ودعوى انصرافها إلى ما إذا لم يأخذ المقلد الحكم الشّرعى من عالم آخر ممنوعة مع عدم مجيء دليل حرمة العدول في المقام امّا الأصل فلدوران الامر بين المحظورين وجوب البقاء أو حرمته وامّا الاجماعات فمع ما فيها من المناقشة في الدّلالة والاعتبار كما ظهر وجهه معارضة بما مرّ في تقليد الأعلم من الاجماعات العديدة الرّاجحة عليها بوجوه شتّى منها الاعتقاد بعدم الخلاف ومنها الاعتقاد بالاخبار ومنها قوّة الدّلالة لانّ الاجماعات المانعة مع ظهورها في الاختصاص بالاعمال الماضية كما ظهر وجهه عند الاستدلال بها غير واضح الشّمول لما إذا كان المعدول اليه اعلم ولذا صرّح\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nبعض من قال بحرمة العدول وادّعى الاجماع عليه كالقمىّ فيما حكى عنه بجوازه بل وجوبه ح بل في موضع من المفاتيح تقويته جواز العدول ح حتّى على القول بعدم وجوب تقليد الأعلم وحرمة العدول في غيره فانّ هذا مبنىّ على عدم شمول الاجماعات لهذا الفرض ومن هنا أمكن منع شمولها لجمع الفروض الّتى يوجد في المعدول اليه مزيّته لم تكن في العدول عنه كالاورعيّة والاوثقيّة هذا كلّه بالنّسبة إلى الاعمال المستقبلة وامّا بالنّسبة إلى الاعمال الماضية فالظ عدم وجوب العدول فيها فلو عقده بالفارسي تعويلا على فتوى المفضول لم يجب عليه العدول إلى الأفضل القائل بالبطلان ليست على ذلك نقض آثار العقد الاوّل وذلك لما عرفت من الاجماعات المعتضدة بعدم الخلاف من الكلمات الواصلة الينا ولا يعارضها الاجماعات الدّالة على تقليد الأعلم لضعفها دلالة من حيث انصرافها إلى التّقليد في ابتداء العمل\r\nو \r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالاعمال المستقبلة مضافا إلى أنه قد تقدم انه يجوز تقليد المفضول عند الجهل بالاختلاف بين الفاضل والأفضل ومعنى الجواز ترتيب جميع الآثار حتّى مع انكشاف الخلاف بعد العمل فحيث ما حدث الخلاف بعد العمل ولم يكن موجودا في زمانه كان أولى بالجواز فان قلت ربّما يكون المتساويان مختلفين في الرأي ثم يتوفّى أحدهما يصيرا فضل من الآخر الّذى قلّده وح فالاختلاف مقارن للعمل وانّما المتاخّر عن زمانه انما هو الاعلميّة قلت العبرة في اختلافها انّما هي بالاختلاف الموجود في حال التفاضل لا حال التّساوى لانّ الاختلاف بين المجتهدين يختلف حكمه في كلّ ان حسب اختلاف حالهما فسبب العدول على القول به انما هو الاختلاف المتاخّر عن زمان العمل دون المقارن معه الّذى كان في زمن تساويهما فتدبّر جيدا وأيضا العمل الماضي قد وقع صحيحا واجدا لجميع الشرائط الّتى منها فقدان معارضة قول الأفضل معه فلا وجه لزوال اثره بعد ثبوته بحدوث الافضليّة\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nنعم لو انكشف كون أحدهما أفضل حين تقليد الآخر أمكن القول بالعدول مط حتى فيما أوقعه من العمل فينقض جميع آثار العقد الواقع بالفارسي في المثال المزبور ضرورة اشتراط حجية قول المفضول بعدم مخالفة من هو اعلم منه في الواقع وبعد انكشاف الخلاف انكشف الفساد هذا مع امكان القول بالعدول في الاعمال الماضية مط إذا مات المجتهد فقلّد من يرى فساد ما عمل تعويلا على فتوى المجتهد الاوّل كما حقّقناه في مسئلة واللّه العالم الحادي عشر يجوز تقليد المفضول بتقليد الأفضل وهذا واضح لا اشكال فيه إذا كانا متوافقين في جواز تقليد المفضول مع التّمكن من تقليد الأفضل فانّه حقيقة تقليد للأفضل ومتابعة له دون المفضول فلا يشمله ما دلّ على عدم جواز تقليده وهذا مثل ما إذا اعتمد المقلّد على بعض الامارات الخلافية في الموضوعات كالقبلة ونحوها بتقليد المجتهد فإنه يجوز عند الكلّ حتى عند من لا يقول بأماريّته وتوضيحه أن مسئلة جواز تقليد\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالمفضول وعدمه من المسائل القابلة للتّقليد والاجتهاد ليس من المسائل الاجتهادية خاصّة مثل ما إذا دار الامر بين تقليد رأى أحد الطائفتين المانع كلّ منهما عن تقليد الآخر كالاصولى والاخبارى فإذا كانت من مورد التقليد وجب على المقلّد الرجوع إلى الأفضل منهما والاخذ بفتواه كائنة ما كانت فان منعه عن تقليد المفضول لم يجز له تقليده والاختيار له ذلك من حيث كونه اخذا بقوله لا بقول المفضول وامّا إذا كانا مختلفين بان كان رأى المفضول عدم جواز تقليده مع التمكّن من الأفضل ففيه اشكال من حيث إن فتاوى المفضول ح ثابتة في حق العاجز عن تقليد الأفضل فالقادر عليه ليس ممّن ثبت في حقه تلك الفتاوى فان العاجز والقادر موضوعان مختلفان كالحاضر والمسافر فلا شيء له كان في الاحكام وان شئت تقول انّه يلزم من تقليد المفضول ح عدم جواز تقليده إذ من جملة ما أفتى به عدم جواز تقليده فيلزم من صحّة بطلانه وارجاع قول الأفضل\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nبتقليد المفضول إلى غير هذه المسألة الاصوليّة ممّا لا ليساعده اطلاق فتوى الأفضل ولا اطلاق دليلها بل ربّما يكون الامر بالعكس لانّ هذا المسألة باعتبار كونها أصولية تستدعى سبق التقليد فإذا قلّده فيها بطل تقليده له في غيره الّا انّ شيئا من هذين ليس في محلّه في نظر الدّقيق امّا الاوّل وهو الّذى يشير اليه كلام بعض فلان فتاوى المفضول لا يلاحظ فيها موضوع دون موضوع نعم له فتوى أخرى ثابتة في حقّ القادر خاصّة وهي عدم جواز تقليد المفضول وامّا بقيّة الفتاوى الثّابتة في المسائل الفرعيّة فانّما هي امارات لاحكام الوقائع والحاصل انّ للمفضول اجتهاد ان أحدهما في المسائل الفرعيّة والآخر في خصوص مسئلة تقليد المفضول وكلّ من هذين مورد للتّقليد بانفراده فلا يلزم متابعتهما معا بل المقلّد تقليده فيما أدى عليه اجتهاده في المسائل الفرعيّة وتقليد شخص آخر في خصوص هذه المسألة مثل ما أفتى بوجوب القصر على المسافر وبان السّفر يتحقّق بكذا فانّ تقليده في أصل وجوب القصر لا يمنع تقليده\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nفي شخص المسافر وامّا الثّانى فلانّ اللازم على المقلّد تقليد المفضول ح في بقيّة المسائل لانّ هذه المسألة الأصولية مسوغة بتقليد الأفضل والواقعة الواحدة لا تتحمل لتقليدين فان قيل تقليد المفضول في هذه المسألة عمل واقع على مقتضى تقليد الأفضل فليس هو تقليد آخر في المسألة المقلّد فيها بل هو عمل بما يقتضيه قول الأفضل قلنا فتوى الأفضل بجواز تقليد المفضول غير شاملة لتقليده في المنع من تقليده قطعا والّا للزم من اعتبار قوله بالمنع عدم اعتبار هذا القول لانّه من جملة أقواله المندرجة تحت قوله بالمنع وأيضا يلزم من شمول قول الأفضل تقليده في المنع خروج تقليده في بقيّة المسائل لثبوت المضادة بينهما المانعة من دخولهما معا تحت هذا بمكان من الاستهجان في التخصيص بخلاف العكس فان الحكم بتقليده في بقيّة المسائل لا يستلزم الّا خروج تقليده في هذا المسألة هذا كلّه مع اطلاق قول الأفضل وامّا مع التصريح بجواز\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nتقليده في المسائل وعدم الاعتداد بقوله في خصوص هذه المسألة فالامر متعين وفد قدّمنا طائفة من الكلام في نظير هذا المرام حيث قلنا بجواز البقاء على تقليد الميّت المانع من البقاء إذا أفتاه بذلك بعض الاحياء وذكرنا ان الكلام في مثله تشبه قول من يمنع عن حجّته الشّهرة بان المشهور على عدم حجيّتها فلو كانت حجّة للزم من حجّيتها عدمها هذا واعلم أن المفضول إذا سأله المقلّد عن حكم الرّجوع إلى المفضول مع التمكن من الرجوع إلى الأفضل فإن كان رايه وجوب الرّجوع إلى الأفضل وجب عليه امره بالرجوع اليه لا لكونه افتاء بل لأنه امر بالمعروف وارشاد إلى الحقّ وان كان عدم وجوب الرجوع اليه وانه يجوز تقليد المفضول أيضا فإن كان ممّن يرى صحّة عبارة الجاهل جاز له الفتوى بما ادّى اليه نظره في هذه المسألة وان كان ممن لا يرى ذلك حرم عليه الفتوى بجواز الرّجوع إلى المفضول لانّك عرفت فيما تقدّم ان تكليف\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nالعامي ابتداء هو الرّجوع إلى الأعلم حتّى على القول بجواز الرّجوع إلى غيره باعتبار كون هذه المسألة من الاجتهاديات فلا مد للقاصر عن ذلك الاحتياط المقتضى للاخذ بالقدر المتيقّن اعني الأعلم فإذا كان المفضول ممّن لا يرى صحّة عبادة الجاهل كان العمل بقوله ابتداء بدفع المراجعة إلى الأفضل باطلا في نظره فلا يجوز له الفتوى بجواز الرّجوع إلى المفضول وان كان رأيه ذلك هذا كلّه إذا سأله عن حكم مسئلة تقليد المفضول ولو سأله عن شيء عن المسائل العمليّة فالظ جواز الفتوى له إذا احتمل في حقّ السّائل كون المسؤول بفتوى الأعلم أو باعتبار فقدان شيء من شرائط تقليده وان قطع بانتفاء جميع ذلك وانّه سئل من حيث كونه غير ملتفت إلى مسئلة تقليد الأعلم ففيه التفصيل المزبور الثّانى عشر حكم التّرافع في زمن الغيبة حكم الاستفتاء فيجب المرافعة إلى الأعلم على القول بوجوب تقليده وبه اعترف صاحب المفاتيح مدّعيا لنفى الخلاف ظاهرا بين\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nالأصحاب لكن إذا كانا مختلفين فيما يرفع به الخصومة مثل ان يكون رأى الأفضل كون المنجّزات من الأصل ورأى المفضول كونه من الثلث أو بالعكس أو بكون رأى الأفضل ثبوت النّكاح مثلا بالشّاهد واليمين دون المفضول وهكذا على نحو اشتراط الاختلاف في وجوب تقليد الأفضل على الأقوى كما نشير اليه وامّا إذا كانا متوافقين في جميع ما يتوقّف عليه الحكم كما إذا كان سبب المرافقة اختلاف المتنازعين في وقوع امر وعدمه ومرجعه إلى صرف الادّعاء والانكار فالظ عدم وجوب المرافقة إلى الأفضل مثل الاستفتاء والدّليل على الاوّل بعد امكان ظهور الاجماع المركب كما اعترف به السّيد وجزم به شيخنا الأستاذ دام ظلّه الأصل بل الأصول فانّ اصالة عدم الحجّية واصالة بقاء الدّعوى واستصحاب بقاء الملك على حالته الأولى وأمثال ذلك من الأصول المختلفة باختلاف المقامات محكّمة مضافا إلى ما سمعت من الرّوايات الواردة في تقديم حكم الأعلم عند الاختلاف فانّها بالدّلالة\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nعلى المدّعى في المقام أولى منها على وجوب تقليد الأعلم والدّليل على الثّانى اطلاقات الدّالة الواردة في نصب الاحكام الّتى منها تلك الأخبار فان صورة عدم الاختلاف قطعيّة الاندراج تحتها كما يرشد اليه قول الرّاوى بعد حكم الامام عليه السّلام بالترافع عند بعض العارفين باحكامهم فان اختلفا اه فان السؤل عن حكم الاختلاف بعد ذلك ممّا يوجب اختصاص الاطلاق لصورة الوفاق كما سبق منّا التنبه على ذلك عند المناقشة في دلالتها على التخيير في صورة الاختلاف كما زعم المجوزون لتقليد المفضول وامّا في زمان الحضور فذهب جماعة منهم المحقّق في الشّرائع إلى جواز المرافعة إلى المفضول معلّلين بان نقصانه منجبر بنظر الامام عليه السّلم ومنعه الآخرون بل نسبه في المفاتيح إلى ظاهر المعظم ولعلّه الأقوى كما انّ الأقوى أيضا عدم جواز تقليده لما تقدّم من الادلّة لكن يظهر من المفاتيح انّ القائلين بجواز المرافعة إلى المفضول لم يفرّقوا بينه وبين التّقليد\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nوفي الاخبار المزبورة دلالة واضحة على عدم الفرق بين زمان الحضور والغيبة فانّها لو لم تحيض بالاوّل فلا أقل من تناولها الثّالث عشر هل يثبت للمفضول مع وجود الأفضل ساير الولايات فيتصرّف في مال المجنون والقيمة الايتمام والغائب والامام عليه السّلم والزكوات والأوقاف العامّة ونحوها من الوجوهات الرّاجعة إلى المجتهد أم لا قال في المفاتيح لم أجد نصا في هذا الباب لاحد من الأصحاب ليكن ظاهر اطلاق كلامهم في بعض المقامات عدم الاشتراط انتهى ويمكن المناقشة فيه لو لم يكن في أدلتها اطلاق بان الاقتصار في القدر الخارج عن تحت الأصول على المتيقّن يقصر الاشتراط لكن يمكن دفعها بعد الغض عن الاطلاق بان الفرض الواضح والمناط اللائح في جعل هذه الولايات ما يتعلّق بأمر المعاش كرفع الضّرر وحفظ النّظام عن التشويش وايصال الحقوق إلى أربابها ونحو ذلك ممّا يناسب كلّ مقام منها فلذا لا يعتبر في مباشرتها\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nسوى الأمانة والديانة واما زيادة العلم ونقصانه فهما لا غيره بهما ولا فائدة في اشتراطها فيها بل لولا الاجماع لامكن المناقشة في اعتبار أصل العلم فيجوز لكلّ عدل مباشرة هذه الأمور كما ورد به بعض الرّوايات في خصوص التصرّف في مال اليتيم عليه السّلم في مثل قوله عليه السّلم إن كان مثلك ومثل عبد الحميد فلا باس نعم لا يبعد اختصاص الولاية بالأفضل إذا كان المصرف من الخلافيات بين الأصحاب كمصرف مال الإمام فان فيه شائبة الفتوى والتقليد كما لا يخفى هذا مع احتمال اختصاصها به مط نظر إلى كون الأفضل واعلم العصر هو اللائق بهذه المناصب الجليلة من قبل الامام عليه السّلام الّا انّ الاوّل أقوى ولكنّ الاحتياط مرعى على كلّ حال ثم انّه لا يبعد القول بان زيادة الورع في هذه المقامات مقدّم على زيادة العلم بعكس التّقليد فالتفت ولا تغفل تمّ تحريره في يوم الأضحى وقد طبع بحمد الله وحسن توفيقه في 1322 بيد أقل الناس محمد باقر بمباشرة اقلّ الحاج الشيخ أحمد الشيرازي اصلح اللّه حاله ونور قليه\r\n\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104}
  ]