[
  {"content":"\r\n\r\nبسم تعالى\r\nهذا الكتاب المسمى بالهداية في شرح الكفاية من تصنيفات العالم العامل والفقيه الكامل المحقق المدقق والتحرير حجة الاسلام والمسلمين ايت الله مولانا الصفى الزكي السيد محمد جعفر\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n\r\n[ خطبة الكتاب 
  ]\r\nكتاب الهداية في شرح الكفاية بسم اللّه الرّحمن الرّحيم الحمد للّه ربّ العالمين والصّلوة والسّلام على اشرف خلقه وسيّد بريّته محمّد واله الطّيّبين الطّاهرين المعصومين ولعنة اللّه على أعدائهم أجمعين من الان إلى يوم الدّين وبعد فيقول المذنب العاصي المفتقر إلى رحمة الباري محمّد جعفر بن سيّد محمّد طاهر عفى عنهما انّه سنخ ؟ ؟ ؟ بخاطرى ان اكتب تعليقة مختصرة نافعة مشتملة على مطالب دقيقه عالية حسب ما ادّى اليه نظري وما استفدت من بعض المحقّقين من الاساتيد دام ظلّه العالي على كفاية مولى الأنام ونادرة الأيام شمس فلك التحقيق والمشار اليه عند الفحول والمتبحّرين العلامة الثّانى الشيخ محمّد كاظم الخراساني قدس الله نفسه وأنار اللّه برهانه وبنائي في هذه الرّساله على الاختصار لانّ تمام همّى والمهمّ عندي تصحيح بعض مسائل الفقهيّه وجمعها انشاء اللّه ليكون ذخيرة لي وتذكرة لاخوانى فنقول باللّه نسمّد ونستعين انّه خير ناصر ومعين\r\n\r\n[ في بيان موضوع العلم 
  ]\r\nقوله ره هو الّذى يبحث فيه عن عوارضه الذاتية الخ اعلم أن موضوع العلم ما يبحث فيه عن العوارض التي\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nتنسب المحمولات إلى ذلك الموضوع أولا وبالذات وعلى نحو الحقيقة والاستقلال كنسبة الحاجة إلى الممكن لا ما تنسب اليه ثانيا وبالعرض كنسبة الحركة إلى جالس السّفينة فانّ نسبة التحرك اليه لا يكون بنحو الحقيقة والاستقلال بل يكون بواسطة حركة السّفينة فالموضوع في العلم يلزم ان يكون معروضا لمحمولات المسائل بنحو الاستقلال واوّلا وبالذّات لا ضمنا ولا ثانيا وبالعرض\r\n\r\nوالتّفصيل [ في ذلك انّ المحمولات المنسوبة إلى الموضوعات 
  ]\r\nفي ذلك انّ المحمولات المنسوبة إلى الموضوعات ان كان الانتساب فيها على جهة المجاز فلا اشكال في دخول هذا القسم في الاعراض الغريبة وان كانت النّسبة والانتساب على جهة الحقيقة فهي على قسمين تارة يكون الموضوع فيه تمام الموضوع للمحمول كقولهم في علم النّحو مثلا الكلمة قول مفرد فالكلمة تمام الموضوع لهذه القضيّة وأخرى يكون جزء الموضوع كقولهم الصّلوة واجبة فنسبة الوجوب إلى الافعال فقط نسبة الشئ إلى جزء الموضوع لانّ تمام الموضوع في هذه القضيّة هو الافعال مع الموالاة لا خصوص الافعال كما لا يخفى\r\n\r\nوالقول [ بانّ التّوالى بين الافعال داخل فيها 
  ]\r\nبانّ التّوالى بين الافعال داخل فيها يرد عليه بانّ التّوالى يكون من مقولة الإضافة والركوع والسجود من مقيلة الفعل وهما متبائنان فكيف يمكن ان يكون داخلا فيها فالوجوب المحمول في هذه القضيّة إذا نسب إلى الافعال فقط كان عرضا غريبا وإذا نسب إلى الصّلوة المشتملة على الافعال والموالاة كان عرضا ذاتيا فنسبة الوجوب ح إلى الفعل فقط يكون عرضا غريبا لان انتسابه وان كان بنحو الاستقلال الا أنه يكون إلى جزء الموضوع فالنّسبة\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nإلى الصّلوة تكون نسبة ضمنيّة إلى الفعل الّذى هو جزئها فهي وان كانت على وجه الحقيقة الا انّه لا يعدّ عرضا ذاتيّا بواسطة كون هذه النّسبة ضمنيّة مع اعتبار الاستقلال في العوارض الذّاتيّه فالمعتبر في العرض الذّاتى الاستقلال والانتساب الحقيقي وعدم كفاية أحدهما دون الاخر واشكال صاحب الفصول ره على المشهور القائلين بانّ العرض الذّاتى ما يعرض الشّئ لذاته أو لامر مساويه واحترازهم عن العارض بواسطة امر اعمّ واخصّ\r\n\r\nحاصله [ انه ان كان المراد من الامر المساوى في كلماتهم هي الواسطة العروضيّة 
  ]\r\nانه ان كان المراد من الامر المساوى في كلماتهم هي الواسطة العروضيّة يرد عليهم انّ العارض على الواسطة العروضيّة لا يكون من لواحق ذي الواسطة الّا بالعناية والمجاز وان كانت الثّبوتيه يرد عليهم أيضا لعدم لزوم اعتبار التّساوى في الواسطة الثّبوتيه بل يجوز ان يكون امرا مباينا كالجعل الّذى هو واسطه ثبوتيّة في لحوق الاحكام لفعل المكلّف وهو امر مباين للفعل بناء على جعليّة الاحكام واما بناء على كونها امورات واقعيّة كشف عنهما الشّارع وعدم جعليّتها يكون داخلا في الموضوع وبذاته مقتضيا لانتساب المحمول اليه فالاشكال وان كان واردا من جهة الحاق العارض المساوى بالاعراض الذّاتيّة الا انّه بعد ما ذكرنا ان المعتبر الانتساب الحقيقي المستقلّ اوّلا وبالذّات فما كان من الانتسابات كذلك يكون داخلا في الاعراض الذّاتيّة وما لم يكن كذلك فهو من الاعراض الغريبة سواء كان الانتساب إلى الموضوع اوّلا وضمنا كما في المثال الّذى ذكرنا أو كان ثانيا\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nوبالعرض كاعراض اللاحقة للموضوع بالواسطة مساويا أو كان الأعم أو الاخصّ فانّ الانتساب إلى الموضوع في تمامها يكون ثانيا وبالمجاز هذا غاية ما في الباب\r\n\r\nقوله ره هو نفس موضوعات مسائله وما يتّحد معها خارجا الخ\r\nقد ذكر لتعريف موضوع العلم بان العنوان الّذى يكون مشيرا إلى جامع بين شتات موضوعات المسائل كان ذلك الجامع بما هو جامع موضوعا للعلم مثل الكلمة الجامعة بين الفاعل والمفعول والمبتداء وغيرها في قولهم كلّ فاعل مرفوع وكلّ مفعول منصوب وكلّ مبتدء مرفوع وغير ذلك من مسائل النّحو ومن المعلوم انّ نسبة المرفوعيّة إلى الكلمة بما هي كلمة تكون خفيّة لا استقلاليّة بداهة انّ المرفوعيّة من خواص الكلمة بما هي فاعل فللخصوصيّة الفاعليّة دخل في لحوق المرفوعيّة وقد ذكرنا انفا ان المعتبر في العرض الذّاتى الانتساب الاستقلالى دون الضمني ولو اعتبرت فيها الاستقلال ولو بالعناية والمجاز تكون النّسبة ثانيا وبالعرض ولا يكون أولا وبالذّات فالمحمول بالقياس إلى ذلك الجامع يكون خارجا عن الاعراض الذاتيّه وداخلا في الاعراض الغريبة فالكلمة بما هي كلمة لا تكون موضوع علم النّحو وكذا فعل المكلّف بما هو فعل لا يكون موضوعا لعلم الفقه لانّ الوجوب في قولهم الصّلوة واجبة لم يعرض الفعل بما هو فعل استقلالا بل يكون ضمنا وقلنا بانّ المناط في العرض الذّاتى هو غير ذلك كما لا يخفى ولئن قلت بأنه يكفى في العرض الذّاتى الانتساب الحقيقي ولو\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nضمنا وعدم لزوم اعتبار الأستقلالى فالكلمة موضوع علم النّحو وفعل المكلّف موضوع علم الفقه قلنا بتماميّة ذلك لو كان في البين جامع بين موضوعات المسائل ولا طريق اليه الا بملاحظة أحد الامرين امّا وحدة الغرض والفائدة المرتّبة على تلك المسائل أو اتّحاد المحمولات فعلى الثّانى يرد عليه بانا نجد بالوحدات ؟ ؟ ؟\r\nالتّباين في المحمولات وعدم كونها متحدّه ولو كان من باب الاتّفاق جامع في بعضها كالحجته المنسوبة إلى ظاهر الكتاب والسنّة المبحوثة عنها في علم الأصول فانّه يكون ذلك اتّفاقا وليس بمطّرد في جميع المسائل وعلى الاوّل فيرد عليه أيضا بان الواحد انّما يلزم انتسابه إلى الواحد إذا كان بسيطا من جميع الجهات وان لم يكن كذلك بان كان له جهات بكلّ جهة يفتقر إلى امر كانت تلك الأمور بما هي متكثّرات مؤثّرات في ذلك الواحد فإنه وان كان يحصل ذلك الغرض البسيط من تلك الأمور الا ان المؤثّر فيه والمحقق له لا يكون الّا تلك الأمور المتعدّدة لا امر واحد ولعل كون علم النّحو من هذا القبيل فإنه يفتقر إلى قواعد النحو بما هي متكثرات لا بجامعها الّذى هو الكلمة ولو قلت بانّ المسلّم باعتبار الوحدة في المؤثّر في الغرض الوحداني قلت على فرض تسليم هذا الأثر من القواعد المقرّرة في علم النّحو ممنوع جدّا لكون تلك القواعد فقط ظرف إضافة لا مؤثّرات حقيقة لان المؤثّر في صحّة الكلام وجريه على طبق القواعد العربيّه هو إرادة المتكلّم لا تلك القواعد والكلام يضاف إلى تلك القواعد فيقع على طبقها فيكون صحيحا تام الاعراب أو مخالفا فيكون غلطا فلا يقتضى ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nالمضاف والمضاف اليه في الوحدة واشتراكهما لجواز اختلافهما بانّ يكون المضاف واحدا مع كون المضاف اليه متعدّدا والحاصل انّه لا يكون في البين دليل محكم على تحقق جامع واحد في موضوعات المسائل حتى يكون ذلك موضوع العلم ويكون انطباقه على الموضوعات من قبيل انطباق الكلّى على الافراد و ؟ ؟ ؟\r\nمعها خارجا كما ذكره المص ره نعم قد يتفق ذلك الا انّه ليس بمطّرد ولا يكون دائما كما لا يخفى\r\n\r\nقوله ره اما المسائل فهي عبارة عن جمله الخ\r\nلا يخفى انّ تمايز العلوم لا يكون باختلاف المسائل ووحدتها لأنه قد يتداخل بعض العلوم في بعض المسائل ومع ذلك لا يكون اتحاد المسئلة سببا لاتحاد العلمين بل ؟ ؟ ؟ مع قطع النّظر عما قلنا انفا يكون ؟ ؟ ؟ بالغرض الّذى لأجله دوّن هذا العلم ويكون مقصودا عن تدوين جملة من قضايا متشبّهة مختلفة الموضوع والمحمول غالبا ويكون جامعها هو اشتراكها في الدّخل في الغرض فالمهمّ من جمع جملة من المسائل وعدّها علما مستقلّا هو كونها وافية بذلك الغرض الواحد المترتّب على مجموع تلك المسائل فعلى هذا لا باس باندراج مسئله واحدة في العلمين إذا كان لها دخل في مهيّن ؟ ؟ ؟ فلا مجال للقول بانّه يمكن تداخل علمين في تمام مسائلهما فيما كان هناك مهمّان متلازمان لانّه مضافا إلى بعد ذلك بل امتناعه عادة كما قاله المص ره لا يكاد يصحّ لذلك تدوين علمين وتسميتهما باسمين بل يكفى تدوين علم واحد تارة يبحث فيه عن مهم وأخرى عن مهمّ اخر فالعمل في الوحدة والاختلاف وحدة الغرض والغاية وتعدّدها\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nفلا نحتاج إلى ذكر اشكال بعض الاجلّه على المشهور القائلين بانّ تمايز العلوم بتمايز الموضوعات وتمايز الموضوعات بتمايز الحيثيّات وجوابه عن الاشكال والجواب عن جوابه بعد ما ذكرنا تفصيلا بانّ تمايز العلوم يكون بتمايز الاغراض والغايات لا بالموضوعات كما ذهب اليه المشهور ولا بالمحمولات كما ذهب اليه صاحب الفصول\r\n\r\nقوله ره لا خصوص الادلّه بما هي ادلّه حكى عن بعض المحقّقين قده\r\nان موضوع العلم هي ادلّة الأربعة بما هي ادلّة واعتبر صفة الدّليليّة في الموضوع فالبحث عن دليليّة الدّليل يكون على هذا بحثا عن نفس الموضوع لا عن أحواله فيرد عليه بلزوم خروج كثير من المسائل الاصوليّة عن مسائله وموضوعه ودخولها في مباديه مثل البحث عن حجيّة الخبر ومباحث التعادل والتّراجيح ويلزم من اعتبار الدّليليّة في الموضوع خروج مثل هذه المباحث عنه مع كون تلك المسئلتين من مهمّات مباحث الأصولية ولو قيل بانّ الدّليليّة المعتبرة في الموضوع هي الدّليلية الاقتضائية يلزم دخول مسئلة التّعادل والتراجيح فقط في المسائل لانّ البحث فيها يكون بعد الفراغ عن اقتضاء الحجّية في الخبرين المتعارضين بدليل الاعتبار ويبقى مجاله بقية المباحث المتكفّلة لتحقيق أصل أصل الدّليليّة واختار بعض الاجلّه ره في موضوع علم الأصول لدفع ذاك الوهن وعدم خروج بعض المباحث ودخولها في المسائل بأنها الادلّه الأربعة بذواتها ؟ ؟ ؟ وخصوصيّتها لا بوصفها من الدّليلية كما هو مختار بعض المحقّقين قده فإنه وان كان يلزم على ذلك دخول المسئلتين في المقاصد الا انّه يلزم\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nخروج مبحث الامر والنّهى وبقيّه ظواهر الالفاظ لعدم اختصاصها بما في الكتاب والسنّه كما هو واضح\r\n\r\nقوله ره فان البحث عن ثبوت الموضوع وما هو مفاد كان التّامه الخ\r\nاشاره إلى ما قاله شيخنا العلامة الأنصاري قده في الجواب عن لزوم عدم اندراج مسئلتي التعادل والتراجيح وخبر الواحد في الموضوع والمسائل برجوع البحث في الحقيقة إلى البحث عن ثبوت السنّة بخبر الواحد في حجيّة الخبر وباي الخبرين في باب التعارض\r\n\r\n[ وبعبارة أوضح 
  ]\r\nانّه بعد ما كان مال البحث فيهما إلى البحث بأنه هل تثبت السّنّة الواقعية بالخبر الواحد أم لا فيكون في الحقيقة بحثا عن الموضوع وداخلا في المسائل هذا ولكن لا يخفى عدم تماميّة ذلك لانّ اللّازم في المسئلة الباحثة عن حال الموضوع اعتبار المفروعيّة عن وجوده وكونه مفاد كان الناقصة وامّا لو كان البحث عن ثبوت الموضوع ووجوده كان ذلك بحثا عن نفس الموضوع وهو مفاد كان التّامة وما نحن فيه يكون من هذا القبيل فكيف يمكن بهذا العلاج ادخالهما في الموضوع والمسائل كما هو واضح\r\n\r\nقوله ره وبالجملة الثبوت الواقعي ليس من العوارض والتعبدي الخ\r\nويمكن الخدشة في ذلك بانّ الثّبوت التعبدي انّما يكون من عوارض الخبر الحاكي إذ اعتبر التّنزيل بلحاظ مؤدّاه فيكون مفاد الدليل الدّال على اعتبار الخبر هو تنزيل مؤدّاه منزلة الواقع فح يصحّ دعوى كون مثل هذا التّنزيل من عوارض الخبر الحاكي ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nبنفسها وامّا ان قلنا بانّ لحاظ التّزيل في دليل اعتبار الخبر إلى جعل احتمال مؤدى الخبر بمنزلة العلم فقول الشارع صدّق العادل في قوّه قوله نزّل احتمال صدقه في اخباره منزلة العلم فعلى هذا الوجه يمكن ؟ ؟ ؟\r\nعن الاشكال بان الاعتبار بهذا النحو وان كان مرجعه لولا إلى احتمال المطابقة للواقع الّا انّه يترتب على ذلك ان يكون المحتمل بمنزلة المعلوم فكانت السنّة الواقعيّه على فرض تحقّقها في مورد الخبر موصوفة بالمعلوميّه التعبديّه ففي هذا الجعل حصلت حالة للسّنّه الواقعيّه على تقدير تحققها وكان البحث في تنزيل الاحتمال منزلة العلم مستتبعا للبحث عن حال السنّة الواقعيّه من اتّصافها بالمعلوميّة التعبّديه وبعبارة أخرى لو تبدّل الاحتمال تكوينا إلى العلم لكان يلزم تبدل صفة المحتملين العارضية على السّنة الواقعيّة إلى صفة المعلوميّة فكذلك لو تبدل الاحتمال وتنزيلا إلى ذلك استتبع تبدّل المحتمل وجدانا إلى المعلوم تعبّدا ودعوى ان عروض الحالة على السنة الواقعيّه يكون متفرعا على تحققها ولو بما يكون العلم الحقيقي فضلا عن التنزيلي متحققا ومع عدم كون سنة واقعيّه كيف يكون ذلك من حالاتها وحالة الشّئ الطارية عليه فرع التحقق ذلك الشّئ مدفوعة بانّ البحث عن أحوال السنّة لا يكون الا البحث عن حالها على تقدير وجودها الواقعي في قبال من يجعل مثل هذه الحالة من حالات الخبر الحاكي لها دونها هذا إذا كان المراد من السّنّة هو نفس قول المعصوم أو فعله أو تقريره واما إذا كان المراد من السّنّة ما\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nيعمّر حكايتها فح وان كان بعض المباحث المتقدّمه كحجيّة الخبر ومبحث التّعادل والتّراجيح داخلا في السّنّة بهذا المعنى الا انّه يلزم خروج بعض المسائل كمباحث الالفاظ وجملة من غيرها لعدم اختصاصها بالادلّه بل يعمّر غيرها وان كان المهم معرفة أحوال خصوصها كما لا يخفى\r\n\r\nقوله ره ويؤيد ذلك تعريف الأصول بأنه العلم بالقواعد الممهدة الخ\r\nلا شبهة في انّ للقواعد المدوّنة وجودات واعتبارات فهي باعتبار وجودها الخارجي والنّفس الامرى قواعد واقعيّه وباعتبار تصوّرها الذّهنى هي علوم وباعتبار تحصيلها بالاكتساب صناعة وباعتبار رسمها في الكتب نقوش وكتابات ولعلّ نظرهم في التعريف إلى الوجود العلمي\r\n\r\nوفيه [ لا ينبغي ايراد العلم متعلقا بالقواعد للمضادة 
  ]\r\nانّه بناء على ذلك لا ينبغي ايراد العلم متعلقا بالقواعد للمضادة لانّ وجود العلمي يقضى بعدم تغاير العلم عن معلومه فما هو المعلوم وما هو الحاصل صورته في العقل ليس الا تلك القواعد وهي باعتبار الوجود العلمي عين العلم لا متعلّقات له فكيف تجعل في التّعريف متعلّقا له ويقال هو العلم بالقواهد ؟ ؟ ؟ ولو قيل بانا نعتبر القواعد وموجودات خارجيّه واقعيّه فيصح جعلها متعلقا للعلم يقال في جوابه بإعادة الاشكال و ؟ ؟ ؟ لانّ العلم ليس الّا نفس تلك القواعد لا العلم بها ومن ذلك ظهر لك ان التّعبير بالقواعد مع ما سمعت أقرب إلى معنى العلم حقيقة من تعبير المص ره بأنه صناعة يعرف بها القواعد كما هو واضح وقد يشكل أيضا بهذا التعريف بأنه يكون فيه الجمع بين ادلّة الاجتهاديّة والأصول العمليّه\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nمع كونهما متناقضان بحسب الجعل لان الدّليل الاجتهادى يكون مجعولا كاشفا عن الواقع والأصل العملي مجعولا عند استتار الواقع فهما نقيضان من حيث الاعتبار ولا جامع بينهما فمع عدم كون جامع في البين كيف يصح اعتبار موضوع جامع بين موضوعات المسائل المتشتّته المتناقضة بحسب الاعتبار والجعل فيكون جميع الاشكالات الواردة شاهدا على صحّة ما ذكرنا من عدم لزوم تحقق جامع بين موضوعات المسائل بكون انطباقه عليها من باب انطباق الكلّى على افراده\r\n\r\nفالمعتبر [ في التّعريف 
  ]\r\nان يكون جامعا اجماليا لشتات المسائل الباحثة عن أحوال موضوع العلم المنطق على موضوعات مسائله هذا غاية ما في الباب تمام الكلام في الموضوع\r\n\r\nقوله ره [ الكلام في الوضع 
  ]\r\nالوضع هو نحو اختصاص للفظ بالمعنى الخ اعلم أن النسب والإضافات الّتى تكون عبارة أخرى عن اختصاصات الواقعة بين الأشياء اما أن تكون خارجيّه أو ذهنيّه والأولى من قبيل النّسب والإضافات الواقعة بين اجزاء الابنيه والعمارات كالجسّ واللبن وغيره الّتى هي منشا حدوث العمارة مثلا ويكون من هذا القبيل أيضا التقابل الحادثة من مقابلة بعض الاجزاء لبعض اخر والثانية من قبيل نسبة الكلى إلى فرده بنحو الحمل ولا موطن بهذه النّسبة الّا في الذّهن وما في الخارج ليس الا الفرد الذي هو منشا انتزاع هذه النسبة الذّهنيّة والاختصاص الوضعي يكون من قبيل الثاني إذ لا وجود له في الخارج الا بوجود منشاء انتزاعه الذي هو الجعل أو كثرة الاستعمال فيكون الاختلاف باعتبار موطن الاختصاص خارجا أو ذهنا وله\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nاختلاف اخر باعتبار كيفيّه الإضافة والاختصاص لانّ الموجود من الاختصاصات في الكيفيّة امّا من باب اختصاص الملك بمالكه أو باب اختصاص الامارة بذيها أو من باب اختصاص المرأة بمرئيها واختصاص الوضعي يكون من قبيل الصورة الأخيرة لأنا نرى بالوجدان انّ في موارد الاستعمالات يكون اللّفظ ثانيا في المعنى بسبب الوحدة الواقعة بين اللفظ ومعناه بحسب اللحاظ اما ترى كيف يسرى قبح اللفظ إلى المعنى وبالعكس وليس ذلك الا من جهة شدّه الاتّحاد بينهما لحاظا فبعد ما كان الاختصاص المتحقّق بين اللّفظ والمعنى من هذا النّحو يكشف ؟ ؟ ؟ بان اعتبار الاختصاص في مقام الوضع يكون من هذا القبيل لظهور تبعية أوضاع استعمالات اللّفظيّه كلها فإذا أحرزت خصوصيّة في الاستعمالات يكشف ذلك عن اعتبارها في مقام الوضع من باب الاستدلال بالأثر على المؤثّر فيكون الفرق بين الآلة والامارة لأنه يكون الانتقال في الاوّل بحسب وحدة اللحاظ وفي الثّانى بسبب الملازمة فحيثيّة الاثنيّة ؟ ؟ ؟ ملحوظه في الثّانى دون الأول والاختصاص الوضعي اختصاص الىّ لا امارى والشاهد على ذلك الاستعمالات الكاشفة عن اعتبار خصوصيّة الاليّه في الوضع ثمّ القائل بجعل الوضع كالاحكام الوضعيّة عند القائل بانتزاعها عن الاحكام التكليفيّة نحو ما إذا قال الشّارع من جاز لا يجوز لغيره التّصرف فيما جازه فكما ينتزع منه الملكيّة الّتى هي عبارة أخرى عن الاختصاص\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالواقع بين المجيز والمجاز كك الوضع ليس هو الا الانتزاع من التعهّد على إرادة المعنى عند ذكر اللّفظ فإرادته ذلك وتعهده بمنزلة التكليف المنتزع منه الحكم الوضعي يرد عليه بالمنع عن الانتزاع في المقيس والمقيس عليه كليهما اما المقيس الّذى هو الوضع فلان الإرادة التّعهديّه ان لم تكن مسبوقة بالجعل الّذى نسميه بالوضع فان كانت إرادة نفسيه وبطلانه بالوجدان واضح لان الواضع تمام مقصده من ذكر اللّفظ يكون فقط صرف التوصل إلى تفهيم المعنى وامّا ان كانت الإرادة غيريه ناشية عن مقدّمية اللّفظ للمعنى فالمقدّميّة في اللّفظ لا بدّ من أن تكون مسبوقة بجعل من الواضع لان دلالة الالفاظ على التّحقيق ليست ذاتيّة فنقول ان ذلك الجعل لا يعقل ان يكون ناشيا عن الإرادة الأولى لأنها تكون متفرّعة على المقدّمه الناشئة من الجعل فكيف يعقل نشؤ الجعل منها فعلى هذا لا بدّ من أن ينشأ الجعل من إرادة أخرى وليست هي نفسيّة بالوجدان بل تكون غيريه ومن المعلوم ان غيريتها لا تكون الّا عن مقدميه اللّفظ للمعنى فيلزم التّسلسل وهو محال أو ينتهى إلى جعل مستقلّ وهو المدّعى اما المقيس عليه فلانّ المستفاد من قول الشّارع الناس مسلطون على أموالهم أو قوله ع لا يحلّ مال امرء الا بطيب نفسه جعل الاحكام الوضعيّه بجعل مستقلّ حيث إن المالية للغير التي هي بمعنى الملكيّة قد اخذت موضوعا للتكليف بالحرمة أو نفى الحلّية ولا اشكال في انّ من شان الموضوع تقدمه رتبة على حكمه\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nفكيف يعقل انتزاع الملكيّة التي هي عبارة أخرى عن الإضافة والاختصاص بالغير من الحكم المتأخر عنها فلا بدّ من فرض تقدم حكم ينتزع عنه الملكيّة والإضافة إلى الغير ويلزم من ذلك اجتماع المثلين على موضوع واحد وهو محال واحتمال التاكد يكون في متفقى الرّتبه لا في المختلفين من حيث الرّتبه فعلى هذا لا بدّ من سبق هذه الإضافة والاختصاص بجعل مستقل للحكم الوضعي كما هو الحقّ ولعل المقصود من التّعهد هو ما اراده القائل بالجعل فالنّزاع يكون لفظيّا هذا ولكن يمكن ان يقال بمعنوية النّزاع والخلاف بينهما لكون الفرق بين دعوى الارتباط بين إرادة التّلفظ باللفظ الكذائي وإرادة تفهيم المعنى وبين دعوى الارتباط بين اللفظ والمعنى كما لا يخفى ومن ثمرات الفرق بين القولين انه بناء على القول بالوضع يمكن تاتى نزاع المعروف في باب الدّلاله بأنها هل تكون تابعة للإرادة أم لا بخلاف ما إذا قلنا بالتّعهّد فان الدّلاله ح تنحصر بالدلالة التّصديقيّه الّتى تكون تابعة للإرادة ومن ثمراته أيضا انه بناء على القول بالوضع يمكن التّمسك بالعام في الشبهات المصداقيّة بالنّسبة إلى تخصّص التي لكون حجيّة العام بواسطة ظهوره القاضي بتعلق الحكم بجميع الافراد والمصاديق المندرجة تحت العام وتكون من جملتها المصداق المشتبه خروجه بالمخصص اللبي وهذا بخلاف ما إذا قلنا بالتّعهد فإنه بناء عليه لمّا كان معناه الارتباط والتلازم بين الإرادتين كان اللّازم اطرد إرادة الفرد\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالفرد المشكوك خروجه لكونه بعض مصاديق المعنى العموم الاستغراقي الّذى يكون المراد من لفظ العام فما لم يحرز إرادة المعنى على حسب عمومه واستغراقه لا يجوز البناء على اندراج المصداق المشتبه في حكم العام وهذا المعنى بهذا الوجه لا يكاد يحرز ما دام هناك شك في إرادة الفرد المشكوك خروجه\r\n\r\nفالوضع [ على قسمين 
  ]\r\nعلى قسمين تعييني وتعيّنى وربما يمكن انكار القسم الثّانى ودعوى استحالته بانّ العلاقة الوضعيّة لا تكون الا دفعيّه فعلى هذا إذا تواردت الاستعمالات فلا يحصل الوضع الا بواحد منها يكون قد صدر بداعي انشاء الوضع لا ؟ ؟ ؟\r\nبالمجموع تدريجا وذلك الاستعمال الواحد المحقّق للوضع يكون من قبيل انشاء البيع بالمعاطاة فهو وضع فعلى لا قولي فتمام النظر في الالتزام بالوضع في أحد الاستعمالات التّدريجيّه استحاله حصول الوضع تدريجا هذا ولكن الوجدان شاهد على خلافه لانّه باستعمال الأول بحدث علاقة ضعيفه بين اللفظ والمعنى وكلما يتكرر الاستعمال تتقوى تلك العلقة إلى درجه تبلغ الاختصاص الوضعي فافهم وتأمل\r\n\r\nقوله ره هذا بخلاف ما في الوضع العام والموضوع له الخاص الخ\r\nلان نسبة الوضع إلى الموضوع له كنسبة الحكم إلى الموضوع فكما ان الحكم المتعلق بالموضوع يختلف بحسب اختلاف الموضوع فإن كان الموضوع جزئيا أو شخصيّا كان الحكم كذلك وان كان كليّا فإن كان لعنوان ذلك الكلى دخل في ثبوت الحكم نحو أكرم العالم كان ذلك الحكم كليّا وان كان عنوانا مشيرا إلى افراده نحو أكرم\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nمن في الدّارا إذا لم يكن مدخليّة في وجوب الاكرام لكون الشّخص في خصوص الدّار بل يكون ذكره لتعريف الاشخاص بحيث لو كان المتكلّم متمكنا ( * ) ؟ ؟ ؟\r\nمن تعريفهم بغير هذا العنوان لجاز له تعريفهم به الا انّه ضيق الخناق ؟ ؟ ؟\r\nالتّعريف عنده بذلك العنوان صار ؟ ؟ ؟ معرّفا لتلك الافراد وهذه الصور ؟ ؟ ؟\r\nبخلاف الصورة الرّابعة فكما لا يمكن التوصّل من خصوصيّة الخاص إلى معرفة حال العام لكي يحكم كذا يكون الحال في الوضع لعدم امكان التوصل من خصوصيّة الخاص إلى معرفة حال العام لكي يوضع له اللّفظ فلا يكون اقسام الوضع زائدا على الثّلثة كما هو الواضع على البصير المتأمل\r\n\r\n[ يمكن تصور قسم اخر في الوضع العام والموضوع له 
  ]\r\nنعم يمكن تصور قسم اخر في الوضع العام والموضوع له العام غير ما هو المعروف مثلا إذا نظرت إلى قطار من افراد الانسان بحيث قرأه ممتازا عن قطار من افراد القرص ؟ ؟ ؟\r\nفللجامع المندك في ضمن هذه الخصوصيّات له وجود في الخارج فإذا توجّه الذهن اليه انتزع من هذه الخصوصيّات جامعا على حسب وجودها في الخارج بان يكون المتصوّر في الذّهن جامعا مندكّا في ضمن خصوصيّات متصوّرة ومعلوم انّ مثل هذا الجامع العام بهذا النحو يكون غير الجامع الملحوظ ؟ ؟ ؟ عن الخصوصيّات فالثّانى لا موطن له الا الذّهن بخلاف الاوّل فانّه كما هو متحقّق في الخارج يمكن لحاظه كذلك في الذّهن فيوضع اللفظ لذلك المعنى العام المندك في ضمن الخصوصيّات كوضع اللفظ للمعنى العام المعرّى ؟ ؟ ؟ عن لحاظ الخصوصيّات فوضع العام والموضوع له العام يكون على قسمين بل للوضع العام والموضوع له الخاص يكون أيضا على ( * فقط تصوّرة في الوضع * )\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nقسمين لان الافراد المشار إليها ذكر العام تارة هي الأفراد المندرجة تحت العام بما انها مندرجة فيه ؟ ؟ ؟ عن جهة التخصص بخصوصيّاتها فإنها بهذا الوجه متكبرات ؟ ؟ ؟\r\nوأخرى هي الافراد المندرجة تحته بكونها متخصّصه بالخصوصيّات وتظهر الثّمرة فيما لو اعتبرت الافراد متعلّقة للتّكليف فعلى الاوّل لو اتى بها بقصد التقرّب والامتثال بالفرد بما انّه متخصّص بالخصوصيّة كان مثل هذا الامتثال تشريعا محرّما لكون الخصوصيّة حسب الفرض خارجة عن الموضوع له وعدم كونها واقعة في حيّز التكليف بخلافه على الثّانى فانّه يمكن الاتيان بها بقصد التقرب والامتثال المطلوبية الخصوصيّة منها كما لا يخفى\r\n\r\nقوله ره لذا التجاء بعض الفحول إلى جعله جزئيا اضافيّا وهو كما ترى الخ\r\nلانّه يلزم من كون معنى الحرفي جزئيا إضافيا بمعنى عام تحت ما هو أعم منه كون الموضوع له عاما في الدّاعى بذلك وبالجملة يكون اعتبار الجزئيّة الخارجيّة في المعاني الحرفيّه خلاف الوجدان وما اعتذر به البعض واضح البطلان اما ترى يصحّ لك لن تقول اكلت وشربت وسرت من البصرة فبناء على اعتبار الجزئيّة الخارجيّة يلزم استعمال اللّفظ الواحد في معان عديده وهو محال هذا إذا كانت الخصوصيّة المعتبرة خارجة وان كانت ذهنيّة فالتّفصيل ما قاله المص ره\r\n\r\nقوله ره والا فلا بدّ من لحاظ اخر متعلّق بما هو ملحوظ بهذا اللحاظ الخ\r\nمعلوم انّه لو كان مأخوذا في المستعمل فيه يلزم اجتماع اللّحاظين على ملحوظ واحد لانّه لا بدّ من لحاظ لتحقّق المعنى ولحاظ لصحّة الاستعمال بداهة انّ المستعمل لا بدّ له من لحاظ المعنى ثمّ استعمال اللّفظ فيكون معنى الابتدا المستفاد من لفظة من في\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nصرت من البصر قد تعلّق به لحاظان وهو محلل ؟ ؟ ؟ يلزم عدم امكان الامتثال في قوله سر من البصرة لاستحالة وجود الملحوظ باللحاظ الذّهنى بقيد لحاظ الذّهنى في الخارج وأيضا يلزم مساواة الحروف والاسراء في الوضع لان الاليّة والاستقلاليّة كلاهما على السّواء في اقتضائهما شخصيّة المعنى فيلزم كون كلّ منهما موضوعا بالوضع العام والموضوع له الخاص كما لا يخفى هذا كلّه بحسب اللّحاظ وهل يكون بينهما اختلاف اخر بحسب الذات زائدا على اللحاظ أم لا والظّاهر كون الاختلاف بينهما ببيان انّ بعض الاغراض يفتقر إلى محل واحد في الخارج كالكيفيّات والكميّات وان كانت لا تفتقر في عالم التّصوّر إلى محل أصلا بل يمكن تصوّرها مجرّدة عن ضها ؟ ؟ ؟ وبعض منها يكون مفتقرا إلى محلّين وطرفين كالنّسب والإضافات فإنها تفتقر إلى المنسوب والمنسوب اليه والمضاف والمضاف اليه ومفهوم ابتداء الأسمى يكون من قبيل الاوّل لعدم احتياجه الا إلى وجود مسبوق بالعدم ولا يفتقر إلى شئ اخر بخلاف مفاد من فانّه لا يكاد يتحقق له معنى ومفهوم الّا بملاحظة طرفيها من السّير والبصرة كما في قولك بدو سيرى من البصرة ترى انّ البدر الّذى هو معنى الاسمىّ للابتداء لا يفتقر الّا إلى السّير الّذى هو محلّ المفروض للابتداء بخلاف معنى من فانّه يفتقر إلى امر من السّر والبصرة وهكذا الحال في كل ما كان من هذا القبيل ممّا دلّ على النّسب والإضافات كهيأت الافعال والمشتقّات وفي هذه النّسب والإضافات اختلافات بحسب\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nأطرافها فانّ النّسبة بين زيد على السّطح غير النّسبة الّتى هي بين عمر وعلى السّطح أو زيد على السّطح غير زيد على الفرس بل النّسبة بين أحد الخصوصيّتن غير النسبة الّتى بينهما مثلا النّسبة بين خصوصيّة زيد وكونه على نقطه خاصّه من السّطح غير النّسبة الّتى بين الانسان وكونه على السّطح فهما بحسب التّعقل شيئان نسبة بين كليّين ونسبة بين جزئيّين وان كانت النّسبتان في الخارج منطبقتين على شئ واحد وهكذا الحال في النّسب الظّرفيّة والابتدائيّة الانتهائية فانّها تكون مختلفة بحسب اختلاف أطرافها ومن هذه الجهة أشكل النهاوندي ره في تشريحه بان الحروف لا يتعقّل فيها غير وضع العام والموضوع له الخاص لانّ الحروف كلّها على ما عرفت نسب جزئية خاصّة ولا تكون مندرجة تحت ضابط\r\n\r\n[ تصوير وضع العام والموضوع له العام حيث انّ النّسب الابتدائيّة 
  ]\r\nلكنّك قد عرفت فيها تصوير وضع العام والموضوع له العام حيث انّ النّسب الابتدائيّة وان كانت مختلفة الّا انّها مشتركة كلّها في كونها نسب ابتدائية وهكذا النّسب الظّرفيّة والاستقلاليّة وغير ذلك من اقسام النّسب الحرفيّة وهي بهذا النحو الّتى تكون في الخارج من كونها خصوصيّات مضمومة إلى جامع يمكن تصوّرها في عالم الذّهن فوضع الحرف لمثل هذا الجامع الضّمنى كان الوضع عاما والموضوع له عاما ولا ينافي ذلك تصوّر الخصوصيّة من لفظ الحرف لمصاحبة الجامع حسب الفرض مع الخصوصيّة فتكون الحروف على هذا من باب متحد المعنى لا من متكثّرة وهكذا هيأت الافعال والمشتقّات هذا ولا يحتاج المقام بذكر أزيد مما قلنا كما لا يخفى ثمّ الحروف والافعال هل تنقسم إلى كلّى وجزئي أو انّ هذه القسمة تكون منحصرة في الأسماء\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nبناء بعض المحقّقين في كتاب القوانين تبعا لأهل الفنّ على الثّانى والوجه فيه تبعيّة معانىّ الحروف وهيأت الافعال وعدم كونها مستقلة من حيث المفهوم وهذا ينافيه الاتّصاف بالكليّة والجزئيّة لافتقار الاتّصاف بهما إلى الحمل الموقوف على اللّحاظ الاستقلالى وعن بعض مشايخنا ايض وفاقا له المنع من حيث كون الحروف وما يجرى مجريها من الهيئات مؤداها الايجاد فانّ حرف النّداء به يحصل النّداء لا انّه حاك عن نداء واقع في الخارج وهيئة افعل في الامر بها يحصل البعث كما انّ هيئة لا تفعل في النّهى بها يحصل الزّجر ومن المعلوم انّ الايجاد من عالم التّشخيص والجزئيّة ولا يكاد يتّصف بالكليّة وناقشة غيره بانّ هذا لا يتأتى في مثل من وعلى وفي ونحوها من الحروف الحاكيّة عن نسب وإضافات فانّ الإضافات كما يتعقل أن تكون بين جزئيّين كك يتعقّل أن تكون بين كليّين فيقال بنحو المبتداء السّير من البصرة من دون بيان حال السّير من اىّ شخص وبيان نقطة الابتداء من ايّ موضع من البصرة وان كان في الواقع لا بدّ ان يكون السّير ونقطة الحركة معيّنتين الا ان المتكلّم لم يلاحظ الّا الجهة الكلّية منهما فإذا كانت الأطراف كليّة كانت الإضافة والنّسبة فيما بينها كذلك فاختار بهذا الوجه صحّة اتّصاف الافعال والحروف بالكلّية والجزئيّة وبناء شيخنا العلّامة دام بقاه على انّ الحروف بأسرها حاكية عن معناها بلا فرق في ذلك بين ما يكون مثل حرف النّداء وغيره هذا\r\n\r\n[ انّ الحروف على قسمين 
  ]\r\nولكن التّحقيق انّ الحروف على قسمين قسم يكون مفادها الايجاد فقط ومعلوم\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nانّ مثل ذلك لا تقبل الاتّصاف بالكليّة والجزئيّة وقسم تكون حاكية نسب وإضافات ومثل هذه مما تكون قابلة للاتصاف بها كما لا يخفى\r\n\r\n[ تنبيه علم أن الأقوال والاختلافات الواقعة في المعنى الحرفي أربعة 
  ]\r\n\r\n[ الأول القول بانّ الميز بينها وبين المعنى الأسمى 
  ]\r\nيكون بالنّظر واللحاظ في يلحظ على نحو الالية والمراتيّة يكون معنى حرفيّا وما يلحظ بالاستقلال يكون معنى اسميّا فلا يكون الفرق بين ابتداء الأسمى والحرفي الا بكيفيّة اللحاظ\r\n\r\n[ الثاني القول بانّها تمتاز عن المعنى الأسمى بنفس الملحوظ 
  ]\r\nفما كان الملحوظ مستقلّا بنفسه يكون معنى اسميّا وان كان اللحاظ المتعلق به اليّا وكان الملحوظ فيه لاحقا لغيره كان معنى حرفيّا وان كان اللّحاظ المتعلق به استقلال\r\n\r\n[ الثّالث القول بانّ ما كان منها معنى اضافيّا فهو المعنى الحرفي 
  ]\r\nوالا فهو معنى اسمى والفرق بينه وبين القولين الأوليين افتقار المعنى الإضافي إلى طرفين في المقام بخلافه على القولين الأوليين فان المعنى فيهما يحتاج إلى طرف واحد والمشاهد من موارد الاستعمالات انّ الحروف والأدوات ليس الّا ما هو المفتقر إلى الطّرفين\r\n\r\n[ الرابع ما اختاره صاحب شرح الرضىّ على 
  ]\r\nالرابع ما اختاره صاحب شرح الرضىّ على ما حكى عنه بانّ الأداة بمنزلة العلم المنصوب بجنب شئ ليدلّ على انّ في ذلك الشئ فائدة فإذا جرّد عن ذلك الشئ بقي غير دال على معنى في شئ أصلا فالمعنى الأسمى معنى الكلمة الاسميّة والمعنى الحرفي معنى لغير الحرف لذا قيل الحرف ما دلّ على معنى في غيره اى انّ الحرف كلمة تكون دالة على معنى ثابت في لفظ\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nغيرها وغير صفة للفظ وقد يكون اللّفظ الذي فيه معنى الحرف مفردا كالمعرف باللام والمنكر بتنوين التّنكير وقد يكون جملة كما في هل زيد قائم لانّ الاستفهام معنى في الجملة إذ قيام زيد مستفهم عنه وكذا النّفى في ما قام زيد إذ قيام زيد منفى فالحرف يكون موجدا لمعناه في لفظ غيره اما مقدّم عليه أو مؤخّر عنه هذه جملة من عبارته وان شئت مزيد الايضاح فراجع إلى كتابه\r\n\r\nقوله ره [ الكلام في الإنشاء والاخبار 
  ]\r\nلا يبعد ان يكون الاختلاف في الخبر والانشاء الخ توضيح المطلب انّه في الشئ يمكن اعتبار الوجود والايجاد فان اعتبر متحرّكا من كتم العدم إلى عالم الوجود يكون ذلك الايجاد ويعبر عنه بالفارسيّه ( وجود گرفتن ) وان اعتبر متلبّسا بقالب الوجود يكون ذلك وجودا ويعبر عنه ؟ ؟ ؟ ( وجود داشتن ) فاعتبار الوجود مؤخر رتبه عن اعتبار الايجاد فيكون الفرق بين الفعل واسم فاعله حيث انّ الاوّل يدل على حالة التحرّك فإذا حصلت الحركة وتحصل المتحرّك تعنون بعنوان اسم الفاعل الّذى يكون في الحقيقة دالا على المتلبّس بعد الفراغ عن تلبّسه بخلاف الفعل فانّه دال على حدوث التّلبّس ولذا قيل بانّ الاسم ما دلّ على المسمّى والفعل ما دل على حركة المسمى والمراد بالمسمىّ هو المعنى المدلول عليه باللّفظ ففي الاسم دلالة على الوجود وفي الفعل دلالة على الايجاد وهذا الايجاد يكون معنى الجملة اسميّة كانت أو فعليّة خبريّة كانت أو انشائية كما أن المعنى الوجود هو معنى الاسم مفردا كان أو مركب لان المركّبات التقييديّة حالها حال المفردات في دلالتها على شئ مفروض الوجود بمعنى\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nانها دالة على نسبة وإضافة متحقّقه كغلام زيد مثلا لا كالمركّبات التّامة الدّالة على احداث النّسبة وايقاعها ويكون من هذا الباب قولهم بانّ الأوصاف قبل العلم بها اخبار وبعد العلم بها أوصاف وجهة ذلك انّ مفاد الايجاد لا يكون الا قبل لإفادة المخاطب وبعد العلم بها بالاخبار صارت الذّات متميّزة بذلك الوصف ولحق المحمول بالأوصاف فبعد ما عرفت اشتراك الجمل في حيثيّة الايجاد والايقاع يظهر لك عدم ميز بين الاخبار والانشاء بالذّات وانّها يفترقان باعتبار اخر حيث انّ هذا المعنى الايقاع تارة يتخذ وسيلة للحكاية ويقصد بها اعلام ما في الخارج وأخرى يتخذ وسيلة لتحقّق معناه وثبوته في الخارج ففي قوله بعت يكون قصده ؟ ؟ ؟ هذه النّسبة وهذا المعنى جامع بين الاخباريّة والانشائيّة فان قصد بذلك المعنى التّوسّل إلى حكايتها في الخارج يكون ذلك اخبارا وان قصد به التّوسّل إلى وقوع بيع مملّك في الخارج يكون ذلك انشاء فالجملتان بحسب الذّات والمستعمل فيه متفقان ويكون الاختلاف بينهما فقط في كيفية الاستعمال وكل من قسمي الاخبار والانشاء يكون للجدّ والهزل فتارة يخبر أو ينشأ عن جدّ وإرادة واقعيّة وأخرى عن داعى الهذل والسّخريه والجد في الانشاء يكون بقصد الموجدية والمؤثريّة لا محالة الا انّه قد يترتب عليه في الخارج ما قصده وأراد وقوعه وقد لا يترتّب كما في بيع الفضولي فإنه وان كان يصدر عن العاقد بداعي\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nالجد والتّاثير الا انّه ما لم تلحقه الإجازة لا يكون له تأثير واقعىّ وكذلك الهبة قبل العوض بناء على اشتراط صحتها به\r\n\r\n[ وقوع الكلام في الخارج على مراتب 
  ]\r\nفتلخّص ان للكلام وما يتبعه من الوقوع والّا وقوع في الخارج مراتب اوّلها مرتبة الايقاع والانتزاع الذي هو محفوظ في الكلام بجميع اقسامه ثانيها مرتبة الحكاية والموقعيّة الّتى بها يحصل الامتياز بين الخبر والانشاء ثالثها مرتبه الجدّ والهذل رابعها مرتبة الوقوع وتحقق مفاد الجملة في الخارج اخبارا وانشاء وإذ قد عرفت المراتب فينبغي ان تعرف ان اى مرتبه من هذه المراتب داخلة في المستعمل فيه وايّها خارجة\r\n\r\n[ المرتبة الأولى مرتبة الايقاع والانتزاع 
  ]\r\nفنقول اما المرتبة الأولى الّتى هي مرتبة الايقاع والانتزاع فهي من مقومات الكلام ولا يحصل بدونه فكما انّ الموضوع والمحمول والفعل والفاعل مما يتقوّم بهما معنى الكلام كذلك النّسبة الايقاعيّة الّتى هي مدلول الهيئة الكلاميّة لا تحصل معناها الا باعتبارها وملاحظتها\r\n\r\n[ المرتبة الثّانية الفارقة بين الاخبار والانشاء من حيث الحكاية والموقعيّة 
  ]\r\nواما المرتبة الثّانية الّتى هي الفارقة بين الاخبار والانشاء من حيث الحكاية والموقعيّة فهي من شؤون المستعمل فيه ملحوظة بتبع لحاظ ايقاع الكلامي فاللاحظ يلاحظ النّسبة الايقاعيّة المكيّفة ؟ ؟ ؟\r\nالحكاية أو التحقّق فهناك لحاظ واحد متعلق بالمجموع من الايقاع المكيّف بكيفية الاخباريّة والانشائيّة لا لحاظان أحدهما للايقاع والاخر لشئونه من حيث كيفيّة الاخبار والانشاء وان كان بالتّحليل لحاظان الا انّ المتحقّق في عالم الذّهن ليس الا لحاظ واحد فقد انقدح بذلك ان كيفيّة\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالاخباريّة والانشائيّة ملحوظة بلحاظ النّسبة الايقاعيّة ومن هذا الوجه يحصل فرق بين الاخبارات والانشاءات وبين الحروف والأسماء حيث انّ التّبعيّة والاستقلاليّة اللّتين بهما تفترق الأسماء عن الحروف وان كانا من شؤون المستعمل فيه الا انّهما معلولان اللّحاظ بخلاف الحكاية والموقعيّة اللّتين بهما يفترق الاخبارات عن الانشاءات فانّهما بأنفسهما متعلّقان للحاظ فالاخبارات والانشاءات مشتركه مع الأسماء والحروف في اتحاد المستعمل فيه في كل منهما فان لفظ الابتداء الأسمى والحرفي يشتركان في انّ المستعمل فيه في كليهما معنى الابتداء وان كانا يفترقان باللّحاظ الاستقلالى والتبعي اللذين هما من شؤون المستعمل فيه كما انّ الانشاء والاخبار يشتركان في انهما مستعملان في معنى الايقاع وان افترقا من جهة الحكاية والموقعيّة اللّتين هما من شؤون المعنى الايقاعى الا انك قد عرفت انّ الفارق بين كلتا الطائفتين يكون من جهة المعلولية للحاظ في الحروف والأسماء ومن جهة متعلّق اللحاظ في الاخبارات والانشاءات ولعل المراد من امره بالتأمل هذا بعد حكمه ره بالمساواة بين الانشاءات والاخبارات وبين الاسراء والحروف وكيف كان ان هذه الجهة الزائدة على أصل معنى الايقاعى في قسمي الاخبار والانشاء وكذا جهة الزائدة على معنى الابتداء الفارقة بين من الحرفيّة والابتداء الأسمى لم تكن الّا من الواضع الّذى اشترط في من يستعمل تبعا وفي الابتداء ليستعمل استقلالا كما اشترط في\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nفي الاخبار ليستعمل بقصد الحكاية وفي الانشاء بقصد التّحقق والثّبوت\r\n\r\n[ وامّا المرتبة الثّالثة التي هي داعى الجدّ والهزل 
  ]\r\nمعلوم انها ليس الا من الدّواعى الدّاعية للتكلّم والدّواعى خارجة عن المستعمل فيه لا داخلة فيه كما انّه في المرتبة الرّابعة الّتى تكون هي مرتبه الثّبوت الواقعي لم يكن ذلك من شؤون الاستعمال ولا المستعمل فيه بل يكون تابعا لواقعه فانّ تحقّقت شرائط الوقوع وقع في الخارج كما انشاء والا فلا والنّسبة الايقاعيّة الّتى هي مقوّم الكلام كنحوى الاخبار والانشاء خفيف المؤنة يصحّ للمتكلّم اعتبارها في كل مقام وبالنّسبة إلى كلّ مورد بخلاف الانشاء الجدى فإنه لا يمكن اعتباره الا فيما يمكن تحققه بذلك المداعى وذلك انما يكون في الاعتباريّات الخارجة المحمول نحو الملكيّة ففي بعت المنشاة بداعي الجدّ يترتّب الانتقال والملكيّة هذا كلّه في الكلام المتضمّن معنى الايقاع الصّالح لصرفه إلى الاخبار بقصد الحكاية وإلى الانشاء بقصد الموقعيّة كما في مثل بعت وأنت طالق\r\n\r\nبقي [ الكلام في صيغة الامر 
  ]\r\nالكلام في صيغة الامر مثل اضرب وليضرب الدالين بهيئتهما على الانشاء مع عدم الصلاحيّة لصرفها إلى الاخبار لانّها لا تدلّ الا على الارسال والبعث نحو المطلوب بلا توسيط جهة ايقاعيّة في البين فلا مدلول لها الا هذا المعنى ولا نعنى من الارسال والبعث ما ؟ ؟ ؟\r\nيكون خارجيّا حتى يترتب على ذلك بأنه إذا لم يقع في الخارج بعث وانبعاث نحو المطلوب لا يكون للفظ معنى ويكون استعمالها مجازا بل المراد منه البعث\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالمتصوّر في العقل المنطبق بحسب التصوّر على ما في الخارج وان لم يتحقق في الخارج بعث ولا انبعاث وكذا كل معنى انشائى أو اخبارى حرفى أو اسمى لا يراد منه الا الصّور الذّهنيّة طابقت الخارج أو لم تطابقه وقع ما بإزائها شئ في الخارج أو لم يقع فبعد ما عرفت ان معنى صيغة الامر هو الارسال والبعث ظهر لك ان الطلب خارج عن حيّز مدلول الصيغة بل هو مدلول التزامى لها إذ الارسال يستدعى الطّلب والإرادة فلو كان معنى الصّيغة نفس الطّلب لكان مفادها من المحمولات بالضّميمة وهي من الاعراض القائمة بالمجل الواحد وقد تقدّم سابقا ان هذا المعنى للأسماء دون الحروف وما شاء كلّها من الهيئات وانّما مفادها يكون خارجات المحمول اى الاعتبارات المفتقرة إلى طرفين هذا إذا قلنا باتحاد معنى الطلب والإرادة بان يكون الطلب معنى عرضيّا قائما بالنّفس فيكون هو كسائر الاعراض القائمة بمحالها ؟ ؟ ؟ وامّا لو قلنا بتغايرهما فلا بدّ من دعوى انّ مدلول صيغة الامر هو الطّلب لان الطّلب على هذا ليس الّا عين الارسال المعبّر عنه بالفارسيّة ( بخواهش كردن ) والإرادة هو المعنى القائم بالنفس المعبّر منها ( بخواهش داشتن ) فظهر انّ من الانشاء ما لا يقبل التّغيير ومنه ما يقبل واما الحروف فهي ربما أيضا تختلف منها ما تكون حاكية عن نسبة ثابتة فقط مثلا في بدو سيرى من البصرة أو كون زيد على السّطح وغير ذلك من التّراكيب الغير التّامة المشتملة على حرف من حروف الجرّ لايراد منه الا للإشارة وبيان ما تحقق في الخارج وما كان من النّسبة الكذائية فهي في مثل هذه التّراكيب\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nدالّة على نسبة متحقّقه خارجية بالمعنى الذي ذكرنا سابقا من كونها صورا منطبقة على ما في الخارج بحسب التّصوّر والتّعقل منها ما تكون صادرة للايقاع والوحديّة مثل حرف النّداء الذي لم يصدر الا لاحداث النّداء بحسب نظر المنادى وان لم يتحقق في الخارج نداء حقيقي فنداء الجيل أو سائر الجمادات يكون بنحو الحقيقة بحسب الاستعمال وان لم يكن للمنادى شعور وادراك ومنها ما يدلّ على الإضافة نحو الحروف المشبهة بالفعل فانّها داله على الإضافة بين معنى التّرجى في لعل والتمني في ليت وغيرها وبين مداليل الجمل الواقعة بعدها من زيد قائم وعمرو جالس ونحوها فنسبة التّرجى وغيره إلى هذه الحروف كنسبة الطّلب إلى صيغة الامر فهي مدلولات التزاميّة خارجة عن أصل المعنى وانما معناها يكون الإضافة المتحقّقه بين هذه الصّفات والجمل التي هي داخله عليها وعاملة فيها\r\n\r\n[ الفرق بين المركبات التّقييديه والمركبات التامة الخبريّه 
  ]\r\nفبعد ما عرفت من مطاوي كلماتنا الفرق بين المركبات التّقييديه والمركبات التامة الخبريّه التي يصحّ السّكوت عليها بان المركّبات التّقييديه حاكية عن النّسبة الوقوعيّة والمركّبات التّامة الخبريّة حاكية عن ايقاع النّسبة نقول يكون فرق اخر بينهما فانّ الحكاية في المركّبات التقييديّة متمحضة في جهة الحكاية عن ماهيّة الرّبط الوقوعي بما هو هو بلا نظر إلى حكاية الوجود في ذلك أصلا إذ لم يؤخذ في الحاكي ولا في المحكى اعتبار شى من الوجود أو العدم ولذا يصحّ الحمل على المركب التّقييدى بانّه موجود أو معدوم فيقال غلام زيد موجود أو معدوم وهذا النّحو\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nمن اللحاظ منتف في المركّبات التامة الخبريّه لان اثبات شئ لشئ فرع اعتبار المثبت له ثابتا والّا لما صح الاثبات ومن هذا الوجه التزموا بان الموضوع في القضايا الموجبة لا بدّ من اعتبار وجوده فيكون الحمل الايقاعى متأخرا رتبه عن اعتبار وجود الموضوع بعكس المركب التّقييدى فإنه بحسب الرّتبة متقدم على اعتبار الموجود ومما يتفرّع على ذلك صحّة التمسّك باستصحاب العدم في المركبات التقييديّه بخلافه في المركّبات التامة ولا مجال لذكر أزيد من ذلك في هذه الرسالة لان البناء على الاختصار وعدم طول الكلام وما كتبنا من الاستنادات عن شيخنا العلامة العراقي دام ظلّه وضيائه أطول من ذلك\r\n\r\nقوله ره ان المستعمل فيه في مثل أسماء الإشارة والضّمائر أيضا عام الخ\r\nتوضيحه ان الأسماء المبهمة ليست موضوعة الا لتلك الصّور الاجمالية التي تراها متحدة مع كل مورد أريد فيها شخص خاص وهي تتضمّن التوجّه النفسي الذي به اقترقت عما عداها من أسماء الأجناس والنّكرات وقد ذكرنا انفا مجرّد الذات الملحوظة مع التوجّه عن مراعاة التّقييد بقيدى اللحاظ والتوجه النّفسى ولا يكون الاستعمال الّا ذكر اللّفظ ولحاظ المعنى فمن مجموع هذه المقدّمات يستكشف انّ المستعمل فيه يكون امرا عاما وهي الذات المطلقة المجرّدة الخالية عن تقييد ما وإذا كان هذا حال المستعمل فيه فيستكشف منه حال الموضوع له في كونه مثله في العموم والا فلو كان الموضوع له مخصوصا بقيدى التوجّه واللحاظ\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nدون المستعمل فيه يلزم التّخالف بين الموضوع له والمستعمل فيه وتكون الاستعمالات في مثل هذه المبهمات طرا مجازية وهو واضح الفساد فيصحّ دعوى كون الوضع عاما والموضوع له عاما أيضا والتخصّص والانحصار المترائي في إرادة فرد شخصي حين الاستعمال يكون ناشيا من تضمّنها قيد التوجه الذي يسرى من كيفيّه الاستعمال وليس هو معتبرا في مفاهيمها هذا تمام الكلام في توضيح مرامة زيد في علوّ مقامه الا انه يمكن ان يقال بانّ خروج الإشارة والتخاطب عن معنى اللّفظ لا ينافي تخصّص المعنى وصيرورته بمقدار يكون تواما مع الإشارة والتخاطب بحيث لا يكون له اطلاق يشمل حال ضدّه ونقيضه وح يخرج المعنى بذلك عن الكليّة إلى الجزئيّة ويكون من متكثّر المعنى الا على ما قلنا في كيفيّه تصوير الوضع العام والموضوع له العام\r\n\r\nقوله ره لا ريب في كون الالفاظ موضوعة بإزاء معانيها الخ\r\nلانّ ما يتأتى من قبل الاستعمال يستحيل اعتباره في مفهوم المستعمل فيه ولا يمكن كونه من قيوده والوجدان شاهد أيضا على تجرّد المعنى وخلوّه عن مثل هذا اللحاظ والإرادة لانّ الأطراف في الجمل والقضايا خالية عن اعتبار الإرادة في مفهومها لعدم الانسباق وأيضا يلزم كون مطلق الالفاظ عاما والموضوع له خاصا كما ذكره المص ره لكنه معلوم بانّ مفاد هذه الوجود ليس الا عدم اعتبار الإرادة داخلة في معنى اللّفظ و ؟ ؟ ؟\r\nفي ذلك خروجها عنه كما قلنا انفا مع استتباعها ؟ ؟ ؟ تحصص المعنى بحصص\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nتكون تواما مع الإرادة اللّفظيّة ولازم ذلك عدم الرّخصة في التعدّى في مدلول اللّفظ عن المعنى الملحوظ من غير حاجة إلى الالتزام بدخول الإرادة وحتّى يرد الاشكال بالوجهين الأوليين بل لا يرد الأخير أيضا على مبنىّ القائلين بكون الوضع العام والموضوع له العام من تصوير معنى سائر في الحصص الخارجيّة الذّهنيّة الملحوظة في عالم الذّهن وكون اللّفظ موضوعا لذلك المعنى ولا يلزم ح من القول باعتبار الإرادة بهذا المعنى القول بكون وضع عامة الالفاظ عاما والموضوع له خاصّا كما توهم بعض وعليك بالتّامة التام حتى لا يشتبه عليك الامر\r\n\r\nقوله ره العلمين الشّيخ الرّئيس والمحقق الطوسي ره\r\nالظاهر منهما قدّس سرّهما ان عرّض الواضع في وضعه ليس الّا إرادة تفهيم المعنى فإذا كان هذا هو الفرض من الوضع فذلك يستلزم كون الموضوع له خصوص معنى المقصود تفهيمه من جهة كون الوضع من حيث السعة والضّيق تابعا لدائرة الفرض فإذا لم يكن للفرض سعة عموم تشمل للمعنى بجميع شؤونه وأطواره كيف يترتّب عليه الوضع العام متعلّقا بالمعنى باىّ نحو يكون ويتحقق ويستكشف من ملاحظه الفرض لما عدم تعلّق الوضع الّا بحصّة من المعنى وهي الحصّه الّتى تكون تواما مع اراده التفهيم لا بنحو الدّخول والجزئيّه وعلى هذا إذا استعمل اللفظ في المعنى بقصد التفهيم كان ذلك موافقا للوضع وكان على نحو الحقيقة وإذا استعمل فيه لا بهذا القصد ومن دون هذا الوجه كان مجازا لاستعماله في غير المعنى الموضوع له ان قلت\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nهذا انّما يتأتى على فرض التّماميّة في الوضع التّعيينى خاصّة لانّ إرادة التفهيم من الأمور الاختياريّة القصديّه فيفتقر إلى صدوره من مختار يكون باعثا لتخصيصه اللّفظ بالمعنى حتى يترتّب عليه غرضه المقصود بمعونة الوضع بخلاف وضع التّعيّنى فانّه قهرىّ الحصول ينشاء من كثرة الاستعمال ولا يكون هو متفرّعا عن الإرادة والقصد فكيف يتصوّر فيه اختصاص المعنى بما يكون تواما مع إرادة التّفهيم قلت انّ الوضع التّعيّنى لما كان ناشيا عن كثرة الاستعمالات الخارجيّه ولا شبهة في انّ الاستعمالات الخاصّة الواقعة في الخارج لم تقع الا عن إرادة التّفهيم فهي بعد التّراكم والتّكاثر توجب بمقتضى العادة اختصاص اللفظ بالمعنى على النهج الذي صدرت من المستعملين وقد كانت في حال صدورها عنهم منبعثة عن داعى إرادة التّفهيم لا باىّ وجه كان فلا يكون الا اختصاص بين اللّفظ والمعنى بحصّة الخاصّة منه الّتى تكون تواما مع إرادة التّفهيم فافهم واغتنم\r\n\r\nقوله ره السّادس لا وجه لتوهم وضع للمركّبات الخ\r\nاختلفوا في انّ المركّبات بما هي مركّبات هل هي موضوعة بوضع عليحده غير الوضع المتعلّق بموادّها وهيئاتها أم لا ومنشا الخلاف اختلاف الانظار في بحث المطلق والمقيّد فانّه قد وقع الخلاف بينهم في انّ المطلق هل يكون موضوعا للحصّة الشّايعة والطّبيعة السّارية كما ذهب اليه المشهور أو يكون موضوعا للماهيّة الا بشرط المقسمىّ التي لا يكون منافيا لطرق التقييد\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nفي المقيّد كما هو الحق وبناء أهل التّحقيق وأولهم سلطان العلماء قدس والمتفرّع على ذاك الخلاف كون استعمال المقيدات على القول الاوّل بنحو المجاز وعلى الثّانى بنحو الحقيقة\r\n\r\n[ الأسماء المفردة بأسرها ترى جميعها خارجة عن الاطلاق والتّقييد 
  ]\r\nوالتحقيق في ذلك انّ الأسماء المفردة بأسرها لو نظرت إليها بعين الانصاف والبصيرة ترى جميعها خارجة عن الاطلاق والتّقييد حتى أن مثل زيد الذي هو علم شخص غير منطبق على المتكثّرات الفرديّة ولو اعتبر بالنظر إلى حالاته كان مطلقا لصلاحيّة القيام والقعود والاكل والشّرب وأمثال ذلك فان تقيد بواحد منها صار مقيّدا فإذا بنى على انّ وضع المطلقات للحصّة الشّايعة لزم التجوّز في المواد المفردة الواقعة في ضمن هيئات المركّبات لخروجها بذلك عن الشّيوع إلى التقييد وهذا ممّا لا يلتزم به أحد بل الوجدان أقوى شاهد على خلافه بلاهة انّا لا نجد في تركيب زيد قائم وعمرو جالس ونحو ذلك اثار المجاز من اعمال عناية ورعايت علاقة وهذا كله يؤيّد عدم استعمال المواد في حال التّركيب الا في المعنى الحقيقي ولا يكون ذلك بناء على القول الاوّل الا بارتكاب وضع اخر للمجموع المركّب من الهيئة والعادة بخلاف القول على الثّانى لعدم لزوم التّجوز في المواد وان لم نقل فيها بالوضع الاخر لكون المعنى الموضوع له محفوظا في ضمن الهيئة التّركيبيّه ولا نحتاج بتكلّف وضع اخر للمجموع التركيبي بعد وضع للمواد في نفسها وفي الهيئات في نفسها لوفاء ذاك الوضعين من الوضع الثّالث كما هو واضح هذا ولكن يمكن ان يقال بالمنع عن توقف التحرّز عن المجازيّة في المواد\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالواقعة في ضمن الهيئات عند المشهور على الالتزام بوضع مستقل للمجموع المركّب من المادّة والهيئة لان التحرّز عنها كما يحصل بمثل هذا الوضع يمكن حصوله بوضع مستقلّ للمواد في حال اندراجها في الهيئات بنحو الطرفيّه ومن قبيل القضايا الحينيّة ؟ ؟ ؟ الّتى لا يستفاد منها الا التّحصّص واختصاص الوضع بحصّة خاصة من المادّة المشار إليها بما وقعت في ضمن الهيئات فالوضع على هذا يكون متعلّقا بخصوص المادة المظروفة لا بالمجموع المركّب من الظّرف والمظروف كما عليه بناء كلام السابق فلا يتجه الاستشهاد بانتفاع المجازيّه عن المواد بحسب الوجدان في نظر المشهور على تعلق وضع مستقلّ بالمجموع المركب الّذى يبتنى عليه الخلاف في هذه المسئلة فالحاصل ان الدّليل على القول بالوضع المستقلّ للمجموع المركّب أعم من المدّعى ولا دلاله للأعم على الاخصّ\r\n\r\nقوله ره [ الكلام في الحقيقة والمجاز 
  ]\r\n\r\n[ علائم الحقيقة والمجاز 
  ]\r\nلا يخفى ان تبادر المعنى من اللّفظ الخ اعلم انّ للحقيقة والمجاز علائم\r\n\r\nمنها تنصيص أهل اللّغة على انّ اللّفظ الكذائي معناه كذا ويكون الاختلاف في اعتبار هذه العلاقة وعدم اعتبارها\r\nوعلى تقدير الاعتبار فهل الرجوع إليهم من باب الرّجوع إلى أهل الخبرة والمقومين أو من باب الشّهادة أو الرّواية أو لدليل الانسداد فيه خلاف بين الاعلام والظاهر عدم ثبوت هذه العلامة في غير ما لم يحرز فيه اراده التّنصيص على المعنى الحقيقي خاصّة وكثيرا ما لا يحرز هذا المعنى من اللّغوى وقلما يتفق منه الاطراد لانّ الغالب على ؟ ؟ ؟ كتبهم ذكر موارد الاستعمالات التي لا تختص بالاستعمالات الحقيقيّة كما هو ظاهر لمن له أدنى بصيرة وتأمل منها التّبادر وعدم صحّة السّلب فانّهما\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nفانّهما دليلان على الحقيقة كما أن خلافهما دليل على الخلاف وشبهة الدّور مدفوعة بعد تحقّق المغايرة بين الموقوف والموقوف عليه بالاجمال والتّفصيل لو أن تبادر العالم علامة للمستعله ؟ ؟ ؟ الجاهل وهكذا يقال في عدم صحّة السّلب وهو واضح نعم ربما يستشكل في اماريتهما وكونهما علامة لعدم دلالتهما الّا على الحقيقة في زمان التّبادر لا ما قبله من زمان الصّدور اللّفظ من الشّارع مثلا لو وردان في الكنز خمس وشك في معنى الكنز بانّه مختصّ با لنّقدين أو يعمّ غيرهما من الجواهر وأمثالهما فتبادر أحد المعنيين لا يجدى في المهمّ المقصود اثباته في الاحكام الشرعيّه واصالة عدم النّقل انما يجدى إذا كان الثّابت بمثل هذا الأصل استناد الظهور اللفظي إلى الوضع ولا يثبت به الا بناء على غير المختار من حجيّة الأصول المثبتة على انّه لم يقم دليل على اعتبار هذا الأصل المعبّر عنه بالاستصحاب القهقرى كما ذكر في محلّه نعم ربما يتمسّك لتوافق الزّمانين باصالة تشابه الأزمان المأخوذة من سيرة جميع الناس على استنباط المعاني من الالفاظ القديمة بما يفهمونه بحسب مرتكزاتهم\r\n\r\nومنها [ الاطّراد وعدمه 
  ]\r\nالاطّراد وعدمه وهو ان يوجد لفظ مستعمل في مورد لمعنى لا يختصّ بمورده ويكون صحّة استعمال اللّفظ دائرة مدار وجود ذلك المعنى بلا التزام مراعاة علاقة ولا اعمال عناية وهو معنى قولهم من غير تأويل أو على وجه الحقيقة فانّ تحقّق هذا النّحو من الاستعمال في اللّفظ كان ذلك علامة كونه حقيقة في ذلك المعنى العام\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالذي يدور مداره استعمال اللّفظ كضارب فانا نجد اطلاقه على زيد لتلبّسه بصفة الضرب كما يوجد استعماله بحسب الارتكاز لم يكن عن تأويل بل يستفاد المعنى من اللّفظ من حاقه وح يستدلّ بمثل هذا على انّ لفظ الضّارب حقيقة في المتلبّس بالضّرب اى كان متلبّسا وهذا بخلاف اسئل القرية فحسن الاستعمال يكون مختصّا بمورده ولا يتجاوز إلى قولك اسئل الجدار من ذلك يكشف عن مجازية اللّفظ في مورد استعماله\r\n\r\nقوله ره مع العلم بكون الاستعمال على نحو الحقيقة لا يبقى مجال لاستعلام الخ\r\nلا يخفى ان ذكر الحقيقة وجعلها قيدا في العلامة يوجب سبق معرفتها تفصيلا على ذي العلامة إذ ما لم تستكمل القيود المعتبرة في المعرّف وتستعلم بأسرها على نحو التّفصيل لا يتعرّف به المعرّف ولذا بنوا على أن الفارق بين المعرّف والمعرّف هو الاجمال والتفصيل والاجمال في المعرّف والتّفصيل في المعرّف فإذا كان اللازم في استعلام الشّئ لعلامة معرفة تمام قيود العلامة على نحو التّفصيل وكان من جملة قيودها نفس المعرّف الّذى هو ذو العلامة جاء الدّور فيقال معرفة الحقيقة تفصيلا موقوفة على علامتها الّتى هي الاطّراد على وجه الحقيقة ولا تعرف هذه العلامة الا بعد معرفة تمام قيودها تفصيلا ومن جملة قيودها نفس الحقيقة فيكون معرفة الحقيقة تفصيلا موقوفة على معرفتها كذلك وهذا هو الدّور المحال هذا غاية ما يمكن ان يقال في شرح الدّور وتأئيد كلام المانع والجواب عنه ان القيد المأخوذة في\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالعلامة هئهنا هو الحقيقة الملحوظة بنحو الاجمال ويعبّر عنها بالمرتكز الذّهنى ويكون هذا المقدار من الارتكاز الذّهنى وسيلة إلى الوقوف على معرفة المعنى تفصيلا فبهذا يظهر بطلان ما ذكره من لزوم معرفة الاجزاء بأسرها في العلامة على وجه التّفصيل بداهة ان المعرفة الاجماليّة في بعض القيود إذا كانت وافية بالغرض المقصود للمستعلم من تحصيل معرفة الحقيقة تفصيلا فلا داعى إلى لزوم لحاظه تفصيلا\r\n\r\nقوله ره التاسع [ الكلام في الحقيقة الشرعية 
  ]\r\nانه اختلفوا في ثبوت الحقيقة الشرعيّه وعدمه الخ قد عرفت انّ الوضع على قسمين تعيينىّ وتعيين فعلى القول بثبوت الحقيقة الشرعيّه هل الثّابت هو الوضع التعينى أو التّعينى والوضع التّعيينى كما يحصل بالتّصريح بلسانه وان لم يكن معهودا من البنى بان قام في ملاء من النّاس وقال بانّى وضعت هذه الالفاظ لهذه المعاني لأنه لو كان لبان كذلك يحصل باستعمال اللّفظ في غير ما وضع له بقصد تخصيص اللّفظ به فكما يصح ان يريد ويقول ولدى هذا اسمه علىّ يصح ان يريد ويقول ناولوني ولدى عليّا مريدا به تسمية بهذا الاسم فلا ريب في صحّته وهو نحو من الوضع التعيينى\r\n\r\nفان قلت [ هذا محال لانّه مستلزم للجمع بين لحاظين متبائنين 
  ]\r\nهذا محال لانّه مستلزم للجمع بين لحاظين متبائنين الاليّة والاستقلاليّة في اللّفظ الموضوع وجه الملازمة ان استعماله في المعنى لا يكون الا بالنّظر الالى وكون المقصود من ذلك وضع اللّفظ للمعنى لا يكون الا بنظر استقلالي للّفظ وبطلان اللازم واضح\r\n\r\nقلت [ نعم يكون في المقام اجتماع لحاظين متبائنين 
  ]\r\nنعم يكون في المقام اجتماع لحاظين متبائنين الا انّ الملحوظ في كلّ من اللحاظين غير الملحوظ باللّحاظ الاخر فان الملحوظ الة هو\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nهو شخص اللّفظ بالنّسبة إلى شخص المعنى والملحوظ استقلالا طبيعة اللّفظ بالنّسبة إلى طبيعة المعنى فلم يجتمع في موضوع واحد لحاظان متنافيان بل يكون في موضوعين ولا باس به\r\n\r\nفالحاصل [ ان الحقيقة الشرعيّة بناء على ثبوتها يمكن تحقّقها بالوضع التّعيينين 
  ]\r\nان الحقيقة الشرعيّة بناء على ثبوتها يمكن تحقّقها بالوضع التّعيينين والتّعينى بكلا تسميه ومعلوم انّ القائل بالحقيقة الشرعيّة لا يسعه القول بها في الالفاظ المتداولة في لسان الشارع الا إذا لم يقم فيها احتمال وضعها لمعانيها في الأزمان السّالفة والشرائع السّابقة واما مع قيام مثل هذا الاحتمال فيها كما يدلّ عليه غير واحد من الآيات فدعوى القطع بثبوتها على هذا التّقدير مجازفة بل ليس معه الا الاحتمال فالاحتمالات العقليّه المتصوّرة في المقام لا تكون خارجة عن واحدة من ثلث لانّ هذه المعاني القديميّة ان كانت مسمّاة بهذه الأسماء من اوّل زمان اختراعها كانت حقايق لغويّة لا شرعيّة لكون واضعها أهل اللّغة وان لم تكن مسمّاة بهذه الأسماء من سابق الزّمان بل من زمان الشّارع على لسانه كانت الالفاظ حقايق شرعيّه لكون التّسمية من الشّارع وان لم يكن المسمّى بذاته من مخترعاته صلّى اللّه عليه واله وسلم فيحتاج في دلالة الالفاظ على الزّائد على تلك المعاني من الشّرائط والاجزاء المستحدثة منه صلّى الله عليه واله إلى دالّ آخر إذ المسمّى على هذا الاحتمال الثاني يكون معرى عن هذه الاجزاء والشّرائط ولا يكون حاريا لها وعلى هذا تسقط الثّمرة المطلوبة للقائل بثبوت الحقيقة الشرعيّة لانّه على كلا التّقديرين الثبوت والعدم لا بدّ من حمل اللفظ على معناه الموضوع له وهو هنا على الاحتمالين ليس\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالا المعنى القديم غاية الأمر على فرض احتمال الاوّل يكون اللفظ حقيقة لغويّة وعلى الاحتمال الثاني يكون حقيقة شرعيّة باعتبار ملاحظة حال الواضع ومعلوم ان هذا المقدار من التّغاير لم يكن محط نظرهم في الاختلاف في ثبوت الحقيقة الشرعيّة وعدم ثبوتها لكون النّزاع لفظيّا ويحلّ عنه كلام الاعلام وما رتّبوا عليه من الثّمرة في هذا المقام فلا محالة يكون نظر القائل بثبوتها إلى احتمال ثالث وهو كون الالفاظ أسماء للمعاني المعهودة في شرعنا الحاوية لتمام الشّرائط والاجزاء المقرّره فيها على أن يكون استفادة تلك الأجزاء والشّرائط من حاو ؟ ؟ ؟ اللّفظ لا من دالّ اخر وعليه يتّجه النّزاع وتظهر الثّمرة بين القولين الا انّ هذا احتمال يفتقر تعيينه إلى دليل ولا دليل عليه ويمكن الانتصار للقول بثبوتها بانّ الدّليل عليه موجود وهو تبادر المعاني الشرعيّة منها في محاوراته فان قلت بان هذا انّما يتّجه لو لم يحتمل وضعها قديما للمعاني ومع هذا الاحتمال لا مجال لدعوى الوثوق فضلا عن القطع بكونها حقائق شرعيّه قلت بانّ التبادر حجّة معتبرة يلغى به الاحتمالات المخالفة للمعنى المتبادر كما في غير المقام فهو بعينه كالظّهور اللّفظى الّذى لا يكاد يقدح مع احتمال الخلاف فمع تسليم التّبادر لولا هذا الاحتمال كما اعترف به في كلامه كيف يسوغ الانكار مع صرف هذا الاحتمال فان قلت لا منافاة بين تبادر المعنى الشرعي في محاوراته وبين كون المعنى قديما إذ يمكن ان يكون اللّفظ حقيقة في معنى من قديم الزّمان ويبقى على صفة الحقيقة إلى عصر الشّارع فيستعمل فيه بلحاظ وضعه\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nالأولى ولا يكون ح حقيقة شرعيّة قلت كيف يكون ذلك المعنى شرعيّا ولم يكن مخترعا في زمن الشّارع فان قلت صيرورته شرعيّا لكونه متحدّثا في الشرائع السّابقة فنسبته إلى الشرع لهذه الجهة قلت اذن لا يكون النّزاع بين مثبت الحقيقة الشرعيّه ونافيها الّا بحسب اللّفظ لتسالم الطّرفين على تبادر المعنى الشّرعى الا انّه على الاوّل يكون الوضع جديدا ومن الشّارع وعلى الثّانى يكون الوضع سابقا من الشّرايع السّابقة غاية الأمر عدم كون ثمرة على هذا الوجه بين القولين فان قلت تظهر الثّمرة بين القولين على القول بالاعمّ في أسماء العبادات فمن قال بالحقيقة الشّرعيّة وهو قائل بالاعمّ يلتزم بتبادر معنى حاو لبعض الاجزاء والشرائط الزّائدة على معنى الدّعاء الّذى هو المعنى اللّغوى مدّعيا قدم تلك الزّيادة من سابق الزّمان باقية إلى عصرنا هذا فاستفادة الحقيقة الشّرعيّة بناء عليه يكون من حاق اللّفظ وبناء على قول النّافى يكون من دال اخر وكفى بذلك الثمرة وفارقا بين القولين قلت لا يكون الاشكال واردا على الاعمّى حتّى يتقضّى عنه بما ذكر بل يكون على المض قدّس ومن وافقه في القول بوضع أسماء العبادات للصّحيحة فانّه على هذا القول لم يتجه المقضّى ؟ ؟ ؟ عنه بدعوى قدم هذا المعنى الشرعي الصّحيح للقطع بان المعنى الصحيح من الصّلوة من مستحدثات الشّارع ومخترعاته لا من الشّرائع السّابقة وعلى هذا يتّجه الاشكال عليه بانّه إذا كان هذا المعنى متبادرا في محاورات الشارع كيف ينكر شرعيته\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nبمجرّد وجود صلاة مّا في الشّرائع السّابقه وليس هذا الا التّهافت\r\n\r\nبقي [ في البين اشكال اخر على ظاهر عبارته 
  ]\r\nفي البين اشكال اخر على ظاهر عبارته ره وهو انّه بعد احتمال وضع الالفاظ في الشّرائع السّابقه يحتمل ان يكون الالفاظ بناء عليه حقايق لغويّة لا شرعيّة لا انّه يحصل الجزم ويقطع بكونها كذلك بداهة عدم استنتاج وجود الاحتمال الا الاحتمال بكونها حقايق لغويّه لا الجزم بذلك كما قاله ره\r\n\r\nقوله ره امّا الثّمرة بين القولين فيظهر في لزوم حمل الالفاظ الواقعة الخ\r\nوفيه انّ القائل بالحقيقة الشرعيّه لا يقتضى دليله الا تجدّد وضع جديد لهذه الالفاظ في معانيها الشرعيّة في قبال النّافى الّذى لم يثبت عنده مثل هذا الوضع الجديد الجديد الحادث أركان الثّابت عنده عدمه ومعلوم انّ مجرّد حدوث وضع جديد للّفظ في معنى لا يستدعى هجر معناه اللّغوى السّابق وح يكون اللّفظ مشتركا لفظيّا عند القائل بالحقيقة الشّرعيّه وإذا كان مشتركا فلا مجال للالتزام بجمله على المعنى الشّرعى الابدال اخر والّا فمجرّد اللّفظ بنفسه صالح للمعنيين فينبغي على هذا ان يكون الثّمرة بين القولين اجمال اللّفظ في معناه على القول بثبوتها فيتوقف إلى أن يحصل المعيّن بخلافه على القول الآخر فانّه يتعيّن بناء عليه حمل اللّفظ المجرّد على معناه اللّغوى\r\n\r\nقوله ره في انّ الالفاظ العبارات أسامي لخصوص الصّحيحه أو الأعم منها الخ\r\nقبل الخوض في أدلة الطّرفين ينبغي التنبيه على أمور منها انّ المقصود من الصّحيح والاعمّ في المقام ليس هو المفهوم ولا المصداق بل المراد المعنى الملزوم لهما ضرورة ان الصّحة التي\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nهي في الحقيقة بمعنى التّماميّة امر منتزع من ملاحظة الشّي وافيا بالغرض والفساد بعكس ذلك فيكونان من العناوين المنتزعة عن الشّي وهي متاخّرة عن الشئ الذي هو منشأ انتزاعها فلا يمكن اعتبارها في نفس ذلك الشّى كما كما هو واضح ومنها انّ مصاديق الصّحيح كمصاديق الاعمّ مختلفه لا تكون مندرجة تحت جامع مشترك بينها فمن ذلك ذهب شيخنا العلّامة الأنصاري قدّس ه على ما حكى عنه ان الصّلوة اسم لصلاة الكامل المختار وما عداها من المراتب النازلة كلها ابدال ولا تكون صلاة حقيقة بل بالتّنزيل والعناية ويرد عليه انّ الاختلاف أيضا موجود في صلاة المختار إذا الصلاة اليوميّه لا تكون نحو صلاة الكسوف بل مغاير لها وصلاة الكسوف لا تكون نحو صلاة العيدين ومغاير لها فما فرّ منه قد وقع فيه على أن المراتب النّازله إذا كانت وافية بالغرض المطلوب من صلاة المختار يكشف ذلك انا عن تحقيق عنوان وحدانىّ تشترك فيه جميع الصّلوة هو المسمى بالصّلوة وبهذا يستدل على انّ الصّلوة اسم تشترك فيه جميع الصلاة هو المسمى بالصّلوة ويستدلّ بهذا على أن الصلاة اسم للجامع الوحداني فان الأثر الواحد لا ينشأ ولا ينبعث الا من مؤثر واحد ببرهان لزوم التّوافق بين العلّة والمعلول من حيث السّنخية ؟ ؟ ؟\r\nوبرهان ان الواحد لا يصدر الّا من الواحد فلما تكون الصّلوة قربان كلّ تقى ويكون الأثر بسيطا دلّ ذلك على بساطة المؤثّر فيه والحاصل ان قوله الصلاة قربان كل تقىّ قضيّة حملية حمل فيها الأثر الواحد البسيط على\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nعلى الصّلوة فلو لم تكن الصّلوة حقيقة في ذلك المعنى الجامع البسيط المؤثّر في هذا الأثر لما صح مثل هذا الاطلاق والاستعمال وأيضا لو فرض انّ زيدا كان يصلى بنحو مثلا بصلاة الإشارة والايماء وعمروا يصلى بصلاة المضطجع وبكرا يصلى بصلاة ( * * * ) ويشتغلون بالصّلوة من غير مجوز ؟ ؟ ؟ فلو لم تكن الصّلوة اسما للمعنى الجامع للزم الاستعمال في أكثر من معنى واحد وهو محال وأيضا انا نجد استعمالات الصّلوة في الموارد المختلفة كلها بدالين بدل أحدهما على أصل المعنى والاخر على الخصوصيّة فلو لم تكن الصّلوة اسما للجامع لكانت الدّلالة على الخصوصيّة وفيها من حاق اللّفظ مع عدم كونه كذلك ويؤيّد ذلك في قولك زيد يصلى انه لا يستفاد منه الا معنى يحتمل ان يكون في خصوصيّة الإشارة أو الايماء أو الاصطجاع أو القيام وغير ذلك من الانحاء ففي استفاده الخصوصيّة نحتاج إلى دال اخر فهذه الوجوه الثّلثه تكون داله على أن الصّلوة اسم للجامع الوحداني وتوهّم ان لازم القول بالجامع الاجتزاء بكل صلاة لكل مكلف لا مجال له لانّه يلزم ذلك لو كان مصداقيّة الافراد متحققه في كل حال وان ؟\r\nمع عدم كونه كذلك لانّ صلاة الغريق لا تكون مصداقا للصلاة الا في حال الغرق وصلاة المضطجع لا تكون صلاة الا في حالة خاصّه من المرض وهكذا وقد يتوهّم أيضا بان لازم القول بالجامع الذّهاب إلى الاحتياط في مقام الشك في جزئية شئ للصّلوة أو شرطية لها لرجوع الشك في ذلك إلى إلى الشك في المحصّل والمحقق الجامع المطلوب مع أن المشهور القائلين ( * ( * ) المختار فيصح في هذا الفرض ان يقال إن زيدا وعمروا بكرا يصلّون * )\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nبالصّحيح قائلون بالبراءة في مثل ذلك من الشك في الاجزاء والشرائط وفساده واضح بأنه يكون الفرق بين الصّورتين الشك في المحصّل والمقام فان المطلوب تارة يكون هو الجامع بما هو جامع وأخرى يكون الجامع بمرتبه خاصّة منه مطلوبا وان كان المسمّى هو الجامع نفسه نظير الحمرة إذا كانت مطلوبة بمرتبة خاصّة من مراتبها الضعيفة أو الشّديده فإن كان المقام من قبيل الاوّل بان كان المطلوب هو الجامع بما هو جامع كان ذلك شكّا في المحصّل وفيه لزم مراعاة الاحتياط وان كان من قبيل الثّانى كما هو كذلك في الصّلوة فعلى الحكيم وجوب تحديد مرتبه المطلوب وبيان المقصود فان بيّنه على وجهه بنحو الاتمّ والأكمل بحيث لم يبق شك في المطلوب كانت الحجة تامة ووجب الامتثال والاتيان بالمطلوب على حسب امره وبيانه وان لم يبيّنه كذلك فبمقدار ما علم اشتغال الذمّه به من الاجزاء والشرائط يلزم مراعاته بالامتثال والزائد على ذلك مشكوك تجرى فيه اصالة البراءة وقد يجاب عن هذا التّوهم بما قاله المص ره بانّ الجامع هو مفهوم واحد منتزع عن هذه المركبات المختلفة الخ ظاهر كلامه ره في الجواب عنه ان الجامع الصّلوة مفهوم انتزاعي لا تأصّل له في الوجود وهو كما ترى ولعلّ المراد ما نريده هذا ولكن شيخنا الأستاذ دام ظلّه قال إن الجامع الصّلوتى تارة تفرض من قبيل الأثر المترتب على الافعال الصلوتية فيكون له بالإضافة إلى تلك الأفعال سمة المعلوليّه وأخرى تفرض صفة لاحقة للأفعال الصّلوتيّة فيكون له بالإضافة إليها سمّة\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالعارضيّة وعلى كل من الفرضين تارة يكون الجامع مفهوما تشكيكيا ذا مراتب مختلفة كمالا ونقصا وأخرى لا يكون كذلك بل يكون واحدا بسيطا لا يتحصّل منه شئ الّا بعد استكمال تمام الافعال الصّلوتيّة فإن كان من قبيل الفرض الأخير كان ذلك مورد الحكم بالاشتغال ويكون رجوع الشّك في اعتبار شئ في الصّلوة إلى الشّك في المحصّل والغرض وان كان من قبيل سابقة من الفرضين الآخرين كان ذلك من مجارى البراءة لان المرجع في الفرض الاوّل إذا شك في جزئيّة شئ للصّلوة إلى الشّك في دخالة ذلك الجزء المشكوك في العلّة كما أن مرجع الشّك على الفرض الثّانى إلى الشّك في دخالته في معروضيّة الافعال لذلك العارض وفي كل منهما في صورة عدم البيان من الشّارع نظرا إلى تردّد الامر في ذلك إلى الشّك الدّائر بين الاقلّ والأكثر والمختار فيه البراءة هذا ولكنّ الفروض المذكورة كلّها احتمالات خارجة عن مقتضى ظواهر الاخبار الواردة في بيان ماهيّة الصّلوة قولا وفعلا لظهورها في انّ المصلى يتلبّس بالصّلوة حال كونه مشغولا بالافعال وهذا المعنى ينفى احتمال الفرض الأخير المبتنى على أن العنوان الصلوتى لا يكون ولا يتحقق منه شئ الا بعد تماميّة الافعال كما أن ظهورها في ان - الافعال بما هي افعال ليست امرا اخر و ؟ ؟ ؟ الصّلوة وفي انها دخيلة في الصلاة معتبرة فيها جزءا وشطرا ينفى غيره من الاحتمالين الآخرين وحاصل الكلام انه بمقتضى بعض الأخبار نحو قوله ع الصّلوة تحريمها التكير ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n( * ) ؟ ؟ ؟ التّسليم نحو قوله ع ان مفتاح الصّلوة التكبير انّ الافعال الصلوتيّه لها دخالة في الصّلوة بنحو الجزئية وهذا المعنى يكون منافيا للمحتملات المفروضة سابقا ومعلوم انّ الصلوتيّه عنوان مطلوب رعايته في حال اتيانه بتلك الافعال فلو اتى بها لا بهذا العنوان لم يجتز في الامتثال الامر الصّلوتى فيدلّ ذلك على انّ الصّلوة عبارة أخرى عن تلك الأفعال متغمثه ؟ ؟ ؟ إلى ذلك الجامع التّشكيكى فالصّلوة تكون مركّبة من الافعال وذلك الجامع التشكيكي فإذا شك في جزئية جزء يكون ذلك من مجارى البراءة لرجوع التّشكيك فيه إلى الترديد الدائر بين الاقلّ والأكثر والمختار فيه البراءة\r\n\r\nقوله ره لا اشكال في وجوده بين الافراد الصّحيحه الخ\r\nيمكن تعقّل الجامع على هذا بل يكون واقعا في الخارج بدليل قوله تعالى  إِنَّ الصَّلاةَ تَنْهى عَنِ الْفَحْشاءِ وَالْمُنْكَرِ  وما ورد في الاخبار الصّلوة قربان كل تقى ومعراج المؤمن وخير موضوع وغير ذلك ممّا يكون كالصّريح في انّ الصّلوة بما هي صلاة شأنها التعرّج والتّقرب إلى اللّه ومعلوم ان المحمول عليه بهذه الآثار والخواص لا يكون الّا المعنى الصّحيح لظهور ان الفاسد فاقد لمثل هذه الكمالات فمن هذه التّراكيب يكشف عن تحقق معنى عام جامع بين الافراد الصحيحة قد استعمل اللّفظ فيه وقد يكون ذلك شاهدا للصّحيحى بوجهين أحدهما انّ الظاهر في مثل هذه القضايا العموم والاستغراق لكلّ ما ينطبق عليه اسم الصّلوة والصّوم ونحوهما فلو كانت الفاسدة من مصاديق الصّلوة مع ( * وتحليلها * )\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nخروجها عن الحكم يلزم التخصيص في العام وهو منفى بحكم اصالة العموم ولازم ذلك خروج الفاسدة عن موضوع العام لا عن حكمه وهذا هو المطلوب ثانيها ان القضا الموجبة الكلية تنعكس بعكس النّقيض كنفسها فتنعكس القضيّة المزبورة إلى انّ ما ليس ناهيا عن الفحشاء والمنكر وما لم يكن معراج المؤمن ولا قربان التقى ليس بصلاة فالفاسدة على هذا خارجة عن حقيقة الصّلوة لأن الظاهر من الكلام بيان الخواص المترتبة على حقيقة الصّلوة لا بعض افرادها واظهر منها دلالة قوله ع لا صلاة الا بفاتحة الكتاب وقوله ع لا صلاة الّا بطهور لشدّة ظهورها في نفى الحقيقة ولا ينافي ذلك استعمالها في بعض الموارد في نفى الكمال فانّه أيضا يكون - استعماله في نفى الحقيقة الّا انّه ادّعاء هذا ويمكن الجواب عن جميع ذلك امّا عن الوجه الأول بتقريب انّه قد ذكر في بحث العموم والخصوص عدم اعتبار اصالة العموم الّا في مورد الشّك المتعلق بالتّخصيص الحكمي دون الموضوعي ففي صورة العلم بورود أكرم العلماء والشك في خروج زيد العالم عن حكم العام حكم بعدم خروجه تمسّكا باصالة العموم وامّا فيما إذا علم خروج زيد عن حكم العام بان يثبت من الخارج حرمت اكرامه الّا انّه شك في انّه عالم حتّى يكون ذلك موجبا لتخصيص على الحكم العمومي أو ليس بعالم حتى تكون القضية العام باقية على عمومها فعلى مختار المتأخرين منهم المص قدس ه عدم اعتبار العموم في مثله ولا مجال فيه للتمسّك باصالة\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالعموم والحكم بعدم عالميّته لعدم ما يدلّ على اعتباره من بناء العقلا وفي المقام نقول بان عموم القضيّة في كل صلاة ناهية عن الفحشاء لا تكون وافية في الدّلالة على نفى اسم الصّلوة عن الفاسدة التي علم الحال فيها بانّها ليست ناهية عن الفحشاء والمنكر وهذا يكون أيضا جوابا عن الوجه الثّانى بتقريب انّ العام إذا لم يكن حجّة واضحة على اندراج كل فرد من افراد الواقعيّة المشكوك انطباق عنوانه عليها ظاهرا استتبع ذلك اختصاص حكمه فيما هو حجّة فيها من الافراد فكل من الموضوع والحكم يكون حجّة فيما يثبت فرديته وعلم اندراجه في عنوان الموضوع فالفرد الغير المعلوم فرديته لا يكون مندرجا في القضيّة أصلا وعكسا فيبقى النزاع بحاله كما كان ولا يفيد هذا النّحو من الاستدلال لاثبات مدّعى كل من الطائفتين فالأعمى بزعم انّ الصّلوة يجوز انطباقها على كل ما يكون مسمّى بالصّلوة من الافراد صحيحة كانت أو فاسدة وكلّ من الصحيح والفاسد فرد للصّلوة وينطبق عليه مسمّاها عنده بخلاف الصّحيحى فانّه يرى انحصار انطباق المسمّى على خصوص الافراد الصّحيحه دون الفاسدة واثبات هذه الدّعوى لكلّ من الفريقين يفتقر إلى دليل يثبته فكلّ منهما قام معه الدّليل فالحقّ معه فعليك بتنقيح ؟ ؟ ؟ حال الصّلوة وملاحظة دليلها فالتشبّث بالعكس ونحوها غير مرتبط المقصود بيان اخر انّ القضيّة الكلّيه إذا كانت بصورة الحمل والاخبار احتملت الصّدق والكذب ويجب تصديق ظهورها العمومي بدليل لتعبّد\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nإذا كان لها اثر علىّ يترتّب على مطابقتها للواقع كما هو كذلك بالنسبة إلى المقام بدليل التّعبّد إذا كان غير واف في الدلالة الّا بالنّسبة إلى ما هو معلوم الفرديّة فلا يحكم بصدق القضيّة الا بالنّسبة إلى تلك الافراد المعلومة اندراجها دون المشكوك اندراجها التي تكون مورد البحث بين الطائفتين فالتحصل ؟ ؟ ؟ من القضيّة الكليّة بمعونة دليل التّعبّد ان كل ما علم اندراجه في مسمّى الصّلوة يكون ناهيا عن الفحشاء والمنكر فحاصل عكسها ان كلّ ما ليس ناهيا عن الفحشا والمنكر لم يكن من تلك الافراد المعلوم اندراجها في سمى الصّلوة ومعلوم ان هذا المعنى المستفاد من العكس لا يفيد للخصم من اثبات مدّعاه بالنّسبة إلى خروج الفاسدة عن مسمّى الصّلوة إذ لا يقتضى مثله الّا خروجه عن الافراد المعلوم اندراجها في مسمّى الصّلوة وهذا ممّا لا ينكره الفريقان كما هو واضح وامّا الجواب عن الاستدلال الأخير انّ الغالب في نظائر هذه التّراكيب هو اراده نفى الصّفة لا نفى الحقيقة فكانت هذه الغلبة هي السّبب في رفع اليد عن ظهور اللّفظ في نفى الحقيقة كما يقتضيه ظاهر النّفى المستفاد من لا للجنسيّة والمستدلّ قد تفطّن إلى هذا وأجاب بانّ النفي في تلك الموارد هي الحقيقة ادعاء وان هذا الوجه إذا جرى في النّظائر الغالبة اقتضى ذلك جريانه في لا صلاة الا بطهور ولا صلاة الّا بفاتحة الكتاب أيضا الغلبة وادّى ذلك إلى سقوط الاستدلال بها لمدعاه واللّه العالم بحقيقة الحال\r\n\r\nقوله ره واما على الأعم فتصوير الجامع في غاية الاشكال فما قيل الخ\r\nاما على القول بالوضع للأعم فقد اختلف الانظار في كيفيّة\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nتصوير الجامع العام الشّامل للمصاديق الصّحيحه والفاسدة بتقريبات ووجوه منها ما ذكره المص ره ولا نحتاج بذكرها بعد تقريرها مفصّلا أحسن منها انه بعد ثبوت جامع بين الافراد الصّحيحه وتعقله لزم في ذلك تعقل الجامع العام بين الافراد الصّحيحه والفاسدة ؟ ؟ ؟ ان كل فرد من تلك الافراد والمصاديق الصّحيحه لا بدّ من أن يحتوى على اجزاء وشرائط بها يتحقق فرديّة الافراد ومصداقيّتها بحيث يكون تمام الاجزاء والشرائط مؤثرات في ذلك الأثر الواحد البسيط فكل جزء من تلك الأجزاء له دخالة ما في حصول الأثر وان لم يكن هو تمام العلة بل جزئها نظير القوّة القائمة بعشرة رجال لحركة حجر مثلا فكلّ رجل من تلك العشرة له قوّة ما لحركة الحجر شأنيّة لا فعليّة فالجامع بين القوّتين الشأنية والفعليّة هو مطلق القوة المعراة عن ملاحظة التجديد بمرتبه من المراتب وهذا هو المعنى العام والصّلوة تكون من هذا الباب فإنه لما كان معناها امرا ينطبق على جميع افرادها بالتّشكيك فلو عرى عن ملاحظة التّحديد وقطع التقييد ؟ ؟ ؟\r\nعن تحديده بمرتبه من مراتبه المخصوصة كان ذلك معنى عاما وجامعا بين تمام الافراد الصّحيحه والفاسدة وبعبارة أوضح ان الصّلوة تكون من المعاني التّشكيكية التي يكون امتياز افرادها بعين ما به اشتراكها فكان معنى الصّلوة ساريا في جميع الافراد واجزائها فان لوحظ بمرتبه خاصّة منه كان فردا من افراده صحيحا أو فاسدا والّا فهو على معناه العام المنطبق على تمام افراده الصّحيحة والفاسدة ( * 2 * )\r\n\r\nتمسّك [ الصحيحى بالتبادر على اثبات مدعاه 
  ]\r\nفان مثل هذه ( * ( 2 ) وممّا يمكن ان يستدل لعموم الجامع بين الافراد الصّحيحة والفاسدة * )\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالاستدلال منه في قبال الأعمى شاهد صدق على أن ارتكاز ذهنه يدعوه إلى نفى ما يحتمله من إرادة المعنى العام الجامع بين الافراد الصّحيحه والفاسدة ؟ ؟ ؟ امكانه كيف الاحتياج إلى نفيه بالتبادر لتعيّن المعنى الصحيح بانتفاء عديله الذي هو المعنى الجامع بين الافراد الصحيحة والفاسدة لعدم قائل بوضعه لخصوص الفاسدة كما لا قائل ؟ ؟ ؟ باشتراكه لفظيّا بين الصحيح والفاسد فانحصر الامر والخلاف في وضعه لخصوص الصحيح أو الاعمّ فإذا انتفى الثّانى ببرهان عدم معقوليّته بمقتضى نظر الصّحيحى فالمتعيّن كونه موضوعا للصحيح خاصّة لعدم كون اللّفظ مهملا قطعا فمثل هذا يكون دليلا جزميّا على مدّعاه وبطلان دعوى خصمه فلا يحسن منه مع ذلك التمسك بالتّبادر الذي يتخذ دليلا في مورد احتمال الخلاف فيكون تمسكه بالتّبادر دالّا على انّ ارتكاز ذهنه على امكان الجامع الاعمّ الا انه لم يكن يثبت عنده وقوعه وصيرورة اللّفظ حقيقة فيه لانتفاء ما يدلّ عليه من التّبادر الّذى هو عمدة الامارة ؟ ؟ ؟ على تحقيق الحقيقة واثباتها فهذا الوجه جدلىّ يلزمه به الصّحيحى بمقتضى تقريب الاستدلال بالتبادر ومنها ان الوضع الّذى يصدر من الشّارع ليس صدوره منه الا كصدور الالفاظ والأوضاع من سائر النّاس فهو من هذا الوجه يكون كغيره من الواضعين وبمقتضى الحكمة يلزم على الحكيم إذا أراد على خلاف العادة ان ينبّه عليه فلو أراد وضع ألفاظ عنده لمعان مخصوصة كالصّلوة والصّوم والحج فلا بدّ من كون وضعه لمعانيها على حسب وضع الواضعين ومعلوم انّهم يضعون الالفاظ للمعاني على وجه لا يقدح\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nفيه اختلال بعض اجزائه وشرائطه وليس هذا الا من جهة كونه موضوعا عندهم لمعنى عام يشترك فيه النّاقص والكامل وكذلك الشارع هذا ان قلت بثبوت الحقيقة الشرعيّة واما ان قلنا بكونها حقايق عرفيّة في معانيها فالامر أوضح إذ هي على هذا التقدير ليست الا كسائر الالفاظ العرفية الّتى لا فاوت ؟ ؟ ؟\r\nالحال في اطلاقها على المسمّى بين نقصان المسمى وكماله كلفظ الكتاب مثلا فإنه يطلق على الكتاب التام الصّحيح وعلى النّاقص منه ورقة والمغلوط\r\n\r\nان قلت [ ليس الغرض من الأوضاع الا تعيين المسميّات 
  ]\r\nليس الغرض من الأوضاع الا تعيين المسميّات والمسمّى الّذى يكون محلّ الحاجة اليه هو الصّحيح الموافق للغرض لا ما يعم الفاسد\r\n\r\nقلت [ يجوز ان يكون الدّاعى للوضع للمعنى العام الشامل للافراد الصحيحة والفاسدة 
  ]\r\nيجوز ان يكون الدّاعى للوضع للمعنى العام الشامل للافراد الصحيحة والفاسدة فتح باب للتمسّك بالاطلاق في الالفاظ العبادات فانّه لو وضع للأعم فإنه يصح معه التّمسك باطلاق اللّفظ لنفى مشكوك الجزئية أو الشّرطيه بخلاف ما لو اقتصر في الوضع على خصوص الصّحيح كان اللفظ مجملا لا بدّ للنّاظر فيه من الرجوع إلى الأصول العمليّة\r\n\r\nوالقول [ بأنه ربما يكون الصّحيحى قائلا بالبراءة في الشّك في الاجزاء والشّرائط 
  ]\r\nبأنه ربما يكون الصّحيحى قائلا بالبراءة في الشّك في الاجزاء والشّرائط فيوافق الصّحيحى على هذا التقدير مع الأعمى المتمسك باطلاق اللّفظ في نفى المشكوك الجزئية أو الشرطيّة إذ كل منهما لم يعتبر الجزء والشرط المشكوك الجزئيّة أو الشّرطيه وان كانا مختلفين مدركا مدفوع بأنه كفى باختلاف المدرك فارقا إذ الثّمرة بين التمسك بالدليل الاجتهادى وغيره لا تكاد تخفى ؟ ؟ ؟ لانّ الأصل العملي يرتفع موضوعه حكما بورود دليل معتبر من رواية أو ظهور ايه\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nبخلاف الاطلاق فإنه لا يقاومه من الادلّة الاجتهاديّة الا ما كان من حيث القوّة فوقه بحسب السند والدلالة ومنها تقسيمهم الصّلوة إلى الصّحيحة والفاسدة ولولا عموم المقسّم لما صح التقسيم بالبديهة وغير ذلك من الوجوه التي ذكروها الطرفين لتأييد مرامهم ولا نحتاج بذكرها لكفاية ما استدلنا للفريقين\r\n\r\nقوله ره انه لا شبهة في صحّة تعلق النّظر وشبهة بترك الصّلوة الخ\r\nولا يحصل الحنث الّا باتيان ما يكون مصداقا من مصاديق المنذور تركه ومعلوم ان الصلاة المتحقق بها الحنث لا بد من أن تكون فاسدة لتعلق المنذر بتركها فكونها فاسدة ومع ذلك كانت مصداقا للصّلوة دليل على عموم معنى الصّلوة لان الصلاة لو كانت مختصه بالصّحيحه يستحيل انعقاد المنذر إذ هو فرع القدرة والتمكن من موافقته فيبرّ النّذر ومخالفته فيحنث به ولا يمكن له الحنث بعد النذر إذ كل ما يأتي به يكون فاسدا الا صحيحا وبناء على وضعها للصحيحه يكون المنذور تركه هو الصلاة الصّحيحة ويستحيل على هذا الحنث بالمخالفة ولا بر النّذر بالموافقة لانّ ترك الصّلوة الصّحيحه على هذا يكون قهرىّ الحصول لا بالاختيار وأجاب عنه المص ره بان المتحصل من هذا الاستدلال ليس الا ان متعلق النذر هو المعنى الاعمّ من الصحيح والفاسد وكيف هذا من اثبات الوضع للأعم فلا دلالة في هذا الاستدلال على المدعى لانّه بناء على الوضع للصحيح يمكن القول بان المنذور تركه هو الصّلوة الصّحيحه لولا النذر ومثل هذه الصلاة يمكن تحققها بعد النذر ولو كانت فاسدة بالنذر الا\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nانها صحيحة لولا النّذر فيحنث\r\n\r\nقوله ره نعم لو فرض تعلقه بترك الصّلوة المطلوبة بالفعل الخ\r\nوالحق في الجواب ان يقال الصلاة المنذور تركها لا بدّ من كونها مكروهة كي يصحّ تعلّق النذر بتركها للزوم كون الرّجحان في متعلق النذر وقد اختلف الأصحاب في معنى كراهة العبادة هل هي بمعنى المرجوحيّه أو اقلّيّة الثواب فمنهم اختيار الأول نظرا إلى انّ المرجوحيّة راجعة إلى الخصوصيّة وهي الكينونة في الحمام مثلا لا إلى ذات العبادة ومنهم ؟ ؟ ؟ الثاني نظرا إلى تعلق النّهى بحسب ظاهر اللّفظ بالصلاة المكيّفة بالخصوصية الكذائية ولمّا لم يكن يتصوّر مرجوحيّة العبادة في نفسها لا بدّ من ارتكاب التأويل في النّهى المتعلّق بها بتنزيله على اقليّة الثّواب فلا تكون العبادة الّا راجحة فعلى القول الاوّل لا بدّ من كون متعلق النّذر ترك الخصوصية إذ هي التي يكون تركا راجحا والّا فذات الصّلوة تكون راجحة لا يجوز ولا يصحّ تعلق النذر بتركها فلو تعلق النذر بمثل هذه العبادة ذات الخصوصيّة المرجوحه لزم توجهه إلى الخصوصيّة لا إلى ذات العبادة وعلى هذا لا يكون في صحّة النّذر دلالة على انّ الصّلوة بالمعنى الاعمّ من الصّحيح والفاسد بل لو أريد منها الصحيح أيضا أمكن القول بصحّة النذر وكانت الصّلوة صحيحة وبناء على اقليّة الثّواب لا يصحّ النّذر لمرجوحيّة ترك هذه العبادة وهو مانع عن تعلق النذر واللّه اعلم\r\n\r\nقوله ره لا يوجب اجمالها كألفاظ العبادات الخ\r\nبقي الكلام في الثّمرة المترتبة على القولين من الثّمرات اجمال الخطاب وعدم جواز الرّجوع إلى اطلاقه\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nفي رفع ما إذا شك في جزئية شى للمأمور به أو شرطية أصلا على القول الصحيحى لاحتمال دخوله في المسمى كما لا يخفى وجواز الرجوع اليه في ذلك على القول الأعمى في غير ما احتمل دخوله فيه ممّا شك في جزئيّة أو شرطيته نعم لا بدّ في الرّجوع اليه فيما ذكر من كونه واردا مورد البيان كما في سائر المطلقات وبدونه لا مرجع الا البراءة والاشتغال ان قلت ما الفرق بين القولين في عدم جواز الرجوع إلى اطلاق المأمور به في نفى مشكوك الجزئية أو الشرطية فانّ الأعمى انما يقول بالتّعميم في المسمّى لا في المأمور به قلت بينهما فرق بيّن فإنه يجوز عنده اطلاق اسم الصّلوة على الفاسدة الّا ان المأمور به لا يكون الّا الصّحيح من العبادة لاستحالة طلب الشّارع عبادة غير وافية بالمصلحة الواقعية ومن الواضح ان المناط في التمسّك بالاطلاق هو اعتبار حال المأمور به وهو لا يكون الّا الصّحيح على كلا القولين وعلى حسب الفرض انّ الصّحيح مجمل فيمتنع التّمسك باطلاق المأمور به عند الفريقين وعلى كلا المسلكين فالثّمرة المذكورة باطلة في العبادات كما في المعاملات قلنا هذا يكون صرف الاشتباه والغلط بين مرحلتي الثّبوت والاثبات ببيان انّه لا شكّ ولا اشكال في توقف الطلب في مرحلة الواقع على صحة المطلوب وتماميّته في الوفاء بالمصلحة والغرض وهذا هو مرحلة الثبوت فمطلوبيّة الشئ واقعا يكون موقوفة على الصّحة وامّا احراز مطلوبيّة ذلك الشّئ والعلم به لا يتوقف على احراز صحته بل على انطباق ذلك العنوان الواقع فلو الامر على ذلك الشئ الخارج بحسب\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nمتفاهم العرف فإذا انطبق عليه كان من ثمراته استكشاف صحّته الواقعيّة فالصّحة عند الأعمى ليست عنوانا معتبرا في مفهوم متعلق الأمر حتى يلزم منه الاجمال والتوقف في المراد كما هو كك عند الصّحيحى بل الأعمى يكون تابعا للموارد الّتى يصح فيها اطلاق لفظ الصّلوة عرفا فان وجد المورد مما يصح فيه اطلاق لفظ الصّلوة عليه بنى على صحّته واقعا والّا فلا والحاصل يكون الفرق بينهما ان الصحيحى يتخذ الصحّة عنوانا في المأمور به والأعمى يتّخذها ثمرة لما ينطبق عليه عنوان المأمور به وإذا كان العنوان مجملا يقتضى ذلك التوقف في تعيين المأمور به ومن هذا لا يتمسك الصّحيحى باطلاق المأمور به لاجماله عنده بخلاف الأعمى إذ هو قد اتّخذ الصّلوة بما هي صلاة في نظر العرف عنوانا وهي تكون صادقة على كلّ صلاة لم يفقد منها مقوّمات التسمية فله التمسّك باطلاقها على تلك الموارد المستتبع ذلك للحكم بصحّتها شرعا هذا كلّه في العبادات وعرفت انّ الصحيحى لا يمكن له التمسّك فيها بالاطلاق بخلاف الأعمى واما المعاملات فليست هي كالعبادات الّتى يجهل المراد منها على الصّحيحى ويكون بينهما فرق ومنشأ الفرق انّ العبادات تكاليف متعلّقة بموضوعات شرعيّة ولا طريق لنا إلى معرفة الموضوع الشّرعى الّا بالرّجوع اليه فان بيّنه تبيّن والّا لحق بالمجملات فلا اطلاق فيها كي يمكن التمسّك به في مقام الشّك وهذا بخلاف المعاملات فانّها ليس فيها تأسيس تكليف جديد بل تكون من الامضائيات وتقريرا لما يراه العرف بيعا وصلحا وانّما الشّك فيه يكون الشّك في انه هل للشّارع فيه تأسيس من حيث اعتبار\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nشى اخر فيه زائدا على ما عند العرف اوّلا فيتمسّك باطلاق اللّفظ على نفيه فالفرق بينهما واضح والله العالم\r\n\r\nقوله ره الحق وقوع الاشتراك الخ\r\nوقع الكلام بين الاعلام في امكان الاشتراك ووقوعه أو امتناعه أو وجوبه على أقوال ثلاثة والأقرب منها إلى الصّواب الاوّل واظهر دليل على امكانه وقوعه ويظهر بطلان القول بالوجوب من عدم دليل صالح للدلالة على دعواه واستدلّ للقول بالامتناع بمنافاه الاشتراك للغرض المقصود من الوضع وهو التّفهيم إذ مع الاشتراك يحصل الاجمال في اللّفظ لتردّده بين معنيين فينتفى الغرض الأصلي الّذى هو التّفهيم فيلزم من القول بالاشتراك خلاف الغرض وهو محال\r\n\r\nوفيه [ انّ الغرض من الوضع لا ينحصر في التّفهيم 
  ]\r\nانّ الغرض من الوضع لا ينحصر في التّفهيم فيمكن كون الوضع لداعى الاجمال والابهام كما في النكرات وقد يستدلّ له بوجه آخر وهو ان يقال إن الوضع على ما بيّنّا شرحه انفا هو نحو اختصاص اللّفظ بالمعنى ومن لوازم الاختصاص نفى الاعتبار قطعا فمع حصول الوضع لمعنى خاص يحصل للّفظ نحو اختصاص لذلك المعنى لا يتعدى عنه إلى غيره والّا لما كان وضعا وإذا اختصّ اللّفظ بذلك المعنى كيف يجوز وضعه للمعنى الاخر ( * 2 * ) ينافي اختصاصه بالمعنى الأول ويمكن الجواب عنه بما في الفصول من انّا لا نسلّم ان الوضع عبارة عن فصل للّفظ على المعنى بل عبارة عن جعل المعنى لازما للّفظ وتابعا له فاثر الوضع انما هو تحقق هذا للّزوم والتّبعية دون الاختصاص وعلى هذا لا يكون في استعمال اللّفظ في أكثر من معنى واحد ما ينا في مقتضى الوضع لجواز ان يكون لملزوم واحد لوازم وتوابع عديده وأجيب ( * ( 2 ) فان وضعه للمعنى الاخر * )\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nعنه أيضا بان الاختصاص المجعول بين لفظ العين والبا ؟ ؟ ؟ انما هو في حال استعماله فيها ولا ينافي ذلك جعل اختصاص اخر بين هذا اللّفظ وبين النابعة في حال استعماله في المعنى الثاني وبالجملة الاختصاص المجعول بالنّسبة إلى المعنيين يتعدد بتعدد حالات الاستعمال ففي استعمال اللّفظ في الباصرة كان اختصاص بين العين والباصرة وفي استعماله في النّابعة كان اختصاص اخر بين العين والنّابعة\r\n\r\nفيه [ ان الاستعمال من شانه ان يكون فرعا على الاختصاص دون العكس 
  ]\r\nان الاستعمال من شانه ان يكون فرعا على الاختصاص دون العكس كما هو قضية هذا الجواب وامّا القول بالوجوب قد استدلّ له بان الالفاظ متناهية بخلاف المعاني فإنها غير متناهية فلا بد من الاشتراك وأجيب عنه بانّ الغير المتناهى هي المعاني الجزئيّة واما كلياتها ( * ) ويكون في وضع الالفاظ لها كفاية عن وضعها لجزئياتها يمكن ان يقال بان نظر القائل بالوجوب يكون إلى الوجوب العرضي على ما في بعض كلماتهم من انّ الشّئ ما لم يجب لم يوجد فيرجع النزاع بينه وبين القائل بالامكان لفظيّا إذا القائل بالامكان لا يمنع طروّ الوجوب بسبب اجتماع تمام اجزاء علّة الوجود المستتبع لصيرورته ح واجب الوجود وانما هو يمنع الوجوب الذّاتى والخصم يكون موافقا له على ذلك ويقول بالوجوب العرضي\r\n\r\nقوله ره الثّانى عشر قد اختلفوا في جواز استعمال اللّفظ في أكثر من معنى واحد على سبيل الانفراد والاستقلال الخ\r\nقد اختلفوا في جواز مثل هذا الاستعمال وعدمه على أقوال أظهرها عدم جواز الاستعمال في الأكثر عقلا بيان ذلك وليعلم أولا ان الاستقلال تارة يعتبر بالنسبة إلى اللحاظ بان ( * ( 1 ) متناهية * )\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nيلحظ كل معنى بحياله بلحاظ مستقلّ به وفي قباله تعلق لحاظ واجد بمتكثرات كاللحظة الواحدة المتعلّقه بالنقاط المتعدّده وأخرى يعتبر بالنّسبة إلى إرادة التفهيم مع قطع النّظر عن اللحاظ فربما يكون اللحاظ واحدا تعلّق بمتكثرات الّا انّ كل واحد من تلك المتكثّرات مراد بالتّفهّم مستقلا وفي قبال هذا ما لو أريد تفهيم متكثرات بإرادة واحدة متعلقة بتلك المتكثرات وثالثة يعتبر بالنسبة إلى تعلق الحكم الواقعي بالمتكثرات فيكون كل من المتكثّرات محكوما بحكم مستقل وان كانت المتكثّرات بأجمعها مجتمعه تحت لحاظ واحد نحو قوله ع رفع عن أمتي تسعة أشياء ومورد البحث عن الاستقلال في الاستعمال هو المعنى الأول وربما يتوهم من كلام صاحب المعالم ره ان مورد البحث هو الاستقلال في الحكم حيث جعل المدار على أن يكون كل من المعنيين مناطا للنّفى والاثبات وهذا هو عبارة أخرى عن اعتبار الاستقلال في الحكم الّذى هو المعنى الأخير الذي ؟ ؟ ؟ النّزاع عنه ويدفعه انّ المراد من النّفى والاثبات في كلامه هو الحكم المستفاد من النسبة الكلاميّه لا الحكم الواقعي ويكون الفرق بينهما فان الاستقلال بالحكم الواقعي لا يلازم الاستقلال في اللحاظ كما عرفته في حديث الرّفع بخلاف الاستقلال بالحكم المستفاد من ظاهر الكلام وهو النّسبة الكلاميّه فإنه يلازم الاستقلال في اللحاظ وعلى اى نحو كان فبعد ما عرفت اعتبار الاستقلال لحاظا في محل النّزاع للاحتراز عن خلاف ذلك من فرض الاتحاد اللّحاظى المتعلّق بالمتكثّرات فاعلم أنه قد يمكن التخيّل كما نسب إلى بعض ان ذكر هذا القيد مستدرك في\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nالكلام إذ الاستعمال في أكثر من معنى واحد لا يتصوّر الا ان تعتبر المتكثّرات أشياء قد لوحظ كل واحد منها بلحاظ استقلالي لا شيئا واحدا من قبيل المركبات فإذا أريد استعمال اللّفظ في متكثرات بوصف التكثّر فلا بدّ من أن يكون ذلك على نحو الاستقلال فالتعبير باستعمال اللّفظ في أكثر من معنى واحدا هو بنفسه يفيد الاستقلال والا فلو لم يكن على نحو الاستقلال بل بنحو وحدة اللّحاظ لم يكن الملحوظ والمستعمل فيه الا معنى واحدا لا أكثر من معنى واحد وفيه ان الاستعمال لا يكون الّا اعمال اللّفظ في المعنى اى ذكر اللّفظ ولحاظ المعنى منه ولا ريب ان اللحاظ المتعلّق بالمعاني المتعدّده كالنقاط لا يعقل اعتباره في الملحوظ إذ هو بالنّسبة إلى ملحوظه كالحكم بالنّسبة إلى موضوعه يستحيل اعتباره فيه فلم يبق في جانب الملحوظ الّا حيثيّه التكثّر دون الوحدة فاذن لا ملاحظه بين وحده اللّحاظ ووحدة الملحوظ فربّما يكون اللّحاظ واحدا والملحوظ متكثّرا كلحاظ النقاط بلحاظ واحد وربما يكونان كلاهما متّحدين كاللحاظ الواحد المتعلق باللحاظ المستطيل فلا دلاله في قولهم استعمال اللّفظ في أكثر من معنى واحد على قيد الاستقلال حتى يكون ذكره في الكلام مستدركا فمحل البحث ومورد النّزاع هو الاستقلال في اللّحاظ الاستعمالي ويظهر منه وجه الامتناع على ما هو المختار لاستحالة تعدّد اللّحاظ في آن واحد من لاحظ واحد سواء قلنا إن اللّفظ امارة وعلامة للمعنى أو قلنا هو مراة للمعنى غاية ما في الباب\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nانّ الامتناع على الثاني اكدّ منه على الاوّل إذ الاستحالة في الأول ليست هي الّا من قيام اللحاظين الاستقلاليين بنفس اللحاظ الا انّ اللّفظ لم يكن معتبر يستطرق منه إلى معرفة المعنى كما هو كذلك على المراتيّه فان المراة وسيله والة لمعرفة المعنى فاللّحاظان يتوجّهان إلى اللّفظ على المرآتيّه دون الاماريّه وكما يستحيل قيامهما على نحو الاستقلال بنفس اللاحظ فكذلك يستحيل توجهما على ذلك النحو إلى اللّفظ الواحد فعدم الامكان على المراتيه من وجهين وعلى الاماريه من وجه واحد اللهم الا ان يمنع الاستحالة في الاماريّة على الاطلاق بل على تقدير خطور المعنيين في الذهن على التفصيل واما إذا كان خطورهما على سبيل الاجمال فالوجه جوازه فما يظهر من ظاهر كلام المص قده من تسليمه الجواز على العلامة لا يخلو عن الاشكال لعدم الفرق على ما عرفت في الامتناع على كلتا الصّورتين وان كان على المراتيّه اكد والله اعلم فان قلت يكون استعمال اللّفظ في أكثر من معنى واحد من قبيل استعمال العام الذي تعلّق الحكم فيه بكل فرد من افراده فكما جاز في العام تعلّق الحكم بكل واحد من افراده على نحو الاستقلال فكذلك اللّحاظ الاستعمالي يجوز تعلّقه بكل واحد من المعاني على نحو الاستقلال فلو كان هذا محالا لكان ذلك محالا والتّالى باطل لوقوعه كثيرا فكذا المقدّم وكذا الحال في الوضع العام والموضوع له الخاص قد تعلّق الوضع بكلّ واحد واحد من افراد المعنى العام حتى صار كل واحد منها مستقلا في وضعه لا تشترك ؟ ؟ ؟ فيه المعنى الاخر\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nقلت انما تنشأ المحاليّه من تعدّد اللحاظ وليس في الاستغراق الحكمي تعدّد لحاظى بل المتعدّد فيه الحكم خاصّة إذ ليس فيه الّا لحاظ واحد متعلق بصورة اجماليّة بسيطة ذات افراد عديده اعتبرت في التّصور وسيلة إلى تعلّق الحكم بافرادها وليست الافراد ملحوظة بنفسها كيف وقد تكون الافراد غير متناهية فلو كان كل فرد ملحوظا بحياله مستقلّا لكان للّاحظ لحاظات غير متناهية وهو محال قطعا وكذلك الحال في الوضع العام والموضوع له الخاص لا يكون الملحوظ الّا صورة اجماليّة اعتبرت مراة إلى معرفة حال الافراد على سبيل الاجمال واين هذا من محل الكلام الذي فرض فيه استعمال واحد في أكثر من معنى واحد على نحو الاستقلال الذي يرجع حاصله إلى لحاظات متعدّده متعلّقه بملحوظات عديدة في آن واحد وهذا ممّا يكون العقل والوجدان شاهدا على استحالته وجهة الفرق ان مقوّم الاستعمال هو اللّحاظ فالاستعمال في أكثر من معنى واحد على نحو الاستقلال لا ينفكّ عن تعدّد اللّحاظ وهذا بخلاف الحكم الاستغراقي والوضع فان اللّحاظ ليس من مقوّماتها بل يتوقفان عليه إذ ما لم يلحظ الشّى اوّلا لا يحكم عليه ولا يوضع له فإذا قيل أكرم كل عالم منشأ لوجوبات عديده متعلّقه بافراد العالم على سبيل الاستغراق فلا بدّ من أن يكون ذلك ملحوظا في مقام الاستعمال ولكنّه لا يلزم ان يكون بلحاظات متعدّده بل يكفى باللحاظ الواحد المتعلق بتلك الصّورة الاجماليّه ويكون توزيع الوجوبات على الافراد بدالّ اخر وهو أداة الاستغراق من لفظه كلّ ونحوها وكذلك الحال في الوضع\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nهذا كله إذا كان الاستعمال في المعنيين أو المعاني بلحاظات استقلاليّة وامّا ؟ ؟ ؟\r\nإذا كان بلحاظ واحد فهو بمكان من الامكان الّا ان الكلام في اثبات وقوعه حقيقة أو مجازا وعدم وقوعه ولعل نظر المعالم والقوانين في مقام الاستدلال وبيان المختار إلى هذا وان كان صدر عبارتهما في تحرير في محل النّزاع يأبى عن ذلك وكيف كان\r\n\r\n[ الكلام في استعمال اللفظ في المعاني بلحاظ واحد 
  ]\r\nفلنرجع الكلام إلى الاستعمال الواحد باللّحاظ الواحد المتعلّق بأكثر من معنى واحد فنقول بالله استعين ذهب المعالم ره إلى جواز ذلك على سبيل المجاز في المفرد وعلى سبيل الحقيقة في التّثنية والجمع واختار صاحب القوانين قده المنع في الجميع حقيقة ومجازا واما العالم فاستدل على مختاره في المفرد بانسباق الوحدة في المفرد فهي معتبرة فيه جزءا وعند استعماله في أكثر من معنى واحد تنسلخ الوحدة عن المعنى فيكون استعمال اللّفظ فيه من قبيل استعمال اللّفظ الموضوع للكل في الجزء وهو مجاز وعلى مختاره في التثنية والجمع بانّهما في قوّة تكرار المفرد ولا شكّ في انّ اللّفظ المفرد إذا تكرّر واستعمل في معان فكلّ لفظ يكون حقيقة في ذلك المعنى المستعمل فيه فكذلك ما هو في قوّته وبمنزلته أقول الوحدة التي اعتبرها في المعنى ان أراد بها الوحدة الذاتيّه القائمة في كلّ شي فذلك لا ينافي استعمال اللّفظ في كلا معنييه وان كان كلّ واحد منهما واحدا في ذاته وان أراد بها الوحدة الوجوديّة المانعة عن ضمّ وجود شئ اخر معه فهذا ممّا لا يلتزم به من هو دونه فضلا عن مثله ( * ) إذ ضمّ وجود إلى وجود آخر مما لم يقم على امتناعه دليل عقلي ولا غيره وان ( * أراد * )\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nأراد بها الوحدة الاستعماليّة اى يكون المعنى منفردا في تعلّق الاستعمال به لا منضمّا مع غيره قلنا هذا صحيح الا انّه لا تكون الوحدة بهذا المعنى مأخوذة في معنى اللّفظ المفرد لاستحالة اعتبار ما يتأتى من قبل الاستعمال في مفهوم المستعمل فيه كما مرّ منّا غير مرّة فانّ الاستعمال والقيود المتصدة ؟ ؟ ؟\r\nمنه متأخرة طبعا عن المعنى المستعمل فيه فكيف تكون معتبرة فيه وهو مقدم عليها طبعا وإذا لم يكن مثل هذه الوحدة معتبرة في المعنى فلا يكون خلوّه عنها موجبا للتجوز في اللفظ هذا بالنّسبة إلى المفرد وامّا التثنية والجمع فلن لحقا أسماء الأجناس كرجلين مثلا كانت دلالة رجل على المجنس نفسه والعلامة الملحقة به دالة على تعدّد فردية بنحو دخول التّقييد وخروج القيد وليس هذا من استعمال اللفظ في معنيين وان لحقا الاعلام فربما ارتكب فيها التّأويل بالمسمّى وبناء عليه تكون بمنزلة أسماء الأجناس وهذا مع تعسّفه في نفسه ربما يمتنع ارتكابه في التّعريف كما في تثنية أسماء الإشارة ومن ثمة التجأ صاحب الفصول ره في مثل ذلك إلى القول بوضع مستقلّ للشّئ بنفسه من دون رجوعه إلى وضع - العلّامة وملحوقها وهو بعيد هذا بحسب مختار صاحب المعالم ره وامّا كلام صاحب القوانين قدّس ره بالمنع مبنيّه على أن الوضع توقيفىّ لا يجوز التّخطى منه بغير رخصة من الواضع واللفظ قد وضع في حال الواحدة فلا يجوز استعماله في غير ذلك الحال وهذا بحسب الظّاهر مخدوش\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nإذ الحالات الّتى يقع الوضع عليها لم يجب مراعاتها كيف والّا لزم اختصاص اللّفظ بالمعنى الّذى كان عليه من الصّفات والحالات من لضحك والقيام والحركة والسّكون ونحو ذلك فلا يصحّ استعمال زيد فيه الّا بالحالة الّتى كانت عليها حين الوضع من هذه الصّفات وهذا ممّا لا ريب في بطلانه وفساده ويمكن ان يكون نظره قدس ه إلى انّ الوضع لمّا كان جعل علاقة بين اللّفظ والمعنى بنحو يكون للّفظ جهة مرآتيّة للمعنى والّذى تحصل من الواضع انّ اللّفظ تمام مراة للمعنى وهذا لا يكون الّا في حال انفراده عن غيره بلا ضم ضميمة اليه والّا فلو ضمّ المعنى إلى غيره في حال الاستعمال لم يكن اللّفظ تمام مراة له وان كان المعنى بتمامه مرئيّا مع الغير وليس هذا من مجعولات الواضع وهذه الدّعوى ان تمت فكلامه قدّس ه في غاية المتانة ولا يرد عليه شئ أصلا الّا انّ الكلام في تماميّتها ودون اثباتها خرط القتاد اللهم الّا ان يقال انّ الاستقلال في المراتيّة ان لم يثبت اعتباره من الواضع فخلافه غير ثابت لعدم الدّليل ويكفينا الشّك في الاقتصار على المتيقّن رخصة فيه من استعماله في المعنى منفردا وما ورد في الاخبار بانّ للقران بطونا سبعة أو سبعين وربما يتوهّم من ذلك انّ هذا من استعمال اللّفظ الواحد في أكثر من معنى واحد ويدفعه انّ المستحيل من الاستعمال في أكثر من معنى واحد ما كان بلحاظات متعدّدة ويحتمل ان يكون المستعمل فيه واحدا من المعاني والبقيّة من لوازم المعنى لا ممّا استعمل منه اللّفظ هذا بحسب ظاهر النّظر واللّه العالم بحقيقة الامر ؟ ؟ ؟\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nقوله ره [ الكلام في المشتق 
  ]\r\nانه اختلفوا في انّ المشتق حقيقة في خصوص ما تلبّس بالمبدء في الحال أو فيما يعمّه الخ وينبغي النّظر اوّلا في تحرير محل النّزاع وتعيين ما هو المراد من حال التلبّس فإنه بحسب الظّاهر لا يخلوا من الاشكال فانّ حال التلبّس يراد به حال تلبّس الذّات بالضرب وإذا وصف به زيد كان ذلك حال الجرى والتطبيق وإذا تعلق به حكم كالاكرام فقيل أكرم زيدا الضارب كان ذلك حال النّسبة الحكميّة ولا اشكال في خروج النسبة الحكمية عن مدلول المشتق إذ المشتقّ طرف هذه النّسبة فكيف تكون حال النّسبة الحكميّة معتبرة في موضوعها ومتعلقها وكذلك الحال في نسبة التّطبيق والجرى فإنها نسبة ناشئة من التوصيف اللّاحق لزيد في زيد الضارب ومن المعلوم انّ التّوصيف كالحكم خارج عن مدلول ظرفيه فلم يبق الّا اعتبار حال التلبس وهذا لا يصلح ان يراد به التلبس الخارجي إذ الالفاظ على التحقيق ليست موضوعة للذّوات الخارجيّة الموجودة في الخارج لما نجده من صحّة توصيف زيد بالموجود والمعدوم وهذا لا يتصوّر فرضه في الموجود الخارجي لما فيه من التّناقض بل الالفاظ موضوعه للصّور الذّهنيّة الحاكية عما في الخارج وإذا كان هذا معنى الالفاظ فضارب لا يراد به الا الصّورة الذّهنيّة المتصوّرة في العقل المؤتلفة من ذات متصفة المبدء وهذا يناط بالتصوّر فان تصوّرت الذّات متصفة بالمبدء تحقق عنوان الضّارب والا فلا معنى للنّزاع في حال التّلبس أو الاعمّ منه ومن المضي بعد فرض التّسالم عن المجازيّة في الاستقبال لظهور عن عالم التصوّر والتّعقّل ليس من دون هذه الاعتبارات المبتنيّة على الأزمنة الثلاثة هذا محصّل الاشكال\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالذي يمكن ايراده على نزاع القوم في هذا المبحث وحلّه انّ المشتق لمّا كان بمفهومه حاكيا عن ذات خارجيّة موصوفة بالمبدء والذات الخارجيّة المحكيّة تقبّل الاتّصاف بالمبدء باعتبار الأزمنة الثّلاثة كان نزاع القوم إلى انّ المشتق الحاكي عما في الخارج هل ينحصر حكايته فيمن اتّصف بالمبدء في حال التلبس أو يعمّه وما بعد انقضائه خاصة دون زمان الاستقبال فإنه مجاز فيه بالاتفاق وبعبارة أخرى لفظ قائم دال على مفهوم حاك عمن هو متصف القيام في زمان من أحد الأزمنة فيتوسل بهذا المفهوم إلى تعريف حال المصداق فالقائل باعتبار حال التلبّس يعتبر في المصداق خصوص الذّات المقرونة بالمبدء المتلبّسة به حال تلبّسها بلا اختصاص في ذلك بالمتلبّس به في حال زمان النطق لاختلاف حال التلبّس بالقياس إلى زمان النطق فقد يتوافقان وقد يتخالفان فيجوز عنده استعمال قائم حقيقة في زيد القائم بالأمس إذا نسب القيام اليه باعتبار تلبّسه الامسى وهكذا إذا استعمل في زيد القائم في الغد هذا في فرض المتخالف واما على فرض التّوافق فأولى بالحقيقة فتنحصر المجازيّة عنده في صورة التخالف خاصّه بحيث يكون جرى الوصف على الذّات بملاحظة اتّصافها بالمبدء سابقا أو لاحقا على وجه يكون التلبّس السّابق أو اللّاحق علة مصحّحة للجرى الفعلي على الذّات المعرّاة من صفة التّلبس حين النّطق وحين الحكم وهذا بخلاف القائل بالاعمّ فإنه يجوز عنده استعمال القائم حقيقة في زيد الّذى قام بالأمس ولو باعتبار حاله فيما بعد الأمس فيكون التلبّس بالقيام في الزمان الماضي هو المصحح لحقيقة الاستعمال باعتبار كلتا حالتي التّلبس وما بعده ومما ذكرنا من اختلاف حال التلبّس بالقياس إلى زمان النّسبة الحكميّه\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nفي الكلام ينقدح اشكال فيما ذكروه من ثمرة النّزاع التي هي كراهة البول تحت الشجرة المثمرة إذ على كلا القولين يمكن الالتزام بكراهة البول تحت الشّجرة الحالية عن الثّمرة بعد ان كانت ذات ثمر إذ على القول باعتبار حال التلبس يصح استعمال المثمرة بعد مضىّ الأثمار من الشجرة باعتبار حال أثمارها فيكره البول تحت الشّجرة التي كانت مثمرة في السّابق وان لم تكن مثمرة فعلا وعلى القول الآخر فالامر أوضح وعلى هذا لا ثمرة في هذا النّزاع ويمكن التفصي عن ذلك بان ظاهر الجملة والهيئة التّركيبيّة يدل على اتحاد زمان نسبة الحكميّه مع زمان الجرى والاتصاف وبهذا تظهر الثمرة بين القولين فان زمان الحكم بكراهة البول هو حين التخلي قطعا فبعد البناء على لزوم مراعاة الاتحاد بين زمان النّسبة الحكميّة المدلول عليها عند معتبر ؟ ؟ ؟ حال التلبّس بالهيئة التركيبيّة وزمان الجرى والتّوصيف بالاثمار يلزم انحصار الحكم بالكراهة ؟ ؟ ؟\r\nتحت الشجرة المشغولة بالثمرة المتلبّسه فعلا بالاثمار بخلافه عند الاعمىّ فانّها لا تنحصر في ذلك لسعة زمان الجرى والتّوصيف عنده فتجرى الكراهة على ميتا حين أثمارها وبعد هذا\r\n\r\nقوله ره مطلق ما كان مفهومه ومعناه جاريا على الذّات ومنتزعا عنها الخ\r\nلا ريب في ان المشتق في الاصطلاح ما قابل الجامد وبظاهره يقضى بالاختصاص وعدم جريان النّزاع في غيره من الجوامد مع انّ المستفاد من كلام المسالك التعميم في كل ما كان مفهومه منتزعا من الذات بملاحظة اتصافها بالصّفات الخارجة عن الذات سواء كانت عرضا كما في المحمول بالضّميمة ونحو نائم ؟ ؟ ؟ وضارب أو عرضيّا كما في خارجات المحمول نحو الزّوجية والرّقبة والحريّة وغيرها من الاعتبارات\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nوالإضافات وان كان جامدا بل ويظهر عن العلامة وابن إدريس قدهما أيضا التّعميم في مسئلة من كانت له زوجتان كبيرتان ارضعتا زوجتة الصّغيره قال في المحكى عن الايضاح ما هذا لفظه محرّم المرضعة والصّغيرة مع الدّخول بالكبيرتين وامّا المرضعه الأخرى ففي تحريمها خلاف فاختار والدى المصنف ره وابن إدريس تحريمها لأن هذه يصدق عليها امّ زوجته لانّه لا يشترط في المشتق بقاء المشتق منه انتهى وفتواهما ره بالحرمة في المرضعة الثّانية هو مخالف للمنصوص عليه في رواية علىّ ابن مهزيار عن أبي جعفر ع قال قيل له ان رجلا تزويج بجارية صغيرة فأرضعتها امرأته ثمّ أرضعتها امرأة له أخرى فقال ابن شبرته تحرم عليه الجارية وامراتاه فقال أبو جعفر ع أخطأ بن شبرته محرم عليه الجارية وامرأته الّتى أرضعتها أولا ولنا الأخيرة فلم تحرم عليه لأنها أرضعت ابنته فان المستفاد منها ان المدار في الحرمة ليس على تحقق امّ من كانت زوجته كما هو كذلك في المرضعة الثّانية بل على من كانت امّ زوجة كما هو كذلك في المرضعة الأولى فان هذا العنوان الثاني حيثما تحقّق تحرم الزّوجة وامّها ولا يشترط في حرمة امّ الزّوجة بل تحرم بعد مماتها أيضا واظنّ في العلّامة ره عدم وقوعه على هذه الرّواية واما ابن إدريس فعذره ؟ ؟ ؟ واضح إذ هو لا يقول بحجيّة اخبار الآحاد ويحتمل في العلامة قده ان يكون نظره إلى اشكال يردّ على ظاهر الرّواية فلم يثق بصدورها من الامام وذلك الاشكال هو ان مقتضى ؟ ؟ ؟ الحلّية فيها على المرضعة الثّانية هو المفروغيّة ؟ ؟ ؟ عن حرمة الأولى وهو كذلك فإنه من التسالم عليه بين الأصحاب ولا\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nيكون مخالف في ذلك ولا وجه له الّا التّعبّد والّا فلا ينطبق الحكم بحرمة الأولى على القواعد إذ هي ليست امّ الزّوجة ولم يتحقق فيها هذا العنوان أصلا فانّها قبل استكمال الرّضاع لم تتعنون بالاموته وبعده خرجت الزّوجة عن الزّوجيّة بل خروجها عنها في رتبة اتّصافها بالاميّة لانّهما معلولان للرّضاع فليس لأحدهما تقدم على الاخر فلا منشأ للحكم بحرمتها الا ما عرفت من ظاهر الاجماع والمفروغيّة عنه فتوى ونصوصا حتّى هذا النّص الّذى وقع في رواية علىّ ابن مهزيار الّا ان لسان الرّواية ان الحكم بتحريمها على القاعدة بناء على أن التّعليل في الثّانية يدلّ على انّ حرمة الأولى لكونها امّ زوجةو ليس كذلك وحاصل الكلام ان مصبّ الرّواية على ذكر الوجه في الحكم بتحريم المرضعة الأولى وحليّة الثّانية فذكرت وجه الحكم الثّانى ويستفاد منها بالفحوى وجه الحكم الاوّل فهي ناطقة بصريحها بان حليّة الثّانية لانّها لم تتعنون بعنوان من العناوين المحرّمة ودالة بفحواها على انّ حرمة الأولى لانّها امّ زوجة ومن هنا يظهر الاشكال فيها بانّ الأولى كيف تكون امّ زوجة مع ما عرفت من كون الأمومة والخروج عن الزوجيّه في رتبة واحدة اللّهم الّا ان يمنع دلالتها على أن الحكم بالتّحريم في المرضعه الأولى على وفق القواعد وليس فيها تعرّض لوجه الحكم بالحرمة فيها أصلا وانّما هي واردة في ردّ ابن شبرته في حكمه بتحريم الثّانيه كما يؤيده قصر التّعليل عليها والله اعلم\r\n\r\nقوله ره ربما يشكل بعدم امكان جريانه في اسم الزّمان الخ\r\nومما يكون المعتبر في صدق المشتق على شئ بقاء الذّات لا تضرّبها كضارب إذا صدق على زيد فان ذات زيد محفوظة وباقية\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nسواء كان قد مضى عنها الضرب أو كان هو بالفعل متلبسا به فالنّزاع الجاري في المشتق انما يجرى فيه فيما إذا كان الانقضاء وعدمه لاحقين للمبدء لا الذّات المتلبّسة به وح يشكل الامر في أسماء الزمان نحو مقتل الحسين ع فقد وقع النّزاع فيه مع انّ المنقضى منه ليس خصوص القتل بل زمانه أيضا فاطلاق مقتل الحسين ع على يوم العاشر من المحرّم حقيقة مقصور على زمان قتل فيه الحسين روحي له الفدا لا على سائر الايّام وفيما بعد ذلك الزمان فإنه مجاز حتّى عند الاعمىّ القائل بحقيقة المشتق في الاعمّ من الحال وما انقضى عند المبدء إذ هو انما يقول بالتّعميم في المنقضى عنه المتلبّس به في الحال إذا كانت الذّات باقية غير متصرّفة لا في قتل زمان غير القار الذّات فاطلاق المقتل على عاشر المحرم بعد المقتل الحقيقىّ لا يكون الا مجازا عند الفريقين فكيف يكون داخلا في محل النّزاع فينبغي على هذا استثنائه عنه مع أن نزاع القوم وتحرير محل الخلاف فيما بينهم غير آب عن شموله ويمكن حل الاشكال بانّ انحصار مفهوم عام بفرد كما في المقام لا يوجب ان يكون وضع اللّفظ بإزاء الفرد دون العام والا لما وقع الخلاف فيما وضع له لفظ الجلالة مع انّ الواجب موضوع للمفهوم العام مع انحصاره فيه تبارك وتعالى وهذا الجواب مبنىّ على تسليم انقضاء الذّات في أسماء الزّمان فهو في عالم الخارج والمصداق على حسب مرام المستشكل الا انّ النّزاع فيما بينهم جار في المفهوم وهو في حدّ نفسه عام لا اختصاص له بلفظ دون لفظ ويمكن الجواب ثانيا بمنع تسليم الانقضاء عرفا فان العرف يرى يوم العاشر\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nمن المحرّم بعينه زمان قتل فيه الحسين ع الّا انّه في انظارهم زمان واحد ممتدّ باق وقع القتل في قطعة منه وبقي الاطلاق عليه باعتبار ذلك القتل الواقع في مبدء ذلك الزّمان ولا شكّ انّ العرف محكّم في باب الالفاظ كما اعتبر في باب الاستصحاب فقد جرى نظير هذا لاشكال فيه وتعلّقوا في الجواب بالمسامحة العرفيّة أيضا حيث انّهم بعد تسالمهم على جريان الاستصحاب في الزّمان والزّمانيات استشكلوا بان الاستصحاب يفتقر إلى بقاء الموضوع والزمان منقضى بنفسه غير صالح للبقاء فالتجاؤا إلى أن تعلقوا بان العرف لما كان يرى الزّمان واحدا نحو ما يرى الليل بتمامه واحدا والنّهار كذلك صح استصحاب الليل والنّهار هذا وقد يقال بالفرق بين المقام والاستصحاب فان الاستصحاب هو بنفسه حكم شرعي ذو موضوع وموضوعه امر عرفى فيلتمس فيه مذاق العرف فيتبيّن به تحديد دائرة موضوعه سعة وضيقا وامّا المقام فليس الاشكال فيه من حيث التّرديد والشك في معنى لفظ حتّى يرجع فيه إلى ما هو المتبادر عند أهل العرف ولا هو من قبيل الاستصحاب الذي هو حكم شرعي مرتّب على موضوع عرفى حتى يلتمس موضوعه من فهم العرف وانظارهم بل هو لفظ مبيّن المفهوم بل والمصداق أيضا سوى انّ العرف يتوسّعون في تطبيق المفهوم على أزيد من المصداق الحقيقي فيطلقون المقتل على بقيّة الأزمنة المتلاحقة الشابهة صورة ليوم القتل الحقيقي ولا عبرة بمثل هذه المسامحة الجارية في التّطبيقات فان هذا يكون نظير مسامحتهم واطلاقهم ما ليس بأحمر اسم الأحمر فلا يجب اتباعهم في ذلك ويكون هذا من باب\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالاشتباه في التّطبيق لا من باب تعيين المسمّى والمفهوم حتى يكونوا هم المتّبع فيه اما ترى انّ المشهور بعد بنائهم في الفقه على انّ الفقّاع هو الماء المتّخذ من الشّعير اقتصروا في الحرمة على خصوص ذلك الماء المتّخذ من الشّعير وما تعدّوا منه إلى كلّ ما يسمّى فقاعا في العرف ولو لم يكن متّخذا من ماء الشّعير وان كان الشهيد الثّانى ره اخذ بالتّعميم وحكم بان كلّ ما يسمّى فقّاعا في العرف مع حصول خاصيّته أو اشتباه حاله يكون في حكم الفقّاع ومنها ان المشتقّ كغيره من سائر الجوامد لا بدّ من أن يشتمل على مادة وهيئته ويفترقان في ان وضع المشتقّات نوعىّ ووضع الجوامد شخصىّ وهل يستقلّ كل من المادة والهيئة في المشتقات بوضع أو انّ للمجموع منهما وضعا واحدا نوعيّا فيه تردّد والمراد من الوضع النوعي ذكر ضابطة في الوضع على وجه لا يختصّ بلفظ دون لفظ كان يقول الواضع في ضرب ان هذه المادة من صيغة ضرب موضوعة للحدث الخاص المؤلم في ضمن اىّ هيئة كانت وتحقّقت من الهيئات الموضوعة دون المهملة كما انّه في وضع الهيئة يقول انّ هيئة ضرب الّتى هي على زنة فعل بفتح الفاء وسكون العين موضوعة للانتساب إلى فاعل مّا في ضمن ايّ مادة كانت وتحققت من المواد الموضوعة دون المهملة نحو نصر وقتل وجلس وغير ذلك من المصادر المشاكلة لهيئة ضرب في الصّورة فعلى هذا يكون الوضع في كلّ من المادة والهيئة نوعيّا ويستقل كل منهما بوضع واما إذا أريد الوضع نوعيّا للمجموع بوضع واحد فيضع الواضع أولا المصادر شخصيّا كلّ لمعناه المختص به من الضّرب والضرر القتل وغير ذلك\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nثم يذكر بعد ذلك قانونا كليّا على انّى قد وضعت كل ما كان على زنة فاعل للذّات المتلبّسة بالمبدء فيشير بقوله كل ما كان على زنة فاعل إلى مجموع ما تشتمل عليه الكلمة من المادة والهيئة لا إلى الهيئة خاصة فيكون مجموع المادة والهيئة في كلّ ما صيغ على هيئة فاعل من نحو ضارب وناصر وقاتل الخ موضوعا للذّات المتلبّسه بالضّرب والنّصر والقتل وهكذا وهذا بخلاف الجوامد كالانسان والبقر والحمار فانّها مستقلة بوضع شخصىّ يختص به كل واحد منها تفصيلا ثم اعلم انّ مادة المشتقّات وما تشتق منه لا بدّ من أن تكون في عالم التّعبير والنّطق في ضمن هيئة من الهيئات ويستحيل خلوّها عنها حتّى لو عبّر عنها بالحروف المفردة نحو ض ر ب كانت هذه الحروف مقرونة مع هيئة خاصّة مغايرة للهيئة في ضارب ومضروب وغيرهما من المشتقات فهي بحسب الصّورة اللفظيّه تعدّ متبائنة لا يجمعها جامع لفظي محتوى على ما يشمل الهيئات اللفظيّة المختلفة وهكذا معناها المتصيّد منها في ضمن الهيئات يختلف بحسب اللّحاظ والاعتبارات فإذا لوحظ معرى عن تمام النّسب والإضافات كان ذلك معنى اسم المصدر كالغسل بضم العين وسكون السّين وان لوحظ مقرونا بنسبة إلى فاعل ما كان ذلك معنى المصدر كالغسل بفتح العين وسكون السّين ويستحيل باعتبار الجامع في عالم التّصور بين هذين الاعتبارين الواجد والفاقد فكانت المادة على هذا كالكلّى الطّبيعى في عالم الوجود الخارجي والذّهنى مندكّة في ضمن الهيئات اللفظية والصور الذّهنيه غير أن الكلّى الطبيعىّ يمكن تعقّله مستقلّا و ؟ ؟ ؟ عن افراد\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nوالمادة يستحيل فيها ذلك وكان أقرب المعاني إلى المادة اسم المصدر لكونه معرّى عن جميع الحيثيّات والإضافات حتى حيثيّة الانتساب السلبىّ فلا يتخيل فيه انّه يتضمن النسبة السّلبية بل هو في الحقيقة لم يعتبر فيه شئ وان لوم ؟ ؟ ؟ من ذلك السّلب الّا انه عدم اعتبار شئ وليس هو اعتبار العدم حتى يكون متضمنا للنّسبة السّلبيّه والحاكم بذلك الذّوق والتّبادر فانّ المنسبق إلى الذهن من كلمة الغسل بضمّ العين بلساننا العجميّه ( شست‌وشو ) وهذا هو المعنى المعرّى عن تمام الحيثيّات والإضافات\r\n\r\nفبعد [ ان كان اسم المصدر متلبّسا بهيئة خاصة 
  ]\r\nان كان اسم المصدر متلبّسا بهيئة خاصة كما في الغسل بضمّ العين فربما يتوهّم من ذلك ان استفادة التجرّد من معناه ناش عن هيئة وليس ذلك كذلك إذ التجرد معنى قائم بمعنى اسم المصدر خاصة ومدلول الهيئة لا بدّ من أن يكون من سنخ المعاني الحرفيّه قائما بطرفين لا طرف واحد كما هو كذلك في اسم المصدر ودعوى انّ التجرّد ينحل إلى سلب شئ عن شئ فيكون نسبة سلبيّه قائمة بالطّرفين قد عرفت انّها دعوى على خلاف المنسبق والمتبادر إلى الذهن من اسم المصدر نعم المصدر وسائر المشتقات وضعت هيئاتها للنّسبة والإضافة انّما المصدر فقد عرفت انّ مدلوله المعنى الحدثى المنتسب إلى فاعل مّا وبقيّة المشتقات مختلفة بحسب المدلول فان كانت مشتملة على مدلول المصدر مع زيادة إضافة إلى سبق أو لحوق أو زيادة طلب لفعل شئ أو تركه كانت هي الافعال ماضيا ومضارعا أو امرا أو نهيا وان كانت مشتملة على المعنى الحدثى مع انتسابه إلى مكان أو زمان أو آلة كانت أسماء زمان ومكان\r\nو \r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nآلة على هذا المنوال بقيّة المشتقات فإنها تحتوى على المعنى الحدثى وزيادة ومن ثمة كانت المشتقات في اصطلاحهم مأخوذة من اسم المصدر وربّما يتّفق في بعض المشتقات ترتب لفظىّ فيما بينها كما ترى ذلك في المضارع فانّه يتشكل مع زيادة على صيغة ماضية بواحد من حروف المضارعة فكان فرعا عليه وبهذا الوجه صحّ اطلاق اشتقاقه منه وقد يتفق التّرتّب المعنوي فيما بينها كما ترى ذلك في اسم الفاعل فانّه بحسب المعنى مترتب على الفعل لأنه يتضمّن النّسبة الايقاعيّه والوقوع متأخر طبعا عن الايقاع ومن ذلك صحّ القول باشتقاق اسم الفاعل من الفعل وبالجملة مثل هذه الوجوه الاعتباريّه صار منشأ للذّهاب إلى الاشتقاق وتفرّع المشتقات بعضها عن بعض والا فلو لم يعتبر مثل هذه المسامحة أمكن المناقشة ؟ ؟ ؟\r\nفي الاشتقاق بانّ الصّيغ بصورتها اللّفظيّه متبائنة لم يؤخذ بعضها في بعض كما أن صورتها المعنويّه كذلك\r\n\r\nقوله ره [ الكلام في الدلالة الافعال الزمان وعدمه 
  ] قد اشتهر في السنة النّحاة دلالة الفعل على الزّمان الخ\r\nالمشهور في السنة النّحاة دلالة الفعل على الزّمان وظاهر كلام بعضهم ان دلالته عليه بالتّضمّن وقد يقال إن دلالته عليه بالالتزام باعتبار دلالته على نسبة المادة الحدثيّه إلى فاعل مّا بنحو التّقييد بالزّمان على نحو يكون القيد خارجا والتقييد داخلا وقد يمنع دلالته عليه بإحدى الدّلالات الثلاثة كما يميل اليه كلام متأخري المتأخّرين من الاصوليّين والسّر في ذلك يكون مبنيا على تمهيد مقدّمة وهي انّ دلالة المفردات على معانيها دلالة تصوريّة كما أشرنا اليه في طىّ ما ذكرنا سابقا ومثله في ذلك المركبات النّاقصة وامّا المركّبات التّامة\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nفإنها تكون دالة على معانيها الذي هو انتساب شئ إلى شئ اخر بعد الفراغ عن وجود الطرفين وتحققهما في عالم الخارج وهذا يكون فارقا للمفردات والمركّبات التقييدية عن المركّبات التّامة الا ترى انّك إذا قلت زيدا أو غلام زيد فلا تتعقل منها الا المعنى بلا ملاحظة الوجود والعدم وهذا بخلاف زيد قائم فانّه ينتقل من الهيئة التّركيبه إلى وجود زيد وقيامه في عالم الخارج علاوة على انتساب القيام اليه ان قلت فما تقول في قضيّة زيد معدوم كيف يجوز الحكم بدلالة الهيئة على وجود زيد مع أن مصبّ ؟ ؟ ؟ القضيّة على نفى وجوده قلت هذا من قرينة المجهول فانّه بمادته اقتضى نفى الدلالة والّا انّ القضيّة بنفسها لكانت دالة على وجود موضوعها في عالم الخارج فلا ينبغي الشّك والتشكيك في مثل هذه الدلالة في الجمل الاسميّة وهكذا يكون الحال في الجمل الفعليّة بل في ضرب نفسها ويضرب بنفسها ينتقل إلى تحقق ضرب في عالم الوجود الخارجي كائنا في الماضي أو يكون في المستقبل وهذه العلاوة في معاني المركّبات التّامة والافعال من دلالتها على الوجود هي الباعثة إلى توهم اعتبار الزّمان في مفاهيم الافعال حيث إن الوجود لما كان ملازما لكينونتة في الزّمان تخيلوا ان ذلك من مداليل الكلمة وانّه مستفاد من حاق اللّفظ وهو توهّم فاسد والا لكان ذلك مقتضيا لاعتبار الزّمان في مداليل الجمل الاسميّه أيضا مع انّهم لم يلتزموا به وحاصل الكلام انّ الدّلالة المعتبرة في الالفاظ ما كانت واحدة من ثلث وليس للفعل دلالة على الزّمان بشئ منها\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nاما المطابقة تظاهر وامّا التضمن فلان المستفاد من الفعل ليس هو الحدث والزّمان لكي يكون دلالته عليه بالتضمّن بل الحدث يكون منسوبا إلى فاعل ما بنحو السّبق في الماضي واللحوق في المضارع واما الالتزام فلانّ المعتبر في الدلالة الالتزاميّه اللزوم الذّهنى بمعنى الانتقال من المسمّى إلى اللّزوم ولا يكون في الفعل مثل هذا اللّزوم وانما اللزوم فيه على تقدير تسليمه هو اللّزوم الخارجي لظهور ان كل زماني يوجد في الخارج لا بدّ من حصوله في أحد الأزمنة الثلاثة من غير اختصاص فيه بالفعل بل يشترك معه في هذا المعنى جميع الجمل اسميّة كانت أو فعليّة وليس هذا مناط الدلالة الالتزاميّه وربما يستأنس لذلك خروج الزّمان عن مدلول اللّفظ بما نجده في الافعال المنسوبة إلى المجرّدات ونفس الزّمان مثل كان الله ولم يكن معه شئ ومثل مضى الزّمان فان هذه مما لا ريب في انسلاخها عن معنى الزّمان ويبعد كل البعد ارتكاب التجوّز في مثل هذه الموارد أو تجشم القول بالاشتراك اللّفظى وكذا يكون المناسب استثناء فعل الامر من الافعال بناء على دلالة الفعل على الزّمان لعدم دلالة الامر الا على الطّلب دون الزّمان فظهر ان الفرق بين الماضي والمضارع يكون باعتبار السّبق في الاوّل واللّحوق في الثاني وهذا الاختلاف يكون ناشيا من كيفية اختلاف النّسبة المستفادة من هيئة الكلام وذلك السّبق واللّحوق لا اختصاص له بالسّبق واللّحوق الزّمانى بل يجرى في السّبق الذّاتى كما في سبق بعض الأزمنة على بعض في مضىّ الزّمان وفي سبق الرّتبة كما في سبق العلّة على المعلول وان شئت قلت انّ المستفاد من الجمل الاسميّة هو الوجود وتحقق\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nالطّرفين لا بشرط وفي الجمل الفعليّة بل الافعال وحدّها يستفاد الوجود المحدود الّذى ينتزع منه في بعضها عنوان السّبق ( * ) واللّحوق يختلف بحسب الموارد والمقامات ففي الزّمانيات ينطبق على السّبق الزّمانى وفي العلل بالنّسبة إلى معلولاتها ينطبق على السّبق الرّتبى وفي اجزاء الزّمان إذا قيل مضى الزّمان ينطبق على السّبق الذّاتى ونحو ذلك فهو في كل مقام يكون مناسبا لشئ ولا اختصاص له بالزّمان ذهنا ولا خارجا\r\n\r\nقوله ره انّ اختلاف المشتقات في المبادى وكون المبدء في بعضها حرفة وصناعة\r\nدعوى الاطلاق العالم والتّاجر على من لم يتشاغل بتحصيل العلم وصنعة التّجارة يكون من باب استعمال المشتق فيمن انقضى عنه المبدء مدفوعة بسعة معنى المبدء هنا على نحو لا يختص بحال التّشاغل بتحصيل العلم وحرفة التجارة فان العلم في العالم بمعنى الملكة والتّجارة في التاجر بمعنى الحرفه وهما حاصلان للعالم والتّاجر في كلتا حالتي تشاغلهما بالعلم والتجارة وعدمه فهذه الأمثلة والصيغ تكون في زمرة الصّيغ المستعملة في خصوص حال التّلبّس بالمبدء المأخوذ بمعنى عام لا يختص تحققه بحال التّشاغل هذا ولكن ربما يستشكل في ذلك بان لازم هذه المقالة وهذا البيان الالتزام بالمجازيّه في مدلول العالم والتاجر إذا العلم والتجارة قد اعتبرا فيهما بالمعنى الّذى اعتبر في اخواتهما من سائر المشتقات المأخوذة من العلم والتجارة وهو الفعليّة دون الملكة نحو علم يعلم واتّجر يتّجر بل الظّاهر من المصدر أيضا ذلك فالقول بان العالم والتّاجر بمعنى من له ملكة العلم وحرفة التّجارة خروج عن مدلول الكلمة التي هي على حد اخواتهما ( * وبعضها عنوان اللحوق وهذا السّبق * )\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nفي إرادة الفعليّة من مباديها بل لا بدّ على القول بتعدّد الوضع الهيئتى ؟ ؟ ؟ المادّى في المشتقّات من الالتزام بإرادة الفعليّة من صيغتى العلم أو التّاجر فانّ طر ؟ ؟ ؟\r\nهيئة فاعل على المادة الّتى هي ظاهرة في نفسها بالفعليّة لا يوجب اختلاف فيها عما كانت عليه إذ لكل من الهيئة والمادّة وضع مستقل يختصّ به نعم تتجه دعوى الاختلاف لو بنى على وضع واحد في المشتقات لمجموع الملكة المؤتلفة من الهيئة والمادة الا انّ هذا القول على خلاف التّحقيق ولا يساعد عليه نظر الدقيق وبالجملة انّ مثل هذه الصّيغ أقرب شاهد الصحّة مقالة الاعمىّ والا فلو بنى على الوضع لخصوص حال التلبّس فلا بدّ من ارتكاب التجوز ؟ امّا في الكلمة أو في امر عقلي وكلاهما تعسّف وخروج عن مقتضى الظّاهر من غير شاهد ثمّ\r\n\r\nاعلم [ انّ المشتقات تنقسم باعتبار مباديها إلى قسمين 
  ]\r\nانّ المشتقات تنقسم باعتبار مباديها إلى قسمين آنيّة واستمراريّة فمن الآنيّات نحو القاتل والسّارق والزّانى ومن الاستمراريّات نحو العالم والفاسق ويختلف حال الكلام المتضمّن لكلّ واحد من القسمين فإنه إذا تضمّن المشتق الآتي لا يكون لهيئة الكلام دلالة على مقارنة بين النّسبة الحكميّه وزمان الجرى ان لم يكن له دلالة على عدم التقارن لجريان عادة المحاورة غالبا على تعليق الحكم على مثل تلك الصّفات الآنيّة بعد مضى زمان جريها نحو قوله تبارك وتعالى  الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ واحِدٍ مِنْهُما مِائَةَ جَلْدَةٍ  وقوله تعالى  السَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُما  وان تضمن المشتق الاستمراري أفاد التقارن بين زماني النّسبة الحكميّة والجرى لكونه المتبادر في مثل ذلك نحو أكرم العالم فإنه يتبادر منه مقارنة الاكرام الزمان\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالتلبّس بالعلم وكذلك في ؟ ؟ ؟ الفاسق وغيره من العناوين\r\n\r\nقوله ره ويدلّ عليه تبادر خصوص المتلبّس بالمبدء في الحال الخ\r\nقد استدلّ للقول باعتبار خصوص حال التلبّس بانّ مرتكزات العرف والأذهان المستقيمة تأبى عن وضع المشتقّ للأعم الا ترى انّ النائم في حال نومه لا يقال له مستيقظا مع انّه قد كان مستيقظا في الزمن الماضي وان الذي كان قائما ثمّ قعد لا يقال له في حال قعوده انه قائم بل ارتكازهم على المناقضة في مثل هذه الأوصاف دليل انّى كالتّبادر على انّ وضع المشتق لخصوص حال التّلبّس دون الاعمّ منه ومن الماضي بل هذا الارتكاز الذّهنى يكون منشأ التبادر وكذا استدلّ لخصوص حال التلبّس بصحّة السلب عمّن انقضى عنه المبدء فانّ الضّارب الامسى ليس بضارب في هذا اليوم ان قلت هذا سلب للمقيّد وعلامة المجاز سلب المطلق قلت هذا إذ اعتبر الظّرف قيدا للمحمول والا فلو اعتبر قيدا للنّسبة صح السّلب وكان المسلوب مطلقا غير مقيّد فإنك لو قلت في المثال المفروض زيد ليس اليوم بضارب بلا تقييد في جانب المحمول مطلقا غير مقيّد ولو كان المشتقّ حقيقة في الاعمّ لما صحّ ذلك والتّالى باطل ومن هذا الوجهين يظهر لك الحال فيما اختاره الفصول من التّفصيل بين المشتقات المأخوذة من المبادى المتعدّيّه إلى الغير ويضعفه انّ ذلك على خلاف التّبادر وصحّة السّلب كما عرفت ويمكن الخدشة في وجهي الاستدلال بانّ التّبادر وما شابهه من الامارات لا يثبت بها الحقيقة في عصر المعصومين ع الا بعد ضم مقدّمة أخرى إليها من اصالة عدم النّقل أو اصالة تشابه\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالأزمان ومن المعلوم انّ الاعتماد على مثل هذين الأصلين انّما هو فيما لم يثبت المخالفة بين العصرين بالدّليل وقد ثبت هنا باستدلال الامام تأسّيا بالنّبىّ في غير واحد من الاخبار بقوله تعالى  لا يَنالُ عَهْدِي الظَّالِمِينَ  على عدم لياقة من عبد صنما أو وثنا بمنصب الإمامة والخلافة مريدين به التّعريض على الثلاثة والتنبيه على جورهم في الخلافة الظّاهريّة فانّ دلالة الآية على ذلك تتوقف على كون المشتق وهو الظالم موضوعا للاعمّ من المتلبّس كما لا يخفى وأجيب عنه بضعف السّند اوّلا وضعف الدّلالة ثانيا امّا ضعف الدّلالة فوجهه انّ غاية ما ثبت منها اطلاق الظّالم في الآية وإرادة ما يعمّ المتلبّس والمنقضى والاطلاق اعمّ من الحقيقة ونوقش في ذلك بانّ ضعف السّند غير قادح بعد حصول الاطمينان بصدورها بشهادة ( * 2 * ) مع تجاوزها عن حدّ الاثنين واما الدّلالة فيتعيّن فيها أن تكون الدّلاله حقيقة والّا لما صحّ الاستدلال منه عليه السّلام ردّا على خصمه فانّ المجاز يفتقر إلى قرينه ولا مرتبة في البين وقد يقال انّ القرينة هنا موجودة لان مساق الآية بيان تعظيم منصب الإمامة وذكر شرفها وعظم خطرها ورفعه محلّها وجلاله قدرها وكرامتها عند الله ولا يجامع ذلك كون إرادة خصوص المتلبّس بالظّلم في زمان تلك الرّياسة بان يكون شرط الإمامة الفعليّة عدم الظلم بكفر ونحوه في حينها ولو مع الظّلم قبلها بساعة أو دقيقة لان جميع المناصب الشّرعيّة وما يشبهها كالإمامة والشّهادة مشروطة بعدم الظّلم في حينها فلا مزيّة ح للإمامة التي هي حنو النبوّة على غيرها أو يقال انّ الاستعمال في الآية الشريفة قد وقع ( * ( 2 ) ما فيها من المضامين النّاطقة بالحقّ الشاهدة بالصّدق * )\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nبلحاظ حال التلبّس دون المنقضى ويرد على الأول انّ القرينة ان كانت بملاحظة المقايسة على امام الجماعة والشّهادة فهو انّما يتجه في ظالم لم يتب عن ظلمه وكان مقيما عليه والا فلو تاب عن ظلمه وحسن ظاهره جازت إمامته للجماعة وشهادته وهؤلاء كذلك في نظر الخصم الواقع طرفا للامام ع وان كانت بملاحظة جلاله قدر الخلافة وعظم شانها على وجه لا يليق بها الا المنزّه عن الظلم في تمام عمره فذاك انما هو اعتبار غير صالح للقرينة وربما ينكره الخصم ولا يلتزم بانّها بالغة إلى حدّ لا يليق بها المتلبّس بالظلم في زمان من الأزمنة الماضية ويرد على الثّانى بانّ قضيّة اختلاف زمان الجرى مع زمان نسبة الحكمية وهذا خلاف ظاهر الكلام وظاهر الجملة المحتوية على المشتق المأخوذ من المبادى القارّه والمراد من الظلم هنا الشّرك وهو قارّ تظهر من هذا كلّه انّ الرّواية ان صحّت يكون صالحا للاعمّى ان يستدلّ به بلا شبهة ولا اشكال وكانت مقدّمة على ما استدل به خصمه من التّبادر وصحت السّلب الّا انّ الكلام في صحتها على وجه يحصل الوثوق والاطمينان بصدورها ولا يصلح اشتمالها على المضامين بالحق أن تكون شاهدة على صدقها إذ من الممكن أن تكون المضامين صادرة من غير الامام ع ونسب اليه افتراء عليه نعم إذا كانت الرّواية منقولة الينا بطرق مختلفة أو كان مضمونها قد ذكر في ضمن روايات عديده جاوزت حدّ الاثنين كما قلنا سابقا أمكن القول بحصول الوثوق بصدورها فالرّواية محتاجة إلى النّظر والتامّل في سندها واللّه اعلم بحقيقتها\r\n\r\nقوله ره بسيط منتزع عن الذّات باعتبار تلبّسها\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nبالمبدء واتصافها به غير مركب الخ البسيط مختلف بحسب المقامات فقد يطلق ويراد به البسيط مفهوما ومنشأ ويقابله التركيب من أحد الوجهين وقد مطلق ويراد به البسيط مفهوما خاصة وفي قباله التّركيب بحسب المفهوم والمنشأ فقائم يراد به الصّورة الخاصة الذهنيّة الّتى هي بإزاء الوجود الخارجي الخاص بالهيئة الكذائية والشكل المخصوص فانّ عالم التّصور والانتقال الذّهنى نظير ما في الخارج فكما لا ترى في الخارج زيد الموصوف بصفة القيام الا امرا واحدا لا متعدّدا فكذلك الصّورة الذهنيّة المحكية بلفظ القائم المنطبقة على ما في الخارج لا ترى بحسب التّصوّر الّا امرا واحدا لا متعدّدا\r\n\r\n[ منشأ انتزاع المفهوم 
  ]\r\nنعم يكون المنشأ انتزاع المفهوم تركب تحليلي بمعنى انّه بعد التعمّل العقلي ؟ ؟ ؟\r\nشيئين ذاتا ومبدء وهذا المعنى الثّانى في البسيط هو الظّاهر من قوله بسيط منتزع عن الذّات باعتبار تلبّسها بالمبدء واتّصافها به ويوافقه صريح ما في المتن في ذيل هذا البحث الا انّ هذا المعنى من البساطة وان كان ظاهر عبارته في تحرير الدّعوى لكنّه مناف لما ذكره قده في وجه تلك الدّعوى حيث قال في مقام الاحتجاج على تجرّد مفهوم المشتق عن الذات بقوله انّ مفهوم الشّيئ لا يعتبر في مفهوم النّاطق مثلا والا لكان العرض العام داخلا في الفصل ولو اعتبر فيه ما صدق عليه الشّيئ انقلبت مادة الامكان الخاص ضرورة فانّ الشّئ الذي له الضّحك هو الانسان وثبوت الشئ لنفسه ضرورىّ انتهى موضع الحاجة من كلامه زيد في علوّ مقامه وجه المنافاة ان المتحصّل من كلامه قده\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nفي الحجّة ليس الّا خروج الشّئ بمفهومه ومصداقه عن مفهوم المشتق وذلك لا يستلزم البساطة إذ هناك احتمال ثالث غير ما ذكر من دخول المفهوم أو المصداق وهو احتمال دخول منشأ انتزاع المفهوم العرضي في معنى المشتقّ وح لا بدّ من من رفع التّنافى من العبارة بتنزّلها على انّ المراد من خروج المفهوم خروجه بمنشأ لا وحدة إذ المفهوم إذا كان عرضيّا فمنشأ انتزاعه يكون مثله عرضيّا أيضا لكونه امر اخر وراء الجنس والفصل خارجا عن ذاتيّاته لاجتماعه مهما وما به ؟ ؟ ؟ يكون مجتمعا مع تمام الذّاتيّات لا يكون عين كل واحد منها بل يكون خارجا عنها فإذا كان المفهوم خارجا عن النّاطق الّذى هو فصل ذكر بعبارة المشتق فاللازم خروجه بمنشأ انتزاعه لا وحده مع بقاء المنشأ مأخوذا فيه والا لعاد ؟ ؟ ؟\r\nمن دخول العرض في الفصل لما عرفت من انّ المنشأ كالمفهوم عرضىّ أيضا والحاصل تماميّة الحجّة يبتنى على اخذ البساطة المدّعاة بالمعنى الاوّل لكن هذا يأباه قوله في تحرير الدّعوى منتزع عن الذّات لظهور العبارة في دخالة الذات في منشأ الانتزاع ولعل نظره إلى انّ المشتقّ لما كان له وجهة ؟ ؟ ؟ إلى الذّات فكان يرى في عالم النّظر والاعتبار متحدا مع الذات منتزعا عنها انتزاعا ادعائيّا لا حقيقيّا فبهذه العناية بنى على انتزاع المفهوم الاشتقاقي عن الذات فلا ينافي ذلك خروج الذّات عن المشتق مفهوما ومنشأ وعلى اى نحو كان فيمكن الجواب عن هذا ؟ ؟ ؟\r\nمن الاستدلال بما ذكر في الفصول من امكان اختيار الوجه الثّانى ويجاب بقوله بانّ المحمول ليس مصداق اه\r\n\r\n[ قوله فانّ المحمول ان كان ذات المقيّد 
  ]\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nكان القيد خارجا الخ ويمكن الاشكال فيما ذكره من شقى ؟ ؟ ؟ التّرديد امّا على تقدير خروج القيد ودخول التّقييد فيمكن الخدشة فيه بان التّقييد إذا كان داخلا كان المحمول اخصّ ويكون حمله على الموضوع الاعمّ بالامكان لا بالضّرورة وقد يذبّ عنه بانّ هذا الكلام منه ره جار على مبناه الّذى بنى عليه في كون معروض القيد باقيا على اطلاقه إذا بنى على خروج القيد عنه ولا اثر للتّقييد في تضيق دائرة الاطلاق وان اعتبر داخلا لما تقرّر غير مرّة انّ مداليل الهيئات معان حرفيّة ومن شأن المعنى الحرفي ان لا يكون ملحوظا الامرآة والة لتعرّف حال طرفيه وليس له في عالم اللّحاظ وجود منحاز في قبال معنى الطّرفين فلا يرى المعروض بعد البناء على خروج قيده الا نفسه من دون التفات إلى جهة التّقييد وهو يرى انّ المعروض بعد رائه ؟ ؟ ؟ عن القيد ولم يكن التّقييد ملتفتا اليه باق على اطلاقه فيكون معنى ضارب زيد له الضّرب فيكون التّقييد هو مدلول اللّام وهو معنى حرفىّ ليس ملتفتا اليه وانّما الالتفات والتّوجّه متمحّض إلى طرفيه فالمقيّد ح بلحاظ نفسه بعد فرض خروج قيده عنه يكون مطلقا فيكون بعينه الموضوع المحمول عليه المقيّد ولازم ذلك ان يكون الحمل ضروريّا لا بالامكان هذا حاصل ما يتعلّق بتوضيح كلامه ودفع توهّم الاشكال على ظاهر عبارته ولكنّك خبير بانّ كلامه هذا يبتنى على مبنى ؟ ؟ ؟ الغير المرضيّ عندنا لعدم مسلميّة الاطلاق في جانب المقيّد المفروض خروج قيده عنه بل هو توام القيد حصّة من الذات فيكون اخصّ من موضوعه فحمله\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nعليه يكون حمله بالامكان لا بالضّرورة هذا على تقدير خروج القيد وامّا على تقدير دخوله فتوضيح مراد فانّ الضارب الّذى وقع محمولا في القضية يتضمّن نسبة تقييديّة ؟ ؟ ؟ قد عرفت في السّابق انّ نسبة الوقوع المتصيّدة من النّسبة النّاقصة متفرّعة على نسبة ايقاعيّه هي مضمون جملة خبريّه فإذا ابرزتها في عالم النّطق تنحلّ القضيّة إلى قضيّتين زيد زيد ضارب فيكون زيد الثّانى المحمول على زيد الاوّل بعينه موضوعا في القضيّة الثّانية ولا شكّ انّ نسبة زيد إلى نفسه على ما هو مضمون الجملة الأولى نسبة ضروريّة ويمكن الخدشة في ذلك أيضا بانّ المفروض دخول القيد ولازم ذلك ان يكون المحمول مجموع القضيّة الثّانية لا موضوعها خاصّة ومعلوم انّ حمل المجموع واسناده إلى موضوع القضيّة الأولى ليس على وجه الضّرورة بل الامكان فصحّ كلام الفصول ره وبطل الايراد عليه بناء على اعتبار المصداق في حقيقة المشتق ان قلت الموضوع في المركبات التّامة توأم مع المحمول لا يتناول نقيضه ؟ ؟ ؟ كما هو كذلك في المركبات التّقييديّه فلا محيص من الاشكال إذ كل موضوع على هذا لا بدّ من أن يكون مساويا لمحموله ( * ) ونقيضه ومن المعلوم انّ اسناد الأعم ان المساوى ؟ ؟ ؟ إلى الاخصّ منه أو مساويه اسناد ضروري لا بالامكان قلت ليس الامر في المركّبات التامة كما زعمت إذ التضيّق انما يجئ من التّقييد والعروض والا فموضوع القضيّة سابق في الرّقبة على محموله فالجملة حال الاخبار يراد بها الحكم على الموضوع الذي هو في حد نفسه قابل لطروّ ؟ ؟ ؟ عليه من غير اختصاص لبعضها فيه فإذا تحقق الحمل وتم الاخبار خرج الموضوع عما كان عليه من صلاحيّة للتّوصيف ( * ( 2 ) واخصّ منه لاستحالة ؟ ؟ ؟ دائرته على وجه يكون شاملا لمحموله * )\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nبجميع الأوصاف إلى الفعليّة وكان مضيّق الدّائرة فلا يشمل في هذا الحال الّذى هو عليه من التّلبّس بالصّفة الكذائيّة حال ضدّها ونقيضها فكان حاله في مقام الاخبار مغايرا لحاله في مقام التوصيف والتّقييد إذ هو في الاوّل عام وفي الثّانى خاص وحمل الخاص على العام يكون الامكان لا بالضّرورة ولا يخفى انّ اشكال الانقلاب لو تمّ لم يكن مختصّا بصورة اعتبار المصداق في المعنى المشتق بل يتأتى على اعتبار المفهوم فيه أيضا ضرورة صدق مفهوم الذّات على كل واحد من مصاديقه الّتى منها موضوع القضيّة هذا تمام الكلام فيما يتعلّق بحجّة المستدلّ على بساطة المشتقّ من بعض الأصحاب وقد عرفت عدم تماميّتها وضعف ما قبل تأييدا له\r\n\r\nقوله ره يمكن ان يستدلّ على البساطة بضرورة عدم تكرار الموصوف في مثل زيد الكاتب الخ\r\nوالتحقيق في المقام ان يقال بانا لا نجد التكرار بحسب التّصوّر ولا ينسبق إلى أذهاننا شئ منه فكان هذا شاهدا على عدم التركيب المفهومي لكن يبقى احتمال التّركيب في المنشأ لظهور عدم التّلازم بين بساطة المفهوم وبساطة المنشأ فعلى القول بوضع واحد للمجموع المؤتلف من الهيئة والمادة في المشتقّات أمكن القول ح بتركيب المنشأ فيها حيث انّ المجموع المركّب موضوع لمعنى منتزع من الوجود الخاص الخارجىّ الّذى هو ينحلّ بالتعمّل العقلي إلى ذات ومبدء واما بناء على المختار من تعدد الوضع في كل من المادّة والهيئة فلا وجه لاعتبار الذّات في المشتقّ لا في معناه ولا في منشأ انتزاعه لظهور انّ المادة موضوعة للمعنى الحدثى والهيئة تدلّ على معنى حرفى الّذى هو النّسبة فمن\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nاين يجئي اعتبار الذّات وهل القول باعتباره الا دعوى خالية عن بيّنة وبرهان وما يترأى من ضارب الذّات المتلبّسة بالمبدء فذلك ناش عن كون الذّات ظرفا للنّسبة المفتقرة إلى منسوب ومنسوب اليه لا لاندراجه في المعنى الموضوع له فهو مدلول التزامى لكلمة المشتقّ لا تضمّنى ثمّ انّ المنظور اليه في مقام الحكم عند اطلاق المشتق يمكن ان يكون هو الذّات اصالة والمبدء تبعا ويمكن العكس كما انّه يمكن تعلّق اللحاظ بهما معا اصالة على سبيل لحاظ المجموع المؤتلف من الذّات والمبدء هذا بحسب عالم التصوّر ومرحلة الامكان والا فمورد التّصديق المحقّق وقوعه في المحاورات والقضايا هو الصورة الأولى فانّك لا ترى في مقام اطلاق رايت الضارب الا الذّات ولا يكون الضّاربيّة في نظرك الّا كاللباس المشتمل على الشّخص لو نظرت اليه مريدا شخصه ولعله لهذا الوجه وقع في كلماتهم التّعبير عن المشتقّ في مقام شرحه وتوضيحه بانّه ذات متلبّسة بالمبدء فان التّلبّس مأخوذ من اللّباس فهذا الارتكاز الذّهنى هو الدّاعى لهم على التّعبير بهذه العبارة يشيرون بذلك انّ المبدء منظور اليه تبعا كاللّباس الّذى على الانسان هذا ما قاله أستاذنا العلّامة دام ظلّه على ما ببالي في مجلس البحث ولكن لا يخفى عدم تماميّة ذلك بنحو الكليّة ففي نحو رايت الضارب ؟ ؟ ؟\r\nيكون الامر كما زعمه دام ظلّه من توجّه اللّحاظ إلى الذات بالأصالة وإلى المبدء بالتبع الا انه في زيد ضارب إذا قصد به الاخبار عن زيد بالضّاربية يكون تمام التوجّه في جانب المحمول إلى الضّاربيّة دون ذاته وانّما التّوجه إلى الذات جاء من ناحية الموضوع واما المحمول فهو المتمحص ؟ ؟ ؟ بالتّوجه بصفة دون ذاته ومن ثمة اعتبروا\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالوصفيّة في جانب المحمول والذات في جانب الموضوع وامّا في أكرم العالم فمناسبة الحكم والموضوع تقتضى باعتبار الذّات والصّفة معا في عالم التّوجّه بالأصالة وهذا ظاهر للخبير\r\n\r\nقوله من انّ المشتق يكون لا بشرط والمبدء يكون بشرط لا الخ\r\nقيل بانّ الوجه في الحمل في القضايا التّصديقيّة هو اعتبار المبدء المأخوذ في المشتقّ لا بشرط في قبال اعتباره بشرط لا وقبل النّظر فيما يتّجه عليه من الاشكال لا بدّ من توضيح المراد من قولهم لا بشرط وبشرط لا ولتوضيح المقصود بالأشباه والنظائر نقول انّ اجزاء الصّلوة كالركوع والسّجود والقيام والقعود تارة تعتبر هذه الاجزاء من حيث انبساطة الطبيعة الصلوتيّة عليها وهذا في المعنى هو الكل وأخرى تعتبر بحدودها المتبائنة فيما بينها وبهذا الاعتبار يمتنع حمل بعضها على بعض كما لا يصحّ حملها على الكلّ أيضا وهو المعنى بقولهم بشرط لا وثالثة تعتبر بمالها من تحمل صرف وجود الصّلوة الاعمّ من الوجود الضّمنى والاستقلالى فالركوع من حيث كونه صلاة هي السّجود بهذه الحيثيّة فيصحّ حمل بعضها على بعض بهذا الاعتبار وهو المعنى بقولهم لا بشرط هذا في الاجزاء الخارجيّة وامّا الاجزاء الذّهنيّة التّحليلية كالحيوان والنّاطق اللذين هما اجزاء للانسان يتصوّر فيه الوجوه بعينها وعيانها أيضا ومنه يتّضح الحال في المشتق فإذا اعتبرت الذات والمبدء كل بحياله مستقلّا كان كل منهما معتبرا بشرط لا وان اعتبرتهما من حيث كونهما حاملين لوجود المشتقّ على الاطلاق اى الاعمّ من الوجود الضّمنى والاستقلالى كانا معتبرين لا بشرط وبهذا الاعتبار يتوجّه حمل المبدء على\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nموضوعه لكونه بهذا الاعتبار عين الذّات الواقعة موضوعا بهذا ؟ ؟ ؟ ويتّجه على ذلك انّ اعتبار الا بشرط وان صلح وجها في زيد عالم مثلا الّا انّه يرد الاشكال فيما لو قيل أطعم العالم فان متعلّق الاطعام ليس الا الذّات دون المبدء فلو اعتبر المبدء لا بشرط من غير أن يكون فيه جهة وجهة للذّات وعنوانا مشيرا اليه كيف يصحّ مثل هذا المثال فاذّن لا محيص عما ذكرناه من اعتبار الوجهة والاتحاد اللّحاظى في المشتق وبه يستغنى عن اعتبار الا بشرط فيه هذا ما قاله شيخنا الأستاذ دام ظلّه وفيه انّه إذا كان اعتبار الّا بشرط يصحح الحمل وكان مسلّما لديه فلا بدّ من الالتزام بجواز صيرورته متعلقا للاطعام وذلك لان الحمل انّما يتّجه في مورد يتحقق الاتحاد الخارجي بين الموضوع والمحمول فكما يرى العالم في الخارج عين زيد وصلح لأجله حمله كذلك يصلح مثل ذلك ان يكون مطعوما بهذا النظر وهذا الاعتبار وبالجملة لا وجه لتسليم صلاحيّة الحمل مع اعتبار الا بشرط ومنع صيرورته متعلّقا للحكم بالاطعام إذا الحمل لا يتجه الا فيما يتحقق هناك الاتحاد الخارجىّ وإذا تحقّق الاتّحاد الخارجي جاز الامر ان من غير فرق بينهما\r\n\r\nقوله قده السادس انّه لا يعتبر في صدق المشتقّ وجريه على الذّات حقيقة التلبّس بالمبدء الخ\r\nيظهر من صاحب الفصول ره اعتبار الاسناد الحقيقي في صدق المشتقّ حقيقة وخالفه المصنّف ره فاجتزى ؟ ؟ ؟ بالتلبّس المجازى في صدقه حقيقة فالميزاب الجاري يكون اطلاق المشتق فيه على سبيل الحقيقة وان كان اسناده إلى الميزاب مجاريا ويحتمل ؟ ؟ ؟ ثالثا ان لا يكون في ذلك تجوّز في الكلمة كما زعمه الفصول ولا في الاسناد\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nكما ذهب اليه المص ره بل الالتزام بالتجوّز العقلي الادّعائى بانّ الميزاب فردا من افراد الجاري كما لا يخفى على المتأمل البصير\r\n\r\nقوله ره الأولى انّه قد ذكر للّفظ الامر معاني متعددة الخ\r\nقد يطلق الامر ويراد به البعث القولي الّذى هو من مقولة الفعل دون الطلب النفساني الّذى هو من مقولة الكيف ومثل هذا امر بالمعنى الحدثى المصدري وجمعه أوامر وقد يطلق ويراد به معنىّ قريب من الشئ لا عينه إذا الامر اخصّ من الشئ والشئ أعم من الامر فانّه يقال في شان الباري عزّ اسمه انّه شى لا كالأشياء ولا يقال له امر من الامر فالفرق بين معنى الامر واضح ولا جامع بينهما ظاهرا فيكون استعمال الامر فيهما بنحو الاشتراك اللّفظى لا المعنوي ولا الحقيقة والمجاز لعدم عناية في الاستعمال في كل من المعنيين وهل المعتبر في صدق الامر على الطلب ان يكون مظهرا بالقول خاصّة فالطلب بغيره كالكتابة والإشارة لم يكن امرا أو لا يعتبر ذلك ويكون المدار على اظهاره باىّ نحو يكون الأقرب هو الثّانى لعدم تفاوت الحال بالنّسبة إلى حكم العقل بلزوم الإطاعة بين جميع صور بروز الطّلب وابراز الإرادة\r\n\r\nقوله ره لا يبعد كون لفظ الامر حقيقة في الوجوب لانسباقه الخ\r\nيمكن ان يكون ذلك الانسباق من الاطلاق الناشى عن مقدمات الحكمة فلا يكون ذلك دليلا في اثبات الحقيقة والوضع لخصوص الوجوب بل ربما يكون قولهم امر ندبي وامر وجوبي شاهدا على الاعميّة ويمكن الاستدلال للقول بالدلالة على الوجوب بآية الحذر على مخالفة امره وباية التوبيخ والذم على إبليس في ما امر به من السّجود لادم ع وبما ورد في قوله ع لولا ان\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nأشق على امّتى لامرتهم بالسّواك بتقريب ان الامر إذا كان ملزوما للعقوبة على مخالفته أو يذم على مخالفته أو يشق امتثاله فبعكس النقيض يحكم بانّ كل ما ليس ملزوما لاحد هذه الثلاثة فليس بأمر كما هو الحال كذلك في المندوبات فلا تكون أوامرها أوامر حقيقيّة بل مجازا والعناية ويمكن الجواب عن هذا الاحتجاج بانّ العام ليس حجّة فيما يشك في مصداقيّته وكان معلوما حكمه كما في المقام حيث إن الامر النّدبى ممّا يشك في مصداقيّته للامر ومع ذلك قد علم انّه ليس فيه واحد من هذه الأمور الثّلثة فإذا لم يكن العام حجّة في مثل هذا الفرد في جانب الأصل ففي طرف العكس يكون المحتمل ؟ ؟ ؟ انّ ما لم يكن فيه أحد هذه الأمور الثلاثة فليس من تلك الافراد المشمولة للعام وكان هو حجّة فيها فيكون مثل هذا الفرد المشكوك حاله مسكوتا عنه في جانبي الأصل والعكس ويمكن الاحتجاج بالحديث بتقريب آخر وذلك بتمهيد مقدّمتين أحدهما ان استحبات ؟ ؟ ؟ ممّا لا ريب في وروده في الشّريعة المطهّرة ثانيهما انه لولا الامتناعية تدل على انتفاء الثّانى لوجود الاوّل فنقول مقتضى مفاد الحديث انتفاء امره بالسّواك لحصول المشقّة مع وجود أوامره النّدبيّة كثيرة إلى ما شاء اللّه فلا بدّ من أن تكون الأوامر النّدبيّه خارجة عن مصاديق الامر الحقيقي صونا ؟ ؟ ؟ لكلامه من الكذب ومخالفة الواقع مضافا إلى انّ المشقّة لا يتأتى من قبل الطّلب النّدبى فذكرها في كلامه ص قرينة لفظيّة على انّ المقصود من قوله لامرتهم خصوص الوجوب لا مطلق الطلب وليست هذه القرينة التجوّز إذ لا يحسن التجوّز في\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nوإلى الشّرطيه اعتمادا على ما ذكر في مقدمها المتقدّم على تاليها رتبه بحسب صوغ الكلام فظاهر الكلام في مثل ذلك هو انتفاء الامر بماله من معناه الحقيقي بسبب المشقة والحاصل انّ في كلامه ص دلالة على خروج المطلوبات النّدبيّه عن حيّز الامر بالدلالة الاقتضائيّة وبالقرينة وعلى اى نحو كان فليس مبنى هذا النحو من التّقريب على التمسّك باصالة العموم لكي يرد عليه المناقشة المتقدّمه بل ذلك تمسّك بقضيّة شخصيّه واردة في خصوص السّواك فانّ صح الحديث كان الاستدلال به للقول بالوجوب أولى من غيره هذا بقي الكلام في انّ الوجوب بعد ان لم يكن هو المعنى الموضوع له فهل هو المعنى المراد لدى الاطلاق وعند تجرّد اللّفظ من قرينة دالة على إرادة النّدب لا يبعد ذلك بل هو الأقرب في النّظر لا للانصراف إذ لا وجه له بعد ان لم يكن في البين غلبة استعمال في الوجوب بل لانّ ذلك هو قضية مقدمات الحكمة فإنها تقتضى افتقار النّدب إلى البيان إذ هو المحدود بحدّ الضّعف فانّه المرتبة الضّعيفه من الطّلب فإذا تعلّق غرض المتكلّم بإرادة النّدب كان عليه التّنبيه للمخاطب وبعبارة أخرى الوجوب هو المرتبة الاكيده من الطّلب الحاويه لجميع مراتبه فمع عدم التّنبيه على إرادة النّدب كان ذلك دليلا على إرادة المرتبة الوسيعة من الطلب ولا يكون المراد منه هو الجامع الغير محدود بواحد من حدى الوجوب والنّدب لعدم تصوّر الاجمال والاهمال فيما هو الكا ؟ ؟ ؟ في نفس الأمر فانّ المنطوى عليه ضميره ليس الا أحد القسمين دون الجامع العاري عن الحدين الا انّ المراد منه انّ\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالوجوب بالنّسبة إلى مراتب الطلب بمنزلة الطبيعة السّارية في جميع الافراد ليس لها اختصاص بفرد دون فرد وكذلك الوجوب بالنّسبة إلى مراتب الطلب لا اختصاص له بمرتبه خاصّة منه بل هو في الحقيقة مرتبه وسيعة من الطلب ؟ ؟ ؟\r\nعلى المرتبة النّدبيّة وزيادة فما لم يقم على إرادة النّدب قرينة حاليّة أو ؟ ؟ ؟\r\nاتجه الاخذ بظاهر الاطلاق في اللّفظ الحاكم بانّ المراد هو المعنى الطلبي بجميع مراتبه ان قلت إذا كان الاطلاق يقضى بسعة الدّائرة وعدم تقييد المعنى بقيد وحدّ فليكن ذلك قاضيا بحمل الامر مادة وصيغة على اكد الوجوب وهذا مما لم يجر عليه بناء القوم في لفظ الامر مادة وصيغة قلت الوجه ولعلّة في عدم بنائهم انّه لا اثر عملىّ للاكديّة والتّعبّد بالاطلاق لا يكون الا فيما له اثر عملي لا مطلقا نعم إذا كان هناك اثر عملي يترتّب على اكديّة الوجوب أمكن التعبّد بالاطلاق والبناء على إرادة الوجوب الأكيد ولا نسلّم عدم بناء الأصحاب على عدم اعتبار الاكديّه في مثل هذا المقام فلو كان هناك واجبان متزاحمان وعلم انتفاء الاكديّه في أحد الوجوبين ولم يعلم حال الوجوب الاخر بحيث لو كان معلوما اكديّته لكان مقدّما على مزاحمة الغير الاكد فانّه في مثل هذا الفرض يمكن التمسّك بالاطلاق لاثبات اكدية بهذا الوجوب الاخر فيكون مقدّما على مزاحمة الغير الاكد تقريب اخر للتمسّك بالاطلاق بيانه ان الامر إذا صدر من الامر كان ذلك باعثا على وجود المطلوب فكان الامر على هذا بمنزلة المقتضى لوجود المأمور به والمقتضى للوجود ما ينسدّ به باب\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nانعدام المقتضى بالفتح فتارة يكون اقتضائه من جهة دون جهة وأخرى من جميع الجهات وقضيّة الاطلاق هو الثّانى فإذا كان الامر ندبيّا كان اقتضائه من جهة الرّغبة في تحصيل الثّواب خاصّة فإذا كان وجوبيّا كان اقتضائه من جهة الفرار عن العقوبة أيضا فمع عدم البيان وارسال الامر بحاله عاريا عن قرينة حاليّة أو مقاليّة يجب تنزيل الامر مادّة وصيغة على الوجوب دون النّدب\r\n\r\nقوله ره الرّابعة الظاهر أن يكون الطلب الّذى هو معنى الامر ليس الخ\r\nهل الطّلب المعتبر هو الانشائي أو الحقيقي أو مفهوم الطّلب الظّاهر من المصنّف هو الأول وربما يرد عليه بانّ الانشائيّه من كيفيّات استعمال القولي فكيف يصلح ذلك ان يكون متعلّقا للقول في مقام تعريفه بانّه الطّلب بالقول فلو قال المولى لعبده امرك بشراء اللّحم كان طالبا له بالقول ومنشأ لطلبه ذلك بهذا اللّفظ وهذا الكلام من غير أن يكون للانشاء دخالة في مدلول الكلام بل هو من شؤون الاستعمال ومن أطواره فكيف يتخذ ذلك مدلولا لمادّة الامر ولعلّ نظره إلى أن الملحوظ في عالم البعث لما كان هو المعنى بتوسيط اللّفظ واستعماله فيه وكان اللّفظ فانيا في المعنى متّحدا معه بنحو من الانحاء فكان يرى المعنى الطّلبى انشائيّا وليس حقيقة هو الطلب الانشائي بل المعنى بحسب الحقيقة هو مفهوم الطلب وانما تكون بالانشائيّة بواسطة بروز ارادته بالقول المقصود به الانشاء والايجاد ثمّ\r\n\r\n[ انّ حقيقة الامر ليس مجرد الطّلب الانشائي 
  ]\r\nاعلم انّ حقيقة الامر ليس مجرد الطّلب الانشائي ما لم يكن صدورها عن جدّ وإرادة حقيقة لظهور ان الأوامر الامتحانيّه إذا\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nإذا علم امتحانيّتها وخلوّها عن واقع الطّلب لا تكون أوامر حقيقية بل هي أوامر صوريّة يتخيّل النّاظر انّها أوامر وليست هي أوامر فهي كسراب بقيعة يحسبه الظّمآن ماء حتّى إذا جائه لم يجده شيئا فلا بدّ في الامر أن تكون صدورها عن جدّ وإرادة حقيقيّة فالطّلب الحقيقي يلزم ان يكون داعيا للانشاء ولا يكون داخلا في مفهوم الامر فهو من قبيل الشرط في تحقيق معنى الامر يعدّ خارجا عنه وان كان المعنى موقوفا عليه وما ينطبق عليه الامر بحسب نظر العرف والمشاهد لديهم انّهم لا يرون الامر الخالي من الطّلب الحقيقي امرا كما انّه ليس مورد حكم العقل بلزوم الامتثال والإطاعة فيدلّ ذلك على انحصار الامر في خصوص ما يقترن بالطّلب الحقيقي خلافا للمصنّف قدّه حيث انّه بنى على انّ المراد من الطلب في تعريفهم ذلك هو الطّلب الانشائي هذا فان قلت ما تقول في الأوامر الاختباريّه والامتحانيّه نحو امره تبارك وتعالى بابرهيم عليه السّلام لذبح ولده إسماعيل ع فلا بدّ من القول بانّ المراد من الطلب في تعريفهم هو الطلب الانشائي كما ذهب اليه المص ره لا خصوص ما يقترن بالطلب الحقيقي للزوم تخلّف الإرادة عن المراد وهذا بالنّسبة إلى الباري تعالى خلف ومحال قلت لا منافاة بين ما قلنا بانّ المراد هو خصوص ما يقترن بالطلب الحقيقي وعدم لزوم تخلّف الإرادة عن المراد في الأوامر الامتحانيّه لانّ المطلوب في مثل هذه الموارد يكون بهذا الحدّ من الامتثال بحيث يكون العبد في مقام الإطاعة وتهيّة ؟ ؟ ؟ المقدمات بان يحضر ؟ ؟ ؟ للامتثال وتحصيل غرض المولى والأوامر في مثل هذه الموارد تكون محدودة بهذا الحدّ خاصّة\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nلا بأزيد من ذلك فلا يرد علينا الاشكال ان قلنا بان المراد خصوص الطّلب الحقيقي كما لا يخفى على من لاحظها وادقّ النّظر فيها الطّلب الحقيقي بناء على اتحاده مع الإرادة حيثما تحقق يكون داعيا على الانشاء البعثى والتّحريك نحو العمل فيكون الانشاء بالنّسبة اليه واسطة في الاثبات حيث انّه بالانشاء البعثى يستعلم إرادة المولى الّتى هي منشا حكم العقل بلزوم الإطاعة المتفرّع عليها الوجوب والايجاب ولو قلنا بالمغايرة كان الانشاء البعثى هو السّبب في تحقق الطّلب الحقيقي فيكون نسبة الانشاء إلى هذا الطّلب على هذا التّقدير من قبيل الواسطة في الثّبوت ويكون نظير انشاء الملكيّة والزّوجيّة اللّتين لا يتحقّق وجودهما في عالم الخارج الّا بالإنشاء فهو واسطة ثبوت في تحققهما لا واسطه اثبات\r\n\r\nقوله ره انّ الحقّ كما عليه أهله وفاقا للمعتزلة وخلافا للأشاعرة الخ\r\nنزاع معروف بين الفريقين بانّ الطّلب هل هو عين الإرادة كما عليه المعتزلة أو غيرها كما ذهب اليه الأشاعرة وربما يمكن حمل الطّلب في كلام القائل بالمغايرة على الانشائي وحمل الإرادة في كلامه على الإرادة الحقيقية فيكون المحصّل من القول بالمغايرة على هذا الوجه هو دعوى المغايرة بين الطّلب الانشائي والإرادة الحقيقية وهذا المعنى من المغايرة لا يتحاشاه القائل بالعينيّة فالنّزاع بين الفريقين يكون لفظيّا وقريب من هذا الوجه حمل الطلب في كلام القائل بالمغايرة على البعث والايجاب المترتّب على الطلب الانشائي حيث إنه بعد انشاء الطلب يحكم العقل بلزوم الموافقة والطاعة فينتزع من ذلك الوجوب والالزام وهو\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nالطّلب المدّعى مغايرة مع الإرادة ويؤيّد ذلك تقسيمهم الطلب إلى الوجوب والاستحباب فانّ الطلب المنقسم اليهما متّحد معهما لا يكون هو الإرادة الحقيقيّة إذ الإرادة هي السّبب الباعث إلى وجود هذه المرتبة من الطّلب الانشائي المنقسم إلى هذين القسمين فكيف تتّحد الإرادة معهما وليس نسبتها إلى الطّلب الانشائي الا كنسبة العلّة إلى معلولها هذا ولكنّه من المستبعد لفظيّة مثل هذا النّزاع وهذا التّشاجر الواقع من سالف الزّمان بين المعتزلة والأشاعرة بل الظاهر انّ مدّعى المغايرة يدّعى التّغاير المعنوي بينهما على أن يكون الطّلب بمعناه القائم بالنّفس يغاير الإرادة الحقيقيّة والشّاهد على ذلك انّه بجعله منشا حكم العقل بلزوم الموافقة وحرمة المخالفة ومن الظاهر أن هذا لا يوافق الوجهين المزبورين لعدم وجوب امتثال الطلب والالزام الغير المنبعثين عن الإرادة الحقيقيّه ففي صورة علم المأمور بتوجّه الامر الصّورى الخالي عن الإرادة لم يجب عليه امتثاله عقلا مضافا إلى انّ ظاهر استدلال القائل بالاتّحاد بانّا لا نجد في أنفسنا شيئا وآراء العلم والإرادة يقضى بانّ محطّ البحث بينه وبين القائل بالمغايرة ليس هو الطّلب الانشائي أو الوجوب المنتزع منه كما هو مقتضى الوجهين المتقدّمين بل هو امر معنوىّ قائم في النّفس يثبته القائل بالمغايرة وينفيه القائل بالاتّحاد لان الطّلب الانشائي وما يترتّب عليه من الالزام المنتزع منه ليس ؟ ؟ ؟ من المعاني القائمة في النّفس حتى يتّجه الاستدلال على نفيهما بعدم مشاهدة شئ وراء العلم والإرادة في النفس فمثل هذه الأمور من شواهد النّزاع المعنوي بين الفريقين دون اللفظي كما هو ؟ ؟ ؟ الوجهين المتقدّمين فعند\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nالقائل بالمغايرة انه معنى طلبي غير الإرادة النّفسانيّه والظاهر كون ذلك المعنى هو من قبيل ما يذكره الفقهاء في التشريع المحرّم الّذى هو من الاعمال الجنانيّه وكالبناء في الشكوك والسّهويّات فانّ البناء على أحدهما عمل جناني وان كان نتيجة العمل وكذا يكون مثل لزوم عقد القلب في الاعتقاديّات الّتى يتيقّن بها من الأمور الحقه فربما يكون الانسان معتقدا للحقّ ولا يدين به قلبا كما قال اللّه تعالى  وَجَحَدُوا بِها وَاسْتَيْقَنَتْها أَنْفُسُهُمْ ظُلْماً وَعُلُوًّا  فإذا كان مثل هذه الأمور الجنانيّه متحققه فلا يبعد ان يكون مراد القائل بالمغايرة هو تحقّق القصد وعقد القلب على تحريك العبد نحو العمل وهذا مما يصلح ان يكون مورد توهّم لزوم موافقته عقلا كما انّه يكون صالحا لتعلّقه بالمحال عند القائل بالمغايرة ومن ثم يكون من متفرّعات المغايرة جواز امر الامر بشئ مع علمه بانتفاء شرطه وهذا المعنى هو الطّلب عنده وهو معنى ثالث غير العلم والإرادة ومثل هذا المعنى لا يفتقر في تحققه وانقداحه في النّفس إلى مصلحة في المتعلّق كما هو مقتضى القول بالاتّحاد على ما ستعرفه فتلخّص انّ ما ينبغي ان يكون محلّا للنزاع ومورد النّقض والابرام هو هذا المعنى الجنانى المغاير للعلم والإرادة وربّما يكون القائل بالاتحاد ينكر تعقّل مثل هذا المعنى والانصاف عدم كونه قابلا للانكار بشهادة الوجدان لكن ذلك لا يجدى القائلين بالمغايرة إذ لا نسلّم انّ مثل هذا المعنى هو موضوع حكم العقل بوجوب الموافقة وحرمة المخالفة ما لم يقترن بالإرادة الحقيقيّه لانّ الأوامر الصّوريّه إذا لم يكن لها مصلحة الا في ابرازها من المولى بصورة الطّلب والإرادة لم يجب موافقتها للعالم بصدورها على هذا\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالنّحو لانّ المصلحة الباعثة على ايراد الامر لم تكن الا في اظهار الطلب وقد حصلت باظهار المولى طلبه بالامر فلم يبق في البين ما يقتضى التحرّك نحو العمل بعد فرض انحصار المصلحة في ابراز الطلب والإرادة نعم لو كان العبد جاهلا بكيفيّة الحال ولم يعلم انّ المصلحة في الامر أو المأمور به أمكن القول بلزوم امتثاله للامر بحكم العقل لانّ الامر بحسب ظاهر الصّدور طريق إلى واقع الإرادة الّتى هي موضوع حكم العقل بلزوم الموافقة وحرمة المخالفة\r\n\r\nفان قلت [ انّ الأوامر الامتحانيّه يجب الحركة 
  ]\r\nانّ الأوامر الامتحانيّه يجب الحركة على مقتضاها حتى عند العالم بامتحانيّتها والّا لانتفت فائدة الامتحان وإذا وجب موافقتها عقلا ثمّ مرام الخصم فيما يقوله من المغايرة بين الطّلب والإرادة إذ لولا المغايرة لما تخلّف مثل هذا الطّلب اللّازم موافقته عن الإرادة\r\n\r\nقلت [ مثل هذا الطّلب لم يتخلّف عن الإرادة 
  ]\r\nمثل هذا الطّلب لم يتخلّف عن الإرادة على ما قلناه فانّ مثل هذا الامر الامتحاني وان سلّمنا عدم كونه في نفسه ذا مصلحة ملزمة للاتيان به الا انه بعنوانه الثّانوى الأمتحانى هو مشتمل على مصلحة قطعا لظهور انّ الامتحانيّه لا تحصل بغير التّصدى الموافقة والحركة نحو المأمور به فهذا المأمور به بعنوانه الثّانوى بالامتحانى مراد ومطلوب أيضا فلم يتخلف فيه الإرادة عن الطّلب وانما يتصوّر التّخلف في الصّورة المزبورة الّتى لم تكن ثمّة مصلحة الّا في ابراز الطّلب واظهار الإرادة فالامر في هذه الصّور يريد الامر ولا يريد المأمور به فقد تخلف بالطّلب عن إرادة المطلوب وقد عرفت انّ مثل هذا لطلب لا يحكم العقل فيه بوجوب موافقته وحرمة مخالفته فصحّ اطلاق القول بأنه ليس لنا موضوع لحكم العقل بوجوب موافقته وحرمة مخالفته الا الإرادة\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nولا يقال انّ احتمال صدور الامر بغير داعى الإرادة يسدّ باب الطاعة لانّ هذا الاحتمال لا يجدى العبد في صحّة الاعتذار ما لم تقم عليه قرينه من حال أو مقال لانّ ظاهر الطّلب بقرينة شاهد الحال والأصل العقلائي هو انبعاثه من داعى الإرادة الجديّه فيجب اطاعته بالموافقه ويحرم عصيانه بالمخالفة\r\n\r\nنعم [ صورة كون القرينة بانّه ليس في البين الا ابراز طلب 
  ]\r\nفي صورة كون القرينة بانّه ليس في البين الا ابراز طلب حال عن الإرادة جاز له المسامحة في الطّاعة فالحاصل انّه لا ننكر تحقق معنى غير العلم والإرادة كما يظهر ذلك من كلمات القائلين بالاتّحاد وانما ننكر ان يكون ذلك موضوع حكم العقل بلزوم الإطاعة فكان المناسب للقائل بالاتّحاد والعينيّه نفى المعنى الثالث بهذا القيد لا مطلقا كما وقع من المصنّف قده ثم انّك بعد ما عرفت من دوران الإطاعة مدار الإرادة\r\n\r\nفاعلم [ انّ الإرادة يستحيل انبعاثها عن مصلحة قائمة بنفسها 
  ]\r\nانّ الإرادة يستحيل انبعاثها عن مصلحة قائمة بنفسها إذ مبادى الإرادة من الاشتياق والمحبوبيّة لا يتعقّل حصولها من غير ملاحظة مصلحة في المتعلّق وبلا اعتبار خصوصيّته ملائمة مع أحد قواه داعية إلى اشتياقه وسيلة اليه ومن المعلوم استحالة تعلق الإرادة بشئ من دون تحقّق هذه المبادى بمحض وسيلة في نفسها فلا بدّ من أن يكون المصلحة ح في نفس المراد الّذى هو العمل كما انّه يستحيل بلوغ الإرادة إلى مرتبة البعث والزّجر الا في صورة انتفاء الموانع المانعة عن تحميل العبد بالتكليف ولذا قيل انّ الاحكام الشّرعيّة الطاف في الاحكام العقليّه لظهور انّ التكليف البعثى الصّادر من الموالى الحكيم لا يتحقق الا حيث يشتمل المأمور به على المصلحة ولا يكون مانع عن التكليف به أصلا\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nويتوجه بهذا البيان اطلاق القضيّة المعروفة كلّما حكم به الشّرع حكم به العقل دون العكس لجواز ان يكون في الشئ مصلحة يدرك العقل ولكن يكون هناك مانع عن تعلّق حكم الشّرع به ؟ ؟ ؟ وجه منع الملازمة المدّعاة بين حكمي العقل والشّرع من الجانبين لعدم الدّليل على انّ ما يحكم به العقل لا بدّ من أن يحكم به الشّرع لافتقار حكم الشّارع إلى مصلحة غير مزاحمة في الامر والمأمور به معا وأقصى وأقصى ما يتصور في ادراك العقل انّه يرى المصلحة في نفس العمل ومجرّد ذلك غير كاف في استكشاف حكم الشرع نعم يمكن دعوى الكليّة من الجانب الآخر وهي كلّ ما حكم به الشّرع حكم به العقل لانّه في صورة عدم تماميّة الجهات المصحّحة للامر من حصول المصلحة فيه ومتعلّقه لا يتوجّه حكم من الشّارع فيستكشف من حكم الشّرع في مورد تماميّة العلّة في تشريع الحكم وحصول المصلحة في المأمور به إذ الامر مظهر الإرادة ولا متعلق الإرادة بشئ الا حيث يكون مصلحة مقتضية لتعلّق الامر به فيتحقق بذلك موضوع حكم العقل هذا بناء على دوران تحتّم الإطاعة مدار تحقّق الإرادة واما بناء على القول الآخر فالملازمة منتفية من الطرفين إذ عليه ربما يتحقّق الحكم الشرعي عن مصلحة في حكمه وبعثه نحو الفعل من غير أن يكون هناك مصلحة في نفس الفعل وإذا لم يكن مصلحة في الفعل نفسه لم يحكم العقل فيه بشئ فيحصل بذلك انفراد حكم الشّرعي عن حكم العقل وبطلت الملازمة من الجانبين فحاصل الكلام ان مدار الطّاعة على تحقق الإرادة\r\n\r\nان قلت [ انّ هذه الإرادة هل هي متحقّقه في تكاليف الكفّار والعصاة 
  ]\r\nانّ هذه الإرادة هل هي متحقّقه في تكاليف الكفّار والعصاة أو غير متحقّقه ان قلنا بالتحقق وجب\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nوجب فيها تحقّق المراد وامتنعت المخالفة لانّ إرادة الله سبحانه لا تتخلف عن مراده كما نطقت به الآية الكريمة  إِذا أَرادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ  وان كانت غير متحقّقة جازت المخالفة منهم لانتفاء الإرادة منه سبحانه فما وجه استحقاقهم للعقوبة بالمخالفة والعصيان\r\n\r\nقلت [ نختار تحقّق الإرادة سبحانه في تكاليفه 
  ]\r\nنختار تحقّق الإرادة سبحانه في تكاليفه ونمنع استحالة المخالفة في مثل هذه الإرادة التّشريعيّه وانّما المستحيل تخلّفها عن المراد هي الإرادة التّكوينيّة خاصة لا مطلق الإرادة كما انّ مورد انطباق اية الكريمة تكون هذه الإرادة وتوضيح الفرق بين الإرادتين واختلافهما يظهر بملاحظة جهات عدم الشّئ لان انعدام الشّيئ تارة يكون بعدم مقتضية وأخرى بوجود الموانع المانعة عن وجوده وثالثة بفوات بعض مقدّمات وجوده ففي تعلّق إرادة المولى بوجوده من جميع الجهات وكان قادرا أيضا على الايجاد فلا بدّ من حصول ذلك الشّئ عند تعلّق ارادته بوجوده ولا يمكن تخلف المراد عن ارادته وهذه هي الإرادة التّكوينيّة واما إذا تعلّقت الإرادة بحفظ الوجود من قبل عدم المقتضى بمعنى انّه أراد المولى احداث مقتضى الوجود من قبل امره لكي يتحقق بذلك مورد حكم العقل بلزوم الموافقة أمكن تخلّف مثل هذه الإرادة عن المراد بواسطة فوت بقيّة المقدّمات أو وجود المزاحمات وهذه هي الإرادة التشريعيّة فافهم وتامّل\r\n\r\nقوله ره وقد عدّ منها الترجّى والتمنّى والتهديد والانذار والإهانة الخ\r\nالظّاهر انها من الدّواعى دون المعاني وبناء على كونها من متّحد المعنى هل معناها انشاء الطّلب كما اختاره المص قده أو غيره الأقرب الثّانى لانّ الطّلب الانشائي ان كان غير الإرادة كان من مقولة الفعل وان\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nوان كان عينه كان من مقولة الكيف لكونه من الكيفيّات النّفسانيّة وعلى كلا التّقديرين لا يصلح مثله ان يكون من مداليل الالفاظ إذ هي من قبيل الحروف الّتى يعتبر في مداليلها أن تكون نحوا من الإضافة والارتباط لا معنى مرتبط بالغير كما هو كذلك في الطلب الانشائي فاذن لا محيص من الذّهاب في صيغة الامر إلى انّها تكون دالة على معنى نسبى يتحصّل من الارسال والبعث نحو العمل فهذه النّسبة الارساليّة والبعثيّة هي معنى صيغة الامر فالصّيغة بمادّتها تكون دالّة على المعنى الحدثى وبهيئتها دالة على النّسبة الارساليّة فأين الطّلب الانشائي ثم انّ هذه النّسبة الارساليّة ليست بخارجها مدلولا للصّيغة لانّ الصّيغة كسائر الالفاظ الّتى هي موضوعة على التّحقيق للمفاهيم الحاكية عمّا بإزائها من الخارجيّات لا للخارجيّات نفسها وهي مع ذلك تدلّ على الطّلب بالالتزام إذا المفاهيم والصّور الذّهنيّة لما كانت متحدة مع الخارجيّات في عالم اللّحاظ لزم انتقال الذّهن من الارسال الخارجي إلى الطّلب الحقيقي لما بينهما من الملازمة الخارجيّة فالعالم بالملازمة لا بدّ له من الانتقال إلى اللازم عند تصوّر ملزومه ولكنّ الملازمة بين المعنيين انما هي بحسب التّصوّر دون التّصديق بل يفتقر التّصديق بتحقق الطلب الحقيقي إلى مقدّمات تدل على انّ الامر في مقام الجدّ وو بيان واقع الإرادة دون الهزل والسّخريّه مثلا فان علم من حال المتكلّم انّه في مقام بيان الإرادة الحقيقيّة فبها والّا كان المرجع لدى الشّك إلى ظاهر حاله الدّال على انّه ليس في مقام الإرادة الحقيقيّة كما هو الأصل المعتمد عليه\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nعند العقلاء وأهل اللّسان في محاوراتهم\r\n\r\nقوله ره في انّ الصّيغة حقيقة في الوجوب أو في النّدب الخ\r\nلا يبعد ظهور الصّيغة في الوجوب كما يؤيّد ذلك ديدن الأصحاب في الفقه فانّهم كثيرا مّا يحملون الامر على معنى الوجوب بلا توقف منهم أصلا ويؤيّده أيضا ما نشاهده في محاورات العرف من عدم صحّة الاعتذار عن المخالفة باحتمال إرادة النّدب مع الاعتراف بعدم دلالته عليه بحال أو مقال والاستدلال بانّ هذا الظّهور مستندّ إلى الواضع أو الاطلاق كل محتمل ولا يهمّ الأصولي ؟ ؟ ؟ لأنه بحث عما هو متعلّق باستنباط الاحكام الفرعيّة والبحث عن منشا الظّهور ومستندّه أجنبي عن ذلك نعم يمكن الاحتياج اليه في مقام احتمل فيه ان لا يكون المتكلم بصدد بيان تمام جهات المطلق فح تظهر الثّمرة بين البناء على استناد الظّهور إلى الوضع أو إلى الاطلاق فعلى الاوّل لا اطلاق في اللّفظ بل هو ظاهر بالوضع فلا يبقى مجال لمراعات قواعد المطلقات وتشخيص حال المتكلم انّه في مقام البيان أولا بخلافه على الثّانى ولكنك خبير بانّ هذا المقدار من الفرق أيضا لا يكاد يكون فارقا بعد ملاحظة الأصل المؤسّس في المطلقات انّها تحمل على ورودها للبيان دون الأهمال فيجب البناء في العمل على مقتضى ظهور اللّفظ وان لم يحرز وروده للبيان عملا بمقتضى الأصل\r\n\r\nقوله ره [ الكلام في الجمل الخبرية 
  ]\r\nالخبريّة الّتى تستعمل في مقام الطّلب والبعث مثل يغتسل ويتوضأ ويعيد الخ هل الجمل الخبريّه تكون منسلخة عن معناها الاخبارى ومستعملة في الطّلب أو\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nانّها بعد وعلى معناها الاخبارى ولكن الدّاعى فيها غير الاعلام بل هو البعث والطّلب أو انّها في مقام الاخبار بداعي الاعلام بوقوع المخبر به لكن ذلك في ظرف وجود العلّة الّتى هي ارادته للعمل فكان العمل عند المتكلّم محقق الوقوع في المستقبل لمكان وجود علّته التشريعيّة التي هي إرادة المولى احتمالات وكيف كان فهل الطّلب المستفاد منها على معناه الاعمّ من الوجوب والاستحباب أو هو مختصّ بالوجوب خاصة لا يبعد ظهورها في الطّلب الوجوبي ولا يتأتى هنا احتمال استناد الظّهور فيها إلى الوضع كما في صيغة الامر إذ لا ريب في وضع الجملة الخبريّة للاخبار بل يتعيّن استناده إلى مقدّمات الحكمة فانّ الحكيم في مقام الطلب إذا كان التّرك غير مبغوض عنده كان الواجب عليه التّنبيه والاعلام بان طلبه هذا لم يبلغ إلى حدّ الكمال الذي يبغض عنده ترك العمل فانّ النّدب مرتبة ناقصة من الطّلب فمع عدم التّنبيه والبيان يحكم العقل بانّ الطّلب قد وقع من المولى على وجه الكامل المساوق ذلك للحتم والوجوب قال شيخنا الأستاذ دام بقاه على ما ببالي في مجلس الدّرس ان القصد في الجملة الخبريّه المستعملة في مقام الانشاء امّا الكناية عن الطّلب وامّا الاعلام بوقوع المخبر به باعتبار تحقّق مقتضيه من الطّلب وحيث انّ مقتضى الوقوع في الطّلب الحتمي الالزامى اتمّ كانت بالجملة الخبريّه في الدّلالة على الوجوب اظهر من صيغة الامر ثم قال دام ظلّه ربما تذكر هذه الجملة الخبريّه جزءا للشّرط كما ورد في اخبار الزّكوة متى حلّت اخرجها ويفترق هذا النّحو من البيان عما لو قال متى حلت اطلب اخراجها أو آمرك باخراجها فانّه في القول\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالاوّل يكون الكلام اظهر في الدّلالة على فوريّة الاخراج لان المعلّق على الشّرط هو الاخراج لا طلبه بخلافه في القول الثّانى ثم قال ويلحق بالجملة الخبريّة الجزائيه صيغة الامر إذا وقعت جزءا للشّرط فإنها تكون مثلها في الدلالة على فوريّة الاخراج إذ هي انّما تدلّ على ارسال المخاطب نحو المطلوب وبعثه عليه وهذا وان كان يلازمه الدّلالة على الطّلب الا انّ المتعلّق بالشرط ليس الا جهة الارسال فتكون على هذا مثل الجملة الخبريّة المتعلّقة بالشرط ليس المعلّق فيها الّا المطلوب دون الطّلب وهو مما يلازم الفوريّة\r\n\r\nقوله ره بل لا بدّ في سقوطه وحصول غرضه من الاتيان به متقرّبا به منه تعالى الخ\r\nلا بدّ فيما يتقرب به أيضا من صلاحيّة التقرّب به إلى اللّه فلو كان ثمّة مانع من التقرّب به إلى اللّه من حيث العامل أو من حيث العمل لا يكاد يحصل نية التقرّب بذلك العمل ومن ذلك تكون عبادة الكفّار باطلة وان اشتملت على نيّة التقرّب ( * ) بعمله كما انّ صلاة الجاهل بالحكم المقصّر في السّوال إذا صلّى في الدّار المغصوبة باطلة وان اشتملت على نية التّقرب لقصورها عن صلاحيّة التّقرب للغصبيّة التي تكون مانعة\r\n\r\nواعلم [ انّ المادّة على ضربين 
  ]\r\nانّ المادّة على ضربين إذ هي تارة يفتقر عباديتها إلى قصد التّقرب إلى اللّه بداعي الامر أو رجاء المثوبة أو الفرار من العقوبة أو كونه اهلا للعبادة وأخرى لا تفتقر إلى ذلك بل تكون هي بنفسها عبادة بواسطة كونها ؟ ؟ ؟ نحوا من التّذليل للمولى والخضوع له كالسجود والتّعفير ووضع الخدّين ولا يكون هذا النحو من العبادة يختصّ بكونه محبوبا للمولى بل قد يكون مبغوضا له كالتكلّف في الصّلوة فان المبغوضيّة ( * لانّ الكفر مانع عن صلاحيّة التّقرب * )\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nفي مثله غير قادحة في عباديّته وان كانت قادحة في مقربيّته لامتناع المت ؟ ؟ ؟\r\nبعبادة تكون مبغوضة للمولى وان كان العمل بذاته مقتضيا للتقرّب الا انّه لا اثر للمقتضى مع وجود المانع فلما كان المعتبر في العبادة هو القربة وكانت تحقّقها بقصد الامتثال كما تتحقق برجاء المثوبة والفرار من العقوبة فربما يمكن التّخيل من ذلك بانّ قصد الامتثال هو بعينه القربة المعتبرة في العبادة كما هو ظاهر كلام المص قده والذي يقرب في النّظر انّ القربة معنى تتولّد من قصد الامتثال وليست هي عينه بل هي متسبّبة عنه إذ كانت القربة بمعنى قصد الامتثال فلم لا يجزى عبادة لجاهل المقصر إذا اتى بالعبادة قاصدا بها الامتثال والموافقة للامر وكذا ما ذكروه في بطلان عبادة الكافر من تعليلهم بالبطلان بعدم صلاحيّته عمله للمقربيّة وان ظاهره انحصار سبب المنع عن انعقاد العمل صحيحا بعدم كونه صالحا للمقرّبيّة بسبب الكفر لا لفقد شرطيّة الايمان وهذا يكون شاهدا على ضعف القول بانّ القربة المعتبرة في العبادة بمعنى قصد الامتثال والاتيان بالواجب بداعي امره وهل يمكن اعتبارها بكل من المعنيين في المأمور به شرعا أو لا يمكن قولان اقوئهما الاوّل لامكان تصوّر الشّئ متعلّقا للامر ثمّ الامر به والبعث اليه مشروطا باتيانه مع التّقرّب سواء كان التقرّب بالمعنى النّاشى عن الاتيان العمل بداعي الامر كما قلنا أو كان هو نفس اتيان العمل بداعي امره\r\n\r\nان قلت [ لا مجال لاعتبار القربة في متعلق الأمر لاستلزامه 
  ]\r\nلا مجال لاعتبار القربة في متعلق الأمر لاستلزامه الدّور المحال وذلك لانّ القربة بمعنى الامتثال بداعي الامر موقوفة على تحقق\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالامر سابقا إذ لو لم يكن امر يستحيل اتيان العمل بداعي امره والمفروض انّ الامر موقوف على القربة أيضا لفرض اعتباره في متعلّقة فجاء الدّور وهو جار أيضا في القربة بمعنى دعوة الامر إذ فرض انحصار سببها في دعوة الامر\r\n\r\nقلت [ انّما المقرّب تتوقف على صدور الامر خارجا 
  ]\r\nانّما المقرّب تتوقف على صدور الامر خارجا لا تصوّر لاستحالة التقرّب بالعمل ما لم يكن مأمورا به فعلا وامّا الامر بالعمل القربى فهو انّما يتوقف على تصوّر الامر الداعي إلى العمل فطرفى التّوقّف يكونا مختلفين وبطل الدّور وربما يستشكل فيه من وجه اخر وهو ما أشار اليه المص بانّه لا يكاد يمكن الاتيان بها بداعي امرها لعدم الامر بها فان الامر حسب الفرض تعلق بها مقيّدة بداعي الامر ولا يكاد يدعوا الامر الا إلى ما تعلّق به لا إلى غيره وببيان اخر انّ دعوة الأمر الخارجي موقوفة على تعلّقه بالعمل نفسه والمفروض انّه قد تعلّق بالعمل منضما إلى القربة فالعمل بنفسه يكون خاليا عن الامر فكيف يؤتى به بداعي امره ويمكن الجواب عنه بما افاده المص ره بصورة الاعتراض قائلا أيضا صارت مأمورا بها بالامر بها مقيّدة والجواب عنه على ما قاله المصره بانّ ذات المقيّد لا يكون مأمورا بها فان الجزء التحليلي العقلي لا يتّصف بالوجوب أصلا فانّه ليس الا وجودا واحدا واجبا بالوجوب النّفسى كما ربما يأتي في باب المقدّمة انتهى وحاصله انّ المقيّد هنا بلحاظ نفسه لا يعدّ الّا جزءا تحليليّا لا خارجيّا وما يقع في حيّز الامر هي الأجزاء الخارجية التي يكون لكل جزء منها وجود منحاز بعضها عن بعض والاجزاء التّحليليّة ليست كذلك\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nهذا ولا يخفى ما فيه لانّ التّفرقه بين الاجزاء التحليليّة والخارجيّة بما ذكره غير ظاهر الوجه كيف والكليّات الطبيعيّة بأسرها متعلّقة للأوامر مع انّها متّحدة مع التشخّصات في عالم الخارج مضافا إلى امكان قيام المصلحة بشئ بسيط ذي حيثيتين ويكون لكلّ من الحيثيتين دخالة في حصول المصلحة كما أنه جاز قيام المصلحة في المركّب الخارجي وكان لكلّ واحد من اجزاء الخارجيّة دخل في مصلحة المجموع وإذا أمكن قيام المصلحة بالمجموع استتبع ذلك تعلّق الإرادة بالمجموع على وجه يكون كل جزء وحيثية منها واقعا في حيّز الإرادة ويتعلّق بكلّ منها حصّة من تلك الإرادة المسماة بالإرادة الضمنيّة بدعوة هذا المقدار من الامر الضّمنى المتعلّق بالعمل المقيّد بالقربة بناء على الشّرطيّه أو المركّب معها بناء على الجزئيّة ان قلت دعوة الامر الضّمنى لا تكون الّا بعد حصوله وهو لا يحصل الا بعد تماميّة الاجزاء إذ مع عدم لحوق بقيّة الاجزاء لم يكن في البين امر ح لفرض انتفاء الامر الاستقلالى بهذا الجزء والامر الضّمنى تبع ؟ ؟ ؟ تحقق الامر المنبسط على تمام الاجزاء فيقتقر ؟ ؟ ؟ تحققه وحصوله على لحوق بقيّة الأجزاء والمفروض انّ الجزء الآخر لا يتحقق الا بعد حصول الامر الضّمنى للعمل إذ المفروض انّ الجزء للاخر ليس الّا التّقرب وهو يفتقر إلى اتيان العمل بداعي امره فجاء الدّور في مرحله الامتثال بخلاف الدّور السّابق فانّ الاوّل يتعلق بمقام صدور الامر من المولى وهذا يتعلّق بمقام الامتثال قلت لا نسلّم داعويّة الامر بالجزء على لحوق بقيّة الاجزاء بل انّما يتوقف على العلم بانطباق الواجب\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nعلى الماتى به في مقام الامتثال وهذا يستلزم العلم بلحوق بقية الأجزاء ولا يتوقّف على لحوق بقيّة الاجزاء فإذا كان عالما باتيانه بالقربة فله الاتيان ح بالعمل بداعي امره الضّمنى الحاصل من تعلّق الامر الأستقلالى بالعمل المقرّب به ولا يكون فيه محذور أصلا فان قلت انّ الامر الضّمنى المتعلّق بالعمل أيضا موقوف على الجزم بلحوق الجزء الآخر الّذى هو القربة والجزم بلحوق الجزء الآخر لا يتحقّق الّا مع الامر الضّمنى المتعلّق بالعمل فتوقف الامر الضّمنى على نفسه قلت الامر الضّمنى المتعلّق بالعمل لا يتوقّف على خصوص الجزء بلحوق الجزء الامر بل على الجامع بين هذا الجزم والجزم بوفاء العمل بالمصلحة إذا آتى ؟ ؟ ؟ به بداعي امره ان قلت وفائه بالمصلحة لا يكون الّا مع لحوق الجزء الآخر وح يكون العلم بوفائه بالمصلحة بعينه العلم بلحوق الجزء الآخر ولا تغاير بينهما وح يعود الدّور قلت هما متغايران قطعا ضرورة انّ العلم بأحد المتلازمين غير العلم بالأخر ومجرد تلازمهما الخارجي لا يكون سببا للاتحاد كما لا يخفى ولو سلّم توقّف الامر الضّمنى على خصوص الجزم بلحوق الجزء الأخر منعنا التوقف من الجانبين لانّ الجزم بلحوق الجزء الآخر لا يتوقّف على تحقّق الامر الضّمنى بل يستلزمه وفرق بين الاستلزام والتوقّف وان قلت محذور الدّور من تقدّم الشّئ على نفسه متحقّق هنا وان لم يكن دورا اصطلاحيّا وذلك لانّه إذا كان الامر الاستقلالى قد تعلّق بشي ينجل بالفعل ؟ ؟ ؟ العقلي إلى جزمين عمل وداعى الامر فهناك أمران ضمنيّان ؟ ؟ ؟ تعلّقا بكل واحد من هذين الجزئين التّحليليين ومعلوم انّ هذين الامرين الضمنيّين في رتبة واحدة ولا يكون لأحدهما تقدّم على الاخر لكونهما معلولي علّة واحدة التي هي الامر الاستقلالى وإذا كان هذان الأمران الضّمنيّان\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nفي رتبة واحدة ممّا يتقدّم على أحدهما لا بدّ من أن يكون متقدّما على الاخر وحيث انّ داعى الامر المقرون بالعمل جعل متعلّقا لواحد من هذين الامرين الضمنيّين وموضوعا له جهة تقدّم طبعىّ على امره الضّمنى المتعلّق به لتقدّم الموضوع على حكمه طبعا وإذا كان متقدّما على امره الضّمنى لزم من ذلك تقدّمه على الامر الضّمنى الاخر الذي فرض تعلّقه بالعمل نفسه لتشارك الامرين في الرّتبة فالامر الضّمنى المتعلق بالعمل يكون متأخرا عن داعى الامر والمفروض انّ الامر المتعلّق بالعمل سبب لانّ يؤتى بالعمل بداعيه ضرورة استحالة وقوع العمل بداعي الأمر ما لم يكن ثمّة امر متعلّق بالعمل وح يجئ المحذور السّابق من تقدّم الشّئ على نفسه لانّ داعى الامر الذي هو التقرّب مقدّر على امره الضّمنى الاخر المتعلّق بالعمل وإذا كان داعى الامر متقدّما على داعى الّذى سمعت انّه مسبّب عن الامر المتعلّق بالعمل فلزم من ذلك تقدّم داعى الامر على نفسه وهو محال نشاء ذلك من اعتبار القربة في المأمور به وصيرورتها متعلّقا للامر فيكون اعتبارها في المأمور به محالا أيضا قلت هذا انّما يتّجه إذا لم يكن فرق وتغاير بين الدّاعويّة في الطّرفين والفرق بينهما يكون ظاهرا بلا اشكال وشبهة لوضوح ان تاخّر دعوة الامر المتعلّق بالعمل انّما هو في مقام الامتثال والوجود الخارجي إذ الامر ما لم يكن له وجود في الخارج لا يتفرّع عليه الدّاعويّة ولا يكون داعيا لاتيان العمل وهذا بخلاف الداعويّة الواقعة متعلقا للامر الضّمنى الاخر فانّها متقدّمة على الامر بحسب التّصور فانّ الآمر ما لم يتصوّر الموضوع والمتعلّق ؟ ؟ ؟ يتمكن من الامر به ؟ ؟ ؟ داعى الامر بحسب التصوّر مقدما على داعى الامر\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nبحسب الخارج ولا بأس به بعد اختلاف المحلّ خارجا وذهنا وان قلت اىّ فائدة للامر المتعلّق بداعي الامر إذا لم يكن داعيا إلى متعلّقه قلت فائدته الاعلام بانّ الامر المتعلّق بالعمل هو امر ضمنىّ لا استقلالىّ حتّى يكون إذا اتيت بالعمل تأتى به بداعي الامر الضّمنى لا الاستقلالى وان قلت إن كان هذا غرض المولى في امره لزم منه منافاة الغرض لانّ مثل هذا الامر إذا لوحظ بكلا حيثيّة لم يكن مستتبعا للعقوبة إذ هو من حيث تعلّقه بالعمل توصلّى لا يكون المعتبر فيه القربة ومن حيث تعلّقه بالقربة ارشادىّ قصد به الاعلام والتّنبيه على انّ اللّازم في مقام الامتثال قصد امتثال بالعمل دون الاستقلالى قلت لا نسلّم الارشاديّة فيما يتعلّق بالقربة فان مجرّد كون الغرض الاعلام والتّنبيه على اعتبار ملاحظة الضّمنيّه في مقام الامتثال لا يستلزم الارشاديّه التي هي على خلاف ظاهر الامر الصّادر من المولى الواجب والإطاعة لامكان ان يكون ذلك الاعلام داعيا لصدور الامر المولى وهو يستتبع العقوبة على مخالفته إذا تعلّق بالعبادى وان قلت انّ الامر الضمني المتعلّق بالقربة بمعنى داعى الامر كيف يصلح ان يكون داعيا إلى متعلّقه إذا الامر ح يكون داعيا على داعى الامر ولا معنى له قلت انّ داعى الداعي معنى مستعقل ؟ ؟ ؟ وهو واقع في الخارج فان رجاء المثوبة والفرار من العقوبة يدعوان إلى اتيان العمل بداعي امره فقد وقع داعى الامر مسبّبا عنهما فكانا داعيين على حصول داعى الامر وهنا أيضا يكون الامر الضمني المتعلّق بداعي الامر داعيا إلى أن يؤتى بالعمل بداعي امره المتعلق به ضمنا\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nان قلت الامر الضّمنى المتعلّق بذات العمل كاف في دعوته إلى العمل فلا حاجة معه إلى ؟ ؟ ؟ إلى اتيانه بداعي امره إلى توجّه امر اخر ضمني إلى داعى الامر قلت معلوم ان الامر المتعلّق بالعمل إذا لم يقترن بأمر آخر متعلّق بداعي الامر فربما يكون ذلك مباينا لفرض الآمر إذ ربما يؤتى بالعمل بلا داعى الامر بل بداع نفساني فيكون كسائر التّوصليّات ؟ ؟ ؟\r\nالواقعة في حيّز الامر فانّه يجتزى ؟ ؟ ؟ بها إذا وقعت غير معروفة بالقربة وداعى الامر فلا مناص للمولى بعد محافظته على غرضه من تعليق امره بالعمل القربى المنحلّ إلى امرين ضمنيين ان قلت اتيان ال ؟ ؟ ؟ بداعي الامر عبارة أخرى عن ارادته للعمل بدعوة الامر ولا شكّ ان الإرادة غير اختياريه والّا لافتقرت إلى إرادة أخرى وهكذا حتى يتسلسل وهو محال وإذا كانت الإرادة غير اختياريّه امتنع تعلّق الامر بها لان الامر انّما يتعلّق بالأمور الاختياريّه لا غيرها قلت لا نسلّم غير اختياريّة الإرادة بداهة انه يمكن انبعاثها عن مقدّمات اختياريّة بانّ يتصوّر العاقبة والفائدة ؟ ؟ ؟ على ذلك العمل الذي لم يكن متعلّق ارادته ؟ ؟ ؟ فإذا رأى فيه فائدة حسنة اراده وأتى به وإذا رأى فيه مفسده أو مضرّة اجنبيّه تحرّز منه فان قلت انّ المصلحة إذا كانت قائمة بالعمل شرط صدوره عن داعى الامر فلا بدّ للمولى لحاظ العمل اوّلا بما هو معلول للامر حتّى يكون تحقّق العمل في عالم الخارج منبعثا عن ذلك الامر الّذى يريد ابرازه فهو بهذا النّظر وهذا الّلحاظ ينظر إلى العمل معلولا للامر ويتاخّرا طبعا عن الامر وإذا كان ملحوظا بهذا النّحو يستحيل تعلّق هذا الامر الملحوظ بمثل هذا العمل لاستدعاء الامر بالشئ تقدّم ذلك الشئ على حكمه الّذى هو\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nالامر فلزم ان يكون شئ واحد متقدّما على غيره في الرّتبة ومتاخّرا عنه كذلك وهو محال فلا بدّ من تعدّد الامر من جانب المولى ليكون أحدهما موضوعا للآخر فيأمر بالعمل أولا سازجا من قيد القربة ثم بأمر ثانيا باتيان ذاك العمل بداعي الأمر الأول فلا محيص من الالتزام بأمرين في مقام الانشاء والبعث نحو العمل بداعي الامر قلت نعم لا يمكن اندراج الامر الملحوظ داعيا على العمل في الامر المتعلّق بالعمل لما ذكر من اختلاف الرّتبه الّا انّه يجوز الامتناع بأمر واحد في مقام البعث والداعويّة باعتبار تنقيح المناط للجزم بعدم مدخليّة شخص الامر الاخر في محصول الغرض والمصلحة الباعثة على ذلك الامر وانّما يحتاج إلى امر آخر من حيث قصور البيان عن أداه المقصود بما يشمل هذا الامر المتعلّق بالعمل المقرون بداعي الامر فإذا كان مناط الامر الاخر متحقّقا في هذا الامر الصّادر جاز للحكيم الامتناع به في مقام الدّاعويّة اتّكالا على المناط الجاري فيه عقلا وبمثل هذا يمكن التفصّى ؟ ؟ ؟\r\nعن شبهة امتناع شمول دليل التّصديق لخبر مع الواسطة فراجع إلى محلّه فتلخّص انه يمكن اعتبار التّقرب في متعلّق الامر ويترتّب على ذلك جواز التمسّك بالاطلاق اللّفظى لنفى اعتباره شرطا أو شطرا كما يجوز التّمسك بالاطلاق المقامي لنفى اعتباره أيضا\r\n\r\nقوله ره نعم لكن هذا كلّه إذا كان اعتباره في المأمور به بأمر واحد واما ؟ ؟ ؟ الخ\r\nان قلت موافقة الأمر الأول ان لم تفتقر إلى نيّة التقرّب خرج المأمور به عن كونه عباديّا وهو خلاف المفروض وان افتقر إليها يكون الامر الثّانى لغوا لحكيم العقل بلزوم مراعاة الفرض واستيفائه وهو لا يكون الّا باقتران العمل بنيّة التّقرب\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nقلت انّما يتّجه هذا لو علم عباديّة المأمور به وامّا إذا لم يعلم ذلك و ؟ ؟ ؟\r\nونفس الامر الاوّل أشكل الحال في الحكم بعباديّة المأمور به فيما واطلاق المقام قاض بالتّوصليّة بل واطلاق اللّفظ أيضا كما هو المختار عندنا خلافا للمص قده ولا اقلّ من الرّجوع إلى البراءة العقليّة النافية لاعتبار امر زائد على ما هو الواقع في حيّز الامر فلا بدّ للمولى الحكيم إذا كان من قصده مطلوبيّة الفعل بداعي التقرّب من التوسّل إلى اعلام العبد بذلك اتماما للحجّة عليه وسدّ الباب الاعتذار له فيأمره ثانيا بان يأتي بالعمل بداعي الامر الاوّل وبالجملة لا بأس في اعتبار القربة في المأمور به مطلقا سواء كان أدائه بالامر الواحد أو الامرين فإذا شكّ في اعتبار القربة في المطلوب وعدمه كان المرجع على المختار اصالة الاطلاق سواء بنى على انّ اصالة الاطلاق أصلا وجوديّا أو عدميّا مرجعه إلى اصالة عدم التّقييد كما ذهب اليه شيخنا العلامة الأنصاري قدّس سرّه واما بناء على مختار المص قده الذاهب إلى استحالة التّقييد وامتناع اعتبار داعى الامر في المأمور به فلا يجوز الركون إلى اصالة الاطلاق الّا إذ اعتبرت أصلا وجوديّا متبعا في مقام الشّك والدّوران بين الاطلاق وعدمه كما هو الحقّ واما بناء على مختار شيخنا المرتضى قده من رجوع ذلك إلى اصالة عدم التّقييد لم يجز التّمسك باصالة الاطلاق لظهور انّ مثل هذا الأصل لا يتأتّى بناء على ذلك الّا حيث يمكن التّقييد وهو خلاف المفروض هذا ولكنّك عرفت انّ التحقيق اعتباره أصلا وجوديا لا عدميّا فيصحّ التمسّك باطلاق\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالمادّة على التوصليّه لانّ التعبّدية تقتضى ضيقا في دائرة العمل المأمور به كما هو واضح واللّه العالم\r\n\r\nقوله ره فاعلم انّه لا مجال هيهنا الا لأصالة الاشتغال الخ\r\nكلّ ما ذكرنا انفا من الكلام فيما يتعلّق بالدّليل الاجتهادى وامّا من حيث الدّليل الفقاهتى فهل المرجع فيه اصالة الاشتغال أو البراءة فيه خلاف بين الاعلام ينشأ من الخلاف المذكور في مسئلة الأقل والأكثر الارتباطيّين فان الأصحاب في تلك المسئلة على قولين قول بالاشتغال وقول بالبراءة فمن قال فيها بالاشتغال قال به في المقام ومن قال فيها بالبراءة قال بها هنا أيضا وتفصيل ذلك انّ اعتبار القربة لمّا كان امرا وراء التّكليف بنفس العمل كان التّكليف بالعمل نفسه امرا تعينيّا بلا شكّ وشبهة وانّما الشكّ في اعتبار القربة زائدا على ذات العمل فالامر دائر ح بين الاقلّ والأكثر ويندرج في تلك المسئلة فمن ذهب فيها إلى الاشتغال كما عليه المص ره استندّ إلى العلم الاجمالي الدّائر طرفاه بين الاقلّ والأكثر فيلزم مراعاته باتيان الأكثر ومن ذهب فيها إلى البراءة نظرا إلى انحلال العلم الاجمالي إلى العلم التّفصلى بالاقلّ والشكّ البدوي في الأكثر وبنى في المشكوك على البراءة ان قلت فرق بين المقام ومسئلة الاقلّ والأكثر الارتباطيّين لعدم المحال هيهنا الّا لأصالة الاشتغال ولو قيل باصالة البراءة فيما إذا دار بين الاقلّ والأكثر الارطباطيّين كما ذكره المص قده متمسّكا بانّ الشّك هيهنا في الخروج عن عهدة التّكليف الخ قلت يرد عليه أولا انّ هذا الوجه من التّقريب ان\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nثم لم يكن له اختصاص بالمقام بل كان جاريا في مسئلة اللاقل والأكثر الارتباطيّين أيضا وذلك لان اليقين بالخروج عن عهدة التّكليف بعد ان يكون باتيان الأكثر زائدا على الاقلّ وجب فيه الاحتياط باتيان الأكثر وإلى هذا الوجه استندّ صاحب الفصول ره في الحكم بالاشتغال في تلك المسئلة وبالجملة لا وجه للتّفصيل و ؟ ؟ ؟\r\nبهذا الوجه هنا في القول بالاشتغال مع القول بالبراءة ثمة نعم هذا وربما يمكن التفصيل بينهم وذلك بانّه لو كان مستند الاشتغال تمّة ؟ ؟ ؟ هو العلم الاجمالي المردة طرفاه بين الاقلّ والأكثر إذ يمكن دعوى الانحلال فيه إلى معلوم تفصيلي بالتكليف بالاقلّ وشكّ بدوىّ في التّكليف بالأكثر فيرجع فيه إلى البراءة وهذا الانحلال لا يتأتى هنا للعلم بانتفاء التّكليف عن الأكثر بناء على استحالة اعتبار القربة في المأمور به فلا مجال فيها الّا الاشتغال بملاحظة احتمال اعتبارها في طريق الامتثال الذي يحكم العقل فيه بلزوم مراعاته بتحصيل اليقين بالفراغ عنه بمراعاة احتمال بالتكليف بالأكثر الّا انّ هذا في الحقيقة راجع إلى الوجه الاوّل الّذى قد عرفت اقتضائه الاشتغال في المقامين فالتفرقة بينهما غير مستقيمة وثانيا انّ الشّك في الإطاعة تارة ينشأ من الشّك في اتصاف الشّئ بالواجبيّة وأخرى من الشّك في اتيان المعلوم اتّصافه بالوجوب وهم العقل في مسئلة قاعدة الاشتغال ليس الّا تحصيل المشكوك على النّحو الثاني دون الاوّل ومسئلة الأقل والأكثر في مقامنا هذا وفيما يأتي ليس الّا من قبيل الاوّل الذي لا تجرى فيه قاعدة الاشتغال فانّه لو اقتصر على\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nالأقل وان كان شاكّا في اتيانه بالواجب الّا ان شكه ذلك ناش عن الشّك في وجود الواجب المعلوم وتتمة الكلام ماتى انش في محلّه\r\n\r\nقوله ره انّ ادلّة البراءة الشرعيّة مقتضية لعدم الاعتبار وان كان قضيّة الاشتغال عقلا الخ\r\nامّا البرآئة العقليّة ففي جريانها وعدمه خلاف منشائه الخلاف في انّ العلم الاجمالي هل هو علّة تامّة للتّنجز أو هو مقتضى فبناء على الاوّل لا يجوز التّرخيص في المعصية بخلافه على الثّانى إذ لا مانع منه الا شبهة تعارض الأصلين وهي ساقطة في صورة الشّك الدّائر طرفاه بين الاقلّ والأكثر لعدم المعارض للأصل الجاري في طرف الأكثر بجريانه في طرف الاقلّ لان الاقلّ معلوم التّكليف فلا يجرى الأصل فيه حتى يكون معارضا للأصل الجاري في طرف الأكثر ان قلت كيف تجرى البراءة هنا وهي انّما ؟ ؟ ؟ التّكليف ولا تكليف بالأكثر حسب الفرض لاستحالة البعث نحو القربة مولويّا لأنه لغو يقبح صدوره من الحكيم إذ الكلام مبنى على احتمال اعتبار القربة في طريق الامتثال الذي يكون العقل فيه حاكما بالاشتغال وإذا حكم العقل بالاشتغال لا يبقى مجال لحكم الشرع به مولويّا فلا يكون تكليف محتمل في البين حتّى ينفى ذلك بالبراءة قلت ليس من شان البراءة نقليها وعقليها الّا رفع استحقاق العقوبة على مخالفة التّكليف المحتمل وهنا كذلك إذ بلوغ التّكليف إلى مرتبة الفعليّة المانعة عن مخالفته من ناحية تفويت القربة غير معلوم وانّما هو محتمل مرفوع بالبراءة نعم لا يجوز تفويته بترك الأقل رأسا لانّه معلوم التّنجز والفعلية من هذا الوجه قطعا هذا بناء\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nبناء على ما قلنا بامتناع تعلق الامر بالقربة بمعنى داعى الامر وامّا بناء على ما قلناه كما هو الحقّ من جواز تعلّقه بها مولويّا فلا اشكال في صحّة جريان البراءة عن محتمل التكليف كما هو الواضح على المتأمل البصير\r\n\r\nقوله ره فظاهر اطلاق دليله مثل قوله تعالى فَإِنْ لَمْ تَجِدُوا * وقوله تعالى أيضا ( التّراب أحد الطّهورين ) هو الاجزاء الخ\r\nمحصل كلامه قده انّ ظاهر ادلّة التيمّم في حال الاضطرار هو الاجزاء وعدم وجوب الإعادة والقضاء مط سواء كان الاضطرار بسوء الاختيار أم لا وسواء كان الاضطرار باقيا إلى اخر الوقت أم زال وارتفع وفي الصورة الأخيرة سواء علم بالزوال امكان شاكا أو كان عالما بالعدم فيكون الطهارة الترابيّة وافية بتمام الغرض وذا مصلحه كاملة نحو طهارة المائية هذا ظاهر كلامه زيد في علوّ مقامه\r\n\r\n[ أنه يكون في المقام اطلاقات ثلاثة 
  ]\r\nولا يخفى أنه يكون في المقام اطلاقات ثلاثة أحدها الاطلاق في ناحية الموضوع من حيث بقاء الاضطرار ودوامه إلى اخر الوقت وعدمه ثانيها الاطلاق في ناحية الحكم من حيث تماميّة مراتب الوجوب والوفاء بالغرض بمعنى انّ لسان الدّليل كون ما للموضوع الاختياري والمبدل من الوجوب للبدل أيضا ولازم ذلك عدم وجوب الإعادة والقضاء بعد رفع الاضطرار كما ذهب اليه شيخنا الأستاذ مد ضيائه ولا اشكال في عدم امكان التّمسك بهذا الاطلاق بعد انعقاد الاجماع على حرمة تفويت التكليف اختيارا الكاشف عن عدم شمول البدل ووفاته بتمام مراتب مصلحة المبدل المستلزم لعدم كون تمام\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nمراتب الوجوب له هذا بناء على عدم تسليم الاجماع الاخر على عدم الفرق بين الاضطرار الحاصل قهرا أو الحاصل بسوء الاختيار في وجوب الصّلوة مع التيمّم والا فالاجماع على حرمة التّفويت بنفسه لا يدلّ على عدم كون التكليف الاضطراري وافيا بتمام الغرض والمصلحة فاحتمال كونه كذلك وان كان باقيا الا انّه يدور الامر بين تقييد الموضوع والقول بانّ الموضوع هو الاضطرار الحاصل قهرا لا بسوء الاختيار مع بقاء اطلاق الحكم من حيث الوفا بتمام الغرض وبين ابقاء اطلاق الموضوع بحاله ورفع اليد عن اطلاق الحكم ولا ترجيح للأولى حتى يقال بإفادتها الاجزاء ثالثها انه كما انّ اطلاق دليل المبدل يقتضى سقوط امره كذلك اتيان البدل يكون مسقطا له وفيه انه يمكن التّمسك باطلاقه لولا معارضته باطلاق وجوب المبدل منه بالنسبة إلى بعد رفع الاضطرار فان قلت لا مجال لذلك بعد كون اطلاق البدل حاكما على اطلاق دليل المبدل لكونه ناظرا اليه قلت هذا لو كان نظر الحاكم من حيث المسقطيه محرزا والحال عدم كونه كذلك حيث إن المقدار المسلّم منه هو نظره إلى بعض مراتب المصلحة وفي الزائد نحتاج إلى اجراء مقدّمات الانسداد ولا دليل على ترجيح اجرآء المقدّمات والتمسّك باطلاقه على التمسك باطلاق دليل المبدّل من حيث بقاء الوجوب فالحاصل\r\n\r\n[ عدم تماميّة الحكومة 
  ]\r\nعدم تماميّة الحكومة لا القول بانّ الحكومة مسلم ومع ذلك يكون معارضا لاطلاق دليل المحكوم حتى يقال لا مجال للمعارضة بعد تماميّة الحكومة\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nفيدور الامر بين تخصيص عموم العام وتقييد اطلاق المطلق\r\n\r\nقوله ره والا فالأصل وهو يقتضى البراءة من ايجاب الإعادة الخ\r\nاعلم انّه تارة يكون الشخص في أول الوقت حال كونه مضطرّا عالما بارتفاع الاضطرار وطرو الاختيار في اخر الوقت وأخرى شاكا وأخرى عالما بالعدم ولا يخفى انه في الصّورة الأولى والثانية وان كان الشك فيه شكّا في أصل التكليف الا أنه يكون الشّك ناشيا عن الشّك في القدرة وعدمها وبعبارة أوضح انه وان كان للشاك عند الاضطرار وجواز البدار والاتيان بالصّلوة متيمّما في اوّل الوقت الا أنه يكون شاكا في كونه مكلّفا بخصوص طهارة المائيّة وتعينها عليه أو كونه محيزا بينها وبين التّيمم مرجع ذلك إلى الشك في القدرة نظرا إلى أنه بعد القطع بتحقق المناط وبقاء الغرض وعدم سقوطه بعد يرجع الشك فيه إلى القدرة وامكان تحصيل تمام الغرض واستيفا تمام المصلحة وعدمه ومعلوم ان الشّك في أمثال ذلك مطلقا وان كان شكّا في أصل التكليف الا أنه يكون الأصل فيه الاحتياط اجماعا وامّا في الأخيرة اى فيما إذا كان عالما ببقاء الاضطرار وعدم ارتفاعه يكون الأصل فيه البراءة ولو قيل بأنه قبل العمل والاتيان بالصّلوة وان كان الأصل بالنّسبة اليه البراءة الا انه بعد العمل ينكشف له بانّه من أول الأمر كان مكلّفا بخصوص طهارة المائية أو محيزا ؟ ؟ ؟ فالحال فيها كما في الصّورتين الاوّليين في الشك في القدرة قلنا بأنه بعد خروج أحد الأطراف عن محل الابتلاء لا يثمر ؟ ؟ ؟ الشك ولا يكون العلم موثرا ؟ ؟ ؟ هو المحقق في محله فالحاصل انه إذا كان الشخص قبل العمل عالما ببقاء الاضطرار وعدم دفعه يكون الأصل بالنسبة اليه البراءة ولا يكون العلم الاجمالي بعد العمل وخروج أحد الأطراف\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nعن محل الابتلاء مؤثّرا ومنجزا أصلا واما إذا كان عالما بالرفع أو كان شاكّا يكون الأصل بالنسبة اليه الاحتياط لدوران الامر بين التعيين والتخيير ومرجع الشّك فيهما إلى الشكّ في القدرة كما لا يخفى هذا بالنسبة إلى الإعادة واما بالنسبة إلى القضاء يمكن ان يقال بأنه كما يكون الأصل بالنسبة إلى الإعادة في الصّورتين الأوليين الاحتياط يكون في القضاء أيضا كذلك لدوران التكليف في هذا الحال أيضا بين تعيين خصوص الوضوء في الخارج عن الوقت أو التّخيير بينه وبين التيمم في الابتداء بمعنى انه كما أن الأصل للعالم يرفع الاضطرار وكذا للشّاك بكون الاحتياط في الوقت لدوران الامر بين كون الشّخص مكلفا بخصوص الصّلوة مع الوضوء أو كونه محيّزا بين اتيانها مع طهارة المائية أو التّرابيّه كذا يكون بالنّسبة إلى القضاء لدوران الامر ح أيضا بين خصوص تعين الوضوء بعد انقضاء الوقت قضاء أو التّخيير بين التّيمم في الوقت والوضوء في الخارج عن الوقت هذا غاية ما يمكن ان يقال ولكن التحقيق خلاف ذلك لان المتيقن من الغرض والمصلحة وما يجب تحصيله واستيفائه هو في خصوص الوقت لا مط ولو بعد الوقت فلا يجب تحصيله ؟ ؟ ؟\r\nكان المقطوع عندنا من المصلحة والغرض يكون الأصل بالنسبة اليه الاحتياط فيجب تحصيله واستيفائه والزائد مشكوك لا يجب امتثاله بحكم البراءة ففي الصور الثلاثة مط بالنّسبة إلى القضاء يكون الأصل البراءة ولا مجال للاحتياط أصلا بخلاف الإعادة فانّ الأصل في الصورتين الاوليّين يقتضى الاحتياط وفي الثالثة البراءة فافهم وتامّل\r\n\r\nقوله ره والتحقيق ان ما كان منه يجرى في تنقيح ما هو موضوع التكليف الخ\r\nحاصل كلامه قده المستفاد من ظاهر بيانه ان أدلة الأصول مط تكون مجزية ؟ ؟ ؟ عن الواقع لانّ مقتضى الجمع بينهما وبين ادلّة الاجزاء والشرائط توسّع دائرتها بحيث يفهم من هذا الجمع ان الطّهارة والحلّيّة في لسان الاخبار بكون أعم من الطّهارة\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nوالحلية الواقعيّه والظاهريّة فلا مجال للقول بعدم الاجزاء بل لأصل محلّ النّزاع على هذا لانّ البحث والنّزاع فرع وجود الامرين في الواقع والظّاهر فيبحث بانّ أحدهما هل يكون مجزيّا عن الآخر أم لا هذا ما يستفاد من ظاهر كلامه زيد في علوّ مقامه\r\n\r\nولكن [ لا يخفى مضافا إلى عدم كون دليل الأصول 
  ]\r\nلا يخفى مضافا إلى عدم كون دليل الأصول ح حاكما على دليل الاشتراط لادخال ادلّة الأصول مشكوك الطّهارة والحليّة في الموضوع واقعا وحقيقة بل شبه ورود لانّ ورود الاصطلاحي هو الادخال أو الاخراج حقيقة لا تعيين أحد الافراد والمصاديق كما في المقام انّ مفاد ادلّة الأصول ومقتضى الجمع بينهما وبين ادلّة الاشتراط تارة يكون توسع الواقع وأخرى جعل المماثل في الحكم وأخرى يستفاد ان لسانها ظاهرة في انّه عامل معاملة الواقع فلو كان الظّاهر من الادلّة هو الأول لا اشكال في كونها مجزية عن الواقع ولا يجب الإعادة أو القضاء ولا معنى لكشف الخلاف بل لا مجال لأصل النّزاع كما هو واضح وان كان المستفاد منها الثّالثة لا اشكال في عدم كونها مجزية عن الواقع قطعا لوضعها الشّارع وجعلها وظيفة لدرك الواقعيّات وحفظها لا لخصوصيّة في نفسها فبعد كشف الخلاف يجب على المكلّف الاتيان بالواقعيات كما لا يخفى\r\n\r\nوانّما [ الاشكال في الثّانية 
  ]\r\nالاشكال في الثّانية والظّاهر أيضا على ما يستفاد من الادلّة عدم الاجزاء لانّه بعد كشف الخلاف نقطع بعدم الاتيان بالواقعيّات وامتثالها وان كانت مجزية عن الواقع في حال الشّك وقبل كشف الخلاف\r\n\r\nفالقول [ بالاجزاء مط لا يخلوا عن النظر والاشكال 
  ]\r\nبالاجزاء مط لا يخلوا عن النظر والاشكال كما لا يخفى وأيضا يتجه الاشكال في الاماراة بناء على السّببه والموضوعيّة فإنه ان قلنا فيها بجعل المماثل في الأثر بمعنى انّه يستفاد منها توسعة الواقعيّات فالحق معه ره في كونها مجزية عنها واما ان قلنا بانّ المستفاد منها جعل المماثل في الحكم فالظّاهر منها كما قلنا عدم\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالاجزاء هذا غاية ما يمكن ان يستدلّ للمقام بنحو الاختصار وعليك بالتأمل التام\r\n\r\nقوله ره لا عن نفس وجوبها الخ\r\nلا يخفى ان مجرّد البحث عن نفس وجوب المقدّمه وعدمه لا يكون الباعث لصيرورتها مسئلة فرعيّة بمجرّد تعريف الفقهاء بانّ مسئلة الفقهيّة هي ما تعلّقت بعمل المكلّف ولو كان الوجوب منتزعا عن وجوبات متعدّدة ناشية عن مناطاة مختلفة متبائنة بل انّه إذا كان الوجوب واحدا ناشيا عن مناط واحد فالمسئلة فرعيّة فقهيّة نحو وجوب الصّلوة والصّوم والحج وغيرها بخلاف ما إذا كان متعددا فتكون أصولية فالملاك في المسئلة الأصولية والفرعيّة تعدد الوجوبات ووحدتها لا مجرّد البحث عن نفس الوجوب وعدمه فتأمل جيّدا\r\n\r\nقوله ره وذو المقدمة هو الاجزاء بشرط الاجتماع الخ\r\nحاصل كلامه قده لدفع الاشكال ودخول الاجزاء في محل النّزاع انه إذا لوحظ نفس الاجزاء بلا شرط الاجتماع وعاريا عن حيثيّة الانضمام فتكون مقدّمة وامّا إذا لوحظ بشرط الاجتماع والانضمام تكون ذي المقدّمة بالملاك ؟ ؟ ؟\r\nفي المقدّميّه وذيها مجرد لحاظ الاجزاء ؟ ؟ ؟ بشرط لا أو مع ضم حيثية الاجتماع والانضمام إليها\r\n\r\nوالمراد [ عن الاشتراط الاجتماع والانضمام 
  ]\r\nعن الاشتراط الاجتماع والانضمام بحيث يوجب وجود هيئة في الخارج ولا يخفى عدم المجال لتوهّم كون ذلك ملاكا لتعلّق وجوب واحد بالمتكثرات الخارجيّه بداهة ان الاجتماع والانضمام وان يصير منشأ لوحدتها في الخارج الا انه يمكن التعلق بكل من هذه الاجزاء المتبائنة في حال كونها تحت هذه الهيئة الخاصّة وجوب واحد لكون كل واحد من تلك الأجزاء في هذا الحال ذا مصلحة ملزمة فيمكن تعلق وجوبات متعددة بالنسبة إلى الاجزاء المتكثرة في هذه الهيئة الخاصة المترتّبه عليها مثويات عقوبات متعددة كما أنه يمكن تعلق وجوب واحد بالاجزاء المتكثرة المتبائنة نحو ما إذا لم يكن التّرتيب والموالاة شرطا للصّلوة فالملاك\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nفي تعلّق وجوب واحد بالاجزاء المتكثرة المتبائنة الخارجيّة وحدة المصلحة سواء كانت تحت هيئة خاصّة أم لا فلا يكون في البين وحدة قبل تعلّق الامر حتى يقال انّ المقدّمة هي الاجزاء ؟ ؟ ؟\r\nبشرط الاجتماع بل يكون متعلّق الامر من الابتداء نفس المتكثّرات هذا إذا قلنا بان الانضمام يعتبر ؟ ؟ ؟\r\nالمنشأ لايجاد هيئة خارجيّة امّا ان قلنا بايجاد ؟ ؟ ؟ هيئة اعتباريّة محضة فلا يخفى عدم صحّة ذلك بعد كون الأثر في المتكثرات الخارجيّة من نفس ذواتها وجدانا كما إذا كان في البين بحر عظيم وعشرة رجال فحركة ؟ ؟ ؟ مستندة إلى ذواتها الخارجيّة ولا يعقل استناد الحركة إلى الامر الاعتباري وان كان يستكشف بعد ذلك وحدة الأثر فعدم تأثير الامر الاعتباري في الأمورات الواقعيّة الخارجيّة واضح فبعد\r\n\r\n[ كون المؤثر هو نفس المتكثرات لا يكون في الرتبة السّابقة 
  ]\r\nكون المؤثر هو نفس المتكثرات لا يكون في الرتبة السّابقة على الأثر هيئة اجتماعيّة ؟ ؟ ؟ وان اعتبر النقل بعد ذلك ان المؤثّر بعنوان المؤثّرية هو الواحد اعتبار ؟ ؟ ؟ المجموع لا يمكن اخذ ؟ ؟ ؟ هذه الوحدة والاجتماع فيما هو المؤثر للزوم اخذ ما لا يتأتى الا من قبل المعلول في العلّة ومعلوم ان متعلّق لحاظ الامر ومتعلّق ارادته وحبّه وبغضه في مقام الامر لا يكون الّا ذات ما هو المؤثّر والمفروض ان المؤثّر ليس الا ؟ ؟ ؟ المتكثرات فمركب الإرادة ومتعلّق الوجوب ليس الا ما هو المؤثّر واقعا وهو نفس المتكثّرات فأين الاثنينيّة حتى حتى يكون أحدهما مقدمة والآخر ذي المقدّمة ومن هنا ظهران في الرتبة السّابقة على الوجوب لا يكون ؟ ؟ ؟ الكلّيّة والجزئيّة وان كان بعد تعلّق الوجوب اعتبار الوحدة والمجموع ممكنا ؟ ؟ ؟ لكن في عرض واحد بحيث لا تقدّم في الاعتبار للجزئيّة على الكليّة أصلا هذا ما هو التّحقيق في المقام واللّه اعلم\r\nهذا ما جرى عليه قلمي بنحو الاختصار ؟ ؟ ؟\r\nمن اللّه ان يوفقني لطبع بقيّة مباحث الالفاظ وادلّة العقلية وال ؟ ؟ ؟\r\nالمحصّلين العظام ان لا يأتي ؟ ؟ ؟ صالح الدّعاء انّه ولىّ الاعطاء والحمد للّه أولا واخرا وظاهرا وباطنا في يوم الجمعة ؟ ؟ ؟\r\n\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128}
  ]