[
  {"content":"\r\n\r\nالمدخل إلى علم الأصول\r\nدروس في\r\nمبادي علم الأصول\r\nالسيد محمد كاظم الحكيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nحكيم ، محمد كاظم .\r\nالمدخل إلى علم الأصول / محمد كاظم الحكيم . - قم : دار الفقه للطباعة والنشر ، 1379 ه‍ ش .\r\n112 ص .\r\n1 - أصول الفقه . الف . دار الفقه للطباعة والنشر . ب . الاسم .\r\n4 د 4 ص / 155 bp\r\n31 / 297\r\nمؤسسة الفقه للطباعة والنشر\r\nجميع حقوق الطبع والنشر محفوظة للمؤلف\r\nالكتاب : المدخل إلى علم الأصول\r\nالمؤلف : محمد كاظم الحكيم\r\nالناشر : مؤسسة الفقه للطباعة والنشر\r\nالمطبعة : شريعت - قم\r\nالطبعة : الأولى - رمضان المبارك 1421 ه‍\r\nعدد النسخ : 3000 نسخة\r\nسعر الدورة : 4000 ريال\r\nقم - ص . ب 3663 - 37185 ، رقم الهاتف 734873 - 251 - 98 + ، فكس 738028 - 251 - 98 +\r\nالتوزيع : قم - شارع الساحلي - رقم 368 - مؤسسة الإمام الحسين ( ع ) التعليم اللغات\r\nشابك 5 - 34 - 6909 - 964\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالمقدّمة\r\nإجابة لطلب المنظّمة العالميّة للمدارس والحوزات العلميّة ، شرعت بعون الله تعالى بتحرير هذا المدخل مقدّمة لكتاب دروس في علم الأصول تأليف العلّامة الشهيد آية اللّه العظمى السيّد محمّد باقر الصدر ( قدّس سرّه الشريف ) ، الّذي قد ساهم في حركة التطوّر العلميّ في الحوزات العلميّة بشكل كبير ولم يتّضح للكثير مدى هذا الإسهام المبارك .\r\nواقتصرت في هذا المدخل على عرض مبادئ علم الأصول والتعريف بموضوعاته الأساسيّة ، ولم أغفل عمّا أكّد عليه السيّد الشهيد في حلقاته من تصوير منطقيّ لأصول الاستنباط وبرمجة الدراسة في المسائل الأصوليّة وأسميته ب « المدخل إلى علم الأصول » ، اقتباسا من كتابه المعالم الجديدة ، القسم الأوّل .\r\nواعترافا بقلّة بضاعتي في أداء هذه المهمّة فإنّي أتلقّى مشكورا إرشادات الفضلاء كما أشكر الأخ الجليل سماحة حجّة الإسلام والمسلمين السيد عبد الهادي الشريفي في مراجعته لهذه الكرّاسة . وللّه الفضل سبحانه ومنه استمدّ العون والتوفيق .\r\nقم المقدّسة خادم أهل العلم محمد كاظم الحكيم\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nالفهرست\r\n1 - كيف نشأ علم الأصول ؟ الدرس 1 / 13\r\n1 - 1 - ما هي الحاجة إلى علم أصول الفقه ؟\r\n1 - 1 - 1 - ما هي الحاجة إلى علم الفقه ؟ ( 1 )\r\n1 - 1 - 1 - ما هي الحاجة إلى علم الفقه ؟ ( 2 ) الدرس 2 / 18 .\r\n1 - 1 - 2 - كيف نشأ علم الفقه ؟\r\n1 - 1 - 3 - ما هو علم الفقه ؟\r\n1 - 1 - 4 - ما هي مسائل علم الفقه ؟ الدرس 3 / 24\r\n1 - 1 - ما هي الحاجة إلى علم الأصول ؟ الدرس 4 / 28\r\n1 - كيف نشأ علم الأصول\r\n2 - ما هو علم الأصول ؟\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n3 - ما هو موضوع علم الأصول ؟\r\n4 - ما هو الغرض من علم الأصول ؟\r\n5 - ما هي فائدة علم الأصول ؟\r\n6 - ما هي العلوم الّتي يحتاج إليها علم الأصول وبالعكس ؟\r\n7 - ما هو أسلوب البحث والتحقيق في علم الأصول ؟ الدرس 5 / 35\r\n8 - ما هي مسائل علم الأصول وما هي أقسامها ؟\r\n8 - 1 - الأدلّة الشرعيّة الدرس 6 / 41\r\n8 - 1 - 1 - أقسامها\r\n8 - 1 - 1 - 1 - الأدلّة اللفظيّة الدرس 7 / 45\r\n1 - الحقيقة والمجاز\r\n2 - الأمر والنهي\r\n3 - المفاهيم الدرس 8 / 50\r\n4 - المطلق والمقيّد الدرس 9 / 54\r\n5 - العامّ والخاصّ\r\n6 - أقسام الواجب الدرس 10 / 59\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n7 - أصالة الظهور وحجّيّتها الدرس 11 / 63\r\n8 - 1 - 1 - 2 - الأدلّة غير اللفظيّة الدرس 12 / 67\r\n8 - 1 - 2 - طرق إثباتها\r\n8 - 1 - 2 - 1 - الخبر المتواتر وخبر الواحد الدرس 13 / 71\r\n8 - 1 - 2 - 2 - سيرة المتشرّعة والشهرة والإجماع الدرس 14 / 74\r\n8 - 2 - الأدلّة العقليّة\r\n8 - 2 - 1 - العقل ودوره في استنباط الحكم الشرعيّ الدرس 15 / 78\r\n8 - 2 - 2 - تعريف الأدلّة العقليّة الدرس 16 / 81\r\n8 - 3 - التقسيم الأساسي للمسائل الأصوليّة\r\n8 - 3 - 1 - القطع والأدلّة المحرزة الدرس 17 / 85\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n8 - 3 - 2 - ما هي الوظيفة العمليّة في حالة عدم إحراز الحكم الشرعيّ ؟\r\n8 - 3 - 3 - تعريف الأصول العمليّة الدرس 18 / 89\r\n8 - 4 - الوظيفة عند تعارض الأدلّة الدرس 19 / 93\r\n8 - 5 - التبويب الأفضل لمسائل علم الأصول الدرس 20 / 96\r\nفهرس المصطلحات الأصوليّة وشرحها 101\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n1 - كيف نشأ علم الأصول ؟\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nالدرس 1 * ما هي الحاجة إلى علم أصول الفقه ؟ * ما هي الحاجة إلى علم الفقه ؟ ( 1 )\r\nكما يبدو من كلمة « الفقه » ، مهما كان فلعلم الأصول ارتباط وثيق بعلم الفقه . ولنعرف هذا العلم من خلال دراسة وجه الحاجة إليه وصلته بسائر العلوم .\r\nكلّ إنسان عاقل ينشد الحياة الكريمة والسعادة الحقيقيّة ، فإنّه يتساءل في أوّل خطوة يخطوها ، عن المنهج الأفضل لحياته الفرديّة بعد أن يستقرئ المناهج المطروحة في الساحة الاجتماعيّة ثمّ يتّخذ أحسن أسلوب يوصله للسعادة .\r\nولكنّه في الحقيقة لا يمكن يميّز المنهج الأصلح من بين المناهج دون ملاحظة الأهداف الّتي من أجلها تتّخذ تلك المناهج .\r\nفعلى سبيل المثال : عندما نريد مقايسة الوسائل التي تستخدم للسفر مثلا نرى أنّ مقايستها دون ملاحظة المقاصد لا يكون\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nصحيحا حيث تستخدم وسيلة نقليّة لمقصد قريب ولا تستخدم لمقصد بعيد كالدرّاجة مثلا . فلو كان أحد يستخدم السيّارة والآخر يستخدم الدرّاجة ، لا يمكن تفضيل عمل أحدهما على الآخر إلّا إذا كانا يقصدان مقصدا واحدا .\r\nوالحال في اختيار المنهج في الحياة أيضا ، يتوقّف على تحديد الهدف في الحياة .\r\nولعلّه من الصحيح في تحديد الهدف أيضا أن ندرس آراء الآخرين ونختار الأفضل منها . ولكن ليست الأهداف كلّها تتحقّق ، بل بعضها فاقدة لهذه الصفة وعلينا أن نحدّد الأهداف الّتي يمكن الوصل إليها .\r\nوهذا الأمر يرتبط بالظروف الّتي تحيطنا وتحدّدنا من هذه الناحية . فأيّ هدف نتّخذه ، فهو يجب أن يكون في حدود اختيارنا وقدرتنا .\r\nوأوّل وجود يجب أن نقيّم قدرتنا بالنسبة إليه ، هو وجود الواجب سبحانه وتعالى ، حيث دلّنا العقل عليه وشهدت لنا الفطرة بوجوده - تعالى ذكره - فنراجع إلى الرسل الّتي قد أخبرت عنه ونعرف أنّه سبحانه وتعالى قد حدّدنا من حيث الهدف والمنهج في\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nحياتنا وهو إمّا أن نسلك طريق السعادة بطاعة اللّه سبحانه وتعالى وإمّا أن نتّجه إلى طريق الشقاوة وهي معصية اللّه سبحانه وتعالى .\r\nفالهدف ينحصر في « جلب رضا اللّه تعالى » . فنقول باختصار ، أنّ الهدف في شتّى مستوياته « 1 » يجب أن يكون في امتداد رضاه سبحانه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عن الصادق عليه السّلام : « إنّ العباد ثلاثة : قوم عبدوا اللّه عزّ وجلّ خوفا فتلك عبادة العبيد وقوم عبدوا اللّه تبارك وتعالى طلب الثواب فتلك عبادة الأجراء وقوم عبدوا اللّه عزّ وجلّ حبّا فتلك عبادة الأحرار وهي أفضل العبادات . أصول الكافي - كتاب الإيمان والكفر باب العبادة - الحديث الخامس .\r\nفنستفيد من هذه الرواية ، أنّ الناس عند اتّخاذ الهدف في الحياة ، ثلاثة ، فقسم يتّخذ هدفه في الحدود الّتي حدّدها اللّه تعالى ، ويتّقي عذابه حيث عرف أنّ الهدف الّذي ينقض حدود اللّه يؤدّي إلى عدم سعادته في الآخرة فرضا عن سعادته الدنيويّة . وقسم آخر عرف أنّ اللّه غنيّ لا يحتاج إلى عقاب العبد ، فلا بدّ أنّ حكمته تقتضي هدفا للعبد ، هدفا يسانخ قدرته المطلقة ولا يعقل تصوّر هدف أعلى منه . وقد جاء في حديث قدسيّ :\r\n« عبدي أطعني تكن مثلي أقول للشيء كن فيكون ، تقول للشيء كن فيكون » .\r\nونرى في هذا الحديث الشريف كيف يستطيع الإنسان الّذي أوجده اللّه تعالى من العدم ، وخلقه من نطفة أن يتقرّب إلى اللّه ويرتقي إلى ما لا نهاية له . فالقسم الثاني من الناس يعبدون اللّه شوقا وطمعا إلى هذا الهدف . وهم أشرف من القسم الأوّل ولكن مع ذلك أعطتهم الرواية قيمة الأجراء حيث -\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nوتعالى وأيّ منهج للحياة فيجب أن يتقيّد بالحدود والأحكام الّتي وضعها اللّه لتنظيم حياة الإنسان . على هذا فأهمّ شيء لتنظيم المنهج ، هو معرفة ما يرضي اللّه سبحانه وتعالى وما يوجب سخطه . وهذه المعرفة ترتبط بعلم الفقه ، وستعرف هذا الارتباط في الدرس المقبل إن شاء اللّه .\r\n\r\n\r\n","description":"","footnote":"\r\n- عبدوا اللّه لغرض الوصول إلى أرقى هدف في الحياة .\r\nويوجد قسم آخر قد أصبحوا أحرارا من الخوف والطمع وحبّ الذات واتّخاذ الهدف ، وعرفوا اللّه وأحبّوه ، وعرفوا أنّه لولا عدله وحكمته سبحانه وتعالى في ذلك ، لكان له أن يعذّب دون معصية أو لا يثيب على طاعة . فمن حقّه على عباده أن يطاع ولا يعصى سواء عذّب أو أثاب كما عن أمير المؤمنين عليه السّلام قريبا من هذا المضمون .\r\nفأنت ترى في كلّ هذه الأقسام الثلاثة من الناس ، اشتراك الهدف وهو مراعاة جانب رضا اللّه تعالى ، واشتراك المنهج وهو طاعته سبحانه وتعالى واجتناب معصيته .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* المنهج في الحياة وطريق الوصول إلى هدف الحياة في شتّى مستوياته ينحصر في طريق واحد وهو طاعة اللّه واجتناب معصيته . أي العمل بالأحكام الشرعيّة ، وهي ترتبط بعلم الفقه .\r\n\r\nالأسئلة\r\n1 . كيف ندرس المنهج في حياتنا الفرديّة ؟\r\n2 . ما هي الملازمة بين تقييم المناهج وتقييم الأهداف ؟\r\n3 . ما هو المنهج العمليّ في حياة الإنسان ؟\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nالدرس 2 * ما هي الحاجة إلى علم الفقه ؟ ( 2 ) * كيف نشأ علم الفقه ؟ * ما هو علم الفقه ؟\r\nبعد ما عرفنا طريقة اتّخاذ المنهج وتنظيمه في حياتنا الفرديّة ، نحتاج إلى معرفة ما يرضي اللّه سبحانه وتعالى وما يسخطه .\r\nوالسؤال المطروح في هذه المرحلة هو أنّه ما هو الطريق إلى هذه المعرفة ؟\r\nوعند مراجعة المصادر الأساسيّة وهما الكتاب والسنّة نرى أنّهما يفيان بهذا الأمر ، ودراستهما تعيّن الحدود الّتي يجب مراعاتها في تنظيم المنهج .\r\nومع ذلك ستبقى هناك نكتة هامّة ، وهي أنّ هذه الحدود هل تشمل جميع مجالات الحياة أم لا ؟ بل إنّ مجال التصميم مفسوح أمام رغباتنا من الأهداف والأساليب ؟\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nولا شكّ أنّ في الروايات الكثيرة ما يدلّ على أنّ هذه الحدود تشمل جميع وقائع الحياة ومن هذه ما ورد عن الصادق عليه السّلام : « ما من شيء إلّا وفيه كتاب أو سنّة . » « 1 »\r\nويتّضح لنا من ذلك أنّ اللّه سبحانه وتعالى قد شرّع لجميع أمورنا حدودا اقتضتها ملاكات من المصالح والمفاسد . قال سبحانه :\r\n « شَرَعَ لَكُمْ مِنَ الدِّينِ ما وَصَّى بِهِ نُوحاً . »  « 2 »\r\nوقال تعالى أيضا :  « إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلامُ . »  « 3 »\r\nفبما أنّ الدين هو المنهج الأفضل في حياتنا ، يجب علينا أن ندرس الدين والشريعة دراسة تامّة دقيقة ، لكي نستحصل المنهج الكامل الّذي يحقّق لنا السعادة الّتي نتوخّاها ، ويمكّننا من الوصول إلى الهدف الّذي خلقنا من أجله ، ولا يوجد طريق سوى هذا . حيث قال سبحانه :  « وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ . »  « 4 »\r\nولكن نرى أنّ علم الشريعة أو الدين ، كان في مرحلته الأولى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أصول الكافي - كتاب فضل العلم - باب الردّ إلى الكتاب والسنّة ، ج 4 .\r\n( 2 ) . الشورى / 13 .\r\n( 3 ) . آل عمران / 19 .\r\n( 4 ) . آل عمران / 85 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nقائما على مستوى الحديث ، وكان العمل الأساسيّ فيه يكاد يكون مقتصرا على جمع الروايات وحفظ الأحاديث . « 1 » وفي عصر التشريع وهو عصر الرسول صلّى اللّه عليه وآله والأئمّة عليهم السّلام . حيث كانت معرفة الأحكام الشرعيّة سهلة ولا مانع دونها ، عن طريق الرجوع إلى المعصوم مباشرة لأنّه هو مصدر الشريعة . فالتفقّه على أساس آية النفر وهي قوله تعالى :  « وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ . »  « 2 » كان يعني الرجوع إلى المعصوم وأخذ الأحكام بأصولها وتفريعاتها .\r\nوأمّا بعد الانتقال عن عصر التشريع وبالتدريج فقد اتّضحت عوامل جديدة تطلّبت الدقّة في ملاحظة النصوص الشرعيّة ومسّت الحاجة إلى التعمّق والخبرة لفهم النصوص .\r\nفالبعد الزمني عن عصر التشريع قد أدّى تدريجا إلى عدم وضوح كثير من النصوص ، كما أنّ الظروف الاجتماعيّة أدّت إلى امتزاج السنّة بنصوص مزوّرة أو موضوعة . وكما أنّ الظروف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المعالم الجديدة ، ص 46 .\r\n( 2 ) . التوبة / 122 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالسياسيّة الضاغطة قد فرضت على الأئمّة عليهم السّلام جانب التقيّة ، وكما حرّفت كثير من الروايات بسبب التصحيف . . . إلى كثير من العوامل الّتي مسّت الحاجة إلى دراسة المصادر وبذل الجهد في هذا المجال . وأهمّ تلك الجوافز أنّ لدينا أخبارا تدلّ على لزوم التفقّه في المصادر الشرعيّة ، وأنّ الّذي على الأئمّة عليهم السّلام هو بيان الأصول ، وما علينا إلّا التفريع .\r\nومن هنا يجب علينا أن ندرس المصادر من حيث مدى صحّتها ومدى استنادها إلى الشارع فنشأ الحديث والرجال - وأن ندرس من جهة أخرى محتواها ومداليلها لنستخرج الحدود الّتي تنظّم لنا المنهج . وهكذا فنشأ علم الفقه . « 1 »\r\nوأصبح التفقّه بعد عصر التشريع ذا معنى أوسع وأعمّ ، حيث لا يكفي فيه مراجعة المصادر الشرعيّة ومعرفة الحدود الشرعيّة من خلالها ، بل تطلّب دراسة المصادر واستخراج الفروع والاجتهاد في توضيح الحدود وتمييز المواقف ومن هنا تكوّن مصطلح الاجتهاد وتبلور معناه لدى الدارسين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . راجع المعالم الجديدة ، ص 46 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* التشريع هو وضع الحدود على أساس ملاكات من المصالح والمفاسد ، من قبل الشارع - وهو اللّه سبحانه وتعالى - من خلال كتابه الكريم أو بيان رسول العظيم أو الأئمّة من بعده صلوات اللّه عليهم أجمعين .\r\n* الدين أو الشريعة هي الحدود الّتي وضعها الشارع لتنظيم حياة الإنسان واتّخاذ المنهج فيها لغرض تحصيل السعادة الدنيويّة والأخرويّة .\r\n* العمل بالشريعة يحتاج إلى علم يتولّى رفع الغموض عن الموقف العملي تجاه الشريعة في كلّ واقعة بإقامة الدليل وهو علم الفقه .\r\n* الاجتهاد هو بذل الجهد في دراسة المصادر الشرعيّة لاستخراج الفروع والحدود الشرعيّة .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nالأسئلة\r\n1 . كيف نعرف ما يرضي اللّه وما يسخطه ؟\r\n2 . هل الحدود الشرعيّة تشمل جميع وقائع الحياة أم لا ؟\r\n3 . ما هي الضرورة الّتي دعت إلى نشوء علم الفقه ؟\r\n4 . كيف نشأ علم الفقه ؟\r\n5 . ما هي الشريعة ؟\r\n6 . ما هو معنى التفقّه ؟\r\n7 . ما هو الاجتهاد ؟\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nالدرس 3 * ما هي مسائل علم الفقه ؟\r\nعرفنا ممّا سبق أنّ علم الفقه نشأ لمعرفة الحدود الشرعيّة بالأدلّة ، ولاكتشاف جميع الحدود الّتي تتّصل بتنظيم المنهج في حياة الإنسان .\r\nوالآن نريد أن نتعرّف على القضايا الّتي ينتجها علم الفقه :\r\nإنّ العمليّة الّتي يسلكها الفقيه لاستخراج هذه القضايا تسمّى بعمليّة « الاستنباط » . وتسمّى القضايا المستنبطة ، بالأحكام الشرعيّة . فإذا استنبط الفقيه من مصدر شرعيّ حرمة النظر إلى الأجنبيّة ، فهو حكم شرعيّ . أو إذا دلّ مصدر شرعيّ ، على وجوب إنفاق الزوج على زوجته فهو حكم شرعيّ أيضا .\r\nولكنّ الأحكام الشرعيّة لا تتوجّه إلى أفعالنا وسلوكنا فقط ، وبتعبير آخر إنّ موضوعها ليس ما ينبغي أن نفعل فحسب ، بل تشمل أيضا الأمور الّتي تتّصل بسلوك الإنسان بنحو غير مباشر .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nفهناك أحكام تحلّل ما كان حراما على الإنسان وبالعكس . فقد يستنبط الفقيه من المصادر حكما شرعيّا يحلّ به النظر إلى الاجنبيّة كالزواج منها مثلا ، أو الحكم الّذي يرتفع به وجوب نفقة الزوجة كالطلاق مثلا . وما إلى ذلك من أمثلة . وهذا النوع من الحكم الشرعيّ يسمّى بالحكم الوضعيّ . في قبال الحكم التكليفي الّذي يوجّه سلوك الإنسان مباشرة .\r\nوالحكم التكليفيّ تارة يدلّ على أنّ عملا يوجب سخط اللّه سبحانه وتعالى ، بحيث يلزم تركه ، فيسمّى حراما . وأخرى يدلّ على أنّ عملا يوجب رضا اللّه تعالى وتتعلّق إرادته به ، بدرجة يلزم أن يؤتى به ، فيسمّى واجبا .\r\nوقد يدلّ على أنّ عملا يوجب سخط اللّه تعالى لا بدرجة الحرمة ولكن بدرجة تسمح للإنسان أن يأتي به ، فيسمّى مكروها .\r\nوقد يدلّ على أنّ عملا يوجب رضاه تعالى وتتعلّق إرادته به لكن لا بدرجة الوجوب ، بل بدرجة تسمح للإنسان أن لا يأتي به .\r\nفيسمّى مستحبّا .\r\nوقد يدلّ على أنّ عملا متساوي النسبة إلى رضا اللّه تعالى وسخطه . فيسع الإنسان فعله أو تركه ويسمّى مباحا والفقيه حينما\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nيمارس عمليّة إقامة الدليل على الحكم الشرعي ، فتارة يحصل على الدليل ويتبيّن له الحكم الشرعيّ واقعا فيسمّى الحكم الشرعيّ حينئذ بالحكم الواقعيّ . وأخرى لا يتيسّر له إقامة الدليل للعوامل الّتي ذكرت في الدرس الثاني فحينئذ عليه أن يبحث عن الأدلّة الّتي تعطي أصولا عامّة لهذه الحالة ، وبما أنّه لا يظفر بالحكم الشرعي واقعا بل يبقى شكّه بالنسبة إلى الحكم الواقعيّ فهذه الأصول تعالج المشكلة ظاهرا وتسمّى أحكام هذه الحالة بالأحكام الظاهريّة .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* علم الفقه هو علم استنباط الأحكام الشرعيّة من مصادرها .\r\n* الحكم الشرعي هو ما دلّت عليه المصادر الشرعيّة لتنظيم حياة الإنسان .\r\n* أقسام الحكم الشرعيّ :\r\n1 - التكليفي :\r\nالف - الحرمة\r\nب - الوجوب\r\nج - الكراهة\r\nد - الاستحباب\r\nه - الإباحة .\r\n2 - الوضعي\r\n\r\nالأسئلة\r\n1 . ما هو علم الفقه ؟\r\n2 . ما هو الحكم الشرعي وما هي أقسامه ؟\r\n3 . ما هو الحكم التكليفي ؟\r\n4 . ما الفرق بين الحكم التكليفيّ والحكم الوضعيّ ؟\r\n5 . ما الفرق بين الأحكام الظاهريّة والأحكام الواقعيّة ؟\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nالدرس 4 * ما هي الحاجة إلى علم الأصول ؟ * كيف نشأ علم الأصول ؟\r\nتبيّن أنّ علم الفقه يبحث عن الحكم الشرعيّ ، والآن نريد أن نعرف كيف تتمّ عمليّة الاستنباط .\r\nحينما يتناول الفقيه مصدرا شرعيّا ، فتارة يكون المصدر واضحا ويدلّ على الحكم الشرعيّ بصراحة ، فالفقيه عندئذ لا يحتاج إلى بحث وتحقيق . بل يأخذ بالحكم الشرعيّ ويفتي به . وهذا النوع من المصادر الشرعيّة يسمّى بالنصوص . فالنصّ هو كلام الشارع فيما إذا كان لا يحتمل إلّا معنى واحدا وله دلالة صريحة في الحكم الشرعيّ .\r\nوتارة يجد الفقيه مصدرا يحتمل أكثر من معنى ، فعليه أن يبحث ويعرف أنّ مقصود الشارع هو أيّ هذه المعاني وفي هذه الحالة\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nيحتاج إلى معرفة اللغة وقواعدها الخاصّة واستخراج قواعد عامّة لسائر الحالات الّتي تشابه هذه الحالة .\r\nوالمصدر الّذي يكون من هذا النوع يسمّى بالظاهر إذا كانت دلالته على معنى واحد أقوى من دلالته على سائر المعاني ويسمّى مجملا إذا كانت دلالته على معانيه متساوية .\r\nولكن قد يشكّ الفقيه في أنّ الشارع هل يسمح له في معرفة المعنى الظاهر والأخذ به وهل يؤيّد نتيجة دراسته هذه أم لا ؟\r\nوأحيانا يتّفق أن لا يجد حكما شرعيّا لموضوع خاصّ ويبحث عن الوظيفة العمليّة في هذه الحالة فتكوّن لديه قواعد عامّة لهذه الحالة وأحيانا يرى دليلان متعارضان فيحتاج إلى قواعد عامّة لمعرفة المرجّحات وأنّ أيّ من الدليلين يجب أن يقدّم على الآخر ؟\r\nوفي المجموع يحتاج إلى منهجيّة في استنباط الحكم الشرعيّ والمراحل الّتي يلزم أن يجتازها حتّى يصل إلى الحكم الشرعيّ .\r\nفما هو هذا المنهج وما هي هذه المراحل ؟\r\nهذه كلّها مسائل وقضايا تشير إلى قواعد عامّة لا تختصّ باستنباط حكم شرعيّ خاصّ ، بل تعمّ عمليّة الاستنباط بأنواعها وتحتاج إلى دراسة خاصّة قبل دراسة علم الفقه وهكذا كان فقد\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nأنشئ علم الأصول ويؤيّد ذلك دراستنا لتأريخ علم الأصول حيث نرى أنّ من خلال نموّ علم الفقه والتفكير الفقهيّ ، أخذت الخيوط المشتركة في عمليّة الاستنباط تبدو وتنكشف فبينما كان الممارسون للعمل الفقهيّ قبل ذلك يستخدمون العناصر المشتركة في عمليّة الاستنباط دون وعي كامل بطبيعتها وحدودها وأهميّة دورها في العمليّة ، أصبحوا بعد تغلغل الاتّجاه الأصوليّ في التفكير الفقهيّ يعون تلك العناصر المشتركة . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المعالم الجديدة ، ص 47 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* النصّ هو كلام الشارع الّذي يدلّ على معنى واحد فقط ولا يحتمل دلالته على معان أخر .\r\n* الظاهر هو كلام الشارع الّذي يدلّ على أكثر من معنى واحد ودلالته على أحد المعاني أقوى من دلالته على سائر المعاني .\r\n* المجمل هو كلام الشارع الّذي يدلّ على أكثر من معنى ودلالته على جميع المعاني متساوية .\r\n* الضرورة الّتي دعت إلى نشوء علم الأصول هي وضع قواعد عامّة لعمليّة الاستنباط والمنهجيّة فيها .\r\n\r\nالأسئلة\r\n1 . ما هو النصّ ؟\r\n2 . ما هو الظاهر ؟\r\n3 . ما هو المجمل ؟\r\n4 . ما هي الحاجة الّتي دعت إلى علم الأصول ؟\r\n5 . كيف نشأ علم الأصول ؟\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n1 . ما هو علم الأصول ؟\r\n2 . ما هو موضوعه ؟\r\n3 . ما هو الغرض منه ؟\r\n4 . ما هي فائدته ؟\r\n5 . ما هي رتبته بين سائر العلوم المرتبطة به ؟\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nالدرس 5 1 . ما هو علم الأصول ؟ 2 . ما هو موضوعه ؟ 3 . ما هو الغرض منه ؟ 4 . ما هي فائدته ؟ 5 . ما هي رتبته بين سائر العلوم المرتبطة به ؟\r\nيتّضح لنا من كلّ ما درسنا في البحوث السابقة ، أنّ علم الأصول هو العلم بالقواعد العامّة لعمليّة الاستنباط ومنهجيّتها .\r\nوتبعا للتعريف فإنّ القواعد العامّة في عمليّة الاستنباط تصبح موضوعه .\r\nوأمّا السؤال الّذي يتداعى في هذه المرحلة ، هو أنّه ما هي فائدة علم الأصول وما هو الغرض منه ؟\r\nولذلك نتمسّك بأمثلة تقرّب الجواب إلى الذهن : حينما نريد أن نجمع رقمين ، أو نطرح رقما من آخر ، وما إلى ذلك من العمليّات الحسابيّة ، فنرى أنّ الإنسان قد يشتبه حينما يجمع أو يطرح ذهنيّا .\r\nوللتّحرّز عن الاشتباه ، يضع قواعد للجمع والطرح وينفّذ العمليّة على الورقة مثلا . فعند ذلك تتضاءل قيمة احتمال الخطأ .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nأو حينما يفكّر فعند ما يحلّل عمليّة تفكيره ، ويطبّق قواعد علم المنطق فيها ، فهو في الواقع يبحث عن احتمال الخطأ فيها . كذلك في علم الفقه ، حينما نضع قواعد عامّة ، فإنّ ذلك يؤدّي إلى إتقاننا لعمليّة الاستنباط من جانب وتسهيلها من جانب آخر . بينما إذا اعتمدنا على الذهن فقد يمكن أن لا نلاحظ جميع النقاط الّتي تؤثّر في استنباط الحكم فالغرض من علم الأصول ، هو تحصيل القدرة على الاستنباط وإتقانه وإجادته . وفائدته هي تسريع وتسهيل هذه العمليّة .\r\nوأمّا العلوم الّتي نحتاج إلى قواعدها في دراسة قواعد علم الأصول فهي كما عرفت من خلال الدروس السابقة : اللغة ، والمنطق ، وعلم الكلام ، والقرآن ، والحديث ، والرجال . فهذه العلوم مقدّمة رتبة على علم الأصول وهو مقدّم رتبة على علم الفقه ، حيث يحدّد القواعد العامّة ويعطي المنهجيّة في عمليّة الاستنباط ، وكذلك يتقدّم رتبة على سائر العلوم الّتي تتأخّر رتبة على علم الفقه . وسيتّضح لك من خلال الدروس القادمة بعض العلوم الأخرى الّتي قد يفتقر إليها علم الأصول وتتوقّف بعض قواعده على تنقيح قواعد عامّة تدخل في تلك العلوم .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* علم الأصول هو العلم بالقواعد العامّة لعمليّة الاستنباط ومنهجيّتها .\r\n* الغرض من علم الأصول وفائدته : هو الإتقان في عمليّة الاستنباط والتسريع فيها .\r\n* دراسة علم الأصول تتوقّف على دراسة بعض القواعد في علوم أخرى كعلم المنطق والكلام واللغة والحديث والقرآن والرجال . . . وقواعد علم الفقه تتوقّف على دراسة قواعد علم الأصول .\r\n\r\nالأسئلة\r\n1 . ما هو علم الأصول ؟\r\n2 . ما هو موضوع علم الأصول ؟\r\n3 . ما هي فائدة علم الأصول وما هو الغرض منه ؟\r\n4 . ما هي رتبة علم الأصول بالنسبة إلى سائر العلوم المرتبطة به ؟\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n7 - ما هو أسلوب البحث والتحقيق في علم الأصول ؟\r\n8 - ما هي مسائل علم الأصول وما هي أقسامها ؟\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nالدرس 6 * ما هي الأدلّة الشرعيّة ؟ * ما هي أقسامها ؟\r\nبعد ما عرفنا علم الأصول نحتاج إلى معرفة أسلوب البحث والتحقيق وطرق الإثبات في علم الأصول .\r\nفنقول بما أنّ مصادر علم الأصول هي بيان الشارع وموقفه كتابا وسنّة ، فينحصر طريق البحث والتحقيق عند إرادة دراسة هذه المصادر في القياس المنطقيّ فقط ولا يحتاج هذا العلم إلى التجربة والاختبار كما هو معروف في العلوم التجريبيّة ، بل إنّ علم الأصول من العلوم العقليّة . ومن هنا يقع البحث في الأصول من أنّ الاستقراء والتمثيل - وهو ما يسمّيه الأصوليّون بالقياس الأصوليّ - هل يكونان طريقين للاستدلال الأصوليّ أم لا ؟\r\nفالأصوليّ يدوّن القواعد الأصوليّة على أساس القواعد العامّة الّتي تنقّحت في العلوم المتقدّمة عليه رتبة ، ويستخرجها من\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nالمصادر الشرعيّة ، على أساس العقل الّذي جعله اللّه حجّة على الإنسان . وستعرف الحال عنهما في الحلقات القادمة . إن شاء اللّه .\r\nإلى هنا فقد درسنا أكثر المبادي في علم الأصول ، وبقي أن نعرف مسائل علم الأصول والتبويب الموضوعيّ الأفضل لدراستها دراسة علميّة .\r\nوحينما نراجع المصادر الشرعيّة نلاحظ أنّها تشتمل على نوعين :\r\nالنوع الأوّل : كلام الشارع الّذي يسمّى بالدليل الشرعي اللفظيّ .\r\nوكما ذكرنا في ما سبق أنّ الدليل الشرعي تارة يكون نصّا وتارة يكون ظاهرا وأخرى يكون مجملا ، وكان مقصودنا بيان أقسام الدليل الشرعي اللفظي حيث تلاحظ أنّ في كلّ منها لوحظت حيثيّة اللفظ . وعلى أي حال فإذا كان الدليل نصّا ، فيعرف الفقيه من خلاله الحكم الشرعي بسهولة ويفتي به . وأمّا إذا كان ظاهرا أو مجملا فيلزم عليه أن يبحث عن مقصود الشارع ويتيقّن بأنّ النتيجة الّتي تحصّلت إمّا هي حكم الشارع جزما وإمّا أجاز الشارع الإفتاء بها مع أنّها غير يقينيّة ، إلّا أنّ دليل الجواز عليها يجب أن يكون يقينيّا .\r\nفهنا تتكوّن جملة من المسائل الأصوليّة وهي مباحث هذا النوع\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nمن الدليل الشرعيّ . ونتعرّف عليها في البداية ، ولكن تبقى مسائل أخرى ترتبط به ، وهي أنّه كيف يمكن إثبات صدور الكلام من الشارع ؟ وما هي الطرق الّتي نستطيع أن نقطع ونجزم من خلالها بصدور الكلام من الشارع ؟ وما هي الطرق الّتي جعلها الشارع بنفسه طريقا إلى معرفة الحكم الشرعي مع أنّها لا تؤدّي إلى القطع ؟\r\nوسنتعرّف على هذا النوع من المسائل الأصوليّة ثانيا .\r\nالنوع الثاني : الدليل الشرعيّ غير اللفظيّ ، أي سيرة الشارع وموقفه ، فتوجد قواعد أصوليّة ترتبط بأنواع هذا الدليل من جانب ، وبطرق إثباتها من جانب آخر ، سنتعرّف عليها ثالثا ورابعا .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* أسلوب البحث والتحقيق في علم الأصول هو الأسلوب المتداول في العلوم العقليّة وليس هو التجربة والاختبار كما في العلوم غير العقليّة ( التجريبيّة ) .\r\n* الدليل الشرعي على قسمين :\r\n1 . الدليل اللفظيّ وهو كلام الشارع .\r\n2 . الدليل غير اللفظيّ وهو عمل الشارع وموقفه .\r\n\r\nالأسئلة\r\n1 . ما هو أسلوب التحقيق في علم الأصول ؟\r\n2 . ما هي أقسام الدليل الشرعي ؟\r\n3 . ما هي مباحث الدليل الشرعي اللفظيّ ؟\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nالدرس 7 * ما هي المباحث اللفظيّة في علم الأصول ؟ ( 1 )\r\nقال اللّه تعالى :  « أَقِمِ الصَّلاةَ لِدُلُوكِ الشَّمْسِ إِلى غَسَقِ اللَّيْلِ . . . . »  « 1 » فنعرف - عندما نسمع الأمر بإقامة الصلاة - ، أنّ الصلاة واجبة علينا . وعن الصادق عليه السّلام : « اقض ما فاتك من صلاة النهار بالنهار وما فاتك من صلاة الليل بالليل . »\r\nفنعرف من الرواية مع ملاحظة استحباب النوافل ووسعة وقت القضاء ، أنّ كلمة « اقض » مع أنّها أمر ، لكن لا تدلّ على الوجوب .\r\nفهنا نتساءل هل أنّ صيغة الأمر تدلّ حقيقة على الوجوب أم لا ؟\r\nفإذا كانت تدلّ على الوجوب فاستعمالها في هذه الرواية سيكون على نحو المجاز .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الإسراء / 78 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوهنا يجب أن نبحث عن طريقة تميّز الاستعمال الحقيقيّ عن الاستعمال المجازيّ وهكذا تتكوّن قواعد أصوليّة تدخل في جميع أبواب الفقه ولها مدخليّة في عمليّات الاستنباط ، وموضوعها علامات الحقيقة والمجاز .\r\nوأمّا إذا تبيّن أنّ صيغة الأمر لها معان ، من جملتها الوجوب والاستحباب وقد عرفت بعضها في علم النحو كالترجّي والتعجيز وإلى غير ذلك ، وليس استعمالها في الاستحباب مجازا ، فنتساءل هنا ، هل أنّ صيغة الأمر من نوع المجمل أو من نوع الظاهر ؟ وإذا كانت من نوع الظاهر ، فكيف نعرف المعنى الظاهر ؟\r\nومن هنا تتكوّن مباحث في علم الأصول حول صيغة الأمر وأنّها متى تدلّ على الوجوب ومتى تدلّ على الاستحباب ؟\r\nهذا ولكن ليست صيغة الأمر هي الّتي تدلّ على الوجوب انحصارا ، بل هناك صيغ أخرى استعملت في بيانات الشارع تدلّ على الوجوب .\r\nفعلى سبيل المثال أنت تعرف أنّ صوم شهر رمضان هو واجب\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nلدلالة الآية الكريمة :  « فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ . »  « 1 »\r\nوعندما نقرأ الآية الكريمة :  « كُتِبَ عَلَيْكُمُ الصِّيامُ . »  « 2 » نعرف أنّ هناك صيغ أخرى غير صيغة الأمر قد دلّت على الوجوب ومنها دلالة هذه الآية الكريمة على وجوب الحجّ عند الاستطاعة :  « وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلًا . »  « 3 » والبحث عن هذه الصيغ من وظائف علم الأصول . وأنت قد عرفت الفرق بين الإنشاء والإخبار في علم النحو ، وعلمت أنّ صيغة الأمر لا تخبر عن الواقع ، بل تنشئ المعنى . فهنا نحتاج إلى معرفة الحالات الّتي يستعمل فيها الشارع صيغ الإخبار لبيان الوجوب . هذا كلّه كان حول صيغة الأمر .\r\nوأمّا صيغة النهي فنجد آيات كثيرة وأخبارا عديدة قد اشتملت عليها ، فترى الآية الكريمة تقول :  « يا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا الرِّبَوا . . . . »  « 4 » فنعرف منها حرمة الربا . ولكن نجد حديثا عن الرسول صلّى اللّه عليه وآله وهو : « الماء الّذي تسخّنه الشمس لا تتوضّئوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الأحزاب / 185 .\r\n( 2 ) . البقرة / 183 .\r\n( 3 ) . آل عمران / 97 .\r\n( 4 ) . آل عمران / 130 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nبه ولا تغسلوا ولا تعجنوا به فإنّه يورث البرص . » « 1 » فنتساءل هنا هل أنّ صيغة النهي تدلّ على الحرمة أم على الكراهيّة ؟\r\nولمعرفة الجواب ينبغي أن نرجع إلى أصل اللغة أوّلا فإنّها توضّح لنا أنّ صيغة النهي لأيّ معنى وضعت وهل معناها الحرمة أم يشترك هذا المعنى مع الكراهيّة في صيغة النهي . أو لا بل الصيغة ظاهرة في معنى خاصّ ؟ ومن هنا كان البحث عن النواهي ، بما أنّها عنصر عامّ في عمليّات الاستنباط من مسائل علم الأصول .\r\nوكما عرفنا في بحث الأوامر بوجود صيغ غير الأمر للدلالة على الوجوب ؛ كذلك في بحث النواهي نحتاج إلى معرفة الصيغ الّتي قد تدلّ على الحرمة غير صيغة النهي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* من مباحث علم الأصول هو بحث الحقيقة والمجاز ومن قواعده علامات الحقيقة والمجاز .\r\n* من المباحث الرئيسيّة في علم الأصول هي مباحث الأوامر والنواهي ، حيث نستطيع من خلالها معرفة أكثر المحرّمات والواجبات . وأيضا نعرف المكروهات والمستحبّات .\r\n* في علم الأصول ندرس الصيغ الّتي تدلّ على الوجوب أو الحرمة غير صيغتي الأمر والنهي .\r\n\r\nالأسئلة\r\n1 . ما هي صيغة الأمر ؟\r\n2 . هل تدلّ صيغة الأمر على الوجوب فقط ؟\r\n3 . ما هي صيغة النهي ؟\r\n4 . ما هي صلة مباحث الحقيقة والمجاز بعلم الأصول ؟\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nالدرس 8 * ما هي المباحث اللفظيّة في علم الأصول ؟ ( 2 )\r\nقال تبارك وتعالى في سورة الحجرات :  « يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جاءَكُمْ فاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا . . . »  « 1 »\r\nنرى في هذه الآية أنّ الشارع أمرنا بالتبيّن بالنسبة إلى خبر الفاسق والتثبّت من صحّة قوله . وفي الواقع أوجب الشارع التبيّن فيما إذا جاء النبأ من الفاسق . ولكن نتساءل هنا هل نفهم من الآية أنّ غير الفاسق إذا جاء بخبر فلا يجب التبيّن بل يلزم الأخذ بخبر الثقة مثلا ؟ أم لا ؟ ومن هنا نحتاج إلى بحوث من جملتها دراسة اللغة في أنّ هذه الجملة هل لها ظهور في هذا المعنى أم لا ؟\r\nفإن كان عامّة الناس يفهمون من مثل هذا الكلام ، أنّ انتفاء الشرط وهو مجيء الفاسق بالنبإ ، لا يدلّ على انتفاء الحكم وهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الآية : 6 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nالوجوب ، حينئذ سوف لا يبقى شكّ لكي نحتاج للبحث عن حكم آخر ليعيّن الوظيفة العمليّة فيما إذا انتفى الشرط . وأمّا إذا يفهم الناس من مثل هذا الكلام أنّه عند انتفاء الشرط ينتفي الحكم ، حيث توجد بين الشرط والحكم ملازمة متقابلة ، فعند ذلك ينتقل ذهننا إلى سؤال آخر في هذا المجال وهو أنّ الملاك في تمييز الجمل الّتي تكون من هذا القبيل ما هو ؟ أي كيف نعرف الجمل الّتي تدلّ على انتفاء الحكم عند انتفاء قيد بنحو غير مباشر ، أي بنحو التزامىّ فهل هذه القاعدة تشمل الآية الكريمة :  « وَأَطْعِمُوا الْقانِعَ وَالْمُعْتَرَّ »  « 1 » ؟\r\nفتدلّ الآية بمقتضاها على عدم وجوب إطعام غير الفردين المذكورين ؟ وهل الأمر بالإطعام ، ينتفي في غيرهما أم لا ينتفي ، بل الشارع ساكت عن الحكم بالنسبة إلى الفاقد لهاتين الصفتين ؟ .\r\nوكذلك في قوله تعالى  « ثُمَّ أَتِمُّوا الصِّيامَ إِلَى اللَّيْلِ »  « 2 » فهل كلمة « إلى » الدالّة على الغاية ، تسبّب دلالة الجملة على أنّ الحكم بعد الغاية ينتفي أم الآية ساكتة عن هذه الحالة ؟\r\nوهكذا في الآية الشريفة :  « فَانْكِحُوا ما طابَ لَكُمْ مِنَ النِّساءِ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الحجّ : 36 .\r\n( 2 ) . البقرة : 187 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n مَثْنى وَثُلاثَ وَرُباعَ فَإِنْ خِفْتُمْ أَلَّا تَعْدِلُوا فَواحِدَةً . . . »  « 1 » ، هل العدد المحدّد من واحد إلى أربعة في هذه الآية يفيد انتفاء الحكم بجواز نكاح النساء خارج نطاق هذا العدد ؟\r\nفي كلّ هذه الجمل ترى دلالة على حكم شرعيّ قد ذكره الشارع في الكلام ويسمّى ب « الحكم المنطوق » . ويتداعى حكم شرعيّ آخر لم يذكره الشارع ولكن قد يدلّ عليه الكلام التزاما ويسمّى « بالحكم المفهوم » أي المفهوم من الجملة ذاتها .\r\nبعد ما عرفت الأمثلة في هذا المجال تعرف أنّ إحدى المسائل الأصوليّة ، هي معرفة الجمل الّتي تشتمل على المفهوم ، وأيضا تحديد الملاك في تمييز هذا النوع من الجمل .\r\nومن الموارد الّتي قد يدّعى شمولها على المفهوم ، هي الجمل الّتي تشتمل على أحد الأمور التالية : 1 . الشرط 2 . الوصف 3 . الغاية 4 . الاستثناء 5 . العدد 6 . الحصر 7 . اللقب . . . .\r\nوحينئذ يسمّى مفهوم الجملة الشرطيّة مثلا ، ب « مفهوم الشرط » .\r\nوستعرف ثبوت المفهوم أو عدمه في كلّ من هذه العناوين في الحلقات القادمة إن شاء اللّه تعالى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . النساء / 3 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* إنّ لبعض الجمل مدلولا مباشرا يدلّ على حكم شرعيّ ويسمّى بالحكم « المنطوق » ومدلولا ملازما يدلّ على انتفاء الحكم الشرعيّ ، عند انتفاء قيد أو شرط ويسمّى بالحكم « المفهوم » .\r\n\r\nالأسئلة\r\n1 . ما هو المنطوق ؟\r\n2 . بأيّ شيء نستدلّ على ثبوت المفهوم في الجملة ؟\r\n3 . ما هو المفهوم ؟\r\n4 . اذكر الجمل الّتي تبحث في علم الأصول عند ثبوت المفهوم لها ؟\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nالدرس 9 * ما هي المباحث اللفظيّة في علم الأصول ؟ ( 3 )\r\nقال سبحانه وتعالى في كتابه الكريم :  « يا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ . . . »  « 1 »\r\nنفهم من الآية أنّ قتل الصيد حال الإحرام غير جائز . ولم تذكر الآية نوع الصيد ، بل أطلقت الكلام في هذا المعنى .\r\nوبعد متابعة الآيات ، نرى في الآية اللاحقة قوله تعالى :  « وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ ما دُمْتُمْ حُرُماً . »  « 2 »\r\nوفيها كلمة الصيد قد جاءت بقيد « البرّ » وهي تدلّنا على أنّ الصيد حال الإحرام ليس حراما على الإطلاق ، بل إذا كان من حيوانات البرّ . ففي الآية السابقة ، كان الكلام مطلقا ولم يقيّد بشيء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المائدة / 95 .\r\n( 2 ) . المائدة / 96 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nولكن في الآية الثانية أصبح مقيّدا . والشاهد الآخر هو أنّه في نفس الآية الأخيرة ، قال سبحانه وتعالى :  « أُحِلَّ لَكُمْ صَيْدُ الْبَحْرِ . . . »  « 1 »\r\nوهنا أيضا أطلق الكلام ولم يقيّده بزمن الإحرام أو غيره ، كما قيّده في الفقرة اللاحقة وهي :  « وَحُرِّمَ عَلَيْكُمْ صَيْدُ الْبَرِّ ما دُمْتُمْ حُرُماً » . \r\nمن الأمثلة السابقة نعرف أنّ كلام الشارع تارة يكون مطلقا وأخرى يكون مقيّدا ولكن كيف نعرف أنّ هذه الكلمة مطلقة وما هو الدالّ على الإطلاق ، وهل دلالة الكلام على الإطلاق ترجع إلى ظهور الكلام في الإطلاق أم لا ؟ وهي بحوث تدخل في دائرة علم الأصول وتعطي قواعد عامّة تدخل في عمليّة الاستنباط عند كثير من أبواب الفقه . إلى هنا عرفت الإطلاق .\r\nوالآن نرجع إلى الآية الأولى وهي  « يا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ . »  « 2 » ، فنرى أنّ كلمة الصيد لم تخصّص بشيء من البرّ أو البحر ، فهي عامّة . ونرى آيات أخرى تدلّ على العموم لكن لا بسبب الإطلاق بل بسبب دخول أدوات وضعت لهذا المعنى لتدلّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المائدة / 96 .\r\n( 2 ) . المائدة / 95 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nعلى العموم كما في آية النفر :  « وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً ، فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ . »  « 1 »\r\nفإنّ لفظتي « كافّة » و « كلّ » تدلّان على عموم الحكم وقد يوجد في كلام الشارع كلاما عامّا ولكن قد خصّص مباشرة . كالآية الكريمة :  « كُلُّ الطَّعامِ كانَ حِلًّا لِبَنِي إِسْرائِيلَ إِلَّا ما حَرَّمَ إِسْرائِيلُ عَلى نَفْسِهِ . »  « 2 » فلفظة كلّ دلّت على حلّيّة الطعام بجميع أقسامه ، ولكن لفظة « إلّا » خصّصت منه ما حرّم إسرائيل على نفسه .\r\nوقد يخصّص الكلام ، بنحو غير مباشر ، كما في الآية الكريمة :\r\n « يا أَيُّهَا الَّذِينَ آمَنُوا إِذا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ . . . »  « 3 » وهي تشير إلى وجوب الوضوء قبل الصلاة إلّا أنّها تعمّ المحدث وغيره ، ولكن يقول الراوي : « قلت لأبي عبد اللّه عليه السّلام :\r\nقوله تعالى  « إِذا قُمْتُمْ إِلَى الصَّلاةِ »  ، ما يعني بذلك إذا قمتم إلى الصلاة ؟ قال : إذا قمتم من النوم » . فإنّ في هذه الرواية قرينة على أنّ مقصود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . التوبة / 122 .\r\n( 2 ) . آل عمران / 93 .\r\n( 3 ) . المائدة / 6 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالشارع في الآية خاصّ بالمحدث من النوم . وقد توجد روايات أخرى تخصّص الآية وتجعل لنا قرينة بأنّ الآية تختصّ بالمحدث من النوم أو من غيره . وهذه القرينة تسمّى بالقرينة المنفصلة والمخصّص المنفصل ، في مقابلة ما كان متّصلا ومباشرا .\r\nوذكرت لأدوات العموم مصاديق كلفظة « كلّ » و « كافّة » و « جميع » و « أيّ » و « دائما » وما إلى ذلك من أدوات أو حالات كوضع النكرة في سياق النهي أو النفي ، أو كون اللفظ اسما للجنس أو محلّى باللام ، جمعا كان أو مفردا . وسيجيء البحث عنها بالتفصيل في الحلقات القادمة إن شاء اللّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* من كلام الشارع ما هو مقيّد ومنه ما ليس مقيّدا ، بل ظاهر في الإطلاق فيسمّى مطلقا ويصبح الحكم الشرعيّ مطلقا .\r\n* إذا كان الكلام ظاهرا في عموميّة الحكم لجميع مصاديق الموضوع أو حالاته ، لا بسبب إطلاقه ، بل لوجود أدوات العموم فيسمّى عامّا . وقد يخصّص الحكم مباشرة فيسمّى المخصّص متّصلا وقد يخصّص في كلام آخر ، فيسمّى المخصّص منفصلا .\r\n\r\nالأسئلة\r\n1 . ما هو المطلق ؟\r\n2 . ما هو المقيّد ؟\r\n3 . ما هو العامّ ؟\r\n4 . ما هو الخاصّ ؟\r\n5 . ما الفرق بين المطلق والعام ؟\r\n6 . ما هو المخصّص المتّصل ؟\r\n7 . ما هو المخصّص المنفصل ؟\r\n8 . ما الفرق بين القرينة المتّصلة والقرينة المنفصلة ؟\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nالدرس 10 * ما هي المباحث اللفظيّة في علم الأصول ؟ ( 4 )\r\nعرفت في الدرس السابع أنّ صيغة الأمر قد تدلّ على الوجوب .\r\nوعرفت هناك أنّ الآية الشريفة  « أَقِمِ الصَّلاةَ لِدُلُوكِ الشَّمْسِ إِلى غَسَقِ اللَّيْلِ . »  « 1 » تدلّ على وجوب الصلاة ، ووجوبها يتّجه إلى كلّ مكلّف ولكن في آية النفر « 2 » نرى أنّ الوجوب لا يعمّ الجميع بل خصّص بفرقة لا على التعيين ، فإذا أدّت هذا الواجب - وهو التفقّه في الدين - فرقة من المؤمنين ، سقط الوجوب عن الآخرين .\r\nوالواجب في الآية الأولى يسمّى بالواجب العيني ، وفي الآية الثانية يسمّى بالواجب الكفائي . والسؤال الّذي يتّجه إلى علم الأصول . هو أنّه في الواجب الكفائي ، هل يتّجه الوجوب إلى جميع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الإسراء / 78 .\r\n( 2 ) . التوبة / 122 ، راجع الدرس التاسع .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nالمكلّفين ؟ فإذا قام به « من به الكفاية » سقط عن الآخرين وحينئذ سوف يكون مشروطا بعدم إتيان الآخرين ؟ أم لا ، بل يتّجه إلى جميع المكلّفين ولم يتّجه إلى كلّ فرد ، إلّا إذا لم يأت به أحد ؟\r\nوفي ذيل آية الصيد :  « يا أَيُّهَا الَّذِينَ آمَنُوا لا تَقْتُلُوا الصَّيْدَ وَأَنْتُمْ حُرُمٌ . »  « 1 » ، جاء قوله تعالى :  « وَمَنْ قَتَلَهُ مِنْكُمْ مُتَعَمِّداً فَجَزاءٌ مِثْلُ ما قَتَلَ مِنَ النَّعَمِ يَحْكُمُ بِهِ ذَوا عَدْلٍ مِنْكُمْ هَدْياً بالِغَ الْكَعْبَةِ أَوْ كَفَّارَةٌ طَعامُ مَساكِينَ أَوْ عَدْلُ ذلِكَ صِياماً لِيَذُوقَ وَبالَ أَمْرِهِ . . . » .  فنرى أنّ وجوب الكفّارة مخيّر بين الإتيان بإحدى الصور الّتي ذكرت في الآية .\r\nفهنا يسمّى الواجب « تخييريّا » خلافا لوجوب الصوم في شهر رمضان ، حيث دلّت الآية عليه لكلّ مكلّف لم يكن مريضا أو على سفر ، وجوبا « تعيينيّا » . ولم يتخيّر المكلّف بينه وبين واجب آخر ، بدلا عنه . قال سبحانه وتعالى :  « شَهْرُ رَمَضانَ الَّذِي أُنْزِلَ فِيهِ الْقُرْآنُ ، هُدىً لِلنَّاسِ وَبَيِّناتٍ مِنَ الْهُدى وَالْفُرْقانِ ، فَمَنْ شَهِدَ مِنْكُمُ الشَّهْرَ فَلْيَصُمْهُ . . . »  « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المائدة / 95 ، راجع الدرس التاسع .\r\n( 2 ) . البقرة / 185 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nوهنا أيضا ، كما طرحنا في الواجب الكفائيّ ، تتّجه أسئلة حول الواجب التخييريّ وبما أنّها لا تختصّ باستنباط حكم شرعيّ خاصّ ، بل تعمّ كلّ عمليّة استنباط تنتج هذا النوع من الواجب ، فيتصدّى لها علم الأصول .\r\nوللواجب تقسيمات أخرى قد عرفت بعضها كتقسيمه إلى المطلق والمقيّد . وقد يسمّى المقيّد ب « المشروط » أيضا ، ومثاله وجوب الحجّ الّذي كان مقيّدا ومشروطا بالاستطاعة .\r\nوستعرف تقسيمات أخرى للواجب ، كتقسيمه إلى نفسي وغيري ، وحيث تتّصل بحوثها بعلم الأصول ، سيوافيك البحث عنها فيما بعد إن شاء اللّه . . . .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* للواجب تقسيمات تتّصل بحوثها بعلم الأصول :\r\n1 . نظرا إلى المكلّف :\r\n1 . الواجب العيني : وهو ما يجب على جميع المكلّفين ولا يسقط عن أحد .\r\n2 . الواجب الكفائي : وهو ما يجب على « من به الكفاية » ويسقط بإتيانه عن الآخرين .\r\n2 . نظرا إلى نفس الواجب :\r\n1 . الواجب التعييني : وهو ما لم يكن له بدل .\r\n2 . الواجب التخييري : وهو ما له بدل أو أبدال .\r\n3 . نظرا إلى موضوعه :\r\n1 . مقيّد\r\n2 . مطلق\r\n\r\nالأسئلة\r\n1 . ما الفرق بين الواجب العيني والكفائي ؟\r\n2 . ما هي صلة بحث الواجب الكفائي بعلم الأصول ؟\r\n3 . ما هو الواجب التخييري ؟\r\n4 . ما هو الواجب المشروط ؟ اذكر مثالا .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nالدرس 11 * ما هي المباحث اللفظيّة في علم الأصول ؟ ( 5 )\r\nإلى الآن عرفنا بعض الموضوعات في الأدلّة الشرعيّة اللفظيّة الّتي يبحث عنها علم الأصول . والآن نريد أن نلقي نظرة سريعة على هذه الموضوعات بشكل موجز . لكي نتعرّف على موضوع يعمّها جميعا ، وعلى الأصوليّ تنقيح هذا الموضوع قبل تلك الموضوعات كلّها .\r\nعرفنا في مبحث الأمر والنهي أنّ صيغتي الأمر والنهي تدلّان على الوجوب والحرمة وكلاهما طلب إلزاميّ من العالي إلى الداني . ولكن قد تستعمل في التمنّي والترجّي وما إلى ذلك من معان قد عرفتها في اللغة . فإذا وردت في كلام الشارع صيغة من نفس الصيغ ولم تكن هناك قرينة على إرادته لإحدى تلك المعاني ، فبما أنّ الصيغة ظاهرة في الوجوب مثلا فهل يحتمل أنّه قصد\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالمعاني الأخرى كما يحتمل قصده للوجوب ؟ أم لا بل ظهور الصيغة في الوجوب يكون قرينة على إرادة الشارع هذا المعنى ؟\r\nوكذلك إذا ثبت أنّ المعنى الحقيقي لصيغة الأمر هو الوجوب واستعمالها - الصيغة - في الاستحباب مجاز ، فإذا جاءت في كلام الشارع من دون قرينة ، كيف نعرف أنّها في أيّ معنى استعملت ؟ في الوجوب أم في الاستحباب ؟\r\nوفي مبحث المطلق والمقيّد أيضا ، إذا كان الكلام ظاهرا في الإطلاق وشككنا في كونه مقيّدا ولم تكن هناك قرينة على تقييده فهل نأخذ بالإطلاق أم احتمال قصد الشارع التقييد يساوي احتمال قصد الإطلاق من قبله ؟\r\nأو في العامّ والخاصّ ، إذا كان الكلام ظاهرا في العموم وشككنا في دلالته على الخاصّ ولم توجد قرينة على ذلك في الكلام ؟\r\nفما هو الملاك ؟\r\nنرى في جميع الأمثلة السابقة أنّ كلمة الظهور مشتركة ونحتاج في شأنها إلى بحثين :\r\nالأوّل : أنّ المعنى الظاهر هل يرجّح على المعنى غير الظاهر ؟ أم لا يرجّح ؟ فنرجع إلى العرف فنرى أنّ العرف والعقلاء في هذه\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالحالة يحملون الكلام على المعنى الظاهر وفي كلّ تلك الأمثلة يجعلون الأصل في المعنى الظاهر ما دام المتكلّم لم يجعل في كلامه قرينة على خلافه وتسمّى هذه الحالة بالظهور العرفيّ . ويسمّيها الأصوليّون ب « قاعدة أصالة الظهور » ويفرّعون عليها قواعد ، منها :\r\nأنّ عند الشكّ بين المعنى الحقيقيّ والمجازيّ ، الأصل هو المعنى الحقيقيّ . ويأخذون بالمعنى الحقيقي على أساس أصالة الحقيقة ، وكذلك في سائر الأمثلة على أساس أصالة الإطلاق والعموم وغير ذلك . . .\r\nوالمبحث الثاني : هو أن نبحث عن وجود دليل في كلام الشارع على الأخذ بظاهر الكلام ؟ فإن لم يكن دليل على ذلك فيجب أن نعرف هل أمضى الشارع تعامل العرف والعقلاء بهذه الطريقة الّتي سمّيناها بأصالة الظهور أم لا ؟ وبالنتيجة هل سيحتجّ الشارع علينا بالمعنى الظاهر من كلامه أم بغيره ؟ ومن هنا تتكوّن مسألة أخرى في الأصول وهي « حجّيّة الظهور » أو « حجّيّة الظهور العرفيّ » .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* من الموضوعات الّتي يبحث عنها علم الأصول هي أصالة الظهور ومن مصاديقها أصالة الحقيقة ، وأصالة الإطلاق وأصالة العموم وما إلى ذلك ومقتضاها الأخذ بالمعنى الظاهر عند الشكّ بينه وبين غيره .\r\n* إذا ثبتت قاعدة أصالة الظهور فيجب علينا أن نبحث بعد ذلك عن موقف الشارع بالنسبة إلى هذه القاعدة هل لنا دليل على عمل الشارع بهذه الطريقة أو إمضائه لها وتقريرها عند عمل العقلاء بها ؟\r\n\r\nالأسئلة\r\n1 . ما هي أصالة الظهور ؟\r\n2 . ما هي أصالة الحقيقة ؟\r\n3 . ما هو المقصود من أصالة العموم ؟\r\n4 . ما هو المقصود من أصالة الإطلاق ؟\r\n5 . ما معنى حجّيّة الظهور ؟\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالدرس 12 * هل تكون سيرة الشارع ومواقفه مصدرا لاستنباط الأحكام الشرعيّة أم لا ؟\r\nقد توجد في الشريعة إضافة إلى كلام الشارع ما يدلّ على فعل المعصوم وموقفه بالنسبة إلى بعض الموضوعات وسمّينا هذا النوع من الدليل الشرعي بالدليل الشرعي غير اللفظيّ .\r\nعلى سبيل المثال جاء في كتاب الكافي كتاب الطهارة باب الوضوء من سؤر الدواب والسباع والطير ، الخبر السابع : « أحمد بن إدريس ، محمّد بن أيّوب بن نوح عن الوشّاء عمّن ذكره عن أبي عبد اللّه عليه السّلام أنّه كان يكره سؤر كلّ شيء لا يؤكل لحمه » .\r\nأو في باب صفة الوضوء : « عليّ بن إبراهيم عن محمّد عن عيسى عن يونس بن عبد الرحمن ، عن أبان وجميل ، عن زرارة قال : حكى لنا أبو جعفر عليه السّلام وضوء رسول اللّه صلّى اللّه عليه وآله وسلّم ، فدعا بقدح\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nفأخذ كفّا من ماء فأسدله على وجهه ، « 1 » ثمّ مسح وجهه من الجانبين جميعا ثمّ أعاد يده اليسرى في الإناء فأسدلها على يده اليمنى ثمّ مسح جوانبها ثمّ أعاد اليمنى في الإناء فصبّها على اليسرى ثمّ صنع بها كما صنع باليمنى ثمّ مسح بما بقي في يده ، رأسه ورجليه ولم يعدهما في الإناء » .\r\nنستنتج من هذين الخبرين أنّ فعل المعصوم تارة يكون لغرض التعليم فمن الواضح أنّه يدلّ على الحكم الشرعيّ كما في الخبر الثاني ومنه نعرف طريقة التوضّؤ . وتارة أخرى لم نعرف ذلك من الخبر بل نشكّ في أنّ الفعل الّذي صدر منه هل حكمه يختصّ بالمعصوم أم لا ؟\r\nومن جانب آخر إذا وصل لدينا خبر من أنّ المعصوم عليه السّلام كان يلتزم بعمل ولا يتركه ، فهل يمكن أن نستنبط من هذا الخبر الوجوب أم لا دلالة له على ذلك ؟\r\nونجد نوعا آخر من موقف المعصوم وهو تقريره لعمل الآخرين إمّا سكوته عنه ، مع أنّه إمام يجب عليه أن يبيّن الحكم الشرعيّ ،\r\nو \r\n\r\n","description":"","footnote":"\r\n( 1 ) . الإسدال : الإرخاء والإرسال .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nإمّا استنكاره لعمل يؤدّيه الآخرون أمامه فعليه أن يظهر عدم رضاه من إتيانه مثلا ، فيمكن أن نستنبط من هذه الأخبار جواز شيء أو حرمته أو كراهيّته . . . .\r\nوعمل الآخرين تارة يكون فرديّا وأخرى يكون نوعيّا يأتي به الناس نوعا ولا يردع عنه المعصوم ، بل يسكت عنه مع ملاحظة أنّه مأمور بتعليم الناس وتوجيههم في الأحكام الشرعيّة ، فيمكن أن نستفيد من ذلك جواز هذا العمل ويسمّى هذا النوع من عمل الآخرين أمام المعصوم ب « السيرة العقلائيّة » ونبحث في علم الأصول عن تحديدها وتحديد مدلولها في استنباط الحكم الشرعيّ منها .\r\nإنّ هذه الموضوعات وما إلى تلك من قضايا ترتبط بهذا الجانب ، تحتاج إلى قواعد كليّة تتنقّح في علم الأصول .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* من مصادر الأحكام الشرعيّة هو فعل المعصوم أو تقريره لعمل أو سيرة يأتي بها الآخرون ويسمّى بالدليل الشرعي غير اللفظيّ . ونقصد من التقرير سكوته عن موقف الآخرين ، بما أنّه مسؤول عن تعليم الناس .\r\n* السيرة العقلائيّة هي تعامل عامّة الناس من العقلاء في موضوع خاصّ ينشأ عن ميل عام عند العقلاء ولا يتّصل بتأثّرهم من الشرع شيئا .\r\n\r\nالأسئلة\r\n1 . ما هو فعل المعصوم ؟\r\n2 . ما هي أقسام فعل المعصوم ؟\r\n3 . ما هو تقرير المعصوم ؟\r\n4 . ما هي السيرة العقلائيّة ؟\r\n5 . كيف يدلّ سكوت المعصوم عن فعل على جواز ذلك الفعل مثلا ؟\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالدرس 13 * كيف يمكن إثبات صدور الكلام أو الموقف من الشارع ؟\r\nذكرنا في ما سبق الأدلّة الشرعيّة من حيث موضوعاتها ، والآن نريد أن نعرف طرق إثباتها .\r\nولتوضيح المسألة نقول : حينما نواجه خبرا من المعصوم ، قد نشكّ أنّ هذا الخبر هل هو كلام المعصوم يقينا أم ليس كذلك ، بل افتري عليه وجعل لغرض تحريف الدين ؟ فعند ذلك إذا كان الخبر قد نقل من طرق عديدة بحيث لا يتصوّر العقل كذب جميع الرواة أو اتّفاقهم على جعل الخبر ، فهنا نقطع بصدوره من المعصوم ، وهذا النوع من الخبر يسمّى ب « المتواتر » . فإذا كان الخبر قد نقل من كلّ الطرق ، بنفس الألفاظ ، يسمّى بالمتواتر اللفظي وإذا كان الخبر قد نقل من طرق عديدة ولم يكن اللفظ متّحدا في جميعها بل كان مضمونها متّحدا فيسمّى بالمتواتر « المعنويّ » .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nوتوجد أخبار كثيرة ليست متواترة بل نقلت عن طريق راو واحد وهو يروي عن راو آخر أو عن طرق رواة لم يبلغ عددهم حدّ التواتر ، فيسمّى الخبر حينئذ ب « خبر الواحد » .\r\nفإذا كان ناقل الخبر فاسقا أو مجهول الحال فهنا نشكّ في أنّه هل يلزم علينا أن نعمل بمفاد الخبر أم لا ؟ وهل سيحتجّ الشارع علينا بهذا النوع من الخبر ؟ أم لنا أن نعتذر عنده بعدم وثوقنا بصحّة قوله ، فقد يستشهد - لعدم حجّيّته - بآية النبأ وهي :  « يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جاءَكُمْ فاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْماً بِجَهالَةٍ فَتُصْبِحُوا عَلى ما فَعَلْتُمْ نادِمِينَ . »  « 1 » وسيأتي بحثه في الحلقات القادمة .\r\nوأمّا إذا كان ناقل الخبر ثقة سوف نطمئنّ بصحّة قوله ولكن مع ذلك لا نقطع بصدور الخبر من المعصوم ، لاحتمال خطأ الناقل ولاحتمال التصحيف وأمثال ذلك من الأمور الّتي قد تحدث طول الزمان فهنا نتساءل هل سيحتجّ الشارع علينا بهذا النوع من الخبر أم لا ؟ وإذا جعله حجّة علينا فما هو الدليل على ذلك ؟\r\nومن هنا يقسّم خبر الواحد إلى المسند والمرسل والمعتبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الحجرات / 6 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nوالصحيح والموثّق والحسن والضعيف وما إلى ذلك من تقسيمات يبحث عنها علم الرجال فليراجع . وأمّا الأصول فيبحث عن اعتبار كلّ قسم منها وأنّه أيّ قسم سيحتجّ الشارع به علينا ؟\r\n\r\nالخلاصة\r\n* الخبر المتواتر هو الخبر الّذي قد نقل من طرق عديدة توجب قطعنا بصدوره من المعصوم وهو على قسمين :\r\nلفظيّ ومعنويّ .\r\n* الخبر الواحد هو الخبر الّذي قد نقل من طريق واحد أو من طرق لا توجب القطع بصدوره عن المعصوم ، وفي الأصول يبحث عن الخبر الواحد من حيث أنّه هل هو حجّة بجميع أقسامه أم لا ؟\r\n\r\nالأسئلة\r\n1 . ما هو الخبر المتواتر ؟\r\n2 . ما الفرق بين التواتر اللفظيّ والتواتر المعنويّ ؟\r\n3 . ما هو خبر الواحد ؟\r\n4 . اذكر أقساما من خبر الواحد .\r\n5 . ما هي صلة علم الأصول بموضوع خبر الواحد ؟\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nالدرس 14 * كيف يمكن إثبات صدور الكلام أو الموقف من الشارع ؟\r\nإنّ المصادر الشرعيّة لم تنحصر في الأخبار الحاكية عن كلام المعصوم عليه السلام أو فعله أو تقريره ، بل تشمل الأخبار الدالّة على تعامل المتديّنين في عصر المعصوم عليه السلام أيضا ، وهو ما يسمّى « بسيرة المتشرّعة » . وهي وإن لم تكن إخبارا عن المعصوم مباشرة كالروايات الّتي تشتمل على حكاية قول المعصوم أو رؤية موقفه العمليّ ، ولكن تدلّ بنحو غير مباشر على أنّ عمل المتديّنين ناشئ من توجيه الشارع ولكن لم يصل إلينا ذلك التوجيه . وفي الواقع نحدس أنّه كان هناك خبر حاك عن قول المعصوم أو فعله أو تقريره ، قد ضاع لظروف خاصّة ولم يصل إلينا للبعد الزمنيّ عن تلك العصور . ومثل هذا الخبر يسمّى ب « الخبر الحدسيّ » كما يسمّى النوع الأوّل ب « الخبر الحسّيّ » ، لأنّه قد علمنا به من طريق السمع أو البصر واحدا عن واحد .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nومن جملة الأخبار الحدسيّة أيضا فتوى الفقهاء فإنّها وإن يحتمل خطأ الفقيه فيها ولكن عند تعدّد الفقهاء يضعف احتمال الخطأ ويقوى وجود خبر حسّيّ أدّى إلى هذه الفتوى . فإذا كان أكثر الفقهاء يفتون بفتوى واحدة ولم يوجد عندنا دليل حسّيّ على ذلك ، سمّيت الفتوى مشهورة ومستندها سيكون الشهرة عند الفقهاء . وإذا أجمع الفقهاء على تلك الفتوى سمّي الحكم الشرعي إجماعيّا ومستنده إجماع الفقهاء .\r\nوكلّ من سيرة المتشرّعة والشهرة والإجماع إذا أدّى إلى قطعنا بالدليل الشرعي ، فهو حجّة علينا وينجّز التكليف علينا وسيحتجّ الشارع به علينا . وأمّا إذا لم يحصل القطع بالدليل الشرعي في كلّ من هذه الطرق فنبحث في علم الأصول عن دليل قطعيّ يدلّ على أنّ الشارع قد جعل هذه الطرق حجّة علينا . فإذا وجدنا دليلا كذلك سيتّجه البحث حول الحدود والملاكات في كلّ منها .\r\nثمّ إنّ سيرة المتشرّعة الّتي ذكرناها في هذا الدرس تختلف عن السيرة العقلائيّة الّتي عرفناها في الدرس الحادي عشر في أمرين :\r\nالأول : أنّ السيرة العقلائيّة ترتبط بميل عام في العقلاء لا يتّصل بتوجيه الشارع شيئا بخلاف سيرة المتشرّعة فإنّ تعامل المتشرّعين فيها يتّصل بتوجيه من الشارع وليس منشؤه ميلا فطريّا .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالثاني : أنّ سيرة المتشرّعة بنفسها طريق لإثبات الحكم الشرعيّ من دون ضمّ دليل آخر بينما السيرة العقلائيّة هي دليل على حكم شرعيّ خاصّ أو أصل أصوليّ عامّ مع ضمّ إمضاء الشارع وتقريره لهذه السيرة .\r\n\r\nالخلاصة\r\n* الخبر الحسّيّ : هو ما حكي عن المعصوم ، قولا كان أو فعلا أو تقريرا من طريق الحسّ ( السمع أو البصر ) .\r\n* الخبر الحدسيّ : هو ما حكي عن المعصوم بدليل غير مباشر ولم يصل إلينا ولكن نعلم بوجوده عن طريق الحدس .\r\nوأقسامه ثلاثة :\r\n1 . سيرة المتشرّعة : وهي تصرّف المتديّنين في عصر المعصومين عليهم السّلام على أساس توجيه شرعيّ لم يصل خبره إلينا .\r\n2 . الشهرة : وهي اتّفاق عدد كبير من الفقهاء في فتوى واحدة .\r\n3 . الإجماع : وهو اتّفاق جميع الفقهاء في فتوى واحدة .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nالأسئلة\r\n1 . ما هي سيرة المتشرّعة ؟\r\n2 . ما هو الخبر الحسّيّ ؟\r\n3 . ما هو الخبر الحدسيّ ؟\r\n4 . ما هي الشهرة ؟\r\n5 . ما هو الإجماع ؟\r\n6 . ما الفرق بين سيرة المتشرّعة والسيرة العقلائيّة ؟\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\nالدرس 15 * ما هي الأدلّة العقليّة ؟ * ما هو دور العقل في استنباط الحكم الشرعيّ ؟\r\nحتّى الآن كنّا نبحث عن الدليل الشرعيّ وهو الدليل الّذي نستخرجه من المصادر الشرعيّة . وعرفنا من خلال ذلك أنّه كلّما كان الدليل الشرعيّ يؤدّي إلى قطعنا بصدوره أخذنا به . ومثال ذلك أنّه إذا وردت أخبار متواترة على وجوب شيء فسنقطع بوجوبه ونأخذ به . وأمّا إذا كان الدليل الشرعيّ لا يؤدّي إلى القطع كما إذا ورد خبر الواحد الثقة في وجوب صلاة الجمعة مثلا ، فإذا وجدنا دليلا على أنّ الشارع قد جعل خبر الواحد الثقة حجّة علينا وكان الدليل على ذلك قطعيّا ، فسنعرف أنّ الأخذ بقول الثقة لازم وأنّ صلاة الجمعة واجبة ووجوبها منجّز علينا .\r\nولكن قد توجد أحكام لا نعرف لها في المصادر الشرعيّة دليلا\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nخاصّا ولكنّ عقلنا يحكم بها ، كما إذا حضر وقت صلاة الجمعة وكان لدينا مقدارا من الماء يكفي للوضوء فقط ونعلم بعدم حصول ماء غيره ، فإذا أرقنا الماء سوف يفوت وقت الصلاة ولم نؤدّ الواجب . فعند ذلك يحكم العقل بأنّ إراقة الماء في هذه الحالة حرام ومن هنا يتكوّن موضوعا في علم الأصول وهو هل أنّ حكم العقل في أمثال هذه الموارد حجّة أم لا ؟\r\nومن الواضح أنّه إن قطعنا بالحرمة في مثل هذا المورد ، أخذنا به ، وإن لم نقطع بالحرمة فنراجع المصادر الشرعيّة في أنّ ما حكم به العقل ولم نقطع بصحّة تشخيصه هل سيحتجّ الشارع به علينا أم لا ؟\r\nويسمّى الدليل العقلي في مثل هذا المورد وهو حرمة إراقة الماء لفوات الوقت وعدم التمكّن من الوضوء ، دليلا عقليّا غير مستقلّ لحاجته إلى دليل شرعيّ في حجّيّته .\r\nوفي حالات أخرى يدرك العقل مثلا أنّ الظلم حرام وهو لا يحتاج في حجّيّته إلى شيء من الأدلّة الشرعيّة بل بنفسه يرى أنّ الظلم قبيح وهو في تشخيصه مستقلّ ، فيسمّى الدليل العقليّ حينئذ مستقلّا . وهو كذلك إن قطعنا بصدوره سيكون حجّه علينا وإن لم\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nنقطع بصدوره فسوف نحتاج إلى بيان شرعيّ في أنّه هل سيحتجّ الشارع به علينا أم لا ؟\r\n\r\nالخلاصة\r\n* من مصادر الأدلّة الشرعيّة « العقل » حيث يدرك ملازمات بين الأحكام الشرعيّة أو يحكم بحسن شيء أو قبحه . فهو سواء أكان مستقلّا أم غير مستقلّ : إن كان قطعيّا فهو حجّة وإلّا فسيحتاج إلى دليل شرعيّ قطعيّ لإثبات أنّه حجّة .\r\n\r\nالأسئلة\r\n1 . ما هو الدليل العقليّ ؟\r\n2 . ما هي أقسام الدليل العقليّ ؟\r\n3 . متى يكون الدليل العقلي حجّة ؟\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nالدرس 16 * ما هي الأدلّة العقليّة ؟\r\nعرفنا فيما سبق أنّ الأحكام الّتي شرّعها اللّه سبحانه وتعالى لتنظيم حياة الإنسان وإيصاله إلى كماله وهو التقرّب منه ، تكون على أساس المصالح والمفاسد الّتي يعلمها اللّه جلّ جلاله . فمن الواضح أنّه إذا كان أمر واجبا فمن المستحيل أن يكون حراما في نفس الوقت . لأنّه إذا لاحظنا مبادئ الواجب عرفنا أنّه كانت فيه مصالح اقتضت الأمر به من قبل الشارع حيث تعلّقت به إرادة اللّه سبحانه وتعالى . فكيف يمكن أن يكون لهذا الفعل بنفسه مفاسد توجب نهيه عنه . وهذا ما يشهد به العقل فإذا كان الموضوع لا يعقل اتّصافه بالوجوب والحرمة معا ، فاجتماع الأمر والنهي فيه مستحيل .\r\nوقد يتّفق أن تريد الصلاة في آخر وقتها ولا تجد إلّا مكانا\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nلا يتواجد صاحبه فعلا وتتحيّر في مكان الصلاة ، فمن جانب ترى أنّ الصلاة واجبة ومن جانب آخر لم تحرز جواز التصرّف في ذلك المكان من صاحبه ، فهنا تتحيّر في أنّ هذه المسألة هل تكون كالمسألة السابقة في حكم العقل بعدم إمكان اجتماع الأمر والنهي فلا تجب الصلاة ، أو لا يحرم الغصب ؟ أم لا بل يختلف موضوعها أساسا ولم ينصبّ الوجوب والحرمة في موضوع واحد وبعنوان واحد .\r\nوكذلك إذا صلّيت الصلاة وأدّيت حقّها فهل حرمة التصرّف في المكان المغصوب يؤدّي إلى بطلانها ، أم لا ؟ بل تسقط عنك ولكنّك قد أتيت بفعل حرام وسوف تعاقب عليه ؟\r\nومثال آخر من المسائل العقليّة هو أنّه وردت أخبار كثيرة في شرطيّة الوضوء للصلاة ، ومنها ما ورد من أنّه لا صلاة إلّا بطهور . فهنا نتساءل بما أنّ مقدّمة الصلاة الّتي هي تحضير الماء ، فهل وجوب الصلاة يقتضي عقلا وجوب تحضير الماء أم لا ؟ بل إذا كان الماء حاضرا فتجب عليك الصلاة وإلّا فلا .\r\nوتوجد مقدّمات أخرى تختلف عن هذه المقدّمة في السنخيّة كما في وجوب الحجّ . فإنّ الحجّ متوقّف على الاستطاعة وهو ليس\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nواجبا محدّدا وموقّتا من جهة وقت الإتيان به كالصلاة . فهل يحكم العقل هنا بوجوب الإتيان بمقدّمات الاستطاعة أم لا ؟ وفي كلّ من المثالين يسمّى الواجب بالواجب النفسيّ ويسمّى وجوب المقدّمة بالوجوب الغيريّ فإذا ثبت عقلا أو بالأدلّة الشرعيّة وجوب المقدّمة فوجوبها ليس لمصلحة في نفسها بل لمصلحة في غيرها .\r\nوعرفنا من كلّ ذلك أنّه توجد قواعد عامّة يدركها العقل ويستفاد منها في كثير من عمليّات الاستنباط ، والبحث عنها هو شأن علم الأصول .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* من المسائل العقليّة في علم الأصول هي مسألة اجتماع الأمر والنهي واقتضاء الحرمة البطلان أو عدمه ووجوب المقدّمة .\r\n* وجوب المقدّمة يسمّى بالوجوب الغيري في قبال وجوب ذي المقدّمة المسمّى بالوجوب النفسي .\r\n\r\nالأسئلة\r\n1 . ما هو المقصود من اجتماع الأمر والنهي ؟\r\n2 . ما معنى اقتضاء الحرمة البطلان ؟\r\n3 . ما هو الواجب النفسي ؟\r\n4 . ما هو الواجب الغيريّ ؟\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nالدرس 17 * ما هو دور القطع في مباحث علم الأصول ؟\r\nعندما نراجع الدروس السابقة نرى أنّ جميع الأدلّة الّتي تعرّفنا عليها ، تشترك في خصوصيّة واحدة وهي إحرازها للحكم الشرعيّ ومعرفة الواقع من الأحكام الشرعيّة . فهي كانت إمّا تورث القطع بالحكم الشرعيّ وإمّا لا تورث القطع ولكن قد جعلها الشارع حجّة علينا فمن هذه الناحية نعرف أنّ الحكم قد صدر من الشارع واقعا .\r\nفعند ما نعرف أنّ الأمر ظاهر في الوجوب ونعرف إمضاء الشارع للأخذ بظهور الكلام ، فسوف نعرف بأنّ الوجوب حكم الشارع قطعا . أو إذا تطرّقنا إلى واجب عن طريق خبر الواحد الثقة ولم نقطع بصدوره من المعصوم ، ولكن قطعنا بأنّ الشارع جعل هذا النوع من الخبر حجّة علينا سنقطع بأنّ هذا الحكم قد صدر من الشارع واقعا .\r\nوالأدلّة الّتي تدلّنا على هذا النوع من الأحكام تسمّى بالأدلّة\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالمحرزة للواقع أو الأدلّة الاجتهاديّة والأحكام الناتجة عنها تسمّى بالأحكام الواقعيّة ويقابل هذا النوع من الحكم نوع آخر سنتعرّض له في الدرس المقبل إن شاء اللّه .\r\nوعرفنا أيضا أنّه في جميع تلك الأدلّة يوجد دليل يعمّها جميعا ، فضلا عن دخوله في جميع عمليّات الاستنباط وهذا الدليل هو حجّيّة القطع .\r\nفأنت إذا قطعت بحكم شرعيّ ثبت التكليف عليك ولا يمكن لك أن تعتذر عند المولى بشيء إذا لم تأت به . والمولى سوف يحتجّ عليك بالقطع الّذي تكوّن عندك . وكذلك إذا أتيت بالتكليف فأنت معذور عند المولى إذا كنت خاطئا في قطعك ولم يكن التكليف كما بذلك . وليس للمولى أن يؤاخذك بعدم الإتيان بالتكليف الّذي ما كان لك سبيلا إلى معرفته .\r\nفمعرفة المكلّف بخطئه في قطعه ليس في قدرة المكلّف ، بل على المولى أن يجعل له طريقا ليعرف الحكم الواقعي ويقطع به .\r\nونستخلص من ذلك كلّه : أنّ القطع حجّة والعقل هو الّذي دلّنا على حجّيّته . ويطلق على حجّيّته حينئذ بالحجّيّة العقليّة في قبال حجّيّة أمثال الظهور وخبر الواحد الثقة ، حيث جعلهما الشارع\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nحجّة وتكون حينئذ حجّيّتهما شرعيّة .\r\nوسترى لزوم القطع أيضا في النوع الثاني من القواعد الأصوليّة وهي الّتي تختصّ بحالة عدم إحراز الحكم الواقعيّ والشكّ في الوظيفة العمليّة . فهناك كذلك ترى أنّ القطع شرط في ثبوت هذه القواعد .\r\nفحجّيّة القطع تكون طريقا إلى معرفة حجّيّة سائر الطرق والأدلّة الأصوليّة ، وبدونها لا يمكن أن يتكوّن دليل أو أصل أصوليّ ولا يمكن استنباط حكم شرعيّ . ومن هنا يجب أن نبحث عن القطع وحجّيّته قبل سائر الأدلّة الأصوليّة ؛ وبعد ذلك يجب أن نبحث عن الدليل المحرز فإن كان هناك دليل محرز أخذنا به وإلّا فستعرف الوظيفة العمليّة في الدرس المقبل إن شاء اللّه .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* حجّيّة القطع هي أعمّ الأدلّة الأصوليّة وبدونها لا يمكن أن نحرز أيّ حكم شرعيّ .\r\n* الأدلّة المحرزة بكلا قسميها من الشرعيّ والعقلىّ هي الأدلّة الّتي تحرز الواقع من الأحكام الشرعيّة سواء كانت قطعيّة أو غير قطعيّة ولكن ثبتت حجّيّتها بدليل قطعيّ .\r\n\r\nالأسئلة\r\n1 . ما هي الأدلّة المحرزة ؟\r\n2 . ما هي أقسام الأدلّة المحرزة ؟\r\n3 . ما هي حجّيّة القطع ؟\r\n4 . ما هي نسبة حجّيّة القطع إلى سائر الأدلّة الأصوليّة ؟\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nالدرس 18 * ما هي الوظيفة عندما لم نحرز حكم الشارع في موضوع ما ؟\r\nإلى هنا تعيّنت الوظيفة ما دام لنا طريق إلى معرفة الحكم الشرعيّ في الواقع . أمّا إذا لم نتمكّن من معرفة الحكم الشرعي فما هي الوظيفة ؟\r\nعلى سبيل المثال إذا كان هناك حكما ثابتا في الشرائع السابقة على الإسلام والآن شككنا في نسخه بالإسلام ولم نعثر على دليل يتّصل بهذا الحكم فما هي الوظيفة ؟\r\nأو إذا شككنا في حكم الشارع بالنسبة إلى موضوع فهل علينا أن نحتاط بالنسبة إليه ؟ أم لا ، بل ما دام الشارع لم يبيّن لنا حكمه فلا تكليف علينا بالنسبة إليه ؟\r\nوالوظيفة العمليّة في هذه الحالات تحتاج إلى قواعد أصوليّة تستند إلى دليل شرعيّ يعيّن حكم المكلّف فيها أو إلى دليل عقليّ\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nقطعيّ كذلك . وتسمّى هذه الأدلّة بالأصول العمليّة ، أو الأدلّة الفقاهتيّة .\r\nوالحكم الشرعيّ الّذي يستند إلى هذه الأصول يسمّى بالحكم الظاهريّ لأنّه لا يحرز الواقع بل يعيّن الوظيفة العمليّة فقط .\r\nومن الأدلّة الشرعيّة الّتي ترتبط بهذا النوع هو البراءة الشرعيّة وهي ترشد المكلّف عند الشكّ في الحكم الشرعيّ إلى البراءة وعدم التكليف . وقد يستدلّ لها بحديث الرفع الّذي ورد عن رسول اللّه صلّى اللّه عليه وآله وسلّم أنّه قال : « رفع عن أمّتي تسع . . . » ومن هذه التسعة :\r\n« . . . ما لا يعلمون » . وهو يدلّ على عدم ثبوت التكليف مع عدم التمكّن من العمل بالأحكام الشرعيّة .\r\nوقد يتّفق أن تعلم بطهارة ثوبك وتشكّ في أنّه هل تنجّس أم لا ؟\r\nفهنا تتحيّر في التكليف فهل يجب الاحتياط ؟ أم لا ، بل لك أن تعتبر الثوب طاهرا .\r\nوستعرف في الحلقات القادمة ، أنّ الشارع قد جعل لهذه الحالة حكما عامّا وهو أن تحكم بطهارة الثوب .\r\nوقد استدلّ لهذه القاعدة برواية عن الإمام الصادق عليه السلام أنّه قال : « لا تنقض اليقين بالشكّ ولكن انقضه بيقين آخر » وهي\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nبمعنى أنّ اليقين السابق يبقى أثره ما دام لم يحصل يقينا ينقضه .\r\nوتسمّى القاعدة ب « قاعدة الاستصحاب » « 1 » ومقتضاها أنّه إذا شككنا في تكليف أو موضوع ، فالملاك الحالة السابقة .\r\nونستصحب الحالة السابقة ما دام الشكّ باق فيه . إلى أن يحصل يقين آخر ينقضه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* الأصول العمليّة تختصّ بحالات الشكّ في الحكم الشرعيّ حيث لا يمكن إحراز الحكم الشرعيّ فيها . وتسمّى الأحكام الّتي يستفاد منها تعيين الوظيفة العمليّة في هذه الحالات بالأحكام الظاهريّة .\r\n* البراءة الشرعيّة تعيّن للمكلّف الوظيفة العمليّة في حالة الشكّ البدوي في التكليف وهي أنّه لا تكليف عليه في هذه الحالة .\r\n* الاستصحاب هو الوظيفة العمليّة الّتي قرّرها الشارع عند الشكّ المسبوق بيقين ومقتضاه استمرار الأحكام المترتّبة على اليقين السابق إلى أن يحصل يقينا آخر ينقضه .\r\n\r\nالأسئلة\r\n1 . ما هي الأصول العمليّة ؟\r\n2 . ما هي الأحكام الظاهريّة ؟\r\n3 . ما هي البراءة الشرعيّة ؟\r\n4 . ما هو الاستصحاب ؟\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nالدرس 19 * ما هي الوظيفة عند تعارض الأدلّة ؟\r\nعندما نطبّق الأدلّة الأصوليّة ونستنبط حكما شرعيّا سواء أكان من النوع المحرز أو من النوع غير المحرز ، فالتكليف واضح ، ولكن كثيرا ما يقع التعارض بين الأخبار أو الأدلّة الشرعيّة وحتّى بين الأصول العمليّة . فكيف نعرف الحكم الشرعيّ ؟\r\nعلى سبيل المثال إذا تعارضت آية مع خبر الواحد الثقة ؟ ما ذا يجب علينا أن نصنع ؟\r\nفقد يقال بأنّ الدليل القرآنيّ قطعيّ الصدور ، وخبر الواحد الثقة ليس قطعيّا بل الشارع جعله حجّة . خصوصا إذا استدلّ له بالقرآن .\r\nوكذلك عند تعارض الخبر المتواتر مع خبر الواحد الثقة يقدّم المتواتر على غيره حيث نقطع بصدوره عن المعصوم ، وأمّا غيره فقد تثبت حجّيته بخبر متواتر أو قطعيّ آخر .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nولنستنتج قاعدة كليّة وهي : أنّ الخبر القطعيّ دائما يرجّح على الخبر الظنّيّ وكذلك الأدلّة القطعيّة كالخبر المتواتر أو الدليل العقليّ القطعيّ على غيره من الأدلّة الظنّيّة .\r\nوقد نتساءل أنّه هل يوجد خبران أو دليلان قطعيّان متعارضان أم لا ؟ قد يقال بأنّه مستحيل وإن كان فهو ظاهريّ يرتفع بطرق تمثّلت في قاعدة تسمّى بقاعدة الجمع العرفي . وإن وقع تعارضا بين دليلين قطعيّين ، ولم يمكن رفع التعارض ، فالقاعدة أن يتساقطا أو يرجّح أحدهما أو يخيّر بينهما بملاكات خاصّة حيث وردت أخبار في المصادر الشرعيّة تعطي ملاكات لترجيح الأخبار المتعارضة أو التخيير بينها . سيوافيك البحث عنها في الحلقات القادمة .\r\nوممّا اتّضح لنا خلال دراستنا للموضوعات الأصوليّة أنّ القاعدة تقتضي تقديم الأدلّة المحرزة إذا تعارضت مع الأصول العمليّة .\r\nوأمّا تعارض الأصول العمليّة فيما بينها ، فالبحث عنها والمرجّحات فيها يتطلّب مستوى أعلى من الدراسات الأصوليّة .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* لحلّ التعارض بين الأخبار والأدلّة الشرعيّة أو العقليّة قواعد يبحث عنها علم الأصول منها ترجيح الدليل القطعيّ على غيره ومنها ترجيح الأدلّة القرآنيّة على غيرها . ومنها الجمع العرفيّ بين الروايات ومنها وجود ملاكات وضعها الشارع ومنها تقديم الأدلّة المحرزة على غيرها .\r\n\r\nالأسئلة\r\n1 . ما هو التعارض ؟\r\n2 . كيف يرتفع التعارض بين الأدلّة المحرزة والأصول العمليّة ؟\r\n3 . ما هي الوظيفة إذا تعارض دليلان قطعيّان ؟\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\nالدرس 20 * كيف نبوّب مسائل علم الأصول ؟\r\nمن خلال دراستنا للموضوعات الأصوليّة قد عرفنا أمورا تقسّم لنا المسائل الأصوليّة تقسيما منطقيّا يتّصل بطريقة الاستنباط . منها :\r\n1 . أنّ حجّيّة القطع أعمّ المسائل الأصوليّة ويجب أن نبحث عنها في البداية .\r\n2 . سائر الأدلّة الأصوليّة تنقسم إلى قسمين أساسيّين هما المحرزة وغير المحرزة . والنوع الثاني تسمّى بالأصول العمليّة .\r\nوالقاعدة تقتضي البحث عن الأدلّة المحرزة وعند اليأس من تحصيلها ووجودها نرجع إلى الأصول العمليّة .\r\n3 . بعد معرفة مراتب الأدلّة يأتي دور البحث عن تعارض الأدلّة ذات المرتبة الواحدة فيما بينها .\r\nفالبحوث الأصوليّة تتنوّع إلى ثلاثة أنواع رئيسيّة كما ذكرنا .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n4 . الأدلّة المحرزة تنقسم أيضا إلى قسمين أصليّين وهما :\r\nالف - الأدلّة الشرعيّة .\r\nب - الأدلّة العقليّة .\r\n5 . الأدلّة الشرعيّة تحتاج إلى بحثين أساسيّين :\r\nالف - أقسامها\r\nب - طرق إثباتها .\r\nوهي على نوعين أيضا : لفظيّة وغير لفظيّة . وذكرنا جملة من مباحث الأدلّة الشرعيّة اللفظيّة وهي : الحقيقة والمجاز ، الأمر والنهي ، المفاهيم ، الإطلاق والتقييد ، العامّ والخاصّ وأصالة الظهور وحجّيّتها .\r\nفالتبويب المنطقيّ لدراسة موضوعات علم الأصول بالأسلوب العمليّ يتمّ على أساس الجدول التالي :\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\nمسائل علم الأصول :\r\n1 . حجّيّة القطع\r\n2 . الأدلّة :\r\n1 . الأدلّة المحرزة :\r\n1 . الأدلّة الشرعيّة :\r\n1 . موضوعاتها : موضوعات الأدلّة الشرعيّة :\r\n1 . اللفظيّة :\r\n1 . الحقيقة والمجاز\r\n2 . الأمر والنهي\r\n3 . المفاهيم\r\n4 . الإطلاق\r\n5 . العامّ والخاصّ\r\n6 . أصالة الظهور وحجّيّتها\r\n2 . غير اللفظيّة :\r\n1 . فعل المعصوم\r\n2 . تقرير المعصوم :\r\n1 . للسيرة العقلائيّة\r\n2 . لغير السيرة العقلائيّة\r\n2 . طرق إثباتها : طرق إثبات الأدلّة اللفظيّة :\r\n1 . التواتر\r\n2 . خبر الواحد\r\n3 . سيرة المتشرّعة\r\n4 . الشهرة\r\n5 . الإجماع\r\n2 . الأدلّة العقليّة\r\n2 . الأصول العمليّة\r\n3 . تعارض الأدلّة\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nالخلاصة\r\n* التبويب المنطقيّ لمسائل علم الأصول يتمّ على أساس طريقة الاستنباط والمنهج في استخدام أقسام الأدلّة ، فكلّما كانت الأدلّة أقرب إلى إحراز الحكم الشرعيّ فهي مقدّمة على غيرها .\r\n\r\nالأسئلة\r\n1 . ما هي الأمور الّتي تبرمج لنا تبويب الموضوعات الأصوليّة ؟\r\n2 . ما هي أقسام الأدلّة المحرزة ؟\r\n3 . اذكر أقسام الطرق لإثبات الحكم الشرعيّ ؟\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nفهرس المصطلحات الأصوليّة مع شرحها\r\nآية النبأ :  « يا أَيُّهَا الَّذِينَ آمَنُوا إِنْ جاءَكُمْ فاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا أَنْ تُصِيبُوا قَوْماً بِجَهالَةٍ فَتُصْبِحُوا عَلى ما فَعَلْتُمْ نادِمِينَ . »  الحجرات / 6 . ( د 13 )\r\nآية النفر :  « وَما كانَ الْمُؤْمِنُونَ لِيَنْفِرُوا كَافَّةً ، فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ . »  التوبة / 122 . ( د 2 و 10 )\r\nاجتماع الأمر والنهي : هو أن يجتمع الوجوب والحرمة في فعل واحد بعنوان واحد وهو مستحيل أو بعنوانين كالصلاة في المكان الغصبيّ . ( 16 )\r\nالاجتهاد : هو بذل الجهد في دراسة المصادر الشرعيّة واستخراج الفروع منها . ( د 2 )\r\nالإجماع : هو اتّفاق جميع الفقهاء في فتوى واحدة لم نعرف مستندها . وبما أنّه طريق إلى معرفة الحكم الشرعي فهو من أقسام الخبر الحدسيّ . ( د 14 )\r\nأحكام الشرعيّة : هي القضايا الّتي تحصل من عمليّة الاستنباط\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nوتشتمل على الحدود الشرعيّة الّتي تتّصل بتنظيم حياة الإنسان . ( د 3 )\r\nالإخبار : هو أنّ معنى الجملة يكون ظاهرا في الإخبار عن الواقع في قبال الإنشاء الّذي لا يحكي عن الواقع بل ظاهر في إنشاء معنى في المستقبل . ( د 7 )\r\nأدلّة الاجتهاديّة : انظر الأدلّة المحرزة . ( د 6 )\r\nأدلّة العمليّة : انظر الأصول العمليّة . ( د 18 )\r\nأدلّة الفقاهيّة : انظر الأصول العمليّة . ( د 18 ) .\r\nأدلّة المحرزة : هي الأدلّة الّتي تحرز لنا الواقع من الأحكام الشرعيّة . ( د 17 )\r\nالاستصحاب : هو الوظيفة العمليّة الّتي قرّرها الشارع عند الشكّ المسبوق بيقين ومقتضاه استمرار الأحكام المترتّبة على اليقين السابق إلى أن يحصل يقين آخر ينقضه . ( د 18 )\r\nالاستعمال الحقيقي : هو أن تستعمل الكلمة في معناها الحقيقي . ( د 7 )\r\nالاستعمال المجازي : هو أن تستعمل الكلمة في غير معناها الحقيقي . ( د 7 )\r\nالاستنباط : هو العمليّة الّتي يطبّقها الفقيه لاستخراج الأحكام الشرعيّة من مصادرها . ( د 3 )\r\nالأصول العمليّة : هي الأدلّة الأصوليّة الّتي تعالج حالات الشكّ في الحكم الشرعيّ ، حيث لا يمكن إحراز الحكم الواقعي\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nفيها . ( د 18 )\r\nاقتضاء الحرمة البطلان : هو أنّ الإتيان بالفعل الحرام كالغصب مثلا يقتضي بطلان الفعل الواجب كالصلاة . ( د 16 )\r\nالإنشاء : هو أنّ معنى الجملة يكون ظاهرا في إنشاء خبر في المستقبل لا وقوعه في الماضي أو المستقبل ويقابله الإخبار . ( د 7 )\r\nأدوات العموم : هي الأدوات الّتي تسبّب دلالة الكلام على شموله لجميع أفراد الموضوع كلفظة « كلّ » و « كافّة » و « جميع » و « أيّ » و « دائما » . . . . ( د 9 )\r\nأصالة الإطلاق : هي القاعدة الأصوليّة عند الشكّ بين الإطلاق والتقييد عندما لم تكن في الكلام قرينة على تقييده فالأصل هو الإطلاق وعليه يحمل الكلام . ( د 11 )\r\nأصالة الحقيقة : هي حمل الكلام على المعنى الحقيقي عند الشكّ بينه وبين المعنى المجازي ولم تكن هناك قرينة على المعنى المجازي . ( د 11 )\r\nأصالة الظهور : هو الأخذ بالمعنى الظاهر عند الشكّ بينه وبين غيره . ( د 11 )\r\nأصالة العموم : وهي حمل الكلام على المعنى العام عند الشكّ بينه وبين الخاصّ ولم تكن هناك قرينة على الخاصّ .\r\n( د 11 )\r\nالبراءة الشرعيّة : أصل عمليّ يعالج حالة الشكّ البدويّ في التكليف\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nومقتضاه عدم التكليف . ( د 18 )\r\nالتخيير ( في التعارض ) : وهو علاج التعارض بين دليلين في حالات خاصّة . ( د 19 )\r\nالتساقط : وهو العلاج العام للدليلين المتعارضين إذا كانا قطعيّين .\r\n( د 19 )\r\nالتشريع : هو وضع الحدود على أساس ملاكات من المصالح والمفاسد ، من قبل الشارع وهو اللّه سبحانه وتعالى من خلال كتابه الكريم أو بيان رسوله العظيم أو الأئمّة من بعده صلوات اللّه عليهم أجمعين . ( د 2 )\r\nالتفقّه بالمعنى الخاصّ ( في القرآن ) : معرفة الأحكام بأصولها وأصول تفريعها عن طريق الرجوع إلى المعصوم والأخذ عنه ويختصّ بعصر التشريع . ( د 2 )\r\nالتفقّه بالمعنى العام ( بعد عصر التشريع ) : دراسة المصادر واستخراج الأحكام الشرعيّة والوظيفة العمليّة ببذل الجهد وإقامة الدليل . ( د 2 )\r\nتقرير المعصوم : سكوت المعصوم عن عمل الآخرين بما أنّه مسؤول عن تعليم الناس . ( د 12 )\r\nالتواتر اللفظيّ : هو نقل الخبر بطرق عديدة وبلفظ واحد حيث يوجب القطع بصدور الكلام من المعصوم عليه السلام . ( د 13 )\r\nالتواتر المعنويّ : هو نقل الخبر بطرق عديدة ولكن بلفظ غير متّحد في جميعها حيث يوجب القطع بصدور المعنى من\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nالمعصوم . ( د 13 )\r\nالحجّة الشرعيّة : هي ما جعله الشارع حجّة علينا مع أنّ العقل لم يقطع بها كظهور الكلام في معنى خاصّ أو انتساب خبر الواحد الثقة إلى المعصوم . ( د 17 )\r\nالحجّة العقليّة : هي ما يدرك العقل حجّيّتها من دون جعل الشارع كحجّيّة القطع . ( د 17 )\r\nالحجّيّة : هي كون الدليل ممّا سيحتجّ به الشارع علينا إن قصّرنا في التكليف وما سنحتجّ به على الشارع إن أدّينا التكليف ولكن كنّا قد أخطأنا في معرفته . ( د 11 )\r\nحجّيّة الظهور ( العرفيّ ) : هي أنّ ظهور الكلام ممّا سيحتجّ به الشارع علينا في معرفة مراده . ( د 11 )\r\nحجّيّة القطع : هي أنّ القطع ممّا سيحتجّ به الشارع على المكلّف إذا لم يكن يعمل به وللمكلّف الاحتجاج به عند الشارع إذا كان مخطئا فيه . ( د 17 )\r\nحجّيّة خبر الواحد : هي أنّ خبر الواحد حجّة على المكلّف عند الشارع . ( د 13 )\r\nحديث الرفع : رفع عن أمّتي تسع . ( د 18 )\r\nالحرمة : هي حكم تكليفيّ يدلّ على أنّ موضوعه يوجب سخط اللّه بدرجة يلزم على الإنسان تركه . ( د 3 )\r\nالحكم التكليفيّ : هو الحكم الشرعيّ الّذي يوجّه سلوك الإنسان مباشرة ويتعلّق بأفعاله . ( د 3 )\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالحكم الشرعيّ : انظر الأحكام الشرعيّة . ( د 3 )\r\nالحكم الظاهريّ : هو الحكم الّذي يعيّن الوظيفة العمليّة عند الشكّ في الحكم الواقعي . ( د 3 و 18 )\r\nالحكم الواقعيّ : هو الحكم الشرعيّ الّذي يحكي عن واقع الشريعة ، وهي محرزة لنا فيه . ( د 13 و 17 )\r\nالحكم الوضعيّ : هو الحكم الشرعيّ الّذي يوجّه سلوك الإنسان بنحو غير مباشر ولا يتعلّق بأفعال الإنسان ، بل يوضّح العلاقات بين موضوعات الأحكام التكليفيّة الّتي موضوعها أفعال الإنسان . ( د 3 )\r\nالخبر الحدسيّ : هو ما حكى عن المعصوم دليلا لم يصل إلينا ولكن نعلم بوجوده عن طريق الحدس . ( د 14 )\r\nالخبر الحسّيّ : هو ما حكى عن المعصوم قولا أو فعلا أو تقريرا عن طريق الحسّ ( السمع أو البصر ) . ( د 14 )\r\nالخبر المتواتر : هو الخبر الّذي قد نقل عن طرق عديدة توجب قطعنا بصدوره عن المعصوم . ( د 13 )\r\nخبر الواحد : هو الخبر الّذي قد نقل من طريق واحد أو طرق لا توجب القطع بصدوره عن المعصوم . ( د 13 )\r\nخبر الواحد الثقة : هو الخبر الواحد الّذي يرويه ثقة عن ثقة . ( د 13 )\r\nالدليل الشرعيّ : هو ما نستخرجه من المصادر الشرعيّة أي الكتاب والسنّة . ( د 6 )\r\nالدليل الشرعيّ اللفظيّ : هو كلام الشارع كتابا وسنّة . ( د 6 )\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nدلالته على سائرها . ( د 4 )\r\nالظهور العرفيّ : هو كون دلالة اللفظ على معنى واحد أكثر من دلالته على سائر معانيه عند العرف . ( د 14 )\r\nالعامّ : هو الكلام الّذي وردت فيه إحدى أدوات العموم وبسببها يدلّ الكلام على شمول الحكم لجميع أفراد الموضوع ولم تكن هناك قرينة متّصلة أو منفصلة على تخصيصه . ( د 9 )\r\nعصر التشريع : وهو عصر الرسول صلّى اللّه عليه وآله وسلّم والأئمّة عليهم السّلام . ( د 2 ) .\r\nعلم الأصول ( أصول الفقه ) : هو العلم بالقواعد العامّة لعمليّة الاستنباط ومنهجيّتها . ( د 5 )\r\nعلم الفقه : هو علم استنباط الأحكام الشرعيّة من مصادرها . ( د 3 )\r\nالقرينة المتّصلة : هي القرينة الّتي تأتي في الكلام مباشرة على خلاف ظهوره . ( د 9 )\r\nالقرينة المنفصلة : هي القرينة الّتي تأتى على خلاف ظهور الكلام بنحو غير مباشر . ( د 9 )\r\nقواعد الجمع العرفيّ : هي القواعد الّتي تعالج حلّ التعارض بين خبرين قطعيّين يمكن جمعها عرفا . ( د 19 )\r\nالقياس الأصوليّ : هو التمثيل المنطقيّ الّذي كان ناظرا إلى معرفة الجزئي عن طريق الجزئي . ( د 6 )\r\nالمباح : هو الفعل الّذي يكون موضوعا للحكم التكليفيّ الدالّ على تساوي الفعل بالنسبة إلى رضى اللّه وسخطه . ( د 3 )\r\nالمجمل : هو كلام الشارع الّذي يدلّ على أكثر من معنى ودلالته\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالدليل الشرعيّ غير اللفظيّ : هو فعل المعصوم أو تقريره لعمل أو سيرة ممّا له دلالة على الحكم الشرعيّ . ( د 12 )\r\nالدليل العقليّ : هو الدليل الأصوليّ الّذي يستخرج الحكم الشرعي باستمداد العقل . ( د 15 )\r\nالدليل العقليّ المستقلّ : وهو الدليل الّذي يستقلّ في دلالته على الحكم الشرعيّ . ( د 15 )\r\nالدليل العقلي غير المستقلّ : وهو الدليل العقليّ الّذي لا يستقلّ في دلالته على الحكم الشرعيّ بل يستمدّ من الدليل الشرعيّ . ( د 15 )\r\nالدين : انظر الشريعة . ( د 2 )\r\nالسيرة العقلائيّة : هي تعامل العقلاء في موضوع خاصّ حيث نشأ عن ميل عام عندهم ولا يتّصل بتأثّرهم من الشرع شيئا . ( د 12 )\r\nسيرة المتشرّعة : هي تصرّف المتديّنين في عصر المعصومين عليهم السّلام على أساس توجيه شرعيّ لم يصل إلينا . ( د 14 )\r\nالشارع : هو اللّه سبحانه وتعالى . ( د 2 )\r\nالشريعة : هي الحدود الّتي وضعها الشارع لتنظيم حياة الإنسان كمنهج يحقّق له سعادته في الدنيا والآخرة . ( د 2 )\r\nالشهرة : هي اتّفاق عدد كبير من الفقهاء في فتوى واحدة لم نعرف مستندها . ( د 14 )\r\nالظاهر : هو كلام الشارع الّذي دلالته على أحد معانيه أقوى من\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nعلى جميع المعاني متساوية . ( د 4 )\r\nالمخصّص المتّصل : هي القرينة الّتي تخصّص العامّ مباشرة . ( د 9 )\r\nالمخصّص المنفصل : هي القرينة الّتي تخصّص العامّ بنحو غير مباشر . ( د 9 )\r\nالمستحبّ : هو الفعل الّذي يكون موضوعا للحكم التكليفيّ الدالّ على أنّ الفعل يوجب رضى اللّه بدرجة يسع معها تركه . ( د 3 )\r\nالمشهور : هو الخبر الحدسيّ الّذي يعبّر عن اتّفاق عدد كبير من الفقهاء في فتوى واحدة ولم نعرف مستندها . ( د 14 )\r\nالمطلق : هو الكلام الّذي ليس فيه قيد يدلّ على تقييد الموضوع أو الحكم . ( د 9 )\r\nالمفهوم : هو دلالة الكلام على انتفاء الحكم عند انتفاء قيد أو شرط منه . ( د 8 )\r\nمفهوم الشرط : هو دلالة الجملة الشرطيّة على انتفاء الحكم عند انتفاء الشرط . ( د 8 ) .\r\nمقدّمة الواجب : هو الشرط الّذي يتوقّف أداء الواجب عليه أو يتحقّق الوجوب بعد تحقّقه . ( د 16 )\r\nالمقيّد : هو الكلام الّذي فيه قيد يقيّد الموضوع أو الحكم . ( د 9 )\r\nالمكروه : هو موضوع الحكم التكليفيّ الّذي يدلّ على أنّ فعلا يوجب سخط اللّه بدرجة يسع معها إتيانه . ( د 3 )\r\nالمنطوق : هو مدلول الكلام الّذي دلّ عليه اللفظ مطابقة لا التزاما . ( د 8 )\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nموضوع الحكم : هو ما يتعلّق به الحكم . ( د 10 )\r\nموضوع علم الأصول : هو القواعد العامّة لعمليّة الاستنباط . ( د 5 )\r\nالنصّ : هو كلام الشارع الّذي يدلّ على معنى واحد فقط ولا يحتمل دلالته على معان أخر . ( د 4 )\r\nالواجب : هو موضوع الحكم التكليفيّ الّذي يدلّ على أنّ الفعل يوجب رضى اللّه بدرجة لا يسع معها الترك . ( د 3 )\r\nالواجب التخييريّ : هو الواجب الّذي له بدل أو أبدال . ( د 10 )\r\nالواجب التعييني : هو الواجب الّذي لم يكن له بدل . ( د 10 )\r\nالواجب العيني : هو الواجب الّذي يجب على جميع المكلّفين ولا يسقط عن أحد . ( د 10 )\r\nالواجب الغيريّ : هو الواجب الّذي يتعلّق بشيء لا لمصلحة في نفسه بل لمصلحة في غيره . ( د 16 )\r\nالواجب الكفائي : هو ما يجب على « من به الكفاية » ويسقط عن الآخرين إذا أتى به .\r\nالواجب المشروط : انظر الواجب المقيّد .\r\nالواجب النفسي : هو الواجب الّذي يتعلّق بشيء لمصلحة في نفسه لا في غيره . ( د 16 )\r\n\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110}
  ]