[
  {"content":"\r\n\r\nمسائل من\r\nالإجتهاد والتقليد\r\nألقاها الأستاذ\r\nسماحة آية الله العظمى\r\nالشيخ حسين النوري الهمداني\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالنوري ، الهمداني ، نوري ، 1304 -\r\nمسائل من الاجتهاد والتقليد ومناصب الفقيه / حسين النوري الهمداني . -\r\nقم : مكتب الإعلام الإسلامي ، مركز النشر ، 1375 .\r\n176 ص . ( دفتر تبليغات اسلامى حوزهء علميهء قم ، مركز انتشارات ، 488 )\r\nكتابنامه به صورت زير نويس .\r\nچاپ أول : 1374 .\r\nچاپ دوم : 1375 .\r\n1 . فقه جعفري - رساله عمليه . 2 . اجتهاد وتقليد ( فقه ) . الف . دفتر تبليغات اسلامى حوزهء علميه قم ، مركز انتشارات . ب . عنوان . ج . عنوان : الاجتهاد والتقليد .\r\n5 م 9 ن / 9 / 183 bp 3422 / 297\r\nفهرست نويسى پيش از انتشار توسط مركز انتشارات دفتر تبليغات اسلامى\r\nشابك : 0 - 230 - 424 - 964\r\nIsbn 964 - 424 - 230 - 0\r\nدفتر تبليغات اسلامى حوزهء علميهء قم\r\nمركز انتشارات\r\nالكتاب : مسائل من الاجتهاد والتقليد ومناصب الفقيه\r\nالمؤلف : آية الله حسين النوري الهمداني\r\nالناشر : مركز النشر التابع لمكتب الإعلام الإسلامي\r\nالمطبعة : مطبعة مكتب الإعلام الإسلامي\r\nالطبعة : الثانية / 1417 ق ، 1375 ش\r\nالكمية : 2000 نسخة\r\nالسعر : 350 تومان\r\nحقوق الطبع محفوظة للناشر\r\nقم ، شارع شهداء ( صفائية ) ، مركز النشر التابع لمكتب الإعلام الإسلامي ،\r\nص . ب : 917 ، هاتف : 7 - 742155 ، فاكس : 742154 ، توزيع : 743426\r\nPrinted in the islamic republic of iran\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ الاجتهاد 
  ]\r\nبسم اللّه الرحمن الرحيم\r\n\r\n[ وجوب الاجتهاد والتقليد والاحتياط فطرى وعقلي 
  ]\r\nالمسألة 1 : يجب على كلّ مكلّف في عباداته ومعاملاته أن يكون مجتهدا أو مقلّدا أو محتاطا .\r\nبسم اللّه الرحمن الرحيم\r\nالحمد للّه ربّ العالمين والصلاة والسلام على خير خلقه وأشرف بريّته سيّدنا ونبيّنا أبي القاسم محمّد وأهل بيته الطيّبين الطّاهرين سيّما بقيّة اللّه في الأرضين ، واللعن على أعدائهم أجمعين من الآن إلى قيام يوم الدّين .\r\nهذه أول مسألة من المسائل الفقهيّة المدوّنة في الرسائل العمليّة وهي متكفّلة لبيان وظائف المكلّفين بالنسبة إلى أحكام اللّه الواقعيّة المنجّزة عليهم بسبب علمهم بها إجمالا ، وهي تتلخّص في أحد أمور ثلاثة :\r\nالاجتهاد والتقليد والاحتياط\r\nوجوب الأمور المذكورة فطري وعقلي .\r\nوأمّا كونه فطريّا فمن جهة ان مقتضى فطرة كلّ ذي حياة هو الفرار والتحرّز عن الضرر ، والإنسان أيضا من جهة كونه واجدا لأعلى درجة من الحياة يحترز من الضرر ، وحيث انّ أحكام اللّه تعالى الواقعية قد تنجّزت عليه بسبب علمه بها - كما قلنا - فلذا يرى التعرّض لها والخروج عن عهدتها لازما عليه دفعا للعقاب المحتمل ، وهو لا يحصل إلّا بأحد الأمور الثلاثة المتقدّمة .\r\nوأمّا كونه عقليّا فمن أجل لزوم شكر المنعم عقلا ، فإن الإنسان من\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nجهة كونه عاقلا ومن جهة ايمانه بخالقه وصفات جلاله وجماله وانه تعالى بلطفه ومنّه « قد بعث فيهم رسله وواتر إليهم أنبيائه ليستأدوهم ميثاق فطرته ويذكّروهم منسيّ نعمته ، ويحتجّوا عليهم بالتبليغ ، ويثيروا لهم دفائن العقول ويروهم الآيات المقدّرة من سقف فوقهم مرفوع ، ومهاد تحتهم موضوع ، ومعايش تحييهم ، وآجال تفنيهم ، وأوصاب تهرمهم ، وأحداث تتابع عليهم ، ولم يخل سبحانه خلقه من نبيّ مرسل أو كتاب منزل أو حجّة لازمة أو محجّة قائمة » . « 1 »\r\nيحكم عقله حكما قاطعا بأنه يلزمه الشكر لنعمه المتوافرة ، وهو لا يحصل إلّا بالعمل بأحكامه تعالى اجتهادا أو تقليدا أو احتياطا .\r\n\r\nالاجتهاد هو الأصل الوحيد\r\nوليعلم انّ الاجتهاد وهو التصدّي لتحصيل العلم بالحجّة للاستناد إليها في مقام العمل هو الأصل الوحيد والركن السديد من بين الأمور الثلاثة المتقدّمة « الاجتهاد والتقليد والعمل بالاحتياط » .\r\nوأما التقليد : وهو العمل برأي من قامت عنده الحجّة على الحكم الشرعي ، ويقتضيه ارتكاز العامي وفطرته الحاكمة برجوع الجاهل إلى العالم ، وعليه أيضا جرى بناء العقلاء في حياتهم الاجتماعية ، فهو انّما تصل إليه النّوبة بعد العجز عن الاجتهاد ، وفي ظرف عدم القدرة عليه ، فهو في طول الاجتهاد بحسب المرتبة لا في عرضه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : الخطبة الأولى .\r\n","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nوقد ظهر ممّا ذكرنا ان أصل لزوم التقليد عقلي ، ولا يمكن أن يكون تعبّديا وتقليديّا لاستلزامه حينئذ الدّور أو التسلسل ، لأنّ وجوب الرجوع إلى زيد « المجتهد مثلا » لو كان بتقليد عمرو « المجتهد » ننقل الكلام إلى قول عمرو ، فبأيّ دليل صار حجّة ، فإن كان بسبب قول بكر وهكذا يلزم التسلسل ( والمراد من التسلسل في أمثال المقام هو عدم انتهائه إلى حدّ يقف فيه لا التسلسل الفلسفي ) وإن رجع حجّية قول عمرو إلى قول زيد مثلا يلزم الدور ، وسيأتي البحث في بعض الجوانب الأخر من التقليد .\r\nوأمّا العمل بالاحتياط فهو : أوّلا : مما لا يمكن في جميع الموارد لاستلزامه اختلال النظام لكثرة المحتملات وكذا في أغلب الموارد لاستلزامه العسر والحرج « ولذلك لم نر من يعمل به من بين المسلمين » .\r\nوثانيا : انه لا يتمشّى فيما إذا دار الأمر بين الوجوب والحرمة ، وفيما إذا كان محتمل الوجوب عبادة واحتمل المكلّف عدم جواز الامتثال الإجمالي في العبادات عند التمكّن من امتثالها تفصيلا اجتهادا أو تقليدا ، وكذا إذا احتمل دخالة قصد الوجه والتمييز ولو بالاجتهاد أو التقليد ، فيلزم عليه حينئذ الاجتهاد ولو لم يمكن فالتقليد ، فانقدح ان العمل بالاحتياط ليس في عرض الأوّلين بحسب المرتبة ، بل في طولهما ، فالاجتهاد هو الأصل الوحيد والركن السديد كما ذكرنا .\r\nالاجتهاد وأخصر ما قيل في تعريفه انه : تحصيل الحجّة على الحكم عن ملكة .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n\r\nويتوقّف الاجتهاد على أمور :\r\n1 - معرفة اللغة العربية وقواعدها ، فإن الكتاب المجيد والأخبار الصادرة عن النبيّ الأقدس صلّى اللّه عليه وآله وسلّم والأئمّة الطاهرين عليهم السّلام قد وردت باللغة العربية ، فالاستفادة منهما واستيعاب مفاهيمهما بدون الاطّلاع على اللغة العربية غير ممكن .\r\n2 - معرفة الكتاب العزيز بالمراجعة إلى التفاسير خصوصا التفاسير المتكفّلة لتفسير الآيات بالأخبار الواردة عن المعصومين عليهم السّلام كتفسير البرهان ونور الثقلين والصافي .\r\n3 - علم الأصول ، ومسيس الحاجة إليه في الاجتهاد ممّا لا يخفى ، فإن القواعد التي قد تكفّل هذا العلم لتشييدها وتنقيحها سواء أكانت من المسائل المرتبطة بالألفاظ وهيآتها أم من القواعد العقلية المحضة ، أم من القواعد المتعلقة بحجية الأصول ومجاريها وأحكام تعارضها وغيرها ، أم من القواعد المبيّنة لكيفيّة الجمع بين المتعارضين من الأخبار العلاجية وغيرها ممّا لا يستغني عنه أيّ مجتهد .\r\nفما ذهب إليه الأخباريّون من أصحابنا من إنكار شأن علم الأصول فممّا لا ريب في بطلانه ، فهل يسوغ للأخباري أن يستغني عن مثل هذه المسائل مع أن أكثر مداركها مأخوذ من الكتاب العزيز والأخبار الصادرة عن أئمّة أهل البيت عليهم السّلام ، وهذا صاحب الحدائق وقد عدّ من رؤساء الأخباريين ، هل كان يمكن له أن يستنبط الأحكام من الكتاب العزيز وأخبار الأئمّة الأطهار مع قطع النظر عن هذه القواعد ؟ وإن شئت فارجع إلى الحدائق تجد صحّة ما ذكرنا .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n4 - التتبّع التامّ في الأخبار الصادرة عن أهل البيت عليهم السّلام والانس والإحاطة بها ، إذ بها دارت رحى الاستنباط عند فقهاء الإماميّة في عامّة الأدوار والأعصار وبالممارسة فيها تحصل القوّة القدسيّة التي بها يكون الفقيه فقيها .\r\nقال أبو عبد اللّه عليه السّلام : « أنتم أفقه الناس إذا عرفتم معاني كلامنا » « 1 » وقال عليه السّلام أيضا : « ممّن روى حديثنا ونظر في حلالنا وحرامنا وعرف أحكامنا « 2 »\r\n5 - علم الرجال والدراية ، وذلك لأنّ غالب الأحكام الشرعية يستفاد من الأخبار المأثورة عن أهل البيت عليهم السّلام وليس كل خبر حجّة ، لأنهم عليهم السّلام قد قالوا إنّا لا نخلو عن كذّاب يكذب علينا ، فلا بدّ من تمييز الغثّ عن السمين ، ولا يحصل ذلك إلّا بالبحث والتنقيب عن أحوال الرواة الواقعين في سلسلة السند واحدا بعد واحد .\r\n6 - الاطلاع على فتاوى الأصحاب خصوصا قدمائهم الذين كان دأبهم الفتوى على أساس متون الروايات ، وكذا الاطلاع على فتاوى العامّة الدارجة في أعصار الأئمّة الأطهار عليهم السّلام وذلك لأنه يظهر من كثير من الأخبار ان الأئمة الأطهار عليهم السّلام كانوا ناظرين إلى ما في أيدي العامة وفقهائهم من الروايات والفتاوى في تلك العصور المظلمة ، وعليه فتمييز ما هو الصادر منهم عليهم السّلام تقية أو ردّا على ما هو الدارج في أيديهم يحتاج إلى الاطّلاع على فتاويهم ورواياتهم في تلك الأزمنة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل الباب 9 من أبواب صفات القاضي ح 27 ج 18\r\n( 2 ) الوسائل الباب 9 من أبواب صفات القاضي ح 1 ج 18\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n\r\nمعنى التقليد\r\nواللّازم في المقام هو البحث عن أمرين :\r\n1 - ما هو التقليد ؟\r\n2 - ما هو الباعث للعامي على التقليد ؟\r\nأما الأول : فنقول :\r\nالتقليد لغة : من القلادة ، وهي الّتي تجعل في العنق ، في عنق نفسه أو في عنق غيره ، ومناسبة معناه لبحث الاجتهاد والتقليد واضحة ، لأنّها إمّا باعتبار ان العامي يجعل دينه وتبعات أعماله المرتبطة بدينه في عنق مفتيه ، فمعنى تقليده للفقيه جعل دينه الّذي نزّل منزلة القلادة في عنق الفقيه ، وإمّا باعتبار انه يجعل فتاوى الفقيه التي قد شبّهت بالقلادة في عنق نفسه ، بمعنى انه يلتزم بها ولا يتحرّك ولا يسكن إلّا معها وباستنادها ، فإطلاق لفظ التقليد في المقام مشتمل على تشبيه وتنزيل من باب تشبيه المعقول بالمحسوس .\r\nويشهد على صحّة الإطلاق بالاعتبار الأوّل ما رواه أبو بصير قال :\r\nدخلت أمّ خالد العبديّة على أبي عبد اللّه عليه السّلام وأنا عنده فقالت : جعلت فداك يعتريني قراقر في بطني وقد وصف لي أجناد العراق النّبيذ بالسويق ؟\r\nفقال عليه السّلام : ما يمنعك من شربه ؟ فقالت : قد قلّدتك ديني ، فقال عليه السّلام : فلا تذوقي منه قطرة لا واللّه لا آذن لك في قطرة منه ، فإنّما تندمين إذا بلغت نفسك هاهنا ، وأومأ بيده إلى حنجرته - يقولها ثلاثا - أفهمت ؟ فقالت :\r\nنعم ، ثم قال أبو عبد اللّه عليه السّلام : ما يبلّ الميل ينجس حبّا من ماء يقولها\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nثلاثا . « 1 »\r\nوشهادة العرف على صحّة الإطلاق بالاعتبار الثاني أيضا واضحة .\r\nفالمكلّف العامي في مقام الامتثال لأحكام اللّه الواقعيّة التي قد صارت منجّزة عليه بسبب علمه بها اجمالا لا بدّ من أن يستند إلى الحجّة ، وليست هي - بعد عدم العمل بالاحتياط - إلّا قول المفتي - على ما سيجيء - وحينئذ لا طريق له في الخروج عن عهدتها إلّا التقليد بالمعنى الّذي ذكرناه .\r\nهذا بحسب معناه اللّغوي وأمّا المراد منه في عرف الفقهاء والاصوليّين وكلماتهم ، فقد اختلفوا فيه على أقوال شتّى ، وفرّعوا على الخلاف فيه بعض المسائل الفقهيّة - كما سنذكره - والأقوال كما يلي :\r\nالأول : انّه الالتزام بقول الغير كما في تعريف السيّد الفقيه الطباطبائي في العروة .\r\nالثاني : انّه قبول قول الغير من غير دليل كما عن الفخر .\r\nالثالث : انّه الأخذ بقول الغير .\r\nالرابع : انّه تعلّم الأحكام عن الغير .\r\nالخامس : انّه نفس العمل بقول الغير كما عن النهاية والمعالم وشرح المختصر . « 2 »\r\nومن جملة المسائل الّتي فرّعوها على الخلاف في المراد من التقليد بعض المسائل المرتبطة بالعدول عن مجتهد إلى آخر ومسألة البقاء على تقليد الميّت .\r\nفمن الثاني : ما في رسالة الاجتهاد والتقليد لشيخنا الأعظم الأنصاري\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 17 ص 275 الحديث 2 من الباب 20 من أبواب الأشربة المحرّمة .\r\n( 2 ) وسيظهر لك ممّا نذكره انّ القول الخامس هو الأوجه .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nفإنه ربّما يتوهّم منه انه لو قلنا بأن التقليد هو الالتزام لجاز البقاء على تقليد الميّت فيما إذا مات المجتهد بعد الالتزام بالعمل على فتواه وإن لم يعمل بها وإن قلنا بأنه العمل لم يجز البقاء ما لم يعمل به . « 1 »\r\nكما أنه من الأوّل ما في كلمات بعضهم في مسألة العدول عن الحيّ إلى الحيّ المساوي فإنه لا يجوز العدول إلى الثاني بعد الالتزام وإن لم يعمل لو قلنا بأن التقليد هو الالتزام وهذا بخلاف ما لو قلنا إنه هو العمل بقول الغير فإنه يجوز العدول إلى الحيّ حينئذ وإن حصل التعلّم والالتزام لعدم تحقّق التقليد على الفرض ما لم يعمل .\r\nوفساد هذا التوهّم وأمثاله ممّا لا يخفى لأنّ حرمة العدول في الفرض وجواز البقاء على تقليد الميّت وعدمه لا تدور مدار انّ التقليد هو الالتزام أو التعلّم لا العمل بل المتّبع في ذلك هو ما تقتضيه القواعد ، واطلاقات أدلّة حجّية الفتوى من الآيات والأخبار والسيرة وسيأتي ذكرها ، إذ ليس عنوان البقاء على تقليد الميّت وكذا عنوان العدول عن التقليد بمالهما من المعنى واردين في لسان الدليل كي يلحظ تحقّق مفهوم البقاء على التقليد أو العدول عن التقليد في مورد وعدم تحقّقهما فيه .\r\nوالقائلون بكون التقليد عبارة عن الالتزام انّما قالوا به فرارا عن محذور سبق الشيء على نفسه كما في الكفاية للمحقّق الخراساني فإنه بعد تعريفه بأنه أخذ قول الغير ورأيه للعمل به في الفرعيات قال : ولا يخفى انّه لا وجه لتفسيره بنفس العمل ضرورة سبقه عليه ، وإلّا كان بلا تقليد ، انتهى .\r\nومراده « رحمه اللّه » ان العمل مسبوق بالتقليد ومتوقّف عليه ، وحينئذ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة الاجتهاد والتقليد للشيخ الأعظم الأنصاري ص 46\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nفلو كان العمل محقّقا للتقليد كان التقليد مسبوقا بالعمل فيلزم سبق الشيء على نفسه .\r\nوفيه ما لا يخفى من عدم صحّة المقدّمة الثانية ، فإن التقليد حينئذ نفس العمل الكذائي لا انه مسبوق به ومتوقّف عليه ، وتوضيحه : انّ العمل يكون على نحوين :\r\n1 - العمل المستقلّ .\r\n2 - العمل التابع للغير .\r\nوالثاني هو التقليد ، فالتقليد هو نفس العمل الكذائي - أي العمل الصادر عن الشخص تبعا للغير - لا انه متوقّف عليه ومتأخّر عنه .\r\nوالتحقيق - كما ظهر ممّا ذكرنا آنفا - : انّه لا فائدة في البحث عن مفهوم التقليد لأنّه لا يثمر شيئا ، إذ ليس في الأدلّة الدائرة في المقام شيء مترتّب على لفظ « التقليد » حتّى يلزم علينا البحث عن معناه ، فالمهمّ بيان ما هو وظيفة الجاهل في مقام الخروج عن عهدة التكاليف الشرعيّة .\r\nولا ريب ان وظيفته هي العمل على طبق فتوى المجتهد ، كما انّ وظيفة المجتهد هي العمل على طبق ما استنبطه ، كما أن المهم في بحث جواز البقاء على تقليد الميّت وعدمه - كما سيجيء إن شاء اللّه تعالى - هو البحث عن انّ الأدلّة التي أقيمت على لزوم رجوع الجاهل إلى العالم تأسيسا أو امضاء هل تشمل الميّت أيضا ابتداء أو بقاء أم لا ؟ وعلى تقدير الشمول هل المانع عنه موجود أم لا ؟\r\nوالمهم في بحث جواز العدول عن المجتهد إلى المساوي هو البحث في أن التخيير المستفاد من الأدلّة هل له اطلاق يشمل جميع الأحوال حتى بعد\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالعمل على رأي المجتهد الأوّل أو هو بدويّ لا يشمل شيئا من ذلك .\r\nوعليه ففي كلّ مورد من الموارد المذكورة وأمثالها لا بدّ أن يلاحظ الدليل الخاص في ذلك المورد ويعمل على مقتضاه ، ولا يرتبط البحث والثمرة بمفهوم لفظ التقليد حتّى يبحث فيه .\r\nهذه خلاصة الكلام في المقام الأوّل .\r\n\r\nما يدعو العامي إلى التقليد\r\nوأمّا المقام الثاني فهو : توضيح ما هو الباعث للعامي على التقليد ، وهو يستدعى التنبيه على أمرين :\r\nالأمر الأول : انّ العامي بعد ايمانه باللّه تعالى وانّه تعالى لم يتركه سدى ومهملا وأرسل لهدايته الرسل وأنزل الكتب وشرّع الشريعة يذعن بأن عدم التعرّض لامتثال أوامره ونواهيه المندرجة في الكتاب والسنّة خروج عن زيّ الرقّية ورسم العبودية وكفران لنعمه تعالى وموجب لاستحقاق الذم والعقاب من قبل المولى .\r\nالأمر الثاني : انّ كيفيّة امتثال التكاليف لا تتحقّق إلّا بأحد أمرين :\r\nإمّا بتحصيل العلم بها باستخراجها من مظانّها من الكتاب والسنّة وتحصيل الحجّة عليها منهما ، وهو المسمّى ب « الاجتهاد » .\r\nوإمّا بإتيان جميع المحتملات الموجب للقطع بامتثالها ، وهو المسمّى ب « العمل بالاحتياط » ، ومع عدم التمكّن من تحصيل الحجّة على التكاليف لكونه عاميّا وعدم التمكّن من الاحتياط لمكان العسر والحرج أو عدم معرفة\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nطريق الاحتياط يذعن العقل بنصب طريق آخر ، وهو التقليد والاستناد إلى من له الحجّة على الأحكام .\r\nوهذا الذي نعبّر عنه ب « التقليد » ورجوع الجاهل إلى العالم ليس إلّا حكم العقل ، وعليه جرى أيضا بناء العقلاء في حياتهم .\r\nقال المحقّق الخراساني في الكفاية : ان جواز التقليد ورجوع الجاهل إلى العالم في الجملة « 1 » يكون بديهيّا جبليّا فطريّا ، وإلّا لزم سدّ باب العلم به « 2 » على العامي مطلقا « 3 » غالبا لعجزه عن معرفة ما دل عليه كتابا وسنّة ، ولا يجوز التقليد فيه أيضا ، وإلّا لدار « 4 » أو تسلسل .\r\nوناقش فيه المحقّق الاصفهاني في حاشيته على الكفاية في المقام بمنع كون جواز التقليد بديهيّا جبليا فطريّا وذلك لوجهين :\r\nالأوّل : ان المقصود بالفطري إمّا أن يكون القضية الفطرية المعدودة في كتاب البرهان من القضايا الستّ البديهية ، وإما أن يكون الفطري بمعنى الجبلّة والطبع ، وعلى كل من المعنيين لا يكون جواز التقليد فطريّا .\r\nأمّا على الأول : فلأن القضية الفطريّة هي التي تكون قياساتها معها ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والمراد بقوله في الجملة : اثبات فطرية جواز رجوع الجاهل إلى العالم في ظرف اجتماع الشرائط في المجتهد فلا يكون الرجوع إلى الفاسق أو المتجزّي أو الصبي فطريا بديهيا .\r\n( 2 ) أي بجواز التقليد .\r\n( 3 ) أي سواء أكان العامي أميا لا حظّ له من العلم أصلا أم كان له نصيب من العلم لكن لم تكن له ملكة الاستنباط .\r\n( 4 ) إذ لو كان جواز التقليد بتقليد آخر فإن كان ذلك التقليد الآخر بهذا التقليد لزم الدور ، وإن كان بتقليد آخر أيضا وهلم جرا لزم التسلسل .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nكقولهم : الأربعة زوج ، فإنها قضية فطرية لاستغنائها كسائر البديهيات عن الاستدلال ، بل العقل يذعن بزوجيّة الأربعة بمجرد التفاته إلى انقسامها بمتساويين ، ومن المعلوم ان الفطري بهذا المعنى هو كون العلم نورا وكمالا للعاقلة ، لا لزوم التقليد عند الشارع أو عند العقلاء .\r\nوأمّا على الثاني : فلأن الفطري الجبلّي لكل انسان هو شوق النفس إلى رفع نقص الجهل وكمال ذاتها أو قواها لا لزوم التقليد شرعا أو عند العقلاء .\r\nالثاني : أن الجمع بين البداهة والفطرة والجبلّة لإثبات جواز التقليد لا يخلو عن شيء ، إذ الظاهر من كون الشيء بديهيّا انه من البديهيات مثل :\r\n« النقيضان لا يجتمعان » .\r\nومن المعلوم ان جواز التقليد ليس كذلك لابتنائه على مقدمات كما ذكرنا « 1 »\r\nولكن يمكن أن يقال : ان مراد المصنف من الفطري ليس معناه المصطلح عند أهل الميزان ، بل المراد انه من الفطرية الارتكازيّة ، ومقصوده من قوله بديهيّا انه واضح بحيث لا يحتاج إلى إقامة برهان ، وذلك من جهة رسوخ مسألة لزوم رجوع الجاهل إلى العالم في النفوس بحيث لا يحتاج إلى امعان النظر ، ولعلّه لأجل هذا الحكم الفطري الارتكازي أهمل المحقّق الخراساني هنا الاستدلال ببناء العقلاء على جواز التقليد مع أنه جعله من جملة الأدلة على جواز تقليد المتجزّي .\r\nوبالجملة : فالمستفاد من كلمات الاصوليّين والفقهاء إقامة الدليلين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الدراية ج 6 ص 399\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nعلى جواز التقليد :\r\nأحدهما : حكم العقل المستقل ، وهو الذي عبّر عنه صاحب القوانين ب « بديهة العقل » .\r\nثانيها : بناء العقلاء ، إذ الرجوع إلى العارف والخبير من الارتكازيّات المغروسة في نفوسهم ، وعليه جروا في حياتهم الاجتماعية .\r\nولو قطع النظر عن الوجه الأول أمكن الاعتماد على السيرة العقلائية بضميمة تقرير الشارع لها ، فإنه بما هو عاقل بل رئيس العقلاء متحد المسلك معهم في كيفية ايصال أحكامه إلى المكلّفين وعدم ابداع طريقة أخرى لذلك .\r\nفرجوع العوام من المسلمين إلى المجتهدين المستنبطين لأحكام اللّه تعالى من منابعها الناظرين في حلال الأئمّة عليهم السّلام وحرامهم والعارفين لأحكامهم ممّا جرت عليه سيرة المسلمين من الصدر الأوّل وهي من جهة كونها بمرأى ومسمع من الأئمّة المعصومين عليهم السّلام مع عدم ردعهم عليهم السّلام عنها كانت مرضيّة عندهم ومجازة لديهم .\r\n\r\nشبهة الأخباريّين\r\nوانّ الاجتهاد بدعة والتقليد حرام لكنه قد وقع ريب وشبهة من أصحابنا الأخباريّين في باب الاجتهاد والتقليد وهي ان بناء العقلاء على أمر انما يصير حجّة إذا أمضاه الشارع الأقدس ، وامضاء الشارع وعدم ردعه عن شيء لا يستكشف إلّا في عمل يكون بمرأى ومنظر من النبيّ صلّى اللّه عليه وآله وسلّم والأئمّة عليهم السّلام كبنائهم على اصالة الصحّة\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nوالعمل بقول الثقة وأمثالهما ممّا كان رائجا في عصر المعصومين عليهم السّلام .\r\nوأما إذا كان بنائهم على عمل مستحدث لم يتّصل بزمانهم عليهم السّلام فلا يمكن استكشاف امضاء الشارع لمثله ، وما نحن فيه من هذا القبيل ، فإنّه وإن ورد لفظ « التفقّه في الدين » في الكتاب العزيز ، وألفاظ « الفقه » و « الفقيه » و « الفقهاء » و « الأفقه » وأمثالها في الروايات الصادرة عن الأئمّة عليهم السّلام ، ولكنه وردت أيضا ألفاظ « رواية الحديث » و « راوي الحديث » و « رواة الحديث والأحاديث » في موارد كثيرة منهم عليهم السّلام ، وعليه فلم لا يكون المراد من لفظ « الفقه » و « الفقهاء » رواية الحديث ورواة الحديث ؟\r\nوقالوا : انّ الفقه لم يكن في عصر الأئمّة عليهم السّلام إلّا من العلوم الساذجة البسيطة ، وكان عبارة عن نقل روايات من الأئمّة عليهم السّلام مع الإسناد أو مع حذف الأسناد كالمقنع والهداية لرئيس المحدّثين الصدوق « رضوان اللّه عليه » ورسالة أبيه عليّ بن بابويه « رحمة اللّه عليه » .\r\nوبالجملة : لم يكن إلّا روايات سمعوا من النبيّ صلّى اللّه عليه وآله وسلّم أو من الأئمّة عليهم السّلام في الجواب عن أسئلتهم المختلفة التي كانت ترد على حسب الوقائع المختلفة أو روايات صدرت منهم عليهم السّلام ابتداء من غير سبق سؤال على حسب القضايا والموارد المتفاوتة ، ولم يكن التفقّه في تلك الأعصار إلّا تعلّم تلك الأحاديث وحفظها ونشرها ، كما انّه لم يكن الرجوع إلى الفقيه في تلك العصور إلّا لاستماع ما سمعوا من النبيّ الأقدس صلّى اللّه عليه وآله وسلّم والأئمّة المعصومين عليهم السّلام من الروايات .\r\nولكنّ « الفقه » قد تطوّر واتّسع وأصبح في أمثال عصرنا من العلوم النظريّة الوسيعة كالعلوم الفلسفية والرياضية ، وأصبح التفقّه معرفة الروايات\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالصادرة عن أهل البيت عليهم السّلام مع معرفة القواعد الكثيرة ، ومعرفة مجاري الأصول في الشبهات الحكميّة والموضوعية واعمال الظنون والأنظار في استنباط الأحكام ، وصار الرجوع إلى الفقيه رجوعا إلى من عرف هذه الأمور واستخرج الأحكام بالظنّ الاجتهادي أو بالرجوع إلى الأصول العمليّة .\r\nوعليه فما جرى عليه الأمر من زمن الشيخ المفيد بل قبله من زمن القديمين الحسن بن أبي عقيل العمّاني وأحمد بن الجنيد الإسكافي إلى زماننا من الفقه والتفقّه والرجوع إلى الفقيه هو أمر مستحدث لا يمتدّ إلى زمان المعصومين عليهم السّلام .\r\nومجرّد ارتكاز رجوع الجاهل في كلّ صنعة أو حرفة إلى أصحاب الصنائع والحرف والبناء عليه إذا لم يكن متصلا بزمن المعصومين عليهم السّلام حتى يستكشف منه الإمضاء منهم عليهم السّلام لا يجدي شيئا ، فانقدح انّ ما هو المتداول في أمثال زماننا لا يتّصل إلى زمن الأئمّة المعصومين عليهم السّلام وما كان هو المتداول في زمانهم عليهم السّلام ليس معمولا في عصرنا .\r\nقالوا : فشأن الفقهاء والعلماء لا بدّ أن يكون مقصورا بنقل الرواية عن المعصوم عليه السّلام كما لم يكن شأن أصحاب الأئمّة عليهم السّلام أيضا إلّا ذلك ، فالاجتهاد والإفتاء مثل استعمال القياس حرام ورجوع العوام إليهم في ذلك وتقليدهم لهم من الأمور المستحدثة فهو أيضا بدعة وحرام .\r\nوالفرق بين الرواية والفتوى ممّا لا يخفى فالأوّل ليس إلّا حكاية ما سمعه من المعصوم عليه السّلام بلا واسطة أو بواسطة بلفظه أو بلفظ آخر ، وليس فيه اعمال النظر من نفسه بالنسبة إلى حكم اللّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nوأمّا الثاني : فهي عبارة عن الإخبار بأحكام اللّه تعالى بحسب اعتقاد المفتي ونظره .\r\nفالمفتي على أساس الظنون الاجتهاديّة في الأحاديث الواصلة عنهم عليهم السّلام وحمل بعضها على بعض وترجيح بعضها على بعض بحسب نظره يتّخذ رأيا ويظهر رأيه ونظره بسبب الفتوى ، ثم إن لم يكن في البين بخصوصه حديث عنهم عليهم السّلام يرجع إلى الأصول ولكنّ تعيين مجاري الأصول وتقدم بعضها على بعض على أساس فنّ الأصول وضوابطها ينتهي إلى نظره واجتهاده أيضا .\r\nقال الشيخ الأعظم الأنصاري : ان ما سوى نقل الحديث باللفظ أو بالمعنى فلا يجوّزه الأخباريّون ويلحقونه بالقول بالقياس والاستحسان ويعتقدون انّ أرباب الفتاوى خرجوا بذلك عمّا هو المأخوذ عن الأئمّة الأطهار عليهم السّلام وزعموا انهم في ذلك تبعوا العامّة في العمل بالرأي والاجتهاد المنهى والاستحسان « 1 »\r\nوبالجملة : انّ الأخباريين ينادون بأعلى أصواتهم : ان الاجتهاد واستنباط الأحكام استنادا إلى فنّ أصول الفقه وسائر القواعد التي قد صارت معمولة ورائجة من زمن القديمين قرنا بعد قرن وجيلا بعد جيل في أعصار مثل الشيخ المفيد والسيّد المرتضى والشيخ الطوسي والمحقّق الحلّي والعلّامة وفخر المحقّقين والشهيدين والمحقّق الثاني وشيخنا البهائي وأستاذ الكل في الكل المحقّق الخوانساري والأستاذ الأكبر الوحيد البهبهاني والشيخ الكبير الشيخ جعفر الخضري والمحقّق النراقي والفقيه الأكبر صاحب الجواهر والشيخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مطارح الأنظار ص 256\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالأعظم الأنصاري والمحقّق النائيني والآية العلّامة السيد حسين الطباطبائي البروجردي وصاحب الثورة الإسلامية الإمام الخميني « قدس اللّه أسرارهم » كلها أمر منكر شرعا وبدعة وحرام ، ووجّهوا إلى الفقهاء والمجتهدين أنواع اللوم والذمّ وعيّروا أساطين الفقه وحفاظ شريعة سيد المرسلين لذلك .\r\nوقد ذكر في روضات الجنّات في ترجمة محمد أمين الأسترآبادي المتوفّى 1033 تسعة وعشرين فرقا بين جماعة المجتهدين والأخباريّين ونحن نذكر بعضا منها :\r\nمنها : ان المجتهدين يوجبون الاجتهاد عينا أو تخييرا والأخباريون يحرّمونه ويوجبون الأخذ بالرواية عن المعصوم عليه السّلام .\r\nمنها : انهم يقولون إن الأدلّة عندنا أربعة : الكتاب والسنّة والإجماع ودليل العقل ، والأخباريّون لا يقولون إلّا بالأوّلين بل بعضهم يقتصر على الثاني .\r\nمنها : انّ أغلبهم لا يجوّزون تقليد الميّت ، ولكن الأخباريّين يجوّزونه .\r\nمنها : انهم يعملون بأصالة الإباحة أو البراءة فيما لا نص فيه ، والأخباريّون يأخذون بطريقة الاحتياط .\r\nمنها : انهم يقولون بوجوب إطاعة المجتهد مثل الإمام ، والأخباريّون لا يوجبونها .\r\nمنها : انهم يحصرون الرعيّة في صنفين : مجتهد ومقلّد ، والأخباريّون يقولون : الرعيّة كلّها مقلّدة للمعصوم . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روضات الجنّات ج 1 ص 120 - 126\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوقد ورد في كلمات الأخباريّين التّشنيع الشديد والافتراء الواضح على الجمّ الغفير من علمائنا امناء الدين وورثة الأنبياء والمرسلين ، ومن أراد الاطّلاع على شطر من ذلك فليراجع الجواهر فإنّه « قدّس سره » قد أظهر تألّمه وتأسّفه البالغين من هذه المأساة المشجية في بحث صلاة الجمعة حيث إنه بعد تزييفه لما في الرسالة التي ألّفها الشهيد الثاني لوجوب صلاة الجمعة تعيينا قال :\r\nولقد وقفت على جملة من الرسائل المصنفة في المسألة « 1 » نسجوا فيها على منوال هذه الرسالة ، وقد أكثروا فيها من السبّ والشتم خصوصا رسالة الكاشاني التي سمّاها بالشهاب الثاقب ورجوم الشياطين ولولا انه آية في كتاب اللّه « 2 » لقابلناه بمثله ولكن لا يبعد أن تكون هذه الرسالة وما شابهها من كتب الضلال يجب اتلافها إلّا أن يرجح بقائها انّها أشنع شيء على مصنّفها لما فيها من مخالفة الواقع في النقل وغيره ، بل فيها ما يدلّ على انّهم ليسوا من أهل العلم كي يعتدّ بكلامهم ويعتنى بشأنهم . . . « 3 »\r\nوفي روضات الجنّات : ان بعضا من الأخباريّين قد ألّف كتابا لتقوية طريقة الأخباريّين وتضعيف طريقة المجتهدين وخاطب في أوّل الكتاب ابنه وقال :  يا بُنَيَّ ارْكَبْ مَعَنا وَلا تَكُنْ مَعَ الْكافِرِينَ  « 4 » ! ! !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مراده من الرسائل المصنّفة في المسألة هي الرسائل الّتي صنّفت من قبل الأخباريّين لإثبات وجوب صلاة الجمعة تعيينا .\r\n( 2 ) الآية 127 من سورة النحل .\r\n( 3 ) الجواهر ج 11 ص 177\r\n( 4 ) روضات الجنّات ج 1 ص 126\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nالجواب عن شبهة الأخباريين\r\nوالّذي يظهر من المراجعة إلى أخبار أهل البيت عليهم السّلام وآثارهم انّ الاجتهاد بالمعنى المتعارف في أعصارنا قد كان متعارفا في أعصار الأئمّة عليهم السّلام أيضا وانّهم عليهم السّلام مضافا إلى عدم ردعهم عن الاجتهادات التي كانت تقع على أساس كتاب اللّه تعالى وأخبارهم عليهم السّلام بمرأى ومسمع منهم عليهم السّلام كانوا يعلّمونهم طريق الاجتهاد ويرشدون إليه ويأمرون أصحابهم به وقد نشأ في تلك الأعصار ببركة تربيتهم وتعليمهم وارشادهم عليهم السّلام مجتهدون من الرواة والمحدّثين .\r\nوالروايات التي يستفاد منها هذا الأمر وفيها الصحاح والموثقات كثيرة .\r\nفطائفة منها : تدل على أمرهم عليهم السّلام بالتفريع على الأصول المسموعة منهم عليهم السّلام وعلى أمرهم بالإفتاء .\r\nوأخرى منها : تدلّ على أن الإفتاء كان شائعا في زمانهم عليهم السّلام بمنظر ومسمع منهم وكان ممضى من جانبهم عليهم السّلام .\r\nوطائفة ثالثة : تدل على تعليمهم عليهم السّلام لأصحابهم كيفيّة الاستنباط من الألفاظ ولزوم حمل المجمل على المبيّن والظّاهر على الأظهر والأظهر على النص .\r\nوطائفة رابعة : وردت في ارجاع الشيعة إلى فقهائهم في القضاء والإفتاء ، وفي لزوم أخذ معالم الدين من أصحابهم عليهم السّلام .\r\nوخامسة منها : تدل على تعليمهم كيفية الجمع بين المتعارضين من\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالأخبار ، وقلّما يتّفق باب من أبواب الفقه يكون خاليا من تعارض الأخبار .\r\nوسادسة منها : تدل على النهي عن الإفتاء بغير علم .\r\nوأمّا الطائفة الأولى : وهي ما تدلّ على أمرهم عليهم السّلام بالتفريع على الأصول المسموعة منهم وعلى أمرهم بالإفتاء فمنها ما يلي :\r\nمحمد بن إدريس في آخر السرائر نقلا عن كتاب هشام بن سالم ، عن أبي عبد اللّه عليه السّلام قال : « انّما علينا أن نلقي إليكم الأصول وعليكم أن تفرّعوا » . « 1 »\r\nوعن كتاب أحمد بن محمد بن أبي نصر عن الرضا عليه السّلام قال : « علينا القاء الأصول وعليكم التفريع » . « 2 »\r\nولا ريب ان عمدة الاجتهاد هي تفريع الفروع على الأصول وردّ الفروع إلى الأصول ، وقد قال في الفصول في تعريف الاجتهاد بأنّه : « ردّ الفروع إلى الأصول » .\r\nمثلا قوله عليه السّلام : « لا تنقض اليقين بالشك » أصل ، والقاعدة التي يستنبط المجتهدون منه هي التفريع فيقول الشيخ الأعظم الأنصاري « ره » : « قد أريد من اليقين في هذا الحديث « المتيقّن » وهو باعتبار اسناد النقض إليه لا بد أن يكون شيئا قابلا للاستمرار في حدّ ذاته ، فالحديث حينئذ لا يشمل الشك في المقتضى ولكن يشمل الشك في وجود الرفع أو رافعيّة الموجود ، وكذا الشك في وجود المانع أو مانعية الموجود ، فالاستصحاب في الشك في المقتضى ليس بحجة » .\r\nولكن المحقق الخراساني « ره » يقول : « ان اليقين في الحديث قد استعمل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 و 2 ) الحديث 51 و 52 من الباب 6 من أبواب صفات القاضي ص 40 - 41 ج 18 الوسائل\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nفي معناه عرفا واسند إليه النقض كما يسند إلى العهد والغزل ، فحينئذ يشمل الحديث كل ما تعلق به اليقين والشك سواء أكان الشك في المقتضى أم الشك في الرافع فالاستصحاب في كليهما حجّة » .\r\nوالفرق بين تفريع الفروع على الأصول الذي هو الاجتهاد وبين استخراج الحكم من الأشباه والنظائر ممّا لا يخفى .\r\nفالأوّل هو : استخراج المصاديق والمتفرّعات من الكبريات الكليّة .\r\nوأما الثاني : فهو ممّا يبتنى عليه فقه العامة وإليه يرجع القياس والاستحسان وفقهاؤنا بريئون منه .\r\nوقد قال الشيخ الطوسي « رحمه اللّه » في أول كتاب المبسوط : « أما بعد فإني لا أزال أسمع معاشر مخالفينا من المتفقّهة والمنسوبين إلى علم الفروع يستحقرون فقه أصحابنا الإماميّة ويستنزرونه وينسبونهم إلى قلّة الفروع وقلّة المسائل ويقولون انهم أهل حشو ومناقضة ، وانّ من ينفي القياس والاجتهاد لا طريق له إلى كثرة المسائل ولا التفريع على الأصول ، لأنّ جلّ ذلك وجمهوره مأخوذ من هذين الطريقين . وهذا جهل منهم بمذاهبنا وقلّة تأمّل لأصولنا ، ولو نظروا في أخبارنا وفقهنا لعلموا انّ جلّ ما ذكروه من المسائل موجود في أخبارنا ومنصوص عليه تلويحا عن أئمّتنا عليهم السّلام الذين قولهم في الحجة يجري مجرى قول النبي صلّى اللّه عليه وآله وسلّم إمّا خصوصا أو عموما أو تصريحا أو تلويحا . « 1 »\r\nوعليه فكما ان قوله تعالى :   أَوْفُوا بِالْعُقُودِ   « 2 » و  أَحَلَّ اللَّهُ الْبَيْعَ  « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 1 ص 2 .\r\n( 2 ) سورة المائدة ، الآية 1 .\r\n( 3 ) سورة البقرة ، الآية 275\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nو  حَرَّمَ الرِّبا  « 1 » أصول يتفرّع عليها فروع كثيرة .\r\nوقول النبيّ الأقدس صلّى اللّه عليه وآله وسلّم : « انما أقضي بينكم بالبيّنات والأيمان » « 2 » وقوله صلّى اللّه عليه وآله وسلّم : « البيّنة على من ادّعى واليمين على من ادّعى عليه » « 3 » وقوله صلّى اللّه عليه وآله وسلّم : « والصلح جائز بين المسلمين إلّا صلحا أحلّ حراما أو حرّم حلالا » « 4 »\r\nوقوله صلّى اللّه عليه وآله وسلّم : « المسلمون اخوة تتكافأ دماؤهم ويسعى بذمّتهم أدناهم ، هم يد على من سواهم » « 5 » وقوله صلّى اللّه عليه وآله وسلم : « على اليد ما أخذت حتّى تؤدّيه » « 6 » وقوله صلّى اللّه عليه وآله وسلم : « لا ضرر ولا ضرار » « 7 » وقوله صلّى اللّه عليه وآله وسلم : « المغرور يرجع إلى من غرّه » « 8 » وقوله صلّى اللّه عليه وآله وسلم : « الإسلام يجبّ ما قبله » « 9 » أصول يستخرج منها فروع كثيرة في أبواب السياسات والمعاملات وغيرها .\r\nفكذلك أقوال الأئمّة الهداة عليهم السّلام من قبيل قول أبي جعفر عليه السّلام : « لا تعاد الصلاة إلّا من خمسة : الطهور ، والوقت ، والقبلة ، والركوع والسجود . » « 10 » وقوله عليه السّلام : « كلّ شيء شكّ فيه مما قد جاوزه ودخل في غيره فليمض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة ، الآية : 275 .\r\n( 2 ) الحديث 1 من الباب 2 من أبواب كيفية الحكم وأحكام الدواعي ج 18 الوسائل ص 169 .\r\n( 3 ) الحديث 1 من الباب 3 من أبواب كيفية الحكم وأحكام الدواعي ج 18 الوسائل ص 170 .\r\n( 4 ) الحديث 5 من الباب 3 من أبواب كيفية الحكم وأحكام الدواعي ج 18 الوسائل ص 171 .\r\n( 5 ) الحديث 1 من الباب 31 من أبواب القصاص في النفس ج 20 من الوسائل ص 55 .\r\n( 6 ) المستدرك كتاب الغصب الباب 1 من أبواب الغصب .\r\n( 7 ) القواعد الفقهية للعلّامة البجنوردي ج 1 ص 176 .\r\n( 8 ) المصدر السابق : ص 226 .\r\n( 9 ) القواعد الفقهية للعلّامة البجنوردي ج 1 ص 371\r\n( 10 ) الحديث 1 من الباب 9 من أبواب القبلة ج 3 الوسائل ص 227 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nعليه . » « 1 »\r\nوقول الصادق عليه السّلام في الميتة : « لا تصلّ في شيء منه ولا في شسع . » « 2 » وقوله عليه السّلام : « لا بأس بالصلاة فيما كان من صوف الميتة ان الصوف ليس فيه روح . » « 3 »\r\nوقوله عليه السّلام : « كل شيء يضرّ بطريق المسلمين فصاحبه ضامن لما يصيبه . » « 4 »\r\nوقوله عليه السّلام : « أيّما رجل فزع رجلا من الجدار أو نفر به عن دابّة فخرّ فمات ضامن لديته ، وإن انكسر فهو ضامن لدية ما ينكسر منه . » « 5 »\r\nوقوله عليه السّلام : « كل ما كان في الإنسان اثنان ففيهما الدية ، وفي أحدهما نصف الدية ، وما كان فيه واحد ففيه الدية . » « 6 » أصول يستخرج منها فروع كثيرة .\r\nوالأئمّة عليهم السّلام قد كانوا يأمرون أصحابهم بالإفتاء وقد كتب أمير المؤمنين عليه السّلام إلى قثم بن العبّاس : « واجلس لهم العصرين فأفت المستفتي وعلّم الجاهل وذاكر العالم . » « 7 »\r\nوقال الصادق عليه السّلام لأبان بن تغلب : « اجلس في مسجد المدينة وافت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القواعد الفقهية للعلّامة البجنوردي ج 1 ص 275 .\r\n( 2 ) الحديث 2 من الباب 1 من أبواب لباس المصلّي ج 3 الوسائل ص 249 .\r\n( 3 ) الحديث 1 من الباب 56 من أبواب لباس المصلّي ج 3 الوسائل ص 333 .\r\n( 4 ) الحديث 1 من الباب 9 من أبواب موجبات الضمان ج 19 الوسائل ص 181 .\r\n( 5 ) الحديث 2 من الباب 15 من أبواب موجبات الضمان ج 19 الوسائل ص 188 .\r\n( 6 ) الحديث 12 من الباب 1 من أبواب ديات الأعضاء ج 19 الوسائل ص 217 .\r\n( 7 ) نهج البلاغة : الكتاب 67 ، ونقله في المستدرك في الباب 11 من أبواب صفات القاضي الحديث 15 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالناس فإنّي احبّ أن يرى في شيعتي مثلك . » « 1 »\r\n\r\n[ تطور الفقه ومروره على مراحل 
  ]\r\nومما ينبغي أن يعلم أن تفريع الفروع واستنباط المصاديق من الأصول والكليات وإن لم يكن في ذلك الزمان بهذه الكثرة التي بلغت إليها اليوم ، ولكنه ممّا لا يضرّ فيما هو المهمّ ، فإن العلوم من شأنها أن تتكامل وتتّسع تدريجا ، فإن الفقه أيضا كسائر العلوم مرّ على مراحل وتطوّر خلالها واتّسع :\r\n\r\nالمرحلة الأولى\r\nكان يتمثّل الفقه في هذه المرحلة في ذكر الفتاوى والفروع الفقهية غالبا في قالب الروايات وبالاختصار ، وكتب ك : « المقنع » و « الهداية » للصدوق و « النهاية » للشيخ الطوسي تمثّل هذه المرحلة .\r\n\r\nالمرحلة الثانية\r\nدور تفريع الفروع ك : « الشرائع » و « التحرير » و « السرائر » وهذا الدور قد اتّسع شيئا فشيئا حتّى بلغ مثل « جامع المقاصد » و « مجمع الفائدة » و « المستند » و « الجواهر » .\r\n\r\nالمرحلة الثالثة\r\nمرحلة الفقه المقارن ، وهذه المرحلة تزامنت مع المرحلتين تاريخيّا ، حيث إن تاريخه يرجع إلى عهد القدماء ، والكتب المعنية بهذا الأسلوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فهرست النجاشي : ص 7 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nكثيرة ، منها : « الخلاف » و « التذكرة » و « المنتهى » و « المعتبر » فيذكر فيها المختارات من الفروع في المذاهب ، ثم يستدلّ عليها على أساس مباني المذاهب ، ويذكر في ضمنها مزيّة مباني مذهب الإماميّة من جهة الإتقان والاستحكام ، وقد سلك هذا المسلك فطاحل من فقهائنا العظام كشيخ الطائفة والعلّامة والمحقّق « شكر اللّه مساعيهم وجزاهم خيرا » .\r\n\r\nشيوع الإفتاء والاستفتاء في زمانهم عليهم السّلام\r\nومما يدلّ على أن الإفتاء والاستفتاء كانا شائعين في زمن الأئمّة عليهم السّلام ما يلي :\r\nعن علي بن أسباط قال قلت للرضا عليه السّلام يحدث الأمر لا أجد بدّا من معرفته وليس في البلد الذي أنا فيه أحد أستفتيه من مواليك قال فقال : « ائت فقيه البلد فاستفته من امرك فإذا أفتاك بشيء فخذ بخلافه فإن الحق فيه » « 1 »\r\nودلالته على إن الإفتاء كان شايعا في مواليه ومحبّيه في ذلك الزمان ظاهرة إذ يدل على وجود الفقهاء في تلك الأعصار وكان بناء العوام على الرجوع إليهم وعدم ردعه عليه السّلام يكشف عن رضاه بما ارتكز في أذهانهم من المراجعة إلى الفقهاء .\r\nوعن حسين بن معاذ عن أبيه معاذ بن مسلم النحوي عن أبي عبد اللّه عليه السّلام قال : « بلغني انّك تقعد في الجامع فتفتي الناس ؟ »\r\nقلت : نعم وأردت أن أسألك عن ذلك قبل أن أخرج إني اقعد في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث 23 من الباب 9 من أبواب صفات القاضي ص 82 ج 18 الوسائل .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالمسجد فيجيء الرجل فيسألني عن الشيء فإذا عرفته بالخلاف لكم أخبرته بما يفعلون ويجيء الرجل أعرفه بمودتكم وحبكم فأخبره بما جاء عنكم ويجيء الرجل لا أعرفه ولا أدري من هو فأقول جاء عن فلان كذا وجاء عن فلان كذا فأدخل قولكم فيما بين ذلك . فقال لي : اصنع كذا فإني كذا أصنع . « 1 »\r\nوعن حمران بن أعين قال : قالت امرأة محمد بن مسلم وكانت ولودا أقرئ أبا جعفر عليه السّلام السلام وقل له إني كنت اقعد في نفاسي أربعين يوما وإن أصحابنا ضيّقوا عليّ فجعلوها ثمانية عشر يوما . فقال أبو جعفر عليه السّلام : « من أفتاها بثمانية عشر يوما ؟ » قال قلت : الرواية التي رووها في أسماء بنت عميس إنها نفست بمحمد بن أبي بكر بذي الحليفة فقالت : يا رسول اللّه كيف اصنع ؟ فقال لها : « اغتسلي واحتشي واهلّي بالحج فاغتسلت واحتشت ودخلت مكة ولم تطف ولم تسع حتى تقضى الحج فرجعت إلى مكة فاتت رسول اللّه صلّى اللّه عليه وآله وسلم فقالت يا رسول اللّه أحرمت ولم أطف ولم اسع فقال لها رسول اللّه : « وكم لك اليوم ؟ » فقالت ثمانية عشر يوما فقال صلّى اللّه عليه وآله وسلّم : اما الآن فأخرجي الساعة فاغتسلي واحتشي وطوفي واسعي فاغتسلت وطافت وسعت واحلّت . فقال أبو جعفر عليه السّلام : « إنها لو سألت رسول اللّه قبل ذلك وأخبرته لأمرها بما أمرها به قلت : فما حدّ النفساء ؟ قال عليه السّلام : « تقعد أيامها التي كانت تطمث فيهن أيام قرئها فان هي طهرت والّا استطهرت بيومين أو ثلاثة أيام ثم اغتسلت واحتشت فإن كان انقطع الدم فقد طهرت وان لم ينقطع الدم فهي بمنزلة المستحاضة تغتسل لكل صلاتين وتصلي . « 2 »\r\nودلالتها على أن الاستفتاء من أصحاب الأئمة عليهم السّلام وافتائهم على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث 36 من الباب 11 من أبواب صفات القاضي ص 108 ج 18 الوسائل .\r\n( 2 ) الحديث 11 من الباب 3 من أبواب القاضي ص 614 من ج 2 الوسائل .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nأساس الروايات الواردة عن النبي صلّى اللّه عليه وآله وسلّم والأئمة عليه السّلام كانت رائجة مما لا يخفى وكذا دلالتها على عدم الردع .\r\nويستفاد من سؤال الحسين بن روح عن أبي محمد الحسن بن علي عليهما السّلام ومما أجاب به انه كانت لأصحاب الأئمة عليهم السّلام آراء وفتاوي في المسائل المختلفة كما إنه كانت لهم روايات حيث إنه عليه السّلام سئل عن كتب بني فضّال فقال عليه السّلام خذوا بما رووا وذروا ما رأوا « 1 » ولعلّ منعه عليه السلام عن الأخذ بآراء بني فضال من جهة انه يعتبر ان يكون المفتي على مذهب الحق .\r\nوما يدل على تعليمهم عليهم السّلام لأصحابهم كيفية استنباط الحكم ولزوم حمل المجمل على المبيّن والظاهر على الأظهر والنص ما يلي :\r\nروى الصدوق باسناده إلى زرارة قال قلت لأبي جعفر عليه السّلام : ألا تخبرني من اين علمت وقلت إن المسح ببعض الرأس وبعض الرجلين ؟\r\nفضحك وقال : « يا زرارة قال رسول اللّه صلّى اللّه عليه وآله وسلّم ونزل به الكتاب من اللّه عزّ وجلّ قال فاغسلوا وجوهكم فعرفنا ان الوجه كلّه ينبغي ان يغسل ثم قال وأيديكم إلى المرافق فوصل اليدين إلى المرفقين بالوجه ، فعرفنا انه ينبغي ان يغسلا إلى المرفقين ثم فصل بين الكلام وقال وامسحوا برءوسكم فعرفنا حين قال برءوسكم ان المسح ببعض الرأس لمكان الباء ثم وصل الرجلين بالرأس كما وصل اليدين بالوجه فقال وأرجلكم إلى الكعبين فعرفنا حين وصلها بالرأس ان المسح على بعضهما ثم فسّر ذلك رسول اللّه صلّى اللّه عليه وآله وسلّم فضيّعوه الحديث .\r\nورواه الكليني عن علي بن إبراهيم عن أبيه وعن محمد بن إسماعيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث 79 من الباب 8 من أبواب صفات القاضي ص 74 ج 18 الوسائل .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nعن الفضل بن شاذان جميعا عن حماد بن عيسى عن حريز عن زرارة .\r\nورواه الشيخ باسناده عن محمد بن يعقوب مثله . « 1 »\r\nوروى الشيخ باسناده عن ابن محبوب عن علي بن الحسن بن رباط عن عبد الأعلى مولى آل سام « 2 » قال قلت لأبي عبد اللّه عليه السّلام عثرت فانقطع ظفري فجعلت على إصبعي مرارة فكيف اصنع بالوضوء ؟ قال : « يعرف هذا واشباهه من كتاب اللّه عزّ وجلّ قال اللّه تعالى :  ما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ  « 3 » امسح عليه . « 4 »\r\n\r\nتعليمهم عليه السّلام أصحابهم كيفية الاستنباط\r\nوعن أبي حيون مولى الرضا عليه السّلام قال : « من ردّ متشابه القرآن إلى محكمه فقد هدي إلى صراط مستقيم ثم قال عليه السّلام ان في اخبارنا محكما كمحكم القرآن ومتشابها كمتشابه القرآن فردّوا متشابهها إلى محكمها ولا تتّبعوا متشابهها دون محكمها فتضلوا « 5 » .\r\nوعن داود بن فرقد قال سمعت أبا عبد اللّه عليه السّلام يقول : « أنتم أفقه الناس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث من الباب 23 من أبواب الوضوء ص 291 ج 1 الوسائل . والظاهر أن مراده عليه السّلام ان تعدية المسح بالباء يدلّ على التبعيض ، وليس المراد ان الباء للتبعيض وإن نقل في مجمع البحرين عن عدة من النحويين مجيء الباء للتبعيض أيضا فإنكار سيبويه مجيء الباء للتبعيض لا مورد له ، ونقل المحقق الشيخ عباس القمي في هدية الأحباب عن البحار ان المجلسي عبّر عن سيبويه المعاند للحق وأهله وانه أنكر ذلك عليه عليه السّلام .\r\n( 2 ) في معجم رجال الحديث ج 9 ص 258 والمتحصّل ان الرجل لم يثبت وثاقته ولا حسنه .\r\n( 3 ) سورة الحج ، الآية : 78 .\r\n( 4 ) الحديث 5 من الباب 39 من أبواب الوضوء ص 327 ج 1 الوسائل .\r\n( 5 ) الحديث 22 من الباب 9 من أبواب صفات القاضي ص 82 ج 18 الوسائل .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nإذا عرفتم معاني كلامنا ان الكلمة لتنصرف على وجوه فلو شاء انسان لصرف كلامه كيف شاء ولا يكذب « 1 » .\r\n\r\nارجاعهم عليهم السّلام الشيعة إلى فقهائهم\r\nوأما الطائفة الدّالة على ارجاع الشيعة إلى فقهائهم في القضاء والإفتاء وفي لزوم اخذ معالم الدين من أصحابهم فمنها مقبولة عمر بن حنظلة عن أبي عبد اللّه عليه السّلام فإنّه قال عليه السّلام بعد النهي الشديد عن المراجعة إلى فقهاء العامة : ينظر ان من كان منكم ممن قد روى حديثنا ونظر في حلالنا وحرامنا وعرف احكامنا فليرضوا به حكما فإني قد جعلته عليكم حاكما « 2 » فإنها تدل على ارجاعه عليه السّلام الشيعة إلى فقهائهم في القضاء والقضاء كما يكون في الشبهة الموضوعية يكون في الشبهة الحكمية أيضا مثل تقدم بيّنة الداخل على بيّنة الخارج أو العكس فجعل الفقيه مرجعا ونصبه للحكم على نحو يكون اعمّ من الشبهات الحكمية والموضوعية يلازم اعتبار فتواه أيضا .\r\nومثلها ما عن أبي خديجة في المشهورة قال بعثني أبو عبد اللّه عليه السّلام إلى أصحابنا فقال قل لهم إياكم إذا وقعت بينكم خصومة أو تدارى في شيء من الأخذ والعطاء أن تحاكموا إلى أحد من هؤلاء الفسّاق اجعلوا بينكم رجلا قد عرف حلالنا وحرامنا فإني قد جعلته عليكم قاضيا وإياكم أن يخاصم بعضكم بعضا إلى السلطان الجائر . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث 25 من الباب 9 من أبواب صفات القاضي ص 82 ج 18 الوسائل .\r\n( 2 ) الحديث 1 من الباب 11 من أبواب صفات القاضي ص 99 ج 18 الوسائل .\r\n( 3 ) الحديث 6 من الباب 11 من أبواب صفات القاضي ص 100 ج 18 الوسائل .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوأمّا ما يدل على ارجاع الشيعة لأخذ معالم الدين من أصحابهم فكثيرة والظاهران المراد فيها اخذ الفتاوي عنهم فان التعبير الوارد في الإرجاع إلى أصحابهم قد وقع تارة بعنوان اخذ الحديث والرواية كما في الخبر 4 و 5 و 8 و 19 من الباب 11 من أبواب صفات القاضي « 1 » وأخرى بعنوان اخذ معالم الدين كما في الخبر 15 و 27 و 33 و 34 و 35 و 42 و 45 من الباب المذكور والطائفة الثانية ظاهرة في اخذ الفتاوي كما ذكرنا .\r\nوامّا دلالة الأخبار العلاجية الصادرة من الأئمة عليهم السّلام على تعليمهم وتصويبهم الاجتهاد بالمعنى المتعارف فمما لا يخفى فان عرض الأخبار المتعارضة على الكتاب وتعيين ما هو الموافق عما هو المخالف والأخذ بالأوّل وطرح الثاني وكذا تعيين ما هو الموافق للشهرة عما هو المخالف لها .\r\nوالنظر إلى الأخبار الموافقة للعامة والأخبار المخالفة لهم والأخذ بالثانية وطرح الأول وغير ذلك من الأمور المذكورة في الأخبار العلاجية من أوضح مصاديق الاجتهاد وقلّما يتفق باب من أبواب الأخبار يكون خاليا من التعارض .\r\nومن هذه الأخبار مقبولة عمر بن حنظلة وخبر السكوني وعبد الرحمن ابن أبي عبد اللّه والحسين بن السري ومحمد بن عبد اللّه والحسن بن الجهم ( الحديث 1 و 10 و 29 و 30 و 34 و 40 من الباب 9 من أبواب صفات القاضي ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ص 106 - 110 من ج 18 من الوسائل .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nالنهي عن الإفتاء بغير علم\r\nوأما الطائفة السادسة وهي الأخبار التي تدل على النهي عن الإفتاء بغير علم فهي على كثرتها « 1 » تدل على أن المنهي عندهم عليهم السّلام هو الإفتاء بغير علم لا مطلق الإفتاء .\r\nفعن أبي عبيدة قال قال أبو جعفر عليه السّلام : « من أفتى الناس بغير علم ولا هدى من اللّه لعنته ملائكة الرحمة وملائكة العذاب ولحقه وزر من عمل بفتياه » . « 2 »\r\nوقريب منه الخبر 2 و 3 و 29 و 31 و 32 و 33 من الباب 4 من أبواب صفات القاضي والمستفاد منها ان مرادهم عليهم السّلام من النهي عن الإفتاء بغير علم ليس الّا الاستبداد بالافتاء بدون الاستفادة من علومهم الإلهيّة كما هو دأب مخالفيهم كما يوضح ذلك الأخبار الكثيرة منها ما عن حمزة بن حمران قال سمعت أبا عبد اللّه عليه السّلام يقول « من استأكل بعلمه افتقر » قلت : ان في شيعتك قوما يتحمّلون علومكم ويبثّونها في شيعتكم فلا يعدمون منهم البرّ والصلة والإكرام . فقال : « ليس أولئك بمستأكلين انّما ذاك الذي يفتي بغير علم ولا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد عقد في الوسائل لها بابا على حدة وهو الباب 4 من أبواب صفات القاضي ج 18 ص 9 وفي هذا الباب ثلاثة عشر حديثا عن النبي صلّى اللّه عليه وآله وسلّم وأمير المؤمنين والصادق عليهما السّلام بمضمون طلب العلم فريضة وفي بعضها زيادة على كل مسلم وفي اثنين منها زيادة إلا وان اللّه يحب بغاة العلم ومضمون الخبر المتمّم للعشرين منها عن النبي صلّى اللّه عليه وآله وسلم اطلبوا العلم ولو بالصين ، فإن طلب العلم فريضة على كل مسلم ، وفي الخبر 24 عن أبي عبد اللّه عليه السّلام : « طلب العلم فريضة في كلّ حال » .\r\n( 2 ) الخبر 1 من الباب المذكور .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nهدى من اللّه ليبطل به الحقوق طمعا في حطام الدنيا . « 1 »\r\nوعليه فالإفتاء إذا كان بهداية الهداة المهديّين عليهم السّلام التي هدايتهم هدى من اللّه لا يكون مشمولا لتلك الأخبار ومردوعا عنهم عليهم السّلام بل يكون مجازا ومرضيّا عندهم عليهم السّلام وحيث إن العلم الصحيح ليس الّا ما عندهم فالإفتاء الذي لم يكن مقتبسا من ضياء علومهم عليه السّلام كان افتاء بغير علم وقد قال أبو جعفر عليه السّلام لسلمة بن كهيل والحكم بن عتيبة - وهما من فقهاء العامة - شرّقا وغرّبا فلا تجدان علما صحيحا الّا شيئا خرج من عندنا أهل البيت « 2 » .\r\n\r\nالمراد مما نهي عنه في الأخبار من الإفتاء بالرأي\r\nوقد ورد في كثير من الروايات الصادرة عن أهل البيت عليهم السّلام النهي عن الإفتاء بالرأي واتّباع الرأي والقول بالرأي وأمثال ذلك من التعبيرات ولكنه بالتأمّل فيها وضم البعض منها إلى البعض الآخر يظهر ان المراد منها اتخاذ الرأي وإبداؤه في قبال الأحاديث الواردة عنهم عليهم السّلام والاستبداد والاجتهاد في قبالهم عليهم السّلام .\r\nلأن الاستبداد في قبال أهل البيت عليهم السّلام في ذلك الزمان وترك الاستضاءة من أنوار علومهم والمخالفة معهم استنادا إلى آرائهم وظنونهم واستعمال القياس والاستحسان في احكام الدين قد كان دأبهم وشنشنتهم وعلى ذلك دبّوا ودرجوا في طوال القرون والأعصار « شنشنة اعرفها من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث 12 من الباب 11 من أبواب صفات القاضي ص 102 ج 18 الوسائل .\r\n( 2 ) الحديث 16 من الباب 6 من أبواب صفات القاضي ص 26 ج 18 الوسائل .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nأخزم » . « 1 »\r\nففي تفسير العياشي عن إسحاق بن عمار عن أبي عبد اللّه عليه السّلام في حديث قال : « يظن هؤلاء الذين يدّعون إنهم فقهاء علماء ، انهم قد اثبتوا جميع الفقه والدين مما تحتاج اليه الأمة وليس كل علم رسول اللّه صلّى اللّه عليه وآله وسلّم علموه ، ولا صار إليهم من رسول اللّه صلّى اللّه عليه وآله وسلم ولا عرفوه وذلك ان الشيء من الحلال والحرام والأحكام يرد عليهم فيسألون عنه ولا يكون عندهم فيه اثر عن رسول اللّه صلّى اللّه عليه وآله وسلم ويستحيون ان ينسبهم الناس إلى الجهل ويكرهون ان يسألوا فلا يجيبون فيطلب الناس العلم من معدنه فلذلك استعملوا الرأي والقياس في دين اللّه وتركوا الآثار ودانوا بالبدع وقد قال رسول اللّه صلّى اللّه عليه وآله وسلّم : كل بدعة ضلالة فلو انهم إذا سألوا عن شيء من دين اللّه فلم يكن عندهم فيه اثر عن رسول اللّه صلّى اللّه عليه وآله وسلم ردّوه إلى اللّه وإلى الرسول وإلى اولي الأمر منهم لعلمه الذين يستنبطونه منهم من آل محمد صلّى اللّه عليه وآله وسلم . « 2 »\r\nوكان زعيمهم في اتخاذ هذا الطريق أبا حنيفة النعمان بن ثابت المتوفي 50 ه وكان يتبعه كثيرون مثل ابن أبي ليلى وابن شبرمة .\r\nفعن سماعة بن مهران عن أبي الحسن موسى عليه السّلام في حديث قال مالكم وللقياس انّما هلك من هلك من قبلكم بالقياس ثم قال إذا جاءكم ما تعلمون فقولوا به وإذا جاءكم ما لا تعلمون فها - واومى بيده إلى فيه - ثم قال لعن اللّه أبا حنيفة كان يقول قال علي عليه السّلام وقلت أنا . . وقالت الصحابة وقلت أنا ! قال أكنت تجلس إليه ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وإن شئت مزيد التوضيح ومعرفة بداية المأساة راجع كتاب النص والاجتهاد للعلّامة السيد شرف الدين « ره » .\r\n( 2 ) الحديث 49 من الباب 6 من أبواب صفات القاضي ص 40 ج 18 الوسائل .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nقلت : لا ولكن هذا كلامه فقلت أصلحك اللّه اتى رسول اللّه صلّى اللّه عليه وآله وسلم الناس بما يكتفون به في عهده ؟ قال نعم وما يحتاجون إليه إلى يوم القيامة فقلت : ضاع من ذلك شيء ؟ فقال لا هو عند أهله « 1 » .\r\nوقد كان لأبي عبد اللّه عليه السّلام مناظرات واحتجاجات مع أبي حنيفة في نهيه عليه السّلام ايّاه عن القياس ولكنه « من لم يجعل اللّه له نورا فماله من نور » وقد قال لأبي حنيفة أنت فقيه أهل العراق ؟ قال نعم ، قال فبم تفتيهم ؟ قال :\r\nبكتاب اللّه وسنة نبيّه صلّى اللّه عليه وآله وسلم ، قال يا أبا حنيفة تعرف كتاب اللّه حق معرفته ؟\r\nوتعرف الناسخ والمنسوخ ؟ قال : نعم .\r\nقال : يا أبا حنيفة لقد ادّعيت علما ويلك ، ما جعل اللّه ذلك الا عند أهل الكتاب الذين انزل عليهم ويلك ولا هو الّا عند الخاص من ذرية نبينا محمد صلّى اللّه عليه وآله وسلم وما ورثك اللّه من كتابه حرفا - وذكر الاحتجاج عليه - إلى أن قال يا أبا حنيفة إذا ورد عليك شيء ليس في كتاب اللّه ولم تأت به الآثار والسنة كيف تصنع ؟ فقال أصلحك اللّه أقيس واعمل فيه برأيي . فقال يا أبا حنيفة إن أول من قاس إبليس الملعون قاس على ربنا تبارك وتعالى فقال أنا خير منه خلقتني من نار وخلقته من طين . قال : فسكت أبو حنيفة فقال : يا أبا حنيفة أيّهما أرجس ؟ البول ؟ أو الجنابة ؟ فقال البول . فقال . فما بال الناس يغتسلون من الجنابة ؟ ولا يغتسلون من البول ؟ فسكت . فقال : يا أبا حنيفة ايّهما أفضل : الصلاة أو الصوم ؟ قال الصلاة ، فقال : فما بال الحائض تقضي صومها ولا تقضي صلاتها فسكت . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث 3 من الباب 6 من أبواب صفات القاضي ص 23 ج 18 الوسائل .\r\n( 2 ) الحديث 27 من الباب 6 من أبواب صفات القاضي ص 30 ج 18 الوسائل .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوعن علي عليه السّلام قال : قال رسول اللّه صلّى اللّه عليه وآله وسلم : « ستفترق أمتي على ثلاث وسبعين فرقة فرقة منها ناجية والباقون هالكون ، والناجون الذي يتمسكون بولايتكم ويقتبسون من علمكم ولا يعملون برأيهم فأولئك ما عليهم من سبيل » . « 1 »\r\nوعن أبي الحسن موسى عليه السّلام قال : « يا يونس لا تكونن مبتدعا من نظر برأيه هلك ومن ترك أهل بيت نبيّه ضلّ » « 2 » .\r\nويشهد لما ذكرنا من كون المراد من النهي عن الإفتاء بالرأي هو اتخاذ الرأي على خلاف الأئمة الهداة عليهم السّلام وفي قبالهم هذه الأخبار من الأخبار الواردة في الباب 6 من أبواب صفات القاضي « 3 » : 2 و 3 و 7 و 21 و 25 و 26 و 27 و 28 و 31 و 32 و 33 و 34 و 38 و 39 .\r\nومع الأسف انه قد مضي على جمع من المسلمين قرون تركوا فيها العمل بحديث الثقلين وأعرضوا عن الأخذ عن أهل بيت النبوة ومعدن الرسالة ولم يدخلوا بيوتا أدن اللّه أن ترفع واستبدّوا بآرائهم وقد نشأ في هذه القرون أبو حنيفة وابن أبي ليلى وابن شبرمة وربيعة الرّأي نعم يظهر من الآثار انهم كانوا قد يراجعون إليهم عليهم السّلام أو إلى أصحابهم أحيانا ونحن نذكر هنا ثلاثة موارد منها .\r\n\r\nمراجعة فقهاء العامة إلى الأئمة عليهم السّلام أو أصحابهم عليهم السّلام\r\n1 - ان رجلا أوصى لرجل من أهل خراسان بمائة ألف درهم وامره ان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخبر 30 من الباب 6 من أبواب صفات القاضي ص 31 ج 18 الوسائل .\r\n( 2 ) الخبر 7 من الباب 6 من أبواب صفات القاضي ص 34 ج 18 الوسائل .\r\n( 3 ) الوسائل ج 18 ص 22 - 40 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nيعطي أبا حنيفة منها جزء فلم يعلم كم الجزء منها فسأل أبا حنيفة وغيره عن ذلك فقالوا هو الربع فأمره أبو حنيفة ان يرجع لذلك إلى الصادق عليه السّلام فقال الصادق عليه السّلام لهم : « لم قلتم هو الربع » قالوا : لقول اللّه تعالى :  فَخُذْ أَرْبَعَةً مِنَ الطَّيْرِ  « 1 » قال : قد علمت الطّير أربعة فكم كانت الجبال ؟ إنما الاجزاء للجبال ليس للطير . فقالوا : ظننّا انها أربعة فقال عليه السّلام : « ولكن الجبال عشرة « 2 » .\r\n2 - محمد بن يعقوب عن الحسين بن محمد عن السيّاري قال روي عن ابن أبي ليلى انه قدم اليه رجل خصما له فقال : انّ هذا باعني هذه الجارية فلم أجد على ركبها حين كشفتها شعرا وزعمت أنه لم يكن لها قطّ قال :\r\nفقال له ابن أبي ليلى : ان الناس يحتالون لهذا بالحيل حتى يذهبوا به فما الذي كرهت ؟ قال : أيها القاضي ان كان عيبا فاقض لي به قال اصبر حتى اخرج إليك فإني أجد أذى في بطني ثم دخل وخرج من باب آخر فأتى محمد بن مسلم الثقفي فقال له : أي شيء تروون عن أبي جعفر عليه السّلام في المرأة لا يكون على ركبها شعر ؟ أيكون ذلك عيبا ؟ فقال محمد بن مسلم :\r\nأما هذا نصّا فلا أعرفه ولكن حدثني أبو جعفر عليه السّلام عن أبيه عن آبائه عن النبي صلّى اللّه عليه وآله وسلم إنه قال كل ما كان في أصل الخلقة فزاد ونقص فهو عيب . فقال له ابن أبي ليلى حسبك ثم رجع إلى القوم فقضى لهم بالعيب ورواه الشيخ باسناده عن محمد بن يعقوب . « 3 »\r\n3 - حدثني حمدويه قال حدثنا محمد بن عيسى عن ابن فضّال عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة ، الآية : 260 .\r\n( 2 ) سفينة البحار ج 1 ص 348 .\r\n( 3 ) الوسائل ج 12 الحديث 1 من الباب 1 من أبواب أحكام العيوب ص 410 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nابن بكير عن محمد بن مسلم قال : إني لنائم ذات ليلة على السطح إذ طرق طارق فقلت من هذا ؟ فقال شريك رحمك اللّه . فأشرفت فإذا هي امرأة فقالت لي بنت عروس ضربها الطّلق فما زالت تطلق حتى ماتت والولد يتحرك في بطنها ويذهب ويجيء فما أصنع ؟ فقلت يا أمة اللّه سئل محمد ابن علي بن الحسين الباقر عليه السّلام عن مثل ذلك فقال : « يشق بطن الميّت ويستخرج الولد يا أمة اللّه افعلي مثل ذلك ؟ أنا يا أمة اللّه رجل في ستر من وجّهك ؟ إلى أن قال : قالت لي : رحمك اللّه جئت إلى أبي حنيفة صاحب الرأي فقال لي ما عندي في هذا شيء ولكن عليك بمحمد بن مسلم الثقفي فإنه يخبر فما أفتاك به من شيء فعودي إليّ فاعلمينيه . فقلت لها امض بسلام فما كان الغد خرجت إلى المسجد وأبو حنيفة يسأل عن أصحابه فتنحنحت فقال : اللّهم غفرا دعنا نعيش . « 1 »\r\nفما في الوسائل من عنوان الباب 6 من أبواب صفات القاضي بقوله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معجم رجال الحديث ج 17 ص 249 نقل ذلك عن الكشي في ترجمة محمد بن مسلم ونقل عن الكشي أيضا حدّثني حمدويه بن نصير قال : حدثنا محمد بن عيسى عن ياسين الضرير البصري عن حريز عن محمد بن مسلم قال : ما شجر في رأيي شيء قط إلّا سألت عنه أبا جعفر عليه السّلام حتى سألته عن ثلاثين ألف حديث ، وسألت أبا عبد اللّه عليه السّلام عن ستّة عشر ألف حديث .\r\nقال أبو النصر : سألت عبد اللّه بن محمد بن خالد ، عن محمد بن مسلم فقال : كان رجلا شريفا موسرا فقال له أبو جعفر عليه السّلام : تواضع يا محمد فلما انصرف إلى الكوفة أخذ قوصرة من تمر مع الميزان وجلس على باب مسجد الجامع وصار « جعل » ينادى عليه فأتاه قومه فقالوا : فضحتنا فقال : ان مولاي أمرني بأمر فلن أخالفه ولن أبرح حتى أفرغ من بيع ما في هذه القوصرة فقال له قومه : إذا أبيت ألّا أن تشتغل ببيع وشراء فاقعد في الطحانين فهيّأ رحى وجملا وجعل يطحن ، وقيل : انه كان من العباد في زمانه ، معجم رجال الحديث ج 17 ص 252 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nباب عدم جواز القضاء والحكم بالرأي والاجتهاد والمقاييس ونحوها من الاستنباطات الظنية في نفس الأحكام الشرعية غير صحيح لأن القضاء والحكم بالرأي والاجتهاد إذا كان على أساس ما ذكرنا من الروايات الواردة عنهم عليه السّلام لا منع منه بل هو واقع على الطريق الذي صدر منهم نعم لا يجوز العمل بالقياس فذكر القضاء والحكم بالرأي في سياق القياس في غير محلّه .\r\nوكذا ما ذكره في الباب 10 ص 89 من قوله ( باب عدم جواز تقليد غير المعصوم عليه السّلام فيما يقول برأيه ) فإن القول بالرأي إذا كان على الموازين المأخوذة منهم عليه السّلام لا مانع منه ويجوز التقليد حينئذ .\r\n\r\nمشروعية الاجتهاد الموجود\r\nفلو فرضنا وسلّمنا ان هذه السيرة ( أي السيرة الجارية على رجوع العوام إلى المجتهدين والمفتين واخذ فتاويهم والعمل بها ) مستحدثة ولم يكن في زمن الأئمة عليهم السّلام موجودة لأن الشيعة قد كانت في تلك الأزمنة قادرة على الوصول إلى الأئمة عليهم السّلام أو على أصحابهم وتلاميذهم والاستفسار في كل واقعة عن حكمها عنهم عليهم السّلام ولم يكن شأن أصحاب الأئمة عليهم السّلام وتلاميذهم الّا الرواية ونقل ما سمعوا من المعصوم عليه السّلام بلا واسطة أو بواسطة دون الإفتاء والتقليد لكنه لنا أن نقول :\r\n1 - إنّهم عليهم السّلام كانوا عالمين بوقوع الغيبة الطويلة الموجبة لحرمان الشيعة عن الوصول إلى إمامهم والاستضاءة من أنوار علومه ومعارفه - كما أخبروا عليهم السّلام بها وبوقوع الفتن والحوادث المؤلمة في هذا الزمن الطويل المقرح\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوتأسّفوا عليه أيّ تأسف .\r\n2 - إنّهم عليهم السّلام كانوا عالمين بأن الشيعة بارتكازهم يرجعون في تلك العصور المظلمة إلى فقهائهم ويأخذون منهم معالم دينهم ويعملون بما أخذوا عنهم منتظرين للفرج .\r\n3 - إنّهم عليهم السّلام كانوا يعلمون بان الفقهاء في هذه العصور ما كان لهم محيص في استخراج الأحكام الشرعية الّا المراجعة إلى الكتب والجوامع التي كان الأئمة عليهم السّلام يأمرون بجمعها وتأليفها ويؤكّدون على حفظها ويقولون اكتبوا فإنه سيأتي زمان هرج لا يأنسون الّا بكتبهم وكانوا أحيانا يأخذون تلك الكتب ويطالعونها ويدعون لمؤلفها بقولهم عليهم السّلام أعطاه اللّه بكل حرف نورا يوم القيامة . « 1 »\r\nومن المعلوم انه ليس شأن الفقهاء في المراجعة إلى تلك الكتب والجوامع الّا تفريع الفروع على الأصول الواصلة إليهم من أئمتهم والجمع بين اخبارهم المتعارضة بحسب انظارهم على مستوى العلاج الذي ارشدوهم اليه في الأخبار العلاجيّة وما هذا الّا الاجتهاد واتخاذ الرأي والنظر .\r\nفلو لم يكن الطريق المزبور المعمول من الفقهاء مرضيّا عند الأئمة عليهم السّلام كان عليهم الردع وارشاد الفقهاء إلى ترك هذا الطريق وارشاد الناس إلى ترك الأخذ لفتاويهم وترك العمل بها والحال انهم عليهم السّلام مضافا إلى انهم لم يردعوا عنه قد عظّموا شأن الفقهاء العاملين بهذا الطريق وعظّموا شأنهم وقدرهم وأخبروا عن اهميّة عملهم وعن عظيم ثوابهم وجزائهم وانبئوا عن مكانتهم وفضائلهم وقالوا بأنهم هم الكافلون لأيتام آل محمد صلّى اللّه عليه وآله وسلم والمرشدون لهم والمدبّرون لأمورهم والمرابطون بالثّغر الذي يلي إبليس وعفاريته ولا ريب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 18 ص 72 الحديث 80 من الباب 8 من أبواب صفات القاضي .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nانهم جزاهم اللّه عن الإسلام خيرا حفّاظ الشريعة في الغيبة الكبرى وأركان الملة فهذا رئيس المحدثين صدوقهم ولد بدعاء صاحب الأمر صلوات اللّه عليه وأرواحنا فداه ونال بذلك عظيم الفضل والفخر ووصفه الإمام عليه السّلام في التوقيع الخارج من ناحيته المقدسة بأنه فقيه خيّر مبارك ينفع اللّه به « 1 » .\r\nوهذا مفيدهم الذي ورد عليه توقيعات من ولي العصر وصاحب الأمر عليه السّلام وقال له فيها للأخ السديد والوليّ الرشيد الشيخ المفيد « 2 » وكان يوم ارتحاله على آل الرسول سلام اللّه عليهم عظيما ووجد مكتوبا على قبره :\r\n لا صوّت النّاعي بفقدك انه * يوم على آل الرّسول عظيم\r\nان كان قد غيّبت في جدث الثرى * فالعدل والتّوحيد فيك مقيم\r\nوالقائم المهدي يفرح كلما * تليت عليك من الدروس علوم « 3 » \r\nوانه الذي رأى في المنام فاطمة الزهراء عليها السّلام ومعها الحسن والحسين عليهما السّلام وهي تقول يا شيخي علّم ولديّ هذين الفقه ثم جاءت في صبيحة يومه فاطمة أم المرتضى والرضى مستصحبة معها ولديها قائلة يا شيخ علّمهما الفقه « 4 » وهذا السيّد المرتضى علم الهدى الذي قد قال العلامة في حقّه في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سفينة البحار ج 2 ص 22 .\r\n( 2 ) البحار ج 53 ص 174 والاحتجاج للطبرسي ج 2 ص 324 .\r\n( 3 ) تنقيح المقال ج 3 ص 180 ريحانة الأدب ج 4 ص 60 الكنى والألقاب ج 3 ص 172 الفوائد الرضوية ص 633 .\r\n( 4 ) روضات الجنّات ج 6 ص 153 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nالخلاصة : بكتبه استفاد العلماء من زمانه إلى زماننا وهو يقرب من ثلاثمائة سنة .\r\nوهذا شيخ الطائفة المحقة في تضلّعه في جميع الفنون الإسلاميّة المبتكر في تأليف مبسوطه لإراءة طريق الاجتهاد في الاستخراج الوسيع وتفريع الفروع من أحاديث أهل البيت عليهم السّلام وهؤلاء هم المحقق والعلامة والشهيد الأول والثاني والشيخ البهائي والمجلسيّان والوحيد البهبهاني وبحر العلوم والشيخ جعفر الكبير والنراقيّان وصاحب الجواهر والشيخ الأعظم الأنصاري والسيد العظيم اليزدي والعلامة الحائري اليزدي واستاذنا العلامة البروجردي الذي قد أوجد تطورا في بحث الفقه في الحوزة العلميّة في بلدة قم المقدسة واستاذنا الإمام الخميني قد أبلغ بنهضته المباركة صدى الإسلام إلى أقصى نقاط العالم وجدّد حياة الإسلام بعد ان أراد المستكبرون والجبابرة الطّواغيت اطفائه  يُرِيدُونَ لِيُطْفِؤُا نُورَ اللَّهِ بِأَفْواهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكافِرُونَ  .\r\nوالأحاديث الصّادرة عنهم عليهم السّلام في فضل الفقهاء والعلماء الدالّة على عظم منزلتهم ومكانتهم عند اللّه وفضل ثوابهم - حشرنا اللّه معهم - ان لم يكن صادرة في حقهم وصادقة عليهم ففي حق من صدر ؟ وعلى من يصدق ؟\r\nفعن أبي محمد العسكري عن أبيه عن آبائه عن رسول اللّه صلّى اللّه عليه وآله وسلم اشدّ من يتم اليتيم الذي انقطع عن أبيه يتم يتيم انقطع عن امامه . . . الا فمن هداه وارشده وعلّمه شريعتنا كان معنا في الرفيق الأعلى .\r\nوقال عليّ بن أبي طالب عليه السّلام : « من كان من شيعتنا عالما بشريعتنا\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nفأخرج ضعفاء شريعتنا من ظلمة جهلهم . . . حاء يوم القيامة وعلى رأسه تاج » .\r\nوعن الصدّيقة فاطمة الزهراء عليها السّلام قالت سمعت أبي صلّى اللّه عليه وآله وسلم يقول : « ان علماء شيعتنا يحشرون فيخلع عليهم من خلع الكرامات على قدر كثرة علومهم وجدّهم في ارشاد عباد اللّه .\r\nوقال الحسن بن علي عليهما السّلام : « فضل كافل يتيم آل محمد المنقطع عن مواليه كفضل الشمس على السهى » .\r\nوقال الحسين بن علي عليهما السّلام : « من كفّل لنا يتيما قطعته عنا محبتنا باستتارنا . . ينادي مناد من عند اللّه اجعلوا له يا ملائكتي في الجنان بعدد كل حرف علّمه الف الف قصر .\r\nوقال علي بن الحسين عليهما السّلام : « فأبشروا علماء شيعتنا بالثواب الأعظم والجزاء الأوفر » .\r\nوقال محمد بن علي الباقر عليه السّلام : « العالم كمن معه شمعة تضيء للناس فكل من أضاءت له فخرج بها من حيرة أو نجا بها من جهل فهو من عتقائه من النار واللّه يعوضه عن ذلك بكل شعرة لمن اعتقه » .\r\nوقال جعفر بن محمد عليهما السّلام : « علماء شيعتنا مرابطون بالثغر الذي يلي إبليس وعفاريته يمنعونهم من الخروج على ضعفاء شيعتنا الا فمن انتصب لذلك من شيعتنا كان أفضل ممّن جاهد الرّوم والترك والخزر الف الف مرة لأنه يدفع عن أديان محبينا وذلك يدفع عن أبدانهم »\r\nوقال موسى بن جعفر عليهما السّلام : « فقيه واحد ينقذ يتيما من ايتامنا من المنقطعين عنا وعن مشاهدتنا بتعليم ما هو محتاج اليه أشد على إبليس من\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالف عابد لأن العابد همّه ذات نفسه فقط وهذا همّه مع ذات نفسه ذات عباد اللّه وإمائه لينقذهم من يد إبليس ومردته فذلك هو أفضل عند اللّه من الف الف عابد والف الف عابدة . »\r\nوقال علي بن موسى الرضا عليهما السّلام : « يقال للعابد في القيامة نعم الرجل كنت همّتك ذات نفسك وكفيت الناس مئونتك فادخل الجنة إلّا ان الفقيه من أفاض على الناس خيره وانقذهم من أعدائهم ويقال للفقيه : أيّها الكافل لأيتام آل محمد صلّى اللّه عليه وآله وسلم قف حتى تشفع لمن اخذ عنك أو تعلم منك فيقف فيدخل الجنة معه فئاما وفئاما وفئاما « 1 » حتى قال عشرا » .\r\nوقال محمد بن علي الجواد عليهما السّلام : « من تكفل بأيتام آل محمد صلّى اللّه عليه وآله وسلم المنقطعين عن امامهم المتحيرين في جهلهم الاسراء في أيدي شياطينهم وفي أيدي النواصب من أعدائنا فاستنقذهم منهم وأخرجهم من حيرتهم ليفضلون عند اللّه تعالى على العباد بأفضل المواقع بأكثر من فضل السماء على الأرض » .\r\nوقال علي بن محمد الهادي عليهما السّلام : « لولا من يبقى بعد غيبة قائمنا من العلماء الداعين اليه والدّالين عليه والذابين عن دينه بحجج اللّه والمنقذين لضعفاء عباد اللّه من شباك إبليس ومردته ومن فخاخ النواصب لما بقي أحد الّا ارتدّ عن دين اللّه ولكنهم الذين يمسكون أزمّة قلوب ضعفاء الشيعة كما يمسك صاحب السفينة سكانها هم الأفضلون عند اللّه عزّ وجلّ » .\r\nوقال أبو محمد الحسن العسكري عليه السّلام : « ان من محبّي محمد وآل محمد « صلوات اللّه عليهم » مساكين مواساتهم أفضل من مواساة مساكين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفئام الجماعة من الناس .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالفقراء وهم الذين سكنت جوارحهم وضعفت قواهم عن مقابلة أعداء اللّه الذين يعيّرونهم بدينهم ويسفهون أحلامهم الا فمن قوّاهم بفقهه وعلمه حتى أزال مسكنتهم ثم سلّطهم على الأعداء الظاهرين النواصب وعلى الأعداء الباطنين إبليس ومردته . . . حوّل اللّه تعالى تلك المسكنة إلى شياطينهم فاعجزهم عن اضلالهم قضى اللّه تعالى بذلك قضاء حق على لسان رسول اللّه . « 1 »\r\nفثبت ممّا ذكرنا ان مسلك الصّحيح هو مسلك المجتهدين وما قالوا وعملوا به هو الحقّ المبين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ج 2 من الطبع الجديد ص 1 - 7 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\n[ التقليد 
  ]\r\n\r\nهل يجب تقليد الأعلم ؟\r\nالمسألة 12 : يجب تقليد الأعلم مع الإمكان على الأحوط « 1 » .\r\nإذا كان هناك مجتهدان أحدهما أعلم من الأخر فهل يتعيّن عليه تقليد الأعلم أو يتخير في تقليد أيّهما شاء ؟ ويعتبر في موضوع المسألة أمران :\r\nأحدهما : علم المقلد باختلافهما في الفقاهة الثاني : علمه باختلافهما في الفتوى .\r\nإذ مع التساوي في الفقاهة والاختلاف في الفتوى يتخير العامي في تقليد ايّهما شاء ومع اتفاقهم في الفتوى تكون فتاويهما المتوافقة كالروايات المتطابقة على حكم من الأحكام في كون الدليل هو الجامع بينهما وعدم وجوب الاستناد إلى واحدة منهما بالخصوص . وأما صور الشك في الاختلاف في الفقاهة وعدمه مع العلم بالاختلاف في الفتوى والشك في الاختلاف في الفتوى وعدمه مع العلم باختلافهما في الفقاهة فنتعرض لبيان احكامها في مسألة وجوب الفحص ان شاء اللّه تعالى .\r\nوعمدة الأقوال في المسألة أربعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العروة فصل الاجتهاد والتقليد .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالأول : الوجوب مطلقا وهو المشهور بين أصحابنا كما عن المعارج والإرشاد ونهاية الأصول والتهذيب والدروس والقواعد والذكرى وجامع المقاصد وتمهيد القواعد والمعالم والزبدة وحاشية المعالم للفاضل مولى صالح والرياض بل في المعالم هو قول الأصحاب الذين وصل الينا كلامهم وصرّح بدعوى الإجماع المحقق الثاني . « 1 »\r\nوقال السيّد في الذريعة إلى أصول الشيعة : وان كان بعضهم عنده اعلم من بعض وأورع أو أدين فقد اختلفوا فمنهم من جعله مخيرا ومنهم من أوجب ان يستفتي المقدم في العلم والدّين وهو أولى لانّ الثقة منها أقرب واوكد والأصول بذلك كلها شاهدة . « 2 »\r\nوقال المحقق في المعارج وان كان أحدهم أرجح في العلم والعدالة وجب العمل بفتواه وان اتفق اثنان أحدهما اعلم والآخر أكثر عدالة وورعا قدّم الأعلم لأن الفتوى تستفاد من العلم لا من الورع والقدر الذي عنده من الورع بحجزه عن الفتوى بما لا يعلم فلا اعتبار برجحان ورع الآخر « 3 » .\r\nوقال صاحب المعالم وان كان بعضهم أرجح في العلم والعدالة من بعض تعين عليه تقليده وهو قول أصحابنا الذين وصل الينا كلامهم وحجتهم عليه ان الثقة بقول الأعلم أقرب وأوكد « 4 » .\r\nالقول الثاني : عدم الوجوب مطلقا ذهب اليه جملة من متأخري أصحابنا ممن تأخر عن الشهيد الثاني وفي رسالة الاجتهاد والتقليد للشيخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مطارح الأنظار ص 276 .\r\n( 2 ) الذريعة ص 801 وسيأتي ما ذكره صاحب الجواهر وغيره من أن كلام السيّد هذا في مسألة الإمامة العظمى والخلافة الكبرى .\r\n( 3 ) المعارج ص 201 .\r\n( 4 ) المعالم ص 241 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالأعظم الأنصاري بعد ان حكى تعيّن العمل بقول الأعلم عن المشهور قال بل لم يحك الخلاف فيه عن معروف « 1 » .\r\nولكن الظاهر عدم استقامة ما قاله فان الذاهب إلى القول الثاني على ما وجدنا كلماتهم هو جمع من الفحول فمنهم استاذاه صاحب الجواهر والنراقي في المستند ومنهم صاحب القوانين وصاحب الفصول وذهب اليه العلامة الكني أيضا في كتاب قضائه وكلام الشهيد الثاني في المسالك في كتاب القضاء صريح في التردّد « 2 » والحق في المقام ما عبّر به في مطارح الأنظار ان هذا القول اي القول بعدم وجوب تقليد الأعلم صار في هذا الزمان قولا معتدا به .\r\nالثالث : التفصيل فيجب تقليد الأعلم إذا لم يكن قول غير الأعلم مطابقا للأعلم من الأموات .\r\nالرابع : أيضا التفصيل فيجب تقليد الأعلم إذا لم يكن قول غير الأعلم مطابقا للاحتياط .\r\nوالمسألة بين العامة أيضا ذات قولين فمذهب أحمد بن حنبل وأصحاب الشافعي وجماعة من الأصوليّين منهم والغزالي وجوب تقليد الأعلم وذهب القاضي أبو بكر وجماعة من الأصوليّين والفقهاء منهم إلى التخيير والسؤال لمن شاء من العلماء سواء تساووا أو تفاضلوا . « 3 »\r\nوالأنسب في المقام نقل كلمات القائلين بجواز تقليد غير الأعلم حتّى يتضح مقالتهم ودلائلهم ثم تعقيبها بمقالة القائلين بوجوب تقليد الأعلم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة الاجتهاد والتقليد ص 71 .\r\n( 2 ) واختار في الشرائع جواز قضاء المفضول مع وجود الأفضل وعلى القول بالملازمة بين القضاء والإفتاء فالمحقّق أيضا من القائلين بهذا القول .\r\n( 3 ) المستصفى ج 2 ص 125 والآمدي في أحكام الأحكام ج 3 ص 173 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nودلائلهم ثم تحقيق ما هو الحق الحقيق بالقبول بعون اللّه تعالى وتوفيقه .\r\n\r\n[ كلام الشهيد الثاني في تقليد الأعم 
  ]\r\nقال الشهيد الثاني في المسالك في كتاب القضاء . إذا وجد الإمام اثنين صالحين للقضاء لكن أحدهما اعلم من الآخر فلا اشكال في رجحان تقليد الأعلم لكن هل يتعين ذلك أم يجوز توليته المفضول فيه قولان مرتّبان على أن المقلد هل يجب عليه تقليد اعلم المجتهدين أم يتخير في تقليد من شاء منهم ؟ قولان للأصوليين والفقهاء .\r\nأحدهما : الجواز لاشتراك الجميع في الأهليّة ولما اشتهر من أن الصحابة كانوا يفتون مع اشتهارهم بالاختلاف في الأفضلية ومع تكرر الإفتاء ولم ينكر عليهم أحد من الصحابة فيكون اجماعا منهم على جواز تقليد المفضول مع وجود الأفضل . . .\r\nوالثاني : وهو الأشهر بين الأصحاب المنع لان النظر بقول الأعلم أقوى منه بقول المفضول واتباع الأقوى أولى ورواية عمر بن حنظلة عن الصادق عليه السّلام صريحة في هذا وهذه الرواية هي مستند القائل بذلك من الأصحاب لشهرة مضمونها بينهم وتلقّيهم لها بالقبول . . .\r\nثم قال وفي كل واحد من الأدلة من الجانبين نظر . . . ولمنع كون الظن بقول الأعلم أقوى والرواية نص في المطلوب لكن قد عرفت ما في طريقها فان تم الاستدلال بها لانجبار ضعفها بالشهرة فهي العمدة والّا فلا « 1 » . . . انتهى .\r\nوممن قال بعدم وجوب تقليد الأعلم هو المحقق القمي حيث إنه قال في ضمن البحث في المسألة : وان كان بعضهم اعلم وأورع من غيره فالمعروف من مذهب أصحابنا بل ذكر بعضهم انه لا خلاف فيه عندنا انه يقدم على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسالك ج 2 ص 439 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nغيره لأنه أقوى وأرجح واتّباعه أولى وأحق وانه بمنزلة الأمارتين على المجتهد واختلف فيه العامة فمنهم من وافقنا على ذلك والأكثرون سوّوا بين الأفضل وغيره لاشتراك الجميع في الاجتهاد والعدالة المصحّحين للتقليد ولان المفضولين من الصحابة وغيرهم كانوا يفتون من غير نكير أقول ان ثبت الإجماع على مختار الأصحاب فهو وانّى لهم باثباته في أمثال هذه المسائل والّا فالاعتماد على هذا الظهور والرجحان مشكل وتشبيهه بامارة المجتهد قياس مع الفارق . . . ( إلى أن قال ) وعلى هذا ( اي بناء على عدم الدليل على تقديم الأعلم ) فلا بد ان يقال بالتخيير بين الأعلم وغيره . . . وساق الكلام إلى أن قال : لا يقال : ان الأصل حرمة العمل بالظن خرج الأقوى بالإجماع ولا دليل على العمل بالأضعف لأنا نقول : قد بيّنا سابقا انه لا أصل لهذا الأصل فلا نعيد واشتغال الذمة أيضا لم يثبت الّا بالقدر المشترك المتحقق في ضمن الأدون والأصل عدم لزوم الزيادة » . « 1 »\r\n\r\n[ كلام المحقق النراقي والمحقق القمي في القول بجواز تقليد غير الأعم 
  ]\r\nوالعلّامة النراقي في المستند بعد ان نقل عن بعض الإجماع على وجوب تقليد الأعلم قال : وقال المحقّق الأردبيلي : انه قد ادعى الإجماع عليه ونقل منع الإجماع أيضا ويشعر بعدم الإجماع كلام الفاضل في نهاية الأصول وفي المسالك اجماع الصحابة على جواز تقليد المفضول مع وجود الأفضل واختاره المحقق وظاهر الأردبيلي الميل إليه كما أن ظاهر المسالك التردّد .\r\nوالحق هو الجواز وخيار الرعيّة مطلقا للأصل والإطلاقات ، ويؤيّده افتاء الصحابة مع اشتهارهم بالاختلاف في الأفضلية وعدم الإنكار عليهم . . ثم قال : احتج القائلون بوجوب تقليد الأعلم بأن الظن بقوله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القوانين ج 2 ص 240 - 243 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nأقوى والأقوى أحرى بالاتّباع ولما بنى عليه أصول مذهبنا من قبح تقديم المفضول على الأفضل وللأخبار منها المقبولة « 1 » وخبر داود بن الحصين « 2 » وخبر النميري . « 3 »\r\nوأجاب عن الأول : بأنّ حجيّة التقليد تعبّدية وليست منوطة بالظن فلا يقدح قوّة الظن في فتوى الأفضل . . .\r\nوعن الثاني : بأنه قياس للقضاء والفتوى على الإمامة فإن قبح تقديم المفضول في أصول مذهبنا في الأخير والقياس باطل مع أنه مع الفارق كما صرّح به المحقق الأردبيلي قال : لأنّ الإمامة كالنبوّة في الاتّباع المحض له والتفويض إليه بالكلية ، ويحكم بالعلم البديهي ويحتاج إلى علم الهي في جميع الأمور ومنشأ الفتوى والحكم النصّ المستفاد عن بعض القرائن ، وقد يفرض وصول مفضول إلى الحق دون الفاضل ولا محذور فيه ولا يمكن ذلك في أصل الإمامة والنبوّة ، فإن المدار هنا على العلم الحق ، ولهذا جوّز إمامة المفضول للفاضل في الصلاة وجوّز للإمام نصب القاضي من غير اشتراط تعذّر الوصول إليه . . .\r\nثم قال : وظهر ممّا ذكرنا ان الحق اختصاص ترجيح الأعلم بمورد النصوص وهو ما إذا اختلف المترافعان أوّلا في الاختيار كما في المقبولة أو اتّفقا على رجلين فاختلفا كما في الروايتين كما هو ظاهر الفاضل في التحرير ، وان اللّازم ترجيحه حينئذ أيضا هو الأعلم والأعدل معا ، فلو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخبر 1 من الباب 9 من أبواب صفات القاضي ج 18 الوسائل ص 75 وذكره أيضا في الباب 11 ص 98 .\r\n( 2 ) الخبر 20 من الباب 9 من أبواب صفات القاضي ج 18 الوسائل ص 80 .\r\n( 3 ) الخبر 45 من الباب 9 من أبواب صفات القاضي ج 18 الوسائل ص 88 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nفضل أحدهما في أحدهما وتساويا في الآخر أو رجح الآخر في الآخر فلا يجب الترجيح « 1 » انتهى كلام العلّامة النراقي بتلخيص منّا .\r\n\r\n[ كلمات صاحب الفصول في القول بجواز تقليد غير الأعم 
  ]\r\nوقال في الفصول : يعتبر في انعقاد التقليد شرائط يرجع بعضها إلى المستفتي وبعضها إلى المفتي وبعضها إلى الحكم المفتى به .\r\nوأمّا الشرائط المعتبرة في المفتي فمنها : الإسلام والإيمان . . . ومنها :\r\nالعدالة . . ومنها : أن يكون ضابطا . .\r\nومنها : أن يكون حيّا . . .\r\nومنها : أن لا يكون مجتهد آخر أفضل منه في الفقه والورع ، فلا يجوز تقليد المفضول في ذلك مع امكان الرجوع إلى الأفضل ، وقد نسب بعضهم إلى الأصحاب مدّعيا عليه الإجماع ، ويدلّ عليه بعد الأصل ظاهر مقبولة عمر بن حنظلة الآتية في اختلاف الحاكمين ، فإنّ فيها : الحكم ما حكم به أعدلهما وأفقههما وأصدقهما في الحديث وأورعهما ولا يلتفت إلى ما حكم به الآخر ، فإن ظاهرها عدم الاعتداد بحكم الآخر مطلقا ، فيدل على عدم جواز التعويل على فتواه إمّا لأنها داخلة في اطلاق الحكم ، أو لعدم ثبوت قائل بالفرق بين الحكم والفتوى فيتم المنع فيها بالإجماع المركّب ، وان العدول عن الأفضل إلى المفضول عدول عن أقوى الإمارتين إلى أضعفهما وهو غير جائز وان من أدلّة جواز التقليد الإجماع والضرورة وهما لا ينهضان إلّا على جواز تقليد الأفضل .\r\nويشكل بمنع الإجماع لا سيّما بعد تصريح جماعة بالجواز .\r\nوالأصل مدفوع بعموم آيات المقام ورواياته فإن المستفاد منها عدم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المستند ج 2 ص 521 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nتعيين الأفضل فيتخيّر بين تقليده وتقليد المفضول .\r\nوالرواية المذكورة بعد تسليم سندها واردة في صورة التعارض في الحكم ، فلا تدل على عدم الاعتداد بحكم المفضول عند عدم المعارضة فضلا عن دلالته على عدم الاعتداد بفتواه مطلقا ، فإن الحكم المذكور في الرواية غير الفتوى كما يشهد به سياقها والإجماع المدّعى على عدم الفرق ممنوع .\r\nوحجيّة التقليد تعبّدية وليست منوطة بالظن ، فلا يقدح قوّة الظن في فتوى الأفضل مع أنها على اطلاقها ممنوعة ، فإنّ المقلّد قد يقف على مدارك الفريقين فيترجّح في نظره فتوى المفضول .\r\nوالحجّة على جواز التقليد لا ينحصر في الإجماع والضرورة فلا يثبت المنع بمجرّد عدم قيامهما على جواز تقليد المفضول مع قيام غيرهما عليه كما عرفت .\r\nعلى أن الظاهر من المانعين عدم جواز الرجوع إلى المفضول مع امكان الرجوع إلى الأفضل ولو بالرجوع إلى من يروي عنه الفتوى وهذا يؤدّي إلى عدم جواز التعويل على فتوى أحد في زمن المعصوم وما قاربه مع امكان الرجوع إلى الرواية عنه بطريق الأولويّة فيجب على المفتي حينئذ العدول عن ذكر الفتوى إلى نقل الرواية عند حاجة المستفتي ولا قائل به ظاهرا ، ورواية أبان بن تغلب السابقة كالصريح في نفي ذلك « 1 » والسيرة المستمرّة شاهدة على بطلانه .\r\nمع ما في تعيين الأفضل من الضيق القريب من الحرج ، وبهذه الوجوه يمكن القدح في كون الشهرة المدّعاة في المقام قادحة في عموم الأدلّة فالقول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مراده ما روي من أن الصادق عليه السّلام قال لأبان بن تغلب : « اجلس في مسجد المدينة وافت الناس فإنّي أحب أن يرى في شيعتي مثلك » « رجال النّجاشي ص 7 » .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nبالجواز اذن أوجه وإن كان المنع أحوط ، انتهى كلام الفصول مع تلخيص منّا .\r\n\r\n[ كلمات صاحب الجواهر في القول بجواز تقليد غير الأعم 
  ]\r\nوقال صاحب الجواهر « رضوان اللّه عليه » في كتاب القضاء في شرح عبارة الشرائع : « إذا وجد اثنان متفاوتان في الفضيلة مع استكمال الشرائط المعتبرة في القاضي » فيهما « فإن قلّد » الإمام « الأفضل جاز قطعا » وإن كان المفضول أورع لأنّ ما عند الأفضل من العدالة يكفي في منعه من التهاجم على المحارم ، ويبقى فضله خاليا عن المعارض .\r\nنعم مع تساويهما في العلم يقدّم الأعدل لكونه أرجح حينئذ ، فيكون الحاصل حينئذ ترجيح أعلم الورعين وأورع العالمين لقاعدة قبح ترجيح المرجوع على الراجح .\r\n« وهل يجوز العدول إلى المفضول مع وجود الأفضل . . ؟ فيه تردّد » من الاشتراك في الأهلية ولما هو المعلوم من افتاء الصحابة مع اختلافهم في الفضيلة وعدم النكير عليهم فيكون ذلك اجماعا منهم ولما في تكليف العامي بذلك من العسر والحرج لعدم تأهّله لمعرفة الأفضل من غيره .\r\nومن أن الظنّ بقول الأعلم أقوى فيجب اتّباعه إذ أقوال المفتين بالنسبة إلى المقلّد كالأدلّة بالنسبة إلى المجتهد في وجوب اتباع الراجح .\r\nولخبر عمر بن حنظلة سابقا « 1 » المنجبر اسنادها بالتعاضد وتلقّي الأصحاب لها بالقبول وفعل الصحابة بعد اعراضهم عن الإمام عليه السّلام ليس حجّة عندنا وتعرّف الأفضل ممكن بشهادة أهل الخبرة كتعرّف أصل الأهليّة .\r\nولكن مع ذلك كلّه « فالوجه » عند المصنف « الجواز لأن خلله » إن كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخبر 1 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n« ينجبر بنظر الإمام عليه السّلام » الذي نصّبه .\r\nوفيه انما يتمّ مع قربه منه واطّلاعه على أحكامه لا مع بعده عنه على وجه لا يعلم شيئا من وقائعه وفرض المسألة أعم من الأوّل على أن أصل فرضها فيما ذكر خال من الثمرة ضرورة كونه أعلم بما يفعل مع حضوره .\r\nانّما الكلام في نوّاب الغيبة بالنسبة إلى المرافعة إلى المفضول منهم وتقليده مع العلم بالخلاف وعدمه .\r\nوالظاهر الجواز لإطلاق أدلّة النصب المقتضي حجيّة الجميع على جميع الناس وللسيرة المستمرّة في الإفتاء والاستفتاء منهم مع تفاوتهم في الفضيلة .\r\nودعوى الرجحان بظن الأفضل يدفعها مع امكان منعها في كثير من الأفراد المنجبر نظر المفضول فيها في زمانه بالموافقة للأفضل في الأزمنة السابقة وبغيرها . انه لا دليل عقلا ونقلا في العمل بهذا الرجحان في خصوص المسألة ، إذ لعلّ الرجحان في أصل شرعية الرجوع إلى المفضول وإن كان الظن في خصوص المسألة بفتوى الفاضل أقوى نحو شهادة العدلين .\r\nومع فرض عدم المانع عقلا فإطلاق أدلّة النصب بحاله ونفوذ حكمه في خصوص الواقعة يستلزم حجّية ظنه في كليهما وانه من الحق والقسط والعدل وما أنزل اللّه فيجوز الرجوع إليه تقليدا أيضا والنصوص السابقة « 1 » انما هي في المتنازعين في حق وقد حكّما في أمرهما رجلين دفعة فحكم كل واحد منهما لكل واحد منهما ولا وجه للتخيير هنا كما في أصل المرافعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخبر 1 من الباب 9 من أبواب صفات القاضي ج 18 من الوسائل ص 75 والخبر 20 من الباب المذكور .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nوالتقليد ضرورة تحقّق فصل الدعوى بقول أحدهما لاتفاق النصوص « 1 » على ذلك وانه لا يبطل حكم كل منهما بحكم الآخر فليس حينئذ إلّا الترجيح للحكم في كلّي الواقعة بالمرجّحات التي ذكرها الإمام عليه السّلام وقال : انه مع فرض فقدها أجمع تقف حتى تلقى الإمام عليه السّلام .\r\nوهذا غير أصل التخيير في الترافع والتقليد المستفاد بين اطلاق أدلّة النصب المعتضد بالعمل في جميع الأعصار والأمصار ، بل لعلّ أصل تأهّل المفضول وكونه منصوبا يجري قبضه وولايته مجرى قبض الأفضل من القطعيّات التي لا ينبغي الوسوسة فيها خصوصا بعد ملاحظة نصوص النصب « 2 » الظاهرة في نصب الجميع الموصوفين بالوصف المزبور لا الأفضل منهم وإلّا لوجب القول انظروا إلى الأفضل منكم لا رجل منكم كما هو واضح بأدنى تأمّل .\r\nومن ذلك يعلم أن نصوص الترجيح « 3 » أجنبيّة عمّا نحن فيه من المرافعة ابتداء أو التقليد كذلك مع العلم بالخلاف وعدمه .\r\nومن الغريب اعتماد الأصحاب عليها في اثبات هذا المطلب « 4 » حتى انّ بعضا منهم جعل مقتضاها ذلك مع العلم بالخلاف الذي عن جماعة من الأول دعوى الإجماع على تقديمه حينئذ لا مطلقا فجنح إلى التفصيل في المسألة بذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الباب 11 من أبواب صفات القاضي الحديث 1 وغيره .\r\n( 2 ) الباب 11 من أبواب صفات القاضي الحديث 1 و 6 وغيرهما .\r\n( 3 ) الخبر 1 و 2 من الباب 9 من أبواب صفات القاضي .\r\n( 4 ) أي : في اثبات وجوب الرجوع في القضاء والإفتاء إلى الأفقه مع أنها واردة في المتنازعين اللذين قد حكّما في أمرهما رجلين دفعة وحصل الاختلاف بينهما في الحكم ، كما تقدّم .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nوأغرب من ذلك الاستناد إلى الإجماع المحكىّ عن المرتضى في ظاهر الذريعة والمحقّق الثاني في صريح حواشي الجهاد من الشرائع على وجوب الترافع ابتداء إلى الأفضل وتقليده ، بل ربما ظهر من بعضهم ان المفضول لا ولاية له أصلا مع وجود الأفضل ضرورة عدم اجماع نافع في هذه المسائل ، بل لعلّه بالعكس ، فإن الأئمّة عليهم السّلام مع وجودهم كانوا يأمرون الناس بالرّجوع إلى أصحابهم من زرارة ومحمد بن مسلم وأبي بصير وغيرهم ورسول اللّه صلى اللّه عليه وآله وسلم كان يولّي القضاء بعض أصحابه مع حضور أمير المؤمنين عليه السّلام الذي هو أقضاهم .\r\nقال في الدروس : لو حضر الإمام في بقعة وتحوكم إليه فله ردّ الحكم إلى غيره اجماعا على أنه لم يتحقّق الإجماع عن المحقّق الثاني ، واجماع المرتضى مبنيّ على مسألة تقليد المفضول الإمامة العظمى مع وجود الأفضل وهو غير ما نحن فيه ضرورة ابتنائها على قبح ترجيح المرجوح على على الراجح فلا نصب من اللّه شأنه لها مع وجود الأفضل ولا مدخليّة لهذه المسألة فيما نحن فيه قطعا وظنّي ، واللّه أعلم ، اشتباه كثير من الناس في هذه المسألة بذلك انتهى كلام الجواهر . « 1 »\r\n\r\n[ كلمات المحقق الكنى في القول بجواز تقليد غير الأعم 
  ]\r\nوقال العلّامة الكني في كتاب قضائه في بحث جواز الرجوع إلى المفضول في باب القضاء والفتوى مع وجود الأفضل أنه قال قوم بعدم الجواز ولكنه هنا أقوال أخر :\r\nأحدها : عدم اشتراط ذلك ( أي عدم اشتراط جواز الرجوع إلى المفضول بعدم وجود الأفضل ) مطلقا بل يجوز الرجوع إلى المفضول وينفذ حكمه ويصحّ تقليده والعمل بفتواه مطلقا اختاره جملة من متأخّري\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجواهر ج 40 كتاب القضاء ص 42 - 46 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالمتأخّرين بل الظاهر أنه مذهب أكثرهم بل الظاهر انعقاد الشهرة المتأخّرة عليه فذهب إليه في المجمع والمفتاح والجواهر من كتب الفقه وفي القوانين والمناهج والفصول من كتب الأول وغير ذلك من كتب العلمين وفي الدروس حكايته عن قوم والظاهر أنهم منّا إذ ليس بنائه فيها على نقل قول من خالفنا .\r\nوثانيها : التفصيل بين زمان الحضور والغيبة .\r\nوثالثها : هو القول بأنه إذا علم بالاختلاف يجب الرجوع إلى الأعلم حكاه الجواهر عن بعضهم والظاهر أنه أستاذه في كشف الغطاء واختار ولده الأستاذ حاكيا عن والده أيضا .\r\nوذكر في الاستدلال للقول بوجوب الرجوع إلى الأعلم وجوها :\r\nالأوّل : الأصل ، وهو حرمة العمل بالظن وقد خرج عنه قول الأعلم .\r\nالثاني : اصالة الاشتغال . « 1 »\r\nالثالث : الإجماع .\r\nالرابع : قوله تعالى :  هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ  . « 2 »\r\nثمّ أورد على الاستدلال بالأصلين المذكورين والإجماع والآية بقوله :\r\nان الأصل مسلّم ولكن المخرج عنه لا يختص بما ذكر لكفاية اطلاق وعموم أدلّة القضاء والفتوى مع كثرتها في ذلك . . . مضافا إلى آيات الإنذار والسؤال عن أهل الذكر والنّبأ وغيرها وقوله عليه السّلام لأبان بن تغلب : « اجلس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مراده ان الاشتغال بأحكام اللّه الواقعيّة حاصل وهو يستدعي الفراغ اليقيني ولا يحصل إلّا بالعمل بقول الأعلم .\r\n( 2 ) الآية 9 من سورة الزّمر .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nفي مسجد الكوفة وافت للناس » وكقوله : « من أفتى الناس بغير علم . . . » إلى غير ذلك من الأخبار المستفيضة واجماع المرتضى في مسألة الإمامة .\r\nولو كان الرجوع إلى الأعلم واجبا لوجب أن يقول الإمام عليه السّلام من أول الأمر ارجعوا إلى أعلم علمائكم مطلقا أو من يمكنكم الوصول إليه مطلقا أو مع فرض كونهم في بلدكم إلّا مع الموافقة ، فالتخيير لا أن يقول انظروا إلى رجل منكم .\r\nثمّ قال بعد اختياره القول بعدم وجوب تقليد الأعلم : والغرض بيان فساد الاستناد إليها ( أي إلى الروايات ) في هذا الحكم العظيم الموجب للعسر والحرج المنافي للسيرة المستمرّة إلى زمن الأئمّة عليهم السّلام فالمسألة حريّة بأن لا يشكّك في حكمها كما قال الجواهر ونعم ما قال : لعلّ أصل تأهّل المفضول وكونه منصوبا يجري قبضه وولايته مجرى قبض الأفضل من القطعيات لا ينبغي الوسوسة فيها إلى أن قال : ومن ذلك يعلم أن نصوص الترجيح أجنبيّة عمّا نحن فيه من المرافعة ابتداء أو التقليد كذلك مع العلم بالخلاف وعدمه .\r\nوقال بالنسبة إلى ما في عهده عليه السّلام للأشتر : واختر للحكم بين الناس أفضل رعيّتك في نفسك ممّن لا تضيق به الأمور : انه لعدم صحّة السند مع عدم جابر صالح مع ظهور امارات الاستحباب كما لا يخفى على من لاحظه لم يمكن الاستناد إليه في اثبات هذا الأمر العظيم . . .\r\nثم قال : وذكر الوشّاء انه أدرك تسعمائة شيخ بالكوفة كلّ يقول حدّثني جعفر بن محمّد قال في المفتاح : أترى ان أهل الكوفة على كثرتهم كانوا إذا\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nأرادوا الاستفتاء أو تنازع اثنان يعمدون إلى أفقه الفقهاء وأكثرهم جمعا للأخبار .\r\nقلت : فكان هذا اجماعا منهم على جواز الأمرين وانه لا تعيّن في البين .\r\nوبالجملة لا ريب في اجماع أصحاب الرسول والأئمّة عليهم السّلام على ما ذكر ( أي على جواز الرجوع إلى غير الأعلم ) ومثله حجّة بلا إشكال .\r\n. . . ثم قال : ثالثها تقرير الرسول صلى اللّه عليه وآله وسلم والأئمّة عليهم السّلام لأصحابهم ولغيرهم من العوام القريبين منهم والبعيدين عنهم على المراجعة في الفتيا إلى غير الأعلم .\r\nورابعها : لو فرض تساوي أصحابهم في المرتبة فلا ريب ان الخليفة أعلم .\r\nمضافا إلى السيرة الكاشفة المستمرة إلى زمن الأئمّة عليهم السّلام على رجوع غير العالم إلى العلماء وإلى إطلاق جملة من الأخبار من قبيل : « فللعوام أن يقلّدوه » ، « اعمدا في دينكما على كل مسنّ في حبّنا » ، « وأمّا الحوادث الواقعة فارجعوا فيها إلى رواة أحاديثنا » انتهى بتلخيص منّا . « 1 »\r\nوإذا تبيّن مقالة القائلين بجواز تقليد غير الأعلم ومستندهم فاللازم تحقيق الكلام في مقامين :\r\n\r\n[ الكلام فيما يقتضيه الأصل 
  ]\r\nالأوّل : فيما يقتضيه الأصل كي يرجع إليه لو لم يكن اطلاق حاكم عليه .\r\nوالثاني : فيما تقتضيه الأدلّة العقليّة والنقلية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب القضاء للعلّامة الكني ص 30 - 35 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nوتقريب جريان الأصل فيما نحن فيه حيث إن الأمر دائر بين التخيير والتعيين يتّضح بذكر أمور :\r\nالأوّل : ان التخيير على أقسام :\r\nالقسم الأول : التخيير العقلي الثابت في تعلق الوجوب بطبيعة ذات أفراد فإن التخيير بين أفرادها انما يكون بحكم العقل ، فإذا قال اعتق رقبة يحكم العقل بتساوي أفرادها في تعلق الحكم بها فالإتيان بأيّ فرد منها يوجب الامتثال وسقوط الأمر .\r\nالقسم الثاني : التخيير الشرعي الذي يتكفّله الخطاب كخصال الكفّارة من عتق رقبة وصيام شهرين واطعام ستّين مسكينا ، فالتخيير بينها شرعي .\r\nوالقسم الثالث : التخيير العقلي الثابت في باب التزاحم فإذا قال انقذ الغريق ولكن المكلّف لم يكن قادرا إلّا على انقاذ واحد من الغريقين فالعقل يحكم بالتخيير بينهما مع تساوي ملاكيهما وبتعيّن انقاذ أحدهما مع أهميّة ملاكه من ملاك الآخر ، وكذا مع احتمال أهمّية ملاكه فالتخيير حينئذ عقليّ ناش من التزاحم في مقام الامتثال وليس بينهما تزاحم في مقام الجعل ( والتزاحم في مقام الجعل المسمّى بتزاحم الملاكات باب آخر وهو غير ما نحن فيه ) .\r\nالقسم الرابع : التخيير بين فعل شيء وتركه لدوران حكمه بين الوجوب والحرمة مع عدم مرجّح لأحدهما والتخيير فيه قهري وتكوينيّ ، فإن التخيير في دوران الأمر بين المحذورين ليس شرعيّا ولا عقليا ، أمّا عدم كونه شرعيا فواضح ، لأنّ حكم الفعل واقعا واحد معيّن امّا الوجوب\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nأو الحرمة ، وامّا عدم كونه عقليا فلعدم الملاك في كل من الفعل والترك كما في الواجبين المتزاحمين فالتخيير في هذا القسم تكوينيّ حيث إن المكلف بحسب طبعه إمّا فاعل وإمّا تارك .\r\nالأمر الثاني : انّ التخيير قد يكون في المسألة الفرعية وقد يكون في المسألة الأصولية ومناط الفرق بينهما ان التخيير إذا كان مرتبطا بفعل المكلّف وحكمه كما في الأقسام الأربعة المتقدّمة يكون التخيير في المسألة الفرعية ، وأمّا إذا كان مرتبطا بالحجّة كما في باب تعارض الأمارتين المتكافئتين فالتخيير حينئذ بين الحجّتين والمكلف مخيّر في الأخذ بأيّهما شاء والإفتاء على طبق ما أخذ وعليه فالتخيير فيها تخيير في المسألة الاصوليّة .\r\nالأمر الثالث : انه قد يتردّد الأمر بين التخيير والتعيين وهو قد يكون في المسألة الفرعية ، وقد يكون في المسألة الأصولية ففي بعض أقسام دوران الأمر بين التخيير والتعيين في المسألة الفرعية يمكن القول بالبراءة وعدم لزوم اتيان ما يحتمل تعيّنه ، ففي القسم الأوّل من أقسام التخيير المذكورة إذا شككنا مثلا في أن الواجب هل هو عتق مطلق الرقبة أو الرقبة المؤمنة ؟ يمكن أن يقال : ان الزام الشارع بالرقبة المؤمنة ممّا لا يعلم فيجرى فيه حديث الرفع ، وحيث إنه ضيق على المكلّف يجري فيه حديث السعة وتجري فيه البراءة العقلية أيضا ، وكذا في القسم الثاني منه فجريان البراءة عقلا ونقلا فيهما ممّا لا بأس به ، ولازمه البراءة من لزوم اتيان ما يحتمل تعيّنه وجريان أصالة التخيير فيهما ولكنه في القسم الثالث من أقسام التخيير حيث كان حكم العقل بالتخيير قائما بملاك التساوي ، فإذا انتفى التساوي احتمالا أو محتملا لا يحكم العقل بالتخيير ، ويجب الأخذ بما يحتمل تعيّنه وفي القسم الرابع\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمنها أيضا يختص التخيير التكويني بصورة التساوي من جميع الجهات .\r\nهذه هي صور الدوران بين التخيير والتعيين في المسألة الفرعية وأمّا في دوران الأمر بين التخيير والتعيين في المسألة الاصوليّة بأن كان هناك امارتان وكانت حجّية إحداهما ثابتة ومسلّمة ولكن يشكّ في حجية الأخرى فلا تجري فيه إلّا أصالة التعيينيّة من غير فرق بين الموارد ، وذلك لرجوع الشك في مثله إلى الشكّ في الحجّية ومقتضى أصالة عدم الحجّية في كلّ ما يشك في حجّيته عدم كونه حجّة وفتوى الأعلم فيما نحن فيه ممّا علم بحجّيتها فهي خارجة عن تحت أدلة حرمة العمل بالظن الثابتة كتابا وسنّة وإجماعا وعقلا ( المعبّر عنها بأصالة عدم الحجية ) .\r\nوأمّا فتوى غير الأعلم فيشك في حجّيتها فهي باقية تحت هذه الأدلّة فأصالة التعيينية في دوران الأمر بين التخيير والتعيين في باب الحجج هي الحاكمة بوجوب الأخذ بما يحتمل تعينه ، وهذا الأصل بهذا التقريب كما يجري في مسألة تقليد الأعلم التي هي محلّ البحث فعلا يجري أيضا في باب اشتراط الحياة في المفتي وتقليد الميّت ابتداء واستدامة ، ومسألة جواز تقليد المتجزّي وغيرها ، وبالجملة انه يجري في كل مورد دار الأمر بين التخيير والتعيين وكان الباب باب الحجج ولازمه الأخذ بما يحتمل تعيّنه ما لم يقم الدليل الاجتهادي على خلافه .\r\nهذا هو التقريب الأوّل للأصل في المقام ويظهر من بعضهم « 1 » تقريب آخر وهو ان المكلف قد تنجّز عليه الأحكام الواقعيّة بسبب علمه بها اجمالا والاشتغال اليقيني مقتض للفراغ اليقيني ، والعمل بفتوى الأعلم موجب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منهم السيّد المجاهد في مفاتيح الأصول ص 626 وجمع منهم كصاحب الفصول قد ذكر الأصل في عداد أدلّة وجوب تقليد الأعلم ولم يبيّن المراد منه .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nللفراغ يقينا ، وأمّا العمل بفتوى غير الأعلم فيشك معه في الفراغ ، وحيث إنه يجب عليه تحصيل الفراغ فلا مناص إلّا من العمل بفتوى الأعلم ، وهذا التقريب إن لم يرجع إلى التقريب الأوّل فهو تقرير لقاعدة الاشتغال ، ومن المعلوم انه مع التقريب الأول الذي أوضحناه لا تصل النوبة إليه لتقدّم الدليل الاجتهادي على الدليل الفقاهتي حكومة أو ورودا مطابقا أو مخالفا .\r\nثم إن الظاهر أن ما ذكرنا من كون الأصل في دوران الأمر بين التخيير والتعيين في باب الحجج هو أصالة التعيينيّة ولزوم الأخذ بما يحتمل تعيينه ( وهو فتوى الأعلم فيما نحن فيه ) وانه يفترق عن باب دوران الأمر بين التخيير والتعيين في باب الأحكام لجريان أصالة التخيير في الثاني دون الأوّل أمر لا ترديد فيه ولا غبار عليه ، ولكنّه يظهر من كلام الإمام في رسالته في الاجتهاد والتقليد التردّد فيه ، بل اختياره التساوي بين البابين في جريان أصالة التخيير فيهما حيث قال - بعد مناقشته في « 1 » الأدلة التي أقيمت على وجوب تقليد الأعلم - : « فالإنصاف انه لا دليل على ترجيح قول الأعلم إلّا الأصل بعد ثبوت كون الاحتياط مرغوبا عنه وثبوت حجية قول الفقهاء في الجملة ، كما أن الأمر كذلك ، وفي الأصل أيضا إشكال ، لأنّ فتوى غير الأعلم إذا طابق الأعلم من الأموات أو في المثالين المتقدّمين ( إذا طابق فتوى غير الأعلم الأعلم من الأحياء إذا لم يجز تقليدهم لجهة أو إذا طابق فتوى غير الأعلم الاحتياط ) يصير المقام من دوران الأمر بين التخيير والتعيين لا تعين الأعلم والأصل فيه التخيير » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسيجيء ما في مناقشته « قده » .\r\n( 2 ) رسالة الاجتهاد والتقليد للإمام الخميني « قدس اللّه نفسه » ص 147 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nوفيه ما مرّ من الفرق بين البابين وان الثاني يكون من دوران الأمر بين التخيير والتعيين في باب الأحكام وتجري البراءة فيه فيما يحتمل تعيّنه ومقتضاه الحكم بالتخيير ، وهذا بخلاف الأوّل ، فإن الأدلة الدالة على عدم حجية ما يشك في حجّيته تقتضي عدم حجيته قطعا ، فلا يمكن اجراء أصالة التخيير فيه ، فاعتبار أصالة التعيينيّة فيما نحن فيه ممّا لا ترديد فيه .\r\nوهذا الأصل أي اصالة التعيينية في دوران الأمر بين التخيير والتعيين في باب الحجج - على ما ذكرنا - كما يمكن أن يكون مستندا للمفتي في مقام افتائه في مسألة تقليد الأعلم يكون مستندا للعامي أيضا بملاحظة ما يستقل به عقله ، فإنه بعد الالتفات إلى أمرين أحدهما تنجّز الأحكام الشرعية عليه بعلمه الإجمالي بها والثاني انه لا طريق له إلى امتثالها إلّا فتوى المجتهدين بملاحظة فطرته وارتكازه المقتضي للزوم رجوع الجاهل إلى العالم وبمقتضى بناء العقلاء على الرجوع إلى أهل الخبرة يستقل عقله بلزوم تقليد الأعلم لدوران الأمر بين التخيير والتعيين في الحجية والعقل يستقل بمقتضى ما ذكرناه بلزوم ترجيح محتمل التعيين .\r\n\r\nالتحقيق في أدلّة الطرفين\r\nوإذ فرغنا من تأسيس الأصل في المسألة ليكون مرجعا عند عدم تماميّة أدلّة الطرفين فاللازم هو التحقيق في أدلّة المانعين عن تقليد غير الأعلم وأدلّة المجوّزين له ليتّضح ما هو الحق فيها فنقول :\r\n\r\n[ أدلة وجوب تقليد الأعم 
  ]\r\nاستدلّ القائلون بلزوم تقليد الأعلم بوجوه :\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nأحدها : الإجماع ، وقد نقله الشيخ الأعظم الأنصاري « ره » عن جمع منهم المحقّق الثاني ثم قال : وهو الحجّة في مثل المقام ولا وجه للوسوسة بعدم حجّية الإجماع المنقول . « 1 »\r\nوفي المستمسك وجوب تقليد الأعلم هو المشهور بين الأصحاب بل عن المحقّق الثاني الإجماع عليه ، وعن ظاهر السيّد في الذريعة كونه من المسلّمات عند الشيعة . « 2 »\r\nويرد عليه أولا : ان دعوى الإجماع في المسألة مع عدم كونها معنونة في كلمات المتقدّمين إذ لم نجد التعرّض لها قبل المحقّق في المعارج مع ذهاب جمع من الفحول كالنراقي في المستند « 3 » وصاحب الجواهر « 4 » والمحقّق القمي « 5 » وصاحب الفصول « 6 » والعلّامة الكني « 7 » في كتاب قضائه إلى جواز تقليد غير الأعلم الأعلم ، وتردّد الشهيد الثاني في المسالك غير سديد .\r\nوثانيا : ان ظاهر الجواهر انكار دلالة كلام المحقّق الثاني على كون المسألة اجماعية ، وقال : ان كلام السيّد في الذريعة غير مرتبط بمسألة التقليد وكلامه في مسألة الإمامة العظمى والخلافة الإسلاميّة وهي التي يقبح فيها ترجيح المرجوح على الراجح فلا نصب من اللّه تعالى شأنه لها مع وجود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مطارح الأنظار ص 280 .\r\n( 2 ) المستمسك ج 1 ص 26 .\r\n( 3 ) المستند ج 2 ص 521 كتاب القضاء .\r\n( 4 ) الجواهر ج 40 ص 46 .\r\n( 5 ) القوانين ج 2 ص 240 .\r\n( 6 ) الفصول ص 419 .\r\n( 7 ) كتاب القضاء للعلّامة الكني ص 30 - 35 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالأفضل « 1 » وعليه فنقل الإجماع من السيّد أيضا في المسألة في غير محله .\r\nوثالثا : انه اجماع مدركيّ كما يفصح عنه استدلال المجمعين ببعض الوجوه التي سيأتي التعرّض لها ، ومن المعلوم ان مثله لا يكون اجماعا تعبّديا كاشفا عن رأي المعصوم عليه السّلام .\r\nثانيها : الأخبار الدالّة بظاهرها على تقدّم قول الأفقه والأعلم على قول غيره .\r\nفمنها : خبر عمر بن حنظلة - وقد رواه المشايخ الثلاثة - وروى في الوسائل صدره في الباب 11 من أبواب صفات القاضي « 2 » وذيله في الباب 9 « 3 » من الأبواب المذكورة والسند ومجموع المتن هكذا : محمد بن يعقوب ، عن محمد بن يحيى ، عن محمد بن الحسين ، عن محمد بن عيسى ، عن صفوان ، عن داود بن الحصين ، عن عمر بن حنظلة قال : سألت أبا عبد اللّه عليه السّلام عن رجلين من أصحابنا بينهما منازعة في دين أو ميراث فتحاكما إلى السلطان وإلى القضاة أيحلّ ذلك ؟ قال : من تحاكم إليهم في حق أو باطل فإنّما تحاكم إلى الطاغوت ، وما يحكم له فإنّما يأخذ سحتا ، وإن كان حقّا ثابتا له ، لأنّه أخذه بحكم الطاغوت ، وما أمر اللّه أن يكفر به ، قال اللّه تعالى :  يُرِيدُونَ أَنْ يَتَحاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ  « 4 » قلت : كيف يصنعان ؟ قال : ينظران من كان منكم ممّن قد روى حديثنا ونظر في حلالنا وحرامنا وعرف أحكامنا فليرضوا به حكما ، فإنّي قد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجواهر ج 40 ص 42 - 46 .\r\n( 2 ) ص 98 .\r\n( 3 ) ص 75 .\r\n( 4 ) سورة النساء ، الآية : 60 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nجعلته عليكم حاكما ، فإذا حكم بحكمنا فلم يقبل منه ، فإنّما استخف بحكم اللّه وعلينا ردّ ، والرادّ علينا الراد على اللّه وهو على حدّ الشرك باللّه ، قال : فإن كان كل واحد اختار رجلا من أصحابنا فرضيا أن يكونا الناظرين في حقّهما واختلف فيما حكما وكلاهما اختلفا في حديثكم ؟\r\n[ حديثنا : خ ل 
  ] فقال عليه السّلام : الحكم ما حكم به أعدلهما وأفقههما وأصدقهما في الحديث وأورعهما ، ولا يلتفت إلى ما يحكم به الآخر ، قال : فقلت :\r\nفإنّهما عدلان مرضيّان عند أصحابنا لا يفضل [ ليس يتفاضل : خ ل 
  ] واحد منهما على صاحبه ؟ قال : فقال : ينظر إلى ما كان من روايتهما عنّا في ذلك الذي حكما به المجمع عليه عند أصحابك فيؤخذ به من حكمنا ويترك الشاذّ الذي ليس بمشهور عند أصحابك ، فإن المجمع عليه لا ريب فيه ودع الشاذّ النادر . . . ورواه الشيخ بإسناده عن محمد بن علي بن محبوب ، عن محمد ابن عيسى نحوه ، ورواه الصدوق بإسناده عن داود بن الحصين . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الباب 11 من أبواب صفات القاضي ص 98 ج 18 الوسائل كتاب القضاء .\r\nباب وجوب الرجوع في القضاء والفتوى إلى رواة الحديث من الشيعة فيما رووه عن الأئمّة عليهم السّلام من أحكام الشريعة لا فيما يقولونه برأيهم ( ورواه أيضا في الباب 9 ص 75 ) .\r\n1 - محمد بن يعقوب ( الكليني من الطبقة 9 ) عن محمد بن يحيى ( أبي جعفر العطّار الأشعري شيخ أصحابنا في زمانه ثقة عين كثير الحديث جش من الطبقة 8 ) عن محمد بن الحسين ( وهو محمد بن الحسين بن أبي الخطاب زيد أبو جعفر الزيّات الهمداني جليل من أصحابنا عظيم القدر كثير الرواية ثقة عين له تصانيف جش ج دى رى مات 262 من الطبقة السابعة ) .\r\nعن محمد بن عيسى ( وهو محمد بن عيسى بن عبيد بن يقطين مولى بني أسد بن خزيمة أبو جعفر العبيدي اليقطيني ثقة عين على ما في جش ص 235 أبو جعفر جليل في أصحابنا ثقة عين كثير الرواية حسن التصانيف روى عن أبي جعفر الثاني عليه السّلام مكاتبة ومشافهة -\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n- وفي ص 115 من معجم رجال الحديث ج 17 ان وثاقة وجلالة الرجل ممّا تسالم عليه أصحابنا ، قال : ولا يعارض ذلك تضعيف الشيخ إيّاه في غير مورد وأجاب عن تضعيفه .\r\nوقال : وطريق الصدوق إليه كطريق الشيخ إليه صحيح .\r\nعن صفوان بن يحيى بيّاع السابري ثقة ثقة عين روى أبوه عن الصادق عليه السّلام وروى هو عن أربعين رجلا من أصحاب الصادق عليه السّلام وله ثلاثون كتابا ، وكانت له عند الرضا عليه السّلام منزلة شريفة ، وقد توكل له ولأبي جعفر عليه السّلام وكان من الورع والعبادة على ما لم يكن عليه أحد من طبقته جش أوثق أهل زمانه وأعبدهم عند أهل الحديث .\r\nجخ ست جش كش وهو من الطبقة السادسة .\r\nوكان شريكا لعبد اللّه بن جندب وعلي بن النعمان وروي أنهم تعاقدوا في بيت اللّه الحرام إلى آخر ما ذكره في تنقيح المقال ص 100 ج 2 .\r\nعن داود بن الحصين ( في تنقيح المقال انه بالحاء المهملة المضمومة والصاد المهملة المفتوحة والياء الساكنة من الرجال الأسدي مولاهم كوفي ثقة روى عن أبي عبد اللّه وأبي الحسن عليهما السّلام جش ص 115 من الطبقة الخامسة ) « جاء في معجم رجال الحديث ص 98 ج 7 » .\r\nوقال الشيخ في رجاله : انه واقفي ، ونسب العلّامة في القسم الثاني من الخلاصة 1 من الباب 1 من فصل الدال إلى ابن عقدة أيضا القول بوقفه ولأجل ذلك توقّف في العمل بروايته .\r\nوعن السيد الداماد أنه قال : ولم يثبت عندي وقفه ، بل الراجح جلالته عن كل غمز وشائبة .\r\nأقول : يكفي في ثبوت وقفه شهادة الشيخ المؤيّدة بما حكاه العلّامة عن ابن عقدة إلّا انه مع ذلك يعتمد على رواياته لأنه ثقة بشهادة النجاشي وطريق الشيخ إليه كطريق الصدوق صحيح ، انتهى ما في معجم رجال الحديث .\r\nعن عمر بن حنظلة : ( وثقه الشهيد في شرح الدراية كما في نقد الرجال ص 253 وفي ص 27 ج 13 من معجم رجال الحديث ان الرجل ( أي عمر بن حنظلة ) لم ينص على توثيقه ومع ذلك ذهب جماعة منهم الشهيد الثاني إلى وثاقته .\r\nواستدلّ على ذلك بوجوه ( وذكر وجوها ستّة وناقش جميعها )\r\nونقل في جامع الرواة أيضا وثاقته عن الشهيد ولم يوثّقه نفسه .\r\nوفي تنقيح المقال ج 2 ص 343 بعد ذكر الوجوه الدالّة على وثاقته على زعمه : فتلخّص من ذلك كله ان الأقوى وثاقة الرجل .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوقد استدل به الشيخ في مطارح الأنظار على وجوب تقليد الأعلم وقال : والتقريب ان الإمام عليه السّلام قدّم قول الأفقه والأعلم على غيره عند العلم بالمعارضة والمخالفة وهو المطلوب .\r\nثم قال :\r\nلا يقال : ان ظاهر المقبولة هو اختصاصها بالقضاء فلا يستقيم الاستدلال بها في الفتوى .\r\nلأنّا نقول : يتم المطلوب بالإجماع المركّب . . « 1 » وفي رسالة العلامة ميرزا حبيب اللّه الرشتي : تمسّك بهذه الرواية غير واحد من الأعاظم على تعيين الأعلم مثل الفاضل الهندي والفاضل المازندراني على ما حكي عنهما . « 2 »\r\nوقال بعض : ان الترجيح بالأفقهيّة بمناط تقديم الفتوى لأنّ حكم الحاكم في الشبهات الحكميّة ليس إلّا انشاء الفتوى المستنبطة من الأدلّة فالحكم والفتوى مشتركان في المدرك مختلفان في الموضوع ، فتكون الفتوى هو الإخبار عن ثبوت الحكم الكلّي للموضوع الكلّي ، والحكم هو انشاء تلك الفتوى في الموضوع الشخصي المترافع فيه فحجيّة كل حكم مستلزمة لحجيّة الفتوى خصوصا بملاحظة ان المورد شبهة حكميّة ، ولذا اختلف الحكمان مستندين إلى حديثين مختلفين وذلك مثل أن تقع عين خارجيّة موردا للتنازع وكان أحد المتداعيين بالنسبة إليها داخل اليد والآخر خارج اليد ، وحكم أحد الحاكمين بتقديم الداخل والآخر بتقديم الخارج وكان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مطارح الأنظار ص 280 .\r\n( 2 ) رسالة تقليد الأعلم للعلّامة ميرزا حبيب الرشتي ص 36 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nاختلافهما من جهة الاستناد إلى الأحاديث المختلفة الواردة في القضاء التي تدل طائفة منها على تقديم الداخل وطائفة أخرى منها على تقديم الخارج ، أو كانت العين الخارجية في يد شخص وادّعى الآخر مالكيّتها لنفسه ولم تكن للمدعي بيّنة وامتنع المنكر من الحلف ، وحينئذ ففي المسألة قولان : أحدهما القضاء بالنكول للمدّعي ، والآخر : لزوم ردّ الحلف إلى المدّعي وعدم القضاء له إن لم يحلف .\r\nولا بدّ لاستيفاء البحث فيها من التعرّض لجهات ثلاث :\r\nالأولى : في سندها .\r\nالثانية : في مضمونها فيما يتعلّق بشؤون القضاء .\r\nالثالثة : بالنسبة إلى دلالتها على اعتبار الأعلمية في باب التقليد .\r\nأمّا الجهة الأولى : فلا بحث في اعتبار من تأخّر عن عمر بن حنظلة في السند ووثاقتهم كما أشرنا إليه في الهامش فيما ذكرناه في الذّيل ، وأمّا عمر بن حنظلة فلم يرد في حقّه توثيق إلّا ما عن الشهيد الثاني في شرح الدراية من قوله : ان عمر بن حنظلة وإن لم ينصّ الأصحاب فيه بجرح ولا تعديل ، ولكن أمره عندي سهل ، لأنّي حقّقت توثيقه من محل آخر وإن كانوا قد أهملوه . « 1 »\r\nوثبوت الوثاقة بقول الشهيد وحده في قبال سائر مهرة فنّ الرجال من الكشي والنجاشي والشيخ الطوسي والعلّامة « قدس اللّه أسرارهم » مشكل ، فهي وإن سمّيت بالمقبولة واشتهر ان الأصحاب تلقّوها بالقبول ، ولكنه لم يثبت ، ولعلّه من قبيل ربّ شهرة لا أصل لها ، وورود الروايات في مدحه ووثاقته مع وقوع نفسه في سند بعضها ووقوع يزيد بن خليفة ومحمد بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تنقيح المقال ج 2 ص 342 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nمروان العجلي - وهما غير موثقين - في سند بعضها الآخر لا يجدي في وثاقته شيئا . « 1 »\r\nكما أن رواية الأجلّاء كزرارة وعبد اللّه بن مسكان وصفوان بن يحيى وأضرابهم عنه لا تدلّ على وثاقته ، فما في تنقيح المقال من تقوية وثاقة الرجل لما ذكر « 2 » غير سديد .\r\nوأمّا الجهة الثانية ففيها وجوه من البحث :\r\nأمّا أوّلا : فلدلالتها على جواز الترافع في الواقعة الواحدة إلى الحكّام المتعدّدين ولازمه جواز فصل الخصومة بالحكم الصادر من المتعدّدين من الحكّام ، وهو ممّا يظهر من الأصحاب خلافه كما صرح به العلّامة الحكيم « رحمة اللّه عليه » حيث قال : يظهر من الأصحاب عدم جواز العمل بها ( أي بالمقبولة ) لاعتبار الوحدة في القاضي عندهم ظاهرا . « 3 »\r\nوأمّا ثانيا : فإنها تدل على نفوذ الحكم الثاني بعد صدور الحكم من الحاكم الأول ، وهو ممّا تسالم الأصحاب على عدم صحّته وحمل المقبولة على صدور الحكمين من الحاكمين دفعة واحدة حمل على الفرد النادر ويأباه ظاهر العبارة .\r\nوأمّا ثالثا : فلدلالتها على اعتبار اجتماع الصفات الأربع من الأفقهية والأعدليّة والأصدقيّة والأورعيّة في تقديم حكم أحد الحاكمين على الآخر والظاهر من الأصحاب الاكتفاء بالأعلميّة فقط .\r\nوأمّا رابعا : فلدلالتها على لزوم نظر المترافعين إلى مدرك الحكمين من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معجم رجال الحدث ج 13 ص 27 - 29 .\r\n( 2 ) تنقيح المقال ج 2 ص 343 .\r\n( 3 ) المستمسك ج 1 ص 29\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالروايات من جهة كونها موافقة للمشهور أو مخالفة له مع أن شأن المترافعين ومهمّتهما ليس هو النظر في مدرك الحكمين والاجتهاد في ترجيح أحدهما على الآخر إجماعا على ما صرّح به العلّامة الرشتي في رسالته في تقليد الأعلم . « 1 »\r\nوأمّا الجهة الثالثة من الكلام فيها أي من جهة دلالتها على اعتبار الأعلميّة في باب التقليد أيضا ففيها أيضا وجوه من البحث .\r\nأمّا أوّلا : فلعدم ثبوت الملازمة بين باب القضاء وباب الفتوى والتقليد ، بل ثبت خلافه ، ولذا يجوز ترافع المجتهدين إلى ثالث ، ولا يجوز تقليد المجتهد لغيره كما أنه يجوز الإفتاء بالخلاف على فتوى الآخر ، ولا يجوز الحكم بالخلاف على حكم الآخر ، ودعوى اتحاد المناط في البابين أيضا مجازفة فإن المناط في باب الخصومة فصل الخصومة ، ولا يحصل ذلك مع اختلاف الحاكمين والحكم بالتخيير فلا بد من الترجيح بخلاف باب الفتوى فإن المناط فيه تحصيل الحجّة فيمكن أن يحكم الشارع بحجيّة فتوى كلا المجتهدين في حق المقلّد ( من غير اعتبار التساوي في العلم والفضيلة ) فيكون المقلّد مخيّرا في الأخذ بأيّ من الفتويين .\r\nوحينئذ فحيث يكون سلب المركّب أو ما بحكمه « 2 » بسلب أحد أجزائه فحكم الشارع بعدم نفوذ حكم المفضول في باب القضاء ( إذا حصل الاختلاف بينه وبين الأفضل في الحكم على ما هو المفروض في المقبولة ) ليس من جهة عدم صلاحيته للحجية ، بل لعدم كونه فاصلا ، كما أن فتوى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة تقليد الأعلم للعلّامة الميرزا حبيب اللّه الرشتي ص 35 .\r\n( 2 ) والمراد من المركّب أو ما بحكمه في المقام هو كون المقام مقام القضاء وحكم المفضول في قبال الأفضل علما وصدقا في الحديث وعدلا وورعا .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nالأعلم وحدها أيضا ليست فاصلة ، بل لا بدّ أن ينضمّ إليها كونه أعدل وأصدق في الحديث وأورع ، وحينئذ فالقاء الخصوصية عرفا أو دعوى القطع باتحاد المناط في البابين ممّا لا وجه لهما بعد وضوح الفرق بين البابين مع أن ما هو المفيد في مثل المقام القول بعدم الفصل لا عدم القول بالفصل .\r\nوقال الإمام « رضوان اللّه عليه » في رسالة الاجتهاد والتقليد في المقام :\r\nلعلّ الشارع لاحظ جانب الاحتياط في حقوق الناس فجعل حكم الأعلم فاصلا لأقربيته إلى الواقع بنظره ولم يلاحظ في أحكامه ذلك توسعة على الناس فدعوى القاء الخصوصية مجازفة ودعوى القطع أشدّ مجازفة . « 1 »\r\nوأمّا ثانيا : فلدلالتها على الترجيح بالأوصاف الأربعة معا بحكم وأو الجمع ( أحدها الأعلميّة ) مع أن القطع حاصل بأنه لا مدخليّة للأصدقيّة والأورعيّة في تقديم إحدى الفتويين المتعارضتين فالأوصاف الواردة في الرواية راجعة إلى باب القضاء وأجنبيّة من باب الفتوى .\r\nوأمّا ثالثا : فلأن الأعلميّة المبحوث عنها في باب التقليد انما هي الأعلميّة المطلقة ، ولكن الأعلميّة المذكورة في الرواية هي الأعلميّة النسبية والإضافيّة لقوله عليه السّلام : الحكم ما حكم به أعدلهما وأفقههما ومعناه ان كون أحد الحاكمين أفقه من غيره يكون مرجّحا في باب القضاء ولا يعتبر عند الاختلاف المفروض في الرواية الأعلمية المطلقة وأين هذا من الأعلمية المبحوث عنها في باب التقليد لبداهة اعتبار الأعلمية المطلقة فيه على القول باعتبارها فلا دلالة للمقبولة على لزوم الترافع عند الأفضل بالنحو المطلق حتى يتعدّى منه إلى باب التقليد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة الاجتهاد والتقليد ص 144 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\n[ كلام العلامة الرشتي في تقليد الأعم 
  ]\r\nهذا وذهب العلّامة الرشتي في رسالته في تقديم الأعلم ( في مقام الاستدلال بالمقبولة على لزوم تقليد الأعلم ) ان المراد بالحكم في الرواية ليس ما هو المصطلح عليه عند الفقهاء اعني القضاء بل الظاهر أن المراد به معناه اللغوي المتناول للفتوى مثل قوله تعالى في غير موضع :  وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ *  الآية يدل على ذلك زيادة على عدم ثبوت الحقيقة الشرعية في لفظ الحكم قول الراوي وكلاهما اختلفا في حديثكم فان المتبادر كونه بيانا لاختلاف الحكم ومن الواضح ان الاختلاف في نفس القضاء ليس اختلافا في الحديث نعم الاختلاف في فتوى رواة عصر الإمام اختلاف في الحديث نظرا إلى اشتراك الفتاوي ورواياتهم في الاستناد إلى السماع عن الامام عليه السّلام عموما أو خصوصا فيكون الاختلاف في الفتوى اختلافا في الحديث وكذا يدل عليه قول الإمام عليه السّلام الحكم ما حكم به اصدقهما في الحديث فان صدق الحديث انما يناسب ترجيح الفتوى التي هي بمنزلة الحديث دون القضاء .\r\nولا دلالة في منازعة المتحاكمين على كون المراد به القضاء لأن المتنازعين ربما ينشأ نزاعهما من جهة الاشتباه في الحكم الشرعي فيرجعان إلى من يحكم بينهما بالفتوى دون القضاء والظاهر أن نزاع الرجلين كان من هذه الجهة لا من جهة الاختلاف في الموضوع ومرجعه إلى الادّعاء والإنكار والّا لما كان لاختيار كل منهما حكما وجه فإن فصل الخصومة حينئذ يحصل من حكم واحد .\r\n. . . وأيضا قوله عليه السّلام : ينظر إلى ما كان من رواياتهم عنا في ذلك الذي حكما به المجمع عليه عند أصحابك الخ لا يلائم تعارض الحكم المصطلح من وجهين :\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nأحدهما : ان شغل المترافعين ليس النظر في مدرك الحكمين والاجتهاد في ترجيح أحدهما على الآخر اجماعا والثاني انه إذا تعارض الحكمان ولم يكن في أحد الحاكمين مزية على الآخر في شيء من الأوصاف المزبورة فالمرجع حينئذ هو اسبق الحكمين بل لا يبقى بعد صدور الحكم من أحد من الحكام محل لحكم الآخر ولو حمل الرواية على ما إذا كان الحكمان قد صدرا دفعة واحدة فمع بعده وامكان القطع بعدمه عادة يدفعه ان الحكمين يتساقطان حينئذ فلا وجه للأخذ بالمرجحات . . . ولذا تمسك بهذه الرواية غير واحد من الأعاظم مثل الفاضل الهندي والفاضل المازندراني على ما حكي عنهما . « 1 »\r\n\r\n[ مناقشه العلامة الرشتي في استدلاله بالمقبولة 
  ]\r\nويرد عليه أولا : ان ظاهر صدر الرواية التعرض لباب القضاء والحكم دون باب الفتوى .\r\nوثانيا : ان الظاهر منها كون مجموع الأوصاف الأربعة مرجحا واحدا لا خصوص الأفقهية وهو لا ينطبق على مدّعاه من كون المزية مجرد الأفقهية والأعلمية .\r\nوثالثا : ان المزية المفروضة في المقبولة الأعلمية والأفقهية الإضافية « لقوله افقههما » لا الأعلمية المطلقة التي هي مورد البحث في باب التقليد ومدّعاه اثبات الثاني بها لا الأول .\r\nومنها : خبر داود بن الحصين :\r\nمحمد بن علي بن الحسين باسناده عن داود بن الحصين عن أبي عبد اللّه عليه السّلام في رجلين اتفقا على عدلين جعلاهما بينهم في حكم وقع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة العلّامة الرشتي في تقليد الأعلم ص 32 - 36 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nبينهما فيه خلاف فرضيا بالعدلين فاختلف العدلان بينهما عن قول أيهما يمضي الحكم ؟ قال : « ينظر إلى افقههما وأعلمهما بأحاديثنا وأورعهما فينفذ حكمه ولا يلتفت إلى الآخر » .\r\nورواه الشيخ باسناده عن محمد بن علي بن محبوب عن الحسن بن موسى الخشاب عن أحمد بن محمد بن أبي نصر عن داود بن الحصين مثله . « 1 »\r\nوقد ظهر الجوب عنه بما ذكرناه في الجواب عن الاستدلال بالمقبولة من عدم الملازمة بين باب القضاء والإفتاء والتقليد اوّلا ودلالة الخبر على اعتبار الأفضلية الإضافية بين الحاكمين مع كون المدّعي اعتبار الأعلمية المطلقة ثانيا .\r\nومنها : خبر موسى بن أكيل النميري :\r\nباسناده ( اي الشيخ ) عن محمد بن علي بن محبوب ( وهو شيخ القميين في زمانه ثقة عين فقيه صحيح المذهب جش صه وهو من الطبقة السابعة واسناد الشيخ اليه صحيح ) .\r\nعن محمد بن الحسين ( وهو محمد بن علي بن الحسين بن أبي الخطاب زيد أبو جعفر الزيّات الهمداني جليل من أصحابنا عظيم القدر كثير الرواية ثقة عين له تصانيف جش صه وهو أيضا من الطبقة السابعة ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 18 ص 80 الحديث 20 من الباب 9 من أبواب صفات القاضي ، وقد تقدّم ترجمة داود بن لحصين في البحث عن سند مقبولة عمر بن حنظلة ، وفي معجم رجال الحديث ص 98 ج 7 في ترجمة داود بن الحصين طريق الشيخ كطريق الصدوق إليه صحيح فالخبر موثّق .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nعن ذبيان بن حكيم « 1 » عن موسى بن أكيل « 2 » عن أبي عبد اللّه عليه السّلام قال : « سئل عن رجل يكون بينه وبين أخ له منازعة في حق فيتفقان على رجلين يكونان بينهما فحكما فاختلفا فيما حكما . قال : وكيف يختلفان ؟\r\nقال : حكم كل واحد منهما للذي اختاره الخصمان فقال ينظر إلى أعدلهما وأفقههما في دين اللّه فيمضي حكمه » . « 3 »\r\n\r\n[ مناقشة الاستدلال بالروايات الواردة في باب القضاء على وجوب تقليد الأعم 
  ]\r\nوفيه ما ذكرنا في سابقه من عدم الملازمة بين باب القضاء والإفتاء ودلالته على الأفضلية الإضافية مع كون المدّعي الأفضلية المطلقة .\r\n\r\n[ حول عهد الأشتر وعدم دلالته على وجوب تقليد الأعم 
  ]\r\nومنها : ما عن أمير المؤمنين عليه السّلام في عهده إلى مالك الأشتر في المختار الواحد والخمسين من كتبه ورسائله في نهج البلاغة « ثم اختر للحكم بين الناس أفضل رعيتك » بتقريب انه يدل على اعتبار الأفضلية في القاضي وبالملازمة بين باب القضاء والإفتاء يستفاد منه اعتبار الأعلمية في المفتى أيضا .\r\nوأجاب عنه المحقق الخراساني في الكفاية بعد ذكره في عداد مقبولة عمر بن حنظلة المتقدمة وغيرها بان الترجيح في مقام الحكومة لأجل رفع الخصومة التي لا يكاد ترتفع الّا به لا يستلزم الترجيح في مقام الفتوى كما أنه أجاب عنه في التنقيح بأنه انما يدل على اعتبار الأفضلية الإضافية في باب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذبيان بالذال المعجمة المضمومة والباء المنقّطة الموحّدة تحتها نقطة ، والياء المنقّطة تحتها نقطتين والنون بعد الألف ( ايضاح الاشتباه ) والرجل مهمل في كتب الرجال ، تنقيح المقال ج 1 ص 42 .\r\n( 2 ) موسى بن أكيل النميري كوفي ثقة ، روى عن أبي عبد اللّه عليه السّلام صه جش وهو من الطبقة الخامسة ، والنمير على وزن زبير .\r\n( 3 ) الوسائل ج 18 ص 88 الحديث 45 من الباب 9 من أبواب صفات القاضي .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nالقضاء وان القاضي يعتبر ان يكون أفضل بالإضافة إلى رعية الوالي المعيّن له ولا يعتبر فيه الأفضلية المطلقة ولا يأتي ذلك في باب الإفتاء لأن المعتبر فيه هو الأعلمية المطلقة على ما اتضح مما بيّناه في الجواب عن المقبولة . « 1 »\r\nويرد عليهما انهما « قدس اللّه اسرارهما » لم يلاحظا ما وقع في كلامه عليه السّلام بعد ذكر الأفضلية بيانا لها فإن مقتضاه كما سنذكره اختصاص هذه الصفات بالقاضي ومن المعلوم عدم مناسبتها مع غيره وعليه فلا ربط للأفضلية بهذا المعنى بالمفتي أصلا ولا وجه لذكره في عداد الروايات المناسبة للبحث عن اعتبار الأعلمية في باب الفتوى وتمام كلامه عليه السّلام في القاضي مع ذكر الصفات له ما يلي : ثم اختر للحكم بين الناس أفضل رعيتك .\r\nثمّ فسّر عليه السّلام الأفضل بمن : تتوفّر فيه الصّفات التالية :\r\n1 - « ممّن لا تضيق به الأمور » لقلّة الإحاطة بوجوه تدبيرها وعدم قوّة التحليل والتجزئة للقضايا الواردة عليه فيحار فيها .\r\n2 - « ولا تمحكه الخصوم » أي : لا تغلبه الخصوم باللّجاج ولا يطمع الخصوم في جعله محكا يمتحنونه هل يقبل الرشوة أم لا ؟ وهل يؤثّر فيه التطميع والتهديد أم لا ؟\r\n3 - « ولا يتمادى في الزلّة » حيث إن القاضي في معرض الوقوع في الاشتباه دائما من جهة تحيّل المترافعين فيعرض له رأي ثم يكشف له انه خلاف الحق ، وهذا إذا كان نادرا لا يضرّ القاضي ، وأمّا إذا كان كثيرا وتمادى فيه فيضرّه .\r\n4 - « لا يحصر من الفيء إلى الحق إذا عرفه » أي : لا يأبى الرجوع إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التنقيح ج 1 ص 145 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالحق إذا كشف له حفظا لجاهه وخوفا من الشناءة كما يفعله قضاة السوء .\r\n5 - « ولا تشرف نفسه على طمع » اي لا يحدّث نفسه بالطمع في الاستفادة من المترافعين فيتوجه إلى الأوفر منهم ثروة أو جاها ليستفيد من ماله أو جاهه .\r\n6 - « ولا يكتفي بأدنى فهم دون أقصاه » بأن يكون دقيقا في كشف القضية المعروضة عليه ولا يكتفي بالنظر السطحي في فهم صدق المتداعين وكذبهم بل يكتنه القضية عن طرق كشف الجريمة وعن طرق كشف الحقيقة .\r\nثم إنه عليه السّلام لم يكتف بهذه الصفات حتى اكملها بستة أخرى فقال :\r\n1 - « وأوقفهم في الشبهات » اي لا يأخذ بأحد طرفي الشبهة حتى يفحص ويتبين له الحق بدليل علمي يوجب الاطمينان .\r\n2 - « آخذهم بالحجج » فلا يقصّر في جمع الدلائل والأمارات على فهم الحقيقة من اي طريق كان .\r\n3 - « واقلّهم تبرّما بمراجعة الخصم » اي أقل الناس تضجّرا وقلقا من مراجعة الخصوم وقال ابن أبي الحديد في شرحه في المقام : وهذه الخصلة من محاسن ما شرطه عليه السّلام فان القلق والضجر والتبرم قبيح وأقبح ما يكون من القاضي .\r\n4 - « وأصبرهم على تكشّف الأمور » اي يكون اصبر الناس على كشف حقيقة الأمور بالبحث وجمع الدلائل .\r\n5 - « واصدقهم عند اتضاح الحكم » بان يحكم عند وضوح الحق صريحا وقاطعا ولا يؤخر صدور الحكم .\r\n6 - « ممّن لا يزدهيه اطراء ولا يستميله اغراء » أن لا يؤثر فيه المدح والثناء\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nمن المتداعيين أو غيرهما فينقدح في نفسه العجب ويظهر الكبر ولا يؤثر فيه تحريض الغير فيجلب نظره إلى أحد الخصمين .\r\n« وأولئك قليل » فأعلن عليه السّلام بعد بيان هذه الأوصاف بأنّ الواجدين لها قليل .\r\nثم إن اللازم حملها على الاستحباب في باب القضاء والقول بأنها بمجموعها شرط الكمال في القاضي لا شرط الصحة وذلك لأن لزوم مراعاة جميع هذه الصفات في نصب القاضي مع أن الواجد لها قليل كما صرّح به عليه السّلام مع احتياج المجتمعات في كل قرية وقطر إلى القاضي يوجب اختلال النظام في أمر القضاء لبقاء كثير من الأقطار بلا قاض .\r\nثم إن من العجيب ما قاله العلامة الكني في المقام جوابا عن المستدلّين بهذا الكلام عن مولانا أمير المؤمنين عليه السّلام على اعتبار الأعلمية في المفتي : انّه لعدم صحة السند مع عدم جابر صالح مع ظهور امارات الاستحباب كما لا يخفى على من لاحظه لم يمكن الاستناد اليه في اثبات هذا الأمر العظيم « 1 » ( أي اثبات اعتبار الأعلمية في المفتي ) .\r\nفإن صحة انتساب نهج البلاغة الذي ألّفه العالم المتضلّع الكبير السيد الرضي المتوفي 406 بين علماء الإسلام الذين تلقّوه بالقبول وعكفوا على دراسته وكتبوا عليه مآت من الشروح والتفاسير جيلا بعد جيل كالنار على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب القضاء للعلّامة الكنى ص 30 - 35 ، وقد صدر مثل هذا الكلام عن الآية الخوئي أيضا فإنه في بحث اعتبار الأعلمية في القاضي وعدمه واستشهاد بعضهم لاعتبار الأعلمية بهذه الجملة من عهده عليه السّلام للأشتر قال : ان العهد غير ثابت السند بدليل قابل للاستدلال به في الأحكام الفقهية وإن كانت عباراته ظاهرة الصدور عنه عليه السّلام إلّا ان مثل هذا الظهور غير صالح للاعتماد عليه في الفتاوى الفقهية أبدا « التنقيح ج 1 ص 430 » .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالمنار وكالشمس في رابعة النهار وصدور هذه الخطب والرسائل وكلماته القصار من معدن الحكمة وباب مدينة الرسول صلى اللّه عليه وآله وسلم كان بمثابة من الاشتهار والوضوح في ذلك الزمان ان السيّد الرضي « قدّس اللّه نفسه » ما كان يرى في زمانه لذكر الأسناد لها حاجة فهذا القبيل من المراسيل كالمسانيد المعتبرة في الاعتبار .\r\nوقد الّفت في عصرنا مصادر متعدّدة لنهج البلاغة وفي جميعها ذكر هذا العهد لأمير المؤمنين « عليه آلاف التحية والسلام » مع ذكر سنده .\r\nهذا مضافا إلى أن الفصاحة والبلاغة والمتانة الموجودة فيه أصدق شاهد على أنها منه عليه السّلام خصوصا بعض خطبه وكتبه التي هي فوق كلام المخلوق ودون كلام الخالق ومنه هذا الكتاب الذي يكون أطول عهده واجمع كتبه للمحاسن .\r\n كلام عليّ كلام عليّ * وما قاله المرتضى مرتضي \r\nومنها : ما رواه في البحار عن كتاب الاختصاص قال : قال رسول اللّه صلى اللّه عليه وآله وسلم : « من تعلّم علما ليماري به السفهاء أو ليباهي به العلماء أو يصرف به الناس إلى نفسه يقول : أنا رئيسكم فليتبوّأ مقعده من النار انّ الرئاسة لا تصلح الّا لأهلها فمن دعى الناس إلى نفسه وفيهم من هو أعلم منه لم ينظر اللّه إليه يوم القيامة » . « 1 »\r\nوهذه الرواية لو لم نناقش في دلالتها بأنها راجعة إلى الخلافة والإمامة فهي من الأحاديث المرسلة والمراسيل لا تصلح للاعتماد عليها والاستناد إليها أبدا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 2 ص 110 من الطبع الحديث .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nومنها : ما رواه أيضا في البحار عن الإمام الجواد عليه السّلام قال مخاطبا عمّه : « يا عمّ إنه عظيم عند اللّه أن تقف غدا بين يديه فيقول لك : لم تفتي عبادي بما لم تعلم وفي الأمة من هو أعلم منك ؟ » « 1 » وهي أيضا وإن كانت تامّة من حيث الدلالة ولكنها ضعيفة سندا لإرسالها .\r\nومنها : ما في نهج البلاغة في قصار الحكم : « أولى الناس بالأنبياء أعلمهم بما جاءوا به » . « 2 »\r\n\r\n[ الاستدلال بالسيرة على لزوم تقليد الأعم 
  ]\r\nوقال العلامة المتضلّع الطهراني في كتابه القيّم « الذريعة إلى تصانيف الشيعة » : يستفاد من ذلك تعيّن تقليد الأعلم « 3 » .\r\nوأنت خبير بأن كونه أعلم بما جاءوا به لا يستلزم كونه أقوى ملكة في مقام الاستنباط كما أن كونه أولى الناس بالأنبياء لا يستلزم تعيّنه للإفتاء والتقليد ولعلّ النظر في كونه أولى الناس بالأنبياء كونه أولى بمنصب الحكومة والزعامة وهو غير منصب الإفتاء والتقليد الذي هو محل البحث .\r\nوقد تبيّن مما ذكرنا انّ الاستدلال بالروايات لاعتبار الأعلمية في جواز التقليد - كالاستدلال بالإجماع - مخدوش .\r\nثالثها : السيرة العقلائية - فإنّها قد جرت على الرجوع إلى الأعلم والأخبر في الأمور المهمة في جميع الحرف والمهن والعلوم وان شئت فاختبر ذلك في الأمراض المهمّة التي تهدّد حياة الأشخاص فانّهم لا يتردّدون في لزوم الرجوع للمعالجة إلى مهرة الأطبّاء ويرون المتسامح في ذلك مستحقا للتوبيخ والذمّ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار ج 50 ص 100 من الطبع الحديث .\r\n( 2 ) قصار الحكم : 96 .\r\n( 3 ) الذريعة ج 4 ص 390 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوما يرى من الرجوع إلى أيّ من الأطبّاء في البلد من غير تحقيق وتفحّص مع علمهم باختلافهم في المهارة فهو في الأمراض غير المهمّة ، وأمّا في المهمّة منها فيراجعون إلى من هو أبصر وأخبر ، ومن المعلوم كون الأمور الدينية والمسائل الشرعيّة من الأمور المهمّة وتلك السيرة على حسب ما جرت عليها العقلاء والمتشرّعة ممتدّة إلى زمان الأئمّة عليهم السّلام وهذا الوجه أمتن الوجوه وأقواها عندنا في الدلالة على اعتبار الأعلميّة في محلّ الكلام .\r\nنعم قد نراهم انهم يراجعون إلى غير الأعلم فيما إذا كانت فتواه موافقة للاحتياط وكانت فتوى الأعلم مخالفة له ، ولكنه ذلك لا لأنّ فتوى غير الأعلم حجّة عندهم ، بل لأنه عمل بالاحتياط ، فيأتون بما أفتى به برجاء إدراك الواقع ، فلا يمكن حينئذ اسناد ما أفتى به غير الأعلم إلى اللّه والإتيان به بقصد أمر الشارع .\r\nوالسيرة العقلائية المذكورة مع امتدادها إلى زمان المعصومين عليهم السّلام - كما قلنا - هي أقوى الحجج وأتمّها على اعتبار الأعلميّة في التقليد وأنّها بنحو اللّزوم ولكنّه يظهر من الإمام الخميني « قدس اللّه نفسه » في رسالته الاجتهاد والتقليد الترديد في ذلك حيث قال تحت عنوان : هل ترجيح قول الأفضل لزومي أم لا ؟\r\n« نعم يبقى في المقام أمر ، هو انه هل بناء العقلاء على ترجيح قول الأفضل لدى العلم بمخالفته مع غيره اجمالا أو تفصيلا يكون بنحو الإلزام أو من باب حسن الاحتياط وليس بنحو اللزوم ؟ لا يبعد الاحتمال الثاني لوجود تمام الملاك في كليهما واحتمال أقربية قول الأعلم على فرض صحّته لم يكن بمثابة يرى العقلاء ترجيحه عليه لزوميا ولذا تراهم يرجعون إلى\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالمفضول بمجرّد اعذار غير وجيهة كبعد الطريق وكثرة المراجعين ومشقة الرجوع اليه ولو كانت قليلة وأمثال ذلك ممّا يعلم أنه لو حكم العقل الزاما بالترجيح لما تكون تلك الأعذار وجيهة لدى العقل هذا مع علمهم اجمالا بمخالفة أصحاب الفن في الرأي في الجملة فليس ترجيح الأفضل الّا ترجيحا غير ملزم واحتياطا حسنا » . « 1 »\r\nوفيه ان الناظر في سيرة العقلاء وسلوكهم الاجتماعي لا يكاد يشك في أنهم في الأمور المهمة في حياتهم إذا علموا باختلاف المتخصصين والمهرة في انظارهم وأفكارهم يرون الرجوع إلى الأعلم والأفضل منهم - في صورة الإمكان - أمرا لازما بحيث يرون المخالف في ذلك مستحقا للتوبيخ والمؤاخذة\r\n\r\n[ كلام الامام الخميني « ره » في السيرة 
  ]\r\nوما ذكره « قدس سرّه » من المراجعة إلى المفضول معتذرا بأعذار غير وجيهة كبعد الطريق وكثرة المراجعين ومشقة الرجوع إلى الأفضل ولو كانت قليلة انّما يكون في الأمور غير المهمة كرجوعهم إلى أيّ طبيب من الأطباء في الأمراض غير المهمة وامّا في الأمور المهمة الحياتية فيرون المراجعة إلى الأبصر والأحذق امرا لازما والمتخلف للتوبيخ مستحقا - كما ذكرنا - فتكون دلالة السيرة على مراجعة الأعلم بنحو اللزوم .\r\nالرابع : من الأدلة التي أقاموها على تقديم فتوى الأعلم ان قول الأعلم أقرب إلى الواقع فهذا الدليل مركّب من صغرى وكبرى امّا الصغرى فهي ان فتوى الفقيه انّما اعتبرت من جهة كونها طريقا إلى الأحكام الواقعية وفتوى الأعلم لسعة احاطته ووفور اطلاعه على ما لا يطلع عليه غيره من المزايا الدخيلة في جودة استنباطه أقرب إلى الواقع .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة الاجتهاد والتقليد ص 133 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nوامّا الكبرى فهي استقلال العقل بتقديم أقرب الطرق إلى الواقع عند المعارضة لأن المفروض حجية الأمارات التي - منها فتوى الفقيه - على الطريقية دون السببية .\r\nونتيجة المقدمتين ليست الّا لزوم تقليد الأعلم .\r\nوهذا الوجه قد ارتضاه الشيخ الأعظم أيضا في التقريرات حيث قال :\r\n« ان الظنّ الحاصل من قول الأعلم أقوى من قول غيره فيجب العمل به عينا لأن العدول من أقوى الأمارتين إلى أضعفهما غير جائز . « 1 »\r\nوقد أجاب عنه جمع من المحقّقين من الفقهاء والاصوليّين كصاحب الجواهر والنراقي والقمي وصاحبي الفصول ومفاتيح الأصول والشهيد الثاني والمحقق الخراساني في الكفاية بمنع الصغرى وانه ربما يكون فتوى المفضول موافقة لرأي الميت الذي هو أفضل الأحياء أو موافقة لفتوى المشهور من الفقهاء . « 2 »\r\nوأجيب بمنع الكبرى أيضا بأنه لا دليل على أن الملاك في التقليد ووجوبه هو الأقربية إلى الواقع إذ العناوين المأخوذة في لسان الأدلة الدالة على رجوع الجاهل إلى الفقيه كعنواني العالم والفقيه وغيرهما صادقة على كل من الأعلم وغير الأعلم وهذا يكفي في الحكم بجواز تقليد أي منهما .\r\nوكما أن الأقربية ليست مرجّحة في الروايتين المتعارضتين ومن هنا تعارض الموثقة مع الصحيحة ولا في البينتين المتنافيتين لوضوح ان إحداهما لا تتقدم على الأخرى في مقام التعارض من جهة مجرّد كونها أقرب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مطارح الأنظار ص 280 .\r\n( 2 ) الجواهر ج 40 ص 42 - 46 والمستند للنراقي ج 2 ص 521 والقوانين ج 2 ص 240 243 والفصول ص 419 ومفاتيح الأصول ص 630 والمسالك ج 2 ص 439 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nإلى الواقع . كما إذا كات أوثق من الأخرى مع أن حجية الطرق والأمارات من باب الطريقية إلى الواقع فكذلك الحال في الفتويين المتعارضتين .\r\nوبالجملة توضيح منع الكبرى وعدم تماميتها يحتاج إلى مقدمات :\r\nالأولى : انّ لامتثال الأحكام الواقعية بعد تنجزها علينا مراتب اربع لا تصل النوبة إلى المرتبة اللاحقة الّا بعد تعذّر المرتبة السابقة منها شرعا أو عقلا الّا في الموارد الخاصة :\r\n1 - الامتثال العلمي التفصيلي\r\n2 - الامتثال العلمي الإجمالي\r\n3 - الامتثال الظنّي التفصيلي\r\n4 - الامتثال الاحتمالي\r\nومن المعلوم عدم امكان الامتثال التفصيلي في المقام لعدم علمنا بجميع الأحكام الواقعية تفصيلا كما أن من المعلوم عدم وجوب الامتثال العلمي الإجمالي أيضا وذلك امّا لاستلزامه اختلال النظام أو العسر والحرج أو من أجل ان الشارع المقدس لم يرد ذلك قطعا ولو من أجل تسهيل الأمر على المكلفين ولازمه صرف النظر من جانب الشارع الأقدس وعدم ارادته امتثال جميع الأحكام الواقعية تسهيلا علينا فتصل النوبة إلى الامتثال الظنّي وادراك الواقع ظنّا .\r\nالثانية : ان الشارع المقدس لم يرد الامتثال الظني للواقع من أي طريق أمكن وبأي وسيلة حصل فلم يرد ذلك عن طريق القياس مثلا ونهى عنه ولم يرد ذلك عن طريق التقليد من الفقهاء الأموات ولو كانوا أعلم من الأحياء بمراتب وانه قد جعل في هذا السبيل - أي سبيل امتثال الواقع - بعض الظنون\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nحجة من باب الظن الخاص ومن باب الطريقية دون البعض الآخر منها فجعل لبعض الأمارات القائمة على الأحكام مرجّحا على البعض الآخر بالمرجّحات الخاصة على ما يشهد به الأخبار العلاجية دون كل ما هو الموجب للقرب إلى الواقع ولم يلاحظ في الأمارات القائمة على الموضوعات أيضا مجرّد الأقربية إلى الواقع واعتبر في باب الزنا شهادة أربعة عدول وفي باب القتل وكثير من الموضوعات شهادة عدلين واكتفى في البعض الآخر بشهادة عدل واحد مع انضمام الحلف وفي البعض الآخر بانضمام امرأتين واكتفى في بعض الموارد بشهادة اربع نساء وهكذا .\r\nفيستفاد من هذه الأمور وأمثالها ان الواقع بما هو واقع ليس تمام الملاك في نظر الشارع الأقدس بل نظره إلى الواقع الذي تؤدي اليه الأمارة الخاصة ويحصل الوصول اليه من طريق خاص وإذا لم يكن الواقع بما هو تمام الملاك لا يكون الأقربية اليه أيضا - بما هو الأقرب - ملاكا في الامتثال .\r\nالثالثة : ان الواجب علينا بعد ثبوت المقدمتين المذكورتين التأمّل والتتبّع لتحصيل ما جعله الشارع حجة وطريقا إلى الواقع الذي اراده ولا سبيل إلى تحصيل ما جعله الشارع حجة وطريقا إلى الواقع إلّا الرجوع إلى الأدلة فعلينا ان ننظر فيها ليتبيّن انه هل الحجية والطريقية لقول الفقيه والراوي لحديثهم الناظر في حلالهم وحرامهم العارف باحكامهم مطلقا - أي سواء أكان فاضلا أو مفضولا - فيتخير المكلف العامي في اخذ الفتاوى من أي منهما شاء أو جعل الحجّية لقول الأعلم والأفقه فيتعين عليه حينئذ اخذ الفتوى من الأعلم فقط والمتكفل لتعيين أي من الطريقين ليس الّا الأدلة الدالة على لزوم تقليد العامي للفقيه فلا بد من الرجوع إليها والتأمل في مفادها وعليه فما ذكر في\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالمقام دليلا للزوم الرجوع إلى الأعلم ( وهي الكبرى المذكورة في الدليل الرابع ) لا يمكن عدّه دليلا مستقلا هذا مضافا إلى أن فتاوي الفقيه التي يأخذها المقلد ويعمل بها ليس كلها حجة بلحاظ كونها طريقا إلى الواقع فان جملة كثيرة من فتاوي الفقيه ناشئة من اجراء الأصول كالاستصحاب والبراءة والاشتغال واصالة الحلية والطهارة أو من الرجوع إلى القواعد كقاعدة لا ضرر ولا حرج وأمثالهما .\r\nفهذا الدليل ( أي الدليل الرابع ) مع عدم تماميته اخصّ من المدعى لعدم دلالته الّا فيما يفتى به الأعلم استنادا إلى الطرق والأمارات دون ما يرجع فيه إلى الأصول والقواعد .\r\nخامسها : ما عن كشف اللثام وشرح الزبدة للفاضل الصالح من أن تقليد المفضول مع وجود الفاضل يستلزم ترجيح المرجوح على الراجح وهو قبيح عقلا فيتعين تقليد الفاضل .\r\nوفيه ان المراد من الراجح والمرجوح ان كان نفس الأعلم وغير الأعلم فهو خارج عن البحث إذ البحث من هذه الجهة أي جهة الكمالات النفسانية الموجبة لأفضلية شخص من جميع الجهات على الشخص الآخر يناسب بحث الإمامة الكبرى والخلافة العظمى كما هو أحد الأدلة المقتضية لخلافة أمير المؤمنين عليه السّلام للنبي صلى اللّه عليه وآله وسلم لكونه عليه السّلام أفضل وان كان المراد منه قول الأعلم وقول غير الأعلم فلا بدّ حينئذ من البحث في وجه رجحان قول الأعلم فإن كان وجه رجحانه هو أقربيته إلى الواقع يرجع إلى الدليل الرابع الذي أسلفنا البحث فيه وان كان من جهة اقتضاء الدليل ذلك اثباتا يرجع إلى الدليل الثاني المتقدم وبالجملة لا يكون ما ذكر بعنوان خامس الأدلة دليلا على حدة .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\n[ أدلة القائلين بجواز تقليد غير الأعم 
  ]\r\nهذه هي أدلة القائلين بوجوب تقليد الأعلم وقد عرفت انها كلّها مخدوشة الّا الثالث منها وهي السيرة بتوضيح تقدم وعرفت ان مقتضى الأصل أيضا ذلك والحريّ حينئذ هو البحث عن أدلة القائلين بالتخيير بين الأعلم وغيره . « 1 »\r\nوالكلام فيها أيضا يقع في مقامين :\r\nالمقام الأوّل : في الأصل العملي .\r\nوالثاني : فيما تقتضيه الأدلة الاجتهادية .\r\nأمّا الأصل فتقريبه بوجهين :\r\nالأوّل : الاستصحاب .\r\nوهو استصحاب التخيير الثابت فيما إذا كانا متساويين في العلم ثم صار أحدهما أعلم من الآخر ويتم في غير هذا المورد بالإجماع المركب .\r\nوفيه ان التخيير الثابت في المقام لم يكن الا حكم العقل بجواز رجوع العامي إلى أيّ منهما شاء من جهة كونهما متساويين في الفقاهة ، فإذا صار أحدهما اعلم وانتفى التساوي الذي هو ملاك حكمه وموضوعه لا يكون الموضوع باقيا حتى يستصحب فينتفي الحكم بانتفاء موضوعه .\r\nالثاني : اصالة البراءة عن وجوب تقليد الأعلم المقتضية للتخيير بين الأعلم وغيره وذلك من جهة ان ايجاب العمل بفتوى خصوص الأعلم يوجب الضيق على المكلف العامي فينفي باصالة البراءة نظير الشك في أن الواجب عتق مطلق الرقبة أو خصوص المؤمنة مع عدم اطلاق دليل ينفي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فيتحقّق المنجزية التخييرية والمعذرية التخييرية في قبال التعيينيّة فالمنجّزية التخييرية بمعنى استحقاق العقاب على مخالفة الواقع في صورة ترك موافقتهما والمعذرية التخييرية بمعنى حصول البراءة عن الواقع وعدم استحقاق العقاب بموافقة إحداهما .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nاعتبار هذه الخصوصية كما إذا كان لبيا أو مجملا لفظيا فيكون المقام من صغريات دوران الأمر بين التخيير والتعيين التي تجري فيها البراءة . « 1 »\r\nوفيه منع صغروية المقام لكبرى التعيين والتخيير التي تجري فيها البراءة وذلك لأن الدوران بين التخيير والتعيين قد يكون في الشك في التكليف وفي المسألة الفرعية كالمثال المتقدم وفي مثله يمكن القول باجراء البراءة والمصير إلى التخيير وقد يكون في المسألة الأصوليّة والشك في المكلف به في مقام الخروج عن عهدة التكليف الثابت في الذمة فيرجع الباب فيه إلى باب الحجج فيشك في الحجية والحاكم حينئذ هو اصالة حرمة العمل بالظن واصالة عدم الحجّية . « 2 »\r\nوالمقام من قبيل الثاني للشك حينئذ في حجية قول غير الأعلم وقد أوضحنا ذلك في أوائل ذكر أدلة القائلين بوجوب تقليد الأعلم .\r\nوبالجملة ان الأصل بكلا تقريبيه غير جار في المقام .\r\nوالمقام الثاني فيما استدل به القائلون بجواز تقليد غير الأعلم وهو وجوه :\r\nأولها وعمدتها على ما في كلمات صاحب الجواهر « 3 » والمحقق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأصل بهذا التقريب يستفاد من كلام الإمام الخميني « قدس اللّه نفسه » في رسالته في الاجتهاد والتقليد ص 147 . وهو محتمل كلام النراقي في المستند ج 2 ص 521 أيضا حيث تمسّك بالأصل لجواز تقليد غير الأعلم ولم يبيّن المراد .\r\n( 2 ) وما في كلام المحقّق القمي في القوانين ج 2 ص 240 - 243 من أنه لا أصل لهذا الأصل فضعفه ظاهر .\r\n( 3 ) الجواهر ج 40 ص 40 - 46 من كتاب القضاء .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالنراقي « 1 » وصاحب الفصول « 2 » والعلامة الكني « 3 » الإطلاقات والعمومات الواردة في الآيات والأخبار الدالة على الرجوع إلى أهل الذكر والعالم والفقيه وغيرها فإنها بالإطلاق والعموم يشمل الفاضل والمفضول .\r\nامّا الآيات فإحداها آية السؤال قوله تعالى :  فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ *  « 4 » وهو كما يدل على حجية خبر الواحد كذلك يدل على حجية فتوى الفقيه بل دلالته على الثاني من جهة لفظ أهل الذكر اجلى ، وتفسير الآية بالأئمة عليهم السّلام من باب الجري على اجلى المصاديق فلا يختص المفاد بهم بل المراد منه الإرشاد إلى الأمر العقلائي وهو رجوع الجاهل إلى العالم وإذا كان السؤال على حسب ظاهر الأمر الواقع في الآية واجبا يكون القبول أيضا واجبا والّا لغى وجوب السؤال .\r\nوثانيتها : آية النفر فإن قوله تعالى :  فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ  « 5 » يدل على وجوب الحذر بعد انذار المتفقه في الدين ومقتضى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المستند ج 2 ص 521 كتاب القضاء .\r\n( 2 ) الفصول ص 419 .\r\n( 3 ) كتاب القضاء للعلّامة الكني ص 30 - 35 .\r\n( 4 ) الآية 43 من سورة النحل والآية 7 من سورة الأنبياء .\r\n( 5 ) الآية 122 من سورة التوبة وفي الخبر 10 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 98 عن عبد المؤمن قال : قلت لأبي عبد اللّه عليه السّلام : انّ قوما يروون ان رسول اللّه صلى اللّه عليه وآله وسلم قال : اختلاف امّتي رحمة ، فقال : صدقوا ، فقلت : إن كان اختلافهم رحمة فاجتماعهم عذاب ؟ ! قال : ليس حيث تذهب وذهبوا ، انما أراد قول اللّه عزّ وجل :\r\n فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ \r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالإطلاق عدم الفرق بين كون المنذرين متساويين في العلم والفضل أم مختلفين .\r\nوفيه أولا : ان هذه العبارة أي  فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ *  قد وقعت في موردين وهما الآية 43 من سورة النحل والآية 7 من سورة الأنبياء والعبارة التي قبلها في كلا الموردين هي قوله تعالى  وَما أَرْسَلْنا مِنْ قَبْلِكَ إِلَّا رِجالًا نُوحِي إِلَيْهِمْ *  فالآية واردة في أصول الدين وموضوع النبوة جوابا لاعتراضهم  ما لِهذَا الرَّسُولِ يَأْكُلُ الطَّعامَ وَيَمْشِي فِي الْأَسْواقِ  زعما بأن اللازم ان يكون النبيّ صلى اللّه عليه وآله وسلم ملكا ومن غير جنس البشر .\r\nوثانيا : انه قد ورد في تفسيرها روايات وقد فسّر الذكر في بعضها بالنبيّ صلى اللّه عليه وآله وسلم فلا يشمل الآية غير أئمة أهل البيت عليهم السّلام وقد أورد في تفسير البرهان 25 حديثا في تفسيرها « 1 » ففي الرواية 1 و 2 و 10 و 14 تفسير الذكر بالنبيّ صلى اللّه عليه وآله وسلم وفي الخبر 3 و 4 و 5 و 12 و 13 عن الرضا وعن أبي جعفر عليهما السّلام : « نحن أهل الذّكر » وفي الخبر 8 و 11 و 15 و 16 و 18 و 21 و 24 عن أبي عبد اللّه عليه السّلام : « الكتاب الذّكر وأهله آل محمد عليهم السّلام » وفي الخبر 5 و 14 و 21 الردّ على من قال إنهم اليهود والنصارى وعليه فالآية بحسب هذه الروايات التي يشهد بعضها لبعض لا يشمل غير أهل البيت عليهم السّلام .\r\n\r\n\r\n","description":"","footnote":"\r\n لَعَلَّهُمْ يَحْذَرُونَ  فأمرهم أن ينفروا إلى رسول اللّه فيتعلّموا ثم يرجعوا إلى قومهم فيعلّموهم انما أراد اختلافهم في البلدان لا اختلافا في دين اللّه انما الدين واحد ، انما الدين واحد .\r\n( 1 ) تفسير البرهان ج 2 ص 369 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nوثالثا : ان الآية لا اطلاق لها من هذه الجهة اي من جهة الاختلاف والتساوي في المسؤولين ومخالفة نظر الفاضل والمفضول لأن الأخذ بالاطلاق في كل كلام انما يتوقف على كون المتكلم في مقام البيان من هذه الجهة التي يراد الأخذ باطلاقه والآية في مقام بيان أصل الرجوع إلى أهل الذكر وامّا جريان وقوع اختلاف النظر بين أهل الذكر فلا نظر في الآية اليه وليس في مقام البيان من هذه الجهة .\r\nوبمثله يجاب عن آية النفر أيضا فإنها في مقام البيان في أصل وجوب التفقه وأصل وجوب الإبلاغ واما لو وقع اختلاف النظر بين المنذرين فالآية غير ناظرة اليه فلا اطلاق لها من هذه الجهة .\r\n\r\n[ الروايات المستدل بها على جواز تقليد غير الأعم 
  ]\r\nوامّا الأخبار فهي كثيرة وفيها الصحاح والموثقات .\r\nمنها : ما في مقبولة عمر بن حنظلة : عن أبي عبد اللّه عليه السّلام : « من كان منكم قد روى حديثنا ونظر في حلالنا وحرامنا وعرف احكامنا فليرضوا به حكما فإني قد جعلته حاكما فإذا حكم بحكمنا فلم يقبل منه فإنما استخف بحكم اللّه وعلينا ردّ والراد علينا . الرادّ على الله وهو على حد الشرك باللّه « 1 » .\r\nومنها : ما عن أبي خديجة قال : بعثني أبو عبد اللّه عليه السّلام إلى أصحابنا فقال : قل لهم إيّاكم إذا وقعت بينكم خصومة أو تداري في شيء من الأخذ والعطاء ان تحاكموا إلى أحد من هؤلاء الفسّاق اجعلوا بينكم رجلا قد عرف حلالنا وحرامنا فإني قد جعلته عليكم قاضيا وايّاكم ان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث 1 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 98 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nيخاصم بعضكم بعضا إلى السلطان الجائر » « 1 » ودلالتهما على حجية الإفتاء أيضا قد تقدمت في أدلة القول بوجوب تقليد الأعلم .\r\nومنها : ما عن علي بن المسيب الهمداني قال : قلت للرضا عليه السّلام :\r\nشقتي بعيدة ولست أصل إليك في كل وقت فممن اخذ معالم ديني ؟ قال زكريا بن آدم القمي المأمون على الدّين والدّنيا . قال علي بن المسيب :\r\nفلما انصرفت قدمت على زكريا بن آدم فسألت عمّا احتجت إليه « 2 » .\r\nومنها : ما عن عبد العزيز بن المهتدي والحسن بن علي بن يقطين جميعا عن الرضا عليه السّلام قال : قلت : لا أكاد أصل إليك أسألك عن كل ما احتاج اليه من معالم ديني ا فيونس بن عبد الرحمن ثقة آخذ عنه ما احتاج اليه من معالم ديني ؟ فقال : نعم . « 3 »\r\nومنها : ما عن علي بن سويد السابي قال كتب اليّ أبو الحسن عليه السّلام وهو في السجن : « وأما ما ذكرت يا عليّ ممن تأخذ معالم دينك لا تأخذن معالم دينك من غير شيعتنا . « 4 »\r\nومنها : ما في التوقيع الشريف بخط مولانا صاحب الزمان « أرواحنا فداه » وأمّا الحوادث الواقعة فارجعوا فيها إلى رواة حديثنا فإنهم حجتي عليكم وأنا حجّة اللّه « 5 » .\r\nومنها : ما عن أحمد بن حاتم بن ماهويه قال : كتبت اليه يعني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث 6 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 100 .\r\n( 2 ) الحديث 27 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 106 .\r\n( 3 ) الحديث 33 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 107 .\r\n( 4 ) الحديث 42 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 109 .\r\n( 5 ) الحديث 9 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 101 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nأبا الحسن الثالث عليه السّلام أسأله عمن آخذ معالم ديني وكتب أخوه أيضا بذلك فكتب عليه السّلام اليهما : فهمت ما ذكرتما فاصمدا في دينكما على كل مسنّ في حبّنا وكل كثير القدم في أمرنا فإنهما كافوكما إن شاء اللّه تعالى . « 1 »\r\nومنها : ما عن أبي محمد العسكري عليه السّلام . . . : « فأمّا من كان من الفقهاء صائنا لنفسه حافظا لدينه مخالفا على هواه مطيعا لأمر مولاه فللعوام أن يقلّدوه » . « 2 »\r\nومنها : قول الصادق عليه السّلام لأبان بن تغلب : اجلس في مسجد المدينة وافت الناس فإني أحب ان يرى في شيعتي مثلك . « 3 »\r\nومنها : ما عن معاذ بن مسلم النحوي عن أبي عبد اللّه عليه السّلام قال :\r\nبلغني إنك تقعد في الجامع فتفتي الناس ؟ قلت : نعم وأردت ان أسألك عن ذلك قبل ان اخرج اني اقعد في المسجد فيجيء الرجل فيسألني عن الشيء فإذا عرفته بالخلاف لكم أخبرته بما يفعلون ويجيء الرجل واعرفه بمودتكم وحبكم فأخبره بما جاء عنكم ويجيء الرجل لا أعرفه ولا أدري من هو فأقول جاء عن فلان كذا وجاء عن فلان كذا فادخل قولكم فيما بين ذلك فقال لي : اصنع كذا فإني كذا أصنع . « 4 »\r\nومنها : الأخبار الواردة في ارجاع الأئمة عليهم السّلام شيعتهم إلى أصحابهم من قبيل زرارة ومحمد بن مسلم الثقفي وأبي بصير وبريد بن معاوية العجلي وأمثالهم ومن المعلوم انهم لم يكونوا متساوين في العلم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث 45 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 110 .\r\n( 2 ) الحديث 20 من الباب 10 من أبواب صفات القاضي ج 18 الوسائل ص 95 .\r\n( 3 ) رجال النجاشي ص 7 .\r\n( 4 ) الحديث 36 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 108 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nوالفقاهة وقال العلّامة الكني في كتاب قضائه بعد ذكر شطر من الأخبار التي ذكرنا بعضها : ولو كان تقليد الأعلم واجبا لوجب ان يقول الامام عليه السّلام من أول الأمر ارجعوا إلى اعلم علمائكم مطلقا أو من يمكنكم الوصول إليهم مطلقا أو مع فرض كونهم في بلدكم الّا مع الموافقة فالتخيير لا ان يقول انظروا إلى رجل منكم . « 1 »\r\nوخلاصة مقالتهم ان المستفاد من الآيات والروايات هو جواز الرجوع إلى كل مفت وفقيه وراو لحديثهم الناظر في حلالهم وحرامهم العارف باحكامهم وعالم مسنّ في حبهم كثير القدم في امرهم من غير فرق بين الأعلم وغيره علمت مخالفتهما في الفتوى أم لم تعلم بل حمل مثل آيتي النفر والسؤال على صورة تساوي المنذرين والمسؤولين في الفضلية حمل على فرد نادر .\r\nبل ربما يقال إن الغالب بين أصحابهم عليهم السّلام الذين ارجعوا الناس إلى السؤال عنهم في الأخبار المتقدمة هو المخالفة في الفتوى لندرة التوافق بين جمع كثير مع العلم العادي باختلافهم أيضا في العلم والفقاهة لعدم احتمال تساوي الجمع في الفقاهة وهذه قرينة قطعية على أن الأدلة المتقدمة باطلاقها تدل على أن فتوى غير الأعلم كفتوى الأعلم في الحجية والاعتبار وان كانت بينهم مخالفة .\r\nفبالنتيجة يتخير العامي في تقليد ايّ من المجتهدين المختلفين في الفقاهة فيتحقق في المقام المنجزية والمعذرية التخييريتين ومعناها ان كل واحدة من الفتويين منجزة للواقع على تقدير الإصابة وكل واحدة منهما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب القضاء للعلّامة الكني ص 30 - 35 ونظره في الجملة الأخيرة في كلامه إلى مضمون مقبولة عمر بن حنظلة .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nمعذّرة على تقدير الخطأ إذا حصل الاستناد إليها فتتضيّق دائرة المنجزية وتتسع دائرة المعذّرية .\r\n\r\n[ الجواب عن الروايات المستدل بها على جواز تقليد غير الأعم 
  ]\r\nوالجواب عنها ان التأمل الصادق في هذه الأخبار يشهد شهادة قاطعة بأن النظر فيها إلى الاستبداد الحاكم على مخالفي أهل البيت عليهم السّلام حيث إنهم تركوا الاستضاءة من أنوار علومهم الرّبانيّة ونشأ في تلك العصور المظلمة فقهاء قد تدرّبوا على أساس الإعراض عن أهل بيت الوحي والعصمة وعلى مبنى الاستناد إلى آرائهم وظنونهم الفاسدة واستحسانهم وأقيستهم الباطلة وكانت القضاء والإفتاء كلها في أيديهم وكانوا يقضون ويفتون على خلاف ما عند الأئمة عليهم السلام من احكام اللّه تعالى وفي حقهم يقول أبو عبد اللّه عليه السّلام : « يظن هؤلاء الذين يدّعون انهم فقهاء علماء انهم قد أثبتوا جميع الفقه والدين مما يحتاج اليه الأمة وليس كل علم رسول اللّه صلى اللّه عليه وآله وسلم علموه ولا صار إليهم من رسول اللّه صلى اللّه عليه وآله وسلم ولا عرفوه وذلك ان الشيء من الحلال والحرام والأحكام يرد عليهم فيسألون عنه ولا يكون عندهم فيه اثر عن رسول اللّه ويستحيون ان ينسبهم الناس إلى الجهل ويكرهون ان يسألوا فلا يجيبون فيطلب الناس العلم من معدنه فلذلك استعملوا الرأي والقياس في دين اللّه وتركوا الآثار ودانوا بالبدع وقد قال رسول اللّه صلى اللّه عليه وآله وسلم : « كلّ بدعة ضلالة » فلو انهم إذ سألوا عن شيء من دين اللّه فلم يكن عندهم اثر عن رسول اللّه ردّوه إلى اللّه وإلى الرسول وإلى اولي الأمر منهم لعلمه الذين يستنبطون من آل محمد صلوات اللّه عليهم . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث 49 من الباب 6 من أبواب صفات القاضي ج 18 الوسائل ص 40 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nويقول أبو الحسن موسى بن جعفر عليهما السّلام : « لعن اللّه أبا حنيفة كان يقول : قال علي عليه السّلام وقلت أنا « 1 » وكانت فتاواهم المخالفة عند أهل البيت عليهم السّلام رائجة في تلك الأعصار والأمصار وكان أبناء الزمان الذين هم اتباع كل ناعق يميلون مع كل ريح يتبعونهم ويراجعون إليهم ويأخذون فتاواهم ويعظّمون منزلتهم فمفاد هذه الأخبار الدالة على الإرجاع إلى فقهاء الشيعة هو التشديد والمنع الشديد لشيعتهم عن المراجعة إلى فقهاء العامة والأخذ منهم .\r\nففي مقبولة عمر بن حنظلة بعد السؤال عن أبي عبد اللّه عليه السّلام عن رجلين من أصحابنا بينهما منازعة في دين أو ميراث فتحاكما إلى السلطان وإلى القضاة أيحل ذلك ؟ قال : « من تحاكم إليهم في حق أو باطل فإنما تحاكم إلى الطاغوت وما يحكم له فإنما يأخذ سحتا وان كان حقا ثابتا له لأنه اخذه بحكم الطاغوت وما امر اللّه ان يكفر به قال اللّه تعالى :\r\n يُرِيدُونَ أَنْ يَتَحاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ  « 2 » قلت :\r\nفكيف يصنعان ؟ قال : ينظران من كان منكم ممّن قد روى حديثنا ونظر في حلالنا وحرامنا وعرف أحكامنا فليرضوا به حكما . . . » « 3 » فالنظر في هذا الحديث إلى المنع الشديد عن الرجوع إلى فقهاء العامة والتأكيد البليغ إلى لزوم الرجوع إلى فقهاء الشيعة المتصفين بالأوصاف المذكورة فيه فلا نظر فيها أصلا إلى صورة اختلاف فقهاء الشيعة من حيث العلم والفقاهة واختلاف فتاواهم فلا يكون له الاطلاق الأحوالي إذ ليس في مقام البيان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث 3 من الباب 6 من أبواب صفات القاضي ج 18 الوسائل ص 23 .\r\n( 2 ) الآية 60 من سورة النساء .\r\n( 3 ) الحديث 1 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 98 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nمن هذه الجهة .\r\nومثله يقال في خبر أبي خديجة المتقدم قال بعثني أبو عبد اللّه عليه السّلام إلى أصحابنا فقال : « قل لهم إياكم إذا وقعت بينكم خصومة أو تدارى في شيء من الأخذ والعطاء ان تحاكموا إلى أحد من هؤلاء الفساق اجعلوا بينكم رجلا قد عرف حلالنا وحرامنا فاني قد جعلته عليكم قاضيا وإياكم ان يخاصم بعضكم بعضا إلى السلطان الجائر » . « 1 »\r\nفالنظر فيه أيضا إلى المنع الشديد عن الرجوع إلى قضاة العامة ولزوم الرجوع إلى فقهاء الشيعة وامّا لو وقع الاختلاف في فتاوي فقهاء الشيعة فكيف يكون التكليف فلا نظر اليه حتى يكون له اطلاق يؤخذ به ومثله الأخبار الدالة على الإرجاع إلى زرارة ومحمد بن مسلم وأبي بصير وأبان ابن تغلب وبريد بن معاوية وزكريا ابن آدم ويونس بن عبد الرحمن وأمثالهم فان النظر في ارجاعهم عليهم السّلام إليهم عنايتهم عليهم السّلام بأن لا يأخذ الشيعة معالم دينهم من غير رواتهم وشيعتهم ويدل عليه أيضا قول أبي عبد اللّه عليه السّلام : « لا تأخذن معالم دينك من غير شيعتنا فإنك ان تعديتهم اخذت دينك عن الخائنين الذين خانوا اللّه ورسوله وخانوا أماناتهم انهم ائتمنوا على كتاب اللّه فحرفوه وبدّلوه « 2 » والنظر فيما عن أبي محمد العسكري عليه السّلام : « فأمّا من كان من الفقهاء صائنا لنفسه حافظا لدينه مخالفا على هواه مطيعا لأمر مولاه فللعوام أن يقلّدوه » « 3 » مع الغضّ عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحديث 6 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 98 .\r\n( 2 ) الحديث 42 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 109 .\r\n( 3 ) الحديث 20 من الباب 10 من أبواب صفات القاضي ج 18 الوسائل ص 95 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nسنده أيضا إلى أصل لزوم الرجوع إلى الفقهاء من الشيعة المتّصفين بهذه الأوصاف لأن العبارة التي قبلها هكذا . . . فان عوام اليهود كانوا قد عرفوا علمائهم بالكذب الصراح وأكل الحرام والرشا وتغيير الأحكام . . . وكذلك عوامنا إذا عرفوا من علمائهم الفسق الظاهر والعصبية الشديدة والتكالب على الدنيا وحرامها فمن قلّد مثل هؤلاء فهو مثل اليهود الذين ذمّهم اللّه بالتقليد لفسقة علمائهم فأما من كان من الفقهاء صائنا لنفسه الخ . ثم قال عليه السّلام : في آخره وذلك لا يكون الّا بعض فقهاء الشيعة .\r\nفظهور الخبر في أنه في مقام النهي عن الرجوع إلى الفساق ولزوم الرجوع إلى الفقهاء العدول من الشيعة مما لا يخفى .\r\nوبالجملة الظاهر من الأخبار انها تدل على أصل لزوم الرجوع إلى فقهاء الشيعة ولا نظر فيها إلى أزيد من ذلك حتى يكون لها اطلاق أحوالي بالنّسبة إلى كون بعضهم اعلم من بعض .\r\nالثاني : من الأدلة التي استدلّوا بها على جواز تقليد غير الأعلم سيرة المتشرّعة وقالوا بأنها جرت على رجوعهم في المسائل التي يبتلون بها إلى أيّ فقيه يمكن لهم الرجوع اليه من غير أن يفحصوا عن الأعلم أو حتى مع العلم بوجود الأعلم فيما بين الفقهاء الموجودين في عصرهم فلو كان تقليد الأعلم واجبا لزم عليهم الفحص عن وجوده والرجوع اليه فقط .\r\nوقد استدل بهذا الدليل النّراقي في المستند وصاحب الفصول\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nوالعلّامة الكني في كتاب قضائه . « 1 »\r\nوقال في الجواهر « 2 » في عداد الوجوه المستدل بها على جواز تقليد غير الأعلم : وللسيرة المستمرة في الإفتاء والاستفتاء منهم مع تفاوتهم في الفضيلة .\r\nوفيه ان المتيقن من السّيرة - حيث إنه دليل لبّي - صورة العلم بعدم المخالفة وامّا في صورة العلم بالمخالفة بينهما فلم يثبت السّيرة بالرجوع إلى غير الأعلم بل الأمر بالعكس ففي هذه الصّورة يرجعون إلى الأعلم كما هو المشاهد منهم في غير الأحكام فتريهم إذا عيّن الطبيب دواء لعلاج المريض وخالفه في ذلك من هو أعلم منه لم يعتمدوا برأيه في العلاج بوجه خصوصا إذا كان نظره مخالفا للاحتياط وانّما يتّبعون رأي الأعلم .\r\nالثالث : انه لا ريب ان الأئمة عليهم السّلام مع وجودهم بين الناس كانوا يرجعون الناس إلى اشخاص معيّنين من أصحابهم كزرارة ومحمد بن مسلم وأبي بصير ويونس بن عبد الرحمن وغيرهم فإذا كانت فتاوي هؤلاء حجّة معتبرة مع وجود نفس الإمام عليه السّلام كانت فتاوي الفقهاء المفضولين عند وجود الأعلم والأفضل بطريق أولى فان الأعلم لا يزيد عن نفس الإمام عليه السّلام .\r\nقال في الجواهر : فان الأئمة عليهم السّلام مع وجودهم كانوا يأمرون الناس بالرجوع إلى أصحابهم من زرارة ومحمد بن مسلم وأبي بصير وغيرهم ورسول اللّه صلى اللّه عليه وآله وسلم كان يولّي القضاء بعض أصحابه مع حضور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المستند ج 2 ص 521 والفصول ص 419 وكتاب القضاء للعلّامة الكني ص 30 - 36 .\r\n( 2 ) الجواهر ج 40 ص 42 - 46 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nأمير المؤمنين عليه السّلام الذي هو أقضاهم قال في الدروس : لو حضر الإمام في بقعة وتحوكم اليه فله ردّ الحكم إلى غيره اجماعا انتهى . « 1 »\r\nوفيه ان ارجاع الأئمة عليهم السّلام الناس إلى أمثال هؤلاء الاشخاص من أصحابهم وأمثالهم قد كان ممّا لا محيص عنه لأنه لا يمكن لهم بأنفسهم الجواب لكل من المراجعين والمستفتين الذين كان يبلغ عددهم آلاف ألوف وكانوا يزيدون شيئا فشيئا سيّما مع كونهم في الأقطار المختلفة المتباعدة .\r\nفعن علي بن المسيّب الهمداني قال : قلت للرضا عليه السّلام : « شقّتي بعيدة ولست أصل إليك في كل وقت فممّن آخذ معالم ديني ؟ قال : « من زكريا بن آدم فسألته عمّا احتجت اليه » . « 2 »\r\nوعن عبد العزيز بن المهتدي والحسن بن علي بن يقطين جميعا عن الرضا عليه السّلام قال : قلت : لا أكاد أصل إليك أسألك عن كل ما أحتاج اليه من معالم ديني أفيونس بن عبد الرحمن ثقة آخذ عنه ما أحتاج اليه من معالم ديني ؟ فقال : نعم . « 3 »\r\nهذا مع أنهم عليهم السّلام كانوا غالبا محصورين وممنوعين عن الوصول إليهم في شدة التقيّة والابتلاء فعن علي بن سويد السّائي قال : كتب اليّ أبو الحسن عليه السّلام وهو في السجن : « وأمّا ما ذكرت يا علي ممن تأخذ معالم دينك ؟ لا تأخذن معالم دينك من غير شيعتنا » . « 4 »\r\nفحينئذ يمكن ان يكون مقصودهم عليهم السّلام من ارجاع الناس إلى أمثال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجواهر ج 40 ص 46 .\r\n( 2 ) الحديث 27 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 106 .\r\n( 3 ) الحديث 33 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 107 .\r\n( 4 ) الحديث 42 من الباب 11 من أبواب صفات القاضي ج 18 الوسائل ص 109 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nهؤلاء مضافا إلى امكان اخذ الجواب وسهولة تعلم المسائل الشرعية هو ابلاغ جواز الاجتهاد والإفتاء والاستفتاء من غير المعصوم في زمانهم وبمرأى ومنظرهم عليهم السّلام ليأتلفوا ذلك ولئلّا يتوهّم ان الإفتاء في زمن المعصوم لا يجوز لغيره وقد قال الصادق عليه السّلام لأبان بن تغلب اجلس في مسجد المدينة وافت الناس فإني أحب ان يرى في شيعتي مثلك . « 1 »\r\n\r\n[ مناقشة أدلة القائلين بجواز تقليد غير الأعم 
  ]\r\nوعليه فلا يستفاد من الأخبار الواردة في ارجاعهم عليهم السّلام الناس إلى أمثال أصحابهم انه يجوز الرجوع إليهم واخذ فتاويهم حتى في صورة العلم بمخالفة فتواهم مع الإمام عليه السّلام ليستدل به على ما نحن فيه بالأولوية فان البحث بين القائلين بوجوب تقليد الأعلم والقائلين بعدمه انما هو في صورة مخالفة فتوى غير الأعلم مع فتوى الأعلم لا في جواز افتاء غير الأعلم في مقابل الأعلم إذ لا شكّ في جواز افتائه وكون فتواه حجّة له بنفسه وحرمة تقليده غيره وجواز تقليد الغير له ما لم يخالف فتوى الأعلم لفتواه .\r\nالرّابع : ان وجوب تقليد الأعلم عسر على المكلفين والعسر والحرج مرفوع في الشريعة المقدّسة وأما كونه عسرا فمن جهات :\r\n1 - من جهة تعيين مفهوم الأعلم وقد وقع الكلام فيما هو اللازم في تحقّق الأعلمية من أنواع العلوم ومقدر الحاجة منها .\r\n2 - من جهة تمييز مصداقه فان العامي كيف يمكن له تمييز مصاديقه مع كون الفقهاء منتشرين في البلاد والأقطار .\r\n3 - من جهة تعلّم فتاواه وآرائه مع امكان كونه بالنسبة إلى هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فهرست النجاشي ص 7 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالعامي في أقصى نقاط العالم والاستدلال بهذا الدليل قد صدر من الجواهر « 1 » وصاحب الفصول « 2 » والعلّامة الكني في كتاب قضائه « 3 » وفيه انه لا عسر في ايّ من الجهات المذكورة امّا من جهة تعيين المفهوم فلوضوح ان المراد به من كان أقوى استنباطا للأحكام وأجود استنتاجا لها من أدلّتها وهذا يتوقف على معرفته بالقواعد والكبريات واتقانه لها واستقامة ذهنه وحسن ذوقه في تطبيقها على صغرياته وردّ الفروع والصغريات على كبرياتها .\r\nوأمّا من جهة تمييز المصاديق فهو كما في بقية الصنائع والعلوم كالهندسة والطب وغيرهما يكون من شأن أهل الفن فهم كما يميزون الأعلم في الطّب والهندسة وغيرهما كذلك أهل الفن والمتخصّصون في فن الفقه يميّزون الأعلم من غيره فالأعلمية نظير غيرها من الأمور تثبت بالعلم الوجداني وبالشياع المفيد له وبالبيّنة ولا يمسّه أيّ حرج .\r\nوامّا من جهة تحصيل فتاواه وتعلمها فلأنه يتيسّر بأخذ رسالته مثلا ونشر الرسالة وطبعها قد أصبح في زماننا هذا ومنذ زمن بعيد امرا سهلا وليست فيه شائبة حرج ، مع أنه لا يكون حرجا على كل أحد والملاك في باب الحرج الرافع للتكليف هو العسر والحرج الشخصي وعليه فيختص عدم الوجوب بمن عليه الحرج والحال ان المدّعى عام وقال المحقق الخراساني في الكفاية مع أن قضية نفي العسر الاقتصار على موضع العسر فيجب فيما لا يلزم منه عسر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجواهر ج 40 ص 42 - 46 .\r\n( 2 ) الفصول ص 419 .\r\n( 3 ) كتاب القضاء للعلّامة الكني ص 30 - 35 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nهذا تمام الكلام في الوجوه المستدل بها على جواز تقليد غير الأعلم وقد عرفت ضعفها وعدم تماميته شيء منها وامّا الوجوه التي استدل بها على لزوم تقليد الأعلم فقد عرفت قوة الثالث منها وتماميته عندنا هذا مضافا إلى أنه ان لم يتم شيء من أدلّة الطرفين فلا مناص من الرجوع إلى الأصل وقد ذكرنا في مستهلّ البحث ان الأصل الوحيد الذي يكون مرجعا عند عدم تمامية الأدلة الاجتهادية في المقام هو أصالة عدم الحجية ومقتضاه عدم حجية قول غير الأعلم في مقابل قول الأعلم .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\n[ حول التبعيض في التقليد 
  ]\r\nالمسألة 47 « 1 » : إذا كان مجتهدان أحدهما أعلم في أحكام العبادات والآخر اعلم في المعاملات فالأحوط تبعيض التقليد وكذا إذا كان أحدهما اعلم في بعض العبادات مثلا والآخر في البعض الآخر .\r\nأقول : يتضح ما ذكره قدّس سرّه بذكر أمور :\r\n1 - انّ سعة علم الفقه وتفنّن أبوابه وتكثّر انشعاباته وفصوله مما لا يخفى على أحد فإنّه من حيث تكفّله لجميع شؤون الحياة وبيانه للمعارف والقواعد الكثيرة للأمور العبادية والسياسيّة والاقتصادية ونظام الأسرة وسائر الارتباطات البشرية وسيع ومنبسط جدا ومرتبط مع عشرات الآلاف من الأحاديث الواردة عن أهل بيت العصمة سلام الله عليهم أجمعين .\r\n2 - اختلاف الاستعدادات والمواهب في الأشخاص الذين يقتحمون هذا المجال الواسع بحسب الخلقة الإلهيّة كثير جدّا .\r\nفيكون أحدهم أكثر اطّلاعا بالمصادر والأخبار المرتبطة بالعبادات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من العروة .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nوأكثر تضلّعا في الفروع العباديّة وبعضهم أقدر على الاطّلاع بالضوابط والجهات الاقتصادية ويكون جمع منهم أكثر إحاطة بالقواعد الأصولية والكبريات العامّة والجمع الآخر منهم أقدر على الجمع بين متعارضات الرّوايات .\r\nويكون بعضهم أكثر إحاطة على مقتضيات الأزمنة والعصور وبعضهم اعرف بمقتضى الأمكنة المختلفة والمناطق المتشتّتة .\r\nويكون جمع منهم أوفر اطّلاعا على الجهات السياسيّة في المستوى العالمي أو مستوى المناطق الخاصة والجمع الآخر منهم أكثر اطلاعا على أقوال فقهاء العامة في عصر صدور الأخبار من الأئمة المعصومين عليهم السّلام وعلى سير كل مسألة من المسائل الفقهية في مسيرها التاريخي في الأدوار والأعصار الماضية .\r\nويكون بعضهم أخبر بالمسائل المستحدثة والبعض الآخر اعرف بأحوال الرواة وعلم الدراية وهكذا ولجميع ذلك تأثير في كيفيّة الاستنباط ولكل منها مراتب متفاوتة وقد تجتمع المرتبة العليا من كل منها في فرد منهم - وان كان قلّ ما يتفق - وقد يكون بعضهم أعلم في بعض منها والبعض الآخر منهم في البعض الآخر منها .\r\n3 - مقتضى ما ذكرنا من اصالة التعيينيّة عند الدوران في التخيير والتعيين في باب الحجج والسّيرة العقلائية القائمة على الرجوع إلى الأعلم والأخبر في كل فنّ وباب هو الرجوع إلى الأعلم في كل باب من أبواب الفقه واتّباع الأعلم فيما هو أعلم .\r\nفما في المتن من أن الأحوط التبعيض في التقليد حينئذ إنما يصح\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nعلى مبناه « قدّس سرّه » وامّا على ما ذكرنا فالأقوى ذلك كما لا يخفى .\r\nثم إن ما سنذكره من وجوب الفحص عن الأعلم في مسألة وجوب تقليد الأعلم يأتي هنا أيضا فيجب عليه الفحص لتشخيص الأعلم في احكام العبادات والأعلم في احكام المعاملات والأعلم في الاحكام السياسية وهكذا فان ميزه بعينه في كل مورد من الموارد يجب تقليده بلا كلام والّا فما نذكره هناك من الصّور في الموارد المشتبهة بجميعها يأتي هنا أيضا . والصور هي كما يلي :\r\n1 - العلم بالتفاضل مع العلم بالاختلاف بينهما في الفتوى .\r\n2 - الجهل بالتفاضل مع العلم بالاختلاف بينهما في الفتوى .\r\n3 - العلم بالتفاضل مع الجهل بالاختلاف في الفتوى .\r\n4 - الجهل بهما معا .\r\nفعلى ما ذكره الشيخ الأعظم الأنصاري « 1 » وصاحب المفاتيح « 2 » والعلّامة الحكيم « 3 » والآية الخوئي « قدّس اللّه أسرارهم » « 4 » في مسألة وجوب الفحص وسيأتي ان شاء اللّه تعالى انما يجب الفحص في الصورتين فقط وهما صورتا العلم بمخالفة فتوى أحدهما مع الآخر وامّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة الاجتهاد والتقليد للشيخ الأنصاري ص 80 - 81 .\r\n( 2 ) رسالة تقليد الأعلم للعلّامة الميرزا حبيب اللّه الرشتي ص 65 .\r\n( 3 ) المستمسك ج 1 ص 30 .\r\n( 4 ) التنقيح ج 1 ص 159 - 160 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nمع عدم العلم بالمخالفة فيجوز التقليد من أيّ واحد منهما من دون فحص وامّا على ما سيأتي منّا في تلك المسألة فيجب الفحص في جميع الصّور الأربع المذكورة .\r\nوحيث انجرّ الكلام إلى التّبعيض في التقليد ينبغي التّنبيه على أمر وهو انّ التبعيض في التقليد في الأمور المستقلة - سواء أكانت في المسائل السياسيّة أو الاقتصادية أو العبادية أو الاجتماعية مما لا بحث فيه ولا كلام فيقلد في بعض المسائل منها مجتهدا وفي البعض الآخر منها مجتهدا آخر وامّا إذا كان العمل عملا واحدا مركّبا ذا اجزاء مرتبطة بعضها مع بعض فهل يصح أيضا التبعيض ففيه خلاف .\r\nقال في العروة في المسألة 65 من مسائل الاجتهاد والتقليد في صورة تساوي المجتهدين يتخيّر بين تقليد ايّهما شاء كما يجوز له التبعيض حتى في احكام العمل الواحد حتى إنّه لو كان مثلا فتوى أحدهما وجوب جلسة الاستراحة واستحباب التثليث في التسبيحات الأربع وفتوى الآخر بالعكس يجوز ان يقلّد الأوّل في استحباب التثليث والثاني في استحباب الجلسة .\r\nوالتحقيق ان اللازم في المقام هو الرجوع إلى الأدلة الدالة على جواز التقليد للعامي وانها بعد دلالتها على الجواز في التبعيض في الأعمال المستقلة هل تدلّ على جواز التبعيض في التقليد في اجزاء العمل الواحد وفي شرائطه كالصلاة مثلا ؟ بان يقلّد في حكم بعض اجزائها كجلسة الاستراحة عن بعض وفي البعض الآخر منها كتعداد التسبيحات الأربع في الركعة الثالثة والرابعة عن بعض آخر أو في بعض الأجزاء عن\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nبعض وفي حكم بعض الشرائط كحكم اللباس المشكوك عن آخر .\r\nوعلى تقدير دلالتها على جواز التّبعيض في التقليد في العمل الواحد هل يلزم عليه مراعاة عدم أدائه إلى بطلان العمل على كلا القولين أو الأقوال أم لا ؟\r\nفلو كان هناك مجتهدان أحدهما يقول بعدم جواز الصلاة في اللباس المشكوك والآخر يقول بالجواز فيه فقلد الأول في جميع مسائل الصلاة الّا مسألة اللّباس المشكوك وفيها فقط قلّد الثاني وصلّى في اللباس المشكوك فلا اشكال حينئذ في البين لان صلاته على قول المجتهد الثاني صحيحة ولكنّه لو كان أحدهما قائلا بجواز ترك جلسة الاستراحة والآخر قائلا بجواز الاكتفاء بتسبيحة واحدة في الركعة الثالثة والرابعة ( ولكن الأول قائل بوجوب التسبيحات ثلاثا والثاني قائل بوجوب جلسة الاستراحة ) فقلّد الأول في مسألة جلسة الاستراحة والثاني في مسألة التّسبيحات الأربع فاتي بصلاة مع ترك جلسة الاستراحة ومع التسبيحات الأربع مرّة واحدة فكل من المجتهدين المذكورين يرى أن هذه الصلاة باطلة امّا الأول فلترك التسبيحات ثلاثا ، وامّا الثاني فلترك جلسة الاستراحة .\r\nوقد وقع الخلاف بين الأعلام من الفقهاء المعاصرين كالسيد الفقيه الجليل صاحب العروة وأكثر محشيها في المسألة الخامسة والستين من مسائل الاجتهاد والتقليد المذكورة فعلى قول صاحب العروة وجمع من محشّيها لا يلزم مراعاة عدم الأداء إلى بطلان العمل على كلا القولين وانه يجوز التبعيض في التقليد مطلقا وجمع آخر منهم كالإمام الخميني والآيات الخوئي والگلبايگاني والميلاني والخوانساري\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n« نوّر اللّه مضاجعهم » ذهبوا إلى لزوم مراعاة ذلك .\r\nوعن تقريرات درس الآية الخوئي « قدّس سرّه » : والوجه في ذلك ان صحة كل جزء من الأجزاء الارتباطيّة مقيّدة بما إذا أتى بالجزء الآخر صحيحا فمع بطلان جزء من الأجزاء الارتباطيّة تبطل الأجزاء بأسرها وان شئت قلت إن صحة الأجزاء الارتباطيّة ارتباطيّة فإذا أتى بالصلاة فاقدة للسّورة ( المفروض في كلامه افتاء أحد المجتهدين بجواز ترك السورة والآخر بالاكتفاء بالمرّة الواحدة في التسبيحات الأربع ) مع الاكتفاء بالمرّة الواحدة في التسبيحات الأربع واحتمل بعد ذلك بطلان ما أتى به لعلمه بأنه خالف أحد المجتهدين في عدم اتيانه بالسورة كما خالف أحدهما الأخر في اكتفائه بالمرّة الواحدة في التسبيحات الأربع فلا محالة يشك في صحة صلاته وفسادها فلا مناص من أن يحرز صحتها ويستند في عدم اعادتها إلى الحجة المعتبرة لأن مقتضى قاعدة الاشتغال لزوم الإعادة وبقاء ذمّته مشتغلة بالمأمور به لبطلانها عند كليهما وان كانا مختلفين في مستند الحكم بالبطلان لاستناده عند أحدهما إلى ترك السورة متعمدا ويراه الآخر مستندا إلى تركه التسبيحات الأربع ثلاثا ومع بطلانها عند كلا المجتهدين وعدم افتائهما بصحة الصلاة لا بد للمكلف من اعادتها وهو معنى بطلانها . « 1 »\r\n\r\n[ حول التبعيض في التقليد في العمل الواحد 
  ]\r\nواللازم في المقام كما ذكرناه هو البحث في المبنى ومقتضاه الرجوع إلى الأدلة الدالة على جواز تقليد العامي للفقيه والعمدة فيه على ما تقدّم السيرة القائمة على لزوم رجوع الجاهل إلى العالم والظاهر أنها كما تدل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التنقيح ج 1 ص 305 - 307 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nعلى جواز التبعيض في التقليد في الأعمال المستقلة كذلك تدل على جواز التبعيض في التقليد في الأعمال المركّبة فكما يجوز للعامي ان يقلّد في مسائل الصلاة عن زيد وفي مسائل الزكاة عن عمرو كذلك يجوز له التقليد في بعض اجزاء الصلاة عن زيد وفي بعضها الآخر عن عمرو وبعد قيام الحجّة على جواز التّبعيض في التقليد يكون العمل الواحد المركّب كالأعمال المتعددة المستقلة في الاستناد في كل مسألة إلى الحجة المعتبرة وهي قول المجتهد وبعد الاستناد إلى الحجة في ترك جلسة الاستراحة وفي الإتيان بالتسبيحات الأربع مرّة واحدة فلا مورد لإجراء قاعدة الاشتغال والحكم ببقاء ذمته مشغولة بالمأمور به ، إذ لا مقتضى لاعتبار ان يكون كل جزء منه صحيحا في نظر المجتهد الواحد وبالجملة بعد البناء على جواز التبعيض في التقليد وشمول الدليل للتبعيض في الأعمال المستقلة والمركبة لا وجه لاعتبار عدم أداء التبعيض إلى بطلان العمل على كلا القولين أو جميع الأقوال والارتباط الذي ذكره في كلامه لا دليل على اعتباره نعم لا ريب ان الارتباط بين الأجزاء في مثل الصلاة بمعنى اعتبار كل واحد من الأجزاء في صحة الأجزاء الأخر لازم والمفروض ان الصحة في كل جزء بحسب استناده إلى الحجة المعتبرة حاصلة .\r\nنعم إذا كان التبعيض في التقليد موجبا لحصول العلم التفصيلي بالبطلان لا يجوز .\r\nوذلك فيما إذا كانت الملازمة الواقعيّة بين المسألتين موجودة فإذا كان أحد المجتهدين اعلم في مسائل الصلاة والآخر اعلم في مسائل الصوم وقلّد كلا منهما فيما هو اعلم به وكانت فتوى أحدهما قصر الصلاة\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nوالصوم فيما لو سافر أربعة فراسخ ولم يرجع ليومه وكانت فتوى الآخر اتمام الصلاة وصحة الصوم في الفرض المذكور ولازم التقليد بهذا النحو قصر الصلاة واتمام الصيام في السفر المذكور وهو مخالف لما دل على الملازمة بين تقصير الصلاة وافطار الصّيام ففي صحيح معاوية بن وهب عن أبي عبد الله عليه السّلام : « هذا واحد إذا قصّرت أفطرت وإذا أفطرت قصّرت « 1 » وفي حديث آخر عنه عليه السّلام : « وليس يفترق التقصير والإفطار فمن قصّر فليفطر » « 2 » ويحصل حينئذ العلم التفصيلي بالبطلان من ناحية التبعيض في التقليد فاللازم في مثله هو العمل بالاحتياط وان لم يمكن فالتخيير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 و 2 ) الوسائل ج 7 ص 130 الحديث 1 و 2 من الباب 4 من أبواب من يصحّ منه الصوم .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\n[ هل يجب الفحص عن الأعلم 
  ]\r\nويجب الفحص عنه « 1 » وهل يجب الفحص عن الأعلم ؟\r\nثم إنه إذا ميّز الأعلم فلا كلام وامّا إذا لم يميّزه بعينه ففي المسألة صور :\r\nالأولى : العلم بالتّفاضل مع العلم بمخالفة فتوى البعض لبعض آخر .\r\nالثانية : العلم بالتفاضل مع الجهل بالاختلاف بينهما في الفتوى .\r\nالثالثة : الجهل بالتفاضل مع العلم بالاختلاف بينهما في الفتوى .\r\nالرابعة : الجهل بهما جميعا .\r\nوامّا الصورة الأولى فان أراد المكلّف الاحتياط في الجمع بين الفتويين وكان الاحتياط أيضا ممكنا كأن كان مسافرا لأربعة فراسخ ولم يرد الرجوع ليومه فافتى أحدهما بوجوب القصر والآخر بوجوب الإتمام وهو يريد الجمع بين القصر والإتمام لا يجب عليه حينئذ الفحص عن اعلمهما لأنّه عامل بالاحتياط ولا يجب التقليد في المسألة وامّا إذا لم يرد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العروة فصل الاجتهاد والتقليد .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nالاحتياط وجب عليه الفحص عن الأعلم فلو عمل بفتوى أحدهما من غير فحص عن اعلميّته لم يحصل له القطع بفراغ ذمّته لاحتمال ان يكون الأعلم غيره فمقتضى حكم العقل بلزوم تحصيل الفراغ اليقيني بعد الاشتغال اليقيني دفعا للضرر المحتمل هو لزوم الفحص عن الأعلم ليستند في عمله إلى الحجة .\r\nوما يرى في بعض العبارات « 1 » من عدم وجوب الفحص في الشبهات الموضوعية بحيث يرسلونه ارسال المسلمات فالظاهر عدم جريانه فيما نحن فيه لأن القول بعدم وجوب الفحص في الشبهات الموضوعية انما يصح إذا كان المورد من باب الشك في التكليف وامّا فيما نحن فيه حيث كان المفروض اشتغال ذمّته بالواقع فيجب في مقام الخروج عن العهدة الاستناد إلى الحجة ليحصل له الفراغ اليقيني ولا يحصل هذا الّا بالعمل بفتوى الأعلم فيجب الفحص عن الأعلم وجوبا عقليّا ارشاديّا إلى عدم وقوع المكلف في معرض احتمال المخالفة والعقاب .\r\nثم إذا فحص عن الأعلم وميّزه بشخصه يأخذ فتواه ويعمل بها وامّا إذا فحص بقدر الإمكان ولم يحصل له التمييز فإن كان الاحتياط في المسألة ممكنا وجب عليه العمل به لتنجّز الأحكام الواقعية عليه وانحصار طريق امتثالها - ان لم يرد العمل بالاحتياط - بفتوى الأعلم والمفروض انه مردّد بين اثنين أو أكثر فيجب عليه الاحتياط تحصيلا للعلم بالموافقة - على ما هو الحال في موارد العلم الإجمالي واشتباه الحجة بلا حجّة .\r\nوامّا إذا لم يمكن الاحتياط كأن أفتى أحدهما بوجوب شيء والآخر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منها في التنقيح ج 1 ص 161\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nبحرمته فيتخيّر بينهما للعلم بوجوب تقليد الأعلم وهو مردّد بين شخصين أو اشخاص من غير ترجيح لبعضهم على بعض .\r\nومما ذكرنا ظهر حكم الصورة الثالثة - إذ هي تشترك مع الأولى في العلم بالاختلاف بينهما في الفتوى - وحيث يحتمل فيها أعلمية أحدهما يلزمه الفحص لأنه لو كان أحدهما اعلم من الآخر واقعا كان قوله هو الحجة عليه دون قول الآخر وقد قلنا إن الشك في مثل المقام لا يكون شكا في أصل التكليف ، لأن التكليف بالأحكام الواقعية قد ثبت عليه وتنجز بسبب علمه الإجمالي وعليه الامتثال واليقين بالفراغ وهو لا يحصل الّا بالعمل استنادا إلى الحجة وحينئذ فان تفحّص وثبت له انهما متساويان في الفقاهة يتخيّر في الأخذ بقول ايّهما شاء وان ثبت أعلمية أحدهما بعينه يأخذ بفتواه دون فتوى الآخر وان ثبت أعلمية أحدهما لا بعينه فعليه الأخذ بأحوط القولين ان كان والّا فالعمل بالاحتياط وان لم يمكن فالتخيير .\r\nوامّا الصورة الثانية وهي صورة العلم بالتفاضل مع الجهل بمخالفة فتوى أحدهما لفتوى الآخر فهل يجب فيه الفحص لتمييز الأعلم بينهما لتقليده أم لا يجب عليه الفحص وله تقليد اي منهما شاء ؟ وجهان بل قولان :\r\nفيظهر من الشيخ الأعظم الأنصاري في رسالته المعمولة في الاجتهاد والتقليد والعلّامة الحكيم في المستمسك والآية الخوئي على ما في تقريرات درسه الشريف الذهاب إلى الأوّل وعدم وجوب الفحص وذهب صاحب الفصول إلى الثاني قال الشيخ الأعظم الأنصاري : ( هذا\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nكلّه مع العلم بالاختلاف « يعني ان وجوب الفحص انما يجب مع العلم بالاختلاف في الفتوى » وان لم يعلم مخالفة الأعلم لغيره فالأصح جواز تقليد غيره وان كان ظاهر جماعة تعين الأعلم في هذه الصورة أيضا لكن استدلال كثير منهم بقوة الظن في جانب الأعلم يدل على اختصاصه بصورة المخالفة والظاهر اختصاص الإجماع المدّعى بهذه الصورة « اي بصورة العلم بمخالفة فتوى الأعلم لفتوى غير الأعلم » وأوضح من ذلك كله اختصاص المقبولة وأخواتها بذلك « خبر داود بن الحصين وموسى بن أكيل النميري الحديث 20 و 45 من الباب 9 من أبواب صفات القاضي اي اختصاصها بصورة العلم بالمخالفة » بل ظاهر جواز الرجوع إلى مطلق العالم بالأحكام كمشهورة أبي خديجة .\r\nوبالجملة فالظاهر أن فتوى الفقيه حجة بالنسبة إلى المقلد فإن عارضتها حجة أخرى يلزم اعمال المرجح وان لم يعلم له مرجح جاز له العمل به لقيام المقتضى وعدم ثبوت المانع والفحص عن المعارض غير لازم كما يلزم على المجتهد في العمل بالروايات للعلم الإجمالي فيها بغلبة المعارض بل قلّما يوجد خبر سليم عن معارض من خبر أو غيره عام أو خاص أو مساو فيلزم من عدم الفحص عن المخصص الهرج والمرج ولا يلزم مثله في فتاوي المجتهدين لتوافق المجتهدين الموجودين في عصر في أغلب المسائل وان كان الخلاف أيضا كثيرا لكن لا اعتبار به ما لم يصر من قبيل الشبهة المحصورة بالنسبة إلى المقلد الواحد فيما يريد تقليد المجتهد فيها من المسائل والّا فمجرد العلم الإجمالي بتخالف المجتهدين في بعض المسائل لا يقدح في الرجوع إلى اصالة عدم المعارض ولا يوجب الفحص\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nعن المعارض على المقلد .\r\nنعم ربّما يدعى انه لا دليل على أن قول المجتهد في نفسه حجة مطلقا ليكون اللازم التعارض في فتوى الأعلم وغيره لم لا يكون الحجة هي فتوى اعلم الناس في كل زمان من دون ان يكون فتوى غيره حجة وحينئذ فيجب الفحص عن فتوى الأعلم التي هي الحجة لا غير لكن الظاهر أنه خلاف الظاهر المستفاد من الأدلة انتهى . « 1 »\r\nوظاهره كما ترى عدم وجوب الفحص عن المعارض ( وهو فتوى الأعلم المخالفة لفتوى غير الأعلم ) وجواز تقليد غير الأعلم في صورة العلم بأعلمية بعض الفقهاء من بعض استنادا إلى ظواهر الأدلة الدالة على جواز الرجوع إلى العالم بالأحكام وإلى اصالة عدم المعارض وظاهر أواخر كلامه ابتناء البحث في وجوب الفحص وعدمه على أنه لو كان مفاد الأدلة هو حجية فتوى اعلم الناس في كل زمان وان غيرها لا يكون حجة يجب الفحص عن فتوى الأعلم التي هي الحجة لأنه يكون حينئذ من باب اشتباه الحجة باللاحجة ولو كان مفادها حجية كلتيهما ذاتا وان فتوى الأعلم إذا كانت مخالفة لفتوى غير الأعلم لا يجب الفحص ويؤخذ بفتوى أيّ فقيه في صورة الجهل بالمخالفة لأصالة عدم المعارض وقال : ان الظاهر انّ المستفاد من الأدلة هو الثاني .\r\nوقال العلّامة الحكيم في المستمسك : ان مقتضى اطلاق أدلة الحجية حجية كل واحدة من الفتويين واحتمال الاختلاف بين الفتويين الموجب لسقوط الإطلاق عن الحجية لا يعتني به في رفع اليد عن الإطلاق كما في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة الاجتهاد والتقليد للشيخ الأنصاري ص 80 - 81 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nسائر موارد التخصيص اللّبي وإذا ثبتت حجية كل منهما جاز الاعتماد عليها قبل الفحص . « 1 »\r\nوفي تقريرات درس الآية الخوئي « رضوان اللّه عليه » الاستدلال على جواز الرجوع إلى فتوى غير الأعلم في صورة عدم العلم بالمخالفة بينه وبين الأعلم باطلاقات الأدلة القائمة على حجّية فتوى الفقيه من الآيات والأخبار المتقدمتين قال : وقد خرجنا عنها في صورة العلم بالمخالفة وبقيت صورة العلم بالموافقة بينهما وكذا صورة الشك في المخالفة مشمولة لإطلاقها حيث دلّت على جواز تقليد الفقيه من غير تقييده بما إذا كان اعلم .\r\nوالمناقشة بأنه قد خرج عن تحت هذه الأدلة فتوى غير الأعلم إذا كانت مخالفة لفتوى الأعلم ومع الشك في الموافقة والمخالفة لا مجال للتمسّك بإطلاقها لأنه من التمسّك بالعموم والإطلاق في الشبهات المصداقية ، وذلك لاحتمال مخالفتهما في الفتوى واقعا .\r\nمدفوعة لأن المناقشة غير واردة في نفسها ، وذلك لأن الشبهة وإن كانت مصداقية إلا انّ هناك أصلا موضوعيا يحرز به ان المورد المشتبه من الأفراد الباقية تحت العموم ، وذلك لأن إحراز فردية الفرد قد يكون وجدانيا ، وقد يكون بالتعبّد .\r\nومن هنا قلنا في محله : ان المرأة المشكوكة قرشيتها ببركة أصالة عدم القرشية داخلة تحت الأدلة الدالة على أن المرأة تحيض إلى خمسين .\r\nوفي المقام أيضا نقول : ان المخالفة بين المجتهدين أمر حادث مسبوق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المستمسك ج 1 ص 30 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nبالعدم ، ومع الشك في تحقّقها يبنى على عدمها بمقتضى استصحاب العدم الأزلي . « 1 »\r\nويرد عليهم بأجمعهم : انّ مقتضى ما ذكرناه من الدّليل في الصّورة الأولى هو وجوب الفحص في هذه الصّورة أيضا ، لأنّه إذا لم يرد العمل بالاحتياط - كما هو المفروض - فلا بدّ أن يكون عمله موجبا للقطع بفراغ ذمّته عمّا اشتغلت به من الأحكام الواقعيّة المنجّزة عليه بسبب علمه بها إجمالا دفعا للضّرر المحتمل ، وهو لا يحصل إلّا بالاستناد في عمله إلى الحجّة وهو لا يكون إلّا بالاستناد إلى فتوى الأعلم لو كان ، فيجب الفحص ليحصل له العلم إمّا بكونهما متساويين أو بكون زيد أعلم من عمرو ، وإن لم يحصل له العلم ولم يحرز ذلك فعليه الاحتياط لو أمكن ، وإلّا فالتّخيير .\r\nوما ذكره الشيخ الأعظم الأنصاري من انّ مقتضى ظواهر الأدلّة الدالّة على جواز الرّجوع إلى العالم بالأحكام عدم لزوم الفحص في المقام مدفوع بما ذكرناه في بحث تقليد الأعلم من انّ هذه الأدلّة ليس لها إطلاق أحواليّ بحيث يشمل مثل المقام .\r\nكما انّ ما ذكره من الرجوع إلى أصالة عدم المعارض أيضا ممنوع ، فإن أصالة الاشتغال المقتضية لوجوب الفحص لتحصيل الحجّة تمنع عن جريانها في أمثال المقام .\r\nويرد على العلّامة الحكيم « قده » ما قرّر في محلّه من انّه لا فرق في عدم جواز التمسّك بالعموم في الشبهة المصداقيّة بين أن يكون المخصّص\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التنقيح ج 1 ص 160\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nلفظيا أو لبّيا ، كما انّه يردّ ما ذكره الآية الخوئي « قده » مضافا إلى ما ذكرنا بأنّ اجراء أصالة عدم المخالفة بالعدم الأزلي - نظير استصحاب عدم القرشيّة - خلاف ظاهر أدلّة الاستصحاب ، لأنّ الظاهر أن يكون السّلب في الاستصحابات العدميّة بنحو السلب بانتفاء المحمول .\r\nوقد ظهر ممّا ذكرنا حكم الصورة الرابعة ، إذ هي مشتركة مع الصورة الثانية في الجهل باختلاف فتوى الأعلم مع فتوى غير الأعلم .\r\nوخلاصة الكلام : انه بعد قيام الدليل على عدم حجية فتوى غير الأعلم في قبال فتوى الأعلم - على ما أوضحناه - يكون اللازم على المقلّد الذي قد تنجز عليه الواقع بواسطة علمه الإجمالي ويكون بصدد افراغ ذمّته وتحصيل الفراغ اليقيني هو التفحّص عن الأعلم لتحصيل الحجّة على الواقع لئلا يتحقق منه المخالفة لفتوى الأعلم من غير فرق بين الصور الأربع المتقدمة ، قال في الفصول في المقام ونعم ما قال :\r\nثم على تقدير المنع ( أي المنع من الرجوع إلى غير الأعلم ) فهل يمنع من الرجوع إلى المفضول مطلقا فيلزم المقلّد بالتفتيش والاستعلام أو يخصّه بما لو علم بأفضلية البعض ؟ وجهان ، ظاهر الأدلة يقتضي الأول ، ثم على تقدير العلم بأفضلية البعض فهل يمنعه من الرجوع إلى المفضول مطلقا أو يخصه بما لو علم بمخالفة الأفضل له في الفتوى ؟ وجهان أيضا ، وظاهر بعض الأدلة المذكورة يقتضي الأول . « 1 »\r\nثم إنه لو فحص ولم يظفر بشيء أو لم يتمكّن من الفحص وجب عليه العمل بالاحتياط وإن لم يمكن فالتخيير على ما تقدّم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفصول ص 419\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n\r\n[ هل الأورعية من المرجحات 
  ]\r\nالمسألة 13 : إذا كان هناك مجتهدان متساويان في الفضيلة يتخيّر بينهما الّا إذا كان إحداهما أورع فيختار الأورع . « 1 »\r\nأقول : قال الشيخ الأعظم الأنصاري : ولو تساوى المجتهدان بالعلم واختلفا في الورع فالظاهر أن المشهور تقديم الأورع بل حكى عليه المحقق الثاني الإجماع . . . وهو الظاهر من المقبولة ، ويؤيده ما ورد في أنه لا يحلّ الفتيا الّا لمن كان اتبع أهل زمانه برسول اللّه هذا كله مضافا إلى الأصل السليم عن معارضة الإطلاقات كما عرفت في تقليد الأعلم فالقول به لا يخلو عن قوة .\r\nولو دار الأمر بين الأعلم والأورع ففي ترجيح ايّهما والتخيير أقوال وتقديم الأعلم لا يخلو عن قوة وكأنه المشهور بل لم نجد القول بالأورع لعلمائنا نعم عن المنية انه حكاه عن قوم .\r\nولا ينافي ما ذكرنا تقديم الأورع في تعارض الروايات لانّ المعيار هناك برجحان الصدق وهنا برجحان الاستنباط « 2 » انتهى وقال في الجواهر : مع تساويهما في العلم يقدم الأعدل لكونه أرجح حينئذ فيكون الحاصل حينئذ ترجيح اعلم الورعين وأورع العالمين لقاعدة قبح ترجيح المرجوح على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العروة فصل الاجتهاد والتقليد .\r\n( 2 ) رسالة الاجتهاد والتقليد للشيخ ص 83 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nالراجح انتهى « 1 » .\r\nوفي العروة في المسألة 13 من مسائل الاجتهاد والتقليد :\r\nإذا كان هناك مجتهدان متساويان في الفضيلة يتخير بينهما الّا إذا كان أحدهما أورع فيختار الأورع .\r\nواختار في المستمسك أيضا تقديم الأورع في الفرض المذكور بعد ان نقل ذلك عن النهاية والتهذيب والذكرى والدروس والجعفرية والمقاصد العلية والمسالك وغيرها . قال : ولقضية اصالة التعيين الجارية عند الدوران بينه وبين التخيير ولا يظهر على خلافها دليل إذ الإطلاقات الدالة على الحجية لو تمت لا تشمل صورة الاختلاف اللهم الّا ان يكون بناء العقلاء على التخيير بين المتساويين في الفضل وان كان أحدهما أورع فيتبع اتباعه في حجية رأى العالم لكن هذا البناء غير ظاهر مع الاختلاف . . . « 2 »\r\nوقال العلامة ميرزا حبيب اللّه الرشتي في رسالته في تقليد الأعلم :\r\nالثامن إذا تساويا في ملكة الفقاهة والاجتهاد وتفاضلا في الدين والورع فالظاهر وجوب تقليد الأدين والأورع وبه قال العلامة والشهيدان والمحققون على ما حكي عنهم ولعله المشهور واستدلوا عليه بالأصل وقبح ترجيح المرجوح على الراجح وان الظن الحاصل من قول الأورع أقوى وينبغي ان يعلم أن المراد باقوائية ظنه اقوائيته بالنسبة إلى الأخبار عن الحكم الظاهري اعني معتقده ورأيه لا بالنسبة إلى الحكم الواقعي فإن اعدلية المفتي لا مدخلية لها في تقريب قوله من الواقع بعد المساواة في ملكة الاجتهاد اللهم الّا ان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجواهر ج 40 ص 42 .\r\n( 2 ) المستمسك ج 1 ص 32 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nيدعى اقتضاء اورعيته الفحص وبذل الجهد زيادة عما يصدر من العادل فيكون قوله أوثق من حيث الاستكشاف عن الحكم الواقعي وهو حق واضح كوضوح أصل تعيين العمل بقوله .\r\nويدل عليه مضافا إلى ما ذكر مقبولة عمر بن حنظلة وغيرها من الأخبار المزبورة وبما ذكرنا في بيان كون قوله أقوى ظنا يسقط ما عن النهاية وشرح الزبدة من احتمال التخيير نظرا إلى أن مناط التقليد وهو العلم والورع موجود في المفضول ولا ترجح فيما يتعلق بالاجتهاد الذي هو العلم « 1 » انتهى .\r\nوليعلم ان الأورعية في المفتى تتصور على وجهين أحدهما في العمل بان يكون أحدهما مجتنبا عن المشتبهات دون الآخر ثانيهما : في الاستنباط اما بمعنى فحص أحدهما عن الدليل في استنباطاته أكثر من المقدار المعتبر في الفحص عنه واما بمعنى عدم افتاء أحدهما في المسائل الخلافية واحتياطه فيها دون الآخر وبالجملة ان مقتضى كلام الماتن ان الأورعية مرجحة فيما إذا كانا متساويين في العلم والظاهر منه صورة العلم بالمخالفة بينهما في الفتوى .\r\nوالذي يمكن ان يستدل به على أن الأورعية مرجّحة وجوه :\r\n1 - مقبولة عمر بن حنظلة : حيث قال أبو عبد اللّه عليه السّلام في الجواب عن قوله فإن كان كل واحد اختار رجلا من أصحابنا فرضيا ان يكونا الناظرين في حقهما واختلف فيما حكما وكلاهما اختلفا في حديثكم ؟\r\n« الحكم ما حكم به أعدلهما وافقههما واصدقهما في الحديث وأورعهما ولا يلتفت إلى ما حكم به الآخر » « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة تقليد الأعلم للعلامة الرشتي ص 81 .\r\n( 2 ) الخبر 1 من الباب 9 من أبواب صفات القاضي ج 18 الوسائل 75 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n2 - موثقة داود بن الحصين حيث قال أبو عبد اللّه عليه السلام في الجواب عن قوله فرضيا بالعدلين فاختلف العدلان بينهما عن قول أيهما يمضي الحكم قال : « ينظر إلى افقههما واعلمهما بأحاديثنا وأورعهما فينفذ حكمه ولا يلتفت إلى الآخر « 1 »\r\nوالجواب : انهما واردتان في باب القضاء وقد قلنا سابقا انه لا ملازمة بين باب القضاء وباب الافتاء فلا يكون ما هو المرجح في الأول مرجحا في الثاني أيضا والسرّ فيه ظاهر حيث إن الخصومة لا بدّ من فصلها ولا سبيل إلى التخيير في القضاء والمرافعات واما باب التقليد والفتوى فللتخيير فيه مجال .\r\n3 - اصالة التّعيينيّة فيما إذا دار الأمر بين التخيير والتعيين فان فتوى كل منهما اما حجة تخييرية أو ان فتوى الأورع حجة تعيينية ومقتضى القاعدة هو الأخذ بما يحتمل تعيّنه للقطع بكونه حجة وامّا ما يشك في حجيته فالأصل عدم حجيته .\r\nوفيه ان الرجوع إلى الأصل انّما يصح فيما إذا لم يكن في البين دليل اجتهادي والسيرة القائمة من العرف والعقلاء الحاكمة بالتخيير بين المتساويين في الخبرويّة الممضاة من جانب الشارع الأقدس حاكمة على هذا الأصل ومقتضاها عدم كون الأورعية من المرجحات في التقليد وبعبارة أخرى بعد قيام السّيرة بالتخيير بين المتساويين في العلم والفقاهة وهما الملاك في الاجتهاد والاستنباط لا يبقى شك حتى يرجع إلى الأصل لأنا نقطع بعدم كون الأورعيّة كالأسنّيّة والهاشميّة مثلا دخيلة في التقليد .\r\nويظهر من حواشي العروة للآيات الخميني والخوئي والخوانساري\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخبر 2 من الباب 9 من أبواب صفات القاضي ج 18 الوسائل ص 80 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nوالگلبايگاني أيضا عدم كون الأورعية من المرجحات .\r\nواما ما ذكره صاحب الجواهر والعلّامة الرشتي من الاستدلال على لزوم تقديم الأورع بقاعدة قبح ترجيح المرجوح على الراجح ففيه منع الصغرى في المقام للقطع بعدم كون الأورعية من المرجحات في باب التقليد .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nلا يعتبر الأعلمية فيما امره راجع إلى المجتهد الّا في التقليد واما الولاية على الأيتام والمجانين والأوقاف التي لا متولّي لها والوصايا التي لا وصيّ لها ونحو ذلك فلا يعتبر فيها الأعلمية . « 1 »\r\nأقول بعد الفراغ عن بحث اعتبار الأعلمية في مرجع التقليد فالمناسب في المقام الإشارة إلى شؤون الفقيه اجمالا .\r\nفالمستفاد من اخبار أهل البيت عليهم السّلام وآثارهم ان للفقيه شئونا مختلفة :\r\n1 - كونه مرجعا للتقليد والفتيا .\r\n2 - كونه مرجعا للقضاء وفصل الخصومات .\r\n3 - كونه واليا وزعيما للمسلمين .\r\nامّا الشأن الأول فقد تقدم البحث فيه مبسوطا .\r\nوامّا ثبوت منصب القضاء له فيدل عليه بعد ضرورة الفقه مقبولة عمر ابن حنظلة ومعتبرة داود بن الحصين وخبر موسى بن أكيل النميري المتقدمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العروة المسألة الثامنة والستّون من مسائل الاجتهاد والتقليد .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nفي ضمن البحث لاعتبار الأعلمية في مرجع التقليد وغيرها .\r\n\r\n[ مسألة ولاية الفقيه 
  ]\r\nوأما مسألة ولاية الفقيه فنقول مقدمة لها :\r\nلا ريب في أن الأصل عدم السلطنة والولاية لأحد على أحد إلّا اللّه تعالى فإنه تعالى لكونه رب الناس وملكهم وإلههم له الخلق والأمر وله السلطة والتصرف في ملكه باي نحو شاء بالاستحقاق الذاتي وسلطنة غيره ونفوذ حكمه وقضائه يحتاج إلى جعله تعالى .\r\nولا ريب انه تعالى وسبحانه قد جعل ذلك للنبي صلى اللّه عليه وآله وسلم وقال :  النَّبِيُّ أَوْلى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ  « 1 » وقال :  يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ  . « 2 »\r\nفهو صلى اللّه عليه وآله وسلم قام بهذا الأمر وكان بيده صلى اللّه عليه وآله وسلم امر السياسة والقضاء والاقتصاد والجهاد وتدبير أمور المسلمين وادارتها بجميع جهاتها .\r\nولا شك أيضا انه قد جعل من جانب اللّه تعالى للأئمة عليهم السّلام واحدا بعد واحد ولاية وحكومة على العباد وذلك بمقتضى الروايات المعتبرة الواردة في تفسير اولي الأمر وغيرها وهو مما يقتضيه أصول المذهب .\r\nوقد قام أمير المؤمنين عليه السّلام في زمان بسط يده وارتفاع الموانع بهذا الامر وكان بيده عليه السّلام ازمّة أمور الأمة من السياسة والقضاء والثقافة والاقتصاد ونصب الولاة وبكلمة واحدة - إدارة أمور المسلمين من كل الجهات - .\r\n\r\n[ ولاية الفقيه المطلقة 
  ]\r\nانّما الكلام في المقام في أن الفقيه هل تثبت له الولاية المطلقة في زمن الغيبة أم لا ؟ ويتضح ذلك بذكر أمور :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 6 من سورة الأحزاب .\r\n( 2 ) الآية 59 من سورة النساء .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nالأول : انه من المعلوم ان من أهمّ ما يحتاج اليه البشر في حياته وجود سائس ووال يدير أمور حياتهم فيما يتعلق بشؤون السياسة والثقافة والاقتصاد والتّربية وغيرها ولذلك لم توجد في مستوى حياة المجتمع البشري جماعة فوضى لا مدير لهم ولا مدبر لأمورهم ، وقد قال مولانا أمير المؤمنين عليه السّلام : « لا بدّ للناس من أمير » . « 1 »\r\nالثاني : ان دين الإسلام من جهة كونه أكمل الأديان وأتمّها وخاتمها لم يهمل شيئا مما يحتاج اليه البشر في أيّ جهة من شؤون الحياة ولا ريب في انّ من جملة ما يحتاج اليه البشر نصب الوالي والسائس وتبيينه وبيان أوصافه وشرائطه .\r\nفلو اهمل الإسلام هذا الامر المهم كان تشريعه ناقصا - وقد ذكرنا انه أكمل الأديان - وقد قال رسول اللّه صلى اللّه عليه وآله وسلم في حجة الوداع معاشر الناس ما من شيء يقرّبكم إلى اللّه ويبعّدكم عن النار الّا وقد أمرتكم به وما من شيء يبعدكم من اللّه ويقربكم إلى النار الّا وقد نهيتكم عنه .\r\nوقد بين اللّه جميع الأحكام حتى أرش الخدش .\r\nوكان النبي صلى اللّه عليه وآله وسلم في زمان حياته يتولّى امر السياسة والثقافة والقضاء وكل شيء تحتاج اليه الأمة من جهة التدبير وإدارة الأمور ونصب عليّا أمير المؤمنين وبقية الأئمة الأطهار عليهم السّلام للإمامة وسياسة الأمور بوحي من اللّه تعالى وفيه نزل :  الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلامَ دِيناً  .\r\nالثالث : انه قد وردت روايات كثيرة عن أهل بيت الوحي والعصمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة الخطبة 40 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nسلام اللّه عليهم تفصح عن لزوم وجود الوالي في الأمة بأوصافه المعتبرة وتعلن ان عزّ الدين وبقاء الإسلام والمسلمين وانقطاع مطامع الأعداء وابطال كيدهم لا تحصل الّا بالولاية .\r\nوقد قال مولانا أمير المؤمنين عليه السّلام في خطبته التي خطبها في صفين :\r\n« ثم جعل سبحانه من حقوقه حقوقا افترضها لبعض الناس على بعض فجعلها تتكافأ في وجوهها ويوجب بعضها بعضا ولا يستوجب بعضها الّا ببعض وأعظم ما افترض سبحانه من تلك الحقوق حق الوالي على الرعية وحق الرعية على الوالي فريضة فرضها اللّه سبحانه لكلّ على كلّ فجعلها نظاما لالفتهم وعزّا لدينهم فليست تصلح الرعية الّا بصلاح الولاة ولا يصلح الولاة الّا باستقامة الرعية فإذا ادّت الرعية إلى الوالي حقه وأدّى الوالي إليها حقها عزّ الحق بينهم وقامت مناهج الدين واعتدلت معالم العدل وجرت على اذلالها السنن فصلح بذلك الزمان وطمع في بقاء الدولة ويئست مطامع الأعداء .\r\nوإذا غلبت الرعية وإليها أو أجحف الوالي برعيته اختلفت هنالك الكلمة وظهرت معالم الجور وكثر الأدغال في الدين وتركت محاجّ السنن فعمل بالهوى وعطّلت الأحكام وكثرت علل النفوس فلا يستوحش لعظيم حق عطّل ولا لعظيم باطل فعل فهنالك تذلّ الأبرار وتعزّ الأشرار وتعظم تبعات اللّه عند العباد . « 1 »\r\nوالمستفاد منها أمور :\r\n1 - لزوم وجود الوالي للمجتمع .\r\n2 - لزوم مراعاة الحقوق المقررة للوالي على الرعيّة وللرعية على الوالي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة الخطبة 207 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nوذكر عليه السّلام محاسنها .\r\n3 - ذكر عواقب التخلف عنها .\r\n\r\n[ الاستدلال على ولاية الفقيه المطلقة 
  ]\r\nومن المعلوم ان عزّ الحق وقيام مناهج الدين واعتدال معالم العدل وجريان السنن وصلاح الزمان وبقاء الدولة الإسلامية وانقطاع مطامع الأعداء كلها مطلوبة ومحبوبة للشارع الأقدس في كل زمان ولا يختص ذلك بزمن أمير المؤمنين عليه السّلام لأنه مقتضى طبيعة الخلقة ومن النواميس الإلهية ومما بنى الإسلام عليها ولا يتحقق ذلك الّا في ظل ولاية الوالي المتصف بصفات العلم والعدل والتدبير ورعاية حقه ومراعاته لحقوق الرعية .\r\nوأيضا من المعلوم ان اختلاف الكلمة بين المسلمين وظهور معالم الجور وكثرة الأدغال في الدين وترك محاجّ السنن وتعطيل الأحكام الإسلامية وعدم الاستيحاش لعظيم حق عطل وعظيم باطل فعل وذلّ الأبرار وعزّ الأشرار مبغوض عند الشارع الأقدس من غير اختصاصه بزمان دون زمان ولا يحصل ذلك الّا عند عدم رعاية حقوق الوالي أو حقوق الرعية فضلا عن عدم وجود الوالي أصلا وقال عليه السّلام أيضا :\r\nوقد علمتم انه لا ينبغي ان يكون الوالي على الفروج والدماء والمغانم والأحكام وإمامة المسلمين البخيل فتكون في أموالهم نهمته ولا الجاهل فيضلّهم بجهله ولا الجافي فيقطعهم بجفائه ولا الخائف للدول فيتخذ قوما دون قوم ولا المرتشي في الحكم فيذهب بالحقوق ويقف بها دون المقاطع ولا المعطّل للسنة فيهلك الأمة « 1 » ويستفاد منه أيضا بوضوح ان فروج المسلمين ودمائهم وأموالهم واحكامهم وزعامتهم تحتاج إلى الوالي واللازم ان لا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة الخطبة 131 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nيكون الوالي متصفا بالبخل والجهل والجفاء والخوف والارتشاء والتعطيل للسنّة الإسلامية ومن المعلوم ان لزوم حفظ فروج المسلمين ودمائهم وأموالهم واحكامهم ممّا لا يختص بزمان دون زمان وهو لا يحصل الّا بوجود الوالي المتصف بالسخاء والعلم واللين والشجاعة والتقوى والقيام باحياء السنة الإسلامية واجرائها » .\r\nوقال عليه السّلام أيضا في ضمن عهده للأشتر حين ولّاه مصر جباية خراجها وجهاد عدوّها واستصلاح أهلها وعمارة بلادها :\r\n« واعلم أن الرعية طبقات لا يصلح بعضها الّا ببعض ولا غنى ببعضها عن بعض فمنها جنود اللّه ومنها كتّاب العامة والخاصة ومنها قضاة العدل ومنها عمّال الإنصاف والرفق ومنها أهل الجزية والخراج من أهل الذمة ومسلمة الناس ومنها التجار وأهل الصناعات ومنها الطبقة السفلى من ذوي الحاجة والمسكنة وكل قد سمّى اللّه له سهمه ووضع على حدّه وفريضته في كتابه أو سنّة نبيه صلى اللّه عليه وآله وسلم عهدا منه عندنا محفوظا فالجنود باذن اللّه حصون الرعية وزين الولاة وعزّ الدين وسبل الأمن وليس تقوم الرعية الّا بهم ثم لا قوام للجنود الّا بما يخرج اللّه لهم من الخراج الذي يقوون به على جهاد عدوّهم ويعتمدون عليه فيما يصلحهم ويكون من وراء حاجتهم ثم لا قوام لهذين الصنفين الّا بالصنف الثالث من القضاة والعمّال والكتّاب لما يحكمون من المعاقد ويجمعون من المنافع ويؤتمنون عليه من خواص الأمور وعوامّها ولا قوام لهم جميعا الّا بالتجار وذوي الصناعات فيما يجتمعون عليه من مرافقهم ويقيمون من أسواقهم ويكفونهم من الترفق بأيديهم مما لا يبلغه رفق غيرهم ثم الطبقة السفلى من أهل الحاجة والمسكنة الذين يحق رفدهم\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nومعونتهم وفي اللّه لكل سعة ولكل على الوالي حق بقدر ما يصلحه وليس يخرج الوالي من حقيقة ما الزمه اللّه من ذلك الّا بالاهتمام والاستعانة بالله وتوطين نفسه على لزوم الحق والصبر عليه فيما خف أو ثقل » . « 1 »\r\nودلالته على انقسام افراد المجتمع على طبقات والحاجة في تنظيم أمور الطبقات وتنسيقها إلى الوالي وان قوام الناس وعزّ الدين لا يحصل الّا بقيام الوالي بما ذكره عليه السّلام من الأمور مما لا يخفى ومن المعلوم عدم اختصاص ذلك بزمان خاص .\r\nوبالجملة ان احتياج المسلمين إلى وال يدبّر أمورهم ويديرها ويحفظ شؤونهم وثقافتهم ويقوم بتربيتهم وتدريبهم ويتكفل لاجراء الاحكام والحدود ويسعى لاعلاء كلمة الإسلام وعزّ المسلمين وتأمين حوائجهم المادية والمعنوية وفي قطع مطامع أعداء الإسلام والمسلمين ودفع كيدهم ومكرهم واصلاح العباد وعمارة البلاد وفي الامر بالمعروف والنهي عن المنكر امر مفروغ عنه وما دلّت عليه الروايات من التأكيد لهذا الأمر وللأوصاف والشرائط المعتبرة في الوالي مما لا ريب فيه .\r\nوقد طالعت في سالف الزمان بتوفيق اللّه تعالى الكتاب القيّم وسائل الشيعة الحاوي ما ينوف على خمسة وثلاثين الف حديث واستخرجت موارد استعمال ألفاظ « الامام والسلطان والوالي » من بين الأخبار الواردة عن النبي الأكرم صلى اللّه عليه وآله وسلم وأهل بيته الأطهار عليهم السّلام فرأيت عشرات من هذه الالفاظ في خلال الأبواب مثل باب الحج والزكاة والخمس والأنفال والجهاد والامر بالمعروف والنهي عن المنكر وأبواب البيع والدين والمضاربة وأمثالها والنكاح والطلاق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة باب المختار من كتب مولانا أمير المؤمنين عليه السّلام الكتاب 53 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nالمتضمنين لنظام الأسرة واحياء الموات والقضاء والشهادات والقصاص والحدود والديات التي تدل على أن المحافظة على كيان الإسلام واجراء الاحكام الإلهية قد بنيت على وجود الوالي وانه لا ينتظم ولا ينسجم الّا به ولا يسع المجال فعلا لتوضيحه ولكنه نشير اليه اجمالا :\r\nفممّا جاء في باب الحج ولزوم نصب الوالي أميرا للحجّاج لتدبير أمورهم وفي وجوب الزكاة ان للإمام مطالبة الزكوات ونصب العمّال لجمعها وله توزيعها والقيام بتأسيس المدارس والمستشفيات والقناطر واحداث الطرق وأمثال ذلك بها وفي باب الخمس : ان مطالبة الخمس واخذه للامام ويكون سهم الامام عليه السّلام له بل في كون سهم السادات أيضا له وكون السادات الكرام مصرفا له وجه قوي قال صاحب الجواهر : وهذا القول اي كون جميع الخمس للامام عليه السّلام لا يخلو من قوة وفي باب الأنفال ان الأنفال كلها للامام وهي الأراضي الموات وكل ارض لا رب لها والمعادن والآجام والبحار ورؤوس الجبال وبطون الأودية وبالجملة كل منبع من منابع الثروة وكل مال ليس له مالك معين فالتصرف فيها بالاحياء والاستخراج والاستفادة منها منوط باذنه وعلى هذا المنوال جميع أبواب الفقه على ما تدل عليه الروايات المشار إليها وكتبت رسالة على أساس جميع هذه الروايات وتنظيمها على أبواب الفقه ومع الأسف لا تحضرني الآن .\r\nالرابع : ان المتيقن من مدلول الالفاظ والعبارات المذكورة المرتبطة بالولاية والوالي والأوصاف المعتبرة فيه هو الفقيه الجامع للشرائط فالولاية بمفهومها الشامل الذي استفدنا من الأخبار والآثار وقلنا إنها أساس فقه الشيعة وعليها بني كيان الأمة الإسلامية ثابتة للفقيه العادل شرعا .\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\n[ مناقشة منكري ولاية الفقيه المطلقة 
  ]\r\nهذا مضافا إلى أنه لا شك ان النبي صلى اللّه عليه وآله وسلم والأئمة الأطهار عليهم السّلام كانوا يعلمون بأن الإمام الثاني عشر صاحب الولاية الإلهيّة أرواحنا لتراب مقدمه الفداء يغيب عن الناس وتطول غيبته مئات من السنين والمقطوع من شأنهم عدم اهمال امر الولاية التي قد قلنا إنها من أهم ما يدور عليه حياة الأمة من جهة السياسة والثقافة والاقتصاد وغيرها وتعيين الوالي والسائس لزمان غيبته عليه السّلام والمتيقن منه ليس الّا الفقيه الجامع للشرائط .\r\nوقد ظهر مما ذكرنا ان ما ذكره الآية الخوئي - على ما في تقريرات درسه - « من عدم ثبوت الولاية المطلقة للفقيه وانه لا ولاية له الّا في الفتوى والقضاء والأمور الحسبيّة وامّا ولايته في سائر الموارد فلم تدلنا عليها رواية تامة الدلالة والسند وقد ذكرنا في الكلام على ولاية الفقيه من كتاب المكاسب ان الأخبار المستدل بها على الولاية المطلقة قاصرة السند أو الدلالة » « 1 » منظور فيه جدا .\r\n\r\n[ الولاية المطلقة للفقيه 
  ]\r\nوليس استنادنا في اثبات الولاية المطلقة للفقيه - كما اتضح مما ذكرناه - إلى الروايات الواردة في حق العلماء من كونهم حصون الإسلام « 2 » وامناءه « 3 » وورثة الأنبياء « 4 » وخلفاء رسول اللّه « 5 » وامناء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التنقيح ج 1 ص 419 - 420 .\r\n( 2 ) عوائد النراقي وهو مروي في الكافي .\r\n( 3 ) عوائد النراقي .\r\n( 4 ) الوسائل ج 18 الباب 8 من أبواب صفات القاضي الحديث 2 والمستدرك الحديث 45 من الباب المذكور .\r\n( 5 ) الوسائل ج 18 الباب 8 من أبواب صفات القاضي الحديث 2 والمستدرك الحديث 45 من الباب المذكور .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nالرسل « 1 » « واما الحوادث الواقعة فارجعوا فيها إلى رواة حديثنا فإنهم حجتي عليكم » « 2 » وانهم كسائر الأنبياء « 3 » ومنزلتهم منزلة الأنبياء في بني إسرائيل « 4 » وانهم خير خلق اللّه بعد الأئمة إذا صلحوا « 5 » وان فضلهم على الناس كفضل النبي صلى اللّه عليه وآله وسلم على أدناهم « 6 » وانهم حكّام على الملوك « 7 » وانهم كفلاء أيتام أهل البيت عليهم السّلام « 8 » وان مجاري الأمور والأحكام على أيدي العلماء باللّه الامناء على حلاله وحرامه « 9 » فإنها قابلة للمناقشة من حيث السند أو الدلالة ولكن الطريق الذي سلكناه لاثبات الولاية المطلقة للفقيه سليم عن المناقشة نعم تكون هذه الروايات مؤيدة لما قلناه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ج 18 الباب 11 من أبواب صفات القاضي الحديث 2 والمستدرك الحديث 29 من الباب المذكور .\r\n( 2 ) الوسائل ج 18 الباب 11 من أبواب صفات القاضي الحديث 2 والمستدرك الحديث 9 من الباب المذكور .\r\n( 3 ) عن جامع الأخبار وأورده المحقق النراقي في عوائده .\r\n( 4 ) وهو ما عن الفقه الرضوي أورده المحقق النراقي في عوائده .\r\n( 5 ) عن الاحتجاج للطبرسي أورده المحقق النراقي في عوائده .\r\n( 6 ) عن المجمع عن النبي صلى اللّه عليه وآله وسلم أورده المحقق النراقي في عوائده .\r\n( 7 ) عن أبي الفتح الكراجكي في كنز الفوائد عن أمير المؤمنين عليه السّلام المستدرك كتاب القضاء الباب 11 من أبواب صفات القاضي الحديث 17 .\r\n( 8 ) المستدرك كتاب القضاء الباب 11 من أبواب صفات القاضي الحديث 22 - 23 - 24 - 26 - 27 - 28 .\r\n( 9 ) عن الحسن بن علي بن شعبة في تحف العقول من كلام الحسين بن علي عليهما السّلام راجع المصدر المذكور آنفا الحديث 16 وقد استدل استاذنا الخميني أيضا في رسالته في الاجتهاد والتقليد ص 104 - 103 بهذه الروايات على الولاية المطلقة للفقيه وقال بعد ذكرها ان الخدشة في كل واحد منها سند أو دلالة ممكنة لكن مجموعها يجعل الفقيه العادل القدر المتيقن .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nوبالجملة الظاهر عندنا ان الولاية المطلقة للفقيه مع الالتفات إلى ما بيّناه من معارف الإسلام ومبانيه واخباره وآثاره قضية قياسها معها .\r\nوما يظهر من عبارة العروة في المسألة 68 التي هي مورد البحث من قصر ولاية الفقيه على الأيتام والمجانين والأوقاف التي لا متولى لها والوصايا التي لا وصيّ لها ونحو ذلك وبالجملة على الأمور الحسبية التي هي الولاية الجزئية فهو أيضا غير سديد على ما ذكرناه .\r\nوممّا يجب التنبيه عليه في المقام ان الولاية المطلقة وان كانت ثابتة للفقيه بمقتضى الأدلة التي قدمناها فهو وال للأمة الإسلامية من جهة الأمور السياسية والثقافية والاقتصادية والتربية والتعليم والتدريب والجهات الأخرى وعليه إدارة الأمور وتدبيرها على أساس العدل واعلاء كلمة الإسلام وحفظ المسلمين عن الفتور ولكن الفقيه حيث إنه ليس بمعصوم لا بد له في إدارة الأمور من المشاورة مع الخبراء الأتقياء والاستناد بآرائهم وانظارهم وتجاربهم وعليه ان يحترز من متابعة الهوى وبادرة الغضب والحرص وحب الجاه وحب النفس وأمثالها وان يخلص نفسه للّه ويتضرع اليه لسلوك هذا السبيل وان احسّ من نفسه ان لا يطيق ذلك ولا يليق بها وان غيره أليق قدّمه على نفسه وكذلك كان دأب الفقهاء الصالحين الكاملين  وَالَّذِينَ جاهَدُوا فِينا لَنَهْدِيَنَّهُمْ سُبُلَنا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ  .\r\n\r\n[ حول الولاية المطلقة للفقيه 
  ]\r\nثم إنه بعد ما عرفت ثبوت الولاية المطلقة للفقيه لا بد من التكلم في أن الولاية بهذا المعنى هل يشترط فيها الأعلمية أو انها ثابتة لمطلق الفقيه ؟\r\nوالظاهر هو الثاني وذلك لان الوجوه التي أقيمت على اعتبار الأعلمية في باب التقليد من الأصل والأدلة - وقد تقدّمت - لا تأتي هنا .\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nفان اصالة عدم حجية قول غير الأعلم فيما إذا دار الامر بين التخيير والتعيين في باب الحجج المقتضية لاعتبار الأعلمية انما تختص بباب الفتوى والتقليد وكذلك السيرة العقلائية التي اعتمدنا عليها للزوم الرجوع إلى الأعلم في باب التقليد انما يختص بباب رجوع الجاهل إلى العالم المرتبط بالتقليد هذا من جهة ومن جهة أخرى ان الأدلة القائمة على ولاية الفقيه - حسب ما قدّمناها - ليس في شيء منها الدلالة بل أدنى الإشارة إلى اعتبار الأعلمية في الولاية ولذلك لم يلتزم به الأصحاب أيضا . « 1 »\r\nوقال صاحب الجواهر رحمه اللّه تعالى في كتاب القضاء : بعد ذهابه إلى عدم لزوم تقليد الأعلم والاستدلال عليه ( وقد مرّ في بابه ) بل لعل أصل تأهل المفضول وكونه منصوبا يجري قبضه وولايته مجرى قبض الأفضل من القطعيات التي لا ينبغي الوسوسة فيها خصوصا بعد ملاحظة نصوص النصب الظاهرة في نصب جميع الموصوفين بالوصف المزبور لا الأفضل منهم . « 2 »\r\nوقال الشيخ الأنصاري « ره » : سائر مناصب الحاكم كالتصرف في زمان الإمام وتولّي امر الأيتام والغيّب يثبت للمفضول فان الأعلمية لا تكون مرجحا في مقام المنصب وانما هو مع الاختلاف في الفتوى . « 3 »\r\nوقال السيد المجاهد أعلى اللّه تعالى مقامه في مفاتيح الأصول في بحث تقليد الأعلم : التاسع هل حكم غير الاستفتاء والترافع من سائر ما يشترط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نعم قد وقع بينهم الخلاف في باب القضاء أيضا واعتبر جمع منهم الأعلمية فيه واختار المحقق في الشرائع عدمه وهو الأظهر .\r\n( 2 ) الجواهر ج 40 ص 44 .\r\n( 3 ) رسالة الاجتهاد والتقليد ص 81 .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nفي مباشرته الاجتهاد حكمها فيجب اعتبار الأعلم أولا ؟ لم أجد نصّا في هذا الباب لأحد من الأصحاب ولكن ظاهر اطلاق كلامهم في بعض المقامات عدم اشتراط ذلك . « 1 »\r\nويظهر من كلام العلامة الرشتي في رسالته في تقليد الأعلم أيضا ثبوت هذه المناصب للمفضول حيث قال :\r\nالثالث عشر : هل يثبت للمفضول مع وجود الأفضل سائر الولايات فيتصرف في مال المجنون ويكون له القيمومة للأيتام والغائب ويتصرف في مال الإمام عليه السّلام والزكوات والأوقاف العامة ونحوها من الوجوهات الراجعة إلى المجتهد أم لا ؟ قال في المفاتيح : لم أجد نصا في هذا الباب لاحد من الأصحاب لكن ظاهر اطلاق كلامهم في بعض المقامات عدم الاشتراط .\r\nانتهى .\r\nويمكن المناقشة فيه لو لم يكن في أدلتها اطلاق بأن الاقتصار في القدر الخارج عن تحت الأصول على المتيقن يقتضي الاشتراط لكن يمكن دفعها بعد الغضّ عن الاطلاق بان الغرض الواضح والمناط اللائح في جعل هذه الولايات ما يتعلق بأمر المعاش كرفع الضرر وحفظ النظام عن التشويش وايصال الحقوق إلى أربابها ونحو ذلك مما يناسب كل مقام منها فلذا لا يعتبر في مباشرتها سوى الأمانة والدّيانة واما زيادة العلم ونقصانه فمما لا عبرة بهما ولا فائدة في اشتراطها فيها بل لولا الإجماع لأمكن المناقشة في اعتبار أصل العلم فيجوز لكل عدل مباشرة هذه الأمور كما ورد به بعض الروايات في خصوص التصرف في مال اليتيم في مثل قوله ان كان مثلك ومثل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ص 632 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nعبد الحميد فلا بأس .\r\nنعم لا يبعد اختصاص الولاية بالأفضل إذا كان المصرف من الخلافيات بين الأصحاب كمصرف مال الإمام عليه السّلام فان فيه شائبة الفتوى والتقليد كما لا يخفى هذا مع احتمال اختصاصها به مطلقا نظرا إلى كون الأفضل واعلم العصر هو اللائق بهذه المناصب الجليلة من قبل الامام عليه السّلام الّا ان الأول أقوى ولكن الاحتياط مرعى على كل حال انتهى . « 1 »\r\nثم إن الآية الخوئي قدس اللّه رمسه بعد اختياره عدم الولاية المطلقة للفقيه وان ليس له الّا الولاية في الأمور الحسبيّة - وقد تقدم ضعفه على ما بيّناه - افتتح البحث في أن ولاية الفقيه بالمعنى المتقدم هل يشترط فيها الأعلمية أو انها ثابتة لمطلق الفقيه ؟ وقال :\r\nفنقول : امّا الأعلمية المطلقة التي هي المعتبرة في باب التقليد فلا يحتمل اعتبارها في المقام فان لازم ذلك أن تكون الولاية على مجهول المالك ومال الغيب والقصر من المجانين والأيتام والأوقاف التي لا متولّي لها والوصايا التي لا وصي لها وغيرها من الأمور الحسبية في ارجاء العالم كله راجعة إلى شخص واحد .\r\nومن المستحيل - عادة - قيام شخص واحد عادي للتصدي بجميع تلك الأمور - على كثرتها - في الأماكن المختلفة من الربع المسكون فان الولاية كالخلافة فلا بد فيها من الرجوع إلى الأعلم من جميع النقاط والقيام بها امر خارج عن طوقه كما أن المراجعة من ارجاء العالم في الأمور الحسبية إلى شخص واحد في مكان معين من البلدان غير ميسورة للجميع .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة تقليد الأعلم للعلامة الرشتي ص 103 - 104 .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nعلى أن الأعلمية المطلقة لو كانت معتبرة في الولاية - بالمعنى المتقدم - لكان من اللازم ان يشار إلى اعتبارها في الأخبار الواردة عنهم عليه السّلام ويوصل الينا يدا بيد واشتهر وذاع ولم يرد أدنى إشارة إلى اعتبارها في الروايات ولم يلتزم به الأصحاب فاعتبار الأعلمية المطلقة غير محتمل بتاتا .\r\n\r\n[ مناقشة اعتبار الأعلمية في غير التقليد من شؤون الفقيه 
  ]\r\nواما الأعلمية الإضافية كاعلم البلد وما حوله من النقاط التي يمكن الرجوع منها إلى ذلك البلد في تلك الأمور فالمشهور بين الأعلام أيضا عدم اعتبارها في الولاية بل ادعى ظهور الإجماع عليه في بعض الكلمات .\r\nالّا ان الصحيح هو القول بالاعتبار وذلك لعين ما قدمناه في اشتراط اذن الفقيه في التصدي للأمور الحسبية وحاصل ما ذكرنا في وجهه ان مقتضى القاعدة عدم نفوذ تصرف أحد في حق غيره للاستصحاب أو اصالة الاشتغال كما مرّ الّا ان الأمور المذكورة لمّا لم يكن بدّ من تحققها في الخارج وكان من الضروري ان يتصرف فيها متصرف لا محالة دار الامر بين ان يكون المتصرف النافذ تصرفه فيها اعلم البلد وان يكون غيره من الفقهاء ، والأعلم الإضافي هو القدر المتيقن ممن يحتمل جواز تصرفه في تلك الأمور .\r\nوكذلك الحال في التصرف في سهم الإمام عليه السّلام لأنه وان كان معلوم المالك وهو الامام عليه السّلام الّا انه من جهة عدم التمكن من الوصول اليه ملحق بمجهول المالك نظير سائر الأموال المعلوم مالكها فيما إذا لم يمكن الوصول اليه وقد تقدم ان القدر المتيقن ممن يجوز تصرفاته في تلك الموارد هو الأعلم اما مطلقا كما في سهم الامام عليه السّلام وغيره مما لا مانع من الرجوع فيه إلى الأعلم مطلقا واما بالإضافة إلى البلد كما في الولاية لعدم التمكن فيها من الرجوع إلى الأعلم المطلق كما مرّ .\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nفعلى ما بيّناه اعتبار الأعلمية الإضافية لو لم يكن أقوى فلا ريب انه أحوط « 1 » وفي كلامه مواقع للنظر .\r\nاما أولا : فلأن الوجه الذي ذكره لعدم اعتبار الأعلمية المطلقة في الولاية على الأمور الحسبيّة وهو الاستلزام للمحال حيث قال : « ومن المستحيل عادة قيام شخص واحد عادي للتصدي بجميع تلك الأمور - على كثرتها في الأماكن المختلفة من الربع المسكون » جار في الولاية المطلقة للفقيه بنحو اشدّ وآكد لكون الأول محصورا في الأمور المعدودة الجزئية كالتصرف في أموال الغيب والقصر وامّا الثاني اي الولاية المطلقة فهي وسيعة جدا بحيث تشمل جميع الأمور السياسية والثقافية والاقتصادية والتربوية وغيرها لجميع المسلمين في ارجاء العالم وعدم امكان التصدي لشخص واحد لجميع تلك الأمور واضح فهي مستحيلة بنسبة أكثر وحينئذ لا معنى لأن يكون الشيء المستحيل موردا للبحث والاختلاف بين الفقهاء فيذهب طائفة إلى ثبوت الولاية المطلقة للفقيه وطائفة إلى عدمه .\r\n\r\n[ هل تعتبر الأعلمية في غير التقليد من شؤون الفقيه ؟ 
  ]\r\nوعليه فما ذكره دليلا لعدم اعتبار الأعلميّة المطلقة في الولاية على الأمور الحسبية غير تام والسر في ذلك أنه ليس مقتضى الولاية على الشيء التصدي بنفسه لذلك الشيء بل يكفي كون إدارة ذلك الشيء بنظره مع نصب النائب والوكيل واستيجار الأجير لادارته كما هو المعمول به في الأمور فالنبي الأكرم صلّى اللّه عليه وآله وسلم مع كونه واليا على جميع أمور الأمة لم يكن مباشرا بنفسه كل الأمور ولا يتصدى لها بنفسه وكان ينصب الاشخاص للقضاء وامر الجهاد واخذ الزكوات وتوزيعها وغير ذلك وهكذا أمير المؤمنين عليه السّلام في زمن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التنقيح ج 1 ص 425 - 427 .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nحكومته .\r\nومن العجيب انه جعل في كلامه التصرف في سهم الامام عليه السّلام لأعلم من في الأرض مطلقا - لا الأعلم بالإضافة إلى البلد - وحينئذ يسأل عنه هل يمكن للشخص الواحد التصرف في سهم امام جميع العالم بنفسه والتصدي له بنفسه ؟ وما يجيب هو الجواب عما ذكره واما ثانيا : فلان مقتضى اطلاق الأدلة الدالة على ولاية الفقيه - على ما تقدم - ثبوتها للفقيه بما هو فقيه واحتمال اعتبار الأعلمية ولو الإضافية مما يدفعه الاطلاق المذكور .\r\nوثالثا : ان ما ذكره في نفي اعتبار الأعلمية المطلقة في الولاية من أنها لو كانت معتبرة لكان من اللازم ان يشار إلى اعتبارها في الأخبار الواردة عنهم ولوصل الينا يدا بيد واشتهر وذاع ولم يرد أدنى إشارة إلى آخر ما ذكره يأتي في الأعلمية الإضافية أيضا فإنها أيضا لو كانت معتبرة لكان من اللازم أن يشار إلى اعتبارها في الأخبار الواردة عنهم عليهم السّلام مع أنه لم يرد أيّ إشارة إلى ذلك فاعتبار الأعلمية الإضافية أيضا غير محتمل قطعا فما ذهب اليه قدس سره من اعتبار الأعلمية الإضافية غير تامّ .\r\nفظهر مما ذكرنا ان ولاية الفقيه لا يختص بالأمور الحسبيّة وان الولاية المطلقة ثابتة من دون اعتبار الأعلمية المطلقة أو الإضافية فمنصب الولاية على المسلمين - على شمولها - من الأمور السياسية والثقافية والتربوية والاقتصادية وغيرها من مرافق الحياة التي يحتاج مجتمع المسلمين إليها وفي ظلها يحصل لهم العزة والتكامل ثابتة للفقيه ومنصب القضاء أيضا كذلك على الأظهر وامّا منصب الافتاء للتقليد يختص بالأعلم من الفقهاء كما بيّناه وإليك شطرا من مواردها مضافا إلى ما ذكر :\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n1 - له التصرف في الأنفال وتصرفات غير الفقيه - ايّ تصرف كان - منوطة بنظره .\r\n2 - له اجراء الحدود .\r\n3 - له إقامة الجمعة على القول باشتراط انعقادها بنظر الفقيه .\r\n4 - له التصدي لبعض مراتب الامر بالمعروف والنهي عن المنكر الذي يحتاج إلى نظر الفقيه .\r\n5 - له الحكم على ثبوت هلال رمضان وشوال وعيد الأضحى وغيرها .\r\n6 - له نصب أمير للحجاج في كل سنة يتولى تنظيم شؤون الحجاج .\r\n7 - له تطليق زوجة المفقود بعد الفحص عنه أربع سنين وهكذا .\r\nفكل هذه الأمور من شؤون الفقيه ومن المعلوم عدم انحصارها فيها أيضا ولكن اللازم على الفقهاء العظام أعلى اللّه كلمتهم السعي البليغ في وحدة الكلمة والمشاورة في سبيل تنظيم برنامج على أساس جامع وكامل لئلا تصطدم الأنظار والآراء فيحصل الخلل والفتور في أمور الاجتماع فكما ان المرجعية للتقليد ثابتة للفقهاء الصّائنين لأنفسهم الحافظين لدينهم المخالفين على هواهم المطيعين لأمر مولاهم كذلك الولاية تكون ثابتة للفقهاء المتصفين بهذه الأوصاف .\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\n[ هل يجوز تقليد الميت 
  ]\r\nالأقوى جواز البقاء على تقليد الميّت ولا يجوز تقليد الميّت ابتداء « 1 » وهل يجوز تقليد الميّت ؟\r\nوالكلام فيه يقع في مقامين :\r\nالأول : في التقليد الابتدائي .\r\nالثاني : في البقاء على تقليده .\r\nوامّا الكلام في المقام الأول فالأقوال فيه ثلاثة .\r\nالقول الأول : عدم الجواز مطلقا .\r\nذهب اليه العلامة في الإرشاد والتهذيب والقواعد والنهاية والشهيد في الذكرى والشهيد الثاني في المسالك « 2 » .\r\nوفي تقريرات درس الشيخ الأعظم الأنصاري : القول بعدم الجواز هو المعروف عند الإماميّة وهو الذي دعت جماعة من أجلّاء الأصحاب إلى نفي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العروة المسألة 9 من فصل الاجتهاد والتقليد .\r\n( 2 ) مفاتيح الأصول ص 618 .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nالخلاف أو دعوى الإجماع عليه فعن شرح الألفيّة للمحقق الثاني لا يجوز الأخذ عن الميّت مع وجود المجتهد الحيّ بلا خلاف بين علماء الإمامية وعن المسالك قد صرّح الأصحاب في كتبهم المختصرة والمطوّلة وفي غيرهما باشتراط حياة المجتهد في جواز العمل بقوله ولم يتحقق إلى الآن في ذلك خلاف ممن يعتدّ بقوله من أصحابنا « 1 » وبالجملة لا يخفى على المتتبّع ان كلمات الأوائل والأواسط متفقة في منع العمل بقول الميت وان القول به من خصائص العامّة وان الشيعة قد امتازت بالقول بتوقف حفظ نظام الأحكام عن الاندراس في عصر الغيبة واجرائها على مقتضيات الأزمنة والعصور على وجود فقهاء احياء امناء على الحلال والحرام عرفاء بزمانهم ليكونوا مرجعا للشيعة وملاذا لهم وحفّاظا على الشريعة وكفلاء لأيتام آل محمد صلّى اللّه عليه وآله وسلم المنقطعين عن إمامهم وملاذهم فهذا من خصائصهم وامتيازاتهم بحيث يعدّ من مفاخرهم وقال الشيخ الأعظم الأنصاري في ضمن كلامه في المقام :\r\nواعتراف بعض الأعاظم بأنه بعد الفحص الأكيد لم يطلع على الخلاف بين الأصحاب المجتهدين في الأوائل والأواسط يفيد القطع بوجود دليل عند القدماء متفق عليه بينهم في الحجية . . . فهذه الإجماعات من الحجج في المسألة . « 2 »\r\nالقول الثاني : الجواز مطلقا ذهبت إليه العامة ومن ثمّ قلّدوا اشخاصا معينين في طيّ القرون والأعصار وتشعّبوا إلى الحنفيّة والمالكيّة والشافعيّة والحنبليّة ولهذا يعدّ جواز تقليد الميّت من خصائصهم .\r\nونسب هذا القول إلى الأخباريين من أصحابنا أيضا ومنهم امينهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مطارح الأنظار ص 256 .\r\n( 2 ) مطارح الأنظار ص 284 وسيأتي البحث في الإجماع في المسألة .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nالمحدّث الأسترآبادي والمحدّث الكاشاني في محكي السفينة وفي مفاتيحه ظاهرا والسيد الجزائري ووافقهم المحقق القمي من المجتهدين في جامع الشتات وسنبيّن ان مخالفة الأخباريين والمحقق القمي في المسألة ليست مخالفة في أصل المسألة ( عدم جواز تقليد الميّت ) بل هي مبتنية على مسلكهما الخاصّ .\r\nالقول الثالث : التفصيل بين وجود المجتهد الحيّ وعدمه ففي الثاني يجوز تقليد الميت نقله فخر المحققين عن والده وهو المحكى عن الأردبيلي والشيخ سليمان البحراني والشيخ علي بن هلال ولعله ليس تفصيلا في المقام فان الكلام انما هو في الجواز عند التمكن من استعلام الواقعة من الحي « 1 »\r\nولنذكر أدلة الطرفين حتى يتضح الحق الحقيق بالقبول .\r\nفنقول : وقد استدل القائلون بعدم الجواز على وجوه .\r\nالأول : الإجماع ، وقد نقلنا شطرا من كلماتهم الدالة على كون المسألة اجماعيّة في ضمن نقل القول الأول في المسألة وبالجملة لا ترديد في ثبوت الإجماع في محل البحث وقد قال الشهيد الثاني في المسالك ولم يتحقق إلى الآن خلاف ممّن يعتد بقوله من أصحابنا ، فالفقهاء من معاشر الامامية قد توافقوا في طول الأعصار والقرون على المنع من تقليد الميت ابتداء ومخالفة الأخباريين والمحقق القمّي الحادثة في الأزمنة المتأخرة لابتنائها على مسلكهما الخاص لا تعد مخالفة في المسألة وامّا الأخباريون فترخيصهم في العمل بقول الميت انما يبتني على مسلكهم من انكار مشروعية التقليد وان رجوع العامي إلى المجتهد انما هو من باب الرجوع إلى رواة الأحاديث وليس شأن المجتهد عندهم الّا نقل الحديث ومن المعلوم ان حجّية الرّواية لا تتوقف على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مطارح الأنظار ص 256 .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nحياة الراوي .\r\nوامّا المحقق القمّي فمذهبه انسداد باب العلم والعلمي بالأحكام والاحتياط متعذر على المكلفين والعقل يتنزّل مع تعذر العمل بالاحتياط إلى العمل بالظن والظنّ لا يفرّق فيه بين حصوله من فتاوي العلماء الأحياء ومن فتاوي أمواتهم ، وعليه فمخالفته في المسألة مبتنية على هذا المبنى الغير السديد .\r\nثم إن المحقق القمّي قد ناقش في الإجماع في المسألة وقال في القوانين :\r\nان دعوى الإجماع في المسألة الاصوليّة سيّما مثل هذه المسألة في غاية البعد لعدم تداولها بين أصحاب الأئمة عليهم السّلام وانما هي من المسائل الحادثة ويشبه ان يكون منشأ حدوث التكلم فيه هو اجماع العامة على متابعة الأئمة الأربعة . « 1 »\r\n\r\n[ حول الاجماع المدعى على عدم الجواز تقليد الميت 
  ]\r\nواليه نظر الشيخ الأعظم الأنصاري حيث إنه بعد نقل الإجماعات من الفقهاء في مسألة عدم جواز تقليد الميّت ابتداء قال : فهذه الإجماعات تعدّ من الحجج في المسألة ثم قال كل ذلك مع الاعتراف بكون مسألتنا هذه اعني وجوب تقليد الحي عينا من المسائل الاصوليّة والحق إنها مسألة فرعية لأنها ممّا ينتفع به المقلد على تقدير كونها من القطعيات ولا ينتفع بها في الاجتهاد أصلا ورأسا وقد تقرر في غير موضع انّه المعيار في تمييز مسائل الأصول عن الفروع فلا عذر لمن أنكر حجّية هذه الإجماعات مع كونه ممّن يقول بحجيتها « 2 » انتهى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قوانين الأصول ج 2 ص 263 .\r\n( 2 ) مطارح الأنظار ص 284 .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nويمكن الإيراد على كلام الشيخ الأعظم بأن وجوب التقليد - بهذه العبارة - وان كان من المسائل الفرعية ولكنه يرجع إلى المسألة الأصوليّة وهي حجيّة قول الميّت وعدمها ولا ريب ان البحث عن الحجج من خواص المسألة الأصوليّة فالمسألة المبحوث عنها مسألة أصولية ذاتا .\r\nويرد على المحقق القمي ان كون المسألة اصوليّة لا يمنع عن تحقق الإجماع فيها وذلك كمسألة حجية الخبر الواحد ومسألة حجية ظاهر الكتاب فإنه من الأدلة التي أقاموها على حجيتهما هي الإجماع والإجماع اعمّ من القولي والعملي فكما ان المسألة إذا كانت فرعية ومرتبطة بعمل المكلف يمكن تحقق الإجماع فيها كذلك إذا كانت المسألة مرتبطة بالطرق والحجج يمكن فيها تحقق الإجماع الكاشف عن رأي المعصوم عليه السّلام وقد قلنا سابقا : إن الإفتاء والاستفتاء والتقليد كان متداولا في زمن الأئمة عليه السّلام أيضا فمسألة الإفتاء والتّقليد ليست من المسائل الحادثة .\r\nوبالجملة ان هذه المسألة اي مسألة جواز تقليد الميّت ابتداء وعدمه ليست كمسألة جواز تقليد غير الأعلم وعدمه لأن الاختلاف في الثانية - كما ذكرنا سابقا - موجود بين فقهائنا والاصوليّين وقد ذهب صاحب الجواهر وصاحب المفاتيح والنراقي وصاحب الفصول والعلامة الكني إلى جواز تقليد غير الأعلم وامّا المسألة الأولى فلا خلاف فيها بيننا كما قلنا والإجماع فيها بمكانة من الاعتبار ولذا كانت عمدة المستند لعدم جواز تقليد الميت ابتداء هو الإجماع .\r\nقال المحقّق الشيخ ضياء الدّين العراقي بعد نقل الإجماعات : ففي هذه الإجماعات كفاية في حكم المسألة وسقوط ما يتصور في المقام من\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nالاستصحابات الجارية أو المتوهم جريانها بتقريبات مختلفة من استصحاب حجية الفتوى ( اي فتوى الميّت ) تارة ووجوب العمل على طبقها أخرى واستصحاب الأحكام الظاهرية من نحو وجوب السورة في الصلاة وحرمة العصير العنبي ووجوب القصر في الثمانية الملفّقة من الذهاب والإياب وغيرها بنحو التنجيز أو التعليق على وجود المكلف أو الأخذ أو البلوغ ونحوها من انحاء التعليق فإن العمدة في سقوط هذه الأصول إنما هو هذا الإجماع والّا فلا قصور في جريانها ولو ببعض تقريباتها كما نشير إليها في المسألة الآتية ولا ينتهي النوبة مع جريانها إلى اصالة عدم الحجية لأن جريانها موقوف على عدم جريان هذه الأصول الشرعية والّا كان هي المعول عليها دونها بل لولا هذا الإجماع يشكل تعين مرجعية المجتهد الحي مطلقا حتى في فرض كون الميت اعلم فضلا عمّا لو كان فتواه موافقة للمشهور أو الاحتياط فان في مثله يمكن دعوى حكم العقل بتعيّن الأخذ بفتوى الميت لأقربيّتها إلى الواقع ولكن اطلاق معاقد اجماعاتهم على عدم جواز تقليد الميّت ابتداء يمنع عن ذلك كله فإذا العمدة في المسألة هو الإجماع ، وبه كفاية واللّه العالم « 1 » .\r\nولكن ناقش في الإجماع الآية الخوئي - على ما في تقريرات درسه - بقوله : وفيه ان الإجماع المدّعى على تقدير تحققه ليس اجماعا تعبديّا قابلا لاستكشاف قول المعصوم عليه السّلام به كما إذا وصل إليهم الحكم يدا بيد عنهم عليهم السّلام لاحتمال ان يستندوا في ذلك إلى أصالة الاشتغال أو إلى ظهور الأدلة في اشتراط الحياة فيمن يجوز تقليده أو غير ذلك من الوجوه ومعه لا يمكن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهاية الأفكار القسم الثاني من الجزء الرابع ص 259 .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nالاعتماد على إجماعهم لوضوح ان الاتفاق بما هو كذلك لا اعتبار به وانما نعتبره إذا استكشف به قول المعصوم عليه السّلام « 1 » .\r\nوفيه ان الظاهر من كلماتهم جيلا بعد جيل كون هذا الاتفاق في قبال المخالفين المستمر عملهم على تقليد الأموات بحيث يقطع بانتهاء الأمر في ذلك إليهم من رئيسهم المعصوم ولذلك صار من خصائص الشيعة وامتيازاتهم فلو كان منشأ الإجماع ما ذكره من الاستناد إلى اصالة الاشتغال أو إلى ظهور الأدلة في اشتراط الحياة لكان اللازم انعقاد الإجماع على القول بلزوم تقليد الأعلم أيضا لوجود اصالة الاشتغال ومثلها من الأدلة الأخرى في مسألة تقليد الأعلم واحتمال دخالة الأعلمية في حجية الفتوى ليس باقلّ من احتمال اعتبار الحياة مع أن جمعا من فحول الفقهاء والأصوليين كصاحب الجواهر وصاحب الفصول والنراقي وصاحب المفاتيح والعلامة الكني قد ذهبوا إلى جواز تقليد غير الأعلم كما ذكرنا ويدل على صحة ما ذكرناه إنه « قده » قد اعترف بكون الإجماع دليلا في الجواب عن استصحاب جواز تقليد الميّت الذي هو أحد أدلة القائلين بجواز تقليده في بحث أصوله حيث قال : إن الاستصحاب انّما يجري عند عدم الدليل وقد دل الدليل على اشتراط الحياة في المفتي وهو أمران .\r\nالأوّل : الإجماع المدعي في كلمات جماعة من الأكابر كالشهيد وأمثاله ولا يخفى انه لا تضرّ بدعوى الإجماع في المقام مخالفة المحقق القمي والأخباريين . . .\r\nالثاني ان الآيات والروايات الدالة على حجية فتوى المجتهد ظاهرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التنقيح ج 1 ص 104 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nفي اعتبار الحياة في المفتي « 1 »\r\n\r\n[ في الأدلة التي أقاموها على عدم جواز تقليد الميت 
  ]\r\nالثاني : من الأدلة التي أقاموها على عدم جواز تقليد الميّت هو الأصل .\r\nوالمستفاد من كلماتهم في تقريبه وجهان :\r\nأحدهما : ان الأمر في المقام دائر بين التّعيين والتّخيير بان المقلد امّا يتعين عليه تقليد الحي أو يتخير بينه وبين تقليد الميّت وإذا دار الأمر بينهما في باب الحجّية يكون المرجع اصالة التّعيينيّة لأن الأصل عدم حجية ما يشكّ في حجيته وحينئذ فقول الحي مسلّم الحجية لخروجه عن تحت اصالة حرمة العمل بالظن . وامّا قول الميّت فيشك في حجيته ويبقى تحت الأصل المذكور والأصل بهذا التقريب يستفاد من كلام الشيخ الأنصاري في مطارح الأنظار ورسالته في الاجتهاد والتقليد « 2 » وكلام صاحب الفصول « 3 » والمحقّق الخراساني في الكفاية « 4 » والإمام الخميني في رسالته في الاجتهاد والتقليد « 5 » .\r\nوثانيهما : أصالة الاشتغال بتقريب ان الذمة قد اشتغلت باحكام اللّه تعالى الواقعية للعلم الحاصل بها الموجب لتنجّزها ولا يحصل الخروج عن عهدتها يقينا الّا بتقليد الحي لأن تقليد الميت موضع خلاف بينهم واستند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصباح الأصول ج 3 ص 461 .\r\n( 2 ) مطارح الأنظار 285 ورسالة الشيخ في الاجتهاد والتقليد ص 59 وفي الأول هذا أحد التقريرين للأصل والتقريب الآخر هو أصل الاشتغال ولكنه في الثاني اقتصر على هذا التقريب فقط .\r\n( 3 ) الفصول ص 415 .\r\n( 4 ) الكفاية ج 2 ص 441 .\r\n( 5 ) رسالة الإمام ص 150 .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nإلى هذا التقريب للأصل المحقق الأصفهاني حيث قال :\r\n« هذا من غير فرق بين كون الميت اعلم من الحي لانّا لم نحكم بالاقتصار على الحي من جهة أقربية قوله إلى الواقع بل من جهة عدم اليقين ببراءة الذمة بتقليد الميت » « 1 »\r\nوهذا التقريب للأصل قد وقع في كلام الشيخ الأعظم الأنصاري وصاحب الفصول أيضا مضافا إلى التقريب الأول .\r\nوفي الجمع بين التقريبين مما لا يخفى من الاشكال لأنه مع جريان الأصل بالتقريب الأول لا تصل النوبة اليه بالتقريب الثاني لحكومة الاستصحاب على أصل الاشتغال - وان كانا متوافقين - وورود أصالة حرمة العمل بالظن عليه .\r\nوينبغي ان يعلم أن الأصل المذكور بكلا تقريبيه انما يتم لو لم يجر استصحاب جواز تقليد الميّت من حال حياته إلى بعد مماته تنجيزا أو تعليقا كما هو أحد الأدلة عند القائلين بجواز تقليد الميت وسيأتي والّا فيقدم الاستصحاب المذكور على هذا الأصل حكومة لارتفاع موضوعه بجريان الاستصحاب فان الموضوع في جريان الأصل بالتقريب الأول هو الشك في الحجية وبجريان الاستصحاب المذكور يرتفع الشك تعبّدا .\r\nوالتقريب الثاني لجريان اصالة الاشتغال وحكومة الاستصحاب عليها أيضا واضحة وقد قال الشيخ في تقريراته في المقام ولا وارد على هذه الأصول من الأدلة سوى الاستصحاب « 2 » وظواهر الأخبار والآيات التي قد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالته في الاجتهاد والتقليد ص 15 .\r\n( 2 ) لعل تعبيره بالورود من أجل ورود الاستصحاب عليها عنده .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nيتمسّك بها في جواز اثبات التقليد « 1 » وستعرف فساد الاستدلال بها « 2 »\r\nالثالث : إن الأدلة الدالة على حجية الفتوى من الآيات والروايات ظاهرة في كون المرجع والمفتى حيّا وذلك كآيتي السؤال والنّفر فان لفظ أهل الذكر ظاهر في كون المسؤول عنه حيّا وكذا كلمة المنذر ظاهرة في إرادة انذار المنذر الحيّ .\r\nوما في الروايات من تعبير : الفقهاء ورواة الحديث والعارف بأحكامهم والناظر في حلالهم وحرامهم : ظاهر في المتصفين بهذه الأوصاف فعلا بحسب نظر العرف والعرف يراه ظاهرا في الأحياء .\r\nوظهور الأخبار الآمرة بالرجوع إلى اشخاص معينين أيضا في إرادة الأحياء مما لا خدشة فيه إذ لا معنى للإرجاع إلى الميت .\r\n\r\n[ الاستدلال على عدم جواز تقليد الميت 
  ]\r\nويرد عليه ان ظهور هذا القبيل من الألفاظ في الرجوع إلى المتصفين بهذه الأوصاف فعلا - وهم الأحياء من المجتهدين عرفا - مما لا ينكر الّا إنه لا يستفاد منها حصر الحجية في فتوى الحي من المجتهدين وعدم حجية فتوى أمواتهم والذي ينفع المستدل هو الثاني ( أي حصر الحجية في فتوى المجتهد الحي ) .\r\nوعليه فالفرق بين هذا الدليل والدليل الأول والثاني لهذا القول واضح إذ مقتضى الإجماع والأصل المذكورين هو عدم حجية فتوى الميت ومقتضى هذا الدليل هو حجية الحي لا عدم حجية فتوى الميت الذي هو المدّعى والمطلوب .\r\n\r\n[ أدلة القائلين بجواز تقليد الميت 
  ]\r\nواستدل للقول بجواز تقليد الميّت بوجهين :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي تقليد الميت .\r\n( 2 ) مطارح الأنظار ص 285 .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nالأول : الاستصحاب وتقريره من وجوه .\r\n1 - تقريره بالنسبة إلى المفتي فيقال : إن حجية رأيه حال حياته كانت قطعية فتستصحب إلى ما بعد مماته .\r\n2 - تقريره بالنسبة إلى المستفتي فيقال كان يجوز تقليده والأخذ برأيه حال حياته فيستصحب إلى ما بعد مماته .\r\n3 - تقريره بالنسبة إلى حكم الواقعة المستفتى فيها فيقال كان العصير العنبي مثلا حلالا أو كان قصر الصلاة فيما إذا سافر أربعة فراسخ ولم يرجع ليومه واجبا في حال حياته فيستصحب إلى ما بعد مماته وكل من هذه الثلاثة يكون تنجيزيّا تارة وتعليقيّا أخرى فإن كان الجاهل مدركا للمجتهد الميت مع كونه مكلفا كان استصحاب جواز تقليده تنجيزيا وان كان الجاهل المدرك له صبيّا في زمان حياته أو مجنونا مثلا وحتّى معدوما ، كان الاستصحاب المذكور تعليقيا .\r\nوقد أورد عليه المحقّق الخراساني في الكفاية بأنه لا مجال له لعدم بقاء موضوعه عرفا لعدم بقاء الرأي معه فإنه متقوّم بالحياة بنظر العرف وان لم يكن كذلك واقعا حيث إن الموت عند أهله موجب لانعدام الميت ورأيه ولا ينافي ذلك صحة استصحاب بعض احكام حال حياته كطهارته ونجاسته وجواز نظر زوجته اليه فان ذلك انما يكون فيما لا يتقوّم بحياته عرفا بحسبان بقائه ببدنه الباقي بعد موته وان احتمل ان يكون للحياة دخل في عروضه واقعا وبقاء الرأي لا بدّ منه في جواز التقليد قطعا ولذا لا يجوز التقليد فيما إذا تبدّل الرأي أو ارتفع لمرض أو هرم إجماعا .\r\nوبالجملة يكون انتفاء الرأي بالموت بنظر العرف بانعدام موضوعه\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nويكون حشره في القيامة انّما هو من باب إعادة المعدوم وان لم يكن كذلك حقيقة لبقاء موضوعه وهو النفس الناطقة الباقية حال الموت لتجرّده وقد عرفت في باب الاستصحاب ان المدار في بقاء الموضوع وعدمه هو العرف فلا يجدي بقاء النفس عقلا في صحة الاستصحاب مع عدم مساعدة العرف عليه وحسبان أهله انها غير باقية وانّما تعاد يوم القيامة بعد انعدامها فتأمل جيدا .\r\nلا يقال : نعم الاعتقاد والرأي وان كان يزول بالموت لانعدام موضوعه الّا ان حدوثه في حال حياته كاف في جواز تقليده في حال موته كما هو الحال في الرواية .\r\nفإنه يقال : لا شبهة في أنه لا بدّ في جوازه من بقاء الرأي والاعتقاد ولذا لو زال بجنون وتبدل ونحوهما لما جاز قطعا كما أشير اليه آنفا انتهى . « 1 »\r\nويظهر هذا الإشكال على الاستصحاب من مطارح الأنظار أيضا « 2 » وزاد عليه في الفصول بان أكثر معتقدات المجتهد ظنيّة وبعد الموت ينكشف له الواقع فلا يبقى له ظن لأنه يحصل له العلم بعد الموت بحقيقة الحال امّا مطابقا لما ظنّه في حال حياته أو مخالفا له « 3 » ويظهر مما ذكره العلامة الشيخ محمد حسين الأصفهاني في رسالته في الاجتهاد والتقليد ارتضائه بهذا الإشكال حيث قال : لا مانع عقلا من استصحاب جواز التقليد نعم ، الحي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكفاية ج 2 ص 241 - 243 وحاصل كلامه ان الملاك في موضوع الاستصحاب هو العرف لا العقل وبين اللحاظين عموم من وجه والمقام من قبيل ما كان الموضوع باقيا عقلا ومنتفيا عرفا .\r\n( 2 ) مطارح الأنظار ص 290 .\r\n( 3 ) الفصول ص 415 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nوالميّت بنظر العرف متباينان والحشر في نظر العرف من باب إعادة المعدوم فالموضوع غير باق جزما « 1 » ويظهر الارتضاء بهذا الإشكال من الآية الخوئي أيضا . « 2 » ويرد عليهم بأجمعهم بأن مرادهم من العرف ان كان عرف المتشرعة التي يهتمّون بالتقليد ويرونه لازما عليهم فهم لا يرون الموت انعداما فان رؤية الموت انعداما لا تجتمع مع الاعتقاد بالإسلام لانّ هذا الدّين الحنيف في سبيل سوق الإنسان إلى مراحل كماله قد أوجد تحوّلا في ادراك الإنسان واعتقاده ومعرفة الإنسان بنفسه ومنزلته ومقامه ثم في معرفته للموت وأمّا التحوّل بالإضافة إلى شخص الإنسان فبيّن له وبرهن عليه في مئات من آيات كتاب اللّه العزيز وأحاديث نبيّه الأقدس وأهل بيته الأطهار عليهم السّلام بان حقيقة الإنسان وأصله ليس الّا روحه وان البدن بجميع جوارحه وأعضائه ليس الّا الأدوات والآلات فالإنسان يتكلم بلحم وينظر بشحم ويسمع بعظم ويتنفّس من خرم ولكن اللّحم والشحم والعظم والخرم كلها كسائر الأجهزة والأعضاء ليست إلّا الآلات والمتكلم والمدرك والمريد والسامع والعالم والفقيه هو الإنسان بروحه ونفسه .\r\n\r\n[ حقيقة الموت من وجهة نظر المتشرعة 
  ]\r\nوبان الموت ليس انعداما وفناء وانما هو الانتقال من نشأة إلى نشأة أخرى وقد أشير إلى ذلك في القرآن بتعابير مختلفة :  اللَّهُ يَتَوَفَّى الْأَنْفُسَ حِينَ مَوْتِها  « 3 »\r\n وَقالُوا أَ إِذا ضَلَلْنا فِي الْأَرْضِ أَ إِنَّا لَفِي خَلْقٍ جَدِيدٍ   قُلْ يَتَوَفَّاكُمْ مَلَكُ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة المحقق الأصفهاني في الاجتهاد والتقليد ص 16 .\r\n( 2 ) التنقيح ج 1 ص 102 ومصباح الأصول ج 3 ص 458 .\r\n( 3 ) سورة الزمر الآية 42 .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n الْمَوْتِ الَّذِي وُكِّلَ بِكُمْ  « 1 »\r\n الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ طَيِّبِينَ يَقُولُونَ سَلامٌ عَلَيْكُمْ  « 2 »\r\n الَّذِينَ تَتَوَفَّاهُمُ الْمَلائِكَةُ ظالِمِي أَنْفُسِهِمْ  « 3 »\r\n  حَتَّى إِذا جاءَ أَحَدَهُمُ الْمَوْتُ قالَ رَبِّ ارْجِعُونِ لَعَلِّي أَعْمَلُ صالِحاً فِيما تَرَكْتُ كَلَّا إِنَّها كَلِمَةٌ هُوَ قائِلُها وَمِنْ وَرائِهِمْ بَرْزَخٌ إِلى يَوْمِ يُبْعَثُونَ   « 4 »\r\nوالمستفاد من الروايات ان الموت يوجب قوّة ادراكه وحدّة بصره وزوال غفلته وجهالته قال النبيّ صلى اللّه عليه وآله وسلم : « الناس نيام فإذا ماتوا انتبهوا » وقد تكلّم صلى اللّه عليه وآله وسلم مع المشركين من قتلى بدر بقوله : « إنّي قد وجدت ما وعدني ربّي حقا فهل وجدتم ما وعدكم ربّكم حقّا ؟ » ، فقالوا له إنّك تكلّم الموتى ! فقال صلى اللّه عليه وآله وسلم : « هم اسمع منكم » كما أنه صلى اللّه عليه وآله وسلم بعد دفن فاطمة بنت أسد قد نفض يده من تراب القبر ثم قال : « والذي نفس محمد بيده لقد سمعت فاطمة تصفيق يميني على شمالي » .\r\nوبالجملة الروايات المعتبرة الدالة على بقاء الإنسان وشعوره وادراكه بعد موته كثيرة جدا تبلغ حدّ التواتر وقد عقد في الوافي لشطر منها أبوابا وأورد فيها أخبارا منها باب انّ الميّت يزور أهله وباب بعنوان انّ الميّت يفرح بزيارة أهله له وباب بعنوان انّه تبلغه الهديّة والثواب إذا أتى بالعمل الصالح بقصده وباب بعنوان انه يبلغه مثوبة الأعمال الحسنة التي أتى بها في حال حياته وبقي آثاره كمن حفر بئرا وغرس نخلا وكتب مصحفا وربّى ولدا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة السجدة الآية 11 .\r\n( 2 ) سورة النحل الآية 32 .\r\n( 3 ) سورة النحل الآية 28\r\n( 4 ) سورة المؤمنون الآية 99 و 100\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nصالحا واجرى صدقة وسنّ سنّة حسنة .\r\nوقال أمير المؤمنين عليه السّلام وقد رجع من صفين فاشرف على القبور بظاهر الكوفة : « يا أهل الدّيار الموحشة والمحالّ المقفرة . . . أنتم لنا فرط سابق ونحن لكم تبع لا حق امّا الدور ، فقد سكنت ، وامّا الأزواج ، فقد نكحت ، وامّا الأموال ، فقد قسمت . هذا خبر ما عندنا فما خبر ما عندكم ؟ » ثم ألتفت إلى أصحابه فقال : « أما لو اذن لهم في الكلام لأخبروكم ان خير الزاد التقوى » . « 1 »\r\nفالمسلمون في جميع انحاء العالم طبقا لهذا الاعتقاد والإيمان الجازم يوجّهون من أشرف على الموت ووقع في حالة الاحتضار إلى القبلة ويغسلونه ويكفّنونه ويدفنونه إلى القبلة ويلقّنونه أركان الإسلام والإيمان اعتقادا بأنه يسمع ذلك كلّه ولم يتغير بالموت شيء من أوصافه وملكاته الرّوحية وقال النبيّ صلى اللّه عليه وآله وسلم : « لا يحشر المرء الّا على ما مات عليه ولا يموت الّا على ما عاش عليه » ولهذا الاعتقاد تأثير عميق في اعمال الإنسان من جهة العمل بتكاليفه ومن جهة انتهائه عن المنكرات وسيّما من جهة اشتياقه إلى الجهاد الذي هو عزّ للاسلام وذروة سنامه وما تسمع في التواريخ الإسلامية في اصطبار الزوجة والأمّ على قتل زوجها وولدها في معركة الجهاد وتشويقهما الزوج والولد اليه وكذلك في اشتياق المجاهدين إلى الجهاد واستقبالهم للسيوف والرماح وأمثال ذلك ما كان سببه الّا هذا الاعتقاد .\r\nفبعد رجوع النبي صلى اللّه عليه وآله وسلم من غزوة أحد بادرت إليه امرأة قتل زوجها وولدها وأخوها في القتال مع المشركين فسألته الأخبار عنهم فقال صلى اللّه عليه وآله وسلم :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة الكلمات القصار 125 .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\n« أبشري إنهم قد ترافقوا في الجنة جميعا » فسرّت به وما كانت مقالة الشهداء عند اقتراب الشهادة إلّا قولهم : يا حبّذا الجنّة واقترابها طيّبة وبارد شرابها .\r\nويقول عمار ابن ياسر عند اقتراب شهادته بصفين : « اليوم القي الأحبة محمّدا وحزبه » .\r\nوعليه فالقول بان العرف يرى الموت انعداما فلا يبقى رأي بعد الموت لانعدام محله وهو النفس الناطقة ممّا لا يمكن التزام عرف المتشرعة به بل يكون اعتقاد عرف سائر الأديان الإلهية أيضا ذلك فان بقاء الإنسان بعد موته وعدم فنائه به من أركان كل الأديان الالهيّة وإن أرادوا من العرف غير أهل الأديان فهو ليس ميزانا في أمثال المقام .\r\nويرد على المحقّق الخراساني مضافا إلى ما ذكرنا إن ما ذكره في آخر كلامه من أنه لا بد في جواز التقليد من بقاء الرّأي والإمامة ولذا لو زال بجنون وتبدّل ونحوهما لما جاز قطعا ، أيضا غير سديد لأن حدوث الرّأي كاف في حجّيّته حدوثا وبقاء بمعنى ان حجية رأي المجتهد لا تدور مدار بقائه فان الفتوى مثل الرواية والشهادة فكما ان حجية الرواية والشهادة لا تدور مدار بقاء الراوي والشاهد بمعنى عدم عروض الموت لهما فكذلك الفتوى .\r\nتوضيح ذلك ان الشيء قد يكون بحدوثه موضوعا لحكم من الأحكام بان يكون حدوثه في زمان كافيا في ثبوت الحكم وبقائه كما في حكم الشارع مثلا بعدم جواز الصلاة خلف المحدود فان وقوع الحد على أحد في زمان كاف في عدم جواز الايتمام به إلى الأبد وقد لا يكون حدوثه كافيا في بقاء الحكم بل يحتاج بقائه إلى بقاء ذلك الشيء فيدور الحكم مداره حدوثا وبقاء كعدم جواز الصلاة خلف الفاسق فإنه يدور مدار فسقه ولا مانع من أن يكون\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nفتوى المجتهد من قبيل الأول\r\n\r\n[ حول الاستصحاب المستدل به على جواز تقليد الميت 
  ]\r\nوان شئت قلت : ان جزم الفقيه واظهاره الفتوى على سبيل الجزم واسطة في حدوث جواز العمل بقوله وعليه فيمكن التمسك باستصحاب حجية رأيه بعد موته ولا اشكال فيه من هذه الجهة وما ذكره من القطع بعدم جواز تقليد من زال عنه الرّأي بالتبدّل أو بعروض الجنون أو الهرم وهو دليل على أن الحجية دائرة مدار بقاء الرأي غير تام .\r\nوامّا في تبدّل الرأي فلاختصاص حجية الرأي بما إذا لم يظهر بطلانه وبعد تبدل الرأي يظهر خطأه فكيف يكون حجة والأمر في باب الرواية أيضا كذلك فان الراوي لو اعترف بخطئه في الرواية تسقط الرواية عن الحجية بلا اشكال وذلك كرجوع الشاهد عن شهادته .\r\nوامّا ارتفاع حجية الفتوى بزوال الرأي لهرم أو جنون فلحصول القطع من الخارج بعدم جواز تقليد من طرأ عليه الجنون فإنه لا يليق بمنصب الفتوى الذي هو فرع من فروع منصب الإمامة وكذا من التحق بالصبيان للهرم أو النسيان فان الشارع لا يرضى بزعامته وكذلك إذا عرض له الفسق هذا بخلاف الموت فإنه ارتقاء للإنسان وارتحال من عالم إلى عالم ارقى وأشرف ولذا اتصف به الأنبياء والأوصياء عليهم السّلام الذين هم أكمل الناس فالمجنون والفاسق والهرم والناسي لفتاواه لا يليقون بزعامة المسلمين لسقوطهم عن الأنظار بطرو هذه الحالات لا لأجل زوال رأيهم هذا مضافا إلى الإجماع القطعي على عدم جواز تقليدهم في هذه الحالات وان كان يظهر من الجواهر خلافه بالنسبة إلى الفاسق والمجنون .\r\nحيث قال في كتاب القضاء : ان الحاكم لو فسق بعد صدور الحكم واخذ الحق ممن عليه ودفع لمستحقه وتمت آثاره فان الفسق اللاحق لا يبطل\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nالحكم .\r\nويستفاد من خبر الحسين بن روح المروي في كتاب الغيبة للشيخ أبي محمد الحسن بن علي عليهما السّلام إنه سئل عن كتب بني فضال فقال : خذوا بما رووا وذروا ما رأوا بناء على إرادة الفتوى من الرأي فيه لا الوقف ان الفتوى المعمول بها يبطل العمل بها من حين الفسق وما تأخر عنه في الزمان المستقبل دون ما تقدمها من ذلك المبنيّ على أصل الصحة والبراءة وغيرهما من قاعدة الاجزاء ونحوها بل ليس هو مصداقا لقوله عليه السّلام ذروا .\r\nهذا كله في الفسق امّا غيره من العوارض كالجنون والموت ونحوهما فالأصل يقتضي بقاء حكمه على الصحة المقتضى لتنفيذه بالمعنيين بل قد يستفاد من ذلك حكم فتواه أيضا الذي قلّد ببعض افرادها ضرورة تضمن الحكم للفتوى المفروض عدم انتقاضها أيضا بذلك ولو للأصل المزبور الذي لم يدل دليل على اشتراط اضدادها ( اي اضداد الجنون والموت ) حين العمل بما يتجدد من افراد الفتوى السابقة التي فرض التقليد فيها نعم الظاهر الإجماع على عدم جواز العمل ابتداء بفتاوي الأموات امّا غير ذلك فلم يثبت . بل يتجه حينئذ جواز العمل بفتوى من عرض له الجنون مثلا ابتداء مع عدم الإجماع فضلا عن الاستدامة ضرورة كون المستفاد من الأدلة اعتبار هذه الشرائط في حصول الفتوى بمعنى صدورها حال كونه عاقلا مثلا لا انه يعتبر حال العمل بها كونه كذلك . . . انتهى . « 1 »\r\n\r\n[ الجواب عن الاستدلال المستدل به على جواز تقليد الميت 
  ]\r\nوامّا الجواب عن الاستدلال بالاستصحاب على جواز تقليد الميّت بجميع تقريراته المتقدمة فبالإشكال في أصل جريانه من جهة الشك في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجواهر ج 40 ص 319 - 320 .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nحجية رأيه لمن لم يرجع اليه ولم يقلده في زمن حياته فاستشكلنا على الاستدلال بالاستصحاب ليس من جهة ان الموت يوجب انعدام الرأي كما عليه الآيات الشيخ الأعظم الأنصاري وصاحب الفصول والمحقق الخراساني والشيخ محمد حسين الأصفهاني قدس اللّه أرواحهم وأجبنا عنه بل من جهة احتمال ضيق دائرة جعل الحجية من الأول لان المحتمل عندنا أن تكون حجية فتواه مختصة بمن عاصره ورجع إليه وقلّده وامّا من وجد بعده في الأزمنة المتأخرة أو عاصره ولم يقلده فلا يمكن ان يقال كانت هذه حجة في زمان حياته والآن أيضا حجة لأحتمال اختصاص الحجية بمن رجع إليه وقلّده حال حياته ، فلم يكن فتواه حجة على كل أحد من أوّل الأمر ، ومع هذا الاحتمال يكون الشك شكا في حدوث الحجية لمن لم يرجع إليه لا الشك في البقاء فله التمسك باستصحاب عدم جعل الحجية له لاستقامة أركانه له ولعله لذا قال الشيخ الأعظم الأنصاري في رسالته في الاجتهاد والتقليد : بأن الاستصحاب لا يجري فيما يحتمل مدخلية وصف عنوان في الحكم كالحياة فيما نحن فيه مع أنه يجب رفع اليد عنه على تقدير الجريان للحكايات المتقدمة للإجماع والاتفاق المعتضدة بالشهرة العظيمة . « 1 »\r\n\r\n[ الاستدلال على عدم اشتراط الحياة في المفتى والجواب عنه 
  ]\r\nالثاني : من الأدلة التي أقاموها على عدم اشتراط الحياة في المفتي هو السيرة بتقريب ان العقلاء قد جرت سيرتهم في باب رجوع الجاهل إلى العالم على الرجوع إلى أهل الخبرة من غير فرق في ذلك بين العالم الحي والميّت ومن هنا لو مرض أحدهم وشخّص مرضه لرجعوا في علاجه إلى القانون وغيره من مؤلفات اطبّاء الأموات من غير نكير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رسالة الاجتهاد والتقليد للشيخ الأنصاري ص 61 .\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nوالجواب ان جريان السيرة على رجوع الجاهل إلى العالم مطلقا وان كان غير قابل للمناقشة إلّا ان حجيتها مشروطة بعدم ردع الشارع عنها واجماع فقهاء الشيعة القولي والعملي في جميع الأعصار بحيث لم ير مخالف لهم وحكمهم بعدم جواز تقليد الميت ابتداء الكاشف عن رأي المعصوم عليه السّلام كاف في الردع عنها وعليه فدليل العمدة لعدم جواز تقليد الميّت ابتداء هو الإجماع .\r\n\r\n[ الأقوال في مسالة البقاء على تقليد الميت 
  ]\r\nواما الكلام في المقام الثاني وهو البقاء على تقليد الميت فقد أصبحت المسألة عند متأخري المتأخرين ذات أقوال وتفاصيل ولم نجد معنونة بهذا العنوان في كلام من تقدمهم وان قال في المستمسك : القول بجواز تقليد الميت استدامة محكي عن جماعة من الأكابر .\r\nالأول : عدم الجواز مطلقا وهو المشهور على ما في تقريرات شيخنا الأعظم الأنصاري وكان هو مختار استاذنا الآية البروجردي أعلى اللّه مقامه قبل مهاجرته إلى قم المقدسة ولكنه بعد البحث والنقاش مع استاذنا الآية السيّد علىّ اليثربيّ الكاشانيّ « قدس اللّه رمسه » عدل إلى القول بالجواز .\r\nالثاني : جواز البقاء مطلقا اي في جميع المسائل لا في خصوص المسائل التي عمل بها فإنه بعد تحقق التقليد بسبب العمل بفتوى المجتهد الحي في بعض المسائل يجوز للعامي البقاء على تقليده بعد وفاته في جميع المسائل وان لم يعمل بها في زمان حياته ( وهو مبتن على كون التقليد هو العمل ) كما في تحرير الوسيلة لسيدنا الأستاذ الإمام الخميني « قدس اللّه نفسه » في المسألة 13 من مسائل التقليد .\r\nواطلاق كلامه يشمل صورتي أعلمية الميت من الأحياء وأعلمية\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nالأحياء من الميت وصورة التساوي في العلم .\r\nالثالث : التفصيل بين المسائل التي عمل بها وما لم يعمل به من المسائل فيجوز في القسم الأول ولا يجوز في القسم الثاني وهو ما في وسيلة السيد الفقيه الآية أبي الحسن الأصفهاني حيث قال : نعم يجوز البقاء على تقليده في المسائل التي عمل بها في زمان حياته أو الرجوع إلى الحي الأعلم والرجوع أحوط .\r\nالرابع : التفصيل بين أعلمية الميت من الحي وعدمها .\r\nوهو ما افاده الآية السيد الحكيم في رسالة المنهاج حيث قال :\r\nإذا قلد مجتهدا فمات فإن كان اعلم من الحي وجب البقاء على تقليده فيما عمل به من المسائل وفيما لم يعلم وان كان الحي اعلم وجب العدول إليه وان تساويا في العلم تخير بين العدول والبقاء . . .\r\nالخامس : التفصيل بين تذكر فتاوي الميت وعدمه .\r\nوهو ما يظهر عن الآية السيد الخوئي « أعلى اللّه تعالى مقامه » في المسألة 14 من مسائله المنتخبة .\r\n\r\n[ الاستدلال لجواز البقاء على تقليد الميت 
  ]\r\nفقد استدل على جواز البقاء على تقليد الميت بوجهين :\r\nالأول : الاستصحاب بتقريباته الثلاثة المتقدمة : من استصحاب بقاء حجية رأي المجتهد الذي قلده قبل موته ومن استصحاب جواز الأخذ بفتواه قبل موته ومن استصحاب حكم الواقعة المستفتى فيها فالتقريب الأول يرجع إلى المفتي والثاني إلى المستفتي والثالث إلى الواقعة المستفتى فيها والتقريبات الثلاثة كلها تنجيزية . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اقسام الاستصحاب في مسألة التقليد الابتدائي كانت ستة ثلاثة منها تنجيزية وثلاثة منها تعليقية وقد تقدمت .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nوأورد عليه المحقق الخراساني في الكفاية بعين الإيراد الذي أورده في التقليد الابتدائي من أن الموضوع وهو رأي الميت غير باق فان قوام الرأي بالحياة فإذا مات انتفى الرأي في نظر العرف بانعدام موضوعه وانه يعتبر في جواز التقليد حدوثا وبقاء تحقق الرأي حدوثا وبقاء فكما انه لا يجوز البقاء على التقليد بعد زوال الرأي بسبب الهرم والمرض اجماعا لا يجوز بعد الموت بنحو أولى .\r\nويردّه ما أوردنا عليه في بحث التقليد الابتدائي ولكن الاستصحاب المذكور غير جار للاشكال الذي ذكرناه في ذلك البحث .\r\nهذا مضافا إلى أن قضية حجية فتوى المجتهد ليست الّا تنجز الواقع إذا أصابت والعذر فيما أخطأت لا انشاء حكم شرعي على طبق مؤدياتها فلا مجال حينئذ لاستصحاب ما قلده من الاحكام كما هو مقتضى التقريب الثالث من التقريبات الثلاثة المتقدمة .\r\nوبالجملة لا يمكن الاستناد على الاستصحاب في مسألة البقاء على تقليد الميت بما ذكرنا .\r\nالثاني : وهو العمدة في المقام هي السيرة العقلائية الجارية على رجوع الجاهل إلى أهل الخبرة إذ لا اشكال في بنائهم على العمل بما اخذوا من الحي وان مات قبل العمل فهم إذا اخذوا دستورا من الطّبيب مثلا لعلاج المرض ثم مات الطبيب قبل العمل بالدستور يرون العمل بالدستور المذكور صحيحا ولا يرون موته مانعا من العمل .\r\n\r\n[ الاستدلال بالسيرة على جواز البقاء 
  ]\r\nوبالجملة لا فرق في جريان السيرة العقلائية على رجوع الجاهل إلى العالم وحجيتها عندهم بين كون العالم حيّا أو ميّتا ولكن قيام الإجماع\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nالقطعي على عدم جواز تقليد الميت ابتداء صار موجبا لرفع اليد عن السيرة في التقليد الابتدائي إذ الإجماع حيث إنه دليل لبّي يكون القدر المتيقن منه هو التقليد الابتدائي فلا يشمل المقام كي يكون رادعا عن السيرة بل يمكن اثبات كون هذه السيرة ممضاة من جانب الشارع الاقدس بالروايات كرواية علي بن المسيب المتقدمة فان ارجاع الرضا عليه السّلام إياه إلى زكريا بن آدم لما ذكر من كون شقته بعيدة « 1 » من غير ذكر حال حياته وان ما يأخذه منه في حال الحياة لا يجوز العمل به بعد موته مع أن في ارتكازه وارتكاز كل عاقل عدم الفرق بين بقائه حيّا أو موته في الأثناء بعد الرجوع إليه دليل على جواز العمل بما اخذ .\r\nومثلها مكاتبة أحمد بن حاتم وأخيه « 2 » وبالجملة ارجاع الأئمة عليهم السّلام في الروايات الكثيرة شيعتهم إلى العلماء عموما وإلى اشخاص معيّنين خصوصا مع خلوّها عن اشتراط الحياة مع أن في ارتكازهم عدم الفرق كاشف عن ارتضائهم عليهم السّلام بذلك .\r\nقال السيد المجاهد في مفاتيح الأصول بعد البحث واثبات عدم جواز تقليد الميت بالإجماع وغيره :\r\nلا يقال : الفرق بين ابتداء التقليد واستدامته مما لم يظهر به قائل من السلف بل ظاهر قولهم المدعى عليه الإجماع لا يجوز تقليد الميت ينفي الفرق .\r\nلأنا نقول : عدم ظهور القائل من السلف لا يكون بنفسه حجة ودعوى شمول اطلاق قولهم المشار اليه لمحل البحث ممنوع لانصرافه إلى ابتداء التقليد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخبر 27 من الباب 11 من أبواب صفات القاضي ج 18 من الوسائل ص 106 .\r\n( 2 ) الخبر 45 من الباب 11 من أبواب صفات القاضي ج 6 من الوسائل ص 110 .\r\n","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nلا غير بل قد يقال لا يمكن شموله لمحل البحث الّا مجازا لان البقاء على التقليد ليس تقليدا بالمعنى المصدري فتأمل ، انتهى . « 1 »\r\n\r\n[ هل يعتبر في جواز البقاء على تقليد الميت العمل بفتواه 
  ]\r\nبقي في المقام شيء يلزم التعرّض له وهو انه قد ذكر الآية الخوئي « قدس الله سره » : انه ذكر بعضهم انه يعتبر في جواز البقاء على تقليد الميت العمل بفتواه حال حياته فلو لم يعمل به في حياته لم يجز البقاء على تقليده بعد موته ومنشأ هذا الاعتبار هو تعريف التقليد بالعمل باعتبار انه لا يصدق البقاء على تقليده مع عدم العمل لعدم تحقق التقليد بدونه فيكون العمل على فتواه بعد موته تقليدا ابتدائيا ولا يخفى ما فيه إذ لم يرد عنوان البقاء على تقليد الميت في لسان دليل لفظي حتى نتكلم في مفهومه وان البقاء هل يصدق مع عدم العمل في حال حياة المفتي أم لا يصدق بل حكم جواز البقاء من حيث اعتبار العمل وعدمه تابع للمدرك .\r\nفنقول : ان كان مدركه الاستصحاب فهو على تقدير جريانه يقتضي حجية فتوى الميت مطلقا عمل المكلف بها حال حياته أم لم يعمل لان حجية فتواه على العامي حال حياته لا تتوقف على العمل بها فتستصحب .\r\nواما ان كان المدرك هي السيرة العقلائية القائمة على رجوع الجاهل إلى العالم فعدم اشتراط العمل في جواز البقاء اظهر فان السيرة جرت على رجوع الجاهل إلى العالم حيا كان أو ميتا عمل الجاهل بفتواه أم لم يعمل ولم يردع عنها الشارع الّا في خصوص التقليد الابتدائي عن الميت حيث منع عنه بمقتضى الأدلة السابقة الدالة على اعتبار الحياة في المفتي على ما تقدم .\r\nوكذا الحال فيما إذا اعتمدنا في جواز البقاء على الاطلاقات الدالة على حجية فتوى العالم فإنها تدل على اعتبار كونه حيا حال السؤال والرجوع إليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مفاتيح الأصول ص 624 .\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nلا حال العمل واطلاقها ينفي اعتبار العمل بفتواه قبل موته في جواز العمل بها بعد موته مع كون التعلم والاخذ في حياته .\r\n\r\n[ اعتبار العمل في جواز البقاء 
  ]\r\nفتحصّل ان جواز البقاء على تقليد الميت غير متوقف على العمل وان قلنا بكون التقليد عبارة عن العمل . « 1 »\r\nلكنه يرد عليه انه وان لم يرد لفظ البقاء على تقليد الميت كي يبحث عن معنى التقليد ولكنه لا بدّ في الخروج عن مخالفة الإجماع القائم على عدم جواز التقليد للميت ، وقد ذكرنا ان المتيقّن منه هو التقليد الابتدائي من تحصيل معنى البقاء على تقليد الميت وقد فسر نفسه « قدس اللّه سره » في التنقيح « 2 » التقليد بالعمل « 3 » فاللازم حينئذ تحقيق معنى التقليد ليحصل الاحتراز عن التقليد الابتدائي للميت وهو على ما ذكره يحتاج إلى العمل في حال حياته ليكون العمل بعد مماته بقاء على تقليده .\r\nنعم القدر المتيقن من الإجماع المذكور من لم يعمل في حال حياة المجتهد أصلا ورأسا ولكنه من عمل في حال حياته ولو بمسألة واحدة فله أن يعمل في جميع المسائل على فتوى الميت لشمول السيرة القائمة على رجوع الجاهل إلى العالم من غير فرق بين الحي والميت التي هي عمدة المدرك للبقاء للمقام والإجماع المذكور لا يخالفه على ما ذكرنا من كون القدر المتيقن منه هو التقليد الابتدائي في جميع المسائل .\r\nوآخر دعوانا أن الحمد للّه رب العالمين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصباح الأصول ج 3 ص 464\r\n( 2 ) التنقيح ج 1 ص 78 .\r\n( 3 ) ونحن أيضا قد اخترنا كون التقليد عبارة عن العمل ، كما سلف .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nبسمه تعالى سماحة آية اللّه الحاج الشّيخ حسين النّورى الهمداني « دامت بركاته » تحيّة وإخلاصا بالنّظر إلى ما كان يولّيه الإمام الرّاحل « قدّس اللّه نفسه الزكيّة » وما يولّيه مقام القيادة سماحة آية اللّه الخامنه‌اى « مدّ ظله » من التّطوير والحركة في الحوزات العلميّة وبالنظر إلى انّ حوزة أصفهان العلميّة تمتدّ جذورها إلى عهد بعيد وطالما كانت ولا زالت لها المركزيّة في العلوم الإسلاميّة كما كانت لها سابقة فضل إعداد وتخريج العديد من الفقهاء والمفكّرين وأساطين العلم والعمل وفي الوقت الحاضر أيضا تعدّ من أقوى وأغنى المراكز العلميّة بعد حوزة قم المقدّسة .\r\nومن المؤكّد انّ إحدى الوسائل التي تكون مؤثّرة في دعم هذه الحوزة المقدّسة وتطوير معالمها هو تواجد الشخصيّات العلميّة أمثال سماحتكم فيها ولو موقّتا في فترة الصّيف .\r\nومن هنا ندعوكم لقضاء فترة الصّيف في أصفهان ومساندتكم ودعمكم لنا في هذا الأمل المنشود من خلال حلقات التّدريس وإلقاء محاضرات علميّة وتوجيهيّة .\r\nونرجو أن تكون تلبيتكم لهذه الدّعوة خطوة مباركة تترتّب عليها آثار ونتائج قيّمة في سبيل رفع كيان حوزة أصفهان العلميّة المقدّسة .\r\nالحاج السيّد إسماعيل الهاشمي تجمّع أئمّة الجماعات في أصفهان الحاج السيّد كمال الدّين فقيه ايماني تلبية لدعوة كريمة تمّت من قبل أصحاب السّماحة والفضيلة والأفاضل الأماثل حجج الإسلام والمسلمين أدام اللّه عزّهم . سافرت إلى مدينة أصفهان وقضيت فترة الصّيف في ذلك البلد الكريم وقمت بتوفيق اللّه تعالى وبالتوجّه من مولانا صاحب العصر والزمان أرواحنا لتراب مقدمه الفداء بتدريس بعض المسائل الفقهية وشرح مقتطفات من خطب وكلمات إمام البلاغة أمير المؤمنين عليه أفضل الصلاة والسلام على ضوء كتاب نهج البلاغة في حوزته العلميّة المقدّسة .\r\nوتقدّر ظروف ومناخات هذه الحوزة العلميّة المقدّسة حيث أن طلّابها والعلماء العظماء المقيمين بها عاكفة على الدّراسة وتوّاقة إلى العلم وفنون الثقافة الإسلامية .\r\nوالرّغبة الملحّة إلى العلوم الإسلاميّة في هذه الحوزة المباركة تجدّد الذكريّات العطرة من عهد العلامة المجلسي والشيخ البهائي والسيد الداماد والمولى الخوانساري أستاذ الكلّ في الكلّ وأمثالهم من الفطاحل نوّر اللّه مضاجعهم .\r\nضرب اللّه مثلا كلمة طيبة كشجرة طيبة أصلها ثابت وفرعها في السماء تؤتى أكلها كل حين بإذن ربها .\r\nوأنا بدوري أن اقدّم شكري الجزيل للعلماء العظام الأعلام لما استقبلوني بترحاب وحفاوة بالغين ويسرّني أن أبدي عن اعجابي وتقديري لهذه الدّعوة المقدّسة .\r\n1 / جمادي الثانيّة / 1415\r\nقم المقدسة - الحوزة العلمية\r\nحسين النّوري الهمداني\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\n\r\nالفهرس\r\nوجوب الاجتهاد والتقليد والاحتياط فطريّ وعقليّ 3\r\nالاجتهاد هو الأصل الوحيد 4\r\nيتوقّف الاجتهاد على أمور 6\r\nالتقليد 8\r\nمعنى التقليد 9\r\nما يدعو العامي إلى التقليد 12\r\nشبهة الأخباريّين ومقالتهم بأن الاجتهاد بدعة والتقليد حرام 15\r\nموارد الاختلاف بين المجتهدين والأخباريّين 19\r\nالجواب عن شبهة الأخباريّين 21\r\nأمرهم عليهم السّلام بالتّفريع على الأصول المسموعة منهم وأمرهم عليهم السّلام بالإفتاء 22\r\nتطوّر الفقه ومروره على مراحل 26\r\nشيوع الإفتاء والاستفتاء في زمانهم عليهم السّلام 27\r\nتعلّمهم عليهم السّلام أصحابهم كيفيّة الاستنباط 29\r\nارجاعهم عليهم السّلام الشّيعة إلى أصحابهم 31\r\nدلالة الأخبار العلاجيّة على تعليمهم عليهم السّلام الاجتهاد بالمعنى المتعارف 32\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nالنهي عن الإفتاء بغير علم 33\r\nالمراد ممّا نهي عنه في الأخبار من الإفتاء بالرّأي 35\r\nالمراد مما نهي عن الإفتاء بغير علم 37\r\nمراجعة فقهاء العامّة إلى الأئمّة عليهم السّلام أو أصحابهم عليهم السّلام 38\r\nمشروعيّة الاجتهاد الموجود 40\r\nالاستدلال على مشروعيّة الاجتهاد الموجود 41\r\nنبذة ممّا يدلّ على فضل العلماء والفقهاء 43\r\nتقليد الأعلم 48\r\nهل يجب تقليد الأعلم ؟ 49\r\nكلام الشهيد الثاني في تقليد الأعلم 50\r\nكلام المحقّق النراقي والمحقّق القمي في القول بجواز تقليد غير الأعلم 51\r\nكلمات صاحب الفصول في القول بجواز تقليد غير الأعلم 53\r\nكلمات صاحب الجواهر في القول بجواز تقليد غير الأعلم 55\r\nكلمات المحقّق الكني في القول بجواز تقليد غير الأعلم 58\r\nالكلام فيما يقتضيه الأصل 61\r\nأدلّة وجوب تقليد الأعلم 67\r\nحول مقبولة عمر بن حنظلة 73\r\nكلام العلّامة الرشتي في تقليد الأعلم 76\r\nمناقشة العلّامة الرشتي في استدلاله بالمقبولة 77\r\nمناقشة الاستدلال بالرّوايات الواردة في باب القضاء على وجوب تقليد الأعلم 79\r\nحول عهد الأشتر وعدم دلالته على وجوب تقليد الأعلم 81\r\nالاستدلال بالسيرة على لزوم تقليد الأعلم 84\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nكلام الإمام الخميني « ره » في السّيرة 86\r\nحول وجوب تقليد الأعلم 89\r\nأدلّة القائلين بجواز تقليد غير الأعلم 91\r\nالجواب عن الروايات المستدلّ بها على جواز تقليد غير الأعلم 95\r\nالروايات المستدلّ بها على جواز تقليد غير الأعلم 96\r\nمناقشة الأخبار المستدلّ بها على جواز تقليد غير الأعلم 101\r\nمناقشة أدلّة القائلين بجواز تقليد غير الأعلم 105\r\nحول التبعيض في التقليد 109\r\nحول التبعيض في التقليد في العمل الواحد 113\r\nهل يجب الفحص عن الأعلم ؟ 117\r\nصور وجوب الفحص عن الأعلم 118\r\nهل الأورعيّة من المرجّحات ؟ 125\r\nمسألة ولاية الفقيه 130\r\nولاية الفقيه المطلقة 131\r\nالاستدلال على ولاية الفقيه المطلقة 133\r\nمناقشة منكري ولاية الفقيه المطلقة 137\r\nالولاية المطلقة للفقيه 138\r\nحول الولاية المطلقة للفقيه 140\r\nمناقشة اعتبار الأعلميّة في غير التقليد من شؤون الفقيه 143\r\nهل تعتبر الأعلميّة في غير التقليد من شؤون الفقيه ؟ 144\r\nهل يجوز تقليد الميّت ؟ 148\r\nحول الإجماع المدّعى على عدم جواز تقليد الميّت 151\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nفي الأدلّة الّتي أقاموها على عدم جواز تقليد الميّت 154\r\nالاستدلال على عدم جواز تقليد الميّت 156\r\nأدلّة القائلين بجواز تقليد الميّت 157\r\nحقيقة الموت من وجهة نظر المتشرّعة 160\r\nحول الاستصحاب المستدلّ به على جواز تقليد الميّت 163\r\nالجواب عن الاستصحاب المستدلّ به على جواز تقليد الميّت 165\r\nالاستدلال على عدم اشتراط الحياة في المفتي والجواب عنه 166\r\nالأقوال في مسألة البقاء على تقليد الميّت 167\r\nالاستدلال لجواز البقاء على تقليد الميّت 168\r\nالاستدلال بالسيرة على جواز البقاء 169\r\nهل يعتبر في جواز البقاء على تقليد الميّت العمل بفتواه ؟ 170\r\nاعتبار العمل في جواز البقاء 171\r\n\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176}
  ]