[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالأربعون\r\nفي\r\nالمهدي\r\nعجل الله تعالى فرجه\r\nالسيد جلال الموسوي\r\nنشر : بقية العترة\r\nالمطبعة : زيتون\r\nعدد النسخ : 2000\r\nرقم الإصدار : 58\r\nسنة الطبع : 1428 ه‍ . ق 1386 ه‍ . ش\r\nطبعة الثاني\r\nحقوق الطبع والنشر محفوظة\r\nمنشورات بقية العترة\r\nردمك : 6 - 000 - 162 - 964 - 978\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ هوية الكتاب 
  ]\r\nالأربعون في المهدي عجل اللّه تعالى فرجه وقصة الجزيرة الخضراء السيد جلال الموسوي منشورات بقبة العترة\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\n[ تصدير ( دعاء الفرج ) 
  ]\r\nبسم اللّه الرّحمن الرّحيم\r\nاللّهمّ كن لّوليّك الحجّة بن الحسن صلواتك عليه وعلى آبائه في هذه السّاعة وفي كلّ ساعة وليّا وحافظا وقائدا وناصرا ودليلا وعينا حتّى تسكنه ارضك طوعا وتمتّعه فيها طويلا برحمتك يا ارحم الرّاحمين\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالإهداء\r\nإليك يا بن السّادة المقرّبين\r\nيا بن النجباء الأكرمين\r\nيا بن الهداة المهديين\r\nيا بن سيدة نساء العالمين\r\nأيها المهدي أهدي هذا الجهد المتواضع قائلا :\r\n يا أَيُّهَا الْعَزِيزُ مَسَّنا وَأَهْلَنَا الضُّرُّ وَجِئْنا بِبِضاعَةٍ مُزْجاةٍ فَأَوْفِ لَنَا الْكَيْلَ وَتَصَدَّقْ عَلَيْنا إِنَّ اللَّهَ يَجْزِي الْمُتَصَدِّقِينَ \r\nبحق عمّك المحسن عليه السّلام\r\nالمؤلف\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nمقدّمة المركز :\r\nبسم اللّه الرّحمن الرّحيم\r\nالحمد للّه ربّ العالمين ، وصلى اللّه على سيّدنا محمّد وآله الطاهرين .\r\nالإعتقاد بالمهدي المنتظر عليه السّلام من الأمور المجمع عليها بين المسلمين ، بل من الضروريّات التي لا يشوبها شك . « 1 »\r\nوقد جاءت الأخبار الصحيحة المتواترة عن الرسول الأكرم صلّى اللّه عليه وآله أنّ اللّه تعالى سيبعث في آخر الزمان رجلا من أهل البيت عليه السّلام يملأ الأرض قسطا وعدلا كما ملئت ظلما وجورا ، وجاء أنّ ظهوره من المحتوم الذي لا يتخلّف ، حتّى لو لم يبق من الدنيا إلّا يوم واحد ، لطوّل اللّه عز وجلّ ذلك اليوم حتّى يظهر .\r\nوكيف وأنّى يتخلّف وعد اللّه عز وجلّ في إظهار دينه على الدين كلّه ولو كره المشركون ؟ وكيف لا يحقّق تعالى وعده للمستضعفين المؤمنين باستخلافهم في الأرض ، وبتمكين دينهم الذي ارتضى لهم ، وإبدالهم من بعد خوفهم أمنا ، ليعبدوه تعالى لا يشركون به شيئا .\r\nوقد أجمع المسلمون على أنّ المهديّ المنتظر عليه السّلام من أهل البيت عليه السّلام ، وأنّه من ولد فاطمة عليها السّلام . وأجمع الإماميّة - ومعهم عدد من علماء السنة - أنّه عليه السّلام من ولد الإمام الحسن العسكري عليه السّلام ، فأثبتوا اسمه ونعته هويّته الكاملة .\r\nهكذا فقد إعتقد الإمامية - ومعهم بعض علماء السنّة - أنّ المهدي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روي عن النبيّ صلّى اللّه عليه وآله أنّه قال : من أنكر خروج المهدي فقد كفر بما أنزل على محمّد .\r\nانظر عقد الدرر : 230 ؛ عرف المهدي 2 : 83 ؛ الفتاوى الحديثيّة : 27 ؛ البرهان في علامات مهدي آخر الزمان : 175 ، ف 12 .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالمنتظر قد ولد فعلا ، وأنّه حيّ يرزق ، لكنّه غائب مستور . وما ذا تنكر هذه الأمّة أن يستر اللّه عز وجلّ حجّته في وقت من الأوقات ؟ وما ذا تنكر أن يفعل اللّه تعالى بحجّته كما فعل بيوسف عليه السّلام : أن يسير في أسواقهم ويطأ بسطهم وهم لا يعرفونه ، حتّى يأذن اللّه عز وجلّ له أن يعرّفهم بنفسه كما أذن ليوسف  قالُوا أَ إِنَّكَ لَأَنْتَ يُوسُفُ قالَ أَنَا يُوسُفُ وَهذا أَخِي .  « 1 »\r\nأو لم يخلّف رسول اللّه صلّى اللّه عليه وآله في أمّته الثقلين : كتاب اللّه وعترته ، وأخبر بأنّهما لن يفترقا حتّى يردا عليه الحوض ؟ أو لم يخبر صلّى اللّه عليه وآله أن سيكون بعده إثنا عشر خليفة كلّهم من قريش ، وأنّ عدد خلفائه عدد نقباء موسى عليه السّلام ؟ وإذا كان اللّه تعالى لم يترك جوارح الإنسان حتّى أقام لها القلب إماما لتردّ عليه ما شكّت فيه ، فيقرّبه اليقين ويبطل الشكّ ، فكيف يترك هذا الخلق كلّهم في حيرتهم وشكّهم واختلافهم لا يقيم لهم إماما يردّون إليه شكّهم وحيرتهم ؟ « 2 » وحقّا  لا تَعْمَى الْأَبْصارُ وَلكِنْ تَعْمَى الْقُلُوبُ الَّتِي فِي الصُّدُورِ .  « 3 »\r\nولا ريب أنّ للعقيدة الشيعيّة في المهدي المنتظر عليه السّلام - وهي عقيدة قائمة على الأدلّة القويمة العقليّة - رجحانا كبيرا على عقيدة من يرى أنّ المهدي المنتظر لم يولد بعد ، يقرّ بذلك كلّ من ألقى السمع وهو شهيد إلى قول الصادق المصدّق عليه السّلام : من مات ولم يعرف إمام زمانه ، مات ميتة جاهليّة . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يوسف : 9 ، والاستدلال منتزع من الكافي 1 : 337 .\r\n( 2 ) انظر محاججة مؤمن الطاق مع عمرو بن عبيد . كمال الدين 1 : 207 - 209 / ح 23 .\r\n( 3 ) الحجّ : 46 .\r\n( 4 ) حديث مشهور تناقله علماء الطرفين في مجاميعهم الحديثية بتعابير تتّفق في مضمونها .\r\nانظر على سبيل المثال مسند أحمد 3 : 446 و 4 : 96 ؛ المعجم الكبير للطبراني 12 : 337 ، و 19 : 335 و 338 ، و 20 : 86 ؛ طبقات ابن سعد 5 : 144 ؛ مصنّف ابن أبي شيبة 8 : 598 / ح 42 . وانظر الفردوس للديلمي 5 : 528 / ح 8982 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nناهيك عن أنّ من معطيات الاعتقاد بالإمام الحيّ أنّها تمنح المذهب غناء وحيويّة لا تخفى على من له تأمّل وبصيرة . « 1 »\r\nولا ريب أنّ إحساس الفرد المؤمن أنّ إمامه معه يعاني كما يعاني ، وينتظر الفرج كما ينتظر ، سيمنحه ثباتا وصلابة مضاعفة ، ويستدعي منه الجهد الذائب في تزكية نفسه وتهيئتها ودعوتها إلى الصبر والمصابرة والمرابطة ، ليكون في عداد المنتظرين الحقيقيّين لظهور مهديّ آل محمّد عليه وعليهم السلام . خاصّة وأنّه يعلم أنّ اليمن بلقاء الإمام لن يتأخّر عن شيعته لو أنّ قلوبهم اجتمعت على الوفاء بالعهد ، وأنّه لا يحبسهم عن إمامهم إلّا ما يتّصل به ممّا يكرهه ولا يؤثره منهم . « 2 »\r\nولا يماري أحد في فضل الإمام المستور الغائب - غيبة العنوان لا غيبة المعنون - في تثبيت شيعته وقواعده الشعبية المؤمنة وحراستها ، كما لا يماري في فائدة الشمس وضرورتها وإن سترها السحاب . كيف ، ولولا مراعاته ودعائه عليه السّلام لاصطلمها الأعداء ونزل بها اللأواء ، ولا يشكّ أحد من الشيعة أنّ إمامه أمان لأهل الأرض كما أنّ النجوم أمان لأهل السماء . « 3 »\r\nوقد وردت روايات متكاثرة عن أئمة أهل البيت عليه السّلام تنصبّ في مجال ربط الشيعة بإمامهم المنتظر عليه السّلام ، وجاء في بعضها أنّه عليه السّلام يحضر الموسم فيرى الناس ويعرفهم ، ويرونه ولا يعرفونه ، « 4 » وأنّه عليه السّلام يدخل عليهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كلام المستشرق الفرنسي الفيلسوف هنري كاربون في مناقشاته مع العلامة الطباطبائي في كتاب الشمس الساطعة .\r\n( 2 ) انظر : الاحتجاج للطبرسي 2 : 325 ؛ بحار الأنوار 53 : 177 .\r\n( 3 ) قال صلّى اللّه عليه وآله : النجوم أمان لأهل السماء ، وأهل بيتي أمان لأهل الأرض . انظر علل الشرايع 1 : 123 ؛ كمال الدين 1 : 205 / ح 17 - 19 .\r\n( 4 ) وسائل الشيعة 11 : 135 ؛ بحار الأنوار 52 : 152 .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nويطأ بسطهم ، « 1 » كما وردت روايات جمّة في فضل الانتظار ، وفي فضل إكثار الدعاء بتعجيل الفرج ، فإنّ فيه فرج الشيعة .\r\nوقد عني مركز الدراسات التخصّصيّة في الإمام المهديّ عجّل اللّه تعالى فرجه الشّريف بالاهتمام بكلّ ما يرتبط بهذا الإمام الهمام عليه السّلام ، سواء بطباعة ونشر الكتب المختصّة به عليه السّلام ، أو إقامة الندوات العلميّة التخصصيّة في الإمام عجّل اللّه تعالى فرجه الشّريف ونشرها في كتيبات أو من خلال شبكة الإنترنيت ، ومن جملة نشاطات هذا المركز نشر سلسلة التراث المهدويّ ، ويتضمّن تحقيق ونشر الكتب المؤلّفة في الإمام المهديّ عجّل اللّه تعالى فرجه الشّريف ، من أجل إغناء الثقافة المهدويّة ، ورفدا للمكتبة الإسلاميّة الشيعيّة ، نسأله - عزّ من مسؤول - أن يأخذ بأيدينا ، وأن يبارك في جهودنا ومساعينا ، وأن يجعل عملنا خالصا لوجهه الكريم ، والحمد للّه رب العالمين .\r\nتنبيه :\r\nلما كانت بعض القصص والحكايات المذكورة في الكتاب لا تنسجم مع التحليل العلمي والسندي لذا قمنا بالتعليق عليها وتركنا البعض الآخر في بقعة الامكان إذ أن الهدف الأساس من كتابة مثل هذه الحكاياة هو ايجاد الارتباط الروحي والقلبي مع المولى صاحب العصر والزمان فليس من الضروري معاملة هذه الحكايات على أساس البحث السندي الدقيق المتبع في أروقة الحوزة العلمية والمناهج الدراسية إذ أن المتحصل الاجمالي من هذه الحكايات وغيرها العشرات بل المئات هو حصول العلم الاجمالي بوقوع أمثال هذه اللقاءات في عصر الغيبة الكبرى وهذا ما يفيدنا في هذا الباب وليس المهم تحقيق صحة كل قضية وواقعة .\r\nالسيد محمّد القبانچي مركز الدراسات التخصّصية في الإمام المهدي عجّل اللّه تعالى فرجه الشّريف النجف الأشرف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي للكليني 1 : 337 / ح 4 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالمقدمة [ للمولف 
  ]\r\nبسم اللّه الرّحمن الرّحيم\r\nالحمد للّه والصّلوات والسّلام على رسول اللّه وعلى آله آل اللّه واللّعن على أعدائهم أعداء اللّه .\r\nروى الشيخ الطوسي ( قدس سره ) في كتاب الغيبة ، والطبرسي في الاحتجاج ، انه خرج التوقيع إلى أبي الحسن السمري النائب الرابع للامام الحجة ابن الحسن ( عجل اللّه تعالى فرجه الشريف ) ، في الغيبة الصغرى ، جاء فيه :\r\n« يا علي بن محمد السمري أعظم اللّه اجر اخوانك فيك فإنك ميّت ما بينك وبين ستّة أيام . فاجمع أمرك ولا توصي إلى أحد فيقوم مقامك بعد وفاتك فقد وقعت الغيبة التامّة « 1 » ، فلا ظهور إلّا بعد اذن اللّه تعالى ذكره وذلك بعد طول الأمد ، وقسوة القلوب ، وامتلاء الأرض جورا ، وسيأتي إلى شيعتي من يدّعي المشاهدة ، ألا فمن ادّعى المشاهدة قبل خروج السفياني والصيحة فهو كذّاب مفتر ولا حول ولا قوّة إلّا باللّه العلي العظيم » .\r\nوقع هذا الخبر الشريف مثارا للجدل والنقاش وخصوصا في كيفية الجمع بينه وبين عشرات الحكايات التي تدل على مشاهدة الجمال الأنور لمولانا صاحب العصر والزمان ( عجل اللّه تعالى فرجه الشريف ) في عالم اليقظة لا النوم ، خاصة وان كبار علمائنا كالشيخ الأنصاري والعلامة بحر العلوم والسيد أبو الحسن الاصفهاني والمقدس الأردبيلي وغيرهم ، كانوا من جملة من تشريف بلقائه ( صلوات اللّه عليه وعلى آبائه الطاهرين ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في كمال الدين ، الثانية .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nفمن جهة لا نحتمل أدنى احتمال ، كذب هؤلاء المقدّسين في دعواهم ، ومن جهة أخرى فإن الحديث يكذّب مدعي المشاهدة ، فكان لا بد من الجمع بينهما بنحو من انحاء الجمع .\r\nوقد تصدى جمع من علمائنا الأبرار للجمع بينهما وذكروا وجوها عديدة لذلك ، ورعاية للاختصار نذكر وجها واحدا مضافا إلى ما قيل في تضعيف هذا الخبر من جهة جهالة الراوي وهو أبو محمد الحسن بن أحمد المكتب « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لمزيد من الاطلاع على التخريجات راجع كتاب النجم الثاقب ج 2 للعلامة النوري ( قدس سره ) .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nتوجيه الخبر\r\nذكر العلامة المجلسي ( قدس سره ) في البحار « 1 » في خصوص هذا الخبر ما يلي :\r\n« لعلّه محمول على من يدّعي المشاهدة مع النيابة وايصال الاخبار من جانبه عليه السّلام إلى الشيعة على مثال السفراء » .\r\nاذن ، فالمراد من المشاهدة التي يكذّب مدعيها في زمن الغيبة الثانية ( الكبرى ) هو المشاهدة مع ادّعاء النيابة الخاصة التي انتهت بصريح الرواية بموت النائب الرابع علي بن محمد السمري ، وتوضيح هذا الوجه كما يلي :\r\nالنيابة أو السفارة الخاصة للامام الحجة ( عجل اللّه تعالى فرجه الشريف ) تحتاج إلى تعيين من قبله عليه السّلام ، وهكذا كان بالنسبة للنائب الأول وهو عثمان بن سعيد .\r\nوحينما دنى اجل عثمان بن سعيد اخبره الإمام عليه السّلام بذلك وأمره بالوصية إلى محمد بن عثمان الخلّاني ليخلفه في النيابة الخاصة ، فاضحى الأخير ، النائب الثاني للامام في الغيبة الصغرى وكان يشاهد الإمام ( عجل اللّه تعالى فرجه الشريف ) ويتلقى منه الأوامر والتعليمات وأجوبة المسائل التي كانت توجه اليه .\r\nوحينما دنى اجل محمد بن عثمان نعيت اليه نفسه من قبل الإمام عليه السّلام وأمر بالوصية إلى الحسين بن روح ليكون النائب الخاص الثالث .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الجزء 52 ص 151 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوهكذا الأمر بالنسبة إلى الحسين بن روح حيث أوصى بأمر من الإمام عليه السّلام إلى علي بن محمد السمري الذي صار النائب الرابع للامام عليه السّلام والسفير الخاص في الغيبة الصغرى التي استمرت لسبعين عاما تقريبا ، حيث بدأت من وفاة الإمام العسكري عليه السّلام في أوائل سنة 260 ه إلى وفاة السمري سنه 329 .\r\nوالنكتة المهمة هنا هي انه في كلّ مرّة كان يخرج توقيع من الإمام عليه السّلام للنائب الفعلي يبيّن له النائب اللاحق ولم يرد في ايّ من تلك التواقيع مسألة تكذيب مدّعي المشاهدة إلّا التوقيع الأخير الذي أدرجناه في أول المقدمة .\r\nومن ثمّ تتضح لنا أهمية تضمين التوقيع الشريف فقرة تكذيب مدعي المشاهدة ، فإن ذلك انّما هو لسدّ باب افتراء النيابة الخاصة وتضليل الشيعة واغوائهم .\r\nاذن ، فمن أخذ هذه الفقرة بدون ملاحظة ظروف صدور التوقيع ومناسباته ، فإنه سيقع حتما في ذلك التوهّم وهو تكذيب مدّعي المشاهدة المجرّدة عن النّيابة الخاصّة وأمّا لو لو حظت الفقرة منظمّة إلى صدر الخبر مضافا إلى تلك القرائن السياقيّة ، فإنه لن يشتبه الأمر على أحد في امكان التشريف بخدمته من دون ادعاء النيابة أو السفارة الخاصة .\r\nولعلّه ، يمكن لنا من خلال التدقيق في نفس هذا الخبر ان نستكشف أنّ المراد من المشاهدة هنا هو « الظهور » وانتهاء أمد الغيبة الكبرى ، خصوصا إذا علمنا أن من العلامات القريبة من الظهور هو خروج السفياني والصيحة .\r\nفتكذيب مدعى المشاهدة قبل هاتين العلامتين ، يعني عدم تكذيبه بعدها ، فيكون المراد من المشاهدة ، المشاهدة زمن الحضور بعد الغيبة الكبرى ، وهو منفيّ في كل الحكايات التي نقلت عن تشرف العلماء بلقاء الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) فلا يدعي أحد منهم انتهاء الغيبة الكبرى .\r\nواللّه العالم .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nإشارة :\r\nورد في بعض الأخبار عن النبي صلّى اللّه عليه وآله وسلّم انه شبّه استفادة الناس من الإمام المهدي ( عجل اللّه تعالى فرجه الشريف ) في غيبته باستفادتهم من الشمس إذا حجبتها الغيوم .\r\nوهذا التشبيه منه ( صلوات اللّه عليه ) قد يكون ناظرا إلى نكتة من جملة نكات أخرى ذكرها العلماء في خصوص هذا التشبيه .\r\nوهذه النكتة هي ان للشمس غروبان ، غروب أصغر وغروب أكبر ، ويتحقق الغروب الأصغر بمجرد اختفاء قرصها ، ولكن يبقى الناس يستفيدون من نورها حتى ذهاب الحمرة المغربية حيث يبدأ الغروب الأكبر للشمس .\r\nوهكذا بالنسبة إلى المهدي من آل محمد ( صلوات اللّه وسلامه عليه ) فقد كان له غيبة صغرى استمرت زهاء السبعين سنة وكان الناس يستفيدون من وجوده الشريف على الرغم من غياب شخصه ، وذلك عن طريق سفرائه الأربعة ، واستمرت تلك الغيبة حتى وفاة النائب الرابع وبدأت الغيبة الكبرى .\r\nثم إن للشمس شروقان ، أصغر وأكبر ، ويبدأ الشروق الأصغر بالفجر الصادق ، وشيئا فشيئا تضيء السماء وان كان قرص الشمس بعد لم يظهر للانظار ، ويستمر ذلك حتى ظهور القرص فيبدأ الشروق الأكبر .\r\nوهكذا الحال بالنسبة للمهدي من آل محمد ( صلوات اللّه وسلامه عليهم أجمعين ) فإن له ظهور أكبر يسبقه ظهور أصغر كالشمس بالضبط ، وظهوره الأكبر يبدأ بظهور شخصه الشريف بجسده الظاهري ، ويسبق ذلك ظهور أصغر يقترن بغياب شخصه عن عامة الناس ، إلّا ان بعض المؤمنين يتشرف بزيارته ولقائه والاستفادة منه .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nوفي الحقيقة ان هذه المرحلة ، برزخ بين الظهور الأكبر والغيبة الكبرى التامّة .\r\nويعتقد بعض العلماء ان عصرنا الحاضر هو نفس هذه المرحلة البرزخيّة أو الظهور الأصغر .\r\nويمكن الاستشهاد لهذه الدعوى ببعض القرائن والمعالم ، منها :\r\nانتشار فكرة المهدوية على مدى واسع في الفكر الاسلامي بل وحتى في الفكر غير الاسلامي بعنوان المصلح الأكبر للعالم الخاضع تحت هيمنة الظلم والجور . وهذا ما لم يكن موجودا قبل مائتي سنة ، مثلا .\r\nومنها تسمية الناس أولادهم باسم : مهدي ومنتظر ، وتسمية المؤسسات والمراكز الثقافية والتعليمية وغيرها بمثل تلك الأسماء والعناوين ، وبالنتيجة نشر هذا الاسم الشريف على مستوى واسع في العالم ، وهذا الأمر لم يكن موجودا قبل عقود من الزمن .\r\nومنها ازدياد عدد الاشخاص الذين يتشرفون بلقائه والاستفاضة من وجوده الشريف ، في أماكن متعددة ومختلفة ، حتى قيل بان أصل نشوء الاسلام في أميركا كان على يد رجل تشرف بلقاء المهدي ( عجل اللّه تعالى فرجه الشريف ) .\r\nهذه الأمور وغيرها من القرائن تكشف عن أن هذا العصر ، هو عصر الظهور الأصغر ، الذي سيتصل قريبا بالظهور الأكبر انشاء اللّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nالأربعون :\r\nكما سيتضح للقاري الكريم ، فإننا ذكرنا في هذا الكتاب أربعين آية ، وأربعين رواية ، وأربعين حكاية وأربعين إشارة ، وذلك تيمنا بهذا الرقم فإنه رقم متميز ، ولعلّ فيه خصوصيات لها تأثيرها في عالم التكوين ، وقد ذكرت بعض الشواهد على امتياز هذا العدد أو شرفه ، في بعض كتب علمائنا الأبرار ، مضافا إلى وروده في بعض الروايات الشريفة .\r\nفقد ورد :\r\nفي النبوي المروي في كتاب لبّ اللباب للقطب الراوندي :\r\n« من اخلص العبادة للّه أربعين صباحا ظهرت ينابيع الحكمة من قلبه على لسانه » .\r\nوورد :\r\n« ان آدم بكى على خطيئته أربعين عاما حتى غفر اللّه له » .\r\nوورد في الكافي :\r\n« ما اخلص عبد الايمان باللّه أربعين صباحا إلّا زهّده اللّه في الدنيا وبصره داءها ودواءها وأثبت الحكمة في قلبه وانطق بها لسانه » .\r\nوورد :\r\n« ان بهلول النباش التجأ إلى بعض جبال المدينة أربعين يوما يستغفر ويتضرع حتى قبلت توبته في اليوم الأربعين ونزلت فيه آية من القرآن » .\r\nوورد :\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n« ان داود بكى على الخطيئة أربعين يوما » .\r\nوورد :\r\n« ان النبي الأكرم صلّى اللّه عليه وآله وسلّم بعث وهو ابن أربعين سنة » .\r\nوورد في الذكر الحكيم :\r\n« ان اللّه تعالى جعل ميقات نبيّة موسى بن عمران عليه السّلام ، أربعين يوما » .\r\nوورد في النبوي :\r\n« ان موسى ما اكل وما شرب ولا نام ولا اشتهى شيئا من ذلك في ذهابه ومجيئه أربعين يوما شوقا إلى ربّه » .\r\nوورد :\r\nان النبي الأكرم صلّى اللّه عليه وآله وسلّم أمر ان يهجر خديجة أربعين يوما قبل بعثته .\r\nوورد :\r\n« ان من ترك اكل اللحم أربعين صباحا ساء خلقه ، ومن اكل اللحم أربعين صباحا ساء خلقه » .\r\nوورد :\r\n« ان من اكل الزيت وادّهن به لم يقربه الشيطان أربعين يوما » .\r\nوورد :\r\nفي اكمال الدين للصدوق في ولادة المهدي ( عجل اللّه تعالى فرجه الشريف ) :\r\n« انه عليه السّلام لما ولد وسجد وشهد بالتوحيد والرسالة وامامة آبائه عليهم السّلام ، قالت حكيمة : فصاح أبو محمد الحسن عليه السّلام فقال : يا عمّة تناوليه فها تيه . قالت :\r\nفتناولته واتيت به نحوه فلما مثلث بين يدي أبيه وهو على يدي ، سلّم على أبيه ، فتناوله الحسن عليه السّلام والطير ترفرف على رأسه ، فصاح بطير منها\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nفقال : احمله واحفظه وردّه الينا في كلّ أربعين يوما » « 1 » .\r\nوورد عن كشّاف الحقائق الإمام الصادق عليه السّلام أنه قال :\r\n« من دعا إلى اللّه تعالى أربعين صباحا بهذا العهد كان من أنصار قائمنا عليه السّلام ، فإن مات قبله ، اخرجه اللّه من قبره وأعطاه بكل كلمة الف حسنة ومحى عنه الف سيئة ، وهو :\r\n« اللّهم رب النور العظيم ورب الكرسي الرفيع . . . الخ » « 2 » .\r\nوورد :\r\n« ان الإمام الحجة بن الحسن عليه السّلام ، يظهر وهو ابن أربعين سنة » .\r\nوهناك عشرات الموارد التي ذكر فيها هذا الرقم ولا يسع المجال لاحصائها هنا ، كلها تدلّ على امتياز هذا العدد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كمال الدين ، ج 2 ، ص 102 .\r\n( 2 ) سنورد هذا العهد الشريف في ملحقات الكتاب .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nلا مؤاخذة :\r\nقد يعترض علينا بأن هذا الكتاب لم يأت بجديد ، وانما نقل الموجود في بطون الكتب المعروفة وغير المعروفة لعامة الناس .\r\nقلت :\r\nنعم ، الحكايات الواردة في هذا الكتاب ، ليست من نسج خيالي وفكري وانما هي من الكتب المعتبرة عندي وعند القارئ العزيز ، فهذا صحيح ، ولكن ؛\r\nاولّا :\r\nلم يرد مثل هذا الترتيب والجمع في كتاب آخر ، حيث ذكرت في الكتاب أربعين آية من آيات الذكر الشريف ترتبط بالإمام المهدي ( عجل اللّه تعالى فرجه الشريف ) أو بعصره وأصحابه .\r\nثم أربعين رواية عن النبي وأهل بيته عليهم السّلام في نفس الجهة :\r\nثم نقلت أربعين حكاية تشرف بلقاء الإمام المهدي ( عجّل اللّه تعالى فرجه الشريف ) مع إشارة مختصرة عقيب كل حكاية .\r\nوهذا الترتيب لم نجده في مصنف آخر .\r\nثانيا :\r\nان الحكايات التي أوردتها في الكتاب هي حكايات تشرف مشاهير علمائنا ، الا ما ندر كحكاية كريمة الشيخ الاراكي ( قدس سره ) والتي نقلها نفس سماحة آية اللّه العظمى الشيخ محمد علي الاراكي وحكاية الحاج علي البغدادي .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوهذه ميزة يمتاز بها هذا الكتاب ، حيث جمع بعض حكايات العلماء خاصة .\r\nثالثا :\r\nان هذه الحكايات ، نقلت عن عدّة كتب قد يصل عددها إلى العشرة ، وجمعها في كتاب واحد يغنى القارئ العزيز عن الرجوع إلى تلك الكتب المتفرقة ، والتي يصعب على عامة الناس اقتناؤها خصوصا ان بعضها غير معرّب .\r\nالسيد جلال الموسوي\r\n15 شعبان 1422\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nالآية الأولى : [ ألم ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ هُدىً . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n    ألم ( 1 ) ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ ( 2 ) الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ     ( 3 )\r\nصدق اللّه العلي العظيم\r\nسورة البقرة\r\nالآية 1 - 3\r\nابن بابويه « 1 » قال : حدثنا علي بن أحمد بن محمد الدقاق ( رضى اللّه عنه ) قال : حدثنا محمد ( أحمد ) بن أبي عبد اللّه الكوفي قال : حدثنا موسى بن عمران الحنفي عن عمه الحسين بن يزيد عن علي ابن حمزة عن يحيى بن ( أبي ) القاسم قال سئل الصادق عليه السّلام عن قول اللّه عز وجل     ألم ( 1 ) ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ ( 2 ) الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ     فقال :\r\nالمتقون شيعة عليّ عليه السّلام والغيب فهو الحجة ( الغائب ) وشاهد ذلك قول تعالى :  وَيَقُولُونَ لَوْ لا أُنْزِلَ عَلَيْهِ آيَةٌ مِنْ رَبِّهِ فَقُلْ إِنَّمَا الْغَيْبُ لِلَّهِ فَانْتَظِرُوا إِنِّي مَعَكُمْ مِنَ الْمُنْتَظِرِينَ .  ( 20 ) « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كمال الدين وتمام النعمة ، ج 2 ، ص 340 .\r\n( 2 ) سورة يونس ، الآية 20 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nالحكاية الأولى : السيد بن طاووس\r\nذكر في ملحقات كتاب أنيس العابدين نقلا عن السيد ابن طاووس ( رضى ) أنه قال :\r\nسمعت سحرا في السرداب « 1 » عن صاحب الأمر ( عجل اللّه تعالى فرجه الشريف ) كان يناجي ويقول :\r\n« اللهمّ انّ شيعتنا خلقت من شعاع أنوارنا وبقيّة طينتنا وقد فعلوا ذنوبا كثيرة اتكالا على حبّنا وولايتنا فإن كانت ذنوبهم بينك وبينهم فاصفح بينهم وقاصّها عن خمسنا وادخلهم الجّنة وزحزحهم عن النار ولا تجمع بينهم وبين أعدائنا في سخطك » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موضع في مدينة سامراء وهو الطابق تحت الأرضي لبيت الإمام العسكري عليه السّلام وكانت غيبة الإمام المهدي عليه السّلام فيه وهو الآن مجاور الروضة العسكرية على مشرفها السلام .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nإشارة :\r\nفي هذه المناجاة والدعاء نكات مهمة :\r\nالأولى : ترتبط بخلقة شيعة أهل البيت عليهم السّلام حيث تصرّح الفقرة الأولى من المناجاة ان خلقتهم متميزة عن خلقة سائر الناس ، فهم مخلوقون من فاضل طينة أئمتهم الأطهار وشعاع أنوارهم المطهرة ، وهذا الأمر كما يكون مدعاة لافتخار الشيعة بخلقهم ينبغي ان يكون محفزا لهم على التأسي باهل البيت عليهم السّلام والتخلق باخلاقهم الفاضلة وتطبيق الشريعة الاسلامية كما كان أهل البيت عليهم السّلام يفعلون .\r\nالثانية : ان بعض الشيعة قد يتكل على حبه وولائه لأهل البيت عليهم السّلام فتنزل قدمه عند المغريات فينخدع بزينة الدنيا وزخارفها وهذا وان كان مكروها للأئمة عليهم السّلام إلّا انهم ؛ عليهم السّلام لبعث الامل في نفوس شيعتهم ورحمة منهم بهم يتوسلون إلى اللّه للتشفع لهم عنده ولزحزحتهم عن النار وادخالهم الجنّة بعيدا عن أعداء اللّه الكائنين في سخطه ، فإنه لا توجد مسانخة بين أنوار أهل البيت عليهم السّلام وطينتهم وبين النار ، وكذا شيعتهم .\r\nوبطبيعة الحال فإن هذا لا يعني ان هناك تشجيعا على التفريط بالخوف ولكنّه من باب الموازنة بين الخوف والرجاء كما أمرنا به في الذكر الحكيم والروايات الشريفة .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\nالآية الثانية : [ سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَفِي أَنْفُسِهِمْ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ \r\nصدق اللّه العلي العظيم\r\nسورة فصلت\r\nالآية 53\r\nمحمد بن عباس قال : حدثنا جعفر بن محمد بن مالك عن القاسم بن إسماعيل الأنباري عن الحسن بن علي بن أبي حمزة عن أبيه عن إبراهيم عن أبي عبد اللّه عليه السّلام في قوله تعالى :\r\n سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ . \r\nقال : في الآفاق انتقاص الأطراف عليهم ، وفي أنفسهم بالمسخ حتى يتبيّن انّه الحق اي انّه القائم ( عجل اللّه تعالى فرجه الشريف ) « 1 » .\r\nوروى الحافظ القندوزي ، باسناده عن أبي بصير قال : سئل الباقر عليه السّلام عن هذه الآية :\r\n سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَفِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ . \r\nقال : يرون قدرة اللّه في الآفاق ، وفي أنفسهم الغرائب والعجائب ، حتى يتبيّن لهم ان الخروج ( القائم ) هو الحق في اللّه عز وجل يراه الخلق لا بد منه « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب تأويل الآيات الظاهرة .\r\n( 2 ) ينابيع المودة ، ص 512 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nالحكاية الثانية : السيد محمد مهدي بحر العلوم\r\nنقل جناب المولى السلماسي طاب ثراه قال : صلّينا مع جنابه ( السيد بحر العلوم ) في داخل حرم العسكريين عليهما السّلام فلما أراد النهوض من التشهد إلى الركعة الثالثة عرضته حالة فتوقف هنيئة ثم قام .\r\nولما فرغنا تعجبنا كلنا ، ولم نفهم ما كان وجهه ولم يتجرأ أحد منّا على السؤال عنه إلى أن أتينا المنزل فأشار إليّ بعض السادة من أصحابنا ان اسأله عنه فقلت : لا ، وأنت أقرب منّا ، فالتفت السيد رحمة اللّه عليه إلىّ وقال : فيم تقاولون ؟\r\nقلت ( وكنت أجسر الناس عليه ) : انهم يريدون الكشف عمّا عرض لكم في حال الصلاة .\r\nفقال : ان الحجّة ( عجل اللّه تعالى فرجه الشريف ) دخل الروضة للسلام على أبيه عليه السّلام فعرضني ما رأيتم من مشاهدة جماله الأنور إلى أن خرج منها « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جنّة المأوى ، ص 237 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nإشارة :\r\nالسيد محمد مهدي الطباطبائي « بحر العلوم » من علماء الشيعة الفطاحل ، تشرف مرارا بخدمة ولي اللّه الأعظم الإمام الحجة بن الحسن العسكري المهدى ( عجل اللّه تعالى فرجه الشريف ) وقد نقل المحدث القمي رحمه اللّه في كتاب رجاله ثمان حكايات ترتبط بكرامات هذه العالم الجليل وتشرفاته بخدمة ناموس العصر ( عجل اللّه تعالى فرجه الشريف ) ورد في إحداهما ان الإمام ( عجل اللّه تعالى فرجه الشريف ) ولفرط حبّه ولطفه وكرمه بالسيد ، احتضنه وضمّه إلى صدره الشريف .\r\nفهنيئا له وقدس اللّه نفسه ونور رمسه .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nالآية الثالثة : [ وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ \r\nصدق اللّه العلي العظيم\r\nسورة إبراهيم\r\nالآية 5\r\nالصدوق ، قال :\r\nحدثنا أبي قال : حدثنا عبد اللّه بن جعفر الحميري قال : حدثنا إبراهيم بن هاشم عن محمد بن أبي عمير عن مثنى الحنّان عن جعفر بن محمد عن أبيه عليه السّلام قال :\r\nأيام اللّه ( عزّ وجل ) ثلاثة : « يوم يقوم القائم ويوم الكرّة ويوم القيامة » « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معاني الأخبار ، ص 365 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nالحكاية الثالثة : الشيخ الأعظم مرتضى الأنصاري ( قدس سره )\r\nنقل السيد حسن الأبطحي في كتابة الكمالات الروحية الجزء الثاني أنّ أحد تلامذة الشيخ الأنصاري قال : خرجت ذات ليلة من منزلي في مدينة كربلاء المقدسة بعد منتصف الليل ، وكان الظلام دامسا والأزقة مملوءة بالوحل على أثر هطول المطر ، وكنت احمل معي سراجا .\r\nوبينما انا سائر في الطريق ، رأيت من بعيد شخصا يقترب ، فدقّقت النظر فعرفت انه الأستاذ الشيخ الأنصاري رحمه اللّه وبرؤيته في ذلك الظلام تسائلت مع نفسي ترى إلى أين يذهب الأستاذ في هذا الليل المظلم وفي هذه الأزقة الموحلة مع ما به من ضعف في البصر ؟\r\nوتخوفا عليه من أن يكون قد كمن له أحد في الطريق مشيت خلفه دون ان يشعر .\r\nوسار الشيخ حتى وصل إلى باب دار ووقف عندها وأخذ يقرأ الزيارة الجامعة بخشوع .\r\nوبعد ان اتمّ قراءة الزيارة فتحت له الباب ودخل إلى داخل الدار ، فلم أعد أرى شخصه ولكنّي سمعته يتحدث مع شخص في داخل الدار .\r\nبعد ساعة تشرفت بزيارة الحرم المطهر ورأيت الشيخ هناك .\r\nوفي ما بعد وعندما زرت سماحته سألته عن قصّته تلك الليلة ، وبعد اصرار كثير أجابني قائلا :\r\nأحيانا احصل على اذن للتشرف بخدمة امام العصر ( عجل اللّه تعالى فرجه الشريف ) ولقائه ، فأذهب واقف إلى جنب تلك الدار وأزوره بالزيارة الجامعة ،\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nفإن صدر اذن ثان ، تشرفت بزيارته في تلك الدار وسألته عن بعض المطالب وأستمدّ منه العون وأعود .\r\nثم إن الشيخ ( قدس سره ) أخذ مني عهدا على عدم افشاء هذا الأمر ما دام هو على قيد الحياة .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nإشارة :\r\nيستفاد من هذه القضية أمور ؛\r\nمنها : مقام الشيخ الأنصاري ( قدس سره ) ، فهو مضافا إلى كونه من كبار علماء الطائفة حتى صارت مصنفاته متونا تدور حولها أبحاث الخارج فقها وأصولا ، مضافا إلى ذلك نجده قد وصل إلى درجة عالية من التقوى والورع والزهد حتى حظى باذن ولي اللّه الأعظم ( عجل اللّه تعالى فرجه الشريف ) لزيارته والتشرف بخدمته والاستفادة من علومه ، ولعمري انه لمقام شامخ .\r\nومنها : اعتبار الزيارة الجامعة من جهة انه ( قدس سره ) لم يستأذن للدخول إلى ساحة الإمام الشريفة إلّا بهذه الزيارة العالية سندا ومتنا رغم وجود من يحاول التشكيك فيها لعدم توفيقه لدرك معانيها السامية واللطيفة .\r\nومنها : ان للامام ( عجل اللّه تعالى فرجه الشريف ) بيتا في كربلا ، ولا يستبعد ان يكون له بيتا أيضا في النجف والكاظمين وسامراء والمدينة المنورة ومكة المكرمة بل وفي غيرها من البلاد ولكن هذه البيوت لا يهتدي إليها الا من حظى بتوفيق الهي للتشرف بخدمته ( عجل اللّه تعالى فرجه الشريف ) والا فإنه لن يهتدي إلى ذلك المكان مهما حاول وبحث عنه .\r\nنسأل اللّه سبحانه وتعالى ان يوفقنا لطاعته واجتناب معصيته ويؤهلنا للوصول إلى مقام خدام خدام مولانا ومولى الكونين أبى القاسم الحجة ابن الحسن العسكري ( عجل اللّه تعالى فرجه الشريف ) آمين .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\nالآية الرابعة : [ يَسْئَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْساها قُلْ إِنَّما عِلْمُها عِنْدَ رَبِّي . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n يَسْئَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْساها قُلْ إِنَّما عِلْمُها عِنْدَ رَبِّي لا يُجَلِّيها لِوَقْتِها إِلَّا هُوَ ثَقُلَتْ فِي السَّماواتِ وَالْأَرْضِ لا تَأْتِيكُمْ إِلَّا بَغْتَةً يَسْئَلُونَكَ كَأَنَّكَ حَفِيٌّ عَنْها قُلْ إِنَّما عِلْمُها عِنْدَ اللَّهِ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ  ( 187 )\r\nصدق اللّه العلي العظيم\r\nسورة الأعراف\r\nالآية 187\r\nروى الحافظ سليمان القندوزي في قوله تعالى :\r\n يَسْئَلُونَكَ عَنِ السَّاعَةِ أَيَّانَ مُرْساها \r\nقال : روى المفضل ابن عمر عن الصادق عليه السّلام أنّه قال : ساعة قيام القائم « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودة ، الصفحة 429 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\nالحكاية الرابعة : السيد أبو الحسن الاصفهاني ( قدس سره ) « 1 »\r\nكان أحد علماء بلاد اليمن ويلقب ب ( بحر العلوم ) وهو زيدي المذهب ينكر الوجود المقدس لمولانا صاحب العصر والزمان ( عجل اللّه تعالى فرجه الشريف ) .\r\nوكان هذا العالم قد كتب رسائل كثيرة إلى علماء الشيعة في زمانه طالبا منهم الأدلة المقنعة على اثبات وجوده الشريف ولكنه لم يقتنع باجوبتهم وأدلتهم .\r\nفكتب أخيرا رسالة مفصلة إلى سماحة الحجة آية اللّه السيد أبو الحسن الاصفهاني ( قدس سره ) والذي كان في النجف الأشرف ، طالبا منه الأدلة القاطعة على اثبات وجود الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) .\r\nاجابه السيد أبو الحسن الاصفهاني برسالة جاء فيها : اقدم إلى النجف الأشرف وسأجيبك شفاهة عن مسألتك .\r\nولما كان هذا العالم الزيدي طالبا للحقيقة في واقع الأمر ، لذا شدّ الرحال مع ولده سيد إبراهيم وجمع من مريديه إلى النجف الأشرف .\r\nوعندما وصل إلى النجف التقى السيد الاصفهاني وقال له : لقد جئت إلى النجف كما دعوتني وآمل ان تجيبني كما وعدتني .\r\nقال له السيد : نعم ، تعال غدا مساء إلى منزلي وسأجيبك عن سؤالك .\r\nوفي مساء اليوم الثاني جاء بحر العلوم اليماني مع ولده إلى منزل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السيد أبو الحسن الأصفهاني من كبار مراجع التشيّع ، نقلت عنه كرامات كثيرة حتى صار مضرب مثل للتقوى والصلاح والورع .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالسيد الاصفهاني ، وبعد تناول طعام العشاء والبحث في بعض المطالب العلمية حول وجود المولى صاحب العصر والزمان ( عجل اللّه تعالى فرجه الشريف ) ، انصرف بقيّة الضيوف وبقي بحر العلوم وولده عند السيد مع بعض الخواص .\r\nوبعد انتصاف الليل قال المرحوم السيد الاصفهاني لخادمه ( مشهدي حسين ) : احمل السراج وتعال معنا .\r\nوقال للسيد بحر العلوم وولده : هيّا بنا نذهب لترون بانفسكما صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) .\r\nيقول السيد مير جهاني : كنّا حضورا هناك فاردنا ان نذهب معهم فلم يقبل السيد الاصفهاني وقال : ليأت بحر العلوم وولده فقط .\r\nفذهبوا ولم نعرف إلى أين يذهبون ، ولكن في اليوم الثاني وعندما التقينا ببحر العلوم وولده سألناه عمّا جرى في الليلة السابقة فقال :\r\nبحمد اللّه ، لقد تشرفنا باعتناق مذهبكم ونحن الان نعتقد بوجود ولّى العصر والزمان ( عجل اللّه تعالى فرجه الشريف ) قلت : وكيف ذاك ؟\r\nقال : لقد أرانا السيد الاصفهاني الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) .\r\nفسألته : وكيف أراكم بقية اللّه ( عجل اللّه تعالى فرجه الشريف ) ؟\r\nقال : عندما خرجنا من المنزل لم نكن ندري إلى أين يذهب بنا السيد ، حتى وصلنا إلى وادي السّلام وفي وسط الوادي محل يقال له « مقام صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) » عندما وصلنا إلى المقام ، اخذ السيد الاصفهاني السراج من مشهدي حسين واخذنى معه إلى داخل المقام وهناك جدد وضوءه وصلى أربع ركعات في المقام وتلفّظ ببعض الكلمات التي لم افهمها في حين كان ابني يضحك على افعاله تلك .\r\nوفجأة أضاء الفضاء .\r\nوهناك يقول إبراهيم ابن بحر العلوم : في هذه الأثناء كنت خارج\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nالمقام وكان أبي والسيد أبو الحسن الاصفهاني داخل المقام وبعد عدة دقائق سمعت صوت أبي الذي كان يصيح بصوت عال ثم أغمي عليه .\r\nاقتربت منه فرأيت السيد الاصفهاني يمرّغ له كتفيه حتى افاق .\r\nوعندما رجعنا من هناك قال لي أبى : لقد رأيت حضرة بقية اللّه وولي العصر ( عجل اللّه تعالى فرجه الشريف ) وقد شرّفني باعتناق المذهب الشيعي الاثني عشري ، ولم يقل أبي أكثر من ذلك .\r\nبعد عدة أيام رجع بحر العلوم وولده ومن معهم إلى اليمن وصار سببا في تشيّع أربعة آلاف يماني زيدي واعتقادهم بالمذهب الاثني عشري .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nإشارة :\r\nلا يخفى ان الأسلوب الذي اتبعه السيد أبو الحسن الاصفهاني مع بحر العلوم اليمني لاثبات وجود الحجة ( عجل اللّه تعالى فرجه الشريف ) هو من أفضل أساليب الاقناع ولكن ليس هو الأسلوب الوحيد بل هناك أساليب كثيرة ، يمكن اعتمادها في هذا المجال ، ولعلّ السيد الاصفهاني كان قاطعا بان تلك الأساليب لا تنفع مع هذا الرجل ولأن هناك فائدة كبيرة في اقناعة بوجود الحجة ( عجل اللّه تعالى فرجه الشريف ) كتشيّع آلاف الناس ، بتشيّعة اضطر السيد لاستعمال هذا الأسلوب ، ولا شك أنه انما تمّ بإجازة الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) وإلّا فإن الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) ليس روحا يمكن احضارها وتسخيرها متى ما شاء الآخرون - نعوذ بالله من مثل هذه التصورات - بل لا يمكن لأحد ان يراه ويتعرف عليه إلا بإرادة اللّه تعالى .\r\nفكل ما جرى إذن ، انما جرى لحكمة ومصلحة الهية وقد لا تتوفر هذه المصلحة في الموارد الأخرى .\r\nاللّهم أحينا حياة محمد وآل محمد صلّى اللّه عليه وآله وسلّم وأمتنا مماتهم وتوفنا على ملتهم انك سميع الدعاء .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\nالآية الخامسة : [ وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ  ( 105 )\r\nصدق اللّه العلي العظيم\r\nسورة الأنبياء\r\nالآية 105\r\nروى الحافظ القندوزي في عقد الدرر باسناده عن الإمام الباقر والإمام الصادق ( عليهما السلام ) في قوله تعالى :  وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ  ( 105 ) انه عليه السّلام قال :\r\n« هم القائم وأصحابه » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عقد الدرر - الباب السابع - ص 217 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nالحكاية الخامسة : [ الشيخ الجليل امين الاسلام الفضل بن الحسن الطبرسي 
  ]\r\nذكر الشيخ الجليل امين الاسلام الفضل بن الحسن الطبرسي ( صاحب تفسير مجمع البيان ) في كتابه كنوز النجاح قال :\r\nدعاء علّمه صاحب الزمان عليه سلام اللّه الملك المنان ، أبا الحسن محمد بن أحمد بن أبي الليّث ( رحمة اللّه تعالى عليه ) في بلدة بغداد في مقابر قريش .\r\nوكان أبو الحسن هذا قد هرب إلى مقابر قريش والتجأ إليها خوفا من القتل فنجّي منه ببركة هذا الدعاء .\r\nقال أبو الحسن المذكور انه علّمنى ان أقول :\r\n« اللّهم عظم البلاء وبرح الخفاء وانقطع الرجاء وانكشف الغطاء وضاقت الأرض ومنعت السماء وإليك يا ربي المشتكى وعليك المعّول في الشدّة والرخاء اللّهم فصلّ على محمد وآل محمد أولي الأمر الّذين فرضت علينا طاعتهم وعرّفتنا بذلك منزلتهم ففرّج عنّا بحقّهم فرجا عاجلا قريبا كلمح البصر أو هو أقرب يا محمد يا علي اكفياني فإنكما كافياي وانصراني فإنكما ناصراي يا مولاي يا صاحب الزمان الغوث الغوث ( الغوث ) أدركني أدركني أدركني » .\r\nقال الرّاوى : انه ( عجل اللّه تعالى فرجه الشريف ) عند قوله « يا صاحب الزمان » كان يشير إلى صدره الشريف « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار ، المجلد 53 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\nإشارة :\r\nهذه الحكاية وان لم يرد فيها تفاصيل اللقاء والتشرف إلّا ان نقل الطبرسي لها وذكر هذا الدعاء يدل على قبوله لها .\r\nوالمستفاد من هذه الحكاية ان الإمام ( عجل اللّه تعالى فرجه الشريف ) يتلطف على شيعته ومواليه عندما تضيق بهم الأمور .\r\nوهذا المعنى يستفاد من كثير من الحكايات ، كما أنه هو المستفاد من ألقابه وكناه صلوات اللّه عليه حيث يلقب ب « الغوث » .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nالآية السادسة : [ وَلَئِنْ أَخَّرْنا عَنْهُمُ الْعَذابَ إِلى أُمَّةٍ مَعْدُودَةٍ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَلَئِنْ أَخَّرْنا عَنْهُمُ الْعَذابَ إِلى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ ما يَحْبِسُهُ أَلا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفاً عَنْهُمْ وَحاقَ بِهِمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ  ( 8 )\r\nصدق اللّه العلي العظيم\r\nسورة هود\r\nالآية 8\r\nروى الحافظ القندوزي « الحنفي » باسناده إلى الإمام محمد الباقر عليه السّلام والإمام جعفر الصادق عليه السّلام في قوله تعالى :  وَلَئِنْ أَخَّرْنا عَنْهُمُ الْعَذابَ إِلى أُمَّةٍ مَعْدُودَةٍ لَيَقُولُنَّ ما يَحْبِسُهُ أَلا يَوْمَ يَأْتِيهِمْ لَيْسَ مَصْرُوفاً عَنْهُمْ وَحاقَ بِهِمْ ما كانُوا بِهِ يَسْتَهْزِؤُنَ .  ( 8 )\r\nانهما قالا :\r\nالامّة المعدودة هم أصحاب المهدي ( عجل اللّه تعالى فرجه الشريف ) في آخر الزمان ثلاثمأة وثلاثة عشر رجلا كعدّة أهل بدر ، يجتمعون في ساعة واحدة كما يجتمع قزع الخريف « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودة ، 508 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\nالحكاية السادسة : آية اللّه العلامة الحلّي ( قدس سره )\r\nنقل السيد الشهيد القاضي نور اللّه الشوشتري ( قدس سره ) في « مجالس المؤمنين » انه اشتهر عند أهل الايمان ان بعض علماء أهل السّنة ممّن تتلمذ عليه العلّامة في بعض الفنون ، ألّف كتابا في ردّ الإمامية ويقرأه للناس في مجالسه ويضلّهم وكان لا يعطيه أحدا خوفا من أن يردّه أحد من الإمامية .\r\nفاحتال العلامة رحمه اللّه في تحصيل هذا الكتاب إلى أن جعل تتلمذ عليه وسيلة لاخذه الكتاب منه عارية ، فالتجأ الرجل واستحيى من ردّه وقال :\r\nاني آليت على نفسي ان لا أعطيه أحدا أزيد من ليلة واحدة ، فاغتنم الفرصة في هذا المقدار من الزمان .\r\nفاخذه منه العلامة واتى به إلى بيته لينقل منه ما تيسر منه للردّ عليه .\r\nفلما اشتغل بكتابته وانتصف الليل ، غلبه النوم فحضر الحجة ( عجل اللّه تعالى فرجه الشريف ) وقال :\r\nولّني الكتاب وخذ في نومك .\r\nفانتبه العلّامة وقد تمّ الكتاب باعجازه عليه السّلام .\r\nوفي بعض المؤلفات انه كتب في آخر الكتاب : « كتبه الحجة » .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nإشارة :\r\nمن هذه الحكاية يستفاد أمور ؛\r\nالأول :\r\nعناد المخالفين واصرارهم على الكيل والنيل من اتباع أهل البيت عليهم السّلام على الرغم من كل ما ورد في كتبهم في أحقية مذهب أهل البيت عليهم السّلام .\r\nفهؤلاء ولتعصبهم الأعمى على مرّ الأزمنة وليوم الناس هذا يحاولون اطفاء نور اللّه بأفواههم وأقلامهم حتى أن هذا المعاند الوارد ذكره في القصة سطّر بزعمه الفي دليل على ابطال الحق ! ! فردّه . العلّامة ( قدس سره ) بألفي دليل لاثبات مذهب الحق وسمّى الكتاب بالألفين .\r\nالثاني :\r\nجدّ اتباع المذهب كالعلامة وغيره وتحملهم العناء من اجل نصرة المذهب الحق حتى اضطر العلّامة ان يحتال ويتتلّمذ عند هذا الشخص الذي لا يليق لان يكون تلميذا عند العلامة ، كل ذلك من اجل الدفاع عمّن أمرنا بمودتهم ومتابعتهم في القران الكريم والذين جعلهم النبي الأكرم محمد صلّى اللّه عليه وآله وسلّم عدل القرآن .\r\nالثالث :\r\nلطف الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) بهؤلاء العلماء وبالشيعة والطائفة الحقّة والفرقة المحقة ، ولا شك في ذلك وهو مظهر الرحمة الإلهية واللطف الربانيّ حيث رأيت كيف انه ( سلام اللّه عليه ) تدخل بنفسه الشريف لنصرة اتباع مذهب أجداده الطاهرين عليهم السّلام .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nالآية السابعة : [ يُعْرَفُ الْمُجْرِمُونَ بِسِيماهُمْ فَيُؤْخَذُ بِالنَّواصِي . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n  يُعْرَفُ الْمُجْرِمُونَ بِسِيماهُمْ فَيُؤْخَذُ بِالنَّواصِي وَالْأَقْدامِ ( 41 ) فَبِأَيِّ آلاءِ رَبِّكُما تُكَذِّبانِ   ( 42 )\r\nصدق اللّه العلي العظيم\r\nسورة الرحمن\r\nالآية 41 - 42\r\nروى محمد بن الحسن الصفّار عن إبراهيم بن هاشم عن سليمان الديلمي عن معاوية الدهني عن أبي عبد اللّه عليه السّلام في قول اللّه تبارك وتعالى :\r\n يُعْرَفُ الْمُجْرِمُونَ بِسِيماهُمْ فَيُؤْخَذُ بِالنَّواصِي وَالْأَقْدامِ \r\nفقال عليه السّلام : يا معاوية ما يقولون في هذا ؟\r\nقلت : يزعمون أن اللّه تبارك وتعالى يعرف المجرمين بسيماهم في القيامة ، فيأمر بهم فيؤخذ بنواصيهم واقدامهم فيلقون في النار .\r\nفقال عليه السّلام لي : وكيف يحتاج تبارك وتعالى إلى معرفة خلق انشأهم وهو خلقهم ؟\r\nفقلت : جعلت فداك وما ذاك ( ذلك ) ؟\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nقال عليه السّلام : ( ذلك ) لو قام قائمنا عليه السّلام أعطاه اللّه السّيما فيأمر بالكافر فيؤخذ بنواصيهم واقدامهم ثم تخبط بالسيف خبطا .\r\nوقرأ أبو عبد اللّه عليه السّلام : هذه جهنم التي كنتما بها تكذبان تصليانها لا تموتان ولا تحييان « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بصائر الدرجات للصفار ، ص 139 ، هكذا ورد وهو مضمون آيتين من القرآن الكريم .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\nالحكاية السابعة : السيد محسن الجبل عاملي\r\nنقل صاحب كتاب « آثار الحجة ( عجل اللّه تعالى فرجه الشريف ) » قال :\r\nقال جناب الحاج ميرزا علي الحيدري : سمعت هذه القضية من حجة الاسلام والمسلمين الشيخ إسحاق الرشتي ابن المرحوم آية اللّه الشيخ حبيب اللّه الرشتي .\r\nوفي سفري إلى الشام لزيارة مرقد العقلية زينب بنت أمير المؤمنين عليهما السّلام ، التقيت بجناب المرحوم آية اللّه الحاج السيد محسن الجبل عاملي وسمعت قصته من لسانه ، قال :\r\nتشرفت بزيارة بيت اللّه الحرام أيّام حكومة الشريف علي على ارض الحجاز ، وكنت سلفا قد عرفت اني سأتشرف بخدمة حضرة بقية اللّه الأعظم أرواحنا فداه ، في موسم الحج .\r\nولذا عندما كنت أؤدي مناسك الحج كنت دائم الفكر في المولى ( عجل اللّه تعالى فرجه الشريف ) ولكن لم أوفق لشرف لقائه في ذلك الموسم .\r\nفكّرت في الرجوع إلى وطني ، فوجدت ان الطريق بين مكة ولبنان طويل جدا ، ففضلت البقاء في مكة المكرمة برجاء ادراك توفيق زيارته ( عجل اللّه تعالى فرجه الشريف ) في السنة القابلة .\r\nولكني لم أوفق لذلك في السنة الثانية ولا الثالثة ولا الرابعة وحتى الخامسة أو حتى السابعة ( والترديد بين الخامسة والسابعة من جناب الحالج ميرزا علي الحيدري ) .\r\nوفي هذا البين تعرفت على حاكم مكة ( الشريف علي ) وكنت أتردد\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nعليه أحيانا .\r\nوالشريف علي من سادات وشرفاء مكة المكرمة وكان زيدي المذهب ( يعتقد بامامة زيد بن علي بن الحسين بن علي بن أبي طالب ، فهو متوقف عند الإمام الرابع ) .\r\nوفي السنة الأخيرة ، وبعد أداء مناسك الحج ، وبعد ما وجدت اني لم أوفق في هذه السنة أيضا لشرف لقاء ولى العصر والزمان ( عجل اللّه تعالى فرجه الشريف ) تألّمت واضطربت فخرجت من مكة إلى أحد الجبال المحيطة بها .\r\nولما وصلت إلى أعلى الجبل ، شاهدت واحة خضراء جميلة مزروعة بالثّيل لم أرها قبل ذلك الوقت ، فلمت نفسي على عدم المجيء إلى هذا المكان طيلة تلك السنوات التي قضيتها في مكة ! !\r\nوعندما وصلت إلى تلك الواحة الخضراء شاهدت خيمة قد أقيمت في وسط تلك الحديقة الغنّاء وقد جلس جمع من الرجال في تلك الخيمة يتوسطهم رجل تبدو عليه آثار الجلالة والهيبة والعلم ، كأنه يلقى عليهم الدرس ، وقد سمعته يقول :\r\n« إن أولاد وذراري جدّتنا حضرة فاطمة الزهراء عليها السّلام يلقنون الايمان والولاية ساعة الاحتضار ولا يخرج أحدهم من الدنيا إلّا على المذهب الحق والايمان الكامل » .\r\nوفي هذه الأثناء ، جاء شخص من جهة مكة ، وقال لذلك السيد الجليل :\r\nان الشريف في حال احتضار ، فتفضل وشرّف .\r\nعندما سمعت هذا الكلام من ذلك الشخص أسرعت على الفور في الرجوع إلى مكة ، ودخلت مباشرة إلى قصر الملك فوجدت الشريف في حال الاحتضار وقد اجتمع حوله العلماء والقضاة من أهل السنّة وهم يلقنونه بحسب مذهبهم ، ولكنه كان صامتا لم يتفوه بحرف واحد ، وكان ابنه بجوار سريره متأثرا مغتما لذلك .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوفجأة ، دخل علينا ذلك السيد الجليل الذي كان جالسا وسط الخيمة وهو يدرّس أولئك النفر من الرجال ، فجلس عند رأس « الشريف علي » ولكن بدا لي ان أحدا غيري لم يلتفت بل لم يشعر بدخوله ووجوده عند رأس الشريف ، ذلك لأنني كنت انظر اليه ولكن الآخرين كانوا غافلين تماما عن وجوده . هذا وقد سلبت عني قدرة التكلم معه والسلام عليه تماما حتى كأن حواسي قد خرجت عن اختياري ولم أكن أقدر حتى على الحركة ولو خطوة واحدة .\r\nالتفت ذلك السيد إلى الشريف علي وقال :\r\n« قل أشهد أن لا إله الا اللّه »\r\nفقال الشريف : « اشهد ان لا إله إلا الله »\r\nقال ذلك السيد : « قل اشهد ان محمدا رسول الله »\r\nفقال الشريف : « اشهد ان محمدا رسول اللّه »\r\nقال السيد : « قل اشهد ان عليا حجة اللّه »\r\nقال الشريف : « أشهد ان عليا حجة اللّه »\r\nوهكذا على هذا المنوال ، اخذ السيد يلقّن الشريف ويشهده على ولاية الأئمة عليهم السّلام واحدا بعد واحد حتى وصل إلى الاقرار بامام الحجة بن الحسن العسكري ( عجل اللّه تعالى فرجه الشريف ) .\r\nفقال للشريف : « يا شريف قل اشهد انك حجة اللّه » .\r\nفقال الشريف علي لذلك السيد : « اشهد انك حجة اللّه » .\r\nوهنا علمت اني تشرفت مرّتين بلقاء حضرة بقيّة اللّه ( عجل اللّه تعالى فرجه الشريف ) ولكن للأسف كانت القدرة قد سلبت منى تماما فلم أتمكن حتى من السلام عليه والكلام معه .\r\nتوفي المرحوم آية اللّه السيد محسن الجبل عاملي ، سنة 1371 ( ه . ق ) ودفن في صحن السيدة زينب بنت أمير المؤمنين ( صلوات اللّه وسلامه عليها ) .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nإشارة :\r\nيستفاد من هذه الحكاية أمور ؛\r\nمنها :\r\nان الإمام ( عجل اللّه تعالى فرجه الشريف ) يكون موجودا كل عام في موسم الحج ، ويكون معه بعض أصحابه الذين يتشرفون بخدمته والاستفادة من علومه الإلهية ، ولعلّ هذه الاستفادة لا تنحصر بموسم الحج وانما يكون ذلك في مناطق ومناسبات أخرى عندما يحظون بالفوز بلقائه ( عجل اللّه تعالى فرجه الشريف ) .\r\nومنها :\r\nشدة شوق بعض العلماء إلى التشرف بخدمته حتى أن البعض يكرر السفر إلى الحج مرات ومرات كي يفوز بلقائه كما في قضية علي بن مهزيار الآتية في هذا الكتاب ، كما أن بعضهم ممن عاش في الأزمنة السابقة حيث صعوبة السفر وطول مدته ، كان يبقى في مكة المعظمة إلى العام القادم في ما لو فاته ادراك الموسم كما حكى عن السيد محمد مهدي بحر العلوم ، أو فاته الهدف من سفره كما في هذه الحكاية .\r\nفلمثل هذا فليتنافس المتنافسون .\r\nومنها :\r\nما قاله ( عجل اللّه تعالى فرجه الشريف ) في قضية أولاد وذراري امّ الأئمة فاطمة الزهراء عليه السّلام وانهم لن يخرجوا من الدنيا حتى يقرّوا بولاية الأئمة الاثني عشر ( صلوات اللّه عليهم أجمعين ) ، ليردوا إلى القيامة على عقيدة صحيحة\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nسليمة كاملة ، وكلّ ذلك كرامة لفاطمة بنت محمد ( صلوات اللّه وسلامه عليها ) .\r\nوليس ذلك على اللّه بعزيز وهو الذي خلق الخلق لأجلها كما روي في الحديث القدسي الشريف :\r\n« يا محمد لو لاك لما خلقت الأفلاك ولولا علي لما خلقتك ولولا فاطمة لما خلقتكما » .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nالآية الثامنة : [ وَجَعَلْنا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بارَكْنا فِيها . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَجَعَلْنا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بارَكْنا فِيها قُرىً ظاهِرَةً وَقَدَّرْنا فِيهَا السَّيْرَ سِيرُوا فِيها لَيالِيَ وَأَيَّاماً آمِنِينَ  ( 18 )\r\nصدق اللّه العلي العظيم\r\nسورة سبأ\r\nالآية 18\r\nالشيخ الطوسي ، في الغيبة ، قال : روى محمد بن عبد اللّه بن جعفر الحميري ، عن أبيه عن محمد بن صالح الهمداني قال :\r\nكتبت إلى صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) ان أهل بيتي يؤذونني ويقرعوني بالحديث الذي روي عن آبائك عليهم السّلام انهم قالوا : خدّامنا وقوّامنا شرار خلق اللّه .\r\nفكتب ( عجل اللّه تعالى فرجه الشريف ) :\r\n« ويحكم ما تقرأون ما قال اللّه تعالى :  وَجَعَلْنا بَيْنَهُمْ وَبَيْنَ الْقُرَى الَّتِي بارَكْنا فِيها قُرىً ظاهِرَةً  فنحن واللّه القرى التي بارك ( اللّه ) فيها وأنتم القرى الظاهرة » « 1 » .\r\nوفي رواية ابن بابويه في غيبته باسناده إلى الصادق عليه السّلام أنه قال : « يا أبا بكير ، سيروا فيها ليالي وأياما آمنين » قال : مع قائمنا أهل البيت عليهم السّلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الغيبة ، الطوسي ، ص 209 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\nالحكاية الثامنة : المقدّس الأردبيلي ( قدس سره )\r\nيقول أحد خواص تلامذة المقدس الأردبيلي ( وهو بدوره من علماء زمانه البارزين وواقفا على خصوصيّات حياة أستاذه ) :\r\nذات ليلة كنت اتمشى في صحن أمير المؤمنين علي ابن أبي طالب عليه السّلام وكان الليل قد تجاوز منتصفه بعد ان أعيتني المطالعة .\r\nوفجأة وفي ذلك الفضاء النوراني ، رأيت شخصا من بعيد يتقدم نحو الحرم الشريف في حين كانت أبواب الصحن والحرم مغلّقة بالاقفال ! فدفعني حبّ الاطلاع على تعقبه ، فرأيت أن هذا الشخص كلما اقترب من أحد الأبواب انفتح له القفل وفتحت الباب ودخل الرجل منها ، فكلما وضع يده على باب انفتحت إلى أن وصل بكل وقار وسكينة إلى جنب الضريح الشريف للامام عليه السّلام .\r\nوقف هناك وسلّم على أمير المؤمنين عليه السّلام ، وقد سمعت جواب سلامه ومن ثمّ بدأ بالحديث مع صاحب ذلك الصوت .\r\nلم تمض برهة من كلامهما حتى خرج ذلك الرجل من الصحن الشريف متجها نحو مسجد الكوفة .\r\nوسرت خلفه بحيث لايراني ، للوقوف على حاله .\r\nوصل الرجل إلى مسجد الكوفة ، وتقدم إلى المحراب ورأيته يتحدث مع أحد الاشخاص ولم اسمع ما كانا يقولان .\r\nوبعد ان تمّت محادثتهما رجع صاحبي إلى النجف ولما اقترب من بوابتها كان الفجر قد حان لتوّه وبدأت حركة الناس في أزقة المدينة .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nفي هذه الأثناء اعترضتني حالة عطاس لم أقدر على الحدّ منها ، فسمعني ذلك الرجل ونظر اليّ ، ولمّا نظرت في وجهه فإذا هو أستاذي المرحوم آية اللّه المقدس الأردبيلي .\r\nسلّمت عليه وأديت التحيّة والاحترام وقلت له :\r\nلقد كنت طوال الليلة معك ، منذ لحظة دخولك إلى الحرم الشريف وإلى الآن ، فتفضل عليّ وأخبرني مع من كنت تتحدث في الحرم الشريف وفي مسجد الكوفة ؟\r\nفي البدء أخذ الأستاذ مني العهد على أن لا افشي سرّه هذا ما دام حيّا ، ثم قال :\r\nيا ولدي ، أحيانا تشكل عليّ بعض المسائل فاعجز عن حلّها ، فاتشرف بزيارة حلّال المشكلات علي ابن أبي طالب عليه السّلام وأخذ أجوبة تلك المسائل منه .\r\nوفي الليلة الماضية احالني أمير المؤمنين عليه السّلام إلى ولده صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) وقال لي :\r\n« ان ولدى المهدي ( عجل اللّه تعالى فرجه الشريف ) في مسجد الكوفة الآن وهو امام زمانك ، فاذهب اليه وتعلم مسائلك منه » .\r\nولذا فقد ذهبت إلى مسجد الكوفة بأمره عليه السّلام ، وتشرفت بخدمة مولانا المهدي ( عجل اللّه تعالى فرجه الشريف ) وسألته مسائلي وهو الذي كان واقفا في محراب المسجد .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nإشارة :\r\nالمقدس الأردبيلي عالم جليل القدر عرف بالعلم والورع والتقوى والعبادة حتى صار مضربا للمثل في التقوى والورع . توفي سنة 993 ( ه . ق ) .\r\nاشتهر عنه ما ورد في هذه الحكاية وانه كان يتوسل بأمير المؤمنين ( عجل اللّه تعالى فرجه الشريف ) محلّ المشكلات والمسائل ، ولا غرابة في ذلك ، فعليّ عليه السّلام هو باب مدينة العلم ولن يلج أحد المدينة إلّا من بابها ، وكل علم لم يؤخذ من علي فهو جهل .\r\nفما احرانا ان نحاول ونحاول التقرب إلى هذا المنهل الصافي العذب الفرات ونغترف من نميره المعين ولا شك ان ذلك لا يحصل إلّا بالجدّ والمثابرة في الطاعات والتقوى والاجتهاد في طلب العلم والمعرفة .\r\nانشاء اللّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nالآية التاسعة : [ فَلا أُقْسِمُ بِالْخُنَّسِ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n فَلا أُقْسِمُ بِالْخُنَّسِ \r\nصدق اللّه العلي العظيم\r\nسورة التكوير\r\nالآية 15\r\nروى الحافظ القندوزي في ينابيعه قال :\r\nروي عن هاني عن الباقر عليه السّلام في قوله تعالى :\r\n فَلا أُقْسِمُ بِالْخُنَّسِ  قال :\r\nالخنّس : امام يخنس اي : يرجع من الظهور إلى الغيبة سنة ستين ومأتين ، ثم يبدو كالشهاب الثاقب « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودة ، ص 515 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nالحكاية التاسعة : مسجد جمكران\r\nذكر العّلامة النوري ( قدس سره ) في النجم الثاقب في أحوال الإمام الحجة الغائب ( عجل اللّه تعالى فرجه الشريف ) لّجزء الثاني ، الباب السابع ، الحكاية الأولى قال :\r\nنقل الشيخ الفاضل حسن بن محمد بن حسن القمّي المعاصر للصدوق في كتابه ( تاريخ قم ) عن كتاب ( مؤنس الحزين في معرفة الحق واليقين ) من مصنفات الشيخ أبي جعفر محمد بن بابويه القمي : باب ذكر بناء مسجد جمكران بأمر الإمام الحجة المهدى ( عليه صلوات اللّه الرحمن ) سبب بناء المسجد المقدس في جمكران بأمر الإمام عليه السّلام على ما اخبر به الشيخ العفيف الصالح حسن بن مثله الجمكراني قال :\r\nكنت ليلة الثلاثاء السابع عشر من شهر رمضان المبارك سنة ثلاث وتسعين وثلاثمئة نائما في بيتي فلمّا مضى نصف من الليل فإذا بجماعة من الناس على باب بيتي فأيقظوني ، وقالوا : قم وأجب الإمام المهدي صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) فانّه يدعوك .\r\nقال : فقمت وتعبّأت وتهيّأت ، فقلت : دعوني حتّى ألبس قميصي ، فإذا بنداء من جانب الباب ، « هو ما كان قميصك » فتركته وأخذت سراويلي ، فنودي « ليس ذلك منك ، فخذ سراويلك » فألقيته وأخذت سراويلي ولبسته ، فقمت إلى مفتاح الباب أطلبه فنودي : « الباب مفتوح » .\r\nفلمّا جئت إلى الباب ، رأيت قوما من الأكابر ، فسلّمت عليهم ، فردّوا ورحّبوا بي ، وذهبوا بي إلى موضع هو المسجد الآن ، فلمّا أمعنت النظر رأيت أريكة فرشت عليها فراش حسان ، وعليها وسائد حسان ورأيت فتى في\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nزيّ ابن ثلاثين متكأّ عليها ، وبين يديه شيخ ، وبيده كتاب يقرؤه عليه ، وحوله أكثر من ستّين رجلا يصلّون في تلك البقعة ، وعلى بعضهم ثياب بيض ، وعلى بعضهم ثياب خضر .\r\nوكان ذلك الشيخ هو الخضر عليه السّلام فأجلسني ذلك الشيخ عليه السّلام ودعاني الإمام عليه السّلام باسمي ، وقال : اذهب إلى حسن بن مسلم ، وقل له :\r\nانّك تعمر هذه الأرض منذ سنين وتزرعها ونحن نخرّبها ، زرعت خمس سنين ، والعام أيضا أنت على حالك من الزراعة والعمارة ولا رخصة لك في العود أليها وعليك ردّ ما انتفعت به من غلّات هذه الأرض ليبنى فيها مسجد ، وقل لحسن بن مسلم انّ هذه أرض شريفة قد اختارها اللّه تعالى من غيرها من الأراضي وشرّفها ، وأنت قد أضفتها إلى أرضك ، وقد جزاك اللّه بموت ولدين لك شابّين ، فلم تنتبه عن غفلتك ، فإن لم تفعل ذلك لأصابك من نقمة اللّه من حيث لا تشعر .\r\nقال حسن بن مثلة : قلت : يا سيّدي لا بدّ لي في ذلك من علامة ، فإن القوم لا يقبلون ما لا علامة ولا حجّة عليه ، ولا يصدّقون قولي . قال : انّا سنعلّم هناك فاذهب وبلّغ رسالتنا ، واذهب إلى السيّد أبي الحسن وقل له :\r\nيجئ ويحضره ويطالبه بما أخذ من منافع تلك السنين ، ويعطيه الناس حتى يبنوا المسجد ، ويتمّ ما نقص منه من غلّة دهق ملكنا بناحية أردهال ويتمّ المسجد ، وقد وقفنا نصف دهق على هذا المسجد ليجلب غلّته كل عام ويصرف إلى عمارته .\r\nوقل للناس : ليرغبوا إلى الموضع ويعزّروه ويصلّوا هنا أربع ركعات للتحية في كلّ ركعة يقرأ سورة الحمد مرّة ، وسورة الاخلاص سبع مرّات ويسبح في الركوع والسجود سبع مرّات ، وركعتان للامام صاحب الزمان عليه السّلام هكذا : يقرأ الفاتحة ، فإذا وصل إلى  ( إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ )  كرّرها مائة مرّة ثم يقرؤها إلى آخرها وهكذا يصنع في الركعة الثانية في الركوع والسجود سبع مرّات ، فإذا اتمّ الصلاة يهلّل ، ويسبح تسبيح فاطمة\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nالزهراء عليها السّلام ، فإذا فرغ من التسبيح يسجد ويصلي على النبي وآله مائة مرّة . ثم قال عليه السّلام ما هذه حكاية لفظه : فمن صلّاها فكأنّما صلّى في البيت العتيق .\r\nقال حسن بن مثله : قلت في نفسي : كأنّ هذا موضع أنت تزعم انّما هذا المسجد للامام صاحب الزمان مشيرا إلى ذلك الفتى المتكى على الوسائل ، فأشار ذلك الفتى الىّ أن اذهب .\r\nفرجعت ، فلما سرت بعض الطريق دعاني ثانية ، وقال : انّ في قطيع جعفر الكاشاني الراعي معزى يجب ان تشتريه ، فإن أعطاك أهل القرية الثمن تشتريه وإلّا فتعطي من مالك ، وتجىء به إلى هذا الموضع ، وتذبحه الليلة الآتية ، ثمّ تنفق يوم الأربعاء الثامن عشر من شهر رمضان المبارك لحم ذلك المعزى على المرضى ومن به علّة شديدة فانّ اللّه يشفي جميعهم ، وذلك المعزى أبلق ، كثير الشعر ، وعليه سبع علامات سود وبيض ، ثلال على جانب وأربع على جانب ، سود وبيض كالدراهم .\r\nفذهبت فأرجعونى ثالثة ، وقال عليه السّلام : تقيم بهذا المكان سبعين يوما أو سبعا ، فإن حملت على السبع انطبق على ليلة القدر وهو الثالث والعشرون وان حملت على السبعين انطبق على الخامس والعشرين من ذي القعدة ، وكلاهما يوم مبارك .\r\nقال حسن بن مثلة : فعدت حتى وصلت إلى داري ولم أزل الليل متفكرا حتى أسفرّ الصبح فأدّيت الفريضة ، وجئت إلى عليّ بن المنذر ، فقصصت عليه الحال ، فجاء معي حتىّ بلغت المكان الذي ذهبوا بي اليه البارحة ، فقال : واللّه انّ العلامة التي قال لي الإمام عليه السّلام واحد منها ان هذه السلاسل والأوتاد ههنا .\r\nفذهبنا إلى السيد الشريف أبي الحسن الرّضا فلما وصلنا إلى باب داره رأينا خدّامه وغلمانه يقولون : انّ السيد أبا الحسن الرضا ينتظرك من السحر ، أنت من جمكران ؟\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nقلت : نعم ، فدخلت عليه الساعة : وسلّمت عليه وخضعت فأحسن في الجواب وأكرمني ومكّن لي في مجلسه ، وسبقني قبل أن احدّثه وقال : يا حسن بن مثله انّي كنت نائما فرأيت شخصا يقول لي : انّ رجلا من جمكران يقال له حسن بن مثله يأتيك بالغدوّ ، ولتصدّقنّ ما يقول ، واعتمد على قوله ، فانّ قوله قولنا ، فلا تردنّ عليه قوله ، فانتبهت من رقدتي ، وكنت أنتظرك الآن .\r\n« فقصّ عليه الحسن بن مثلة القصص مشروحا ، فأمر بالخيول لتسرج ، وتخرّجوا فركبوا فلمّا قربوا من القرية رأوا جعفر الراعي وله قطيع على جانب الطريق فدخل حسن بن مثلة بين القطيع ، وكان ذلك المعزى خلف القطيع فأقبل المعزى عاديا إلى الحسن بن مثلة فأخذه الحسن ليعطي ثمنه الراعي ويأتي به فأقسم جعفر الراعي : انّي ما رأيت هذا المعزى قطّ ، ولم يكن في قطيعي إلّا انّي رأيته وكلّما أريد أن آخذه لا يمكنني ، والآن جاء إليكم ، فأتوا بالمعزى كما أمر به السيد إلى ذلك الموضع وذبحوه .\r\nوجاء السيد أبو الحسن الرضا ( رضى اللّه عنه ) إلى ذلك الموضع ، وأحضروا الحسن بن مسلم واستردّوا منه الغلّات وجاؤوا بغلّات دهق ، وسقّفوا المسجد بالجذوع وذهب السيد أبو الحسن الرضا ( رضي اللّه عنه ) بالسلاسل والأوتاد وأودعها في بيته فكان يأتي المرضى والأعلّاء ويمسّون أبدانهم بالسلاسل فيشفيهم اللّه تعالى عاجلا ويصحّون .\r\nقال أبو الحسن محمد بن حيدر : سمعت بالاستفاضة انّ السيد أبا الحسن الرضا الساكن في المحلّة المدعوّة بموسويان من بلدة قم ، قد مرض بعد وفاته ولد له ، فدخل بيته وفتح الصندوق الذي فيه السلاسل والأوتاد ، فلم يجدها .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nإشارة :\r\nفي الحكاية نكات لطيفة ؛\r\nمنها :\r\nان هناك مواضع في هذه الأرض ، مقدسة وشريفة لا يهتدي إليها أحد إلّا بتعليم الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) فهو العارف باسرار الكون وما فيه ، ومنها هذه البقعة المباركة التي أضحت الآن مسجدا ومزارا يقصده الآلاف من المؤمنين كل ليلة أربعاء وليلة الجمعة ويومها وبقية الأيام ، ومن كافة الأقطار للتبرك به ولنيل المطالب ، وعلى أمل التشرف بلقاء بقية اللّه الأعظم أرواحنا فداه .\r\nوالكرامات التي حصلت في هذا المقام والمسجد الشريف كثيرة جدا ، وللوقوف على بعضها يراجع مكتب إدارة هذا المكان الشريف .\r\nومنها :\r\nان هناك بعض الصالحين يكونون مع الإمام ( عجل اللّه تعالى فرجه الشريف ) في كثير من الأوقات والأماكن ومنهم الخضر عليه السّلام حيث رأينا كيف انه يمثل بين يدي الإمام ( عجل اللّه تعالى فرجه الشريف ) ويقرأ عليه كتابا ، فيأخذ العلوم والمعارف عنه ( عجل اللّه تعالى فرجه الشريف ) .\r\nومنها :\r\nان بعض الناس يتجاوز بعض الحقوق المفروضة عليه كما ورد في ( حسن بن مسلم ) المزارع في أراضي أهل البيت عليهم السّلام ، وقد ابتلاه اللّه بولديه ولكنه لم يلتفت : ولم يتنبه من غفلته ، فما أكثر الغافلين مع كثرة ما يبتلون به من مصائب .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nومنها :\r\nالاستشفاء بتلك السلاسل الحديدية التي مسّتها يد الرحمة الإلهية ، فإذا كان هذا الأثر حاصلا من مجرد المماسة لهذا العنصر ، فكيف بمن يتشرف بتقبيل يده الشريفة ( صلوات اللّه وسلامه عليه وعلى آبائه ) .\r\nومنه يعلم صحة ما يقوم به الشيعة والمؤمنون بالتمسح باضرحتهم الشريفة والتوسل إلى اللّه بحقهم طلبا للشفاء من الأمراض الصعبة والعلل الشديدة .\r\n« اللهم إني لو وجدت شفعاء أقرب إليك من محمد وأهل بيته الأخيار لجعلتهم شفعائي ، اللهم بحقهم الذي أوجبت لهم عليك أسئلك ان تدخلني في جملة العارفين بهم وبحقهم وفي زمرة المرحومين بشفاعتهم انك ارحم الراحمين وصلّى اللّه على محمد وآله الطاهرين » .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nالآية العاشرة : [ أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذا دَعاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذا دَعاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفاءَ الْأَرْضِ أَ إِلهٌ مَعَ اللَّهِ قَلِيلًا ما تَذَكَّرُونَ  ( 62 )\r\nصدق اللّه العلي العظيم\r\nسورة النمل\r\nالآية 62\r\nمحمد بن عباس عن حميد أحمد بن زياد عن الحسين بن محمد بن سماعة عن إبراهيم بن عبد الحميد ، عن أبي عبد اللّه عليه السّلام قال :\r\nانّ القائم عليه السّلام إذا خرج دخل المسجد الحرام فيستقبل القبلة الكعبة ويجعل ظهره إلى المقام ثم يصلي ركعتين ثم يقوم فيقول :\r\nيا أيها الناس أنا أولى الناس بادم عليه السّلام ، يا أيها الناس أنا أولى الناس بإبراهيم عليه السّلام ، يا أيها الناس انا أولى الناس بإسماعيل عليه السلام ، يا أيها الناس انا أولى الناس بمحمد صلّى اللّه عليه وآله وسلّم .\r\nثم يرفع يديه إلى السماء ويدعوا ويتضرع حتى يقع على وجهه ، وهو قول اللّه عزّ وجل :\r\n أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذا دَعاهُ وَيَكْشِفُ السُّوءَ وَيَجْعَلُكُمْ خُلَفاءَ الْأَرْضِ أَ إِلهٌ مَعَ اللَّهِ قَلِيلًا ما تَذَكَّرُونَ .  ( 62 ) « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المحجة في ما نزل في القائم الحجة ( عجل اللّه تعالى فرجه الشريف ) - السيد هاشم البحراني .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nالحكاية العاشرة : السيد محمد مهدي بحر العلوم ( قدس سره )\r\nنقل جناب المولى السلماسي ( طاب ثراه ) عن ناظر أموره في أيام مجاورته بمكّة قال : كان ( رحمه اللّه ) مع كونه في بلد الغربة منقطعا عن الأهل والأخوة ، قويّ القلب في البذل والعطاء ، غير مكترث بكثرة المصارف .\r\nفاتّفق في بعض الأيام أن لم نجد إلى درهم سبيلا فعرّفته الحال ، وكثرة المؤنة ، وانعدام المال ، فلم يقل شيئا .\r\nوكان دأبه أن يطوف بالبيت بعد الصبح ويأتي إلى الدار ، فيجلس في الغرفة المختصّة به ونأتي اليه بغليان فيشربه ، ثم يخرج إلى غرفة أخرى يجتمع فيها تلامذته ، من كلّ المذاهب فيدرس لكلّ على مذهبه .\r\nفلمّا رجع من الطواف في اليوم الذي شكوته في أمسه نفوذ النفقة ، وأحضرت الغليان على العادة ، فإذا بالباب يدقّه أحد ، فاضطرب أشدّ الاضطراب ، وقال لي :\r\nخذ الغليان وأخرجه من هذا المكان .\r\nوقام مسرعا خارجا عن الوقار والسكينة والآداب ، ففتح الباب ودخل شخص جليل في هيئة الأعراب ، وجلس في تلك الغرفة وقعد السيد عند بابها ، في نهاية الذلّة والمسكنة ، وأشار اليّ أن لا اقرّب اليه الغليان .\r\nفقعدا ساعة يتحدّثان ، ثمّ قام ، فقام السيد مسرعا وفتح الباب ، وقبّل يده وأركبه على جمله الذي أناخه عند الباب ، ومضى لشأنه ورجع السيد متغير اللون وناولني براة وقال : هذه حوالة على رجل صرّاف ، قاعد في جبل الصفا ، فاذهب اليه وخذ منه ما أحيل عليه .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nقال : فأخذتها وأتيت بها إلى الرجل الموصوف ، فلمّا نظر إليها قبّلها وقال : عليّ بالحماميل ، فذهبت وأتيت بأربعة حماميل فجاء بالدارهم من الصنف الذي يقال له ريال فرانسة ، يزيد كلّ واحد على خمسة قرانات العجم وما كانوا يقدرون على حمله ، فحملوها على أكتافهم ، وأتينا بها إلى الدار .\r\nولمّا كان في بعض الأيّام ، ذهبت إلى الصرّاف لأسأل منه حاله ، وممّن كانت تلك الحوالة فلم أر صرّافا ولا دكّانا .\r\nفسألت من بعض من حضر في ذلك المكان عن الصرّاف ، فقال : ما عهدنا في هذا المكان صرّافا أبدا وانّما يقعد فيه فلان .\r\nفعرفت انّه من أسرار الملك المنّان ، وألطاف وليّ الرحمان .\r\nوحدّثني بهذه الحكاية الشيخ العالم الفقيه النحرير المحقّق الوجيه ، صاحب التصانيف الرائقة ، والمناقب الفائقة ، الشيخ محمد الكاظمي المجاور بالغرىّ ( أطال اللّه بقاه ) عمّن حدّثه من الثقات عن الشخص المذكور « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النجم الثاقب ، مجلد 2 ، ص 287 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nإشارة :\r\nذكر في سبب بقاء السيد بحر العلوم في مكة المكرمة انه سافر إليها قاصدا الحج فلم يدرك الموسم ، فاختار المكث فيها إلى العام القابل ، لصعوبة السفر آنداك واستغراقه مدة طويلة ، هذا في ظاهر الحال .\r\nولعلّ هناك أسباب اخري حقيقية هي التي دفعت السيد إلى البقاء ، وقد يكون ذلك بأمر من ولي اله ( عجل اللّه تعالى فرجه الشريف ) لكي ينتفع الناس من هذا البحر الزاخر الذي هو قطرة من علم الأئمة ( عليهم أفضل الصلاة والسلام ) .\r\nولا يخفى عليك عزيزي القارئ الالطاف التي حظي بها هذا السيد من قبل الإمام ( عجل اللّه تعالى فرجه الشريف ) كما ذكر في الحكاية .\r\nوباعتقادنا ، ان مراجعنا العظام ومروجي المذهب الحق يعيشون دائما في ظل الطاف الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) وانه يتلطف عليهم باستمرار ، فما احرانا بتجليل مراجعنا واكبارهم والانقياد لنصائحهم وارشاداتهم فإنهم حجّة الإمام ( عجل اللّه تعالى فرجه الشريف ) علينا .\r\nاللّهم ارحم الماضين منهم واحفظ الباقين وأيدهم بتأييداتك الوافرة .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nالآية الحادية عشرة : [ وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ  ( 88 )\r\nصدق اللّه العلي العظيم\r\nسورة ص اية 88\r\nروى الحافظ القندوزي ( الحنفي ) باسناده قال :\r\nعن عاصم بن حميد عن الباقر عليه السّلام في قوله تعالى :\r\n وَلَتَعْلَمُنَّ نَبَأَهُ بَعْدَ حِينٍ .  ( 88 )\r\nقال : لتعلمن نبأه أي : نبأ القائم عند خروجه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودة ، ص 519 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالحكاية الحادية عشرة : الحاج مؤمن\r\nذكر الشهيد السيد عبد الحسين دستغيب في كتابه « القصص العجيبة » قال : حدثني صاحب مقام اليقين المرحوم « الحاج عباس علي » المعروف « بالحاج مؤمن » وهو من أهل المكاشفات والكرامات قال : في أوائل شبابي ، كنت اشتاق كثيرا للتشرّف وزيارة مولاي الإمام الحجّة ، حتّى سلبت منّي الرّاحة والاستقرار شوقا اليه ووصل بي الأمر ان حرّمت على نفسي الطعام والشراب حتى احظى بلقائه ( عجل اللّه تعالى فرجه الشريف ) ، ( ولا شك في أن هذا التصميم منّي كان ناشئا عن قلة المعرفة وشدة الاشتياق ) .\r\nبقيت يومين وليلتين لم أذق طعاما ولا شرابا ، وفي الليلة الثالثة اضطررت إلى شرب قليل من الماء ، ثم عرضتني حالة غشوة فرأيت في تلك الحالة مولاي الإمام الحجّة عليه السّلام فاعترض عليّ وقال : لما ذا تفعل هذا بنفسك ؟ سابعث إليك بطعام ، فكله .\r\nعدت إلى حالتي الطبيعية وكان قد مضى من الليل ثلثه وكنت حينئذ في المسجد ( مسجد مردزك ) وكان المسجد مغلقا في تلك الساعة وخاليا من الناس .\r\nوفجأة سمعت طرقات الباب ، فتحت الباب فرأيت رجلا قد غطّى رأسه بعباءة ، فأخرج ظرفا من تحت العباءة وكان مملوءا طعاما وقال لي مرتين : كله ولا تعط منه شيئا لأحد . ثم وضع الظرف تحت منبر المسجد وانصرف .\r\nأغلقت الباب ودخلت إلى المسجد فوجدت ان ذلك الاناء مملوء بالرز والدجاج المشوي ، فأكلت منه وكان لذيذا لا توصف لذته .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nوفي اليوم الثاني ، قبل الغروب جاءني المرحوم الميرزا محمد باقر وهو من الأخيار وابرار ذلك الزمان ، فطالبني أولا بالاناء ، ثم أعطاني مقدارا من النقود كان قد وضعها في كيس وقال لي :\r\nأنت مأمور بالسفر ، فخذ هذه النقود وسافر إلى مشهد الإمام الرضا عليه السّلام مع قافلة السيد هاشم ( وهو امام جماعة مسجد سردزك ) وستلتقي في الطريق برجل جليل القدر وتستفيد منه كثيرا .\r\nيقول الحاج مؤمن :\r\nسافرت بذلك المال مع المرحوم السيد هاشم ، وعندما تجاوزنا مدينة طهران ، صادفنا شيخا عجوزا على قارعة الطريق ، أشّر لنا بالتوقف ، فتوقفنا عن السير واركبناه في السيارة بعد الاستئذان من السيد هاشم .\r\nصعد الشيخ وجلس إلى جانبي ، وتحركت السيارة . في أثناء الطريق علمني الشيخ وكان طيب القلب نيرّ الضمير ، علمني بعض الأمور والارشادات والمواعظ ، كما أنه أخبرني ببعض ما سيجري عليّ إلى أواخر حياتي وأخبرني عن كل ما فيه مصلحتي . وقد حصل كلّ الذي أخبرني به .\r\nومن جملة ما أمرني به هذا الرجل هو انه نهاني عن الاكل في المطاعم والمقاهي الكائنة على الطرق الخارجية العامة وقال : ان طعام الشبهة يترك اثرا سيئا على القلب .\r\nوكان مع هذا الرجل سفرة طعام يفرشها متى ما أراد أن يأكل ، وكان يخرج منها الخبز الطازج الشهي حتى ما اشتهيت الطعام وكان أحيانا يعطيني الكشمش الأخضر .\r\nولما ان وصلنا إلى موضع ( قدم گاه ) قال لي :\r\nلقد اقترب اجلي ، ولن أصل إلى مشهد الإمام الرضا عليه السّلام ، واعلم أن تجهيزي سيكون على يد السيد هاشم .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nيقول الحاج مؤمن : لما سمعت ذلك منه ، اضطربت كثيرا فقال لي : لا تخف ، واهدأ ولا تخبر أحدا بشيء حتى تكون وفاتي ، وسلم أمرك إلى اللّه .\r\nوعندما وصلنا إلى جبل « طرق » وكان طريق الزوار حينذاك يمرّ من هناك ، توقفت السيارة ونزل المسافرون واشتغلوا بالسلام على الإمام الرضا عليه السّلام وكان معاون السائق يرشد الناس إلى منظر القبة الذهبيّة السامية للامام عليه السّلام ويأخذ منهم الهدية على ذلك .\r\nفي هذه الأثناء ، اتجه الشيخ العجوز إلى موضع هناك ثم نظر إلى قبة الإمام الرضا عليه السّلام وبعد السلام والتحية على الإمام عليه السّلام بكى كثيرا ، ثم قال :\r\nيا مولاي ، لم أكن لائقا للوصول إلى قبرك الشريف ! ! .\r\nثم نام على الأرض مستقبلا القبلة ووضع عباءته على رأسه .\r\nبعد لحظات ، ذهبت عند رأسه وكشفت العباءة عن وجهه فإذا هو مفارق للحياة .\r\nجلست عند رأسه أبكي وانحب وانوح عليه ، فاجتمع المسافرون حولي ، وسألوني عن الموضوع فأخبرتهم بالقصة كاملة وبيّنت لهم بعض أحواله فأخذوا بالبكاء والحسرة .\r\nأخذنا جنازة الرجل إلى مشهد الإمام الرضا عليه السّلام ، وجهزناها ودفناه في صحن الإمام عليه السّلام كما أخبرني هو بذلك .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nإشارة :\r\nمن هذه الحكاية العجيبة ، يمكن استفادة أمور ؛\r\nمنها : انّه على الرغم من أن السعي إلى التشرف بخدمة الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) أمر مطلوب بل هو غاية كل مؤمن ، إلّا انه لا ينبغي للانسان ان يتوسل باي طريقة للوصول إلى ذلك حتى لو كانت تدخل الضرر على نفسه بل هناك سبل يمكن اتّباعها للتشرف والفوز بلقائه بعد الاذن منه ( عجل اللّه تعالى فرجه الشريف ) .\r\nومنها : ان أولياء اللّه في هذه الأرض كثيرون ولكنهم لا يظهرون أنفسهم إلّا في الموارد الضرورية وعندما تكون هناك مصلحة في ذلك ، وكما ورد عن أمير المؤمنين عليه السّلام : ان اللّه اخفى أوليائه في عباده ، فلا تحتقرن أحدا من عباده فقد يكون وليا من أوليائه .\r\nولولا وجود هؤلاء الصالحين والابدال في هذه الأرض ، لتغير حال الناس ، كما ورد ذلك في الاخبار في الآيات القرآنية أيضا فإن اللّه عز وجل يرفع العذاب عن أقوام لوجود أمثال هؤلاء الابدال فيهم .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالآية الثانية عشرة : [ أُولئِكَ حِزْبُ اللَّهِ أَلا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n أُولئِكَ حِزْبُ اللَّهِ أَلا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ  ( 22 )\r\nصدق اللّه العلي العظيم\r\nسورة المجادلة\r\nالآية 22\r\nاخرج الحافظ القندوزي في ينابيعه ، بسنده قال :\r\nعن جابر بن عبد اللّه الأنصاري عن رسول اللّه صلّى اللّه عليه وآله وسلّم قال في حديث طويل عندما يسئل النبي صلّى اللّه عليه وآله وسلّم عن أوصيائه ، فعدّهم النبي الأكرم صلّى اللّه عليه وآله وسلّم إلى أن قال :\r\nومن بعده ( اي بعد الحسن العسكري ) ابنه محمد ، يدعى بالمهدي والقائم والحجّة ، فيغيب ثم يخرج ، فإذا خرج يملأ الأرض قسطا وعدلا كما ملئت جورا وظلما طوبى للصابرين في غيبته ، طوبى للمقيمين على محبته أولئك الذين وصفهم اللّه في كتابه وقال :\r\n  هُدىً لِلْمُتَّقِينَ * الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ .  \r\nوقال تعالى :\r\n أُولئِكَ حِزْبُ اللَّهِ أَلا إِنَّ حِزْبَ اللَّهِ هُمُ الْمُفْلِحُونَ .  ( 22 ) « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودة ، القندوزي ، ص 443 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nالحكاية الثانية عشرة : السيد بن طاووس ( قدس سره )\r\nروى السيد ابن طاووس في « جمال الأسبوع » زيارة أمير المؤمنين عليه السّلام يوم الأحد ، برواية من شاهد في اليقظة صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) وهو يزوره بها .\r\nوالزيارة هي :\r\n« السلام على الشجرة النبوية والدوحة الهاشمية المضيئة المثمرة بالنبوّة المونقة بالإمامة ، وعلى ضجيعيك آدم ونوح عليه السّلام السلام عليك وعلى أهل بيتك الطيبين الطاهرين ، السلام عليك وعلى الملائكة المحدقين بك والحافّين بقبرك ، يا مولاي يا أمير المؤمنين هذا يوم الأحد وهو يومك وباسمك وأنا ضيفك فيه وجارك فأضفنى يا مولاي وأجرني فانّك كريم تحبّ الضيافة ومأمور بالإجارة فافعل ما رغبت إليك فيه ورجوته منك بمنزلتك وآل بيتك عند اللّه ، ومنزلته عندكم ، وبحقّ ابن عمّك رسول اللّه صلّى اللّه عليه وعليكم أجمعين » « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جمال الأسبوع ( السيد ابن طاووس ) .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nإشارة :\r\nلعلّ المشاهد هو نفس السيد ابن طاووس ( قدس سره ) لكنه لم يفصح عن ذلك لورعه ، حيث عرفت عزيزي انّه نقل أيضا المناجاة التي سمعها هو بنفسه عن الحجّة ( عجل اللّه تعالى فرجه الشريف ) في السرداب سحرا ، والتي ذكرناها في الحكاية الأولى في هذا الكتاب .\r\nثم اعلم أن هذه الزيارة للأمير عليه السّلام ، باعتبار تقسيم أيام الأسبوع على المعصومين ( صلوات اللّه عليهم ) حيث إن يوم السبت خفيره رسول اللّه صلّى اللّه عليه وآله وسلّم ويوم الأحد خفيره أمير المؤمنين عليه السّلام وأضاف اليه السيد ، مولاتنا فاطمة الزهراء عليها السّلام ولعله استفاد ذلك من اخبار أخرى . وتقسيم باقي أيام الأسبوع على الأئمة عليهم السّلام .\r\nوللمحقق النوري تحقيق في هذا الباب « 1 » .\r\nواعلم حفظك اللّه ورعاك ان ورود هذه الزيارة على لسان المعصومين عليهم السّلام انما هي لطف منهم للمؤمنين حيث إنهم يعلمونهم أدب مخاطبة هذه الوجودات الطاهرة ، ولولا ذاك لوقع الناس في محاذير كثيرة في مخاطبتهم للأئمة عليهم السّلام ، وقد يفرّط البعض وينتقص من مقامهم السامي ويفرط البعض ويغلو بهم فجاءت زيارتهم على لسانهم صونا لنا عن ذلك ولله الحمد والشكر ، ولحججه المنة واللطف علينا ما بقينا وبقي الليل والنهار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النجم الثاقب - المحدث النوري - ترجمة السيد ياسين الموسوي - الجزء الثاني ، ص 122 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nالآية الثالثة عشرة : [ هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدى وَدِينِ الْحَقِّ لِيُظْهِرَهُ . . . * 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ * \r\n هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ *  ( 33 )\r\nصدق اللّه العلي العظيم\r\nسورة الفتح الآية 28\r\nسورة التوبة الآية 33\r\nسورة القصص الآية 9\r\nاخرج العلامة الكنجي في ( البيان ) والشبلنجي في ( نور الأبصار ) قالا :\r\nجاء في تفسير الكتاب عن سعيد بن جبير في تفسير قوله تعالى :\r\n « لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ » * \r\nقالا : هو المهدي من ولد فاطمة عليهم السّلام « 1 » .\r\nوروى الحافظ القندوزي باسناده عن الإمام جعفر بن محمد الصادق عليه السّلام في قوله تعالى :\r\n هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ . *  ( 33 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البيان في أخبار صاحب الزمان ، الكنجي ، نور الأبصار - الشبلنجي .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nقال عليه السّلام : واللّه ما يجيء تأويلها حتى يخرج القائم المهدي عليه السّلام .\r\nفإذا خرج ( القائم ) لم يبق مشرك الا كره خروجه .\r\nولا يبقى كافر إلّا قتل حتى لو كان كافر في بطن صخرة قالت :\r\nيا مؤمن في بطني كافر فاكسرني واقتله « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودة ، ص 508 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nالحكاية الثالثة عشرة : السيد الرشتي\r\nنقل المحقق الشيخ حسين النوري ( قدس سره ) في النجم الثاقب هذه الحكاية الشريفة ، فقال :\r\nقد تشرّف بزيارة النجف الأشرف جناب المستطاب التقي الصالح السيد أحمد بن السيد هاشم بن السيد حسن الرشتي ساكن رشت أيّده اللّه ، قبل سبعة عشر سنة تقريبا .\r\nوقد جائني إلى المنزل مع العالم الرّباني والفاضل الصمداني الشيخ علي الرشتي . طاب ثراه .\r\nفلمّا نهضنا للخروج نبّهني الشيخ إلى أن السيد احمد من الصلحاء المسدّدين ولمّح اليّ انّ له قصّة عجيبة ولم يسمح المجال حينها في بيانها .\r\nوبعد عدّة أيام من اللقاء قال لي الشيخ : انّ السيد قد ذهب ، ثم نقل لي جملة من حالات وأحوال السيد مع قصّته ، فتأسّفت لذلك كثيرا لعدم سماعي القصّة منه شخصا ، ولو انّ مقام الشيخ ( رحمهم الله ) أجلّ من أن ينقل شيئا خلاف ما نقل له .\r\nوبقي هذا الموضوع في ذهني من تلك السنة وحتى جمادى الآخرة من هذه السنة حيث كنت راجعا من النجف الأشرف إلى الكاظمين فالتقيت بالسيد الصالح المذكور وهو راجع من سامراء وكان عازما على السفر إلى بلاد العجم ، فسألته عن ما سمعته من أحواله ومن جملتها المعهود ، فنقل كل ذلك ما طابق النقل الأول ، والقضية بما يلي ؛ قال :\r\nعزمت على الحج في سنة ألف ومائتين وثمانين فجئت من حدود\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nرشت إلى تبريز ونزلت في بيت الحاج صفر علي التاجر التبريزي المعروف ولعدم وجود قافلة فقد بقيت متحيّرا إلى أن جهز الحاج جبار جلودار السدهي الاصفهاني قافلة إلى ( طربوزن ) فاكتريت منه مركبا لوحدي وسافرت .\r\nوعندما وصلت إلى أوّل منزل التحق بي . وبترغيب الحاج صفر علي .\r\nثلاثة أشخاص آخرين ، أحدهم الحاج الملّا باقر التبريزي ، الذي كان يحج بالنيابة وكان معروفا لدى العلماء ، والحاج سيد حسين التاجر التبريزي ورجل يسمى الحاج علي وكان يشتغل بالخدمة .\r\nثم ترافقنا بالسفر إلى أن وصلنا إلى ( أرضروم ) ، وكنّا عازمين على الذهاب من هناك إلى ( طربزون ) وفي أحد تلك المنازل التي تقع بين هاتين المدينتين جاءني الحاج جبار جلودار وقال : بأن هذا المنزل الذي قدامنا مخيف فعجّلوا حتى تكونوا مع القافلة دائما ، وذلك لأننا كنّا غالبا ما نتخلّف عن القافلة بفاصلة في سائر المنازل ، فتحرّكنا سويّة بساعتين ونصف ، أو ثلاث ساعات بقيت إلى الصبح . على التخمين . وابتعدنا عن المنزل الذي كنّا فيه مقدار نصف أو ثلاثة أرباع الفرسخ فإذا بالهواء قد تغيّر واظلمت الدنيا وابتدأ الثلج بالتساقط ، فحينئذ غطى كل واحد منّا ومن الرفقاء رأسه وأسرع بالسيد .\r\nوقد فعلت أنا كذلك لألتحق بهم ولكنّي لم أتمكن على ذلك فذهبوا وبقيت وحدي . ثم نزلت بعد ذلك من فرسي وجلست على جانب الطريق ، وقد اضطربت اضطرابا شديدا لأنه كان معي قرابة ستمائة تومان لنفقة الطريق .\r\nوبعد أن فكّرت وتأملت بأمري قررت أن أبقى في هذا الموضع إلى أن يطلع الفجر ، ثم ارجع إلى الموضع الذي جئت منه ، وآخذ معي من ذلك الموضع عدّة اشخاص من الحرس فألتحق بالقافلة مرّة ثانية .\r\nوبهذه الأثناء رأيت بستانا أمامي ، وفي ذلك البستان فلاح بيده مسحاة يضرب بها الأشجار فيتساقط الثلج منها ، فتقدّم اليّ بحيث بقيت فاصلة قليلة بينه وبيني ، ثم قال : من أنت ؟\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nقلت ذهب أصدقائي وبقيت وحدي ولا أعرف الطريق فتهت .\r\nفقال باللغة الفارسية : نافله بخوان تا راه ديدا كنى .\r\n( أي صلّ النافلة . والمقصود منها صلاة الليل . لتعرف الطريق . )\r\nفاشتغلت بصلاة النافلة وبعد ما فرغت من التهجد ، عاد اليّ مرّة أخرى وقال :\r\nألم تذهب بعد ؟ !\r\nقلت واللّه لا أعرف الطريق .\r\nقال : جامعه بخوان . ( اقرأ الجامعة ) .\r\nولم أكن احفظ الجامعة وما زلت غير حافظ لها مع انّي تشرّفت بزيارة العتبات المقدّسة مرارا . . . ولكنني وقفت مكاني وقرأت الجامعة كاملة عن ظهر الغيب ، ثم جاء وقال ألم تذهب بعد ؟ !\r\nفأخذتني العبرة بلا إرادة وبكيت وقلت : ما زلت موجودا ولا أعرف الطريق .\r\nقال : عاشورا بخوان . ( اقرأ عاشوراء ) .\r\nوكذلك انّي لم أكن احفظ زيارة عاشوراء وما زلت غير حافظ لها ، فقمت من مكاني واشتغلت بزيارة عاشوراء من الحافظة عن ظهر غيب إلى أن قرأتها جميعا وحتى اللعن والسلام ودعاء علقمة ، فرأيته عاد اليّ مرّة أخرى وقال : ( نرفتي ، هستي ) . ألم تذهب ؟ بعدك ؟ ! .\r\nفقلت : لا ، فاني موجود وحتى الصباح .\r\nقال : أنا أوصلك إلى القافلة الآن ( من حالا ترا به قافله مي رسانم ) .\r\nثم ذهب وركب على حمار ووضع مسحاته على عاتقه وجاء فقال ، اصعد خلفي على حماري ( برديف من بر الاغ سوار شو ) .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nفركبت وأخذت بعنان فرسي فلم يطاوعني ولم يتحرّك ، فقال : ( جلو أسب را بمن ده ) ناولني لجام الفرس . فناولته ، فوضع المسحاة على عاتقة الأيسر وأخذ الفرس بيده اليمنى وأخذ بالسير ، فطاوعه الفرس بشكل عجيب وتبعه .\r\nثم وضع يده على ركبتي وقال : ( شما چرا نافله نمىخوانيد ؛ نافله ، نافله ، نافله . . . )\r\n( لما ذا لا تصلّوا النافلة ؟ النافلة . . . النافلة . . . النافلة ) قالها ثلاث مرّات .\r\nثم قال : ( شما چرا عاشورا نميخوانيد ؟ . . . عاشورا . . .\r\nعاشورا . . . عاشورا )\r\nلما ذا لا تقرأون عاشوراء ؟ عاشوراء . . . ، عاشوراء . . . عاشوراء . . . ؟\r\nقالها ثلاث مرّات .\r\nثم قال : ( شما چرا جامعه نميخوانيد : جامعه . . . جامعه . . . جامعه ) .\r\nلما ذا لا تقرءوا الجامعة ؟ ( الجامعة . . . الجامعة . . . الجامعة ) .\r\nوعندما كان يطوي المسافة كان يمشي بشكل مستدير ، فجأة رجع وقال : ( آنست رفقاي شما ) هؤلاء أصحابك .\r\nوكانوا قد نزلوا على حافة نهر فيه ماء يتوضون لصلاة الصبح . فنزلت من الحمار لأركب فرسي فلم أتمكن فنزل هو وضرب المسحاة في الوفر وأركبني وحول رأس فرسي إلى جهة أصحابي وبهذه الأثناء وقع في نفسي :\r\nمن يكون هذا الانسان الذي يتكلم باللغة الفارسية علما ان أهل هذا المنطقة لا يتكلّمون إلّا باللغة التركية ، ولا يوجد بينهم غالبا إلّا أصحاب المذهب العيسوي ( المسيحيّون ) وكيف أوصلني إلى أصحابي بهذا السرعة ؟ ! فنظرت ورائي فلم أر أحدا ولم يظهر لي أثر منه ، فالتحقت برفقائي « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مفاتيح الجنان ، نقلا عن النجم الثاقب .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\nإشارة :\r\nفي هذه الحكاية أمور مهمة جدا ينبغي الاهتمام بها كثيرا لكل من أراد قضاء الحوائج من قاضى الحاجات عز وجل .\r\nالأمر الأول : أهمية صلاة الليل ، حيث اكّد الإمام ( عجل اللّه تعالى فرجه الشريف ) على ضرورتها ثلاثا ، ولا غرابة في ذلك بعد التأكيد الحثيث عليها في القرآن الكريم حتى ورد في فضلها ( ومن الليل فتهجد به نافلة لك عسى ان يبعثك ربك مقاما محمودا ) حيث جعل الوصول إلى المقام المحمود مشروطا بها .\r\nكما أن الروايات الشريفة عن النبي الأكرم صلّى اللّه عليه وآله وسلّم وأهل بيته الطاهرين عليهم السّلام وردت في بيان ثمرات هذه الطاعة الكريمة وأنها وسيلة للرزق وقضاء الحوائج لنور الوجه والعزة في الدنيا والآخرة منها ما ورد عنهم عليه السّلام : ( المال والبنون زينة الحياة الدنيا وركعتان يصليهما المؤمن في جوف الليل زينة الحياة الآخرة ) .\r\nالأمر الثاني : أهمية الزيارة الجامعة وشرفها حتى ورد ان كبار علمائنا كانوا لا يزورون الأئمة عليهم السّلام إلّا بها لفضلها وشرفها .\r\nوأمّا التشكيك في سندها . نعوذ باللّه . فهو من تخرصات قليلي الاطلاع والتوفيق . فقد ذكر العلامة المجلسي ( أعلى اللّه مقامه ) « انها من أصح الزيارة سندا واعمّها موردا وافصحها لفظا وابلغها معنى وأعلاها شأنا » .\r\nالأمر الثالث : ما يرتبط بزيارة عاشوراء ، التي لا تسانخها سائر الزيارات ، بل هي كما يعبّر عن ذلك المحقق النوري ( قدس سره ) انها من سنخ الأحاديث القدسية نزلت بهذا الترتيب من الزيارة واللعن والسلام والدعاء من الحضرة الأحدية جلّت عظمته إلى جبرئيل الأمين ومنه إلى خاتم\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالنبيين صلّى اللّه عليه وآله وسلّم والمداومة عليها له آثار لا تخفى على أهل الايمان فبها يستدفع الضرّ والبلاء والمرض ، وبها يستجلب الرزق والعافية والعلم والعزّ .\r\nوقد ورد في بيان فضلها وأهميتها حكايات كثيرة جدا فراجع دار السلام للمحقق النوري ( قدس سره ) .\r\nواعلم أيها العزيز ، ان الأمر من قبل الحجّة ( عجل اللّه تعالى فرجه الشريف ) بهذه الأمور الثلاثة مجتمعة ، لم يكن بلا دليل وبلا ثمرة لاجتماعها ، وحاشاه وحاشا آبائه الطاهرين من أن يقولوا ما ليس فيه فائدة عظمى وأهمية قصوى ، فهم الذين زقّوا العلم زقّا وهم أبناء مدينة العلم وبابها .\r\nولا يخفى عليك ان صلاة الليل تهذب الانسان على الاخلاص في الطاعة والعبادة .\r\nوان الزيارة الجامعة تهذبه عقائديا .\r\nوان زيارة عاشوراء تهذبه اجتماعيا وسياسيا ، لأنها ثورة على الظلم والجور والفساد الذي تجسد في بني أمية واتباعهم ، والزائر بهذه الزيارة يتبرأ من هؤلاء واتباعهم ويعلن ثورته ولعنه لهم ولاتباعهم .\r\nفزيارة عاشوراء تربى الثوار .\r\nوبضم الجامعة والنافلة ، يتخرج هذا الانسان من مدرسة أهل البيت عليهم السّلام عابدا مخلصا صحيح الاعتقادات ثائرا على الظلم والجور ، وهذه هي أهم صفات أنصار الإمام المهدي ( عجل اللّه تعالى فرجه الشريف ) ولعلّه لهذا ولغيره جاء تأكيد الإمام المهدى ( عجل اللّه تعالى فرجه الشريف ) ثلاثا على المداومة على هذه الأمور الثلاثة بل والظاهر من كلامه التأنيب واللوم على تركها كما هو واضح من تصفح الحكاية المذكورة .\r\n« اللّهم العن أول ظالم ظلم حقّ محمد وآل محمد واخر تابع له على ذلك ، اللهم العن العصابة التي جاهدت الحسين عليه السّلام وشايعت وبايعت وتابعت على قتله اللهم العنهم جميعا » .\r\nآمين يا رب العالمين .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\nالآية الرابعة عشرة : [ فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جاءَ أَشْراطُها 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n فَهَلْ يَنْظُرُونَ إِلَّا السَّاعَةَ أَنْ تَأْتِيَهُمْ بَغْتَةً فَقَدْ جاءَ أَشْراطُها فَأَنَّى لَهُمْ إِذا جاءَتْهُمْ ذِكْراهُمْ \r\nصدق اللّه العلي العظيم\r\nسورة محمد صلّى اللّه عليه وآله وسلّم\r\nالآية 18\r\nروى السيوطي ( الشافعي ) في تفسير هذه الآية عن الترمذي ، ونعيم بن حماد ، عن أبي هريرة قال : قال رسول اللّه صلّى اللّه عليه وآله وسلّم :\r\n« ينزل بأمتى في آخر الزمان بلاء شديد من سلطانهم ، حتى تضيق عليهم الأرض ، فيبعث اللّه رجلا من عترتي فيملأ الأرض قسطا وعدلا كما ملئت ظلما وجورا ، يرضى عنه ساكن السماء والأرض الخ » « 1 » .\r\nوفي حديث ابن ماجة والحاكم عن ثوبان ، عن رسول اللّه صلّى اللّه عليه وآله وسلّم :\r\n« فإنه خليفة اللّه المهدي » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدر المنثور ، ج 6 ، ص 58 .\r\n( 2 ) الدر المنثور ، ج 6 ، ص 58 ،\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nالحكاية الرابعة عشرة : الشيخ الحر العاملي ( قدس سره )\r\nيقول الشيخ الاجلّ المرحوم الحرّ العاملي المدفون في صحن الإمام الرضا ( عليه الصلاة والسلام ) :\r\nعندما كنت في سن العاشرة من العمر ، ابتليت بمرض صعب ، عجز الأطباء جميعا عن علاجه ، حتى وصل الأمر ان أقربائي جميعا اجتمعوا حول سريري وهم يبكون على حالي بعد ان يأسوا من شفائي وتيقنوا موتي كما أخبرهم الأطباء .\r\nوفي تلك الليلة رأيت النبي الأكرم والأئمة الاثني عشر عليهم السّلام واقفين حولى .\r\nسلمت عليهم وصافحتهم واحدا واحدا ، وجرت بيني وبين الإمام الصادق عليه السّلام مذاكرة نسيت الآن تفاصيلها ، ولكنني أتذكر انه دعا في حقي .\r\nوعندما صافحت المولى ولى العصر والزمان ( أرواح العالمين لتراب مقدمه الفداء ) ، اخذت بالبكاء وقلت له : سيدي ومولاي أخاف ان أموت في مرضي ولا أوفق لتحصيل العلم والعمل به .\r\nفقال عليه السّلام : لا تخف ، فإنك لن تموت من مرضك هذا ، فإن اللّه سيمنّ عليك بالشفاء وتعيش عمرا طويلا .\r\nثم ناولني عليه السّلام ، قدحا من الماء كان بيده المباركة فشربت من ذلك\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالماء وشفيت من مرضي فورا .\r\nوفي اليوم التالي تعجب الأقرباء وتحيّروا جميعا لشفائي المفاجىء ، وبعد عدة أيام أخبرتهم بالقصة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع إثبات الهداة .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nإشارة :\r\nاعلم أنه وان لم يصرّح الشيخ ( قدس سره ) بأنه رآهم عليهم السّلام في عالم اليقظة ، الا انه من الواضح وبعد شفائه من مرضه ، ان ذلك لم يكن في عالم المنام ، فإن لم يكن في عالم اليقظة فهو في عالم غير عالم المنام جزما ، وعلم ذلك العالم عند خالق العوالم عز وجل .\r\nوأيضا يستفاد من القصة بان هؤلاء الصلحاء انما يطلبون طول العمر من اجل العلم وتحصيله والعمل به ، لا من اجل الالتذاذ بالملذات الدنيوية ، وهذا ما ينبغي ان يسعى اليه كل انسان عاقل ، فلا كرامة للحياة مع الجهل ، فالجهل موت والعلم حيوة وكما قال الشاعر :\r\n« الناس موتى وأهل العلم احياء »\r\nوقد وفق هذا العالم الجليل لتأليف كتابه النبيل « وسائل الشيعة » الذي هو محل استفادة طلاب العلم كافة .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\nالآية الخامسة عشرة : [ وَإِذِ ابْتَلى إِبْراهِيمَ رَبُّهُ بِكَلِماتٍ فَأَتَمَّهُنَّ قالَ إِنِّي جاعِلُكَ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَإِذِ ابْتَلى إِبْراهِيمَ رَبُّهُ بِكَلِماتٍ فَأَتَمَّهُنَّ قالَ إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً قالَ وَمِنْ ذُرِّيَّتِي قالَ لا يَنالُ عَهْدِي الظَّالِمِينَ  ( 124 )\r\nصدق اللّه العلي العظيم\r\nسورة البقرة\r\nالآية 124\r\nروى الحافظ القندوزي باسناده عن المفضل بن عمر ، قال : سألت جعفرا الصادق عليه السّلام عن قوله عز وجل :\r\n وَإِذِ ابْتَلى إِبْراهِيمَ رَبُّهُ بِكَلِماتٍ فَأَتَمَّهُنَّ قالَ إِنِّي جاعِلُكَ لِلنَّاسِ إِماماً قالَ وَمِنْ ذُرِّيَّتِي قالَ لا يَنالُ عَهْدِي الظَّالِمِينَ .  ( 124 )\r\nقال عليه السّلام : هي الكلمات التي تلقاها آدم من ربه فتاب عليه وهو أنه قال :\r\n( يا رب أسألك بحق محمد وعلى وفاطمة والحسن والحسين إلّا تبت علىّ ) .\r\n( فتاب عليه انه هو التواب الرحيم ) .\r\nفقلت له : يا ابن رسول اللّه صلّى اللّه عليه وآله وسلّم فما يعني بقوله « فأتمّهنّ » ؟\r\nقال : يعنى ، اتمّهنّ إلى القائم المهدى اثني عشر اماما ، تسعة من ( ولد ) الحسين « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودة ، ص 507 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nالحكاية الخامسة عشر : الشيخ حسين آل رحيم\r\nقال العلامة المحدث النوري في النجم الثاقب :\r\nحدث الشيخ العالم الفاضل الشيخ باقر الكاظمي نجل العالم العابد الشيخ هادي الكاظمي المعروف بآل طالب انه كان هناك رجل مؤمن في النجف الأشرف من البيت المعروف ب ( آل رحيم ) يقال له الشيخ حسين رحيم .\r\nوحدّثني أيضا العالم الفاضل والعابد الكامل مصباح الأتقياء الشيخ طه من آل سماحة العالم الجليل والزاهد العابد بلا بديل الشيخ حسين نجف وهو امام الجماعة في المسجد الهندي في النجف الأشرف ومقبول في التقوى والصلاح والفضل لدى الخواص والعوام .\r\nوكان الشيخ حسين المذكور رجلا طاهر الطينة والفطرة ومن مقدسي المشتغلين « 1 » .\r\nوكان معه مرض السّعال إذا سعل يخرج من صدره مع الاخلاط دم ، وكان مع ذلك في غاية الفقر والاحتياج ، لا يملك قوت يومه .\r\nوكان يخرج في أغلب أوقاته إلى البادية إلى الأعراب الذين في أطراف النجف الأشرف ، ليحصل له قوت ولو شعير ، وما كان يتيسر ذلك على وجه يكفيه ، مع شدّة رجائه .\r\nوكان مع ذلك المرض والفقر قد تعلّق قلبه بالتزويج بامرأة من أهل النجف ، وكان يطلبها من أهلها وما أجابوه إلى ذلك لقلّة ذات يده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يقصد بالمشتغلين أي المشتغلين بطلب العلوم الدينية في النجف الأشرف .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nوكان في همّ وغمّ شديد من جهة ابتلائه بذلك .\r\nفلمّا اشتدّ به الفقر والمرض ، وأيس من تزويج البنت ، عزم على ما هو معروف عند أهل النجف من أنّه من أصابه أمر فواظب الرّواح إلى مسجد الكوفة أربعين ليلة أربعاء ، فلا بدّ أن يرى صاحب الأمر ( عجل اللّه فرجه ) من حيث لا يعلم ويقضى له مراده .\r\nقال الشيخ باقر ( قدس سره ) : قال الشيخ حسين « 1 » : فواظبت على ذلك أربعين ليلة أربعاء ، فلمّا كانت الليلة الأخيرة وكانت ليلة شتاء مظلمة ، وقد هبّت ريح عاصفة ، فيها قليل من المطر ، وأنا جالس في الدكّة التي هي داخل في باب المسجد وكانت الدكّة الشرقيّة المقابلة للباب الأوّل الأيسر ، عند دخول المسجد ، ولا أتمكن الدّخول في المسجد من جهة سعال الدّم ، ولا يمكن قذفه في المسجد وليس معي شيء أتّقي فيه عن البرد ، وقد ضاق صدري ، واشتدّ عليّ همّي وغميّ ، وضاقت الدّنيا في عيني ، وأفكر انّ الليالي قد انقضت ، وهذه آخرها ، وما رأيت أحدا ولا ظهر لي شيء ، وقد تعبت هذا التعب العظيم ، وتحمّلت المشاقّ والخوف في أربعين ليلة ، اجيء فيها من النجف إلى مسجد كوفة ، ويكون لي الأياس من ذلك .\r\nفبينما أنا افكّر في ذلك وليس في المسجد أحد أبدا وقد أوقدت نارا لا سخّن عليها قهوة جئت بها من النجف ، لا أتمكن من تركها لتعوّدي بها ، وكانت قليلة جدّا ، إذا بشخص من جهة الباب الأوّل متوجّها اليّ ، فلمّا نظرته من بعيد تكدّرت وقلت في نفسي : هذا أعرابي من أطراف المسجد ، قد جاء اليّ ليشرب من القهوة وأبقى بلا قهوة في هذا الليل المظلم ، ويزيد عليّ همّي وغمّي .\r\nفبينما أنا أفكر إذا به قد وصل اليّ وسلّم عليّ باسمي وجلس في مقابلي فتعجبت من معرفته باسمي ، وظننته من الذين أخرج إليهم في بعض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الجنة ( محمد ) .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالأوقات من أطراف النجف الأشرف فصرت أسأله من أىّ العرب يكون ؟\r\nقال : من بعض العرب ، فصرت أذكر له الطوائف التي في أطراف النجف ، فيقول : لا ، لا ، وكلّما ذكرت له طائفة قال : لا لست منها .\r\nفأغضبني وقلت له : أجل أنت من « طريطرة » ، مستهزءا « وهو لفظ بلا معنى » .\r\nفتبسّم من قولي ذلك ، وقال : لا عليك من أينما كنت ، ما الذي جاء بك إلى هنا ؟\r\nفقلت : وأنت ما عليك السؤال عن هذه الأمور ؟\r\nفقال : ما ضرّك لو أخبرتني ؟\r\nفتعجبت من حسن أخلاقه وعذوبة منطقه ، فمال قلبي اليه ، وصار كلّما تكلّم ازداد حبّي له ، فعملت له السبيل من التتن ، وأعطيته ، فقال : أنت اشرب فأنا ما أشرب .\r\nوصببت له في الفنجان قهوة وأعطيته ، فأخذه وشرب شيئا قليلا منه ، ثمّ ناولني الباقي وقال : أنت اشربه .\r\nفأخذته وشربته ، ولم ألتفت إلى عدم شربه تمام الفنجان ، ولكن كان يزداد حبّي له آنا فآنا .\r\nفقلت له : يا أخي قد أرسلك اللّه الىّ في هذه الليلة تأنسني أفلا تروح معي لنجلس في حضرة مسلم عليه السّلام ونتحدّث ؟\r\nفقال : سأروح معك ، فحدّث حديثك .\r\nفقلت له : سأحكي لك الواقع أنا في غاية الفقر والحاجة ، مذ شعرت على نفسي ، ومع ذلك معي سعال أتنخّع الدّم ، وأقذفه من صدري منذ سنين ، ولا أعرف علاجه وما عندي زوجة ، وقد علق قلبي بامرأة من أهل محلّتنا في النجف الأشرف ، ومن جهة قلّة ما في اليد ما تيسّر لي أخذها ،\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nوقد غرّني هؤلاء الملّائية « 1 » وقالوا لي : اقصد في حوائجك صاحب الزمان عليه السّلام وبتّ أربعين ليلة أربعاء في مسجد الكوفة ، فانّك تراه ، ويقضي لك حاجاتك وهذه آخر ليلة من الأربعين ، وما رأيت فيها شيئا وقد تحمّلت هذه المشاقّ في هذه الليالي فهذا الذي جاء بي هنا ، وهذه حوائجي .\r\nفقال لي وأنا غافل غير ملتفت : « أمّا صدرك فقد برأ ، وأمّا الامرأة فتأخذها عن قريب ، وأمّا فقرك فيبقى على حالة حتّى تموت » .\r\nكل هذا وأنا غير ملتفت إلى هذا البيان أبدا .\r\nفقلت : ألا تروح إلى حضرة مسلم ؟\r\nقال : قم ، فقمت وتوجّه امامي ، فلمّا وردنا أرض المسجد قال : ألا تصلّي صلاة تحية المسجد ؟ فقلت : أفعل .\r\nفوقف هو قريبا من الشاخص الموضوع في المسجد ، وأنا خلفه بفاصلة ، فأحرمت للصلاة وصرت أقرأ الفاتحة .\r\nفبينما أنا أقرأ وإذا به يقرأ الفاتحة قراءة ما سمعت أحدا يقرأ مثلها أبدا ، فمن حسن قراءته قلت في نفسي : لعلّه هذا هو صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) وذكرت بعض كلمات له تدلّ على ذلك ثمّ نظرت اليه بعد ما خطر في قلبي ذلك ، وهو في الصلاة وإذا به قد أحاطه نور عظيم منعني من تشخيص شخصه الشريف ، وهو مع ذلك يصلّي وأنا أسمع قراءته ، وقد ارتعدت فرائصي ، ولا أستطيع قطع الصلاة خوفا منه فأكملتها على أىّ وجه كان ، وقد علا النور من وجه الأرض ، فصرت أندبه وأبكي وأتضجّر وأعتذر من سوء أدبي معه في باب المسجد ، وقلت له : أنت صادق الوعد ، وقد وعدتني الرواح معي إلى مسلم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اصطلاح يطلقه بعض أهالي النجف الأشرف على عموم طلاب العلم .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nفبينما أنا أكلم النور ، وإذا بالنور قد توجه إلى جهة مسلم ، فتبعته فدخل النور الحضرة ، وصار في جوّ القبّة ، ولم يزل على ذلك ولم أزل أندبه وأبكي حتى إذا طلع الفجر ، عرج النور .\r\nفلمّا كان الصباح التفتّ إلى قوله : أمّا صدرك فقد برأ ، وإذا أنا صحيح الصدر ، وليس معي سعال أبدا .\r\nوما مضى أسبوع إلّا وسهّل اللّه علىّ أخذ البنت من حيث لا أحتسب ، وبقي فقري على ما كان كما أخبر صلوات اللّه وسلامه عليه وعلى آبائه الطاهرين .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nإشارة :\r\nمن هذه القصة يمكن استفادة بعض الأمور التي تهم المؤمن في حياته ؛\r\nمنها : ما يرتبط بالرياضات والمواظبة على بعض الاعمال أو الأوراد والأذكار أربعين صباحا ، فلا شك في أنه ورد في بعض النصوص فضل المداومة على بعض الاعمال أربعين صباحا كالاخلاص في العمل حيث ورد « من اخلص للّه أربعين صباحا جرت ينابيع الحكمة من قلبه على لسانه » .\r\nأو ما ورد في القرآن الكريم في قصة نبي اللّه موسى بن عمران عليه السّلام والميعاد الذي أتمه عز وجل أربعين ليلة وهو ما تعرّضنا اليه في المقدّمة ، كلّ هذا صحيح ، ولكن وكما أشرنا إلى ذلك سابقا بان التشرف بلقاء الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) لا يخضع لهذه الأمور فهو ليس موجودا يمكن احضاره بمجرد القيام بعمل معين أربعين يوما أو ليلة أو صباحا .\r\nنعم ، قد تسمو روح الانسان من خلال الممارسات العبادية والأذكار والأوراد ، ويعيش حالة الابتعاد عن التّعلقات الدنيويّة والمشتهيات النفسية ، ويصل إلى الصفاء الذي يقربه أكثر فأكثر من الوجود الشريف للامام ( عجل اللّه تعالى فرجه الشريف ) فيتلطف عليه بفوز اللقاء ، والله العالم .\r\nومنها : فضل هذه الأماكن المقدسة التي ورد ذكرها في القصة وهي مسجد الكوفة والسهلة والمقامات التي فيها ، فهي مضان تواجده الشريف ( عجل اللّه تعالى فرجه الشريف ) ، وكذا كل مكان مقدس .\r\nولذا ينبغي للمؤمن ان لا يترك زيارة هذه الأماكن بنيّة التشرف بخدمة والنظر إلى طلعته .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nومنها : ان حاجات الانسان التي يتوسل إلى اللّه تعالى ويشفّع أوليائه في قضائها ، حتى لو كانت مشروعة ، ليس بالضرورة ان تقضى حتى بالتشرف بخدمة المولى ( عجل اللّه تعالى فرجه الشريف ) . إذ لعلّ في فقدان الانسان لهذه الحاجة مصلحة لا يهتدي إليها نفس الانسان وامّا قاضي الحاجات فهو اعرف بتلك المصلحة فعدم قضاء الحاجات أحيانا يدخل في مثل هذا المعنى وغيره مما لا مجال لبيانه هنا .\r\nفطلب رفع الفقر وان كان مشروعا ولكن قد تقتضي المصلحة بقاء الانسان على حالة فقره ، وكم من أولياء اللّه عاشوا حالة الفقر المدقع حتى اضطر بعضهم إلى السكنى في المساجد والحسينيات العامة لعجزه عن دفع اجرة المنزل .\r\nالمهم ان يكون الانسان غنيا بنفسه عزيزا لا يتذلل للمال وموارده ، وان يكون عزيزا بدينه وسجاياه وسلوكه فإن الغنى غنى النفس والدين والاخلاق .\r\n« اللهم ارزقنا العفاف والكفاف » .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\nالآية السادسة عشرة : [ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ وَيَقْطَعَ دابِرَ الْكافِرِينَ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ وَيَقْطَعَ دابِرَ الْكافِرِينَ  ( 7 )\r\nصدق اللّه العلي العظيم\r\nسورة الأنفال\r\nالآية 7\r\nالعياشي « 1 » : عن جابر بن عبد اللّه الأنصاري قال : سألت أبا جعفر عليه السّلام عن تفسير هذه الآية في قول اللّه عز وجل :  وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ وَيَقْطَعَ دابِرَ الْكافِرِينَ  ( 7 ) قال أبو جعفر عليه السّلام :\r\n« تفسيرها في الباطن يريد اللّه فإنه شيء يريده ولم يفعله بعد ، واما قوله :  وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ  فإنه يعني يحقّ حقّ آل محمد ، واما قوله :  بِكَلِماتِهِ  قال : كلماته في الباطن ، علي هو كلمة اللّه في الباطن ، واما قوله :  وَيَقْطَعَ دابِرَ الْكافِرِينَ  فهم بنو أمية ، هم الكافرون يقطع اللّه دابرهم ، واما قوله  يُحِقَّ الْحَقَّ  فإنه يعني ليحق حق آل محمد عليهم السلام حين يقوم القائم عليه السّلام واما قوله :  وَيُبْطِلَ الْباطِلَ  يعني القائم عليه السلام ، فإذا قام يبطل باطل بني أمية وذلك قوله :  لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْباطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ .  ( 8 ) « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير العياشي ، ج 2 ، ص 50 .\r\n( 2 ) سورة الأنفال ، الآية 8 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nالحكاية السادسة عشرة : الشيخ محمد بن عيسى\r\nالعلامة المجلسي قال : أخبرني بعض الأفاضل الكرام والثقات الأعلام ، قال : أخبرني بعض من أثق به يرويه عمّن يثق به ، ويطريه انّه قال :\r\nلمّا كان بلدة البحرين تحت ولاية الإفرنج ، جعلوا وإليها رجلا من المسلمين ، ليكون أدعى إلى تعميرها وأصلح بحال أهلها ، وكان هذا الوالي من النواصب ، وله وزير أشدّ منه يظهر العداوة لأهل البحرين لحبّهم لأهل البيت عليهم السّلام ويحتال في اهلاكهم واضرارهم بكلّ حيلة .\r\nفلمّا كان في بعض الأيام دخل الوزير على الوالي وبيده رمّانة فأعطاها الوالي فإذا كان مكتوبا عليها « لا اله الا اللّه محمد رسول اللّه أبو بكر وعمر وعثمان وعليّ خلفاء رسول اللّه » .\r\nفتأمّل الوالي فرأى الكتابة من أصل الرمانة بحيث لا يحتمل عنده أن يكون صناعة بشر ، فتعجّب من ذلك وقال للوزير : هذه آية بيّنة وحجة قويّة على ابطال مذهب الرافضة فما رأيك في أهل البحرين .\r\nفقال له : أصلحك اللّه انّ هؤلاء جماعة متعصّبون ، ينكرون البراهين وينبغي لك أن تحضرهم وتريهم هذه الرمانة ، فإن قبلوا ورجعوا إلى مذهبنا كان لك الثواب الجزيل بذلك ، وان أبوا إلّا المقام على ضلالتهم فخيّرهم بين ثلاث : امّا أن يؤدّوا الجزية وهم صاغرون ، أو يأتوا بجواب عن هذه\r\nالآية البيّنة التي لا محيص لهم عنها ، أو تقتل رجالهم وتسبي نساءهم وأولادهم وتأخذ بالغنيمة أموالهم .\r\nفاستحسن الوالي رأيه وأرسل إلى العلماء والأفاضل الأخيار والنجباء والسادة الأبرار من أهل البحرين وأحضرهم وأراهم الرمانة ، وأخبرهم بما\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nرأى فيهم ان لم يأتوا بجواب شاف ، من القتل والأسر وأخذ الأموال أو أخذ الجزية على وجه الصّغار كالكفّار .\r\nفتحيّروا في أمرها ولم يقدروا على جواب وتغيّرت وجوههم وارتعدت فرائصهم . فقال كبراؤهم : أمهلنا أيّها الأمير ثلاثة أيّام لعلّنا نأتيك بجواب ترتضيه وإلّا فاحكم فينا ما شئت .\r\nفأمهلهم ، وخرجوا من عنده خائفين ، مرعوبين ، متحيّرين ، فاجتمعوا في مجلس وأجالوا الرأي في ذلك ، فاتفق رأيهم على أن يختاروا من صلحاء البحرين وزهّادهم عشرة ، ففعلوا ثم اختاروا من العشرة ثلاثة فقالوا لأحدهم : اخرج الليلة إلى الصحراء واعبد اللّه فيها واستغث بامام زماننا وحجة اللّه علينا ، لعلّه يبيّن لك ما هو المخرج من هذه الداهية الدهماء .\r\nفخرج وبات طول ليلته متعبّدا خاشعا داعيا باكيا يدعو اللّه ويستغيث بالإمام عليه السّلام حتى أصبح ولم ير شيئا .\r\nفأتاهم وأخبرهم فبعثوا في الليلة الثانية الثاني منهم ، فرجع كصاحبه ولم يأتهم بخبر ، فازداد قلقهم وجزعهم .\r\nفأحضروا الثالث وكان تقيا فاضلا اسمه محمد بن عيسى ، فخرج الليلة الثالثة حافيا حاسر الرأس إلى الصحراء وكانت ليلة مظلمة فدعا وبكى وتوسّل إلى اللّه تعالى في خلاص هؤلاء المؤمنين وكشف هذه البليّة عنهم ، واستغاث بصاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) .\r\nفلما كان في آخر الليل إذا هو برجل يخاطبه ويقول : يا محمد بن عيسى ! ما لي أراك على هذه الحالة ، ولما ذا خرجت إلى هذه البريّة ؟\r\nفقال له : ايّها الرجل ! دعني فانّي خرجت لامر عظيم وخطب جسيم ، لا أذكره إلّا لإمامي ، ولا أشكوه إلّا إلى من يقدر على كشفه عنّي .\r\nفقال : يا محمد بن عيسى أنا صاحب الأمر فاذكر حاجاتك .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nفقال : ان كنت هو فأنت تعلم قصّتي ولا تحتاج إلى أن أشرحها لك .\r\nفقال له : نعم ، خرجت لما دهمكم من أمر الرمّانة وما كتب عليها وما أوعدكم الأمير به .\r\nقال : فلمّا سمعت ذلك توجّهت اليه وقلت له : نعم يا مولاي ، قد تعلم ما أصابنا وأنت امامنا وملاذنا والقادر على كشفه عنّا .\r\nفقال ( صلوات اللّه عليه ) : يا محمد بن عيسى ، انّ الوزير لعنه اللّه في داره شجرة رمّان ، فلمّا حملت تلك الشجرة صنع شيئا من الطين على هيئة الرّمانة وجعلها نصفين وكتب في داخل كلّ نصف بعض تلك الكتابة ثم وضعها على الرمانة وشدّهما عليها وهي صغيرة فأثر فيها وصارت هكذا .\r\nفإذا مضيتم غدا إلى الوالي فقل له : جئتك بالجواب ولكنّي لا أبدية إلّا في دار الوزير ، فإذا مضيتم إلى داره فانظر عن يمينك تري فيها غرفة ، فقل للوالي : لا أجيبك إلّا في تلك الغرفة ، وسيأبى الوزير عن ذلك ، وأنت بالغ في ذلك ولا ترضّ إلّا بصعودها ، فإذا صعد فاصعد معه ولا تتركه وحده يتقدّم عليك ، فإذا دخلت الغرفة رأيت كوّة فيها كيس ابيض ، فانهض اليه وخذه فترى فيه تلك الطينة التي عملها لهذه الحيلة ، ثم ضعها أمام الوالي وضع الرمانة فيها لينكشف له جلّية الحال .\r\nوأيضا يا محمد بن عيسى قل للوالي : انّ لنا معجزة أخرى ، وهي أنّ هذه الرمانة ليس فيها إلّا الرماد والدّخان ، وان أردت صحة ذلك فأمر الوزير بكسرها ، فإذا كسرها طار الرماد والدخّان على وجهه ولحيته .\r\nفلمّا سمع محمد بن عيسى ذلك من الإمام فرح فرحا شديدا وقبّل الأرض بين يدي الإمام ( صلوات اللّه عليه ) وانصرف إلى أهله بالبشارة والسرور .\r\nفلمّا أصبحوا مضوا إلى الوالي ، ففعل محمد بن عيسى كلّ ما أمره الإمام به ، وظهر كلّ ما أخبره ، فالتفت الوالي إلى محمد بن عيسى وقال له :\r\nمن أخبرك بهذا ؟\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nفقال : امام زماننا وحجّة اللّه علينا .\r\nفقال : ومن امامكم ؟\r\nفأخبره بالأئمة واحدا بعد واحد إلى أن انتهى إلى صاحب الأمر ( صلوات اللّه عليه ) .\r\nفقال الوالي : مدّ يدك فأنا اشهد أن لا اله إلّا اللّه وانّ محمّدا عبده ورسوله وأنّ الخليفة بعده بلا فصل أمير المؤمنين عليّ عليه السّلام ، ثم أقرّ بالائمّة عليهم السّلام إلى آخرهم وحسن ايمانه ، وأمر بقتل الوزير ، واعتذر إلى أهل البحرين وأحسن إليهم وأكرمهم .\r\nقال : وهذه القصّة مشهورة عند أهل البحرين وقبر محمد بن عيسى عنهم معروف يزوره الناس « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جنة المأوى .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nإشارة :\r\nفي الحكاية الشريفة نكات مهمة ؛\r\nمنها : استمرار عناد الناصبين العداء لأهل البيت عليهم السّلام واتباعهم على الرغم من بيان العلماء للأدلة القاطعة على حقانية مذهب أهل البيت عليهم السّلام .\r\nفهؤلاء المعاندون لا زالوا يتآمرون وينصبون الفخاخ للقضاء على هذا المذهب واتباعه ويحاولون اطفاء هذا النور الذي أبى اللّه الا ان يتمّه ولو كره الكافرون والمشركون وأنت ترى عزيزي القارى مدى خبث هؤلاء في محاولاتهم الرامية لتحقيق غرضهم الدني ، ولو أنهم صرفوا جزءا صغيرا من هذا الوقت الذي يصرفونه للتأمر علينا ، في البحث عن الحق لكان خيرا لدينهم ودنياهم ، ولكنهم « يعرفون نعمة اللّه ثم ينكرونها » .\r\nومنها : التجاء أتباع مذهب الحق إلى أئمتهم ساعة الشدة والعسر واعتقادهم الراسخ بوجود المنجي والمخلّص لهم من الشدائد والابتلاءات .\r\nوهذا ما نحتاجه جميعا وعلى الدوام ، فهؤلاء الأطهار هم الملاذ والمأمن الذي لا بد ان نلجأ اليه دوما لا القوى التي نتصور أنها عظمى .\r\nفإذا كان هذا ظننا بامامنا المغيّب الغوث ( عجل اللّه تعالى فرجه الشريف ) فإنه بلا شك سيسرع إلى انقاذنا من الويلات التي نعيشها .\r\nومن المعاني اللطيفة في هذه الحكاية . طبعا لنقلها الثاني الذي قرأته في مصدر آخر . ان الشيخ محمد بن عيسى وهو ثالث العلماء الذين فزعوا اليه ( عجل اللّه تعالى فرجه الشريف ) سأله في آخر المحاورة التي جرت بينه وبين الإمام ( عجل اللّه تعالى فرجه الشريف ) قائلا : سيدي ، لما ذا لم تدركنا في أول ليلة جئنا فيها للقائك ؟\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nفقال ( عجل اللّه تعالى فرجه الشريف ) : « لأنّكم استمهلتم هؤلاء ثلاثة أيّام ، ولو أنكم استمهلتموهم يوما واحدا ، لجئتكم في اليوم الأول » ! .\r\nفعلينا عزيزي القاري ان نحسن الظن أكثر فأكثر بائمتنا وخاصة بامامنا المهدى ( عجل اللّه تعالى فرجه الشريف ) لأنه معنا بكل وجوده الشريف فلا بد ان يكون هذا يقيننا .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nالآية السابعة عشرة : [ وَما يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ يَسْتَعْجِلُ بِهَا الَّذِينَ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n  وَما يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ ( 17 ) يَسْتَعْجِلُ بِهَا الَّذِينَ لا يُؤْمِنُونَ بِها وَالَّذِينَ آمَنُوا مُشْفِقُونَ مِنْها وَيَعْلَمُونَ أَنَّهَا الْحَقُّ أَلا إِنَّ الَّذِينَ يُمارُونَ فِي السَّاعَةِ لَفِي ضَلالٍ بَعِيدٍ   ( 18 )\r\nصدق اللّه العلي العظيم\r\nسورة الشورى\r\nالآية 17 - 18\r\nروى الحافظ القندوزي باسناده عن المفضل بن عمر ، عن جعفر ابن محمد الصادق عليه السّلام في قوله تعالى :\r\n وَما يُدْرِيكَ لَعَلَّ السَّاعَةَ قَرِيبٌ  ( 17 )\r\nقال : السّاعة ؛ قيام ؛ القائم ، قريب « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودة ، ص 514 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nالحكاية السابعة عشرة : ابن أبي الجواد النعماني\r\nروي العلامة النوري في النجم الثاقب عن كتاب رياض العلماء وحياض الفضلاء في ترجمة الشيخ ابن أبي الجواد النعماني انه ممن رأى القائم عليه السّلام في زمن الغيبة الكبرى وروى عنه عليه السّلام .\r\nورأيت في بعض المواضع نقلا عن خط الشيخ زين الدّين علي بن الحسن بن محمد الخازن الحائري تلميذ الشهيد انه قد رأى ابن أبي النعماني مولانا المهدى عليه السّلام فقال له :\r\nيا مولاي لك مقام بالنعمانية ، ومقام بالحلّة فأين ( متى ) تكون فيهما ؟\r\nفقال له : أكون بالنّعمانيّة ليلة الثلاثاء ويوم الثلاثاء ، ويوم الجمعة وليلة الجمعة أكون بالحلّة ، ولكن أهل الحلّة ما يتأدّبون في مقامي ، وما من رجل دخل مقامي بالأدب يتأدّب ويسلّم عليّ وعلى الأئمّة وصلّى عليّ وعليهم اثني عشر مرّة ثمّ صلّى ركعتين بسورتين ، وناجى اللّه بهما المناجاة ، إلّا أعطاه اللّه تعالى ما يسأله ، أحدها المغفرة .\r\nفقلت : يا مولاي علّمني ذلك ، فقال : قل :\r\n« اللّهم قد أخذ التأديب منّي حتّى مسّني الضرّ وأنت أرحم الراحمين ، وان كان ما اقترفته من الذّنوب استحقّ به أضعاف أضعاف ما أدّبتني به ، وأنت حليم ذو أناة تعفو عن كثير حتّى يسبق عفوك ورحمتك عذابك » ، وكرّرها علي ثلاثا حتّى فهمتها « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النجم الثاقب - العلامة النوري - ج 2 ، ص 138 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nإشارة :\r\nبعض الأماكن تسمّى بمقام الإمام المهدى ( عجل اللّه تعالى فرجه الشريف ) ، وسبب التسمية انه عليه السّلام يظهر في تلك لبقعة لبعض شيعته المؤمنين ويقضى حوائجهم ، فيؤمها الناس للتبرك بها وطلب الحوائج فتسمى بمقام الإمام المهدى ( عجل اللّه تعالى فرجه الشريف ) .\r\nوهذه المقامات كثيرة في العراق وإيران وغيرها من البلدان ، مع تعددها في البلد الواحد أيضا .\r\nولعلّ تلك الأماكن ، في أصلها أماكن شريفة ، فتزداد شرفا بقدوم الإمام ( عجل اللّه تعالى فرجه الشريف ) ، حيث اننا ذكرنا سابقا انه عليه السّلام أعرف ببقاع الأرض وشرفها كما ورد في مسجد جمكران ، وكما سيأتي في قصّة بناء مسجد الإمام الحسن عليه السّلام .\r\nومن هنا فإن زيارة الأماكن لها أدب خاص لا بد من التأدب به قبل الدخول إليها ، وأثناء الكون فيها وحين الخروج منها .\r\nوفي القصة أيضا ، تعليم منه ( عجل اللّه تعالى فرجه الشريف ) شيعته وأصحاب الحوائج في كيفيّة التوسل إلى اللّه عز وجل لقضائها ولا يمكن ان لا يكون ذلك التوسل والمناجاة غير موثر في قضاء الحاجة إلّا إذا كانت هناك مصلحة في عدم قضائها كما هو مذكور في موضوع الدعاء .\r\nفعلى المرء ان يدعو وأن يأمل من اللّه الإجابة ببركة النبي محمد وآله الطاهرين عليهم السّلام .\r\nقال تعالى :  ( ادْعُونِي أَسْتَجِبْ لَكُمْ ) \r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nالآية الثامنة عشرة : [ فَإِذا نُفِخَ فِي الصُّورِ فَلا أَنْسابَ بَيْنَهُمْ يَوْمَئِذٍ وَلا يَتَساءَلُونَ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n فَإِذا نُفِخَ فِي الصُّورِ فَلا أَنْسابَ بَيْنَهُمْ يَوْمَئِذٍ وَلا يَتَساءَلُونَ  ( 101 )\r\nصدق اللّه العلي العظيم\r\nسورة المؤمنون\r\nالآية 101\r\nأبو جعفر محمد بن جرير الطبري ، قال : أخبرني أبو الحسين ، عن أبيه ، عن ابن همام قال : حدثنا سعدان بن مسلم ، عن جهم [ جرهم 
  ] بن أبي جهمة [ جهنة 
  ] قال : سمعت أبا الحسن موسى عليه السّلام يقول :\r\nان اللّه تبارك وتعالى خلق الأرواح قبل الأجساد [ الأبدان 
  ] بألفي عام ، ثم خلق الأبدان بعد ذلك ، فما تعارف منها في السماء تعارف في الأرض ، وما تناكر منها في السماء تناكر في الأرض ، فإذا قام القائم عليه السّلام ورّث الأخ في الدين ولم يورث الأخ في الولادة ، وذلك قول اللّه عز وجل في كتابه :\r\n  قَدْ أَفْلَحَ الْمُؤْمِنُونَ    فَإِذا نُفِخَ فِي الصُّورِ فَلا أَنْسابَ بَيْنَهُمْ يَوْمَئِذٍ وَلا يَتَساءَلُونَ  ( 101 ) « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دلائل الإمامة ، ص 260 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nالحكاية الثامنة عشرة : مسجد الإمام الحسن المجتبى عليه السّلام\r\nنقل العلّامة آية اللّه الشيخ لطف اللّه الصافي في كتابه « أجوبة المسائل العشرة » قال :\r\nومن الحكايات العجيبة والصادقة التي وقعت في زماننا هذه الحكاية التي نقلت لي حين البدء بطبع هذا الكتاب ، ولمّا كان فيها بعض النكات والعبر ، ادرجتها في هذا الكتاب لكي يزداد القرّاء بصيرة .\r\nكما يعرف أهل قم ، والمسافرون الذين يقدمون من طهران إلى مدينة قم المقدسة ، انّ جناب الحاج « يد اللّه رجبيان » قد بنى مسجدا كبيرا باسم « مسجد الإمام الحسن المجتبى عليه السّلام » في مكان كان سابقا صحراء خارج مدينة قم على جانب الطريق الواصل بين قم وطهران ، وهذا المسجد الآن عامر بالمصلّين حيث تعقد فيه الجماعة والمراسم الاسلامية .\r\nفي ليلة الربعاء المصادفة للثاني والعشرين من شهر رجب المبارك ، سمعت هذه الحكاية المرتبطة بهذا المسجد من نفس صاحب الحكاية وهو جناب السيد احمد العسكري الكرمانشاهي وهو من الأخيار الساكن لسنوات طوال في طهران ، سمعتها منه في بيت الحاج رجبيان وبحضوره وبحضور بعض المحترمين .\r\nيقول السيد العسكري : قبل حوالي سبعة عشر عاما وفي يوم الخميس ، كنت مشتغلا بتعقيبات صلاة الفجر ، فدقّت باب المنزل .\r\nفتحت الباب فوجدت ان ثلاثة شبّان وكلهم يعملون في حقل ميكانيك السيارات ، جاءوا بسيارة لهم وقالوا : نلتمس منك ان تأتي معنا اليوم إلى مسجد جمكران في قم ، فأليوم الخميس وهو يوم مبارك ، ونريد ان تأتي معنا\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nلتدعو لنا هناك فإن لنا حاجة شرعيّة مهمّة .\r\n« الفت نظركم إلى انني كنت اعقد جلسة في المسجد اجمع فيها الشباب لتعليم الصلاة والقرآن وهؤلاء الثلاثة كانوا من جملة أولئك الشباب الذين يجتمعون في المسجد » .\r\nخجلت كثيرا من طلبهم ، فطأطأت برأسي إلى الأرض وقلت لهم :\r\nومن أكون حتى تطلبون منّي الدعاء لكم بقضاء الحاجة ؟\r\nوعلى أىّ حال ، وبعد اصرار شديد منهم ، رأيت أن المصلحة في عدم ردّ طلبهم فوافقت على السفر معهم .\r\nركبنا في السيارة وتحركنا باتجاة مدينة قم المقدسة .\r\nولما وصلنا بالقرب من مدينة قم ، لم يكن في وقتها هذه المباني الكائنة الآن ، وانما كان هناك محطة قديمة وخربه فقط باسم « مقهى علي الأسود » .\r\nوعلى مقربة من هذا المكان الذي بنى فيه الحاج رجبيان مسجد الإمام الحسن المجتبى عليه السّلام ، انطفأ محرك السيارة وتوقفت عن الحركة ! .\r\nولما كان رفقائي الثلاثة من أهل الاختصاص والخبرة في تصليح السيارات ، هبّوا ثلاثتهم لمعرفة العطل فيها .\r\nفي هذه الأثناء اخذت مقدارا من الماء من أحدهم وكان يدعى علي ، واتجهت إلى الصحراء على قارعة الطريق لقضاء الحاجة والتطهير .\r\nوعندما وصلت إلى قطعة الأرض التي هي الآن مكان المسجد الفعلي ، رأيت سيدا جميلا جدا ، بهيّا جمل الوجه ، ازجّ الحاجبين ، أبيض الأسنان ، على وجهه المبارك خال ، وكان يرتدي ملابس بيضاء ، وعباءة رقيقة تحكي ما تحتها ونعلين صفراوين وعلى رأسه عمامة خضراء كعمائم الخراسانيين اليوم ، واقف وبيده رمح طويل بقدر ثمانية أو تسعة أمتار وهو يخطط الأرض .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nقلت في نفسي : ما بال هذا الرجل ، قد جاء مبكرا إلى هذه البيداء التي لا تخلوا من خطر الأعداء المارّين على هذا الطريق ، وهو قابض على هذا الرمح بيده ؟ !\r\nقال السيد العسكري ( وكان يعتذر ويندم على تلك العبارات التي كان قد قالها في ذلك الوقت ) :\r\nقلت : يا هذا ، اليوم يوم الدبابات والمدافع والذرّة ، فماذا تفعل بهذا الرمح ، اذهب واقرأ دروسك !\r\nقلت له ذلك ، وذهبت إلى زاوية لقضاء الحاجة ، فصاح بي من بعيد :\r\nيا سيد عسكري لا تجلس في هذا المكان فإنني قد خططت لمسجد هنا .\r\nولم التفت إلى أنه من أين عرف اسمي ، وانما ائتمرت بأمره كالطفل الصغير وبدون مناقشة ، أطعت كلامه وقلت : نعم سأقوم .\r\nفقال لي اذهب خلف ذلك المرتفع .\r\nذهبت إلى المكان الذي أشار اليه ، وقلت في نفسي : حين أعود أقول له يا حبيبي يبن رسول اللّه اذهب واقرأ دروسك .\r\nوفكرت في نفسي بثلاثة أسئلة اطرحها عليه هي :\r\n1 . لمن تريد بناء هذ المسجد ، للجن أم للملائكة ، حتى قمت في هذا الصباح الباكر وجئت إلى هذه الصحراء لتخطط لبناء مسجد ، أمهندس أنت ، بدون دراسة ؟ !\r\n2 . ما دام المسجد بعد لم يبن ، لما ذا تمنعني من قضاء الحاجة هنا ؟\r\n3 . من الذي سيبني هذا المسجد ، الجن أم الملائكة ؟\r\nأعددت هذه الأسئلة في ذهني ، وتقدمت اليه لأسلّم عليه ، فبادرني هو بالسلام ، وركّز الرمح في الأرض ، واحتضنني إلى صدره الشريف ، وكنت أود المزاح معه ، حيث إنه كلما كنّا نواجه سيدا حركا كنا نمزح معه ونقول له : يا سيد هل اليوم يوم أربعاء ؟\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nفقررت في ذهني ان أقول له يا سيد اليوم ليس أربعاء انما هو الخميس ، ولكن وقبل ان ابدأ بالكلام معه قال لي مبتسما : اعلم أن اليوم الخميس وليس أربعاء ، فما هي اسئلتك الثلاثة هاتها لنرى !\r\nلم التفت إلى أنه من أين عرف ان في ذهني ثلاثة أسئلة قبل ان اتفوه بحرف واحد .\r\nقلت : يا سيد ، يبن رسول اللّه ، تركت درسك وجئت إلى هذه البيداء ، ألم تعلم أن الزمن زمن الدبابات والمدافع ، فأخذت هذا الرمح بيدك وجئت إلى هذه المنطقة التي يرتادها الصديق والعدو ، اذهب ، اذهب واقرأ درسك !\r\nابتسم ( روحي فداه ) وأشار بعينه إلى الأرض وقال :\r\nانى اخطط لبناء مسجد هنا .\r\nقلت : للجن أم للملائكة ؟\r\nقال : للبشر .\r\nقلت : أخبرني من فضلك ، لما ذا منعتني من قضاء الحاجة في ذلك الموضع ، وبعد لم يبن المسجد ؟\r\nقال : ان أحد اعزاء فاطمة الزهراء عليها السّلام ، وقد سقط في ذلك الموضع شهيدا ، وقد خططت ذلك المستطيل ليكون محرابا للمسجد .\r\nوهنا ، سقطت قطرات دمه ، وسيكون هذا الموضع مكان وقوف المصلّين المؤمنين .\r\nوهناك ستكون المرافق الصحيّة ، حيث سقط أعداء اللّه ورسوله .\r\nثم أدار وجهه وحولني إلى جهة الوراء وقال :\r\n« وهنا ستبنى حسينية » . وتقاطرت دموعه من عينيه فبكيت انا أيضا .\r\nثم قال : مشيرا إلى موضع آخر : وهنا ستقام مكتبة فهل تتبرع أنت بكتبها ؟\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nقلت : بثلاث شروط يبن رسول اللّه ، الأول : ان أبقى حيّا إلى ذلك الوقت ، قال : انشاء اللّه .\r\nالشرط الثاني : ان يبنى مسجد هنا ، قال : بارك الله .\r\nالشرط الثالث : ان يكون ذلك بقدر استطاعتي وان كان كتابا واحدا ، وذلك استجابة لامرك لأنك ابن رسول الله ، ولكن أرجوك ان ترجع وتقرأ درسك .\r\nيا سيد اطرد هذه الافكار عن مخيلتك ! !\r\nفتبسم ثانية ، وضمني إلى صدره .\r\nفقلت له : لم تخبرني بعد ، من الذي سيبني هذا المسجد ؟\r\nقال عليه السّلام : يد اللّه فوق أيديهم .\r\nقلت : يا سيدي ، ان دراستي تؤهلني لان أعرف معنى هذه الآية .\r\nقال : سترى بنفسك في آخر الأمر ، وعندما ستراه مبنيا ، أبلغ سلامي لبانيه .\r\nثم ضمني مرّة أخرى إلى صدره وقال : جزاك اللّه خيرا .\r\nرجعت إلى رفقائي ، فوجدت بأنهم اصلحوا السيارة ، فسألتهم عن سبب العطل ؟\r\nقالوا : وضعنا عود كبريت تحت هذا الشريط الكهربائي وعندما رجعت أنت اشتغل المحرّك ، ولكن أخبرنا مع من كنت تتحدث تحت الشمس ؟ !\r\nقلت : ألم تشاهدوا هذا السيد المهيب بهذا الرمح الطويل الذي بيده ؟ كنت أتحدث معه .\r\nقالوا : ايّ سيد هذا الذي تتحدث عنه ؟ !\r\nقال العسكري : ادرت وجهي ، لاشير لهم اليه ، فلم ار سيدا ، ورأيت الأرض مسطّحة بدون تعاريج ولا تلال ولا أحد هناك .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nانتفضت من غفلتي ، ودخلت وجلست في السيّارة ولم اتفوه بكلمة واحدة .\r\nذهبنا إلى حرم السيدة فاطمة بنت الإمام موسى بن جعفر عليها السّلام ولم ادر كيف صلّيت صلاة الظهر والعصر ، واتجهنا إلى مسجد جمكران .\r\nوعلى اي حال ، وصلنا إلى جمكران ، فتغدينا هناك ، ولكني كنت مضطربا ، فكان رفقائي يتكلمون معي ولكني لم أكن اسمع ما يقولون ولا أقدر على جوابهم .\r\nوفي مسجد جمكران جلست في زاوية وكان قد جلس على أحد جانبيّ شيخ كبير وعلى الجانب الآخر أحد الشباب وانا جالس وسطهما أبكي وأناجي .\r\nأدّيت صلاة المسجد ، وأردت أن أسجد السجدة الواردة بعد الصلاة بذكر الصلوات على محمد وآل محمد صلّى اللّه عليه وآله وسلّم ، فرأيت سيدا تفوح منه رائحة طيّبة ، فقال لي : السلام عليك يا سيد عسكرى ، ثم جلس إلى جنبي واخذ يقدم لي النصيحة .\r\nلقد كان صوته نفس صوت السيد الذي رأيته صباحا إلى جانب الشارع .\r\nاشتغلت بالسجود والذكر ، ولكن كان بالي قد اشتغل به ، فصممت ان أرفع رأسي من السجود وأسئله عن نفسه وانه من أين يعرف اسمي ؟\r\nولكن ما ان رفعت رأسي لم أجده إلى جانبي .\r\nسألت ذلك الشيخ الذي كان إلى جانبي عن السيد الذي كان يكلمني واين ذهب ؟\r\nفقال الشيخ : ما رأيت أحدا ، وسألت الشاب الذي بجنبي ، فأنكر وجوده أيضا .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوهنا كأنّ زلزلة أصابتنى فعلمت ان ذلك السيد هو المهدى ( عجل اللّه تعالى فرجه الشريف ) فتغير حالي وأغمي علي فجاء رفقائي ورشوا الماء على وجهي ، وسألوني عن القضية .\r\nالمهم أديت آداب المسجد ، وقفلنا راجعين إلى طهران سريعا .\r\nالتقيت لدى وصولي إلى طهران مباشرة بالمرحوم الحاج الشيخ جواد الخراساني ، وحكيت له القصة ، فسألني عن أوصاف السيد ، فوصفته له ، فقال : لقد كان المهدى ( عجل اللّه تعالى فرجه الشريف ) فأصبر لنرى هل سيشير المسجد في المكان الذي وصفه أم لا .\r\nقبل فترة ، توفي والد أحد اصدقائنا ، فحملنا جنازته بمعية رفقاء المسجد واتجهنا إلى مدينة قم لدفنه ولما وصلنا إلى ذلك المحل ، رأيت أن بناءا قد شيّد في ذلك المكان ، فسألت عنه فقيل لي انه مسجد باسم مسجد الإمام الحسن المجتبى ( ع ) ، يقوم أبناء الحاج حسين السوهاني ببنائه . ( وكانوا قد اشتبهوا في الاسم . )\r\nوردنا مدينة قم ، وأخذنا الجنازة إلى المقبرة ودفنّاها ، وكنت مضطربا ، فقلت للأصدقاء ، اسمحوا لي ان اذهب لحاجة ما دمتم مشغولين بأكل الغداء .\r\nاستأجرت سيارة وذهبت إلى دكان أولاد الحاج حسين السوهاني .\r\nوصلت إلى هناك ، وسألت ابن الحاج حسين قائلا : أصحيح انكم مسؤولون عن بناء مسجد في طريق طهران القديم ؟\r\nقال : لا .\r\nقلت : اذن من المسؤول عن بناء ذلك المسجد ؟\r\nقال : الحاج يد اللّه رجبيان !\r\nوما ان نطق بكلمة ( يد اللّه ) انتاب قلبي الخفقان ، واضطربت !\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nفقال لي : ما ذا حصل ؟\r\nوجاء بكرسي ، واجلسني عليه ، بينما كان العرق يتصبب من جبيني وقلت في نفسي : يد اللّه فوق أيديهم ، انه الحاج يد اللّه رجبيان . ولم أكن إلى ذلك الوقت قد تعرفت على هذا الرجل .\r\nرجعت إلى طهران ، وأخبرت المرحوم الحاج الشيخ جواد الخراساني بالقضية ، فقال : اذهب إلى الحاج يد اللّه رجبيان وتابع الموضوع .\r\nفسافرت إلى قم ، بعد أن اشتريت أربعمائة كتاب واتجهت إلى محل عمل الحاج رجبيان وهو معمل نسيج .\r\nسألت الحارس عن الحاج رجبيان فأخبرني انه ذهب إلى منزله . فالتمست منه أن يتصل هاتفيّا بالحاج ويخبره بان شخصا جاء من طهران للقائه .\r\nاتصل الحارس بالحاج ، وتحدثت معه هاتفيا وقلت : لقد جئت من طهران وقد أوقفت أربعمائة نسخة كتاب لمكتبة المسجد ، فلمن أسلمها ؟\r\nقال الحاج يد اللّه رجبيان : وكيف فعلت ذلك ، وكيف تعرّفت علينا ؟\r\nقلت : يا حاج انها وقف للمسجد .\r\nقال : لا بد ان تخبرني عن مصدر هذه الكتب .\r\nقلت : لا يمكنني هاتفيا .\r\nقال : اذن ، انتظرك ليلة الجمعة القادمة ، فهات الكتب إلى منزلنا .\r\nوأعطاني عنوان المنزل .\r\nرجعت إلى طهران ، وارزمت الكتب رزما رزما . ويوم الخميس جئت إلى قم بسيارة أحد الأصدقاء حاملا تلك الكتب وقصدت منزل الحاج .\r\nقال لي الحاج : لا يمكنني ان اقبل هذه الكتب ما لم تخبرني بقصّتك .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nوعلى اي حال ، أخبرته بقصتي ودفعت اليه الكتب .\r\nذهبت إلى المسجد ، وصليت ركعتي صلاة الحجة ( عجل اللّه تعالى فرجه الشريف ) وبكيت كثيرا .\r\nرأيت أن المسجد والحسينية قد بنيا طبق المخطط الذي رسمه الإمام ( عجل اللّه تعالى فرجه الشريف ) .\r\nقال لي الحاج يد اللّه رجبيان : جزاك اللّه خيرا ؛ لقد وفيت بعهدك .\r\nهذه حكاية مسجد الإمام الحسن ( ع ) .\r\nومضافا إلى هذه الحكاية ، نقل الحاج يد اللّه رجبيان حكاية لطيفة أخرى ترتبط بهذا المسجد ، انقلها إليكم باختصار .\r\nقال الحاج رجبيان : طبقا للمعمول في اعمال البناء وهو ان أجور العمال تدفع لهم ليلة الجمعة ، وذات ليلة جمعة كنت قد عزلت المال اللازم لدفع أجور العمّال فجاء رئيس العمّال طبقا للعادة لأخذ أجور عملته ، وقال :\r\nجاء اليوم أحد السادة بباب المسجد وأعطاني هذه الورقة المالية من فئة خمسين تومان ، تبرعا منه للمسجد .\r\nفقلت له : ان باني هذا المسجد لا يقبل مالا من أحد فقال لي السيد بحدّة : خذها فإنه سيقبلها :\r\nاخذت منه الورقة المالية وكان قد كتب عليها لمسجد الإمام الحسن المجتبى عليه السّلام !\r\nيقول الحاج رجبيان : اخذت الورقة المالية ، وبعد يومين أو ثلاثة ، جاءت امرأة تستعطي وشرحت لي حالها وحاجتها وحاجة يتيميها إلى المال ، فأدخلت يدي في جيبي فلم أجد فيها شيئا من المال وكأنّي غفلت عن اخذ شئ من المال من منزلي ، فاضطررت إلى أن اعطيها تلك الورقة المالية ( الخمسون تومانا ) وقلت في نفسي : سأضع من مالي عوضا عنها لبناء\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nالمسجد . وأعطيت للمرأة لكي تأتي إلي أساعدها بأكثر من هذا المقدار .\r\nأخذت المرأة الورقة وانصرفت ولم تعد بعد ذلك مع اني أعطيتها العنوان لمراجعتي .\r\nولكني تأسّفت وندمت على اعطاءها . الورقة المالية لأنها كانت مخصصة للمسجد .\r\nوفي الأسبوع اللاحق ، جاء كبير العملة لأخذ أجور العمّال ، وقال لي :\r\nيا حاج ، عندي إليك حاجة ، فإن وعدتني بقضائها أخبرتك عنها . قلت له :\r\nقل ، وسأقضي حاجتك ان كان بوسعي ذلك .\r\nقال : يمكنك ذلك .\r\nقلت له : قل حتى أعدك بقضائها .\r\nوهكذا استمر الاخذ والرّد بيني وبينه .\r\nوأخيرا قلت له : قل ، فاني سأفعل .\r\nوبعد ان أخذ مني العهد على ذلك قال :\r\nأريد تلك الورقة المالية التي جئتك بها الأسبوع الماضي ، والتي دفعها ذلك السيد لبناء المسجد .\r\nقلت : يا أستاذ ، لا تصب الزيت على ناري ، لقد جددت جرحي ( لأني ندمت كثيرا بعد اعطاء الورقة لتلك المرأة وبقيت لمدة سنتين ، كلما وقعت في يدي ورقة مالية من فئة الخمسين تومانا ، دققت النظر فيها علّها تكون تلك الورقة التي فرطت فيها بسهولة .\r\nقلت لأستاذ البنّائين : في تلك الليلة لم تشرح لي جيدا قصة هذه الورقة المالية ، واليوم اطلب منك ذلك .\r\nقال : نعم ، لقد كان الوقت حوالي الساعة الثالثة والنصف بعد الظهر ،\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nوكان الطقس حارا جدا ، وكنا مشغولين بالبناء انا وبعض العملة ، وفجاة رأيت سيّدا ورد من أحد أبواب المسجد ، وكان نورانيا جذابا ، تبدو عليه الهيبة والجلال ، فاختطف قلبي ، ولم تعد يدي تطاوعني للعمل ، وانما كنت فقط أريد التمتع بمشاهدة جماله .\r\nجاء السيد ودخل إلى صالة المسجد واخذ يتمشى فيها ، ثم تقدم نحوي وكنت على منصة العمل فادخل يده تحت عباءته واخرج ورقة نقدية وقال : يا أستاذ خذ هذا المال واعطه لباني المسجد .\r\nقلت : يا سيد ان باني المسجد لا يقبل مالا من أحد واخشى ان آخذ المال منك ولا يقبله أيضا ، ويغضب عليّ .\r\nفقال : قلت لك خذها ، وانه سيقبلها .\r\nائتمرت بأمره واخذت المال منه ، وخرج من الصالة إلى الخارج .\r\nقلت في نفسي : ترى من يكون من هذا السيد الذي جاء في هذا الطقس الحار ؟\r\nناديت أحد العملة باسم ( مشهدي علي ) وقلت له : اذهب خلف هذا السيد وانظر إلى أين يذهب ومع من وبأيّ واسطة نقل جاء إلى هنا .\r\nذهب مشهدي علي ، ومضت أربعة دقائق ، وخمسة دقائق ولم يعد مشهدي علي ، فتشتّتت أفكاري جدا ، فناديت مشهدي علي وكان واقفا خلف اسطوانه في المسجد ، قلت له : لما ذا لا تأتي ؟\r\nقال : انا واقف أتفرج على هذ السيد .\r\nقلت : تعال .\r\nوعندما جاء قال : لقد ذهب السيد .\r\nقلت : بأي وسيلة نقل ذهب ؟ هل كانت سيارة ؟\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nقال : لا ، ليس من وسيلة نقل ، انما ذهب ماشيا .\r\nقلت : فلما ذا وقفت ولم ترجع لتخبرني ؟\r\nقال : كنت واقفا أتمتع بمشاهدته .\r\nقال الحاج رجبيان : هذه قصة الخمسين تومانا ، ولكن صدّقوني لقد كان لهذه الورقة النقدية اثرا بالغا في بناء المسجد ، ولم أكن واثقا انّي أستطيع بمفردي اكمال بناء هذا المسجد بهذه الهيئة ، ومن حين وصول هذه الورقة النقدية بيدي تركت اثرا كبيرا على عمل المسجد وعلى عملي الشخصي أيضا .\r\nنهاية الحكاية « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لطف اللّه الصافي ، أجوبة المسائل العشرة ، ص 31 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nإشارة :\r\nعند تتبّع سيرة أهل البيت عليهم السّلام ، نجد ويجد معنا كلّ منصف مهما كان مذهبه وعقيدته ، انهم ما دعوا إلّا إلى مكارم الأخلاق ، وإلى الخير وإلى كلّ ما من شأنه ان يؤدى بهذا الانسان إلى السعادة والكمال .\r\nفإذا ما اخذت كتابا ، اىّ كتاب ، ذكرت فيه حياتهم الشريفة ، ما وجدت فيه إلّا العلم ، والورع ، والتقوى ، والصدق ، والوفاء ، والاحسان ، والعفو ، والايثار ، والسماح ، والشجاعة ، والاباء ، والانتصار للمظلوم ، لن تجد ولن يجد أحد مهما دقق في سيرتهم ، منقصة يمكن ان تنسب إليهم عليهم السّلام ، هذا إذا كان منصفا ، حتى لو كان عدوا .\r\nفها هو معاوية بن أبي سفيان ، الدّ أعداء أمير المؤمنين عليه السّلام لم يجد إلى النيل من شخصية علي بن أبي طالب عليه السّلام ، سبيلا مما اضطره إلى اللعن والشتم وهي حيلة العاجز ، فما ذا يقول ؟ هل يصف عليا بالكذب ؟ حاشا للّه . هل يصفه بالجبن ؟ هل يصفه بالكفر ؟ هل يصفه بالبخل ؟ هل يصفه بعدم الوفاء ؟\r\nلا يقدر معاوية على ذلك ، ولا يجرؤ عاقل على ذلك مهما كان عداؤه شديدا لأمير المؤمنين عليه السّلام لان نسبة هذه الأمور إلى علي عليه السّلام ، ينكره كل عاقل بعد ان شهد اللّه لعلي عليه السّلام بأنه الصراط المستقيم ، وانه النبأ العظيم وانه باب حطة من دخله كان آمنا وانه شرى نفسه للّه ، وانه صدق ما عاهد اللّه عليه . وانه . . . وانه . . .\r\nكلّ هذا واضح للجميع ، للشيعي وللسنّي ، للمسلم ولغير المسلم ، ولم نأت بجديد إذا ما ذكرنا ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nوحينئذ يحق لنا أن نتساءل قائلين : ترى إذا كان أمير المؤمنين علي بن أبي طالب عليه السّلام ، يتصف بكل ذلك ، اذن لما ذا هذا العداء السافر له ؟\r\nولما ذا هذا العداء السافر لا ولادة ؟\r\nفعلى مرّ التاريخ ، وكلّما جاءت حكومة ، صبّت حمم غضبها على رؤوس أولاد علىّ عليه السّلام ، فاضطهدوهم . . . وطاردوهم . . . وشردوهم . . .\r\nوسجنوههم . . . وصادروا أموالهم . . . وقتلوهم جماعات جماعات ، بشتى أنواع القتل .\r\nفالتاريخ ينقل لنا صور مروّعة لعمليات قتل جماعي اقدم عليها خلفاء بني العباس وغيرهم ، لأولاد علي عليه السّلام .\r\nوها هي الأرض ، على سعتها تضمّ أجسادا طاهرة هنا وهناك ، لأولاد علي الذين فرّوا من نير ظلم الحكّام ، الذين طاردوهم تحت كل حجر ومدر .\r\nالحكاية السابقة ، تبين جانبا من هذه الجرائم فالعشرات من أولاد الإمام علي عليه السّلام قتلوا وبقيت قبورهم مجهولة ، ومخفية لعشرات السنين أو لمئات السنين ، إلى أن شاءت الإرادة الإلهية ، الكشف عن تلك القبور لتكون مزارا لأهل الحق والحقيقة ، ولتكون شاهدا على ظلم الجاحدين للقيم والمبادئ الاسلامية .\r\nفنجد في الحكاية كيف ان الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) قد كشف انّه قد سقط في هذا المكان أحد أولاد فاطمة وعلي عليه السّلام شهيدا مضرجا بدمه وصار موضع استشهاده محرابا يعبد به اللّه عز وجل وان تلك الأرض التي سقطت عليها قطرات دمه الزّاكي ، ستكون موضع وقوف المصلّين لربهم تعالى ، ذاكرين آلاء الرحمن ومتذكرين مظلومية أهل البيت عليهم السّلام .\r\n يُرِيدُونَ لِيُطْفِؤُا نُورَ اللَّهِ بِأَفْواهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكافِرُونَ .  ( 8 ) « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الصف ، الآية 8 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nالآية التاسعة عشرة : [ بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ \r\nصدق اللّه العلي العظيم\r\nسورة هود\r\nالآية 86\r\nاخرج السيد المؤمن الشبلنجي في ( نور الابصار ) وابن الصباغ المالكي قال : عن أبي جعفر ( قدس سره ) قال - في حديث طويل ذكره ، وفيه :\r\n( فإذا خرج ( يعني : المهدى ) أسند ظهره إلى الكعبة ، واجتمع اليه ثلاثمأة وثلاثة عشر رجلا من أتباعه ، فاوّل ما ينطق به هذه الآية :  بَقِيَّتُ اللَّهِ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ مُؤْمِنِينَ  ثم يقول : « أنا بقيّة اللّه ، وخليفته ، وحجته عليكم » ،\r\nفلا يسلّم عليه أحد الا قال :\r\n« السّلام عليك يا بقيّة اللّه في الأرض » . . . الخ « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نور الأبصار ، الشبلنجي ، ص 172 - الفصول المهمة ، الباب الثاني عشر ، ابن الصباغ المالكي .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\nالحكاية التاسعة عشرة : عبد الغفار الخوئي\r\nفي زمن المرحوم الحاج الشيخ محمد حسين المحلّاتي جدّ المرحوم آية اللّه الحاج الشيخ بهاء الدّين المحلّاتي ، ورد رجل بلباس مندرس مدرسة « خان شيراز » في مدينة شيراز ، وطلب من خادم المدرسة ان يسمح له بالسكن في احدى غرف تلك المدرسة .\r\nقال له الخادم : ان هذا الأمر بيد متصدي المدرسة وليس بيدي ، فاذهب اليه - وكان المتصدي في ذلك الوقت رجل يدعى سيد رن‌رز - واطلب منه ذلك .\r\nيراجع الرجل متصدي المدرسة ويطلب منه غرفة للسكن فيها فيقول له المتصدي : هذه مدرسة ولا نعطي غرفة الا لطلاب العلوم الدينيّة .\r\nفيقول الرجل : أعلم ذلك ، ولكنني أريد منك غرفة لأسكن فيها لعدّة أيّام فقط .\r\nوأمر متصدي المدرسة - بلا إرادة - خادم المدرسة بان يعطي هذا الرجل غرفة في المدرسة ليرتاح فيها !\r\nويدخل الرجل في غرفته ، ويغلق الباب على نفسه ولا يعاشر أحدا في تلك المدرسة .\r\nكان خادم المدرسة وطبعا للمعمول في المدارس يغلق باب المدرسة مساءا ويقفله ولكنه عندما يستيقظ صباحا يجد بان الباب مفتوح .\r\nويتكرر ذلك عدة أيام ، فيتحيّر الخادم بذلك ويخبر متصدي المدرسة بالأمر ، فيأمره المتصدي بان يقفل الباب هذه الليلة ويعطيه المفتاح بيده ليرى\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nمن الذي يفتح القفل كل ليلة ويخرج من المدرسة .\r\nوفي الصباح ، يجد المتصدي ان الباب قد فتح أيضا وان شخصا قد خرج من المدرسة .\r\nولان هذا الأمر بدأ يحدث من حين ورود ذلك الرجل الغريب إلى المدرسة ، اتجهت الشكوك نحوه ، فيقول متصدي المدرسة لنفسه : لا بدّ ان هناك سرّا مّا في هذا الرجل الغريب .\r\nومع ذلك فإن متصدي المدرسة يخفي هذا في نفسه ويحاول التقرب إلى الرجل العجوز لاكتشاف ذلك السرّ ، فأخذ يتردد على غرفته ويلاطفة ويظهر حبه له ، ويطلب منه ان يعطيه ملابسه ليغسلها له وان يعاشر طلاب المدرسة ، ولكن الرجل رفض كل ذلك وكان يقول : لا احتاج لأحد .\r\nومرّت فترة على هذا المنوال .\r\nوذات ليلة دعى الرجل الغريب كلا من المرحوم الحاج الشيخ محمد حسين المحلاتي ومتصدي المدرسة ، إلى حجرته ، وقال لهما : لما كانت منيتي قد دنت ، فاني أحب ان اقصّ عليكما قصتي وارجوا منكما ان تدفناني في محل لائق بعد موتي .\r\nقال : اسمي عبد الغفّار ، وشهرتي المشهدي الخوئي ، من أهل خوي وانا جندي .\r\nعندما كنت في الخدمة العسكرية ، كان هناك ضابط سنّي تجاسر على مولاتي فاطمة الزهراء عليه السّلام فلم أتمالك نفسي وكان إلى جانبي سكّين وكنت انا والضابط لوحدنا ، فأخذت السكين وقتلت الضابط وفررت من خوي وعبرت الحدود إلى العراق وذهبت إلى كربلاء . بقيت مدة من الزمن في كربلاء ثم في النجف ثم في الكاظمين وسامراء .\r\nذات يوم فكّرت في الرجوع إلى إيران والإقامة في مشهد المقدسة جنب قبر الإمام علي بن موسى الرضا عليه السّلام إلى آخر عمري .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nوفي طريق العودة وصلت إلى شيراز وأخذت غرفة في هذه المدرسة كما تلاحظون .\r\nفي أواخر الليل وعندما كنت أقوم للتهجد ، كنت أرى قفل وباب المدرسة ينفتحان لي فكنت اخرج إلى جنب جبل القبلة واصلّى صلاة الصبح خلف مولاي ولى العصر روحي فداه ، واني لاسف جدا لأهل هذا البلد ، إذ من بين كل هؤلاء السكّان لا يخرج إلّا خمسة افراد للصلاة خلف امام الزمان ( عجل اللّه تعالى فرجه الشريف ) .\r\nوهنا ينبري المرحوم شيخ محمد حسين المحلاتي ومتصدي المدرسة ويقولان له ؛ دفع اللّه عنك البلاء انشاء اللّه وستبقى حيّا ، وخاصة وانك لا تشكو من علّة .\r\nفيقول الرجل في جوابهما : محال ان يخطأ قول مولاي ولى العصر ( عجل اللّه تعالى فرجه الشريف ) فإنه أخبرني اليوم باني ساموت في هذه الليلة .\r\nوعلى اي حال ، أوصى الرجل بوصاياه ، وغطى رأسه بلحاف ونام ، وما هي إلّا لحظة حتى فارق الدنيا .\r\nوفي اليوم الثاني ، يخبر المرحوم الشيخ محمد حسين المحلاتي علماء شيراز بالقضية ، ويعلن هو والمرحوم الحاج شيخ مهدي الكجوري عن تعطيل البلد تجليلا لذلك الرجل ، ويشيّع جثمانه الطاهر بكل احترام وتجليل ، فيدفن في مقبرة دار السلام في شيراز في الطرف الشرقي ، ومدفنه اليوم مزار لخواص أهل شيراز ، حتى أن البعض يتوسلون به إلى اللّه لقضاء الحوائج ، كما أن علماء شيراز ومراجع التقليد كالمرحوم المحلاتي كانوا على الدوام يزورون قبره .\r\nوقبره في شيراز معروف بقبر الجندي أو « الطوبعي » .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nإشارة :\r\nورد عن أمير المؤمنين علي بن أبي طالب عليه السّلام أنه قال في ضمن ما قال :\r\n« إن اللّه اخفى أولياءه في عباده ، فلا تحتقرنّ أحدا من عباده ، فقد يكون وليا من أوليائه » .\r\nوهذه حقيقة واضحة من خلال الوجدان ، وكل كلام أمير المؤمنين عليه السّلام حقيقة لا تقبل الشك .\r\nوهذا الأمر يرتبط بأمور منها ؛ ان أولياء اللّه قد وصلوا إلى مرتبة من الكمال تعصمهم عن الرياء وحب الظهور والاستعلاء على الناس ، ومثل هذه الأمراض الروحيّة انّما هي شأن الجهّال والنّاقصين الّذين يحاولون سدّ النقص فيهم عن طريق الاستعلاء والتغطرس على الآخرين بأمور لم تكن يوما ما مقياسا للكمال ، كالملابس والمساكن والمناصب وحتى العبادات الظاهرية المجرّدة عن الروح والخشوع .\r\nامّا الأولياء ، فيتسترون على عباداتهم وطاعاتهم ، وفضائلهم ، وقدراتهم ، ولا يبدون ذلك للناس ، بل إن التستر والتكتم والابتعاد عن الظهور ، يعدّ واحدا من أهم الأصول عندهم في السير والتكامل .\r\nومن هنا تجد أن سيرة هؤلاء ومقاماتهم تبقى خافية على عامة الناس ، حتى يرحل هؤلاء من الدنيا فيظهر شيء قليل من مقاماتهم على لسان هذا أو ذاك الشخص الذي اعطى تعهدا بعدم افشاء الاسرار ما دام ذلك الولي على قيد الحياة الظاهرية .\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nوللوقوف على هذه الحقيقة أكثر فأكثر ، يكفي مطالعة بعض المؤلفات التي تناولت حياة هؤلاء الأولياء الذين وصل بعضهم إلى مقام الانسان الكامل .\r\nوقد قرأنا في الحكاية السابقة كيف ان هذا الولي قد وصل إلى مقام يؤهله للصلاة يوميا خلف الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) في زمن الغيبة الكبرى وهو شرف لا يناله إلّا الأوحدي من الناس .\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\nالآية العشرون : [ قالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلى رُكْنٍ شَدِيدٍ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n قالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلى رُكْنٍ شَدِيدٍ  ( 80 )\r\nصدق اللّه العلي العظيم\r\nسورة هود\r\nالآية 80\r\nروى الحافظ القندوزي ( الحنفي ) باسناده قال : عن جعفر الصادق عليه السّلام أنه قال :\r\nما كان قول لوط عليه السّلام لقومه :\r\n قالَ لَوْ أَنَّ لِي بِكُمْ قُوَّةً أَوْ آوِي إِلى رُكْنٍ شَدِيدٍ .  ( 80 )\r\nالا تمنيا لقوة ( القائم المهدى ) وشدة أصحابه ، وهم الركن الشديد ، فإن الرجل منهم يعطى قوة أربعين رجلا ، وان قلب رجل أشد من زبر الحديد ، لو مروا بالجبال الحديد لتدكدكت ، لا يكفون سيوفهم حتّى يرضى اللّه عزّ وجل « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودة ، الحافظ سليمان القندوزي ، ص 509 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n\r\nالحكاية العشرون : السيد بحر العلوم ( قدس سره )\r\nنقل العلّامة النوري في جنّة المأوى قال :\r\nحدّثني العالم الصالح المتدين التقي جناب الميرزا حسين اللاهيجاني الرشتي المجاور بالنجف الأشرف وهو من أعزّة الصلحاء والأفاضل الأتقياء والثقة الثبت عند العلماء قال :\r\nحدّثني العالم الربّاني والمؤيد من السماء المولى زين العابدين السلماسي المتقدّم ذكره ، قال :\r\nان السّيد الجليل بحر العلوم طاب ثراه ورد يوما في حرم أمير المؤمنين عليه آلاف التحيّة والسّلام فجعل يترنم بهذا المصرع :\r\n ( چه خوش است صوت قرآن * ز تو دل‌ربا شنيدن ) \r\nكم هو جميل صوت القرآن من * * * لسانك انه حقا يخطف القلوب .\r\nفسئل رحمه اللّه عن سبب قرائته هذا المصرع ، فقال :\r\nلما وردت في الحرم المطهر رأيت الحجّة عليه السّلام جالسا عند الرأس يقرأ القرآن بصوت عال ، فلمّا سمعت صوته قرأت المصرع المزبور ، ولما وردت الحرم ترك قراءة القرآن ، وخرج من الحرم الشريف « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النجم الثاقب ، ج 2 ، ص 291 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nإشارة :\r\nكثير من الناس يقرأ القرآن الكريم ، ولكنه لا يلتفت حتى إلى معانيه ، وانما يعجبه فيه انه كلام بديع ، جميل ، انيق .\r\nومثل هؤلاء لا يستفيدون من القرآن الّا بهذا المقدار .\r\nوبعض الناس يقرأ القرآن ويعجبه فيه تلك الحقائق الرائعة التي يبينها القرآن ، من علوم وقصص وأمثال ويقف عند هذا الحدّ وهو مبلغه من الاستفادة منه .\r\nوالقليل من الناس ، يتفاعل مع القرآن الكريم ويعيش مع هذا القانون والمنهج الإلهي العظيم ويجعله دستورا لحياته ، وكلما ازداد علما بحقائق القرآن وعلومه ، كلما ازداد شرفا وكمالا بتطبيقه .\r\nوامّا المعصوم ، فعلاقته بالقرآن الكريم ، تتجاوز كلّ ذلك ، فالمعصوم لا ينفك لحظة عن القرآن الكريم في كل حركاته وسكناته ، فهو القرآن المجسّد والناطق ، وإذا قرأ المعصوم القرآن ، فليس فقط يقف عند كل آية ويتفكر في سبب نزولها وتفسيرها وتأويلها بل إن المعصوم عندما يقرأ القرآن ، كأنه يسمع القرآن مشافهة من صاحب القرآن .\r\nفالقران كلام اللّه والمعصوم يقرأ كلام اللّه الذي يسمعه بكل وجوده ، لا بعينيه ولسانه فقط ، ويرى حقيقة القرآن من خلال معرفته بحقيقة اللّه الصفاتية ، ومن ثمّ تجد أن دعاء المعصوم ومناجاته وتضرعه إلى اللّه تختلف كل الاختلاف عن دعاء ومناجاة سائر أولياء اللّه ، بل لا يمكن المقايسة بينهما ، ومن ثمّ ، إذا سمعت المعصوم يقرأ كلام اللّه ، تجد أن قراءته تختلف عن قراءة سائر الأولياء بل لا يمكن المقارنة بينهما .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nولذا نجد ان السيد بحر العلوم مع ما أوتي من علم وفضل وتقوى وكمال ، يقف مبهوتا عندما يسمع قراءة الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) للقرآن الكريم ، فيترنّم بقراءة ذلك المصرع من الشعر .\r\nومن هذه الحكاية ومن غيرها من الحكايات المرتبطة بتشرف هذا السيد الجليل بلقاء الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) نستكشف ان السيد بحر العلوم كان إذا رأى الإمام عليه السّلام ، عرفه ، وهذا يدل على كثرة تشرفاته بلقاء الإمام ( عجل اللّه تعالى فرجه الشريف ) .\r\nفهنيئا له هذا الشرف الذي ما ناله إلّا بالتقوى والجد والاخلاص في الطاعات ، وبفضل أهل البيت عليهم السّلام عليه .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nالآية الحادية والعشرون : [ كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضاعِفُ لِمَنْ يَشاءُ وَاللَّهُ واسِعٌ عَلِيمٌ \r\nصدق اللّه العلي العظيم\r\nسورة البقرة\r\nالآية 261\r\nاخرج العالم ( الشافعي ) جمال الدين المقدسي السلمي الدمشقي في كتابه ( عقد الدرر ) - بسنده - عن علي بن أبي طالب - كرم اللّه وجهه - في وصف الإمام ( المهدى ) عليه السّلام قال :\r\n( فيبعث المهدى إلى أمرائه بسائر الأمصار : بالعدل بين الناس ) - إلى أن قال - :\r\n( ويذهب الشر ، ويبقى الخير ) .\r\n( يزرع مدّا يخرج سبعمائة مد - كما قال اللّه تعالى :\r\n كَمَثَلِ حَبَّةٍ أَنْبَتَتْ سَبْعَ سَنابِلَ فِي كُلِّ سُنْبُلَةٍ مِائَةُ حَبَّةٍ وَاللَّهُ يُضاعِفُ لِمَنْ يَشاءُ وَاللَّهُ واسِعٌ عَلِيمٌ  « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عقد الدرر ، ص 259 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n\r\nالحكاية الحادية والعشرون : الشيخ علي البغدادي\r\nقال العلّامة النوري في النجم الثاقب :\r\nقضية الصالح الصفي التقي الحاج علي البغدادي الموجود حاليا في وقت تأليف هذا الكتاب وفّقه اللّه ، وهي تناسب الحكاية السابقة ، ولو لم يكن في هذا الكتاب الشريف إلّا هذه الحكاية المتقنة الصحيحة التي فيها فوائد كثيرة ، وقد حدثت في وقت قريب ، لكفت في شرفه ونفاسته .\r\nوتفصيلها كما يلي :\r\nفي شهر رجب السنة الماضية كنت مشغولا بتأليف رسالة جنّة المأوى فعزمت على السفر إلى النجف الأشرف لزيارة المبعث ، فجئت الكاظمين ووصلت بخدمة جناب العالم العامل والفقيه الكامل السيد السند والحبر المعتمد الآقا السيد محمد ابن العالم الأوحد السيد احمد ابن العالم الجليل والدوحة النبيل السيد حيدر الكاظميني أيّده اللّه وهو من تلامذه خاتم المجتهدين وفخر الاسلام والمسلمين الأستاذ الأعظم الشيخ مرتضى أعلى اللّه تعالى مقامه ، ومن أتقياء علماء تلك البلدة الشريفة ، ومن صلحاء أئمة جماعة الصحن والحرم الشريف ، وكان ملاذا للطلاب والغرباء والزوار ، . أبوه وجدّه من العلماء المعروفين ، وما زالت تصانيف جدّه سيد حيدر في الأصول والفقه وغيرهما موجودة .\r\nفسألته إذا كان رأى أو سمع حكاية صحيحة في هذا الباب ان ينقلها منقل هذه القضية وكنت قد سمعتها سابقا ولكني لم اضبط أصلها وسندها فطلبت منه ان يكتبها بخط يده .\r\nفقال : سمعتها من مدّة وأخاف أن أزيد فيها أو انقص ، فعليّ أن ألتقي\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nبه واسئله ومن ثمّ اكتبها ، ولكن اللقاء به والأخذ منه صعب فانّه من حين وقوع هذه القضيّة قلّ انسه بالناس وسكناه في بغداد وعندما يأتي للتشرّف بالزيارة فانّه لا يذهب إلى مكان ويرجع بعد أن يقضي وطرا من الزيارة ، فيتّفق أن لا أراه في السنة إلّا مرّة أو مرّتين في الطريق وعلى ذلك فانّ مبناه على الكتمان إلّا على بعض الخواص ممن يأمن منه الافشاء والإذاعة خوف استهزاء المخالفين المجاورين المنكرين ولادة المهدى عليه السّلام وغيبته ، وخوفا من أن ينسبه العوام إلى الفخر وتنزيه النفس .\r\nقلت : انّي أطلب منك أن تراه مهما كان وتسأله عن هذه القضية إلى حين رجوعي من النجف ، فالحاجة كبيرة والوقت ضيق .\r\nففارقته لساعتين أو ثلاث ثمّ رجع اليّ وقال : من أعجب القضايا انّي عندما ذهبت إلى منزلي جائني شخص مباشرة وقال جاؤوا بجنازة من بغداد ووضعوها في الصحن الشريف وينتظرونك للصلاة عليها .\r\nفقمت وذهبت وصلّيت فرأيت الحاج المذكور بين المشيّعين فأخذته جانبا ، وبعد امتناعة سمعت هذه القضية ، فشكرت اللّه على هذه النعمة السنية ، فكتبت القصة بكاملها وثبّتها في جنّة المأوى .\r\nوقد تشرّفت بعد مدّة مع جماعة من العلماء الكرام والسادات العظام بزيارة الكاظمين عليه السّلام وذهبت من هناك إلى بغداد لزيارة النوّاب الأربعة رضوان اللّه عليهم فبعد أداء الزيارة وصلت بخدمة جناب العالم العامل والسيد الفاضل الآقا سيد حسين الكاظميني ، وهو أخ جناب الآقا السيد محمد المذكور ، وكان يسكن في بغداد وعليه مدار الأمور الشرعية لشيعة بغداد أيّدهم اللّه ، وطلبت منه أن يحضر الحاج علي المذكور ، وبعد أن حضر طلبت منه أن ينقل القضية في ذلك المجلس ، فأبى ، وبعد الاصرار رضي أن ينقلها ولكن في غير ذلك المجلس ، وذلك بسبب حضور جماعة من أهل بغداد ، فذهبنا إلى مكان خال ونقل القضية ، وكان الاختلاف في الجملة في موضعين أو ثلاثة وقد اعتذر عن ذلك بسبب طول المدّة .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nوكانت تظهر من سيمائه آثار الصدق والصلاح بنحو واضح ، بحيث ظهر لجميع الحاضرين مع كثرة تدقيقهم في الأمور الدينية والدنيوية القطع بصدق الواقعة .\r\nنقل الحاج المذكور ايّده اللّه : اجتمع في ذمّتي ثمانون تومانا من مال الإمام عليه السّلام فذهبت إلى النجف الأشرف فأعطيت عشرين تومانا منه لجناب علم الهدى والتقى الشيخ مرتضى أعلى اللّه مقامه وعشرين تومانا إلى جناب الشيخ محمد حسين المجتهد الكاظميني وعشرين تومانا لجناب الشيخ محمد حسن الشروقي وبقي في ذمّتي عشرون تومانا ، كان في قصدي أن أعطيها إلى جناب الشيخ محمد حسن الكاظميني آل ياسين أيّده اللّه عند رجوعي .\r\nفعند ما رجعت إلى بغداد كنت راغبا في التعجيل بأداء ما بقي في ذمّتي ، فتشرّفت في يوم الخميس بزيارة الإمامين الكاظمين عليه السّلام وبعد ذلك ذهبت إلى خدمة جناب الشيخ سلّمه اللّه وأعطيته مقدارا من العشرين تومانا وواعدته بأني سوف أعطي الباقي بعد ما أبيع بعض الأشياء تدريجيا ، وأن يجيزني أن أوصله إلى أهله ، وعزمت على الرجوع إلى بغداد في عصر ذلك اليوم ، وطلب جناب الشيخ منّي أن أتأخر فاعتذرت بأن عليّ أن أوفّي عمّال النسيج أجورهم ، فانّه كان من لمرسوم أن أسلّم أجرة الأسبوع عصر الخميس ، فرجعت وبعد أن قطعت ثلث الطريق رأيت سيّدا جليلا قادما من بغداد من أمامي ، فعند ما قرب منّي سلّم عليّ وأخذ بيدي مصافحا ومعانقا وقال : أهلا وسهلا وضمني إلى صدره وعانقني وقبّلني وقبّلته ، وكانت على رأسه عمامة خضراء مضيئة مزهرة ، وفي خدّه المبارك خال أسود كبير ، فوقف وقال : حاج علي على خير ، على خير ، أين تذهب ؟\r\nقلت : زرت الكاظمين عليه السّلام وأرجع إلى بغداد .\r\nقال : هذه الليلة ليلة الجمعة فارجع .\r\nفقلت : يا سيدي لا اتمكّن .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nفقال : في وسعك ذلك ، فارجع حتى أشهد لك بأنّك من موالي جدّي أمير المؤمنين عليه السّلام ومن موالينا ، ويشهد لك الشيخ كذلك ، فقد قال تعالى :\r\n وَاسْتَشْهِدُوا شَهِيدَيْنِ  « 1 »\r\nوكان ذلك منه إشارة إلى مطلب كان في ذهني أن ألتمس من جناب الشيخ أن يكتب لي شهادة بأنّى من موالي أهل البيت عليهم السلام لأضعها في كفني .\r\nفقلت : أي شيء تعرفه ، وكيف تشهد لي ؟\r\nقال : من يوصل حقّه اليه ، كيف لا يعرف من أوصله ؟\r\nقلت اىّ حق ؟\r\nقال : ذلك الذي أوصلته إلى وكيلي .\r\nقلت : من هو وكيلك .\r\nقال : الشيخ محمد حسن .\r\nقلت : وكيلك ؟\r\nقال : وكيلي ، وكذلك السيد محمد .\r\nقال الحاج علي : وكان قد خطر في ذهني أن هذا السيد الجليل يدعوني باسمي مع أنّي لا أعرفه ، فقلت في نفسي لعلّه يعرفني وأنا نسيته . ثمّ قلت في نفسي أيضا : انّ هذا السيد يريد منّي شيئا من حقّ السادة ، وأجيب أن أوصل اليه شيئا من مال الإمام عليه السّلام الذي عندي .\r\nفقلت : يا سيد بقي عندي شيء من حقّكم فرجعت في أمره إلى جناب الشيخ محمد حسن لأؤدّي حقّكم يعني السادات بأذنه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة ، الآية 282 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nفتبسّم في وجهي وقال : نعم قد أوصلت بعضا من حقّنا إلى وكلائنا في النجف الأشرف .\r\nفقلت : هل قبل ذلك الذي أدّيته ؟\r\nفقال : نعم .\r\nخطر في ذهني أن هذا السيد يقول بالنسبة إلى العلماء الأعلام ( وكلائنا ) فاستعظمت ذلك ، فقلت : العلماء وكلاء في قبض حقوق السادات وغفلت .\r\nثم قال : ارجع وزر جدّي .\r\nفرجعت وكانت يده اليمنى بيدي اليسرى فعند ما سرنا رأيت في جانبنا الأيمن نهرا ماؤه أبيض صاف جار ، وأشجار الليمون والنارنج والرمّان والعنب وغيرها كلّها مثمرة في وقت واحد مع انّه لم يكن موسمها ، وقد تدلت فوق رؤوسنا .\r\nقلت : ما هذا النهر وما هذه الأشجار ؟\r\nقال ، انها تكون مع كل من يرورنا ويزور جدّنا من موالينا .\r\nفقلت ، أريد أن أسئلك ؟\r\nقال اسأل .\r\nقلت : كان الشيخ المرحوم عبد الرزاق رجلا مدرسا فذهبت عنده يوما فسمعته يقول : لو أن أحدا كان عمره كلّه صائما نهاره قائما ليله وحج أربعين حجة وأربعين عمرة ومات بين الصفا والمروة ولم يكن من موالي أمير المؤمنين عليه السّلام فليس له شيء ؟\r\nقال : نعم ، واللّه ليس له شيء .\r\nفسألته عن بعض أقربائي هل هو من موالي أمير المؤمنين ؟\r\nقال : نعم هو وكلّ من يرتبط بك .\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nفقلت : سيّدنا ! لي مسئلة .\r\nقال : اسأل .\r\nقلت : يقرأ قرّاء تعزية الحسين عليه السّلام أن سليمان الأعمش جاء عند شخص وسأله عن زيارة سيد الشهداء عليه السّلام فقال : بدعة . فرأى في المنام هودجا بين الأرض والسماء ، فسأل : من في الهودج ؟ فقيل له : فاطمة الزهراء وخديجة الكبرى عليه السّلام . فقال : إلى أين تذهبان ؟\r\nفقيل : إلى زيارة الحسين عليه السّلام في هذه الليلة فهي ليلة الجمعة ورأى رقاعا تتساقط من الهودج مكتوب فيها : « أمان من النار لزوّار الحسين عليه السّلام في ليلة الجمعة أمان من النار يوم القيامة » .\r\nفهل هذا الحديث صحيح ؟\r\nقال : نعم ، صحيح وتام .\r\nقلت : سيدنا يقولون : من زار الحسين عليه السّلام ليلة الجمعة فهي له أمان .\r\nقال : نعم واللّه . ( وجرت الدموع من عينيه المباركتين وبكى . )\r\nقلت : سيدنا مسألة .\r\nقال : اسأل .\r\nقلت : زرنا الإمام الرضا عليه السّلام سنة تسع وستين ومائتين وألف والتقينا بأحد الأعراب الشروقيين من سكّان البادية في الجهة الشرقية من النجف الأشرف في درود ، واستضفناه وسألناه كيف هي ولاية الرضا عليه السّلام ؟\r\nقال : الجنة . ولي خمسة عشر يوما آكل من مال مولاي الإمام الرضا عليه السّلام فكيف يجرؤ منكر ونكير أن يدنيا منّي في قبري وقد نبت لحمي ودمي من طعامه عليه السّلام في مضيفه ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nفهل هذا صحيح انّ علي بن موسى الرضا عليه السّلام يأتي ويخلصه من منكر ونكير ؟\r\nفقال : نعم واللّه ، انّ جدي هو الضامن .\r\nقلت : سيدنا أريد أن أسألك مسألة صغيرة ؟\r\nقال : اسأل .\r\nقلت : وهل زيارتي للإمام الرضا عليه السّلام مقبولة ؟\r\nقال : مقبولة ان شاء اللّه .\r\nقلت : سيدنا مسألة ؟\r\nقال : بسم اللّه .\r\nقلت : الحاج محمد حسين القزاز ( بزاز باشي ) ابن المرحوم الحاج احمد القزاز ( بزاز باشي ) هل زيارته مقبولة أم لا ( وقد كان رفيقنا في السفر وشريكنا في الصرف في طريق مشهد الرضا عليه السّلام ؟\r\nقال : العبد الصالح زيارته مقبولة .\r\nقلت سيدنا مسألة ؟\r\nقال : بسم اللّه .\r\nقلت : انّ فلانا من أهل بغداد - وكان رفيقنا في السفر - هل زيارته مقبولة ؟\r\nفسكت .\r\nقلت : سيدنا مسألة ؟\r\nقال : بسم اللّه .\r\nقلت : هل سمعت هذه الكلمة أم لا ؟ فهل انّ زيارته مقبولة أم لا ؟ فلم يجبني .\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n( ونقل الحاج المذكور انّه كان ذلك الشخص وعدّة نفر من أهل بغداد المتوفين قد انشغلوا في السفر باللهو واللعب ، وكان ذلك الشخص قد قتل أمه ) .\r\nفوصلنا في الطريق إلى مكان واسع على طرفيه بستانين مقابل بلده الكاظمين الشريفة وكان موضع من ذلك الطريق متصلا ببستانين من جهته اليمنى لمن يأتي من بغداد وهو ملك لبعض الأيتام السادة وقد أدخلته الحكومة ظلما في الطريق ، وكان أهل التقوى والورع من سكنة هاتين البلدتين يجتنبون دائما المرور من تلك القطعة من الأرض .\r\nورأيته عليه السّلام يمشي في تلك القطعة فقلت : يا سيدي هذا الموضع ملك لبعض الأيتام السادة ولا ينبغي التصرّف فيه .\r\nقال : هذا الموضع ملك جدّنا أمير المؤمنين عليه السّلام وذرّيته وأولادنا ويحلّ لموالينا التصرف فيه .\r\nوكان في القرب من ذلك المكان على الجهة اليسرى بستان ملك لشخص يقال له الحاج الميرزا هادي ، وهو من أغنياء العجم المعروفين ، وكان يسكن في بغداد ؛ قلت : سيدنا هل صحيح ما يقال بأن أرض بستان الحاج ميرزا هادي ملك الإمام عليه السّلام ؟\r\nقال : ما شأنك بهذا ؟ ( وأعرض عن الجواب ) .\r\nفوصلنا إلى ساقية ماء فرّعت من شط دجلة للمزارع والبساتين في تلك المنطقة ، وهي تمرّ في ذلك الطريق ، وعنها يتشعّب الطريق إلى فرعين باتّجاه البلدة ؛ أحد الطريقين سلطاني « 1 » ، والآخر طريق السادة ، فاختار عليه السّلام طريق السادة .\r\nفقلت : تعال نذهب من هذا الطريق ، يعني طريق السلطاني .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الظاهر أنّ المقصود أنّه حكومي .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nقال : لا ، نذهب من طريقنا .\r\nفما خطونا إلّا عدّة خطوات فوجدنا أنفسنا في الصحن المقدّس عند موضع خلع الأحذية من دون أن نمر بزقاق ولا سوق .\r\nفدخلنا الإيوان من جهة باب المراد التي هي الجهة الشرقية مما يلي الرجل .\r\nولم يمكث عليه السّلام في الرواق المطهر ، ولم يقرأ اذن الدخول ، ودخل ، ووقف على باب الحرم ، فقال : زر .\r\nقلت ، انّى لا أعرف القراءة .\r\nقال : أقرأ لك ؟\r\nقلت : نعم .\r\nفقال : أأدخل يا اللّه ، السلام عليك يا رسول اللّه ، السلام عليك يا أمير المؤمنين . . . .\r\nوهكذا سلّم على كلّ امام من الأئمة عليهم السلام حتى بلغ في السلام إلى الإمام العسكري عليه السّلام وقال : السلام عليك يا أبا محمد الحسن العسكري ، ثم قال : تعرف امام زمانك ؟\r\nقلت : وكيف لا أعرفه ؟\r\nقال : سلّم على امام زمانك .\r\nفقلت : السلام عليك يا حجّة اللّه يا صاحب الزمان يا ابن الحسن .\r\nفتبسّم وقال : عليك السّلام ورحمة اللّه وبركاته .\r\nفدخلنا في الحرم المطهّر وأنكببنا على الضريح المقدّس ، وقبّلناه ، فقال لي : زر .\r\nقلت : لا أعرف القراءة .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nقال : أقرأ لك الزيارة ؟\r\nقلت : نعم .\r\nقال : أيّ زيارة تريد ؟\r\nقلت : زوّرني بأفضل الزيارات .\r\nقال : زيارة أمين اللّه هي الأفضل .\r\nثم أخذ بالقراءة وقال : السّلام عليكما يا أميني اللّه في أرضه وحجتيه على عباده . . . الخ .\r\nوأضيئت في هذه الأثناء مصابيح الحرم فرأيت الشموع مضاءه ولكن الحرم مضاء ومنوّر بنور آخر مثل نور الشمس والشموع تضيء مثل المصباح في النهار في الشمس .\r\nوكنت قد أخذتني الغفلة بحيث لم انتبه إلى هذه الآيات .\r\nفعند ما انتهى من الزيارة جاء إلى الجهة التي تلي الرجل فوقف في الجانب الشرقي خلف الرأس ، وقال : هل تزور جدّي الحسين عليه السّلام ؟\r\nقلت : نعم أزوره فهذه ليلة الجمعة .\r\nفقرأ زيارة وارث ، وقد فرغ المؤذنون من اذان المغرب ، فقال لي :\r\nصلّ والتحق بالجماعة ، فجاء إلى المسجد الذي يقع خلف الحرم المطهّر وكانت الجماعة قد انعقدت هناك ، ووقف هو منفردا في الجانب الأيمن لامام الجماعة محاذيا له ، ودخلت أنا في الصفّ الأول حيث وجدت مكان لي هناك .\r\nفعند ما انتهيت لم أجده ، فخرجت من المسجد وفتّشت في الحرم فلم أره ، وكان قصدي أن ألاقيه وأعطيه عدّة قرانات واتضيفه في تلك الليلة .\r\nثم جاء بذهني : من يكون هذا السيد ؟ ! وانتبهت للآيات والمعجزات\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nالمتقدّمة ومن انقيادي لأمره في الرجوع مع ما كان لي من الشغل المهم في بغداد ، وتسميته لي باسمي ، مع أنّي لم أكن قد رأيته من قبل ، وقوله ( موالينا ) وانّي اشهد ، ورؤية النهر الجاري والأشجار المثمرة في غير موسم ، وغير ذلك مما تقدّم مما كان سببا ليقيني بأنّه الإمام المهدي عليه السّلام ، وبالخصوص في فقرة اذن الدخول وسؤاله لي بعد السلام على الإمام العسكري عليه السّلام ، هل تعرف امام زمانك ؟ فعند ما قلت اعرفه ، قال : سلّم ، فعند ما سلّمت ، تبسّم وردّ السلام .\r\nفجئت عند حافظ الأحذية وسألت عنه ، فقال : خرج . . . وسألني : هل كان هذا السيد رفيقك ؟\r\nقلت : نعم .\r\nفجئت إلى بيت مضيفي وقضيت الليلة ، فعند ما صار الصباح ، ذهبت إلى جناب الشيخ محمد حسن ونقلت له كلّما رأيت .\r\nفوضع يده على فمي ونهاني عن اظهار هذه القصة وافشاء هذا السر ، وقال : وفقك اللّه تعالى .\r\nفاخفيت ذلك ولم أظهره لاحد إلى أن مضى شهر من هذه القضية ، فكنت يوما في الحرم المطهر ، فرأيت سيدا جليلا قد اقترب منّي وسألني : ما ذا رأيت ؟\r\nوأشار إلي قصة ذلك اليوم !\r\nقلت : لم أر شيئا .\r\nفأعاد علىّ ذلك الكلام ، وأنكرت بشدّة .\r\nفاختفى عن نظري ولم أره بعد ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nإشارة :\r\nمن الأماكن التي يمكن للانسان التشرف بلقاء المولى ( عجل اللّه تعالى فرجه الشريف ) فيها ، هي المراقد المقدسة لآبائه الطاهرين عليهم السلام ، حيث ورد في كثير من حكايات التشرف بحضرته ، انه يلتقي في تلك البقاع الطاهرة ، كما في قضية السيد بحر العلوم في حرم أمير المؤمنين عليه السّلام وفي حرم العسكريين عليه السّلام وفي هذه الحكاية في حرم الكاظمين الجوادين موسى ومحمد عليهما آلاف التحيّة والثناء ، وكذا في حرم الإمام الرضا عليه السّلام والسيدة المعصومة عليها السّلام .\r\nوكيف لا يكون كذلك ، وهذه البقاع هي أشرف بقاع الأرض ، مهبط الملائكة ، ومضانّ إجابة الدعاء ونزول الخيرات والبركات والرحمة الإلهية على المؤمنين .\r\nومن جملة تلك المراقد الشريفة هي ، مرقد أبي الأحرار وسيد الشهداء الإمام الحسين بن علي ( عليه الصلاة والسلام ) وخصوصا ليلة الجمعة ، حيث يظن وجود الإمام الحجة ابن الحسن ( عجل اللّه تعالى فرجه الشريف ) في ذلك المكان الطاهر ، مع أجداده الطاهرين ، وامّه الصديقة فاطمة الزهراء عليها السّلام كما ورد في الخبر .\r\nفعلى عشاق الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) ان يكثروا من مراودة تلك البقاع ، ليحظوا بهذا الشرف الرفيع وهو مشاركة تلك الأنوار الطاهرة في زيارة الحسين عليه السّلام ، مضافا إلى ما في هذه الزيارة من الثواب ، ورجاءا\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nللتشرف بخدمة المولى صاحب العصر والزمان ( عجل اللّه تعالى فرجه الشريف ) .\r\nهذا وقد ورد في بعض حكايات التشرف بخدمته ( عجل اللّه تعالى فرجه الشريف ) ان بعض المؤمنين سأل من الإمام عليه السّلام قائلا :\r\nسيدي اىّ مكان يكثر تواجدك فيه ؟\r\nفأجاب عليه السّلام قائلا :\r\n« في بيت الأحزان » .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nالآية الثانية والعشرون : [ وَالْعَصْرِ إِنَّ الْإِنْسانَ لَفِي خُسْرٍ إِلَّا الَّذِينَ آمَنُوا . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n    وَالْعَصْرِ ( 1 ) إِنَّ الْإِنْسانَ لَفِي خُسْرٍ ( 2 ) إِلَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ وَتَواصَوْا بِالْحَقِّ وَتَواصَوْا بِالصَّبْرِ     ( 3 )\r\nصدق اللّه العلي العظيم\r\nسورة العصر\r\nالآية 1 - 3\r\nابن بابويه : قال : حدثنا أحمد بن هارون الفامي القاضي وجعفر بن محمد بن مسرور وعلي بن الحسين بن شاذويه المؤدب ( رضى اللّه عنهم ) قالوا : حدثنا محمد بن جعفر بن جامع الحميري قال : حدثنا أبي ، عن محمد بن الحسين ( بن زياد الزيات ) بن أبي الخطّاب الدقاق ، عن محمد بن سنان ، عن المفضل بن عمر قال :\r\nسألت الصادق جعفر بن محمد عليه السّلام عن قول اللّه عز وجل :\r\n   وَالْعَصْرِ إِنَّ الْإِنْسانَ لَفِي خُسْرٍ    قال : العصر عصر خروج القائم عليه السّلام  إِنَّ الْإِنْسانَ لَفِي خُسْرٍ  يعني أعداءنا ،  إِلَّا الَّذِينَ آمَنُوا  يعني بآياتنا ،  وَعَمِلُوا الصَّالِحاتِ  يعني بمواسات الاخوان ،  وَتَواصَوْا بِالْحَقِّ  يعني بالإمامة  وَتَواصَوْا بِالصَّبْرِ  يعني في الفترة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كمال الدين وتمام النعمة ، ج 2 ، ص 656 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n\r\nالحكاية الثانية والعشرون : محمد على جولاكر\r\nيقول الحاج محمد حسين التبريزي وهو من محترمي تجّار تبريز وقد حرم من نعمة الولد وكان قد استعمل كل الأدوية والعقاقير فلم تنفعه للانجاب ، يقول : تشرفت بزيارة النجف الأشرف ولطلب الحاجة ذهبت إلى مسجد السهلة وتوسلت بالإمام صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) .\r\nوفي الليل رايت في عالم المكاشفة ان رجلا جليلا قال لي : اذهب إلى دزفول عند محمد على الجولار ( الحائك ) لكي تقضى حاجتك .\r\nذهبت إلى دزفول وسألت عن عنوان ذلك الشخص فدلّوني عليه وعندما رأيته أعجبني لأنه كان رجلا فقيرا طيب السريرة نيّر الضمير وكان له دكان صغير يشتغل فيه بالحياكة .\r\nسلمت عليه فقال لي : وعليك السلام يا حاج محمد حسين لقد قضيت حاجتك .\r\nتعجبت من معرفته باسمي ، ومن قوله ان حاجتي قد قضيت . وطلبت منه ان يسمح لي بالمبيت عنده تلك الليلة ، فوافق على ذلك .\r\nدخلت إلى دكانه المتواضع .\r\nوحينما كان وقت الغروب أذّن الرجل أذان المغرب وصلّينا المغرب والعشاء سويّة .\r\nولما مضى من الليل بعضه ، وجاء ببعض خبز الشعير على المائدة وقليل من اللبن فأكلنا عشائنا معا .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nبتنا معا تلك الليلة في المكان وحينما طلع الفجر قمنا وصلينا صلاة الصبح ، وبعد تعقيبات طويلة عاد إلى عمله واخذ يشتغل بالحياكة .\r\nقلت له : لقد جئت إليك لأمرين الأول هو ما أخبرتني بقضائه وهو حاجتي والثاني هو انّى أريد ان أسألك باي عمل وصلت إلى هذا المقام حتى يحولني الإمام عليه السّلام عليك ؟\r\nانك مطلع على اسمي وما في قلبي ! !\r\nقال : أيها السيد ما هذا السؤال ، ان حاجتك قد قضيت فارجع إلى أهلك ودعك من هذه الأسئلة .\r\nقلت له : اني ضيفك ولا بد من اكرام الضيف وطلبي هو ان تخبرني عن حالك واعلم بانّي لن انصرف من هنا ما لم تخبرني عن ذلك .\r\nقال : كنت في نفس هذا الدكان مشتغلا في عملي هذا . وكان مقابل دكاني هذا منزل أحد موظفي الدولة وكان رجلا ظالما جبّارا .\r\nوكان أحد الجنود يحرس بيت ذلك الموظف الظالم .\r\nذات يوم جاءني ذلك الجندي وقال : هل تعمل الطعام لنفسك بنفسك ؟\r\nقلت له : اني اشتري سنويا مائة من من الحنطة والشعير واطحنها ، واخبز مقدارا منها يوميا وآكله وليس لي زوجة وأولاد .\r\nقال : اني اعمل حارسا على هذا البيت ولا أحب ان اكل من طعام هذا الظالم لان ذلك حرام ، فإن سمحت اشتر لي مائة من من الشعير واخبز لي يوميا قرصين من الخبز وسأكون لك شاكرا .\r\nقبلت ذلك ، وكان يأتي يوميا ويأخذ قرصيه منّي وينصرف إلى عمله .\r\nوذات يوم وكنت قد خبزت له خبزه ، وانتظرته ليأتي كالمعتاد لأخذ خبزه ولكنه لم يأت في الوقت المقرر .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nذهبت لأسأل عن حاله فقالوا لي انه مريض .\r\nذهبت إلى عيادته واستأذنته بالاتيان بالطبيب لمعالجة فقال : لا حاجة إلى ذلك ، فاني ساموت الليلة وعندما أموت سيأتيك شخص في منتصف الليل ويخبرك بموتي ، فتعال إلى هنا وقم بكل ما يأمرونك به وما بقي من الطحين فهو لك .\r\nأردت ان أبقى تلك الليلة إلى جنبه فلم يقبل ، ولذا رجعت إلى دكانى .\r\nوفي منتصف الليل استيقضت على صوت طرقات باب الدكان فسمعت شخصا يقول لي : قم يا محمد على ! !\r\nقمت مسرعا فوجدت رجلا لا اعرفه فاخذني إلى المسجد وعندما دخلنا المسجد وجدت جنازة الجندي مسجاة وكان رجلان إلى جنب جثمانه ، فقالا لي : تعال وساعدنا في أخذ الجنازة إلى جنب النهر وغسلناها وكفّنّاها وصلّيا عليها وجئنا بها إلى المسجد ودفنّاها إلى جنبه . ورجعت إلى دكّانى .\r\nبعد عدة ليال من تلك الحادثة ، سمعت طرقات الباب . خرجت من الدكان فرأيت رجلا يقول لي : السيد يدعوك ، تعال معي لتتشرف بخدمته .\r\nأطعت ذلك الرجل بدون نقاش ، وذهبت معه حتى وصلنا إلى صحراء كانت نيّرة وكأنّ القمر في ليلة تمامه وكماله مع أن الشهر كان في آخره ، فتعجبت من ذلك كثيرا .\r\nبعد عدة لحظات وصلنا إلى صحراء النور ( وتقع من شمال مدينة دزفول الإيرانية ) فرأيت من بعيد عدة اشخاص يجلسون حول بعضهم البعض ورأيت رجلا يقف في خدمتهم وكان أحد أولئك الرجال الجالسين عظيما جليلا جدا فعرفت انه حضرة صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) .\r\nسيطر علي الرعب والخوف كثيرا ، فقال لي الرجل الذي جاء لي إلى الدكان : تقدم ، فتقدمت قليلا ثم وقفت ، فقال الرجل الذي يقف بخدمة\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nأولئك الاشخاص : تقدم ولا تخف فتقدمت قليلا إلى الإمام .\r\nفقال صاحب العصر ( عجل اللّه تعالى فرجه الشريف ) لأحد أولئك الاشخاص :\r\nامنحه منصب الجندي لأجل ما قام به من خدمة للشيعة .\r\nقلت : سيدي انّي كاسب حائك فكيف أكون جنديا ؟\r\n( وكنت قد تصورت بأنه يريد أن يجعلني حارسا على بيت ذلك الظالم بدلا من الجندي ) .\r\nفتبسم الإمام ( عجل اللّه تعالى فرجه الشريف ) وقال : نحن نريد ان نمحك منصب الجندي .\r\nكررت نفس الكلام السابق .\r\nفقال ( عجل اللّه تعالى فرجه الشريف ) : نحن نريد ان نعطيك مقام الجندي المرحوم ، لا أنّ تكون جنديا حارسا ، اذهب فإنك في مقامه .\r\nرجعت لوحدي ، ولكن كان الظلام دامسا جدا ولا اثر لذلك النور الذي كان قد انتشر في الصحراء .\r\nوبحمد اللّه منذ ذلك اليوم وإلى الآن تصلني حوالات وأوامر مولاي صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) وانّي على ارتباط به ومن جملة ذلك قضّيتك التي أخبرني بها « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقلا عن گنجينه دانشمندان ، ج 3 ، حياة الشيخ الأنصاري .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n\r\nإشارة :\r\nالطعام الذي يأكله الانسان له أثر كبير في حياته ، ليس فقط ماديا وجسديا ، بل معنويا وروحيا .\r\nوالأثر الروحي المعنوي للغذاء ، إذا لم يكن أكبر أهمية من الأثر الجسدي ، فهو على الأقل مساو له ، فإن الأمراض الجسدية الناشئة من تناول بعض الأطعمة يمكن معالجتها بسرعة وبسهولة ، ولكن الأمراض الروحية الناشئة من تناول الأطعمة ، يصعب علاجها وقد يتعذر إلى الأبد .\r\nفاكل المال الحرام ، له آثار سلبية جدا على روح الانسان قد تودي إلى أن يصبح هذا الانسان سفّاحا ظالما متجبرا عاليا في الأرض ، يهلك الحرث والنسل ، وحينئذ لا طريق له للعودة .\r\nومن هنا اكّدت الآيات الشريفة والروايات الواردة عن المعصومين عليهم السّلام ، على ضرورة التنزّه عن اكل المال الحرام ، بل وحتى المال المشتبه ، كل ذلك فرارا من تلك الآثار السيّئة .\r\nوالعكس بالعكس ، فكلما كان طعام الانسان منزها عن الحرام ، كلما اثر ذلك في صفاء روحه ونقائها وسرّع في كمالها ، وقد ذكرت في كتب السير كثير من الحكايات التي وصل ابطالها إلى مقامات عالية في الدنيا وفي الآخرة بسبب اجتنابهم اكل الحرام .\r\nومن جملة ذلك ما ورد في قضية هذا الجندي الذي أبى ان يأكل إلّا الطاهر من الحرام ، وقد ادّى ذلك به إلى أن يصير من أعوان الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) في قضاء حاجات المؤمنين المتوسلين به عليه السّلام .\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nولعمري ، فإن الانسان يكفيه قرصان من الخبز يوميا وعدة تميرات يأكلها لتقوّيه على حياته ومعاشه وعبادته ، فلما ذا كلّ هذا الطمع والجشع الذي يؤدي بالانسان في نهاية المطاف إلى اكل المشبوه والحرام مع أن اللّه تعالى تكفّل له بالرزق الحلال والقوت الذي يحتاجه ويغنيه عمّا في أيدي الناس .\r\n« اللّهم ارزقنا العفاف والكفاف » .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n\r\nالآية الثالثة والعشرون : [ فَإِذا نُقِرَ فِي النَّاقُورِ فَذلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n   فَإِذا نُقِرَ فِي النَّاقُورِ ( 8 ) فَذلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ ( 9 ) عَلَى الْكافِرِينَ غَيْرُ يَسِيرٍ    ( 10 )\r\nصدق اللّه العلي العظيم\r\nسورة المدثر\r\nالآية 8 - 10\r\nروى الحافظ القندوزي قال : روي عن المفضل بن عمر ، الصادق ( رضي اللّه عنه ) في قوله تعالى :\r\n   فَإِذا نُقِرَ فِي النَّاقُورِ ( 8 ) فَذلِكَ يَوْمَئِذٍ يَوْمٌ عَسِيرٌ ( 9 ) عَلَى الْكافِرِينَ غَيْرُ يَسِيرٍ .    ( 10 )\r\nقال : إذا نودي في اذن ( القائم ) بالأذن في قيامه فيقوم ، فذلك اليوم عسير على الكافرين .\r\nقال ( الصادق ) : والقرآن ضرب منه الأمثال ، ونحن نعلمه فلا يعلمه غيرنا « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودة ، ص 515 .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nالحكاية الثالثة والعشرون : دعاء الفرج\r\nنقل السيد رضي الدين علي بن طاووس في كتاب « فرج المهموم » والعلامة المجلسي في البحار عن كتاب الدلائل للشيخ أبي جعفر محمد بن جرير الطبري انّه قال :\r\nحدّثنا أبو جعفر محمد بن هارون بن موسى التلعكبري قال : حدّثني أبو الحسين بن أبي البغل الكاتب قال : تقلّدت عملا من أبي منصور الصالحان وجرى بيني وبينه ما أوجب استتاري عنه ، فطلبني وأخافني فمكثت مستترا خائفا ثم قصدت مقابر قريش « 1 » ليلة الجمعة واعتمدت المبيت هناك للدعاء والمسألة ، وكانت ليلة ريح ومطر ، فسألت أبا جعفر القيّم يقفل الأبواب وأن يجتهد في خلوة الموضع لّاخلو بما أريده من الدعاء والمسألة خوفا من دخول انسان لم آمنه وأخاف من لقائه ، ففعل وقفل الأبواب .\r\nوانتصف الليل فورد من الريح والمطر ما قطع الناس عن الموضع ، فمكثت أدعو وأزور وأصلّي .\r\nفبيّنا أنا كذلك إذ سمعت وطئا عند مولانا موسى عليه السّلام وإذا هو رجل يزور فسلّم على آدم وعلى أولي العزم ثم على الأئمة واحدا واحدا إلى أن انتهى إلى صاحب الزمان عليه السّلام فلم يذكره ، فتعجبت من ذلك وقلت في نفسي لعلّه نسي أو لم يعرف أو هذا مذهب لهذا الرجل .\r\nفلمّا فرغ من زيارته صلّى ركعتين واقبل إلى مولانا أبي جعفر عليه السّلام ، وزار مثل تلك الزيارة وسلم ذلك السلام وصلى ركعتين وأنا خائف منه إذ لم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يعني المرقد الطاهر للإمام الكاظم والإمام الجواد عليه السّلام .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nأعرفه ، شابا من الرجال عليه ثياب بيض وعمامة محنك بها وله ذوابة ورداء على كتفه ، فالتفت اليّ وقال :\r\nيا أبا الحسين ابن أبي البغل ، أين أنت عن دعاء الفرج .\r\nقلت : فما هو يا سيدي ؟\r\nقال : تصلّي ركعتين وتقول : « يا من أظهر الجميل وستر القبيح ، يا من لم يؤاخذ بالجريرة ، ولم يهتك الستر ، يا عظيم المنّ ، يا كريم الصفح ، يا حسن التجاوز ويا واسع المغفرة ، يا باسط اليدين بالرحمة ، يا منتهى كلّ نجوى وغاية كلّ شكوى ، يا عون كلّ مستعين ، يا مبتدئا بالنعم قبل استحقاقها يا ربّاه ( عشر مرّات ) ، يا منتهى غاية رغبتاه ( عشر مرّات ) ، أسألك بحق هذه الأسماء ، وبحقّ محمد وآله الطاهرين عليهم السّلام إلّا ما كشفت كربي ، ونفّست همي ، وفرّجت غمّي ، وأصلحت حالي » .\r\nوتدعو بعد ذلك ما شئت وتسأل حاجتك ، ثم تضع خدّك الأيمن على الأرض وتقول مائة مرّة في سجودك :\r\nيا محمد يا علي ( يا علي يا محمد ) اكفياني فانّكما كافياي وانصراني فإنكما ناصراي .\r\nثم تضع خدّك الأيسر على الأرض وتقول :\r\nأدركني ( يا صاحب الزمان ) .\r\nوتكرّر ذلك كثيرا وتقول « الغوث الغوث الغوث » حتى ينقطع النفس وترفع رأسك ، فانّ اللّه بكرمه يقضي حاجاتك ان شاء اللّه .\r\nفلمّا اشتغلت بالصلاة والدعاء خرج ، فلمّا فرغت خرجت إلى أبي جعفر لأسأله عن الرجل وكيف دخل فرأيت الأبواب على حالها مقفلة ، فعجبت من ذلك وقلت : لعلّ بابا هنا آخر لم أعلمه ، وانتهيت إلى أبي جعفر القيم فخرج اليّ من باب الزيت ، فسألته عن الرجل ودخوله ، فقال : الأبواب\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nمقفلة كما ترى ما فتحتها ، فحدّثته الحديث ، فقال : هذا مولانا صاحب الزمان ( صلوات اللّه عليه ) وقد شاهدته دفعات في مثل هذه الليلة عند خلوتها من الناس .\r\nفتأسّفت على ما فاتني منه ، وخرجت عند قرب الفرج وقصدت الكرخ إلى الموضع الذي كنت مستترا فيه .\r\nفما أضحى النهار إلّا وأصحاب ابن أبي الصالحان يلتمسون لقائي ويسألون عنّي أصحابي وأصدقائي ، ومعهم أمان من الوزير ورقعة بخطّه فيها كل جميل .\r\nفحضرت مع ثقة من أصدقائي ، فقام والتزمني وعاملني بما لم أعهده وقال :\r\nانتهت بك الحال إلى أن تشكوني إلى صاحب الزمان ( صلوات اللّه عليه ) فانّي رأيته في النوم البارحة - يعني ليلة الجمعة - وهو يأمرني بكل جميل ، ويجفو عليّ في ذلك جفوة خفتها ، فقلت لا اله إلّا اللّه أشهد انّهم الحق ومنتهى الحق ، رأيت البارحة مولانا في اليقظة ، وقال لي كذا وكذا ، وشرحت ما رأيته في المشهد ، فعجب من ذلك ، وجرت منه أمور عظام حسان في هذا المعنى وبلغت منه غاية لم اظنّها ، وذلك ببركة مولانا ( صلوات اللّه عليه ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فرج المهموم ، السيد بن طاووس ، ص 245 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n\r\nإشارة :\r\nفي التخاطب آداب لا بد من مراعاتها ،\r\nفخطاب الولد مع والديه له أدب خاص ، وخطاب الأخ مع أخيه له أدب خاص ، وخطاب التلميذ مع معلمه له أدب خاص ، وخطاب العبد مع مولاه له أدبه الخاص به .\r\nومقام المخاطب ، له دخل كبير في تعيين ذلك الأدب المشروط به تأثير الخطاب ، فكلما كان مقامه عاليا ، لزم نوع من الأدب يتناسب مع ذلك المقام وعدم مراعاة هذه المرتبة اللازمة من الأدب قد يؤثر سلبا في استجابة المخاطب للمخاطب .\r\nولما كان مقام الحضرة الإلهية ، لا تناله أوهام الناس وعقولهم ، لم يكن احدّ منهم قادرا على التأدب اللازم في مخاطبة المولى عزّ وجل ، إلّا أولئك الأطهار المعصومين من الأنبياء والأئمة عليهم السّلام ، فهم يعرفون كيف يتأدبون مع اللّه وكيف يتملقون له لقضاء الحوائج ، وكيف يتوسلون اليه باحبّ الأشياء اليه لنيل المطالب ، لأنهم الأعرف بصفات جلاله وجماله .\r\nومن هنا نجد انّ ألائمة عليهم السلام ، وفي موارد عديدة ، علّموا شيعتهم أدب الدعاء والمناجاة والتوسل إلى قاضي الحاجات .\r\nويكفينا للوقوف على صحة هذا المدعى ، اطلالة على ما ورد عنهم عليهم السّلام من الأدعية والمناجاة فإننا سنجد غاية الأدب وأعذب الكلمات\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nوخير التوسلات التي يمكن ان تؤثر في الاستجابة للداعي وقضاء حوائجه .\r\nولولا مثل هذه الأدعية والمناجاة المأثورة عنهم ، لما اهتدى انسان إلى أدب مخاطبه الباري جلّ شأنه .\r\nعلى أنه ورد في بعض الحكايات ان الإمام ( عجل اللّه تعالى فرجه الشريف ) ، له مناجاة خاصة به يناجي بها مولاه ، ومثل هذا الدعاء وهذه المناجاة تتناسب مع مقام الإمام عليه السّلام وعلاقته بربّه ، حيث صرّح الإمام عليه السّلام في تلك الحكايات بان هذا الدعاء خاص به .\r\nوتعليم الأئمة عليهم السلام شيعتهم أدب الدعاء ، لطف الهيّ ، ووسيلة لنيل المنى ، تستحق منّا شكرا لبارينا وامتنانا لأئمتنا عليه السّلام عليها .\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\n\r\nالآية الرابعة والعشرون : [ قالَ رَبِّ فَأَنْظِرْنِي إِلى يَوْمِ يُبْعَثُونَ قالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n   قالَ رَبِّ فَأَنْظِرْنِي إِلى يَوْمِ يُبْعَثُونَ ( 36 ) قالَ فَإِنَّكَ مِنَ الْمُنْظَرِينَ ( 37 ) إِلى يَوْمِ الْوَقْتِ الْمَعْلُومِ    ( 38 )\r\nصدق اللّه العلي العظيم\r\nسورة الحجر\r\nالآية 36 - 38\r\nأبو جعفر محمد بن جرير الطبري : قال : أخبرني أبو الحسن علي قال : حدثني ثنا أبو جعفر قال : حدثنا المظفر بن جعفر بن المظفر العلوي قال : حدثنا جعفر بن محمد بن مسعود ، عن أبيه ، عن علي بن الحسن بن فضال قال : حدثني ثنا العباس بن عامر ، عن وهب بن جميع مولى إسحاق بن عمّار قال : سألت أبا عبد اللّه عليه السّلام عن إبليس قوله : رب فانظرني إلى يوم يبعثون قال فإنك من المنظرين إلى يوم الوقت المعلوم . ايّ يوم هو ؟ ( قال يا وهب ) « 1 » أتحسب انه يوم يبعث اللّه تعالى الناس ؟ لا ولكن اللّه عز وجل انظره إلى يوم يبعث اللّه عز وجل قائمنا ، فإذا بعث اللّه عز وجل قائمنا فيأخذ بناصيته ويضرب عنقه فذلك يوم الوقت المعلوم « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ليس في المصدر .\r\n( 2 ) دلائل الإمامة ، ص 240 .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n\r\nالحكاية الرابعة والعشرون : الشيخ محمد الكوفي\r\nيقول السيد حسن الأبطحي ( حفظه اللّه ) :\r\nفي سنة 1953 م وعندما ذهبت إلى الكوفة ، كان هناك شخص باسم الحاج الشيخ محمد الكوفي ، يقال إنه تشرف بخدمة حضرة بقيّة اللّه الأعظم ( أرواحنا فداه ) مرارا .\r\nفحدثنا الشيخ محمد الكوفي بقصّة هي :\r\nسابقا ، لم تكن وسائل النقل مستخدمة في طريق العراق - الحجاز ، فتشرفت بزيارة بيت اللّه الحرام على الجمل ، وحين العودة من هناك ، تخلفت عن القافلة وضللت الطريق حتى وصلت إلى بعض المستنقعات فطمست رجلا البعير في تلك الأوحال ، ولم يكن بوسعي النزول عن ظهر البعير فكاد البعير ان يموت .\r\nوفجأة صحت من اعماق قلبي :\r\n« يا أبا صالح المهدى أدركني » وكررت ذلك عدة مرات ، فرأيت فارسا يتقدم نحوي ، ولم يكن يتأثر بذلك الطين ، حتى وصل الىّ وهمس بكلمات في اذني البعير لم أسمع منها الا آخرها حيث سمعته يقول : « حتى الباب » .\r\nنهض بعيري من ذلك المستنقع وتحرك بعد ان اخرج رجليه من الطين وسار باتجاه الكوفة بسرعة .\r\nالتفت إلى ذلك السيد وقلت له : « من أنت » ؟\r\nقال : « أنا المهدي » .\r\nقلت : « أين أراك ثانية »\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nقال : « متى شئت ! »\r\nابتعد البعير عن ذلك السيد وسار حتى وصل إلى بوابة الكوفة وسقط إلى الأرض .\r\nجئت إلى البعير وهمست في اذنه قائلا : « حتى الباب » وكررت ذلك ، فنهض البعير وسار حتى أوصلني إلى باب منزلي ، وسقط هناك ومات لفوره .\r\nيقول السيد حسن الأبطحي :\r\nلقد كان الحاج الشيخ محمد الكوفي طاهرا متقيا إلى درجة ان الانسان لا يحتمل أصلا ان يكلّم هذا الرجل الصالح بما يخالف الحقيقة : ثم أضاف الشيخ محمد الكوفي قائلا : بعد تلك القضية تشرفت بخدمة بقية اللّه ( أرواحنا فداه ) خمسة وعشرين مرّة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السيد حسن الأبطحي ، الكمالات الروحية .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\nإشارة :\r\nالتشرف بخدمة المولى صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) ولقائه تارة يكون في عالم الرؤيا وأخرى في عالم اليقظة وثالثة يكون في عالم الكشف .\r\nوالالتقاء به في عالم اليقظة له انحاء هو الآخر .\r\nفتارة يتشرف الانسان بلقائه عليه السّلام ، ولا يتعرف عليه ، وأخرى يتعرف عليه بعد انصرافه وثالثة يتعرف عليه حين اللقاء .\r\nوأفضل أنواع التشرف بخدمته عليه السّلام هو التشرف الناشئ من الارتباط الروحي الدائم به عليه السّلام .\r\nولعلّ الإمام عليه السّلام يشير إلى هذا الارتباط عندما يقول لبعض الاشخاص الذين يسألون منه قائلين : سيدي متى اتشرف بلقائك ثانية ؟\r\nفيجيبهم الإمام عليه السّلام : متى شئت ! .\r\nفالإمام عليه السّلام يحث هؤلاء على ايجاد حالة الارتباط الروحي الدائم به ، وان يظن الانسان انه مع امام زمانه وان الإمام عليه السّلام حاضر معه على الدوام ، وهذا يدفع مثل هذا الانسان إلى التخلق بالأخلاق المرضيّة من قبل الإمام عليه السّلام ، والاتصاف بصفات الأولياء الصالحين وحينئذ لا تكون هناك حواجز وحجب تمنعه من الالتقاء به عليه السّلام متى شاء .\r\nوبطبيعة الحال ، فإن هذا الارتباط الروحي لا يحصل بسهوله وانما يحتاج إلى أكثر من الالتزامات الأخلاقية فضلا عن الالتزامات الشرعية ( الواجبات والمحرمات ) ولكنه غير محال .\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n\r\nالآية الخامسة والعشرون : [ وَمَنْ قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنا لِوَلِيِّهِ سُلْطاناً . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَمَنْ قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنا لِوَلِيِّهِ سُلْطاناً فَلا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كانَ مَنْصُوراً  ( 33 )\r\nصدق اللّه العلي العظيم\r\nسورة الأسراء\r\nالآية 33\r\nروى الحافظ القندوزي ( الحنفي ) باسناده قال : عن عبد السلام بن صالح الهروي ، عن علي الرضا ابن موسى الكاظم ( رضي اللّه عنهما ) في قوله تعالى :\r\n وَمَنْ قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنا لِوَلِيِّهِ سُلْطاناً فَلا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كانَ مَنْصُوراً .  ( 33 )\r\nأنه قال : نزل في الحسين والمهدي « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودّة ، ص 510 .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n\r\nالحكاية الخامسة والعشرون : السيد عبد الكريم\r\nيحكي انه كان في طهران سيد مؤمن طاهر السريرة اسمه السيد عبد الكريم وكان من كسبة طهران ، يعتقد أكثر علماء السير والسلوك ان حضرة بقيّة اللّه الأعظم ( عجل اللّه تعالى فرجه الشريف ) يأتي أحيانا إلى دكانه المتواضع ويجلس معه ويحادثه ويؤانسه . ولذا فإن بعض هؤلاء العلماء وعلى امل التشرف بلقاء الحجة ( عجل اللّه تعالى فرجه الشريف ) كان يجلس ساعات وساعات في دكان ذلك السيد ينتظرون النظر إلى الطلعة الرشيدة ، وقد يكون البعض منهم قد وفق لذلك وتشرف بخدمته .\r\nلم يكن السيد عبد الكريم من أهل الدنيا حتى أن مسكنه كان مستأجرا ولم يكن يملك دارا للسكنى .\r\nيروي أحد تجار طهران وهو مورد ثقة كبار العلماء ومراجع التقليد ويقول : كان السيد عبد الكريم قد استأجر دارا من أحد أهالي طهران ومع أن مالك الدار كان يرعى حال السيد عبد الكريم إلّا انه وعندما حان موعد الإجارة رفض ان يجدّد له العقد لسنة ثانية وامهله عشرة أيام لاستئجار منزل آخر .\r\nوفي اليوم العاشر من المهلة ، وعندما كان السيد بعد لم يحصل على منزل ، اضطر إلى تخلية الدار وفاء للوعد الذي أعطاه لصاحب الدار ، فنقل أثاث المنزل إلى زاوية من زوايا الزقاق وجلس حائرا لا يدري ما ذا يصنع .\r\nوفي هذه الأثناء يتفضل حضرة بقيّة اللّه الأعظم أرواحنا فداه بتفقّده ويقول له : لا تبتئس فإن أجدادنا قد تحملوا مصائب كثيرة .\r\nفقال له السيد عبد الكريم : نعم يا سيدي ولكن لم يبتلى أحد منهم بذلة الاستئجار .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nفيتبسم صاحب الأمر أرواحنا فداه ويقول له ما مضمونه : صحيح ، لقد رتبنا لك الأمور ، أنا ذاهب الآن وستحلّ مشكلتك بعد عدة دقائق .\r\nويضيف التاجر الطهراني الذي ينقل هذه القضية قائلا : في الليلة السابقة ، تلك الحادثة ، رأيت صاحب العصر ( أرواحنا فداه ) في عالم الرؤيا وقال لي : اذهب غدا صباحا واشتر منزل فلان باسم السيد عبد الكريم ، وفي الساعة الفلانية تذهب إلى الزقاق الفلاني وستجد السيد عبد الكريم جالسا في ذلك الزقاق وأثاثه في الشارع فتعطيه مفتاح المنزل .\r\nاستيقظت من النوم في الساعة الثامنة صباحا وذهبت إلى المنزل الذي أعطاني أوصافه ، فقال لي صاحب المنزل : « كنت مدينا بمبلغ من المال فتوسلت بحضرة بقية اللّه أرواحنا فداه ليفرّج اللّه عنّي ببيع هذا المنزل لاسدّد ديوني بثمنه » .\r\nاشتريت المنزل من الرجل واخذت مفتاحه وعندما وصلت إلى المرحوم السيد عبد الكريم كان الإمام ولي العصر ( روحي فداه ) قد فارقه لتوّه .\r\nرحم اللّه ذلك التاجر والسيد عبد الكريم .\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nإشارة :\r\nكل ما يختاره اللّه لعبده ، فيه مصلحة ذلك العبد أو مصلحة النوع البشري أو المخلوقات الأخرى ، وبعبارة أخرى ان اختياره عز وجل مرتبط بالنظام العام للكون .\r\nوفي أغلب الأحيان ان لم نقل فيها جميعا تخفى على الانسان العادي ، تلك المصالح والارتباطات الموجودة في هذا النظام الحاكم للكون ، فيتصور الأمر الذي فيه مصلحة النظام ، ضارا ، وبالعكس ، وليس ذلك إلّا لما ذكرناه من الجهل بالمصالح والمفاسد .\r\nومن جملة الأمور التي يشتبه حالها على الانسان ، مسألة الفقر المادي .\r\nفقد يتصور البعض بان مصلحته في الغنى المادي ، مع أن الواقع غير ذلك ، ويمكن ان يكون الامر على العكس .\r\nوالمهم في الأمر هو انه ليس لاىّ من الفقر أو الغنى دخل مباشر في كمال الانسان ، فلا الفقر كمال ولا الغنى نقص بطبيعته ، لكن قد يؤدي الفقر إلى الكمال وقد يجرّ إلى التمرّد . وقد يأخذ الغنى بيد الانسان إلى الكمال ، وقد يؤدي به إلى أن يكون كالانعام بل أضلّ .\r\nفالصبر مع الفقر كمال ، والسخط معه نقص وتسافل ، والشكر مع الغنى ، كمال ، والعبث والبذخ والترف معه ، تسافل .\r\nفلا يمنع الفقر ذاتا من الكمال ، حيث رأينا في الحكاية أعلاه كيف ان هذا السيد الجليل ، مع فقره المدقع الذي ادّى به إلى أن يبيت ليلته تلك في\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nالشارع من دون مأوى ، مع كل ذلك ، نجد بأنه قد وصل إلى مرتبة من الكمال يغبطه عليها الكثير من الأغنياء ، الا وهو شرف لقاء المولى صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) .\r\nنعم ، بنحو الاجمال ، الفقر المقرون بالصبر ممدوح ، كما هو المستفاد من روايات ذمّ الدنيا ، ولعلّ السرّ في ذلك ان أغلب الناس لا يستطيعون مقاومة اغراءات المال ، فيقعون في حبائله وهي كثيرة ، وهو على أيّ حال فتنة وابتلاء ، كما أن الانسان يحاسب على حلاله ويعاقب على حرامه ويعاتب على مشتبهه .\r\nومن ثمّ ، ورد ان آخر من يدخل الجنّة من الأنبياء هو النبي سليمان على نبينا وآله وعليه السلام .\r\nوبطبيعة الحال ، يجب ان لا يكون ذلك داعيا للانسان إلى الخمول والكسل والتسكع بل إن ذلك يعني ان يقنع الانسان يما يكفيه ويقوّم حياته ، ولا يشغله المال عن ذكر ربّه .\r\nكما أن عليه ان يدعو ربّه لان يكفيه موؤنته وموؤنة عياله ليكف يده عمّا في أيدي الناس ، وان لا يحتاج إلى المخلوقين ، فضلا عن أن يتملّق لهذا الشخص وذاك من اجل بعض الدراهم فيؤول امره إلى أن مدح من أعطاه وذمّ من منعه ، فيكون حاله حال الحيوان الذي يحرك ذيله لمن أطعمه ، وينبح في وجه من منعه . نعوذ باللّه .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\nالآية السادسة والعشرون : [ وَأَذانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ * \r\n وَأَذانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ فَإِنْ تُبْتُمْ فَهُوَ خَيْرٌ لَكُمْ وَإِنْ تَوَلَّيْتُمْ فَاعْلَمُوا أَنَّكُمْ غَيْرُ مُعْجِزِي اللَّهِ وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذابٍ أَلِيمٍ  ( 3 )\r\nصدق اللّه العلي العظيم\r\nسورة التوبة\r\nالآية 3\r\nالعياشي : عن جابر ، عن جعفر بن محمد وأبي جعفر عليه السّلام في قوله عزّ وجل :\r\n وَأَذانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ . \r\nقال : خروج القائم عليه السلام واذان دعوته إلى نفسه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير العياشي ، ج 2 ، ص 76 .\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n\r\nالحكاية السادسة والعشرون : الشيخ محمد جواد الأنصاري « 1 »\r\nنقل مؤلف كتاب « در كوى بىنشانها » ( في منتدى المجهولين ) :\r\nانّ العارف باللّه آية اللّه المرحوم الشيخ نجابت سأل أستاذه المرحوم آية اللّه الشيخ محمد جواد الأنصاري - وكان آية اللّه الشهيد السيد عبد الحسين دستغيب وآية اللّه السيد أحمد الفهري حاضرين حينذاك - قائلا : هل تشرفتم بلقاء امام العصر ( عجل اللّه تعالى فرجه الشريف ) ؟\r\nأجاب الأنصاري ( رحمة اللّه عليه ) : « ما ازددت يقينا » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمد جواد الأنصاري ( قدس سره ) ، مجتهد ، عارف كامل قضى عمره الشريف في الطاعات والسير والسلوك ، حتى بلغ المراتب العالية في هذا المضمار ، وعندما سأل المرحوم الشيخ نجابت أستاذه آية الحق السيد على القاضي عن المرجع من بعده في العرفان قال : رجل في همدان اسمه آية اللّه جواد الأنصاري .\r\nوعرف عنه أنه جذب جذبة إلهيّة حوّلت حياته بالمرّة ، ونقل أنه أخذ التوحيد عن اللّه مباشرة .\r\nمن جملة تلامذته الشيخ نجابت ، الشهيد دستغيب ، السيد الطهراني ، توفي في سنة 1960 ودفن في مقبرة علي بن جعفر في قم المقدّسة .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n\r\nإشارة :\r\nفي قول الشيخ آية اللّه الأنصاري « ما ازددت يقينا » معاني لطيفة يمكن الوقوف عليها بعد أن نعرف ان من خصوصياته الكتمان الشديد على سيره وسلوكه وهو ما كان يحث تلامذه عليه : حتى أن بعض تلامذته عندما يسأله قائلا : متى يمكننا ان نتشرف بلقاء المولى صاحب العصر والزمان ( عجل اللّه تعالى فرجه الشريف ) ؟\r\nيجيب الشيخ قائلا : عندما يكون حضوره وغيبته عندنا على حدّ سواء .\r\nويسأله آخر عن امكان التشرف بحضرته ( عجل اللّه تعالى فرجه الشريف ) فيقول في الجواب : يا رجل ، انه يمكن التشرف بالحضرة الالهيّة المقدسة ، فكيف لا يمكن التشرف بحضرة عباده .\r\nوأمثال هذه التسترات على واقعه ، ومن خلال ذلك نعرف بان مراده من قوله « ما ازددت يقينا » انه قد تشرف بلقائه ( عجل اللّه تعالى فرجه الشريف ) ولكن بما انه كان يعيش الارتباط الروحي الدائم مع الإمام ( عجل اللّه تعالى فرجه الشريف ) لأنه كان على يقين بان الإمام ( عجل اللّه تعالى فرجه الشريف ) يراه ويرى افعاله ومثل هذا الشخص لا يختلف الامر بالنسبة له وأيضا يمكن ان يضم كلامه معنى آخر وهو ان البعض قد يشك بوجوده ( صلوات اللّه وسلامه عليه ) ما لم يتشرف . بلقائه ، ولكن هذا هو شأن ذوي الاعتقادات الضعيفة ، اما اولي الألباب واليقين والاعتقاد الراسخ ، فإنهم حتى إذا لم يتشرفوا برؤيته ( عجل اللّه تعالى فرجه الشريف ) في عالم الظاهر ، فإنهم لن يشكوا بوجوده الشريف الثابت بالادلّة الكثيرة ، وحينئذ فمثل هؤلاء الاشخاص لن يزدادوا يقينا في مسألة وجوده الشريف عندما يتشرف بلقائه .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n\r\nالآية السابعة والعشرون : [ الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلا تَخْشَوْهُمْ وَاخْشَوْنِ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلا تَخْشَوْهُمْ وَاخْشَوْنِ \r\nصدق اللّه العلي العظيم\r\nسورة المائدة\r\nالآية 3\r\nالعياشي : عن عمرو بن شمر ، عن جابر قال : قال أبو جعفر عليه السّلام في هذه الآية :\r\n الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلا تَخْشَوْهُمْ وَاخْشَوْنِ . \r\nيوم يقوم القائم عليه السّلام ، يئس بنوا أمية ، فهم الذين كفروا يئسوا من آل محمد عليهم السلام « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير العياشي ، ج 1 ، ص 292 .\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n\r\nالحكاية السابعة والعشرون : الشيخ الأعظم ( قدس سره )\r\nبعد وفاة المرحوم آية اللّه الشيخ محمد حسن النجفي صاحب كتاب « جواهر الكلام » رجع المسلمون إلى المرحوم الشيخ مرتضى الأنصاري وطلبوا منه نشر رسالته العملية لتقليده .\r\nفقال لهم الشيخ الأعظم ( قدس سره ) : مع وجود سيد العلماء المازندراني الذي هو اعلم منّي ويعيش الآن في بابل ، لن اطبع رسالتي العمليّة .\r\nولذا فإن نفس الشيخ الأعظم ( قدس سره ) كتب رسالة وبعثها إلى سيد العلماء المازندراني وطلب منه الانتقال إلى النجف الأشرف للتصدي للمرجعية الدينية .\r\nاجابه سيد العلماء برسالة جاء فيها : صحيح أنّي كنت أقوى منك في الفقه عندما كنّا نتباحث أيام وجودي في النجف الأشرف ، ولكن وبسبب مرور سنوات طويلة علىّ وأنا أعيش في مدينة بابل بعيدا عن المباحثة والدرس ، ولذا فاني اعتقد باعلميّتك أنت !\r\nومع ذلك فإن الشيخ الأعظم ( نور اللّه رمسه ) كان يقول : لا أجد في نفسي اللياقة للتصدي للمرجعية ، إلّا أن يجيزني مولاي ولي العصر والزمان ( عجل اللّه تعالى فرجه الشريف ) بالاجتهاد ، ويعيّنني في مقام المرجعية فانّي حينئذ فقط ساتصدى لهذا المقام .\r\nوذات يوم ، وبينما كان المعظّم له في مجلس الدرس وحوله تلامذته ، رأوا شخصا عليه آثار العظمة والجلال ورد إلى مجلس درس الشيخ ، فأخذ الشيخ باحترامه واكباره وبمحضر الطلاب توجه ذلك الشخص إلى الشيخ الأنصاري بالسؤال قائلا : ما هو نظرك في امرأة مسخ زوجها ؟\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n( وهذه المسألة لم تطرح في اي كتاب من كتبنا الفقهية وذلك لرفع المسخ عن أمة محمد صلّى اللّه عليه وآله وسلّم ) .\r\nقال الشيخ الأنصاري : هذه المسألة غير معروفة في كتبنا ، ولذا فليس عندي الآن لها جواب .\r\nقال الشخص : افرض ان مثل هذه الامر حدث ومسخ الرجل فما هو حكم زوجته ؟\r\nقال الشيخ الأعظم : بنظري ان هذا الرجل لو مسخ إلى صورة حيوان فإن على زوجته ان تعتدّ عدّة الطلاق ثم تتزوج بعد ذلك ، لأن الرجل له روح ، وأما إذا مسخ إلى الجماد فعلى زوجته ان تعتدّ عدة الوفاة لان الرجل فقد الروح .\r\nفقال ذلك الشخص : « أنت المجتهد . . . أنت المجتهد . . . أنت المجتهد » ثم نهض وخرج من مجلس الدرس .\r\nوكان الشيخ يعلم أن هذا الشخص هو الإمام الحجّة ( عجل اللّه تعالى فرجه الشريف ) فقال لتلامذته ، اطلبوا الرجل ، فهرع الطلاب في أثره فلم يجدوه .\r\nوبعد هذه الإجازة من الإمام ( عجل اللّه تعالى فرجه الشريف ) تصدى الشيخ الأعظم للمرجعية « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقلا عن گنجينه دانشمند - فارسي ، الجزء 8 .\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\nإشارة :\r\nمن هذه الحكاية الشريفة نستفيد أمورا ؛\r\nمنها : ان الشيخ الأعظم كان يعرف الإمام ( عجل اللّه تعالى فرجه الشريف ) ونهتدي إلى ذلك من خلال احترامه وتجليله واكباره له عند دخوله مجلس الدرس ، ومن خلال تصدية للمرجعية بعد سماع الاذن منه في الاجتهاد .\r\nومنها : شدّة تقوى علمائنا ( رضوان اللّه عليهم ) حيث إنه لمجرد احتماله وجود من هو أعلم منه ، يرفض التصدي للمرجعية .\r\nوقد ذكر في أحوال الشيخ الأعظم ( قدس سره ) ما يدهش الانسان في شدة تقواه وورعه خصوصا أيام مرجعيته المباركة .\r\nومنها : تدخل الإمام ( عجل اللّه تعالى فرجه الشريف ) في ظروف الحرجة التي يمرّ بها الشيعة لأجل انقاذهم من العمل بلا هدى ، وقد ذكر لنا المؤرخون حالات كثيرة لتدخله ولطفه بأحوال الشيعة أيدهم الله .\r\nومنها : مدى سعة هذا الشيخ الجليل واحاطته بذوق الشريعة ، فعلى الرغم من عدم عنونة هذه المسألة في كتب المسلمين الفقهية إلّا انه استطاع ان يستنبط الجواب الصحيح عنها ، وهذا يدل على التأييدات الإلهية لعلمائنا الربانيين ( رحم اللّه الماضين منهم وحفظ الباقين ) ويكفي في سعة الشيخ الأنصاري العلمية ان كتبه لازالت تدرّس إلى الان كأصول ومتون بحوث الخارج في الفقه والأصول ، بل إن الكثير من آرائه العلمية لازالت ثابتة ومحكمّة لم يتمكن أحد من اثبات بطلانها أو التشكيك فيها على الرغم من تطور وتقدم علم الأصول وهذا هو النور الذي يقذفه اللّه في قلب من يشاء .\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n\r\nالآية الثامنة والعشرون : [ وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَعْدَ اللَّهِ لا يُخْلِفُ اللَّهُ وَعْدَهُ وَلكِنَّ أَكْثَرَ النَّاسِ لا يَعْلَمُونَ  ( 6 )\r\nصدق اللّه العلي العظيم\r\nسورة الروم\r\nالآية 6\r\nروى العلامة الشافعي ، المقدسي الدمشقي بسنده عن حذيفة بن اليمان ، عن النبي صلّى اللّه عليه وآله وسلّم قال :\r\nويل هذه الأمة من ملوك جبابرة ، كيف يقتلون ويخيفون المطيعين إلّا من اظهروا طاعتهم ، فالمؤمن التقي يصانعهم بلسانه يعرفهم بقلبه ( فإذا ) أراد اللّه عز وجل أن يعيد الاسلام عزيزا قصم كل جبار عنيد وهو القادر على ما يشاء أن يصلح أمة بعد فسادها .\r\nثم قال صلّى اللّه عليه وآله وسلم : يا حذيفة لو لم يبق من الدنيا إلّا يوم واحد لطوّل اللّه ذلك اليوم حتى يملك رجل من أهل بيتي تجري الملاحم على يديه ويظهر الاسلام .\r\nثم قال صلّى اللّه عليه وآله وسلّم :  لا يُخْلِفُ اللَّهُ وَعْدَهُ . \r\nوهو سريع الحساب « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عقد الدرر ، المجلد الأول ، الباب الرابع ، الفصل الأول .\r\n","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\n\r\nالحكاية الثامنة والعشرون : الحاج محمد علي فشندي\r\nيقول سماحة السيد حسن الأبطحي ( حفظه اللّه ) : حدثني جناب حجة الاسلام والمسلمين السيد القاضي الزاهدي الگلبايگاني قال : سمعت في طهران من جناب السيد الحاج محمد علي فشندي وهو من اخيار طهران قال :\r\nفي أيام شبابي كنت ملتزما حدّ الامكان بعدم ارتكاب الذنوب ، وان أذهب إلى الحج مرارا حتى اتشرف برؤية مولاي بقيّة اللّه روحي فداه ، ولذا تشرفت سنوات عديدة بزيارة مكة المعظمة .\r\nوفي احدى تلك السنين وكنت متعهدا بأمور جمع من الحاج ، وفي ليلة الثامن من ذي الحجة ذهبت إلى صحراء عرفات مع الأثاث واللوازم وما يحتاجه الحاج ، وكان قصدي ان أصل إلى هناك قبل بقية الحجيج بليلة واحدة لانتخب المكان الأنسب لقافلتي .\r\nوصلت إلى صحراء عرفات عصر اليوم السابع ، فأنزلت الأثاث واللوازم ووضعتها في خيمة كانت قد أعدّت لنا ( وقد وجدت بان أحدا من الناس لم يصل بعد إلى عرفات فكنت وحيدا فيها ) .\r\nفي هذه الأثناء ، جاءني أحد الشرطة الذين كانوا موكلين بحفظ الخيام هناك وقال لي : لما ذا جئت بكل هذه الوسائل والأثاث في هذه الليلة ، ألم تعلم بأنه يمكن ان تتعرض للسرقة في هذا الصحراء الواسعة ؟ ! وعلى اي حال ، الآن وقد جئت ، عليك ان تبقى يقظا حتى الصباح لتحرسها .\r\nفي تلك الليلة ، وفي ذلك المكان ، اشتغلت بالعبادة والمناجاة مع ربّي وبقيت مستيقظا ، إلى أن كان منتصف الليل ، فرأيت سيدا جليلا على\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nرأسه شال أخضر ، جاء إلى خيمتي وناداني باسمي وقال : السلام عليك يا حاج محمد علي !\r\nقلت : وعليك السلام ، وقمت من مكاني ، فدخل ذلك السيد إلى الخيمة .\r\nوبعد عدة لحظات ، جاء جمع من الشبّان الذين نبتت لحاهم للتوّ ، وكانوا كالخدم لذلك السيد .\r\nفي البدء خفت منهم ، ولكن بعد ان تكلمت عدة كلمات مع ذلك السيد ذهب الخوف من روعي ودخل حبّه في قلبي فوثقت بهم واطمئننت إليهم .\r\nكان الشبّان يقفون بباب الخيمة ، وامّا السيد فقد دخل إلى داخل الخيمة .\r\nقال لي ذلك السيد : يا حاج محمد علي هنيئا لك . . . هنيئا لك .\r\nقلت : ولم ذاك ؟\r\nقال : لأنك تبيت في صحراء عرفات في هذه الليلة التي بات في مثلها جدي الإمام الحسين عليه السّلام فيها .\r\nقلت : وما ذا علىّ ان افعل في هذه الليلة ؟\r\nقال : تصلي ركعتين تقرأ في كل منهما بعد الحمد سورة قل هو اللّه أحد ، أحد عشر مرة .\r\nولذا ، قمنا وصلّينا مع السيد وبعد الفراغ من الصلاة قرأ السيد دعاء بمضامين لم أكن قد سمعت بمثلها ، وكان يقرأها بتوجه وخشوع والدموع تجري من عينيه .\r\nحاولت ان احفظ ذلك الدعاء ، فقال السيد : هذا الدعاء خاص بالإمام المعصوم : وانك ستنساه !\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nثم قلت للسيد : أريد منك ان تسمع إلى عقائدي في التوحيد وهل هي صحيحة ؟\r\nقال : قل .\r\nفشرعت بالاستدلال على وجود اللّه بالآيات الآفاقيّة والآنفسيّة ، وقلت : انني اعتقد بوجود اللّه لهذه الأدلة .\r\nقال : يكفيك هذا المقدار من معرفة اللّه .\r\nثم عرضت بخدمته اعتقادي بمسألة الولاية .\r\nفقال : اعتقادك حسن .\r\nفسألت منه قائلا : بنظرك أين الإمام الحجة ( عجل اللاه تعالى فرجه الشريف ) الآن ؟\r\nقال امام الزمان في الخيمة الآن !\r\nسألت منه : يقولون بان حضرة ولي العصر ( عجل اللّه تعالى فرجه الشريف ) يكون في عرفات يوم عرفة ، ففي ايّ مكان من صحراء عرفات يقف ؟\r\nقال : في حدود جبل الرحمة .\r\nقلت : فلو ذهب أحد إلى ذلك المكان فهل سيراه ؟\r\nقال : نعم يراه ولكن لا يعرفه .\r\nقلت : غدا مساء ليلة عرفة ، فهل يأتي حضرة ولي العصر ( عجل اللّه تعالى فرجه الشريف ) إلى خيام الحجّاج ويتلطف عليهم ؟\r\nقال سيأتي إلى خيمتكم ، لأنكم ستتوسلون بعمي أبي الفضل العباس عليه السّلام في الليلة القادمة .\r\nوفي هذه الأثناء قال لي السيد : يا حاج محمد علي هل عندك شاي ؟\r\n( وفجأة التفت إلى اني جئت بكل الوسائل إلّا الشاي )\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nقلت : سيدنا ، اتفاقا لقد نسيت ان اجلب الشاي معي ، والحمد لله ان ذكّرتني ، فانّي ساذهب غدا واجلب الشاي للمسافرين .\r\nقال السيد : الشاي علىّ الآن .\r\nفخرج من الخيمة وجاء بشيء ظاهره انه شاي ولكن عندما قمنا بتحضيره كان معطرا وحلوا بحدّ تيقنت معه انه ليس من شاي الدنيا ، فشربت من ذلك الشاي .\r\nثم قال لي : هل عندك طعام نأكله ؟\r\nقلت : نعم ، عندي خبز وجبن .\r\nقال : انا لا آكل الجبن .\r\nقلت : وعندي لبن أيضا .\r\nقال : هاته .\r\nفقدمت له مقدارا من الخبز واللبن ، فاكل شيئا منهما ثم التفت الىّ وقال : يا حاج محمد علي ، ساعطيك مئة ريال ( سعودي ) لتأتي بعمرة نيابة عن والدي .\r\nقلت : سمعا وطاعة ، فما اسم أبيك ؟\r\nقال اسم أبي « سيد حسن » .\r\nقلت : وما اسمك أنت ؟\r\nقال : سيّد مهدي .\r\nفأخذت المال ، وفي هذه الأثناء قام ذلك السيد ليخرج من الخيمة ، ففتحت ذرّاعي وعانقته مودعا وعندما أردت ان اقبّل وجهه شاهدت على وجنته اليمنى خالا أسودا جميلا ، فوضعت شفتي على ذلك الخال وقبلت وجهه .\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nوبعد لحظات من افتراقنا ، تفحّصت الصحراء يمينا وشمالا فلم أر أحدا ، وفجأة انتبهت من غفلتي وعرفت ان ذلك السيد هو حضرة بقية اللّه أرواحنا فداه ، خاصة وانه ؛\r\nكان يعرف اسمي !\r\nويتكلم الفارسية !\r\nواسمه مهدي !\r\nوابن امام الحسن العسكري !\r\nوعلى اي حال ، جلست تلك الليلة أبكي وانحب وانشج نشيجا عاليا حتى سمعني الشرطة فظنوا أن السرّاق سرقوا متاعي ، فاجتمعوا حولي وسألوني فقلت لهم : كنت مشغولا بالمناجات ، فاشتد بكائي !\r\nوفي اليوم التالي وعندما وصلت مجموعتي ، وذكرت القصة لروحانيّ المجموعة ، نقل بدوره ذلك إلى الحجّاج ، فازداد شوقهم وحنينهم للمولى ( عجل اللّه تعالى فرجه الشريف ) .\r\nوفي أوائل وقت الغروب من ليلة عرفة ، صلّينا صلاة المغرب والعشاء ، وبعد الصلاة ( ومع اني لم أكن قد قلت لهم انّ الإمام ( عجل اللّه تعالى فرجه الشريف ) كان قد ذكر لي بأننا سنتوسل بعمه العباس عليه السّلام وانّه سيتلطف ويشرفنا بقدومه إلى الخيمة ) قام روحاني المجموعة وبدأ بقراءة مصيبة أبى الفضل العباس عليه السّلام وكان البكاء والنحيب والتوجه يسيطر على أجواء المجلس ، ولكنني كنت دائما أترقب مجيء الإمام بقية اللّه روحي وأرواح العالمين لتراب مقدمه الفداء .\r\nوعلى اي حال ، كاد مجلس العزاء ينفض ويختم ، فنفذ صبري وقمت وخرجت من الخيمة ، فرأيت حضرة ولي العصر روحي فداه ، واقف بباب الخيمة يستمع إلى مجلس العزاء ويبكي ، فأردت ان اعلم الناس بوجوده الشريف فأشار بيده المباركة اليّ ان اسكت ، فكأنّ يدا قد تصرفت بلساني\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nفلم أستطع ان اتفوه بحرف واحد ولذا وقفت بجانب باب الخيمة والإمام بالجانب الآخر وكنّا نبكي على مصائب أبي الفضل العباس عليه السّلام ، ولم أقدر ان اتحرك خطوة واحدة باتجاهه ( عجل اللّه تعالى فرجه الشريف ) وعندما انتهت قراءة المصيبة ، ترك بقية اللّه الأعظم ( عجل اللّه تعالى فرجه الشريف ) المكان وانصرف .\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\n\r\nإشارة :\r\nيستفاد من هذه الحكاية أمور ؛\r\nمنها : ما ذكرناه سابقا من تشرف الديار المقدسة بزيارة الإمام ( عجل اللّه تعالى فرجه الشريف ) لها في كل عام ، فهو يقف مع الحجيج في عرفة ويطوف حول البيت ويسعى بين الصفا والمروة مع الناس ، ولذا فإن الكثير من الناس يكرر السفر إلى بيت اللّه الحرام للحج وللتشرف بخدمة المولى مخصوصا في صحراء عرفات فإنه قطعا يكون موجودا من الزوال إلى الغروب يدعو للمؤمنين ويؤمن على دعاء الصالحين\r\nومنها : علاقة الإمام ( عجل اللّه تعالى فرجه الشريف ) الخاصة بمصيبة عمّه أبي الفضل العباس عليه السّلام ولذا ينبغي على المؤمنين الاكثار من التوسل بساحة أبي الفضل العباس عليه السّلام فإن في ذلك ادخال السرور على قلب الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) .\r\nومنها : جواز النيابة بالعمرة عن الأئمة عليهم الصلاة والسلام ، بل إن في ذلك ثواب عظيم حتى للنائب ، وقد وجدنا كيف ان الإمام ( عجل اللّه تعالى فرجه الشريف ) استناب الحاج فشندي للزيارة عن أبيه الإمام العسكري عليه السّلام ، وحريّ بالمؤمنين ان يعتمروا نيابة عن أئمتهم فإن في ذلك عظيم الثواب لهم .\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\n\r\nالآية التاسعة والعشرون : [ وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهامانَ وَجُنُودَهُما . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهامانَ وَجُنُودَهُما مِنْهُمْ ما كانُوا يَحْذَرُونَ  ( 6 )\r\nصدق اللّه العلي العظيم\r\nسورة القصص\r\nالآية 6\r\nروى صاحب تفسير ( البرهان ) عن العالم الحنفي ( الشيباني ) انه روى عن الباقر والصادق عليه السّلام انهما قالا :\r\nان فرعون وهامان هنا شخصان من جبابرة قريش يحييهما اللّه تعالى عند قيام ( القائم ) من آل محمد في آخر الزمان ، فينتقم منهما بما أسلفا « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البرهان في تفسير القرآن ، المجلد 3 ، ص 220 .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\n\r\nالحكاية التاسعة والعشرون :\r\nروى العالم الجليل الفقيه السيد حسن بن حمزة وهو من كبار علماء الشيعة وينتهي نسبه الشريف إلى سيد الشهداء الحسين بن علي ( ع ) بستة آباء ، ان رجلا من صلحاء الشيعة قال : خرجت من منزلي في سنة من السنين قاصدا زيارة بيت اللّه الحرام وأداء مناسك الحج ، وقد اتفق ان تلك السنة كانت شديدة الحر وقد تفشت الأمراض المعدية أثناء الطريق ، ونتيجة لغفلتي تأخرت عن القافلة كثيرا ، وأخذ العطش شيئا فشيئا يؤثر بي ويضرّ بحالي في تلك الصحراء الحارة فسقطت على الأرض لشدة العطش وكدت ان أهلك .\r\nوفجأة سمعت صهيل جواد بالقرب منّي .\r\nعندما فتحت عيني رأيت شابا حسن الوجه طيب الرائحة ممتطيا ظهر الجواد فوقف عند رأسي وكان يحمل بيده قدحا من الماء .\r\nنزل الشاب عن ظهر جواده وأعطاني ذلك القدح فشربت منه وكان الماء باردا وحلوا لم اشرب مثله طيلة حياتي إلى الآن .\r\nسألت من ذلك الشاب قائلا : من أنت حتى تلطفت علىّ بهذا اللطف ؟ !\r\nقال : انا حجّة اللّه على عباد ربّي ، انا بقية اللّه في الأرض ، أنا الذي سيملأ الأرض قسطا وعدلا بعد ان تملأ ظلما وجورا ، أنا ابن الحسن بن علي بن محمد بن علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي ابن أبي طالب عليه السّلام .\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nوعندما عرفت انه امام العصر ( عجل اللّه تعالى فرجه الشريف ) قال لي : اغمض عينيك .\r\nامتثلت لأمره وأغمضت عيني وبعد لحظات قال لي : افتح عينيك ، فتحت عيني وإذا بي وانا أسير مع القافلة ، فنظرت اليه فغاب عن بصري .\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n\r\nإشارة :\r\nتقدم منّا ان أحد ألقابه ( عجل اللّه تعالى فرجه الشريف ) هو « الغوث » ولذا نجد بأنه ( عجل اللّه تعالى فرجه الشريف ) يغيث الملهوفين والضالين والمحتاجين أيام غيبته الشريفة ، وأعظم مصاديق الغوث يتحقق أيام ظهوره ( عجل اللّه تعالى فرجه الشريف ) حيث ينتقم للمستضعفين من المستكبرين والجبابرة ويملأ الأرض قسطا وعدلا كما ملئت ظلما وجورا كما قال هو صلوات اللّه عليه في هذه الحكاية .\r\nاللّهم عجّل فرجه الشريف واجعل فرجنا بفرجه عاجلا قريبا .\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n\r\nالآية الثلاثون : [ قُلْ يَوْمَ الْفَتْحِ لا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمانُهُمْ وَلا هُمْ يُنْظَرُونَ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n قُلْ يَوْمَ الْفَتْحِ لا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمانُهُمْ وَلا هُمْ يُنْظَرُونَ  ( 29 )\r\nصدق اللّه العلي العظيم\r\nسورة السجدة\r\nالآية 29\r\nروى الحافظ سليمان القندوزي ( الحنفي ) باسناده قال : عن ابن دراج عن الصادق ( رضي اللّه عنه ) في قوله تعالى :\r\n قُلْ يَوْمَ الْفَتْحِ لا يَنْفَعُ الَّذِينَ كَفَرُوا إِيمانُهُمْ وَلا هُمْ يُنْظَرُونَ .  ( 29 )\r\nانّه كان يقول - في هذه الآية - :\r\n « يَوْمَ الْفَتْحِ »  يوم تفتح الدنيا على القائم ، ولا ينفع أحدا تقرب بالايمان ما لم يكن قبل ذلك مؤمنا .\r\nوأما من كان قبل هذا الفتح موقنا بإمامته ومنتظرا لخروجه ، فذلك الذي ينفعه ايمانه ، ويعظم اللّه عزّ وجل عنده قدره وشأنه ، وهذا أجر الموالين لأهل البيت « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودّة ، ص 511 .\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\n\r\nالحكاية الثلاثون : السيد محمد مهدي بحر العلوم ( قدس سره )\r\nركضة طويريج ، معروفه عند العراقيين خصوصا ، وهو عزاء يقام يوم العاشر من المحرم ، حيث تأتي أفواج الناس من قضاء « طويريج » الذي يبعد أربعة فراسخ عن مدينة كربلاء المقدسة على مشرفها آلاف التحية والثناء يأتون مهرولين حتّى يصلوا إلى حرم سيد الشهداء الإمام الحسين بن علي عليه السّلام ثم يخرجون إلى حرم أبي الفضل العباس عليه السّلام ، حفاة ، باكين شعث غبر يندبون مولاهم الحسين عليه السّلام ، حتى أن علماء الدين وبعض المراجع كانوا يشتركون أيضا في هذا العزاء حيث يقفون لاستقبال تلك الجموع على مشارف كربلاء ثم يشاركون في العزاء في بكاء ونحيب .\r\nوعندما تسأل هؤلاء المراجع ، ما هو الدليل على استحباب المشاركة في هذا العزاء ؟ يجيبك أحدهم وكيف لا أشارك وقد شارك العلامة السيد بحر العلوم ( رض ) الناس في هذه الركضة وهذا العزاء ؟ وكان السيد بحر العلوم ( رض ) كان ذات يوم عاشورا في احدى السنين ، يقف مع عدة من طلبة العلوم الدينية في كربلاء لاستقبال تلك الجموع التي جاءت من طويريج لإقامة عزاء سيد الشهداء وأبي الأحرار الحسين بن فاطمة عليه السّلام وفجأة ، يرى الطلّاب ان السيد بحر العلوم على عظمته ومقامه العلمي الشامخ دخل وسط تلك الجموع لاطما وجهه وصدره باكيا مهرولا معهم وحاول الطلاب منع السيد والحدّ من كل تلك الأحاسيس الطاهرة والخالصة فلم يفلحوا فاضطروا إلى الاستسلام للأمر الواقع ولكنهم حاولوا الحفاظ على السيد من أن يقع على الأرض ومن وقع على الأرض في هذا العزاء لا ينجوا من الموت إلّا بمعجزة لان الناس في هذه الركضة كالسيل العارم وكامواج البحر الهائج لا يقف بوجهها شئ .\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n( وذات مرّة سقط بعض الاشخاص على الأرض فداستهم الجموع بالأرجل فحدثت مأساة فضيعة راح ضحيتها أكثر من أربعين شهيدا عند باب الحرم الحسيني ) . أحاط الطلبة بالسيد بحر العلوم حتى فرغ من المشاركة في العزاء .\r\nوبعد اتمام العزاء سأل بعض الخواص من السيد عن علة مشاركته على ذلك النحو فقال ( رض ) : عندما وصلت إلى تلك المجاميع المعزّية ، رأيت بقيّة اللّه الأعظم ( عجل اللّه تعالى فرجه الشريف ) حافيا حاسرا بين تلك الجموع وهو يلطم على صدره ويضرب على رأسه ويبكي ، فلم أطق إلّا ان شاركت بخدمته في العزاء .\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\n\r\nإشارة :\r\nمصيبة الحسين عليه السّلام لا تقربها مصيبة ، ومظلوميته ( ع ) منار يقتدي به الثوار والمظلومون لنيل حقوقهم والصبر والصمود ضد الطغاة .\r\nولعظم مصيبة الحسين ( ع ) ورد في الأحاديث على لسان عدد من الأئمة عليهم السلام انهم كانوا يقولون : « لا يوم كيومك يا أبا عبد اللّه » .\r\nوالكل يبكي ويندب الحسين ( ع ) ، ولكل منهم أسلوب خاص في بيان انزجاره لقتل الحسين عليه السّلام وأهل بيته ولبيان حزنه عليه .\r\nوالعراقيون لهم أساليب كثيرة لذلك منها ركضة طويريج التي تعد ثورة عارمة على الظلم ، ولذا حاولت الأنظمة الجائرة منع هذه العزاء لأنها ترى ان فيه تهديدا لكياناتها الظالمة .\r\nومهما حاولنا وصف أهمية هذا العزاء فإن القارئ لن يقف على ذلك إلّا ان يرى بنفسه ويحضر في تلك المراسم فإنه سيعرف كم لها من الأثر في تاجيج الحزن والبكاء والنحيب على الحسين عليه السّلام ولذا ما فات الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) أن يشارك فيه أيضا وهو أحق الناس بذلك فهو الطالب بثار جدّه الحسين عليه السّلام .\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\n\r\nالآية الحادية والثلاثون : [ سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n سَلامٌ هِيَ حَتَّى مَطْلَعِ الْفَجْرِ  ( 5 )\r\nصدق اللّه العلي العظيم\r\nسورة القدر\r\nالآية 5\r\nمحمد بن العباس : عن أحمد بن هودة ، عن إبراهيم بن إسحاق ، عن عبد اللّه بن حماد ، عن أبي يحيى الصنعاني ، عن أبي عبد اللّه عليه السّلام قال :\r\nسمعته يقول : قال لي أبي محمد عليه السّلام : قرأ علي بن أبي طالب عليه السّلام « انا أنزلناه في ليلة القدر » وعنده الحسن والحسين عليه السّلام فقال له الحسين يا أبتاه كأنّ بها من فيك حلاوة .\r\nفقال له : يا بن رسول اللّه و ( ابني ) : انّي اعلم فيها ما لا تعلم ، انها لمّا أنزلت بعث اليّ جدك رسول اللّه صلّى اللّه عليه وآله وسلّم فقرأها عليّ ثم ضرب على كتفي الأيمن وقال :\r\nيا أخي ووصيّي ووليّي ( على ) أمتي بعدي وحرب أعدائي إلى يوم يبعثون ، هذه السورة لك من بعدي ولولديك ( ولولدك ) من بعدك ، ان جبرئيل أخي عليه السّلام من الملائكة احدث الىّ احداث أمتي في سنّتها واللّه وانّه ليحدث ذلك إليك كاحداث النبوة وله نور ساطع في قلبك وقلوب أوصيائك إلى مطلع فجر القائم عليه السّلام « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تأويل الآيات الظاهرة .\r\n","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n\r\nالحكاية الحادية والثلاثون : السيد عبد الكريم هاشمي نجاد\r\nنقل العلّامة السيد حسن الأبطحي ( حفظه اللّه ) قال : حدثني الشهيد حجة الاسلام والمسلمين الحاج السيد عبد الكريم هاشمي نجاد الذي كان له أستاذ يسمى الشيخ علي فريدة الاسلام الكاشاني قال : ذات ليلة كنت مع المرحوم أستاذي بالكون في غرفته الكائنة في الطابق العلوي في مدينة قم المقدسة وكان الأستاذ واقفا ووجهه إلى ساحة المنزل يزور مولانا صاحب العصر والزمان ( عجل اللّه تعالى فرجه الشريف ) بزيارة آل ياسين الشريفة .\r\nوكنت انا بجواره أعد الموقد للتدفئة .\r\nوفجأة وجدت ان أستاذي انتفض في أثناء القراءة وازداد توجهه وخضوعه وخشوعه وبكاؤه .\r\nرفعت رأسي لأقف على السبب فرأيت أن حضرة بقية اللّه ( عجل اللّه تعالى فرجه الشريف ) واقف بين السماء والأرض مقابل أستاذي ينظر اليه مبتسما ، حتى انني كنت قادرا على تمييز خصوصيات قيافته الشريفة وحتى لون ملابسه وكنت أرى ذلك بوضوح .\r\nثم عدت ثانية إلى عملي ، ومرّة ثانية رفعت رأسي فرأيت مولاي ( عجل اللّه تعالى فرجه الشريف ) بنفس الخصوصيات والملامح السابقة ، وهكذا كررت ذلك عدة مرّات وفي كل مرّة كنت أشاهد جماله الأنور ( صلوات اللّه وسلامه عليه ) وفي المرة الأخيرة اشتغلت بايجار الفحم فوجدت أستاذي قد هدأ وذهبت عنه تلك الحالة وانهى الزيارة ، فرفعت رأسي إلى السماء فلم أجد المولى صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) .\r\nوعندما جلست انا وأستاذي في الغرفة بعد هذا الجريان ، وكان أستاذي\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nقد اخفى على ذلك ظنا منه بأنّي لم أر شيئا ، فسألته قائلا :\r\nحضرة الأستاذ ، بايّ هيئة كنت ترى صاحب العصر والزمان ( عجل اللّه تعالى فرجه الشريف ) ؟ !\r\nفتعجب الأستاذ وقال : فهل كنت تراه أنت أيضا ؟\r\nقلت : نعم كنت أراه بملابس مخططة وعمامة خضراء وقيافة جذابة وعلى وجهه خال .\r\nثم بيّنت له كل الخصوصيات التي كنت أراها وكان الأستاذ يصدّق ذلك مؤيدا ، ثم اثنى عليّ وسرّ لما حصلت عليه من لياقة للتشرف بلقاء الإمام ( عجل اللّه تعالى فرجه الشريف ) .\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\n\r\nإشارة :\r\nزيارة آل ياسين عليه السّلام من الزيارات المعتبرة الشريفة التي يزار بها الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) يوم الجمعة وغيرها .\r\nوبالتتبع وجدت أن أولياء اللّه يواظبون عليها ويوكدون على قرائتها ، وانّي لقاطع عزيزي القارئ بأننا لو واظبنا عليها فإننا سنجد تحولا عميقا قد حصل في روحياتنا وحتى في سلوكنا ، ولذا فإن هذه الزيارة الشريفة من كنوزنا التي لا بد من المحافظة عليها وسنورد متن هذه الزيارة في ملحقات الكتاب انشاء اللّه .\r\nوأشير هنا إلى أن السيد عبد الكريم هاشمي نجاد من الشخصيات المرموقة في عالمنا الاسلامي له دور كبير في الثورة الاسلامية المباركة في إيران ، استشهد على يد أعداء الاسلام في مدينة مشهد الإمام الرضا عليه السّلام .\r\nوقد ذكر السيد الابطحى في كتابه الكمالات الروحية . الجزء الثاني . في ذيل هذه الحكاية انه عندما كان يدرس في النجف الأشرف كان السيد هاشمي نجاد معه ، وذات ليلة جمعة كانا في حرم أبي الفضل العباس عليه السّلام للزيارة فتوسل السيد الأبطحي بابي الفضل العباس عليه السّلام ان يزيد في يقينه بوجود الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) ، ولما انصرفا لزيارة مرقد الإمام الحسين عليه السّلام وبدون اطلاع من السيد هاشمي نجاد بالأمر ، نقل الأخير قصة تشرفه بلقاء الحجة وهي الحكاية أعلاه ، ويضيف السيد الأبطحي فعرفت ان هذه منحة من مولاي أبي الفضل العباس عليه السّلام .\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\n\r\nالآية الثانية والثلاثون : [ وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّها وَوُضِعَ الْكِتابُ وَجِيءَ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّها وَوُضِعَ الْكِتابُ وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَداءِ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ وَهُمْ لا يُظْلَمُونَ  ( 69 )\r\nصدق اللّه العلي العظيم\r\nسورة الزمر\r\nالآية 69\r\nأخرج العلّامة ( الحنفي ) الحافظ القندوزي في ينابيعه بسنده قال : عن أبي الحسن علي بن موسى الرضا - رضى اللّه عنه - في حديث ذكر فيه ( المهدى ) وانه الرابع من ولده - إلى أن قال - فإذا خرج :\r\n وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّها  الحديث « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودّة ، ص 448 .\r\n","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n\r\nالحكاية الثانية والثلاثون : كريمة الشيخ الأراكي\r\nنقل مؤلف كتاب گنجينه علما ( خزانة العلماء ) في الجزء الثاني - ص 64 عن سماحة آية اللّه العظمى المرجع الراحل الشيخ محمد علي الاراكي انه نقل له قائلا :\r\nأرادت ابنتي وهي زوجة حجة الاسلام السيد الاراكي ان تتشرف بحج بيت اللّه الحرام ، وكانت تخاف ان لا تمكن من أداء مناسك الحج لشدة الزحام ،\r\nقلت لها : إذا داومت على ذكر « يا حفيظ يا عليم » . فان اللّه سيعينك على ذلك .\r\nتشرفت ابنتي بزيارة بيت اللّه الحرام وبعد عودتها نقلت لي هذه الحكاية وقالت :\r\nداومت على ذلك الذكر الشريف وللّه الحمد فقد أديت المناسك براحة ، إلى أن أردت ذات يوم الطواف وكان جمع من الحجاج الافارقة يطوفون وكان الزحام شديدا جدا ، فقلت في نفسي : كيف يمكنني في هذا الزحام الطواف ؟\r\nوتحسرت على وجود رجل محرم معي حتى يحافظ عليّ من ملامسة الرجال حال الطواف .\r\nوفجأة سمعت صوت شخص يقول لي :\r\nلو ذي بامام الزمان ( عجل اللّه تعالى فرجه الشريف ) حتى تطوفي على راحتك .\r\nقلت : واين هو امام الزمان ( عجل اللّه تعالى فرجه الشريف ) ؟\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nقال : هو ذا هذا الرجل الذي يسير امامك .\r\nنظرت إلى تلك الجهة فرأيت رجلا جليلا يمشي امامي وحوله دائرة مفرغة قطرها حوالي المتر ، ولا يدخل أحد من الحجيج في تلك الدائرة وإذا بالهاتف يقول لي : ادخلي في هذا الحريم وطوفي خلف حضرة ولي العصر ( عجل اللّه تعالى فرجه الشريف ) ، وكنت قريبة جدا منه بحيث ان يدي كانت تصل اليه ، وقد مسحت يدي على عباءته ومسحت بها وجهي وكنت أقول له : سيدي فديتك بنفسي مولاي فديتك بروحى . . . .\r\nوكنت مسرورة جدا إلى درجة انى نسيت ان اسلّم عليه .\r\nوالحاصل ، اني طفت سبعة أشواط خلف الإمام عليه السّلام حول الكعبة بدون ان يلمس بدني بدن رجل غريب على الرغم من كل ذلك الزحام ، وكنت أتعجب من أنه كيف لا يدخل أحد من هؤلاء الناس في حريم هذه الدائرة ؟\r\nويضيف الشيخ الاراكي قائلا : ولأن حاجة ابنتي كانت منحصرة في هذا الأمر ، لذا فإنها لم تطلب شيئا آخر في تلك السّاعة .\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\n\r\nإشارة :\r\nلا شك ان الإمام ( عجل اللّه تعالى فرجه الشريف ) رحمة للعالمين وخصوصا لأولئك الذين يحاولون تطبيق الشريعة والابتعاد عن المعاصي والتنزة عن المحرمات حتى غير الاختيارية منها ، وكما ورد في الحديث الشريف : عبدي تقدم الىّ خطوة أتقدم إليك خطوتين « فإن اللّه تعالى يهيء لمثل هذا الانسان الدليل على الطاعات واجتناب المحرمات .\r\nولا فرق في ذلك بين الرجل والمرأة ، بل إن بعض النساء ولأسباب معينة قد يصلن إلى الكمال أسرع من الرجال مع ما يتمتعن به من روح لطيفة عاطفية ، وهناك الكثير من النساء وصلن إلى حالات كمال عالية وبعضهن إلى حالة الارتباط الروحي بالإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) ولا مجال هنا لذكرهنّ .\r\nاذن ، طريق التشرف بلقاء المهدي ( عجل اللّه تعالى فرجه الشريف ) ليس حكرا على الرجال ، وعلى نسائنا السعي والجد لنيل هذا الشرف العظيم ، وذلك بالطاعات والعبادات وأداء الوظائف الشرعية .\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\n\r\nالآية الثالثة والثلاثون : [ وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوارِثِينَ  ( 5 )\r\nصدق اللّه العلي العظيم\r\nسورة القصص\r\nالآية 5\r\nروى في تفسير ( البرهان ) عن العالم الحنفي ( الشيباني ) في كشف البيان ، عن أبي جعفر وأبي عبد اللّه عليه السّلام أنّهما قالا :\r\nان هذه الآية مخصوصة بصاحب الأمر الذي يظهر في آخر الزمان ، ويبيد الجبابرة والفراعنة ، ويملك الأرض شرقا وغربا ، فيملأها عدلا كما ملئت جورا « 1 » .\r\nوأخرج الحافظ سليمان القندوزي ( الحنفي ) قال : - في حديث - قال أبو محمد العسكري للمهدي عليه السّلام في اليوم السابع من ولادته : تكلم يا بنيّ ، فشهد الشهادتين ، وصلّى على آبائه واحدا بعد واحد ، ثم قال ( قوله تعالى ) :\r\n وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوارِثِينَ  ( 5 ) « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البرهان في تفسير القرآن ، المجلد 3 ، ص 220 .\r\n( 2 ) ينابيع المودّة ، ص 450 .\r\n","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\n\r\nالحكاية الثالثة والثلاثون : السيد الأبطحي ( حفظه اللّه )\r\nيقول السيد حسن الأبطحي في كتابه « الكمالات الروحية » الجزء الثاني : تشرفت بزيارة المدينة المنورة سنة 1974 م وذات ليلة وبعد منتصف الليل كنت جالسا بمعية الحاج خادمي خلف باب مسجد النبي ( ص ) وكانت أبواب المسجد مغلقة والناس نيام والهدوء يعم الأطراف وكانت الساحة امام باب المسجد واسعة جدا وذلك بعد تخريب المباني امام باب السلام وحتى مسجد الغمامة .\r\nكان الحاج خادمي وعلى عادته ، مشغولا بذكر مولاه صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) ، فكان يطرق كل باب يؤدى به إلى العشق المهدوي وذكر حالاته ( عجل اللّه تعالى فرجه الشريف ) ، يظهر الحب والود والولاء .\r\nقال لي : عندي سؤال .\r\nقلت : تفضل واسأل .\r\nقال : هل يمكن ان لا يكون لبقية اللّه أرواحنا فداه ، منزل في المدينة ؟\r\nقلت : ولم لا يمكن ذلك ، فإنه لا يجب ان يكون له منزل خاص به والحال ان بيوت شيعته ومحبيه كلها منزله ومتعلقة به .\r\nقال : انه ( عجل اللّه تعالى فرجه الشريف ) له منزل في المدينة المنورة .\r\nقلت : فأين هو ذلك المنزل ؟\r\nقال : لو كنت اعلم بمكانه لما جلست هنا .\r\n( كنت اعلم أن هذه الحالات عندما تحصل لمحبّي المولى ( عجل اللّه تعالى فرجه الشريف ) فإنه ببعض المتابعة يمكن الاستفادة منها ) .\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nقلت : لو كنت اعتقد بذلك اي لو كنت متيقنا من أنه ( عجل اللّه تعالى فرجه الشريف ) له منزل خاص في المدينة المنورة لحاولت خلال هذه الأيام القليلة العثور عليه من خلال طرق أبواب البيوت بيتا بيتا والاستفسار عن اسم صاحب المنزل إلى أن أجده ، فإنه لن تستغرق هذه العملية أكثر من خمسة أو ستة أيام مع الجدّية والبرمجة الصحيحة ، فإن بيوت المدينة ليست كثيرة ، والوصول إلى هذا الهدف المقدس يستحق العناء حتى لو لقينا التعب وايذاء الناس لنا وطردنا ، مع انني اعتقد ان غيرة الإمام ( عجل اللّه تعالى فرجه الشريف ) ولطفه ومحبته لا تسمع له بان يترك وليه يتحمل كل ذلك من أجل الوصول اليه فإنه سيساعده ليهتدي إلى منزله بعد طرق باب أو بابين فقط . ولكن ولأني غير متيقن من وجود منزل خاص به ( عجل اللّه تعالى فرجه الشريف ) فانّي لم أقم بهذا العمل سابقا .\r\nالمهم ، اني حاولت تشجيعه واثارته إلى درجة انه قام واقفا على رجليه في تلك الليلة الظلماء ، ووقفت انا أيضا ، وكان الحاج خادمي متحيرا من أين يبدأ بالبحث ، وكان يلتفت يمينا وشمالا ، وكنت انا انتظر لطفا من صاحب الأمر عليه السّلام في كل لحظة .\r\nوفجأة ، ومع أن هذا الميدان الواسع كان هادئا ، ساكتا جدا ، سمعنا صوت رجل من طرف الشارع المقابل لمسجد الغمامة ينادى بلسان فارسي ويقول : « من هنا . . . من هنا » ! !\r\nتحركنا إلى جهة الصوت ، فرأينا من بعيد رجلا لم نتمكن من رؤية ملامحه وقيافته وملابسه ، ولكن كان يبدو انه ينادينا نحن .\r\nفقال الحاج خادمي ودموعه تجري من عينيه : انه يرشدنا إلى بيت ولي العصر ( عجل اللّه تعالى فرجه الشريف ) .\r\nوبدون تأخير تحرك باتجاه ذلك المكان .\r\nولما كنت بطيء التصديق ، قلت في نفسي : لعلّ أحد الإيرانيين من رفقائنا تصور بأننا ضللنا الطريق فحاول هدايتنا إلى منزلنا .\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nولكن هذا الشخص بعد ان ارشدنا إلى الجهة ، ذهب إلى احدى الازفة في المنطقة ولم نعد نراه .\r\nكان الحاج خادمي يسير مسرعا إلى تلك الجهة ويقول : اني أشمّ عطرا عجيبا .\r\nوأخيرا وبعد دقائق وصلنا إلى ذلك المحل ، وكان مفترق ثلاث طرق فوقفنا حائرين في ، أىّ طريق نسير ؟\r\nولكن هذه الحيرة وهذا الترديد لم يستمر إلّا لحظات ، حين سمعنا صوت دراجه نارية كسر الهدوء المخيم على المكان في آخر الشارع المقابل لمسجد الغمامة وعندما وصل الينا خفف من سرعته وتوقف عندنا وقال مشيرا إلى شارع فرعي خلف فندق الحرم : « من هذه الجهة . . . من هذه الجهة . . . » قالها بلسان فارسي طليق ثم انطلق بدراجته مسرعا .\r\nهنا ، بدأت اشعر بان هذه الارشادات ليست طبيعية ، إذ لو كان الشخص الأول قد ارشدنا صدفة فإن هذا السائق للدراجة لا يمكن ان يكون امرا عفويا خصوصا وانه كان يتكلم الفارسية والإيرانيون لا يستفيدون من الدراجات النارية الضخمة ، ولا يمكن ان يكون هذا الرجل قد ظن اننا من رفقائه التائهين .\r\nوعلى أي حال ، فإن الحاج خادمي ، وبينما كانت دموعه تجري على خديه ، وذكر يا صاحب الزمان جار على لسانه ، تحرك باتجاه ذلك الشارع الفرعي وكنت أسير معه متحيرا مبهوتا .\r\nوما ان مشينا عدة خطوات حتى شاهدنا جماعة من الشباب يصل عددهم إلى العشرة تقريبا يتوسطهم رجل مهيب بلباس عربي ، وهو يتحدث وهم يستمعون له ، وكانوا يتقدمون نحونا وكان واضحا انهم خرجوا من أحد تلك البيوت يريدون الذهاب إلى مكان ما ، ولما وصلوا بحذائنا ، التفت ذلك الشخص الجليل الينا وقال : السلام عليكم .\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nأجبنا السلام ، وكانت نظرته الينا خاطفة للقلوب إلى درجة اننا وقفنا مبهوتين ننظر اليه .\r\nاتكأ الحاج خادمي على الحائط ودموعه تجري وكان ينظر إليهم وقد اجتازونا .\r\nواخذت أفكر في نفسي ، ترى من اي المنازل خرج هؤلاء .\r\nوعندما نظرت ورائي وجدت ان مصباحا يضيء عند باب أحد البيوت ، وكان واضحا ان هؤلاء القوم قد خرجوا من ذلك المنزل وكان ذلك المنزل له باب خشبية ، وبدل الزجاج كانت قضبان حديدية وضعت على الباب كالشبابيك وكان المنزل من الطراز القديم وبناؤه بسيط ، وكان خلف الباب مصباح مضيء ورجل يقف عند الباب يبدو انه الخادم ، وفي أعلى الباب لوح كتب عليه بهذا الترتيب وبخط ذهبي بارز :\r\n\r\nمنزل « المهدي الغوث »\r\nعندما نظر الحاج خادمي إلى هذه اللوحة تيقن انه قد وصل بسهولة إلى مقصدة ، وانه قد اهتدى إلى منزل حضرة بقية اللّه أرواحنا فداه ، ولذا فقد جلس خلف الباب على الأرض .\r\nواما أنا ، فقد كنت أحاول التحقيق أكثر في القضية ولذا ، أوصلت نفسي إلى قضبان الحديد المثبتة على الباب الخشبية ، وسألت الرجل الذي كان واقفا تحت ذلك الضوء خلف الباب ، سألته بالعربية قائلا : صاحب البيت فيه ؟\r\nقال الرجل بلطف وابتسامة : « الآن راح » .\r\nفعرفت ان الرجل الجليل الذي كان يتوسط أولئك الشباب هو صاحب المنزل وان اسمه « المهدي » ، وان لقبه « الغوث » ، ولكن هل حقيقة هو\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nصاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) أم انه شخص آخر صادف ان اسمه ولقبه هو « المهدي الغوث » ؟ ! وانه يسكن هنا ؟ !\r\nولكني في أعماقي ، كدت ان اسقط لوجهي فهل حقا انّي قد تشرفت بخدمة المولى ونلت هذا الفيض العظيم ؟ !\r\nومن جهة أخرى ، مع الالتفات بان راكب الدراجة قد ارشدنا بالفارسية إلى هذا الموضع ، وان أهل السنّة لا يتسمون باسم المهدي ، وحتى الشيعة في المدينة المنورة قلّ ما يتسمّون بهذا الاسم تقية ، كل هذه الأمور كانت تبعث الامل في قلبي بأنّي قد أكون حصلت على لياقة الفوز بهذا اللقاء .\r\nوعلى اي حال ، بقينا حدود الساعة من الوقت عند باب ذلك المنزل ، حتى أطفأت المصابيح ويبدو ان الخادم ذهب للنوم .\r\nرجعنا باتجاه محل إقامتنا ، وفي صبيحة تلك الليلة ، تحركت قافلتنا نحو مكة المعظمة ولم أستطع في ذلك السفر ان اذهب إلى ذلك المنزل ، ولكن في السفرات التالية وحين وفقت لزيارة المدينة المنورة ، ذهبت إلى ذلك الشارع ، فرأيت عدة بيوت مشابهة لبعضها البعض الآخر ولا يوجد على اىّ منها ذلك اللوح الذهبي ، ولكن الحاج خادمي كان يقول : في كل سفرة تشرفت بزيارة المدينة المنورة ، ذهبت إلى زيارة ذلك البيت بنفس المواصفات والخصوصيات .\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\n\r\nإشارة :\r\nتقدم في قضية الشيخ الأعظم مرتضى الأنصاري ( قدس سره ) انه كان يزور أحيانا الإمام ( عجل اللّه تعالى فرجه الشريف ) في منزله في كربلاء المقدسة وأشرنا هناك انه ليس من البعيد ان يكون للامام ( عجل اللّه تعالى فرجه الشريف ) منزل أو أكثر في البلدان المختلفة ، وهذه الحكاية تؤيد ما ذكرناه سابقا .\r\nومما يمكن استفادته من هذه الحكاية ان نار الشوق إذا استعرت في قلب العاشق لرؤية الإمام ( عجل اللّه تعالى فرجه الشريف ) ، فإنه سيكون أقرب لدرك هذا الشرف بل ورد في بعض النقولات ان الإمام عليه السّلام في معرض الإجابة عن سؤال يطرحه بعض من يتشرف بخدمته ولقائه وهو : « سيدي متى نراك ثانية ؟ » .\r\nيقول ( عجل اللّه تعالى فرجه الشريف ) : « متى شئت » .\r\nوبالطبع ، فانّ هذه الرغبة في التشرف بحضرته ( عجل اللّه تعالى فرجه الشريف ) والتي تنتهي بلقائه ، ليست الرغبة العابرة السطحية وانما تلك الرغبة الأكيدة الممزوجة بالحرقة والشوق والتوسل والبكاء على فراقه حقيقة ، تلك الرغبة التي تسلب النوم من عيني العاشق وتسهده ليلة وتغصب راحته فلا يقرّ له قرار حتى يلتقي بحبيبه وهنا تشمله العناية واللطف والمحبة المهدوية ويتفضل عليه بنظرة لطلعته الرشيدة وغرّته الحميدة فيتبدل الفراق إلى وصال وكلاهما لذيذ عند العاشق .\r\nوقد ورد في بعض قضايا عشّاقه ومواليه ( عجل اللّه تعالى فرجه الشريف ) ان الإمام روحي فداه أبلغهم سلامه من خلال بعض الوسائط ، لأنهم كانوا على الدوام بذكره والدعاء له والبكاء على فراقه .\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nفحرىّ بنا جميعا ان لا ننسى امامنا ، صباحا ومساءا وعلى الدوام نشتغل بالدعاء له بتعجيل الفرج ، وخصوصا دعاء العهد الّذي ورد استحباب قراءته صباح كل يوم لتجديد البيعة له ( عجل اللّه تعالى فرجه الشريف ) .\r\nوسنذكر دعاء العهد انشاء اللّه في ملحقات الكتاب .\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\n\r\nالآية الرابعة والثلاثون : [ إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّماءِ آيَةً فَظَلَّتْ أَعْناقُهُمْ لَها خاضِعِينَ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّماءِ آيَةً فَظَلَّتْ أَعْناقُهُمْ لَها خاضِعِينَ  ( 4 )\r\nصدق اللّه العلي العظيم\r\nسورة الشعرا\r\nالآية 4\r\nأخرج الحافظ القندوزي باسناده قال : عن علي بن موسى الرضا ( رضي اللّه عنه ) - في حديث - أنه قال :\r\nان الرابع من ولدي ابن سيدة الإماء ، يطهّر اللّه به الأرض من كل جور وظلم ( إلى أن قال ) :\r\nوهو الذي له ينادي مناد من السماء يسمعه جميع أهل الأرض :\r\n« ألا ان حجة اللّه قد ظهر عند بيت اللّه فاتّبعوه فإن الحق فيه ومعه »\r\n( ثم قال ) :\r\nوهو قول اللّه عزّ وجل :\r\n إِنْ نَشَأْ نُنَزِّلْ عَلَيْهِمْ مِنَ السَّماءِ آيَةً فَظَلَّتْ أَعْناقُهُمْ لَها خاضِعِينَ .  ( 4 ) « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودّة ، ص 448 .\r\n","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\n\r\nالحكاية الرابعة والثلاثون : الشيخ علي فريدة الاسلام\r\nنقل سماحة السيد حسن الأبطحي ( حفظه اللّه ) في كتابه الكمالات الروحية عن سماحة حجة الاسلام والمسلمين المرحوم شيخ علي الكاشاني فريدة الاسلام أنه قال : ذات ليلة كنت في غرفة الضيوف في منزل آية اللّه الشيخ الكوهستاني في مدينة كوهستان مشتغلا بأداء صلاة المغرب وفجأة شاهدت الجمال الأنور لمولانا صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) حيث دخل إلى الغرفة وجلس في زاوية منها وظهره إلى القبلة بنحو كنت أرى وجهه أثناء صلاتي .\r\nفكرت في نفسي أني إذا قطعت الصلاة للسلام عليه فإنه لن يرضى بذلك وسيغادر المحل ، فالأفضل ان أتمّ صلاتي ، فإن كان مريدا للتلطف على والسماح لي بمحادثته فإنه سيصبر إلى أن اتمّها ولذا أكملت صلوتي وكان صلوات اللّه عليه يلقننّي أثناء الصلاة ببعض الجملات وخصوصا جملة : « يا من له الدنيا والآخرة ارحم من ليس له الدنيا والآخرة » ، التي كنت اقرأها في السجدة الأخيرة ، فكان الإمام ( عجل اللّه تعالى فرجه الشريف ) يكررها بتوجه وخشوع أكبر .\r\nوبمجرد ان أردت الخروج من الصلاة بالتسليم ، غادر ولي العصر ( عجل اللّه تعالى فرجه الشريف ) المكان .\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\n\r\nإشارة :\r\nالشيخ على الكاشاني ، فاضل جليل له حالات روحانية عجيبة ، نقل بعضها السيد حسن الأبطحي في كتابه عروج الروح « برواز روح » ، ولا شك ان الأرض لا تخلو من مثل هؤلاء الصالحين الذين قضوا أعمارهم بالطاعات والرياضات والمجاهدات ومن هذه الحكاية يظهر لنا بوضوح انه كان قد تشرف مرارا بخدمة المولى صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) فإنه عرفه بمجرد رؤيته ، فإن بعض الاشخاص يتشرفون بخدمة المولى ولا يتعرفون عليه إلّا بعد التفرق ، وبعضهم يتعرف عليه أثناء التشرف والبعض الآخر والمعظم له منهم يعرفون ملامحه الشريفة فما ان تقع أعينهم عليه حتى يعلمون انه هو ، وهكذا كان حال السيد مهدي بحر العلوم ( رض ) كما اتضح لنا سابقا ، وانه تعرف على الإمام ( عجل اللّه تعالى فرجه الشريف ) بمجرد ان رآه يركض مع المعزّين في كربلاء يوم عاشوراء .\r\nوامّا الشيخ الكوهستاني ، فهو صاحب الكرامات الكثيرة وله مقام جليل ، حتى ورد في النقولات الصحيحة ان الملائكة كانت تخدمه وتحرسه على باب غرفته فلا يتجرأ أحد على الدخول عليه ، وكان منزله منتدى عشاق الإمام ( عجل اللّه تعالى فرجه الشريف ) ، وطبقا لما نقل فانّ روحانية خاصة كانت تهيمن على داره ، وقد ذكر أيضا في ( عروج الروح ) بعض حالاته وكراماته .\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\n\r\nالآية الخامسة والثلاثون : [ وَمَنْ عاقَبَ بِمِثْلِ ما عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللَّهُ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَمَنْ عاقَبَ بِمِثْلِ ما عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللَّهُ إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ  ( 60 )\r\nصدق اللّه العلي العظيم\r\nسورة الحج\r\nالآية 60\r\nروى الحافظ القندوزي سليمان الحنفي باسناده قال : عن سلام بن المستنير عن الصادق ( رضى اللّه عنه ) في قوله تعالى :\r\n وَمَنْ عاقَبَ بِمِثْلِ ما عُوقِبَ بِهِ ثُمَّ بُغِيَ عَلَيْهِ لَيَنْصُرَنَّهُ اللَّهُ إِنَّ اللَّهَ لَعَفُوٌّ غَفُورٌ .  ( 60 )\r\nقال : ان رسول اللّه صلّى اللّه عليه وآله وسلّم لما أخرجته قريش من مكة وهرب منهم إلى الغار وطلبوه ، ليقتلوه فعوقب ، ثم في ( بدر ) عاقب لأنه قتل عتبة بن ربيعة ، وشيبة بن ربيعة ، والوليد بن عتبة ، وحنظلة بن أبي سفيان ، وأبا جهل ، وغيرهم ، فلما قبض رسول اللّه صلّى اللّه عليه وآله وسلّم بغى عليه ابن هند ( يعني : معاوية بن أبي سفيان ) بخروجه عن طاعة أمير المؤمنين ، وبقتل ابنه يزيد الحسين بغيا وعدوانا ، ثم قال تعالى :  لَيَنْصُرَنَّهُ اللَّهُ  يعني بالقائم المهدي من ولده « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودّة ، ص 510 .\r\n","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\n\r\nالحكاية الخامسة والثلاثون : ضربة صفين\r\nنقل العلامة النوري في النجم الثاقب عن كتاب « السلطان المفرّج عن أهل الايمان » قال : ومن ذلك ما نقله عن بعض أصحابنا الصالحين من خطّه المبارك ما صورته : عن محيي الدين الأربلي انّه حضر عند أبيه ومعه رجل ، فنعس فوقعت عمامته عن رأسه ، فبدت في رأسه ضربة هائلة ، فسأله عنها ، فقال له : هي من صفّين . فقيل له وكيف ذلك ووقعة صفّين قديمة ؟ فقال :\r\nكنت مسافرا إلى مصر فصاحبني انسان في غزّة فلمّا كنّا في بعض الطريق تذاكرنا وقعة صفّين .\r\nفقال لي الرجل : لو كنت في أيّام صفّين لروّيت سيفي من عليّ وأصحابه ، فقلت : لو كنت في أيّام صفّين لرويّت سيفي من معاوية وأصحابه ، وها أنا وأنت من أصحاب علي عليه السّلام ومعاوية لعنة اللّه عليه . فاعتركنا عركة عظيمة ، واضطربنا فما أحسست بنفسي إلّا مرميّا لما بي .\r\nفبينما أنا كذلك وإذا بانسان يوقظنى بطرف رمحة ، ففتحت عيني فنزل الىّ ومسح الضربة فتلاءمت ، فقال : البث هنا ، ثمّ غاب قليلا وعاد ومعه رأس مخاصمي مقطوعا والدوابّ معه ، فقال لي : هذا رأس عدوّك ، وأنت نصرتنا فنصرناك ، ولينصرنّ اللّه من نصره ، فقلت : من أنت ؟ فقال : فلان بن فلان يعنى صاحب الأمر ( عجل اللّه تعالى فرجه الشريف ) ثمّ قال لي : وإذا سئلت عن هذه الضربة فقل : ضربتها في صفّين .\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\n\r\nإشارة :\r\nورد في الاخبار : ان من احبّ عمل قوم حشر معهم ، « وانّ من أحبّ ( تولى ) حجرا حشر معه » ، وغير ذلك من الاخبار التي تدل على هذا المعنى .\r\nومن هذه القضية يبدو أكثر من ذلك ، حيث يظهر بان من كان محبا لأهل الحق ، فإن اللّه يعينه وبقوّيه ويرد عنه كيد الباغين ، بشتّى الوسائل واليوم ، الحامي للشريعة المحمدية وللقيم الحقيقية هو الإمام المهدي ( عجل اللّه تعالى فرجه الشريف ) ، ولا شك انه يتولى المؤمنين بالتسديد والتأييد والحراسة فما أحرانا الصمود والثبات على الحق والدفاع عنه باخلاص فإن لنا سندا وعمادا وحاميا وحارسا عجّل اللّه تعالى فرجه الشريف .\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\n\r\nالآية السادسة والثلاثون : [ حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جاءَهُمْ نَصْرُنا . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جاءَهُمْ نَصْرُنا فَنُجِّيَ مَنْ نَشاءُ وَلا يُرَدُّ بَأْسُنا عَنِ الْقَوْمِ الْمُجْرِمِينَ  ( 110 )\r\nصدق اللّه العلي العظيم\r\nسورة يوسف\r\nالآية 110\r\nروى الحافظ القندوزي ( الحنفي ) باسناده عن أمير المؤمنين علي بن أبي طالب عليه السّلام قال :\r\nما يجيء نصر اللّه حتّى كانوا أهون على الناس من الميتة ، وهو قول ربّي عز وجل في كتابه في سورة يوسف :\r\n حَتَّى إِذَا اسْتَيْأَسَ الرُّسُلُ وَظَنُّوا أَنَّهُمْ قَدْ كُذِبُوا جاءَهُمْ نَصْرُنا فَنُجِّيَ مَنْ نَشاءُ وَلا يُرَدُّ بَأْسُنا عَنِ الْقَوْمِ الْمُجْرِمِينَ .  ( 110 )\r\nوذلك عند قيام ( قائمنا ) المهدي « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودّة ، ص 509 .\r\n","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\n\r\nالحكاية السادسة والثلاثون : علي بن مهزيار الأهوازي\r\nقال حدثنا أبو الحسن علي بن موسى بن أحمد بن إبراهيم بن محمد بن عبد اللّه بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب عليهم السّلام ، قال : وجدت في كتاب أبي رضي اللّه عنه ، قال :\r\nحدثنا محمد بن أحمد الخوال عن أبيه عن الحسن بن علي الطبري عن أبي جعفر محمد بن الحسن بن علي بن إبراهيم بن مهزيار ، يقول : كنت نائما في مرقدي إذ رأيت في ما يرى النائم قائلا يقول لي : حجّ فإنك تلقى صاحب زمانك ( عجل اللّه تعالى فرجه الشريف ) .\r\nقال علي بن إبراهيم : فانتبهت وانا فرح مسرور ، فما زلت في الصلاة حتى انفجر عمود الصبح . ولمّا فرغت من صلاتي وخرجت اسأل عن الحج فوجدت فرقة تريد الخروج ، فبادرت مع أوّل من خرج ، فما زلت كذلك حتى خرجوا وخرجت بخروجهم أريد الكوفة ، فلما وافيت نزلت عن راحلتي وسلّمت متاعي إلى ثقات اخواني وخرجت أسأل عن آل أبي محمد عليه السّلام فما زلت كذلك فلم أجد أثرا ولا سمعت خبرا وخرجت في أول من خرج أريد المدينة فلما دخلتها لم أتمالك ان نزلت عن راحلتي وسلمت رحلي إلى ثقات اخواني وخرجت اسأل عن الخبر واقفو الأثر ، فلا خبرا سمعت ، ولا أثرا وجدت ، فلم أزل كذلك إلى أن نفر الناس إلى مكة وخرجت مع من خرج حتى وافيت مكة ، ونزلت فاستوثقت من رحلي وخرجت اسأل عن آل أبي محمد عليه السّلام ، فلم اسمع خبرا ولا وجدت أثرا ، فما زلت بين اليأس والرجاء متفكرا في أمري وعائبا على نفسي وقد جنّ الليل . فقلت : أرقب إلى أن يخلولي وجه الكعبة لأطوف بها واسأل اللّه عز وجل ان يعرّفني أملي فيها . فبينما أنا كذلك وقد خلالي وجه الكعبة إذ قمت إلى الطواف فإذا أنا\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\nبفتى مليح الوجه طيب الرائحة ، متّزر ببردة ، متّشح بأخرى ، وقد عطف بردائه على عاتقه ، فرعته ، فالتفت اليّ وقال : ممّن الرجل ؟\r\nفقلت : من الأهواز .\r\nفقال : أتعرف منها ابن الخصيب ؟\r\nفقلت : رحمه اللّه دعي فأجاب .\r\nفقال : رحمه اللّه ، لقد كان بالنهار صائما وبالليل قائما وللقرآن تاليا ولنا مواليا ، فقال : أتعرف بها عليّ بن إبراهيم بن مهزيار ؟\r\nفقلت أنا عليّ .\r\nفقال : أهلا وسهلا بك يا أبا الحسن ، أتعرف الصريحين ( الضريحين ) « 1 » ؟\r\nفقلت : نعم .\r\nقال : ومن هما ؟\r\nقلت : محمد وموسى .\r\nثم قال : ما فعلت العلامة التي بيّنك وبين أبي محمد عليه السّلام ؟\r\nفقلت : معي .\r\nفقال : أخرجها اليّ .\r\nفأخرجتها اليه خاتما حسنا على فصّه « محمّد وعليّ » .\r\nفلما رأى ذلك بكى ملّيا ورنّ شجّيا فاقبل يبكي بكاء طويلا وهو يقول : رحمك اللّه يا أبا محمد فلقد كنت اماما عادلا ابن أئمة وأبا امام ، أسكنك اللّه الفردوس الاعلى مع آبائك عليهم السّلام .\r\nثم قال : يا أبا الحسن صر إلى رحلك وكن على أهبة من كفايتك حتّى إذا ذهب الثلث من الليل وبقي الثلثان . فالحق بنا فإنك ترى مناك ( ان شاء اللّه ) . قال ابن مهزيار : فصرت إلى رحلي أطيل واصلحته وقدمت راحلتي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المراد منهما الإمام موسى بن جعفر والإمام محمد الجواد عليه السّلام .\r\n","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nوحملتها وصرت في متنها حتى لحقت الشعب فإذا أنا بالفتى هناك يقول :\r\nاهلا وسهلا بك يا أبا الحسن طوبى لك فقد أذن لك .\r\nفسار وسرت بسيره حتى حاذى بي عرفات ومنى وصرت في أسفل ذروة جبل الطائف ، فقال لي : يا أبا الحسن انزل وخذ في أهبة الصلاة .\r\nفنزل ونزلت حتى فرغ وفرغت . ثم قال لي : خذ في صلاة الفجر وأوجز . فأوجزت فيها وسلّم وعفّر وجهه في التراب ، ثم ركب وأمرني بالركوب فركبت ، ثمّ سار وسرت بسيره حتى علا الذروة فقال : المح ، هل ترى شيئا ؟\r\nفقلت : يا سيدي أرى بقعة نزهة كثيرة العشب والكلاء .\r\nفقال لي : هل ترى في أعلاها شيئا ؟\r\nفلمحت فإذا انا بكثيب من رمل فوقه بيت من شعر يتوقد نورا ؟\r\nفقال لي : هل رأيت شيئا ؟\r\nفقلت : أرى كذا وكذا ، فقال لي : يا ابن مهزيار طب نفسا وقرّ عينا فانّ هناك أمل كلّ مؤمّل .\r\nثم قال لي : انطلق بنا . فسار وسرت حتى صار في أسفل الذروة ثم قال : انزل فها هنا يذل لك كلّ صعب .\r\nفنزل ونزلت حتى قال لي : يا ابن مهزيار خل عن زمام الراحلة .\r\nفقلت : على من أخلفها وليس ههنا أحد ؟\r\nفقال : انّ هذا حرم لا يدخله إلّا وليّ ولا يخرج منه إلّا وليّ .\r\nفخلّيت عن الراحلة ، فسار وسرت فلما دنا من الخباء سبقني وقال لي : قف هنا إلى أن يؤذن لك .\r\nفما كان إلّا هنيهة فخرج اليّ وهو يقول : طوبى لك ، قد أعطيت سؤلك .\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\nفدخلت عليه صلوات اللّه عليه وهو جالس على نمط عليه نطع أديم أحمر متّكيء على مسورة أديم ، فسلمت عليه وردّ علىّ السلام ولمحته فرأيت وجهه مثل فلقة القمر لا بالخرق ولا بالبزق ، ولا بالطويل الشامخ ولا بالقصير اللاصق ، محدود القامة ، صلت الجبين أزجّ الحاجبين ، أدعج العينين ، اقنى الأنف ، سهل الخدّين ، على خدّه الأيمن خال .\r\nفلما ان بصرت به حار عقلي في نعته وصفته ، فقال لي : يا ابن مهزيار كيف خلّفت اخوانك في العراق ؟\r\nقلت : في ضنك عيش وهناة ، قد تواترت عليهم سيوف بني الشيصبان ، فقال : قاتلهم اللّه أنّى يؤفكون كأني بالقوم قد قتلوا في ديارهم واخذهم أمر ربّهم ليلا ونهارا .\r\nفقلت : متى يكون ذلك يبن رسول اللّه ؟\r\nقال : إذا حيل بينكم وبين سبيل الكعبة بأقوام لا خلاق لهم واللّه ورسوله منهم براء ، وظهرت الحمرة في السماء ثلاثا فيها أعمدة اللّجين تتلاءلاء نورا ويخرج السروسيّ من ارمينيّة واذربايجان يريد وراء الرّي الجبل الأسود المتلاحم بالجبل الأحمر ، لزيق جبل طالقان ، فيكون بينه وبين المروزىّ وقعة صيلمانيّة يشيب فيها الصغير ويهرم منها الكبير ويظهر القتل بينهم ، فعندها توقعوا خروجه إلى زوراء العراق فيقيم بها سنة أو دونها ثم يخرج إلى كوفان فيكون بينهم وقعة من النجف إلى الحيرة إلى الغريّ وقعة شديدة تذهل منها العقول ، فعندها يكون بوار الفئتين وعلى اللّه حصاد الباقين ، ثم تلا قوله تعالى :  « بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ   أَتاها أَمْرُنا لَيْلًا أَوْ نَهاراً فَجَعَلْناها حَصِيداً كَأَنْ لَمْ تَغْنَ بِالْأَمْسِ » . \r\nفقلت : سيدي يا ابن رسول اللّه ما الأمر ؟\r\nقال : نحن أمر اللّه وجنوده .\r\nقلت : سيدي يا ابن رسول اللّه حان الوقت ؟\r\nقال : واقتربت الساعة وانشقّ القمر .\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\n\r\nإشارة :\r\nورد في البحار للمجلسي ان علي بن مهزيار حج عشرين حجّة ، وكان يأمل في كلّ مرّة ان يتشرف بلقاء المولى صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) ، حتى يئس من ذلك . وقرر عدم السفر ثانية .\r\nوذات ليلة سمع هاتفا يأمره بالحج ليصل إلى مناه ، وفعلا وصل إلى مناه كما مرّ بنا عزيزي القارئ في الحكاية أعلاه .\r\nومن هذا ، يتبين لنا مدى شوق أولئك الصالحين إلى هذا الشرف الرفيع ، وتحملهم عناء السفر المتكرر ، وخصوصا في تلك الأزمنة ، حيث كان السفر إلى بيت اللّه الحرام يستغرق وقتا طويلا مضافا إلى المخاطر المحتملة فيه في الطريق .\r\nوبمراجعة الحكاية يتضح لنا جليّا ، بان ابن مهزيار الأهوازي لم يكن يأمل من تشرفه بلقاء الحجة ( عجل اللّه تعالى فرجه الشريف ) ، شفاء مريض ، أو أداء دين ، أو دفع عدوّ وغير ذلك من الحوائج الدنيوية المباحة ، كما هو ديدن الكثير من المؤمنين الذي يلتزمون بالأربعينات للقاء المولى وقضاء حوائجهم ، وانما كان همّ ابن مهزيار هو النظر إلى تلك الطلعة الرشيدة والتملّي من تلك الغرّة الحميدة ، وهذا لعمري غاية الشوق واشرفه واكمله .\r\nوهذه هي ، الهجرة إلى اللّه ورسوله .\r\nفينبغي ان يكون ذلك ، همّ طلّاب اللقاء والرؤية ، بل وحتى زوّار مراقد المعصومين الطاهرة ، لا الاغراض الدنيويّة وان كانت مباحة وأن يترفع الانسان عن مودة التجّار ليصل إلى مودة العشاق ، كي يحظى بلذّة الوصال ، فتهون كلّ مصائب الدنيا عنده .\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\n\r\nالآية السابعة والثلاثون : [ وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ . . . 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِما يَعْمَلُونَ بَصِيرٌ  ( 39 )\r\nصدق اللّه العلي العظيم\r\nسورة الأنفال\r\nالآية 39\r\nروى الحافظ القندوزي ( الحنفي ) باسناده قال : عن محمد بن مسلم قال : قلت للباقر عليه السّلام ما تأويل قوله تعالى في الأنفال :\r\n وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ كُلُّهُ لِلَّهِ فَإِنِ انْتَهَوْا فَإِنَّ اللَّهَ بِما يَعْمَلُونَ بَصِيرٌ .  ( 39 )\r\nقال : لم يجئ تأويل هذه الآية ، فإذا جاء تأويلها يقتل المشركون حتّى يوحدوا اللّه عز وجل ، وحتّى لا يكون شرك : وذلك في قيام ( قائمنا ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودّة ، ص 507 .\r\n","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\n\r\nالحكاية السابعة والثلاثون : السيد حسين القاضي ( قدس سره )\r\nيعتبر السيد حسين القاضي التبريزي من المتقين الصالحين وله كرامات كثيرة وبركات جمّة ، حتى نقل ان الإمام الخميني ( قدس سره ) وعندما ابتليت احدى بناته بحالة مرضية ، امر بعض أهله ان يذهبوا إلى بيت السيد حسين القاضي - في قم - ويطلبوا منه جرعة من الماء للاستشفاء ، وهذا يدل على بركة هذا السيد الجليل وقربه من الرب تعالى .\r\nوهذه الحكاية مرتبطة بهذه التقى الورع ، قال ( قدس سره ) : في مجلس كنت مع بعض الاشخاص وتشرفنا بمحضر بقية اللّه الأعظم ( أرواحنا فداه ) ، وكان عليه السّلام ينظر الينا واحدا واحدا ويتفقدنا ، وعندما وصل الدور الىّ قال لي ( عجل اللّه تعالى فرجه الشريف ) : وأنت ، ما ذا تريد ؟\r\nقلت : أريد ان أكون أقرب هؤلاء الاشخاص إليك .\r\nففسح الإمام ( عجل اللّه تعالى فرجه الشريف ) مجالا وأجلسني إلى جنبه .\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\n\r\nإشارة :\r\nليس غريبا من مثل هؤلاء المقدسين ان يصلوا إلى هذه الكمالات ويحظون بهذه الألطاف وقد أفنوا أعمارهم في طاعة اللّه عز وجل والتوسل باهل بيت نبي الرحمة ( صلوات اللّه عليهم أجمعين ) ويبدوا واضحا من هذه الحكاية مدى شوق هؤلاء الأوتاد وحبهم لمولاهم ، فهو لا يريد إلّا القرب والقرب فقط ، لا المال ، ولا المقام ، ولا شفاء من الأسقام ، ولا الولد ، ولا الخلاص من الابتلإات الدنيوية ، بل يريد فقط القرب من الإمام ( عجل اللّه تعالى فرجه الشريف ) ، وهذه هي المحبّة الصادقة الخاصة من كل شائبة .\r\nفيا أيها العزيز ، تعال لنحترق شوقا على فراق حبيبنا ولنبك ليلا ونهارا طلبا للوصال ، فإن وصاله غاية ليس بعدها غاية شرفا وكرامة وعزّا وحينئذ ، يوفقنا اللّه لزيارته وخدمته والاستفاضة من فيوضاته الربانية . . . آمين .\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\n\r\nالآية الثامنة والثلاثون : [ حم عسق 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n   حم ( 1 ) عسق    ( 2 )\r\nصدق اللّه العلي العظيم\r\nسورة الشورى\r\nالآية 1 - 2\r\nأخرج ( الحجة الشافعي ) جمال الدين المقدسي السلمي في ( عقد الدرر ) بسنده عن أبي إسحاق الثعلبي في تفسير قوله تعالى :\r\n   حم ( 1 ) عسق .    ( 2 )\r\nقال عبد اللّه بن عباس :\r\n( ح ) حرب يكون بين قريش والموالي فتكون الغلبة لقريش عليهم .\r\n( م ) ملك بني أمية .\r\n( ع ) علو ولد عباس .\r\n( س ) سنّي المهدي .\r\n( ق ) نزول عيسى وقوته ( خ ل ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عقد الدرر ، الباب السابع ، ص 217 .\r\n","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\n\r\nالحكاية الثامنة والثلاثون : الميرزا الاصفهاني ( قدس سره )\r\nنقل المرحوم الحاج الشيخ مجتبى القزويني قضية عن أستاذه المرحوم اية اللّه الميرزا مهدي الاصفهاني أنه قال :\r\nفي أيام التحصيل في النجف الأشرف ، كنت استفيد من محضر السيد أحمد الكربلائي وهو من كبار العرفاء في السير والسلوك وتزكية النفس ، حتى وصلت ، بنظر أستاذي إلى حدّ الكمال وبحسب الاصطلاح إلى مقام القطبية والفناء في اللّه .\r\nوقد منحني أستاذي سمة تربية الآخرين في هذا المضار ، وكان يعتبرني عارفا كاملا وقطبا وفانيا في اللّه وأستاذا في الفلسفة الاشراقية .\r\nولكنني ولأني أعرف بنفسي ، كنت معتقدا باني بعد لم اعرف شيئا من المعارف الحقة ، ولذا لم يهدأ لي قرار وكنت اعتبر نفسي ناقصا في الكمالات ، فخطر في ذهني ان اذهب ليالي الأربعاء إلى مسجد السهلة للتوسل بمولانا بقيّة اللّه أرواحنا فداه ، فقد جعله اللّه غوثا وملاذا للخلق ، علّه يتلطف عليّ ويدلني على الصراط المستقيم .\r\nولذا ، ذهبت إلى مسجد السهله تاركا خلفي كلّ ما تعلمته من الافكار العرفانية والافكار الصوفية والمنسوجات الفلسفية ، وسلمت أمري بكل اخلاص وتوبة لمولاي صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) وفجأة ، ظهر لي نور جمال المولى بقيّة اللّه أرواحنا فداه وتلطف عليّ كثيرا ، وبيّن لي ميزانا أسير عليه حيث قال :\r\n« طلب المعارف من غير طريقنا أهل البيت مساو لانكارنا »\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\n\r\nإشارة :\r\nلا شك في أن كلّ علم لا ينتهي إلى أهل البيت ( ع ) لا يمكن الوثوق بصحته ، ذلك لان علوم الناس يحتمل فيها عدم الصدق لأنهم غير معصومين وهذا هو الذي أدى إلى ضرورة بعثة الأنبياء والرسل والأوصياء والأئمة المعصومين الذين ينطقون بحكم اللّه وبعلم اللّه الذي لا يقبل الخطاء والبطلان .\r\nوهذه القاعدة جارية حتى على العرفاء فكل ورد وذكر ودعاء وارشاد ونصيحة تصدر من هؤلاء بدون أن تنتسب إلى المعصوم كتابا وسنّة ، لا يمكن الوثوق بها ، ويحتمل في حقها الخطأ والبطلان ، بل لعلّ فيها الآثار السيّئة ، إذ ليس كلّ من قرأ الكتب الطبية صار طبيبا ، فضلا عن أولئك الذين لم يقرأوها وانما اتبعوا أهواءهم وأذواقهم ونتايج تخيلاتهم ومن هنا ، نجد بان العرفاء الحقيقيين ، يعتمدون على الآيات القرآنية والأدعية الصادرة عن أهل البيت عليهم السلام .\r\nومن هنا أيضا نجد بان الصوفية يحاولون الصاق أنفسهم بطرق تنتهي في سلسلتها إلى أمير المؤمنين علي بن أبي طالب عليه السّلام .\r\nفهذا الميزان الذي بيّنه الإمام الحجة ( عجل اللّه تعالى فرجه الشريف ) صادق في كلّ مكان وزمان ولعمري فهو خير ميزان لمعرفة العلماء الربانيين وتمييزهم عن القراصنة والشياطين .\r\nاللّهم ثبّتنا على الحق واجعلنا مع الصادقين .\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\n\r\nالآية التاسعة والثلاثون : [ فَلَمَّا أَحَسُّوا بَأْسَنا إِذا هُمْ مِنْها يَرْكُضُونَ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n فَلَمَّا أَحَسُّوا بَأْسَنا إِذا هُمْ مِنْها يَرْكُضُونَ  ( 12 )\r\nصدق اللّه العلي العظيم\r\nسورة الأنبياء\r\nالآية 12\r\nعلي بن إبراهيم ، قال : حدثنا محمد بن جعفر ، قال : حدثنا عبد اللّه ابن محمد ، عن أبي داود ، عن سليمان بن سفيان ، عن ثعلبة ، عن زرارة ، عن أبي جعفر عليه السلام في قوله عز وجل :  فَلَمَّا أَحَسُّوا بَأْسَنا  فلمّا أحسّوا بأسنا يعني بني أمية إذا أحسوا بالقائم من آل محمد عليهم السلام   إِذا هُمْ مِنْها يَرْكُضُونَ ( 12 ) لا تَرْكُضُوا وَارْجِعُوا إِلى ما أُتْرِفْتُمْ فِيهِ وَمَساكِنِكُمْ لَعَلَّكُمْ تُسْئَلُونَ .  \r\nيعني الكنوز التي كنزوها .\r\nقال عليه السّلام : فيدخل بنو اميّة إلى الروم إذا طلبهم القائم عليه السّلام ثم يخرجهم من الروم ويطالبهم بالكنوز التي كنزوها « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير القمي ، علي بن إبراهيم ، ج 2 ، ص 68 .\r\n","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\n\r\nالحكاية التاسعة والثلاثون : الشيخ محمد تقي البافقي\r\nلقد كان المرحوم آية اللّه الحاج الشيخ محمد تقي البافقي رحمه اللّه قويا جدا في ارتباطه بالمولى صاحب العصر والزمان ( عجل اللّه تعالى فرجه الشريف ) وكان ايمانه في هذا المجال كاملا إلى درجة انه كلّما احتاج شيئا ، ذهب إلى مسجد جمكران وتشرّف بلقاء الحجّة ( عجل اللّه تعالى فرجه الشريف ) وأخذ حاجته .\r\nيقول مؤلف كتاب « خزانة العلماء » : قال أحد علماء الحوزة العلمية في مدينة قم المقدسة :\r\nان سماحة آية اللّه السيد محمد رضا الگلبايگاني ( قدس سره ) قال :\r\nفي زمن آية اللّه العظمى الشيخ عبد الكريم الحائري ( مؤسس الحوزة العلميّة في قم ) ، جاء أربعمائة من طلبة العلوم الدينيّة في الحوزة العلمية إلى المرحوم الشيخ محمد تقي البافقي الذي كان مقسما لشهرية المرحوم الحائري ، وطلبوا منه عباءات شتوية .\r\nوما كان من المرحوم البافقي إلّا ان عرض الأمر على سماحة آية اللّه الحائري ، فقال الأخير :\r\nمن أين أئتي لهم بأربعمائة عباءة شتوية ؟\r\nفقال له الشيخ البافقي : نأخذها من حضرة ولي العصر أرواحنا فداه قال : الشيخ الحائري : ليس عندي سبيل لاخذها منه ( عجل اللّه تعالى فرجه الشريف ) .\r\nفيقول الشيخ البافقي : سآخذها انا منه انشاء اللّه .\r\nوفي ليلة الجمعة ، يذهب الشيخ البافقي إلى مسجد جمكران ويتشرف بخدمة المولى عليه السّلام .\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\nوفي يوم الجمعة ، يقول الشيخ البافقي للمرحوم آية اللّه الحائري :\r\nلقد وعدني صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) انه سيتفضل علينا غدا بارسال العباءات ! !\r\nوفي يوم السبت ، جاء أحد تجّار طهران ومعه أربعمائة عباءة شتوية ، وزّعت على الطلّاب .\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\n\r\nإشارة :\r\nكما ذكرنا سابقا ، ان مثل هذه الالطاف ليس غريبة من مثل أهل البيت عليهم السّلام .\r\nوالإمام الحجّة ( عجل اللّه تعالى فرجه الشريف ) وارث آبائه ، وهو مظهر الكرم الإلهي .\r\nولكن ، لعلّ الغريب فيها هو ثقة الشيخ البافقي المطلقة والكاملة بهذه الالطاف الإلهية ، وخصوصا في عصرنا الحاضر ، حيث انّ أغلب الناس يفتقدون لمثل هذا الايمان الراسخ ، والارتباط الوثيق ، وليس ذلك إلّا بسبب انشغالهم بالدنيا وتعلّقهم بالأسباب الطبيعيّة .\r\nولو كان الناس جميعا لهم مثل هذا الارتباط واليقين لكان حالهم غير الذي هم عليه الآن من البؤس والفاقة والحرمان .\r\n( إن اللّه لا يغيّر ما بقوم حتى يغيّروا ما بأنفسهم ) .\r\n\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\n\r\nالآية الأربعون : [ وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ 
  ]\r\n بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ \r\n وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ  ( 105 )\r\nصدق اللّه العلي العظيم\r\nسورة الأنبياء\r\nالآية 105\r\nروى الحافظ القندوزي سليمان الحنفي باسناده قال : عن الباقر والصادق ( رضى اللّه عنهما ) في قوله تعالى :  وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ .  ( 105 )\r\nقالا : هم القائم وأصحابه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عقد الدرر ، الباب السابع ، ص 217 .\r\n","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\n\r\nالحكاية الأربعون : السيد بحر العلوم ( قدس سره )\r\nيقول العلامة المرحوم الميرزا القمي صاحب كتاب ( القوانين ) : كنت أتباحث مع العلامة بحر العلوم في درس الأستاذ الوحيد البهبهاني وكنت غالبا ما اقرّر البحث له إلى أن جئت إلى إيران ، ثم اشتهر شيئا فشيئا علم السيد بحر العلوم بجميع الصقاع ، وكنت استغرب وأتعجب من ذلك إلى أن وفقني اللّه تعالى لزيارة العتبات المقدسة فعند ما تشرفت بزيارة النجف الأشرف التقيت بالسيد وطرحت مسألة فرأيت السيد بحر العلوم بحرا موّاجا وعميقا من العلوم .\r\nفقلت : سيدنا عندما كنّا نتباحث معا لم تكن لك هذه المرتبة ، وكنت تستفيد منّي ، ولكنك الآن مثل البحر ؟ !\r\nفقال : يا ميرزا هذه من الاسرار ، أقولها لك فلا تحدث بها أحدا ما دمت حيا واكتمها .\r\nوكيف لا أصير كذلك وقد الصقني سيدي بصدره الشريف في ليلة من الليالي في مسجد الكوفة .\r\nقلت : كيف تشرفتم بلقائه ؟\r\nقال : ذات ليلة ، ذهبت إلى مسجد الكوفة ، فرأيت سيدي ومولاي ولي العصر ( عجل اللّه تعالى فرجه الشريف ) مشتغلا بالعبادة ، فوقفت وسلمت ، فأجابني وقال : تعال . فتقدمت خطوة اليه ، ثم قال : تقدم . فتقدمت خطوة اليه ، ثم قال : تقدم . فتقدمت حتى فتح ذراعيه وضمنّي إلى صدره المبارك ، وهنا انتقل إلى صدري ما شاء اللّه تعالى ان ينتقل .\r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\n\r\nإشارة :\r\nورد في الخبر « ان العلم نور يقذفه اللّه في قلب من يشاء »\r\nولا شك في أن الأتقياء الورعين والصالحين العاملين العابدين أحق الناس بهذا الشرف وهذا اللطف . ومجرد المطالعة والبحث لا يوصلان الانسان إلى العلم الحقيقي ما دام بعيدا عن الطاعات وأداء الواجبات والانتهاء عن المنهيات ، فقد يكون المرء حافظا للروايات والقواعد الأصولية ، لكنه لا يوفق لاستنباط الحكم الصحيح ، وان ذلك يحتاج إلى توفيق منه عز وجل ، وهذا التوفيق قد يكون بوسيلة الإمام المهدى ( عجل اللّه تعالى فرجه الشريف ) فإن أهل البيت عليهم السلام هم الوسائل إلى اللّه وهم أسباب الفيوضات الإلهية والتوفيقات الربانية ، فإن عندهم ما نزلت به رسله وهبطت به ملائكته ، وبهم يسلك إلى الرضوان ويكتسب الجنان .\r\nفعلى أهل العلم ان لا يتكلوا على مطالعاتهم وفقط في التوصل إلى مقام العلماء ، بل لا بد من أن يقرنوا ذلك بالجدّ في العبادة والتوسل باهل البيت عليهم السلام ، وبطبيعة الحان فإن هذا لا يعني التكاسل والخمول في طلب العلم والتحصيل ، فإن التوفيق الإلهي انما يشمل المجتهدين المخلصين والعاملين لا الخاملين .\r\nوقل ربّ زدني علما والحقني بالصالحين\r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\n\r\nالملحقات * قصّة الجزيرة الخضراء * زيارة آل يس * دعاء العهد\r\n\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\n\r\nالجزيرة الخضراء\r\nنتبرّك أخيرا بذكر هذه الحكاية الشريفة وهي قصة البحر الأبيض والجزيرة الخضراء والتي وجدت في رسالة مخصوصة في خزانة أمير المؤمنين عليه السّلام بخط العالم الفاضل الفضل بن يحيى بن عليّ ، والتي نقلها العلامة المجلسي والعلامة النوري .\r\nقال العلامة المجلسي ( قدس سره ) :\r\nأقول : وجدت رسالة مشتهرة بقصة الجزيرة الخضراء في البحر الأبيض أحببت ايرادها لاشتمالها على ذكر من رآه ، ولما فيه من الغرائب .\r\nوانما أفردت لها بابا لأني لم اظفر به في الأصول المعتبرة . ولنذكرها بعينها كما وجدتها :\r\nبسم اللّه الرحمن الرحيم\r\nالحمد للّه الذي هدانا لمعرفته والشكر له على ما منحنا للاقتداء بسنن سيد بريته محمد الذي اصطفاه من بين خليقته وخصّنا بمحبة علىّ والأئمة المعصومين من ذرّيته صلّى اللّه عليهم أجمعين الطيبين الطاهرين وسلم تسليما كثيرا .\r\nوبعد : فقد وجدت في خزانة أمير المؤمنين عليه السّلام ، وسيّد الوصيّين ، وحجّة ربّ العالمين ، وامام المتّقين ، علىّ بن أبي طالب عليه السّلام ، بخط الشيخ الفاضل والعالم العامل ، الفضل بن يحيى بن علىّ الكوفي ( قدس اللّه روحه ) ما هذا صورته :\r\nالحمد للّه ربّ العالمين وصلّى اللّه على محمد وآله وسلّم .\r\n\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n\r\nوبعد : فيقول الفقير إلى عفو اللّه سبحانه تعالى الفضل بن يحيى بن علىّ الطيّبي الإماميّ الكوفي ( عفا اللّه عنه ) : قد كنت سمعت من الشيخين الفاضلين العاملين الشيخ شمس الدين بن نجيح الحلّي والشيخ جلال الدّين عبد اللّه بن الحزام الحلّي ( قدّس اللّه روحيهما ونوّر ضريحيهما ) في مشهد سيد الشهداء وخامس أصحاب الكساء مولانا وامامنا أبي عبد اللّه الحسين عليه السّلام في النصف من شهر شعبان سنة تسع وتسعين وستمائة من الهجرة النبويّة على مشرّفها محمد وآله أفضل الصلاة وأتمّ التحيّة ، حكاية ما سمعاه من الشيخ الصالح التقي والفاضل الورع الزّكىّ زين الدين علي بن فاضل المازندراني ، المجاور بالغريّ - على مشرّفه السلام - حيث اجتمعا به في مشهد الإمامين الزكييّن الطاهرين المعصومين السعيدين عليه السّلام بسرّ من رأى وحكى لهما حكاية ما شاهده ورآه في البحر الأبيض ، والجزيرة الخضراء من العجائب فمرّ بي باعث الشوق إلى رؤياه ، وسألت تيسير لقياه ، والاستماع لهذا الخبر من لقلقة فيه باسقاط رواته ، وعزمت على الانتقال إلى سرّ من رأى للاجتماع به .\r\nفاتّفق انّ الشيخ زيد الدين علي بن فاضل المازندراني انحدر من سرّ من رأى إلى الحلّة في أوائل شهر شوال من السنة المذكورة ليمضى على جاري عادته ويقيم في المشهد الغروي على مشرّفه السلام .\r\nفلمّا سمعت بدخوله إلى الحلّة وكنت يومئذ بها قد انتظر قدومه فإذا أنا به وقد أقبل راكبا يريد دار السيد الحسيب ، ذي النسب الرّفيع ، والحسب المنيع ، السيد فخر الدين الحسن بن عليّ الموسوي المازندراني نزيل الحلّة ( أطال اللّه بقاه ) ولم أكن إذ ذاك الوقت أعرف الشيخ الصالح المذكور لكن خلج في خاطري انّه هو .\r\nفلمّا غاب عن عيني تبعته إلى دار السيد المذكور فلمّا رآني مقبلا ضحك في وجهي وعرّفني بحضوره فاستطار قلبي فرحا وسرورا ولم أملك نفسي على الصبر على الدخول اليه في غير ذلك الوقت .\r\n\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n\r\nفدخلت الدّار مع السيد فخر الدّين فسلّمت عليه ، وقبّلت يديه ، فسأل السيد عن حالي ، فقال له : هو الشيخ فضل بن الشيخ يحيى الطيّبي صديقكم فنهض واقفا وأقعدني في مجلسه ورحّب بي وأحفى السؤال عن حال أبي وأخي الشيخ صلاح الدّين لأنّه كان عارفا بهما سابقا ، ولم أكن في تلك الأوقات حاضرا بل كنت في بلدة واسط ، أشتغل في طلب العلم عند الشيخ العالم العامل الشيخ أبي إسحاق إبراهيم بن محمد الواسطي الإمامي تغمّده اللّه برحمته ، وحشره في زمرة أئمته عليهم السّلام .\r\nفتحادثت مع الشيخ الصالح المذكور متّع اللّه المؤمنين بطول بقائه فرأيت في كلامه امارات تدلّ على الفضل في أغلب العلوم من الفقه والحديث ، والعربيّة بأقسامها ، وطلبت منه شرح ما حدّث به الرجلان الفاضلان العالمان العاملان الشيخ شمس الدين والشيخ جلال الدين الحلّيان المذكوران سابقا ( عفا اللّه عنهما ) فقصّ لي القصّة من أوّلها إلى آخرها بحضور السيد الجليل السيد فخر الدين نزيل الحلّة صاحب الدّار ، وحضور جماعة من علماء الحلّة والأطراف ، قد كانوا أتوا لزيارة الشيخ المذكور وفّقه اللّه ، وكان ذلك في اليوم الحادي عشر من شهر شوال سنة تسع وتسعين وستمائة وهذه صورة ما سمعته من لفظه أطال اللّه بقائه ، وربّما وقع في الألفاظ التي نقلتها من لفظه تغيير ، ولكنّ المعاني واحدة قال حفظه اللّه تعالى :\r\nقد كنت مقيما في دمشق الشام ، منذ سنين ، مشتغلا بطلب العلم ، عند الشيخ الفاضل الشيخ عبد الرحيم الحنفي وفّقه اللّه لنور الهداية في علمي الأصول والعربيّة ، وعند الشيخ زين الدّين بن علي المغربي الأندلسي المالكي في علم القراءة لأنّه كان عالما فاضلا عارفا بالقراءات السبع ، وكان له معرفة في أغلب العلوم من الصرف والنحو والمنطق والمعاني والبيان والأصولين « 1 » وكان ليّن الطبع لم يكن عنده معاندة في البحث ولا في المذهب لحسن ذاته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأصولين : هما علم أصول الدين ، وعلم أصول الفقه .\r\n","page_name":" 233 ","page_number":233},
  {"content":"\r\n\r\nفكان إذا جرى ذكر الشيعة يقول : « قال علماء الإماميّة » ، بخلاف من المدرّسين فانّهم كانوا يقولون عند ذكر الشيعة : قال علماء الرّافضة ، فاختصصت به وتركت التّردد إلى غيره ، فأقمنا على ذلك برهة من الزّمان أقرأ عليه في العلوم المذكورة .\r\nفاتّفق انّه عزم على السّفر من دمشق الشام ، يريد الدّيار المصريّة ، فلكثرة المحبّة التي كانت بيننا عزّ علىّ مفارقته ، وهو أيضا كذلك ، فآل الأمر إلى انّه هداه اللّه صمّم العزم على صحبتي له إلى مصر ، وكان عنده جماعة من الغرباء مثلي ، يقرؤون عليه فصحبه أكثرهم .\r\nفسرنا في صحبته إلى أن وصلنا مدينة بلاد مصر المعروفة بالقاهرة ، وهي أكبر من مدائن مصر كلّها ، فأقام بالمسجد الأزهر مدّة يدرّس ، فتسامع فضلاء مصر بقدومه ، فوردوا كلّهم لزيارته وللانتفاع بعلومه ، فأقام في قاهرة مصر مدّة تسعة أشهر ، ونحن معه على أحسن حال وإذا بقافلة قد وردت من الأندلس ومع رجل منها كتاب من والد شيخنا الفاضل المذكور يعرّفه فيه بمرض شديد قد عرض له انّه يتمنّى الاجتماع به قبل الممات ، ويحدّثه فيه على عدم التأخير .\r\nفرّق الشيخ من كتاب أبيه وبكى ، وصمّم العزم على المسير إلى جزيرة الأندلس ، فعزم بعض تلامذة على صحبته ، ومن الجملة أنا ، لأنّه هداه اللّه قد كان أحبّني محبّة شديدة وحسّن لي المسير معه ، فسافرت إلى الأندلس في صحبته فحيث وصلنا إلى أوّل قرية من الجزيرة المذكورة ، عرضت لي حمّى منعتني عن الحركة .\r\nفحيث رآني الشيخ على تلك الحالة رقّ لي وبكى ، وقال : يعزّ عليّ مفارقتك ، فأعطى خطيب تلك القرية التي وصلنا إليها عشرة دراهم ، وأمره أن يتعاهدني حتى يكون منّي أحد الأمرين ، وانّ منّ اللّه بالعافية اتّبعه إلى بلده ، هكذا عهد اليّ بذلك وفّقه اللّه بنور الهداية إلى طريق الحقّ المستقيم ، ثمّ مضى إلى بلد الأندلس ، ومسافة الطريق من ساحل البحر إلى بلده خمسة أيام .\r\n\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n\r\nفبقيت في تلك القرية ثلاثة أيام لا أستطيع الحركة لشدّة ما أصابني من الحمّى ففي آخر اليوم الثالث فارقتني الحمّي ، وخرجت أدور في سكك تلك القرية فرأيت قفلا قد وصل من جبال قريبة من شاطىء البحر الغربي يجلبون الصوف والسمن والأمتعة ، فسألت عن حالهم فقيل : انّ هؤلاة يجيئون من جهة قريبة من أرض البربر ، وهي قريبة من جزائر الرافضة .\r\nفحيث سمعت ذلك منهم ارتحت إليهم ، وجذبني باعث الشوق إلى أرضهم ، فقيل لي : انّ المسافة خمسة وعشرون يوما ، منها يومان بغير عمارة ولا ماء ، وبعد ذلك فالقرى متّصلة ، فاكتريت معهم من رجل حمارا بمبلغ ثلاثة دراهم ، لقطع تلك المسافة التي لا عمارة فيها ، فلمّا قطعنا معهم تلك المسافة ووصلنا ارضهم العامرة ، تمشيت راجلا وتنقلت على اختياري من قرية إلى أخرى إلى أن وصلت إلى اوّل تلك الأماكن ، فقيل لي : انّ جزيرة الروافض قد بقي بينك وبينها ثلاثة أيام ، فمضيت ولم أتأخر .\r\nفوصلت إلى جزيرة ذات أسوار أربعة ، ولها أبراج محكمات شاهقات ، وتلك الجزيرة بحصونها راكبة على شاطيء البحر ، فدخلت من باب كبيرة يقال لها : باب البربر ، فدرت في سككها أسأل واقعا عن مسجد البلد ، فهديت عليه ، ودخلت اليه فرأيته جامعا كبيرا معظما واقعا على البحر من الجانب الغربي من البلد ، فجلست في جانب المسجد لأستريح وإذا بالمؤذن يؤذن للظهر ونادى بحيّ على خير العمل ولمّا فرغ دعا بتعجيل الفرج للامام صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) .\r\nفأخذتني العبرة بالبكاء ، فدخلت جماعة بعد جماعة إلى المسجد ، وشرعوا في الوضوء على عين ماء تحت شجرة في الجانب الشرقي من المسجد ، وأنا أنظر إليهم فرحا مسرورا لما رأيته من وضوئهم المنقول عن أئمة الهدى عليهم السّلام .\r\nفلمّا فرغوا من وضوئهم وإذا برجل قد برز من بينهم بهيّ الصورة ، عليه السكينة والوقار ، فتقدّم إلى المحراب ، وأقام الصلاة ، فاعتدلت\r\n\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n\r\nالصفوف وراءه وصلّى بهم اماما وهم به مامومون صلاة كاملة بأركانها المنقولة عن أئمتنا عليهم السّلام على الوجه المرضيّ فرضا ونفلا وكذا التعقيب والتسبيح ، ومن شدة ما لقيته من وعثاء السفر ، وتعبي في الطريق لم يمكنّي أن أصلّى معهم الظهر .\r\nفلمّا فرغوا ورأوني أنكروا علىّ عدم اقتدائي بهم ، فتوجّهوا نحوي بأجمعهم وسألوني عن حالي ومن أين أصلي ، وما مذهبي ؟\r\nفشرحت لهم أحوالي وانّي عراقي الأصل ، وامّا مذهبي فانّني رجل مسلم أقول أشهد ان لا اله إلّا اللّه وحده لا شريك له ، وأشهد انّ محمد عبده ورسوله أرسله ( بالهدى ) ودين الحقّ ليظهره على الأديان كلّها ولو كره المشركون .\r\nفقالوا لي : لم تنفعك هاتان الشهادتان إلّا لحقن دمك في دار الدنيا لم لا تقول الشهادة الأخرى لتدخل الجنّة بغير حساب ؟\r\nفقلت لهم : ما تلك الشهادة الأخرى ؟ اهدونى إليها يرحمكم اللّه فقال لي امامهم : الشهادة الثالثة هي أن تشهد أنّ أمير المؤمنين ، ويعسوب المتّقين ، وقائد الغرّ المحجّلين علي بن أبي طالب والأئمة الأحد عشر من ولده أوصياء رسول اللّه وخلفائه من بعده بلا فاصلة ، قد أوجب اللّه عز وجل طاعتهم على عباده ، وجعلهم أولياء أمره ونهيه ، وحججا على خلقه في أرضه ، وأمانا لبريّته ، لأنّ الصادق الأمين محمدا رسول ربّ العالمين صلّى اللّه عليه وآله وسلّم أخبر بهم عن اللّه تعالى مشافهة من نداء اللّه عز وجل له عليه السّلام في ليلة معراجه إلى السماوات السبع ، وقد صار من ربّه كقاب قوسين أو أدنى ، وسمّاهم له واحدا بعد واحد ( صلوات اللّه وسلامه عليه وعليهم أجمعين ) .\r\nفلمّا سمعت مقالتهم هذه حمدت اللّه سبحانه على ذلك ، وحصل عندي أكمل السرور ، وذهبت عنّي تعب الطريق من الفرح ، وعرّفتهم انّي على مذهبهم ، فتوجّهوا الىّ توجّه اشفاق ، وعيّنوا لي مكانا في زوايا المسجد\r\n\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\n\r\nوما زالوا يتعاهدوني بالعزّة والاكرام مدة إقامتي عندهم وصار امام مسجدهم لا يفارقني ليلا ولا نهارا .\r\nفسألته عن ميرة أهل بلده من أين تأتي إليهم فانّي لا أرى لهم أرضا مزروعة ؟\r\nفقال : تأتي إليهم ميرتهم من الجزيرة الخضراء من البحر الأبيض ، من جزائر أولاد الإمام صاحب الأمر ( عجل اللّه تعالى فرجه الشريف ) .\r\nفقلت له : كم تأتيكم ميرتكم في السنة ؟\r\nفقال : مرّتين ، وقد أتت مرّة وبقيت الأخرى .\r\nفقلت : له : كم بقي حتى تأتيكم ؟\r\nقال : أربعة أشهر .\r\nفتأثرت لطول المدّة ، ومكثت عندهم مقدار أربعين يوما ادعوا اللّه ليلا ونهارا بتعجيل مجيئها ، وأنا عندهم في غاية الاعزاز والاكرام .\r\nوفي آخر يوم من الأربعين ضاق صدري لطول المدّة فخرجت إلى شاطىء البحر انظر إلى جهة المغرب التي ذكر أهل البلد انّ ميرتهم تأتي إليهم من تلك الجهة .\r\nفرأيت شبحا من بعيد يتحرّك ، فسألت عن ذلك الشبح أهل البلد وقلت لهم : هل يكون في البحر طير أبيض ؟ فقالوا لي : لا ، فهل رأيت شيئا ؟ قلت :\r\nنعم ، فاستبشروا وقالوا : هذه المراكب التي تأتي الينا في كلّ سنة من بلاد أولاد الإمام ( عجل اللّه تعالى فرجه الشريف ) .\r\nفما كان إلّا قليلا حتّى قدمت تلك المراكب ، وعلى قولهم انّ مجيئها كان في غير الميعاد ، فقدم مركب كبير وتبعه آخر وآخر حتّى كملت سبعا ، فصعد من المركب الكبير شيخ مربوع القامة ، بهيّ المنظر ، حسن الزيّ ، ودخل المسجد فتوضأ الوضوء الكامل على الوجه المنقول عن أئمة\r\n\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n\r\nالهدى عليهم السّلام وصلّى الظهرين ، فلمّا فرغ من صلاته التفت نحوي مسلما علىّ ، فرددت عليه السلام ، فقال : ما اسمك وأظنّ أنّ اسمك علي ؟ قلت :\r\nصدقت .\r\nفحادثني بالسرّ محادثة من يعرفني فقال : ما اسم أبيك ؟ ويوشك أن يكون فاضلا ؟\r\nقلت : نعم ، ولم أكن أشك في انّه قد كان في صحبتنا من دمشق .\r\nفقلت : أيّها الشيخ ! ما أعرفك بي وبأبي ؟ هل كنت معنا حيث سافرنا من دمشق الشام إلى مصر ؟\r\nفقال : لا .\r\nقلت : ولا من مصر إلى الأندلس ؟\r\nقال : لا ، ومولاي صاحب العصر ( عجل اللّه تعالى فرجه الشريف ) .\r\nقلت له : فمن أين تعرفني باسمي واسم أبي ؟\r\nقال : اعلم أنّه قد تقدّم الىّ وصفك ، وأصلك ، ومعرفة اسمك وشخصك وهيئتك واسم أبيك ، وأنا أصحبك معي إلى الجزيرة الخضراء .\r\nفسررت بذلك حيث قد ذكرت ولي عندهم اسم ، وكان من عادته انّه لا يقيم عندهم إلّا ثلاثة أيام فأقام أسبوعا وأوصل الميرة إلى أصحابها المقرّرة لهم ، فلمّا أخذ منهم خطوطهم بوصول المقرّر لهم ، عزم على السفر ، و ؟ ؟ ؟ معه ، وسرنا في البحر .\r\nفلمّا كان في السادس عشر من مسيرنا في البحر رأيت ماء أبيض فجعلت أطيل النظر اليه ، فقال لي الشيخ واسمه محمد : ما لي أراك تطيل النظر إلى هذا الماء ؟\r\nفقلت له : انّي أراه على غير لون ماء البحر .\r\n\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n\r\nفقال لي : هذا هو البحر الأبيض ، وتلك الجزيرة الخضراء ، وهذا الماء المستدير حولها مثل السّور من اىّ الجهات أتيته وجدته ، وبحكمة اللّه تعالى ان مراكب أعدائنا إذا دخلته غرقت وان كانت محكمة ببركة مولانا وامامنا صاحب العصر ( عجل اللّه تعالى فرجه الشريف ) . فاستعملته وشربت منه ، فإذا هو كماء الفرات .\r\nثمّ انّا لمّا قطعنا ذلك الماء الأبيضّ وصلنا إلى الجزيرة الخضراء لا زالت عامرة آهلة ، ثم صعدنا من المركب الكبير إلى الجزيرة الخضراء ودخلنا البلد ، فرأيته محصّنا بقلاع وأبراج وأسوار سبعة واقعة على شاطىء البحر ، ذات أنهار وأشجار مشتملة على أنواع الفواكه والأثمار المنوّعة ، وفيها أسواق كثيرة ، وحمّامات عديدة ، وأكثر عمارتها برخام شفّاف ، وأهلها في أحسن الزيّ والبهاء ، فاستطار قلبي سرورا لما رأيته .\r\nثمّ مضى بي رفيقي محمد بعد ما استرحنا في منزله إلى الجامع المعظّم ، فرأيت فيه جماعة كثيرة وفي وسطهم شخص جالس عليه من المهابة والسكينة والوقار ما لا أقدر ( أن ) أصفه ، والناس يخاطبونه بالسيد شمس الدين محمد العالم ، ويقرؤون عليه القرآن والفقه ، والعربيّة بأقسامها ، وأصول الدين والفقه الذي يقرؤونه عن صاحب الأمر ( عجل اللّه تعالى فرجه الشريف ) مسألة مسألة ، وقضيّة قضيّة ، وحكما حكما .\r\nفلمّا مثلت بين يديه ، رحبّ بي وأجلسني في القرب منه ، وأحفى السؤال عن تعبي في الطريق وعرّفني انّه تقدّم اليه كلّ أحوالي ، وانّ الشيخ محمد رفيقي انّما جاء بي بأمر من السيد شمس الدين العالم أطال اللّه بقاءه .\r\nثمّ أمر لي بتخلية موضع منفرد في زاوية من زوايا المسجد ، وقال لي :\r\nهذا يكون لك إذا أردت الخلوة والراحة ، فنهضت ومضيت إلى ذلك الموضع ، فاسترحت فيه إلى وقت العصر ، وإذا أنا بالموكّل بي قد أتى اليّ وقال لي : لا تبرح من مكانك حتى يأتيك السيد وأصحابه لأجل العشاء معك ، فقلت : سمعا وطاعة .\r\n\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n\r\nفما كان إلّا قليلا وإذا بالسيد سلّمه اللّه قد أقبل ، ومعه أصحابه ، فجلسوا ومدّت المائدة فأكلنا ونهضنا إلى المسجد مع السيد لأجل صلاة المغرب والعشاء ، فلمّا فرغنا من الصلاتين ذهب السيد إلى منزله ، ورجعت إلى مكاني وأقمت على هذه الحال مدّة ثمانية عشر يوما ، ونحن في صحبته أطال اللّه بقائه .\r\nفأوّل جمعة صلّيتها معهم رأيت السيد سلّمه اللّه صلّى الجمعة ركعتين فريضة واجبة .\r\nفلمّا انقضت الصلاة قلت : يا سيّدي قد رأيتكم صلّيتم الجمعة ركعتين فريضة واجبة ؟\r\nقال : نعم ، لأنّ شروطها المعلومة قد حضرت فوجبت .\r\nفقلت في نفسي : ربّما كان الإمام ( عجل اللّه تعالى فرجه الشريف ) حاضرا .\r\nثم في وقت آخر سألت منه في الخلوة : هل كان الإمام حاضرا ؟ فقال :\r\nلا ، ولكنّي أنا النائب الخاص بأمر صدر عنه ( عجل اللّه تعالى فرجه الشريف ) .\r\nفقلت : يا سيدي ! وهل رأيت الإمام ( عجل اللّه تعالى فرجه الشريف ) ؟\r\nقال : لا ، ولكنّي حدّثني أبي ( رحمة اللّه عليه ) انّه سمع حديثه ولم ير شخصه وانّ جدّي ( رحمة اللّه عليه ) سمع حديثه ورأى شخصه .\r\nفقلت له : ولم ذاك يا سيدي يختصّ بذلك رجل دون آخر ؟\r\nفقال لي : يا أخي ! انّ اللّه سبحانه وتعالى يؤتي الفضل من يشاء من عباده ، وذلك لحكمة بالغة وعظيمة قاهرة كما انّ اللّه تعالى اختصّ من عباده الأنبياء والمرسلين ، والأوصياء المنتخبين ، وجعلهم اعلاما لخلقه ، وحججا على برّيته ، ووسيلة بينهم وبينه ليهلك من هلك عن بيّنة ، ويحيي من حيى عن بيّنة ، ولم يخل أرضه بغير حجّة على عباده للطفه بهم ، ولا بدّ لكلّ حجة من سفير يبلغ عنه .\r\n\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n\r\nثمّ انّ السيد سلّمه اللّه أخذ بيدي إلى خارج مدينتهم ، وجعل يسير معي نحو البساتين ، فرأيت فيها أنهارا جارية ، وبساتين كثيرة ، مشتملة على أنواع الفواكه ، عظيمة الحسن والحلاوة ، من العنب والرّمان ، والكمّثرى وغيرها ما لم أرها في العراقين ، ولا في الشامات كلّها .\r\nفبينما نحن نسير من بستان إلى آخر إذ مرّ بنا رجل بهيّ الصورة ، مشتمل ببردتين من صوف أبيض ، فلمّا قرب منّا سلّم علينا وانصرف عنّا ، فأعجبني هيئته فقلت للسيد سلّمه اللّه : من هذا الرجل ؟\r\nقال لي : اتنظر إلى هذا الجبل الشاهق ؟\r\nقلت : نعم .\r\nقال : انّ في وسطه لمكانا حسنا وفيه عين جارية ، تحت شجرة ذات أغصان كثيرة وعندها قبّة مبنيّة ، بالآجر وانّ هذا الرجل مع رفيق له خادمان لتلك القبّة ، وأنا أمضي إلى هناك في كلّ صباح جمعة ، وأزور الإمام ( عجل اللّه تعالى فرجه الشريف ) منها وأصلّي ركعتين ، وأجد هناك ورقة مكتوب فيها ما أحتاج اليه من المحاكمة بين المؤمنين ، فمهما تضمّنته الورقة أعمل به ، فينبغي لك أن تذهب إلى هناك وتزور الإمام ( عجل اللّه تعالى فرجه الشريف ) من القبّة .\r\nفذهبت إلى الجبل فرأيت القبّة على ما وصف لي سلّمه اللّه ، ووجدت هناك خادمين ، فرحّب بي الذي مرّ علينا وأنكرني الآخر ، فقال له : لا تنكره فانّي رأيته في صحبة السيد شمس الدين العالم ، فتوجه الىّ ورحّب بي وحادثاني وأتيا لي بخبز وعنب فأكلت وشربت من ماء تلك العين التي عند تلك القبّة ، وتوضّأت وصلّيت ركعتين .\r\nوسألت الخادمين عن رؤية الإمام ( عجل اللّه تعالى فرجه الشريف ) ، فقالا لي :\r\nالرؤية غير ممكنة وليس معنا اذن في اخبار أحد ، فطلبت منهم الدعاء ، فدعيا لي ، وانصرفت عنهما ، ونزلت من ذلك الجبل إلى أن وصلت إلى المدينة .\r\nفلمّا وصلت إليها ذهبت إلى دار السيد شمس الدين العالم ، فقيل لي :\r\nانّه خرج في حاجة له ، فذهبت إلى دار الشيخ محمد الذي جئت معه في\r\n\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n\r\nالمراكب فاجتمعت به وحكيت له عن مسيري إلى الجبل ، واجتماعي بالخادمين ، وانكار الخادم عليّ ، فقال لي : ليس لأحد رخصة في الصعود إلى ذلك المكان ، سوى السيد شمس الدين وأمثاله ، فلهذا وقع انكار منه لك ، فسألته عن أحوال السّيد شمس الدّين أدام اللّه أفضاله ، فقال : انّه من أولاد الإمام ، وانّ بينه وبين الإمام ( عجل اللّه تعالى فرجه الشريف ) خمسة آباء وانّه النائب الخاص عن أمر صدر منه ( عجل اللّه تعالى فرجه الشريف ) .\r\nقال الشيخ الصالح زين الدين علي بن فاضل المازندراني المجاور بالغري على مشرّفه السلام : واستأذنت السيد شمس الدين العالم ، أطال اللّه بقاءه في نقل بعض المسائل التي يحتاج إليها عنه ، وقراءة القرآن المجيد ، ومقابلة المواضع المشكلة من العلوم الدينيّة وغيرها فأجاب إلى ذلك وقال :\r\nإذا كان ولا بدّ من ذلك فابدأ أوّلا بقراءة القرآن العظيم .\r\nفكان كلّما قرأت شيئا فيه خلاف بين القرّاء أقول له : قرأ حمزة كذا ، وقرأ الكسائي كذا ، وقرأ عاصم كذا ، وأبو عمرو بن كثير كذا .\r\nفقال السيد سلّمه اللّه : نحن لا نعرف هؤلاء ، وانّما القرآن نزل على سبعة أحرف ، قبل الهجرة ، من مكة إلى المدينة وبعدها لمّا حجّ رسول اللّه صلّى اللّه عليه وآله وسلّم حجّته الوداع ، نزل عليه الروح الأمين جبرئيل عليه السّلام ، فقال : يا محمد أتل علىّ القرآن حتّى أعرفك أوائل السور ، وأواخرها ، وشأن نزولها .\r\nفاجتمع اليه علىّ بن أبي طالب ، وولده الحسن والحسين عليه السّلام ، وابيّ بن كعب ، وعبد اللّه بن مسعود ، وحذيفة بن اليمان ، وجابر بن عبد اللّه الأنصاري ، وأبو سعيد الخدري ، وحسّان بن ثابت ، وجماعة من أصحابه رضى اللّه عن المنتجبين منهم ، فقرأ النبي صلّى اللّه عليه وآله القران من اوّله إلى آخره ، فكان كلّما مرّ بموضع فيه اختلاف بيّنه له جبرئيل عليه السّلام وأمير المؤمنين عليه السّلام يكتب ذاك في درج من أدم ، فالجميع قراءة أمير المؤمنين ووصىّ رسول ربّ العالمين .\r\n\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n\r\nفقلت له : يا سيدي أرى بعض الآيات غير مرتبطة بما قبلها وبما بعدها ، كأنّ فهمي القاصر لم يصر إلى غورية ذلك .\r\nفقال : نعم ، الأمر كما رأيته أو ذلك ( انّه ) لمّا انتقل سيّد البشر محمد بن عبد اللّه من دار الفناء إلى دار البقاء وفعل صنما قريش ما فعلاه ، من غصب الخلافة الظاهرية ، جمع أمير المؤمنين عليه السّلام القرآن كلّه ، ووضعه في ازار وأتى به إليهم وهم في المسجد .\r\nفقال لهم : هذا كتاب اللّه سبحانه امرني رسول اللّه صلّى اللّه عليه واله وسلّم أن أعرضه إليكم لقيام الحجّة عليكم ، يوم العرض بين يدي اللّه تعالى ، فقال له فرعون هذه الأئمة ونمرودها : لسنا محتاجين إلى قرآنك ، فقال عليه السّلام : لقد أخبرني حبيبي محمد صلّى اللّه عليه وآله وسلّم بقولك هذا ، وانّما أردت بذلك القاء الحجة عليكم .\r\nفرجع أمير المؤمنين عليه السّلام به إلى منزله ، وهو يقول : لا اله إلّا أنت ، وحدك لا شريك لك ، لا رادّ لما سبق في علمك ، ولا مانع لما اقتضته حكمتك ، فكن أنت الشاهد لي عليهم يوم العرض عليك .\r\nفنادى ابن أبي قحافة بالمسلمين ، وقال لهم : كلّ من عنده قرآن من آية أو سورة فليأت بها .\r\nفجاءه أبو عبيدة بن الجراح ، وعثمان وسعد بن أبي وقاص ، ومعاوية بن أبي سفيان ، وعبد الرحمن بن عوف ، وطلحة بن عبيد اللّه ، وأبو سعيد الخدري ، وحسّان بن ثابت ، وجماعات من المسلمين وجمعوا هذا القرآن ، وأسقطوا ما كان فيه من المثالب التي صدرت منه ، بعد وفاة سيّد المرسلين صلّى اللّه عليه وآله وسلّم .\r\nفلهذا ترى الآيات غير مرتبطة والقرآن الذي جمعه أمير المؤمنين عليه السّلام بخطّه محفوط عند صاحب الأمر عليه السّلام فيه كلّ شئ حتى أرش الخدش ، وأمّا هذا القرآن ، فلا شك ولا شبهه في صحّته ، وانّما كلام اللّه سبحانه هكذا صدر عن صاحب الأمر عليه السّلام .\r\n\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n\r\nقال الشيخ فاضل علىّ بن فاضل : نقلت عن السيد شمس الدين حفظه اللّه مسائل كثيرة تنوف على تسعين مسألة ، وهي عندي جمعتها في مجلّد وسمّيتها بالفوائد الشمسيّة ولا أطلع عليها إلّا الخاص من المؤمنين ، وستراه ان شاء اللّه تعالى .\r\nفلمّا كانت الجمعة الثانية وهي الوسطى من جمع الشهر ، وفرغنا من الصلاة وجلس السيد سلّمه اللّه في مجلس الإفادة للمؤمنين وإذا أنا أسمع هرجا ومرجا وجزلة عظيمة خارج المسجد ، فسألت من السيد عمّا سمعته ، فقال لي : انّ أمراء عسكرنا يركبون في كل جمعة من وسط كلّ شهرّو ينتظرون الفرج فاستأذنته في النّظر إليهم فأذن لي .\r\nفخرجت لرؤيتهم ، وإذا هم جمع كثير يسبحون اللّه ويحمدونه ، ويهلّلون جلّ وعزّ ، ويدعون بالفرج للامام القائم بأمر اللّه والناصح لدين اللّه محمد بن الحسن المهدي الخلف الصالح ، صاحب الزمان ( عجل اللّه تعالى فرجه الشريف ) .\r\nثمّ عدت الىّ مسجد السيّد سلّمه اللّه فقال لي : رأيت العسكر ؟\r\nفقلت : نعم .\r\nقال : فهل عددت أمراءهم ؟\r\nقلت : لا .\r\nقال : عدّتهم ثلاثمأة ناصر ، وبقي ثلاثة عشر ناصرا ، ويعجّل اللّه لوليّه الفرج بمشيّته انّه جواد كريم .\r\nقلت : يا سيدي ومتى يكون الفرج ؟\r\nقال : يا أخي انّما العلم عند اللّه والأمر متعلّق بمشيّته سبحانه وتعالى ، حتى انّه ربّما كان الإمام ( عجل اللّه تعالى فرجه الشريف ) لا يعرف ذلك بل له علامات وأمارات تدلّ على خروجه ، من جملتها أن ينطق ذو الفقار بأن يخرج من غلافه ، ويتكلّم بلسان عربي مبين : قم يا وليّ اللّه ، فاقتل بي أعداء اللّه .\r\n\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n\r\nومنها ثلاثة أصوات يسمعها الناس كلّهم ، الصوت الأوّل : أزفت الآزفة يا معشر المؤمنين .\r\nوالصوت الثاني : ألا لعنة اللّه على الظالمين لآل محمد عليهم السلام .\r\nوالثالث بدن يظهر فيرى في قرن الشمس يقول : انّ اللّه بعث صاحب الأمر محمد بن الحسن المهدي عليه السّلام فاسمعوا له وأطيعوا .\r\nفقلت : يا سيدي قد روينا عن مشايخنا أحاديث عن صاحب الأمر ( عجل اللّه تعالى فرجه الشريف ) انّه قال لمّا أمر بالغيبة الكبرى : من رآني بعد غيبتي فقد كذب ، فكيف فيكم من يراه ؟ !\r\nفقال : صدقت انّه ( عجل اللّه تعالى فرجه الشريف ) انّما قال ذلك في ذلك الزّمان لكثرة أعدائه من أهل بيته وغيرهم من فراعنة بني العباس ، حتى انّ الشيعة يمنع بعضها بعضا عن التحدّث بذكره ، وفي هذا الزمان تطاولت المدّة وأيس منه الأعداء وبلادنا نائية عنهم وعن ظلمهم وعنائهم ، وببركته عليه السلام لا يقدر أحد من الأعداء على الوصول الينا .\r\nقلت : يا سيدي ! قد روت علماء الشيعة حديثا عن الإمام عليه السلام انّه أباح الخمس لشيعته ، فهل رويتهم عنه ذلك ؟\r\nقال : نعم ، انّه عليه السلام رخّص وأباح الخمس لشيعته من ولد علي عليه السلام وقال : هم في حلّ من ذلك .\r\nقلت : وهل رخّص للشيعة أن يشتروا الإماء والعبيد من سبي العّامة ؟ قال : نعم ، ومن سبي غيرهم لأنّه عليه السلام قال : عاملوهم بما عاملو به أنفسهم ، وهاتان المسألتان زائدتان على المسائل التي سمّيتها لك .\r\nوقال السيّد سلّمه اللّه : انّه يخرج من مكة بين الرّكن والمقام في سنة وتر فليرتقبها المؤمنون .\r\nفقلت : يا سيدي قد أحببت المجاورة عندكم إلى أن يأذن اللّه بالفرج ،\r\n\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n\r\nفقال لي : اعلم يا أخي انّه تقدّم اليّ كلام بعودك إلى وطنك ، ولا يمكنني وايّاك المخالفة ، لأنّك ذو عيال وغبت عنهم مدّة مديدة ، ولا يجوز لك التخلّف عنهم أكثر من هذا .\r\nفتأثّرت من ذلك وبكيت .\r\nوقلت : يا مولاي وهل تجوز المراجعة في أمري ؟\r\nقال : لا .\r\nقلت : يا مولاي وهل تأذن لي في أن أحكي كلّما قد رأيته وسمعته ؟\r\nقال : لا بأس أن تحكي للمؤمنين لتطمئن قلوبهم ، إلّا كيت وكيت ، وعيّن ما لا أقوله .\r\nفقلت : يا سيدي أما يمكن النظر إلى جماله وبهائه عليه السلام ؟\r\nقال : لا ، ولكن اعلم يا أخي انّ كلّ مؤمن مخلص يمكن أن يرى الإمام ولا يعرفه ، فقلت : يا سيّدي أنا من جملة عبيده المخلصين ، ولا رأيته .\r\nفقال لي : بل رأيته مرّتين ؛ مرّة منها لمّا أتيت إلى سرّ من رأى وهي أوّل مرّة جئتها ، وسبقك أصحابك وتخلّفت عنهم ، حتى وصلت إلى نهر لا ماء فيه فحضر عندك فارس على فرس شهباء ، وبيده رمح طويل ، وله سنان دمشقي ، فلمّا رأيته خفت على ثيابك ، فلمّا وصل إليك قال لك : لا تخف اذهب إلى أصحابك ، فانّهم ينتظرونك تحت الشجرة .\r\nفأذكرني واللّه ما كان ، فقلت : قد كان ذلك يا سيّدي .\r\nقال : والمرّة الأخرى حين خرجت من دمشق تريد مصرا مع شيخك الأندلسي ، وانقطعت عن القافلة ، وخفت خوفا شديدا ، فعارضك فارس على فرس غرّاء محجّلة ، وبيده رمح أيضا ، وقال لك : سر ولا تخف إلى قرية على يمينك ونم عند أهلها الليلة ، وأخبرهم بمذهبك الذي ولدت عليه ، ولا\r\n\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n\r\nتتّق منهم فانّهم مع قرى عديدة جنوبي دمشق ، مؤمنون مخلصون ، يدينون بدين علي بن أبي طالب والأئمة المعصومين من ذرّيته عليهم السلام . أكان ذلك يا ابن الفضل ؟\r\nقلت : نعم وذهبت إلى عند أهل القرية ونمت عندهم فأعزّوني وسألتهم عن مذهبهم ، فقالوا لي - من غير تقيّة منّي - : نحن على مذهب أمير المؤمنين ، ووصيّ رسول ربّ العالمين علي بن أبي طالب والأئمة المعصومين من ذرّيته عليهم السلام .\r\nفقلت لهم من أين لكم هذا المذهب ؟ ومن أوصله إليكم ؟\r\nقالوا : أبو ذر الغفاري رضي اللّه عنه حين نفاه عثمان إلى الشام ، ونفاه معاوية إلى أرضنا هذه ، فعمّتنا بركته ، فلمّا أصبحت طلبت منهم اللحوق بالقافلة فجهّزوا معي رجلين الحقاني بها ، بعد أن صرّحت لهم بمذهبي .\r\nفقلت له : يا سيدي هل يحجّ الإمام ( عجل اللّه تعالى فرجه الشريف ) في كلّ مدّة بعد مدّة ؟\r\nقال لي : يا ابن فاضل ! الدّنيا خطوة مؤمن ، فكيف بمن لم تقم الدّنيا إلّا بوجوده ووجود آبائه عليهم السلام نعم يحجّ في كلّ عام ويزور آباءه في المدينة والعراق ، وطوس ، على مشرّفيها السلام ، ويرجع إلى أرضنا هذه .\r\nثمّ انّ السيّد شمس الدين حثّ عليّ بعدم التأخير بالرجوع إلى العراق وعدم الإقامة في بلاد المغرب ، وذكر لي انّ دراهمهم مكتوب عليها : لا اله إلّا اللّه ، محمد رسول اللّه ، علي ولي اللّه ، محمد بن الحسن القائم بأمر اللّه .\r\nوأعطاني السيّد منها خمسة دراهم وهي محفوظة عندي للبركة .\r\nثمّ انّه سلّمه اللّه ، وجّهني مع المراكب التي أتيت معها إلى أن وصلنا إلى تلك البلدة التي أوّل ما دخلتها من أرض البربر ، وكان قد أعطاني حنطة وشعيرا فبعتها في تلك البلدة بمائة وأربعين دينارا ذهبا من معاملة بلاد المغرب ، ولم أجعل طريقي على الأندلس امتثالا لأمر السيّد شمس الدين\r\n\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\n\r\nالعالم أطال اللّه بقائه ، وسافرت منها مع الحجيج المغربيّ إلى مكة شرّفها اللّه تعالى وحججت ، وجئت إلى العراق وأريد المجاورة في الغريّ على مشرّفه السلام حتى الممات .\r\n\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\n\r\n\r\nإشارة :\r\nالخلاف في صدق وجود الجزيرة الخضراء والبحر الأبيض وكذبه ، قائم منذ زمن طويل ، وكذا الخلاف في صحّة الرواية وعدمها ، فانّ مصب الخلاف على امرين ، الأول : وجود مثل هذا المكان على الكرة الأرضية والامر الثاني : هو صحة هذه الرواية وعدمها حتى على فرض وجود تلك الجزيرة ، ومن هنا فالمختلفون ثلاثة أقسام على أقل التقادير ، فقسم ينكر الامرين معا ، وقسم ينكر الرواية فقط وقسم يقبلهما معا وهناك اقسام أخرى مثل أولئك الذين يناقشون في بعض ما جاء في الرواية وليس كله وهؤلاء متفاوتون أيضا في هذا .\r\nولكن الكثير من كبار علمائنا المتقدمين ذكروا القصة في كتبهم وقد ذكر الشيخ النوري ( قدس سره ) أسمائهم في النجم الثاقب ، وقال السيد ياسين الموسوي في تعليقته على النجم الثاقب : ولم نجد نصّا لاحد من علمائنا السابقين قد أنكرها إلّا ما نسب إلى الشيخ جعفر الكبير ( قدس سره ) صاحب كشف الغطاء .\r\nنعم ، في تأليفات بعض أفاضل علمائنا القريبين بعض الاعتراضات على القصة أو بعضها حيث قد يظهر التهافت في بعض الفقرات ، ولكن هذه التهافتات في بعض الفقرات ، تهافتات ظاهرية يمكن بالتدقيق تصحيحها وتقويمها .\r\nومن أراد زيادة الاطلاع ، فليراجع النجم الثاقب الجزء الثاني منه .\r\nثم إنه ظهر أخيرا ما يدل على وجود هذا المكان ببعض الخصوصيات التي وردت في القصة ، أو ما يدل على وجود أماكن ونقاط في هذا العالم لم\r\n\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\n\r\nتصل إليها اقدام الانسان ، كما هو المعروف اليوم في قضايا مثلث برمودا ، وبعض الجزر والغابات الكبيرة المجهولة عندنا ، فلعلّ تلك الغابات والجزر مسكونة ولها أهلها ولها حياتها الاجتماعية الخافية علينا .\r\nفانكار مثل هذه الجزيرة لمجرد وجود بعض العبارات الموهمة أو المتهافتة فيها ، غير صحيح .\r\nهذا وقد أخبرني أحد أساتذتي الذي لا أشك في علو قدره وفضله وتقواه ، انّ هناك من يزور هذه الجزيرة في كل سنّة ، ويبقى فيها أياما ، ولعلّ ذلك يكون في أيام شهر محرم ، شهر شهادة الإمام الحسين عليه السّلام وإقامة العزاء عليه .\r\nفهنيئا لمن يوفق لذلك ويتشرف بلقاء أولاد الإمام ( عجل اللّه تعالى فرجه الشريف ) أو يتشرف بالنظر إلى الطلعة الرشيدة والغرّة الحميدة لمولانا ومولى العالمين « الحجّة بن الحسن المهدي المنتظر عجل اللّه تعالى فرجه الشريف » .\r\n\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\n\r\n\r\nزيارة آل ياسين\r\nسلام على آل يس\r\nالسّلام عليك يا داعي اللّه وربّاني آياته\r\nالسّلام عليك يا باب اللّه وديّان دينه\r\nالسّلام عليك يا خليفة اللّه وناصر حقّه\r\nالسّلام عليك يا حجّة اللّه ودليل ارادته\r\nالسّلام عليك يا تالي كتاب اللّه وترجمانه\r\nالسّلام عليك في آناء ليلك وأطراف نهارك\r\nالسّلام عليك يا بقيّة اللّه في ارضه\r\nالسّلام عليك يا ميثاق اللّه الّذي اخذه ووكّده\r\nالسّلام عليك يا وعد اللّه الّذي ضمنه\r\nالسّلام عليك أيّها العلم المنصوب والعلم المصبوب والغوث والرّحمة الواسعة وعدا غير مكذوب\r\nالسّلام عليك حين تقوم السّلام عليك حين تقعد\r\nالسّلام عليك حين تقرء وتبيّن\r\nالسّلام عليك حين تصلّي وتقنت السّلام عليك حين تركع وتسجد\r\nالسّلام عليك حين تهلّل وتكبّر السّلام عليك حين تحمد وتستغفر\r\n\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\n\r\nالسّلام عليك حين تصبح وتمسي السّلام عليك في اللّيل إذا يغشى والنّهار إذا تجلّى\r\nالسّلام عليك ايّها الامام المأمون السّلام عليك ايّها المقدّم المأمول\r\nالسّلام عليك بجوامع السّلام\r\nأشهدك يا مولاي انّي اشهد ان لا اله الّا اللّه وحده لا شريك له وانّ محمّدا عبده ورسوله لا حبيب الّا هو وأهله وأشهدك يا مولاي انّ عليّا أمير المؤمنين حجّته والحسن حجّته والحسين حجّته وعليّ بن الحسين حجّته ومحمّد بن عليّ حجّته وجعفر بن محمّد حجّته وموسى بن جعفر حجّته وعليّ بن موسى حجّته ومحمّد بن عليّ حجّته وعليّ بن محمّد حجّته والحسن بن عليّ حجّته واشهد انّك حجّة اللّه\r\nأنتم الاوّل والآخر وانّ رجعتكم حقّ لا ريب فيها يوم لا ينفع نفسا ايمانها لم تكن امنت من قبل أو كسبت في ايمانها خيرا\r\nوانّ الموت حقّ وانّ ناكرا ونكيرا حقّ\r\nواشهد انّ النّشر حقّ والبعث حقّ وانّ الصراط حقّ والمرصاد حقّ والميزان حقّ والحشر حقّ والحساب حقّ والجنّة والنّار حقّ والوعد والوعيد بهما حقّ\r\nيا مولاي شقي من خالفكم وسعد من أطاعكم فاشهد على ما أشهدتك عليه وانا ولىّ لك بريء من عدوّك فالحقّ ما رضيتموه والباطل ما اسخطتموه والمعروف ما أمرتم به والمنكر ما نهيتم عنه فنفسي مؤمنة باللّه وحده لا شريك له وبرسوله وبأمير المؤمنين وبكم يا مولاي اوّلكم وآخركم ونصرتي معدّة لكم ومودّتي خالصة لكم آمين آمين .\r\n\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\n\r\n\r\nدعاء العهد\r\n« اللّهم ربّ النّور العظيم وربّ الكرسيّ الرّفيع وربّ البحر المسجور ومنزل التّورية والإنجيل والزّبور وربّ الظّلّ والحرور ومنزل القرآن العظيم وربّ الملائكة المقرّبين والأنبياء والمرسلين\r\nاللّهم انّى أسئلك بوجهك الكريم وبنور وجهك المنير وملكك القديم يا حىّ يا قيّوم\r\nأسئلك باسمك الّذي أشرقت به السّموات والأرضون وباسمك الّذي يصلح به الاوّلون والآخرون يا حيّا قبل كلّ حىّ ويا حيّا بعد كلّ حىّ ويا حيّا حين لا حىّ يا محيي الموتى ومميت الأخياء يا حيّ لا اله الّا أنت\r\nاللّهمّ بلّغ مولانا الإمام الهادي المهدىّ القائم بأمرك صلوات اللّه عليه وعلى ابائه الطّاهرين عن جميع المؤمنين والمؤمنات في مشارق الأرض ومغاربها سهلها وجبلها وبرّها وبحرها وعنّي وعن والديّ من الصّلوات زنة عرش اللّه ومداد كلماته وما أحصاه علمه وأحاط به كتابه\r\nاللّهمّ انّى اجدّد له في صبيحة يومي هذا وما عشت من ايّامى عهدا وعقدا وبيعة له في عنقي لا أحول عنها ولا ازول ابدا\r\nاللّهمّ اجعلني من أنصاره وأعوانه والذّابّين عنه والمسارعين اليه في قضاء حوائجه والممتثلين لأوامره والمحامين عنه والسّابقين إلى ارادته والمستشهدين بين يديه\r\nاللّهمّ ان حال بيني وبينه الموت الّذى جعلته على عبادك حتما مقضيّا\r\n\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\n\r\nفأخرجني من قبرى مؤتزرا كفني شاهرا سيفي مجرّدا قناتي ملبّيا دعوة الدّاعي في الحاضر والبادي\r\nاللّهمّ أرني الطّلعة الرّشيدة والغرّة الحميدة واكحل ناظري بنظرة منّي اليه وعجّل فرجه وسهّل مخرجه وأوسع منهجه واسلك بي محجّته وانفذ امره واشدد ازره واعمر اللّهمّ به بلادك وأحيي به عبادك فانّك قلت وقولك الحقّ ظهر الفساد في البرّ والبحر بما كسبت أيدي النّاس .\r\nفاظهر اللّهمّ لنا وليّك وابن بنت نبيّك المسمّى باسم رسولك حتّى لا يظفر بشيء من الباطل الّا مزّقه ويحقّ الحقّ ويحقّقه\r\nواجعله اللّهمّ مفزعا لمظلوم عبادك\r\nوناصرا لمن لا يجد له ناصرا غيرك\r\nومجدّدا لما عطّل من احكام كتابك\r\nومشيّدا لما ورد من اعلام دينك وسنن نبيّك صلّى اللّه عليه واله\r\nواجعله اللّهمّ ممّن حصّنته من باس المعتدين\r\nاللّهمّ وسرّ نبيّك محمّدا صلّى اللّه عليه وآله برؤيته ومن تبعه على دعوته\r\nوارحم استكانتنا بعده\r\nاللّهمّ اكشف هذه الغمّة عن هذه الامّة بحضوره وعجّل لنا ظهوره انّهم يرونه بعيدا ونريه قريبا\r\nبرحمتك يا ارحم الرّاحمين\r\nثم تضرب على فخذك الأيمن بيدك ثلاث مرّات وتقول في كلّ مرّة :\r\n« العجل العجل يا مولاي يا صاحب الزّمان »\r\n\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\n\r\n\r\nالفهرست\r\nمقدمة الناشر 7\r\nالإهداء 9\r\nالمقدمة 11\r\nالآية الأولى : تشرف السيد بن طاووس 23\r\nالآية الثانية : تشرف السيد محمد مهدي بحر العلوم 26\r\nالآية الثالثة : تشرف الشيخ الأعظم مرتضى الأنصاري 29\r\nالآية الرابعة : تشرف السيد أبو الحسن الاصفهاني 33\r\nالآية الخامسة : تشرف دعاء الفرج 38\r\nالآية السادسة : تشرف آية اللّه العلامة الحلّي 41\r\nالآية السابعة : تشرف السيد محسن الجبل عاملي 44\r\nالآية الثامنة : تشرف المقدّس الأردبيلي 51\r\nالآية التاسعة : تشرف مسجد جمكران 55\r\nالآية العاشرة : تشرف السيد محمد مهدي بحر العلوم 62\r\nالآية الحادية عشرة : تشرف الحاج مؤمن 66\r\nالآية الثانية عشرة : تشرف السيد بن طاووس 71\r\nالآية الثالثة عشرة : تشرف السيد الرشتي 74\r\nالآية الرابعة عشرة : تشرف الشيخ الحر العاملي 82\r\nالآية الخامسة عشرة : تشرف الشيخ حسين آل رحيم 86\r\nالآية السادسة عشرة : تشرف الشيخ محمد بن عيسى 94\r\nالآية السابعة عشرة : تشرف ابن أبي الجواد النعماني 101\r\nالآية الثامنة عشرة : تشرف مسجد الإمام الحسن المجتبى 104\r\nالآية التاسعة عشرة : تشرف عبد الغفار الخوئي 119\r\nالآية العشرون : تشرف السيد بحر العلوم 125\r\n\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\n\r\nالآية الحادية والعشرون : تشرف الشيخ علي البغدادي 129\r\nالآية الثانية والعشرون : تشرف محمد على جولاكر 143\r\nالآية الثالثة والعشرون : تشرف دعاء الفرج 150\r\nالآية الرابعة والعشرون : تشرف الشيخ محمد الكوفي 156\r\nالآية الخامسة والعشرون : تشرف السيد عبد الكريم 160\r\nالآية السادسة والعشرون : تشرف الشيخ محمد جواد الأنصاري 165\r\nالآية السابعة والعشرون : تشرف الشيخ الأعظم 168\r\nالآية الثامنة والعشرون : تشرف الحاج محمد علي فشندي 172\r\nالآية التاسعة والعشرون 180\r\nالحكاية التاسعة والعشرون 181\r\nالآية الثلاثون : تشرف السيد محمد مهدي بحر العلوم 184\r\nالآية الحادية والثلاثون : تشرف السيد عبد الكريم هاشمي نظاد 188\r\nالآية الثانية والثلاثون : تشرف كريمة الشيخ الأراكي 192\r\nالآية الثالثة والثلاثون : تشرف السيد الأبطحي 196\r\nالآية الرابعة والثلاثون : تشرف الشيخ علي فريدة الاسلام 204\r\nالآية الخامسة والثلاثون : تشرف ضربة صفين 207\r\nالآية السادسة والثلاثون : تشرف علي بن مهزيار الأهوازي 210\r\nالآية السابعة والثلاثون : تشرف السيد حسين القاضي 216\r\nالآية الثامنة والثلاثون : تشرف الميرزا الاصفهاني 219\r\nالآية التاسعة والثلاثون : تشرف الشيخ محمد تقي البافقي 222\r\nالآية الأربعون : تشرف السيد بحر العلوم 226\r\nالملحقات 229\r\nقصة الجزيرة الخضراء 231\r\nزيارة آل ياسين 251\r\nدعاء العهد 253\r\nالفهرست 255\r\n\r\n\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256}
  ]