[
  {"content":"\r\nالآحاد والمثاني\r\nالمجلد الثاني\r\nتأليف\r\nابن أبي عاصم\r\n278 - 206\r\nتحقيق الدكتور\r\nباسم فيصل أحمد الجوابرة\r\nأستاذ الحديث المشارك بجامعة الإمام محمد بن مسعود الاسلامية\r\nدار الدراية\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\nحقوق الطبع محفوظة\r\nالطبعة الأولى\r\n1411 ه‍ 1991 م\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n107 ومن ذكر أبي عتيق محمد بن عبد الرحمن\r\nبن أبي بكر الصديق رضي الله تعالى عنه\r\n( 667 ) حدثنا محمد بن إسماعيل البخاري ثنا أبو بكر بن شيبة هو عبد الرحمن بن شيبة الحزامي نا محمد بن عبد الله بن عبد\r\nالرحمن بن القاسم حدثني موسى بن عقبة قال لا نعلم أربعة\r\nأدركوا هم وأبناؤهم النبي صلى الله عليه وسلم الا هؤلاء الأربعة أبو قحافة وأبو بكر\r\nوعبد الرحمن وأبو عتيق بن عبد الرحمن قال عبد الرحمن بن شيبة واسم أبي عتيق محمد وقال هو جد عبد الرحمن ومحمد ابني\r\nعبد الله بن عبد الرحمن بن أبي بكر\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n( 668 ) حدثنا عبد الأعلى بن حماد ثنا حماد بن سلمه ثنا بن\r\nأبي عتيق عن أبيه عن أبي بكر الصديق رضي الله تعالى عنه قال قال\r\nرسول الله صلى الله عليه وسلم السواك مطهره للفم مرضاة للرب عز وجل\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n108 ومن ذكر محمد بن طلحة\r\nبن عبيد الله يكنى أبا القاسم رضي الله تعالى عنه وهو السجاد\r\nوكان سيد ولد أبيه\r\n( 669 ) حدثنا أبو بكر بن أبي شيبة نا يزيد بن هارون عن\r\nإبراهيم بن عثمان عن محمد بن عبد الرحمن مولى آل طلحة عن\r\nعيسى بن طلحة قال حدثتني ظئر محمد بن طلحة الت لما\r\nولد محمد بن طلحة أتيت به إلى النبي صلى الله عليه وسلم فقال لي ما سموه\r\nفقلت محمد فقال هذا اسمي وكنيته أبو القاسم\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\nومما أسند\r\n( 670 ) حدثنا خالد بن يوسف بن خالد نا أبو عوانة عن\r\nهلال عن عبد الرحمن بن أبي ليلى قال دعا عمر بني طلحة ليغير أسماءهم وهم يومئذ سبعة وسيدهم وأكبرهم محمد بن طلحة رضي\r\nالله تعالى عنه فقال محمد بن طلحة أنشدك بالله تعالى يا أمير المؤمنين فوالله\r\nان سماني محمدا لمحمد صلى الله عليه وسلم فقال عمر أمير المؤمنين\r\nقوموا فلا سبيل إلى شئ سماه محمد صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n109 ومن ذكر معمر التيمي\r\n( 671 ) حدثنا يحيى بن خلف نا عبد الأعلى عن محمد بن\r\nإسحاق عن يزيد بن أبي حبيب عن عبد الرحمن بن عقبة مولى معمر\r\nعن معمر رضي الله تعالى عنه قال كنت ارحل لرسول الله صلى الله عليه وسلم فبينما هو\r\nيسير ذات ليلة وأنا معه فقال يا معمر إني أجد في أنساعي\r\nالليلة اضطرابا قلت والذي بعثك بالحق لقد شددتها كما كنت\r\nأشدها ولكن بعض من حسدني على منزلتي منك هو صنع ذلك\r\nلتستبدل بي غيري قال ما كنت لافعل قال فكنت أرحل له فلما\r\nقضى رسول الله صلى الله عليه وسلم حجه وكان يوم النحر جلس ليحلق فدعاني\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nفأعطاني الموسى ثم رفع رأسه فنظر في وجهي فقال يا معمر أمكنك\r\nرسول الله صلى الله عليه وسلم من شحمة أذنيه وفي يدك الموسى فقلت أما والله إن ذلك\r\nلمن من الله عز وجل وفضله على قال فحلقته\r\n( 672 ) حدثنا أبو سلمة يحيى بن خلف نا وهب بن جرير نا أبى\r\nعن محمد بن إسحاق حدثني يزيد بن أبي حبيب عن عبد الرحمن بن\r\nعقبه مولى معمر قال سمعت معمرا رضي الله تعالى عنه يحدث فذكر\r\nمثله\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n110 ومن ذكر المهاجر بن قنفذ\r\nبن عمير جدعان التيمي رضي الله عنه\r\n( 673 ) حدثنا يحيى بن خلف نا عبد الأعلى نا سعيد عن قتادة\r\nعن الحسن عن حصين بن المنذر عن المهاجر بن قنفذ بن عمير بن\r\nجدعان رضي الله تعالى عنه أنه دخل على رسول الله صلى الله عليه وسلم وهو يتوضأ فسلم\r\nعليه ولم يرد عليه حتى توضأ ثم اعتذر إلي فقال إني كرهت أن\r\nأذكر الله تعالى إلا على طهر أو على طهارة\r\n( 674 ) حدثنا محمد بن المثنى نا عبد الأعلى عن سعيد عن\r\nقتادة قال وحدثنا معاذ بن هشام عن أبيه عن قتادة عن الحسن عن\r\nحصين بن المنذر عن المهاجر بن قنفذ عن النبي صلى الله عليه وسلم نحوه\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n111 ومن ذكر عبد الرحمن بن عثمان\r\nالتيمي رضي الله تعالى عنه يكنى أبا سعيد توفي سنة ثلاث\r\nوخمسين\r\n( 675 ) حدثنا محمد بن عبد الله بن نمير نا يونس بن بكير\r\nحدثني عثمان بن مرة عن أبي سلمة بن عبد الرحمن عن عبد\r\nالرحمن بن عثمان عن النبي صلى الله عليه وسلم قال ارموا الجمرة بمثل حصاة\r\nالخذف\r\n( 676 ) حدثنا يعقوب بن حميد ثنا بن أبي حازم عن أسامة بن\r\nزيد عن بكير بن عبد الله الأشج عن يحيى بن عبد الرحمن بن حاطب\r\nعن عبد الرحمن بن عثمان رضي الله تعالى عنه أن النبي صلى الله عليه وسلم نهى عن لقطة\r\nالحاج\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n112 ومن ذكر عبد الرحمن بن معاذ التيمي\r\n( 677 ) حدثنا بن كاسب ثنا سفيان بن عيينة عن حميد بن\r\nقيس الأعرج عن محمد بن إبراهيم التيمي عن رجل من قومه يقال له\r\nبن معاذ من أصحاب النبي صلى الله عليه وسلم قال نزل رسول الله صلى الله عليه وسلم بمنى فقال\r\nمنزل الأنصار بمكان كذا وكذا ومنزل المهاجرين بمكان كذا وكذا\r\nوعلم الناس مناسكهم قال ففتح الله عز وجل أسماعنا حتى إنا\r\nلنسمعه ونحن في رحالنا فنزل المهاجرين والأنصار منازلهم وعلم\r\nالناس مناسكهم وقال ارموا الجمرة مثل حصى الخذف\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n113 ومن ذكر عبد الله بن هشام التيمي\r\n( 678 ) حدثنا يعقوب بن حميد ثنا عبد الله بن يزيد نا سعيد بن\r\nأبي أيوب ثنا أبو عقيل عن جده عبد الله بن هشام وكان قد أدرك النبي\r\nصلى الله عليه وسلم أن أمه زينب بنت حميد ذهبت به إليه فقالت يا رسول الله بايعه\r\nفقال صغير ومسح رأسه ودعا له\r\n( 679 ) حدثنا محمد بن مصفى ثنا أبو عبد الرحمن\r\nالمقرئ ثنا سعيد بن أبي أيوب ثنا أبو عقيل زهرة بن معبد عن جده\r\nعبد الله بن هشام وكان قد أدرك النبي صلى الله عليه وسلم فذكر مثله قال وكان\r\nيضحي بالشاة عن جميع أهله\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n114 ومن ذكر سعد مولى أبى بكر الصديق رضي الله عنه\r\n( 680 ) حدثنا أبو طالب زيد بن أخزم ثنا أبو\r\nحفص الرياحي عن عامر عن أبيه عن الحسن عن\r\nسعد رضي الله تعالى عنه أن رجلا قال يا رسول الله إن صفوان هجان\r\nفقال إن صفوان خبيث اللسان طيب القلب\r\n( 681 ) حدثنا زيد بن أخزم نا أبو حفص الرياحي عن عامر بن\r\nأبي عامر عن أبيه عن الحسن رضي الله تعالى عنه قال قال لي\r\nرسول الله اذهب إلى تلك العنز فاحلبها زيادة فجئت فإذا عنز حافل\r\nفحلبتها فلما جاءت الرحلة قلت يا رسول الله العنز قد أخذها\r\nربها\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n( 682 ) حدثنا بن أبي كبشة ثنا أبو داود نا أبو عامر\r\nالخراز عن الحسن عن سعد مولى أبي بكر الصديق رضي الله تعالى عنه\r\nأن رسول الله صلى الله عليه وسلم قال لأبي بكر وكان سعد مملوكا وكان رسول الله صلى الله عليه وسلم\r\nيعجبه خدمته فقال رسول الله صلى الله عليه وسلم أعتق سعدا فقال أبو بكر\r\nالصديق رضي الله تعالى عنه يا رسول الله ما لنا ما هن غيره فقال رسول الله صلى الله عليه وسلم\r\nأعتق سعدا أتتك الرجال أتتك الرجال قال وقربت بين يدي\r\nرسول الله صلى الله عليه وسلم تمرا فجعلوا يقربون فنهى رسول الله صلى الله عليه وسلم عن\r\nالاقران\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nومن ذكر بني مخزوم بن يقظة بن مرة بن كعب\r\n115 عمر بن أبي سلمة\r\nبن عبد الأسد توفي بالمدينة سنة ست وثمانين وفي هذه\r\nالسنة مات أخوه سلمة بن أبي سلمة وأمة أم سلمة رضي الله\r\n( 683 ) حدثني محمد بن عبيد بن حساب نا حماد بن يزيد عن\r\nهشام بن عروة عن أبيه عن عمر بن أبي سلمه رضي الله تعالى عنه قال\r\nرأيت النبي صلى الله عليه وسلم يصلي في بيت أم سلمة رضي الله تعالى عنها في ثوب\r\nواحد قد خالف بين طرفيه\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n( 684 ) حدثنا عبيد الله بن سعد حدثني عمي نا أبي عن\r\nبن إسحاق نا يحيى بن سعيد بن قيس عن أبي أمامه بن سهل بن\r\nحنيف عن عمر بن أبي سلمه رضي الله تعالى عنه قال رأيت النبي صلى الله عليه وسلم\r\nيصلي في ثوب واحد متوشحا به\r\nقال بن إسحاق وذكر مكحول عن عمر بن أبي سلمة أنه\r\nقال رأيت رسول الله صل الله عليه وسلم يصلي في ثوب واحد قد خالف بين\r\nطرفيه\r\nقال أبو بكر بن أبي عاصم ورواه سعيد بن المسيب عن\r\nعمر بن أبي سلمة\r\n( 685 ) حدثنا إبراهيم بن الحجاج السامي نا حماد بن سلمه\r\nعن ثابت عن بن عمر بن أبي سلمة عن أبيه أن رسول الله صلى الله عليه وسلم خطب\r\nأم سلمة رضي الله تعالى عنها فقالت إنه ليس أحد من أوليائي شاهد فقال\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\nلها إنه ليس أحد منهم شاهد ولا غائب إلا سيرضاني فقالت يا عمر قم\r\nفزوج رسول الله صلى الله عليه وسلم\r\n( 686 ) حدثنا أبو بكر بن أبي شيبة نا وكيع عن هشام بن عروة\r\nمثل حديث يحيى بن سعيد\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n116 ومن ذكر الأرقم\r\nبن أبي الأرقم واسم أبي الأرقم عبد مناف بن أسد بن عبد الله بن عمر بن\r\nمخزوم رضي الله تعالى عنه توفي في خلافة معاوية ولم يوقف علي\r\nسنه\r\n( 687 ) حدثنا محمد بن عوف ثنا بن أبي مريم عطاف بن\r\nخالد حدثني عبد الله بن عثمان بن الأرقم عن جده الأرقم رضي الله\r\nتعالى عنه وكان بدريا وكان رسول الله صلى الله عليه وسلم نزل في دار عند الصفا\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n117 ومن ذكر عثمان بن الأرقم رضي الله عنه\r\n( 688 ) حدثنا الحسن بن علي الحلواني نا عبد الله بن صالح\r\nنا عطاف بن خالد المخزومي نا عبد الله بن عثمان بن الأرقم عن أبيه\r\nعثمان بن الأرقم قال جئت رسول الله صلى الله عليه وسلم أسلم عليه فقال لي أين\r\nتريد فقلت أردت بيت المقدس قال هل يخرجك إليه التجارة\r\nفقلت لا ولكني أردت الصلاة فيه يا رسول الله قال صلاة ها هنا\r\nخير من ألف صلاة ثم تريد بيت المقدس\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n118 ومن ذكر عياش بن أبي ربيعه\r\n( 689 ) حدثنا أبو بكر بن أبي شيبة نا علي بن مسهر ومحمد بن\r\nفضيل عن يزيد بن أبي زياد نا عبد الرحمن بن سابط عن عياش بن\r\nأبي ربيعه رضي الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم لا تزال هذه الأمة\r\nبخير ما عظموا هذه الحرمة حق تعظيمها فإذا ضيعوها\r\nهلكوا قال بن إسحاق يريد مكة\r\n( 690 ) حدثنا يوسف بن موسى ثنا جرير بن عبد الحميد ثنا\r\nيزيد بن أبي زياد عن عبد الرحمن بن سابط عن رجل عن عياش بن\r\nأبي ربيعة عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n( 691 ) حدثنا سلمة بن شبيب ثنا عبد الرزاق عن معمر عن\r\nأيوب عن نافع عن عياش بن أبي ربيعة رضي الله تعالى عنه قال سمعت\r\nرسول الله صلى الله عليه وسلم يقول تجئ ريح بين يدي الساعة طيبة فتقبض فيها\r\nروح كل مؤمن\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n119 ومن ذكر السائب بن أبي السائب المخزومي\r\n( 692 ) حدثنا أبو كريب نا مصعب بن المقدام نا إسرائيل\r\nعن إبراهيم بن مهاجر عن السائب قال جاء عثمان بن عفان رضي\r\nالله تعالى عنه وزهير بن أمية رضي الله تعالى عنهما فاستأذنا على رسول الله صلى الله عليه وسلم\r\nفأثنيا علي عنده فقال رسول الله صلى الله عليه وسلم أنا أعلم به منكما كان شريكي\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nفي الجاهلية فقلت نعم بأبي وأمي فنعم الشريك كنت لا تماري\r\nولا تداري قال فقال رسول الله صلى الله عليه وسلم يا سائب انظر إلى الأخلاق التي\r\nكنت تصنعها في الجاهلية فاصنعها في الاسلام أقر الضيف\r\nوأحسن إلى اليتيم وأكرم الجار\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n120 ومن ذكر خالد بن الوليد\r\nبن المغيرة يكنى أبا سليمان رضي الله تعالى عنه مات بحمص\r\nفي سنة إحدى وعشرين وأمه لبابة بنت الحارث بن حزن بن\r\nبجير بن الهزم بن رويبة بن عبد الله بن هلال بن عامر بن صعصعة\r\nوميمونة زوج النبي صلى الله عليه وسلم خالته\r\n( 693 ) حدثنا أبو بكر الصديق أبي شيبة نا يزيد بن هارون نا أبو\r\nمعشر عن سعيد بن أبي سعيد المقبري عن أبي هريرة قال هبطت\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\nمع رسول الله صلى الله عليه وسلم من ثنيه الهرشا فانقطع شسع نعله فناولته نعلي\r\nفأبى أن يقبلها وجلس تحت شجرة يصلح نعله فقال انظر ما ترى\r\nفقلت هذا فلان بن فلان فقال بئس عبد الله ثم قال انظر ما\r\nترى فقلت فلان بن فلان فقال نعم عبد الله والذي قال\r\nنعم عبد الله فلان هو خالد بن الوليد رضي الله تعالى عنه\r\n( 694 ) حدثنا محمد بن عبيد ثنا حماد بن زيد عن أيوب عن\r\nحميد بن هلال عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال فأخذ الراية\r\nبعد سيف من سيوف الله تعالى خالد بن الوليد\r\n( 695 ) حدثنا عقبه بن مكرم نا وهب بن جرير نا أبي قال\r\nسمعت محمد بن أبي يعقوب يحدث عن الحسن بن سعد عن\r\nعبد الله بن جعفر قال بعث رسول الله صلى الله عليه وسلم جيشا واستعمل عليهم\r\nزيد بن الحارث فذكر القصة ثم قال فأخذ الراية سيف من سيوف الله\r\nخالد بن الوليد ففتح الله تعالى عليه\r\n( 696 ) حدثنا عبيد الله بن فضالة نا علي بن بحر عن الوليد بن\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\nمسلم عن وحشي بن حرب بن وحشي عن أبيه عن جده\r\nوحشي بن حرب الحبشي أن أبا بكر وجه خالد بن الوليد رضي الله\r\nتعالى عنه في قتال أهل الردة فكلم في ذلك فأبى أن يرده وقال سمعت\r\nرسول الله صلى الله عليه وسلم يقول وذكر خالد بن الوليد فقال نعم عبد الله وأخو\r\nالعشيرة وسيف من سيوف الله تعالى سله الله تعالى على الكفار\r\nوالمنافقين\r\n( 697 ) حدثنا يعقوب بن كعب الأنطاكي نا ضمرة بن ربيعه عن\r\nيحيى بن أبي عمرو السيباني عن أبي العجفاء قال قال عمر من\r\nاستخلف لو أدركت خالد بن الوليد وليته ثم لقيت ربي عز وجل\r\nفقال من استخلفت على أمة محمد صلى الله عليه وسلم فأقول سمعت عبدك\r\nونبيك صلى الله عليه وسلم يقول خالد بن الوليد سيف من سيوف الله تعالى سله الله\r\nعز وجل على المشركين\r\n( 698 ) حدثنا هشام بن خالد ثنا الوليد بن مسلم عن\r\nوحشي بن حرب بن وحشي عن أبيه عن جده وحشي بن حرب قال\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nلما قبض رسول الله صلى الله عليه وسلم وارتدت العرب وبغت فعقد أبو بكر لخالد بن\r\nالوليد رضي الله تعالى عنهما وبعث به إليهم\r\n( 699 ) حدثنا أبو جعفر محمد بن عوف حدثني محمد بن\r\nمبارك ثنا صدقة بن خالد عن وحشي بن حرب بن وحشي عن أبيه عن\r\nجده أن النبي صلى الله عليه وسلم كتب إلى عثمان رضي الله تعالى عنه وهو على\r\nمكة أنه قد بلغني أن أهل الجند يريدون دخول مكة فإذا أتاك كتابي\r\nهذا فارتحل بمن معك من المسلمين وقد وجهت إليك خالد بن\r\nالوليد يمدك وجعلته على ميسرة عسكر ووحشي على ساقة عسكرك\r\nولا حول ولا قوة الا بالله\r\n( 700 ) حدثنا محمد بن مسلم بن وارة نا محمد بن موسى بن\r\nأعين نا أبي عن إسحاق بن راشد عن الزهري عن سالم عن أبيه عن\r\nعمر بن الخطاب رضي الله تعالى عنه قال لما قدم عمر الجابيه نزع\r\nخالد بن الوليد واستعمل أبا عبيدة وعزل شرحبيل بن حسنه فقال عمر\r\nلعبد الله يا عبد الله هذا كان أمس أمير معه الناس واليوم ليس معه\r\nأحد قال فلقي عمر فسلم عليه فقال يا أمير المؤمنين أعجزت\r\nأم خنت فقال لم تعجز ولم تخن قال فلم عزلت قال تحرجت\r\nأن أدعك وأنا أجد من هو أقوى منك قال فاعذرني قال نعم ولو\r\nأعلم غير ذلك ولم أفعل فعذره\r\n( 701 ) حدثنا بن أبي عمر عبد الرزاق عن معمر عن أيوب\r\nعن بن سيرين قال لما استخلف عمر قد كفى الله عنه قال والله لا\r\nير عن خالد بن الوليد والمثنى مثنى بني شيبان حتى يعلما أن الله\r\nهو ينصر دينه\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n( 702 ) حدثنا الحسن بن علي الحلواني نا يعقوب بن إبراهيم\r\nبن سعد نا أبي نا صالح بن كيسان عن بن شهاب الزهري عن أبي\r\nأمامه بن سهل بن حنيف عن بن عباس أنه أخبره أن خالد بن الوليد\r\nأخبره انه دخل مع رسول الله صلى الله عليه وسلم على ميمونة بنت الحارث وهي\r\nخالته فقدم إلى رسول الله صلى الله عليه وسلم من لحم ضب جاءت به أم حميد بنت\r\nالحارث من نجد وكانت تحت رجل من بني جعفر وكان رسول الله\r\nصلى الله عليه وسلم لا يأكل شيئا حتى يسأل عنه ويعلم ما هو فقال بعض النسوة ألا\r\nتخبرون رسول الله صلى الله عليه وسلم ما يأكل فأخبرته أنه لحم الضب فتركه فقال\r\nخالد رضي الله تعالى عنه فسألت رسول الله صلى الله عليه وسلم أحرام هو فقال لا\r\nولكنه طعام ليس فقومي فأجدني أعافه قال خالد رضي\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\nالله تعالى عنه فاجتررته فأكلته ورسول الله صلى الله عليه وسلم ينظر وحدث به بن\r\nالأصم عن ميمونة رضي الله تعالى عنها وكان في حجرها\r\n( 703 ) حدثنا عمر بن عثمان ثنا محمد بن حرب عن أبي\r\nسلمه سليمان بن سليم عن صالح بن يحيى بن المقدام بن معدي\r\nكرب عن جده المقدام قال غزوت مع خالد بن الوليد رضي الله تعالى عنه\r\nفقدم أصحابي إلي اللحم فقالوا لي تأذن لنا ننحر مكة فحبلوها\r\nفقلت وتفعلون ذلك وفينا خالد بن الوليد فأتيته فأخبرته فقال خالد\r\nرضي الله تعالى عنه غزوت مع رسول الله صلى الله عليه وسلم خبير فأتت اليهود النبي صلى الله عليه وسلم\r\nفشكوا إليه أن الناس أسرعوا في حظائرهم فبعثني رسول الله صلى الله عليه وسلم\r\nفناديت في الناس أن الصلاة جامعة ولا يدخل الجنة إلا مسلم فلما\r\nاجتمع الناس قام رسول الله صلى الله عليه وسلم فقال ما بال اليهود شكوا أنكم\r\nأسرعتم في حظائرهم ألا لا تحل أموال المعاهدين بغير حقها وحرام\r\nعليكم حمر الأهلية وخيلها وبغالها وكل ذي\r\nناب من السباع وكل ذي مخلب من الطير\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n( 704 ) حدثنا الحوطي ثنا بقية بن الوليد نا ثور بن يزيد عن\r\nصالح بن يحيى بن المقدام بن معدي كرب عن أبيه عن جده\r\nعن خالد بن الوليد رضي الله تعالى عنه قال نهى رسول الله صلى الله عليه وسلم يوم خيبر\r\nعن أكل الخيل والبغال والحمير وعن أكل كل ذي ناب من السبع\r\nومخلب من الطير\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n121 ومن ذكر عكرمة بن أبي جهل\r\nاستشهد بأجنادين سنة ثلاث عشرة رضي الله عنه\r\n( 705 ) حدثنا محمد بن منصور الطوسي نا عبد الغفار بن عبيد\r\nالله عن صالح بن أبي الأخضر عن الزهري عن عروة عن عائشة\r\nقالت أسلم نساء من قريش وهرب أزواجهن يوم الفتح من الاسلام\r\nفأسلموا قبل أن تنقضي عددهن فأقرهن رسول الله صلى الله عليه وسلم بنكاحهن منهن\r\nامرأة صفوان وامرأة عثمان بن شيبه وأمرأ عكرمة بن أبي جهل\r\nرضي الله تعالى عنه\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n122 ومن ذكر عبد الله بن السائب رضي الله عنه\r\n( 706 ) حدثنا زكريا بن يحيى بن صبيح زحمويه نا\r\nالفضل بن موسى السيناني عبن جريج عن عطاء عن\r\nعبد الله بن السائب قال حضرنا الصلاة مع رسول الله صلى الله عليه وسلم في يوم عيد\r\nفقال قد قضينا الصلاة فمن شاء أن يجلس للخطبة فليجلس ومن\r\nشاء أن يذهب فليذهب\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n( 707 ) حدثنا عبيد الله بن معاذ بن معاذ نا بن جريج نا\r\nمحمد بن عباد بن جعفر عن سلمة بن سفيان وعبد الله بن عمرو عن\r\nعبد الله بن السائب قال حضرت النبي صلى الله عليه وسلم يوم الفتح فصلى في قبل\r\nالكعبة فخلع نعليه فوضعهما عن يساره وافتتح بسورة المؤمنين حتى\r\nإذا ذكر عيسى أو موسى عليهما السلام أخذته سعلة فركع\r\n( 708 ) حدثنا محمد بن عبد الله بن نمير ثنا بن أبي عبيدة نا\r\nأبي عن الأعمش عن مجاهد عن عبد الله بن السائب رضي الله تعالى عنه\r\nقال اتيت رسول الله صلى الله عليه وسلم لأبايعه فقلت يا رسول الله تعرفني قال\r\nنعم ألم تكن شريكي مره فقلت بلى فوجدتك خير شريك لا\r\nتماري ولا تداري\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n123 ومن ذكر سعيد بن حريث\r\n( 709 ) حدثنا أبو الوليد هشام بن عبد الملك ثنا قيس بن\r\nالربيع عن عبد الملك بن عمير عن عمرو بن حريث عن أخيه\r\nسعيد بن حريث رضي الله تعالى عنه أن رسول الله صلى الله عليه وسلم قال من باع دارا\r\nأو عقارا ولم يجعل ثمنها في مثلها لم يبارك له فيه\r\n( 710 ) حدثنا بشر بن آدم ثنا عبيد الله بن عبد المجيد نا\r\nإسماعيل بن إبراهيم بن مهاجر حدثني عبد الملك بن عمير عن\r\nعمرو بن حريث عن أخيه سعيد بن حريث رضي الله تعالى عنه قال قال\r\nرسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nمن باع دارا أو عقارا فليعلم أنه قمن أن لا يبارك له فيه إلا أن\r\nيجعل ثمنه في مثله\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n124 ومن ذكر عمرو بن حريث رضي الله تعالى عنه\r\nيكنى أبا سعيد وسمعت أبا بكر بن شيبة يقول توفي\r\nعمرو بن حريث سنة خمس وثمانين\r\n( 711 ) حدثنا أبو بكر بن أبي شيبة نا وكيع عن شريك عن أبي\r\nإسحاق عن عمر بن حريث قال كنت يوم بدر في بطن\r\nالمرأة\r\n( 712 ) حدثنا محمد بن عبد الله بن نمير نا يحيى بن سعيد\r\nالأموي عن الأعمش عن أبي إسحاق عن عمرو بن حريث قال كان\r\nأصحاب رسول الله صلى الله عليه وسلم يستبقون على أقدامهم فكان عمر بن حريث\r\nيسبقهم يعني يوم القادسية\r\n( 713 ) حدثنا أبو بكر بن شيبة نا الفضل بن دكين نا يونس بن\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nأبي إسحاق عن أبي إسحاق قال كنت أنا والأسود بن يزيد في الشرطة\r\nمع عمرو بن حريث ليالي مصعب\r\n( 714 ) حدثنا أبو بكر نا بنمير عن فطر عن أبيه عن\r\nعمرو بن حريث قال خط لي رسول الله صلى الله عليه وسلم دارا بالمدينة بقوس له\r\nثم قال أزيدك ثم مر بعبد الله بن جعفر وهو يلعب بشئ يبيعه وهو\r\nغلام فقال اللهم بارك لعبد الله في تجارته\r\n( 715 ) حدثنا الحسن بن علي ثنا محمد بن بشر قال سمعت\r\nفطر بن خليفة يذكر عن أبيه عن عمرو بن حريث قال دعاني رسول\r\nالله صلى الله عليه وسلم ودعا لي وبرك علي وأجلسني في حجره ومسح رأسي وخط\r\nلي دارا بالمدينة ثم قال أزيدك ثم ذكر مثله\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n( 716 ) حدثنا الحسن بن علي نا أبى يحيى الحماني عن النضر\r\nأبي عمر الخزار عن بعض أصحابه عن عمرو بن حريث قال ذهب\r\nبي أخي سعيد بن حريث إلى رسول الله صلى الله عليه وسلم وهو يقسم ذهبا فأعطاني\r\nقطعه من ذهب فجعلت لا أجعله في شئ إلا بورك لي فيه فجعلت\r\nآخرها في هذا الدار\r\nومما أسند\r\n( 717 ) حدثنا الحسن بن سهل أبو أسامة عن إسماعيل بن\r\nأبي خالد الأصمع مولى عمرو بن حريث عن عمرو بن حريث قال\r\nذهبت بي أمي إليه يعني النبي صلى الله عليه وسلم فدعا لي بالرزق\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n( 718 ) حدثنا أبو بكر بن أبي شيبة نا أبو أسامة ووكيع عن\r\nمساور الوراق حدثني جعفر بن عمرو بن حريث عن أبيه قال كأني\r\nأنظر إلى رسول الله صلى الله عليه وسلم عليه عمامة سوداء قد أرخى طرفيها بين\r\nكتفيه إلا أن وكيعا لم يقل بين كتفيه\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n125 ومن ذكر حزن جد سعيد بن المسيب\r\n( 719 ) حدثنا أحمد بن الفرات أنا عبد الرزاق عن معمر عن\r\nالزهري عن سعيد بن المسيب عن أبيه عن جده رضى الله\r\nتعالى عنه أن النبي صلى الله عليه وسلم قال له ما اسمك قال حزن قال بل أنتسهل\r\nقال لا أغير اسما سمانيه أبي ولم يكن يومئذ أسلم قال بن\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\nالمسيب فما زالت فينا حزونه وكذلك قال الحجاج بن الشاعر عن\r\nأبيه عن جده\r\nوحدثنا سلمة فقال عن أبيه وكذلك رواه بن عيينة\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n126 ومن ذكر المسيب بن حزن\r\n( 720 ) حدثنا يعقوب بن حميد ثنا عبد الرزاق عن معمر عن\r\nالزهري عن سعيد بن المسيب عن أبيه قال لما حضرت أبا طالب\r\nالوفاة دخل رسول الله صلى الله عليه وسلم وعنده أبو جهل بن هشام وعبد الله بن أبي\r\nأمية فقال له النبي صلى الله عليه وسلم أي عم قل لا إله إلا الله كلمة أحاج لك بها\r\nعند الله عز وجل فقال له أبو جهل وعبد الله بن أبي أمية يا أبا طالب\r\nأترغب عن ملة عبد المطلب فلم يزالا يكلمانه حتى قال آخر شئ\r\nكلمهم أنا على ملة عبد المطلب فقال النبي صلى الله عليه وسلم لأستغفرن لك\r\nفأنزل الله عز وجل مكان للنبي والذين آمنوا أن يستغفروا\r\nللمشركين إلى قوله تعالى أصحاب الجحيم\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n( 721 ) حدثنا يعقوب بن حميد نا عبد الله بن موسى عن\r\nأسامة بن زيد عن الزهري عن سعيد بن المسيب عن أبيه قال لما\r\nحضرت أبا طالب الوفاة جاءه النبي صلى الله عليه وسلم فقال يا عم فذكره نحوه\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n127 ومن ذكر عبد الله بن أبي ربيعة رضي الله عنه\r\n( 722 ) حدثنا يعقوب بن حميد بن كاسب ثنا أبي فديك ثنا\r\nموسى وإسماعيل أبناء إبراهيم الربيعان عن أبيهما عن عبد الله بن\r\nأبي ربيعه أن النبي صلى الله عليه وسلم لما قدم مكة استسلف منا سلفا قال موسى في\r\nحديثه ثلاثين ألفا قال واستعار منه سلاحا فلما رجع رد ذلك إليه\r\nوقال إنما جزاء السلف الوفاء والحمد\r\n( 723 ) حدثنا أبو بكر ثنا وكيع بن الجراح عن إبراهيم عن\r\nإسماعيل المخزومي عن أبيه عن جده أن النبي صلى الله عليه وسلم استسلف منه\r\nأربعين ألفا فلما قضاها إياه قال له بارك الله لك في\r\nأهلك ومالك وقال إنما جزاء السلف الوفاء والحمد\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n128 ومن ذكر الحارث بن هشام\r\nويكني أبا عبد الرحمن وأمه أسماء بنت مخربة بن أبير بن\r\nنهشل بن دارم مات سنة سبع عشرة في طاعون عمواس رضي\r\nالله عنه\r\n( 724 ) حدثنا أبو بكر بن أبي شيبة ثنا أسود بن عامر ثنا زهير\r\nعن محمد بن إسحاق عن عبد الله بن أبي بكر عن أبيه عن عبد\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\nالملك بن الحارث بن هشام عن أبيه أن النبي صلى الله عليه وسلم تزوج أم سلمة\r\nفي شوال وجمعها إليه في شوال\r\n( 725 ) حدثنا أبو كريب نا رشدين عن عقيل عن بن\r\nشهاب عن عبد الرحمن بن سعد عن عبد الرحمن بن الحارث بن\r\nهشام عن أبيه رضي الله تعالى عنه أنه قال لرسول الله صلى الله عليه وسلم يا رسول الله\r\nحدثني بأمر أعتصم به فقال إملك عليك هذا وأشار إلى لسانه\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n129 ومن ذكر جعده بن هبيرة\r\n( 726 ) حدثنا أبو بكر بن أبي شيبة نا عبد الله بن إدريس عن\r\nأبيه عن جعدة بن هبيرة قال قال رسول الله صلى الله عليه وسلم خير الناس\r\nقرني ثم الذين يلونهم ثم الذين يلونهم ثم الذين يلونهم ثم الآخرون\r\nأردى\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n13 ومن ذكر قيس بن السائب\r\n( 727 ) حدثنا محمد بن يزيد أبو هشام نا أبو مالك عمرو بن\r\nهاشم حدثني مسلم الملائي عن مجاهد قال كنت أقود مولاي\r\nقيس بن السائب فيقول أزالت الشمس فإذا قلت نعم صلى الظهر\r\nويقول هكذا كان رسول الله صلى الله عليه وسلم يفعل قال وكان رسول الله صلى الله عليه وسلم\r\nيصلي العصر والشمس بيضاء حيه وكان يصلي المغرب والصائم\r\nيتمارى في الفطر\r\n( 728 ) حدثنا أبو هشام محمد بن يزيد نا أبو مالك عمرو بن\r\nهاشم عن مسلم عن مجاهد عن قيس بن السائب قال وأخبرنا بن\r\nفضيل عن مسلم الملائي عن أنس رضي الله تعالى عنه قال كان رسول الله\r\nصلى الله عليه وسلم يصلي الفجر حين يغشى النور السماء\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n131 ومن ذكر عبد الله بن أبي أمية رضي الله عنه\r\n( 729 ) حدثنا أبو يحيى محمد بن عبد الرحيم ثنا يعقوب بن\r\nإبراهيم ثنا أبي عن محمد بن إسحاق عن هشام بن عروة عن أبيه عن\r\nعبد الله بن أبي أمية المخزومي رضى الله تعالى عنه قال رأيت رسول الله\r\nصلى الله عليه وسلم يصلي في بيت أم سلمة رضى الله تعالى عنها في ثوب واحد يخالف\r\nبين طرفيه\r\n( 730 ) حدثنا أبو يحيى ثنا سليمان بن داود الهاشمي ثنا بن\r\nأبي الزناد عن أبيه عن عروة عن عبد الله بن أبي أمية رضي الله تعالى عنه\r\nقال رأيت رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n132 ومن ذكر أبي أمية المخزومي رضي الله عنه\r\n( 731 ) حدثنا هدبة بن خالد ثنا حماد بن سلمه عن إسحاق بن\r\nعبد الله بن أبي طلحة عن أبي المنذر مولى أبي ذر عن أبي أمية\r\nالمخزومي قال اتي رسول الله صلى الله عليه وسلم بسارق اعترف لم يوجد معه\r\nالمتاع فأتى به النبي صلى الله عليه وسلم فقال ما أخالك سرقت قال بلي مرتين\r\nأو ثلاثة فأمر به النبي صلى الله عليه وسلم فقطع ثم جئ به فقال له النبي صلى الله عليه وسلم قل\r\nاستغفر الله وأتوب إليه فقال ها فقال النبي صلى الله عليه وسلم اللهم تب عليه\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n( 732 ) حدثنا هدبة بن خالد نا حماد بن سلمه نا عكرمة بن\r\nخالد المخزومي عن أبيه أو عن عمه عن جده أن النبي صلى الله عليه وسلم قال\r\nفي غزوة تبوك إذا وقع الطاعون في أرض وأنتم بها فلا تخرجوا\r\nمنها وإذا وقع ولستم بها فلا تقدموا عليها\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\nومن ذكر بني عدي بن كعب بن لؤي بن غالب\r\nالخطاب\r\nأبو عبد الرحمن رضي الله تعالى عنه وأمه بنت مظعون بن حبيب بن\r\nوهب بن حذافة بن جمح بن عمرو بن هصيص بن كعب بن لؤي\r\nومات بمكة ودفن بذي طوى\r\n( 733 ) حدثنا يحيى بن حكيم ثنا أبو قتيبة نا عبد الرحمن بن\r\nعبد الله بن دينار عن زيد بن أسلم عن عبيد بن جريج قال رأيت بن\r\nعمر رضي الله تعالى عنه يصفر لحيته\r\n( 734 ) حدثنا يعقوب بن حميد ثنا عبد العزيز بن محمد عن\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\nزيد بن أسلم قال كان بن عمر رضي الله تعالى عنه يصفر لحيته\r\nحتى تمتلئ ثيابه من صفره\r\n( 735 ) حدثنا هشام بن عمار ثنا الوليد بن مسلم ثنا زهير عن\r\nزيد بن أسلم قال رأيت بن عمر رضي الله تعالى عنه محلول زر قميصه\r\n( 736 ) حدثنا بن مصفى ثنا بقية ثنا شعبة عن عيينة بن عبد\r\nالرحمن عن أبيه قال رأيت بن عمر عمر محلول الازرار في المسجد\r\n( 737 ) حدثنا أبو بكر بن أبي شيبة ثنا أبو أسامة عن هشام بن\r\nعروة قال رأيت بن عمر وجمته مفروقة\r\n( 738 ) حدثنا بن أخي جويرية عن نافع عن بن عمر قال كان\r\nربما أدهن في اليوم مرتين\r\n( 739 ) حدثنا كثير بن عبيد الحذاء ثنا مروان بن معاوية عن\r\nعنبسة بن عمار قال رأيت بن عمر يصفر لحيته\r\n( 740 ) حدثنا أبو بكر بن أبي شيبة ثنا أسامة عن هشام قال\r\nرأيت بن عمر جمته مفروقة تضرب منكبيه\r\n( 741 ) حدثنا أبو الربيع ثنا حماد بن زيد عن عبيد الله بن عمر\r\nقال قلت لنافع أكان بن عمر يأخذ من شاربه قال يأخذ من ها هنا\r\nوها هنا قال أبو بكر يعنى أعلاه وأسفله\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n( 742 ) حدثنا أبو سفيان عبد الرحيم بن مطرف ثنا أبو المليح\r\nعن ميمون يعنى بن مهران أنه كان يحفى شاربه وذكر أن بن عمر كان\r\nيفعله\r\n( 743 ) حدثنا أبو بكر نا عبدة عن عثمان الحاطبي رأيت بن\r\nعمر يحفي شاربه\r\n( 744 ) حدثنا أبو بكر ثنا كثير بن هشام عن جعفر بن برقان عن\r\nحبيب بن الريان رأيت بن عمر قد جز شاربه كأنه قد حلقه\r\n( 745 ) حدثنا الحوطي ثنا محمد بن حمير ثنا إبراهيم بن أبي\r\nعبلة قال رأيت من أصحاب رسول الله صلى الله عليه وسلم بن عمر وعبد الله بن\r\nعمرو وابن أم حزام وواثلة بن الأسقع يقمون من\r\nشواربهم قال أبو بكر بن أبي عاصم بن أبي عبلة عندهم في حالة\r\nجليلة\r\n( 746 ) حدثنا عباد بن الوليد النرسي ثنا يحيى بن سعيد عن\r\nعبيد الله بن عمر عن نافع عن بن عمر رضي الله تعالى عنه أنه عرض على\r\nالنبي صلى الله عليه وسلم يوم أحد وهو ابن أربع عشرة فلم يجزه وعرض يوم الخندق\r\nوهو بن خمس عشرة فأجازه\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n( 747 ) حدثنا أبو بكر بن أبي شيبة ثنا عبد الله بن\r\nإدريس وعبد الرحيم بن سليمان عن عبيد الله بن عمر عن نافع عن\r\nبن عمر رضي الله قال عرضت على النبي صلى الله عليه وسلم يوم أحد فذكر\r\nمثله\r\n( 748 ) حدثنا عمرو بن عثمان ثنا محمد بن عمر بن شور عن\r\nعبد الله بن حكيم عن عبد العزيز بن عمر بن عبد العزيز قال كنت\r\nعند أبي وعنده بن لعبد الله بن عمر فحدث عن أبيه أنه عرض\r\nعلى النبي صلى الله عليه وسلم فذكر مثله\r\nقال بن أبي عاصم وكانت أحد في شوال بعد وقعة بدر بعام\r\nوكانت بدر على رأس ثمانية عشر شهرا وكانت أحد بسنتين ونصف\r\nمن مهاجر النبي صلى الله عليه وسلم وكان بن عمر عند مقدم النبي صلى الله عليه وسلم المدينة\r\nبن إحدى عشرة سنه ونصف وتوفي وهو بن أربع وثمانين سنة\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\nومما أسند\r\n( 749 ) حدثنا الحسن بن حسين المروزي ثنا عبد الله بن\r\nالمبارك ثنا يونس عن الزهري أخبرني سالم بن عبد الله بن عمر عن\r\nأبيه أنه سمع النبي صلى الله عليه وسلم يقول كلكم راع ومسؤول عن رعيته\r\nفالامام راع وهو مسؤول عن رعيته والرجل راع على أهله وهو\r\nمسؤول عن رعيته والمرأة راعية على بيت زوجها وهي مسؤولة عن\r\nرعيتها والخادم في مال سيده راع وهو مسؤول عن رعيته وهو مسؤول عن رعيته قال وأحسبه\r\nقال والرجل راع في مال أبيه ألا فكلكم راع وكلكم مسؤول عن\r\nرعيته قال أبو بكر ورواه عن الزهري عقيل وعبيد الله بن أبي منيع\r\n( 750 ) حدثنا أبو الربيع الزهراني حدثنا حماد بن زيد عن\r\nأيوب عن نافع عن بن عمر قال قال رسول الله صلى الله عليه وسلم كلكم راع\r\nومسؤول فالأمير راع على الناس وهو مسؤول والرجل راع على\r\nأهله وهو مسؤول والمرأة راعية علي بيت زوجها وهي مسؤولة\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nوالعبد راع على مال سيده وهو مسؤول ألا فكلكم راع\r\nوكلكم مسؤول\r\n( 751 ) حدثنا عباس بن الوليد النرسي ثنا يحيى بن سعيد ثن\r\nعبيد الله عن نافع عن بن عمر رضي الله تعالى عنه عن النبي صلى الله عليه وسلم مثله\r\nورواه موسى بن عقبة عن نافع ورواه عبد الله بن دينار عن بن\r\nعمر ورواه زيد بن أسلم عن بن عمر\r\n( 752 ) حدثنا أبو الربيع ثنا أبو شهاب عبد ربه بن نافع عن بن\r\nأبي ليلى عن الحكم عن مقسم عن بن عباس رضي الله تعالى عنه قال\r\nكنا في جنازة بنت عثمان رضي الله تعالى عنها وفيها بن عمر فسمع بكاء\r\nفقال قال رسول الله صلى الله عليه وسلم الميت يعذب ببكاء أهله\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n134 ومن ذكر عبيد الله بن عمر\r\nبن الخطاب قتل بصفين مع معاوية\r\n( 753 ) حدثنا أبو بكر بن أبي النضر ثنا ريحان بن سعيد ثنا\r\nعباد بن منصور عن أيوب عن أبي قلابة عن بشير بن عمر قال\r\nلنا رسول الله صلى الله عليه وسلم ذات يوم\r\nإني رأيت الملائكة عليهم السلام في المنام أخذوا عمود\r\nالكتاب فعمدوا به إلي الشام فإذا وقعت الفتن فإن الايمان بالشام\r\n( 754 ) حدثنا يحيى بن محمد بن السكن أبو عبد الله الزار نا\r\nريحان بن سعيد أبو عصمة نا عباد بن منصور عن أيوب عن أبي قلابة\r\nعن بشير عن عبيد الله بن عمر رضي الله تعالى عنه رفعه إلي النبي صلى الله عليه وسلم في\r\nعمود الكتاب مثله\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n* ) * 135 ومن ذكر عبد الرحمن بن عمر رضي الله عنهما\r\n( 755 ) حدثنا عبيد الله بن معاذ ثنا أبي عن حبيب بن الشهيد\r\nعن يزيد بن أسلم عن أبيه قال دعا عمر رضي الله تعالى عنه ابنه عبد\r\nالرحمن ليغير كنيته وكانت كنيته أبو عيسى فقال يا أمير المؤمنين\r\nوالله إن رسول الله صلى الله عليه وسلم كنى المغيرة بن شعبة بها قال بن أبي عاصم\r\nوكان للمغيرة بن شعبة كنيتان أبو عبد الله وأبو عيسى\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n136 رجل من آل عمر رضي الله عنه\r\n( 756 ) حدثنا عقبه بن نافع بن مكرم ثنا بن بكير ثنا سوار بن\r\nميمون عن أبي قزعة قال حدثني رجل من آل عمر بن\r\nالخطاب رضي الله تعالى عنه أنه سمع رسول الله صلى الله عليه وسلم يقول\r\nمن مات بأحد الحرمين مكة أو المدينة بعث من الأرض يوم\r\nالقيامة قال أبو بكر القباب هكذا في كتابي ووجدت في نسخة\r\nأخرى من الآمنين يوم القيامة وقال رسول الله صلى الله عليه وسلم\r\nمن سكن المدينة فصبر على لأوائها وشدتها كنت له شفيعا\r\nوشهيدا يوم القيامة\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n137 وقالوا عبد الله بن عبد الله\r\nبن عمر رضي الله عنهم\r\n( 757 ) حدثنا محمد بن إسماعيل البخاري ثنا بن أبي أويس\r\nحدثني أخي عن سليمان بن بلال عن عمرو بن أبي عمرو حدثني\r\nسعيد بن جبير عن عبد الله بن عبد الله بن عمر رضي الله تعالى عنه أن\r\nرسول الله صلى الله عليه وسلم لما دفع عشية عرفة سمع وراءه زجرا شديدا وضربا في\r\nالاعراب فالتفت إليهم فقال\r\nالسكينة أيها الناس فإن البر ليس بالايضاع\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n( 758 ) حدثنا الحلواني ثنا يزيد بن هارون قال كان\r\nعبد الله بن عبد الله أكبر ولد عبد الله بن عمرو\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n138 ومن ذكر نعيم بن النحام رضي الله عنه\r\n( 759 ) حدثنا هشام بن عمار نا بن أبي العشرين ثنا الأوزاعي\r\nعن يحيى بن سعيد أن محمد بن إبراهيم بن الحارث حدثه عن\r\nنعيم بن النحام قال كنت مع امرأتي في مرطها غداة باردة فنادى\r\nمنادي رسول الله صلى الله عليه وسلم في صلاة الصبح فلما سمعته قلت لو قال ومن\r\nقعد لا حرج فلما قال الصلاة خير من النوم قال ومن قعد فلا\r\nحرج\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n( 760 ) حدثنا بن كاسب ثنا بن أبي أويس ثنا سليمان بن بلال\r\nعن يحيى بن سعيد عن محمد بن إبراهيم عن نعيم بن النحام رضي\r\nالله تعالى عنه عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n139 ومن ذكر إبراهيم بن نعيم\r\nبن النحام رضي الله عنه\r\n( 761 ) حدثنا فضيل بن سهل الأعرج ثنا يونس بن محمد نا\r\nليث بن سعد عن يزيد بن أبي حبيب عن إبراهيم بن صالح واسمه\r\nالذي يعرف به نعيم بن النحام وسماه رسول الله صلى الله عليه وسلم صالحا\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n14 ومن ذكر عبد الله بن نعيم\r\nبن النحام رضي الله عنهم\r\n( 762 ) حدثنا الحسن بن علي ثنا عبد الرزاق ثنا بن\r\nجريج أخبرني نافع مولى بن عمر عن عبد الله بن نعيم بن النحام\r\nرضي الله تعالى عنه قال اذن مؤذن النبي صلى الله عليه وسلم ليلة فيها برد ومطر وأنا تحت\r\nلحافي فتمنيت أن يلقي الله تعالى على لسانه ولا حرج فلما فرغ قال\r\nولا حرج\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n141 ومن ذكر مطيع بن الأسود\r\nأحد بني عدي بن كعب وكان اسمه العاص فسماه رسول الله\r\nصلى الله عليه وسلم مطيعا رضي الله تعالى عنه مات في آخر خلافة عثمان رضي الله عنه\r\n( 763 ) حدثنا يعقوب بن حميد ثنا بن عيينة عن زكريا بن أبي\r\nزائده عن عامر عن عبد الله بن مطيع عن أبيه قال ولم يدرك الاسلام\r\nمن عصاة قريش إلا هو وكان اسمه العاص فسماه رسول الله صلى الله عليه وسلم\r\nمطيعا قال وقال النبيل أتغزا مكة بعد هذا العام أبدا يعني عام\r\nالفتح\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n142 ومن ذكر عبد الله بن عامر\r\nبن ربيعه رضي الله تعالى عنه توفي سنة خمس وثمانين وهو بن\r\nست وثمانين سنة حليف للخطاب\r\n( 764 ) حدثنا الحسن بن البزار ثنا مصعب بن عبد الله أخبرني\r\nأبي عن مصعب بن ثابت عن حنظلة بن قيس عن عبد الله بن الزبير\r\nوعبد الله بن عامر رضي الله تعالى عنهما قالا قال رسول الله صلى الله عليه وسلم\r\nالمقتول دون ماله شهيد\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\nقال أبو بكر فإن كان عبد الله بن عامر بن ربيعه وإلا فهو عبد\r\nالله بن عامر بن كريز بن حبيب بن عبد شمس مات سنة تسع\r\nوخمسين\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n143 ومن ذكر ابن أبي معمر\r\nبن عبد الله العدوي رضي الله تعالى عنه من بنى عدي بن كعب\r\n( 765 ) حدثنا يعقوب بن حميد ثنا عبد العزيز بن محمد عن\r\nعمرو بيحيى عن محمد بن عمرو بن عطاء عن سعيد بن المسيب\r\nعن بن أبي معمر من بني عدي بن كعب أن النبي صلى الله عليه وسلم قال لا\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nيحتكر إلا خاطئ قال فقلت فإنك تحتكر قافان بن أبي معمر\r\nكان يحتكر\r\n( 766 ) حدثنا بن كاسب ثنا عبد الله بن وهب أخبرني\r\nعمرو بن الحارث عن أبي النضر مولى عمر بن عبد الله عن بسر\r\nبن سعيد عن معمر بن عبد الله العدوي صاحب رسول الله\r\nصلى الله عليه وسلم أنه أرسل غلاما له فقال خذ من حنطة أهلك فابتع لنا بها شعيرا\r\nولا تأخذن إلا مثلا بمثل فذهب الغلام فأخذ صاعا وبعض صاع فلما\r\nرجع أخبره فقال ولم فعلت أردده فإني سمعت رسول الله صلى الله عليه وسلم\r\nيقول الطعام بالطعام مثلا بمثل يدا بيد وكان طعامنا يومئذ الشعير\r\nفقيل له إنه ليس مثله فقال إني أخاف أن يضارع\r\n( 767 ) حدثنا محمد بن عوف نا بن أبي مريم عن بن لهيعة\r\nعن يزيد بن أبي حبيب عن عبد الرحمن بن جبير عن معمر بن\r\nعبد الله العدوي رضي الله تعالى عنه قال بعثني رسول الله صلى الله عليه وسلم أؤذن في\r\nالناس أيام منى أنها أيام أكل وشرب\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n144 ومن ذكر أبي جهم بن حذيفة\r\nبن غانم بن عامر بن عبد الله بن عويج بن عدي بن كعب\r\nواسم أبي جهم عبيد الله بن حذيفة ما ت في خلافة معاوية وهو\r\nمن الأنصار رضي الله عنه\r\n( 768 ) حدثنا عبيد الله بن سعد حدثني عمي عن أبيه عن بن\r\nإسحاق عن عبد الرحمن الأعرج عن عمير مولى عبد الله بن عباس\r\nعن أبي الجهيم بن الحارث بن الصمة رضي الله تعالى عنه أنه حدثه أن\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\nرسول الله صلى الله عليه وسلم ذهب نحو بئر حمل فقضى حاجته فلقيه رجل مسلم\r\nفلم يرد عليه حتى أقبل على الجدار فمسح وجهه ويديه ثم رد عليه\r\n( 769 ) حدثنا محمد بن يحيى الباهلي ثنا يعقوب يعني\r\nبن محمد ثنا عبد الرحمن بن أبان عن عبد الله بن الوليد عن أبي بكر بن\r\nعبيد الله بن أبي الجهم قال سمعت أبا الجهم بن حذيفة يقول لقد\r\nتركت الخمر في الجاهلية وما تركتها إلا خشية الفساد على عقلي\r\nومالي\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n145 ومن ذكر بن زيد بن نفيل رضي الله عنه\r\n( 770 ) حدثنا سعيد بن يحيى بن سعيد الأموي ثنا أبي ثنا\r\nمجالد عن الشعبي عن جابر بن عبد الله رضي الله تعالى عنه قال سئل\r\nرسول الله صلى الله عليه وسلم عن زيد بن عمرو بن نفيل فقيل يا رسول الله كان يستقبل\r\nالكعبة ويقول اللهم إلهي إله إبراهيم وديني دين إبراهيم عليه\r\nالسلام فيصلي ويسجد قال وقال ذاك أمة واحده يحشر بيني\r\nوبين عيسى بن مريم عليه السلام\r\n( 771 ) حدثنا الحسن بن علي ثنا أبو أسامة ثنا هشام بن عروة\r\nعن أبيه عن أسماء بنت أبي بكر قال رأيت زيد بن عمرو بن نفيل\r\nوهو مسند ظهره إلى الكعبة يقول يا معشر قريش ما منكم اليوم أحد\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\nعلى دين إبراهيم عليه السلام غيري وكان يصلي في الكعبة ويقول\r\nإلهي إله إبراهيم وديني دين إبراهيم عليه السلام وكان يحيى المؤودة\r\nفيقول للرجل إذا أراد أن يقتل ابنته لا تقتلها إلي فأنا أكفيك مؤونتها\r\nحتى إذا ترعرعت قال إن شئت فخذها الآن وإن شئت فدعها أكفيك\r\nمؤونتها وسئل عنه النبي صلى الله عليه وسلم فقال\r\nيبعث يوم القيامة أمة وحده\r\n( 772 ) حدثنا محمد بن إسماعيل ثنا بن أبي أويس ثنا بن\r\nأبي الزناد عن هشام بن عروة عن أبيه عن أسماء بنت أبي بكر رضي\r\nالله تعالى عنها قالت كان زيد بن عمرو بن نفيل في الجاهلية يقف عند\r\nالكعبة ويلزق ظهره إلى صفحتها قال إسماعيل يعني أصلها\r\nويقول يا معشر قريش ما أحد على الأرض على دين إبراهيم عليه\r\nالسلام غيري وكان ترك عبادة الأوثان وأكل ما ذبح على النصب\r\nوكان يفادي المؤودة أن تقتل\r\n( 773 ) حدثنا محمد بن إسماعيل ثنا بن أبي أويس عن\r\nبن أبي الزناد عن هشام بن عروة عن أبيه عن أسماء ابنة أبي\r\nبكر قالت قال زيد بن عمرو بن نفيل رضي الله تعالى عنه\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nعزلت الجن والجنان عني كذلك يفعل الجلد الصبور\r\nفلا العزى أدين ولا أبنتيها ولا أطم بني طسم أدير\r\nولا غنما أدين وكان رب إلى الدهر إذ حلمي صغير\r\nفرب واحدا والف رب أدين إذا انقسمت الأمور\r\nألم تعلم بان الله أفنى رجالا كان شأنهم الفجور\r\nوأبقى أخرين بعد قوم قبر ومنهم الطفل والصغير\r\nوأوشك أن يعيش المرء يوما كما يتروح الغصن النضير\r\nوقال ورقة بن نوفل لزيد بن عمرو بن نفيل\r\nرشدت وأنعمت بن عمرو وإنما توقيت تنورا من النار حاميا\r\nبدينك ربا ليس رب كمثله وتركك جنان الجبال كما هيا\r\nيقول إذ جاورت أرضا مخيفة حنانيك لا تظهر علي الا عاديا\r\nأدين لربي يستجيب ولا أدين لمن لا يسمع الدهر داعيا\r\nأقول إذا صليت في كل مسجد تباركت قد أكثرت باسمك داعيا\r\n( 774 ) حدثنا المقدمي نا أبو داود المسعودي نا\r\nنفيل بن هشام بن سعد بن زيد عن أبيه عن جده قال قلت للنبي\r\nصلى الله عليه وسلم إن أبي كان كما رأيت أو كما بلغك فاستغفر لقال نعم فإنه\r\nيبعث يوم القيامة أمة وحده\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n( 775 ) حدثنا محمد بن إسماعيل نا بن أبي\r\nأويس نا بن أبي الزناد عن هشام بن عروة عن أبيه أن سعيد بن زيد بن عمرو بن نفيل\r\nرضي الله تعالى عنه قال سألت أنا وعمر بن الخطاب رضي الله تعالى عنه يعني\r\nالنبي صلى الله عليه وسلم عن زيد بن عمرو بن نفيل رضي الله تعالى عنه فقال يأتي يوم\r\nالقيامة أمة وحده\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nومن بني جمح بن عمرو بن هصيص بن كعب بن لؤي\r\nبن خلف بن وهب بن حذافة بن جمح رضي الله تعالى عنه مات\r\nفي خلافة معاوية لا يوقف على السنة التي مات فيها يكنى أبا\r\n( 776 ) حدثنا بن كاسب نا بن عيينة عن إبراهيم بن ميسره\r\nوعمرو بن دينار عن طاوس عن بن عباس رضي الله تعالى عنه قال قال\r\nرسول الله صلى الله عليه وسلم لصفوان بن أمية رضي الله تعالى عنه\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nارجع يا أبا وهب إل أباطح مكة فقروا على سكناتكم\r\n( 777 ) حدثنا أبو بكر بن أبي شيبة نا يزيد بن هارون نا سليمان\r\nالتيمي عن أبي عثمان النهدي عن عامر بن مالك عن صفوان بن أمية\r\nرضي الله تعالى عنه عن النبي صلى الله عليه وسلم قا\r\nلا لطاعون شهاده والغرق شهاده والبطن شهاده والنفساء\r\nشهاده\r\n( 778 ) نا محمد بن المثني نا يحيى بن سعيد نا التيمي عن\r\nأبي عثمان عن عامر بن مالك عن صفوان بن أمية قال التيمي نا\r\nأبو عثمان مرارا رفعه إلى النبي مرة\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n( 779 ) حدثنا أبو بكر بن أبي شيبة نا يحيى بن آدم نا بن\r\nالمبارك عن يونس عن الزهري عن سعيد بن المسيب عن صفوان بن\r\nأمية رضي الله تعالى عنه قال أعطاني رسول الله صلى الله عليه وسلم يوم حنين وأنه لأبغض\r\nالناس إلي فما زال يعطيني حتى أنه لأحب الناس إلي\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n147 ومن ذكر عبد الرحمن بن صفوان رضي الله عنه\r\n( 780 ) حدثنا أبو الربيع سليمان بن داود نا جرير بن عبد\r\nالحميد نا يزيد بن أبي زياد عن مجاهد عن عبد الرحمن بن صفوان\r\nقال لما فتحت مك أتيت رسول الله صلى الله عليه وسلم بأبي ليبايعه على الهجرة\r\nفلم يفعل فقام معه العباس رضي الله تعالى عنه في قميص ما عليه رداء\r\nفأتي النبي صلى الله عليه وسلم فقال يا نبي الله قد عرفت ما بيني وبين عبد\r\nالرحمن بن صفوان وأتاك بأبيه لتبايعه على الهجرة فلم تبايعه\r\nفقال إنها لا هجرة فقال أقسمت عليك لما بايعته على الهجرة\r\nفقال ها ومد يديه وقال أبررت عمي ولا هجرة\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n( 781 ) حدثنا يوسف بن موسى نا جرير عن يزيد بن أبي زياد\r\nعن مجاهد عن عبد الرحمن بن صفوان رضي الله تعالى عنه قال دخل\r\nرسول الله صلى الله عليه وسلم البيت فلما خرج سألت من كان معه فقالوا صلى\r\nركعتين عند السارية الوسطي عن يمينها ورأيت رسول الله صلى الله عليه وسلم يلتزم\r\nالبيت ما بين الحجر والباب ورأيت الناس يلتزمون ما بين البيت إلى\r\nالحجر\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nرضي الله تعالى عنهما 148 ومن ذكر محمد بن حاطب\r\nيكني أبا إبراهيم توفي سنة ست وثمانين\r\n( 782 ) حدثنا أبو بكر بن أبي شيبة ثنا محمد بن بشر\r\nزكريا بن أبي زائده عن سماك بن حرب عن محمد بن حاطب رضي\r\nالله تعالى عنه قال تناولت قدرا كانت لنا فاحترقت يدي فانطلقت بي أمي\r\nإلى رجل جالس في الجبانة فقالت له يا رسول الله فقال لبيك\r\nوسعديك ثم أدنتني منه فجعل ينفث ويتكلم بكلام لا أدري ما هو\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n( 783 ) حدثنا زكريا بن صبيح زحمويه نا عبد الرحمن بن\r\nعثمان بن إبراهيم بن محمد بن حاطب عن أبيه عن جده\r\nمحمد بن حاطب عن أمه أم جميل بنت المجلل قالت أقبلت بك\r\nمن أرض الحبشة حتى إذا كنت بالمدينة على ليلة أو ليلتين طبخت\r\nلك طبيخا ففنى الحطب فذهبت أطلبه فتناولت القدر فانكفئت على\r\nذراعيك فقدمت بك إلى المدينة فأتيت بك النبي صلى الله عليه وسلم فقلت يا\r\nرسول الله هذا محمد بن حاطب وهذا أول من سمي بك فقالت فتفل\r\nرسول الله في فيك ومسح على رأسك ودعا لك\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n149 ومن ذكر الحارث بن حاطب رضي الله عنه\r\n( 784 ) حدثنا إبراهيم بن حجاج السامي ثنا حماد بن سلمه\r\nعن يوسف بن سعد عن الحارث بحاطب رضي الله تعالى عنه قال سرق\r\nرجل على عهد النبي صلى الله عليه وسلم فأتي به النبي صلى الله عليه وسلم فقال اقتلوه فقالوا يا\r\nرسول الله إنما سرق فقال اقطعوه ثم سرق على عهد أبي بكر\r\nرضي الله تعالى عنه فقطعه ثم سرق فقطعه ثم سرق أيضا فقطع أربع مرات\r\nحتى قطع قوائمه كلها ثم سرق الخامسة فقال أبو بكر كان رسول الله\r\nصلى الله عليه وسلم أعلم بهذا حين أمر بقتله\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n( 785 ) حدثنا وهب بن بقية نا خالد بن عبد الله نا خالد الحذاء\r\nعن يوسف بن يعقوب عن محمد بن حاطب أو الحارث بن حاطب\r\nقال ذكر بن الزبير فقال طالما حرص على الامارة قلنا وما ذاك\r\nقال أتي رسول الله صلى الله عليه وسلم بلص فأمر بقتله فقيل له إنه سرق فقال\r\nاقطعوه ثم أتي به بعد ذلك إلى أبي بكر رضي الله تعالى عنه قد سرق وقد\r\nقطعت قوائمه فقال أبو بكر رضي الله تعالى عنه ما أجد لك إلا ما قضي\r\nفيك رسول الله صلى الله عليه وسلم يو أمر بقتلك فإنه كان أعلم بك فأمر بقتله أغيلمة\r\nمن أبناء المهاجرين أنا فيهم فقال بن الزبير رضي الله تعالى عنه أمروني\r\nعليكم فأمرناه علينا فانطلقنا به إلى البقيع فقتلناه\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n15 ومن ذكر عمرو بن خارجه رضي الله عنه\r\n( 786 ) حدثنا أبو كامل نا أبو عوانة عن قتادة عن شهر بن\r\nحوشب عن عبد الرحمن بن غنم عن عمرو بن خارجه\r\nالجمحي\r\n( 787 ) وحدثنا يعقوب ثنا عبد الرزاق عن معمر عن مطر ح\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\nوحدثنا يعقوب نا حاتم عن محمد بن عبيد الله عن\r\nقتادة عن شهر بن حوشب عن عمرو بن خارجه رضي الله تعالى عنه قال\r\nكنت عند جران ناقة رسول الله صلى الله عليه وسلم وأنها لتقصع بجرتها وأن\r\nلعابها ليسيل على كتفي فسمعته يقول وهو يخطب بالناس\r\nان الله عز وجل قد أعطى كل ذي حق حقه وأنه ليس لوارث\r\nوصية الوالد للفراش وللعاهر الحجر من انتمى إلى غير من أنعم عليه\r\nأو ادعى إلى غير أبيه فعليه لعنة الله تعالى والملائكة والناس أجمعين\r\nلا يقبل الله تعالى منه صرف ولا عدل\r\n( 789 ) حدثنا يعقوب ثنا عبد الله بن نافع ثنا عن عبد الملك بن\r\nقدامة الجمحي عن أبيه عن عمر بن خارجه الجمحي رضي الله تعالى عنه\r\nعن النبي صلى الله عليه وسلم مثله\r\nقال أبو بكر هكذا قرأه يعقوب\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n151 ومن ذكر سعيد بن عامر بن حذيم\r\nومما أسند\r\n( 790 ) حدثنا الحسن بن علي ثنا شبابة عن أبي عبد الله\r\nالباهلي عن عتاب بن سفيان عن عبد الرحمن بن سابط الجمحي عن\r\nسعيد بن عامر الجمحي رضي الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم ذات\r\nيوم يا أبا بكر تعال وتعال يا عمر فقال إني أمرت أن أو أخي بينكما\r\nبوحي أنزل علي من السماء فأنتما أخوان في الدنيا وأخوان في الجنة\r\nفليسلم كل واحد منكما على صاحبه وليصافحه فأخذ أبو بكر بيد\r\nعمر رضي الله تعالى عنهما فتبسم رسول الله صلى الله عليه وسلم وقال تكون قبله وتموت\r\nقبله وقال يا زبير ويا طلحة تعالا أمرت أن أواخي بينكما فأنتما\r\nأخوان في الدنيا أخوان في الجنة وليسلم كل وحد منكما على\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nصاحبه وليصافحه ففعلا ثم قال يا علي تعال ويا عمار تعال\r\nأمرت أن أواخي بينكما أنتما أخوان في الدنيا أخوان في الجنة\r\nفليسلم كل واحد منكما على صاحبه وليصافحه ففعلا ثم قال لأبي بن\r\nكعب وابن مسعود مثل ذلك ففعلا ثم قال لأبي الدرداء وسلمان\r\nالفارسي مثل ذلك ففعلا ثم قال لسعد بن أبي وقاص وصهيب مثل\r\nذلك ففعلا ثم قال لأبي ذر وهلال مولى المغيرة بن شعبة مثل ذلك ثم\r\nقال يا أسامة يا أبا هند تعالا حجاما كان يحجم النبي صلى الله عليه وسلم شرب\r\nدمه فقال لهما مثل ذلك ثم قال لأبي أيوب وعبد الله بن سلام مثل\r\nذلك فالتفت عبد الرحمن بن عوف إلى عثمان بن عفان\r\nثم ذكر الحديث بطوله ولم أجده\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n152 ومن ذكر أبي محذورة أوس بن معير\r\nبن لوذان بن سعد بن جمح ويقال سبرة\r\n( 791 ) حدثنا ابن جريج أخبرني عبد العزيز بن عبد الملك بن\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nأبي محذورة أن عبد الله بن محيريز أخبره وكان في حجر أبي\r\nمحذورة بن معير فجهزه إلى الشام قال فقلت لأبي محذورة إني\r\nخارج إلى الشام فأخشى أن أسأل عن تأذينك فأخبرني أن أبا محذورة\r\nقال له نعم خرجت في نفر فكنا ببعض الطريق فأذن مؤذن رسول الله\r\nصلى الله عليه وسلم بالصلاة عند رسول الله صلى الله عليه وسلم فسمعت صوت المؤذن ونحن عنه\r\nمتنكبون فصرخنا نحكيه فيهن فاستمع رسول الله صلى الله عليه وسلم الصوت فأرسل\r\nإلينا فوقفنا بين يديه فقال رسول الله صلى الله عليه وسلم أيكم الذي سمعت صوته قد\r\nارتفع فأشار القوم كلهم إلي وصدقوا فأرسلهم كلهم وحبسني فقال\r\nقم فأذن بالصلاة فقمت ولا شئ أكره إلي من رسول الله صلى الله عليه وسلم ولا من\r\nشئ أمرني به فقمت بين يدي رسول الله\r\nصلى الله عليه وسلم فألقى علي رسول الله صلى الله عليه وسلم التأذين هو بنفسه فقال قل الله أكبر الله أكبر الله أكبر الله أكبر\r\nأشهد أن لا إله ألا الله أشهد أن لا إله إلا الله أشهد أن محمدا رسول الله\r\nأشهد أن محمدا رسول الله ثم قال ارجع فمد من صوتك أشهد\r\nأن لا إله إلا الله أشهد أن لا إله إلا الله أشهد أن محمدا رسول الله\r\nأشهد أن محمدا رسول الله حي على الصلاة حي على الصلاة حي\r\nعلى الفلاح حي على الفلاح الله أكبر الله أكبر لا إله إلا الله ثم\r\nدعاني حين قضيت التأذين فأعطاني صرة فيها شئ من فضة ثم وضع\r\nيده على ناصية أبي محذورة ثم قال رسول الله صلى الله عليه وسلم بارك الله تعالى فيك\r\nوبارك عليك فقلت يا رسول الله أمرني بالتأذين بمكة فقال قد\r\nأمرتك وذهب كل شئ كان لرسول الله صلى الله عليه وسلم من كراهية وعاد ذلك كله\r\nمحبة لرسول الله صلى الله عليه وسلم فقدمت على عتاب بن أسيد عامل رسول الله\r\nصلى الله عليه وسلم بمكة فأذنت معه بالصلاة عن أمر رسول الله صلى الله عليه وسلم فأخبرني\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nذلك من أدركت من أهلي ممن أدرك أبا محذورة على نحو ما أخبرني\r\nعبد الله بن محيريز\r\n( 792 ) حدثنا أبو بكر بن أبي شيبة نا عفان ثنا همام عن عامر\r\nالأحول نا مكحول أن عبد الله بن محيريز حدثه عن أبي محذورة\r\nرضي الله تعالى عنه قال علمني رسول الله صلى الله عليه وسلم الاذان تسع عشرة والإقامة\r\nسبع عشرة كلمة الآذان الله أكبر الله أكبر فذكر نحوه\r\n( 793 ) حدثنا يعقوب بن حميد نا إبراهيم بن إسماعيل سمعت\r\nأبي وجدي يحدثان عن أبي محذورة رضي الله تعالى عنه أنه كان يؤذن\r\nللنبي صلى الله عليه وسلم فيقول الله أكبر الله أكبر فذكر مثل حديث بن جريج\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n153 ومن ذكر كلدة بن الحنبل\r\nوهو أخو صفوان لامه حليف لهم\r\n( 794 ) حدثنا يحيى بن خلف نا أبو عاصم عن بن جريج\r\nحدثني عمرو بن أبي سفيان أن عمرو بن عبد الله بن صفوان أخبره أن\r\nكلدة بن الحنبل أخبره أن صفوان بن أمية بعثه إلى النبي صلى الله عليه وسلم يوم\r\nالفتح بلبن وجداية وضغابيس والنبي صلى الله عليه وسلم بأعلا الوادي فدخلت\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\nولم أسلم ولم أستأذن فقال ارجع فقل السلام عليكم أدخل وذلك\r\nبعدما أسلم صفوان رضي الله تعالى عنه\r\nقال أخبرني هذا الحديث أمية بن صفوان عن كلدة ولم\r\nيقل سمعته من كلدة\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\nومن بني سهم بن هصيص بن كعب ب لؤي\r\nعمرو بن العاص\r\nبن وائل بن هاشم بن سعيد بن سهم بن هصيص بن كعب بن لؤي ويكنى أبا عبد الله رضي الله تعالى عنه وأمه النابغة بنت\r\nخزيمة بن عنزة توفي وهو بن سبعين بمصر سنة اثنتين\r\nوأربعين وصلى عليه ابنه عبد الله ودفن بمصر بموضع يدع\r\nالمقطع واحتلم وهو بن إحدى عشرة سنة وكان قصيرا\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n( 795 ) حدثنا هدبة بن خالد نا حماد بن سلمة عن محمد بن\r\nعمرو عن أبي سلمة عن أبي هريرة رضي الله تعالى عنه قال قال رسول الله\r\nصلى الله عليه وسلم\r\nابنا العاص مؤمنان عمرو وهشام\r\n( 796 ) حدثنا محمد بن المثنى ثنا عبد الرحمن بن مهدي ثنا\r\nموسى بن علي بن رباح عن أبيه عن عمرو بن العاص رضي الله تعالى عنه\r\nقال كان بالمدينة فزع فتفرقوا فنظرت إلى سالم مولى أبي حذيفة قد\r\nأخذ سيفه محتبيا فلما رأيت ما صنع سالم دعوت بسيفي فاحتبيت به\r\nفخرج رسول الله صلى الله عليه وسلم فقال\r\nأيها الناس ألا يكون فزعكم إلى الله عز وجل ورسوله ما\r\nهذا ألا فعلتم كما فعل الرجلان المؤمنان\r\n( 797 ) حدثنا أحمد بن الفرات ثنا عبد الله بن صالح حدثني\r\nالليث عن يزيد بن أبي حبيب عن سويد بن قيس الحضرمي عن\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nزهير بن قيس البلوي عن علقمة بن رمثة البلوي رضي الله تعالى عنه قال\r\nسمعت رسول الله صلى الله عليه وسلم يقول رحم الله عمرا ثلاثا قلنا ومن عمرو يا\r\nرسول الله قال عمرو بن العاص قلنا وما باله قال كنت إذا ندبت\r\nإلى الصدقة أعطى فأجزل فأقول من أين لك هذا قال من عند\r\nالله تعالى وصدق عمرو أن لعمرو عند الله تعالى خيرا كثيرا\r\n( 798 ) حدثنا أبو موسى نا عبد الرحمن بن مهدي عن عبد\r\nالجبار بن الورد عن بن أبي مليكة قال طلحة بن عبيد الله رضي\r\nالله تعالى عنه سمعت رسول الله صلى الله عليه وسلم يقول\r\nعمرو بن العاص من صالحي قريش قال ونعم أهل البيت\r\nعبد الله وأبو عبد الله وأم عبد الله\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n( 799 ) حدثنا أبو بكر بن خلاد نا عبد الرحمن بن مهدي\r\nوبشر بن السري قال انا نافع بن عمر عن بن أبي مليكة قال قال\r\nطلحة بن عبيد الله لا أحدث عن رسول الله صلى الله عليه وسلم ألا إني سمعت رسول\r\nالله صلى الله عليه وسلم يقول\r\nعمرو بن العاص من صالحي قريش\r\n( 800 ) حدثنا هدبة بن عبد الوهاب نا النضر بن شميل نا شعبة\r\nعن حبيب بن الزبير عن عبد الله بن أبي الهذيل قال كنا نجلس\r\nعند عمرو بن العاص رضي الله تعالى عنه نذاكره الفقه\r\n( 801 ) حدثنا الحسن بن علي نا أبو عاصم نا حياة بن شريح\r\nعن يزيد بن أبي حبيب بن شماسة قال حضرنا عمرو بن العاص\r\nرضي الله تعالى عنه وهو في سياقه الموت فبكى طويلا ووجهه إلى\r\nالجدا قال فجعل يبكي فقال له ابنه ما يبكيك أما بشرك رسول الله\r\nصلى الله عليه وسلم بكذا ثلاثا فأقبل بوجهه عليه فقال يا بني أفضل مما يغد عليه\r\nشهادة أن لا إله إلا الله وأن محمدا رسول الله صلى الله عليه وسلم ثم ذكر الحديث\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n( 802 ) حدثنا الحسن بن علي ثنا عبيد الله بن موسى عن\r\nإسرائيل عن أبي إسحاق عن أبي بردة عن أبي موسى رضي الله تعالى عنه\r\nذكر قصة النجاشي رضي الله تعالى عنه قال وكان عمرو بن العاص رضي\r\nالله تعالى عنه رجلا قصيرا\r\nومما أسند\r\n( 803 ) حدثنا العباس بن الوليد النرسي ثنا معتمر بن سليمان\r\nسمعت ليثا يحدث عن مجاهد عن عبد الله بن عمرو قال اتى\r\nعمرو بن العاص رضي الله تعالى عنه رجلان يختصمان في أمر عمار وسلبه\r\nفقال خلياه واتركاه فإني سمعت رسول الله صلى الله عليه وسلم يقول اللهم\r\nأولعت قريش بعمار قاتل عمار وسالبه في النار\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n( 804 ) حدثنا سعيد بن يحيى الأموي نا أبي ثنا إسماعيل بن\r\nأبي خالد عن قيس بن أبي حازم عن عمرو بن العاص رضي الله تعال عنه\r\nقال لما بعثه رسول الله صلى الله عليه وسلم إلى غزوة ذات السلاسل منع الناس أن\r\nيوقدوا بليل نارا فكلموا أبا بكر رضي الله تعالى عنه فقالوا كلمة لنا فأتاه\r\nفقال زملوك إلي لا يوقد أحد منهم نارا إلا ألقيه فيها ثم لقي العدو فهزمهم ولم يدعهم يطلبون العدو\r\nفلما رجعوا إلى رسول الله صلى الله عليه وسلم\r\nأخبروه بالخير وشكوا إليه فقال كانوا قليلا فكرهت أن يوقدوا\r\nفيستبين للعدو قلتهم وكرهت أن يتبعوا العدو وخفت ان يكون لهم\r\nمادة فيعطفوا على الناس فحمد رسول الله صلى الله عليه وسلم أمره فقال يا رسول\r\nالله من أحب الناس إليك قال لم قال لأحب من تحب قال\r\nعائشة قال ليس عن النساء أسألك قال فأبو بكر رضي الله تعالى عنه\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n155 ومن ذكر عبد الله بن عمرو\r\nبن العاص يكنى أبا محمد ويقال أبو عبد الرحمن رضي الله\r\nتعالى عنه مات بمكة وهو بن اثنتين وسبعين وأمه بنت\r\nنبيه بن الحجاج بن عامر بن حذافة بن سعيد بن سهم توفي سنة\r\nثلاث وستين قالوا خمس وستين\r\n( 805 ) حدثنا الحسن بن علي نا يزيد بن هارون نا عبد\r\nالملك بن قدامة ثنا عمر بن شعيب أخو عمرو بن شعيب بالشام عن\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nأبيه عن جده عبد الله بن عمرو بن العاص وكانت أمه بنت نبيه بن\r\nالحجاج وكانت امرأة تهدى لرسول الله صلى الله عليه وسلم وتلطفه فأتاه يوما\r\nفقال كيف أنت يا أم عبد الله فقالت بخير بأبي وأمي يا رسول الله\r\nفكيف أنت بأبي وأمي يا رسول الله قال بخير فكيف عبد الله فذكر\r\nالقصة\r\n( 806 ) حدثنا أبو تقي هشام بن عبد الملك ثنا محمد بن حرب\r\nعن السري بن ينعم الجبلاني عن عمرو بن قيس قال لما استخلف\r\nيزيد بن معاوية نزل بحوارين فخرج إليه وفد أهل مصر فخرجت\r\nحتى قدمنا حوارين فإذا رجل آدم طويل قاعد يحدث الناس عليه\r\nخميصة فقال رجل يا أبا عبد الرحمن\r\nقال بن أبي عاصم يريد عبد الله بن عمرو رضي الله تعالى عنه\r\n( 807 ) حدثنا بن مصفى ثنا بن حميد عن عمرو بن قيس\r\nالكندي قال خرجت مع والدي إلى حوارين لنبايع يزيد بن معاوية\r\nفأقبل شيخ كبير فابتدر الناس إليه فإذا هو عبد الله بن عمرو رضي الله\r\nتعالى عنه\r\n( 808 ) حدثنا عمرو بن عثمان ثنا الوليد بن مسلم عن سعيد بن\r\nعبد العزيز قال قيل لعبد الله بن عمرو ومتى أروح إلى الجمعة قال\r\nإذا صليت الغداة رح إن شئت\r\nقال بن أبي عاصم مات ثلاث وستين وقالوا خمس\r\nوستين\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n) * ) * ( 809 ) حدثنا الحوطي نا بن عياش نا نافع بن عامر عن سعيد\r\nعن قتادة عن عبد الله بن بريدة عن سليمان بن سعيد وكان من نساك\r\nأهل البصرة قال حججنا مع نساك أهل البصرة فانطلقنا إلى باب\r\nعبد الله بن عمرو وإذا على بابه ثلاث مائة راحلة فقلنا على هذا حج\r\nعبد الله بن عمرو رضي الله تعالى عنه قالوا نعم\r\n( 810 ) حدثنا يعقوب بن حميد ثنا عبد العزيز بن\r\nمحمد عن داود بن صالح بن دينار عن سالم بن عبد الله عن أبيه أن\r\nأبا بكر وعمر تذاكرا وأناس من أصحاب رسول الله صلى الله عليه وسلم جلسوا بعد\r\nوفاته فذاكروا أعظم الكبائر فلم يكن عندهم علم ينتهون إليه\r\nفأرسلوني إلى عبد الله بن عمرو بن العاص رضي الله تعالى عنه أسأله\r\nفأخبرني أن أعظم الكبائر شرب الخمر فأتيتهم فأعلمتهم ذلك فأنكروا\r\nوتواثبوا حتى أتوه جميعا في داره فأخبرهم أنهم تحدثوا عند النبي صلى الله عليه وسلم\r\nأن ملكا من بني إسرائيل أخذ رجلا فخيره بين أن يشرب الخمر أو\r\nيقتل نفسا أو يزنى أو يأكل لحم الخنزير أو يقتلوه إن أبى فاختار شرب\r\nالخمر وأنه لما شربها لم يمتنع من شئ أرادوه منه وأن النبي صلى الله عليه وسلم قال\r\nلنا ما من أحد يشربها فيقبل الله له صلاة أربعين ليلة ولا يموت وفي\r\nمثانته منها شئ إلا حرم الله عز وجل عليه الجنة فإن مات في\r\nالأربعين ليلة مات ميتة جاهلية\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n( 811 ) حدثنا هشام بن عمار نا بن أبي العشرين ثنا\r\nالأوزاعي ثنا يحيى بن أبي كثير عن عمرو بن الحكم بن ثوبان حدثني\r\nأبو سلمة بن عبد الرحمن حدثني عبد الله بن عمرو رضي الله\r\nتعالى عنه قال قال لي رسول الله صلى الله عليه وسلم\r\nيا عبد الله بن عمرو لا تكن مثل فلان كان يقوم الليل فترك\r\nقيام الليل\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n156 ومن ذكر هشام بن العاص\r\nبن وائل بن هاشم بن سعيد السهمي رضي الله تعالى عنه وكان\r\nمن مهاجر الحبشة قتل بأجنادين سنة ثلاث عشرة وقال\r\nباليرموك سنة خمس عشرة\r\n( 812 ) حدثنا هشام بن عمار نا بن أبي حازم عن أبيه عن\r\nعمرو بن شعيب عن أبيه عن ابني العاص قالا ما جلسنا مجلسا\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\nفي عهد رسول الله صلى الله عليه وسلم كنا به أشد اغتباطا من مجلس جلسنا يوما\r\nجئنا والناس عند حجرة رسول الله صلى الله عليه وسلم يتراجعون في القرآن فلما\r\nرأيناهم اعتزلناهم ورسول الله صلى الله عليه وسلم خلف الحجرة يسمع\r\nكلامهم فخرج علينا مغضبا يعرف الغضب في وجهه فقال\r\nأي قوم بهذا أهلكت الأمم قبلكم باختلافهم على أنبيائهم\r\nوضربهم الكتاب بعضه ببعض إن القرآن لم ينزل يكذب بعضه\r\nبعضا فما عرفتم منه فاعلموا به وما تشابه عليكم فآمنوا به ثم التفت\r\nإلي وإلى أخي فغبطنا أنفسنا ان لا يكون رآنا معهم\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n157 ومن ذكر المطلب بن أبي وداعة السهمي رضي الله عنه\r\n( 813 ) حدثنا يعقوب بن حميد نا عبد الرزاق عن معمر عن\r\nعبد الله بن طاوس عن عكرمة بن خالد عن المطلب بن أبي وداعة\r\nالسهمي رضي الله تعالى عنه قال رأيت رسول الله صلى الله عليه وسلم يسجد في النجم\r\nويسجد الناس معه قال المطلب ولم أسجد معه يومئذ كنت\r\nمشركا قال المطلب رضي الله تعالى عنه ولا أدع السجود فيها أبدا\r\n( 814 ) حدثني عمرو بن عثمان نا الوليد بن مسلم نا زهير عن\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\nكثير بن كثير عن أبيه عن المطلب بن أبي وداعة رضي الله تعالى عنه قال\r\nرأيت رسول الله صلى الله عليه وسلم يصلي حذو الركن الأسود والرجال والنساء\r\nيطوفون بين يديه ما بينهم وبينه سترة\r\n( 815 ) حدثنا عبد الأعلى بن حماد نا وهيب نا مالك بن أنس\r\nعن الزهري عن السائب بن يزيد عن المطلب بن أبي وداعة عن\r\nحفصة رضي الله تعالى عنها قالت ما رأيت رسول الله صلى الله عليه وسلم يصلي قاعدا قط\r\nحتى كان قبل موته بعام فجعل يقرأ السورة فيرتلها حتى تكون أطول\r\nمنها\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n158 ومن ذكر خارجة بن حذافة السهمي\r\n( 816 ) حدثنا أبو بكر بن أبي شيبة نا يزيد بن هارون ثنا\r\nمحمد بن إسحاق عن يزيد بن أبي حبيب عن عبد الله بن راشد\r\nالروقي عن عبد الله بن مرة عن خارجة بن خذافة رضي الله تعالى عنه قال\r\nخرج علينا رسول الله صلى الله عليه وسلم صلاة الغداة فقال لقد أمركم الله عز\r\nوجل بصلاة هي خير لكم من حمر النعم قلنا وما يا\r\nرسول الله قال\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\nالوتر فيما بين صلاة العشاء إلى طلوع الفجر\r\nقال بن أبي عاصم وفيه نفى قضاء الوتر بعد الفجر موافق\r\nلرواية بن عمر رضي الله تعالى عنه عن النبي صلى الله عليه وسلم إذا طلع الفجر فلا صلاة\r\nليل ولا وتر\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n159 ومن ذكر عبد الله بن حذافة رضي الله عنه\r\n( 817 ) حدثنا هشام بن عمار ثنا سويد بن عبد العزيز حدثني\r\nقرة بن عبد الرحمن عن الزهري عن مسعود بن الحكم عن\r\nعبد الله بن حذافة السهمي رضي الله تعالى عنه أن رسول الله صلى الله عليه وسلم أمره أن\r\nيؤذن في أهل منى في مؤذنين بعثهم رسول الله صلى الله عليه وسلم يصوم هذه\r\nالأيام أحد فإنها أيام طعم وشرب وذكر الله تعالى\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n( 818 ) حدثنا بن أبي عدي عن حميد عن أنس رضي الله تعالى عنه\r\nقال قال رسول الله صلى الله عليه وسلم لا تسألوني عن شئ إلا أخبرتكم به فقام\r\nعبد الله بن حذافة فقال يا رسول الله من أبي فقال أبوك حذافة\r\nفقالت أمه ما أردت إلى هذا قال أردت أن أستريح\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\nومن بني عامر بن لؤي\r\nسعد\r\nبن أبي سرح بن حذيفة بن نصر بن مالك بن حسل بن\r\nعامر بن لؤي مات في سنة ست وثلاثين بفلسطين كان بمصر\r\nثم تحول إلى فلسطين\r\n( 819 ) حدثنا الحسن بن علي نا بن أبي مريم وعمرو بن خالد\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\nقالا نا بن لهيعة نا عياش بن عباس عن الهيثم بن شفي عن\r\nعبد الله بن سعد بن أبي سرح رضي الله تعالى عنه قال بينا رسول الله\r\nصلى الله عليه وسلم في عشرة من أصحابه ومعه أبو بكر وعمر وعثمان والزبير\r\nوغيرهم على جبل إذ تحرك بهم الجبل فقال\r\nرسول الله صلى الله عليه وسلم أسكن حراء فإنه ليس عليك إلا نبي أو صديق أو\r\nشهيد\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n161 ومن ذكر عبد الله بن السعدي\r\nوهو بن مالك بن حسل العامري يكنى أبا محمد وإنما\r\nسمي السعدي لأنه استرضع في بني سعد بن بكر مات في سنة\r\nسبع وخمسين من ساكني الشام وله أخبار رضي الله تعالى عنه\r\nومما أسند\r\n( 820 ) حدثنا هشام بن عمار نا الوليد بن مسلم نا عبد الله بن\r\nالعلاء بن الزبر عن بسر بن عبيد الله الحضرمي عن عبد الله بن\r\nمحيريز عن عبد الله بن وقدان القرشي وكان مسترضعا في بني\r\nسعد بن بكر قال وكان يقال عبد الله قال وفدت في نفر من بني\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\nسعد بن بكر إلى رسول الله صلى الله عليه وسلم فأتوا رسول الله صلى الله عليه وسلم فقضوا حوائجهم\r\nوخلفوني في رحالهم فجئت رسول الله صلى الله عليه وسلم فقلت يا رسول الله\r\nأتخبرني حاجتي قال وما حاجتك قلت انقطعت الهجرة فقال\r\nرسول الله صلى الله عليه وسلم أنت خيرهم حاجة وحاجتك خير حاجتهم لا\r\nتنقطع الهجرة ما قوتل الكفار\r\n( 821 ) حدثنا محمود بن خالد حدثني مروان بن محمد عن\r\nعبد الله بن العلاء بن الزبر عن بسر بن عبيد الله عن أبي إدريس عن\r\nحسان بن عبد الله عن عبد الله بن السعدي رضي الله تعالى عنه عن النبي\r\nصلى الله عليه وسلم مثله\r\n( 822 ) حدثنا إبراهيم بن محمد بن يوسف الفريابي ثنا ضمرة\r\nعن عثمان بن عطاء عن أبيه عن بن محيريز عن عبد الله بن السعدي\r\nرضي الله تعالى عنه عن النبي صلى الله عليه وسلم مثله\r\n( 823 ) حدثنا محمد بن عوف ثنا أبو أيوب سليمان بن شرحبيل\r\nوأبو النضر قالا نا يحيى بن حمزة عن عطاء الخراساني عن بن\r\nمحيريز عن عبد الله بن السعدي رضي الله تعالى عنه نحوه\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n( 824 ) حدثنا الحوطي نا إسماعيل بن عياش عن ضمضم بن\r\nزرعة عن شريح بن عبيد عن مالك بن يخامر عن عبد الله بن السعدي\r\nرضي الله تعالى عنه نحوه\r\n( 825 ) حدثنا الحوطي عبد الوهاب بن نجدة نا الوليد بن\r\nمسلم عن عبد الله بن العلاء بن الزبر عن بسر بن عبيد الله عن أبي\r\nإدريس عن بن السعدي عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nومن ذكر عمرو بن زائدة\r\nمكتوم أحد بني عامر بن لؤي\r\n( 826 ) حدثنا أزهر بن مروان ثنا عبد الأعلى عن سعيد عن\r\nقتادة عن أنس رضي الله تعالى عنه أنه رأى بن أم مكتوم رضي الله تعالى عنه يوم\r\nالقادسية عليه الدرع وبيده راية سوداء\r\n( 827 ) حدثنا بن حساب نا بن ثور عن معمر عن قتادة عن\r\nأنس قال رأيه يوم القادسية عليه درع ومعه راية سوداء\r\n( 828 ) حدثنا أبو بكر نا عفان عن أبي هلال عن قتادة عن\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nأنس رضي الله تعالى عنه قال كان علي بن أم مكتوم رضي الله تعالى عنه يوم\r\nالقادسية درعا سابغا\r\n( 829 ) حدثنا محمد بن بكار الصيرفي نا أبو سواء عن سعيد\r\nعن قتادة عن أنس قال رأيت بن أم مكتوم يوم القادسية عليه درع\r\nمن حديد\r\n( 830 ) حدثنا محمد بن المثنى نا محمد بن عثمان عن\r\nسعيد بن بشير عن قتادة عن أنس رضي الله تعالى عنه قال رأيت بن\r\nمكتوم يوم القادسية عليه درع ومعه لواء أسود\r\n( 831 ) حدثنا أيوب الوزان نا يحى بن السكن نا عمران\r\nعن قتادة عن أنس رضي الله تعالى عنه قال استخلف رسول الله صلى الله عليه وسلم بن أم\r\nمكتوم على المدينة وهو أعمى يصلي بالناس ولقد رأيته يوم القادسية\r\nمعه راية سوداء\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n163 ومن ذكر حويطب بن عبد العزى\r\nالعامري عامر ويكنى أبا محمد رضي الله تعالى عنه مات\r\nبالمدينة وهو بن عشرين ومائة سنة أربع وخمسين\r\n( 832 ) حدثنا بن مصفى نا محمد بن حرب عن الزبيري ح\r\nوحدثنا هشام بن عمار نا محمد بن عيسى عن الزبيري\r\nعن الزهري عن السائب بن يزيد أن حويطب بن عبد العزى أخبره أن\r\nعبد الله بن السعدي أخبره أن عمر بن الخطاب رضي الله تعالى عنه قال\r\nأن رسول الله صلى الله عليه وسلم كان يعطي العطاء فأقول أعطه أفقر إليه مني حتى\r\nأعطاني مرة فقلت أعطه أفقر إليه فقال رسول الله صلى الله عليه وسلم\r\nخذه فتموله أو تصدق به وما جاءك من هذا المال وأنت غير\r\nمشرف ولا سائل فخذه ومالا فلا تتبعه نفسك\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\nومن بني الحارث بن فهر\r\nالفهري\r\n( 834 ) حدثنا أبو بكر بن أبي شيبة ثنا عبد الله بن إدريس\r\nووكيع\r\n( 835 ) وحدثنا عبد الأعلى بن حماد القرشي نا سفيان قالوا ثنا\r\nإسماعيل عن قيس عن المستورد أخي بني فهر رضي الله تعالى عنه قال\r\nقال رسول الله صلى الله عليه وسلم\r\nما الدنيا في الآخرة إلا مثل ما يجعل أحدكم أصبعه في البحر\r\nثم لينظر بم يرجع\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n( 836 ) حدثنا وهبان بن بقية نا خالد عن إسماعيل عن قيس\r\nعن المستورد عن النبي صلى الله عليه وسلم مثله إلا أنه قال ثم لينظر بم يرجع إليه\r\n( 837 ) حدثنا محمد بن مسلم بن وارة ثنا محمد بن سعيد بن\r\nسابق ثنا عمرو بن أبي قيس عن إبراهيم بن مهاجر عن قيس بن أبي\r\nحازم عن المستورد رضي الله تعالى عنه قال كنا عند النبي صلى الله عليه وسلم فتذاكرنا\r\nالدنيا والآخرة فقال بعضهم إنما الدنيا بلاغ الآخرة وفيها العمل وفيها\r\nالصلاة وفيها الزكاة وقالت الطائفة الأخرى الآخرة فيها الجنة والنار\r\nوقالوا ما شاء الله تعالى فقال رسول الله صلى الله عليه وسلم\r\nما الدنيا في الآخرة إلا كما يمشي أحدكم إلى أليم فيدخل\r\nإصبعه\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n165 ومن ذكر مرة الفهري\r\n( 838 ) حدثنا عمرو بن علي نا سفيان بن عيينة عن صفوان بن\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nسليم عن أم سعد بنت مرة الفهرية عن أبيها قال قال رسول\r\nالله صلى الله عليه وسلم\r\nكافل اليتيم له ولغيره إذا اتقى أنا وهو في الجنة كهاتين وكهذه\r\nمن هذه وجمع بين إصبعيه السبابة والوسطى\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n166 ومن ذكر حبيب بن مسلم\r\nمات بإرمينية سنة اثنتين وأربعين لم يبلغ خمسين سنة\r\nفيما ذكروا\r\n( 839 ) حدثني عمرو بن عثمان نا أبي عن جرير عن\r\nبن أبي عوف عن عبد الله بن يحيى الهروي قال حضرنا\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nجنازة شرحبيل بن السمط فأقبل علينا حبيب بوجهه كالمشرف علينا\r\nيقول لطوله\r\n( 840 ) حدثنا عمرو بن عثمان نا بقية عن صفوان بن عمرو\r\nحدثني أبو سلمة عبد الرحمن بن فضالة الحضرمي عن بن زغبان\r\nعن حبيب بن مسلمة قال بينما هو قاعد عند باب داره مر به كعب\r\nفقال له حبيب مرحبا بك يا أبا إسحاق حدثنا فقال له كعب ما تحب أن\r\nيكون اسم مؤمن آل فرعون فقال وددت أنه حبيب فقال والله أن\r\nاسمه حبيب قال ورأى رؤيا رج في منامه فقيل له بشر حبيب\r\nحبيب اله تعالى بالوصفين\r\n( 841 ) حدثنا دحيم نا سويد بن عبد العزيز عن بن وهب عن\r\nمكحول قال سألت الفقهاء هل كانت لحبيب صحبة فلم يثبتوا ذلك\r\nوسألت قومه فأخبروني أنه قد كانت له صحبة\r\n842 ) حدثنا عمرو بن عثمان نا بقية عن صفوان بن عمرو عن\r\nأبي سلمة حدثني بن زغبان جد هؤلاء أن حبيب بن سلمة دخل\r\nالحمام العليا بحمص فقال هذا من نعيم ما ينعم به أهل الدنيا لو\r\nمكثت فيه ساعة لهلكت ما أنا بخارج حتى استغفر الله تعالى ألف مرة\r\nفما فرغ منه حتى ألقى الماء على وجهه مرارا\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n( 843 ) حدثنا عمرو بن عثمان نا الوليد نا سعيد بن عبد العزيز\r\nأن رفيقا لحبيب بن مسلمة ضاق يوما في شئ فقال له حبيب أن\r\nاستطعت أن تغير خلقك وإلا فسيسعك من أخلاقنا ما ضاق عنك\r\nمن خلقك\r\n( 844 ) حدثنا بن مصفى نا بقية نا رجل من قريش عن بن\r\nواقد يعني زيد عن بشر بن عبيد الله قال خرج حبيب بن مسلمة من\r\nعند معاوية متأبطا سيفه قد أمره على بعض المغازي فمر بأبي الدرداء\r\nرضي الله تعالى عنهما فسلم عليه فقال له يا عم أوصيني بشئ فقال اذن يا\r\nبن أخي ا عبد الله تعالى يوما بيوم ولا تؤخر عبادة الله تعالى لغد\r\nواعدد نفسك مع الموتى وإياك ودعوة المظلوم واذهب باسم الله\r\nتعالى ( 845 ) حدثنا بن مصفى نا بقية نا بن أبي مريم عن حبيب بن\r\nعبيد أن حبيب بن مسلمة أكل يوما مع مجذوم فكان يتوخى\r\nأن يضع يده مكان يده\r\n( 846 ) حدثنا بن مصفى نا أبو المغيرة نا صفوان عن بعض\r\nالمشيخة أن حبيب بن مسلمة حمل على رجل من العدو فقتله\r\nفقال خذها مني وأنا حبيب بن مسلمة وحمل رجل آخر إلى جنبه على\r\nرجل فقال خذها مني وأنا عبد الله من تحت الليل فقال له حبيب بن\r\nمسلمة يرحمك الله أنت خير مني\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n( 847 ) حدثنا بن مصفى نا أبو المغيرة عن صفوان عن\r\nبعض المشيخة قال كان حبيب بن مسلمة إذا رأى في جيشه وهنا\r\nوضعفا فرح واستبشر بالفتح\r\n( 848 ) حدثنا يعقوب بن حميد نا بن عيينة عن يزيد بن\r\nيزيد بن جابر عن مكحول عن زيد بن جارية عن حبيب بن مسلمة\r\nالفهري رضي الله تعالى عنه أنه شهد النبي صلى الله عليه وسلم أنه نفل الثلث في بدأته\r\n( 849 ) حدثنا عمرو بن عثمان نا الوليد بن مسلم عن سعيد بن\r\nعبد العزيز عن سليمان بن موسى عن مكحول عن زياد بن جارية\r\nعن حبيب بن مسلمة رضي الله تعالى عنه قال شهدت رسول الله صلى الله عليه وسلم نفل\r\nفي البدأة الربع وفي القفلة الثلث\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n( 850 ) حدثنا عمرو بن عثمان نا سويد بن عبد العزيز عن\r\nسعيد بن عبد العزيز عن سليمان بن موسى عن مكحول عن زياد بن\r\nجارية عن حبيب بن مسلمة رضي الله تعالى عنه قال نفل رسول الله صلى الله عليه وسلم\r\nفي البدأة الربع وفي الرجعة الثلث بعد الخمس\r\n( 851 ) حدثنا الحوطي نا ضمرة عن رجاء بن أبي سلمة قال\r\nسمعت عمرو بن شعيب يقول لا نفل بعد النبي صلى الله عليه وسلم فقال له\r\nسليمان بن موسى شغلك أكل الزبيب بالطائف حدثنا مكحول عن\r\nزياد بن جارية عن حبيب بن مسلمة أن النبي صلى الله عليه وسلم كل ينفل في البدأة\r\nالربع وفي الرجعة الثلث\r\n( 852 ) حدثنا أبو بكر بن أبي شيبة نا وكيع عن سفيان عن\r\nيزيد بن يزيد بن جابر عن مكحول عن حبيب بن مسلمة رضي الله\r\nتعالى عنه أن النبي صلى الله عليه وسلم نفل الثلث بعد الخمس\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n( 853 ) حدثنا عقبة بن مكرم نا عبد الله بن يزيد نا حياة بن\r\nشريح نا عبد العزيز بن عبد الملك عن عبد الرحمن بن أبي أمية أن\r\nحبيب بن مسلمة رضي الله تعالى عنه أتى قيس بن سعد بن عبادة وهو على\r\nفرس له فتأخر له حبيب عن السرج فقال له اركب فأبى قيس وقال\r\nقيس رضي الله تعالى عنه إني سمعت رسول الله صلى الله عليه وسلم يقول صاحب الدابة\r\nأولى بصدرها فقال حبيب إني لست أجهل ما قال رسول الله صلى الله عليه وسلم\r\nولكن أخاف عليك\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n167 سهيل بن بيضاء\r\nوهو سهيل بن عمرو بن وهب بن ربيعة بن هلال بن\r\nوهيب بن ضبة بن الحرث بن فهر ويكنى أبا يزيد وأمه البيضاء\r\nبنت بخدم بن مطرف بن الحارث بن فهر توفي في طاعون\r\nعمواس ويقال إن أخاه صفوان بن بيضاء توفي فيها ويكنى أبا\r\nعمرو وقد شهد بدرا\r\n( 854 ) حدثنا أبو بكر عبد الله بن محمد القباب نا أبو بكر\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nأحمد بن عمرو بن أبي عاصم نا يعقوب بن حميد نا عبد العزيز بن\r\nمحمد وابن أبي حازم عن يزيد بن عبد الله بن الهاد عن محمد بن\r\nإبراهيم عن سعيد بن الصلت عن سهيل بن بيضاء رضي الله تعالى عنه قال\r\nبينا نحن مع رسول الله صلى الله عليه وسلم في سفر وسهيل رضي الله تعالى عنه رديف النبي\r\nصلى الله عليه وسلم معه فقال له النبي صلى الله عليه وسلم\r\nيا سهيل بن البيضاء رافعا صوته مرتين أو ثلاثا كل ذلك يجيبه\r\nسهيل رضي الله تعالى عنه فسمع الناس صوت النبي صلى الله عليه وسلم فحبس من كان\r\nبين يديه ولحقه من كان خلفه حتى إذا اجتمعوا قال النبي صلى الله عليه وسلم من\r\nشهد أن لا إله إلا الله حرمه الله تعالى على النار\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n168 ومن ذكر الضحاك بن قيس\r\nبن خالد بن وهيب بن ثعلبة بن واثلة بن عمرو بن شيبان\r\nويكنى أبا أنيس رضي الله تعالى عنه قتله مروان بن الحكم بمرج راهط\r\nفي ذي الحجة من سنة أربع وستين وهو أخو فاطمة بنت قيس\r\n( 855 ) حدثنا عبد الرحمن بن عمرو قال قرأت في كتاب\r\nعبد الله بن معاذ بن عبد الحميد بن حرب أعطانيه ابنه أن الهيثم بن\r\nعمران حدثهم أنه سمع إسماعيل بن عبيد الله يقول كان\r\nعبد الرحمن بن أم الحكم يوم راهط خليفة مروان على دمشق وكان\r\nمروان يقاتل الضحاك بن قيس بمرج راهط فجاءه روح بن زنباع\r\nفبشره بقتله\r\n( 856 ) حدثنا أبو عمير نا ضمرة عن بن أبي حملة قال أصاب الناس قحطا بدمشق وعلى الناس الضحاك بن قيس فخرج\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nيستسقي فقال فقال أين يزيد بن الأسود الجرشي فلم يجبه فقال\r\nأين يزيد بن الأسود فلم يجبه فقال أين يزيد الأسود الجرشي\r\nفقال عزمت عليه أن كان يسمع صوتي إلا قام فقام يزيد بن الأسود\r\nفثنى جانبي البرنس على عاتقه ثم قال اللهم إن عبادك قد تقربوا\r\nبي إليك فاسقهم قال فما انصرفوا إلا وهم يخوضون الأودية ثم\r\nقال اللهم إنه قد شهرني فارحني قال فما أتى عليه جمعة حتى\r\nمات أو قتل\r\nومما أسند\r\n( 857 ) حدثنا هدبة بن خالد نا حماد بن سلمة عن علي بن\r\nزيد عن الحسن قال كتب الضحاك بن قيس إلى قيس بن الهيثم\r\nحين مات يزيد بن معاوية سلام عليك أما بعد فإني سمعت\r\nرسول الله صلى الله عليه وسلم يقول\r\nإن بين يدي الساعة فتنا كقطع الليل المظلم وفتن كقطع\r\nالدخان يصبح الرجل مؤمنا ويسمى كافرا ويمسى مؤمنا ويصبح كافرا\r\nيبيع أحدهم أخلاقه ودينه بعرض من الدنيا وإن يزيد بن معاوية قد\r\nمات وإنكم إخواننا فلا تسبقونا بشئ حتى نختاره لأنفسنا\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n( 858 ) حدثنا الحسن بن علي نا سنيد بن داود نا حجاج عن\r\nبن جريج حدثني محمد بن طلحة عن معاوية بن أبي سفيان رضي\r\nالله تعالى عنه قال وهو على المنبر حدثني الضحاك بن قيس رضي الله تعالى عنه\r\nوهو عدل على نفسه قال والضحاك جالس عند المنبر أن رسول الله\r\nصلى الله عليه وسلم قال لا يزال وال من قريش\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n169 بسر بن أبي أرطاة\r\nويكنى أبا عبد الرحمن توفي سنة ست وثمانين واسم أبي\r\nأرطاة عمير بن عويمر بن عمران حدثني بذلك بكار بن عبد الله بن\r\nبكار بن عبد الملك بن الوليد بن بسر بن أبي أرطاة\r\n( 859 ) حدثنا هشام بن عمار قال سمعت محمد بن\r\nأيوب يقول سمعت أبي يقول سمعت بسر بن أبي أرطاة رضي\r\nالله تعالى عنه يقول سمعت رسول الله صلى الله عليه وسلم يقولا\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nللهم أحسن عاقبتنا في الأمور كلها وآجرنا من خزي الدنيا\r\nوعذاب الآخرة\r\n( 860 ) حدثنا دحيم نا عبد الملك بن يحيى عن حياة بن\r\nشريح عن عياش بن عباس عن شييم بن بيتان ويزيد بن صبيح\r\nالأصبحي أنهما أخبراه أنهما كانا مع جنادة بن أبي أمية فقال جنادة\r\nسمعت بسر بن أبي أرطأة وأتي بسارق ونحن في البحر فلم يقطع\r\nيده وقال سمعت رسول الله صلى الله عليه وسلم يقول لا تقطع الأيدي في السفر\r\nولولا ذلك لقطعناها\r\n( 861 ) حدثنا بن أب عمر نا عبد الرزاق عن معمر عن\r\nالزهري قال كتب قيس بن سعد إلى علي هم أسد ه المغرب\r\nفيهم بسر بن أبي أرطاة ومحمد بن مخلد ومعاوية بن خديج الخولاني\r\nفي قصة\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n17 عبيد الله بن أبي سلمة القرشي\r\n( 862 ) حدثنا الحسن بن علي نا أبو نعيم نا هارون بن سلمان\r\nالفراء مولى عمرو بن حريث حدثني مسلم بن عبيد الله القرشي أن\r\nأباه أخبره أنه سأل النبي صلى الله عليه وسلم أو سئل النبي صلى الله عليه وسلم فقال يا نبي الله ألا\r\nأصوم الدهر كله فسكت ثم سأله الثانية فقال يا نبي الله أصوم الدهر\r\nكله فقال النبي صلى الله عليه وسلم من السائل عن الصوم فقال أنا يا نبي الله\r\nفقال\r\nإن لأهلك حقا فصم رمضان والذي يليه وكل أربعاء وخميس\r\nفإذا أنت قد صمت الدهر\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n171 أبو عبد الرحمن الفهري رضي الله عنه\r\n( 863 ) حدثنا يونس بن حبيب نا أبو داود نا حماد بن سلمة عن\r\nيعلى بن عطاء عن عبد الله بن يسار يكنى أبا همام عن عبد الرحمن\r\nالفهري رضي الله تعالى عنه قال كنا مع رسول الله صلى الله عليه وسلم في حنين فسرنا في\r\nيوم قائظ شديد الحر فنزلت تحت ظلال الشجر فلما زالت الشمس\r\nلبست لامتي وركبت فرسي فأتيت رسول الله صلى الله عليه وسلم وهو في\r\nفسطاطه فقلت السلام عليك يا رسول الله ورحمة الله\r\nقد حان الرواح يا رسول الله فقال رسول الله صلى الله عليه وسلم يا بلال فثار من\r\nتحت السمرة كأن ظله ظل طائر فقال لبيك وسعديك يا رسول الله\r\nفقال أسرج لي فرسي فأتاه بدفتين من ليف ليس فيهما أشر ولا بطر\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nقال فركب فرسه ثم سرنا يومنا وليلتنا فلقينا العدو وتشامت الخيلان\r\nفقاتلناهم وولى المسلمون يومئذ كما قال الله عز وجل فجعل رسول\r\nالله صلى الله عليه وسلم يقول يا عباد الله أنا رسول الله أنا عبد الله ورسوله يا أيها\r\nالناس أنا عبد الله ورسوله فاقتحم رسول الله صلى الله عليه وسلم على فرسه فحدثني\r\nمن كان أقرب إليه مني أنه أخذ من تراب فحثى بها وجوه\r\nالقوم وقال شاهت الوجهة قال يعلى بن عطاء فأخبرنا أبناؤهم\r\nعن آبائهم أنهم قالوا ما بقي أحد منا إلا مليت عيناه من التراب\r\nوسمعنا صلصلة من السماء كحر الحديد على الطست الجديد\r\nفهزمهم الله عز وجل\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n172 محصن الفهري وعبد الله بن خالد بن سعد\r\n( 864 ) حدثنا عبد الرحمن بن عمرو نا محمد بن عائذ نا\r\nالهيثم بن حميد نا العلاء بن الحارث عن حرام بن حكيم عن عمه\r\nونسب حزام بن حكيم بن خالد بن سعد رجل من قريش عن عمه أن\r\nرسول الله صلى الله عليه وسلم قال إنكم\r\nأصبحتم في زمان كثير خطباؤه قليل فقهائكم كثير من\r\nيسأل قليل من يعطي العلم فيه خير من العمل\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n( 865 ) حدثنا محمد بن المثنى نا عبد الرحمن بن مهدي نا\r\nمعاوية بن صالح عن العلاء بن الحارث عن حرام بن حكيم عن\r\nعمه عبد الله بن سعد رضي الله عنه قال سألت رسول الله صلى الله عليه وسلم عن\r\nالصلاة في بيتي والصلاة في المسجد فقال قد ترى ما أقرب بيتي\r\nمن المسجد ولان أصلي في بيتي أحب إلي من أن أصلي في\r\nالمسجد إلا أن تكون صلاة مكتوبة وسألت رسول الله صلى الله عليه وسلم عن\r\nالماء يكون بعد الماء قال إن الله تعالى لا يستحي من\r\nالحق أما أنا فإذا فعلت كذا وكذا يعني الجماع أتوضأ ثم ذكر\r\nالغسل وأما ما يكون بعد الماء فذاك المذي وكل فحل يمذي فأغسل\r\nفرجي وأتوضأ وسألت رسول الله صلى الله عليه وسلم عن مؤاكلة الحائض فقال\r\nوأما مؤاكلة الحائض فإني أواكلها وهي حائض\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n174 الأسود بن خلف\r\nبن يغوث رضي الله عنه\r\n( 866 ) حدثنا أحمد بن الفرات نا عبد الرزاق عن بن جريج\r\nعن عبد الله بن خثيم عن محمد بن الأسود بن خلف عن أبيه رضي\r\nالله تعالى عنه قال رأيت رسول الله صلى الله عليه وسلم يبايع الناس يوم الفتح عند قرن\r\nمستقلة أو مسفلة فرأيته جاءه الصغار والكبار فبايعوه على الاسلام\r\nوالشهادة\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n( 867 ) حدثنا أبو مسعود ثنا معلى بن أسد نا وهيب عن\r\nعبد الله بن عثمان بن خثيم حدثني محمد بن الأسود بن خلف بن\r\nعبد يغوث عن أبيه أنهم وجدوا كتابا في أسفل المقام فدعت قريش\r\nرجلا من حمير فقرأه لهم أنا رب مكة الحرام وباركت لأهله في\r\nاللحم وإنما يأتيها رزقها من ثلاثة أجبل لا يحله أول من أهل ثم قال\r\nيا معشر قريش أن فيه حرفا لو حدثتكموه لقتلتموني قالوا واللات\r\nوالعزى إنك لآمن قال إذا لا يمنعني منكم أحد فظننا فيه ذكر محمد\r\nصلى الله عليه وسلم فكتمنا\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n175 زوج درة بنت أبي لهب رضي الله عنه\r\n( 868 ) حدثنا الفضل بن داود نا أبو أحمد نا شريك عن سماك\r\nعن عبد الله بن عميرة عن زوج درة بنت لهب قال دخل رجل\r\nعلى رسول الله صلى الله عليه وسلم حين تزوجت بنت أبي لهب فقال هل من\r\nلهو\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n176 بشر بن جحاش القرشي رضي الله عنه\r\n( 869 ) حدثنا دحيم نا الوليد بن مسلم نا حريز بن عثمان عن\r\nعبد الرحمن بن ميسرة عن جبير بن نفير عن بشر بن جحاش رضي\r\nالله تعالى عنه أن رسول الله صلى الله عليه وسلم بصق في كفه ذات يوم ثم قال بإصبعه\r\nهكذا يقول الله عز وجل يا بن آدم أتعجزني وقد خلقتك\r\nمن مثل هذه حتى إذا عدلتك وسويتك مشيت بين بردين وللأرض\r\nمنك وئيد فجمعت ومنعت حتى إذا بلغت التراقي قلت أتصدق وأني\r\nأوان الصدقة\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n( 870 ) حدثنا بن مصفى نا بقية نا حريز بن عثمان حدثني عبد\r\nالرحمن بن ميسرة عن حبير بن نفير عن بشر بن جحاش القرشي أن\r\nرسول الله صلى الله عليه وسلم بصق في كفه ثم ذكر مثله\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n177 جد أبي الأسود المالكي رضي الله عنه\r\n( 871 ) حدثنا الحوطي عبد الوهاب بن نجدة نا بقية بن الوليد\r\nنا خالد بن حميد المهري نا أبو الأسود المالكي عن أبيه عن جده\r\nقال قال رسول الله صلى الله عليه وسلم\r\nمن أخون الخيانة تجارة الوالي في رعيته\r\n( 872 ) حدثنا دحيم وأبو كريب قالا مروان بن معاوية عن\r\nيحيى بن كثير الكاهلي نا مسور بن يزيد المالكي رضي الله تعالى عنه قال\r\nشهدت النبي صلى الله عليه وسلم يقرأ في الصلاة فترك شيئا فلما سلم قال رجل من\r\nالقوم آية كذا وكذا لم تقرأها قال فهلا أذكرتنيها قال الرجل\r\nكنت أراها نسخت\r\nوله حديث آخر من أكل من هذه الشجرة فلا يقربن مسجدنا\r\nويحيى بن كثير ضعيف\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n178 جد أبي سبرة مولى لقريش\r\n( 873 ) حدثنا صلت بن مسعود نا يحيى بن عبد الله بن\r\nيزيد بن عبد الله بن أنيس نا عيسى بن أبي سبرة مولى لقريش عن أبيه\r\nعن جده أن النبي صلى الله عليه وسلم خرج في ساعة لا صلاة فيها إلى المسجد\r\nفجلس على المنبر ساكتا فتداعى الناس لخروج النبي صلى الله عليه وسلم حتى إذا\r\nكثر الناس قام فحمد الله وأثنى عليه ثم قال\r\nإنه لا صلاة إلا بوضوء ولا وضوء لمن لم يذكر اسم الله عليه\r\nألا ولم يؤمن بالله تعالى من لم يؤمن بي ولم يؤمن بي من لم يعرف\r\nحق الأنصار ثم نزل\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n179 عياض بن غنم الفهري\r\nويقال الأشعري وهو بن عم أبي عبيدة بن الجراح ويقال إنه\r\nكان بن امرأته وإلى أبي عبيدة رضي الله تعالى عنهما ينسب\r\nمات سنة عشرين\r\n( 874 ) حدثنا عبد الرحمن بن عمرو نا الحارث بن مسكين ثنا\r\nبن وهب حدثني جعفر بن عمر عن يونس بن يزيد عن بن شهاب\r\nقال توفي أبو عبيدة بن الجراح رضي الله تعالى عنه فاستخلف خاله وابن\r\nعمه عياض بن غنم فأقره عمر وقال لم أكن لاغير أمرا فعله أبو\r\nعبيدة\r\n( 875 ) حدثنا الحوطي نا إسماعيل بن عياش قال كان يقال له\r\nزاد الراكب كان يطعم الناس زاده فإذا نفذ نحر لهم بعيره\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\nومما أسند ( 876 )\r\nحدثنا محمد بن عوف نا عبد الحميد بن إبراهيم نا\r\nعبد الله بن سالم نا الزبيدي حدثني الفضيل بن فضالة يرده إلى بن\r\nعائذ يرده إلى جبير بن نفير أن عياض بن غنم وقع على صاحب\r\nداريا حين فتحت فأتاه هشام بن حكيم فأغلظ له القول ومكث عياض\r\nليالي فأتاه هشام يعتذر إليه فقال يا عياض رسول الله صلى الله عليه وسلم\r\nألم تسمع يقول أشد الناس عذابا يوم القيامة أشدهم عذابا للناس في الدنيا\r\nفقال عياض يا هشام إنا قد علمنا الذي علمت ورأينا الذي رأيت\r\nوصحبنا الذي صحبت أو لم تسمع يا هشام أن رسول الله صلى الله عليه وسلم إذ\r\nيقول من كانت عنده نصيحة لذي سلطان فليأخذ بيده فينصحه\r\nفإن قبلها وإلا كان قد أدى الذي عليه وإنك يا هشام لانت الجرئ\r\nإذ تجترئ على سلطان الله فما خشيت أن يقتلك سلطان الله عز\r\nوجل فتكون قتيل سلطان الله تعالى\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n18 عقبة بن نافع الفهري رضي الله عنه\r\n( 877 ) حدثنا عمر بن عثمان نا أبي نا بن لهيعة عن خالد بن\r\nيزيد عن عمارة بن سعد أن عقبة بن نافع الفهري أوصى ولده\r\nفقال لا تنقلوا الحديث عن رسول الله صلى الله عليه وسلم إلا عن ثقة وإياكم والمثلة\r\nوإن لبستم العباءة وإياكم والدين فإنه يشين الدين\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n181 عبد الله بن مالك بن بحينة\r\nوبحينة أمه وهو من أزد شنوة حليف بني عبد المطلب بن عبد\r\nمناف ويقولون حليف للحارث بن عبد المطلب يكنى أبا\r\nمحمد توفي سنة خمس وثلاثين\r\nومما أسند\r\n( 878 ) حدثنا عمرو بن عثمان نا أبي نا شعيب بن أبي حمزة\r\nعن الزهري أخبرني عبد الرحمن بن هرمز مولى ربيعة بن الحارث أنه\r\nسمع عبد الله بن بحينة وكان من الأزد وهو حليف لبني المطلب بن\r\nعبد مناف وكان من أصحاب النبي صلى الله عليه وسلم يقول صلى رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\nالظهر فقام في الركعتين الأوليين ولم يجلس حتى إذا قضى الصلاة\r\nوانتظرنا تسليمة كبر وهو جالس وسجدنا معه ثم كبر فسجد سجدة\r\nأخرى فسجدنا معه قال وكان منا المتشهد في قيامه من نسي أن\r\nيتشهد وهو جالس\r\nقال أبو بكر ورواه بن عيينة والزبيدي وابن أخي الزهري\r\nوالأوزاعي إلا قال عبد الرحمن بن بحينة\r\n( 879 ) حدثنا محمد بن إسماعيل البخاري نا بن أبي أويس نا\r\nأخي عن سليمان بن بلال عن يحيى بن سعيد حدثني عبد الرحمن\r\nالأعرج عن عبد الله بن بحينة رضي الله تعالى عنه عن النبي صلى الله عليه وسلم مثله إلا\r\nأنه قال ثم سلم بعد ذلك\r\n( 880 ) حدثنا يعقوب ثنا بن أبي حازم عن الضحاك بن عثمان عن\r\nعبد الرحمن بن الأعرج عن عبد الله بن بحينة رضي الله تعالى عنه قال\r\nصلى رسول الله صلى الله عليه وسلم صلاة من الصلوات فقام في اثنتين فسبح به\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nفمضى حتى فرغ من صلاته ولم يبق إلا التسليم فسجد سجدتين قبل\r\nأن يسلم\r\n( 881 ) حدثنا يعقوب بن حميد نا المغيرة بن عبد الرحمن عن\r\nبن عجلان عن يحيى بن سعيد عن الأعرج عن عبد الله بن بحينة\r\nرضي الله تعالى عنه أن النبي صلى الله عليه وسلم سجد سجدتين السهو قبل التسليم\r\n( 882 ) حدثنا يعقوب نا بن عن يحيى بن\r\nسعيد عن الأعرج عن بن بحينة عن النبي صلى الله عليه وسلم\r\nقال القاضي أبو بكر ورواه يحيى بن سعيد عن الزهري عن\r\nالأعرج وسمع هو من الأعرج\r\n( 883 ) حدثنا يعقوب بن حميد نا إبراهيم بن سعد عن أبيه عن\r\nحفص بن عاصم عن عمر بن الخطاب عن عبد الله بن مالك بن بحينة\r\nأنه قال مر النبي صلى الله عليه وسلم برجل وقد أقيمت الصلاة صلاة الصبح\r\nوهو يصلي فكلمه بشئ لا ندري ما هو فلما انصرف أخذت قفاه\r\nفقلت ما قال لك فقال يوشك أحدكم أن يصلي الصبح أربعا\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n( 884 ) حدثنا هدبة بن خالد نا حماد بن سلمة عن سعد بن\r\nإبراهيم عن حفص بن عاصم عن مالك بن بحينة قال أقيمت صلاة\r\nا لفجر فذكر نحوه\r\n( 885 ) حدثنا أبو بكر بن أبي شيبة نا يزيد بن هارون عن شعبة\r\nعن سعد بن إبراهيم عن حفص بن عاصم عن بن بحينة عن النبي\r\nصلى الله عليه وسلم نحوه\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n182 ذكر عبد الله بن عمرو رضي الله عنه\r\n( 886 ) حدثنا يعقوب نا بن أبي فديك عن إبراهيم بن قدامة\r\nالجمحي عن عبد الله بن عمرو رضي الله تعالى عنه أن النبي صلى الله عليه وسلم كان يأخذ\r\nمن شاربه وظفره يوم الجمعة\r\n( 886 ) نا محمد بن يحيى الباهلي نا يعقوب نا عبد العزيز\r\nحدثني عثمان بن سليمان بن أبي حثمة عن أبيه عن أمه عن أبيها\r\nقال كان عبد الرحمن سادسا\r\n( 887 ) حدثنا محمد بن يحيى نا يعقوب نا محمد بن طلحة عن\r\nعثمان بن عبد الرحمن نا عثمان بن عبيد الله عن أبيه قال أسلمت\r\nيوم الفتح وبايعت رسول الله صلى الله عليه وسلم وبايعت مشايخ من أجله قريش\r\nفمنهم من غير رسول الله صلى الله عليه وسلم اسمه\r\n( 888 ) حدثنا محمد بن عوف نا أحمد بن صالح عن بن وهب\r\nحدثني يعقوب بن عبد الرحمن بن محمد بن عبد الله بن عمرو بن\r\nأخي عبد الرحمن بن عبد عن أبيه قال اتى بعبد الرحمن بن عبد\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\nوأخيه عبد الله بن عبد إلى رسول الله صلى الله عليه وسلم أتت بهما أمه فمسح رسول\r\nالله صلى الله عليه وسلم على رؤوسهما ودعا لهما وقال رجل تاجر لعبد الرحمن\r\nوهذا رجل عابد لعبد الله قال أبو بكر وقد بقي علينا من أحلاف\r\nقريش لم يخرج حديثهم مواضع أنسابهم وقد بقي عدد لهم ذكر لا\r\nيحفظ عنهم مسندا صحيحا سنذكرهم إن شاء الله عز وجل\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n183 ذكر العلاء بن الحضرمي\r\nحليف لهم رضي الله عنه\r\n( 889 ) حدثنا يعقوب بن حميد نا بن عيينة أنه سمع عبد\r\nالرحمن بن حميد يقول سمعت عمر بن عبد العزيز سأل جلسائه أي\r\nشئ سمعتم في المقام بمكة فقال السائب بن يزيد\r\nحدثني العلاء بن الحضرمي أن النبي صلى الله عليه وسلم قال إقامة المهاجر بعد\r\nقضاء نسكه ثلاثا\r\n( 890 ) حدثنا يعقوب نا عبد العزيز بن محمد عن عبد الرحمن\r\nبن حميد قال سمعت عمر بن عبد العزيز يسئل الناس أي شئ\r\nسمعته في المقام بمكة فقال السائب بن يزيد حدثني العلاء بن\r\nالحضرمي ان النبي صلى الله عليه وسلم قال ثلاث للمهاجر\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n( 891 ) حدثنا يعقوب بن حميد نا أنس بن عياض عن عبد\r\nالرحمن بن حميد قال سمعت عمر بن عبد العزيز سأل السائب بن\r\nيزيد قال ما سمعت في مقام المهاجر بمكة قال حدثني العلاء بن\r\nالحضرمي رضي الله تعالى عنه ان النبي صلى الله عليه وسلم قال ثلث للمهاجر بعد قضاء\r\nنسكه\r\n( 892 ) حدثنا أبو يحيى محمد بن عبد الرحيم نا المعلي بن\r\nمنصور عن هشيم عن منصور عن بن سيرين عن بن العلاء بن\r\nالحضرمي عن أبيه أنه كتب إلى النبي صلى الله عليه وسلم فبدأ باسمه\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\nومن بني كنانة وهم أخوة قريش ولد النضر بن كنانة بن عبد مناف بن كنانة ثم من\r\nبني ليث بن بكر بن عبد مناف بن كنانة\r\nوالأشعث بن قيس\r\n( 893 ) حدثنا أبو بكر بن أبي شيبة نا محمد بن مصعب عن\r\nالأوزاعي عن أبي عمار عن واثلة بن الأسقع رضي الله تعالى عنه قال قال\r\nرسول الله صلى الله عليه وسلم إن الله عز وجل اصطفى بني كنانة من ولد إسماعيل\r\nعليه السلام واصطفى من بني كنانة قريشا واصطفى من قريش بني\r\nهاشم واصطفاني من بني هاشم\r\n( 894 ) حدثنا هشام بن عمار نا محمد بن شعيب بن شابور نا\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\nالأوزاعي عن شداد أبو عمار عن واثلة رضي الله تعالى عنه عن النبي صلى الله عليه وسلم\r\nنحوه\r\n( 895 ) حدثنا عمرو بن عثمان نا الوليد عن الأوزاعي عن شداد\r\nأبو عمار عن واثلة رضي الله تعالى عنه عن النبي صلى الله عليه وسلم نحوه\r\n( 896 ) حدثنا عيسى بن خالد نا أبو اليمان نا إسماعيل عن\r\nصفوان عمن حدثه عن واثلة أن النبي صلى الله عليه وسلم قال إن الله عز\r\nوجل اصطفى بني كنانة من ولد إسماعيل عليه السلام فذكر مثله\r\n( 897 ) حدثنا هدبة نا حماد بن سلمة عن عقيل بن طلحة عن\r\nمسلم بن هيضم عن الأشعث بن قيس رضي الله تعالى عنه قال اتيت النبي\r\nصلى الله عليه وسلم في وفد من كندة لا يروني أني أفضلهم قال فقلت أو قلنا يا\r\nرسول الله إنا نزعم أنك منا قال نحن بنو النضر بن كنانة لا نقفو\r\nأمنا ولا ننتفي من أبينا\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n( 898 ) حدثنا أحمد بن محمد المؤدب نا مرارة بن عمرنا\r\nإبراهيم بن سعد عن صالح بن كيسان عن الزهري عن سعيد بن\r\nالمسيب عن أبي هريرة رضى الله تعالى عنه قال قيل للنبي صلى الله عليه وسلم إنك من\r\nكندة قال\r\nنحن بنو النضر بن كنانة لا ننتفي من أبينا ولا نقفو أمنا\r\n( 899 ) حدثنا زياد بن يحيى بن حسان نا أبو عتاب الدلال\r\nحدثني موسى بن عمير عن الزهري عن سعيد بن المسيب قال قال\r\nرسول الله صلى الله عليه وسلم جمجمة هذا الحي من مضر كنانة\r\n( 900 ) حدثنا أحمد بن الفرات نا يعمر نا بن المبارك عن عمر\r\nبن سعيد عن بن أبي مليكة قال مزجت عائشة عند النبي صلى الله عليه وسلم فقال\r\nلها بعض دغيبات هذا الحي من كنانة\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\nثم من بني ليث بن بكر بن عبد مناف\r\nواقد الليثي\r\nواسمه الحارث بن عوف بن أسيد بن جابر بن عتويرة بن\r\nعبد مناف بن شجع بن عامر بن ليث بن بكر بن عبد مناة بن كنانة\r\nرضي الله تعالى عنه مات سنة سبع وستين\r\n( 901 ) حدثنا أبو بكر بن أبي شيبة نا داود بن عبد الله نا مالك\r\nبن أنس عن إسحاق بن عبد الله بن أبي طلحة أن أبا مرة مولى عقيل\r\nبن أبي طالب أخبره عن أبي واقد الليثي رضي الله تعالى عنه أن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\nبينما هو جالس في المسجد والناس معه إذ أقبل ثلاثة نفر فأقبل اثنان\r\nإلى رسول الله صلى الله عليه وسلم وذهب واحد فوقفا على رسول الله صلى الله عليه وسلم أما\r\nأحدهما فرأى فرجه في الحلقة فجلس فيها وأما الآخر فجلس خلفهم\r\nوأما الثالث فأدبر ذاهبا فلما فرغ رسول الله صلى الله عليه وسلم قال\r\nألا أخبركم عن النفر الثلاثة أما أحدكم فأوى إلى الله فأواه الله\r\nعز وجل وأما الآخر فاستحيى الله تعالى منه وأما الآخر\r\nفأعرض فأعرض الله تعالى عنه\r\n( 902 ) حدثنا يعقوب بن حميد نا إسماعيل بن عبد الله\r\nوعبد الله بن نافع عن مالك عن إسحاق بن عبد الله بن أبي طلحة أن\r\nأبا مرة مولى عقيل بن أبي طالب أخبره عن أبي واقد الليثي عن النبي\r\nصلى الله عليه وسلم مثله\r\n( 903 ) حدثنا يعقوب بن حميد نا عبد العزيز بن محمد عن\r\nزيد بن أسلم عن بن أبي واقد عن أبيه أن النبي صلى الله عليه وسلم قال لنسائه في\r\nحجة الوداع هذه ثم ظهور الحصر\r\nقال القاضي وهو واقد بن أبي واقد\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n186 ذكر الصعب بن جثامة بن قيس\r\n( 904 ) حدثنا أبو بكر بن أبي شيبة نا سفيان بن عيينة عن\r\nالزهري عن عبيد الله بن عبد الله عن بن عباس قال أخبرني\r\nالصعب بن جثامة رضي الله تعالى عنه قال سئل رسول الله صلى الله عليه وسلم ان أهل\r\nالدار من المشركين يبيتون وفيهم النساء والصبيان فقال هم منهم\r\n( 905 ) وسمعت رسول الله صلى الله عليه وسلم يقول لا حمى إلا الله عز\r\nوجل ورسوله\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n( 906 ) قالوا مر رسول الله صلى الله عليه وسلم بالأبواء أو بودان فأهديت له\r\nحمار وحش فرده فلما رأى الكراهية في وجهي قال إنه ليس بنا رد\r\nعليك ولكنا حرم\r\n( 907 ) حدثنا عبد الوهاب بن نجدة الحوطي نا بقية بن الوليد\r\nنا صفوان نا راشد بن سعد قال لما فتحت إصطخر نادى منادي ألا\r\nإن الدجال قد خرج قال فرجع الناس فلقيهم الصعب بن جثامة\r\nرضي الله تعالى عنه فقال لولا ما تذكرون لأخبرتكم أني سمعت رسول الله\r\nصلى الله عليه وسلم يقول لا يخرج الدجال حتى يذهل الناس عن ذكره وحتى يترك\r\nالأئمة ذكره على المنابر\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n187 ذكر الحارث بن مالك\r\nبن البرصاء رضي الله عنه\r\n( 908 ) حدثنا يعقوب بن كعب الأنطاكي نا سعيد بن مسلمة\r\nالقرشي عن إسماعيل بن أمية المكي عن عمر بن\r\nالخوار عن عبيد بن جريج عن الحارث بن مالك بن البرصاء رضي\r\nالله تعالى عنه قال سمعت النبي صلى الله عليه وسلم يقول في الحج وهو بين الجمرتين\r\nمن اقتطع شيئا من مال أخيه بيمين فاجرة فليتبوأ مقعده من\r\nالنار فليبلغ شاهدكم غائبكم\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n( 909 ) حدثنا أبو بكر ثنا علي بن مسهر ووكيع عن زكريا عن\r\nالشعبي عن الحارث بن مالك بن البرصاء رضي الله تعالى عنه قال\r\nسمعت رسول الله صلى الله عليه وسلم يقول\r\nلا تغزى مكة بعد هذا اليوم إلى يوم القيامة\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n188 ذكر عمير بن قتادة\r\nرضي الله تعالى عنه وهو أبو عبيدة بن عمير\r\n( 910 ) حدثنا هشام بن عمار نا رفدة بن قضاعة الغساني نا\r\nالأوزاعي بن عمير عن أبيه عن جده قال كان\r\nرسول الله صلى الله عليه وسلم يرفع يده مع كل تكبيرة في الصلاة المكتوبة\r\n( 911 ) حدثنا حوثرة بن الأشرس نا سويد أبو حاتم صاحب\r\nالطعام عند عبد الله بن عبيد بن الليثي عن أبيه عن جده أن\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\nرجلا قال يا رسول الله صلى الله عليه وسلم أي الصلاة أفضل قال طول\r\nالقنوت قال أي الصدقة أفضل قال جهد من مقل قال أي\r\nالمؤمنين أكمل قال أحسنهم خلقا\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n189 ذكر وأثلة بن الأسقع أبو شداد\r\n( 912 ) حدثنا هشام بن عمار نا أبو الخطاب معروف الخياط\r\nقال رأيت واثلة الأسقع رضي الله تعالى عنه يصفر لحيته ورأيت عليه\r\nعمامة سوداء قد أرخى لها عذبة بن خلف\r\n( 913 ) حدثنا محمود بن خالد نا مروان بن محمد نا أبو عبد\r\nالملك القارئ عن يحيى بن الحارث الرمادي قال لقيت واثلة بن\r\nالأسقع رضي الله تعالى عنه فقلت له بايعت بيدك هذه رسول الله صلى الله عليه وسلم فقال\r\nنعم فقلت أعطني أقبلها فأعطاني فقبلتها\r\n( 914 ) حدثنا الحوطي نا محمد بن حمير نا إبراهيم بن أبي\r\nعبلة قال رأيت من أصحاب النبي صلى الله عليه وسلم عبد الله بن\r\nعمر وعبد الله بن عمرو بن أم حرام وواثلة بن الأسقع يقمون شواربهم\r\nولا يحفون حتى تبدو الجلدة قما حسنا يكشفون الشفة\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n( 915 ) حدثنا الحسن بن علي ثنا دحيم نا الوليد\r\nبن مسلم نا روح بن جناح عن يونس بن ميسرة بن حلبس قال لقيت\r\nواثلة بن الأسقع فسلمت عليه فقلت كيف أنت يا أبا شداد أصلحك\r\nالله قال بخير يا بن أخي\r\n( 916 ) حدثنا أحمد بن الفرات نا عبد الله بن صالح نا معاوية\r\nعن العلاء بن الحارث عن مكحول قال دخلت أنا على واثلة بن\r\nالأسقع فقلت له يا بن الأسقع حدثنا حديثا سمعته من رسول الله\r\nصلى الله عليه وسلم\r\n( 917 ) حدثنا عبد الرحمن بن عمرو نا يزيد بن عبد ربه عن\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\nإسماعيل بن عياش قال مات واثلة بن الأسقع رضي الله تعالى عنه سنة\r\nثلاث وثمانين\r\n( 918 ) حدثنا أبو عمير قال كان واثلة منزلة في بيت جبرين\r\n( 919 ) حدثنا أبو عمير ثنا هاشم المؤذن حدثني أبي عن\r\nالبطال الخثعمي قال دخلت مع الأوزاعي على خصلة بيت واثلة فقال\r\nلها يعني الأوزاعي أي شئ سمعت من أبيك فقال لما حضرته\r\nالوفاة أخذ بيدي وقال يا بنية اصبري حتى عد أصابعي الخمس ثم\r\nأخذ بيدي الأخرى فقال يا بنية حتى عد أصابعي الخمس\r\nومما أسند\r\n( 920 ) حدثنا هشام بن عمار نا الحسين بن يحيى الخشني نا\r\nبشر بن حيان قال وقف علينا واثلة بن الأسقع رضي الله تعالى عنه ونحن\r\nنبني مسجا بالبلاط فقال سمعت رسول الله صلى الله عليه وسلم يقول\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\nمن بنى مسجدا لله تعالى بنى الله تعالى له بيتا في الجنة أفضل\r\nمنه\r\n( 921 ) حدثنا عبد الرحمن بن إبراهيم أبو سعيد نا محمد بن\r\nشعيب بن شابور نا يحيى بن أبي عمرو السيباني عن عمرو بن\r\nعبد الله الحضرمي أنه حدثه عن واثلة بن الأسقع رضي الله تعالى عنه قال\r\nخرجت مهاجرا إلى رسول الله صلى الله عليه وسلم فصلى فلما سلم أقبل الناس\r\nبين خارج وقائم فجعل رسول الله صلى الله عليه وسلم لا يرى جالسا إلا دنا إليه فيسأله هل\r\nلك من حاجة وبدأ بالصف الأول ثم الثاني ثم الثالث حتى دنا إلي\r\nفقال هل لك من حاجة فقلت نعم يا رسول الله فقال وما\r\nحاجتك قلت الاسلام قال هو خير لك قال وتهاجر قلت\r\nنعم قال هجرة البادية أو هجرة الباتة فقلت أيهما أفضل قال\r\nهجرة الباتة وهجرة الباتة أن تثبت مع رسول الله صلى الله عليه وسلم\r\nوهجرة البادية أن ترجع إلى أهلك وعليك بالسمع والطاعة في عسرك\r\nويسرك ومكرهك ومنشطك وأثرة عليك قال فبسطت يدي إليه\r\nفبايعته فاستثنى لي حين لم استثن لنفسي قال ما استطعت ونادى\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\nرسول الله صلى الله عليه وسلم في غزوة تبوك فخرجت إلى أهلي فوافيت أبي جالسا\r\nفي الشمس مستدبرها فسلمت عليه بتسليم الاسلام فقال لي صبوت\r\nفقلت بل أسلمت فقال لعل الله تعالى يجعل لك ولنا فيه خيرا\r\nفرضيت بذلك منه فبينا أنا معه إذ أتتني أختي تسلم علي فقلت يا\r\nأخت زوديني زاد المرأة أخاها غازيا قال فأتت بعجين في دلو والدلو\r\nفي مزود فأقبلت وقد خرج رسول الله صلى الله عليه وسلم قال فجعلت أنادي ألا من\r\nيحمل رجلا له سهمه فناداني شيخ من الأنصار فقال لنا سهمه على\r\nأن يحمله عقبة وطعامه معنا قال قلت نعم قال فسر على بركة الله\r\nتعالى قال فخرجت مع خير صاحب زادني حملانا على ما شارطته\r\nوخصني بطعام سواء ما أطعم معه حتى إذا أفاء الله تعالى علينا\r\nفأصابتني قلائص قال فسقتهن حتى أتيته وهو في خبائه فدعوته\r\nفخرج فقعد على حقيبة من حقائب إبله ثم قال سقهن مقبلات فسقتهن\r\nمقبلات ثم قال سقهن مدبرات فسقتهن مدبرات فقال ما أرى\r\nقلائصك إلا كراما قال قلت إنما هي غنيمتك التي شرطت لك\r\nقال خذ قلائصك يا بن أخي فغير سهمك أردنا\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n19 ذكر مالك بن الحويرث الليثي\r\n( 922 ) حدثنا أبو كامل فضيل بن حسين نا أبو عوانة عن قتادة\r\nعن نصر بن عاصم الليثي عن مالك بن الحويرث رضي الله تعالى عنه أن\r\nرسول الله صلى الله عليه وسلم كان إذا كبر رفع يديه حتى يحاذي بهما أذنيه وإذا ركع\r\nرفع يديه حتى يحاذي بهما أذنيه وإذا رفع رأسه من الركوع مثل\r\nذلك\r\n( 923 ) حدثنا أبو بكر بن أبي شيبة نا بن نمير نا بن أبي عروبة\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\nعن قتادة عن نصر بن عاصم عن مالك بن الحويرث عن النبي صلى الله عليه وسلم\r\nنحوه\r\n( 924 ) حدثنا أبو الوليد هشام بن عبد الملك نا أبان بن يزيد\r\nعن بديل بن ميسرة عن أبي عطية رجل منهم قال كان مالك بن\r\nالحويرث يأتينا في مصلانا هذا فحضرت الصلاة فقلنا تقدم فقال لا\r\nليتقدم بعضكم حتى أحدثكم لم لم أتقدم سمعت رسول الله صلى الله عليه وسلم\r\nيقول\r\nمن زار قوما فلا يؤمهم رجل منهم\r\n( 925 ) حدثنا إبراهيم بن حجاج قال سمعت أبان بن يزيد\r\nيحدث عن بديل بن ميسرة عن أبي عطية عن مالك بن الحويرث\r\nرضي الله تعالى عنه عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n191 ذكر قباث بن أشيم الليثي\r\n( 926 ) حدثنا هشام بن عمار نا الوليد بن مسلم نا ثور بن يزيد\r\nعن يوسف بن سيف عن عبد الرحمن بن زياد عن قباث بن أشيم\r\nالليثي رضي الله تعالى عنه أن رسول الله صلى الله عليه وسلم قال\r\nصلاة الرجلين أحدهما مع الآخر أزكى عند الله عز وجل من\r\nصلاة ثمانية تترى وصلاة ثمانية يؤمهم أحدهم أزكى عند الله عز\r\nوجل من صلاة مائة تترى\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n( 927 ) حدثنا إبراهيم بن المنذر الحزامي نا عبد العزيز بن أبي\r\nثابت نا الزبير بن موسى عن أبي الحويرث قال سمعت عبد\r\nالملك بن مروان يقول لقباث بن أشيم الكناني رضي الله عنه أنت\r\nأكبر أم رسول الله صلى الله عليه وسلم فقال رسول الله أكبر مني وأنا أسن منه ولد\r\nرسول الله صلى الله عليه وسلم عام الفيل وتنبئ على رأس أربعين من الفيل\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n192 ذكر محمد بن عبد الله بن جحش رضي الله عنه\r\n( 928 ) حدثنا يعقوب بن حميد نا بن أبي حازم عن العلاء بن\r\nعبد الرحمن عن أبي كثير عن محمد بن جحش رضي الله تعالى عنه قال\r\nكان رسول الله صلى الله عليه وسلم جالسا بفناء المسجد قال وكنا معه جلوسا\r\nقال فرفع النبي صلى الله عليه وسلم بصره قبل السماء ثم خفض بصره وضرب بيده على\r\nجبهته ثم قال سبحان الله ماذا أنزل الله عز وجل من التشديد قال\r\nففرقنا وصمتنا يومنا وليلتنا قال ثم أتيت رسول الله صلى الله عليه وسلم فقلت ما\r\nالتشديد فقال\r\nفي الدين والذي نفسي بيده لو أن أحدكم قتل في سبيل الله\r\nعز وجل ثم عاش ما دخل الجنة حتى يقضى دينه\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n( 929 ) حدثنا يعقوب بن حميد نا عبد العزيز بن أبي حازم عن\r\nالعلاء بن عبد الرحمن بن يعقوب عن أبي كثير مولى محمد بن\r\nجحش عن محمد بن جحش رضي الله تعالى عنه أن النبي صلى الله عليه وسلم مر على\r\nمعمر بفناء المسجد ومعمر محتبئ كاشف عن طرف فخذه فقال\r\nله النبي صلى الله عليه وسلم\r\nخمر عليك يا معمر فإن الفخذ عورة\r\n( 930 ) حدثنا أبو بكر بن أبي شيبة نا محمد بن بشر حدثني\r\nمحمد بن عمرو حدثني أبو كثير مولى الليثيين عن محمد بن\r\nعبد الله بن جحش رضي الله تعالى عنه أن رجلا جاء إلى النبي صلى الله عليه وسلم\r\nفقال يا رسول الله أرأيت أن قتلت في سبيل الله عز وجل قال\r\nالجنة فلما ولى قال\r\nلا إلا الدين سارني به جبريل عليه السلام\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n( 931 ) حدثنا يعقوب نا أنس بن عياض عن محمد بن يحيى\r\nالأسلمي عن أبي كثير مولى آل جحش قال سمعت محمد بن\r\nعبد الله بن جحش رضي الله تعالى عنه وكانت له صحبة عن النبي صلى الله عليه وسلم في\r\nالدين\r\n( 932 ) حدثنا محمد بن المثنى نا عبد الأعلى عن برد يعني\r\nبن سنان عن عبيد الله بن علي عن يحيى بن يزيد عن أبي أنيسة\r\nيعني زيدا عن العلاء بن أبي كثير مولى محمد بن جحش أخي\r\nزينب بنت جحش عن محمد بن جحش رضي الله تعالى عنه قال خرج\r\nرسول الله صلى الله عليه وسلم وخرجنا معه فذكر عن النبي صلى الله عليه وسلم في الفخذ والعورة\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n193 ذكر شداد بن أبو عبد الله\r\nبن شداد الليثي رضي الله عنه\r\n( 933 ) حدثنا هشام بن عمار نا صدقة بن خالد نا أبو عبد رب\r\nالوضوء نا عبد الله بن شداد عن أبيه أن رسول الله صلى الله عليه وسلم أكل وهو على\r\nوضوء ثم توضأ فقلت له ألم تكن على وضوء يا رسول الله قال بلى\r\nولكن الامر يحدث بعد الامر\r\n( 934 ) حدثنا أبو بكر بن أبي شيبة نا يزيد بن هارون أنا\r\nجرير بن حازم عن محمد بن عبد الله بن\r\nأبي يعقوب عن عبد الله بن أبي شداد أبي قال دعي رسول الله صلى الله عليه وسلم لصلاة فخرج وهو\r\nحامل حسنا أو حسينا فوضعه إلى جنبه فسجد بين ظهراني صلاته\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\nسجدة أطال فيها قال إني قد رفعت رأسي من بين الناس فإذا الغلام\r\nعلى ظهر رسول الله صلى الله عليه وسلم فأعدت رأسي فسجدت فلما سلم رسول الله\r\nصلى الله عليه وسلم قال له القوم يا رسول الله سجدت في صلاتك هذه سجدة ما\r\nكنت تسجدها أفكان يوحي إليك قال لا ولكني ابني ارتحلني\r\nفكرهت أن أعجله حتى يقضي حاجته\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n194 ذكر ثعلبة بن الحكم الليثي\r\n( 935 ) حدثنا أبو بكر بن أبي شيبة نا أبو الأحوص عن\r\nمالك عن ثعلبة بن الحكم رضي الله تعالى عنه قال أصبنا غنما للعدو\r\nفانتهينا فنصبنا قدورنا فمر النبي صلى الله عليه وسلم بالقدور فأمر بها فأكفئت ثم قال\r\nإن النهبة لا تحل\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n195 ذكر عبادة القرط\r\nويقال قرص الليثي رحمه الله\r\n( 936 ) حدثنا شيبان بن فروخ ثنا سليمان بن المغيرة عن\r\nحميد بن هلال بن أبي قتادة قال قال عبادة رضي الله تعالى عنه إنكم\r\nتعملون أعمالا هي أدق في أعينكم من الشعر إن كنا نعدها على\r\nعهد رسول الله صلى الله عليه وسلم من الموبقات قال قلت لأبي قتادة كيف لو أدرك\r\nزماننا قال لهذا أقول\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n196 ذكر طلحة بن مالك الليثي\r\n( 937 ) حدثنا أبو بكر بن أبي شيبة نا سليمان بن حرب نا\r\nمحمد بن أبي رزين حدثتني أمي قالت كانت أم الحرير إذا مات\r\nرجل من العرب اشتد عليها فقيل لها يا أم الحرير إذا مات رجل من\r\nالعرب اشتد عليك فقت سمعت مولاي يقول قال رسول الله\r\nصلى الله عليه وسلم إن من اقتراب الساعة هلاك العرب وكان مولاها طلحة بن\r\nمالك رضي الله تعالى عنه\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n197 ذكر عاصم الليثي رضي الله تعالى عنه\r\nأبو نصر بن عاصم\r\n( 938 ) قال قيس بن حفص نا غسان بن مضر عن سعيد بن\r\nيزيد عن نصر بن عاصم الليثي عن أبيه قال دخلت مسجد رسول\r\nالله صلى الله عليه وسلم وأصحابه يقولون نعوذ بالله عز وجل من غضب الله ورسوله\r\nقلت ما شأنكم قالوا قال رسول الله صلى الله عليه وسلم\r\nلعن الله القائد والمقود به\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n198 ذكر فضالة الليثي\r\n( 939 ) حدثنا محمد بن خالد بن عبد الله نا أبي عن داود بن\r\nأبي هند عن أبي حرب بن أبي الأسود عن عبد الله بن فضالة\r\nعن أبيه رضي الله تعالى عنهما قال علمني رسول الله صلى الله عليه وسلم فكان فيما\r\nعلمني أن قال حافظ على الصلوات الخمس قلت إن هذه\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\nلساعات لي فيها أشغال فمرني بأمر جامع إذا أنا فعلته أجزأ عني قال\r\nحافظ على العصرين قال وما كانت من لغتنا قال قلت وما\r\nالعصران قال صلاة قبل طلوع الشمس وصلاة قبل غروبها\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n199 ذكر معاوية الليثي رضي الله عنه\r\n( 940 ) حدثنا أبو مسعود أحمد بن الفرات ويونس بن حبيب\r\nقالا ثنا أبو داود نا عمران القطان عن قتادة عن نصر بن عاصم الليثي\r\nعن معاوية الليثي أن رسول الله صلى الله عليه وسلم قال\r\nيصبح الناس مجدبين فيأتيهم برزق من عنده فيقولون مطرنا\r\nبنوء كذا وكذا\r\n( 941 ) حدثنا أبو موسى نا محمد بن جعفر نا شعبة عن قتادة\r\nعن نصر بن عاصم عن رجل منهم أنه أتى النبي صلى الله عليه وسلم فأسلم على أن\r\nلا يصلي إلا صلاتين فقبل ذلك منه\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n2 ذكر عقبة بن مالك الليثي رضي الله عنه\r\n( 942 ) حدثنا شيبان بن فروخ نا سليمان بن المغيرة نا\r\nحميد بن هلال قال أتاني أبو العالية وصاحب لي فقال هلما فإنكما\r\nأشب شابا مني فانطلقنا حتى أتينا بشر بن عاصم فقال أبو العالية\r\nحدث هذين حديثك فقال بشر حدثنا عقبة بن مالك الليثي\r\nوكان من رهطه قال بعث رسول الله صلى الله عليه وسلم سرية فغارت على قوم فشذ\r\nمن القوم رجل فاتبعه رجل من السرية معه السيف شاهرة فقال الشاذ\r\nمن القوم إني مسلم فلم ينظر فيما قال فضربه فقتله قال فنمى\r\nالحديث أي رسول الله صلى الله عليه وسلم فقال فيه قولا شديدا قال فبلغ القاتل\r\nفقال فبينما رسول الله صلى الله عليه وسلم يخطب إذ قال يا رسول الله والله ما قال\r\nالذي قال ألا تعوذا من القتل فأعرض عنه رسول الله صلى الله عليه وسلم وأخذ في\r\nخطبته قال ثم عاد فقال يا رسول الله والله ما قال الذي قال إلا\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\nتعوذا من القتل فأعرض عنه رسول الله صلى الله عليه وسلم فلم يصبر أن قال ثالثا\r\nفأقبل عليه رسول الله صلى الله عليه وسلم تعرف المساءة في وجهه فقال\r\nإن الله عز وجل أبى علي قتل مؤمن ثلاث مرات\r\n( 943 ) ورواه حماد بن سلمة عن يونس بن حميد بن هلال\r\nقال جمع بيني وبين بشر بن عاصم رجل فحدثني عن عقبة بن مالك\r\nرضي الله تعالى عنه قال خطبنا رسول الله صلى الله عليه وسلم فحمد الله تعالى وأثنى عليه\r\nثم قال اما بعد فما بال المسلم يقتل المسلم\r\nوهو يقول إني مسلم ولا أحفظ من حدثني عن حماد\r\n( 944 ) حدثنا أبو موسى نا حجاج عن حماد بن سلمة عن\r\nعلي بن زيد عن الأحنف بن قيس قال إني لأطوف بالبيت ثم ذكر\r\nالحديث وقد ذكرناه في حديث الأحنف بن قيس\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n201 ذكر أبي الطفيل عامر بن واثلة الليثي\r\n( 945 ) حدثنا الحسن بن علي الحلواني نا وهب بن جرير نا\r\nأبي قال قدمت المدينة سنة ثنتين ومائة فسمعت رجلا يحدث قال\r\nالحسن بن علي اعتبرت به وفاة أبي الطفيل وذلك أن جريرا قد رأى\r\nأبا الطفيل\r\nقال القاضي أبو بكر وكان الطفيل توفي في سنة ثنتين ومائة لا\r\nيعلم على وجه الأرض عينا بقيت مما رأى النبي صلى الله عليه وسلم بعده ذكر ولا\r\nأنثى\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n( 946 ) حدثنا الحسن بن علي نا أبو عاصم حدثني جعفر بن\r\nيحيى أخبرني عمارة بن ثوبان أن أبا الطفيل أخبره قال\r\nرأيت رسول الله صلى الله عليه وسلم يقسم لحما بالجعرانة قال أبو الطفيل رضي الله\r\nتعالى عنه وأنا يومئذ غلام أحمل عظم الجزور\r\n( 947 ) حدثنا أبو كريب نا معاوية بن هشام نا شيبان نا جابر بن\r\nيزيد عن أبي الطفيل رضي الله تعالى عنه قال رأيت رسول الله صلى الله عليه وسلم يوم فتح\r\nمكة فما أنسى شدة بياض وجهه مع شدة سواد شعره\r\n( 948 ) حدثنا الحسن بن علي الحلواني نا عبد الصمد بن عبد\r\nالوارث حدثني مهدي بن عمران قال رأيت أبا الطفيل رضي الله\r\nتعالى عنه جئ به في كساء فألقى في مسجد الحرام فقالوا هذا رأى رسول\r\nالله صلى الله عليه وسلم فدنوت فقال رأيت رسول الله صلى الله عليه وسلم\r\n( 949 ) حدثنا عقبة بن مكرم نا يعقوب الحضرمي نا مهدي بن\r\nعمران قال سمعت أبا الطفيل عامر بن واثلة قال قيل له مثل من\r\nكنت حين بعث رسول الله صلى الله عليه وسلم قال كنت غلاما قد شددت علي\r\nالمئزر\r\nقال أبو بكر سمعت محمد بن يحيى الباهلي وكان غلام أبي\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\nالطفيل عامر بن واثلة بن الأسقع ويقولون أبو الطفيل\r\nبكري قال من بكر بن وائل وقد أدخله بعض الناس في حديث\r\nربيعة وقد قال بعضهم هو بكر بن سعد بن هوازن\r\n( 950 ) حدثنا عبد الوهاب بن نجدة الحوطي نا إسماعيل بن\r\nعياش نا عبد الله بن عثمان بن خثيم نا أبو الطفيل عامر بن واثلة\r\nرضي الله تعالى عنه أن النبي صلى الله عليه وسلم قال اللهم\r\nإنما أنا بشر أغضب كما يغضب البشر وأرضى كما\r\nيرضى البشر فمن لعنته من أحد من أمتي فاجعلها عليه زكاة\r\nورحمة\r\n( 951 ) حدثنا إبراهيم بن حجاج نا حماد بن سلمة عن علي بن\r\nزيد عن أبي الطفيل وحميد عن الحسن أن النبي صلى الله عليه وسلم قال\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\nبينما أنا أنزع الليلة إذ وردت علي غنم سود وعفر فجاء أبو\r\nبكر فننزع ذنوبا أو ذنوبين والله عز وجل يغفر له فجاء\r\nعمر فاستحالت غربا فملا الحياض فأروى فلم أرى عبقريا نزع نزعا\r\nأحسن من عمر رضي الله تعالى عنه فأولت السود العرب والعفر العجم\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\nومن بني الدئل بن بكر بن عبد مناة بن كنانة\r\nبن عروة الدئلي\r\n( 952 ) حدثنا أبو بكر بن أبي شيبة نا يزيد بن هارون وشبابة\r\nقالا ثنا الليث بن سعد عن يزيد بن أبي حبيب عن عراك بن مالك عن\r\nنوفل بن معاوية بن عروة رضي الله تعالى عنه قال سمعت رسول الله صلى الله عليه وسلم\r\nيقول من الصلوات صلاة من فاتته فكأنما وتر أهله وماله قال\r\nبن عمر رضي الله تعالى عنه سمعت النبي صلى الله عليه وسلم يقول هي العصر\r\n( 953 ) حدثنا يعقوب بن حميد نا عبد الله بن موسى بن\r\nإبراهيم عن بن أبي ذئب عن بن شهاب عن أبي بكر بن عبد\r\nالرحمن عن نوفل بن معاوية رضي الله تعالى عنه أن النبي صلى الله عليه وسلم قال\r\nمن فاتته صلاة العصر فكأنما وتر أهله وماله\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n( 954 ) حدثنا محمد بن المثنى نا عثمان بن عمر عن بن أبي\r\nذئب عن بن أبي بكر بن عبد الرحمن عن نوفل بن معاوية\r\nالدئلي أن النبي صلى الله عليه وسلم قال من ترك العصر فذكر نحوه\r\n( 955 ) حدثنا وهبان بن بقية نا خالد عن عبد الرحمن بن\r\nإسحاق عن الزهري عن أبي بكر بن عبد الرحمن عن عبد الرحمن بن\r\nمطيع عن نوفل بن معاوية رضي الله تعالى عنه عن النبي صلى الله عليه وسلم فذكر مثله وزاد\r\nفيه أن النبي صلى الله عليه وسلم قال ومن الصلوات صلاة من فاتته فكأنما وتر أهله\r\nوماله\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n203 ذكر عبد الرحمن بن يعمر الدئلي\r\n( 956 ) حدثنا أبو بكر بن أبي شيبة نا شبابة نا شعبة عن\r\nبكير بن عطاء سمعت عبد الرحمن بن يعمر الدئلي رضي الله تعالى عنه\r\nقال نهى رسول الله صلى الله عليه وسلم عن الدباء والمزفت\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n( 957 ) حدثنا أبو بكر بن أبي شيبة نا وكيع عن سفيان\r\nعن بكير بن عطاء قال سمعت عبد الرحمن بن يعمر\r\nرضي الله تعالى عنه قال شهدت رسول الله صلى الله عليه وسلم وهو واقف بعرفة وأتاه ناس\r\nمن أهل مكة فقالوا يا رسول الله كيف الحج قال الحج عرفة\r\nفمن جاء قبل طلوع الفجر ليلة جمع فقد تم حجه أيام منى ثلاثة\r\nأيام فمن تعجل في يومين فلا إثم عليه ثم أردف رجلا خلفه ينادي\r\nبهن قال أبو بكر هذا تفرد به سفيان وذاك شعبة\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n204 ذكر محجن الدئلي\r\n( 958 ) حدثنا يعقوب بن حميد نا عبد العزيز بن محمد عن\r\nزيد بن أسلم عن بسر بن محجن الدئلي عن أبيه رضي الله تعالى عنه أنه\r\nكان مع رسول الله صلى الله عليه وسلم جالسا فأذن بالصلاة فقام النبي صلى الله عليه وسلم فصلى ثم\r\nرجع فقعد ورجل قاعد فقال النبي صلى الله عليه وسلم ما منعك أن تصلي مع الناس\r\nألست رجلا مسلما قال بلى يا رسول الله ولكني كنت قد صليت\r\nفي أهلي فقال النبي صلى الله عليه وسلم إذا جئت فصل مع الناس وإن كنت قد\r\nصليت في أهلك\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n205 ذكر ربيعة بن عباد الدئلي\r\n( 959 ) حدثنا الفضيل بن حسين أبو كامل نا بن أبي الحسام\r\nوهو سعيد بن سلمة نا محمد بن المنكدر أنه سمع ربيعة بن عباد\r\nالدئلي رضي الله تعالى عنه يقول رأيت رسول الله صلى الله عليه وسلم يطوف على الناس\r\nبمنى في منازلهم قبل أن يهاجروا إلى المدينة إن الله تعالى يأمركم أن\r\nتعبدوه ولا تشركوا به شيئا قال ووراءه رجل يقول يا أيها الناس ان\r\nهذا يأمركم ان تتركوا دين آبائكم فسألت من هذا الرجل فقالوا هذا\r\nأبو لهب\r\n( 960 ) حدثنا الحسن بن علي نا عبد الصمد بن عبد الوارث نا\r\nسعيد بن سلمة نا محمد بن المنكدر وزيد بن أسلم أنهما سمعا\r\nربيعة بن عباد رضي الله تعالى عنه يقول رأيت رسول الله صلى الله عليه وسلم يطوف\r\nعلى الناس بمنى في منازلهم قبل أن يهاجر إلى المدينة يقول يا أيها\r\nالناس ان الله عز وجل يأمركم أن تعبدوه ولا تشركوا به شيئا ووراءه\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\nرجل يقول يا أيها الناس ان هذا يأمركم أن تتركوا دين\r\nآبائكم فسألت من هذا فقيل أبو لهب\r\nقال القاضي أبو بكر سمعت الحسن بن علي يقول سمعت عبد\r\nالصمد بن عبد الوارث يقول ما كان أصح كتاب سعيد بن سلمة\r\n( 961 ) حدثنا وهبان بن بقية نا خالد عن محمد بن عمرو عن\r\nمحمد بن المنكدر عن ربيعة بن عباد الدؤلي رضي الله تعالى عنه قال\r\nرأيت رسول الله صلى الله عليه وسلم بذي المجاز وهو يتبع الناس يدعوهم إلى الله عز\r\nوجل في منازلهم ووراءه رجل أحول يقول لا يفتننكم هذا عن دين\r\nآبائكم فقلت من هذا فقالوا عمه أبو لهب\r\n( 962 ) حدثنا سعيد بن يحيى بن سعيد الأموي نا أبي نا\r\nمحمد بن إسحاق حدثني حسين بن عبد الله عن ربيعة بن عباد الدؤلي\r\nوعمن حدثه عن زيد بن أسلم عن ربيعة بن عباد رضي الله تعالى عنه قال\r\nوالله إني لأذكره وهو يطوف على المنازل بمنى يعني النبي صلى الله عليه وسلم وأنا مع\r\nأبي غلام شاب ووراءه رجل حسن الوجه أحول ذو غديرتين فيقول\r\nالذي خلفه إن هذا يدعوكم إلى أن تفارقوا دين آبائكم وأن تفسخوا\r\nمن أعناقكم اللات والعزى وحلفائكم من بني مالك بن أقيش من\r\nأعناقكم إلى ما جاء به من البدعة والضلالة قال فقلت لأبي من\r\nهذا قال هذا عمه أبو لهب عبد العزى بن عبد المطلب\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n( 963 ) حدثنا يعقوب بن حميد نا عبد الله بن موسى عن بن\r\nأبي ذئب عن سعيد بن خالد القارظي عن ربيعة بن عباد قال رأيت\r\nأبا لهب بعكاظ وهو يتبع النبي صلى الله عليه وسلم ويقول إن هذا قد غوى فلا\r\nيغوينكم ما أثر آبائكم والنبي صلى الله عليه وسلم يلوذ منه يتبعه ذو غديرتين أبيض\r\nالناس وأجملهم ونحن غلمان كأني أنظر إليه\r\n( 964 ) حدثنا محمد بن المثنى نا أبو علي الحنفي نا بن\r\nأبي الزناد عن أبيه حدثني ربيعة بن عباد من بني الدئل قال وكان\r\nجاهليا فأسلم قال قال فحدثني أنه رأى هو نفسه رسول الله\r\nصلى الله عليه وسلم بذي المجاز يمشي بين ظهراني الناس يقول يا أيها الناس قولوا\r\nلا إله إلا الله قال وإذا وراءه رجل فقلت من هذا فقالوا أبو لهب\r\nعم رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n206 ذكر أبي عبيدة الدئلي رضي الله عنه\r\n( 965 ) حدثنا إبراهيم بن المنذر الحزامي نا عبد الرحمن بن\r\nسعد المؤذن نا مالك بن عبيدة الدئلي عن أبيه عن جده قال قال\r\nرسول الله صلى الله عليه وسلم\r\nلولا عباد الله تعالى ركع وصبية رضع وبهائم رتع لصب\r\nعليكم العذاب صبا ثم رص رصا\r\nقال القاضي أبو بكر إسناده حسن\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n207 ذكر سعر الدئلي رضي الله عنه\r\n( 966 ) حدثنا يعقوب بن حميد نا عبد الله بن موسى عن\r\nأسامة بن زيد عن أبي مرارة الجهني عن بن سعر عن أبيه قال\r\nكنت بمكة في غنم لي فجاء رجل فسلم وأنا بين ظهراني غنمي\r\nفقلت من أنت فقال أنا رسول رسول الله فقلت مرحبا\r\nبرسول رسول الله فماذا تريد قال أريد صدقة غنمك فجئته بشاة\r\nماخض خير ما وجدت فلما نظر إليها قال ليس حقنا في هذا قلت\r\nففيم حقك قال في الثنية والجذعة الحقة\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n( 967 ) حدثنا محمد بن فضيل نا وكيع عن زكريا بن إسحاق\r\nالمكي عن عمرو بن أبي سفيان الجمحي سمعه منه عن مسلم بن\r\nثفنة البكري قال استعمل بن علقمة أبي علي عرافة قومه وأمره أن\r\nيصدقهم قال فبعثني أبي في طائفة منهم لآتيه بصدقتهم قال\r\nفخرجت حتى أتيت شيخا كبيرا يقال له سعر رضي الله تعالى عنه فقلت له\r\nإن أبي بعثني لتؤدي صدقة غنمك قال فقال يا بن أخي وأي نحو\r\nتأخذون قال فقلت نختار حتى إنا لنشبر ضرع الغنم قال يا بن\r\nأخي فإني أحدثك اني كنت في شعب من هذه الشعاب على عهد\r\nرسول الله صلى الله عليه وسلم في غنم لي فجاء رجلان على بعير فقالا نحن رسولا\r\nرسول الله صلى الله عليه وسلم إليك لتؤدي صدقة غنمك قلت وما علي فيها قالا\r\nشاة قال فأعمد إلى شاة قد عرفت مكانها ممتلئة شحما\r\nفأخرجتها إليهما فقالا هذه الشافع والشافع الحبلي قالا نهى رسول\r\nالله صلى الله عليه وسلم أن نأخذ الشافع قال فقلت فأي شئ تأخذان قالا عناقا\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\nأو جذعة أو ثنية قال فأعمد إلى عناق معتاط والمعتاط التي لم\r\nتلد وقد حان ولادها فأخرجتها إليهما فقالا ناولناها فدفعتها إليهما\r\nوهما على بعيرهما فحملاها على بعيرهما ثم انطلقا\r\n( 968 ) حدثنا محمد بن منصور بن إسحاق نا الليث بن سعد\r\nعن عمران بن أبي أنس عن أبي قتادة عن بن الدئلي رضي الله تعالى عنه\r\nقال جئت إلى رسول الله صلى الله عليه وسلم وهو يصلي فلم أصل معه فلما فرغ\r\nقال ما منعك أن تصلي معنا قلت قد صليت في بيتي قال\r\nوإن صليت في بيتك فصل معنا\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\nومن بني ضمرة بن بكر بن مناة بن كنانة\r\nوله حلف في قريش مهاجري قديم الاسلام جليل الحال هاجر\r\nإلى أرض الحبشة ثم هاجر إلى المدينة وله فضائل وأخبار كثيرة\r\nيكنى أبا أمية توفي في خلافة معاوية رضي الله تعالى عنهما قبل الستين\r\n( 969 ) حدثني بكر بن عبد الوهاب نا بن أبي أويس نا أخي\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\nعن سليمان بن بلال عن يحيى بن سعيد أخبرني بن شهاب عن\r\nجعفر بن عمرو بن أمية عن أخيه أن أباه عمرو بن أمية رضي الله تعالى عنه\r\nأخبره أنه رأى رسول الله يحتز من كتف شاة في يده فأكل منها فدعى\r\nإلى الصلاة فقام فصلى ولم يتوضأ\r\n( 970 ) حدثنا هشام بن عمار نا حاتم بن إسماعيل نا\r\nيعقوب بن عبد الله بن عمرو بن أمية عن جعفر بن عمرو بن أمية قال\r\nقال عمرو بن أمية رضي الله تعالى عنه قلت يا رسول الله أرسل ناقتي\r\nوأتوكل قال اعقلها وتوكل\r\n( 971 ) حدثنا إبراهيم بن المنذر الحزامي نا عبد الله بن موسى\r\nحدثني يعقوب بن عبد الله بن عمرو بن أمية عن\r\nجعفر بن أمية عن أبيه عمرو رضي الله تعالى عنه قال قلت يا رسول الله أرسل ناقتي وأتوكل\r\nقال بل قيدها وتوكل\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n209 ومن ذكر عمير بن سلمة الضمري رضي الله عنه\r\n( 972 ) حدثنا يعقوب بن حميد نا عبد العزيز بن محمد وابن\r\nأبي حازم عن يزيد بن عبد الله بن الهاد عن محمد بن إبراهيم\r\nالتيمي عن عيسى بن طلحة بن عبيد الله عن عمير بن سلمة الضمري\r\nرضي الله تعالى عنه قال بينما نحن نسير مع رسول الله صلى الله عليه وسلم وهو محرم\r\nببعض مياه الروحاء وقال بن أبي حازم نواحي الروحاء إذا بحمار\r\nمعقور قال فذكر لرسول الله صلى الله عليه وسلم فقال دعوه فليوشك صاحبه أن\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\nيأتيه قال فأتاه صاحبه الذي عقره وهو رجل من بهز فقال يا رسول\r\nالله شأنكم بهذا الحمار وأمر النبي صلى الله عليه وسلم أبا بكر فقسمه بين الرفاق قال\r\nثم مضى فلما كان بالإثابة مر بظبي حاقف في ظل شجرة فيه\r\nسهم فأمر النبي صلى الله عليه وسلم أن لا يهيجه إنسان فنفد الناس وتركوه قال\r\nأبو بكر ورواه يحيى بن سعيد الأنصاري عن محمد بن إبراهيم عن\r\nعيسى بن طلحة عن عمير بن سلمة\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n21 ذكر أبي فاطمة الضمري\r\nوقال أزدي رضي الله عنه\r\n( 973 ) حدثنا محمد بن مصفى نا محمد بن المبارك نا الوليد بن\r\nمسلم حدثنا بن ثوبان عن أبيه عن مكحول عن كثير بن مرة عن أبي\r\nفاطمة أنه قال يا رسول الله حدثني بعمل أستقيم عليه واعمله قال\r\nعليك بالهجرة فإنه لا مثل لها قال يا رسول الله حدثني بعمل\r\nأستقيم عليه واعمله قال\r\nعليك بالسجود فإنك لا تسجد لله تعالى سجدة إلا رفعك الله\r\nتعالى بها درجة وحط عنك بها خطيئة\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n( 974 ) حدثنا يعقوب بن كعب الأنطاكي نا عبد الله بن وهب\r\nمحمد بن أبي حميد عن مسلم مولى الزبير قال دخلت على\r\nعبد الله بن إياس بن أبي فاطمة فحدثني عن أبيه عن جده قال كنا\r\nمع رسول الله صلى الله عليه وسلم فقال من يحب منكم أن يصبح فلا يسقم\r\nفابتدرناه فقلنا نحن فعرفنا ما في وجهه فقال\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\nأتريدون أن تكونوا كالحمير الصيالة إن الله عز وجل ليبتلي\r\nالمؤمن بالبلاء وما يبتليه إلا لكرامته عليه إن الله عز وجل يريد أن\r\nيبلغه منزلة لم يبلغها بشئ من عمله إلا بما يبتليه فيبلغه\r\nبتلك المنزلة\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n211 ذكر أبي الجعد الضمري رضي الله عنه\r\n( 975 ) حدثنا أبو بكر بن أبي شيبة نا يزيد بن هارون عن\r\nمحمد بن عمرو عن عبيدة بن سفيان الحضرمي قال سمعت أبا\r\nالجعد الضمري وكان له صحبة يقول ح\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\nوحدثنا يعقوب بن حميد نا محمد بن فليح عن\r\nمحمد بن عمرو بن علقمة عن عبيدة بن سفيان الحضرمي عن أبي\r\nالجعد الضمري عن النبي صلى الله عليه وسلم قال\r\nمن ترك الجمعة ثلاث مرات طبع الله على قلبه\r\n( 977 ) حدثنا محمد بن أبي غالب نا سعيد بن عمرو نا عبثر\r\nعن محمد بن عمرو عن عبيدة بن سفيان عن أبي الجعد الضمري أن\r\nالنبي صلى الله عليه وسلم قال\r\nلا تشد الرحال إلا إلى ثلاثة مساجد المسجد الحرام\r\nومسجدي هذا ومسجد الأقصى\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n212 ذكر سعد الضمري وأبوه رضي الله عنهما\r\n( 978 ) حدثنا هدبة بن خالد نا حماد بن سلمة عن محمد بن\r\nإسحاق قال سمعت أبا جعفر قال سمعت زياد بن سعد\r\nالضمري يحدث عروة بن الزبير عن أبيه وجده قالا وكانا شهدا مع\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\nرسول الله صلى الله عليه وسلم حنينا صلى رسول الله صلى الله عليه وسلم الظهر ثم قام إلى ظل شجرة\r\nفقعد فيه فقام إليه عيينة بن بدر يطلب دم عامر بن الأضبط وهو سيد\r\nقيس فجاء الأقرع بن حابس يرد عن محلم بن جثامة وهو سيد خندف\r\nفقال رسول الله صلى الله عليه وسلم لقوم عامر بن الأضبط هل لكم أن تأخذوا الآن\r\nخمسين بعيرا وإذا رجعنا إلى المدينة خمسين بعيرا فقال عيينة بن\r\nبدر لا أدعه حتى أذيق نسائه من الحزن ما ذاق نسائي فقام رجل من\r\nبني ليث يقال له مطر نصف يعني كهل من الرجال فقال يا رسول\r\nالله ما أجد لهذا القتل مثال في غرة الاسلام إلا كغنم وردت فرميت\r\nأولاها أخراها أسنن اليوم وغير غدا فقال رسول الله صلى الله عليه وسلم لقومه\r\nهل لكم أن تأخذوا خمسين بعيرا وإذا رجعنا إلى المدينة خمسين\r\nبعيرا فلم يزل بهم حتى رضوا بالدية فقال قوم محلهم بن جثامة تعال\r\nحتى يستغفر لك رسول الله صلى الله عليه وسلم فجاء رجل ضرب اللحم في حلة قد\r\nتهيأ فيها للقتل فقعد بين يدي رسول الله صلى الله عليه وسلم فقال رسول\r\nالله صلى الله عليه وسلم اللهم لا تغفر\r\nلمحلم اللهم لا تغفر لمحلم ثلاثا فقام وأنه ليتلقى دموعه بطرف ثوبه\r\nقال بن إسحاق فزعم لي قومه أن رسول الله صلى الله عليه وسلم استغفر له\r\nبعد ذلك\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n213 ذكر عمرو بن يثربي الضمري رضي الله عنه\r\n( 979 ) حدثنا محمد بن المثنى نا عبد الملك بن عمرو\r\nالعقدي أبو عامر نا عبد الملك بن حسن وهو الحارثي نا عبد\r\nالرحمن بن أبي سعيد قال سمعت عمارة بن حارثة الضمري يحدث\r\nعن عمرو بن يثربي الضمري رضي الله تعالى عنه قال سمعت خطبة\r\nرسول الله صلى الله عليه وسلم فكان فيما خطب بهؤلاء يحل لاحد من مال أخيه إلا\r\nما طابت به نفسه فلما سمعته قال ذلك قلت يا رسول الله أرأيت\r\nغنم بن عمي أخذت منها شاة فاجتزرتها هل علي في ذلك من\r\nشئ قال إن لقيتها نعجة تحمل شفرة وأزنادا بخيت الجميش\r\nفلا تمسها\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n( 980 ) حدثنا يعقوب بن حميد نا عبد العزيز بن محمد عن\r\nزيد بن أسلم عن رجل من بني ضمرة عن أبيه أن النبي صلى الله عليه وسلم سئل عن\r\nالعقيقة فقال\r\nلا أحب العقوق ولكن من ولد له فأحب أن ينسك عنه\r\nفليفعل\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n( 981 ) حدثنا يعقوب بن حميد نا بن عيينة عن زيد بن أسلم\r\nعن رجل من بني ضمرة عن أبيه أنه شهد رسول الله صلى الله عليه وسلم يخطب فسأله\r\nرجل ما ترى في العتيرة قال العتيرة حق قال فما ترى في\r\nالفرع قال\r\nحق وإن تتركه تحت أمه حتى يكون بن لبون أو بن مخاض\r\nزخ زبا فتحمل عليه في سبيل الله عز وجل خير من أن تكفأ إناءك\r\nوتوله ناقتك عن ولدها فتخلط لحمه بشعره\r\n( 982 ) حدثنا أبو بكر بن أبي شيبة نا سفيان عن زيد بن أسلم\r\nعن رجل من بني ضمرة عن أبيه أو عن عمه قال سمعت النبي صلى الله عليه وسلم\r\nيخطب بعرفة ورجل يسأله ما ترى في العتيرة فقال رسول الله صلى الله عليه وسلم\r\nالعتيرة حق فذكر نحوه\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\nومن بني غفار بن مليل بن ضمرة بن بكر بن عبد مناف بن كنانة\r\nبكر بن أبي شيبة يقول اسم أبي ذر جندب بن\r\nجنادة قال أبو بكر وقالوا برير بن جنادة وقالوا برير بن أشقر بن\r\nجنادة بن سفيان بن عبيد بن الوقعية بن حرام بن غفار بن مليل\r\nويقولون برير بن عشرقة وأمه رملة بنت الوقعية بن حرام بن غفار\r\nمات سنة ثنتين وثلاثين بالربذة ودفن\r\n( 983 ) حدثنا أبو بكر بن أبي شيبة نا زيد بن الحباب عن\r\nموسى بن عبيدة أخبرني محمد بن الوليد عن بن عباس رضي الله\r\nتعالى عنه قال كنت عند عثمان رضي الله تعالى عنه فاستأذن أبو ذر رضي الله تعالى عنه\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\nفجاء فجلس على سرير من هذه البحرية مرمل بشريط فرجف له\r\nالسرير وكان طويلا عظيما\r\n( 984 ) حدثنا يعقوب بن حميد وكثير بن عبيد قالا ثنا\r\nيحيى بن سليم عن عبد الله بن عثمان بن جشم عن مجاهد عن\r\nإبراهيم بن الأشتر عن أبيه أنه قال لما حضرت أبا ذر رضي الله تعالى عنه\r\nالوفاة بكت امرأته فقال ما يبكيك فقالت أبكي أنه لا يدان لي\r\nبتغييبك وليس لي ثوب من ثيابي يسعك وليس ثوب يسعك قال\r\nفلا تبكي فإني سمعت رسول الله صلى الله عليه وسلم يقول لنفر أنا فيهم ليموتن\r\nرجل منكم بفلاة من الأرض فيشهده عصابة من المؤمنين وليس من\r\nأولئك النفر رجل وقد مات في قرية جامعة من المسلمين وأنا\r\nالذي أموت بفلاة والله ما كذبت ولا كذبت فأبصري الطريق فقلت\r\nيا أبا ذر قد انقطع الحاج وانقطعت الطرق فكانت تشتد إلى كثيب\r\nفتقوم عليه ثم ترجع إليه فتمرضه ثم ترجع إلى الكثيب فبينما هي\r\nكذلك إذا هي بنفر على رواحلهم كأنهم الرجم على رحالهم فألاحت\r\nبثوبها فأقبلوا حتى وقفوا فقالت امرؤ من المسلمين يموت كفنوه\r\nقالوا ومن هو قالت أبو ذر ففدوه بآبائهم وأمهاتهم ووضعوا\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\nالسياط نحوها يستبقون إليه حتى جاؤوه فقال\r\nأبشروا وحدثهم الحديث الذي قال ثم قال أنتم تسمعون لو كان لي\r\nثوب يسعني لم أكفن إلا في ثوب هو لي أو لامرأتي ثوبا يسعني لم\r\nأكفن إلا في ثوبها فأنشدكم الله عز وجل والاسلام أن لا يكفني\r\nرجل كان أميرا أو عريفا أو بريدا أو نقيبا وكل القوم كان قد فارق\r\nبعض ذلك إلا فتى من الأنصار قال أنا أكفنك لم أصب مما ذكرت\r\nشيئا في ردائي هذا الذي علي وفي ثوبين في عيبتي من غزل أمي\r\nفقال أنت تكفنني قال فكفنه الأنصاري في النفر الذين شهدوا\r\nمنهم حجر بن الأدبر ومالك بن الأشتر في نفر كلهم يمان\r\n( 985 ) حدثنا العباس بن عبد العظيم العنبري نا النضر بن\r\nمحمد نا عكرمة بن عمار نا أبو زميل عن مالك بن مرثد عن أبيه عن\r\nأبي ذر قال كنت رابع الاسلام أسلم قبلي ثلاثة وأنا رابعهم فأتيت\r\nرسول الله صلى الله عليه وسلم فقلت سلام عليك فإني أشهد ان لا إله إلا الله\r\nوأشهد أن محمدا عبده ورسوله قال فرأيت الاستبشار في وجه\r\nرسول الله صلى الله عليه وسلم فقال لي فمن أنت فقلت أنا جندب رجل من بني\r\nغفار\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n( 986 ) حدثنا العباس بن عبد العظيم نا النضر بن محمد نا\r\nعكرمة بن عمار عن أبي زميل عن مالك بن مرثد عن أبيه عن أبي ذر\r\nرضي الله تعالى عنه قال قال لي رسول الله صلى الله عليه وسلم ما تقل الغبراء ولا\r\nتظل الخضراء من ذي لهجة أصدق ولا أوفى من أبي ذر رضي الله\r\nتعالى عنه شبيه عيسى بن مريم عليه السلام فقال عمر بن الخطاب رضي\r\nالله تعالى عنه كالحاسد يا رسول الله أفنعرف له ذلك قال نعم فاعرفوه\r\n( 987 ) حدثنا محمد بن المثنى نا أبو عاصم نا عبد الحميد بن\r\nجعفر نا حسين بن عطاء وهو بن يسار عن زيد بن أسلم عن بن\r\nعمرانة قال لأبي ذر يا عم أوصني فقال يا بن أخي سألت رسول\r\nالله صلى الله عليه وسلم كما سألتني فقال\r\nإن صليت الضحى ركعتين لم تكتب من الغافلين وإن صليتها\r\nأربعا كتبت من العابدين وإن صليتها ستا لم يتبعك في ذلك اليوم\r\nذنب وإن صليتها ثمانيا كتبت من القانتين وإن صليتها\r\nاثنى عشر بنى الله عز وجل لك بيتا في الجنة وما من يوم ولا ليلة ولا\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\nساعة إلا لله تعالى فيه صدقة يمن بها على من يشاء من عبادة وما من\r\nالله عز وجل على عبد بمثل أن يلهمه ذكره\r\nومما أسند\r\n( 988 ) حدثنا عبد الوهاب بن نجدة الحوطي نا بقية بن الوليد\r\nنا صفوان بن عمرو حدثني أبو اليمان الهوزني عن حبيب بن مسلمة\r\nأنه اتى أبا ذر وهو بالربذة فقال له أبو ذر يا حبيب هل يوافقكم عدوكم\r\nحلب شاة قالوا نعم وحلب شاتين قال غللتم ورب الكعبة لولا\r\nذلك لم يثبتوا لكم حلب شاة فدفع إليه حبيب بن مسلمة نفقة سرا\r\nفرفع أبو ذر صوته يقول أما علمت أني بايعت رسول الله صلى الله عليه وسلم أن\r\nلا اقبل من الناس شيئا تركت من خلفكم من المهاجرين في سبيل\r\nالله عز وجل كانوا أحق بها مني سمعت رسول الله صلى الله عليه وسلم يقول\r\nإن الأكثرين هم الأسفلون في الجنة والنار يوم القيامة\r\n( 989 ) حدثنا هدبة بن خالد نا سليمان بن المغيرة نا حميد بن\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\nهلال عن عبد الله بن الصامت قال قال أبو ذر رضي الله تعالى عنه خرجنا\r\nمن قومنا غفار وكانوا يحلون الشهر الحرام فخرجت أنا وأخي أنيس\r\nوأمنا فنزلنا على خال لنا فأكرمنا خالنا فأحسن إلينا فحسدنا قومه\r\nقالوا إنك إذا خرجت من أهلك خالفك إليهم أنيس فجاء خالنا\r\nفثنى علينا الذي قيل له فقلت أما ما مضى من معروفك فقد\r\nكدرته ولا جماع لك فيما بعد قال فقربنا صرمتنا فاحتملنا\r\nعليها وتغطى خالنا ثوبه فجعل يبكي فانطلقنا حتى إذا بحضرة\r\nمكة فنافر أنيس عن صرمتنا وعن مثلها فأتينا الكاهن فخير أنيسا\r\nفأتانا أنيس بصرمتنا وبمثلها معها قال وقد صليت يا بن أخي قبل أن\r\nألقى رسول الله صلى الله عليه وسلم بثلاث سنين قال قلت لمن قال الله عز وجل\r\nقال فأين توجهت قال أتوجه حيث يوجهني ربي أصلي\r\nالعشاء حتى إذا كان أخر الليل ألقيت كأني خفاء حتى تعلوني\r\nالشمس فقال أنيس إن لي حاجة بمكة فاكفني فانطلق أنيس حتى\r\nاتى مكة فراث علي ثم جاء فقلت ما صنعت قال لقيت رجلا\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\nبمكة على دينك يزعم أن الله عز وجل أرسله قال قلت فما يقول\r\nالناس قال يقولون شاعر كاهن ساحر قال وكان أنيس أحد\r\nالشعراء قال أنيس لقد سمعت قول الكهنة وما هو بقولهم ولقد\r\nوضعت قوله على أقرأ الشعراء فما يلتئم على لسان أحد بعدي أنه\r\nشعر والله إنه لصادق وإنهم لكاذبون قال قلت فاكفني حتى أذهب\r\nفأنظر قال فأتيت مكة فتضيفت رجلا منهم فقلت أين هذا\r\nالذي تدعونه الصابئ قال فمال على أهل الوادي بكل مدرة\r\nوعظم حتى خررت مغشيا فارتفعت حين ارتفعت كأني نصب\r\nأحمر فأتيت زمزم فغسلت عني الدم وشربت من مائها وقد لبثت يا\r\nبن أخي ثلاثين من ليلة ويوم مالي طعام إلا ماء زمزم فسمنت حتى\r\nتكسرت عكم بطني وما وجدت على كبدي سخفة جوع قال\r\nفبينا أهل مكة في ليلة قمر أضحيان إذ ضرب على أصمغتهم\r\nفما يطوف بالبيت أحد منهم وامرأتين تدعوان إسافا ونائلة فقلت\r\nانكحا أحدهما الآخر فما تناهتا عن قولهما فأتتا علي فقلت لهن مثل\r\nالخشبة غير أني لا أكنى فانطلقتا تولولان وتقولان كان لها هنا\r\nأحد فاستقبلهما رسول الله صلى الله عليه وسلم وأبو بكر رضي الله تعالى عنه وهما ماضيان\r\nفقال ما لكما فقالتا الصابئ بين الكعبة وأستارها قال فما قال\r\nلكما قالتا إنه قال لنا كلمة تملأ لفم قال فجاء رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\nحتى استلم الحجر ثم طاف بالبيت هو وصاحبه ثم صلى قال أبو ذر\r\nرضي الله تعالى عنه فأتيته حين قضى صلاته قال وكنت أول من حياة\r\nبتحية لاسلام فسلمت عليه قال وعليك ورحمة الله ثم قال فمن\r\nأنت فقلت من غفار قال فأهوى بيده فوضع أصابعه\r\nعلى جبهته فقلت في نفسي كره أن انتسبت إلى غفار قال فذهبت\r\nآخذ بيده فدفعني صاحبه وكان أعلم به مني ثم رفع رأسه فقال متى\r\nكنت هاهنا قال قلت قد كنت ها هنا منذ ثلاثين من ليلة ويوم\r\nقال فمن كان يطعمك قال قلت ما كان لي طعام إلا ماء زمزم\r\nفسمنت حتى تكسرت عكن بطني فما أجد على كبدي جوع\r\nقال فقال إنها مباركة إنه طعام طعم قال فقال أبو بكر رضي الله تعالى عنه يا رسول الله ائذن لي في طعامه الليلة فانطلق رسول الله صلى الله عليه وسلم\r\nوأبو بكر رضي الله تعالى عنه\r\nوانطلقت معهم ففتح أبو بكر رضي الله تعالى عنه باب فجعل يقبض لنا من زبيب الطائف فكان ذلك أول طعام أكلته بها\r\nثم غبرت ما غبرت ثم أتيت رسول الله صلى الله عليه وسلم\r\nفقال إني قد وجهت\r\nلي أرض ذات نخل لا أراها إلا يثرب فهل أنت مبلغا عني قومك\r\nعسى أن ينفعهم الله عز وجل بك ويأجرك فيهم قال فلقيت أنيس\r\nفقال لي ما صنعت قلت ما صنعت إني قد أسلمت وصدقت قال\r\nلي ما بي رغبة عن دينك فإني قد أسلمت وصدقته فأتينا أمنا\r\nفقالت ما بي رغبة عن دينكما فإني أسلمت وصدقته فاحتملنا حتى\r\nأتينا قومنا غفار فأسلم نصفهم وكان إيماء بن رخصة وكان\r\nسيدهم وقال نصفهم إذا قدم رسول الله صلى الله عليه وسلم المدينة أسلمنا فقدم\r\nرسول الله صلى الله عليه وسلم المدينة فأسلم نصفهم الباقي وجاءت أسلم فقالوا\r\nيا رسول الله إخوتنا نسلم على الذين أسلموا فقال رسول الله صلى الله عليه وسلم\r\nغفار غفر الله لها وأسلم سالمها الله عز وجل\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n215 ذكر أبي رهم كلثوم\r\nبن حصين بن عبيد بن خالد\r\n( 990 ) حدثنا أبو عبد الرحمن محمد بن عبد الله بن نمير نا\r\nيونس بن بكير نا محمد بن إسحاق عن الزهري عن عبيد الله بن\r\nعبد الله عن بن عباس رضي الله تعالى عنه قال مضى رسول الله صلى الله عليه وسلم لسفره\r\nعام الفتح واستخلف على المدينة أبارهم كلثوم بن\r\nحصين بن خالد رضي الله تعالى عنه\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\n( 991 ) حدثنا سلمة بن شبيب نا عبد الرزاق أنا معمر عن\r\nالزهري أخبرني بن أخي رهم قال سمعت أبارهم الغفاري رضي\r\nالله تعالى عنه وكان من أصحاب النبي صلى الله عليه وسلم الذين بايعوا تحت الشجرة\r\nيقول غزوت مع رسول الله صلى الله عليه وسلم غزوة تبوك فلما قفل سرت قريبا منه\r\nفألقى علي النعاس فطفقت استيقظ وقد دنت راحلتي\r\nمن راحلته فيفزعني ذلك خشية أن تصيب رجله في الغرز فأؤخر راحلتي حتى\r\nغلبتني عيني في بعض الليل فزحمت راحلتي رحله ورجله في العرز\r\nفأصاب رجله فلم أستيقظ إلا بقوله حس فرفعت رأسي فقلت استغفر\r\nلي يا رسول الله فقال سر فطفق يستخبرني عمن تخلف من بني\r\nغفار فأخبرته فقال إذ هو يسألني ما فعل النفر الحمر الطوال الشظاظ\r\nقال فحدثته بتخلفهم قال فما فعل الجعد القطاط أو القصار شك\r\nعبد الرزاق الذي لهم نعم بشبكة شرخ قال فذكرتهم في بني غفار\r\nفلم أذكرهم حتى ذكرت رهطا من أسلم وقد تخلفوا فقال رسول\r\nالله صلى الله عليه وسلم فما يمنع أولئك عن حين يتخلف أحدهم أن يحمل على\r\nبعض إبله امرأ نشيطا في سبيل الله عز وجل فإن أعز أهلي على أن\r\nيتخلفوا المهاجرين والأنصار وأسلم وغفار\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n( 992 ) حدثنا الحسن بن علي نا يعقوب بن إبراهيم بن سعد نا\r\nأبي عن صالح بن كيسان عن بن شهاب حدثني بن أخي أبي رهم\r\nالغفاري أنه سمع أبا رهم الغفاري رضي الله تعالى عنه وكان من أصحاب\r\nالنبي صلى الله عليه وسلم الذين بايعه تحت الشجرة قال غزوت مع رسول الله صلى الله عليه وسلم\r\nغزوة تبوك فنمت ليلة بالأخضر فسرت قريبا منه فذكر نحوه\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n216 ذكر خفاف بن إيماء بن رخصة الغفاري\r\n( 993 ) حدثنا أبو بكر بن أبي شيبة نا محمد بن بشر نا\r\nمحمد بن عمرو نا خالد بن عبد الله بن حرملة عن الحارث بن خفاف\r\nعن خفاف بن إيماء رضي الله تعالى عنه قال ركع رسول\r\nالله صلى الله عليه وسلم ثم رفع رأسه فقال غفار غفر الله تعالى لها وأسلم سالمها\r\nالله وعصية عصت الله عز وجل ورسوله اللهم\r\nالعن بني لحيان اللهم العن رعلا وذكوان الله أكبر ثم خر ساجدا\r\n( 994 ) حدثنا يعقوب نا عبد العزيز بن محمد عن محمد بن\r\nعمرو بن علقمة عن خالد بن عبد الله بن حرملة عن الحارث بن\r\nخفاف بن إيماء عن خفاف بن إيماء رضي الله تعالى عنه عن النبي صلى الله عليه وسلم\r\nمثله\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n( 995 ) حدثنا أبو مروان العثماني نا عبد العزيز بن محمد عن\r\nعبد الرحمن بن حرملة الأسلمي عن حنظلة بن الأسقع الأسلمي\r\nعن خفاف بن إيماء الغفاري رضي الله تعالى عنه أن النبي صلى الله عليه وسلم صلى صلاة\r\nمكتوبة ثم رفع رأسه فقال\r\nاللهم العن لحيانا ورعلا وذكوانا وعصية عصت الله عز وجل\r\nورسوله علينا لكم وغفار غفر الله لها وأسلم سالمها الله تعالى\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n217 ذكر بشر بن سحيم الغفاري رضي الله عنه\r\n( 996 ) حدثنا أبو بكر بن أبي شيبة نا وكيع عن سفيان عن\r\nحبيب بن أبي ثابت عن نافع بن جبير بن مطعم عن بشر بن سحيم\r\nرضي الله تعالى عنه أن النبي صلى الله عليه وسلم خطب أيام التشريق فقال\r\nإنه لا يدخل الجنة إلا نفس مسلمة وأن هذه الأيام أكل وشرب\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n( 997 ) حدثنا يعقوب بن حميد نا سفيان بن عيينة عن عمرو بن\r\nدينار عن نافع بن جبير عن بشر بن سحيم الغفاري رضي الله تعالى عنه أن\r\nالنبي صلى الله عليه وسلم بعثه أيام منى ينادي\r\nإنه لا يدخل الجنة إلا نفس مؤمنة وأنها أيام أكل وشرب\r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n218 ذكر جهجاه بن قيس الغفاري\r\n( 998 ) حدثنا أبو بكر بن أبي شيبة نا زيد بن الحباب نا\r\nموسى بن عبيدة حدثني عبيد الأغر عن عطاء بن يسار عن جهجاه\r\nالغفاري رضي الله تعالى عنه أنه قدم مع نفر من قومه يريدون الاسلام\r\nفحضروا مع رسول الله صلى الله عليه وسلم المغرب فلما سلم قال ليأخذ كل رجل\r\nمنكم بيد جليسه فلم يبق في المسجد غير رسول الله صلى الله عليه وسلم\r\nوغيري وكنت طويلا عظيما لا يقدم علي أحد فذهب بي رسول\r\nالله صلى الله عليه وسلم إلى منزله فحلبت لي عنز فأتيت عليها حتى أتيت على سبعة\r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\nأعنز فأتيت عليها ثم أتيت بصنيع برمة فأتيت عليها فقالت أم\r\nأيمن أجاع الله من أجاع رسول الله صلى الله عليه وسلم هذه الليلة فقال مه يا أم\r\nأيمن أكل رزقه ورزقنا على الله تعالى فأصبحوا فغدوا فاجتمع هو\r\nوأصحابه فجعل يخبر كل رجل منهم بما أتى إليه فقال جهجاه\r\nحلبت لي سبعة أعنز فأتيت عليها وصنيع برمة فأتيت عليها فصلوا مع\r\nرسول الله صلى الله عليه وسلم المغرب فقال ليأخذ كل رجل منكم بجليسه فلم\r\nيبق غيري وغير رسول الله صلى الله عليه وسلم وكنت طويلا عظيما لا يقدم علي أحد\r\nفذهب بي رسول الله صلى الله عليه وسلم فحلبت لي عنز فرويت وشبعت فقالت أم\r\nأيمن أليس ضيفنا يا رسول الله بلى فقال رسول الله صلى الله عليه وسلم\r\nإنه أكل في معاء مؤمن الليلة وأكل قبل ذلك في معاء كافر\r\nوالكافر يأكل في سبعة أمعاء والمؤمن يأكل في معاء واحد\r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n219 ذكر نضلة بن عمرو الغفاري\r\n( 999 ) حدثنا يعقوب بن حميد نا محمد بن معن الغفاري\r\nحدثني جدي عن جده نضلة بن عمرو الغفاري رضي الله تعالى عنه أنه لقي\r\nرسول الله صلى الله عليه وسلم ومعه شوائل له فأسلم قال حلبت له ثم حلبت أنا\r\nفشربت ثم قلت يا رسول الله لقد امتلأت من هذه وإن كنت لأشرب\r\nسبعة فما أحسبه قال أروي فقال النبي صلى الله عليه وسلم\r\nإن المؤمن يشرب في معي واحد والكافر يشرب في سبعة\r\nأمعاء\r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n22 ذكر حازم بن حرملة الغفاري\r\n( 1000 ) حدثنا إبراهيم بن المنذر الحزامي نا محمد بن\r\nمعن حدثني خالد بن سعيد حدثني أبو زينب مولى حازم بن\r\nحرملة عن النبي صلى الله عليه وسلم قال\r\nلا حول ولا قوة إلا بالله كنز من كنوز الجنة\r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n221 ذكر بصرة بن أبي بصرة الغفاري\r\n( 1001 ) حدثنا يعقوب بن حميد نا عبد العزيز بن محمد عن\r\nيزيد بن عبد الله بن الهاد عن محمد بن إبراهيم التيمي عن أبي\r\nسلمة بن عبد الرحمن عن أبي هريرة قال خرجت إلى الطور\r\nفلقيت بصرة بن أبي بصرة الغفاري فقال من أين جئت فقلت\r\nجئت من الطور فقال لو لقيتك قبل أن تأتيه لم تأته فقلت لم\r\nفقال إني سمعت رسول الله صلى الله عليه وسلم يقول\r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\nلا تعمل المطي إلا إلى ثلاثة مساجد المسجد الحرام\r\nومسجدي ومسجد الأقصى\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248},
  {"content":"\r\n222 ذكر جميل بن بصرة الغفاري\r\n( 1002 ) حدثنا أبو مروان العثماني نا عبد العزيز بن محمد بن\r\nزيد بن أسلم عن المقبري عن أبي هريرة أنه خرج إلى الطور\r\nفصلى به ثم أقبل فلقي جميل بن بصرة فقال له جميل من أين\r\nجئت فقال من الطور فقال أما أني لو لقيتك قبل أن تأتيه لم تأته\r\nقال لم قال إني سمعت رسول الله صلى الله عليه وسلم يقول\r\n","description":"","footnote":"","page_name":" 249 ","page_number":249},
  {"content":"\r\nلا تضرب أكباد المطي إلا إلى ثلاثة مساجد المسجد\r\nالحرام ومسجدي ومسجد بيت المقدس\r\n","description":"","footnote":"","page_name":" 250 ","page_number":250},
  {"content":"\r\n223 ذكر أبي بصرة الغفاري\r\n( 1003 ) حدثنا عبيد الله بن فضالة نا عبد الله بن صالح حدثني\r\nالليث نا يزيد بن أبي حبيب عن جبر بن نعيم عن عبد الله بن هبيرة\r\nعن أبي تميم الجيشاني عن أبي بصرة الغفاري رضي الله تعالى عنه أن\r\nرسول الله صلى الله عليه وسلم صلى ذات يوم العصر بالمخمص ثم انصرف\r\nفقال\r\nإن هذه الصلاة عرضت على من كان قبلكم فتوانوا عنها\r\nوتركوها فمن صلاها منكم ضعف له أجرها ضعفين ولا صلاة بعدها\r\nحتى يطلع الشاهد\r\n( 1004 ) حدثنا أبو بكر بن أبي شيبة نا قتيبة بن سعيد نا\r\nالليث بن سعد عن يزيد بن أبي حبيب عن جبير بن نعيم عن بن\r\n","description":"","footnote":"","page_name":" 251 ","page_number":251},
  {"content":"\r\nهبيرة بن أبي تميم الجيشاني عن أبي بصرة الغفاري قال\r\nصلى بنا رسول الله صلى الله عليه وسلم فذكر مثله قال والشاهد النجم\r\n( 1005 ) حدثنا أبو بكر بن أبي شيبة نا وكيع عن عبد\r\nالحميد بن جعفر عن يزيد بن أبي حبيب عن أبي بصرة الغفاري\r\nرضي الله تعالى عنه قال قال رسول الله إنا غادون إلى يهود فلا\r\nتبدؤهم بالسلام فإن سلموا عليكم فقولوا وعليكم\r\n","description":"","footnote":"","page_name":" 252 ","page_number":252},
  {"content":"\r\n224 ذكر مدرك الغفاري رضي الله عنه\r\n( 1006 ) حدثنا يعقوب بن حميد نا سفيان بن حمزة أن كثير بن\r\nزيد حدثهم عن خالد بن الطفيل بن مدرك الغفاري رضي الله تعالى عنه عن\r\nجده قال كان رسول الله صلى الله عليه وسلم إذا سجد ورفع قال\r\nاللهم إني أعوذ برضاك من سخطك وأعوذ بعفوك من\r\nعقوبتك وأعوذ بك منك لا أبلغ ثناء عليك أنت كما أثنيت على\r\nنفسك\r\n( 1007 ) حدثنا يعقوب بن حميد نا سفيان بن حمزة نا كثير بن\r\nزيد عن خالد بن الطفيل بن مدرك عن جده أن رسول الله صلى الله عليه وسلم بعثه\r\nإلى ابنته يأتي بها من مكة\r\n","description":"","footnote":"","page_name":" 253 ","page_number":253},
  {"content":"\r\n225 ذكر بن طخفة الغفاري\r\n( 1008 ) حدثنا حسين بن إسماعيل بن أبي كبشة نا أبو عامر نا\r\nزهير بن محمد عن محمد بن عمرو عن نعيم بن عبد الله المجمر\r\n","description":"","footnote":"","page_name":" 254 ","page_number":254},
  {"content":"\r\nعن بن طخفة الغفاري قال أخبرني أبي أنه أضاف رسول الله صلى الله عليه وسلم\r\nفي نفر فباتوا عنده فخرج رسول الله صلى الله عليه وسلم من الليل فاطلع فوجده\r\nمنبطحا على بطنه فركضه برجله فأيقظه فقال\r\nلا تضطجع هكذا فإنها ضجعة أهل النار\r\n","description":"","footnote":"","page_name":" 255 ","page_number":255},
  {"content":"\r\n226 ذكر مخلد الغفاري رضي الله عنه\r\n( 1009 ) حدثنا يعقوب بن حميد نا بن عيينة عن عمرو بن\r\nدينار عن الحسن بن محمد عن مخلد الغفاري أن ثلاثة أعبد لبني\r\nغفار شهدوا مع رسول الله صلى الله عليه وسلم بدرا فكان عمر رضي الله تعالى عنه يعطيهم\r\nكل سنة ثلاثة آلاف لكل رجل\r\n","description":"","footnote":"","page_name":" 256 ","page_number":256},
  {"content":"\r\n227 ذكر حذيفة بن أسيد أبو سريحة الغفاري\r\n( 1010 ) حدثنا يعقوب بن حميد نا بن عيينة عن\r\nعمرو بن دينار عن أبي الطفيل عن حذيفة بن أسيد قال سمعته\r\nيحدث عن النبي صلى الله عليه وسلم قال\r\n","description":"","footnote":"","page_name":" 257 ","page_number":257},
  {"content":"\r\nيدخل الملك على النطفة بعد ما تستقر في الرحم أربعين أو\r\nقال خمسا وأربعين ليلة فيقول أي رب أشقى أم سعيد فيقول\r\nالله عز وجل فيكتب الملك أذكر أم أنثى فيقول الله عز وجل\r\nفتكتب مصيبته وأثره ورزقه وأجله وتطوى الصحيفة فلا يزاد فيها ولا\r\nينقص منها\r\n( 1011 ) حدثنا أبو بكر بن أبي شيبة نا إسحاق بن منصور عن\r\nمحمد بن مسلم عن عمرو بن دينار عن أبي الطفيل عن حذيفة بن\r\nأسيد رضي الله تعالى عنه قال سمعت رسول الله صلى الله عليه وسلم يقولان النطفة إذا\r\nمكنت في الرحم خمسا وأربعين ليلة ثم ذكر مثل حديث بن\r\nعيينة\r\n( 1012 ) حدثنا أبو بكر بن أبي شيبة نا وكيع عن سفيان عن\r\nفرات القزاز عن أبي الطفيل عن حذيفة بن أسيد رضي الله تعالى عنه قالا\r\nطلع علينا رسول الله صلى الله عليه وسلم من غرفة له ونحن نتذاكر الساعة فقال\r\n","description":"","footnote":"","page_name":" 258 ","page_number":258},
  {"content":"\r\nلا تقوم الساعة حتى تكون عشر آيات الدخان والدجال\r\nوطلوع الشمس من مغربها ودابة الأرض ويأجوج ومأجوج وثلاثة\r\nخسوف خسف بالمشرق وخسف بالمغرب وخسف بجزيرة\r\nالعرب ونار تخرج من قعر عدن أبين تسوق الناس إلى المحشر\r\nتنزل معهم إذا نزلوا وتقيل معهم إذا قالوا\r\n( 1013 ) حدثنا يعقوب بن حميد نا بن عيينة عن فرات القزاز\r\nعن أبي الطفيل عامر بن واثلة عن حذيفة بن أسيد أبي سريحة\r\nالغفاري رضي الله تعالى عنه قال أشرف علينا رسول الله صلى الله عليه وسلم من علية ونحن نتذاكر الساعة فذكر نحوه\r\n","description":"","footnote":"","page_name":" 259 ","page_number":259},
  {"content":"\r\n228 ذكر قيس بن أبي غرزة الغفاري\r\n( 1014 ) حدثنا محمد بن أبي عمرو نا سفيان بن عيينة عن\r\nجامع بن أبي راشد وعبد الملك بن أعين وعاصم بن بهدلة عن أبي\r\nوائل قال سمعت قيس بن أبي غرزة رضي الله تعالى عنه\r\nيقول كنا نسمي السماسرة على عهد رسول الله صلى الله عليه وسلم فأتانا ونحن\r\nبالبقيع ومعنا العصي فسمانا باسم هو أحسن منه فقال يا معشر\r\nالتجار فاجتمعنا إليه فقال إن هذا البيع يحضره الحلف والكذب\r\nفشوبوه بصدقة\r\n","description":"","footnote":"","page_name":" 260 ","page_number":260},
  {"content":"\r\n( 1015 ) حدثنا حامد بن يحيى نا سفيان عن جامع بن\r\nأبي راشد وعبد الملك بن أعين وعاصم بن أبي النجود سمعوا\r\nمن أبي وائل يقول سمعت قيس بن أبي غرزة نحوه\r\n( 1016 ) حدثنا عثمان بن أبي شيبة نا معاوية بن ميسرة بن\r\nشريح نا الحكم بن عتيبة عن قيس بن أبي غرزة رضي الله تعالى عنه قال\r\nمر رسول الله صلى الله عليه وسلم برجل يبيع طعاما فقال\r\nمن غشنا فليس منا\r\nقال بن أبي عاصم لا أحسب أحدا من أهل الأرض حدث به\r\nإلا عثمان\r\n","description":"","footnote":"","page_name":" 261 ","page_number":261},
  {"content":"\r\n229 ذكر الحكم بن عمرو الغفاري رضي الله عنه\r\n( 1017 ) حدثنا هدبة بن خالد نا حماد بن سلمة عن يونس\r\nوحميد عن الحسن أن زيادا استعمل الحكم بن عمرو الغفاري على\r\nجيش فلقيه عمران بن حصين رضي الله تعالى عنه بين الناس في دار الامارة\r\nفقال تدري لم جئتك قال لمه قال تذكر قول رسول الله صلى الله عليه وسلم\r\nلما بلغه أمر الذي قال له أميره قم فقع في هذه النار فقام ليقع\r\nفيها فأدرك فأخذ فقال رسول الله صلى الله عليه وسلم لو وقع فيها لدخل النار فإنه\r\nلا طاعة في معصية الله تعالى قال بلى إنما أردت أن أذكرك هذا\r\nالحديث\r\n","description":"","footnote":"","page_name":" 262 ","page_number":262},
  {"content":"\r\n( 1018 ) حدثنا يعقوب بن حميد نا يحيى بن سليمان عن\r\nهشام بن حسان عن محمد بن سيرين يذكر عن عمران بن حصين\r\nوالحكم بن عمرو نحوه\r\n","description":"","footnote":"","page_name":" 263 ","page_number":263},
  {"content":"\r\n23 ذكر رافع بن عمرو الغفاري رضي الله تعالى عنه\r\n( 1019 ) حدثنا هذبة نا سليمان بن المغيرة عن حميد بن هلال\r\nعن عبد الله بن الصامت عن أبي ذر رضي الله تعالى عنه قال قال رسول\r\nالله صلى الله عليه وسلم إن بعدي قوما من أمتي يقرؤون القرآن لا يجاوز تراقيهم\r\nيخرجون من الدين كما يخرج السهم من الرمية هم شر الخلق\r\nوالخليقة قال فلقيت رافع بن عمرو أخا الحكم بن\r\nعمرو فقال وأنا أيضا سمعته من رسول الله صلى الله عليه وسلم\r\n( 1020 ) حدثنا أبو بكر بن أبي شيبة ثنا المعتمر بن سليمان\r\nقال سمعت بن أبي الحكم الغفاري يقول حدثتني جدتي عن\r\n","description":"","footnote":"","page_name":" 264 ","page_number":264},
  {"content":"\r\nعم أبي رافع بن عمرو الغفاري قال كنت وأنا غلام أرمي نخل\r\nالأنصار فقيل للنبي صلى الله عليه وسلم أن ها هنا غلاما يرمي نخلنا قال فأتي بي\r\nالنبي صلى الله عليه وسلم فقال يا غلام لم ترمي النخل قلت آكل قال فلا ترمي\r\nالنخل وكل مما يسقط في أسفلها ومسح رأسه وقال اللهم أشبع\r\nبطنه\r\n","description":"","footnote":"","page_name":" 265 ","page_number":265},
  {"content":"\r\n231 ذكر هبيب بن مغفل الغفاري رضي الله عنه\r\n( 1021 ) حدثنا محمد بن مسكين نا عبد الله بن يوسف عن\r\nبن لهيعة عن يزيد بن أبي حبيب عن أسلم أبي عمران قال سمعت\r\nهبيب بن مغفل الغفاري رضي الله تعالى عنه صاحب رسول الله صلى الله عليه وسلم يقول\r\nقال رسول الله صلى الله عليه وسلم\r\nمن وطئ إزاره خيلاء وطئه في النار\r\n( 1022 ) حدثنا محمد بن عوف نا أحمد بن صالح نا بن وهب\r\nحدثني قرة عن يزيد بن أبي حبيب عن أسلم أبي عمران قال كنت\r\nبباب مسلمة بن مخلد وهبيب بن مغفل ننتظر أن يأذن له فأذن\r\n","description":"","footnote":"","page_name":" 266 ","page_number":266},
  {"content":"\r\nلمحمد بن علبة القرشي فقام يجر إزاره فنظر إليه هبيب رضي\r\nالله تعالى عنه فقال سمعت رسول الله صلى الله عليه وسلم يقول\r\nمن وطئه خيلاء وطئه في النار\r\n","description":"","footnote":"","page_name":" 267 ","page_number":267},
  {"content":"\r\n232 ذكر عابس الغفاري\r\n( 1023 ) حدثنا عبيد الله بن فضالة نا عبد الله بن صالح نا\r\nيحيى بن أيوب نا عبيد الله بن نصر عن علي بن يزيد عن القاسم بن\r\nعبد الرحمن عن أبي أمامة الباهلي عن عابس الغفاري رضي الله تعالى عنه\r\nأنه كان على سطح له فرأى ناسا يترحلون فقال ما شأن الناس قالوا\r\nيترحلون من الطاعون فقال يا طاعون خذني فقال له بن أخيه\r\nتتمنى الموت وقد قال رسول الله صلى الله عليه وسلم لا تمنوا الموت فإنه يقطع\r\nالعمل ولا يرد الرجل فيستعتب قال إني أخاف أن تدركني ست\r\nسمعت رسول الله صلى الله عليه وسلم يذكرهن\r\nالجور في الحكم والتهاون بالدماء وإمارة السفهاء وقطيعة\r\nالرحم وكثرة الشرط والرجل يقرأ القرآن مزامير يغني به القوم\r\nوالقوم يقدمون الرجل ليس بخيرهم ولا بأفقههم يغنيهم بالقرآن\r\n","description":"","footnote":"","page_name":" 268 ","page_number":268},
  {"content":"\r\n233 ذكر عابس وابن أخي عابس رضي الله عنهما\r\n( 1024 ) حدثنا الحسين بن الحسن المروزي نا أبو الجواب\r\nنا عمار بن زريق عن ليث عن عثمان أبي اليقظان عن\r\nزاذان قال كنا جلوسا مع عابس الغفاري فوق سطح فرأى الناس\r\nيتحملون فقال ما شأنهم قالوا يفرون من الطاعون فقال يا\r\nطاعون خذني فقال بن أخ له وكانت له صحبة ألم تسمع رسول\r\nالله صلى الله عليه وسلم يقول لا يتمنى أحدكم الموت فإنه عند انقطاع عمله\r\nولا يرد فيستعتب قال أبادر ستا سمعت رسول الله صلى الله عليه وسلم يتخوفهن\r\nعلى أمته إمارة السفهاء وبيع الحكم وكثرة الشرط وقطيعة الرحم\r\nواستخفافا بالدم وقوم يتخذون القرآن مزامير يقدمون الرجل ليس\r\nبأفقههم إلا ليغنيهم\r\n","description":"","footnote":"","page_name":" 269 ","page_number":269},
  {"content":"\r\n234 ذكر علقمة بن حويرث الغفاري\r\n( 1025 ) حدثنا خليفة بن خياط نا فضيل بن سليمان نا\r\nمحمد بن مطرف حدثتني جدتي قالت سمعت علقمة بن حويرث\r\nالغفاري بن مطرف وكان من أصحاب النبي صلى الله عليه وسلم قال قال رسول الله صلى الله عليه وسلم زنا\r\nالعين النظر\r\n","description":"","footnote":"","page_name":" 270 ","page_number":270},
  {"content":"\r\n235 ذكر قهيد الغفاري رضي الله عنه\r\n( 1026 ) حدثنا الحسن بن علي الحلواني ثنا يعقوب بن\r\nإبراهيم نا عبد العزيز بن المطلب المخزومي عن أخيه الحكم عن\r\nأبيه عن قهيد الغفاري قال سأل سائل رسول الله صلى الله عليه وسلم فقال إن عدا\r\nعلي عاد فقال رسول الله صلى الله عليه وسلم ذكره وأمره بتذكيره ثلاث مرات قال\r\nفإن أبي قال فقاتله فإن قتلك فأنت في الجنة وإن قتلته فإنه في\r\nالنار\r\n","description":"","footnote":"","page_name":" 271 ","page_number":271},
  {"content":"\r\n236 ذكر وهبان بن صيفي الغفاري\r\n( 1027 ) حدثنا محمد بن عزيز عن يحيى بن زهدم عن أبيه\r\nزهدم بن الحارث قال قال لي وهبان بن صيفي رضي الله تعالى عنه\r\nيا زهدم قلت لبيك قال قال لي رسول الله صلى الله عليه وسلم يا\r\nوهبان إنك إن بقيت بعدي فسترى في أصحابي اختلافا وإن بقيت\r\nإلى ذلك فاجعل سيفك من عراجين النخل فبينا أنا في داري إذ جاء\r\nعلي بن أبي طالب رضي الله تعالى عنه فأخذ بعضادتي الباب ثم سلم ثم\r\nقال يا وهبان بن صيفي ألا تخرج فقلت بأبي وأمي يا أبا الحسن\r\nأوصاني رسول الله صلى الله عليه وسلم أو أمرني أو تقدم إلى شك يحيى أي ذلك\r\nقال فقال يا وهبان أما إنك إن بقيت بعدي فسترى في أصحابي\r\nاختلافا فإن بقيت إلى ذلك فاجعل سيفك من عراجين فولى علي\r\nرضي الله تعالى عنه\r\n","description":"","footnote":"","page_name":" 272 ","page_number":272},
  {"content":"\r\n237 ذكر صيفي الغفاري رضي الله عنه\r\n( 1028 ) حدثنا هدبة بن خالد نا حماد بن سلمة عن أبي عمرو\r\nعن بنت صيفي بن وهبان أن عليا رضي الله تعالى عنه أتى وهبان بن صيفي\r\nفقال له ما يمنعك من أن تأتي فقال أوصاني خليلي وابن\r\nعمك صلى الله عليه وسلم فقال إنه ستكون فرقة وفتنة فاكسر سيفك واتخذ سيفا\r\nمن خشب قالت ابنته وأوصى إلى أهله أن يكفنوه ولا يلبسوه قميصا\r\nفألبسناه قميصا فأصبح وهو على المشجب\r\n","description":"","footnote":"","page_name":" 273 ","page_number":273},
  {"content":"\r\nومن بني مدلج بن مرة بن عبد مناة بن كنانة\r\n238 سراقة بن مالك رضي الله تعالى عنه\r\n( 1029 ) حدثنا يعقوب بن حميد ثنا محمد بن فليح عن\r\nموسى بن عقبة ثنا بن شهاب نا عبد الرحمن بن مالك بن جعشم\r\nالمدلجي أن أباه أخبره أن سراقة بن مالك رضي الله تعالى عنه أخبره أنه لما\r\nخرج النبي صلى الله عليه وسلم مهاجرا إلى المدينة جعلت قريش لمن رده مائة ناقة\r\nقال فبينا أنا جالس في نادي قومي جاء رجل فقال والله لقد رأيت\r\nثلاثة ركبة مروا علي آنفا والله إني لأظنه محمدا عليه السلام قال\r\nفأومأت إليه بعيني أن أسكت قلت إنما هم بنو فلان يبغون ضالة\r\nلهم فقال لعله وسكت قال فمكثت قليلا ثم قمت فدخلت بيتي\r\nفأمرت بفرس فقيد إلى بطن الوادي وأخرجت سلاحي من\r\nوراء حجرتي وأخذت سهامي التي أستقسم بها ثم لبست لامتي ثم\r\nأخرجت قداحي فاستقسمت فخرج سهم الذي أكره أن لا أضره وقد\r\nكنت أرجو أن أرده فآخذ المائة قال فركبت على أثره قال فبينا\r\nفرسي تشتد بي عثرت وسقطت عنها فأخرجت قداحي فاستقسمت\r\n","description":"","footnote":"","page_name":" 274 ","page_number":274},
  {"content":"\r\nفخرج السهم الذي أكره أن لا أضره فأبيت إلا أن أتبعه فركبت فلما\r\nبدا لي القوم ونظرت إليهم عثر بي فرسي وذهبت يداه في الأرض\r\nوسقطت عنه فاستخرج يداه أتبعها دخان مثل الغبار فعرفت أنه قد\r\nمنع مني وأنه ظاهر فناديتهم فقلت أنظروني فوالله لا أريبكم ولا\r\nيأتيكم مني شئ تكرهونه فقال النبي صلى الله عليه وسلم قل له ما تبغي فقلت له\r\nاكتب لي كتابا فكتبه ثم ألقاه إلي فسكت فلم أذكر شيئا مما كان فلما\r\nفتح رسول الله صلى الله عليه وسلم مكة وفرغ من حنين خرج إليه ومعه الكتاب الذي\r\nكتبه له قال فبينما أنا عامد له دخلت بين ظهراني كتيبة من كتائب\r\nالأنصار قال فطفقوا يقرعوني بالرماح ويقولون إليك إليك\r\nحتى دنوت إلى رسول الله صلى الله عليه وسلم وهو على ناقة أنظر إلى ساقه في غرزة\r\nكأنها جمارة فرفعت يدي بالكتاب فقال النبي صلى الله عليه وسلم اليوم يوم وفاء\r\nوبرادنه قال فأسلمت ثم انصرفت فسقت إلى النبي صلى الله عليه وسلم صدقتي\r\n( 1030 ) حدثنا يعقوب بن حميد نا عبد الله بن معاذ وعبد\r\nالرزاق عن معمر عن الزهري أخبرني عبد الرحمن بن مالك وهو\r\nبن أخي سراقة بن مالك بن جعشم أن أباه أخبره أنه سمع سراقة بن\r\n","description":"","footnote":"","page_name":" 275 ","page_number":275},
  {"content":"\r\nمالك يقول جاءتنا رسل كفار قريش يجعلون في النبي صلى الله عليه وسلم وأبي بكر\r\nرضي الله تعالى عنه دية لكل واحد منهما لمن قتلهما أو أسرهما قال فبينا\r\nأنا جالس في مجلس قومي فذكر نحوه\r\n( 1031 ) حدثنا يعقوب بن حميد نا محمد بن فليح عن\r\nموسى بن عقبة عن بن شهاب أخبرني عبد الرحمن بن مالك\r\nالمدلجي أن أباه مالك أخبره أن سراقة بن مالك رضي\r\nالله تعالى عنه أخبره أنه مضى إلى رسول الله صلى الله عليه وسلم فقلت يا رسول الله الضالة\r\nتغشي حياضي قد ملأتها لإبلي لي فيها من أجر إن سقيتها فقال\r\nالنبي صلى الله عليه وسلم\r\nفي كل كبد حرى أجر\r\n( 1032 ) حدثنا أبو بكر بن أبي شيبة نا عبد الله بن نمير عن\r\nمحمد بن إسحاق عن الزهري عن عبد الرحمن بن مالك بن جعشم\r\nعن أبيه عن عمه سراقة بن جعشم رضي الله تعالى عنه قال سألت رسول\r\nالله صلى الله عليه وسلم عن الضالة من الإبل تغشي حياضي قد لطتها لإبلي فهل لي\r\nفيها من أجر قال نعم في كل كبد حرى أجر\r\n","description":"","footnote":"","page_name":" 276 ","page_number":276},
  {"content":"\r\n239 ذكر خالد بن عبد الله بن حرملة المدلجي\r\n( 1033 ) حدثنا حسين بن إسماعيل بن أبي كبشة ثنا أبو عامر نا\r\nسحبل بن محمد الأسلمي حدثني أبي عن خالد بن عبد الله بن\r\nحرملة المدلجي رضي الله تعالى عنه قال رأيت رسول الله صلى الله عليه وسلم بعسفان\r\nوأتاه رجل فوقف عليه فقال هل لك في عقائل النساء وآدم إبل بني\r\nمدلج فقال رسول الله صلى الله عليه وسلم\r\nخيركم الدافع عن قومه ما لم يأثم\r\n","description":"","footnote":"","page_name":" 277 ","page_number":277},
  {"content":"\r\n24 ذكر أبي قرصافة\r\nواسمه جندرة بن خيشنة من بني مالك بن النضر بن كنانة\r\n( 1034 ) حدثنا أبو عمير نا أبو زبان الكناني عن زياد بن سيار أن أبا\r\nقرصافة رضي الله تعالى عنه كان عليه برنس كساه إياه النبي صلى الله عليه وسلم\r\n( 1035 ) حدثنا أبو عمير نا ضمرة عن بلال بن كعب العكي\r\nقال زرنا يحيى بن حسان البكري من عسقلان أنا وابن أدهم\r\nوابن قرين وموسى بن يسار فأتى يحيى بطعام فأمسك موسى يده\r\n","description":"","footnote":"","page_name":" 278 ","page_number":278},
  {"content":"\r\nفقال له يحيى كل فقد آمنا رجل من أصحاب النبي صلى الله عليه وسلم في هذا\r\nالمسجد عشرين سنة يكنى أبا قرصافة كان يصوم يوما ويفطر يوما\r\nفولد لي غلام فأولمت فدعوته في اليوم الذي كان يصوم فيه فأفطر\r\nفمد موسى يده فأكل وقام بن أدهم إلى المسجد فكنسه بيده\r\n( 1036 ) حدثنا أبو نشيط نا الطيب بن زبان بن الطيب الكناني\r\nأبو زبان العسقلاني نا زياد بن سيار قال كان على أبي\r\nقرصافة برنس من كسوة النبي صلى الله عليه وسلم وكان يؤتى بالصبيان فيمسح على\r\nرؤوسهم بمصافحته النبي صلى الله عليه وسلم\r\n( 1037 ) حدثنا أبو نشيط نا الطيب نا زياد بن سيار قال اتينا\r\nإلى بيت أبي قرصافة رضي الله تعالى عنه بعد وفاة أبي قرصافة فقلت لها\r\nأي شئ أكثر ما كان أبوك يقول قالت كان يقول\r\nاللهم لا تخزنا يوم القيامة\r\n( 1038 ) حدثنا أبو نشيط نا الطيب نا زياد بن سيار أن أبا\r\nقرصافة رضي الله تعالى عنه كان له بن يقال له عياض فكان أبو قرصافة إذا\r\n","description":"","footnote":"","page_name":" 279 ","page_number":279},
  {"content":"\r\nانتبه لصلاة الغداة نادى يا عياض الصلاة فيقول لبيك لبيك يا أبة\r\nقال وإن عياضا خرج إلى أرض الروم وأن أبا قرصافة كان إذا انتبه\r\nوهو بالشام نادى كما كان يصنع يا عياض الصلاة الصلاة وهو بأرض\r\nالروم فإذا انتبه يقول يا عياض فيقول عياض يا أبة لبيك لبيك\r\n","description":"","footnote":"","page_name":" 280 ","page_number":280},
  {"content":"\r\nومن بني فراس بن غنم بن مالك بن كنانة\r\nالفلتان بن عاصم رضي الله عنه\r\n( 1039 ) حدثنا إبراهيم بن حجاج السامي نا عبد الواحد بن\r\nزياد نا عاصم بن كليب نا أبي عن خاله الفلتان بن عاصم رضي الله\r\nتعالى عنه قال كنا عند رسول الله صلى الله عليه وسلم فأنزل عليه وكان إذا انزل عليه دام\r\nبصره وفتح عينيه وفرغ قلبه وسمعه لما يأتيه من الله عز وجل فكنا\r\nنعرف ذلك منه فقال للكاتب أكتب * ( لا يستوي القاعدون من\r\nالمؤمنين والمجاهدين في سبيل الله ) * حتى بلغ * ( وكلا وعد الله\r\nالحسنى ) * قال فقام الأعمى فقال ما ذنبنا يا رسول الله\r\nقال فأنزل الله عز وجل فقلت للأعمى أنه ينزل على النبي صلى الله عليه وسلم\r\nفخاف أن يكون ينزل فيه شئ من أمره فقال أعوذ بغضب رسول\r\n","description":"","footnote":"","page_name":" 281 ","page_number":281},
  {"content":"\r\nالله صلى الله عليه وسلم قال فبقي قائما وقال أعوذ بغضب رسول الله صلى الله عليه وسلم فقال\r\nالنبي صلى الله عليه وسلم للكاتب اكتب غير أولي الضرر\r\n( 1040 ) حدثنا أبو بكر بن أبي شيبة نا عبد الله بن إدريس عن\r\nعاصم بن كليب عن أبيه عن خاله الفلتان بن عاصم رضي الله تعالى عنه\r\nقال قال رسول الله صلى الله عليه وسلم\r\nإني رأيت ليلة القدر فأنسيتها فاطلبوها في\r\nالعشر الأواخر وترا\r\n","description":"","footnote":"","page_name":" 282 ","page_number":282},
  {"content":"\r\nومن بني أسد بن خزيمة بن مدركة بن إلياس بن مضر\r\nفاكهة ) * ) *\r\n( 1041 ) حدثنا هشام بن عمار أبو الوليد السلمي ثنا أبو مطيع\r\nمعاوية بن يحيى نا محمد بن الوليد الزبيدي عن عبد الرحمن بن\r\nجبير بن نفير عن أبيه عن سبرة بن فاكهة الأسدي رضي الله تعالى عنه قال\r\nقال رسول الله صلى الله عليه وسلم\r\nالميزان بيد الرحمن جل جلاله يرفع قوما ويضع قوما وقلب\r\nبن آدم بين إصبعين من أصابع الرحمن عز وجل إذا شاء أزاغه وإذا\r\nشاء أقامه\r\n","description":"","footnote":"","page_name":" 283 ","page_number":283},
  {"content":"\r\n( 1042 ) حدثنا محمد بن مصفى نا محمد بن حرب عن\r\nالزبيدي عمن حدثه عن جبير بن نفير عن سبرة بن فاتك عن\r\nالنبي صلى الله عليه وسلم نحوه\r\n( 1043 ) حدثنا أبو بكر بن أبي شيبة نا محمد بن فضيل عن\r\nأبي جعفر الثقفي موسى عن سالم بن أبي الجعد عن سبرة بن\r\nفاكهة رضي الله تعالى عنه وكان من أصحاب النبي صلى الله عليه وسلم قال سمعت\r\nالنبي صلى الله عليه وسلم يقولان الشيطان قعد لابن آدم بأطرقه فقعد له بطريق\r\nالاسلام فقال تسلم وتدع دينك ودين آبائك ثم قعد في طريق\r\nالجهاد وقال تجاهد فتقتل فتزوج امرأتك ويقسم ميراثك قال\r\nفقال رسول الله صلى الله عليه وسلم فمن فعل ذلك ضمن الله عز وجل له الجنة\r\n","description":"","footnote":"","page_name":" 284 ","page_number":284},
  {"content":"\r\nومن بني أسد بن مدركة بن إلياس\r\nبن فاتك\r\n( 1044 ) حدثني عبد الرحيم بن مطرف نا عمرو بن محمد\r\nالعنقري عن إسرائيل عن أبي إسحاق عن شمر بن عطية عن\r\nخريم بن فاتك رضي الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم أي رجل\r\nأنت لولا خلتان فيك قلت يا رسول الله ما هما قال تسبل\r\nإزارك وترخي شعرك قلت لا جرم لا أعود قال فجز شعره\r\nورفع إزاره\r\n","description":"","footnote":"","page_name":" 285 ","page_number":285},
  {"content":"\r\n( 1045 ) حدثنا يعقوب بن حميد نا إسماعيل بن داود\r\nهشام بن سعد عن قيس بن بشر عن أبيه أنه سمع بن الحنظلية\r\nيقول إنه سمع رسول الله صلى الله عليه وسلم يقول نعم الرجل خريم الأسدي\r\nلولا طول جمته وإسبال إزاره فبلغ ذلك خريما رضي الله تعالى عنه فأخذ\r\nشفرة وقطع بها شعره إلى أذنيه وإزاره إلى أنصاف ساقيه\r\nقال بشر رأيت خريما عند معاوية رضي الله تعالى عنهما وشعره جمه إلى\r\nأذنيه\r\n( 1046 ) حدثنا يعقوب بن حميد نا أبو عبيدة بن عيسى\r\nالمديني حدثني حفص بن طلحة أنه سمع أنس بن مالك\r\nرضي الله تعالى عنه يقول ذكر رسول الله صلى الله عليه وسلم رجلا فقال نعم الرجل من\r\nرجل يغيب شعره أذنيه\r\n( 1047 ) حدثنا أبو بكر بن أبي شيبة ثنا حسين بن علي عن\r\nزائدة عن الركين بن الربيع عن أبيه عن يسير بن عميلة عن خريم بن\r\nفاتك الأسدي رضي الله تعالى عنه عن النبي صلى الله عليه وسلم قالا\r\nلناس أربعة والأعمال ستة موسع عليه في الدنيا والآخرة\r\nوموسع له في الدنيا مقتور عليه في الآخرة ومقتور عليه في الدنيا\r\nمقتور عليه في\r\nالآخرة ومقتور عليه في الدنيا موسع عليه في الآخرة والأعمال ستة موجبتان ومثل بمثل وعشرة أضعافها وسبعة\r\nمائة ضعف من مات مسلما أو مؤمنا لا يشرك بالله تعالى شيئا دخل\r\nالجنة ومن مات كافرا دخل النار من هم بحسنة حتى يشعرها قلبه\r\n","description":"","footnote":"","page_name":" 286 ","page_number":286},
  {"content":"\r\nكتبت له حسنة لا تضاعف ومن عمل سيئة كتبت عليه سيئة واحدة لم\r\nتضاعف عليه ومن عمل حسنة كتبت له عشرا أمثالها ومن أنفق نفقة\r\nفي سبيل الله عز وجل كتبت له سبع مائة ضعف\r\n","description":"","footnote":"","page_name":" 287 ","page_number":287},
  {"content":"\r\n( 1048 ) حدثنا هشام بن عمار نا محمد بن أيوب بن حلبس\r\nقال سمعت أبي يقول عن خريم بن فاتك رجل من أصحاب\r\nالنبي صلى الله عليه وسلم قالا\r\nهل الشام سوط الله تعالى في أرضه ينتقم بهم ممن يشاء من\r\nعباده وحرام على منافقيهم أن يظهروا على مؤمنيهم ولا يموتون الا\r\nهما وغما\r\n( 1049 ) حدثنا هشام بن عمار نا الوليد بن مسلم عن\r\nمحمد بن أيوب عن أبيه عن خريم بن فاتك عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 288 ","page_number":288},
  {"content":"\r\n244 ذكر وابصة بن معبد الأسدي\r\n( 1050 ) حدثنا أبو بكر بن أبي شيبة نا وكيع عن شعبة عن\r\nعمرو بن مرة عن هلال بن يساف عن عمرو بن راشد عن\r\nوابصة بن معبد قال أبصر رسول الله صلى الله عليه وسلم رجلا صلى\r\nخلف الصفوف وحده فأمره رسول الله صلى الله عليه وسلم أن يعيد الصلاة\r\n( 1051 ) حدثنا أبو بكر ثنا عبد الله بن إدريس عن حصين عن\r\nهلال بن يساف قال اخذ بيدي زياد بن أبي زياد فأوقفني على\r\nشيخ بالرقة فقال هذا وابصة بن معبد فقال صلى رجلا خلف\r\nالصفوف وحده فأمره رسول الله صلى الله عليه وسلم أن يعيد\r\n","description":"","footnote":"","page_name":" 289 ","page_number":289},
  {"content":"\r\n( 1052 ) حدثنا محمد بن سهيل بن عسكر نا عمرو بن عثمان\r\nنا بن اصبغ بن محمد بن أخي عبيد الله بن عمرو عن جعفر بن برقان عن\r\nشداد مولى عياض العامري عن وابصة أنه كان يقول في الناس يوم\r\nالأضحى ويوم الفطر فيقول إني شهدت رسول الله صلى الله عليه وسلم في حجة\r\nالوداع وهو يقول يا أيها الناس أي يوم أحرم فقالوا هذا اليوم\r\nوهو يوم النحر ثم قال يا أيها الناس أي شهر أحرم قالوا هذا\r\nثم قال أيها الناس أي بلد أعظم عند الله حرمة فقال الناس\r\nهذا فقال إن دماءكم وأموالكم وأعراضكم محرمة عليكم كحرمة\r\nيومكم هذا في شهركم هذا إلى يوم القيامة ألا هل بلغت فقال\r\nالناس نعم فرفع يديه إلى السماء فقال اللهم أشهد يقولها ثلاثا\r\nثم قال ليبلغ الشاهد منكم الغائب قال وابصة رضي الله تعالى عنه وإنا\r\nشهدنا وغبتم ونحن نبلغكم\r\n","description":"","footnote":"","page_name":" 290 ","page_number":290},
  {"content":"\r\n( 1053 ) قال عمرو وحدثني أبو أسامة الخزاعي عن جعفر\r\nقال صلى بنا سالم بن وابصة بالرقة يوم الجمعة فذكر حديث\r\nوابصة وقال أشهد عليكم كما أشهد علينا\r\n","description":"","footnote":"","page_name":" 291 ","page_number":291},
  {"content":"\r\n245 ذكر قيس بن الحارث\r\nبن جدان الأسدي رضي الله عنه\r\n( 1054 ) حدثنا أبو بكر بن أبي شيبة نا بكر بن عبد الرحمن\r\nعن عيسى بن المختار عن بن أبي ليلى عن حميضة بنت الشمردل\r\nعن قيس بن الحارث الأسدي أنه أسلم وتحته ثمان نسوة فأمره رسول\r\nالله صلى الله عليه وسلم أن يختار منهن أربعا\r\n","description":"","footnote":"","page_name":" 292 ","page_number":292},
  {"content":"\r\n246 ذكر الحارث بن أقيش الأسدي رضي الله عنه\r\n( 1055 ) حدثنا حجاج بن يوسف نا عبد الصمد بن عبد الوارث\r\nنا أبي عن داود بن أبي هند حدثني عبد الله بن قيس عن الحارث بن\r\nأقيش قال دخل علينا ونحن في البيت فقال قال رسول\r\nالله صلى الله عليه وسلم ما من مسلمين يموت لهما أربعة لم يبلغوا الحنث إلا\r\nأدخلهم الله عز وجل الجنة قالوا وثلاثة قال وثلاثة قالوا\r\nواثنان يا رسول الله قال واثنان\r\n","description":"","footnote":"","page_name":" 293 ","page_number":293},
  {"content":"\r\n( 1056 ) حدثنا أبو بكر بن أبي شيبة حدثني عبد الرحيم بن\r\nسليمان عن داود بن أبي هند نا عبد الله بن قيس قال كنت عند أبي\r\nبردة ذات ليلة فدخل علينا الحارث بن أقيش فحدث الحارث رضي\r\nالله تعالى عنه ليلتئذ أن رسول الله صلى الله عليه وسلم قال من أمتي من يدخل الجنة بشفاعته\r\nأكثر من مضر\r\n","description":"","footnote":"","page_name":" 294 ","page_number":294},
  {"content":"\r\nذكر معقل بن أبي معقل الأسدي رضي الله تعالى عنه\r\n( 1057 ) حدثنا أبو بكر بن أبي شيبة نا خالد بن مخلد عن\r\nسليمان بن بلال نا عمرو بن يحيى المازني عن أبي زيد عن معقل\r\nالأسدي وقد سمع النبي صلى الله عليه وسلم قال نهى رسول الله صلى الله عليه وسلم أن نستقبل\r\nالقبلتين بغائط أو بول\r\nقال القاضي أبو بكر بن أبي عاصم وكذلك رواه وهيب\r\n","description":"","footnote":"","page_name":" 295 ","page_number":295},
  {"content":"\r\n( 1058 ) حدثنا يعقوب بن حميد نا عبد العزيز بن محمد عن\r\nعمرو بن يحيى عن أبي زيد مولى التغلبيين عن معقل بن أبي\r\nالهيثم أن النبي صلى الله عليه وسلم\r\nنهى أن نستقبل القبلة بغائط أو بول\r\n","description":"","footnote":"","page_name":" 296 ","page_number":296},
  {"content":"\r\nرضي الله تعالى عنهما\r\n248 ذكر يزيد بن مسور بن يزيد المالكي\r\nوقالوا أسدي رضي الله عنه\r\n( 1059 ) حدثنا دحيم وأبو كريب قالا ثنا مروان بن معاوية\r\nعن يحيى بن كثير الكاهلي نا مسور بن يزيد المالكي قال أشهدت\r\nرسول الله صلى الله عليه وسلم يقرأ في الصلاة فترك شيئا لم يقرأه فلما سلم قال رجل\r\nمن القوم أية كذا وكذا لم تقرأها قال فهلا أذكرتنيها فقال\r\nالرجل كنت أراها نسخت\r\nقال القاضي أبو بكر بن أبي عاصم يحيى بن كثير لين\r\nالحديث\r\n","description":"","footnote":"","page_name":" 297 ","page_number":297},
  {"content":"\r\n249 ذكر ضرار بن الأزور الأسدي رضي الله عنه\r\n( 1060 ) حدثنا محمد بن عبد الله بن نمير نا وكيع نا الأعمش\r\nعن يعقوب بن بحير أو يحيى عن ضرار بن الأزور قال بعثني أهلي\r\nبلقوح إلى النبي صلى الله عليه وسلم فأمرت أن أحبلها وقال دع داعي اللبن\r\n","description":"","footnote":"","page_name":" 298 ","page_number":298},
  {"content":"\r\nذكر محمد بن جحش\r\nبن رباب الأسدي حليف لبني عبد شمس وقد كتبناه في الحلفاء\r\nذكر نقادة الأسدي رضي الله تعالى عنه عنه\r\n( 1061 ) حدثنا أبو بكر بن أبي شيبة نا عفان نا غسان بن برزين\r\nنا سيار بن سلامة عن البراء السليطي عن نقادة الأسدي رضي الله تعالى عنه\r\nأن النبي صلى الله عليه وسلم بعثه إلى رجل يستمنحه ناقة وأن الرجل رده فأرسل إلى\r\nآخر يسأله فأرسل إليه بناقة فلما أبصرها رسول الله صلى الله عليه وسلم قد جاء\r\nبها يقودها قال اللهم بارك فيها وفيمن أرسل بها قال نقادة يا رسول\r\nالله وفيمن جاء بها قال وفيمن جاء بها فأمر رسول الله صلى الله عليه وسلم فحلبت\r\nفمدت فقال رسول الله صلى الله عليه وسلم اللهم أكثر مال فلان يعنى المانع\r\nالأول اللهم أقل رزق فلان يعني صاحب الناقة التي أرسل بها\r\nالرب عز وجل\r\n","description":"","footnote":"","page_name":" 299 ","page_number":299},
  {"content":"\r\n251 ومن ذكر عكاشة\r\nبن محصن وله أخبار\r\nومن القارة بن الهون بن خزيمة وهم وأسد أخوه\r\nمعاوية\r\n( 1062 ) حدثني عمر بن الخطاب نا إسحاق بن إبراهيم نا\r\nعمرو بن الحارث حدثني عبد الله بن سالم عن الزبيدي حدثني\r\nيحيى بن جابر أن عبد الرحمن بن جابر نفير أخبره أن عبد الله بن\r\nمعاوية الغاضري حدثهم أن رسول الله صلى الله عليه وسلم قال\r\n","description":"","footnote":"","page_name":" 300 ","page_number":300},
  {"content":"\r\nثلاث من فعلهن فقد طعم طعم الايمان من عبد الله تعالى\r\nوحده بأنه لا إله إلا الله وأدي زكاة ماله طيبة بها نفسه رافدة عليه في\r\nكل عام ولم يعط الهرمة ولا الذرقة ولا الشرطة ولا الهيمة ولا\r\nالمريضة ولكن من أوسط أموالكم إن الله تعالى لم يسألكم خيره ولم\r\nيأمركم بشره وزكى عبد نفسه فقال رجل وما تزكيه المرء نفسه\r\nقال يعلم أن الله عز وجل معه حيث كان\r\n","description":"","footnote":"","page_name":" 301 ","page_number":301},
  {"content":"\r\nومن هذيل بن مدركة بن إلياس بن مضر\r\n253 سلمة بن الحبق رضي الله تعالى عنه\r\n( 1063 ) حدثنا أبو بكر بن أبي شيبة نا هشيم عن منصور عن\r\nالحسن عن جون بن قتادة\r\n( 1064 ) وحدثنا أبو بكر بن أبي شيبة نا عبيد الله بن\r\nموسى نا همام عن قتادة عن الحسن عن جون بن قتادة عن سلمة\r\nبن الحبق رضي الله تعالى عنه أن رسول الله صلى الله عليه وسلم مر في غزوة تبوك على بيت\r\nبفنائه قربة معلقة فاستسقى فقيل له إنها ميتة فقال ذكاة الأديم\r\nدباغه\r\n","description":"","footnote":"","page_name":" 302 ","page_number":302},
  {"content":"\r\n( 1065 ) حدثنا أبو بكر بن أبي شيبة نا عبد السلام بن حرب\r\nعن هشام عن الحسن عن سلمة بن الحبق أن رسول الله صلى الله عليه وسلم رفع\r\nإليه رجل وقع على جارية امرأته فلم يحده\r\n","description":"","footnote":"","page_name":" 303 ","page_number":303},
  {"content":"\r\n( 1066 ) حدثنا يعقوب بن حميد نا بن عيينة عن عمرو بن\r\nدينار عن الحسن عن سلمة بن الحبق الهذلي رضي الله تعالى عنه قال\r\nخرج رجل في سفر بجارية لامرأته فوطئها فقال النبي صلى الله عليه وسلم\r\nإن كان استكرهها فهي حرة ولسيدتها مثلها وإن كانت طاوعته\r\nفهي أمته ولسيدتها مثلها\r\nقال سفيان هذا قبل أن تنزل الحدود\r\n","description":"","footnote":"","page_name":" 304 ","page_number":304},
  {"content":"\r\n254 ذكر أسامة بن عمير الهذلي\r\n( 1067 ) حدثنا أحمد بن عمر ويعقوب قالا ثنا بن عيينة عن\r\nأيوب السختياني عن أبي المليح عن أبيه وكان أسامة رضي الله تعالى عنه\r\nقد صحب النبي صلى الله عليه وسلم قال ذلك فينا يعني في هذيل قال فرمت امرأة\r\nفي هذيل بعمود فقتلتها وقتلت ما في بطنها فقضي رسول الله صلى الله عليه وسلم في\r\nالمرأة بالدية قضى بدية الغرة لزوجها وقضى بالعقل على عصبة\r\nالقاتلة فقال رجل من عصبة القاتلة كيف يدري يا رسول الله من لا\r\nأكل ولا شرب ولا نطق فاستهل فمثل ذلك بطل فقال النبي صلى الله عليه وسلم\r\nأسجاعة أنت\r\n","description":"","footnote":"","page_name":" 305 ","page_number":305},
  {"content":"\r\n( 1068 ) حدثنا أحمد بن عبدة الضبي نا محمد بن حمدان نا\r\nخالد الحذاء عن أبي تميمة عن أبي المليح الهذلي عن أبيه قال\r\nكنت ردف رسول الله صلى الله عليه وسلم فعثر بعيرنا فقلت تعس الشيطان فقال\r\nالنبي صلى الله عليه وسلم\r\nلا تقل تعس الشيطان فإنه يعظم حتى يصير مثل البيت ويقول\r\nبقوتي ولكن قل بسم الله فإنه يصغر حتى يصير مثل الذباب\r\n","description":"","footnote":"","page_name":" 306 ","page_number":306},
  {"content":"\r\n255 ذكر أبى عزة الهذلي\r\nواسمه يسار بن عبد الله رضي الله عنه\r\n( 1069 ) حدثنا أبو بكر بن أبي شيبة نا عفان نا\r\nحماد بن سلمة عن أيوب عن أبي المليح عن أبي عزة أن رسول\r\nالله صلى الله عليه وسلم قال\r\nإذا أراد الله عز وجل قبض عبد بأرض جعل له بها حاجة\r\n","description":"","footnote":"","page_name":" 307 ","page_number":307},
  {"content":"\r\n256 ذكر حمل بن مالك\r\nبن النابغة الهذلي رضي الله عنه\r\n( 1070 ) حدثنا محمد بن عيسى نا أبو عاصم نا بن جريج عن\r\nعمرو بن دينار عن طاوس عن بن عباس قال أنشد عمر بن\r\nالخطاب رضي الله تعالى عنه الناس ما قال رسول الله صلى الله عليه وسلم في الجنين فقام\r\nحمل بن النابغة رضي الله تعالى عنه فقال كنت بين امرأتين فضربت\r\nأحداهما الأخرى بمسطح فقتلها وقتلت جنينها فقضى رسول الله صلى الله عليه وسلم\r\nفي جنينها بغرة وأن تقتل\r\nقال بن أبي عاصم يعني الدية\r\n","description":"","footnote":"","page_name":" 308 ","page_number":308},
  {"content":"\r\n257 ذكر نبيشة الخير الهذلي رضي الله عنه\r\n( 1071 ) حدثنا أبو بكر بن أبي شيبة نا عبد الأعلى بن عبد الأعلى\r\nعن خالد بن أبي المليح عن نبيشة رضي الله تعالى عنه قال سأل\r\nرجل رسول الله صلى الله عليه وسلم عن العتيرة فقال\r\nاذبحوا لله عز وجل في أي شهر ما كان وبروا لله تعالى\r\nوأطعموا\r\nقال وسأله رجل عن الفرع فقال\r\n","description":"","footnote":"","page_name":" 309 ","page_number":309},
  {"content":"\r\nفي كل سائمة تغدوه ماشيتك حتى إذا استحمل\r\nاذبحه فتصدق بلحمه علي بن السبيل\r\nقال أبو بكر بن أبي شيبة وزاد فيه بن علية وكنت نهيتكم عن\r\nلحوم الأضاحي فوق ثلاث فكلوا يعني أيام منى\r\n( 1072 ) حدثنا أبو كامل نا يزيد بن زريع عن خالد الحذاء عن\r\nأبي المليح عن نبيشة عن النبي صلى الله عليه وسلم مثله إلى بن السبيل\r\n","description":"","footnote":"","page_name":" 310 ","page_number":310},
  {"content":"\r\n258 ذكر سنان بن سلمة الهذلي رضي الله عنه\r\n( 1073 ) حدثنا الحوطي وهشام بن عمار قالا نا شعيب بن\r\nإسحاق أخبرني بن جريج عن عبد الكريم بن أبي المخارق عن\r\nمعاذ بن سعوه من قيس عيلان عن سنان بن سلمة عن أبيه سلمة\r\nرضي الله تعالى عنه وكان قد صحب النبي صلى الله عليه وسلم عن النبي صلى الله عليه وسلم أنه أهدى\r\nبدنتين فقال إن عرض لهما فانحرهما فاغمس النعل في دمائها ثم\r\nأضرب بهما صفحتهما حتى تعلم أنهما بدنتان قال صفحتي كل\r\nواحدة منهما\r\n","description":"","footnote":"","page_name":" 311 ","page_number":311},
  {"content":"\r\n258 ذكر سنان بن سلمة رضي الله عنه\r\n( 1074 ) حدثنا أبو بكر نا وكيع نا بن سنان بن سلمة عن أبيه\r\nأن جده سنان بن سلمة ولد يوم حنين فدعا به النبي صلى الله عليه وسلم فتفل في فيه\r\nومسح على وجهه ودعا له بالبركة\r\nقال بن أبي عاصم لا أدري همداني أو هذلي\r\n","description":"","footnote":"","page_name":" 312 ","page_number":312},
  {"content":"\r\n259 ذكر أبي طريف الهذلي رضي الله تعالى عنه\r\n( 1075 ) حدثنا أبو بشر بكر بن خلف أن أزهر بن القاسم حدثه\r\nعن زكريا بن إسحاق عن الوليد بن عبد الله بن شميلة عن أبي طريف\r\nقال كنت مع النبي صلى الله عليه وسلم حين حاصر الطائف قال فكان يصلي بنا\r\nصلاة المغرب ولو أن رجلا رمي لرأى مواقع نبله\r\n","description":"","footnote":"","page_name":" 313 ","page_number":313},
  {"content":"\r\nومن مزينة بنت طباخة بن إياس بن مضر\r\nالمزني\r\n( 1076 ) حدثنا بن أبي شيبة نا بن فضيل عن حصين بن سالم\r\nعن النعمان المزني رضي الله تعالى عنه قال قدمت على النبي صلى الله عليه وسلم في\r\nأربع مائة من مزينة\r\n( 1077 ) حدثنا بن أبي شيبة نا بن نمير عن إسماعيل عن\r\nقيس عن دكين بن سعد المزني قال جئنا النبي صلى الله عليه وسلم نسأله الطعام\r\nونحن أربع مائة راكب\r\n","description":"","footnote":"","page_name":" 314 ","page_number":314},
  {"content":"\r\n( 1078 ) حدثنا الحسن بن علي الحلواني نا عبد الصمد قال نا\r\nفلان بن حيان عن معاوية بن قرة قال أدركت من أهلي ثلاثين\r\nرجلا كلهم قد صحب النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 315 ","page_number":315},
  {"content":"\r\n261 ذكر النعمان بن مقرن\r\n( 1079 ) حدثنا أبو بكر بن أبي شيبة نا غندر عن شعبة عن\r\nإياس بن معاوية قال جلست إلى سعيد بن المسيب فقال لي ممن\r\nأنت فقلت من مزينة فقال إني لاذكر يوم نعى عمر بن الخطاب\r\nالنعمان رضي الله تعالى عنه على المنبر\r\n( 1080 ) حدثنا محمد بن المثنى نا سلم بن قتيبة نا شعبة عن\r\nعلي بن زيد عن أبي عثمان قال رأيت عمر رضي الله تعالى عنه لما جاءه\r\nنعي النعمان بن مقرن وضع يده على رأسه وهو يبكي\r\nقال بن أبي عاصم واستشهد النعمان بن مقرن\r\nبنهاوند في سنة إحدى وعشرين\r\n","description":"","footnote":"","page_name":" 316 ","page_number":316},
  {"content":"\r\n( 1081 ) حدثنا أبو بكر بن أبي شيبة نا زيد بن الحباب وعفان\r\nقالا نا حماد بن سلمة عن أبي عمران الجوني عن علقمة بن\r\nعبد الله المزني عن معقل بن يسار عن النعمان بن مقرن رضي الله\r\nتعالى عنه قال شهدت رسول الله صلى الله عليه وسلم إذا كان عند القتال فلم يقاتل أول\r\nالنهار أخره إلى أن تزول الشمس وتهب الرياح وتنزل النصرة\r\n( 1082 ) حدثنا محمد بن خلف أبو نعيم العسقلاني نا آدم بن\r\nأبي إياس نا مبارك بن فضالة نا زياد بن جبير بن حية قال أخبرني\r\nأبي ذكر قصة نهاوند قال فقام المغيرة بن شعبة حين رأى كثرتهم\r\nفقال لم أر كاليوم فشلا إن عدونا يتركوا أن يناموا فلا يعجلوا والله\r\nلو أن الامر إلي لقد أعجلتهم بعد قال وكان النعمان رضي الله تعالى عنه\r\nرجلا بكاء قال فقال للمغيرة لقد كان الله عز وجل يشهدك أمثالها فلا\r\nيخزيك ولا يعري موقفك وأنه والله ما يمنعني أن أناجزهم بعد إلا أني\r\nشهدته مع رسول الله صلى الله عليه وسلم كان إذا غزا فلم يقاتل أول\r\nالنهار لم يعجل حتى تحضر الصلوات وتهب الريح ويطيب القتال\r\n","description":"","footnote":"","page_name":" 317 ","page_number":317},
  {"content":"\r\n( 1083 ) حدثنا محمد بن المثني نا أبو أحمد الزبيدي نا شفين\r\nعن علقمة بن مرثد عن سليمان بن بريدة عن أبيه عن رسول الله صلى الله عليه وسلم\r\nكان إذا بعث أميرا على سرية أو بعث جيشا فذكر الحديث وزاد\r\nفيه قال علقمة فذكرت ذلك لمقاتل بن حيان فقال حدثني\r\nمسلم بن الهيصم عن النعمان بن مقرن رضي الله تعالى عنه عن النبي صلى الله عليه وسلم\r\nمثله\r\n","description":"","footnote":"","page_name":" 318 ","page_number":318},
  {"content":"\r\n262 ذكر سويد بن مقرن المزني رضي الله عنه\r\n( 1084 ) حدثنا أبو بكر بن أبي شيبة نا غندر نا شعبة عن أبي\r\nحمزة قال سمعت هلال رجلا من بني مازن عن سويد بن مقرن\r\nرضي الله تعالى عنه قال اتيت النبي صلى الله عليه وسلم بنبيذ في جرة فسألته عنها فأخذ\r\nالجرة فكسرها\r\n( 1085 ) حدثنا أبو بكر ثنا بن إدريس عن حصين\r\nعن هلال بن يساف قال عجل شيخ فلطم خادما له فقال له سويد بن\r\nمقرن رضي الله تعالى عنه عجز عليك إلا حر وجهه لقد رأيتني سابع سبعة\r\n","description":"","footnote":"","page_name":" 319 ","page_number":319},
  {"content":"\r\nمن بني مقرن ما لنا خادم إلا واحدة فلطمها أصغرنا فأمرنا رسول\r\nالله صلى الله عليه وسلم أن نعتقها\r\n( 1086 ) حدثنا أبو بكر ثنا بن نمير نا سفيان عن سلمة بن\r\nكهيل عن معاوية بن سويد بن مقرن قال لطمت مولى لنا ثم هربت\r\nفلما كان قبل الظهر جئت وأبي في الصلاة فلما انصرف أخذ بيدي ثم\r\nقال للمولى امتثل قال فعفا فأنشأ يحدثنا قال كنا ولد مقرن سبعة\r\nلنا خادم فلطمها أحدنا فذكرنا ذلك للنبي فقال مرهم\r\nفليعتقوها فقيل ليس لهم خادم غيرها قال فليستخدموها فإذا\r\nاستغنوا خلوا عنها\r\n","description":"","footnote":"","page_name":" 320 ","page_number":320},
  {"content":"\r\n263 ذكر النعمان بن عمرو بن مقرن رضي الله عنه\r\n( 1087 ) حدثنا أبو بكر بن أبي شيبة ثنا جرير بن عبد الحميد\r\nعن أبي خالد الوالبي عن النعمان بن عمرو بن مقرن المزني رضي\r\nالله تعالى عنه قال قال رسول الله صلى الله عليه وسلم سباب المؤمن فسوق وقتاله\r\nكفر\r\n","description":"","footnote":"","page_name":" 321 ","page_number":321},
  {"content":"\r\n263 ذكر معقل بن يسار المزني رضي الله عنه\r\n( 1088 ) حدثنا محمد بن يحيى الهجيمي أبو عبد الله نا\r\nعثمان بن عبد الرحمن الجمحي عن يونس بن عبيد عن الحسن\r\nقال كان معقل بن يسار رضي الله تعالى عنه من البكائين الذين قال الله\r\nعز وجل الذين إذا ما أتوك لتحملهم قلت لا أجد ما أحملكم\r\nعليه الآية\r\n( 1089 ) حدثنا محمد بن يحيى نا عثمان بن عبد الرحمن عن\r\n","description":"","footnote":"","page_name":" 322 ","page_number":322},
  {"content":"\r\nيونس عن الحسن قال كان معقل بن يسار رضي الله تعالى عنه عند بعض\r\nالدهاقين فصنعوا له طعاما فجعل يأكل فسقط لقمة من يده فأخذها\r\nفأماط ما كان عليها من أذى فقال بعضهم أما كان فيما بين يديه\r\nما يكفيه حتى يأخذ هذه اللقمة من الأرض فيأكلها فقال معقل بن\r\nيسار رضي الله تعالى عنه ما التفت إلى كلام هذه الأعاجم إني سمعت\r\nرسول الله صلى الله عليه وسلم يقول إذا سقط لقمة أحدكم فليمط ما كان عليها من\r\nالأذى وليأكلها\r\n( 1090 ) حدثنا سلمة بن شبيب نا يزيد بن أبي\r\nحكيم نا إبراهيم بن طهمان نا يونس عن الحسن في قوله عز وجل\r\n* ( فلا تعضلوهن أن ينكحن أزواجهن إذا تراضوا بينهم\r\nبالمعروف ) * قال نزلت في معقل حدثني معقل بن يسار\r\n","description":"","footnote":"","page_name":" 323 ","page_number":323},
  {"content":"\r\nأنها نزلت فيه فقال زوجت أختا لي من رجل فطلقها ثم تركها حتى\r\nإذا انقضت عدتها خطبها فقلت زوجتك وفرشتك وأكرمتك فطلقتها\r\nثم جئت تخطبها فلا والله تعود إليك أبدا قال وكان رجل لا بأس\r\nبه وكانت تريد أن ترجع إليه فأنزل الله عز وجل هذه الآية فقلت\r\nالان أفعل يا رسول الله فزوجتها إياه\r\n","description":"","footnote":"","page_name":" 324 ","page_number":324},
  {"content":"\r\n265 ذكر عبد الله بن مغفل المزني رضي الله عنه\r\n( 1091 ) حدثنا هدبة بن خالد نا حماد بن سلمة عن يونس\r\nوحميد عن الحسن عن عبد الله بن مغفل المزني رضي الله تعالى عنه قال\r\nقال رسول الله صلى الله عليه وسلم إن الله عز وجل رفيق يحب الرفق ويرضاه\r\nويعطي عليه ما لا يعطي على العنف\r\n( 1092 ) حدثني سليمان بن عمر بن خالد أبو أيوب الرقي نا\r\nمحمد بن مسلمة حدثنا محمد بن أسحق عن عبيد الله بن طلحة بن\r\nعبيد الله بن كريز عن الحسن البصري قال قدم علينا عبيد الله بن\r\nزياد أميرا أمرة معاوية فقدم غلام سفيه حدث السن يسفك الدماء\r\nسفكا شديدا وفينا عبد الله بن مغفل المزني رضي الله تعالى عنه صاحب\r\nرسول الله صلى الله عليه وسلم وكان أحد العشرة الذين بعثهم عمر بن الخطاب رضي\r\nالله تعالى عنه يعملون أهل البصرة فدخل عليه داره في يوم الجمعة فقال له\r\n","description":"","footnote":"","page_name":" 325 ","page_number":325},
  {"content":"\r\nانته عما أراك تصنع فإن شر الرعاة الحطمة فقال وما أنت إلا\r\nمن حثالة أصحاب رسول الله صلى الله عليه وسلم قال وهل كانت فيهم حثالة لا أم\r\nلك كانوا أهل بيوتات وشرف ممن كانوا منه أشهد لسمعت رسول\r\nالله صلى الله عليه وسلم يقول لا يبيت أمام غاش لرعيته ليلة سود إلا حرم الله\r\nعز وجل عليه الجنة\r\nفخرج حتى أتى المسجد فجلس فيه ونحن قعود حوله ونحن\r\nنعرف في وجهه ما قد لقي منه فقلنا يغفر الله عز وجل لك\r\nيا أبا زياد ما كنت تصنع بكلام هذا السفيه على رؤوس الناس فقال\r\nإنه كان عندي خفي من حديث رسول الله صلى الله عليه وسلم فأحببت أن لا أموت\r\nحتى أقوم علانية فوددت أن داره وسعت أهل البصرة فاجتمعوا فيها\r\nحتى يسمعوا مقالتي ومقالته ثم أنشأ يحدثنا فقال بينا أنا مع رسول\r\nالله صلى الله عليه وسلم وهو في ظل شجرة وأنا آخذ بغصن من أغصانها أن تؤذيه إذ\r\nقال إن الكلاب أمة من الأمم ولولا أني أكره أن أفنيها لأمرت\r\nبقتلها فاقتلوا منها كل أسود بهيم فإنه شيطان ولا تصلوا في أعطان\r\n","description":"","footnote":"","page_name":" 326 ","page_number":326},
  {"content":"\r\nالإبل فإنها من الجن خلقت ألا ترون إلي هبابها وعيونها إذا نفرت\r\nوصلوا في مرابض الغنم فإنها أقرب من الرحمة\r\nقال ثم تفرقنا فلم يلبث الشيخ أن مرض مرضه الذي مات فيه\r\nفعاده عبيد الله فقال أتعهد شيئا نفعل فيه الذي تحب قال أفاعل\r\nأنت قال نعم قال فأني أسألك أن لا تصلي علي ولا تقم\r\nعلى قبري وخل بيني وبين بقية أصحابي فيكونوا هم الذين يلون ذلك مني\r\nقال وكان بن زياد رجلا جبانا وكان يركب كل غداة فركب ذات\r\nغداة فرأى الناس في السكك فقال ما شأن الناس قالوا مات\r\nعبد الله بن مغفل المزني صاحب رسول الله صلى الله عليه وسلم فوقف حتى مر\r\nبسريره فقال لولا أنه سألنا أمرا فأعطيناه لسرنا معه حتى نصلى عليه\r\nونقوم على قبره\r\n","description":"","footnote":"","page_name":" 327 ","page_number":327},
  {"content":"\r\n266 ذكر عائذ بن عمرو المزني رضي الله عنه\r\n( 1093 ) حدثنا شيبان بن فروخ الابلي نا جرير بن حازم نا\r\nالحسن أن عائذ بن عمرو رضي الله تعالى عنه وكان من أصحاب النبي صلى الله عليه وسلم\r\nدخل على عبيد الله بن زياد فقال له إني سمعت رسول الله صلى الله عليه وسلم يقول\r\nأن شر الرعاة الحطمة فإياك أن تكون منهم\r\n( 1094 ) حدثنا محمد بن بكار نا أمية بن خالد نا\r\nشعبة عم بسطام بن مسلم عن عبد الله بن خليفة عن عائذ بن عمرو\r\n","description":"","footnote":"","page_name":" 328 ","page_number":328},
  {"content":"\r\nرضي الله تعالى عنه أن رجلا سأل النبي صلى الله عليه وسلم فأعطاه فلما وضع رجله خارجا\r\nمن أسكفة الباب قال لو يعلم ما في المسألة ما سأل رجل يجد شيئا\r\nإلى أن يسأله\r\n( 1095 ) حدثنا محمد بن المثنى نا حشرج بن عبد الله المزني\r\nأبو صخر حدثني أبي عن أبيه قال قال عائذ بن عمرو أصابني رمية\r\nوأنا أقاتل بين يدي رسول الله صلى الله عليه وسلم يوم حنين في جبهتي فلما سألت\r\nالدماء على وجهي وصدري تناول النبي صلى الله عليه وسلم بيده الدم عن وجهي\r\nوصدري إلى ثندوتي قال ثم دعا لي\r\n","description":"","footnote":"","page_name":" 329 ","page_number":329},
  {"content":"\r\n267 ذكر رافع بن عمرو المزني رضي الله عنه\r\n( 1096 ) حدثنا أبو بكر بن أبي شيبة نا يعلى بن عبيد نا\r\nهلال بن عامر المزني عن رافع بن عمرو المزني قال إني يوم حجة\r\nالوداع خماسي أو سداسي فأخذ أبي بيدي فلما انتهينا إلى رسول\r\nالله صلى الله عليه وسلم على بغلة له بيضاء يخطب الناس فتخللت الركاب حتى أقوم\r\nعند ركاب بغلته فاضرب بيدي كلتيهما على ركبتيه ثم أمسح الساق\r\nحتى بلغ القدم ثم أدخل يدي بين النعل والقدم فإنه ليخيل إلي أني\r\nلاجد الساعة برد قدميه على كفي\r\n( 1097 ) حدثنا أبو سعيد دحيم نا مروان بن معاوية نا هلال بن\r\nعامر المزني قال سمعت رافع بن عمرو المزني رضي الله تعالى عنه أنه\r\nأقبل مع والدته في حجة الوداع فذكر نحوه\r\n","description":"","footnote":"","page_name":" 330 ","page_number":330},
  {"content":"\r\nذكر قرة بن إياس\r\nبن رياب المزني رضي الله عنه\r\n( 1098 ) حدثنا أبو بكر بن أبي شيبة نا شبابة عن شعبة عن\r\nمعاوية بن قرة عن أبيه أن النبي صلى الله عليه وسلم مسح رأسه واستغفر له\r\n( 1099 ) حدثنا محمد بن المثنى أبو موسى نا أبو داود نا شعبة\r\nعن معاوية بن قرة عن أبيه رضي الله تعالى عنه أنه سأل النبي صلى الله عليه وسلم وقد حلب\r\nوصر\r\n","description":"","footnote":"","page_name":" 331 ","page_number":331},
  {"content":"\r\n( 1100 ) حدثنا أبو بكر بن أبي شيبة نا بن علية عن زياد بن\r\nمخراق عن معاوية بن قرة عن أبيه أن رجلا قال للنبي صلى الله عليه وسلم\r\nإني لأذبح الشاة أو قال ارحم الشاة إذا ذبحتها قال إن الشاة\r\nإذا رحمتها رحمك ربك مرتين\r\n","description":"","footnote":"","page_name":" 332 ","page_number":332},
  {"content":"\r\n( 1101 ) حدثنا أبو بكر نا يزيد بن هارون نا شعبة عن\r\nمعاوية بن قرة عن أبيه رضي الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم إذا\r\nفسد أهل الشام فلا خير فيكم ولا يزال ناس من أمتي يقاتلون على\r\nالحق ظاهرين حتى يأتيهم أمر الله عز وجل وهم على ذلك\r\n","description":"","footnote":"","page_name":" 333 ","page_number":333},
  {"content":"\r\n269 ذكر أخي قرة المزني رضي الله عنهما\r\n( 1102 ) حدثنا زكريا بن يحيى بن سليمان الواسطي كان\r\nمن الأبلة نا عبد الحكيم بن منصور نا عبد الملك بن عمير عن\r\nمعاوية بن قرة عن عم له قال سمعت رسول الله صلى الله عليه وسلم قال ما\r\nتعدون الرقوب فيكم قالوا يا رسول الله الرقوب الذي لا ولد له\r\nقال ليس بذاك ولكن الرقوب الذي يموت ويدع ولدا كثيرا فذلك\r\nالرقوب قال فما تدعون الشديد فيكم قالوا الشديد البطش\r\nقال ليس بذاك ولكن الشديد الذي امتلأ غيظا ملك نفسه فذاك\r\nالشديد قال فما الفقير فيكم قالوا الفقير الذي لا شئ له ولا\r\nقدر له قال ليس بذاك ولكن الفقير الذي يموت ويدع مالا كثيرا\r\nولم يقدم شيئا\r\n","description":"","footnote":"","page_name":" 334 ","page_number":334},
  {"content":"\r\n27 ذكر عبد الله بن سرجس المزني رضي الله عنه\r\n( 1103 ) حدثنا أبو الربيع سليمان بن داود نا حماد بن زيد نا\r\nعاصم الأحول عن عبد الله بن سرجس رضي الله تعالى عنه قال اتيت\r\nرسول الله صلى الله عليه وسلم فعرف ما أريد قال فألقى إلي رداءه عن منكبيه فدرت\r\nحتى قمت من خلفه حتى نظرت إلى الخاتم على غضن كتفه\r\nوحوله خيلان أمثال الثآليل مثل جمع الكف ثم درت حتى قمت\r\nبين يديه فقلت غفر الله تعالى لك يا رسول الله فقال ولك قالوا\r\nاستغفر لك رسول الله صلى الله عليه وسلم قال ولكم\r\n","description":"","footnote":"","page_name":" 335 ","page_number":335},
  {"content":"\r\n( 1104 ) حدثنا إبراهيم بحجاج نا عبد الواحد بن زياد عن\r\nعاصم الأحول عن عبد الله بن سرجس رضي الله تعالى عنه قال رأيت\r\nرسول الله صلى الله عليه وسلم وأكلت معه خبزا ولحما أو قال ثريدا\r\nفقلت غفر الله لك يا رسول الله قال ولك فقلت لعبد الله بن\r\nسرجس رضي الله تعالى عنه استغفر لك قال نعم ولك ثم تلا هذه الآية\r\n* ( واستغفر لذنبك وللمؤمنين والمؤمنات ) * قال ثم درت حتى كنت\r\nخلفه فرأيت خاتم النبوة بين كتفيه عند نغف كتفه اليسرى مجمع عليه\r\nخيلان\r\n( 1105 ) حدثنا نصر بن علي نا نوح بن قيس عن عبد الله بن\r\nعمران عن عاصم الأحول عن عبد الله بن سرجس رضي الله تعالى عنه عن\r\nالنبي صلى الله عليه وسلم أنه قال السمت الحسن والتؤدة والاقتصاد جزء من\r\nأربعة وعشرين جزءا من النبوة\r\n","description":"","footnote":"","page_name":" 336 ","page_number":336},
  {"content":"\r\n271 ذكر أبي علقمة المزني رضي الله عنه\r\n( 1106 ) حدثنا أبو بكر بن أبي شيبة نا معتمر بن سليمان\r\nعن محمد بن فضاء عن أبيه عن علقمة بن عبد الله عن أبيه قال نهى\r\nرسول الله صلى الله عليه وسلم عن كسر سكة المسلمين الجائزة بينهم الا من\r\nبأس\r\n","description":"","footnote":"","page_name":" 337 ","page_number":337},
  {"content":"\r\n272 ذكر إياس بن عبد الله المزني رضي الله تعالى عنه\r\n( 1107 ) حدثنا أبو بكر بن أبي شيبة نا سفيان عن عمرو بن\r\nدينار عن أبي المنهال قال سمعت إياس بن عبد الله المزني رضي\r\nالله تعالى عنه ورأى ناسا يبيعون الماء فقال لا تبيعوا الماء فإني سمعت\r\nرسول الله صلى الله عليه وسلم ينهى ان يباع\r\n","description":"","footnote":"","page_name":" 338 ","page_number":338},
  {"content":"\r\n273 ذكر أبي يزيد واسمه عبد\r\n( 1108 ) حدثنا يعقوب بن حميد نا عبد الله بن وهب أخبرني\r\nعمرو بن الحارث ان أيوب بن موسى حدثه عن يزيد بن عبد عن\r\nأبيه ان رسول الله صلى الله عليه وسلم قال يعق عن الغلام ولا يمس رأسه بدم\r\n","description":"","footnote":"","page_name":" 339 ","page_number":339},
  {"content":"\r\n274 ذكر دكين بن سعيد المزني رضي الله تعالى عنه\r\n( 1109 ) حدثنا أبو بكر بن أبي شيبة نا عبد الله بن نمير عن\r\nإسماعيل بن أبي خالد عن قيس بن أبي حازم عن دكين بن سعيد\r\nالمزني رضي الله تعالى عنه قال جئنا إلى رسول الله صلى الله عليه وسلم نسأله الطعام\r\nونحن أربع مائة راكب\r\n( 1110 ) حدثنا أبو سفيان عبد الرحيم بن مطرف نا عيسى بن\r\nيونس عن إسماعيل عن قيس عن دكين بن سعيد المزني\r\nرضي الله تعالى عنه قال اتينا رسول الله صلى الله عليه وسلم فسألناه الطعام ونحن أربع مائة\r\nأو قال أربعون شك إسماعيل فقال يا عمر اذهب فأعطهم\r\n","description":"","footnote":"","page_name":" 340 ","page_number":340},
  {"content":"\r\nفقال يا رسول الله ما هي إلا أصع قال اذهب فأعطهم قال سمع\r\nوطاعة فانطلقنا معه فارتقى بنا إلى علية فأخرج المفتاح من حجزته\r\nففتح فإذا شيبه الفصيل الرابض من التمر فقال خذوا فأخذ كل واحد\r\nمنا ما أراد فالتفت إلى التمر وانى من آخر القوم وكأنما لم نرزأه\r\nتمرة\r\n","description":"","footnote":"","page_name":" 341 ","page_number":341},
  {"content":"\r\n275 ذكر بلال بن الحارث المزني رضي الله تعالى عنه\r\n( 1111 ) حدثنا يعقوب بن حميد نا عبد العزيز بن محمد عن\r\nربيعة بن أبي عبد الرحمن عن الحارث بن بلال بن الحارث المزني\r\nرضي الله تعالى عنه عن أبيه رضي الله تعالى عنه قال قلت يا رسول الله ألنا\r\nخاص أم لمن جاء بعدنا قال بل لنا خاص يعنى فسخ الحج\r\nفي العمرة يعنى إذا أهل بالحج مفرد فدخل مكة فسخة فجعله\r\nعمرة\r\n","description":"","footnote":"","page_name":" 342 ","page_number":342},
  {"content":"\r\n276 ذكر شبل بن خالد المزني رضي الله تعالى عنه\r\n( 1112 ) حدثنا أبو بكر بن أبي شيبة نا سفيان بن عيينة عن\r\nالزهري عن عبيد الله بن عبد الله عن أبي هريرة وزيد بن خالد وشبل\r\nقالوا كنا عند النبي صلى الله عليه وسلم فسأله عن الأمة تزني\r\nقبل ان تحصن فقال\r\nاجلدوها فإن زنت فاجلدوها ثم قال في الثالثة أو الرابعة\r\nفبيعوها ولو بحبل من شعر\r\n","description":"","footnote":"","page_name":" 343 ","page_number":343},
  {"content":"\r\n( 1113 ) حدثنا أبو بكر ثنا سفيان بن عيينة عن الزهري عن\r\nعبيد الله بن عبد الله عن أبي هريرة وزيد بن خالد وشبل\r\nانهم كانوا عند النبي صلى الله عليه وسلم فأتاه رجل فقال أنشدك الله الا\r\nقضيت بيننا بكتاب الله عز وجل فقال خصمه وكان أفقه منه اقض بيننا\r\nبكتاب الله عز وجل واذن لي حتى أقوله قال قل قال فإن ابني\r\nكان عسيفا على هذا وانه زنى بامرأته فافتديت منه بمائة شاة وخادم\r\nوسألت رجالا من أهل العلم فأخبرت ان علي ابني جلد مائة\r\nوتغريب عام وعلى امرأته الرجم فقال النبي صلى الله عليه وسلم\r\nوالذي نفسي بيده لأقضين بينكما بكتاب الله\r\nعز وجل اما المائة والشاة والخادم رد عليك وعلى ابنك جلد مائة\r\nوتغريب واغد يا أنيس على امرأة هذا فإن اعترفت فارجمها\r\nقال بن أبي عاصم رحمه الله وقد روى محمد بن أبي حفصة\r\nعن الزهري عن عبيد الله عن أبي هريرة وزيد بن خالد\r\nعن النبي صلى الله عليه وسلم في الأمة وهذا الحديث مما قطعوا به ان بن\r\nعيينة وهم في شبل\r\n","description":"","footnote":"","page_name":" 344 ","page_number":344},
  {"content":"\r\n277 ذكر عبد الله بن مالك\r\nالمزني رضي الله تعالى عنه\r\n( 1114 ) حدثنا الحوطي عبد الوهاب بن نجدة نا بقية بن\r\nالوليد عن الزبيري عن الزهري عن عبيد الله بن عبد الله ان\r\nشبل بن خليد المزني أخبره عن عبد الله بن مالك الأوسي رضي\r\nالله تعالى عنه أخبره ان رسول الله صلى الله عليه وسلم قال\r\nالوليدة ان زنت فاجلدوها ثم إن زنت\r\nفاجلدوها ثم إن زنت فاجلدوها ثم إن زنت فبيعوها بضفير والضفير حبل من شعر\r\n","description":"","footnote":"","page_name":" 345 ","page_number":345},
  {"content":"\r\n( 1115 ) حدثنا الحسن بن علي ثنا يعقوب بن إبراهيم نا\r\nمحمد بن عبد الله بن أخي الزهري عن عمه حدثني عبيد الله بن\r\nعبد الله ان شبل بن خليد المزني أخبره ان عبد الله بن مالك\r\nالأسدي رضي الله تعالى عنه أخبره ان رسول الله صلى الله عليه وسلم قال\r\nالوليدة ان زنت مثله\r\nقال بن أبي عاصم رحمه الله وقد ذكرنا اختلافه في كتاب\r\nأوهام الحديث\r\n","description":"","footnote":"","page_name":" 346 ","page_number":346},
  {"content":"\r\n278 ذكر عمرو بن عوف\r\nبن ملحان المزني رضي الله تعالى عنه\r\n( 1116 ) حدثنا إبراهيم بن المنذر نا عباس بن أبي شملة عن\r\nكثير بن عبد الله عن أبيه عن جده قال قال رسول الله صلى الله عليه وسلم\r\nان من الشعر حكمة\r\n( 1117 ) حدثنا محمد بن بكار الصيرفي نا بن أبي فديك عن\r\nإبراهيم بن عبد الله عن كثير بن عبد الله عن أبيه عن جده عمرو بن\r\nملحان المزني رضي الله تعالى عنه عن النبي صلى الله عليه وسلم انه سمع رجلا يقول\r\nها خضرة فقال النبي صلى الله عليه وسلم\r\nيا لبيك نحن أخذنا فألك من فيك اخرجوا بنا إلى\r\n","description":"","footnote":"","page_name":" 347 ","page_number":347},
  {"content":"\r\nخضرة قال فخرجوا إليها فما سل فيها سيف\r\n( 1118 ) حدثنا إبراهيم بن المنذر الحزامي نا بن أبي فديك\r\nعن إبراهيم بن عبد الله عن كثير بن عبد الله عن أبيه عن جده\r\nعن النبي صلى الله عليه وسلم نحوه\r\n( 1119 ) حدثني بكر بن عبد الوهاب الجاري نا بن\r\nأبي أويس عن أخيه عن سليمان بن بلال عن يحيى بن سعيد\r\nالأنصاري قال أخبرني كثير بن عبد الله عن أبيه عن جده عمرو\r\nرضي الله تعالى عنه انه كان يقول ما كانت لاحد بعدنا يريد فسخ الحج\r\nبالعمرة\r\nقال أبو بكر بن أبي عاصم وهم يضعفون كثير بن عبد الله ولا\r\nيعبؤون بحديثه عن أبيه عن جده ولقد حدثني الحزامي يوما بحديث\r\nعن سعيد بن المسيب مرسل فقال هذا أحب إلي منه يريد حديث\r\nكثير بن عبد الله عن أبيه عن جده\r\nوممن روى عن كثير من الثقات يحيى بن سعيد الأنصاري\r\nوحفص بن غياث ومروان بن معاوية ومعافى بن عمران الموصلي\r\nومعن بن عيسى ومحمد بن فليح وابن أبي فديك وعبد العزيز بن\r\nمحمد وخالد بن مخلد وابن أبي الوزير والقعنبي وعبد الله بن نافع\r\nوابن أبي وعباس بن أبي شملة وعبد الرحمن بن عبد الله\r\nالسلمي ولم يذكروا من أمر كثير جرح\r\n","description":"","footnote":"","page_name":" 348 ","page_number":348},
  {"content":"\r\n279 ذكر أبي غادية\r\nيسار بن سبع رضي الله تعالى عنه\r\n( 1120 ) حدثنا إبراهيم بن حجاج السلمي نا مزيد بن عامر\r\nالهنائي نا كلثوم بن جبر قال كنت بواسط القصب في منزل\r\nعنبسة بن سعيد القرشي وفينا عبد الأعلى بن عبد الله بن عامر وناس\r\nفجاء اذن القوم فقال إن قاتل عمار بن ياسر رضي الله تعالى عنه بالباب\r\nقال فكره وقال بعض أدخلوه فدخل فإذا شيخ طوال يجر\r\nمقطعات فسلم ثم قال لقد أدركت النبي صلى الله عليه وسلم وإني لانفع أهلي وأرد\r\nعليهم الغنم\r\n","description":"","footnote":"","page_name":" 349 ","page_number":349},
  {"content":"\r\n( 1121 ) حدثنا عبد الرحمن بن عمرو نا محمد بن عائذ نا\r\nالهيثم بن حميد نا حفص يعنى بن غياث عن حيان بن حجر عن أبي\r\nالغادية ان رسول الله صلى الله عليه وسلم قال\r\nستكون فتن شداد وخير الناس فيها مسلمو أهل البوادي\r\nالذين لا يندون من دماء المسلمين وأموالهم شيئا\r\n","description":"","footnote":"","page_name":" 350 ","page_number":350},
  {"content":"\r\n28 أبو حاتم المزني رضي الله عنه\r\n( 1122 ) حدثنا يعقوب بن حميد نا حاتم بن إسماعيل عن بن\r\nهرمز اليمامي عن محمد وسعيد ابني عبيد عن أبي حاتم المزني\r\nرضي الله تعالى عنه ان النبي صلى الله عليه وسلم قال إذا اتاكم من ترضون دينه وخلقه\r\nفأنكحوه الا تفعلوه تكن فتنة في الأرض وفساد عريض\r\nقالوا يا رسول الله وإن كان فيه قال وإن كان فيه\r\n","description":"","footnote":"","page_name":" 351 ","page_number":351},
  {"content":"\r\n281 عبد الرحمن المزني رضي الله تعالى عنه\r\n( 1123 ) حدثنا يعقوب بن حميد نا المغيرة بن عبد الرحمن\r\nعن أبي معشر عن يحيى بن شبل عن عمرو بن عبد الرحمن المزني\r\nعن أبيه قال سئل رسول الله صلى الله عليه وسلم عن أصحاب الأعراف فقال\r\nقوم قتلوا في سبيل الله تعالى بمعصية آبائهم فمنعهم من\r\nالنار القتل في سبيل الله تعالى ومنعهم من الجنة بمعصية آبائهم\r\n","description":"","footnote":"","page_name":" 352 ","page_number":352},
  {"content":"\r\n282 محمد بن أبي عميرة المزني رضي الله تعالى عنه\r\n( 1124 ) حدثنا أبو سعيد دحيم نا الوليد بن مسلم عن ثور بن\r\nيزيد عن خالد بن معدان عن جبير بن نفير عن محمد بن أبي عميرة\r\nرضي الله تعالى عنه وكان من أصحاب النبي صلى الله عليه وسلم قال\r\nلو أن رجلا جر على وجهه من يوم ولدته أمه إلى أن يموت\r\nهرما في طاعة الله عز وجل لحقر ذلك يوم القيامة ولود أنه ازداده مما\r\nيرى من الأجر والثواب\r\nقال بن أبي عاصم ذكره عن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 353 ","page_number":353},
  {"content":"\r\n( 1125 ) ورواه بجير عن سعد عن خالد بن معدان عن عتبة بن\r\nعبد عن النبي صلى الله عليه وسلم مثله\r\n","description":"","footnote":"","page_name":" 354 ","page_number":354},
  {"content":"\r\n283 عصام المزني رضي الله تعالى عنه\r\n( 1126 ) حدثنا بن أبي عمر نا سفيان عن عبد الملك بن\r\nنوفل بن مساحق عن بن عصام عن أبيه ذكر حديثا طويلا فيه شعر\r\n","description":"","footnote":"","page_name":" 355 ","page_number":355},
  {"content":"\r\n284 الأغر المزني رضي الله تعالى عنه\r\n( 1127 ) حدثنا هدبة بن خالد نا حماد بن سلمة عن ثابت عن أبي\r\nبردة عن الأغر أغر مزينة ويونس وحبيب بن الشهيد عن\r\nحميد بن هلال عن النبي صلى الله عليه وسلم قال إنه ليغان على قلبي فأستغفر الله\r\nتعالى مائة مرة سمعت العباس بن الوليد النرسي يقول سألت أبا\r\n","description":"","footnote":"","page_name":" 356 ","page_number":356},
  {"content":"\r\nعبيدة عن تفسير قوله يغان على قلبي فلم يفسره لي قال\r\nوسألت الأصمعي فلم يفسره لي\r\n( 1128 ) حدثنا محمد بن إسماعيل البخاري نا بن أبي أويس\r\nنا أخي عن سليمان بن بلال عن عبد الرحمن بن\r\nعبد الله بن أبي عتيق عن نافع عن بن عمر أخبره ان الأغر وهو رجل\r\nمن مزينة كانت له صحبة مع رسول الله صلى الله عليه وسلم كانت له أوسق من تمر\r\nعلى رجل من بنى عمرو بن عوف فاختلف إليه مرارا قال فجئت\r\nالنبي صلى الله عليه وسلم فأرسل معي أبا بكر الصديق رضي الله تعالى عنه قال فكل من\r\nلقينا سلموا علينا فقال أبو بكر رضي الله تعالى عنه الا ترى الناس يبدؤونك\r\nبالسلام فيكن لهم الاجر فابدأهم بالسلام يكن لك الاجر\r\n","description":"","footnote":"","page_name":" 357 ","page_number":357},
  {"content":"\r\n285 عبد الرحمن بن أبي عميرة المزني رضي الله تعالى عنه\r\n( 1129 ) حدثنا محمد بن عوف نا مروان بن محمد وأبو مسهر\r\nقالا نا سعيد بن عبد العزيز عن ربيعة بن يزيد عن عبد الرحمن بن\r\nأبي عميرة قال سمعت رسول الله صلى الله عليه وسلم يقول في معاوية\r\nاللهم اجعله هاديا مهديا واهده واهد به\r\n","description":"","footnote":"","page_name":" 358 ","page_number":358},
  {"content":"\r\n( 1130 ) حدثنا محمد بن مصفى نا سويد بن عبد العزيز عن\r\nأبي عبد الله النجراني عن القاسم بن عبد الرحمن عن عبد\r\nالرحمن بن أبي عميرة المزني قال خمس حفظتهن من رسول الله\r\nصلى الله عليه وسلم قال\r\nلا صفر ولا هامة ولا عدوى ولا يتم شهرين ستين يوما ومن\r\nخفر ذمة الله تعالى لم يرح ريح الجنة\r\n","description":"","footnote":"","page_name":" 359 ","page_number":359},
  {"content":"\r\n286 غالب بن أبجر رضي الله تعالى عنه\r\n( 1131 ) حدثنا أبو بكر بن أبي شيبة نا وكيع عن شعبة عن\r\nعبيد بن الحسن عن بن معقل عن إياس من أصحاب مزينة الطاهرة\r\nقال قال غالب بن أبجر رضي الله تعالى عنه سألت رسول الله صلى الله عليه وسلم فقلت\r\nانه لم يبق من مالي الا أحمرة فقال\r\nأطعم أهلك من سمين مالك إنما كرهت لكم جوالى\r\nالقرية\r\n( 1132 ) حدثنا أبو بكر نا شريك عن منصور عن عبيد بن\r\nالحسن عن غالب بن ذريح قال قلت يا رسول الله أصابتنا سنة\r\n","description":"","footnote":"","page_name":" 360 ","page_number":360},
  {"content":"\r\nوسمين ما لنا في الحمر قال\r\nكل من سمين مالك فإنما قذرتها من جوالي القرية\r\n( 1133 ) حدثنا بن أبي عمر نا سفيان بن عيينة عن مسعر عن\r\nعبيد بن الحسن عن عبد الله بن معقل ان رجلين من مزينة أتيا النبي\r\nصلى الله عليه وسلم فقالا ان السنة أصابتنا مثل حديث شعبة\r\n( 1134 ) حدثنا يونس بن حبيب نا أبو داود نا شعبة عن عبيد بن الحسن قال سمعت عبد الله بن معقل يحدث عن\r\nعبد الله بن مبشر عن ناس من مزينة ان أبجر أو بن أبجر سأل النبي\r\nصلى الله عليه وسلم انه لم يبق من مالي الا حمر فقال رسول الله صلى الله عليه وسلم أطعم أهلك\r\nمن سمين مالك فإنما قذرتها جوالى القرية قال يونس هكذا ثنا أبو\r\nداود\r\nقال أبو بكر بن أبي عاصم وذكره عمر بن حفص بن غياث\r\nعن أبيه عن أبي عميس عن عبيد بن الحسن عن عبد الله بن\r\n","description":"","footnote":"","page_name":" 361 ","page_number":361},
  {"content":"\r\nمعقل عن غالب بن أبجر رضي الله تعالى عنه قال سألت رسول الله صلى الله عليه وسلم\r\nفقلت يا رسول الله لم يبق لي شئ أطعمه أهلي الا أحمرة عندي\r\nفقال رسول الله صلى الله عليه وسلم\r\nأطعم أهلك سمين مالك فإنما قذرت جوالى القرية\r\n","description":"","footnote":"","page_name":" 362 ","page_number":362},
  {"content":"\r\nومن ضبة بن اد بن طابخة\r\n287 سلمان بن عامر رضي الله تعالى عنه\r\n( 1135 ) حدثنا الحسن بن علي نا أبو عاصم عن أبي نعامة\r\nعن عبد العزيز بن بشير عن سلمان بن عامر رضي الله تعالى عنه انه اتى\r\nالنبي صلى الله عليه وسلم فقال إن أبي كان يصل الأرحام ويقري الضيف ويفي\r\nبالذمة فقال مات قبل الاسلام قال نعم قال إن ذلك لن ينفعه\r\nفلما ولي الشيخ قال إن ذلك لن ينفعه ولكن يكون في عقبة لن\r\nيفتقروا ابدا ولن يذلوا ابدا ولن يخزوا ابدا\r\n( 1136 ) حدثنا أبو بكر بن أبي شيبة نا وكيع عن بن عون عن\r\nحفصة بنت سيرين عن أم الرائح بنت صليع عن سلمان بن عامر\r\n","description":"","footnote":"","page_name":" 363 ","page_number":363},
  {"content":"\r\nالضبي رضي الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم\r\nالصدقة على المسكين صدقة وعلى ذي القرابة ثنتان صدقة\r\nوصلة\r\n( 1137 ) حدثنا أبو بكر بن أبي شيبة نا بن نمير نا هشام عن\r\nحفصة عن أم الرائح عن عمها سلمان رضي الله تعالى عنه عن النبي صلى الله عليه وسلم\r\nمثله\r\n( 1138 ) حدثنا يعقوب بن حميد نا بن عيينة عن عاصم عن\r\nحفصة عن أم الرائح عن عمها سلمان رضي الله تعالى عنه عن النبي صلى الله عليه وسلم\r\nمثله\r\n","description":"","footnote":"","page_name":" 364 ","page_number":364},
  {"content":"\r\n( 1139 ) حدثنا حميد بن مسعدة نا زهير بن هنيد أبو الذيال\r\nالعدوي نا أبو نعامة العدوي عن حفصة عن أم الرائح عن\r\nسلمان بن عامر رضي الله تعالى عنه عن النبي صلى الله عليه وسلم مثله\r\nحديث } }\r\n","description":"","footnote":"","page_name":" 365 ","page_number":365},
  {"content":"\r\nومن بنى تيم تيم الرياب\r\n( 1140 ) حدثنا محمد بن عبيد بن حساب نا أبو عوانة عن عبد\r\nالملك بن عمير عن اياد بن لقيط عن أبي رمثة رضي الله تعالى عنه قال\r\nاتيت رسول الله صلى الله عليه وسلم ومعي ابني فقلت لابني لما رأيته هذا رسول الله\r\nصلى الله عليه وسلم فأخذته رعدة هيبة له فقلت يا نبي الله انى رجل طبيب وان\r\nوالذي طبيب من أهل بيت نتطيب فأرني ظهرك فإن تكن سلعة أبطها\r\nوإن تك غير ذلك أخبرتك فإنه ليس إنسان أعلم بخرج أو خراج منى\r\nفقال أجل طبيبه الله عز وجل وعليه بردان أخضران وله شعر قد\r\nعلاه المشيب وشيبه احمر فقال لي ابنك هذا قلت أي ورب\r\nالكعبة قال بن نفسك فقلت اشهد به فإنه يجنى عليك\r\nولا تجنى عليه\r\n","description":"","footnote":"","page_name":" 366 ","page_number":366},
  {"content":"\r\n( 1141 ) حدثنا أبو بكر بن أبي شيبة نا محمد بن بشر عن\r\nعلي بن صالح حدثني اياد بن لقيط عن أبي رمثة رضي الله تعالى عنه قال\r\nحججت فرأيت رجلا جالسا في ظل الكعبة فقال أبى أتدري من\r\nهذا هذا رسول الله صلى الله عليه وسلم فلما انتهينا إليه إذا رجل ذو وفرة به ردع\r\nزعفران وعليه ثوبان أخضران\r\n( 1142 ) حدثنا أبو بكر بن أبي شيبة نا وكيع عن سفيان عن\r\nاياد بن لقيط السدوسي قال سمعت أبا رمثة يقول خرجت مع أبي\r\nإلى النبي صلى الله عليه وسلم قال أبو رمثة فرأيت برأسه ردع من حناء فقال رسول\r\nالله صلى الله عليه وسلم لأبي من هذا معك قال هذا ابني قال\r\nاما انه لا يجنى عليك ولا تجنى عليه\r\nقال فرأى أبى على كتفه مثل النفاخة فقال يا رسول الله إني\r\nمداوي أولا إبطها قال طبيبها الذي خلقها\r\n","description":"","footnote":"","page_name":" 367 ","page_number":367},
  {"content":"\r\n( 1143 ) حدثنا يعقوب بن حميد نا بن عيينة عن\r\nعبد الملك بن عمير بن أبجر عن اياد عن أبي رمثة رضي الله تعالى عنه\r\nقال دخلت مع أبي على النبي صلى الله عليه وسلم فلما رأى الذي بمنكبه قال أبى\r\nالا أداوي لك هذه فإني طبيب فقال له رسول الله صلى الله عليه وسلم\r\nالطبيب الله عز وجل وأنت رفيق من هذا معك\r\nقال ابني قال اما انه لا يجنى عليك ولا تجنى عليه\r\n( 1144 ) حدثنا هدبة نا حماد بن سلمة عن عاصم عن أبي\r\nرمثة مثله\r\n","description":"","footnote":"","page_name":" 368 ","page_number":368},
  {"content":"\r\nصلى الله عليه وسلم ومن بنى تميم بن مر بن اد بن طابخة بن إلياس بن مضر ومن\r\nذكرها\r\n( 1145 ) حدثنا يوسف بن موسى نا جرير بن عبد الحميد عن\r\nمغيرة عن الحارث العكلي عن أبي زرعة عن أبي هريرة رضي الله\r\nتعالى عنه ح\r\nوحدثنا يوسف بن موسى نا جرير عن عمارة بن\r\nالقعقاع عن أبي زرعة عن أبي هريرة قال لا أزال أحب بنى تميم\r\nبعد ثلاث سمعتهن من رسول الله صلى الله عليه وسلم يقولها فيهم قال هم أشد\r\nأمتي على الدجال وكانت منهم سبيه عند عائشة رضي الله تعالى عنها\r\nفقال أعتقيها فإنها من ولد إسماعيل عليه السلام قال وجاءت\r\nصدقاتهم فقال هذه صدقات قومنا\r\n( 1147 ) حدثنا محمد بن يزيد المعروف باب الرواس التمار نا\r\nمسلمة بن علقمة عن داود يعنى بن أبي هند عن الشعبي عن أبي\r\n","description":"","footnote":"","page_name":" 369 ","page_number":369},
  {"content":"\r\nهريرة رضي الله تعالى عنه قال ثلاث سمعتهن من رسول الله صلى الله عليه وسلم في بنى\r\nتميم لا أبغض بنى تميم بعدها كان على عائشة رضي الله تعالى عنه\r\nمحرر فسبى من بنى العنبر فقال لها رسول الله صلى الله عليه وسلم يا عائشة\r\nيسرك ان تفي بنذرك إعتقي محررا من هؤلاء فجعلهم من ولد\r\nإسماعيل عليه السلام قال ثم جئ بنعم من نعم صدقة بنى سعد\r\nفلما رآها راعه ذلك النعم قال هذا نعم قومي فجعلهم قومه قال\r\nهم أشد الناس بلاء في الملاحم\r\n( 1148 ) حدثنا محمد بن عوف نا أبو المغيرة عن سلام عن\r\nأبي هريرة رضي الله تعالى عنه عن النبي صلى الله عليه وسلم انهم سألوه عن قبائل العرب\r\nفشغل عنهم أو شغلوا عنه ثم سألوا عن ثلاث قبائل عن بنى عامر\r\nفقال جمل أزهر يأكل من أطراف الشجر وسألوه عن\r\nغطفان فقال زهوة تنبع وسألوه عن بنى تميم فقال\r\nانا لبنى تميم ألا خيرا هم ضخام ثبت الاقدام رجح\r\nالأحلام أشد الناس قتالا للدجال أنصار الحق في آخر الزمان\r\n( 1149 ) حدثنا عبد الوهاب بن الضحاك نا إسماعيل بن\r\nعياش عن بشر بن عبد الله عن عمرو بن سليمان العوفي رفعه إلى\r\nالنبي صلى الله عليه وسلم قال قال رسول الله صلى الله عليه وسلم عرضت علي الجدود ورأيت\r\n","description":"","footnote":"","page_name":" 370 ","page_number":370},
  {"content":"\r\nجد بنى تميم هضبة حمراء لا يضرها من وازاها فقال رجل من القوم\r\nانهم انهم فقال رسول الله صلى الله عليه وسلم\r\nمه مه عنهم فإنهم عظام ثبت الاقدام أنصار الحق في\r\nآخر الزمان\r\n( 1150 ) حدثنا أبو بكر بن أبي شيبة نا محمد بن عبيد عن\r\nالأعمش عن جامع أبى صخرة عن صفوان بن محرز عن عمران بن\r\nحصين رضي الله تعالى عنه قال اتيت رسول الله صلى الله عليه وسلم وأتاه ناس بن بنى تميم\r\nفقال اقبلوا البشرى فقالوا قد قبلنا فأعطنا\r\n( 1151 ) حدثنا زياد بن يحيى الحساني نا أبو عتاب نا\r\nموسى بن عمير عن الزهري عن سعيد بن المسيب قال قال رسول\r\nالله صلى الله عليه وسلم\r\nجمجمة هذا الحي من مضر كنانة وكأهلها الذي ينهض به\r\nتميم\r\n","description":"","footnote":"","page_name":" 371 ","page_number":371},
  {"content":"\r\n( 1152 ) حدثنا أبو بكر نا الفضل بن دكين عن سفيان عن\r\nواصل عن المعرور بن سويد عن بن فاتك قال قال لي كعب\r\nإن أشد أحياء العرب على الدجال قومك يعنى بنى تميم\r\n( 1153 ) حدثنا أبو بكر نا الفضل بن دكين عن سفيان عن\r\nواصل عن المعرور بن سويد عن بن فاتك قال قال لي كعب\r\nان أشد أحياء العرب على الدجال لقومك يعنى بنى تميم\r\n( 1154 ) حدثنا أبو بكر نا أبو نعيم عن مسافر الجصاص عن\r\nفضيل بن عمرو قال ذكروا بنى تميم عند حذيفة فقال إنهم أشد الناس\r\nعلى الدجال\r\n( 1155 ) حدثنا أبو بكر نا أبو نعيم عن مندل عن ثور عن\r\nرجل قال خطب رجل من الأنصار امرأة فقال له رسول الله صلى الله عليه وسلم\r\nما يضرك ان كانت ذات دين وجمال الا أن تكون من آل\r\nحاجب بن زرارة\r\nحدثنا أبو بكر نا الفضل بن دكين\r\n","description":"","footnote":"","page_name":" 372 ","page_number":372},
  {"content":"\r\n( 1156 ) حدثنا أبو بكر الفضل بن دكين عن أبي\r\nخالدة عن أبي العالية قال قرأ على النبي صلى الله عليه وسلم من كل جنس رجل\r\nفاختلفوا في اللغة فرضى قراءتهم كلهم وكان بنو تميم اعرب القوم\r\n( 1157 ) حدثنا أبو بكر نا هاشم نا شعبة عن خالد عن بن\r\nسيرينان أبا موسى كتب إلى عمر رضي الله تعالى عنهما في ثمانية عشر\r\nبخفاف أصابها فكتب إليه ان ضعها في أشجع حي من العرب\r\nفوضعها في بنى رباح من بنى تميم\r\n","description":"","footnote":"","page_name":" 373 ","page_number":373},
  {"content":"\r\nمجاشع بن دارم بن مالك بن حنظلة بن زيد مناة بن تميم\r\n29 الأسود بن سريع المجاشعي رضي الله تعالى عنه\r\n( 1158 ) حدثنا محمد بن أبي بكر المقدمي نا حماد بن زيد نا\r\nعلي بن زيد عن عبد الرحمن بن أبي بكرة عن الأسود بن سريع\r\nرضي الله تعالى عنه ان رجلا قال يا رسول الله انى مدحت الله\r\nعز وجل مدحة ومدحتك أخرى قال\r\nهات وابدأ بمدحة الله تعالى\r\n( 1159 ) حدثنا المقدمي نا عامر بن صالح عن يونس عن\r\n","description":"","footnote":"","page_name":" 374 ","page_number":374},
  {"content":"\r\nالحسن عن الأسود بن سريع قال قلت يا رسول الله ألا أنشدك\r\nمحامد حمدت بها ربي عز وجل قال إن ربك يحب الحمد وما\r\nاستزادني\r\n( 1160 ) حدثنا المقدمي نا يزيد بن زريع عن يونس عن\r\nالحسن عن الأسود بن سريع رضي الله تعالى عنه قال غزوت مع رسول\r\nالله صلى الله عليه وسلم فقام بعض أصحابه فأسرع في الولدان فبلغ ذلك النبي صلى الله عليه وسلم\r\nقال ما بال أقوام جاوز بهم القتل حتى قتلوا الذرية فقال رجل\r\nيا رسول الله إنما هم أبناء المشركين فقال رسول الله صلى الله عليه وسلم\r\nأوليس خياركم أبناء المشركين ألا لا تقتل الذرية ألا لا\r\nتقتل الذرية كل نسمة تولد على الفطرة حتى يهودها أبواها أو\r\nينصرانها\r\n( 1161 ) حدثنا المقدمي نا سعيد بن عامر عن أشعث عن\r\nالحسن عن الأسود بن سريع رضي الله تعالى عنه عن النبي صلى الله عليه وسلم مثله قال\r\nيمجسانه\r\n","description":"","footnote":"","page_name":" 375 ","page_number":375},
  {"content":"\r\n( 1162 ) حدثنا محمد بن يحيى بن عبد الكريم نا الحسين بن\r\nمحمد نا شيبان عن قتادة عن الحسن عن الأسود بن سريع قال بعث\r\nنبي الله صلى الله عليه وسلم يوم حنين إلى حي من العرب فقتلوهم حتى افضى القتل\r\nإلى الذرية فلما رجعوا نبئ رسول الله بذلك فقال\r\nما حملكم على قتل الذرية فقالوا يا رسول الله إنما هم ذرية\r\nالمشركين فقال\r\nوالذي نفس محمد بيده ما من نسمة تولد الا كانت على\r\nالفطرة حتى يعرب عنها لسانها\r\n","description":"","footnote":"","page_name":" 376 ","page_number":376},
  {"content":"\r\n291 قيس بن عاصم\r\nالسعدي ثم المنقري رضي الله تعالى عنه\r\n( 1163 ) حدثنا هدبة بن عبد الوهاب أبو صالح المروزي نا\r\nالنضر بن شميل نا شعبة عن قتادة عن مطرف عن حكيم بن قيس بن\r\nعاصم قال أوصى قيس بن عاصم فقال إذا مت فسودوا أكبركم فإن\r\nالقوم إذا سودوا أكبرهم خلفوا اباءهم وإذا سودوا أصغرهم أزرى بهم\r\nعند أكفائهم وعليكم بالمال واصطناعه فإنه منبهه للكريم ويستغنى به\r\nعن اللئيم وإذا مت فلا تنوحوا علي فإن رسول الله صلى الله عليه وسلم لم ينح عليه\r\nوادفنوني بأرض لا يشعر بي بكر بن وائل فإني كنت أغاورهم\r\nفي الجاهلية\r\nوقال عبده بن الطيب\r\nعليك سلام الله قيس بن عاصم ورحمته ان شاء ان يترحما\r\nتحية من أسديته منك نعمة إذا زال عن شخص بلادك سلما\r\nوما كان قيس هلكة واحد ولكنه بنيان قوم تهدما\r\n","description":"","footnote":"","page_name":" 377 ","page_number":377},
  {"content":"\r\n( 1164 ) حدثنا محمد بن المثنى نا محمد بن جعفر نا شعبة\r\nقال سمعت قتادة يحدث عن مطرف عن حكيم بن قيس بن عاصم\r\nعن أبيه مثله قال كنت أغاولهم في الجاهلية\r\n( 1165 ) حدثنا محمد بن المثنى نا عبد الرحمن بن مهدي\r\nوأبو داود قالا ثنا شعبة عن قتادة عن مطرف عن حكيم بن قيس بن\r\nعاصم عن أبيه مثله\r\n( 1166 ) حدثنا يوسف بن موسى نا جرير بن عبد الحميد عن\r\n","description":"","footnote":"","page_name":" 378 ","page_number":378},
  {"content":"\r\nمغيرة عن أبيه عن شعبة بن التوأم قال قال قيس بن عاصم رضي\r\nالله تعالى عنه سألت رسول الله صلى الله عليه وسلم عن الحلف فقال\r\nلا حلف في الاسلام ولكن تمسكوا بحلف الجاهلية\r\n","description":"","footnote":"","page_name":" 379 ","page_number":379},
  {"content":"\r\n292 وجارية بن قدامة رضي الله تعالى عنه\r\n( 1167 ) حدثنا أبو بكر بن أبي شيبة نا عبد الله بن نمير عن\r\nهشام بن عروة عن أبيه عن الأحنف بن قيس عن بن عم\r\nله من بني تميم عن جارية بن قدامة رضي الله تعالى عنه أنه قال يا\r\nرسول الله قل لي قولا وأقل لعلي أعقل قال لا تغضب فأعادها علي\r\nمرارا كل ذلك يقول لا تغضب\r\n","description":"","footnote":"","page_name":" 380 ","page_number":380},
  {"content":"\r\n( 1168 ) حدثنا أبو بكر نا عبدة بن سليمان عن هشام بن عروة\r\nعن أبيه عن الأحنف بن قيس عن جارية بن قدامة عن بن عم له من\r\nبنى تميم مثله\r\n","description":"","footnote":"","page_name":" 381 ","page_number":381},
  {"content":"\r\n293 يعلى بن أمية رضي الله تعالى عنه\r\nقالوا من بنى حنظلة وهو حليف لبنى عبد شمس وقالوا من\r\nثقيف وأخوه سلمة حنظلة بن مالك بن زيد مناة بن تميم رضي الله\r\nتعالى عنه\r\n( 1169 ) حدثنا هدبة بن خالد نا همام عن عطاء عن\r\nصفوان بن يعلى بن أمية عن أبيه ان رجلا قال يا رسول الله\r\nوهو بالجعرانة وعليه جبة وعليه أثر خلوق أو قال أثر صفرة فقال\r\n","description":"","footnote":"","page_name":" 382 ","page_number":382},
  {"content":"\r\nكيف تأمرني ان اصنع في عمرتي قال ونزل على النبي صلى الله عليه وسلم الوحي\r\nفستر بثوب وكان يقول وددت انى قد رأيت رسول الله صلى الله عليه وسلم ينزل عليه\r\nوقد نزل عليه الوحي فقال عمر يسرك ان تنظر إلى رسول الله صلى الله عليه وسلم\r\nوقد انزل عليه الوحي قلت نعم قال قم تحت طرف الثوب وهو\r\nيغط أحسبه قال كغطيط البكر قال فلما سري عنه قال أين\r\nالسائل عن العمرة اخلع عنك الجبة واغسل عنك أثر الخلوق\r\nأو قال الصفرة واصنع في عمرتك ما كنت صانعا في حجك\r\nوكان رجل قد عض يد رجل أخر فنزع ثنيته فسقطت ثنية الذي\r\nعضه فأبطلها رسول الله صلى الله عليه وسلم\r\n( 1170 ) حدثنا أبو بكر نا أبو أسامة أخبرني بن جريج\r\nأخبرني عطاء عن صفوان بن يعلى عن أبيه قال غزوت غزوة تبوك\r\nقال صفوان وقال يعلى وكان لي أجير فقاتل انسانا فعض أحدهما\r\nالآخر لقد أخبرني أيهما عض الاخر فانتزع المعضوض يده من في\r\nالعاض فانتزع إحدى ثنيتيه فأتينا النبي صلى الله عليه وسلم فأهدر ثنيته\r\n","description":"","footnote":"","page_name":" 383 ","page_number":383},
  {"content":"\r\n( 1171 ) حدثنا أبو الربيع نا فليح بن سليمان عن الزهري عن\r\nعمرو بن عبد الرحمن بن يعلى عن أبيه ان أباه أخبره عن يعلى بن\r\nمنبه رضي الله تعالى عنه قال جئت إلى رسول الله صلى الله عليه وسلم بأبي يوم\r\nالفتح فقلت يا رسول الله بايع أبى على الهجرة فقال\r\nبل أبايعه على الجهاد فقد انقطعت الهجرة يوم الفتح\r\n( 1172 ) حدثنا يعقوب نا بن عيينة عن داود بن سابور عن\r\nمجاهد عن يعلى بن منبه وهو بن أمية رضي الله تعالى عنه انه اتى\r\nالنبي صلى الله عليه وسلم يوم الفتح فذكر نحوه\r\n( 1173 ) حدثنا أبو بكر بن أبي شيبة نا عبيد الله بن أبي زياد\r\nعن أم يحيى بنت يعلى عن أبيها عن النبي صلى الله عليه وسلم نحوه\r\n","description":"","footnote":"","page_name":" 384 ","page_number":384},
  {"content":"\r\n294 سلمة بن أمية رضي الله تعالى عنه\r\n( 1174 ) حدثنا أبو بكر بن أبي شيبة نا عبد الرحيم بن سليمان\r\nعن محمد بن إسحاق عن عطاء عن صفوان بن عبد الله بن\r\nصفوان عن عميه سلمة ويعلى ابني أمية رضي الله تعالى عنهما قال أخرجنا\r\nمع رسول الله صلى الله عليه وسلم في غزوة تبوك ومعنا صاحب لنا فاقتتل هو وآخر من\r\nالقوم في الطريق فعض رجل يد صاحبه فجبذ صاحبه يده من فيه\r\nفطرح ثنيته فاتى رسول الله صلى الله عليه وسلم يلتمس عقل ثنيته فقال رسول\r\nالله صلى الله عليه وسلم\r\nيعمد أحدكم فيعض كعضاض الفحل ثم يأتي يلتمس العقل\r\nلا أعقل لها فأبطلها رسول الله صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 385 ","page_number":385},
  {"content":"\r\n295 ثعلبة بن زهدم الحنظلي رضي الله تعالى عنه\r\n( 1175 ) حدثنا عباس بن الوليد النرسي نا أبو عوانة عن\r\nأشعث بن سليم عن أبيه عن رجل من بنى يربوع قال أتيت رسول\r\nالله صلى الله عليه وسلم وهو يقول\r\nيد المعطى العليا أمك وأباك وأختك واخاك\r\n( 1176 ) حدثنا محمد بن المثنى نا محمد بن جعفر يعنى غندر\r\nنا شعبة عن الأشعث بن سليم عن الأسود بن هلال عن رجل من\r\n","description":"","footnote":"","page_name":" 386 ","page_number":386},
  {"content":"\r\nثعلبة إن أناسا من ثعلبة بن يربوع أتوا النبي صلى الله عليه وسلم فانتهوا إليه وهو\r\nيقول\r\nيد الرجل العليا أمك وأباك وأختك واخاك\r\nثم أدناك أدناك فقال رجل للنبي صلى الله عليه وسلم هؤلاء بنو ثعلبة بن يربوع\r\nقتله فلان فقال رسول الله صلى الله عليه وسلم لا تجنى نفس على الأخرى\r\n( 1177 ) حدثنا محمد بن المثنى نا محمد يعنى غندر نا شعبة\r\nعن الأشعث عن الأسود بن هلال عن رجل من بنى تميم اسمه\r\nثعلبة بن زهدم قال خرج أبو مسعود يوم عيد الفطر أو\r\nأضحى فرأى ناسا يصلون قبل الصلاة فهتف بصوته فقال\r\nيا أيها الناس انه لا صلاة في هذا اليوم حتى يصلى الامام\r\n","description":"","footnote":"","page_name":" 387 ","page_number":387},
  {"content":"\r\n296 سويد بن طارق الحنظلي ليس له حديث\r\nالحنظلي\r\n( 1178 ) حدثنا أبو بكر بن أبي شيبة نا عفان نا وهيب نا\r\nموسى بن عقبة عن أبي سلمة بن عبد الرحمن بن عوف عن\r\nالأقرع بن حابس رضي الله تعالى عنه أنه نادى رسول الله صلى الله عليه وسلم من وراء\r\nالحجاب فقال يا محمد ان حمدي زين وان ذمي شين فقال\r\nذاكم الله تعالى كما حدث أبو سلمة عن النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 388 ","page_number":388},
  {"content":"\r\n298 حابس التميمي رضي الله تعالى عنه\r\n( 1179 ) حدثنا أبو حفص عمرو بن علي نا يحيى بن كثير\r\nالعنبري أبو غسان نا علي بن المبارك عن يحيى بن أبي كثير حدثني\r\nحبة بن حابس التميمي حدثني أبي انه سمع النبي صلى الله عليه وسلم يقول\r\nلا شئ في الهام والعين حق واصدق الطير الفأل\r\n","description":"","footnote":"","page_name":" 389 ","page_number":389},
  {"content":"\r\n299 حبة بن حابس التميمي رضي الله تعالى عنه\r\n( 1180 ) حدثنا الحسن بن علي نا عبد الصمد بن عبد الوارث\r\nنا حرب بن شداد نا يحيى بن أبي كثير حدثني حبة بن حابس\r\nالتميمي قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nلا شئ في الهام والعين حق واصدق الطير الفأل\r\n","description":"","footnote":"","page_name":" 390 ","page_number":390},
  {"content":"\r\n3 أبو جرى الهجيمي\r\nواسمه جابر بن سليم رضي الله تعالى عنه\r\n( 1181 ) حدثنا هدبة بن خالد نا سلام بن مسكين عن\r\nعقيل بن طلحة السلمي عن أبي جرى الهجيمي رضي الله تعالى عنه\r\nقال قال رجل يا رسول الله انا قوم من أهل البادية فعلمنا شيئا عسى\r\nالله عز وجل ان ينفعنا به قال\r\nلا تحقرن من المعروف ولو أن تفرغ من دلوك في اناء\r\nصاحبك أو أخيك وان تلقى أخاك بوجه ناضر ولا تسبل ثوبك فإن\r\nالاسبال من التخايل ولا يحبه الله عز وجل وإذا سبك أخوك بما يعلم\r\nفيك فلا تسبه بما تعلم فيه\r\n","description":"","footnote":"","page_name":" 391 ","page_number":391},
  {"content":"\r\n( 1182 ) حدثنا حسين بن الحسن المروزي نا هشيم نا يونس\r\nعن عبيدة الهجيمي عن سليم بن جابر أو جابر بن سليم رضي الله\r\nتعالى عنه قال اتيت رسول الله صلى الله عليه وسلم فإذا هو جالس بين أصحابه فقال\r\nأيكم النبي فإما ان يكون اومأ إلى نفسه أو أشار إليه القوم\r\nفإذا هو محتبى ببردة قد وقع هدبها على قدمه فقلت يا\r\nرسول الله إني أجفو عن أشياء فعلمني فقال\r\nاتق الله عز وجل ولا تحقرن من المعروف شيئا ولو أن تفرغ\r\nمن دلوك في اناء المستسقي وإياك والمخيلة فان الله عز وجل لا\r\nيحب المخيلة وان امرؤ شتمك فعيرك بما يعلمه فيك فلا تعيره بأمر\r\nتعلمه فيه فيكون لك الاجر وعليه الاثم ولا تسبن أحدا\r\n( 1183 ) حدثنا أبو بكر بن أبي شيبة نا أبو خالد الأحمر\r\nسليمان بن حيان عن أبي غفار عن أبي تميمة الهجيمي عن أبي\r\nجرى الهجيمي رضي الله تعالى عنه قال اتيت رسول الله صلى الله عليه وسلم فقلت\r\nعليك السلام يا رسول الله فقال لا تقل عليك السلام فان عليك\r\n","description":"","footnote":"","page_name":" 392 ","page_number":392},
  {"content":"\r\nالسلام تحية الموتى فقلت أنت رسول الله فقال نعم الذي\r\nإذا أصابك ضر دعوته فكشف عنك ضرك وإذا أجدبت بلادك دعوته\r\nانبت لك وإذا ضلت راحلتك دعوته رد عليك قال نعم قلت\r\nيا رسول الله أعهد إلي قال لا تسبن أحدا حرا ولا عبدا شاة ولا\r\nبعيرا قلت يا رسول الله زدني قال الإزار إلى نصف الساق\r\nفإن أبيت فإلى الكعبين وإياك والمخيلة فإن الله عز وجل لا يحب\r\nالمخيلة قلت يا رسول الله زدني قال لا تحقرن من المعروف\r\nشيئا تصنعه ولو أن تلقى أخاك ووجهك منبسط إليه قلت يا رسول\r\nالله زدني قال وان امرؤ عيرك بشئ يعلمه فيك فلا تعيره بشئ\r\nتعلم فيه فيكون وبال ذلك عليه قال أبو خالد فأحسبه قال واجر\r\nذلك لك\r\n","description":"","footnote":"","page_name":" 393 ","page_number":393},
  {"content":"\r\n( 1184 ) حدثنا عبد الرحيم بن مطرف نا عيسى بن يونس عن\r\nالمثنى أبى غفار عن أبي تميمة الهجيمي عن أبي جرى الهجيمي\r\nجابر بن سليم رضي الله تعالى عنه قال انتهيت إلى رسول الله صلى الله عليه وسلم والناس\r\nحوله ولا يصدرون الا عن قوله ما قال من شئ الا صدعوا عنه\r\nقال فقلت فلا ان هذا الرجل من هذا فقالوا هذا رسول الله صلى الله عليه وسلم\r\nفقلت عليك السلام ثم ذكر نحوه\r\n( 1185 ) حدثنا يونس بن حبيب نا أبو داود نا قرة بن خالد نا\r\nقرة بن موسى عن جابر بن سليم رضي الله تعالى عنه فذكر عن النبي صلى الله عليه وسلم\r\nالحديث\r\n( 1186 ) حدثنا أبو بكر بن أبي شيبة نا خالد بن مخلد نا عبد\r\nالملك بن حسن الجاري قال سمعت سهم بن المعتمر\r\nيحدث عن الهجيمي رضي الله تعالى عنه أنه لقي النبي صلى الله عليه وسلم وهو مؤتزر بإزار\r\nقطن قد استرخى حاشيتاه\r\n","description":"","footnote":"","page_name":" 394 ","page_number":394},
  {"content":"\r\n301 جرموز الهجيمي رضي الله تعالى عنه\r\n( 1187 ) حدثنا الحسن بن علي نا عبد الصمد بن عبد الوارث\r\nنا عبيد الله بن هوذة القريعي عن جرموز الهجيمي رضي الله تعالى عنه قال\r\nقلت يا رسول الله أوصني قال\r\nأوصيك ان لا تكون لعانا\r\n( 1188 ) حدثنا محمد بن المثنى نا أبو عامر العقدي نا\r\nعبيد الله بن هوذة القريعي عن رجل من بنى هجيم عن جرموز\r\nالهجيمي رضي الله تعالى عنه أنه أتى رسول الله صلى الله عليه وسلم بصدقته فقال عما\r\nتنهاني فقال أنهاك ان لا تكون لعانا قال فوالله ما لعنت شيئا\r\n","description":"","footnote":"","page_name":" 395 ","page_number":395},
  {"content":"\r\n( 1189 ) حدثنا محمد بن المثنى نا عبد الصمد بن عبد\r\nالوارث نا عبيد الله بن هوذة حدثني رجل عن جرموز الهجيمي رضي\r\nالله تعالى عنه قال قلت يا رسول الله صلى الله عليه وسلم أوصني قال لا تكن لعانا\r\n","description":"","footnote":"","page_name":" 396 ","page_number":396},
  {"content":"\r\n302 عروة الفقيمي رضي الله تعالى عنه\r\n( 1190 ) حدثنا عمرو بن علي نا عاصم بن هلال أبو النضر\r\nالبارقي نا غاضرة بن عروة الفقيمي منذ ستين سنة عن أبيه قال\r\nدخلت مسجد رسول الله صلى الله عليه وسلم فدخل علينا رجل يقطر رأسه من وضوء\r\nتوضأه أو غسل اغتسله فقام الناس إليه فقالوا يا رسول الله صلى الله عليه وسلم أرأيت\r\nكذا يا رسول الله أرأيت كذا فقال رسول الله صلى الله عليه وسلم\r\nيا أيها الناس إن دين الله عز وجل في يسر يا أيها الناس ان\r\nدين الله عز وجل في يسر\r\n","description":"","footnote":"","page_name":" 397 ","page_number":397},
  {"content":"\r\n303 حرملة العنبري رضي الله عنه\r\n( 1191 ) حدثنا عبيد الله بن معاذ عن معاذ ثنا قرة بن خالد\r\nعن ضرغامة بن عليبة عن أبيه عن جده حرملة رضي الله تعالى عنه\r\nقال اتيت رسول الله صلى الله عليه وسلم فصليت معه الغداة فلما قضى الصلاة\r\nنظرت في وجوه القوم ما أكاد أعرفهم فقلت يا رسول الله أوصني\r\nقال\r\nاتق الله تعلى وإذا كنت في قوم فسمعتهم يقولون\r\nلك ما تكره فدعه\r\n","description":"","footnote":"","page_name":" 398 ","page_number":398},
  {"content":"\r\n( 1192 ) حدثنا محمد بن المثنى نا أبو داود نا قرة بن خالد عن\r\nضرغامة بن عليبة بن حرملة العنبري أخبرني أبي عن أبيه قال\r\nانتهيت إلى رسول الله صلى الله عليه وسلم في وفد من الحج فصلى بنا الصبح\r\nفجعلت انظر في وجوه القوم فما أكاد أعرفهم من الغلس فلما أردت\r\nالرجوع قلت يا رسول الله أوصني قال\r\nاتق الله تعالى وان كنت في مجلس فقمت منه فسمعتهم\r\nيقولون ما يعجبك فإنه وان سمعتهم يقولون ما تكره فلا تأته\r\n( 1192 ) حدثنا أبو موسى نا عبد الرحمن بن مهدي ثنا قرة عن\r\nضرغامة بن علية بن عليبة بن حرملة العنبري حدثني أبي عن أبيه رضي الله\r\nتعالى عنه قال انتهيت إلى رسول الله صلى الله عليه وسلم في وفد من الحج فصلى بنا\r\nصلاة الصبح فجعلت انظر في وجوه القوم فما أكاد أعرفهم من\r\nالغلس\r\n","description":"","footnote":"","page_name":" 399 ","page_number":399},
  {"content":"\r\n304 عياض بن حمار المجاشعي رضي الله عنه\r\n( 1193 ) حدثنا إبراهيم بن حجاج السامي نا حماد بن سلمة\r\nعن خالد عن أبي العلاء عن مطرف عن عياض بن حماران رسول\r\nالله صلى الله عليه وسلم سئل عن اللقطة فقال تعرف ولا تغيب ولا تكتم فإن جاء\r\nصاحبها والا فهو مال الله عز وجل يؤتيه من يشاء قال حماد عن\r\nالجريري عن أبي العلاء عن مطرف عن النبي صلى الله عليه وسلم مثله\r\n( 1194 ) حدثنا محمد بن المثنى نا يحيى بن سعيد عن\r\nسعيد بن أبي عروبة عن قتادة عن مطرف عن عياض بن حمار أنه قال\r\nيا رسول الله الرجل من قومي يشتمني وهو أدنى منى نسبا ترى\r\nان انتصر منه فقال\r\n","description":"","footnote":"","page_name":" 400 ","page_number":400},
  {"content":"\r\nان المستبين شيطانان يتكاذبان ويتهاتران\r\n( 1195 ) حدثنا الحسن بن علي البزار نا حسين بن محمد عن\r\nشيبان عن قتادة عن مطرف عن عياض بن حمار قال قلت يا\r\nرسول الله الرجل من قومي يشتمني وهو أدنى منى نسبا فذكر مثله\r\n( 1196 ) حدثنا أبو موسى نا بن أبي عدى عن سعيد عن قتادة\r\nعن مطرف عن عياض بن حمار المجاشعي رضي الله تعالى عنه قال وكان\r\nيقال له حرم رسول الله صلى الله عليه وسلم قال سمعت رسول الله صلى الله عليه وسلم يقول\r\nفي خطبته إن الله عز وجل أوحى إلي أن أعلمكم مما جهلتم\r\nمما علمني انى خلقت عبادي كلهم حنفاء\r\n","description":"","footnote":"","page_name":" 401 ","page_number":401},
  {"content":"\r\n305 صعصعة بن ناجية المجاشعي رضي الله عنه\r\n( 1197 ) حدثنا شيبان بن فروخ ثنا جرير بن حازم\r\nقال سمعت الحسن يقول حدثني صعصعة بن معاوية عم الفرزدق\r\nرضي الله تعالى عنه قال قدمت على رسول الله صلى الله عليه وسلم فسمعته يقرأ هذه\r\nالآية من يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا\r\nيره\r\n( 1198 ) حدثنا أبو موسى ثنا وهب بن جرير نا أبي قال\r\nسمعت الحسن يقول قدم صعصعة على النبي صلى الله عليه وسلم فسمع النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 402 ","page_number":402},
  {"content":"\r\nيقرأ من يعمل مثقال ذرة خيرا يره ومن يعمل مثقال ذرة شرا\r\nيره قال لا أبالي ان لا اسمع من القرآن غيرها\r\n( 1199 ) حدثنا أبو موسى نا العلاء بن الفضل بن عبد الملك\r\nبن أبي سرية المنقري أبو الهذيل نا عباد بن كريب حدثني\r\nطفيل بن عمرو عن صعصعة بن ناجية رضي الله تعالى عنه قال قدمت\r\nعلى النبي صلى الله عليه وسلم فعرض علي الاسلام فأسلمت وعلمني آيات من\r\nالقرآن فقلت يا رسول الله انى عملت أعمالا في الجاهلية فهل لي\r\nمنها من أجر قال وما علمت فقلت ضلت ناقتان لي عشراوين\r\nفخرجت أبغيهما على جمل لي فرفع لي بنيان في فضاء من الأرض\r\nفقصدت قصدها فوجدت في أحدهما شيخا كبيرا فقلت حسست\r\nناقتين عشراوين قال وما نارهما قلت ميسم بنى دارم قال قد\r\nوجدنا ويحيا بهما وظئراهما على أولادهما وقد يعيش بهما أهل بيتين\r\nمن قومك من العرب من مضر فبينما الرجل يخاطبني إذ نادته امرأة\r\nمن البيت الآخر قد ولدت قد ولدت قال ما ولدت إن كان غلاما\r\nفقد شركنا في قومنا وان كانت جارية فادفناها فقالت جارية\r\n","description":"","footnote":"","page_name":" 403 ","page_number":403},
  {"content":"\r\nفقلت وما هذه المولودة فقال ابنة لي فقلت انا اشتريها منك قال\r\nيا أخا تميم أتقول لي بع ابنتك وقد أخبرتك انى رجل من العرب\r\nمن مضر فقلت انى لا اشترى منك رقبتها ولكن اشترى منك روحها\r\nان لا تقتلها قال بم تشتريها قلت بناقتي هاتين وبولديهما قال\r\nوتزيدني بعيرك هذا فقلت نعم علي ان تبعث معي رسولا فإذا\r\nبلغت أهلي رددته إليك ففعل فلما بلغت أهلي رددت إليه البعير فلما\r\nكان في بعض الليل فكرت في نفسي فقلت ان هذه\r\nلمكرمة ما سبقني إليها أحد من العرب فظهر الاسلام وقد أحييت\r\nثلاث مائة وستين من المؤودة كل واحدة منهن بناقتين\r\nعشراوين وجمل فهل لي في ذلك من أجر فقال رسول الله صلى الله عليه وسلم\r\nهذا باب من البر ولك أجره إذ من الله عز وجل عليك\r\nبالاسلام\r\nوهو جد الفرزدق بن غالب قال عباد مصداق قول صعصعة\r\nرضي الله تعالى عنه قول الفرزدق\r\nوجدى الذي منع الوائدات وأحيى المؤود فلم تؤد\r\nرضي الله تعالى عنه\r\n","description":"","footnote":"","page_name":" 404 ","page_number":404},
  {"content":"\r\n306 أبو أبي العشراء الدارمي\r\nأسامة بن قهطم ويقال عطارد بن بدر\r\n( 1200 ) حدثنا هدبة بن خالد نا حماد بن سلمة عن أبي\r\nالعشراء الدارمي عن أبيه رضي الله تعالى عنه أنه قال يا رسول الله أما\r\nتكون الزكاة إلا من الحلق واللبة فقال\r\nلو طعنت في فخذها لأجزأ عنك\r\n","description":"","footnote":"","page_name":" 405 ","page_number":405},
  {"content":"\r\n307 حنظلة بن الربيع الكاتب الأسيدي\r\n( 1201 ) حدثنا أبو بكر بن أبي شيبة نا الفضل بن دكين عن\r\nسفيان عن الجريري عن أبي عثمان عن حنظلة الكاتب التميمي\r\nالأسيدي رضي الله تعالى عنه قال كنا عند رسول الله صلى الله عليه وسلم فذكر الجنة والنار\r\nحتى كانت رأى عين فقمت إلى أهلي وولدي فضحكت ولعبت\r\nفذكرت الذي كنا فيه فخرجت فلقيت أبا بكر رضي الله تعالى عنه فقلت\r\nنافقت نافقت فقال أبو بكر رضي الله تعالى عنه وانا لنفعله فذهب حنظلة\r\nرضي الله تعالى عنه فذكره للنبي صلى الله عليه وسلم فقال\r\nيا حنظلة لو كنتم كما تكونون عندي لصافحتكم الملائكة\r\nعليهم السلام على فرشكم أو طرقكم أو نحو هذا يا حنظلة ساعة\r\nوساعة\r\n","description":"","footnote":"","page_name":" 406 ","page_number":406},
  {"content":"\r\n( 1202 ) حدثنا عمرو بن مرزوق نا عمران عن قتادة عن\r\nيزيد بن عبد الله بن الشخير عن حنظلة الأسيدي رضي الله تعالى عنه ان\r\nرسول الله صلى الله عليه وسلم قال\r\nلو كنتم تكونون كما أنتم عندي لأظلتكم الملائكة عليهم\r\nالسلام بأجنحتها\r\n( 1203 ) حدثنا أبو بكر ثنا وكيع عن سفيان عن أبي الزناد عن\r\nمرقع بن صيفي عن حنظلة الكاتب رضي الله تعالى عنه قال غزونا مع\r\nرسول الله صلى الله عليه وسلم فمررنا على امرأة مقتولة وقد اجتمع عليها الناس قال\r\nفأفرجوا له فقال ما كانت هذه تقاتل فيمن يقاتل ثم قال\r\nلرجل\r\nانطلق إلى خالد بن الوليد فقل له ان رسول الله صلى الله عليه وسلم يأمرك لا\r\nتقتل جارية ولا عسيفا\r\n","description":"","footnote":"","page_name":" 407 ","page_number":407},
  {"content":"\r\n308 رباح بن الربيع أخو حنظلة ليس له حديث\r\n","description":"","footnote":"","page_name":" 408 ","page_number":408},
  {"content":"\r\nرضي الله تعالى عنه\r\n( 1204 ) حدثني إسماعيل بن سالم الصانع نا هشيم نا\r\nيونس بن عبيد عن الوليد بن مسلم عن الحصين بن أبي الحر عن\r\nالخشخاش العنبري رضي الله تعالى عنه قال اتيت رسول الله صلى الله عليه وسلم ومعي\r\nابني فقال ابنك هذا فقلت نعم قال\r\nلا تجنى عليه ولا يجنى عليك\r\n","description":"","footnote":"","page_name":" 409 ","page_number":409},
  {"content":"\r\n31 قيس\r\nالخشخاش رضي الله تعالى عنه\r\n( 1205 ) حدثنا عبيد الله بن معاذ بن معاذ نا أبي نا الحر بن\r\nحصين نا نصر بن حسان عن الحصين بن أبي الحران أباه وعميه\r\nقيس وعبيد ابني الخشخاش اتوا رسول الله فشكوا\r\nإليه غارة رجل من بنى عم لهم على الناس فكتب لهم رسول\r\nالله صلى الله عليه وسلم\r\nهذا كتاب من محمد رسول الله صلى الله عليه وسلم لمالك وعبيد وقيس بنى\r\nالخشخاش انكم آمنون مسلمون على دمائكم وأموالكم لا تؤخذون\r\nبجريرة غيركم ولا يجنى عليكم الا أنفسكم\r\n","description":"","footnote":"","page_name":" 410 ","page_number":410},
  {"content":"\r\n312 التلب العنبري جد حبيب العنبري\r\nوقال شعبة الثلب بالثاء لأنه كان ألثغ رضي الله تعالى عنه\r\n( 1206 ) حدثنا عقبة بن مكرم العمي ثنا محمد بن جعفر نا\r\nشعبة عن خالد الحذاء عن أبي بشر عن أبي التلب عن أبيه ان\r\nرجلا أعتق نصيبا له في مملوك فلم يضمنه النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 411 ","page_number":411},
  {"content":"\r\n( 1207 ) حدثنا محمد بن علي بن الحسن بن شقيق ثنا\r\nالنضر بن شميل المازني نا الهرماس بن حبيب العنبري عن أبيه عن\r\nجده قال بعث رسول الله صلى الله عليه وسلم عيينة بن بدر حين أسلم الناس ودخل\r\nالاسلام على الناس فهجم على بنى عدى بن جندب فوق النباج\r\nبذات الفسوق فلم يسمعوا اذانا عند الصبح فأغار عليهم فأخذوا\r\nأموالهم حتى أحضروها عند نبي الله صلى الله عليه وسلم فقالت وفود بنى العنبر أخذنا\r\nيا رسول الله مسلمين غير مشركين قد خضرمنا اذان\r\nالنعم قرد عليهم نبي الله صلى الله عليه وسلم ذراريهم وعقار بيوتهم وعمل الجيش\r\nانصاف الأموال فجاء رجل إلى زريبة على جدتي فاستحكم عليها\r\nقال النضر بن شميل عمل الجيش اعطاءهم أنصاف الأموال عمالة\r\nلهم وخضر منا قطعنا آذانهم الزربية الثوب الموشى من صوف\r\n( 1208 ) حدثنا هدبة بن عبد الوهاب المروزي نا النضر بن\r\nشميل نا الهرماس بن حبيب العنبري عن أبيه عن جده قال مر بي\r\nرسول الله صلى الله عليه وسلم وانا الزم غريما لي فقال خذ الشطر ففعلت به فلما\r\nكان من العشى مر بي رسول الله صلى الله عليه وسلم فقال لي ما فعلت بأسيرك منذ\r\nاليوم يا أخا بنى العنبر\r\n","description":"","footnote":"","page_name":" 412 ","page_number":412},
  {"content":"\r\n313 الزبيب العنبري\r\n( 1209 ) حدثنا أحمد بن عبده الضبي نا عمار بن شعيث بن\r\nعبيد الله بن الزبيب العنبري حدثني أبي وكان قد بلغ سبع عشرة\r\nومائة سنة قال سمعت جدي الزبيب رضي الله تعالى عنه يقول بعث نبي\r\nالله صلى الله عليه وسلم إلى بنى العنبر فأخذوهم بركية من ناحية الطائف فاستاء\r\nقومهم إلى نبي الله صلى الله عليه وسلم قال الزبيب رضي الله تعالى عنه فركبت بكرة من\r\nابلى فسقتهم إلى نبي الله صلى الله عليه وسلم في ثلاثة أيام فقلت السلام عليك يا\r\nنبي الله ورحمة الله وبركاته أتانا جندك فأخذونا وقد كنا أسلمنا يوم\r\nكذا وكذا وخضر منا اذان النعم ثم جلست عند راحلتي فبعث إلي نبي\r\nالله صلى الله عليه وسلم بغداء فقلت ما انا بآكل حتى اعلم ما يصنع الله عز وجل\r\nورسوله صلى الله عليه وسلم بالعنبر فقال النبي صلى الله عليه وسلم تغده فخيرا يصنع الله تعالى\r\n","description":"","footnote":"","page_name":" 413 ","page_number":413},
  {"content":"\r\nورسوله بالعنبر فتغديت فلما قدم بالعنبر قال النبي صلى الله عليه وسلم هل لك\r\nبينة على أنكم أسلمتم إلي قبل ان تؤخذوا في هذه الأيام فقلت\r\nنعم قال من بينتك قلت سمرة رجل من بنى غبر ورجل آخر\r\nسماه له فشهد الرجل وأبى سمرة ان يشهد فقلت له اخدعه سائر اليوم\r\nفقال يا رسول الله ينبزني عندك فقلت يا رسول الله ان هذا الاسم هو\r\nله فقال النبي صلى الله عليه وسلم قد أبى هذا ان يشهد لك أتحلف مع شاهدك\r\nالآخر فقلت نعم فاستحلفني بالله تعالى لقد أسلمنا\r\nيوم كذا وكذا وخضرمنا آذان النعم فقال النبي صلى الله عليه وسلم اذهبوا\r\nفقاسموهم انصاف الأموال ولا تبيعوا ذراريهم ولولا أن الله عز وجل\r\nلا يحب ضلالة العمل ما رزيناكم عقالا قال الزبيب رضي الله تعالى عنه\r\nودعتني أمي كلتمة بنت برثن العنبري فقالت يا بنى ان هذا الرجل\r\nأخذ زر بيتي التي كنت ألبس قال فانصرفت إلى نبي الله صلى الله عليه وسلم فقلت\r\nالسلام عليك يا نبي الله ورحمة الله وبركاته أعد لي على رحل من\r\nجندك فذكر الحديث\r\n","description":"","footnote":"","page_name":" 414 ","page_number":414},
  {"content":"\r\n314 حصين الحماني رضي الله تعالى عنه\r\n( 1210 ) حدثنا أحمد بن عبدة نا محرز بن وزر بن شعيب نا\r\nعاصم بن حصين بن مشيب أو مسيب الحماني الشك من بن أبي\r\nعاصم حدثني أبي ان أباه عمران حدثه ان أباه شعيب حدثه\r\nان أباه عاصم حدثه ان أباه حصين حدثه أنه وفد إلى رسول الله صلى الله عليه وسلم\r\nفبايعه بيعة الاسلام وصدق إليه ماله واقطعه النبي صلى الله عليه وسلم مياه عدة\r\nبالمورب منها السناد جراد ومنها أصيهب ومنها المفازة ومنها\r\nالهوى ومنها السديرة وشرط له رسول الله صلى الله عليه وسلم فيما اقطعه ان لا يباع\r\nماؤه ولا يعقر مرعاه قال زهير بن عاصم\r\n","description":"","footnote":"","page_name":" 415 ","page_number":415},
  {"content":"\r\nان بلادي لم تكن احلاسا * لهن خط القلم الانفاسا\r\nمن النبي حين أعطى الناسا * فلم يدع لبسا ولا التباسا\r\nوقال أبو بجيلة\r\nأعوذ بالله وبالسري وبالكتابين من النبي\r\nمن حادث حل على عادى\r\n","description":"","footnote":"","page_name":" 416 ","page_number":416},
  {"content":"\r\n315 الحارث بن مسلم التميمي رضي الله تعالى عنه\r\n( 1211 ) حدثنا الحوطى نا الوليد بن مسلم عن عبد\r\nالرحمن بن حسان عن الحارث بن مسلم بن الحارث التميمي عن\r\nأبيه عن جده رضي الله تعالى عنه أن رسول الله صلى الله عليه وسلم كتب له كتابا\r\nإلى ولاة الامر من بعده بالوصاة به وختم عليه ودفعه إليه\r\n( 1212 ) حدثنا هشام بن عمار نا الوليد بن مسلم عن عبد\r\nالرحمن بن حسان الكناني نا مسلم بن الحارث بن مسلم عن أبيه انه\r\nحدثهم أن رسول الله صلى الله عليه وسلم أرسلهم في سرية قال فلما بلغنا المغار\r\nاستحثثت فرسى فسبقت أصحابي فاستقبلني الحي بالرنين فقلت\r\nقولوا لا إله إلا الله تحرزوا فقالوا فجاء أصحابي فلاموني وقالوا\r\nحرمتنا الغنيمة بعد أن بردت في أيدينا فلما قفلنا ذكروا ذلك لرسول\r\n","description":"","footnote":"","page_name":" 417 ","page_number":417},
  {"content":"\r\nالله صلى الله عليه وسلم فدعاني فحسن لي ما صنعت وقال لي اما انه قد كتب لك مع\r\nكل انسان منهم كذا كذا قال عبد الرحمن بن حسان ان نسيته قال\r\nثم قال رسول الله صلى الله عليه وسلم اما انى سأكتب لك كتابا أوصي بك من\r\nيكون بعدي من أئمة المسلمين فكتب له وختم عليه ودفعه إلي\r\nوقال إذا صليت الغداة فقل قبل ان تكلم أحدا اللهم أجرني من\r\nالنار سبع مرات فإنك ان مت من يومك كتب الله عز وجل لك جوازا\r\nمن النار سبع مرات وإذا صليت المغرب فقل قبل ان تكلم أحدا\r\nاللهم أجرني من النار سبع مرات فإنك ان مت من ليلتك كتب الله\r\nلك جوازا من النار قال فلما قبض رسول الله صلى الله عليه وسلم أتيت بالكتاب أبا\r\nبكر رضي الله تعالى عنه ففضه فقرأه وأمر لي وختمه ثم أتيت عمر رضي الله\r\nتعالى عنه عنه ففعل مثل ذلك ثم أتيت عثمان رضي الله تعالى عنه ففعل مثل ذلك\r\nقال مسلم فتوفى الحارث بن مسلم رضي الله تعالى عنه في خلافة عثمان\r\n","description":"","footnote":"","page_name":" 418 ","page_number":418},
  {"content":"\r\nرضي الله تعالى عنه فكان الكتاب عندنا حتى ولي عمر بن عبد العزيز\r\nفكتب إلى العامل قبلنا ان اشخص مسلم بن الحارث بكتاب رسول\r\nالله صلى الله عليه وسلم الذي كتبه لأبيه فأشخصت إليه فقرأه وأمر لي ثم ختمه ثم قال\r\nلي اما انى لم ابعث إليك الا لتحدثني كما حدث أبوك عن رسول\r\nالله صلى الله عليه وسلم قال فحدثته بالحديث على وجهه\r\n","description":"","footnote":"","page_name":" 419 ","page_number":419},
  {"content":"\r\n316 السعدي رضي الله تعالى عنه\r\n( 1213 ) حدثنا أبو بكر بن أبي شيبة نا عفان نا مبارك بن فضالة\r\nقال سمعت الحسن حدثني عبد الله بن قدامة عن السعدي وكان\r\nالسعدي امرؤ صدقان النبي صلى الله عليه وسلم اتى على وادى ثمود\r\nفقال لأصحابه\r\nأخرجوا فإنه واد ملعون خشيت ان لا تنجوا حتى يصيبكم كذا\r\nوكذا\r\n","description":"","footnote":"","page_name":" 420 ","page_number":420},
  {"content":"\r\n317 أبوسود وهو أبو وكيع بن أبي سود\r\n( 1214 ) حدثنا الحسن بن علي ثنا يحيى بن آدم نا عبد الله بن\r\nالمبارك عن معمر عن شيخ من بنى تميم عن أبي سود رضي الله تعالى عنه\r\nقال سمعت رسول الله صلى الله عليه وسلم يقولا\r\nليمين الفاجرة التي يقتطع بها الرجل مال المسلم تعقم\r\nالرحم\r\nوأبو سود هو أبو وكيع بن أبي سود\r\n","description":"","footnote":"","page_name":" 421 ","page_number":421},
  {"content":"\r\n318 نصلة بن نهضل الحرمازي رضي الله تعالى عنه\r\n( 1215 ) حدثنا عمرو بن علي نا عبيد الله بن عبد الرحمن\r\nأبو سلمة الحنفي قال وكان ثقة نا الجنيد بن امين بن ذروة بن\r\nنضلة بن نهضل الحرمازى عن أبيه عن جده نضلة ان رجلا منهم\r\nيقال له الأعمش واسمه عبد الله بن الأعور قال كانت عندي امرأة\r\nمنهم يقال لها معاذة فخرج يمتار أهله من هجر فهربت امرأته بعده\r\nناشزا عليه فعاذت برجل منهم يقال له مطرف بن نهصل فأتاه فقال يا\r\nبن عم عندك امرأتي معاذة فادفعها إلي قال ليست عندي ولو كانت\r\nعندي لم ادفعها إليك قال فكان مطرف أعز منه فخرج حتى اتى\r\nالنبي صلى الله عليه وسلم فعاذ به فأنشأ يقول\r\nيا سيد الناس وديان العرب * إليك أشكو ذربة من الذرب\r\n","description":"","footnote":"","page_name":" 422 ","page_number":422},
  {"content":"\r\nكزئبة السغباء في ظل السرب * خرجت أبغيها الطعام في رجب\r\nفنزعتني بنزاع وهرب * أخلفت العهد ولطت بالذنب\r\nوذربتني بين غصن منتشب * وهن شر غالب لمن غلب\r\nفقال النبي صلى الله عليه وسلم وهن شر غالب لمن غلب فشكا إليه امرأته\r\nوانها عند رجل منهم يقال له مطرف بن نهصل فكتب إليه النبي صلى الله عليه وسلم\r\nكتابا انظر امرأة هذا معاذة فادفعها إليه فاتاه كتاب النبي صلى الله عليه وسلم\r\nفقرئ عليه فقال يا معاذة هذا كتاب رسول الله صلى الله عليه وسلم فيك وانا دافعك\r\nإليه فقالت خذ لي عليه العهد والميثاق وذمة نبيه عليه\r\nالسلام ان لا يعاقبني على ما صنعت فأخذ لها ذلك عليه ودفعها\r\nمطرف إليه فقال\r\nلعمري ما حبي معاذة بالذي يغيره الواشي وان قدم العهد\r\n","description":"","footnote":"","page_name":" 423 ","page_number":423},
  {"content":"\r\n319 سويد بن هبيرة رضي الله عنه\r\n( 1216 ) حدثنا أحمد بن عبدة نا زهير بن هنيد نا أبو نعامة عن\r\nمسلم بن بديل بن إياس بن زهير عن سويد بن هبيرة قال قال رسول\r\nالله صلى الله عليه وسلم\r\nخير مال المرء سكة مأبورة أو مهرة مأمورة\r\nقال زهير والسكة النخل قال زهير وقد أدرك النبي صلى الله عليه وسلم\r\n","description":"","footnote":"","page_name":" 424 ","page_number":424},
  {"content":"\r\n32 أبو رفاعة العدوي\r\n( 1217 ) حدثنا شيبان بن فروخ نا سليمان بن المغيرة عن\r\nحميد بن هلال عن أبي رفاعة قال اتيت رسول الله صلى الله عليه وسلم وهو يخطب\r\nفقلت يا رسول الله رجل غريب جاهل لا علم له ما أمر دينه قال\r\nفترك الناس ونزل فقعد على كرسي خلت قوائمه من حديد يعلمني\r\nديني ثم رجع إلى خطبته ففرغ مما بقي عليه من الخطبة\r\n( 1218 ) حدثنا أبو موسى نا عبد الوهاب الثقفي ثنا أيوب عن\r\nحميد بن هلال عن رجل قال قال رسول الله صلى الله عليه وسلم\r\nوارى عنى ما وارك الله تعالى من عوراتك\r\n","description":"","footnote":"","page_name":" 425 ","page_number":425},
  {"content":"\r\n321 زياد بن جارية التميمي رضي الله عنه\r\n( 1219 ) حدثنا أحمد بن عبدة أبو جعفر ثقة نا مروان بن\r\nمحمد نا مدرك بن سعد نا يونس بن حلبس قال كنت جالسا عند أم\r\nالدرداء رضي الله تعالى عنها فدخل عليها زياد بن جارية رضي الله تعالى عنه\r\nفقالت له أم الدرداء حديثك عن النبي صلى الله عليه وسلم في المسألة كيف\r\nهو\r\n","description":"","footnote":"","page_name":" 426 ","page_number":426},
  {"content":"\r\n322 وأسامة بن اخدرى\r\n( 1220 ) حدثنا محمد بن بحر الهجيمي نا بشر بن المفضل بن\r\nلاحق نا بشير بن ميمون عن عمه أسامة بن أخدري ان رجلا من بنى\r\nشقرة يقال له أصرماتي النبي صلى الله عليه وسلم بعبد له حبشي فاشتراه فقال يا\r\nرسول الله انى اشتهيت ان تسميه وان تدعو فيه بالبركة\r\nفقال ما اسمك أنت فقال أصرم قال بل أنت زرعة\r\n","description":"","footnote":"","page_name":" 427 ","page_number":427},
  {"content":"\r\n323 عبد الرحمن بن صفوان بن قتادة\r\n( 1221 ) زعم أبو علقمة المرئي ان أباه حدثه عن أبيه عن\r\nعبد الرحمن بن صفوان بن قتادة رضي الله تعالى عنه قال هاجرت مع أبي\r\nإلى رسول الله صلى الله عليه وسلم فقال له أبى ان هذا عبد الرحمن هاجر إليك ليرى\r\nحسن وجهك قال هو معي ان المرء مع من أحب قال القاضي\r\nرحمه الله أبو علقمة شيخ مسن ولكنه ممن يغلو في القدر ومنعني\r\nالحياء ان اكتب عنه\r\n","description":"","footnote":"","page_name":" 428 ","page_number":428},
  {"content":"\r\n324 بن أبي الجدعاء رضي الله تعالى عنه\r\n( 1222 ) حدثنا نصر بن علي نا بشير بن المفضل عن خالد عن\r\nعبد الله بن شقيق قال جلست إلى نفر من أصحاب النبي صلى الله عليه وسلم\r\nفقال رجل منهم سمعت رسول الله صلى الله عليه وسلم يقول يدخل الجنة بشفاعة\r\nرجل من أمتي أكثر من بنى تميم قلنا سواك فقال سواي\r\nقلنا أنت سمعته من رسول الله صلى الله عليه وسلم قال نعم فلما قام قلت من\r\nهذا فقالوا بن أبي الجدعاء رضي الله تعالى عنه\r\n","description":"","footnote":"","page_name":" 429 ","page_number":429},
  {"content":"\r\n325 سليك بن هدبة رضي الله تعالى عنه\r\n( 1223 ) حدثنا بن أبي كبشة نا صفوان بن عيسى نا هشام\r\nعن الحسن عن سليك بن هدبة رضي الله تعالى عنه أنه جاء ورسول الله صلى الله عليه وسلم\r\nيخطب على المنبر فقال له رسول الله صلى الله عليه وسلم أركعت قال لا قال\r\nفصل ركعتين تجوز فيهما\r\n","description":"","footnote":"","page_name":" 430 ","page_number":430},
  {"content":"\r\n326 عمرو بن سليمان العوفي رضي الله تعالى عنه\r\n( 1224 ) حدثنا عبد الوهاب بن الضحاك نا إسماعيل بن عياش\r\nعن بشر بن عبد الله عن عمرو بن سليمان العوفي رضي الله تعالى عنه رفعه\r\nإلى النبي صلى الله عليه وسلم أنه قال عرضت علي الجدود فرأيت جد بنى عامر\r\nجملا احمر يأكل من أطراف الشجر ورأيت جد غطفان صخرة\r\nخضراء تتفجر منها الينابيع ورأيت جد بنى تميم هضبة حمراء\r\nلا يضرها من واناها فقال رجل من القوم انهم انهم فقال رسول\r\nالله صلى الله عليه وسلم\r\nمه مه عنهم فإنهم عظام الهام ثبت الاقدام أنصار الحق في\r\nآخر الزمان\r\n","description":"","footnote":"","page_name":" 431 ","page_number":431},
  {"content":"\r\nفأولت قوله في بنى عامر جمل احمر يتناول من أطراف الشجر\r\nفيهم تناول لمعالي الأمور وقوله في غطفان\r\nصخرة خضراء تتفجر منها الينابيع ان فيهم شدة وسخاء لشدة\r\nالصخر وفيض الماء\r\n","description":"","footnote":"","page_name":" 432 ","page_number":432},
  {"content":"\r\n327 الأحنف بن قيس رضي الله تعالى عنه\r\n( 1225 ) حدثنا محمد بن المثنى نا حجاج عن حماد بن سلمة\r\nعن علي بن زيد عن الحسن عن الأحنف بن قيس قال إني لأطوف\r\nبالبيت في زمن عثمان رضي الله تعالى عنه إذ أخذ رجل من بنى ليث بيدي\r\nفقال الا أبشرك فقلت بلى فقال هل تذكر إذ بعثني رسول\r\nالله صلى الله عليه وسلم إلى قومك فجعلت اعرض عليهم الاسلام وأدعوهم إليه\r\nفقلت أنت انه يدعو إلى الخير ويأمر\r\nبه انه ليدعو إلى الخير ويأمر به فبلغ ذلك النبي صلى الله عليه وسلم فقال اللهم اغفر للأحنف بن قيس قال\r\nفكان الأحنف يقول ما في عملي شئ أرجا لي منه\r\n","description":"","footnote":"","page_name":" 433 ","page_number":433},
  {"content":"\r\n328 عم أم عمرو الصريمية\r\n( 1226 ) حدثنا محمد بن المثنى نا أبو عامر نا إبراهيم بن\r\nطهمان عن عاصم الأحول عن أم عمرو الصريمية بنت عيسى قالت\r\nحدثني عمى أنه كان مع النبي صلى الله عليه وسلم فنزلت سورة المائدة فعرفنا انه\r\nينزل عليه فاندقت راحلته العضباء من ثقل السورة\r\n","description":"","footnote":"","page_name":" 434 ","page_number":434},
  {"content":"\r\n329 شراحيل المنقري رضي الله تعالى عنه\r\n( 1227 ) حدثنا محمد بن عوف نا محمد بن إسماعيل نا أبى\r\nعن ضمضم بن زرعة عن شريح بن عبيد قال أبو زيد الهوزني\r\nقال شراحيل ان رسول الله صلى الله عليه وسلم قال\r\nمن توفى له أولاد في سبيل الله تعالى دخل بفضل حسبتهم\r\nالجنة\r\nقال فأتيته فاستفتيته فقال\r\nنعم ما أنفقت على ولدك فهو صدقة ولعله يكبر عندك\r\nفيجزيك\r\n","description":"","footnote":"","page_name":" 435 ","page_number":435},
  {"content":"\r\n( 1228 ) حدثنا المقدمي نا معتمر عن شبيب عن مقاتل بن\r\nحيان عن رجل من بنى تميم عن أبيه عن جده قال قال رسول\r\nالله صلى الله عليه وسلم\r\nلا تكن عريفا ولا شرطيا\r\n( 1229 ) حدثنا محمد بن صدران نا بشر بن المفضل عن\r\nالجريري عن عبيد الله بن قدامة حدثني اعرابي قال تلقاني رسول\r\nالله صلى الله عليه وسلم بين أبي بكر وعمر رضي الله تعالى عنه\r\n","description":"","footnote":"","page_name":" 436 ","page_number":436},
  {"content":"\r\n33 هند بن أبي هالة التميمي رضي الله تعالى عنه\r\n( 1230 ) حدثنا محمد بن إدريس نا إسماعيل بن مسلمة\r\nالقعنبي بمكة نا إسحاق بن طلحة\r\n( 1231 ) حدثنا محمد بن صدران نا بشر بن\r\nالمفضل نا إسماعيل بن مسلمة القعنبي بمكة ثنا إسحاق بن\r\nطلحة المخزومي عن يعقوب التميمي عن عبد الله بن عباس\r\nرضي الله تعالى عنه أنه قال لهند بن أبي هالة التميمي وكان ربيبا لرسول\r\nالله صلى الله عليه وسلم صف لنا رسول الله صلى الله عليه وسلم فعلك أن تكون أثبت مناله معرفة\r\nقال كان بأبي هو وأمي طويل الصمت دائم التفكير متواتر\r\nالأحزان إذا تكلم تكلم بجوامع الكلم لا فضل ولا تقصير إذا حدث\r\n","description":"","footnote":"","page_name":" 437 ","page_number":437},
  {"content":"\r\nعاد وإذا وعظ جد وماد وإذا خولف اعرض وشاح يتروح إلى حديث\r\nأصحابه يعظم النعمة وان دقت ولا يذم ذواقا ويبتسم عن مثل حب\r\nالغمام\r\n( 1232 ) حدثنا أبو سفيان عبد الرحيم بن مطرف نا عمرو بن\r\nمحمد العنقري ثنا جميع بن عمرو العجلي ثم من بنى صعصعة عن\r\nرجل من بنى تميم قال بعض أصحابنا يقال له يزيد بن عمرو\r\nالتميمي من ولد أبي هالة عن أبيه عن الحسن بن علي رضي الله\r\nتعالى عنهما قال سألت هند بن أبي هالة رضي الله تعالى عنه وكان وصافا لرسول\r\nالله صلى الله عليه وسلم وأنا اشتهى ان يصف لي منه شيئا كان رجل الشعر ان\r\nانفرقت عقيقته فرق وإلا لا يجاوز شعره اذنه إذا هو وفره قال وكان\r\nرسول الله صلى الله عليه وسلم يسبق أصحابه ويبدأ من لقيه بالسلام وذكر الحديث\r\nبطوله\r\n","description":"","footnote":"","page_name":" 438 ","page_number":438},
  {"content":"\r\nوقد بقي من بنى تميم\r\nشريك بن طارق وعكراش بن ذؤيب\r\nوأبو السليط علانة وسريع بن الحكم وحنظلة بن خشفة وعرفجة\r\nورياح بن الربيع أخو حنظلة وأبو سالم بن حرملة العدوي عدي\r\nبنى تميم وعبد الرحمن بن خنبش ووهب بن خنبش وقيس\r\nالتميمي\r\n","description":"","footnote":"","page_name":" 439 ","page_number":439},
  {"content":"\r\nومن رجال قيس عيلان بن مضر بن نزار بن معد بن عدنان ثم\r\nمن غطفان بن سعد بن قيس بن عيلان\r\nباهلة بن يعصر بن سعد بن قيس بن عيلان\r\n","description":"","footnote":"","page_name":" 440 ","page_number":440},
  {"content":"\r\n331 ذكر أبى أمامة\r\nالباهلي الصدى بن عجلان رضي الله عنه\r\n( 1233 ) حدثنا أبو بكر بن أبي شيبة نا زيد بن الحباب عن\r\nمعاوية أخبرني سليم بن عامر أبو يحيى قال سمعت أبا\r\nأمامة رضي الله تعالى عنه يقول سمعت رسول الله صلى الله عليه وسلم يقول في حجة\r\nالوداع قال فقلت لأبي امامة بن كم كنت حين سمعت هذا\r\nالحديث قال وأنا بن ثلاثين سنة\r\n( 1234 ) حدثنا محمد بن علي بن الحسن بن شقيق قال\r\n","description":"","footnote":"","page_name":" 441 ","page_number":441},
  {"content":"\r\nسمعت أبي يقول حدثني الحسين بن واقد عن أبي غالب عن\r\nأبي أمامة رضي الله تعالى عنه قال بعثني رسول الله صلى الله عليه وسلم إلى باهلة فأتيتهم\r\nوهم على طعام فرحبوا بي وأكرموني وقالوا تعال فكل فقلت\r\nجئت لأنهاكم عن هذا الطعام وأنا رسول رسول الله صلى الله عليه وسلم إليكم\r\nلتؤمنوا فكذبوني وزبروني فانطلقت وانا جائع ظمآن قد نزل بي جهد\r\nشديد فنمت فأوتيت في منامي بشربة من لبن فشبعت ورويت وعظم\r\nبطني فقال القوم أتاكم رجل من خياركم وأشرافكم فزبرتموه\r\nاذهبوا إليه فاطعموه من الطعام والشراب ما يشتهى فاتوني بطعام\r\nفقلت ما لي حاجة في طعامكم وشرابكم فإن الله عز وجل قد أطعمني\r\nوسقاني فانظروا إلى حالي التي انا عليها فآمنوا بي وبما جئت من عند\r\nرسول الله صلى الله عليه وسلم\r\n( 1235 ) حدثنا محمد بن مصفى نا يحيى بن سعيد القطان نا\r\nعتبة بن المنذر قال رأيت أبا أمامة رضي الله تعالى عنه صاحب رسول\r\nالله صلى الله عليه وسلم شيخ قصير خفيف العارضين على حمار اسود يقوده وصيف له\r\nرومي وبيده عصا وهو راكب وعليه قباء ثمن أربعة دراهم وعمامة\r\nعدنية ورداء\r\nمثله وقد أرخى العمامة وراءه ذراع ورأيت أبا امامة ورداؤه لا يجاوز اليته الا قيل ومن بين يديه الا يسير ورأيت على أبي أمامة\r\nرضي الله تعالى عنه خفين أسودين منعلين إلى نصف الساق ورأيت أبا\r\nامامة رضي الله تعالى عنه يخضب بالصفرة ورأيت على أبى امامة وأبى رهم\r\nوعمر بن عبد العزيز قلانس بيض صغار وكان أبو\r\nامامة رضي الله تعالى عنه يخرج إلى قرية له على أربعة عشر ميلا فيقيم\r\nالشهر والاثنين ثم يدخل فيمكث الليالي\r\n","description":"","footnote":"","page_name":" 442 ","page_number":442},
  {"content":"\r\n( 1236 ) حدثنا الحوطي نا بن عياش عن شرحبيل بن مسلمة\r\nرأيت خمسة من أصحاب رسول الله صلى الله عليه وسلم أبا أمامة الباهلي\r\nوعبد الله بن بسر وعتبة بن عبد السلمي والحجاج بن عامر الثمالي\r\nوالمقدام بن معدي كرب الكندي يقمون\r\nشواربهم ويعفون لحاهم ويصفرونها وكانوا يقمون من طرف الشفة\r\n( 1237 ) حدثنا عمرو بن عثمان نا بن حرب عن حميد بن\r\nربيعة القرشي قال رأيت أبا أمامة الباهلي والمقدام بن معدي\r\nكرب رضي الله تعالى عنهما خارجين من عند الوليد بن عبد الملك في\r\nخلافته وعليهما برنسان\r\n( 1238 ) حدثنا أبو شرحبيل نا أبو اليمان عن إسماعيل عن\r\nصفوان بن عمرو عن سليم بن عامر قال كنا نجلس إلى أبي أمامة\r\nالباهلي رضي الله تعالى عنه فيحدثنا حديثا كثيرا عن رسول الله صلى الله عليه وسلم فإذا\r\nسكت قال عقلتم بلغوا كما بلغناكم\r\n( 1239 ) حدثنا أبو شرحبيل نا أبو اليمان عن إسماعيل عن\r\nمحمد بن زياد قال كنت آخذ بيد أبي أمامة رضي الله تعالى عنه وهو\r\nمنصرف إلى منزله\r\n( 1239 ) حدثنا عمرو بن عثمان نا أبي عن حريز عن حبيب\r\n","description":"","footnote":"","page_name":" 443 ","page_number":443},
  {"content":"\r\nيعني بن عبيد أن أبا أمامة رضي الله تعالى عنه كان يحدث بالحديث\r\nكالذي يؤدي ما سمع\r\n( 1240 ) حدثنا عمرو بن عثمان وابن مصفى قالا ثنا بقية\r\nحدثني نمير بن يزيد حدثني أبي أنه سمع صدي بن عجلان أبا أمامة\r\nالباهلي رضي الله تعالى عنه يحدث\r\n( 1241 ) حدثنا بن عوف نا محمد بن المبارك نا الهيثم بن\r\nحميد ثنا حفص بن غيلان عن مكحول قال دخلت أنا وابن أبي\r\nزكريا وسليمان بن حبيب على أبي أمامة الباهلي رضي الله تعالى عنه\r\nبحمص فسلمنا عليه فقال إن مجلسكم هذا من إبلاغ الله عز وجل\r\nإليكم واحتجاجه عليكم فإن رسول الله صلى الله عليه وسلم قد بلغ وأنتم فبلغوا عني\r\nما تسمعون\r\n( 1242 ) حدثنا عبد الرحمن بن عمرو ثنا يحيى بن صالح نا\r\nيزيد بن زياد عن سليمان بن حبيب قال دخلت أنا ومكحول وابن\r\nأبي زكريا على أبي أمامة رضي الله تعالى عنه فدخلنا على شيخ منطقة أجلد\r\nمن منظره فقال مكحول لقد دخلنا على شيخ مجتمع العقل\r\n( 1243 ) حدثنا عبد الرحمن بن عمرو نا محمد بن المبارك نا\r\nالهيثم بن حميد عن حفص بن غيلان عن مكحول قال دخلت أنا\r\nوابن أبي زكريا وسليمان بن حبيب على أبي أمامة رضي الله تعالى عنه\r\nفسلمنا عليه فقال إن مجلسكم هذا من إبلاغ الله عز وجل إليكم\r\nواحتجاجه عليكم وأن رسول الله صلى الله عليه وسلم قد بلغ\r\n","description":"","footnote":"","page_name":" 444 ","page_number":444},
  {"content":"\r\n( 1243 ) حدثنا عبد الرحمن بن عمرو نا محمد بن المبارك نا\r\nالهيثم بن حميد عن حفص بن غيلان عن مكحول قال\r\nدخلت أنا وابن أبي زكريا وسليمان بن حبيب على أبي أمامة رضي\r\nالله تعالى عنه بحمص ثم ذكر الحديث\r\n( 1243 ) ثنا محمد بن عوف نا يزيد بن عبد ربه عن\r\nإسماعيل بن عياش قال توفي أبو أمامة رضي الله تعالى عنه سنة إحدى\r\nوثمانين\r\nومما أسند\r\n( 1247 ) حدثنا أبو سعيد عبد الرحمن بن إبراهيم نا الوليد بن\r\nمسلم نا صفوان بن عمرو عن سليم بن عامر وأبي اليمان الهوزني\r\nعن أبي أمامة رضي الله تعالى عنه عن رسول الله صلى الله عليه وسلم قال إن الله عز وجل\r\nوعدني أن يدخل الجنة من أمتي سبعين ألفا بغير حساب قال\r\nيزيد بن الأخنس رضي الله تعالى عنه والله ما أولئك في أمتك يا رسول الله\r\nإلا مثل الذباب الأصهب في الذباب قال رسول الله صلى الله عليه وسلم فإن الله\r\n","description":"","footnote":"","page_name":" 445 ","page_number":445},
  {"content":"\r\nعز وجل وعدني سبعين ألفا مع كل ألف سبعين ألفا وزادني\r\nثلاث حثيات قال فما سعة حوضك قال\r\nأشد بياضا من اللبن وأحلى من العسل وأطيب رائحة من\r\nالمسك من شرب منه لم يظمأ بعده ولم يسود وجهه أبدا\r\n( 1248 ) حدثنا عمرو بن عثمان نا محمد بن حرب عن\r\nصفوان بن عمرو عن سليم بن عامر وأبي اليمان الهوزني عن أبي\r\nأمامة رضي الله تعالى عنه أن رسول الله صلى الله عليه وسلم قال وعدني ربي عز وجل أن\r\nيدخل الجنة من أمتي ثم ذكر مثل حديث دحيم\r\nقال بن أبي عاصم أبو اليمان الهوزني رحمه الله هو\r\nعبد الله بن لحي وهو رجل جليل روى عنه راشد بن سعد\r\nوجماعة\r\n( 1249 ) حدثنا أبو عمير عيسى بن محمد بن إسحاق الموصلي\r\n","description":"","footnote":"","page_name":" 446 ","page_number":446},
  {"content":"\r\nنا ضمرة بن ربيعة عن السيباني وهو يحيى بن أبي عمرو عن\r\nعمرو بن عبد الله الحضرمي عن أبي أمامة الباهلي رضي الله تعالى عنه\r\nقال خطبنا رسول الله صلى الله عليه وسلم ذات يوم فكان أكثر خطبته ما يحدثنا عن\r\nالدجال ويحذرناه فكان من قوله\r\nيا أيها الناس إنها لم تكن فتنة على الأرض أعظم من فتنة\r\nالدجال وأن الله عز وجل لم يبعث نبيا إلا حذر أمته وأنا آخر الأنبياء\r\nعليهم السلام وأنتم آخر الأمم وهو خارج فيكم لا محالة فإن يخرج\r\nوأنا فيكم فأنا حجيج كل مسلم وإن يخرج بعدي فكل امرئ حجيج\r\nنفسه والله عز وجل خليفتي على كل مسلم أنه يخرج من حلة بين\r\nالشام والعراق فيبعث يمينا وشمالا فيا عباد الله أثبتوا فإنه\r\nيبدأ فيقول أنا نبي ولا نبي بعدي ثم يثني فيقول أنا ربكم ولن تروا\r\nربكم حتى تموتوا وإنه أعور وليس ربكم بأعور وأنه مكتوب بين\r\nعينيه كافر يقرؤه كل أمي فمن لقيه منكم فليتفل في وجهه وأن من\r\nفتنته أن معه جنة ونارا فناره جنة وجنته نار فمن ابتلى بناره فليقرأ\r\nخواتيم سورة الكهف وليستعذ بالله عز وجل تكون عليه بردا وسلاما\r\nكما كانت النار على إبراهيم عليه السلام وإن من فتنته أن معه\r\nشياطين يتمثلون على صورة الناس فيأتي الاعرابي فيقول أرأيت إن\r\nبعثت لك أباك وأمك أتشهد أني ربك فيقول نعم فيتمثل له\r\nشياطين على صورة أبيه وأمه فيقولان يا بني اتبعه فإنه ربك وإن من\r\nفتنته أن يسلط على نفس فيقتلها ثم يحييها ولن يقدر لها بعد ذلك ولا\r\nيصنع ذلك بنفس غيرها ويقول انظروا إلى عبدي هذا فإني أبعثه\r\n","description":"","footnote":"","page_name":" 447 ","page_number":447},
  {"content":"\r\nالآن ويزعم أن له ربا غيري فيبعثه فيقول من ربك فيقول ربي\r\nالله وأنت الدجال عدو الله وأن من فتنته أن يقول للاعرابي أرأيت إن\r\nبعثت لك إبلك أتشهد أني ربك فيقول نعم فتتمثل له شياطينه على\r\nصورة إبله وأن من فتنته أن يأمر السماء أن تمطر فتمطر ويأمر\r\nالأرض أن تنبت فتنبت فيمر بالحي من العرب فيكذبونه ولا يبقى\r\nلهم سائمة إلا هلكت ويمر بالحي فيصدقونه فيأمر السماء أن تمطر\r\nفتمطر ويأمر الأرض أن تنبت فتنبت فتروح إليه مواشيهم من يومهم\r\nذلك أعظم ما كانت وأسمنه وأمده خواصرا وأدره ضروعا وأن أيامه\r\nأربعون يوما فيوما كالسنة ويوما دون ذلك ويوما كالشهر ويوما دون\r\nذلك ويوما كالجمعة ويوما دون ذلك ويوما كالأيام وسائر أيامه\r\nكالشررة في الجريدة يصبح الرجل بباب المدينة فلا يبلغ بابها الآخر\r\nحتى تغيب الشمس\r\nقالوا يا رسول الله وكيف نصلي في تلك الأيام القصار قال\r\nتقدرون فيها كما تقدرون في هذه الأيام الطوال ثم تصلون\r\nولا يبقى موضع من الأرض إلا وطئه وغلب عليه إلا مكة\r\nوالمدينة فإنه لا يأتيها من نقب من نقابها إلا لقيه ملك مصلت\r\nبالسيف حتى ينزل عند الضريب الأحمر عند منقطع السبخة عند\r\nمجتمع السيول فترجف المدينة بأهلها ثلاث رجفات فلا يبقى منافق\r\nولا منافقة إلا خرج إليه فتنفي المدينة خبثها كما ينفي الكير خبث\r\nالحديد ويدعى ذلك يوم الخلاص\r\nفقالت أم شريك يا رسول الله فأين المسلمون يومئذ\r\nقال ببيت المقدس يخرج إليهم حتى يحاصرهم وإمام\r\nالمسلمين يومئذ رجل صالح فتقام الصلاة فيقال له صل الصبح فإذا\r\n","description":"","footnote":"","page_name":" 448 ","page_number":448},
  {"content":"\r\nكبر ودخل نزل عيسى بن مريم عليه السلام فإذا رآه الرجل عرفه\r\nفيرجع فيمشي القهقري فيتقدم عيسى عليه السلام فيضع يده بين\r\nكتفيه فيقول صل فيتقدم فيصلي عيسى عليه السلام خلفه ثم يقول\r\nافتحوا الباب ومع الدجال يومئذ سبعون ألف يهودي كلهم ذو ساج\r\nوسيف محلى فإذا نظر إلى عيسى عليه السلام ذاب كما يذوب\r\nالرصاص في النار والملح في الماء ثم يخرج هاربا فيقول عيسى\r\nعليه السلام أن لي فيك ضربة لن تفوتني بها فيدركه عند باب لد\r\nالشرقي فيقتله فلا يبقى شئ مما خلق الله عز وجل يتوارى به يهودي\r\nلا شجر ولا حجر إلا أنطق الله عز وجل ذلك الشئ لا شجر ولا\r\nحجر إلا قال يا عبد الله المسلم هذا يهودي فاقتله إلا الغرقدة فإنها\r\nمن شجرهم فلا تنطق يومئذ قال ويكون عيسى بن مريم عليهما\r\nالسلام في أمتي حكما عدلا وإماما مقسطا يدق الصليب ويقتل\r\nالخنزير وتضع الحرب أوزارها وترفع الصدقة حتى لا يسعى على\r\nشاة ولا بعير وترفع الشحناء والتباغض وتنزع جمة كل ذي جمة حتى\r\nيدخل الوليد يده في في الحنش فلا يضره ويلقى الوليدة الأسد فلا\r\nيضره ويكون في الإبل كأنه كلبها ويكون الذئب في الغنم كأنه كلبها\r\nوتملا الأرض من الاسلام ويسلب الله عز وجل الكفار ملكهم فلا\r\nيكون ملك إلا الاسلام وتكون الأرض كناثور الفضة تنبت نباتها كما\r\nكانت تنبت على عهد آدم عليه السلام يجتمع النفر على القطف\r\nفيشبعهم والنفر على الرمانة فتشبعهم ويكون الثور بكذا\r\nوكذا من المال ويكون الفرس بالدريهمات\r\n","description":"","footnote":"","page_name":" 449 ","page_number":449},
  {"content":"\r\n332 أخو أبي أمامة رضي الله عنه\r\n( 1250 ) حدثنا يوسف بن موسى نا جرير عن ليث عن عبد\r\nالرحمن بن سابط عن أخي أبي أمامة رضي الله تعالى عنه قال قال رسول\r\nالله صلى الله عليه وسلم\r\nلا تصلوا عند طلوع الشمس فإنها تطلع بين قرني الشيطان\r\nويسجد لها كل كافر ولا عند غروبها فإنها تغيب بين عيني شيطان\r\nويسجد لها كل كافر ولا وسط النهار فإن جهنم تسجر عند ذلك\r\n","description":"","footnote":"","page_name":" 450 ","page_number":450},
  {"content":"\r\n( 1251 ) حدثنا يوسف بن موسى نا جرير عن ليث عن عبد الرحمن\r\nبن سابط عن أخي أبي أمامة الباهلي رضي الله تعالى عنه قال\r\nرأى رسول الله صلى الله عليه وسلم قوما يتوضؤون فبقي على أقدامهم قدر الدرهم فلم\r\nيصبه الماء فقال ويل للأعقاب من النار قال فخرج من كان\r\nبتلك المنزل فتوضؤوا ورجعوا\r\n","description":"","footnote":"","page_name":" 451 ","page_number":451},
  {"content":"\r\n333 زياد الباهلي أبو الهرماس\r\nرضي الله عنهما\r\n( 1252 ) حدثنا أبو بكر بن أبي شيبة نا هاشم بن القاسم نا\r\nعكرمة بن عمار العجلي عن الهرماس بن زياد الباهلي قال كنت\r\nرديف أبي يوم الأضحى والنبي صلى الله عليه وسلم يخطب الناس على ناقته بمنى\r\n","description":"","footnote":"","page_name":" 452 ","page_number":452},
  {"content":"\r\n( 1253 ) حدثنا الحسن بن علي نا شرحبيل نا عثمان بن فائد\r\nالقرشي نا عكرمة بن عمار عن الهرماس بن زياد قال اهدى إلى\r\nرسول الله صلى الله عليه وسلم رجل من قومي تمرا فقال أي التمر هذا قال هذا\r\nالجذامي قال\r\nاللهم بارك في الجذامي\r\n( 1254 ) حدثنا محمد بن أبي غالب نا عبد الله بن عمران نا\r\nيحيى بن ضريس نا عكرمة بن عمار نا هرماس رضي الله تعالى عنه قال\r\nكنت رديف أبي فرأيت النبي صلى الله عليه وسلم على بعير وهو يقول\r\nلبيك بحجة وعمرة\r\n","description":"","footnote":"","page_name":" 453 ","page_number":453},
  {"content":"\r\n335 أبو أبي مجيبة الباهلي رضي الله عنه\r\n( 1255 ) حدثنا أبو بكر بن أبي شيبة نا وكيع عن سفيان\r\nالجريري عن أبي السليل عن أبي مجيبة عن أبيه أو عن عمه قال\r\nاتيت رسول الله صلى الله عليه وسلم فقلت يا رسول الله أنا الرجل الذي أتيتك عام\r\nالأول قال فما أرى جسمك ناحلا قلت يا رسول\r\nالله ما أكلت طعاما بنهار وما أكلته إلا بليل قال فمن أمرك أن\r\nتعذب نفسك قال قلت يا رسول الله إني أقوى قال صم\r\nشهر الصبر ويومين بعده قال قلت إني أقوى قال\r\nصم شهر الصبر وثلاثة أيام بعده وصم أشهر الحرام\r\n","description":"","footnote":"","page_name":" 454 ","page_number":454},
  {"content":"\r\n336 جنادة بن جراد الباهلي رضي الله عنه\r\n( 1256 ) حدثنا أبو حفص عمر بن علي الزرقي ثنا عون بن الحكم\r\nالباهلي نا زياد بن قريع أحد بني عيلان بن جاوة عن أبيه عن\r\nجنادة بن جراد أحد بني عيلان بن جاوة قال اتيت رسول الله صلى الله عليه وسلم\r\nبإبل قد وسمتها في أنفها فقال النبي صلى الله عليه وسلم يا جنادة أما وجدت فيها\r\nعظما تسمه إلا في الوجه أما أمامك القصاص فقال أمرها إليك\r\nيا رسول الله قال إئتني بشئ منها ليس عليها ميسم فأتاه بابن لبون\r\nوحقة فوضعت الميسم حيال العنق فقال رسول الله صلى الله عليه وسلم أخر\r\nأخر فلم يزل يقول أخر أخر حتى بلغ الفخذ فقال رسول الله صلى الله عليه وسلم\r\nسم على بركة الله تعالى فوضعها في أفخاذها وكانت فيها حقتان\r\nوكانت تسعون\r\n","description":"","footnote":"","page_name":" 455 ","page_number":455},
  {"content":"\r\n337 ذكر الحارث بن عمرو السهمي\r\nسهم باهلة رضي الله عنه\r\n( 1257 ) حدثنا الحسن بن علي نا عبد الصمد بن عبد الوارث\r\nنا عتبة بن عبد الله السهمي أن زرارة بن الحارث بن عمرو السهمي\r\nحدثه أن الحارث بن عمرو رضي الله تعالى عنه قال اتيت رسول الله صلى الله عليه وسلم\r\nبمنى وبعرفات وقد أطاف به الناس فإذا رأوا وجهه قالوا هذا وجه\r\n","description":"","footnote":"","page_name":" 456 ","page_number":456},
  {"content":"\r\nمبارك فقلت يا رسول الله استغفر لي فقال اللهم اغفر لنا ثم\r\nدرت فقلت يا رسول الله استغفر لي فقال اللهم اغفر لنا ثم\r\nقال أيها الناس أي يوم هذا وأي شهر هذا فإدماؤكم وأموالكم\r\nوأعراضكم عليكم حرام كحرمة يومكم هذا وبلدكم هذا وشهركم\r\nهذا اللهم هل بلغت وليبلغ الشاهد الغائب وأمر بالصدقة\r\nفقال تصدقوا فإني لا أدري لعلكم لا تروي بعد يومكم هذا\r\nووقت لأهل اليمن يلملم أن يهلوا منها وذات عرق لأهل العراق\r\nأو لأهل الشرق فسأله رجل عن العتير فقال من شاء عتر\r\nومن شاء لم يعتر ومن شاء فرع ومن شاء لم يفرع وفي الغنم\r\nأضحيتها قال وقال بأصبع كفه اليمنى فقبضها كأنه يعقد عشرة ثم\r\nعطف الابهام على المفصل الإصبع الوسطى ومد أصبعه السبابة\r\nوعطف طرفها يسرا يسرا\r\n( 1258 ) حدثنا عقبة بن مكرم نا يعقوب بن إسحاق الحضرمي\r\nحدثني زرارة عن الحارث السهمي\r\nرضي الله تعالى عنه أنه أتى رسول الله صلى الله عليه وسلم في حجة الوداع قال وجل من\r\nهناك الاعراب وهو على ناقته العضباء وكان الحارث رجلا جسيما\r\nفنزل إليه الحارث فدا منه حتى حاذى وجهه بركبة رسول الله صلى الله عليه وسلم\r\nفأهوى نبي الله صلى الله عليه وسلم بيده فمسح وجه الحارث رضي الله تعالى عنه من وهج\r\nكان على وجهه فما زالت تلك نضرة في وجه الحارث رضي الله تعالى عنه\r\nحتى هلك قال الحارث يا نبي الله ادع الله تعالى لي فذكر مثله\r\n","description":"","footnote":"","page_name":" 457 ","page_number":457},
  {"content":"\r\n338 خال سويد الباهلي رضي الله عنه\r\n( 1259 ) حدثنا محمد بن عبد الرحيم نا معلى بن أسد نا\r\nقزعة بن سويد حدثني أبي حدثني خالي قال لقيت رسول الله صلى الله عليه وسلم\r\nبين عرفة والمزدلفة فأخذت بخطام ناقته فقلت ماذا يقربني من\r\nالجنة ويباعدني من النار قال\r\nأما والله لئن كنت أوجرت في المسألة لقد أعظمت وأطولت\r\nأقم الصلاة المكتوبة وأد الزكاة المفروضة وحج البيت وما أحببت أن\r\nيفعله بك الناس فافعل بهم وما تكره أن يأتي الناس إليك فدع\r\nالناس خل سبيل الناقة\r\n","description":"","footnote":"","page_name":" 458 ","page_number":458},
  {"content":"\r\nومن بني غني بن يعصر بن سعيد بن قيس\r\nأبو عبد الله الغنوي رضي الله تعالى عنه\r\nالطفاوة وهم أخوة باهلة\r\n( 1260 ) حدثنا أبو مسعود أحمد بن الفرات أنا معلى بن أسد\r\nنا تمام بن بزيع أبو سهل نا الغاضرة بن عمير الطفاوي قال سمعت\r\nعمي يقول دخلت مع أناس على النبي صلى الله عليه وسلم فقلت\r\nحدثني حديثا ينفعني الله تعالى به قال ثلاثا\r\nإياك وما يسوء الاذن ثلاثا\r\n","description":"","footnote":"","page_name":" 459 ","page_number":459},
  {"content":"\r\n","description":"","footnote":"","page_name":" 460 ","page_number":460},
  {"content":"\r\nومن جشم بن عبد الله بن غطفان بن سعد بن قيس بن عيلان بن مضر\r\n34 مالك بن عوف\r\nبن نضلة الجشمي رضي الله عنه\r\n( 1261 ) حدثنا يعقوب بن حميد ثنا بن عيينة عن أبي الزعراء\r\nعن عمه أبي الأحوص عن أبيه قال اتيت نبي الله صلى الله عليه وسلم فصعد في\r\nالبصر وحدره ثم قال أرب إبل أنت أم غنم فقلت كلا قد أتاني\r\nالله عز وجل فأكثر وأطيب فقال ألست تنتجها وافية آذانها\r\nوعيونها فتجدع هذه وتنحر هذه بحيرة وسائبة يد الله تعالى أشد\r\nوموساه أحد وقال رسول الله صلى الله عليه وسلم أرأيت لو كان لك عبدا\r\nأحدهما لا يكتمك ولا يغضبك ولا يخونك والآخر يكتمك ويغضبك\r\nويخونك فأيهما أحب إليك فقلت الذي لا يكتمني قال فإنكم\r\nكذلك عند ربكم\r\n","description":"","footnote":"","page_name":" 461 ","page_number":461},
  {"content":"\r\n( 1262 ) حدثنا محمد بن المثنى نا أبو أحمد نا سفيان عن أبي\r\nإسحاق عن أبي الأحوص عن أبيه مالك بن عوف رضي الله تعالى عنه قال\r\nقلت يا رسول الله أمر بالرجل فلا يقربني ولا يضيفني أجازيه قال\r\nلا بل أقره قال ورآني رث الثياب فقال هل لك من مال\r\nقلت نعم أعطاني الله عز وجل من الإبل والغنم قال\r\nفليرى أثر نعمة الله تعالى عليك\r\n( 1263 ) حدثنا محمد بن بشار نا محمد وهو غندر نا شعبة عن\r\nأبي إسحاق قال سمعت أبا الأحوص عن أبيه قال اتيت رسول\r\nالله صلى الله عليه وسلم وأنا قشف الهيئة فقال هل لك من مال قلت نعم قال\r\nمن أي المال قلت من كل المال الإبل والرقيق والغنم والخيل\r\nقال فإذا أتاك الله عز وجل مالا فليرى عليك ثم ذكر الحديث\r\n","description":"","footnote":"","page_name":" 462 ","page_number":462},
  {"content":"\r\n341 عطية بن عروة رضي الله عنه\r\n( 1264 ) حدثنا يعقوب بن حميد نا عبد الرزاق عن معمر عن\r\nسماك عن عروة بن عطية عن أبيه عن جده أنه سمع النبي صلى الله عليه وسلم يقولا\r\nليد المنطية خير من اليد السفلى\r\n( 1265 ) حدثنا الحسن بن علي نا حجاج بن منهال نا حماد بن\r\nسلمة عن رجاء أبي المقدام عن إسماعيل بن عبد الله عن عطية رجل\r\nمن جشم أن رسول الله صلى الله عليه وسلم قال يا أيها الناس لا تسألوا\r\nالناس ثم قال كلمة خفية فإن الله تعالى مسؤول ومنطي\r\n","description":"","footnote":"","page_name":" 463 ","page_number":463},
  {"content":"\r\n( 1266 ) حدثنا الحسن بن علي ثنا إبراهيم بن خالد بن\r\nأمية بن شبل بن عمرو بن عوف عن عروة بن محمد عن أبيه عن جده\r\nقال قال رسول الله صلى الله عليه وسلم\r\nإذا استشاط السلطان تسلط الشيطان\r\n( 1267 ) حدثنا الحسن بن علي نا إبراهيم بن خالد نا أبو وائل\r\nالعاص قال كنا عند عروة بن محمد فدخل رجل فكلمه بكلام\r\nأغضبه فقام فدخل ثم رجع إلينا وقد توضأ فقال حدثني أبي عن\r\nجدي عطية رضي الله تعالى عنه أن رسول الله صلى الله عليه وسلم قال\r\nإن الغضب جمرة من النار وأن الشيطان خلق من النار وإنما\r\nتطفأ النار بالماء فإذا غضب أحدكم فليتوضأ\r\n( 1268 ) حدثنا هشام بن عمار نا صدقة بن خالد حدثني عبد\r\nالرحمن بن يزيد بن جابر حدثني عروة بن محمد بن عطية السعدي\r\nحدثني أبي أن أباه حدثه قال قدمت على رسول الله صلى الله عليه وسلم في ناس\r\nمن بني سعد بن بكر وكنت أصغر القوم فخلفوني في رحالهم ثم\r\nذكر الحديث\r\n","description":"","footnote":"","page_name":" 464 ","page_number":464},
  {"content":"\r\nعبس بن بغيض بن ريث بن غطفان بن سعد بن قيس بن عيلان بن\r\nمضر\r\nأبو عبد الله حذيفة بن اليمان رضي الله عنه\r\n( 1269 ) سمعت أبا بكر بن أبي شيبة يقول مات حذيفة حين\r\nقتل عثمان رضي الله تعالى عنه وقتل عثمان سنة خمس وثلاثين يكنى أبا\r\nعبد الله\r\n( 1270 ) حدثنا أبو بكر بن أبي شيبة نا الأسود بن عامر نا\r\nشعبة بن الحجاج عن قتادة عن أبي نضرة عن قيس بن عباد قال\r\n","description":"","footnote":"","page_name":" 465 ","page_number":465},
  {"content":"\r\nقلت لعمار أرأيت صنيعكم هذا الذي صنعتم في أمر علي\r\nأرأيا رأيتموه أم شيئا عهد إليكم رسول الله صلى الله عليه وسلم فقال لم\r\nيعهد إلينا رسول الله صلى الله عليه وسلم شيئا لم يعهده إلى الناس كافة ولكن حذيفة\r\nرضي الله تعالى عنه أخبرني عن رسول الله صلى الله عليه وسلم قال قال رسول الله صلى الله عليه وسلم\r\nفي أصحابي اثنا عشر منافقا ثمانية لا يدخلون الجنة حتى يلج\r\nالجمل في سم الخياط منهم يكفيهم الدبيلة\r\nوأربعة لا أحفظ ما قال شعبة فيهم\r\n( 1271 ) حدثنا الحسن بن علي ثنا عمرو بن عاصم نا\r\nحماد بن سلمة عن علي بن زيد عن الحسن عن جند بن عبد الله\r\nليس للمؤمن أن يذل نفسه\r\n","description":"","footnote":"","page_name":" 466 ","page_number":466},
  {"content":"\r\n343 وشكل بن حميد العبسي رضي الله عنه\r\n( 1272 ) حدثنا أبو بكر بن أبي شيبة نا الفضل بن دكين عن\r\nسعد بن أوس عن بلال بن يحيى حدثني شتير بن شكل عن أبيه\r\nشكل بن حميد رضي الله تعالى عنه قال اتيت رسول الله صلى الله عليه وسلم فقلت\r\nعلمني ما أتعوذ\r\nبك من شر سمعي وبصري ولساني ومني\r\n","description":"","footnote":"","page_name":" 467 ","page_number":467},
  {"content":"\r\nومن بني ذيبان بن بغيض بن ريث\r\n344 أبو تميم الجيشاني\r\nوجعدة بن خالد\r\n346 وقطبة بن مالك الذبياني\r\n( 1273 ) حدثنا أبو بكر بن أبي شيبة نا شريك وابن عيينة عن\r\nزياد بن علاقة عن قطبة بن مالك رضي الله تعالى عنه أنه سمع النبي صلى الله عليه وسلم\r\nيقرأ في الصبح\r\nوالنخل باسقات لها طلع نضيد\r\n","description":"","footnote":"","page_name":" 468 ","page_number":468},
  {"content":"\r\n","description":"","footnote":"","page_name":" 469 ","page_number":469},
  {"content":"\r\nومن بني عدوان بن عمرو بن قيس بن عيلان\r\n347 خالد بن أبي جبل العدواني رضي الله تعالى عنه\r\n( 1274 ) حدثنا الحسن بن علي ثنا أبو عاصم عن عبد الله بن\r\nعبد الرحمن بن يعلى عن عبد الرحمن بن خالد بن أبي جبل أو\r\nجبلة عن أبيه شك أبو عاصم قال رأيت رسول الله صلى الله عليه وسلم في مشرفة\r\nثقيف وهو متكي على قوس فقرأ والسماء والطارق فحفظتها\r\nمنه في الجاهلية قال فمررت بمجلس ثقيف فدعوني وفيهم نفر من\r\nقريش أبناء ربيعة شيبة وعتبة فقالا ما قال هذا فقرأتها عليهم فقال\r\nثقيف والله إنا لنظن أنه صادق وأنه لشبيه أن يكون حق قال فقالت\r\nقريش نحن أعلم بصاحبنا أن لو كان ما يقول حق\r\n","description":"","footnote":"","page_name":" 470 ","page_number":470},
  {"content":"\r\n( 1275 ) قال أبو بكر بن أبي شيبة ثنا مروان بن معاوية عن\r\nعبد الله بن عبد الرحمن الطائفي عن عبد الرحمن بن خالد العدواني\r\nعن أبيه أنه أبصر النبي صلى الله عليه وسلم فذكر مثله\r\n","description":"","footnote":"","page_name":" 471 ","page_number":471},
  {"content":"\r\nفهم بن عمرو بن قيس بن عيلان\r\n( 1276 ) حدثنا أبو بكر بن أبي شيبة نا زيد بن الحباب نا بن\r\nلهيعة نا يزيد بن عمرو المعافري قال سمعت أبا ثور يقول قدم\r\nعلينا عبد الرحمن بن عديس البلوي رضي الله تعالى عنه وكان ممن بايع\r\nتحت الشجرة فحمد الله تعالى وأثنى عليه ثم ذكر عثمان قال أبو ثور\r\nدخلت فذكر عن عثمان رضي الله تعالى عنه الحديث\r\n","description":"","footnote":"","page_name":" 472 ","page_number":472},
  {"content":"\r\n","description":"","footnote":"","page_name":" 473 ","page_number":473},
  {"content":"\r\nوغطفان بن سعد بن قيس بن عيلان\r\nنعيم بن همار الغطفاني رضي الله عنه\r\n( 1277 ) حدثنا عبد الوهاب بن نجدة الحوطي نا إسماعيل بن\r\nعياش عن بحير بن سعد عن خالد بن معدان عن كثير بن مرة عن\r\nنعيم بن همار رضي الله تعالى عنه أن رجلا جاء إلى النبي صلى الله عليه وسلم فقال أي\r\nالشهداء أفضل قال\r\nالذين يلقون القوم في الصف فلا يلفتون وجوههم حتى\r\n","description":"","footnote":"","page_name":" 474 ","page_number":474},
  {"content":"\r\nيقتلوا أولئك يتلبطون في الغرف العلا من الجنة يضحك إليهم\r\nربك وإذا ضحك ربك إلى عبد في موطن فلا حساب عليه\r\n( 1278 ) حدثنا محمد بن مصفى نا أبو المغيرة عبد القدوس نا\r\nالوليد بن سليمان بن أبي السائب أخبرني بسر بن عبيد الله عن أبي\r\nإدريس الخولاني عن نعيم بن همار رضي الله تعالى عنه قال سمعت\r\nرسول الله صلى الله عليه وسلم يقول\r\nما من امرئ إلا قلبه بين إصبعين من أصابع الرحمن إن شاء\r\nأن يرفعه أزاغه وإن شاء أن يقيمه أقامه\r\nقال والميزان بيد الرحمن تبارك وتعالى يرفع قوما ويضع\r\nآخرين إلى يوم القيامة\r\n","description":"","footnote":"","page_name":" 475 ","page_number":475},
  {"content":"\r\n35 سليك بن هدبة الغطفاني رضي الله عنه\r\n( 1279 ) حدثنا الحسن بن علي الحلواني نا عبد الرزاق\r\nعن سفيان عن الأعمش عن أبي سفيان عن جابر عن سليك الغطفاني\r\nرضي الله تعالى عنه قال قال رسول الله صلى الله عليه وسلم\r\nإذا أتى أحدكم الجمعة والامام يخطب فليصل ركعتين\r\nخفيفتين\r\n( 1280 ) حدثنا حسين بن أبي كبشة نا صفوان بن عيسى نا\r\nهشام عن الحسن عن سليك بن هدبة رضي الله تعالى عنه أنه\r\nجاء ورسول الله صلى الله عليه وسلم\r\nيخطب على المنبر فقال له رسول الله صلى الله عليه وسلم أركعت قال لا قال\r\nفصل ركعتين تجور فيهما\r\n","description":"","footnote":"","page_name":" 476 ","page_number":476},
  {"content":"\r\n( 1281 ) حدثنا محمد بن علي بن شقيق نا أبي نا أبو حمزة\r\nعن جابر عن حبيب بن أبي ثابت عن عبد الرحمن بن أبي ليلى\r\nعن سليك رضي الله تعالى عنه قال\r\nنهى رسول الله صلى الله عليه وسلم أن يصلى في أعطان الإبل وأمر أن يتوضأ\r\nمن لحومها\r\nقال بن أبي عاصم وقد اختلفوا عن بن أبي ليلى فقالوا عن\r\nالبراء وعن ذي الغرة قال أبو بكر بن أبي عاصم ثبت الخبر\r\nعن رسول الله صلى الله عليه وسلم أنه قال إذا دخل أحدكم المسجد يوم الجمعة\r\nوالامام يخطب فليصل ركعتين يجوز فيهما وصح عنه أنه قال\r\nيخففهما فهذا يوجب العمل وذكر كلاما آخر لم نكتبه\r\n","description":"","footnote":"","page_name":" 477 ","page_number":477},
  {"content":"\r\nمن أنمار غطفان\r\nأبو كبشة الأنماري رضي الله عنه\r\n( 1282 ) حدثنا محمد بن مصفى وكثير بن عبيد قالا ثنا\r\nمحمد بن حرب الزبيدي عن راشد بن سعد عن أبي عامر\r\nالهوزي عن أبي كبشة الأنماري رضي الله تعالى عنه أنه أتى رجلا فقال\r\nأطرقني من فرسك فإني سمعت رسول الله صلى الله عليه وسلم يقول\r\nمن أطرق فرسا مسلما فعقت له الفرس كان له كأجر سبعين\r\nفرسا حمل عليها في سبيل الله تعالى فإن تعق كان له كأجر\r\nفرس حمل عليها في سبيل الله عز وجل\r\n","description":"","footnote":"","page_name":" 478 ","page_number":478},
  {"content":"\r\n( 1283 ) حدثنا دحيم وابن مصفى قالا ثنا الوليد بن مسلم\r\nعن بن ثوبان عن أبيه عن أبي كبشة الأنماري رضي الله تعالى عنه أنه حدثه\r\nأن نبي الله كان يحتجم على هامته وبين كتفيه ويقول\r\nمن أهرق من هذه الدماء فلا يضره أن لا يتداوى بشئ\r\nلشئ\r\n\r\n","description":"","footnote":"","page_name":" 479 ","page_number":479}
  ]