[
  {"content":"\r\n\r\nسلسلة المعارف الإسلامية\r\nالمهدي المنتظر\r\nفي الفكر الإسلامي\r\nالسيد ثامر هاشم العميدي\r\n( الطبعة الثانية )\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nحقوق الطبع محفوظة\r\nللناشر\r\nشابك ( ردمك ) 7 - 30 - 8629 - 964\r\nISBN - 964 - 8629 - 30 - 7\r\nمركز الرسالة\r\nالكتاب : المهدي المنتظر في الفكر الإسلامي\r\nالمؤلف : السيد ثامر هاشم العميدي\r\nالناشر : مركز الرسالة\r\nالطبعة : الثانية 1425 ه‍\r\nالمطبعة : ستاره - قم\r\nالعدد : 2000 نسخة\r\nالسعر : 2800 ريال\r\nإيران - قم - هاتف : 7733549 فاكس : 7730020 ، ص . ب : 737 / 37185\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nكلمة المركز للطبعة الأولى\r\nاللهمّ إنّا نفتتح الثناء بحمدك وأنت مسدّد للصواب بمنّك .\r\nإنّ الإشكالية الأساسية التي تعاني منها البشرية اليوم هي حالة الفراغ العقيدي والخواء الروحي ، هذه الإشكالية هي التي تفسّر لنا حالة التخبط والفوضى ، والقلق والاضطراب على الصعيد الفكري والنفسي ، كما تفسر لنا حالة الانحدار الأخلاقي المريع الذي بلغته أكثر المجتمعات الغربية وبعض المجتمعات المسلمة .\r\nلقد أصبح عالمنا المعاصر يشهد إحباطات متتالية وموضات مختلفة في الفكر ، والسياسة ، والعلاقات الاجتماعية ، بل والدولية .\r\nفلغة القوّة والعنف أصبحت اللغة السائدة اليوم ، والقهر والظلم والاضطهاد سمات ظاهرة ، والارهاب والتشويش الفكري والحضاري يترك بصماته على كلّ المجالات حتى ليصحّ القول : إنّ الدنيا بدأت تمتلأ ظلما وجورا ، وطغيانا وكفرا .\r\nإنّ المعايير الأخلاقية والإنسانية لا يكاد يحتكم إليها . وإنّ قيم العدالة والإنصاف لا يعتمد عليها إلّا نادرا ، وإنّ منطق العلم وقواعد المنطق الصحيح لم تعد لها المرجعية والحسم إلّا في مناسبات محدودة وموارد معدودة .\r\nإنّ هذه الظواهر أصبحت مشخّصة في أكثر المجتمعات البشرية بما لا يحتاج معه إلى البرهنة عليها .\r\nوفي مثل هذه الأجواء المشحونة بالخوف من المستقبل والملبّدة بسحب كثيفة تكاد تحجب الحقائق الناصعة ، وفي ظل هواجس ومخاوف يعيشها الإنسان المسلم وبخاصة بعد أن مارس ضده الاعلام الغربي - بكل\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nأساليبه الخبيثة - عمليات غسل الدماغ والتلويث الفكري تحت شعارات خلّابة ، وعناوين كبيرة حتى كادوا أن يسترهبوا قطاعات واسعة من المثقفين من أبناء الأمّة الإسلامية ، وأوشكوا أن يخرجوهم من ملّتهم .\r\nواستنادا إلى ذلك كلّه ، واستجابة للتحدّي الحضاري الكبير الذي تواجهه الأمّة المسلمة ، وبغية وضع حقائق الإسلام ومعارفه وأحكامه ومبادئه ورؤاه ونظرياته في مختلف مجالات الحياة الإنسانية المتنوعة ، ومن أجل التنوير والتبصير ، وأخذا بيد الشباب المثقف لحمايتهم من غوائل المتربصين بالإسلام ، وفتنتهم وكيدهم ومكرهم من أجل ذلك كلّه جاء مشروع ( مركز الرسالة ) ليؤدي دورا في هذا المجال ، ونشاطا علميا وثقافيا يتكامل مع الأنشطة والفعاليات الثقافية التي تنهض بها مؤسسات ومراكز إسلامية منتشرة في شرق الأرض وغربها .\r\nلذلك كلّه ارتأى مركزنا أن يفتتح باكورة أعماله وأنشطته الثقافية بقضية عقائدية من عقائد الإسلام ، أحيطت بالتشويش ، وتعرضت لمحاولات التشكيك والطعن على امتداد عصور متعاقبة ، وهي تتعرض اليوم إلى حملات ثقافية شرسة ، اجتمع على التخطيط لها دهاقنة الغرب الصليبي الكافر ، وخصوم الإسلام ، كما نشهده ونلاحظه من كثرة الكتابات والدراسات التي تناولت موضوع ( المهدي الموعود ) متذرعة بلباس العلمية ، وهي تهدف إلى توجيه سهام النقد والتشويش لعقائدنا ورؤانا الدينية المستندة إلى الوحي الإلهي قرآنا وسنة .\r\nوإذا كان ذلك يعدّ مبررا كافيا لبدء انشطتنا العلمية - كما نعتقد - فإنّنا سنحاول رفد المكتبة الإسلامية بما هو نافع ومفيد وأصيل إن شاء اللّه تعالى .\r\nومنه تعالى نستمد العون والتسديد ، وهو حسبنا ونعم الوكيل\r\nمركز الرسالة\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nكلمة المركز للطبعة الثانية\r\nالحمد للّه ربّ العالمين ، وصلى اللّه على محمد وآله الطيّبين الطاهرين ، وسلّم تسليما كثيرا ، وبعد . .\r\nحينما باشر مركز الرسالة أعماله العلمية في أواخر ( سنة / 1416 ه ) تمّ الاتّفاق بين المشرف العام على أعمال المركز سماحة العلامة المحقّق آية اللّه السيد علي الحسيني الميلاني ، والهيئة العلمية - المكوّنة من الأستاذ الدكتور عبد الجبار حمد شرارة المقيم في استراليا حاليا ، ومؤلّف هذا الكتاب ، والأستاذ صائب عبد الحميد ، والشيخ محمد جواد الطريحي المقيم في هولندا حاليا - على أن يقوم كلّ واحد من أعضاء الهيئة العلمية بالكتابة في أحد المواضيع التي اقترحها المركز ضمن كرّاسة التعريف بأهدافه وبرامجه وطموحاتها . وقد بادر السيد العميدي إلى تأليف هذا الكتاب ، وحين الوصول في تأليفه إلى الفصل الرابع ( المهدي في منطق العقل والعلم ) طلب الأستاذ شرارة في اجتماع الهيئة العلمية أن يقوم بتلخيص كتاب ( بحث حول المهدي ) للمفكّر الإسلامي الكبير السيد الشهيد محمد باقر الصدر قدّس سرّه ؛ ليكون بمثابة الفصل الرابع للكتاب المذكور ، وأن يعفى من الكتابة في موضوع آخر بسبب زحمة أعماله العلمية يومذاك ، خصوصا وأنّ الكتاب سيصدر باسم مركز الرسالة ؛ إذ لم يتمّ تصويب كتابة أسماء المؤلّفين على إصدارات المركز إلّا بعد صدور واحد وعشرين كتابا ! فنزل السيد العميدي عند رغبته ، ولأجل أن تكون فصول الكتاب كلّها بسليقة واحدة وأسلوب واحد ، قام بمراجعة جميع خلاصة الأستاذ شرارة ، وأعاد ترتيبها ، وصياغتها ، وتحويل مادّتها إلى نمط السؤال والجواب ، مع إضافة اليسير عليها لدرجة تتعذّر معها نسبة الخلاصة المذكورة إلى أيّ منهما .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nولمّا افتتح مركز الرسالة باكورة أعماله بكتاب ( المهدي المنتظر في الفكر الإسلامي ) ليحمل الرقم الأوّل من إصداراته ، ضمن سلسلة معارفه الإسلامية ( لسنة / 1417 ه ) لاقى ترحيبا في الساحة الثقافية ، ونفدت طبعته الأولى بعد مدّة يسيرة ، فقام مكتب سماحة آية اللّه العظمى السيد علي السيستاني في سوريا بإعادة طبعه ( سنة / 1418 ه ) .\r\nولتعميم فائدة الكتاب واطّلاع غير الناطقين بلغة الضاد عليه من مسلمين وغيرهم ، قامت مؤسّسة الإمام علي عليه السّلام وغيرها بترجمته إلى عدّة لغات :\r\nففي ( سنة / 1419 ه - 1999 م ) ترجم إلى ثلاث لغات : اللغة الأندنوسية ، بترجمة أبي محمد الأندنوسي ، ولغة الهوسا الإفريقية ، واللغة الكردية بترجمة بيهزاد عه بدوره حمان ومه لا سيروان تارة زوري .\r\nوفي ( سنة / 1420 ه ) ترجمه محمد تقي - على حساب المؤسّسة المذكورة - إلى لغة الاوردو .\r\nوفي ( سنة / 1424 ه ) أنيطت ترجمة الكتاب إلى اللغة الإنجليزية من قبل المؤسّسة المذكورة أيضا إلى أبي حيدر الحسيني ، وقد تمّ نشره بهذه اللغات الخمسة جميعا .\r\nوأمّا اللغة الفارسية فقد ترجم لها مرّتين ، الأولى : في ( سنة / 1421 ه ) بترجمة وتحقيق الأستاذ مهدي علي زاده ، ونشرته مؤسسة نشر آثار الإمام الخميني قدّس سره في مدينة قم المقدسة .\r\nوالثانية : في ( سنة / 1422 ه ) بترجمة محمد باقر محبوب القلوب ، ونشر في مركز انتشارات مسجد مقدّس جمكران في مدينة قم أيضا .\r\nوأخيرا نال الكتاب في ( سنة / 1422 ه ) جائزة « كتاب الثقافة المهدوية للسنوات العشر السابقة في الجمهورية الإسلامية الإيرانية » .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nوبناء على رغبة مركزنا بإعادة طبع الكتاب للمرّة الثانية ، فقد اقتضت الضرورة العلمية مراجعة فصول الكتاب لتلافي الأخطاء المطبعية التي رافقته في طبعته الأولى ، وهو ما قام به مؤلّفه على أحسن وجه ، وقد أضاف اليسير جدّا على بعض مطالبه ، مع زيادة الفصل الثالث بما يناسب التمهيد للفصل الرابع الذي أبقاه كما هو اعتزازا باسم الأخ الأستاذ الدكتور عبد الجبار شرارة .\r\nلقد استطاع كتاب ( المهدي المنتظر في الفكر الإسلامي ) تسليط الأضواء الكاشفة على العقيدة المهدوية بمنهج أكاديمي محكم ، وأسلوب علميّ متين ، واختيار موفّق للنصوص مع مناقشة الآراء والأفكار المعاكسة وتفنيدها . . وهكذا أضاف الكتاب لبنة جديدة ناصعة إلى صرح الثقافة المهدوية الشامخ ، وصار - كغيره من الكتب المميّزة في هذا الحقل - دليلا على الطريق .\r\nفلأجل معرفتك عزيزي القارئ بالمهدوية كما هي في عصورها الإسلامية الأولى . . .\r\nولأجل وقوفك السريع على وثائق ومستندات تشخيص مصداقها الخارجي عبر ما رافقها من إرهاصات تاريخية . . .\r\nولأجل تزويدك بتقييم الاتّجاهات الدخيلة على تلك العقيدة ، وما واكبها من أفكار وآراء معاكسة . . . نقدّم لك هذا الكتاب - الذي ثبتت جدارته على أكثر من صعيد - مصحّحا منقّحا ومزيدا في طبعته القشيبة الثانية .\r\nواللّه الهادي إلى سواء السبيل\r\nمركز الرسالة\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nمقدّمة المؤلّف للطبعة الأولى\r\nالحمد للّه ربّ العالمين ، والصلاة والسلام على خير خلقه محمد وآله الطيّبين الطّاهرين ، وصحبه المخلصين ، ومن اتّبعهم بإحسان إلى يوم الدّين .\r\nوبعد . .\r\nاعتقد المسلمون منذ فجر الرسالة الإسلامية وإلى اليوم بصحّة ما بشّر به النبيّ الأعظم صلّى اللّه عليه واله وسلم من ظهور رجل من أهل بيته عليهم السّلام في آخر الزمان - يسمى المهدي - يملأ الأرض قسطا وعدلا كما ملئت ظلما وجورا .\r\nوعلى ذلك كان ترقّب المؤمنين وانتظارهم مهدي أهل البيت عليهم السّلام قرنا فقرنا ، ولم يشذّ عنهم إلّا شرذمة قليلة من دعاة التجديد والتحضّر ، نتيجة لتأثرهم بالدراسات والبحوث الإستشراقية غير الموضوعية ، من أمثال ما كتبه : فان فلوتن ، ودونالدسن ، وجولدزيهر ، وغيرهم من المستشرقين الذين حاولوا - بتطرفهم المعهود في التحليل والاستنتاج بخصوص ما يتّصل بعقائد المسلمين - إنكار ظهور المهدي عليه السّلام في آخر الزمان .\r\nوقد يكون بعض من اغترّ بمناهجهم حسن النيّة في الدعوة إلى التجديد في فهم القضايا الإسلامية ، ومحاولة إبراز توافقها وإنسجامها مع المفاهيم الحضارية التي فرضتها المدنية المعاصرة ، فرأى أنّ في إنكار فكرة ظهور المهدي عليه السّلام ردّا حاسما على الدعوات الصليبية - المقنّعة بقناع الإستشراق - التي استهدفت الإسلام فصوّرته - ببحوثها وكتاباتها - آلة جامدة لا تنبض بالحياة .\r\nوهكذا انعكست آثار بعض الدراسات الإستشراقية على ثقافة البعض منّا ، ممّا أسهم في إيجاد خرق من الداخل ، ترى من خلاله تأويل بعض الثوابت الدينية ، والتشكيك بقسم منها كقضية ظهور الإمام المهدي عليه السّلام في\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nآخر الزمان ، وربّما قد تسمع الترديد المملّ لأقوال المستشرقين إزاء مسألة الظهور ، وما كان هذا ليتم لولا التفاعل اللامدروس مع تلك الثقافات المحمومة ، والتأثّر بها لدرجة الإعتقاد بأنّها حقائق مسلّمة ، على الرغم ممّا فيها من خبث ودهاء ، وتطرّف في التحليل والإستنتاج ، وكيد بالإسلام والمسلمين ، وكيف لا ؟ وهذا جولدزيهر ، ودي بوير ، ومكدونالد ، وبندلي جوزي ، يصرّحون بتناقض القرآن الكريم « 1 » ؟ ! فلا غرابة أن نجد - في حركات التبشير الصليبي - من يطعن بعقيدة المسلمين بظهور المهدي عليه السّلام « 2 » ، هذا مع أنّ فكرة الظهور لم تكن حكرا على المسلمين وحدهم كما سيتبيّن من دراستها في هذه المقدّمة :\r\n\r\nعالمية الإعتقاد بالمهدي عليه السّلام :\r\nإنّ فكرة ظهور المنقذ العظيم في آخر الزمان الذي سينشر العدل والرخاء ، ويقضي على الظلم والاضطهاد في أرجاء العالم ، ويحقّق العدل والمساواة في دولته الكريمة ، فكرة آمن بها أهل الأديان الثلاثة ، واعتنقتها معظم الشعوب .\r\nفقد آمن اليهود بها ، كما آمن النصارى بعودة عيسى عليه السّلام ، وصدّق بها الزرادشتيون بانتظارهم عودة بهرام شاه ، واعتنقها مسيحيو الأحباش بترقّبهم عودة ملكهم تيودور كمهديّ في آخر الزمان ، وكذلك الهنود اعتقدوا بعودة فيشنو ، ومثلهم المجوس إزاء ما يعتقدونه من حياة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المستشرقون والإسلام / الدكتور عرفان عبد الحميد : 17 ، ودراسات في الفكر الفلسفي الإسلامي / الدكتور حسام الدين الآلوسي : 68 ، وبحوث في القرآن الكريم / الدكتور عبد الجبار شرارة : 52 - 54 ، فقد نقلوا عمّن ذكرنا من المستشرقين قولهم بتناقض القرآن الكريم ، وفنّدوا مفترياتهم .\r\n( 2 ) عقيدة الشيعة / دونالدسن : 231 ، والسيادة العربية / فان فلوتن : 107 و 132 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nأوشيدر .\r\nوهكذا نجد البوذيّين ينتظرون ظهور بوذا ، كما ينتظر الأسبان ملكهم روذريق ، والمغول قائدهم جنگيز خان .\r\nوقد وجد هذا المعتقد عند قدامي المصريين ، كما وجد في القديم من كتب الصينيين « 1 » .\r\nوإلى جانب هذا نجد التصريح من عباقرة الغرب وفلاسفته بأنّ العالم في انتظار المصلح العظيم الذي سيأخذ بزمام الأمور ويوحّد الجميع تحت راية واحدة وشعار واحد :\r\nمنهم : الفيلسوف الإنجليزي الشهير برتراند راسل ، قال : « إنّ العالم في انتظار مصلح يوحّد العالم تحت علم واحد وشعار واحد » « 2 » .\r\nومنهم : العلّامة آينشتاين صاحب « النظرية النسبية » ، قال : « إنّ اليوم الذي يسود العالم كلّه الصلح والصفاء ، ويكون الناس متحابّين متآخين ليس ببعيد » « 3 » .\r\nوالأكثر من هذا كلّه هو ما جاء به الفيلسوف الإنجليزي الشهير برناردشو حيث بشّر بمجيء المصلح في كتابه « الإنسان والسوبرمان » .\r\nوفي ذلك يقول الأستاذ الكبير عبّاس محمود العقّاد في كتابه ( برناردشو ) معلّقا : « يلوح لنا أنّ سوبرمان شو ليس بالمستحيل ، وأنّ دعوته إليه لا تخلو من حقيقة ثابتة » « 4 » .\r\nأما عن المسلمين فهم على إختلاف مذاهبهم وفرقهم يعتقدون بظهور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المهدية في الإسلام / سعد محمد حسن : 43 - 44 ، والإمامة وقائم القيامة / الدكتور مصطفى غالب : 270 .\r\n( 2 ) المهدي الموعود ودفع الشبهات عنه / السيد عبد الرضا الشهرستاني : 6 .\r\n( 3 ) المهدي الموعود ودفع الشبهات عنه : 7 .\r\n( 4 ) برنارد شو / عباس محمود العقاد : 124 - 125 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالإمام المهدي عليه السّلام في آخر الزمان ، وعلى طبق ما بشّر به النبيّ صلّى اللّه عليه واله وسلم ، ولا يختص هذا الإعتقاد بمذهب دون آخر ، ولا فرقة دون أخرى . وما أكثر المصرّحين من علماء أهل السنّة ابتداء من القرن الثالث الهجري وإلى اليوم بأنّ فكرة الظهور محلّ إتّفاقهم ، بل ومن عقيدتهم أجمع ، والأكثر من هذا إفتاء بعض فقهائهم : بوجوب قتل من أنكر ظهور المهدي عليه السّلام ، وبعضهم قال بوجوب تأديبه بالضرب الموجع والإهانة حتى يعود إلى الحقّ والصواب على رغم أنفه - على حدّ تعبيرهم - كما سنشير إليه في الفتوى الصادرة على طبق معتقد المذاهب الأربعة .\r\nوله ذا قال ابن خلدون - معبّرا عن عقيدة المسلمين بظهور المهدي عليه السّلام :\r\n« اعلم أنّ المشهور بين الكافة من أهل الإسلام على ممرّ الأعصار : أنّه لا بدّ في آخر الزمان من ظهور رجل من أهل البيت ، يؤيّد الدّين ، ويظهر العدل ، ويتبعه المسلمون ، ويستولي على الممالك الإسلامية ، ويسمّى :\r\nالمهدي » « 1 » . وقد وافقه على ذلك الأستاذ أحمد أمين الأزهري المصري - على الرغم ممّا عرف عنهما من تطرّف إزاء هذه العقيدة ، معبّرا عن رأي أهل السنّة بها - بقوله : « فأمّا أهل السنّة فقد آمنوا بها أيضا » « 2 » ، ثم ذكر نصّ ما ذكره ابن خلدون « 3 » .\r\nثم قال : « وقد أحصى ابن حجر الأحاديث المروية في المهدي فوجدها نحو الخمسين » « 4 » .\r\nثم ذكر ما قرأه من كتب أهل السنّة حول المهدي عليه السّلام فقال : « قرأت رسالة للأستاذ أحمد بن محمد بن الصدّيق في الردّ على ابن خلدون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ ابن خلدون 1 : 555 / الفصل ( 52 ) .\r\n( 2 ) المهدي والمهدوية / أحمد أمين : 41 .\r\n( 3 ) المهدي والمهدوية : 110 .\r\n( 4 ) المهدي والمهدوية : 48 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nسمّاها : ( إبراز الوهم المكنون من كلام ابن خلدون ) ، وقد فنّد كلام ابن خلدون في طعنه على الأحاديث الواردة في المهدي ، وأثبت صحّة الأحاديث ، وقال : إنّها بلغت التواتر » « 1 » .\r\nوقال في موضع آخر : ( قرأت رسالة أخرى في هذا الموضوع عنوانها :\r\n« الإذاعة لما كان وما يكون بين يدي الساعة » لأبي الطيّب بن أبي أحمد بن أبي الحسن الحسني » « 2 » .\r\nوقال أيضا : « قد كتب الإمام الشوكاني كتابا في صحّة ذلك سماه :\r\nالتوضيح في تواتر ما جاء في المنتظر والدجال والمسيح » « 3 » .\r\nإذن ، لا فرق بين الشيعة وأهل السنّة من حيث الإيمان بظهور المنقذ ما دام أهل السنّة قد وجدوا في ذلك خمسين حديثا من طرقهم ، وعدّوا ظهور المهدي من أشراط الساعة ، وأثبتوا بطلان كلام ابن خلدون في تضعيفه لبعض الأحاديث الواردة في ذلك ، وأنّهم ألّفوا في الرّد ، أو القول بالتواتر كتبا ورسائل ، بل لا فرق بين جميع المسلمين وبين غيرهم من أهل الأديان والشعوب الأخرى من حيث الإيمان بأصل الفكرة ، وإن اختلفوا في مصداقها ، مع إتّفاق المسلمين على أنّ اسمه ( محمّد ) كإسم النبيّ صلّى اللّه عليه واله وسلم ، ولقبه عندهم هو ( المهدي ) .\r\nومن هنا يعلم أنّ اتّفاق أهل الأديان السابقة ، ومعظم الشعوب والقوميات ، وعباقرة الغرب وفلاسفته - مع تعدّد الأديان ، وتباين المعتقدات ، واختلاف الأفكار والآراء والعادات - على أصل الفكرة ، لا يمكن أبدا أن يكون بلا مستند لاستحالة تحقّق مثل هذا الإتّفاق جزافا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المهدي والمهدوية : 106 .\r\n( 2 ) المهدي والمهدوية : 109 .\r\n( 3 ) المهدي والمهدوية : 110 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفإذا أضفنا إلى ذلك إتّفاق المذاهب الإسلامية جميعا على صحّة الإعتقاد بظهور الإمام المهدي في آخر الزمان ، وأنّه من أهل البيت عليهم السّلام - كما سيأتي مفصّلا - علم أنّ اتّفاقهم هذا لا بدّ وأن يكون معبّرا عن إجماع هذه الامّة التي لا تجتمع على ضلالة على ما هو مقرّر في محلّه ، وحينئذ فلا يضرّ اعتقادهم بظهور مهديّ أهل البيت عليهم السّلام اختلاف تشخيصه عند من سبقهم من أهل الأديان والشعوب ، إذ بالإمكان معرفته حقّ معرفته من خلال مصادر المسلمين المعتمدة لما عرف عنهم من اتّباع منهج النقل عن طريق السماع والتحديث شفة عن شفة وصولا إلى مصدر التشريع ، وبما لا نظير له في حضارات العالم أجمع .\r\nومع هذا نقول :\r\nإنّ اعتقاد أهل الكتاب بظهور المنقذ في آخر الزمان لا يبعد أن يكون من تبشير أديانهم بمهدي أهل البيت عليهم السّلام كتبشيرها بنبوّة نبيّنا صلّى اللّه عليه واله وسلم إلّا أنّهم أخفوا ذلك عنادا وتكبّرا إلّا من آمن منهم باللّه واتّقى .\r\nويدلّ على ذلك وجود ما يشير في أسفار التوراة إلى ظهور المهدي في آخر الزمان ، كما في النصّ الذي نقله الكاتب أبو محمد الأردني من ( سفر إرميا ) وإليك نصّه : « اصعدي أيّتها الخيل وهيّجي المركبات ، ولتخرج الأبطال : كوش وقوط القابضان المجنّ ، واللوديّون القابضون القوس ، فهذا اليوم للسيّد ربّ الجنود ، يوم نقمة للانتقام من مبغضيه ، فيأكل السيف ويشبع . . . لأن للسيّد ربّ الجنود ذبيحة في أرض الشمال عند نهر الفرات » « 1 » .\r\nوهناك ما هو أوضح من هذا بكثير جدّا ، فقد قال الباحث السنّي سعيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكتاب المقدّس تحت المجهر / عودة مهاوش أبو محمد الأردني : 155 ، والنصّ نقله من سفر إرميا : 46 / 2 - 11 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nأيّوب في كتابه ( المسيح الدجال ) : « ويقول كعب : مكتوب في أسفار الأنبياء : المهدي ما في عمله عيب » ثمّ علّق على هذا النصّ بقوله :\r\n« وأشهد أنّني وجدته كذلك في كتب أهل الكتاب ، لقد تتبع أهل الكتاب أخبار المهدي كما تتبعوا أخبار جدّه صلّى اللّه عليه واله وسلم ، فدلّت أخبار سفر الرؤيا إلى امرأة يخرج من صلبها إثنا عشر رجلا ، ثمّ أشار إلى امرأة أخرى ، أي : التي تلد الرجل الأخير الذي هو من صلب جدّته ، وقال السفر : إنّ هذه المرأة الأخيرة ستحيط بها المخاطر ، ورمز للمخاطر باسم « التنّين » وقال : ( والتنّين وقف أمام المرأة العتيدة حتى تلد ليبتلع ولدها متى ولدت ) سفر الرؤيا 12 : 3 ، أي : أنّ السلطة كانت تريد قتل هذا الغلام ، ولكن بعد ولادة الطفل ، يقول باركلي في تفسيره : « عندما هجمت عليها المخاطر اختطف اللّه ولدها وحفظه .\r\nوالنص : ( واختطف اللّه ولدها ) سفر الرؤيا 12 : 5 ، أي : أنّ اللّه غيّب هذا الطفل كما يقول باركلي .\r\nوذكر السفر : أنّ غيبة الغلام ستكون ألفا ومئتين وستين يوما ، وهي مدّة لها رموزها عند أهل الكتاب ، ثم قال باركلي - عن نسل المرأة عموما - : إنّ التنّين سيعمل حربا شرسة مع نسل المرأة ، كما قال السفر : ( فغضب التنّين على المرأة ، وذهب ليصنع حربا مع باقي نسلها الذين يحفظون وصايا اللّه ) سفر الرؤيا 12 : 13 » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسيح الدجّال / سعيد أيوب : 379 - 380 ، الطبعة الثالثة .\r\nأقول : المهدي عند الشيعة هو الإمام الثاني عشر من أئمة أهل البيت وأوّلهم عليّ بن أبي طالب عليه السّلام ، وحديث « المهدي حق وهو من ولد فاطمة » مقطوع بصحّته ومصرّح بتواتره عند أهل السنّة كما سيوافيك ، وهو عند الشيعة المولود الثاني عشر لفاطمة عليها السّلام : ثلاثة بالمباشرة ، وهم : الحسنان ومحسن ، وتسعة بدونها وهم الأئمة من ولد الحسين عليهم السّلام ، وأمّا عن أولاد الحسن عليه السّلام فهم كذلك من بني فاطمة عليها السّلام إلّا أنّهم اخرجوا من مجموع الاثني عشر لكونهم -\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nوهذا وإن لم يصحّ لمسلم الإحتجاج به لما منيت به كتب العهدين من تحريف وتبديل ، إلّا أنّه يدلّ وبوضوح على معرفة أهل الكتاب بالمهدي ، ثم اختلافهم فيما بعد في تشخيصه ، إذ ليس كلّ ما جاء به الإسلام قد تفرّد به عن الأديان السابقة ، فكثير من الأمور الكلّية التي جاء بها الإسلام كانت في الشرائع السابقة قبله .\r\nقال الشاطبي : « وكثير من الآيات أخبر فيها بأحكام كلّية كانت في الشرائع المتقدّمة وهي في شريعتنا ، ولا فرق بينهما » « 1 » .\r\nوإذا تقرّر هذا فلا يضرّ اعتقاد المسلم بصحّة ما بشّر به النبيّ صلّى اللّه عليه واله وسلم من ظهور رجل من أهل بيته في آخر الزمان ، أن يكون هذا المعتقد موجودا عند أهل الكتاب ( اليهود والنصارى ) أو عند غيرهم ممّن سبق الإسلام ، ولا يخرج هذا المعتقد عن إطاره الإسلامي بعد أن بشّر به النبيّ صلّى اللّه عليه واله وسلم وبعد الإيمان بأنّه صلّى اللّه عليه واله وسلم   وَما يَنْطِقُ عَنِ الْهَوى * إِنْ هُوَ إِلَّا وَحْيٌ يُوحى   « 2 » .\r\nوأما عن إعتقادات الشعوب المختلفة بأصل هذه الفكرة كما مرّ ، فيمكن تفسيرها على أساس أنّ فكرة ظهور المنقذ لا تتعارض مع فطرة الإنسان وطموحاته وتطلّعاته ، ولو فكّر الإنسان قليلا في إشتراك معظم الشعوب بأصل الفكرة لأدرك أنّ وراء هذا الكون حكمة بالغة في التدبير ، يستمدّ الإنسان من خلالها قوّته في الصمود إزاء ما يرى من انحراف وظلم وطغيان ، ولا يترك فريسة يأسه دون أن يزوّد بخيوط الأمل والرجاء بأنّ\r\n\r\n\r\n","description":"","footnote":"\r\n- ليسوا بأئمّة ، ولا يرد مثل هذا على ما لم يكن إماما وهو محسن ، لأنّ ولادته من فاطمة عليها السّلام بالمباشرة ، ولهذا قال الأستاذ سعيد أيّوب : « هذه هي أوصاف المهدي ، وهي نفس أوصافه عند الشيعة الإمامية الاثني عشرية » ثم علّق عليه في هامش ص 379 بما يدلّ على تقارب الأوصاف . وهذا وإن كان ممكنا إلّا أنّ اعتقاد الشيعة وغيرهم بظهور المهدي في آخر الزمان لم يكن على أساس الإستدلال بما في كتب العهدين كما سنبينه مفصّلا في هذا الكتاب .\r\n( 1 ) الموافقات / الشاطبي المالكي 3 : 117 ، المسألة الرابعة .\r\n( 2 ) سورة النجم : 53 : 3 - 4 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالعدل لا بدّ له أن يسود .\r\nوأمّا عن اختلاف أهل الأديان السابقة والشعوب في تشخيص اسم المنقذ المنتظر ، فلا علاقة له في إنكار ما بشّر به النبيّ صلّى اللّه عليه واله وسلم ، وليس هناك ما يدعو إلى بيان فساد تشخيصهم لاسم المنقذ ، ما دام الإسلام قد تصدّى بنفسه لهذه المهمة فبيّن اسمه ، وحسبه ، ونسبه ، وأوصافه ، وسيرته ، وعلامات ظهوره ، وطريقة حكمه ، حتى تواترت بذلك الأخبار واستفاضت بكثرة رواتها من طرق أهل السنّة ، كما صرّح بذلك أعلامهم وحفّاظهم وفقهاؤهم ومحدّثوهم ، وقد روى تلك الأخبار عن النبيّ صلّى اللّه عليه واله وسلم ما يزيد على خمسين صحابيّا كما سنبرهن عليه في هذا البحث .\r\nوأمّا عن اختلاف المسلمين فيما بينهم من حيث تشخيص اسم المهدي عليه السّلام كما هو معلوم بين أهل السنّة والشيعة ، فليس فيه أدنى حجّة للمستشرقين وأذنابهم ، بل هو - على العكس - من الأدلّة القاطعة عليه ؛ لأنّه من قبيل الاختلاف في تفاصيل شيء متحقّق الوجود ، كاختلافهم في القرآن الكريم بين القول بقدمه وحدوثه من اللّه تعالى ، مع اتّفاقهم على تكفير منكره ، وقس عليه سائر إختلافاتهم الأخرى في تفاصيل بعض العقائد دون أصولها .\r\n\r\nتهافت القول باسطورية فكرة الظهور :\r\nإنّ النتيجة المنطقية لما تقدّم قاضية بتفاهة مزاعم المستشرقين ومن وافقهم باسطورية فكرة ظهور المهدي في آخر الزمان ، ذلك لأنّ الأسطورة التي ينتشر الإيمان بها بمثل هذه الصورة ، لا شكّ أنّها سلبت عقول المؤمنين بها ، وصنعت لهم تاريخا ، ولكن التاريخ لا يعرف أمّة خلقت تاريخها أسطورة ، فكيف الحال مع أمّة هي من أرقى أمم العالم حضارة في القرون الوسطى باعتراف المستشرقين أنفسهم .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوالعجيب ، أنّ القائلين بهذا يعترفون برقيّ الحضارة الإسلامية وسمّوها بين الحضارات العالمية ، ولا ينكرون دور الإسلام العظيم في تهذيب نفوس المؤمنين من سائر البدع والخرافات والعادات البالية التي تمجّها النفوس ، وتستنكرها العقول ، ولم يلتفتوا إلى أنّ أمة كهذه لا يمكن اتّفاقها على الإعتقاد بأسطورة ، وأغلب الظنّ أنّ هؤلاء المستشرقين لمّا وجدوا عقائد أسلافهم ملأى بالخرافات والأساطير والضلالات ، كبر عليهم أن يكتبوا عن الإسلام - الذي هو أنقى من الذهب الإبريز - دون أن يضفوا عليه شيئا من أحقادهم ، ولهذا وصفوا ما تواتر نقله عن النبيّ الأعظم صلّى اللّه عليه واله وسلم بشأن ظهور المهدي في آخر الزمان بأنّه من الأساطير .\r\nوالمصيبة ليست هنا ، لأنّا نعلم أنّ القوم  كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْواهِهِمْ إِنْ يَقُولُونَ إِلَّا كَذِباً  « 1 » ، بل المصيبة تكمن في كتابات من تقمّصوا لباس السيّد جمال الدين الأفغاني ، والشيخ محمد عبده ونظائرهما من قادة الإصلاح ، ممّا ساعد على إخفاء حقيقتها وواقعها الذي لم يكن غير الإستظلال بفيء الخصوم ، وطلب الهداية ممّن غرق في بحر الضلال ، من دون ترو مطلوب ، ولا التفات مسؤول إلى ما يهدّد تراث الإسلام الخالد ، ويستهدف أصوله الشامخة .\r\nومن هنا وجب التحذير من هؤلاء وأولئك ، والاحتراز عن كلّ ما ينفث ، أو يبثّ ، قبل بيان الدليل القاطع على عقيدة المسلمين بالمهدي عليه السّلام في فصول هذا البحث .\r\nواللّه يهدي من يشاء إلى صراط مستقيم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الكهف : 18 / 5 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nمقدّمة المؤلّف للطبعة الثانية\r\nالحمد للّه الذي هدانا لهذا وما كنّا لنتهدي لولا أن هدانا اللّه ، وصلى اللّه على نبيّنا محمد أشرف الأنبياء والمرسلين ، وعلى آله الأطهار الميامين ، وبعد . .\r\nامتازت مسألة المهدوية في الفكر الإسلامي بأصالتها الدينية ، وعمق حقيقتها التاريخية ، وثبات أساسها ، ومتانة حجّتها ، وحركتها في وجدان الأمّة ؛ لما تختزنه من فلسفة قادرة على العمل المبدع الصالح ، وتهذيب النفوس بالورع ومحاسن الأخلاق ، وبناء المجتمع بناء إسلاميا ، والتخطيط لمستقبله بوعي وإدراك بما يناسب حجم اللقاء المرتقب مع الإمام المهدي عليه السّلام في يومه الموعود .\r\nولكون العقيدة المهدوية واضحة مشخّصة في عقل الأمّة ووعيها صار انتظار المؤمنين لليوم الموعود لظهور مهدي الحقّ . . مهدي آل محمد صلّى اللّه عليه واله وسلم مواكبا لأنفاسهم ؛ لأنّهم ليسوا بانتظار حلم من أحلام اليقظة ، بل بانتظار حقيقة من حقائق الاسلام الكبرى التي عرفتها الأديان السماوية كلّها ، وبشّر بها نبيّ الرحمة صلّى اللّه عليه واله وسلم ، وأكّدها أهل بيته الأطهار عليهم السّلام بكلّ قوّة ، مع التركيز المستمرّ على مصداقها الخارجي ، وتفصيل هويّته ببيان اسمه وكنيته ونسبه الشريف بمنتهى الدقّة والتفصيل .\r\nومع كلّ هذا الوضوح في هويّة الإمام المهدي عليه السّلام ، وتعاقب الأجيال على تلك العقيدة ، وتراكم المؤلّفات في بيان أدلّتها تفصيلا . . بقيت طوائف\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nمن الأمّة تقول بمهدي مجهول يخلقه اللّه في آخر الزمان ! وأنكر شذّاذ - من هنا وهناك - المهدوية جملة وتفصيلا ، معلّلين ذلك باستلزامها الانهزام من الواقع ، والانعزال عن الحياة ، والانسحاب عن مشاكل الأمّة ! ! هذا في الوقت الذي يرى فيه يقظة عقول المؤمنين بتلك العقيدة ، وتحرّكهم الواعي المدروس ، وانتظارهم المثمر للجهاد الأكبر من خلال الالتزام بعرى الإيمان الوثيقة ، وإقامة شعائر الدين الحنيف ، وتحمّل المسؤولية الكاملة في تحقيق ما أراده اللّه ورسوله صلّى اللّه عليه واله وسلم في أن يكون بناء الإنسان والحياة بشكل أفضل .\r\nوالواقع أنّ العقيدة بمهدي مجهول يخلقه اللّه في آخر الزمان لا تمتلك رصيدا علميا ، وليس لها أيّ سند معتبر أصلا ، ولهذا فقدت أيّ حسّ ديني ، وعاشت الخوار الفكري في نفسها ، وبقيت تدور في فلك الاتّجاهات الدخيلة التي نمت ضمن نطاق اسلامي مميّز قد احتضنها ، وغذاها بطائفيّته وصبغها بألوان عديدة من الزيف والخداع . وهكذا صار الإيمان بمهدي مجهول يخلقه اللّه في آخر الزمان كإنكار أصل القضية جملة وتفصيلا ؛ لأنّهما - في النتيجة - سيّان .\r\nوعلى الرغم من كون دعايتهم الكذوب قد فقدت مبرّرات إثارتها من جديد ؛ إذ لا انسجام لها مع واقع القرآن والسنّة النبوية ، ولا مع الفكر الإسلامي الأصيل ، وتقاطعها مع التاريخ الإسلامي بكلّ وثائقه ومستنداته ، فضلا عن منافاتها لشهادات أعلام الأمّة ، الذين أفاضوا - منذ أقدم العصور وإلى الوقت الراهن - بكتابات سديدة وكثيرة بهذا الشأن تفصيلا .\r\nعلى الرغم من كلّ ذلك ، برزت بقايا من تلك الاتّجاهات الدخيلة على الفكر الإسلامي ، لتحاول عبثا الوقوف بوجه الصحوة الإسلامية المعاصرة ،\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nلتنال منها من خلال التطاول الغبي على عقيدتها بالإمام المهدي عليه السّلام .\r\nإنّ الواقعية التي عاشتها أجيال الأمّة مع المهدوية الحقّة في التاريخ ، وانعكاساتها على مسرح الحياة المعاصرة في الفكر والسلوك والعقيدة حتى بلغت الذروة في نفوس أتباعها ، لن تخنق مبدأها أكذوبة .\r\nوإذا كان الافتراء أعجز من أن يقتل ولو مجرّد فكرة ؛ لأنه زبد ، فكيف له أن يحجب - بطرقه من الغشّ والتضليل - ما ينفع الناس في حاضرهم ومستقبلهم ، واللّه تعالى يقول :  فَأَمَّا الزَّبَدُ فَيَذْهَبُ جُفاءً وَأَمَّا ما يَنْفَعُ النَّاسَ فَيَمْكُثُ فِي الْأَرْضِ \r\nوآخر دعوانا أن الحمد للّه ربّ العالمين .\r\nثامر العميدي الاثنين 27 رجب الأصب / 1425 ه قم ذكرى المبعث النبوي الشريف\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nالفصل الأوّل المهديّ في الكتاب والسنّة\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nبعض الآيات المفسّرة في المهديّ عليه السّلام :\r\nلا يخفى أنّ القرآن الكريم والسنّة النبويّة صنوان لمشرّع واحد .\r\nوعقيدة المسلمين بالمهدي ، المتواترة عن النبيّ صلّى اللّه عليه واله وسلم بلا شكّ ولا شبهة - كما سيأتي في هذا الفصل - قد أيّدها القرآن الكريم بجملة من الآيات المباركة التي حملها الكثير من المفسّرين على المهديّ المبشّر بظهوره في آخر الزمان .\r\nوإذا ما تواتر شيء عن النبيّ صلّى اللّه عليه واله وسلم ، فلا بدّ من التسليم بأنّ القرآن الكريم لم يهمله بالمرة وإن لم تدركه عقولنا ؛ لقوله تعالى :  وَنَزَّلْنا عَلَيْكَ الْكِتابَ تِبْياناً لِكُلِّ شَيْءٍ وَهُدىً وَرَحْمَةً وَبُشْرى لِلْمُسْلِمِينَ  « 1 » .\r\nإذن ، إستجلاء هذه العقيدة من الآيات المباركة منوط بمن يفهم القرآن حقّ فهمه ، ولا شكّ بأنّ أهل البيت عليهم السّلام هم عدل القرآن بنصّ حديث الثقلين المتواتر عند جميع المسلمين ، وعليه فإنّ ما ثبت تفسيره عنهم عليهم السّلام من الآيات بالمهدي لا بدّ من الإذعان إليه والتصديق به .\r\nوفي هذا الصدد قد وقفنا على الكثير من أحاديث أهل البيت عليهم السّلام المفسّرة لعدد من الآيات المباركة بالإمام المهدي عليه السّلام . وسوف لن نذكر منها إلّا ما كان مؤيّدا بما في تفاسير أصحاب المذاهب الأخرى ورواياتهم .\r\n1 - فمنه ا : ما نمهّد له بالقول : إنّ أعداء هذا الدّين من أهل الكتاب والمنافقين والمشركين ومن والاهم  يُرِيدُونَ أَنْ يُطْفِؤُا نُورَ اللَّهِ بِأَفْواهِهِمْ وَيَأْبَى اللَّهُ إِلَّا أَنْ يُتِمَّ نُورَهُ وَلَوْ كَرِهَ الْكافِرُونَ  « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النحل : 16 / 89 .\r\n( 2 ) سورة التوبة : 9 / 32 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nفهذه الآية العجيبة بيّنت لنا أنّ حال هؤلاء كحال من يريد بنفخة فم إطفاء نور عظيم منبثّ في الآفاق ، ويريد اللّه تعالى أن يزيده ويبلغه الغاية القصوى في الإشراق والإضاءة . وفي هذا منتهى التصغير لهم ، والتحقير لشأنهم ، والتضعيف لكيدهم ؛ لأنّ نفخة الفم القادرة على إطفاء النور الضعيف - كنور الفانوس - لن تقدر على إطفاء نور الإسلام العظيم الساطع .\r\nوهذا من عجائب التعبير القرآني ، ومن دقائق التصوير الإلهي ، لما فيه من تمثيل فنّي رائع بلغ القمة في البيان ، ولن تجد له نظيرا قط في غير القرآن .\r\nثم تابع القرآن الكريم ليبيّن لنا بعد هذا المثال ، إرادة اللّه عزّ وجلّ الظهور التام لهذا الدين رغم أنوفهم ، فقال تعالى :  هُوَ الَّذِي أَرْسَلَ رَسُولَهُ بِالْهُدى وَدِينِ الْحَقِّ لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ  « 1 » .\r\nوالمراد بدين الحقّ هو دين الإسلام بالضرورة ؛ لقوله تعالى :  وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلامِ دِيناً فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخاسِرِينَ  « 2 » .\r\nوقوله تعالى :  لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ  ، أي : لينصره على جميع الأديان ، والضمير في قوله تعالى :  لِيُظْهِرَهُ  راجع إلى دين الحقّ عند معظم المفسّرين وأشهرهم ، وجعلوه هو المتبادر من لفظ الآية .\r\nوهذه بشرى عظيمة من اللّه تعالى لرسوله صلّى اللّه عليه واله وسلم بنصرة هذا الدّين وإعلاء كلمته ، وقد اقترنت هذه البشرى بالتأكيد على أنّ إرادة أعداء الدين إطفاء نور الإسلام سوف لن تغلب إرادته تعالى وهي إظهار دينه القويم على سائر الأديان ، ولو كره المشركون .\r\nوالإظهار في الآية لا يراد به غير الغلبة والاستيلاء ، قال الرازي في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة التوبة : 9 / 33 .\r\n( 2 ) سورة آل عمران : 3 / 85 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nتفسيره : « واعلم أنّ ظهور الشيء على غيره قد يكون بالحجّة ، وقد يكون بالكثرة والوفور ، وقد يكون بالغلبة والاستيلاء . ومعلوم أنّه تعالى بشّر بذلك ، ولا يجوز أن يبشّر إلّا بأمر مستقبل غير حاصل ، وظهور هذا الدين بالحجّة مقرّر معلوم ، فالواجب حمله على الظهور بالغلبة » « 1 » .\r\nولا يخفى أنّ تلك الغلبة على الأديان الأخرى قد تحقّقت في عهد النبيّ صلّى اللّه عليه واله وسلم وخير دليل على ذلك أنّهم دفعوا الجزية للمسلمين عن يد وهم صاغرون ، ولا يخفى أيضا أنّ تلك الغلبة والنصرة كانت بما يتناسب وصيرورة الإسلام دينا قويا مهاب الجانب وذا شوكة .\r\nولكن واقعنا اليوم ليس كذلك ، والذين دفعوا لنا الجزية بالأمس قد سيطروا اليوم على مقدّساتنا ، والعدو أحاط بنا ، وغزينا في عقر ديارنا ، مع ما يلاحظ من نشاط التبشير بأديان أهل الكتاب على قدم وساق .\r\nوإذا كنّا نعتقد حقّا بأنّ القرآن الكريم صالح ليومه وغده ؛ فهل يكون معنى ظهور الدين على سائر الأديان منطبقا على واقع الإسلام اليوم ، الذي يكاد يكون مطوّقا بأنظمة المسلمين وسياساتهم ؟ وهل لتلك البشرى من مصداق واقعي غير كثرة من ينتمي إلى الإسلام مع ما في هذه الكثرة من تضاد وتناقض ، واختلاف في العقائد والأحكام ؟ !\r\nهذا مع أنّ المروي عن قتادة في قوله تعالى :  لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ  قال : « هو الأديان الستّة : الذين آمنوا ، والذين هادوا ، والصابئين ، والنصارى ، والمجوس ، والذين أشركوا . فالأديان كلّها تدخل في دين الإسلام ، والإسلام يدخل في شيء منها ، فإنّ اللّه قضى بما حكم وأنزل أن يظهر دينه على الدين كلّه ولو كره المشركون » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التفسير الكبير / الرازي 16 : 40 .\r\n( 2 ) الدّر المنثور / السيوطي 4 : 176 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nوفي تفسير ابن جزّي : « وإظهاره : جعله أعلى الأديان وأقواها ، حتى يعم المشارق والمغارب » « 1 » . وهذا هو المروي عن أبي هريرة كما نصّ عليه جملة من المفسّرين « 2 » .\r\nوفي الدر المنثور : « وأخرج سعيد بن منصور ، وابن المنذر ، والبيهقي في سننه عن جابر رضى اللّه عنه في قوله تعالى :  لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ  قال :\r\nلا يكون ذاك حتى لا يبقى يهودي ولا نصراني صاحب ملّة إلّا الإسلام » « 3 » .\r\nوعن المقداد بن الأسود قال : « سمعت رسول اللّه صلّى اللّه عليه واله وسلم يقول : لا يبقى على ظهر الأرض بيت مدر ولا وبر إلّا أدخله كلمة الإسلام ، إمّا بعزّ عزيز ، وإمّا بذل ذليل . إمّا يعزّهم فيجعلهم اللّه من أهله فيعزّوا به ، وإمّا يذلّهم فيدينون له » « 4 » .\r\nومن هنا ورد في الأثر عن الإمام الباقر عليه السّلام : إنّ الآية مبشّرة بظهور المهديّ في آخر الزمان ، وأنّه - بتأييد من اللّه تعالى - سيظهر دين جدّه صلّى اللّه عليه واله وسلم على سائر الأديان حتى لا يبقى على وجه الأرض مشرك . وهو قول السدّي المفسّر « 5 » .\r\nقال القرطبي : « وقال السدّي : ذاك عند خروج المهدي ، لا يبقى أحد إلّا دخل في الإسلام » « 6 » .\r\n2 - ومنها : قوله تعالى :  وَلَوْ تَرى إِذْ فَزِعُوا فَلا فَوْتَ وَأُخِذُوا مِنْ مَكانٍ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير ابن جزي : 252 .\r\n( 2 ) تفسير الطبري 14 : 215 / 16645 ، والتفسير الكبير 16 : 40 ، وتفسير القرطبي 8 : 121 ، والدرّ المنثور 4 : 176 .\r\n( 3 ) الدّر المنثور 4 : 175 .\r\n( 4 ) مجمع البيان 5 : 35 .\r\n( 5 ) مجمع البيان 5 : 35 .\r\n( 6 ) تفسير القرطبي 8 : 121 ، والتفسير الكبير 16 : 40 ، ومجمع البيان 5 : 35 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n قَرِيبٍ  « 1 » .\r\nفقد أخرج الطبري في تفسيره ، عن حذيفة بن اليمان تفسيرها في الجيش الذي يخسف به ، وسيأتي ما يدلّ على أنّ ذلك الخسف لم يحصل إلى الآن على الرغم من روايته في كتب « الصحاح » و « المسانيد » المعتبرة ، وأنّه من أشراط الساعة المقترنة بظهور المهدي عليه السّلام بلا خلاف « 2 » .\r\nوما أخرجه الطبري ، ذكره القرطبي في التذكرة مرسلا عن حذيفة بن اليمان ، وبه صرّح أبو حيّان في تفسيره ، والمقدسي الشافعي في عقد الدّرر ، والسيوطي في الحاوي للفتاوى ، وأورده الزمخشري في كشّافه عن ابن عبّاس « 3 » ، وقال الطبرسي في مجمع البيان : « وأورده الثعلبي في تفسيره ، وروى أصحابنا في أحاديث المهدي ، عن أبي عبد اللّه عليه السّلام وأبي جعفر عليه السّلام مثله » « 4 » .\r\n3 - ومنها : قوله تعالى :  وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ فَلا تَمْتَرُنَّ بِها وَاتَّبِعُونِ هذا صِراطٌ مُسْتَقِيمٌ  « 5 » .\r\nفقد صرّح البغوي في تفسيره ، وكذلك الزمخشري ، والرازي ، والقرطبي ، والنسفي ، والخازن ، وتاج الدين الحنفي ، وأبو حيّان ، وابن كثير ، وأبو السعود ، والهيثمي : إنّ الآية بخصوص نزول عيسى بن مريم عليه السّلام في آخر الزمان « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة سبأ : 34 / 51 .\r\n( 2 ) أنظر تفصيل ذلك في الفصل الثالث من هذا البحث ص : 145 .\r\n( 3 ) تفسير الطبري 22 : 72 ، وعقد الدّرر : 74 ب 4 من الفصل الثاني ، والحاوي للفتاوى 2 : 81 ، والكشّاف 3 : 467 - 468 .\r\n( 4 ) مجمع البيان 4 : 398 .\r\n( 5 ) سورة الزخرف : 43 / 61 .\r\n( 6 ) معالم التنزيل / البغوي 4 : 444 / 61 ، والكشّاف 4 : 26 ، والتفسير الكبير 27 : 222 ، -\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوقد أوّلها مجاهد في تفسيره ، وهو من رؤوس التابعين ومشاهيرهم في التفسير ، بنزول عيسى عليه السّلام أيضا « 1 » .\r\nوقد أشار السيوطي في الدرّ المنثور إلى ما أخرجه أحمد بن حنبل ، وابن أبي حاتم ، والطبراني ، وابن مردويه ، والفريابي ، وسعيد بن منصور ، وعبد بن حميد من طرق ، عن ابن عبّاس : أنّها بخصوص ما ذكرناه « 2 » .\r\nوقال الكنجي الشافعي في كتابه البيان : « وقد قال مقاتل بن سليمان ومن تابعه من المفسّرين في تفسير قوله عزّ وجلّ :  وَإِنَّهُ لَعِلْمٌ لِلسَّاعَةِ  هو المهدي عليه السّلام ، يكون في آخر الزمان ، وبعد خروجه يكون قيام الساعة وأمارتها » « 3 » .\r\nومثل هذا التصريح تجده عند ابن حجر الهيتمي ، والشبلنجي الشافعي ، والسفاريني الحنبلي ، والقندوزي الحنفي ، والشيخ الصبّان « 4 » .\r\nولا خلاف بين هؤلاء وأولئك لأنّ نزول عيسى سيكون مقارنا لظهور المهدي كما في صحيحي البخاري ومسلم ، وسائر كتب الحديث الأخرى ، كما سنبينه في الفصل الثالث من هذا البحث . ويؤيّده إشادة بعض من ذكرنا الصريحة بذلك فقد نقلوا عن تفسير الثعلبي أنّه أخرج في تفسير هذه الآية عن ابن عباس ، وأبي هريرة ، وقتادة ، ومالك بن دينار ، والضّحاك ما يدلّ على أنّها في نزول عيسى بن مريم ، مع التصريح بوجود الإمام\r\n\r\n\r\n","description":"","footnote":"\r\n- وتفسير القرطبي 16 : 105 ، وتفسير النسفي المطبوع بهامش تفسير الخازن 4 : 108 - 109 ، وتفسير الخازن 4 : 109 ، والدّر اللقيط 8 : 24 ، والبحر المحيط 8 : 25 ، وتفسير ابن كثير 4 : 142 ، وتفسير أبي السعود 8 : 52 ، وموارد الضمآن : ح 1758 .\r\n( 1 ) تفسير مجاهد 2 : 583 .\r\n( 2 ) الدّر المنثور 6 : 20 .\r\n( 3 ) البيان في أخبار صاحب الزمان : 528 .\r\n( 4 ) الصواعق المحرقة : 162 ، ونور الأبصار : 186 ، ومشارق الأنوار - كما في الإمام المهدي عند أهل السنّة 2 : 58 - وإسعاف الراغبين : 153 ، وينابيع المودة 2 : 126 باب 59 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالمهدي وقت نزول عيسى بن مريم ، وأنه يصلّي خلف المهدي عليهما السّلام .\r\n4 - ومنها : قوله تعالى :   فَلا أُقْسِمُ بِالْخُنَّسِ * الْجَوارِ الْكُنَّسِ   « 1 » فقد ورد في الأثر عن الإمام الباقر عليه السّلام أنّه قال : « إمام يخنس سنة ستين ومائتين ، ثم يظهر كالشهاب يتوقّد في الليلة الظلماء ، فإن أدركت زمانه قرّت عينك » « 2 » .\r\nولا يخفى أن هذا من الإخبار المعجز الذي علمه أهل البيت عليهم السّلام عن رسول اللّه صلّى اللّه عليه واله وسلم والذي تلقّاه من الوحي عن اللّه جلّ شأنه .\r\nونكتفي بهذا القدر ، على أن الشيخ القندوزي الحنفي قد أورد الكثير من الآيات التي فسّرها أئمّة أهل البيت عليهم السّلام بالإمام المهدي وظهوره في آخر الزمان « 3 » .\r\n\r\nنظرة في أحاديث المهدي عليه السّلام\r\nإنّ نظرة واحدة في أحاديث المهدي الواردة في كتب المسلمين تكفي للجزم بتواترها عن النبيّ صلّى اللّه عليه واله وسلم من دون أدنى تردّد ، ولمّا لم يكن بوسع البحث تسجيل كلّ ما ورد من أحاديث في المهدي بكتب المسلمين لكثرتها الهائلة ؛ لذا سنقتصر على ذكر ما يدلّ على قطعية صدورها عن النبيّ صلّى اللّه عليه واله وسلم وعلى النحو الآتي :\r\n\r\nأوّلا : من أخرج أحاديث المهدي عليه السّلام :\r\nلا يبعد القول بأنّه ما من محدّث من محدّثي الإسلام إلّا وقد أخرج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة التكوير 81 : 15 - 16 .\r\n( 2 ) أصول الكافي 1 : 341 / 22 ، وإكمال الدين 2 : 324 ب 32 ح 1 ، وكتاب الغيبة / الشيخ الطوسي : 101 ، وكتاب الغيبة / النعماني : 149 ب 10 ح 1 ، والهداية الكبرى / الحضيني : 88 ، وينابيع المودة 3 : 85 باب / 71 .\r\n( 3 ) ينابيع المودة 3 : 76 - 85 باب / 71 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nبعض الأحاديث المبشّرة بظهور الإمام المهدي عليه السّلام في آخر الزمان ، وقد أفردوا كتبا كثيرة في الإمام المهدي عليه السّلام خاصة « 1 » .\r\nوأمّا عن العلماء والمحدّثين الذين أخرجوا أحاديث المهدي أو أوردوها عمّن تقدّم عليهم على سبيل الإحتجاج بها - حسبما وقفنا عليه في كتبهم - فهم :\r\nابن سعد صاحب الطبقات الكبرى ( ت / 230 ه ) ، وابن أبي شيبة ( ت / 235 ه ) ، وأحمد بن حنبل ( ت / 241 ه ) ، والبخاري ( ت / 256 ه ) ذكر المهدي بالوصف دون الاسم ، ومثله فعل مسلم ( ت / 261 ه ) في صحيحه كما سنبيّنه في الفصل الثالث من هذا البحث ، وأبو بكر الإسكافي ( ت / 260 ه ) ، وابن ماجة ( ت / 273 ه ) ، وأبو داود ( ت / 275 ه ) ، وابن قتيبة الدّينوري ( ت / 276 ه ) ، والترمذي ( ت / 279 ه ) ، والبزار ( ت / 292 ه ) ، وأبو يعلى الموصلي ( ت / 307 ه ) ، والطبري ( ت / 310 ه ) ، والعقيلي ( ت / 322 ه ) ، ونعيم بن حمّاد ( ت / 328 ه ) ، وشيخ الحنابلة في وقته البربهاري ( ت / 329 ه ) في كتابه ( شرح السنّة ) ، وابن حبّان البستي ( ت / 354 ه ) ، والمقدسي ( ت / 355 ه ) ، والطبراني ( ت / 360 ه ) ، وأبو الحسن الآبري ( ت / 363 ه ) ، والدارقطني ( ت / 385 ه ) ، والخطابي ( ت / 388 ه ) ، والحاكم النيسابوري ( ت / 405 ه ) ، وأبو نعيم الأصبهاني ( ت / 430 ه ) ، وأبو عمرو الداني ( ت / 444 ه ) ، والبيهقي ( ت / 458 ه ) ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أوصلها الأستاذ علي محمد علي دخيل في كتابه : الإمام المهدي عليه السّلام : 259 - 265 إلى ثلاثين كتابا من كتب أهل السنّة في الإمام المهدي خاصة ، بينما أوصلها العلّامة ذبيح اللّه المحلاتي إلى أربعين كتابا وقد أدرجها بأسمائها وأسماء مؤلّفيها في كتاب : مهدي أهل البيت ص 18 - 21 ، وفي الكتاب المذكور نفسه ذكر قائمة أخرى للكتب المؤلّفة من قبل الشيعة في الإمام المهدي عليه السّلام فأوصلها إلى مائة وعشرة كتب ، وهناك كتب كثيرة في المهدي لم تدرج في هذين الكتابين .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nوالخطيب البغدادي ( ت / 463 ه ) ، وابن عبد البر المالكي ( ت / 463 ه ) ، والديلمي ( ت / 509 ه ) ، والبغوي ( ت / 510 أو 516 ه ) ، والقاضي عياض ( ت / 544 ه ) ، والخوارزمي الحنفي ( ت / 568 ه ) ، وابن عساكر ( ت / 571 ه ) ، وابن الجوزي ( ت / 597 ه ) ، وابن الأثير الجزري ( ت / 606 ه ) ، وابن العربي ( ت / 638 ه ) ، ومحمد بن طلحة الشافعي ( ت / 652 ه ) ، والعلّامة سبط ابن الجوزي ( ت / 654 ه ) ، وابن أبي الحديد المعتزلي الحنفي ( ت / 655 ه ) ، والمنذري ( ت / 656 ه ) ، والكنجي الشافعي ( ت / 658 ه ) ، والقرطبي المالكي ( ت / 671 ه ) ، وابن خلّكان ( ت / 681 ه ) ، ومحبّ الدين الطبري ( ت / 694 ه ) ، والعلّامة ابن منظور ( ت / 711 ه ) ( في مادة هدي من لسان العرب ) ، وابن تيمية ( ت / 728 ه ) ، والجويني الشافعي ( ت / 730 ه ) ، وعلاء الدين بن بلبان ( ت / 739 ه ) ، وولي الدين التبريزي ( ت / بعد سنة 741 ه ) ، والمزي ( ت / 739 ه ) ، والذهبي ( ت / 748 ه ) ، وابن الوردي ( ت / 749 ه ) ، والزرندي الحنفي ( ت / 750 ه ) ، وابن قيم الجوزية ( ت / 751 ه ) ، وابن كثير ( ت / 774 ه ) ، وسعد الدين التفتازاني ( ت / 793 ه ) ، ونور الدين الهيثمي ( ت / 807 ه ) ، وابن خلدون المغربي ( ت / 808 ه ) الذي صحّح أربعة أحاديث من أحاديث المهدي عليه السّلام على الرغم من موقفه المعروف والذي سيأتيك بيانه في الفصل الثالث ، والشيخ محمد الجزري الدمشقي الشافعي ( ت / 833 ه ) ، وأبو بكر البوصيري ( ت / 840 ه ) ، وابن حجر العسقلاني ( ت / 852 ه ) ، والسّخاوي ( ت / 902 ه ) ، والسيوطي ( ت / 911 ه ) ، والشعراني ( ت / 973 ه ) ، وابن حجر الهيتمي ( ت / 974 ه ) ، والمتّقي الهندي ( ت / 975 ه ) إلى غير ذلك من المتأخّرين : كالشيخ مرعي الحنبلي ( ت / 1033 ه ) ، ومحمد رسول البرزنجي ( ت / 1103 ه ) ،\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nوالزرقاني ( ت / 1122 ه ) ، ومحمد بن قاسم الفقيه المالكي ( ت / 1182 ه ) ، وأبي العلاء العراقي المغربي ( ت / 1183 ه ) ، والسفاريني الحنبلي ( ت / 1188 ه ) ، والزبيدي الحنفي ( ت / 1205 ه ) في كتاب ( تاج العروس ) مادة : هدي ، والشيخ الصبّان ( ت / 1206 ه ) ، ومحمد أمين السويدي ( ت / 1246 ه ) ، والشوكاني ( ت / 1250 ه ) ، ومؤمن الشبلنجي ( ت / 1291 ه ) ، وأحمد زيني دحلان الفقيه والمحدث الشافعي ( ت / 1304 ه ) ، والسيّد محمد صدّيق القنوجي البخاري ( ت / 1307 ه ) ، وشهاب الدين الحلواني الشافعي ( ت / 1308 ه ) ، وأبي البركات الآلوسي الحنفي ( ت / 1317 ه ) ، وأبي الطيب محمد شمس الحق العظيم آبادي ( ت / 1329 ه ) ، والكتاني المالكي ( ت / 1345 ه ) ، والمباركفوري ( ت / 1353 ه ) ، والشيخ منصور علي ناصف ( ت / بعد سنة 1371 ه ) ، والشيخ محمد الخضر حسين المصري ( ت / 1377 ه ) ، وأبي الفيض الغماري الشافعي ( ت / 1380 ه ) ، وفقيه القصيم بنجد الشيخ محمد بن عبد العزيز المانع ( ت / 1385 ه ) ، والشيخ محمد فؤاد عبد الباقي ( ت / 1388 ه ) ، وأبي الأعلى المودودي ، وناصر الدين الألباني إلى ما شاء اللّه من المعاصرين ، وإذا ما أضفنا إليهم أعلام المفسّرين من أهل السنّة أيضا كما تقدّمت الإشارة إلى بعضهم فلك أن تقدّر حجم الإتّفاق على رواية أحاديث المهدي عليه السّلام ، والإحتجاج بها .\r\nوأمّا عن أعلام الشيعة ومحدّثيهم ومفسّريهم الذين أوردوا أحاديث المهدي عليه السّلام فقد يسمج التعرض لبيان أسمائهم ؛ لكون الإيمان المطلق بظهور المهدي عليه السّلام عندهم من أصول عقائدهم .\r\n\r\nثانيا : من روى أحاديث المهدي عليه السّلام من الصحابة :\r\nإنّ الصحابة الذين رووا أحاديث المهدي عن رسول اللّه صلّى اللّه عليه واله وسلم أو الذين\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nكانت أحاديثهم موقوفة عليهم ولها حكم الرفع إلى النبيّ صلّى اللّه عليه واله وسلم - إذ لا يعقل اجتهادهم في مثل هذا - كثيرون جدّا ، ولو ثبت النقل عن عشرهم لثبت التواتر بلا شك ولا شبهة ، - كما في مصادر أهل السنّة وحدهم - وهم :\r\nفاطمة الزهراء عليها السّلام ( ت / 11 ه ) ، ومعاذ بن جبل ( ت / 18 ه ) ، وقتادة بن النعمان ( ت / 23 ه ) ، وعمر بن الخطاب ( ت / 23 ه ) ، وأبو ذرّ الغفاري ( ت / 32 ه ) ، وعبد الرحمن بن عوف ( ت / 32 ه ) ، وعبد اللّه بن مسعود ( ت / 32 ه ) ، والعبّاس بن عبد المطلّب ( ت / 32 ه ) ، وعثمان بن عفّان ( ت / 35 ه ) ، وحذيفة بن اليمان ( ت / 36 ه ) ، وسلمان الفارسي ( ت / 35 أو 36 ه ) ، وطلحة بن عبد اللّه ( ت / 36 ه ) ، وعمّار بن ياسر ( ت / 37 ه ) ، والإمام علي عليه السّلام ( ت / 40 ه ) ، والإمام الحسن السبط عليه السّلام ( ت / 50 ه ) ، وتميم الداري ( ت / 50 ه ) ، وعبد الرحمن بن سمرة ( ت / 50 ه ) ، ومجمع بن جارية ( ت / 50 ه ) ، وعمران بن حصين ( ت / 52 ه ) ، وأبو أيّوب الأنصاري ( ت / 52 ه ) ، وثوبان مولى النبيّ صلّى اللّه عليه واله وسلم ( ت / 54 ه ) ، وعائشة ( ت / 58 ه ) ، وأبو هريرة ( ت / 59 ه ) ، والإمام الحسين السبط الشهيد عليه السّلام ( استشهد سنة 61 ه ) ، وأمّ سلمة ( ت / 62 ه ) ، وعلقمة ابن قيس بن عبد اللّه ( ت / 62 ه ) ، وعبد اللّه بن عمر بن الخطاب ( ت / 65 ه ) ، وعبد اللّه بن عمرو بن العاص ( ت / 65 ه ) ، وعبد اللّه بن عبّاس ( ت / 68 ه ) ، وزيد بن أرقم ( ت / 68 ه ) ، وعوف بن مالك ( ت / 73 ه ) ، وأبو سعيد الخدري ( ت / 74 ه ) ، وجابر بن سمرة ( ت / 74 ه ) ، وجابر بن عبد اللّه الأنصاري ( ت / 78 ه ) ، وعبد اللّه بن جعفر الطيار ( ت / 80 ه ) ، وأبو أمامة الباهلي ( ت / 81 ه ) ، وبشر بن المنذر بن الجارود ( ت / 83 ه ) وقد اختلفوا فيه ، فقيل : الراوي هو جدّه الجارود بن عمرو ( ت / 20 ه ) ، وعبد اللّه بن الحارث ابن جزء الزبيدي ( ت / 86 ه ) ، وسهل بن سعد\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالساعدي ( ت / 91 ه ) ، وأنس بن مالك ( ت / 93 ه ) ، وأبو الطفيل ( ت / 100 ه أو 102 ه ، أو 107 ه ، أو 110 ه ، أو 120 ه ) . وغيرهم ممّن لم أقف على تاريخ وفياتهم : كأم حبيبة ، وأبي الجحّاف ، وأبي سلمى - راعي رسول اللّه صلّى اللّه عليه واله وسلم - ، وأبي ليلى ، وأبي وائل ، وحذيفة بن أسيد ، والحرث بن الربيع وأبي قتادة الأنصاري ، وزر بن عبد اللّه ، وزرارة بن عبد اللّه ، وعبد اللّه بن أبي أوفى ، والعلاء بن بشير المزني ، وعلي الهلالي ، وقرّة بن أياس .\r\n\r\nثالثا : طرق أحاديث المهدي عليه السّلام في كتب السنة إجمالا :\r\nلقد أجاد وأفاد الأستاذ الأزهري السيّد أحمد بن محمد بن الصدّيق ، أبو الفيض الغماري الحسني الشافعي المغربي ( ت / 1380 ه ) في كتابه الرائع : ( إبراز الوهم المكنون من كلام ابن خلدون ) حيث أثبت فيه تواتر أحاديث الإمام المهدي عليه السّلام بما لم يسبقه أحد إليه من قبل ، وذلك تفنيدا لتضعيفات ابن خلدون التي تذرّع بها بعض معاصريه : كأحمد أمين المصري ، ومحمد فريد وجدي ، وغيرهما . ولا بأس هنا بإطلالة قصيرة على ما ذكره من طرق أحاديث المهدي في كتب أهل السنّة التي فصّلت في هذا الكتاب تفصيلا يعبّر عن مقدرة فائقة في تتبّع طرق وأسانيد أحاديث الإمام المهدي في كتب أهل السنّة ، ابتداء من طبقة الصحابة ثمّ التابعين ثمّ تابعي التابعين ، وصولا إلى من أخرج هذه الأحاديث من المحدّثين .\r\nقال أبو الفيض : « ولا يخفى أنّ العادة قاضية باستحالة تواطىء جماعة يبلغ عددهم ثلاثين نفسا فأزيد في جميع الطبقات ، وذلك فيما بلغنا وأمكننا الوقوف عليه في الحال ، فقد وجدنا خبر المهدي واردا من حديث أبي سعيد الخدري ، وعبد اللّه بن مسعود ، وعليّ بن أبي طالب ، وأم سلمة ، وثوبان ، وعبد اللّه بن الحارث بن جزء الزبيدي ، وأبي هريرة ،\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوأنس بن مالك ، وجابر بن عبد اللّه الأنصاري ، وقرّة بن أياس المزني ، وابن عبّاس ، وأم حبيبة ، وأبي أمامة ، وعبد اللّه بن عمرو بن العاص ، وعمّار بن ياسر ، والعبّاس بن عبد المطلّب ، والحسين بن عليّ ، وتميم الداري ، وعبد الرحمن بن عوف ، وعبد اللّه بن عمر بن الخطاب ، وطلحة ، وعلي الهلالي ، وعمران بن حصين ، وعمرو بن مرّة الجهني ومعاذ بن جبل ، ومن مرسل شهر بن حوشب ، وهذا في المرفوعات دون الموقوفات والمقاطيع التي هي في مثل هذا الباب من قبيل المرفوع .\r\nولو تتبعنا ذلك لذكرنا منه عددا وافرا ، ولكن في المرفوع منه الكفاية » « 1 » .\r\nأقول : إنّما ذكرت هذا لكي يعلم بأنّ ما فات السيّد أبا الفيض الغماري من أسماء الصحابة الذين رووا أحاديث الإمام المهدي عليه السّلام هو أكثر مما ذكره ، فقد ذكر ستّة وعشرين صحابيّا مع شهر بن حوشب ، ولم يذكر واحدا وثلاثين صحابيّا وهم :\r\nأبو أيّوب الأنصاري ، وأبو الجحّاف ، وأبو ذرّ الغفاري ، وأبو سلمى راعي رسول اللّه ( صلّى اللّه عليه وآله وسلم ) وأبو الطفيل ، وأبو ليلى ، وأبو وائل ، وجابر بن سمرة ، والجارود بن المنذر العبدي ، وحذيفة بن أسيد ، وحذيفة بن اليمان ، والحرث بن الربيع ، والإمام السبط الحسن عليه السّلام ، وزرّ بن عبد اللّه ، وزارة بن عبد اللّه ، وزيد بن أرقم ، وزيد بن ثابت ، وسلمان الفارسي ، وسهل بن سعد الساعدي ، وعائشة ، وعبد الرحمن بن سمرة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إبراز الوهم المكنون : 437 .\r\nهذا ، ولأبي الفيض أخ يعدّ من فضلاء علماء المغرب يكنى بأبي الفضل الغماري وهو صاحب كتاب ( الإمام المهدي ) وقد زاد فيه ما ذكره أخوه في إبراز الوهم ثلاثة من أسماء الصحابة ، وخمسة من التابعين الذين رووا أحاديث المهدي ، ثمّ أثبت ألفاظ روايات من ذكرهم واحدا بعد آخر حتى شغل بذلك ما يزيد على نصف صفحات الكتاب .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوعبد اللّه ابن أبي أوفى ، وعبد اللّه بن جعفر الطيّار ، وعثمان بن عفّان ، والعلاء بن بشير المزني ، وعلقمة بن قيس بن عبد اللّه ، وعمر بن الخطّاب ، وعوف بن مالك ، وفاطمة الزهراء سيدة نساء العالمين عليها السّلام ، وقتادة بن النعمان ، ومجمع بن جارية .\r\nوعلى أية حال ، فقد تتبّع أبو الفيض الغماري الشافعي أحاديث المهدي المروية عن أكثر من ثلاثين صحابيّا ، مبيّنا من رواها عنهم ومن أخرجها من المحدّثين بكلّ دقة وتفصيل .\r\nوسوف نقتصر على ما قاله عن حديث أبي سعيد الخدري وحده ، وهو أوّل صحابي ذكره أبو الفيض ، وقس عليه أحاديث الصحابة الآخرين .\r\nقال :\r\n( أمّا حديث أبي سعيد الخدري : فورد عنه من طريق :\r\nأبي نظرة .\r\nوأبي الصدّيق الناجي .\r\nوالحسن بن يزيد السعدي .\r\nأما طريق أبي نظرة :\r\nفأخرجه أبو داود والحاكم كلاهما من رواية عمران القطان ، عنه .\r\nوأخرجه مسلم في صحيحه من رواية سعيد بن زيد ، ومن رواية داود بن أبي هند كلاهما ، عنه . لكن وقع في صحيح مسلم ذكره بالوصف لا بالاسم كما سيأتي .\r\n\r\nوأمّا طريق أبي الصدّيق الناجي ، عن أبي سعيد :\r\nفأخرجه عبد الرزاق والحاكم من رواية معاوية بن قرّة ، عنه . وأخرجه أحمد والترمذي وابن ماجة والحاكم من رواية زيد العمي ، عنه . وأخرجه أحمد والحاكم من رواية عوف بن أبي جميلة الأعرابي ، عنه . وأخرجه\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nالحاكم من رواية سليمان بن عبيد ، عنه . وأخرجه أحمد والحاكم من رواية مطر بن طهمان ، وأبي هارون العبدي ، كلاهما ، عنه . وأخرجه أحمد أيضا من رواية مطر بن طهمان ، وحده ، عنه . وأخرجه أيضا من رواية العلاء بن بشير المزني ، عنه ، وأخرجه أيضا من رواية مطرف ، عنه .\r\n\r\nوأمّا طريق الحسن بن يزيد :\r\nفأخرجه الطبراني في الأوسط من رواية أبي واصل عبد بن حميد ، عن أبي الصدّيق الناجي ، عنه » « 1 » .\r\nأقول : لو رجعت إلى تاريخ ابن خلدون لوجدته لم يعرف أغلب هذه الطرق ، إذ لم يذكر من طرق حديث أبي سعيد إلّا القليل ، فضلا عمّا تركه من أحاديث الصحابة الآخرين .\r\nولا يخفى أنّ القدر المشترك في جميع هذه الطرق إلى حديث أبي سعيد الخدري فقط دون سواه هو ظهور الإمام المهدي عليه السّلام في آخر الزمان ، ولا شكّ أنّ النظر إلى جميع الطرق التي وردت بها أحاديث المهدي ، عن جميع الصحابة ، يقطع بتواتر ما بشّر به النبيّ صلّى اللّه عليه واله وسلّم ، بل حتى لو افترضنا وجود طريق واحد فقط لكلّ صحابي ذكر ، فهو يكفي للإذعان بالتواتر ، وقد مرّ أنّ عددهم يزيد على الخمسين صحابيّا .\r\n\r\nرابعا : صحّة أحاديث المهدي عليه السّلام :\r\nسنذكر في هذه الفقرة بعض من صرّح بصحّة أحاديث المهدي عليه السّلام من أعلام أهل السنّة حسبما وقفنا عليه في مؤلّفاتهم ، على أنّه ليس هدفنا الاستقصاء ، بل إعطاء النموذج المقتدى ، وكما يلي :\r\n1 - الترمذي ( ت / 279 ه ) ، قال عن ثلاثة أحاديث في الإمام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إبراز الوهم المكنون : 438 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nالمهدي عليه السّلام : « هذا حديث حسن صحيح » « 1 » .\r\nوقال عن حديث رابع : « هذا حديث حسن » « 2 » .\r\n2 - الحافظ أبو جعفر العقيلي ( ت / 322 ه ) ، أورد حديثا ضعيفا في الإمام المهدي عليه السّلام ثم قال : « وفي المهدي أحاديث جياد من غير هذا الوجه بخلاف هذا اللفظ » « 3 » .\r\n3 - الحاكم النيسابوري ( ت / 405 ه ) ، قال عن أربعة أحاديث : « هذا حديث صحيح الاسناد ولم يخرجاه » « 4 » .\r\nوعن ثلاثة أحاديث : « هذا حديث صحيح الإسناد على شرط مسلم ولم يخرجاه » « 5 » .\r\nوعن ثمانية أحاديث : « هذا حديث صحيح على شرط الشيخين ولم يخرجاه » « 6 » .\r\n4 - البيهقي ( ت / 458 ه ) ، قال : « والأحاديث على خروج المهدي أصحّ إسنادا » « 7 » .\r\n5 - البغوي ( ت / 510 ه أو 516 ه ) ، أخرج حديثا في الإمام المهدي عليه السّلام في فصل الصحاح « 8 » وخمسة أحاديث فيه أيضا في فصل الحسان من كتابه مصابيح السنّة « 9 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن الترمذي 4 : 505 / 2230 و 2231 ، 4 : 506 / 2233 .\r\n( 2 ) سنن الترمذي 4 : 506 / 2232 .\r\n( 3 ) الضعفاء الكبير / العقيلي 3 : 253 / 1257 في ترجمة عليّ بن نفيل الحراني .\r\n( 4 ) مستدرك الحاكم 4 : 429 و 465 و 553 و 558 .\r\n( 5 ) مستدرك الحاكم 4 : 450 و 557 و 558 .\r\n( 6 ) مستدرك الحاكم 4 : 429 و 442 و 457 و 464 و 502 و 520 و 554 و 557 .\r\n( 7 ) الاعتقاد والهداية إلى سبيل الرشاد / البيهقي : 127 .\r\n( 8 ) مصابيح السنّة / البغوي : 488 / 4199 .\r\n( 9 ) مصابيح السنّة : 492 - 493 / 4210 - 4213 و 4215 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n6 - ابن الأثير ( ت / 606 ه ) ، قال في النهاية في مادة ( هدا ) : « ومنه الحديث : سنّة الخلفاء الراشدين المهديين ، المهدي : الذي هداه اللّه إلى الحقّ وقد استعمل في الأسماء حتى صار كالأسماء الغالبة ، وبه سمّي المهدي الذي بشّر به رسول اللّه صلّى اللّه عليه واله وسلم ، إنّه يجيء في آخر الزمان » « 1 » ، وهذا القول لا يصدر إلّا عمّن يرى صحّة أحاديث الإمام المهدي عليه السّلام ، بل تواترها على الأصح .\r\n7 - القرطبي المالكي ( ت / 671 ه ) ، وهو من القائلين بالتواتر .\r\nوما يهمنا هنا أنّه قال عن - حديث ابن ماجة - في المهدي : « إسناده صحيح » « 2 » مصرّحا بأنّ حديث : « المهدي من عترتي من ولد فاطمة » هو أصحّ من حديث محمد بن خالد الجندي « 3 » الذي سنناقشه فيما بعد .\r\n8 - ابن تيمية ( ت / 728 ه ) ، قال في منهاج السنّة : « إنّ الأحاديث التي يحتجّ بها - يعني : العلّامة الحلّي - على خروج المهدي ، أحاديث صحيحة » « 4 » .\r\n9 - الحافظ الذهبي ( ت / 748 ه ) ، سكت عن جميع ما صحّحه الحاكم في مستدركه من أحاديث الإمام المهدي عليه السّلام مصرّحا بصحّة حديثين « 5 » ، وردّه على بعض ما صحّحه الحاكم من أحاديث في الفضائل ونحوها دليل على أنّ سكوته إزاء ما صحّحه الحاكم معبّر عن موافقته على ذلك التصحيح .\r\n10 - الكنجي الشافعي ( ت / 658 ه ) ، قال عن حديث أخرجه الترمذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النهاية في غريب الحديث والأثر / ابن الأثير 5 : 254 .\r\n( 2 ) التذكرة / القرطبي : 704 باب ما جاء في المهدي .\r\n( 3 ) التذكرة : 701 .\r\n( 4 ) منهاج السنّة / ابن تيميّة 4 : 211 .\r\n( 5 ) تلخيص المستدرك / الذهبي 4 : 553 و 558 ، مطبوع بهامش مستدرك الحاكم .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوصحّحه في المهدي : « هذا حديث صحيح » ، وعن آخر مثله « 1 » .\r\nوقال عن حديث : المهدي منّي أجلى الجبهة : « هذا الحديث ثابت حسن صحيح » « 2 » .\r\nوقال عن حديث : المهدي حق وهو من ولد فاطمة : « هذا حديث حسن صحيح » « 3 » .\r\n11 - الحافظ ابن القيّم ( ت / 751 ه ) ، اعترف بحسن بعض أحاديث الإمام المهدي عليه السّلام وصحّة بعضها الآخر ، بعد أن أورد جملة منها « 4 » ، وابن القيّم من القائلين بالتواتر كما سيأتي .\r\n12 - ابن كثير ( ت / 774 ه ) ، قال عن سند حديث في الإمام المهدي عليه السّلام : « وهذا اسناد قوي صحيح » « 5 » ، ثم نقل حديثا عن ابن ماجة وقال : « وهذا حديث حسن ، وقد روي من غير وجه عن النبيّ صلى اللّه عليه وآله وسلّم » « 6 » .\r\n13 - التفتازاني ( ت / 793 ه ) ، قال عن خروج المهدي في آخر الزمان :\r\n« وقد ورد في هذا الباب أخبار صحاح » « 7 » .\r\n14 - نور الدين الهيثمي ( ت / 807 ه ) ، أورد جملة من الأحاديث في الإمام المهدي عليه السّلام واعترف بصحّتها ووثاقة رواتها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البيان في أخبار صاحب الزمان / الكنجي الشافعي : 481 ، وانظر : حديثي الترمذي في سننه 4 : 505 / 3230 و 3231 .\r\n( 2 ) البيان في أخبار صاحب الزمان : 500 .\r\n( 3 ) البيان في أخبار صاحب الزمان : 486 .\r\n( 4 ) المنار المنيف / ابن القيّم : 130 - 135 / 326 و 327 و 329 و 331 .\r\n( 5 ) النهاية في الفتن والملاحم / ابن كثير 1 : 55 .\r\n( 6 ) المصدر السابق 1 : 56 .\r\n( 7 ) شرح المقاصد / التفتازاني 5 : 312 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nفقال عن أحدهما : « قلت : رواه الترمذي وغيره باختصار كثير ، ورواه أحمد بأسانيد ، وأبو يعلى باختصار كثير . ورجالهما ثقات » « 1 » .\r\nوقال عن آخر : « رواه الطبراني في الأوسط ، ورجاله رجال الصحيح » « 2 » .\r\nوقال عن ثالث : « ورجاله ثقات » « 3 » .\r\nوقال عن رابع : « رواه البزار ورجاله رجال الصحيح » « 4 » .\r\nوقال عن خامس : « رواه الطبراني في « الأوسط » ، ورجاله ثقات » « 5 » .\r\n15 - السيوطي ( ت / 911 ه ) ، رمز لبعض الأحاديث الواردة في المهدي بعلامة ( صح ) « 6 » أي : صحيح ، ولبعضها الآخر بعلامة ( ح ) « 7 » أي :\r\nحسن .\r\n16 - الشوكاني ( ت / 1250 ه ) ، نقل عنه القنوجي في الإذاعة قوله بصحّة أحاديث الإمام المهدي عليه السّلام ، بل وتواترها أيضا ، وقد مرّ أنّه ألّف رسالة في تواتر أحاديث الإمام المهدي عليه السّلام .\r\n17 - ناصر الدين الألباني : قال في مقال له بعنوان حول المهدي ما نصّه : « أما مسألة المهدي فليعلم أنّ في خروجه أحاديث صحيحة ، قسم كبير منها له أسانيد صحيحة » ، على أنّ الألباني من المصرّحين بالتواتر أيضا « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد / الهيثمي 7 : 313 - 314 .\r\n( 2 ) مجمع الزوائد 7 : 115 .\r\n( 3 ) مجمع الزوائد 7 : 116 .\r\n( 4 ) مجمع الزوائد 7 : 117 .\r\n( 5 ) مجمع الزوائد 7 : 117 .\r\n( 6 ) الجامع الصغير / السيوطي 2 : 672 / 9241 و 9244 و 9245 .\r\n( 7 ) الجامع الصغير 2 : 672 / 9243 و 2 : 438 / 7489 .\r\n( 8 ) حول المهدي / الألباني : 644 - مقال نشر في مجلة التمدن الإسلامي - دمشق ، السنة / 22 ذي القعدة 1371 ه\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nونكتفي بهذا القدر روما للاختصار ، ومن شاء المزيد فليراجع اعترافات العلماء والمحقّقين من أهل السنّة بصحّة أحاديث الإمام المهدي عليه السّلام في كتابنا : دفاع عن الكافي ، فسيجد هناك أكثر من ستّين اعترافا « 1 » .\r\n\r\nخامسا : تصريح العلماء بتواتر أحاديث المهدي عليه السّلام :\r\nصرّح علماء الدراية وجملة من ذوي الإختصاص بعلوم الحديث - دراسة وتدريسا - بتواتر أحاديث المهدي الواردة في كتب أهل السنّة من الصحاح والمسانيد وغيرها ، وبالنظر لكثرتهم سوف نقتصر على ذكر بعضهم ، وهم :\r\n1 - البربهاري شيخ الحنابلة وكبيرهم في عصره ( ت / 329 ه ) : نقل عنه الشيخ حمود التويجري في كتابه الإحتجاج بالأثر على من أنكر المهدي المنتظر : 28 ، أنّه قال في كتابه شرح السنة : « الإيمان بنزول عيسى بن مريم عليه السّلام : ينزل . . ويصلّي خلف القائم من آل محمّد صلّى اللّه عليه [ وآله 
  ] وسلّم » ولا يخفى أنّ ( الإيمان ) يعني : الإعتقاد ، والإعتقاد لا يبنى على خبر الآحاد .\r\n2 - محمد بن الحسين الآبري الشافعي ( ت / 363 ه ) . قال في كتابه مناقب الشافعي : « قد تواترت الأخبار واستفاضت بكثرة رواتها عن المصطفى صلى اللّه عليه [ وآله 
  ] وسلّم بمجيء المهدي ، وأنه من أهل بيته صلّى اللّه عليه [ وآله 
  ] وسلّم ، وأنّه يملك سبع سنين ، وأنّه يملأ الأرض عدلا ، وأنّه يخرج مع عيسى فيساعده على قتل الدجّال » .\r\nوقد نقل هذا عنه القرطبي المالكي في التذكرة : 1 : 701 ، والمزي في تهذيب الكمال 25 : 146 / 5181 - في ترجمة محمّد بن خالد الجندي ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دفاع عن الكافي / المؤلّف 1 : 343 - 405 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nوابن القيّم في المنار المنيف : 142 / 327 وغيرهم .\r\n3 - القرطبي المالكي ( ت / 671 ه ) ، نقل قول الآبري المتقدّم ، وأيّده بتصحيح ما أورده من أحاديث المهدي ، واحتجّ بقول الإمام الحافظ الحاكم النيسابوري : « والأحاديث عن النبيّ صلّى اللّه عليه [ وآله 
  ] سلّم في التنصيص على خروج المهدي من عترته من ولد فاطمة ، ثابتة » « 1 » .\r\nوقال في تفسيره الجامع لأحكام القرآن في تفسير الآية ( 33 ) من سورة التوبة : « الأخبار الصحاح قد تواترت على أنّ المهدي من عترة الرسول صلّى اللّه عليه [ وآله 
  ] سلّم » « 2 » .\r\n4 - الحافظ المتقن جمال الدين المزي ( ت / 742 ه ) ، احتجّ بقول الآبري المتقدّم في تواتر أحاديث الإمام المهدي عليه السّلام ، ولم يتعرّض له بشيء ، بل أطلقه إطلاق المسلّمات « 3 » .\r\n5 - ابن القيّم ( ت / 751 ه ) ، أيّد قول الآبري أيضا وذلك بتقسيم أحاديث الإمام المهدي إلى أربعة أقسام : الصحاح ، والحسان ، والغرائب ، والموضوعة « 4 » ، ولا يخفى بأن مجموع الصحاح والحسان ممّا يبلغ التواتر لكثرته واستفاضته .\r\n6 - ابن حجر العسقلاني ( ت / 852 ه ) ، نقل القول بالتواتر عن غيره « 5 » ، وأيّده بقوله : « وفي صلاة عيسى عليه السّلام خلف رجل من هذه الأمّة - مع كونه في آخر الزمان وقرب قيام الساعة - دلالة للصحيح من الأقوال : إنّ الأرض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التذكرة : 701 .\r\n( 2 ) تفسير القرطبي 8 : 121 - 122 .\r\n( 3 ) تهذيب الكمال 25 : 146 / 5181 .\r\n( 4 ) المنار المنيف : 135 .\r\n( 5 ) تهذيب التهذيب 9 : 125 / 201 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nلا تخلو من قائم للّه بحجّة » « 1 » .\r\n7 - شمس الدين السّخاوي ( ت / 902 ه ) ، صرّح غير واحد من العلماء بأنّ السخاوي من المصرّحين بتواتر أحاديث المهدي ، منهم : العلّامة الشيخ محمد العربي الفاسي في كتابه المقاصد ، والمحقّق أبو زيد عبد الرحمن بن عبد القادر الفاسي في مبهج القاصد ، على ما نقله عنهما أبو الفيض الغماري « 2 » .\r\nومنهم أبو عبد اللّه محمد بن جعفر الكتاني ( ت / 1345 ه ) في نظم المتناثر من الحديث المتواتر : 226 / 289 .\r\n8 - السيوطي ( ت / 911 ه ) ، صرّح بتواتر أحاديث المهدي في الفوائد المتكاثرة في الأحاديث المتواترة ، وفي أختصاره المسمى بالأزهار المتناثرة ، وغيرها من كتبه على حدّ تعبير السيّد الغماري الشافعي « 3 » .\r\n9 - ابن حجر الهيتمي ( ت / 974 ه ) ، دافع عن عقيدة المسلمين بظهور الإمام المهدي عليه السّلام كثيرا مصرّحا بتواترها « 4 » .\r\n10 - المتّقي الهندي ( ت / 975 ه ) ، مؤلّف كنز العمّال ، دافع المتّقي الهندي عن عقيدة الإمام المهدي عليه السّلام دفاعا مدعوما بالحجّة والبرهان وذلك في كتابه البرهان في علامات مهدي آخر الزمان .\r\nولعلّ أهم ما في هذا الكتاب هو الفتاوى الأربع المذكورة فيه بخصوص من أنكر ظهور المهدي وهي : فتوى ابن حجر الهيتمي الشافعي ، وفتوى الشيخ أحمد أبي السرور بن الصبا الحنفي ، وفتوى الشيخ محمد بن محمد الخطابي المالكي ، وفتوى الشيخ يحيى بن محمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فتح الباري بشرح صحيح البخاري 6 : 385 .\r\n( 2 ) المهدي المنتظر / أبي الفيض : 9 .\r\n( 3 ) إبراز الوهم المكنون / أبي الفيض : 436 .\r\n( 4 ) الصواعق المحرقة : 162 - 167 الفصل / 1 باب / 11 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالحنبلي .\r\nوقد نصّ المتقي على أنّ هؤلاء هم علماء أهل مكة وفقهاء المسلمين على المذاهب الأربعة ، ومن راجع فتاواهم علم علم اليقين أنّهم متّفقون على تواتر أحاديث المهدي ، وأنّ منكرها يجب أن ينال جزاءه ، وصرّحوا :\r\nبوجوب ضربه وتأديبه وإهانته حتى يرجع إلى الحقّ على رغم أنفه - على حدّ تعبيرهم - وإلّا فيهدر دمه « 1 » .\r\n11 - محمد رسول البرزنجي ( ت / 1103 ه ) ، صرّح بتواتر أحاديث المهدي فقال : « أحاديث وجود المهدي ، وخروجه آخر الزمان ، وأنّه من عترة رسول اللّه صلّى اللّه عليه وسلّم ومن ولد فاطمة رضي اللّه عنها .\r\nبلغت حد التواتر المعنوي ، فلا معنى لإنكارها » « 2 » .\r\n12 - الشيخ محمد بن قاسم بن محمد جسوس ( ت / 1182 ه ) ، نقل الكتاني في نظم المتناثر تصريحه بالتواتر « 3 » .\r\n13 - أبو العلاء العراقي الفاسي ( ت / 1183 ه ) ، له تأليف في الإمام المهدي ، وقد نقل في نظم المتناثر تصريحه بالتواتر « 4 » .\r\n14 - الشيخ السفاريني الحنبلي ( ت / 1188 ه ) ، نقل القنوجي عنه أنّه من القائلين بتواتر أحاديث المهدي في كتابه اللوائح « 5 » .\r\n15 - الشيخ محمد بن عليّ الصبّان ( ت / 1206 ه ) ، نقل القول بالتواتر عن ابن حجر في الصواعق وغيره . واحتجّ به ولم يتعقّبه بشيء فدلّ على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البرهان على علامات مهدي آخر الزمان : 178 - 183 .\r\n( 2 ) الإشاعة لأشراط الساعة / البرزنجي : 87 .\r\n( 3 ) نظم المتناثر من الحديث المتواتر : 226 / 289 .\r\n( 4 ) المصدر السابق : 226 / 289 .\r\n( 5 ) الإذاعة / القنوجي : 146 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nأنّه قوله أيضا « 1 » .\r\n16 - الشوكاني ( ت / 1250 ه ) ، ويكفي لإثبات قوله بتواتر أحاديث المهدي كتابه الشهير التوضيح في تواتر ما جاء في المنتظر والدجّال والمسيح .\r\n17 - مؤمن بن حسن بن مؤمن الشبلنجي ( ت / 1291 ه ) ، صرّح بتواتر أخبار المهدي مؤكدا على أنّه من أهل البيت عليهم السّلام « 2 » .\r\n18 - أحمد زيني دحلان مفتي الشافعية ( ت / 1304 ه ) ، وصف أحاديث المهدي بالكثرة وقال : ( وكثرة مخرجيها يقوّي بعضها بعضا حتى صارت تفيد القطع » ولا يخفى أنّ درجة القطع في الأخبار تحصل بالتواتر « 3 » .\r\n19 - السيّد محمد صدّيق حسن القنوجي البخاري ( ت / 1307 ه ) ، قال عن أحاديث المهدي عليه السّلام : « والأحاديث الواردة فيه على إختلاف رواياتها كثيرة جدّا تبلغ حدّ التواتر » « 4 » .\r\n20 - أبو عبد اللّه محمد بن جعفر الكتاني المالكي ( ت / 1345 ه ) ، نقل القول : بالتواتر عن جملة ممّن ذكرناهم ، إلى أن قال : « والحاصل : إنّ الأحاديث الواردة في المهدي المنتظر متواترة » « 5 » .\r\nإلى غير هؤلاء ممّا لا يتّسع هذا البحث المختصر لإيراد أقوالهم كلّهم وقد تتبّعهم بعض الباحثين ابتداء من القرن الثالث الهجري وإلى الوقت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إسعاف الراغبين : 145 و 147 و 152 .\r\n( 2 ) نور الأبصار / الشبلنجي : 187 و 189 .\r\n( 3 ) الفتوحات الإسلامية 2 : 211 .\r\n( 4 ) الإذاعة : 112 .\r\n( 5 ) نظم المتناثر من الحديث المتواتر : 225 - 228 / 289 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nالحاضر « 1 » .\r\nوهنا لا بدّ من تسجيل كلمة مهمّة للأستاذ بديع الزمان سعيد النورسي - وهو من أفاضل علماء أهل السنّة في أوائل القرن الرابع عشر الهجري - قال : « ليس في الدنيا قاطبة عصبة متساندة نبيلة شريفة ترقى إلى شرف آل البيت ومنزلتهم ، وليس فيها قبيلة متوافقة ترقى إلى إتّفاق قبيلة آل البيت ، وليس فيها مجتمع أو جماعة منوّرة أنور من مجتمع آل البيت وجماعتهم .\r\nنعم . إنّ آل البيت الذين غذّوا بروح الحقيقة القرآنية ، وارتضعوا من منبعها ، وتنوّروا بنور الإيمان وشرف الإسلام ، فعرجوا إلى الكمالات ، وأنجبوا مئات الأبطال الأفذاذ ، وقدّموا ألوف القوّاد المعنويين لقيادة الأمّة ؛ لا بدّ أنّهم يظهرون للدنيا العدالة التامة لقائدهم الأعظم المهدي الأكبر ، وحقانيته بإحياء الشريعة المحمّدية ، والحقيقة الفرقانيّة ، والسنّة الأحمديّة ، وتطبيقها ، وإجراءآتها .\r\nوهذا الأمر في غاية المعقولية فضلا عن أنّه في غاية اللزوم والضرورة ، بل هو مقتضى دساتير الحياة الاجتماعية » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دفاع عن الكافي / المؤلف 1 : 343 - 405 .\r\n( 2 ) أشراط الساعة ( من كليات رسائل النور - الشعاع الخامس ) / بديع الزمان سعيد النورسي ترجمة احسان قاسم الصالحي ط 1 مطبعة الحوادث - بغداد 1412 ه ص : 37 - 38 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nالفصل الثاني من هو الإمام المهدي ؟\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nاتّضح من خلال ما تقدّم إتّفاق المسلمين على الإيمان بظهور الإمام المهدي عليه السّلام المبشّر به في الأخبار المتواترة عن النبيّ صلّى اللّه عليه واله وسلم ، وهنا لا بدّ للمسلم أن يسأل نفسه ويقول :\r\nإذا كانت أخبار المهدي المبشّر بظهوره في آخر الزمان بهذه الدرجة والوضوح عند علماء الإسلام حتى قطعوا بصحّتها ، وصرّحوا بتواترها ، فلماذا اختلفت بعض الروايات الواردة في نسب المهدي ، وربّما وصل بعضها إلى درجة التناقض والتضاد ؟ ومن ثم ، فمن هو الإمام المهدي ؟\r\nوهل يمكننا - في خضم هذه الاختلافات - تشخيصه ، بحيث لا تكون هناك أدنى شبهة في صرف لقب ( المهدي ) عن مسمّاه في الواقع ؟\r\nوللإجابة عن ذلك لا بدّ من بيان نوعية المعوقات التي تعترض البعض في تشخيص نسب الإمام المهدي عليه السّلام على الرغم من اعتقاده بظهوره في آخر الزمان ، ولكن يجب التأكيد - قبل بيان تلك المعوقات - على أنّ من يعتقد بظهور الإمام المهدي بنحو قاطع ، ولم يتعيّن له من هو المهدي على طبق الواقع ، فمثله كمثل من يعلم يقينا بوجوب الصلاة ولكنّه يجهل أركانها ، ومن كان كذلك فهو لا يسمّى مصلّيا ، فكذلك الحال في من ينتظر مهديّا لا يعرفه ، كما سنبرهن عليه .\r\nوعلى أية حال فإنّ علاج أية مسألة تعترض تشخيص نسب الإمام المهدي عليه السّلام قد تكفّل بها هذا الفصل ، وإذا ما واصل القارئ العزيز الشوط معنا إلى آخره ، سيدرك قسطا وافرا من الإجابة على سؤال : من هو\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالمهدي الموعود المنتظر ؟ ونعاهده بأنّنا سنتجرّد عن قناعاتنا السابقة حتى لا تكون حاكمة على الدليل ما دام الهدف هو الوصول إلى الحقّ سواء كان الحقّ معنا أو علينا ، والعاقل هو من لم يكن بينه وبين الحقّ عداء ، وإن تأمّل في كلامنا هذا فإنّه سيشهد لنا بالصدق على ما نقوله في علاج معوقات التشخيص الحديثية في المباحث التالية :\r\nونعني بمعوقات التشخيص الحديثية : هي تلك الأحاديث التي تبدو متضاربة بعضها ببعض ، ممّا قد يصعب على كثير من الناس - لا سيّما أولئك الذين ليسوا على إتّصال مباشر بعلوم الحديث الشريف - معالجتها ، ممّا يسهّل - إلى حد بعيد - وقوع ضعيف الإيمان منهم في شراك اللامهدويين سواء كانوا من المتسمّين بالإسلام أو من المعلنين العداء لهذا الدين .\r\n\r\nأحاديث في نسب الإمام المهدي عليه السّلام\r\nوالأحاديث الصحيحة الواردة في بيان نسب الإمام المهدي عليه السّلام على طوائف وجميعها مؤتلفة غير مختلفة ، ولا تشكّل عائقا في تشخيص نسب الإمام المهدي كما سيتّضح من دراستها على النحو الآتي :\r\n\r\nالمهدي : كناني ، قرشي ، هاشمي :\r\nأورد المقدسي الشافعي في عقد الدّرر ، ومثله الحاكم في المستدرك حديثا ينسب الإمام المهدي عليه السّلام إلى كنانة ، ثم إلى قريش ، ثم إلى بني هاشم ، وهو من رواية قتادة ، عن سعيد بن المسيّب ، قال : قلت لسعيد بن المسيّب : « المهدي حقّ ؟ قال : حقّ .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nقلت : ممّن ؟ قال : من كنانة .\r\nقلت : ثمّ ممّن ؟ قال : من قريش .\r\nقلت : ثمّ ممّن ؟ قال : من بني هاشم . . . الحديث » .\r\nثم قال : أخرجه الإمام أبو عمر عثمان بن سعيد المقري في سننه .\r\nوأورده بلفظ آخر قريب من الأوّل عن قتادة ، عن سعيد بن المسيّب أيضا .\r\nوقال : أخرجه الإمام أبو الحسين أحمد بن جعفر المنّاوي ، وأخرجه الإمام أبو عبد اللّه نعيم بن حمّاد « 1 » .\r\nوقد يتصور أنّ الحديث يتناقض مع نفسه ! إذ جمع في نسب الإمام المهدي : أنّه من كنانة تارة ، ومن قريش أخرى ، ومن بني هاشم ثالثة .\r\nوالجواب : لا فرق في ذلك كلّه ، فإنّ كلّ هاشمي هو من قريش ، وكلّ قرشي هو من كنانة ، لأنّ قريش هو النضر بن كنانة باتّفاق أهل الأنساب .\r\n\r\nحديث المهدي من أولاد عبد المطّلب :\r\nوهو ما رواه ابن ماجة وغيره بالإسناد ، عن أنس بن مالك قال : « قال رسول اللّه صلّى اللّه عليه [ وآله 
  ] وسلّم : نحن ولد عبد المطّلب سادة أهل الجنّة : أنا ، وحمزة ، وعليّ ، وجعفر ، والحسن والحسين ، والمهدي » « 2 » .\r\nوأورده في عقد الدّرر بلفظ : « نحن سبعة بنو عبد المطّلب سادات أهل الجنّة : أنا ، وأخي عليّ ، وعمّي حمزة ، وجعفر ، والحسن ، والحسين ، والمهدي » ثم قال : أخرجه جماعة من أئمّة الحديث في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عقد الدّرر : 42 - 44 الباب الأوّل ، وانظر : مستدرك الحاكم 4 : 553 ، ومجمع الزوائد 7 : 115 .\r\n( 2 ) سنن ابن ماجة 2 : 1368 باب خروج المهدي ، ومستدرك الحاكم 3 : 211 ، وكتاب الغيبة للشيخ الطوسي : 113 ، وجمع الجوامع للسيوطي 1 : 851 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nكتبهم ، منهم : الإمام أبو عبد اللّه محمد بن يزيد بن ماجة القزويني في سننه ، وأبو القاسم الطبراني في معجمه ، والحافظ أبو نعيم الأصبهاني وغيرهم « 1 » .\r\nوهذا الحديث لا يعارض ما تقدّم بل يقيّد « 2 » ما قبله ، إذ لا خلاف في كون عبد المطّلب جدّ النبيّ صلّى اللّه عليه واله وسلم ابنا لهاشم ، فأبناء عبد المطّلب هاشميون بالضرورة . فالمهدي عليه السّلام إذن من أولاد عبد المطّلب بن هاشم القرشي الكناني .\r\n\r\nحديث المهدي من ولد أبي طالب :\r\nوهذا الحديث أخرجه الشيخ المفيد في الإرشاد ، والمقدسي الشافعي في عقد الدّرر ، وقال : أخرجه نعيم بن حمّاد في كتاب الفتن . والحديث من رواية سيف بن عميرة قال : كنت عند أبي جعفر المنصور فقال لي ابتداء :\r\n« يا سيف بن عميرة ، لا بدّ من مناد ينادي من السماء باسم رجل من ولد أبي طالب ، فقلت جعلت فداك يا أمير المؤمنين تروي هذا ؟ قال : أي والذي نفسي بيده ، لسماع أذني له ، فقلت : يا أمير المؤمنين ! ، إنّ هذا الحديث ما سمعته قبل وقتي هذا ! فقال : يا سيف ! إنّه لحقّ ، وإذا كان فنحن أوّل من يجيبه ، أما إنّ النداء إلى رجل من بني عمّنا .\r\nفقلت : رجل من ولد فاطمة ؟ فقال : نعم ، يا سيف ! لولا أنّني سمعت من أبي جعفر محمّد بن عليّ يحدّثني به ، وحدّثني به أهل الأرض كلّهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عقد الدّرر : 195 الباب السابع .\r\n( 2 ) المراد بالتقييد هنا : حصر نسب المهدي بأولاد عبد المطلب بعد ان كان النسب إلى قريش مطلقا .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nما قبلته منهم ، ولكنّه محمّد بن عليّ » « 1 » .\r\nوهذا الحديث يقيّد ما قبله أيضا لأنّ كلّ من انتسب إلى أبي طالب بالولادة لا شكّ في انتسابه إلى أبيه عبد المطّلب .\r\nوبغض النظر عن التصريح الوارد في هذا الحديث بكون المهدي من أولاد فاطمة عليها السّلام - لما سنبحثه بطائفة أخرى من الأحاديث - ستكون النتيجة إلى هنا هو أنّ المهدي المبشّر بظهوره في آخر الزمان إنّما هو من أولاد أبي طالب بن عبد المطّلب بن هاشم القرشي الكناني .\r\n\r\nأحاديث ( المهدي من ولد العبّاس ) :\r\nلا شكّ أنّ هذه الطائفة من الأحاديث تشكّل عائقا في تشخيص نسب الإمام المهدي عليه السّلام بدقة ؛ لأنّ أولاد العبّاس غير أولاد أبي طالب ، ولهذا لا بدّ من دراسة هذه الطائفة من الأحاديث ، فنقول :\r\nيمكن تقسيم الأحاديث الواردة في هذا الشأن إلى قسمين وهما :\r\n\r\nأولا : الأحاديث المجملة في هذا المعنى :\r\nوهي منحصرة بأحاديث الرايات ، منها : ما أخرجه أحمد في مسنده ، عن ثوبان ، عن رسول اللّه صلّى اللّه عليه واله وسلم أنّه قال : « إذا رأيتم الرايات السود قد أقبلت من خراسان فأتوها ولو حبوا على الثلج ، فإنّ فيها خليفة اللّه المهدي » « 2 » وقريب منه حديث ابن ماجة في سننه « 3 » .\r\nكما روى الترمذي بسنده ، عن أبي هريرة ، عن رسول اللّه صلّى اللّه عليه واله وسلم أنّه قال :\r\n« تخرج من خراسان رايات سود ، فلا يردّها شيء حتى تنصب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد / المفيد 2 : 370 - 371 ، وعقد الدّرر : 149 - الباب الرابع .\r\n( 2 ) مسند أحمد 5 : 277 .\r\n( 3 ) سنن ابن ماجة 2 : 1336 / 4082 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nبإيلياء » « 1 » .\r\nوهذه الأحاديث وإن لم يصرّح فيها بكون المهدي من ولد العبّاس لكنّه قد يستفيد البعض منها دلالتها عليه ، بتقريب أنّ تلك الرايات السود ، يحتمل أن تكون هي الرايات التي أقبل بها أبو مسلم الخراساني من خراسان فوطّد بها دولة بني العبّاس ، فتكون تلك الأحاديث ناظرة إلى المهدي العبّاسي !\r\n\r\nضعف الأحاديث المجملة مع عدم دلالتها على نسب المهدي :\r\nإنّ حديث مسند أحمد ، وسنن ابن ماجة ضعفهما غير واحد من العلماء ، منهم : ابن القيّم في ( المنار المنيف ) ثم قال : « وهذا - أي : حديث ابن ماجة - والذي قبله لم يكن فيه دليل على أنّ المهدي الذي تولّى من بني العبّاس هو المهدي الذي يخرج في آخر الزمان » « 2 » .\r\nوممّا يدلّ على ذلك هو أنّ المهدي العبّاسي قد مات سنة ( 169 ه ) ، وقد شهد عصره تدخل النساء في شؤون دولته ، فقد ذكر الطبري تدخل الخيزران زوجة الخليفة المهدي العبّاسي بشؤون دولته ، وأنّها استولت على زمام الأمور في عهد ابنه الهادي « 3 » ، ومن يكون هذا شأنه فكيف يسمى بخليفة اللّه في أرضه ؟ !\r\nهذا ، زيادة على أن المهدي العبّاسي ، بل خلفاء بني العبّاس كلّهم لم يكونوا في آخر الزمان ولم يحث المال حثوا أحد منهم ، ولم يبايعوا بين الركن والمقام ، ولم يقتلوا الدجّال ، ولم ينزل نبيّ اللّه عيسى عليه السّلام ليصلّي خلف مهديهم ، ولم تخسف البيداء في عهدهم ، ولم تظهر أدنى علامة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن الترمذي 4 : 531 / 2269 .\r\n( 2 ) المنار المنيف / ابن القيم : 137 - 138 / ذيل الحديثين : 338 و 339 .\r\n( 3 ) تاريخ الطبري 3 : 466 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nمن علامات ظهور المهدي في سائر عصورهم .\r\nوأما عن حديث الترمذي ، فقد وصفه ابن كثير بأنّه حديث غريب ، ثم قال : « وهذه الرايات السود ليست هي التي أقبل بها أبو مسلم الخراساني فاستلب بها دولة بني أميّة في سنة ثنتين وثلاثين ومائة ، بل رايات سود أخر تأتي بصحبة المهدي . . والمقصود أنّ المهدي الممدوح الموعود بوجوده في آخر الزمان يكون أصل خروجه وظهوره من ناحية المشرق » « 1 » .\r\nأقول : لا يبعد استغلال دعاة العبّاسيين لمثل هذه الأحاديث ترويجا لأمرهم ، كما يدلّ عليه وضعهم لأحاديث صريحة في هذا المعنى كما سنقف عليه في هذا البحث ، وإلّا فمن الصعب جدّا إنكار حديث الرايات السود الذي لا يدلّ على أكثر من خروج الجيش المؤيّد للمهدي من جهة المشرق ، لروايته بطرق كثيرة صحّح الحاكم بعضها على شرط البخاري ومسلم « 2 » .\r\n\r\nثانيا : الأحاديث المصرّحة بهذا المعنى :\r\n1 - حديث : « المهدي من ولد العبّاس عمّي » فقد أورده السيوطي في الجامع الصغير ، وقال : ( حديث ضعيف ) « 3 » وقال المنّاوي الشافعي في فيض القدير : ( رواه الدارقطني في الافراد ، قال ابن الجوزي : فيه محمد بن الوليد المقري ، قال ابن عدي : يضع الحديث ويصله ويسرق ويقلّب الأسانيد والمتون ، وقال ابن أبي معشر : هو كذّاب ، وقال السمهودي : ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النهاية في الفتن والملاحم / ابن كثير 1 : 55 .\r\n( 2 ) مستدرك الحاكم 4 : 502 .\r\n( 3 ) الجامع الصغير 2 : 672 / 9242 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nبعده وما قبله أصحّ منه ، وأمّا هذا ففيه محمد بن الوليد ، وضّاع » « 1 » .\r\nوضعّفه السيوطي في الحاوي ، وابن حجر في صواعقه ، والصبّان في إسعافه ، وأبو الفيض في إبراز الوهم المكنون ، وأوردوا كلمات كثيرة تصرّح بوضعه « 2 » .\r\n2 - حديث ابن عمر : « رجل يخرج من ولد العبّاس » فقد رواه في خريدة العجائب - مرسلا - عن ابن عمر ، وهو من الموقوف عليه « 3 » وهو زيادة على إرساله المسقط لحجيّته لم يصرّح فيه بالمهدي ، فالأولى إلحاقه بالقسم الأوّل المجمل وإن صرّح فيه باسم العبّاس .\r\n3 - حديث ابن عبّاس ، عن النبيّ صلّى اللّه عليه واله وسلم أنّه قال لعمّه العبّاس : « إنّ اللّه ابتدأ بي الإسلام وسيختمه بغلام من ولدك ، وهو الذي يتقدّم عيسى بن مريم » .\r\nفقد رواه الخطيب البغدادي في تاريخه وفي إسناده محمد بن مخلد « 4 » ، وابن مخلد هذا ضعفه الذهبي ، وتعجّب من عدم تضعيف الخطيب لابن مخلد فقال : « رواه عن محمد بن مخلد العطار ، فهو آفته ، والعجب أنّ الخطيب ذكره في تاريخه ولم يضعّفه ، وكأنّه سكت عنه لانتهاك حاله » « 5 » .\r\n4 - حديث أم الفضل ، عن النبيّ صلّى اللّه عليه واله وسلم : « يا عبّاس ! إذا كانت سنة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فيض القدير شرح الجامع الصغير 6 : 278 / 9242 .\r\n( 2 ) أنظر : الحاوي للفتاوى 2 : 85 ، والصواعق المحرقة : 166 ، وإسعاف الراغبين : 151 ، وإبراز الوهم المكنون : 563 .\r\n( 3 ) خريدة العجائب / ابن الوردي : 199 .\r\n( 4 ) تاريخ بغداد 3 : 323 و 4 : 117 .\r\n( 5 ) ميزان الإعتدال 1 : 89 / 328 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nخمس وثلاثين ومائة فهي لك ولولدك ، منهم السفاح ، ومنهم المنصور ، ومنهم المهدي » وهذا الحديث أخرجه الخطيب أيضا وابن عساكر عن أم الفضل « 1 » .\r\nقال الذهبي عنه : ( وفي السند أحمد بن راشد الهلالي ، عن سعيد بن خيثم ، بخبر باطل في ذكر بني العبّاس من رواية خيثم ، عن حنظلة - إلى أن قال عن أحمد بن راشد - فهو الذي اختلقه بجهل » « 2 » .\r\nأقول : أشار الذهبي بهذا إلى جهل أحمد بن راشد في وضع الحديث لأنّ حكم العبّاسيين لم يبدأ بسنة / 135 ه وإنّما بدأ حكمهم سنة / 132 ه بالاتّفاق ، وهذا من علامات جهل واضعه بابتداء حكم بني العبّاس .\r\n5 - ونظير هذا الحديث ما أخرجه السيوطي ، عن ابن عبّاس في كتابه اللآلي المصنوعة في الأحاديث الموضوعة وقال : « موضوع ، المتهم به :\r\nالغلابي » « 3 » .\r\nوأورده ابن كثير في البداية والنهاية من رواية الضّحاك ، عن ابن عبّاس وقال : « وهذا إسناد ضعيف ، والضّحاك لم يسمع من ابن عبّاس شيئا على الصحيح ، فهو منقطع » « 4 » .\r\nكما أخرجه الحاكم عن طريق آخر وقع فيه إسماعيل بن إبراهيم المهاجر « 5 » ، وقد حكى أبو الفيض الغماري الشافعي ، عن الذهبي ، أنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ بغداد 1 : 63 ، وتاريخ دمشق 4 : 178 .\r\n( 2 ) ميزان الإعتدال 1 : 97 .\r\n( 3 ) اللآلي المصنوعة 1 : 434 - 435 .\r\n( 4 ) البداية والنهاية 6 : 246 .\r\n( 5 ) مستدرك الحاكم 4 : 514 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nإسماعيل مجمع على ضعفه ، وأباه ليس بذلك « 1 » .\r\nهذه هي الأحاديث التي قد يغترّ بها البعض فيتصوّر كونها عائقا حقيقيا أمام تشخيص نسب الإمام المهدي . وقد اتّضح أن النتيجة الأخيرة في نسب الإمام المهدي عليه السّلام وهي كونه من أولاد أبي طالب صحيحة ، لوضع أحاديث كون المهدي من ولد العبّاس ، مع عدم دلالة حديث الرايات على شيء يخالف تلك النتيجة . وسوف يأتي في طوائف أحاديث المهدي الأخرى ما يقطع بأنّ المهدي ليس من ولد العبّاس جزما .\r\n\r\nحديث المهدي من ولد عليّ عليه السّلام :\r\nولمّا كان لأبي طالب أكثر من ولد ، فقد وردت أحاديث عيّنت المراد وقيّدت هذا الإطلاق بولده أمير المؤمنين عليّ بن أبي طالب عليه السّلام ، ليكون المهدي من أولاده عليه السّلام ، وفي ذلك وردت جملة من الاخبار منها : قول عليّ عليه السّلام : « هو رجل منّي » « 2 » .\r\nوغير خاف على أحد أنّ لأمير المؤمنين عليه السّلام أكثر من ولد وتشخيص نسب المهدي بهذا الإطلاق متعذّر ، ولكنّ أمره في غاية السهولة ؛ لأنّ من جملة أحاديث نسب المهدي المصرّح بصحّتها وتواتر نقلها ، هي تلك الأحاديث الناصّة تارة : على كون المهدي من أهل البيت ، وأخرى : على أنّه من العترة ، وثالثة : على أنّه من النبيّ صلّى اللّه عليه واله وسلم .\r\nولا ريب في انحصار أهل البيت ، والعترة ، وولد النبيّ صلّى اللّه عليه واله وسلم بأولاد أمير المؤمنين عليه السّلام من جهة فاطمة الزهراء عليها السّلام وإليك نموذجا من تلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إبراز الوهم المكنون : 543 .\r\n( 2 ) الفتن / نعيم بن حمّاد 1 : 369 / 1084 ، والتشريف بالمنن / السيّد ابن طاووس : 176 / 238 باب 19 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالأحاديث :\r\n\r\nأحاديث المهدي من أهل البيت عليهم السّلام :\r\n1 - حديث : « لا تنقضي الأيام ، ولا يذهب الدهر ، حتى يملك العرب رجل من أهل بيتي ، اسمه يواطيء اسمي » وهذا الحديث أخرجه أحمد في مسنده ، عن ابن مسعود من عدّة طرق ، وأخرجه أيضا أبو داود في سننه ، والطبراني في المعجم الكبير ، وصحّحه الترمذي ، والكنجي الشافعي ، وعدّه البغوي من الأحاديث الحسان « 1 » .\r\n2 - حديث : « لو لم يبق من الدهر إلّا يوم لبعث اللّه رجلا من أهل البيت يملؤها عدلا كما ملئت جورا » .\r\nوهذا الحديث هو المروي عن عليّ عليه السّلام ، عن رسول اللّه صلّى اللّه عليه واله وسلم ، أخرجه أحمد في مسنده ، وابن أبي شيبة ، وأبو داود ، والبيهقي ، وأشار الطبرسي في مجمع البيان إلى اتّفاق المسلمين من الشيعة والسنة على روايته « 2 » ، وقال أبو الفيض الغماري عن هذا الحديث : « هو صحيح بلا شك ولا شبهة » « 3 » .\r\n3 - حديث : « لا تقوم الساعة حتى يلي رجل من أهل بيتي ، يواطيء اسمه اسمي » .\r\nوهذا الحديث رواه ابن مسعود ، عن النبيّ صلّى اللّه عليه واله وسلم وأخرجه عن ابن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسند أحمد 1 : 376 و 377 و 430 و 448 ، وسنن أبي داود 4 : 107 / 4283 ، والمعجم الكبير للطبراني 10 : 164 - 165 / 10218 ، وسنن الترمذي 4 : 505 / 2230 ، والبيان في أخبار صاحب الزمان : 481 باب 1 ، ومصابيح السنّة 3 : 492 / 4210 .\r\n( 2 ) مسند أحمد 1 : 99 ، والمصنف لابن أبي شيبة 15 : 198 / 19494 ، وسنن أبي داود 4 : 107 / 4283 ، والإعتقاد للبيهقي : 173 ، ومجمع البيان 7 : 67 .\r\n( 3 ) إبراز الوهم المكنون : 495 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nمسعود : أحمد ، والترمذي ، والطبراني من عدة طرق ، والكنجي وصحّحه ، والشيخ الطوسي .\r\nوأخرجه أبو يعلى الموصلي في مسنده عن أبي هريرة « 1 » ، وقال في الدّر المنثور : « وأخرجه الترمذي وصحّحه عن أبي هريرة » « 2 » .\r\n4 - حديث : « المهدي منّا أهل البيت ، أشم الأنف ، أجلى الجبهة ، يملأ الأرض قسطا وعدلا كما ملئت جورا وظلما » .\r\nوهذا من حديث أبي سعيد الخدري ، عن النبيّ صلّى اللّه عليه واله وسلم ، وأخرجه عنه عبد الرزاق ، وصحّحه الحاكم على شرط مسلم ، وأورده الأربلّي في كشف الغمة « 3 » .\r\n\r\nأحاديث المهدي من العترة عليهم السّلام :\r\nوردت أحاديث كثيرة بهذا المعنى ننتخب منها واحدا ، وهو حديث أبي سعيد الخدري ، عن النبيّ ، صلّى اللّه عليه واله وسلم أنّه قال : « لا تقوم الساعة حتى تمتلأ الأرض ظلما وعدوانا ، ثم يخرج رجل من عترتي أو من أهل بيتي - الترديد من الراوي - يملؤها قسطا وعدلا كما ملئت ظلما وعدوانا » .\r\nأخرجه أحمد ، وابن حبّان ، والحاكم وصحّحه على شرط الشيخين ، وأورده الصافي في منتخب الأثر « 4 » وقال أبو الفيض الغماري الشافعي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسند أحمد 1 : 376 ، وسنن الترمذي 4 : 505 / 3231 ، والمعجم الكبير للطبراني 10 : 165 / 10220 و 10221 ، 10 : 167 / 10227 ، والبيان للكنجي : 481 ، وكتاب الغيبة للشيخ الطوسي : 113 ، ومسند أبي يعلى الموصلي 12 : 19 / 6665 .\r\n( 2 ) الدّر المنثور 6 : 58 .\r\n( 3 ) المصنف / عبد الرزاق 11 : 372 / 20773 ، ومستدرك الحاكم 4 : 557 ، وكشف الغمة 3 : 259 .\r\n( 4 ) مسند أحمد 3 : 36 ، وصحيح ابن حبّان 8 : 290 / 6284 ، ومستدرك الحاكم 4 : 557 ، ومنتخب الأثر : 148 / 19 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n- بعد دراسة وافية لطرق الحديث وتتبع حال رواته - : « الحديث صحيح على شرط الشيخين كما قال الحاكم » « 1 » .\r\n\r\nأحاديث المهدي من ولد النبيّ :\r\nمنها : ما رواه أبو سعيد الخدري ، عن النبيّ صلّى اللّه عليه واله وسلم : « المهدي منّي ، أجلى الجبهة ، أقنى الأنف ، يملؤ الأرض قسطا وعدلا كما ملئت ظلما وجورا ، يملك سبع سنين » .\r\nوهذا الحديث صحّحه الحاكم على شرط مسلم ، كما صحّحه الكنجي الشافعي ، والسيوطي ، والشيخ منصور علي ناصف في التاج الجامع للأصول ، وأبو الفيض « 2 » ، وعدّه البغوي من الحسان ، وحكم ابن القيّم بجودة إسناده « 3 » ، وأخرجه عن أبي سعيد : أبو داود ، وعبد الرزاق ، والخطابي في معالم السنن ، ومن الشيعة السيّد ابن طاووس ، وابن بطريق « 4 » .\r\nومنها : حديث أمير المؤمنين عليه السّلام ، عن رسول اللّه صلّى اللّه عليه واله وسلم قال :\r\n« المهدي من ولدي ، تكون له غيبة وحيرة تضل فيها الأمم ، يأتي بذخيرة الأنبياء عليهم السّلام ، فيملؤها عدلا وقسطا كما ملئت جورا وظلما » .\r\nوهذا الحديث أخرجه الشيخ الصدوق في إكمال الدين ، واحتجّ به الجويني الشافعي في فرائد السمطين ، والقندوزي الحنفي في ينابيع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إبراز الوهم المكنون : 515 .\r\n( 2 ) مستدرك الحاكم 4 : 557 ، والبيان للكنجي : 500 ، والجامع الصغير 2 : 672 / 9244 ، والتاج الجامع للأصول 5 : 343 ، وإبراز الوهم المكنون : 508 .\r\n( 3 ) مصابيح السنّة 3 : 492 / 4212 ، والمنار المنيف / ابن القيّم : 144 / 330 .\r\n( 4 ) سنن أبي داود 4 : 107 / 4385 ، والمصنف / عبد الرزاق 11 : 372 / 20773 ، ومعالم السنن 4 : 344 ، والتشريف بالمنن : 153 / 189 و 190 باب 159 ، والفتن لابن حمّاد 1 :\r\n364 / 1063 و 1064 ، والعمدة لابن بطريق الحلي : 433 / 910 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالمودة « 1 » .\r\nوبهذا القدر يتّضح ما ذكرناه من أنّ المهدي لا بدّ وأن يكون من ولد عليّ عليه السّلام من جهة فاطمة الزهراء عليها السّلام . وقد ورد التصريح بهذا أيضا كما في :\r\n\r\nحديث المهدي من ولد فاطمة عليها السّلام :\r\nوهو من رواية أم سلمة ، عن النبيّ صلّى اللّه عليه واله وسلم أنّه قال : « المهدي حقّ وهو من ولد فاطمة » .\r\nأخرجه عن أم سلمة : أبو داود ، وابن ماجة ، والطبراني ، والحاكم من طريقين ، وقد أخرجه أربعة من علماء أهل السنّة عن صحيح مسلم « 2 » ، واعترف آخرون بصحّته وجودة إسناده ، بل وصرّح بعضهم بتواتره « 3 » .\r\nوقد أخرج نعيم بن حمّاد بسنده عن عليّ عليه السّلام أنّه قال : « المهدي رجل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إكمال الدين 1 : 287 / 5 باب 25 ، وفرائد السمطين 2 : 335 / 587 ، وينابيع المودّة : 3 باب 94 .\r\n( 2 ) سنن أبي داود 4 : 107 / 4284 ، وسنن ابن ماجة 2 : 1368 / 4086 ، والمعجم الكبير / الطبراني 23 : 267 / 566 ، ومستدرك الحاكم 4 : 557 ، وأخرجه عن صحيح مسلم كلّ من :\r\nابن حجر الهيتمي في الصواعق المحرقة : 163 باب 11 من الفصل الأوّل ، والمتّقي الهندي في كنز العمال 14 : 264 / 38662 ، والشيخ محمد بن علي الصبّان في إسعاف الراغبين ص : 145 ، والشيخ حسن العدوي الحمزاوي المالكي في مشارق الأنوار ص : 112 ، فهؤلاء الأربعة اتّفقت كلمتهم على وجود الحديث في صحيح مسلم ، ولكن لا وجود له اليوم في نسخه المطبوعة !\r\n( 3 ) حكم الكنجي في البيان : 486 ب 2 بصحّة الحديث ، وجزم بصحّته السيوطي في الجامع الصغير 2 : 672 / 9241 ، ومثله في هامش التاج الجامع للأصول 5 : 343 ، كما عدّة البغوي من الحسان في مصابيح السنّة 3 : 492 / 4211 ، وقد حقّق أبو الفيض في إبراز الوهم : 500 سند الحديث . وانتهى إلى القول بأنّه حديث صحيح وأنّ رجاله كلّهم عدول أثبات ، واعترف الألباني بجودة إسناده كما في عقيدة أهل السنّة ، والأثر في المهدي المنتظر للشيخ عبد المحسن بن حمد العباد ص : 18 ، وقد مرّ القول بتواتره عن القرطبي وغيره ، فراجع .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nمنّا من ولد فاطمة » « 1 » كما اخرج عن الزهري أنّه قال : « المهدي من ولد فاطمة » « 2 » ، وعن كعب مثله أيضا « 3 » .\r\nهذا ، وقد ورد حديث جامع لمعظم الأخبار المتقدّمة ، وهو المروي عن قتادة ، - كما تقدم - قال : قلت لسعيد : أحقّ المهدي ؟ قال : نعم ، هو حق . قلت : ممّن هو ؟ قال : من قريش ، قلت : من أيّ قريش ؟ قال : من بني هاشم . قلت : من أي بني هاشم ؟ قال : من ولد عبد المطّلب . قلت : من أي ولد عبد المطّلب ؟ قال : من أولاد فاطمة » « 4 » .\r\nوعلى الرغم من الاقتراب بهذه النتيجة من جواب السؤال السابق : من هو المهدي الموعود المنتظر ؟ إلّا أنّ العائق ما يزال موجودا في تشخيص نسبه الشريف بنحو لا يقبل الترديد بين أولاد فاطمة عليها السّلام ، لوضوح أنّ هذا النسب - بهذا الإطلاق - ينتهي إلى السبطين الحسن والحسين عليهما السّلام .\r\nولهذا فنحن أمام احتمالات ثلاثة وهي :\r\nالأوّل : أن يكون المهدي من أولاد الإمام الحسن السبط عليه السّلام .\r\nالثاني : أن يكون من أولاد الإمام الحسين السبط عليه السّلام .\r\nالثالث : أن يكون من أولاد السبطين معا .\r\nأمّا الاحتمال الثالث : فلا يحتاج قبوله أو ردّه أكثر من النظر في نتائج البحث في الأخبار المؤيّدة للإحتمالين الأوّلين .\r\nوأمّا فرض احتمال رابع ، وهو : كون المهدي من أولاد غير السبطين ، فهو باطل بالضرورة وغير معقول في نفسه ؛ لثبوت صحّة أحاديث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفتن / نعيم بن حماد 1 : 375 / 1117 ، وعنه في كنز العمال 14 : 591 / 39675 .\r\n( 2 ) الفتن / نعيم بن حماد 1 : 375 / 1114 وعنه في التشريف بالمنن : 176 / 237 باب 189 .\r\n( 3 ) الفتن / نعيم بن حماد 1 : 374 / 1112 ، وعنه في التشريف بالمنن : 157 / 202 باب 163 .\r\n( 4 ) عقد الدرر : 44 من الباب الأوّل ، والفتن / نعيم بن حمّاد 1 : 368 - 369 / 1082 ، وعنه السيّد ابن طاووس في التشريف بالمنن : 157 / 201 باب 163 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nالمهدي وتواترها بخصوص كونه من أهل البيت عليهم السّلام ، ومن ولد فاطمة عليها السّلام .\r\nإذن ، لم يبق سوى التحقيق في مثبتات الاحتمالين الأوّلين . ويجب التنبيه قبل ذلك إلى أنّه : لو ثبت كذب ما يؤيّد الاحتمال الأوّل ، فلا نحتاج أصلا إلى التحقيق في مثبتات الاحتمال الثاني ، إذ سيصدق بالضرورة ، ويكون هو المتيقن ، المقطوع به ، المطابق للواقع ، لما مرّ من استحالة كذب الاحتمالين معا ؛ لهذا سوف نستفرغ الوسع بدراسة وتحقيق مثبتات الاحتمال الأوّل ، فنقول :\r\n\r\nحديث المهدي من ولد الإمام الحسن السبط عليه السّلام :\r\nلم أجد ما يدلّ على أنّ المهدي الموعود المنتظر هو من ولد الإمام الحسن عليه السّلام في كتب أهل السنّة غير حديث واحد فقط ، وربّما لا يوجد في تراث الإسلام حديث غيره ، وهو ما أخرجه أبو داود السجستاني في سننه ، وإليك نصه :\r\nقال : « حدّثت عن هارون بن المغيرة ، قال : حدّثنا عمر بن أبي قيس ، عن شعيب بن خالد ، عن أبي إسحاق ، قال : قال عليّ رضى اللّه عنه - ونظر إلى ابنه الحسن - فقال : ( إنّ ابني هذا سيّد كما سمّاه النبي صلّى اللّه عليه وسلم ، وسيخرج من صلبه رجل يسمّى باسم نبيّكم ، يشبهه في الخلق ولا يشبهه في الخلق ) . ثم ذكر قصّة : يملأ الأرض عدلا » « 1 » انتهى بعين لفظه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن أبي داود 4 : 108 / 4290 ، وأخرجه عنه في جامع الأصول 11 : 49 - 50 / 7814 ، وكنز العمّال 13 : 647 / 37636 ، كما أخرجه نعيم بن حمّاد في كتاب الفتن 1 : 374 - 375 / 1113 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nبطلان الحديث من سبعة وجوه :\r\nمن دراسة سند الحديث ومتنه ، ومقارنة ذلك بأحاديث كون المهدي من ولد الحسين عليه السّلام ، يطمئن الباحث بوضعه ، وذلك من سبعة وجوه وهي :\r\nالوجه الأوّل : اختلاف النقل عن أبي داود في هذا الحديث ، فقد أورد الجزري الشافعي ( ت / 833 ه ) هذا الحديث بسنده ، عن أبي داود نفسه وفيه اسم : ( الحسين ) مكان ( الحسن ) ، فقال : « والأصح أنّه من ذرّية الحسين بن عليّ لنصّ أمير المؤمنين عليّ على ذلك ، فيما أخبرنا به شيخنا المسند ، رحلة زمانه ، عمر بن الحسن الرّقي - قراءة عليه ، قال : أنبأنا أبو الحسن بن البخاري ، أنبأنا عمر بن محمد الدارقزي ، أنبأنا أبو البدر الكرخي ، أنبأنا أبو بكر الخطيب ، أنبأنا أبو عمر الهاشمي ، أنبأنا أبو عليّ اللؤلؤي ، أنبأنا أبو داود الحافظ قال : حدّثت عن هارون بن المغيرة ، قال :\r\nحدّثنا عمر بن أبي قيس ، عن شعيب بن خالد ، عن أبي إسحاق قال : قال عليّ عليه السّلام - ونظر إلى ابنه الحسين - فقال : « إنّ ابني هذا سيد كما سماه النبي صلّى اللّه عليه وسلم ، وسيخرج من صلبه رجل يسمّى باسم نبيّكم ، يشبهه في الخلق ، ولا يشبهه في الخلق » ، ثم ذكر قصة يملأ الأرض عدلا .\r\nهكذا رواه أبو داود في سننه وسكت عنه » « 1 » ، انتهى بعين لفظه .\r\nوأخرجه المقدسي الشافعي في عقد الدرر ص 45 من الباب الأوّل ، وفيه اسم : ( الحسن ) ، وأشار محقّقه في هامشه إلى نسخة باسم : ( الحسين ) ويؤيّد وجود هذه النسخة نقل السيّد صدر الدين الصدر عنها إذ أورد الحديث عن عقد الدّرر وفيه اسم : ( الحسين ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أسمى المناقب في تهذيب أسنى المطالب / الجزري الدمشقي الشافعي : 165 - 168 / 61 .\r\n( 2 ) المهدي / السيّد صدر الدين الصدر : 68 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nوهذا الاختلاف ينفي الوثوق بترجيح أحد الإسمين ما لم يعتضد بدليل من خارج الحديث ، وهو مفقود في ترجيح ( الحسن ) ومتوفّر في ( الحسين ) .\r\nالوجه الثاني : سند الحديث منقطع لأنّ من رواه عن عليّ عليه السّلام هو أبو إسحاق والمراد به السبيعي ، وهو ممّن لم تثبت له رواية واحدة سماعا عن عليّ عليه السّلام كما صرّح بهذا المنذري في شرح هذا الحديث « 1 » ، إذ كان عمره يوم شهادة أمير المؤمنين علي عليه السّلام مردّدا ما بين ست ، وسبع سنين ؛ لأنّه ولد إمّا : لسنتين بقيتا من خلافة عثمان كما في قول ابن حجر « 2 » ، أو لثلاث بقين كما في قول ابن خلّكان « 3 » .\r\nالوجه الثالث : إن سنده مجهول أيضا ؛ لأن أبا داود قال : ( حدّثت عن هارون بن المغيرة ) ولا يعلم من الذي حدّثه ، ولا عبرة في الحديث المجهول إتّفاقا .\r\nالوجه الرابع : إنّ الحديث المذكور أخرجه أبو صالح السليلي - وهو من أعلام أهل السنّة - بسنده عن الإمام موسى بن جعفر ، عن أبيه جعفر بن محمّد الصادق ، عن جدّه عليّ بن الحسين ، عن جدّه عليّ بن أبي طالب عليهم السّلام ، وفيه اسم : ( الحسين ) لا : ( الحسن ) عليهما السّلام « 4 » .\r\nالوجه الخامس : إنّه معارض بأحاديث كثيرة من طرق أهل السنّة تصرّح بأنّ المهدي من ولد الإمام الحسين عليه السّلام ، منها : حديث حذيفة بن اليمان قال : « خطبنا رسول اللّه صلّى اللّه عليه واله وسلم فذكرنا بما هو كائن ، ثم قال : « لو لم يبق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مختصر سنن أبي داود / المنذري 6 : 162 / 4121 .\r\n( 2 ) تهذيب التهذيب 8 : 56 / 100 .\r\n( 3 ) وفيات الأعيان 3 : 459 / 502 .\r\n( 4 ) التشريف بالمنن / السيّد ابن طاووس : 285 / 413 ب 76 ، أخرجه عن فتن السليلي باختلاف يسير .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nمن الدنيا إلّا يوم واحد ، لطوّل اللّه عزّ وجلّ ذلك اليوم حتى يبعث فيه رجلا من ولدي ، اسمه اسمي » . فقام سلمان الفارسي رضى اللّه عنه فقال : يا رسول اللّه ! من أي ولدك ؟ قال : « من ولدي هذا » ، وضرب بيده على الحسين ) « 1 » .\r\nالوجه السادس : احتمال التصحيف في الاسم من ( الحسين ) إلى ( الحسن ) في حديث أبي داود غير مستبعد بقرينة إختلاف النقل ، ومع عكس الاحتمال فإنّه خبر واحد لا يقاوم المتواتر ، كما سنفصله في محلّه .\r\nالوجه السابع : يحتمل قويّا وضع الحديث لما فيه من العلل المتقدّمة ، ويؤيّد هذا الاحتمال أنّ الحسنيّين وأتباعهم وأنصارهم زعموا مهدوية محمد بن عبد اللّه بن الحسن المثنى بن الإمام الحسن السبط عليه السّلام ، الذي قتل سنة ( 145 ه ) في زمن المنصور العبّاسي ، نظير ما حصل - بعد ذلك - من قبل العبّاسيين وأتباعهم في ادّعاء مهدوية محمد بن عبد اللّه المنصور الخليفة العبّاسي الملقّب بالمهدي ( 158 - 169 ه ) لما في ذلك من تحقيق أهداف ومصالح سياسية كبيرة لا يمكن الوصول إليها بسهولة من غير هذا الطريق المختصر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المنار المنيف / ابن القيّم : 148 / 329 فصل / 50 ، عن الطبراني في الأوسط ، وعقد الدّرر :\r\n45 من الباب الأول وفيه : ( أخرجه الحافظ أبو نعيم في صفة المهدي ) ، وذخائر العقبى / المحب الطبري : 136 ، وفيه : ( فيحمل ما ورد مطلقا فيما تقدّم على هذا المقيد ) ، وفرائد السمطين 2 :\r\n325 / 575 باب / 61 ، والقول المختصر / ابن حجر : 7 / 37 باب / 1 ، وفرائد فوائد الفكر :\r\n2 باب / 1 ، والسيرة الحلبية 1 : 193 ، وينابيع المودة 3 : 63 باب / 94 ، وهناك أحاديث أخرى بهذا الخصوص في مقتل الإمام الحسين عليه السّلام / الخوارزمي الحنفي 1 : 196 ، وفرائد السمطين 2 : 310 - 315 / الأحاديث 561 - 569 ، وينابيع المودة 3 : 170 / 212 باب 93 وباب 94 .\r\nومن مصادر الشيعة أنظر : كشف الغمة 3 : 259 ، وكشف اليقين : 117 ، واثبات الهداة 3 : 617 / 174 باب 32 ، وحلية الأبرار 2 : 701 / 54 باب / 41 ، وغاية المرام : 694 / 17 باب / 141 ، وفي منتخب الأثر الشيء الكثير من تلك الأحاديث المخرّجة من طرق الفريقين ، فراجع .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nالحديث غير معارض لأحاديث : المهدي من ولد الحسين عليه السّلام :\r\nمع فرض صحّة الحديث - على الرغم ممّا تقدّم فيه - فإنّه لا تعارض بينه وبين الأحاديث الأخرى المصرّحة بكون المهدي من ولد الإمام الحسين عليه السّلام ويمكن الجمع بينه وبينها ، بأن يكون الإمام المهدي عليه السّلام حسيني الأب حسني الأم ؛ وذلك لأنّ زوجة الإمام عليّ بن الحسين بن عليّ بن أبي طالب عليهم السّلام ، أم الإمام الباقر محمّد بن عليّ بن الحسين عليهم السّلام هي فاطمة بنت الإمام الحسن المجتبى عليه السّلام .\r\nوعلى هذا يكون الإمام الباقر عليه السّلام حسيني الأب حسني الأم ، وذرّيته تكون من ذرّية السبطين حقيقة .\r\nوهذا الجمع له ما يؤيّده من القرآن الكريم قال تعالى :  وَوَهَبْنا لَهُ إِسْحاقَ وَيَعْقُوبَ كُلًّا هَدَيْنا وَنُوحاً هَدَيْنا مِنْ قَبْلُ وَمِنْ ذُرِّيَّتِهِ داوُدَ وَسُلَيْمانَ   . . . وَعِيسى وَإِلْياسَ كُلٌّ مِنَ الصَّالِحِينَ  « 1 » .\r\nفعيسى عليه السّلام ألحق بذراري الأنبياء من جهة مريم عليها السّلام ، فلا مانع إذن من أن تلحق ذرّية الإمام الباقر بالإمام الحسن السبط عليهما السّلام من جهة الأم ؛ ولهذا ألحق السبطان عليهما السّلام برسول اللّه صلّى اللّه عليه واله وسلم من جهة فاطمة الزهراء عليها السّلام بلا خلاف .\r\nوهذا الجمع بين الأخبار لا ينبغي الشك فيه مع افتراض صحة حديث أبي داود ، وإن كان مخالفا للصحّة من كلّ وجه كما تقدّم .\r\nوإلى هنا اتّضح لنا أنّ الاحتمال الثاني - أعني كون الإمام المهدي من ولد الإمام الحسين عليه السّلام - لم يكن مجرّد احتمال ، وإنّما هو الواقع بعينه ، سواء قلنا : بصحّة حديث كون المهدي من ولد الإمام الحسن السبط عليه السّلام أو لم نقل بذلك .\r\nأمّا مع فرض القول بصحّة الحديث ، فلا تعارض بينه وبين أحاديث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنعام : 6 / 84 - 85 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nكون المهدي من ولد الإمام الحسين عليه السّلام ، بل هو مؤيّد لها كما تقدّم .\r\nوأمّا مع القول بعدم صحّته - وهو الحقّ لما تقدّم في الوجوه السبعة - فالحال أوضح من أن يحتاج إلى بيان ؛ لما قلناه سابقا من أنّ إثبات بطلان أحد الاحتمالين يعني القطع بمطابقة الآخر للواقع لاستحالة بطلانهما معا ، إذ المتيقن هو كون المهدي الموعود من ولد فاطمة عليها السّلام حقّا .\r\n\r\nما ورد معارضا لكون المهدي من أولاد الحسين عليه السّلام :\r\nلقد اتّضح من خلال البحث في طوائف أحاديث نسب الإمام المهدي ، أنّه لا بدّ وأن يكون من أولاد الإمام الحسين عليه السّلام ، وقبل بيان مثبتات هذه النتيجة - التي يترتّب عليها اعتقاد الشيعة الإمامية بأنّ المهدي هو التاسع من صلب الإمام الحسين عليه السّلام ، وأنّه قد ولد حقّا وهو محمّد بن الحسن العسكري عليه السّلام - لا بدّ من التوقّف برهة مع ما ورد معارضا لذلك في لسان بعض الروايات - من طريق أهل السنّة - التي عيّنت اسم أبي المهدي ب : ( عبد اللّه ) ، ممّا نجم عنها اعتقاد بعضهم بأنّ المهدي هو محمد بن عبد اللّه ، وأنّه لم يولد بعد ، وإنّما سيولد قبيل ظهوره في آخر الزمان .\r\nولمّا كان التواتر حاصلا لمهديّ واحد ، فلا بدّ وأن يكون أحد الفريقين ينتظر مهديّا لا واقع له ، وهذا ما يستدعي وجوب مراجعة كلّ فريق لأدلّته بمنظار أنّها خطأ يحتمل الصواب ، والنظر لما عند الآخر باعتبار أنّه صواب يحتمل الخطأ ، وهذا وإن عزّ ، فلا يعدم عند من يسعى لإدراك الصواب - قبل فوات الأوان - أينما كان .\r\nولأجل معرفة الصحيح في اسم أبي المهدي أهو : عبد اللّه ، أو الحسن ؟ نقول :\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nأحاديث : « اسم أبيه اسم أبي » ( عبد اللّه ) :\r\nنودّ الإشارة قبل دراسة هذه الأحاديث إلى أنّ بعض علماء الشيعة قد أوردوا بعضها ، لا إيمانا بها ، لمخالفتها لأصول مذهبهم ، وإنّما لأمانتهم في نقلها من كتب أهل السنّة دون تحريف أو حذف ؛ إمّا لإمكان تأويلها بما لا يتعارض وأصول المذهب ، وإمّا للبرهنة على الأمانة في النقل ، وإيقاف المسلمين على مناقشاتهم لها ، وهي :\r\n1 - الحديث الذي أخرجه ابن أبي شيبة ، والطبراني ، والحاكم ، كلّهم من طريق عاصم بن أبي النجود ، عن زرّ بن حبيش ، عن عبد اللّه بن مسعود ، عن النبيّ صلّى اللّه عليه واله وسلم أنه قال : « لا تذهب الدنيا حتى يبعث اللّه رجلا يواطئ اسمه اسمي ، واسم أبيه اسم أبي » « 1 » .\r\n2 - الحديث الذي أخرجه أبو عمرو الداني ، والخطيب البغدادي كلاهما ، من طريق عاصم بن أبي النجود ، عن زرّ بن حبيش ، عن عبد اللّه بن مسعود ، عن النبيّ صلّى اللّه عليه واله وسلم أنه قال : « لا تقوم الساعة حتى يملك الناس رجل من أهل بيتي ، يواطئ اسمه اسمي ، واسم أبيه اسم أبي » « 2 » .\r\n3 - الحديث الذي أخرجه نعيم بن حمّاد ، والخطيب ، وابن حجر ، كلّهم ، من طريق عاصم أيضا ، عن زرّ ، عن ابن مسعود ، عن النبيّ صلّى اللّه عليه واله وسلم أنّه قال : « المهدي يواطئ اسمه اسمي ، واسم أبيه اسم أبي » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصنف / ابن أبي شيبة 15 : 198 / 19493 ، والمعجم الكبير / الطبراني 10 : 163 / 10213 و 10 : 166 / 10222 ، ومستدرك الحاكم 4 : 442 ، وأورده من الشيعة المجلسي في بحار الأنوار 51 : 82 / 21 ، عن كشف الغمة للأربلي 3 : 261 ، والأخير نقله عن كتاب الأربعين / أبي نعيم .\r\n( 2 ) سنن أبي عمرو الداني : 94 - 95 ، وتاريخ بغداد 1 : 370 ، ولم يروه أحد من الشيعة .\r\n( 3 ) تاريخ بغداد 5 : 391 ، وكتاب الفتن / نعيم بن حمّاد 1 : 367 / 1076 و 1077 ، وفيه يقول -\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n4 - الحديث الذي أخرجه نعيم بن حمّاد بسنده ، عن أبي الطفيل قال :\r\n« قال رسول اللّه صلّى اللّه عليه وسلم : المهدي اسمه اسمي ، واسم أبيه اسم أبي » « 1 » .\r\n\r\nحقيقة هذا التعارض وبيان قيمته العلمية :\r\nهذه هي الأحاديث التي جعلت مبرّرا لاختيار ( محمّد بن عبد اللّه ) كمهديّ في آخر الزمان ، وكلّها لا تصحّ حجّة ومبرّرا لهذا الاختيار . وقد علمت أنّ الثلاثة الأولى منها كلّها تنتهي إلى ابن مسعود من طريق واحد وهو طريق عاصم بن أبي النجود . وسوف يأتي ما في هذا الطريق مفصّلا .\r\nوأما الحديث الرابع ، فسنده ضعيف بالاتّفاق إذ وقع فيه رشدين بن سعد المهري وهو : رشدين بن أبي رشدين المتّفق على ضعفه بين أرباب علم الرجال من أهل السنّة .\r\nفعن أحمد بن حنبل : أنّه ليس يبالي عمّن روى ، وقال حرب بن إسماعيل : « سألت أحمد بن حنبل عنه ، فضعّفه » ، وعن يحيى بن معين : لا يكتب حديثه . وعن أبي زرعة : ضعيف الحديث ، وقال أبو حاتم : منكر الحديث ، وقال الجوزجاني : عنده معاضيل ، ومناكير كثيرة ، وقال النسائي :\r\nمتروك الحديث لا يكتب حديثه .\r\nوبالجملة ، فإنّي لم أجد أحدا وثّقه قطّ إلّا هيثم بن ناجة فقد وثّقه وكان أحمد بن حنبل حاضرا في المجلس ، فتبسّم ضاحكا ، وهذا يدلّك على\r\n\r\n\r\n","description":"","footnote":"\r\n- ابن حمّاد : « وسمعته غير مرّة لا يذكر اسم أبيه » ، وأخرجه في كنز العمال 14 : 268 / 38678 عن ابن عساكر ، ونقله السيّد ابن طاووس في التشريف بالمنن : 156 / 196 و 197 باب / 163 عن فتن ابن حمّاد ، كما أورده ابن حجر في القول المختصر : 40 / 4 مرسلا .\r\n( 1 ) الفتن / نعيم بن حمّاد 1 : 368 / 1080 ، وعنه السيّد ابن طاووس في التشريف بالمنن : 257 / 200 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nتسالمهم على ضعفه « 1 » .\r\nولا شك ، أنّ من كان حاله كما عرفت فلا يؤخذ عنه مثل هذا الامر الخطير .\r\nوأما الأحاديث الثلاثة الأولى ، فهي ليست بحجّة من كلّ وجه ، وممّا يوجب وهنها وردها هو أنّ عبارة : ( واسم أبيه اسم أبي ) لم يروها كبار الحفّاظ والمحدّثين ، بل الثابت عنهم رواية : ( واسمه اسمي ) فقط من دون هذه العبارة كما سنبرهن عليه ، هذا مع تصريح بعض العلماء من أهل السنّة الذين تتبّعوا طرق عاصم بن أبي النجود بأنّ هذه الزيادة ليست فيها ، كما سيأتي مفصّلا .\r\nومن ثم ، فإنّ إسناد هذه الأحاديث الثلاثة ينتهي إلى ابن مسعود فقط ، بينما المروي عن ابن مسعود نفسه كما في مسند أحمد - وفي عدّة مواضع - ( واسمه اسمي ) فقط « 2 » ، وكذلك الحال عند الترمذي فقد روى هذا الحديث من دون هذه العبارة ، مشيرا إلى أنّ المروي عن عليّ عليه السّلام ، وأبي سعيد الخدري ، وأم سلمة ، وأبي هريرة هو بهذا اللفظ ( واسمه اسمي ) ثم قال - بعد رواية الحديث عن ابن مسعود بهذا اللفظ - : « وفي الباب : عن عليّ ، وأبي سعيد ، وأم سلمة ، وأبي هريرة . وهذا حديث حسن صحيح » « 3 » .\r\nوهكذا عند أكثر الحفاظ ، فالطبراني مثلا أخرج الحديث عن ابن مسعود نفسه من طرق أخرى كثيرة ، وبلفظ : ( اسمه اسمي ) ، كما في أحاديث معجمه الكبير المرقمة : 10214 و 10215 و 10217 و 10218\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع : تهذيب الكمال 9 : 191 / 1911 ، وتهذيب التهذيب 3 : 240 ، ففيهما جميع ما ذكر بحقّ رشدين بن أبي رشدين .\r\n( 2 ) مسند أحمد 1 : 376 و 377 و 430 و 448 .\r\n( 3 ) سنن الترمذي 4 : 505 / 2230 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nو 10219 و 10220 و 10221 و 10223 و 10225 و 10226 و 10227 و 10229 و 10230 .\r\nوكذلك الحاكم في مستدركه أخرج الحديث ، عن ابن مسعود بلفظ :\r\n( يواطئ اسمه اسمي ) فقط ، ثم قال : « هذا حديث صحيح على شرط الشيخين ولم يخرجاه » « 1 » وتابعه على ذلك الذهبي ، وكذلك نجد البغوي في مصابيح السنّة يروي الحديث ، عن ابن مسعود ، من دون هذه الزيادة مع التصريح بحسن الحديث « 2 » .\r\nوقد صرّح المقدسي الشافعي بأنّ تلك الزيادة لم يروها أئمّة الحديث ، فقال - بعد أن أورد الحديث عن ابن مسعود بدون هذه الزيادة - : « أخرجه جماعة من أئمّة الحديث في كتبهم ، منهم : الإمام أبو عيسى الترمذي في جامعه ، والإمام أبو داود في سننه ، والحافظ أبو بكر البيهقي ، والشيخ أبو عمرو الداني ، كلّهم هكذا » « 3 » أي : ليس فيه : ( واسم أبيه اسم أبي ) ثم أخرج جملة من الأحاديث المؤيّدة لذلك مشيرا إلى من أخرجها من الأئمة الحفّاظ : كالطبراني ، وأحمد بن حنبل ، والترمذي ، وأبي داود ، والحافظ أبي داود ، والبيهقي ، عن عبد اللّه بن مسعود ، وعبد اللّه بن عمر ، وحذيفة « 4 » .\r\nهذا زيادة على ما مرّ من إشارة الترمذي إلى تخريجها عن عليّ عليه السّلام ، وأبي سعيد الخدري ، وأم سلمة ، وأبي هريرة ؛ كلّهم بلفظ : ( واسمه اسمي ) فقط .\r\nولا يمكن تعقّل إتّفاق هؤلاء الأئمّة الحفّاظ بإسقاط هذه الزيادة ( واسم أبيه اسم أبي ) لو كانت مروية حقّا ، عن ابن مسعود ، مع أنّهم رووها من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الحاكم 4 : 442 .\r\n( 2 ) مصباح السنّة 492 / 4210 .\r\n( 3 ) عقد الدّرر : 51 / باب 2 .\r\n( 4 ) عقد الدّرر : 51 - 56 / باب 2 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nطريق عاصم بن أبي النجود ، بل ويستحيل تصوّر إسقاطهم لها لما فيها من أهمية بالغة في النقض على ما يدّعيه الطرف الآخر .\r\nومن هنا يتضح أنّ تلك الزيادة قد زيدت على حديث ابن مسعود من طريق عاصم : إمّا من قبل أتباع الحسنيين وأنصارهم ترويجا لمهدوية محمّد بن عبد اللّه بن الحسن المثنى ، أو من قبل أتباع العبّاسيين ومؤيّديهم في ما زعموا بمهدوية محمّد بن عبد اللّه - أبي جعفر - المنصور العبّاسي .\r\nوقد يتأكّد هذا الوضع فيما لو علمنا بأنّ الأوّل منهما كانت رتّة في لسانه ، ممّا اضطر أنصاره على الكذب على أبي هريرة ، فحدّثوا عنه أنّه قال : « إنّ المهدي اسمه محمّد بن عبد اللّه في لسانه رتّة ) « 1 » .\r\nولمّا كانت الأحاديث الثلاثة الأولى من رواية عاصم بن أبي النجود ، عن زرّ بن حبيش ، عن عبد اللّه بن مسعود ، مخالفة لما أخرجه الحفّاظ عن عاصم من أحاديث في المهدي - كما مرّ ، فقد تابع الحافظ أبو نعيم الأصبهاني ( ت / 430 ه ) في كتابه ( مناقب المهدي ) طرق هذا الحديث عن عاصم ، حتى أوصلها إلى واحد وثلاثين طريقا ، ولم يرو في واحد منها عبارة ( واسم أبيه اسم أبي ) بل اتّفقت كلّها على رواية ( واسمه اسمي ) فقط . وقد نقل نصّ كلامه الكنجي الشافعي ( ت / 638 ه ) ثم عقّب عليه بقوله : « ورواه غير عاصم ، عن زرّ ، وهو عمرو بن حرّة ، عن زرّ كلّ هؤلاء رووا « اسمه اسمي » إلّا ما كان من عبيد اللّه بن موسى ، عن زائدة ، عن عاصم ، فإنّه قال فيه : ( واسم أبيه اسم أبي ) . ولا يرتاب اللبيب أنّ هذه الزيادة لا اعتبار بها مع اجتماع هؤلاء الأئمّة على خلافها - إلى أن قال - والقول الفصل في ذلك : إنّ الإمام أحمد - مع ضبطه وإتقانه - روى هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا الحديث الموضوع منقول في معجم أحاديث الإمام المهدي عن مقاتل الطالبيين : 163 - 164 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالحديث في مسنده * في * عدّة مواضع : واسمه اسمي » « 1 » .\r\nومن هنا يعلم أنّ حديث : ( . . واسم أبيه اسم أبي ) فيه من الوهن ما لا يمكن الاعتماد عليه في تشخيص اسم والد المهدي المباشر .\r\nوعليه ، فإنّ من ينتظر مهديّا باسم ( محمّد بن عبد اللّه ) إنّما هو في الواقع - وعلى طبق ما في التراث الإسلامي من أخبار - ينتظر سرابا يحسبه الضمآن ماء .\r\nولهذا نجد الأستاذ الأزهري سعد محمد حسن يصرّح : بأنّ أحاديث ( اسم أبيه اسم أبي ) أحاديث موضوعة ، ولكن الطريف في تصريحه أنّه نسب الوضع إلى الشيعة الإماميّة لتؤيّد بها وجهة نظرها على حدّ تعبيره « 2 » ! !\r\nويتّضح ممّا تقدّم أنّ نتيجة البحث في طوائف أحاديث نسب الإمام المهدي ، قد انتهت إلى كونه من ولد الإمام الحسين عليه السّلام ؛ لضعف سائر الأحاديث التي وردت مخالفة لتلك النتيجة ، مع عدم وجود أية قرينة تشهد بصحّة تلك الأحاديث ، بل توفّرت القرآئن الدالّة على إختلاقها .\r\nوإذا عدنا إلى نتيجة البحث في الطوائف المتقدّمة نجدها مؤيّدة بما تواتر نقله عند المسلمين .\r\n\r\nمؤيّدات كون المهدي من ولد الحسين عليه السّلام\r\nهناك أحاديث كثيرة عند الشيعة الإمامية عيّنت الأئمّة الاثني عشر بأسمائهم واحدا بعد آخر ابتداء بالامام عليّ وانتهاء بالمهدي عليهما السّلام ، مع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البيان في أخبار صاحب الزمان / الكنجي الشافعي : 482 .\r\n( 2 ) المهدية في الإسلام / الأستاذ الأزهري سعد محمّد حسن : 69 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nمجموعة من الأحاديث في تعيين كل إمام لا حق بنصّ من الإمام السابق .\r\nوأخرى عند أهل السنّة مصرحة بعدد الأئمّة تارة كما في الصحاح ، ومشخّصة لأسمائهم كما في كتب المناقب وغيرها ، وإلى جانب هذا توجد جملة من الأحاديث المتّفق على صحّتها تدلّ على حياة المهدي ما بقي في الناس اثنان ، وهذا لا يتمّ إلّا بتقدير كونه التاسع من ولد الإمام الحسين عليهما السّلام . وسوف لن نذكر من تلك الأحاديث إلّا ما احتجّ به في كتب الفريقين .\r\n\r\nحديث الثقلين :\r\nممّا لا شكّ فيه أنّ النبيّ صلّى اللّه عليه واله وسلم قد انتقل إلى الرفيق الأعلى والسنّة لم تدوّن بكلّ تفاصيلها في عهده ، وهو منزّه عن التفريط برسالته المحكوم ببقائها إلى يوم القيامة ، ومنزّه أيضا عن إهمال أمته مع نهاية رأفته بهم وشفقته عليهم ، فكيف يوكّلهم إلى القرآن الكريم وحده مع ما فيه من محكم ومتشابه ، ومجمل ومفصّل ، وناسخ ومنسوخ ، فضلا عمّا في آياته من وجوه ومحامل استخدمت للتدليل على صحّة الآراء المتباينة كما نحسّ ونلمس عند أرباب المذاهب والفرق الإسلامية .\r\nهذا ، مع علمه صلّى اللّه عليه واله وسلم بأنّه قد كذب عليه في حياته فكيف الحال إذن بعد وفاته ، والدليل عليه قوله صلّى اللّه عليه واله وسلم الذي اتّخذ بكتب الدراية مثالا على التواتر اللفظي : « من كذّب عليّ متعمّدا فليتبوّأ مقعده من النار » .\r\nفمن غير المعقول إذن أن يدع النبيّ صلّى اللّه عليه وآله شريعته مسرحا لإجتهادات الآخرين من دون أن يحدّد لهم مرجعا يعلم ما في القرآن حقّ علمه ، وتكون السنّة معلومة بكلّ تفاصيلها عنده .\r\nوهذا هو القدر المنسجم مع طبيعة صيانة الرسالة ، وحفظها ، ومراعاة استمرارها منهجا وتطبيقا في الحياة .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nومن هنا تتّضح أهمية حديث الثقلين ( القرآن والعترة ) ، وقيمة إرجاع الأمّة فيه إلى العترة لأخذ الدين الحقّ عنهم ، كما تتّضح أسباب التأكيد عليه في مناسبات مختلفة ونوب متفرّقة ، منها في يوم الغدير ، وآخرها في مرضه الأخير .\r\nفعن زيد بن أسلم ، عن رسول اللّه صلّى اللّه عليه واله وسلم قال : « كأنّني قد دعيت فأجبت ، إنّي تارك فيكم الثقلين أحدهما أكبر من الآخر : كتاب اللّه ، وعترتي أهل بيتي ، فانظروا كيف تخلفوني فيهما ، فإنّهما لن يفترقا حتى يردا عليّ الحوض ، إنّ اللّه مولاي ، وأنا ولي كلّ مؤمن . من كنت مولاه فعليّ مولاه ، اللّهم وال من والاه ، وعاد من عاداه » « 1 » .\r\nوعن أبي سعيد الخدري ، عن النبيّ صلّى اللّه عليه واله وسلم قال : « إنّي تارك فيكم ما إن تمسّكتم به لن تضلّوا بعدي ، أحدهما أعظم من الآخر : كتاب اللّه حبل ممدود من السماء إلى الأرض ، وعترتي أهل بيتي ، ولن يفترقا حتى يردا عليّ الحوض ، فانظروا كيف تخلفوني فيهما » « 2 » ، هذا فضلا عن تأكيده صلّى اللّه عليه واله وسلم المستمر على الاقتداء بعترته أهل بيته ، والاهتداء بهديهم ، والتحذير من مخالفتهم ، وذلك بجعلهم : تارة كسفن للنجاة ، وأخرى أمانا للأمّة ، وثالثة كباب حطّة .\r\nوفي الواقع لم يكن الصحابة بحاجة إلى سؤال واستفسار من النبيّ صلّى اللّه عليه وآله لتشخيص المراد بأهل البيت ، وهم يرونه وقد خرج للمباهلة وليس معه غير أصحاب الكساء وهو يقول : « اللّهم هؤلاء أهلي » وهم من أكبر الناس معرفة بخصائص هذا الكلام ، وإدراكا لما ينطوي عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الحاكم 3 : 109 .\r\n( 2 ) سنن الترمذي 5 : 662 / 3786 ، وحديث الثقلين قد روي عن أكثر من ثلاثين صحابيّا ، وبلغ عدد رواته عبر القرون المئات . راجع حديث الثقلين تواتره ، فقهه ، للسيّد عليّ الحسيني الميلاني : 47 - 51 . فقد ذكر فيه بعض الرواة وفيه الكفاية .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nمن قصر واختصاص . وإلّا فتسعة أشهر وهي المدّة التي أخبر عنها ابن عبّاس في وقوف النبيّ صلّى اللّه عليه واله وسلم على باب فاطمة صباح كل يوم وهو يقرأ :\r\n إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً  « 1 » كافية لأن يعرف الجميع من هم أهل البيت عليهم السّلام ؟\r\nومع هذا فلا معنى لسؤالهم واستفسارهم من النبيّ صلّى اللّه عليه واله وسلم عمّن يعصموا الأمّة بعده من الضلالة إلى يوم القيامة فيما لو تمسّكت بهم مع القرآن .\r\nفحاجة الأمّة - والصحابة أيضا - ليس أكثر من تشخيص أوّلهم ليكون المرجع للقيام بمهمّته بعد النبيّ صلّى اللّه عليه واله وسلم حتى يأخذ دوره في عصمة الأمّة من الضلالة ، وهو بدوره مسؤول عن تعيين من يليه في هذه المهمّة ، وهكذا حتى يرد آخر عاصم من الضلالة مع القرآن على النبيّ صلّى اللّه عليه واله وسلم الحوض .\r\nوإذا علمت أنّ عليّا عليه السّلام قد تعيّن بنصوص لا تحصى ، ومنها : في حديث الثقلين نفسه ، فليس من الضروري إذن أن يتولّى النبيّ صلّى اللّه عليه واله وسلم بنفسه تعيين من يلي أمر الأمّة باسمه في كلّ عصر وجيل ، إن لم نقل إنّه غير طبيعي لولا أن تقتضيه بعض الاعتبارات .\r\nفالمقياس إذن في معرفة إمام كلّ عصر وجيل : إمّا أن يكون بتعيينهم دفعة واحدة ، أو بنصّ السابق على إمامة اللاحق وهو المقياس الطبيعي المألوف الذي دأبت عليه الأنبياء والأوصياء عليهم السّلام ، وعرفته البشرية في سياساتها منذ أقدم العصور وإلى يوم الناس هذا .\r\nوإذا ما عدنا إلى واقع أهل البيت عليهم السّلام نجد النصّ قد توفّر على إمامتهم بكلا طريقيه ، ومن سبر الواقع التاريخي لسلوكهم علم يقينا بأنّهم ادّعوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأحزاب : 33 / 33 . وانظر : روايات وقوف النبيّ صلّى اللّه عليه واله وسلم على باب فاطمة عليها السّلام وهو يقرأ الآية ، في تفسير الطبري : 22 / 6 ، ومناقب الخوارزمي : 34 عن أبي سعيد الخدري .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nلأنفسهم الإمامة في عرض السلطة الزمنية ، واتّخذوا من أنفسهم كما اتّخذهم الملايين من أتباعهم أئمّة وقادة للمعارضة السلمية للحكم القائم في زمانهم ، مع إرشاد كلّ إمام أتباعه على من يقوم بأمر الإمامة من بعده ، وعلى هذا جرت سيرتهم ، فكانوا عرضة للمراقبة والسجون والاستشهاد بالسم تارة ، وفي سوح الجهاد تارة أخرى وعلى أيدي القائمين بالحكم أنفسهم .\r\nثم لو فرض أنّ أحدهم لم يعيّن لأتباعه من يقوم بأمر الإمامة من بعده ، مع فرض توقّف النصّ عليه ، فإنّ معنى ذلك بقاء ذلك الإمام خالدا مع القرآن في كلّ عصر وجيل ؛ لأنّ دلالة قوله صلّى اللّه عليه واله وسلم : « لن يفترقا حتى يردا عليّ الحوض » على استمرار وجود إمام من العترة في كلّ عصر كإستمرار وجود القرآن الكريم ظاهرة واضحة ، ولهذا ذهب ابن حجر إلى القول : « وفي أحاديث الحثّ على التمسّك بأهل البيت إشارة إلى عدم انقطاع متأهل منهم للتمسّك به إلى يوم القيامة ، كما أنّ الكتاب العزيز كذلك ، ولهذا كانوا أمانا لأهل الأرض ، ويشهد لذلك الخبر : « في كلّ خلف من أمتي عدول من أهل بيتي » « 1 » .\r\n\r\nحديث : ( من مات ولم يعرف إمام زمانه ) :\r\nسجّل هذا الحديث في أمّهات المصادر المعتبرة لدى الفريقين وبألفاظ مختلفة ترجع كلّها إلى معنى واحد ومقصد فارد ، ويكفي على ذلك اتّفاق البخاري ومسلم - من أهل السنّة - على روايته « 2 » ، والكليني ، والصدوق ، ووالده ، والحميري ، والصفار - من الشيعة الإمامية - على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصواعق المحرقة : 149 .\r\n( 2 ) صحيح البخاري 5 : 13 باب الفتن ، وصحيح مسلم 6 : 21 - 22 / 1849 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nروايته أيضا « 1 » ، وقد أخرجه كثيرون بطرق لا طاقة على استقصائها « 2 » .\r\nإذن الحديث ممّا لا مجال لأحد أن يناقش في سنده ، وإن توهّم الشيخ أبو زهرة فعدّه من روايات الكافي فحسب ! « 3 » .\r\nوالحديث كما ترى في تخريجه لا يبعد القول بتواتره ، وهو لا يحتمل التأويل ، ولا صرف دلالته الواضحة على وجوب معرفة الإمام الحقّ على كلّ مسلم ومسلمة ، وإلّا فإنّ مصيره ينذر بنهاية مهولة .\r\nومن ادعى أنّ المراد بالإمام الذي من لا يعرفه سيموت ميتة جاهلية هو السلطان أو الحاكم ، أو الملك ، ونحو ذلك وإن كان فاسقا ظالما ! ! فعليه أن يثبت بالدليل أنّ معرفة الظالم الفاسق من الدين أوّلا ، وأن يبيّن للعقلاء الثمرة المترتّبة على وجوب معرفة الظالم الفاسق بحيث يكون من مات ولم يعرفه مات ميتة جاهلية .\r\nوعلى أية حال ، فالحديث يدلّ على وجود إمام حقّ في كلّ عصر وجيل ، وهذا لا يتم إلّا مع القول بوجود الإمام المهدي الذي هو حقّ ومن ولد فاطمة عليها السّلام كما تقدّم . وممّا يؤيّده :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 : 303 / 5 ، 1 : 308 / 1 و 2 و 3 و 1 : 378 / 2 ، وروضة الكافي 8 : 129 / 123 ، وإكمال الدين 2 : 412 - 413 / 10 و 11 و 12 و 15 باب 39 ، والإمامة والتبصرة : 219 / 69 و 70 و 71 ، وقرب الإسناد : 351 / 1260 ، وبصائر الدرجات : 259 و 509 و 510 .\r\n( 2 ) انظر : مسند أحمد 2 : 83 ، 3 : 446 ، 4 : 96 ، ومسند أبي داود الطيالسي : 259 ، والمعجم الكبير للطبراني 10 : 350 / 10687 ، ومستدرك الحاكم 1 : 77 ، وحلية الأولياء 3 : 224 ، والكنى والأسماء 2 : 3 ، وسنن البيهقي 8 : 156 ، 157 ، وجامع الأصول 4 : 70 ، وشرح صحيح مسلم للنووي 12 : 440 ، وتلخيص المستدرك للذهبي 1 : 77 و 177 ، ومجمع الزوائد للهيثمي 5 : 218 و 219 و 223 و 225 و 312 ، وتفسير ابن كثير 1 : 517 . كما أخرجه الكشي في رجاله : 235 / 428 في ترجمة سالم بن أبي حفصة .\r\n( 3 ) الإمام الصادق / أبو زهرة : 194 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nحديث : ( إنّ الأرض لا تخلو من قائم للّه بحجّة ) :\r\nوهذا الحديث قد احتجّ به الفريقان أيضا وأوردوه من طرق عدّة « 1 » .\r\nوقد رواه كميل بن زياد النخعي التابعي الجليل الثقة ، عن أمير المؤمنين علي عليه السّلام كما في نهج البلاغة ، قال عليه السّلام - بعد كلام طويل - : « اللّهم بلى ! لا تخلو الأرض من قائم للّه بحجّة » .\r\nوعدم خلو الأرض من قائم للّه بحجّة لا يتمّ مع فرض عدم ولادة الإمام المهدي عليه السّلام ، وقد تنبّه لهذا ابن أبي الحديد حتى قال في شرح هذه العبارة : « كي لا يخلو الزمان ممّن هو مهيمن للّه تعالى على عباده ، ومسيطر عليهم . وهذا يكاد يكون تصريحا بمذهب الإمامية ، إلّا أنّ أصحابنا يحملونه على أنّ المراد به الأبدال » « 2 » .\r\nوقد فهم ابن حجر العسقلاني منه أنّه إشارة إلى مهدي أهل البيت عليهم السّلام فقال ما نصّه : « وفي صلاة عيسى عليه السّلام خلف رجل من هذه الأمّة مع كونه في آخر الزمان ، وقرب قيام الساعة دلالة للصحيح من الأقوال : إنّ الأرض لا تخلو من قائم للّه بحجّة » « 3 » .\r\nأقول : وممّا يقرّب دلالة العبارة في النهج على الإمام المهدي عليه السّلام هو ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أورد هذا الحديث أبو جعفر الإسكافي المعتزلي في المعيار والموازنة : 81 ، وابن قتيبة في عيون الأخبار : 7 ، واليعقوبي في تاريخه 2 : 400 ، وابن عبد ربّه في العقد الفريد 1 : 265 ، وأبو طالب المكي في قوت القلوب في معاملة المحبوب 1 : 227 ، والبيهقي في المحاسن والمساوىء : 40 ، والخطيب في تاريخه 6 : 379 في ترجمة إسحاق النخعي ، والخوارزمي الحنفي في المناقب : 13 ، والرازي في مفاتيح الغيب 2 : 192 وابن أبي الحديد في شرح النهج كما سيأتي ، وابن عبد البر في المختصر : 12 والتفتازاني في شرح المقاصد 5 : 241 وابن حجر في فتح الباري شرح صحيح البخاري 6 : 385 وقد أخرجه الكليني من طرق عن أمير المؤمنين عليه السّلام في أصول الكافي 1 : 136 / 7 ، 1 : 270 / 3 ، 1 : 274 / 3 ، والصدوق في إكمال الدين 1 : 287 / 4 ب 25 و 1 : 289 - 294 / 2 ب 26 من طرق كثيرة و 1 : 10302 ب 26 .\r\n( 2 ) شرح نهج البلاغة / ابن أبي الحديد 18 : 351 .\r\n( 3 ) فتح الباري شرح صحيح البخاري 6 : 385 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nاتّصل بها من كلام أمير المؤمنين عليه السّلام . وهذا نصّه : « يا كميل بن زياد ! إنّ هذه القلوب أوعية فخيرها أوعاها ، فاحفظ عنّي ما أقول لك : الناس ثلاثة :\r\nفعالم ربّانيّ ، ومتعلّم على سبيل النجاة ، وهمج رعاع أتباع كلّ ناعق يميلون مع كلّ ريح ، لم يستضيئوا بنور العلم ، ولم يلجأوا إلى ركن وثيق - إلى أن قال عليه السّلام - اللّهمّ بلى ! لا تخلو الأرض من قائم للّه بحجّة ، إمّا ظاهرا مشهورا ، وإمّا خائفا مغمورا ؛ لئلا تبطل حجج اللّه وبيناته » « 1 » .\r\nومن هنا جاء في الحديث الصحيح ، عن الحسين بن أبي العلاء الخفّاف قال : « قلت لأبي عبد اللّه عليه السّلام : تكون الأرض ليس فيها إمام ؟ قال : لا . . .\r\nالحديث » « 2 » .\r\nوإذا ما أضيف هذا إلى حديث الثقلين ، وحديث من مات ، وحديث ( الخلفاء إثنا عشر ) الآتي ، علم أنّ الإمام المهدي لو لم يكن مولودا حقّا لوجب أن يكون من سبقه حيّا إلى قيام الساعة ، ولكن لا أحد يقول من المسلمين بحياة إمام غير المهدي عليه السّلام ثاني عشر أهل البيت ، وهم من عينت الصحاح عددهم ، وبينت كتب المناقب أسماءهم .\r\n\r\nأحاديث : ( الخلفاء إثنا عشر ) :\r\nأخرج البخاري بسنده ، عن جابر بن سمرة قال : « سمعت النبيّ صلّى اللّه عليه وسلم يقول : يكون اثنا عشر أميرا ، فقال كلمة لم أسمعها ، فقال أبي : إنّه قال : كلّهم من قريش » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح نهج البلاغة / الشيخ محمد عبده 4 : 691 / 85 ، وشرح ابن أبي الحديد 18 : 351 .\r\n( 2 ) أصول الكافي 1 : 136 / 1 باب إنّ الأرض لا تخلو من حجة وسند الحديث هو : « عدّة من أصحابنا ، عن أحمد بن محمد بن عيسى ، عن محمد بن أبي عمير ، عن الحسين بن أبي العلاء ، عن الإمام الصادق عليه السّلام » .\r\n( 3 ) صحيح البخاري 4 : 164 كتاب الأحكام ، باب الاستخلاف ، وأخرجه الصدوق ، عن جابر بن سمرة أيضا في إكمال الدين 1 : 272 / 19 ، والخصال 2 : 469 و 475 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nوفي صحيح مسلم : « ولا يزال الدين قائما حتى تقوم الساعة ، أو يكون عليكم اثنا عشر خليفة كلّهم من قريش » « 1 » .\r\nوفي مسند أحمد بسنده ، عن مسروق قال : « كنا جلوسا عند عبد اللّه ابن مسعود وهو يقرأ القرآن ، فقال له رجل : يا أبا عبد الرحمن ! هل سألتم رسول اللّه صلّى اللّه عليه وسلم كم يملك هذه الأمّة من خليفة ؟ فقال عبد اللّه : ما سألني عنها أحد منذ قدمت العراق قبلك ، ثم قال : نعم ، ولقد سألنا رسول اللّه صلّى اللّه عليه وسلم ، فقال : « اثني عشر كعدّة نقباء بني إسرائيل » ) « 2 » .\r\nويستفاد من هذه الأحاديث أمور ، وهي :\r\n1 - إنّ عدد الأمراء أو الخلفاء لا يتجاوز الاثني عشر ، وكلّهم من قريش بلا خلاف . وهذا العدد منطبق تمام الانطباق على ما تعتقده الشيعة بعدد الأئمّة ونسبهم .\r\nقد يقال : إنّ التعبير ب ( الامراء أو الخلفاء ) لا ينطبق مع واقع الأئمّة عليهم السّلام ، والجواب واضح جدّا ؛ لأنّ النبيّ صلّى اللّه عليه واله وسلم إنّما أراد بذلك الإمرة والاستخلاف باستحقاق ، وحاشاه أن يقصد بذلك معاوية ، ويزيد ، ومروان وأمثالهم الذين لعبوا ما شاءوا بمقدرات الأمّة .\r\nبل المراد بالخليفة هو من يستمد سلطته من الشارع المقدّس ، ولا ينافي ذلك ذهاب السلطنة منهم في واقعها الخارجي لتسلّط الآخرين عليهم .\r\nولهذا جاء في ( عون المعبود في شرح سنن أبي داود ) ما نصّه : « قال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم 2 : 119 - كتاب الإمارة ، باب الناس تبع لقريش ، أخرجه من تسعة طرق .\r\n( 2 ) مسند أحمد 5 : 90 و 93 و 97 و 100 و 106 و 107 ، وأخرجه الصدوق ، عن ابن مسعود في إكمال الدين 1 : 270 / 16 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالنوربشتي : السبيل في هذا الحديث وما يتعقّبه في هذا المعنى أنّه يحمل على المقسطين منهم ، فإنّهم هم المستحقّون لاسم الخليفة على الحقيقة ولا يلزم أن يكونوا على الولاء ، وان قدّر أنّهم على الولاء ، فإنّ المراد منه المسمّون بها على المجاز ، كذا في المرقاة » « 1 » .\r\n2 - إنّ هؤلاء الاثني عشر معنيّون بالنّص كما هو مقتضى تشبيههم بنقباء بني إسرائيل ، قال تعالى :  وَلَقَدْ أَخَذَ اللَّهُ مِيثاقَ بَنِي إِسْرائِيلَ وَبَعَثْنا مِنْهُمُ اثْنَيْ عَشَرَ نَقِيباً  « 2 » .\r\n3 - إن هذه الأحاديث تفترض عدم خلو الزمان من الاثني عشر جميعا ، وأنّه لا بدّ من وجود أحدهم ما بقي الدين إلى أن تقوم الساعة .\r\nوقد أخرج مسلم في صحيحه وبنفس الباب ما هو صريح جدّا بهذا ، إذ ورد فيه : « لا يزال هذا الأمر في قريش ما بقي من الناس اثنان » « 3 » .\r\nوهو كما ترى ينطبق تمام الانطباق على ما تقوله الشيعة بأنّ الإمام الثاني عشر ( المهدي ) حيّ كسائر الأحياء ، وأنّه لا بدّ من ظهوره في آخر الزمان ليملأ الأرض قسطا وعدلا كما ملئت ظلما وجورا ، على وفق ما بشّر به جدّه المصطفى صلّى اللّه عليه واله وسلم .\r\nوغير خاف على أحد أنّ أهل السنة لم يتّفقوا قطّ على تسمية الاثني عشر ، حتى إنّ بعضهم اضطر إلى إدخال يزيد بن معاوية ، ومروان ، وعبد الملك ، ونحوهم وصولا إلى عمر بن عبد العزيز ، لأجل إكتمال نصاب الاثني عشر « 4 » ! !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عون المعبود 11 : 262 / - شرح الحديث ( 4259 ) .\r\n( 2 ) سورة المائدة : 5 / 12 .\r\n( 3 ) صحيح مسلم 2 : 119 ، كتاب الإمارة ، باب الناس تبع لقريش .\r\n( 4 ) أنظر أقوالهم في كتاب السلوك لمعرفة دول الملوك / المقريزي 1 : 13 - 15 من القسم الأوّل ، -\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nوهو بلا أدنى شكّ تفسير خاطيء غير منسجم مع نصّ الحديث ، إذ يلزم منه خلو جميع العصور بعد عصر عمر بن عبد العزيز من الخليفة ، بينما المفروض أنّ الدين لا يزال قائما بوجودهم إلى قيام الساعة .\r\nإنّ أحاديث الخلفاء إثنا عشر تبقى بلا تفسير لو تخلّينا عن حملها على هذا المعنى ، لبداهة أنّ السلطنة الظاهرية قد تولّاها من قريش أضعاف العدد المنصوص عليه في هذه الأحاديث ، فضلا عن انقراضهم أجمع ، وعدم النصّ على أحد منهم - أمويين أو عبّاسيين - باتّفاق المسلمين .\r\nوبهذا الصدد يقول القندوزي الحنفي : « قال بعض المحقّقين : إنّ الأحاديث الدالّة على كون الخلفاء بعده صلّى اللّه عليه واله وسلم اثني عشر قد اشتهرت من طرق كثيرة ، فبشرح الزمان ، وتعريف الكون والمكان ، علم أنّ مراد رسول اللّه صلّى اللّه عليه واله وسلم من حديثه هذا : الأئمّة إثنا عشر من أهل بيته وعترته ، إذ لا يمكن أن يحمل هذا الحديث على الخلفاء بعده من أصحابه لقلّتهم عن اثني عشر ، ولا يمكن أن نحمله على الملوك الامويّة لزيادتهم على اثني عشر ، ولظلمهم الفاحش إلّا عمر بن عبد العزيز ، ولكونهم غير بني هاشم ؛ لأنّ النبيّ صلّى اللّه عليه واله وسلم قال : كلّهم من بني هاشم ، في رواية عبد الملك ، عن جابر ، وإخفاء صوته صلّى اللّه عليه واله وسلم في هذا القول يرجّح هذه الرواية : لأنّهم لا يحسنون خلافة بني هاشم . ولا يمكن أن يحمل على الملوك العبّاسية ؛ لزيادتهم على العدد المذكور ، ولقلّة رعايتهم . . .\r\nويؤيد هذا المعنى - أي : أنّ مراد النبيّ صلّى اللّه عليه واله وسلم الأئمّة الإثنا عشر من أهل بيته - ويرجّحه حديث الثقلين » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- وتفسير ابن كثير 2 : 34 عند تفسير الآية 12 من سورة المائدة ، وشرح العقيدة الطحاوية 2 :\r\n736 ، وشرح الحافظ ابن القيم على سنن أبي داود 11 : 263 شرح الحديث 4259 ، والحاوي للفتاوى / السيوطي 2 : 85 .\r\n( 1 ) ينابيع المودة 3 : 105 باب 77 في تحقيق حديث بعدي إثنا عشر خليفة .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nولا يخفى أنّ حديث : ( الخلفاء اثنا عشر ) قد سبق التسلسل التاريخي للأئمّة الاثني عشر ، وضبط في كتب الصحاح وغيرها قبل تكامل الواقع الإمامي ، فهو ليس انعكاسا لواقع ، وإنّما هو تعبير عن حقيقة ربّانية نطق بها من لا ينطق عن الهوى ، فقال صلّى اللّه عليه وآله : « الخلفاء بعدي إثنا عشر » ليكون ذلك شاهدا ومصدقا لهذا الواقع المبتدىء بأمير المؤمنين عليّ ، والمنتهي بالإمام المهدي عليهم السّلام ، وهو التطبيق الوحيد المعقول لذلك الحديث « 1 » .\r\nفالصحيح إذن أن يعتبر الحديث من دلائل النبوّة في صدقها عن الإخبار بالمغيّبات ، أمّا محاولات تطبيقه على من عرفوا بنفاقهم وجرائمهم وسفكهم للدماء من الأمويين والعباسيين وغيرهم فهو يخالف الحديث مفهوما ومنطوقا على الرغم ممّا في ذلك من إساءة بالغة إلى مقام النبيّ صلّى اللّه عليه واله وسلم إذ يعني ذلك أنّه أخبر ببقاء الدين إلى زمان عمر بن عبد العزيز مثلا ، لا إلى أن تقوم الساعة ! !\r\n\r\nالنص على الأئمّة الاثني عشر عليهم السّلام يوضّح المراد بالخلفاء الاثني عشر :\r\nلأجل متابعة الأدلّة الأخرى التي توضّح المراد بحديث : ( الخلفاء إثنا عشر ) ، وتعيّن لنا شخص الإمام المهدي باسمه ونسبه وحسبه ؛ لا بدّ من التذكير قبل ذلك بأمر هو في غاية الأهمية ، بحيث لو تدّبره المنصف ، وأمعن النظر فيه لما بقيت هناك أدنى غشاوة على عينيه ، ولا كتفي بالمقاييس السابقة التي تركها لنا النبيّ الأعظم صلّى اللّه عليه واله وسلم لمعرفة إمام الزمان في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحث حول المهدي / الشهيد السيد محمد باقر الصدر : 54 - 55 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nكلّ عصر وجيل ، ولم يطلب بعدها أيّ دليل آخر .\r\nوأعني بهذا الأمر تاريخنا الإسلامي الذي تعاقبت عليه منذ البدء أنظمة اتّفقت على إقصاء عترة الرسول صلّى اللّه عليه واله وسلم عن السلطة إقصاء تامّا ، فضلا عمّا اقترفته تلك الأنظمة - الأموية والعبّاسية - من الأمور الفادحة بحقّ الذريّة الطّاهرة .\r\nومن البداهة أن يعزّ النصّ على الأئمّة الاثني عشر في الكتب المؤلّفة بوحي من الحكّام ، وفي ظل تلك الأنظمة التي اجتاحت آل الرسول صلّى اللّه عليه واله وسلم ، وأوشكت أن تبيد أولاد البتول عليهم السّلام ، حين ضرّجت رمضاء كربلاء بدم خامس أصحاب الكساء صلوات اللّه عليه وسلم .\r\nومن غير المعقول أن يدين الظالم نفسه فيسمح برواية كون المهدي هو التاسع من أولاد الحسين عليه السّلام ، أو أنّ المقصود بالخلفاء الاثني عشرهم أئمّة الشيعة الاثني عشر ، اللّهم إلّا ما خرج من تلك الروايات عن رقابته ، وروي بعيدا عن مسامعه ، وعلى الرغم من هذا الحصار فإنّ ما ظهر منها انتشر كضوء النهار .\r\n ولا يصحّ في الأفهام شيء * إذا احتاج النهار إلى دليل \r\nوهذا ممّا لا ينبغي اغفاله ، ونحن نستعرض باختصار بعض الأحاديث المبيّنة لمعنى ( الخلفاء اثنا عشر ) .\r\n1 - في ينابيع المودة للقندوزي الحنفي : نقلا عن كتاب المناقب للخوارزمي الحنفي ، بسنده عن الإمام الرضا عليه السّلام ، عن آبائه عليهم السّلام ، عن النبيّ صلّى اللّه عليه واله وسلم في حديث جاء فيه التصريح بأسماء الأئمّة الاثني عشر واحدا بعد واحد ، ابتداء بأمير المؤمنين عليّ بن أبي طالب ، وانتهاء بالإمام المهديّ محمّد بن الحسن العسكري عليهم السّلام .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nقال القندوزي بعد روايته : « وأخرجه الحمويني » « 1 » أي : صاحب فرائد السمطين الجويني الحمويني الشافعي .\r\n2 - وفي الينابيع أيضا تحت عنوان : ( في بيان الأئمّة الاثني عشر بأسمائهم ) . أورد عن فرائد السمطين بسنده عن ابن عبّاس حديثين عن النبيّ صلّى اللّه عليه واله وسلم في ذكر الأئمّة بأسمائهم ، وأوّلهم عليّ وآخرهم المهدي عليهم السّلام « 2 » ، ونفس الشيء تجده في باب ( في ذكر خليفة النبيّ صلّى اللّه عليه واله وسلم مع أوصيائه عليهم السّلام ) « 3 » .\r\n3 - وفيه أيضا ، عن جابر بن عبد اللّه الأنصاري ، عن النبيّ صلّى اللّه عليه واله وسلم :\r\n« يا جابر إنّ أوصيائي وأئمّة المسلمين من بعدي ، أوّلهم عليّ ثم الحسن ، ثم الحسين . . . » ثم ذكر الأئمّة التسعة من أولاد الحسين بأسمائهم ابتداء بعليّ بن الحسين وانتهاء بالإمام المهديّ بن الحسن العسكري عليهم السّلام « 4 » .\r\n4 - وفي إكمال الدين : « حدّثنا الحسين بن أحمد بن إدريس رضى اللّه عنه ، قال :\r\nحدّثنا أبي ، عن أحمد بن محمد بن عيسى ؛ وإبراهيم بن هاشم جميعا ، عن الحسن بن محبوب ، عن أبي الجارود ، عن أبي جعفر عليه السّلام ، عن جابر بن عبد اللّه الأنصاري قال : دخلت على فاطمة عليها السّلام وبين يديها لوح فيه أسماء الأوصياء ، فعددت اثني عشر اسما آخرهم القائم ، ثلاث منهم محمّد ، وأربعة منهم عليّ صلوات اللّه عليهم » « 5 » .\r\nورواه من طريق آخر عن أحمد بن محمد بن يحيى العطار ، عن أبيه ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودة 3 : 161 ب 93 .\r\n( 2 ) ينابيع المودة 3 : 99 .\r\n( 3 ) ينابيع المودة 3 : 212 باب 93 .\r\n( 4 ) ينابيع المودة 3 : 170 باب 94 .\r\n( 5 ) إكمال الدين 1 : 313 / 4 باب 28 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nعن محمد بن الحسين بن أبي الخطاب ، عن الحسن بن محبوب إلى آخر السند المتقدّم .\r\nوقد يقال : إنّ السند غير حجّة من وجهين :\r\nالأوّل : إنّ الحسين بن أحمد بن إدريس في السند الأوّل ، وأحمد بن محمد بن يحيى العطار في السند الثاني لم يوثّقا .\r\nقلت : هما من مشايخ الإجازة ، ولم يذكر الصدوق أحدهما في جميع كتبه إلّا مترضيّا عليه ، ومن البداهة أن لا يقال للفاسق ( رضي اللّه عنه ) بل يقال ذلك للرجل الجليل ، ولو طلبت ممن لا يقول بدلالة ( الترضي ) على الوثاقة - كالسيد الخوئي مثلا - أن يترضى على معلوم الفسق فلن يفعل ذلك - مع الاختيار - أبدا ، فلم لا يكون الحال كذلك مع العالم بمداليل الألفاظ كالشيخ الصدوق ونظرائه ؟ ! ولو تنزلنا بعدم دلالة هذا اللفظ على الوثاقة ، فإنّه من البعيد كلّ البعد أن يتفق كلّ من الحسين بن أحمد بن إدريس وأحمد بن محمّد بن يحيى العطار على الكذب على أبيه بما لا يرجع إلى مدحه شيئا .\r\nوممّا يدلّ على صدقهما أنّ الكليني أخرج الحديث بسند صحيح عن أبي الجارود ، وابتدأ السند بوالد شيخ الصدوق محمد بن يحيى العطار ، عن محمّد بن الحسين ، عن ابن محبوب ، عن أبي الجارود ، عن أبي جعفر عليه السّلام ، عن جابر بن عبد اللّه الأنصاري « 1 » ، والمشايخ الثلاثة الأول في هذا السند من أجلاء المحدّثين وثقاتهم المشهورين بالاتّفاق .\r\nالثاني : إنّ أبا الجارود قد طعن عليه ، فالسند ليس بحجّة ، والجواب : إنّ أبا الجارود تابعي ، ومن أين للتابعي أن يعلم بأنّ في أسماء الأوصياء عليهم السّلام ثلاثة باسم محمّد ، وأربعة باسم عليّ ؟ ! وهذا هو المنطبق مع الواقع ، وقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 : 532 / ح 9 باب 126 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nمات أبو الجارود قبل اتمام هذا الواقع بعشرات السنين ، على أنّ الشيخ المفيد قد وثّقه في رسالته العددية « 1 » .\r\nهذا ، والصدوق أخرج حديث اللوح في أوّل الباب بهذا السند قال :\r\n« حدّثني أبي ، ومحمد بن الحسن رضي اللّه عنهما ، قالا : حدّثنا سعد بن عبد اللّه ، وعبد اللّه بن جعفر الحميري جميعا ، عن أبي الحسن صالح بن حمّاد ، والحسن بن طريف ، عن بكر بن صالح .\r\nوحدثنا أبي ، ومحمد بن موسى المتوكّل ، ومحمد بن علي ماجيلويه ، وأحمد بن علي بن إبراهيم ، والحسن بن إبراهيم بن ناتانة ، وأحمد بن زياد الهمداني رضي اللّه عنهم قالوا : حدّثنا علي بن إبراهيم ، عن أبيه إبراهيم بن هاشم ، عن بكر بن صالح ، عن عبد الرحمن بن سالم ، عن أبي بصير ، عن أبي عبد اللّه عليه السّلام . . الحديث » .\r\nوالسندان صحيحان إلى بكر بن صالح الذي ضعّف . ولا يضرّ ضعفه هنا لأنّه من غير المعقول أن يخبر الرجل الضعيف عن شيء قبل أوانه ثم يتحقّق ذلك الشيء على طبق ما أخبر به ، ثم لا يكون المخبر - بعد ذلك - صادقا ، فالرجل روى عن الإمام موسى بن جعفر عليه السّلام فمن أين له أن يعلم بأولاده وصولا إلى المهدي عليه السّلام ؟ ! ، وهو كما يبدو من طبقته لم يدرك الأئمة ( الهادي والعسكري والمهدي عليهم السّلام ) ، ويدلّك على هذا إنّ من مشايخ الحسن بن طريف الراوي عن بكر بن صالح في السند الأوّل ، هو ابن أبي عمير ( ت / 217 ه ) ، ومن في طبقته .\r\n5 - ما في كفاية الأثر في النص على الأئمّة الاثني عشر للخزاز - من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سلسلة مؤلفات الشيخ المفيد / جوابات أهل الموصل في العدد والرؤية ( الرسالة العددية ) 9 : 25 ( طبع بيروت ) ، فقد جعله في عداد فقهاء أصحاب الإمام الباقر عليه السّلام ، ومن الأعلام الرؤساء المأخوذ عنهم الحلال والحرام والفتيا والأحكام ، الذين لا يطعن عليهم ولا طريق إلى ذم واحد منهم ، على حد تعبيره رحمه اللّه .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nأعلام القرن الرابع الهجري - : فقد خصّص كتابه كلّه في الأحاديث الواردة في النصّ على الأئمّة الاثني عشر بأسمائهم ، ولا مجال لنقل رواياته ، ولكن لا بأس بنقل ما جاء في مقدّمة الكتاب ، قال : « وابتدىء بذكر الروايات في النصوص عليهم عليهم السّلام من جهة أصحاب رسول اللّه صلّى اللّه عليه واله وسلم المعروفين مثل :\r\nعبد اللّه بن عبّاس ، وعبد اللّه بن مسعود ، وأبي سعيد الخدري ، وأبي ذرّ الغفاري ، وسلمان الفارسي ، وجابر بن سمرة ، وجابر ابن عبد اللّه ، وأنس بن مالك ، وأبي هريرة ، وعمر بن الخطاب ، وزيد بن ثابت ، وزيد بن أرقم ، وأبي أمامة ، وواثلة بن الأسقع ، وأبي أيوب الأنصاري ، وعمّار بن ياسر ، وحذيفة بن أسيد ، وعمران بن الحصين ، وحذيفة بن اليمان ، وأبي قتادة الأنصاري ، وعليّ بن أبي طالب ، وابنيه : الحسن والحسين عليهم السّلام .\r\nومن النساء : أم سلمة ، وعائشة ، وفاطمة بنت رسول اللّه صلّى اللّه عليه واله وسلم .\r\nثم أعقبه بذكر الأخبار التي وردت عن الأئمّة صلوات اللّه عليهم ما يوافق حديث الصحابة في النصوص على الأئمة ونصّ كلّ واحد منهم على الذي بعده ؛ ليعلموا - إن أنصفوا - ويدينوا به ، ولا يكونوا كما قال اللّه سبحانه :  فَمَا اخْتَلَفُوا إِلَّا مِنْ بَعْدِ ما جاءَهُمُ الْعِلْمُ بَغْياً بَيْنَهُمْ  « 1 » » « 2 » .\r\n6 - وفي إكمال الدين : عن محمد بن علي بن ماجيلويه ، ومحمد بن موسى بن المتوكل ، عن محمد بن يحيى العطار ، عن محمد ابن الحسن الصفار .\r\nوعن محمد بن الحسن بن أحمد بن الوليد ، عن محمد بن الحسن الصفار ، عن أبي طالب عبد اللّه بن الصلت القمي ، عن عثمان بن عيسى ، عن سماعة بن مهران قال : « كنت أنا ، وأبو بصير ، ومحمد بن عمران - مولى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الجاثية : 45 / 17 .\r\n( 2 ) كفاية الأثر / الخزاز : 8 - 9 من المقدمة .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nأبي جعفر عليه السّلام - في منزل بمكة ، فقال محمد بن عمران : سمعت أبا عبد اللّه عليه السّلام يقول : نحن اثنا عشر مهديا . فقال له أبو بصير : تاللّه ، لقد سمعت ذلك من أبي عبد اللّه عليه السّلام ؟ فحلف مرّة أو مرّتين أنّه سمع ذلك منه ، فقال أبو بصير : لكنّي سمعته من أبي جعفر عليه السّلام » « 1 » .\r\nوأخرجه الكليني عن محمد بن يحيى ، وأحمد بن محمد ، عن محمد ابن الحسين ، عن أبي طالب ، عن عثمان بن عيسى ، عن سماعة بن مهران بتمام ألفاظه « 2 » .\r\nوهو كما ترى ليس في سنده من يتأمّل في وثاقته ، فجميعهم من ثقات الرواة ، وإن وجد في سند الصدوق ممدوح فقد كان إلى جنبه الثقة المأمون ، وفيه كفاية على بيان المراد من حديث : ( الخلفاء اثنا عشر ) .\r\n7 - وفي الكافي بسند صحيح جدا : عدّة من أصحابنا ، عن أحمد بن محمد البرقي ، عن أبي هاشم داود بن القاسم الجعفري ، عن أبي جعفر الثاني عليه السّلام قال : « أقبل أمير المؤمنين عليه السّلام ومعه الحسن بن عليّ عليه السّلام وهو متكأ على يد سلمان . . . » وفيه ذكر الأئمّة الاثني عشر جميعا عليهم السّلام ابتداء بعليّ عليه السّلام وانتهاء بالمهدي بن الحسن العسكري عليهما السّلام « 3 » .\r\nقال الكليني : « وحدثني محمد بن يحيى ، عن محمد بن الحسن الصفار ، عن أحمد بن أبي عبد اللّه ، عن أبي هاشم مثله سواء . قال محمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إكمال الدين 2 : 335 / 6 وذيل الحديث نفسه أيضا .\r\n( 2 ) أصول الكافي 1 : 534 - 535 / 20 باب 126 . وقد عدّه المجلسي في مرآة العقول 6 : 235 حديثا مجهولا !\r\nوهو اشتباه قطعا ، لتوفّر النصّ على وثاقة رجال سند الكافي جميعا من قبل الشيخ والنجاشي وجميع من تأخّر عنهما . والظاهر أنّه اشتبه بمحمد بن عمران مولى أبي جعفر عليه السّلام الذي لم يرد نصّ في توثيقه ، وهو لا يضرّ وجوده لوجود الثقة معه ، وإحراز سماع الحديث عن أبي جعفر الباقر عليه السّلام من جهة أبي بصير ، فأي ضير في أن يسمع الحديث من الصادق عليه السّلام أيضا .\r\n( 3 ) أصول الكافي 1 : 525 / 1 باب 126 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nابن يحيى : فقلت لمحمد بن الحسن : يا أبا جعفر ! وددت أنّ هذا الخبر جاء من غير جهة أحمد بن أبي عبد اللّه ! قال ، فقال : لقد حدّثني قبل الحيرة بعشر سنين » « 1 » .\r\nوالمراد بالحيرة هنا : غيبة الإمام المهدي عليه السّلام في سنة 260 ه ، وهي السنة التي توفّي فيها الإمام العسكري ، وما قاله محمد بن يحيى لا يوجب طعنا على أحمد بن أبي عبد اللّه البرقي ؛ لثقته بالاتّفاق ، فكأنّ محمد بن يحيى تمنّى أن يكون من حدّث شيخه الصفار بهذا الحديث قد مات في حياة الإمام العسكري أو الإمام الهادي عليهما السّلام وليس البرقي الذي عاش إلى سنة 274 ه ، أو 280 ه ، على قول آخر ؛ لأنّ الإخبار عن شيء قبل وقوعه ، وتحقّق ذلك الشيء على طبق الخبر يعدّ من الإعجاز الذي لا يحتاج في قوّة ثبوته إلى شهرة الخبر بتعدّد رواته ، إذ لا مجال لتكذيبه بأيّ حال من الأحوال وإن لم يرو إلّا بسند واحد .\r\nفجاء الجواب من الصفار بأنّ ما رواه الثقة الجليل البرقي كان قبل وقوع الغيبة بعشر سنين .\r\nولا يخفى على أحد بأنّ المخبر - الذي لم يوثّق - عن شيء قبل وقوعه ، لا يشترط في قبول قوله أكثر من موافقته للشروط المنصوص عليها في قبول الخبر الضعيف ، أو تحقّقه على طبق خبره ؛ لأنّه كاشف عن صدقه ، حتى وإن لم توثّقه كتب الرجال « 2 » .\r\nومثال هذا ما رواه الكليني والصدوق بسند صحيح ، عن أبان بن أبي عياش ، عن سليم بن قيس الهلالي ، عن عبد اللّه بن جعفر الطيّار ، عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 : 526 / 2 باب 126 .\r\n( 2 ) وأمّا مع توفّر وثاقة المخبر فلا يشترط ذلك بالاتّفاق ؛ إذ المفروض صدقه ، وليس بعد الصدق إلّا مطابقة الخبر للواقع كمسألة نزول عيسى ، وظهور المهدي ، وفتنة الدجّال ، ونحوها ، وإن لم يتحقّق شيء منها بعد .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nالنبيّ صلّى اللّه عليه واله وسلم في حديث جاء فيه النصّ على الإمام عليّ وبعده ابنه الحسن ، ثم ابنه الحسين ، ثم عليّ بن الحسين ، ثمّ محمّد الباقر عليهم السّلام ثمّ ، قال : « ثم تكملة اثني عشر إماما تسعة من ولد الحسين » « 1 » .\r\nفضعف أبان بن أبي عياش لا يضر هنا لإخباره عن واقع قد تحقق على طبق ما أخبر بعد سنين من وفاته .\r\nوفي إكمال الدين للصدوق روايات كثيرة من هذا الطراز ، ولكن من لا خبرة له قد جعلها ساقطة عن الاعتبار لضعفها سندا في زعمه ! ! على الرغم من انحصار الضعف بالرواة الذين ماتوا قبل إكتمال التسلسل التاريخي للأئمّة الاثني عشر بأزمان بعيدة .\r\nوينطبق هذا الاعجاز على غالبية أخبار غيبة الإمام الثاني عشر عليه السّلام كما شهد بذلك الصدوق ، فقال : « إنّ الأئمّة عليهم السّلام قد أخبروا بغيبته عليه السّلام ووصفوا كونها لشيعتهم فيما نقل عنهم ، واستحفظ في الصحف ودوّن في الكتب المؤلفة من قبل أن تقع الغيبة بمائتي سنة أو أقل أو أكثر ، فليس أحد من أتباع الأئمّة عليهم السّلام إلّا وقد ذكر ذلك في كثير من كتبه ورواياته ودوّنه في مصنفاته ، وهي الكتب التي تعرف بالأصول مدوّنة مستحفظة عند شيعة آل محمّد عليهم السّلام من قبل الغيبة بما ذكرنا من السنين ، وقد أخرجت ما حضرني من الأخبار المسندة في الغيبة في هذا الكتاب في مواضعها .\r\nفلا يخلو حال هؤلاء الاتباع المؤلفين للكتب أن يكونوا علموا الغيب بما وقع الآن من الغيبة ، فألفوا ذلك في كتبهم ودوّنوه في مصنّفاتهم من قبل كونها ، وهذا محال عند أهل اللّب والتحصيل ، أو أن يكونوا أسّسوا في كتبهم الكذب ، فاتّفق لهم الأمر كما ذكروا ، وتحقّق كما وضعوا من كذبهم !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 : 529 / 4 باب 126 ، وإكمال الدين 1 : 270 / 15 باب 24 ، والخصال 2 :\r\n477 / 41 - من أبواب الاثني عشر .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nعلى بعد ديارهم ، واختلاف آرائهم ، وتباين أقطارهم ومحالهم . وهذا أيضا محال كسبيل الوجه الأوّل ، فلم يبق في ذلك إلّا أنّهم حفظوا عن أئمتهم المستحفظين للوصيّة عليهم السّلام عن رسول اللّه صلّى اللّه عليه واله وسلم من ذكر الغيبة ، وصفة كونها في مقام بعد مقام إلى آخر المقامات ، ما دوّنوه في كتبهم ، وألّفوه في أصولهم ، وبذلك وشبهه فلج الحقّ وزهق الباطل ، إنّ الباطل كان زهوقا » « 1 » انتهى .\r\nولا يخفى إنّ الأصول التي أشار لها الصدوق متواترة النسبة إلى أصحابها عنده ، كتواتر نسبة إكمال الدين إلى الصدوق عندنا ، وهذا يعني إنّ أخبار الغيبة حتى مع فرض انحصار الضعف بسندها ابتداء ، فهو لا يقدح بصحّتها بعد نقلها من تلك الكتب مباشرة ، وعلى الرغم من ذلك فسوف لن نحتج بأخبار الشيعة الإماميّة إلّا بما صحّ سنده مطلقا إلى الإمام عليه السّلام ، أو إلى من أخبر بالواقع الإمامي قبل إكتمال تسلسله التاريخي وإن لم تعرف وثاقته .\r\n\r\nالمهدي من أولاد الحسين ، وأنّه التاسع من ولده عليهم السّلام :\r\nإنّ هذه النتيجة وإن ثبتت فيما تقدّم إلّا أنّه لا بدّ من تأكيدها في هذا البحث ببعض النصوص التي احتجّ بها بعض أعلام أهل السنّة أوّلا ، وباليسير الصحيح عند الشيعة روما للاختصار ، وهي :\r\n1 - الحديث المروي عن سلمان الفارسي ، وأبي سعيد الخدري ، وأبي أيّوب الأنصاري ، وابن عبّاس ، وعليّ الهلالي - بألفاظ مختلفة - عن رسول اللّه صلّى اللّه عليه واله وسلم أنه قال : « يا فاطمة ، إنّا أهل بيت أعطينا ست خصال لم يعطها أحد من الأوّلين ، ولا يدركها أحد من الآخرين غيرنا أهل البيت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كمال الدين 1 : 19 من مقدّمة المصنّف .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n- إلى قوله صلّى اللّه عليه واله وسلم - ومنّا مهدي الأمّة الذي يصلّي عيسى خلفه ، ثم ضرب على منكب الحسين عليه السّلام فقال : من هذا مهدي الأمّة » « 1 » .\r\n2 - في عقد الدّرر للمقدسي الشافعي : روى خبرا عن عليّ عليه السّلام جاء فيه : إنّ المهدي « من ولد الحسين ، ألا فمن تولّى غيره لعنه اللّه » « 2 » .\r\nوقد أورده المقدسي محتجّا به فقال : « ونختم هذا الفصل بشيء من كلام الإمام علي عليه السّلام هازم الأبطال ، فيما تضمنه من الأهوال الشديدة ، والأمور الصعاب ، وخروج الإمام المهدي مفرج الكروب ، ومفرق الأحزاب » ثم ذكر الحديث .\r\n3 - وفي عقد الدرر أيضا : عن جابر بن يزيد ، عن الإمام الباقر عليه السّلام في حديث طويل جاء فيه : « والمهدي يا جابر ! رجل من ولد الحسين » « 3 » .\r\n4 - وفي شرح نهج البلاغة لابن أبي الحديد المعتزلي في شرح قول الإمام عليّ عليه السّلام : ( وبنا تختم لا بكم ) . قال : « إشارة إلى المهدي الذي يظهر في آخر الزمان ، وأكثر المحدّثين على أنّه من ولد فاطمة عليها السّلام ، وأصحابنا المعتزلة لا ينكرونه ، وقد صرّحوا بذكره في كتبهم ، واعترف به شيوخهم - إلى أن قال - وروى قاضي القضاة رحمه اللّه تعالى عن كافي الكفاة أبي القاسم إسماعيل بن عبّاد رحمه اللّه باسناد متصل بعليّ عليه السّلام ، إنّه ذكر المهدي وقال : إنّه من ولد الحسين عليه السّلام وذكر حليته فقال : رجل أجلي الجبين ، اقنى الأنف ، ضخم البطن ، أزيل الفخذين ، أبلج الثنايا ، بفخذه اليمنى شامة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخرجه الدارقطني كما في البيان في أخبار صاحب الزمان للكنجي الشافعي : 501 - 502 باب 9 ، والفصول المهمّة / ابن الصبّاغ المالكي : 295 - 296 فصل / 120 ، وفضائل الصحابة للسمعاني على ما في ينابيع المودة : 49 باب 94 ، وقد صرّح في معجم أحاديث الإمام المهدي عليه السّلام 1 : 145 / 77 بكثرة طرق هذا الحديث ، وأنّها ربّما بلغت نحو مجلد .\r\n( 2 ) عقد الدّرر : 132 باب 4 فصل 2 .\r\n( 3 ) عقد الدّرر : 126 باب 4 فصل 2 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nوذكر هذا الحديث بعينه عبد اللّه بن قتيبة في كتاب غريب الحديث » « 1 » انتهى .\r\n5 - وفي ينابيع المودة عن مناقب الخوارزمي : بسنده عن الإمام الحسين عليه السّلام قال : « دخلت على جدّي رسول اللّه صلّى اللّه عليه واله وسلم فأجلسني على فخذه وقال لي : إنّ اللّه اختار من صلبك يا حسين ! تسعة أئمّة تاسعهم قائمهم ، وكلّهم في الفضل والمنزلة عند اللّه سواء » « 2 » .\r\n6 - وفي الينابيع عن مناقب الخوارزمي أيضا ، بسنده عن سلمان قال :\r\n« دخلت على رسول اللّه صلّى اللّه عليه واله وسلم وأنّ الحسين بن عليّ على فخذه وهو يقبل عينيه ويلثم فاه ، وهو يقول : أنت سيّد ابن سيّد ، أخو سيّد ، أنت إمام ابن إمام أخو إمام ، أنت حجّة أبو حجّة ، وأنت أبو حجج تسعة ، تاسعهم قائمهم » « 3 » .\r\nوحديث سلمان رضى اللّه عنه رواه الصدوق في كتاب الخصال بسند في غاية الصحة ، قال : « حدّثنا أبي رضى اللّه عنه ، قال : حدّثنا سعد بن عبد اللّه ، قال : حدّثنا يعقوب بن يزيد ، عن حماد بن عيسى ، عن عبد اللّه بن مسكان ، عن أبان بن تغلب ، عن سليم بن قيس الهلالي ، عن سلمان الفارسي رحمه اللّه قال : دخلت على النبيّ صلّى اللّه عليه واله وسلم وإذا الحسين على فخذيه وهو يقبل عينيه ويلثم فاه وهو يقول : « أنت سيّد ابن سيّد ، أنت إمام ابن إمام أبو الأئمّة ، أنت حجّة ابن حجّة أبو حجج تسعة من صلبك ، تاسعهم قائمهم » « 4 » .\r\n7 - وفي أصول الكافي : عن عليّ بن إبراهيم ، عن أبيه إبراهيم بن هاشم ، عن محمد بن أبي عمير ، عن سعيد بن غزوان ، عن أبي بصير ، عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح نهج البلاغة / ابن أبي الحديد 1 : 281 - 282 شرح الخطبة رقم / 16 .\r\n( 2 ) ينابيع المودة 3 : 168 باب 94 .\r\n( 3 ) ينابيع المودة 3 : 167 باب 94 .\r\n( 4 ) الخصال 2 : 475 / 38 أبواب الاثني عشر ، وإكمال الدين 1 : 262 / 9 باب 24 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nأبي جعفر عليه السّلام قال : « يكون تسعة أئمّة بعد الحسين بن عليّ تاسعهم قائمهم » « 1 » .\r\nورواه الصدوق ، عن أبيه ، عن عليّ بن إبراهيم كما في الكافي سندا ومتنا « 2 » .\r\nوليس في واحد من رجال السند من يشك في جلالته ، أو يرتاب في نقله .\r\n8 - وفي الينابيع عن فرائد السمطين للحمويني الجويني الشافعي :\r\nبسنده عن الأصبغ بن نباتة ، عن ابن عبّاس ، عن النبيّ صلّى اللّه عليه واله وسلم : « أنا وعليّ والحسن والحسين وتسعة من ولد الحسين مطهّرون معصومون » « 3 » .\r\n\r\nالمهدي هو محمد بن الحسن العسكري عليهما السّلام :\r\nسوف نذكر تحت هذا العنوان بعض النصوص التي لا تقبل تأويلا ، لدلالتها على شخص الإمام المهدي ، والأخبار بغيبته قبل وقوعها ، وهي :\r\n1 - ما رواه الصدوق بسند صحيح ، عن محمد بن الحسن بن الوليد ، عن محمد بن الحسن الصفار ، عن يعقوب بن يزيد ، عن أيّوب بن نوح قال : « قلت للرضا عليه السّلام : إنّا لنرجو أن تكون صاحب هذا الأمر ، وأن يرّده اللّه عزّ وجل إليك من غير سيف ، فقد بويع لك ، وضربت الدراهم باسمك ، فقال عليه السّلام : ما منا أحد اختلفت إليه الكتب ، وسئل عن المسائل ، وأشارت إليه الأصابع ، وحملت إليه الأموال ، إلّا أغتيل أو مات على فراشه ، حتى يبعث اللّه عزّ وجلّ لهذا الأمر رجلا خفي المولد والمنشأ ، وغير خفي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 : 533 / 15 باب 126 .\r\n( 2 ) الخصال 2 : 480 / 50 أبواب الاثني عشر .\r\n( 3 ) ينابيع المودة 3 : 162 باب 94 ، ورواه في 2 : 83 في المودة العاشرة ، تحت عنوان : ( في عدد الأئمّة وأنّ المهدي منهم عليهم السّلام ) .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nفي نسبه » « 1 » .\r\nوفي هذا الحديث إشارة إلى ما أحاط ولادة الإمام المهدي عليه السّلام من أمور لا يعلمها إلّا خاصة أبي محمد الحسن بن عليّ العسكري عليه السّلام ؛ ولهذا جاء في الخبر الصحيح : إنّ المهدي هو من يقول الناس : لم يولد بعد !\r\nفقد روى الصدوق بسند صحيح جدّا قال : « حدثنا أبي رضى اللّه عنه ، قال : حدّثنا سعد بن عبد اللّه ، قال : حدّثنا الحسن بن موسى الخشّاب ، عن العبّاس بن عامر القصباني ، قال : سمعت أبا الحسن موسى بن جعفر عليهما السّلام يقول :\r\nصاحب هذا الأمر من يقول الناس : لم يولد بعد » « 2 » .\r\n2 - ما رواه المقدسي الشافعي في عقد الدّرر عن الباقر عليه السّلام : « يكون هذا الأمر في أصغرنا سنّا » « 3 » . وفيه إشارة إلى الإمام المهدي محمد بن الحسن العسكري عليه السّلام .\r\n3 - ما رواه الكليني بسند صحيح : عن عليّ بن إبراهيم ، عن محمّد بن الحسين ، عن ابن أبي نجران ، عن فضالة بن أيّوب ، عن سدير الصيرفي قال : « سمعت أبا عبد اللّه عليه السّلام يقول : إن في صاحب هذا الأمر شبها من يوسف عليه السّلام - إلى أن قال - فما تنكر هذه الأمّة أن يفعل اللّه جلّ وعزّ بحجّته كما فعل بيوسف ، أن يمشي في أسواقهم ، ويطأ بسطهم حتى يأذن اللّه في ذلك كما أذن ليوسف ، قالوا : أإنك لأنت يوسف ؟ قال : أنا يوسف » « 4 » .\r\n4 - في ينابيع المودة : عن الإمام الرضا عليه السّلام : « الخلف الصالح من ولد الحسن بن عليّ العسكري هو صاحب الزمان وهو المهدي سلام اللّه عليهم » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إكمال الدين 2 : 370 / 1 باب 35 .\r\n( 2 ) إكمال الدين 2 : 360 / 2 باب 34 ، وأخرجه من طرق أخرى أيضا في نفس الباب .\r\n( 3 ) عقد الدرر : 188 باب 6 .\r\n( 4 ) أصول الكافي 1 : 336 / 4 باب 80 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nوقد صرّح القندوزي في الينابيع بوجود هذا الحديث في كتاب الأربعين لأبي نعيم الأصبهاني « 1 » .\r\n5 - وفيه : عن الإمام الرضا عليه السّلام : « إنّ الإمام من بعدي ابني محمّد ، وبعد محمّد ابنه عليّ ، وبعد عليّ ابنه الحسن ، وبعد الحسن ابنه الحجّة القائم وهو المنتظر في غيبته ، المطاع في ظهوره فيملأ الأرض قسطا وعدلا كما ملئت جورا وظلما ، وأمّا متى يقوم ؟ فإخبار عن الوقت ، لقد حدّثني أبي ، عن آبائه عن رسول اللّه صلّى اللّه عليه واله وسلم قال : مثله كمثل الساعة لا تأتيكم إلّا بغتة » « 2 » .\r\n6 - وفي أصول الكافي بسند صحيح : عن عليّ بن إبراهيم ، عن الحسن بن موسى الخشّاب ، عن عبد اللّه بن موسى ، عن عبد اللّه بن بكير ، عن زرارة قال : « سمعت أبا عبد اللّه عليه السّلام يقول : إنّ للغلام غيبة قبل أن يقوم قال ، قلت :\r\nولم ؟ قال : يخاف - وأومأ بيده إلى بطنه - ثم قال : يا زرارة ، وهو المنتظر الذي يشك في ولادته ، منهم من يقول : مات أبوه بلا خلف ، ومنهم من يقول : حمل * أي مات أبوه وهو حمل في بطن أمه * ، ومنهم من يقول :\r\nأنّه ولد قبل موت أبيه بسنتين ، وهو المنتظر غير أنّ اللّه عزّ وجلّ يحبّ أن يمتحن الشيعة ، فعند ذلك يرتاب المبطلون ، يا زرارة . . الخ » « 3 » .\r\n7 - وفيه بسند صحيح أيضا : عن محمد بن يحيى ، عن محمد بن الحسين ، عن ابن محبوب ، عن إسحاق بن عمار قال : « قال أبو عبد اللّه عليه السّلام :\r\nللقائم غيبتان : إحداهما قصيرة ، والأخرى طويلة ، والغيبة الأولى لا يعلم بمكانه فيها إلّا خاصة شيعته ، والأخرى لا يعلم بمكانه فيها إلّا خاصة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودة 3 : 166 باب 94 .\r\n( 2 ) ينابيع المودة 3 : 115 - 116 باب 80 مصرّحا بنقله عن فرائد السمطين للحمويني الشافعي .\r\n( 3 ) أصول الكافي 1 : 337 / 5 باب 80 ، وانظر إكمال الدين 2 : 342 / 24 باب 33 و 2 : 346 / 32 ب 33 بسند آخر ، والأوّل أجود .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nمواليه » « 1 » .\r\nوهذا الخبر لا ريب في صدوره عن الإمام الصادق عليه السّلام لوثاقة رواته جميعا ، ودلالته على الإمام المهدي بن الحسن العسكري عليهما السّلام أبين من ضوء الشمس في رائعة النهار .\r\n8 - وفي إكمال الدين بسند صحيح : « حدّثنا أبي رضى اللّه عنه ، حدّثنا عبد اللّه ابن جعفر الحميري ، عن أيّوب بن نوح ، عن محمّد بن أبي عمير ، عن جميل بن دراج ، عن زرارة قال : قال أبو عبد اللّه عليه السّلام : « يأتي على الناس زمان يغيب عنهم إمامهم » ، فقلت له : ما يصنع الناس في ذلك الزمان ؟ قال :\r\n« يتمسّكون بالأمر الذي هم عليه حتى يتبين لهم » « 2 » .\r\n9 - وفي أصول الكافي بسند صحيح : عن عليّ بن إبراهيم ، عن أبيه ، عن ابن أبي عمير ، عن أبي أيّوب الخزاز ، عن محمد بن مسلم ، قال :\r\nسمعت أبا عبد اللّه عليه السّلام يقول : « إن بلغكم عن صاحب هذا الأمر غيبة فلا تنكروها » « 3 » .\r\nأقول : لم يغب من الأئمّة الاثني عشر عليهم السّلام سوى المهدي بالإتّفاق ، وهو لم يكن مولودا في زمان صدور هذا الحديث ، ولهذا جاء التأكيد فيه على غيبته بعد ولادته .\r\nوقد رواه الكليني بسند صحيح آخر ، عن عدّة من أصحابنا ، عن أحمد بن محمد ، عن علي بن الحكم ، عن محمد بن مسلم « 4 » .\r\n10 - وفي إكمال الدين : « حدّثنا أبي ؛ ومحمّد بن الحسن رضي اللّه عنهما ؛ قالا : حدّثنا سعد بن عبد اللّه ؛ وعبد اللّه بن جعفر الحميري ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 : 340 / 19 باب 80 .\r\n( 2 ) اكمال الدين 2 : 350 / 44 باب 33 .\r\n( 3 ) أصول الكافي 1 : 338 / 10 باب 80 .\r\n( 4 ) أصول الكافي 1 : 340 / 15 من الباب السابق .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nوأحمد بن إدريس ؛ قالوا : حدّثنا أحمد بن محمد بن عيسى ؛ ومحمّد بن الحسين بن أبي الخطاب ؛ ومحمّد بن عبد الجبار ، وعبد اللّه بن عامر بن سعد الأشعري ، عن عبد الرحمن بن أبي نجران ، عن محمد بن المساور ، عن المفضل بن عمر الجعفي ، عن أبي عبد اللّه عليه السّلام قال : سمعته يقول :\r\n« إيّاكم والتنويه ، أما واللّه ليغيبنّ إمامكم سنينا من دهركم ، ولتمحصنّ حتى يقال : مات أو هلك ، بأيّ واد سلك ، ولتدمعنّ عليه عيون المؤمنين ، ولتكفأنّ كما تكفأ السفن في أمواج البحر ، ولا ينجو إلّا من أخذ اللّه ميثاقه ، وكتب في قلبه الإيمان ، وأيّده بروح منه . . . » « 1 » .\r\nورجال الحديث قبل محمد بن المساور كلّهم من أجلّاء الرواة وثقاتهم بلا خلاف ، وأمّا محمّد بن مساور : فقد مات سنة 183 ه وحاله غير معلوم ، وفي وثاقة المفضل كلام ، ولكن الحديث شاهد صدق على أمانتهما في نقله لما فيه من إخبار معجز تحقّق بعد وفاة ابن المساور بسبعة وسبعين عاما لوقوع الغيبة فعلا في سنة ( 260 ه ) .\r\nوقد أخرجه الكليني بسند صحيح إلى محمد بن المساور ، عن المفضل أيضا « 2 » ، وممّا يقطع بصدوره الأحاديث الكثيرة جدّا عن أهل البيت بهذا المعنى :\r\nكصحيح عبد اللّه بن سنان الذي رواه الصدوق عن أبيه ؛ ومحمّد بن الحسن بن أحمد بن الوليد ، عن الصفار ، عن العباس بن معروف ، عن علي بن مهزيار ، عن الحسن بن محبوب ، عن حمّاد بن عيسى ، عن إسحاق بن جرير ، عن عبد اللّه بن سنان قال : « دخلت أنا وأبي على أبي عبد اللّه عليه السّلام فقال : « فكيف أنتم إذا صرتم في حال لا ترون فيها إمام هدى ، ولا علما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اكمال الدين 2 : 347 / 35 باب 33 .\r\n( 2 ) أصول الكافي 1 : 336 / 3 باب 80 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nيرى . . » « 1 » ؟\r\nوليس في رجال هذا الطريق - كما ترى - إلّا المتفق على وثاقته بين جميع علماء الشيعة بلا استثناء .\r\n11 - وفي أصول الكافي بسند صحيح : عدّة من أصحابنا عن أحمد بن محمّد بن عيسى ، عن أبيه محمّد بن عيسى ، عن ابن بكير ، عن زرارة قال :\r\n« سمعت أبا عبد اللّه عليه السّلام يقول : إنّ للقائم غيبة قبل ان يقوم ، انه يخاف - وأومأ بيده إلى بطنه - يعني القتل » « 2 » والسند من أصح الأسانيد بلا خلاف .\r\n12 - وفي عقد الدّرر للمقدسي الشافعي : عن الإمام الحسين السبط الشهيد عليه السّلام قال : « لصاحب هذا الأمر - يعني الإمام المهدي عليه السّلام - غيبتان ، إحداهما تطول ، حتى يقول بعضهم : مات ، وبعضهم : قتل ، وبعضهم :\r\nذهب . . . » « 3 » .\r\nوقد مرّ نظير هذا - بسند صحيح - في الحديث رقم 6 و 7 ، فراجع .\r\n13 - وفي إكمال الدين : « حدثنا أبي ؛ ومحمّد بن الحسن رضى اللّه عنهما قالا : حدّثنا سعد بن عبد اللّه ؛ وعبد اللّه بن جعفر الحميري ، قالا :\r\nحدّثنا أحمد بن الحسين بن عمر بن يزيد ، عن الحسين بن الربيع المدائني « 4 » قال : حدّثنا محمّد بن إسحاق ، عن أسيد بن ثعلبة ، عن أم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اكمال الدين 2 : 348 / 40 باب 33 .\r\n( 2 ) أصول الكافي 1 : 340 / 18 باب 80 وأخرجه الصدوق في إكمال الدين 2 : 418 / 10 باب 44 بسند صحيح على الأصح من وثاقة محمّد بن علي ماجيلويه .\r\n( 3 ) عقد الدّرر : 178 باب / 5 .\r\n( 4 ) أورده في الكافي 1 : 341 / 33 باب 80 ، ( . . . عن أحمد بن الحسن ، عن عمر بن يزيد ، عن الحسن بن الربيع الهمداني ) والظاهر صحته ، لعدم رواية سعد والحميري ، عن أحمد بن الحسين ابن عمر بن يزيد ، بل روى سعد في مواضع كثيرة ، عن أحمد بن الحسن والمراد به ابن علي بن فضال الفطحي الثقة ، وأمّا عن عمر بن يزيد فسواء كان هو الصيقل أو بياع السابري ، فإنّ وفاته قبل الغيبة بعشرات السنين .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nهانيء قالت : لقيت أبا جعفر محمّد بن عليّ بن الحسين بن عليّ بن أبي طالب عليهم السّلام ، فسألته عن هذه الآية :   فَلا أُقْسِمُ بِالْخُنَّسِ * الْجَوارِ الْكُنَّسِ   ؟\r\nفقال : إمام يخنس في زمانه عند انقضاء من علمه سنة ستّين ومائتين ، ثم يبدو كالشهاب الوقّاد في ظلمة الليل ، فإن أدركت ذلك قرّت عينك » « 1 » .\r\nويلاحظ في سند الحديث : إنّ أحمد بن الحسين بن عمر بن يزيد ثقة بالإتّفاق ومن قبله كذلك ، وهو قد روى عن أبي عبد اللّه ؛ وأبي الحسن موسى بن جعفر عليهما السّلام ، كما صرّح بهذا النجاشي في ترجمته ، وأمّا من بعده فإنّ اثبات صدقهم في خصوص هذا الخبر ، هو تقدّم وفاتهم لما في الخبر من إعلام معجز تحقّق بعد وفاتهم ، وورد بنقل الثقات عنهم ، فالخبر شاهد على صدقهم .\r\n14 - وفي إكمال الدين : بسند صحيح ، قال : « حدّثنا محمد بن الحسن رضي اللّه عنه ، قال : حدّثنا سعد بن عبد اللّه ، قال : حدّثنا أبو جعفر محمد ابن أحمد العلوي ، عن أبي هاشم داود بن القاسم الجعفري قال : سمعت أبا الحسن صاحب العسكر عليه السّلام يقول : الخلف من بعدي ابني الحسن ، فكيف لكم بالخلف من بعد الخلف ؟ فقلت : ولم جعلني اللّه فداك ؟\r\nفقال : لأنكم لا ترون شخصه ، ولا يحلّ لكم ذكره باسمه ، قلت : فكيف نذكره ؟ قال : قولوا : الحجّة من آل محمد صلّى اللّه عليه واله وسلم » « 2 » .\r\nوهذا السند حجّة لوثاقة رجاله ، والعلوي الذي فيه هو من مشايخ الشيعة الأجلّاء كما يعلم من رجال النجاشي - في ترجمة العمركي البوفكي « 3 » .\r\nونكتفي بهذا القدر من الأحاديث مع التنبيه على ثلاثة أمور وهي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إكمال الدين 1 : 324 / 1 باب 32 ، وأخرجه في الباب المذكور 1 : 330 / 15 باختلاف يسير ، عن أم هانيء ، عن الإمام الباقر عليه السّلام .\r\n( 2 ) إكمال الدين 2 : 381 / 5 باب 37 ، وأصول الكافي 1 : 328 / 3 باب 75 .\r\n( 3 ) رجال النجاشي : 303 / 828 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالأوّل : إنّ الحديث الأخير لا يدلّ على عدم رؤية الإمام المهدي مطلقا ؛ لأنّ قوله عليه السّلام : ( لا ترون شخصه ) إذا عطف على النهي عن التسمية المعلّل بوقوع الطلب أي الخوف على حياة الإمام المهدي عليه السّلام في أحاديث أخرى صحيحة « 1 » ، يفهم منه الكناية عن الغيبة فيكون المعنى :\r\nإنّكم لا ترون إمامكم المهدي كلّما أردتم ، إذ ليس قدرتكم على رؤيته كقدرتكم على رؤيتي في حياتي كلّما أردتم ؛ لأنّه سيكون في غيبة عنكم ، وأيّاكم أن تذكروه باسمه ، لكي لا يعرفه أعداء اللّه فيدركوا أثره .\r\nوالحاصل : إنّ نفي الرؤية كناية عن الغيبة ، والنهي عن التسمية لأجل الخوف عليه ، مع اختصاص النفي والنهي بزمان الغيبة ، وتوجّهه للمخاطبين بالكلام كلّهم أو بعضهم دون غيرهم ، وإلّا فقد رآه المئات من أصحاب أبيه الإمام الحسن العسكري عليه السّلام في حياته وبإذن منه ، كما رآه غيرهم بعد وفاة أبيه عليهما السّلام كما سيتضح في هذا الفصل .\r\nالثاني : إنّ ما ذكرناه من النصوص لا يمثّل في الواقع إلّا جزء يسيرا من مجموع النصوص الواردة في هذا الشأن ، ولم يخضع انتقاؤها لإعتبارات علمية ، بمعنى : إنّا لم نبحث عن الأسانيد الصحيحة لترسيخ العقيدة إذ المفروض رسوخها قبل ذلك ، وإنّما كوسيلة لإثبات المدعى ، وإلّا فنحن لسنا بحاجة إلى الأسانيد أصلا ، لسببين :\r\nأحدهما : توفّر الدليل القاطع على استمرار وجود الإمام المهدي عليه السّلام إلى آخر الزمان ، وقد مرّ بيان ذلك مفصّلا ، ومع هذا فأيّ حاجة تبقى للأسانيد ؟\r\nالآخر : توفّر الدليل على أنّ الأحاديث المروّية في المهدي عليه السّلام قد اخذت مباشرة من الكتب المؤلّفة قبل ولادته عليه السّلام بعشرات السنين ، وقد شهد الصدوق بذلك ، وعليه فالضعف الموجود في سند بعضها على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنشير إلى تلك الأحاديث في أدلّة ولادة الإمام المهدي عليه السّلام .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nالاصطلاح لا يقدح بصحّتها لكون الإخبار فيها اعجازا تحقّق بعد حين ، وهو آية صدقها .\r\nالثالث : إنّ أحاديث هوية الإمام المهدي عليه السّلام المسندة إلى النبيّ صلّى اللّه عليه واله وسلم وإلى أهل البيت عليهم السّلام كلّها تعبر عن محور واحد ، وتكشف عن حقيقة واحدة لاتّفاق عشرات الصادقين على الإخبار عنها ، ولا يضرّ في إثبات تلك الحقيقة وجود ما كان سنده ضعيفا في موضوعها ، لامتناع أن يكون الموضوع الواحد صادقا وكاذبا معا في آن واحد ، فلو أخبر الثّقة بحديث ، ثم أخبر غيره به أيضا ، لا نقول له : كذبت ، ولو جاء ثالث ، ورابع ، وخامس . . . وعاشر لا نقول لهم : كذبتم ، وإن لم نعرف درجة صدقهم ، بل سيكون كلّ خبر من أخبارهم قرينة احتمالية تضاف إلى خبر الثقة ، حتى يصبح على درجة عالية من اليقين ، وهكذا كلّما تراكمت القرائن يتضاءل احتمال نقيضها حتى يصل إلى درجة قريبة من الصفر . أمّا لو كان عدد الثقاة المخبرين جمّا فلا معنى لاحتمال بقاء النقيض بأيّ درجة كان .\r\nإنّ منطق قواعد حساب الاحتمال وقوانينه الرياضية في تحصيل اليقين الموضوعي من تراكم الأخبار على محور واحد ، يستحيل معه أن لا يكون ذلك المحور صادقا ومنطبقا مع الواقع .\r\nومن هنا يعلم أنّ إثارة الشكوك حول أحاديث المهدي عليه السّلام وسلب دلالتها على شخصه العظيم ، كما يزعمه بعض المتطفّلين على علم الحديث الشريف ، متخطّيا في ذلك جميع الاعتبارات العلمية ، وبخاصة بعد ثبوت إنطباقها عليه عليه السّلام ، ليس إلّا التعبير عن هزيمة نكراء من الداخل ، وعن ضحالة التفكير في كيفية المساس بعقيدة ولو بالكذب والافتراء بعدم وجود الصحيح الثابت ، مع التستر بمزاعم التصحيح كما تخبرك محاولات تحويل العقائد إلى حرفة صحفية تنطلق من أجواء الغرب ، وتستظلّ بفيئه ، وتحرّكها أصابعه ، وتموّلها عملاؤه ، غافلة عن أنّ العقيدة ليست قشّة في\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nمهب الريح ، وتاركة ما رسمه النبيّ صلّى اللّه عليه واله وسلم وأهل بيته عليهم السّلام من المسار الصحيح لمعرفة من هو الإمام المهدي ؟ باسمه ونسبه الكريم .\r\n\r\nولادة الإمام المهدي عليه السّلام\r\nلسنا بحاجة إلى ما يبيّن ولادة الإمام المهدي عليه السّلام ويثبتها تاريخيا بعد أن عرفنا إتّفاق كلمة المسلمين على أنّه من أهل البيت ، وأنّ ظهوره يكون في آخر الزمان ، وعرفنا أيضا النتيجة التي انتهى إليها البحث في طوائف نسب الإمام المهدي عليه السّلام ، وهي أنّه لا مجال للشك في كون المهدي الإمام الثاني عشر من أئمة أهل البيت عليهم السّلام ، وهو محمّد بن الحسن بن عليّ بن محمّد ابن عليّ بن موسى بن جعفر بن محمّد بن عليّ بن الحسين بن عليّ بن أبي طالب عليهم السّلام ، وأنّه حسيني الأب حسني الأم من جهة فاطمة بنت الحسن السبط أم الإمام الباقر محمّد بن عليّ بن الحسين عليهم السّلام .\r\nوهذا يعني أنّ البحث عن ولادة الإمام المهدي عليه السّلام وبيان ثبوتها شرعا بحث غير طبيعي لولا وجود بعض الملابسات التاريخية حول ولادته عليه السّلام ، كادّعاء عمّه جعفر الكذّاب بعدم وجود خلف لأخيه العسكري عليه السّلام ، وقيام السلطة الحاكمة بتسليم تركة الإمام العسكري بعد وفاته لأخيه جعفر الكذاب أخذا بادّعائه الباطل فيما رواه علماء الشيعة الإمامية الاثني عشرية أنفسهم ولم يروه غيرهم قط إلّا من طرقهم ، وفي هذا وحده كفاية للمنصف المتدبّر ، إذ كيف يروي الشيعة أمرا ويعتقدون بخلافه ، لو لم يثبت لهم زيف هذا الأمر وبطلانه ؟ !\r\nإنّه من قبيل رواياتهم انكار معاوية منزلة عليّ عليه السّلام من رسول اللّه صلّى اللّه عليه واله وسلم .\r\nفإنكار معاوية ثابت ، ومنزلة عليّ عليه السّلام ثابتة ؛ وثبات كلاهما عند الشيعة\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nلا يخالجه شكّ ؛ لأنّه على نحو اليقين ، فكذلك إنكار جعفر الكذاب ثابت عندهم ، وتصرّف السلطة على وفق إدّعائه ثابت أيضا ، وفي مقابل هذا ثبوت ولادة المهدي عليه السّلام بالإقرار والعيان ، وما بعدهما من برهان .\r\nولكن من يقتات على موائد الغرب مع انحرافه ، لا يبعد منه استغلال تلك الملابسات ، وإثارتها بثوب جديد موشى بألوان ( التصحيح ) .\r\nولأجل هذا نقول : إنّ ولادة أيّ إنسان في هذا الوجود تثبت بإقرار أبيه ، وشهادة القابلة ، وإن لم يره أحد قط غيرهما ، فكيف لو شهد المئات برؤيته ، واعترف المؤرّخون بولادته ، وصرّح علماء الأنساب بنسبه ، وظهر على يديه ما عرفه المقرّبون إليه ، وصدرت منه وصايا وتعليمات ، ونصائح وإرشادات ، ورسائل وتوجيهات ، وأدعية وصلوات ، وأقوال مشهورة ، وكلمات مأثورة ، وكان وكلاؤه معروفين ، وسفراؤه معلومين ، وأنصاره في كلّ عصر وجيل يعدّون بالملايين .\r\nولعمري ، هل يريد من استغل تلك الملابسات ، وأنكر ولادة الإمام المهدي عليه السّلام أكثر من هذا لإثبات ولادته ، أم تراه ولسان حاله يقول للمهدي ، كما قال المشركون بلسان المقال لجدّه النبيّ صلّى اللّه عليه واله وسلم :     وَقالُوا لَنْ نُؤْمِنَ لَكَ حَتَّى تَفْجُرَ لَنا مِنَ الْأَرْضِ يَنْبُوعاً ، أَوْ تَكُونَ لَكَ جَنَّةٌ مِنْ نَخِيلٍ وَعِنَبٍ فَتُفَجِّرَ الْأَنْهارَ خِلالَها تَفْجِيراً ، أَوْ تُسْقِطَ السَّماءَ كَما زَعَمْتَ عَلَيْنا كِسَفاً أَوْ تَأْتِيَ بِاللَّهِ وَالْمَلائِكَةِ قَبِيلًا ، أَوْ يَكُونَ لَكَ بَيْتٌ مِنْ زُخْرُفٍ أَوْ تَرْقى فِي السَّماءِ وَلَنْ نُؤْمِنَ لِرُقِيِّكَ حَتَّى تُنَزِّلَ عَلَيْنا كِتاباً نَقْرَؤُهُ ! قُلْ سُبْحانَ رَبِّي هَلْ كُنْتُ إِلَّا بَشَراً رَسُولًا     « 1 » .\r\nاللّهمّ ! إنّا لا نرجو هداية من عرف الحقّ وتمسّك بالباطل ؛ لأنّ من لا يقدر على الانتفاع بضياء الشمس ، فهو على الانتفاع بنور القمر أعجز ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الإسراء : 17 / 90 - 93 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nوإنّما نطمح إلى ايصال الحقّ إلى جاهله ، وتقوية الإيمان به عند من ضعف في قلبه ، فنقول :\r\n\r\nإخبار الإمام العسكري بولادة ابنه المهدي عليهما السّلام :\r\nويدلّ عليه الخبر الصحيح عن محمد بن يحيى العطار ، عن أحمد بن إسحاق ، عن أبي هاشم الجعفري قال : قلت لأبي محمد عليه السّلام : جلالتك تمنعني من مسألتك فتأذن لي أن أسألك ؟ فقال : « سل » ، قلت : يا سيّدي ! هل لك ولد ؟ فقال : « نعم » ، فقلت : فإن حدث بك حدث فأين أسأل عنه ؟\r\nقال : « بالمدينة » « 1 » .\r\nوالخبر الصحيح عن عليّ بن محمّد ، عن محمّد بن عليّ بن بلال قال :\r\n« خرج إليّ من أبي محمّد عليه السّلام قبل مضيه بسنتين ، يخبرني بالخلف من بعده ، ثم خرج إليّ من قبل مضيه بثلاثة أيام ، يخبرني بالخلف من بعده » « 2 » .\r\nوالمراد بعليّ بن محمد هو علي بن محمّد الكليني الثقة وهو خال ثقة الإسلام الكليني ، وله كتاب في ولادة الإمام المهدي عليه السّلام ، كما يحتمل أيضا إرادة الثقة الأديب الفاضل علي بن محمّد بن بندار ، ولا ضير في الترديد بين ثقتين ، وأما عن محمّد بن عليّ بن بلال فإنّه من الوثاقة والجلالة أشهر من نار على علم بحيث كان يراجعه من مثل أبي القاسم الحسين بن روح رضى اللّه عنه ، كما هو معلوم عند أهل الرجال .\r\n\r\nشهادة القابلة بولادة الإمام المهدي عليه السّلام :\r\nوهي السيّدة العلوية الطّاهرة حكيمة بنت الإمام الجواد وأخت الإمام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 : 328 / 2 باب 76 .\r\n( 2 ) أصول الكافي 1 : 328 / 1 باب 76 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالهادي وعمّة الإمام العسكري عليهم السّلام . وهي التي تولّت أمر نرجس أم الإمام المهدي عليه السّلام في ساعة الولادة « 1 » ، وصرّحت بمشاهدة الإمام الحجّة بعد مولده « 2 » ، وقد ساعدتها بعض النسوة في عملية الولادة ، منهن : جارية أبي عليّ الخيزراني التي أهداها إلى الإمام العسكري عليه السّلام فيما صرّح بذلك الثقة محمد بن يحيى « 3 » ؛ ومارية ونسيم خادمة الإمام العسكري عليه السّلام « 4 » .\r\nولا يخفى أنّ ولادات المسلمين لا يطلع عليها غير النساء القوابل ، ومن ينكر هذا فعليه أن يثبت لنا مشاهدة غيرهن لامّه في مولده !\r\nهذا وقد أجرى الإمام العسكري عليه السّلام السنّة الشّريفة بعد ولادة المهدي عليه السّلام فعقّ عنه بعقيقة « 5 » كما يفعل الملتزمون بالسنّة حينما يرزقهم اللّه من فضله مولودا .\r\n\r\nمن شهد برؤية المهدي من أصحاب الأئمة عليهم السّلام وغيرهم :\r\nشهد برؤية الإمام المهدي في حياة أبيه العسكري عليهما السّلام وبإذن منه عدد من أصحاب العسكري وأبيه الهادي عليهما السّلام ، كما شهد آخرون منهم ومن غيرهم برؤية الإمام المهدي بعد وفاة أبيه العسكري عليهما السّلام وذلك في غيبته الصغرى التي ابتدأت من سنة ( 260 ه ) إلى سنة ( 329 ه ) ، ولكثرة من شهد على نفسه بذلك سوف نقتصر على ما ذكره المشايخ المتقدّمون وهم : الكليني ( ت / 329 ه ) الذي أدرك الغيبة الصغرى بتمامها تقريبا ، والصدوق ( ت / 381 ه ) وقد أدرك من الغيبة الصغرى أكثر من عشرين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إكمال الدين 2 : 424 / 1 و 2 باب 42 . وكتاب الغيبة للشيخ الطوسي : 234 / 204 .\r\n( 2 ) أصول الكافي 1 : 330 / 3 باب 77 . وإكمال الدين 2 : 433 / 14 باب 42 .\r\n( 3 ) إكمال الدين 2 : 431 / 7 باب 42 .\r\n( 4 ) إكمال الدين 2 : 430 / 5 باب 42 . وكتاب الغيبة للشيخ الطوسي 244 / 211 .\r\n( 5 ) إكمال الدين 2 : 431 / 6 باب 42 و 2 : 432 / 10 باب 42 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nعاما ، والشيخ المفيد ( ت / 413 ه ) ، والشيخ الطوسي ( ت / 460 ه ) ولا بأس بذكر اليسير جدّا من رواياتهم الخاصة في تسمية من رآه عليه السّلام ثم الاكتفاء ببيان أسماء المشاهدين للإمام المهدي عليه السّلام مع تعيين موارد رواياتهم في كتب المشايخ الأربعة لأجل الاختصار . فمن تلك الروايات :\r\nما رواه الكليني في أصول الكافي بسند صحيح : عن محمد بن عبد اللّه ؛ ومحمّد بن يحيى جميعا ؛ عن عبد اللّه بن جعفر الحميري ، قال : « اجتمعت أنا والشّيخ أبو عمرو رحمه اللّه عند أحمد بن إسحاق ، فغمزني أحمد ابن إسحاق أن أسأله عن الخلف ، فقلت له : يا أبا عمرو ! إنّي أريد أن أسألك عن شيء ، وما أنا بشاك فيما أريد أن أسألك عنه - إلى أن قال بعد إطراء العمري وتوثيقه على لسان الأئمّة عليهم السّلام - : فخرّ أبو عمرو ساجدا وبكى ثم قال : سل حاجتك ، فقلت له : أنت رأيت الخلف من بعد أبي محمّد عليه السّلام ؟ فقال : إي واللّه ورقبته مثل ذا - وأومأ بيده - فقلت له : فبقيت واحدة ، فقال لي : هات ، فقلت : فالاسم ؟ قال : محرّم عليكم أن تسألوا عن ذلك ، ولا أقول هذا من عندي ، فليس لي أن أحلل ولا أحرم ، ولكن عنه عليه السّلام ، فإنّ الأمر عند السلطان : أنّ أبا محمّد مضى ولم يخلف ولدا وقسّم ميراثه وأخذه من لا حقّ له فيه ، وهو ذا عياله يجولون ليس أحد يجسر أن يتعرف إليهم أو ينيلهم شيئا ، وإذا وقع الاسم وقع الطلب ، فاتقوا اللّه وأمسكوا عن ذلك » « 1 » .\r\nومنها : ما رواه في الكافي بسند صحيح : عن عليّ بن محمّد وهو الكليني الثقة المتقدّم ، أو ابن بندار الثقة ، عن مهران القلانسي الثقة ، قال :\r\nقلت للعمري : « قد مضى أبو محمّد ؟ فقال لي : قد مضى ولكن خلف فيكم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 : 329 - 330 / 1 باب 77 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nمن رقبته مثل هذه ، وأشار بيده » « 1 » .\r\nوأخرجه الصدوق بسند صحيح ، عن أبيه ومحمّد بن الحسن ؛ عن عبد اللّه ابن جعفر الحميري « 2 » .\r\nومنها : ما رواه الصدوق بسند صحيح عن أجلّاء المشايخ قال : « حدّثنا محمّد بن الحسن رضى اللّه عنه قال : حدّثنا عبد اللّه بن جعفر الحميري قال : قلت لمحمّد بن عثمان العمري رضى اللّه عنه : إنّي أسألك سؤال إبراهيم ربّه جلّ جلاله حين قال :  رَبِّ أَرِنِي كَيْفَ تُحْيِ الْمَوْتى قالَ أَ وَلَمْ تُؤْمِنْ قالَ بَلى وَلكِنْ لِيَطْمَئِنَّ قَلْبِي  « 3 » فأخبرني عن صاحب هذا الأمر هل رأيته ؟ قال : نعم ، وله رقبة مثل ذي ، وأشار بيده إلى عنقه » « 4 » .\r\nومنها : ما رواه الصدوق في إكمال الدين قال : « وحدثنا أبو جعفر محمّد ابن عليّ الأسود رضى اللّه عنه قال : سألني عليّ بن الحسين بن موسى بن بابويه رضى اللّه عنه بعد موت محمد بن عثمان العمري رضى اللّه عنه أن أسأل أبا القاسم الروحي أن يسأل مولانا صاحب الزمان عليه السّلام أن يدعو اللّه عزّ وجلّ أن يرزقه ولدا ذكرا قال : فسألته ، فأنهى ذلك ، ثم أخبرني بعد ذلك بثلاثة أيام أنّه قد دعى لعليّ بن الحسين ، وأنّه سيولد له ولد مبارك ينفع اللّه به ، وبعده أولاد - ثم قال الصدوق بعد ذلك : قال مصنّف هذا الكتاب رضى اللّه عنه : كان أبو جعفر محمّد بن علي الأسود رضى اللّه عنه ، كثيرا ما يقول لي - إذا رآني أختلف إلى مجلس شيخنا محمد بن الحسن بن أحمد بن الوليد رضى اللّه عنه ، وأرغب في كتب العلم وحفظه - ليس بعجب أن تكون لك هذه الرغبة في العلم ، وأنت ولدت بدعاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 : 329 / 4 ب 76 ، و 1 : 331 / 4 باب 77 .\r\n( 2 ) إكمال الدين 2 : 441 / 14 باب 43 .\r\n( 3 ) سورة البقرة : 2 / 260 .\r\n( 4 ) إكمال الدين 2 : 435 / 3 باب 43 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالإمام عليه السّلام » « 1 » .\r\nومنها : ما رواه الشيخ الطوسي في كتاب الغيبة بسند صحيح في غاية الصحة ؛ عن أجلاء هذه الطائفة وشيوخها قال : « وأخبرني محمد بن محمد بن النعمان ؛ والحسين بن عبيد اللّه ، عن أبي عبد اللّه محمد بن أحمد الصفواني قال : أوصى الشيخ أبو القاسم رضى اللّه عنه إلى أبي الحسن علي بن محمد السمري رضى اللّه عنه فقام بما كان إلى أبي القاسم * السفير الثالث * فلمّا حضرته الوفاة ، حضرت الشيعة عنده ، وسألته عن الموكّل بعده ، ولمن يقوم مقامه ، فلم يظهر شيئا من ذلك ، وذكر أنّه لم يؤمر بأن يوصي إلى أحد بعده في هذا الشأن » « 2 » .\r\nولا يخفى أنّ مقام السّمري مقام أبي القاسم الحسين بن روح في الوكالة عن الإمام تتطلّب رؤيته في كلّ أمر يحتاج إليه فيه ، ومن هنا تواتر ما خرج على يد السفراء الأربعة الذين ذكرناهم في هذه الروايات من وصايا وإرشادات ، وأوامر وكلمات الإمام المهدي عليه السّلام « 3 » .\r\nوهناك روايات أخرى كثيرة صريحة برؤية السفراء الأربعة كلّ في زمان وكالته للإمام المهدي عليه السّلام وكثير منها بمحضر من الشيعة ، وها نحن نشير إلى أسماء من رآه عليه السّلام وهم :\r\nإبراهيم بن إدريس أبو أحمد « 4 » ، وإبراهيم بن عبدة النيسابوري « 5 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إكمال الدين 2 : 502 / 31 باب 45 .\r\n( 2 ) كتاب الغيبة / الشيخ الطوسي : 394 / 363 .\r\n( 3 ) وقد جمعت هذه الأمور في ثلاث مجلّدات مطبوعة بعنوان « المختار من كلمات الإمام المهدي عليه السّلام » تأليف الشيخ محمد الغروي .\r\n( 4 ) أصول الكافي 1 : 331 / 8 باب 77 ، والإرشاد / الشيخ المفيد 2 : 253 ، وكتاب الغيبة / الشيخ الطوسي : 268 / 232 ، و : 357 / 319 .\r\n( 5 ) أصول الكافي 1 : 331 / 6 باب 77 ، والإرشاد 2 : 352 ، وكتاب الغيبة للشيخ الطوسي 268 / 231 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nوإبراهيم بن محمد التبريزي « 1 » ، وإبراهيم بن مهزيار أبو إسحاق الأهوازي « 2 » ، وأحمد بن إسحاق بن سعد الأشعري « 3 » ورآه مرة أخرى مع سعد بن عبد اللّه بن أبي خلف الأشعري ( من مشايخ والد الصدوق والكليني ) « 4 » ، وأحمد بن الحسين بن عبد الملك أبو جعفر الأزدي ، وقيل :\r\nالأودي « 5 » ، وأحمد بن عبد اللّه الهاشمي - من ولد العبّاس - مع تمام تسعة وثلاثين رجلا « 6 » ، وأحمد بن محمد بن المطهّر أبو علي من أصحاب الهادي والعسكري عليهما السّلام « 7 » ، وأحمد بن هلال أبو جعفر العبرتائي الغال الملعون ، وكان معه جماعة ، منهم : عليّ بن بلال ، ومحمد بن معاوية بن حكيم ، والحسن بن أيّوب بن نوح ، وعثمان بن سعيد العمري رضى اللّه عنه إلى تمام أربعين رجلا « 8 » ، وإسماعيل بن علي النوبختي أبو سهل « 9 » ، وأبو عبد اللّه بن صالح « 10 » ، وأبو محمد الحسن بن وجناء النصيبي « 11 » ، وأبو هارون من مشايخ محمد بن الحسن الكرخي « 12 » ، وجعفر الكذاب عم الإمام المهدي عليه السّلام رأى الإمام المهدي عليه السّلام مرّتين « 13 » ، والسيّدة العلوية الطّاهرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الغيبة / الشيخ الطوسي : 259 / 226 .\r\n( 2 ) إكمال الدين 2 : 445 / 19 باب 43 .\r\n( 3 ) إكمال الدين 2 : 384 / 1 باب 38 .\r\n( 4 ) إكمال الدين 2 : 456 / 21 باب 43 .\r\n( 5 ) إكمال الدين 2 : 444 / 18 باب 43 ، وكتاب الغيبة للشيخ الطوسي : 253 / 223 .\r\n( 6 ) كتاب الغيبة للشيخ الطوسي : 258 / 226 .\r\n( 7 ) أصول الكافي 1 : 331 / 5 باب 77 ، والإرشاد 2 : 352 ، وكتاب الغيبة للشيخ الطوسي :\r\n269 / 233 .\r\n( 8 ) كتاب الغيبة للشيخ الطوسي : 357 / 319 .\r\n( 9 ) كتاب الغيبة للشيخ الطوسي : 272 / 237 .\r\n( 10 ) أصول الكافي 1 : 331 / 7 باب 77 ، والإرشاد 2 : 352 .\r\n( 11 ) إكمال الدين 2 : 443 / 17 باب 43 .\r\n( 12 ) إكمال الدين 2 : 432 / 9 باب 43 ، و 2 : 434 / 1 باب 43 .\r\n( 13 ) أصول الكافي 1 : 331 / 9 باب 77 ، وإكمال الدين 2 : 442 / 15 باب 43 ، والإرشاد 2 :\r\n353 ، وكتاب الغيبة للشيخ الطوسي : 248 / 217 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nحكيمة بنت الإمام محمد بن عليّ الجواد عليهما السّلام « 1 » ، والزهري وقيل الزهراني ومعه العمري رضى اللّه عنه « 2 » ، ورشيق صاحب المادراي « 3 » ، وأبو القاسم الروحي رضى اللّه عنه « 4 » ، وعبد اللّه السوري « 5 » ، وعمرو الأهوازي « 6 » ، وعلي بن إبراهيم بن مهزيار الأهوازي « 7 » ، وعلي بن محمد الشمشاطي رسول جعفر بن إبراهيم اليماني « 8 » ، وغانم أبو سعيد الهندي « 9 » ، وكامل بن إبراهيم المدني « 10 » ، وأبو عمرو عثمان بن سعيد العمري رضى اللّه عنه « 11 » ، ومحمد بن أحمد الأنصاري أبو نعيم الزيدي ، وكان معه في مشاهدة الإمام المهدي عليه السّلام : أبو علي المحمودي ، وعلّان الكليني ، وأبو الهيثم الدّيناري ، وأبو جعفر الأحول الهمداني ، وكانوا زهاء ثلاثين رجلا فيهم السيّد محمّد بن القاسم العلوي العقيقي « 12 » ، والسيّد الموسوي محمد بن إسماعيل بن الإمام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 : 331 / 3 باب 77 ، وإكمال الدين 2 : 424 / 1 باب 42 ، و 2 : 426 / 2 باب 42 ، والإرشاد 2 : 351 ، وكتاب الغيبة للشيخ الطوسي : 234 / 204 ، و : 237 / 205 ، و : 239 / 207 .\r\n( 2 ) كتاب الغيبة للشيخ الطوسي : 271 / 236 .\r\n( 3 ) كتاب الغيبة للشيخ الطوسي : 248 / 218 .\r\n( 4 ) إكمال الدين 2 : 502 / 61 باب 45 ، وكتاب الغيبة للشيخ الطوسي : 320 / 266 و : 322 / 269 .\r\n( 5 ) إكمال الدين 2 : 441 / 13 باب 43 .\r\n( 6 ) أصول الكافي 1 : 328 / 3 باب 76 ، و 1 : 332 / 12 باب 77 ، والإرشاد 2 : 353 ، وكتاب الغيبة للشيخ الطوسي : 234 / 203 .\r\n( 7 ) كتاب الغيبة للشيخ الطوسي : 263 / 228 .\r\n( 8 ) إكمال الدين 2 : 491 / 14 باب 45 .\r\n( 9 ) أصول الكافي 1 : 515 / 3 باب 125 ، وإكمال الدين 2 : 437 بعد الحديث 6 باب 43 .\r\n( 10 ) كتاب الغيبة للشيخ الطوسي : 247 / 216 .\r\n( 11 ) أصول الكافي 1 : 329 / 1 باب 76 ، و 10 : 329 / 4 باب 76 ، و 1 : 331 / 4 باب 77 ، والإرشاد 2 : 351 ، وكتاب الغيبة للشيخ الطوسي : 355 / 316 .\r\n( 12 ) إكمال الدين 2 : 470 / 24 باب 73 ، وكتاب الغيبة للشيخ الطوسي : 259 / 227 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nموسى بن جعفر عليهما السّلام وكان أسنّ شيخ في عصره من ولد رسول اللّه صلّى اللّه عليه واله وسلم « 1 » ، ومحمد بن جعفر أبو العبّاس الحميري على رأس وفد من شيعة مدينة قم « 2 » ، ومحمّد بن الحسن بن عبيد اللّه التميمي الزيدي المعروف بأبي سورة « 3 » ، ومحمد بن صالح بن علي بن محمد بن قنبر الكبير مولى الإمام الرضا عليه السّلام « 4 » ، ومحمّد بن عثمان العمري رضى اللّه عنه « 5 » ورآه العمري رضى اللّه عنه مع أربعين رجلا بإذن الإمام العسكري عليه السّلام ، وكان من جملتهم :\r\nمعاوية بن حكيم ، ومحمد بن أيّوب بن نوح « 6 » ، ويعقوب بن منقوش « 7 » ، ويعقوب بن يوسف الضّراب الغساني « 8 » ، ويوسف بن أحمد الجعفري « 9 » .\r\n\r\nشهادة وكلاء المهدي ومن وقف على معجزاته عليه السّلام برؤيته :\r\nلقد ذكر الصدوق من وقف على معجزات الإمام المهدي عليه السّلام ورآه من الوكلاء وغيرهم ، مع تسمية بلدانهم ، وقد أشرنا إلى بعضهم ، وقد بلغوا من الكثرة حدّا يمتنع معه اتّفاقهم على الكذب ، لا سيما وهم من بلدان شتى ، وإليك بعضهم :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 : 330 / 2 باب 77 ، والإرشاد 2 : 351 ، وكتاب الغيبة للشيخ الطوسي :\r\n268 / 230 .\r\n( 2 ) إكمال الدين 2 : 477 بعد الحديث 6 باب 43 .\r\n( 3 ) كتاب الغيبة للشيخ الطوسي : 269 / 234 ، و : 270 / 235 .\r\n( 4 ) إكمال الدين 2 : 442 / 15 باب 43 حدّث عن رؤية جعفر الكذاب للإمام المهدي عليه السّلام ، وظاهره أنّه رآه أيضا ، ولكن صريح الكافي أنّه لم يره عليه السّلام ولكنه رأى من رآه وهو جعفر الكذاب . راجع : أصول الكافي 1 : 331 / 9 باب 77 .\r\n( 5 ) إكمال الدين 2 : 433 / 13 باب 42 ، و 2 : 435 / 3 باب 43 ، و 2 : 440 / 9 باب 43 ، و 2 :\r\n440 / 10 باب 43 ، و 2 : 441 / 14 باب 43 .\r\n( 6 ) إكمال الدين 2 : 435 / 2 باب 43 .\r\n( 7 ) إكمال الدين 2 : 437 / 5 باب 43 .\r\n( 8 ) كتاب الغيبة للشيخ الطوسي : 273 / 238 .\r\n( 9 ) كتاب الغيبة للشيخ الطوسي : 257 / 225 .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nفمن بغداد : العمري ، وابنه ، وحاجز ، والبلالي ، والعطار .\r\nومن الكوفة : العاصمي .\r\nومن أهل الأهواز : محمّد بن إبراهيم بن مهزيار .\r\nومن أهل قم : أحمد بن إسحاق .\r\nومن أهل همدان : محمّد بن صالح .\r\nومن أهل الري : البسامي ، والأسدي ( محمّد بن أبي عبد اللّه الكوفي ) .\r\nومن أهل آذربيجان : القاسم بن العلاء .\r\nومن أهل نيسابور : محمد بن شاذان .\r\nومن غير الوكلاء .\r\nمن أهل بغداد : أبو القاسم بن أبي حليس ، وأبو عبد اللّه الكندي ، وأبو عبد اللّه الجنيدي ، وهارون القزّاز ، والنيلي ، وأبو القاسم بن دبيس ، وأبو عبد اللّه بن فروخ ، ومسرور الطباخ مولى أبي الحسن عليه السّلام ، وأحمد ومحمد ابنا الحسن ، وإسحاق الكاتب من بني نوبخت وغيرهم .\r\nومن همدان : محمد بن كشمرد ، وجعفر بن حمدان ، ومحمد بن هارون بن عمران .\r\nومن الدّينور : حسن بن هارون ، وأحمد بن أخيّة ، وأبو الحسن .\r\nومن أصفهان : ابن باشاذالة .\r\nومن الصيمرة : زيدان .\r\nومن قم : الحسن بن النضر ، ومحمّد بن محمّد ، وعلي بن محمّد بن إسحاق ، وأبوه ، والحسن بن يعقوب .\r\nومن أهل الري : القاسم بن موسى ، وابنه ، وأبو محمد بن هارون ، وعلي بن محمّد ، ومحمّد بن محمّد الكليني ، وأبو جعفر الرفّاء .\r\nومن قزوين : مرداس ، وعلي بن أحمد .\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nومن نيسابور : محمد بن شعيب بن صالح .\r\nومن اليمن : الفضل بن يزيد ، والحسن بن الفضل بن يزيد ، والجعفري ، وابن الأعجمي ، وعلي بن محمّد الشمشاطي .\r\nومن مصر : أبو رجاء وغيره .\r\nومن نصيبين : أبو محمد الحسن بن الوجناء النصيبي .\r\nكما ذكر أيضا من رآه عليه السّلام من أهل شهرزور ، والصيمرة ، وفارس وقابس ، ومرو « 1 » .\r\n\r\nشهادة الخدم والجواري والإماء برؤية المهدي عليه السّلام :\r\nكما شاهد الإمام المهدي عليه السّلام من كان يخدم أباه العسكري عليه السّلام في داره مع بعض الجواري والإماء ، كطريف الخادم أبي نصر « 2 » ، وخادمة إبراهيم ابن عبدة النيسابوري التي شاهدت مع سيّدها الإمام المهدي عليه السّلام « 3 » ، وأبي الأديان الخادم « 4 » ، وأبي غانم الخادم الذي قال : « ولد لأبي محمّد عليه السّلام ولد فسمّاه محمّدا ، فعرضه على أصحابه يوم الثالث ، وقال : هذا صاحبكم من بعدي ، وخليفتي عليكم ، وهو القائم الذي تمتد إليه الأعناق بالإنتظار ، فإذا امتلأت الأرض جورا وظلما خرج فملأها قسطا وعدلا » « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إكمال الدين 2 : 442 - 443 / 16 باب 43 .\r\n( 2 ) أصول الكافي 1 : 332 / 13 باب 77 ، وإكمال الدين 2 : 441 / 12 باب 43 ، والإرشاد 2 :\r\n354 ، وكتاب الغيبة للشيخ الطوسي : 246 / 215 وفيه : ( ظريف ) بدلا عن ( طريف ) .\r\n( 3 ) أصول الكافي 1 : 331 / 6 باب 77 ، والإرشاد 2 : 352 ، وكتاب الغيبة للشيخ الطوسي :\r\n268 / 231 .\r\n( 4 ) إكمال الدين 2 : 475 بعد الحديث 25 باب 43 .\r\n( 5 ) إكمال الدين 2 : 431 / 8 باب 42 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nوشهد بذلك أيضا : عقيد الخادم « 1 » ، والعجوز الخادمة « 2 » ، وجارية أبي علي الخيزراني التي أهداها إلى الإمام العسكري عليه السّلام « 3 » ، ومن الجواري اللّواتي شهدن برؤية الإمام المهدي عليه السّلام : نسيم « 4 » ، ومارية « 5 » .\r\nكما شهد بذلك مسرور الطباخ مولى أبي الحسن عليه السّلام « 6 » ، وكلّ هؤلاء قد شهدوا بنحو ما شهد به أبو غانم الخادم في بيت العسكري عليه السّلام .\r\n\r\nتصرّف السلطة دليل على ولادة الإمام المهدي عليه السّلام :\r\nولد الإمام الحسن العسكري عليه السّلام في شهر ربيع الآخر سنة 232 ه ، وقد عاصر ثلاثة من سلاطين بني العبّاس وهم : المعتز ( ت / 255 ه ) ، والمهتدي ( ت / 256 ه ) ، والمعتمد ( ت / 279 ه ) .\r\nوقد كان المعتمد شديد التعصّب والحقد على آل البيت عليهم السّلام ومن تصفّح كتب التاريخ المشهورة كالطبري وغيره ، واستقرأ ما في حوادث سنة 257 ه و 258 ه و 259 ه و 260 ه ، وهي السنوات الأولى من حكمه ، علم مدى حقده على أئمّة أهل البيت عليهم السّلام .\r\nولقد عاقبه اللّه في حياته ، إذ لم يكن في يده شيء من ملكه حتى أنّه احتاج إلى ثلاثمائة دينار فلم ينلها ، ومات ميتة سوء إذ ضجر منه الأتراك فرموه في رصاص مذاب باتّفاق المؤرّخين .\r\nومن مواقفه الخسيسة أمره شرطته بعد وفاة الإمام الحسن العسكري عليه السّلام مباشرة بتفتيش داره تفتيشا دقيقا ، والبحث عن الإمام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إكمال الدين 2 : 474 بعد الحديث 25 باب 43 ، وكتاب للشيخ الطوسي : 272 / 237 .\r\n( 2 ) كتاب الغيبة للشيخ الطوسي 2 : 273 - 276 / 238 .\r\n( 3 ) إكمال الدين 2 : 431 / 7 باب 42 .\r\n( 4 ) إكمال الدين 2 : 441 / 11 باب 43 .\r\n( 5 ) إكمال الدين 2 : 430 / 5 باب 42 ، وفي هذا المورد شاهدته عليه السّلام نسيم مع مارية .\r\n( 6 ) إكمال الدين 2 : 442 / 16 باب 43 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nالمهدي عليه السّلام ، والأمر بحبس جواري أبي محمّد عليه السّلام ، واعتقال حلائله ، يساعدهم بذلك جعفر الكذاب طمعا في أن ينال منزلة أخيه العسكري عليه السّلام في نفوس شيعته ، حتى جرى بسبب ذلك - كما يقول الشيخ المفيد - على مخلّفي أبي محمّد عليه السّلام كلّ عظيمة من اعتقال ، وحبس ، وتهديد ، وتصغير ، واستخفاف ، وذلّ « 1 » .\r\nكلّ هذا والإمام المهدي عليه السّلام في الخامسة من عمره الشريف ، ولايهم المعتمد العبّاسي العمر بعد أن عرف أنّ هذا الصبي هو الإمام الذي سيهدّ عرش الطاغوت ، نظرا لما تواتر من الخبر بأنّ الثاني عشر من أهل البيت عليهم السّلام سيملأ الدّنيا قسطا وعدلا بعد ما ملئت ظلما وجورا .\r\nفكان موقفه من مهدي الأمّة كموقف فرعون من نبي اللّه موسى عليه السّلام الذي ألقته أمّه - خوفا عليه - في اليمّ صبيّا ، وبعض الشرّ أهون من بعض .\r\nولم يكن المعتمد العبّاسي قد عرف هذه الحقيقة وحده وإنّما عرفها من كان قبله : كالمعتز ؛ والمهدي ؛ ولهذا كان الإمام الحسن العسكري عليه السّلام حريصا على أن لا ينتشر خبر ولادة المهدي عليه السّلام إلّا بين الخلّص من شيعته ومواليه عليه السّلام ، مع أخذ التدابير اللازمة والإحتياطات الكافية لصيانة قادة التشيّع من الاختلاف بعد وفاته عليه السّلام ، إذ أوقفهم بنفسه على المهدي الموعود مرّات عديدة ، وأمرهم بكتمان أمره ، لمعرفة الطواغيت بأنّه ( الثاني عشر ) الذي ينطبق عليه حديث جابر بن سمرة الذي رواه القوم ، وأدركوا تواتره ، وإلّا فأيّ خطر يهدّد كيان المعتمد في مولود يافع لم يتجاوز من العمر خمس سنين ؟ ! لو لم يدرك أنّه هو المهدي المنتظر التي رسمت الأحاديث المتواترة دوره العظيم بكلّ وضوح ، وبيّنت موقفه من الجبابرة عند ظهوره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد 2 : 336 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nولو لم يكن الأمر على ما وصفناه فلماذا لم تقتنع السلطة بشهادة جعفر الكذاب وزعمه بأنّ أخاه العسكري عليه السّلام مات ولم يخلف ولدا ؟\r\nأما كان بوسع السلطة أن تعطي جعفرا الكذاب ميراث أخيه عليه السّلام من غير ذلك التصرّف الأحمق الذي يدلّ على ذعرها وخوفها من ابن الحسن عجل اللّه تعالى فرجه الشريف ؟ !\r\nقد يقال : بأنّ حرص السلطة على إعطاء كلّ ذي حقّ حقّه هو الذي دفعها إلى التحرّي عن وجود الخلف لكي لا يستقلّ جعفر الكذاب بالميراث وحده بمجرّد شهادته !\r\nفنقول : ومع هذا ، فإنّه ليس من شأن السلطة الحاكمة آنذاك أن تتحرّى عن هذا الأمر بمثل هذا التصرّف المريب ، بل كان على السلطة أن تحيل دعوى جعفر الكذاب إلى أحد القضاة ؛ لا سيّما وأنّ القضية من قضايا الميراث التي يحصل مثلها كلّ يوم مرّات ، وعندها سيكون بوسع القاضي التحقيق واستدعاء الشهود : كأمّ الإمام العسكري عليه السّلام ، ونسائه ، وجواريه ، والمقرّبين إليه من بني هاشم ، ثم يستمع إلى أقوالهم ، ويثبت شهاداتهم ، ثم يصدر الحكم على ضوء ما لديه من شهادات ، أمّا أن تنفرد السلطة بنفسها ، ويصل الأمر إلى أعلى رجل فيها ، وبهذه السرعة ، ولمّا يدفن الإمام الحسن عليه السّلام ، وخروج القضية عن دائرة القضاء ، مع أنّها من إختصاصاته ، ومن ثم مداهمة الشرطة لمن في بيت الإمام العسكري عليه السّلام بعد وفاته مباشرة ، كلّ ذلك يدلّ على تيقن السلطة من ولادة الإمام المهدي عليه السّلام وإن لم تره ، لما سبق من علمهم بثاني عشر أهل البيت عليهم السّلام كما أشرنا إليه ؛ ولهذا جاءت للبحث عنه : لا بعنوان إعطاء ميراث العسكري عليه السّلام لمن يستحقه من بعده ، وإنّما للقبض عليه والفتك به ، بعد أن لم يجدوا لذلك سبيلا في حياة أبيه العسكري عليه السّلام .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nولهذا كان الخوف على حياته الشريفة من أسرار غيبته عليه السّلام كما مرّ عليك في إخبار آبائه الكرام عليهم السّلام عنها قبل وقوعها بعشرات السنين .\r\n\r\nاعترافات علماء الأنساب بولادة الإمام المهدي عليه السّلام :\r\nإنّ ممّا لا شكّ فيه هو ضرورة الرجوع في كلّ فن إلى أصحابه ، وما نحن بصدده ، علماء الانساب أولى به ، وإليك بعضهم :\r\n1 - النسابة الشهير أبو نصر سهل بن عبد اللّه بن داود بن سليمان البخاري من أعلام القرن الرابع الهجري ، كان حيّا سنة 341 ه ، وهو من أشهر علماء الأنساب المعاصرين لغيبة الإمام المهدي الصغرى التي انتهت سنة 329 ه .\r\nقال في سر السلسلة العلوية : « وولد عليّ بن محمّد التقي عليه السّلام : الحسن ابن عليّ العسكري عليه السّلام من أم ولد نوبيّة تدعى : ريحانة ، وولد سنة إحدى وثلاثين ومائتين ، وقبض سنة ستّين ومائتين بسامراء ، وهو ابن تسع وعشرين سنة . . وولد عليّ بن محمّد التقي عليه السّلام جعفرا وهو الذي تسميه الإمامية : جعفر الكذّاب ، وإنّما تسميه الإمامية بذلك ؛ لادّعائه ميراث أخيه الحسن عليه السّلام دون ابنه القائم الحجّة عليه السّلام ، لا طعن في نسبه » « 1 » .\r\n2 - السيّد العمري النسابة المشهور من أعلام القرن الخامس الهجري قال ما نصّه : « ومات أبو محمّد عليه السّلام وولده من نرجس عليها السّلام معلوم عند خاصة أصحابه وثقات أهله ، وسنذكر حال ولادته والأخبار التي سمعناها بذلك ، وامتحن المؤمنون بل كافة الناس بغيبته ، وشره جعفر بن عليّ إلى مال أخيه وحاله ، فدفع أن يكون له ولد ، وأعانه بعض الفراعنة على قبض جواري أخيه » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سرّ السلسلة العلوية / أبي نصر البخاري : 39 .\r\n( 2 ) المجدي في انساب الطالبيين : 130 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n3 - الفخر الرازي الشافعي ( ت / 606 ه ) ، قال في كتابة الشجرة المباركة في أنساب الطالبيّة تحت عنوان : « أولاد الإمام العسكري عليه السّلام » ما هذا نصّه :\r\n« أمّا الحسن العسكري الإمام عليه السّلام فله إبنان وبنتان : أمّا الإبنان فأحدهما :\r\nصاحب الزمان عجّل اللّه تعالى فرجه الشريف ، والثاني موسى درج في حياة أبيه . وأمّا البنتان : ففاطمة درجت في حياة أبيها ، وأم موسى درجت أيضا » « 1 » .\r\n4 - المروزي الأزورقاني ( ت / بعد سنة 614 ه ) فقد وصف في كتاب الفخري جعفر بن الإمام الهادي في محاولته إنكار ولد أخيه بالكذّاب « 2 » ، وفيه أعظم دليل على اعتقاده بولادة الإمام المهدي عليه السّلام .\r\n5 - السيّد النسابة جمال الدين أحمد بن علي الحسيني المعروف بابن عنبه ( ت / 828 ه ) قال في عمدة الطالب في أنساب آل أبي طالب :\r\n« أما علي الهادي فيلقب العسكري لمقامه بسرّ من رأى ، وكانت تسمّى العسكر ، وأمّه أم ولد ، وكان في غاية الفضل ونهاية النبل ، أشخصه المتوكّل إلى سرّ من رأى فأقام بها إلى أن توفي ، وأعقب من رجلين هما :\r\nالإمام أبو محمّد الحسن العسكري عليه السّلام ، وكان من الزهد والعلم على أمر عظيم ، وهو والد الإمام محمّد المهدي صلوات اللّه عليه ثاني عشر الأئمّة عند الإمامية ، وهو القائم المنتظر عندهم من أم ولد اسمها نرجس .\r\nواسم أخيه أبو عبد اللّه جعفر الملقب بالكذّاب ؛ لادّعائه الإمامة بعد أخيه الحسن » « 3 » .\r\nوقال في الفصول الفخرية - مطبوع باللغة الفارسية - ما ترجمته : « أبو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشجرة المباركة في أنساب الطالبيّة / الفخر الرازي : 78 - 79 .\r\n( 2 ) الفخري في أنساب الطالبيين : 7 .\r\n( 3 ) عمدة الطالب في أنساب آل أبي طالب : 199 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nمحمّد الحسن ، الذي يقال له العسكري ، والعسكر هو سامراء ، جلبه المتوكّل وأباه إلى سامراء من المدينة ، واعتقلهما ، وهو الحادي عشر من الأئمّة الاثني عشر ، وهو والد محمّد المهدي عليه السّلام ، ثاني عشرهم » « 1 » .\r\n6 - النسابة الزيدي السيّد أبو الحسن محمّد الحسيني اليماني الصنعاني من أعيان القرن الحادي عشر .\r\nذكر في المشجرة التي رسمها لبيان نسب أولاد أبي جعفر محمّد بن عليّ الباقر بن عليّ بن الحسين بن عليّ بن أبي طالب عليهم السّلام ، وتحت اسم الإمام عليّ التقي المعروف بالهادي عليه السّلام خمسة من البنين وهم : الإمام العسكري ، الحسين ، موسى ، محمد ، عليّ . وتحت اسم الإمام العسكري عليه السّلام مباشرة كتب : ( محمد بن ) وبإزائه : ( منتظر الإمامية ) « 2 » .\r\n7 - محمد أمين السويدي ( ت / 1246 ه ) قال في سبائك الذهب في معرفة قبائل العرب : « محمد المهدي : وكان عمره عند وفاة أبيه خمس سنين ، وكان مربوع القامة ، حسن الوجه والشّعر ، أقنى الانف ، صبيح الجبهة » « 3 » .\r\n8 - النسابة المعاصر محمّد ويس الحيدري السوري قال في الدّرر البهيّة في الأنساب الحيدريّة والأويسيّة - في بيان أولاد الإمام الهادي عليه السّلام :\r\n« أعقب خمسة أولاد : محمد ، وجعفر ، والحسين ، والإمام الحسن العسكري ، وعائشة .\r\nفالحسن العسكري أعقب محمّد المهدي صاحب السرداب » . ثم قال بعد ذلك مباشرة وتحت عنوان : ( الإمامان محمّد المهدي ، والحسن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفصول الفخرية ( في الأنساب ) للنسابة جمال الدين أحمد بن عنبه : 134 - 135 .\r\n( 2 ) روضة الألباب لمعرفة الأنساب / للنسابة الزيدي السيّد أبي الحسن محمّد الحسيني اليماني الصنعاني : 105 .\r\n( 3 ) سبائك الذهب / السويدي : 346 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nالعسكري ) :\r\n« الإمام الحسن العسكري : ولد بالمدينة سنة 231 ه وتوفّي بسامراء سنة 260 ه .\r\nالإمام محمّد المهديّ : لم يذكر له ذرّية ، ولا أولاد له أبدا » « 1 » .\r\nثم علّق في هامش العبارة الأخيرة بما هذا نصّه : « ولد في النصف من شعبان سنة 255 ه ، وأمّه نرجس ، وصف فقالوا عنه : ناصع اللون ، واضح الجبين ، أبلج الحاجب ، مسنون الخدّ ، أقنى الأنف ، أشم ، أروع ، كأنّه غصن بان ، وكأنّ غرّته كوكب دريّ ، في خدّه الأيمن خال ، كأنّه فتات مسك على بياض الفضّة ، وله وفرة سمحاء تطالع شحمة أذنه ، ما رأت العيون أقصد منه ، ولا أكثر حسنا وسكينة وحياء » « 2 » .\r\nوبعد ، فهذه هي أقوال علماء الأنساب في ولادة الإمام المهدي عليه السّلام وفيهم السنّي ، والزيدي ، إلى جانب الشيعي ، وفي المثل : أهل مكّة أعرف بشعابها .\r\n\r\nاعتراف علماء أهل السنّة بولادة الإمام المهدي عليه السّلام :\r\nهناك اعترافات ضافية سجّلها الكثير من أهل السنّة بأقلامهم بولادة الإمام المهدي عليه السّلام ، وقد قام البعض بإستقراء هذه الإعترافات في بحوث خاصة ، فكانت متّصلة الأزمان ، بحيث لا تتعذّر معاصرة صاحب الاعتراف اللاحق لصاحب الاعتراف السابق بولادة المهدي عليه السّلام ، وذلك ابتداء من عصر الغيبة الصغرى للإمام المهدي عليه السّلام ( 260 ه - 329 ه ) وإلى الوقت الحاضر .\r\nوسوف نقتصر على ذكر بعضهم - ومن أراد المزيد من ذلك فليراجع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدّرر البهية في الأنساب الحيدريّة والاويسيّة : 73 ( طبع / حلب سوريا - 1405 ه ) .\r\n( 2 ) هامش الدّرر البهيّة : 73 - 74 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nالإستقراءات السابقة لتلك الاعترافات « 1 » - وهم :\r\n1 - ابن الأثير الجزري عزّ الدين ( ت / 630 ه ) قال في كتابة الكامل في التاريخ في حوادث سنة ( 260 ه ) : « وفيها توفّي أبو محمّد العلوي العسكري ، وهو أحد الأئمّة الاثني عشر على مذهب الإمامية ، وهو والد محمّد الذي يعتقدونه المنتظر » « 2 » .\r\n2 - ابن خلكان ( ت / 681 ه ) قال في وفيات الأعيان : « أبو القاسم محمّد بن الحسن العسكري بن عليّ الهادي بن محمّد الجواد المذكور قبله ، ثاني عشر الأئمّة الاثني عشر على اعتقاد الإمامية المعروف بالحجّة . . . كانت ولادته يوم الجمعة منتصف شعبان سنة خمس وخمسين ومائتين » ثم نقل عن المؤرّخ الرّحالة ابن الأزرق الفارقي ( ت / 577 ه ) أنّه قال في تاريخ ميّافارقين : « إنّ الحجّة المذكور ولد تاسع شهر ربيع الأوّل سنة ثمان وخمسين ومائتين ، وقيل : في ثامن شعبان سنة ست وخمسين ، وهو الأصح » « 3 » .\r\nأقول : الصحيح في ولادته عليه السّلام هو ما ذكره ابن خلكان أوّلا ، وهو يوم الجمعة منتصف شهر شعبان سنة خمس وخمسين ومائتين ، وعلى ذلك اتّفق جمهور الشيعة ، وقد أخرجوا في ذلك روايات صحيحة في ذلك مع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع كتاب الايمان الصحيح للسيد القزويني ، وكتاب الإمام المهدي في نهج البلاغة للشيخ مهدي فقيه ايماني ، وكتاب من هو الإمام المهدي للتبريزي ، وكتاب الزام الناصب للشيخ علي اليزدي الحائري ، وكتاب الإمام المهدي للأستاذ علي محمد دخيل ، وكتابنا دفاع عن الكافي .\r\nوقد ذكرنا في هذا الأخير مائة وثمانية وعشرين شخصا من أهل السنّة من الذين اعترفوا بولادة الإمام المهدي عليه السّلام مع ترتيبهم بحسب القرون ، ابتداء من عصر الغيبة الصغرى وانتهاء بالقرن الرابع عشر الهجري . انظر : دفاع عن الكافي 1 : 568 - 592 تحت عنوان : الدليل السادس : اعترافات أهل السنة .\r\n( 2 ) الكامل في التاريخ 7 : 274 في آخر حوادث سنة / 260 ه\r\n( 3 ) وفيات الأعيان 4 : 176 / 562 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nشهادة أعلامهم المتقدّمين ، وقد أطلق هذا التاريخ الشيخ الكليني المعاصر للغيبة الصغرى بكاملها تقريبا إطلاق المسلّمات ، وقدّمه على الروايات الواردة بخلافه ، فقال في باب مولد الصاحب عليه السّلام : « ولد عليه السّلام للنصف من شعبان سنة خمس وخمسين ومائتين » « 1 » .\r\nوقد روى الصدوق ( ت / 381 ه ) عن شيخه محمد بن محمد بن عصام الكليني ، عن محمّد بن يعقوب الكليني ، عن علي بن محمّد بن بندار قال :\r\n« ولد الصاحب عليه السّلام للنصف من شعبان سنة خمس وخمسين ومائتين » « 2 » .\r\nوالكليني لم ينسب قوله إلى علي بن محمّد ، لشهرته وحصول الإتّفاق عليه .\r\n3 - الذهبي ( ت / 748 ه ) اعترف بولادة المهدي عليه السّلام في ثلاثة من كتبه ، ولم نتتبع كتبه الأخرى .\r\nقال في كتابه العبر : « وفيها * أي : في سنة 256 ه * ولد محمّد بن الحسن بن عليّ الهادي بن محمّد الجواد بن عليّ الرضا بن موسى الكاظم ابن جعفر الصادق العلوي الحسيني ، أبو القاسم الذي تلقّبه الرافضة الخلف الحجّة ، وتلقّبه بالمهدي ، والمنتظر ، وتلقبه بصاحب الزمان ، وهو خاتمة الاثني عشر » « 3 » .\r\nوقال في تاريخ دول الإسلام في ترجمة الإمام الحسن العسكري عليه السّلام :\r\n« الحسن بن عليّ بن محمّد بن علي الرضا بن موسى بن جعفر الصادق ، أبو محمّد الهاشمي الحسيني ، أحد أئمّة الشيعة ، الذي تدّعي الشيعة عصمتهم ، ويقال له : الحسن العسكري ، لكونه سكن سامراء ، فإنّها يقال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 1 : 514 باب 125 .\r\n( 2 ) إكمال الدين 2 : 430 / 4 باب 42 .\r\n( 3 ) العبر في خبر من غبر 3 : 31 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nلها : العسكر . وهو والد منتظر الرافضة ، توفّي إلى رضوان اللّه بسامراء في ثامن ربيع الأوّل سنة ستين ومائتين ، وله تسع وعشرون سنة ، ودفن إلى جانب والده .\r\nوأما ابنه محمّد بن الحسن الذي يدعوه الرافضة القائم الخلف الحجّة ، فولد سنة ثمان وخمسين ، وقيل سنة ست وخمسين » « 1 » .\r\nوقال في سير أعلام النبلاء : « المنتظر الشريف أبو القاسم محمّد بن الحسن العسكري بن عليّ الهادي بن محمّد الجواد بن عليّ الرضي بن موسى الكاظم بن جعفر الصادق بن محمّد الباقر بن زين العابدين بن عليّ ابن الحسين الشهيد بن الإمام عليّ بن أبي طالب ، العلوي ، الحسيني خاتمة الاثني عشر سيّدا » « 2 » .\r\nأقول : ما يعنينا من رأي الذهبي في ولادة الإمام المهدي عليه السّلام فقد بيّناه ، وأمّا عن اعتقاده بالمهدي عليه السّلام ، فهو كما في جميع أقواله الأخرى كان ينتظر - كغيره - سرابا ، كما أوضحناه في من يعتقد بكون المهدي ( محمّد بن عبد اللّه ) .\r\n4 - ابن الوردي ( ت / 749 ه ) قال في ذيل تتمة المختصر المعروف بتاريخ ابن الوردي : « ولد محمّد بن الحسن الخالص سنة خمس وخمسين ومائتين » « 3 » .\r\n5 - أحمد بن حجر الهيتمي الشافعي ( ت / 974 ه ) قال في كتابه ( الصواعق المحرقة ) في آخر الفصل الثالث من الباب الحادي عشر ما هذا نصه : « أبو محمّد الحسن الخالص ، وجعل ابن خلكان هذا هو العسكري ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ دول الإسلام : 113 / 159 / الجزء الخاص في حوادث ووفيات ( 251 - 260 ه ) .\r\n( 2 ) سير أعلام النبلاء 13 : 119 / الترجمة رقم ( 60 ) .\r\n( 3 ) نقله عنه مؤمن بن حسن الشبلنجي الشافعي في نور الأبصار : 186 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nولد سنة اثنتين وثلاثين ومائتين . . . مات بسرّ من رأى ، ودفن عند أبيه وعمّه ، وعمره ثمانية وعشرون سنة ، ويقال : إنّه سمّ أيضا ، ولم يخلف غير ولده أبي القاسم محمّد الحجّة ، وعمره عند وفاة أبيه خمس سنين لكن أتاه اللّه فيها الحكمة ، ويسمى القائم المنتظر ، قيل : لأنّه ستر بالمدينة وغاب فلم يعرف أين ذهب » « 1 » انتهى .\r\n6 - الشبراوي الشافعي ( ت / 1171 ه ) صرح في كتابه ( الاتحاف ) بولادة الإمام المهدي محمّد بن الحسن العسكري عليهما السّلام في ليلة النصف من شعبان سنة خمس وخمسين ومائتين من الهجرة « 2 » .\r\n7 - مؤمن بن حسن الشبلنجي ( ت / 1308 ه ) اعترف في كتابه ( نور الأبصار ) باسم الإمام المهدي عليه السّلام ، ونسبه الشريف الطاهر ، وكنيته ، وألقابه - في كلام طويل إلى أن قال : « وهو آخر الأئمّة الاثني عشر على ما ذهب إليه الإمامية » ثم نقل عن تاريخ ابن الوردي ما تقدم برقم / 4 « 3 » .\r\n8 - خير الدين الزركلي ( ت / 1396 ه ) قال في كتابه ( الاعلام ) في ترجمة الإمام المهدي المنتظر عليه السّلام : « محمّد بن الحسن العسكري الخالص بن عليّ الهادي أبو القاسم ، آخر الأئمّة الاثني عشر عند الإمامية . . ولد في سامراء ، ومات أبوه وله من العمر خمس سنين . . وقيل - في تاريخ مولده - :\r\nليلة نصف شعبان سنة 255 ، وفي تاريخ غيبته ، سنة 265 ه » « 4 » .\r\nأقول : ابتداء تاريخ الغيبة الصغرى هو ( 260 ه ) باتفاق الشيعة أجمع وكذلك عند سائر من أرّخ لتاريخ الغيبة في ما اطلعنا عليه . ولعلّ ما ورد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصواعق المحرقة / ابن حجر الهيتمي الطبعة الأولى ص 207 ، والطبعة الثانية ص 124 ، والطبعة الثالثة ص 313 - 314 .\r\n( 2 ) الإتحاف بحب الأشراف : 68 .\r\n( 3 ) نور الأبصار : 186 .\r\n( 4 ) الأعلام 6 : 80 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nفي الأعلام من غلط المطبعة ؛ لأنّ الزركلي لم يكتب سنة الغيبة كتابة بل رقما ، واحتمال الغلط في طباعة الأرقام ممكن جدّا .\r\nإلى غير هذا من الإعترافات الكثيرة الأخرى التي لا يسعها البحث .\r\n\r\nاعتراف أهل السنّة بأنّ المهدي هو ابن العسكري عليهما السّلام :\r\nهناك اعترافات أخرى من علماء أهل السنّة بخصوص كون المهدي الموعود بظهوره في آخر الزمان إنّما هو محمّد بن الحسن العسكري عليهما السّلام الإمام الثاني عشر من أئمّة أهل البيت عليهم السّلام الذين هم أئمّة للمسلمين جميعا ، لا للرافضة وحدهم كما يدّعيه البعض مع الأسف الشديد ، وكأنّ النبيّ صلّى اللّه عليه واله وسلم أوصى ( الرافضة ) وحدهم بالتمسّك بالثقلين كتاب اللّه وعترته أهل بيته عليهم السّلام !\r\nوعلى أية حال فإنّنا سوف نذكر بعض من أنصف وصرّح بالحقيقة وهم :\r\n1 - محيي الدين ابن العربي ( ت / 638 ه ) : صرّح بهذه الحقيقة في كتابه ( الفتوحات المكيّة ) في الباب السادس والستّين وثلاثمائة في المبحث الخامس على ما نقله عنه عبد الوهاب بن أحمد الشعراني الشافعي ( ت / 973 ه ) في كتابه ( اليواقيت والجواهر ) ، كما نقل قوله الحمزاوي في ( مشارق الأنوار ) ، والصبّان في ( اسعاف الراغبين ) ، ولكن من يدّعي الحفاظ على التراث سوّلت له نفسه حذف هذا الاعتراف من طبعات الكتاب إذ لا يوجد في الباب المذكور - كما تتبعته بنفسي - ما نقله الشعراني عنه ، فقال : « وعبارة الشيخ محيي الدين في الباب السادس والستّين وثلاثمائة من الفتوحات : واعلموا أنّه لا بدّ من خروج المهدي عليه السّلام ، ولكن لا يخرج حتى تمتليء الأرض جورا وظلما فيملأها قسطا وعدلا ، ولو لم يكن من الدّنيا إلّا يوم واحد طوّل اللّه تعالى ذلك\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nاليوم حتى يلي ذلك الخليفة ، وهو من عترة رسول اللّه صلّى اللّه عليه واله وسلم ، من ولد فاطمة عليها السّلام ، وجدّه الحسين بن عليّ بن أبي طالب ، ووالده حسن العسكري ابن الإمام علي النقي . . . » « 1 » .\r\n2 - كمال الدين محمد بن طلحة الشافعي ( ت / 652 ه ) قال في كتابه ( مطالب السؤول ) : « أبي القاسم محمّد بن الحسن الخالص بن عليّ المتوكّل ابن القانع بن عليّ الرضا بن موسى الكاظم بن جعفر الصادق بن محمّد الباقر بن عليّ زين العابدين بن الحسين الزكي بن عليّ المرتضى أمير المؤمنين بن أبي طالب ، المهدي ، الحجّة ، الخلف الصالح ، المنتظر عليهم السّلام . ورحمة اللّه وبركاته » .\r\nثم أنشد أبياتا ، مطلعها :\r\n فهذا الخلف الحجّة قد أيّده اللّه * هذا منهج الحقّ وآتاه سجاياه « 2 » \r\n3 - سبط بن الجوزي الحنبلي ( ت / 654 ه ) قال في ( تذكرة الخواص ) - عن الإمام المهدي - : « هو محمّد بن الحسن بن عليّ بن محمّد بن عليّ ابن موسى الرضا بن جعفر بن محمّد بن عليّ بن الحسين بن عليّ بن أبي طالب عليه السّلام ، وكنيته أبو عبد اللّه ، وأبو القاسم ، وهو الخلف الحجّة ، صاحب الزمان ، القائم ، والمنتظر ، والتالي ، وهو آخر الأئمّة » « 3 » .\r\n4 - محمد بن يوسف أبو عبد اللّه الكنجي الشافعي ( المقتول سنة / 658 ه ) ، قال في آخر صحيفة من كتابه ( كفاية الطالب ) عن الإمام الحسن العسكري عليه السّلام ما نصّه - : « مولده بالمدينة في شهر ربيع الآخر ، من سنة اثنتين وثلاثين ومائتين ، وقبض يوم الجمعة لثمان خلون من شهر بيع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اليواقيت والجواهر / الشعراني 2 : 143 مطبعة مصطفى البابي الحلبي بمصر لسنة 1378 ه - 1959 م .\r\n( 2 ) مطالب السؤول 2 : 79 باب 12 .\r\n( 3 ) تذكرة الخواص : 363 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nالأوّل سنة ستّين ومائتين ، وله يومئذ ثمان وعشرون سنة ، ودفن في داره بسرّ من رأى في البيت الذي دفن فيه أبوه ، وخلف أبنه وهو : الإمام المنتظر صلوات اللّه عليه . ونختم الكتاب ونذكره مفردا » .\r\nثم أفرد لذكر الإمام المهدي محمّد بن الحسن العسكري عليه السّلام كتابا أطلق عليه اسم : « البيان في أخبار صاحب الزمان » وهو مطبوع بنهاية كتابه الأوّل ( كفاية الطالب ) وكلاهما بغلاف واحد ، وقد تناول في البيان أمورا كثيرة كان آخرها إثبات كون المهدي عليه السّلام حيّا باقيا منذ غيبته إلى أن يملأ الدنيا بظهوره في آخر الزمان قسطا وعدلا كما ملئت ظلما وجورا « 1 » .\r\n5 - نور الدين علي بن محمد بن الصباغ المالكي ( ت / 855 ه ) عنون الفصل الثاني عشر من كتابه : ( الفصول المهمّة ) بعنوان : « في ذكر أبي القاسم الحجّة ، الخلف الصالح ، ابن أبي محمّد الحسن الخالص ، وهو الإمام الثاني عشر » .\r\nوقد احتجّ بهذا الفصل بقول الكنجي الشافعي : « وممّا يدلّ على كون المهدي حيّا باقيا منذ غيبته إلى الآن ، وإنّه لا امتناع في بقائه كبقاء عيسى ابن مريم ، والخضر ، والياس من أولياء اللّه ، وبقاء الأعور الدجّال ، وإبليس اللعين من أعداء اللّه ، هو الكتاب والسنّة » ثم أورد أدلّته على ذلك من الكتاب والسنّة ، مفصّلا تاريخ ولادة الإمام المهدي عليه السّلام ، ودلائل إمامته ، وطرفا من أخباره ، وغيبته ، ومدّة قيام دولته الكريمة ، وذكر كنيته ، ونسبه ، وغير ذلك ممّا يتّصل بالإمام المهدي محمّد بن الحسن العسكري عليهما السّلام « 2 » .\r\n6 - الفضل بن روزبهان ( ت / بعد 909 ه ) . قال في كتابه : إبطال الباطل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البيان في أخبار صاحب الزمان : 521 باب 25 .\r\n( 2 ) الفصول المهة / ابن الصبّاغ المالكي : 287 - 200 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nكلاما جليلا بحقّ أهل البيت عليهم السّلام ثم قال : « ونعم ما قلت فيهم منظوما :\r\n سلام على المصطفى المجتبى * سلام على السيّد المرتضى\r\nسلام على ستّنا فاطمة * من اختارها اللّه خير النسا\r\nسلام من المسك أنفاسه * على الحسن الألمعي الرضا\r\nسلام على الأورعي الحسين * شهيد يرى جسمه كربلا\r\nسلام على سيّد العابدين * عليّ بن الحسين المجتبى\r\nسلام على الباقر المهتدى * سلام على الصّادق المقتدى\r\nسلام على الكاظم الممتحن * رضيّ السجايا إمام التقى\r\nسلام على الثامن المؤتمن * عليّ الرضا سيّد الأصفيا\r\nسلام على المتّقيّ التّقيّ * محمّد الطيّب المرتجى\r\nسلام على الأريحيّ النقي * عليّ المكرّم هادي الورى\r\nسلام على السيّد العسكري * إمام يجهّز جيش الصفا\r\nسلام على القائم المنتظر * أبي القاسم العرم نور الهدى\r\nسيطلع كالشمس في غاسق * ينجيه من سيفه المنتقى\r\nقويّ يملأ الأرض من عدله * كما ملئت جور أهل الهوى\r\nسلام عليه وآبائه * وأنصاره ، ما تدوم السما » « 1 » \r\n7 - شمس الدين محمّد بن طولون الحنفي مؤرّخ دمشق ( ت / 953 ه ) قال في كتابه ( الأئمّة الإثنا عشر ) عن الإمام المهدي عليه السّلام : « كانت ولادته رضى اللّه عنه يوم الجمعة ، منتصف شعبان سنة خمس وخمسين ومائتين ، ولمّا توفّي أبوه المتقدّم ذكره ( رضي اللّه عنهما ) كان عمره خمس سنين » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دلائل الصدق / المظفر 2 : 574 - 575 من المبحث الخامس ، علما بأن الشيخ محمد حسن المظفر نقل في كتابه ( دلائل الصدق ) كتاب ( إبطال الباطل ) بتمامه ، وردّ عليه تفصيلا .\r\n( 2 ) الأئمة الاثنا عشر / ابن طولون الحنفي : 117 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nثم ذكر الأئمّة الاثني عشر عليهم السّلام وقال : « وقد نظمتهم على ذلك ، فقلت :\r\n عليك بالأئمّة الاثني عشر * من آل بيت المصطفى خير البشر\r\nأبو تراب ، حسن ، حسين * وبغض زين العابدين شين\r\nمحمّد الباقر كم علم درى ؟ * والصادق ادع جعفرا بين الورى\r\nموسى هو الكاظم ، وابنه عليّ * لقّبه بالرضا وقدره عليّ\r\nمحمّد التقيّ قلبه معمور * عليّ النقيّ درّه منثور\r\nوالعسكريّ الحسن المطهّر * محمد المهديّ سوف يظهر » « 1 » . \r\n8 - أحمد بن يوسف أبو العبّاس القرماني الحنفي ( ت / 1019 ه ) قال في كتابه ( أخبار الدول وآثار الأول ) في الفصل الحادي عشر : « في ذكر أبي القاسم محمّد الحجّة الخلف الصالح » :\r\n« وكان عمره عند وفاة أبيه خمس سنين ، أتاه اللّه فيها الحكمة كما أوتيها يحيى عليه السّلام صبيّا . وكان مربوع القامة ، حسن الوجه والشعر ، أقنى الأنف ، أجلى الجبهة . . . وأتّفق العلماء « 2 » على أنّ المهدي هو القائم في آخر الوقت ، وقد تعاضدت الأخبار على ظهوره ، وتظاهرت الروايات على إشراق نوره ، وستسفر ظلمة الأيام والليالي بسفوره ، وينجلي برؤيته الظلم إنجلاء الصبح عن ديجوره ، ويسير عدله في الآفاق ، فيكون أضوء من البدر المنير في مسيره » « 3 » .\r\n9 - سليمان بن إبراهيم المعروف بالقندوزي الحنفي ( ت / 1270 ه ) ، كان القندوزي رحمه اللّه من علماء الأحناف المصرّحين بولادة الإمام المهدي عليه السّلام وأنّه هو القائم المنتظر ، وقد مرّت أقواله وإحتجاجاته كثيرا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأئمة الاثنا عشر : 118 .\r\n( 2 ) انظر إلى قوله : ( واتفق العلماء ) وقارن بما يدّعيه أنصاف المتعلّمين وبعض المغرر بهم من مزاعم باطلة تحت شعارات التصحيح .\r\n( 3 ) أخبار الدول وآثار الأوّل / القرماني : 353 - 354 ، الفصل / 11 .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nفي هذا البحث ولا بأس بذكر قوله : « فالخبر المعلوم المحقّق عند الثقات أنّ ولادة القائم عليه السّلام كانت ليلة الخامس عشر من شعبان سنة خمس وخمسين ومائتين في بلدة سامراء » « 1 » .\r\nونكتفي بهذا القدر ، على أنّ ما تركناه من أسماء العلماء الذين قالوا بولادة الإمام المهدي ، أو الذين صرّحوا بكونه هو المهدي الموعود المنتظر في آخر الزمان هم أضعاف ما ذكرناه ، وقد أشرنا فيما تقدّم إلى الإستقراءات السابقة التي اعتنت بإعترافاتهم وسجّلت أقوالهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ينابيع المودة 3 : 114 في آخر الباب / 79 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nالفصل الثالث شبهات حول المهدي\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nإذا كانت هناك ثمة أمور لم تعالج في فصول البحث المتقدّمة ولها اتّصال مباشر بمسألة الإعتقاد بالإمام المهدي عليه السّلام ، فانّها لا تعدو محاولات التشكيك التي لا زالت تتردّد على لسان بعض المتطفّلين على تراث الإسلام الخالد ، وقد تعجب لو قلت لك : إنّهم لا يعرفون من علوم الحديث الشريف ومصطلحه شيئا ؛ ولهذا وقعوا في حبالة الشبهات وتذرّعوا بحجج واهية هي أوهى من بيت العنكبوت ، كما سيتضح ذلك من دراستها ومناقشتها في هذا الفصل ، وعلى النحو الآتي :\r\n\r\nالتذرّع بخلو الصحيحين من أحاديث المهدي عليه السّلام\r\nومن الذرائع الواهية التي تمسّكوا بها في هذا المقام هو أنّ البخاري ومسلما لم يرويا حديثا في الإمام المهدي عليه السّلام « 1 » .\r\nوقبل مناقشة حجّتهم تلك نود التأكيد على أمور .\r\nالأوّل : في الصحيح المنقول عن البخاري أنّه قال عن كتابه الصحيح :\r\nأخرجت هذا الكتاب عن مائة ألف حديث صحيح - وفي لفظ آخر : عن مائتي ألف حديث صحيح - وما تركته من الصحيح أكثر ، فالبخاري إذن لم يحكم بضعف كلّ حديث لم يروه ، بل ما حكم عليه بالصحّة يزيد على مجموع ما أخرجه عشرات المرّات .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الإمام الصادق / أبو زهرة : 238 - 239 ، المهدي والمهدوية / أحمد أمين : 41 .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nالثاني : إنّه لا يعرف عن عالم من أهل السنّة قط أنّه قال بضعف ما لم يروه الشيخان ، بل سيرتهم تدلّ على العكس تماما ، فقد استدركوا على الصحيحين الكثير من الأحاديث الصحيحة ، ووضعوا لأجل ذلك الكتب .\r\nالثالث : من مراجعة تعريفهم للحديث الصحيح لا تجده مشروطا بروايته في الصحيحين أو أحدهما ، وكذلك الحال في تعريفهم للخبر المتواتر ، ومن هنا يعلم أنّه ليس من شرط صحّة الخبر أو تواتره أن يكون راويه البخاري أو مسلما أو كلاهما ، بل وحتى لو اتّفق البخاري ومسلم على عدم رواية خبر متواتر ، فلا يقدح ذلك الإتّفاق بتواتره عند أهل السنّة ، وخير ما يمثّل هذا هو حديث العشرة المبشّرة بالجنة كما هو معلوم عند أهل السنّة الذين ذهبوا إلى تواتره ، ولم يروه البخاري ولا مسلم قط .\r\nالرابع : إنّ من تذرّع في إنكار ظهور الإمام المهدي عليه السّلام بخلو الصحيحين من الأحاديث الواردة بهذا الشأن ، لا علم له بواقع الصحيحين كما سنوضحه في جواب هذا الإحتجاج ، فنقول :\r\nلا يخفى على أحد ، إنّ الأحاديث الواردة في الإمام المهدي عليه السّلام قد تعرّضت لبيان مختلف الأمور : كبيان اسمه الشريف ، وبعض أوصافه ، وعلامات ظهوره ، وطريقة حكمه بين الرعية ، وغير ذلك من الأمور الكثيرة الأخرى ، ولا شكّ أنّه ليس من الواجب التنصيص على لفظ ( المهدي ) في كلّ حديث من هذه الأحاديث ، لبداهة معرفة المراد من دون حاجة إلى التشخيص . فمثلا لو ورد حديث يبيّن صفة من صفات المهدي الموعود به في آخر الزمان عليه السّلام مع التصريح بلفظ ( المهدي ) ، ثم ذكر الموصوف بهذه الصفة في البخاري مثلا لا بعنوان المهدي وإنّما بعنوان ( رجل ) فهل يشكّ عاقل في أن الرجل المقصود هو المهدي ؟ وإلّا\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nفكيف يعرف الإجمال في بعض الأحاديث ؟ ، وهل هناك طريقة عند علماء المسلمين شرقا وغربا غير ردّ المجمل إلى المفصّل سواء كان المجمل والمفصّل في كتاب واحد أو كان كلّ منهما في كتاب .\r\nوإذا ما عدنا إلى الصحيحين سنجد أنّ البخاري ومسلما قد رويا عشرات الأحاديث المجملة في المهدي عليه السّلام ، وقد أرجع علماء أهل السنّة تلك الأحاديث إلى الإمام المهدي لوجود ما يرفع ذلك الاجمال في الأحاديث الصحيحة المخرّجة في بقية كتب الصحاح أو المسانيد أو المستدركات .\r\nبل ونجد أيضا ما يكاد يكون صريحا جدّا بالإمام المهدي في صحيحي البخاري ومسلم ، وقبل أن نبيّن هذه الحقيقة نودّ أن نقول بأنّ حديث : « المهدي حقّ ، وهو من ولد فاطمة » قد أخرجه أربعة من علماء أهل السنّة الموثوق بنقلهم عن صحيح مسلم صراحة ، وعند الرجوع إلى طبعات صحيح مسلم المتيسّرة لا تجد لهذا الحديث أثرا ! !\r\nأما من صرّح بوجود الحديث في صحيح مسلم وأخرجه عنه فهم :\r\n1 - ابن حجر الهيثمي ( ت / 974 ه ) في الصواعق المحرقة ص 163 ، الباب الحادي عشر ، الفصل الأول .\r\n2 - المتّقي الهندي الحنفي ( ت / 975 ه ) في كنز العمال ج 14 ص 264 حديث 38662 .\r\n3 - الشيخ محمد علي الصبان ( ت / 1206 ه ) في إسعاف الراغبين ص 145 .\r\n4 - الشيخ حسن العدوي الحمزاوي المالكي ( ت / 1303 ه ) في مشارق الأنوار : ص 112 وعلى أية حال فإنّ قسما من أحاديث الصحيحين لا يمكن تفسيره إلّا بالإمام المهدي عليه السّلام .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nولم يكن هذا اجتهادا منّا في فهم أحاديث الصحيحين ، وإنّما هو ما اتّفق عليه خمسة من شارحي صحيح البخاري كما سنوضحه في محلّه .\r\n\r\nأحاديث الصحيحين المفسّرة في المهدي عليه السّلام :\r\n\r\n1 - أحاديث خروج الدجّال في الصحيحين :\r\nاقتصر البخاري في صحيحه على رواية خروج الدجّال وفتنته « 1 » بينما وردت في صحيح مسلم عشرات الأحاديث في خروج الدجّال ، وسيرته ، وأوصافه ، وعبثه ، وفساده ، وجنده ، ونهايته « 2 » .\r\nوقد صرح النووي في شرح صحيح مسلم بأنّ هذه الأحاديث الواردة « في قصّة الدجّال ، حجّة لمذهب أهل الحق في صحّة وجوده ، وأنّه شخص بعينه ابتلى اللّه به عباده - إلى أن قال - : هذا مذهب أهل السنّة ، وجميع المحدّثين ، والفقهاء ، والنّظار » « 3 » .\r\nأما علاقة هذه الأحاديث بظهور المهدي عليه السّلام فتظهر من شهادة أعلام أهل السنّة بتواتر أحاديث المهدي وظهوره في آخر الزمان وخروج عيسى عليه السّلام معه فيساعده على قتل الدجّال ، وقد مرّت أقوالهم في إثبات تواتر تلك الأحاديث .\r\n\r\n2 - أحاديث نزول عيسى في الصحيحين :\r\nأخرج البخاري ومسلم كلّ بسنده عن أبي هريرة أنّه قال : « قال رسول اللّه صلّى اللّه عليه وسلم : كيف أنتم إذا نزل ابن مريم فيكم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري 4 : 205 كتاب الأنبياء ، باب ما ذكر عن بني إسرائيل ، و 9 : 75 كتاب الفتن باب ذكر الدجّال .\r\n( 2 ) صحيح مسلم بشرح النووي 18 : 23 و 58 - 78 كتاب الفتن وأشراط الساعة .\r\n( 3 ) صحيح مسلم بشرح النووي 18 : 58 .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nوإمامكم منكم » ؟ « 1 » .\r\nوفي صحيح مسلم بسنده ، عن جابر بن عبد اللّه قال : « سمعت النبيّ صلّى اللّه عليه وسلّم يقول : لا تزال طائفة من أمتي يقاتلون على الحقّ ظاهرين إلى يوم القيامة ، قال : فينزل عيسى بن مريم عليه السّلام ، فيقول أميرهم تعال صلّ لنا ، فيقول : لا ، إنّ بعضكم على بعض أمراء تكرمة لهذه الأمّة » « 2 » .\r\nوإلى هنا يتّضح أنّ امام المسلمين الذي سيكون موجودا عند نزول عيسى بن مريم عليه السّلام كما في الصحيحين انّما هو أمير الطائفة التي لا تزال تقاتل على الحقّ إلى يوم القيامة ، كما في صحيح مسلم ، بحيث يأبى عيسى من إمامة تلك الطائفة وأميرها في الصلاة ، تعظيما وإجلالا وتكرمة لهم وهذا هو صريح حديث مسلم من غير تأويل .\r\nوإذا ما عدنا إلى كتب الصحاح الأخرى والمسانيد وغيرها نجد الروايات الكثيرة جدّا التي تصرّح بأنّ هذا الإمام - أمير الطائفة التي تقاتل على الحقّ إلى يوم القيامة - هو الإمام المهدي عليه السّلام لا سواه .\r\nمنها : ما أخرجه ابن أبي شيبة ، عن ابن سيرين : « المهدي من هذه الأمّة وهو الذي يؤم عيسى بن مريم » « 3 » .\r\nومنها : ما أخرجه أبو نعيم ، عن أبي عمرو الداني في سننه بسنده ، عن حذيفة أنّه قال : قال رسول اللّه صلّى اللّه عليه واله وسلم : « . . . يلتفت المهدي وقد نزل عيسى ابن مريم كأنّما يقطر من شعره الماء ، فيقول المهدي : تقدّم صلّ بالناس ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري 4 : 205 باب ما ذكر عن بني إسرائيل ، وصحيح مسلم 1 : 136 / 244 باب نزول عيسى بن مريم عليه السّلام ، وقد وردت أحاديث أخرى بهذا المعنى في كلّ من البابين المذكورين .\r\n( 2 ) صحيح مسلم 1 : 137 / 247 باب نزول عيسى عليه السّلام .\r\n( 3 ) المصنّف / ابن أبي شيبة 15 : 198 / 19495 .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nفيقول عيسى : إنّما أقيمت الصلاة لك ، فيصلّي خلف رجل من ولدي » « 1 » .\r\nوبعد فلا حاجة للإطالة في ايراد الأحاديث الأخرى الكثيرة المبيّنة بأنّ المراد بالإمام في حديث الصحيحين هو الإمام المهدي عليه السّلام « 2 » .\r\nوقد جمع معظم هذه الأحاديث السيوطي في رسالته ( العرف الوردي في أخبار المهدي ) المطبوعة في كتابه الحاوي للفتاوى ، أخرجها من كتاب الأربعين للحافظ أبي نعيم ، وزاد عليها ما فات على أبي نعيم كالأحاديث التي ذكرها نعيم بن حمّاد ، الذي قال عنه السيوطي : « وهو أحد الأئمّة الحفّاظ ، وأحد شيوخ البخاري » « 3 » .\r\nأقول : ومن راجع شروح صحيح البخاري يعلم بأنّهم متّفقون على تفسير لفظة ( الامام ) الواردة في حديث البخاري بالإمام المهدي عليه السّلام .\r\nفقد جاء في فتح الباري بشرح صحيح البخاري التصريح بتواتر أحاديث المهدي أثناء شرحه لحديث البخاري المتقدّم حتى قال : « وفي صلاة عيسى عليه السّلام خلف رجل من هذه الأمّة ، مع كونه في آخر الزمان ، وقرب قيام الساعة ، دلالة للصحيح من الأقوال : إن الأرض لا تخلو عن قائم للّه بحجّة » « 4 » .\r\nكما فسّره في ارشاد الساري بشرح صحيح البخاري بالمهدي ، مصرّحا بإقتداء عيسى بالإمام المهدي عليهما السّلام في الصلاة « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحاوي للفتاوى / السيوطي 2 : 81 .\r\n( 2 ) راجع : سنن الترمذي 5 : 152 / 2869 ، مسند أحمد 3 : 130 ، والحاوي للفتاوى 2 : 78 ، وفيض القدير للمنّاوي 6 : 17 .\r\n( 3 ) الحاوي للفتاوى 2 : 80 .\r\n( 4 ) فتح الباري شرح صحيح البخاري 6 : 383 - 385 .\r\n( 5 ) إرشاد الساري / القسطلاني 5 : 419 .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nكما نجد هذا في عمدة القاري بشرح صحيح البخاري « 1 » ، وأمّا في فيض الباري فقد أورد عن ابن ماجة القزويني حديثا مفسّرا لحديث البخاري ثم قال :\r\n« فهذا صريح في أنّ مصداق الإمام في الأحاديث ، هو الإمام المهدي - إلى أن قال : - وبأيّ حديث بعده يؤمنون ؟ » « 2 » .\r\nوأما في حاشية البدر الساري إلى فيض الباري فقد أطال في شرح الحديث المذكور مبيّنا ضرورة رجوع شارح الأحاديث إلى أحاديث الصحابة الآخرين في كتب الحديث ذات الصلة بالحديث الذي يراد شرحه ، وقد جمع من تلك الأحاديث المبيّنة لحديث البخاري ما حمله على التصريح بأنّ المراد بالإمام هو الإمام المهدي عليه السّلام قال : « وقد بيّن هذا المعنى حديث ابن ماجة مفصّلا ، وإسناده قوي » « 3 » .\r\n\r\n3 - أحاديث من يحثي المال في صحيح مسلم :\r\nأخرج مسلم في صحيحه بسنده ، عن جابر بن عبد اللّه ، أنّه قال : « قال رسول اللّه صلّى اللّه عليه وسلم : يكون في آخر أمّتي خليفة يحثي المال حثيا ، لا يعده عدّا » « 4 » .\r\nوقد رواه من طرق أخرى عن جابر ، وأبي سعيد الخدري ، عن رسول اللّه صلّى اللّه عليه واله وسلم « 5 » ، وصفة إحثاء المال ( مبالغة في الكثرة ) ليس لها موصوف قط غير الإمام المهدي عليه السّلام في كتب أهل السنّة ورواياتهم .\r\nمنها : ما أخرجه الترمذي وحسنه بسنده ، عن أبي سعيد الخدري ، عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عمدة القاري بشرح صحيح البخاري / العيني 16 : 39 - 40 من المجلّد الثامن .\r\n( 2 ) فيض الباري على صحيح البخاري 4 : 44 - 47 .\r\n( 3 ) حاشية البدر الساري إلى فيض الباري 4 : 44 - 47 .\r\n( 4 ) صحيح مسلم بشرح النووي 18 : 38 .\r\n( 5 ) صحيح مسلم 18 : 39 .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nالنبيّ صلّى اللّه عليه واله وسلم قال : « إنّ في أمّتي المهدي - إلى أن قال - :\r\nفيجيء إليه الرجل فيقول : يا مهديّ ! أعطني أعطني ، فيحثي المال له في ثوبه ما استطاع أن يحمله » « 1 » .\r\nوهذا هو المروي - من عدّة طرق - عن أبي هريرة ، وأبي سعيد الخدري « 2 » .\r\n\r\n4 - أحاديث خسف البيداء في صحيح مسلم :\r\nأخرج مسلم في صحيحه بسنده ، عن عبيد اللّه بن القبطية أنّه قال :\r\nدخل الحارث بن أبي ربيعة ، وعبد اللّه بن صفوان ، وأنا معهما على أمّ سلمة أم المؤمنين ، فسألاها عن الجيش الذي يخسف به - وكان ذلك في أيّام ابن الزبير - فقالت : قال رسول اللّه صلّى اللّه عليه وسلّم : « يعوذ عائذ في البيت ، فيبعث إليه بعث ، فإذا كانوا ببيداء من الأرض خسف بهم » « 3 » .\r\nوقد يظن بعض الجهلاء أنّ هذا الحديث من وضع الزبيريين أبّان ما كان من أزمة عبد اللّه بن الزبير مع الامويّين التي انتهت بقتله . ولكن الواقع ليس كذلك إذ روي الحديث من طرق شتى : عن ابن عبّاس ، وابن مسعود ، وحذيفة ، وأبي هريرة ، وجدّ عمرو بن شعيب ، وأم سلمة ، وصفية ، وعائشة ، وحفصة ، ونفيرة امرأة القعقاع ، وغيرهم من كبار الصحابة ، مع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن الترمذي 4 : 506 / 2232 .\r\n( 2 ) المصنف / ابن أبي شيبة 15 : 196 / 19485 و 19486 ، ومسند أحمد 3 : 80 ، والمصنف لعبد الرزا 11 : 371 / 20770 ، ومستدرك الحاكم 4 : 454 ، ودلائل النبوة للبيهقي 6 :\r\n514 ، وتاريخ بغداد 10 : 48 ، وعقد الدّرر للمقدسي الشافعي : 61 باب / 4 ، والبيان للكنجي الشافعي : 506 باب / 11 ، والبداية والنهاية 6 : 247 ، ومجمع الزوائد 7 : 314 ، والدر المنثور 6 : 58 ، والحاوي للفتاوى 2 : 59 و 62 و 63 و 64 .\r\n( 3 ) صحيح مسلم بشرح النووي 18 : 4 و 5 و 6 و 7 .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nتصحيح الحاكم لبعض طرقه على شرط الشيخين « 1 » .\r\nوبالجملة - فإنّ خسف البيداء يكون بالجيش الذي يقاتل الإمام المهدي عليه السّلام في لسان جميع الأحاديث الواردة في هذا الشأن ، وهي تكفي لتوضيح المراد بحديث مسلم ، قال في غاية المأمول : « وما سمعنا بجيش خسف به للآن ، ولو وقع لاشتهر أمره كأصحاب الفيل » « 2 » .\r\nإذن لا بدّ من وقوع الخسف بأعداء المهدي عليه السّلام إن عاجلا أو آجلا ، وهنالك سيخسر المبطلون .\r\n\r\nالتذرّع بتضعيفات ابن خلدون لأحاديث المهدي عليه السّلام\r\nتذرّع منكر وعقيدة ظهور الإمام المهدي عليه السّلام بتضعيفات ابن خلدون لبعض أحاديث المهدي ، وللأسف إنّهم لم يلتفتوا إلى ردود علماء الدراية من أهل السنّة على ابن خلدون ، وتناسوا أيضا تصريح ابن خلدون نفسه أثناء تضعيفه لبعض الأحاديث الواردة في الإمام المهدي بصحّة بعضها الآخر .\r\nقال الأستاذ الأزهري سعد محمد حسن - تلميذ الأستاذ أحمد أمين - عن أحاديث المهدي : « ولقد أوسع علماء الحديث ونقدته هذه المجموعة نقدا وتفنيدا ، ورفضها بشدّة العلّامة ابن خلدون » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسند أحمد 3 : 37 ، سنن الترمذي 4 : 506 / 2232 ، ومستدرك الحاكم 4 : 520 وتلخيص المستدرك للذهبي 4 : 520 ، وأخرجه أبو داود في سننه بسند صحيح ، كما نصّ على ذلك في عون المعبود شرح سنن أبي داود 11 : 380 شرح الحديث 4268 .\r\nوقد جمع السيوطي الكثير من طرق الحديث ومن رواه من الصحابة في الدرّ المنثور 6 : 712 - 714 في تفسير الآية 51 من صورة سبأ .\r\n( 2 ) غاية المأمول شرح التاج الجامع للأصول 5 : 341 .\r\n( 3 ) المهدية في الإسلام : 69 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nومثل هذا الزعم نجده عند أستاذه أحمد أمين « 1 » ، وكذلك عند أبي زهرة « 2 » ، ومحمد فريد وجدي « 3 » ، وآخرين : كالجبهان « 4 » ، والسائح الليبي الذي قال : « وقد تتبع ابن خلدون هذه الأحاديث بالنقد ، وضعفها حديثا حديثا » « 5 » .\r\n\r\nحقيقة تضعيفات ابن خلدون\r\nممّا لا شكّ فيه ، أنّ ابن خلدون نفسه من القائلين : بصحّة بعض أحاديث المهدي عليه السّلام وضعف بعضها الآخر ، وهذا لم يكن اجتهادا منّا في تفسير كلام ابن خلدون ، بل الرجل صرّح بهذا في تاريخه كما سنوافيك بنقل نصّ كلامه . ويبدو لي أنّ الأستاذ أحمد أمين لم ير تصريح ابن خلدون بصحّة بعض الأحاديث ، فأشار إلى تضعيفاته فقط ، ثم نقل هؤلاء عنه ذلك مع صياغة جديدة في التعبير من دون مراجعة تاريخ ابن خلدون !\r\nثم لو فرضنا أنّ ابن خلدون لم يصرّح بصحّة شيء من أحاديث المهديّ ، أفلا يكفي تصريح غيره من علماء الحديث والدراية بصحّة أحاديث المهدي وتواترها ؟ مع أنّ اختصاص ابن خلدون هو التاريخ والاجتماع ! ! ثم ما هو المقدار الذي ضعّفه ابن خلدون حتى يضخّم عمله بهذه الصورة ؟\r\nإنّه لم يضعّف سوى تسعة عشر حديثا فقط من مجموع ثلاثة وعشرين حديثا فقط ، وهو المجموع الكلّي الذي تناوله ابن خلدون بالدراسة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المهدي والمهدوية : 108 .\r\n( 2 ) الإمام الصادق / أبو زهرة : 239 .\r\n( 3 ) دائرة معارف القرن العشرين / محمد فريد وجدي 10 : 481 .\r\n( 4 ) تبديد الظلام / الجبهان : 479 - 480 .\r\n( 5 ) تراثنا وموازين النقد / علي حسين السائح الليبي : 185 . مقال منشور في مجلة كلية الدعوة الإسلامية في ليبيا ، عدد / 10 لسنة 1993 م - طبع بيروت .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nوالنقد ، لا أكثر ، وهو لم يذكر من الذين أخرجوا أحاديث المهدي غير سبعة فقط وهم :\r\n« الترمذي ، وأبو داود ، والبزّار ، وابن ماجة ، والحاكم ، والطبراني ، وأبو يعلى الموصلي » « 1 » ، تاركا بذلك ثمانية وأربعين عالما ممّن أخرج أحاديث المهدي أولهم ابن سعد صاحب الطبقات ( ت / 230 ه ) وآخرهم نور الدين الهيثمي ( ت / 807 ه ) .\r\nكما لم يذكر من الصحابة الذين أسندت إليهم أحاديث المهدي عليه السّلام إلّا أربعة عشر صحابيّا « 2 » ، تاركا بذلك زهاء أربعين صحابيّا آخر كما فصّلنا ذلك في الفصل الأوّل .\r\nعلما بأنّه لم يذكر من أحاديث الصحابة الأربعة عشر إلّا اليسير جدّا ، في حين تتبّعنا مرويات أبي سعيد الخدري وحده - وهو من جملة الأربعة عشر - فوجدناها أكثر من العدد الكلي الذي تناوله ابن خلدون . بل وحتى الذي اختاره من أحاديث أبي سعيد الخدري لم يذكر سائر طرقه ، بل اكتفى باليسير منها لعدم علمه ببقية طرق الحديث الأخرى ، ومن راجع ما ذكرناه من طرق أحاديث المهدي وقارنه بما في تاريخ ابن خلدون - الفصل 52 من المجلّد الأوّل - علم علم اليقين بصحّة ما نقول .\r\nومن هنا تعرّض ابن خلدون إلى مؤاخذات عنيفة ، وردود مطوّلة ومختصره ، وفي هذا الصدد يقول أبو الفيض الشافعي في ( إبراز الوهم ) في الرد على من تذرّع بتضعيفات ابن خلدون : « في الناس اليوم ممّن يخفى عليه هذا التواتر ويجهله ، ويبعده عن صراط العلم جهله ، ويصدّه من ينكر ظهور المهدي وينفيه ، ويقطع بضعف الأحاديث الواردة فيه ، مع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ ابن خلدون 1 : 555 ، الفصل / 52 .\r\n( 2 ) تاريخ ابن خلدون : 556 .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nجهله بأسباب التضعيف ، وعدم إدراكه معنى الحديث الضعيف ، وتصوره مبادئ هذا العلم الشريف ، وفراغ جرابه من أحاديث المهدي الغنية بتواترها عن البيان لحالها والتعريف ، وإنّما استناده في إنكاره مجرّد ما ذكره ابن خلدون في بعض أحاديثه من العلل المزوّرة المكذوبة ، ولمز به ثقات رواتها من التجريحات الملفّقة المقلوبة ، مع أنّ ابن خلدون ليس له في هذه الرحاب الواسعة مكان ، ولا ضرب له بنصيب ، ولا سهم في هذا الشأن ، ولا استوفى منه بمكيال ولا ميزان ، فكيف يعتمد فيه عليه ، ويرجع في تحقيق مسائله إليه ؟ ! فالواجب : دخول البيت من بابه ، والحقّ : الرجوع في كلّ فن إلى أربابه ، فلا يقبل تصحيح أو تضعيف إلّا من حفّاظ الحديث ونقّاده » « 1 » .\r\nثم نقل بعد ذلك عن جملة من حفّاظ الحديث ونقّاده قولهم بصحّة أحاديث المهدي وتواترها .\r\nوقال الشيخ أحمد شاكر : « ابن خلدون قد قفا ما ليس له به علم ، واقتحم قحما لم يكن من رجالها ، إنّه تهافت في الفصل الذي عقده في « مقدّمته » تهافتا عجيبا ، وغلط أغلاطا واضحة . إنّ ابن خلدون لم يحسن فهم قول المحدّثين ، ولو اطّلع على أقوالهم وفقهها ما قال شيئا ممّا قال » « 2 » .\r\nوقال الشيخ العباد : « ابن خلدون مؤرّخ وليس من رجال الحديث فلا يعتدّ به في التصحيح والتضعيف ، وإنّما الاعتماد بذلك بمثل :\r\nالبيهقي ، والعقيلي ، والخطابي ، والذهبي ، وابن تيميّة ، وابن القيّم ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إبراز الوهم المكنون : 443 .\r\n( 2 ) الردّ على من كذب بالأحاديث الصحيحة الواردة في المهدي : مقال للشيخ عبد المحسن بن حمد العباد ، منشور في مجلة الجامعة الإسلامية في المدينة المنورة العدد / 1 السنة / 12 برقم ( 46 ) سنة 1400 ه .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nوغيرهم من أهل الرواية والدراية الذين قالوا بصحّة الكثير من أحاديث المهدي » « 1 » .\r\nوعلى أية حال فإنّ حجّة المتمسّكين بتضعيفات ابن خلدون حجّة داحضة لإعتراف ابن خلدون نفسه بصحّة أربعة أحاديث من مجموع ما ذكره وهي :\r\n1 - ما رواه الحاكم من طريق عون الأعرابي ، عن أبي الصدّيق الناجي ، عن أبي سعيد الخدري ، فقد سكت عنه ابن خلدون ، ولم ينقده بحرف واحد ، لوثاقة جميع رجاله عند أهل السنّة قاطبة . وهو وإن لم يصرّح بصحّته إلّا أنّ سكوته دليل على اعترافه بصحّة الحديث « 2 » .\r\n2 - ما رواه الحاكم - أيضا - من طريق سليمان بن عبيد ، عن أبي الصدّيق الناجي ، عن أبي سعيد الخدري ، قال عنه ابن خلدون : « صحيح الإسناد » « 3 » .\r\n3 - ما رواه الحاكم ، عن عليّ عليه السّلام حول ظهور المهدي وصححه الحاكم على شرط الشيخين ، قال ابن خلدون : « وهو إسناد صحيح كما ذكر » « 4 » .\r\n4 - ما رواه أبو داود السجستاني في سننه من رواية صالح بن الخليل ، عن أم سلمة ، قال ابن خلدون عن سنده : « ورجاله رجال الصحيح لا مطعن فيهم ولا مغمز » « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق .\r\n( 2 ) تاريخ ابن خلدون 1 : 564 من الفصل / 52 .\r\n( 3 ) تاريخ ابن خلدون 1 : 564 .\r\n( 4 ) تاريخ ابن خلدون 1 : 565 .\r\n( 5 ) تاريخ ابن خلدون 1 : 568 .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\n\r\nتضعيفات ابن خلدون بلغة الأرقام :\r\nإنّ لغة الأرقام الحسابية لا تقبل نقاشا ولا جدلا ، وسوف نخضع نتائج البحث في تضعيفات ابن خلدون إلى تلك اللغة لنرى القيمة العلمية لعمله على جميع الافتراضات المحتملة ، وذلك بعد تصنيف أحاديث المهدي عليه السّلام واستقرائها من ألف مجلّد كما في ( معجم أحاديث المهدي ) ويقع في خمسة مجلّدات اشتملت على ما يأتي :\r\n1 - المجلدان : ( الأوّل والثاني ) ، اشتملا على ( 560 ) حديثا من الأحاديث المروية بطرق الفريقين والمسندة جميعها إلى النبيّ صلّى اللّه عليه واله وسلم .\r\n2 - المجلدان : ( الثالث والرابع ) ، اشتملا على ( 876 ) حديثا ، أسندت إلى الأئمّة من أهل البيت عليهم السّلام ، واشترك أهل السنّة برواية الكثير جدّا منها مع الشيعة الإمامية .\r\n3 - المجلد الخامس ، اشتمل على ( 505 ) أحاديث ، وكلّها من الأحاديث المفسّرة للآيات القرآنية ، وفي هذا المجلّد تغطية وافية لجميع ما أورده المفسّرون - من أهل السنّة والشيعة - من أحاديث تفسيرية في الإمام المهدي عليه السّلام .\r\nوبهذا يكون مجموع الأحاديث غير المفسّرة للآيات ( 1436 ) حديثا ومع المفسّرة سيكون المجموع ( 1941 ) حديثا .\r\nاما عن طرقها جميعا فلعلّها تقرب من أربعة آلاف طريق .\r\nفإذا علمت هذا ، فاعلم أخي المسلم أنّ :\r\n1 - مجموع أحاديث المهدي عليه السّلام التي تناولها ابن خلدون بالنقد هي ( 23 ) حديثا فقط .\r\n2 - أسانيد هذه الأحاديث ( 28 ) إسنادا فقط .\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n3 - الصحيح منها باعتراف ابن خلدون كما مرّ أربعة أحاديث .\r\n4 - الضعيف منها ( 19 ) حديثا فقط .\r\nإذن : فأحاديث المهدي عليه السّلام التي لم تتناولها دراسة ابن خلدون هي ( 1918 ) حديثا منها ( 537 ) حديثا مسندا إلى النبيّ صلّى اللّه عليه واله وسلم و ( 876 ) حديثا مسندا إلى أهل البيت عليهم السّلام و ( 505 ) حديثا مفسّرا للآيات الكريمة في المهدي عليه السّلام .\r\nوبهذا يعلم أنّ العدد ( 23 ) لا يشكل في الواقع إلّا النسب التالية :\r\n1 - 107 ، 4 % من مجموع الأحاديث المسندة إلى النبيّ صلّى اللّه عليه واله وسلم .\r\n2 - 601 ، 1 % من مجموع الأحاديث المسندة إلى النبيّ وأهل البيت عليهم السّلام .\r\n3 - 184 ، 1 % من مجموع سائر الأحاديث .\r\nأما لو كان ابن خلدون قد تناول بالنقد جميع أحاديث الإمام المهدي عليه السّلام لارتفع عدد الأحاديث الصحيحة ( وهو أربعة عنده من مجموع 23 ) إلى الأرقام التالية طبقا للغة التناسب :\r\n1 - ( 98 ) حديثا صحيحا ، لو كان تناول بالنقد جميع ما أسند إلى النبيّ صلّى اللّه عليه واله وسلم .\r\n2 - ( 250 ) حديثا صحيحا ، لو كان تناوله لما أسند إلى النبيّ وأهل بيته عليهم السّلام .\r\n3 - ( 338 ) حديثا صحيحا ، لو كان تناوله لسائر الأحاديث .\r\nولا يخفى بأنّ العدد الأوّل منها يكفي للحكم بتواتر أحاديث المهدي عليه السّلام .\r\nوأما عن الأحاديث المردودة عند ابن خلدون ، فلو قيست بما لم يتناوله من أحاديث المهدي أصلا ، لكانت تضعيفاته بالقياس إلى مجموع\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nما لم يضعّفه تمثّل النسب التالية :\r\n1 - 392 ، 3 % من مجموع الأحاديث المسنده إلى النبيّ صلّى اللّه عليه واله وسلم .\r\n2 - 320 ، 1 % من مجموع ما أسند إلى النبيّ وأهل بيته عليهم السّلام .\r\n3 - 978 ، 0 % من مجموع سائر الأحاديث .\r\nوهذه النسب - كما ترى - نسب ضئيلة جدّا بحيث لا يمكن لعقل ابن خلدون أن يحتفظ بها لو كان عارفا بحقيقة تلك الأحاديث ومجموعها .\r\nوبعد . . فكيف يدّعى بأنّ ابن خلدون قد ضعّف جميع أحاديث المهدي عليه السّلام ؟ هذا مع ما تقدّم عنه بأنّه من المصرّحين بصحّة بعض الأحاديث على الرغم من قلّة ما تناوله منها ؟\r\n\r\nحصر المهدي بعيسى بن مريم\r\nربّما قد تذرّع المنكرون من المستشرقين وغيرهم لظهور الإمام المهدي عليه السّلام في آخر الزمان بحديث محمد بن خالد الجندي الذي حصر المهدي بنبيّ اللّه عيسى عليه السّلام ، ولم أجد أحدا تعرّض لهذا الحديث من علماء الإسلام إلّا وقد سخر منه وانتقده ، فهو مردود بالإتّفاق ، ولكي لا ينطلي زيفه على أحد لا بدّ من بيان حقيقته ، فنقول :\r\nالحديث أخرجه ابن ماجة ، عن يونس بن عبد الأعلى ، عن الشافعي ، عن محمد بن خالد الجندي ، عن أبان بن صالح ، عن الحسن البصري ، عن أنس بن مالك ، عن النبيّ صلّى اللّه عليه واله وسلم أنّه قال : « لا يزداد الأمر إلّا شدّة ، ولا الدّنيا إلّا إدبارا ، ولا الناس إلّا شحّا ، ولا تقوم الساعة إلّا على شرار الناس ، ولا مهدي إلّا عيسى بن مريم » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن ابن ماجة 2 : 1340 / 4039 ، وقد أخرج ابن ماجة نفسه حديث : « المهدي حقّ وهو من -\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nوهذا الحديث لا يحتاج في ردّه وإبطاله إلى عناء ، إذ تكفي مخالفته لجميع ما تقدّم من الأحاديث المصرّح بصحّتها وتواترها ، ولو صحّ الإستدلال بكلّ ما يروى على علّاته ، لكان علم الرجال وفن دراية الحديث لغوا يجلّ عنه علماء الإسلام ، وكيف لا يكون كذلك ومعناه تصحيح الموضوعات ، والحكم على الكذّابين بأنّهم من أعاظم الثقات ، وعلى المجاهيل بأنّهم من مشهوري الرواة ، وعلى النواصب بأنّهم من السادات ؟ ! ولما كان في الإسلام حديث متواتر قط بعد خلط الثقة المأمون بالمجروح والمطعون ، ومزج الحابل بالنابل ، والسليم بالسقيم .\r\nوهل لعاقل مسلم أن يصدّق بدجّال من دجاجلة الرواة اسمه : محمّد ابن خالد الجندي ؟ وهو الذي وضع إلى الجند - مسيرة يومين من صنعاء - حديث الجند المشهور وضعه ، وهو : « تعمل الرحال إلى أربعة مساجد :\r\nمسجد الحرام ، ومسجدي ، ومسجد الأقصى ، ومسجد الجند » « 1 » . فانظر كيف حاول استمالة قلوب الناس إلى زيارة معسكر الجند بعد أن مهّد له بشدّ الرحال إلى المساجد الثلاثة المقدسة عند جميع المسلمين !\r\nوالعجب من الحافظ ابن ماجة كيف انطلت عليه زيادة محمد بن خالد الجندي عبارة : ( ولا مهدي إلّا عيسى بن مريم ) في هذا الحديث ، مع أنّ هذا الحديث نفسه له طرق صحيحة أخرى لا توجد فيها تلك الزيادة ، منها :\r\nما أخرجه الطبراني ، والحاكم ، بسندهما عن أبي أمامة ، وبألفاظ حديث ابن ماجة لكن من غير عبارة « ولا مهدي إلّا عيسى بن مريم » وقد صححّه الحاكم بقوله : « هذا حديث صحيح الإسناد ولم يخرّجاه » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- ولد فاطمة » 2 : 1368 / 4086 ، وقد سبق وأن ذكرنا من صححه أو من صرّح بتواتره من أهل السنّة .\r\n( 1 ) تهذيب التهذيب 9 : 125 / 202 .\r\n( 2 ) مستدرك الحاكم 4 : 440 كتاب الفتن والملاحم ، وانظر : المعجم الكبير للطبراني 8 : 214 / 7757 .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nنعم ، أورد الحاكم حديث ابن ماجة مع زيادته أيضا لكنه صرّح بأنّه إنّما أورده في مستدركه تعجّبا لا محتجّا به على الشيخين : البخاري ومسلم « 1 » .\r\nوقد تناول ابن القيّم في ( المنار المنيف ) حديث : « ولا مهدي إلّا عيسى ابن مريم » ونقل كلمات علماء أهل السنّة بشأنه ، وأنّه ممّا تفرّد به محمّد ابن خالد الجندي ، ونقل عن الآبري ( ت / 363 ه ) قوله : « محمّد بن خالد - هذا - غير معروف عند أهل الصناعة من أهل العلم والنقل » وعن البيهقي :\r\n« تفرّد به محمد بن خالد هذا ، وقد قال الحاكم أبو عبد اللّه : مجهول ، وقد اختلف عليه في إسناده ، فروي عنه ، عن أبان بن أبي عياش ، عن الحسن - مرسلا - عن النبي صلى اللّه عليه وسلم . قال : فرجع الحديث إلى رواية محمد بن خالد وهو مجهول ، عن أبان بن أبي عياش وهو متروك ، عن الحسن ، عن النبي صلى اللّه عليه وسلم . وهو منقطع . والأحاديث على خروج المهدي أصح إسنادا » « 2 » .\r\nونقل ابن حجر قدح أبي عمرو ، وأبي الفتح الأزدي بمحمّد بن خالد « 3 » .\r\nوقال الذهبي : « قال الأزدي : منكر الحديث ، وقال أبو عبد اللّه الحاكم :\r\nمجهول ، قلت : حديث ( لا مهدي إلّا عيسى بن مريم ) ، وهو خبر منكر أخرجه ابن ماجة » « 4 » .\r\nوقال القرطبي : « فقوله : ولا مهدي إلّا عيسى ، يعارض أحاديث هذا الباب - ثم نقل كلمات من طعن بمحمد بن خالد ، وأنكر عليه حديثه إلى أن قال - : « والأحاديث عن النبي صلى اللّه عليه وسلم في التنصيص على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الحاكم 4 : 441 - 442 ، كتاب الفتن والملاحم .\r\n( 2 ) المنار المنيف : 129 و 324 : 130 / 325 .\r\n( 3 ) تهذيب التهذيب 9 : 125 / 202 .\r\n( 4 ) ميزان الإعتدال 3 : 535 / 7479 .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nخروج المهدي من عترته من ولد فاطمة ثابتة أصح من هذا الحديث ، فالحكم لها دونه » « 1 » .\r\nوقال ابن حجر : « وصرح النسائي بأنّه منكر ، وجزم غيره من الحفاظ بأنّ الأحاديث التي قبله - أي الناصّة على أنّ المهدي من ولد فاطمة - أصح إسنادا » « 2 » .\r\nكما وصف أبو نعيم في الحلية هذا الحديث بالغرابة ، وقال : « لم نكتبه إلّا من حديث الشافعي » « 3 » .\r\nوقال ابن تيمية : « والحديث الذي فيه : ( لا مهدي إلّا عيسى بن مريم ) رواه ابن ماجة ، وهو حديث ضعيف ، رواه عن يونس ، عن الشافعي ، عن شيخ مجهول من أهل اليمن ، لا تقوم بإسناده حجّة ، وليس هو في مسنده بل مداره على يونس بن عبد الأعلى ، وروي عنه أنّه قال : حدّثت عن الشافعي ، وفي الخلعيّات وغيرها : حدّثنا يونس ، عن الشافعي ، لم يقل :\r\nحدّثنا الشافعي ، ثم قال عن حديث محمد بن خالد الجندي : وهذا تدليس يدلّ على توهينه ، ومن الناس من يقول : أنّ الشافعي لم يروه » « 4 » .\r\nولكثرة ما طعن به محمد بن خالد الجندي حاول بعض أنصار الإمام الشافعي أن يدرأ عن الشافعي رواية هذا الحديث ، متّهما تلميذ الشافعي بالكذب في رواية هذا الخبر عنه ، عن محمد بن خالد الجندي ، مدّعيا أنّه رأى الشافعي في المنام ، وهو يقول : « كذب عليّ يونس بن عبد الأعلى ، ليس هذا من حديثي » « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التذكرة 2 : 701 .\r\n( 2 ) الصواعق المحرقة : 164 .\r\n( 3 ) حلية الأولياء 9 : 61 .\r\n( 4 ) منهاج السنّة / ابن تيمية 4 : 101 - 102 .\r\n( 5 ) الفتن والملاحم / ابن كثير : 32 .\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nوقد فنّد أبو الفيض الغماري حديث : ( ولا مهدي إلّا عيسى بن مريم ) بثمانية وجوه هي في غاية الجودة والمتانة « 1 » .\r\n\r\nالتذرّع بدعاوى المهدويّة السابقة\r\nاحتجّ اللامهدويون بدعاوى المهدويّة السابقة في إنكار عقيدة ظهور الإمام المهدي عليه السّلام في آخر الزمان ، كادعاء الحسنيّين مهدويّة محمّد بن عبد اللّه بن الحسن ، والعبّاسيين مهدويّة المهدي العبّاسي ، ونحو ذلك من الإدعاءات الأخرى : كادعاء مهدويّة ابن تومرت ، أو المهدي السوداني ، أو محمّد بن الحنفية رضى اللّه عنه .\r\nوهذا الإحتجاج يبتني بالدرجة الأساس على قياس فكرة ظهور المهدي بتلك الدعاوى المهدويّة الباطلة ، وليس هناك من ريب في أنّ هذا الإدّعاء هو مجرّد إصطناع موازنة خادعة بين الباطل من جهة والحق من جهة أخرى ، ثم الخلط بين هذا وذاك .\r\nأمّا أوّلا : فإنّه لم تحصل أية علامة من علامات ظهور المهدي في حياة فرد واحد من أولئك الذين ادّعي لهم المهدويّة ، وقد مرّ بعض هذه العلامات بروايات الصحيحين .\r\nوأمّا ثانيا : فلثبوت وفاة هؤلاء جميعا ، ولا يوجد أحد من المسلمين يعتقد بحياتهم .\r\nوأما ثالثا : فإنهم لم يكونوا في آخر الزمان ، وهو شرط ظهور الإمام المهدي عليه السّلام ، ولا يعرف أحد منهم قد ملأ الدنيا قسطا وعدلا كما ملئت ظلما وجورا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إبراز الوهم المكنون : 538 .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nوأمّا رابعا : وهو الأهم ، فإنّه لو صحّ هذا الإحتجاج لبطلت العدالة ، إذ إدّعاها طواغيت الأرض كلّهم من فرعون مصر إلى فراعين عصرنا هذا ، ولحكمنا على العلماء بالجهل بدعوى أدعياء العلم من الجهلاء على طول التاريخ ، ولصار الشجاع في نظرنا جبانا ، والكريم بخيلا ، والحليم سفيها ، إذ ما من صفة كريمة إلّا وقد إدّعاها البعض فيه زورا .\r\nوإذا ما عدنا إلى قضية ( المهدي ) نجدها واحدة من أهم القضايا التي دوّخت بصداها ذوي الأطماع السياسية ، فلا جرم أن يدّعيها البعض لأنفسهم أو يروّجها لهم أتباعهم لتحقيق مآربهم .\r\nوكما أنّ العاقل لا ينكر وجود الحقّ بمجرّد إدّعاء من لا يستحقّه ، فكذلك ينبغي عليه أن لا ينكر ظهور المهدي المبشّر به في آخر الزمان على لسان أكرم ما خلق اللّه عزّ وجلّ ، نبيّنا الأعظم صلّى اللّه عليه واله وسلم ، بمجرّد دعاوى المهدويّة الباطلة ، هذا مع تصريح علماء الإسلام بصحّة الكثير من أحاديث المهدي المروية بطرق شتى بما يفيد مجموعها التواتر ، كما أرسل بعضهم تواترها إرسال المسلّمات كما تقدّم في هذا البحث .\r\nوبعد أن انكشف واقع الشبهات المتقدّمة ، وأصبح ساقها هشيما ، وعودها حطاما ، وبناؤها ركاما ، بقيت إثارات وتساؤلات أخرى حول كيفية تسلّم الإمام المهدي عليه السّلام الإمامة في صباه ، وطول عمره الشريف ، وغيبته الطويلة ، ومدى الاستفادة منها مع ادعاء كون هذه الأمور غير مقبولة عقلا !\r\nوهذه الإثارات هي من أهم ما تمسّكوا به في المقام على الرغم من مخالفتها لمنطق العقل والعلم .\r\nإنّ للعقل حدودا تستقل عن رغبات الأفراد وأهوائهم الشخصية وميولهم واتجاهاتهم ، وأحكاما يستسيغها جميع العقلاء ولا يقتصر قبولها على\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nتصديق من أصحاب تلكم الإثارات .\r\nويبدو أن دعوى عدم تعقّل استلام الإمامة في مرحلة مبكرة من عمر الإمام ، أو بقاء الإمام حيّا لأكثر من العمر المعتاد ، والتشكيك بالغيبة ، والفائدة من الإمام الغائب ؛ تنطلق من واحد أو أكثر من الأمور الآتية :\r\n1 - الجهل بما في القرآن الكريم ، والسنة النبوية ، والتأريخ الإسلامي ، مع عدم العلم بإمكان بقاء الإنسان حيّا لعدّة قرون .\r\n2 - التعصّب الطائفي الذي يقود - عادة - إلى مثل هذه الإثارات ؛ بهدف التضليل ومحاولة سحق الطرف الآخر بعيدا عن الحجّة والبرهان .\r\n3 - الخلط بين ما هو ممتنع الوقوع في نفسه - كاجتماع النقيضين - وبين ما هو ممكن الوقوع ولكن لم تضطرد العادة بوقوعه كإمامة الصغير أو وجود معمّر أكثر من المألوف .\r\nوالأوّل من المحال العقلي والثاني من المحال في العادة والمشاهدة ، وعدم التمييز بينهما قد يجعل ما هو محال عادة محالا عقليّا .\r\n4 - محاولة ربط المفاهيم الدينية بمعطيات الحضارة الماديّة التي ظهرت في أوروبا بتأثير فلسفة القرنين الثامن عشر والتاسع عشر الميلاديين على يد جوستاف لوبون ، وكانت ، ونيتشه ، وجوته ، وسبنسر ، وغيرهم ، وهي الفلسفة القائمة على مبدأ العليّة وقوانينها من الحتمية والسببية ، وبالتالي نشوء نظريات فلسفية عقيمة كنظرية الوجود التي أسرفت في تعميم مبدأ العليّة ، ونظرية الحدوث التي تبنّت تحديد هذا المبدأ ، وقد ثبت بطلانهما معا بأقوى دليل « 1 » .\r\nوعلى الرغم من فشل المعطيات الفلسفية آنذاك إلّا أنّ الاغترار بنظرياتها في تفسير مبدأ العلية وقوانينها أدّى إلى تأويل بعض الثوابت الدينية ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع : فلسفتنا للسيد الشهيد محمد باقر الصدر : 316 .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nوالتشكيك ببعضها الآخر في محاولة فاشلة تهدف إلى ربط جملة من المفاهيم الإسلامية بالآثار المعاصرة - يوم ذاك - تارة بعنوان الردّ العلمي الموضوعي على الدعوات الصليبية الحاقدة التي استهدفت الإسلام ، فصوّرته كآلة جامدة لا تنبض بالحياة ! وتارة أخرى بحجّة التجديد ومسايرة العصر !\r\nوهكذا انعدم التوافق بين جملة من الثوابت الدينية ، وبين تلك النظريات الفلسفية الخاطئة . ومن هنا عجز بعض المثقفين الإسلاميين من إيجاد التفسير المقبول لسائر المعجزات والخوارق والغيبيات على ضوء ما آمنوا به وروّجوا له من تلك النظريات ، ووقفوا حيارى إزاء الحقائق الدينية الثابتة ، كتسليم الأشجار على رسول اللّه صلّى اللّه عليه واله ، وإقبالها عليه إذا ما دعاها ، وتسبيح الحصى بين يديه الشريفتين ، وفوران الماء بين أصابعه المباركة سفرا وحضرا ، وزيادة الطعام بحضرته المقدسة ، ونحو ذلك من أمور أخرى ، كشروق الشمس من مغربها ، وطول عمر الإمام المهدي عليه السّلام ، وغيبته ، وكثير من أشراط الساعة ، وغيرها .\r\nفهذه الأمور وأمثالها لم تتسع الفلسفة التي تأثّر بها محمّد رشيد رضا في « مناره » ، ومن تلقفها عنه : كأحمد أمين في ( فجره ) و ( ضحاه ) و ( شمسه ) ، ومحمد فريد وجدي في ( دائرة معارفه ) ، وآخرون ؛ للإيمان بها ، ومن هنا كانت قضية الإمام المهدي بكل تلكم الأمور غير معقولة بنظرهم ! !\r\nولأجل بيان حقيقة الحال جاء الفصل الرابع ليجيب على تلك الإثارات من منطق العقل والعلم على حدّ سواء .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n\r\nالفصل الرابع المهدي في منطق العقل والعلم\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nإنّ المنكرين للإمام المهدي عليه السّلام بالتشخيص الذي حدّدناه - أي بكونه محمّدا نجل الإمام الحسن العسكري عليه السّلام - ينطلقون من دوافع ومنطلقات بعيدة عن منهج الإسلام في الدعوة إلى الإيمان بالعقائد ؛ فمنهج الإسلام كما يقوم على العقل والمنطق ، فإنّه يعتمد على الفطرة ، ويستند إلى الغيب .\r\nوالإيمان بالغيب جزء من عقيدة المسلم ، إذ تكررت الدعوة قرآنا وسنّة ، إلى ذلك ، قال تعالى :     ألم * ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ * الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ . . .     « 1 » .\r\nوقال تعالى :  تِلْكَ مِنْ أَنْباءِ الْغَيْبِ نُوحِيها إِلَيْكَ . . .  « 2 » ، وفي السّنّة النبويّة مئات الروايات المؤكدة على الإيمان بالغيب ، والتصديق بما يخبر به الرسل والأنبياء ، وهذا الإيمان بالغيب لا تصحّ عقيدة المسلم بإنكاره سواء تعقّله وأدرك أسراره وتفصيلاته ، أم لم يستطع إلى ذلك سبيلا ، كما هو الأمر مثلا بالنسبة إلى الإيمان بالملائكة ، وبالجنّ ، وبعذاب القبر ، وسؤال الملكين في القبر ، إلى غير ذلك من المغيبات التي ذكرها القرآن أو أخبر بها نبيّنا محمّد صلّى اللّه عليه واله وسلم ونقلها إلينا الثقاة العدول المؤتمنون ، ومن جملة ذلك بل من أهمها قضية الإمام المهدي عليه السّلام الذي سيظهر في آخر الزمان ليملأ الأرض قسطا وعدلا بعد أن ملئت ظلما وجورا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة : 2 / 1 - 3 .\r\n( 2 ) سورة هود : 11 / 49 .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nفالمهدي عليه السّلام قد نطقت به الصحاح والمسانيد والسنن فلا يسع مسلما إنكاره ، لكثرة الطرق ، ووثاقة الرواة ، ودلائل التاريخ ، والمشاهدة الثابتة لشخصه ، كما حقّق في محلّه من هذا البحث .\r\nومن هنا وجدنا المنكرين ، سواء الذين تأثّروا بمناهج الغرب ، ودراسات المستشرقين ، أم ممّن نزعه عرق التعصّب لما توارثه عن سلفه ، حاولوا جميعهم - بعد أن أعيتهم الحيلة ، واسقط ما في أيديهم إزاء الأدلّة النقلية المتظافرة ، والبراهين الساطعة ، والإعترافات المتتالية بشخص المهدي الموعود - أن يثيروا بعض الشبهات الهزيلة ، والتلبيسات الباطلة لصرف الأمّة المسلمة عن القيام بدورها ، والنهوض بمسؤولياتها في مرحلة الانتظار والترقّب ، متّبعين في ذلك مغالطات مفضوحة ؛ إذ زعموا أنّ طول عمر المهدي وما يتّصل به يتعارض مع العلم ومنطق العقل والواقع ، وسيتّضح للقارئ - بتسديد اللّه تعالى وتوفيقه - كيف أنّ منطقهم ساقط بحسب موازين العلم ، وأصول المنطق الحقّ ، والمنهج السليم .\r\nولعلّ أهم الشبهات التي تثار هنا هي مسألة صغر سنّ الإمام ، وطول عمره ، والفائدة من الغيبة بالنسبة له ، ومسألة استفادة الأمّة المسلمة منه وهو مستور غائب .\r\nوسنحاول مناقشة ذلك وفق المنطق العلمي والدليل العقلي .\r\n\r\nالسؤال الأوّل : كيف كان إماما وهو في الخامسة من عمره ؟\r\nوالجواب : إنّ الإمام المهدي عليه السّلام خلف أباه في إمامة المسلمين ، وهذا يعني أنّه كان إماما بكلّ ما في الإمامة من محتوى فكري وروحي في وقت مبكر جدّا من حياته الشريفة .\r\nوالإمامة المبكرة ظاهرة سبقه إليها عدد من آبائه عليهم السّلام ، فالإمام الجواد محمّد بن علي عليه السّلام تولّى الإمامة وهو في الثامنة من عمره ، والإمام عليّ\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nابن محمّد الهادي عليه السّلام تولّى الإمامة وهو في التاسعة من عمره ، والإمام أبو محمّد العسكري وهو والد الإمام المهدي المنتظر تولّى الإمامة وهو في الثانية والعشرين من عمره ، ويلاحظ أنّ ظاهرة الإمامة المبكرة بلغت ذروتها في الإمام المهدي والإمام الجواد ، ونحن نسمّيها ظاهرة لأنّها كانت بالنسبة إلى عدد من آباء المهدي عليهم السّلام تشكّل مدلولا حسيّا عمليّا عاشه المسلمون ، ووعوه في تجربتهم مع الإمام بشكل وآخر ، ولا يمكن أن يطالب بإثبات ظاهرة من الظواهر هي أوضح وأقوى من تجربة أمّة ، ونوضح ذلك ضمن النقاط الآتية :\r\n1 - لم تكن إمامة الإمام من أهل البيت عليهم السّلام مركزا من مراكز السّلطان والنفوذ التي تنتقل بالوراثة من الأب إلى الابن ، ويدعمها النظام الحاكم كما كان الحال في الامويّين والفاطميّين والعباسيّين ، وإنّما كانت تكتسب ولاء قواعدها الشعبية الواسعة ، عن طريق التغلغل الروحي ، والإقناع الفكري لتلك القواعد ، بجدارة هذه الإمامة لزعامة الإسلام ، وقيادته على أسس فكرية وروحية .\r\n2 - إنّ هذه القواعد الشعبية بنيت منذ صدر الإسلام ، وازدهرت واتّسعت على عهد الإمامين الباقر والصادق عليهما السّلام وأصبحت المدرسة التي رعاها هذان الإمامان ، في داخل هذه القواعد ، تشكّل تيّارا فكريّا واسعا ، في العالم الإسلامي يضمّ المئات من الفقهاء والمتكلّمين والمفسّرين والعلماء في مختلف ضروب المعرفة الإسلامية والبشرية المعروفة وقتئذ ، حتى قال الحسن بن عليّ الوشاء : « فإنّي أدركت في هذا المسجد - يعني مسجد الكوفة - تسعمائة شيخ كلّ يقول : حدّثني جعفر بن محمد » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رجال النجاشي : 40 / 80 في ترجمة الحسن بن عليّ بن زياد الوشاء .\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\n3 - إنّ الشروط التي كانت هذه المدرسة ، وما تمثّله من قواعد شعبية في المجتمع الإسلامي ، تؤمن بها ، وتتقيّد بموجبها في تعيين الإمام والتعرّف على كفاءته للإمامة شروط شديدة ، لأنّها تؤمن بأنّ الإمام لا يكون إماما إلّا إذا كان معصوما وكان أعلم علماء عصره .\r\n4 - إنّ المدرسة وقواعدها الشعبية كانت تقدّم تضحيات كبيرة في سبيل الصمود على عقيدتها في الإمامة ؛ لأنّها كانت في نظر السلطة المعاصرة لها تشكّل خطا عدائيا ، ولو من الناحية الفكرية على الأقل ، الأمر الذي أدّى إلى قيام السلطات وقتئذ وباستمرار تقريبا بحملات من التصفية والتعذيب ، فقتل من قتل ، وسجن من سجن ، ومات من مات في ظلمات السجون والمعتقلات . وهذا يعني أنّ الإعتقاد بإمامة أئمّة أهل البيت عليهم السّلام كان يكلّفهم غاليا ، ولم يكن له من الإغراءات سوى ما يحسّ به المعتقد أو يفترضه من التقرّب إلى اللّه تعالى والزلفى عنده .\r\n5 - إنّ الأئمّة الذين دانت هذه القواعد الشعبية لهم بالإمامة ، لم يكونوا معزولين عنها ، ولا متقوقعين في بروج عاجية عالية شأن السلاطين مع شعوبهم ، ولم يكونوا يحتجبون عنهم إلّا أن تحجبهم السلطة الحاكمة بسجن أو نفي ، وهذا ما نعرفه من خلال العدد الكبير من الرواة والمحدّثين عن كلّ واحد من الأئمّة الأحد عشر من آباء المهدي عليه السّلام ، ومن خلال ما نقل من المكاتبات التي كانت تحصل بين الإمام ومعاصريه ، وما كان يقوم الإمام به من أسفار من ناحية ، وما كان يبثّه من وكلاء في مختلف أنحاء العالم الإسلامي من ناحية أخرى ، وما كان قد اعتاده الشيعة من تفقّد أئمّتهم وزيارتهم في المدينة المنوّرة عندما يؤمّون الديار المقدّسة من كلّ مكان لأداء فريضة الحج ، كلّ ذلك يفرض تفاعلا مستمرا بدرجة واضحة بين الإمام وبين قواعده الممتدة في أرجاء العالم الإسلامي بمختلف\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nطبقاتها من العلماء وغيرهم .\r\n6 - إنّ السلطة المعاصرة للأئمّة عليهم السّلام كانت تنظر إليهم وإلى زعامتهم الروحية بوصفها مصدر خطر كبير على كيانها ومقدّراتها ، وعلى هذا الأساس بذلت كلّ جهودها في سبيل تفتيت هذه الزعامة ، وتحمّلت في سبيل ذلك كثيرا من السلبيات ، وظهرت أحيانا بمظاهر القسوة والطغيان حينما اضطرّها تأمين مواقعها إلى ذلك ، وكانت حملات المطاردة والاعتقال مستمرة للأئمّة أنفسهم على الرغم ممّا يخلّفه ذلك من شعور بالألم أو الإشمئزاز عند المسلمين ، ولا سيما الموالين على إختلاف درجاتهم .\r\nوإذا آخذنا بنظر الاعتبار هذه النقاط الست ، وهي حقائق تاريخية لا تقبل الشك ، أمكن أن نخرج بالنتيجة الآتية :\r\nإنّ ظاهرة الإمامة المبكرة كانت ظاهرة واقعية ولم تكن وهما من الأوهام ؛ لأنّ الإمام الذي يبرز على المسرح وهو صغير فيعلن عن نفسه إماما روحيّا وفكريّا للمسلمين ، ويدين له بالولاء والإمامة كلّ ذلك التيار الواسع لا بدّ أن يكون في أعلى الدرجات والمراتب من العلم والمعرفة ، وسعة الأفق ، والتمكّن من الفقه والتفسير والعقائد ، لأنّه لو لم يكن كذلك لما أمكن أن تقتنع تلك القواعد الشعبية بإمامته ، مع ما تقدّم من أن الأئمّة كانوا في مواقع تتيح لقواعدهم التفاعل معهم ، وللأضواء المختلفة أن تسلط على حياتهم وموازين شخصيتهم ، فهل ترى أن صبيّا يدعو إلى إمامة نفسه وينصب منها علما للإسلام وهو على مرأى ومسمع من جماهير قواعده الشعبية ، فتؤمن به وتبذل في سبيل ذلك الغالي من أمنها وحياتها دون أن تكلّف نفسها اكتشاف حاله ، ودون أن تهزّها ظاهرة هذه الإمامة المبكرة لاستطلاع حقيقة الموقف ، وتقييم هذا الصبيّ الإمام ؟\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nوهب أنّ الناس لم يتحرّكوا لإستطلاع الموقف ، فهل يمكن أن تمرّ المسألة أيّاما وشهورا بل أعواما دون أن تتكشّف الحقيقة على الرغم من التفاعل الطبيعي المستمر بين الصبيّ الإمام وسائر الناس ؟\r\nوهل من المعقول أن يكون صبيّا في فكره وعلمه حقّا ثم لا يبدو ذلك من خلال هذا التفاعل الطويل ؟\r\nوإذا افترضنا أنّ القواعد الشعبية لإمامة أهل البيت عليهم السّلام لم يتح لها أن تكتشف واقع الأمر ، فلماذا سكتت السلطة القائمة ولم تعمل على كشف الحقيقة إذا كانت في صالحها ؟ وما كان أيسر ذلك على السلطة القائمة لو كان الإمام الصبيّ صبيّا في فكره وثقافته كما هو المعهود في الصبيان ؟ وما كان أنجحه من أسلوب أن تقدّم الصبيّ إلى شيعته وغير شيعته على حقيقته ، وتبرهن على عدم كفاءته للإمامة والزعامة الروحية والفكرية .\r\nفلإن كان من الصعب الإقناع بعدم كفاءة شخص في الأربعين أو الخمسين لتسلّم الإمامة ، فليس هناك صعوبة في الإقناع بعدم كفاءة صبي إعتيادي مهما كان ذكيا وفطنا للإمامة بمعناها الذي يعرفه الشيعة الإمامية ، وكان هذا أسهل وأيسر من الطرق المعقّدة وأساليب القمع والمجازفة التي انتهجتها السلطات وقتئذ .\r\nإنّ التفسير الوحيد لسكوت الخلافة المعاصرة عن اللعب بهذه الورقة هو أنّها أدركت أنّ الإمامة المبكرة ظاهرة حقيقية ، وليست شيئا مصطنعا .\r\nوالحقيقة أنّها أدركت ذلك بالفعل بعد أن حاولت أن تلعب بتلك الورقة - أي تعريضه للإختبار - فلم تستطع ، والتأريخ يحدّثنا عن محاولات من هذا القبيل وعن فشلها ، بينما لم يحدّثنا إطلاقا عن موقف تزعزت فيه ظاهرة الإمامة المبكّرة أو واجه فيه الصبيّ الإمام إحراجا يفوق قدرته أو يزعزع ثقة الناس فيه .\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nوهذا معنى ما قلناه من أنّ الإمامة المبكّرة ظاهرة واقعية في حياة أهل البيت عليهم السّلام ، وليست مجرّد افتراض ، كما أنّ هذه الظاهرة الواقعية لها جذورها وحالاتها المماثلة في تراث السماء الذي امتدّ عبر الرسالات والزعامات الربّانية ، ويكفي مثالا لظاهرة الإمامة المبكّرة في التراث الربّاني : النبيّ يحيى عليه السّلام ، إذ أخبر عنه تعالى بقوله :  يا يَحْيى خُذِ الْكِتابَ بِقُوَّةٍ وَآتَيْناهُ الْحُكْمَ صَبِيًّا . .  « 1 » .\r\nومتى ثبت أن الإمامة المبكّرة ظاهرة واقعية وموجودة فعلا في حياة أهل البيت عليهم السّلام ، لم يعد هناك اعتراض فيما يخصّ حياة المهدي عليه السّلام ، وخلافته لأبيه وهو صغير .\r\n\r\nالسؤال الثاني : طول العمر\r\nإنّ أهم ما يثيرونه في هذا المجال ، ويروّجون له باستمرار قديما وحديثا ، هو قولهم : إذا كان المهدي يعبّر عن إنسان حيّ عاصر الأجيال المتعاقبة منذ أكثر من أحد عشر قرنا ، فكيف تأتّى له هذا العمر الطويل ؟\r\nوكيف نجا من القوانين الطبيعية التي تحتمّ مروره بمرحلة الشيخوخة ؟ ! !\r\nومن الجائز أن نطرح الشبهة بصورة سؤال كأن يقال : هل بالإمكان أن يعيش الإنسان قرونا متطاولة ؟ !\r\nوللإجابة عن هذا السؤال لا بدّ من التّمهيد ببحث مسألة الإمكان هنا .\r\nفهناك ثلاثة أنواع متصوّرة للإمكان :\r\nالأوّل : هو ما يصطلح عليه بالإمكان العملي ، ويراد به ما هو ممكن فعلا وواقعا . أي له تحقق ووجود ظاهر ومتعين .\r\nوالثاني : هو ما يصطلح عليه بالإمكان العلمي ، ويراد به ما هو غير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة مريم : 19 / 12 . وقد مرّ في الفصل الثاني برقم 5 و 8 اعتراف أحمد بن حجر الهيتمي الشافعي ، وأحمد بن يوسف القرماني الحنفي بان المهدي عليه السّلام أعطي الحكمة وهو صبيّ ، فراجع .\r\n","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nممتنع من الناحية العلمية الصرفة ، أي أنّ العلم لا يمنع وقوعه وتحقّقه ووجوده فعلا .\r\nوالثالث : هو ما يصطلح عليه بالإمكان المنطقي ، ويراد به ما ليس مستحيلا عقلا ، أي أنّ العقل لا يمنع وقوعه وتحقّقه .\r\nواستنادا إلى هذا نعرض المسألة كالآتي مبتدئين بالإمكان المنطقي ، فنقول :\r\nهل إنّ امتداد عمر الإنسان مئات السنين ممكن منطقيا ، أي ليس مستحيلا من وجهة نظر عقلية ؟\r\nوالجواب : نعم ، بكل تأكيد ، فقضية امتداد العمر فوق الحدّ الطبيعي أضعافا مضاعفة ليست في دائرة المستحيل ، كما هو واضح بأدنى تأمل .\r\nنعم ، هو ليس مألوفا ومشاهدا ، ولكن هناك حالات ، نقلها أهل التواريخ ، وتناقلتها بعض النشرات العلمية ، تجعل الإنسان لا يستغرب ولا ينكر ، على أنّ الغرابة ترتفع تماما عندما يقرع سمع المسلم صوت الوحي ومنطوق القرآن في النبيّ نوح عليه السّلام :  وَلَقَدْ أَرْسَلْنا نُوحاً إِلى قَوْمِهِ فَلَبِثَ فِيهِمْ أَلْفَ سَنَةٍ إِلَّا خَمْسِينَ عاماً  « 1 » ولتقريب مسألة الإمكان بهذا المعنى نضرب - مثالا - كالآتي : لو أنّ أحدا قال لجماعة : إنّي أستطيع أن أعبر النهر ماشيا ، أو أجتاز النار دون أن أصاب بسوء ، فلا بدّ أن يستغربوا وينكروا ، لكنّه لو حقّق ما قاله بالفعل ، فعبر النهر ماشيا ، أو اجتاز النار بسلام ؛ فإنّ إنكارهم وإستغرابهم سيزول عند ذلك ، فلو جاء آخر ، وقال مثل مقالة الأوّل ، فإنّ درجة الاستغراب ستقلّ ، وهكذا لو جاء ثالث ورابع وخامس ، فإنّ ما استغربوا منه أوّل مرّة سوف لا يبقى على حالته وقوّته في المرّة الخامسة ، بل يضعف جدّا إلى أن يزول .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة العنكبوت : 29 / 14 .\r\n","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nوهكذا نقول في مسألتنا ، فإنّ القرآن قد أخبر : أنّ نوحا عليه السّلام لبث في قومه ألف سنة إلّا خمسين عاما ، وهذا غير عمره قبل النبوّة ! وأنّ عيسى عليه السّلام لم يمت وإنّما رفعه اللّه إليه ، كما في قوله تعالى :   وَقَوْلِهِمْ إِنَّا قَتَلْنَا الْمَسِيحَ عِيسَى ابْنَ مَرْيَمَ رَسُولَ اللَّهِ وَما قَتَلُوهُ وَما صَلَبُوهُ وَلكِنْ شُبِّهَ لَهُمْ وَإِنَّ الَّذِينَ اخْتَلَفُوا فِيهِ لَفِي شَكٍّ مِنْهُ ما لَهُمْ بِهِ مِنْ عِلْمٍ إِلَّا اتِّباعَ الظَّنِّ وَما قَتَلُوهُ يَقِيناً ، بَلْ رَفَعَهُ اللَّهُ إِلَيْهِ وَكانَ اللَّهُ عَزِيزاً حَكِيماً   « 1 » .\r\nوأيضا فقد جاء في روايات الصحيحين ( البخاري ومسلم ) أنّه سينزل إلى الأرض ، وكذلك جاء فيهما أنّ الدجّال موجود حيّ « 2 » .\r\nوعليه فعند ما تتحدّث الروايات الصحيحة ويشهد الشهود ، وتتوالى الإعترافات بوجود ( المهدي ) من عترة الرسول الأكرم صلّى اللّه عليه واله وسلم ، ومن ولد فاطمة ، نجل الحسن العسكري الذي ولد سنة ( 255 ه ) ، سوف لا يبقى عند ذك وجه للاستغراب والإنكار إلّا عنادا واستكبارا .\r\nوقد جاء في تفسير الرازي : « قال بعض الأطباء : المر الإنساني لا يزيد على مائة وعشرين سنة ، والآية تدلّ على خلاف قولهم ، والعقل يوافقها ، فإنّ البقاء على التركيب الذي في الإنسان ممكن لذاته ، وإلّا لما بقي ، ودوام تأثير المؤثّر فيه ممكن ؛ لأنّ المؤثّر فيه إن كان واجب الوجود فظاهر الدوام ، وإن كان غيره فله مؤثّر ، وينتهي إلى الجواب وهو دائم ، فتأثيره يجوز أن يكون دائما . فإذن البقاء ممكن في ذاته ، فإن لم يكن فلعارض ، لكن العارض ممكن العدم ، وإلّا لما بقي هذا المقدار لوجوب وجود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء : 4 / 157 - 158 .\r\n( 2 ) فصّلنا الحديث عن أحاديث نزول عيسى وأحاديث خروج الدجّال في الصحيحين ( البخاري ومسلم ) ، وذكرنا من اعتبرها عقيدة ثابتة لأهل السنّة مع تصريحهم ببقاء الدجّال حيّا إلى آخر الزمان وأنّ عيسى عليه السّلام سينزل في آخر الزمان ليساعد الإمام المهدي عليه السّلام على قتله ، راجع الفصل الثالث ( التذرّع بخلو الصحيحين من أحاديث المهدي ) .\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nالعارض المانع . فظهر أنّ كلامهم على خلاف العقل والنقل » « 1 » .\r\nهكذا برهن الرازي على جواز طول عمر الانسان بخلاف المعتاد كما هو الثابت في طول عمر عيسى عليه السّلام ، والبرهان نفسه يصحّ الاستدلال به على طول عمر المهدي عليه السّلام ، ويقرّب هذا الاستدلال إتّفاق الصحاح وغيرها على نزول عيسى في آخر الزمان لمساعدة المهدي على قتل الدجّال وقد عرفت الجواب على سؤال : من هو الإمام المهدي ؟ مفصّلا .\r\nوننقل الكلام إلى الإمكان العملي :\r\nونتساءل :\r\nهل إنّ الامكان العملي بالنسبة إلى نوع الإنسان متاح الآن ، وتساعد عليه التجربة أم لا ؟\r\n\r\nوالجواب :\r\nإنّ التجارب المعاصرة في ضوء الإمكانات المتاحة والظروف الموجودة لم تنجح لحد الآن في تحقيق مثل هذه الحالة ، أي إطالة عمر الإنسان إلى حدّ أكثر من ضعف أو ضعفي العمر الطبيعي ، وهذا أمر مشهود لا يحتاج إلى برهان .\r\nوهذا لا يدلّ على عدم طول عمر الإنسان ، لأنّ الإمكان العملي ينحصر بمحاولات إطالة العمر الطبيعي للإنسان بيد الإنسان نفسه ، إلّا أن الأعمار بيد اللّه عزّ وجلّ ، إذن تدخل الإنسان في إطالة العمر على خلاف التقدير غير ممكن .\r\nنعم ، إنّه سبحانه يوفّر الأسباب الكفيلة بإدامة حياة المعمّرين إلى حين أجلهم ، ودور العلم هنا اكتشاف تلك الأسباب لا أكثر إذ ليس بمقدوره إبداع الأسباب ؛ لإنحصارها بيده عزّ وجلّ بلا خلاف ، وعلى هذا يفسّر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التفسير الكبير / الرازي 25 : 42 ، في تفسير الآية : 14 من سورة العنكبوت ( المسألة الثانية ) .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nالإمكان العلمي الآتي الذي ننقل الكلام إليه ، فنتساءل :\r\nهل إنّ زيادة عمر إنسان أكثر من الحدّ الطبيعي المعتاد ممكن علميّا أم لا ؟ !\r\n\r\nوالجواب :\r\nأوّلا : نعم ، هي في دائرة الإمكان العلمي ، ولدينا شواهد وأرقام كثيرة تؤكد إمكانها علميّا ، منها :\r\n1 - إنّ التجارب العلمية آخذة بالإزدياد لإطالة عمر الإنسان أكثر من المعتاد ، وهذه التجارب حثيثة وجادة لتعطيل قانون الشيخوخة ، فقد جاء في مجلة المقتطف المصرية ، الجزء الثاني من المجلّد 59 ، الصادرة في آب ( أغسطس ) 1921 م ، الموافق 26 ذي القعدة سنة 1339 ه ص 206 تحت عنوان « خلود الإنسان على الأرض » ما هذا لفظه :\r\nقال الأستاذ ( ريمند بول ) أحد أساتذة جامعة جونس هبكنس بأمريكا :\r\n« إنّه يظهر من بعض التجارب العلمية أنّ أجزاء جسم الإنسان يمكن أن تحيا إلى أيّ وقت أريد ، وعليه فمن المحتمل أن تطول حياة الإنسان إلى مائة سنة ، وقد لا يوجد مانع يمنع من إطالتها إلى ألف سنة » .\r\nوذكرت هذه المجلة في العدد الثالث لسنة 59 ص 239 ، « إنّه في الإمكان أن يبقى الإنسان حيّا ألوفا من السنين إذا لم تعرض عليه عوارض تصرم حبل حياته ، وقولهم هذا ليس مجرد ظن ، بل نتيجة عملية مؤيّدة بالامتحان » .\r\nونكتفي بهذا القدر في تأييد ما ذكرناه من الإمكان العلمي ، الذي يسعى العلماء جاهدين لتحويله إلى إمكان عملي واقعي فعلي .\r\n2 - وفي كتاب صدر حديثا بعنوان حقائق أغرب من الخيال الجزء الأوّل ص : 24 نشر مؤسسة الإيمان - بيروت ، ودار الرشيد / دمشق .\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nجاء فيه : توفّي ( بيريرا ) في عام 1955 م في وطنه الأم مونتريا في سن 166 عاما ، وقد شهد على عمره أصدقاؤه ، وسجلّات مجلس البلدية ، وبيريرا نفسه الذي استطاع أن يتذكّر بوضوح كبير معركة كاراجينا ( حدثت في عام 1815 م ) ! وفي نهاية حياته أحضر إلى نيويورك حيث فحصه جمع من الأطباء المختصّين ، ومع أنّهم وجدوه محتفظا بضغط دم رجل شاب ، ونبض شرياني صحيح ، وقلب جيد ، وعقل شاب ، فقد قرّروا أنّه رجل عجوز جدّا أكثر من 150 عاما .\r\nوجاء في ص 23 ، أن توماس بار عاش 152 عاما .\r\nعلى أنّ السجستاني العالم السني المشهور قد ألّف كتابا باسم ( المعمّرون ) ذكر فيه الكثير من المعمّرين ، وفيهم من تجاوزت أعمارهم خمسمائة سنة .\r\n3 - إنّ مجرّد إجراء التجارب من قبل الأطباء للتعرّف على مرض الشيخوخة ، وأسباب الموت ، والمحاولات الدائبة من قبلهم ونجاحها ولو بقدر محدود لإطالة عمر الإنسان ، لهو دليل على الإمكان ، وإلّا لكان تصرّفهم عبثا ، خلاف العقل .\r\n« وفي ضوء ذلك كلّه لا يبقى مبرّر منطقي للاستغراب والإنكار بخصوص ( قضية المهدي ) اللّهمّ إلّا أن يسبق ( المهدي ) العلم نفسه ، فيتحوّل الإمكان النظري ( العلمي ) إلى إمكان عملي في شخصه ، قبل أن يصل العلم في تطوره إلى مستوى القدرة الفعلية . وهذا أيضا لا يوجد مبرر عقليّ لإستبعاده وإنكاره ؛ إذ هو نظير من يسبق العلم في اكتشاف دواء للسرطان مثلا . ومثل هذا السبق في الفكر الإسلامي قد حصل في أكثر من مفردة وعنوان ، فقد سجّل القرآن الكريم نظائر ذلك حين أورد ، وأشار إلى حقائق علمية تتعلّق بالكون وبالطبيعة وبالإنسان ، ثم جاءت التجارب\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nالعلمية الحديثة لتزيح عنها الستار أخيرا ، ثم لماذا نذهب بعيدا وأمامنا القرآن الكريم يصرّح ( بالإمكان العملي ) فيما يتعلّق بعمر نوح عليه السّلام » ؟\r\nوكذلك صرّحت الآثار النبويّة بوجود أشخاص أحياء منذ قرون متطاولة : كالخضر ، والنبيّ عيسى عليه السّلام ، والدجّال على ما نقله مسلم في صحيحه من حديث الجساسة ، فلماذا نؤمن بمثل هذه الوجودات المشخّصة ، مع أنّهم ليس لهم من دور أو أهمية فيما يتعلّق بمستقبل الإسلام إلّا المسيح الذي سيكون وزيرا ومساعدا للمهدي ، وقائدا لجيوشه كما في الكثير من روايات الظهور .\r\nولماذا ينكر البعض حياة المهدي عليه السّلام الذي سيكون له ذلك الدور الأعظم ، « يملأ الأرض قسطا وعدلا . . » وينزل عيسى ليصلّي خلفه « 1 » ؟ ! !\r\nثانيا : لو افترضنا قانون الشيخوخة قانونا صارما ، وإطالة عمر الإنسان أكثر من الحد الطبيعي والمعتاد هو خلاف القوانين الطبيعية التي دلّنا عليها الاستقراء ؛ فالأمر بالنسبة للمهدي عليه السّلام يكون حينئذ من قبيل المعجزة ، وهي ليست حالة فريدة في التاريخ .\r\nثم إنّ الأمر بالنسبة للمسلم الذي يستمد عقيدته من القرآن الكريم والسّنة المشرّفة ليس منكرا أو مستغربا ، إذ هو يجد أنّ القانون الطبيعي الذي هو أكثر صرامة قد عطّل ، كالذي حدث بالنسبة للنبيّ إبراهيم عليه السّلام عندما ألقي في النار العظيمة ، فأنجاه اللّه تعالى بالمعجزة ، كما صرّح القرآن قائلا :  قُلْنا يا نارُ كُونِي بَرْداً وَسَلاماً عَلى إِبْراهِيمَ  « 2 » .\r\nوهذه المعجزة وأمثالها من معاجز الأنبياء ، والكرامات التي أختصّ اللّه بها أولياءه ، قد أصبحت بمفهومها الديني أقرب إلى الفهم بدرجة أكبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اعترف بهذا خمسة من شارحي صحيح البخاري كما مرّ مفصلا في أول الفصل الثالث ، فراجع .\r\n( 2 ) سورة الأنبياء : 21 / 69 .\r\n","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nبكثير في ضوء المعطيات العلمية الحديثة ، والانجازات الكبيرة التي حقّقها العلماء بوسائلهم المادية ؛ فلقد بدأنا نشهد من الإختراعات والإكتشافات التي لو حدّثنا عنها سابقا لأنكرناها غاية الإنكار ، ثم ها هي بأيدينا الآن نستخدمها ونلهو بها أحيانا ، فمثلا ( التلفزيون ) ، فلقد كنّا نقرأ في الروايات في أبواب الملاحم ( أنه سيكون في آخر الزمان يرى ويسمع من في المشرق من هو في المغرب . . ) . وربّما عدّ بعضهم ذلك ضربا من اللامعقول ، ثم ها نحن نشهده ونشاهده ، واستنادا إلى ذلك نقول : إنّ استبعاد أمر وإنكاره لمجرّد عدم وجود حالة مماثلة أو مقاربة نشاهدها ، ليس مقبولا منطقيا ، وليس مبرّرا علميّا ، إذا كان الأمر يقع في دائرة الإمكان العلمي والمنطقي ، وقامت عليه الشواهد والأدلّة .\r\nونظير تلك الأخبار المنبئة في تراثنا عن بعض الإكتشافات العلمية الباهرة ، الأخبار الأخرى المنبئة بإعجاز عن ظهور الإمام المهدي بما ينطبق تمام الانطباق مع معطيات الحضارة المعاصرة .\r\nفقد ورد عن الإمام الصادق عليه السّلام أنّه قال : « إنّ قائمنا إذا قام مدّ اللّه عزّ وجلّ لشيعتنا في أسماعهم وأبصارهم ، حتى لا يكون بينهم وبين القائم بريد ، يكلّمهم فيسمعون ، وينظرون إليه في مكانه » « 1 » .\r\n\r\nالسؤال الثالث : لماذا هذه الغيبة الطويلة ؟\r\nقالوا : لماذا كلّ هذا الحرص على إطالة عمر المهدي عليه السّلام إلى هذا الحدّ ، فتعطّل القوانين لأجله ، أو نضطر إلى المعجزة ؟ ! ولماذا لا نقبل الافتراض الآخر الذي يقول : إنّ قيادة البشرية في اليوم الموعود يمكن أن تترك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روضة الكافي 8 : 201 / 329 .\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nلشخص آخر يولد في ذلك الزمان ، ويعيش الظروف الموضوعية ، لينهض بمهمّته التغييرية ؟ !\r\nوالجواب عنه - بعد الإحاطة بالمطالب المذكورة في البحث - واضح جدا ، فإنّ اللّه عزّ وجلّ قد أبقى أشخاصا في هذا العالم أو غيره أحياء أطول بكثير ممّا انقضى من حياة المهدي عليه السّلام ، وذلك لحكم وأسرار لا نهتدي إليها ، أو علمنا ببعضها ، وعلى كلّ حال نؤمن بها إيمانا قطعيّا ، فليكن الأمر كذلك بالنسبة إلى المهدي ؛ لأنّا - كما أشرنا من قبل - بصفتنا مسلمين نؤمن بأنّ اللّه تعالى لا يفعل عبثا ، وأيضا : نؤمن بمغيّبات كثيرة عنّا قامت عليها البراهين المتينة من العقل والنقل ، فلا يضرنا إذا لم نعلم بالحكمة في معتقد من معتقداتنا ، وكذلك الحال في الأحكام الشرعيّة والأعمال العباديّة ، فقد لا نهتدي إلى سرّ حكم من الأحكام ، وفلسفة قانون من القوانين الإلهيّة ، لكنّ التعبّد ، كما في سائر الأديان الإلهيّة منها وغير الإلهيّة ، بل حتى في القوانين البشريّة والوضعيّة .\r\nوعليه نقول : إن كانت الأدلّة التي أقمناها في الفصول السابقة على ضرورة الإيمان بالمهدي ، مع تلك المواصفات الخاصة ، وأنّه الحجة ابن الحسن العسكري ، وأنّه ولد وكان إماما بعد أبيه - وفي الخامسة من عمره الشريف - وأنّه حيّ موجود على طول عمره المبارك . . . فإنّ النتيجة الحتميّة هي القول بهذه الغيبة الطويلة ، سواء علمنا - مع ذلك - بسرّ من أسرارها أو لم نعلم . . . وإن كان بالإمكان أن نتصوّر لها بعض الأسرار بقدر أفهامنا القاصرة وعقولنا المحدودة . فأمّا من لا يطيق من المسلمين الالتزام بالمعجزة في طول عمر الإمام ، والفوائد المترتبة على وجوده - مع كونه غائبا - وجب عليه تصحيح اعتقاده من الأصل ، وعلى ضوء الأدلّة من العقل والنقل .\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nوعلى هذا الأساس أيضا لا يمكننا قبول الافتراض الآخر ، لأنّ المفروض أنّ الأدلّة قادتنا إلى استحالة « خلو الأرض من حجّة للّه ولو آنا واحدا » ، وبعد الإيمان بذلك - سواء علمنا بشيء من الحكم في ذلك ، ممّا جاء في الكتب العلمية المفصّلة في الباب أو لم نعلم - فلا مناص من القول :\r\nبوجود الإمام منذ ولادته ، وأنّه لا مجال لفرض الافتراض الآخر أبدا .\r\n\r\nالسؤال الرابع : كيف الاستفادة من الإمام الغائب ؟\r\nوأخيرا هناك سؤال ربّما يدور في الأذهان ، وهو : إذا كان الإمام المهدي كذلك ، فما هي الفائدة بالنسبة للامّة ، وهو غائب مستور ، متوار عن الأنظار ؟ !\r\n\r\nوالجواب :\r\nإنّ الذي يحقّق ويدقّق في هذه المسألة ، يجب أن يضع في حسابه أوّلا الروايات والأخبار الصحيحة التي تتحدّث عن ظهوره الذي سيكون بصورة مفاجئة وسريعة ، أو على حدّ لسان بعض الروايات ( بغتة ) . أي :\r\nدون تحديد زمن مخصوص أو وقت معيّن ، وهذا يترتّب عليه ترقّب كلّ جيل من أجيال المسلمين لظهوره المبارك . إنّ المتأمل لهذه المسألة سوف لا يصعب عليه أن يكتشف فوائد ومزايا جمّة تتعلّق بالامّة المرحومة ، منها :\r\n1 - إنّ ذلك يدعو كلّ مؤمن إلى أن يكون على حالة من الإستقامة على الشريعة ، والتقيّد بأوامرها ونواهيها ، والابتعاد عن ظلم الآخرين ، أو غصب حقوقهم ، وذلك لأنّ ظهور الإمام المهدي عليه السّلام - الذي سيكون مفاجئا - يعني قيام دولته وهي التي ينتصف فيها للمظلوم من الظالم ، ويبسط فيها العدل ويمحى الظلم من صفحة الوجود . ولا يقولنّ أحد : أنّ الشريعة منعت الظلم والتظالم وهذا يكفي .\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nفإنّ جوابه : إنّ الشعور والإعتقاد بوجود السلطة وبتمكنها وسلطنتها يعدّ رادعا قويّا ، وقد جاء في الأثر الصحيح « إنّ اللّه ليزع بالسلطان ما لا يزع بالقرآن . . » .\r\n2 - إنّ ذلك يدعو كلّ مؤمن إلى أن يكون في حالة طوارىء مستمرّة من حيث التهيؤ للإنضمام إلى جيش الإمام المهدي ، والاستعداد العالي للتضحية في سبيل فرض هيمنة الإمام الكاملة ، وبسط سلطته على الأرض لإقامة شرع اللّه تعالى ، وهذا الشعور يخلق عند المؤمنين حالة من التآزر والتعاون ، ورصّ الصفوف والانسجام ، لأنّهم سيكونون جندا للإمام عليه السّلام .\r\n3 - إنّ هذه الغيبة تحفّز المؤمن بها للنهوض بمسؤوليته ، وخاصة في مجال الأمر بالمعروف والنهي عن المنكر ، فتكون الأمّة بذلك متحصّنة متحفّزة . إذ لا يمكن تقيّد أنصار الإمام المهدي عليه السّلام بالإنتظار فحسب ، دون الأمر بالمعروف والنهي عن المنكر ، إستعدادا لبناء دولة الإسلام الكبرى ، وتهيئة قواعدها حتى ظهور الإمام المهدي عليه السّلام .\r\n4 - إنّ الامّة التي تعيش الإعتقاد بالمهدي الحيّ الموجود تبقى تعيش حالة الشعور بالعزّة والكرامة ، فلا تطأطىء رأسها لأعداء اللّه تعالى ، ولا تذلّ لجبروتهم وطغيانهم ، إذ هي تترقّب وتتطلّع لظهوره المظفّر في كلّ ساعة ، ولذلك فهي تأنف من الذلّ والهوان ، وتستصغر قوى الاستكبار ، وتستحقر كلّ ما يملكون من عدّة وعدد .\r\nإنّ مثل هذا الشعور سيخلق دافعا قويّا للمقاومة والصمود والتضحية ، وهذا هو الذي يخوّف أعداء اللّه وأعداء الإسلام ، بل هذا هو سرّ خوفهم ورعبهم الدائم ، ولذلك حاولوا على مرّ التاريخ أن يضعفوا العقيدة بالمهدي عليه السّلام ، وأن يسخّروا الأقلام المأجورة للتشكيك بها ، كما كان الشأن دائما في خلق وإيجاد الفرق والتيارات الضالّة والهدّامة لاحتواء\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nالمسلمين ، وصرفهم عن التمسّك بعقائدهم الصحيحة ، والترويج للإعتقادات الفاسدة مثلما حصل في نحلة : البابية ، والبهائية ، والقاديانية ، والوهابية .\r\nهذا ، ويمكن أن نضيف إلى هذه الثمرات والفوائد المهمّة فوائد أخرى يكتسبها المعتقد بظهور المهدي عليه السّلام في آخرته ، ويأتي في مقدّمتها تصحيح اعتقاده بعدل اللّه تعالى ، ورأفته بهذه الامّة ، التي لم يتركها اللّه سدى ينتهبها اليأس ، ويفتك بها القنوطّ ، لما تشاهده من انحراف عن الدين ، دون أن يمدّ لها حبل الرجاء بظهور الدين على كلّ الأرض بقيادة المهدي عليه السّلام .\r\nومنها : تحصيل الثواب والأجر على الانتظار ، فقد ورد في الأثر الصحيح عن الصادق عليه السّلام : « المنتظر لأمرنا كالمتشحّط بدمه في سبيل اللّه » .\r\nومنها : الالتزام بقوله تعالى - حكاية عن وصية إبراهيم عليه السّلام لبنيه - :\r\n يا بَنِيَّ إِنَّ اللَّهَ اصْطَفى لَكُمُ الدِّينَ فَلا تَمُوتُنَّ إِلَّا وَأَنْتُمْ مُسْلِمُونَ  « 1 » ، وقد مرّ بأنّ من مات ولم يعرف إمام زمانه - وفي عصرنا هو المهدي عليه السّلام - مات ميتة جاهلية ، واستنادا إلى كلّ ما ذكرناه يظهر معنى : إنّ الأرض لا تخلو من حجّة للّه تعالى .\r\n* * * وأخيرا ، فإنّ ممّا تسعى إليه بؤر النفاق وبشكل دؤوب هو بحثها الحثيث بين صفوف المسلمين ، لعلّها تجد فيهم من تتلقّفه وتحوطه برعايتها ، وتمنحه الألقاب العلمية الكاذبة التي يشره إليها ؛ لكي تتّخذه مطيّة لأغراضها ، وبوقا لدعاياتها عبر المجلّات والمؤتمرات التي تندّد بالإسلام وأصوله الشامخة ، ولن تجد بغيتها إلّا فيمن انحرف عن المحجّة البيضاء ، ورمى بنفسه كالطفل في أحضان مربّية حمقاء تسخّره لكلّ لعبة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة : 2 / 132 .\r\n","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nقذرة ، كما نلحظه اليوم في تقريب سليمان رشدي ومن على شاكلته ، على أمل أن تجد سمومهم طريقها إلى كلّ جسد ضعيف مسلم .\r\nولهذا كان من الواجب الإسلامي التنبيه على هذه الوسيلة الدنيئة ، وتوعية المسلمين بأهدافها وغاياتها وأخطارها ، وتحصينهم بالإيمان الصحيح الذي أمر به هرم الإسلام المقدّس : ( القرآن الكريم ، والسنّة المطهّرة ، ومدرسة أهل البيت عليهم السّلام ) .\r\nوتلبية لنداء الواجب الإسلامي ، كان الحديث - في هذا الكتاب - عن الإمام المهدي عليه السّلام الذي هو حديث الإسلام بنقائه وصفائه ، وقد تبيّن بالتفصيل أنّ الإعتقاد بظهور الإمام المهدي في آخر الزمان إنّما هو من مستلزمات الوثوق بصدق رسالة الإسلام الخالدة ، وأنّ التكذيب به هو تكذيب برسالة الإسلام التي أخبرت عن ظهوره !\r\nونحسب أنّ في فصول هذا الكتاب - الذي اعتنى بسلاسة الأسلوب وقوة الدليل - ما يميزه عن غيره لما فيه من تلبية وافية لحاجة المثقف الإسلامي بأيّ درجة كان لمعرفة حقيقة المهدي المنتظر في الفكر الإسلامي .\r\nوالحمد للّه على هدايته ، والصلاة والسلام على أفضل أنبيائه ورسله محمّد ، وعلى آله الطاهرين ، وصحبه المخلصين ومن سار على نهجهم إلى يوم الدين المحرم الحرام 1417 ه\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\n\r\nفهرس الموضوعات\r\nكلمة المركز للطبعة الأولى 5\r\nكلمة المركز للطبعة الثانية 7\r\nمقدّمة المؤلّف للطبعة الأولى 11\r\nعالمية الإعتقاد بالمهدي عليه السّلام 12\r\nتهافت القول باسطورية فكرة الظهور 19\r\nمقدّمة المؤلّف للطبعة الثانية 21\r\nالفصل الأوّل المهديّ في الكتاب والسنّة ( 25 - 51 )\r\nبعض الآيات المفسّرة في المهديّ عليه السّلام 27\r\nنظرة في أحاديث المهدي عليه السّلام 33\r\nأوّلا : من أخرج أحاديث المهدي عليه السّلام 33\r\nثانيا : من روى أحاديث المهدي عليه السّلام من الصحابة 36\r\nثالثا : طرق أحاديث المهدي عليه السّلام في كتب السنة إجمالا 38\r\nرابعا : صحّة أحاديث المهدي عليه السّلام 41\r\nمن صرّح بصحّة أحاديث الإمام المهدي عليه السّلام 41\r\n1 - الترمذي ( ت / 279 ه ) 41\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\n2 - الحافظ أبو جعفر العقيلي ( ت / 322 ه ) 42\r\n3 - الحاكم النيسابوري ( ت / 405 ه ) 42\r\n4 - البيهقي ( ت / 458 ه ) 42\r\n5 - البغوي ( ت / 510 ه أو 516 ه ) 42\r\n6 - ابن الأثير ( ت / 606 ه ) 43\r\n7 - القرطبي المالكي ( ت / 671 ه ) 43\r\n8 - ابن تيمية ( ت / 728 ه ) 43\r\n9 - الذهبي ( ت / 748 ه ) 43\r\n10 - الكنجي الشافعي ( ت / 658 ه ) 43\r\n11 - الحافظ ابن القيّم ( ت / 751 ه ) 44\r\n12 - ابن كثير ( ت / 774 ه ) 44\r\n13 - التفتازاني ( ت / 793 ه ) 44\r\n14 - نور الدين الهيثمي ( ت / 807 ه ) 44\r\n15 - السيوطي ( ت / 911 ه ) 45\r\n16 - الشوكاني ( ت / 1250 ه ) 45\r\n17 - ناصر الدين الألباني 45\r\nخامسا : تصريح العلماء بتواتر أحاديث المهدي عليه السّلام 46\r\n1 - البربهاري شيخ الحنابلة وكبيرهم في عصره ( ت / 329 ه ) 45\r\n2 - محمد بن الحسين الآبري الشافعي ( ت / 363 ه ) 45\r\n3 - القرطبي المالكي ( ت / 671 ه ) 47\r\n4 - الحافظ جمال الدين المزي ( ت / 742 ه ) 47\r\n5 - ابن القيّم ( ت / 751 ه ) 47\r\n6 - ابن حجر العسقلاني ( ت / 852 ه ) 47\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n7 - السّخاوي ( ت / 902 ه ) 48\r\n8 - السيوطي ( ت / 911 ه ) 48\r\n9 - ابن حجر الهيتمي ( ت / 974 ه ) 48\r\n10 - المتّقي الهندي ( ت / 975 ه ) 48\r\n11 - محمد رسول البرزنجي ( ت / 1103 ه ) 49\r\n12 - الشيخ محمد بن قاسم بن محمد جسوس ( ت / 1182 ه ) 49\r\n13 - أبو العلاء العراقي الفاسي ( ت / 1183 ه ) 49\r\n14 - الشيخ السفاريني الحنبلي ( ت / 1188 ه ) 49\r\n15 - الشيخ محمد بن عليّ الصبّان ( ت / 1206 ه ) 49\r\n16 - الشوكاني ( ت / 1250 ه ) 50\r\n17 - مؤمن بن حسن بن مؤمن الشبلنجي ( ت / 1291 ه ) 50\r\n18 - أحمد زيني دحلان مفتي الشافعية ( ت / 1304 ه ) 50\r\n19 - السيّد محمد صدّيق حسن القنوجي\r\nالبخاري ( ت / 1307 ه ) 50\r\n20 - أبو عبد اللّه محمّد بن جعفر الكتاني\r\nالمالكي ( ت / 1345 ه ) 50\r\nالفصل الثاني من هو الإمام المهدي ( 53 - 141 )\r\nأحاديث في نسب الإمام المهدي عليه السّلام 56\r\nالمهدي : كناني ، قرشي ، هاشمي 56\r\nحديث المهدي من أولاد عبد المطّلب 57\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nحديث المهدي من ولد أبي طالب 58\r\nأحاديث ( المهدي من ولد العبّاس ) 59\r\nأولا : الأحاديث المجملة في هذا المعنى 59\r\nضعف الأحاديث المجملة مع عدم دلالتها\r\nعلى نسب المهدي 60\r\nثانيا : الأحاديث المصرّحة بهذا المعنى 61\r\nحديث المهدي من ولد الإمام عليّ عليه السّلام 64\r\nأحاديث المهدي من أهل البيت عليهم السّلام 65\r\nأحاديث المهدي من العترة عليهم السّلام 66\r\nأحاديث المهدي من ولد النبيّ 67\r\nحديث المهدي من ولد فاطمة عليهم السّلام 68\r\nحديث المهدي من ولد الإمام الحسن السبط عليهما السّلام 70\r\nبطلان الحديث من سبعة وجوه 71\r\nما ورد معارضا لكون المهدي من أولاد الإمام الحسين عليهم السّلام 75\r\nأحاديث : « اسم أبيه اسم أبي » ( عبد اللّه ) 76\r\nحقيقة هذا التعارض وبيان قيمته العلمية 77\r\nمؤيّدات كون المهدي من ولد الإمام الحسين عليهم السّلام 81\r\nحديث الثقلين 82\r\nحديث : ( من مات ولم يعرف إمام زمانه ) 85\r\nحديث : ( إنّ الأرض لا تخلو من قائم للّه بحجّة ) 87\r\nأحاديث : ( الخلفاء إثنا عشر ) 88\r\nالنص على الأئمّة الاثني عشر عليهم السّلام يوضّح المراد بالخلفاء\r\nالاثني عشر 92\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nالمهدي من أولاد الإمام الحسين ، وأنّه التاسع من ولده عليهم السّلام 101\r\nالمهدي هو محمد بن الإمام الحسن العسكري عليهما السّلام 104\r\nولادة الإمام المهدي عليه السّلام 113\r\nإخبار الإمام العسكري بولادة ابنه المهدي عليهما السّلام 115\r\nشهادة القابلة بولادة الإمام المهدي عليه السّلام 115\r\nمن شهد برؤية المهدي من أصحاب الأئمة عليهم السّلام وغيرهم 116\r\nشهادة وكلاء المهدي ومن وقف على معجزاته عليه السّلام برؤيته 122\r\nشهادة الخدم والجواري والإماء برؤية المهدي عليه السّلام 124\r\nتصرّف السلطة دليل على ولادة الإمام المهدي عليه السّلام 125\r\nاعترافات علماء الأنساب بولادة الإمام المهدي عليه السّلام 128\r\n1 - النسابة الشهير أبو نصر سهل بن عبد اللّه بن داود بن سليمان البخاري ( كان حيّا سنة / 341 ه ) 128\r\n2 - النسابة السيّد العمري من أعلام القرن الخامس الهجري 128\r\n3 - الفخر الرازي الشافعي ( ت / 606 ه ) 129\r\n4 - النسابة المروزي الأزورقاني ( ت / بعد سنة 614 ه ) 129\r\n5 - النسابة السيّد جمال الدين أحمد بن علي الحسيني المعروف بابن عنبه ( ت / 828 ه ) 129\r\n6 - النسابة الزيدي السيّد أبو الحسن محمّد الحسيني اليماني الصنعاني ( من أعيان القرن الحادي عشر ) 130\r\n7 - محمد أمين السويدي ( ت / 1246 ه ) 130\r\n8 - النسابة المعاصر محمّد ويس الحيدري السوري 130\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nاعتراف علماء أهل السنّة بولادة الإمام المهدي عليه السّلام 131\r\n1 - ابن الأثير الجزري عزّ الدين ( ت / 630 ه ) 132\r\n2 - ابن خلكان ( ت / 681 ه ) 132\r\n3 - الذهبي ( ت / 748 ه ) 133\r\n4 - ابن الوردي ( ت / 749 ه ) 134\r\n5 - أحمد بن حجر الهيتمي الشافعي ( ت / 974 ه ) 134\r\n6 - الشبراوي الشافعي ( ت / 1171 ه ) 135\r\n7 - مؤمن بن حسن الشبلنجي ( ت / 1308 ه ) 135\r\n8 - الزركلي الوهّابي ( ت / 1396 ه ) 135\r\nاعتراف علماء أهل السنّة بأنّ الإمام المهدي هو ابن الإمام العسكري عليهما السّلام 136\r\n1 - محيي الدين ابن العربي ( ت / 638 ه ) 136\r\n2 - كمال الدين محمد بن طلحة الشافعي ( ت / 652 ه ) 137\r\n3 - سبط بن الجوزي الحنبلي ( ت / 654 ه ) 137\r\n4 - محمد بن يوسف أبو عبد اللّه الكنجي الشافعي ( المقتول سنة / 658 ه ) 137\r\n5 - نور الدين علي بن محمد بن الصباغ المالكي ( ت / 855 ه ) 138\r\n6 - الفضل بن روزبهان ( ت / بعد 909 ه ) 138\r\n7 - محمّد بن طولون الحنفي ( ت / 953 ه ) 139\r\n8 - أحمد بن يوسف أبو العبّاس القرماني الحنفي ( ت / 1019 ه ) 140\r\n9 - سليمان بن إبراهيم المعروف بالقندوزي الحنفي ( ت / 1270 ه ) 140\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nالفصل الثالث شبهات حول المهدي ( 143 - 167 )\r\nالتذرّع بخلو الصحيحين من أحاديث المهدي عليه السّلام 145\r\nما يجب التأكيد عليه من أمور قبل مناقشة حجّتهم 145\r\nأحاديث الصحيحين المفسّرة في المهدي عليه السّلام 148\r\n1 - أحاديث خروج الدجّال في الصحيحين 148\r\n2 - أحاديث نزول عيسى في الصحيحين 148\r\n3 - أحاديث من يحثي المال في صحيح مسلم 151\r\n4 - أحاديث خسف البيداء في صحيح مسلم 152\r\nالتذرّع بتضعيفات ابن خلدون لأحاديث المهدي عليه السّلام 153\r\nحقيقة تضعيفات ابن خلدون 154\r\nابن خلدون يرغم على الاعتراف بصحّة بعض أحاديث المهدي 157\r\nتضعيفات ابن خلدون بلغة الأرقام 158\r\nحصر المهدي بعيسى بن مريم 160\r\nالتذرّع بدعاوى المهدويّة السابقة 164\r\nالفصل الرابع المهدي في منطق العقل والعلم ( 169 - 189 )\r\nالسؤال الأوّل : كيف كان إماما وهو في الخامسة من عمره ؟ 172\r\nالسؤال الثاني : حول طول العمر 177\r\nالسؤال الثالث : لماذا هذه الغيبة الطويلة ؟ 184\r\nالسؤال الرابع : كيف الاستفادة من الإمام الغائب ؟ 186\r\nفهرس المحتويات 191\r\n\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197}
  ]