[
  {"content":"\r\nإرشاد العباد\r\nإلى استحباب لبس السواد على\r\nسيد الشهداء والأئمة الأمجاد عليهم السلام\r\nتأليف\r\nسماحة حجة الإسلام آية الله في الأنام\r\nالسيد ميرزا جعفر الطباطبائي الحائري :\r\nحفيد صاحب الرياض قدهما\r\nالمتوفى سنة 1321 ه‍\r\nصححه وعلق عليه\r\nالسيد محمد رضا الحسيني الأعرجي الفحام\r\nعفى عنه الملك العلام\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nترجمة المؤلف قده\r\n1 - نسبة الشريف\r\n2 - ولادته\r\n3 - نشأته\r\n4 - مشايخه في القراءة : والرواية\r\n5 - الراوون عنه\r\n6 - ثناء العلماء عليه\r\n7 - مؤلفاته\r\n8 - أولاده\r\n9 - وفاته\r\n10 - مدفنه\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nالحمد لله وصلى الله على محمد وآله الطيبين الطاهرين\r\nولعنة الله على أعدائهم من الجن والإنس\r\nمن الأولين والآخرين من الآن إلى\r\nقيام يوم الدين آمين رب العالمين\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n( نسبة الشريف )\r\nهو العالم العامل والفقيه الكامل فخر الأقران والأمائل جامع الفواضل زين الأواخر\r\nوالأوائل المحقق الأبهر العلامة الأزهر مولينا السيد ميرزا جعفر بن العلامة الفقيه\r\nالسيد علي نقي ( 1 ) بن العلامة السيد\r\n\r\n","description":"","footnote":" ( 1 ) كان ره من أكابر فقهاء عصره قال في المآثر والآثار ص 174 من العمود\r\nالأول : حاج ميرزا علينقى طباطبائى از أعاظم مجتهدين كربلاء بود واز رياست\r\nوشهرت واعتبار دين ودولت سهم عظيم وحظي وافرداشت : وقال في نجوم\r\nالسماء بعد ذكر اسمه الشريف واسم والده : از أعاظم مجتهدين أماميه وأكابر\r\nفقهاء مذهب جعفريه جامع مكارم أخلاق وفقيه على الإطلاق ومرجع عوام\r\nوخواص عراق بالاتفاق بوده الخ فلاحظ : وقال صاحب الروضة البهية : وكان\r\nعالما فاضلا مجتهدا بصيرا قاضيا مدرسا رئيسا في الحائر على مشرفه السلام وكان\r\nبيني وبينه ( يعني والده العلامة السيد حسن ) مراودة وخلطة ومودة أدام الله بقائه\r\nحيث كان جارا لنا في الحائر حين تشرفي بالزيارة ولله الحمد والمنة صار العلم في\r\nمحله واستقر في مكانه بوجودهما دام عمرهما انتهى .\r\n( أقول ) وتثنية الضمير باعتبار الوالد والولد فلاحظ هذا وراجع أعيان الشيعة\r\nوأحسن الوديعة وطبقات الأعلام وريحانة الأدب وغيرها توفي أعلى الله مقامه في\r\nالحائر الطاهر سنة 1289 ه‍ .\r\nوأرخ وفاته بعض الأدباء بقوله :\r\nلما نعي العلم خير حبر * قضى نقي الردا زكيا\r\nناديت ألقى العصا وأرخ * حقا على قضا نقيا\r\nوله مؤلفات فقهية وأصولية ذكرها صاحب أحسن الوديعة فراجع . ","page_name":" 5 ","page_number":5},
  {"content":"\r\nحسن المعروف بحاجي آقا أين العلامة الفقيه المؤيد السيد محمد المعروف بالسيد\r\nالمجاهد ( 1 ) صاحب المناهل الفقهية والمفاتيح الأصولية ابن العلامة الفقيه الشهير\r\nوالأصولي الماهر النحرير السيد علي ( 2 ) الطباطبائي الحائري صاحب الرياض\r\nالمشتهر في الآفاق .\r\n\r\n","description":"","footnote":" ( 1 ) وصفه صاحب الروضة البهية : بالإمام الأجل الأعظم الأكرم النحرير الزاخر\r\nوالسحاب الماطر الفايق على الأوايل والأواخر صاحب التحقيقات الرشيقة في\r\nالقواعد الأصولية والضوابط الكلية الفقهية والفروع المستنبطة ومصنف التصنيفات\r\nالحسنة ومؤلف المؤلفات الجهدة سيدنا واستاذنا وشيخنا المعظم وملاذنا المقدم الخ .\r\n( أقول ) وكفى في علو مقامه ورفيع درجته تعبير شيخ فقهائنا الأجلة المرتضى قده\r\nعنه بسيد مشايخنا : وإن شئت زيادة التعرف على أحواله أعلى الله مقامه راجع\r\nالكتب المفصلة في التراجم .\r\nوتوفي قده سنة في الحائر الطاهر ودفن في السوق الواقع بين الحرمين الشريفين\r\nوعلى قبره الشريف ، قبة عالية : ولكن سمعنا في هذه الأواخر أن الدولة الكافرة\r\nوالعصابة الملحدة البعثية قد هدمت مرقده الشريف لأجل فتح الشارع المتصل\r\nبالحرمين الشريفين .\r\n( 2 ) اشتهاره بين الطائفة الحقة بالتحقيق وزيادة التدقيق والمهارة التامة في الفقه\r\nوالأصول وتفوقه على العلماء الفحول كجملة من تقدمه وكل من تأخر عنه أشهر\r\nمن الشمس وأبين من أمس راجع أعيان الشيعة وروضات الجنات وغيرهما من\r\nالمؤلفات ، وقبره الشريف جنب قبر خاله الوحيد مما يلي رجلي الشهداء في الحرم\r\nالحسيني على مشرفه السلام . ","page_name":" 6 ","page_number":6},
  {"content":"\r\nنسب كأن عليه من شمس الضحى * نورا ومن فلق الصباح عمودا\r\nويحق لسيدنا المترجم أن يقول :\r\nأولئك آبائي فجئني بمثلهم * إذا جمعتنا يا جرير المجامع\r\nفكان ره نعم الخلف لنعم السلف وكان بيته الشريف في الحائر الباهر من كبار\r\nبيوتات العلم والعمل وأشهرها عريقا في العلم والفضل والرياسة والسياسة مجمع\r\nالفحول ومعدن أرباب المعقول والمنقول وكعبة علوم تطوف حوله رجال الفقه\r\nوالأصول من سائر الأقطار الإسلامية وتشد إليه الرحال من البلاد النائية الإمامية .\r\n( ولادته )\r\nولد سيدنا المترجم العلامة أعلى الله مقامه في الحائر الطاهر سنة 1258 هجري\r\nكما في أعيان الشيعة وأحسن الوديعة وقد وجدوا ذلك بخطه نقلا عن خط والده\r\nرحمة الله في 12 ربيع الآخر كما في أعيان الشيعة وأحسن الوديعة . وأرخ شيخنا\r\nالطهراني قده في طبقات الأعلام ولادته سنة 1255 - والأول أصح كما لا يخفى\r\n.\r\n( نشأته )\r\nنشأ سيدنا الترجم قدس الله سره في بيت اكتنفه العلم من جميع جوانبه وترعرع في\r\nأحضان الفضل والفضيلة ونما في مهد العز والافتخار بين والدين كريمين عرفا\r\nبالزهد والورع والصلاح وشب ولعا بتحصيل العلوم الشرعية والمعارف الدينية تبعا\r\nلآبائه الكرام وأجداده الفخام أعلى الله مقامهم في دار السلام : قال في أحسن\r\nالوديعة :\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\nونشأ منشأ عجيبا بحيث قد حير ذكائه وجودة فهمه وسرعة انتقاله أساتذة العصر\r\nالخ .\r\nفقرء المبادئ الأولية من النحو والصرف والمنطق والمعاني والبيان حتى فاق الأمائل\r\nوالأقران .\r\nثم قرء السطوح العالية والمتون الراقية عند علماء عصره وفضلاء بلده : وبعد الفراغ\r\nمنها أخذ في الحضور على علماء علك البلدة المقدسة الأعيان وفقهائها الأركان\r\nحتى تألق نجمه وعلا ذكره وصار ممن يشار إليه بالبنان من بين الفضلاء الأقران .\r\nومن ثم اشتاقت نفسه الشريفة إلى الارتقاء إلى المراتب العالية والدرجات السامية\r\nفهاجر إلى عاصمة الشيعة ، ومركز فطاحل علماء الشريعة مترددا إلى أندية الفحول\r\nيكرع من مناهلهم العذبة من المعقول والمنقول حتى صار من أبرز أساتذة الفقه\r\nوالأصول .\r\nولما حصل على شهادات الاجتهاد الذي هو أبعد من طول الجهاد من أساتذته\r\nالأمجاد رجع إلى وطنه ومسقط رأسه وبلد أنسه كربلاء المقدسة .\r\nوأخذ في التأليف والتصنيف وقضاء الحاجات وفصل الخصومات حيث صار واحد\r\nمراجع عصره وأعلام زمانه ورؤساء أوانه والكل قد أذعنوا له بالتقدم والتفوق على\r\nأمثاله وأقرانه .\r\nولعمري لقد ألقت الأمة زمام الأمر عليه وانثالت بالرجوع والتقليد إليه فقام\r\nرحمة الله بأمورهم أحسن قيام وأدى وظيفته الشرعية على أكمل وجه وأتم نظام\r\nفجزاه الله عن الإسلام وأهله خير الجزاء وحشره مع أجداده الطاهرين في دار\r\nالسلام .\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n( مشايخه في القراءة والرواية )\r\nحضر في كربلاء المقدسة على والده العلامة وعلى الفقيه الشهير الشيخ زين\r\nالعابدين الحائري المازندراني وفي النجف على خاله العلامة المفضال السيد علي\r\nالطباطبائي صاحب البرهان القاطع في شرح المختصر النافع المطبوع في طهران\r\nوغيرهما من الفطاحل والأعلام أعلى الله مقامهم في دار السلام : هذا ويروي\r\nالأخبار الصادرة عن أئمتنا عليهم السلام المودعة في الجوامع الكبار لعلمائنا الأخيار\r\nعن جماعة من الأكابر والأبرار وأنهم قد صرحوا في إجازاتهم له ببلوغه أعلى مراتب\r\nالاجتهاد على رؤس الأشهاد وإليك الآن أسمائهم الشريفة .\r\n( فمنهم ) :\r\nالعلامة الشهير الفقيه الخبير صاحب المقامات السامية والكرامات السامية السيد\r\nمحمد مهدي الموسوي القزويني صاحب فلك النجاة المتوفى سنة 1300 ه‍ تاريخ\r\nالإجازة سنة 1296 ه‍ .\r\n( ومنهم ) :\r\nالعالم العابد والفقيه الزاهد العلامة الأزهر الشيخ جعفر التستري رحمه الله المتوفى\r\nسنة 1303 ه‍ وقد تناثرت النجوم يوم وفاته : تاريخ الإجازة سنة 1291 ه‍\r\n.\r\n( ومنهم )\r\nالعلامة الرجالي والفقيه الأصولي السيد محمد هاشم الموسوي\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nالخونساري صاحب مباني الأصول وأصول آل الرسول وغيرهما من المؤلفات\r\nوشقيق صاحب الروضات قدهما المتوفى سنة 1318 ه‍ تاريخ الإجازة سنة\r\n1309 ه‍ .\r\n( ومنهم )\r\nالفقيه الرباني والعالم العامل الصمداني المحلي بكل زين مولانا الشيخ محمد حسين\r\nالأردكاني الحائري قده المتوفى سنة 1305 ه‍ : تاريخ الإجازة سنة 1292 ه‍\r\n6 / شهر ربيع الثاني .\r\n( ومنهم )\r\nحجة الإسلام والمسلمين آية الله في العالمين الميرزا حسين نجل المرحوم الميرزا خليل\r\nقدهما المتوفى سنة 1326 ه‍ تاريخ الإجازة 1313 ه‍ 10 / ذي حجة الحرام .\r\n( ومنهم )\r\nمرجع عصره ووحيد زمانه العلامة المؤتمن الشيخ محمد حسن آل يس قده المتوفى\r\nسنة 1308 ه‍ تاريخ الإجازة سنة 1301 ه‍ شهر ذي حجة الحرام .\r\n( ومنهم )\r\nالعالم الفقيه والمحقق الوجيه الرباني ملا محمد الإيرواني قده المتوفى سنة 1306 ه‍\r\nتاريخ الإجازة سنة 1299 ه‍ .\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n( ومنهم )\r\nالسيد السند والركن المعتمد الفقيه البارع السيد علي الطباطبائي آل بحر العلوم\r\nصاحب البرهان القاطع في الفقه المتوفى سنة 1298 ه‍ تاريخ الإجازة 3 / محرم\r\nالحرام سنة 1291 ه‍ ويعبر عنه سيدنا المؤلف قده في رسالته هذه بالأستاذ الخال\r\n.\r\n( ومنهم )\r\nشقيق سيدنا المشار إليه العلامة الفقيه السيد حسين الطباطبائي آل بحر العلوم تاريخ\r\nالإجازة سنة 1296 ه‍ 24 ذي حجة الحرام .\r\n( ومنهم )\r\nالعالم العامل الرباني الفقيه المتبحر الصمداني الشيخ زين العابدين الحائري المازندراني\r\nقده المتوفى في الحائر الشريف سنة 1309 ه‍ تاريخ الإجازة سنة 1290 ه‍\r\n28 صفر الخير .\r\n( ومنهم )\r\nالسيد السند والمولى الممجد ابن عم سيدنا المؤلف السيد ميرزا زين العابدين\r\nالطباطبائي قدس سره الزكي تاريخ الإجارة سنة 1292 ه‍ .\r\n( ومنهم )\r\nالعالم العامل والفقيه الكامل ميرزا أبو تراب الشهير بميرزا آقا القزويني قده تاريخ\r\nالإجازة غرة رجب المرجب سنة 1292 ه‍ :\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\nوكان هذا المولى العظيم الشأن من تلامذة شيخنا الأنصاري وصاحب الجواهر\r\nوالشيخ حسن نجل الشيخ الكبير كاشف الغطاء والحاج ملا أسد الله البروجردي\r\nقدست أسرارهم .\r\n( وأما الراوون عنه ) :\r\nفكثيرون أيضا جاءت أسمائهم الشريفة في بطون كتب التراجم الإجازات : ومنهم :\r\nالعالم الفاضل السيد محمود المرعشي رحمة الله عليه والد النسابة المعاصر آية الله\r\nالسيد محمد حسين المعروف بشهاب الدين المرعشي النجفي دامت بركاته كما\r\nنقل عنه في هامش ج ل من معارف الرجال ص 281 .\r\n( ثناء العلماء عليه )\r\nفقد أثنى عليه العلماء الكاملون والفقهاء الراشدون في كتب التراجم والرجال ثناء\r\nبليغا ومدحوه مدحا جميلا يكشف عن علو مقامه السامي في فنون العقلية والنقلية\r\nوتفوقه في القواعد الأصولية والفروع الفقهية مضافا إلى ما ذكره أساتذته العظام\r\nومشايخه الكرام في إجازاتهم له :\r\nقال أستاذه العلامة السيد علي الطباطبائي صاحب البرهان القاطع في شرح المختصر\r\nالنافع في إجازته له : مجمع الفضائل منبع الفواصل زبدة الأواخر والأوائل الحري\r\nبأن يتمثل بقول القائل .\r\nوإني وإن كنت الأخير زمانه * لات بما لم تستطعه الأوائل\r\nمحقق الحقائق كاشف رموز الدقايق موهبة الخالق في الخلايق\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nبدر العلم الساطع قمر الفضل إلا مع الولد العز الأفخر قرة العين الأزهر السيد محمد\r\nجعفر آل الأمير السيد علي الطباطبائي الحائري صاحب الرياض فقد أصبح بحمد\r\nالله من جهابذة الزمان والعلماء الأعيان يشار إليه بالبنان من كل جانب ومكان\r\nوتأهل أن يكون علما للعباد ومنارا في البلاد ينادي به المناد ويحدو به الحاد ويؤمه\r\nالحاضر والباد يرجعون إليه في الحكم والفتيا بالانقياد الخ .\r\n( وقال ) الفاضل الشهير الأردكاني قده في حقه في إجازته له : السيد السند والحبر\r\nالمعتمد المسدد در صدف المجد والسيادة ودر سماء الفضل والسعادة نور حديقة\r\nالفواضل ونور حدقة الفضائل واحد السادة وواسطة القلادة العالم المهذب المطهر\r\nوالعالم الساطع المضئ الأزهر مولينا السيد محمد جعفر إلى أن قال قده : فوجدته\r\nقد غاص في التحقيق والتدقيق على أعماق اللجج وشقق الشعرة في إيضاح الأدلة\r\nوالحجج وأجاد في اقتناص المدلول من الدليل واستخرج غوامض الفروع من\r\nالأصول بوجه أنيق جميل وسمح بفوائد لطيفة ومقاصد شريفة إلى أن قال قده فهو\r\nبحمد الله قد بلغ منتهى معارج الرجال وأقصى مدارج الكمال وحاز من الفضل\r\nدرجة لا توارى ورفعة لا تحاذى وذروة تفوق هي العيوق ويقصر دونهما الأنوق إلى\r\nأن قال : فله من المناقب والمزايا ما فيه شرف مكارم الدنيا ودرك فضائل العقبى فهو\r\nإمام لمن اقتدى بصر لمن اهتدى ينبغي أن يستعطي منه الهدى ويستجلى منه العمى\r\nالخ .\r\n( وقال ) العلامة السيد ميرزا محمد هاشم الخونساري قده في حقه\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nبما هذا نصه السيد السند المؤيد المسدد العالم العامل الكامل المدقق الفهام بل الحبر\r\nالماهر المتتبع المحقق العلام المترقي من حضيض التقليد إلى أوج الاجتهاد على وجه\r\nالإطلاق الحقيق بأن يشد إليه الرحال من أطراف الآفاق سليل العلماء الأعلام قدوة\r\nالأفاضل الفخام مجمع مكارم الأخلاق ومحاسن الخصال والفضائل معدن الزهد\r\nوالورع والتقوى والفواضل سيدنا الأجل الأفخم الأطهر الآغا السيد محمد جعفر .\r\nإلى أن قال : فإن العبد بعد تشرفي في الحائر الشريف بلقاء جنابه وإدراك فيض\r\nصحبته وقوفي على جملة من مؤلفاته الشريفة ورسائله المنيفة وجدته مجتهدا جامعا\r\nكاملا في الإحاطة بالقواعد الشرعية وخفايا الأحكام الفرعية فصح لي أن أقول\r\nواكتب في حقه أداءا لبعض ما يستحقه من إظهار مقاماته الرفيعة أن جنابه أيده الله\r\nتعالى حقيق بأن يتصدى للإفناء بين الأنام وأن يثنى له وسادة القضاء والحكم بين\r\nالخواص والعوام : وللعوام أن يقلدوه فيما يفتي ويقول فإنه منتهى المطلب وغاية\r\nالمأمول ولعمري أنه أحيى ما خفي من مزايا آبائه الكرام وأفصح عن نتائج فوائدهم\r\nعلى ما هو المقصود والمرام الخ .\r\nوهكذا بقية مشايخه فقد مدحوه بكل جميل وأثنوا عليه بما يستلذ بسماعه النبيل\r\nأعلى الله مقامهم جميعا في أعلى عليين وحشرنا وإياهم مع محمد وآله الطاهرين\r\nصلوات الله عليهم أجمعين .\r\nهذا وقال : صاحب أحسن الوديعة في ص 157 من ج ل منه من طبع النجف .\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nالعالم الفقيه الفاضل والعلم الوجيه الكامل : كان رحمة الله أعجوبة عصره وعلامة\r\nمصره يرع في الفنون العقلية والنقلية واجتهد في القواعد الأصولية والفروع الفقهية\r\nحتى جمع شرائط الإمامة وصار قدوة للخاصة والعامة بحيث قد أقر له فقهاء الزمان\r\nبالتقدم والفضل على جميع الأقران إلى أن قال قده :\r\nوبالجملة فقد كان صدرا رئيسا وسيدا نقريسا وعالما كبيرا ومجتهدا بصيرا شاع\r\nذكره العالي في الديار واشتهر السامي في الأقطار انتهى .\r\nوقال : سيدنا الأمين حشره الله مع أجداده الطاهرين في الجزء السادس عشر من\r\nالمجلد السابع عشر من أعيان الشيعة ص 78 طبع دمشق سنة 1359 : بعد ذكر\r\nاسمه الشريف : كان عالما فاضلا كاملا رئيسا وفي بعض مؤلفات أهل العصر كان\r\nعالما فاضلا فقيها أصوليا الخ فقد أذخ بذكر مشايخه في القراءة والرواية وبيان\r\nمؤلفاته ثم قال ومن شعره الموجود في آخر المجالس النظامية قوله :\r\nوإني جعفر المعروف ذكرا * سليل الخمس من آل العبا\r\nعلى والدي وبه انتسابي * إلى جدي الزكي طباطبائي\r\nوقال أيضا وله شعر طبع بعضه في آخر المجالس النظامية مع تقريظه له فلاحظ .\r\nوقال صاحب نجوم السماء في ج 2 ص 215 منه ما هذا نصه :\r\nالميرزا جعفر بن علي نقي حجة الإسلام الطباطبائي الحائري وى از خانواده علم\r\nوفضل بوده جليل القدر عظيم المنزلة فاضل وعالم\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\nومقدس ومتورع وزاهد وعابد تحصيل علوم از پدر بزرگوار خود نموده بود الخ .\r\nوقال شيخنا العلامة الطهراني قده في طبقات الأعلام ج ل من قسم النقباء ص\r\n294 : ما هذا نصه : علامة متبحر وفقيه جليل انتهت إليه الرئاسة في كربلاء بعد\r\nوالده وصار من أعاظم العلماء ومراجع الأمور فلاحظ هذا وقد ذكره غير واحد\r\nمن علمائنا الأجلة أيضا ولو أردنا بيان كل ذلك لخرجنا عن الإيجاز المعتدل إلى\r\nالإطناب العمل كما لا يخفى فلاحظ .\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n( مؤلفاته )\r\n1 - رسالة في جواز التطوع وقت الفريضة .\r\n2 - رسالة في التسليم وأنه به يتم الصلاة وتخرج عنها دون غيره .\r\n3 - رسالة في تحقيق معنى شرطية المسافر للتقصير .\r\n4 - رسالة في سقوط الوتيرة في السفر كسقوط غيرها من نوافل الظهرين .\r\n5 - رسالة في وجوب التقصير على من قصد بريدا فصاعدا إلى ما دون الثمانية\r\nولو لم يرجع ليومه .\r\n6 - رسالة في حكم المقيم الخارج إلى ما دون المسافة في أثناء الإقامة .\r\n7 - رسالة في القضاء عن الميت .\r\n8 - رسالة في استحباب لبس السواد علي الحسين والأئمة عليهم السلام .\r\nوهي هذه الرسالة الشريفة والوجيزة اللطيفة التي بين يديك وإني قد استنسختها عن\r\nخط المصنف قده وقابلتها مع بعض السادة سلمه الله وعلفت عليها وذكرت\r\nالمصادر التي نقل عنها المؤلف فجائت بحمد الله رسالة فريدة في بابها نافعة لطلابها\r\nورأيت من الجدير أن\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nأسميها ( ب‍ ) إرشاد العباد إلى استحباب لبس السواد على الحسين والأئمة الأمجاد\r\nعليهم السلام حيث لم يضع سيدنا المؤلف قده اسما خاصا لها كما لا يخفى .\r\nهذا ولا يخفى أن هذه الرسائل كلها في مجلد واحد بخطه الشريف مع إجازاته\r\nبخطوط أصابها : موجودة في خزانة كتب بعض أصدقائنا السادة المحترمين سلمه الله\r\nوهو الذي تفضل بها علينا للاستنساخ والمقابلة ولم يرض سلمه الله أن أذكر اسمه\r\nالشريف هنا فجزاه الله خير الجزاء وحباه أحسن الحباء وله منا الشكر الجزيل\r\nوالذكر الجميل .\r\n( أولاده )\r\nكان له رحمة الله ولدان :\r\n( أحدهما ) السيد حسين ولد سنة 1290 ه‍ 6 جمادى الأولى كما أرخه والده\r\nبخطه خلف كتابه : وتوفي رحمه الله في حياة والده .\r\n( وثانيهما ) السيد حسن المعروف بحاج آقا ارخ ولادته والده سنة 1278 ه‍\r\nفيكون أكبر من أخيه المشار إليه وأرخ ولادته الشاعر الشهير الشيخ جابر الكاظمي\r\nره بقوله :\r\nبمنتهى السعد ناد يا مؤرخه * أتى البشير عليا بابنه الحسن\r\n( وأربعة بنات ) : كما وجدته بخطه قدس سره خلف كتابه الذي نقلنا عنه هذه\r\nالرسالة .\r\n( أقول )\r\nومن أسباطه العالمان الفاضلان السيد محمد علي طباطبائي ره\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\nولد في الحائر الشريف سنة 1302 ه‍ كما وجدت ذلك بخط جده سيدنا المؤلف\r\nقده وكان رحمه الله من مشاهير رجال كربلاء المقدسة المحترمين وأحد رجال ثورة\r\nالعشرين نافذ الكلمة غيورا آمرا بالمعروف لا تأخذه في الله لومة لائم وتوفي سنة\r\n1383 ه‍ في كربلاء المقدسة ودفن في مقبرة السيد المجاهد قده .\r\n( والسيد مرتضى الطباطبائي ) وكان ره عالما فضلا جليلا أدركته وجالسته وكان\r\nره حسن السيرة ، صافي السريرة ولد كما بخط جده قده في الحائر الشريف 3\r\nمحرم الحرام يوم الأربعاء سنة 1308 ه‍ : وتوفي رحمه الله سنة 1389 ه‍ في\r\nكربلاء المشرقة ودفن جنب جده وأخيه .\r\nوهو والد السيد الجليل النبيل الفاضل السيد محمد الطباطبائي سلمه الله القائم مقام\r\nأبيه وهو من أصدقائنا الأماجد حسن الأخلاق كريم الأعراق ثقة نقة سلمه الله\r\nوأبقاه ومن كل مكروه وقاه .\r\n( وفاته )\r\nتوفي أعلى الله مقامه ورفع الخلد أعلامه في الحائر الطاهر سنة 1321 ه‍ في 22\r\nشهر صفر عند الزوال كما في أعيان الشيعة وطبقات الأعلام ونجوم السماء\r\nوأحسن الوديعة في يوم السبت كما في أحسن الوديعة أعيان ، الشيعة : ويوم\r\nالأربعاء كما في الطبقات : ويوم الثلاثاء كما في نجوم السماء والأول هو الأرجح\r\n: هذا وكان يوم وفاته وتشييع جثمانه الشريف يوما مشهودا فقد شيخ جثمانه\r\nأهالي كربلاء بغاية العز والاحترام كما هي شيمتهم ولهم الهمة العالية في تعظيم\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nشعائر الدين وترويج العلماء والمجتهدين وحضور الجماعات وإقامة مجالس العزاء\r\nعلى الأئمة والنبي والزهراء صلوات الله عليهم وفقهم الله تعالى لمرضاته هذا وقد\r\nأغلقت له الأسواق والدكاكين وحضوته كافة الطبقات .\r\nقال في ص 215 من ج 2 من نجوم السماء : وبتاريخ بيست ودوم ماه صفر در\r\nسنة 1321 يكهزار وسيصد وبيست ويك بجوار رحمت ايزدى بمرض حمى مطبقه\r\nپيوست ودر مقبره والد ماجد خود مدفون گرديد وعمر شريفش در أين زمنا\r\nمتجاوز أو شصت سال بود بسبب كبر سن ازمكان بسيار كمتر بيرون ميآمد\r\nكاتب الحروف در أين أيام در مشهد حائر كه سفر ثاني أين حقير بود در تشييع\r\nجنازة شريك بودم ديدم تمام دكانها شهر بسته شده ومردمان بسيار سنيه زنى\r\nكردند وعورات بسيار گريستند تا اينكه مدفون گرديد انتهى .\r\n( أقول )\r\nودفن رحمة الله في كربلاء المقدسة جنب والده وجده في مقبرة السيد المجاهد قده\r\nالمعروفة الآن بمدرسة البقعة الواقعة بين الحرمين الشريفين وفيها قبور جماعة من\r\nالعلماء المشاهير من آل الطباطبائي صاحب الرياض وغيرهم وقد سمعنا أنها خربت\r\nالمقبرة كلية في هذه الأواخر من جهة إجراء الشارع العام بحكم الدولة الغاشمة\r\nالكافرة البعثية خذلهم الله تعالى في الدارين وأذاقهم حر النار والحديد في النشأتين\r\nولعمري كم قتلوا من العلماء والسادات وأيتموا الأطفال والعيالات وهدموا أحكام\r\nالإسلام وخربوا قواعد شريعة خير الأنام\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nونسئل الله أن يريح الإسلام والمسلمين من شرهم ويطهر البلاد من لوثهم آمين\r\nرب العالمين .\r\nهذا وقد رثته الشعراء بمراثي كثيرة لا مجال لنا بنقلها فمن رام الاطلاع عليها\r\nفليراجع مظانها .\r\nهذا ما تيسر لي من ترجمة المؤلف قده على سبيل العجالة وأنا العبد الفقير إلى الله\r\nالغني محمد رضا الحسيني الفحام عفي عنه الملك العلام وحشره مع أجداده الطيبين\r\nالطاهرين في دار السلام وصلى الله على محمد وآله الأئمة المعصومين .\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nبسم الله الرحمن الرحيم\r\nالحمد الله رب العالمين والصلاة على خير خلقه محمد وآله الطاهرين .\r\n( مسألة ) كراهة لبس السواد خصوصا في الصلاة الثابتة نصا بالاتفاق وفتوى من\r\nالجميع قديما وحديثا ( 1 ) الجابر لضعف . . .\r\n\r\n","description":"","footnote":" بسم الله الرحمن الرحيم الحمد لله رب العالمين والصلاة السلام على محمد وآله\r\nالطاهرين ولعنة الله على أعدائهم أجمعين من الأولين والآخرين .\r\n( 1 ) لا يخفى أن كراهة لبس الثياب السود في الصلاة بل مطلقا هو المشهور بين\r\nالأصحاب شهرة عظيمة بل ادعى غير واحد عليه الإجماع .\r\nقال سيدنا الفقيه العقيلي النوري قده في وسيلة المعاد في شرح نجاة العباد ج 2 ص\r\n170 عند شرح قول المصنف قده ما هذا نصه :\r\n( أقول ) أما الكراهة في المستثنى منه وهو مطلق لبس السواد مما لم يحك الخلاف\r\nفيه من أصحابنا بل في مفتاح الكرامة أنه مذهب الأصحاب كما في المعتبر وعند\r\nعلمائنا كما في المنتهى : وفي المواهب السنية في شرح الدرة النجفية ج 3 ص\r\n276 : بلا خلاف يعرف وفي الخلاف الإجماع إلا في الكساء والخف والعمامة كما\r\nصرح بذلك في اللمعتين والكفاية وعن\r\nالجامع والنفلية والبيان والثانيين ره والكاشاني ره في المفاتيح والنخبة وعن النهاية\r\nوالمبسوط والنزهة وكتب الفاضلين ره والموجز الاقتصار على استثناء العمامة\r\nوالخف بل في كشف اللثام أن الكساء لم يستثنه أحد من الأصحاب إلا ابن سعيد\r\nوعن المراسم الوسيلة والدروس الاقتصار على استثناء العمامة كما عن المقنعة أيضا\r\nإلا أن فيها وليس العمامة من الثياب في شئ : واستثنائها محكي عن الموجز الحاوي\r\nوكشف الالتباس وحاشية الميسي مجمع البرهان :\r\nوعن المقنع والمهذب والكافي والغنية وعزاه في الذكري إلى كثير من الأصحاب ترك\r\nالاستثناء أصلا فلاحظ .\r\n( أقول ) والاستثناء المذكور في النص : مثل مرفوعة أحمد ابن أبي عبد الله قال :\r\nكان النبي صلى الله عليه وآله وسلم يكره السواد إلا في ثلاث الخف والعمامة\r\nوالكساء .\r\nومرفوعة أحمد بن محمد عن أبي عبد الله عليه السلام قال يكره السواد إلا في ثلاثة\r\nالخف والعمامة والكساء : فلاحظ : كما أن قضية كراهته هو عمومه بالنسبة إلى\r\nالرجال والنساء كما في جملة من الكتب المتعرضة لبيان الحكم . ","page_name":" 23 ","page_number":23},
  {"content":"\r\nأسانيدها ( 1 ) فرضا .\r\n\r\n","description":"","footnote":" ( 1 ) الجبر والانكسار إنما هو بعمل وإعراض المتقدمين من الأصحاب كالشيخ قده\r\nومن تقدمه دون المتأخرين وذلك لقرب عصرهم بعصر المعصومين عليهم السلام\r\nواطلاعهم على ما لم يطلع عليه المتأخرون من قوائن الصدور وعدمه : كما أن في\r\nإعراض وعمل الشيخ وحده أو من تأخر عنه إشكالا نعم الإشكال في عدم حجية\r\nفهمهم لنا من الرواية : وعليه فلو ثم سند روايات المنع من لبس السواد فللإشكال\r\nفي الدلالة على المنع مجال واسع لاحتمال عدم إرادة الكراهة الذاتية منها بل يستفاد\r\nالكراهة منها لأجل التشبه بأعداء الله ورسوله وأوليائه عليهم السلام كبني العباس\r\nلعنهم الله تعالى الذين اتخذوه\r\nزيا وشعارا لهم وأن لابسه كان يعرف أنه منهم ومن أعوانهم : كما يظهر من\r\nالتعليل والاستثناء كما يحتمل عدم استنادهم إليها في مقام العمل بل القول منهم\r\nبالكراهة لعله من باب قاعدة التسامح في أدلة السنن والكراهة الغير النامة وعليه\r\nفتكون تلك الأدلة غير تامة سندا ودلالة كما لا يخفى . ","page_name":" 24 ","page_number":24},
  {"content":"\r\nمضافا إلى قاعدة التسامح في أدلة الكراهة والسنن ( 1 ) هل هي ذاتية\r\n\r\n","description":"","footnote":" ( 1 ) اختلف الأصحاب رضوان الله عليهم في مفاد هذه القاعدة المشهورة بقاعدة\r\nالتسامح هل إنها تدل على ثبوت استحباب الفعل وكراهته بمجرد وصول خبر\r\nضعيف عليه أو لا ؟ بل لا بد من الإتيان بالفعل يقصد الرجاء والثواب دون ثبوت\r\nالاستحباب للفعل نفسه ؟ فالظاهر من الأخبار هو الثاني ولا دلالة لها على ما ذهب\r\nإليه المشهور أصلا : هذا ولا بأس بنقل تلك الأخبار تبركا وتيمنا بها في المقام .\r\nفهي على ما رواها شيخنا الحر في الوسائل ج ل ص 59 باب استحباب الإتيان\r\nبكل عمل مشروع روى له ثواب منهم عليهم السلام .\r\n( منها ) ما رواه عن الصدوق بسنده عن صفوان عن أبي عبد الله عليه السلام قال :\r\nمن يلغه شئ من الثواب على شئ من الخير فعمل ( فعمله - خ ل ) به كان له\r\nأجر ذلك وإن كان ( وإن لم يكن على ما بلغه - خ ل ) رسول الله صلى الله عليه\r\nوآله وسلم لم يقله .\r\n( ومنها ) ما رواه عن البرقي ره في المحاسن بسنده عن هشام بن سالم عن أبي\r\nعبد الله عليه السلام قال من بلغه عن النبي صلى الله عليه وآله وسلم شئ من\r\nالثواب فعمله كان أجر ذلك له كان رسول الله صلى الله عليه وآله وسلم لم يقله .\r\n( ومنها ) عن محمد بن مروان عن أبي عبد الله عليه السلام قال من بلغه عن النبي\r\nصلى الله عليه وآله وسلم شئ من الثواب ففعل ذلك طلب قول النبي صلى الله\r\nعليه وآله وسلم كان له ذلك الثواب وإن كان النبي صلى الله عليه وآله وسلم لم\r\nيقله .\r\n( ومنها ) عن علي بن محمد القاساني عمن ذكره عن عبد الله ابن القاسم الجعفري\r\nعن أبي عبد الله عن آبائه عليهم السلام : قال رسول الله صلى الله عليه وآله وسلم\r\nمن وعده الله علي عمل ثوابا فهو منجزه له ومن أوعده على عمل عقابا فهو فيه\r\nبالخيار .\r\n( أقول ) وهذا الحديث يدل على ترتب الثواب على العمل المقطوع ثبوته لا العمل\r\nالذي بلغ عليه الثواب وهو لم يثبت في حد نفسه بعد وعليه فهو خارج عما نحن\r\nفيه كما لا يخفي فتأمل .\r\n( ومنها ) ما رواه عن شيخنا الكليني قده محمد بن يعقوب عن علي ابن إبراهيم\r\nعن أبيه عن ابن أبي عمير عن هشام بن سالم عن أبي عبد الله عليه السلام قال : من\r\nسمع شيئا من الثواب علي شئ فصنعه كان له وإن لم يكن علي ما بلغه .\r\n( ومنها ) عن محمد بن يحيى عن محمد بن الحسين عن محمد بن سنان عن عمران\r\nالزعفراني عن محمد بن مروان ، قال : سمعت أبا جعفر عليه السلام يقول : من\r\nبلغه ثواب من الله علي عمل فعمل ذلك العمل التماس ذلك الثواب أوتيه وإن لم\r\nيكن الحديث كما بلغه .\r\n( ومنها ) ما رواه عن ابن فهد قده في عدة الداعي : قال روى الصدوق عن محمد\r\nبن يعقوب بطرقه إلى الأئمة عليهم السلام أن من بلغه شئ من الخير فعمل به كان\r\nله من الثواب ما بلغه وإن لم يكن الأمر كما نقل إليه .\r\n( ومنها ) ما رواه عن السيد بن طاووس قده في كتاب ( الإقبال ) عن الصادق\r\nعليه السلام قال : من بلغه شئ من الخير فعمل به كان له ذلك الثواب وإن لم\r\nيكن الأمر كما بلغه انتهى .\r\nفهذا هو مجموع ما ذكر من الروايات في هذا الباب : وأنت ترى أن هذه الأخبار\r\nالساطعة الأنوار ظاهرة الدلالة واضحة المقالة أن الأجر والثواب مترتبان على العمل\r\nالمأتي به بداعي البلوغ ، ورجاء درك الثواب\r\nلا صيرورة العمل بهذه الأخبار مستحبا كما ليس للبلوغ والخبر الضعيف سببية في\r\nانقلاب العمل عما هو عليه فتكون مفادها هو الإرشاد إلى حكم العقل بحسن\r\nالانقياد غير أن الله تعالى في هذا الانقياد يفضل على العبد بالثواب البالغ على العمل\r\nوإن كان العمل غير ثابت في الواقع بل وإن كان غير مشروع ثبوتا من دون نظر\r\nلها إلى إثبات استحباب أصل العمل وكما هو الظاهر من جملة منها المقيدة بطلب\r\nقول النبي ( ص ) أو التماس ذلك الثواب ،\r\nإذا استحباب العمل بقاعدة التسامح لا يخلو عن التسامح : وأما دلالتها على ترتب\r\nالثواب على الترك للعمل البالغ عليه خبر ضعيف بالكراهة فوجهان : أظهرهما\r\nذلك لكون الترك مستندا إلى امتثال قول النبي صلى الله عليه وآله وصدق أنه طلب\r\nقول النبي ( ص ) كما لا يخفى فلاحظ جيدا هذا وللقولين ثمرات مذكورة في محلها\r\nمن رامها فليراجع محلها من كتب الأصول . ","page_name":" 25 ","page_number":25},
  {"content":"\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\nمن حيث كونه لبس سواد فلا تتغير وإن اعتراه عنوان مطلوب في حد ذاته شرعا\r\nمن حيث هو كذلك كلبسه في مأتم مولانا الحسين صلوات الله عليه للتحزن به\r\nعليه في أيامه لتواتر الأخبار بشعار ذلك من شيعته ومواليه بأي نحو من أنحائه\r\nالمتعارفة في العرب والعادة التي منها لبس السواد في أيام المأتم والعزاء المعهود\r\nصيرورته شعارا في العرف العام من قديم الزمان لكل مفقود عزيز أو جليل لهم :\r\nأولا بل يتغير الحكم الكراهي والمنع التنزيهي إذا اندرج تحت هذا العنوان ونحوه مما\r\nهو مطلوب شرعا لم أجد من تفطنه وتعرض لحكمه عدا خالنا العلامة أعلى الله\r\nمقامه في برهانه ( 1 ) وقبله شيخنا المحدث البحراني قدس\r\n\r\n","description":"","footnote":" ( 1 ) المراد به هو العلامة الفقيه السيد علي الطباطبائي آل بحر العلوم قده حيث ذكر\r\nذلك في كتاب الصلاة من البرهان القاطع في شرح المختصر النافع طبع طهران . ","page_name":" 27 ","page_number":27},
  {"content":"\r\nسره في حدايقه فمال إلى الأخير حيث صرح في ( 1 ) هذا المقام بأنه لا يبعد استثناء\r\nلبس السواد في مأتم الحسين عليه السلام لاستفادة الأخبار بشعار الحزن عليه : عليه\r\nالسلام : قال ويؤيده رواية المجلسي قدس سره عن البرقي في كتاب المحاسن ( 2 )\r\nعن عمر بن زين العابدين عليه السلام أنه قال\r\n\r\n","description":"","footnote":" ( 1 ) قال في الحدائق ج 2 ص 142 من طبع تبريز سنة 1316 ه‍ وج 7 ص\r\n118 من طبع النجف الأشرف سنة 1379 ما هذا نصه :\r\n( أقول ) لا يبعد استثناء لبس السواد في مأتم الحسين عليه السلام من هذه الأخبار\r\n( أي الأخبار الدالة على الكراهة ) لما استفاضت به الأخبار من الأمر بإظهار\r\nشعائر الأحزان ويؤيده ما رواه شيخنا المجلسي ره عن البرقي في كتاب المحاسن أنه\r\nروي عن عمر بن زين العابدين عليه السلام أنه قال لما قتل جدي الحسين المظلوم\r\nالشهيد لبسن نساء بني هاشم في مأتمه لباس السواد ولم يغيرنها في حر أو برد وكان\r\nالإمام زين العابدين عليه السلام يصنع لهن الطعام في المأتم : الحديث منقول عن\r\nكتاب جلاء العيون بالفارسية ولكن هذا حاصل ترجمته انتهى .\r\n( أقول ) وسيأتي نقل الحديث عن المحاسن بنصه فلاحظ وراجع .\r\n( 2 ) المحاسن ج 2 ص 402 من طبع طهران سنة 1370 ه‍ عن الحسن بن\r\nظريف بن ناصح عن أبيه عن الحسين بن زيد عن عمر بن علي بن الحسين عليهم\r\nالسلام قال : لما قتل الحسين بن علي عليهما السلام لبسن نساء بني هاشم السواد\r\nوالمسوح وكن لا تشتكين من حر ولا برد وكان علي بن الحسين عليهما السلام\r\nيعمل لهن الطعام للمأتم انتهى .\r\nوجه الدلالة على الاستحباب هو لبسهن ذلك بمحضره عليه السلام وعدم منعهن\r\nعن لبسه وأمرهن بغيره من مراسم العزاء وخصوصا بعد وجود مثل الصديقة\r\nالصغرى زينب الكبرى عليها السلام الذي لا يقصر فعلها عن فعل المعصوم لكونها\r\nتالية له في المقامات العالية والدرجات السامية : كما يدل\r\nعليه أنه شعار الحزن والعزاء على المفقود العزيز الجليل من قديم الزمان وسالف\r\nالعصر والأوان : وكما هو المرسوم اليوم في جميع نقاط العالم كما لا يخفى فلاحظ\r\n. ","page_name":" 28 ","page_number":28},
  {"content":"\r\nلما قتل جدي الحسين عليه السلام لبسن نساء بني هاشم في مأتمه ثياب السواد ولم\r\nيغيرنها في حر ولا برد وكان أبي علي بن الحسين عليهما السلام يعمل لهم الطعام\r\nفي المأتم انتهى .\r\nولعل وجه التأييد ما ذكره الخال العلامة أعلى الله في الدارين مقامه من بعد عدم\r\nاطلاع الإمام علي اتفاقهن على لبس السواد ولم يمنعهن فهو تقرير منه حينئذ .\r\n( قلت ) بل الممتنع عادة عدم اطلاعه على ذلك فهو متضمن لتقريره لا محالة إن\r\nصح الحديث ( 1 ) وإن لم يكن المنع على تقديره منع تحريم لظهور الحديث على\r\nتقرير صحته في اتخاذهن ذلك من آداب العزاء وشعار الحزن عليه ، عليه الصلاة\r\nوالسلام فلو لم يكن ذلك من شعاره المطلوب شرعا ومن آدابه المندوبة المندرجة في\r\nعموم تعظيم شعائر الله لوجب عليه منعهن عن ذلك حذرا من الإغراء بالجهل\r\nالمستلزم من عدمه بالنسبة إليهن بل وإلى غيرهن ممن اطلع على ذلك من مواليهم :\r\n\r\n","description":"","footnote":" ( 1 ) الظاهر أن رجال الحديث موثقون فإن الحسن بن طريف ثقة وكذلك طريف\r\nثقة والحسين بن زيد حسن عمر بن علي حسن بل ثقة كما في رجال العلامة\r\nالمامقاني قده إذا فالرواية حسنة . ","page_name":" 29 ","page_number":29},
  {"content":"\r\nواعترض عليه السيد الخال الأستاذ ( 1 ) حشره الله مع أجداده الأمجاد : قائلا بعد\r\nنقله عبارة الحدائق كما وقفت عليها .\r\n( وفيه ) مع إمكان تنزيل الحزن والمأتم هنا على ما هو المقرر في آدابه في الشرع التي\r\nليس منها لبس السواد أن معارضة ما دل على رجحان الحزن وكراهة السواد نظير\r\nمعارضة دليل حرمة الغناء من المحرم ورجحان رثاء الحسين ( 2 ) عليه السلام وكلما\r\nكان من هذا القبيل يفهم المتشرعة منهما تقييد الراجح بغير الممنوع في الشرع\r\nحرمة أو كراهة من غير فرق خصوصا وقد ورد أنه لا يطاع الله من حيث يعصى\r\nكما في الأخبار وليس ما نحن وما أشبه الأمثل رجحان قضاء إجابة المسؤول\r\n\r\n","description":"","footnote":" ( 1 ) في البرهان القاطع كتاب الصلاة في باب لباس المصلي فراجع ولاحظ .\r\n( 2 ) ذهب إلى الجواز جماعة كما صرح بذلك صاحب مشارق الأحكام قال في\r\nص 151 منه وفي مجمع الفائدة جعل ترك الغناء في مرائي الحسين ( ع ) أحوط\r\nمشعرا بميله إلى الجواز ونقل عن المحقق السبزواري ره في الكفاية أنه قال في موضع\r\nآخر واستثنى بعضهم مرائي الحسين ( ع ) إلى أن قال وهو غير بعيد .\r\nكما حكى الإباحة عن والده المحقق النراقي صاحب المستند قده حيث قال :\r\nواختار والدي العلامة ره إباحته في جميع ما ذكر من المستثنيات من القرآن والذكر\r\nوالمناجاة والدعاء والرئاء .\r\nواختار ذلك هو قده في ص 158 حيث قال في المستثنيات ومنها الغناء في مرائي\r\nسيد الشهداء وغيره من الحجج وأولادهم عليهم السلام وأصحابهم رحمهم الله\r\nتعالى والحق فيه الإباحة فلاحظ وراجع .\r\n( أقول ) هذا ولا يخفى أن المشهور بل المجمع عليه حرمة الغناء المطلق كما هو\r\nمذكور في محله . ","page_name":" 30 ","page_number":30},
  {"content":"\r\nوحرمة فعل الزنا فيما إذا سئل من الإنسان الإقدام على الزنا ( 1 ) فإن كان يتأمل\r\nهناك في عدم إرادة نحو الزنا واللوط وغيرها من المحرمات من إجابة المسؤول وقضاء\r\nالحوائج فيتأمل هنا .\r\nوتفاوت الحرمة والكراهة غير فارق في فهم الشمول وعدمه مؤيدا في المقام بأنه لو\r\nرجح السواد للمأتم لنقل عنهم كما نقل سائر آداب مأتم الحسين عليه السلام\r\nوالحزن في مصابه انتهى كلامه رفع في الخلد مقامه .\r\nولا يخفى أن تحقيق الحق في المقام على وجه يتضح به المرام يقتضي أولا التعرض\r\nلنقل ما ورد في الباب عن أئمة الأنام الأعلام عليهم من الله الملك العلام أفضل\r\nالصلاة والسلام ثم ملاحظة ما اشتمل عليه من المضامين والأحكام لينكشف به\r\nالحق ويسفر اسفرار الصبح دجايا الظلام .\r\nفنقول : روى غير واحد عن ثقة الإسلام الكليني قدس سره في الكافي ( 2 ) عن\r\nأحمد بن محمد رفعه عن أبي عبد الله عليه السلام : قال : يكره السواد إلا في ثلاثة\r\nالخف والعمامة والكساء :\r\n\r\n","description":"","footnote":" ( 1 ) التمثيل خارج عما نحن فيه حيث إن طلب السائل محرم عليه ولا يجوز له\r\nالسؤال بذلك فكيف تكون إجابته مستحبا : قال في مشارق الأحكام ص 161\r\nفي جواب معاصره ما هذا نصه : وأما التنظير بالزنا في حصول قضاء حاجة المؤمن\r\nبه فلا مناسبة له بالمقام فإن أصل الحاجة وهي الزنا محرمة على المحتاج فكيف يحسن\r\nقضائها بل يحسن من الغير الإعانة على منعها بخلاف البكاء انتهى فلاحظ .\r\n( 2 ) رواه عنه الوسائل ج 3 ص 278 حديث 1 . ","page_name":" 31 ","page_number":31},
  {"content":"\r\nوعنه أيضا في كتاب الزي ( 1 ) مرفوعا عن رسول الله صلى الله عليه وآله وسلم\r\nقال : كان رسول الله صلى الله عليه وآله وسلم يكره السواد إلا في ثلاثة الخف\r\nوالكساء والعمامة .\r\nوروى شيخنا الحر العاملي في وسائله ( 2 ) عن الصدوق عن محمد بن سليمان\r\nمرسلا عن أبي عبد الله عليه السلام : قال - قلت له أصلي في القلنسوة السوداء\r\nقال : لا تصل فيها فإنها لباس أهل النار .\r\nوروي أيضا عن الصدوق في الفقيه ( 3 ) عن أمير المؤمنين عليه السلام مرسلا وفي\r\nالعلل والخصال كما في الوسائل عنه ( ع ) مسندا أنه قال لأصحابه لا تلبسوا\r\nالسواد فإنه لباس فرعون وروى أيضا بإسناده كما في الوسائل ( 4 ) عن حذيفة بن\r\nمنصور : قال : كنت عند أبي عبد الله صلى عليه السلام بالحيرة فأتاه رسول أبي\r\nالعباس الخليفة يدعوه فدعي بمطر ( 5 ) أحد وجهيه أسود والآخر\r\n\r\n","description":"","footnote":" ( 1 ) رواه في الكافي ج 2 ص 205 باب ليس السواد من طبع طهران سنة 1315\r\nه‍ إلا أن فيه كان رسول الله ( ص ) يكره السواد إلا في ثلاث وتقديم العمامة على\r\nالكساء فلاحظ .\r\n( 2 ) رواه في الوسائل ج 3 ص 281 باب 20 حديث 3 من أبواب لباس المصلي\r\nوالصدوق قده في الفقيه ج ل ص 251 : قال وسئل الصادق عليه السلام عن\r\nالصلاة في القلنسوة السوداء : فقال لا تصل فيها فإنها من لباس أهل النار :\r\n( 3 ) رواه في من لا يحضره الفقيه ج 1 ص 251 من طبع طهران سنة 1392\r\nونقل عنه الوسائل فيه في ج 3 ص 278 من أبواب لباس المصلي .\r\n( 4 ) رواه في الوسائل في ج 3 ص 279 حديث 7 من أبواب لباس المصلي ورواه\r\nالفقيه في ج ل ص 252 والكافي ج 2 ص 205 .\r\n( 5 ) الممطر والممطرة ثوب من صوف يلبس في المطر يتوقى به من المطر كما في\r\nلسان العرب ونحوه شيخنا الطريحي في مجمع البحرين بمادة مطر فلاحظ . ","page_name":" 32 ","page_number":32},
  {"content":"\r\nأبيض فلبسه : ثم قال : عليه السلام أما إني ألبسه وأنا أعلم أنه لباس أهل النار أي\r\nألبسه للتقية من الطاغي الخليفة العباسي لاتخاذ العباسيين لا نفسهم لبس السواد\r\nكما يفهم ذلك من السير والتواريخ وغيرها .\r\nبل يفصح عنه بعض الأخبار المخبر بأن ذلك من زي بني العباس قبل أن يوجدوا .\r\nمثل ما روي عن الصدوق في الفقيه ( 1 ) مرسلا ( 2 ) أنه قال روي أنه هبط جبرئيل\r\nعليه السلام على رسول الله صلى الله عليه وآله وسلم وعليه قباء أسود ومنطقة\r\nفيها خنجر فقال صلى الله عليه وآله وسلم يا جبرئيل ما هذا الزي فقال زي ولد\r\nعمك العباس فخرج النبي صلى الله عليه وآله وسلم إلى العباس فقال يا عم ويل\r\nلولدي من ولدك :\r\nفقال : يا رسول الله أفأجب نفسي : قال صلى الله عليه وآله وسلم جرى القلم بما\r\nفيه .\r\nوالظاهر أن المراد بأهل النار في بعض ما مر من الأخبار هم المعذبون بها المخلدون\r\nفيها يوم القيامة وهم فرعون ومن حذا حذوه واحتذى مثاله ونحوه من الفرق\r\nالطاغية الباغية من أشباه الخلفاء العباسية وغيرهم من كفرة هذه الأمة المرحومة\r\nوالأمم السابقة الذين اتخذوا السواد ملابس لهم .\r\nكما يرشد إليه ويفصح عنه ما روي أيضا عن الصدوق\r\n\r\n","description":"","footnote":" ( 1 ) أوفي العلل والخصال كما في الوسائل ( منه رحمه الله ) .\r\n( 2 ) رواه في الفقيه ج 2 ص 252 من طبع طهران سنة 1392 ه‍ . ","page_name":" 33 ","page_number":33},
  {"content":"\r\nفي الفقيه ( 1 ) بأسناده عن إسماعيل بن مسلم عن الصادق عليه السلام أنه قال :\r\nأوحى الله إلى نبي من أنبيائه عليهم السلام قل للمؤمنين لا تلبسوا ملابس أعدائي\r\nولا تطعموا مطاعم أعدائي ولا تسلكوا مسالك أعدائي فتكونوا أعدائي كما هم\r\nأعدائي .\r\nوقال : في كتاب عيون الأخبار على ما في الحدائق بعد نقل الخبر بسند آخر عن\r\nعلي بن أبي طالب عليه السلام عن رسول الله صلى الله عليه وآله وسلم نقلا عن\r\nالمصنف رضي الله عنه : أن لباس الأعداء هو السواد ومطاعم الأعداء النبيذ\r\nوالمسكر والفقاع والطين والجري من السمك والمارالماهي والزمير والطافي وكلما\r\nلم يكن له فلس من السمك والأرنب إلى أن قال : ومسالك الأعداء مواضع التهمة\r\nومجالس شرب الخمر والمجالس التي فيها الملاهي والمجالس التي تعاب فيها الأئمة عليه\r\nالسلام والمؤمنون ومجالس أهل المعاصي والظلم والفساد انتهى ملخصا : ( 2 )\r\nهذا ما وقفنا عليه من الأخبار التي استند إليها لإثبات كراهة لبس السواد مطلقا .\r\nوالذي يظهر من مجموعها بعد ضم بعضها إلى بعض والتأمل\r\n\r\n","description":"","footnote":" ( 1 ) رواه في الفقيه ج ل ص 252 من طبع طهران سنة 1392 ثم قال رحمه الله في\r\nآخر الحديث فأما لبس السواد للتقية فلا إثم فيه : وظاهر قوله رحمة الله هو التحريم\r\n: وهو منفرد به بل لم أجد موافقا له ولا سمعت ذلك إلا من بعض المعاصرين ره\r\nوهو كما ترى لعدم الاختصاص بالسواد وحده بل يشمل كلما اتخذوه زيا لهم\r\nودوران الحكم مدار بقائهم عليه وصدق الشعار على اللابس كما لا يخفى .\r\n( 2 ) ذكر ذلك في ص 193 من عيون الأخبار . ","page_name":" 34 ","page_number":34},
  {"content":"\r\nفي مساقها وما اشتمل عليه من تعليل المنع فيها مرة بأنه لباس فرعون وتارة بأنه\r\nلباس أهل النار كما في أكثرها وأخرى بما يقرب منه من أنه زي بني العباس ومن\r\nمنع التلبس بلباس الأعداء بقول مطلق كالأخير منها الذي هو عند التحقيق\r\nكالمتضمن لهبوط جبرئيل عليه السلام على النبي صلى الله عليه وآله وسلم متلبسا\r\nبزي عجيب أخبر بأنه زي بني العباس ومن منع التلبس بلباس الأعداء بقول مطلق\r\nكالأخير منها الذي هو عند التحقيق كالمتضمن لهبوط جبرئيل عليه السلام على\r\nالنبي صلى الله عليه وآله وسلم متلبسا بزي عجيب أخير بأنه زي بني العباس بمنزلة\r\nالمبين لعنوان الحكم الكراهي وموضوعه المعلق عليه أن كراهة لبس السواد ليست\r\nمن حيث كونه لبس سواد تعبدا .\r\nوإلا لما استثنى منه ( 1 ) من نحو الخف والعمامة والكساء بل إنما هي من حيث كونه\r\nزي أعداء الله سبحانه الذين اتخذوه من بين سائر الألوان ملابس لهم فيكون\r\nالممنوع عنه حينئذ التزي بزيهم والتشبه بهم الذي منه التلبس بما اتخذوه ملبسا لا\r\nنفسهم الذي لبس منه الكساء والعمامة وغيرهما مما استثنى منه في النصوص المتقدم\r\nإليها الإشارة .\r\nومعلوم أن عنوان التشبه بهم ونحوه من التزي بزيهم لا يتأتى مع كون القصد من\r\nذلك غيره ( 2 ) بل الدخول في عنوان هو في نفسه\r\n\r\n","description":"","footnote":" ( 1 ) يعني صحة الاستثناء يكشف أن الكراهة غير ذاتية وإلا لما صح الاستثناء وعليه\r\nفتكون الأخبار الناهية عن لبسه إرشادا إلى النهي عن اتخاذه زيا وشعارا لئلا تحصل\r\nالمشابهة بأعداء الله تعالى ورسوله ( ص ) وأوليائه عليه وعليهم أفضل الصلاة\r\nوالسلام ويكون الحكم بالحرمة أو الكراهة بالعنوان الثانوي فتأمل .\r\n( 2 ) يعني أن التشبه من الأمور القصدية كما يقتضيه باب التفعل أيضا ومثله القيام\r\nالذي يقصد به التعظيم تارة والسخرية أخرى أو مثل مد الرجل\r\nأمام ضريح الإمام عليه السلام أو القرآن فإنه تارة يكون لوجع وأخرى للإهانة\r\nالذي لا شك في حرمته وخلاصة الكلام أن الحكم في أمثال هذه الموارد المشتركة\r\nبين الراجح والمرجوح يكون دائرا مدار القصد وعليه فلو قصد من لبسه التشبه\r\nيكون مرجوحا وإن قصد التحزن به يكون مستحبا : أو يقال إن لبس السواد\r\nحيث ينتزع منه عنوان المشابهة وصدق الشعار عليه يكون مرجوحا وإذا لم ينتزع\r\nمنه ذلك العنوان بل ينتزع منه عنوان العزاء والمصيبة لأجل سيد الشهداء ( ع )\r\nوالأئمة كما في عصرنا هذا يكون لبسه راجحا للعمومات الدالة على استحباب\r\nإظهار المصيبة والعزاء كما لا يخفى . ","page_name":" 35 ","page_number":35},
  {"content":"\r\nمطلوب من حيث هو كذلك مندوب شرعا وهو التلبس بلباس المصاب المعهود في\r\nالعرف والعادة قديما وحديثا للتحزن على مولانا الحسين صلوات الله عليه في أيام\r\nمأتمه كما يرشد إليه ما مر من حديث لبس نساء أهل البيت السواد بعد قتله عليه\r\nالسلام في مأتمه المتضمن كما عرفت لتقرير الإمام عليه السلام لذلك إذ لولا كون\r\nلبس السواد من التلبس بلباس المصاب المعهود من قديم الزمان في العرف والعادة لما\r\nاخترن ذلك على غيره مع معلومية كون غرضهن من ذلك ليس إلا التحزن به عليه\r\nعليه السلام .\r\nهذا مع أن في النساء مثل الصديقة الصغرى زينب بن علي صلوات الله عليها التي\r\nقال في حقها ابن أخيها الإمام السجاد عليه السلام في الحديث المعروف حينما\r\nكانت تخطب وتخاطب القوم الفجرة بعد أن أدخلوهم الكوفة بتلك الحالة الشنيعة\r\nمخاطبا لها اسكتي يا عمة فأنت\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nبحمد الله عالمة غير معلمة وفهمة غير مفهمة ( 1 ) وكفاها بذلك ونحوه ( 2 ) مما لا\r\nيعد فخرا وعلما وقدرا .\r\nفكيف يخفى على مثلها مع تلك الجلالة وعظم الشأن والقدر والبالة تلك الكراهة\r\nالشديدة المستفادة من الأدلة فإن هو إلا لعدم تحقق ذلك العنوان الغير المحبوب .\r\nفي نحو هذا التلبس المطلوب من حيث كون المقصود منه عنوانا آخر غير التشبه\r\nوالتزي بزي الأعداء :\r\nبل التحقيق أنه لا يتأتى العنوان المكروه إلا مع غير عنوان التلبس بلباس الحزن في\r\nالمأتم من سائر الأغراض المستحسنة الممدوحة عرفا وشرعا كما لو كان المقصود\r\nمنه التجمل به مثلا لو كان مما يحصل به ذلك كلبس جبة خز دكناء كما ورد في\r\nالحديث المروي عن أبي جعفر عليه السلام بسند معتبر في الوسائل ( 1 ) .\r\n\r\n","description":"","footnote":" ( 1 ) هذه الجمل الذهبية الصادرة عن الإمام المعصوم ( ع ) في حق عمته سلام الله\r\nعليها من أعظم جمل الثناء والمدح الدالة على أن علمها بالأحكام الإلهية يفاض\r\nعليها بنحو ما يفاض على المعصوم ( ع ) وإنه لدني غير اكتسابي ويكون نتيجة ذلك\r\nحجية فعلها وقولها بل وتقريرها عليها السلام لثبوت جلالتها والمقام المنيع لها عند\r\nالأئمة عليهم السلام كما لا يخفى فلاحظ .\r\n( 2 ) كوصاياه عليه السلام إياها وتوديع الأهل والعيال والأطفال عندها وغير ذلك\r\nمن أسرار الإمامة كما هو المذكور في كتب المقاتل فلاحظ وراجع\r\n( 1 ) رواه في الوسائل ج 3 ص 278 حديث 3 بسنده عن أبي علي الأشعري عن\r\nمحمد بن سالم عن أحمد بن النضر عن عمر وبن شمر عن أبي جعفر ( ع ) : قال :\r\nقتل الحسين بن علي ( ع ) وعليه جبة خز دكناء الحديث\r\nقال الحر ره بعد نقل الحديث ( أقول ) هذا محمول على الجواز ونفي التحريم\r\nانتهي .\r\n( قلت ) الظاهر أن مراده من الجواز هو بالمعني الاسم الذي لا ينافي الكراهة\r\nفلاحظ .\r\nهذا وروى شيخنا الكليني ( قده ) ج 2 من فروع الكافي ص 205 عن عدة من\r\nأصحابنا عن سهل بن زياد عن محمد بن عيسى عن سليمان بن راشد عن أبيه :\r\nقال رأيت علي بن الحسين عليهما السلام وعليه دراعة سوداء وطيلسان أزرق :\r\nوالدراعة واحدة الدراريع وهو قميص . ","page_name":" 37 ","page_number":37},
  {"content":"\r\nقال : قتل الحسين ( ع ) وعليه جبة خز دكناء ( 1 ) :\r\nولعل المقصود من لبسه عليه السلام إياها فإنه على تقديره أمر ممدوح مستحب\r\nشرعا كما ورد في الأخبار المستفيضة ( 2 ) أو غيره مما . يخفى علينا ولا يخفى عليه\r\nصلوات الله عليه .\r\nولعل منه لبسه للتقية عن المخالف فإنه أيضا من المغير لذلك العنوان المكروه لا أنه\r\nمخصص بعموم أدلة التقية وعموم الضرورات تبيح المحظورات ونحوهما إذا\r\nالتخصيص فرع دخول المستثنى في المستثنى منه .\r\nوعلى ما ذكرناه ليس ذلك مما يشمله عموم العنوان المكروه\r\n\r\n","description":"","footnote":" ( 1 ) الدكناء بالضم لون إلى السواد كما في القاموس وفي الصحاح لون يضرب إلى\r\nالسواد والقول بعدم عده من السواد في غير محله لغة وعرفا كما لا يخفى .\r\n( 2 ) لعل المراد منه الإشارة إلى الأخبار الدالة على استحباب التجمل بالملابس\r\nالفاخرة للمؤمن ونحوها : فراجع باب الزي والتجمل من كتب الحديث . ","page_name":" 38 ","page_number":38},
  {"content":"\r\nليخصص بها ولعل في قوله عليه السلام أما أني ألبسه وأنا أعلم أنه لباس أهل النار :\r\nإشارة لطيفة إلى ذلك أي لا يتوهم المتوهم أني ألبسه ولا أعلم أنه من لباس أهل\r\nالنار بل ألبسه لكن لا للتلبس بلباسهم بل لغرض آخر لا يتأتى معه ذلك فلا يكون\r\nمن المكروه والله أعلم .\r\nهذا : وفي الوسائل ( 1 ) عن العلل بسنده المتصل إلى داود الرقي .\r\nقال : كانت الشيعة تسئل أبا عبد الله عليه السلام عن لبس السواد قال : فوجدناه\r\nقاعدا وعليه جبة سوداء وقلنسوة سوداء وخف أسود مبطن ثم فتق ناحية منه وقال\r\nأما أن قطنه أسود وأخرج منه قطنا أسود : ثم قال : بيض قلبك وألبس ما شئت\r\n( 2 ) .\r\nوفيه كما ترى إشارة لطيفة إلى ما أشرنا إليه فكأنه صلوات الله عليه وعلى آبائه\r\nوأبنائه الطاهرين أراد بقوله ببيض قلبك أنه بيضه بنور معرفتنا وولايتنا والتشبه بنا\r\nوبموالينا وألبس حينئذ ما شئت فلا بأس به ولو كان أسود : فهو بعد التأمل فيه\r\nوالتحقيق بالنظر الدقيق مبين للمراد من كراهة لبس السواد التي تضمنتها النصوص\r\nالسابقة على اختلاف مضامينها :\r\nوبالجملة الإنصاف يقتضي الاعتراف بعدم شمول أدلة كراهة لبس السواد بعد\r\nالإحاطة بما ذكرناه لو كان المقصود منه التحزن\r\n\r\n","description":"","footnote":" ( 1 ) ج 3 ص 280 حديث 9 باب 19 .\r\n( 2 ) أقول وليس الحديث بمجمل كما توهم لأن المراد من قوله ( ع ) والبس ما\r\nشئت أي من الألوان ونحوها من الأشكال التي لم يرد فيها نهي خاص كالذهب\r\nوالحرير للرجال ولباس الشهرة مما هو منهي عنه وثابت حرمته بالنص والاجماع\r\nوالضرورة : حيث إن قوله ( ع ) في بيان دفع التوهم المذكور من الحزازة في لبس\r\nالسواد الذي كانت الشيعة تسأل عنه . ","page_name":" 39 ","page_number":39},
  {"content":"\r\nبذلك على مولانا الحسين عليه السلام في أيام مأتمه بعد ما عرفت من كونه هو\r\nالمعهود في العرف والعادة من قديم الزمان لكل مفقود عزيز جليل لهم سيما بعد\r\nصيرورته من شعار الشيعة قديما وحديثا من علمائهم فضلا عن غيرهم بل ربما\r\nيشعر بذلك أشعارا بليغا الحديث الذي رواه خالنا العلامة المجلسي رحمة الله في زاد\r\nالمعاد ( 1 ) في فضل يوم التاسع من أول الربيعين وعظم شأنه وقدرة عند الأئمة\r\nعليهم السلام عن الشيخ الجليل القدر العظيم المنزلة أحمد بن إسحاق القمي عن\r\nمولانا العسكري عليه السلام عن آبائه عليهم السلام عن أمير المؤمنين عليه وعليهم\r\nالصلاة والسلام أن لهذا اليوم من عظم قدرة عند الله وعند رسوله وخلفائه عليهم\r\nالسلام سبعين اسما وعدها واحدا بعد واحد وجعل من جملتها المناسب ذكره في\r\nهذا المقام أنه يوم نزع لباس السواد اظهارا للفرح والسرور المطلوب فيه للمؤمنين\r\nالذي لا يناسبه لبس السواد فيه ( 2 ) .\r\nولا يخفى ما فيه من الإشعار بل الظهور في معهودية لبس السواد عند الخواص وهم\r\nالشيعة قبل هذا اليوم لعدم شمول الأمر بالنزع لغيرهم بالضرورة ومعلوم أن ذلك لا\r\nيكون إلا لمفقود عزيز وهل هو إلا للتحزن على ما جرى على مولانا الحسين عليه\r\nالسلام وأهل بيته في الشهرين\r\n\r\n","description":"","footnote":" ( 1 ) وراجع البحار الجزء الثامن منه أيضا .\r\n( 2 ) لأنه من الأيام الشريفة التي يلزم على كل مؤمن أن يظهر الفرح والبشاشة\r\nلإخوانه وإطعام الطعام لهم وأنه مضافا إليه يوم إمامة بقية الله في الأرضين وحجته\r\nعلى العالمين الذي يظهر فيملأ الأرض عدلا وقسطا وينتقم من الذي ضرب الزهراء\r\nصلوات الله عليها وأسقط محسنها عجل الله فرجه الشريف وجعلنا من خيار\r\nأصحابه . ","page_name":" 40 ","page_number":40},
  {"content":"\r\nالمعلومين الذين جرت عادت نوع الشيعة على لبس السواد فيهما من قديم الزمان\r\nلأجله وإن احتمل كون المراد منه مطلوبية إظهار الفرح والسرور في هذا اليوم\r\nللخواص الذي لا يناسبه لبس السواد ولو كان لغيره عليه السلام ممن فقد منهم إلا\r\nأن ما ذكرناه لعله أظهر إلى المراد .\r\nوعلى كلا التقديرين يدل دلالة وافية على أنه لباس حزن متعارف لسه بين الناس\r\nلمن فقد منهم ممن ينبغي له ذلك فيشمله حينئذ عموم ما دل على مطلوبية شعار\r\nالحزن والتحزن عليه في مأتمه عليه السلام بما يصدق عليه ذلك في العرف والعادة\r\nبالأخبار المستفيضة البالغة حد الاستفاضة بل المتواترة معنى الدالة على ذلك على\r\nاختلاف مواردها ومضامينها من غير حاجة إلى ثبوت كل فرد ومصداق منه\r\nبالخصوص بدليل مخصوص ( 1 ) بل يكفي مجرد كونه مما يصدق عليه ذلك في\r\nالعرف والعادة سيما لو كان مما جرت عليه السيرة كما نحن فيه .\r\nومن هنا ينفتح باب واسع لتجويز مثل الطبول والشيپور ونحوها من الآلات التي\r\nتضرب حال الحرب لهيجان العسكر في عزاء ومأتم مولانا\r\n\r\n","description":"","footnote":" ( 1 ) أقول يختلف نوع العزاء باختلاف العرف والعادة حيث لم يرد دليل بالخصوص\r\nعلى أنه على كيفية خاصة بل هوما تعارف عنه العرف والبلاد قال في الجواهر ص\r\n376 من ج 4 من طبع تبريز 1324 في بيان أحكام عدة المتوفي عنها زوجها ما\r\nهذا نصه ضرورة كون المدار ( أي الحداد وترك الزينة ) على ما عرفت وهو مختلف\r\nباختلاف الأزمنة والأمكنة والأحوال ولا ضابطة للزينة والتزين وما يتزين به إلا\r\nالعرف والعادة الخ فلاحظ . ","page_name":" 41 ","page_number":41},
  {"content":"\r\nالحسين أرواحنا له الفداء المتعارف ذلك في أعصارنا ( 1 ) سيما بين\r\n\r\n","description":"","footnote":" ( 1 ) قال المحقق النائيني قده في فتواه الصادرة لأهالي البصرة ما هذا نصه : الرابع\r\nالدمام المستعمل في هذه المواكب مما لم يتحقق لنا إلى الآن حقيقته فإن كان مورد\r\nاستعماله هو إقامة العزاء وعند طلب الاجتماع وتنبيه الراكب على الركوب في\r\nالهوسات العربية ونحو ذلك ولا يستعمل فيما يطلب فيه اللهو والسرور وكما هو\r\nالمعروف عندنا في النجف الأشرف فالظاهر جوازه والله العالم انتهى .\r\n( أقول ) ومنه يعرف الوجه في مثل الصنوج والبوق حيث إنهما لم يعدا\r\nلاستعمالهما في مجالس اللهو والطرب كما لا يخفى .\r\nقال شيخنا الفقيه الرباني الشيخ زين العابدين المازندراني الحائري قده في ص 619\r\nمن ذخيرة المعاد في جواب من سئله عن استعمال آلات اللهو واللعب مثل الدف\r\nوالطبل والدهل والصنج وغير ذلك في عزاء الحسين عليه السلام ما هذا نصه : إن\r\nشاء الله مثاب ومأجور مي باشي در شراكت جميع مصيبت وتكثير سواد أهل\r\nمصيبت با قطع نظر از رقت وبكاء وسبب ابكائ كه هر يك بخصوص مطلوب\r\nمي باشد واما همراه داشتن آلات مرقومه پس اگر مثلا غرض از طبل طبل حرب\r\nباشد وغرض از زدن آنها تذكر زدن مخالفين در روز عاشورا طبل حرب يا طبل\r\nلهوايشان باشد چنانچه معروف است كه هر دسته كله از مخالفين از كوفه مى آمد\r\nطبل شادى ميزدند ازجهت اين كه تازه لشگرى ومعينى رسيده آن هم إنصافا\r\nضرر ندارد چون مقصود حكايت طبل ايشان مى باشد نه حقيقت قصد شادى\r\nوسرور وشعف داشته باشند غرض خداوند منان توفيق ما وشما را إلى يوم القيامة\r\nباقامه عزاى أولاد سيد أنام زياد گرداند انتهى .\r\nوقال هذه في الصحفة المذكورة أيضا في جواب من سئله عن بعض\r\nتلك الآلات أيضا ما هذا نصه : ضرر ندارد بلكه مطلوب ومحبوب الست انتهى\r\nهذا وارتضى كلامه في الموردين شيخنا الفقيه التقي الشيرازي الحائري قده حيث لم\r\nيعلق على العبارة بشئ غير قوله : اگر خود مرتكب محرم نشود لأن الرسالة\r\nمشاة بحاشيته الشريفة بخط بعض أصحابه .\r\nوقال العلامة المجاهد الشيخ محمد حسين كاشف الغطاء قده في رسالته المواكب\r\nالحسينية ص 19 في جواب السؤال المرسول إليه من فيحاء البصرة عن الطبل\r\nوصدح الأبواق وقرع الطوس بنقل صاحب الأنوار الحسينية ص 60 من طبع بمبئي\r\nسنة 1346 .\r\nما هذا نصه كلها أمور مباحة فإنك أيها السامع تحس وكل ذي وجدان أنها\r\nلا تحدث لك بسماعها طربا ولا خفة نشاطا بل بالعكس توجب هولا وفزعا\r\nوكمدا وحزنا فإذا قصد منها الضارب الأعلام والتهويل ونظم المواكب وتعديل\r\nالصفوف والمواكب حسنت بهذا العنوان ورجحت بذلك الميزان انتهى .\r\nونقل عن شيخنا كاشف الغطاء ، قده أيضا صاحب الأنوار الحسينية في ص 82\r\nمنه ما هذا نصه :\r\nوأما ضرب الطبول والأبواق غير مقصود بها اللهو فلا ريب أيضا في مشروعيتها\r\nلتعظيم الشعار انتهى . ","page_name":" 42 ","page_number":42},
  {"content":"\r\nالأتراك من الشيعة الذي له تأثير غريب في هيجان الأحزان والإبكاء والصياح\r\nوالنياح بحيث تراهم يخرجون بذلك عن الحالة الاختيارية وكذلك البوق المتداول\r\nبين نصف الدراويش ونحو ذلك مما تداولها عوام الشيعة في مأتم مولانا الحسين عليه\r\nالسلام مما لا دليل على الحرمة سوى كونه من آلات اللهو المحرم بعمومه من حيث\r\nكونه لهوا لا لحرمته ذاتا كاللعب\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nبالشطرنج ونحوه من آلات القمار وإن كان نوعا منه أيضا فإن ما كان تحريمه من\r\nحيث كونه لهوا لا غيره كما أشرنا إليه لا يصدق عليه عنوان اللهو بالضرورة في\r\nمثل المقام المقصود منه إقامة العزاء وهيجان الأحزان ونحوهما به في أيام مأتمه عليه\r\nالسلام وحيث لا يصدق عليه ذلك العنوان المحرم من حيث اللهوية بالقصد المغير له\r\nبالضرورة جاز بل ندب واستحب لاندراجه حينئذ في عموم ما دل على مطلوبية\r\nشعار الحزن والتحزن عليه ( ع ) بما يصدق عليه ذلك في العرف والعادة وإن لم يرد\r\nعليه دليلا بالخصوص كاللطم والضرب بالراحتين على الصدور الذي جرت عليه\r\nالسيرة من الخواص ( 1 ) فضلا عن العوام من الشيعة في مأتمه عليه السلام سيما في\r\nأيام العشرة الأولى من المحرم ولياليها\r\n\r\n","description":"","footnote":" ( 1 ) أقول وقد كانت مواكب العلماء والفقهاء تخرج في كل سنة ليلة عاشورا في\r\nكربلا المقدسة يتقدم الموكب السادة ثم الشيوخ وفيهم مراجع الفتيا والتقليد\r\nلاطمين بأيديهم على صدورهم حافي القدمين وقد لطخ بعضهم جباههم في غاية\r\nالانكسار والحزن والكآبة بحيث كل من كان ينظر إليهم تنقلب أحواله من البكاء\r\nوالصراخ حيث أنهم ممثلوا ولي العصر عجل الله فرجه وهذا الموكب على ما قيل\r\nأسسه سيد فقهاء عصره السيد علي الطباطبائي صاحب الرياض وجد سيدنا\r\nالمؤلف قده .\r\nكما سمعت أنهم كانوا يخرجون في كل سنة ليلة عاشوراء في قم المقدسة أيضا وكان\r\nهذا الموكب من بركات مؤسس الحوزة العلمية آية الله الشيخ عبد الكريم الحائري\r\nقده وكان هو ره معهم خلف موكب السادة احتراما لهم كما حدثني ولده الفقيه\r\nالشيخ مرتضى دامت بركاته الذي هو اليوم من أجلة علمائنا العاملين وعليه سيماء\r\nفقهائنا الأقدمين قد شابه أباه في العلم والعمل والكرم ومن يشابه أباه فما ظلم سلمه\r\nالله وأبقاه ومن كل مكروه وقاه . ","page_name":" 44 ","page_number":44},
  {"content":"\r\nبالخصوص حتى بلغ ذلك إلى حد ينسب إليهم الأعداء فيها الجنون ( 1 ) ونحوه مع\r\nأنه لم يرد به نص بالخصوص ولو من الطرق الغير المعتبرة ولم نر مع ذلك أحدا منا\r\nتأمل أو توقف في حسن هذا الفعل وهو إلا لكونه مأخوذا مدلولا عليه بالعموم\r\nالمشار إليه .\r\nوبالجملة لا ينبغي التأمل في عدم شمول أدلة كراهة لبس السواد لما نحن فيه كما لا\r\nينبغي التأمل في رجحانه شرعا لهذا العنوان المندوب\r\n\r\n","description":"","footnote":" ( 1 ) نسبة الجنون إلى الشيعة الإمامية في ترويجهم الدين الحنيف وإعلاء كلمة\r\nالمذهب الشريف هو كنسبة أعداء الإسلام ذلك والعياذ بالله إلى من لا ينطق عن\r\nالهوى إن هو إلا وحي يوحى علمه شديد القوى وقد كشف المستقبل بحمد الله\r\nأنهم كانوا أولى بالنسبة إليه وأحرى بالاتصاف به إذ خسروا أنفسهم في الدنيا\r\nوخزي عذاب الآخرة أشد وأبقى هذا والأعداء هم يعلمون أنهم لا يتمكنون من\r\nتضعيف قوى الشيعة أعزهم الله وتفتيت عزمهم على إحياء أمر آل الله صلوات الله\r\nعليهم وأنهم لا يقدرون على إنفاذ تسويلاتهم في عقائدهم الحقة حيث أنهم لا\r\nيبالون بهزء المستهزئين وسخرية الجاهلين ونسبة أنواع التهم إليهم ولا ينبغي لهم\r\nلأنهم قد أخذوا أحكامهم عن معدن الوحي والتنزيل وقد شرح الله صدورهم\r\nللإسلام : فهم على بينة من أمرهم : وأنهم قاطعون على أن الأعداء لحظهم أخطأوا\r\nوعن ثواب الله زاغوا وعن جوار محمد ( ص ) في الجنة تباعدوا كما قال الإمام الصادق ( ع ) وكما قال ( ع ) لذريح : يا ذريح دع الناس يذهبون حيث شاؤوا\r\nكن معنا : فهم على أمرهم ثابتون ولا يضرهم شئ بعد دعاء أئمتهم عليهم\r\nالسلام لهم بالمغفرة والرضا والحفظ في الدنيا والآخرة والخف على أهاليهم\r\nوأولادهم ونسئل الله الثبات على محبة محمد وآله والاقتفاء لسيرتهم والممات على\r\nولاية علي وأولاده والبراءة من أعدائهم وبالخصوص من الجبت والطاغوت ومن\r\nشك في كفرهما إنشاء الله تعالى ","page_name":" 45 ","page_number":45},
  {"content":"\r\nبعمومه كذلك بعد ارتفاع الكراهة عنه وهل هو إلا كشق الثوب المرجوح أو المحرم\r\nلكل ميت إلا من الولد لوالد فترتفع المرجوحية أو الحرمة فيه بالمرة بل ربما ينقلب\r\nراجحا محضا أو يغلب رجحانه على المرجوحية التي فيه لغيره ولعله لكونه نوعا من\r\nالتعظيم والاجلال المطلوب شرعا من الولد لوالده حيا وميتا بل هو الظاهر فلا\r\nيكون كشقه لغيره مما فيه نوع من التجري عليه سبحانه وتعالى والانضجار ونحوه\r\nوكالبكاء والجزع والتأسف ونحوها المذمومة شرعا لكل أحد إلا من الولد للوالد\r\nفإنه مندوب ( 1 ) وليس ذلك من القياس المحرم بل المنقح مناطه كما لا يخفى .\r\n\r\n","description":"","footnote":" ( 1 ) ففي التهذيب ج 2 ص 283 آخر الكفارات عن الصادق ( ع ) قال ولا\r\nشئ في اللطم على الخدود سوى الاستغفار والتوبة : وقد شققن الجيوب ولطمن\r\nالخدود الفاطميات على الحسين بن علي عليهما السلام وعلى مثله تلطم الخدود\r\nوتشق الجيوب فدلالته على الجواز والاستحباب فيما نحن فيه ظاهر جدا لاستشهاده\r\nبفعلهن وطلبه من الناس على الحسين عليه السلام ذلك وإن بلغ من الضرب\r\nالاحمرار والسواد بل الإدماء لما هو لازم الضرب عند اشتداد المصيبة .\r\nوقال عليه السلام أيضا كل الجزع والبكاء مكروه ما سوى الجزع والبكاء لقتل\r\nالحسين ( ع ) بناء على إرادة اللطم وشق الثوب وغير ذلك مما يصدر من الجازع\r\nغير مكروه على الحسين ( ع ) بل فيه الفضل والرجحان مع حرمته على غيره ( ع\r\n) لحمل الكراهة على معناها الحقيقي .\r\nوفي الجواهر المراد به فعل ما يقع من الجازع من لطم الوجه والصدر والصراخ\r\nونحوها ولو بقريبة ما رواه جابر عن الباقر ( ع ) أشد الجزع الصراخ بالويل\r\nوالعويل ولطم الوجه وجز الشعر مضافا إلى السيرة في اللطم والعويل\r\nونحوهما مما حرام في غيره قطعا فتأمل فلاحظ .\r\nوفي زيارة الناحية المقدسة : قال ( ع ) فلما رأين النساء جوادك مخزيا إلى أن قال (\r\nع ) برزن من الخدود ناشرات الشعور على الخدود لاطمات وبالعويل نائحات .\r\nقال في الجواهر ص 384 ح ل وما يحكى من فعل الفاطميات ربما قيل إنه متواتر\r\nفلاحظ : هذا وقد علم من كل ذلك أن اللطم على الصدور والخدود وشق الثوب\r\nوحث التراب على الرأس والصراخ والعويل ونحو ذلك كخمش الوجه والصدر\r\nوإرخاء الشعر ونشره وجزه أو نتفه يستحب على الحسين ( ع ) ويحرم على غيره\r\nبمقتضى هذه الروايات الشريفة والسيرة المستمرة عند أصحاب الأئمة المعصومين (\r\nع ) في عصرهم حتى عصرنا الحاضر كما لا يخفى ومنه يعلم وجه ضرب السلاسل\r\nعلى الظهور وضرب القامات على الرؤوس . ","page_name":" 46 ","page_number":46},
  {"content":"\r\nومما ذكرنا يظهر أنه لا وجه لما ذكره شيخنا الخال العلامة أعلى الله في الدارين\r\nمقامه معترضا على كلام شيخنا المحدث البحراني رحمه الله المتقدم إليه الإشارة تارة\r\nبإمكان تنزيل الحزن في مأتمه عليه السلام على ما هو المقرر في آدابه في الشرع التي\r\nليس منها لبس السواد :\r\nوأخرى بأن معارضة ما دل على رجحان الحزن وكراهة لبس السواد نظير معارضة\r\nدليل حرمة الغناء من المحرم ورجحان رثاء الحسين عليه السلام وكلما كان من هذا\r\nالقبيل يفهم المتشرعة منهما تقييد الراجح بغير الممنوع في الشرع حرمة أو كراهة\r\nإلى آخر ما مرت الإشارة إليه :\r\nإذ لا داعي أولا إلى تنزيل الحزن والتحزن عليه في مأتمه ( ع ) المندوب بعمومه كما\r\nعرفت الشامل لكلما يصدق عليه ذلك في العرف والعادة الذي منه لبس السواد\r\nعلى غيره مع كونه من الفرد المتعارف\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nمن قديم الزمان كما عرفت :\r\nثم لا داعي ثانيا إلى تخصيص رجحان الحزن والتحزن عليه ( ع ) بخصوص ما ورد\r\nمن العناوين التي تضمنتها الأخبار الكثيرة إن كان هو المراد من الأدب المقررة في\r\nالشرع في ظاهر كلامه بعد القطع بعدم إرادة الاقتصار عليها بالخصوص بل من\r\nحيث كونها من آداب العزاء في العرف والعادة أو من أظهر أفرادها ونحوه .\r\nوإلا لخرج ما ليس منها مما لا إشكال في رجحانه شرعا وعرفا كاللطم والضرب\r\nعلى الصدور ونحوهما مما جرت عليه سيرة المتشرعة من الخواص فضلا عن العوام\r\nولولا كونه مدلولا عليه بما يعمه شرعا لما جرت عليه العادة والسيرة .\r\nعلى أن ذلك إنما يتجه على تقدير شمول أدلة كراهة لبس السواد للبسه في هذا\r\nالمقام بهذا العنوان وقد عرفت أنه في حيز المنع لظهورها في كراهته من حيث كونه\r\nلبس الأعداء وزيهم لا من حيث كونه لبس سواد فيكون الممنوع عنه لبسه بعنوان\r\nالتلبس بلبسهم والتزيي بزيهم ولو باختياره للبس والملابس من بين سائر الألوان\r\nالغير المتحقق مع كون المقصود منه التلبس بلباس المصاب المعهود كما عرفت في\r\nالعرف والعادة من قديم الزمان للتحزن به على مولانا الحسين ( ع ) كما يرشد\r\nإليه ما مر من حديث لبس نساء أهل البيت السواد في مأتمه عليه السلام بعد قتله\r\nبمرئي من مولانا زين العابدين صوات الله عليه ومسمعه بنحو ما مرت الإشارة إليه .\r\nوحيث لا تشمله أدلة الكراهة بقي رجحانه من حيث دخوله\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nفي العنوان المندوب بعمومه بلا شرعا بلا معارض معتضدا بقاعدة التسامح في أدلة\r\nالسنن التي لا مجال للتأمل في جريانها في مثل المقام الغير المشمول لأدلة الكراهة من\r\nوجه أصلا .\r\nهذا مع أنه ورد في غير واحد من الأخبار ( 1 ) أنه ما ادهنت هاشمية على ما نقل\r\nمنا أهل البيت ولا اكتحلت ولا رؤي دخان من بيوتهم بعد قتله عليه السلام إلى\r\nخمس سنين حتى بعث المختار رضوان الله عليه برأس الكافر الفاجر عبيد الله بن\r\nزياد إلى زين العابدين عليه السلام فغيروا بأمره عليه السلام حينئذ ما كانوا عليه\r\nوهو كما ترى يدل على رجحان كل ما يدخل في عنوان شعار الحزن والتحزن\r\nعليه الصلاة والسلام وتعظيم مصيبته الذي منه ترك اللذائذ في أيام مأتمه ومصيبته\r\n( 2 ) لأن ذلك كله بمرأى\r\n\r\n","description":"","footnote":" ( 1 ) في البحار ص 206 ص 207 ج 45 من الطبعة الحديثة في طهران عن أبان\r\nبن عثمان عن زرارة : قال : قال أبو عبد الله ( ع ) يا زرارة إن السماء بكت على\r\nالحسين أربعين صباحا بالدم وإن الأرض بكت أربعين صباحا بالسواد وإن الشمس\r\nبكت أربعين صباحا بالكسوف والحمرة وإن الجبال تقطعت وانتثرت وإن البحار\r\nتفجرت وإن الملائكة بكت أربعين صباحا على الحسين وما اختضبت منا امرأة ولا\r\nادهنت ولا اكتحلت ولا رجلت حتى أتانا رأس عبيد الله بن زياد لعنة الله : وما\r\nزلنا في عبرة بعده : الحديث وهو طويل أخذنا منه موضع الحاجة فلاحظ .\r\n( 2 ) كما تقتضيه القاعدة لمن فقد محبوبه العزيز عليه وكما ورد في الأخبار الكثيرة\r\nفي كيفية زيارته ( ع ) من أن الزاير لمرقده يلزم أن يكون كثيرا حزينا مكروبا مغيرا\r\nجائعا عطشانا فلاحظ وراجع ص 130 و 131 من كامل الزيارات\r\nوفيه أيضا ص 108 عن أبي عمارة المنشد قال : ما ذكره الحسين ( ع ) عند أبي\r\nعبد الله ( ع ) في يوم قط فرأى أبو عبد الله ( ع ) يقول الحسين ( ع ) عبرة كل\r\nمؤمن انتهى . ","page_name":" 49 ","page_number":49},
  {"content":"\r\nومسمع من سيدهم الإمام أبي الأئمة عليه وعليهم السلام مع تضمنه لترك\r\nالاكتحال الذي هو من المستحبات سيما من النساء ذوات الأزواج ونحوه من\r\nالتزين المطلوب منهن لأزواجهن بل لترك أكل اللحوم الظاهر من عدم رؤية\r\nالدخان من بيوتهن في هذه المدة مع شدة كراهة تركه أربعين صباحا كما في بعض\r\nالأخبار ( 1 ) بل في بعضها أنه من دأب الرهبانية المنسوخ في هذه الشريعة وأعظم\r\nمن ذلك ما روي من أن رباب ( 2 ) زوجة مولانا الحسين عليه السلام لم تزل ما\r\nدامت حية بعد شهادته تجلس في حرارة الشمس إلى أن تقشر جلدها وذاب لحم\r\nبدنها حتى لحقت بسيدها فترق عليها الصديقة الصغرى أخت مولانا الحسين ( ع )\r\n\r\n","description":"","footnote":" ( 1 ) ففي الوسائل ج 4 ص 672 باب 46 قال ( ع ) من لم يأكل اللحم أربعين\r\nيوما ساء خلقه ومن ساء خلقه فأذنوا في أذنه فلاحظ وراجع كتاب الأطعمة\r\nوالأشربة منه ومن غيره من كتب الأخبار .\r\n( 2 ) ففي الكامل لابن أثير ج 4 ص 36 من الطبعة الأولى في مصر وبقيت ( يعني\r\nالرباب ) بعده ( يعني بعد قتل مولانا الحسين ) سنة لم يظلها سقف بيت حتى\r\nبليت وماتت كمدا هذا وفي الكافي المطبوع بهامش مرآة العقول ج 5 ص 372\r\nعن الصادق ( ع ) لما قتل الحسين ( ع ) أقامت امرأته الكلبية عليه مأتما وبكت\r\nوبكين النساء والخدم حتى جفت دموعهن وذهبت فبينا هي كذلك إذ رأت جارية\r\nمن جواريها تبكي ودموعها تسيل فدعتها فقالت لها : مالك أنت من بيننا تسيل\r\nدموعك ؟ قالت إني لما أصابني الجهد شربت شربة سويق قال : فأمرت بالطعام\r\nوالأسوقة فأكلت وشربت وأطعمت وسقت وقالت إنما نريد بذلك أن نتقوى على\r\nالبكاء على الحسين ( ع ) انتهى محل حاجة . ","page_name":" 50 ","page_number":50},
  {"content":"\r\nوتسألها الجلوس مع النسوة في المأتم تحت الظلال فتأبى ذلك وتقول لها إني آليت\r\nعلى نفسي ما دمت حية أن لا استظل عن حرارة الشمس منذ رأيت سيدي\r\nالحسين في حرارة الشمس .\r\nأترى أن ذلك كان مما يخفى على الإمام عليه السلام أو أنه كان يمنعهن من ذلك\r\nولم يمتثلن منعه لا سبيل إلى شئ منهما بل إنما هو لكونه داخلا في عنوان شعار\r\nالحزن والتحزن عليه عليه السلام ومن تعظيم المصيبة التي هي أعظم جميع المصائب\r\n:\r\nوكيف كان فقد بان من ذلك كله أنه لا وجه للحكم بكراهة لبس السواد في\r\nمصيبة سيد شباب أهل الجنة أرواحنا له الفداء بقصد التلبس بلباس الحزن المتعارف\r\nمن قديم الزمان كما هو المفروض تمسكا بعموم أدلة كراهته ولا لجعل معارضتهما\r\nمن قبيل معارضة دليل حرمة الغناء ودليل رجحان رثاء مولانا الحسين عليه السلام\r\nكما هو صريح خالي العلامة أعلى الله مقامه لسلامة رجحان لبسه في المقام عن\r\nمعارضته بأدلة الكراهة من جوه شتى كما وقفت عليها وعمدتها عدم دخوله في\r\nموضوع أدلة الكراهة فلا يكون حينئذ من قبيل معارضة دليل حرمة الغناء المحرم\r\nذاتا مطلقا من حيث كونه غناء ودليل رجحان رثائه بطريق الغناء ولو أشعر بعض\r\nالأخبار بتعليل تحريمه بكونه مورثا للفساد من حيث كونه مطربا إلا أنه ليس بحيث\r\nيدور الحكم معه وجودا وعدما إجماعا منا على الظاهر المصرح به كذلك في ألسنة\r\nالأصحاب قديما وحديثا :\r\nفما رجحه شيخنا المحدث البحراني قدس سره في حدايقه من رجحان لبسه في مآتم\r\nمولانا الحسين عليه الصلاة والسلام ومصيبته\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\nهو الأظهر لكن لا لتخصيصه أدلة الكراهة كما هو قضية قوله لا يبعد استثناء لبس\r\nالسواد في مأتم الحسين عليه السلام معللا باستفاضة الأخبار بشعار الحزن عليه عليه\r\nالسلام مؤيدا له بالحديث الذي رواه عن خالنا العلامة المجلسي رحمه الله المتضمن\r\nللبس نساء بني هاشم السواد بعد قتله إذ هو إنما يتجه على تقدير شمول عموم أدلة\r\nالكراهة لمثله ودخوله في موضوعها وقد عرفت عدمهما فال حاج معه إلى استثناء\r\nالمذكور الذي لا يخلو على تقديره عن نوع تأمل وإشكال لأن التعارض بينهما\r\nحينئذ تعارض العامين من وجه .\r\nوالمطلوب فيه الرجوع إلى المرجحات السندية أو غيرها ثم الأخذ بأحدهما المخير مع\r\nفرض التعادل والتساوي بينهما لا التخصيص الذي هو فرع كون أحدهما أخص\r\nمن الآخر مطلقا ( 1 ) وبالجملة التأمل\r\n\r\n","description":"","footnote":" ( 1 ) لا يخفى أن استفادة الحدائق قده رجحان لبس السواد في مأتم الدالة على\r\nرجحان لبس السواد في مأتم مولانا الحسين ( ع ) واستثنائه من عموم أدلة الكراهة\r\nإنما هو لأجل العمومات الدالة على رجحان إظهار الحزن على الحسين ( ع ) لا\r\nالاستثناء بدليل خاص لفظي مثل أن يقول مثلا يكره لبس السواد إلا في عزاء\r\nالحسين ( ع ) أو يستحب حتى يكون المستثنى في هذا الفرض خارجا عن المستثنى\r\nمنه حكما وعليه فالتعارض بينهما بالعموم من وجه محكم ولا بد في مثله من\r\nالرجوع إلى المرجحات السندية أو البراءة على ما هو المحرر في محله : نعم يمكن أن\r\nيقال إن من لبس الهاشميات السواد في مأتمه ( ع ) يظهر أن الكراهة تكون في غير\r\nهذه الصورة فيكون فعلهن بمنزلة التخصيص أو الاستثناء لعموم دليل المنع كما\r\nيظهر حجية فعلهن من تقرير الإمام ( ع ) لهن بعدم المنع من لبسه إياهن كما لا\r\nيخفى هذا وقد ظهر من كلام سيدنا المؤلف قده في المتن\r\nأن لبس السواد في مأتم الحسين ( ع ) خارج عن عموم دليل المنع تخصصا الفرض\r\nعدم شمول الكراهة له لو كان المقصود به التحزن على مولانا الحسين سيد شباب\r\nأهل الجنة أرواحنا لتراب حافر فرسه الفداء كما لا يخفي فلاحظ . ","page_name":" 52 ","page_number":52},
  {"content":"\r\nفي مساق أدلة الكراهة بعد ضم بعضها إلى بعض يقضي بما اخترناه وكان والدي\r\nالعلامة أعلى الله مقامه في أواخر أمره وعمره يرى حسن التلبس بهذا اللباس في أيام\r\nمأتم مولانا الحسين ( ع ) ( 1 ) المعودة وندبيته\r\n\r\n","description":"","footnote":" ( 1 ) أقول : ذهب جماعة كثيرة من علمائنا الأعلام وفقهائنا الكرام إلى استحباب\r\nلبس السواد في مأتم مولانا الحسين ( ع ) قولا وفعلا : كالفقيه المحدث البحراني في\r\nحدايقه كما عرفت والفقيه الدربندي قده في أسرار الشهادة ص 60 من طبع\r\nطهران سنة 1264 والعلامة الفقيد السيد إسماعيل العقيلي النوري قده في ج 2 من\r\nوسيلة المعاد في شرح نجاة العباد ص 170 وشيخنا المحدث النوري في مستدرك\r\nالوسائل وشيخنا الفقيه الرباني الشيخ زين العابدين المازندراني الحائري قده المتوفى\r\nسنة 1309 في رسالته الشهيرة المسماة بذخيرة المعاد ص 620 من طبع بمبئي سنة\r\n1298 وشيخنا الفقيه التقي الشيرازي الحائري قده حيث لم يعلق عليها في هذا\r\nالخصوص بشئ حيث إن الرسالة محشاة بحاشيته ومقروءة عليه وشيخنا العلامة\r\nالمجاهد الشيخ محمد حسين كاشف الغطاء في حاشيته على العروة والعلامة الفقيه\r\nالشيخ محمد علي النخجواني في الداعات الحسينية وبعض معاصرين سلمه الله في\r\nشرح الشرايع ص 141 ج 6 : هذا ولسيدنا العلامة السيد حسن الصدر أعلى الله\r\nمقامه رسالة في هذا الباب يظهر من اسمها أنه ذهب فيها إلى الاستحباب لأنه سماها\r\n( ب‍ ) تبيين الرشاد في لبس السواد على الأئمة الأمجاد هذا : وأما من كان يلبسه\r\nفي طيلة هذين الشهرين فجماعة من علمائنا الكملين منهم العلامة الفقيه الزاهد\r\nالحاج آغا حسين الطباطبائي القمي قده كما\r\nكان يلبسه في أيام الفاطمية أيضا كما حدثني بذلك ولده العلامة المعاصر سلمه الله\r\nومنهم سيد فقهاء عصره آية الله العلامة السيد محسن الطباطبائي الحكيم أعلى الله\r\nمقامه صاحب المستمسك كما حدثني شيخنا محيي الدين المامقاني دام ظله ومنهم\r\nالعلامة الفقيه الورع التقي السيد ميرزا مهدي الحسيني الشيرازي الحائري قدس الله\r\nسره وبحظيرة القدس سره المتوفى في الحائر الشريف سنة 1380 هجري وكان\r\nرحمه الله من أجلة علمائنا الإمامية علما وعملا كما حدثني بذلك ولده الفاضل\r\nالمعاصر السيد محمد سلمه الله ومنهم سيد فقهاء عصرنا الأعلم الأفقه السيد أبو\r\nالقاسم الموسوي الخوئي دامت بركاته كما حدثني بعض أصحابه وتلامذته سلمه\r\nالله تعالى ومنهم حجة الإسلام الشيخ يوسف الخراساني قده وقد رأيته أنا بأم عيني\r\nيلبسه في طيلة الشهرين وغيرهم مما يطول المقام بذكرهم قال العلامة البارع الجامع\r\nلمراتب الفضل والنبل الشيخ أبو الفضل الطهراني قده في شفاء الصدور ص 324\r\nمن سبع بمبئي سنة 1309 ما هذا نصه ( ولبس ) جامه سياه وسياه پوشي خانه ها\r\nاؤ بابت قيام بوظيفه عزاداريست وتعظيم شعار واحياي امر أئمة وأدلة كراهة لبس\r\nثياب سود با اين كه در بعض آنها اشعار بترك سنت بني عباس است كه شعار\r\nخود را سواد كرده بودند حكم في نفسه ولولا المعارض باملاحظ طريان عنوان\r\nعزاداري وماسعدت عرف اين زمان بر اختيار سياه براي عزا سخن داريم لهذا\r\nجماعتي از فقهاء مثل صاحب جواهر وغيره فتوى داده اند در باب حداد كه بر\r\nمعتدة بعده وفات واجب است ولازم أو ترك تزين است بملابس مصبوغة كه اين\r\nبحسب عادات مختلف مي شود وظيفة آنست كه أو لباس عزا پوشد خواه سياه\r\nباشد يا غير أو ودر بعض اخبار وارد است كه حضرت صادق روز عاشورا جامه\r\nسفيد پوشيده بود وبعضي فقهاي معاصرين باين عمل كرده در روز عاشورا\r\nبالخصوص جامه سفيد پوشيده بيرون آمده\r\nوأين اشتباه است بلكه مؤيد لبس سياه چه جامه سفيد در زمان بني عباس جامه\r\nعزا بودن چنانچه در تواريخ مسطور است وآن حضرت بر عرف وعادات آن\r\nزمان جرى كرده بود وچون در أين عهد لباس سياه جامه معزي است پس جامه\r\nسياه مستحب است نظر بعمومات الخ ( أقول ) والمراد من العمومات هي\r\nالعمومات الدالة على إظهار الحزن وإقامة المآتم والعزاء على سيد الشهداء عليه\r\nالسلام الذي منه لبس السواد خصوصا في هذا العصر الذي صار من شعار الشيعة\r\nفي محرم وصفر نظير الشهادة الثالثة في الأذان هذا وقد رأيت أنا أيضا بعض\r\nالمعاصرين في كربلاء ممن يذهب إلى حرمة لبس السواد قد خرج ليلة الحادي عشر\r\nمن محرم لابسا البياض بحيث كان لعله يجلب الأنظار : وإنه إن فر من إشكال فقد\r\nوقع في إشكال أشد منه كما لا يخفى . ","page_name":" 53 ","page_number":53},
  {"content":"\r\nفتوى وعملا إلى أن انتقل إلى رحمة الله بعكس ما كان عليه سابقا\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\nويترتب على ذلك صحة النذر والعهد وانعقادهما على لبسه في مأتمه ( ع ) فضلا\r\nعن اليمين عليه بخلاف ما لو قلنا بمقالة شيخنا الخال العلامة أعلى الله تعالى في\r\nالدارين مقامه .\r\nفلا ينعقد شئ منهما لاشتراط انعقادهما برجحان متعلقهما شرعا على ما يظهر\r\nمن النص والفتوى وكذلك الأخير وإن كان أوسع دائرة منهما بناءا على اشتراط\r\nانعقاده بمجرد عدم مرجوحية متعلقة ولو لم يكن راجحا كالمباح والظاهر أنه لا\r\nفرق سيما على ما حققناه بين لبسه في مأتم مولانا الحسين أرواحنا له الفداء وغيره\r\nمن النبي صلى الله عليه وآله أو غيره من سائر الأئمة عليهم السلام :\r\nبل النبي صلى الله عليه وآله كمولانا الأمير ( 1 ) صلوات الله عليهما أولى بذلك\r\n\r\n","description":"","footnote":" ( 1 ) ففي الدرجات الرفيعة للسيد المدني قده ص 147 كما في ص 14 من فضائل\r\nالأشراف من طبع النجف الأشرف : أنه لما توفي أمير المؤمنين عليه السلام خرج\r\nعبيد الله بن العباس إلى الناس فقال إن أمير المؤمنين توفي\r\nوقد ترك خلفا فإن أحببتم خرج إليكم وإن كرهتم فلا أجد على أحد فبكى الناس\r\nوقالوا يخرج إلينا فخرج الحسين عليه السلام وعليه ثياب سود فخطب بهم فقال :\r\nأيها الناس اتقوا الله فإنا أمراؤكم وأوليائكم وإنا أهل البيت الذين قال الله تعالى فينا\r\nإنما يريد الله ليذهب عنكم الرجس أهل البيت ويطهركم تطهيرا فبايعه الناس\r\nانتهى .\r\nوهذه الرواية محكية أيضا عن شرح النهج لابن أبي الحديد ولم يحضرني الآن موضعه\r\nلعدم وجود الكتاب عندي فلاحظ . ","page_name":" 55 ","page_number":55},
  {"content":"\r\nمنه ( ع ) لأن لبسه في مأتم كل واحد منهم نوع من تعظيم شعائر الله سبحانه\r\nقطعا فيكون حينئذ راجحا بل قد يلحق بهم غيرهم أيضا من هذه الحيثية كالعلماء\r\nونحوهم .\r\nمن يكون تعظيمه نوعا من تعظيم شعائر الله وشعائر الإسلام لو فرضنا كونه نوعا\r\nمن تعظيمه عرفا سيما بعد ما ورد من أن حرمة المؤمن ميتا كحرمته حيا ( 1 ) إلا\r\nأن ظاهر شيخنا المحدث البحراني رحمه الله ربما يعطي عدم استثناء حسن لبس\r\nالسواد في غير مأتمه ( ع ) لاقتصاره في الاستثناء كما عرفت على لبسه في مأتمه (\r\nع ) دون غيره مؤيدا بما ذكره من التأييد المتقدم إليه الإشارة الخصوص به روحي\r\nفداء .\r\nإلا أن يؤخذ بمقتضى تعليله الاستثناء باستفاضة الأخبار بشعار الحزن عليه ( ع ) فإنه\r\nعام يشمل غيره أيضا لاستفاضة الأخبار بنحو هذا الشعار في الجميع ولو بنحو\r\nالعموم من نحو قوله ( ع ) ( من ذكر مصابنا وحزن لحزننا أو لما أصابنا أو لما\r\nارتكب منا كان معنا ) إلى غير ذلك\r\n\r\n","description":"","footnote":" ( 1 ) راجع كامل الزيارات والخصال وغيرهما . ","page_name":" 56 ","page_number":56},
  {"content":"\r\nمما لا يكاد يعد ويحصى .\r\nوإن كان بوارد في خصوص مولانا الحسين عليه الصلاة والسلام منهم وممن تقدم\r\nعليهم من الأنبياء والأوصياء المخبرين عن الله سبحانه وتعالى بلسان الوحي ( 1 ) أو\r\nالرسول المنزل عليهم أكثر من غيره بمراتب شتى ولعل ذلك لعظم مصيبته التي تصغر\r\nعندها جميع المصائب ( 2 ) كما أخبر به جبرئيل ( ع ) آدم على نبينا وآله وعليه\r\nالسلام .\r\n\r\n","description":"","footnote":" ( 1 ) راجع المجلد الأول والثاني من كتاب أحسن الجزاء في إقامة العزاء على سيد\r\nالشهداء ( ع ) ففيه ما يشفي العليل ويروي الغليل .\r\n( 2 ) وذلك لعدم ورود مصائبه ( ع ) على أحد من الأنبياء ومن دونهم وقال\r\nالصادق ( ع ) كما في علل الشرايع ص 225 إن يوم قتل الحسين أعظم مصيبة\r\nمن سائر الأيام وعلل ( ع ) ذلك بأن ذهابه كان كذهاب جميع الخمسة الطيبة\r\nالذين هم أكرم الخلق على الله كما كان بقاؤه كبقاء جميعهم فلذلك صار يومه\r\nأعظم الأيام مصيبة : قلت : وهذه إحدى العلل ولها علل أخرى وكما هو الظاهر\r\nمن عدم حصره ( ع ) بذلك فلاحظ وراجع ج ل من أحسن الجزاء ص 292 ص\r\n293 ولقد أجاد من قال في هذا المجال :\r\nأنست رزيتكم رزايانا التي * سلفت وهونت الرزايا الآتية\r\nوفجايع الأيام تبقى مدة * وتزول وهي إلى القيامة باقية\r\nوقال آخر وأجاد أيضا :\r\nكل الرزايا دون وقعة كربلا * تنسى وإن عظمت تهون عظامها ","page_name":" 57 ","page_number":57},
  {"content":"\r\n( خاتمه )\r\nربما يظهر من بعض فقرات الزيارة الواردة عن الناحية المقدسة عن مولانا الحجة\r\nعجل الله فرجه ، التي يخاطب بها جده الحسين صوات الله عليه ما يدل على الجواز\r\nبل الرجحان المفرط من نحو الجزع والندبة والصياح والنياح في مصابه ( ع )\r\nالموجبة لتشوبه العين ونحوها من الأعضاء مما عساه يدخل في عنوان الضرر المسقط\r\nللتكاليف الموجبة له فإن منها قوله عليه الصلاة والسلام ( ولأندبنك صباحا ومساءا\r\nولأبكين عليك بدل الدموع دما ) .\r\nومن المعلوم أن تبدل الدمعة بالدم لا يمكن عادة إلا بعد عروض آفة من جرح\r\nونحوه ( 1 ) في العين من شدة البكاء والجزع الموجبين\r\n\r\n","description":"","footnote":" ( 1 ) فقوله ( ع ) كالنص الصريح في جواز البكاء على جده ( ع ) وإن استلزم\r\nالضرر منه في العين وعدم الخروج عن أصل الاستحباب والرجحان ويكون حاكما\r\nعلى القاعدة المعروفة هذا والأخبار الدالة على استحباب المشي إلى مراقد الأئمة (\r\nع ) وإن استلزم الضرر من الورم في القدمين ونحوه كالخوف من القتل والمثلة\r\nوالسجن مما لا تجعل لتلك القاعدة في مثل هذه الموارد موردا كي يتمسك بها وإن\r\nجعلها كجعل الجهاد والزكاة والخمس ونحوها وسيأتي أيضا بيانه كما لا يخفى\r\nفلاحظ جيدا ولا تغفل . ","page_name":" 58 ","page_number":58},
  {"content":"\r\nلذلك تعبيره عليه الصلاة والسلام عنهما بنحو التأكيد البليغ الصريح في دوام ذلك\r\nمنه عجل الله فرجه في مصاب جده المظلوم أرواحنا له الفداء يدل دلالة واضحة\r\nعلى أنه صلوات الله عليه يحق لذلك ولأمثاله مما يدخل في عنوان الحزن في مصابه\r\nصلوات الله عليه فضلا عن غيره مما هو دونه مع صدق العنوان المطلوب عليه في\r\nالعرف والعادة الذي منه لبس السواد في مصابه .\r\nفإنه أولى بالرجحان مما هو أعظم منه الذي قد عرفت أنه مما عساه يدخل في عنوان\r\nالضرر الممنوع عنه شرعا ولا الرخصة من مولانا الحجة عجل الله فرجه ( 1 )\r\nبمقتضى ظاهر سياق عبارته المقرونة بالتأكيد\r\n\r\n","description":"","footnote":" ( 1 ) قد وردت روايات مستفيضة تدل على جواز بل استحباب زيارته عليه السلام\r\nاستحبابا مؤكدا ولو كانت مستلزمة للمشقة الكثيرة والتعب المجهد بل وإن استلزم\r\nالخوف من القتل والمثلة والسجن أو الضرب ونحوها مثل ما رواه ابن قولويه رحمه\r\nالله في ص 125 من كامل الزيارات عن زرارة : قال قلت لأبي جعفر ( ع ) ما\r\nتقول فيمن زار أباك على خوف قال يؤمنه الله يوم الفزع الأكبر وتلقاه الملائكة\r\nبالبشارة ويقال له لا تخف ولا تحزن هذا يومك الذي فيه فوزك :\r\nوقال الصادق ( ع ) لمعاوية بن وهب : لا تدع زيارة الحسين ( ع ) لخوف فإن\r\nمن تركه رأى من الحسرة ما يتمنا أن قبره عنده الحديث أي لا تدع زيارته من\r\nخوف القتل أو المثلة أو السجن والضرب ونحوها : فإن الإنسان ليتمنى بعد موته أن\r\nلو زاره وقتل عنده وأقبر في بلده الأطهر .\r\nوقال الإمام الباقر ( ع ) لمحمد بن مسلم هل تأتي قبر الحسين ( ع ) ؟ قال نعم على\r\nخوف ووجل : فقال ما كان من هذا أشد فالثواب على قدر\r\nالخوف ومن خاف في إتيانه آمن الله روعته يوم القيامة يقوم الناس لرب العالمين\r\nالحديث في ص 127 من كامل الزيارات وتتمته في ص 276 فراجع ولاحظ .\r\nوقال هشام بن سالم لمولانا الصادق ( ع ) : ( فما لمن قتل عنده ) يعني عند\r\nالحسين ( ع ) ( جار عليه سلطان فقتله ) قال الصادق ( ع ) أول قطرة من دمه\r\nيغفر له بها كل خطيئة وتغسل طينته التي خلق منها الملائكة حتى تخلص كما\r\nخلصت الأنبياء المخلصين ويذهب عنها ما كان خالطها من أجناس طين أهل\r\nالكفر ويغسل قلبه ويشرح صدره ويملأ إيمانا فيلقى الله وهو مخلص من كل ما\r\nتخالطه الأبدان والقلوب ويكتب له شفاعة في أهل بيته وألف في إخوانه إلى أن قال\r\n( ع ) بعد عد جملة من المناقب فإن ضرب بعد الحبس في إتيانه كان له بكل ضربة\r\nحوراء وبكل وجع يدخل على بدنه ألف ألف حسنة ويمحي بها ألف ألف سيئة\r\nويرفع له بها ألف ألف درجة ويكون من محدثي رسول الله ( ص ) حتى يفرغ من\r\nالحساب فيصافحه حملة العرش\r\nالحديث : مذكور في ص 123 وص 165 بسند آخر عن صفوان من كامل\r\nالزيارات : هذا والروايات في هذا الباب كثيرة ذكرنا جملة منها في ج ل من كتابنا\r\nأحسن الجزاء المطبوع في قم المشرفة سنة 1399 فراجع وهذه الروايات كما ترى\r\nتدل دلالة واضحة على استحباب زيارة الحسين ( ع ) مهما بلغ الأمر من الخوف\r\nوالقتل والضرب والسجن وقد ذهب إليه غير واحد من الفقهاء والمحققين لهذه\r\nالنصوص في جميع الأزمان والأوقات من غير تقييد لها بذلك الزمان بالخصوص : إذا\r\n.\r\nومنها يمكن أن يستفاد جواز ضرب القامات على الرؤوس وإدماء الظهر بسلاسل\r\nالحديد ونحوهما بشرط الأمن والسلامة من الضرر المنجر إلى الموت أو شل عضو\r\nبواسطته مضافا إلى الأصل المقتضي لإباحة ما ذكرناه\r\nفي عزائه ( ع ) كما لا يخفى كما تفعله الشيعة وستفعله إلى يوم القيامة إن شاء الله\r\nتعالى وذلك لورود الحث الأكيد على إقامة العزاء والمأتم عليه روحي لتراب حافر\r\nفرسه الفداء كما لا يخفى على المتأمل التدقيق . ","page_name":" 59 ","page_number":59},
  {"content":"\r\nالبليغ الذي هو قرينة واضحة على أنه المطلوب في هذا المصاب العظيم\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\nفيكون لأجله مستثنى مما دل على منعه من حيث دخوله في عنوان الضرر على النفس\r\nولو في الجملة .\r\nواحتمال كون المراد من الفقرة المشار إليها غير ظاهرها كالإغراق ونحوه لا يتأتى\r\nولا يتصور على مذهبنا معشر الإمامية ( 1 )\r\nوالحمل على نوع من المجاز بإرادة أنه لو يبست دموع العين مثلا لكان ينبغي أن\r\nيبكي له عليه السلام بدل الدموع دما مناف للسياق مع أنه لا داعي إلى ارتكابه\r\nفلتحمل على حقيقتها المتبادر منها فيدل على استثناء لبس السواد في مصابه للتحزن\r\nعليه عليه السلام به من أدلة كراهته بطريق أولى إن قلنا بشمول أدلتها لمثله ودخوله\r\nفي موضوعها حسبما أشرنا إليه .\r\nهذا والمروي من دأب مولانا زين العابدين صلوات الله عليه وعلى آبائه وأبنائه\r\nالطاهرين وديدنه بعد قتل أبيه عليه السلام في التحزن عليه بما لا يطيقه البشر ما دام\r\nحيا إلى أن لحق بأبيه صوات الله عليه ( 2 )\r\n\r\n","description":"","footnote":" ( 1 ) لكون المبالغة لا تخلو عن نوع من الكذب الغير الجايز ولا شك عندنا بأن كلام\r\nالله تعالى منزه عنه فليس فيه مبالغة لا إغراء أصلا وكذلك كلام النبي ( ص )\r\nوكلام أوصيائه الأئمة الاثني عشر عليهم أفضل الصلاة والسلام .\r\n( 2 ) في البحار ص 149 ج 45 من الطبعة الحديثة : عن الصادق ( ع ) أنه قال :\r\nأن زين العابدين ( ع ) بكى على أبيه أربعين سنة صائما نهاره وقائما ليله فإذا\r\nحضر الإفطار جائه غلامه بطعامه وشرابه فيضعه بين يديه فيقول\r\nكل يا مولاي فيقول : قتل ابن رسول الله جائعا قتل ابن رسول الله عطشانا فلا\r\nيزال يكرر ذلك ويبكي حتى يبل طعامه من دموعه ثم يمزج شرابه بدموعه فلم يزل\r\nكذلك حتى لحق بالله عز وجل :\r\nوحدث مولى له ( ع ) أنه برز يوما إلى الصحراء قال فتبعته فوجدته قد سجد على\r\nحجارة فوقفت وأنا أسمع شهيقه وبكائه وأحصيت عليه ألف مرة لا إله إلا الله حقا\r\nلا إله إلا الله تعبدا ورقا لا إله إلا الله إيمانا وصدقا ثم رفع رأسه من السجود وإن\r\nلحيته ووجهه قد غمر بالماء من دموع عينيه .\r\nفقلت : يا سيدي ما آن لحزنك أن ينقضي ولبكائك أن يقل : فقال لي ويحك إن\r\nيعقوب بن إسحاق بن إبراهيم ( ع ) كان نبيا ابن نبي كان له اثني عشر ابنا فغيب\r\nالله سبحانه واحدا منهم فشاب رأسه من الحزن واحدودب ظهره من الغم وذهب\r\nبصره من البكاء وابنه حي في دار الدنيا وأنا فقدت أبي وأخي وسبعة عشر من أهل\r\nبيتي صرعا مقتولين فكيف ينقضي حزني ويقل بكائي انتهى .\r\nهذا وكان ( ع ) إذا أخذ إناء بشرب الماء بكى حتى يملأها دما فقيل له في ذلك\r\nفقال وكيف لا أبكي وقد منع أبي من الماء الذي كان مطلقا للسباع والوحوش\r\nوقيل له إنك لتبكي دهرك فلو قتلت نفسك لما زدت على هذا فقال نفسي قتلتها\r\nوعليها أبكي كما في المناقب :\r\nوقال : مولانا الرضا عليه السلام إن يوم الحسين أقرح جفوننا وأسبل دموعنا\r\nوأذل عزيزنا بأرض كرب وبلا وأورثنا الكرب والبلاء إلى يوم الانقضاء فعلى مثل\r\nالحسين فليبك الباكون فإن البكاء عليه يحط الذنوب العظام ثم قال ( ع ) كان أبي\r\nإذا دخل شهر المحرم لا يرى ضاحكا وكانت الكآبة تغلب عليه حتى تمضي عشرة\r\nأيام منه فإذا كان يوم العاشر كان ذلك يوم مصيبته وحزنه وبكائه الحديث : فقوله\r\nاقرح جفوننا : هو مما يدل على استمرار بكائهم طول حياتهم جميعا على العموم\r\nكما يقتضيه التعبير بلفظ الجمع ومعلوم أن القرح في العين لا يحصل إلا بعد شدة\r\nالبكاء والجهد فيه في مدة طويلة .\r\nومعنى أسبل الدمع هو إذا هطل وهذا يدل على جواز البكاء على سيد الشهداء (\r\nع ) وإن استلزم منه قرح العين وجرحه كما وإليه ذهب جماعة منهم العلامة الفقيه\r\nالشيخ على البحراني قده في رسالته الموضوعة لإقامة المآتم على الحسين ( ع )\r\nالمسماة بقامعة أهل الباطل المطبوعة في بمبئي سنة 1306 ص 20 وص 27 فراجع\r\nولاحظ . ","page_name":" 61 ","page_number":61},
  {"content":"\r\nمما يؤيد ويصدق كلام ولده الإمام المنتظر عجل الله فرجه .\r\nفإذا انضمت إليه أدلة حسن التأسي بهم معتضدا ذلك كله بقاعدة التسامح في أدلة\r\nالسنن لم يبق مجال للتأمل في رجحان لبس السواد في مصاب مولانا الحسين عليه\r\nالصلاة والسلام ودخوله بذلك في العناوين المتعددة في الأخبار البالغة حد التواتر\r\nالمعنوي التي\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\nأعد لأهلها من الأجر والثواب دينا وعقبا ما لا يعد ولا يحصى ( 1 ) سيما بعد أن بلغ\r\nإلى حد جرت عليه سيرة المتشرعة من الخواص فضلا عن العوان من قديم الزمان بل\r\nهو المعهود منهم كذلك في جميع الأعصار حتى عابهم المخالفون بذلك ونحوه زعما\r\nمنهم إنه من مبدعات الشيعة ( 2 ) وربما يزيد ذلك رؤيا بعض الصلحاء أربعة من\r\nالخمسة الطيبة الطاهرة لابسين السواد في أيام مصيبته ومأتمه عليه السلام فسأل\r\nعنهم\r\n\r\n","description":"","footnote":" ( 1 ) راجع كامل الزيارات وثواب الأعمال وأحسن الجزاء في إقامة العزاء على سيد\r\nالشهداء ( ع ) .\r\n( 2 ) الشيعة ليس لها حكم تجاه حكم الله ورسوله والأئمة نعم غيرهم يحكمون بما\r\nتشتهي أنفسهم فهم أهل البدع والمذاهب الباطلة . ","page_name":" 63 ","page_number":63},
  {"content":"\r\nعن سبب ذلك كأنه لا علم له في عالم الرؤيا بأنه أيا مصيبته ( ع ) فأخبروه بذلك\r\n:\r\nومن جملتها ما أخبرنا بعض الأجلة من ثقات فضلائنا المعاصرين عن خالنا العلامة\r\nالمجلسي ( 1 ) قدس سره أنه ذكر أن سيدا من السادات كان يستبعد الحديث\r\nالمشهور المتضمن لما أعد الله سبحانه وتعالى للباكي على مولانا الحسين ( ع ) ولو\r\nكان بمقدار قطرة واحدة أو أقل منها من الأجر والثواب العظيم الذي منه غفران\r\nذنوبه مما تقدم منها وما تأخر ولو كانت مثل زبد البحر .\r\nومنه أنه وجبت له بذلك الجنة أو حق على الله أن يدخله الجنة إلى غير ذلك من\r\nالمضامين إلى أن رأى رؤيا أهالته ومن جملتها أنه رأى النبي والوصي والزكي\r\nوالزهراء بحالة عجيبة غريبة لابسين السواد في غاية الحزن والكآبة وكأنه سأل عن\r\nسبب ذلك فأجيب بمثل ما مرت الإشارة إليه فرجع عما كان يستبعده إلى غير\r\nذلك من الأخبار والآثار المؤيدة لحسن ذلك ورجحانه شرعا فلا ينبغي التأمل فيه مع\r\nذلك للفقيه والله أعلم بما فيه : فرغ من تحريره لما يقتضيه مؤلفه الفقير إلى الله الغني\r\nجعفر بن علي نقي الطباطبائي الحائري في الثلث الأخير من ليلة الخميس التاسع من\r\nشهر رمضان المعظم سنة 1317 هجري ( 2 )\r\n\r\n","description":"","footnote":" ( 1 ) ذكر ذلك في ج 10 من البحار طبع كمپاني فراجع ولاحظ .\r\n( 2 ) هذا وفرغ من استنساخه وتبييضه والتعليق عليه العبد الفقير إلى الله الغني :\r\nمحمد رضا ابن السيد جعفر الحسيني الأعرجي الفحام عفي عنه الملك العلام سنة\r\n1403 - 19 من شهر ذي الحجة الحرام في مدينة قم المقدسة حرم الأئمة\r\nالطاهرين وعش آل محمد المعصومين صلوات الله عليهم أجمعين . ","page_name":" 64 ","page_number":64},
  {"content":"\r\n1 - آية الله المؤلف قده 2 - آية الله السيد حسين الموسوي الإصفهاني الحائري\r\nعم الشهيد الشمس آبادي 3 - العلامة حجة الإسلام السيد محمد مهدي الحجة\r\nالطباطبائي 4 - العلامة السيد محمد علي الطباطبائي سبط المؤلف وأحد رجال\r\nثورة العشرين أعلى الله مقامهم ورفع في الخلد أعلامهم .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65}
  ]