[
  {"content":"\r\n\r\nمقاليد الهدى\r\nفي\r\nشرح العروة الوثقى\r\nاستنباط\r\nالسيد عبد الرضا المرعشي الشهرستاني\r\nالاجتهاد والتقليد\r\nالجزء الأول\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالطبعة الأولى\r\n1395 - 1975\r\nمطبعة الغري الحديثة - النجف - شارع الإمام علي - هاتف 32682\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nحياة المؤلف\r\nبسم اللّه الرّحمن الرّحيم\r\nبقلم : جواد الشهرستاني\r\nان للعلم قداسة روحية لا تفوقها أية مكرمة وقداسة أخرى ولا يدانيه أي شرف .\r\nوقد حث الرب العظيم في محكم كتابه الكريم على وجوب تحصيل العلم والارتواء من منهله وتعظيم أهله لقوله تعالى  هَلْ يَسْتَوِي الَّذِينَ يَعْلَمُونَ وَالَّذِينَ لا يَعْلَمُونَ  .\r\nفأول آية نزلت على سيد الرسل وكانت افتتاحا لكلامه هي اية العلم « آية القراءة » . . .   اقْرَأْ بِاسْمِ رَبِّكَ الَّذِي خَلَقَ   . . . فلو أن هناك نعمة أعلى وأجل وأعظم من نعمة العلم بعد نعمة الايجاد لخصه بالذكر ولقدمه على باقي النعم .\r\nفبالعلم ينقل الانسان من ظلمة الجهل إلى نور المعرفة .\r\nوبالعلم يعرف الانسان المنافع العظيمة في مجالات الفكر والتعبير .\r\nفلو لا اليراع والقرطاس لما دونت العلوم ولما استقامت الأمور .\r\nوهناك آيات كثيرة ليس في وسعنا ذكرها في هذا المختصر .\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nوقد وردت أحاديث كثيرة من النبي الأكرم وأئمتنا الهداة الميامين في فضل العلم وشرف حملته .\r\nقال رسول اللّه صلى اللّه عليه وآله وسلم . . منهومان لا يشبعان . .\r\nطالب دنيا . . وطالب علم . . فمن اقتصر من الدنيا على ما أحل اللّه له سلم . ومن تناولها من غير حلها هلك . . الا ان يتوب أو يراجع ومن أخذ العلم من أهله وعمل بعلمه نجا ومن أراد به الدنيا فهي حظه .\r\nوقد قسم العلماء العلوم إلى قسمين رئيسيين . علوم مادية وعلوم روحانية .\r\nفالعلوم المادية . . . هي تلك العلوم التي تسير جنبا إلى جنب متمشية مع واقع الحضارة المادية الجديدة كالفيزياء والكيمياء والفسلجة والجيولوجيا وغيرها .\r\nوالعلوم الروحانية . . كعلم الكلام . والذي هو أشرف العلوم قاطبة لما لهذا العلم من اثر قيم في ترسيخ عقيدة الانسان وكيف لا يكون كذلك فبواسطته يتعرف الانسان على خالقه ويطلع على اسرار الصنع الرباني الخافية على الجاهل .\r\nويأتي الفقه في المرتبة الثانية من ناحية الأهمية ومن ثم الأصول والنحو والصرف والبلاغة والفلسفة . . الخ .\r\nفعلم الفقه يسير سيرا حثيثا وجنبا إلى جنب متمشيا مع المسلم في افعاله وتروكه في تجارته وكسبه في سفره وحضره .\r\nوقد قال النبي الأعظم . . التاجر فاجر ما لم يتفقه .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nفعليه ان التاجر الجاهل بأمور دينه ودنياه من عبادات ومعاملات فهو فاجر بمقتضى قول الرسول .\r\nوقد صنف علماءنا السابقون والسلف الصالحون في علم الفقه تصانيف كثيرة . فزادوا في تنقيح دلائل مسائلها بأسلوب شيق متين .\r\nوحل اسرارها وكشف غوامضها بعبارات لطيفة جميلة .\r\nوقد اسهبوا اسهابا جيدا في وضع قواعد وأسس راسخة متينة لا يعتورها نقص ولا خلل .\r\nوبعد ان توسعت دائرة علم الفقه وزاد رواده والطالبون للاغتراف من منهله العذب . . حدا بالعلماء الاعلام والفقهاء العظام إلى تجديد النظر فيه فاستنبطوا آراء جديدة في سبيل تطوير هذا العلم ودفع عجلته إلى الامام .\r\nفمنهم من أطنب فأجاد ومنهم من أوجز فأفاد .\r\nوالآن . . . لا يصل الفرد إلى بحث الخارج الا بعد ان قطع أدوارا شاسعة وخاض غمار معارك علميه وغاص في اغوار وكنه تلك العلوم العميقة . من أين أتى ذلك لا شك انه من تقدم هذا العلم وتطوره في هذا الزمان .\r\nوان هذا العلم شأنه شأن أي علم آخر يفتقر ويحتاج إلى من يؤلف فيه ويكتب عنه ويصنف حوله . . فان العالم بلا عمل كالشجر بلا ثمر .\r\nوقد قال أبو عبد اللّه . ان العالم إذا لم يعمل بعلمه زلت موعظته من القلوب كما يزل المطر من الصفا « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحجر الصلد الذي لا يستقر عليه الماء .\r\n","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nفعليه ان العالم يجب ان يعمل بما يحمله من فكر ثاقب ورأي سديد .\r\nومن هؤلاء العلماء الذين بذلوا كل ما عندهم في سبيل نشر التعاليم الاسلامية والمفاهيم الحقة هو سيدنا الوالد المكرم دام ظله فقد صنف تصانيف عديدة وفي مواضيع شتى ومتفرقة كالعقائد والتفسير والأصول والفقه و . . . الخ .\r\nوما أجوبته على المسائل الدينية التي كانت ترده من جميع الأمصار خير دليل ناصع على قولي .\r\nومن تأليفاته في الفقه الموسوعة الفقهية القيمة مقاليد الهدى شرح العروة الوثقى . . وهي التي بين يديك .\r\nوقد رمت ان اذكر نبذة يسيرة مختصرة عن حياة السيد الوالد في هذه المقدمة . حتى يطلع عليها من له الشغف بمعرفة حياته .\r\nواما حديثنا عن حياة السيد الوالد فتتحدد في جهات .\r\nولادته : ولد سماحة سيدنا الوالد عام 1339 للهجرة .\r\nبيئته : نشأ سيدي الوالد في بيئة علمية تزخر بالمواهب وتموج بالعلم والفضل والمعرفة فهذا عمه آية اللّه السيد مرزا علي الشهرستاني من كبار العلماء العظام ومن أقطاب ثورة العشرين وقصته مع المستر كوكس « 1 » اشهر من أن تذكر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ارسل المستر كوكس المندوب البريطاني على العراق . . .\r\nمبلغا محترما من المال إلى سماحة آية اللّه السيد مرزا علي الشهرستاني .\r\nوذلك لغرض استمالة السيد اليه . ولكن الأخير رد المال ولم يقبل -\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nوكان والده حجة الاسلام السيد زين العابدين الشهرستاني من الفضلاء الأجلاء وكان يعرف ما يقرب من أربعين حرفة وصنعة وعلم وان جده آية اللّه السيد محمد حسين الشهرستاني كان نابغة القرن الرابع عشر الهجري وكان يعرف ببهائي زمانه وانه من العلماء القلائل الذين لم يقلدوا في حياتهم . . حيث أصبح مجتهدا وهو بعد لم يبلغ الحلم وقضية اجتهاده معروفة مع أستاذه العلامة آية اللّه الأردكاني . . ويظهر ذلك من إجازة الاجتهاد التي حصلها منه وله في كل فن وعلم كتب ورسائل .\r\nهذا من ناحية عائلته اما من ناحية بلده ومدينته .\r\nفقد كانت كربلاء معقلا للعلم والثقافة الاسلامية قبل عدة قرون . .\r\nوإليها كان يهرع طلاب العلم والراغبون في دراسة الفقه والأصول والنحو والفلسفة والبلاغة . وكانت تعقد في المدارس والمساجد حلقات لدراسة هاتيك العلوم .\r\n\r\n\r\n","description":"","footnote":"\r\n- بتسلمه المبلغ لعلمه بنوايا المندوب السامي الخبيثة . وبعد مدة وجيزة قام المستر كوكس بنفسه لزيارة السيد الشهرستاني . . فلما ان وصل الدار .\r\nطرق الباب . . أطل عليه السيد من النافذة ولما رآه علم أنه ما جاء الا لغرض يضمره في قلبه . . لكن السيد كان أقوى منه ومن تصوراته .\r\nحيث رده بشجاعة وجرأة فائقتين وتلى عليه هذه الآية الكريمة قائلا    « قُلْ يا أَيُّهَا الْكافِرُونَ لا أَعْبُدُ ما تَعْبُدُونَ . . . »    الآية الخ وقال للمترجم :\r\nلا اسمح له بمقابلتي - وكان كما قال حيث إنه ما سمح لأي مسؤول بريطاني قط ان يقابله إلى أن وافته المنية - فوجم المندوب من جرأة وشجاعة هذا العالم امامه ورجع خائبا من دون ملاقاة السيد الشهرستاني .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nونستطيع ان نؤكد دون ان نبالغ ان جل الفقهاء عند الشيعة كانوا من تلامذة حلقاتها وخريجي مدرستها - والتي كانت تعقد بانتظام دائم وعلى طول أيام السنة - كالسيد المجاهد وشريف العلماء والأنصاري وصاحب الحدائق والضوابط والسيد علي صاحب الرياض والوحيد البهبهاني والمهادي الأربعة « 1 » وغيرهم من فطاحل مذهب التشيع .\r\nفلا شك ولا شبهة ان كل فرد يعيش في بيئة كهذه البيئة الزاخرة بالفضل المتموجة بالكمال والصلاح . . انها تؤثر في شخصيته وتوجهه إلى التكامل الروحي والخلقي وتهذبه وتأخذ بيده إلى طريق الخير .\r\nوقد كان - بالفعل - لهذا المحيط أثرها الفعال والحقيقي في تكوين شخصية سيدي الوالد .\r\nترعرع السيد الوالد في مثل هذه البيئة . . وكان منذ نعومة أظفاره يصاحب والده في المجالس والمحافل ويشترك في الأندية والدواوين وهو لم يبلغ السابعة من العمر . فكان يرتوي من نمير منهلهم الروحي وغزارة علومهم الفياضة . . وكان يرى بأم عينيه كيف يجادلون في مسألة من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) 1 - السيد محمد مهدي الشهرستاني .\r\n2 - الشيخ محمد مهدي النراقي .\r\n3 - السيد محمد مهدي بحر العلوم .\r\n4 - الشيخ محمد مهدي الفتوني .\r\nوكان هؤلاء الفطاحل من أخص تلاميذ الوحيد البهبهاني .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالمسائل الفقهية أو اللغوية أو الفلسفية وكان يزداد حبا وولعا إلى الانضمام إليهم والتعلم منهم أكثر فأكثر .\r\n\r\nتحصيله العلمي\r\n: يتكون من عدة مراحل .\r\n1 - المرحلة التمهيدية : حيث ادخله والده المدرسة الجعفرية الأهلية عام 1346 . وذلك لتعلم القراءة والكتابة والخط وبعض العلوم الأولية . وأنهاها عام 1350 .\r\n2 - وانتقل إلى المرحلة الثانية وهي المقدمات والسطوح حيث انصرف سيدي الوالد لتحصيل العلوم الاسلامية . فانكب على الدرس والمطالعة انكباب الطالب المجد فدرس المقدمات من صرف ونحو وأوليات الفقه على يد أساتذة لهم اليد الطولى في هذا الفن وهم الحجة المرحوم الشيخ علي أكبر سيبويه والعلامة الشيخ حسن الأصبهاني والعلامة الشيخ جعفر الرشتي .\r\n3 - وبعد ان انهى هذه المرحلة انتقل إلى المرحلة الثالثة شأنه شأن كل طالب حوزوي .\r\nحيث عكف على دراسة السطوح العالية وهي المكاسب والرسائل والكفاية عند مشاهير الأساتذة في كربلاء آنذاك كآية اللّه الشيخ يوسف الخراساني والفيلسوف الإلهي آية اللّه الشيخ محمد رضا الاصفهاني .\r\nودرس علم الهيئة والرياضيات عند آية اللّه السيد محمد طاهر البحراني .\r\n4 - وأخيرا انتقل السيد الوالد بعد انهاء هذه المراحل الثلاثة إلى مرحلة بحث الخارج . فحضر عند كل من آيات اللّه العظام السيد مرزا مهدي الشيرازي والسيد عبد الهادي الميلاني والسيد عبد الحسين الحجة والشيخ\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nمرتضى الآشتياني والشيخ يوسف الخراساني وغيرهم من أساطين العلم وجهابذة الفضل والمعرفة .\r\n\r\nمشاريعة الاسلامية المهمة :\r\nأسس سيدنا الوالد دام ظله عدة مشاريع اسلامية مهمة وشارك في قسم آخر منها ومن أهم تلك المشاريع الخيرية هي :\r\n1 - مدرسة الإمام الصادق الأهلية . . تأسست عام 1371 للهجرة وقد أسست لتعليم الأطفال الدروس التربوية وفق المناهج الاسلامية كالصلاة والوضوء وحفظ بعض آي من القرآن المجيد هذا كله إضافة إلى دروسهم المنهجية المقررة كالتاريخ والجغرافية والانكليزي والحساب .\r\nفقد أعطت - وللّه الحمد - هذه المدرسة ثمارها المرجوة حيث خرجت ما يقارب من خمسمائة شاب متخلق بالأخلاق الاسلامية ومتصف بالصفات النبيلة خلال عشرون عاما من تأسيسها . . شارك مع السيد الوالد في هذا المشروع الاسلامي الكبير كل من آية اللّه العلامة السيد محمد الشيرازي والحجة السيد محمد صادق القزويني والعلامة الشيخ جعفر الرشتي وسماحة الشيخ عباس الحائري والحاج محمد حسن الوكيل والحاج محمد جواد الصائغ والحاج محمد صدقي . . وأخيرا خرجت هذه المدرسة من حوزة العلماء الأعلام والتجار الأخيار بعد تأميم المدارس الأهلية في سنة 1395 الهجرية .\r\n2 - مدرسة اسلامية لتعليم الشباب الدروس الاسلامية والمسائل الفقهية . . فتح السيد الوالد مدرسة مسائية على مستوى راق وذلك\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nلتعليم الشباب المثقف الواعي الدروس الاسلامية التربوية الصحيحة والمواعظ والحكم المحمدية . حتى يكون لهم الملكة في رد شبهات الملحدين والمنحرفين عن جادة الصواب .\r\nوقد كانت . . وللّه الحمد . . هذ المؤسسة عند حسن ظن غارسي بذورها . . حيث تمكنت ولفترة قصيرة جدا من اجتذاب الشباب المثقف إلى حضيرة الاسلام وذلك بعد أن جرفتهم تيارات الالحاد وابعدتهم الافكار الهدامة والمعادية للاسلام والمسلمين . . والدروس المقررة فيها هي التفسير والعقائد والفقه وغيرها من الدروس الاسلامية وكان مدرسي هذه المؤسسة بالإضافة إلى السيد الوالد كل من العلامة الشيخ عبد الحسن البيضاني والعلامة الشيخ جواد المظفر والعلامة السيد رضي .\r\n3 - فتح مستوصف للأطفال . . وكانت هذه المؤسسة من خيرة المستوصفات التي أنشأت في المحافظة آنذاك . . حيث كان يدير دفتها خيرة الأطباء ويباشر فيها أحسن الأخصائيين وقد كانوا يعالجون المرضى بدقة تامة . ولكن ويا للأسف الشديد لم تستمر أكثر من عام واحد .\r\n4 - الجمعية الخيرية الاسلامية : كان السيد الوالد من أول المساهمين وأقدمهم في تأسيس هذه الجمعية . وكان غرضهم هو انشاء مدارس عصرية بكامل مراحلها التطبيقية وتكون تحت اشراف العلماء الأعلام . . لكن واجهتها في الآونة الأخيرة بعض العراقيل والمعوقات بما أدى إلى ايقاف نشاطها .\r\nوقد كانت الهيئة المؤسسة لهذه الجمعية الخيرية كل من\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nأصحاب السماحة العلماء الأعلام السيد محمد صادق القزويني والسيد محمد صادق الشهرستاني والسيد عبد الحسين القزويني والسيد جعفر الطباطبائي والسيد مرتضى القزويني والشيخ عبد الزهراء الكعبي والشيخ عباس الحائري بالإضافة إلى التجار الأخيار كالحاج علي رضا الخرمشاهي والحاج محمد علي الخفاف والحاج محمد حسن الوكيل والحاج محمد صدقي والحاج محمد جواد الصائغ والحاج رضا الكشميري .\r\n5 - المكتبة الجعفرية . . أسس السيد الوالد مكتبة علمية قيمة في المدرسة الهندية وذلك بمؤازرة كل من أصحاب السماحة العلامة آية للّه السيد محمد الشيرازي والحجة الشيخ جعفر الرشتي والحجة الشيخ محمد هادي معرفة . وقد بذل السيد الوالد جهده وجهاده في سبيل تطويرها وتنظيمها وترتيبها والاتصال مع المكتبات الخارجية حول ضرورة تنميتها ورفع مستواها حتى تكون بمستوى المسؤولية الملقاة على عاتقها حتى بلغ تعداد كتبها ما يقارب الخمسة آلاف كتاب بين مخطوط ومطبوع . وهي الآن مغلوقة لظروف قاهرة . خاصة .\r\n6 - لجنة الثقافة الدينية : أسس السيد الوالد سنة 1370 الهجرية لجنة باسم لجنة الثقافة الدينية . غرضها نشر التعاليم الاسلامية والمعارف المحمدية . . وقد أعلن السيد الوالد في حينه عن استعداده واستعداد اللجنة في الجواب عن كل سؤال ديني يردها . ، ورد شبهات الملحدين .\r\nوقد كانت تنشر الأسئلة والأجوبة في بادئ ذي بدء ضمن جريدة القدوة الكربلائية ومن ثم اخذت تنشر في مجلة رسالة الشرق الكربلائية . .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nوأخيرا صدرت بشكل مستقل وذلك ضمن اعداد خاصة وبصورة نشرة شهرية تصدر في كل شهر جزء واحد واستمرت ما يقارب الخمسة عشر عاما أصدرت خلالها أربعة عشر مجلدا في شتى المواضيع الاسلامية كالعقائد والتفسير والتاريخ والردود والشبهات والشكوك وغيرها .\r\n\r\nآثار السيد المطبوعة :\r\nلسيدي الوالد دام ظله تصانيف كثيرة وتأليفات عديدة في مختلف الفنون الاسلامية رغم مشاكله الكثيرة ومسؤولياته الضخمة المتعددة وهي :\r\n1 - أجوبة المسائل الدينية : وهي أجوبة المسائل والردود والشبهات والشكوك التي كانت ترد اللجنة من كل حدب وصوب وكان السيد الوالد رئيسا لتلك اللجنة . وقد صدر منها 14 مجلد في مختلف العلوم والفنون .\r\n2 - بعد ان توقفت أجوبة المسائل الدينية عن الاصدار قرر السيد الوالد ان يبوب تلك الأسئلة والأجوبة حسب علومها المختلفة ويضع كل فن وعلم على كتاب مستقل ولتكون موسوعة اسلامية قيمة . .\r\nوقد صدر منها لحد الآن ثلاثة اجزاء الأولان في التفسير والثالث في العقائد . وسيصدر الباقي تباعا انشاء اللّه .\r\n3 - النيروز في الاسلام طبع سنة 1371 .\r\n4 - نوروز در تاريخ ودين بالفارسية طبع سنة 1377 .\r\n5 - صلاة الجمعة في عصر الغيبة . . وهو كتاب يبحث عن الحرمة التشريعية في صلاة الجمعة طبع سنة 1380 هج .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n6 - السجود على التربة الحسينية طبع اربع مرات آخرها عام 1388 هجرية .\r\n7 - حياة الإمام الحسين بن علي .\r\n8 - الصلاة معراج المؤمن طبع اربع مرات .\r\n9 - الامر بالمعروف والنهي عن المنكر .\r\n10 - تقويمان أحدهما لمائة سنة هجرية ابتداء من سنة 1363 إلى سنة 1463 هجرية . والآخر تقويم دائمي . وقد استخرجها السيد الوالد حسب قاعدة فلكية وبعض الأخبار من كتب عديدة ومصادر كثيرة راجعها تجد ضالتك منها :\r\n11 - سؤالكم وجوابنا . صدر منها لحد الآن 8 أجزاء . وتوقفت عن الاصدار لظروف تخص النشرة .\r\n\r\nآثار السيد المخطوطة :\r\n1 - موسوعته الفقهية مقاليد الهدى في شرح العروة الوثقى .\r\n2 - الطريق القويم إلى جنة النعيم . بحث الإمامة .\r\n3 - دفع الشبهات وحل المشكلات .\r\n4 - غاية التقريب في شرح منظومة التهذيب .\r\n5 - حاشية على المكاسب .\r\n6 - حاشية على الرسائل .\r\n7 - حاشية على اللمعة الدمشقية .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n8 - حاشية على القوانين في الأصول .\r\n9 - حاشية على المعالم في الأصول .\r\n10 - عقائد المؤمنين في أصول الدين .\r\n11 - الطريق المستقيم في بيان أصول الدين .\r\n12 - المعارف الجلية . بقي منه عشرة مجلدات بعد ان طبع ثلاثة منها كما ذكر ذلك سلفا .\r\n\r\nإمامته في الناس :\r\nكلّف سماحة سيدنا الوالد من قبل العلماء الأعلام وعلى رأسهم آية اللّه السيد محمد طاهر البحراني ومن قبل بعض المؤمنين والأخيار بإقامة صلاة الجماعة فاستجاب سماحته لطلبهم عام 1356 . وكان السيد يقيم الجماعة مكان السيد البحراني الآنف الذكر عند غيابه لسفر أو لمرض .\r\n\r\nتدريسه :\r\nطلب بعض الفضلاء من السيد الوالد عام 1392 هجرية . بتدريس بحث الخارج وذلك بعد ان خلت الحوزة العلمية في كربلاء منها في الآونة الأخيرة فاستجاب السيد الوالد لطلبهم . وقد انتخب سماحته كتاب العروة الوثقى ليكون مدار درسه وبحثه . لما لصاحب هذا الكتاب من علمية جبارة حيث هو من اجل الفقهاء في هذا القرن\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nوكيف لا يكون كذلك وكتابه شاهد صدق على صدق مدعاي . وشاهد صدق على غزارة علمه وعلو كعبه في هذا المضمار .\r\nوهذا الكتاب الماثل بين يديك لهو أنموذج من ذلك البحث والتحقيق له دام ظله .\r\nهذا هو خلاصة ما رمت ذكره كمقدمة لهذا الكتاب عسى اللّه ان يهدينا إلى سواء الطريق انه نعم المولى ونعم النصير .\r\nكربلاء المقدسة جواد الشهرستاني\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nمقدمة\r\nبسم اللّه الرحمن الرحيم\r\nالحمد كل الحمد للّه الاحد :    اللَّهُ الصَّمَدُ : لَمْ يَلِدْ وَلَمْ يُولَدْ وَلَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ .    والصلاة والسلام على سيدنا ونبينا محمد : وآله الذين هم للاسلام عمد .\r\nوبعد : فيقول المحتاج إلى رحمة ربه عبد الرضا بن زين العابدين ابن محمد حسين الحسيني المرعشي الشهرستاني عفى اللّه عنهم بالنبي وآله .\r\nان علم الفقه في العلوم . كالقمر البازغ في النجوم : ولا يخفى علو قدره وجلالة شأنه فينبغي صرف العمر في اتقان مسائله وبذل الجهد في تنقيح دلائله :\r\nوقد صنف فيه العلماء والفقهاء جزاهم اللّه عن الاسلام خيرا من الكتب والرسائل ما ملأ الآفاق : فأحببت أن انتخب منها منهجا ومرشدا لاستنباط الأحكام الشرعية الفرعية عن أدلتها التفصيلية : فوجدت كتاب العروة الوثقى لقدوة الفقهاء والمحققين ناصر الملة والدين آية اللّه في العالمين السيد محمد كاظم الطباطبائي طاب ثراه وقد اشتهر بين العلماء الأعلام إشتهارا عظيما حتى غدت محورا يدور عليها رحى الأبحاث الخارجية فمنهم شارح لها وبعضهم محشى عليها : وقد انطوت على لب الفتاوى بعبارات وجيزة متقنة خالية من الاطناب الممل والايجاز المخل .\r\nوها أنا ذا اشرع في المقصود وباللّه استعين وسميته ب « مقاليد الهدى » في شرح العروة الوثقى : سائلا من اللّه جل اسمه أن يكتبه في صحائف الحسنات ويجعله لي من الباقيات الصالحات ورفع الدرجات ويوفقني للاتمام ويعصمني من الخطايا والآثام .\r\nكربلاء المقدسة عبد الرضا الحسيني الشهرستاني\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\n[ الجزء الأول 
  ]\r\n\r\n[ باب في التقليد 
  ]\r\nمسألة « 1 » يجب على كل مكلف في عباداته ومعاملاته أن يكون مجتهدا أو محتاطا\r\n\r\n\r\n\r\n","description":"\r\n\r\nمسألة « 1 » [ وجوب التقليد أو اجتهاد 
  ]\r\n( يجب على كل مكلف ) الوجوب التخييري المذكور اما فطري وذلك لوجوب دفع الضرر المحتمل وهذا يحصل حتى للحيوانات حيث إن في ترك جميع الابدال احتمال الضرر ، واما عقلي وذلك لوجوب شكر المنعم والثاني أي شكر المنعم يرجع إلى الوجه الاوّل لاحتمال الضرر وسلب النعمة بواسطة ترك شكره .\r\nقوله ( في عباداته ومعاملاته ) « 1 » بل في كل امره . ان كان المراد المعاملات بالمعنى الخاص أي العقود فيرد عليه بأن التكليف ليس منحصر فيهما ، بل يكون في جميع افعاله وتروكه كالايقاعات وغيرها كالطهارة والنجاسة والضمانات مما لا يحتاج إلى قصد القربة ولا يقع بين الطرفين حتى جعل من المعاملات ، ولكن المراد من المعاملات بمعنى الأعم في مقابل العبادات التي تحتاج إلى قصد القربة فيشمل الايقاعات والعقود وعلى هذا لا يرد عليه شيء ( ان يكون مجتهدا أو مقلدا أو محتاطا ) « 2 » بان يعمل على طبق اجتهاده أو على رأي مقلد ، أو على الاحتياط ويرد على هذا الحصر بأن جواز الاحتياط من المسائل الخلافية فيلزم أن يكون فيه مجتهدا أو مقلدا فيرجع الأخير إلى أحد الأوليين وعلاوة على ذلك\r\n","footnote":"\r\n( 1 ) بل يجب في كل أموره .\r\n( 2 ) في الحصر نظر لأن الأخير يرجع إلى أحد الأوليين الا إذا كان المراد الحصر العقلي لا في مقام العمل .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nلا يمكن للمكلف أن يكون محتاطا في جميع المسائل خصوصا في مسألة جواز الاحتياط أو دوران الأمر بين المحذورين كصلاة الجمعة .\r\nنعم يمكن الجواب بأن المراد من العمل بالاحتياط ، ان المكلف يعد من المحتاطين إذا عمل بالاحتياط على طبق فتوى مقلده أو اجتهاده وان كان في بدء الأمر راجع إلى أحد الأمرين في الحقيقة أو يقال : بأن المراد الحصر العقلي لدفع الضرر المحتمل وذلك لا يحصل إلا بأحدى الأمور الثلاثة وأخذ الاحتياط على الوجه الموضوعي وليس في مقام وجوده في الخارج أو عدمه .\r\n\r\nوالاجتهاد لغة الجهد وهو المشقة واصطلاحا استفراغ الوسع في تحصيل الظن بالحكم الشرعي\r\nوالمجتهد اسم فاعل منه وهو مستنبط للأحكام الشرعية الفرعية عن أدلتها التفصيلية .\r\nأو له ملكة يقتدر بها على استنباط الحكم الشرعي الفرعي من الأصل فعلا أو قوة قريبة .\r\nولا يخفى ان اختلاف عباراتهم في بيان معناه اصطلاحا ليس من جهة الاختلاف في حقيقته وماهيته لوضوح انهم ليسوا في مقام بيان حده أو رسمه بل انما كانوا في مقام شرح اسمه .\r\nفالأولى تبديل الظن بالحكم بالحجة عليه : بأن نقول الاجتهاد استفراغ الوسع في تحصيل الحجة على الحكم الشرعي فان المناط فيه هو تحصيلها قوة أو فعلا وما يحصل من الاجتهاد قد يكون يقينيا وقد يكون حجة شرعية تعبدية ، وكلاهما حجة على المجتهد والمقلد .\r\n","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nوعلى ما فسرنا الاجتهاد بأنه استفراغ الوسع في تحصيل الحجة على الحكم الشرعي فنتوافق مع القائلين بحجية الظن العام أو الخلص وكذلك الأخباريين لأنه بعد حصول الحجة يجب المتابعة سواء كانت الحجة بحصول اليقين أو الظن التعبدي الحاصل من الأصول العملية أو من الخبر الموثوق صدوره وغيرهما من الطرق المجعولة شرعا ، والدليل على جواز الاجتهاد هو الدليل على وجوب التكاليف لأن المكلف يجب أن يفحص عن التكليف والحكم بنفسه أو بغيره نعم إذا أراد الفحص بنفسه يجب ان يعلم الظاهر والحجة والمعارض وغير ذلك من لوازم الاستنباط فأدلة حجية الظواهر والطرق دلت على جواز الاجتهاد . اما دليل حجية الظواهر بناء العقلاء ودليل حجية الطرق والامارات الأخبار الدالة على حجية الثقة وللمكلف أن يستنبط في ذلك .\r\n\r\n« التقليد » في اللغة تعليق القلادة\r\n: قال في الصحاح القلادة التي في العنق وقلدت المرأة فتقلدت هي ومنه التقليد في الدين وتقليد الولادة الاعمال . وقال في مجمع البحرين والقلادة التي تعلق في العنق وقلدته قلادة جعلتها في عنقه وفي حديث الخلافة فقلدها رسول اللّه « ص » عليا أي ألزمه بها أي جعلها في رقبته وولاه أمرها وفي الخبر قلدوا الخير ولا تقلدوها الأوتار اي قلدوها طلب أعداء الدين والدفاع عن المسلمين أي اجعلوا ذلك لازما في أعناقها لزوم القلائد للأعناق ولا تقلدوها أوتار الجاهلية هي جمع وتر بالكسر وهو طلب الدم والثار والتقليد في اصطلاح\r\n","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nأهل العلم قبول قول الغير من غير دليل سمى بذلك لأن المقلد يجعل ما يعتقده من قول الغير من حق وباطل قلادة في عنق من قلده .\r\nو\r\n\r\nاستدلوا لجواز التقليد بالأدلة الأربعة\r\n. الكتاب . السنة . الاجماع .\r\nالعقل .\r\n\r\nأما الكتاب فآيات\r\nمنها آية النفر  « فَلَوْ لا نَفَرَ مِنْ كُلِّ فِرْقَةٍ مِنْهُمْ طائِفَةٌ لِيَتَفَقَّهُوا فِي الدِّينِ وَلِيُنْذِرُوا قَوْمَهُمْ إِذا رَجَعُوا إِلَيْهِمْ لَعَلَّهُمْ يَحْذَرُونَ »  وذلك بتقريب الملازمة بين الانذار والامتثال والا لزم اللغو به .\r\nبيان الملازمة غاية التفقه الانذار وغاية الانذار الأخذ به . ورد باحتمال كون الانذار لأجل حصول العلم للمنذرين ، وهذا كما ترى مخالف للفهم العرفي ، إذا بعث الأمير واليا على مصر فأنذرهم الوالي يجب على أهل المصر المتابعة والامتثال ولا يجوز لهم الاعتذار بعدم العلم من قول المنذر . والتقريب الثاني : ان غاية الانذار الحذر عن المخالفة واطلاق الحذر يشمل لمن حصل أولا .\r\nومنها آية السؤال :  فَسْئَلُوا أَهْلَ الذِّكْرِ إِنْ كُنْتُمْ لا تَعْلَمُونَ *  . فالتقريب كما في آية النفر من الملازمة واطلاق قبول السائل . واعترض بأمور الأول : السؤال لأجل حصول العلم بقرينة قوله تعالى  إِنْ كُنْتُمْ لا تَعْلَمُونَ . * \r\nأي فاسئلوا لحصول العلم . والجواب ما قلنا في جواب آية النفر . وان الجواب حجة وعلم تعبدي واطلاق العلم على الحجة ليس بعزيز .\r\nالثاني : أن مورد الآية هم أهل الكتاب . وصدر الآية وما أرسلنا\r\n","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nقبلك إلا رجالا نوحي إليهم فاسئلوا أهل الذكر ان كنتم لا تعلمون .\r\nوالجواب أن المورد غير مخصص .\r\nالثالث : ان المراد من أهل الذكر هم : أهل بيت العصمة الأطهار كما فسر به في الأخبار . والجواب أولا انهم ( ع ) أظهر أفراد أهل الذّكر . ثانيا : أن العلماء لا يقولون بشيء إلا منهم ( ع ) فقولهم قولهم عليهم السلام .\r\n\r\nأما السنة\r\n: منها : الأخبار الواردة في شأن العلماء مثل قوله ( ع ) ان العلماء ورثة الأنبياء وان الأنبياء لم يورثوا دينارا ولا درهما ولكن ورثوا أحاديث من أحاديثهم فمن أخذ بشيء منها أخذ بحظ وافر .\r\nوان العلماء امناء الرسول ( ص ) وقوله ( ص ) مجار الأمور بيد العلماء باللّه الأمناء على حلاله وحرامه وقوله علماء أمتي كأنبياء بني إسرائيل .\r\nولا يخفى ظهور الرواية الأولى بقرينة قوله ( ع ) من أخذ منها أخذ بحظ وافر وانما المراد من المأخوذ الأحكام الإلهية فتأمل . وكذلك الرواية الثانية لأن الأمين على الاطلاق يعتمد عليه في جميع الأمور .\r\nوالرواية الثالثة صريحة في أن المراد من الأمانة حلاله وحرامه ، والرواية الرابعة قوله : كأنبياء بني إسرائيل في جواز الأخذ بقولهم ورأيهم ومتابعة أمرهم . ومنها المرسلة المروية في الفقيه الرضوي ان منزلة الفقيه في هذا الوقت كمنزلة الأنبياء في بني إسرائيل ، والتقريب كما مضي في\r\n","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nوجوب الأخذ بقولهم أيضا في نهج البلاغة قوله « ع » أولى الناس بالأنبياء اعملهم بما جاؤوا به ان أولى الناس بإبراهيم للذين اتبعوا الآية والتقريب أن العلماء أولى الناس برسول اللّه كما يجوز أو يجب قبول قول الرسول كذلك العلماء الأمناء .\r\nومنها : قوله ( ص ) في مقبولة ابن حنظلة قد جعلته عليكم حاكما . وفي مشهورة أبي خديجة جعلته عليكم قاضيا ان قلنا بتنقيح المناط فهما دليلان على المراد .\r\nومنها : قوله عجل اللّه تعالى فرجه . هم حجتي عليكم وانا حجة اللّه بمعنى انهم حجة في كل شيء حتى قبول رأيهم وفتواهم .\r\nوقد ذكر الشيخ في الرسائل طوائف من الأخبار في باب حجة الخبر الواحد . منها : ما ورد في الخبرين المتعارضين من الأخذ بالأعدل أو المشهور أو التخيير عند التساوي من الأخبار البالغة حد التواتر على ما ادعاء بعضهم والمذكور في مباحث التعارض موردها وان كان في الحاكمين أو الرواية الا ان المورد غير مخصص والمناط وأحد في الأخذ بحكمه أو روايته أو فتواء .\r\nومنها : ما حكى عن الكشي باسناده عن ابن أبي يعفور قال قلت لأبي عبد اللّه ( ع ) انه ليس كل ساعة ألقاك ولا يمكن القدوم ويجيء الرجل من أصحابنا فيسئلني وليس عندي كلما يسئلني عنه قال ( ع ) فما يمنعك عن محمد بن مسلم الثقفي فإنه قد سمع من أبي وكان عنده وجيها .\r\n","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nومنها : ما نقل عن الكشي وفهرست الشيخ ان أبان بن تغلب قال له أبو جعفر الباقر ( ع ) اجلس في مسجد المدينة وإفت الناس فاني أحب أن يرى في شيعتي مثلك . وعن الصادق ( ع ) مثله وعنه أنه قال لابان بن عثمان ان أبان بن تغلب قد روى عني روايات كثيرة فما رواه لك فاروه عني .\r\nومنها : ما ذكره الشيخ في الرسائل مما يدل على ارجاع آحاد الرواية إلى آحاد أصحابهم بحيث يظهر منه عدم الفرق بين الفتوى والرواية مثل ارجاعه ( ع ) إلى زرارة وقوله ( ع ) في رواية أخرى .\r\nومنها : ما ذكره الكشي بسند صحيح عن الصادق ( ع ) أنه قال بشر المخبتين « أي الخاشعين والمطمئنين » بالجنة . وهم بريد بن معاوية العجلي وأبو بصير ليث ابن البختري ومحمد بن مسلم وزرارة أربعة نجباء أمناء اللّه على حلاله وحرامه لولا هؤلاء انقطعت آثار النبوة واندرست .\r\nومنها : قوله ( ع ) لشعيب العقرقوفي بعد هذا السؤال عمن يرجع اليه : عليك بالأسدي يعني أبا بصير وقوله ( ع ) لعلي بن المسيب بعد السؤال عمن يأخذ عنه معالم الدين : عليك بزكريا بن آدم المأمون على الدين والدنيا .\r\nوقوله ( ع ) لما قال له عبد العزيز بن المهدي له ربما احتاج ولست ألقاك في كل وقت أفيونس بن عبد الرحمن ثقة أخذ عنه معالم ديني قال نعم : ظاهر هذه الرواية ان قبول قول الثقة كان أمرا مفروغا\r\n","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nعنه عند الراوي فسئل عن وثاقة يونس ليرقب عليه أخذ المعالم منه .\r\nومنها : التوقيع الشريف من كان من الفقهاء . . . الخ .\r\nوالاخبار في الباب كثيرة وقد ذكرنا بعضها وللمتتبع استقصائها ولا بأس بدلالتها اما بالمطابقة أو الملازمة حيث دل بعضها على وجوب اتباع قول العلماء وبعضها على أن للعوام تقليدهم وبعضها على جواز الافتاء مفهوما مثل ما دل المنع عن الفتوى بغير علم أو منطوقا مثل ما دل على اظهاره ( ع ) المحبة لأن يرى من أصحابه من يفتي الناس بالحلال والحرام ، ولا يقال إن مجرد اظهار الفتوى للغير لا يدل على جواز أخذه واتباعه ، فإنه يقال الملازمة العرفية بين جواز الافتاء وجواز اتباعه واضحة وهذا غير وجوب اظهار الحق والواقع حيث لا ملازمة بينه وبين وجوب أخذه تعبدا .\r\nوهذه الأخبار على اختلاف مضامينها وتعدد أسانيدها لا يبعد دعوى القطع بصدور بعضها فيكون دليلا قاطعا على جواز التقليد وان لم يكن كل واحد منها بحجة فيكون مخصصا لما دل على عدم جواز اتباع غير العلم والذم على التقليد من الآيات والروايات قال اللّه تبارك وتعالى  وَلا تَقْفُ ما لَيْسَ لَكَ بِهِ عِلْمٌ  وقوله تعالى  إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ وَإِنَّا عَلى آثارِهِمْ مُقْتَدُونَ  مع احتمال ان الذم انما كان على تقليدهم للجاهل أو في الأصول الاعتقادية التي لا بد فيها من اليقين واما قياس للسائل بالفرعية على الأصول الاعتقادية في أنه كما لا يجوز التقليد فيها مع الغموض فيها\r\n","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nكذلك لا يجوز فيها بالطريق الأولى لسهولتها فباطل مع أنه مع الفارق ضرورة ان الأصول الاعتقادية مسائل معدودة بخلافها فإنها مما لا تعد ولا وتحصى ولا يكاد يتيسر من الاجتهاد فيها فعلا طول العمر الا للأوحدي في كلياتها كما لا يخفى .\r\n\r\nواما اجماع على حجية التقليد\r\nفقد ادعى غير واحد من الأصحاب اتفاق العلماء على الاذن للعوام في الاستغناء من غير تناكر وهذا بعيد من وجهين .\r\nأحدهما : معارضته لقول الأخباريين بعدم جواز التقليد .\r\nثانيهما : على فرض وقوعه يمكن أن يكون ذلك لأجل كونه من الأمور الفطرية الارتكازية وبعد العلم أو احتمال المدرك والدليل يخرج عن الحجية .\r\n\r\nوأما العقل\r\n: فلا يخفى أن جواز التقليد ورجوع الجاهل إلى العالم في الجملة يكون بديهيا لا يحتاج إلى دليل واحتجوا مع ذلك بأنه لو وجب على العامي النظر في أدلة المسائل الفقهية لكان ذلك اما قبل وقوع الحادثة أو عندها والقسمان باطلان أما قبلها فبالاجماع على عدم الوجوب :\r\nولأنه يؤدي إلى استيعاب وقته بالنظر في ذلك فيؤدي إلى الضرر بأمر المعاش المضطر اليه : وأما عند نزول الواقعة فلان ذلك متعذر لاستحالة اتصاف كل عامي عند نزول الحادثة بصفة المجتهدين بالجملة فهذا الحكم لا مجال للتوقف فيه .\r\n","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nفتحصل من جميع ما تقدم ان التقليد جائز بالروايات والأدلة العقلية واما الكتاب والاجماع فلا يخلوان عن المناقشة .\r\nنعم يمكن القول بوجوب التقليد ترتيبا بمعنى ان العاقل يرى لدفع الضرر ان يتصدى بنفسه وإذا لم يمكن بنفسه فبالغير إذا الاجتهاد وجوبه ان يكون تعيينا وفي صورة عدم الامكان التصدي بالنفس يصل النوبة إلى تقليد الغير هذا سيرة العقلاء والعرف العام .\r\nوبعبارة أخرى ان أدلة التقليد خاصة بمن لا حجة عنده فلا تعم من تمت عليه الحجة وهذا صحيح ان رجع إلى دعوى الانصراف كما عن الشيخ قدس سره فهو ، والا فهو بلا بينة ولا برهان . إلا أن يقال فيما نحن فيه لا يكون من هذا القبيل لأن الاجتهاد لا يوصل الشخص إلى الواقع حتى يكون أولى من التقليد بل الاجتهاد والتقليد كلاهما طريقان إلى الواقع فلا يعلم أيهما أضبط ومصيب حتى يختاره المكلف .\r\nوحينئذ لا فرق في الطريقتين بل يكون مختارا في اتخاذه أيهما شاء .\r\nوعلى كل حال فاحتمال أولوية الاجتهاد من التقليد انما يكون في صورة الامكان من ذلك والا فيتعين التقليد خصوصا ما يلزم من ذلك - أي من الاجتهاد والتقليد - اختلال النظام وعسرا على المكلفين .\r\n\r\nالاحتياط : قد يكون في العبادات وقد يكون في غيرها\r\nاما الاحتياط في غير العبادات يجوز مطلقا سواء لزم قصد الانشاء أو لم يلزم .\r\nواستشكل الشيخ رحمه اللّه في القسم الأول بأن اللفظ يتبع المعنى\r\n","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nفلا يمكن قصد الانشاء مع عدم تعيين مصداقه وإذا احتاط في اجراء الصيغتين في النكاح أو غيره لا يعلم بأي الصيغتين وقع العقد .\r\nوالجواب : ان الانشاء سهل المؤنة لأنه قصد حصول المعنى باللفظ وهذا لا يحتاج إلى تكلف فيمكن حصوله في ضمن الصيغتين أو في كل واحد منهما ولا يضر بشيء .\r\nواما الاحتياط في العبادات فأما مع امكان تحصيل الحجة بالاجتهاد أو التقليد أو في صورة عدم امكانه وعلى الثاني أي في صورة عدم الامكان سبيلي الاجتهاد والتقليد : فالاحتياط جائز : إلا على فتوى الحلي القائل بعدم اجزائه : مثالا كما لو لم يكن للمصلي ثوب طاهر معلوم ولا يتمكن من تحصيل العلم بذلك فيدور الأمر بين ترك قصد الوجه واتيان صلاتين أحدها مع ثوب النجس والآخرى عاريا أو اتيان صلاة واحدة عاريا مع قصد الوجه فالحلي يقول بترجيح الثاني لحصول قصد الوجه فيه وعدم اجزاء الاحتياط والاتيان بصلاتين مع فقد قصد الوجه . في المثال مناقشة بأنه خارج عن محل البحث وهو الاحتياط انما يكون المثال فيما لا يمكن الجمع بين الشرطين لو أراد قصد الوجه لما حصل على الطهارة ولو أراد الطهارة بالجمع لما حصل على قصد الوجه فإذا لا يمكن ولا يجوز الاحتياط والجمع مخالف للاحتياط على رأيه .\r\nوأما الاحتياط مع امكان تحصيل الحجة بالاجتهاد أو التقليد فيكون على قسمين اما لا يحتاج في احرازه للواقع إلى تكرار العمل كالآتي\r\n","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nبالسورة في صلاته احتياطا وغير ذلك من موارد الشك في الشرطية والجزئية ودوران الأمر بين الأقل والأكثر والأخرى يحتاج التكرار كما في المتباينين في الجاهل بوجوب القصر والاتمام في مسيرة أربع فراسخ والجاهل بوجوب الظهر والجمعة عليه .\r\nاما القسم الأول فالأقوى فيه الصحة بناء على عدم اعتبار الوجه في العمل وكذلك لو قلنا بلزوم قصد الوجه لو اعتبر يكون في أول الأمر لا في اجزائه وخصوصياته كالصلاة مثلا على القول بقصد الوجه يجب قصد الوجه في أولها للهيئة التركيبية ولا يجب في كل اجزائها وخصوصياتها .\r\nواما القسم الثاني ففيه خلاف ذهب جماعة إلى عدم صحته والأشبه الصحة استدلوا لعدم الصحة بوجوه .\r\nأحدها : ما ذكره الشيخ في البراءة واستظهر في رسالة الاجتهاد والتقليد عدم الخلاف في بطلان الاحتياط في العبادة .\r\nوالمحقق النائيني قدس سرهما من أنه لا يصدق الإطاعة في هذه الصورة عند العقلاء : إذ لا اثر بعد العين ومع امكان تحصيل العلم والحجة فلا معنى للاحتياط .\r\nوإذا شك المكلف في الامتثال والطاعة وعدمها فشك في فراغ الذمة فمقتضى أصل الاشتغال عدم فراغ الذمة مع وجود المتيقن في البين .\r\nثانيها : استلزامه اللعب بأمر المولى .\r\nثالثها : الاجماع على المنع .\r\n","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nوالجواب : عن الأول ببيانين : الأول انه إذا شك في تحقق الإطاعة بدون نية الوجه بعد اتيان محتملات القضية يعد في العرف ممتثلا مطيعا وبقطع العرف بتحققها ويعد الآتي بالمأمورية بنية الوجه الثابت عليه في الواقع مطيعا . وان لم يعرفه تفصيلا لأن المحرك في هذه العبادة ليس الا إطاعة المولى فالعرف يعد مثل هذا ممتثلا .\r\nالبيان الثاني : أن حكم الإطاعة والمعصية موكولان إلى العقل وليس للشارع دخل فيه . واما موضوعها فإنه وان صح للشارع المداخلة فيه باشتراط شيء زائد ولكن حيث لا دليل عليه كان الاتيان على نحو ما يعتبره العقل كافيا ، والحاصل ان شرط الامتثال في الموضوع على قسمين المعتبر عقلا والمعتبر شرعا . اما الأول أي المعتبر عقلا كالدواعي والأغراض العقلائية : مثلا إذا احتمل في شرطية الامتثال ان يكون العمل مطابقا للواقع وعدم اجزاء الأحكام الظاهرية فالمرجع الاشتغال : هذا إذا كان شرط الامتثال أمرا عقليا .\r\nواما إذا كان شرط الامتثال أمرا شرعيا زائدا على ما اعتبره العقل والعرف كقصد الوجه والتميز فإنهما غير معتبرين عند العقل .\r\nفالشاك فيه شاك في أن الشارع هل اعتبرها أم لا فالمرجع البراءة .\r\nلأن العقل لم يعتبره ولم يثبت من الشرع اعتباره والشك في الاشتغال فالمرجع البراءة فظهر من هذا الجواب الجواب عن الاشكال الثاني وهو الاخلال بقصد الوجه .\r\n","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nلأنا نقول أولا : لا نشك في عدم اعتبار قصد الوجه بل نعلم بعدم اعتباره عند العرف ولم يثبت دليل على اعتباره لا عقلا ولا شرعا :\r\nوعدم الدليل دليل العدم وإذا شككنا فالمرجع البراءة كما بيناه إذا الشك في أمر شرعي وحالها حال أجزاء الصلاة وشرائطها .\r\nوالجواب عن الأشكال الثاني اي لزوم اللعب بأمر المولى فيتوقف على معرفة شروط الإطاعة والامتثال وهي أربعة . الأول : أن لا يكون الداعي إلا أمر اللّه . الثاني : ان لا يشرك في عمله . الثالث : ان لا يكون الداعي شهوانيا . الرابع : أن لا يعد نفس العمل لعبا عرفا - وفي الاحتياط يجتمع هذه الشروط مثلا المصلي إلى أربعة جوانب لا يخالف أحد هذه الأمور بل يكون داعية أمر اللّه ولا يشرك معه أحد . ولا يكون داعية أمر شهواني . ونفس العمل أي الصلاة لا يتصف باللعب عرفا بل أمر عبادي والداعي أمر عقلائي .\r\nقال المحقق الخراساني في الكفاية في حجية القطع باب صحة التكرار وعدمها في العبادة فربما يشكل من جهة الاخلال بالوجه تارة وبالتميز أخرى وكونه لعبا وعبثا . ثالثا وأنت خبير بعدم الاخلال بوجه من الاتيان مثلا بالصلاتين المشتملتين على الواجب لوجوبه غاية الأمر انه لا تعيين له ولا تمييز فالاحتمال انما يكون به واحتمال اعتباره أي التمييز أيضا في غاية الضعف لعدم عين منه ولا أثر في الأخبار مع أنه مما يغفل عنه غالبا وفي مثله لا بد من التنبيه على اعتباره ودخله في الغرض وإلّا لأخل بالغرض كما نبهنا عليه سابقا . وأما كون التكرار\r\n","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nلعبا وعبثا فمع انه ربما يكون لداعي عقلائي انما يضر إذا كان لعبا بأمر المولى لا في كيفية اطاعته بعد حصول الداعي إليها كما لا يخفى إنتهى كلامه رفع مقامه .\r\nواما قوله انما يضر إذا كان لعبا بأمر المولى لا في كيفية إطاعته فاستشكل عليه بعدم الفرق بين اللعب بأمر أو في كيفية امتثاله فان اللعب قد يكون في الكيفية وقد يكون في الكمية وكلاهما على السواء فاللعب بالكيفية كاللعب في الكمية . والتكرار لا يلزم اللعب في الأمر ولا في كيفية اطاعته بل يكون العمل بداعي الأمر واحتمال المحبوبية لان المصلي إلى أربعة جهات باحتمال الامر لا يكون لاعبا بأمر المولى :\r\nواللغوية إن قلنا يكون العمل الزائد على الامتثال لا في كيفيته :\r\nواستشكل أستاذ المحققين الشيخ محمد حسين الأصبهاني على كلام الآخوند جوابا عن الشيخ بأنه إذا كان الداعي عقلائي يخرجه عن العبثية واللغوية .\r\nحاصل الاشكال : بأن الداعي إذا كان عقلائيا لا يوجب الامتثال بل يحتاج مع ذلك إلى قصد أمر المولى أيضا واعترض أيضا على قول الآخوند انما اللعب في الكيفية لا في الامر كالأتيان بكتب كثيرة لمن أراد منه كتابا معينا فيعد هذا في العرف لاعبا في كيفية الامتثال لا في أمر المولى .\r\nبأن اللعب لا يكون في الكيفية أيضا بعد معرفة طرق الامتثال ،\r\n","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nفنقول طريق تحصيل اليقين بالامتثال قسمان الأول : اليقين بالامتثال تفصيلا . الثاني : تحصيل اليقين بالامتثال إجمالا باتيان محتملات الواجب الواقعي فإنه يوجب حصول اليقين بإطاعة الأمر الواقعي ، فاختيار طريق الثاني على الأول لأحد أمور ثلاثة :\r\nالأول : أن يكون الداعي على أمر عبادي هو الداعي النفساني الشهواني كالمرأة الفاجرة إذا سمعت أن صلاة الليل يوجب بياض الوجه فصلاتها تكون مع القربة لان الأثر لا يوجد إلا بها ولكن الداعي أمر شهوي كالاستيجار في العبادات الداعي أمر نفساني والعبادة للّه تعالى وهذا لا يضر بقصد القربة في العبادة فالداعي على الداعي لا يضر بالقربة .\r\nالثاني : ان الداعي على الداعي لتسهيل الامر كما إذا كان الفحص عن القبلة أصعب من الصلاة إلى أربعة جهات والداعي على هذا الامر لتسهيل الأمر .\r\nالثالث : ان الداعي على الاحتياط هو محبوبية الاشتغال لطاعة اللّه والانقياد باحتمالات أمره كاتيان الصلاة إلى أربعة جهات لمحبوبية الصلاة والقيام بين يدي اللّه ، وإذا تصور اللعب في العبادة يكون في القسم الأول لا في أقسام الآخر وإذا كان العمل عند العقلاء محبوبا فلا يكون اللعب بأمر المولى ولا في الكيفية . . إلى هنا نقتصر الكلام في النقض والابرام في مسئلة اللعب بأمر المولى . واما الجواب عن الاجماع .\r\nأولا : فبعدم صحته ثانيا : احتمال وقوع الاجماع منهم بعنوان انهم متكلمون لا بأنهم فقهاء حتى يكون حجة .\r\n","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nمسئلة « 2 » الأقوى جواز العمل بالاحتياط . مجتهدا كان أولا لكن يجب أن يكون عارفا بكيفية الاحتياط بالاجتهاد أو التقليد .\r\n\r\n\r\n","description":"\r\nثالثا : حجية الاجماع في صورة عدم العلم بدليلهم واما إذا علمنا ذلك فلا حجية له .\r\n\r\nمسئلة « 2 » [ الأقوى جواز العمل بالاحتياط 
  ]\r\nفتحصل مما ذكرناه ( ان الأقوى جواز العمل بالاحتياط ) خلافا لما عن المشهور من بطلان عبادة تارك طريقي الاجتهاد والتقلد وقال بعض الأعاظم لا يجوز الاحتياط في العبادات لان الداعي على العمل لابد وان يكون أمر المولى وفي صورة الاحتياط يكون الداعي الاحتياط والاحتمال .\r\nوالجواب : أولا ان العلم والاحتمال داعيان للعمل لا نفس الأمور الخارجية كما أن العلم أو احتمال بالضرر يوجبان الحذر ودفع الضرر لا الموضوع الخارجي والحاصل ان الداعي للحذر هو العلم والاحتمال كما لو علم أو احتمل بوجود أسد في الطريق يحذر منه وإن لم يكن له وجود خارجي . واما وجود الموضوع بنفسه فليس سببا وداعيا للاجتناب كما لو كانت حية تحت بساطه ولكن لم يعلم بها فإنه لا يجتنب عنها ضرورة .\r\nفالعبرة بالعلم والاحتمال لا نفس الموضوع الخارجي وألامر الاحتمالي موجود فيما نحن فيه .\r\nثانيا : ان الداعي هو الامر اليقيني الموجود بين أفراد الماتي والاحتياط في طريق تحصيله .\r\n","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nمسئلة « 3 » قد يكون الاحتياط في الفعل كما إذا احتمل كون الفعل واجبا وكان قاطعا بعدم حرمته وقد يكون\r\n\r\n\r\n","description":"\r\nثالثا : بعد ما جوز الاحتياط هو في الشبهات البدوية لا مجال له المناقشة في غيرها .\r\nوعلى كل قد ثبت ان العمل الموافق للاحتياط يوجب العلم بمطابقة الواقع :\r\nوالأدلة الواردة لوجوب التعلم لا دلالة لها للوجوب النفسي والوجوب الغيري ممتنع لعدم مقدمية للعمل فالمراد منه الوجوب الارشادي والمقصود منه عدم عذرية الجهل في مخالفة الواقع .\r\n\r\nولا فرق في جواز الاحتياط بين ان يكون الشخص « مجتهدا » مطلقا كان أو متجزيا « أولا »\r\nوالمجتهد يقدر على الاحتياط الّا في بعض الموارد واما غير المجتهد سواء ان كان من أهل الفضل أم لا يصعب عليه الاحتياط بل يمتنع عليه في بعض الموارد كالجمع بين المحذورين أو أراد الاحتياط في جميع التكاليف « ولكن يجب حينئذ ان يكون عارفا بكيفية الاحتياط » وهذا لا يحصل الا للأوحدي من الناس لأن المعرفة بجميع الفتاوى مشكل جدا . فالوجوب ارشادي عقلي من باب لزوم الطاعة . لا مولوي شرعي .\r\nوالمعرفة بكيفية الاحتياط قد يكون « بالاجتهاد » وقد يكون بالتقيد كما هو ظاهر .\r\n\r\nمسئلة « 3 » ( قد يكون الاحتياط في الفعل\r\nكما إذا احتمل كون\r\n","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nفي الترك كما إذا احتمل حرمة فعل وكان قاطعا بعدم وجوبه وقد يكون في الجمع بين أمرين مع التكرار كما إذا لم يعلم أن وظيفته أو التمام .\r\nمسئلة « 4 » ان الأقوي جواز الاحتياط ولو كان\r\n\r\n\r\n\r\n","description":"\r\nالفعل واجبا ) أو ندبا أو مباحا ( وكان قاطعا بعدم حرمته ) كالدعاء رؤية الهلال مثلا وقد يكون في ألترك ( كما إذا احتمل حرمه فعل أو كراهيته وكان قاطعا بعدم وجوبه ) كشرب الترياق مثلا ( وقد يكون في الجمع بين أمرين « 1 » مع التكرار ) هذا القيد يرجع إلى أصل الفعل المكرر كالصلاة وإلا فالقيد زائد لأن القصر والاتمام حقيقتان والجمع بينهما لا يعد تكرارا . والتكرار إعادة الشيء نفسه والتكرار ان صدق فهو بالنسبة إلى أصل الصلاة ولكن الأولى اسقاط هذا القيد .\r\nوالمثال للجمع بين الأمرين ( كما إذا لم يعلم أن وظيفته القصر أو التمام ) أو الجمعة والظهر مثلا وقد يكون الاحتياط في ترك الأمرين كما في الخنثى حيث يحرم عليه لبس الثوب المختص بالرجال والنساء .\r\nوقد يكون في فعل وترك كما في مورد التردد بين الحيض والاستحالة وقد يكون بتكرار العمل كالصلاة إلى أربع جهات .\r\n\r\nمسئلة « 4 » [ ان الأقوي جواز الاحتياط ولو كان مستلزما للتكرار 
  ]\r\nقد ظهر مما سبق ( ان الأقوى جواز الاحتياط ) مطلقا\r\n","footnote":"\r\n( 1 ) أو تركين كما في الخنثى أو فعل وترك كما في مورد التردد بين الحيض والاستحاضة أو تكرار العمل كالصلاة إلى أربع جهات .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nمستلزما للتكرار وأمكن الاجتهاد أو التقليد .\r\nمسئلة « 5 » في مسألة جواز الاحتياط يلزم ان يكون مجتهدا أو مقلدا لأن المسألة خلافية .\r\n\r\n\r\n\r\n","description":"\r\n( ولو كان مستلزما للتكرار ) « 1 » ما لم يخرج من صدق الإطاعة والامتثال عرفا ( و ) لو ( أمكن الاجتهاد أو التقليد ) لأن الاجتهاد والتقليد حجتان معذرتان وطريقان إلى الواقع ولكن العمل الموافق للاحتياط يوجب العلم بمطابقة الواقع .\r\n\r\nمسئلة « 5 » ( في مسألة جواز الاحتياط يلزم ) على المكلف ( ان يكون مجتهدا )\r\nومستنبطا في مسأله جواز الاحتياط لأن العمل بالاحتياط في نظر العقل يكون سببا للوصول إلى الواقع المؤدي إلى الأمن من المعاقبة فإذا أدرك عقل المكلف إلى ذلك كان مجتهدا في هذه المسألة وجاز له الاكتفاء به والا يمتنع له الاحتياط الا ان يدرك عقله حجية رأي الغير فيجوز له العمل بالاحتياط اعتمادا على رأي الغير وعلى كل فالحكم بجواز الاحتياط أما بعد أن يجتهد المكلف في هذه المسألة ( أو ) يكون ( مقلدا ) فيه والتعليل قوله ( لأن المسألة خلافية ) لا يصلح عله للاكتفاء به وعدمه ولو كانت المسألة اتفاقية لا يجوز أيضا حتى يثبت حجية الاتفاق والاجماع نعم لو حصل اليقين من اتفاق العلماء يمكن القول بجوازه والاعتبار في جواز الاحتياط دائر مدار ادراك عقله لذلك كما عرفت مع أن كون المسألة خلافية لا تختص بجواز الاحتياط فان مسألة جواز التقليد أيضا خلافية إذ المحكى عن علماء\r\n","footnote":"\r\n( 1 ) ما لم يخرج عن صدق الإطاعة والامتثال عرفا .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nمسألة « 6 » في الضروريات لا حاجة إلى التقليد كوجوب الصلاة والصوم ونحوهما وكذا في اليقينيات إذا حصل له\r\n\r\n\r\n\r\n","description":"\r\nحلب وغيرهم وجوب الاجتهاد عينا فاختصاص الاحتياط بذلك غير ظاهر وسيأتي انه لابد للعامي من أن يكون مجتهدا في جواز التقليد .\r\n\r\nمسألة « 6 » في الضروريات لا حاجة إلى التقليد\r\nلوضوح ان وجوب العمل شرعا برأي الغير حكم ظاهري كوجوب العمل بسائر الحجج ومن المعلوم ان الحكم الظاهري يختص جعله بحال الشك فيمتنع جعل حجية رأي الغير مع العلم بالواقع والضروري ( كوجوب الصلاة والصوم ونحوهما وكذا في اليقينيات ) لا حاجة إلى التقليد لما ظهر ان حجية العلم واليقين انجعالي وليست قابلة للجعل : بين الضروري واليقيني عموم مطلق إذ كل ضروري يقيني ولا عكس ( كما إذا حصل له اليقين ) بحكم خاص من الأحكام ( وفي غيرهما ) أي الضروري واليقيني ( يجب التقليد ) لما سبق من حجية رأي المجتهد لغيره بالأدلة الأربعة لا سيما السنة وبناء العقلاء والسيرة القطعية في زمان المعصومين ( ع ) ( ان لم يكن ) المكلف ( مجتهدا ) .\r\nهذا أحد الشرطين والشرط الثاني ( إذا لم يمكن الاحتياط ) واما ( ان أمكن الاحتياط تخير بينه وبين التقليد ) .\r\n\r\nمسألة « 7 » ( على العامي بلا تقليد ولا احتياط باطل )\r\n« 1 » بمعنى\r\n","footnote":"\r\n( 1 ) بمعنى انه لا يجتزىء به واما إذا انكشف مطابقة لتكليفه واقعا أو ظاهرا بالاجتهاد أو التقليد .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nاليقين وفي غيرهما يجب التقليد ان لم يكن مجتهدا إذا لم يمكن الاحتياط وان أمكن تخيير بينه وبين التقليد .\r\nمسئلة « 7 » عمل العامي بلا تقليد ولا احتياط باطل .\r\nمسئلة « 8 » التقليد هو الالتزام بالعمل بقول مجتهد\r\n\r\n\r\n\r\n","description":"\r\nانه لا بجترىء به لاحتمال عدم مطابقته للواقع واما إذا انكشف مطابقة لتكليفه واقعا أو ظاهرا بالاجتهاد أو التقليد فصحيح أما مطابقة للواقع فواضح واما مع انكشاف مطابقة للحكم الظاهري فلمطابقته للحجة هذا إذا اتحد الرأي في زمانين زمان العمل وزمان الانكشاف واما إذا اختلف فالحكم بالصحة مشكل كما لو طابق مع فتوى المجتهد الجامع للشرائط حين العمل مع أن المفتي الحاضر بعد العمل الجامع للشرائط مخالف في ذلك الرأي ففي هذه الصورة الأحوط الإعادة .\r\n\r\nمسألة « 8 » [ التقليد هو الالتزام بالعمل بقول مجتهد معين 
  ]\r\nقد اختلفت كلمات الأصحاب في تعريف التقليد فمنهم من قال بأنه العمل بقول الغير ومنهم من قال بأنه الأخذ بقول الغير من حجة ومنهم من قال إنه قبول قول الغير ونقل عن بعض الأعاظم انه نقل عن بعض مشايخ العرب بأنه من قبيل البيعة يتحقق بتقبيل اليد ونظر البعض ومنهم المصنف إلى أن ( التقليد ) ( هو الالتزام « 1 » بالعمل بقول مجتهد معين ) « 2 » .\r\nولكن لو نظرنا إلى اللغة وإلى العرف وجدنا ان المراد من التقليد\r\n","footnote":"\r\n( 1 ) الأوجه التقليد عبارة عن تطبيق العمل على رأي الغير فالعمل محققه .\r\n( 2 ) ان كان المراد انه يعتبر في التقليد الاستناد إلى شخص معين -\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nلا يكون الا موافقة العمل مع قول الغير فأخذ الفتوى وقبول قول الغير والالتزام به من مقدمات العمل وانما التقليد هو نفس العمل المطابق لفتوى الغير والمطابقية لا تكون الا بالأخذ والالتفات .\r\nوظاهر الفصول أن المراد الالتزام حيث قال واعلم أن لا يعتبر في ثبوت التقليد وقوع العمل بمقتضاه لأن العمل مسبوق بالعلم فلا يكون سابقا عليه ، ولئلا يلزم الدور في العبادات من حيث إن وقوعها يتوقف على قصد القربة وهو يتوقف على العلم بكونها عبادة فلو توقف العلم بكونها عبادة على وقوعها كان دورا إلى أن قال وقول العلامة « ره » في النهاية بأن التقليد هو العمل بقول الغير من غير حجة معلومة .\r\nبيان لمعناه اللغوي كما يظهر من ذيل كلامه واطلاقه على هذا شائع في العرف العام .\r\nأقول ظاهر كلام صاحب الفصول الأذعان والتسليم بأن التقليد لغة هو العمل الا انه يجب حمله اصطلاحا على مجرد الالتزام فرارا من الاشكالين المذكورين في عبارته ويندفع الاشكال الأول بأن العمل مسبوق بالعلم أو العلمي وان دليل حجية الفتوى يقتضي كونها بمنزلة العلم وهي سابقة على العمل وهذا غير التطبيق العمل لفتوى المجتهد ولا يلزم منه تقديم العمل على العلم كما ذكر .\r\nوبهذا يندفع الاشكال الثاني أيضا مع أن وجوب العلم والعلمي من قبيل المقارنات الاتفاقية كالاستقبال في الصلاة والنية فيها .\r\nفالمتحصل ان التقليد عبارة عن تطبيق العمل على رأي الغير فالعمل\r\n\r\n\r\n","description":"","footnote":"\r\n- فالأظهر عدم اعتبار ذلك فيجوز العمل على فتوى توافق فيها مجتهدان أو أكثر من غير استناد إلى واحد معين .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nمعين وان لم يعمل بعد بل ولو لم يأخذ فتواه فإذا أخذ رسالته والتزم بالعمل فيها كفى في تحقق التقليد .\r\n\r\n\r\n","description":"\r\nمحققه هذا في الفرعيات واما في الاعتقادات تعبدا بلا مطالبة دليل على رأيه فكيف الأخذ والالتزام .\r\nهذا كله فيما إذا اتحد المجتهد : اما مع تعدده فأما ان يتفقوا في الفتوى أو يختلفوا فيها فان اتفقوا فالظاهر أنه لا دليل على تعيين واحد منهم لأنه أخذ بالحجة وهي تطبيق العمل مع فتوى المجتهد وهي حاصلة على كل تقدير فيجوز تقليدهم جميعهم كما يجوز تقليد بعضهم .\r\nوبهذا يظهر ضعف أخذ التعيين للمجتهد في مفهوم التقليد الا ان يكون المراد به ما يقابل الترديد فإنه حينئذ لا بأس به إذ الفرد المردد ليس بخارجي كي يصلح ان يكون موضوعا للحجية أو غيرها من الأحكام .\r\n\r\nوان اختلف المجتهدون في الفتوى لا يمكن الأخذ بالجميع للتناقض بين الفتوائين ولا واحد معين\r\nلأنه ترجيح بلا مرجح ولا التساقط للعلم بوجود أصل التكليف فيتعين ان يكون الحجة هو ما يختاره فيجب عليه الاختيار مقدمة لتحصيل الحجة وليس الاختيار الا الالتزام بالعمل على طبق احدى الفتويين أو الفتاوى بعينها وحينئذ يكون الالتزام مقدمة التقليد لا انه عينه ومما ذكرنا يظهر ان دعوى التقليد هو الالتزام بالعمل بقول مجتهد معين ( وان لم يعمل بعد بل ولو لم يأخذ فتواه فإذا اخذ رسالته والتزم بالعمل بما فيها كفى في تحقق التقليد ) مما لم يتضح له ماخذ واللّه سبحانة أعلم .\r\n","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nمسألة « 9 » الأقوى جواز البقاء « 1 » على تقليد الميت ولا يجوز تقليد الميت ابتداءا .\r\n\r\n\r\n\r\n","description":"\r\n\r\nمسألة « 9 » ( الأقوى جواز البقاء على تقليد الميت )\r\nفي صورة موافقة رأيه لرأي الحي الذي يجب عليه تقليده على تقدير عدم جواز البقاء على تقليد الميت لما عرفت من أن التقليد هو مطابقة العمل لرأي الغير واحدا كان أو متعددا والمطلوب مطابقة العمل لفتوى الغير وحصول الحجة فإذا كان البقاء على تقليد الميت جائزا فقد طابق العمل مع فتوى الميت والحي معا واما إذا لم يكن جائزا فقد وافق مع فتوى الحي فقط وعلى كل فالعمل صحيح هذا على ما اخترناه من أن القليد هو تطبيق العمل واما بناء على كونه الالتزام بالعمل فصحة العمل عقلا وعدمها مبتنيان على حجية رأي الميت وعدمها فإنه على تقدير الحجية يكون الالتزام بالعمل برأيه تقليدا صحيحا والعمل الموافق للالتزام المذكور عملا عن تقليد صحيح وليس كذلك على تقدير عدم الحجية .\r\n\r\nواما لو خالف رأي الميت مع الحي الجامع للشرائط ففيه ثلاثة أقوال\r\nأحدها : وجوب البقاء . ثانيها : حرمة البقاء . ثالثها : جواز البقاء حجة القول الأول أمور أربعة .\r\nالأول : الأدلة اللفظية الواردة في جواز التقليد كقوله ( ع ) من كان من الفقهاء إلى اخر غيره .\r\n","footnote":"\r\n( 1 ) بل وجوبه فيما إذا لزم العدول المخالفة القطعية أو كان الميت اعلم وأما لو كان الحي أعلم وجب العدول اليه وفي صورة التساوي يتخير وأخذ أحوط القولين أولى وأحوط .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nالثاني : السيرة العملية المستمرة .\r\nالثالث : الاجماع الواقع على تقليد الميت استمرارا .\r\nالرابع : عمل العقلاء ، ولا يشفى المناقشة في ثلاثة منها .\r\nاما الأول : فبان الأدلة اللفظية لا تشمل صورة التعارض .\r\nواما الثاني : فلعدم العلم بالسيرة المستمرة في أيام أصحاب الأئمة .\r\nواما الثالث : فلعدم صحة الاجماع بل ادعى الاجماع على الحرمة أيضا .\r\nواما الرابع : أي بناء العقلاء فهو المتعين وعلى تقدير تسليم عدم استقرار بناء العقلاء فالمرجع الأصول العملية أي الاستصحاب وتقريره تارة باجرائه في نفس المؤدي الواقعي المحكى بالرأي فيقال مثلا كانت السورة واجبة واقعا حال حياة فلان فهي باقية على وجوبها .\r\nوأخرى في الحكم الظاهري فيقال مثلا كانت السورة واجبة ظاهرا حال حياة فلان فهي باقية على وجوبها الظاهري . وثالثه : في الحكم الوضعي الأصولي اعني الحجية فيقال كان فتوى رأي فلان حجة يعني حال حياته وهو على ما كان .\r\nفنقول : أما اجراؤه في الحكم الواقعي فيشكل بأنه يتوقف على اليقين السابق والشك اللاحق وهما غير موجودين لعدم اليقين الوجداني السابق من فتوى الميت حال حياته حتى يستصحب .\r\nواما اجراؤه في الحكم الظاهري فلا ضير فيه ان قلنا بوجود\r\n","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nالأحكام الظاهرية والا فلا موضوع للاستحباب واما اجراؤه في الحكم الوضعي أعني الحجة فاما ان يقال إنها بحكم العقل فاللازم من الاستصحاب بقاء حكمه وهي أصل مثبت غير حجة .\r\nأوانها من الأحكام المجعولة كسائر الاحكام فلا بأس باستصحاب حجية بقاء فتوى المفتي نعم قد يستشكل في موضوع الحجة بأن المعتبر هل هو رأي المجتهد حدوثا فقط أو حدوثا وبقاء لأن العناوين الموضوعة على اقسام قد يكون العنوان المأخوذ في الموضوع للتعريف فقط ولا دخل له في الموضوع أصلا كقولك أكرم هذا الجالس فعنوان الجلوس مأخوذ للتعريف والمعتبر منه اتصافه بهذا الوصف ابتداء ولا يعتبر بقاء الوصف واستمرار وقد يكون المأخوذ في الموضوع بعنوان المقومية فالحدوث والبقاء شرط فيه كقولك أكرم الفقير فاعتبار الفقر مأخوذ حدوثا وبقاء وإذا زال الفقر زال الاكرام .\r\nوالثالث : انه لا يعرف من أي القسمين هل أخذ على طريق المعرفية أو المقومية ؟ وما نحن فيه من هذا القبيل ومجرد احتمال ذلك يكفي في عدم صحة الاستصحاب لاعتبار احراز بقاء الموضوع ولو عرفا .\r\nالا ان يقال لا نشك في كون الرأي عند أهل العرف من أسباب العروض لا من مقومات المعروض .\r\nان قلت إن بقاء رأي المجتهد شرط في جواز التقليد بدليل عدم جواز التقليد فيما إذا تبدل الرأي أو ارتفع لمرض أو هرم اجماعا .\r\n","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nقلت : ان العرف لا يعتبر أكثر من وجود الحجة وإذا حصل لا يعتبر بقاء ، كما إذا حصل الدستور من الطبيب وعمل الشخص على طبقه ثم مات ذلك الطبيب لا يرجع عنه بل يستمر عليه خصوصا إذا وجد منه النفع وعلى هذا فرأي المجتهد اما يعتبر حدوثا فقط ولا يخرج منه الا دليل كما في المثال الناقض بالاجماع عليه وهو دليل لخروجه من الموضوع .\r\nهذا كله مع تساوي المجتهدين الميت في العلم اما مع اختلاف بان كان الحي أعلم فيرجع الأمر إلى أن المناط في حجية الأعلم هل هي بناء العقلاء ، حتى يكون دليلا اجتهاديا حاكما على استصحاب البقاء على تقليد الميت الوارد على الأصل العقلي أو من باب دوران الأمر بين التعيين والتخيير حتى يكون أصلا عقلائيا حيث لا دليل شرعا ولا يكون مقدما على الاستصحاب لأن الاستصحاب وارد على الأصل العقلي على تقدير الجريان .\r\nأو بالنقل فيكون حاكما على الاستصحاب لأنه دليل اجتهادي والظاهر أنه لا اشكال في بناء العقلاء على تعيين الرجوع إلى الأعلم سواء كان الميت أعلم أو الحي .\r\n\r\nاما القائلين بحرمة البقاء على تقليد الميت بعد ما ابطلوا أدلة القائلين بالوجوب استدلوا بأمور أربعة\r\n. أحدها : استظهر شيخنا الأنصاري في رسالة الاجتهاد والتقليد وفيما نسب اليه من تقريرات بحثه : فان اطلاق كلمات الأصحاب\r\n","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nواطلاق أدلة المانعين الاجماع على حرمة التقليد الميت من دون فرق بين الابتداء والاستمرار وحكى عن بعض القول بالتفصيل وكيف كان فهو استظهار يخصه ، ولم يثبت عندنا الاجماع على المنع مطلقا فالقدر المتيقن منه هو المنع عن التقليد الابتدائي . واجماع الامامية على حرمة البقاء على تقليد الميت بعد ما حصروا العامة التقليد في الأربعة وكان ذلك مستمرا إلى زمن المحقق صاحب القوانين وبما انه ذهب إلى حجية الظن المطلق قال بالجواز وتبعه غيره وكذا صاحب الحدائق جزم بالجواز لأنه من الأخباريين القائلين بأن معنى التقليد هو الرجوع إلى الفقيه لذكر لفظ الرواية أو نقل معناها ، وهذا غير الأخذ بالرأي ويمكن الجواب عن الاجماع بانا لو سلمنا وجوده فليس بحجة للعلم بالمستند .\r\nثانيها : ما تمسك به صاحب الكفاية بأنه إذا شككنا في جواز تقليد الميت فالأصل عدم جوازه ، وقد ظهر جوابه مما تقدم من بناء العقلاء واستصحاب الحجية .\r\nوثالثها : ما تمسك به - المحقق النائيني من قوله ( ع ) اما الحوادث الواقعة فارجعوا إلى رواة أحاديثنا والتقريب ان المراد بالحوادث الاحكام لا الموضوعات الخارجية والرجوع إلى الراوي في الشبهات الحكمية :\r\nوالراوي لا يصدق على الميت ولو كان المراد الأعم من الحي والميت لكان اللازم ان يقول فارجعوا إلى أحاديثنا ويمكن الجواب عنه بعد تسليم كون المستفاد من الحديث ذلك أنه انما يدل على الرجوع إلى الحي وليس في مقام البيان حتى يكون مانعا عن غيره .\r\n","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nورابعها : عدم الفرق بين الشرائط المعتبرة في المقلد فكما ان الاجتهاد والعدالة والايمان وغيرها يعتبر حدوثا وبقاء كذلك هذا الشرط أعني الحياة ، والجواب : ان هذا قياس باطل مع أنه يمكن المنع في المقيس عليه فأي دليل على اعتبار الاجتهاد مثلا دواما فإنه إذا اجتهد المجتهد ودون رأيه جاز الرجوع إلى رأيه ولو زالت عنه ملكة الاجتهاد الا ان يدعي الاجماع فيها بخلاف الحياة لم يكن فيه اجماع واما القائل بجواز البقاء على تقليد الميت فيستدل باستصحاب التخيير الثابت قبل الرجوع إلى الميت في زمن حياة الميت وقبل تعيينه كان مخيرا بينه وبين الآخر فيستصحب ذلك التخيير ويسمى ذلك بالاستصحاب التعليقي أي يعاق الحكم الفعلي على فرض الحياة فكما قبل تعيين أحدهما كان مختارا يستصحب ذلك الاختيار والجواز . ولكن هذا معارض بالاستصحاب التنجيزي وهو عدم الحجية الثابتة قبل الاختيار في زمن الحياة فإنه ما كان جائزا عليه العمل بقول هذا قبل الاختيار فيستصحب ذلك ، وهذا استصحاب تنجيزي مقدم على الاستصحاب التعليقي\r\nو \r\nاما القائل بوجوب البقاء فاستدل لعدم جواز الرجوع إلى الحي بأمور :\r\nالأول : الاجماع على عدم جواز العدول الثابت قبل الوفاة وبعد الوفاة وفيه ان عموم معقد الاجماع إلى ما بعد الوفاة ممنوع .\r\nالثاني : استصحاب عدم جواز العدول في أيام حياته .\r\nوالجواب : ان موضوع الاستصحاب هو الحي فبعد الموت نشك فيه\r\n","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nفلا يجري الاستصحاب لفقدان العلم ببقاء الموضوع وهو أحد أركان الاستصحاب .\r\nالثالث : الأصل العقلي وهو دوران الأمر بين التعيين والتخيير وكون الميت هو المتعين .\r\nوالجواب : انه ينقض بالحي فكما يحتمل وجوب تعيين الميت كذلك يحتمل وجوب تعيين الحي فاحتمال التعيين موجود في كل من الطرفين هذه خلاصة الأقوال .\r\nولكن المختار في صورة اختلاف رأي الميت مع الحي التفصيل فيما يلزم المخالفة القطعية يجب البقاء وفي غيرها الجواز وحجتنا بناء العقلاء واستصحاب الحجية اما بناء العقلاء فظاهر لأن الشخص إذا رجع إلى طبيب واخذ الدستور منه وعمل بذلك ثم مات الطبيب لا يرجع عنه إلى غيره . واما استصحاب الحجية بناءا على أن المأخوذ في موضوعه رأي الفقيه على نحو المعرفية وكفاية الحدوث وعدم الاحتياج إلى بقائه خصوصا ان قلنا بالاحكام الظاهرية فلا بأس باستصحابها أيضا على أن الآخذ بقول الميت في زمن حياته أخذ بالحجة فأي دليل على منعه هذا كله في جواز البقاء على تقليد الميت وعدمه ( و ) لكن ( لا يجوز تقليد الميت ابتداءا ) اجماعا نقله الأعاظم وتلقاه الباقي بالقبول وما نقل عن الأخباريين من جوازه فغير مضر إذ يعنون غير معنى التقليد المصطلح فإنهم يقولون بأخذ الرواية من الميت لا فتواه .\r\n","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nويستدل أيضا بوجوه أحدها : الشك في الجواز والأصل عدمه .\r\nثانيها : الاستصحاب الأزلي . ثالثها : الأصل العقلي اي دوران الأمر بين التعيين والتخيير فالتعيين أولى .\r\nوقد قيل بجواز تقليد الميت ابتداءا لاستصحاب أصل الجواز المعلق بزمن الحياة أي كان جائزا تقليده في زمن حياته فيستصحب ذلك وهذا استصحاب تعليقي يقدّم على الأصل العقلي وهو الدوران الأمر بين التعيين والتخيير : لأن الأصل أصيل حيث لا دليل والاستصحاب دليل .\r\nوردّ باستصحاب التنجيزي وهو عدم الجواز قبل التعيين وهو مقدم على أصل التعليقي .\r\nرابعها : بظهور الآيات والروايات آية النفر والسؤال وما ورد من الرجوع إلى الرواة كلها دالة على الرجوع إلى الحي .\r\nخامسها : الاجماع المدعى في كلمات جماعة من الأكابر كالمحقق الثاني الكركي في شرح الألفية : قال لا يجوز الأخذ عن الميت مع وجود المجتهد الحي بلا خلاف بين علماء الإمامية وعن الشهيد الثاني في المسالك : ما يقرب من ذلك . وعن المعالم العمل بفتاوى الموتى مخالف لما يظهر من اتفاق علماءنا على المنع من الرجوع إلى فتوى الميت مع وجود المجتهد الحي . وعن الوحيد البهبهاني في فوائده : ان الفقهاء اجمعوا على أن الفقيه لو مات لا يكون قوله حجة . إلى غير ذلك من كلمات أكابر أصحابنا في هذا الباب . سادسها : لو جاز تقليد الميت ابتداءا للزم حصر التقليد من زمان الكليني إلى زماننا هذا في واحد .\r\n","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nمسألة « 10 » إذا عدل عن الميت إلى الحي لا يجوز له للعود إلى الميت .\r\nمسألة « 11 » لا يجوز العدول عن الحي إلى الحي الا إذا كان للثاني اعلم .\r\n\r\n\r\n\r\n","description":"\r\nوذلك للعلم الاجمالي بوجود الخلاف بين الفقهاء الامامية في المسائل الفرعية ، وفي موارد الخلاف يجب تقليد الأعلم كما ستعرف ، فلا بد حينئذ من الفحص من اعلم علماء الإمامية من الصدر الأول إلى يومنا ، لانحصار الحجة في قوله ، فلا يجوز تقليد غيره فينحصر المقلد في شخص واحد . وهذا ضروري البطلان في مذهب الشيعة الإمامية .\r\n\r\nمسألة « 10 » « إذا عدل عن الميت إلى الحي\r\nلا يجوز له العود إلى الميت » لما يأتي في المسألة اللاحقة مضافا إلى أنه من التقليد الابتدائي الذي قد عرفت قيام الاجماع على المنع عنه ويضاف على ذلك هاهنا بأنه يريد العدول بعد الأخذ بالحجة بخلاف السابق لأنه كان تقليدا ابتدائيا فقط .\r\n\r\nمسألة « 11 » « لا يجوز العدول « 1 » عن الحي إلى الحي » لوجوه\r\n. أحدها : الاجماع في الجملة لمخالفة الشهيد والمحقق النائيني كما قيل .\r\nثانيها : الأصل العقلي وهو دوران الأمر بين التعيين والتخيير ان\r\n","footnote":"\r\n( 1 ) على الأحوط وفي صورة المخالفة فالأخذ بأحوط القولين أحوط .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nقلت إن دوران الأمر بين التعيين والتخيير انما يكون فيما لا يوجد دليل اجتهادي وهنا موجود وهو اطلاقات الآيات والأخبار وظاهرها التخيير الاستمراري قلت : انها ليست في مقام البيان بل في مقام أصل التشريع ولذلك لم يتعرض لخصوصيات المفتي من العدالة والعقل وغيرهما فلا اطلاق فيها ، على أن الآخذ بقول أحدهما آخذ بالحجة فلا يكون متحيرا حتى يجوز له تقليد الآخر ، وما ورد من رجوع الجاهل إلى العالم لا يشمل هذا المورد لأنه يعد العمل والآخذ لا يكون جاهلا . ان قلت باستصحاب التعليقي قبل التعيين وهو التخيير قلت : مناقض باستصحاب التنجيزي وهو عدم جواز الرجوع اليه قبل التعيين مضافا إلى أن جواز الآخذ كان لرفع الحيرة وبعد الأخذ لم يكن ذلك حتى يريد رفعه .\r\nومع هذا كله يمكن ان يقال بعدم حجية مثل هذا الاجماع المدعى الذي قد عرفت وجود المخالف ، بل اللازم الاعتماد إلى المناط العرفي في مثل هذه الفروع ، وعرف العقلاء لا يفرقون بين الرجوع ابتداءا أو غيره .\r\nومع هذا كله فالأحوط عدم العدول عن الحي إلى الحي وفي صورة المخالفة في الفتوى الأخذ بأحوط القولين أحوط . « الا إذا كان الثاني اعلم » فيجب العدول لبناء العقلاء في الرجوع إلى الأعلم . أو بعض الأدلة اللفظية الدالة على الرجوع إلى أفقههما فهذا دليل اجتهادي حاكم على الأصل العقلي وهو الدوران بين التعيين والتخيير .\r\nهذا إذا كان دليل الأعلمية بناء العقلاء أو النقل واما إذا كان\r\n","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nمسألة « 12 » يجب تقليد الأعلم مع الامكان على الأحوط .\r\n\r\n\r\n","description":"\r\nأصل عقلائي وهو الدوران بين التعيين والتخيير فلا يلزم العدول إلى الأعلم لأنه لا يكون احتمال التعيين في كل منهما وفيما نحن فيه يحتمل التعيين في كلاهما كما لا يخفى فتدبر .\r\n\r\nمسألة « 12 » « يجب تقليد الأعلم مع الامكان »\r\nكما هو المشهور بين الأصحاب واختاره صاحب المعارج والارشاد ونهاية الأصول والتهذيب والمنية للعميدي والدروس والعدة والذكرى والجعفرية للمحقق وجامع المقاصد والتمهيد للشهيد الثاني والمعالم والزبدة وحاشية المعالم للفاضل المازندراني واليه ذهب صاحب الرياض فيما حكى عنهم جميعا ونسبه في محكى المسالك إلى الأشهر بين أصحابنا وجعله في محكي التمهيد هو الحق عندنا وفي المعالم هو قول الأصحاب الذين وصل الينا كلامهم وادعى على ذلك الاجماع صريحا المحقق الثاني في محكي الحاشية على الشرائع وكذا علم الهدى في محكي الذريعة كونه من المسلمات عند الشيعة .\r\n\r\nوذهب جماعة ممن تأخر عن الشهيد الثاني إلى التخيير بين الأعلم وغيره حجة القول الأول بوجوه :\r\nالأول : بناء العقلاء فإنهم يقدمون الفاضل على المفضول لأن قول الأفضل أقرب من غيره جزما فيجب الأخذ به عند المعارضة عقلا .\r\nوانما المناط الأقربية إلى الواقع والثقة بقول الأعلم أكثر لأنه أقرب وأوكد .\r\nالثاني : الشهرة بين الأصحاب كما ذكر وقيل بالاجماع كما عن رسالة شيخنا الأنصاري ، انه لم يحك الخلاف فيه عن معروف بل حكى\r\n","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nعن المحقق الثاني دعوى الاجماع على تعين تقليد الأعلم .\r\nالثالث : الأخبار فمنها مقبولة عمر بن حنظلة التي رواها المشائخ الثلاثة سئلت أبا عبد اللّه ( ع ) عن رجلين من أصحابنا بينهما منازعة في دين أو ميراث إلى أن قال فإن كان واحد منهما اختار رجلا من أصحابنا فتراضيا ان يكونا ناظرين في حقهما فاختلفا فيما حكما وكلاهما اختلفا في حديثكم فقال الحكم ما حكم به أعدلهما وأفقههما وأصدقهما . . الخ . دلت على تقديم قول الأفقه .\r\nومنها : ما رواه الصدوق عن داود بن حصين عن أبي عبد اللّه الصادق ( ع ) في رجلين اتفقا على عدلين جعلاها في حكم وقع بينهما فيه خلاف فرضيا بالعدلين ، فاختلف العدلان بينهما عن قول أيهما يمضي الحكم قال ينظر إلى قول افقههما واعلمهما بأحاديثنا وأورعهما فينفذ حكمه ولا تلتفت إلى الآخر .\r\nومنها : المروي عن نهج البلاغة عن مولانا أمير المؤمنين ( ع ) في كتابه إلى مالك الأشتر وخلاصته انه أمر المالك باختيار الأبصر والأفضل للحكم بين الناس .\r\nومنها : خبر موسى عن الصادق ( ع ) في رجلين يكونان بينهما منازعة واختلفا فيما حكما قال وكيف يختلفان قلت كل منهما الذي اختاره الخصمان فقال ينظر إلى أعدلهما وأفقههما في دين اللّه فيمضي حكمه .\r\nوفي كل واحد من هذه الوجوه الثلاثة نظر اما الأول : فممنوع صغرى وكبرى اما الصغرى على نحو الموجبة الجزئية يمكن أن يسلم واما\r\n","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nعلى نحو الموجبة الكلية غير مسلم لأجل ان فتوى غير الأفضل قد يكون أقرب من فتوى الأفضل لموافقته لفتوى من هو أفضل منه ممن مات أو للمشهور أو كان المفضول أوثق وأدق في الاستنباط أو كان فتواه موافقا للاحتياط .\r\nفان قلت المعتبر في الأقربية من حيث هو لا من حيث الخارج .\r\nقلت : ان العرف يعتبر من حيث الخارج وانما يعتبر الأعلمية من حيث إنه أحد المرجحات لامن حيث هو وإذا عارضه مرجح آخر فيتعارضان .\r\nواما الكبرى فلأن الأقربية عندنا غير معتبرة بل الأقربية عند الشارع يعتبر ولعل الأفضل وغيره سيان عند الشارع ولم يكن لزيادة القرب في أحدهما دخل أصلا .\r\nومنها : ما جاء في منتخب التواريخ « 1 » عن اثبات الوصية ان جماعة من العلماء والفقهاء وشيعة أهل البيت بعد وفاة الإمام الرضا ( ع ) ذهبوا إلى دار الإمام جعفر بن محمد ( ع ) وهم ثمانون شخصا وذلك بعد فريضة الحج دخلوا المدينة وأرادوا زيارة نجل الرضا الإمام الجواد عليه السلام فجلسوا في الدار وإذا بعبد اللّه بن موسى الكاظم عم الجواد قد خرج من الحرم وجلس في صدر المجلس ونادى بعض الحاضرين هذا ابن رسول اللّه ( ص ) كل من يريد السؤال فاليسأله فقام رجل وقال ما تقول في رجل يقول لزوجته « أنت طالق عدد نجوم السماء » فأجاب انه ثلاث طلقات فتحيرت الشيعة وقام رجل آخر وقال : يا بن رسول اللّه\r\n","footnote":"\r\n( 1 ) وأيضا عيون المعجزات .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nما تقول في رجل جامع بهيمة قال اقطع يده واضربه مائة جلدة وابعده عن بلاده فتحيرت الجماعة ماذا يصنعون وهذا ليس بجواب وهم من علماء المشرق والمغرب والحجاز والعراق إذا رجعوا إلى بلادهم ما ذا يقولون للناس من الامام المفترض طاعته .\r\nفعند ذلك فتحت الباب وخرج من الحرم موفق الخادم ومن بعده الإمام الجواد ( ع ) فسلم وجلس ، فسأل السائل الأول وقال يا بن رسول اللّه ما تقول في رجل قال لزوجته « أنت طالق عدد نجوم السماء » قال الجواد ( ع ) اقرأ القرآن « الطلاق مرتان فامساك بمعروف أو تسريح باحسان » قال السائل : ان عمكم عبد اللّه قال يكون ثلاث طلقات قال يا عم خف من اللّه ولا تفت مع وجود الأعلم منك .\r\nقام السائل الثاني وقال يا بن رسول ما تقول في رجل جامع حيوانا فقال ( ع ) : اما الرجل فيعذر ويكوى ظهر الحيوان ويخرج الحيوان من البلد قال السائل أما عمكم فأجاب بغير هذا الجواب وقال كيت وكيت .\r\nقال الإمام ( ع ) لا اله إلا اللّه يا عم انه لعظيم عند اللّه أن تقف غدا بين يديه فيقول لك لم أفتيت عبادي بما لم تعلم . وفي الأمة من هو أعلم منك « 1 » .\r\nقال عبد اللّه يا بن الأخ رأيت أخي الرضا أجاب بهذا الجواب كما قلت للسائل الثاني .\r\n","footnote":"\r\n( 1 ) ما جاء في الرواية من التوبيخ فهو خارج عن المقام فإنه أفتي -\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nقال الجواد ( ع ) أما أبي أجاب هذا الجواب لمن سئل عن نجاش نبش قبر امرأة وفجر بها وسرق كفنها فقال يجب قطع يده لأنه سرق وينفى البلد لأنه فجر مع امرأة .\r\nواما النظر في الوجه الثاني الشهرة الفتوائية غير كافية للاعتماد عليها والاجماع كما سبق ان صح فمنقول وليس بمحصل مع قوة احتمال ان يكون وجه القول بالتعيين للكل أو الحل ما بيناه من الأصل العقلي أو الدليل الاجتهادي التي وقع النظر فيهما .\r\nواما النظر في الوجه الثالث فلان الترجيح مع المعارضة في مقام الحكومة لأجل رفع الخصومة التي لا يكاد ترتفع إلا به وإذا لم يعلم المناط قطعا لا يجوز قياس الفتوى عليه وما نحن فيه لم يجوز المناط ويحتمل ان الخصم لا يقبل قول المفضول مع وجود الأفضل وبعد سلب الاعتماد من الأدلة الاجتهادية المذكورة يصل النوبة إلى الأصل العقلي وهو مسألة دوران الامر بين التعيين والتخيير فالتعيين أولى لأنه إذا عمل على طبق فتوى الأعلم حصل له البراءة واما إذا عمل على طبق فتوى غير الأعلم لا يعلم بالبراءة لاحتمال شرطية الأعلمية .\r\n","footnote":"\r\n- بما لم يعلم كما يدل عليه قوله عليه السلام لم تفت بما لم تعلم ، والبحث هو الرجوع إلى من يعلم .\r\nومنها : ما عن البحار مجلد الإمامة باب عقاب من ادعى الإمامة بغير حق في أواخره عن الفضيل قال : سمعت أبا عبد اللّه عليه السلام يقول : من خرج يدعو الناس وفيهم من هو أفضل منه فهو ضال مبدع .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nوردّ الأصل بان رجحان التعيين على التخيير غير مسلم لما ذهب اليه جماعة ومنهم الشيخ الأنصاري رحمه اللّه بأن المرجع البراءة لأن الشك في القيد الزائد في الأمر :\r\nمثل ما إذا ثبت وجوب عتق الرقبة في الجملة وشك في وجوب عتق المؤمنة عينا أو التخيير بينهما وبين الكافرة فيجري البراءة في القيد الزائد .\r\nوالجواب : ان الأمر بين التعيين والتخيير على ثلاثة أقسام اما في مقام الملاك والجعل فيكون من باب التعارض كما لو دار الأمر بين القصر والاتمام في مسافة أربعة فراسخ مع احتمال التعيين في أحدهما المعين أو مثل صلاة الجمعة والظهر في يومها واما في مقام أداء التكليف فيكون من باب التزاحم كقولك انقذ الفريقين فيحتمل تعيين أحدهما واما في مقام الحجة كما فيما نحن فيه .\r\nوالبراءة وان قلنا بجريانها في الأولين لما قرر في الأصول لم يقل أحد بجريانها في الثالث لأنه شك في الحجة والأصل عدم الحجية .\r\nهذا غاية ما يمكن ان يقال في رجحان الأفضل والأعلم في صورة عدم المزاحم لمرجح آخر . كما لو كان المفضول أدق في الاستنباط والأعلم يعتمد على علمه ولا يرجع إلى مدارك الاستنباط بالتحقيق .\r\nوعلى فرض ترجيح الفاضل هل يكون قول المفضول حجة أولا ذهب جماعة إلى عدم الحجية محتجين بان حاله حال العلماء في زمن وجود امام معصوم فكما لا يجوز أخذ قول العالم إذا خالف قول الإمام\r\n","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nكذلك لا يجوز أخذ قول الفقيه مع وجود الأفقه إذا تخالفا في الرأي .\r\nوالجواب : بطلان القياس لأن بينهما بون بعيد لان الإمام ( ع ) يأمر بالواقع والمجتهد يحكم بالاحكام الظاهرية واما حجة قول الثاني وهي عدم الرجحان للأعلمية . وجواز الرجوع إلى غير الأعلم وجوه .\r\nمنها : اطلاقات الأدلة الواردة في رجوع الجاهل إلى العالم سواء كان لبيا أو لفظيا كتابا كان أو سنة فإنهما يحكم بجواز الرجوع إلى العالم سواء كان اعلم أم لا .\r\nوفيه أولا : ان الاطلاقات لا تشمل صورة الاختلاف في الفتوى كما هو محل الكلام ولم يوجد اطلاق أحوالي بل انها في مقام أصل التشريع وأصل جواز الرجوع إلى العالم لا في صدد البيان .\r\nومنها : استقرار سيرة الشيعة في عصر المعصومين عليهم السلام على الأخذ بفتاوى العلماء المعاصرين لهم مع العلم باختلاف مراتبهم في العلم والفضيلة ولم يردعهم الامام بل امر بذلك .\r\nوالجواب : كل ذلك في صورة عدم الخلاف التفصيلي بينهم واما مع العلم التفصيلي بالمخالفة لم يسلم ذلك أي جواز الرجوع إلى غير الأعلم منهم ولم تثبت سيرة على ذلك مع العلم التفصيلي بالمخالفة .\r\nومنها : ان وجوب الرجوع إلى الأعلم يلزم العسر والحرج وهو منفي في الشريعة .\r\nوفيه : ان العسر المدعى اما أن يكون في تشخيص الأعلم وموضوعه لأنه وقع الخلاف في معناه فقيل إنه أجود ملكه وقيل أجود فهما وأسرع\r\n","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nانتقالا وقيل أحسن ضبطا وأكثر اطلاعا ، واما أن يكون في الرجوع اليه من البلدان النائية أو في العمل بفتاويه والجميع كما ترى .\r\nاما الأول : فلأن تشخيص الأعلم ليس الا كتشخيص أصل المجتهد فكما أن معرفة أصل الاجتهاد في تشخيص المجتهد ليس فيها العسر والحرج كذلك معرفة الأعلم من غيره . . وحله ان الأعلمية موضوع من الموضوعات المعروفة كالاجتهاد يمكن احرازها بالرجوع إلى أهل الخبرة .\r\nواما الثاني : فلان الرجوع إلى الأعلم يتقدر بقدر الامكان غير البالغ حد العسر والحرج فان اقتدر على اخذ فتاوى الأعلم من غير عسر ولا حرج تعين ولو بواسطة رسائله وكتبه والا فالأعلم وهكذا .\r\nومنها : انه لو وجب تقليد الأعلم لوجب الرجوع إلى الأئمة لأنهم أولى من الأعلم ، وقد ورد الأمر بالانذار ، للعالم مع وجود النبي ( ص ) .\r\nوالجواب : انما يتم ذلك لو كان الرجوع إلى غير الأعلم ممنوعا عقلا ذاتا واما إذا كان من جهة عدم الدليل على حجية فتوى الأعلم فالمقايسة غير ظاهرة لقيام الدليل على جواز الرجوع إلى غير المعصوم مع امكان الرجوع اليه ما لم يعلم المخالفة في الفتوى مع أن الرجوع إلى زرارة وأمثاله في صورة عدم العلم بالمخالفة والا فلا يجوز الرجوع اليه مع العلم بمخالفته للامام .\r\nومنها : استصحاب التخيير الثابت قبل تفضيل أحدهما على الآخر فان زوال التخيير بحدوث الفضل في أحدهما غير معلوم فيستصحب التخيير .\r\nوالجواب : أولا ان التخيير الثابت في حال التساوي انّما كان\r\n","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nباعتبار القطع بعدم ترجيح أحدهما على الآخر في العلم وحيث زال القطع وشك في أجزاء قول المفضول مع وجود الأفضل لا مجال للاستصحاب لزوال الموضوع .\r\nثانيا : ان هذا الاستصحاب التعليقي يعارضه استصحاب التنجيزي وهو عدم الجواز للاخذ لأحدهما قبل التعيين .\r\nوبالجملة فلا يتضح دليل على جواز تقليد المفضول مع تيسر الرجوع إلى الفاضل ومقتضى بناء العقلاء تعيين الرجوع إلى الفاضل فيما لم يوجد مرجح آخر في المفضول وأيضا الأصل العقلي حاكم باجزاء رأي الفاضل والتوقف في المفضول وعليه يتعين تقديم الفاضل على المفضول للبراءة اليقيني وما ورد في التشكيك في ثبوت هذا الأصل مردود بما بينا .\r\nفتحصل انه يجب تقليد الأعلم ان أمكن « على الأحوط » « 1 » مع عدم مرجح آخر في غير الأعلم . ومع العلم بالمخالفة في الفتوى تفصيلا أو اجمالا بينه وبين غيره في المسائل المبتلى بها ، هذا في صورة العلم بالأعلم والمخالفة بينهما واما إذا علم واحتمل المخالفة في الفتوى بينه وبين غيره هل يجري التخيير والبراءة في قيد زائد أو الاشتغال والاخذ بالمتيقن ذهب الميرزا النائيني ( قدس سره ) إلى التفصيل قبل الفحص\r\n","footnote":"\r\n( 1 ) مع عدم مرجح آخر في غير الأعلم يعارضه ، والعلم بالمخالفة في الفتوى تفصيلا أو إجمالا بينه وبين غيره في المسائل المبتلي بها ويكون فتوى غير الأعلم مخالفا للاحتياط .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nوبعده فالأول مجرى الاشتغال والاحتياط وفي الثاني البراءة والتخيير ، لجري العادة بين بعض العقلاء اطلاق الكلام واجماله ثم التقييد والتفصيل كما وقع في الشرع اطلاق واجمال في كلمات الرسول الأكرم ( ص ) والتقييد والتفصيل من الأئمة بعده وقد تقرر في موضعه ان ذلك اما من باب التخصيص أو النسخ أو مقيد وكان اخفاء المخصص لمصلحة أو كان مقترنا بالمخصص ولكن التقطيع في الروايات وشبهه أورث الاختفاء وعلى كل حال في هذه الصورة كما عليه بعض العقلاء خصوصا في الأحكام الشرعية لا يجوز الاعتماد على العام قبل الفحص عن المخصص كذلك المقلد لا يجوز له التمسك بقول أحدهما قبل الفحص لاحتمال المخالفة ووجوب رفع الضرر المحتمل ولا يرتفع ذلك الا بعد الفحص .\r\nوالجواب : ان جعلنا دليل الأعلمية النقل كما اعتمد عليه قدس سره يلزم ذلك واما ان جعلنا دليله العقل فالعقلاء لا يلتزمون بالفحص في صورة الاحتمال وقد قرر هذا البحث بتقريب آخر وهو أن وجوب الفحص وعدمه يكون في محتملات خمسة . أحدها : العلم بالاختلاف في الفتوى وبالتفاضل بأن يعلم أن أحدهما أفضل من الآخر ولم يعرف الأفضل بعينه . ثانيها : الشك في الاختلاف والعلم بالتفاضل . ثالثها :\r\nعكس ذلك . رابعها : الشك في كليهما أي في التفاضل والاختلاف بأن يكون جاهل بهما معا . خامسها : في صورة الشك في وجود مجتهد غير\r\n","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nمن يعرف بان المجتهد الموجود واحد ولكن يحتمل غيره وعلى فرض وجوده يحتمل الأعلمية والمخالفة .\r\n( و ) اما الأول « يجب الفحص عنه » « 1 » للعلم بالتكليف وعدم شمول أدلة الحجية للفتويين المختلفتين : وان العمدة في التخيير بين المجتهدين هو الاجماع فلا مجال للرجوع إلى واحد بعينه إذ لا اجماع عليه قبل الفحص فيجب الفحص لأصالة عدم الحجية بل مقتضى ما دل على وجوب الرجوع إلى الأعلم يكون الفرض من باب اشتباه الحجة بغير الحجة المستوجب للأخذ بأحوط القولين حتى بعد الفحص والعجز عن معرفة الأفضل لكن الظاهر الاتفاق على جواز الرجوع حينئذ إلى أيهما شاء وعدم وجوب الاحتياط المذكور عليه وبالجملة الرجوع إلى أحد المجتهدين قبل الفحص واعتماد على مشكوك الحجية فلا يجزى في نظر العقل واما بعد الفحص عدم الظفر بالأعلم يلزم الأخذ بأحوط القولين أيضا لعدم جواز التخيير في صورة التعارض بل يلزم التساقط وبعد العلم بأصل التكليف يلزم الاخذ بأحوط القولين هذا ان جعلنا دليل التقليد والأعلمية نقلا واما ان اعتمدنا على العقل وبناء العقلاء ، فهم على خلاف ذلك ولا يلتزمون الاحتياط بعد الفحص .\r\nهذا كله في الصورة الأولى واما البحث عن الصور الأخرى يجدها الطالب في كتاب مستمسك العروة الوثقى .\r\n","footnote":"\r\n( 1 ) إذا علم بوجوده ومخالفته مع غيره فيما هو محل الابتلاء وعدم موافقة غيره للاحتياط بالإضافة اليه .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nمسألة « 13 » إذا كان هناك مجتهدان متساويان في الفضيلة يتخير بينهما والا إذا كان أحدهما أورع فيختار الأورع .\r\n\r\n\r\n\r\n","description":"\r\n\r\nمسألة « 13 » « إذا كان هناك مجتهدان متساويان في الفضيلة يتخير بينهما »\r\n« 1 » مع عدم العلم باختلافهما في الفتوى في المسائل المبتلى بها وإلا فيأخذ بأحوط القولين لأن الأدلة الواردة في رجوع الجاهل إلى العالم انما هو في صورة عدم التعارض كما هو مقتضى القول بالطريقية .\r\nواما مع المخالفة فلا يشمله الأدلة وبعد العلم بعدم سقوط التكليف يلزم الاحتياط إلا أن يكون هناك اجماع يدل على عدم وجوب الاحتياط كما ادعى فتأمل .\r\nوالمفروض في صورة عدم مرجح في أحدهما « وإلا إذا كان أحدهما أورع فيختار الأورع » « 2 » كما عن النهاية والتهذيب والذكرى والدروس والجعفرية والمقاصد العلية والمسالك وغيرها لأمور أحدها اصالة التعيين الجارية عند الدوران بينه وبين التخيير وبحكم العقل بالاخذ بالمتيقن وهو الأورع وترك المشكوك ولا وارد على هذا الأصل : لأن الاطلاقات الدالة على الحجية لو تمت لا تشمل صورة الاختلاف كما تقدم .\r\nثانيها : الاجماع المنقول على أنه لو دار الأمر بين الأورع وغيره تعين الأورع . والجواب : عنه واضح لمخالفة جماعة وان الاجماع المنقول غير حجة مع احتمال كونه للحجج المذكورة .\r\n","footnote":"\r\n( 1 ) مع عدم العلم باختلافهما في الفتوى في المسائل المبتلى بها وإلا فيأخذ بأحوط القولين .\r\n( 2 ) على الأحوط في صورة عدم مرجح في آخر .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nثالثها : المرسلة ان الفتيا لا تحل إلا لمن كان اتبع أهل زمانه لرسول اللّه ( ص ) والارسال منجبر بعمل الأصحاب . والجواب : ان المرسلة غير حجة مع مخالفة جماعة لذلك وعدم اشتراطهم الأورعية من شرائط المفتي مع أنهم عليهم السلام رخصوا الافتاء لبعض الأصحاب مع وجودهم كقوله ( ع ) يا أبان احبس وافتي الناس مع أن ابان لم يكن اتبع أهل زمانه مع وجود الامام في بينهم .\r\nوعلى فرض الصحة يحتمل ورودها في مقابل المخالفين مع وجود امام معصوم فإنه لا تحل الفتوى إلا للامام مع وجوده .\r\nرابعها : ما ورد في باب الحكومة من الأخذ بأورعهما وإذا ألقينا الخصوصية وحصل المناط يجري إلى باب الفتوى . والجواب : عدم العلم بالمناط وعدم السراية حينئذ إلى الفتوى وانه قياس مع الفارق .\r\nخامسها : كما في تقريرات الشيخ ( رح ) ان الأورع يبذل جده وجهده في جميع الأمور الشرعية للوصول إلى الحكم الواقعي فيكون قوله أقرب إلى الواقع .\r\nوالجواب : بعد تسليم ان الأورع يبذل جهده في الاستنباط أكثر حتى يكون أقرب إلى الواقع فلا يكون الأقربية عندنا معتبر والأقربية عند الشارع غير معلومة نعم الاطمئنان فيه أكثر .\r\nفتحصل ان الأصل العقلي لا وارد عليه وان الاطمئنان في الأورع في صورة عدم مرجح آخر في غيره فالأورعية من المرجحات كما قلنا في الأعلمية .\r\n","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nمسألة « 14 » إذا لم يكن للأعلم فتوى في مسألة من المسائل يجوز في تلك المسألة الأخذ من غير الأعلم وان أمكن الاحتياط .\r\nمسألة « 15 » إذا قلّد مجتهدا كان يجوز البقاء على تقليد الميت فمات ذلك المجتهد لا يجوز البقاء على تقليده في هذه المسألة بل يجب الرجوع إلى الحي الأعلم في جواز للبقاء وعدمه .\r\n\r\n\r\n\r\n","description":"\r\nولو كان أحد المجتهدين أفضل والآخر أورع قدم الأفضل لأنه المناط في التقليد .\r\n\r\nمسألة « 14 » ( إذا لم يكن للأعلم فتوى في مسألة من المسائل )\r\nهل يكون للمقلد الرجوع إلى غيره أو يلزم الاحتياط فمقتضى أدلة رجوع الجاهل إلى العالم ( يجوز في تلك المسألة الأخذ من غير الأعلم ) « 1 » مع رعاية الأعلم منهم فالأعلم ( وان أمكن الاحتياط ) لعدم وجوبه على العامي لما عرفت من الأدلة القطعية على جواز رجوع الجاهل إلى العالم ولو مع امكان الاحتياط .\r\nوقلنا إن الأعلمية شرط في مورد الخلاف واما إذا لم يكن للأعلم فتوى فلا تتحقق المخالفة .\r\n\r\nمسألة « 15 » [ إذا قلّد مجتهدا كان يجوز البقاء على تقليد 
  ]\r\nإذا قلد مجتهدا ابتداء في المسائل الفرعية ( وكان ) ذلك المجتهد ( يجوز البقاء على تقليد الميت فمات ذلك المجتهد ) الذي كان يفتي بجواز البقاء على تقليد الميت ( لا يجوز البقاء على تقليده في هذه المسألة ) أي مسألة البقاء لاستلزام الدور وهو ان جواز البقاء موقوف على\r\n","footnote":"\r\n( 1 ) مع رعاية الأعلم منهم فالأعلم .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nحجية رأيه فعلا وحجية رأيه فعلا موقوفة على جواز البقاء .\r\nويمكن أن يقال ذهبت حجية قوله بقوته فلا دليل عليه ( بل يجب ) عليه ( الرجوع إلى الحي الأعلم في جواز البقاء وعدمه ) هذا ظاهر العبارة وقد احتمل وجوها أخرى وهي فيما إذا قلد مجتهدا فمات ورجع إلى الثاني وكان هو يجوز البقاء فبقى على تقليد الأول بأذن الثاني ثم مات الثاني ورجع إلى الثالث وكان يجوز البقاء فهل يوجب ذلك الرجوع إلى تقليد الأول أو الثاني أو التخيير أو التفصيل وهو ان الثاني إذا قال بالجواز يلزم التخيير وان قال بالوجوب يلزم تقليد الأول لأن الأول هو المتعين سواء قلنا بالرجوع اليه استقلالا أو الرجوع إلى الثاني لان الثاني يقول بوجوب الرجوع اليه أيضا .\r\nهذه محتملات أربع وقد يشكل الامر فيما إذا كان الثاني يقول بالحرمة والثالث بالوجوب أو الجواز لمعارضة قولهما .\r\nويمكن الحكم بالرجوع إلى الأول لما نقل عن شيخنا الأنصاري رحمه اللّه من عدم الاخذ بعموم فتوى الحي بالنسبة إلى مسألة البقاء والعدول وان المناط بالجواز هو مخصص بغير مسألة البقاء للزوم تخصيص الأكثر لأنه إذا قال بذلك يلزم أن يقول بتقليد الثاني في مسألة واحدة وهي البقاء وهذا معنى تخصيص الأكثر وكذلك للزوم التنافي بين القولين في بعض الصور .\r\nوقد نقل عن شيخنا النائيني قدس سره ان التقليد في هذه الصورة في الحقيقة يرجع إلى الأول واما الثاني فهو المجوز للبقاء .\r\n","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nوإذا قال الثالث بجواز البقاء معناه الرجوع إلى الأول لأنه المقلد في الحقيقة لا الثاني وذكر صاحب المستمسك على العروة الوثقى ما لفظه والذي ينبغي أن يقال إذا قلد زيدا في المسألة الفرعية كوجوب صلاة الظهر يوم الجمعة مثلا فمات زيد فقلد عمرا في جواز البقاء على تقليد زيد في وجوب صلاة الظهر فإذا مات عمرو فقلد بكرا فأفتى له بوجوب البقاء على تقليد الميت كان مقتضى ذلك وجوب العمل برأي زيد دون رأي عمرو وذلك ان عمرا وإن كان ميتا قد قلده حال حياته في جواز البقاء على تقليد الميت إلا أنه يمتنع الرجوع اليه في مسألة جواز تقليد الميت لأن هذه المسألة قد قلد فيها بكرا بعد موت عمرو فلا مجال لتقليد عمرو فيها لان المسألة الواحدة لا يحتمل تقليدين مترتبين لأنه لو بني على جواز اجتماع المثلين في رتبتين فلا أقل من لزوم اللغوية مع اتفاقهما عملا أو التناقض مع اختلافهما وبطلانه ظاهرا .\r\nلا يقال إن هذه الفروض يأتي في المسألة الواحدة والستين فما السبب في ذكرها هنا .\r\nلان تلك المسألة فيما رجع إلى الثاني مطلقا وهنا فيما رجع إلى الثاني في خصوص مسألة البقاء والفرق واضح .\r\nأقول : والذي ينبغي أن يقال لو قلد زيدا يقول بوجوب صلاة الظهر يوم الجمعة فمات زيدا فقلد عمرا يقول بحرمة البقاء ووجوب صلاة الجمعة يجب عليه صلاة الجمعة ثم مات العمر فقلد خالدا يقول بوجوب\r\n","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nمسألة « 16 » عمل الجاهل المقصّر الملتفت باطل وان كان مطابقا للواقع .\r\n\r\n\r\n\r\n","description":"\r\nتقليد الميت فيجب عليه صلاة الجمعة لان الثاني أبطل قول الأول ولا مجال لاخذ قوله .\r\n\r\nمسألة « 16 » ( عمل الجاهل المقصر الملتفت باطل ) « 1 »\r\nالجاهل على ثلاثة أصناف القاصر والمقصر والمقصر على قسمين الملتفت أو غير الملتفت اما المقصر الملتفت إلى حكم شرعي عمله باطل ( وان كان مطابقا للواقع ) هذا إذا كان عبادة ولم يحصل منه قصد القربة وإلا كان صحيحا .\r\n\r\nومعيار الصحة والفساد المطابقة للواقع وعدمه\r\n، هذا بناء على أصول المخطئة إذا طابق العمل مع الواقع صحيح وان خالف الامارة وغير صحيح ان عكس .\r\nنعم ان خالف العمل مع الواقع ولكن طابق مع الامارة والحجة كان معذورا هذا إذا كان العمل مستندا إلى الحجة لا صرف المطابقة واما إذا طابق مع الامارة بدون الالتفات لم يكن حجة لأنه لم يعلم المطابقية للواقع ولا مع الامارة حين العمل .\r\nوالحاصل ان المعيار في صحة العمل وعدمه مطابقة الواقع سواء طابق مع الامارة أم لا وسواء كان في العبادة أو غيرها .\r\nنعم في العبادة لابد من قصد القربة حين العمل وقد سبق في\r\n","footnote":"\r\n( 1 ) بمعنى عدم الاكتفاء به إذا كان عبادة ولم يتمش منه القربة واما غير العبادة فصحيح ان طابق الواقع ، ويكفى في احراز الواقع فتوى من يجب عليه تقليده فعلا .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nبحث الاحتياط ان احتمال حصول الواقع كاف في العمل ولا يحتاج إلى علم تفصيلي كما في الشبهة البدوية إذا احتمل المكلف ان عليه غسل مثلا فاغتسل ثم علم بذلك فغسله صحيح ولو كان بداعي احتمالي .\r\nولا وجه لبطلان عمل الجاهل المقصر الملتفت حتى في العبادات ان طابق مع الواقع الا أن يدعي الاجماع أو شرطية قصد الوجه وكلاهما غير مسلم .\r\nوقد ذكر شيخنا الأنصاري قدس سره في خاتمة البراءة وفي بحث الاحتياط ان العبادة موقوفة على قصد القربة ولا يحصل ذلك إلا إذا علم أنه ممدوح ومطلوب للشارع ، والجاهل المقصر لا يتمشى مع قصد القربة لعدم علمه برجحان العمل وممدوحيته مضافا إلى أن المحرك للعمل لابد وان يكون بداعي أمر الولي وهنا الداعي احتمال الامر وفي كلا الوجهين نظر اما الأول فقصد القربة موجود هنا لأن الجاهل للقصر لا يأتي العمل إلا للّه تعالى ويحصل ذلك بمجرد احتمال أمره وقد سبق بحثه .\r\nواما الثاني : فلان العلم والاحتمال داعيان للعمل لا نفس الأمور الخارجية كما أن العلم أو احتمال الضرر يوجبان الحذر ودفع الضرر لا الموضوع الخارجي وقد سبق مثاله .\r\nفالعبرة بالعلم والاحتمال لا نفس الموضوع الخارجي والأمر الاحتمالي موجود فيما نحن فيه .\r\nفتحصل ان مناط صحة عمل الجاهل قاصرا كان أو مقصرا عبادة كان\r\n","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nواما الجاهل القاصر أو المقصر الذي كان غافلا حين العمل وحصل منه قصد للقربة فإن كان مطابقا لفتوى المجتهد الذي قلده بعد ذلك كان صحيحا والأحوط مع ذلك مطابقته لفتوى المجتهد الذي كان يجب عليه تقليده حين العمل .\r\n\r\n\r\n","description":"\r\nالعمل أو غيره وقوعه مطابقا للواقع مع حصول قصد القربة في العبادة حين العمل ، ويكفي في احراز الواقع فتوى من يجب عليه تقليده فعلا لأن فتوى من كان يجب عليه تقليده حين العمل فإنه لا يفيد لعدم الاستناد اليه حين العمل والمفروض عدم العلم بالواقع وانما فتوى من يجب عليه تقليده فعلا يكون معذرا ويعتمد عليه في القضاء وعدمه هذا كله في صحة العمل وعدمه بالنسبة إلى الصحة والبطلان بمعنى عدم الاجراء ووجوب القضاء .\r\nواما العقاب وعدمه فقد ذهب المشهور إلى أن العبادة دائرة مدار الواقع والبحث موكول إلى محله .\r\nوقد سبق هذا الفرع في المسألة السابقة على طريق الاجمال ولكن هذه المسألة يفصل تلك المسألة ويفرق بين الجاهل القاصر والمقصر وفيما إذا طابق الواقع أو لا .\r\nهذا كله في عمل الجاهل المقصر الملتفت ( واما ) إذا كان ( الجاهل القاصر ) وهو الذي لا يحتمل التكليف ولم يستطع على تحصيل المعرفة ( أو المقصر الذي ) كان ملتفتا إلى الحكم فلم يتعلم تهاونا حتى ( كان غافلا حين العمل ) ( و ) مع ذلك ( حصل منه قصد القربة فان\r\n","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nمسئلة « 17 » المراد من الأعلم من يكون أعرف بالقواعد والمدارك للمسألة وأكثر اطلاعا لنظائرها وللاخبار وأجود فهما للأخبار والحاصل أن يكون أجود استنباطا والمرجع في تعيينه أهل الخبرة والاستنباط .\r\n\r\n\r\n\r\n","description":"\r\nكان مطابقا لفتوى المجتهد الذي قلده بعد ذلك كان صحيحا ) « 1 » المناط في صحة العمل مطابقته للواقع وفتوى المجتهد الذي يجب تقليده فعلا طريق اليه .\r\nولا يعتبر مطابقته لرأي من يجب عليه تقليده حال العمل لما بينا من عدم العلم بمطابقته فتواه مع الواقع وعدم حجية الاسناد اليه بعد العمل .\r\n( والأحوط مع ذلك مطابقته لفتوى المجتهد الذي كان يجب عليه تقليده حين العمل ) ولا يتم ذلك إلا على السببية وأدلة حجية قول المجتهد لا تقتضي ذلك كما هو محقق في محله . نعم ذهب بعض المحققين من المتأخرين إلى ذلك وان لم يقل بالسببية بل يقول : ان حجية الفتوى الثانية من حين وجوب الرجوع إليها بالنسبة إلى الأعمال المستقبلة ، دون الماضية ، والا يلزم للمقلد الحالي أن يعيد أكثر أعماله السابقة لأنه قل ما يتفق فتوى الأول مع الثاني . ومع هذا كله الاحتياط أن يجمع بين القولين السابق واللاحق .\r\n\r\nمسألة « 17 » [ المراد من الأعلم 
  ]\r\nقد وقع الخلاف في معنى الأعلمية فقيل المراد أكثر\r\n","footnote":"\r\n( 1 ) لأنه طريق إلى الواقع والمناط في صحة العمل مطابقته للواقع وفتوى المجتهد الذي يجب تقليده فعلا طريق اليه .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nمسألة « 18 » الأحوط عدم تقليد المفضول حتى في المسألة التي توافق فتواه فتوى الأفضل .\r\n\r\n\r\n\r\n","description":"\r\nعلما وأوسع اطلاعا وقيل : ( المراد من الأعلم من يكون أعرف بالقواعد ) لرد الفروع إلى الأصول ولا يلزم فيه أن يكون أقرب إلى الواقع .\r\nوما قيل إن المراد أكثر علما فهو وان كان أقرب إلى معنى التفضيل المدلول لهيئة أفعل إلا أن الظاهر كونه غير مراد القائلين بوجوب تقليد الأعلم والحق ان المراد بالأعلم من كان له الفضيلة في ملاك الاجتهاد وهي ملكة الاستنباط الأحكام من أدلتها التفصيلية .\r\nويرتفع الأعلمية بمراتب الملكة ، والأعلم من كان أقوى ملكة في الاستنباط وما ذكره السيد المصنف قدس سره من الأعرفية بالقواعد ( والمدارك للمسألة وأكثر اطلاعا لنظائرها وللأخبار وأجود منهما للاخبار ) كلها أسباب لحصول القوة ( والحاصل ) من قول المصنف على رأيه ( أن يكون أجود استنباطا ) وعلى ما قلناه أقوى ملكة ( و ) لكن ( المرجع في تعيينه أهل الخبرة والاستنباط ) ويأتي انشاء في المسألة العشرين كيفية معرفة اجتهاد المجتهد ويستفاد منها كيفية معرفة الأعلم .\r\n\r\nمسألة « 18 » ( الأحوط عدم تقليد المفضول حتى في المسألة « 1 » التي توافق فتواه فتوى الأفضل )\r\nهذه المسألة مبتنية على أن يكون المقلد شخصا معينا واما إذا قلنا بعدم شرطيته فلا يلزم ذلك ، لأن مناط الأعلمية بناء العقلاء وبنائهم في هذه الصورة على عدم الفرق بين الفاضل والمفضول .\r\n","footnote":"\r\n( 1 ) والأقرب الجواز في هذه الصورة .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nمسألة « 19 » لا يجوز تقليد غير المجتهد وان كان من أهل العلم كما أنه يجب على غير المجتهد للتقليد وان كان من أهل العلم .\r\nمسألة « 20 » يعرف اجتهاد المجتهد بالعلم الوجداني كما إذا كان المقلد من أهل الخبرة وعلم باجتهاد شخص وكذا يعرف بشهادة عدلين من أهل الخبرة إذا لم يكن معارضة بشهادة آخرين من أهل الخبرة ينفيان عنه الاجتهاد وكذا يعرف بالشياع المفيد للعلم . وكذا الأعلمية تعرف بالعلم أو البينة الغير المعارضة أو الشياع المفيد للعلم .\r\n\r\n\r\n","description":"\r\nوقد تقدم في المسألة الثامنة انه مع اتفاق الآراء فالجميع سواء وقولهم حجة والعمل المطابق لرأي الواحد منها مطابق للجميع فكما يجوز العمل اعتمادا على رأي الأفضل يجوز اعتمادا على رأي المفضول وكما يجوز الالتزام بالعمل بالأول يجوز الالتزام بالعمل بالثاني فاحتمال المنع عن الثاني غير ظاهر إلا اطلاق قولهم لا يجوز تقليد المفضول لكن لو تم الاطلاق فليس معقدا لاجماع واجب العمل .\r\n\r\nمسألة « 19 » ( لا يجوز تقليد غير المجتهد )\r\nإجماعا لعدم الدليل على حجية فتواه ( وان كان من أهل العلم ) ولم يبلغ مرتبة الاجتهاد ( كما أنه يجب على غير المجتهد التقليد ) ان لم يكن محتاطا كما عرفت فيما سبق ( وان كان من أهل العلم ) والفضل .\r\n\r\nمسألة « 20 » ( يعرف اجتهاد المجتهد ) بإحدى أمور ثلاثة\r\n:\r\n","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\n( بالعلم الوجداني ) لأن حجية القطع انجعالي وليست قابلة للجعل والعلم الوجداني ( كما إذا كان المقلد من أهل الخبرة ) ويقدر على تميز المجتهد من غيره ( وعلم باجتهاد شخص ) معين ( وكذا يعرف ) اجتهاد المجتهد ( بشهادة عدلين ) سيأتي انشاء اللّه في مبحث فصل ماء البئر في المسألة السادسة تقريب العموم الدال على حجية البينة في المقام وغيره ولا بد أن يكون العدلان ( من أهل الخبرة ) والاطلاع وقول العدلين حجة ( إذا لم يكن معارضة بشهادة آخرين من أهل الخبرة ينفيان عنه الاجتهاد ) وإذا تعارض البينان تساقطا ( وكذا يعرف ) اجتهاد المجتهد ( بالشياع المفيد للعلم ) ولكن في هذا الطريق نظر لرجوعه إلى الوجه الأول وهو العلم من أي طريق حصل نعم يمكن أن يقال جعله مقابلا للأول لأنه أقرب طرق إلى العلم وعلى كل فالشياع ليس له دخل في الحجية وانما العلم حجة من هذا الطريق . نعم يحتمل قويا ان يكون المراد من العلم الحاصل من الشياع هو العلم النوعي فيكون مباينا للعلم الشخصي فإذا هو قسيم الأخيرين والشياع عند أهل الخبرة أيضا حجة .\r\nوربما يقال ثبوته بخبر الثقة لعموم ما دل على حجيته في الاحكام الكلية . وعليه بناء العقلاء هذا طريق لمعرفة اجتهاد المجتهد ( وكذا الأعلمية تعرف بالعلم ) الوجداني ( أو البينة ) أي بشهادة عدلين ( الغير المعارضة أو الشياع المفيد للعلم ) على ما بينا ، من رجوعه إلى القسم الأول وعدم مدخلية هذا القيد في طريق العلم إلا على النوعية .\r\n","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nمسألة « 21 » إذا كان مجتهدان لا يمكن تحصيل العلم بأعلمية أحدهما ولا البينة فان حصل للظن بأعلمية أحدهما تعين تقليده بل لو كان في أحدهما احتمال الأعلمية يقدم كما إذا علم أنهما اما متساويان أو هذا المعين أعلم ولا يحتمل أعلمية آخر فالأحوط تقديم من يحتمل أعلميته .\r\n\r\n\r\n","description":"\r\n\r\nمسألة « 21 » ( إذا كان مجتهدان لا يمكن تحصيل العلم بأعلمية أحدهما ولا البينة )\r\nيتصور لهذا الفرع فروض بأن يظن أعلمية أحدهما أو يحتمل أعلمية أحدهما مع احتمال التساوي وعدمه .\r\nوعلى كل ان الظن لا يغني عن الحق شيئا مع أن الظن بأعلمية زيد لا ينافي احتمال أعلمية عمرو والظن بأعلمية زيد معارض باحتمال أعلمية عمرو وليس مرجح للظن على الاحتمال ومقتضى القاعدة الأخذ بأحوط القولين لأن الاعتماد على كل واحد من القولين اعتماد على مشكوك الحجية .\r\nهذا كله مع المخالفة في الفتوى وإلا فان كانا موافقين في الفتوى فالحكم التخيير كما سبق .\r\nوالماتن أطلق الحكم على مبناء من اشتراط تعيين المقلد بشخصه وعليه فلا فرق بين أن يكونا موافقين في الفتوى أو مخالفين .\r\nفتحصل انه مع عدم العلم بالمخالفة يتخير في تقليد أيهما شاء ومع العلم بها ولو اجمالا يأخذ بأحوط القولين .\r\nنعم ان صحة الاجماع والاتفاق على عدم وجوب الاحتياط المذكور\r\n","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nمسألة « 22 » يشترط في المجتهد أمور البلوغ والعقل\r\n\r\n\r\n\r\n","description":"\r\n( فان حصل الظن بأعلمية أحدهما تعين تقليده ) « 1 » لترجيح التعيين على التخيير دوران الأمر بين المتيقن وغيره فالمظنون متيقن الحجية .\r\nولكن قد عرفت ان الظن بأعلمية زيد يعارضه احتمال أعلمية عمرو وليس دليل لترجيح المظن على الاحتمال .\r\nولكن الأقوى الاخذ بأحوط القولين للظن بوجود الأعلم ودوران الأمر بين الحجة واللاحجة بين الظن والاحتمال ولا مرجح لأحدهما على الآخر .\r\nان صح الاجماع لعدم وجوب الاحتياط فيتعين تقليد المظنون الأعلمية ( بل لو كان في أحدهما احتمال الأعلمية تقدم ) وهذا الفرض أقوى من الفرض السابق لما بيناه من أن الظن يعارضه الاحتمال في الطرف الآخر واما احتمال الأعلمية لا يزاحمه شيء ( كما إذا علم أنهما اما متساويان ) في الفضيلة والعلم ( أو هذا المعين أعلم ولا يحتمل أعلمية آخر ) بخلاف الظن ( فالأحوط تقديم من يحتمل أعلميته ) لعدم وجود مزاحم في البين ودوران الأمر بين التعيين والتخيير الذي يجب فيه عقلا الأخذ بمحتمل التعيين .\r\n\r\nمسألة « 22 » ( يشترط في المجتهد أمور )\r\n\r\nالأول ( البلوغ )\r\nلأنه المتيقن ممن يجوز الأخذ بقوله فلا ينبغي تصدي منصب الافتاء لصبي ولو مراهق لسلب أقواله وافعاله وعدم الوثوق بقوله وفعله وكونه مولى عليه فلا يصلح لهذا المنصب العظيم والنيابة عن المعصوم وكونه محجورا عن\r\n","footnote":"\r\n( 1 ) الظاهر أنه مع عدم العلم بالمخالفة يتخير في تقليد أيهما شاء ومع العلم بها ولو إجمالا يأخذ بأحوط القولين .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nالتصرف ومرفوعا عنه القلم وعمده خطأ ونحو ذلك من الأخبار الواردة المشعرة بعدم صلاحيته للأمور المتعارفة فكيف للمناصب الراقية العالية .\r\nوبناء العقلاء على عدم الرجوع إلى غير البالغ ولذلك ترى كانوا يستغربون الأمر عندما أمر علي « ع » ذلك الرجل الرجوع إلى الحسنين في بعض المسائل وكذلك ما أمر الإمام العسكري محمد بن إسحاق للسؤال من الحجة المنتظر « ع » واستبعادهم واستغرابهم من هذا الامر بأنه طفل وكيف يقدر الجواب يدل على استبعاد العرف لهذا الامر .\r\n\r\nوقد ذهب بعض العلماء إلى عدم شرطية البلوغ\r\nمحتجا باطلاق الأدلة العقلية والنقلية الخالية عن هذا الشرط والقيد .\r\nوالجواب : انها ليست في مقام اطلاق أحوالي حتى يمكن الاعتماد عليها في جميع الأحوال بل انها في مقام أصل الجعل والتشريع وبأن العمدة في جواز التقليد بناء العقلاء ولا ينبغي التأمل في عدم الفرق في بناء العقلاء بين البالغ وغيره إذا كان غير البالغ قد حاز مراتب الفضل حتى صار كالبالغ فاعتبار البلوغ في المفتي لا بد ان يكون بدليل شرعي يكون رادعا عن اطلاق بناء العقلاء وليس هو إلا الاجماع إن تم .\r\nوالجواب : عدم تسليم الاطلاق الأحوالي المعتمد عليه بل كما قلنا في مقام أصل الجعل والتشريع ولا ينبغي الاعتماد عليه وعلى فرض التسليم قلنا إن العقلاء لا يعتمدون على كلام الصبي كما وقع في أيام الأئمة « ع » خصوصا لهذه المنصب الإلهي وقياسه إلى بعض الأئمة « ع » مع الفارق لأنهم معصومون .\r\n","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nوقد اعترض على أدلة المشترطين بأن كونه محجورا عن التصرف ومرفوعا عنه القلم ومولى عليه وعمده خطأ ونحو ذلك : لا يصلح رادعا لأنه لا يوجب الا الاستبعاد المحض ، مع أن عمده خطأ في مورد الديات والمحجورية في أمور مالية ولا دلالة على حجر كلامه وأفعاله .\r\nويمكن ان يقال إنه داخل في غير العاقل للأصل وقد حدد الشارع كمال بالبلوغ وإذا شككنا قبل ذلك فالأصل عدم جواز الاخذ بقوله مع أنه من دوران الأمر بين التعيين والتخيير .\r\nفتحصل ان الأحوط اشتراط البلوغ .\r\n\r\n( و ) الثاني من شرائط المجتهد كمال ( العقل )\r\nواعتباره عند العقلاء ظاهر فضلا عن المتشرعة والذي يعتمد عليه لابد وان يكون عاقلا وعليه ديدن العقلاء . وقد قيل : انه مما أجمع عليه الخلف والسلف نعم المجنون الادواري في حال افاقته لا مانع عند العقلاء من الرجوع اليه مع وجود الملكة فيه : وحكى القول به من بعض متأخري المتأخرين كصاحب المفاتيح والإشارات ولا بأس به ان لم ينعقد الاجماع على خلافه لعموم الأدلة .\r\nمسألة : لو أفتى الفقيه ثم جن هل يجوز الرجوع إلى فتواه السابق أم لا ؟ مقتضى جواز الرجوع إلى الميت جوازه في المقام أيضا ولكن حكى الاجماع على عدم الجواز كما هو مسلم في صورة فقدان سائر الشرائط من زوال الملكة والعدالة وغيرهما .\r\n\r\n( و ) الشرط الثالث ( الايمان )\r\nقد يطلق الايمان بمعنى الاسلام\r\n","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nوقد يراد منه الشيعة الاثني عشرية اما عدم جواز تقليد الكافر فلأنه ليس أهلا للإمامة . ولن يجعل اللّه له سبيلا على المؤمنين إذ الاسلام يعلو ولا يعلى عليه .\r\nواما بالمعنى الثاني فلا لحاقه بالكافر في الجملة كما في بعض الأخبار ولما تواترت النصوص في النهي عن المرافعة إلى قضاتهم بل هو من ضروريات مذهبنا بل لا يصلح لهذا المنصب الفاسق الامامي فضلا عن غيره .\r\nوقد ورد بها أخبار منها : ما ورد عن أبي الحسن « ع » فيما كتبه لعلي بن سويد لا تأخذن معالم دينك عن غير شيعتنا فإنك ان تعديتهم أخذت دينك من الخائنين الذين خانوا اللّه ورسوله « ص » وخانوا أماناتهم انهم ائتمنوا على كتاب اللّه فحرفوه وبدلوه . الحديث .\r\nوقول أبي الحسن الثالث « ع » فيما كتبه لأحمد بن حاتم بن ماهوية وأخيه فاصمدا في دينكما على كل مسن في حبنا وكل كثير القدم في أمرنا فإنهما كافوكما انشاء اللّه الوسائل ب 11 من أبواب صفات القاضي ح 46 . بدعوى ظهورهما في اعتبار التشيع في المرجع .\r\nومنها : ما ورد من أنهم حجتي عليكم ، فكيف يجوز ان يكون المخالف لهم « ع » حجتهم علينا لأن الحجة يجب أن يتبع في جميع الأمور حتى في عقائده ولا يصلح أن نراجع إلى المخالف في الحوادث الواقعة في دين اللّه . وقد ناقش البعض في بعضها لعدم اعتبار الايمان عند العقلاء بل يرجع الجاهل إلى العالم في كل حرفة أو صنعة أو غيرهما\r\n","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nويرجح المريض إلى الطبيب ولا يلاحظ ايمانه وعدمه في صورة الوثوق والاطمئنان به .\r\nويرد هذا باجماع السلف الصالح والخلف على شرطيته اما سند الأول والثاني ففيهما تأمل والأولى فبعلي بن حبيب المدائني الواقع في طريقها ، وانه مجهول بل لم يثبت كونه اماميا وبمحمد بن إسماعيل الرازي الواقع في طريقها أيضا لاشتراكه بين الثقة والضعيف أو التعينة في الضعيف ، واما سند الثاني فبنفس أحمد بن حاتم بن ماهوية لأنه مجهول ولم يذكر له مدح ولا ذم وبأخيه وهو فارس لرميه بالغلو واشتهاره بالكذب .\r\nوالمناقشة في الخبر الأول كون المانع عدم الائتمان من المخالف لا مجرد اعتقاد الخلاف مع أن منصرف الحديث في القضاة الذين كانوا يعتمدون على القياس ونحوه من الحجج الظنية في مقابل فتوى المعصومين عليهم السلام .\r\nوالجواب : ان الخائن للّه والرسول يتحقق فيه الجنس والخائن للّه خائن لغيره بطريق الأولى فلا يعتمد عليه أصلا .\r\nواما المناقشة في الخبر الثاني انه محمول على الاستحباب للاجماع القطعي على خلاف ظاهره ،\r\nفتحصل ان العمدة من دليل اشتراط الايمان هو الاجماع كما حكى وفي غيره نظر وعليه فهو الأحوط .\r\n\r\n( و ) الشرط الرابع ( العدالة )\r\nوادعى الاجماع في ذلك : ولأنه المأمون في أمور الدين والدنيا للمكلفين والنائب مناب الذي يشترط\r\n","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nوالايمان والعدالة والرجولية والحرية على قول .\r\n\r\n\r\n","description":"\r\nعصمته لا يمكن ان يكون غير عدل مع أنها شرط في الشاهد وفيما نحن فيه شرط بالطريق الأولى لكونه واجب الانباع والفاسق بل غير العادل لا يليق لهذا المنصب وقد قال اللّه تعالى  « وَلا تَرْكَنُوا إِلَى الَّذِينَ ظَلَمُوا »  والفاسق ظالم لنفسه والظالم لنفسه لا يعتمد على كلامه ولا يأمن من ظلم غيره .\r\nوقد ورد الاخبار في ذلك ويمكن الاعتماد لبعضها .\r\nمنها : ما ورد في الخبرين المتعارضين من الأخذ بالأعدل مثل مقبولة عمر بن حنظلة حيث يقول الحكم ما حكم به أعدلهما وافقههما واصدقهما في الحديث .\r\nوموردها وان كان في الحاكمين الا ان ملاحظة جميع الرواية تشهد بأن المراد بيان المرجح للروايتين اللتين استند اليهما الحاكمان وبعد تنقيح المناط يستفاد من التفضيل اشتراط العدالة في أصله وفي صورة المخالفة الرجوع إلى الاعدل .\r\nومنها : خبر الاحتجاج الآتي ذكره : من كان من الفقهاء الخ .\r\n\r\n( و ) الشرط الخامس اعتبار ( الرجولية )\r\nولكن العقلاء لا يعتبروه وليس عليه دليل ظاهر غير دعوى انصراف اطلاقات الأدلة إلى الرجل ولكن الاحتجاج بهذا غير صحيح لأن جميع الأحكام مطلقة ويشمل المذكر والمؤنث ولو سلم فليس بحيث يصلح رادعا عن بناء العقلاء .\r\nنعم في رواية أبي خديجة انظروا إلى رجل منكم يعرف شيئا من قضايانا وهذه لا يدل على الحصر في الرجال مع أن موردها في القضاء .\r\n","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nوقول النبي « ص » : لا يصلح قوم ولتهم امرأة لا يدل على عدم جواز ولاية المرأة وعلى كل فالأحوط شرطية الرجولية لعدم أهلية المرأة لهذا المنصب العظيم والنيابة عن المعصوم ولأنه لا يليق بحالها مجالسة الرجال والافتاء .\r\nوالعمدة في ذلك عدم تسليم اطلاق أحوالي في جواز رجوع الجاهل إلى العالم وإذا شككنا فالأصل عدمه .\r\n\r\n( و ) الشرط السادس اعتبار ( الحرية على قول )\r\nوهو المحكي عن جماعة منهم ثاني الشهيدين بل قيل إنه مشهور لكن مقتضى بناء العقلاء وغيره من المطلقات عدمه وبعض الاستحسانات المقتضية لاعتبارها مثل كونه مملوكا لا يقدر على شيء وكونه مولى عليه لا تصلح للاعتماد عليها .\r\nنعم كلما كان مزاحما لأمر المولى فهو ممنوع وموقوف على رضاه .\r\n\r\n( و ) الشرط السابع ( كونه مجتهدا مطلقا )\r\nولا يخفى ان الاجتهاد ينقسم إلى مطلق وتجزى ثم الكلام في الاجتهاد المطلق قد يكون في امكانه وعدمه وعلى فرض الامكان هل يجوز له العمل باستنباطه أم لا وهل يجوز الرجوع اليه أم لا وهل ينفذ قضائه أم لا وهل له صلاحية التصدي للأمور الحسبية أم لا وهل له ولاية عامة على الناس أم لا هذه مراحل ستة في المجتهد المطلق وكذلك في المتجزي وقبل الخوض في البحث لابد من تعريف الاجتهاد . فالاجتهاد كما سبق ملكة يقتدر بها على استنباط الحكم الشرعي الفرعي من الأصل فعلا أو قوة قريبة وعليه\r\n","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nيختلف مراتب الاجتهاد بالنسبة إلى الملكة قوة وضعفا والمجتهد المطلق من له ملكة على استنباط جميع الأحكام فعلا أو قوة .\r\n\r\nوالمتجزي هو من يقتدر على استنباط بعض الأحكام .\r\nثم إنه لا اشكال في امكان المطلق وحصوله للاعلام . وعدم التمكن من الترجيح في مسألة من المسائل وتعيين حكمها والترديد فيها :\r\nانما هو بالنسبة إلى حكمها الواقعي لأجل عدم دليل مساعد في كل مسألة عليه أو عدم الظفر به بعد الفحص عنه بالمقدار اللازم لا لقلة الاطلاع أو قصور الباع : وقد ذهب البعض إلى عدم امكانه للعسر الشديد في الوصول بجميع الاحكام إلا للأئمة عليهم السلام .\r\nوقد جعلوا في تعريف الاجتهاد استفراغ الوسع وذلك غير ميسور لكل أحد .\r\nواما على ما قلناه من أنه ملكة يقتدر بها على استنباط الحكم فيرتفع به الاشكال .\r\nتقريب آخر للمنع ان الاجتهاد هو حضور الاحكام عند الفقيه وذلك غير ميسور بالنسبة إلى جميع الأحكام .\r\nوالجواب : ما قلناه ان الاجتهاد ملكة يقتدر بها على تحصيل الحجة على الحكم الواقعي وهو ميسور : هذا بالنسبة إلى امكانه واما الأمر الثاني أي جواز أن يعمل على طبق استنباطه وعدمه فلا ينبغي التأمل في جوازه لما سبق من أن الظواهر حجة للشخص وكذا ما ورد من الاخذ بقول الثقة والعدل .\r\n","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nواما الأمر الثالث : أي جواز العمل للغير بفتواه فلأدلة التقليد الماضية من العقل والنقل .\r\nواما الأمر الرابع : أي نفوذ قضائه وعدمه فلما من الأخبار في القضاء .\r\nواما الأمر الخامس : أي تصديه الأمور الحسبية كتجيز الموتى وتصدي أمر القاصر والغائب !\r\nفقد اختار الشيخ الأنصاري رحمه اللّه في المكاسب في وجه الجواز ما حاصله ان المعروف عن ثلاثة أقسام قد يعرف مطلوبيته من كل أحد وقد يكون مطلوبا من المعصوم أو نائبه الخاص كاجراء الحدود وصلاة الجمعة والجهاد وقد يكون مشكوكا .\r\nاما المعروف المطلوب وقوعه من كل أحد كالأمر بالمعروف والنهي عن المنكر والواجبات الكفائيه وغير ذلك فيجوز لكل أحد .\r\nواما ما يكون مطلوبا من المعصوم أو نائبه الخاص فلا يجوز للفقيه تصديه واما ما يكون مشكوكا في أنه من القسم الأول أو الثاني وهل للامام أو نائبه دخل في ذلك أم لا . وذلك بعد احراز أصل المطلوبية في ذاته فيتصدى الفقيه في ذلك من باب انه قدر المتيقن من ذلك ويكون الأمر دائرا بين التعيين والتخيير وقد ذهب المحقق النائيني قدس سره بأن الأمور الحسبية تابع للقضاء ولا يحتاج إلى ما ذكره الشيخ وتقسيم المعروف إلى ثلاثة أقسام لأن المنصب كان في أيام الخلفاء على قسمين منصب القضاء ومنصب الولاية .\r\n","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nاما الولاية كأخذ الحقوق والخراج والمقاسمة وغيرها ومنصب القضاء لرفع الخصومة وحفظ مال القصر والغائب وأمثالها . وحيث ورد جواز تصدي الفقيه للقضاء جاز له التصرف في هذا النحو من الأمور .\r\nواما الأمر السادس : أي الولاية العامة فهي غير مسلمة للفقيه إلا في بعض الصور كتعيين الحياة واخذ الحقوق وغيرها من المناصب المرتبطة بالولاة ولكنه على الاطلاق حتى على الأموال والأنفس كالنبي « ص » « والنبي أولى بالمؤمنين من أنفسهم » غير معلوم بل المعلوم عدمه .\r\nوما ورد من الاخبار في شأن العلماء لا تدل للولاية والنيابة على الاطلاق وإذا شككنا في جواز التصدي فالأصل عدمه .\r\nواما الأدلة الاجتهادية الدالة على صلاحية العلماء فأمور .\r\nأحدها : الأخبار الدالة على أن علماء أمتي أفضل من أنبياء بني إسرائيل ، فكما ان الأنبياء لهم ولاية عامة كذلك العلماء . ولكن هذا خلاف ظاهر الحديث بل المراد من العلماء الأئمة « ع » لأنهم أفضل من أنبياء بني إسرائيل ولا يمكن ان يقال علماؤنا أفضل من موسى وعيسى وان بلغوا من المراتب لأنهم معصومون والعلماء غير معصومين .\r\nثانيها : ما ورد من أن مجاري الأمور بيد العلماء باللّه الأمناء على العلم باللّه بجميع معنى الكلمة ينحصر في النبي وعلي « ع » وسائر الأئمة بعده وقد قال رسول اللّه « ص » يا علي لم يعرف اللّه إلا أنا وأنت .\r\nواما ذيلها وهو قوله الامناء على حلاله وحرامه فالأمين على الحلال والحرام الواقعي لا يمكن الا للأئمة عليهم السلام .\r\n","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nولكن في كلا الأمرين نظر . اما الصدر فلان الموحد يكون عالما باللّه وظاهرها كفاية التوحيد في مقابل علماء السوء والكفار .\r\nواما ذيلها فلأن العلماء هم امناء اللّه على حلاله وحرامه ويصلون الاحكام إلى الناس بمقدار وسعهم ولا يراد منهم أداء الحكم الواقعي بل أداء الحكم الظاهر وهذا كاف في الأمانة .\r\nوقد ورد عنهم « ع » عليك بزكريا ابن آدم فإنه الأمين على الدين والدنيا : مع أنه لم يكن عالما بالاحكام الواقعية .\r\nثالثها : ما ورد من أن علماء أمتي كأنبياء بني إسرائيل . وأيضا ما في المرسلة المروية في الفقيه الرضوي : ان منزلة الفقيه في هذا الوقت كمنزلة الأنبياء في بني إسرائيل .\r\nوالتقريب كما أن الأنبياء لهم ولاية عامة كذلك علماء هذه الأمة ولكن في التشبيه لا يلزم جميع الشبه بل بعضه كاف وفيما نحن فيه تبليغ الأحكام إلى الناس فقط لا جميع الشبه .\r\nرابعها : قوله ( ص ) : اللهم ارحم خلفائي فقيل من خلفاءك يا رسول اللّه « ص » قال : الذين يأتون بعدي ويرون حديثي وسنتي .\r\nخامسها : خبر العمري . اما الحوادث الواقعة فارجعوا إلى رواة أحاديثا . . الخ . إذ الألف واللام يفيدان العموم لدخولهما على الجمع .\r\nوالجواب : انه مردود باحتمال انه للعهد الواقع في كلام السائل .\r\nسادسها : قوله « ص » : في مقبولة ابن حنظلة قد جعلته عليكم حاكما : فالحاكم له صلاحية التصدي في جميع الأمور .\r\n","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nوكونه مجتهدا فلا يجوز تقليد المتجزي\r\n\r\n\r\n\r\n","description":"\r\nسابعها : قوله « ع » في مشهورة أبي خديجة جعلته عليكم قاضيا وغيرها من الأخبار الواردة في فضل العلماء ووظائفهم .\r\nفتحصل ان الفقيه ليس له الولاية العامة كالنبي « ص » والأئمة عليهم السلام في كونهم أولى بالناس في أموالهم وأنفسهم .\r\nنعم لهم التصرف في الأمور الحسبية المرغوبة المطلوبة وقوعه من كل أحد لأنه القدر المتيقن من المأمور به ان ثبت حجية ولايته فهو المتعين وإلا فيكون من أحد عدول المؤمنين وله التصدي للمعروف الذي يعلم من الشارع إرادة وجوده في الخارج كالأمر بالمعروف وحفظ مال الصغير والغائب وتجهيز الأموات وغير ذلك .\r\nوعلى القول بشرطية الاجتهاد المطلق « فلا يجوز تقليد المتجزي » « 1 » والكلام في المجتهد المتجزي في أمور كما سبق في المجتهد المطلق أحدها :\r\nفي امكانه وعدمه وبما بيناه في تعريف الاجتهاد أنه ملكة يقتدر بها على استنباط الأحكام الشرعية من أدلتها التفصيلية فتختلف مراتب الملكة باختلاف الاشخاص ووجود ضروري .\r\n\r\nولا يمكن الاجتهاد المطلق إلا بعد حصول التجزي\r\nلأن القوة لا تحصل إلا تدريجا شيئا فشيئا ولا يحصل دفعة ولا بد للاجتهاد من مراتب بحسب قوة الأشخاص . أولها الاجتهاد في أصول الفقه حتى يقتدر على اختيار مبنا من القواعد الأصولية ثم يحصل على مدارك معتبرة قطعية من ظواهر الكتاب والسنة وهذه أول مراتب التجزي .\r\n","footnote":"\r\n( 1 ) لا يبعد جواز تقليده فيما اجتهد فيه مع فقد المجتهد المطلق .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nثانيها : حصول معرفة علم الرجال والدراية لمعرفة الخبر ورواته وتميز الصحيح والثقة والحسن والضعيف وغيرها .\r\nثالثها : ان يقتدر على الاستنباط في باب المعاملات وهذا أقصى المراتب وانما جعل أقصى المراتب لعدم ورود دليل خاص فيها وخلوها من النصوص إلا في بعضها فتحصيل الحكم فيها أصعب الأمور .\r\nوالحاصل : ان الاجتهاد المطلق لا يمكن إلا بعد هذه المراتب .\r\nفنقول : يجب القول بوجود التجزي قبل الاجتهاد المطلق . وقد ورد اشكالان على التجزي .\r\nالأول : ان الملكة بسيطة فلا تتبعض ، وقد فسرناها الاجتهاد ملكة الاستنباط أو نفس الاستنباط ، وعليه يكون أمرا بسيطا لا تقبل التجزئة فأمره دائر بين الوجود والعدم كما هو الحال في سائر البسائط سواء كانت من الملكات النفسانية أم غيرها . فهو اما مجتهد مطلق أو ليس بمجتهد رأسا .\r\nوالجواب : اختلاف مراتب القوة غير التبعيض ، لأن بساطة الملكة أو الاستنباط لا تنافي تحقق فرد منها دون فرد آخر ، إذ التجزي تبعيض في أفراد الكلي لا التبعيض في أجزاء الكل ، لأن القدرة على استنباط كل حكم تغاير القدرة على الآخر لاختلاف مباديها ومقدماتها فكما ان نفس الأحكام تغاير بعضها بعضا بتغاير متعلقاتها كذلك القدرة على استنباطها فان القدرة الحاصلة للنفس من معرفة الأصول اللفظية غير القدرة الحاصلة لها من معرفة الأصول العملية وإحداهما أجنبي عن الأخرى ،\r\n","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nكما في الطبيب والبناء يصدق عليه طبيب وان كان عالما في بعض علوم الطب ومختص به .\r\nفظهر مما ذكرنا ان الفرق بين المطلق والمتجزي انما هو بزيادة الملكة وضعفها كما يظهر من صاحب الكفاية . لتغاير علل افراد ملكة الاستنباط ونقيضها لا تشده .\r\nالثاني ان المتجزي لابد له من فهم الأدلة في جميع الأحكام وأبوابها لاحتمال وجود دليل في الديات مثلا يفيده في باب العبادات فإذا لا يفيد الاجتهاد في البعض بدون الفحص عن بعض آخر .\r\nوالجواب : ان العلماء العظام جزاهم الله من‌الاسلام خيرا قد استقصوا الاخبار وجعلوا لكل موضوع بابا مستقلا .\r\nوالفحص في موضوع من مواضع الفقه عبارة عن الرجوع إلى تلك الباب ولا يحتاج إلى فحص أكثر من ذلك لعدم احتماله في باب آخر أو احتماله غير معتنى به .\r\nوالأمر الثاني : أي حجية قول المتجزي لنفسه وعدمه .\r\nوأدلة حجية رأي المجتهد يشمل المطلق والمتجزي لعدم اختصاصها بالمتصف بالاجتهاد المطلق ، وأيضا أدلة الآخذ بقول الثقة عام لكل من فهم وقام عنده الخبر ، وكذلك ما ورد في باب التعارض فكلها تدل على حجيته لنفسه وان لم يكن حجة لنفسه فكيف يكون حجة لغيره .\r\nولا يجوز له تقليد المجتهد المطلق لأنه قد يراه مخطئا وأدلة جواز التقليد وهي رجوع الجاهل إلى العالم لا تشمله لأن المتجزي عالم .\r\n","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nوالأمر الثالث : في جواز رجوع الجاهل إلى المتجزي في مسألة اجتهد فيها وهو أيضا محل اشكال من أن رجوع الجاهل إلى العالم فتعمه أدلة جواز التقليد وكذا مشهورة أبي خديجة عن الصادق « ع » إياكم ان يحاكم بعضكم بعضا من أهل الجور ولكن انظروا إلى رجل منكم يعلم شيئا من قضائنا فاجعلوه بينكم فاني قد جعلته قاضيا فتحاكموا اليه وقد ناقش البعض في سندها . رواية أبي خديجة مروية في الكافي ج 2 ص 358 عن الحسين بن محمد عن معلى بن محمد عن الحسن بن علي عن أبي خديجة . وكذلك في التهذيب ج 2 ص 68 وعليه فالرواية ضعيفة السند بمعلى بن محمد ولكن في الفقيه ج 3 رواها عن أحمد بن عائد بن أبي خديجة وطريقة الصدوق وان احمد هو أبوه عن سعد بن عبد اللّه عن أحمد بن محمد بن عيسى عن الحسن بن علي الوشا وهؤلاء كلهم من اجلاء الثقاة أيضا ممدوح ، وقد ذكر النجاشي انه كان من وجوه هذه الطائفة ومن عيونها .\r\nودلالتها . بأن أبا خديجة كان من أصحاب أبي خطاب فألحد ثم رجع عن الحاده وقسم حين الحاده وقسم بعد الحاده فإذا شككنا في ذلك فالأصل عدم الحجية مع أنها في مقام القضاء ومعارضتها بمقبولة عمر بن حنظلة قال سألت أبا عبد اللّه « ع » في رجلين من أصحابنا يكون بينهما منازعة في دين أو ميراث إلى أن قال قال « ع » انظروا إلى من كان منكم قد روى حديثنا ونظر في حلالنا وحرامنا وعرف أحكامنا فارضوا به حكما فاني قد جعلته عليكم حاكما الحديث .\r\n","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nلظهور قوله « ع » حلالنا وحرامنا واحكامنا في العموم وعدم شموله المتجزي لأنه ليس عالما بجميع الاحكام .\r\nوعلى كل فالمسألة راجعة على مبنى الاطلاق الأحوالي في أدلة التقليد ونفيها .\r\nوعلى الأول جائز تقليده وعلى الثاني غير جائز حتى يرد فيه دليل معتبر .\r\nنعم لا يبعد جواز تقليده فيما اجتهد فيه مع فقد المجتهد المطلق لا الشرطية قد يكون على الاطلاق وقد يكون مقيدة فهنا المجتهد المطلق شرط مقيد بوجوده وإذا فقد المجتهد المطلق جاز الرجوع إلى المتجزي .\r\nواما الأمر الرابع : وهو نفوذ فصل الخصومة وجواز حكومته وقد أشكل والعمدة في دليلهم مقبولة عمر بن حنظلة السابقة والظاهر من احكامنا العموم لأن الجمع المضاف يفيد العموم .\r\nولا يعارضها مشهورة أبي خديجة السابقة آنفا لما بيناه من ضعف سندها نعم لا يبعد نفوذها فيما إذا عرف جملة معتدة بها واجتهد فيها بحيث يصح ان يقال في حقه عرفا انه ممن عرف احكامهم .\r\nواما الأمر الخامس : أي الأمور الحسبية فلا صلاحية له على مبنى المحقق النائيني قدس سره لأنه جعله من توابع القضاء كما نقلنا عنه وكذا على مبنى الشيخ الأنصاري لأنه جوز في المجتهد المطلق من باب انه قدر المتيقن من المكلفين به واما المتجزي مع وجود مجتهد مطلق لا يصدق عليه هذا .\r\n","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nوالحياة فلا يجوز تقليد الميت ابتداءا نعم يجوز البقاء كما مر وان يكون أعلم فلا يجوز على الأحوط تقليد المفضول مع التمكن من الأفضل وان لا يكون متولدا من الزنا وان\r\n\r\n\r\n\r\n","description":"\r\n\r\n( و ) الشرط الثامن ( الحياة فلا يجوز تقليد الميت ابتداء )\r\nاجماعا كما تقدم وهو العمدة فيه ( نعم يجوز البقاء ) على تقليد الميت ( كما مر ) بحثه مستوفي في المسألة التاسعة .\r\n\r\n( و ) الشرط التاسع ( ان يكون اعلم )\r\nوقد تقدم الكلام فيه في المسألة الثانية عشرة وانه الذي يقتضيه الأصل وبناء العقلاء في صورة عدم مرجح آخر في غير الأعلم يعارضه وفي صورة العلم بالمخالفة في الفتوى تفصيلا أو اجمالا بينه وبين غيره في المسائل المبتلى بها ( فلا يجوز على الأحوط تقليد المفضول مع التمكن من الأفضل )\r\n\r\n( و ) الشرط العاشر ( ان لا يكون متولدا من الزنا )\r\nبناء على كفره واما بناءا على خلافه فلا دليل على اعتبارها غير الأصل وهو الدوران بين التعيين والتخيير .\r\nنعم عن الروضة دعوى الاجماع عليه فهو المعتمد وأيضا فحوى ما دل على المنع من أمانته وشهادته ان قلنا به .\r\nويؤيد ذلك تنفر طباع الناس منه وعم لياقته لمثل هذا المنصب العظيم والنيابة عن الامام المعصوم الطهر الطاهر المطهر الا ان يعتمد على الاطلاقات .\r\n\r\n( و ) الشرط الحادي عشر ( ان لا يكون مقبلا « 1 » على الدنيا وطالبا لها مكبا عليها مجدا في تحصيلها )\r\nالاقبال على الدنيا وطلبها ان\r\n","footnote":"\r\n( 1 ) على نحو يضر بعدالته .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nلا يكون مقبلا على الدنيا وطالبا لها مكبا عليها مجدا في تحصيلها\r\n\r\n\r\n","description":"\r\nكان على الوجه المحرم فهو يوجب الفسق المنافي للعدالة فيغني عنه اعتبارها وإلا فليس بنفسه مانعا من جواز التقليد .\r\nوما ذكره المصنف رحمه اللّه انه ( ففي الخبر ) يريد به ما في الاحتجاج عن تفسير العسكري في قوله تعالى :  وَمِنْهُمْ أُمِّيُّونَ لا يَعْلَمُونَ الْكِتابَ .  الآية . من أنه قال رجل للصادق « ع » فإذا كان هؤلاء القوم من اليهود والنصارى لا يعرفون الكتاب إلا بما يسمعون من علمائهم لا سبيل لهم إلى غيره فكيف ذمهم بتقليدهم والقبول من علمائهم وهل عوام اليهود إلا كعوامنا يقلدون علماءهم فإن لم يجز لأولئك القبول من علمائهم لم يجز لهؤلاء القبول من علمائهم فقال بين عوامنا وعلمائنا وبين عوام اليهود وعلمائهم فرق من جهة وتسوية من جهة اما من حيث استووا فان اللّه تعالى ذم عوامنا بتقليدهم علمائهم كما ذم عوامهم بتقليدهم علمائهم . واما من حيث افترقوا فلا قال بيّن لي يا بن رسول اللّه « ص » قال إن عوام اليهود قد عرفوا علماءهم بالكذب الصريح ويأكل الحرام والرشاء ويتغير الاحكام عن وجهها بالشفاعات والنسابات والمصانعات وعرفوهم بالتعصب الشديد الذي يفارقون اللّه أديانهم وانهم إذا تعصبوا أزالوا حقوق من تعصبوا عليه وأعطوا ما لا يستحقه ممن تعصبوا له من أموال غيرهم وظلموهم وعلموهم يتعارفون بالمحرمات واضطروا بمعارف قلوبهم إلى من فعل ما يفعلونه فهو فاسق لا يجوز ان يصدق على اللّه تعالى ولا على الوسائط بين الخلق وبين اللّه تعالى فلذلك ذمهم لما قلدوا من عرفوا ومن علموا انه لا يجوز قبول خبره ولا تصديقه ولا العمل بما\r\n","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nففي الخبر من كان من الفقهاء صائنا لنفسه حافظا لدينه مخالفا لهواه مطيعا لأمر مولاه فللعوام يقلدوه .\r\n\r\n\r\n","description":"\r\nيؤديه إليهم عمن لا يشاهدوه ووجب عليهم النظر بأنفسهم في امر رسول اللّه « ص » إذا كانت دلائله أوضح من أن يخفى وأشهر من أن لا تظهر لهم وكذلك عوام أمتنا إذا عرفوا من فقهائهم الفسق الظاهر والعصبية الشديدة والتكالب على حكام الدنيا وحرامها واهلاك من يتغصبون عليه وان كان لا صلاح امره مستحقا بالترفرف بالبر والاحسان على من تعصبوا له وان كان للاذلال والإهانة مستحقا فمن قلد من عوامنا مثل هؤلاء فهم مثل اليهود الذين ذمهم اللّه بالتقليد يفسق فقهائهم فأما ( من كان من الفقهاء صائنا لنفسه حافظا لدينه مخالفا لهواه مطيعا لأمر مولاه فللعوام أن يقلدوه ) وذلك لا يكون إلا بعض فقهاء الشيعة لا جميعهم واما من ركب من القبائح والفواحش مراكب فسق فقهاء العامة فلا تقبلوا منهم عنا شيئا ولا كرامة وانما كثر التخليط فيما يتحمل عنا أهل البيت لتلك الفسقة يتحملون عنا فيحرفونه بأسره لجهلهم ويضعون الأشياء غير وجوهها لقلة معرفتهم وآخرون يتعمدون الكذب علينا ليجروا من عرض الدنيا ما هو زادهم إلى نار جهنم ومنهم قوم نصاب لا يقدرون على القدح منا فيتعلمون بعض علومنا الصحيحة فيتوجهون عند شيعتنا وينقصون بنا عند أعداءنا ثم يضعون اليه اضعافه واضعاف اضعافه من الأكاذيب علينا التي نحن براء منها فيقبله المستسلمون من شيعتنا على أنه من علومنا فضلوا أو أضلوا أولئك أضر على ضعفاء شيعتنا من جيش يزيد لعنه اللّه على الحسين بن علي عليه السلام انتهى .\r\n","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nمسألة « 23 » العدالة عبارة عن ملكة اتيان الواجبات\r\n\r\n\r\n","description":"\r\nهذا ما نقلناه عن رسائل شيخنا الأنصاري قدس سره .\r\nوما ورد من الاشكال في سنده وانه في مورد أصول الدين ولا شك في عدم جواز التقليد في ذلك وما نحن فيه من التقليد في الفروع ، مردود بان ضعف السند ينجبره على الأصحاب وان علو مضامينه يدل على صدوره عن المعصوم والوثوق بالصدور كاف في الحجية واطلاقه يشمل أصول الدين وغيره فان ثبت المحذور في الأصول يبقى في غيره بدون المانع ، مع امكان ان يقال مثل هذا الشخص الجامع لهذه الصفات يعتمد على رأيه ويوجب الاطمئنان بقوله لأنه قد فحص عن الحقائق بمقدار وسعه والمفروض انه موثق ولا طريق إلى الوصول إلى الحق أحسن من هذا ، نعم الخبر لا يدل على أزيد من اعتبار العدالة كما يظهر ذلك من ملاحظة مجموع الفقرات خصوصا الأخيرة منه يقتضي ذلك واللّه العالم .\r\n\r\nمسألة « 23 » [ العدالة عبارة عن ملكة اتيان الواجبات وترك المحرمات 
  ]\r\nفي ( العدالة ) وقد اختلف الأصحاب في بيان ما هو المراد من لفظها الوارد في كلام المتشرعة بل الشارع على أقوال أحدها : هي انها ( عبارة عن ملكة اتيان الواجبات وترك المحرمات ) وهو المشهور بين العلامة ومن تأخر عنه وان اختلفوا في التعبير عنها بلفظ الكيفية أو الحالة أو الهيئة أو الملكة نفسانية باعثة على ملازمة التقوى أو عليها مع المروة . وفي محكي كنز العرفان إلى الفقهاء وفي مجمع الفائدة إلى الموافق والمخالف وفي المدارك الهيئة الراسخة إلى المتأخرين وفي كلام بعض نسب الحالة النفسانية إلى المشهور وكيف كان فهي عندهم كيفية من الكيفيات باعثة على ملازمة التقوى كما في الارشاد\r\n","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nأو عليها وعلى ملازمة المروة كما في كلام الأكثر نسبة البعض إلى المشهور وآخر إلى الفقهاء وثالث إلى الموافق والمخالف .\r\nثانيها : انها عبارة عن مجرد ترك المعاصي أو خصوص الكبائر وهو الظاهر من محكي الحلي في السرائر حيث قال حد العدل هو الذي لا يخل بواجب ولا يرتكب قبيحا ومن محي الوسيلة حيث ذكر في موضع منه ان العدالة في الدين الاجتناب عن الكبائر وعن الاصرار على الصغائر وعن المحدث المجلسي والمحقق السبزواري ان الأشهر في معناها لا يكون مرتكبا للكبائر ولا مصرا على الصغائر .\r\nوظاهر هذا القول انها عبادة عن الاستقامة الفعلية في افعاله وتروكه من دون اعتبار لكون ذلك عن ملكة .\r\nثالثها : انها عبارة عن الاستقامة الفعلية لكن عن ملكة فلا يصدق العدل على من لم يتفق له فعل كبيرة مع عدم الملكة بل الاجتناب عن المعاصي عن ملكة وهذا المعنى أخص من الأولين لأن ملكة الاجتناب واتيان الواجبات لا تستلزم الاجتناب واتيان الواجبات وقد يوجد مع اتيان بعض المحرمات .\r\nوكذا ترك الكبيرة لا يستلزم الملكة .\r\nوربما يذكر في معنى العدالة قولان آخران أحدهما : الاسلام وعدّ ظهور الفسق وهو المحكي عن ابن الجنيد والمفيد في كتاب الأشراف والشيخ في الخلاف مدعيا عليه الاجماع . والثاني : حسن الظاهر نسب إلى جماعة بل أكثر القدماء ولا ريب انهما ليسا قولين في العدالة وانما\r\n","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nهما طريقان للعدالة ذهب إلى كل منهما جماعة والنسبة بين الأول والثالث أعم مطلقا لأن اتيان المعصية لا تعارض الملكة فيمكن وجود الملكة مع اتيان المعصية فوجه الثالث يتضمن الأول ولا عكس إلا أن الاتفاق ظاهرا على ثبوت الفسق بارتكاب الكبيرة فيرجع قول الأول إلى الثالث أعني الاجتناب مع الملكة لاتفاقهم وصراحة مستندهم كالنصوص والفتاوى على أنه تزول العدالة بارتكاب الكبيرة .\r\nواستدل على القول الأول بعد اتفاق المنقول المعتضد بالشهرة المحققة بل عدم الخلاف بناء على أنه لا يبعد ارجاع كلام الحلي إلى المشهور كما لا يخفى بما دل على اعتبار الوثوق بدين امام الجماعة وورعه مع أن الوثوق لا يحصل بمجرد تركه المعاصي في جميع ما مضى من عمره ما لم يعلم أو يظن فيه ملكة الترك واعتبار المأمونية والعفة والصيانة والصلاح وغيرها مما اعتبر في الأخبار من الصفات النفسانية في الشاهد مع الاجماع على عدم اعتبارها زيادة على العدالة فيه .\r\nومنها : صحيحة عبد اللّه بن أبي يعفور حيث سأل أبا عبد اللّه ( ع ) وقال بم تعرف عدالة الرجل بين المسلمين حتى تقبل شهادته لهم وعليهم فقال ان تعرفوه بالستر والعفاف وكف البطن والفرج واليد واللسان ويعرف باجتناب الكبائر التي أوعد عليها النار من شرب الخمر والزنا والربا .\r\nوعقوق الوالدين والفرار من الزحف وغير ذلك والدلالة على ذلك كله ان يكون ساترا لجميع عيوبه حتى يحرم على المسلمين تفتش ما وراء ذلك من عثراته وعيوبه . الحديث .\r\n","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nويجب عليهم تزكيته واظهار عدالته في الناس ويكون منه التعاهد للصلوات الخمس إذا واظب عليهن وحفظ مواقيتهن بحضور جماعة المسلمين وان لا يتخلف عن جماعتهم في مصلاهم إلا عن علة . . الخ .\r\nوتقريب الاستدلال به ان ظاهر السؤال فيه وان كان عن الطريق إلى العدالة بعد معرفة مفهومها لكن بعد ملاحظة الجواب صدرها وذيلها يعلم أن الإمام ( ع ) بيّن مفهومها والطريق إليها وذلك اما لعلمه ( ع ) بأن السائل جاهل في كيفية الاستفتاء ويريد السؤال عن مفهومها بلفظ التعريف أو يكون الجواب من الإمام ( ع ) تفضلا بأن أجاب عما سؤل والزيادة ، والدليل على ذلك ان الستر والعفاف المذكورين فيها من سنخ الملكات وكف البطن وما بعده من سنخ الأفعال فلو كان ذلك طريقا إلى العدالة لزم كونها أمرا آخر وراء ما ذكر وهو مما لم يقل به أحد ولا يمكن الالتزام به فيتعين لذلك حمل السؤال على السؤال عن مفهومها لجهل السائل به أو انه ( ع ) ذكر تفضلا .\r\nويشهد لذلك أيضا قوله ( ع ) والدلالة على ذلك الخ فإنه كالصريح في كونه واردا لبيان الطريق فإن كان المراد منه بيان الطريق إلى العدالة فحمل الأول على بيان الطريق أيضا يلزم منه أن يكون المقصود جعل طريقين إلى العدالة ولأجل ان الأول أخص يكون لغوا ، ولو كان المراد منه الطريق إلى الأول فيكون طريقا إلى الطريق فهو مع بعده في نفسه ينافي قوله ( ع ) بعده ويجب عليهم تزكيته واظهار عدالته فإنه ظاهر في كونه طريقا إلى العدالة لا طريقا إلى الطريق إليها .\r\n","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nويؤيد ما ادعيناه قوله ( ع ) والدليل على ذلك . . الخ لأن الدليل غير المدلول والدليل يأتي بعد المدعى وبعد أن بيّن مفهوم العدالة بيّن الدليل عليه .\r\nوحجة قول الثاني : وهو مجرد ترك العاصي واتيان الواجبات وجوه .\r\nالأول : ما ورد من تعيين امام الجماعة أحد المؤمنين إذا عرض له عارض ومن المعلوم لو كان العدالة الملكة لكان نادر الحصول . .\r\nالثاني : ما ورد من رسول اللّه ( ص ) وبعضها من لزم جماعتهم أي جماعة المسلمين حرمت عليه غيبته وثبتت عدالته . بينهم وأيضا خبر سماعة عن الصادق عليه السلام قال : من عامل الناس فلم يظلمهم وحدثهم فلم يكذبهم ووعدهم فلم يخلفهم كان ممن حرمت غيبته وكملت مروته وظهر عدله ووجب اخوته وغيرهما بهذه المضامين .\r\nالثالث : كثرة احتياج الناس اليه فان أكثر الأمور محتاجة إلى الشاهد ويشترط في البينة العدالة وكذلك في امام الجماعة وغيرها وإذا كانت العدالة عبارة عن الملكة فيوجب العسر والحرج .\r\nوالجواب : ان الملكة قوة نفسانية يقتدر بها على إطاعة اللّه باتيان الواجبات وترك المحرمات وتختلف بحسب مراتب الاشخاص وأعلاها العصمة .\r\nوقد أورد على القول الأول بأمور أحدها : انها نادرة الوجود فكيف يمكن الالتزام بها مع كثرة احتياج الناس اليه .\r\nوالجواب : كما سبق ان الملكة تختلف بحسب حالات الاشخاص في الشدة والضعف .\r\n","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nثانيها : ان القوة لا تزول باتيان معصية واحدة مع أن الاجماع واقع بان المعصية كبيرة تنافي العدالة والجواب ان الملكة الفعلية معتبرة لا المطلقة الشأنية وعليه تنافيه المعصية الكبيرة .\r\nثالثها : ان جعلنا العدالة عبارة عن الملكة يلزم أن يقدم قول المعدل على قول الجارح مع أنه على العكس .\r\nبيان الملازمة ان المعدل يخبر عن علمه بوجود الملكة وذلك بعد الممارسة والمجالسة في سنين متعددة حتى يحصل له الاطمئنان بوجود الملكة فيكون شهادة عن تحقيق وتدقيق .\r\nبخلاف الجارح فإنه لا يشهد إلا بما رأى وهو المعصية الواحدة وعليه يلزم تقديم قول المعدل على الجارح .\r\nوالجواب : ان الشهادة العلمية مقدمة على غيره سواء كان في جانب المعدل أو الجارح ولكن الجارح يدعى العلم بصدور معصية منه والمعدل يدعى عدم العلم بتلك المعصية وعليه يقدم قول الجارح لا مطلقا .\r\nواما القول الثالث : فيرجع إلى الأول بعد ما وقع الاتفاق على ثبوت الفسق بارتكاب الكبيرة . نعم يبقى الكلام في أن العدالة هل هي الملكة الموجبة للاجتناب أو الاجتناب عن ملكة أو كلاهما حتى تكون عبارة عن الاستقامة الظاهرة في الافعال والباطنة في الأحوال .\r\nوقد تحصل مما ذكرنا ان العدالة هي عرفا ولغة الاستقامة والاستواء والمراد بها في اطلاقات الشارع وعرف المتشرعة هي الاستقامة على جادة الشرع فرجل عدل أي مستقيم على الجادة غير خارج عنها بارتكاب المعاصي وانما يطلق ذلك فيما إذا صار صفه الاستقامة خلقا له ناشئة\r\n","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nمن تدينه نظير قولنا هذه الخشبة عدلة فإنه لا يكفي في اتصافها بهذه الصفة على الاطلاق مجرد هذا الوصف له ولو بقسر قاسر .\r\nومن هنا اشتهر بين المتأخرين انها كيفية نفسانية باعثة على ملازمة التقوى أو عليها مع المروة وان اختلفوا في التعبير عنها بلفظ الكيفية أو الحالة أو الهيئة أو الملكة .\r\nولا يخفى ان المراد بالملكة ليست مجرد القابلية بل مانعيتها بالفعل فهي عبارة عن الحالة النفسانية المانعة عن ارتكاب المعصية فمتى وجدت هذه الحالة في شخص لو خلى ونفسه فهو عدل ما دام كذلك ومتى عرضه داع قوي مانع عن تأثير تلك الحالة في المنع الفعلي انتقضت عدالته فإذا زال العارض عاد إلى ما هو عليه . وقد ظهر بما ذكرناه اندفاع ما قد يورد من أنه لا خلاف على الظاهر في زوال العدالة بارتكاب كبيرة وعودها بالتوبة ثم إن ملكة العدالة من الستر والعفاف والصلاح ونحوها مما ذكر في النصوص ذات مراتب متفاوتة جدا تفاوت سائر الملكات بالقوة والضعف يكفي في ثبوتها أدنى مراتبها ولا ينافي وجودها ارتكاب المعصية ولو كانت كبيرة لجواز غلبة المزاحم من قوتي الشهوة والغضب عليها كما لا ينافي وجود سائر الملكات كملكتي الشجاعة والكرم تخلف مقتضاها أحيانا وإذا قيل إن الجواد قد يكبو وليس المراد منها خصوص المرتبة العالية التي لا يتخلف مقتضاها ولا يغلبها المزاحم فان ذلك خلاف اطلاق الأدلة ويستوجب ندرة وجودها جدا ، بل يمتنع احراز وجود هذه المرتبة في أكثر الاعصار فيلزم منه تعطيل الأحكام واختلاف النظام\r\n","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nولذا قال الصادق ( ع ) في رواية علقمة لو لم تقبل شهادة المقترفين للذنوب لما قبلت الا شهادة الأنبياء والأوصياء المعصومين ( ع ) دون سائر الخلق . وقد ورد في جملة من النصوص قبول شهادة المحدود بعد توبته وجملة منها واردة في خصوص القاذف بعد التوبة . وبالجملة :\r\nعدم اعتبار المرتبة العالية في ترتب أحكام العدالة مما لا ريب فيه اجماعا ونصا وسيرة . نعم يعتبر أقل مراتب وجودها والمتحصل مما ذكرناه أمور :\r\nالأول : اعتبار الملكة في العدالة . الثاني : زوالها بالمعصية الكبيرة وعودها بالتوبة .\r\nالثالث : عدم اعتبار كونها بنحو لا يغلبها المزاحم بنحو يستوجب العصمة . الرابع : يكفي أقل مراتبها إذا صدق عليه انه من أهل الستر والعفاف وان تزل قدمه عند بعض المعاصي .\r\nهذا وفي المقام مباحث شريفة منها : البحث عن اعتبار الاجتناب عن منافيات المروة في العدالة والبحث عن انقسام المعصية إلى الكبيرة والصغيرة . والميزان الفارق بينهما وطريق إثبات كون المعصية كبيرة وغير ذلك تركنا التعرض لها اعتمادا على التعرض لها عند تعرض المصنف رحمه اللّه في شرائط الامام من مباحث صلاة الجماعة واللّه سبحانه ولي التوفيق .\r\n( وتعرف ) العدالة بأمور أحدها : العلم الوجداني سواء حصل من حسن الظاهر أو من الشياع أو من غيرهما ولا اشكال في كونه طريقا إليها لكونه حجة بالذات في نظر العقل كما هو محرر في محله بأن حجيته انجعالي وليست قابلة للجعل .\r\n","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nوتعرف بحسن الظاهر الكاشف عنها علما أو ظنا وتثبت .\r\n\r\n\r\n","description":"\r\nالثاني : البينة : وهي على قسمين فعلية وقولية . اما الفعلية كالصلاة خلف امام الجماعة يشعر بتعديله والقولية بأن يشهد بالقول ولسانه بعدالة زيد ويمكن ان يقال إن شهادة الفعلية لا يصدق عليه البينة وانما يعتمد عليها من باب الاطمئنان وهو خارج عن محل الكلام .\r\nواما الشهادة القولية وهي شهادة عدلين بعدالته فالظاهر أنه لا اشكال بل لا خلاف في اعتبارها ويدل عليه مضافا إلى ما يظهر من عموم حجية شهادة العدلين ما ورد من فعل النبي ( ص ) حيث كان يبعث رجلين من أصحابه لتزكية الشهود المجهولين فيعمل بقولهما جرحا وتعديلا وفحوى ما دل على اعتبارها في الجرح مثل قوله ( ع ) من لم تره بعينك يرتكب ولم يشهد عليه شاهدان فهو من أهل الستر والعدالة ، وأيضا قوله ( ع ) : كل شيء على ما كان حتى تقيم عليه البينة ، والبينة يطلق على شاهدين عدلين عند الكل .\r\nوأيضا قوله تعالى :  « وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجالِكُمْ فَإِنْ لَمْ يَكُونا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتانِ »  وقيل : ثبوت العدالة بشهادة العدلين لا دليل عليه بالخصوص ، عدا روايات ضعيفة السند أو الدلالة نعم ان عموم بناء العقلاء الممضى شرعا هو الدليل العام على حجية البينة في مطلق الموضوعات والا فاثبات العموم بالإضافة إلى غير مورد الحكومات مشكل جدا فان الاستدلال له برواية مسعدة بن صدقة ، ورواية عبد اللّه بن سليمان الواردة في الخبر .\r\nالثالث : تعرف العدالة ( بحسن الظاهر ) ويشهد له كثير من\r\n","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nبشهادة العدلين وبالشياع المفيد للعلم .\r\n\r\n\r\n\r\n","description":"\r\nالنصوص المتقدمة وبعضها مثل ما في صحيح ابن أبي يعفور من قوله ( ع ) والدلالة على ذلك . . الخ .\r\nومرسلة يونس ضعيفة من جهة الارسال عن بعض رجاله عن أبي عبد اللّه عليه السلام قال سألته عن البينة إذا أقيمت على الحق أيحل للقاضي ان يقضي بقول البينة فقال خمسة أشياء يجب على الناس الأخذ فيها بظاهر الحكم الولايات والمناكح والذبائح والشهادات والانساب فإذا كان ظاهر الرجل ظاهرا مأمونا جازت شهادته ولا يسأل عن باطنه الوسائل كتاب الشهادات ب 41 ح 3 وأيضا خبر سماعة عن الصادق « ع » قال : من عامل الناس فلم يظلمهم وحدثهم فلم يكذبهم ووعدهم فلم يخلفهم كان ممن حرمت غيبته وكملت مروته وظهر عدله ووجبت اخوته والأخبار بهذا المضمون كثيرة الوسائل كتاب الحج ب 152 من أبواب العشرة ح 2 . وهي مروية عنه « ع » بطرق عديدة منها : ما عن الكافي باسناده عن سماعة وكلهم ثقات ، نعم فيهم عثمان بن عيسى ، والأظهر انه ثقة وفي ج 3 الوسائل ب 41 من كتاب الشهادة ح 14 ، روى هذا الحديث عن الخصال والعيون وما عن الخصال ضعيف بزيد بن محمد . وعبد اللّه بن أحمد الطائي وأبيه . واما ما عن العيون فرواه الصدوق عن الرضا بطرق ثلاثة كلها مجهولة .\r\nوالظاهر أن حسن الظاهر طريق تعبدي إلى ثبوت الملكة ولا معنى لتقييد المصنف ( بالكاشف عنها علما أو ظنا ) « 1 » لأن العلم حجة على كل حال من أي سبب وطريق حصل والظن لا يغني عن الحق شيئا الا\r\n","footnote":"\r\n( 1 ) اطمئنانيا .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nمسألة « 24 » إذا عرض للمجتهد ما يوجب فقده للشرائط يجب على المقلد للعدول إلى غيره .\r\nمسألة « 25 » إذا قلد من لم يكن جامعا ومضى عليه\r\n\r\n\r\n\r\n","description":"\r\nان يوجب الاطمئنان والوثوق وقد ذكرنا انها ( تثبت بشهادة العدلين ) وقال المصنف انها تثبت ( بالشياع المفيد للعلم ) وقد سبق منا أن الشياع الموجب للعلم انما هو حجة من جهة العلم لا من حيث الشياع والمتحصل مما ذكرنا ان طرق اثبات العدالة ثلاثة العلم والبينة والوثوق سواء حصل من حسن الظاهر أو من غيره .\r\n\r\nمسألة « 24 » ( إذا عرض للمجتهد ما يوجب فقده للشرائط )\r\nكما لو تسافل المجتهد عن الاجتهاد أو صار مجنونا مطبقا ففي الحاقه بالميت في الحكم السابق وجهان قال صاحب الفصول أظهرهما ذلك وقيل ومنهم المصنف ( يجب على المقلد العدول إلى غيره ) « 1 » لما يدعى من الاجماع في غير مسألة البقاء على تقليد الميت ولكن وقع الخلاف بأن كل الشروط حالها حال الحياة والممات أو يقال بالتفصيل بين الحياة وغيره وعلى الأول ان قلنا بجواز البقاء أو الوجوب لابد وان يقال به في المجنون ومن تسافل اجتهاده أو غيرهما كما ظهر من فتوى صاحب الفصول وعلى الثاني يكون الفارق الاجماع ان صح وإلا لم يكن دليل على التفصيل والأصل البقاء والاحتياط لا يترك بأخذ أحوط القولين في صورة المخالفة في الفتوى .\r\n\r\nمسألة « 25 » ( إذا قلد من لم يكن جامعا للشرائط ومضى عليه\r\nبرهة من\r\n","footnote":"\r\n( 1 ) بل يجب عليه بأحوط القولين في صورة المخالفة .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nبرهة من الزمان كان كمن لم يقلد أصلا فحاله حال الجاهل القاصر أو المقصر .\r\nمسألة « 26 » إذا قلد من يحرم البقاء على تقليد الميت فمات وقلد من يجوز البقاء له ان يبقى على تقليد الأول في جميع المسائل الا مسألة حرمة البقاء .\r\nمسألة « 27 » يجب على المكلف العلم باجزاء العبادات وشرائطها وموانعها ومقدماتها ولو لم يعلمها لكن علم اجمالا\r\n\r\n\r\n\r\n","description":"\r\nالزمن كان كمن لم يقلد أصلا ) « 1 » في اطلاقه حتى فيما إذا عمل بالموازين الشرعية محل نظر وقوله : ( فحاله حال الجاهل القاصر أو المقصر ) ليس بصحيح لأن المقصر يقدر على حصول المعذرة فتسامح فيه بخلاف من قلد شخصا بعد الفحص والتدقيق عن حاله بمقتضى الشرع ففي هذه الصورة ان طابق عمله مع الواقع وحصل منه قصد القربة فصحيح وإلا فباطل .\r\n\r\nمسألة « 26 » ( إذا قلد من يحرم البقاء على تقليد الميت فمات\r\nوقلد من يجوز البقاء له ان يبقى على تقليد الأول في جميع المسائل الا مسألة حرمة البقاء ) . لما سبق في المسألة الخامسة عشرة من تخصيص الأكثر ولما يكون التعارض بين الفتوائين الحي الموجود والميت .\r\n\r\nمسألة « 27 » ( يجب على المكلف العلم باجزاء العبادات وشرائطها وموانعها ومقدماتها ولو لم يعلمها )\r\nتفصيلا ( لكن علم اجمالا ان عمله\r\n","footnote":"\r\n( 1 ) اطلاقه حتى فيما إذا عمل بالموازين الشرعية محل نظر .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nان عمله واجد لجميع الاجزاء والشرائط وفاقد للموانع صح وان لم يعلمها تفصيلا .\r\nمسألة « 28 » يجب تعلم مسائل الشك والسهو بالمقدار\r\n\r\n\r\n","description":"\r\nواجد لجميع الاجزاء والشرائط وفاقد للموانع صح وان يعلمها تفصيلا ) لحصول العلم بالفراغ ولو اجمالا وهو كاف في نظر العقل نعم بناء على اعتبار التمييز والوجه في حصول الامتثال في العبادات وجب العلم التفصيلي باجزاء العبادة وشرائطها وموانعها : لكن التحقيق عدم اعتبار ذلك في العبادات مع أن الشك كاف في عدم الاعتبار بناء على التحقيق من الرجوع إلى البراءة في مثله .\r\nوالوجوب فطري عقلي اما الفطري لدفع الضرر المحتمل واما العقلي لوجوب براءة الذمة عند الاشتغال وما جاء من الشرع ارشادي كما روي في الموثق أو الصحيح عن الصادق ( ع ) قد سئل عن قوله تعالى :  « قُلْ فَلِلَّهِ الْحُجَّةُ الْبالِغَةُ »  فقال : ان اللّه يقول للعبد يوم القيامة : عبدي أكنت عالما ؟ فان قال نعم قال له أفلا عملت بما علمت ؟ وان قال كنت جاهلا قال له : أفلا تعلمت حتى تعمل ؟ فيخصم ، فتلك الحجة البالغة وفي قوله : « أفلا تعلمت حتى تعمل » دلالة واضحة على أن ترك العمل إذا استند إلى ترك التعلم لا يقبل في مقام الاعتذار سواء كان قادرا على العمل في ظرفه أم صار عاجزا عنه بتركه التعلم .\r\n\r\nمسألة « 28 » ( يجب تعلم مسائل الشك والسهو بالمقدار الذي هو محل الابتلاء غالبا )\r\nللوصول إلى تكاليفه الشرعية المأمور بها كما يستفاد من الرواية السابقة ولأنه يحرم ابطال الصلاة لما ورد لا تبطلوا\r\n","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالذي هو محل الابتلاء غالبا . نعم لو اطمئن من نفسه انه لا يبتلى بالشك والسهو صح عمله وان لم يحصل العلم باحكامهما .\r\nمسألة « 29 » كما يجب التقليد في الواجبات والمحرمات يجب في المستحبات والمكروهات والمباحات بل يجب تعلم حكم كل فعل يصدر منه سواء كان من العبادات أو المعاملات .\r\n\r\n\r\n\r\n","description":"\r\nصلواتكم ، وعندما يقدر الانسان على أن لا يبطل صلاته وله مندوحة يجب المبادرة إليها ، لحرمة ابطال الصلاة ، فيجب عقلا تعلم مسائل الشك والسهو مقدمة لاحراز الامتثال وقد حكى عن الرسالة العملية لشيخنا الأنصاري الحكم بفسق تارك تعلم مسائل الشك والسهو فيما يبتلى بها عامة المكلفين . ( نعم لو اطمئن من نفسه انه لا يبتلى بالشك والسهو صح عمله ) « 1 » وكذلك لو لم يطمئن فاتفق عدم الابتلاء بها أو ابتلى ولكنه قد أتى بوظيفة الشك أو السهو رجاء المطابقة فاتفق مطابقا للواقع .\r\nواما مجرد الاطمئنان بعدم الابتلاء فلا أثر له في الصحة ، فتحصل ان المعتبر مطابقة العمل للواقع ( وان لم يحصل العلم بأحكامهما ) أي الشك والسهو حين العمل سواء حصل الاطمئنان من نفسه انه لا يبتلى بالشك والسهو ولم يتعلم أو لم يحصل .\r\n\r\nمسألة « 29 » ( كما يجب التقليد في الواجبات والمحرمات يجب في المستحبات والمكروهات والمباحات )\r\nلأن الأحكام على خمسة أقسام\r\n","footnote":"\r\n( 1 ) في صورة مطابقته للواقع وكذا ان لم يطمئن مع حصول قصد القربة .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nمسألة « 30 » إذا علم أن الفعل الفلاني ليس حراما ولم يعلم أنه واجب أو مباح أو مستحب أو مكروه يجوز ان يأتي به لاحتمال كونه مطلوبا وبرجاء الثواب إذا علم أنه ليس بواجب ولم يعلم أنه حرام أو مكروه أو مباح له ان يتركه لاحتمال كونه مبغوضا .\r\n\r\n\r\n\r\n","description":"\r\nلا يمكن تشخيصه الا بالتقليد فيها وفي كل فرع يحتمل أحد الأحكام الخمسة ولابد من الفحص عن الحكم بالتقليد أو الاجتهاد ( بل يجب تعلم حكم كل فعل يصدر منه سواء من العبادات أو المعاملات ) .\r\n\r\nمسألة « 30 » ( إذا علم أن الفعل الفلاني ليس حراما\r\nولم يعلم أنه واجب أو مباح أو مستحب أو مكروه يجوز ) للمكلف ( أن يأتي به ) « 1 » يعني لا يجب عليه التعلم تعيينا بأن يعلم أنه واجب أو مباح أو مستحب حتى يأتيه بوجهه لكن ان تركه فعليه الاتيان ويحمل الجواز على معنى الوجوب ان كان المراد من حيث الترك والاتيان الخارجي لعدم جواز الترك في الشبهة الحكمية لابد من الاحتياط فيها باتيان الفعل ( لاحتمال كونه مطلوبا وبرجاء الثواب ) هذا في دوران الأمر بين الوجوب والإباحة والاستحباب والكراهة والعلم بعدم الحرمة واما ( إذا علم أنه ليس واجب ولم يعلم أنه حرام أو مكروه أو مباح له ) أي للمكلف ان يتركه لوجوب الاحتياط في أطراف العلم الاجمالي والاحتياط هنا في\r\n","footnote":"\r\n( 1 ) يعني لا يجب عليه التعلم تعيينا لكن ان تركه فعليه الاتيان في الصورة الأولى والترك في الصورة الثانية بحكم العقل .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nمسألة « 31 » إذا تبدل رأي المجتهد لا يجوز للمقلد البقاء على رأيه الأول .\r\nمسألة « 32 » إذا عدل المجتهد عن الفتوى إلى التوقف والتردد يجب على المقلد الاحتياط أو العدول إلى الأعلم بعد ذلك المجتهد .\r\nمسألة « 33 » إذا كان هناك مجتهدان متساويان في العلم كان للمقلد تقليد أيهما شاء ويجوز التبعيض في المسائل\r\n\r\n\r\n\r\n","description":"\r\nالترك ( ولاحتمال كونه مبغوضا ) والحكم على نحو الوجوب لا الجواز كالسابق .\r\n\r\nمسألة « 31 » ( إذا تبدل رأي المجتهد لا يجوز للمقلد البقاء على رأيه الأول )\r\nلقيام الحجة على خلافه فأدلة رجوع الجاهل إلى العالم تحكم بأخذ رأيه الثاني لا رأيه الأول وتفصيل البحث في مسألة 53 فراجع .\r\n\r\nمسألة « 32 » ( إذا عدل المجتهد عن الفتوى إلى التوقف والتردد يجب على المقلد الاحتياط )\r\nهذا نظير ما سبق لاعتراف المفتي بالخطأ في الاستناد وان لم يعترف بخطأ الواقع لجهله بذلك الحكم ومقتضى العلم بالتكليف يوجب الاحتياط ( أو العدول إلى الأعلم بعد ذلك المجتهد ) أو إلى غير الأعلم لكن مع عدم العلم بالمخالفة لما سبق من عدم وجوب تقليد الأعلم في صورة عدم المخالفة .\r\n\r\nمسألة « 33 » ( إذا كان هناك مجتهدان متساويان في العلم )\r\nوالفضيلة ( كان للمقلد تقيد أيهما شاء ) « 1 » فيما لا يعلم بمخالفتهما في\r\n","footnote":"\r\n( 1 ) فيما إذا لا يعلم بمخالفتهما في الفتوى .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوإذا كان أحدهما أرجح من الآخر في العدالة أو الورع أو نحو ذلك فالأولى بل الأحوط اختياره .\r\n\r\n\r\n\r\n","description":"\r\nالفتوى لأنهما طريقان فيجوز السير من أيهما شاء\r\nوإذا أخذ بأحد الطريقين أخذ بالحجة . وظاهر اطلاق العبارة جواز الاخذ وان تخالفا في الفتوى ولكن قد سبق ان اطلاق أدلة رجوع الجاهل إلى العالم لا تشمل في صورة المخالفة وإذا تعارض الحجتان أو الروايتان فمقتضى القاعدة التساقط ولكن فيما نحن فيه علم بعدم سقوط التكليف ومقتضى العلم بأصل التكليف يوجب الاخذ بأحوط القولين لأن الاشتغال اليقيني يوجب البراءة اليقينية . هذا على مبني طريقية فتوى المجتهد وعلى مبنى الموضوعية يوجب التخيير ، هكذا في صورة تساوي المجتهدين ( يجوز التبعيض « 1 » في المسائل ) بأن يأخذ بعضها من هذا وبعض الآخر من الآخر .\r\nهذا إذا لم يوجب المخالفة القطعية مثلا إذا أخذ في جلسة الاستراحة رأي أحدهما وفي التسبيحات فتوى الآخر وكل يقول ببطلان صلاة الآخر فصلاته باطلة على رأي كليهما ، وقد عرفت انه مع اختلاف المجتهدين في الفتوى تسقط اطلاقات أدلة حجية قول الفقيه وينحصر المرجع إلى الاجماع فمشروعية التبعيض تتوقف على عموم الاجماع على التخيير بينهما لصورة التبعيض لكن لم يتضح عموم الاجماع وعليه يوجب الاخذ بأحوط القولين لما سبق .\r\n( و ) أما ( إذا كان أحدهما أرجح من الآخر في العدالة أو الورع )\r\n","footnote":"\r\n( 1 ) فيه نظر .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nمسألة « 34 » إذا قلد من يقول بحرمة العدول حتى إلى الأعلم ثم وجد أعلم من ذلك المجتهد فالأحوط العدول إلى ذلك الأعلم وان قال الأول بعدم جوازه .\r\n\r\n\r\n\r\n","description":"\r\nأو نحو ذلك كالوثاقة والاطمئنان ( فالأولى بل الأحوط اختياره ) « 1 » لما عرفت آنفا من نسبة القول بوجوب تقديم الأورع إلى جماعة وانه الذي تقتضيه اصالة التعيين عند الدوران بينه وبين التخيير في الحجة من دون ظهور دليل على خلافها .\r\nهذا في صورة المخالفة في الفتوى وقد يكون المرجح في طرف الآخر لو كان فتوى غيره أوفق بالاحتياط فيأخذ قوله . واما الموافقة فلا ترجيح للأعدلية والأورعية ونحوهما لما سبق من اطلاق الأدلة وبناء العقلاء على التخيير وعدم الترجيح بالأورعية .\r\n\r\nمسألة « 34 » ( إذا قلد من يقول بحرمة العدول حتى إلى الأعلم ثم وجد اعلم من ذلك المجتهد )\r\nبمعنى إذا قلد شخصا يقول بحرمة العدول ثم وجد أعلم منه وكان ذلك الأعلم يوجب العدول ( فالأحوط العدول « 2 » إلى ذلك الأعلم وان قال الأول بعدم جوازه ) لما سبق من الحكم العقلي بوجوب متابعة الأعلم في صورة المخالفة ، هذا وكان تعبير المصنف رحمه اللّه بقوله فالأحوط العدول مبني على عدم جزمه بوجوب تقليد الأعلم وانه أحوط كما تقدم لكن قد يشكل بأن كونه أحوط يختص بالتقليد الابتدائي واما في مسألة العدول فليس العدول أحوط\r\n","footnote":"\r\n( 1 ) في صورة المخالفة في الفتوى .\r\n( 2 ) والأحوط الرجوع إلى أحوط القولين .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nمسألة « 35 » إذا قلد شخصا يتخيل انه زيد فبان عمرا فان كانا متساويين في الفضيلة ولم يكن على وجه التقييد صح والا فمشكل .\r\nمسألة « 36 » فتوى المجتهد يعلم بأحد أمور الأول : ان يسمع منه شفاها . الثاني : أن يخبر بها عدلان . الثالث :\r\n\r\n\r\n\r\n","description":"\r\nلوجود القول بحرمة العدول فالأحوط فيها الرجوع إلى أحوط القولين .\r\n\r\nمسألة « 35 » ( إذا قلد شخصا يتخيل انه زيد فبان عمرا فان كانا متساويين في الفضيلة )\r\nولم يعلم المخالفة بينهما في الفتوى صح عمله . وقول المصنف ( ولم يكن على وجه التقييد صح ) « 1 » مبني على كون التقليد هو الالتزام والا فلا دخل لهذا الشرط بناء على أن التقليد هو تطبيق العمل وكانا متفقين في الفتوى لما سبق أن المناط مطابقة العمل للواقع سواء ان كان وجه التقييد أو لم يكن ( والا ) بان كان على وجه التقييد فيما إذا جعلنا التقليد هو الالتزام واما ان قلنا إن التقليد تطبيق العمل لا بد وان نقيد العبارة بصورة المخالفة في الفتوى وعلى كل ( فمشكل ) الحكم . والظاهر جريان حكم العمل بلا تقليد هنا لأن فوات القيد يستلزم فوات المقيد فتحصل على ما ذهبنا اليه ان طابق الواقع فعمله صحيح والا فلا .\r\n\r\nمسألة « 36 » ( فتوى المجتهد يعلم بأحد أمور )\r\nأربعة ( الأول أن يسمع منه شفاها ) فيأخذ بظاهر كلامه الذي يكون حجة ، ولو لم\r\n","footnote":"\r\n( 1 ) وان كان على وجه التقييد بشرط عدم العلم بالمخالفة .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nاخبار عدل واحد بل يكفي اخبار شخص موثق يوجب قوله الاطمئنان وان لم يكن عدلا . الرابع الوجدان في رسالته ولابد أن تكون مأمونة من الغلط .\r\n\r\n\r\n\r\n","description":"\r\nيفد الظن فضلا عن الوثوق والاطمئنان بل ولو مع الشك في المراد ، إذا كان له ظاهر كما هو مقتضى حجية الظواهر مطلقا كما حقق في محله . والسماع هل يشمل الكتابة وأمثاله أم لا فالظاهر كلما يمكن الاسناد اليه فهو شفهي .\r\n( الثاني ان يخبر بها عدلان ) فأدلة عموم حجية البينة في الموضوعات جار هاهنا . ( الثالث : اخبار عدل واحد ) « 1 » فيه نظر لعدم دليل خاص في حجيته مع ما ورد من أن الأشياء على ما كان حتى تستهين أو تقوم به البينة واخبار عدل واحد لا من القسم الأول ولا من القسم الثاني لا يستبين به ولا يكون بينة وما ورد من حجية خبر الواحد انما يكون في الخبر والاحكام لا في الموضوعات نعم ان حصل من خبره الاطمئنان والوثوق فيمكن الاعتماد عليه من أن الوثوق من الأسباب العقلائية حجة مطلقا ( بل يكفي اخبار شخص موثق يوجب قوله الاطمئنان وان لم يكن عدلا ) فعليه كل ما يوجب الاطمئنان يكون حجة ( الرابع : الوجدان في رسالته ولابد أن تكون مأمونة من الغلط ) والنسخ وغيرهما وحصول الأمن وقد يكون بأصل عقلي كالاستصحاب وعدم الخطأ والنسخ وغيرهما : هذا إذا كانت الرسالة بخطه واما لو كانت بغير خطه اعتبر ان يكون الكاتب ثقة لأن الكتابة نوع من الخبر عن الفتوى .\r\n","footnote":"\r\n( 1 ) فيه نظر .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nمسألة « 37 » إذا قلد من ليس له أهلية الفتوى ثم التفت وجب عليه العدول وحال الأعمال السابقة حال عمل الجاهل غير المقلد وكذا إذا قلد غير الأعلم وجب على الأحوط\r\n\r\n\r\n\r\n","description":"\r\nواما الرسالة المطبوعة فلا بد من الاطمئنان بأنه راجعه أو من يثق به للتصحيح بعد القطع لكثرة الغلط والخوف فيها الموجب لسلب الاطمئنان .\r\n\r\nمسألة « 37 » ( إذا قلد من ليس له أهلية الفتوى )\r\nكأن لم يكن بالغا ، ولم يكن عاقلا أو لم يكن مجتهدا ( ثم التفت ) بعدم صلاحيته للتقليد فحينئذ ( وجب عليه العدول ) وفي الحقيقة لا عدول بل تقليد ابتدائي وكذا الحال فيما بعده لعدم صلاحيته للافتاء وقد كشف بطلان تقليده أصلا ( و ) أما ( حال الأعمال السابقة حال عمل الجاهل غير المقلد ) « 1 » ان كان مطابقا للواقع فصحيح والا فلا وقد سبق نظير هذه المسألة في المسألة السادسة عشرة ( وكذا إذا قلد غير الأعلم وجب على الأحوط العدول « 2 » إلى الأعلم ) هذا على مبنى عدم الجزم بتقليد الأعلم وفي المسألة تفصيل . تقليده لغير الأعلم قبل الفحص أو بعد الفحص أن كان قبل الفحص فتقليده غير صحيح ولا يسمى عدولا بل تقليد ابتدائي فيجب تقليد الأعلم ، واما إذا كان بعد الفحص والتقليد ظهر الأعلم هنا الأحوط الرجوع إلى أحوط القولين التزام القول بحرمة العدول مطلقا وانه اخذ بالحجة فكيف يعدل ودليل وجوب الأعلمية هذا كله في صورة المخالفة في الفتوى .\r\n","footnote":"\r\n( 1 ) ان كان مطابقا للواقع صحيح والا فلا .\r\n( 2 ) بل الأحوط الرجوع إلى أحوط القولين .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالعدول إلى الأعلم وإذا قلد الأعلم ثم صار بعد ذلك غيره أعلم وجب العدول إلى الثاني على الأحوط :\r\nمسألة « 38 » ان كان الأعلم منحصرا في شخصين ولم يمكن التعيين فان أمكن الاحتياط بين القولين فهو الأحوط والا كان مخيرا بينهما .\r\n\r\n\r\n\r\n","description":"\r\nوقد سبق في المسألة الرابعة والثلاثين من أن كون العدول في هذا الفرض أحوط غير ظاهر لوجود القول بحرمة العدول حتى إلى الأعلم ولكن الأحوط فيها الرجوع إلى أحوط القولين ( وإذا قلد الأعلم ثم صار بعد ذلك غيره أعلم وجب العدول إلى الثاني على الأحوط ) والكلام فيه كالكلام السابق من جواز الرجوع إلى الأعلم وكون الرجوع إلى أحوط القولين أحوط لوجود القول بحرمة العدول مطلقا .\r\n\r\nمسألة « 38 » « ان كان الأعلم منحصرا في شخصين » « 1 » فصاعدا ولم يحتمل تساويها « ولم يمكن » التعيين\r\nوكانا مختلفين في الفتوى « فان أمكن الاحتياط بين القولين فهو الأحوط » وإلا قلد من يحتمل أعلميته ولا مجال لرجحان مظنون الأعلمية على غيره لما سبق من أن الظن لا يغني عن الحق شيئا مع أن مظنون الأعلمية معارض لمحتمل الأعلمية في الآخر واما محتمل الأعلمية ليس له مقابل ولا يعارضه شيء « والا » بان لم يكن الاحتياط ولا رجحان لأحدهما ولو احتمالا « كان مخيرا بينهما » هذا في صورة المخالفة في الفتوى واما إذا لم يعلم بالمخالفة بينهما تخير ابتداء وقد تقدم بحثه في المسألة الحادية والعشرين وقد ادعى الاتفاق على عدم\r\n","footnote":"\r\n( 1 ) وكانا مختلفين في الفتوى .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nمسألة « 39 » إذا شك في موت المجتهد أو في تبدل رأيه أو عروض ما يوجب عدم جواز تقليده يجوز له البقاء إلى أن يتبين الحال .\r\nمسألة « 40 » إذا علم أنه كان في عباداته بلا تقليد مدة من الزمان ولم يعلم مقداره فان علم بكيفيتها وموافقتها للواقع أو لفتوى المجتهد الذي يكون مكلفا بالرجوع اليه .\r\n\r\n\r\n\r\n","description":"\r\nوجوب الاحتياط على العامي من دون فرق بين ان يتردد الأعلم بين اثنين أو عشرة مثلا وغيره من الفروض .\r\nولا تبعد دعوى السيرة أيضا على ذلك لندرة تساوي المجتهدين وغلبة حصول التفاوت بينهم ولو يسيرا أو شيوع الجهل بالأفضل وفقد أهل الخبرة في أكثر البلاد وكون بنائهم على الاحتياط في مثل ذلك بعيد جدا .\r\n\r\nمسألة « 39 » ( إذا شك في موت المجتهد ) الذي يقلده ( أو في تبدل رأيه أو عروض ما يوجب عدم جواز تقليده )\r\nكالجنون أو الفسق أو غيرهما ( يجوز له ) « 1 » بمعنى يجب ( البقاء إلى أن يتبين الحال ) للاستصحاب .\r\n\r\nمسألة « 40 » ( إذا علم أنه كان في عباداته ) ليس له خصوصية للعبادة بل في المعاملات والتوصليات وغيرهما ( بلا تقليد مدة من الزمان ولم يعلم مقداره\r\nفان علم ) أو احتمل ( بكيفيتها وموافقتها للواقع أو لفتوى المجتهد الذي يكون مكلفا « 2 » بالرجوع اليه ) حين الالتفات إلى\r\n","footnote":"\r\n( 1 ) بل يجب .\r\n( 2 ) بل الذي يقلده فعلا .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nفهو . والا فيقضي المقدار الذي يعلم منه البراءة على الأحوط وان كان لا يبعد جواز الاكتفاء بالقدر المتيقن .\r\n\r\n\r\n\r\n","description":"\r\nذلك لا حين العمل كما تقدم في المسألة السادسة عشرة ويأتي التفصيل في المسألة الثالثة والخمسين فان وافق مع الواقع أو مع فتوى من يقلده فعلا ( فهو ) « 1 » المطلوب إذا أفتى بعدم وجوب القضاء ، واعتبار وجوب القضاء ينحصر بموارد العلم بمخالفة المأتي به للواقع وكون تلك المخالفة موجبة للقضاء بنظر من يجب الرجوع اليه فعلا ( والا ) ان لم يحصل العلم أو الاحتمال بموافقتها للواقع أو لفتوى المجتهد الذي يقلده فعلا .\r\n( فيقضي المقدار الذي يعلم منه البراءة على الأحوط ) للعلم باشتغال الذمة الموجب للبراءة اليقينية فالاحتياط يكون استحبابيا لقوله ( وان كان لا يبعد جواز الاكتفاء بالقدر المتيقن ) لأن الامر دائر بين الأقل والأكثر فيوجب القاعدة الأخذ بالمتيقن والبراءة من الزائد وهذه القاعدة لا تخالف مع قاعدة الاشتغال لأن الزائد مشكوك ولم يكن يقينيا حتى يحتاج إلى البراءة اليقينية ووجه عدم وجوب قضاء المشكوك اصالة الصحة لاحتمال مصادقته للواقع . عن الشيخ باسناده إلى بكير بن أعين قال :\r\nقلت له : الرجل يشك بعدما يتوضأ ؟ قال : هو حين يتوضأ أذكر منه حين يشك . الوسائل ب 42 من أبواب الوضوء ح 7 ، وهذه لم تكن تأسيا لقاعدة تعبدية بل هي امضاء لما جرت عليه العقلاء في اعمالهم .\r\nويحتمل عدم وجوب القضاء لأنه بأمر جديد وموضوعه فوت الواجب لا يمكن احرازه بالأصل .\r\nوقد فصل لقاعدة الأقل والأكثر بين ما كان عالما ونسي ، أو كان الشك\r\n","footnote":"\r\n( 1 ) إذا أفتى له بعدم وجوب القضاء .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nمسألة « 41 » إذا علم أن اعماله السابقة كانت مع التقليد لكن لا يعلم أنها كانت عن تقليد صحيح أم لا بنى على الصحة .\r\n\r\n\r\n","description":"\r\nبدويا . اما الأول يكون مجرى الاشتغال للعلم السابق بخلاف الثاني لأن الشك بدوي ويكون مجرى البراءة .\r\nولكن مقتضى قاعدة العلم الاجمالي يوجب الاشتغال في دوران الأمر بين المتباينين واما الأقل والأكثر لا يوجب العلم في الزائد أصلا حتى يحتاج إلى براءة .\r\nوقد قيل في هذا الفرض لا يبعد عدم وجوب القضاء أصلا إذا كان حين العمل غافلا وحصل منه قصد القربة ولم يعلم الكيفية واحتمل مصادقة جميعها للواقع .\r\nويدل على عدم وجوب القضاء في صورة الشك عن الكافي باسناده عن الحسين ابن أبي العلاء قال : سألت أبا عبد اللّه ( ع ) عن الخاتم إذا اغتسلت قال حوّله من مكانه . وقال في الوضوء ، تديره قال فان نسيت حتى تقوم في الصلاة فلا آمرك ان تعيد الصلاة وهذا الخبر ضعيف بحسين ابن أبي العلاء لعدم ثبوت وثاقته .\r\nنعم يمكن تصحيح خصوص الصلاة بحديث لا تعاد الصلاة الا من خمس .\r\n\r\nمسألة « 41 » ( إذا علم أن اعماله السابقة كانت مع التقليد لكن لم يعلم أنها كانت عن تقليد صحيح أم لا\r\nبنى على الصحة ) لبناء العقلاء واصالة الصحة في عمله وعمل غيره وانه حين العمل أذكر وقاعدة الفراغ .\r\n","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nمسألة « 42 » إذا قلد مجتهدا ثم شك في أنه جامع للشرائط أم لا وجب عليه الفحص .\r\nمسألة « 43 » من ليس اهلا للفتوى يحرم عليه الافتاء وكذا من ليس اهلا للقضاء يحرم عليه القضاء بين الناس\r\n\r\n\r\n\r\n","description":"\r\n\r\nمسألة « 42 » ( إذا قلد مجتهدا ثم شك في أنه جامع للشرائط أم لا وجب عليه الفحص )\r\n« 1 » لتقليده فعلا دون اعماله السابقة لأن المفروض قلد شخصا جامعا ثم شك انه جامع أم لا فإنها محكومة بالصحة مع احتمالها بلا فحص كما أنه لو كان الشك في بقاء الشرائط تستصحب بلا فحص .\r\nولا تنقض اليقين بالشك ، هذا بالنسبة إلى الشك الطاري واما الشك الساري أي هذا الشك يسري إلى اليقين ويجعل الشك في يقينه الأول .\r\nنعم إذا شك في جامعيته لها من أول الأمر أي الشك الساري وجب عليه الفحص اما ان شك في بقائها بعد تحققها فالأظهر عدم الوجوب .\r\n\r\nمسألة « 43 » ( من ليس اهلا للفتوى يحرم عليه الافتاء )\r\n« 2 » لوجوه . أحدها : الاجماع . الثاني : ان الافتاء من وظائف النبي أو الوصي\r\n","footnote":"\r\n( 1 ) هذا إذا كان الشك في جامعيته لها من أول الأمر من باب الشك الساري لا الشك الطاري واما إذا شك في بقائها بعد تحققها فالأظهر عدم الوجوب .\r\n( 2 ) في اطلاقه نظر .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nوحكمه ليس بنافذ ولا يجوز الترافع اليه ولا الشهادة عنده\r\n\r\n\r\n","description":"\r\nكالقضاء وقد ورد في القضاء لا يجلسه الا نبي أو وصي نبي أو شقي ، فغير الجامع للشرائط يكون من القسم الأخير .\r\nالثالث : انها اغواء واضلال للغير وافتائه يكون سببا لاضلال الغير وصرفه عن تقليد مجتهد صالح . وفي كل هذه الوجوه نظر . اما الأول :\r\nلعدم احراز الاجماع مع احتمال أن يكون المستند ما ذكرناه . وأما الثاني : في تشبيه الافتاء بباب القضاء نظر لعدم احراز المناط . واما الثالث : إذا تطابق فتواه مع فتوى المجتهد الجامع للشرائط الذي يكون المقلد مأمورا بتقليده أو كان فتواه مطابقا للاحتياط أو لفتوى الأعلم :\r\nفلا مانع من افتائه ولا يكون سببا للاغواء والاضلال لحصول الغرض فالمتحصل يحرم افتاء من ليس أهلا للفتوى فيما يوجب الاضلال واما ان كان فتواه مطابقا للأعلم الذي يكون المقلد مأمورا بتقليده أو موافقا للاحتياط أو كانت المسألة مما اتفقت عليه الكل أو بعد ما أفتى بوجوب شيء قال : ان فتواى ليست حجة وليس عليك العمل بها وانما عليك العمل بفتوى فلان وفلان : ففي هذه الصور فلا بأس بالافتاء لعدم صدق الاضلال والاغواء .\r\nومن مصاديق المسألة فيما لا يكن المفتي عالما بل هذا من اظهر المصاديق فحرام قطعا لأنه افتاء من غير علم ويصدق عليه قوله تعالى  ( وَلا تَقْفُ ما لَيْسَ لَكَ بِهِ عِلْمٌ )  وكذلك قوله تعالى :  « آللَّهُ أَذِنَ لَكُمْ أَمْ عَلَى اللَّهِ تَفْتَرُونَ »  . سورة يونس آية 59 وقوله تعالى :   « وَلَوْ تَقَوَّلَ عَلَيْنا بَعْضَ الْأَقاوِيلِ لَأَخَذْنا مِنْهُ بِالْيَمِينِ »   . سورة الحاقة آية 44 ، 45 .\r\n","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nوالمال الذي يؤخذ بحكمه حرام وان كان الآخذ محقا الا إذا حصر استنقاذ حقه بالترافع عنده .\r\n\r\n\r\n","description":"\r\nوفي صورة عدم الإذن يكون من المفترين على اللّه ويكون من التشريع المحرم لاستناد الحكم إلى الشارع من غير علم وفي مرفوعة البرقي القضاة أربعة ثلاثة منهم في النار وواحد في الجنة . رجل قضى بجور ، وهو يعلم به فهو في النار ورجل قضى بجور وهو لا يعلم أنه قضى بجور فهو في النار ، ورجل قضى بالحق وهو لا يعلم فهو في النار ، ورجل قضى بالحق وهو يعلم فهو في الجنة ، الوسائل كتاب القضاء ب 4 من أبواب صفات القاضي ح 6 . ( وكذا من ليس أهلا للقضاء يحرم عليه القضاء بين الناس ) بلا اشكال فيه ولا خلاف ظاهر وفي المسالك انه موضع وفاق بين أصحابنا وقد صرحوا بكونه اجماعيا . . الخ ويقتضيه ظهور النصوص والفتاوى في كونه من المناصب المختصة بالامام على نحو لا يجوز لغيره التصدي له الا باذنه ففي رواية إسحاق بن عمار أنه قال أمير المؤمنين عليه السلام لشريح يا شريح : قد جلست مجلسا لا يجلسه الا نبي أو وصي نبي أو شقي . الوسائل في باب 3 من أبواب صفات القاضي ح 3 .\r\nورواية سليمان بن خالد عن أبي عبد اللّه ( ع ) اتقوا الحكومة فان الحكومة انما هي للامام العالم بالقضاء العادل في المسلمين كنبي أو وصي نبي . الوسائل كتاب القضاء ب 3 أبواب صفات القاضي . وحسنة سليمان ابن خالد رواها المشائخ الثلاثة ، وفي طريق الشيخ والكليني سهل بن زياد وهو ضعيف وليس في طريق الصدوق الا ان طريقه إلى سليمان بن خالد حسنة بإبراهيم بن هاشم وقد عبر بعضهم كصاحب المستند عن\r\n","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالرواية بالصحيحة . ولعل الوجه فيه ان جمعا من العلماء حكموا بصحة الرواية قد وقع إبراهيم بن هاشم في سندها . وأيضا الثلاثة للولاة ومنها القضاء . وفي رواية أبي خديجة قال : قال أبو عبد اللّه ( ع ) إياكم ان يحاكم بعضكم إلى أهل الجور ، ولكن انظروا إلى رجل منكم يعلم شيئا من قضايانا « 1 » . فاجعلوه بينكم فاني قد جعلته قاضيا فتحاكموا اليه ، وقد سبق ذلك في أواسط مسألة 22 في عنوان المتجزي ما يرجع إلى سندها فلاحظ . واما أبو خديجة فهو سالم بن مكرم فالأظهر انه ثقة ولكن الكلام في أن صدور الحديث قبل الحاده أو حين الحاده أو بعد توبته .\r\nفان قوله ( ع ) فاني جعلته قاضيا يدل على أن ثبوت منصب القضاء يحتاج إلى جعل منهم ( ع ) وبدونه ليس له القضاء ، ورواية البرقي أيضا : قال بعثني أبو عبد اللّه إلى أصحابنا فقال : قل لهم إياكم إذا وقعت بينكم خصومة أو تدارى في شيء من الأخذ والعطاء ان تحاكموا إلى أحد من هؤلاء الفساق ، اجعلوا بينكم رجلا قد عرف حلالنا وحرامنا فاني قد جعلته قاضيا ، وإياكم أن يحاكم بعضكم بعضا إلى السلطان الجائر . الوسائل كتاب القضاء ب 11 من أبواب صفات القاضي ح 7 . ورواية الحلبي . قال : قلت لأبي عبد اللّه ( ع ) ربما كان بين الرجلين من أصحابنا المنازعة في الشيء فيتراضيان برجل منا ؟\r\nفقال ليس هو ذاك انما هو الذي يخبر الناس على حكمه بالسيف والسوط .\r\nالوسائل كتاب القضاء ب 1 من أبواب القاضي ح 8 . ( وحكمه ليس بنافذ ) لعدم وجود حجة شرعية عليه ( ولا يجوز الترافع اليه ) وفي\r\n","footnote":"\r\n( 1 ) خ ل قضاءنا .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالمسالك أن ذلك كبيرة عندنا ويكون تعاونا على الاثم والباطل ( ولا ) يجوز ( الشهادة عنده ) « 1 » . أي عند من ليس له صلاحية الافتاء ولا اليمين عنده لأنه من حق الامام أو نائبه ولأنه معاونة على الاثم إذا كانت بقصد فصل الخصومة بحكمه لا مطلقا .\r\n( والمال الذي يؤخذ بحكمه ) أي يحكم قاض ليس له أهلية القضاء ( حرام وان كان الآخذ محقا ) كما هو المعروف والمدعى عليه الاجماع ويقتضيه صريح مقبولة المعروفة المشهورة لعمر بن حنظلة الواردة في التحاكم إلى السلطان وإلى القضاة قال : سألت أبا عبد اللّه ( ع ) عن رجلين من أصحابنا يكون بينهما منازعة في دين أو ميراث فتحاكما إلى السلطان اوالى القضاة أيحل ذلك فقال : من تحاكم إليهم في حق أو باطل فإنما تحاكم إلى طاغوت وما يحكم له يأخذ سحتا وان كان حقه ثابتا له لأنه اخذ بحكم الطاغوت وقد امر اللّه تعالى ان يكفر به الحديث . واطلاقه يقتضي عدم الفرق بين الدين والعين بل لعل ظاهر ما في صدره في التنازع من فرض التنازع في الدين والميراث . والميراث عين خارجي وحمله على ما كان دينا بعيدا جدا لمقابلة الميراث للدين وعلى هذا فالتحريم المذكور من قبيل التحريم بالعنوان الثانوي فيحرم التصرف فيه كما يحرم التصرف في المغصوب وحملها على مجرد العقاب في الأخذ وان جاز التصرف في المأخوذ خلاف الظاهر بلا موجب له واستبعاد ذلك لا يجدي في رفع اليد عن ظاهر الدليل .\r\n","footnote":"\r\n( 1 ) إذا كانت بقصد فصل الخصومة بحكمه لا مطلقا .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nنعم مورد الرواية المأخوذ بحكم السلطان والقضاء فلا يعم المأخوذ بحكم غيرهم من فاقدي شرائط القضاء . اللهم الا ان يستفاد العموم من التعليل بقوله ( ع ) لأنه أخذه بحكم الطاغوت . . الخ . إذ الظاهر شمول الطاغوت لكل متصد للقضاء المحرم فتأمل جيدا .\r\nوقد وقع الكلام في أن الحرمة على الآخذ والمأخوذ . قيل على الأول فقط للحرمة التكليفية وعدم الدليل على المأخوذ وقيل بالمجموع لظهور الرواية بأن ما يأخذ سحتا كقوله ( ع ) ثمن العذرة سحت .\r\nومقبولة ابن حنظلة ما يحكم له يأخذ سحتا . وهو المال يكون حراما والموصول ظاهر في نفس المال والحمل على الاخذ خلاف الظاهر .\r\nهذا كله في صورة الاختيار . والامكان من الرجوع إلى مجتهد جامع للشرائط ( والا إذا انحصر استنقاذ حقه بالترافع عنده ) « 1 » اي إلى غير جامع للشرائط فإنه جائركما عن جماعة منهم : الشهيدان في الحواشي والمسالك وعن الأكثر المنع وكأنه لاطلاق النصوص لكن لو سلم الاطلاق ولم تتم دعوى الانصراف عن صورة الانحصار فمحكوم بحديث نفي الضرر والعسر والحرج : ولا يصدق هنا الإعانة على الاثم وجوازه كالاستعانة بالظالم على تحصيل حقه المتوقف على ذلك والآثم على الممتنع كما هو ظاهر النصوص ولا ينبغي التوقف في جواز اخذ الحق منه بحكم قضاتهم بل لعله المراد من خبر علي بن محمد قال سألته : هل نأخذ في احكام المخالفين ما يأخذون منا في احكامهم فكتب يجوز ذلك انشاء اللّه\r\n","footnote":"\r\n( 1 ) بل الأحوط عدم الرجوع اليه الا في صورة الضرورة والتقية .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nمسألة « 44 » يجب على المفتي والقاضي العدالة وتثبت العدالة بشهادة عدلين وبالمعاشرة المفيدة للعلم بالملكة أو الاطمئنان بها وبالشياع المفيد للعلم .\r\n\r\n\r\n","description":"\r\nإذا كان مذهبكم فيه التقية والمداراة لهم بناء على ما في الوافي كما حكى من أن المراد هل يجوز لنا ان أن نأخذ حقوقنا منهم بحكم قضاتهم يعني إذا اضطروا اليه كما إذا أقدمه الخصم إليهم : ويمكن ان يكون المراد أخذ نحو الشفعة بالجواز والعصبة منهم كما يأخذون منا أو غير ذلك مما لا يندرج فيه الاخذ بغير حق منهم ، وكذلك ما ورد عن علي بن الحسين ( ع ) في خبر عطاء بن السائب إذا كنتم في أئمة الجور فامضوا في احكامهم ولا تستهزؤا أنفسكم فتقتلوا وان تعاملتم باحكامنا كان خيرا لكم .\r\nوقد يستفاد من هذا الخبر مضافا إلى كون التقية دينا صحة المعاملة بأحكامهم تقية على نحو الصحة في العبادات .\r\nولكن الروايتين الأخيرتين في مورد التقية والخوف : واما في مورد الانحصار فلا تشملها لأن مورد التقية الضرر ولا يمكن المخالفة فيها :\r\nواما في صورة الانحصار يمكن ترك الدعوى والمدعى مختار ولا مجبور .\r\nفتحصل ان الأقوى الرجوع إلى من ليس له أهلية للفتوى إذا كان في تركه حرج وضرر . واما في غير مورد العسر والحرج فلا دليل على الجواز والترك أولى وأحوط .\r\n\r\nمسألة « 44 » ( يجب في المفتي والقاضي العدالة )\r\nاما في الأول\r\n","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nمسألة « 45 » إذا مضت مدة من بلوغه وشك بعد ذلك في أن اعماله كانت عن تقليد صحيح أم لا يجوز له البناء على الصحة في اعماله السابقة وفي اللاحقة يجب عليه التصحيح فعلا .\r\n\r\n\r\n","description":"\r\nفلما تقدم واما في القاضي فللاجماع ( وتثبت العدالة ) بأمور وقد تقدم الكلام في طرق ثبوتها في المسألة الثالثة والعشرين كما تقدم منه رحمه اللّه وهو الاكتفاء بحسن الظاهر المفيد للظن وتقدم وجه اشكاله فراجع .\r\nوالفرق بين هذه المسألة وما سبق جعل المعاشرة الموجبة للاطمئنان طريقا للوصول إلى العدالة بخلاف السابق اقتصر على حسن الظاهر فتأمل . وعلى كل تثبت العدالة بأحدى الأمور أحدها ( بشهادة عدلين ) قد سبق في المسألة الثالثة والعشرين . ثانيها : ( وبالمعاشرة المفيدة للعلم بالملكة ) . ثالثها : بالمعاشرة المفيدة للاطمئنان بالملكة ولذا قال ( أو الاطمئنان بها ) ان لم يحصل العلم بالملكة فالاطمئنان كاف ، رابعها :\r\n( والشياع المفيد للعلم ) وقد سبق ان العبرة بالعلم لا بالشياع . .\r\n\r\nمسألة « 45 » ( إذا مضت مدة من بلوغه وشك بعد ذلك في أن اعماله كانت عن تقليد صحيح أم لا يجوز له البناء على الصحة )\r\nكما سبق في المسألة الواحدة والأربعين . هذا في الشك في وجوب التقليد الصحيح واما في مسألة « 41 » شك في صحته مع فرض العلم بوجوده وكيف كان فوجه الحكم بالصحة هو التمسك بقاعدة الفراغ . وذلك ( في اعماله السابقة و ) اما ( في اللاحقة يجب عليه التصحيح فعلا ) بالرجوع إلى المجتهد الجامع للشرائط ولا يجوز له البناء على صحة الاعمال اللاحقة\r\n","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nمسألة « 46 » يجب على العامي أن يقلد الأعلم في مسألة وجوب تقليد الأعلم أو عدم وجوبه ولا يجوز ان يقلد الأعلم إذا أفتى بعدم وجوب تقليد الأعلم بل لو أفتى الأعلم بعدم وجوب تقليد الأعلم يشكل جواز الاعتماد عليه فالقدر المتيقن للعامي تقليد الأعلم في الفرعيات .\r\n\r\n\r\n\r\n","description":"\r\nللأعمال الماضية من جهة تلازمهما في الصحة لأن أصل الصحة سواءا قلنا إنه من الامارات أم من الأصول لا يثبت اللوازم العقلية لقصور دليله عن ذلك فالمقام نظير ما لو شك في الطهارة بعد الفراغ من الصلاة فان قاعدة الفراغ الجارية في الصلاة لا تثبت جواز الدخول في الصلاة الثانية بلا طهارة .\r\n\r\nمسألة « 46 » ( يجب على العامي ان يقلد الأعلم )\r\nفي المسائل الخلافية ومنها في مسألة وجوب تقليد الأعلم أو عدم وجوبه لما سبق من أن وجوب تقليد الأعلم في موارده كوجوب أصل التقليد العقلي فان جواز تقليد الأعلم مما لا يحتاج إلى التقليد لكن وجوبه وعدمه بحيث يجوز تقليد الأعلم مشكوك فلا بد فيه من التقليد ( ولا يجوز أن يقلد غير الأعلم إذا أفتى بعدم وجوب تقليد الأعلم ) لأن الواجب تقليد الأعلم في صورة المخالفة في الفتوى مع غير الأعلم وفتوى غير الأعلم حينئذ غير حجة سواءا قال بتقليد الأعلم أو غيره ( بل لو أفتى الأعلم بعدم وجوب تقليد الأعلم يشكل « 1 » جواز الاعتماد عليه ) بل لا اشكال فيه لاطلاق دليل التقليد الشامل لهذه المسألة وعموم بناء العقلاء عليه في القدر\r\n","footnote":"\r\n( 1 ) في وجه الاشكال نظر .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nمسألة « 47 » إذا كان مجتهدان أحدهما أعلم في احكام العبادات والآخر اعلم في المعاملات فالأحوط تبعيض التقليد وكذا إذا كان أحدهما اعلم في بعض العبادات مثلا والآخر في البعض الآخر .\r\nمسألة « 48 » إذا نقل شخص فتوى المجتهد خطأ\r\n\r\n\r\n\r\n","description":"\r\nالمتيقن وقد سبق حجية قول الأعلم سواء قال بتقليد الأعلم أو عدمه وقوله ( فالقدر المتيقن للعامي تقليد الأعلم في الفرعيات ) هذا وجه الاشكال لأن تقليد الأعلم كما ذكر ليس من الفرعيات بل يعلم دليله بالعقل .\r\n\r\nمسألة « 47 » ( إذا كان مجتهدان أحدهما أعلم في احكام العبادات والآخر أعلم في المعاملات\r\nفالأحوط « 1 » تبعيض التقليد ) هذا على مبناء من أن الأحوط تقليد الأعلم ولكن من ذهب إلى الوجوب يقول هنا بذلك أيضا . وهذا كله في صورة المخالفة في الفتوى مع غير الأعلم ( وكذا ) فالأحوط تبعيض التقليد ( إذا كان أحدهما اعلم في بعض العبادات مثلا والآخر في البعض الآخر ) وهذا كله في صورة عدم العلم بالمخالفة واما في صورة العلم بالمخالفة فيجب الأخذ في الفرضين في صورة مخالفتهما في الفتوى وعدم الوجوب بدون العلم بالمخالفة . فالأحوط الأخذ بأحوط القولين .\r\n\r\nمسألة « 48 » ( إذا نقل شخص فتوى المجتهد خطأ يجب عليه الاعلام من تعلم منه )\r\nويدل على ذلك آية النفر الدالة على وجوب\r\n","footnote":"\r\n( 1 ) مع العلم بالمخالفة على ما مر وكذا الحال فيما بعده .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nيجب عليه اعلام من تعلم منه وكذا إذا أخطأ المجتهد في بيان فتواه يجب عليه الاعلام .\r\n\r\n\r\n","description":"\r\nالانذار وأيضا القاعدة الكلية إذا كان المكلف غافلا عن الحكم أو قاطعا بالخلاف أو مترددا على نحو يكون جهله عذرا وجب اعلامه لما يترتب عليه مفسدة : وبناء العقلاء على ذلك لأنه إذا رأيت جاهلا يريد البئر والهلاكة يجب بحكم العقل اعلامه وانذاره وإذا وقع في الهلكة لاملاء العقلاء على عدم انذاره واعلامه وقد سئل آية اللّه القمي رحمه اللّه عن مدرك وجوب الاعلام وارشاد الجاهل فأجاب بهذا الشعر :\r\n اگر بيتي كه تا بينا وجاء است * اگر خاموش بنشينى گناه است \r\nنعم قد فصل البعض بين ما يكون الأمر مهما أولا وعلى الأول بان علم من الشارع وجوب إتيانه أو تركه على اي حال وجب الاعلام وفي غيره لا تجب : وأيضا فصل الآخر بين الاحكام والموضوعات فقال بوجوبه في الأول والتفصيل في الثاني وهو ان كان الامر مهما وكان مطلوبا من كل أحد حتى الأطفال وان لم يكونوا مكلفين بذلك لقبحه الذاتي .\r\nكالفروج والدماء وجب ردعهم : وان لم تكن بهذه المرتبة لم تجب وفيما نحن فيه أهم بأنه السبب في الاشتباه . ( وكذا إذا أخطأ المجتهد في بيان فتواه يجب عليه الاعلام ) وكما يجب على الناقل أو المفتي خطا اخبار الجاهل واعلامه كذلك يجب على غيره من المكلفين لعموم الأدلة على وجوب الاعلام .\r\n","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nمسألة « 49 » إذا اتفق في أثناء الصلاة مسألة لا يعلم حكمها يجوز له ان يبني على أحد الطرفين بقصد ان يسأل عن الحكم بعد الصلاة وانه إذا كان ما أتى به على خلاف الواقع يعيد الصلاة فلو فعل ذلك وكان ما فعله مطابقا للواقع لا يجب عليه الإعادة .\r\nمسألة « 50 » يجب على العامي في زمان الفحص عن المجتهد أو عن الأعلم ان يحتاط في اعماله .\r\nمسألة « 51 » المأذون والوكيل عن المجتهد في التصرف\r\n\r\n\r\n\r\n","description":"\r\n\r\nمسألة « 49 » ( إذا اتفق في أثناء الصلاة مسألة لا يعلم حكمها\r\nيجوز له أن يبني على أحد الطرفين « 1 » بقصد ان يسأل عن الحكم بعد الصلاة ) وإذا كان أحد الطرفين موافقا للاحتياط كان المتعين البناء عليه وفي صورة عدم امكان الاحتياط يختار ذلك بقصد ان يسأل عن الحكم بعد الصلاة ( وانه كان ما اتى به على خلاف الواقع بعيد صلاته فلو فعل ذلك ) بهذا القصد ( وكان ما فعله مطابقا للواقع لا يجب عليه الإعادة ) وقد عرفت في المسألة السادسة عشرة صحة الصلاة مع المطابقة للواقع وحصول قصد القربة ولكن على ما ذهب اليه المصنف من أن عمل الجاهل المقصر الملتفت باطل وان كان مطابقا للواقع يلزم ذلك هاهنا أيضا لعدم الفرق بين الجهل الابتدائي ومن أول العمل أو في أثنائه فتأمل .\r\n\r\nمسألة « 50 » [ في وجوب الاحتياط في أيام الفحص عن الأعلم 
  ]\r\n( يجب على العامي في زمان الفحص عن المجتهد\r\n","footnote":"\r\n( 1 ) ان لم يمكن الاحتياط وإلا فهو المتعين عليه .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nفي الأوقاف أو في الأموال القصر ينعزل بموت المجتهد بخلاف المنصوب من قبله كما إذا نصبه متوليا للوقف أو فيما على القصر فإنه لا تبطل توليته وقيمومته على الأظهر .\r\n\r\n\r\n\r\n","description":"\r\nأو عن الأعلم ان يحتاط « 1 » في اعماله ) ويحصل بأن يأخذ الأحوط من أقوال علماء عصره الذين هم من أطراف الشبهة في الأعلمية ووجه الاحتياط العلم بالتكليف وعدم الامن من العقاب بدونه وقيل بجواز الأخذ بأحد طرفي المحتمل ثم إن طابق الواقع صح عمله والا فلا وهذا الوجه باطل للاشتغال اليقيني الموجب للبراءة اليقينية ولا يحصل ذلك إلا باتيان جميع المحتملات .\r\n\r\nمسألة « 51 » ( المأذون والوكيل عن المجتهد في التصرف في الأوقاف أو في أموال القصر ينعزل بموت المجتهد )\r\nلارتفاع الاذن بالموت وبطلان الوكالة به اجماعا وإذا زال الأصل زال الفرع ( بخلاف المنصوص من قبله كما إذا ) جعله ( ونصبه متوليا للوقف أو ) جعله ( قيما على القصر فإنه لا تبطل « 2 » توليته وقيمومته على الأظهر ) في كيفية الجعل خلاف اما يكون حقيقة في مقابل الوكالة أو نوع منها وعلى الأول ليس قابلا للعزل بعد ثبوته كمنصب الافتاء والرسالة والإمامة كالحكم : ولا يزول بزوال المثبت ، وعلى الثاني بمعنى أن الفقيه يجعل\r\n","footnote":"\r\n( 1 ) ويحصل بأن يأخذ الأحوط من أقوال علماء عصره الذين هم من أطراف الشبهة في الأعلمية .\r\n( 2 ) فيه نظر فلا بد من تجديد نصبه من قبل المجتهد الحسي ولو بالامضاء .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nمسألة « 52 » إذا بقي على تقليد الميت من دون ان يقلد الحي في هذه المسألة كان كمن عمل من غير تقليد .\r\nمسألة « 53 » إذا قلد من يكتفي بالمرة مثلا في التسبيحات الأربع واكتفى بها أو قلد من يكتفي في التيمم بضربة واحدة ثم مات ذلك المجتهد فقلد من يقول بوجوب التعدد لا يجب عليه إعادة الأعمال السابقة وكذا لو أوقع عقدا أو ايقاعا\r\n\r\n\r\n","description":"\r\nهذا المنصب ثابتا عن الإمام ( ع ) .\r\nفتكون من شؤون ولاية الإمام ( ع ) وان كان الجاعل لها كالمجتهد .\r\nوذلك بناء على أن للمجتهد ولاية عامة وخصوص الجعل فالنائب عنه كالنائب عن الامام : فلا ينعزل بموت الواسطة والامام حي يرزق ولكن لم يثبت في ولاية الفقيه بأن يكون له صلاحية الجعل للمنصب على الصورتين . ولا نيابته العامة : وان العمدة في ولاية الفقيه ما دل على كونه حاكما وقاضيا ، وثبوت غيره للحكام والقضاة الذين في عصر صدور النصوص غير ظاهر ، والمتيقن ثبوتها على النحو المذكور والأحوط تجديد نصبه من قبل المجتهد الحي ولو بالامضاء .\r\nمسألة قيل إن حكم المغمى عليه حكم الميت في المأذون عنه أو الوكيل عنه في التصرف من طرفه لزوال عقله كالمجنون ولكن يمكن ان يقال حاله حال النائم وعدم الفرق بين الاغماء والنوم والكلام فيه كالكلام في النائم ومقتضى الشك استصحاب بقائها فتأمل .\r\n\r\nمسألة « 52 » [ ( إذا بقي ) المقلد ( على تقليد الميت من دون ان يقلد الحي في هذه المسألة ) 
  ]\r\n( إذا بقي ) المقلد ( على تقليد الميت من دون ان\r\n","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nيقلد الحي في هذه المسألة ) أي مسألة البقاء ( كان كمن عمل من غير تقليد ) وقد سبق حكمه في مسألة « 16 » .\r\n\r\nمسألة « 53 » ( إذا قلد من يكتفي بالمرة « 1 » مثلا في التسبيحات الأربع واكتفى بها\r\nأو قلد من يكتفي في التيمم بضربة واحدة ثم مات ذلك المجتهد فقلد من يقول بوجوب التعدد لا يجب عليه إعادة الأعمال السابقة ) وقد مثل المصنف بمثالين للعبادات . وهذا الحكم مبني على اقتضاء موافقة الأمر الظاهري للاجزاء . لكن المحقق في محله خلافه لقصور أدلته على اثبات ذلك واطلاق دليل الواقع محكم ، وعلى مبنى المخطئة ان الأحكام الظاهرية لم تكن على نحو الموضوعية بل طريق إلى الواقع فإذا كشف الخلاف وجب الإعادة وبعد تسليم المقدمتين يثبت عدم الاجزاء المقدمة الأولى ان التكاليف يكون للاحكام الواقعية ولا فرق فيها بين العالم بها والجاهل والمقدمة الثانية ان الأحكام الظاهرية تكون على نحو الطريقة لا الموضوعية . نعم يجري حديث لا تعاد في المثال الأول دون المثال الثاني لأن التسبيحات داخل اللاتعاد والطهارة الترابية داخل في المستثنى الواجب اعادتها .\r\nدليل ثان لهذا الحكم أي حكم الماتن .\r\nأو يكون الحكم مبني على دعوى قيام الدليل عليه بالخصوص وهو\r\n","footnote":"\r\n( 1 ) في الفروع المذكورة في هذه المسألة تأمل نعم لا تعاد الصلاة في مثل مسألتي التسبيحات والغسالة المستعملة إذا كان استعمالها في غير الطهور .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nاما ظاهر الاجماع بل نسب إلى بعض دعوى صريح الاجماع بل الضرورة عليه ، ولكن مع أنه غير ثابت وان المحكى عن العلامة والعميدي قدس سرهما دعوى الاجماع على خلافه ، مع احتمال أن يكون مدركهم ما ببناء من قاعدة الأجزاء وغيرها .\r\nدليل ثالث للمصنف . واما يكون الحكم مبنيا على دعوى قيام السيرة عليه . ولكنها غير ثابتة .\r\nدليل رابع للمصنف : واما يكون الحكم مبنيا على دعوى كونه مقتضى نفي العسر والحرج وان الأحكام الواقعية مطلوبة في غير مورد العسر والحرج .\r\nلكنها غير مطردة في جميع فروض المسألة والمراد من العسر اما يكون شخصيا واما نوعيا وعلى الأول تختلف بحسب اختلاف الأشخاص والأحوال وإذا لم تكن له فيها ضرر ولا حرج لم تكن دليل على صحة عمله مع أن الضرورات تقدر بقدرها .\r\nوعلى الثاني أي يكون العسر نوعيا دونه خرط القتاد لأن التكاليف تكون بحسب مراتب الأشخاص والمعتبر من الضرر في جميع الأحكام شخصي الا ما خرج بالدليل .\r\nذكر السيد الحكيم في المستمسك جميع هذه المباني ودفعه ثم ذكر تفصيلا وهو ان العدول قد يكون من الميت إلى الحي وقد يكون من باب ان الثاني اعلم وذلك على ثلاثة أقسام :\r\nأحدها : في صورة عدم الأعلم ثم ظهر له الأعلم . ثانيها : إذا كانا\r\n","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nمتساويين ثم صار الثاني أعلم . ثالثها : إذا كان الأول أعلم ثم صار الثاني أعلم ، وقد يكون من جهة زوال شرائط المفتي في الأول . وقد يكون من جهة عدول المجتهد عن فتواه فهذه صور أربعة للعدول من فتوى الأول إلى الثاني فيختلف الحكم فيها .\r\nأما الأول وهو جواز العدول أو وجوبه من الميت إلى الحي فدليلهم الاجماع أو أصالة التعيين في الحجية عند الدوران بينه وبين التخيير .\r\nوكلاهما لا يثبتان الحجية بالإضافة إلى الوقائع السابقة لان الدليل اللبي لا يشمل صورة الشك مع وجود الاستصحاب وهو دليل شرعي .\r\nواما إذا كان من جهة ان الثاني أعلم وجعل دليل الأعلمية النص فيتعارض الدليلان أي الاستصحاب ودليل وجوب الأخذ بقول الأعلم . واما ان جعل دليله الأصل العقلي وهو الدوران بين التعيين والتخيير فلا مجال لهذا الأصل لعدم صلاحية معارضتها مع الدليل الاجتهادي وهو استصحاب حجية فتوى السابق واما إذا كان من جهة زوال الشرط في المفتي الأول فيكون دليلهم في العدول الاجماع وهو دليل لي فلا يشمل غير المتيقن والمتيقن من الاجماع في الاحكام اللاحقة واما السابقة فلا .\r\nفيبقى الاستصحاب بلا معارض وهو صحة عمله السابق حين وجود الشرائط فيه والاجماع لا يشمل قبل ذلك وألاصل العقلي وهو الدوران محكوم الدليل الاجتهادي وهو الاستصحاب لأنه دليل نقلي وهو مقدم على الأصل العقلي واما إذا عدل الفقيه من فتواه فيجب الإعادة لأنه يخبر بخطائه\r\n","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nوعدم حجية قوله في السابق وإذا انكشف بطلان العمل وجب الإعادة .\r\nفمحصل كلامه ان العدول ان كان من الميت إلى الحي يحكم بصحة اعماله السابقة للاستصحاب وعدم شمول دليل العدول وهو الاجماع إلى الاعمال السالفة وكذلك إذا كان العدول من جهة زوال الشرط في المفتي فدليل العدول في هذين الصورتين هو الاجماع أو الأصل العقلي ولا يشملان السابقة : واما إذا كان الثاني اعلم أو عدل المجتهد عن فتواه وجب الإعادة لمعارضة الحجة مع الاستصحاب .\r\nوالضابطة ان دليل العدول ان كان لفظيا وجب الإعادة وان كان لبيا أو أصل عقلي فلا يجب .\r\nوقد ذكر ضابطة أخرى وهي ان العمل الواقع على طبق فتوى المجتهد . الأول : اما لا يوجب في سهوه وجهله الإعادة كالسورة في الصلاة . أو يوجب الإعادة كالطهارة ففي الأول لا تجب الإعادة لصحيحة زرارة . لا تعاد الصلاة الا من خمس . الوقت والقبلة والطهور والركوع والسجود . وإذا قلد من يقول بعدم وجوب السورة في الصلاة ثم قلد من يقول بوجوبها فيها لم تجب عليه إعادة الصلاة التي صلاها بغير سورة في الوقت فضلا عن خارجه لما بيناه من قاعدة لا تعاد . ولذلك مثال آخر لعدم وجوب الإعادة . كما إذا كبر جالسا وكانت وظيفته التكبير قائما أو بالعكس ، لشموله حديث لا تعاد للساهي والجاهل . وكذلك إذا قلد من يقول بعدم وجوب السورة في الصلاة ثم قلد بوجوبها فيها لم تجب إعادة الصلاة التي صلاها بغير سورة في الوقت فضلا عن خارجه\r\n","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nبتقليد مجتهد يحكم بالصحة ثم مات وقلد من يقول بالبطلان يجوز له البناء على الصحة . نعم فيما سيأتي يجب عليه العمل بمقتضى فتوى المجتهد الثاني واما إذا قلد من يقول بطهارة\r\n\r\n\r\n","description":"\r\nلشمول الحديث المزبور لمثله فان السورة ونحوها داخلة في المستثنى منه في الحديث .\r\nوفي الثاني : كالطهور بالنسبة إلى الصلاة وجب الإعادة لاستثناء الطهور من حديث لا تعاد . مع أن الحديث مختص بالصلاة لا تشمل غيرها . فإذا لو قلد من يكتفي في التيمم بضربة واحدة فلا يمكن تصحيحه بقاعدة لا تعاد لأن الطهور من الخمس الداخل في المستثنى الواجب اعادتها .\r\nولو قلنا بالصحة كما قال الماتن . فلا بد ان يكون لمدرك آخر من قاعدة الاجزاء وغيرها .\r\nورد دليل تفصيل الأول . بأن دليل العدول فيما إذا مات المقلد يكون لفظيا وهو أدلة أصل التقليد ورجوع الجاهل إلى العالم .\r\nوعلى فرض التسليم بأن يكون الدليل لبيا فلا مجال للاستصحاب أيضا لأن مورده الشك وهنا الأدلة الواقعية محكمة فلا مجال للشك خصوصا بعد احراز ان رأي الفقيه حجيته على نحو الطريقية لا الموضوعية فلا بد من الإعادة للوصول إلى الواقع . والاشتغال اليقيني يوجب البراءة اليقينية . فينبغي التأمل في الفروع المذكورة في هذه المسألة نعم لا تعاد الصلاة في مثل مسألتي التسبيحات والغسالة المستعملة إذا كان استعمالها في غير الطهور .\r\n","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nشيء كالغسالة ثم مات وقلد من يقول بنجاسته فالصلوات والأعمال السابقة محكومة بالصحة وان كانت مع استعمال ذلك الشيء . واما نفس ذلك الشيء إذا كان باقيا فلا يحكم بعد ذلك بطهارته وكذا في الحلية والحرمة فإذا أفتى المجتهد الأول بجواز الذبح بغير الحديد مثلا فذبح حيوانا كذلك فمات المجتهد وقلد من يقول بحرمته فان باعه أو أكله حكم بصحة\r\n\r\n\r\n","description":"\r\nنعم يمكن ان يقال إنه أخذ بالحجة في قول الأول ولا يعارضه حجة قول الثاني لان كلاهما ظنيان إلا أن الثاني يكون قطعيا فيعارض الأول .\r\n( وكذا لو أوقع عقدا أو ايقاعا بتقليد مجتهد يحكم بالصحة ثم مات وقلد من يقول بالبطلان يجوز له البناء على الصحة ) وعلى ما بيناه يوجب الاحتياط في غير صورة العسر والحرج وعدم الفرق بين العبادات والمعاطاة وغيرهما ( نعم فيما سيأتي يجب عليه العمل بمقتضى فتوى المجتهد الثاني ) وقد فصل المصنف بين ما يترتب عليه الأثر فعلا وغيره بقوله ( وأما إذا قلد من يقول بطهارة شيء كالغسالة ثم مات وقلد من يقول بنجاسته فالصلوات والأعمال السابقة محكومة بالصحة ) قد سبق في استعمالها في الصلاة في غير الطهور وحكمه بالصحة ( وان كانت مع استعمال ذلك الشيء ) لحديث لا تعاد الصلاة ولكن الطهور مستثنى ( واما نفس ذلك الشيء إذا كان باقيا فلا يحكم بعد ذلك بطهارته وكذا في الحلية والحرمة فإذا أفتى المجتهد الأول بجواز الذبح بغير الحديد مثلا فذبح حيوانا كذلك ) أي بغير الحديد ( فمات المجتهد وقلد من يقول\r\n","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nالبيع وإباحة الأكل واما إذا كان الحيوان المذبوح موجودا فلا يجوز بيعه ولا أكله وهكذا .\r\n\r\n\r\n","description":"\r\nبحرمته فان باعه أو أكله حكم بصحة البيع وإباحة الأكل وأما إذا كان الحيوان المذبوح موجودا فلا يجوز بيعه ولا أكله وهكذا ) وقد أورد السيد الحكيم على هذا التفصيل بقوله فان طهارة الماء من آثار عدم انفعاله بملاقاة النجاسة في مقام التطهير والملاقاة لما كانت سابقة كانت مورد التقليد الأول لا الثاني وكذا الحال في حلية لحم الحيوان المذبوح بغير الحديد فإنها من آثار تذكيته بغير الحديد وهي واقعة سابقة يكون المرجع فيها فتوى الأول وتترتب عليها احكامها فلا فرق بين الزوجة المعقود عليها بالفارسية التي تبقى على الحلية بعد العدول إلى الثاني لان حليتها من آثار صحة العقد بالفارسي الواقع في حال تقليد الأول وبين المثالين المذكورين وكذا لو قلد الأول في تطهير الثوب والبدن بالماء مرة ثم بعد وقوع التطهير قلد الثاني فان الطهارة في حال تقليد الثاني من آثار التطهير السابق فهي واقعة سابقة يرجع فيها إلى تقليد الأول وهكذا الحال في أمثال ذلك من الموارد . والمعيار ان الأمر الثابت حال التقليد الثاني ان كان من آثار السبب الواقع في حال تقليد الأول فالعمل فيه على تقليد الأول وان كان من آثار أمر حاصل حين تقليد الثاني فالعمل فيه عليه لا تقليد الأول انتهى .\r\n","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nمسألة « 54 » الوكيل في عمل عن الغير كاجراء عقد أو ايقاع أو اعطاء خمس أو زكاة أو كفارة أو نحو ذلك يجب ان يعمل بمقتضى تقليد الموكل لا تقليد نفسه إذا كانا مختلفين . وكذلك الوصي في مثل ما لو كان وصيا في\r\n\r\n\r\n\r\n","description":"\r\n\r\nمسألة « 54 » [ في وجوب عمل الوكيل بمقتضى تقليد الموكل لا تقليد نفسه 
  ]\r\n( الوكيل في عمل « 1 » عن الغير كاجراء عقد أو ايقاع أو اعطاء خمس أو زكاة أو كفارة أو نحو ذلك ) هل يجب أن يعمل بمقتضى تقليد الموكل أو بمقتضى تقليد نفسه أو الجمع بين القولين أو التفصيل بين الوصاية والإجارة والوكالة ذهب المصنف إلى الأول بقوله ( يجب ان يعمل بمقتضى تقليد الموكل لا تقليد نفسه إذا كانا مختلفين ) في الفتوى لأنه المكلف الأصلي والوكيل نائب عنه فكلما وجب على الموكل وجب أدائه على الوكيل وذهب جماعة إلى الثاني بان يكون ينظر الوكيل محتجا بان اطلاق الوكالة يقتضي ايكال تطبيق العمل الموكل عليه إلى نظر الوكيل فإذا وكله على شراء وأطلقه فلا بد من أعمال نظره فيه . نعم إذا شرط شيئا يكون مقيدا بذلك الشرط وعند الاطلاق ينصرف إلى نظر الوكيل . واما الإجارة قد يكون مقيده بنظر الموكل وقد يكون بنظر الثالث لأنه يكفي في صحة الإجارة ترتب اثر عقلائي على العمل وكل ذلك مما يترتب عليه أثر عقلائي نعم مع علم الأجيز\r\n","footnote":"\r\n( 1 ) الخصوصيات المعتبرة في التكليف قد يكون من شرائط الفعل وقد يكون من شرائط الفاعل وفي الأول كالقصر والاتمام يعمل بمقتضى تقليد الموكل وفي الثاني كالعجز والقدرة والجهر والاخفات يعمل بمقتضى تقليد الوكيل . ولكن لا يترك تطبيق العمل مع أحوط القولين .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nاستيجار الصلاة عنه يجب ان يكون على وفق فتوى مجتهد الميت .\r\n\r\n\r\n","description":"\r\nببطلان العمل العبادي لا تصح الإجارة لعدم القدرة على التقريب اما إذا لم يكن العمل عباديا يكون الأجير قادرا على العمل حتى مع اعتقاد البطلان .\r\nوعلى كل مقتضى اطلاق الإجارة العمل بنظر المؤجر .\r\nولكن الأحوط العمل على أحوط القولين . وقد ذكر شيخ المشائخ الشيخ الأنصاري قدس سره في كتاب القضاء عن الميت بان خصوصيات العمل قد يكون مأخوذا من حيث الفعل وقد يكون من حيث الفاعل وولى الميت يكون نائبا عنه في قضاء ما فاته ولابد ان يكون العمل عنه وهو دليل النيابة . ففي الخصوصيات التي هي من شرائط الفعل كالقصر والاتمام يعمل على طبق ما فاتت من الميت فإذا فاتته قصرا يجب القضاء كذلك وان كان النائب حاضرا وكذلك العكس وإذا كانت الخصوصية من شرائط الفاعل كالجهر والاخفات والستر بالنسبة إلى الرجل والمرأة فالنائب يعمل على حسب تكليفه لا تكليف الميت مثلا إذا كان الميت رجلا والنائب امرأة تجب القضاء عنه في الصلاة الجهرية الاخفات إذا كان هناك أجنبي وستر تمام البدن لا بعضها كالرجل . وكذا في العجز عن الجلوس والقدرة على القيام تابع الحال المادي مثلا إذا فاتت الفريضة وهو مكلف بالجلوس لا يجوز القضاء عنه جالسا فتحصل ان الشرائط المعتبرة إذا كانت من خصوصيات الفعل وجب ان يكون على طبق ما فاتت من الميت . وإذا كانت من خصوصيات الفاعل وجب ان يكون على طبق تقليد الوكيل\r\n","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nمسألة « 55 » إذا كان البائع مقلدا لمن يقول بصحة المعاطاة مثلا أو العقد الفارسي والمشتري مقلدا لمن يقول بالبطلان لا يصح البيع بالنسبة إلى البايع أيضا لأنه متقوم بطرفين فاللازم ان يكون صحيحا من الطرفين وكذا في كل عقد كان أحد الطرفين بطلانه ومذهب الآخر صحته .\r\n\r\n\r\n\r\n","description":"\r\nولكن لا يترك الاحتياط في تطبيق العمل مع أحوط القولين ( وكذلك ) الحكم في ( الوصي في مثل ما لو كان وصيا في استئجار الصلاة عنه ) على ما ذهب اليه المصنف يجب ان يكون على وفق فتوى المجتهد الميت وفصل البعض بأنه لو وصى باستيجار عمل مخصوص فلا يجوز التخلف عنه واما لو أوصى بالعمل بلا خصوصية فالوصي يعمل بتكليف نفسه ولكن على ما ذهبنا اليه في التكاليف من خصوصية الفعل والفاعل يظهر عدم الفرق بين الوكالة والإجارة والوصاية نعم في الإجارة تابع للشرط ان أمكن تحمله من الأجير كقصد القربة في العبادات وأما إذا كان ذلك العمل باطلا في نظر الأجير وكان عباديا فلا يتمشى منه قصد القربة والوصاية ان كان للإجارة فتابع للشرط والا حكمه حكم الوكالة ، فتأمل ولا يفوتك الاحتياط في الجمع بين النظرين .\r\n\r\nمسألة « 55 » [ في بيان وظيفة المكلف في كل عقد كان مذهب أحد الطرفين بطلانه ومذهب الآخر صحته 
  ]\r\n( إذا كان البائع مقلدا لمن يقول بصحة المعاطاة مثلا أو العقد الفارسي والمشتري مقلدا لمن يقول بالبطلان لا يصح البيع بالنسبة إلى البائع أيضا لأنه متقوم بطرفين فاللازم « 1 » ان يكون صحيحا\r\n","footnote":"\r\n( 1 ) تلازمهما في الواقع لا يوجب التلازم في الحكم الظاهري فيمكن ان يقال وبجواز ترتيب آثار الصحة للبائع .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nمسألة « 56 » في المرافعات اختيار تعيين الحاكم بيد\r\n\r\n\r\n","description":"\r\nمن الطرفين ) فإذا خرج من كيسه لابد وان يدخل في كيسه مال آخر والمفروض ان المشتري لا يصح له التصرف في مال البائع واطلاق البيع لمثل هذا غير صحيح لعدم حصول تبادل المالين . ولزوم الجمع بين العوض والمعوض وكلاهما باطلان .\r\nوالجواب : ان وجود العقد وان كان متقدما بالطرفين بالنسبة إلى حكمه الواقعي وفي مقام الثبوت الا ان حكمه الظاهري يمكن التفكيك فيه بين الطرفين فيكون صحيحا في حق أحدهما فاسدا في حق الآخر كما أنه يمكن اختلافه بالنظر فيكون صحيحا بنظر أحدهما فاسدا بنظر الآخر وتختلف الآثار بالنسبة إليها ولا مانع من مثل هذا التفكيك فان الماء الواحد يمكن ان يكون طاهرا في حق أحد المكلفين ونجسا في حق الآخر ، نعم ربما يؤدي ذلك إلى النزاع والمخاصمة فيتعين الرجوع إلى الحاكم في حسمها .\r\nويشكل الامر للحاكم لان المعترف بالصحة يجوز له التصرف في مال الآخر والقائل بالفساد لا يجوز له التصرف في مال الغير ولا يقدر الحاكم ان يحكم بذلك الا على الاجبار بالمصالحة واللّه العالم .\r\nوالمحصل ان تلازمهما في الواقع لا يوجب التلازم في الحكم بالظاهر فلا يبعد جواز ترتيب آثار الصحة للبائع دون المشتري ( وكذا في كل عقد كان مذهب أحد الطرفين بطلانه ومذهب الآخر صحته .\r\n\r\nمسألة « 56 » اختيار الحاكم ( في المرافعات )\r\nعلى أقسام اما ان يكونا متساويين في الفضيلة أو أحدهما أعلم وفي كل واحد منهما اما\r\n","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nيكون الخصمان فيها مدعيا ومنكرا أو متداعيين وهذه صور أربعة ففي الأول عن الأولى وهو صورة التساوي وكون أحدهما مدعى والآخر منكر ( اختيار تعيين الحاكم بيد المدعي ) « 1 » ونقل عن المستند دعوى الاجماع عليه وهو العمدة فيه ، وفي الثاني من الأولى وهو صورة التساوي وكون الخصمان متداعيين كأن يقول شخص هذا الثوب لي ويقول صاحب الثوب قد اشتريته من فلان فكل مدعي لا يكون الاختيار لواحد معين منهما ولا وجه لترجيح أحدهما على الآخر وشمول الاجماع لهذا القسم غير مسلم وأما الصورة الثانية أي أعلمية أحدهما بقسميها سواء ان كان متداعيان أو أحدهما مدعي والآخر منكر . فالمشهور المدعي عليه الاجماع وجوب الرجوع إلى الأعلم لما في مقبولة ابن حنظلة من قوله فإن كان كل واحد اختار رجلا من أصحابنا فرضيا ان يكونا الناظرين في حقهما واختلفا فيما حكما وكلاهما اختلفا في حديثكم فقال الحكم ما حكم به أعدلهما وأفقههما وأصدقهما في الحديث وأورعهما الحديث . . . لكن موردها صورة اختلاف الحاكمين والتعدي عنه إلى غيرها محتاج إلى قرينة مفقودة بل هو خلاف ظاهر اطلاق ما في صدر الرواية وهو قوله ( ع ) انظروا إلى من كان منكم قد روى حديثنا ونظر في حلالنا وحرامنا وعرف احكامنا فارضوا به فاني قد جعلته عليكم حاكما . نعم إذا كانت الشبهة حكمية وكان الأعلم قد تعين تقليده على المتخاصمين وجب الترافع عنده لما عرفت من وجوب تقليد الأعلم اما إذا كانت الشبهة موضوعية أو كان الخصمان\r\n","footnote":"\r\n( 1 ) اطلاق الحكم مشكل .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nالمدعى الا إذا كان مختار المدعى عليه اعلم بل مع وجود الأعلم وامكان الترافع اليه الأحوط الرجوع اليه مطلقا .\r\n\r\n\r\n","description":"\r\nمجتهدين أو مقلدين لمن هو أعلم منه مع الاتفاق في الفتوى جاز الترافع إلى غير الأعلم .\r\nفتحصل ان الأحوط الرجوع إلى الأعلم إذا كانت الشبهة حكمية وكان الأعلم تعين تقليده على المتخاصمين واليه أشار بقوله ( إلا إذا كان مختار المدعي عليه أعلم ) وكان المجتهدان متخالفين في الفتوى ( بل مع وجود الأعلم ) غير ما عينه المتخاصمان ( وامكان الترافع إليه الأحوط الرجوع إليه مطلقا ) إذا لم يكن منشأ النزاع هو الاختلاف في الفتوى فلا بأس بترك الاحتياط المذكور .\r\nواما إذا كان منشأ النزاع اختلاف فتوى الحاكمين فلا يترك الاحتياط ولا بأس بذكر الروايتين .\r\nروى داود بن الحصين عن أبي عبد اللّه ( ع ) في رجلين اتفقا على عدلين جعلاهما بينهما في حكم وقع بينهما فيه خلاف ، فرضيا بالعدلين فاختلف العدلان بينهما عن قول أيهما يمضي الحكم ؟ قال ينظران إلى أفقههما وأعلمهما بأحاديثنا وأورعهما . فينفذ حكمه ، ولا يلتفت إلى آخر الوسائل كتاب القضاء ب 9 من أبواب صفات القاضي ح 23 .\r\nروى موسى بن أكيل عن أبي عبد اللّه ( ع ) قال سئل عن رجل يكون بينه وبين أخ له منازعة في حق ، فيتفقان على رجلين يكونان بينهما فحكما فاختلفا فيما حكما ؟ قال : وكيف يختلفان ، قال حكم كل\r\n","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nمسألة « 57 » حكم الحاكم الجامع للشرائط لا يجوز نقضه ولو لمجتهد آخر إلا إذا تبين خطأه .\r\n\r\n\r\n\r\n","description":"\r\nواحد منهما للذي اختاره الخصمان فقال : ينظر إلى أعدلهما وأفقههما في دين اللّه فيمضي حكمه . الوسائل كتاب القضاء في باب من أبواب صفات القاضي ح 48 . وهذا في مورد اختلاف الحكمين في القضاء ، بعد اختلاف المترافعين في الاختيار وان مورد الروايتين صورة اختلافهما بعد اتفاق الخصمين على رجلين يحكمان بينهما ، واين هذا مما هو محل الكلام من الرجوع الابتدائي إلى غير الأعلم ، ورواية داود بن حصين فضعيفة عن طريق الصدوق بحكم بن مسكين وهو مهمل وعن طريق الشيخ ب « حسن بن موسى الخشاب » عدم التصريح بوثاقته الا أنه قال :\r\nالنجاشي في ترجمته « انه من وجوه أصحابنا مشهور كثير العلم والحديث » واثبات الوثاقة بذلك مشكل ، ومن هنا لم يعمل بروايته صاحب المدارك والشهيد الثاني على ما حكى عنهما في تنقيح المقال ص 311 ح 1 . واما رواية موسى بن أكيل فضعيفة ب « ذبيان بن حكيم » .\r\n\r\nمسألة « 57 » ( حكم الحاكم الجامع للشرائط يجوز نقضه )\r\nلما في مقبولة ابن حنظلة من قوله ( ع ) فإذا حكم بحكمنا فلم يقبل منه فإنما بحكم اللّه استخف وعلينا ردوا الراد علينا الراد على اللّه تعالى وهو على حد الشرك باللّه ، لكن اطلاق جماعة جواز النقض عند ظهور الخطأ وقوله : ( ولو لمجتهد آخر إلا إذا تبين خطأه ) « 1 » وذلك اما باليقين أو بالاجتهاد أو تبين ان الاجتهاد الأول باطل وكان الخطأ في اجتهاده لا في\r\n","footnote":"\r\n( 1 ) تبينا علميا وتبين الخطأ على نحو لا يكون الاجتهاد صحيحا .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nطريقه بان لم يعمل على تكليفه الفعلي : وعلى الأول يجوز نقضه لان حجيه العلم انجعالي وليست قابلة للجعل .\r\nوالثاني : فيه خلاف قال المحقق في الشرائع باب القضاء في المسألة الثالثة من النظر الثاني .\r\nلو قضى الحاكم على غريم بضمان مال وأمر بحبسه فعند حضور الحاكم الثاني ينظر فإن كان الحكم موافقا للحق لزم وإلا أبطله سواء كان مستند الحكم قطعيا أو اجتهاديا وكذا كل حكم قضى به الأول وبان للثاني فيه الخطأ فإنه ينقضه وكذا لو حكم ثم تبين الخطأ فإنه يبطل الأول ويستأنف الحكم بما علمه حقا .\r\nالرابعة : ليس على الحاكم تتبع حكم من كان قبله لكن لو زعم المحكوم عليه ان الأول حكم عليه بالجواز لزمه النظر فيه وكذا لو ثبت عنده ما يبطل الحكم الأول أبطله سواء كان من حقوق اللّه أو من حقوق الناس انتهى .\r\nونحوها ما في القواعد والارشاد كما حكى عنهما ، ويمكن توجيه كلامه بان اجتهاد الثاني مع الأول طريقان ولا مرجح للأول على الثاني والحاكم الثاني لا يعترف بان الأول قد حكم بحكم اللّه لأنه يراه مخطئا ولا يكون حكم اللّه حتى يكون الراد عليه رادا على اللّه ومثل هذه المسألة لا يصدق انه رد حكم اللّه ، لان الشبهة مصداقية وكل يقول حكم اللّه ما حكمت به .\r\nوالجواب : ان المعتبر في حرمة الرد نظر الحاكم لا الحكم الواقعي بقرينة قوله ( ص ) : انظروا إلى من كان منكم قد روى حديثنا ونظر\r\n","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nفي حلالنا وحرامنا .\r\nوانما اعتبر نظر الحاكم وإذا حكم بعد ذلك النظر في الحكم فيكون نقضه ردا عليه وهو رد على اللّه ، ولو جعلنا صلاحية الرد لمن عنده حجة على خلاف الحاكم الأول فلا فرق بين صاحب الحجة ان يكون مجتهدا أو جاهلا لان المجتهد بحسب استنباطه له حجة . والجاهل بحسب تقليده من مجتهد آخر له حجة على خلاف الحاكم الأول ولا يبقى مصداق للحكم بحرمة الرد .\r\nوالثالث : ما ظهر بطلان اجتهاد الأول للثاني بان علم أنه قبل الفحص عمل بالعام أو تماهل في أحد طرق الاستنباط . وفي هذا القسم يجوز نقضه مسلما لعدم صدق الحكومة لمثل هذا الشخص الذي لم يؤدي تكليفه .\r\nفتحصل ان الثاني قد يحصل له العلم بمخالفة حكم القاضي الأول للواقع أو بحسب استنباطه يرى حجة على خلاف الأول ، أو يعلم بطلان اجتهاد الأول .\r\nأما الأول يجوز له النقض لأنه يرى الأول مخطئا وحجية العلم انجعالي هذا ان قلنا بطريقية الحكومة وأما على الموضوعية فلا .\r\nوالثاني : فيه خلاف والظاهر عدم جواز النقض كما عليه المشهور .\r\nوالثالث : يجوز نقضه مسلما حتى على القول بموضوعية الحكومة لعدم صدق الحكومة على مثل هذا .\r\n","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nمسألة « 58 » إذا نقل ناقل فتوى المجتهد لغيره ثم تبدل رأي المجتهد في تلك المسألة لا يجب على الناقل اعلام من سمع منه الفتوى الأول وان كان أحوط بخلاف ما إذا تبين\r\n\r\n\r\n","description":"\r\nتنبيه : الرد قد يكون بالقول وقد يكون بالعمل ويحصل كلاهما في المجتهد والمقلد .\r\nتنبيه : حكم الحاكم ليس له موضوعية صرفة حتى إذا علم على خلافه لا يجوز له النقض . والطريقية حتى إذا ظهر لمجتهد آخر بحسب اجتهاده خلافه يجوز نقضه بل يكون بينهما ، إذا علم بخلافه جاز نقضه وإذا اجتهد بخلافه فلا يجوز نقضه .\r\n\r\nتنبيه : يتصور المسألة على اقسام\r\n: 1 - نقض الفتوى بالفتوى 2 - نقض الحكم بالحكم ، 3 - نقض الفتوى بالحكم ، 4 - بالعكس .\r\nأما الأول قد سبق انه ينقض فتواه ، ونقضه بفتوى الغير خلاف ، والثاني هذا الذي نحن الآن بصدده والحكم ما بيناه على ثلاثة أقسام وتتمة هذا البحث موكول إلى الجواهر في كتاب القضاء وجواز النظر من الحاكم الثاني فيما حكم فيه الأول مع تراضي الخصمين واللّه الموفق\r\n\r\nمسألة « 58 » ( إذا نقل ناقل فتوى المجتهد لغيره ثم تبدل ) رأى ذلك ( المجتهد في تلك المسألة\r\nلا يجب على الناقل اعلام من سمع منه الفتوى الأول ) لا يجب على الناقل لان اسناد نقله إلى الحجة وهو فتوى المجتهد ، وعدم صدق التسبب إلى الحرام بعدول المجتهد عن رأيه فلا موجب للاعلام الا من باب وجوب تبليغ الأحكام المشترك بينه وبين غيره ، وهذا بخلاف الفرض الثاني ، فإنه تسبب إلى الحرام كما سبق\r\n","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nله خطئه في النقل فإنه يجب عليه الاعلام .\r\nمسألة « 59 » إذا تعارض الناقلان في نقل الفتوى\r\n\r\n\r\n\r\n","description":"\r\nفي المسألة « 48 » الظاهر أن هذا التفصيل بين الفصلين مبني على حرمة التسبب إلى الواقع في الحرام وكون الفرض الثاني ومنه دون الأول وقد تقدم الكلام في ذلك في المسألة الثامنة والأربعين فراجع ( وان كان ) الاعلام ( أحوط ) « 1 » في هذه الصورة .\r\nوقيل بوجوبه وعدم الفرق بين الفرعين لوجوب ارشاد الجاهل في الاحكام ، وفي المواضيع ان علم أهميته عند الشارع كالفروج والدماء وجب الردع ( بخلاف ما إذا تبين له خطؤه في النقل فإنه يجب عليه الاعلام ) فهذا بناء على حرمة التسبيب إلى فعل الحرام وذلك يختص بصورة الفتوى بإباحة الواجب أو الحرام ولا يطرد في غيرهما . مع أن الاستناد إلى الفتوى انما يقتضي حرمتها لو كانت عمدا والمفروض خلافه وترك الاعلام الذي هو محل الكلام غير مستند اليه العمل وأما ما دل على أن من أفتى الناس بغير علم لحقه وزر من عمل بفتواه فهو وان دل على وجوب الاعلام عقلا على خصوص المفتي تخفيفا للوزر لكنه مختص بالفتوى بخلاف الواقع عمدا فلا تشمل ما نحن فيه وسيأتي في بعض مباحث النجاسات التعرض إلى قاعدة حرمة التسبيب فانتظر .\r\n\r\nمسألة « 59 » ( إذا تعارض الناقلان في نقل الفتوى تساقطا )\r\n« 2 »\r\n","footnote":"\r\n( 1 ) لا يترك .\r\n( 2 ) يختلف ذلك في جميع المذكورات والمعيار تقدم الأوثق على الغير\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nتساقطا وكذا البينان وإذا تعارض النقل مع السماع عن المجتهد شفاها قدم السماع وكذا إذا تعارض ما في الرسالة مع السماع وفي تعارض النقل مع ما في الرسالة قدم ما في الرسالة مع الأمن من الغلط .\r\nمسألة « 60 » إذا عرضت مسألة لا يعلم حكمها ولم\r\n\r\n\r\n","description":"\r\nلأصالة التساقط في المتعارضين وذلك مع التكافؤ في الروايتين وان كان ذلك خلاف العقل واما إذا كان أحدهما أوثق أخذ به ومع التساوي يتخير ( وكذا البيتان ) واما ( إذا تعارض النقل مع السماع عن المجتهد شفاها قدم السماع ) لان النقل طريق إلى السماع والسماع طريق إلى الواقع والطريق أولى من طريق الطريق ولكن قد يؤخذ في طريق الطريق سببا أقوى من الوجود في الطريق كما لو كان الفقيه قليل الحافظة والناقل كان ضابطا فالوثوق والاطمئنان هاهنا إلى الناقل أكثر من المجتهد . نعم ان احتمل العدول عن تلك الفتوى قدم قول المتأخر .\r\nوكذا قدم السماع ( إذا تعارض ما في الرسالة مع السماع ) هذا إذا كانت الرسالة بغير خطه لاحتمال الخطأ من الناسخ أو المطبعة وقد ينعكس الأمر ويكون الوثوق بالرسالة أكثر لأنه حينما كتبه اذكر وذلك بعد الاطمئنان بصحتها وعدم العدول عنها والمعتبر ما يكون أوثق في الضبط وأما ( في تعارض النقل مع ما في الرسالة قدم ما في الرسالة مع الأمن من الغلط ) إن كانت الرسالة بخطه وإلا أخذ بالأوثق .\r\n\r\nمسألة « 60 » [ إذا عرضت مسألة لا يعلم حكمها ولم يكن الأعلم حاضرا 
  ]\r\n( إذا عرضت مسألة لا يعلم حكمها ولم يكن\r\n","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nيكن الأعلم حاضرا فان أمكن تأخير الواقعة إلى السؤال وجب ذلك والا فان أمكن الاحتياط تعين وان لم يمكن يجوز الرجوع إلى مجتهد آخر الأعلم فالأعلم وان لم يكن هناك مجتهد آخر ولا رسالته يجوز العمل بقول المشهور بين العلماء إذا\r\n\r\n\r\n\r\n","description":"\r\nالأعلم حاضرا فان أمكن تأخير الواقعة إلى السؤال يجب ذلك ) « 1 » .\r\nقد عرفت في أوائل المبحث انه لا مانع من العمل بالاحتياط حتى مع التمكن عن الامتثال التفصيلي وعليه فلا يجب التأخير الا حيث يتعذر الاحتياط ( وإلا ) بان يكن الأعلم حاضرا ولم يمكن تأخير الواقعة إلى السؤال ( فان أمكن الاحتياط تعين ) هذا ان لم نقل بعموم الاجماع على عدم لزوم الاحتياط على العامي مع امكان التقليد للمقام وإلا بان قلنا بعموم الاجماع الواردة في عدم لزوم الاحتياط على العامي في هذه الصورة جاز له الرجوع إلى غير الأعلم وعدم تعيين الاحتياط عليه بل جاز له تقليد غير الأعلم حينئذ وان أمكن الاحتياط وقوله : ( ان لم يكن « 2 » يجوز الرجوع إلى مجتهد آخر الأعلم فالأعلم ) هذا التفصيل مبني على أن يكون المراتب طوليا واما على ما اخترناه من جواز الاحتياط مع امكان العلم التفصيلي فيكون عرضيا ويكون بين المراتب الثلاثة تخييرا ولا يوجب\r\n","footnote":"\r\n( 1 ) بل يجوز له الاحتياط أو الرجوع إلى غير الأعلم حينئذ وعدم العلم بالمخالفة .\r\n( 2 ) بل مع امكان الاحتياط يجوز الرجوع إلى مجتهد آخر خصوصا في عدم الخلاف في الفتاوي .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالترتيب ( وان لم يكن هناك مجتهد آخر ولا رسالته ) « 1 » ولم يمكن الاحتياط يجوز العمل ( بقول المشهور « 2 » بين العلماء ) كما تقتضيه مقدمات الانسداد الجارية في الواقعة الخاصة المقتضية للأخذ بالظن الأقوى فالأقوى وتسمى تلك القاعدة بانسداد الصغير وهو عدم وجود العلم والعلمي في الموضوع وعدم الامكان من الاحتياط . والعلم بعدم سقوط التكليف ، وعدم جري الأصول لأنه من وظائف الفقيه . الانسداد الكبير جريان المقدمات في الواقع العام والاحكام الكلية كأن يقول في تقرير المقدمات 1 - ان باب العلم والعلمي منسد بالنسبة إلى معظم الاحكام .\r\n2 - الرجوع إلى البراءة فيه محاذير .\r\n3 - العمل بالاحتياط متعسر أو متعذر فدار الأمر بين العمل بالظن أو الشك أو الوهم والعقل يحكم باختيار الظن وهذا يسمى بالانسداد الكبير .\r\nفتحصل ان العمل بالظن أقوى وعمل بقول المشهور والأخذ بقول المشهور ليس له موضوعية ، بل من باب الانسداد الصغير وتقرير آخر لانسداد الصغير جريان بعض القواعد في تحصيل حجية الظن وهي أربعة :\r\nالأولى ان لا يتمكن المقلد على حصول العلم والعلمي والمقدمة .\r\nالثانية : انه لا يتمكن العمل بالاحتياط والمقدمة .\r\n","footnote":"\r\n( 1 ) ولم يمكن الاحتياط .\r\n( 2 ) لا خصوصية له ولا لقول أوثق الأموات بل المتعين العمل بالظن الحاصل من الأسباب المعمول بها في طريق الاستنباط مطلقا .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nكان هناك من يقدر على تعيين قول المشهور وإذا عمل بقول المشهور ثم تبين له بعد ذلك مخالفته لفتوى مجتهده فعليه الإعادة أو القضاء وإذا لم يقدر على تعيين قول المشور يرجع إلى أوثق الأموات وان لم يمكن ذلك أيضا يعمل بظنه وان لم\r\n\r\n\r\n","description":"\r\nالثالثة : انه لا يقدر على جرى الأصل العلمي أي البراءة لعدم جواز التمسك بالأصل العملي للمقلد في الشبهات الحكمية .\r\nوبعد هذا وصلت النوبة إلى دوران الأمر بين العمل بالظن لقبح ترجيح المرجوح على الراجح وهي المقدمة الرابعة ومن المعلوم ان الظن الأقوى أقوى من غيره مع التمكن من تحصيله ولهذا قدمه الماتن على المراتب التالية . هذا كله فيما ( إذا كان هناك من يقدر على تعيين قول المشهور وإذا عمل بقول المشهور ثم تبين له بعد ذلك مخالفته لفتوى مجتهده فعليه الإعادة ) ان كان في الوقت أو ( القضاء ) إذا كان في خارج الوقت وذلك على مبنى ان مقدمات الانسداد الجارية في الواقعة انما تقتضي حجة الظن بنحو الحكومة والدليل يكون عقليا والعقل يجعل حجية الظن بمنزلة العلم وبعد الكشف يوجب الإعادة وأما بناء على الكشف وان الاحكام الظاهرية يوجب الاجزاء فيكون الأمر من الشارع في صورة عدم العلم والعلمي والتكليف بحكم ظاهر فيكون مجزيا وان ظهر خلافه .\r\nوقد وقع النقاش فيه في المسألة الثالثة والخمسين وأما ( إذا لم يقدر على تعيين قول المشهور يرجع إلى أوثق الأموات ) والكلام فيه كالكلام في قول المشهور كما سبق لا دليل سوى قاعدة انسداد الصغير لا خصوصية\r\n","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nيكن له ظن بأحد الطرفين يبني على أحدهما أو على التقادير بعد الاطلاع على فتوى المجتهد ان كان عمله مخالفا لفتواه فعليه الإعادة أو القضاء .\r\nمسألة « 61 » إذا قلد مجتهدا ثم مات فقلد غيره ثم مات فقلد من يقول بوجوب البقاء على تقليد الميت أو جوازه فهل يبقى على تقليد المجتهد الأول أو الثاني الأظهر الثاني ولكن\r\n\r\n\r\n\r\n","description":"\r\nلقول المشهور ولا لأوثق الأموات . بل المتعين العمل بالظن الحاصل من الأسباب المعمول بها في طريق الاستنباط مطلقا وبعد ما بيناه فلا مجال لقوله ( وان لم يمكن ذلك أيضا يعمل بظنه وان لم يكن له ظن بأحد الطرفين يبني على أحدهما ) لما قلنا المعتبر الاطمئنان من طريق معتبر ( وعلى التقارير بعد الاطلاع على فتوى المجتهد ان كان عمله مخالفا لفتواه فعليه الإعادة أو القضاء ) إذا كان يفتي بالإعادة أو القضاء بمثل تلك المخالفة .\r\n\r\nمسألة « 61 » ( إذا قلد مجتهدا ثم مات فقلد غيره ثم مات فقلد من يقول بوجوب البقاء على تقليد الميت أو جوازه\r\nفهل يبقى على تقليد المتجهد الأول أو الثاني الأظهر الثاني ) « 1 » للمسألة صور ستة . المجتهد الثاني أما يقول بوجوب البقاء أو الجواز أو الحرمة وكذلك الثالث فمن ضرب الاثنين في الثلاثة ينتج ستة . الوجه الأول لو كان يقول الثاني\r\n","footnote":"\r\n( 1 ) للمسألة وجوه ستة .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nبالوجوب والثالث بالوجوب فيجب البقاء وفيما عمل بالأول يقول الثاني وبالثاني لقول الثالث وأما إذا كان يقول الثالث بالجواز إذا قلد الثاني وجب العمل بالقول الأول .\r\nوأما إذا كان يقول الثالث بالحرمة فلا يجوز العمل له لا بالقول الأول ولا بالثاني هذا بالنسبة إلى القول الثاني بالوجوب واما لو كان يقول بالجواز والثالث يقول بالوجوب فيجوز العمل على القول الأول لقول الثاني ويجب العمل بالقول الثاني لقول الثالث .\r\nوأما لو قال الثالث بالجواز فيجوز العمل بقول الأول والثاني .\r\nوأما لو قال بالحرمة فلا يجوز العمل بالأول ولا الثاني .\r\nهذا بالنسبة إلى قول الثاني بالجواز وأما لو قال بالحرمة فالثالث أيضا ثلاث وجوه أما يقول بالوجوب فيجب العمل بقول الثاني دون الأول وأما لو قال بالجواز فيجوز العمل بقول الثاني معه دون الأول ، وأما لو قال بالحرمة فلا يجوز العمل لا بقول الأول ولا الثاني . وقول الماتن الأظهر الثاني . لأن تقليد الأول قد انقطع بتقليد الثاني المفروض الصحة فالرجوع إلى الأول بعد تقليد الثاني ليس من البقاء على التقليد . بل هو من التقليد الابتدائي فإذا كان رأي الثالث وجوب البقاء تعين البقاء على تقليد الثاني وإذا كان رأيه جواز البقاء وجواز العدول تخير المكلف بين البقاء على تقليد الثاني والعدول إلى الثالث هذا بناء على عدم انتقاض التقليد الصحيح الواقع في زمان بتقليد مجتهد آخر في زمان لاحق لعدم حجية رأي المجتهد اللاحق بالنسبة إلى الوقائع السابقة المطابقة لرأي\r\n","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nالأحوط مراعاة الاحتياط .\r\nمسألة « 62 » يكفي في تحقق التقليد أخذ الرسالة والالتزام بالعمل بما فيها وان لم يعلم ما فيها ولم يعمل ولو مات مجتهده يجوز له البقاء وان كان الأحوط مع عدم العلم\r\n\r\n\r\n\r\n","description":"\r\nالمجتهد في ذلك الزمان .\r\nوأما بناء على الانتقاض فإن كان رأي المجتهد الثالث وجوب البقاء على تقليد الميت تعين على المكلف البقاء على تقليد الأول لأن عدوله السابق إلى الثاني بعد موت الأول في غير محله في نظر المجتهد الثالث وان كان رأيه جواز العدول وجواز البقاء جاز للمكلف البقاء على تقليد الثاني والعدول إلى الثالث وان كان رأيه وجوب العدول تعين العدول من الثاني إليه وعلى هذا ما استظهره المصنف مبني على ما تقدم وأما إذا كان الثاني يقول بوجوب البقاء والثالث يقول هكذا فيجب البقاء على الأول لأن الثالث يقول بوجوب البقاء على القول الثاني والثاني يقول بوجوب البقاء على الأول ولكن ( الأحوط مراعاة الاحتياط ) بأحوط القولين .\r\n\r\nمسألة « 62 » ( يكفي « 1 » في تحقق التقليد أخذ الرسالة والالتزام بالعمل بما فيها\r\nوان لم يعلم ما فيها ولم يعمل ) بما فيها وقد عرفت في المسألة الثامنة ان أخذ الرسالة والالتزام ونحوهما مما لا يرتبط بالتقليد بل ليس هو إلا تطبيق العمل على رأي الغير فالعمل محققه . وعلى كل ( فلو مات مجتهده يجوز له البقاء ) فيما لم يمكن الخلاف في المسألة\r\n","footnote":"\r\n( 1 ) قد مر ما هو المختار في معنى التقليد في المسألة الثامنة .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nبل مع عدم العمل ولو كان بعد العلم عدم البقاء والعدول إلى الحي بل الأحوط استحبابا على وجه عدم البقاء مطلقا ولو كان بعد العلم والعمل .\r\nمسألة « 63 » في احتياطات الأعلم إذا لم يكن له فتوى يتخير المقلد بين العمل بها وبين الرجوع إلى غيره الأعلم فالأعلم .\r\n\r\n\r\n","description":"\r\nوأما في صورة المخالفة في الفتوى يجب البقاء فيما إذا لزم العدول المخالفة القطعية أو كان الميت أعلم وأما لو كان الحي أعلم وجب العدول إليه وقد سبق البحث عنه في المسألة التاسعة ( وان كان الأحوط مع عدم العلم ) بما في الرسالة ( بل مع عدم العمل ) بما فيها ( ولو كان بعد العلم ) بما فيها وقبل العمل فالوصلية وخبر إن كان الأحوط ( عدم البقاء والعدول إلى الحي بل الأحوط استحبابا على وجه عدم البقاء مطلقا ) كان المراد بهذا الوجه كما ذكره صاحب المستمسك احتمال عموم معاقد الاجماعات على عدم جواز تقليد الميت للحدوث والبقاء وان كان يعارض هذا الاحتمال احتمال المنع كما نسب إلى أكثر القائلين بجواز البقاء فالعدول موافق للاحتياط في وجه ومخالف له في وجه آخر ( ولو كان بعد العلم والعمل ) .\r\n\r\nمسألة « 63 » ( في احتياطات الأعلم إذا لم يكن له فتوى )\r\nبان كان الاحتياط وجوبيا ( يتخير المقلد بين العمل بها وبين الرجوع إلى غيره ) أي إلى غير الأعلم لأنه العالم والأعلم أصبح في هذه المسألة جاهلا\r\n","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nمسألة « 64 » الاحتياط المذكور في الرسالة أما استحبابي وهو ما إذا كان مسبوقا أو ملحوقا بالفتوى واما وجوبي وهو ما لم يكن معه فتوى ويسمى بالاحتياط المطلق وفيه يتخير المقلد بين العمل به والرجوع إلى مجتهد آخر وأما القسم الأول فلا يجب العمل به ولا يجوز الوجوع إلى الغير بل يتخير بين\r\n\r\n\r\n","description":"\r\nوهذا من باب الرجوع إلى العالم لا الرجوع إلى غير الأعلم في مقابل الأعلم حتى لا يكون جائزا لأن المفروض انه لم يكن للأعلم فتوى في المسألة وهذا التخيير موقوف في العبادات على جواز الامتثال الاجمالي مع التمكن من الامتثال التفصيلي كما هو المختار فلو قيل بعدمه كما عن جماعة في العبادات يعنى عليه التقليد لغير الأعلم ولا يجوز له العمل بالاحتياط مع التمكن من تقليد غير الأعلم ولكن في صورة الرجوع إلى غير الأعلم في مثل هذه الاحتياطات فلا بد ان يلاحظ ( الأعلم فالأعلم ) فإنما يجب في صورة العلم بالمخالفة لا مطلقا .\r\n\r\nمسألة « 64 » ( الاحتياط المذكور في الرسالة\r\nأما استحبابي ) أو وجوبي أما الاستحبابي ( وهو ما إذا كان مسبوقا أو ملحوقا بالفتوى وأما الوجوبي وهو ما لم يكن معه فتوى ويسمى الاحتياط المطلق وفيه يتخير المقلد بين العمل به والرجوع إلى مجتهد آخر ) قد عرفت انه لا يتم على اطلاقه بناء على عدم جواز الامتثال الاجمالي مع التمكن من الامتثال التفصيلي ( وأما القسم الأول ) أي الاحتياط الاستحبابي ( فلا يجب العمل به ولا يجوز الرجوع إلى الغير ) لأن مجتهده قد بين الحكم الشرعي\r\n","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nالعمل بمقتضى الفتوى وبين العمل به .\r\nمسألة « 65 » في صورة تساوي المجتهدين يتخير بين تقليد أيهما شاء كما يجوز له التبعيض حتى في احكام العمل الواحد حتى أنه لو كان مثلا فتوى أحدهما وجوب جلسة الاستراحة واستحباب التثليث في التسبيحات الأربع وفتوى الآخر بالعكس يجوز أن يقلد الأول في استحباب التثليث والثاني في استحباب الجلسة .\r\n\r\n\r\n\r\n","description":"\r\nوالاحتياط من باب الاحتياط ( بل يتخير ) المقلد ( بين العمل بمقتضى الفتوى ) ذلك المجتهد ( وبين العمل به ) أي بذلك الاحتياط لأنه أمر زائد على التكليف الواجب .\r\n\r\nمسألة « 65 » [ التخيير للمكلف في صورة تساوي المجتهدين 
  ]\r\n( في صورة تساوي المجتهدين يتخير بين تقليد « 1 » أيهما شاء ) مع عدم العلم بالمخالفة لما سبق ان حجية قول الفقيه والأدلة الدالة في رجوع الجاهل إلى العالم لا تشمل صورة العلم بالمخالفة بل يجب حينئذ الأخذ بأحوط القولين كما مر في المسألة الثالثة والثلاثين وكذا حكم المسألة في التبعيض وقوله ( كما يجوز له التبعيض حتى في أحكام العمل الواحد حتى أنه لو كان مثلا فتوى أحدهما وجوب جلسة الاستراحة واستحباب التثليث في التسبيحات الأربع وفتوى الآخر بالعكس يجوز ان يقلد الأول في استحباب التثليث والثاني في استحباب الجلسة ) لا يتم\r\n","footnote":"\r\n( 1 ) مع عدم العلم بالمخالفة ، وإلا فيأخذ بأحوط القولين كما مر وبذلك يظهر حال التبعيض .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nمسألة « 66 » لا يخفى ان تشخيص مواد الاحتياط عسر على العامي إذ لابد فيه من الاطلاع التام ومع ذلك قد يتعارض الاحتياطان فلا بد من الترجيح وقد لا يلتفت إلى اشكال المسألة حتى يحتاط وقد يكون الاحتياط في ترك الاحتياط مثلا الأحوط ترك الوضوء بالماء المستعمل في رفع الحدث الأكبر لكن إذا فرض انحصار الماء فيه . الأحوط .\r\nالتوضي به بل يجب ذلك بناء على كون احتياط الترك استحبابيا والأحوط الجمع بين التوضىء به والتيمم وأيضا الأحوط\r\n\r\n\r\n","description":"\r\nإلا على مبنى الموضوعية في الفتوى لأن الصلاة الفاقدة لجلسة الاستراحة المقتصر فيها على تسبيحة واحدة باطلة في نظر كل واحد منهما فالاقتصار عليها في مقام الامتثال مخالفة لهما معا .\r\n\r\nمسألة « 66 » [ في عسر تشخيص مواد الاحتياط على العامي 
  ]\r\n( لا يخفى ان تشخيص موارد الاحتياط عسر على العامي إذ لابد فيه من الاطلاع التام ) وقد يكون الاحتياط في الفعل وقد يكون في الترك وقد يكون في الجمع بين الأمرين أو تركين أو فعل وترك أو تكرار العمل وقد سبق البحث عنها في المسألة الثالثة ( ومع ذلك ) كله ( قد يتعارض الاحتياطان فلا بد من الترجيح ) لأحدهما ( وقد لا يلتفت إلى أشكال المسألة حتى يحتاط وقد يكون الاحتياط في ترك الاحتياط مثلا الأحوط ترك الوضوء بالماء المستعمل في رفع الحدث الأكبر لكن إذا فرض انحصار الماء فيه الأحوط التوضي به بل يجب ذلك بناء على كون احتياط الترك استحبابيا والأحوط الجمع بين التوضي به والتيمم وأيضا الأحوط التثليث في التسبيحات الأربع لكن إذا كان في\r\n","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nالتثليث في التسبيحات الأربع لكن إذا كان في ضيق الوقت ويلزم من التثليث وقوع بعض الصلاة خارج الوقت فالأحوط ترك هذا الاحتياط أو يلزم تركه وكذا التيمم بالجص خلاف الاحتياط لكن إذا لم يكن معه الا هذا فالأحوط التيمم به وان كان عنده الطين مثلا فالأحوط الجمع وهكذا .\r\nمسألة « 67 » محل التقليد ومورده هو الاحكام الفرعية\r\n\r\n\r\n","description":"\r\nضيق الوقت ويلزم من التثليث وقوع بعض الصلاة خارج الوقت فالأحوط ترك هذا الاحتياط ) لتعارض الشرط والجزء وبفقدان الشرط يوجب فقدان أصل الصلاة والأمر دائر بين فوات أصل الصلاة أو جزئها مع أن حديث لا تعاد الصلاة إلا من خمس يوجب أهمية الوقت ومع أن وجوب التثليث غير مسلم ووجوب الوقت مسلم ومتفق عليه فعلى كل فالأحوط ترك هذا الاحتياط ( أو يلزم تركه ) أي ترك هذا الاحتياط ( وكذا ) لك ( التيمم بالجص ) بالكسر أو الفتح ( خلاف الاحتياط لكن إذا لم يكن معه إلا هذا ) الجص ( فالأحوط التيمم به وإن كان عنده الطين مثلا فالأحوط الجمع ) بين التيمم بالجص والطين ( وهكذا ) في سائر الموارد .\r\n\r\nمسألة « 67 » قدر المتيقن من ( محل التقليد ومورده هو الأحكام الفرعية العملية )\r\nوأما في أصول الدين خلاف والمشهور بل ادعى الاجماع عدم جواز التقليد في أصول الدين وقبل يجوز فيها التقليد وهذه المسألة من المشكلات وقد ذهب المحقق القمي في القوانين إلى الثاني ولكن\r\n","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nالعملية فلا يجري في أصول الدين وفي مسائل أصول الفقه ولا في مبادئ الاستنباط من النحو والصرف ونحوهما ولا في الموضوعات المستنبطة الفرعية أو اللغوية ولا في الموضوعات\r\n\r\n\r\n\r\n","description":"\r\nالظاهر هو الأول ( فلا يجري ) التقليد ( في أصول الدين ) لان المذاهب كثيرة ولا يمكن اتباع الجميع وفي متابعة بعضها دون بعض ترجيح بلا مرجح مع أنها لا تؤمن من الضرر ( و ) لا يجري التقليد ( في مسائل أصول الفقه ) لخروجها عن محل الابتلاء للعوام والمقلدين ( ولا ) يجري ( في مبادئ الاستنباط من النحو والصرف ونحوهما ) هذا يتم فيما يقع في طريق استنباط الحكم الكلي أما ما يقع في طريق تطبيق الحكم الكلي وتشخيص موضوع الامتثال مثل كثير من مسائل النحو والصرف والمحتاج إليها في تصحيح القراءة والذكر والأذان والإقامة وصيغ العقود والايقاعات مثل مسائل الادغام والمد والوقف على الحركة والتحريك في الدرج وغير ذلك من المسائل الموقوفة على النظر ولا يتمكن منه العامي مما سيتعرض له المصنف رحمه اللّه في بحث القراءة فلا بد فيها من التقليد لعموم أدلته نعم المسائل التي لا يحتاج إليها إلا في مقام استنباط الحكم لا مجال للتقليد فيها لخروجها عن محل الابتلاء بالنسبة إلى العامي ( ولا ) يجري التقليد ( في الموضوعات المستنبطة العرفية « 1 » أو اللغوية )\r\n\r\nموضوعات الأحكام الشرعية قسمان :\r\nالأول : ما يكون مفهومه شرعيا مخترعا للشارع المقدس سواء قلنا\r\n","footnote":"\r\n( 1 ) بل يجري فيها كما في الغناء والآنية والصعيد مما يكون الشبهة فيه في المفهوم لرجوعه إلى التقليد في الحكم .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nالصرفة فلو شك المقلد في مايع انه خمر أو خل مثلا وقال المجتهد انه خمر لا يجوز له تقليده نعم من حيث إنه مخبر عادل يقبل قوله كما في أخبار العامي العادل وهكذا . وأما الموضوعات المستنبطة الشرعية كالصلاة والصوم ونحوهما فيجري التقليد فيها كالأحكام العملية .\r\n\r\n\r\n","description":"\r\nبالحقيقة الشرعية أم لا كالصلاة والصيام ونحوهما .\r\nالثاني : ما لا يكون كذلك بأن كان عرفيا أو لغويا وكل منهما أما ان يكون المفهوم بذاته وحدوده واضحا لا يحتاج إلى نظر واجتهاد وأما ان يكون محتاجا إلى ذلك فالأول من كل منهما لا يحتاج إلى تقليد لوضوحه لدى العامي كالمجتهد فلا معنى لحجية رأي المجتهد في حق ذلك المقلد لأنه عالم أيضا .\r\nوالثاني : من كل منهما محتاج إلى التقليد لعموم أدلته كالصلاة والصيام والصعيد والغناء والاناء والجذع والثني والكر والمسافر ونحوها مما يكون الشبهة فيه في المفهوم لرجوعه إلى التقليد في الحكم وقد حدده الشارع .\r\n( ولا ) يجري التقليد أيضا ( في الموضوعات الصرفة ) لعدم احتياجه إلى الاستنباط وظهوره لكل أحد ( فلو شك للقلد في مايع ) هل ( أنه خمر أو خل مثلا وقال المجتهد أنه خمر لا يجوز له تقليده نعم من حيث أنه مخبر عادل يقبل قوله كما في اخبار العامي العادل وهكذا ) جميع الموضوعات العرفية الصرفة الغير محتاجه إلى الاستنباط ( وأما الموضوعات المستنبطة الشرعية كالصلاة والصوم ونحوهما فيجري التقليد فيها كالأحكام العملية ) .\r\n","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nمسألة « 68 » لا يعتبر الأعلمية فيما أمره راجع إلى المجتهد إلا في التقليد وأما الولاية على الأيتام والمجانين والأوقاف التي لا متولي لها والوصاية التي لا وصي لها ونحو ذلك فلا يعتبر\r\n\r\n\r\n\r\n","description":"\r\n\r\nمسألة « 68 » ( لا يعتبر الأعلمية فيما أمره راجع إلى المجتهد )\r\nلاطلاق مثل التوقيع الشريف واما الحوادث الواقعة فارجعوا فيها إلى رواة حديثنا وقوله ( ص ) مجار الأمور بيد العلماء باللّه الامناء على حلاله وحرامه وقوله ( ص ) : علماء أمتي كأنبياء بني إسرائيل وغير ذلك من الاطلاقات ولكن قد نوقش في سند بعضها ودلالتها لاثبات الولاية للفقيه فيرجع البحث إلى أن الفقيه هل له ولاية مطلقة ووكالة عامة عن الأئمة عليهم السلام أم لا ، ويفهم ذلك من النصوص وعلى الأول فلا يعتبر الأعلمية لاطلاق النصوص ( إلا في التقليد ) وذلك لما ذكرناه من الأدلة وعلى الثاني : يكون تصدي الفقيه لذلك الأمر من باب انه القدر المتيقن من المأمور به وعلى ذلك فالأعلم هو القدر المتيقن من المكلفين بذلك فيجب الرجوع إليه .\r\nوعلى ما ذهب إليه المحقق النائيني قدس سره الشريف بأنه إذا كان ذلك الأمر من توابع القضاء فللفقيه التصدي لذلك بموجب النص وأما ان كان من لوازم الولاية فليس له ذلك ، وعلى كل فالأحوط الرجوع إلى الأعلم في جميع ذلك .\r\nوأما قوله : ( الولاية على الأيتام والمجانين والأوقاف التي لا متولى لها والوصايا التي لا وصي لها ونحو ذلك فلا يعتبر فيها الأعلمية ) « 1 »\r\n","footnote":"\r\n( 1 ) الأحوط ذلك .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nفيها الأعلمية . نعم الأحوط في القاضي ان يكون أعلم من في ذلك البلد أو في غيره مما لا حرج في الترافع اليه .\r\nمسألة « 69 » إذا تبدل رأي المجتهد هل يجب عليه اعلام المقلدين أم لا فيه تفصيل فان كانت الفتوى السابقة موافقة للاحتياط فالظاهر عدم الوجوب وان كانت مخالفة فالأحوط الاعلام بل لا يخلو عن قوة .\r\n\r\n\r\n\r\n","description":"\r\nفلا يخلو من اشكال ( نعم الأحوط ) « 1 » لا يترك ( في القاضي ان يكون اعلم من في ذلك البلد ) إذا كان منشأ النزاع اختلاف فتوى الحكمين كما مر ( أو في غيره ) من البلاد ( مما لا حرج في الترافع اليه ) .\r\n\r\nمسألة « 69 » ( إذا تبدل رأي المجتهد هل يجب عليه اعلام المقلدين أم لا\r\nفيه تفصيل فان كانت الفتوى السابقة موافقة للاحتياط فالظاهر عدم الوجوب ) بناء على عدم شرطية قصد الوجه وان كانت الفتوى السابقة ( مخالفة ) للاحتياط ( فالأحوط الاعلام ) لما ذكره صاحب الفصول من استفادة وجوب الاعلام من آية النفر حيث يترتب عليه أحداث الداعي العقلي إلى العمل بالواقع الذي هو متعلق الاعلام لاختصاص الانذار بذلك فإذا كان المكلف غافلا عن الحكم الكلي أو قاطعا بالخلاف أو مترددا على نحو يكون جهله عذرا وجب اعلامه لما يترتب عليه من احداث الداعي العقلي وان كان جاهلا جهلا لا يعذر فيه لا يجب اعلامه .\r\nوأيضا المستفاد من آية الكتمان .  إِنَّ الَّذِينَ يَكْتُمُونَ ما أَنْزَلَ \r\n","footnote":"\r\n( 1 ) إذا كان منشأ النزاع اختلاف فتوى الحكمين كما مر .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nاللَّهُ . . . الخ .\r\nفيكون كتمان الحكم حرام : ولكن الظاهر منها وجوب الاظهار في مقام الاستعلام .\r\nومنها : انه صار سببا لترك الواجب وفوت المصلحة فيجب عليه تداركها باعلامه نعم بناء على حرمة التسبيب إلى فعل الحرام يتأكد وجوب الاعلام لاستناد عمل العامي اليه : لكنه يختص بصورة الفتوى بإباحة الواجب أو الحرام ولا يطرد في غيرهما مع أن الاستناد إلى الفتوى انما يقتضي حرمتها لو كانت عمدا ولم يكن له حجة على افتائه . والمفروض خلافه لان الفقيه قد حكم بموجب الحجة والدليل والمصنف قد ترقى من الاحتياط وقال : ( بل لا يخلو عن قوة ) « 1 » ولكن في قوته على الاطلاق اشكال ويمكن ان يقال إن كان جهله عذرا له وجب الاعلام وان لم يكن عذرا له لم يجب .\r\nوقد ذهب البعض إلى عدم لزوم الاعلام لان المقلد له حجة فعلا وهي قول الفقيه ولما كان الشخص له حجة فلا يجب انذاره على خلاف ذلك كما لو كان مقلدا لم يعلم بطلان تقليده فلا يجب اعلام ذلك المقلد بفساد تقليده وعلى كل استصحاب الحجية باقية .\r\nويرد هذا بان المكلف له حجة وليس عليه شيء وانما الكلام في الفقيه هل يجب عليه اعلام ذلك المقلد أم لا فالأحوط الاعلام لارشاد الجاهل وتنبيه الغافل واستصحاب بقاء قوله ورأيه حتى يرد منه ردع ومنع فيجب عليه قطع فتواه واعلام المقلدين بتبدل رأيه فتأمل .\r\n","footnote":"\r\n( 1 ) في قوته على الاطلاق إشكال .\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nمسألة « 70 » لا يجوز للمقلد اجراء أصالة البراءة أو الطهارة أو الاستصحاب في الشبهات الحكمية . وأما في الشبهات الموضوعية فيجوز بعد ان قلد مجتهده في حجيتها مثلا إذا شك في أن عرق الجنب من الحرام نجس أم لا ليس له إجراء أصل الطهارة لكن في أن هذا الماء أو غيره لاقته النجاسة أم لا يجوز له اجرائها بعد ان قلد المجتهد في جواز الاجراء .\r\nمسألة « 71 » المجتهد الغير العادل أو مجهول الحال\r\n\r\n\r\n","description":"\r\n\r\nمسألة « 70 » ( لا يجوز للمقلد اجراء اصالة البراءة أو الطهارة أو الاستصحاب في الشبهات الحكمية )\r\nلأن إجراءها بعد الفحص من عدم النص أو تعارض النصين أو فقدانهما والمقلد عاجز عنه فاجرائها بدون الفحص مخالفة لدليل الشرطية ( وأما في الشبهات الموضوعية فيجوز بعد ان قلد مجتهده في حجيتها ) لان اجراءها ليس مشروطا بالفحص ولو فرض اشتراطه به فليس هو بعاجز عنه فلا مانع من رجوعه إليها عند اجتماع الشرائط كالمجتهد ( مثلا إذا شك في أن عرق الجنب من الحرام نجس أم لا ليس له اجراء أصل الطهارة ) لعدم إحراز حكمه ولا يمكن له الفحص لأن الشبهة حكمية والفحص عنها من وظائف الفقيه ( لكن ) إذا شك ( في أن هذا الماء أو غيره ) من بعد ان كان طاهرا ( لاقته النجاسة أم لا يجوز له أي للمقلد اجرائها بعد ان قلد المجتهد في جواز الاجراء ) .\r\n\r\nمسألة « 71 » [ المجتهد الغير العادل أو مجهول الحال لا يجوز تقليده 
  ]\r\n( المجتهد الغير العادل أو مجهول الحال لا يجوز\r\n","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nلا يجوز تقليده وان كان موثوقا به في فتواه ولكن فتاواه معتبر لعمل نفسه وكذا لا ينفذ حكمه ولا تصرفاته في الأمور العامة ولا ولاية له في الأوقاف والوصايا وأموال القصر والغيب .\r\nمسألة « 72 » الظن يكون فتوى المجتهد كذا لا يكفي في جواز العمل الا إذا كان حاصلا من ظاهر لفظه شفاها أو لفظ الناقل أو من ألفاظه في رسالته والحاصل ان الظن\r\n\r\n\r\n","description":"\r\nتقليده ) لفقدان الشرط فيه وكذلك مجهول الحال لعدم ثبوت حجية رأيه ( وان كان ) جامعا للشرائط في الواقع وكان ( موثوقا به في فتواه ) بفقدان الشرط هذا بالنسبة إلى الغير ( ولكن فتاواه معتبرة لعمل نفسه ) لانصراف أدلة اشتراط العدالة عن مثل هذه الصورة ( و ) كما لا يجوز تقليده ( كذا لا ينفذ حكمه ولا تصرفاته في الأمور العامة ولا ولاية له في الأوقاف والوصايا وأموال القصر والغيب ) كل ذلك لفقد الشرط خصوصا في الأموال .\r\n\r\nمسألة « 72 » ( الظن يكون فتوى المجتهد كذا لا يكفي في جواز العمل )\r\nوكذا احتمال ذلك ( الا إذا كان حاصلا من ظاهر لفظه شفاها أو لفظ الناقل أو من ألفاظه في رسالته ) ولابد من حصول الاطمئنان بان هذا الفتوى يكون لذلك المجتهد وصح الاستناد اليه ( والحاصل ان الظن ليس حجة ) ان الظن لا يغني عن الحق شيئا وقد دل على نفي\r\n","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nليس حجة الا إذا كان حاصلا من ظواهر الألفاظ منه أو من الناقل .\r\n\r\n\r\n","description":"\r\nحجيته من الأدلة الشرعية والعقلية من دون ثبوت مخصص ( إلا إذا كان حاصلا ) من طريق عقلائي ( من ظواهر الألفاظ منه أو من الناقل ) .\r\nواللّه الموفق للصواب وعليه التكلان والسلام .\r\nوبعد ما فرغنا من شرح باب الاجتهاد والتقليد من كتاب العروة الوثقى أحببنا تتميما للفائدة ان نتعرض إلى ما فاته رحمه اللّه من بعض المسائل والفروض بصورة تذنيب أو تذييل .\r\n\r\nتذنيب :\r\n\r\nمسألة « 1 » هل يجوز تقليد المجتهد القائل بانسداد باب العلم والعلمي أم لا\r\nقولان الأظهر هو الجواز . حجة قول عدم الجواز كما ذهب اليه صاحب الكفاية . حيث ذكر المحقق الآخوند في كفاية الأصول الجزء الثاني في مبحث الاجتهاد والتقليد فصل انقسام الاجتهاد إلى مطلق وتجزي فان دليل التقليد هو رجوع الجاهل إلى العالم والقائل بالانسداد لا يكون عالما بالأحكام بل يحصل معظم أحكام الشرع بالظن لانسداد باب العلم والعلمي عليه .\r\nفإذا هو غير عالم ولا يصدق رجوع الجاهل إلى العالم في مثل هذا المقام إلا أن يدعي الاجماع على ذلك ولكنه غير محقق ، ولا يمكن اجراء مقدمات الانسداد في حق المقلد لان أحد المقدمات عدم حصول العلم والعلمي والمفروض ان المقلد يقدر على حصول طريق العلمي وهو رجوعه إلى الفقيه الذي يقول بالانفتاح والعلمي فلا يكون باب الاحكام مسدودا للمقلد حتى يصل النوبة إلى غيره . نعم إذا انحصر المجتهد في هذا ولا\r\n","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nأمكن الاحتياط فلا بأس بتقليده .\r\nان قلت مقدمات الانسداد جعل رأي المجتهد ونظره حجة وطريقا إلى الواقع فأي فرق بين المجتهد والمقلد ، قلت : جعل حجيته لنفسه معلوم وفي حق غيره غير معلوم وخلاصة الكلام انما يكون فتوى من يقول بالانسداد حجة في حقه لأنه لا يرى طريقا علميا وأما المقلد يرى طريقه علميا وهو رأي الفقيه الذي يقول بالانفتاح ومع وجود مثل ذلك القول لم يكن طريق العلمي مسدودا للمقلد أما حجة من يقول بجواز تقليد المجتهد الذي يقول بالانسداد وجهان :\r\nالأول : ان هذه المسألة أي التقليد يكون من المسائل العقلية سواء قلنا أنه نظري أو ضروري والعقل يحكم برجوع الجاهل إلى العالم على الاطلاق حتى في مثل هذه الصورة ولا يفرق بين القائل بالانسداد أو الانفتاح نعم إذا التفت المقلد إلى ذلك فلا بد من الرجوع إلى نظره وفهمه .\r\nالثاني : في مقام الرد على من قال إنه ليس من الرجوع إلى العالم بل من رجوع الجاهل إلى الجاهل . انه إذا أقام الحجة على الحكم الواقعي يكون منجزا بمعنى يجوز المعاقبة على تركه والذي له حجة فلا فرق بين أن يكون تلك الحجة قاعدة الانسداد أو الانفتاح فيكون له العلم بالتنجز للحكم الواقعي سواء كان طريق الحكم شرعيا أو عقليا علميا أو ظنيا فيصح الرجوع اليه بعد تحصيل الحجة ، إذا فلا اجمال حتى يحتاج إلى قدر المتيقن .\r\nوهناك تفصيل آخر . أن يفرض كونه انسدادي غير أعلم وانما\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nالأعلم هو الانفتاحي ففي هذه الصور تم ما ذكره الآخوند طاب ثراه من عدم جواز الرجوع إلى الانسدادي لا لما ذكره بل لأن هذه الصورة من موارد العلم بالمخالفة لأن غير الأعلم ينكر تعميم حجية الظواهر لغير من قصد افهامه وينكر حجته خبر الثقة وأما الأعلم فيثبت المقدمتين اللتين باثباتهما ينهدم أساس الانسداد وهذا الحكم ليس من مختصات القول بالانسداد بل لو كان غير الأعلم يرى الانفتاح أيضا لا يرجع اليه .\r\nوتارة يفرض الأمر بالعكس فالانسدادي أعلم من غيره كالمحقق القمي مثلا القائل بالانسداد مع بعض معاصريه .\r\nوحينئذ لا مانع من تقليده بل المتعين ذلك حيث إن المفروض العلم بالمخالفة والأعلم هنا وان كان يعترف بالجهل مع البناء على الحكومة الا أنه يرى أن غيره أيضا جاهل بل جهله أشد وهو جاهل مركب لا يلتفت إلى جهله ومع هذا كيف لا يجوز أن يرجع العامي إلى الانسدادي ؟\r\nفضلا عن أن يقال بان الظن حجة شرعية .\r\nوعلى كل حال فالمقدمات تامة عند العامي بلزوم التقليد من الأعلم في مورد العلم بالمخالفة فان السيرة قائمة على تقديم قوله على غيره وفي هذا الفرض حتى فيما إذا كان قائلا بالحكومة .\r\n\r\nمسألة « 2 » إذا سئل العامي عن العالم مسئلة\r\nهل يلزم على العالم المسؤول عنه ان يجيبه بفتوى مفتي السائل أو يجوز له ان يجيبه بفتوى مفتيه أو بفتوى نفسه ان كان مجتهدا والحق التفصيل وهو ان كان مقلد السائل مجتهدا جامعا للشرائط عند المسؤول وجب نقل فتواه ، وأما إذا\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nكان السائل غير مقلد أو يقلد من يعلم المسؤول بعدم صلاحيته للافتاء جاز للمسؤول عنه نقل من يقلده أو فتوى نفسه .\r\nويمكن تفصيل آخر وهو ان المسؤول عنه قد يكون من المشاهير في الافتاء ومرجعا للناس حتى يكون ظاهر السؤال عن رأيه وفتواه وقد لا يكون بهذا المنصب فجاز في الأول افتاءه بمقتضى الظواهر وفي الثاني غير جائز له لأنه خلاف الظاهر وقد يكون سببا لوقوعه في غير المصالحة واللّه العالم .\r\n\r\nالمسألة « 3 » الفرق بين الحكم والفتوى\r\nان الأول واجب الاتباع على كل أحد حتى لغير المقلدين والثاني يجب المتابعة في ذلك للمقلد به فقط والخلاف في أن الثبوت بمنزلة الحكم أو بمنزلة الافتاء وقد ذهب إلى كل فريق ان قال الفقيه قد ثبت عندي الهلال هل يكون بمنزلة ان يقول قد حكمت بذلك أم لا قولان : بل يحتمل قولا ثالثا لو حصل الاطمئنان للمقلد من ثبوت لدى مقلد وجب العمل وإلا فلا .\r\n\r\nمسألة « 4 » هل يجوز تقليد من لا يعرف قواعد الأصول أم لا\r\nوان كان عارفا بالقواعد العربية والمقدمات التي يبتني عليها الاستنباط سوى علم الأصول قولان والأصح الثاني ، حجة قول الأول ان لزوم علم الأصول غير مسلم بل المسلم المنع لأنه لم يكن في زمن الشارع وهو من المستحدثات بل من بدع الشافعية والحنفية . وقد منع من البدع .\r\nوالجواب : ان الأصول ليس إلا الأمور المرتكزة في أذهان جميع العقلاء ولا بد لكل عاقل ان يعملها مع الالتفات أو بدون الالتفات\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nولا محيص عنه حتى الأخباريين المانعين من ذلك فيجري البراءة والاشتغال في صورة عدم وجود النص أو تعارضهما وكذلك يجري تقييد المطلق وتخصيص العام وغيرها من الأصول . نعم يبقى بعض القواعد يمكن الخدشة فيها .\r\nوبعد ما ثبت حجيته بالعقل بل بأمر الشارع أيضا لأن طبق أكثر القواعد ورد به النص كقاعدة الاستصحاب والبراءة والاحتياط وأشباهها فلا مجال لاحتمال البدعة فضلا أن تكون من البدع المحرمة لأنه إدخال شيء في الدين بما أنه من الدين ولم يكن كذلك .\r\nوبمجرد أنه لم تكن في زمن الشارع لا يصير بدعة وكثير من العلوم لم تكن في زمن النبي ( ص ) كالنجوم والصرف والمنطق والعربية وغيرها ومع ذلك لا يعد من البدع المحرمة وتحصيله ممدوح . ومع أن المشرع لعلم الأصول هم الأئمة عليهم السلام ومبدئه من صادق آل محمد صلى اللّه عليه وآله وتلميذه هشام بن الحكم ذكر في كتابه المسمى بأصول الاحكام على ما ذكره العلامة المعاصر في كتابه الموسوم بأصول الاستنباط نقلا عن الحجة الخبير السيد حسن الصدر تغمده اللّه برحمته .\r\nإذا فلا مجال لهذا البحث أكثر من هذا وبعد هذا فلا يحتاج إلى برهان وجود هذا العلم لأنه من الأمور العقلية الضرورية لابد للفقيه منها ولا يمكن الاستنباط إلا به ، وبه يعرف المقيد من المطلق والخاص من العام والناسخ من المنسوخ والمجمل من المبين والاستصحاب والبراءة والاحتياط والظاهر والنص وغيرها واللّه الموفق .\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n\r\nمسألة « 5 » هل حال المستحبات كحال الواجبات في لزوم تقليد الأعلم في صورة المخالفة أم لا\r\nفيه وجهان : دليل وجوب تقليد الأعلم في المستحبات كالواجبات عدم الفرق بين المقامين والحكمين .\r\nدليل عدم الوجوب إخبار من بلغ ولكنه يشمل الاخبار الحسي لا الحدثي وفتوى المجتهد من القسم الثاني : نعم ان العمل بعنوان الرجاء وتحصيل الثواب فلا بأس به وإلا فمشكل .\r\n\r\nمسألة « 6 » إذا مات الشخص بلا وصية وكان الوارث مقلدا لمن يوجب خروج الصلاة والصوم من أصل التركة أو من الثلث\r\nيتبع تقليده وأما لو كان الميت مقلدا لمن يوجب ذلك من الثلث . أو الأصل لا يتبع رأي مقلده والظاهر أن هذا تكليف الوارث لا تكليف الميت فيلاحظ فتوى مقلد الوارث والوجه ان ما تركه الميت فهو لوارثه وان فتوى مقلد الميت ليس حجة في حق الوارث ان قيل تبديل الحكم إلى الوارث من بعد وصية يوصي به أو دين والصلاة والصيام من الدين فيجب العمل على طبق مقلد الميت . والجواب . نحن في مقام الأداء لا في مقام التكليف والوارث يشك في أنه يخرجه من الأصل أو الثلث فينبغي الرجوع إلى مقلده .\r\n\r\nمسألة « 7 » إذا ترك المكلف التقليد عمدا ولم يعمل بالاحتياط\r\nولكن وقع عمله مطابقا للواقع هل يعاقب على ترك التقليد أم لا فيه تأمل . يبنى على قاعدة التجري وان في التجري عقاب أم لا .\r\n\r\nمسألة « 8 » يعبر عن الفتوى بالأقوى . والأظهر والأوجه . والأقرب\r\nولا يخلو عن قوة . ولا يبعد . والأشبه . والأحوط ان لم يكن أقوى .\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nوهل يختلف المراتب باحتلاف الألفاظ وهل يوجب فرقا في البيان بين ان يقول الأقوى أو الأظهر أو الأوجه أو غيرها .\r\nفقيل بعدم الفرق وانما الاختلاف في العبارة باختلاف المصادر إذا كانت المسألة ذات قولين مثلا وقوى عند كل واحد منه وجه فيقول الفقيه في مورد الافتاء الأقوى أي أن الأقوى عندي هذا مقابلا لقول الآخر وكذا إذا كان للمسألة ظاهران فيقول الأظهر وكذا إذا ذهب جماعة إلى أن في هذا الحكم وجه وذهب الآخر إلى وجه آخر فيعبر الفقيه في هذا المورد بقوله الأوجه . ولكن في هذا التفسير نظر بل الصحيح انه يختلف حسب اختلاف مراتب الفتوى قوة وضعفا بحسب مراتب دلالة دليلها بنظر المجتهد في مقام الاستنباط فإذا استظهر الحكم استظهارا لا بذلك الكمال عبر بالأظهر ودونه الأوجه وهكذا إلى آخر العبارة . وكذا يعبر بيجب ويلزم ولابد وأمثالها ومع عدم الفتوى يعبر بالنظر والتأمل والاشكال والترديد . ويمكن ان يقال ويحتمل إذا كان الاحتياط بنظر المجتهد لازما عبر عنه بالأحوط أو لا يترك الاحتياط وان لم يكن الاحتياط لازما عبر عنه بالأحوط الأولى وإذا قال الأحوط بعد الفتوى أو قبل الفتوى فهو احتياط مستحبي فلا يجب العمل على طبقه كما سبق في أول البحث .\r\n\r\nمسألة « 9 » هل يجب على المجتهد أن يفتي ان لم يكن غيره موجودا أم لا\r\nوالأقرب الوجوب من باب انحصار المنحة عنده كما يقال في غيره من أصحاب الحرف والصنائع لانحصار ما يحتاج الناس إليه . وعدم افتاء يوجب تعطيل أحكام اللّه وهو حرام : فوجوبه عقلي من باب حفظ النظام ومن باب ارشاد الجاهل .\r\nوأما إذا كان غيره موجودا ولكن سئل منه خاصة ففي وجوب الجواب عليه وعدمه وجهان : والأوجه الثاني . الوجه الأول : آية\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nالكتمان وارشاد الجاهل وتبليغ الأحكام ولكن في الكل نظر لأن الآية لا تشمل في صورة وجود الغير وانما في صورة الانحصار يصدق الكتمان وأما إذا قال فاسئل فلانا فلا يصدقه انه كتم حكم اللّه . نعم ان كان المجتهد الآخر فاقد الشرائط أو بعضها بعقيدة المسؤول فيكون بمنزلة العدم وكذلك الجواب في ارشاد الجاهل وتبليغ الأحكام كلها في صورة عدم وجود من به الكفاية . والوجه الثاني : الأصل وهو الأوجه .\r\n\r\nمسألة « 10 » الأشبه انعقاد التقليد للصبي المميز\r\nفيصح عتقه ووصيته إذا بلغ عشرا وقلد من يقول بصحتهما وهذا مبني على أن عبادة الصبي تمريني أو شرعي وعلى الأول يكون الثواب لنفس التمرين لا للعمل .\r\nوعلى الثاني يكون لنفس العمل وحاله حال الكبير في جميع الاعمال حتى التقليد فلا يجوز له العمل إلا بعد التقليد في تلك المسألة ولذا صدق عليه المقلد وتحقق ذلك ولا يجوز له العدول حتى بعد البلوغ بناء على عدم جوازه مطلقا أو إلى غير الأعلم .\r\nولا يخفى ان الاحكام على قسمين الزامي وغير الزامي وكل واحد منهما اما وضعي أو تكليفي أما الأحكام الوضعية غير الموقوفة على القصد والنية في حقه لا ترفع عن الصغير كالطهارة والنجاسة بوصول النجاسة إليه يكون نجسا وبوصول الماء اليه يكون طاهرا وكذا الضمانات بالاتلاف لا ترفع عنه والمرفوع عنه الأحكام التكليفية كالثواب والعقاب والوجوب والحرمة فالأحكام الوضعية ليست قابلة للرفع . وأما الأحكام التكليفية الالزامية مرفوعة عنه للامتنان وأما في غير الالزامي فلا امتنان في رفعه لأن الأمر إذا كان غير الالزامي لم يكن تكليفا لأنه مأخوذ من الكلفة وهي غير حاصلة من المستحب فلا امتنان هناك في رفعه ، فيصح ان يحكم باسلام الصبي وصحته إذا كان أبواه كافرين كما حكى عن الشيخ باسلام المراهق .\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nمسألة « 11 » في المسائل الظنية الخلافية إذا كان مذهب أحد الشخصين اجتهادا أو تقليدا عدم وجوب الخمس في شيء معين ومذهب الآخر وجوب الخمس فيه هل يجوز للثاني ان يشتري منه بدون اعطاء الخمس أم لا وكذلك العكس بان كان مذهب البائع وجوب الخمس فيه دون المشتري فيه قولان أحدهما ان العبرة بما في نظر البائع لأنه المكلف بذلك التكليف كالشراء من السني الذي لا يقول بوجوب الخمس أو من سائر المذاهب . والمشتري لا يكون مكلفا بتكليف البائع إلا إذا خالف البائع لمذهبه أو رأي مقلده وعليه ذهب العلامة الطباطبائي السيد محمد كاظم قدس سره في كتابه السؤال والجواب عن الأسئلة الواردة إليه من الأقطار حيث قال فيه : « ان البائع في الصورة الأولى لما كان شرعا محكوما بان المال ماله تماما فلا اشكال فيه . لان رأي كل مجتهد يكون حجة لنفسه حتى عند المجتهد الآخر . فيكون المال كله له حتى عند الاخر . وهذا بخلاف الصورة الثانية فان البائع ليس له ان يبيعه بدون اعطاء الخمس ولا يجوز للمشتري أيضا ان يشتريه وان كان رأيه أو رأي مفتيه عدم الخمس فيه ، لان المال شرعا ليس مال البائع حسب رأيه أو رأي مفتيه ورأيه معتبر في حقه حتى عند المجتهد الآخر كما مر .\r\nهذا كله مضمون كلامه وهو خلاف المختار عندنا . فان الحق هو اختيار العكس وهو عدم الجواز في الصورة الأولى والجواز في الصورة الثانية ، وذلك لان صحة كلام السيد موقوفه على تمامية أحد الامرين .\r\nالأول : ان يقال بالموضوعية لقول الفقيه والسببية في الطرق والامارات التي منها فتوى المفتي .\r\nالثاني : ان يقال بالاجزاء في الامر الظاهري ان لم نقل برجوع هذا إلى الأول أيضا . وقد ذكرنا عدم تمامية واحد منها مبسوطا فراجع .\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nوالثاني : كما هو الأظهر ان العبرة بما في نظر المشتري وانه المكلف الفعلي بهذا التكليف فالحاصل ان الأظهر عدم الجواز في القسم الأول والجواز في الثاني .\r\nوهذه المسألة كثيرة البلوى وكثيرة النظائر كما إذا خالف نظر امام الجماعة مع نظر المأموم وذلك أما في الطهارة والنجاسة وأما في التسبيحات أو غيرها فيجب الاحتياط فيما يمكن . أخوك دينك فاحتط لدينك . وقد وقع الفراغ من تبيض هذه البضاعة المزجاة إلى آخر باب التقليد من كتاب العروة الوثقى بتاريخ 20 جمادى الأولى سنة 1376 مع إضافات .\r\nعبد الرضا الحسيني المرعشي الشهرستاني\r\n\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180}
  ]