[
  {"content":"\r\n\r\nتيسير علم التجويد\r\nللمبتدئين\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nجميع الحقوق محفوظة\r\nالطبعة الأولى\r\n1427 ه‍ - 2006 م\r\nرقم الايداع\r\n3582 / 2006\r\nالناشر\r\nمكتبة عباد الرحمن\r\nمصر\r\nمكتبة العلوم والحكم\r\nمصر\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nتيسير\r\nعلم التجويد\r\nللمبتدئين\r\nالكتاب مدعم بتدريبات علمية وأسئلة للمناقشة\r\nتعين القارئ على تجويد القرآن الكريم\r\nتأليف\r\nأبى عبد الرحمن\r\nمصطفى حسين\r\nمكتبة عباد الرحمن\r\nمصر\r\nمكتبة العلوم والحكم\r\nمصر\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nمقدمة المؤلف\r\nبسم اللّه الرحمن الرحيم\r\n* إن الحمد لله ، نحمده ، ونستعينه ، ونستغفره ، ونستهديه ، ونعوذ باللّه من شرور أنفسنا ومن سيئات أعمالنا ، من يهد اللّه فلا مضل له ، ومن يضلل فلن تجد له وليا مرشدا .\r\n* وأشهد أن لا إله إلا اللّه وحده لا شريك له ، ولا شبيه له ، ولا نظير له ، شهادة عبد مقر بربوبيته معتقد بوحدانيته ، وأشهد أن محمدا عبد اللّه ورسوله وصفيّه من خلقه وحبيبه ، نشهد أنه بلغ الرسالة وأدى الأمانة ونصح الأمة وكشف اللّه به الغمة وجاهد في اللّه حق جهاده حتى أتاه اليقين ، هو خير من صلى ، وصام ، وقام ، وتلا القرآن هو القائل : « خيركم من تعلّم القرآن وعلمه » رواه البخاري .\r\n* صلى اللّه وسلم وبارك عليه وعلى آله وصحبه ومن استن بسنته واهتدى بهديه وسار على نهجه إلى يوم الدين .\r\n* ثم أما بعد :\r\n* إن القرآن الكريم كلام اللّه - تعالى - المنزل على محمد صلى اللّه عليه وسلم بواسطة الروح الأمين جبريل عليه السلام وهو متعبّد بتلاوته غير مخلوق ، وقد تكفل اللّه بحفظه من التبديل والتحريف دون سائر الكتب الأخرى فقال - تعالى - :  إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ  ( 9 ) [ الحجر : 9 
  ] .\r\n* لذلك فهو منقول إلينا بالتواتر من الأئمة الثقات عن النبي صلى اللّه عليه وسلم عن جبريل عن رب العزة - سبحانه وتعالى - ، وهو حبل اللّه المتين ، ونوره المبين ، من قال به صدق ، ومن حكم به عدل ، ومن عمل به أجر ،\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nومن دعا إليه هدي إلى صراط مستقيم .\r\n* وقد فضل اللّه - تعالى - حملة القرآن فقال عزّ وجل :  ثُمَّ أَوْرَثْنَا الْكِتابَ الَّذِينَ اصْطَفَيْنا مِنْ عِبادِنا فَمِنْهُمْ ظالِمٌ لِنَفْسِهِ وَمِنْهُمْ مُقْتَصِدٌ وَمِنْهُمْ سابِقٌ بِالْخَيْراتِ بِإِذْنِ اللَّهِ ذلِكَ هُوَ الْفَضْلُ الْكَبِيرُ  [ فاطر : 32 
  ] .\r\n* وقد حرصت الأمة على الإقبال على كتاب اللّه ، فحفظته ووعته في صدورها ، وسجلته في السطور ، وحفظت قراءاته ورواياته التي نزل بها جبريل الأمين على سيد الخلق أجمعين ، وتواترت عن النبي صلى اللّه عليه وسلم .\r\n* لذلك كان علم التجويد من أعظم العلوم الشرعية وأشرفها لتعلقه بكتاب اللّه عزّ وجل وقد كان من دأب الصحابة - رضوان اللّه عليهم - وسلفنا الصالح الحرص على تعلم القرآن بجميع قراءاته ورواياته المتواترة ، فحفظوه وتعلموه وعلموه لمن بعدهم ، وقد سارت الأمة إلى يومنا هذا وستسير إن شاء اللّه - تعالى - على هذا النهج إلى أن يرث اللّه الأرض ومن عليها .\r\n* فالقراءة سنة متبعة يأخذها الآخر عن الأول .\r\n* وهدفي من وراء الكتاب هو تيسير هذا العلم العظيم المتعلق بكتاب اللّه - تعالى - قدر المستطاع لذلك سميته ( تيسير علم التجويد للمبتدئين ) .\r\n* عملنا في الكتاب :\r\n1 - تيسير العبارات والمصطلحات بأسلوب مبسط غير مخل بالمادة العلمية وفي نفس الوقت خال من التعقيد .\r\n2 - الاستدلال بالأحاديث الصّحيحة بعيدا عن الأحاديث الضعيفة والموضوعة .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n3 - عدم التعرض لخلافات العلماء واقتصرنا على الوجه الراجح في المسألة .\r\n4 - أكثرنا من الأمثلة حتى يتم التيسير على الطالب .\r\n5 - وضعنا أسئلة بعضها مجاب عنه وبعضها غير مجاب عنه مع تمارين عملية وتمارين للاجتهاد الشخصي تيسيرا لطالب هذا العلم .\r\n6 - لم نتعرض لأبواب لا تناسب الطالب المبتدئ لهذا العلم مثل باب المقطوع والموصول ، والتاءات ، والفرق بين الضاد والظاء ، لأن هذه الأبواب تتطلب من الطالب أن يكون وصل لمستو معين في حفظ القرآن وعلم التجويد .\r\n* ندعوا اللّه أن يتقبل منا هذا العمل وأن يجعله خالصا لوجهه الكريم وأن ينفع به المسلمين وأن يرزقنا الإخلاص في القول والعمل وفي السر والعلن ، وأن يوفقنا إلى ما يحب ويرضى إنه ولي ذلك والقادر عليه .\r\n رَبَّنا تَقَبَّلْ مِنَّا إِنَّكَ أَنْتَ السَّمِيعُ \r\nوكتبه أبو عبد الرحمن مصطفى حسين مصر - طنطا\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالدرس الأول\r\n\r\nمبادئ علم التجويد\r\n* اعلم أن لكل علم مبادئ عشرة ومبادئ علم التجويد العشرة هي :\r\n1 - اسمه : علم التجويد .\r\n2 - حده وهو تعريفه : * لغة : التحسين ، يقال جوّد الشيء أي حسّنه وهذا شيء جيد أي شيء حسن .\r\n* اصطلاحا : إخراج كل حرف من مخرجه مع إعطائه حقه ومستحقه بدون تكلف أو تعسف .\r\nوحق الحرف : هو صفاته الذاتية والأساسية التي لا تنفك عنه أبدا .\r\nومستحق الحرف : هو صفاته العرضية الغير ملازمة له فالحرف يتصف بها تارة ولا يتصف بها تارة أخرى .\r\n3 - موضوعه : كلمات القرآن الكريم .\r\n4 - ثمرته وفائدته : أ - صون وحماية اللسان من اللحن والخطأ في تلاوة القرآن الكريم .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nب - حسن الأداء وجودة القراءة .\r\n5 - فضله : هو من أشرف العلوم الشرعية لتعلقه بكلام اللّه - تعالى .\r\nوسيأتي الكلام عليه فيما بعد في فصل خاص بذلك .\r\n6 - نسبته : هو أحد العلوم الشرعية المتعلقة بالقرآن الكريم .\r\n7 - واضعه : أ - عمليّا : وضع قواعده العملية والتطبيقية النبي صلى اللّه عليه وسلم .\r\nب - علميّا : وضع قواعده النظرية الخليل بن أحمد الفراهيدي ، وأبو الأسود الدؤلي وقيل حفص بن عمر الدوري ( راوي أبي عمرو البصري ) وقيل أبو مزاحم الخاقاني .\r\n8 - استمداده : من الكتاب والسنة والإجماع .\r\nأ - من الكتاب : قال - تعالى :  وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا  [ المزمل : 4 
  ] .\r\nب - من السنة : قراءة الرسول صلى اللّه عليه وسلم : التي وصلت إلينا عن طريق الصحابة ثم التابعين ثم المشايخ بالسند المتصل إلى النبي صلى اللّه عليه وسلم .\r\nج - من الإجماع : إجماع الأمة على فرضية تعلم هذا العلم فرض كفاية .\r\n9 - حكمه : أ - حكم العلم بقواعده النظرية : فرض كفاية بمعنى أنه إذا قامت به طائفة من الأمة سقط عن باقيها وإن لم يقم به أحد من الأمة أثمت الأمة كلها .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nب - حكم تطبيق قواعده العملية في القراءة : فرض عين لمن يعلم قواعده ويستطيع تطبيقها ، أما من لا يعلم هذه القواعد ولا يستطيع تطبيقها فليس عليه إثم ؛ لقول النبي صلى اللّه عليه وسلم : « الماهر بالقرآن مع السفرة الكرام البررة والذي يقرأ القرآن ويتتعتع فيه وهو عليه شاق له أجران » رواه البخاري .\r\nولكن قد يأثم لاستطاعته التعلم ولا يسلك الطريق ليتعلم كيفية تلاوة القرآن .\r\n10 - مسائله وقضاياه : هي قواعده الكلية التي يتوصل بها إلى التعرف على أحكام جزئياتها .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nأهمية التلقي في تعلم القرآن الكريم\r\n* أخي طالب العلم انتبه : إن علم التجويد علم تطبيقي عملي قبل أن يكون نظريا ، فنحن نتعلم قواعده النظرية بهدف أن يكون التطبيق العملي صحيحا ، فمن تعلم هذه القواعد النظرية وحفظها ولم يستطع أن يطبقها عمليا فهو لم يستفد من هذه القواعد .\r\nلذلك لا بد من تعلم هذا العلم على يد شيخ تتوسم فيه الصلاح والالتزام ويكون مجيدا ومتقنا لأحكام التجويد عمليا ونظريا فلا الكتاب ولا الشريط يغنيان أبدا عن التعلم على يد شيخ متقن وهذا خطأ يقع فيه كثير من طلبة هذا العلم بأنهم يستغنون بالكتاب أو الشريط عن الجلوس علي يد شيخ متقن يعلمهم كيفية تلاوة القرآن الكريم وتجويده فبذلك يقعوا في خطأ جسيم لأن هذا العلم لا بد أن يؤخذ مشافهة على يد المشايخ الثقات في هذا العلم .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nالدرس الثاني\r\n\r\nمراتب القراءة\r\nلقد أمر اللّه - تعالى - بترتيل القرآن فقال - تعالى - :\r\n وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا  [ المزمل : 4 
  ] .\r\nوالترتيل على ثلاثة مراتب « 1 » :\r\n1 - التحقيق : هو القراءة بتؤدة واطمئنان مع بيان الحروف وتطبيق الأحكام وتدبر الآيات وهذه المرتبة مفيدة جدا في التعلم .\r\n2 - التدوير : هو القراءة بطريقة أسرع قليلا من مرتبة التحقيق مع مراعاة تطبيق الأحكام وتدبر الآيات ، وهي مرتبة متوسطة بين مرتبتي التحقيق والحدر .\r\n3 - الحدر : هو الإسراع بالقراءة مع مراعاة تطبيق الأحكام .\r\nوقد يسأل سائل :\r\nهل قلة القراءة مع التدبر أفضل أم كثرة القراءة بدون تدبر ؟ فنقول : إن الراجح في المسألة أنّ قلة القراءة مع التدبر أفضل من كثرة القراءة بدون تدبر لأن المقصود من قراءة القرآن هو فهم معانيه والتفقه فيه والعمل به ولا يأتي ذلك إلا بالتدبر .\r\nقال - تعالى - :  كِتابٌ أَنْزَلْناهُ إِلَيْكَ مُبارَكٌ لِيَدَّبَّرُوا آياتِهِ وَلِيَتَذَكَّرَ أُولُوا الْأَلْبابِ  [ ص : 29 
  ] .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا هو مذهب بن الجزري ، « انظر النشر ، الجزء ( 1 ) ، صفحة ( 206 ، 207 ، 208 ) » .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nتدريبات محلولة\r\nس 1 عرف التجويد لغة واصطلاحا ؟ الجواب : التجويد لغة : التحسين ، اصطلاحا : إخراج كل حرف من مخرجه مع إعطائه حقه ومستحقه بدون تكلف ولا تعسف .\r\nس 2 ما المقصود بحق الحرف ومستحقه ؟ الجواب : حق الحرف هو : صفاته الأساسية التي لا تنفك عنه ، مستحق الحرف : هو صفاته العرضية الغير ملازمة له فيوصف بها تارة ولا يوصف بها تارة .\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 3 اذكر الفوائد من تعلم علم التجويد ؟ س 4 من هو :\r\nأ ) واضع علم التجويد العملية التطبيقية ؟\r\nب ) واضع قواعد علم التجويد العلمية النظرية ؟\r\nس 5 ما هو حكم علم التجويد من حيث :\r\nأ ) العلم بقواعده النظرية ؟\r\nب ) تطبيق قواعده العملية ؟\r\nس 6 أكمل ما يأتي :\r\nأ - قضايا ومسائل علم التجويد هي . . .\r\nب - فضل هذا العلم هو . . .\r\nج - يستمد هذا العلم من . . . و . . . و . . .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nس 7 ضع علامة ( ) أو ( ) مع تصحيح الخطأ :\r\nأ - يمكن أن يغني الكتاب والشريط عن التلقي من أفواه المشايخ ( ) .\r\nب - موضوع علم التجويد الكلمات القرآنية ( ) .\r\nج - ينتسب علم التجويد إلى الخليل بن أحمد الفراهيدي ( ) .\r\nس 8 وضح الفرق بين التحقيق والتدوير والحدر على مذهب ابن الجزري - رحمه اللّه . ؟ س 9 أيهما أفضل قلة القراءة مع التدبر أم كثرة القراءة مع عدم التدبر ؟\r\n\r\nتمرين عملي للاجتهاد الشخصي\r\nاقرأ سورة العلق بمراتب القراءة : التحقيق - التدوير - الحدر ؟\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\nالدرس الثالث\r\n\r\nفضل تلاوة القرآن وفضل تعلمه وتعليمه وآدابه في الكتاب والسنة\r\nإن فضل وثواب تلاوة القرآن الكريم مع تعلمه ، وتعليمه للناس والتأدب بآدابه هو فضل عظيم وجليل ، ولقد ورد بيان ذلك في الكتاب والسنة :\r\n\r\nأولا : فضل تلاوة القرآن الكريم :\r\nلقد رتب اللّه على تلاوة القرآن أجرا عظيما ودليل ذلك ما يلي :\r\n\r\n1 - في الكتاب :\r\nقال - تعالى - :  إِنَّ الَّذِينَ يَتْلُونَ كِتابَ اللَّهِ وَأَقامُوا الصَّلاةَ وَأَنْفَقُوا مِمَّا رَزَقْناهُمْ سِرًّا وَعَلانِيَةً يَرْجُونَ تِجارَةً لَنْ تَبُورَ  ( 29 ) [ فاطر : 29 
  ] .\r\nولعل في تقديم ذكر التلاوة على ذكر الصلاة والزكاة إشارة إلى مكانتها ومنزلتها العظيمة .\r\nقال - تعالى - :   إِنَّما أُمِرْتُ أَنْ أَعْبُدَ رَبَّ هذِهِ الْبَلْدَةِ الَّذِي حَرَّمَها وَلَهُ كُلُّ شَيْءٍ وَأُمِرْتُ أَنْ أَكُونَ مِنَ الْمُسْلِمِينَ ( 91 ) وَأَنْ أَتْلُوَا الْقُرْآنَ فَمَنِ اهْتَدى فَإِنَّما يَهْتَدِي لِنَفْسِهِ وَمَنْ ضَلَّ فَقُلْ إِنَّما أَنَا مِنَ الْمُنْذِرِينَ   ( 92 ) [ النمل : 91 - 92 
  ] .\r\nقال - تعالى - :  وَاتْلُ ما أُوحِيَ إِلَيْكَ مِنْ كِتابِ رَبِّكَ  [ الكهف : 27 
  ] .\r\nقال - تعالى - :  وَرَتِّلِ الْقُرْآنَ تَرْتِيلًا  [ المزمل : 4 
  ] .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nفي الآيات السابقة أمر من اللّه إلى رسوله وأمته من بعده بتلاوة القرآن ، ومعلوم أن اللّه لا يأمر المسلمين إلا بالخير وبما ينفعهم في دينهم وآخرتهم ودنياهم .\r\n\r\n2 - السنة :\r\n1 - « الماهر بالقرآن مع السفرة الكرام البررة والذي يقرأ القرآن ويتتعتع فيه وهو عليه شاق له أجران » رواه البخاري .\r\n2 - « اقرءوا القرآن فإنه يأتي يوم القيامة شفيعا لأصحابه » رواه مسلم .\r\n3 - « إن لله عز وجلّ أهلين من الناس ، قيل ومن هم يا رسول اللّه قال : أهل القرآن هم أهل اللّه وخاصته » صحيح الجامع .\r\n4 - « من قرأ حرفا من كتاب اللّه فله به حسنة والحسنة بعشر أمثالها لا أقول ألم حرف ولكن ألف حرف ولام حرف وميم حرف » . السلسلة الصحيحة .\r\n5 - « مثل المؤمن الذي يقرأ القرآن مثل الأترجة ريحها طيب وطعمها طيب ، ومثل المؤمن الذي لا يقرأ القرآن مثل التمرة لا ريح لها وطعمها حلو ، ومثل المنافق الذي يقرأ القرآن مثل الريحانة ريحها طيب وطعمها مر ، ومثل المنافق الذي لا يقرأ القرآن مثل الحنظلة لا ريح لها وطعمها مر » متفق عليه .\r\nوالأترجة نوع من الفاكهة ، والحنظل نبات يخرج في الصحراء .\r\nواللّه إنه لثواب عظيم وأجر كبير لا ينبغي لصاحب عقل سليم أن يفرط فيه .\r\n\r\nثانيا : فضل تعلم القرآن الكريم وتعليمه للناس :\r\nلقد أوضح لنا الإسلام أهمية تعلم القرآن الكريم وتعليمه ، ورتب على ذلك فضلا كبيرا وثوابا عظيما ، فقد قال النبي صلى اللّه عليه وسلم : « وما اجتمع قوم في بيت من بيوت اللّه يتلون كتاب اللّه ويتدارسونه بينهم إلا نزلت عليهم السكينة وغشيتهم\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالرحمة وحفتهم الملائكة وذكرهم اللّه فيمن عنده » رواه مسلم فقد جمع هذا الحديث أربعة أنواع من الثواب لمن يتلون القرآن ويتعلمونه وهذه الأنواع هي :\r\n1 - تنزل عليهم السكينة .\r\n2 - تغشاهم الرحمة .\r\n3 - تحفهم الملائكة .\r\n4 - يذكرهم اللّه فيمن عنده .\r\nومن أجمع الأحاديث في بيان فضل تعلم القرآن وتعليمه حديث النبي صلى اللّه عليه وسلم : « خيركم من تعلم القرآن وعلمه » رواه البخاري .\r\nلقد جعل الرسول صلى اللّه عليه وسلم في هذا الحديث من يتعلم القرآن ويعلمه لغيره خير الناس لأنه يعلمهم خير الكلام وهو كلام اللّه - تعالى - لذلك استحق أن يكون خير الناس .\r\nواعلم أن معنى تعلم القرآن معنى عام يشمل تعلم تلاوته ، وحفظه ، وتجويده ، وتفسيره ، وأحكامه ، والعمل به .\r\n\r\nثالثا : آداب تلاوة القرآن الكريم\r\nلكي نقرأ كتاب اللّه - تعالى - لا بدّ أن نتأدب مع كلام اللّه لأن في ذلك أدب مع اللّه عزّ وجل ، وتوقير لكلامه . ومن هذه الآداب :\r\n1 - الإخلاص : وهو أن تكون القراءة خالصة لوجه اللّه لا لسمعة ولا لرياء ولا لمال .\r\n2 - استقبال القبلة : يستحب أن يستقبل القبلة بوجهه عند قراءة القرآن لأنها عبادة من أجل العبادات لله - تعالى - .\r\n3 - الطهارة : وهو أن يكون القارئ طاهرا على وضوء خاصة إذا كان\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nسيقرأ من المصحف وليس من حفظه ، لقول النبي صلى اللّه عليه وسلم : « لا يمس القرآن إلا طاهر » .\r\n4 - الاستعاذة : وذلك في بداية القراءة لقوله - تعالى - :  فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطانِ الرَّجِيمِ  ( 98 ) [ النحل : 98 
  ] .\r\nوسيأتي الكلام على الاستعاذة فيما بعد .\r\n5 - البسملة : وذلك في بداية كل سورة ما عدا سورة التوبة لأن البسملة لم تكتب في أول سورة التوبة .\r\nوسيأتي الكلام على البسملة فيما بعد .\r\n6 - الخشوع والتدبر والتذكر : وهو أن يخشع القارئ في تلاوته ويستحضر جلال اللّه - تعالى - وعظمته في قلبه ، ويركز فيما يقرأ ولا يلهو ، ويحاول أن يفهم معانيه ، ويأخذ العبرة والعظة .\r\nقال - تعالى - :\r\nقال - تعالى - :  كِتابٌ أَنْزَلْناهُ إِلَيْكَ مُبارَكٌ لِيَدَّبَّرُوا آياتِهِ وَلِيَتَذَكَّرَ أُولُوا الْأَلْبابِ  [ ص : 29 
  ] .\r\n7 - إذا مر القارئ بآية فيها وعد سأل اللّه من فضله وإذا مر القارئ بآية فيها وعيد استعاذ باللّه من عذابه وعقابه وإذا مر بآية تسبيح سبح ، لأن ذلك من سنة النبي صلى اللّه عليه وسلم .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nتدريبات محلولة\r\nس 1 اذكر دليلا من القرآن وآخر من السنة على فضل تلاوة القرآن الكريم ؟ الجواب : الدليل من القرآن قول اللّه - تعالى - :  إِنَّ الَّذِينَ يَتْلُونَ كِتابَ اللَّهِ وَأَقامُوا الصَّلاةَ  [ فاطر : 29 
  ] .\r\nالدليل من السنة قول النبي صلى اللّه عليه وسلم : « الماهر بالقرآن مع السفرة الكرام البررة » البخاري .\r\nس 2 ما معنى تعلم القرآن ؟ الجواب : معناه شامل يتضمن تعلم تلاوته وتجويده وحفظه وتفسيره وأحكامه والعمل به .\r\nس 3 ما المقصود من قول النبي صلى اللّه عليه وسلم : « لا يمس القرآن إلا طاهر » ؟ الجواب : المقصود هو أنه لا يجوز لمس المصحف إلا بوضوء .\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 4 ما المقصود من قوله - تعالى - :  كِتابٌ أَنْزَلْناهُ إِلَيْكَ مُبارَكٌ لِيَدَّبَّرُوا آياتِهِ وَلِيَتَذَكَّرَ أُولُوا الْأَلْبابِ  ؟\r\nس 5 لما ذا استحق معلم القرآن أن يكون من خير الناس ؟ س 6 ما هو فضل الاجتماع في بيوت اللّه لتلاوة القرآن ومدارسته ؟\r\nس 7 اذكر أربعا من آداب تلاوة القرآن الكريم ؟ س 8 إلى أي شيء يشير تقديم ذكر التلاوة على ذكر الصلاة والزكاة في قوله - تعالى - :  إِنَّ الَّذِينَ يَتْلُونَ كِتابَ اللَّهِ وَأَقامُوا الصَّلاةَ وَأَنْفَقُوا مِمَّا رَزَقْناهُمْ  [ فاطر : 29 
  ] .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nالدرس الرابع\r\n\r\nحكم اللحن في تلاوة القرآن الكريم\r\nاعلم أخي الكريم أن تعلمنا لأحكام التجويد ما هو إلا وسيلة والغاية هي قراءة القرآن بطريقة سليمة خالية من الأخطاء ، ولقد علمنا أن من فائدة تعلم التجويد هو صون وحماية اللسان من اللحن والخطأ في تلاوة القرآن الكريم .\r\n\r\nتعريف اللحن :\r\nاللحن لغة هو : الميل عن الصواب إلى الخطأ .\r\nقال - تعالى - :  وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ  [ محمد : 30 
  ] . أي في ميلهم عن قول الحق .\r\nاصطلاحا : الخطأ في تلاوة القرآن الكريم وهو على قسمين :\r\n\r\n1 - لحن جلي :\r\nوهو خطأ ظاهر وواضح للمتخصصين وغير المتخصصين في علم التجويد .\r\nوهذا القسم يتفرع إلى فرعين :\r\nأ - خطأ يطرأ على الكلمة ويغيّر معناها .\r\n* مثال :\r\nضم تاء  أَنْعَمْتَ  [ الفاتحة : 7 
  ] ، فتح هاء لفظ الجلالة في قوله - تعالى - :\r\n وَكَلَّمَ اللَّهُ مُوسى تَكْلِيماً  [ النساء : 164 
  ] .\r\nب - خطأ يطرأ على الكلمة ولا يغير معناها .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n- وذلك كإبدال حرف بحرف .\r\nمثال : كإبدال التاء طاء في قوله - تعالى - :  الْمُسْتَقِيمَ  .\r\n- أو إبدال حركة بحركة .\r\nمثال : ضم الباء في قوله - تعالى - :  لا رَيْبَ  .\r\nوحكم اللحن الجلي : حرام : إذا كان متعمدا .\r\nوإذا ألحن القارئ في الصلاة في سورة الفاتحة لحنا جليّا يغير المعنى بطلت صلاته .\r\n\r\n2 - لحن خفي :\r\nوهو خطأ غير واضح يعرفه فقط المتخصصون في هذا العلم ويخفى على غيرهم .\r\nوذلك كترك المد والغنة والإدغام والإخفاء وغيرها من أحكام التجويد أثناء القراءة .\r\nوحكم اللحن الخفي : أنه يكره الإتيان به إذا كان متعمدا .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nتدريبات محلولة\r\nس 1 ما معنى اللحن لغة واصطلاحا ؟ الجواب : اللحن لغة : هو الميل عن الصواب إلى الخطأ .\r\nاصطلاحا : الخطأ في تلاوة القرآن الكريم .\r\nس 2 ما المقصود من قوله - تعالى - :  وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ  ؟\r\nالجواب : أي ميلهم عن قول الحق .\r\nس 3 ما هي أقسام اللحن ؟ الجواب : على قسمين :\r\n1 - لحن جلي .\r\n2 - لحن خفي .\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 4 عرف اللحن الجلي ؟ ووضح فرعيه ؟ مع ضرب مثال لكل فرع ؟ س 5 عرف اللحن الخفي ؟ مع ضرب مثال له ؟ س 6 ما حكم كل من اللحن الجلي والخفي ؟ س 7 ضع علامة ( ) أو ( ) مع تصحيح الأخطاء :\r\n1 - اللحن الجلي في سورة الفاتحة يبطل الصلاة ( ) .\r\n2 - فتح الهاء في قوله - تعالى - :  وَكَلَّمَ اللَّهُ مُوسى تَكْلِيماً  هو لحنا خفيّا ( ) .\r\n3 - تعلم أحكام التجويد غاية في حد ذاتها ( ) .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nتمرين عملي للاجتهاد الشخصي\r\nوضح اللحن الجلي والخفي في كل من الأحوال الآتية :\r\n1 - ضم التاء في قوله :  أَنْعَمْتَ  .\r\n2 - قصر المد في كلمة :  الْمَلائِكَةِ  .\r\n3 - ترك الغنة في النون المشددة في قوله - تعالى - :  النَّاسِ  .\r\n4 - إبدال الذال زاء في قوله - تعالى - :  الَّذِينَ  .\r\n5 - إبدال الثاء سينا في قوله - تعالى - :  ثَمُودَ  .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nالدرس الخامس\r\n\r\nحكم الاستعاذة والبسملة\r\nتعلمنا أن من آداب تلاوة القرآن الاستعاذة في بداية القراءة ، والبسملة في بداية كل سورة ما عدا سورة التوبة ، وفي هذا الدرس نوضح ذلك :\r\n\r\nأولا : الاستعاذة\r\nمعناها :\r\nالالتجاء والاعتصام والتحصن باللّه - سبحانه وتعالى - من الشيطان الرجيم .\r\nدليلها :\r\nقول اللّه - تعالى - :  فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطانِ الرَّجِيمِ  ( 98 ) [ النحل : 98 
  ] .\r\nحكمها :\r\nحدث خلاف بين العلماء هل هي واجبة أم مستحبة ؟ ، والجمهور على أنها مستحبة وحملوا قوله - تعالى - :  فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطانِ الرَّجِيمِ  ( 98 ) على الاستحباب .\r\nصيغها :\r\nللاستعاذة صيغ عديدة منها هذه الصيغ الثلاث على الترتيب :\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n1 - أعوذ باللّه من الشيطان الرجيم .\r\n2 - أعوذ باللّه السميع العليم من الشيطان الرجيم .\r\n3 - أعوذ باللّه من الشيطان الرجيم من نفخه « 1 » ونفثه « 2 » وهمزه « 3 » .\r\n* الجهر والإسرار بها :\r\nاختار أهل الأداء بعض المواطن يستحب فيها الإسرار بالاستعاذة وهي :\r\n1 - في الصلاة سواء كانت جهرية أو سرية .\r\n2 - إذا كان القارئ يقرأ سرا .\r\n3 - إذا كان القارئ خاليا سواء كان يقرأ سرا أو جهرا .\r\nوفيما عدا ذلك يستحب الجهر .\r\n\r\nثانيا : البسملة « 4 »\r\n* البسملة هي : قول  بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ  .\r\nوهي مكتوبة في المصحف في أول كل سورة ما عدا سورة التوبة باتفاق وتقرأ في بداية كل سورة سوى التوبة ، فلا يجوز تلاوتها في أول سورة التوبة ؛ أما في وسط السور فللقارئ الاختيار إما أن يقرأها أو لا يقرأها .\r\nوأما في وسط سورة التوبة حدث خلاف بين قراءتها أو عدم قراءتها والأولى عدم قراءتها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكبر .\r\n( 2 ) الشعر .\r\n( 3 ) الجنون .\r\n( 4 ) البسملة آية من الفاتحة في رواية حفص التي نقرأ بها لذلك يجب عند قراءة الفاتحة قراءة البسملة في أولها وعدم تركها .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nوسبب عدم تلاوتها في بداية سورة التوبة أنها لم تكتب في أول سورة التوبة ، ولم تكتب في أول سورة التوبة لنزول السورة بالسيف وما اشتملت عليه من الأمر بالقتل والحصر ، والبسملة أمان ورحمة فلا يتناسب مقام البسملة مع سورة التوبة ، واللّه أعلم .\r\n\r\nكيفية نطق الاستعاذة مع البسملة مع أول السورة\r\nهناك أربع حالات لنطق الاستعاذة مع البسملة مع أول السورة تتفاضل على الترتيب :\r\n1 - قطع الجميع : ( الاستعاذة والبسملة وأول السورة ) .\r\n* مثال : أعوذ باللّه من الشيطان الرجيم ( ثم نقف ) بسم اللّه الرحمن الرحيم ( ثم نقف )   قُلْ هُوَ اللَّهُ أَحَدٌ   ( 1 )\r\n2 - قطع الاستعاذة عن البسملة ثم وصل البسملة بأول السورة :\r\n* مثال : أعوذ باللّه من الشيطان الرجيم ( ثم نقف ) بسم اللّه الرحمن الرحيم   قُلْ هُوَ اللَّهُ أَحَدٌ   ( 1 )\r\n3 - وصل الاستعاذة بالبسملة ثم قطع البسملة عن أول السورة :\r\n* مثال : أعوذ باللّه من الشيطان الرجيم بسم اللّه الرحمن الرحيم ( ثم نقف )   قُلْ هُوَ اللَّهُ أَحَدٌ   ( 1 )\r\n4 - وصل الجميع ( الاستعاذة مع البسملة مع أول السورة ) مثال : أعوذ باللّه من الشيطان الرجيم بسم اللّه الرحمن الرحيم   قُلْ هُوَ اللَّهُ أَحَدٌ   ( 1 )\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\nكيفية نطق البسملة بين السورتين « 1 »\r\nهناك ثلاث حالات جائزة في النطق بالبسملة بين السورتين تتفاضل على الترتيب :\r\n1 - قطع الجميع ويقصد بالجميع هنا : آخر آية في السورة والبسملة وأول السورة التالية .\r\nمثال :  صُحُفِ إِبْراهِيمَ وَمُوسى  ( ثم نقف )  بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ  ( ثم نقف )   هَلْ أَتاكَ حَدِيثُ الْغاشِيَةِ   ( 1 )\r\n2 - قطع آخر آية في السورة ثم وصل البسملة مع أول السورة التالية * مثال :\r\n صُحُفِ إِبْراهِيمَ وَمُوسى  ( ثم نقف )  بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ    هَلْ أَتاكَ حَدِيثُ الْغاشِيَةِ   ( 1 )\r\n3 - وصل الجميع .\r\n* مثال :\r\n صُحُفِ إِبْراهِيمَ وَمُوسى  ( 19 ) بسم اللّه الرحمن الرحيم   هَلْ أَتاكَ حَدِيثُ الْغاشِيَةِ   ( 1 )\r\nوهناك حالة غير جائزة وتمتنع في النطق بالبسملة بين السورتين وهذه الحالة هي : وصل آخر آية في السورة الأولى والبسملة مع قطع أول السورة الثانية .\r\n* مثال :\r\n صُحُفِ إِبْراهِيمَ وَمُوسى  ( 19 )  بِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ  ( ثم نقف )   هَلْ أَتاكَ  \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يستثنى من هذا الحكم ما بين سورتي الأنفال والتوبة .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n  حَدِيثُ الْغاشِيَةِ   ( 1 ) وهذه الحالة ممنوعة لأن البسملة جعلت لأوائل السور وليس لأواخرها وحتى لا يتوهم السامع أن البسملة جزء من آخر السورة .\r\n\r\nكيفية وصل سورة الأنفال بسورة التوبة\r\nقد علمنا أن سورة التوبة ليس فيها بسملة ولا ننطق البسملة أولها ولا في وسطها وعند وصل سورة الأنفال بسورة التوبة ثلاث حالات تتفاضل على الترتيب :\r\n1 - قطع آخر سورة الأنفال عن أول سورة التوبة هكذا :  إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ  ( نقف )  بَراءَةٌ مِنَ اللَّهِ وَرَسُولِهِ \r\n2 - السكت بين آخر سورة الأنفال وأول سورة براءة والسكت هنا بدون بسملة والسكت معناه أن نقف زمنا يسيرا بدون تنفس ثم نكمل القراءة هكذا :  إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ  ( سكتة لطيفة بدون تنفس )  بَراءَةٌ مِنَ اللَّهِ وَرَسُولِهِ \r\n3 - وصل آخر سورة الأنفال بأول سورة التوبة هكذا :  إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ   بَراءَةٌ مِنَ اللَّهِ وَرَسُولِهِ \r\n\r\nالفرق بين الوقف والسكت والقطع\r\n* الوقف : هو التوقف عن القراءة زمنا قليلا ( يتنفس فيه القارئ ) بنية استئناف القراءة .\r\n* السكت : هو التوقف عن القراءة زمنا أقل من زمن التوقف بدون تنفس بنية استئناف القراءة .\r\n* القطع : هو التوقف عن القراءة وقطعها والانتهاء منها بنية عدم استئناف القراءة .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\nحكم سكتات حفص :\r\nولحفص أربع سكتات متفق عليها وذلك على توسط المنفصل ، واثنان مختلف فيهما :\r\n* السكتات المتفق عليها : 1 - قوله - تعالى - :    عِوَجاً ( 1 ) قَيِّماً    [ الكهف : 1 
  ] ، عند وصل   عِوَجاً   ب  قَيِّماً  .\r\n2 - قوله - تعالى - :  مَرْقَدِنا هذا  [ يس : 52 
  ] ، عند وصل  مَرْقَدِنا  ب  هذا  .\r\n3 - قوله - تعالى - :  مَنْ راقٍ  [ القيامة : 27 
  ] ، عند وصل  مَنْ  ب  راقٍ  .\r\n4 - قوله - تعالى - :  بَلْ رانَ  [ المطففين : 14 
  ] ، عند وصل  بَلْ  ب  رانَ  .\r\n* والموضعان المختلف فيهما :\r\n1 - ما بين الأنفال والتوبة كما هو موضح سابقا .\r\n2 - قوله - تعالى - :   مالِيَهْ ( 28 ) هَلَكَ   [ الحاقة : [ 28 - 29 
  ] ، عند وصل  مالِيَهْ  ب  هَلَكَ  .\r\n* وفي هذين الموضعين يجوز :\r\n1 - السكت .\r\n2 - الإدغام .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nملخص الاستعاذة\r\n* معناها : الالتجاء والتحصن باللّه من الشيطان الرجيم .\r\n* حكمها : مستحبة على قول الجمهور .\r\n* دليلها : قول اللّه - تعالى - :  فَإِذا قَرَأْتَ الْقُرْآنَ فَاسْتَعِذْ بِاللَّهِ مِنَ الشَّيْطانِ الرَّجِيمِ  ( 98 ) .\r\n* صيغها :\r\n1 - أعوذ باللّه من الشيطان الرجيم .\r\n2 - أعوذ باللّه السميع العليم من الشيطان الرجيم .\r\n3 - أعوذ باللّه من الشيطان الرجيم من نفخه ونفثه وهمزه .\r\n* الإسرار بها\r\n1 - في الصلاة سرية أو جهرية .\r\n2 - إذا كان القارئ يقرأ سرا .\r\n3 - إذا كان القارئ خاليا سواء كان يقرأ سرا أو جهرا .\r\nالجهر بها يكون في غير حالات الإسرار بها .\r\n\r\nملخص البسملة\r\n* لفظها : بسم اللّه الرحمن الرحيم * حكمها : لا بد من قراءتها أول كل سورة ما عدا التوبة أما في وسط السورة للقارئ الخيار .\r\n* كيفية النطق بها :\r\n- مع الاستعاذة مع أول السورة :\r\nقطع الجمع - قطعت الأول مع وصل الثاني بالثالث - وصل الأول بالثاني مع قطع الثالث - وصل الجمع\r\n- بين السورتين :\r\nقطع الجمع - قطع الأول مع وصل الثاني بالثالث - وصل الجمع .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nتدريبات محلولة\r\nس 1 ما معنى الاستعاذة ؟ الجواب : معناها : الالتجاء والاعتصام والتحصن باللّه - تعالى - من الشيطان الرجيم .\r\nس 2 عرف القطع ؟ الجواب : القطع : هو التوقف عن القراءة وقطعها والانتهاء منها بنية عدم استئناف القراءة .\r\nس 3 لما ذا لم تكتب البسملة أول سورة التوبة ؟ الجواب : لنزولها بالسيف والقتل والتشريد للكفار والمنافقين والمشركين والبسملة أمان ورحمة من اللّه فلا يتناسب مقامها مع سورة التوبة واللّه أعلم .\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 4 وضح حكم الاستعاذة في بداية التلاوة ؟ وما الدليل على ذلك ؟\r\nس 5 للاستعاذة صيغ اذكر مما درسته منها ؟ س 6 ما الفرق بين الوقف والسكت والقطع ؟ س 7 وضح سكتات حفص المتفق عليها على توسط المنفصل ؟ س 8 أكمل :\r\nأ - البسملة هي قولنا\r\nب - حكم البسملة أواسط السور\r\nج - معنى نفخه . . . نفثه . . . ، همزة . . .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nس 9 ضع علامة ( ) أو ( ) مع تصحيح الخطأ :\r\n1 - البسملة ليست آية من الفاتحة في رواية حفص ( ) .\r\n2 - البسملة مكتوبة في أول كل سورة من سور القرآن الكريم ( ) .\r\n3 - أوجه الاستعاذة مع البسملة مع أول السورة أربعة أوجه جائزة ( ) .\r\n4 - أوجه البسملة بين السورتين الجائزة ثلاث أوجه ( ) .\r\n5 - عند وصل  مالِيَهْ  ب  هَلَكَ  لا يجوز إلا السكت فقط عند حفص على توسط المنفصل ( ) .\r\n\r\nتمارين عملية للاجتهاد الشخصي\r\n1 - اذكر أوجه القراءة في الحالة الآتية :\r\n أُولئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ  ( 42 ) بسم اللّه الرحمن الرحيم   إِذَا الشَّمْسُ كُوِّرَتْ   ( 1 )\r\n2 - اقرأ أول سورة النبأ ووضح أوجه الاستعاذة والبسملة معها ؟\r\n3 - اقرأ آخر سورة الأنفال مع أول سورة التوبة ووضح أوجهها الثلاثة بالترتيب ؟\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\nالدرس السادس\r\n\r\nأحكام النون الساكنة والتنوين\r\nقبل الكلام على النون الساكنة والتنوين لا بد من الكلام على الغنة لأنها أصل في هذا الباب .\r\nتعريف الغنة : * لغة : هي صوت له رنين في الخيشوم .\r\n* اصطلاحا : هو صوت لذيذ مركب في جسم النون والميم دون عمل للسان فيه .\r\nمخرجها : الخيشوم وهو أعلى الأنف وأقصاه من الداخل .\r\nومقدار الغنة : حركتان وزمن الحركة كزمن قبض كف اليد أو بسطها باعتدال .\r\nوتكون الغنة كاملة في النون والميم المشددتين ثم الإدغام بغنة ثم الإخفاء ويكون أصل الغنة في النون الساكنة والتنوين والميم الساكنة عند إظهارهم .\r\nوإليك حكم النون الساكنة والتنوين :\r\nتعريف النون الساكنة هي : نون خالية من الحركة ويتلفظ بها ساكنة .\r\nوهذه النون ثابتة لفظا وخطا ، وصلا ووقفا وتكون في الأسماء والأفعال والحروف وتكون متوسطه ومتطرفة ، وتكون أصلية مثل  أَنْتَ  وزائدة مثل  فَانْقَلَبُوا  .\r\n* مثالها في الأسماء :  الدُّنْيا  -  الْأَنْبِياءَ  -  جُنْدٍ  .\r\n* مثالها في الأفعال :  فَانْتَصِرْ  -   وَانْشَقَّ   -  يُنْظَرُونَ  .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n* مثالها في الحروف : ( من - عن - لن ) .\r\nتعريف التنوين : هو نون زائدة تلحق بآخر الأسماء ، تنطق لفظا ولا تكتب خطا ، وهي ثابتة دائما في الوصل دون الوقف . والتنوين إما مفتوحا أو مضموما أو مكسورا .\r\n* مثال التنوين المفتوح :  شَراباً طَهُوراً  -  عَلِيماً حَكِيماً  .\r\n* مثال التنوين المضموم :  رَسُولٌ مِنَ اللَّهِ  -  غَفُورٌ رَحِيمٌ  .\r\n* مثال التنوين المكسور :  يَوْمَئِذٍ ناعِمَةٌ  -  عِيشَةٍ راضِيَةٍ  .\r\nكيفية الوقف على التنوين : أ - إذا كان التنوين مفتوحا نقف بالألف ( وهذا ما يسمى بمد العوض ) مثل :\r\nالوقف على  طَهُوراً  -  خَبِيراً  .\r\nب - إذ كان التنوين مضموما أو مكسورا نقف بسكون محض مثل الوقف على :  رَسُولٌ  -  يَوْمَئِذٍ  .\r\nبعد أن عرفنا معنى النون الساكنة والتنوين وإن كانا يختلفان في التعريف فإن أحكامهما واحدة وتنقسم إلى أربعة أقسام :\r\n1 - الإظهار الحلقي . 2 - الإدغام .\r\n3 - الإقلاب . 4 - الإخفاء الحقيقي .\r\nولنبدأ بتوضيح هذه الأقسام الأربعة :\r\n\r\nأولا : الإظهار الحلقي\r\n* ومعنى الإظهار لغة هو : البيان والتوضيح .\r\n* اصطلاحا : إخراج الحرف المظهر من مخرجه بدون غنة كاملة .\r\nوالمقصود بالحرف المظهر هنا النون الساكنة أو التنوين .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nحروفه : ستة وهي : ( ء - ه - ع - ح - غ - خ ) .\r\nوهي مجموعة في هذا البيت من تحفة الأطفال في تجويد القرآن « 1 » :\r\n همز فهاء ثم عين حاء * مهملتان ثم غين خاء \r\nفإذا وقع أي حرف من هذه الحروف الستة بعد النون الساكنة ( في كلمة أو كلمتين ) أو بعد التنوين ( ولا يكون إلا من كلمتين ) وجب الإظهار ، ويسمى إظهارا حلقيا لأن هذه الحروف الستة تخرج من الحلق .\r\nوسبب الإظهار : بعد مخرج النون الساكنة والتنوين عن مخرج حروف الحلق .\r\nأمثلة الإظهار الحلقي [ تصوير 
  ] الهمزة /  وَيَنْأَوْنَ  /  مَنْ آمَنَ  /  غاسِقٍ إِذا \r\nالهاء /  الَّذِي يَنْهى  /  مِنْ هادٍ  /  قَوْمٍ هادٍ \r\nالعين /  أَنْعَمْتَ  /  مِنْ عَيْنٍ  /  خُلُقٍ عَظِيمٍ \r\nالحاء /  يَنْحِتُونَ  /  مَنْ حَادَّ  /  شَكُورٌ حَلِيمٌ \r\nالغين /  فَسَيُنْغِضُونَ  /  مِنْ غَيْرِ  /  أَجْرٌ غَيْرُ \r\nالخاء /  وَالْمُنْخَنِقَةُ  /  مِنْ خَوْفٍ  /  يَوْمَئِذٍ خاشِعَةٌ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) متن تحفة الأطفال للعلامة الجمزوري رحمه اللّه .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nتدريبات محلولة\r\nس 1 عرف الغنة اصطلاحا ؟ وما مخرجها ؟ وما مقدارها ؟ الجواب : الغنة اصطلاحا : هو صوت لذيذ مركب في جسم النون والميم دون عمل للسان فيه .\r\nمخرجها : الخيشوم .\r\nمقدارها : حركتان .\r\nس 2 عرف النون الساكنة ثم عرف التنوين ؟ الجواب : النون الساكنة : هي نون خالية من الحركة تنطق وتكتب وتكون في الأسماء ، والأفعال ، والحروف ، وتكون متوسطة ومتطرفة .\r\nالتنوين هو نون زائدة تلحق بآخر الأسماء تنطق ولا تكتب .\r\nس 3 وضح كيفية الوقف على التنوين ؟ الجواب : الوقف على التنوين المفتوح بالألف .\r\nالوقف على التنوين المضموم والمكسور بالسكون .\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 4 ما هي أحكام النون الساكنة والتنوين إجمالا ؟ س 5 عرف الإظهار الحلقي لغة واصطلاحا ؟ وما هي حروفه ؟ وما سبب الإظهار ؟ ولما ذا سمى حلقيا ؟\r\n\r\nتمرين عملي ( مجاب عنه )\r\nس 6 اذكر أمثلة للنون الساكنة في كلمة وفي كلمتين وأمثلة للتنوين مع أحرف الحلق مع ذلك حكم كل منها ؟\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالجواب :\r\n[ تصوير 
  ] الهمزة /  وَيَنْأَوْنَ  /  مَنْ آمَنَ  /  غاسِقٍ إِذا  / إظهار حلقي لوقوع الهمزة بعد النون الساكن والتنوين\r\nالهاء /  الَّذِي يَنْهى  /  مِنْ هادٍ  /  قَوْمٍ هادٍ  / إظهار حلقي لوقوع الهاء بعد النون الساكنة والتنوين\r\nالعين /  أَنْعَمْتَ  /  مِنْ عَيْنٍ  /  خُلُقٍ عَظِيمٍ  / إظهار حلقي لوقوع العين بعد النون الساكنة والتنوين\r\nالحاء /  يَنْحِتُونَ  /  مَنْ حَادَّ  /  شَكُورٌ حَلِيمٌ  / إظهار حلقي لوقوع الحاء بعد النون الساكنة والتنوين\r\nالغين /  فَسَيُنْغِضُونَ  /  مِنْ غَيْرِ  /  أَجْرٌ غَيْرُ  / إظهار حلقي لوقوع الحاء بعد النون الساكنة والتنوين\r\nالخاء /  وَالْمُنْخَنِقَةُ  /  مِنْ خَوْفٍ  /  يَوْمَئِذٍ خاشِعَةٌ  / إظهار حلقي لوقوع الخاء بعد النون الساكنة والتنوين\r\n\r\nتمرين عملي للاجتهاد الشخصي\r\nس 7 وضح حكم النون الساكنة والتنوين في الأمثلة الآتية مع ذكر السبب ؟  أَنْعَمْتَ  -  عَزِيزٌ غَفُورٌ  -  وَالْمُنْخَنِقَةُ  -  مِنْ غِلٍّ *  -  يَنْحِتُونَ  -  مَنْ آمَنَ  -  وَجَنَّاتٍ أَلْفافاً  -  سَمِيعٌ عَلِيمٌ  .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nثانيا الإدغام\r\nمعنى الإدغام لغة : إدخال شيء في شيء .\r\n* اصطلاحا : إدخال حرف ساكن في حرف متحرك بحيث يصيران حرفا واحدا مشددا يرتفع عنه اللسان ارتفاعة واحدة .\r\n* حروفه : ستة وهي : ( ى - ر - م - ل - و - ن ) وهي مجموعة في كلمة ( يرملون ) ، فإذا وقع أي حرف من الحروف الستة السابقة بعد النون الساكنة أو التنوين وجب الإدغام .\r\n* وللإدغام سببان هما :\r\n1 - التماثل بالنسبة للنون .\r\n2 - التقارب بالنسبة للحروف الخمسة الباقية .\r\n\r\n* والإدغام على قسمين :\r\n1 - إدغام بغنة .\r\n2 - إدغام بدون غنة .\r\n* وإليك بيان ذلك :\r\n\r\n1 - إدغام بغنة\r\nوحروفه : أربعة وهي : ( ى - ن - م - و ) ومجموعة في كلمة ( ينمو ) .\r\nفإذا وقع أي حرف من هذه الحروف بعد النون الساكنة بشرط أن يكون من كلمتين أو بعد التنوين ، ولا يكون إلا من كلمتين أو بعد نون ملحقة بالتنوين مثل  وَلَيَكُوناً مِنَ الصَّاغِرِينَ  [ يوسف : 32 
  ] . وجب الإدغام بغنة .\r\nويسمى الإدغام بغنة إدغاما ناقصا لذهاب الحرف وبقاء الصفة وهي الغنة .\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n* ويستثنى من هذه القاعدة :\r\n1 - إذا وقعت حروف الإدغام بغنة بعد النون الساكنة في كلمة واحدة .\r\nومثاله في القرآن :  صِنْوانٌ  -  قِنْوانٌ  -  الدُّنْيا  -  بَنِينَ  .\r\nفيجب هنا الإظهار ويسمى إظهارا مطلقا لعدم تقيده بحلق أو شفة .\r\nوسبب الإظهار هنا : هو عدم التباس معنى أو أصل هذه الكلمة على القارئ والسامع .\r\n2 - أول سورة    يس ( 1 ) وَالْقُرْآنِ الْحَكِيمِ ( 2 )    وأول سورة القلم   ن وَالْقَلَمِ وَما يَسْطُرُونَ   ( 1 ) فيجب في هذين الموضعين إظهار النون عند مقابلتها للواو ويسمى أيضا إظهارا مطلقا .\r\nأمثلة الإدغام بغنة [ تصوير 
  ] الياء /  وَمَنْ يَعْمَلْ  /  خَيْراً يَرَهُ \r\nالنون /  إِنْ نَفَعَتِ  /  يَوْمَئِذٍ ناعِمَةٌ \r\nالميم /  مِنْ مَسَدٍ  /  رَسُولٌ مِنَ اللَّهِ \r\nالواو /  مِنْ وَلِيٍّ  /  جَنَّةً وَحَرِيراً \r\n\r\n2 - إدغام بدون غنة :\r\nوله حرفان هما : الراء واللام ( ر - ل ) فإذا وقع أي حرف من هذين الحرفين بعد النون الساكنة أو التنوين وجب الإدغام بدون غنة ويسمى الإدغام بدون غنة إدغاما كاملا لذهاب الحرف والصفة معا .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n* أمثلة الإدغام بدون غنة : [ تصوير 
  ] الراء /  عَنْ رَبِّهِمْ  /  غَفُورٌ رَحِيمٌ \r\nاللام /  مِنْ لَبَنٍ  /  يَوْمَئِذٍ لَمَحْجُوبُونَ \r\n\r\nتدريبات محلولة\r\nس 1 عرف الإدغام لغة واصطلاحا ؟ واذكر حروفه ؟ الجواب : الإدغام لغة : إدخال شيء في شيء .\r\nاصطلاحا : إدخال حرف ساكن في حرف متحرك فيصيران حرفا واحدا مشددا .\r\nس 2 ما هي حروف الإدغام مع النون الساكنة والتنوين ؟ هي مجموعة في كلمة ( يرملون ) .\r\nس 3 وضح قسمي الإدغام ؟ الجواب :\r\n1 - بغنة .\r\n2 - بدون غنة .\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 4 ما هي حروف الإدغام بغنة ؟ وحروف الإدغام بدون غنة ؟ س 5 لما ذا سمى الإدغام بغنة ناقصا ، والإدغام بدون غنة كاملا ؟ س 6 ما هو المستثنى من قاعدة الإدغام بغنة ؟ ولما ذا ؟\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nس 7 ضع علامة ( [ تصوير 
  ] ) أو ( ) مع تصحيح الخطأ :\r\n1 - اللام من حروف الإدغام بغنة ( ) .\r\n2 - يجب الإظهار في كلمة  بَنِينَ  ( ) .\r\n3 - يجب الإدغام في    يس ( 1 ) وَالْقُرْآنِ الْحَكِيمِ    ( 2 ) ( ) .\r\n\r\nتمرين عملي مجاب عنه\r\nس 8 وضح الحكم في الأمثلة الآتية :\r\n1 -   ن وَالْقَلَمِ   . 2 -  مَنْ يَعْمَلْ  .\r\n3 -  جَنَّةً وَحَرِيراً  . 4 -  قِنْوانٌ  .\r\n5 -  مِنْ رَبِّهِمْ  . 6 -  مِنْ لَدُنَّا  .\r\nالجواب :\r\nم / المثال / الحكم / السبب\r\n1 /   ن وَالْقَلَمِ   / إظهار مطلق / تواتر الرواية عن حفص في ذلك\r\n2 /  مَنْ يَعْمَلْ  / إدغام بغنة / لوقوع الياء بعد النون الساكنة في كلمتين\r\n3 /  جَنَّةً وَحَرِيراً  / إدغام بغنة / لوقوع الواو المتحركة بعد التنوين\r\n4 /  قِنْوانٌ  / إظهار مطلق / لوقوع الواو بعد النون الساكنة في كلمة\r\n5 /  مِنْ رَبِّهِمْ  / إدغام بدون غنة / لوقوع الراء بعد النون الساكنة\r\n6 /  مِنْ لَدُنَّا  / إدغام بدون غنة / لوقوع اللام بعد النون الساكنة\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nتمارين عملية للاجتهاد الشخصي\r\nس 9 وضح الإدغام ونوعه وسببه في كل من الأمثلة الآتية :\r\n مَثَلًا ما  -  وَرَعْدٌ وَبَرْقٌ  -  ثَمَرَةٍ رِزْقاً  -  فَإِنْ لَمْ  .\r\nس 10 اقرأ سورة المطففين واستخرج منها :\r\n1 - مثلين للإدغام بغنة .\r\n2 - مثلين للإدغام بدون غنة .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\nثالثا : الإقلاب\r\n* معنى الإقلاب لغة : تحويل الشيء عن أصله .\r\n* اصطلاحا : هو تحويل النون الساكنة أو التنوين ميما مخفاة عند ملاقاة أحدهما للباء .\r\nوحرف الإقلاب هو الباء : فإذا وقعت الباء بعد النون الساكنة سواء في كلمة أو كلمتين أو بعد التنوين ولا يكون إلا من كلمتين أو بعد نون ملحقة بالتنوين مثل  لَنَسْفَعاً بِالنَّاصِيَةِ  [ العلق : 15 
  ] ، نقلب النون الساكنة أو التنوين ميما مخفاة مع إثبات الغنة .\r\nويحذر من كز الشفتين على الميم المقلوبة بل يجب التلطف عند النطق بها وسبب الإقلاب هو تعذر النطق بالإظهار أو الإدغام عند ملاقاة النون الساكنة أو التنوين للباء فتم التوصل لقلب النون الساكنة والتنوين ميما ليسهل الإخفاء .\r\n* مثاله مع النون الساكنة :\r\n1 - في كلمة :  لَيُنْبَذَنَّ  . 2 - في كلمتين :  يُؤْمِنْ بِرَبِّهِ  .\r\n* مثاله مع التنوين :\r\n عَلِيمٌ بِذاتِ  .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nرابعا : الإخفاء الحقيقي\r\n\r\nتعريف الإخفاء :\r\nلغة : السّتر .\r\nاصطلاحا : النطق بالنون الساكنة أو التنوين بصفة بين الإظهار والإدغام بدون شدة وبقاء الغنة في النون الساكنة والتنوين . وحروفه خمسة عشر حرفا وهي :\r\n( ص - ذ - ث - ك - ج - ش - ق - س - د - ط - ز - ف - ت - ض - ظ ) .\r\nوهذه الحروف مجموعة في أوائل كلمات هذا البيت من تحفة الأطفال في تجويد القرآن :\r\n صف ذا ثنا كم جاد شخص قد سما * دم طيبا زد في تقى ضع ظالما \r\nفإذا وقع أي حرف من هذه الحروف بعد النون الساكنة أو بعد التنوين وجب الإخفاء ، وسمي إخفاء حقيقيا . لتحقق الإخفاء فيه أكثر من غيره .\r\nأمثلة للإخفاء الحقيقي :\r\n[ تصوير 
  ] ص /  وَيَنْصُرُونَ  /  مِنْ صَلْصالٍ  /  رِيحاً صَرْصَراً \r\nذ /  فَأَنْذِرْ  /  مَنْ ذَا الَّذِي  /  سِراعاً ذلِكَ \r\nث /  مَنْثُوراً  /  فَمَنْ ثَقُلَتْ  /  قَوْلًا ثَقِيلًا \r\nك /  مِنْكُمْ  /  مَنْ كانَ  /  سِراعاً كَأَنَّهُمْ \r\nج /  فَأَنْجَيْناكُمْ  /  مَنْ جاءَ  /  فَصَبْرٌ جَمِيلٌ \r\nش /  أَنْشَأْناهُنَّ  /  لِمَنْ شاءَ  /  عَذابٌ شَدِيدٌ \r\nق /  يَنْقُضُونَ  /  مِنْ قَبْلُ  /  كُتُبٌ قَيِّمَةٌ \r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n[ تصوير 
  ] س /  الْإِنْسانُ  /  مِنْ سُوءٍ  /  عابِداتٍ سائِحاتٍ \r\nد /  أَنْداداً  /  مِنْ دُونِ  /  دَكًّا دَكًّا \r\nط /  تَنْطِقُونَ  /  مَنْ طَغى  /  شَراباً طَهُوراً \r\nز /  أَنْزَلْناهُ  /  فَإِنْ زَلَلْتُمْ  /  صَعِيداً زَلَقاً \r\nف /  أَنْفُسَكُمْ  /  وَإِنْ فاتَكُمْ  /  قَوْمَ سَوْءٍ فاسِقِينَ \r\nت /  وَأَنْتُمْ  /  مِنْ تَحْتِهَا  /  جَنَّاتٍ تَجْرِي \r\nض /  مَنْضُودٍ  /  مِنْ ضَرِيعٍ  /  عَذاباً ضِعْفاً \r\nظ /  أَ فَلا يَنْظُرُونَ  /  مِنْ ظَهِيرٍ  /  لِبَعْضٍ ظَهِيراً \r\nوسبب الإخفاء : هو أن النون الساكنة والتنوين لم يقرب مخرجهما من مخرج حروف الإخفاء الخمسة عشر فيدغما ، ولم يبعد مخرجهما عن مخرج هذه الحروف فيظهرا لذلك أعطى النون الساكنة والتنوين حكما متوسطا بين الإدغام والإظهار ألا وهو الإخفاء .\r\nواعلم أن اللسان لا عمل له في حالة الإخفاء .\r\n\r\nتدريبات محلولة\r\nس 1 عرف الإقلاب واذكر حرفه واذكر مثالا له ؟ الجواب : الإقلاب لغة : تحويل الشيء عن أصله .\r\nاصطلاحا : تحويل النون الساكنة والتنوين ميما مخفاة عن ملاقاة أحدهما للباء .\r\nحرف الإقلاب : الباء ، مثال  لَيُنْبَذَنَّ  .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nس 2 المقصود بالإخفاء لغة واصطلاحا ؟ الإخفاء لغة هو الستر .\r\nاصطلاحا : النطق بالنون الساكنة أو التنوين بصفة بين الإظهار والإدغام بدون شدة وبقاء الغنة في النون الساكنة أو التنوين .\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 3 ما هي حروف الإخفاء الحقيقي ؟ ولما ذا سمى حقيقيا ؟ س 4 ما هو سبب الإقلاب ؟ س 5 ما هو سبب الإخفاء ؟ س 6 ضع علامة ( ) أو ( مع تصحيح الخطأ :\r\nأ - عند الإقلاب لا تثبت الغنة ( ) .\r\nب - لا عمل للسان حالة الإخفاء ( ) .\r\nج - يجب كز الشفتين عند النطق بالإقلاب ( ) .\r\nس 7 وضح حكم النون الساكنة والتنوين في كل من الأمثلة الآتية مع ذكر السبب :\r\n1 -  لَنَسْفَعاً بِالنَّاصِيَةِ  .\r\n2 -  مِنْ صَياصِيهِمْ  .\r\n3 -  لَيُنْبَذَنَّ  .\r\n4 -  جَنَّاتٍ تَجْرِي  .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالجواب :\r\n[ تصوير 
  ] 1 /  لَنَسْفَعاً بِالنَّاصِيَةِ  / إقلاب / لوقوع الباء بعد شبه التنوين\r\n2 /  مِنْ صَياصِيهِمْ  / اخفاء حقيقي / لوقوع الصاد بعد النون الساكنة\r\n3 /  لَيُنْبَذَنَّ  / إقلاب / لوقوع الباء بعد النون الساكنة\r\n4 /  جَنَّاتٍ تَجْرِي  / إخفاء حقيقي / لوقوع التاء بعد التنوين\r\n\r\nتمارين عملية للاجتهاد الشخصي\r\nس 8 وضح الحكم في كل من الأمثلة الآتية مع ذكر السبب :\r\n1 -  مِنْ سَيِّئاتِكُمْ  . 2 -  الْأَنْبِياءَ  . 3 -  فَانْفِرُوا  . 4 -  عَلِيمٌ بِذاتِ الصُّدُورِ  .\r\nس 9 اقرأ سورة المعارج واستخرج منها :\r\n1 - مثلين للإقلاب .\r\n2 - مثلين للإخفاء الحقيقي .\r\n\r\nتمرين عام\r\nس 10 وضح الحكم في الأمثلة الآتية مع ذكر السبب :\r\n1 -  وَلَيَكُوناً مِنَ الصَّاغِرِينَ  .\r\n2 -  يَنْهَوْنَ  .\r\n3 -  مِنْ دُونِ  .\r\n4 -  أَنْبِئْهُمْ  .\r\n5 -  قُلْ مَنْ رَبُّ السَّماواتِ  .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nس 11 اقرأ سورة الصف ثم استخرج منها الأحكام التالية مع ذكر السبب :\r\n1 - إظهار حلقي . 2 - تمام بغنة .\r\n3 - إدغام بدون غنة . 4 - إقلاب .\r\n5 - إخفاء .\r\nس 12 - اذكر أحكام النون الساكنة والتنوين في هذه الآية :\r\n قَوْلٌ مَعْرُوفٌ وَمَغْفِرَةٌ خَيْرٌ مِنْ صَدَقَةٍ يَتْبَعُها أَذىً وَاللَّهُ غَنِيٌّ حَلِيمٌ  ( 63 ) .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nالدرس السابع\r\n\r\nأحكام النون والميم المشددتين والميم الساكنة\r\n\r\nأولا حكم النون والميم المشددتين\r\nإن النون والميم المشددتين يجب الغنة فيهما وذلك سواء كان ذلك وصلا أو وقفا .\r\nأمثلة للنون المشددة :  الْجَنَّةَ  -  النَّاسِ  - ( تضارّوهنّ ) -  الْجَانَّ  أمثلة للميم المشددة :  سَمَّيْتُمُوها  -  فَأُمُّهُ  -  ثُمَّ  - ( عم ) .\r\n\r\nثانيا أحكام الميم الساكنة\r\nالميم الساكنة هي الميم الخالية من الحركة ويتلفظ بها ساكنة .\r\nولها ثلاثة أحكام :\r\nأ - إدغام مثلين صغير .\r\nب - إخفاء شفوي .\r\nج - إظهار شفوي .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\nأولا : إدغام مثلين صغير :\r\nوله حرف واحد وهو الميم المتحركة .\r\nفإذا جاء بعد الميم الساكنة ميم متحركة وجب إدغام الميم الساكنة في الميم المتحركة مع إثبات الغنة ، ويسمى هذا الإدغام : ( إدغام مثلين صغير ) وسمي إدغاما : لأننا ( ندغم الميم الساكنة في الميم المتحركة ) .\r\nوسمي مثلين : لأنهما ( متفقين في المخارج والصفات ) .\r\nوسمي صغيرا : لأن ( الميم الأولى ساكنة والثانية متحركة ) .\r\nمثال :  لَهُمْ ما يَشاؤُنَ  -  إِنْ كُنْتُمْ مُؤْمِنِينَ   خَلَقْناهُمْ مِمَّا يَعْلَمُونَ  .\r\n\r\nثانيا : الإخفاء الشفوي « 1 » :\r\nوله حرف واحد وهو الباء .\r\nفإذا جاء بعد الميم الساكنة باء وجب إخفاء الميم الساكنة في الباء مع إثبات الغنة .\r\nويسمى إخفاء شفويا . وسمي إخفاء : لأننا نخفي الميم في الباء .\r\nوسمي شفويا لأن مخرج الميم والباء الشفتان والإخفاء هنا أيضا يخرج من الشفتين .\r\nمثال :  عَلَيْهِمْ بِجَبَّارٍ  -  رَبَّهُمْ بِهِمْ  -  هُمْ بِشَهاداتِهِمْ \r\n\r\nتنبيه :\r\n1 - يجب الحذر من كزّ الشفتين على الميم ومن انفراج الشفتين انفراجة كبيرة بل يجب اخفاء الميم الساكنة بلطف وعدم تعسف .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مثله مثل حكم الإقلاب عند النون الساكنة والتنوين .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n2 - يجب علينا أن نحذر حذرا شديدا من إخفاء الميم الساكنة إذا جاء بعدها فاء أو واو .\r\nفعند هذين الحرفين ينتبه القارئ ويظهرهما إظهارا واضحا خشية أن تخفى الميم في الفاء لقرب المخرج أو في الواو لاتحاد المخرج .\r\nقال الجمزوري في التحفة :\r\n واحذر لدى واو وفا أن تختفى * لقربها والاتحاد فاعرف \r\n3 - إذا جاء بعد الميم الساكنة همزة وصل وجب ضم الميم مثال :  هُمُ الصَّادِقُونَ  .  أَنْفُسُكُمُ اسْتَكْبَرْتُمْ  .\r\n\r\nثالثا : الإظهار الشفوي :\r\nوحروفه : باقي الحروف بعد الميم والباء .\r\nفإذا جاء بعد الميم الساكنة أي حرف غير الميم والباء وجب إظهار الميم .\r\nويسمى إظهارا شفويا .\r\nوسمى إظهارا لأننا نظهر الميم ، وسمي شفويا لأن مخرج الميم هو الشفتان .\r\n* مثال :\r\n أَمْوالِهِمْ حَقٌّ  -  رَبِّهِمْ غَيْرُ  -  كُنْتُمْ صادِقِينَ  -  أَتْقاكُمْ إِنَّ  - ( هم في )  عَلَيْهِمْ وَلَا الضَّالِّينَ  .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nتدريبات مجاب عنها\r\nس 1 ما ذا يجب في النون والميم المشددتين ؟\r\nالجواب : يجب فيهما الغنة وصلا ووقفا .\r\nس 2 اذكر مثالا لكل من النون والميم المشددتان ؟\r\nالجواب : أمثلة النون المشددة :  الْجَنَّةَ  -  إِنَّ  -  الْجَانَّ  .\r\nأمثلة الميم المشددة :  ثُمَّ  - ( أمة ) -  سَمَّيْتُمُوها  .\r\nس 3 ما هي أحكام الميم الساكنة ؟\r\nالجواب : 1 - إدغام مثلين صغير .\r\n2 - إخفاء شفوي .\r\n3 - إظهار شفوي .\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 4 أكمل :\r\nأ - إدغام المثلين الصغير سمى مثلين ل . . . وسمي صغير ل . . . وحرفه . . .\r\nب - سمى الإخفاء الشفوي شفويا ل . . .\r\nس 5 ضع علامة ( ) أو ( ) مع تصحيح الخطأ :\r\nأ - يجب إخفاء الميم الساكنة إذا جاء بعدها فاء أو واو ( ) .\r\nب - الغنة في النون والميم المشددتين تكون وصلا فقط ( ) .\r\nج - إذا جاء بعد الميم الساكنة همزة وصل وجب ضم الميم ( ) .\r\nس 6 ما هي حروف الإظهار الشفوي ؟ ولما ذا سمى شفويا ؟\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nتمرين عملي محلول\r\nس 7 وضح حكم كل من النون والميم المشددتان والميم الساكنة في كل مما يأتي مع ذكر السبب ؟\r\n1 -  يَعْتَصِمْ بِاللَّهِ  2 -  كُنْتُمْ مُؤْمِنِينَ  . 3 -  يَمُدُّهُمْ فِي  .\r\n4 -  فَلَمَّا  5 -  النَّاسِ  . 6 -  عَلَيْكُمْ أَنْفُسَكُمْ  .\r\nالجواب :\r\n[ تصوير 
  ] 1 /  يَعْتَصِمْ بِاللَّهِ  / إخفاء شفوي / لوقوع الباء بعد الميم الساكنة\r\n2 /  كُنْتُمْ مُؤْمِنِينَ  / إدغام مثلين صغير / لوقوع الميم بعد الميم الساكنة\r\n3 /  يَمُدُّهُمْ فِي  / إظهار شفوي / لوقوع الفاء بعد الميم الساكنة\r\n4 /  فَلَمَّا  / غنة بمقدار حركتين / لأن الميم مشددة\r\n5 /  النَّاسِ  / غنة بمقدار حركتين / لأن النون مشددة\r\n6 /  عَلَيْكُمْ أَنْفُسَكُمْ  / إظهار شفوي / لوقوع الهمزة بعد الميم الساكنة\r\n\r\nتمارين عملية للاجتهاد الشخصي\r\nس 8 قال - تعالى - :  يا أَيُّهَا الَّذِينَ آمَنُوا عَلَيْكُمْ أَنْفُسَكُمْ لا يَضُرُّكُمْ مَنْ ضَلَّ إِذَا اهْتَدَيْتُمْ إِلَى اللَّهِ مَرْجِعُكُمْ جَمِيعاً فَيُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ  ( 105 ) .\r\nاستخرج من الآية السابقة :\r\n1 - إدغام مثلين صغير .\r\n2 - إظهار شفوي .\r\n3 - إخفاء شفوي .\r\n4 - إخفاء حقيقي .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nس 9 اقرأ سورة الإنسان ثم استخرج منها :\r\n1 - مثال للنون والميم المشددتان .\r\n2 - إدغام مثلين صغير .\r\n3 - إظهار شفوي .\r\nس 10 وضح حكم كلا مما يأتي مع ذكر السبب :\r\n1 -  عَلَيْهِمْ بِجَبَّارٍ  .\r\n2 -  لَهُمْ ما  .\r\n3 -  عَلَيْهِمْ وَلَا  .\r\n4 -  النَّاسِ  .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nالدرس الثامن\r\n\r\nلام التعريف ولام الفعل الساكن ولام الحرف الساكن\r\n\r\nأولا لام التعريف :\r\nوهي لام ساكنة زائدة عن بنية الكلمة تدخل على الأسماء النكرات فقط ويسبقها همزة وصل مفتوحة عند البدء .\r\nمثال :  الْقَمَرَ  -  بِالشَّمْسِ  .\r\nحكمها : عند دخولها على الأسماء يصبح لها حكمان :\r\n1 - إظهار . 2 - إدغام .\r\n1 - الإظهار : يجب إظهار لام التعريف إذا وقعت قبل الأربعة عشر حرفا التالية :\r\n( ء - ب - غ - ح - ج - ك - و - خ - ف - ع - ق - ي - م - ه ) .\r\nوقد جمعها الجمزوري في تحفته في هذه الجملة :\r\nابغ حجك وخف عقيمه\r\nوتسمى هذه اللام باللام القمرية ويسمى هذا الإظهار بالإظهار القمري .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nأمثلة الإظهار القمري [ تصوير 
  ] الحرف / المثال\r\nالهمزة /  الْأَرْضِ  -  الْأَنْبِياءَ \r\nالباء /  بِالْباطِلِ  -  الْبَرْقُ \r\nالغين /  الْغَفُورُ  -  الْغَنِيُّ \r\nالحاء /  الْحَيُّ  -  الْحَكِيمُ \r\nالجيم /  الْجَبَّارُ  -  وَالْجارِ \r\nالكاف /  الْكَبِيرُ  -  الْكَرِيمِ \r\nالواو /  الْوَدُودُ  -  الْوَعِيدِ \r\nالخاء /  الْخَبِيرُ  -  الْخَلْقُ \r\nالفاء /  الْفائِزُونَ  -  الْفَوْزُ \r\nالعين /  الْعَلِيمُ  -  الْعَلِيُّ \r\nالقاف /  الْقَمَرَ  -  الْقَيُّومُ \r\nالياء /  الْياقُوتُ  -  الْيَمِينِ \r\nالميم /  الْمَوْلى  -  الْمُلْكُ \r\nالهاء /  الْهالِكِينَ  -  بِالْهُدى \r\nثانيا : الإدغام : يجب إدغام لام التعريف بدون غنة إدغاما كاملا ( ما عدا النون فإنها تدغم بغنة ) إذا وقعت قبل الأربعة عشر التالية :\r\n( ط - ث - ر - ت - ض - ذ - ن - د - س - ظ - ز - ش - ل )\r\nوقد جمعها الجمزوري في تحفته في أوائل كلمات هذا البيت :\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n طب ثم صل رحما تفز ضف ذا نعم * دع سوء ظن زر شريفا للكرم \r\nوتسمى هذه اللام باللام الشمسية ويسمى هذا الإدغام بالإدغام الشمسي .\r\nأمثلة الإدغام الشمسي\r\n[ تصوير 
  ] الحرف / المثال\r\nالطاء /  الطَّالِبُ  -  الطَّامَّةُ \r\nالثاء /  الثَّرى  -  الثَّوابِ \r\nالصاد /  الصَّادِقِينَ  -  الصَّابِرِينَ \r\nالراء /  الرَّحْمنِ  -  الرَّحِيمِ \r\nالتاء /  التَّوَّابُ  -  التَّائِبُونَ \r\nالضاد /  الضَّالِّينَ  -  الضَّلالُ \r\nالذال /  الذَّكَرُ  -  وَالذَّاكِرِينَ \r\nالنون /  النَّعِيمِ  -  النَّاصِحِينَ \r\nالدال /  الدِّينِ  -  الدَّوَابِّ \r\nالسين /  السَّماءِ  -  السَّمِيعُ \r\nالظاء /  الظَّالِمِينَ  -  الظَّانِّينَ \r\nالزاي /  الزَّبُورِ  -  الزَّانِيَةُ \r\nالشين /  بِالشَّمْسِ  -  الشِّمالِ \r\nاللام /  اللَّيْلِ  -  اللَّاتَ \r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nخلاصة حكم لام التعريف [ تصوير 
  ] إظهار / إدغام\r\nويسمى إظهارا قمريا وتسمى اللام هنا لام قمرية والحروف التي تقع بعدها جمعت في جملة ( ابغ حجك وخف عقيمه ) / ويسمى إدغاما شمسيا وتسمى اللام هنا لام شمسية والحروف التي تقع بعدها جمعت في أوائل كلمات البيت التالي طب ثم صل رحما تفز صف ذا نعم دع سوء ظن زر شريفا للكرم\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nثانيا : لام الفعل الساكن :\r\nالتعريف : هي لام ساكنة تقع في الفعل وتكون في وسطه أو آخره مثال :  قُلْنا  -  يَلْتَفِتْ  -  قُلْ  .\r\nولها حكمان :\r\n1 - الإظهار . 2 - الإدغام .\r\n1 - الإظهار : يجب إظهار لام الفعل الساكن سواء كان ماضيا أو مضارعا أو أمرا إذا وقع بعدها أي حرف من الحروف ما عدا اللام والراء .\r\nأمثلة الإظهار\r\n[ تصوير 
  ] الفعل الماضي / الفعل المضارع / فعل الأمر\r\nمتوسطة / متطرفة / متوسطة / متطرفة / متوسطة / متطرفة\r\n الْتَقَى  /  أَنْزَلْنا  /  يَلْتَقِطْهُ  /  أَ لَمْ أَقُلْ إِنَّكَ  /  وَأُلْقِيَ  /  قُلْ نَعَمْ \r\n2 - الإدغام : يجب إدغام لام الفعل الساكن إذا وقع بعدها حرف اللام أو الراء ويكون إدغاما كاملا .\r\nأمثلة الإدغام\r\nالحرف / المثال\r\nاللام /  قُلْ لَكُمْ  -  قُلْ لا أَسْئَلُكُمْ \r\nالراء /  وَقُلْ رَبِّ زِدْنِي  -  وَقُلْ رَبِّ أَعُوذُ بِكَ \r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nخلاصة حكم لام الفعل الساكن [ تصوير 
  ] إظهار / إدغام إذا وقع بعدها أي حرف من حروف الهجاء ما عدا اللام والراء مثال : التقى - قل نعم / إذا وقع بعدها لام أو راء ويكون بإدغامها كاملا مثال : قل لا - وقل رب\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\nثالثا : حكم لام الحرف الساكن ( هل - بل )\r\nالتعريف : هي لام ساكنة تقع في آخر هذين الحرفين ( هل - بل ) ولها حكمان :\r\n1 - الإظهار . 2 - الإدغام .\r\n1 - الإظهار : يجب إظهار لام الحرف : إذا وقع بعدها أي حرف من الحروف ما عدا اللام والراء * أمثلة إظهار لام الحرف\r\n[ تصوير 
  ] لام الحرف / المثال\r\nهل /  فَهَلْ تَرى    هَلْ أَتى  \r\nبل /  بَلْ عَجِبُوا  -  بَلْ مَكْرُ اللَّيْلِ \r\n2 - الإدغام : يجب إدغام لام الحرف إذا وقع بعدها حرف اللام أو الراء « 1 » ويكون إدغاما كاملا .\r\n* أمثلة إدغام لام الحرف\r\nلام الحرف / أمثلته\r\n/ مع اللام / مع الراء\r\nهل / ( هل أضلّ ) / لا يوجد مثال لها في القرآن\r\nبل /  بَلْ لَمَّا يَذُوقُوا  /  بَلْ رَفَعَهُ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ويستثنى عند حفص إدغام اللام في الراء في قوله - تعالى - :  كَلَّا بَلْ رانَ  [ المطففين : 14 
  ] على توسط المنفصل ويسكت عليها حفص سكتة لطيفة كما سيأتي بعد .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nخلاصة حكم لام حرف هل وبل [ تصوير 
  ] إظهار / إدغام\r\nإذا وقع بعد لام الحرف أي حرف من حروف الهجاء ما عدا اللام والراء مثال : هل أتى - بل مكر الليل / إذا وقع بعد لام الحرف حرفى اللام والراء ويكون إدغاما كاملا مثال : هل لكم - بل لما - بل رفعه\r\n\r\nتدريبات محلولة\r\nس 1 ما هي لام التعريف ؟ واذكر مثالا لها ؟ الجواب : لام التعريف : هي لام ساكنة زائدة عن بنية الكلمة وتدخل على الأسماء النكرات فقط .\r\nمثال :  الْقَمَرَ  -  الشَّمْسَ  .\r\nس 2 ما هو حكم لام الفعل الساكن ؟ الجواب : حكمان :\r\n1 - إظهار . 2 - إدغام .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nس 3 ما المقصود بلام الحرف ؟\r\nالجواب : المقصود بها اللام الساكنة التي توجد آخر هذين الحرفين :\r\n( هل - بل ) .\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 4 متى يتم إظهار لام التعريف ؟ ومتى تدغم ؟ مع ذكر مثال لكل منهما ؟\r\nس 5 بما ذا يسمى إظهار لام التعريف ؟ وبما ذا يسمى إدغامها ؟\r\nس 6 عرف لام الفعل الساكن ؟ مع ذكر حكمها ؟\r\n\r\nتمرين علمي مجاب عنه\r\nس 7 اذكر حكم كل من الأمثلة الآتية مع ذكر السبب :\r\n1 -  الْأَرْضِ  .\r\n2 -  يَلْتَقِطْهُ  .\r\n3 -  هَلْ لَكُمْ  .\r\n4 -  السَّماءِ  .\r\n5 -  وَقُلْ رَبِّ  .\r\n6 -   هَلْ أَتى   .\r\n7 -  بَلْ رَفَعَهُ  .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n[ تصوير 
  ] م / المثال / الحكم / السبب\r\n1 /  الْأَرْضِ  / إظهار قمري / لوقوع الهمزة بعد لام التعريف\r\n2 /  يَلْتَقِطْهُ  / إظهار / لوقوع التاء بعد لام الفعل الساكنة\r\n3 /  هَلْ لَكُمْ  / إدغام / لوقوع اللام المتحركة بعد اللام لحرف الساكنة\r\n4 /  السَّماءِ  / إدغام شمسي / لوقوع السماء بعد لام التعريف\r\n5 /  وَقُلْ رَبِّ  / إدغام / لوقوع الراء بعد لام الفعل الساكنة\r\n6 /   هَلْ أَتى   / إظهار / لوقوع الهمزة بعد لام الحرف الساكنة\r\n7 /  بَلْ رَفَعَهُ  / إدغام / لوقوع الراء بعد لام الحرف الساكنة\r\n\r\nتمارين عملية للاجتهاد الشخصي\r\nس 8 اذكر الحكم في كل من اللامات الآتية مع ذكر السبب :\r\n1 -  التَّائِبُونَ  . 2 -  الْفَتَّاحُ  .\r\n3 -  جَعَلْنَا  . 4 -  لا أَسْئَلُكُمْ  .\r\n5 -  بَلْ مَكْرُ  .\r\nس 9 اقرأ الآية رقم 35 من سورة الأحزاب واستخرج منها اللامات الشمسية فيها واللامات القمرية .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\nالدرس التاسع\r\n\r\nالمد والقصر\r\n* تعريف المد :\r\nلغة : الزيادة .\r\nاصطلاحا هو : إطالة وزيادة زمن صوت حرف المد عند ملاقاته لهمز أو سكون .\r\n* تعريف القصر لغة : الحبس والمنع .\r\nاصطلاحا هو : إثبات حرف المد دون زيادة عن حركتين .\r\nوحروف المد ثلاثة وهي :\r\n1 - واو ساكنة قبلها ضم\r\nمثال :  يَقُولُ  .\r\n2 - ياء ساكنة قبلها كسر .\r\n* مثال :  قِيلَ  .\r\n3 - ألف ولا تأتي إلا ساكنة ولا يأتي قبلها إلا مفتوح .\r\nويجمعها لفظ ( نوحيها ) .\r\nوتوصف حروف المد بأنها شرط المد\r\n* أقسام المد :\r\nللمد قسمان هما :\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n1 - أصلي : ويسمى أيضا طبيعيا وهذا المد ليس له أي سبب لزيادته عن حركتين .\r\n* وهو على ثلاثة أنواع :\r\nأ - أن يكون حرف المد ثابت وصلا ووقفا مثال :  سُورَةٌ  -  هالِكٌ  .\r\n قالُوا  .\r\nب - أن يكون ثابت في الوقف دون الوصل .\r\nمثال عند الوقف على  حَكِيماً  -  إِنَّا  -  الرَّسُولَا  .\r\nج - أن يكون حرف المد ثابت في الوصل دون الوقف .\r\nمثال الوقف على الهاء في قوله - تعالى - :  إِنَّهُ كانَ بِعِبادِهِ خَبِيراً بَصِيراً *  .\r\n2 - فرعي : وهذا النوع من المد له سبب وسبب المد إما أن يكون همز أو سكون .\r\n\r\nالمد بسبب السكون\r\nوبدأنا به لأن سبب السكون أقوى من سبب الهمز :\r\n* وله قسمان :\r\nأ - مد لازم . ب - مد عارض للسكون .\r\n* والمد اللازم له قسمان :\r\n1 - كلمي . 2 - حرفي * والمد اللازم الكلمي له قسمان :\r\n1 - مثقل . 2 - مخفف .\r\n* والمد اللازم الحرفي له قسمان :\r\n1 - مثقل . 2 - مخفف .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\nونبدأ بتوضيح أقسام المد بسبب السكون :\r\nأ - المد اللازم وينقسم إلى أربعة أقسام وهم :\r\n1 - المد اللازم الكلمي المثقل : وهو أن يقع السكون الأصلي بعد حرف المد في كلمة ويكون هذا السكون مشددا .\r\n* مثال :  الضَّالِّينَ  -   الْحَاقَّةُ   -  الصَّاخَّةُ  ومقدار المد هنا ست حركات وسمي لازما للزوم مده ست حركات ولزوم السكون مع حرف المد .\r\nوسمي كلميا لأن حرف المد والسكون في كلمة وسمي مثقلا لأن السكون يكون مشددا .\r\nويلحق بهذا القسم ما يسمى بمد الفرق مثال :  آلذَّكَرَيْنِ  موضعين بالأنعام  آللَّهُ  بيونس والنمل .\r\nويجوز فيهما أيضا التسهيل « 1 » على توسط المنفصل .\r\n2 - المد اللازم الكلمي المخفف : وهو أن يقع السكون الأصلي بعد حرف المد في كلمة ويكون السكون غير مشدد .\r\n* مثال : موضعان فقط في سورة يونس  الْآنَ  . ومقداره ست حركات ويجوز فيهما أيضا التسهيل على توسط المنفصل .\r\nوسمي مخففا لأن السكون فيه غير مشدد .\r\n3 - المد اللازم الحرفي المثقل : وهو أن يقع السكون الأصلي بعد حرف المد في حرف من حروف فواتح السور ويقتضي الحكم إدغامه فيما بعده عند وصله به مثل :  أَ لَمْ  ( 1 ) -   طسم   ( 1 ) .\r\nومقدار المد هنا ست حركات ، وسمي حرفيا لأن حرف المد والسكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التسهيل هو النطق بالهمزة الثانية بطريقة بين الهمزة والألف ولا تعرف إلا عن طريق الأخذ من أفواه المشايخ المتقنين .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nيكونا في حرف من حروف فواتح السور ، وسمي مثقلا لأن هناك إدغاما بعد حرف المد .\r\n4 - المد اللازم الحرفي المخفف : وهو أن يقع السكون الأصلي بعد حرف المد في حرف ويقتضي الحكم إظهاره فيما بعده عند وصله به .\r\n* مثال :   يس   ( 1 ) -   ص   -   ق   -   ن   .\r\nوسمي مخففا لأن بعد حرف المد يكون سكون بدون تشديد .\r\nب - المد العارض للسكون : وهو أن يقع بعد حرف المد سكون عارض بسبب الوقف .\r\n* مثال : عند الوقف على  نَسْتَعِينُ  . ومقدار المد هنا حركتان أو أربع أو ست حركات .\r\nوسمي عارضا لأن السكون هنا ليس أصليا وإنما كان بسبب الوقف .\r\n\r\nتنبيه :\r\nأعلم أخي رحمني اللّه وإياك أن المدود تتفاوت في القوة .\r\n* المدود من حيث القوة هو :\r\n1 - المد اللازم .\r\n2 - المد المتصل .\r\n3 - المد العارض .\r\n4 - المد المنفصل .\r\n5 - المد البدل .\r\nفإذا اجتمع في كلمة عدة مدود لا بد من الأخذ بأقوى هذه المدود وتسمى هذه القاعدة بقاعدة الأخذ بأقوى السببين مثال : الوقف على كلمة  رِئاءَ * \r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nفقد اجتمع عند الوقف عليها ثلاثة مدود :\r\n1 - مد بدل . 2 - مد متصل . 3 - مد عارض للسكون .\r\nفيأخذ بالأقوى وهو المد المتصل .\r\n\r\nالمد بسبب الهمز\r\n* المد بسبب الهمز له ثلاثة أقسام هي :\r\nأ - الواجب المتصل : وهو أن يأتي حرف المد والهمز متصلين في كلمة واحدة .\r\n* مثاله :  الْمَلائِكَةِ  -  تَفِيءَ  -  سُوءَ  -  هاؤُمُ  .\r\nوسمي واجبا لوجوب مده ، وسمي متصلا لاتصال حرف المد والهمز في كلمة واحدة .\r\nومقدار المد هنا أربع حركات أو خمس « 1 » .\r\nب - الجائز المنفصل : وهو أن يأتي حرف المد في أخر الكلمة الأولى وتأتي همزة القطع في أول الكلمة التي تليها ، مثاله :   أَتى أَمْرُ اللَّهِ   -  وَفِي أَنْفُسِكُمْ  -  قُوا أَنْفُسَكُمْ  .\r\nسمي جائزا لجواز قصره ومده .\r\nوسمي منفصلا لانفصال حرف المد عن الهمز كل في كلمة منفصلة عن الآخر .\r\nومقدار المد هنا : أربع أو خمس من طريق الشاطبية ويجوز قصره حركتان من طريق الطيبة .\r\nوانظر آخر الكتاب في الجدول الموضح لذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من طريق الشاطبية وسيأتي توضيح ذلك في آخر الكتاب .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوانظر إلى درس هاء الكناية .\r\nج - البدل : هو أن يتقدم الهمز على حرف المد في كلمة وليس بعد حرف المد همز أو سكون . مثال :  آمَنَ  -  إِيماناً  -  اؤْتُمِنَ  .\r\nوسمى بدلا لإبدال الهمزة الثانية حرف مد من جنس حركة ما قبلها فيقدم الهمز على المد مثال :  إِيماناً  أصلها ( إئمانا ) فأبدلت الهمزة الثانية حرف مد من جنس حركة ما قبلها فأصبحت  إِيماناً  .\r\nومقدار المد هنا حركتان فقط .\r\n\r\nحكم فواتح السور\r\nإن الحروف المقطعة في فواتح السور لها كيفية في النطق ، فإذا لاحظنا المد اللازم الحرفي سواء كان مثقلا أو مخففا فهو يختص بهذه الحروف وحكمها كما يلي :\r\nأولا : حروف : ( كاف - ميم - عين - سين - لام - نون - قاف - صاد ) وهذه الحروف جمعت في لفظ ( كم عسل نقص ) أو ( نقص عسلكم ) لا بد من مدها ست حركات ما عدا حرف ( العين ) « 1 » في أول سورتي مريم والشورى فيجوز مد هذا الحرف أربع أو ست حركات لأنه ليس حرف مد ولكنه حرف لين .\r\nثانيا : حروف ( حا - يا - طا - ها - را ) وهذه الحروف جمعت في لفظ ( حي طهر ) لا يجوز مدها أكثر من حركتين لأنه لا يوجد سبب فيها للمد كما لا يجوز قصرها بأقل من حركتين .\r\nوبذلك تكون من قبيل المد الأصلي ( الطبيعي ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موضح آخر الكتاب في جدول رواية حفص .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nتنبيه :\r\nهناك نوع من المدود نتعرض له كثيرا في القراءة ألا وهو مد العوض ويكون عند الوقف على التنوين المفتوح ومقداره حركتان فقط ، وسمي عوضا لأننا نعوض عن التنوين بألف عند الوقف .\r\nوهناك نوع آخر من المد يسمى مد التعظيم ولا يكون إلا على قصر المنفصل فقط وسمي مد تعظيم لقصد المبالغة في نفي الألوهية عن غير اللّه كقوله - تعالى - :  اللَّهُ لا إِلهَ إِلَّا هُوَ   لا إِلهَ إِلَّا أَنْتَ  ومقداره أربع حركات .\r\nالفرق بين حروف المد وحرفا اللين : حروف المد كما علمنا هي :\r\n1 - ياء ساكنة قبلها كسر .\r\n2 - واو ساكنة قبلها ضم .\r\n3 - ألف قبلها فتح .\r\nأما اللين فله حرفان فقط هما : 1 - ياء ساكنة قبلها فتح مثل :  شَيْءٍ  -  بَيْتٍ  .\r\n2 - واو ساكنة قبلها فتح مثل :  سُوءَ  -  خَوْفٌ  .\r\nوحرفا اللين عند الوصل لا يكون فيهما أي نوع من أنواع المد أما عند الوقف عليهما فيكونا من قبيل العارض للسكون .\r\nحكم   ألم   ( 1 ) أول آل عمران سورة آل عمران :   ألم   ( 1 )  اللَّهُ لا إِلهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ  .\r\n1 - الوقف على   ألم   ( 1 ) لأنها رأس آية ثم نبدأ بلفظ الجلالة  اللَّهُ لا إِلهَ إِلَّا هُوَ  .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n2 - وصل ألم بلفظ الجلالة وهنا سيلتقي حرفان ساكنان هما ( ميم ) وهمزة الوصل التي في أول لفظ الجلالة  اللَّهِ  ولعدم التقاء الساكنين ينبغي تحريك الأول وهي الميم فنحركها بالفتح لأنه هو الذي يناسبها فأصبحت الميم هنا متحركة فلها وجهان :\r\nأ - مد ( ميم ) ست حركات مع فتحها . هذا على أساس أن ( ميم ) على أصلها وفيها مد لازم حرفي مخفف مقداره ست حركات .\r\nب - مد ( ميم ) أي النطق بها بمقدار حركتان فقط ، وذلك نظرا لحركتها العارضة وزوال سبب المد فيها وهو السكون .\r\n\r\nتدريبات محلولة\r\nس 1 ما هي حروف المد ؟ مع ذكر مثال لكل منهم ؟ الجواب : حروف المد هي :\r\n1 - ألف ولا تأتي إلا ساكنة ولا يأتي قبلها إلا مفتوح مثال :  قالَ  .\r\n2 - واو ساكنة قبلها ضم مثال :  يَقُولُ  .\r\n3 - ياء ساكنة قبلها كسر مثال :  قِيلَ  .\r\nس 2 للمد قسمان فما هما ؟ الجواب : 1 - مد أصلي .\r\n2 - مد فرعي .\r\nس 3 ما هو سبب المد ؟ الجواب : للمد سببان :\r\n1 - السكون .\r\n2 - الهمز .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 4 عرف المد لغة واصطلاحا ؟ س 5 وضح الفرق بين حروف المد وحرفا اللين ؟ س 6 ما أقسام المد بسبب الهمز ؟ وما أقسام المد بسبب السكون ؟ س 7 ما هو المد الواجب المتصل ؟ ولما ذا سمى بهذا الاسم ؟ وما مقداره ؟ واذكر مثالا له ؟\r\nس 8 اشرح أقسام المد اللازم شرحا وافيا مع ضرب مثال لكل قسم ؟\r\nس 9 أكمل :\r\nأ - المتصل سمى بذلك ل . . .\r\nب - المد العارض للسكون هو . . . ومقداره . . .\r\nج - القصر هو . . .\r\nس 10 ضع علامة ( ) أو ( ) مع تصحيح الخطأ :\r\nأ -  هاؤُمُ  حكمها مد منفصل ( ) .\r\nب - المد الطبيعي لا يزيد عن حركتين ( ) .\r\nج - مد البدل يجوز مده عن حركتين ( ) .\r\nد - المد اللازم الحرفي يكون في أي حرف من حروف القرآن ( ) .\r\n\r\nتمرين عملي مجاب عنه\r\nس 11 اذكر نوع كل من المدود الآتية مع ذكر مقدار كل منها وسببه :\r\n1 -  يَقُولُ  . 2 -  أَوْلِياءَ  .\r\n3 -  يا أَيُّهَا  . 4 - الوقف على كلمة  الدِّينِ  .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n5 -  الضَّالِّينَ  . 6 -   ألم   ( 1 ) .\r\n7 -  آلْآنَ  . 8 -   ص   .\r\n9 -  آمَنَ  .\r\nالجواب :\r\n[ تصوير 
  ] م / المثال / نوع المد / مقداره / سببه\r\n1 /  يَقُولُ  / طبيعي / حركتان فقط / ليس له سبب\r\n2 /  أَوْلِياءَ  / واجب متصل / أربع أو خمس حركات / الهمز\r\n3 /  يا أَيُّهَا  / جائز منفصل / حركتان أو أربع أو خمس / الهمز\r\n4 / الوقف على  الدِّينِ  / عارض للسكون / حركتان أو أربع أو ست / السكون\r\n5 /  الضَّالِّينَ  / لازم كلمي مثقل / ست حركات / السكون\r\n6 /   ألم   ( 1 ) / لازم حرفي مثل / ست حركات / السكون\r\n7 /  الْآنَ  / لازم كملي مخفف / ستة حركات مع جواز تسهيله على التوسط / السكون\r\n8 /   ص   / لازم حرفي مخفف / ست حركات / السكون\r\n9 /  آمَنَ  / بدل / حركتان فقط / الهمز\r\nس 12 قال - تعالى - :      ألم ( 1 ) ذلِكَ الْكِتابُ لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ ( 2 ) الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ وَمِمَّا رَزَقْناهُمْ يُنْفِقُونَ ( 3 ) وَالَّذِينَ يُؤْمِنُونَ بِما أُنْزِلَ إِلَيْكَ وَما أُنْزِلَ مِنْ قَبْلِكَ وَبِالْآخِرَةِ هُمْ     \r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n  يُوقِنُونَ ( 4 ) أُولئِكَ عَلى هُدىً مِنْ رَبِّهِمْ وَأُولئِكَ هُمُ الْمُفْلِحُونَ   ( 5 )\r\n* استخرج من الآيات السابقة :\r\n1 - مد عارض للسكون . 2 - مد طبيعي .\r\n3 - مد بدل . 4 - مد منفصل .\r\n5 - مد متصل .\r\n6 - مد لازم حرفي مثقل .\r\nالجواب :\r\n[ تصوير 
  ] م / المد المطلوب / الكلمة\r\n1 / مد عارض للسكون / عند الوقف على  الْمُفْلِحُونَ \r\n2 / مد طبيعي /  الْكِتابُ  -  يُؤْمِنُونَ \r\n3 / مد بدل /  بِالْآخِرَةِ \r\n4 / مد منفصل /  بِما أُنْزِلَ \r\n5 / مد متصل /  أُولئِكَ \r\n6 / مد لازم حرفي مثقل /   ألم   ( 1 )\r\n\r\nتمرين للاجتهاد الشخصي\r\nس 13 اقرأ سورة ق ثم استخرج منها :\r\n1 - مد بدل . 2 - مد متصل . 3 - مد عارض للسكون .\r\n4 - مد لازم حرفي مخفف . 5 - مد طبيعي . 6 - مد منفصل .\r\n7 - حرف لين .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nالدرس العاشر\r\n\r\nحكم هاء الكناية ( الضمير )\r\nهاء الكناية ( الضمير ) هي الهاء الزائدة الدالة على المفرد المذكر الغائب وتتصل بالاسم والفعل والحرف وتكون مكسورة أو مضمومة .\r\n* مثالها مع الاسم :  أَهْلَهُ  -  وَقَلْبِهِ  .\r\n* مثالها مع الفعل :  يَؤُدُهُ  -  يَأْتِهِ  .\r\n* مثالها مع الحرف :  عَلَيْهِ  -  أَنَّهُ  .\r\nحكمها : لها حكمان : 1 - تضم وتكسر بدون صلة .\r\n2 - تضم وتكسر بصلة .\r\nأولا : تضم أو تكسر بدون صلة وذلك إذا : 1 - وقعت بين ساكنين .\r\nمثال :  مِنْهُ اسْمُهُ  -  إِلَيْهِ الْمَصِيرُ  2 - وقع قبلها ساكن وبعدها متحرك :\r\nمثال :  وَما قَتَلُوهُ وَما  -  فِيهِ هُدىً   وَيَتَّقْهِ فَأُولئِكَ  .\r\nويستثنى من ذلك قوله - تعالى - :  فِيهِ مُهاناً  [ الفرقان : 9 
  ] ، ففيه الصلة أي نأتي بواو مدية مقدارها حركتان .\r\n3 - وقع قبلها متحرك وبعدها ساكن .\r\nمثال :  لَهُ الْمُلْكُ  -  رَبِّهِ الْأَعْلى  .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nثانيا : تضم أو تكسر بصلة : 1 - إذا كانت الهاء مضمومة وقبلها وبعدها متحرك وليس بعدها همزة قطع .\r\nوحكمها هنا أن نأتي بصلة أي واو مدية مقدارها حركتان فقط .\r\n* مثال :  إِنَّهُ هُوَ  -  لَهُ قانِتُونَ  . ويستثنى من ذلك قوله - تعالى - :\r\n يَرْضَهُ لَكُمْ  [ الزمر : 7 
  ] ، والحكم هنا ضم مع عدم الصلة وهو مما يوافق رواية حفص عن عاصم .\r\n3 - إذا كانت الهاء مكسورة وقبلها وبعدها متحرك وليس بعدها همزة قطع :\r\nوحكمها هنا أن نأتي بصلة أي ياء مدية مقدارها حركتان فقط .\r\n* مثال :  نُوَلِّهِ ما تَوَلَّى  -  نُؤْتِهِ مِنْها  ويستثنى من ذلك قوله - تعالى - :  أَرْجِهْ وَأَخاهُ  [ الأعراف : 111 ، الشعراء : 36 
  ] والحكم هنا إسكان الهاء « 1 » .\r\n2 - إذا كانت الهاء مضمومة وقبلها متحرك وبعدها همزة قطع « 2 » .\r\nوحكمها هنا أن نأتي بصلة فتصبح من قبيل المد المنفصل أي تأخذ نفس حكم المد المنفصل .\r\n* مثال :  وَأَمْرُهُ إِلَى اللَّهِ  -  وَوَلَدُهُ إِلَّا خَساراً  .\r\n4 - إذا كانت الهاء مكسورة وقبلها متحرك وبعدها همزة قطع « 2 » .\r\nوحكمها هنا أن نأتي بصلة فتصبح من قبيل المد المنفصل وتأخذ نفس حكمه .\r\n* مثال :  فِي رَحْمَتِهِ إِنَّ  -  بِآياتِهِ إِنَّهُ  .\r\nويستثنى من ذلك قوله - تعالى - :  فَأَلْقِهْ إِلَيْهِمْ  [ النمل : 28 
  ] والحكم هنا إسكان الهاء « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مما يوافق رواية حفص عن عاصم .\r\n( 2 ) وهذا ما يسمى بمد الصلة .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nتدريبات محلولة\r\nس 1 عرف هاء الكناية ؟ مع ذكر مثال لها ؟ .\r\nالجواب : هي الهاء الزائدة الدالة على المفرد المذكر الغائب .\r\nمثال :  أَنَّهُ  -  أَهْلَهُ  -  يَؤُدُهُ  .\r\nس 2 متى تكون هاء الكناية من قبيل المد المنفصل ؟ اذكر مثال لذلك ؟ الجواب : تكون من قبيل المد المنفصل إذا كان قبلها متحرك وبعدها همزة قطع ، وهذا ما يسمى بمد الصلة .\r\nمثال :  مالُهُ إِذا  -  فِي رَحْمَتِهِ إِنَّ \r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 3 متى تضم وتكسر هاء الضمير بدون صلة ؟ مع ذكر أمثلة ؟ س 4 متى تضم وتكسر هاء الضمير مع صلتها ؟ مع ذكر أمثلة ؟\r\n\r\nتمرين عملي مجاب عنه\r\nس 5 اذكر حكم الهاء في كل مما يأتي مع ذكر السبب ؟\r\n1 -  إِلَيْهِ الْمَصِيرُ  .\r\n2 -  لَهُ الْمُلْكُ  .\r\n3 -  يَرْضَهُ لَكُمْ  .\r\n4 -  إِنَّهُ هُوَ  .\r\n5 -  وَوَلَدُهُ إِلَّا  . 6 -  فِيهِ مُهاناً  . 7 -  أَرْجِهْ  .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n8 -  وَما قَتَلُوهُ وَما  . 9 -  فَأَلْقِهْ إِلَيْهِمْ  .\r\nالجواب :\r\n[ تصوير 
  ] م / المثال / حكم الهاء / السبب\r\n1 /  إِلَيْهِ الْمَصِيرُ  / كسر بدون صلة / وقوع هاء الضمير بين ساكنين\r\n2 /  لَهُ الْمُلْكُ  / ضم بدون صلة / لأنه وقع بعد هاء الضمير ساكن\r\n3 /  يَرْضَهُ لَكُمْ  / ضم بدون صلة / لتواتر رواية حفص على ذلك\r\n4 /  إِنَّهُ هُوَ  / ضم بصلة حركتان / لوقوع الهاء بين متحركين\r\n5 /  وَوَلَدُهُ إِلَّا  / ضم بصلة من قبيل المنفصل / لوقوع الهاء بعد متحرك وقبل همزة قطع\r\n6 /  فِيهِ مُهاناً  / كسر بصلة حركتان / لتواتر رواية حفص على ذلك\r\n7 /  أَرْجِهْ  / سكون الهاء / لتواتر رواية حفص على ذلك\r\n8 /  وَما قَتَلُوهُ وَما  / ضم بدون صلة / لوقوع الهاء بعد ساكن\r\n9 /  فَأَلْقِهْ إِلَيْهِمْ  / سكون الهاء / لتواتر الرواية على ذلك\r\n\r\nتمرين عملي للاجتهاد الشخصي .\r\nس 6 وضح حكم الهاء في الآيات الآتية مع ذكر السبب :\r\n       وَأَنَّهُ هُوَ أَماتَ وَأَحْيا ( 44 ) وَأَنَّهُ خَلَقَ الزَّوْجَيْنِ الذَّكَرَ وَالْأُنْثى ( 45 ) مِنْ نُطْفَةٍ إِذا تُمْنى ( 46 ) وَأَنَّ عَلَيْهِ النَّشْأَةَ الْأُخْرى ( 47 ) وَأَنَّهُ هُوَ أَغْنى وَأَقْنى ( 48 ) وَأَنَّهُ هُوَ رَبُّ الشِّعْرى ( 49 ) وَأَنَّهُ أَهْلَكَ عاداً الْأُولى        .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nالدرس الحادي عشر\r\n\r\nحكم همزة الوصل\r\n\r\n* تعريفها :\r\nهي همزة تكون أول الكلام يتوصل بها إلى النطق بالحرف الساكن الذي بعدها وتثبت في البدء وتحذف في الوصل وتكون في الأسماء والأفعال .\r\n- مثالها في الأسماء :  اثْنَيْنِ  -  اسْمُهُ  -  الْغَفُورُ  .\r\n- مثالها في الأفعال :  ادْعُ  -  اسْتَغْفِرْ  -  امْشُوا  .\r\n\r\n* حكمها عند البدء بها :\r\nأ - في الأسماء :\r\n1 - تفتح إذا كانت بعدها لام التعريف مثال :  الرَّحِيمِ  -  الْقَوِيُّ *  -  الْغَفُورُ  .\r\n2 - تكسر إذا كان بعدها أي حرف غير لام التعريف مثال :  اسْمُهُ  -  اثْنَيْنِ  -  ابْنَ  .\r\nب - في الأفعال :\r\nينظر إلى حركة الفعل الثالث .\r\n1 - تضم إذا كانت ثالث الفعل مضموم ضم أصلي .\r\n- مثال :  ادْعُ  -  اجْتُثَّتْ  -  احْشُرُوا \r\n2 - تكسر إذا كان ثالث الفعل مفتوح مثال :  اعْمَلُوا  -   اقْتَرَبَتِ   -  اسْتَغْفِرْ \r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nأو كان ثالث الفعل مضموم ضم غير أصلي : مثال :  امْشُوا  -  اقْضُوا  -  ابْنُوا  -  ائْتُونِي  لأن في الأصل ثالث هذه الأفعال مكسور هكذا : امشيوا - اقضيوا - ابنيوا - ايتيوني وحذف حرف العلة وهو الياء للبناء فلزم ضم الحرف المكسور فأصبح ضما غير أصلي .\r\nأو كان ثالث الفعل مكسور مثل :  أَرْجِعُ  -  ارْجِعُوا  -  اسْتِكْباراً \r\n\r\nخلاصة حكم همزة الوصل\r\n[ تصوير 
  ] تفتح إذا / تضم إذا / تكسر إذا\r\nسبقت لام التعريف مثال :  السَّماءِ  -  الْقاهِرُ  / كان ثالث الفعل مضموم ضم أصلي مثال :  اخْرُجْ  -  احْشُرُوا  / 1 - كان ثالث الفعل مفتوح مثال : اعملوا - اقتربت\r\n2 - كان ثالث الفعل مكسور مثال :  أَرْجِعُ  -  اسْتِكْباراً \r\n3 - كان ثالث الفعل مضموم ضم غير أصلي .\r\nمثال :  امْشُوا  -  ابْنُوا \r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nتدريبات محلولة\r\nس 1 عرف همزة الوصل مع ذكر مثال لها ؟ الجواب : هي همزة تكون أول الكلام يتوصل بها إلى النطق بالحرف الساكن الذي بعدها . مثال :  امْرَأَتُ  .\r\nس 2 متى تثبت همزة الوصل ومتى تحذف ؟ الجواب : تثبت عند البدء بها وتحذف في الوصل .\r\nس 3 اذكر مثالا لهمزة الوصل مع كل من : الاسم - الفعل ؟ الجواب : مع الاسم :  اثْنَيْنِ  مع الفعل :  اسْتَغْفِرْ  .\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 1 وضح حكم همزة الوصل عند البدء بها مع الأسماء ؟\r\nس 2 متى تكسر همزة الوصل ومتى تضم ؟ مع ذكر مثال لكل منهما ؟\r\nس 3 ما معنى أن يكون الضم غير أصلي ؟ وضح بأمثلة ؟\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\nتمرين عملي محلول\r\nس 4 اذكر حكم همزة الوصل عند البدء فيما يأتي مع ذكر السبب ؟ [ تصوير 
  ]  الْأَرْضِ  -  أَرْجِعُ  -  امْشُوا  -  ادْخُلُوا *  -  اعْمَلُوا  -  اسْمُهُ \r\nالجواب :\r\nالكلمة / حكم همزة الوصل عند البدء بها / السبب\r\n الْأَرْضِ  / الفتح / لوقوع همزة الوصل قبل لام التعريف\r\n أَرْجِعُ  / الكسر / لأن ثالث الفعل مكسور\r\n امْشُوا  / الكسر / لأن ثالث الفعل مضموم ضم غير أصلي\r\n ادْخُلُوا  / الضم / لأن ثالث الفعل مضموم ضم أصلي\r\n اعْمَلُوا  / الكسر / لأن ثالث الفعل مفتوح\r\n اسْمُهُ  / الكسر / لأنها مع الاسم وليس بعدها لام التعريف\r\n\r\nتمرين عملي للاجتهاد الشخصي\r\nس 5 وضح حكم همزة الوصل عند البدء بها فيما يأتي مع ذكر السبب ؟  ائْتُونِي  -   اقْتَرَبَتِ   -  اسْتَغْفِرْ  -  اسْتِغْفارُ  -  اجْتُثَّتْ  -  أَنْبَتَتْ  -  الْأَمانِيُّ \r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nالدرس الثاني عشر\r\n\r\nمخارج الحروف\r\nاعلم أخي الكريم رحمني اللّه وإياك أن هذا الباب من أهم أبواب التجويد فيجب أن يتقنه كل من أراد أن يقرأ القرآن المجيد لذلك قال ابن الجزري في مقدمته « 1 » :\r\n إذ واجب عليهم محتم * قبل الشروع أولا أن يعلموا\r\nمخارج الحروف والصفات * ليلفظوا بأفصح اللغات \r\nومخارج الحروف أي موازينها ، ومفردها : مخرج .\r\n\r\n* تعريف المخرج :\r\n- لغة : هو محل الخروج .\r\n- اصطلاحا : هو محل خروج الحرف الذي ينقطع عنده صوت النطق به فيتميز عن غيره .\r\n* طريقة معرفة مخرج الحرف :\r\nإذا أردت معرفة مخرج الحرف فعليك أن تنطق هذا الحرف إما ساكنا أو مشددا بعد همزة قطع وتحركه بأي حركة ثم تنصت إليه فحيث ما انقطع صوت النطق بالحرف فهو مخرجه .\r\nمثال : مخرج الباء : أب - أبّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) متن المقدمة الجزرية في علم التجويد للعلامة بن الجزري رحمه اللّه\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n* أقسام المخارج :\r\n1 - عامة وهي المشتملة على مخرج فأكثر .\r\n2 - خاصة وهي التي تشتمل على مخرج واحد فقط .\r\n\r\n* مذاهب العلماء في عدد مخارج الحروف :\r\nاختلف علماء التجويد واللغة في عدد المخارج فذهب بعضهم إلى أن عدد المخارج ستة عشر مخرجا وذهب بعضهم إلى أن عدد المخارج أربعة عشر مخرجا .\r\nوالراجح هو رأي ابن الجزري والجمهور أن المخارج سبعة عشر مخرجا قال ابن الجزري :\r\n [ مخارج الحروف سبعة عشرة * على الذي يختاره من اختبر 
  ] \r\nوهذه المخارج السبعة عشر هي مخارج خاصة تنحصر في خمسة مخارج عامة وهي :\r\n1 - الجوف ويشمّل على مخرج واحد .\r\n2 - الحلق ويشمّل على ثلاثة مخارج .\r\n3 - اللسان ويشمّل على عشرة مخارج .\r\n4 - الشفتان ويشتمل على مخرجين\r\n5 - الخيشوم ويشتمل على مخرج واحد .\r\n\r\n* تفصيل مخارج الحروف :\r\n\r\n1 - الجوف :\r\n- تعريفه : لغة : الخلاء .\r\n- اصطلاحا : الخلاء الواقع داخل الحلق والفم .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n- حروفه : حروف مخرج الجوف هي حروف المد وهي كما علمت على النحو التالي :\r\n1 - الألف الساكنة وما قبلها مفتوح ( وهي كذلك دائما ) مثل :  قالَ  -  الْمَلائِكَةِ  .\r\n2 - الياء الساكنة وما قبلها مكسور مثل :  قِيلَ  -  وَغِيضَ  .\r\n3 - الواو الساكنة وما قبلها مضموم مثل :  يَقُولُ  -  قُرُوءٍ  .\r\nوتسمى هذه الأحرف جوفيّة لخروجها من الجوف .\r\nوتسمى أيضا مدية لامتداد الصوت في يسر عند النطق بها .\r\n\r\n2 - الحلق :\r\n- والحلق كما ذكرنا مخرج عام ويشتمل على ثلاثة مخارج خاصة هي :\r\n1 - أقصى الحلق مما يلي الجوف وتخرج منه الهمزة والهاء / ء - ه .\r\n2 - وسط الحلق وتخرج منه العين والحاء المهملتان / ع - ح .\r\n3 - أدنى الحلق مما يلي أقصى اللسان ويخرج منه الغين والخاء المعجمتان / غ - خ وتسمى جميعا بالحروف الحلقية لخروجها من الحلق .\r\n\r\n3 - اللسان :\r\n- واللسان كما ذكرنا يشتمل على عشرة مخارج وهي :\r\n1 - أقصى اللسان من فوق مما يلي الحلق وتخرج منه القاف - ق .\r\n2 - أقصى اللسان من أسفل مما يلي الحلق وتخرج منه الكاف - ك .\r\nويسمى القاف والكاف حرفان لهويان لخروجهما عند اللهاة « 1 » .\r\n3 - وسط اللسان مع ما يحاديه من الحنك الأعلى ويخرج منه ثلاثة حروف هي الجيم ، والشين ، والياء المتحركة أو الساكنة مفتوح ما قبلها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هي اللحمة المشرفة على الحلق .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nوتسمى هذه الأحرف بالأحرف الشجرية لخروجها من شجر اللسان أي وسطه أو منفتحه .\r\n4 - حافة اللسان مما يلي الأضراس العليا أي جانبه من الداخل ومنها تخرج الضاد - ض - فالضاد تخرج من إحدى حافتي اللسان مما يلي الأضراس العليا سواء من الجهة اليسرى أو الجهة اليمنى ولكن من الجهة اليسرى أيسر وأكثر استعمالا وهي أكثر الحروف التي تتطلب مهارة خاصة وتدريب كثير عليها وتسمى الضاد مستطيلة لاستطالة مخرجها .\r\n5 - أدنى حافة اللسان إلى منتهاها مما يلي الأنياب .\r\nأي جانبه من الخارج مع ما يحاذيه من لثة الأسنان العليا ومنه تخرج اللام - ل - وتخرج من إحدى الحافتين اليمنى أو اليسرى ولكن اليمنى أيسر وأكثر استعمالا .\r\n6 - طرف اللسان تحت مخرج اللام قليلا مع ما يحاذيه من لثة - الأسنان العليا ومنه تخرج النون - ن .\r\n7 - طرف اللسان من ظهره أدخل من النون قليلا مع ما يحاذيه من لثة الأسنان العليا ومنه تخرج الراء - ر - وتسمى اللام والنون والراء حروف ذلقية لخروجها من ذلق اللسان أي طرفه .\r\n8 - طرف اللسان مع أصول الثنايا العليا ومنه تخرج ( الطاء والدال والتاء - ط - د - ت ) وتسمى هذه الحروف نطعية لخروجها من نطع الفم أي نهاية تجويفه .\r\n9 - طرف اللسان مع ما بين الثنايا السفلى والعليا ويخرج منه الصاد والزاي والسين ص - س - ز - وتسمى حروف أسلية لخروجها من أسلة اللسان أي مستدقه .\r\n10 - طرف اللسان مع أطراف الثنايا العليا وتخرج منه الظاء والذال والثاء - ظ - ذ - ث وهي الحروف التي تسمى لثوية لقرب مخرجها من لثة الأسنان .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\n4 - مخرج الشفتان :\r\n- وللشفتين كما ذكرنا مخرجان هما : - 1 - بطن الشفة السفلى مع أطراف الثنايا العليا ومنه تخرج الفاء ف .\r\n2 - الشفتان معا ومنهما تخرج الباء والميم مع انطباق والواو مع انفراج والمراد بالواو هنا هي الواو المتحركة بأي حركة أو الساكنة المفتوح ما قبلها .\r\nوتسمى الميم والباء والفاء والواو شفوية لخروج الفاء من بطن الشفة السفلى وخروج الباء والميم والواو من الشفتين .\r\n\r\n5 - مخرج الخيشوم :\r\n- وللخيشوم مخرج واحد وتخرج منه الغنّة .\r\nوالخيشوم هو أعلى الأنف أقصاه من الداخل .\r\n- والغنة لغة هي : الصوت له رنين في الخيشوم .\r\n- واصطلاحا : هو صوت لذيذ مركب في جسم النون والميم دون عمل للسان فيه ومقدار الغنة حركتان وزمن الحركة من قبض كف اليد أو بسطها باعتدال .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\nتدريبات محلولة\r\nس 1 عرف المخرج لغة واصطلاحا ؟ وكيفية معرفته ؟ الجواب :\r\n- لغة : محل الخروج .\r\n- اصطلاحا : هو محل خروج الحرف الذي ينقطع عنده صوت الحرف .\r\n- طريقة معرفته : ننطق بالحرف المراد معرفة مخرجه ساكنا وقبله همزة قطع متحركة .\r\nس 2 وضح أقسام المخارج ؟ الجواب : 1 - مخارج عامة . 2 - خاصة .\r\nس 3 ما هو الراجح من قول العلماء في عدد المخارج ؟ الجواب : الراجح هو سبعة عشر مخرج وهو رأي ابن الجزري والجمهور .\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 4 وضح المخارج العامة ؟ س 5 ما معنى الجوف لغة واصطلاحا ؟ واذكر حروفه ؟ مع التمثيل لكل منهم ؟\r\nس 6 الحلق من المخارج العامة ، وضح مخارجه الخاصة مع ذكر حروف كل منهم ؟\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nس 7 أكمل :\r\nأ - يخرج . . . من الخيشوم .\r\nب - زمن الحركة هو . . .\r\nج - الخيشوم هو . . .\r\nد - الفاء تخرج من . . .\r\nه - تسمى الميم والباء والفاء حروف . . . لخروجها من . . .\r\nس 8 ضع علامة ( ) أو ( ) مع تصحيح الخطأ :\r\n1 - تخرج الخاء من وسط الحلق ( ) .\r\n2 - الشفتان مخرج عام ويشتمل على مخرجين خاصين ( ) .\r\n3 - تخرج الضاد من طرف اللسان ( ) .\r\n4 - حروف الجوف هي نفسها حروف المد ( ) .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nتمرين عملي مجاب عنه\r\n* وضح مخرج كل من الحروف الآتية :\r\n- العين - اللام - الصاد - الياء المتحركة - الراء - ألف المد .\r\nالجواب :\r\n[ تصوير 
  ] الحرف / المخرج\r\nالعين / وسط الحلق\r\nاللام / أدنى حافة اللسان إلى منتهاها مما يلي الأنياب\r\nالصاد / طرف اللسان مع ما بين الثنايا العليا والسفلى\r\nالظاء / طرف اللسان مع أطراف الثنايا العليا\r\nالواو المدية / الشفتين مع انفراجهما\r\nالياء المتحركة / وسط اللسان مع ما يحاذيه من الحنك الأعلى\r\nالراء / طرف اللسان من ظهره ادخل من النون قليلا مع ما يحاذيه من لثة الأسنان العليا\r\nألف المد / من الجوف\r\n\r\nتمرين عملي للاجتهاد الشخصي\r\n* وضح مخرج كل من الحروف الآتية مع التدريب عليها عمليا ؟ الميم - الثاء - النون - الضاد - الطاء - الغنة - الهمزة - الخاء .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nالدرس الثالث عشر\r\n\r\nصفات الحروف\r\nصفات الحروف هي : معاييرها ، ومفردها : صفة\r\n* تعريف الصفة :\r\n- لغة : ما قامت بالغير .\r\n- اصطلاحا : الحالة التي تعرض للحروف عند النطق بها .\r\nاختلف العلماء في عدد الصفات والراجح أنها سبع عشر صفة وهو قول ابن الجزري والجمهور .\r\n\r\n* والصفات قسمان :\r\n1 - ذاتية : وهي الملازمة للحرف التي لا تفارقه أبدا مثل الجهر والرخو بالنسبة إلى حروف كل منها وتسمى هذه الصفات الذاتية حق الحروف .\r\n2 - عرضية : وهي الصفات التي تلحق الحرف أحيانا وتفارقه أحيانا كالتفخيم والترقيق بالنسبة للراء وتسمى هذه الصفات العرضية مستحق الحرف .\r\nوالكلام هنا على الصفات السبعة عشر الذاتية الواردة في متن المقدمة الجزرية عملا برأي الجمهور لأنه هو الراجح . واللّه أعلم .\r\n\r\n* تقسم الصفات الذاتية إلى ضدية وغير ضدية :\r\nتنقسم الصفات الذاتية الواردة في الجزرية إلى قسمين :\r\n1 - قسم له ضد .\r\n2 - قسم ليس له ضد .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nأولا : القسم الذي له ضد : وهو خمس صفات لكل منها ضد ويزيد عليها التوسط بين الرخو والشدة :\r\n1 - الجهر وضده الهمس .\r\n2 - الرخو وضده الشدة وبينهما التوسط .\r\n3 - الاستفال وضده الاستعلاء .\r\n4 - الانفتاح وضده الإطباق .\r\n5 - الإصمات وضده الإذلاق .\r\nثانيا : القسم الذي ليس له ضد وهو سبع صفات هي :\r\n1 - الصفير\r\n2 - القلقلة .\r\n3 - اللين .\r\n4 - الانحراف .\r\n5 - التكرير .\r\n6 - التفشي .\r\n7 - الاستطالة .\r\n\r\nبيان الصفات بالتفصيل\r\n\r\nأولا : الصفات التي لها ضد :\r\n1 - الهمس :\r\n- تعريف الهمس :\r\n- لغة : الخفاء .\r\n- اصطلاحا : جريان النفس عند النطق بالحرف لضعف الاعتماد عليه\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nفي مخرجه ولذلك يكون الصوت ضعيفا وخفيا .\r\n- حروفه عشرة وهي : ( ف - ح - ت - ه - ش - خ - ص - س - ك - ت ) .\r\nوهي مجموعة في قول ابن الجزري ( فحثه شخص سكت ) .\r\nوسميت هذه الحروف مهموسة لضعفها وجريان النفس معها عند النطق بها لضعف الاعتماد عليها في مخارجها .\r\n2 - ضد الهمس الجهر :\r\n- تعريف الجهر :\r\n- لغة : الظهور والإعلان .\r\n- واصطلاحا : انحباس النفس عند النطق بالحرف لقوة الاعتماد عليه في مخرجه ولذلك يكون الصوت قويا ومعلنا .\r\n- حروفه : هي الحروف الباقية غير حروف الهمس . سميت جهرية لقوتها وانحباس النفس معها عند النطق بها لقوة الاعتماد عليها في مخارجها .\r\n3 - الشدة :\r\n- تعريف الشدة :\r\n- لغة : القوة .\r\n- واصطلاحا : انحباس الصوت من الجريان عند النطق بالحرف لقوة الاعتماد عليه في مخرجه ولذلك يكون الحرف قويا .\r\n- حروفه ثمانية وهي ( أ - ح - ذ - ق - ط - ب - ك - ت ) ومجموعة في قول ابن الجزري ( أجد قط بكت ) . سميت شديدة لقوتها وانحباس الصوت من الجريان معها عند النطق بها لقوة الاعتماد عليها في مخارجها .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\n4 - ضد الشدة الرخاوة :\r\n- تعريف الرخاوة :\r\n- لغة : اللين .\r\n- واصطلاحا : جريان الصوت عند النطق بالحرف لضعف الاعتماد على المخرج لذلك يكون الحرف لين .\r\n- حروفه ستة عشر حرفا غير حروف الشدة التي ذكرناها وحروف التوسط التي سنذكرها لاحقا .\r\nوسميت رخوية لضعفها وجريان الصوت معها حتى لانت عند النطق بها .\r\n* وتوجد بين الشدة والرخاوة صفة التوسط :\r\n- تعريف التوسط :\r\n- لغة : الاعتدال .\r\n- واصطلاحا : اعتدال الصوت عند النطق بالحرف لعدم كمال انحباسه معه مثل الشدة وعدم كمال جريانه معه مثل الرخاوة .\r\n- وحروف التوسط خمسة وهي ( ل - ن - ع - م - ر ) ومجموعة في قول ابن الجزري ( لن عمر ) .\r\nوسميت هذه الحروف متوسطة لتوسط الصوت عند النطق بها وعدم كمال انحباسه كما في حروف الشدة وعدم كمال جريانه كما في حروف الرخاوة .\r\n5 - الاستعلاء :\r\n- تعريف الاستعلاء :\r\n- لغة : الارتفاع .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n- اصطلاحا : ارتفاع اللسان إلى الحنك الأعلى بالحرف عند النطق به .\r\n- حروفه سبعة وهي ( خ - ص - ض - غ - ط - ق - ظ ) مجموعة في قول بن الجزري ( خص ضغط قظ ) .\r\n6 - ضد الاستعلاء الاستفال : - تعريف الاستفال :\r\n- وهو لغة : الانخفاض .\r\n- واصطلاحا : انخفاض اللسان بالحرف وعدم ارتفاعه إلى أعلى الحنك عند النطق به .\r\n- وحروفه الباقية غير حروف الاستعلاء .\r\n7 - الإطباق :\r\n- تعريف الإطباق :\r\n- لغة : الإلصاق .\r\n- اصطلاحا : إلصاق اللسان بالحنك الأعلى عند النطق بالحرف .\r\n- حروفه أربعة هي :\r\n( الصاد ، والضاد ، والطاء ، والظاء - ص - ض - ط - ظ ) .\r\n8 - وضد الإطباق الانفتاح :\r\n- تعريف الانفتاح :\r\n- لغة : الافتراق .\r\n- واصطلاحا : افتراق اللسان عن الحنك الأعلى عند النطق بالحرف .\r\n- وحروفه هي الحروف الباقية غير حروف الإطباق .\r\n9 - الإذلاق :\r\n- تعريف الإذلاق :\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n- لغة : حد اللسان وبلاغته وطلاقته .\r\n- واصطلاحا : خفة الحرف عند النطق به لخروجه من طرف اللسان أو من إحدى الشفتين أو منهما معا .\r\n- وحروفه ستة وهم ( ف - ر - م - ن - ل - ب ) ومجموعة في قول ابن الجزري ( فر من لب ) .\r\n10 - ضد الإذلاق الإصمات .\r\n- تعريف الإصمات :\r\n- لغة : المنع .\r\n- واصطلاحا : امتناع انفراد هذه الحروف ( حروف الإصمات ) في أصول الكلمات الرباعية والخماسية من الكلمات العربية ، بل لا بد من وجود حرف من حروف الإذلاق معها حتى تكون الكلمة عربية .\r\n- مثال كلمة عسجد اسم للذهب وهو أعجمي لانفراد الحروف المصمتة في هذه الكلمة الرباعية ولا يوجد فيها أي حرف من حروف الذلاقة فلذلك هي ليست عربية .\r\n- وحروفه هي الحروف الباقية غير حروف الإذلاق .\r\nملحوظة : دخلت الواو هنا في حروف الإصمات بالرغم من أنها تخرج من الشفتين وذلك إما إلحاقا بمثيلتها الجوفية أو لأنها تخرج من الشفتين بانفتاح أو ضم دون انطباق للشفتين وفي ذلك بعض الثقل .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\n* ثانيا : الصفات التي ليس لها ضد :\r\nالصفات التي ليس لها ضد سبع كما ذكرنا وفيما يلي تفصيلها :\r\n\r\n1 - الصفير :\r\n- تعريف الصفير :\r\n- لغة : صوت يشبه صفير الطائر .\r\n- اصطلاحا : خروج صوت يشبه صوت الطائر مع الحرف عند النطق به .\r\n- حروفه ثلاثة : ( الصاد ، والسين ، والزاي ، ص - س - ز ) وتسمى هذه الحروف حروف الصفير .\r\n\r\n2 - القلقلة :\r\n- تعريف القلقلة :\r\n- لغة : الاضطراب .\r\n- اصطلاحا : هي اضطراب في المخرج عند النطق بالحرف حتى يسمع له نبرة قوية .\r\n- حروف القلقلة اصطلاحا : خمسة وهم : ( ق - ط - ب - ج - د ) .\r\nوهي مجموعة في لفظ : ( قطب جد ) .\r\nفالقلقلة صفة لازمة وأساسية لهذه الحروف وخاصة عند السكون واختلف في كيفيتها هل هي قريبة من الفتح أم قريبة من الكسر أم تتبع ما قبلها وما أجنح إليه أنها لها كيفية مستقلة خاصة بها لا هي قريبة من فتح أو كسر .\r\n- سبب القلقلة :\r\nقوة حروفها عند خروجها من المخرج لأن هذه الحروف تتصف بالشدة والجهر .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n- درجات القلقلة :\r\nالقلقلة لها درجات من حيث القوة وبيانها كالآتي :\r\n1 - المشدد الموقوف عليه .\r\nمثال :  الْحَقُّ  -  وَتُبْ  -  الْحَجِّ  -  حَادَّ  .\r\n2 - الساكن الموقوف عليه . مثال :\r\n الْخَلْقُ  -  مُحِيطٌ  -  عَجِيبٌ  -  بَهِيجٍ  -  بَعِيدٍ  .\r\n3 - الساكن وسط الكلام .\r\nمثال :  يَقْتَرِفْ  -  مَطْلِعَ  -  وَيُبْصِرُونَ  -  فَاجْتَباهُ  -  يَدْخُلُونَ  .\r\n4 - المتحرك ، وهذا النوع هو أقل درجات القلقلة من حيث القوة حيث أن أصل القلقلة هو الذي يوجد فيه وليس تمامها . مثال :\r\n قَلى  -  طَغى  -  وَبَرْقٌ  -  جاءَ  -  دَخَلُوا  .\r\n\r\n3 - اللين\r\n- تعريف اللين :\r\n- لغة : السهولة .\r\n- اصطلاحا : إخراج الحرف من مخرجه في سهولة وعدم تكلف .\r\n* حروفه :\r\n1 - الياء الساكنة المفتوح ما قبلها مثل :  عَيْنٍ  -  خَيْرٌ  -  شَيْءٍ  .\r\n2 - الواو الساكنة المفتوح ما قبلها مثل :  خَوْفٌ  -  السَّوْءِ  .\r\n\r\n4 - الانحراف\r\n- تعريف الانحراف :\r\n- لغة : الميل .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n- اصطلاحا : الميل بالحرف عن مخرجه عند النطق به حتى يقتربا من مخرج آخر .\r\n- حروفه : 1 - اللام . 2 - الراء .\r\n\r\n5 - التكرير\r\n- تعريف التكرير :\r\n- لغة : الإعادة .\r\n- اصطلاحا : ارتعاد رأس طرف اللسان بالحرف عند النطق به وهو ما يؤدي إلى تكريره خصوصا إذا كان ساكنا أو مشددا .\r\n- حرفه الراء فقط ، ويحذر التكلف حتى لا تخرج راءات متعددة\r\n\r\n6 - التفشي\r\n- تعريف التفشي :\r\n- لغة : الانتشار .\r\n- اصطلاحا : انتشار الريح في الفم عند النطق بالحرف . وحرفه الشين فقط .\r\n\r\n7 - الاستطالة\r\n- تعريف الاستطالة :\r\n- لغة : الامتداد .\r\n- اصطلاحا : امتداد المخرج عند النطق بالحرف .\r\n- حرفه : الضاد فقط وسميت مستطيلة لاستطالة مخرجها .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\nتدريبات محلولة\r\nس 1 عرف الصفات لغة واصطلاحا ؟ الجواب : لغة : هي ما قامت بالغير .\r\n- اصطلاحا : الحالة التي تعرض للحرف عند النطق به .\r\nس 2 ما هو الراجح في عدد صفات الحروف ؟ الجواب : أنها سبعة عشر صفة .\r\nس 3 ما هي الصفات الذاتية والعرضية ؟ مع ذكر مثال لكل منهما ؟ الجواب : الصفات الذاتية هي التي لا تنفك أبدا عن الحرف كالتفخيم بالنسبة للصاد الصفات العرضية هي التي تلحق بالحرف أحيانا وتتركه أحيانا كالترقيق بالنسبة للراء .\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 1 وضح معنى القلقلة لغة واصطلاحا ؟ واذكر مراتبها من حيث القوة ؟\r\nس 2 اذكر الصفات التي لا ضد لها مع ذكر ضدها ؟\r\nس 3 اذكر الصفات التي ليس لها ضد ؟\r\nس 4 وضح معنى الهمس لغة واصطلاحا ؟ واذكر حروفه ؟ واذكر الصفة المضادة له ؟\r\nس 5 وضح صفة الاستعلاء مع ذكر حروفها ؟ واذكر الصفة التي ضدها ؟\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nس 6 ضع علامة ( ؟ ) أو (  X  ) مع تصحيح الخطأ :\r\n1 - الإطباق ضده الإذلاق ( ) .\r\n2 - اللام من حروف الرخاوة ( ) .\r\n3 - الثاء من حروف الصفير ( ) .\r\n4 - القاف من حروف القلقلة ( ) .\r\nس 7 أكمل :\r\n1 - الاستطالة هي . . . وحرفها هو . . .\r\n2 - معنى الانحراف اصطلاحا . . . وحروفه . . .\r\n3 - الشدة ضدها . . .\r\n4 - الإطباق حروفه . . . وضده . . .\r\n\r\nتمرين عملي مجاب عنه\r\n* وضح صفات كل من الحروف الآتية :\r\nالشين - الضاد - الباء - التاء - الميم - الجيم\r\nالجواب :\r\n[ تصوير 
  ] م / الحرف / صفاته\r\n1 / الشين / التفشي - الهمس - الرخاوة - الاستفال - الانفتاح - الاصمات\r\n2 / الضاد / الجهر - الاستعلاء - الاطباق - الاستفال - الانفتاح - الذلاقة\r\n3 / الباء / الجهر - الشدة - القلقلة - الاستفال - الانفتاح - الذلاقة\r\n4 / التاء / الشدة - الاستفال - الانفتاح - الهمس - الاصمات\r\n5 / الميم / الجهر - التوسط - الاستفال - الانفتاح - الذلاقة\r\n6 / الجيم / الشدة - القلقلة - الجهر - الاستفال - الانفتاح - الاصمات\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\nتمرين عملي للاجتهاد الشخصي\r\n* اذكر صفات كل من الحروف الآتية : الياء - النون - العين - الزاي - الثاء - السين - الطاء\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nالدرس الرابع عشر :\r\n\r\nالمتماثلان والمتجانسان والمتقاربان والمتباعدان\r\nإن كل حرفين يلتقيان لا بد أن ينقسما إلى أربع أقسام وهم :\r\n1 - المتماثلان . 2 - المتجانسان .\r\n3 - المتقاربان . 4 - المتباعدان .\r\n\r\nأولا : المتماثلان\r\nهما : الحرفان اللذان اتفقا مخرجا وصفة ولا يكون ذلك إلا إذا اتفقا اسما أيضا بأن يكونا لامين أو ميمين ونحو ذلك مثل  رَبِحَتْ تِجارَتُهُمْ  -  جَعَلَ لَكُمُ  .\r\nوينقسم إلى ثلاثة أقسام :\r\n1 - مثلين صغير . 2 - مثلين كبير . 3 - مثلين مطلق .\r\n\r\n1 - المثلان الصغير :\r\n- وهو أن يكون الحرف الأول ساكنا والحرف الثاني متحركا .\r\n- حكمه : وجوب الإدغام .\r\n- مثال :  وَقَدْ دَخَلُوا  -  اضْرِبْ بِعَصاكَ  -  يُدْرِكْكُمُ  .\r\nتنبيه : الياء المدية التي يأتي بعدها ياء متحركة مثل :  فِي يَوْمٍ  ، أو الواو المدية التي يأتي بعدها واو متحركة مثل :  قالُوا وَهُمْ  ، يجب إظهار هاتين الحالتين\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nلأنهما لا ينطبق عليهما قاعدة المثلين الصغير لأن الياء المدية والواو المدية مخرجهما الجوف والياء المتحركة مخرجها وسط اللسان والواو المتحركة مخرجها الشفتين فبذلك يكونا متباعدين وليس متماثلين .\r\n\r\n2 - المثلان الكبير :\r\n- وهو أن يكون الحرف الأول والثاني متحركين .\r\n- حكمه : وجوب الإظهار .\r\n- مثال :  حَيْثُ ثَقِفْتُمُوهُمْ  -  شَهْرُ رَمَضانَ  -  إِنَّكِ كُنْتِ  -  بِبَكَّةَ  -  مَناسِكَكُمْ  .\r\n\r\n3 - المثلان المطلق\r\n- وهو أن يكون الحرف الأول متحرك والثاني ساكنا .\r\n- حكمه : وجوب الإظهار .\r\n- مثال :  صَبَبْنَا  -  شَقَقْنَا  -  نَنْسَخْ \r\n\r\nثانيا المتجانسان\r\nهما الحرفان اللذان اتفقا مخرجا واختلفا صفة .\r\nوالمقصود بالاختلاف هنا إما اختلاف في صفة واحدة مثل الثاء والذال في نحو :  يَلْهَثْ ذلِكَ  .\r\nأو إما اختلاف في أكثر من صفة مثل : الطاء ، والظاء ، في نحو :\r\n قالَتْ طائِفَةٌ  .\r\nوينقسم إلى ثلاثة أقسام :\r\n1 - متجانسان صغير 2 - متجانسان كبير . 3 - متجانسان مطلق .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\n1 - متجانسين صغير\r\n- وهو : أن يكون الحرف الأول ساكن والحرف الثاني متحرك .\r\n- حكمه : الإظهار إلا في ست حالات اتفق على إدغامهم إدغاما كاملا وحالة واحدة اتفق على إدغامها إدغاما ناقصا .\r\nالحالات الست التي اتفق على إدغامهم إدغاما كاملا هم : 1 - وقوع الدال بعد التاء مثال :  أُجِيبَتْ دَعْوَتُكُما  -  أَثْقَلَتْ دَعَوَا  .\r\n2 - وقوع التاء بعد الدال مثال :  قَدْ تَبَيَّنَ  -  وَمَهَّدْتُ  .\r\n3 - وقوع الطاء بعد التاء مثال :  وَدَّتْ طائِفَةٌ  -  لَهَمَّتْ طائِفَةٌ  .\r\n4 - وقوع الظاء بعد الذال مثال :  إِذْ ظَلَمُوا  -  إِذْ ظَلَمْتُمْ  .\r\n5 - وقوع الذال بعد الثاء مثال :  يَلْهَثْ ذلِكَ  .\r\n6 - وقوع الميم بعد الباء مثال :  ارْكَبْ مَعَنا  .\r\nوالحالة التي اتفقوا على إدغامها إدغاما ناقصا هي : وقوع التاء بعد الطاء مثال :  أَحَطْتُ  -  بَسَطْتَ  -  فَرَّطْتُمْ  -  فَرَّطْتُ  . فهنا تدغم الطاء في التاء ولكن إدغاما ناقصا بمعنى أننا نأتي بصفات الطاء ما عدا صفة القلقلة ثم ننطق بالتاء مشددة .\r\nأمّا غير ذلك فحكمه الإظهار مثال :  يَوْمَئِذٍ  -  عَلَيْهِمْ وَلَا  .\r\n\r\n2 - متجانسان كبير :\r\n- وهو أن يكون الحرف الأول والثاني متحركين .\r\n- وحكمه : وجوب الإظهار .\r\n- مثال :  الصَّالِحاتِ طُوبى  -  يُعَذِّبُ مَنْ  .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\n3 - متجانسان مطلق :\r\n- وهو أن يكون الحرف الأول متحرك والثاني ساكن .\r\n- وحكمه : وجوب الإظهار .\r\n- مثال :  الْمُبْطِلُونَ  .\r\n\r\nثالثا : المتقاربان\r\nإن معنى التقارب في المخرج هو المجاورة ومعنى التقارب في الصفة هو الاشتراك في أكثر الصفات .\r\n* الحرفان المتقاربان على ثلاثة أقسام هي :\r\n\r\n1 - الحرفان اللذان تقاربا مخرجا وصفة .\r\nويتفرع إلى ثلاثة أفرع :\r\n- أ - صغير : وهو أن يكون الحرف الأول ساكن والثاني متحرك كالتاء ، والثاء في قوله - تعالى - :  كَذَّبَتْ ثَمُودُ \r\n- وحكمه الإظهار ما عدا اللام في الراء مثل قوله - تعالى - :  بَلْ رَفَعَهُ  -  وَقُلْ رَبِّ  ، في هذه الحالة إدغام كامل .\r\n- والقاف في الكاف في قوله :  أَ لَمْ نَخْلُقْكُمْ  فهنا فيها وجهان إدغام كامل وهو الأولى والمشهور وإدغام ناقص أي نأتي بصفة الاستعلاء في القاف ثم ننطق الكاف مشددة .\r\n- ب - كبير : وهو أن يكون الحرف الأول والثاني متحركين كالقاف والكاف في قوله - تعالى - :  مِيثاقَكُمْ  وحكمه وجوب الإظهار .\r\n- ج - مطلق : وهو أن يكون الحرف الأول متحرك والثاني ساكن\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nكالتاء ، والثاء في قوله - تعالى - :  وَلا يَسْتَثْنُونَ  ( 18 ) وحكمه وجوب الإظهار .\r\n\r\n2 - الحرفان اللذان تقاربا مخرجا لا صفة .\r\n* ويتفرع إلى ثلاثة أفرع : أ - صغير : وهو أن يكون الحرف الأول ساكن والثاني متحرك كالدال والسين في قوله - تعالى - :   قَدْ سَمِعَ   وحكمه وجوب الإظهار .\r\nب - كبير : وهو أن يكون الحرف الأول والثاني متحركين كالدال والسين في قوله - تعالى - :  عَدَدَ سِنِينَ  وحكمه وجوب الإظهار .\r\nج - مطلق : وهو أن يكون الحرف الأول متحرك والثاني ساكن كالسين والنون في قوله - تعالى - :  سُنْدُسٍ  وحكمه وجوب الإظهار .\r\n\r\n3 - الحرفان اللذان تقاربا صفة لا مخرجا .\r\nويتفرع إلى ثلاثة أفرع :\r\nأ - صغير وهو : أن يكون الحرف الأول ساكن والحرف الثاني متحرك .\r\nكالذال والجيم في قوله - تعالى - :  إِذْ جاؤُكُمْ  وحكمه وجوب الإظهار .\r\nب - كبير : وهو أن يكون الحرف الأول والثاني متحركين .\r\nكالقاف والدال في قوله :  قَدَرُهُ  وحكمه وجوب الإظهار .\r\nج - مطلق : وهو أن يكون الحرف الأول متحرك والثاني ساكن .\r\nكالقاف والطاء في قوله - تعالى - :  قِطْمِيرٍ  .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\nرابعا : المتباعدان\r\nهما الحرفان اللذان تباعدا مخرجا سواء كانا متفقين في الصفة ( كالهاء والثاء في  يَلْهَثْ  أو تقاربا صفة مثل الهمزة والدال في  أَدْنى  أو اختلفا صفة كالهمزة والصاد في  أَصْدَقُ  وينقسم إلى ثلاثة أقسام :\r\n\r\n1 - صغير :\r\n- وهو أن يكون الحرف الأول ساكن والثاني متحرك .\r\n- وحكمه وجوب الإظهار .\r\n- مثال : التاء والعين في قوله - تعالى - :  تُلِيَتْ عَلَيْهِمْ  .\r\n\r\n2 - كبير\r\n- وهو أن يكون الحرفان متحركين :\r\n- وحكمه وجوب الإظهار .\r\n- مثال : الميم والحاء في قوله :  « مَحَبَّةً مِنِّي  .\r\n\r\n3 - مطلق\r\n- هو أن يكون الحرف الأول متحرك والثاني ساكن .\r\n- وحكمه وجوب الإظهار .\r\n- كالحاء والميم في قوله :  الْحَمْدُ  .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nتدريبات محلولة\r\nس 1 عرف المتماثلين ؟ واذكر أقسامه ؟ وحكم كل قسم ؟ مع ذكر مثال لكل قسم ؟ الجواب :\r\nالمتماثلان هما : الحرفان اللذان اتفقا صفة ومخرجا .\r\nأقسامه :\r\n1 - صغير حكمه الإدغام مثال :  فَما رَبِحَتْ تِجارَتُهُمْ  .\r\n2 - كبير حكمه الإظهار : مثال :  جَعَلَ لَكُمُ  .\r\n3 - مطلق حكمه الإظهار : مثال :  نَنْسَخْ  .\r\nس 2 وضح حكم المتجانسين الصغير ؟ الجواب :\r\nحكمه الإظهار إلا في سبعة مواضع حكمها الإدغام .\r\nس 3 عرف المتباعدين ؟ واذكر أقسامه ؟ وحكم كل قسم ؟ مع ذكر مثال لكل منهم ؟ الجواب :\r\nالمتباعدان هما : الحرفان اللذان تباعدا مخرجا سواء اتفقا صفة أم لا .\r\n- أقسامه :\r\n1 - صغير حكمه الإظهار : مثال :  تُلِيَتْ عَلَيْهِمْ  .\r\n2 - كبير حكمه الإظهار : مثال :  مَحَبَّةً مِنِّي  .\r\n3 - مطلق حكمه الإظهار : مثال :  الْحَمْدُ  .\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 4 عرف المتجانسين ؟ واذكر أقسامه ؟ وحكم كل قسم ؟ مع ذكر مثال لكل قسم ؟\r\nس 5 وضح أقسام المتقاربين اللذان تقاربا مخرجا وصفة وحكم كل قسم مع التمثيل ؟\r\nس 6 أكمل :\r\nأ -  عَدَدَ سِنِينَ  هي . . . وحكمها . . .\r\nب - الياء المدية التي يأتي بعدها ياء متحركة مثل في يوم حكمها . . .\r\nج - قد دخلوا حكمها . . . لأنها . . .\r\n\r\nتمرين عملي مجاب عنه\r\nس 7 وضح حكم كل من الأمثلة الآتية مع ذكر السبب :  يُدْرِكْكُمُ  .\r\n بِبَكَّةَ  -  وَلا يَسْتَثْنُونَ  ( 18 ) -  ارْكَبْ مَعَنا  -  الصَّالِحاتِ   طُوبى  -  مَبْعُوثُونَ  -  مِيثاقَكُمْ  .\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nالجواب :\r\n[ تصوير 
  ] م / المثال / الحكم / السبب\r\n1 /  يُدْرِكْكُمُ  / إدغام / لأنها مثلين صغير\r\n2 /  بِبَكَّةَ  / إظهار / لأنهما مثلين كبير\r\n3 /  وَلا يَسْتَثْنُونَ  ( 18 ) / إظهار / لأنهما متقاربين مطلق\r\n4 /  ارْكَبْ مَعَنا  / إدغام / لوقوع الميم بعد الباء وهما متجانسان صغير\r\n5 /  الصَّالِحاتِ طُوبى  / إظهار / لأنهما متجانسين كبير\r\n6 /  مَبْعُوثُونَ  / إظهار / لأنهما متجانسين مطلق\r\n7 /  مِيثاقَكُمْ  / إظهار / لأنهما متقاربين كبير\r\n\r\nتمرين عملي للاجتهاد الشخصي\r\nس 8 وضح حكم كل من الأمثلة الآتية مع ذكر السبب :\r\n يَلْهَثْ ذلِكَ  -  أَثْقَلَتْ دَعَوَا  -  عَلَيْهِمْ وَلَا   إِذْ جاؤُكُمْ  -  قِطْمِيرٍ   بَسَطْتَ  -  صَبَبْنَا  .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\nالدرس الخامس عشر\r\n\r\nحكم التفخيم والترقيق\r\n* معنى التفخيم\r\n- لغة هو : التسمين أو التغليظ .\r\n- معناه اصطلاحا هو : حالة من القوة تلحق بالحرف عند النطق به فيمتلئ الفم بصداه .\r\n* معنى الترقيق هو :\r\n- لغة : التنفيف أو الرقة .\r\n- اصطلاحا : حالة من الرقة تلحق بالحرف عند النطق به فلا يمتلئ الفم بصداه .\r\n\r\nتقسيم الحروف من حيث التفخيم والترقيق :\r\nتنقسم الحروف من حيث التفخيم والترقيق إلى ثلاثة أقسام هي :\r\n1 - حروف تفخم دائما .\r\n2 - حروف ترقق دائما .\r\n3 - حروف تفخم أحيانا وترقق أحيانا .\r\nوفيما يلي توضيح هذه الأقسام :\r\n\r\nأولا : حروف تفخم دائما\r\nأي أن هذه الحروف لا يجوز بأي حال من الأحوال أن ترقق .\r\nوهذه الحروف هي : ( خ - ص - ض - غ - ط - ق - ظ ) . ومجموعة في هذا\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nاللفظ : ( خص ضغط قظ ) مثال :  الصَّابِرِينَ  -  الْعِقابِ  -  تَظاهَرا  -  وَضَرَبَ  -  طائِفَةٌ  .\r\n\r\nثانيا : حروف تفخم أحيانا وترقق أحيانا\r\n- وهذه الحروف هي :\r\n1 - لام لفظ الجلالة . 2 - الألف المدية . 3 - الراء .\r\nوبيان هذا القسم بالتفصيل كما يلي :\r\n\r\n1 - لام لفظ الجلالة\r\nولفظ الجلالة هو لفظ  اللَّهِ  .\r\nوتفخم لام لفظ الجلالة إذا جاء قبلها حرف مفتوح مثل :  وَعَدَ اللَّهُ  أو حرف مضموم مثل  عَبْدُ اللَّهِ  .\r\nوترقق لام لفظ الجلالة إذا جاء قبلها حرف مكسور مثل :\r\n بِسْمِ اللَّهِ  -  آياتُ اللَّهِ  .\r\n\r\n2 - الألف المدية\r\nكما علمنا أن ( ألف المد ) هي الألف الساكنة وقبلها فتح وهي كذلك دائما فهذا الحرف يتبع ما قبله من حيث التفخيم والترقيق بمعنى :\r\nيفخم إذا جاء قبله حرف تفخيم مثال :  أَبْصارُها خاشِعَةٌ  ( 9 ) -  قالَ  -  الطَّالِبُ  .\r\nيرقق إذا جاء قبله حرف ترقيق مثال : ( أتك ) -   وَالذَّارِياتِ   -  السَّماءِ  -  الدَّوَابِّ  .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nتنبيه : نوضح هنا أن الغنة أيضا تفخم أحيانا وترقق أحيانا وهي تابعة لما بعدها بمعنى :\r\nتفخم إذا جاء بعدها حرف تفخيم مثل :  عَنْ صَلاتِهِمْ  .\r\nترقق إذا جاء بعدها حرف ترقيق مثل :  مِنْ سَعَتِهِ  .\r\n\r\n3 - الراء\r\nإن حرف الراء هو أكثر الحروف أحكاما وأهمية من حيث التفخيم والترقيق ، ويحتاج إلى تدريب كثير حتى يتم إتقانه .\r\nوحرف الراء يفخم ويرقق حسب حركته وحركة ما قبله وحسب الحرف الذي يأتي بعده وبيان ذلك كما يلي :\r\n\r\nأ - الراء المتحركة :\r\nتفخم إذا كانت مفتوحة أو مضمومة مثال :  الصِّراطَ  -  بَراءَةٌ  ،  يُنْظَرُونَ  -  قُرُوءٍ  .\r\nترقق إذا كانت مكسورة مثال :  رِزْقاً  -  الْحَرِيقِ  -  بَرِيئُونَ  .\r\nأو كانت ممالة وذلك في موضع واحد هو  مَجْراها  « 1 » [ هود : 41 
  ] .\r\n\r\nب - الراء الساكنة :\r\nسواء كان سكون الراء هذا أصلي أم عارض .\r\nوالسكون الأصلي مثال :  اغْفِرْ  والسكون العارض يأتي عند الوقف على راء متحركة مثل : الوقف على كلمة  مُنْتَشِرٌ  .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسيأتي توضيحها آخر الكتاب .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n* تفخم إذا :\r\n1 - كان قبلها فتح أو ضم مثال :  إِنْ تَذَرْهُمْ  -  إِنَّهُ لَقُرْآنٌ  .\r\n2 - كان قبلها كسر غير أصلي مثال :  إِنِ ارْتَبْتُمْ  -  مَنِ ارْتَضى  -  أَرْجِعُ  .\r\n3 - كان قبلها كسر أصلي وبعدها حرف تفخيم في كلمة واحدة مثل :\r\n لَبِالْمِرْصادِ  -  فِرْقَةٍ  -  قِرْطاسٍ   وَإِرْصاداً  .\r\n* ترقق إذا :\r\n1 - كان قبلها كسر أصلي وبعدها حرف تفخيم في كلمتين مثال :  تُصَعِّرْ خَدَّكَ  -  فَاصْبِرْ صَبْراً  .\r\n2 - كان قبلها كسر أصلي وبعدها حرف ترقيق مثال :  وَفِرْعَوْنَ  -  الْفِرْدَوْسِ  .\r\n3 - كان قبلها ياء مدية وتم الوقف على الراء مثال :  قَدِيرٌ  -  الْمَصِيرُ  .\r\n4 - كان قبلها ياء ساكنة ( لين ) وتم الوقف على الراء مثال :  خَيْرٌ  -  الطَّيْرِ  .\r\n\r\nج - كلمات يجوز الترقيق والتفخيم في رائها عند الوقف عليها والترقيق أولى :\r\nوذلك عند الوقف على الكلمات الآتية :\r\n1 - كلمة :  وَنَذَرَ  .\r\n- وهي في ست مواضع في سورة القمر .\r\n2 - كلمة :  فَأَسْرِ  . وهي في ثلاثة مواضع :\r\n- أ - هود ( 81 ) . ب - الحجر ( 65 ) . ج - الدخان ( 23 ) .\r\n3 - كلمة :  أَسَرَّ  .\r\nوهي في موضعين :\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n- أ - ظه ( 77 ) . ب - الشعراء ( 52 ) .\r\n4 - كلمة :  وَيَسِّرْ  موضع في سورة الفجر ( 4 ) .\r\n5 - كلمة :  فِرْقٍ  « 1 » موضع في سورة الشعراء ( 63 ) والحكم هنا وصلا ووقفا .\r\n* الوقف على كلمتي مصر والقطر :\r\n1 - كلمة :  مِصْرَ  غير المنونة وهي في أربعة مواضع :\r\nأ - يونس ( 87 ) . ب - يوسف ( 21 ، 99 ) . ج - الزخرف ( 51 ) .\r\nويجوز فيها القراءة بالتفخيم والترقيق ولكن الاختيار هنا على التفخيم .\r\n2 - كلمة :  الْقِطْرِ  .\r\nموضع في سورة سبأ ( 12 ) ويجوز في هذا الموضع التفخيم والترقيق ولكن الاختيار هنا على الترقيق .\r\nولذلك نظم الشيخ المتولي قائلا :\r\n واختير أن يوقف مثل الوصل * في راء مصر القطر يا ذا الفضل \r\n* تنبيه :\r\nإذا كانت الراء الساكنة قبلها ساكن ننظر إلى ما قبل هذا الساكن ثم نجري عليها القواعد السابقة مثل الوقف على :\r\n  وَالْعَصْرِ   ( 1 ) -  خَسِرَ  -  بِالصَّبْرِ  -   الْقَدْرِ   -  شَهْرُ  -  أَمَرَ  -  سِدْرٍ  -  حِجْرٌ  .\r\n\r\n* ثالثا : حروف ترقق أبدا :\r\nأي أن هذه الحروف لا يجوز بأي حال من الأحوال أن تفخم وهذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سيأتي في طرق حفص .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالحروف هي حروف الهجاء ما عدا :\r\n1 - حروف التفخيم .\r\n2 - لام لفظ الجلالة .\r\n3 - الألف المدية .\r\n4 - الراء .\r\n* تتمة :\r\nلإتمام هذا الباب نوضح أن التفخيم له درجات من حيث القوة وهي كالآتي :\r\n1 - المفتوح وقبله ألف مثل :   الْغاشِيَةِ   .\r\n2 - المفتوح وليس قبله ألف مثال :  غَفُورٌ  .\r\n3 - المضموم مثال :  غُثاءً  .\r\n4 - الساكن مثال :  سَيَغْلِبُونَ  .\r\n5 - المكسور مثال :  فَسَيُنْغِضُونَ  . وهو أقل درجات التفخيم .\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\nتدريبات محلولة\r\nس 1 عرف التفخيم والترقيق ؟ واذكر حروف كل منهما ؟ الجواب : التفخيم : هو حالة من القوة تلحق بالحرف عند النطق به فيمتلئ الفم بصداه وحروفه ( خص ضغط قظ ) .\r\nالترقيق هو : حالة من التنحيف أو الرقة تلحق بالحرف عند النطق به فلا يمتلئ الفم بصداه ، وحروفه كل حروف الهجاء ما عدا :\r\n1 - حروف خص ضغط قظ . 2 - الألف المدية .\r\n3 - لام لفظ الجلالة . 4 - الراء .\r\nس 2 أكمل ما يأتي :\r\nأ - لام لفظ الجلالة تفخم إذا سبقها فتح أو ضم ، وترقق إذا سبقها كسر .\r\nب - ألف المد تفخم إذا سبقها حرف تفخيم وترقق إذا سبقها حرف ترقيق .\r\nج - الراء المفتوحة أو المضمومة الحكم فيها التفخيم .\r\nد - الراء المكسورة الحكم فيها الترقيق .\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 3 أجب بكلمة ( تفخيم ) أو ( ترقيق ) فيما يأتي :\r\nالجواب :\r\nأ - راء ساكنة قبلها فتح أو ضم . ( ) .\r\nب - راء موقوف عليها وقبلها ياء مدية ( ) .\r\nج - راء قبلها كسر غير أصلي . ( ) .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nد - راء قبلها كسر أصلي وبعدها حرف تفخيم في كلمة . ( ) .\r\nه - راء قبلها كسر أصلي وبعدها حرف تفخيم في كلمتين ( ) .\r\nو - راء قبلها كسر أصلي وبعدها حرف ترقيق . ( ) .\r\nس 4 ما هو الاختيار في راء  مِصْرَ  غير المنونة وراء  الْقِطْرِ  عند الوقف عليهما ؟ الاختيار في راء  مِصْرَ  غير المنونة هو . . . وراء  الْقِطْرِ  هو . . .\r\nس 5 ما الحكم في راء  فِرْقٍ  وصلا ووقفا ؟ الحكم هو : . . .\r\nس 6 متى تفخم الغنة ومتى ترقق ؟\r\nس 7 اذكر مراتب التفخيم من حيث القوة ؟\r\n\r\nتمرين عملي مجاب عنه\r\nس 8 اذكر حكم كل من الكلمات الآتية من حيث التفخيم والترقيق مع ذكر السبب :\r\n الصَّاخَّةُ  -  وَيَسِّرْ  -  فِرْعَوْنَ  -  قِرْطاسٍ  -  إِنِ ارْتَبْتُمْ  -  بِسْمِ اللَّهِ  -  السَّماءِ  .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nالجواب :\r\n[ تصوير 
  ] م / الكلمة / الحكم / السبب\r\n1 /  الصَّاخَّةُ  / تفخيم الصاد / لأنها من حروف خص ضغط قظ\r\n2 /  وَيَسِّرْ  / ترقيق الراء وتفخيمها والترقيق أولى / من رقق نظر للأصل ومن فخم نظر لحكم الراء بعد حذف الياء من يسرى\r\n3 /  فِرْعَوْنَ  / ترقيق الراء / لأنها ساكنة وقبلها كسر أصلي وبعدها حرف ترقيق\r\n4 /  قِرْطاسٍ  / تفخيم الراء / لأنها ساكنة وقبلها كسر أصلي وبعدها حرف تفخيم في كلمة واحدة\r\n5 /  إِنِ ارْتَبْتُمْ  / تفخيم الراء / لأنها ساكنة وقبلها كسر غير أصلي\r\n6 /  بِسْمِ اللَّهِ  / ترقيق لام لفظ الجلالة / لأنها قبلها كسر\r\n7 /  السَّماءِ  / ترقيق ألف المد / لأن قبلها حرف مرقق\r\n\r\nتمرين عملي للاجتهاد الشخصي\r\nس 1 وضح حكم الراء في كل مما يأتي من حيث التفخيم والترقيق مع ذكر السبب :\r\n تَذَرْهُمْ  -  أَرْجِعُ  -  فِرْقَةٍ  - عند الوقف على  خَيْرٌ  -  بَراءَةٌ  - الوقف على  وَنَذَرَ  بالقمر - الوقف على   وَالْعَصْرِ   ( 1 ) .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nالدرس السادس عشر\r\n\r\nالوقف والابتداء\r\nاتفقنا على أنه لا بد من تدبر القرآن عند التلاوة وفهم معانيه ومن هنا يتضح أهمية الوقف والابتداء الذي يعتبر من أهم أبواب التجويد لأننا عند الوقف أو الابتداء لا بد أن نراعي معنى الآيات فهذا الباب تعلمه يعيننا على تدبر الآيات .\r\n\r\nأولا : الوقف\r\nوعلمنا أن الوقف معناه : التوقف عن القراءة زمنا قليلا ( يتنفس فيه القارئ ) بنية استئناف القراءة .\r\n\r\nأقسام الوقف\r\n1 - وقف اختباري ( بالباء الموحدة ) : وهو أن يقف القارئ على الكلمة في مقام التعلم والاختبار لبيان كيفية الوقف على الكلمة .\r\n2 - وقف اضطراري : وهو أن يقف القارئ على الكلمة مضطرا كحصول عطاس له أو قطع نفس وغيره .\r\n3 - وقف انتظاري : ويحدث عند جمع الروايات وهو أن ينتظر القارئ حتى يأتي بالرواية الأخرى أو الوجه الآخر .\r\n4 - وقف اختياري ( بالياء المثناة ) : وهو أن يقف القارئ على الكلمة باختياره وهو المقصود هنا .\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n\r\nوأقسام الوقف الاختياري أربعة :\r\n\r\n* الوقف على كلمة غير متعلقة\r\n1 - وقف تام : هو الوقف على كلمة غير متعلقة بما بعدها لفظا ومعنى « 1 » وسمي تاما لتمام الكلام وانقطاعه عما بعده ، ويكون في نهاية السور والقصص .\r\n- حكمه : الوقف عليه ويجب في بعض المواضع ، والابتداء بما بعده .\r\n- مثال : الوقف على  قَوْلِهِمْ  في قوله - تعالى - :  فَلا يَحْزُنْكَ قَوْلُهُمْ إِنَّا نَعْلَمُ ما يُسِرُّونَ وَما يُعْلِنُونَ  ( 76 ) [ يس : 76 
  ] .\r\n2 - وقف كاف : وهو الوقف على كلمة متعلقة بما بعدها معنا لا لفظا .\r\nوسمى كافيا للاكتفاء به والاستغناء عما بعده .\r\n- حكمه : مثل الوقف التام يحسن الوقف عليه والابتداء بما بعده .\r\n- مثال : الوقف على  فِيهِ  في قوله - تعالى - :  لا رَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ  [ البقرة : 2 
  ] .\r\n3 - وقف حسن : وهو الوقف على كلمة متعلقة بما بعدها لفظا ومعنى .\r\n- وسمي حسنا لأنه يفيد معنا يحسن الوقوف عليه .\r\n- حكمه :\r\n1 - إن كان رأس آية يسن الوقف عليه والابتداء بما بعده لأن الوقوف على رؤوس الآية سنة\r\n- مثال : الوقوف على  الْعالَمِينَ  في قوله - تعالى - :   الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ ( 2 ) الرَّحْمنِ الرَّحِيمِ   [ الفاتحة : 2 ، 3 
  ] .\r\n2 - إذا كان في وسط الآية يجوز الوقف عليه مع عدم الابتداء بما بعده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التعلق اللفظي هو التعلق من ناحية الإعراب التعلق المعنوي هو التعلق من ناحية المعنى .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nبل لا بد أن يبتدئ بما قبله .\r\n- مثال : الوقف على لفظ الجلالة  اللَّهِ  في قوله - تعالى - :  الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ  ( 2 ) [ الفاتحة : 2 
  ] .\r\n4 - وقف قبيح : - هو الوقف على كلام لم يتم في ذاته ولم يفد ولم يؤد معنا وذلك لتعلقه الشديد بما بعده لفظا ومعنى .\r\n- وسمى قبيحا : لقبح الوقوف عليه .\r\n* والوقف القبيح نوعان : 1 - الوقف على كلمة لم يفهم منها معنى ولم تفد ولكن لم تفسد المعنى ولم توهم معنى فاسد .\r\n- مثال : الوقف على كلمة  الْحَمْدُ  في قوله - تعالى -  الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ  ( 2 ) [ الفاتحة : 2 
  ] .\r\n- حكم هذا النوع : أنه وقف قبيح لا يجوز الوقف عليه إلا لعذر وضرورة ولا يجوز البدء بما بعده .\r\n2 - الوقف على كلمة يفهم منها معنى فاسد قد يدخل في فساد الاعتقاد .\r\n- مثال : الوقف على كلمة :  يَسْتَحْيِي  في قوله - تعالى - :  إِنَّ اللَّهَ لا يَسْتَحْيِي أَنْ يَضْرِبَ  [ البقرة : 26 
  ] .\r\n- الوقف على كلمة : ( إله ) في قوله - تعالى - :  وَما مِنْ إِلهٍ إِلَّا اللَّهُ  [ آل عمران : 62 
  ] .\r\n- الوقف على كلمة :  أَرْسَلْناكَ  في قوله - تعالى - :  وَما أَرْسَلْناكَ إِلَّا رَحْمَةً لِلْعالَمِينَ  ( 107 ) [ الأنبياء : 107 
  ] .\r\n- الوقف على كلمة :  الصَّلاةَ  في قوله - تعالى - :  لا تَقْرَبُوا الصَّلاةَ وَأَنْتُمْ سُكارى  [ النساء : 43 
  ] .\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n- حكم هذا النوع : هو وقف أشد قبحا وشناعة ولا يجوز الوقف عليه إلا لضرورة ولا يجوز البدء بما بعده . ومتعمد هذا النوع من الوقف وقاصده ومعتقده يفضى به إلى الكفر والعياذ بالله .\r\n\r\nثانيا : الابتداء\r\n\r\n* تعريف الابتداء :\r\nهو كيفية البدء بالقراءة سواء كان بعد وقف أو قطع .\r\n\r\n* أنواع الابتداء :\r\nللابتداء نوعان هما :\r\n\r\n1 - حسن :\r\nوهو الابتداء بكلام مستقل في المعنى يفهم المقصود منه ولا يفسد المعنى .\r\n- حكمه : يجوز البدء به .\r\n- مثال : البدء بأوائل الآيات مثل :  يا أَيُّهَا الَّذِينَ كَفَرُوا لا تَعْتَذِرُوا الْيَوْمَ  [ التحريم : 7 
  ] .\r\n- والبدء بحرف  إِنَّ  في قوله - تعالى - :  خَلَقَ اللَّهُ السَّماواتِ وَالْأَرْضَ بِالْحَقِّ إِنَّ فِي ذلِكَ لَآيَةً لِلْمُؤْمِنِينَ  [ العنكبوت : 44 
  ] .\r\n\r\n2 - قبيح :\r\nوهو الابتداء بكلام لا يؤد الغرض منه ويفسد المعنى ويغيره .\r\n- حكمه : لا يجوز البدء به . ومتعمد هذا النوع من الابتداء وقاصده ومعتقده يفضي به إلى الكفر والعياذ بلله\r\n- مثال : البدء بقوله :  إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِياءُ  .\r\n- والبدء بقوله :  يَدُ اللَّهِ مَغْلُولَةٌ  .\r\n- والبدء بقوله :  إِنَّ اللَّهَ ثالِثُ ثَلاثَةٍ  .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nتدريبات محلولة\r\nس 1 ما معنى الوقف ؟ وما هي أقسامه ؟ الجواب : الوقف هو : قطع القراءة زمنا يسيرا يتنفس فيه القارئ عادة بنية استئناف القراءة .\r\n- أقسامه :\r\n1 - اختباري . 2 - اضطراري .\r\n3 - انتظاري . 4 - اختياري .\r\nس 2 ما معنى الابتداء ؟\r\nالجواب : هو كيفية البدء بالقراءة سواء كان بعد وقف أو قطع ؟\r\n\r\nأسئلة تطبيقية للمناقشة\r\nس 3 ما معنى التعلق اللفظي والتعلق المعنوي ؟\r\nس 4 عرف الوقف التام ؟ وحكمه ؟ واذكر مثالا له ؟\r\nس 5 لما ذا سمى الوقف القبيح قبيحا ؟ وما حكم الوقف عليه ؟\r\nس 6 ما هو الوقف الكافي ولما ذا سمى كافيا ؟ وما حكمه واذكر مثالا له .\r\n\r\nتمرين عملي مجاب عنه\r\nس 7 اذكر أنواع الوقف لكل مما يأتي مع ذكر السبب وحكم البدء بما بعده :\r\n1 -  فَلا يَحْزُنْكَ قَوْلُهُمْ  .\r\n2 -  إِنَّ اللَّهَ لا يَسْتَحْيِي  .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n3 -  الْحَمْدُ لِلَّهِ  .\r\n4 -  لا رَيْبَ فِيهِ  .\r\nالجواب :\r\n[ تصوير 
  ] م / المثال / نوع الوقف / السبب / حكم البدء بما بعد\r\n1 /  فَلا يَحْزُنْكَ قَوْلُهُمْ  / تام / لعدم تعلقه بما بعده معنا ولا لفظا / يجب البدء بما بعد\r\n2 /  إِنَّ اللَّهَ لا يَسْتَحْيِي  / قبيح / لأنه يفسد المعنى وينفي صفة من صفات الله / لا يجوز البدء بما بعد\r\n3 /  الْحَمْدُ لِلَّهِ  / حسن / لأنه أفاد معنا ولكنه تعلق بما بعده لفظا ومعنا / لا يجوز البدء بما بعده\r\n4 /  لا رَيْبَ فِيهِ  / كاف / لأنه متعلق بما بعده معنا لا لفظا / يجوز البدء بما بعده\r\n\r\nتمرين عملي للاجتهاد الشخصي\r\nس 8 وضح نوع الوقف على كل مما يأتي مع ذكر السبب وحكم البدء بما بعده :\r\n1 -  وَما مِنْ إِلهٍ  .\r\n2 -  الْحَمْدُ لِلَّهِ رَبِّ الْعالَمِينَ  ( 2 ) .\r\n3 -  إِنَّما يَسْتَجِيبُ الَّذِينَ يَسْمَعُونَ \r\nس 9 وضح نوع البدء على كل مما يأتي :\r\nأ -  إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِياءُ  .\r\nب -  يا أَيُّهَا الَّذِينَ آمَنُوا قُوا أَنْفُسَكُمْ  .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nالدرس السابع عشر\r\n\r\nأمور يجب مراعاتها عند القراءة برواية حفص عن عاصم\r\n\r\nونختتم دروس هذا الكتاب بهذه الأمور التي يجب مراعاتها لمن يقرأ برواية حفص عن عاصم الكوفي ونريد أن ننبه :\r\n1 - نكرر مرة أخرى وليست أخيرة أنه لا بد من التلقي من أفواه المشايخ المتقنين فقراءة القرآن وعلم التجويد لا يمكن اتقانهما إلا بالتلقي فكتب التجويد والشرائط ما هم إلا عوامل مساعدة فقط .\r\n2 - على المبتدئ الذي يقرأ برواية حفص أن يقرأ بتوسط المنفصل والمتصل ( أي من طريق الشاطبية ) حتى يستطيع أن يقرأ الكلمات المختلف فيها عند حفص بيسر وسهولة .\r\n3 - وضحنا في هذا الدرس الكلمات المختلفة عند حفص ووضحنا كيفية النطق بها عند حالة توسط المنفصل والمتصل وهذا من طريق الهاشمي عن الأشناني عن عبيد بن الصباح عن حفص عن عاصم وهو من ( الشاطبية ) للإمام الشاطبي .\r\nواخترت أيضا طريقا آخرا لقصر المنفصل وتوسط المتصل لمن أراد أن يقرأ بالقصر وذلك من طريق أبو حميد الفيل عن عمرو بن الصباح عن حفص عن عاصم وهو من كتاب ( روضة الحفاظ ) لابن المعدل .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n1 - طريقة الهاشمي عن الأشناني عن عبيد بن الصباح عن حفص عن عاصم من الشاطبية :\r\n[ تصوير 
  ] م / الكلمة المختلف فيها / كيفية القراءة بها\r\n1 / المد المنفصل / يمد أربع أو خمس حركات\r\n2 / المد المتصل / يمد أربع أو خمس حركات\r\n3 /  وَاللَّهُ يَقْبِضُ وَيَبْصُطُ  [ البقرة : 245 
  ] / تقرأ بالسين\r\n4 /  وَزادَكُمْ فِي الْخَلْقِ بَصْطَةً  [ الأعراف : 69 
  ] / تقرأ بالسين\r\n5 /  أَمْ هُمُ الْمُصَيْطِرُونَ  [ الطور : 37 
  ] / وجهان : 1 - بالسين 2 - بالصاد\r\n6 /  لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ  [ الغاشية : 22 
  ] / تقرأ بالصاد\r\n7 /  آلذَّكَرَيْنِ  [ الأنعام : 143 - 144 
  ]  آللَّهُ  [ يونس : 59 ، النمل : 59 
  ]  الْآنَ  [ يونس : 51 ، 91 
  ] / للكلمات الثلاث وجهان :\r\n1 - إبدال الهمزة الثانية ألف مع مدها ست حركات .\r\n2 - تسهيل الهمزة الثانية بين الهمزة والألف مع عدم المد\r\n8 /  عِوَجاً  [ الكهف : 1 
  ] ،  مَرْقَدِنا  [ يس :\r\n52 
  ] ،  مَنْ راقٍ  [ القيامة : 27 
  ] ،  بَلْ رانَ  [ المطففين : 14 
  ] . / له في المواضع الأربع وصلا السكت بدون تنفس .\r\n9 /  يَلْهَثْ ذلِكَ  [ الأعراف : 176 
  ] . / إدغام الثاء في الدال وصلا إدغاما كاملا .\r\n10 /  ارْكَبْ مَعَنا  [ هود : 42 
  ] / إدغام الباء في الميم وصلا إدغاما كاملا .\r\n11 /  لا تَأْمَنَّا  [ يوسف : 11 
  ] . / فيها وجهان : 1 - الإشمام 2 - الروم\r\n12 / ( عين ) أول مريم والشورى / تمد أربع أو ست حركات\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n[ تصوير 
  ] 13 /  ضَعْفٍ   ضَعْفاً  [ الروم : 54 
  ] . / فيها وجهان : 1 - فتح الضاد .\r\n2 - ضم الضاد\r\n14 /  فِرْقٍ  [ الشعراء : 63 
  ] . / فيها وجهان : 1 - تفخيم الراء 2 - ترقيق الراء .\r\n15 /  فَما آتانِيَ  [ النمل : 36 
  ] وقفا / فيها وجهان : 1 - إثبات الياء 2 - حذف الياء\r\n16 /  سَلاسِلَ  [ الإنسان : 4 
  ] وقفا / فيها وجهان : 1 - إثبات الألف 2 - حذف الألف\r\n17 /    يس ( 1 ) وَالْقُرْآنِ    -   ن وَالْقَلَمِ   / إظهار النون عند الواو وصلا ووقفا\r\n18 / النون الساكنة والتنوين مع اللام والراء مثل :  مِنْ رَبِّ   مِنْ لَدُنَّا  / إدغام كامل بدون غنة .\r\n19 / الساكن قبل الهمز سواء مفصول أو متصل أو ال التعريفية أو شيء وشيئا / تحقيق مع عدم السكت 20 / التكبير / لا يوجد تكبير\r\n* هناك مواضع اتفقت فيها الطرق عن حفص يجب مراعاتها عند القراءة : 1 -  مَجْراها  [ هود : 41 
  ] إمالة الألف إمالة كبرى ويتبع ذلك إمالة الراء والإمالة الكبرى : هي النطق بالحرف الممال ( وهو الألف هنا ) قريبا من الياء وتؤخذ بالتلقي من أفواه المشايخ .\r\n2 -  أَعْجَمِيٌّ وَعَرَبِيٌّ  [ فصلت : 44 
  ] . تسهيل الهمزة الثانية بينها وبين الألف ويحذر من أن تنطق ألف خالصة أو النطق بها كالهاء . ولا يعرف ذلك إلا من أفواه المشايخ المتقنين فالزمهم .\r\n3 -  إِنَّا  -  لَكُنَّا  -  الظُّنُونَا  -  الرَّسُولَا  -  السَّبِيلَا   قَوارِيرَا  ( الموضع الأول في سورة الإنسان ) . يحذف الألف وصلا وإثباتها وقفا .\r\nف  قَوارِيرَا  الموضع الثاني في الإنسان تحذف الألف وقفا ووصلا .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nطريق أبو حميد الفيل عن عمرو بن الصباح عن حفص عن عاصم كتاب روضة الحفاظ لابن المعدل [ تصوير 
  ] م / الكلمة المختلف فيها / كيفية القراءة بها\r\n1 / المد المنفصل / حركتان فقط\r\n2 / المد المتصل / يمد أربع حركات\r\n3 /  وَاللَّهُ يَقْبِضُ وَيَبْصُطُ  [ البقرة : 245 
  ] / تقرأ بالسين\r\n4 /  وَزادَكُمْ فِي الْخَلْقِ بَصْطَةً  [ الأعراف : 69 
  ] / تقرأ بالسين\r\n5 /  أَمْ هُمُ الْمُصَيْطِرُونَ  [ الطور : 37 
  ] / تقرأ بالسين\r\n6 /  لَسْتَ عَلَيْهِمْ بِمُصَيْطِرٍ  [ الغاشية : 22 
  ] / تقرأ بالصاد\r\n7 /  آلذَّكَرَيْنِ  [ الأنعام : 143 - 144 
  ]  آللَّهُ  [ يونس : 59 ، النمل : 59 
  ]  آلْآنَ  [ يونس : 51 ، 91 
  ] / إبدال الهمزة الثانية ألف مع مدها ست حركات .\r\n8 /   عِوَجاً   [ الكهف : 1 
  ] ،  مَرْقَدِنا  [ يس : 52 
  ] ،  مَنْ راقٍ  [ القيامة : 27 
  ] ،  بَلْ رانَ  [ المطففين : 14 
  ] . / له في المواضع الأربع وصلا عدم السكت .\r\n9 /  يَلْهَثْ ذلِكَ  [ الأعراف : 176 
  ] . / إدغام الثاء في الدال وصلا إدغاما كاملا .\r\n10 /  ارْكَبْ مَعَنا  [ هود : 42 
  ] / إدغام الباء في الميم وصلا إدغاما كاملا .\r\n11 /  لا تَأْمَنَّا  [ يوسف : 11 
  ] . / الإشمام فقط\r\n12 / ( عين ) أول مريم والشورى / حركتان فقط\r\n13 /  ضَعْفٍ   ضَعْفاً  [ الروم : 54 
  ] . / فتح الضاد فقط .\r\n14 /  فِرْقٍ  [ الشعراء : 63 
  ] . / تفخيم الراء فقط .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n15 /  فَما آتانِيَ  [ النمل : 36 
  ] وقفا / حذف الياء فقط .\r\n16 / سلسلا [ الإنسان : 4 
  ] وقفا / حذف الألف فقط .\r\n17 /    يس ( 1 ) وَالْقُرْآنِ    -   ن وَالْقَلَمِ   / إظهار النون عند الواو وصلا .\r\n18 / النون الساكنة والتنوين مع اللام والراء مثل :  مِنْ رَبِّ   مِنْ لَدُنَّا  / إدغام كامل بدون غنة .\r\n19 / الساكن قبل الهمز سواء مفصول أو متصل أو ال التعريفية أو شيء وشيئا / تحقيق مع عدم السكت\r\n20 / التكبير / لا يوجد تكبير\r\n* ولعلك أخي الكريم لم تفهم ما معنى الروم والإشمام في قوله - تعالى - :  تَأْمَنَّا  في سورة يوسف وأوضحها لك :\r\n- اعلم أن كلمة  تَأْمَنَّا  أصلها ( تأمننا ) بنونين النون الأولى : مضمومة ، والنون الثانية : مفتوحة .\r\n- وأدغمت النون الأولى في الثانية للتخفيف فأصبحت نون واحدة مشددة فذلك أصبح لها حكمان وهما :\r\n1 - الإشمام : وهو الإشارة بضم الشفتين بعيد ما تسكن الحرف بدون تغيير في بنية الكلمة .\r\nومعناه هنا الإشارة بضم الشفتين عند النطق بالنون بدون أي تغيير في النون لذلك الإشمام لا يشعر به الأعمى ولكن يدرك بالعين ولا يؤخذ إلا عن طريق التلقي من أفواه المشايخ .\r\n2 - الروم : وهو الإتيان ببعض الحركة . ويسمعه القريب دون البعيد ولا يتأتى إلا بخفض الصوت عند النطق به ، وقدّر بعض الحركة بثلث أو ثلثي الحركة . ومعناه هنا أن نأتي ببعض من ضم النون الأولى .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n\r\nخاتمة الكتاب\r\nوبهذا نكون قد انتهينا من توضيح هذه الدروس والأحكام في مادة التجويد التي لا غنى عنها في قراءة القرآن حتى نستطيع قراءة كتاب اللّه قراءة صحيحة ونريد أن ننبه مرة أخرى أن هذه الدروس والأحكام لا يستطيع القارئ أن يتقنها بمفرده بل لا بد أن يتعلمها على يد معلم متقن بهذه الأحكام عمليا ونظريا ، وأوصيك أخي قارئ هذا الكتاب بتقوى اللّه في كل الأحوال وأن لا تنساني من صالح دعائك .\r\nوآخر دعوانا أن الحمد للّه رب العالمين المؤلف .\r\nمصطفى حسين مصر - طنطا .\r\nالبريد الألكتروني :  HOTMAIL . COM  @  ABODARSHIO \r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nفهرس الموضوعات\r\nمقدمة المؤلف 5\r\nالدرس الأول : مبادئ علم التجويد 9\r\n1 . اسمه : 9\r\n2 . حده وهو تعريفه : 9\r\n3 . موضوعه : 9\r\n4 . ثمرته وفائدته : 9\r\n5 . فضله : 10\r\n6 . نسبته : 10\r\n7 . واضعه : 10\r\n8 . استمداده : 10\r\n9 . حكمه : 10\r\n10 . مسائله وقضاياه : 11\r\n* أهمية التلقي في تعلم القرآن الكريم 12\r\nالدرس الثاني : مراتب القراءة 13\r\n* تدريبات محلولة 14\r\n* أسئلة تطبيقية للمناقشة 14\r\n* تمرين عملي للاجتهاد الشخصي 15\r\nالدرس الثالث : فضل تلاوة القرآن وفضل تعلمه وتعليمه وآدابه في الكتاب والسنة 16\r\n* أولا : فضل تلاوة القرآن الكريم : 16\r\n1 . في الكتاب : 16\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n2 . في السنة 17\r\n* ثانيا : فضل تعلم القرآن الكريم وتعليمه للناس : 17\r\n* ثالثا : آداب تلاوة القرآن الكريم 18\r\n* تدريبات محلولة 20\r\n* أسئلة تطبيقية للمناقشة 20\r\nالدرس الرابع حكم اللحن في تلاوة القرآن الكريم 21\r\n* تعريف اللحن : 21\r\n* 1 - لحن جلي : 21\r\n2 - لحن خفي : 22\r\n* تدريبات محلولة 23\r\n* أسئلة تطبيقية للمناقشة 23\r\n* تمرين عملي للاجتهاد الشخصي 24\r\nالدرس الخامس حكم الاستعاذة والبسملة 25\r\n* أولا : الاستعاذة 25\r\n* ثانيا : البسملة 26\r\nكيفية نطق الاستعاذة مع البسملة مع أول السورة 27\r\n* 1 - قطع الجميع : ( الاستعاذة والبسملة وأول السورة ) 27\r\n* 2 - قطع الاستعاذة عن البسملة ثم وصل البسملة بأول السورة : 27\r\n* 3 - وصل الاستعاذة بالبسملة ثم قطع البسملة عن أول السورة 27\r\n* 4 - وصل الجميع ( الاستعاذة مع البسملة مع أول السورة ) 27\r\nكيفية نطق البسملة بين السورتين 28\r\n* 1 - قطع الجميع 28\r\n* 2 - قطع آخر آية في السورة ثم وصل البسملة مع أول السورة التالية 28\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n* 3 - وصل الجميع 28\r\nكيفية وصل سورة الأنفال بسورة التوبة 29\r\nالفرق بين الوقف والسكت والقطع 29\r\n* حكم سكتات حفص : 30\r\n* ملخص الاستعاذة 31\r\n* ملخص البسملة 31\r\n* تدريبات محلولة 32\r\n* أسئلة تطبيقية للمناقشة 32\r\n* تمارين عملية للاجتهاد الشخصي 33\r\nالدرس السادس أحكام النون الساكنة والتنوين 34\r\nتعريف الغنة : 34\r\n* مخرجها : الخيشوم وهو أعلى الأنف وأقصاه من الداخل 34\r\n* ومقدار الغنة : حركتان وزمن الحركة كزمن قبض كف اليد أو بسطها 34\r\n* تعريف النون الساكنة : نون خالية من الحركة ويتلفظ بها ساكنة 34\r\n* تعريف التنوين : هو نون زائدة تلحق بآخر الأسماء ، تنطق لفظا ولا تكتب خطا ، وهي ثابتة دائما في الوصل دون الوقف . والتنوين إما مفتوحا أو مضموما أو مكسورا 35\r\n* كيفية الوقف على التنوين : 35\r\nأولا : الإظهار الحلقي 35\r\n* أمثلة الإظهار الحلقي 36\r\n* تدريبات محلولة 37\r\n* أسئلة تطبيقية للمناقشة 37\r\n* تمرين عملي ( مجاب عنه ) 37\r\n* تمرين عملي للاجتهاد الشخصي 38\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nثانيا الإدغام 39\r\n* معنى الإدغام لغة : إدخال شيء في شيء 39\r\n* 1 - إدغام بغنة 39\r\n* أمثلة الإدغام بغنة 40\r\n* 2 - إدغام بدون غنة : 40\r\n* تدريبات محلولة 41\r\n* أسئلة تطبيقية للمناقشة 41\r\n* تمرين عملي مجاب عنه 42\r\n* تمارين عملية للاجتهاد الشخصي 43\r\nثالثا : الإقلاب 44\r\nرابعا : الإخفاء الحقيقي 45\r\n* تعريف الإخفاء : 45\r\n* تدريبات محلولة 46\r\n* أسئلة تطبيقية للمناقشة 47\r\n* تمارين عملية للاجتهاد الشخصي 48\r\n* تمرين عام 48\r\nالدرس السابع أحكام النون والميم المشددتين والميم الساكنة 50\r\n* أولا : إدغام مثلين صغير : 51\r\n* ثانيا : الإخفاء الشفوي : 51\r\n* ثالثا : الإظهار الشفوي : 52\r\n* تدريبات مجاب عنها 53\r\n* أسئلة تطبيقية للمناقشة 53\r\n* تمرين عملي محلول 54\r\n* تمارين عملية للاجتهاد الشخصي 54\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nالدرس الثامن لام التعريف ولام الفعل الساكن ولام الحرف الساكن 56\r\n* أولا لام التعريف : 56\r\n* 1 - الإظهار : 56\r\n* أمثلة الإظهار القمري 57\r\n* 2 - الإدغام : 57\r\n* خلاصة حكم لام التعريف 59\r\n* ثانيا : لام الفعل الساكن : 60\r\n* 1 - الإظهار : 60\r\n* 2 - الإدغام : 60\r\n* خلاصة حكم لام الفعل الساكن 61\r\n* ثالثا : حكم لام الحرف الساكن ( هل - بل ) 62\r\n* 1 - الإظهار : 62\r\n* 2 - الإدغام : 62\r\n* خلاصة حكم لام حرف هل وبل 63\r\n* تدريبات محلولة 63\r\n* أسئلة تطبيقية للمناقشة 64\r\n* تمرين علمي مجاب عنه 64\r\n* تمارين عملية للاجتهاد الشخصي 65\r\nالدرس التاسع المد والقصر 66\r\n* 1 - واو ساكنة قبلها ضم 66\r\n* 2 - ياء ساكنة قبلها كسر 66\r\n* 3 - ألف ولا تأتي إلا ساكنة ولا يأتي قبلها إلا مفتوح 66\r\n* 1 - أصلي : 67\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n* 2 - فرعي : 67\r\n* أقسام المد بسبب السكون : 68\r\n* المد بسبب الهمز 70\r\n* حكم فواتح السور 71\r\n* الفرق بين حروف المد وحرفا اللين : 72\r\n* حكم   ألم   ( 1 ) أول آل عمران 72\r\n* تدريبات محلولة 73\r\n* أسئلة تطبيقية للمناقشة 74\r\n* تمرين عملي مجاب عنه 74\r\n* تمرين للاجتهاد الشخصي 76\r\nالدرس العاشر حكم هاء الكناية ( الضمير ) 77\r\n* حكمها : لها حكمان : 77\r\n* أولا : تضم أو تكسر بدون صلة وذلك إذا 77\r\n* ثانيا : تضم أو تكسر بصلة : 78\r\n* تدريبات محلولة 79\r\n* أسئلة تطبيقية للمناقشة 79\r\n* تمرين عملي مجاب عنه 79\r\n* تمرين عملي للاجتهاد الشخصي 80\r\nالدرس الحادي عشر حكم همزة الوصل 81\r\n* أ - في الأسماء : 81\r\n* ب - في الأفعال : 81\r\n* خلاصة حكم همزة الوصل 82\r\n* تدريبات محلولة 83\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n* أسئلة تطبيقية للمناقشة 83\r\n* تمرين عملي محلول 84\r\n* تمرين عملي للاجتهاد الشخصي 84\r\nالدرس الثاني عشر مخارج الحروف 85\r\n* 1 - الجوف : 86\r\n* 2 - الحلق : 87\r\n* 3 - اللسان : 87\r\n* 4 - مخرج الشفتان : 89\r\n* 5 - مخرج الخيشوم : 89\r\n* تدريبات محلولة 90\r\n* أسئلة تطبيقية للمناقشة 90\r\n* تمرين عملي مجاب عنه 92\r\n* تمرين عملي للاجتهاد الشخصي 92\r\nالدرس الثالث عشر صفات الحروف 93\r\n* بيان الصفات بالتفصيل 94\r\n* أولا : الصفات التي لها ضد : 94\r\n1 . الجهر وضده الهمس 95\r\n2 . الرخو وضده الشدة وبينهما التوسط 96\r\n3 . الاستفال وضده الاستعلاء 97\r\n4 . الانفتاح وضده الإطباق 97\r\n5 . الإصمات وضده الإذلاق 98\r\n* ثانيا : القسم الذي ليس له ضد 99\r\n1 . الصفير : 99\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n2 . القلقلة : 99\r\n3 . اللين 100\r\n4 . الانحراف 100\r\n5 . التكرير 101\r\n6 . التفشي 101\r\n7 . الاستطالة 101\r\n* تدريبات محلولة 102\r\n* أسئلة تطبيقية للمناقشة 102\r\n* تمرين عملي مجاب عنه 103\r\n* تمرين عملي للاجتهاد الشخصي 104\r\nالدرس الرابع عشر المتماثلان والمتجانسان والمتقاربان والمتباعدان 105\r\n* أولا : المتماثلان 105\r\n1 . المثلان الصغير : 105\r\n2 . المثلان الكبير : 106\r\n3 . المثلان المطلق 106\r\nثانيا المتجانسان 106\r\n* 1 . متجانسين صغير 107\r\nالحالات الست التي اتفق على إدغامهم إدغاما كاملا : 107\r\nوالحالة التي اتفقوا على إدغامها إدغاما ناقصا : 107\r\nأمّا غير ذلك فحكمه الإظهار مثال :  يَوْمَئِذٍ  .  عَلَيْهِمْ وَلَا  107\r\n* 2 - متجانسان كبير : 107\r\n3 - متجانسان مطلق : 108\r\nثالثا : المتقاربان 108\r\n1 . الحرفان اللذان تقاربا مخرجا وصفة 108\r\n2 . الحرفان اللذان تقاربا مخرجا لا صفة 109\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n3 . الحرفان اللذان تقاربا صفة لا مخرجا 109\r\nرابعا : المتباعدان 110\r\n1 . صغير : 110\r\n2 . كبير 110\r\n3 . مطلق 110\r\n* تدريبات محلولة 111\r\n* أسئلة تطبيقية للمناقشة 112\r\n* تمرين عملي مجاب عنه 112\r\n* تمرين عملي للاجتهاد الشخصي 113\r\nالدرس الخامس عشر حكم التفخيم والترقيق 114\r\n* تقسيم الحروف من حيث التفخيم والترقيق : 114\r\n* أولا : حروف تفخم دائما 114\r\n* ثانيا : حروف تفخم أحيانا وترقق أحيانا 115\r\n1 . لام لفظ الجلالة 115\r\n2 . الألف المدية 115\r\n3 . الراء 116\r\nأ . الراء المتحركة : 116\r\nب . الراء الساكنة : 116\r\nج . كلمات يجوز الترقيق والتفخيم في رائها عند الوقف عليها والترقيق أولى : 117\r\n* تدريبات محلولة 120\r\n* أسئلة تطبيقية للمناقشة 120\r\n* تمرين عملي مجاب عنه 121\r\n* تمرين عملي للاجتهاد الشخصي 122\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nالدرس السادس عشر الوقف والابتداء 123\r\n* أولا : الوقف 123\r\n* أقسام الوقف 123\r\n* ثانيا : الابتداء 126\r\n* تدريبات محلولة 127\r\n* أسئلة تطبيقية للمناقشة 127\r\n* تمرين عملي مجاب عنه 127\r\n* تمرين عملي للاجتهاد الشخصي 128\r\nالدرس السابع عشر أمور يجب مراعاتها عند القراءة برواية حفص عن عاصم 129\r\nخاتمة الكتاب 134\r\nفهرس الموضوعات 135\r\n\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144}
  ]