[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n[ هوية الكتاب 
  ]\r\nالتعليقة\r\nعلى الفوائد الرضوية\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nهمزمان با گراميداشت صدمين سالگرد ميلاد امام خمينى ( س ) رهبر كبير انقلاب وبنيانگذار جمهورى اسلامى إيران\r\nالاسم الالكتاب : التعليقة على الفوائد الرضوية\r\nالمطبعة : مطبعة مؤسسة العروج\r\nالطبعة الأولى ( خرداد 1375 ، محرم 1417 ) : 3000 نسخه\r\nالطبعة الثاني : خرداد 1378 3000 نسخه\r\nالثمن : 600 تومانا\r\nمراكز پخش : خيابان انقلاب ، تقاطع حافظ ، فروشگاه مركزى\r\nخيابان انقلاب ، بين فروردين وفخر رازي ، فروشگاه عروج\r\nحرم مطهر حضرت امام ( ره ) ، ضلع شمالي\r\nتلفن : 6701297 - 6706833 - 6404873\r\nفاكس : 6400915\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nمقدمة التحقيق\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nبسم اللَّه الرحمن الرحيم\r\nوله الحمد كفاء آلائه ، وزنة فضله ونعمائه ، والصلاة والسلام على خاتم أنبيائه ، ورحمته وبركاته على آله وصفوة أوليائه ، الذين حملوا عنه ما عن اللَّه حمله ، وعقلوا منه ما عن اللَّه عقله ، ولذا قرنهم بمُحكم الكتاب ، وجعلهم قدوة لأُولي الألباب ، صلوات اللَّه عليهم ، ما هفت قلوبنا إليهم .\r\nوبعد : فانّا نزفّ هذا الكتاب الكريم الموسوم ب « الفوائد الرضويّة » إلى أعلام الفضل من العلماء الراسخين في المعارف الإلهيّة ، والمُحقّقين من أولى الأنظار الثاقبة والغور البعيد في علوم الدين ، ونُقدِّمه لهم بهذا الشكل الجميل من الإخراج ، وبهذه الهيئة الأخاذة المُزدانة بالتعاليق الزاخرة ، والتخريجات النافعة ، وغير ذلك من الخصائص والمُميّزات الّتي تعودُ على الباحثين بأجزل الفوائد وأرجى المنافع .\r\nولا يخفى فإنَّ هذه الرسالة المُباركة هي في الأصل من بنات يراعة العالم الفاضل والحكيم العارف القاضي سعيد القمي - رحمه اللَّه تعالى - وقد شرح فيها حديث رأس الجالوت مع الإمام علي بن موسى الرضا عليه السلام « 1 » وقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وهناك شروح كثيرة لهذا الحديث الشريف لجمع من أعلام المشايخ وأثبات المحقّقين نذكر منها :\r\nشرح حديث رأس الجالوت للعلّامة المحقّق الكبير الميرزا أبو القاسم الجيلاني القمّي المتوفّى سنة 1231 ه صاحب الكتاب الحافل الموسوم ب ( قوانين الأصول ) . وله عدّة مخطوطات منها ما في مكتبة آية اللَّه العظمى السيد النجفي المرعشي قدّس سرّه في مدينة قم المقدّسة تحت رقم :\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nوقف عليها زعيم الثورة الإسلامية المباركة آية اللَّه العظمى الإمام السيد الخميني الكبير - قدّس سرّه - فصوّب نظره وصعّده في أثنائها وأحناءها ، وعلّق عليها تعاليق زاهرة زاخرة مشحونة بالتحقيق ، حافلة بالمعارف ، طافحة بالأنوار ، وهو هو البحر المحيط الذي لا يُسبر غوره ، ولا يُنال دركه ، ذو بسطة في سائر العلوم الإسلاميّة ، وما إليها من المعارف والفنون ، وذو الملكة القُدسيّة الراسخة الفريدة في المعقول والمنقول .\r\n جمعت معاني الحمد جمعاً فلم أكن * لأُحصيَ بالألفاظ تلك المعانيا \r\n مناقبك الزهر استضاءت فأصبحت * تفاخر في أوج السماء الذراريا \r\n\r\nالقاضي سعيد\r\nهو محمّد سعيد بن محمّد مفيد القمّى المعروف بالقاضي سعيد والملقّب\r\n\r\n\r\n","description":"","footnote":"\r\n1259 و 5328 .\r\nشرح آخر للمحقق الشيخ محمَّد المُلقَّب بعبد الصاحب ابن المولى المحقّق أحمد ابن المولى المحقّق مهدي النراقي . ذكره العلّامة الطهراني في الذريعة 13 : 199 / 696 وقال : إنّه تمّم به شرح جدَّه المولى مهدي النراقي الذي توفي قبل إتمامه لشرح حديث الرضا عليه السلام ، فتداركه سبطه وطبع في ذيل ( مشكلات العلوم ) لجدّه ، وطبع أيضاً مع رسالة له في التوحيد سنة 1284 ه . أقول : وهناك نسخة مخطوطة لهذا الشرح في مكتبة السيد المرعشي أيضاً برقم :\r\n5893 .\r\nوشرح آخر للحكيم العارف عبد الرحيم بن محمّد يونس الدماوندي . نسخة منه في مكتبة آية اللَّه العظمى النجفي المرعشي قدّس سرّه برقم : 6713 .\r\nوشرح آخر للمولى محمّد بن الحاج محمد حسن المشهدي الطوسي المتوفّى سنة 1257 ه ضمن كتابه ( غنيمة الحجاز في حل الألغاز ) الذي شرح فيه حديثين أحدهما عن الإمام أمير المؤمنين عليه السلام والآخر حديث رأس الجالوت . انظر الذريعة للمحقّق الطهراني 16 : 70 / 349 .\r\nوشرح آخر للعلّامة المحقّق الشيخ أحمد بن زين الأحسائي المتوفى سنة 1243 ه .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nبالحكيم الصغير ، ولد سنة 1049 ه فتألّق في سماء المعارف الدينية الشيعيّة ، حتى بلغ الذروة في الكمالات الروحيّة والكشفيّة ، حتى عُدَّ في طليعة أفاضل حكماء إيران وعرفائها أثناء العهد الصفوي ، فكان بذلك من قادة الفكر في ذلك العصر .\r\nوإضافة إلى تمهّره وتخصّصه - رحمه اللَّه - في المباحث الصوفيّة والعرفانيّة والحكمة المشّائية والإشراقية ، كان قد جمع من العلوم الرياضيّة والطبّية وغيرها شيئاً كثيراً ، وتبحَّر في العلوم الفقهيّة والحديثيّة والرجاليّة والتفسيريّة ، وكان دأبه البحث عن غوامض العلوم على الاتصال ، فارتشف من المعارف من سلسال محمَّدٍ وآل محمَّد وسلسبيله السائغ .\r\nوتبوّء منصب القضاء لرسوخ ملكته في الفقه وإحاطته بأبوابه ، فكانت له ثمة إمامة دينية وزعامة زمنية ، ولذا سُمي ب ( القاضي ) .\r\nتتلمذ في العلوم العقلية وما إليها من فنون على يد الملّا محسن الفيض الكاشاني ، والحكيم المحقّق عبد الرزاق اللاهيجي ، والعارف العالم الملّا رجب علي التبريزي .\r\nوتأثّر كثيراً في علوم العرفان والحكمة المتعالية بالفيض ، وفي الحكمة البحثيّة والمشّائية بالملّا رجب علي ، والملّا عبد الرزاق ، حتى توسط بأحد الفضلاء وأخذ منها مكانه .\r\nوعلى هذا فإنّه كان يُقرّر آراء الملّا صدرا ويغوص في بيان معاني الكلمات الواردة عن أهل بيت العصمة والطهارة عليهم السلام فيؤولّها تأويلًا عرفانياً أكثر ممّا ورد في شروح الملأ صدرا وتعليقاته ، وهذا يعنى أنّه انغمر في التصوّف وتعمّق في التأويلات الّتي لا تخلو أحياناً من الإفراط والمبالغة أكثر من الفيض وصدر الدين الشيرازي .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nرأي الإمام الخميني قدّس سرّه فيه\r\nلو أردنا أن ننظر إلى القاضي سعيد من منظار الإمام الخميني قدّس سرّه للاحظنا أنّه يُجسّد برأيه أحد أساطين الحكمة والمعرفة الإسلامية ، الأمر الذي أشار إليه مراراً وتكراراً في حياته الشريفة ، مُثمّناً دوره ، مُشيّداً بمكانته وفضيلته وعلمه .\r\nيقول أحد تلامذة الإمام رحمه اللَّه : إنَّه - أي الإمام - كان يُعبّر عن احترام خاص لمحيي الدين في المدرسة السنّية ، ولصدر المتألّهين والقاضي سعيد القمّي في مدرسة أهل البيت ، ما ذلك إلّا لسبب المنهل العرفاني الرحيق الذي نهلوا منه ، ولهذا تراه يُكنّ لهم كل احترام ، ويقدّرهم غاية التقدير ، فقد جاء - مثلًا - في كتابه ( آداب الصلاة ) ما نصّه :\r\nوبالجملة فإنَّ نسبة فلسفة حكماء الإسلام الحاليّة والمعارف الجليلة لأهل المعرفة إلى حكمة اليونان إنّما تدلّل على الجهل بكتب القوم مثل كتب الفيلسوف الإسلامي العظيم الشأن صدر المتألّهين قدّس سرّه ، وأستاذه العظيم المحقّق الداماد قدّس سرّه ، وتلميذه الجليل الفيض الكاشاني قدّس سرّه ، والتلميذ العظيم الشأن للفيض والعارف الجليل الإيماني القاضي سعيد القمي قدّس سرّه « 1 » .\r\nويقول في بداية التعليقة على شرح حديث رأس الجالوت :\r\nوبعد فإنّ ممّا وفّقني التأييدات الربوبيّة ، وأيّدني التوفيقات القدسيّة الالوهيّة ، هو الاستسعاد بزيارة هذا الحديث القدّيس ، النازل عن سماء الوحي والتقديس ، وشرحه الذي أفاده شيخ العرفاء الكاملين ، قدوة أصحاب القلوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الآداب المعنويّة للصلاة ترجمة العلّامة الفهري : 467 - 468 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nوالسالكين ، كاشف إشارات الأخبار ورموزها ، مُخرج لباب الآثار وكنوزها ، فخر الطائفة وعينها ، وذخر أهل المعرفة وزينها ، المؤيّد بتأييدات الربّ المجيد ، القاضي الشريف السعيد ، أفاض اللَّه عليه من أنوار رحمته الواسعة ، وتجلّى عليه بالأنوار الباهرة « 1 » .\r\nويقول في موضع آخر :\r\nوما ذكر هذا العارف العظيم ، والسالك على الصراط المستقيم ، قدَّس اللَّه نفسه ، وروّح رمسه ، تحقيق رشيق ، وكلام عرفاني دقيق ، كيف وهو من أعظم عرفاء الشيعة ، وأكرم امناء الشريعة « 2 » .\r\n\r\nالخصائص الفكريّة للقاضي سعيد\r\n1 - إنَّه ينكر في مواضع عديدة من مؤلّفاته الحركة في الجوهر ؛ مثال ذلك ما جاء في صفحة 137 من هذا الكتاب فقال : وأمّا ثبات الطبيعة الجسميّة وجمودها ، فمن جهة أنَّ ذاتها ليست نفس الحركة والسيلان كما زعم بعض الأساتيذ الأعلام ، بل هي ذات ثابتة بنفسها ، والحركة عارضة لها من حيثُ القابلية وعروض اللّوازم الذاتية لمعروضها . . . .\r\n2 - إنّه يُرجع صفات الحقّ إلى الأمور العدميّة .\r\nيقول الإمام الخميني قدّس سرّه في كتابه ( الأربعون حديثاً ) :\r\nيرجع البعض صفات الحقّ إلى الأمور العدمية ، فيعتبر العلم عدم الجهل ، والقدرة عدم العجز ، ورأيت من العرفاء شخصاً يصرّ على هذا المعنى وهو المرحوم العارف الجليل القاضي سعيد القمّي « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - انظر صفحة : 37 من هذا الكتاب .\r\n( 2 ) - انظر صفحة : 98 - 99 .\r\n( 3 ) - الأربعون حديثاً : 547 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nويقول في ( مصباح الهداية ) : إنّي لأتعجّب من العارف المُتقدّم ذكره - القاضي سعيد - مع علوّ شأنه وقوّة سلوكه ، كيف ذهل عن ذلك المقام الذي هو مقام نظر العرفاء العظام ، حتى حكم بنفي الصفات الثبوتيّة عن الحقّ جلّ شأنه ، وحكم بأنّ الصفات كلّها ترجع إلى معان سلبيّة « 1 » .\r\n3 - إنّه يقول بالاشتراك اللفظي بين الأسماء الإلهيّة والخلقيّة ، وقد ألّف رسالة في الاشتراك اللّفظي لأسماء اللَّه تعالى وأوردها في مقدّمة كتاب ( كليد بهشت ) « 2 » .\r\nيقول الإمام رحمه اللَّه في ( مصباح الهداية ) أيضاً : وأعجب منه الحكم بالاشتراك اللّفظي بين الأسماء الإلهيّة والخلقيّة والصفات الواقعة على الحقّ والخلق « 3 » .\r\n4 - إنه يقدّم القدر على القضاء خلافاً للمشهور فقد ورد في الفوائد : ثم اعلم أنّ بعد وجود التعليميات الّتي هي مظهر القدر يقضي اللَّه بوجود الأشخاص الكونيّة ، فتلك الأشخاص مطلع القضاء الإلهي ومظهر الحكم الحتم الربانيّ ، هكذا ينبغي أن يفهم مراتب الخصال والأسباب من العلم والمشيّة والإرادة والقدر والقضاء من ربّ الأرباب « 4 » .\r\n5 - إنّه يقول : إنّ ما يُوصف بوصف له صورة . وهذا الرأي يثير استغراب الإمام رحمه اللَّه فيردّ عليه في مصباح الهداية : وأعجب من الأعجب ما سلك في الطليعة الأولى من البوارق الملكوتيّة من أنّ ما يوصف بوصف فله صورة ، لأنّ الوصف أعظم الحدود للشيء في المعاني ولا إحاطة أوضح من إحاطة الصفة في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مصباح الهداية : 43 .\r\n( 2 ) - كليد بهشت : 35 .\r\n( 3 ) - مصباح الهداية : 43 .\r\n( 4 ) - انظر صفحة : 145 من هذا الكتاب .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالعوالي وجعل ذلك سرّ ما ورد في الخبر ( إنّ اللَّه لا يوصف ) مع ذهابه قدّس سرّه في تلك الرسالة على ما سمعت في المصابيح السابقة إلى أنّ كلّ الأسماء مشتمل على جميع مراتب الأسماء ، فإذا كانت الأسماء كلّ الحقائق فلها مقام الإطلاق كما للاسم اللَّه فكانت لمبادئها الّتي هي الصفات مقام الإطلاق .\r\nثم يقول الإمام رحمه اللَّه :\r\nوظنّي أنّ ذهابه إلى ذلك لعدم استطاعته على جمع الأخبار فوقع فيما وقع « 1 » .\r\n6 - يسلك القاضي سعيد مسلك فلاسفة الحكمة البحثيّة ، ويقول : بأنّ العقل الأوّل هو الصادر الأوّل ، إلّا أنّ الإمام رحمه اللَّه اعتبر المشيئة الإلهيّة الصادر الأوّل طبقاً للمأثور\r\n( خلق اللَّه الأشياء بالمشيّة والمشيّة بنفسها ) « 2 »\r\n، فقال في التعليقة :\r\nإنّ العلّة صورة تماميّة المعلول وشيئيّة الشيء بصورته التامّة ، فالجواب عن الواحد المتكثّر - الذي هو مقام العقل على تحقيق هذا العارف الكامل ، ومقام المشيّة المطلقة على رأي هذا الفقير العاطل - جواب عن سائر الحقائق المسؤول عنها .\r\nامّا على طريقنا فظاهر ، فإنّ المشيّة المُطلقة مقام فاعليّة الحقّ المُتعال وإلهية القيّوم ذي الجلال ، وقد ورد من طريق أهل بيت الوحي والتنزيل - عليهم صلوات الربّ الجليل -\r\n( خلق اللَّه الأشياء بالمشيّة والمشيّة بنفسها ) .\r\nوأمّا على طريقته - قدّس اللَّه نفسه - فلأنّ العقل أوّل صادر من ربّ العزّة وأوّل ظهور من مظاهر المشيّة ، على ما ساق إليه البراهين العالية « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مصباح الهداية : 43 .\r\n( 2 ) - التوحيد للشيخ الصدوق : 329 / 8 - باب 55 وص 148 مع اختلاف .\r\n( 3 ) - انظر صفحة : 63 من هذا الكتاب .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nويقول في صفحة 98 من التعليقة :\r\nوسرّ التعبير عن مقام المشيّة المطلقة بالواحد المتكثّر ، وعن الموجود العقلي بالمتكثّر المتوحّد هو أنّ المشيّة لها الوحدانيّة الذاتيّة الحقيقيّة ظلّ الوحدانيّة الحقّة الحقيقيّة وليس فيها تكثّر بحسب الذات ولا تعدّد الجهات والحيثيّات ، وهي الأمر الواحد المُشار إليه بقوله تعالى :  « وَما أَمْرُنا إِلَّا واحِدَةٌ )  « 1 » وإنّما التكثّر باعتبار تلبّسه بلباس التعيّنات وتنزّله في منازل المُقيّدات ، وهذا هو التكثّر العرضي ، ولا تكثّر في نظر أرباب المشاهدات ، وهو مقام الالوهيّة والربوبيّة والقيّوميّة والقدّوسيّة ومقام الأسماء والصفات والرحمانيّة والرحيميّة الفعليّة ، وأمّا الموجود العقلي فقد عرفت حاله ومرجعه ومآله .\r\nوما ذكر هذا العارف العظيم والسالك على الصراط المستقيم - قدّس اللَّه نفسه وروّح رمسه - تحقيق رشيق وكلام عرفانيّ دقيق كيف ؟ وهو من أعظم عرفاء الشيعة وأكرم امناء الشريعة ، ولكن ما ذكرنا مع قصور النظر وعمى القلب والبصر بمقام السير العلميّ أليق وبحضرة الكبرياء ألصق .\r\nمُضافاً لذلك ، فقد أورد الإمام إشكالات أخرى على شرح القاضي ، ذكرها على نحوٍ لا يمسّ احترامه الفائق له ، ويمكن مراجعتها على صفحات الكتاب هذا .\r\n\r\nمؤلّفاته :\r\nيقول صاحب الذريعة رحمه اللَّه :\r\nأراد المؤلف أن يؤلف أربعين رسالة ولم يمهله الأجل .\r\nوإليكم جملة ما عثرنا عليه من أسماء كتب ومصنّفات نُسبت إليه في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - القمر 54 : 50 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nمعاجم الرجال وكتب التراجم وهي كالتالي :\r\n1 - أسرار الصلاة ، طبع في حاشية شرح الهداية للملّا صدرا .\r\n2 - أسرار الصنائع ، في الصناعات المنطقيّة الخمسة ( الشعر والخطابة والجدل والبرهان والمغالطة ) .\r\n3 - حاشية على شرح الإشارات للخواجة .\r\n4 - شرح توحيد الصدوق رحمه اللَّه في ثلاثة مجلّدات مخطوطة .\r\n5 - شرح حديث البساط .\r\n6 - شرح حديث الغمام .\r\n7 - كليد بهشت ( مفتاح الجنّة ) رسالة في الاشتراك اللّفظي للأسماء بالفارسيّة .\r\n8 - مرقاة الأسرار ومعراج الأنوار .\r\n9 - إشارة وبشارة .\r\n10 - النفحات الإلهيّة والخواطر الإلهاميّة . .\r\n11 - الأنوار القدسيّة .\r\n12 - المقصد الأسنى .\r\n13 - الحديقة الورديّة في سوانح المعراجيّة .\r\n14 - البرهان القاطع والنور الساطع .\r\n15 - الطلائع والبوارق .\r\n16 - رسالة في الفلسفة الإلهيّة .\r\n17 - رسالة في اتّحاد العاقل والمعقول .\r\n18 - الجبر والاختيار .\r\n19 - فضل العلم والعالم والمُتعلّم .\r\n20 - الفوائد الرضويّة .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nكتاب الفوائد الرضويّة :\r\nالفوائد الرضويّة أو شرح حديث رأس الجالوت ( أكبر علماء اليهود ) ويتناول بالشرح جواب الإمام الرضا عليه السلام للعالم اليهودي الّذي سأله :\r\nيا مولاي ما الكفر والإيمان ؟ وما الكفران ؟ ما الجنة والنيران ؟ وما الشيطانان اللذان كلاهما المرجوّان ؟ وقد نطق كلام الرحمن بما قلت . حيث قال في سورة الرحمن :   « خَلَقَ الْإِنْسانَ * عَلَّمَهُ الْبَيانَ »   « 1 » ؟\r\nفلمّا سمع الرضا عليه السلام كلامه لم يحر جواباً ، ونكت بإصبعه الأرض وأطرق مليّاً ، فلمّا رأى رأس الجالوت سكوته عليه السلام حمله على عيّه وشجّعته نفسه بسؤال آخر ، فقال : يا رئيس المسلمين ، ما الواحد المُتكثّر والمُتكثّر المُتوحّد والمُوجَد المُوجِد والجاري المُنجمد والناقص الزائد ؟\r\nفلمّا سمع الرضا عليه السلام كلامه ورأى تسويل نفسه له ، قال : أيش تقول يا ابن أبيه ، وممّن تقول ولمن تقول ؟ بينا أنت أنت صرنا نحن نحن ، فهذا جواب مُوجز .\r\nوأمّا الجواب المفصّل ، فأقول : اعلم إن كنت الداري والحمد للَّه الباري ، أنَّ الكفر كفران ، كفر باللَّه وكفر بالشيطان وهما السيّان المقبولان المردودان أحدهما الجنّة والآخر النيران وهما اللذان المتّفقان المختلفان وهما المرجوّان ، ونصّ به الرحمن حيث قال :    « مَرَجَ الْبَحْرَيْنِ يَلْتَقِيانِ * بَيْنَهُما بَرْزَخٌ لا يَبْغِيانِ فَبِأَيِّ آلاءِ رَبِّكُما تُكَذِّبانِ »    « 2 » .\r\nويعلم قولنا من كان من سنخ الإنسان وبما قلنا ظهر جواب باقي سؤالاتك والحمد للَّه الرحمن والصلاة على رسوله المبعوث على الإنس والجان ولعنة اللَّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الرحمن 55 : 3 - 4 .\r\n( 2 ) - الرحمن 55 : 19 - 21 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nعلى الشيطان .\r\nفلمّا رأى الجالوت كلامه عليه السلام بهت وتحيّر وشهق شهقة . وقال :\r\nأشهد أنْ لا إله إلّا الله وأنَّ محمَّداً رسول اللَّه وأنّك وليّ اللَّه ووصيّ رسوله ومعدن علمه حقّاً حقّاً .\r\nويشرح القاضي بمهارته الخاصّة هذا الحديث الشريف ، ويخوض في لججه بذوق عرفانيّ ونطق قرآنيّ ممّا يثير استحسان الإمام رحمه اللَّه وثنائه عليه في كلّ موضع وفقرة ، ويبادر إلى كتابة تعليقة عليه إتماماً للفائدة الكامنة في الأسرار الّتي أودعها القاضي في شرحه والّتي يتعذّر على الآخرين كشفها وفهمها .\r\n\r\nأبرز فقرات الكتاب\r\nرغم أنّ هذا الشرح بمُجمله ينطوي على تحقيق وتدقيق ببيان رقيق ودقيق ولكن تتألّق بعض فقراته وتبرز بشكل خاص من بين أجزاء الكتاب وأبوابه ، وفيما يلي نكتفي بذكر أبرز تلك الفقرات :\r\nقد عرفت أنّ الشيطان هنا عبارة عمّا سوى اللَّه ، فاعلم أنّ الكفر بالشيطان هو اعتقاد أنّ العالم غيب ما ظهر قط ، وإنّما الظاهر هو اللَّه فحسب ، وهذا كفر مُحقّقي الصوفيّة حيث زعموا أنّه سبحانه ظهر بصورة كلّ شيء ، فهذا الزاعم أخفى الشيء الذي هو السوي - أي : العالم - وهو الكفر بالشيطان . ولا تتوحش من ذلك فإنّه أعلى درجات بالنظر إلى قوم ، ولكن\r\n( حسنات الأبرار سيّئات المقرّبين ) .\r\nقال صاحب الفتوحات : إنَّ العالم غيب لم يظهر قطّ ، والحقّ هو الظاهر ما غاب قطّ ، والناس في هذه المسألة على عكس الصواب فإنّهم يقولون : إنّ الحقّ تعالى غيب والعالم هو الظاهر فهم بهذا الاعتبار في مقتضى هذا الشرك .\r\nأقول : وقد غفل هذا العارف عن الشرك اللازم من زعمه ، حيث حكم\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nبظهور الحقّ تعالى وخفاء العالم ، وهو أيضاً من أنحاء الشرك الخفي .\r\nوأمّا الإيمان الحقيقي فهو الاعتقاد بأنّ اللَّه هو الظاهر الباطن والشاهد الغائب فهو الظاهر إذا طلبته في البطون ، وهو الباطن إذا تفحّصت عنه في الظهور وهو المُنزّه عنهما إذا طلبته بكليهما وأنّ العالم ظاهر باللَّه خفي بذاته ، فتعرّف فإنّه باب عظيم للتوحيد « 1 » .\r\nوقال الإمام رحمه اللَّه في تعليقته :\r\nولا يكون عن هذا الشرك خالصاً إلّا من يرى استهلاك جميع الموجودات ذاتاً وصفة وشأناً في الحقّ القيّوم ، بل التوحيد التام هو التحقّق بهذا المقام « 2 » .\r\n\r\nالإمام والفوائد\r\nيعتبر شرح حديث رأس الجالوت أوّل رسالة للقاضي سعيد يراجعها الإمام رحمه اللَّه كما جاء في مُقدّمة التعليقة ، فيشمّر سماحته عن ساعد الجدّ للتعليق عليها ، لأنّ أسرار هذا الكتاب تحتاج إلى كشف ، وأستارها إلى إزاحة ، ويقدّم على كتابة تعليقة بمستوى الكتاب أو أفضل منه ، ويودعها جواهر يتلألأ ما بين سطورها ، ولعلّ من أبرزها قوله :\r\nانّ عود الموجودات إلى اللَّه تعالى بتوسّط الولي المطلق صاحب النفس الكليّة الإلهيّة وواجد مرتبة العقل ، وأنَّ الموجودات بمنزلة القوى والآلات والمتفرّعات من وجود الإنسان الكامل ، فكما أنّ بدوّ إيجادها من الحضرة الغيب بتوسط ربّ الإنسان الكامل ، وفي الحضرة الشهادة بتوسّط نفس الإنسان الكامل كذلك عودها وختمها .\r\nولهذا كانت استقامة الامّة استقامة رسول اللَّه صلّى اللَّه عليه وآله وورد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شرح حديث رأس الجالوت : 66 - 68 .\r\n( 2 ) - انظر صفحة : 67 من هذا الكتاب .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nمنه صلّى اللَّه عليه وآله عند قوله تعالى - في سورة هود -  « فَاسْتَقِمْ كَما أُمِرْتَ »  « 1 »\r\n« شيّبتني سورة هود »\r\n، لمكان هذه الآية ، وإلّا فهو صلّى اللَّه عليه وآله بوجوده المقدّس ميزان الاستقامة .\r\nوورد في بعض الأدعية عند الدعاء لبقيّة اللَّه في الأرضين وحجّة اللَّه على العالمين صاحب الأمر صلوات اللَّه عليه وأرواحنا له الفداء بقوله :\r\n« أمناً يعبدك لا يشرك بك شيئاً »\r\nمع كونه روحي له الفداء خالصاً عن أنحاء الشرك فعلًا وصفةً وذاتاً ، فشرك الامّة وعبادتهم يعدّ منه لكونه الأصل وسائر الناس من فروعه « 2 » .\r\nوهنا يمكن أن نتحسّس ألطف أفكار الإمام ، ممّا تستحق أن تدوّن بماء الذهب على الصدور ، في أنّه اعتبر عود الموجودات إلى اللَّه تعالى بتوسّط الولي المُطلق صاحب النفس الكليّة الإلهيّة ، واجد مرتبة العقل ، وأنّ الموجودات بمنزلة القوى والآلات من وجود الإنسان الكامل .\r\nوالوليّ المُطلق هو النبيّ الأكرم صلّى اللَّه عليه وآله ، ومصداقه في الحال الحاضر إمام العصر سلام اللَّه عليه ، ولهذا فإنّ عودة كلّ الموجودات إلى الحضرة الإلهيّة يكون بتوسّطه .\r\n\r\nالنسخ المعتمدة في التحقيق :\r\nاعتمدنا على تحقيق شرح القاضي سعيد عدَّة نسخ هي كالتالي :\r\n1 - النسخة المحفوظة في مكتبة مجلس الشورى الإسلامي بطهران ، وهي ضمن مجموعة تحت رقم 1 / 4637 ورمز هذه النسخة « ر » .\r\n2 - نسخة أخرى محفوظة أيضاً في مكتبة مجلس الشورى الإسلامي بطهران ضمن مجموعة تحمل رقم 9 / 5500 ونرمز لها ب « م » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هود 11 : 112 .\r\n( 2 ) - انظر صفحة 109 - 110 من هذا الكتاب .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n3 - النسخة المرقّمة 4353 وهي في خزائن مكتبة آية اللَّه العظمى السيد النجفي المرعشي قدّس سرّه ورمزها « س » .\r\n4 - نسخة أخرى محفوظة في مكتبة آية اللَّه العظمى السيد النجفي المرعشي قدّس سرّه لم تدخل بعد في سلك فهرست المكتبة ورمزنا لها ب « ل » .\r\nوعلى حواشيها كتبت تعليقات السيد الإمام ( قدّس سرّه ) .\r\nوقد وقفنا عليها بمساعدة عميد المكتبة سماحة حجّة الإسلام والمسلمين الدكتور السيد محمود النجفي المرعشي حفظه اللَّه تعالى .\r\n\r\nمنهج التحقيق :\r\n1 - اتبعنا في ضبط النص على منهج التلفيق بين النسخ الخطّيّة .\r\n2 - تقطيع النصوص على المنهج المعروف المألوف عند ذوي الخبرة ، لإبرازه بشكل علمي مُتناسق .\r\n3 - استخراج الآيات القرآنيّة والإشارة إلى اسم السورة الشريفة ورقم الآية المباركة فيها .\r\n4 - استخراج الأحاديث والأدعية والزيارات من مصادرها .\r\n5 - استخراج أقوال وآراء العلماء والمُصنّفين من مظانّها .\r\n6 - توضيح اللّغات المُشكلة .\r\n7 - عملنا في آخر الكتاب عدّة فهارس فنّية جامعة ، تُعين الباحث وتُرشد المحقّق إلى ما يصبو إليه بسهولة ويُسر .\r\nوهنا لا بُدَّ أن ننوّه بجهود الإخوة المحقّقين المباركة في مؤسّستنا لما بذلوه من جهد وعناء في سبيل إخراج هذا السفر القيّم المبارك ، داعين اللَّه سبحانه وتعالى لهم بالتأييد والتسديد . ونرجو اللَّه تعالى أن يتقبّل هذا المجهود بعين لطفه وكرمه وأن يرعاه بالقبول .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nهذا ونحن نضع لمساتنا الأخيرة لتقديم هذا الكتاب فاجأنا القضاء بمصيبةٍ مُلمّة أقضت جامعة المسلمين ، ألا وهي فقد الرجل الأوحد بقيّة الإمام الراحل سماحة حجّة الإسلام والمسلمين الحاج السيد أحمد الخميني رضوان اللَّه تعالى عليه ، الذي كان مجاهداً لا يعرف الكلل ، ومخلصاً واعياً وعالماً مضحياً في سبيل الثورة الإسلامية .\r\nنسأل اللَّه تعالى علوّ الدّرجات للفقيد السعيد وأن يحشره مع أوليائه الطاهرين . وإنّا للَّه وإنّا اليه راجعون .\r\nقسم التحقيق - مؤسّسة تنظيم ونشر آثار الإمام الخميني قدّس سرّه\r\nفرع قم المقدّسة\r\n2 / ذو القعدة الحرام / 1415 ه ق\r\n14 / 1 / 1374 ه ش\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nنماذج مصورة\r\nمن مخطوطات النسخ المعتمدة\r\nفي التحقيق\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالصفحة الأولى من نسخة \" ل \"\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالصفحة الأخيرة من نسخة \" ل \"\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nالصفحة الأولى من نسخة \" م \"\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالصفحة الأخيرة من نسخة \" م \"\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nالصفحة الأولى من نسخة \" س \"\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالصفحة الأخيرة من نسخة \" س \"\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالصفحة الأولى من نسخة \" ر \"\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالصفحة الأخيرة من نسخة \" ر \"\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nمقدمة المؤلف\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبسم اللَّه الرّحمن الرّحيم\r\n\r\n\r\n","description":"\r\nبسم اللَّه الرّحمن الرّحيم\r\nالحمد للَّه المتجلّي بالبطون فظهر ، والمتجلّي بالظهور فبطن واستتر ، بادئ بدو سلسلة الوجود ، وخاتم ختم الغيب والشهود ، والصلاة والسلام على السرّ المرموز المُستتر ، أصل أصول ما سلف وغَبر ، مبدأ الدائرة ومختمها ، أفضل البريّة وأكرمها ، وعلى آله مفاتيح كنوز الأحديّة ، وكواشف رموز السرمديّة ، وعلى أعدائهم اللّعنة الأزليّة الأبديّة .\r\nوبعد : فإنّ ممّا وفّقني التأييدات الربوبيّة ، وأيّدني التوفيقات القدسيّة الالوهيّة ، هو الاستسعاد بزيارة هذا الحديث القدّيس ، النازل عن سماء الوحي والتقديس ، وشرحه الذي أفاده شيخ العرفاء الكاملين ، قدوة أصحاب القلوب والسالكين ، كاشف إشارات الأخبار ورموزها ، مُخرج لباب الآثار وكنوزها ، فخر الطائفة وعينها ، وذخر أهل المعرفة وزينها ، المؤيّد بتأييدات الرّبّ المجيد ، القاضي الشريف السعيد ، أفاض اللَّه عليه من أنوار رحمته الواسعة ، وتجلّى عليه بالأنوار الباهرة ، واتّفق ذلك في العشر الثالثة من مراحل عمري ومنازل دهري .\r\nوهو أوّل كتاب منه - قدّس سرّه - وفّقني اللَّه لزيارته والاستفادة من حضرته ، ولمّا رأيته مُحتاجاً إلى كشف بعض أسراره ، ورفع الحجاب عن بعض أستاره ، أحببت أن اعلّق عليه بعض التعاليق ، شارحاً لكلامه مع بعض ما سنح بخاطري القاصر ، ونظري\r\n","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالحمد للَّه الواحد « 1 » المُتوحّد ، والفرد المُتفرّد ، الّذي توحّد بالتوحيد في\r\n\r\n\r\n\r\n","description":"\r\nالفاتر في شرح الحديث الشريف ، مُعترفاً بالتقصير والقصور ، ومُتوكّلًا على ربّ الأنام في المبدأ والختام ، فنقول مُستعيناً بالرّب المُعين ، ومُتمسّكاً بولاية أوليائه المعصومين :\r\nقوله : الواحد المتوحّد .\r\nأمّا كونه جلّ بُرهانه واحداً فظاهر ، وأمّا كونه مُتوحّداً فلظهوره في ملابس الكثرات ، وتجلّيه في مرائي التعيّنات ، فهو تعالى مع ظهوره في الكثرات لا يخرج عن الوحدة الحقّة الحقيقيّة ، فمن حيث كونه واحداً مُتوحد ، ومن وجه كونه مُتوحّداً واحد ، والكثرات غير موجودة حقيقةً ، والتعيّنات في الغيب أزلًا وأبداً ، وسيأتي بعض التحقيق إن شاء اللَّه في المواضع اللائقة به .\r\nقوله قدّس سرّه : توحّد بالتوحيد .\r\nكونه تعالى مجده مُتوحّداً بالتوحيد ومُتفرّداً بالتفريد ؛ فلأنّ الإمكان من شأنه الكثرة ، والمُمكن من ذاته الغيريّة ، والوحدة عارضة لها من الصقع الربوبي ، فالمُمكنات بحالها الذاتيّة مُتكثّر ، وبحالها الوجوديّة واحد ، إلّا أنّ الوحدة من عالم الوجود ، فكلّ الوحدات من حضرته ، فهو مُتفرّد بالتفريد ومُتوحّد بالتوحيد ، وممّا ذكرنا ظهر قوله « انبجست منه الكثرات بجملتها لوحدته » الذي هو مأخوذ من كلام المُعلّم الأوّل في اثولوجيا « 2 » فإنّ الوحدة مرجعها الوجوب والغنى والقيوميّة ، والكثرة مرجعها الإمكان والفقر والتقوّم ، فكلّ الكثرات تبدأ من حضرة الوحدة وترجع إليه  « كَما بَدَأَكُمْ تَعُودُونَ »  « 3 » فالوحدة علّة انبجاس الكثرات ، والفرديّة مصدر التعيّنات ، كما إنّهما علّة الرجوع .\r\n","footnote":"\r\n( 1 ) - في نسخة « م » : العالم بدل : الواحد .\r\n( 2 ) - اثولوجيا أفلوطين : 134 .\r\n( 3 ) - الأعراف : 29 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nتوحّده ، وتفرّد بالتفريد « 1 » في تفرّده ، انبجست « 2 » منه الكثرات بجملتها لوحدته ، وابتدأت منه الموجودات « 3 » برمّتها « 4 » لفرديته ، سبحانه وتعالى في كبرياء تقدّسه ، والصلاة على نبيّ الرحمة ، ومجمع بحري الوحدة والكثرة إنسان العين ، وعين الإنسان ، والعالم بالبيان ، محمّد المبعوث على الإنس والجانّ « 5 » والمنعوت بنعوت الفرقان ، والموصوف بأنَّ خلقه القرآن « 6 » وعلى وصيّه الّذي تشعّب منه أولاد النّبيّ ، وتأحّد معه في سَيره الأنواري بالنصّ الجليّ « 7 » وعلى آله الّذين هم تقاسيم وجود النّبيّ والوليّ ، وهم أولياء الرحمن ، والمقصود من إيجاد الأكوان « 8 » ما جرى الجاري على الجامدات ، وفضل الزائد على الناقصات .\r\nأمّا بعد : فالفقير إلى اللَّه الغنيّ ، والمُتمسّك بحبل النبيّ الامّي ، مُحمّد المُشتهر بسعيد الشريف القُمّي يقول : إنَّ الحكمة كلّ الحكمة ، ما ورد في الكتاب والسُنّة ، والعلم حقّ العلم ما صدر عن مدينة العلم « 9 » وإنَّ في أخبار الأئمّة الطاهرين لبلاغاً لقوم عابدين ، إنَّ في ذلك لذكرى للعالمين ، كيف لا ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في نسخة « ر » : بالتقديس بدل : بالتفريد .\r\n( 2 ) - انبجست : انفجرت ، وانبجس الماء وتبجس أي تفخّر . لسان العرب 1 : 318 بجس .\r\n( 3 ) - في نسخة « م » و « ر » : المزدوجات بدل : الموجودات .\r\n( 4 ) - برمتها : بجملتها أو كلها ، يقال أخذت الشيء برمته أي كله . لسان العرب 5 : 323 رمم .\r\n( 5 ) - انظر الاحتجاج للطبرسي 1 : 527 و 528 ، تفسير كنز الدقائق 9 : 469 ، مفاتيح الجنان : 596 زيارة إبراهيم ابن رسول اللَّه صلّى اللَّه عليه وآله .\r\n( 6 ) - انظر مسند أحمد بن حنبل 6 : 91 و 163 ، شعب الإيمان 2 : 153 / 1425 و 1427 .\r\n( 7 ) - انظر بحار الأنوار 99 : 130 / 1 و 25 : 3 / 5 ، أصول الكافي 1 : 365 / 3 ، تفسير علي بن إبراهيم القمي 2 : 335 ، علم اليقين 1 : 515 .\r\n( 8 ) - نهج البلاغة : كتاب 28 من كتاب له عليه السلام إلى معاوية ، علم اليقين 1 : 381 ، جامع الأسرار ومنبع الأنوار : 9 و 10 ، كلمات مكنونة للفيض الكاشاني : 126 ، مفاتيح الغيب : 14 .\r\n( 9 ) - اقتباس من أحاديث الرسول صلى اللَّه عليه وآله : ( أنا مدينة العلم وعلي بابها ) انظر على سبيل المثال مناقب علي بن أبي طالب لابن المغازلي : 426 و 427 / 2 ، بحار الأنوار 33 : 53 / 395 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوهم عليهم السلام أهل بيت الحكمة ، ومعدن الوحي والرسالة « 1 »\r\n( فالكليم البس حلّة الاصطفاء لمّا شاهدوا منه الوفاء ، وجبرئيل في جنان الصاغورة « 2 » ذاق من حدائقهم الباكورة ) « 3 »\r\nوأنّى يكون لغيرهم ، وفيهم الإمام المُبين ، وقال عزّ من قائل :\r\n « وَكُلَّ شَيْءٍ أَحْصَيْناهُ فِي إِمامٍ مُبِينٍ »  « 4 » .\r\nثمّ إنَّ في الخبر الذي رواه أصحابنا ، ودار في ألسنة إخواننا رضوان اللَّه عليهم ، وأثبتوه في دفاترهم ، من سؤال رأس الجالوت مولانا أبا الحسن الرضا عليه السلام ، وما أجابه الإمام عليه السلام لحكمة بالغةٍ لا تبلغها أيدي الخائضين في الحكمة المُتعالية ، فضلًا عن الفلسفة الرسميّة ، وأسرار رائقة لا يكاد ينالها إلّا من أتى البيوت من أبوابها ؛ وأنوار بارقة لا يستنير بأشعّتها الشارقة إلّا من اقتبَس من مشكاة الولاية الفائقة .\r\nوإنّي بعد ما نصفت السبعين ، وكنت في عشر الأربعين ، اطّلعت على هذه الرواية ، واستسعدت بتلك الزيارة ، فوجدتها عذراء لم يطمثها قبل ذلك الأوان إنس ولا جانّ ، بل لم يخطبها الفحول ولا الفتيان ، وكيف لهم من ذلك ، وإنّها لمن أهل بيت النبوّة ، ولم يكافئها أحدٌ من الامّة ، اللّهم إلّا من آجر نفسه ثماني حِجَج من اثنتي عشر من الحجج ، وتقلّد بالتابعيّة المحضة ، وفاز بالمحبوبيّة الكاملة ، حتّى يكون اللَّه سبحانه سمعه وبصره وعقله ، فيسمع بسمعه ، ويَبصُر ببصره ، ويعقل بعقله « 5 » إذ لا يحمل عطاياهم إلّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - انظر أصول الكافي 1 : 172 / 1 - 3 .\r\n( 2 ) - المراد بالصاغورة السماء السابعة [ منه قدّس سرّه 
  ] . في نسخة « ل » و « م » : الصاقورة بدل : الصاغورة ، والصاقورة : السماء الدنيا كما في كتاب العين ، والسماء الثالثة كما في القاموس .\r\n( 3 ) - بحار الأنوار 26 : 265 و 275 / 378 وفيه وروح القدس بدل : جبرئيل .\r\nالحديقة : البستان ، والباكورة من البكر [ منه قدّس سرّه 
  ] .\r\n( 4 ) - يس : 12 .\r\n( 5 ) - اقتباس من الروايات الّتي وردت بهذا المضمون ، انظر أصول الكافي 2 : 262 و 263 / 7 و 8 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nمطاياهم ، ولا يعلم ما في الدار إلّا محارم الأسرار .\r\nوهذا المسكين وإن كان قليل البضاعة في هذه التجارة ، ولم يسعد لتلك الإجارة ، إلّا أنَّ الكريم لا ينظر إلى البضاعة ونِفاقها « 1 » ويبتدئ بالنعم قبل استحقاقها ، فَلَقد أتى عليّ حين من الدهر لم أكن متفحّصاً لآثارهم ، خادماً لأخبارهم ، راصداً لأسرارهم ، سائراً في أنوارهم ، حتّى أتاني في مبشرة نوميّة أمر من جنابهم بالنظر في خطابهم ، فقُمت بمأمورهم ، حتّى فتح اللَّه بصيرتي بسرورهم ، وشرح صدري بنورهم ، وزاد في يقيني بأُمورهم ، ولعمر الحبيب إِنَّ أمرهم صعبٌ مُستصعبٌ ، لا يحتمله إلّا نبيٌّ مُرسلٌ ، أو ملك مُقرّب ، أو مُؤمن مُمتَحَنٌ قلبه للإيمان عند الربّ « 2 » .\r\nفمن تلك الفتوحات ما الهمتُ من شرح هذا الحديث العويص شرحاً لا يحيف عن الحقّ ولا يحيص « 3 » وليس ذلك إلّا من اقتباس نورهم ، بل هو جذوة « 4 » من قبسات طورهم ، وما أقول إلّا ما القي في الرّوع ، ومن اللَّه المعونة في البدء والرجوع ، وهو حسبي ونعم الوكيل ، وعلى اللَّه قصد السبيل ولِنُسمِّ تلك المقالة ب « الفوائد الرضوية » ونُرتّبها على مقدّمة وثلاث فوائد وخاتمة ، مُستعيناً باللَّه في الأولى والآخرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نَفاق : راج ، ونِفاق نفذ وفنى أو قلّ . القاموس المحيط : 1195 نفق .\r\n( 2 ) - انظر أصول الكافي 1 : 330 كتاب الحجة باب فيما جاء أن حديثهم صعب مستصعب ، بصائر الدرجات :\r\n24 / 16 في معنى الصعب والمستصعب .\r\n( 3 ) - حاص عن الحق يحيص : عدل عنه . المصباح المنير : 159 حاص .\r\n( 4 ) - الجذوة : هي القبسة من النار . لسان العرب 2 : 226 جذا .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nذكر الخبر وتوضيح ألفاظه\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nروى أصحابنا رضوان اللَّه عليهم : أنّه سأل رأس الجالوت الرضا عليه التحية والثناء بأن قال : يا مولاي ، ما الكفر والإيمان ، وما الكفران ، وما الجنّة والنيران ، وما الشيطانان اللذان كلاهما المرجوان ، وقد نطق كلام الرحمن بما قلت ، حيث قال في سورة الرحمن :   « خَلَقَ الْإِنْسانَ عَلَّمَهُ الْبَيانَ »   « 1 » .\r\nفلمّا سمع الرضا عليه السلام كلامه لم يُحرِ جواباً ، ونكت بإصبعه الأرض ، وأطرق مليّاً ، فلمّا رأى رأس الجالوت سكوته عليه السلام حمله على عيّه « 2 » وشجّعته نفسه لسؤال آخر .\r\nفقال : يا رئيس المُسلمين ، ما الواحد المُتكثّر ، والمُتكثّر المُتوحّد ، والموجَد الموجِد ، والجاري المنجمد ، والناقص الزائد ؟\r\nفلمّا سمع الرضا عليه السلام كلامه ، ورأى تسويل نفسه له ، قال : ( أيش تقول يا بن أبيه ، وممن تقول ، ولمن تقول ؟ ! بينا أنت أنت صرنا نحن نحن ، فهذا جواب موجزٌ .\r\nوأمّا الجواب المُفصّل فأقول : إعلم إن كنت الداري والحمد للَّه الباري : أنَّ الكفر كفران ، كفرٌ باللَّه وكفرٌ بالشيطان ، وهما السّيّان المقبولان المردودان ، أحدهما الجنّة وللآخر النيران ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الرحمن : 3 و 4 .\r\n( 2 ) - العيّ : العجز . لسان العرب 9 : 510 و 511 عيا .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوهما اللّذان المُتفقان المختلفان ، وهما المرجوّان ، ونصّ به الرحمن حيث قال :    « مَرَجَ الْبَحْرَيْنِ يَلْتَقِيانِ * بَيْنَهُما بَرْزَخٌ لا يَبْغِيانِ * فَبِأَيِّ آلاءِ رَبِّكُما تُكَذِّبانِ »    « 1 » ويعلم قولنا من كان من سنخ الإنسان ، وبما قلنا ظهر جواب باقي « 2 » سؤالاتك والحمد للَّه الرحمن ، والصلاة على رسوله المبعوث إلى الإنس والجان ، ولعنة اللَّه على الشيطان ) .\r\nفلمّا سمع رأس الجالوت كلامه عليه السلام بهت وتحيّر وشهق شهقة ، وقال : أشهد أن لا إله إلّا الله ، وأنَّ مُحمّداً رسول اللَّه ، وأنَّك وليّ اللَّه ، ووصيّ رسوله ، ومعدن علمه حقّاً حقّاً .\r\n\r\nبيان ما لعلّه يحتاج إلى البيان\r\nرأس الجالوت : هو أكبر عُلماء اليهود ، وقيل قاضيهم « 3 » .\r\nما الكفر والإيمان : الكفر لغةً هو الستر والإخفاء ، ومنه سُمّي الزارع والليل ومن لبس ثوباً فوق دِرعه كافراً « 4 » .\r\nوالكافر اصطلاحاً : هو الذي لم يعتقد بوجود البارئ تعالى ، أو بأحَد صفاته الحسنى ، أو بواحدٍ من أنبيائه « 5 » سمّي بذلك لأنّه إذا لم يعتقد ذلك فكأنّه أخفاه عن عالم الوجود بزعمه ، وستره عن مرتبة الشهود باعتقاده .\r\nوالإيمان لغة : هو التصديق « 6 » وفي الشرع هو الاعتقاد بوجود البارئ جلّ مجده ، وبصفاته العليا كما يليق به تعالى ، ووجود ملائكته المُدبّرة ، وكتبه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الرحمن : 19 - 21 .\r\n( 2 ) - في نسخة « م » : ما في بدل : باقي .\r\n( 3 ) - في نسخة « ل » : فاضلهم بدل : قاضيهم .\r\n( 4 ) - الصحاح 2 : 807 و 808 .\r\n( 5 ) - المفردات في غريب القرآن : 433 و 434 ، التبيان 1 : 60 ، مجمع البيان 1 : 128 ، تفسير الفخر الرازي 1 : 38 .\r\n( 6 ) - الصحاح 5 : 2071 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالمُنزلة ، ورسله المُرسلة ، وبما جاؤوا به من عنده ، وعدم التفريق بينهم « 1 » وسيجيء تحقيق الكفر وحقيقة الإيمان إن شاء اللَّه الرحمن .\r\nوما الكفران : هما الكفر باللَّه والكفر بالشيطان ، كما سيأتي هذا التفصيل في كلام إمام الإنس والجانّ عليه السلام .\r\nوما الشيطانان : الشيطان إمّا من شاط إذا بطل ، أو من شطن إذا بَعد « 2 » .\r\nوبالجملة : الشيطان هنا هو ما سوى اللَّه تعالى « 3 » أمّا على المعنى الأوّل :\r\nفلأنّ جميع ما سوى اللَّه باطل هالك ، وأمّا على المعنى الثاني : فلأنّ ما عداه باعتبار كونه سواه بعيد عنه جلّ وعلا ، ومن ذلك سُمّي كلّ عاتٍ مُتمرّدٍ من الإنس والجنّ والدوابّ شيطاناً « 4 » .\r\n « خَلَقَ الْإِنْسانَ »  : أي الإنسان الكامل الذي لا أكمل منه ، والبشر النوري الذي هو أبو البشر بالحقيقة ، وإن كان من أبناء آدم أبي البشر بحسب\r\n\r\n\r\n\r\n","description":"\r\nقوله قدّس سرّه : هو أبو البشر بالحقيقة . . . إلى آخره .\r\nاعلم وفقك اللَّه لمرضاته ، ونوّر قلبك بتجلّيات أسمائه وصفاته ، أنّ للأسماء الحسنى الإلهيّة مُحيطيّة ومُحاطيّة ، ومشموليّة وشامليّة ، فمنها ما له السلطنة المُطلقة ، والمُحيطيّة التامّة على جميع الأسماء ، كاسم اللَّه المُستجنّ فيه الأسماء استجنان الفروع في الأصول ، والأشجار في النواة ، ومنها ما هو دون ذلك ، لكن له الإحاطة أيضاً على سائر الأسماء كالظاهر والباطن والأوّل والآخر .\r\nلست أقول : إنّ بعض الأسماء الربوبيّة فاقد لبعض الكمالات كما زعمه\r\n","footnote":"\r\n( 1 ) - انظر مجمع البيان 1 : 120 ، تفسير الفخر الرازي 7 : 139 و 140 .\r\n( 2 ) - الصحاح 5 : 2144 ، لسان العرب 7 : 120 و 121 ، مجمع البحرين 6 : 272 شطن .\r\n( 3 ) - في نسخة « ر » إضافة : سواء على القول بالظهور والبطون .\r\n( 4 ) - انظر الصحاح 5 : 2144 ، لسان العرب 7 : 121 شطن .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nالعادلون عن الطريق « 1 » كيف ؟ ! وكلّها عين الذات الأحديّة « 2 » جلّ برهانه ، بل مُرادنا بطون بعض التجلّيات والكمالات في بعضها وظهور البعض في بعضٍ آخر ، فالرحمن ظاهر فيه الرحمة باطن فيه السخط والغضب ، والمُنتقم ظاهر فيه الانتقام والسخط باطن فيه الرحمة والغُفران ، كما أنّ المُراد بصفات الجمال ما كان الجمال فيه ظاهراً والجلال في حدّ البطون ، والجلال بالعكس ، وإلّا فجميع الأسماء والصفات مُستجنّ فيها جميع الكمالات الوجوديّة ، بل باعتبار استهلاك الكلّ في الذات الأحديّة ، وفنائها في الجمال السرمدي ، وارتباطها بالوجود المُطلق لا افتراق بينهما .\r\nوبالجملة : لبعض الأسماء الحيطة التامّة والسلطنة الحقّة على سائرها ، وبعضها لم تكن بتلك المثابة ، ولازم كلّ اسم في الحضرة الأعيان الثابتة يُناسب ربّه وملزومه  « قُلْ كُلٌّ يَعْمَلُ عَلى شاكِلَتِهِ »  « 3 »  . \r\nاز كوزه همان برون تراود كه در اوست « 4 » فاسم اللَّه المُحيط الحاكم على سائر الأسماء أوّل ظهور الكثرة في عالم الأسماء وحضرة الواحديّة ، وبتوسطه ظهرت الأسماء ، بل سائر الأسماء من مظاهره وتجلياته ، وهو الظاهر في مراحل الظهور ، والباطن في مراتب البطون ، وصورته - الّتي هي عين الثابت للإنسان الكامل - هي أوّل صورة ظهرت في الحضرة العلميّة ظهور ثبوت لا وجود ، وبتوسّطها سائر الصور ، بل صور سائر الأسماء من مظاهرها وتجلّياتها .\r\n","footnote":"\r\n( 1 ) - شرح المقاصد 4 : 70 ، التوحيد للصدوق : 144 / 9 .\r\n( 2 ) - التوحيد للصدوق : 144 و 145 / 9 - 10 .\r\n( 3 ) - الإسراء : 84 .\r\n( 4 ) -\r\n گر دايره كوزه ز گوهر سازند * از كوزه همان برون تراود كه در اوست \r\nأمثال وحكم دهخدا 1 : 142 نسبه إلى بابا أفضل الكاشاني .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nوبذاك القياس أوّل نور فلق صبح الوجود ، وشقّ بحر الكون والشهود هو الإنسان الكامل خليفة اللَّه واسمه الأعظم ومشيّته ونوره الأقدم الأكرم ، وبتوسّطه سائر مراتب الوجود من الغيب والشهود ومنازل النزول والصعود ، بل سائر الوجودات ظهورات نوره ومظاهر حقيقته ، حسب ما قلنا في الأسماء والأعيان من كونهما ظهور ربّ الإنسان الكامل وعينه الثابت ، فالإنسان الكامل والكون الجامع هو الاسم الأعظم ظلّ اسم اللَّه الأعظم ، وله الأوليّة والآخريّة والظاهريّة والباطنيّة ، وهو المشيّة الّتي خلقها اللَّه بنفسها وخلق الأشياء بها كما في رواية الكافي « 1 » .\r\nولا أكمل في النوع الإنساني من نبيّنا صلّى اللَّه عليه وآله كما هو شهود أئمّة الكشف والمعرفة « 2 » والمنقول عن معدن الحكمة والرسالة ، والمُستفاد من كلام اللَّه المُعين لأصحاب القلوب والراسخين :\r\nفمن كتاب اللَّه قوله تعالى حكاية عن معراجه :   « ثُمَّ دَنا فَتَدَلَّى * فَكانَ قابَ قَوْسَيْنِ أَوْ أَدْنى »   « 3 » فالتدلّي هو حقيقة الفقر المُشار إليه\r\nبقوله صلّى اللَّه عليه وآله : ( الفقر فخري ) « 4 »\r\nوهو مقام البرزخيّة الكبرى ، والهيولويّة المُطلقة ، ومقام أو أدنى استهلاكه في الأحديّة وزوال حكم الواحديّة .\r\nومن كلمات أرباب الوحي والنبوّة ما في الزيارة الجامعة ،\r\nكقوله : ( بكم فتح اللَّه وبكم يختم ) « 5 » ، وقوله : ( أرواحكم في الأرواح وأنفسكم في النفوس ) « 6 » ،\r\nقوله : ( أنتم السبب\r\n","footnote":"\r\n( 1 ) - أصول الكافي 1 : 85 / 4 ، التوحيد للصدوق : 147 / 19 .\r\n( 2 ) - جامع الأسرار ومنبع الأنوار : 10 .\r\n( 3 ) - النجم : 8 و 9 .\r\n( 4 ) - بحار الأنوار 69 : 49 ، عوالي اللآلي 1 : 39 / 38 .\r\n( 5 ) - من لا يحضره الفقيه 2 : 374 الزيارة الجامعة .\r\n( 6 ) - من لا يحضره الفقيه 2 : 374 الزيارة الجامعة .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالصورة ، والعقل الذي هو النّور المُحمّدي صلّى اللَّه عليه وآله ، وقد دلّ على ذلك :\r\nالنقل الصحيح « 1 » والكشف الصّريح ، بل العقل البرهاني المُؤيّد بالنور السبحاني .\r\nوفي رواية : ( الإنسان هو أمير المؤمنين عليه السلام ، علّمه بيان كلّ شيء مما يحتاج إليه الناس ) « 2 »\r\nوالمآل واحد ؛ لأنّ نورهما واحد ، بل هما واحد « 3 » .\r\n « عَلَّمَهُ الْبَيانَ »  : عدم الفصل بالعاطف لأنّه بيانٌ للخلق ؛ أي خلقه بمحض تعقّله نفسه ، عزّ شأنه ، بأن جعله مظهر معقولاته ، ومُستودع علمه ، ومعدن\r\n\r\n\r\n\r\n","description":"\r\nالمُتّصل بين السماء والأرض ) « 4 »\r\nإلى غير ذلك من الفقرات والأخبار « 5 » المنقولة من طريقهم عليهم السلام في حدّ الاستفاضة بل التواتر ، فإذا علمت ما ذكرنا وآمنت بما تلونا يظهر لك سرّ كونه صلّى اللَّه عليه وآله أبا البشر وآدم الحقيقي « 6 » فتبصّر .\r\nقوله قدّس سرّه : أي خلقه بمحض تعقّله . . . إلى آخره .\r\nولمّا كان الإنسان مظهر الذات باعتبار مقام الالوهيّة المُستجمعة لجميع الكمالات الظاهرة والباطنة ، وكلّ الكمالات مُستجنّة في ذات ربّه استجنان الفروع في الأصول والكثرات في العقل الفعّال بنحو البساطة والجمعيّة ، الخالصة عن شوب الكثرة والتركيب ، المُقدّسة عن وصمة الكثرات والحيثيّات والاعتبارات ، كان مربوبه - الذي ظهر عن هذا المقام الجمعي - مُستودعاً فيه الجمال والجلال ، والظهور والبطون ، والأوليّة والآخريّة ، بل كلّ الأشياء بنحو الوحدة والبساطة والاندماج والإجمال ، فكان خلقه عين استيداع الكمالات الوجوديّة من السلسلة النزوليّة\r\n","footnote":"\r\n( 1 ) - أصول الكافي 1 : 367 / 10 ، مجمع البيان 9 : 299 ، علم اليقين 1 : 154 و 155 .\r\n( 2 ) - تفسير علي بن إبراهيم 2 : 343 ، بحار الأنوار 57 : 383 ، تفسير البرهان 4 : 263 / 2 ، تأويل الآيات الظاهرة للاسترآبادي 2 : 630 .\r\n( 3 ) - انظر أصول الكافي 1 : 365 / 3 ، عوالي اللآلي 4 : 124 / 211 .\r\n( 4 ) - بحار الأنوار 99 : 107 دعاء الندبة مع اختلاف .\r\n( 5 ) - أصول الكافي 1 : 152 / 1 - 3 .\r\n( 6 ) - انظر بحار الأنوار 26 : 335 / 1 و 13 و 16 و 18 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nبياناته الّتي هي الجواهر العقليّة ، والأنوار الإلهيّة الّتي صارت في تلك المرتبة المظهريّة أسماء إلهية جماليّة وجلاليّة « 1 » وبالحقيقة جعله نفس ذلك العلم والبيان كما يراه أهل العرفان .\r\nويؤيّد ما قلنا في معنى البيان ما ورد في الخبر أنّ :\r\n( البيان هو الاسم الأعظم الذي علم به كلّ شيء ) « 2 » .\r\nثمَّ استشهاد السائل بالآية الكريمة يحتمل وجهين :\r\nالاحتمال الأوّل : أنّه سبحانه خَلَقَ هذا الإنسان بأن علّمه بيان كلّ شيء ، بل هو - أي ذلك الإنسان - بيان كلّ شيء ، فيجب أن يجيب عن هذه\r\n\r\n\r\n\r\n","description":"\r\nوالصعوديّة فيه ، فإنّ . . . « 3 » .\r\nقوله قدّس سرّه : ثمّ استشهاد السائل . . . إلى آخره .\r\nما ذكره هذا العارف الجليل - قدّس سرّه - من الوجهين كلام تمام وتحقيق تامّ في موضعه ، لكنّهما مُخالفان لظاهر كلام رأس الجالوت ، فإنّ ظاهر قوله : « وقد نطق كلام الرحمن بما قلت » أنّ ما نطق به هو الحقائق المسؤول عنها ، لا أنّ سؤاله منه عليه السلام كان مذكوراً فيه كما لا يخفى عند التأمّل .\r\nوالذي يؤدّي إليه النظر القاصر ويخطر بالبال الفاتر أنّ استشهاده يستصحّ من وجهين :\r\nالأوّل : أنّ الإنسان الكامل صورة مجموع العوالم بوحدته الجمعيّة وبساطته الذاتيّة ، كما أنّ العوالم الوجوديّة صورة تفصيليّة من الإنسان الكامل ، فإذا كان الإنسان مظهراً لاسم الرحمن الذي هو لبسط حقيقة الوجود وسلسلتي النزول\r\n","footnote":"\r\n( 1 ) - في نسخة « ر » : هي عبارة عن أسمائه الجمالية والجلالية ومظاهرهما الكونية بدل : صارت في تلك . . . وجلالية .\r\n( 2 ) - مجمع البيان 9 : 299 ، تفسير البرهان 4 : 263 / 1 ، تفسير نور الثقلين 5 : 188 / 8 .\r\n( 3 ) - كذا بياض في الأصول كلّها .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالأسئلة مَن هو مِنْ سنخ ذلك الإنسان ، ويدّعي أنّه وصيّه والخليفة من بعده ، والحافظ لعلومه وأسراره ؛ ولهذا لمّا أجاب الإمام عليه السلام بما أجاب قال :\r\nويعلم قولنا من كان مِنْ سنخ الإنسان ، أي كما أنَّ المُجيب يجب أن يكون\r\n\r\n\r\n\r\n","description":"\r\nوالصعود ، كما قيل : ظهر الوجود بسم اللَّه الرحمن الرحيم « 1 » ، فالرحمة الرحمانيّة لبسط حقيقة الوجود بشراشره ، والرحمة الرحيميّة لبسط كمال الوجود « 2 » فإذا كان مربوب اسم الرحمن الجامع لجميع المراتب والواجد لتمام الحقائق الذاتيّة والعرضيّة هو الانسان الكامل ، والإنسان صورة مجموع العوالم ، كانت الحقائق المسؤول عنها مُحقّقة في الإنسان بنحو البساطة والوحدة ، وفي العوالم بنحو البسط والكثرة ، فما حقيقة هذه الحقائق المُتحقّقة ؟ فإنّ ما هو الحقيقة مُتأخّرة عن « هل » البسيطة ، فما لا وجود له لا حقيقة له ، فإذا كان لهذه الحقائق وجود فما حقيقتها ؟\r\nالثاني : من قوله :  « عَلَّمَهُ الْبَيانَ »  « 3 » فإنّ المُراد بالتعليم - حسبما عرفت سابقاً - هو الاستيداع في الخميرة والاستجنان في الطينة كما أنّ المُراد بالبيان - حسبما قلنا في الحواشي السالفة - هو مُسمّيات الأسماء الّتي علّمها اللَّه تعالى أبينا آدم عليه السلام « 4 » فالإنسان الكامل المُودع فيه حقائق الأسماء ومُقتضياتها من اللّطف والقهر ، والرحمة والغضب ، والهداية والإضلال ، والظهور والبطون ، مُتحقّق فيه هذه الحقائق بطريق اللّف والبساطة ، وحيث كان العالم صورة تفصيليّة للإنسان الكامل ، ولا بدّ من ظهور دول الأسماء الإلهيّة بطريق الوحدة والكثرة ، كانت هذه الحقائق المسؤول عنها من الموجودات والمُتحقّقات ، فما حقائقها ؟\r\nهذا ما سنح بالبال والعلم عند الرّب المُتعال .\r\n","footnote":"\r\n( 1 ) - الفتوحات المكّية 1 : 102 .\r\n( 2 ) - انظر التوحيد للصدوق : 230 / 2 و 3 و 5 .\r\n( 3 ) - الرحمن : 4 .\r\n( 4 ) - إشارة إلى قوله تعالى في سورة البقرة ، آية : 31 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nمن سنخ هذا الإنسان باعتبار النوريّة والبضعيّة ومن حيث التأحّد في المراتب النزوليّة والصعوديّة ، كذلك الّذي يفهم هذا الجواب يجب أن يكون من سنخه ومن شيعته باعتبار التابعيّة .\r\nوالاحتمال الثاني : هو أنّ الّذي طلبته من حقيقة الكفر والإيمان ، وتحقيق الجنّة والنيران ، وما الشيطانان ، إنّما هو كلّه في الإنسان ، لا ينفلت منه شيء ، وهو مظهر تلك الأشياء ، وبه تتحقّق هذه الأسماء ؛ لأنّ اللَّه خلقه بأن جعله الكتاب المبين ، وقد قال جلّ من قائل :  « وَلا رَطْبٍ وَلا يابِسٍ إِلَّا فِي كِتابٍ مُبِينٍ »  « 1 » فيجب أن يجيب على هذه الحقائق من يترقى إلى هذه الرقائق « 2 » .\r\nويؤيّد ما احتملنا\r\nما روي عن الصادق عليه السلام أنّه قال : ( إنّ الصّورة الإنسانيّة أكبر حُجّة اللَّه على خلقه ، وهي الكتاب الذي كتبه بيده ، وهي الهيكل الذي بناه بحكمته ، وهي مجموع صور العالمين ، وهي المُختصر من اللوح المحفوظ ، وهي الشاهد على كلّ غائب ، وهي الحُجّة على كلّ جاحد ، وهي الطريق المُستقيم إلى كلّ خير ، وهي الصراط الممدود بين الجنّة والنار ) « 3 » .\r\nصدق ولي اللَّه .\r\nلم يحرِ جواباً : أي لم يردّ جواباً ، يقال : كلّمته فما أحار جواباً أي ما ردّه « 4 » .\r\nنكت بإصبعه الأرض : أي ضرب به الأرض ، كما يفعله المُتفكّر في شيء المُتردّد فيه « 5 » .\r\nأطرق مليّاً : بتشديد الياء من غير همز أي سكت طائفة من الزمان « 6 » والمُراد هنا بعض الزمان ، وإن كان أكثر ما يستعمل في الزمان الطويل « 7 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الأنعام : 59 .\r\n( 2 ) - في نسخة ( ل ) : الدقائق بدل : الرقائق .\r\n( 3 ) - جامع الأسرار ومنبع الأنوار : 383 ، كلمات مكنونة للفيض الكاشاني : 125 .\r\n( 4 ) - انظر الصحاح 2 : 640 حور .\r\n( 5 ) - الصحاح 1 : 269 ، النهاية لابن الأثير 5 : 113 نكت .\r\n( 6 ) - الصحاح 4 : 1515 طرق و 6 : 2497 ملا .\r\n( 7 ) - الصحاح 4 : 1515 طرق و 6 : 2497 ملا .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nويمكن أن يكون الطول باعتبار زمان التخاطب وبحسب ما يُتعارف الفصل بين السؤال والجواب ، فإذا تجاوز من ذلك الحدّ عُدّ طويلًا .\r\nقال في « الكشّاف » في قوله :  « وَاهْجُرْنِي مَلِيًّا »  « 1 » : أي زماناً طويلًا من الملاوة مُثلّثة ، وهي الحين والمدّة من الزمان « 2 » .\r\nوقال « المطرزي » في « المغرب » : المليّ الساعة الطويلة ، عن « الجوزي » « 3 » وعن « أبي علي » هو المُتّسع ، يقال : انتظرته مليّاً من الدهر أي مُتّسعاً منه ، قال : وهو صفة استعملت استعمال الأسماء ، وقيل في قوله تعالى :  « وَاهْجُرْنِي مَلِيًّا »  أي دهراً طويلًا . والتركيب دالّ على السعة والطول ، منه الملاء للمُتسع من الأرض « 4 » .\r\nحمله على عيّه : العِيّ - بالكسر - خلاف البيان « 5 » .\r\nما الواحد المُتكثّر : تقديم الواحد على المُتكثّر وإيراد الثاني بصيغة التفعل دون الأوّل ، يدلّ على أنَّ وحدة هذا الموجود بالذات والكثرة بالاعتبار والجهات .\r\nوما المُتكثّر المُتوحّد : عكس الترتيب هنا للدلالة على العكس ، وإيراد الصيغتين على التفعّل للدلالة على أنّ كلًا من الصيغتين باعتبار أمر آخر « 6 » إمّا أعلى منه أو أسفل ، أو للإشارة إلى أنَّ أصله الوحدة ، إلّا أنّه يتكثّر بالعرض ثمّ يتوحّد ويرجع إلى أصله ، كما ستطّلع عليه إن شاء اللَّه .\r\nالموجَد الموجِد : الأول بصيغة المفعول والثاني على الفاعل لرعاية السجع ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مريم : 46 .\r\n( 2 ) - الكشاف 3 : 20 .\r\n( 3 ) - في المصدر : الغوري بدل : الجوزي .\r\n( 4 ) - المغرب في ترتيب المعرب : 343 .\r\n( 5 ) - الصحاح 6 : 2662 عيى .\r\n( 6 ) - في نسخة « ر » إضافة : خارج عن الذات .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nولأنَّ المُمكن ما لم يوجَد لم يوجِد « 1 » .\r\nالجاري المُنجمد : أي المتحرك الثابت الذات كما في المُتقضّيات « 2 » أو المُتحرّك في الواقع بحسب الدرجات الثابت في الحس والخيالات كما في الراكدات ، قال اللَّه جلّ مجده :  « وَتَرَى الْجِبالَ تَحْسَبُها جامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحابِ »  « 3 »  . \r\nالناقص الزائد : أي الّذي يقبل الزيادة والنقيصة .\r\nلمّا رأى تسويل نفسه : أي تزيين نفسه له « 4 » بحمله هذا السكوت على العيّ والعجز منه عليه السلام ، حتّى اجترأ على سؤال آخر قبل أن يستسعد بجواب الأوّل .\r\nأيش تقول : هو مُخفّف أي شيء تقول ، ويحتمل سكون الشين وتنوينها بالكسر .\r\nيا بن أبيه : تعريض بحقارته ؛ لأنَّ المرء إذا لم يستقلّ بنفسه ولم يُعرف من حيث شأنه يُنسب إلى أبيه ، ويمكن أن يكون تعريضاً بجهالته ، وأكثر ما يُستعمل في مجهول النسب .\r\nممّن تقول : كلمة « من » الجارّة للابتداء ؛ أي هذا القول ليس منك ولا من شأنك ، وإنّما هو من غيرك ، بأن يكون قد اخذ من كتب الأنبياء أو وجد في كلام الأوصياء والحكماء ، أو ممّا قاله عن اللَّه ، كما نبّه عليه السلام في أوّل جوابه على التوحيد التامّ ، واستهلاك الخاصّ والعامّ ، فليس القائل والمُتكلّم بالحقيقة إلّا ذو الجلال ، فيكون على طريقة قوله تعالى :  « وَما رَمَيْتَ إِذْ رَمَيْتَ »  « 5 » فتحدّس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - انظر شرح المواقف 8 : 11 ، منظومة السبزواري 2 : 621 .\r\n( 2 ) - في نسخة « م » : المقتضيات بدل : المتقضيات .\r\n( 3 ) - النمل : 88 .\r\n( 4 ) - انظر الصحاح 5 : 1733 سول .\r\n( 5 ) - الأنفال : 17 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nولمن تقول : أي لا يليق بك أن تسأل على سبيل الإفحام عن هذه الأسئلة مثلي الذي هو الغرض من إيجاد تلك الحقائق المسؤول عنها ، بل بنوره استنارت تلك الأشياء « 1 » بل بصنعه تصوّرت هذه الرقائق بصورها ،\r\n\r\n\r\n\r\n","description":"\r\nقوله قدّس سرّه : بل بصنعه تصوّرت . . . إلى آخره .\r\nفإنّ لهم عليهم السلام مقام إطلاق المشيّة « 2 » ولسائر الخلق مقام تعيّناتها ، والمُقيّدات تنزّلات المشيّة المُطلقة ومظاهرها ، كما ورد من طريقهم عليهم السلام :\r\n( خلق اللَّه من نورنا العرش والكرسي والجنّة والنار والشمس والقمر ) « 3 »\r\nوورد :\r\n( بكم فتح اللَّه وبكم يختم ) « 4 »\r\nفمقام الولاية المُطلقة داخل فيه كلُّ من شرب من كأس الوجود من عوالم الغيب والشهود شقياً وسعيداً ،\r\nكما ورد عن النبي صلى اللَّه عليه وآله : ( آدم ومن دونه تحت لوائي ) « 5 »\r\nومن دخل فيه سلوكاً أيضاً فهو من أهل السعادة ؛ فإنّها الحصن الحصين الآمن من العذاب ، وإن كان سلوك كلّ سالك - شقياً وسعيداً حقاً وباطلًا - إلى الولاية المُطلقة ، ومن باب الولاية إلى اللَّه تعالى : إمّا إلى الرحمن الرحيم إن كان من المؤمنين وأصحاب السعادة ، أو إلى المُضلّ والمُنتقم إن كان من الظالمين وأهل الشقاوة ، والكلّ إلى اسم اللَّه الجامع  « كَما بَدَأَكُمْ تَعُودُونَ »  « 6 » و  « إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ راجِعُونَ »  « 7 »  . \r\nفمقام ولاية اللَّه المُطلقة مظهر اسم اللَّه الأعظم مفتح سلسلة الوجود ومختمها\r\n","footnote":"\r\n( 1 ) - انظر بحار الأنوار 99 : 132 ، علم اليقين 1 : 381 ، جامع الأسرار ومنبع الأنوار : 9 ، مفاتيح الغيب : 14 .\r\n( 2 ) - انظر بحار الأنوار 26 : 14 / 2 .\r\n( 3 ) - تفسير البرهان 1 : 392 / 5 ، إرشاد القلوب للديلمي 2 : 192 ، بحار الأنوار 40 : 43 و 44 / 81 ، الأنوار النعمانية 1 : 17 مع اختلاف .\r\n( 4 ) - من لا يحضره الفقيه 2 : 374 الزيارة الجامعة .\r\n( 5 ) - مناقب ابن شهرآشوب 1 : 214 ، عوالي اللآلي 4 : 121 / 198 ، مسند أحمد بن حنبل 1 : 281 ، كشف الخفاء 1 : 16 / 11 .\r\n( 6 ) - الأعراف : 29 .\r\n( 7 ) - البقرة : 156 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nوأوّلها وآخرها ، فهي كنقطة سيّالة في مراحل الوجود منها البدو وإليها الرجوع ،\r\nوقوله عليه السلام : ( نحن صنائع اللَّه والخلق صنائع لنا ) « 1 »\r\nوإن كان يفيد الغاية لمكان اللّام ، إلّا أنّ الغاية والفاعل مُتّحدان ، خصوصاً في الفواعل المُقدّسة عن كدورة المادّة ولواحقها ، كما هو المُبيّن في محلّه والمُتحقّق عند أصحاب الحكمة المُتعالية « 2 » فإذا كان لهم عليهم السلام مقام المشيّة المطلقة « 3 » وسائر الناس تعيّناتها كانت لهم القيموميّة على الناس .\r\nوبالجملة : لكلّ موجود وجهة نورانيّة من عالم القدس والطهارة ، ووجهة ظُلمانيّة من عالم الظلمة والكدورة ، فقوله عليه السلام : « ممن تقول » معناه أنّ جهة نفسيّتك المظلمة الكدرة هالكة باطلة ، فإنّ كلّ شيء باطل إلّا وجهه ، فلم يكن قابلًا للسؤال والجواب ، ووجهتك الإلهيّة وظلك النوراني منّا ولنا وعنّا .\r\nوهاهنا احتمال آخر : وهو أنّ قوله عليه السلام « أيش تقول » إشارة إلى أنّ هذه الحقائق بلا دخولها في حصن ولايتنا لم تكن شيئاً مذكوراً ، وما لا وجود له لا حقيقة له ، فالسؤال عن حقائقها سؤال عن حقيقة ما لا وجود له ، وهو بلا مورد ، ومع الدخول فيه أيضاً سؤالك بلا وجه ؛ فإنّه سؤال عن الحقائق الحاضرة لدينا والمتدلّية بنا والموجودة عندنا على سبيل الإفحام .\r\nوقوله عليه السلام : « ممّن تقول » إشارة إلى أنّ الانتساب الّذي كنت أنت قارئه مع أنانيَّتك ونفسيَّتك وعدم تشبُّثك بذيل الولاية إلى اللَّه لم يكن في مورده ، فإنّه ليس كلّ ما جرى على اللسان وكانت صورته على صورة القرآن قرآناً ، كما قال جلّ\r\n","footnote":"\r\n( 1 ) - نهج البلاغة : كتاب 28 من كتاب له عليه السلام إلى معاوية .\r\n( 2 ) - الأسفار 2 : 270 .\r\n( 3 ) - بحار الأنوار 26 : 14 / 2 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nبرهانه :  « وَإِنَّ مِنْهُمْ لَفَرِيقاً يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتابِ لِتَحْسَبُوهُ مِنَ الْكِتابِ وَما هُوَ مِنَ الْكِتابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَما هُوَ مِنْ عِنْدِ اللَّهِ »  « 1 » كما أنّه ليس كل من كتب الكتاب بأيديه كان كتاب اللَّه ، كما قال تعالى :  « فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتابَ بِأَيْدِيهِمْ ثُمَّ يَقُولُونَ هذا مِنْ عِنْدِ »  « 2 » فإنّ الصورة والمعنى والظاهر والباطن والقشر واللّب قرينان لن يفترقا ، كما\r\nقال رسول اللَّه صلّى اللَّه عليه وآله : ( إنّي تارك فيكم الثقلين كتاب اللَّه وعترتي لن يفترقا حتّى يردا عليّ الحوض ) « 3 »\r\nفالولاية باطن الكتاب وروحه والكتاب ظهورها ، والظهور لم يكن ظاهراً إلّا أن يكون له البطون .\r\nوقوله عليه السلام : « ولمن تقول » إشارة إلى عدم عرفانه مقام الإمام عليه السلام ، ولا يرى بعينه المرمدة وقلبه المنكوس إلى عالم الطبع إلّا النشأة الظاهرة من الإمام عليه السلام كما رأى الشيطان بحقيقته الظلمانيّة ظاهر آدم عليه السلام فقال :  « أَنَا خَيْرٌ مِنْهُ خَلَقْتَنِي مِنْ نارٍ وَخَلَقْتَهُ مِنْ طِينٍ »  « 4 » وقاس نفسه بظاهر آدم عليه السلام ولم يَرَ روحانيّته ، فصار قياسه مُغالطياً ، كما ورد في أخبارنا المرويّة عن الأئمّة عليهم السلام « 5 » .\r\nوهاهنا احتمال آخر : وهو أنك مع بقائك على حالك ، وعدم تسليم قلبك لإمام زمانك ، حتّى تصير قابلًا لإفاضة الحقائق وتجلّي الأنوار ، لا يمكنك أن تعرف هذه الحقائق ؛ فإنّ السالك لا بدّ وأن يسلّم بيت قبله إلى صاحب البيت بتوسّط وليّ الوقت\r\n","footnote":"\r\n( 1 ) - آل عمران : 78 .\r\n( 2 ) - البقرة : 79 .\r\n( 3 ) - أصول الكافي 2 : 304 و 305 / 1 ، صحيح مسلم 5 : 26 / 36 ، مسند أحمد بن حنبل 3 : 17 ، الصواعق المحرقة : 149 ، كنز العمال 1 : 185 / 943 - 944 .\r\n( 4 ) - سورة ص : 76 .\r\n( 5 ) - انظر أصول الكافي 1 : 47 / 18 و 20 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nكما يُنادي بذلك قولهم عليهم السلام :\r\n( نحن صنائع اللَّه والخلق صنائع لنا ) « 1 » .\r\nويخطر بالبال لهذه الأقوال الثلاثة معنىً آخر قوىّ عندي ، وهو أن يكون مراد الإمام عليه السلام من قوله : « أي شيء تقول وممن تقول ولمن تقول » أن السؤال والمسؤول والمسؤول عنه إنّما هي نشآت نوره ومعارج كمالاته ، فبالحقيقة لا تغاير بينها ، أو أنَّ هذه الحقائق هي اعتبارات نور الأنوار بحسب المقامات ، ومرايا نور وجهه الكريم على سعة وضيق الدرجات ، وإلّا فأين الشيء وأين المسؤول والمسؤول عنه في نظر أرباب المشاهدات ؟ ! كما قيل في النظم الفارسي :\r\nهم خود الست گويد وهم خود بَلى كند .\r\nبينا : اعلم أنّ « بينا » هي كلمة « بين » المشبعة « 2 » جيء بها للمفاجآت ، وكثيراً ما يكون بعدها الجملة الاسميّة ، لكن يجب أن يكون جوابها ممّا يتّفق وجوده في زمان تحقّق مدخولها ، بل يتسبب عن الذي بعدها ، سواء كان من\r\n\r\n\r\n\r\n","description":"\r\nحتّى يتجلّى عليه بالأسماء المُناسبة ويعرف الحقائق من أسبابها وبطريق اللمّ .\r\nفقوله عليه السلام : « ممّن تقول » أي من أيّة نفسٍ غير مُسلّمة للمولى وغير قابلة للعلم بالحقائق تقول ، ولأيّ شخصٍ غير معروفٍ عندك وغير خازنٍ لبيت قلبك تقول ، ومن أيّ شيء تسأل مع عدم قابليّتك لفهم الحقائق وعرفانها ، فتبصّر .\r\nقوله قدّس سرّه : بل يتسبّب . . . إلى آخره .\r\nمجيئها للمفاجأة حقّ ، ولكن تسبّب مدخولها عن الذي بعدها غير معلوم بحسب موارد الاستعمال ، وقد وجّهنا الرواية بما لا يحتاج إلى هذا التكلّف ، فراجع وتبصّر .\r\n","footnote":"\r\n( 1 ) - نهج البلاغة : كتاب 28 من كتاب له عليه السلام إلى معاوية .\r\n( 2 ) - لسان العرب 1 : 561 بين .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nالأسباب الذاتية أو العرضيّة أو الاتفاقية ، فقولك : « بينا زيد يضرب عمراً إذ مات عمرو » معناه أنَّ الضرب صار سبباً لموت عمرو ، إذ لو لم يضربه لم يمت .\r\nوبالجملة : من المُستبين عند المَهَرة من أهل اللسان أنّ لجملة « بينا » دخلًا في الجملة الجوابيّة أىّ دخل كان ، وهذا الّذي قلنا يعرفه من له مشرب تامّ في العلوم الأدبيّة ، ومن ذلك فليتحدّس المتفرّس سببيّة قوله : « كنت أنت أنت » ، لقوله : « صرنا نحن نحن » وسيجيء زيادة كشف لذلك صريحاً إن شاء اللَّه تعالى .\r\nأنت أنت : الخطاب إمّا أن يتوجّه إلى اللَّه صريحاً بأن يكون\r\n\r\n\r\n\r\n","description":"\r\nقوله : أنت أنت . . . إلى آخره .\r\nقد علمت راشداً فيما سبق ، وأتاك من التحقيق بما استحقّ أنّ للإنسان الكامل والوليّ المُطلق مقام المشيّة المُطلقة الّتي بها ظهرت الموجودات وتحقّقت الحقائق وتذوّتت الذوات ، فهو بمنزلة الأصل وسائر الخلق فروعه ، وله الحيطة على مراتب الوجود ومنازل الغيب والشهود ، فله أن يقول : « نحن » ويريد كافّة الموجودات من بادئ بداية الثابتات الأزليّة وخاتم ختام الزائلات الداثرة البالية ، فإنّها القشر وهو لبّها ، والصورة وهو معناها ، والظاهر وهو باطنها ، بل هو الصورة والمعنى والقشر واللبّ والظاهر والباطن ، فروح الوليّ روح الكلّ ونفسه نفس الكلّ وجسمه جسم الكلّ\r\nكما ورد : ( أرواحكم في الأرواح ونفوسكم في النفوس وأجسامكم في الأجسام ) « 1 » .\r\nوبعبارة أخرى : من سلك سبيل الحقّ ، وخرج عن الأنانيّة بقولٍ مُطلق ، وفنى ذاتاً وصفةً وفعلًا وشأناً في الرّب المُتعال ، وسلّم مملكة وجوده إلى القيّوم ذي الجلال ، وأتى اللَّه بقلبٍ سليمٍ ، ووصل إلى مقام العبوديّة بالطريق المُستقيم ، وتحقّق بحقيقة\r\n","footnote":"\r\n( 1 ) - من لا يحضره الفقيه 2 : 374 الزيارة الجامعة .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n","description":"\r\n« لا موجود سوى اللَّه ، ولا هو إلّا هو » ربّما شملته الرحمة الواسعة الإلهيّة والفيوضات الكاملة الربوبيّة ، بإرجاعه إلى مملكته وإبقائه بعد فنائه ، فيرجع حين يرجع رابحاً في تجارته غير خاسرٍ في مُعاملته ، فإنّه تعالى أكرم المُتعاملين وأجود المُتبايعين ، فأعطاه تعالى في مُقابل تسليم روحه الجزئيّة روح الكلّ ، وفي مُقابل نفسه الجزئية نفس الكل وفي مُقابل جسمه الجزئي جسم الكلّ ، فيصير عالم الوجود مملكة وجوده ومقرّ سلطنته ومسند أمارته .\r\nفإذا علمت ما تلونا عليك فاعلم أنّ قوله : « بينا أنت أنت صرنا نحن نحن » على وزان قوله : « أيش تقول . . . إلى آخره » وأنّه عليه السلام أراد أن يُفهم السائل بطريقٍ آخر أنّ سؤاله في غير محلّه ، وأنّ مراتب الوجود مشهوداته بل مُتدلّيات بذاته وهي قيّوم على كلّ نفس ، وسلسلة الكائنات من الغائبات والشاهدات من أجزاء مملكته وتوابع سلطانه ، فقال : « بينا أنت أنت » أي في حجاب التعين وسجن التقيّد « صرنا نحن نحن » أي خرجنا عن قيد التعيّن ووصلنا إلى المقام الإطلاقي ، وهو مقام القيام على كلّ نفس والإحاطة لكلّ شيء ، فقوله : « أنت » إشارة إلى تعيّن السائل وضيق وجوده ، و « نحن » إشارة إلى إحاطته عليه السلام وسعة وجوده ، وقوله : « صرنا » إشارة إلى أنّ هذا المقام تحصيلي يحصل للسالكين بقوّة السلوك والفناء التامّ والتسليم التمام .\r\nوأمّا وجه كونه هذا جواباً مُوجزاً فلما سيأتي - إن شاء اللَّه تعالى - أنّ الواحد المُتكثّر هو المشيّة المُطلقة والفيض المُقدّس عند نظري القاصر ، فعلى هذا يصير قوله عليه السلام - مع كونه ردعاً عن السؤال - جواباً مُوجزاً إجماليّاً عن حقيقة الواحد المُتكثّر ، بل جواباً عن سائر الحقائق الّتي هي مراتب تنزّلات المشيّة ، فإنّها ظهرت بها وتذوّتت بذاتها وتحقّقت بحقيقتها ، والعلم بالظاهر علم بالمظاهر بوجه بسيط .\r\n","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nالإمام عليه السلام أعرض عن السائل من حيث إنَّه أساء الأدب بالنسبة إليه عليه السلام ، ثمّ توجّه إلى اللَّه وخاطبه بما هو جواب للسائل بأدقّ طريق وأكمل تحقيق ، وإمّا أن يتوجّه إلى السائل لا من حيث نفسه ، بل من حيث إنّه مُستهلك بذاته عند نظر الإمام عليه السلام ، والقيّوم قائم مقامه ؛ لأنّه سبحانه القائم على كلّ نفس بما كسبت ، وإذا كان هو القائم على النفوس فالكلّ قاعد عن ادّعاء الوجود ، راجلٌ عن البروز إلى عرصة الشهود ، عاجز عن الانتساب إلى مرتبة من مراتب التحقق ، واقفٌ على عدمه الأصلي في ميدان التسابق ، وأصدق بيت قالته العرب :\r\nألا كلّ شيء ما خلا اللَّه باطلُ « 1 » . . .\r\nوهذه الحيثيّة هي الّتي نفى بها الإمام عن السائل هذا القول ، ونسبه إلى عزّ شأنه ، كما ذكرنا في أحد احتمالي قوله : « ممّن تقول » والمآل في توجيهي الخطاب إلى أمر واحد والتغاير بمحض الاعتبار ، فافهم راشداً .\r\nصرنا نحن نحن : أي صيرورتنا نحن مُتسبّبة عن كونك أنت أنت ؛ بمعنى أنّك كنت أوّلًا أنت مرّة واحدة إذ لا نعت في الحضرة الأحديّة ولا اسم ولا رسم هناك ، فلمّا رأيت نفسك وعقَلْت ذاتك كنت أنت أنت مرتين ، فتحقّقت الغيريّة الّتي هي أصل العدد وإن كانت بالاعتبار فصرنا نحن نحن ، وعبّر عن تلك المرتبة الذاتية بقوله : « بينا أنت أنت » .\r\n\r\n\r\n\r\n","description":"\r\nوممّا ذكرنا : ظهر أنّ جوابه يصلح لأن يكون جواباً عن كلا السؤالين ، فإنّ كلّ مسئولاته من أشعّة وجه اللَّه وظلال نوره ، وهو حقيقة كلّ ذي حقيقة ، فافهم واغتنم .\r\n","footnote":"\r\n( 1 ) - ديوان لبيد : 148 ، وانظر السيرة النبوية لابن هشام 1 : 392 ، العقد الفريد 5 : 273 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nفهذا جواب موجز : أي هذا الّذي قلت إِنّما هو جواب مُجمل عن بعض سؤالاتك وهو السؤال الثاني عن الحقائق الخمسة المصدّرة بقوله ما الواحد المتكثر إلى آخر الخبر .\r\nوأمّا الجواب المُفصّل : أي الجواب عن سؤالك الأوّل بأدنى تفصيل هو ما أقول :\r\nأن الكفر كفران : وجه التقديم والتأخير في السؤال والجواب أنَّ للسائل\r\n\r\n\r\n\r\n","description":"\r\nقوله قدّس سرّه : وجه التقديم والتأخير . . . إلى آخره .\r\nوأيضاً إن الجواب عن طريق العلّة جواب عن المعلول ، فلانّ المعلول مُندرج في العلّة اندراج العقول التفصيليّة في العقل البسيط .\r\nوبعبارةٍ أخرى : أنّ العلّة صورة تماميّة المعلول ، وشيئيّة الشيء بصورته التامّة ، فالجواب عن الواحد المُتكثّر - الذي هو مقام العقل على تحقيق هذا العارف الكامل ، ومقام المشيّة المُطلقة على رأي هذا الفقير العاطل - جواب عن سائر الحقائق المسؤول عنها :\r\nأمّا على طريقنا فظاهر ؛ فإنّ المشيّة المُطلقة مقام فاعليّة الحقّ المُتعال ، وإلهيّة القيّوم ذي الجلال ، وقد ورد من طريق أهل بيت الوحي والتنزيل عليهم صلوات الرّب الجليل :\r\n( خلق اللَّه الأشياء بالمشيّة والمشيّة بنفسها ) « 1 » .\r\nوأما على طريقته - قدّس اللَّه نفسه - فلأنّ العقل أوّل صادر من ربّ العزّة وأوّل ظهور من مظاهر المشيّة ، على ما ساق إليه البراهين العالية ، وحقّق كمال التحقيق في الحكمة المُتعالية « 2 » وسائر مراتب الوجود من أنوار عالم الغيب والشهود صدورها بتوسّطه ، بل العقل صورة جميع العوالم وفعليّتها ، فالعلم بها علم بجميع العوالم ، فافهم وكن من الراشدين .\r\n","footnote":"\r\n( 1 ) - أصول الكافي 1 : 85 / 4 ، التوحيد للصدوق : 147 - 148 / 19 .\r\n( 2 ) - الأسفار 7 : 258 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمن حيث هو سائل مقام الخضوع للتعلّم ، فاللائق به التدرّج من المقام الأدنى إلى الأعلى ؛ ولأنَّ الشائع في السؤال الابتداء بالأسهل إلى أن ينتهى إلى الأعضل ، وللمُجيب من حيث إنّه مجيب مقام الاستعلاء للتعليم ، فكأنّه يجيء من العلوّ فيخبر عن مقام العقل والعالم العلويّ إلى المرتبة النفسيّة والعالم السفلي ، فلهذا أجاب الإمام عليه السلام أوّلًا عن الحقائق البدوية ، ثمّ أجاب عن الكفر والإيمان اللذين هما من الأعراض والصفات النفسانية ، وأيضاً الأنسب في التعاليم تقديم المُوجز على المُفصّل كما لا يخفى .\r\nكفر باللَّه : اعلم أنَّ هذا الكفر وقسيمه هو للخواص ، وليس من كفر العوام ، بل المتوسّطين في شيء ، فللكفر دركات لا تحصى كما أنّ للإيمان درجات لا تتناهى ، وقد عبّر عن تلك المراتب بالأجزاء في الأخبار « 1 » فافهم .\r\nثمّ بعد ما تعرّفت من معنى الكفر اللغوي اعلم أنَّ الكفر باللَّه هو اعتقاد أنّ اللَّه عزّ برهانه غيب ما ظهر قطّ ، وهذا هو القدر المُشترك بين طبقات الكفر ؛ لأنّه يشتمل على كونه سبحانه منفياً مُطلقاً أو غيره :\r\nفمنها : القول بالنفي والتعطيل « 2 » .\r\nومنها : القول بالوجود ، وأنّه الظاهر بمعنى كون مصنوعاته ظاهرة تدلّ عليه « 3 » فهو الظاهر بواسطة الدلالات والعلامات ، وهذا من قبيل قول بعضهم : إنّ الكلّي موجود بمعنى كون أفراده موجودات « 4 » .\r\nوالقائل به وإن كان في زمرة المُسلمين لكنّه كفر خفيّ عند العارفين ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - أصول الكافي 2 : 37 / 1 .\r\n( 2 ) - الملل والنحل للشهرستاني 1 : 46 و 90 و 92 .\r\n( 3 ) - شرح المقاصد 4 : 21 .\r\n( 4 ) - حاشية تهذيب المنطق : 49 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nوهو كفر أهل العلم من المُتكلّمين والمُتفلسفين وبعض المُتصوّفة وأكثر النصارى ؛ حيث زعم الأوّلان أنّ اللَّه غيب ويدل عليه بالآيات ، والآخر أنّه سبحانه يحلّ في هياكل الكمّل كالمسيح وغيره من الأبرار « 1 » وزعم بعض الفرقة الثالثة أنّه سبحانه تطوّر بلباس « 2 » الأكوان واختفى بها « 3 » وأنّ المُمكنات عوارض الموجود الحقيقي الذي هو اللَّه تعالى بزعمهم .\r\nوقد ردّ عليهم سيّد الشهداء عليه وعلى آبائه وأولاده شرائف الصلاة والثناء حيث قال في دعاء عرفة :\r\n( كيف يُستدل عليك بما هو في وجوده مُفتقر إليك ، أيكون لغيرك من الظهور ما ليس لك ، حتى يكون هو المُظهر لك ، متى غبت حتّى تحتاج إلى دليل يدلّ عليك ، ومتى بعدت حتى تكون الآثار هي الّتي توصل إليك ، عميت عين لا تراك ولا تزال عليه رقيباً ) « 4 » .\r\nوأمّا البرهان على ذلك من طريق الإيجاز : فهو أنَّ اختفاء شيء بشيء\r\n\r\n\r\n\r\n","description":"\r\nقوله : واختفى . . .\r\nليس مُرادهم من اختفائه تعالى في ملابس الأكوان هو ما فهمه هذا العارف الجليل كما يظهر عند من تدبّر في كلماتهم كمال التدبّر ، بل مُرادهم احتجابه تعالى برهانه عن إدراك الخلائق وأوهامهم ، كما ورد : ( أنّ للَّه تعالى سبعين ألف حجاب من نُور وسبعين ألف حجاب من ظُلمة ) « 5 » والوجود وإن كان به ظهور كلّ شيء وكان مشهوداً لكلّ أحدٍ ، إلّا أنّه مع ذلك غير مدرك لأحدٍ ، وشهود الوجود المُطلق أيضاً لا يمكن إلّا بكسر أصنام التعيّنات وخرق الحُجب المُظلمات .\r\n","footnote":"\r\n( 1 ) - كشف المراد : 227 ، شرح المقاصد 4 : 57 ، جامع الأسرار ومنبع الأنوار : 218 .\r\n( 2 ) - في نسخة « ل » : ظهر بطور بدل : تطوّر بلباس .\r\n( 3 ) - « بها » ساقطة في « ل » .\r\n( 4 ) - إقبال الأعمال : 349 .\r\n( 5 ) - بحار الأنوار 55 : 34 / 10 - 12 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nيستلزم « 1 » ثبوت الثاني عند الأوّل لا محالة ، ومن البيّن عند أهل السابقة الحسنى أنّ ذلك شرك مع كفر ؛ إذ الكلّ هالك عند وجهه الكريم ، فسبحانه وتعالى عمّا يقول كلّ مُعتدٍ أثيم .\r\nوكفر بالشيطان : قد عرفت أنّ الشيطان هنا عبارة عمّا سوى اللَّه ، فاعلم\r\n\r\n\r\n\r\n","description":"\r\nقوله : وكفر بالشيطان . . .\r\nاعلم هداك اللَّه إلى الطريق المُستقيم المُستبين ، وجعلك من المُؤمنين المُوقنين ، أنَّ الكفر بكلّ شيء هو إخفاء ما يستحقّ ذلك الشيء ذاتاً أو صفةً أو فعلًا ، فالاعتقاد بأنّ العالم ظاهر في مُقابل ظهور ربّ الأرباب كفر بالشيطان مع كونه شركاً بالرحمن .\r\nبيان ذلك : أنَّ لمراتب الموجودات من مطالع عوالم الأنوار المشرقة إلى غواسق صياصي الأقطار المُظلمة - ظلًا نورانيّاً ووجهاً حقانيّاً إلى عالم القُدس والطهارة ، وظلًا ظلمانيّا ووجهاً شيطانيّا إلى معدن الخِسّة والكُدورة :\r\nأمّا الوجه النوراني فهو الذي أفيض من حضرة الجمع بالفيض المُقدّس الإطلاقي والظلّ المُمتدّ الرحماني ، قال تعالى :  « ما مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِناصِيَتِها »  « 2 » وقال :  « أَ لَمْ تَرَ إِلى رَبِّكَ كَيْفَ مَدَّ الظِّلَّ »  « 3 »  . \r\nقال عزّ من قائل :  « وَاللَّهُ أَنْزَلَ مِنَ السَّماءِ ماءً فَأَحْيا بِهِ الْأَرْضَ بَعْدَ مَوْتِها »  « 4 »  . \r\nفالماء النازل من سماء الإلهيّة إلى أرض الخلقيّة لإحياء الأموات ، والظلّ الممدود إلى هياكل المُمكنات ، والهوية الآخذة بناصية الهالكات ، هو وجه اللَّه الباقي المُشار إليه بقوله عزّ شأنه :  « كُلُّ شَيْءٍ هالِكٌ إِلَّا وَجْهَهُ »  « 5 » و   « كُلُّ مَنْ عَلَيْها فانٍ وَيَبْقى وَجْهُ رَبِّكَ ذُو  \r\n","footnote":"\r\n( 1 ) - في نسخة « م » : لا يستلزم .\r\n( 2 ) - هود : 56 .\r\n( 3 ) - الفرقان : 45 .\r\n( 4 ) - النحل : 65 .\r\n( 5 ) - القصص : 88 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nأنّ الكفر بالشيطان هو اعتقاد أنَّ العالم غيب ما ظهر قطّ وإنّما الظاهر هو\r\n\r\n\r\n\r\n","description":"\r\n الْجَلالِ وَالْإِكْرامِ »  « 1 »  . \r\nوأمّا الوجه الظلماني والظلّ الشيطاني المُشار إليه بقوله تعالى :  « إِنْ هِيَ إِلَّا أَسْماءٌ سَمَّيْتُمُوها أَنْتُمْ وَآباؤُكُمْ ما أَنْزَلَ اللَّهُ بِها مِنْ سُلْطانٍ »  « 2 » فهو جهة النفسيّة والتعيّنات الذاتيّة وشيئيّة الماهيّة .\r\nوبالجملة : جهة الغيريّة والسوائيّة ووجهته الناقصة الداثرة الهالكة ، وبالآخرة جهة الدنيا الدنيّة المنكوسة .\r\nومعلوم أنّ العالم الذي هو ما سوى اللَّه - وعبّر عنه هذا العارف الجليل والشيخ الكامل النبيل قدّس سرّه بالشيطان - هو جهة السوائيّة والغيريّة المُظلمة ، وإلّا فالجهة النوريّة هي وجه اللَّه الباقي الفاني في الحقّ المُتعال ، فهو ليس من العالم في شيء ، بل مقام الوهيّة الربّ الحكيم وقيّوميّة الحقّ العليم .\r\nفإذا قد دريت ذلك حقّ الدراية ، وفكّرت فيه إلى النهاية ، فاعلم أنّ العالم غيب ما ظهر قطّ ، والحقّ ظاهر ما غاب قطّ « 3 » وهذا هو مُراد « صاحب الفتوحات » كما نبّه عليه أخيراً ، فعلى هذا الكفر باللَّه هو اعتقاد أنّه تعالى شأنه غيب فحسب أو ظاهر فحسب ، وأمّا الكفر بالشيطان هو اعتقاد أنّه ظاهر في مُقابل ظهور رب الأرباب ، فإنّ الظهور هو الوجه النورانيّ ، وقد عرفت أنّه من قبل الرحمن وليس من العالم في شيء ، ولا يكون عن هذا الشرك خالصاً إلّا من يرى استهلاك جميع الموجودات ذاتاً وصفة وشأناً في الحقّ القيّوم ، بل التوحيد التام هو التحقّق بهذا المقام .\r\n","footnote":"\r\n( 1 ) - الرحمن : 26 - 27 .\r\n( 2 ) - النجم : 23 .\r\n( 3 ) - جامع الأسرار ومنبع الأنوار : 163 ، كلمات مكنونة للفيض الكاشاني : 5 ، رسالتان في الحكمة المتعالية والفكر الروحي للشرف البلاسي : 90 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nاللَّه فحسب ، وهذا كفر مُحقّقي الصوفيّة ؛ حيث زعموا أنّه سبحانه ظهر بصورة كلّ شيء ، فهذا الزاعم أخفى الشيء الّذي هو السوي - أي العالم - وهو الكفر بالشيطان .\r\nولا تتوحّش من ذلك ؛ فإنّه أعلى درجات بالنظر إلى قوم ، ولكن\r\n( حسنات الأبرار سيئات المُقرّبين ) « 1 » .\r\nقال « صاحب الفتوحات » : إنَّ العالم غيب لم يظهر قطّ ، والحقّ هو الظاهر ما غاب قطّ ، والناس في هذه المسألة على عكس الصواب ، فإنّهم يقولون : إنَّ الحقّ تعالى غيب والعالم هو الظاهر ، فهم بهذا الاعتبار في مُقتضى هذا الشرك « 2 » .\r\nأقول : قد غفل هذا العارف عن الشرك اللّازم من زعمه ؛ حيث حكم بظهور الحقّ تعالى وخفاء العالم ، وهو أيضاً من أنحاء الشرك الخفي ، وأمّا الإيمان الحقيقي : فهو الاعتقاد بأنَّ اللَّه هو الظاهر الباطن ، والشاهد الغائب ، فهو الظاهر إذا طلبته في البطون ، وهو الباطن إذا تفحّصت عنه في الظهور ، وهو المنزّه عنهما إذا طلبته بكليهما ، وأنَّ العالم ظاهر باللَّه خفيّ بذاته ، فتعرّف فإنّه باب عظيم للتوحيد .\r\nاللّهمّ إلّا أن يقال : إنَّ مراد « صاحب الفتوحات » بالظهور هو الاستيلاء على الظاهر والباطن ، وبخفاء العالم هو العدم الصرف الذاتي واللّيس المحض الإمكاني .\r\nوبالجملة : فالطائفة الأولى يقولون ببطونه تعالى فقط ، والطبقة الثانية يقولون بظهوره عزّ شأنه فحسب .\r\nوهذان الكفران كلاهما جناحان للإيمان الحقيقي ، وهو اعتقاد أنّه تعالى هو الظاهر الباطن ؛ بمعنى أنّ ظهوره من حيث بطونه ، وأنَّ بطونه عين ظهوره ، وأنَّ خفاءه بمحض ظهوره ، وهو الذي استولى على ظواهر الأشياء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار 25 : 205 / 16 .\r\n( 2 ) - جامع الأسرار ومنبع الأنوار : 163 ، كلمات مكنونة للفيض الكاشاني : 5 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوبطن في خفيّاتها بحيث لا يعزب عنه مثقال ذرّة في الأرض ولا في السماء كما ورد :\r\n( يا خفية من فرط الظهور ) « 1 »\r\nو\r\n( يا من احتجب بشعاع نوره ) « 2 » .\r\nفمن حيث الظاهريّة ورد في أدعية الأسبوع :\r\n( والخلق مطيع لك خاضع من خوفك ، لا يُرى فيه نور إلّا نورك ، ولا يُسمع فيه صوت إلّا صوتك ) « 3 » .\r\nوفي خبر آخر حيث خوطب الراوي بقوله عليه السلام :\r\n( ألست تراه في وقتك هذا ) « 4 »\r\n؟ ! وفي آخر :\r\n( عميت عين لا تراك ولا تزال عليها رقيبا ) « 5 » .\r\nوفي خبر آخر : (\r\nهو فوق وتحت وأمام وقدّام ) « 6 » .\r\nوأمّا من حيث الباطنيّة\r\n( فلا تدركه الأبصار ، وإنّ الملأ الأعلى يطلبونه كما تطلبونه أنتم ) « 7 » .\r\nوأمّا من حيث كلتيهما فقد ورد :\r\n( أين الشيء ومتى الشيء خفيّاً كان أو جليّا ) .\r\nحيث روي في الكافي عنهم عليهم السلام في معنى « اللَّه أكبر » حين قال الراوي في معناه : اللَّه أكبر من كلّ شيء ، قال عليه السلام في ردّه :\r\n( أين الشيء ؟ ! بل هو أكبر من أن يوصف ) « 8 » .\r\nوبالجملة : المؤمن الحقيقي والرجل العلمي « 9 » هو أن يعتقد أنّ اللَّه هو الظاهر الباطن ، الأول الآخر ، ولا شيء غيره في الحقيقة ، بل جميع ما سواه باطل محض هالك أزلًا وأبداً وليس صِرفٌ ظاهراً وباطناً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار 55 : 13 .\r\n( 2 ) - بحار الأنوار 91 : 403 ، مهج الدعوات : 76 .\r\n( 3 ) - البلد الأمين للكفعمي : 134 ، بحار الأنوار 54 : 209 ، الدر المنثور 5 : 7 ، مصباح الكفعمي دعاء يوم الاثنين .\r\n( 4 ) - التوحيد للصدوق : 117 / 20 .\r\n( 5 ) - إقبال الأعمال : 349 .\r\n( 6 ) - أصول الكافي : 1 : 100 / 1 وفيه هو هاهنا وهاهنا وفوق وتحت ومحيط بنا .\r\n( 7 ) - الفتوحات المكيّة 1 : 95 .\r\n( 8 ) - أصول الكافي 1 : 91 / 9 ، التوحيد للصدوق : 313 / 2 و 3 .\r\n( 9 ) - في نسخة « ر » الشيعي بدل : العلمي .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nوفي خبر : أصدق قيل قالته العرب قول لبيد .\r\nألا كل شيء ما خلا اللَّه باطلُ « 1 » .\r\nونعم ما قيل في النظم العربي :\r\n لقد ظهرت فلا تخفى على أحدٍ * إلّا على أكمه لا يعرف القمرا \r\n لكن بطنت بما أظهرت مُحتجباً * وكيف يعرف من بالعرف استترا « 2 » \r\nوهما السيّان : أي هذان الكفران مِثلان ؛ باعتبار أنّ في كل منهما اعتقاد ظهور ذات وخفاء أخرى كما بيّنا .\r\nالمقبولان المردودان : هذا يحتمل وجهين :\r\n\r\n\r\n\r\n","description":"\r\nقوله قدّس سرّه : أي هذان الكفران مثلان . . .\r\nأو هذان الكفران سيّان باعتبار أنّ الزيادة في كلّ منهما هي الزيادة في آخر ؛ لما عرفت أنّ الكفر بكلّ شيء إخفاء ما يستحقّه ، والكفر بالشيطان هو اعتقاد ظهوره في مقابل ظهور ربّ الأرباب ، وهذا يلازم الكفر بربّ الأرباب أيضاً ؛ فإنّ اعتقاد ظهور العالم في مقابله يُلازم اعتقاد بطونه تعالى فحسب ، فهو كفر باللَّه ، فالزيادة والاشتداد في أحدهما تلازم الزيادة والاشتداد في الآخر .\r\nأو أنّهما سيّان باعتبار كون كلّ منهما مقبولًا ومردوداً ، وعلى هذا يكون المقبولان المردودان بياناً للتساوي .\r\nقوله : المقبولان المردودان . . . إلى آخره .\r\nقد عرفت فيما القي إليك فيما سبق أنّ الكفر باللَّه يلازم الكفر بالشيطان ، وأنّ\r\n","footnote":"\r\n( 1 ) - تقدّم تخريجه سابقاً .\r\n( 2 ) - جامع الأسرار ومنبع الأنوار : 165 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nأحدهما : أنّ كلّ واحدٍ من الكافرين مقبول عند جماعة مردود عند آخرين ، أو كلاهما مقبول ومغتفر من جماعة مثل العوامّ بل المتوسطين الأبرار ، مردود عند أهل اللَّه والمقرّبين الأخيار ؛ لأنّ\r\n( حسنات الأبرار سيّئات المُقرّبين ) « 1 »\r\nوكم من مثوبةٍ لعامل هي عقوبة لآخرين .\r\nوثانيهما : أنّهما مقبولان من وجه مردودان من وجه آخر : أمّا كونهما\r\n\r\n\r\n\r\n","description":"\r\nالكفر بالشيطان هو اعتقاد ظهوره في مُقابل الرحمن ، فعلى هذا يُحتمل أن يكون قوله « المقبولان المردودان المُتّفقان المُختلفان المرجوّان » ، وكذا قوله تعالى :  « مَرَجَ الْبَحْرَيْنِ يَلْتَقِيانِ »  « 2 » وكذا قول السائل حيث قال : « كلاهما مرجوّان » لا كلّ واحدٍ منهما ، إشارات خفيّة إلى التلازم ، فعلى هذا يسقط الاحتمال الثاني من الاحتمالين في الموارد الّتي ذكرها قدّس سرّه .\r\nويُحتمل أن يكون قوله : « ونصّ به الرحمن » إشارة إلى نصّه تعالى بالكفر بالشيطان والكفر باللَّه وتلازمهما ؛ حيث عبّر عنهما بالبحرين وعن تلازمهما بالالتقاء ، ومعلوم أنّهما لا يختلطان ، وكون عليّ وفاطمة عليهما السلام بحرين عميقين أي كون كلٍّ منهما بحرين ، كون علي عليه السلام بحراً وفاطمة عليها السلام بحراً .\r\nوعلى هذا يكون هذا مقام البرزخيّة الكبرى الّتي لرسول اللَّه صلّى اللَّه عليه وآله أيضاً ، وبرزخيّته صلّى اللَّه عليه وآله عبارة عن الاعتدال بين الإفراط والتفريط ، والقيام بمقام الكثرة والوحدة كما قال صلّى اللَّه عليه وآله :\r\n( كان أخي موسى عليه السلام عينه اليمنى عمياء ، وكان أخي عيسى عليه السلام عينه اليسرى عمياء وأنا ذو العينين )\r\nوخروجِهِ عن الكافرين ، ودخوله في التوحيد التامّ ، وخروجه عن أنحاء الكفر والشرك .\r\n","footnote":"\r\n( 1 ) - تقدّم تخريجه سابقاً .\r\n( 2 ) - الرحمن : 19 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nمقبولين : فحينما انضمّ إلى اعتقاد البطون في الأوّل عقيدة الظهور أيضاً ، وكذا إلى اعتقاد الظهور في الثاني اعتقاد البطون أيضاً ؛ ليرجع إلى الإيمان الكامل . وأمّا كونهما مردودين : فمن حيث الجمود على كلّ واحدٍ منهما من دون اعتبار الآخر ، وقد أسلفنا لك أنَّ كلًا منهما بانفراده كفر أعاذنا اللَّه منه .\r\nأحدهما الجنّة والآخر النيران : هذا أيضاً يحتمل معنيين :\r\nأحدهما : أن يكون المقصود أنّ الواحد من هذين الكافرين ، هو الكفر بالشيطان ، وهو جنّة المتوسطين من أصحاب اليمين ، والآخر وهو الكفر باللَّه نيران لهم ؛ لأنّ الكفر بالشيطان ، هو الكفر بما سوى اللَّه والعلم بأنّه لا شيء محض ، وعدم صرف بذاته ، وهو أقرب إلى الخلاص « 1 » من الثاني ، وأبعد من الزلل في الطريق الإيماني ، ولا يُنافي ذلك كونهما على انفرادهما نيران للمقرّبين ؛ لما عرفت من تفاوت درجات أصحاب القرب وأصحاب اليمين .\r\nثانيهما : أن يكون الغرض على نحو ما دريت في وجه الثاني ؛ لقوله :\r\nالمقبولان المردودان ، من أنَّ الكفر باللَّه له اعتباران .\r\nالأوّل : الجمود على الطرف الواحد ، وهو اعتقاد خفائه وبطونه فحسب .\r\nوالثاني : انضمام اعتقاد الظهور إلى ذلك ليعود إلى الإيمان الحقيقي والتوحيد الخاصّي كما قد بيّنّا ، وكذا الكفر بالشيطان له اعتباران على قياس الأوّل ، فبالحقيقة هذه الأربعة ترجع إلى ثلاثة أقسام ؛ لاتّفاقهما - أي الشقّين - في قسم الانضمام الذي هو الإيمان الكامل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في نسخة « ل » : الإخلاص بدل : الخلاص .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nفعلى هذا قوله : أحدهما الجنّة إشارة إلى شقّ الانضمام ، ولا شك أنّه الجنّة الحقيقيّة الّتي لا جنّة فوقها ، وقوله : والآخر النيران إشارة إلى الجمود على الطرف الواحد ، سواء كان الكفر باللَّه أو الكفر بالشيطان ، وبالحقيقة هما شقيقان لكن لاشتراكهما في الاقتصار على الطرف الواحد عدّهما بالآخر .\r\nوبالجملة : على الاحتمال الأوّل يكون الجنّة والنار بالنسبة إلى المتوسطين من أصحاب اليمين ، وأمّا على الاحتمال الثاني فهما بالقياس إلى المُقرّبين ، فتبصّر .\r\nوهما اللذان المتّفقان : لاتّفاقهما إذا انضاف إلى اعتقاد الخفاء اعتقاد الظهور ، وبالعكس .\r\nالمختلفان : إذا انفرد كلّ منهما برأسه .\r\nوهما المرجوّان : هذا أيضاً يحتمل وجهين على قياس ما سبق في الجنّة والنيران :\r\nالأوّل : أن يكون المُراد أنّهما المرجوّان للخلاص من المُتعلّمين والمُتوسّطين وإن لم يليقا بالمُقرّبين .\r\nوالثاني : أن يكون المقصود أنّهما الشيطانان الباطلان البعيدان من رحمة اللَّه الخاصّة ، ومن الجنّة المعدّة لأهل السابقة ، إذا اخذا على الانفراد ، وهما المرجوّان للخلاص والنجاة إذا انضمّا واجتمعا ، وقد عرفت أنَّ المجموع هو الإيمان الكامل ، وفي كلام السائل أيضاً إشارة خفيّة إلى قوّة هذا الاحتمال ، حيث قال : وما الشيطانان اللذان كلاهما المرجوّان ، ولم يقل : كلّ منهما مرجوّ ، فتدبّر .\r\nونصّ به الرحمن : أي بما قلنا من أحكام الظهور والبطون واجتماعهما ، حيث عبّر عنهما بالبحرين وعن اجتماعهما بالمجمع في موضع ، وفي آخر بالالتقاء والاختلاط حيث قال عزّ شأنه في سورة\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالرحمن :  « مَرَجَ الْبَحْرَيْنِ يَلْتَقِيانِ »  « 1 » أي خلّاهما لا يلتبس أحدهما بالآخر ، والمعنى خلط الظهور والبطون ، وبعبارة أخرى : الوحدة والكثرة ، وبعبارة ثالثة : البحر العذب والبحر المالح .\r\nوفي مناقب محمّد بن شهرآشوب عن أبي عبد اللَّه عليه السلام في قوله تعالى :  « مَرَجَ الْبَحْرَيْنِ يَلْتَقِيانِ » . \r\nقال : ( عليّ وفاطمة بحران عميقان لا يبغي أحدهما على صاحبه ) « 2 » الخبر .\r\nوهذا يرجع إلى ما قلنا من الظهور والبطون ، فإنّ الظهور للرجل والستر والبطون للمرأة ، ولذلك ورد أنَّ فاطمة عليها السلام هي ليلة القدر « 3 » وهاهنا أسرار لا رخصة في ذكرها أكثر ممّا ذكرنا ، وقد أشرنا إلى لمعة منها في شرحنا لكتاب التوحيد لصدوق الطائفة رضى اللَّه عنه « 4 » .\r\n « بَيْنَهُما بَرْزَخٌ لا يَبْغِيانِ »  : البرزخ هو الحاجز بين الشيئين « 5 » والمراد أنّهما يتساويان بحيث لا يغلب الظاهر على الباطن ، وكذا العكس ، ولا ينبغي اعتقاد رجحان أحدهما على الآخر مثل أن يعتقد أنّ ظهوره غلب بطونه كما يراه طائفة ، أو بطونه أشدّ من ظهوره كما يزعمه جماعة ، أو أنّ ظهوره بشيء وبطونه بشيء ، بل هو جلّ برهانه ظاهر بعين أنّه باطن وبالعكس ، وأوّل بنفس أنه آخر وبالعكس ، فظهوره من حيث بطونه وبطونه من جهة ظهوره ، وقربه من حيث بُعده وبُعده من وجه قُربه ، لا بشيء آخر غيره تعالى ، فهو الأوّل والآخر والظاهر والباطن تعالى اللَّه عمّا يقول الظالمون والعادلون علوّاً كبيراً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الرحمن : 19 .\r\n( 2 ) - مناقب ابن شهرآشوب 3 : 318 .\r\n( 3 ) - تأويل الآيات الظاهرة للاسترآبادي 2 : 818 ، تفسير البرهان 4 : 487 / 24 .\r\n( 4 ) - شرح توحيد الصدوق للقاضي سعيد القمي 1 : 638 .\r\n( 5 ) - انظر الصحاح 1 : 419 برزخ .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوفي رواية عنهم عليهم السلام ذكرها محمّد بن شهرآشوب في مناقبه في قوله سبحانه :  « بَيْنَهُما بَرْزَخٌ لا يَبْغِيانِ »  ( البرزخ رسول اللَّه صلى اللَّه عليه وآله ) « 1 » .\r\nأقول : وذلك لأنّه مجمع بحري الظهور والبطون ، وبرزخ عالمي الوجوب والإمكان ، ومظهر صفتي الجمال والجلال ، ومرآة جميع صفات الكمال ، ومظهر الاسم الجامع الّذي هو اللَّه كما دلّ عليه الكشف الباهر والعقل القاهر والنقل المُتظافر :\r\nمنه قوله تعالى :  « مُحَمَّدٌ رَسُولُ »  « 2 » وقوله عزّ شأنه :  « إِنَّكَ لَعَلى خُلُقٍ عَظِيمٍ »  « 3 »  . \r\nوفي الخبر العامّي :\r\n( كان خلقه القرآن ) « 4 »\r\nولا ريب أنّ القرآن هو الكتاب الجامع .\r\nومنه\r\n( آدم ومن دونه تحت لوائي ) « 5 » ( ولواؤه لواء الحمد ) « 6 »\r\nوهو استجماع\r\n\r\n\r\n\r\n","description":"\r\nقوله قدّس سرّه : ومنه آدم ومن دونه تحت لوائي .\r\nلأنّ مقامه هو مقام إطلاق المشيّة والولاية الكليّة الأصليّة الهيولويّة الأولى ، وسائر الأنبياء مقامهم مقام تقييد المشيّة والولاية الجزئية التبعيّة وصورة الهيولى ، والمُقيّدات مظاهر المُطلق ، والجزئيّات مشارق نوره ، ومطالع ظهوره ، ولهذا كانت نبوّة الأنبياء ظهور نبوّته صلّى اللَّه عليه وآله ودعوتهم عليهم السلام دعوة إليه ونبوته صلّى اللَّه عليه وآله روح النبوّات وباطنها .\r\nوهذا سرّ كينونة عليّ أمير المؤمنين عليه الصلاة والسلام مع الأنبياء باطناً ومع نبيّنا\r\n","footnote":"\r\n( 1 ) - مناقب ابن شهرآشوب 3 : 318 .\r\n( 2 ) - الفتح : 29 .\r\n( 3 ) - القلم : 4 .\r\n( 4 ) - مسند أحمد بن حنبل 6 : 91 و 163 .\r\n( 5 ) - تقدّم تخريجه سابقاً .\r\n( 6 ) - تقدّم تخريجه سابقاً .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nصفات البهاء والكمال والمجد .\r\nوعندي بحمد اللَّه جلّ برهانه على هذا المقصود برهان قويم وطريق مُستقيم ذكرته في شرح التوحيد .\r\nوبما قلنا ظهر جواب باقي سؤالاتك : أي هذا الذي أفدناك هو جواب سؤالاتك الّتي بقيت عند الجواب المُجمل عن سؤالك الأخير ، كما ستطّلع عليه إن شاء اللَّه .\r\nشهق شهقة : الشهيق ضد الزفير ؛ لأنّ الشهيق رَدُّ النفس كما يفعله الواجد والمُغتمّ ، والزفير إخراج النفس ، كذا في « مُجمل اللّغة » « 1 » .\r\nأقول : وربّما يُستعمل الشهيق في الصوت العالي وكأنّه المُراد هاهنا .\r\nوإذ قد بلغنا هذا المبلغ في شرح الألفاظ فلنأخذ في ذكر الفوائد لحلّ الألغاز واللَّه المستعان .\r\n\r\n\r\n\r\n","description":"\r\nظاهراً ، أو معهم سرّاً ومعه جهراً ، كما ورد عنه عليه السلام « 2 » وهذا سرّ كينونيّته صلّى اللَّه عليه وآله نبيّاً وآدم بين الماء والطين « 3 » فإنّ نبوّته دائمة سرمديّة أزليّة أبديّة ، كما أنّ نبوّة عينه الثابت على سائر الأعيان أيضاً أزليّة أبديّة .\r\n","footnote":"\r\n( 1 ) - مجمل اللغة 2 : 514 .\r\n( 2 ) - مشارق أنوار اليقين : 85 .\r\n( 3 ) - مناقب ابن شهرآشوب 1 : 214 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nالفائدة الأولى تفصيل القول في الجواب عن السؤال الأول\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nمعنى الكفر والإيمان والجنّة والنيران والشيطانين\r\nاعلم أنَّ ما استفيد من كلام الإمام عليه السلام في تحقيق الكفر هو الجواب عن جميع الأشياء المُوردة في السؤال الأوّل ، فبالحري أن نفصّل القول في ذلك على ما اقتبسناه من مشكاة أنوارهم صلوات اللَّه عليهم لتظهر بعض أسرارهم ، فنقول : إنَّ السائل سأل :\r\nأوّلًا : عن الكفر والإيمان بقوله : ما الكفر والإيمان ، فالجواب على ما أفاد الإمام عليه السلام ، هو أنَّ الكفر اعتقاد أن يعزب شيء من الظاهر والباطن والغيب والشهادة ، أو عالم من العوالم الوجوديّة ، أو مرتبة من المراتب الشهوديّة ، أو ذرّة من الجلائل والدقائق ، أو حقيقة من الحقائق عن اللَّه جلّ شأنه أو عن صفاته الحسنى ؛ إذ لا يعزب عن ربّك من مثقال ذرّة في الأرض ولا في السماء ، كما لا يعزب عن علمه مثقال ذرة فيهما « 1 » نص بهذين الأمرين قرانه المجيد المُنزّل على رسول الثقلين وإمام العالمين .\r\nأمّا الايمان : فهو التصديق بأنّ اللَّه جلّ جلاله هو الموجود الحقّ والثابت -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يونس : 61 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nالمُحقّق ، وما سواه هالك باطل أزلًا وأبداً ، ما شمّ رائحة الثبوت والوجود ، ولا كتب في ناصية إمكانه الشهود ، واللَّه هو الظاهر الباطن ، وهو الأول الآخر ، وأنَّ له الأسماء الحسنى ، والصفات العليا لا يشاركه فيها غيره تعالى ، ثمّ اعتقاد ما يتبع ذلك من القول بالملائكة والكتب والرسل المُكرمين ، وعدم التفريق بينهم على اليقين ، بل كأنّهم نقاط الدائرة ، أو كالحلقة المُفرغة ، وأمّا صاحب الدائرة فهو نبيّنا سيّد الأوّلين والآخرين ، وتمام عدّة المُرسلين ، وخاتم فصّ الرسالة ، وختم أمر الدنيا والآخرة ، كما يدلّ على هذا المدّعى تلك الألقاب العليا بعد ما أقيم عليه البرهان ، وصدّقه كشف أرباب العيان ، وفراسة أهل الإيمان .\r\nوثانياً : سأل عن الكافرين ، وأجاب عنه الإمام مولى الثقلين من دون رمز في البيان ، بأنّ الكافرين هما : الكفر باللَّه ، والكفر بالشيطان بالمعنى الّذي ذكرنا في البيان .\r\nوثالثاً : سأل عن الجنّة والنيران وما لهما من الشأن ، والجواب - على ما هو المُستفاد من كلام الإمام عليه السلام - أنَّ الجنّة الحقيقيّة هي : التخلّص عن ربقة هذين الكافرين والتوجّه التام إلى خالق الكونين ، ورؤية الكلّ من اللَّه وباللَّه وللَّه وإلى اللَّه ، ومُشاهدة أنَّ هاهنا نوراً واحداً حقّاً لا يحوم حوله التعدّد والكثرة ، وصيرورة العبد بحيث لا يرى شيئا إلّا ويرى اللَّه قبله ؛ ولذا ورد\r\n( ما في أشرف مثوبات الأعمال كلا إله إلّا اللَّه ) « 1 »\r\nو\r\n( في أعظم فوائد التخلّق بالصفات أنّه النظر إلى وجه اللَّه ) .\r\nوبالجملة : جنّة المُقرّبين النظر إلى وجه اللَّه ذي الجلال ، والرجوع إلى مبدأ الكلّ بالكمال ، والتقرّب إليه بالاتّصال ، والتخلّق « 2 » بصفاته الحسنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - انظر بحار الأنوار 3 : 3 / 5 .\r\n( 2 ) - في نسخة « ل » : التحقق بدل : التخلق .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nبالتفصيل والإجمال ، ومشاهدة جمال ربّ العالمين ، الّذي هو مبدأ كلّ حسن وجمال ، وعدم رؤية ما سوى الحقّ المُتعال ، بل عدم خطوره بالبال ،\r\nفقد ورد في « الكافي » عن الصادق جعفر بن محمّد عليه السلام أنَّه قال :\r\n( لو يعلم الناس ما في فضل معرفة اللَّه تعالى ما مدّوا أعينهم إلى ما متّع اللَّه به الأعداء من زهرة الحياة الدنيا ونعيمها ، وكانت دنياهم أقلّ عندهم ممّا يطؤونه بأرجلهم ، وتنعّموا بمعرفة اللَّه ، وتلذّذوا بها تلذّذ من لم يزل في روضات الجنان مع أولياء اللَّه ) « 1 »\r\n. وممّا يؤيد ما أسسنا : من أن جنّة المقربين هي المعقولات الحقيقيّة من العلم باللَّه وصفاته\r\nما في بصائر الدرجات لشيخنا القمّي عن نضر بن سويد قال : سألت أبا عبد اللَّه عليه السلام عن قول اللَّه عزّ وجلّ :     « وَظِلٍّ مَمْدُودٍ * وَماءٍ مَسْكُوبٍ * وَفاكِهَةٍ كَثِيرَةٍ * لا مَقْطُوعَةٍ وَلا مَمْنُوعَةٍ »     « 2 » قال : ( يا نضر واللَّه ليس حيث يذهب الناس ، إنّما هو العالم وما يخرج منه ) « 3 »\r\nالخبر .\r\nوأمّا النار فهو التقيّد بأحد الكافرين ، وحصول فعليّة الشيطنة والبُعد من اللَّه ، وفقدان المعارف اليقينيّة والكمالات الحقيقيّة : من العلم باللَّه وصفاته ، ومعرفة ملائكته وكتبه ورسله واليوم الآخر ، ورسوخ العقائد الباطلة المُضادّة للمعارف الحقيقيّة أعاذنا اللَّه منهما بفضله .\r\nورابعاً : سأل عن الشيطانين ، والجواب أنّ أحدهما هو ما سوى اللَّه باعتبار اعتقاد خفائه تعالى وظهور الغير والسوى ، وأمّا الآخر فهو ما سواه أيضاً باعتبار ظهور الحقّ على هياكل الأشياء وخفاء ما سواه به تعالى ، كأنّه سبحانه كالعارض لها فيخفى المعروض به تعالى .\r\nوقد نقل عن ذكر المجوس ما ينتهي إلى ذلك ؛ حيث زعموا أنَّ اللَّه تعالى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - روضة الكافي : 207 / 347 .\r\n( 2 ) - الواقعة : 30 - 33 .\r\n( 3 ) - بصائر الدرجات : 505 / 3 ، والرواية عن نضر بن قابوس .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nتفكّر في نفسه قبل خلق العالم أنّه لو كان له منازع كيف يكون ، وهذه فكرة رديّة خلق اللَّه منها الشيطان الّذي عندهم أهرمن « 1 » .\r\nوقد عرفت أنَّ ذلك كفر أي طائفة من الإسلاميّة وغيرهم ، وأنَّ من تداركته الرحمة الخاصّة الإلهيّة والسابقة الحسنى الأزليّة قد تبرّأ من هذا الكفر ، ورأى أنَّ اللَّه هو الظاهر والباطن ، وأنّه أولى بكلّ شيء من نفسه ، وأنَّ ما سواه هالك باطل بذاته وبكليّته ، هذا ما ظهر لي من جوابه عليه السلام عن السؤال الأوّل بفضل اللَّه العلي الأجلّ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الملل والنحل للشهرستاني 1 : 213 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nالفائدة الثانية في تحقيق الجواب الثاني وكشف حقائقه على الوجه الشافي\r\nوفيه مباحث شريفة\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nالمبحث الأول ما الواحد المتكثر\r\nاعلم أنَّ السائل في المرّة الثانية سأل أوّلًا عن الواحد المُتكثّر ، والجواب عنه أنّه الصادر الأوّل المُعبّر عنه في بعض الاصطلاحات بالعقل الكلي « 1 »\r\n\r\n\r\n\r\n","description":"\r\nقوله قدّس سرّه : في تحقيق الجواب الثاني . . . . إلى آخره .\r\nقد حان حين ما انكشف الحجاب عن وجه المحبوب ، وآن أوان ما نلقى النقاب المُلقاة على المطلوب ، فاعلم هداك اللَّه تعالى إلى دار القرار ورزقك التجافي عن دار البوار : أنّ الوحدة كلّها والفردانيّة جلّها من عالم الوجوب والوجود مُودعة ممّا وراء الغيب على الغيب والشهود ، خارجة عمّا وراء الأستار إلى الأنظار ، وإلّا فجميع العوالم الّتي كتب على نواصيها التعيّن والتقييد ، والبس عليهم لباس التقدّر والتحديد ، وقُدّ عليهم قدر معلوم ، ورسم على وجوههم رسم مرسوم ، من ذاتها التكثّر والغيريّة ، ومن حقيقتها الحيث والحيثيّة ، لا يحوم حولها الوحدة إلّا إيداعاً ، ولا تدخل في دار الهوهويّة إلّا إيداعاً .\r\nولكنّها مع الكثرة والتفرّق من جبلّة كل منها الميل إلى عالم الوحدة والعشق بدار\r\n","footnote":"\r\n( 1 ) - رسائل إخوان الصفا 3 : 322 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nالانس وموطن الفردانيّة ، وكتب عليها الفرار عن دار الفراق ، والوحشة والخلاص عن محلّ الظّلمة والكدورة ، وهذا أيضاً من مودعات حضرة الجمع والأحديّة كما قال الشيخ « صاحب الفتوحات » : والقابل من حضرة الجمع « 1 » .\r\nوالقيّوم جلّ برهانه وعظم شأنه وسلطانه حيثما أحبّ بالحب المُستكنّ في ذاته المُقدّسة إظهار الكنوز المُختفية من حضرة الغيب إلى الشهادة ، ومن مقام الجمع إلى التفصيل ؛ لرؤية ذاته المُقدّسة في المرائي الخلقيّة ، وشهود الظاهر المُبدع في المظاهر المُبدعيّة ، تجلّى بالفيض المُقدّس الإطلاقي والاسم الأعظم المُعبّر عنه تارة بالمشيّة المُطلقة ، وأخرى بالولاية الكليّة ، وثالثة بالرحمة الواسعة ، ورابعة بالحقيقة المحمديّة ، وخامسة بعلويّة عليّ عليه السلام ، وسادسة بنفس الرحمن ومقام حضرة العلميّة ، إلى غير ذلك من الإشارات والعبارات حسب اختلاف المقامات .\r\n عباراتنا شَتّى وحُسنك واحدٌ * وكلٌّ إلى ذاك الجمالِ يشيرُ « 2 » \r\nوهذا الفيض النازل من حضرة الجمع هو الواحد المُتكثّر ، والدليل على ذلك من وجهين نقلي وعقلي :\r\nأمّا النقلي : فقوله تعالى شأنه وعظمت قدرته :  « أَنْزَلَ مِنَ السَّماءِ ماءً فَسالَتْ أَوْدِيَةٌ بِقَدَرِها فَاحْتَمَلَ السَّيْلُ زَبَداً رابِياً »  « 3 » حيث عبّر عن حضرة الجمع والهويّة الغيبيّة بالسماء لسموّ مرتبته وعلوّ شأنه ، وتنزّهه عن جميع النقائص ، وتقدّسه عن قاطبة الكثرات ، وعن تجلّيه تعالى في هياكل المُمكنات وظهوره في مظاهر الموجودات وعبور فيضه عن عوالم المُجرّدات إلى غواسق الماديّات ومن عوالي عالم الجبروت إلى سوافل عالم\r\n","footnote":"\r\n( 1 ) - انظر الفتوحات المكية 3 : 506 .\r\n( 2 ) - جامع الأسرار ومنبع الأنوار : 75 .\r\n( 3 ) - الرعد : 17 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nالناسوت بالنزول ، وعن الفيض النازل من سماء الأحديّة إلى الأراضي الخلقيّة والعطاء المُفاض على العباد والرحمة الواسعة في البلاد بالماء الذي به حياة الأشياء ، وعن هياكل الماهيّات وشيئيّات المُتعيّنات بالأودية ، وعن اختلاف مراتب استعداداتها وتشتّت منازل قبولها بالقدر .\r\nومعلوم أنّ الفيض الواحد النازل في تلك المنازل المُتعدّدة ، الراحل في هذه المراحل المتشتّتة يتكثّر بتكثّرها ويتطوّر بتطوّرها ويتعيّن بتعيّنها ، فأفاد تعالى جدّه وحدة الفيض النازل ذاتاً وتكثّره عرضاً في أودية الماهيّات بأحسن بيان وأجمل تبيان .\r\nوفي آثار أهل بيت النبوّة ومعدن العلم والحكمة إشارات ورموزات وتلويحات وتصريحات إلى ما ذكرنا أكثر من أن تحصى « 1 » .\r\nوأمّا العقلي : فلما حُقّق في مدارك أرباب الحكمة المتعالية « 2 » أنّ الوجود مع وحدته ذو مراتب متفاوتة طولًا وعرضاً بالعرض ، وهذا ممّا صدّقه البرهان ، ووافقه كشف أصحاب القلوب والعرفان ، فليس التكثّر في الوجود بحسب الذات والحقيقة ، وليس فيه حيث وحيثيّة ولا تفرّق وغيريّة في أىّ منزل من المنازل كان ، وفي أىّ صورة من الصور بان ، وفي كلمات أصحاب القلوب والمعرفة وأرباب السلوك والطريقة ما يفيد ما ذكرنا تلويحاً وتصريحاً أكثر من أن تحصى « 3 » ولم يحضرني الآن من كتبهم فمن أراد فليرجع إليها .\r\nوأمّا سائر الموجودات المُتعيّنة حتّى القاطنين في عالم العقل والمتوطّنين في وعاء الدهر ليست من ذاتها الوحدة والتفرّد ويعرض لها التكثّر ، كما أفاد هذا العارف\r\n","footnote":"\r\n( 1 ) - شرح أصول الكافي لصدر المتألهين 3 : 15 ، الشواهد الربوبية : 140 .\r\n( 2 ) - الأسفار 1 : 35 .\r\n( 3 ) - تمهيد القواعد : 114 ، شرح القيصري على الفصوص : 5 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n","description":"\r\nالجليل والشيخ الذي لم يكن له بديل ، وإن كان عوالم المجرّدات المُقدّسة عن كدورة المادّة والمُطهّرة عن أرجاس عالم الهيولى المُظلمة ، مُندكّة ماهيّاتها في إنيّاتها ، وفانية نفسيّتها في نور ربّها ، بل بنظر أرباب المشاهدات لا ماهيّة لها ، إلّا أنّه ليس الذات والذاتي لها ، بل بقهر نور الأنوار عليها وغلبة حضرة ذي الجلال على ذاتها وحيثيّاتها ، ولهذا يقال لعالمهم : « عالم الجبروت » لجبر نقيصتها بتماميّة الربّ المُتعال ، ورفض غبار إمكانها بوجوب وجود ذي المجد والجلال .\r\nوهاهنا احتمال آخر قريب المأخذ ممّا ذكرنا : وهو أنّ الحقائق الغيبيّة في الحضرة الجمع والواحديّة والأعيان الثابتة صور الأسماء الإلهيّة لمّا رأين كونها تحت أستار الأسماء محجوبة عن مُشاهدة بعضها بعضاً ، اجتمعن في الحضرة الأسماء الإلهيّة ، وتوسّلن بها توسّل الفقير المسكين ، وقلن : إنّ العدم قد حجبنا عن رؤية بعضنا بعضاً ، بل عن رؤية ذاتنا ، فأفيضوا علينا فيض الوجود وأظهرونا في دار الشهود ، فلمّا رأت الأسماء حقيقة سؤالها اجتمعت في الحضرة الاسم الأعظم ، واستشفعت عنها في الحضرة الغيبيّة ، فقبل استشفاعها ، وتمسّك بالهويّة الغيبيّة والحضرة الأحديّة ، وقال :\r\nيا هو يا من هو يا من ليس إلّا هو ، وتقدّم في حضرته عرض مسئولاتها فصدر الأمر من حضرته بأن أجبت مسئولاتها وأذنت لك أن تظهر حقائقها من حضرة الغيب إلى الشهادة ، فتجلّى اللَّه بالرحمة الرحمانيّة - الّتي هي بسط أصل حقيقة الوجود - فأظهر الحقائق بذاك التجلّي في لباس الخلائق .\r\nوحيث كان من مودعات حضرة الجمع ميل الوصول لها إلى باب ذي الجلال ، والنزول في جناب الحقّ المُتعال ، سألت باللسان الاستعدادي الذي هو أنطق اللسانين ، والسؤال الحالي الذي هو أفصح السؤالين ، والبيان الذاتي الذي هو أصرح البيانين ، من الاسم الأعظم بواسطة الأسماء الاخر كمالَ الوجود ، فتجلّى عليها بالرّحمة الرحيميّة\r\n","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nالّتي هي بسط كمال الوجود ، ففتحت قوس النزول والصعود ، وكملت عوالم الغيب والشهود ، ببسط الرحمة الرحمانيّة والرحمة الرحيميّة وورد :\r\n( يا باسط اليدين بالرحمة ) « 1 »\r\nوقال تعالى :  « بَلْ يَداهُ مَبْسُوطَتانِ »  « 2 » ولهذا جعل الرحمن الرحيم تابعاً لاسم اللَّه في قوله : « بِسمِ اللَّه الرَّحمن الرَّحِيم » .\r\nوقد قال الشيخ « صاحب الفتوحات » في فتوحاته : « ظهر الوجود بسم اللَّه الرحمن الرحيم » « 3 » فالرحمة الرحمانيّة والرحمة الرحيميّة مقام تفصيل اسم اللَّه الذي هو مقام المشيّة المُطلقة . وقد بسطنا ذلك في رسالتنا الموضوعة لشرح دعاء عظيم الشأن الوارد عن لسان أهل البيت للتمسّك بحضرة المنان في سحور شهر رمضان « 4 » .\r\nإذا حفظت ما ذكرنا حقّ الحفظ يمكن لك تطبيق الواحد المُتكثّر على الرحمة الرحمانيّة الّتي هي بسط أصل الوجود ؛ فإنّها الواحدة بالذات والمُتكثّرة بالعرض في ملابس التعيّنات والحقائق الخارجيّة الظاهرة بها كما بيّن تلك الوحدة والتكثّر سيّد الأولياء والموحّدين أمير المؤمنين صلوات اللَّه وسلامه عليه بأحسن بيان وأجمل لسان في دعاء كميل بن زياد رضي اللَّه عنه بقوله :\r\n( برحمتك الّتي وسعت كُلّ شيءٍ ) « 5 » .\r\nوهاهنا احتمالان آخران لقوله : « ما الواحد المُتكثّر » إن ساعدني التوفيق الرّباني والتأييد السبحاني نذكره في آخر هذه المسودّات إن شاء اللَّه تعالى ، والحمد للَّه على ما أنعم والصلاة على نبيّه المكرّم وآله المُعظّم .\r\n","footnote":"\r\n( 1 ) - البلد الأمين للكفعمي : 404 دعاء الجوشن الكبير .\r\n( 2 ) - المائدة : 64 .\r\n( 3 ) - الفتوحات المكية 1 : 102 .\r\n( 4 ) - انظر شرح دعاء السحر : 55 .\r\n( 5 ) - البلد الأمين للكفعمي : 188 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nوالعالم العلوي « 1 » وفي بعضها بالنور المُحمّدي « 2 » ونور الأنوار « 3 » وعالم الأسماء والصفات « 4 » ومرتبة الواحديّة « 5 » والعالم الإلهي « 6 » والمُثل النوريّة « 7 » إلى غير ذلك من التعبيرات اللائقة .\r\nوالدليل على ذلك من وجهين نقلي وعقلي :\r\nأمّا النّقلي : فقد ورد عن النبيّ صلّى اللَّه عليه وآله على ما نقل صدوق الطائفة شيخنا القمّي رضي اللَّه عنه في كتاب العلل مُسنداً إلى أمير المؤمنين عليه السلام أنَّ رسول اللَّه صلّى اللَّه عليه وآله سُئل ممّ خلق اللَّه عز وجل العقل ؟\r\nقال :\r\n( خلقه ملكاً له رؤوس بعدد الخلائق ، مَن خُلق ومَن لم يُخلق إلى يوم القيامة ،\r\n\r\n\r\n\r\n","description":"\r\nقوله صلّى اللَّه عليه وآله : خلقه ملكاً له رؤوس . . .\r\nأشار عليه السلام في ذلك الحديث القدسي إلى أسرار ورموز وحقائق وكنوز ومباحث علميّة وأبواب فلسفيّة لا تصل إليها إلّا أيدي أولى الألباب من أولياء الحكمة والفلسفة ، ولا يحوم حولها إلّا أصحاب القلوب والأحباب من ذوي السابقة والمعرفة ، ولنشر إلى جملة منها إجمالًا ، ولنذكر لمحة منها اختصاراً ، مُجرّداً عن التفصيل والتطويل مُقتصراً على ذكر الدعوى خالياً عن البرهان والدليل ، فإنّ الرسالة لم تُوضع لذكر الأدلّة وجرحها وتأييد المسائل أو طرحها ، فنقول :\r\nأشار صلّى اللَّه عليه وآله : بقوله : « له رؤوس بعدد رؤوس الخلائق » ، إلى كينونة الأشياء في العالم العقلي قبل نزولها في العوالم السافلة أو ظهورها في المراتب النازلة ، وهذه إحدى المسائل المُختلف فيها بحسب الظاهر بين معلّم حكمة المشّاء\r\n","footnote":"\r\n( 1 ) - الفتوحات المكية 1 : 292 وما بعدها .\r\n( 2 ) - جامع الأسرار ومنبع الأنوار : 563 .\r\n( 3 ) - الأسفار 6 : 305 و 306 .\r\n( 4 ) - شرح فصوص الحكم للقيصري : 11 .\r\n( 5 ) - شرح فصوص الحكم للقيصري : 11 .\r\n( 6 ) - شرح فصوص الحكم للقيصري : 11 .\r\n( 7 ) - منظومة السبزواري : 198 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nأرسطوطاليس وأستاذه المعظّم أفلاطون الإلهي ، وقد جمع بين الرأيين ، وصالح بين القولين ، مُجدّد الحكمة المتعالية ، ومؤسّس الفلسفة العالية ، شيخ مشايخ الأولياء والحكماء ، صدر صدور المتألّهين والعرفاء في كتابه الكبير « 1 » .\r\nوبقوله صلّى اللَّه عليه وآله : « من خلق ومن لم يُخلق » إلى فعليّة علم الموجود العقلي قبل إيجاد الخلائق ، وإلى أنّ الحقيقة البسيطة العقليّة كلّ الأشياء بنحو البساطة ، وأنّه ينال الكلّ من ذاته ، فإذا كان الموجود العقلي كذلك فكيف بالموجود الحقّ والحقّ المطلق بهر برهانه وجلّت عظمته وسلطانه ؟ ! والعلم قبل الإيجاد أيضاً من المسائل المتنازع فيها ، وقد برهن عليه في كتب أرباب الحكمة « 2 » طبقاً لمشاهدة أرباب الطريقة وكشف أولياء المعرفة ، وقد أشار صلّى اللَّه عليه وآله إلى أصل المسألة وبرهانها وبيان الحقيقة وتبيانها .\r\nوبقوله : « لكلّ آدمي رأس من رؤوس العقل » إلى الارتباط التامّ بين الموجود وسائر الموجودات وعبّر عن ذلك الارتباط ذلك الحكيم المتأله بالوجود الرابط فقال على ما سنح بالبال ما معناه : إنّ للعقل وجوداً نفسيّاً ووجوداً رابطاً ، وبهذا صحّح اتّحاد النفس بالعقل الفعّال ، ردّاً على شيخ مشائيّة الإسلام « 3 » وهذا الارتباط كارتباط الحقّ بالخلق بالفيض المُقدّس الإطلاقي « 4 » .\r\nوبقوله : « واسم ذلك الإنسان على وجه ذلك الرأس مكتوب » إلى أنّ ارتباط العقل مع كلّ موجود بوجهٍ خاصّ غير ارتباطه مع الآخر ، فلا يلزم التجزئة في\r\n","footnote":"\r\n( 1 ) - الأسفار 8 : 331 .\r\n( 2 ) - نفس المصدر 6 : 263 .\r\n( 3 ) - نفس المصدر 3 : 335 و 428 .\r\n( 4 ) - الأسفار 2 : 354 ، وشرح فصوص الحكم للخوارزمي : 118 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nولكلّ آدمي رأس من رؤوس العقل ، واسم ذلك الإنسان على وجه ذلك الرأس مكتوب ، وعلى كلّ وجه سِتر مُلقى لا يكشف ذلك الستر من ذلك الوجه حتى يبلغ ذلك المولود ويبلغ حدّ الرّجال أو حدّ النساء ، فإذا بلغ كشف ذلك الستر فيقع في قلب ذلك الإنسان نور ،\r\n\r\n\r\n\r\n","description":"\r\nالبسيط مع اتّحاد نفوس جزئيّةٍ معه ، أو علم النفس بقضيّة واحدة عقليّة علمها بجميع مراتب الوجود ، كما هو أحد الإشكالات الّتي أوردها ذلك الشيخ الفيلسوف « 1 » على القائلين باتّحاد النفس مع العقل الفعّال واستصعبه ، وأعطى ذلك المتألّه حلّه ونقض غزله .\r\nوبقوله : « وعلى كلّ وجه ستر » إلى الحجاب الذي بين الإنسان والعالم العقلي قبل الوصول إلى مقام القلب والنزول في منزل العقل .\r\nوبقوله : « يبلغ حدّ الرجال أو النساء » إلى الوصول إلى مقام القلب الذي هو مقام ظهور تفصيل مراتب الوجود في قلبه وقراءة سلسلة الغيب والشهود من ذاته ، فإنّ هذا مقام صيرورته مسمّى باسم الرجال والنساء الذين من ألقاب الإنسان على الاستحقاق .\r\nوبقوله : « فإذا بلغ كشف ذلك الستر » إلى اتّحاد النفس بالعقل الفعّال في ذاك المقام على التحقيق ، وهذا أيضاً من المسائل المهمّة الّتي اختلفت آراء الحُكماء فيها ، وأنكر الشيخ على مُثبته كمال الإنكار ، ونسب صاحبه إلى الشين والعار « 2 » وقد صحّحه وبرهن عليه ذلك الحكيم المتألّه في كتابه الكبير « 3 » والرحيل إلى اللَّه الخبير البصير .\r\nوهاهنا أسرار أخرى لا يسعها المقام ، والأولى طيّ الكلام ، وعلى اللَّه التوكّل في البدو والختام .\r\n","footnote":"\r\n( 1 ) - الإشارات والتبينات 2 : 367 و 3 : 294 .\r\n( 2 ) - نفس المصدر 3 : 294 .\r\n( 3 ) - الأسفار 3 : 335\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nفيفهم الفريضة والسنة والجيّد والرّديء ، ألا ومثل العقل في القلب كمثل السراج في البيت ) « 1 » .\r\nصدق رسول اللَّه صلّى اللَّه عليه وآله .\r\n\r\nبيان :\r\nأقول : عبّر صلّى اللَّه عليه وآله عن الحقيقة العقليّة الّتي لكل شيء في عالم العقل وعقل الكلّ بالاسم ، وهو الاسم الإلهي الذي يدبّر كلّ موجود يكون تحت حيطته ، وعن تطوّرها بكسوة الحقائق الّتي تحتها حين تنزّلها بالستر ، وعن ظهور المادّة العقليّه الّتي هي النفس النطقيّة من حيث بَدو ظهورها عقلًا هيولانيّاً بالكشف حين التولّد ، وعن البلوغ إلى العقل بالملكة بالبلوغ الذي للرجال وهو الخروج عن المُنى - بالضّم - كما أنَّ بلوغ الصبيان بخروج المَنى - بالفتح - وعن إدراك الحقائق واستفادتها من الجوهر العقلي المفيض وهو مرتبة العقل المُستفاد بوقوع النور في القلب ، وعن مرتبة العقل بالفعل وصيرورة النفس عقلًا محضاً بقوله : فيفهم الفريضة والسُّنة وغيرهما .\r\nويمكن أن يكون كشف الستر أوان البلوغ إشارة إلى ما ذهب بعضٌ من أنَّ النفس الناطقة إنّما تفيض للمُستعدّ لها حينما بلغ مبلغ الرّجال لا لكل أحد « 2 » .\r\nوبالجملة : في هذا الخبر من حُسن التعبير من وحدة العقل مع تكثّر أطواره ، واشتماله على جميع الحقائق الوجوديّة اشتمالًا جمليّاً عقلياً خارجاً عن فهم الجماهير ومن التعبير بالوجه والرأس وكتابة الاسم ووجود الستر ما يبهر العقول ويعجز الفحول .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - علل الشرائع : 98 / 1 باب 86 .\r\n( 2 ) - الأسفار 8 : 136 و 137 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nولنعرض صفحاً عن ذكر ما فيه من الأسرار ، ونجعلها تحت الأستار ، عسى اللَّه أن يكشفها للبلّغ الأحرار .\r\nوأمّا العقلي : فلما تقرّر عندنا بفضل اللَّه ، وعند أفاضل القدماء « 1 » وشرذمة من المُتأخّرين « 2 » وقليل من الآخرين « 3 » من أكابر أهل اللَّه المُحقّقين ، بالبراهين القاطعة الّتي لا يحوم حول حريمها شبهة ، أنَّ العقل بل كلّ بسيط عقلي فهو مع وحدته البسيطة وبساطته الحقيقيّة كلّ الأشياء العقليّة الّتي دونه بنحو جُملي « 4 » واشتمال عقليّ لا يعرفه إلّا الراسخون ، وسيجيء البرهان الذي هدانا اللَّه إليه في محلّه . وفي كلام العرفاء إيماءات إلى ذلك وإشارات ، سيّما مُعلّم الحكمة تصريحات إليه وتلويحات .\r\nمنها : ما قال الميمر العاشر من كتاب « اثولوجيا في معرفة الربوبيّة » بهذه العبارة : ونقول : إنَّ في العقل الأوّل جميع الأشياء وذلك لأنّ الفاعل الأوّل أوّل فعل فعله هو العقل ، فعله ذا صور كثيرة ، وجعل في كل صورة منها جميع الأشياء الّتي تلائم تلك الصورة ، وإنما فعل تلك الصورة وحالاتها معاً لا شيئاً بعد شيء ، بل كلّها معاً دفعة واحدة « 5 » انتهى .\r\nأقول : وهذا الكلام ممّا يليق به أن يكون شرحاً لبعض ما في حديث خير الأنام .\r\nومنها : ما قال في الميمر الثامن من هذا الكتاب بعد كلام في ذكر أنَّ الشيء لكون واحداً ولا واحداً ، إلى أن قال : وكذلك العقل واحد وهو كثير ، وليس هو كثيراً كالجثة ، بل هو كثير بأنَّ فيه كلمة تقوى على أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - اثولوجيا أفلوطين : 98 و 139 .\r\n( 2 ) - الأسفار 6 : 110 .\r\n( 3 ) - أصول المعارف للفيض الكاشاني : 29 - 30 .\r\n( 4 ) - في نسخة « ل » : على نحو الجمع بدل : بنحو جملي .\r\n( 5 ) - اثولوجيا أفلوطين : 139 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nتفعل أشياء كثيرة وهو ذو شكل واحد ، غير أنَّ شكله شكل عقلي ، والعقل إنَّما يكون محدوداً بشكله ، ومن ذلك الشكل تنبعث جميع الأشكال الباطنة والظاهرة « 1 » .\r\nومنها : ما قال في الميمر الثاني : وإنَّما صار العقل إذا ألقى بصره على ذاته وعلى الأشياء لا يتحرك ؛ لأنَّ فيه جميع الأشياء وهو شيء واحد كما قلنا مراراً « 2 » انتهت كلماته الشريفة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نفس المصدر : 98 .\r\n( 2 ) - نفس المصدر : 34 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nالمبحث الثاني ما المتكثر المتوحّد\r\nوالجواب أنّه هي النفس الكليّة « 1 » الإلهيّة المُدبّرة لجميع النفوس الكليّة\r\n\r\n\r\n\r\n","description":"\r\nقوله قدّس سرّه : في أنّه سُئل عن المتكثّر المُتوحّد . . . إلى آخره .\r\nقد انكشف على قلبك بإيضاح السبيل ، وانفتح على روحك بتقديم الدليل ، فيما سبق من الحقّ الصريح ، وتقدّم من القول الفصيح : أنّ العالم العقلي والتعين الأوّلي مع شدّة نوريّته ، وكمال ذاته وتماميّته ، وخلوصه عن لواحق المادة ، ومحوضه عن لوازم المدّة ، لا يخلو عن التكثّر في الذات ، ويعانقه الجهات والحيثيّات ؛ لأنّه في حجاب التعيّن والتقييد وبرقع التقدّر والتحديد ، وله قدر معلوم وحدّ محتوم .\r\nولكنّه لتنزّهه عن الهيولى والاستعداد وتقدّسه عن التعلّق والامتداد ، خروجه عن تصرّف المكان والمكانيّات وخلوصه عن سلطان الزمان والزمانيّات ، وصفاء مرآته للتجلّي الربّاني ، وصقالة ذاته لانعكاس النور الرّحماني ، إذا أفيض عليه الفيض من حضرة الكريم ، وتجلّى عليه القيّوم القديم ، جبر نقصه بتماميّة فاعله ، وتوحّد كثرته بوحدانيّة جاعله ، واندكّت ذاته في نور ربّه اندكاكاً ، وانقهر في سلطان كبريائه\r\n","footnote":"\r\n( 1 ) - في نسخة « ل » : الكلمة بدل : هي النفس الكليّة .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nانقهاراً ، فلا يبقى لذاته حكم ولا أثر ، ولا للازمها أصل ولا خبر ، والكثرة الّتي من الذاتيّات لا حكم لها مع عدم الذات ، فإنّها مرفوع الحكم برفع ملزومها ، محكوك الأثر بحك مخدومها ، فجلس سلطان الوحدة إلى مقرّه ورجع الأمر كلّه إلى أمره .\r\nومن هذا يحدس اللبيب أنّ المُتكثّر المُتوحّد هو الموجود العقلي الذي هو مُتكثّر في الذات وله حيث وحيثيّات ومتوحّد بتجلّي الواحد المحض عليه ، وتوجّه الفرد الأحد إليه ، ويعلم العاقل وجه تقديم المُتكثّر على المُتوحّد ووجه تقديم الواحد على المُتكثّر فيما سبق .\r\nوفي التعبير بصيغة التفعّل في قوله : « المُتكثّر المُتوحّد » مع كون الكثرة ذاتيّة إشارة خفيّة إلى أنّ الذات بعد التجلّي الربوبي يصير حكمها حكم العرضيّات ، ويرجع الأمر كلّه إلى المُتجلّي بالذات والصفات .\r\nوسرّ التعبير عن مقام المشيّة المُطلقة بالواحد المُتكثّر ، وعن الموجود العقلي بالمُتكثّر المُتوحّد هو ، أنّ المشية لها الوحدانية الذاتية الحقيقيّة ظلّ الوحدانيّة الحقّة الحقيقيّة ، وليس فيها تكثّر بحسب الذات ولا تعدّد الجهات والحيثيّات ، وهي الأمر الواحد المُشار إليه بقوله تعالى :  « وَما أَمْرُنا إِلَّا واحِدَةٌ »  « 1 » وإنّمَا التكثّر باعتبار تلبّسه بلباس التعيّنات وتنزّله في منازل المُقيّدات ، وهذا هو التكثّر العرضي ، ولا تكثّر في نظر أرباب المشاهدات ، وهو مقام الالوهيّة والربوبيّة والقيّوميّة والقدوسيّة ومقام الأسماء والصفات والرحمانيّة والرحيميّة الفعليّة ، وأمّا الموجود العقلي فقد عرفت حاله ومرجعه ومآله .\r\nوما ذكر هذا العارف العظيم والسالك على الصراط المستقيم قدّس اللَّه نفسه وروّح رمسه تحقيق رشيق وكلام عرفاني دقيق ، كيف ؟ ! وهو من أعظم عرفاء الشيعة\r\n","footnote":"\r\n( 1 ) - القمر : 50 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nوالجزئيّة ، المرتبة « 1 » لكافّة العوالم العلويّة والسفليّة ترتيبها « 2 » اللّائق بها ، وأحسن كلّ خلق ترتيبا ، وهي مظهر للمشيئة الإلهيّة « 3 » كالعقل مرآة العلوم والحقائق الإلهيّة ، ووجه تكثرها مع التوحّد كثرة قواها وأفاعيلها مع وحدة ذاتها وتأحّدها بتلك القوى ، أو لكثرة النفوس المُتشعّبة عنها مع بساطتها بحيث هي مع تلك الشعب الكثيرة شيء واحد على ما يراه الأماجد « 4 » أو لكثرة سيرها في المراتب النزوليّة والصعوديّة وتفنّن ظهوراتها في السلسلة\r\n\r\n\r\n\r\n","description":"\r\nوأكرم امناء الشريعة ، ولكن ما ذكرنا مع قصور النظر وعمى القلب والبصر بمقام السير العلمي أليق وبحضرة الكبرياء ألصق ، اللّهمّ افتح قلبنا بنور المعرفة واليقين ، واسلكنا في الطريق المُستقيم والصراط المُستبين بحقّ محمّد وآله المعصومين وصلوات اللَّه عليهم أجمعين .\r\nولك أن تجعل السرّ الذي ذكره ذلك العارف - قدّس سرّه - للتعبير عن العقل بالواحد وعن النفس المتكثّر وجه التعبير عن المشيّة المُطلقة بالواحد وعن الموجود العقلي بالمُتكثر مع رفض ما لا يليق بمقامهما وترك ما هو غير جائز الانتساب إليهما ، ولا يحتاج إلى البسط والتفصيل ولا إقامة البرهان والدليل بعد النظر إلى ما ذكرنا والرجوع بما أفدنا .\r\nقوله : النزوليّة والصعوديّة . . . إلى آخره .\r\nلا يخفى أنّ هذا بعينه موجود في العقل أيضاً ، بل العقل أحقّ من النفس في ذلك وكثرة ظهوره في المراتب الصعوديّة والنزوليّة ، فإنّ جميع مراتب الوجود تعيّنات ظهوره وتشعّبات حقيقته ، فلا تغفل .\r\n","footnote":"\r\n( 1 ) - في نسخة « ل » : المربية .\r\n( 2 ) - في نسخة « ل » : تربيتها .\r\n( 3 ) - في نسخة « ر » : الربانية .\r\n( 4 ) - الأسفار 8 : 221 وما بعدها ، منظومة السبزواري : 314 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nالبدويّة والعوديّة إلى أن تتأحّد مع العقل الّذي هو أصلها ومنه بدؤها وإليه عودها .\r\n\r\nإيماض :\r\nوأمّا وجه التعبير عن العقل بالواحد المُتكثّر وعن النفس بالمُتكثّر المُتوحّد ؟\r\nفلأنَّ العقل أقرب إلى مرتبة الأحدية « 1 » الحقّة من حيث الصدور ، وأدنى من كبرياء التفرّد والوحدانيّة من جهة الظهور ، بل هو عبارة عن المرتبة الواحديّة المتاخمة لمرتبة الأحديّة .\r\nوبعبارة أخرى : هو عالم الأسماء والصفات الإلهيّة باصطلاح علماء الطريقة « 2 » مع مُعاضدة تلويحات الأخبار المعصوميّة « 3 » فالأصل فيه الوحدة ، وإنّما التكثّر باعتبار الإحاطة وبحسب الاشتمال على جميع معقولات الأشياء ، والاحتواء بقاطبة حقائق الأسماء وعندنا هذا تكثّر بالعرض وليس هذا تكثر بالحقيقة ؛ لأنّ ما يعرض لا حكم له في العلوم فكيف بالعرض لما بالعرض ، وأمّا النفس فلمّا كانت معلولة من معلول فليست تقرب من موطن الوحدة قرب العقل منه ، فلا تكون بمثل تلك المثابة ، بل هي أنزل منه في المرتبة ، وأيضاً لمّا كانت النفس تفعل بالمادّة وهي ممّا يلزمها الكثرة والقسمة ، وكذلك تفعل بالقوى والآلات المتضمّنة « 4 » وتلك القوى منشأ الكثرة وإن كانت بالاعتبار والحيثيّة ، فمن ذلك يعرضها الكثرة والعدّة ، وإنّما التوحد باعتبار ما سترجع هي إليه في سير الأنوار من العقل الكلّي الّذي صدرت منه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في نسخة « ل » : الوحدانية ، وفي نسخة « ر » : الوحدانية المحضة بدل : الأحدية .\r\n( 2 ) - شرح فصوص الحكم للقيصري : 11 .\r\n( 3 ) - بحار الأنوار 1 : 96 / باب 2 .\r\n( 4 ) - يحتمل أنها المتفننة ، أو المتقنة .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nإيقاظ :\r\nوأمّا سرّ التعبير عن العقل بالواحد وعن النفس بالمتوحّد ، فهو أنَّ العقل واحد وحدة حقيقة جمعيّة ذاتيّة ؛ لأنّه صدر عن الواحد الحقّ المحض بالوحدة الغير العدديّة الّتي هي مبدأ الوحدة العدديّة بأقسامها ، ومن البيّن في المقامات البرهانية أن لا خصوصيّة لشيء دون شيء في الصدور عن الحقّ تعالى شأنه ، وإلّا لزم أن يكون فيه سبحانه جهة وجهة وحيث وحيث ، وقد ثبت أيضاً بالقواطع البرهانيّة أن ليس فيه جهة وجهة ولا حيث وحيث من جميع الجهات من دون تكثّر جهة ولا تعدّد اعتبار ، وأنّه لا يختلف نسبته عزّ شأنه بالقرب والبعد عن الأشياء ، وأنَّ ذلك من المُقرّر عند العُقلاء « 1 » والمتظافر في أخبار الأنبياء والأولياء ، حيث هي ناصّة بأنّ نسبته تعالى في القرب والبعد سواء لم يقرب منه قريب ولم يبعد منه بعيد إلى غير ذلك « 2 » كما لا يخفى على المُتتبع للآثار والأخبار .\r\nثمَّ إنَّه ممّا قد فرغ عنه في الحكمة المُتعالية أنَّ الواحد لا يصدر عنه من جهة واحدة إلّا الواحد « 3 » بل ذلك عند النظر العرفاني بديهيّ عاضده الكلم الفرقاني ، قال تعالى :  « وَما أَمْرُنا إِلَّا واحِدَةٌ »  « 4 » وفي الأخبار ما يكاد يتواتر بالمعنى أنَّ اللَّه جلّ مجده خلق أوّلًا أمراً واحداً ، أىّ شيء كان على اختلاف التعبيرات ، ثمَّ خلق منه الأشياء « 5 » وذلك كالصريح فيما ادّعيناه .\r\nثمَّ من المُستبين أيضاً أنّه ليس شيء حريّاً بالصدور عنه تعالى إلّا العقل ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الأسفار 6 : 103 و 140 و 142 .\r\n( 2 ) - أصول الكافي 1 : 97 / 1 و 99 / 8 .\r\n( 3 ) - الأسفار 7 : 204 .\r\n( 4 ) - القمر : 50 .\r\n( 5 ) - أصول الكافي 1 : 110 / 4 ، التوحيد للصدوق : 66 - 67 / 20 و 339 / 8 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nإذ النفس فعلها في المادّة ، فلا تكون المادّة فعلًا لها ولا هي تسبقها ، وكذا المادّة ؛ إذ لا يتأتى منها أصلًا ، والصورة إنّما وجودها بالمادّة ، فكيف تكون فاعلة لها ؟ ! والجسم مُتأخّر عن المادّة والصورة ، فلا يكون شيء منها بأوّل صادر عن المبدأ ، فبقي أن يكون العقل هو الصادر الأوّل ، فلو لم يكن العقل كلّ الأشياء يلزم من صدوره عنه تعالى أن يكون له سبحانه جهة خصوصيّة بالنسبة إليه دون ما سواه ، وقد استحال ذلك كما قلنا فوجب من ذلك بالضرورة أن يكون هو كلّ الأشياء .\r\nوهذا برهان شريف على وحدة العقل مع تكثّره بوجهٍ ما ، وقد تفرّدت بفهمه عن اللَّه تعالى ، إلّا أنّي بعد ذلك وجدت في كلام المُعلّم الأوّل ما يمكن أن يرجع إلى هذا ، وهو قوله في اثولوجيا بعد سؤال وكلام : فلمّا كان - أي المبدأ الأوّل - واحداً محضاً انبجست منه الأشياء « 1 » انتهى .\r\nوبالجملة : ليس الكثرة الّتي نقولها في العقل كالكثرة الّتي هناك ، حاشاه من ذلك ، بل هو في كمال البساطة وأجمع الجمعيّة وأشدّ الوحدانيّة ، وإنّما الكثرة ليست في ذات العقل ، بل كثرة بعد الذات ، وأمّا البارئ القيّوم فلا كثرة عنده أصلًا لا في الذات ولا مع الذات ولا بعد الذات وذلك من\r\n\r\n\r\n\r\n","description":"\r\nقوله : انبجست منه الأشياء . . .\r\nوقد عرفت معنى كلامه في أوّل الرسالة عند قوله : انبجست منه الكثرات بجملتها لوحدته .\r\nقوله : وأمّا البارئ القيّوم فلا كثرة عنده أصلًا . . . إلى آخره .\r\nوأمّا التكثّر الأسمائي والصفاتي والتكثّر الواقع في صور الأسماء أي الأعيان\r\n","footnote":"\r\n( 1 ) - اثولوجيا أفلوطين : 143 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nالثابتة فليس تكثّراً حقيقيّاً وجودّياً ، بل التكثّر إمّا باعتبار معانٍ معقولة في غيب الوجود الّتي هي مفاتيح الغيب ويتعيّن به شؤوناته وتجلّياته ، فهي في الحقيقة موجودة في العقل غير موجودة في العين ، أو يرجع إلى العلم الذاتي ؛ لأنّ علمه تعالى ذاته بذاته أوجب العلم بكمالات ذاته في مرتبة أحديّته ، ثمّ المحبّة الإلهيّة اقتضت ظهور الذات لكلّ منها على انفرادها متعيّناً في حضرته العلميّة ثمّ العينيّة ، فحصل التكثّر فيها ، كذا قال بعض الأعلام نقلته مُلخّصاً « 1 » .\r\nأو التكثّر يرجع إلى التكثّر بحسب مراتب السلوك ؛ فإنّ السالك في أوّل سيره يتأحد عنده المتكثّرات ، ويلبس لباس الإطلاق على التعيّنات ، ويستهلك المُتفرّقات في حقيقة جمعيّة ، وينفي المتخالفات في ذاتٍ أحديّة ، فعلًا كان أو أثراً ، صفةً كان أو ذاتاً ، فرجع الكلّ إلى أصلٍ واحد والجلّ إلى جذر فارد .\r\nوفي أواخر هذا السلوك يلاقي الأعيان الثابتة وصور الأسماء الإلهيّة فيفنيها ويستهلكها في الذات ذي الصورة ، إلى أن يرحل راحلته إلى الحضرة الأسماء الإلهيّة ، ويُنيخ راويته إلى باب أبواب الربوبيّة ، فيرى الكثرة الأسمائيّة أوّل كثرة وقعت في دار الوجود ، ومنها نشأت الكثرات في الغيب والشهود ، فيستهلكها في الذات الأحد الفرد الصمد ، فيتجلّى عليه حضرة الواحد القهّار لا شريك له في الذات والصفات والآثار والأفعال ، فيستهلك عنده بقوّة السلوك هذه الأسماء في الهويّة الغيبيّة ، فلا يبقى من الكثرة عين ولا أثر ، ولا من السالك اسم ولا خبر ، فيترنّم لسان حاله وقاله بلسان الحقّ المُتعال ، ويقول : يا هو يا من هو يا من لا هو إلّا هو .\r\nكلّ ذلك بشرط رفض الأنانيّة وعدم بقاء جهات النفسانيّة ، وإلّا فمع بقائها ولو\r\n","footnote":"\r\n( 1 ) - انظر تعليقة الإمام على الفصوص : 24 و 25 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nيسيراً يتجلّى عليه في بعض مراحل السلوك عينه الثابت ، فيرى لنفسه بهجةً وبهاءً وقوّةً وسلطنةً بل الربوبيّة والالوهيّة فتصدر عنه الشطحيات كقول بعضهم : ما أعظم شأني « 1 » وقول بعضهم : ليس في جبّتي سوى اللَّه « 2 » كلّ ذلك لنقصان السالك وبقاء الأنانيّة .\r\nقال شيخنا العارف الكامل الأستاذ الشاه‌آبادي أدام اللَّه ظلّه : إنّ أكثر نشر العقائد الباطلة والأديان الغير الحقّة كان بدو انتشارها من المرتاضين وأهل السلوك الذين هم كانوا ناقصين في السلوك وبقيت جهات نفسيّتهم ، هذا .\r\nوبالجملة : فالكثرة على ما تلونا عليك كثرة شهودي سلوكي لا كثرة علمي على ما أفاد بعض الأعلام على ما عرفت آنفاً .\r\nومما ذكرنا يظهر مغزى قول ذلك العارف الشارح الجليل والشيخ الكامل النبيل :\r\nلا كثرة عنده تعالى لا في الذات ولا مع الذات ولا بعد الذات .\r\nوإلى ذلك يرجع كلام مولانا وسيّدنا إمام الموحّدين والعارفين أمير المؤمنين صلوات اللَّه عليه وآله أجمعين :\r\n( كمال التوحيد نفي الصفات عنه ) « 3 »\r\nوهذا مغزى كلام أهل البيت عليهم السلام :\r\n( أنّه تعالى ذات علّامةٌ سميعةٌ بصيرةٌ ) « 4 »\r\n( علم كلّه قُدرةٌ كلّه ) « 5 » إلى غير ذلك .\r\nوهذا مرجع قول بعض أهل المعرفة : إنّ الذات الأحديّة نائبة مناب كلّ الأسماء\r\n","footnote":"\r\n( 1 ) - كسر الأصنام الجاهليّة لصدر المتألهين : 32 ، تذكرة الأولياء للنيشابوري : 166 مشارق الدراري شرح تائية ابن الفارض : 151 و 634 .\r\n( 2 ) - وفيات الأعيان 2 : 140 .\r\n( 3 ) - نهج البلاغة : الخطبة الأولى .\r\n( 4 ) - أصول الكافي 1 : 65 / 6 و 83 / 1 و 84 / 2 ، التوحيد للصدوق : 239 / 1 و 144 / 8 .\r\n( 5 ) - نسبه صدر المتألهين إلى الفارابي ، الأسفار 6 : 121 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nعلم الراسخين ، فتبصّر .\r\nوأمّا النفس فلمّا كانت مُتكثّرة القوى متفننة الأفاعيل من حيث شأنها ، مُختلفة الأطوار بحسب نزولها وصعودها ، وهي أيضاً مبدأ الاثنين ومنها ظهرت الاثنينيّة ، كما أشير إليه في الحكمة القديمة من أنَّ النفس عدد مُتحرّك والعقل عدد ساكن « 1 » فالكثرة فيها مع الذات لا في الذات ، والوحدة فيها باعتبار أصلها ومن جهته تأحّدها « 2 » في انتهاء سيرها ورجوعها إلى أصلها كما بينّا .\r\n\r\nتبيان :\r\nوممّا يؤكد ما أصّلنا ويؤيّد ما أسّسنا\r\nما روي عن أمير المؤمنين صلوات اللَّه عليه أنّه سأله أعرابيّ عن النفس ، فقال عليه السلام له : ( عن أيّ الأنفس تسأل )\r\n\r\n\r\n\r\n","description":"\r\nوالصفات « 3 » لا على زعم المُعتزلة على ما حُكي عنهم « 4 » فاعرف هذا فإنّه باب واسع ينفتح منه أبواب كثيرة ، وقد أشرنا إلى لمحة منها في شرح بعض الأدعية « 5 » .\r\nقوله : سأله أعرابيّ عن النفس . . . إلى آخره .\r\nفي هذا الخبر الشريف أسرار غريبة أشار إلى بعض منها ذلك العارف الكامل رضي اللَّه عنه ، ونحن نُشير إلى لمحة منها بطريق الإجمال بعون اللَّه المُتعال ، ويبقى الآخر تحت الأستار ، ولعلّه يكشف على قلب أهله ولي الأسرار ، فنقول :\r\nفي إفراد القوّة في المواطن الأربعة إشارة خفيّة على ما هو التحقيق عند أصحاب\r\n","footnote":"\r\n( 1 ) - انظر الشفاء : 14 الفصل الثاني من المقالة الأولى من الفن السادس في النفس ، والأسفار 8 : 244 .\r\n( 2 ) - في نسخة « ل » : جهة حدها بالعقل بدل : جهته تأحدها .\r\n( 3 ) - شرح المنظومة ( قسم الفلسفة ) : 161 .\r\n( 4 ) - توضيح الملل 1 : 70 ، اعتقادات فرق المسلمين والمشركين للفخر الرازي : 27 .\r\n( 5 ) - شرح دعاء السحر 79 : في ذيل قوله « اللهم إني أسألك من أسمائك بأكبرها ) .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nالحكمة والعرفان وأرباب الطريقة والبرهان من أنّ القوى المتشتّتة النباتيّة والحيوانيّة والإنسانيّة - مع تشتّتها وكثرتها وتفرّقها بتفرّق محالّها - تجمعها حقيقة واحدة وكلمة فاردة « 1 » هذه الكثرات سدنتها ، وهذه المتفرّقات خدمها وحشمها ، كما صرّح بذلك في حديث كُميل بن زياد الآتي حيث قال عليه السلام في كلّ من النفوس الأربعة أنّ « له خمس قوىً وخاصّيّتان » وإن كانت النفوس الأربعة لها أحكام مُختلفة ، ولسدنتها وحشمها وجودات مُتفاوتة في الشدّة والضّعف ، وفي بعضها كانت القوى والسدنة مُتّحدة الوجود مع النفس حدّاً ومرتبة وليست مُتكثّرة مُتشتّتة ، وليس هذا مقام تفصيلها وبسطها .\r\nوأشار عليه السلام بقوله : « أصلها الطباع الأربع » إلى ما حُقّق عند المُحقّقين من الحُكماء العظام أنّ النفس جسمانيّة الحدوث وطلوعها يكون من المادّة الجسمانيّة وإن كانت بعضها روحانيّة البقاء « 2 » .\r\nوأمّا قوله عليه السلام في النفس النباتيّة : « أصلها الطباع الأربع » وفي النفس الحيوانية : « أصلها الأفلاك » وفي النفس الكليّة : « أصلها العقل » وعدم التعرّض لأصل النفس النطقيّة فللإشارة إلى أنّ المادّة الّتي تفيض عليها النفس النباتيّة مادّة كدرة غير صافية ، بخلاف النفس الحيوانيّة فإنّ مادّتها من جنس الأفلاك لها صفاء وخلوّ عن كدورات تلك المادّة الموجودة عندنا ، وأنّ النفس الكليّة الإلهيّة وإن كانت طليعة وجودها من مادّة صافية في كمال النقاوة إلّا أنّ هذه النفس لكمال روحانيّتها وعلوّ شأنها قريبة الأفق بعالم المجرّدات وقطّان عالم الجبروت ، فهي مُلحقة بالآباء العلويّة والجهات الفاعليّة ، لا الامّهات السفليّة والحيثيّات القابليّة ، حتّى ثبت عند أصحاب\r\n","footnote":"\r\n( 1 ) - الأسفار 8 : 221 .\r\n( 2 ) - الأسفار 8 : 347 ، الشواهد الربوبية : 221 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nالكشف النوري أنّ الأنوار الأسفهبدّية « 1 » ماهيّاتها إنّياتها ، وأهل يثرب الإنسانيّة لا مقام معلوم له ولا حدّ محدود عنده « 2 » .\r\nوعدم التعرّض لأصل النفس الناطقة القُدسيّة فلعلّه لإلحاقها بالنفس الكليّة ؛ ولهذا قال في كل واحدٍ منهما : إنّها قوّة لاهوتيّة ، ويمكن أن يكون في قوله عليه السلام :\r\n« مقرّها العلوم الحقيقيّة » بالبيان الذي ذكره ذلك العارف العظيم ، مع قوله عليه السلام :\r\n« موادّ التأييدات العقليّة » إشارة خفيّة إلى أنّ أصلها العقل كما لا يخفى على ذوي السابقة الحسنى .\r\nوفي قوله : « أصلها الطباع الأربع » إشارة خفيّة إلى ردّ من زعم أنّ النفس هي المزاج « 3 » كما أنّ في عدّة مواضع منه إشارة ظاهرة إلى ذلك كما لا يخفى .\r\nوأشار عليه السلام بقوله : « عادت إلى ما بدأت منه » إلى الكينونة السابقة الّتي لها في النشآت السابقة والعوالم العقليّة كما هو رأي أفلاطون الإلهى « 4 » وأشرنا سابقاً إلى الخلاف الذي بينه وبين مُفيد الصناعة الحكميّة ، وفيه أيضاً إشارة إلى أنّ ما بدأت الأشياء منه عين ما انتهت إليه .\r\nويُحتمل أن يكون قوله : « عود ممازجة لا عود مجاورة » إشارة إلى ما هو المُحقّق عند بعض أساطين الحكمة « 5 » أنّ القوى المُنغمرة في المادّة ما لم تتجرّد تجرّد الخيال معادها يكون بالاتصال إلى العالم العقلي اتّصال الماء الذي في الكيزان على شاطئ البحر إذا انكسرت الكيزان واتّصل الماء بالبحر ، بخلاف القوى المجرّدة تجرّداً خياليّاً\r\n","footnote":"\r\n( 1 ) - المراد بها النفس الناطقة ، انظر مجموعة مصنفات شيخ الإشراق 2 : 147 .\r\n( 2 ) - الأسفار 8 : 342 .\r\n( 3 ) - بحار الأنوار 58 : 77 ، الأسفار 8 : 244 .\r\n( 4 ) - الأسفار 8 : 330 الهامش الأول و 331 .\r\n( 5 ) - الفتوحات المكية 3 : 12 ، الأسفار 9 : 252 وما بعدها .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nوالنفوس القُدسيّة النطقيّة فإنّ رجوعها إلى عوالم الروحانيّات مع بقاء فعليّاتها التجرديّة ، وعندنا كلّ العوالم الوجوديّة من المراتب الغيبيّة والشهوديّة مرجعها إلى الإطلاق الوجودي والعدم المحض عند طلوع شمس الحقيقة وبروز سلطنة الوحدانيّة والمالكيّة المُطلقة ، فإنّ مقام المالكيّة مقام قبض الوجود ، كما أنّ مقام الرحمانيّة والرحيميّة مقام بسطه وبسط كماله .\r\nوهذا الّذي ذكره ذلك الحكيم المتألّه غير ما ذكرنا ؛ فإنّ كلامه في مقام وكلامنا في مقام ، وإلى ما ذكرنا أشار العارف الحكيم المولوي في نظمه المثنوي بقوله بعد عدّة أشعار في مراتب السير إلى النشآت المتتالية والعوالم الوجوديّة .\r\n پس عدم گردم عدم چون ارغنون * گويدم كأنّا إليه راجعون « 1 » \r\nوهذا من الأسرار فاحتفظ به ودعه يبقى تحت الأستار ، ولا تذعه على أهل هذه الدار ، فإنّهم من الأغيار ، وببالي أنّى رأيت في سالف الزمان في « الكافي » الشريف مبلغ أسرار أهل الذكر والقرآن أنّ بعض نفوس المستضعفين من الإنسان يبطل ويهلك عند عروض الموت على الأبدان « 2 » وصرّح ذلك الحكيم المتألّه المتقدّم ذكره في بعض كتبه - على ما ببالي - بذلك المقال « 3 » كما أنّه صرّح بأنّ مرجع الحركة والزمان وأشباههما إلى الهلاك والاضمحلال « 4 » وإن كان ذلك العارف الكامل الشارح عارضه وردّ عليه ونسبه إلى الغفلة والمُناقضة في الكلام ، وعندي وجه جمع بين الرأيين بحيث يرتفع الجدال من البين ، وليس في هذا المختصر مقام البسط والتفصيل\r\n","footnote":"\r\n( 1 ) - مثنوي مولوي ، الدفتر الثالث ، البيت : 3906 .\r\n( 2 ) - انظر الكافي 3 : 235 باب المسألة في القبر .\r\n( 3 ) - الأسفار 8 : 375 و 376 ، الشواهد الربوبية : 224 و 225 ، مفاتيح الغيب : 551 و 552 .\r\n( 4 ) - الأسفار 9 : 263 و 264 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nعسى اللَّه أن يوفّقنا لإفراد رسالة فيه إنّه هادي السبيل .\r\nوفي قوله عليه السلام : « جوهرة بسيطة » إشارة بطريق اللّم إلى أنّ النفس الكليّة الإلهيّة كلّ الأشياء بنحو الوحدة والجمعيّة ، كما أنّ في قوله عليه السلام : « حيّة بالذات » أيضاً إشارة لميّة إلى بقائها وعدم فنائها .\r\nوقوله : « وعودتها إليه » وقوله : « وإليها تعود » مع كون الميعاد إلى ربّ العباد ، فهو إمّا مبنيّ على أنّ العود إلى كلّ واحد منها هو العود إليه تعالى ، بل التوجّه إلى كلّ موجود هو التوجّه إلى اللَّه تعالى  « فَأَيْنَما تُوَلُّوا فَثَمَّ وَجْهُ اللَّهِ »  « 1 »\r\nوورد عن رسول اللَّه صلّى اللَّه عليه وآله : ( لو دُلّيتم بحبل إلى الأرض السفلى لهبطتم على اللَّه ) « 2 »\r\nوهذا من علم الراسخين والمتدبّرين في كلام الأئمّة المعصومين عليهم السلام .\r\nوإمّا مبنيّ على ما هو التحقيق عندنا من أنّ عود الموجودات إلى اللَّه تعالى بتوسّط الولي المُطلق صاحب النفس الكليّة الإلهيّة وواجد مرتبة العقل ، وأنّ الموجودات بمنزلة القوى والآلات والمتفرّعات من وجود الإنسان الكامل ، فكما أنّ بدو إيجادها من الحضرة الغيب بتوسّط ربّ الإنسان الكامل ، وفي الحضرة الشهادة بتوسّط نفس الإنسان الكامل ، كذلك عودها وختمها ، ولهذا كانت استقامة الامّة استقامة رسول اللَّه صلّى اللَّه عليه وآله وورد منه صلّى اللَّه عليه وآله عند قوله تعالى - في سورة هود - :  « فَاسْتَقِمْ كَما أُمِرْتَ »  « 3 »\r\n( شيّبتني سورة هود ) « 4 »\r\nلمكان هذه الآية ، وإلّا فهو صلّى اللَّه عليه وآله بوجوده المقدّس ميزان الاستقامة .\r\n","footnote":"\r\n( 1 ) - البقرة : 115 .\r\n( 2 ) - العلل المتناهية لابن الجوزي 1 : 13 ، 2 : 14 ، الدر المنثور 6 : 170 ، علم اليقين 1 : 54 .\r\n( 3 ) - هود : 112 .\r\n( 4 ) - مجمع البيان 5 : 304 ، الكشاف 2 : 433 ، تفسير البيضاوي 1 : 473 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nفقال : يا مولاي هل النفس أنفس عديدة ؟\r\nفقال عليه السلام ( نفس نامية نباتيّة ، وحسيّة حيوانيّة ، وناطقة قدسيّة ، وإلهيّة كليّة ملكوتيّة ) .\r\nقال : يا مولاي ما النباتيّة ؟\r\nقال عليه السلام : ( قوة أصلها الطبائع ، بدء إيجادها عند مسقط النطفة ، مقرّها الكبد ، مادتها من لطائف الأغذيّة ، فعلها النموّ والزيادة ، وسبب فراقها اختلاف المتولّدات ، فإذا فارقت عادت إلى ما منه بدأت عود ممازجة لا عود مجاورة ) .\r\nفقال : ما النفس الحيوانيّة ؟\r\nقال عليه السلام ( قوة فلكيّة وحرارة غريزيّة أصلها الأفلاك ، بدء إيجادها عند الولادة الجسمانيّة ، فعلها الحياة والحركة والظلم والغشم والغلبة واكتساب الأموال ، والشهوات الدنيويّة ، مقرّها القلب ، وسبب فراقها اختلاف المتولّدات ، فإذا فارقت عادت إلى ما منه بدأت عود ممازجة لا عود مجاورة فتعدم صورتها ويبطل فعلها ووجودها فيضمحل تركبها ) .\r\nفقال : ما النفس الناطقة القدسيّة ؟ .\r\nقال عليه السلام : ( قوّة لاهوتية ، بدء إيجادها عند الولادة الدنيويّة ، مقرّها العلوم\r\n\r\n\r\n\r\n","description":"\r\nوورد في بعض الأدعية عند الدعاء لبقيّة اللَّه في الأرضين وحجّة اللَّه على العالمين صاحب الأمر صلوات اللَّه عليه وأرواحنا له الفداء بقوله :\r\n( أمناً يعبُدك لا يُشرك بك شيئاً ) « 1 »\r\nمع كونه روحي له الفداء خالصاً عن أنحاء الشرك فعلًا وصنةً وذاتاً ، فشرك الامّة وعبادتهم يعدّ منه ، لكونه الأصل وسائر الناس من فروعه .\r\nوهاهنا أسرار ورموز نتركها خوفاً من أبناء الزمان والإطالة في البيان ، فإيّاك أن تفشو هذه الأسرار عند أهل هذه الديار .\r\n","footnote":"\r\n( 1 ) - مصباح المتهجد : 523 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالحقيقية الذهنيّة ، موادّها التأييدات العقليّة ، فعلها المعارف الربانيّة ، سبب فراقها تحلّل الآلات الجسمانية ، فإذا فارقت عادت إلى ما منه بدأت عود مُجاورة لا عود مُمازجة ) .\r\nفقال : ما النفس اللاهوتيّه الملكوتيّة ؟\r\nفقال عليه السلام : ( قوّة لاهوتيّة ، وجوهرة بسيطة ، حيّة بالذات أصلها العقل منه بدأت وعنه دعت ، وإليه دلّت وأشارت ، وعودتها إليه إذا كملت وشابهت ، ومنها بدت الموجودات وإليها تعود بالكمال ، فهي ذات العليا وشجرة طوبى وسدرة المنتهى وجنّة المأوى ، من عرفها لم يشق أبداً ، ومن جهلها ضلّ وغوى ) .\r\nفقال السائل : ما العقل ؟\r\nقال عليه السلام : ( جوهر درّاك محيط بالأشياء من جميع جهاتها ، عارف بالشيء قبل كونه ، فهو علّة للموجودات ونهاية المطالب ) « 1 » .\r\nصدق وليّ اللَّه .\r\n\r\nتبيين\r\nحاشاي أن اجترئ على تفسير هذا الخبر ، ونشر الأسرار الّتي في ذلك الأثر ، لكنّ التعرض لتنقيح دلالات بعض الألفاظ لأجل التنبيه والإيقاظ .\r\nفقوله في النفس الحيوانيّة : « بدء إيجادها عند الولادة الجسمانيّة » لعلّه أراد بالولادة الجسمانيّة هي تماميّة جسم الجنين في الرحم مُستعدّاً لظهور تلك القوّة ، وهي في الحقيقة تولد بتكون الأعضاء والقوى الحيوانيّة عندها ، فيقبل ويستعدّ لإفاضة الروح الحيواني وظهوره من مكامن أستار الجسم الظلماني ، وهو صفوة الحرارة الغريزيّة الّتي فاضت من الكواكب ، وهي من جنس الأجرام العلويّة كما هو مذهب أرسطو ومن تابعه « 2 » . وإنّما عبّر عن هذه الإفاضة الّتي تكون بعد مُضي أربعة أشهر من مسقط النطفة بالولادة لأنّها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كلمات مكنونة للفيض الكاشاني : 76 .\r\n( 2 ) - الشفاء : 403 الفصل الأول من المقالة السادسة عشر من الطبيعيات .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nمبدأ ولادة الحيوان ، ولا تستعمل الولادة في غير الحيوان .\r\nقوله في النفس الناطقة : « بدء إيجادها عند الولادة الدنيويّة » أراد بها نزول المولود من الرحم عند المخاض ، وقد عرفت أنَّ هناك ابتداء ظهور العقل الهيولاني .\r\nقوله : « ومقرّها العلوم الحقيقية » معناه من المُعضلات عند العُقلاء ؛ إذ الظاهر الثابت عند الجمهور عكس ذلك ؛ لأنَّ النفس محلّ للصور العقليّة عندهم « 1 » .\r\nأقول : وإنّما يتيسّر فهم ذلك بعد رفض ما في أيدي الظاهريين من الحكماء بأصلين شريفين برهانيّين عند بعض عباد اللَّه المساكين :\r\nأحدهما : أنَّ التعقّل ليس كما زعمه أتباع المشائين « 2 » ولا ما تراه أشياع الإشراقيّين من القول بالحصول أو الحضور « 3 » أو غيرهما من مذهب أرباب الفضول « 4 » بل التعقل إنّما هو برجوع النفس إلى ذاتها العقليّة الّتي هي من تلك الجهة على ما حقّقنا في بعض رسائلنا كلّ الأشياء .\r\nوبعبارة : بوقوعها على بواطن الأشياء المُندمجة « 5 » في ذاتها ، كما أنَّ إدراكها للمحسوسات إنّما هو بطلوعها وشروقها من أفق القوى ، وإشراقها من شرف الآلات وشبابك الأدوات وروازن الحواسّ ورواشن هؤلاء الجواس ، وبوقوعها على ظواهر الأجرام وسطوح الأجسام ، وأنّها تفعل هذين الأمرين - أي التعقل والإحساس - بقوة واحدة هي نفس ذاتها ، وإنّما التكثّر وقع في الآلات لوقوعها في مواطن الكثرة والانقسامات ، نظير ذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الأسفار 8 : 290 و 7 : 275 .\r\n( 2 ) - الأسفار 3 : 284 ، الإشارات والتنبيهات 2 : 308 .\r\n( 3 ) - مجموعة مصنفات شيخ الإشراق 1 : 474 و 2 : 114 .\r\n( 4 ) - تلخيص المحصل المعروف بنقد المحصل : 155 ، شرح المقاصد 2 : 299 ، المباحث المشرقية 1 : 331 .\r\n( 5 ) - في نسخة « ر » و « ل » : المندرجة بدل : المندمجة .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nهذه الشمس المضيئة وشروقها من الكوى العديدة مع وحدتها العدديّة .\r\nوثانيهما : أنَّ العلم لا يكون إلّا بالاتّحاد بناءً على ما قلنا من كون النفس كل الأشياء على نحو يعرفه العرفاء .\r\nفعلى هذين الأصلين يصحّ كون العلوم الحقيقيّة محلًا للنفس الكليّة ومقرّاً لها بالحقيقة ؛ لأنّها لمّا طلبت علم شيء ممّا في نفسها توجّهت إلى ذاتها ، وهي من حيث كونها طالبة غيرُها من حيث هي مطلوبة ، فكأنّها طارت من القفص الجسماني فوقعت لا محالة على وكرها الأصلي الذي هو ذاتها العقلية « 1 » فصارت المعقولات من هذه الحيثيّة محلًا لها ومقرّاً لوجودها .\r\nوأمّا كون مادة تلك النفس الشريفة هي التأييدات العقليّة ، فلأنَّ النفس صادرة عن العقل ، بل النفس عقل ظهر بصورة الشوق والمشيّة كما هو الحق ، فعلى هذا لا ريب أنَّ العقل هو الباطن والنفس هي الظاهرة : أمّا الأوّل فلأنَّ العلّة باطن المعلول ، وأمّا على الثاني فظاهر لا يخفى ، فيكون العقل بمنزلة المادّة والنفس بمنزلة الصورة ، وإنّما عبّر عن المادة بصيغة الجمع لأنَّ المدد العقلي يصل إلى النفس آناً فآناً ، والإشراقات العقليّة تتنزل ، منه إليها دائماً ، وإلّا لم تبق هي قطعاً .\r\nقوله : « عود مجاورة » وجه كون العود في الأوليين بطريق الممازجة وفي الثالثة بنحو المجاورة ولم يتعرض في الرابعة للعود أصلًا هو أنَّ السابقتين إنّما يتكوّنان من الأجسام اللطيفة على ما يظهر من الخبر ، وهو عند أرباب العقول من المُقرّر ، ولا ريب أنَّ الجواهر يعتريها الفساد والبطلان بالكليّة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في نسخة « م » : بعض الغواشي فوقعت على ذكرها الأصلي الذي هو وجودها العقلي بدل : القفص الجسماني فوقعت لا محالة على وكرها الأصلي الذي هو ذاتها العقليّة . وفي نسخة « ل » : قصف الغواشي بدل : بعض الغواشي .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nفحينما تتفرق أجزاء البدن تبطل الصور والكيفيّات ويتّصل جوهره إلى كليّة الأجرام .\r\nوأمّا الثالثة : فلما كانت مجردة غير مقدّرة ، فليس لها فساد ولا امتزاج ، فيجب أن تعود حين المفارقة إلى الأصل الذي بدأت منه بطريق المجاورة ؛ لأنَّ المُجرّدات والأنوار القُدسيّة لها مقام معلوم لا تتخطّاه إلى غيره كما قال تعالى عنهم :   « وَما مِنَّا إِلَّا لَهُ مَقامٌ مَعْلُومٌ * وَإِنَّا لَنَحْنُ الصَّافُّونَ »   « 1 » وإن شئت زيادة الاستبصار في هذا المنهاج فاعتبر بحكاية المعراج وعدم تجاوز جبرئيل مقامه في سلوك السبيل « 2 » .\r\nوأمّا الرابعة : فلمّا لم يكن لها ولادة ولا يعتريها فساد فلا عود لها إلّا بالكمال إلى العقل الّذي بدأت هي منه ، بأن تصير عقلًا محضاً في اليوم الّذي برزت فيه البواطن ، ورجعت الفروع إلى الأصول الكوامن ، وحشرت وحوش الجزئيّات المُتفرقة في بوادي الأمكنة وقوافل الأزمنة إلى أرض الكلّيات ، وعادت المعلولات إلى عللها الثابتات .\r\nوبالجملة : هذه النفس الرابعة هي الّتي نحن بصدد شرحها في هذا الخبر .\r\nقوله : « منه بدأت » بالهمزة في النسخ بمعنى ابتدأت ونشأت ، والظاهر أن يكون بغير همزة بمعنى ظهرت .\r\nقوله : « وعنه دعت » أي تلك النفس الملكوتيّة عن جانب العقل دعت الأنفس إلى رضوان اللَّه الأكبر حيث بعثها رسولًا إلى امَم النفوس والأشباح ، يتلو عليهم آيات اللَّه في المساء والصباح ، من إحداث بديع وإظهار شؤون في كلّ صنيع ، وتزكيتهم بالتنقلات في الأحوال ليتحدّسوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الصافات : 164 و 165 .\r\n( 2 ) - بحار الأنوار 18 : 364 / 70 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nبالرجوع إلى الكمال ، ويعلّمهم كتاب اللَّه الذي هو الحقائق الموجودة ، وهي التصنيف الّذي كتبه بيده المُقدّسة ؛ حيث أوجد تلك الحقائق بيده الّتي هي تلك النفوس الشريفة ، وتريهم حقائق تلك الأشياء بالإلهامات الربانيّة ، وتدعوهم إلى عالم الغيب والشهادة .\r\nوأما قوله : « ومنها بدت الموجودات » فعلى الناقص لا المهموز بمعنى ظهرت ، وفي التعبير عن صدور النفس عن العقل بالمهموز أي الابتداء ، وعن صدور الموجودات عن النفس بالناقص أي الظهور ، سرٌّ لطيف أظنّه لا يعرفه كلّ عرّيف ، وهو أنَّ صدور النفس عن العقل ليس بأن تكون هي مندمجة فيه ثم ظهرت منه ، بل هي هو شائياً بمشيّة اللَّه كونه مصدراً لجميع ما تحته ، فظهور النفس من العقل ، بل ظهور الكلّ منه ابتدائيّ لا يسبقه أثر من النفس ؛ إذ العقل كما حقّقنا هو النفس الباطنة والنفس هي العقل الظاهر ، لا أنّهما موجودان مُتباينان اتّصف أحدهما بالظهور والآخر بالبطون ، بل النفس هي العقل الظاهر بصورة الشوق والبارز بصفة المشيّة والنور لإظهار الجواهر العقليّة المودعة فيه .\r\nوأمّا الموجودات الصادرة من النفس وهي أنوار عقليّة وجواهر روحانيّة مُندمجة في العقل ، فالنفس موجودة بالوجود العقلي المُتأحّد بالعقل ، كما أومأنا إليه آنفاً ، فصدورها عن النفس ليس ابتدائيّاً ، بل ظهور بعد بطون وبروز غبّ كمون ، حيث ابتدأت من البارئ الأوّل في العقل ثمّ ظهرت في النّفس العقليّة ، فقاطبة الحقائق بالنظر إلى البارئ القيّوم ابتدائيّة ، وبقياس بعضها إلى\r\n\r\n\r\n","description":"\r\nقوله : بالنظر إلى البارئ القيّوم ابتدائي . . . إلى آخره .\r\nما حقق ذلك العارف الكامل رضي اللَّه عنه حقّ محقّق لا يأتيه الباطل من بين يديه ولا من خلفه كيف ؟ ! وهو جلّ برهانه قائم على كلّ النفوس بما كسبت وليس\r\n","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nبينه وبين خلقه حجاب مسدول ولا حدّ مفصول ، و  « ما مِنْ دَابَّةٍ إِلَّا هُوَ آخِذٌ بِناصِيَتِها »  « 1 » والأخذ بالناصية هو القيموميّة المطلقة ، فهو تعالى بهويّته المطلقة آخذ بالنواصي ، وما من موجود إلّا وله ربط خاصّ مع خالقه ، كيف ؟ ! والوجود هو الربط إلى الحقّ المُتعال والتقوّم بالربّ ذي الجلال .\r\nوأمّا الذي قرع سمعك من الطريقين من :\r\n( أنّ للَّه سبعة حجب أو سبعين حجاباً أو سبعمائة حجاب أو سبعين ألف حجاب من نور وظُلمة ) « 2 »\r\nفإنّما هي سرادقات جلال الحقّ عن بصائر الخلق ، وحجب وجه الشمس الظاهر عن تلك المسجونات خفافيش البصائر ، فإنّ أصلها التعيّنات الخلقيّة ، وليس المُقيّد محجوباً عن المُطلق وإن كان المطلق محجوباً عن المقيّد بالحجاب الذي هو القيد وأشار العارف الشيرازي إلى ما ذكرنا بقوله :\r\nتو خود حجاب خودى حافظ از ميان برخيز « 3 » .\r\nوهاهنا أسرار لا رخصة لإفشائها .\r\nوالحاصل : ما ذكره ذلك العارف الجليل حقّ موافق لكشف أرباب الأذواق والطريقة ومُشاهدات أصحاب السلوك والحقيقة ، وفقاً للبراهين الحكميّة « 4 » والآيات القرآنيّة « 5 » والآثار النبويّة « 6 » لكن ما جعله التحقيق لكلام بعض أهل المعرفة في شؤون الموجودات مُخالف لظاهر كلامه ، فإنّ الظاهر منه أنّ ذلك الحُكم لا يختصّ بموجود من\r\n","footnote":"\r\n( 1 ) - هود : 56 .\r\n( 2 ) - بحار الأنوار 55 : 44 / 9 - 12 .\r\n( 3 ) - ديوان حافظ : 301 قسم الغزل .\r\n( 4 ) - الأسفار 2 : 356 .\r\n( 5 ) - الحديد : 3 .\r\n( 6 ) - أصول الكافي 1 : 108 / 5 - 6 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nبعض اختلفت أحكامها بالابتداء .\r\nوإلى الحكم الأوّل أشير في زبور آل محمّد صلوات اللَّه عليهم بقول مولانا السجّاد :\r\n( إذ كلّ نعمك ابتداء ) « 1 » .\r\nوكأنّه أراد الحكم الثاني بعض المشايخ حيث قال في شأن الموجودات « هي شؤون يبديها لا شؤون يبتديها » « 2 » .\r\n\r\n\r\n\r\n","description":"\r\nالموجودات ولا عالم من العوالم النازلات أو العاليات بل سارٍ في جميع مراتب الوجود من الأرواح العالية والنفوس الكليّة والموجودات النازلة ، وهذا العارف الشارح خصّه بالموجودات النازلة عن مقام النفوس الكليّة والحكم في النفوس غير ما ذكر .\r\nوهذا مبنيّ على ما زعم من أنّ النفس هو العقل الظاهر ، والعقل هو النفس الباطن ليسا حقيقتين مُتباينتين ، بخلاف سائر الموجودات . وعندي في ذلك نظر ظاهر ليس هاهنا مقام بسطه وتفصيله ، والعمدة فيه هو تفكيكه بين الموجودات في ذلك .\r\nوالآن نطوي الكلام بذكر مراد العارف المذكور من كلامه في شأن الموجودات ، ولعلّ نظره إلى بطونها في الذات الأحديّة وكونها في النشأة العلميّة كون ثبوت لا وجود ، فإنّ العلّة باطن المعلول كما هو المُحقّق عند أهله « 3 » وصرّح به ذلك العارف في كلامه وأشار إلى ذلك في الكتاب الإلهي بقوله :  « وَإِنْ مِنْ شَيْءٍ إِلَّا عِنْدَنا خَزائِنُهُ وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ »  « 4 » وفي الآثار الرضويّة عليه الصلاة والتحيّة قريب بذلك المضمون :\r\n( كل ما هنالك يعلم ممّا هاهنا ) « 5 » .\r\nواحتفظ بهذا وتبصّر .\r\n","footnote":"\r\n( 1 ) - الصحيفة السجادية الجامعة : 76 .\r\n( 2 ) - أُصول المعارف للفيض الكاشاني : 27 .\r\n( 3 ) - الأسفار 2 : 299 .\r\n( 4 ) - الحجر : 21 .\r\n( 5 ) - التوحيد للصدوق : 438 مع اختلاف .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nأي هذه الموجودات بالقياس إلى النفس الملكوتيّة الّتي وقعت في أفق عالم الوجوب والإمكان وهي البرزخ الّذي بينهما لكي لا يبغيان ، فهي عقل من الجنّة العالية ونفس من الجنّة السافلة .\r\nشؤون يبديها : أي يظهرها للنفس بعد ما خفيت في ذاتها العقليّة وبطنت في جنبتها العالية ، وليس ذلك ابتداء وجود تلك الأشياء ، بل ابتداء وجودها في المرتبة العقليّة ، حيث صدرت من بارئها القيّوم تعالى شأنه صدوراً عقليّاً جُمليّاً وحدانيّا مع العقل بالمعنى الّذي يعرفه الكمّل من أهل الإشراق « 1 » وليس غرض هذا العارف كما فهمه أكثر أرباب الأذواق ، من أنَّ ذلك للموجودات بالنظر إلى مبدأ الكلّ تعالى كيف ؟ ! وقد تقرّر في الأصول العرفانيّة عند أهل العناية السابقة أنَّ الموجودات بقضّها وقضيضها وكلّياتها وجزئيّاتها وغابراتها وماضياتها بالنظر إلى اللَّه جلّ برهانه صادرة في آنات وجودها ومراتب شهودها ابتداء ، وليس لها بالنظر إليه عزّ شأنه إلّا الظهور الابتدائي « 2 » لا غير كما يومئ بذلك ما في الأدعية السجاديّة ، وقد مرّ واحد منها « 3 » .\r\nولا أظنّ أنَّ هذا العارف أراد بذلك الّذي توهّم البعض ؛ لأنّه أجلّ شأناً من أن يتوهّم ذلك فيه ، لكن لا يعرف هذا الّذي قلنا إلّا من له قدم راسخ في التجريد ، ومن اللَّه العون والتأييد .\r\nقوله : « ذات العليا » هكذا في النسخ الّتي عندنا ، ويمكن أن يكون الموصوف مقدّراً ؛ أي ذات الحقيقة العليا بمعنى صاحبتها ، فيكون إشارة إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مجموعة مصنفات شيخ الإشراق المجلّد الأوّل كتاب المشارع والمطارحات الفصل الثامن من المشرع السادس : 450 .\r\n( 2 ) - شرح فصوص الحكم للقيصري : 18 الفصل الثالث من المقدمة .\r\n( 3 ) - تقدّم تخريجه .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالذات العقليّة الّتي للنفس ، وإلى أنَّ النفس عقل بالذات كما أنَّ العقل نفس بالعرض .\r\nقوله : « وشجرة طوبى وسدرة المنتهى » هما الحقيقة الإنسانيّة العقلية الّتي وصل نبيّنا صلّى اللَّه عليه وآله في معراجه إليها فتجاوز عنها وتخطّاها إلى ما شاء اللَّه « 1 » .\r\nوفي الخبر : ( لسدرة المُنتهى غصون وأوراق وجذر وفرع ، فرسول اللَّه صلّى اللَّه عليه وآله جذرها ، وعليّ عليه السلام فرعها ، والأئمّة أغصانها ، وشيعتهم أوراقها ) « 2 » .\r\nوفيه إشارة إلى أنَّ هؤلاءهم الإنسان وغيرهم رعاع وأنعام بل هم أضلّ .\r\nقوله : « محيط بالأشياء من جميع جهاتها » إشارة إلى الإحاطة العقليّة الّتي للعقل والاشتمال الجملي الّذي منه لكافّة الفرع والأصل ، وقد عرفت البرهان على ذلك ، ولنذكر هاهنا برهاناً على إحاطته من جميع جهات الأشياء حتّى يتصحّح من ذلك قول المعلّم الأوّل : أنَّ للعقل شكلًا مُستديراً « 3 » وكذا قول الحكيم « الغزنوي » قدّس سرّه في الفارسي .\r\n آسمانهاست در ولايت جان * كارفرماى آسمان جهان \r\nوخلاصة البرهان : أنّه قد ثبت في مقرّه أنَّ العلّة محيطة بالمعلول ، وأنَّ الصادر الأوّل علّة لكلّ ما دونه ، فلو لم يكن مُحيطاً من جميع الجهات لزم أن يستغني عنه من الجهة الّتي لم تحط العلّة منها ، وهذا خلف . فوجب أن تكون محيطة من جميع الجهات « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار 18 : 328 / 34 .\r\n( 2 ) - بصائر الدرجات : 58 - 61 باب 2 .\r\n( 3 ) - اثولوجيا أفلوطين : 130 .\r\n( 4 ) - الأسفار 2 : 331 و 7 : 204 ، الشفاء : 402 الفصل الرابع والخامس من المقالة التاسعة من الإلهيات ، الإشارات والتنبيهات 3 : 254 ، اثولوجيا أفلوطين : 96 و 185 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nولما كانت الحقائق العقليّة ، بل كلّ حقيقة إمكانيّة فإنّها محدودة ، أمّا الأجسام فظاهرة ، وأمّا غيرها من الفواعل العوالي فأحد طرفيها بفاعلها والآخر بمعلولها ، فجميع الأشكال العقليّة على الاستدارة الحقيقيّة ، وأمّا اللَّه سبحانه فلا حدّ له أصلًا حتّى يكون شيء ينتهي إلى حدّه أو ينتهي هو إلى حدّ شيء ، بل تنتهي عنده الأشياء وحدودها ؟ وذلك لأنّه مع كل شيء لا بمقارنة ، وغير كلّ شيء لا بمزايلة « 1 » وليس معه شيء أزلًا وأبداً ، خلافاً لمن يزعم خلاف ذلك ، فهو عزّ برهانه كالمركز ، وقد صرّح أرسطو بأنّ المركز في الأشكال العقليّة بخلاف المركز في الأشكال الحسيّة ؛ لأنّه في الجسمانيّات تحيط به الدائرة ، وفي الأشكال العقليّة هو محيط بها « 2 » وفهم ذلك عسير جداً ، فالمركز هو الأصل ، وبهذا كان في عالم الأجسام خلق الأرض متقدّماً على السماوات ، وفي هذا الحديث الشريف أسرار كثيرة وعلوم عديدة : من بيان حقيقة النفوس الأربع ، وماديّة بعضها ، وتجرّد بعض آخر ، واتصال المُجرّد منها بالعقل ، ومن حقيقة العقل ، واشتماله على جميع الأشياء ، وأنّه نهاية النهايات ، وغير ذلك ممّا لا يحصى ولا تنالها أيدي أفاضل الحكماء ، فطوبى لمن غاص في بحارها ، وخاض في أنوارها ، والحمد للَّه على منّه وفضله .\r\n\r\nتشييد :\r\nوعنه صلوات اللَّه عليه على ما نقل عنه شيخنا العارف بهاء الملّة والدّين مُحمّد العاملي قدّس سرّه في مجموعته المُسمّى بالكشكول ، عن كميل بن زياد قال : سألت مولانا أمير المؤمنين عليه السلام فقلت : يا أمير المؤمنين ، أريد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نهج البلاغة : الخطبة الأولى .\r\n( 2 ) - أُثولوجيا أفلوطين : 64 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nأن تعرّفني نفسي ؟\r\nقال : ( يا كميل أي الأنفس تريد أن أعرفك ) .\r\nقلت : يا مولاي هل هي إلا نفس واحدة ؟ !\r\nقال عليه السلام : ( يا كميل إنّما هي أربعة : النباتية النامية ، والحسيّة الحيوانيّة ، والناطقة القدسيّة ، والكليّة الإلهيّة ، ولكلّ من هذه خمس قوىً وخاصيّتان :\r\nفالنامية النباتيّة لها خمس قوىً : جاذبة وماسكة وهاضمة ودافعة ومربيّة ، ولها خاصّيّتان :\r\nالزيادة والنقصان ، وانبعاثها من الكبد .\r\nوالحسية الحيوانيّة لها خس قوىً : سمع وبصر وذوق ولمس وشمّ ، ولها خاصيتان :\r\nالرضا والغضب ، وانبعاثها من القلب .\r\nوالناطقة القدسيّة لها خمس قوىً : فكر وذكر وعلم وحلم ونباهة ، وليس لها انبعاث ، وهي أشبه الأشياء بالنفوس القدسيّة الملكيّة ولها خاصّيّتان : النزاهة والحكمة .\r\nوالكليّة الإلهيّة لها خمس قوىً : بقاء في فناء ، ونعيم في شقاء ، وعزّ في ذلّ ، وفقر في غناء ، وصبر في بلاء ، ولها خاصّيّتان : الرضا والتسليم وهذه التي مبادئها من اللَّه وإليه تعود ، قال اللَّه تعالى : « وَنَفَختُ فِيهِ مِن رُوحِي » « 1 » وقال تعالى :   « يا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ارْجِعِي إِلى رَبِّكِ راضِيَةً مَرْضِيَّةً »   « 2 » والعقل وسط الكلّ ) « 3 » .\r\n\r\nتوضيح ما في ألفاظ هذا الخبر من الإبهام والإشكال :\r\nاعلم أنَّ فرط استفهامه عليه السلام بأي الأنفس حينما سأله كميل عن تعريفه نفسه إيماءً لطيفاً إلى أنَّ هذه الأربع يمكن أن تحصل لسائر الناس ، ولمّا استحال تعدّد النفوس لشخصٍ واحد - كما برهن عليه في موضعه ، بل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الحجر : 29 ، وسورة ص : 72 .\r\n( 2 ) - الفجر : 27 - 28 .\r\n( 3 ) - كشكول البهائي 2 : 187 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nذلك قريب من البديهي لمن تجافى عن تعسفه ورجع إلى نفسه - فقد ظهر للمستبصر أنَّ تلك الأربع إنّما هي قشور ، وألباب بعضها فوق بعض على نظام ونسق متّسق كما يشير إليه قوله سبحانه :  « لَتَرْكَبُنَّ طَبَقاً عَنْ طَبَقٍ »  « 1 » وإنّما التفاوت في الأنواع والأشخاص بظهور بعضها في نوع أو شخص وكمون بعضها فيه إلى حيث ينتهي في الشرف إلى شخص يظهر فيه الكلّ ، وفي الخسيّة إلى آخر يبطل فيه القل والجلّ ، كما قال سبحانه :  « تَزْهَقَ أَنْفُسُهُمْ »  « 2 » وقال تعالى :  « فَأَنْساهُمْ أَنْفُسَهُمْ »  « 3 » إلى غير ذلك من الآيات .\r\nومن أمارات التطابق المذكور كون الكلّ ذوات خمس قوى وخاصّيّتين ؛ فإنّ ذلك مُشعر بأنَّ كلّ لاحقة هي تنزّل السابقة ، لكونها لما علمت إذا خطرت بالبال في عالمها ما يوجب سقوط جناحها الّذي تطير به في فسحة الجنان وقعت في شبكة تلك اللّاحقة ، وهكذا إلى أن هبطت إلى الأرض السافلة ، وأنَّ هذه اللّاحقة إذا ارتاضت بما يوجب ارتياشها ، وتخلّصت من الذنوب الّتي أحاطت بها ، من التعبّد بالأحكام الإلهيّة والتقلّد بالنواميس الربانيّة ، طارت إلى وكرها الأصلي ورجعت إلى عالمها العلوي .\r\nفلنشرع في تطبيق القوى في المراتب الأربع على الولاء .\r\nفنقول : بالحريّ أن نذكر ذلك بين كلّ مُتجاورين ليظهر من ذلك انطباق الكل في البين ، فاعلم أنّ الجذب يضاهي السمع ؛ لأنَّ جذب الصماخ للصوت يصير سبب السماع ، والإمساك يضاهي الإبصار بناءً على ما هو الحق عندنا من أنَّ الإبصار إنّما يكون في خارج باستيلاء نور النفوس على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الانشقاق : 19 .\r\n( 2 ) - التوبة : 55 .\r\n( 3 ) - الحشر : 19 .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nظاهر الشيء المحسوس كأنّه يحفظه ويمسكه لتنال النفس منه ما تنال ، وقد تقرّر أيضا في مدارك أرباب الأذواق الإلهيّة أنّ إمساك السماوات والأرض وما فيهما إنّما يتسبّب عن الاسم البصير ، ولذلك ورد في تفسير قوله تعالى :  « وَلِتُصْنَعَ عَلى عَيْنِي »  « 1 » أي على حفظي « 2 » وقال تعالى :  « ما يُمْسِكُهُنَّ إِلَّا الرَّحْمنُ إِنَّهُ بِكُلِّ شَيْءٍ بَصِيرٌ »  « 3 »  . \r\nوالهضم يضاهي الذوق ؛ لأنَّ تلك القوّة مبدأ مبادئ الهضم ، وكذا الدفع يضاهي اللّمس ؛ لأنَّ عمدة منافع اللّمس رفع المُنافر ، وكذا التربية تضاهي الشمّ ؛ لأن القوى الدماغيّة هي العمدة في التربية .\r\nثمّ البصر يحاذي الفكر ؛ لأنَّ النظر أصل الفكر في عالم الكون ، كما أنَّ الفكر أصل النظر في العالم العلوي ، وكذا السمع يحاذي الذكر الّذي أريد به قوّة الحفظ ، وقد دريت أنَّ الجذب والحفظ من السمع ، وكذا الذوق يحاذي العلم ؛ لأنَّ العلم غذاء الروح ، وكذا اللمس يحاذي الحلم ؛ لأنَّ تلك القوّة إنّما شأنها تحمّل المشاقّ من توارد الحرّ والبرد ، ولكونها مُتسبّبة عن لينة الأعصاب إلى مرتبة يتأتّى منها الإحساس اللمسي ، وكذا الشمّ يحاذي النباهة الّتي هي طلب الشرف والرفعة ؛ لأنّها تنشأ من الدماغ الذي هو معدن تلك القوّة .\r\nثمّ البقاء في الفناء إنّما يتحصّل من النظر والفكرة في الأشياء بأنّها لا شيئيّة لها إلّا باللَّه تعالى ، والنعيم في الشقاء إنّما يكون بتذكر الحقائق المُنتزعة من الكائنات ، وتصفية تلك الأنوار من كدورات الجسمانيّات ، وكذا العزّ في الذلّ إنّما يتيسّر بالرياضات العلميّة ، والفقر مع الغناء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - طه : 39 .\r\n( 2 ) - مجمع البيان 7 : 18 ، تفسير الفخر الرازي 22 : 54 .\r\n( 3 ) - الملك : 19 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nإنّما يحصل بالحلم وتحمّل المشاقّ مع الاستغناء عن الناس ، وكذا الصبر مع البلاء ؛ لأنَّ العزّة في أيّ موطن تراد إنّما تتأتى بالصبر على المصائب والبلاء .\r\nإيضاح\r\nالمراد بالقوّة المربّية في قوى النفس النباتيّة هي النامية ، ولعلّ المُراد بالفكر في قوى الناطقة هي القوّة المدركة أعمّ من أن تكون مدركة الصور أو المعاني ، وبالذكر القوّة الحافظة كذلك ، وبالعلم القوّة النظريّة ، وبالحلم القوّة العمليّة « 1 » وبالنباهة القوّة الحدسيّة ، ويمكن في الثلاثة الأول أن تكون هي مراتب القوّة النظريّة وفي الأخيرتين كما ذكرنا .\r\nوبالجملة : لا ريب أنَّ القوى إذا استعملت فيما يليق بها وفيما تخلق لأجلها يورث النزاهة والتجرّد من المواد ، والتقدّس عن مذامّ الصفات والأخلاق على الوجه السداد ، وينجي من الوقوع في شكوك الأهواء والتورّط في مضلّات الآراء ، ويوجب العلم بحقائق الأشياء والمعرفة بكيفيّة الترقّي من المُسبّبات إلى أسبابها ، بل يورث التحقّق بتلك الحقائق والتعلّق بهذه الرقائق كما قيل في مرتبة العقل بالفعل .\r\nوأمّا قوى النفس الكليّة الإلهيّة ، فاعلم أنّ كلمة « في » كلّما وردت في مثل هذه المواضع فهي للسببيّة ، مثلها في قوله صلّى اللَّه عليه وآله : (\r\nإنّ امرأة دخلت النار في هرّة ) « 2 »\r\nفالبقاء الدائم لا يمكن إلّا بالفناء عن كلّ شيء حتّى عن الفناء « 3 » والنعيم الدائم لا يحصل إلّا بتحمّل المشاقّ ومقاسات الشدائد واستدامة هذا الذواق ، وكذا العزّة الثابتة عند اللَّه لا تنال إلّا بالذّل بين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في نسخة « ل » : العلمية .\r\n( 2 ) - مسند أحمد بن حنبل 2 : 507 .\r\n( 3 ) - في نسخة « ل » : الغناء .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nالناس  « تِلْكَ الدَّارُ الْآخِرَةُ نَجْعَلُها لِلَّذِينَ لا يُرِيدُونَ عُلُوًّا فِي الْأَرْضِ وَلا فَساداً »  « 1 » وكذا الافتقار الكلّي إلى اللَّه لا يحصل إلّا بالإياس عن الناس ، وإنّهم لا يملكون ضرّاً ولا نفعاً بالبرهان والقياس ودرجة الصابرين لا يوصل إليها إلّا بأن « لا  تَأْسَوْا عَلى ما فاتَكُمْ وَلا تَفْرَحُوا بِما آتاكُمْ »  « 2 »  . \r\nوفي قوله صلوات اللَّه عليه : « والعقل وسط الكل » تصريح بأنَّ هذه النفوس كالدوائر بالعقل ، فهو بمنزلة المركز ، غير أنَّ المركز في الدوائر العقليّة هو المحيط بالدائرة بخلافه في الدوائر الجسمانية ، ومن ذلك يظهر أيضاً أنّ الكلّ قشور لهذا اللّب ، وأنّها مراتب تنزلات ذلك النور من شبّ إلى دبّ « 3 » .\r\nوذكر الآيتين للاستشهاد على أنَّ بدو هذه الأنفس من اللَّه ذي الجلال والإكرام وإليه عودها بالكمال ، فقوله تعالى :  « وَنَفَخْتُ فِيهِ مِنْ رُوحِي »  « 4 »  *  لبيان الابتداء ، وقوله جلّ وعلا :   « يا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ ارْجِعِي إِلى رَبِّكِ راضِيَةً مَرْضِيَّةً »   « 5 » لبيان الإعادة ، فتبصر .\r\n\r\n\r\n\r\n","description":"\r\nقوله : دبّ إلى شبّ .\r\nكذا في النُسخة الّتي عندنا ، والظاهر أنّه من خطأ الناسخ ، والصحيح من شبّ إلى دبّ ؛ أي من الشباب إلى أن دبّ على العصا . قاموس « 6 » .\r\n","footnote":"\r\n( 1 ) - القصص : 83 .\r\n( 2 ) - الحديد : 23 .\r\n( 3 ) - في بعض النسخ « من دبّ إلى شب » والصحيح ما أثبتناه ، انظر مجمع الأمثال 1 : 628 .\r\n( 4 ) - الحجر : 29 ، وسورة ص : 72 .\r\n( 5 ) - الفجر : 27 - 28 .\r\n( 6 ) - القاموس المحيط : 105 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nالمبحث الثالث ما الموجَد الموجِد\r\nوالجواب أنّه الطبيعة الكليّة والعناية الرحمانيّة والقوّة الجوهريّة الفائضة عن النفس الكليّة الإلهيّة لتدبير العوالم المادّيّة من العلويّة والسفليّة ،\r\n\r\n\r\n","description":"\r\nقوله : في أنّه سُئل عن الموجَد الموجِد . . . إلى آخره .\r\nوالآن لك أن تُطبّق الموجَد الموجِد على النفس الكليّة الإلهيّة على ما سمعت شرحها من ذلك العارف الجليل ، وليست محتاجة إلى الشرح والتفصيل ، ويبقى الوجهان اللّذان أوردهما من أنّ الصّنع والإيجاد يقال لعالم العقل والنفس من عالم الأمر ، وأنّ تينك المرتبتين اللّتين يُعبّر عنهما في لسان الشرع بعالم الأسماء والصفات فحسب ، فليستا من عالم الخلق من شيء ، فنقول تحقيقاً في الجواب وتبييناً للصواب :\r\nإنّ كلّ ماله تعلّق بالمادة - أيّ تعلّق كان - تعلّقاً ذاتيّاً أو تعلّقاً فعليّاً ، سواء كان من القوى المنطبعة فيها النازلة في منزلها الهابطة عن عالم القدس الراحلة عن محلّ - الانس ، أو من الموجودات المتوسطة والقاطنين في البرازخ الملزومة لصفات المادّة وحيثيّاتها ، أو من العوالي والملائكة السماويّة المتعلّقة بها تعلّقاً تدبيريّاً - هو من عالم الخلق ، ويُطلق عليه اسمه ويظهر فيه رسمه ، ويكون إطلاقه عليه شائعاً في لسان\r\n","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nأرباب الحكمة والمعرفة « 1 » وأهل بيت الوحي والنبوّة .\r\nنعم ، هذا حقّ في المرتبتين السابقتين اللّتين عرفتهما في تلك المُسودّات ، وبالخُصوص المرتبة الأولى الّتي هي نفس المشيّة الّتي هي حقّ مخلوق به .\r\nومن غريب الاتّفاق أني عثرت على كلام من ذلك العارف الكامل عند التعرّض لكلامه هذا في كتاب شرح توحيد شيخنا القمّي صدوق الطائفة رضي اللَّه تعالى عنه ، وهو من أعظم مصنّفات ذلك العارف ، وأرفع كتب الشيعة في المعارف ، وليس عندنا منه إلّا الجُزء الثالث الذي استسعدت لزيارته بعد ما شرعت في تلك المسودّات ، قال رضي اللَّه عنه عند قول مولانا وسيّدنا أبي الحسن الرضا عليه السلام في تفسير حروف المعجم :\r\n( إنّ أوّل ما خلق اللَّه عزّ وجل ليعرف به خلقه الكتابة حروف المُعجم ) « 2 »\r\nبعد كلام طويل بهذه العبارة : فلعلّ المعنى - أي معنى الحديث الشريف - أنّ أوّل ما خلق اللَّه تعالى أوّليّته باعتبار أنّ أثر الإبداع يقال له الخلق ، أو باعتبار أنّ كلّ ما من شأنه أن يتعلّق بالمادّة تعلّقاً أيّ تعلّق كان يُستعمل فيه الخلق ، انتهى موضع الحاجة .\r\nوقد صرّح في كلام أفاده قبيل ذلك الكلام تركناه مخافة التطويل أنّ الإبداع هو العقل ، وأثر الإبداع - الذي هو الحرف - عبارة عن النفس ، وهذا الكلام هو الموافق للتحقيق .\r\nوأمّا قوله : « إنّ تينك المرتبتين هما عالم الأسماء والصفات ، والفرق بينهما أنّ المرتبة العقليّة هي الأسماء والصفات الذاتيّة والمرتبة النفسيّة هي الأسماء والصفات الفعليّة » .\r\n","footnote":"\r\n( 1 ) - رسالتان في الحكمة المتعالية والفكر الروحي للشرف البلاسي : 49 ، الشواهد الربوبية : 95 .\r\n( 2 ) - التوحيد للصدوق : 232 / 1 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nفهو وإن كان له وجه صحيح ، إلّا أنّ الأسماء والصفات الذاتيّة على الحقيقة هي الّتي ثابتة لذاته المقدّسة المُستجنّة في الذات المُتعال بحسب الشؤون والأطوار والتجلّيات الذاتيّة .\r\nوقد حمل ذلك العارف الجليل قول أبي عبد اللَّه عليه السلام :\r\n( ذاتٌ علّامة سميعة بصيرة ) « 1 »\r\nعلى كون الذات الأحديّة بنفس ذاته الشريفة نائبة مناب هذه الصفات ، وقد\r\nورد من طريق أهل البيت عليهم السلام : ( لم يزل اللَّه جلّ وعزّ ربّنا والعلم ذاته ولا معلوم ، والسمع ذاته ولا مسموع ، والبصر ذاته ولا مُبصر ، والقُدرة ذاته ولا مقدور ) « 2 »\r\nإلى غير ذلك .\r\nوالحاصل : أنّ الأسماء والصفات الذاتيّة أجلّ ممّا ذكره ذلك العارف الجليل ، وأقدس ممّا يناله يد التحديد والتقدير ، وأنزه ممّا يحوم حول حضرته التقييد والتكثير ، وقد عرفت فيما سبق من التفصيل ، وانفتح على قلبك بأوضح سبيل ، أنّ مراتب الوجود من مُجرّدها ومادّيها من تعيّنات المشيّة معتنقات بالتحديد والتكثير ، متلازمات بالتقييد والتقدير ، كما يراه أصحاب القلوب من الأحرار وأرباب السابقة الحسنى من ذوي الأسرار .\r\nوأمّا الأسماء والصفات الفعليّة فهي جميع مراتب الوجود ، وسلسلة النزول والصعود من عوالم الغيب والشهود ، لا يختصّ بمرتبة من المراتب ولا بحدّ من الحدود ، كما هو المحقّق في محلّه والمبيّن عند أهله « 3 » وقد فصّلنا القول في بعض الرسائل « 4 » وليس هاهنا محل التحقيق والتفصيل .\r\n","footnote":"\r\n( 1 ) - أصول الكافي 1 : 65 / 6 و 83 / 1 و 84 / 2 ، التوحيد للصدوق : 139 / 2 و 143 / 8 .\r\n( 2 ) - أصول الكافي 1 : 83 / 1 ، التوحيد للصدوق : 139 / 1 .\r\n( 3 ) - شرح القيصري على الفصوص : 84 .\r\n( 4 ) - تعليقة الإمام على الفصوص : 310 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nوهي مظهر الإرادة الرّبانيّة كما في توحيد المُفضّل من قول مولانا الصادق عليه السلام : « إنَّ الطبيعة تفعل بإرادة اللَّه » « 1 » وهي الفاعلة في العالم الكوني الفعل الذي يقابل الانفعال ، ونسبة الإيجاد الفعلي - المقابل للانفعال التدريجي إليها دون نظيرتيها السابقتين لوجهين :\r\nأحدهما : أنَّ الصنع بل الإيجاد باعتبارٍ ممّا يقال في الحقيقة على عالم الخلق الّذي يقع فيه الفعل والانفعال التجديديين والتحريك والتحرّك الزمانيّين ، ومبدأ ذلك العالم من تلك القوّة الشريفة النوريّة في المادّة القابلة الكليّة تنفّس الجسم - الذي هو العرش من وجه - تنفّس الصعداء ، وباستنشاق المادّة ذلك النفس الرحماني من قبل اليمن ؛ أي الوادي الأيمن من عالم الأرواح - انتظم نظام العلويّات والسفليّات برمّتها « 2 » .\r\nوأمّا المرتبتان المُقدّمتان - أي العقل والنفس - فهما من عالم الأمر ومنزل القدس والكمال ، ولا يجري هناك الفعل والانفعال ولا الحركة والانتقال ،\r\n\r\n\r\n\r\n","description":"\r\nوقد تحقّق عند مدارك أصحاب العلم والحكمة « 3 » أنّ الإيجاد في العوالم الخلقيّة والصنع في المراتب النازلة كلّما تحقّق فهو من ناحية النفس أيّة نفس كانت ، وأمّا العقل فقد عرفت حاله ، والجسم والصورة والهيولى فليس من شأنها الإيجاد والصنع ، والقوى الجسميّة من آلات النفوس النباتيّة أو الحيوانيّة أو الإنسانيّة ومظاهرها ، لا استقلال لها في التأثير والإيجاد . فتحقّق ممّا مرّ عليك أنّ الموجَد الموجِد أخصّ صفة من صفات النفس ، وأوضح علامة من علاماتها ، فتبصّر .\r\n","footnote":"\r\n( 1 ) - بحار الأنوار 3 : 67 و 149 .\r\n( 2 ) - في نسخة « ر » إضافة : إذ ينفخ هذه الصورة الشريفة وبتنفس النفس الإلهية النفس الرحماني ، استنشقت المادة رائحة الوجود في عرصة الشهود ، فتحقق العالم الجسماني بكليّته ، وانتظم النظام العلوي والسفلي بجملته .\r\n( 3 ) - أثولوجيا أفلوطين : 20 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nبل إنّما تترتّب الآثار على المؤثّرات في ذلك العالم الشريف بمحض التعقّل والشوق بل المعقولات في ذلك العالم نفس التعقّل والشوق كما يعرفه أهل الذوق ، قال اللَّه تعالى :  « إِنَّما أَمْرُهُ إِذا أَرادَ شَيْئاً أَنْ يَقُولَ لَهُ كُنْ فَيَكُونُ »  « 1 » وعند النظر الجليل ترى أنَّ معلولات عالم الأمر إنّما هي آثار التسبيح والتقديس الذي طباعهم ، ونتائج التهليل والتمجيد الذي شأنهم ، وأنّهم لا يفترون من ذلك ساعة ولا يسأمون لحظة يرشدك إليه :\r\n( أن تسبيحنا يغرس شجرة في قيعان الجنّة )\r\nكما في الخبر « 2 » فكيف الظنّ بتسبيحاتهم وتقديساتهم مع كمال طهارتهم ؟ !\r\nوثانيهما : أنَّ تينك المرتبتين السابقتين هما ليستا من عالم الخلق والصنع ، بل هما ما يعبّر عنه في لسان الشرع بعالم الأسماء والصفات « 3 » ليس إلّا ، لكن المرتبة الأولى هي مرتبة الأسماء والصفات الذاتية كالعلم والحياة والقدرة ، والمرتبة النفسية هي مرتبة الأسماء والصفات الفعليّة كالمشيّة والكبرياء والعظمة ، بل النظر الجليل يرى الأولى هي الصفات الذاتيّة الإلهيّة من حيث المرتبة والحقيقة ، والثانية هذه الصفات لكن من حيث الوجود والتحقيق ، فنسبة الإيجاد إلى المرتبتين السابقتين ليس كنسبته إلى المكوّنات ، بل الإمكان الذاتي في العوالي محض اعتبار عقلي كما قاله بعض الأعلام « 4 » .\r\nوبالجملة : هذا العالم العلوي عالم الوجوب المتاخم لأُفق الوحدة الحقّة والبساطة المحضة ، وقد قيل : « عالم الأمر ما لا حكم فيه للإمكان » « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يس : 82 .\r\n( 2 ) - ثواب الأعمال للصدوق : 26 / 3 ، وسائل الشيعة 4 : 1026 / 5 .\r\n( 3 ) - الأسفار 6 : 187 .\r\n( 4 ) - نفس المصدر 1 : 174 .\r\n( 5 ) - مصباح الانس : 118 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nوإلى المرتبة الأولى أشير بقوله تعالى في آخر سورة الحشر :  « هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ عالِمُ الْغَيْبِ وَالشَّهادَةِ هُوَ الرَّحْمنُ الرَّحِيمُ »  « 1 » وإلى المرتبة الثانية بقوله :  « هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحانَ \r\n\r\n\r\n\r\n","description":"\r\nقوله : وإلى المرتبة الأولى أشير . . . إلى آخره .\r\nاعلم أنّ الآيات الشريفة الّتي ذكرها ذلك العارف الجليل رضى اللَّه عنه واستشهد بها لما جعله التحقيق محتوية عند النظر الدقيق على الأسماء الذاتيّة الثابتة للحضرة الواحديّة ، إلّا أنّ مظاهرها في العالم الخلقي مختلفة النشأة والوجود من العقل والنفس والهيولى والصورة إلى غير ذلك .\r\nوقد اصطلح الشيخ « صاحب الفتوحات » في بعض كتبه « الأسماء الذات » على الأسماء الّتي كانت الذات فيها ظاهرة كالحيّ العليم ، و « الأسماء الصفات » على الّتي كانت الصفات فيها ظاهرة ، و « الأسماء الأفعال » على الّتي كان الفعل فيها ظاهراً « 2 » .\r\nفعلى هذا الاصطلاح كانت الآية الشريفة الأولى مُشيرة إلى الأسماء الصفات ، والآية الثانية إلى الأسماء الذات ، والآية الثالثة إلى الأسماء الأفعال ، وأيضاً إنّ الآية الأولى إشارة إلى صفة الجمال ، والثانية إلى صفة الجلال ، وإن كان في كلّ صفةِ جمالٍ جلالٌ وفي كلّ جلالٍ جمالٌ .\r\nوفي الآيات الشريفة وتصديرها بقوله :  « هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ »  « 3 »  *  إشارات ورموزات وعلوم ومعارف ليس في هذا المختصر مقام ذكرها ، والأولى إرجاعها إلى طور وراء طورها .\r\n","footnote":"\r\n( 1 ) - الحشر : 22 .\r\n( 2 ) - إنشاء الدوائر : 29 و 30 .\r\n( 3 ) - الحشر : 22 و 23 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n عَمَّا يُشْرِكُونَ »  « 1 » وإلى المرتبة الثالثة الّتي نحن بصدد بيانها بقوله :  « هُوَ اللَّهُ الْخالِقُ الْبارِئُ الْمُصَوِّرُ لَهُ الْأَسْماءُ الْحُسْنى يُسَبِّحُ لَهُ ما فِي السَّماواتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ »  « 2 »  . \r\nولنرجع إلى ما كنّا فيه فنقول : إنَّ تلك الطبيعة غير الصورة الفاعلة في الأجسام ، بل هي العناية الربانيّة الممسكة لنظام العالم ، وهي مطلع الإرادة الإلهيّة الّتي هي نفس الفعل - بالفتح - في الأخبار النبويّة « 3 » ومعنى الموجَديّة والموجِديّة - بالفتح ثمّ الكسر - أنّها فاعلة في الأشياء بإذن اللَّه ، ومعطية للصور كما شاء اللَّه ، ومخلوقة بنفسها من اللَّه إذ الأشياء مخلوقة بالإرادة وهي مخلوقة بنفسها .\r\nوفي معنى الموجَديّة والموجِديّة في الطبيعة الّتي هي مطلع الإرادة ما ورد في الأخبار عن الأئمّة عليهم السلام من :\r\n( أنَّ اللَّه خلق الأشياء بالمشيّة وخلق المشيّة بنفسها ) « 4 »\r\nوهذا بعينه يجري في الإرادة غير أنَّ الفرقان بينهما قليل ، وكثيراً ما يعبّر في الأخبار عنهما بأحدهما ، وعن كلّ واحد منهما بالآخر كما لا يخفى ؛ حتّى ظنّ من ذلك بعض الأعلام أنّهما صفة واحدة « 5 » .\r\n\r\n\r\n\r\n","description":"\r\nقوله : حتّى ظنّ من ذلك .\r\nليس في هذه الرسالة - مع كون بنائها على الاختصار والإجمال ، والرمز والإشارة في المقال - محلّ الحُكومة بين هذين الأستاذين مع كونها خارجة عن وسعي ؛ فإنّ تحقيقاتهما أجلّ من أن تنالها أيدينا .\r\n","footnote":"\r\n( 1 ) - الحشر : 23 .\r\n( 2 ) - الحشر : 24 .\r\n( 3 ) - انظر أصول الكافي 1 : 116 باب 26 ، التوحيد للصدوق : 336 باب المشيئة والإرادة .\r\n( 4 ) - أصول الكافي 1 : 85 / 4 ، التوحيد للصدوق : 148 / 19 .\r\n( 5 ) - مرآة العقول 2 : 155 ، الوافي للفيض الكاشاني 1 : 518 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nالمبحث الرابع ما الجاري المنجمد\r\nوالجواب أنّه الطبيعة الجسميّة أي الجسم الطبيعي المرسل ، وهي طبيعة\r\n\r\n\r\n\r\n","description":"\r\nقوله : ما الجاري المنجمد . . . إلى آخره .\r\nما أفاد ذلك العارف الكامل في الجواب من كون الجاري المنجمد هو الطبيعة الجسميّة موافق للصواب ، وإن كان التفصيل الذي أفاد وزعم أنّه موافق للتحقيق خلاف الحقّ الحقيق ، بل خلاف الآية الشريفة « 1 » بالنظر الدقيق ، وخلاف تركيب عبارة الحديث الشريف ، من تقديم الجاري على المنجمد ، وإتيان المنجمد بصيغة الانفعال الّتي هي للقبول والعروض .\r\nوالتحقيق : أنّ الطبيعة الجسميّة هي الجارية جرياناً ذاتيّاً ، والمُتغيّرة تغيّراً جوهريّاً ، والمُتبدّلة تبدّلًا ماهويّاً في كلِّ آنٍ ، بل التعبير عنها بالآن من ضيق العبارة ، والأولى أن يقال : جرياناً دائميأ وتغييراً اتصاليّاً ، كما أفاد ذلك بأوضح بيان في الكتاب الإلهي بالتمثيل بمرور السحاب « 2 » الذي هو مرور دائمي بلا تخلّل السُكون الحركة والتبديل وافقه في الصورة النوعيّة الّتي شيئيّة الشيء بها ، ولولاها لم يكن الشيء مذكوراً ، بل\r\n","footnote":"\r\n( 1 ) - النمل : 88 .\r\n( 2 ) - النمل : 88 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nسيّاله بذاتها من دون ميعان بل في جمود ، ومتحركة بنفسها مع كونها ثابتة في ذاتها ، كما قال عزّ من قائل :  « وَتَرَى الْجِبالَ تَحْسَبُها جامِدَةً وَهِيَ تَمُرُّ مَرَّ السَّحابِ صُنْعَ اللَّهِ الَّذِي أَتْقَنَ كُلَّ شَيْءٍ »  « 1 »  . \r\nأمّا معنى كونها سيّالة متحرّكة بذاتها فهو أنَّ الحركة من لوازمها من حيث قابليتها واستعدادها الذاتي ؛ لأنَّ تحرّكها النفسي تحريكها\r\n\r\n\r\n\r\n","description":"\r\nكانت الصورة نفس التجدّد والسيلان كما ساق إليه البرهان « 2 » وليست الحركة في الأحوال فحسب ، وإن كانت التغيّرات العرضيّة وبحسب الأحوال لازمة للتغيرات الذاتيّة وكواشف عنها ، وثبوت الذات في الحقائق الّتي بحسب ذاتها واقعة تحت تصرّف الزمان غير جائز على شريعة الحكمة والبرهان ، كما أوضح سبيله بأتمّ بيان وأصحّ تبيان في الكتاب الحكيم والقرآن المحكم القويم ، حيث نسب جمود الجبال - الّتي هي أوضح مصاديق الطبيعة الجسميّة - وثبوتها إلى الزعم والحسبان ، وأثبت الحركة والمرور والسيلان لها مؤكّداً باسميّة الجملة وحاليّتها مع إتيان المسند بالفعل المضارع الدالّ على التغيّر التجدّدي والسيلان الاتّصالي ، وأوضحه بالتمثيل بمرور السحاب في الحس الّذي كان متّصل الحركة ودائم السيلان .\r\nوليس في هذه الرسالة المختصرة الموضوعة للرمز والإشارة مجال بيان هذه الحقائق وتفصيلها ، ولم تحضرني الرسالة « 3 » الّتي ذكرها حتّى أتصدّى للحكومة بين هذا العارف الكامل وذلك الفيلسوف المتألّه « 4 » رضي اللَّه عنهما وإن كانت الحكومة بينهما خارجة عن وسعي مع قصور الباع وقلّة الاطّلاع .\r\n","footnote":"\r\n( 1 ) - النمل : 88 .\r\n( 2 ) - الأسفار 3 : 80 وما بعدها .\r\n( 3 ) - وهي رسالة مرقاة الأسرار .\r\n( 4 ) - هو الفيض الكاشاني قدّس سرّه .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nالتسخيري الشوقى ، وكون التحريك من قبل النفس « 1 » لا ينافي كون حركتها بذاتها ؛ بمعنى أنَّ القبول المخمّر في طينتها يبعثها على الطلب من النفس ؛ لأنَّ تعيين حدود الحركة وجهاتها لا يمكن أن يكون لذاتها ، بل إنّما هو من قبل النفس وإرادتها ، ومن ذلك قيل : النفس عدد متحرّك ، فهي المتحرّك المُحرّك .\r\nوأمّا ثبات الطبيعة الجسميّة وجمودها ، فمن جهة أنَّ ذاتها ليست نفس الحركة والسيلان كما زعم بعض الأساتيذ الأعلام « 2 » بل هي ذات ثابتة بنفسها والحركة عارضة لها من حيث القابليّة عروض اللوازم الذاتيّة لمعروضها ، وتحقيق ذلك مبسوطاً مذكور في رسالتنا المُسمّاة : ب « مرقاة الأسرار » « 3 » في بيان حدوث العالم حدوثاً زمانيّاً .\r\nثمَّ إنَّ ذلك التغيير مبدأ سائر التغيّرات الّتي بعدها أيّ تغيّر كان مع جمودها في الظاهر على حالها ، فالعالم الجسماني بمجموعه مُتغيّر ومُتحرّك دائماً يتبدّل تعيّنه مع الآنات ، ففي كلّ آن يوجد مُتعيّن غير المتعيّن الأوّل ، والعين الواحدة الّتي يطرأ عليها هذه التغييرات وهي بحالها هو الجسم الطبيعي الثابت بذاته المُتغيّر بأحواله ، وفي الآية إيماء إلى ذلك حيث قال :  « وَتَرَى الْجِبالَ »  أي الحقيقة الأصلية الّتي هي طبيعة الجسم  « تَحْسَبُها جامِدَةً »  ثابتة حين تمرّ وتعرضها الحركة ، فالمرور حال عارض والجمود والثبات ذاتيّ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في نسخة « س » لأن تحركها النفس ؛ لأنّ تحريكها إنّما هو من النفس وذلك . وفي « ر » لأن تحركها النفس لأن تحريكها إنّما أمر من النفس وذلك بدل : لأنّ تحركها النفسي تحريكها التسخيري الشوقي وكون التحريك من قبل النفس .\r\n( 2 ) - أصول المعارف للفيض الكاشاني : 85 .\r\n( 3 ) - هي رسالة في مسألة ربط الحادث بالقديم ، وصدور المتغير عن الثابت المقيم ، وذكر فيها في قاعدة أن الحركة ليس من ذاتيات الطبيعة لكونها عرضاً ، صفحة : 6 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nوهكذا ينبغي أن يفهم تجدّد الخلق مع الآنات ، لا كما ذهب بعض الأعلام إليه من أنَّ الطبيعة الجسميّة ذاتها سيالة بمعنى أنّها نفس الحركة والسيلان « 1 » ولا كما زعم بعض المُتصوّفة من أنَّ المُتبدّل هو الوجودات كلّها\r\n\r\n\r\n\r\n","description":"\r\nقوله : ولا كما زعم بعض المُتصوّفة . . . إلى آخره .\r\nما ذكره ذلك البعض له وجه صحيح موافق لمشرب رحيق عرفاني ومأخذ تحقيقي إيماني ؛ وهو أنّ القيّوم بالذات والثابت بجميع الجهات ، الذي لا طريق للتّغيير في كبرياء قدسه ، ولا أثر للتّبديل حول حريم انسه ، هو الذات الأحدية جلّ برهانه وعظم شأنه وسلطانه ، وأمّا الموجودات الإمكانيّة فهي بالجهات المُنتسبة إليه تعالى كذلك ، وأمّا بجهات نفسيّاتها وحيثيّات ذاتها فهي متغيّرات الهويّة متبدّلات الماهيّة والحقيقة من الليس إلى الأيس ، بل سلسلة الموجودات بقضّها وقضيضها وأوجها وحضيضها دائمة التبدّل متّصلة التغيّر في انوجاد وانعدام بحسب حكومة الأسماء الإلهيّة ، فإنّ اللَّه تعالى بحسب اسم  « كُلَّ يَوْمٍ هُوَ فِي شَأْنٍ »  « 2 » يخرج الموجودات من الليس إلى الأيس ومن الأيس إلى الليس .\r\nوأيضاً إنّ مراتب الوجود من الغيب والشهود لها بسطٌ ببسط بساط الرحمة الرحمانيّة والرحيميّة تحت حكومة اسم  « الرَّحْمنِ الرَّحِيمِ » *  وقبضٌ بجمع هذا البساط تحت تصرّف اسم  « الْواحِدُ الْقَهَّارُ »  « 3 » وأمثال ذلك من الحركات والتبدّلات الّتي للموجودات دون مبدئها وللمبدَعات دون مبدعِها ، وليست هذه الحركات الّتي عرفتها مختصّة بعالم المادّة والماديّات وسلسلة السافلات من القاطنين في موطن الزمان والزمانيّات ، فتبصّر ولا تخلط بين المشارب فإنَّ لكلّ قوم لساناً ولكلّ كلام مع\r\n","footnote":"\r\n( 1 ) - أصول المعارف للفيض الكاشاني : 85 .\r\n( 2 ) - الرحمن : 29 .\r\n( 3 ) - الرعد : 16 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nوالعين الواحدة هو الوجود الحقيقي الذي بزعمهم هو اللَّه « 1 » تعالى عمّا يقولون علوّاً كبيراً .\r\nثمّ اعلم أنَّ هذه الطبيعة الجسميّة هي عرش الرحمن باعتبار ، ومنها يتصحّح عالم المثال ، حيث ورد أنَّ في العرش مثال كلّ شيء في هذا\r\n\r\n\r\n\r\n","description":"\r\nكلّ متكلّم مقاماً ، كلّم الناس على قدر عقولهم « 2 » وما أرسل رسولٌ إلّا بلسان قومه « 3 » .\r\nقوله قدّس سرّه : ومنها يتصحّح عالم المثال . . . إلى آخره .\r\nما أشار إليه هاهنا لتصحيح عالم المثال ذكره في شرح توحيد صدوق الطائفة رضي اللَّه عنه أيضاً ، والذي دعاه إلى ذلك ما زعم من عدم إمكان وجود الصور المقداريّة بلا مادّة جسميّة كما صرّح به وادّعى الوضوح والتبيّن فيه .\r\nوليس هذا بكثير الإشكال عندنا ؛ فإنّ المقدار من لوازم الجسم الطبيعيّ ، بل الفرق بينهما بالإبهام والتعيين كما هو المقرّر في محلّه والمبيّن عند أهله « 4 » وقد ثبت في مدارك أصحاب الحكمة المتعالية أنّ احتياج الصورة إلى المادّة لقصورها ونقصانها وعدم تشخّصها في بدء وجودها ، وأمّا إذا صارت تامّة متشخّصة بالذات فلا احتياج لها إلّا إلى فاعلها التامّ وقيّومها المطلق ، فاستقلّت الصورة في الوجود بلا مادّة قابلة « 5 » .\r\nوليت شعري ما المادة القابلة في الصور الخياليّة الّتي في الإنسان الصغير ؟ هل الجسم مادّة لها ، أو النفس بقوّة وجودها وهمّتها توجدها بلا مادّة ؟ والعجب من ذلك\r\n","footnote":"\r\n( 1 ) - شرح فصوص الحكم للقيصري : 117 ، 210 ، 287 .\r\n( 2 ) - اقتباس من حديث رسول اللَّه صلى اللَّه عليه وآله ، أصول الكافي 1 : 18 / 15 .\r\n( 3 ) - اقتباس من سورة إبراهيم آية : 4 .\r\n( 4 ) - الأسفار 5 : 2 .\r\n( 5 ) - نفس المصدر 5 : 145 وما بعدها و 256 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nالعالم « 1 » وليس ذلك كما اشتهر بين أصحاب الإشراق ، فإنَّ وجود الصورة المقداريّة بدون المادّة بيّن الاستحالة ، بل إنّما يتيسّر فهم ذلك بعد ما تحقّقت\r\n\r\n\r\n\r\n","description":"\r\nالعارف العظيم الشأن مع كثرة غوره في مباحث علميّة وعرفانيّة كيف ذهل عن هذه الدقائق ؟ وهذه الغفلة والذهول صارت منشأً للردّ في كثير من المباحث العلميّة على شيخ مشايخ أرباب الحكمة والمعرفة صدر صدور الحكماء والمتألّهين رضى اللَّه تعالى عنه وليس هاهنا مقام ذكرها وتفصيلها .\r\nولقد أشير إلى ما ذكرنا في لباس الرمز في الكتاب الإلهي بقوله :  « وَإِنَّ الدَّارَ الْآخِرَةَ لَهِيَ الْحَيَوانُ »  « 2 » فإنّ مقتضى سريان الحياة في شراشر دار الآخرة - الّتي أوّل منزلها العالم البرزخي المضاهي للعالم المثالي ، وبإزائه في قوس الصعود كما هو مقابله في قوس النزول - أن لا يكون فيها المادّة الجسميّة الّتي هي مبدأ لكلّ موت وليست فيها حياة أصلًا .\r\nوأشير إلى ذلك أيضاً في النبوي المشهور :\r\n( الدنيا مزرعة الآخرة ) « 3 »\r\nفإنّ الدنيا إذا كانت مزرعة للآخرة كانت الآخرة دار الحصاد ، فإذا كانت الآخرة دار الحصاد لم يكن فيها قابليّة وهيولويّة ، فإنّ الهيولى بذاتها محلّ الزرع ، ووجودها بلا زرع لغو وعبث تعالى عن أن يكون في ملكه اللغو والعبث .\r\nوهاهنا أسرار ورموز بعضها راجعة إلى أحوال أهل البرزخ والقيامة من السعداء والأشقياء وكيفية الانتقالات الواقعة في الدار الآخرة ، ليس هاهنا محلّ ذكرها ورخصة إفشاء أمرها ، ولعلّ اللَّه يُحدث بعد ذلك أمرا ، ووفّقنا لوضع رسالة فيها فرداً .\r\n","footnote":"\r\n( 1 ) - الدعوات لقطب الدين الراوندي : 60 / 149 ، روضة الواعظين 1 : 47 ، بحار الأنوار 55 : 36 / 58 .\r\n( 2 ) - العنكبوت : 64 .\r\n( 3 ) - عوالي اللئالي 1 : 267 / 66 ، كنوز الحقائق لعبد الرؤوف المناوي : 132 .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nأنَّ الجسم الكلّ بعد تقومه بما ينبغي أن يتقوّم ، وقبل أن تعرضه كدورة الأعراض ، أو يلحقه صدأ الآثار والخواص - حقيقة نوريّة في نهاية الصفاء والصقالة بحيث كأنّه مرآة يحاذي بها شطر النفس الكليّة الّتي فيها جميع الحقائق العقليّة منطبع منها إليه كلّ الرقائق النوريّة ، بل هو كما قال الشيخ اليوناني في مرموزاته : إنَّ الفلك موضوع في وسط النفس ، فلا يخرج منها شيء إلّا وقد سلك من طريق الجسم إلى الحسّ ، ويمكن أن يشير إلى ذلك قوله سبحانه :  « يُدَبِّرُ الْأَمْرَ مِنَ السَّماءِ إِلَى الْأَرْضِ »  « 1 » وقوله :  « يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ »  « 2 » إلى غير ذلك من الآيات ، وقد بسطنا القول في ذلك في الموضع اللائق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - السجدة : 5 .\r\n( 2 ) - الطلاق : 12 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nالمبحث الخامس ما الزائد الناقص\r\nوالجواب أنّه الجسم التعليمي ؛ لأنّه من أعظم أنواع الكمّ القابل للزيادة والنقصان ، وهو معلول الطبيعة الجسميّة ؛ حيث يلزم الجسم الطبيعي من دون انفكاك عنه في وقت حتّى عند الانفصال خلافاً للمشهور عند المُتفلسفة المتأخرين « 1 » .\r\nولمّا كان لازماً عارضاً للجسم وجب أن يكون فيه فاعل له وأمر قابل له ، ومن البيّن أنَّ الفاعل في الجسم يسمّى صورة والقابل هيولى ، فثبت في الجسم الذي هو عرش الرحمن من وجه وجود أمرين : هما الهيولى ، والصورة .\r\n\r\n\r\n\r\n","description":"\r\nقوله : عند المتفلسفة المتأخّرين :\r\nلم أعرف صاحب هذا القول ، والمحقَّق عند المحقِّقين من المتأخرين تبديل المتعيّن الأوّل بالمتعيّن الآخر ، فإن أراد من عدم الانفكاك ما يشمل هذا فهو خلاف التحقيق بل الضرورة ؛ فإنّ الفرق بين التعليمي والطبيعي بالإبهام والتّعيين ، فتبصّر .\r\n","footnote":"\r\n( 1 ) - الإشارات والتنبيهات 2 : 34 ، الأسفار 4 : 20 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nأمّا وجه عرشيّة الجسم فلكونه مظهر الجواهر العقليّة ، والعرش هو العقل في الحقيقة ، وأيضاً من المُقرّر أنَّ العرش على الماء « 1 » والهيولى أشبه شيء بأن يعبّر عنها بالماء حيث تكون قابلة لجميع الصور والأشكال ، ومن ذلك يظهر أيضاً كون الصورة مظهر اسم الرحمن ، وقد قال :  « الرَّحْمنُ عَلَى الْعَرْشِ اسْتَوى »  « 2 » ومنه يتصحّح أيضاً\r\n( أنّ اللَّه سبحانه لمّا خلق العرش حمله على كواهل أملاك أربعة ، فلم يستقرّ قراراً وعجزوا عن حمله بداراً ، حتّى استقرّ بقول : لا إله إلّا اللَّه ولا حول ولا قوّة إلّا باللَّه ) « 3 » .\r\nأمّا عدم قراره فمن حيث استلزامه للسيلان والتغيير الذاتي ، وأمّا قراره بالكلمتين فلدلالتهما على ثبات اللَّه وقيوميّته لكلّ شيء وأنّه المُمسك السماوات والأرض .\r\nوبالجملة : هذا الجسم المُتكمّم مطلع التقدير الإلهي على العالم الكوني ، وعبّر عنه في الأخبار بالبحر العميق والطريق المظلم « 4 » .\r\nأمّا البحر العميق فلكونه في المادّة الّتي هي البحر الأعظم ، والتيّار المُحيط بالعالم ، والبحر المكنون من أعين أهل الحسّ الذي ورد أنّه فوق السماوات « 5 » .\r\nوأمّا الطريق المظلم فلكونه في عالم الغواشي والغواسق الجرمانيّة ، ومطمورة الطبائع الجسمانيّة .\r\nوأمّا سرّ كونه قابلًا للزيادة والنقصان فقد قال معلّم الحكمة في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هود : 7 .\r\n( 2 ) - طه : 5 .\r\n( 3 ) - انظر تفسير نور الثقلين 3 : 368 / 14 ، تفسير الإمام العسكري عليه السلام : 146 / 74 ، بحار الأنوار 55 :\r\n19 / 26 و 33 / 53 .\r\n( 4 ) - انظر نهج البلاغة : باب الحكم رقم 288 ، بحار الأنوار 5 : 97 / 22 .\r\n( 5 ) - اقتباس من رواية أصول الكافي 2 : 417 / 1 .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nاثولوجيا : إنَّ الأشياء الّتي تقبل الزيادة والنقصان هي في عالم الكون ، وإنّما صارت تقبل الزيادة والنقصان ؛ لأنَّ فاعلها ناقص هو الطبيعة ، وذلك لأنَّ الطبيعة لا تبدع صفات الأشياء كلّها معاً ، فلذلك تقبل الأشياء الطبيعيّة الزيادة والنقصان « 1 » .\r\nثمّ اعلم أنَّ بعد وجود التعليميّات الّتي هي مظهر القدر « 2 » يقضي اللَّه بوجود الأشخاص الكونيّة ، فتلك الأشخاص مطلع القضاء الإلهي ومظهر الحكم الحتم الرّباني ، هكذا ينبغي أن تفهم مراتب الخصال والأسباب من العلم والمشيّة والإرادة والقدر والقضاء من ربّ الأرباب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - أُثولوجيا أفلوطين : 139 .\r\n( 2 ) - في نسخة « م » : المقدّر .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\nالفائدة الثالثة في تحقيق جواب الإمام عليه السلام عن هذه الأسئلة وانطباق الكلام على الحقائق المذكورة وتخريجها منه من دون تكلّف ، ودلالته عليها من غير تعسّف\r\nوهاهنا مطلبان\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\nالمطلب الأوّل معنى قوله عليه السلام بينا أنت أنت صرنا نحن نحن\r\nاعلم أنَّ الغرض من قوله عليه السلام : « بينا أنت أنت صرنا نحن نحن » بعد ما تذكّرت من تحقيق معنى هذا التركيب هو أنَّ الذات الأحديّة كان حيث لا جهة فيه ولا جهة ، ولا حيث ولا حيث ، ولا اسم ولا رسم ، ولا نعت ولا وصف ، ولا حمل ولا وضع ، ولا إشارة ولا عبارة ، بل كان هو من دون أن يقال : هو هو بالتكرير ، وهي المرتبة اللائقة بالأحديّة الحقّة الصّرفة ، تعالى كبرياء ذاته عن وصمة الكثرة حتّى من اعتبار الجهة والحيثيّة ، بل قاطبة تلك الكثرات الأسمائيّة والصفاتيّة فإنّها بعد الذات بمراتب ، ويتباعد عنها تباعد الأرض والسماوات بسياسب .\r\nوبالجملة : لمّا كان في مرتبة الأحديّة هكذا وكانت ذاته ذاتاً لا علامة ، نظر سبحانه إلى نفسه ورأى ذاته بأنّه هو ، انبجست منه الأشياء كلّها وتسبب وجود الحقائق بقضّها وقضيضها ، وتصيّرت الذوات كبيرها وصغيرها ، وتذوّتت الماهيّات عظيمها وحقيرها دفعة سرمديّة خارجة عن الكيفيّة والحيثيّة مُتعالية عن الفكرة والرويّة ، مُقدّسة عن أن يشذّ منها شيء صغيراً كان أو كبيراً أو يعزب عنها مثقال ذرّة في الأرض والسماء ، وهذا هو معنى\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nقوله عليه السلام : « بينا أنت أنت صرنا نحن نحن » .\r\nوممّا يؤيّد أنّه تعالى في المرتبة الأحديّة هكذا - سواء كان قبل الخلق أو معها ، وأنّه في تلك المرتبة وحده لا هو هو - أخبار كثيرة منها ما ورد عن الرضا عليه السلام الذي هو مربيّ أولاد العجم في جواب مسألة عمران على ما رواه شيخنا الصدوق في توحيده ، وفي عيون أخبار الرضا عليه السلام أنّه قال بعد كلام :\r\n( لم يزل تعالى واحداً لا شيء معه فرداً لا ثاني معه ، لا معلوماً ولا مجهولًا ، ولا مُحكماً ولا مُتشابهاً ، ولا مذكوراً ولا منسيّاً ) « 1 » . .\r\n. الخبر ، فتبصّر .\r\n\r\nتذييل تدقيقي وتحقيق منطقي\r\nاعلم أنّ قولك : أنت أنت ، وأنا أنا ، وهو هو باصطلاح علم الميزان عند أهل العرفان « 2 » يستدعي استقلال الموضوع بالقوام واستغناءه عن الجاعل التامِّ ، فالممكن ليس له قوام بذاته بل بقيموميّته تعالى ، فلا يصحّ عليه هذا الحمل أزلًا وأبداً بالحقيقة ؛ وذلك لأنّك إذا فتّشت عن زيد فزيد إنسان متعيّن « 3 » وإذا تفحّصت عن الإنسان فهو حيوان متعين « 4 » وكذلك إذا تدرّجت عن الحيوان وسلكت بهذا العنوان لم يتوقّف في مرتبة إلى أن ينتهي إلى الجنس الأقصى البسيط ، ولمّا كان قول « ما » و « لم » في البسيط واحداً انتهى لا محالة إلى جاعل الذوات والماهيّات بالجعل البسيط ، والفاعل لقاطبة الموجودات من دون وسيط  « أَلا إِلَى اللَّهِ تَصِيرُ الْأُمُورُ »  « 5 »  . \r\nوبالجملة : في جميع المراتب لا يسعك هذا الحمل بالحقيقة أو مع وجدان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - التوحيد للصدوق : 435 ، عيون أخبار الرضا عليه السلام 1 : 139 .\r\n( 2 ) - أصول المعارف للفيض الكاشاني : 38 ، الأسفار 1 : 117 ، تفسير القرآن لابن العربي 1 : 142 و 2 : 870 .\r\n( 3 ) - في نسخة « ر » : متشخص بدل : متعين .\r\n( 4 ) - في نسخة « ر » : متعلق متقيد بدل : متعين .\r\n( 5 ) - الشورى : 53 .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nفائدة إلّا في المبدأ القيّوم تعالى شأنه ، فإنّه هو هو لا غيره .\r\nعلى هذا التحقيق الذي لا أظنّك تظفر به في غير هذه الأسطر ، فقوله عليه السلام : « بينا أنت أنت » ، على الحقيقة وقوله : « صرنا نحن نحن » إنَّما التكرار فيه بمجرد المُشاكلة والمُقايسة بالكلام الأوّل ؛ لأنَّ صيرورة الشيء شيئاً إنّما هو مفاد الجعل المركب ، وهو مُستحيل قطعاً ، وفي « الصحيفة السجادية » :\r\n( إلهي كيف أدعوك وأنا أنا ، وكيف أقطع رجائي عنك وأنت أنت ) « 1 »\r\nوذلك يعاضد ما قلنا ؛ إذ معناه أنَّ قولي واعتقادي « أنا أنا » إنّما يوجب أن يكون لي ذات دونك قائمة بنفسها ، ومع ذلك فكيف يسعني أن أدعوك وافتقر إليك ، ومن أين تكون لي الحاجة إلى أن أطلبك ، فإنَّ ذلك يشعر باستغنائي عنك ، ثمَّ لمّا نفى عليه السلام عن نفسه ذلك قال : « وكيف أقطع رجائي عنك وأنت أنت » أي هذا الحكم ما ينبغي إلّا لك ولا يشركك فيه أحد غيرك ؛ لأنّك أنت القائم بذاته القيّوم لما سواه ، فلأيّ شيء لا أدعوك ، وكيف يسعني أن أقطع رجائي عنك والكلّ منك وبك ولك وإليك .\r\nوممّا قلنا يتصحّح أيضاً سرّ ما نقل عن جبرئيل في ابتداء خلقه ، حيث سأله اللَّه أكثر من مرّة من أنا ومن أنت ؟ ! ويجيب كلّ مرّة مخاطباً للَّه بقوله : أنت أنت وأنا أنا ، فيحترق بسطوات الكبرياء ، ويسقط من سماء القرب أبعد ممّا بين هذه الأرض وتلك السماء إلى أن ظهر مُغيث النفوس والأرواح في عالم الأنوار والأشباح ، مولى الكونين ، وإمام الثقلين مولانا علي عليه السلام ، فعلّمه بأن يقول في الجواب : أنت الملك الجليل وأنا العبد الذليل جبرئيل ، فلمّا قال ذلك تخلّص من الاحتراق بنار البعد والفراق « 2 » فاحتفظ بذلك التحقيق فإنّه من مشرب رحيق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الصحيفة السجّادية الجامعة : 398 .\r\n( 2 ) - انظر الأنوار النعمانيّة 1 : 15 .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\nالمطلب الثاني في تطبيق الجواب على الأسئلة المذكورة وإخراج المقاصد منه بأوضح طريقة\r\nاعلم أنَّ رأس الجالوت سأل عن الرؤوس الخمسة الّتي هي أوائل الموجودات وأصول العوالم والماهيّات ، وأجاب الإمام عليه السلام : ببيان لميّة الإيجاد وسرّ الصدور على نحو الرشاد ؛ بحيث يظهر علّة وحدة الصادر الأوّل مع كثرته ، وهو الذي صدّره السائل في كلامه حيث قال : ما الواحد المُتكثّر .\r\nأمّا ظهور وحدته فلكونه صادراً عن الواحد المحض ، وأمّا كثرة ما فيه فلدلالة كلمة نحن على ذلك كما لا يخفى ، وأجمل عليه السلام في الجواب عن الأربعة الاخر لما علم عليه السلام أنَّ السائل إذا عرف أنّه أجاب بما فوق مسئوله بل فوق ما أحاط به مأموله من بيان هذا السرّ بذلك الإيجاز المرموز فمن ذلك يمكنه التفطّن بأنّه عليه السلام أعلم بهذه الحقائق منه ، بل انتشرت هذه الأسرار منهم عليهم السلام على العالمين من الأنبياء والأولياء والمرسلين والحكماء الإلهيّين .\r\nوأيضاً أشار عليه السلام في هذا الإيجاز إلى أنَّ ذلك الصادر الأوّل هو نورهم الساطع وبرهانهم القاطع ، حيث قال : « صرنا نحن نحن » ليعلم\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nالسائل أنّهم أوّل من قرع باب الوجود والإيجاد ، وأقدم من نظر إليه الحقّ نظر الرحمة والوداد حينما نظر إلى نفسه ، بل بعين ما رأى ذاته بذاته ، ثمّ منهم عليهم السلام استنارت سائر الموجودات وتحقّقت الحقائق وتذوّتت الذوات .\r\nوأيضاً لمّا ظهر من كلام الإمام عليه السلام أنّ الواحد المُتكثّر إنّما صدر من المبدأ الأوّل من جهة رؤية نفسه ، فعسى أن يتحدّس الرجل العلمي بأنَّ هذه الرؤية كما تستتبع صدور هذا المُتكثّر كذلك بعده يستعقب الشوق العقلي والمشيّة الإلهيّة الّتي مظهرها النفس الكلّية إلى إظهار الجواهر العقليّة المُودعة في باطن العقل المُندمجة في سرّ هذا الوجه في بساط الشهود وموطن الوجود ، وهو يستلزم الإرادة الربّانيّة والعناية الرحمانيّة الّتي مطلعها الطبيعة الكليّة ببسط هذا البساط لتحقّق الارتباط ، وذلك البساط هو الجسم الكلّي المُعبّر عنه في السؤال بالجاري المُنجمد ، وذلك يقتضي وضع تلك الجواهر في هذا البسيط وتقدير أسعارها وتقويم قيمتها ، وبيان آجالها وأرزاقها ، ومداد أعمارها .\r\nوبالجملة : خيراتها وشرورها بوجود الجسميّة التعليميّة والكميّة السارية الاتّصاليّة .\r\nوأيضاً قد استقرّ فيما هدانا اللَّه من البراهين أنَّ هذه الخمسة مرجعها إلى شيء واحد بالذات ؛ لما تقرّر عندنا أنَّ العقل نفس بالعرض كما أنَّ النفس عقل بالذات وطبع بالعرض ، وهذا من الأسرار الّتي لا تحملها إلّا صدور الأحرار ، فعلى هذا فالجواب عن الواحد منها جواب عن الكلّ والحمد للَّه الهادي للسبيل .\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n\r\nفذلكة :\r\nمحصّل هذه البيّنات أنّه تعالى علم وشاء وأراد وقدّر وقضى ؛ فبعلمه تحقّقت المعقولات « 1 » بوحدتها وجملتها ، وبمشيّته تحرّكت الأشواق وتعينت الأرواح بكثرتها ، وبإرادته وجدت تلك المعلومات في بساط الكون فقدّر آجالها وأعمارها وأرزاقها ، وقضى بما هو الصلاح لها ، وهذا الذي قلنا يعرفه من سبقت له من اللَّه الحسنى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في نسخة « ر » : المعلومات والعلوم الإلهيّة بدل : المعقولات .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n\r\nخاتمة\r\nيمكنك إن بذلت جهدك وأعملت رشدك أن تجعل كلًا من الجوابين عن\r\n\r\n\r\n","description":"\r\n\r\nخاتمة\r\nوبالحريّ أن نطوي الرّسالة ونختم المقالة بذكر ما وعدناك من الوجهين للرواية ، وإن كان هاهنا رموز مرموزة وكنوز من العلم مكنوزة لكن نتركها لمنافاتها مع وضع الرسالة ، والآن نذكر الوجهين بطريق الاختصار ، ونتلو عليك سرّاً دون الجهار .\r\nفنقول في بيان أولاهما : إنّه يمكن أن يكون سؤال رأس الجالوت عن حقيقة واحدة لها صفات عديدة وعلامات ورسوم متعدّدة ، إلّا إنّه سأل في المرتبة الأولى عن مظاهرها من اللّطف والقهر والرّحمة والغضب ، وفي الثانية عن نفسها إمّا بذكر الصفات الخمسة لها فقال : ما الحقيقة الّتي إحدى صفاتها الوحدانيّة الذاتيّة والفردانيّة المُطلقة والتكثّر بحسب تنزّلاتها في المرائي الخلقيّة وصفتها الاخر أن تكون راجعة إلى الوحدة الصِّرفة وعائدةً إلى الفردانيّة التامّة بعد نزولها وتكثّرها بالعرض .\r\nفالصفة الأولى : ناظرة إلى نزولها من الوحدة إلى الكثرة ، ومن الوجوب إلى الإمكان ، ومن الصُعود إلى النزول .\r\n","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nوصفتها الثانية : بعكس ذلك كلّه ، وبعبارة أخرى كانت الصفة الأولى حقيقة ليلة القدر ، والثانية حقيقة القيامة الكبرى .\r\nوصفتها الثالثة : أنّها تكون موجَداً بنفسها وموجِداً لسائر الخلق كما في الرواية الصحيحة من طريق أهل البيت عليهم السلام :\r\n( خلق اللَّه الأشياء بالمشيّة والمشيّة بنفسها ) « 1 » .\r\nوصفتها الرابعة : أنّها الجاري بالانتساب إلى الخلق والمتغيّر بالجنبة الخلقيّة ، والمُنجمد بواسطة انتسابها إلى الحقّ والثابت بالجنبة الحقيّة .\r\nوصفتها الخامسة : أنّها الزائد الكامل بالنسبة إلى الخلق والناقص بالنسبة إلى الحقّ المُتعال ؛ فإنّه جلّ برهانه تامّ فوق التمام ، والتعبير عن الكامل بالزائد غير عزيز .\r\nوأمّا بذكر مظاهرها الخمسة ، فالسؤال عن الحقيقة الّتي لها مظاهر خمسة بحسب العوالم الخمسة ، فأجاب الإمام عليه السلام عنها بأنّ الحقيقة الّتي ذكرتها ووصفتها بما وصفتها هي الحقيقة الإطلاقيّة الّتي وصلنا إليها ، ويصدق عليها « نحن » المشار به إلى جميع مراتب الوجود من سلسلة النزول والصعود وحقائق الغيب والشهود ، ثمّ أشار إلى مظاهرها اللطيفة والقهريّة بالتفصيل ، وأتى بما هو له على الوجه الجميل .\r\nفعلى هذا التحقيق الذي لم أظنّك أن تسمعه في غير هذه الأوراق يكون ما ذكره عليه السلام في المرّة الثانية تفصيل ما أجمل أوّلًا ، فإنّ الحقائق المتعيّنات تفصيل ما في المشيّة الإلهيّة والإرادة الربانيّة .\r\nوثاني الوجهين : أن يكون السؤال عن الحقيقة الإنسانيّة الّتي هي حقيقة الحقائق\r\n","footnote":"\r\n( 1 ) - أصول الكافي 1 : 85 / 4 ، التوحيد للصدوق : 148 / 19 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nوروح الأرواح وصورة الصور ومادّة الموادّ ، الجامعة لجميع مراتب الكمال ، الكامنة فيها صفتا الجمال والجلال ، المضمر فيها عوالم الغيب والشهادة ، المستتر فيها كلّ خير وسعادة ، مظهر الاسم الأعظم الإلهي ، ومظهر الحقائق والرقائق كما هي ، كما أشار إليها مولانا ومولى الثقلين أمير المؤمنين عليه السلام بقوله :\r\n وتزعم أنّك جرمٌ صغير * وفيك انطوى العالم الأكبر \r\n وأنت الكتاب المبين الّذي * بأحرفِهِ تظهر المُضمرُ « 1 » \r\nوأشار إليها مولانا وسيّدنا أبو عبد اللَّه عليه السلام بقوله :\r\n( إنّ الصورة الإنسانيّة أكبر حجج اللَّه على خلقه ، وهي الكتاب الّذي كتبه بيده . . . ) « 2 »\r\nإلى آخره . . . فالحقائق الخمسة مظاهر وجوده ، فعلى هذا كان الجواب عن هذه الحقيقة الكذائيّة بأنّها نحن الّذي وصلنا إلى مقام الجامعيّة والإطلاق وخرجنا عن حجاب التعيّن والتقيّد ، فاحتفظ بذلك وكن أميناً له ، والحمد للَّه أوّلًا وآخراً وظاهراً وباطناً .\r\nولقد سلكنا في هذه الأوراق طريق الإيجاز ، ورفضنا التفصيل والتطويل بالإغماز ، فإنّ المجال ضيّق ، والحال غير موافق ، وأهل الزمان غير شائق لهذه الحقائق ، بل في هذا العصر - الذي عُدّ العصر الذهبي - يكون كسب المعارف وطلب العلوم الدينيّة عاراً على عار ، وخرجوا فوجاً بعد فوج عن هذا الشِعار ، وتركوا أديانهم لزخرف الدنيا الدنيّة ، ورفضوا إيمانهم لزبرج الأمور الطبيعيّة ، فاستحقروا الدّين وأهله استحقاراً ، واستكبروا على أهل الشريعة والعلم استكباراً ، وهتكوا حرمة الإسلام وناموس القرآن سرّاً وجهاراً ، ووضعوا القوانين الملعونة خلاف صراحة القرآن ، ومالوا في القضاء عن طريقة البيّنات والأيمان ، وجلس في مقام النبي صلّى اللَّه عليه وآله\r\n","footnote":"\r\n( 1 ) - ديوان الإمام علي عليه السلام : 57 .\r\n( 2 ) - جامع الأسرار ومنبع الأنوار : 383 ، كلمات مكنونة للفيض الكاشاني : 125 .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n. . . . . . . . . .\r\n\r\n\r\n\r\n","description":"\r\nوالوصيّ كلُّ فاسق وجاهل ، وتولّى الحكومة على الناس كلّ سافل وأراذل ، مع هذه القواعد المجعولة والعقول الناقصة ، ولقد ضاقت الأرض على أهل العلم والدّيانة لا مفرّ لهم ، وبهذه البلاد الّتي أشبه ببلاد الكفر لا مقرّ لهم ، ولقد عدّ لباسهم لباس الشهرة والذلّة ، ولا يأتي على أحد فوق ذلك من المذلّة ، فهذا الزمان هو الّذي أخبر أهل البيت بأنّه لا يبقى فيه من الإسلام إلّا اسمه ، ولا من القرآن إلّا درسه « 1 » .\r\n( اللهم عظُم البلاء ، وبَرحَ الخفاء ، وانقطع الرّجاء ، وضاقت الأرضُ ومُنعتِ السّماء ، فإليك يا ربّ المشتكى ، وعليك المعوّل في الشدّة والرّخاء ) « 2 » .\r\n( اللهمّ بلّغ مولانا صاحب الزمان عن جميع المؤمنين والمؤمنات تحيةً وسلاماً واجعله لنا ملاذاً ومعاذاً ، اللّهم اجعله الدّاعي إلى كتابك والقائم بدينك ، استخلفه في الأرض كما استخلفتَ الّذين من قبله ، مكّن لهُ دينهُ الذي ارتضيتَهُ لَهُ ، أبدِلهُ مِن بعد خوفه أمناً يعبُدكَ لا يُشرك بكَ شيئاً ) « 3 » .\r\nولقد تركنا بلادنا وجعلنا ملاذنا ومعاذنا عن هذه الشرور الّتي في هذه الأوان والمصائب الّتي في مثل الزمان إطاعة للأئمّة المعصومين صلوات اللَّه عليهم أجمعين حرم أهل البيت مدفن فاطمة المعصومة بنت الإمام موسى بن جعفر سلام اللَّه عليهم أجمعين بلدة قم صانها اللَّه عن هذه الشرور ، وجعلها لنا ولكافّة أهل العلم والإيمان دار الأمن والسرور ، في الزمن الذي كانت الرئاسة العلميّة منتهية إلى الشيخ الجليل العالم العابد الزاهد الفقيه مولانا والّذي عليه في العلوم النقليّة اعتمادنا الحاج الشيخ عبد الكريم اليزدي الحائري مدّ ظلّه العالي .\r\nوقد وقع الفراغ عن تسويد هذه الأسطر في قصبة خُمَين ، في الأيّام الّتي\r\n","footnote":"\r\n( 1 ) - انظر سفينة البحار 1 : 557 .\r\n( 2 ) - بحار الأنوار 53 : 275 / 40 .\r\n( 3 ) - مصباح المتهجد : 523 .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nكلا السؤالين إلّا أنَّ الأوّل جواب إجمالي والثاني تفصيلي ، ويسهل عليك معرفة ذلك إذا راعيت الأصول المُلقاة عليك في تضاعيف ما قرع سمعك ، واللَّه المُوفّق والمُعين .\r\n\r\nوصيّة :\r\nهذا الذي تلونا عليك في تلك الرقيمة إنّما هو من الأسرار الّتي خصّ اللَّه بها فقراء عباده بالبراهين القويمة مع معاضدة المُجاهدات الذوقيّة والرياضات العقلية « 1 » فإيّاك ثمّ إيّاك واللَّه عونك في دنياك واخراك من أن تذيعها لأهل اللداد فإنّ ربّك لبالمرصاد .\r\nثمّ إنّي إن أصبت فمن اللَّه وتوفيقه وأحمد اللَّه ، وإن أخطأت فمن نفسي واستغفر اللَّه ، اللّهمّ صلّ على أصفى المصطفين وسيّد الكونين ونور العالمين مُحمّد المبعوث على الثقلين وآله الهادين إلى سعادة النشأتين ، واجعل قبور هذه الأسرار صدور الأحرار ، واحفظها من اختطاف أيدي الأشرار ، وعليه توكّلي وإليه انقطاعي ، وبه عن شرّ خلقه اعتصامي ، وبمحمّد وآله\r\n\r\n\r\n\r\n","description":"\r\nهاجرت من قم الشريفة من شدّة الحر وتطيل الدروس ، وكان ذلك في يوم الثاني والعشرين من شهر رسول اللَّه ربيع الأوّل سنة ثمانية وأربعين وثلاثمائة بعد الألف من الهجرة النبويّة على هاجرها السلام والتحيّة . من السيد روح اللَّه الخميني ابن السيد مصطفى غفر لهما .\r\nوقد اتفق استنساخها بيد الآثم اللواساني في الليلة السابعة من شعبان السنة التاسعة والأربعين بعد الألف والثلاثمائة هجريّة قمرية .\r\nتمّت التعليقة\r\n","footnote":"\r\n( 1 ) - في نسخة « ر » : الشرعية بدل : العقلية .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nصلوات اللَّه عليهم توسّلي ، واللَّه وليّي في جميع أحوالي ، وهو حسبي ، والحمد للَّه ربّ العالمين .\r\nواتّفق تسويده يوم الثلاثاء رابع عشر ربيع المولود سنة تسع وتسعين وألف على يد مؤلّفه حامداً مصلّياً .\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nالفهارس العامّة\r\n1 - فهرس الآيات\r\n2 - فهرس الأحاديث\r\n3 - فهرس الأدعية والزيارات\r\n4 - فهرس الأنبياء والأئمة والملائكة عليهم السلام\r\n5 - فهرس الأعلام\r\n6 - فهرس الأماكن والمدن\r\n7 - فهرس الجماعات والطوائف\r\n8 - فهرس الأشعار\r\n9 - فهرس الكتب الواردة في أصل الكتاب\r\n10 - فهرس مصادر التحقيق\r\n11 - فهرس الموضوعات\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\n1 - فهرس الآيات\r\nالبقرة - 2 - . . . . . الآية . . . . . الصفحة\r\nفويل للذين يكتبون الكتاب . . . . . . . . 79 . . . . . 58\r\nأينما تولّوا فثمّ وجه اللَّه . . . . . . . . 115 . . . . . 109\r\nإنّا للَّه وإنّا إليه راجعون . . . . . 156 . . . . . 56\r\nآل عمران - 3 -\r\nوإن منهم لفريقاً يلوُن ألسنتهم . . . . . 78 . . . . . 58\r\nالمائدة - 5 -\r\nبل يداه مبسوطتان . . . . . . . . 64 . . . . . 89\r\nالأنعام - 6 -\r\nولا رطب ولا يابس إلّا في كتاب مبين . . . . . 59 . . . . . 53\r\nالأعراف - 7 -\r\nكما بدأكم تعودون . . . . . 29 . . . . . 38 ، 56\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nالأنفال - 8 -\r\nوما رميت إذ رميت . . . . . 17 . . . . . 55\r\nالتوبة - 9 -\r\nتزهق أنفسهم . . . . . 55 . . . . . 122\r\nهود - 11 -\r\nما من دابّة إلّا هو آخذ . . . . . 56 . . . . . 66 ، 116\r\nفاستقم كما أمرت . . . . . 112 . . . . . 21 ، 109\r\nالرعد - 13 -\r\nالواحد القهّار . . . . . 16 . . . . . 138\r\nأنزل من السماء ماءً فسالت أودية . . . . . . . . 17 . . . . . 86\r\nالحِجر - 15 -\r\nوإن من شيء إلّا عندنا . . . . . . . . 21 . . . . . 117\r\nونفخت فيه من روحي . . . . . . . . 29 . . . . . 121 ، 125\r\nالنحل - 16 -\r\nواللَّه أنزل من السماء ماءً . . . . . . . . 65 . . . . . 66\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nالإسراء - 17 -\r\nقل كلّ يعمل على شاكلته . . . . . 84 . . . . . 48\r\nمريم - 19 -\r\nواهجرني مليّاً . . . . . 46 . . . . . 54\r\nطه - 20 -\r\nالرحمن على العرش استوى . . . . . 5 . . . . . 144\r\nولتصنع على عيني . . . . . 39 . . . . . 123\r\nالفرقان - 25 -\r\nألم تَر إلى ربّك كيف مدّ الظِلّ . . . . . 45 . . . . . 66\r\nالنمل - 27 -\r\nوترى الجبال تحسبها جامدة . . . . . . . . 88 . . . . . 55 ، 136 ، 137\r\nالقصص - 28 -\r\nتلك الدار الآخرة نجعلها . . . . . . . . 83 . . . . . 125\r\nكلّ شيء هالك إلّا وجهه . . . . . 88 . . . . . 66\r\nالعنكبوت - 29 -\r\nوإنّ الدار الآخرة لهي الحَيوَان . . . . . 64 . . . . . 140\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nالسجدة - 32 -\r\nيدبّر الأمر من السماء إلى الأرض . . . . . 5 . . . . . 141\r\nيس - 36 -\r\nوكلّ شيء أحصيناه في إمام مبين . . . . . 12 . . . . . 40\r\nإنّما أمره إذا أراد شيئاً . . . . . . . . 82 . . . . . 131\r\nالصافات - 37 -\r\nوما منّا إلّا له مقام معلوم . . . . . 164 - 165 . . . . . 114\r\nص - 38 -\r\nأنا خير منه خلقتني من نار . . . . . . . . 76 . . . . . 58\r\nالشورى - 42 -\r\nألا إلى اللَّه تصير الأمور . . . . . 53 . . . . . 150\r\nالفتح - 48 -\r\nمحمّد رسول اللَّه . . . . . 29 . . . . . 75\r\nالنجم - 53 -\r\nثمّ دنا فتدلّى . . . . . . . . 8 - 9 . . . . . 49\r\nإن هي إلّا أسماء سمّيتموها . . . . . 23 . . . . . 67\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nالقمر - 54 -\r\nوما أمرنا إلّا واحدة . . . . . 50 . . . . . 16 ، 98 ، 101\r\nالرحمن - 55 -\r\nخلق الإنسان * علّمه البيان . . . . . 3 ، 4 . . . . . 18 ، 45 ، 47 ، 50 ، 52\r\nمرج البحرين يلتقيان . . . . . 19 . . . . . 18 ، 46 ، 71 ، 74\r\nبينهما برزخ لا يبغيان . . . . . 20 . . . . . 74 ، 75\r\nكلّ من عليها فان . . . . . . . . 26 - 27 . . . . . 67\r\nكلّ يوم هو في شأن . . . . . 29 . . . . . 138\r\nالواقعة - 56 -\r\nوظلّ ممدود . . . . . . . . 30 - 33 . . . . . 81\r\nالحديد - 57 -\r\nلكيلا تأسوا على ما فاتكم . . . . . . . . 23 . . . . . 125\r\nالحشر - 59 -\r\nفأنساهم أنفسهم . . . . . 19 . . . . . 122\r\nهو اللَّه الّذي لا إله إلّا هو عالم . . . . . . . . 22 . . . . . 132\r\nهو اللَّه الّذي لا إله إلّا هو الملك . . . . . . . . 23 . . . . . 132 - 133\r\nهو اللَّه الخالق البارئ . . . . . 24 . . . . . 133\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nالطلاق - 65 -\r\nيتنزّل الأمر بينهن . . . . . 12 . . . . . 141\r\nالمُلك - 67 -\r\nما يمسكهنّ إلّا الرحمن . . . . . . . . 19 . . . . . 123\r\nالقلم - 68 -\r\nإنّك لعلى خُلق عظيم . . . . . 4 . . . . . 75\r\nالانشقاق - 84 -\r\nلتركبُنّ طبق عن طبق . . . . . 19 . . . . . 122\r\nالفجر - 89 -\r\nيا أيّتها النفس المطمئنّة . . . . . . . . 27 - 28 . . . . . 121 ، 125\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\n2 - فهرس الأحاديث\r\nآدم ومن دونه تحت لوائي . . . . . 56 ، 75\r\nأصلها الأفلاك . . . . . 106\r\nأصلها الطباع الأربع . . . . . 106 ، 107\r\nأصلها العقل . . . . . 106\r\nألست تراه في وقتك هذا ؟ ! . . . . . 69\r\nإنّ اللَّه خلق الأشياء . . . . . 133\r\nإنّ اللَّه سبحانه لمّا خلق العرش . . . . . 144\r\nإنّ امرأة دخلت النار في هرّة . . . . . 124\r\nإنّ أوّل ما خلق اللَّه عزّ وجلّ ليعرف به . . . . . 128\r\nإنّ تسبيحنا يغرس شجرة في قيعان الجنة . . . . . 131\r\nإنّ الصورة الانسانية أكبر حجّة اللَّه . . . . . 53 ، 159\r\nإنّ الطبيعة تفعل بإرادة اللَّه . . . . . 130\r\nإنّ للَّه سبعة حُجب . . . . . 116\r\nإنّ للَّه تعالى سبعين ألف حجاب . . . . . 65\r\nالإنسان هو أمير المؤمنين عليه السلام . . . . . 50\r\nإنّه تعالى ذاتٌ علّامة سميعة بصيرة . . . . . 104 ، 129\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nإنّي تارك فيكم الثقلين . . . . . . . . 58\r\nأيش تقول يا ابن أبيه ؟ . . . . . 45\r\nأين الشيء ؟ بل هو أكبر . . . . . 69\r\nأين الشيء ومتى الشيء . . . . . 69\r\nبدء إيجادها عند الولادة الجسمانيّة . . . . . 111\r\nبدء إيجادها عند الولادة الدنيويّة . . . . . 111\r\nالبرزخ رسول اللَّه صلّى اللَّه عليه وآله . . . . . 75\r\nالبيان هو الاسم الأعظم . . . . . 51\r\nجوهر درّاك محيط بالأشياء . . . . . 111\r\nجوهرة بسيطة . . . . . 109\r\nحسنات الأبرار سيّئات المقرّبين . . . . . 68 ، 71\r\nحيّة بالذات . . . . . 109\r\nخلق اللَّه الأشياء بالمشيّة . . . . . . . . 63 ، 158\r\nخلق اللَّه من نورنا العرش والكرسي . . . . . 56\r\nخلقه ملكاً له رؤوس بعدد الخلائق . . . . . 90\r\nالدنيا مزرعة الآخرة . . . . . 140\r\nشيّبتني سورة هود . . . . . 109\r\nعادت إلى ما بدأت منه . . . . . 107\r\nعلى كلّ وجه ستر . . . . . 92\r\nعلي وفاطمة بحران عميقان . . . . . 74\r\nعن أيّ الأنفس تسأل ؟ . . . . . 105\r\nعود مجاورة . . . . . 113\r\nعود ممازجة لا عود مجاورة . . . . . 107\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nفإذا بلغ كشف ذلك الستر . . . . . 92\r\nفلا تدركه الأبصار وإنّ الملأ . . . . . . . . 69\r\nالفقر فخري . . . . . 49\r\nفي أعظم فوائد التخلّق بالصفات . . . . . 80\r\nقوّة أصلها الطبائع . . . . . 110\r\nقوّة فلكيّة وحرارة . . . . . . . . 110\r\nقوّة لاهوتيّة ، بدء إيجادها . . . . . 110\r\nكان أخي موسى عليه السلام عينه اليمنى . . . . . . . . 71\r\nكلّ ما هنالك يعلم ممّا هاهنا . . . . . 117\r\nكمال التوحيد نفي الصفات عنه . . . . . 104\r\nلا موجود سوى اللَّه ولا هو إلّا هو . . . . . 61\r\nلسدرة المنتهى غصون وأوراق . . . . . . . . 119\r\nلكلّ آدمي رأس من رؤوس . . . . . 91\r\nلم يزل اللَّه جلّ وعزّ ربّنا والعلم . . . . . . . . 129\r\nلم يزل تعالى واحداً . . . . . 150\r\nله خمس قوىً وخاصّيتان . . . . . 106\r\nلو دلّيتم بحبل إلى الأرض السفلى . . . . . 109\r\nلو يعلم الناس ما في فضل معرفة . . . . . 81\r\nما في أشرف مثوبات الأعمال . . . . . 80\r\nومقرّها العلوم الحقيقيّة . . . . . 107 ، 112\r\nمن خلق ومن لم يُخلق . . . . . 91\r\nمنه بدأت . . . . . 114\r\nموادّ التأييدات العقليّة . . . . . 107\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nنحن صنائع اللَّه والخلق صنائع لنا . . . . . 57 ، 59\r\nنفس نامية نباتيّة . . . . . 110\r\nهو فوق وتحت وأمام وقدّام . . . . . 69\r\nواسم ذلك الإنسان على وجه ذلك . . . . . 91\r\nوإليها تعود . . . . . 109\r\nوعنه دعت . . . . . 114\r\nوعودتها إليه . . . . . 119\r\nوقد نطق كلام الرحمن بما قلت . . . . . 51\r\nومنها بدت الموجودات . . . . . 115\r\nوهذا سرّ كينونيّته صلّى اللَّه عليه وآله نبيّاً . . . . . 76\r\nيا كميل ، إنّما هي أربعة : النباتيّة . . . . . 121\r\nيا كميل ، أيّ الأنفس تريد أن اعرّفك . . . . . 121\r\nيا نضر ، واللَّه ليس حيث يذهب الناس . . . . . 81\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\n\r\n3 - فهرس الأدعية والزيارات\r\nإذ كلّ نعمك ابتداء . . . . . 117\r\nأرواحكم في الأرواح وأنفسكم في النفوس . . . . . 49\r\nأرواحكم في الأرواح ونفوسكم في النفوس . . . . . 60\r\nاللّهمّ بلّغ مولانا صاحب الزمان . . . . . . . . 160\r\nاللّهمّ عظم البلاء وبرح الخفاء . . . . . . . . 160\r\nإلهي كيف أدعوك وأنا أنا . . . . . . . . 151\r\nأمناً يعبدك لا يشرك بك شيئاً . . . . . 110\r\nأنتم السبب المتّصل بين السماء والأرض . . . . . 49\r\nبرحمتك الّتي وسعت كلّ شيء . . . . . 89\r\nبكم فتح اللَّه وبكم يختم . . . . . . . . 49 ، 56\r\nعميت عين لا تراك ولا تزال عليها رقيباً . . . . . 69\r\nكيف يستدلّ عليك بما هو في وجوده مفتقر إليك . . . . . . . . 65\r\nوالخلق مطيع لك خاضع من خوفك . . . . . 69\r\nيا باسط اليدين بالرحمة . . . . . 89\r\nيا خفياً من فرط الظهور . . . . . 69\r\nيا من احتجب بشعاع نوره . . . . . 69\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n\r\n4 - فهرس الأنبياء والأئمّة والملائكة عليهم السلام\r\nآدم عليه السلام . . . . . 47 ، 50 ، 52 ، 56 ، 58 ، 75 ، 76\r\nموسى عليه السلام . . . . . 71\r\nعيسى المسيح عليه السلام . . . . . 65 ، 71\r\nمحمّد النبي رسول اللَّه صلّى اللَّه عليه وآله نبيّنا . . . . . 39 ، 46 ، 56 ، 58 ، 71 ، 75 ، 90 ، 93 ، 99 ، 109 ، 119 ، 159\r\nعليّ الوصيّ أمير المؤمنين عليه السلام . . . . . 50 ، 71 ، 74 ، 75 ، 86 ، 89 ، 90 ، 104 ، 119 ، 120 ، 150 ، 159 ، 160\r\nفاطمة عليها السلام . . . . . 71 ، 74\r\nسيد الشهداء عليه السلام . . . . . 65\r\nالسجّاد عليه السلام . . . . . 117\r\nالصادق جعفر بن محمّد أبو عبد اللَّه عليه السلام . . . . . 53 ، 81 ، 129 ، 130 ، 159\r\nموسى بن جعفر عليه السلام . . . . . 160\r\nالرضا أبو الحسن الرضا عليه السلام . . . . . 9 ، 40 ، 45 ، 128 ، 150\r\nصاحب الأمر عجّل اللَّه فرجه . . . . . 110\r\nجبرئيل عليه السلام . . . . . 114 ، 151\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\n\r\n5 - فهرس الأعلام\r\nأبو علي . . . . . 54\r\nأرسطوطاليس . . . . . 91 ، 111 ، 120\r\nأفلاطون معلّم الحكمة . . . . . 91 ، 107 ، 144\r\nالجوزي . . . . . 54\r\nرأس الجالوت . . . . . 40 ، 45 ، 46 ، 51 ، 153 ، 157\r\nالشاه‌آبادي . . . . . 104\r\nشيخ مشّائية الإسلام . . . . . 91\r\nالشيخ اليوناني . . . . . 141\r\nالشيرازي . . . . . 116\r\nصاحب الفتوحات . . . . . 86 ، 89 ، 132\r\nصدوق الطائفة . . . . . 74 ، 90 ، 128 ، 139 ، 150\r\nصدر المتألّهين . . . . . 91 ، 140\r\nالعارف الحكيم المولوي . . . . . 108\r\nالشيخ عبد الكريم اليزدي الحائري . . . . . 160\r\nعمران . . . . . 150\r\nالغزنوي . . . . . 119\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nفاطمة المعصومة بنت الإمام موسى الكاظم عليه السلام . . . . . 160\r\nالفيلسوف المتألّه ( الفيض الكاشاني ) . . . . . 136\r\nالقمّي ( محمد بن الحسن الصفّار ) . . . . . 81\r\nكميل بن زياد . . . . . 89 ، 106 ، 120 ، 121\r\nلبيد . . . . . 70\r\nمحمّد ( سعيد الشريف القمّي ) القاضي . . . . . 37 ، 39\r\nمحمّد بن شهرآشوب . . . . . 75\r\nمحمّد العاملي ( بهاء الدين ) . . . . . 120\r\nالمطرزي . . . . . 54\r\nمعلّم الحكمة أفلاطون . . . . . 94\r\nنضر بن سويد . . . . . 81\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\n\r\n6 - فهرس الأماكن والمدن\r\nخمين . . . . . 160\r\nعرفة . . . . . 65\r\nقم . . . . . 9 ، 160 ، 161\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\n\r\n7 - فهرس الجماعات والطوائف\r\nأصحاب الإشراق . . . . . 118 ، 140\r\nالشيعة . . . . . 98 ، 128\r\nالعجم . . . . . 150\r\nالمتصوّفة . . . . . 138\r\nالمجوس . . . . . 81\r\nالمعتزلة . . . . . 105\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\n\r\n8 - فهرس الأشعار\r\nألا كلّ شيء ما خلا اللَّه باطل . . . . . 62 ، 70\r\nإلّا على أكمهٍ لا يعرفُ القمرا . . . . . 70\r\nتو خود حجاب خودى حافظ از ميان برخيز . . . . . 116\r\nكارفرماى آسمان جهان . . . . . 119\r\nگويدم كأنّا إليه راجعون . . . . . 108\r\nهم خود الَست گويد وهم خود بلى كند . . . . . 59\r\nوفيكَ انطوى العالم الأكبرُ . . . . . 159\r\nوكلّ إلى ذاك الجمال يشيرُ . . . . . 86\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\n\r\n9 - فهرس الكتب الواردة في أصل الكتاب\r\nاثولوجيا في معرفة الربوبيّة . . . . . 94 ، 102 ، 145\r\nالأسفار . . . . . 91 ، 92\r\nبصائر الدرجات . . . . . 81\r\nتوحيد الصدوق . . . . . 128 ، 139 ، 150\r\nتوحيد المفضّل . . . . . 130\r\nزبور آل محمّد صلّى اللَّه عليه وآله الصحيفة السجادية . . . . . 117 ، 151\r\nشرح توحيد صدوق . . . . . 128 ، 139\r\nالعلل . . . . . 90\r\nعيون أخبار الرضا عليه السلام . . . . . 150\r\nالفتوحات . . . . . 68 ، 86 ، 89 ، 132\r\nالقاموس المحيط . . . . . 125\r\nالكافي . . . . . 49 ، 81 ، 108\r\nالكشّاف . . . . . 54\r\nالكشكول . . . . . 120\r\nمُجمل اللغة . . . . . 76\r\nمرقاة الأسرار . . . . . 137\r\nالمُغرب . . . . . 54\r\nمناقب ابن شهرآشوب . . . . . 75\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n\r\n10 - فهرس مصادر التحقيق\r\n1 - اثولوجيا افلوطين : افلوطن - انتشارات بيدار - قم المقدّسة ( 1413 ه ) .\r\n2 - الاحتجاج : للشيخ أحمد بن عليّ الطبرسيّ - مؤسّسة الأعلمي - بيروت ( 1403 ه ) .\r\n3 - إرشاد القلوب : للحسن بن أبي الحسن الديلمي - المطبعة الحيدريّة - النجف الأشرف .\r\n4 - الأسفار : لصدر المتألّهين الشيرازي - مكتبة مصطفوي - قم المقدّسة .\r\n5 - الإشارات والتنبيهات : للشيخ أبي علي الحسين بن عبد اللَّه بن سينا - دفتر نشر كتاب طهران ( 1403 ه ) .\r\n6 - أصول المعارف : للفيلسوف ملّا محسن الفيض الكاشاني - دفتر تبليغات إسلامي - قم المقدّسة ( 1362 ه ش ) .\r\n7 - اعتقادات فرق المسلمين والمشركين : لمحمّد بن عمر الرازي - طبع مكتبة الكلّيات الأزهرية - مصر .\r\n8 - إقبال الأعمال : لرضي الدين علي بن موسى بن جعفر بن طاوس - دار الكتب الإسلاميّة - طهران . ( 1349 ه . ش ) .\r\n9 - أمثال وحكم : علي أكبر دهخدا - طهران - انتشارات أمير كبير ( 1357 ه ) .\r\n10 - إنشاء الدوائر : لمحيي الدين ابن العربي - طبع ليدن ( 1336 ه ) .\r\n11 - الأنوار النعمانية : للسيد نعمة اللَّه الجزائري - مطبعة شركت چاپ - تبريز .\r\n12 - بحار الأنوار : للشيخ محمّد باقر المجلسي - مؤسّسة الوفاء - بيروت ( 1403 ه ) .\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n13 - بصائر الدرجات : للمحدّث الشيخ محمّد بن الحسن الصفّار - مؤسّسة الأعلمي - طهران ( 1404 ه ) .\r\n14 - البلد الأمين : للشيخ إبراهيم الكفعمي - مكتبة الصدوق - طهران .\r\n15 - تأويل الآيات الظاهرة : للسيّد علي الأسترآبادي - موسّسة جماعة المدرسين - قم المقدّسة ( 1409 ه ) .\r\n16 - التبيان : لشيخ الطائفة محمّد بن الحسن الطوسي - دار إحياء التراث - بيروت .\r\n17 - تذكرة الأولياء : للشيخ العطار النيسابوري - طهران ( 1346 ه . ش ) .\r\n18 - تعليقة الإمام على الفصوص : سماحة آية اللَّه العظمى الإمام السيد روح اللَّه الخميني قدّس سرّه - مؤسسة پاسدار إسلام - قم المقدّسة ( 1410 ه ) .\r\n19 - التفسير المنسوب للإمام العسكري عليه السلام : تحقيق مدرسة الإمام المهدي عليه السلام - قم المقدّسة .\r\n20 - تفسير البرهان : للسيّد هاشم البحراني - مؤسّسة إسماعيليان - قم المقدّسة .\r\n21 - تفسير البيضاوي : لعبد اللَّه بن عمر البيضاوي - دار الكتب العلمية - بيروت ( 1408 ه ) .\r\n22 - تفسير القمّي : لعلي بن إبراهيم القمّي - مكتبة الهدى - قم المقدّسة .\r\n23 - تفسير الفخر الرازي : لفخر الدين محمَّد بن عمر الرازي - مكتب الإعلام الإسلامي - قم المقدّسة ( 1411 ه ) .\r\n24 - تفسير القرآن : لمحي الدين بن عربي - انتشارات ناصر خسرو - طهران ( 1368 ه . ش ) .\r\n25 - تفسير كنز الدقائق : للميرزا محمّد المشهدي - مؤسّسة جماعة المدرسين - قم المقدّسة ( 1410 ه ) .\r\n26 - تفسير نور الثقلين : للشيخ عبد علي بن جمعة الحويزي - مؤسّسة إسماعيليان - قم المقدّسة ( 1412 ه ) .\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\n27 - تلخيص المحصل المعروف بنقد المحصل : لنصير الدين محمَّد الطوسي - جامعة طهران ( 1359 ه . ش ) .\r\n28 - تمهيد القواعد : لعلي بن محمَّد الأصفهاني - تصحيح السيد جلال الدين الآشتياني - طهران .\r\n29 - التوحيد : الشيخ محمّد بن علي الصدوق - مؤسّسة جماعة المدرسين - قم المقدّسة .\r\n30 - توضيح الملل : ترجمة مصطفى بن خالقداد - مقدمة وتصحيح السيّد محمّد رضا الجلالي النائيني - مطبعة إقبال - طهران ( 1373 ه ش ) .\r\n31 - ثواب الأعمال : للشيخ محمّد بن علي الصدوق - مكتبة الصدوق - طهران ( 1391 ه ) .\r\n32 - جامع الأسرار ومنبع الأنوار : للشيخ حيدر الآملي - انتشارات علمي وفرهنگي - طهران ( 1368 ه . ش ) .\r\n33 - حاشية تهذيب المنطق : للمولى عبد اللَّه بن الحسين اليزدي - مكتبة الشريف الرضي قم المقدّسة .\r\n34 - الدر المنثور : لعبد الرحمن السيوطي - مكتبة آية اللَّه العظمى المرعشي قدّس سرّه - قم المقدّسة ( 1404 ه ) .\r\n35 - الدعوات : لقطب الدين الراوندي - مدرسة الإمام المهدي عليه السلام - قم المقدّسة ( 1407 ه ) .\r\n36 - ديوان الإمام علي عليه السلام : أمير المؤمنين وسيد البلغاء والمتكلّمين عليه السلام - انتشارات أرومية - قم المقدّسة .\r\n37 - ديوان حافظ : خواجة حافظ الشيرازي - انتشارات جاويدان - طهران ( 1372 ه . ش ) .\r\n38 - ديوان لبيد : مطبعة دار صادر - بيروت .\r\n39 - رسائل إخوان الصفا : طبع القاهرة - 1928 م .\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n40 - رسالتان في الحكمة المتعالية والفكر الروحي : للشرف البلاسي - طبع باريس ( 1986 م ) .\r\n41 - روضة الواعظين : للفتال النيشابوري - مكتبة الشريف الرضي - قم المقدّسة .\r\n42 - سفينة البحار : للمُحدّث الشيخ عباس القمّي - دار المرتضى - بيروت .\r\n43 - السيرة النبويّة : لعبد الملك بن هشام الحميري - انتشارات مصطفوي - قم المقدّسة ( 1368 ه . ش ) .\r\n44 - شرح أصول الكافي : لمحمّد بن إبراهيم الشيرازي - مؤسسة مطالعات وتحقيقات فرهنگي - طهران ( 1366 ه . ش ) .\r\n45 - شرحي الإشارات : لفخر الدين الرازي ونصير الدين الطوسي \" مكتبة آية اللَّه العظمى المرعشي النجفي - قم المقدّسة .\r\n46 - شرح توحيد الصدوق : للقاضي سعيد القمّي - وزارة الثقافة والإرشاد الإسلامي - طهران - ( 1415 ه ) .\r\n47 - شرح دعاء السحر : لسماحة آية اللَّه العظمى الإمام السيد روح اللَّه الخميني قدّس سرّه - مركز النشر العلمي - طهران ( 1362 ه ) .\r\n48 - شرح فصوص الحكم : لتاج الدين حسين بن حسن - انتشارات مولى - طهران ( 1368 ه . ش ) .\r\n49 - شرح القيصري على الفصوص : لداود القيصري - طبع حجري ( 1299 ه ) .\r\n50 - شرح المقاصد : لمسعود بن عمر التفتازاني - مكتبة الشريف الرضوي - قم المقدّسة ( 1370 ه . ش ) .\r\n51 - شرح المواقف : للسيد علي بن محمّد الجرجاني - مكتبة الشريف الرضي - قم المقدّسة .\r\n52 - شعب الإيمان : لأحمد بن الحسين البيهقي - دار الكتب العلمية - بيروت ( 1410 ه )\r\n53 - الشفاء : للشيخ ابن سينا الحسين بن عبد اللَّه - مكتبة آية اللَّه العظمى المرعشي\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\n- قدّس سرّه - قم المقدّسة ( 1405 ه ) .\r\n54 - الشواهد الربوبيّة : لصدر المتألّهين الشيرازي - جامعة مشهد ( 1365 ه . ش ) .\r\n55 - الصحاح : لإسماعيل بن حمّاد الجوهري - دار العلم للملايين - بيروت ( 1407 ه ) .\r\n56 - صحيح مسلم : لمسلم بن الحجاج القشيري - مؤسسة عز الدين - بيروت ( 1407 ه ) .\r\n57 - الصحيفة السجّادية : الإمام علي بن الحسين بن أبي طالب عليهم السلام - مدرسة الإمام المهدي عليه السلام - قم المقدّسة ( 1411 ه ) .\r\n58 - الصواعق المحرقة : لأحمد بن حجر الهيثمي المكّي - دار الكتب العلمية - بيروت ( 1414 ه ) .\r\n59 - العقد الفريد : لابن عبد ربه - القاهرة ( 1953 م ) .\r\n60 - علل الشرائع : للشيخ محمّد بن علي الصدوق - دار إحياء التراث العربي - بيروت .\r\n61 - العلل المتناهية : لعبد الرحمن بن الجوزي - دار الكتب العلمية - بيروت ( 1403 ه ) .\r\n62 - علم اليقين : للمحدّث محمّد بن المرتضى الكاشاني - انتشارات بيدار - قم المقدّسة .\r\n63 - عوالي اللآلي : للشيخ محمّد بن علي الأحسائي - مكتبة آية اللَّه العظمى المرعشي قدّس سرّه - قم المقدّسة ( 1403 ه ) .\r\n64 - عيون أخبار الرضا عليه السلام : لمحمّد بن علي الصدوق - منشورات الأعلمي - طهران ( 1390 ه ) .\r\n65 - الفتوحات المكيّة : لمحيي الدين بن عربي - المكتبة العربية - القاهرة - ( 1972 م ) .\r\n66 - فصوص الحِكَم : أبو نصر محمّد الفارابي - تحقيق الشيخ محمد حسن آل ياسين - انتشارات بيدار - قم المقدّسة ( 1405 ه ) .\r\n67 - القاموس المحيط : لمحمّد بن يعقوب الفيروزآبادي - مؤسّسة الرسالة - بيروت ( 1407 ه ) .\r\n68 - الكافي : للشيخ محمّد بن يعقوب الكليني - دار الكتب الإسلامية - طهران ( 1391 ه ) .\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\n69 - كسر الأصنام الجاهلية : لصدر المتألّهين محمّد بن إبراهيم الشيرازي - طهران ( 1340 ه . ش ) .\r\n70 - الكشّاف : لمحمود بن عمر الزمخشري - دار الكتاب العربي - بيروت - ( 1407 ه ) .\r\n71 - كشف الخفاء : لإسماعيل بن محمّد العجلوني - مطبعة القدسي - القاهرة ( 1351 ) .\r\n72 - كشف المراد : للعلّامة الحسن بن يوسف الحلّي - مكتبة المصطفوي - قم المقدّسة .\r\n73 - كشكول البهائي : لبهاء الدين بن حسين بن عبد الصمد العاملي - مؤسّسة الأعلمي - بيروت ( 1403 ه ) .\r\n74 - كلمات مكنونة : للعارف المحقّق محمّد محسن الفيض الكاشاني - انتشارات فراهاني - طهران ( 1360 ه . ش ) .\r\n75 - كنز العمّال : لعلي بن حسام الهندي - مؤسسة الرسالة - بيروت ( 1409 ه ) .\r\n76 - كنوز الحقائق : لعبد الرؤوف المنّاوي - دار الكتب العلمية - بيروت .\r\n77 - لسان العرب : لأبي الفضل محمّد بن منظور - أدب الحوزة - قم المقدّسة ( 1405 ه ) .\r\n78 - المباحث المشرقية : لمحمّد بن عمر الرازي - مكتبة بيدار - قم المقدّسة ( 1411 ه ) .\r\n79 - مثنوي مولوي : لجلال الدين البلخي - تصحيح نيكلسون ( 1933 م ) .\r\n80 - مجمع البحرين : للشيخ فخر الدين الطريحي - مكتبة الهلال ( 1985 م ) .\r\n81 - مجمع البيان : للشيخ الفضل بن الحسن الطبرسي - دار المعرفة - بيروت .\r\n82 - مجمل اللّغة : لأحمد بن فارس بن زكريا - دفتر تبليغات إسلامي - قم المقدّسة .\r\n83 - مجموعة مصنّفات شيخ الإشراق : لشهاب الدين يحيى السهروردي - مؤسسة مطالعات وتحقيقات فرهنگي - طهران ( 1372 ه . ش ) .\r\n84 - مرآة العقول : للشيخ محمّد باقر المجلسي - دار الكتب الإسلامية - طهران - ( 1404 ه ) .\r\n85 - مرقاة الأسرار : للقاضي سعيد القمّي .\r\n86 - مسند أحمد بن حنبل : لأحمد بن حنبل الشيباني - دار الفكر - بيروت .\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n87 - مشارق أنوار اليقين : للحافظ رجب البرسي - مؤسّسة الأعلمي - بيروت .\r\n88 - مشارق الدراري شرح تائية ابن الفارض : لعزّ الدين محمود الكاشي - طهران ( 1357 ه . ش ) .\r\n89 - مصباح الانس : لمحمَّد بن حمزة الفناري - طهران ( 1323 ه ) .\r\n90 - مصباح الكفعمي : للشيخ تقي الدين إبراهيم الكفعمي - مؤسّسة إسماعيليان - طهران .\r\n91 - مصباح المتهجّد : لشيخ الطائفة محمّد بن الحسن الطوسي .\r\n92 - المصباح المنير : لأحمد بن محمد بن علي المقري الفيومي - دار الهجرة - قم المقدّسة ( 1405 ه ) .\r\n93 - المغرب في ترتيب المعرب : لناصر بن عبد السيد بن علي المطرزي - مطبعة دائرة المعارف - الهند ( 1328 ه ) .\r\n94 - مفاتيح الجنان : للشيخ عباس القمّي - انتشارات إيران ( 1371 ه . ش ) .\r\n95 - مفاتيح الغيب : لصدر الدين محمّد بن إبراهيم الشيرازي - مؤسّسة مطالعات وتحقيقات فرهنگي - طهران 1363 ه . ق .\r\n96 - المفردات في غريب القرآن : للراغب الأصفهاني الحسين بن محمّد - المكتبة المرتضوية - طهران .\r\n97 - الملل والنحل : لمحمّد بن عبد الكريم الشهرستاني - دار المعرفة - بيروت ( 1395 ه ) .\r\n98 - من لا يحضرهُ الفقيه : للشيخ محمّد بن علي الصدوق - دار الكتب الإسلامية - طهران ( 1390 ه ) .\r\n99 - مناقب ابن شهرآشوب : لمحمّد بن علي بن شهرآشوب المازندراني - انتشارات علّامة - قم المقدّسة .\r\n100 - مناقب علي بن أبي طالب عليه السلام : لابن المغازلي علي بن محمّد الشافعي -\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nالمكتبة الإسلامية - طهران ( 1394 ه ) .\r\n101 - منظومة السبزواري : لملّا هادي السبزواري - نشر ناب - طهران ( 1413 ه ) .\r\n102 - مهج الدعوات : لرضي الدين علي بن موسى بن محمد بن طاوس - انتشارات كتابخانه سنائي - طهران .\r\n103 - النهاية : لابن الأثير الجزري - مؤسّسة إسماعيليان - قم المقدّسة ( 1364 ه . ش ) .\r\n104 - نهج البلاغة : للشيخ محمّد عبده - سفارة الجمهورية الإسلامية الإيرانية - دمشق .\r\n105 - الوافي : للفيض الكاشاني محمّد محسن بن مرتضى - مكتبة آية اللَّه العظمى المرعشي ( قدّس سرّه ) - قم المقدّسة ( 1404 ه )\r\n106 - وسائل الشيعة : للشيخ محمَّد بن الحسن الحر العاملي - المكتبة الإسلامية - طهران ( 1403 ه ) .\r\n107 - وفيات الأعيان : لأحمد بن محمّد بن خلّكان - مكتبة الشريف الرضي - قم المقدّسة ( 1364 ه . ش ) .\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\n\r\n11 - فهرس الموضوعات\r\nمقدّمة التحقيق . . . . . 9\r\nمقدّمة المؤلف . . . . . 37\r\nمقدّمة الكتاب . . . . .\r\nذكر الخبر وتوضيح ألفاظه . . . . . 44\r\nبيان ما لعلّه يحتاج إلى البيان . . . . . 46\r\nالفائدة الأولى . . . . . 77\r\nمعنى الكفر والإيمان والجنّة والنيران والشيطانين . . . . . 79\r\nالفائدة الثانية : وفيها مباحث . . . . . 83\r\nالمبحث الأول : ما الواحد المتكثّر . . . . . 85\r\nبيان . . . . . 93\r\nالمبحث الثاني : ما المتكثّر المتوحّد . . . . . 97\r\nإيماض . . . . . 100\r\nإيقاظ . . . . . 101\r\nتبيان . . . . . 105\r\nتبيين . . . . . 111\r\nتشييد . . . . . 120\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nتوضيح ما في ألفاظ هذا الخبر من الإبهام والإشكال . . . . . 121\r\nإيضاح . . . . . 124\r\nالمبحث الثالث : ما الموجَد الموجِد . . . . . 127\r\nالمبحث الرابع : ما الجاري المنجمد . . . . . 135\r\nالمبحث الخامس : ما الزائد الناقص . . . . . 143\r\nالفائدة الثالثة : وفيها مطلبان . . . . . 147\r\nالمطلب الأوّل : معنى قوله عليه السلام : بينا أنت أنت . . . . . . . . 149\r\nتذييل تدقيقي وتحقيق منطقي . . . . . 150\r\nالمطلب الثاني : في تطبيق الجواب على الأسئلة . . . . . 153\r\nفذلكة . . . . . 155\r\nخاتمة . . . . . 157\r\nوصيّة . . . . . 161\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n\r\nإصدارات مؤسّسة تنظيم ونشر آثار الإمام الخميني قدس سره فرع قم المقدَّسة\r\nبدائع الدرر في قاعدة نفي الضرر\r\nأنوار الهداية في التعليقة على الكفاية\r\nمناهج الوصول إلى علم الأصول\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\n\r\nوسيصدر إن شاء اللَّه تعالى قريباً\r\nكتاب الاستصحاب\r\nلسماحة آية اللَّه العظمى الإمام الخميني قدس سره\r\nتنقيح الأصول ( الجزء الأول )\r\nوهي من تقريرات سماحة آية اللَّه العظمى الإمام الخميني قدس سره\r\nبقلم آية اللَّه المحقّق الشيخ حسين الاشتهاردي التقوي دام ظله\r\nجواهر الأصول ( الجزء الأول )\r\nوهي أيضاً من تقريرات سماحة آية اللَّه العظمى الإمام الخميني قدس سره\r\nبقلم سماحة آية اللَّه المحقق السيّد محمّد حسن اللنگرودي دام ظله\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\n\r\nوهناك كتب أخرى قيد التحقيق\r\nنذكر منها :\r\nالجزء الأوّل من كتاب البيع\r\nلسماحة آية اللَّه العظمى الإمام الخميني قدس سره\r\nالجزء الثاني من كتاب تنقيح الأصول\r\nلسماحة آية اللَّه الشيخ حسين الاشتهاردي التقوي دام ظله\r\nالجزء الثاني من كتاب جواهر الأصول\r\nلسماحة آية اللَّه السيد محمَّد حسن اللنگرودي دام ظله\r\n\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195}
  ]