[
  {"content":"\r\n\r\n\r\nمواردپژوهى وبازسازى متون مفقوده\r\n\r\nدرآمد\r\nتحقيق در منابع يك اثر كهن وبررسى موارد نقل شده در آن ، از منابع كهن ، مىتواند عنوان مواردپژوهى را به خود بگيرد . اين البتة يك اصطلاح عربى است وزماني كه عنواني مانند موارد تاريخ الطبري بكار برده مىشود ، مقصود تحقيق در منابع تاريخ طبري وقطعاتى است كه طبري در بخشهاى مختلف كتاب خود از هريك از منابع در دسترسش برگرفته است .\r\nكار مواردپژوهى به صورت روشى مستقل در بازشناسى متون گذشته ، سابقهء طولانى ندارد وتا به‌امروز هم به صورت يك سنّت فراگير وهمگانى كمتر مورد توجه قرار گرفته است . اين كار ، بسته به هدف يا اهدافى كه از آن مورد توجه است ، به شكل‌هاى مختلف مىتواند عرضه شود . يكى از اشكال مهم آن ، نوعي كار تاريخي - تحليلي دربارهء سير تطور ارائهء مطالبى است كه در زمينه‌اى خاص - در هر فن ورشتهء دانشى - ارائه شده است . براي نمونه در چند دههء گذشته ، يكى از مهم‌ترين كارها در\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nاين زمينه ، مطالبى است كه دكتر جواد على تحت عنوان موارد تاريخ الطبري در مجلهء المجمع العلمي العراقي نوشت . وى به صورت تحليلي ، مآخذ طبري را در هر بخش مورد بررسى وارزيابى قرار داد . اما كار مواردپژوهى ، تنها در اين قالب نيست وشكل‌هاى ديگرى نيز دارد كه در ادامه دربارهء آن سخن خواهيم گفت .\r\nآنچه در اينجا براي ما اهميت دارد ودر اين مقال برانيم تا به اختصار در باره‌اش سخن بگوييم ، آن است كه مواردپژوهى در منابع موجود ، گامى در جهت بازسازى متون مفقوده است .\r\n\r\nياد از منابع در آثار مكتوب\r\nارجاع يك سخن به قائل آن ، دو دورهء مختلف را پشت سر گذاشته است . نخست دورانى كه سند هر نقل - به مانند آنچه از پيغمبر ( ص ) يا أئمة ( ع ) روايت مىشود - ذكر مىگرديد وبه اين ترتيب امكان دنبال كردن مرجع يك نقل بود . اين دوره كه بخش نخست آن انتقال شفاهى علوم بوده وسپس به انتقال كتبي هم رسيد ، تا قرن چهارم به شدت مورد توجه بود واز آن پس ، گرچه به صورت يك سنت علمي تا قرنها پذيرفته شده ومعمول بود ، اما به صورت عملي ، سند - به معناى اجازه نقل مطالب كتاب يك مؤلف از استادانش تا مؤلف - تنها در أول كتاب مىآمد ودر ادامه ، به طور مستقيم از كتاب آن شخص نقل مىشد . برخى اين روش را حتى تا قرن دوم هم پيش برده‌اند .\r\nدورهء دوم درست از زماني آغاز شد كه نويسندگان پسين مطالب مورد استفادهء خود را از آثار مكتوب پيشين نقل مىكردند . در دوران آغازين وحتى تا قرن‌ها بعد ، غالب يا بسيارى از منابع كهن ، كمتر از منابع خود ياد مىكردند ، روشى كه گرچه به\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nنوعي از اعتبار وارزش آنها مىكاست ، اما از آنجا كه بسيارى از اين مآخذ ، به دليل داشتن اطلاعات منحصربه‌فرد ، تنها منبع پژوهش در برخى از عرصه‌ها وزمينه‌ها بودند ، همچنان به عنوان مآخذى مهم شناخته مىشدند .\r\nاكنون با نگاهى به آثار مكتوب دنياي اسلام ، مىتوان گفت ، از همان قرن چهارم ، كار ارجاع به منابع ، آغاز شده ودر قرن ششم به مقدار زيادى كار جدىتر شده است . يك نمونه از آثار قرن چهارم ، كتاب تاريخ قم ( تأليف 379 ) است كه مطالبى از كتاب التبيان يا البنيان برقى وآثار ديگران نقل كرده ونام كتابها را نيز آورده است . « 1 »\r\nدر دوره‌هايى كه هنوز ياد از نام كتاب چندان رايج نبود ، در بسيارى از أوقات نام مؤلف برده مىشد . حدس آن است كه براي نمونه أبو الحسن اشعرى در نيمهء نخست قرن چهارم ، اقوالى را كه از فرقه‌هاى مختلف واشخاص دانشمند ياد مىكند ، از آثار آنها برگرفته اما مآخذ آنها را به دست نداده است . البتة در برخى از موارد ، ياد از قائل يك سخن نيز در كار مواردپژوهى راهگشاست ، زيرا ما با كتاب‌هاى مفقود شدهء نويسندگانى مواجه‌ايم كه مطالبى از آثار آنان ، بدون ياد از نام كتاب‌هايشان ، در مآخذ بعدى آمده است . اين بخش را نيز بايد مغتنم شمرد .\r\nياد از منابع ومآخذ ، جداى از آن كه نزد برخى يك سنت علمي مقبول بود ، در مواردى صورت مىگرفت كه مؤلف نياز به اثبات مطالبى داشت كه طرف مقابل ، بدون ارجاع ، نمىتوانست آن را بپذيرد . براي نمونه ، مؤلفان شيعه ، به دليل آن‌كه در مقام احتجاج بر أهل سنت بودند ، ياد از مصادر خود را ضروري مىدانستند . نمونهء آن ابن شهرآشوب ( م 588 ) است كه در كتاب المناقب خود ، أسامي بسيارى از مآخذ خود را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دربارهء موارد اين كتاب بنگريد : مدرسى طباطبايى ، حسين ، كتابشناسى آثار مربوط به قم ، ص 18 ( قم ، 1353 )\r\n","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nآورده است . مواردى كه اگر استخراج شود ، اثرى بسيار با ارزش خواهد بود . از آن مهم‌تر ، آثار ابن طاوس است كه به صورتي بىمانند به ارائهء مآخذ خود پرداخته وفهرستى از آنها را اتان كلبرگ در كتابخانهء ابن طاوس به دست داده است .\r\nيكى از كساني كه در ارائهء مآخذ خود ، تلاش قابل ستايشى از خود نشان داده ، ابن حجر عسقلانى ( م 852 ) است كه تنها در كتاب الإصابة از حدود نهصد عنوان كتاب ياد كرده است . « 1 » وى در كتاب لسان الميزان خود نيز حجم زيادى نام كتاب آورده است كه در كار بازسازى متون مفقود ونيز كتابشناسى متون اسلامى ، اهميت زيادى دارد . تنها در ارتباط با متون مفقود شيعه ، مىتوان گفت كه ابن حجر از چندين اثر مهم استفاده كرده است كه موارد برجاى ماندهء از آنها بسيار مغتنم است . تاريخ الشيعة يا الحاوي في رجال الشيعة الإمامية ابن أبي طي ، تاريخ الري منتجب الدين ، « 2 » رجال ابن عقده ، « 3 » رجال علي بن فضّال « 4 » ورجال علي بن حكم « 5 » از اين موارد است . وى همچنين رواياتى از كتاب الولاية ابن عقده را در الإصابة حفظ كرده است . « 6 »\r\nطبعا هر مقدار كه آثار پسين ، ياد از مآخذ خود كرده ودر نقل مطالب ، مآخذ خود را بشناسانند ، زمينهء كار موارد پژوهشى فراهم‌تر بوده ومىتوان اين روش را به طور سهل‌ترى دنبال كرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بنگريد : ابن حجر العسقلاني ، مصنفاته ودراسة في منهجه وموارده في كتابه الإصابة ، شاكر محمود عبد المنعم ، بيروت ، مؤسسة الرسالة ، 1997 .\r\n( 2 ) . مقالات تاريخي دفتر دوم ، مقالهء شيعه وچهار اثر در تاريخ محلى ، ص 199\r\n( 3 ) . براي نمونه بنگريد : لسان الميزان ، ج 1 ، ص 547 ، ش 1115 ، ص 560 ، ش 1157\r\n( 4 ) . براي نمونه بنگريد : لسان الميزان ، ج 1 ، ص 59\r\n( 5 ) . براي نمونه بنگريد به : لسان الميزان ، ج 1 ، صص 113 ، 128 ، 581 ؛ ج 2 ، صص 130 ، 147 ، 149 ، 153 ، 154 ، 159 ، 169 ، 173 ، 217 ، 224 ، 250 ، 255 ، 257 ، 290 ، 291 ، 319 ، 355 ، 412 ، 420 ، 485 ( دو مورد ) ، 491 ، 492 ، 501 ، 529 ( دو مورد ) ، 553\r\n( 6 ) . بنگريد : مقالات تاريخي ، دفتر ششم ، ص 363\r\n","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nأهداف مواردپژوهى\r\nكار مواردپژوهى به عنوان يك روش علمي در مأخذشناسى آثار مكتوب ، مىتواند با چندين هدف انجام شود ؛ اهدافى كه هركدام ، محقق را وأدار مىكند تا اثرش را به صورتي خاص ارائه دهد . اين أهداف عبارتند از :\r\n1 - بازسازى متون مفقود شده :\r\nدراين‌باره پس از اين سخن خواهيم گفت .\r\n2 - افزايش آگاهىهاى كتابشناسانه دربارهء متون مفقود وغير مفقود :\r\nروشن است كه با شناخت موارد هر كتاب ، أسامي شمار زيادى از آثار مفقود وغير مفقود به دست مىآيد . آنچه كه داراى اهميت است ، اطلاعاتى است كه ما از اين طريق ، دربارهء منابع مفقود به دست مىآوريم . نمونهء آن تلاشى است كه از قديم كتابشناسان برجسته داشته‌اند وطي چهار قرن أخير ، دو عالم برجستهء شيعه مذهب ، يكى ميرزا عبد الله أفندي وديگرى شيخ آقابزرگ طهراني ، در آثارشان از اين روش براي تكميل اطلاعات كتابشناسانه استفاده كرده‌اند . گرچه در بسيارى از موارد ، در متون كاوش شده ، نام بسيارى از كتابها از قلم افتاده ويا اگر قيد شده ، تحقيق كافى در بارهء شكل دقيق آنها صورت نگرفته است . به هر روى ، با كار مواردپژوهى ، مىتوان بر فهرست نام كتابهاى تأليف شده افزوده ودايرهء اطلاعات كتابشناسى را توسعه داد . اين كار را فؤاد سزگين در تاريخ التراث العربي انجام داده وذيل شرح حال هر مؤلف ومعرفى آثار وى ، به بخش‌هاى برجاىمانده از كتاب‌هاى مفقود در برخى از متون پسين اشاره مىكند .\r\n3 - كمك در جهت بررسى تاريخ دانش بشرى :\r\nشناخت مطالبى كه دربارهء هر مسألهء علمي گفته شده ، تنها وقتي ممكن است\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nكه در آثاري موجود ، منابع آن مطالب قيد شده باشد . در زمينهء دانش تاريخ ، زماني كه مطلبي را يك مأخذ دست دوم ارائه كرده ، وقتي منبع آن مشخص نشده باشد ، دشوار بتوان حدس زد كه اين گزارش دقيقا چه زماني ارائه شده وتا چه اندازه نزديك به زمان وقوع آن رخداد تاريخي بوده است . اين روش ، دربارهء هر نوع اطلاعات عالمانه صادق است . به ديگر سخن ، تاريخ محتواى هرآنچه دربارهء هر مسأله گفته شده است ، بدون كتابشناسى گسترده وشناخت ارتباط متون با يكديگر كه در قالب مقايسهء منقولات آثار پسين از آثار پيشين امكان‌پذير است ، ممكن نيست . بدون ترديد ، مىتوان برخى از آثار پسين را تلخيص شدهء آثاري قديمىتر دانست آن‌گونه كه مؤلف متن جديد ، أساس را بر نوشتهء پيشين گذاشته واز خود تنها اندكى بر آن افزوده است .\r\nبا كار مواردپژوهى ودر ادامه تدوين مجدد اثر مفقود ، به خوبى رشتهء پيدايش محتواى آن اثر ، تا چند قرن به عقب بازمىگردد . براي مثال ، برخى از نوشته‌هاى فردى مانند جلال الدين سيوطى - شخصي كه در كار اقتباس از آثار كهن بسيار فعال وكوشا بوده وبرخى از آثارش را يكسره بر مبناى متون كهن نگاشته - با بازيافت آن متون كهن ، ارزش علمي خود را به دوره‌هاى پيش از خود واگذار مىكند .\r\n4 - مواردپژوهى وسيلهء ارزيابى آثار مكتوب :\r\nيكى از راه‌هاى بررسى آثار ومتون به لحاظ علمي ، به‌ويژه در برخى از رشته‌هاى علمي ، اتكاى آنها به متون أصيل ، رسمي وقابل اعتماد است . استفادهء از منابع غير موثق وضعيف ، سطح علمي واتقان كار را پايين مىآورد . با بررسى در منابع يك اثر ، مىتوان درصد علمي بودن آن اثر را به دست آورد . در اين موارد ، بايد به استفاده‌كنندگان هم توصيه كرد تا در زمان استفاده از اين آثار ، دريابند ، متنى را كه از آن كتابها نقل مىكنند ، در أصل ، مربوط به كدام منبع پيشين است . براي نمونه ، در\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nجايى كه ياقوت نام منبع خود را ذكر كرده ، صرف ارجاع به كتاب معجم البلدان كافى نيست ؛ بلكه لازم است تا نام منبع موردنظر نيز به نوعي در پژوهش انعكاس يابد تا در ارزيابى آن نقل ، بهتر بتوان توفيق داشت . اين قبيل موارد ، در استفاده از كتابهايى مانند تاريخ طبري - حتى با نقل سند روايت نقل شده - وبحار الأنوار نيز به شد صادق است ؛ چرا كه هر روايتي در اين كتابها ، از مأخذى مستقل گرفته شده كه لازم است در همان ارتباط مورد ارزيابى قرار گيرد .\r\n\r\nبازسازى متون مفقود\r\nيكى از مهم‌ترين أهداف كار موارد پژوهشى ، جمع‌آورى قطعات نقل شده از يك اثر وگردآورى آنها در كنار يكديگر است ؛ كارى كه مىتوان نام آن را بازسازى متون مفقوده ناميد . در واقع ، بسيارى از متون گذشته ، گرفتار أنواع واقسام دشوارىها شده واز دست رفته است ، با اين حال ، قطعاتى از آنها برجاى مانده كه بهم پيوستن آنها مىتواند ما را در جريان محتواى آن كتاب قرار داده ونقش آن اثر را در باور ساختن آثار پسين نشان دهد . به علاوة ، در استفاده از آن اثر توسط محققان جديد ، كار ساده‌تر شده وآنان مىتوانند با ارجاع به همين بازسازى شده‌ها ، بر اتقان كار خويش بيفزايند وبه‌طور روشن‌ترى مآخذ اصلى مطالب مورد استفادهء خود را نشان دهند . به هر روى ، در بازسازى متون مفقود ، مىتوان برگى ديگر بر غناي فرهنگ مكتوب افزود .\r\nيكى از نتايج بازسازى متون را مىتوان ، شناخت بهتر مؤلفانى دانست كه آثارشان از ميان رفته وپس از فرآهم آمدن بخشهايى از اثر مفقودشان ، مىتوان از آن طريق با أفكار وانديشه‌هاى آنان به صورت منظم آشنا گرديد .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n\r\nدشوارىها\r\nبازسازى متون مفقوده ، دشوارىهاى خاص خود را دارد كه مىبايست پيش از شروع كار از آنها آگاهى داشت ودر جريان تحقيق وپژوهش به حل آنها پرداخت .\r\n1 - يكى از اين دشوارىها ، پراكندگى نقلهاى صورت گرفته از يك اثر ، در متون مختلف است . فرآهم آوردن اين نقلها واطمينان يافتن به اين كه بخش عمدهء نقلهاى صورت گرفته ، فرآهم آمده ، كارى است كه تتبعي گسترده را مىطلبد . طبيعي است كه هيچ‌گاه نمىتوان به سادگى اين اطمينان را يافت كه كار به حد نهايى خود رسيده است . مهم آن است كه بتوان خط نقل از اين اثر را در متون نزديك به هم دريافت ودر آن حوزه به تتبع پرداخت . اين كار دربارهء برخى از متون راحت‌تر ودر بارهء برخى ديگر ، قدرى دشوار است . براي نمونه دربارهء كتاب طبقات الشيعة يا الحاوي يحيى بن حميد بن ظافر طائى معروف به ابن أبي طىّ حلبى ( 575 - 630 ) پس از تتبع وجستجو مىتوان دريافت كه اين اثر در اختيار ذهبي ( م 748 ) بوده ، در ادامه به دست ابن حجر ( م 852 ) افتاده ودر ميانهء عصر اين دو به احتمال در اختيار برخى ديگر از شرح‌حال‌نويسان مانند صفدى نيز بوده است .\r\n2 - در بسيارى از أوقات ، مؤلف متن موجود ، در استفاده از متن مفقود ، از آن با نام‌هاى مختلف ياد مىكند . حتى در بسيارى از موارد ، در چند مورد نام كتاب ودر بقيه موارد تنها نام مؤلف را آورده واز ياد از نام كتاب ، خوددارى مىكند . اين روش ، به ويژه دربارهء آثاري صادق است كه نام دقيقى از آغاز نداشته است . براي نمونه مىتوان از نوع استفادهء ابن حجر از كتاب النسب هشام بن محمد كلبى ( م 204 ) در كتاب الإصابة في تمييز الصحابة اشاره كرد . در الإصابة ، شصت ودو مورد از كتاب كلبى نقل شده است . ابن حجر ، در سى مورد آن را الجمهرة ناميده ويك بار الانساب الكبرى\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n( 3 / 8 چاپ هشت جلدي الإصابة ) ، دو مورد جمهرة النسب ( 2 / 392 ، 424 ) ، در پنج مورد كتاب الكلبي يا كتاب النسب لابن الكلبي ( 2 / 324 ، 8 / 245 ) در شش مورد النسب والانساب ( 5 / 5 ، 1 / 470 ) ودر ده مورد به نام انساب قبيلهء موردنظر از آن ياد شده است . براي نمونه : ذكره ابن الكلبي في انساب قضاعة ( 5 / 262 ) ، يا قال ابن الكلبي في نسب بنى تميم ( 2 / 117 ، 5 / 142 ، 6 / 670 ، 3 / 106 ) . طبيعي است كه تنها با تجربه مىتوان به اين تنوع صوري در أسامي كه در أصل همه نام يك كتابند ، پىبرد .\r\n3 - دشوارى ديگر آن است كه گاه ، مؤلف متن موجود ، مطلبي را از مؤلفي نقل مىكند ؛ اما روشن نيست كه مطلب از كدام يك از آثار أو نقل شده است . در اين موارد ، تنها با مقايسه موضوع مورد بحث در نقل ، با عنواني از مؤلفات أو كه نسبتي با اين موضوع داشته باشد ، مىتوان تا اندازه‌اى به واقع رسيد . براي نمونه ، وقتي مطالبى از محمد بن بحر رهنى در ارتباط با مسألهء امام عصر ( ع ) نقل مىشود ، مىتوان حدس زد كه مربوط به كتاب الحجّة في إبطاء القائم عليه السلام « 1 » اوست .\r\n4 - مواردى وجود دارد كه مؤلف متن موجود آنها را نقل كرده ، اما نام كتاب را نياورده است . در اين موارد ، به سياق عبارت ، مىتوان يقين كرد كه مأخذ مؤلف ، همان كتاب مفقودى است كه مطالب ديگرى هم از آن در متن موجود مورد بررسى ، آمده است . در اينجا مىتوان اين موارد را به عنوان موارد مشكوك در تدوين نهايى بازسازى متن مفقود آورد . اين ترديد وقتي است كه دست‌كم بتوان با مقايسهء عبارت ، تا پنجاه درصد دريافت كه شباهتى با ساير موارد نقل‌شدهء صريح از متن مفقود دارد .\r\nسروكار مداوم با يك متن وبررسىهاى مفصل در موارد آن ، مىتواند محقق را در بازيابى مواردى نيز كه مؤلف متن موجود به صراحت به اخذ آن از مصدر مفقود اشاره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معالم العلماء ، ص 96\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nنكرده ، كمك كند . به‌طورى كه حتى اگر عبارت تا اندازه‌اى نيز متفاوت باشد ، بتوان حدس زد كه فلان مطلب از فلان كتاب گرفته شده است . البتة اين شباهت‌ها ، گاه بسيار فراوان است . براي نمونه مىتوان به شباهت ميان مطالب كامل ابن أثير با طبري اشاره كرد ؛ چيزى كه برخى از مؤلفان - به مانند خود ابن أثير - أساسا در مقدمهء آثارشان به آن تصريح كرده‌اند . نيز مانند شباهت فراوان مقتل الحسين خوارزمي ( م 568 ) با بخش مربوط به عاشوراى كتاب الفتوح ابن اعثم كوفي ( نيمهء نخست قرن چهارم ) .\r\nمهم اين است كه در اين موارد وموارد مشابه ، بتوان از شباهت مطالب ، ودقت در عبارات وتركيبات ، ارتباط اين متون را شناخت .\r\n5 - مشكل ديگر آن است كه در مواردى انسان نمىتواند تعيين كند كه آيا نويسندهء متن موجود ، به‌طور مستقيم از متن مفقود بهره برده است يا به واسطهء اثر ديگرى از آن نقل مىكند . اهميت اين بحث در اين است كه از اين طريق نمىتوانيم مطمئن شويم كه اثر مفقود تا چه زماني موجود بوده است . براي نمونه ، بسيارى از متونى كه در قرن دهم وبعد از آن از برخى از متون كهن در زمينهء مباحث حديثي مربوط به امامت كار كرده‌اند ، در أصل مطالبشان برگرفته از نقلهاى ابن طاوس است .\r\nاما با ياد از همهء آن عنوان‌ها در مقدمهء كتاب خود ، برخى از محققان را به اين خطا انداخته‌اند كه اين آثار تا قرن دهم هجرى برجاى بوده است . اين مسأله حتى پيش از اين تاريخ نيز مطرح بوده است . براي نمونه ، تا آنجا كه آگاهيم ، ابن شهرآشوب ، مطالبى را كه از كتاب المبعث والمغازي أبان بن عثمان احمر نقل كرده ، در أصل از كتاب إعلام الورى طبرسى گرفته است .\r\nافزون بر آنچه گذشت ، اهميت شناخت اين مسأله ، در اين مورد نيز كارآمد است كه گاه ناقل مطلب ، در نقلي كه آورده ، تغييراتى در عبارت داده است كه با متن\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nمشابه نقل شده در جاى ديگر ، مطابقت ندارد .\r\n6 - مشكل ديگر چينش موارد بازيافته براي تدوين نهايى است . اين كار بر حسب حجم بازيافته شده ، آن اندازه كه بتوان ترتيب ونظم داخلي كتاب را نشان داد ، مىتواند به انجام برسد . طبيعي است كه يك متن تاريخي ، به‌طور طبيعي ، نظم تاريخي وسالشمارانه دارد . كمااين‌كه يك متن جغرافى به‌طور عمومى ، برحسب تقسيم أقاليم هفت‌گانه بوده ويا برحسب ترتيب الفبايى شهري تدوين شده است .\r\nيك اثر تراجم‌نگارانه نيز به‌طور طبيعي ، نظمى الفبايى يا طبقاتى دارد . در اينجا نيز تجربه ودقت در موارد نقل‌شده مىتواند محقق را در ارائه يك ترتيب منطقي براي چينش موارد بازيافته كمك كند .\r\n\r\nتوصيه به مصحّحان ومحققان\r\nنخستين توصيه به مصحّحان آثار كهن است كه به دقت به بحث از موارد كتابها بپردازند وتا سرحد امكان خود در انتهاى كتاب خويش ، تنها به ارائهء مبهم نام كتاب‌هاى موجود در متن اكتفا نكنند ، بلكه فهرستى جامع از أسامي كتاب‌ها ، تعيين حدود نقل شده از آنها در متن ونشان دادن صفحات از ابتدأ تا انتهاى نقل ، وحتى ارائهء بحثي در مقدمهء كتاب خود دربارهء مآخذ متن مصحح ارائه دهند . اين كار ، هم براي كتابشناسان مفيد فأيدت فراوان است وهم براي كساني كه به دنبال بازسازى متون مفقود هستند . روشن است كه مصحح يك اثر ، به دليل تسلطش بر متن در حال تصحيح بيش از هر شخص ديگرى قادر است تا اين موارد را به دقت استخراج كرده ونام دقيق اثر مفقود ومؤلف آن را از لابلاى نقلهايى كه از آن كتاب صورت گرفته به دست آورد .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nاما جداى از مصحّحان ، بسيارى از محققان ، به‌ويژه دوستداران دانش كتابشناسى ، مىتوانند در جهت تدوين آثاري به هدف شناخت موارد ومنابع مكتوب آثار برجاىمانده ، قدم بردارند . يكى از بهترين نمونه‌ها ، كتاب كتابخانهء ابن طاوس وأحوال وآثار أو از اتان گلبرگ « 1 » است كه يك اثر باارزش در اين زمينه تلقى شده ونمونه‌اى عالي از تحقيق در جهت تدوين منبع‌شناسى آثار يك مؤلف اسلامى شناخته مىشود .\r\nبر همان أساس ، اينجانب ، در دايره‌اى محدودتر به كاوش در منابع كتاب پر ارج كشف الغمّه اثر علي بن عيسى اربلى ( م 692 ) پرداخته وأسامي وموارد بيش از 79 كتاب را استخراج كردم . « 2 » همچنين در نوشته‌اى ديگر به فهرست كردن منابع كتابهاى برجاىمانده از عماد طبري ( م بعد از 701 ) پرداختم كه جمعا نام 63 عنوان كتاب از آن بدست آمد « 3 » كه برخى بسيار باارزش بود . نيز در بررسى مآخذ كتاب روضة الشهداء ملا حسين كاشفي ( م 910 ) نام 44 عنوان كتاب استخراج گرديد . « 4 »\r\nدنبال كردن اين روش در آثار ديگر ، مىتواند نتايج زيادى در باور كردن اطلاعات ما دربارهء مآخذ مفقود داشته باشد .\r\n\r\nنمونه‌اى از كارهاى انجام‌شده در بازسازى متون\r\nگذشت كه كار مواردپژوهى از يك طرف وبازسازى متون از طرف ديگر ، در چند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ترجمهء سيد على قلى قرائى ، رسول جعفريان ، قم ، كتابخانهء آية الله مرعشى ، 1371\r\n( 2 ) . بنگريد : مقالات تاريخي ، دفتر چهارم ، علي بن عيسى اربلى وكتاب كشف الغمة .\r\n( 3 ) . مقالات تاريخي ، دفتر چهارم ، مقالهء فوائد تاريخي ونكات كتابشناسانه در آثار عماد الدين طبري .\r\n( 4 ) . مقالات تاريخي ، دفتر أول ، مقالهء ملا حسين واعظ كاشفي وكتاب روضة الشهداء\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nدههء أخير مورد توجه قرار گرفته است ؛ اما هنوز كارهاى فراوانى در اين زمينه برجاى مانده است . با اين حال ، در اينجا براي افزايش تجربه در اين زمينه مىتوان از چند كار انجام‌شده ياد كرد .\r\nيكى از كارهاى انجام‌شده در اين زمينه ، كتاب شذرات من كتب مفقودة في التاريخ اثر نويسنده ومصحح برجسته احسان عباس است . « 1 » وى در مقدمهء اين كتاب ، از انس خود با كتاب بغية الطّلب في تاريخ حلب ابن العديم ياد كرده واين كه اين كتاب برگرفته از دهها منبع تاريخي است . وى سى عنوان از مآخذ بغية الطلب را برگرفته ، موارد آنها را استخراج كرده وبا جستجويى كه در ساير منابع انجام داده ، نقلهاى برجاىمانده از آن منابع را در آثار ديگر ، به آنچه از بغية الطلب آورده ، افزوده است . آثاري كه احسان عباس انتخاب كرده ، همگى از منابع باارزش تاريخي وأدبي قرون چهارم تا ششم هجرى است كه تصور مىشود مفقود شده است ؛ گرچه ممكن است برخى از آنها از زواياى تاريك برخى از كتابهاى شخصي يا حتى عمومى فهرست نشده ، به دست آيد .\r\nبازسازى كتاب السقيفة وفدك « 2 » از أبو بكر أحمد بن عبد العزيز جوهري ( م 323 ) كه بخش زيادى از نقلهاى آن در كتاب شرح نهج البلاغهء ابن أبي الحديد ( م 656 ) آمده ، يكى از كارهاى قابل ستايش در احياى متون مهم تاريخي قرن چهارم است . نمونهء ديگر كتاب مغازى رسول الله لعروة بن زبير است كه بر أساس داده‌هاى كتاب المصنف عبد الرزاق بن همام صنعاني ( م 212 ) وبرخى متون ديگر فرآهم آمده است . « 3 »\r\nدر مجموع كارهاى انجام شده توسط اينجانب نيز ، بازسازى چند اثر دنبال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بيروت ، دار الغرب الاسلامي ، 1987\r\n( 2 ) . تقديم وجمع وتحقيق الدكتور محمد هادي الأميني ، تهران ، مكتبة نينوى الحديثة ،\r\n( 3 ) . جمع وتقديم : محمد مصطفى الاعظمى ، رياض ، مكتبة التربية ، 1401\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nشده است . يكى از آنها كتاب المبعث والمغازي از أبان بن عثمان احمر از أصحاب امام صادق عليه السلام است كه قطعات زيادى از آن در آثار بعدى آمده است . « 1 » ديگر بازسازى مختصر چهار كتاب جغرافيايى وتواريخ محلى است كه نقلهايى از آنها در برخى از آثار بعدى برجاىمانده است . اين چهار كتاب عبارتند از :\r\n1 - التبيان يا البنيان في اخبار البلدان از أحمد بن خالد بن محمد برقى كه قطعاتى از آن از جمله در تاريخ قم حسن بن محمد بن حسن قمى ( تأليف 379 هجرى والتدوين في اخبار قزوين رافعى آمده است .\r\n2 - كتاب نحل العرب از محمد بن بحر شيبانى رهنى كرمانى كه قطعاتى از آن را ياقوت حموى در معجم البلدان وهمين‌طور معجم الأدباء آورده است .\r\n3 - تاريخ الري از أبو سعد منصور بن حسين آبى شيعي ( م بعد از 432 ) ومؤلف كتاب باارزش نثر الدر كه قطعاتى از آن در التدوين رافعى ، معجم البلدان ياقوت ، تاريخ الاسلام ذهبي ، مجمل التواريخ والقصص ، مجمع التواريخ حافظ ابرو ومجمع الآداب ابن فوطى آمده است .\r\n4 - تاريخ الري منتجب الدين علي بن عبيد الله بن حسن نويسندهء كتاب الفهرست كه شمار زيادى از شرح‌حال‌هاى موجود در آن را ابن حجر در لسان الميزان آورده است . « 2 »\r\nيكى ديگر از كارهاى انجام شده ، بازسازى كتاب الحاوي في رجال الشيعة الإمامية يا طبقات الشيعة از يحيى بن حميد بن ظافر طائى معروف به ابن أبي طىّ حلبى ( 575 - 630 ) نويسنده ومؤرخ شيعه مذهب وپركار معروف شهر حلب در أواخر قرن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قم ، دفتر تبليغات اسلامى ، 1375\r\n( 2 ) . مقالات تاريخي ، دفتر دوم ، مقالهء شيعه وچهار اثر در تاريخ محلى . ( قم ، نشر الهادي ، 1376 ) .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nششم وأوائل قرن هفتم هجرى است كه قطعاتى از ديگر آثار مفقودش نيز در منابع مختلف آمده است .\r\nهمين‌طور كار ديگرى كه انجام شده ، بازسازى كتاب الولاية از محمد بن جرير طبري ، مؤرخ بنام است كه قطعاتى از آن در كتاب شرح الاخبار قاضى نعمان ( م 363 ) ، مناقب ابن شهرآشوب ( م 588 ) ، رسالة طرق حديث من كنت مولاه از شمس الدين ذهبي « 1 » ( م 748 ) البداية والنهاية ابن كثير ( م 774 ) ومتونى ديگر آمده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تحقيق مرحوم سيد عبد العزيز طباطبائى ، تهران ، دليل ، 1379\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nمقدمه در باب أحوال وآثار ابن أبي طىّ وتشيع شهر حلب\r\nيحيى بن حميد بن ظافر طائى حلبى ( 575 - 630 ) « 1 » يكى از مورخان برجستهء شيعه مذهب واز مردمان شهر حلب است كه جز تاريخ ، در بسيارى از عرصه‌هاى ديگر علم ودانش ، آثار بزرگى را پديد آورده است . متأسفانه ، پس از آن‌كه تشيع در نواحي شامات مورد بىمهرى وتنگناى سلاطين نوري وايوبى ومملوكى قرار گرفت ، آثار اين بزرگمرد عالم تشيع نيز از ميان رفت . فهرست بلند آثار وى ، كه هركدام در چندين مجلد بوده ونقلهايى از آنها در آثار مورخان بعدى شامات برجاىمانده ، نشان از مرتبت والاي علمي أو دارد . درواقع ، وى در ادامهء كاروان بزرگى از عالمان شيعه قرار دارد كه از أواخر قرن سوم تا قرن ششم وهفتم ، در اين شهر بزرگ ، رهبرى شيعيان آن ناحية را كه اكثريت جمعيت حلب را تشكيل مىدادند ، عهده‌دار بوده است . شايد نكتهء بديعى كه بتواند موقعيت أو را به عنوان يك عالم بزرگ وروحاني مردمى در اين شهر نشان دهد ، آن باشد كه به نوشتهء ابن شداد ( م 684 ) در ميان مساجد حلب ، مسجدى به نام مسجد منتجب الدين يحيى بن أبي طىّ المعروف به ابن النجار وجود داشته است . « 2 »\r\nتشيع امامي ابن أبي طي بيش از هر چيز روشن ودرخشان است ، به‌ويژه كه در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مصطفى جواد تاريخ درگذشت وى را سال 627 ياد كرده است . نك : أعيان الشيعة ، ج 10 ، ص 286\r\n( 2 ) . الاعلاق الخطيرة في ذكر أمراء الشام والجزيرة ، الجزء الأول ، القسم الأول ، ص 64\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nمحضر عالم برجستهء شيعي ، ابن شهرآشوب ، كه شوهر دختر عمهء أو بوده ، تربيت يافته است . برخى از آثاري كه وى به نوعي در ارتباط با فرهنگ تشيع نوشته ، عبارتند از :\r\nالمجالس الأربعين في مناقب الأئمة الطاهرين ،\r\nشرح نهج البلاغة ( شش مجلد ) ،\r\nاخبار شعراء الشيعة ،\r\nتضوع اللطائم في شرح خطبة فاطمة الزهراء ،\r\nكتاب في حكمىّ كلام الأئمة الاثني عشر ،\r\nذخر البشر في معرفة الأئمة الإثنى عشر . « 1 »\r\nدر منابع جديد ، شرح حال ابن أبي طي را بيش از هركس كلود كاهن نوشته است .\r\nنوشتهء وى در دسترس ما نيست . همو ، مدخل ابن أبي طي را در دائرة المعارف اسلام ( ويرايش دوم ) را نگاشته كه بسيار كوتاه است . شرح حال مفصل وى در فارسي به قلم آقاى فكرت در دائرة المعارف بزرگ اسلامى ( 2 / 7 - 676 ) آمده است . شايد مناسب‌ترين كار در اين زمينه ، ارائهء مطالبى باشد كه در متون كهن ، دربارهء ابن أبي طي آمده است .\r\n\r\nنوشته‌هاى قدما دربارهء ابن أبي طىّ وآثار أو\r\nاز متقدمان ، قديمىترين شرح حال ابن أبي طي ، از ياقوت حموى ( م 626 در حلب ) است كه در معجم الأدباء از وى ياد كرده ، اما از چاپ‌هاى موجود اين كتاب ، سقط شده است . وى در سال 619 ابن أبي طي را در حلب ملاقاة كرده وشرح حال أو را از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الوافي بالوفيات ، 4 / 270\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nدست خود وى گرفته است . ياقوت كه متهم به ناصبىگرى است ، « 1 » قضاوت تندى بر ضد ابن أبي طي كرده است .\r\nابن حجر در لسان الميزان ( 7 / 409 ) وكتبي در فوات الوفيات 4 / 270 - 271 ) بخشي از مطالب ياقوت را آورده‌اند كه از نظر مبارك خوانندگان خواهد گذشت . از اين دو ، « 2 » ابن شاكر كتبي ، بخش دوم شرح حال ابن أبي طي را كه پيرامون آثار اوست ، با دقت وطبعا به نقل از ياقوت آورده است . اما بخش نخست شرح حال كه شامل مسائل شخصي زندگى ابن أبي طي است ، از كتبي فوت شده است . با اين حال وخوشبختانه اين بخش در جاى ديگرى محفوظ مانده است . وآن اين كه شهيد أول ، عين آنچه را كه ياقوت از خط ابن أبي طي دربارهء كودكى ومسائل شخصي خود گفته بوده ، در برخى از فوائد خود آورده بوده است . « 3 » اين متن به دست أفندي افتاده ووى آن را در رياض العلماء نقل كرده است . خطاى أفندي ، تنها در آن است كه تصور كرده است كه شهيد اين متن را از معجم البلدان گرفته ، درحالىكه از معجم الأدباء بوده است . وى پيش از عبارت ياقوت مىنويسد : « الشيخ يحيى بن أبي طي أحمد بن الطائي الحلبي كان من مشاهير علماء أصحابنا الامامية وصاحب التصانيف في اقسام العلوم وكان في حدود الست مائة . قال ياقوت في معجم البلدان وقد حكاه عنه الشهيد في بعض فوائده كما وجدته نقلا من خطه الشريف » . عبارت ياقوت بنا به نقل شهيد أول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وفيات الأعيان ، ( ابن خلكان ، تحقيق احسان عباس ) ، ج 6 ، ص 126 ؛ لسان الميزان ، ج 7 ، ص 362 ، ش 9160 ؛\r\n( 2 ) . كاهن نوشته است كه صفدى اين بخش از معجم الأدباء را حفظ كرده كه البتة تا اين زمان ، از چاپ مجلد 28 الوافي بىخبريم ؛ اما ايشان به نسخهء خطى ارجاع داده‌اند . نك :  E 12 , vol 3 . p , 693  ايشان اشاره‌اى به اين كه مطلب ياقوت كه در فوات الوفيات ورياض آمده ، ندارند .\r\n( 3 ) . مقصود مجموعه‌اى است كه به نام مجموعهء جبّاعى شهرت دارد . علامه سيد محسن امين نيز متن اين شرح حال را به نقل از آن مجموعه در أعيان - ج 10 ، ص 286 - آورده است .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nچنين است :\r\nيحيى بن أبي طىّ احمد ابن طائى الحلبي ، أحد من يتأدّب ويتفقّه « 1 » على مذهب الاماميّة وأصولهم . وله تصانيف في أنواع العلوم . قال :\r\nحدّثنى والدي رحمه الله كان لا يعيش لي ولد وكنت أربيهم إلى سبع أو خمس ثم يموتون . ولقد بشرت بخمسة وعشرين ولدا فخفت « 2 » بهم ، وكنت أكثر الابتهال إلى الله تعالى في أن يرزقني ولدا ويمن علىّ بحياته . ثم ماتت الزوجة فأريت في النوم كأنني قد دخلت إلى مسجد عظيم فيه جماعة أعرفهم من الحلبيين ، فسلّمت عليهم ، فقام الىّ رجل منهم ، فأخذ بيدي ، ثمّ أجلسني في زاوية من زوايا المسجد وناولني ريحانة لم أر أذكى ريحا منها . فلّما حصلت الريحانة في يدي إذا هي قد أظهرت وردا ، فجعلت أتعجّب من حسنه وذكاء رائحته ، فذبلت منه وردة وسقطت فحزنت لها ، فقال لي الرجل :\r\nليهنئك أن لن تفقد غيرها . فقلت للرجل : من أنت أسعدك الله . فقال سالم . فاستيقظت وأنا فرح ، فعبرّت المنام ، فقلت : الريحانة زوجة صالحة والورد الذي لها أولاد والوردة التي ذهبت ابني وأفقد أحدهم . واسم الرجل سالم بشارة بسلامة الأولاد الذي يأتوني فيما بعد . وفي تلك الأيام تزوجت ابنة الفقيه المغربي أبى منصور محمد بن أبي عبد الله البختري الطائي ورزقت منها ولدا سميّته عليا فعمر سنة وأياما ثم مات . فعظم به مصابى ويئست من الولد ، ثم لم يبعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في أعيان : تأدب وتفقه .\r\n( 2 ) . في أعيان : فجعت .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالزمان حتى تبيّن لي حمل الزوجة . فأشفقت من ذلك واهتممت « 1 » ولازمت الدعاء في كل صلاة ، وكان قد بلغني أنه إذا أراد الانسان طلب الولد ، قال في جوف الليل في دعاء الوتر قبل الركوع « ربّ لا تذرني فردا وأنت خير الوارثين ، ربّ هب لي من لدنك ذريّة طيّبة انّك سميع الدعاء ، اللهم لا تذرني فردا وحيدا مستوحشا فيقصر شكري عند تفكّرى ، بل هب لي من لدنك دينا « 2 » وعقبا ذكورا وإناثا أسكن إليهم في الوحشة وآنس بهم في الوحدة وأشكرك عند تمام النعمة ، يا وهّاب يا عزيز يا عظيم أعطني في كل عافية منّا منك وارزقني خيرا حتى أنال منهم « 3 » رضاك عنى في صدق الحديث وشكر النّعمة والوفاء بالعهد ، انّك على كل شئ قدير » . وكنت ألازم ذلك ، فلمّا كان أوائل شوال ، رأيت بعد أن صليت وردى وكنت يومئذ أنام تحت السماء من القيظ « 4 » كأنّ انسانا خرج من الحائط ، حتى وقف من خلفي من جهة الشمال ، ثم استفتح فقرأ « بسم الله الرحمن الرحيم كهيعص » إلى قولي « اسمه يحيى » ثم أمسك ، فاستيقظت وقلت هذه بشارة بولد يكون اسمه يحيى ، قد سمّاه الله بذلك بشارة بحياته ، فشكرت الله . ثم عدت فغلبنى النوم ، فرأيته قد جاء حتى وقف أمامى ، ثم استفتح وقرأ « يا مريم » إلى قوله « ويرث من آل يعقوب » ، ثم أمسك . فاستيقظت وقلت : الحمد لله ، هذه بشارة لي بحياته وانه يرثني ، فشكرت الله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في أعيان : فاغتممت . وفي الأصل من الرياض : اهتممت .\r\n( 2 ) . في أعيان : أنيسا . وفي الأصل من الرياض : دينا .\r\n( 3 ) . في أعيان منتهى . وفي الأصل من الرياض : أنانل\r\n( 4 ) . في أعيان : السماء لزمن القيظ . وما في المتن ، عين ما في نسخة الأصل من الرياض .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nسبحانه وأضاء الصبح ، فقضيت صلاتي . قال : فلما كان الليلة التي ولدت يا ولدى فيها ، أخذ عيني النوم فسمعت قارئا يقرأ السورة بعينها حتى بلغ إلى قوله تعالى  « وَآتَيْناهُ الْحُكْمَ صَبِيًّا » .  فاستيقظت والنساء يضحكن لك البشرى هذا ولد ذكر ، فشكرت الله تعالى . قال أبى واستدعيتك إلى وأذنت في اذنك اليمنى وأقمت في اليسرى وحنكتك بشئ من تربة الحسين عليه السلام في ماء عذب وسمّيتك يحيى وكنيّتك أبا الفضل ، وكان مولدك في أوائل شوال سنة خمس وسبعين وخمس مائة في السنة التي ولى فيها الامام الناصر رضي الله عنه انتهى . « 1 »\r\nهمان‌گونه كه گذشت ، قسمت ديگر شرح حال مفصلى كه ياقوت براي ابن أبي طي نوشته بوده ، ياد از تأليفات اوست كه اين بخش را ابن شاكر كتبي ( م 764 ) در فوات الوفيات آورده است . متن نوشتهء ابن شاكر دربارهء ابن أبي طي چنين است :\r\nيحيى بن حميد بن ظافر بن النجار بن علي بن عبد الله الحلبي المعروف بابن أبى طي ، أحد من تعاطى الأدب والفقه على مذهب الإمامية وأصولهم . وصنّف في أنواع من العلوم . قال ياقوت : وقد جعل التّصنيف حانوته ، ومنه مكسبه وقوته ، وأكثر تصانيفه قطع فيها الطريق وأخاف السبيل ، يأخذ كتابا قد أتعب العلماء فيه خواطرهم فيقدّم فيه أو يؤخر أو يزيد أو ينقص قليلا أو يختصر ، ويخلق له اسما غريبا وينتحله انتحالا . وقد طوّل ياقوت ترجمته في معجم الأدباء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رياض العلماء ( ميرزا عبد الله أفندي ، تصحيح سيد احمد حسينى ، قم ، مرعشى ، 1401 ) ج 5 ، صص 28 - 3330\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nومولده بحلب سنة خمس وسبعين وخمس مائة . وتوفّى حدود الثلاثين والستمائة . وذكر عنه ياقوت أن والده كان لا يعيش له ولد وأنه لما رزقه حملته جارية وصعدت به السطح ليلة الميلاد ، وكانت شديدة البرد ، فأخذه اضطرام وافحام وابيضت عيناه جميعا ، ولازمه الرمد إلى أن احتلم ، فتجلت مما كان فيها من البياض . وكان والده نجّارا مقدّما على كل نجّار بحلب .\r\nوقرأ يحيى القرآن على والده واشتغل بفقه الامامية على رشيد الدين المازندراني . ومن تصانيفه : [ 1 
  ] كتاب البستان في مجلس الغلمان . [ 2 
  ] كتاب معادن الذهب في تاريخ حلب . [ 3 
  ] كتاب ملح البرهان في تفسير القرآن . [ 4 
  ] كتاب قبسة العجلان في تفسير القرآن .\r\n[ 5 
  ] كتاب البيان في أسباب نزول القرآن . [ 6 
  ] كتاب غريب القرآن . [ 7 
  ] تفسير الفاتحة . [ 8 
  ] المجالس الأربعين في مناقب الأئمة الطاهرين . [ 9 
  ] كتاب خلاصة الخلاص في آداب الخواص عشر مجلدات . [ 10 
  ] كتاب حوادث الزمان على حروف المعجم خمس مجلدات . [ 11 
  ] كتاب تاريخ العلماء مجلد . [ 12 
  ] شفاء الغليل في ذم الصاحب والخليل مجلد .\r\n[ 13 
  ] شرح نهج البلاغة ست مجلدات . [ 14 
  ] تحفة الطائفة الفقهائية في شرح كلماتهم اللغوية . [ 15 
  ] التنبيهات في تعبير المنامات . [ 16 
  ] التنبيهات على صنع النبات . [ 17 
  ] الكشف والتبيين في محاسن التضمين . [ 18 
  ] العروس في أدب السائس والمسوس . [ 19 
  ] مودعة السفيه وموزعة النبيه في المأخذ على راجح الحلى وسرقاته . [ 20 
  ] التحقيق في أوصاف الرقيق . [ 21 
  ] الروضات البهجات في محاسن القينات . [ 22 
  ] اللباب في\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nأسماء الأحباب . [ 23 
  ] نسيم الأرواح في ما جاء في التفاح . [ 24 
  ] الايجاز في الألغاز . [ 25 
  ] أخبار شعراء الشيعة . « 1 » [ 26 
  ] الاقتصاد في الفرق بين الظاء والضاد . [ 27 
  ] كتاب الاضداد . [ 28 
  ] كتاب الكنت الشاردة والنادرة والفائدة . [ 29 
  ] المنتخب في شرح لامية العرب . [ 30 
  ] تضوع اللطائم في شرح خطبة فاطمة الزهراء . [ 31 
  ] شرح كلام أم سلمة لعائشة رضي الله عنهما . [ 32 
  ] نهج البيان في عمل شهر رمضان . [ 33 
  ] المشكاة في عويص مسائل النحاة . [ 34 
  ] افراد قراءة أبى عمرو ابن العلاء . [ 35 
  ] مختصر في اللغة . [ 36 
  ] افراد مسائل . [ 37 
  ] الجمع بين زوائد الصحاح وزوائد المجمل . [ 38 
  ] ذخر البشر في معرفة القضاء والقدر ، [ 39 
  ] كتاب في حكمىّ كلام الأئمة الاثني عشر ، [ 40 
  ] الحاوي في المعمول عليه من الفتاوى ، [ 41 
  ] كتاب سرّ السرائر ، [ 42 
  ] فقه أحكام السناء في الفقه ، [ 43 
  ] ذخر البشر في معرفة الأئمة الاثني عشر ، [ 44 
  ] مجموع مسائل فقه وأصول ، [ 45 
  ] شرح غريب ألفاظ المقامات ، [ 46 
  ] شرح الحماسة ، [ 47 
  ] اخلاق الصوفية ، [ 48 
  ] عقود الجواهر في سيرة الملك الظاهر ، « 2 » [ 49 
  ] كنز الموحدين في سيرة صلاح الدين ، [ 50 
  ] ذيل التاريخ الكبير الذي سمّاه معادن الذهب . [ 51 
  ] سلك النظام في تاريخ الشام اربع مجلدات ، [ 52 
  ] مختار تاريخ المغرب ، [ 53 
  ] كتاب تاريخ مصر . [ 54 
  ] تهذيب الإستيعاب لابن عبد البرّ ، [ 55 
  ] سيرة النبي صلى الله عليه واله وسلم وأصحابه . ثلاث مجلدات ، [ 56 
  ] اشتقاق أسماء البلدان ، [ 57 
  ] نكت درة الخواص . [ 58 
  ]\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ذكر الصفدي هذا العنوان في مقدمة كتابه الوافي ( ج 1 : ص 54 ) .\r\n( 2 ) . اين ملك ظاهر ( كه از سال 582 تا 613 والى حلب بوده ) در برخى منابع به تشيع متهم شده است . نك :\r\nنسب خلفا وشهرياران ، ص 152\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nأسماء رواة الشيعة ومصنّفيها ، [ 59 
  ] سيرة ملوك حلب ، [ 60 
  ] كتاب التصحيف والأحاجى .\r\nومن شعره رحمه الله :\r\n يا أبا جعفر تجاف قليلا * كم تسامى بمفخر منحوس\r\nأنت من معشر كرام ولكن * أنت فيهم قوائم الطاووس \r\nوقال في مديح آل البيت رضي الله عنهم\r\n أنا في إسار غدائر ونواظر * من كلّ أبيض ذي قوام ناضر\r\nريان من مرح الصّبا فكأنما * رويت معاطفه بغيث باكر\r\nخمرىّ ريق لؤلؤىّ لواحظ * مسكىّ صدغ صارمىّ محاجر\r\nلله ليلتنا بكاظمة وقد * سمحت به الأيّام بعد تهاجر\r\nوقد اضطجعنا والنّجوم كأنه * من وجهه باد بنور باهر\r\nوالشعريان كأنّما أحداقها * أحداق عاذل حبه المتكاسر\r\nوسهيل الوقّاد يخفق دائبا * خفقان أحشائى عليه وخاطري\r\nوالليل يرفل في فضول غلائل * رقّت كشوقى أو كدمعى القاطر\r\nوالريح ينشر عرفها بنسيمها * نشرى مديح أخي النبىّ الطّاهر\r\nخير الأنام ومن يذلّ مهابة * من بأسه قلب الهزبر الخادر\r\nصنو النبىّ وصهره ووزيره * وظهيره في كلّ يوم تشاجر \r\n« 1 » پس از ياقوت ، به لحاظ تاريخي ، مىتوان از كمال الدين أبو الفضل عبد الرزاق بن أحمد معروف به ابن الفوطي ( م 732 ) ياد كرد كه تنها متن أدبي كوتاهى را از خود ابن أبي طي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فوات الوفيات والذيل عليها ، ( محمد بن شاكر الكتبي ، تحقيق احسان عباس ، بيروت ، دار صادر ) ج 4 ، صص 269 271\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nذيل نام أو آورده است :\r\nالمنتجب نجيب الدين أبو زكرّيا يحيى بن أبي طىّ حميد بن ظافر الحلبي المؤرخ . قال : كان الإسكندر أحنف ، وأنوشروان أعور ، ويزدجرد اعرج ، وجذيمة الوضاح أبرص ، وعبد الملك بن مروان أبخر ، ويزيد بن عبد الملك أفقم ، وهشام أحول ، ومروان الحمار أشقر ، وأبو طالب أعرج ، وأبو جهل أحول ، وكذلك أبو لهب وزياد . « 1 »\r\nابن الفوطي ، در شرح حال موفق الدين أبو العباس أحمد بن محمد بغدادي نيز مىنويسد : ذكره نجيب الدين يحيى بن أبي طي حميد بن ظاهر الحلبي النجّار في مشيخته ، وقال : ورد علينا حلب وكان حافظا عالما بالحديث ، وله تصانيف منها كتاب سمّاه النبذة في مناقب أهل البيت عليهم السلام . قال : وسمعنا عليه أجزاء من كتاب حلية الأولياء لأبى نعيم الأصبهاني . « 2 »\r\nهمو در شرح حال عفيف الدين أبو جعفر منصور بن أحمد حمصى أديب مىنويسد : قرأت في كتاب البستان في محاسن الغلمان للشيخ منتجب الدين يحيى بن أبي طىّ الحلبي قال : أنشدنا العفيف منصور بن الطلبيب الحمصي لنفسه :\r\n غرست قضيبا في كثيب من الرّمل * فأثمر بدرا في دجى الشّعر الجثل\r\nوجرّدت نصلا جفنه جفن مقلة * مواقعها في مهجتي موقع النصل « 3 » \r\nابن فوطى ، چند سطرى از كتاب معادن الذهب في تاريخ حلب ابن أبي طي را نيز نقل كرده كه شرح آن خواهد آمد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . معجم الآداب في معجم الألقاب ، ( تحقيق محمد الكاظم ، تهران ، سازمان چاپ وانتشارات ، 1416 ) ، ج 5 ، صص 525 - 527\r\n( 2 ) . مجمع الآداب ، ج 5 ، ص 591\r\n( 3 ) . مجمع الآداب ، ج 1 ، ص 490\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nشمس الدين ذهبي ( م 748 ) كه از كتاب تاريخ الشيعة ابن أبي طىّ فراوان نقل كرده است ، در كتاب تاريخ الاسلام ، در ياد از درگذشتگان پس از سال 620 هجرى مىنويسد :\r\nيحيى بن أبي طىّ النجّار بن ظافر بن علي بن عبد الله بن أبي الحسن ابن الأمير محمد بن حسن الغسّانى ، الحلبي ، الشيعي ، الرافضي .\r\nمصنّف تاريخ الشيعة وهو مسوّدة في عدّة مجلدات ، نقلت منه كثيرا .\r\nمات في آخر الكهولة . فينظر في التاريخ العديمى ، « 1 » ان كان له ذكر . « 2 »\r\nابن حجر عسقلانى ( 773 - 852 ) نيز كه بيشترين بهره را از كتاب تاريخ الشيعة يا طبقات الامامية برده ، دربارهء ابن أبي طىّ مطالبى نوشته كه بخشي از آن برگرفته از كتاب ياقوت است . وى مىنويسد :\r\nيحيى بن أبي طىّ بن ظافر بن علي بن الحسين بن علي بن محمد بن الحسن بن صالح بن علي بن سعيد بن أبي الخير الطّائى ، أبو الفضل البخاري الحلبي . ولد بها سنة خمس وسبعين . وقرأ القرآن ، ثم جرّد رواية أبى عمرو وأكثر رواية نافع ، وتعاني صنعة التّجارة مع والده وكان مقدّما فيها .\r\nثم نظم الشعر ، ومدح الظاهر ابن السلطان صلاح الدين واستقرّ في شعرائه ، وأخذ في غضون ذلك الفقه عن أبي جعفر محمّد بن علي بن شهرآشوب المازندرانىّ . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قال محقق كتاب تاريخ الاسلام في هنا : لم يصلنا الجزء المتضمن تراجم حرف الياء من كتاب ابن العديم الحلبي « بغية الطلب في تاريخ حلب » .\r\n( 2 ) . تاريخ الاسلام ، 621 - 630 ، ص 421\r\n( 3 ) . وفي المطبوعة من لسان : المازرانى .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوكان بارعا في الفقه على مذهب الاماميّة ، وله مشاركة في الأصول والقراءات ، وله تصانيف تقدّم ذلك في ترجمته ، وأخذ عن غيره ، ثم ترك صناعته ولزم تعليم الأطفال في سنة سبع وتسعين . إلى ما بعد الست مائة . وتشاغل بالتصنيف فاتّخذ رزقه منه .\r\nقال ياقوت : كان يدّعى العلم بالأدب والفقه والأصول على مذهب الإمامية . وجعل التأليف حانوته . ومنه قوته ومكسبه . ولكنّه كان يقطع الطريق على تصانيف الناس ، فيأخذ الكتاب الّذى أتعب جامعه خاطره فيه . فينسخه كما هو ، الّا أنه يقدم فيه ويؤخّر ، ويزيد وينقص ، ويخترع له اسما غريبا . ويكتبه كتابة فائقة لمن يشبه عليه ، ورزق من ذلك حظّا . وذكر - اى ياقوت - من تصانيفه : معادن الذهب في تاريخ حلب ، كبير ، وشرح نهج « 1 » البلاغة ، في ست مجلدات ، وفضائل الأئمة ، في اربع مجلدات ، وخلاصة الخواص في آداب الخواص ، في عشر مجلدات ، والحاوي في رجال الامامية ، وسلك النظام في أخبار الشام . إلى غير ذلك .\r\nقلت : ووقفت على تصانيفه ، وهو كثير الأوهام والسّقط والتصحيف . وكان سبب ذلك ما ذكره ياقوت من أخذه من الصّحف .\r\nقال ياقوت : لقيته سنة تسع عشرة بحلب . قلت : وتأخّرت وفاته بعد ذلك . « 2 »\r\nقضاوت ياقوت را نسبت به ابن أبي طي واين كه أو نگارش را وسيلهء درآمد قرار داده\r\nو \r\n\r\n","description":"","footnote":"\r\n( 1 ) . في المطبوعة : بهجة\r\n( 2 ) . لسان الميزان ، ج 7 ، صص 409 ، 410 ، ش 9241\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nيا اين كه كتابهايش تلفيقى از آثار ديگران بوده ، نبايد جدى گرفت . تنوع آثار ابن أبي طي ونثرى كه از همين قطعات برجاىمانده در آثار أو ديده مىشود ، ونيز اهميت اطلاعات تازه‌اى كه به‌دست مىدهد ، نشان از آن دارد كه حتى اگر سخن ياقوت تا اندازه‌اى درست باشد ، از ارزش كارهاى ابن أبي طي كم نمىكند . به‌علاوه ، همان‌گونه كه آقابزرگ « 1 » يادآورى كرده ، ياقوت كه خود متهم به ناصبىگرى بوده وهمين سبب آوارگى أو به أطراف واكناف شده ، قضاوتش دربارهء يك عالم برجستهء شيعه بهتر از اين نمىتواند باشد .\r\nمحمد راغب طباخ حلبى نيز در شرح‌حالى كه براي ابن أبي طي نگاشته ، چنين مىنويسد :\r\nيحيى بن حميدة الشهير بابن أبى طي ، آية الله الكبرى في العلوم والفنون والأدب والشعر والتاريخ ومعرفة أخبار الصحابة والعرب وغير ذلك . ومن آثاره البديعة أخبار شعراء الشيعة ، مرتب على الحروف الهجائية . « 2 » وكتاب تهذيب الاستيعاب في معرفة الأصحاب للقرطبي ، وتاريخ مصر ومختار تاريخ المغرب ، وكتاب حوادث الزمان في خمس مجلدات ورتّبه على حروف الهجائية ، وكتاب سلك النظام في تاريخ الشام في أربع مجلدات ، وكتاب طبقات العلماء وعقود الجواهر في سيرة الملك الظاهر بيبرس التركي ، وكتاب معادن الذهب في تاريخ حلب وهو كتاب كبير وقد ذيله ، وكتاب كنز الموحدين في سيرة صلاح الدين ،\r\nو \r\n\r\n","description":"","footnote":"\r\n( 1 ) . الأنوار الساطعة في المائة السابعة ، ص 205\r\n( 2 ) . قال الدجيلى - اعلام العرب في العلوم والفنون ( نجف ، 1386 ق ، ج 2 ص 57 - منه نسخة ببعض مكتبات لندن !\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nكتاب مناقب الأئمة الاثني عشر ، وفيها ذخر « 1 » البشر وكتاب الآل والعذب الزلال ، وبيان المعالم . وغير ذلك مما يطول شرحه . وكانت وفاته سنة ست مائة وثلاثين انتهى ( نهر الذهب ) . وذكر له في الكشف من المؤلفات عند ذكره مناقب الأئمة الاثني عشر « الذخائر العقبى » ، وذكر أيضا له كتابا في السير في ثلاث مجلّدات . وفي تذكرة العلامة الشنقيطي اللّغوى التي ذكر فيها المختار من نفائس المخطوطات الباقية في الأندلس ( الإسكوريال ) الكتاب السادس والخمسون المنتخب في شرح لامية العرب صنّفه يحيى بن أبي طي بن حميدة بن ظافر بن علي الحلبي الغسّانى . وهو شرح لا نظير له حقيقة يشفى العليل ويروى الغليل . يحتاج إلى نسخه وطبعه لانّه جمع من الفوائد ما لا يكاد يوجد في غيره . انتهى . « 2 »\r\nمصطفى جواد نيز در شرح‌حال وى مطالبى نوشته كه برخى از نكات آن جديد وتازه بوده وبر نويسندهء اين روشن نشد كه منبع وى ، كجا بوده است :\r\nكان أبوه نجّارا شيعيا وكذلك كان جدّه واشتغل هو بصنعة التجارة مع أبيه برهة من الزمان ، ثم تركها وحفظ القرآن الكريم وتعلّم الكتابة ومال إلى طلب العلم والأدب ولقى العلماء وجالس الفضلاء ، فقرأ فقه الامامية على أبى جعفر محمد بن علي بن شهرآشوب وقرأ علم الخلاف على أبى الثناء محمود بن طارق الحلبي الفقيه الحنفي ، ثم انتقل إلى تعليم الصبيان واقراء القرآن إلى سنة 597 ، ثم اختص\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في الأصل : زجر .\r\n( 2 ) . أعلام النبلاء بتاريخ حلب الشهباء ، ( تحقيق محمد كمال ، حلب ، دار القلم ) ، ج 4 ، ص 354\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nبتعليم ابن لأحد من الوزراء إلى سنة 600 ، ثم ترفع عن التعليم وأنف منه ولزم داره وطلب مشايخ الأدب فقرأ عليهم ودرس ، ثم أقبل على نظم الشعر ومدح الملك الظاهر الغازي بن صلاح الدين الايوبى وارتفعت منزلته عنده وولاه نقابة الفيتان في سنة 609 فكان نقيب حضرته في الفتوة ثم أحب التصنيف ، فصنّف كتبا في التاريخ وتفسير القرآن الكريم والآداب والفقه والأصول كثيرا . منها التاريخ الكبير المسمّى معادن الذهب في تاريخ حلب جمع فيه أخبار الملوك والعلماء واخبار الشام التي لا توجد مجموعة في كتاب قديم والحديث في عصره وابتدأ به من أول الفتوح إلى سنة 589 وواصل فيه الدول وأخبارها القديمة في الاسلام والحديثة وهو كتاب نافع مفيد - كما ذكر بعض المؤرخين - والف كتاب . . . وكتاب الحاوي في رجال الشيعة وعملماءهم وفقهاءهم وشعراءهم وأئمتهم المصنفين في مذاهبهم ، وهو مرتب على حروف الهجاء ، وعابه بعض معاصريه . « 1 » والفاضل لا يسلم من ألسنة معاصريه . وتوفى بحلب سنة 627 . « 2 »\r\n\r\nسرنوشت كتاب معادن الذهب في تاريخ حلب وآثار ديگر مؤلف\r\nگذشت كه اكثريت قريب به اتفاق آثار ابن أبي طي از ميان رفته وتاكنون اثرى از آنها به دست نيامده است . تنها اثرى كه به‌طور قطعي برجاى مانده كتاب شرح لامية العرب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . إشارة إلى ياقوت الحموي .\r\n( 2 ) . أعيان الشيعة ، ( سيد محسن امين ، بيروت ، تهران ، سازمان چاپ وانتشارات ، 1402 ) ج 10 ، ص 286 - 287 ونك : مجمع الألقاب ، ج 1 ، ص 490 ، پاورقى .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nاوست كه در كتابخانهء اسكوريال اسپانيا برجاىمانده است . « 1 »\r\nيكى از آثار مهم أو كتاب معادن الذهب في تاريخ حلب است كه تاريخ اين شهر را از زمان فتح آن تا سال 595 در آن آورده بوده است . صفدى در مقدمهء كتاب الوافي بالوفيات خود در ضمن شمارش آثار مهم تاريخي ، از معادن الذهب في تاريخ حلب ابن أبي طي نيز ياد كرده است . « 2 » چنان‌كه ابن الفوطي ( م 732 ) در ذيل شرح‌حال عمرة الحضرة عدة الدولة أبو تغلب هبة الله بن ناصر الدولة صاحب ديار بكر ، مطلبي از معادن الذهب نقل كرده است . « 3 » ابن شداد نيز دربارهء مشهد الدكّة ومشهد رأس الحسين مطالبى از معادن الذهب نقل كرده كه پس از اين عينا ارائه خواهد شد .\r\nابن شداد افزون بر آنچه دربارهء مشهد الدكة ومشهد رأس الحسين به نقل از كتاب تاريخ ابن أبي طي آورده ، مطلبي هم به نقل از كتاب ديگرى از أو با نام عقود الجواهر في سيرة الملك الظاهر آورده است . « 4 » اين آگاهى بسيار ارزشمند مطلبي است كه ابن أبي طي به نقل از كريم الدولة مستوفى شهر حلب دربارهء درآمد اين شهر از راه‌هاى مختلف به دست داده وفهرستى ريز از اين درآمدهاست كه در تاريخ اقتصادى حلب وشامات ارزش فوق العاده‌اى دارد . وى دست‌كم در دو مورد ديگر نيز با اشاره به كتاب ابن أبي طي مطالبى نقل كرده كه يا از معادن الذهب است يا از همين عقود الجواهر . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أعلام النبلاء ، ج 4 ، ص 354\r\n( 2 ) . الوافي بالوفيات ، ج 1 ، ص 48\r\n( 3 ) . مجمع الآداب في معجم الألقاب ، ( تحقيق مصطفى جواد ) ، ش 1332\r\n( 4 ) . الاعلاق الخطيرة ، الجزء الأول ، القسم الأول ، ص 150 - 153\r\n( 5 ) . الاعلاق الخطيرة ، الجزء الأول ، القسم الأول ، ص 34 ، ( همين مطلب در كتاب الدر المنتخب في تاريخ مملكة حلب ( ص 67 ) از ابن الشحنه - م 890 - به نقل از ابن شداد آمده است ؛ چنان‌كه ابن شحنه مطلبي را -\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nناصر الدين محمد بن عبد الرحيم ابن الفرات ( 735 - 807 ) در كتاب خود با عنوان تاريخ ابن الفرات ، در چهار مورد از كتاب معادن الذهب في تاريخ الملوك والخلفاء وذوى الرتب نقل كرده است . اين موارد در مجلد أول اين كتاب ، صفحات 29 ، 65 ، 90 و 94 آمده ودر مورد أول به خطا ، مروج به جاى معادن چاپ شده است . « 1 »\r\nابن العديم ، در ذيل شرح‌حال سالم بن مؤمن المصري مىنويسد كه اشعارى از اين شخص ، در مجموعه‌اى كه به خط يحيى بن ظافر النجار الحلبي بوده وأو نوشته است كه شاعر در زمان صلاح الدين وارد حلب شده ، ديده است . « 2 » روشن نيست كه اين مجموعه ، چه كتابي از ابن أبي طي بوده است .\r\n\r\nموارد كتاب السيرة الصلاحية در كتاب الروضتين\r\nابن أبي طي كتابي با عنوان كنز الموحدين في تاريخ صلاح الدين داشته كه بخشهايى از آن را ، أبو شامه در كتاب الروضتين في اخبار الدولتين « النورية والصلاحية » « 3 » آورده « 4 » ونام آن را السيرة الصلاحية گذاشته است . در دو مورد ، نام كتاب به همين صورت آمده ودر بقيه موارد ، تنها نام ابن أبي طي ياد شده است . اين موارد عبارتند از :\r\nج 1 ، ص 129 ، 156 ( از كتاب السيرة الصلاحية ) 168 ، 173 - 174 ، 197 ،\r\n\r\n\r\n","description":"","footnote":"\r\n- نيز كه ابن شداد به نقل از ابن أبي طي دربارهء مشهد دكه آورده در كتابش - صص 85 - نقل كرده است . در كنوز الذهب في تاريخ حلب - ابن العجمي الحلبي ، ( م 884 ) ج 1 ، ص 220 - مطلبي از ابن أبي طي به توسط ابن شداد نقل شده است . ) 40 - 41 ؛ ونيز الاعلاق الخطيرة « تاريخ لبنان والأردن وفلسطين » ، ( تحقيق سامى الدهان ، دمشق ، 1962 ) ص 115\r\n( 1 ) . تاريخ ابن الفرات ، 2 ج ، بصره ، 1967 .\r\n( 2 ) . بغية الطلب ، ( كمال الدين عمر بن أحمد ، تحقيق سهيل زكار ، بيروت ، دار الفكر ، ) ج 9 ، ص 4167\r\n( 3 ) . شهاب الدين أحمد بن إسماعيل معروف به أبو شامه ( تحقيق إبراهيم الزيبق ، بيروت ، مؤسسة الرسالة ) ، 5 ج .\r\n( 4 ) . كتاب الروضتين ، ج 2 ، ص 82 ، پاورقى .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n206 ، 274 ، 304 ، 318 ، 320 ، 345 ، 383 - 384 ، 390 ، ج 2 ، صص 82 ( از كتاب السيرة الصلاحية ) ، 113 ، 114 ، 118 ، 119 ، 120 ، 133 ، 152 ، 184 ، ( در اينجا از ابن أبي طي نقل كرده است كه در اين سال ، صلاح الدين ، شروع به ايجاد تغيير در شعارهاى دولت اسماعيليه كرده وجمله حىّ على خير العمل را از اذان حذف كرد . ) 198 ، 202 ، 209 ، 224 ، 237 ، 245 ، 250 ( ابن أبي طي خبري را كه از خود الملك الظاهر شنيده نقل كرده است ) ، 251 - 252 ، 268 ، 272 ، 274 ، 279 ، 283 - 284 ، 286 ، 329 ، 332 ، 339 ، 343 ، 345 - 352 ، 374 ، 381 ، 388 ، 401 ، 404 ، 406 ، 410 ، 415 ، 422 ، 449 ، 451 ، 468 ؛ ج 3 ، 26 ، 31 ، 34 ، 54 ، 56 ، 63 ، 66 ، 72 ، 75 ، 94 ، 99 ، 114 ، 127 ، 143 ، 145 ، 156 ، 164 - 165 ، 172 ، 191 ، 192 ( ابن أبي طي از پدرش نقل مىكند ) 307 ( حدّثنى والدي حميد النجّار ) . « 1 »\r\n\r\nموارد برجاىمانده از الحاوي في رجال الشيعة الإمامية\r\nيكى از آثار باارزش ابن أبي طي اثرى است كه در شرح‌حال بزرگان مذهب اماميه نگاشته ومع الأسف مفقود شده است . ذهبي [ 748 
  ] وابن حجر [ م 852 
  ] كه أصل كتاب را در دست داشته وبخش‌هايى از اين كتاب را در آثار خود آورده‌اند ، آن را با نام‌هاى مختلف ياد كرده‌اند . عناوينى چون رجال الشيعة ، تاريخ الإمامية ، طبقات الامامية ومانند اينها در اين منابع ، ياد شده است . افزون بر آن ، در شرح‌حال خود ابن أبي طي نيز عناوينى از وى مانند رواة الشيعة ومصنّفيها ( فوات الوفيات ، 4 / 270 ) الحاوي في رجال الامامية ( لسان الميزان 7 / 409 ) ويكى هم تاريخ العلماء ( الوافي بالوفيات ، 1 /\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از يكى از دوستان محقق شنيده شد نسخه‌اى از كتاب معادن الذهب أو در مصر برجاى مانده بوده كه أخيرا از ميان رفته است .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n53 . وى در آن‌جا اين كتاب را از منابع خود دانسته است ) آمده به احتمال زياد ، همگى عنوان يك كتاب هستند .\r\nاز ميان اينها ، ياقوت كه خود در حلب درگذشته وبا ابن أبي طي نيز ديدار داشته ، بنا به نقل ابن حجر ، نام كتاب را الحاوي في رجال الامامية آورده است . اين در حالي است كه در فهرست بلندى كه وفيات از آثار ابن أبي طي به دست داده ، وأو هم از ياقوت گرفته ، نام رواة الشيعة ومصنفيها را ياد كرده است . ذهبي نيز كه خود در شرح حال ابن أبي طي دربارهء اين كتاب نوشته است وهو مسوّدة في عدّة مجلدات نقلت منه كثيرا نام‌هاى متفاوتى را ياد كرده است . به نظر مىرسد ، نامى كه ياقوت آورده ، دقيق‌تر از عناوين ديگر باشد .\r\nبيشتر مواردى كه نقل شده ، مواردى است كه به صراحت نقل از كتاب ابن أبي طي يا از شخص اوست . اما مواردى نيز وجود دارد تنها با حدس قوى وبدون آن كه ذهبي يا ابن حجر تصريح به نقل آن از ابن أبي طي كرده باشند ، در اينجا آمده است .\r\nاين حدس بر مبناى نوع افرادى است كه عمدتا از أواخر قرن پنجم يا قرن ششم هستند ونمىتواند از كتاب شيخ طوسي ، يا كتاب نجاشي باشد ؛ گرچه ممكن است از كتاب تاريخ بغداد ابن النجار باشد . در مواردى هم افرادى هستند كه از شهر حلب هستند وبه ظن قوى بايد منبع شرح حال آنان ، همين كتاب ابن أبي طي باشد . اين موارد را با ستاره ( * ) مشخص كرده‌ام .\r\n\r\nابن حجر وآثار رجالي شيعه\r\nدر ابتدأ ، به نظر مىرسد كه ابن حجر وصفدى با استفاده از تاريخ الاسلام ذهبي وسير أعلام النبلاء ، مطالبى را از كتاب تاريخ الشيعة روايت كرده باشند . در اين‌باره ، بايد\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nگفت ، صفدى كه از شاگردان ذهبي بوده ، به احتمال ، به أصل اين كتاب دسترسى داشته است ؛ اما از آنجا كه در بيشتر موارد ، منابع خود را ياد نمىكند ، در اين‌باره نمىتوان اظهارنظر كرد كه آيا شرح‌حالهايى برگرفته از ابن أبي طي در كتاب وى هست كه ذهبي نياورده باشد يا نه . در موارد موجود ، از شباهتى كه بين عبارات وى وعبارات اخذ شده توسط ذهبي از كتاب ابن أبي طي هست ، مىتوان متن يادشده در الوافي را از كتاب تاريخ الشيعة دانست .\r\nدربارهء ابن حجر بايد گفت كه وى أصل كتاب را در اختيار داشته است . وى شرح‌حالهايى از كتاب ابن أبي طي آورده كه ذهبي از آنها در كتاب تاريخ الاسلام ياد نكرده است . افزون بر آن ، ابن حجر در موردى كه در كتاب الإصابة از اين اثر با عنوان تاريخ الشيعة الإمامية نقل كرده ، دربارهء سعنه مىنويسد : لكن وجدت بخطّ ابن أبي طي في رجال الشيعة الاماميه . « 1 » در لسان الميزان نيز اين تعبير را در ذيل شرح‌حال سيد حميرى ( إسماعيل بن محمد ) وموارد ديگر آورده كه نقل خواهد شد .\r\nدرواقع بايد گفت ، ابن حجر بيشتر منابع رجالي شيعه را در اختيار داشته واز آنها در لسان الميزان استفاده كرده است . وى در موارد متعددى از كتاب رجال علي بن الحكم « 2 » نقل كرده كه امروزه هيچ اثرى از آن در دست نيست . موارد فراوانى از تاريخ الري منتجب الدين آورده كه ما در مقالى ديگر آنها را فرآهم آورديم . « 3 » همين‌طور كتاب فهرست شيخ طوسي ونيز كتاب رجال كشى ، رجال ابن عقده ، « 4 » رجال نجاشي ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الإصابة ، ج 3 ، ص 97 ، ج 6 ، ص 689\r\n( 2 ) . براي نمونه بنگريد به : لسان الميزان ، ج 1 ، صص 113 ، 128 ، 581 ؛ ج 2 ، صص 130 ، 147 ، 149 ، 153 ، 154 ، 159 ، 169 ، 173 ، 217 ، 224 ، 250 ، 255 ، 257 ، 290 ، 291 ، 319 ، 355 ، 412 ، 420 ، 485 ( دو مورد ) ، 491 ، 492 ، 501 ، 529 ( دو مورد ) ، 553\r\n( 3 ) . مقالات تاريخي دفتر دوم ، مقالهء شيعه وچهار اثر در تاريخ محلى ، ص 199\r\n( 4 ) . براي نمونه بنگريد : لسان الميزان ، ج 1 ، ص 547 ، ش 1115 ، ص 560 ، ش 1157\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nرجال علي بن فضال « 1 » وفهرست ابن شهرآشوب « 2 » را نيز در اختيار داشته وشرح‌حالهايى را از آنها نقل كرده است .\r\n\r\nارزش تاريخي كتاب طبقات الامامية در تاريخ تشيع\r\nيكى از جنبه‌هاى سودمند اين اثر مفقود ، اهميت آن در شناساندن تاريخ شيعه ، به‌ويژه در منطقهء شامات است . اطلاعات منحصربه‌فرد موجود در شرح‌حال‌هاى برجاى مانده از اين اثر ، مىتواند دامنهء نفوذ تشيع را در حلب ، طرابلس ونواحي شامات نشان دهد . شرحي كه وى دربارهء حسن بن زهرة آورده ونقش عظيم اين فقيه بزرگ شيعه را در دولت مملوكى واعتبار اجتماعي أو ياد كرده ، يكى از بهترين نشانه‌هاى قدرتمندى شيعه در آن نواحي وارزش واعتبار علمي واجتماعي وديني شيعيان به ويژه خاندان ابن زهرة است . البتة اين مسأله تنها ويژه تشيع حلب نيست ، آگاهىهاى ارائه‌شده توسط أو دربارهء حسين بن روح نوبختى ، شيخ مفيد ونيز ابن شهرآشوب مازندرانى ، واقعا بىنظير ومنحصربه‌فرد وبسيار بسيار عالي است . در اينجا مناسب است تا مرورى كوتاه بر تاريخ تشيع در حلب داشته باشيم .\r\n\r\nتشيّع در حلب\r\nشواهد زيادى وجود دارد كه اكثريت مردمان حلب تا زمان ايوبىها بر مذهب تشيع امامي بوده وپس از آن تا أواخر دورهء مماليك وحتى تا به امروز اقليتى از شيعه در اين شهر وبرخى از روستاهاى أطراف باقي مانده است . برخى از گزارشهايى كه در اين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . براي نمونه بنگريد : لسان الميزان ، ج 1 ، ص 59\r\n( 2 ) . از مورد أخير ، در شرح‌حال بركة بن يحيى الكاشي ( لسان ج 2 ، ص 17 ) استفاده شده است .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nزمينه وجود داشته در كتاب حلب والتشيع اثر آقاى إبراهيم نصر الله امام جماعت فعلى مسجد مشهد رأس الحسين فرآهم آمده است . پس از آن نيز تحقيقاتى دربارهء خاندان بنى زهره كه نخ تسبيح تشيع هزارسالهء اين شهر بوده‌اند ، صورت گرفته است .\r\nدر مجموعه مىتوان گفت كه ظهور تشيع در اين شهر ، به قرن سوم وچهارم هجرى ، به‌ويژه دوران حمدانيان ودر رأس آنها سيف الدولة « 1 » - وسپس فضاى ايجاد شده توسط فاطميان بازمىگردد . سران سلسلهء حمدانى ، به مذهب تشيع امامي سخت علاقمند بوده ، وراه را براي نفوذ تشيع در اين منطقه از شامات فرآهم كردند . پس از آن وبه تدريج ، با همّت عالمان شيعه كه در عراق تربيت شده وبه اين شهر باز مىگشتند ، تشيع بر آن غلبه كرد . اين عالمان ، در پناه دولت حمدانى ، دست به نشر معارف أهل بيت در اين شهر زدند . شايد نقل يك مورد مناسب باشد . ذهبي دربارهء حسن بن أحمد بن صالح سبيعى ، از قول ابن اسامة الحلبي مىنويسد :\r\nلو لم يكن للحلبيين من الفضيلة الّا أبو محمد السّبيعى ، لكفاهم ، كان وجيها عند سيف الدولة ، وكان يزوره في داره ، وصنّف له كتاب التّبصرة في فضيلة العترة المطهّرة وكان في العامّة له سوق ، وهو الذي وقف حمّام السّبيعى على العلويين . توفّى السّبيعى في سابع عشر من ذي الحجّة [ من سنة 371 
  ] « 2 »\r\nدر اين عبارت ، به چندين نوع اقدام براي رواج تشيع در اين شهر مىتوان پىبرد .\r\nبه احتمال ، نخستين محلهء شيعه‌نشين كه تا به امروز نيز شيعه‌نشين باقي مانده ، محله‌اى است كه در أطراف مشهد الدكة ، يا محل قبر امامزاده محسن بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ذهبي مىنويسد : كان سيف الدولة شيعيا متظاهرا مفضالا على الشيعة والعلويين . تاريخ الاسلام ، 351 - 380 ، ص 148\r\n( 2 ) . تاريخ الاسلام ، 351 - 380 ، ص 495\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالحسين بن علي بن الحسين قرار دارد ، محلى كه در فاصله دويست مترى مرقد رأس الحسين عليه السلام قرار گرفته است . از قضا ، اطلاع دست أول ما از اين دو مشهد ، مطالبى است كه ابن أبي طىّ نگاشته وتوسط ابن شداد ( م 684 ) برجاىمانده است .\r\nابن شداد پيش از نقل سخن ابن أبي طي مىنويسد ، ناميده شدن اينجا به مشهد الدكة به اين جهت است كه سيف الدولهء حمدانى ، روى كوه مشرف بر اين مشهد ، دكه‌اى داشته كه روى آن مىنشسته وبه رودى كه در پايين مشهد جريان داشته ، مىنگريسته است . « 1 » نقل اين متن از ابن أبي طي در نوشته كه هدف اصلى آن گردآورى متون برجاى مانده از ابن أبي طي است ، مناسب مىنمايد :\r\nقال ابن أبي طىّ في تاريخه : وفي هذه السنة - يعنى سنة احدى وخمسين وثلاث مائة - ظهر مشهد الدكة . وكان سبب ظهوره أن سيف الدولة علىّ بن حمدان ، كان في أحد مناظره بداره التي ظاهر ظاهر المدينة ، فرأى نورا ينزل على المكان الذي فيه المشهد عدّة مرات . فلمّا أصبح ركب بنفسه إلى ذلك المكان وحفره ، فوجد حجرا عليه كتابة : هذا قبر المحسّن بن الحسين بن علي بن أبي طالب عليهم السلام . فجمع سيف الدولة العلويين وسألهم هل كان للحسين ولد اسمه المحسّن ؟ فقال بعضهم : ما بلغنا ذلك وانما بلغنا أن فاطمة عليها السلام كانت حاملا فقال لها النبي صلى الله عليه واله وسلم ، في بطنك محسن . فلما كان يوم البيعة هجموا عليها في بيتها لاخراج علي عليه السلام فأخدجت . وقال بعضهم : يحتمل أن سبىّ نساء الحسين لمّا وردوا هذا المكان طرح بعض نسائه هذا الولد . فانّا نروى عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . للنظر إلى حلبة السباق فإنها تجرى بين يديه في ذلك الوطاء الذي فيه المشهد .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nآبائنا أن هذا المكان سمى بجوشن لان شمر بن ذي الجوشن نزل عليه بالسبى والروؤس وأنه كان معدنا يعمل فيه الصفر وأن أهل المعدن فرحوا بالسبى فدعت عليهم زينب بنت الحسين ففسد المعدن من يومئذ . وقال بعضهم : ان هذه الكتابة التي على الحجر قديمة واثر هذا المكان قديم . وان هذا الطرح الذي زعموا لم يفسد وبقاؤه دليل على أنه ابن الحسين . فشاع بين الناس هذه المفاوضة التي جرت وخرجوا إلى هذا المكان وأرادوا عمارته ، فقال سيف الدولة : هذا موضع قد أذن الله تعالى لي في عمارته على اسم أهل البيت .\r\nقال يحيى بن أبي طي : ولحقت باب هذا المشهد وهو باب صغير من حجر أسود عليه قنطرة مكتوب عليها بخط أهل الكوفة كتابة عريضة : عمّر هذا المشهد المبارك ابتغاء وجه الله تعالى وقربة اليه على اسم مولانا المحسّن ابن الحسين بن علي بن أبي طالب عم الأمير الاجل سيف الدولة أبو الحسن علي بن عبد الله بن حمدان . وذكر التاريخ المتقدم « 1 » ثم بعد ذلك في أيام بنى مرداس بنى المصنع الشمالي من المشهد ، ثم بنى في أيام قسيم الدولة آق سنقر في سنة اثنتين وثمانين وخمس مائة في ظاهر قبلىّ المشهد مصنع للماء . وكتب عليه اسمه وبنى الحائط القبلىّ وكان قد وقع ووقف على المشهد رحى حندبات وفدانين بالحاظر السليماني . وعمل للضريح طوق وعرانيس من فضّة وجعل عليه غشاء . ثم في أيام نور الدين محمود بن زنگى بنى في صحنه صهريج بأمره وميضاة فيها بيوت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أي سنة احدى وخمسين وثلاث مائة .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nكثيرة ينتفع بها المقيمون به وهدم الرئيس صفى الدين طارق بن علي بن محمد البالسىّ رئيس حلب المعروف بابن الطريرة بابه الذي بناه سيف الدولة ورفعه وحسّنه . ولما مات الرئيس ولى الدين أبو القاسم بن علي رئيس حلب وهم ابن أخي المقدّم ذكره ، دفن إلى جانب المصنع ونقض باب المصنع الذي عليه اسم قسيم الدولة وبنى وكتب عليه اسمه وذلك في سنة ثلاث عشرة وست مائة . ثم في أيام ملك الظاهر غياث الدين غازي بن صلاح الدين يوسف وقع الحائط القبلىّ فأمر ببنائه . ثم في أيام الملك الناصر يوسف بن الملك العزيز محمد بن الملك الظاهر وقع الحائط الشمالي فأمر ببنائه وعمل الروشن الدائر بقاعة الصحن . ولما ملك التتر مدنية حلب قصدوا هذا المشهد ونهبوا ما كان فيه من الأواني الفضة والبسط وأخرجوا الضريح والجدار ونقضوا أبوابه . فلما ملك السلطان الملك الظاهر حلب أمر بإصلاح المشهد ورمّه وعمل بابه وجعل فيه امام وقيم ومؤذّن . « 1 »\r\nمشهد ديگرى كه در نزديكى مشهد الدكة قرار دارد ومحل قرار گرفتن سر امام حسين عليه السلام بوده ، از ديگر زيارتگاه‌هاى شيعيان در اين شهر بوده است . ابن أبي طي در اين‌باره نيز مطالبى دارد كه ابن شداد به نقل از وى آورده است :\r\nومنها مشهد الحسين ، وهو في سفح جبل جوشن ، وكان السبب في إنشاءها ، ما حكاه يحيى بن أبي طىّ في تاريخه أن رجلا راعيا يسمّى عبد الله يسكن في درب المغاربة . وكان يخرج كلّ يوم لرعى الغنم ، فنام في يوم الخميس العشرين من ذي القعدة سنة ثلاث وسبعين\r\nو \r\n\r\n","description":"","footnote":"\r\n( 1 ) . الاعلاق الخطيرة ، الجزء الأول ، القسم الأول ، صص 48 - 50\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nخمس مائة بعد صلاة الظهر ، فرأى في نومه في المكان الذي بنى فيه المشهد ، كأنّ رجلا أخرج نصفه من شقيف الجبل المطلّ على المكان ومّد يده إلى أسفل الوادي وأخذ عنزا . فقال له : يا مولاي ، لأىّ شئ أخذت هذه العنزة وليست لك ؟ فقال : قل لأهل حلب يعمّرون في هذا المكان مشهدا ويسمّونه مشهد الحسين . فقال : لا يرجعون إلى قولي . فقال : قل هم يحفرون هناك ، ورمى بالعنز من يده إلى المكان الذي أشار اليه . فلمّا استيقظ رأى العنز قد غاصت قوائمها في المكان .\r\nفجذب العنز فظهر الماء من مكان قوائمها . فدخل حلب ووقف على باب الجامع القبلىّ وحدّث بما رأى فخرج جماعة من أهل البلد إلى المكان الذي ذكره ، فرأوا العلامة على ما وصف ، وكان هذا الموضع الذي ظهرت فيه العين في غاية الصلابة بحيث أنه لا تعمل فيه المعاول به معدن للنحاس قديما ، فأنبطوا العين فنزّت « 1 » وغزر ماؤها .\r\nثمّ خطّوا في ذلك المكان المشهد المذكور وتولّى عمارته الحاجّ أبو نصر بن الطبّاخ وأخذ له الجمال يوسف بن الاكليلى طالعا يوم الشروع فيه ، فكان القمر في الأسد على تثليث المشترى ، وبلغني عنه أنه قال : قد أخذت لهذا المشهد طالعا لو أراد أهل حلب أن يبنوه ذهبا لما عجزوا . وكان ذلك في أيام الملك الصالح بن الملك العادل نور الدين . فأمدّهم بإسراع وعجّل وشرعوا في البناء . فبنوا الحائط القبلىّ واطيا . فلمّا رأى جدّى الشيخ إبراهيم بن شدّاد بن خليفة بن شداد ، لم يرضه وزاد في بنائه من ماله . وتعاضد الناس في البناء ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . في الأصل : نثرت .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nفكان أهل الحرف يفرض كلّ واحد منهم على نفسه يوما يعمل فيه وكذا فرض له أهل الأسواق في بياعاتهم دارهم تصرف في المؤن والكلف . وبنى الإيوان الذي في صدره الحاج أبو غانم بن شقويق من ماله . وهدم بعد ذلك بابه وكان قصيرا ، الرئيس صفىّ الدين طارق بن علي البالسى رئيس حلب ورفع بناءه عمّا كان عليه اوّلا وذلك في سنة خمس وثمانين وخمس مائة وفي هذه السنة انتهت عمارته . ولمّا ملك صلاح الدين يوسف حلب ، زاره في بعض الأيّام وأطلق له عشرة آلاف درهم . ولمّا ملك ولده الملك الظاهر « 1 » حلب ، اهتمّ به ووقف عليه رحى تعرف بالكامليّة وكان مبلغ خراجها ستة آلاف درهم في كلّ سنة وأرصدها في شراء كعك وحلو في ليالي الجمع لمن يكونه به . وفوّض النظر في ذلك لنقيب الاشراف يومئذ السيد الشريف الامام العالم شمس الدين أبى علىّ الحسين بن زهرة الحسيني والقاضي بهاء الدين أبى محمد الحسن بن إبراهيم بن الخشّاب الحلبي . ولمّا ملك ولده الملك العزيز « 2 » الحلب استخرج منه بهاء الدين المذكور اذنا في انشاء حرم إلى جانبه فيه بيوت يأوى إليها من انقطع إلى هذا المشهد فأذن له فشرع في بنائه واستولت التتر على حلب قبل أن يتمّ . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الملك الظاهر غياث الدين أبو الفتح غازي ( الأول ) الحكومة من سنة 582 إلى 613\r\n( 2 ) . الملك العزيز غياث الدين أبو المظفر محمد ( الحكومة من سنة 613 - 634 )\r\n( 3 ) . الاعلاق الخطيرة ، الجزء الأول ، القسم الأول ، صص 50 - 52 . روشن نيست كه عبارت ابن أبي طي تا كجا خاتمه مىيابد . به‌طورقطع ، بحث حملهء مغول به حلب سألها پس از اين تاريخ بوده ، نمىتواند مربوط به ابن أبي طي ( م 630 ) باشد . همچنين در چند سطر قبل ، مؤلف ( يعنى ابن شداد ) مطلبي دربارهء جد خود نقل مىكند . احتمال دارد كه در آنجا مطلب از خود ابن أبي طي باشد كه راجع به نقش جد ابن شداد در بناى -\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nابن الشحنه ( م 890 ) همين مطالب را از طريق ابن شداد نقل كرده وسپس نوشته است كه مطالب يادشده بايد دربارهء محلى باشد كه اكنون به مشهد الحسين معروف است :\r\nوهو الان إلى الخراب أقرب في هذه الأيام . « 1 » گفتنى است كه آقاى شيخ إبراهيم نصر الله كه هم‌اكنون متولى مشهد رأس الحسين است واقدامات زيادى براي آبادانى آن انجام داده ، كتابي با عنوان آثار آل محمد في حلب « 2 » نگاشته‌اند كه بسيارى از نوشته‌ها وكتيبه‌هاى برجاىمانده بر دو مشهد محسّن ورأس الحسين را در آن فرآهم آورده‌اند .\r\nطبعا نيازى به تكرار آنها در اينجا نيست . ابن شداد ، نكتهء ديگرى نيز بيان كرده كه نشان از تسلط تشيع در اين شهر ، تا قرن ششم هجرى داد . وى در شرح تأسيس مدرسهء زجاجيه كه نخستين مدرسهء شافعي حلب بوده ، مىنويسد كه اين اولين مدرسه‌اى است كه براي شافعىها ساخته شده وتاريخ بناى آن به سال 513 برمىگردد . زماني كه كار بناى آن آغاز شد ، حلبىها اجازهء ساخت آن را نمىدادند ، زيرا كه تشيع بر آنجا غالب بود ( إذ كان الغالب عليهم التشيع ) . هرچه كه شافعىها در روز مىساختند ، مردم شبانه آن را خراب مىكردند . اين امر سبب شد تا حاكم حلب ، بدر الدولة ابن ارتق ، از شريف زهرة بن علي بن محمد بن علي بن أبي إبراهيم اسحاقى حسينى - عالم وقت شيعه - درخواست كند تا در اين‌باره اقدام كند . أو نيز در اين‌باره اقدام كرده ومانع از تخريب آن شد ؛ وى مىافزايد : اين شريف از بزرگان اشراف واز افراد صاحب‌نظر ، أصيل ، وجيه ومحل رجوع مردم حلب بود . زماني كه عماد الدين زنگى به موصل رفت ، در سال 539 ،\r\n\r\n\r\n","description":"","footnote":"\r\n- مشهد رأس الحسين مطلبي گفته وابن شداد آن را در عبارت با ذكر خويشاوندى خود درج كرده است . به هر روى ، أول عبارت به صراحت نام ابن أبي طي آمده است .\r\n( 1 ) . الدر المنتخب في تاريخ مملكة حلب ، ( دمشق ، 1404 ) ص 87 با كمال شگفتى در ادامهء همين نقل آمده است كه : واما المشهد المعروف الان بمشهد الحسين فعامر آهل مسكون وبه قرّاء وأرباب وظائف بعضها في يدنا .\r\n( 2 ) . حلب ، 1415\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nشريف را نيز همراه خود برد وشريف در جريان همين سفر در سال 540 درگذشت . « 1 »\r\nدر واقع ، پس از آمدن نور الدين محمود بن زنگى به حلب در سال 541 مبارزه با شعائر شيعي در اين شهر آغاز شد . ابن الحنبلي نوشته است كه وى به كار تجديد مدارس ورباطها پرداخته وأهل علم را به حلب فراخواند . أو برهان الدين أبو الحسن علي بن حسن بلخى حنفي را به سمت مدرس تعيين كرد ودستور تغيير اذان را صادر نموده ، مؤذنان از گفتن حي على خير العمل ممنوع شدند . نور الدين زنگى در حالي كه فقها همراهش بودند ، زير منارهء مسجد جامع نشست وگفت هر مؤذني كه اذان سنى را نگويد ، از مناره به زيرش اندازيد . « 2 » روشن بود كه به اين سادگى امكان حذف تشيع نبود . به گزارش همو ، سه سال بعد ، در سال 544 وقتي كه نور الدين زنگى بيمار شد وأوضاع حلب آشفته شد ، برادر كوچك نور الدين نصرة الدين به تحبيب قلوب شيعيان پرداخته ، به آنان اجازه داد تا جملهء حي على خير العمل ، محمد وعلى خير البشر را در اذان بيفزايند . شيعيان به أو مايل شده وفتنه‌اى ميان شيعيان وسنيان در اين شهر برپا شد . به‌دنبال آن بود كه شيعيان مدرسهء ابن أبي عصرون ومدارس ديگر را غارت كردند . از قضا نور الدين بهبود يافت ونصرة الدين به حرّان رفت . در اين وقت ، نور الدين از قاضى حلب ، هبة الله بن أبي جرادة خواست تا كار قضاوت وخطبه وامامت را عهده‌دار شده ، بار ديگر اذان را به صورت سنى آن درآورد . أو نيز به مسجد رفته ، كناره مناره نشست واز مؤذنان خواست تا اذان را برطبق فتواى أبو حنيفة بگويند . مؤذنان از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الاعلاق الخطيرة في ذكر أمراء الشام والجزيرة ، الجزء الأول ، القسم الأول ، ( تحقيق دومينيك سورديل ، دمشق ، 1953 ) ، صص 96 - 97 وبنگريد : كنوز الذهب في تاريخ حلب ، ( سبط ابن العجمي الحلبي ، حلب ، دار القلم ، 1996 ) ج 1 ، صص 271 - 272\r\n( 2 ) . الزبد والضرب في تاريخ حلب ( تحقيق محمد التونجى ، كويت ، مركز المخطوطات والتراث ، 1988 ) ، صص 35 - 36\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nترس حاضر به اين كار نشدند وأو گفت كه من در اينجا هستم . وقتي صداى اذان سنى بالا رفت ، شمار زيادى از شيعيان پاى مناره جمع شدند ، اما أوضاع به زودى آرام شد . « 1 »\r\nپس از دولت نوري ، دولت صلاحى يا ايوبى در حلب به قدرت رسيد . پيش از آن ، در سال 570 شهر حلب ميان دو گرايش سنى وشيعه تقسيم شده وميان آنان نزاع ودرگيرى جريان داشت . « 2 » أبو شامه نيز در كتاب الروضتين در ذيل حوادث سال 570 مطلبي را از ابن أبي طي نقل كرده است كه به نوعي به روشن كردن وضعيت تشيع در اين شهر كمك مىكند . ابن أبي طي خبر هجوم الملك الناصر يعنى صلاح الدين ايوبى به حلب را آورده واين كه أو در بالاى جبل جوشن فوق مشهد الدكة استقرار يافت .\r\nمقصود مشهد محسّن بن حسين بن علي عليه السلام است . ملك الصالح ( م 577 ) فرزند نور الدين محمود زنگى كه به تازگى وبا حمايت شيعيان در حلب به قدرت رسيده بود ، « 3 » از ترس آن‌كه مردم به الملك الناصر متمايل شوند ، خواست تا با ملايمت با مردم - شيعهء حلب - برخورد كند . « 4 » وى آنان را در ميدان جمع كرد . وقتي همه جمع شدند ، به آنان گفت كه من به شما پناه آورده‌ام ، پيران شما در حكم پدر من وجوانان در حكم برادر من هستند و . . . در اين وقت همهء مردم با ضجه وگريه اعلام وفادارى كردند . مردم شيعه حلب ، براي حمايت از ملك صالح شرط كردند كه بتوانند حىّ على خير العمل را در اذان بگويند ، وجلوى جنازه‌هاى خود نام امامان اثنى عشر ( ع ) را\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الزبد والضرب ، صص 37 - 38\r\n( 2 ) . زبدة الحلب من تاريخ حلب ، ج 3 ، ص 15 - 17\r\n( 3 ) . دربارهء حمايت قاضى حلب أبو الفضل ابن الخشاب - شخصيت مورد اعتماد شيعيان - از الملك الصالح ، بنگريد : زبدة الحلب ، ج 3 ، صص 15 - 18 : وكان أهل حلب من الشيعة ، يتوالون أبا الفضل بن الخشّاب ويقدمونه عليهم ، فوافقوه على حفظ البلد للملك الصالح . دربارهء نقش مهم ابن الخشاب در مبارزه با صليبىها وتحريك مردم به جنگ بر ضد آنان بنگريد : زبدة الحلب ، ج 2 ، صص 188 - 189\r\n( 4 ) . كارى كه سابقهء آن را در زمان بيمارى نور الدين محمود زنگى ملاحظه كرديم .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nبياورند ، در نماز بر أموات خود پنج تكبير بگويند ، وامر ازدواج آنان در دست الشريف الطاهر أبو المكارم حمزة بن زهرة الحلبي باشد ، عصبيت نيز از ميان برود .\r\nملك صالح مطالب آن را پذيرفت . به نوشتهء ابن أبي طي ، پس از آن مردم حىّ على خير العمل را در اذان گفته وتمام آنچه را كه شرط كرده بودند ، در عمل محقق كردند . اين كارها ، أموري بود كه نور الدين زنگى آنها را تعطيل كرده بود . « 1 »\r\nصلاح الدين در سال 570 نتوانست حلب را فتح كند وكار با صلح خاتمه يافت . وى در سال 571 بار ديگر حلب را در محاصرهء خود گرفت . اين در حالي بود كه سنى وشيعهء حلب از الملك الصالح دفاع مىكردند . در اين وقت ، بخش شرقي مسجد جامع شهر را به شيعيان واگذار كرده بودند كه آنان در آنجا به اقامهء نماز جماعت بپردازند . در اين حمله نيز كار با مصالحه خاتمه يافت . « 2 »\r\nبه نظر مىرسد كه در دورهء ايوبيان وسپس مماليك وپس از آن در دورهء عثمانى ، فشارهاى فراوانى بر شيعيان وارد شده واين فشارها به تدريج به انحلال مذهب تشيع در شهر حلب منتهى شده است . نويسندهء أحياء حلب وأسواقها ذيل مدخل ابن يعقوب مىنويسد : منطقه‌اى نزديك بانقوساست . چيزى از ابن يعقوب نمىدانيم واين منطقه نزديك سوق الزهراست . به آن حارّة الزغار گفته مىشود كه أصل آن حارّة الصّغار بوده واين اشاره به يتيمان شيعه است كه پس از كشته شدن پدرانشان ، در اين محل اسكان داده شده‌اند ! « 3 »\r\nبه رغم مبارزهء سلاطين نوري وايوبى با تشيع وحمايت آنان از فقهاى سنى ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كتاب الروضتين ، ج 2 ص 352\r\n( 2 ) . زبدة الحلب من تاريخ حلب ، ابن العديم ( تحقيق سامى الدهان ، دمشق ، المعهد الفرنسي ، 1951 ) ج 3 ، ص 29\r\n( 3 ) . احياء حلب وأسواقها ، ( خير الدين الأسدي ، دمشق ، 1984 ) ص 82\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nباز هم روابط شيعيان با دولت نورية وصلاحيه ادامه داشت وبسيارى از ادباى شيعه ، در اشعار خود از سلاطين حلب ستايش مىكردند . ابن أبي طي خود زماني از جملهء همين افراد بوده وبرخى از آثار تاريخي خود را به شرح وقايع اين دوره اختصاص داد . البتة ارتباط أو با الملك الظاهر فرزند صلاح الدين ايوبى بود كه اين ملك الظاهر خود متهم به تشيع بود . در لابلاى شرح‌حالهايى كه از ابن أبي طي دربارهء برخى از عالمان حلب نقل شده ، مىتوان نمونه‌هاى ديگرى از همراهى برخى از ادباى شيعه با سلاطين ايوبى را يافت . به جز آنها ، براي نمونه مىتوان به أحمد بن علي بن زنبور ( م 613 ) اشاره كرد كه ذهبي از وى با عنوان الامام الأديب ياد كرده ، أو را از غلاة الرافضة دانسته ونوشته است كه سلطان صلاح الدين را در حلب با يك قصيدهء بلند ستايش كرد . « 1 » نمونهء ديگر كه شرح‌حال وى را ابن النجار در ذيل تاريخ بغداد آورده وصفدى نيز مطالب وى را نقل كرده ، شاعر برجسته علي بن علي معروف به ابن نماء حلى است كه يك شيعهء تمام‌عيار بوده واز شاهان شام نيز ستايش مىكرد . « 2 »\r\nسرشناس‌ترين خاندان شيعي اين شهر ، سادات بنى زهره هستند كه طي چند صد سال ، رهبرى شيعه را در حلب وبرخى ديگر از شهرهاى شام بر عهده داشته‌اند .\r\nاين خاندان در دورهء صفوى نيز با إيران ارتباط داشته ويكى از چهره‌هاى برجستهء آن كه در اين دوره به إيران آمد وبراي هفده سال در اين ناحية أقامت كرد ، تاج الدين محمد بن حمزه . . . زهرة اسحاقى حلبى ( م 927 ) است كه سخت مورد احترام واقع شده وأموال زيادى جمع‌آورى كرد . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ الاسلام 611 - 621 ، ص 135\r\n( 2 ) . الوافي بالوفيات ، ج 21 ، صص 335 - 337\r\n( 3 ) . در الحبب في تاريخ أعيان حلب ، ج 1 ، القسم الأول ، ( ابن الحنبلي - م 971 - تحقيق محمود الفاخورى ، دمشق ، 1972 ) ص 409\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nنصّ الحاوي في رجال الشيعة الإمامية\r\n\r\n1 - إبراهيم بن الحسين بن إبراهيم الرّفاء البصري ، أبو البقاء * « 1 »\r\nقال ابن حجر : أحد شيوخ الامامية المصنّفين الدّعاة ، وروى عن أبي طالب محمد بن الحسين بن عتبة ، كان على رأس الخمس مائة .\r\nلسان الميزان ، ج 1 ، ص 71 ، ش 111\r\n\r\n2 - إدريس بن سالم الموصلي\r\nقال ابن حجر : قال ابن أبي طي : ثقة من رجال الشيعة وعلماءها ، صنّف المنهاج في الإمامة ، وشرح قصيدة الحميري ، وكان في المائة السادسة .\r\nلسان الميزان ، ج 1 ، ص 506 ، ش 1027\r\n\r\n3 - أسامة بن أبي اسامة أحمد بن محمد بن أبي اسامة الحلبي اللّغوى\r\nقال ابن حجر : اخذ عن أبيه وجده ، وعين زربى ، وغيرهم . وصنّف كتابا في الألفاظ ، وكان عالما بالعربيّة فاضلا ، ذكره ابن أبي طىّ في رجال الامامية ، وقال : مات بعد الثمانين وأربع مائة .\r\nلسان الميزان ، ج 1 ، ص 518 ، ش 1067\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مواردى كه با ستاره آمده ودر حدود پنج مورد است ، با ترديد از ابن أبي طي مىباشد .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\n4 - الأمير الكبير العلامة ، فارس الشام ، مجد الدين ، مؤيد الدولة أبو المظفر أسامة ابن الأمير مرشد بن علي بن مقلد بن نصر بن منقذ الكناني الشيزرى\r\nولد بشيزر سنة ثمان وثمانين وأربع مائة .\r\nقال الذهبي بعد نقل ما ذكره ابن السعمانى والعماد الكاتب حول المترجم :\r\nوقد ذكره يحيى بن أبي طىّ في تاريخ الشيعة فقال : حدّثنى أبى قال : اجتمعت به دفعات وكان اماميّا حسن العقيدة ، الّا انه كان يدارى عن منصبه ويظهر التقيّة ، وكان فيه خير وافر ؛ وكان يرفد الشيعة ، ويصل فقراءهم ويعطى الأشراف . وصنّف كتبا منها تاريخ البدري ، جمع فيه أسماء من شهد بدرا من الفريقين ، وكتاب اخبار البلدان ، في مدّة عمره ، وذيّل على خريدة القصر للباخرزىّ ، « 1 » وله ديوان كبير ومصنّفات . توفّى ليلة الثالث والعشرين من رمضان بدمشق ، ودفن بسفح قاسيون عن سبع وتسعين سنة .\r\nتاريخ الاسلام ( 581 - 590 ) ، صص 176 - 177\r\nقال الذهبي في السير : قال ابن أبي طىّ في تاريخه : كان اماميّا حسن العقيدة ، الّا أنّه كان يدارى عن منصبه ، ويتاقى ، وصنّف كتبا منها التاريخ البدري وله ديوان كبير .\r\nمات بدمشق في رمضان سنة أربع وثمانين وخمس مائة .\r\nسير أعلام النبلاء ج 21 ، ص 166 ، ش 83\r\n\r\n5 - إسحاق بن بريدة الشامي الشاعر\r\nقال ابن حجر : قرأ عليه الصفواني ، أخذ عنه جعفر بن مسعود الحلبي في سنة ثمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هكذا في أصل المؤلف وهو سبق قلم منه ، والصحيح « دمية القصر » . اما الخريدة فهو للعماد الكاتب .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوخمسين وثلاث مائة . ذكره ابن أبي طىّ في الامامية .\r\nلسان الميزان ، ج 1 ، ص 539 ش 1108\r\n\r\n6 - إسحاق بن حسن بن محمّد البغدادي\r\nقال ابن حجر : ذكره ابن أبي طىّ في رجال الشيعة وقال : كان من تلامذة الشيخ المفيد ، ورثاه بقصيدة طويلة نونيّة . وله كتاب مثالب النواصب .\r\nلسان الميزان ، ج 1 ، 549 ، ش 1120\r\n\r\n7 - إسحاق بن عبدوس\r\nقال ابن حجر : من رجال الشيعة ، روى عن مطين ، روى عنه أحمد بن محمد الجرجرائى ، ذكره ابن أبي طي .\r\nلسان الميزان ، ج 1 ، ص 560 ، ش 1156\r\n\r\n8 - إسحاق بن عبد العزيز الكوفي ، أبو السفاتج ( كذا )\r\nقال ابن حجر : ذكره الطوسي في رجال الشيعة . وقال ابن حجر في قسم الكنى :\r\nأبو السفايح ، اسمه إسحاق بن عبد العزيز ، نقلت من خطّ ابن أبي طي .\r\nقلت : لا يعلم أن ابن حجر أخذ الترجمة عن الطوسي أو ابن أبي طي . والمهم ان اسم صاحب الترجمة لم يرد في كتاب الفهرست للشيخ في مظانّه .\r\nلسان الميزان ، ج 1 ، ص 560 ، ش 1155 ، ج 7 ، ص 668\r\n\r\n9 - إسحاق بن وهب بن علي بن محمد بن سالم الحلبي\r\nقال ابن حجر : ذكره ابن أبي طىّ في رجال الشيعة . وقال : له تصنيف سمّاه : التحفة من\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nكلام أهل البيت . لسان الميزان ، ج 1 ، ص 580 ، ش 1196\r\n\r\n10 - إسحاق بن يعقوب الكوفىّ\r\nقال ابن حجر : من رجال الشيعة . ذكره ابن أبي طىّ ، وحكى أنّه خرج له توقيع من الامام صاحب الوقت ، يخبر فيه عن أشياء ومن جملتها : أنّ الخمس حلال للشيعة . روى عنه سعد بن عبد الله القمّى .\r\nلسان الميزان ، ج 1 ، ص 582 ، ش 1202\r\n\r\n11 - أسد بن ايّوب الحلبي\r\nقال ابن حجر : له فوائد حديثية ورحلة إلى العراق ، وكان فقيها نحويا ؛ ذكره ابن أبي طىّ في رجال الشيعة ، وقال : كان اماميا . لسان الميزان ، ج 1 ، ص 585 ، ش 1213\r\n\r\n12 - أسد بن بكر بن مسلم\r\nقال ابن حجر : من رجال الشيعة ، وله كتاب في فضائل أهل البيت ، استخرجه من مرويات العامّة - يعنى أهل السنة - ذكره ابن أبي طىّ .\r\nلسان الميزان ، ج 1 ، ص 586 ، ش 1214\r\n\r\n13 - أسد بن علي بن عبد الله بن أبي الحسن بن محمد بن الحسن الغساني ، أبو الفضل الحلبي .\r\nقال ابن حجر : ذكره ابن أبي طىّ وقال : كان عمّ أبى . ولد سنة خمس وثمانين واربع مائة . وحفظ القرآن وهو ابن سبع ، وقرأ القراءات بالروايات ، وتعلّم الأصول على مذهب الاماميّة ، وطاب له العلم فسافر . وصنّف فضائل أهل البيت ، جمع فيه ما في\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالقرآن والحديث . ونقض كتاب العثمانية للجاحظ ، ومات بقمّ سنة اربع وثلاثين وخمس مائة .\r\nلسان الميزان ، ج 1 ، ص 586 - 587 ، ش 1216\r\n\r\n14 - أسعد بن أحمد بن أبي روح القاضي العالم أبو الفضل الطرابلسي ، رأس الشيعة بالشام وتلميذ القاضي ابن البراج\r\nقال الذهبي في تاريخه : جلس بعد ابن البراج بطرابلس لتدريس الرّفض ، وصنّف التصانيف ، وولاه ابن عمّار قضاء طرابلس بعد ابن البرّاج .\r\nوله كتاب عيون الادلّة في معرفة الله وكتاب التبصرة في خلاف الشافعي للامامية ، وكتاب البيان عن حقيقة الانسان وكتاب المقتبس في الخلاف بيننا وبين مالك بن انس ، وكتاب التبيان في الخلاف بيننا وبين النعمان ، مسألهء تحريم الفقاع ، كتاب الفرائض ، كتاب المناسك ، كتاب البراهين ، وأشياء أخرى ذكرها ابن أبي طىّ في تاريخه ، وأنه انتقل من طرابلس إلى صيدا وأقام بها ، وكان مرجع الإمامية بها اليه . فلم يزل بها إلى أن ملكت الفرنج صيدا .\r\nقال [ ابن أبي طي 
  ] : فأظنّه قتل بصيدا عندما ملكت الفرنج البلاد ورأيت من يقول إنه انتقل إلى دمشق .\r\nقال : وذكره ابن عساكر فقال : كان جليل القدر ، يرجع اليه أهل عقيدته .\r\nقال : وكان عظيم الصلاة والتهجد ، لا ينام الا بعض الليل . وكان صمته أكثر من كلامه .\r\nقلت [ يعنى الذهبي 
  ] : لم أره في تاريخ ابن عساكر . « 1 »\r\n[ قال ابن أبي طي 
  ] : وحكى أبو اللطف الدارانى ، قال : ما استيقظت من الليل قط الا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ولم يرد اسمه في المطبوع من تاريخ دمشق .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nوسمعت حسّه بالصلاة . وبالغ في وصفه ، وحكى له كرامة .\r\nوحكى الراشدى تلميذه : قال : جمع ابن عمار بين أبى الفضل وبين مالكي مناظرة في تحريم الفقاع ، وكان الشيخ جريئا فصيحا ، فنطق بالحجة ووضح دليله ، فانزعج المالكي وقال : كلنى كلنى .\r\nفقال : ما أنا على مذهبك . أراد أن مذهبه جواز أكل الكلب .\r\nوقال له ابن عمار يوما : ما الدليل على حدث القرآن ؟\r\nقال : النّسخ ، والقديم لا يتبدّل ولا يدخل زيادة ولا نقص .\r\nوقال له آخر : ما الدّليل على أنا مخيّرون في أفعالنا .\r\nقال : بعثة الرّسل .\r\nوقال له أبو الشكر ؟ بن عمار : ما الدليل على متعة ؟\r\nقال : قول عمر : متعتان كانتا على عهد رسول الله صلى الله عليه واله وأنا أنهى عنهما . فقبلنا روايته ، ولم نقبل قوله في النّهى .\r\nتاريخ الاسلام 501 - 520 ، صص 447 - 448 وراجع : الوافي بالوفيات ، ج 9 ، ص 40 « 1 » قال الذهبي في السير : رأس الرّفض بالشام ، القاضي أسعد بن أحمد بن أبي روح الاطرابلسى ، صاحب التصانيف . أخذ عن ابن براج ، وسكن صيدا إلى أن أخذتها الفرنج ، فقتل بها ، وكان ذا تعبّد وتهجّد وصمت ، ناظر مغربيا في تحريم الفقاع ، فقطعه ، فقال المغربي المالكي : كلنى ؟ ! قال : ما أنا على مذهبك ، أي جواز أكل الكلب .\r\nوقيل له : ما الدليل على حدث القرآن ؟ قال : النسخ ، فالقديم لا يتبدل .\r\nوقيل له : ما الدليل على أنا مخيّرون في أفعالنا ، غير مجبورين ؟ قال : بعثة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وحول ترجمة أحوالي مفصلا راجع : عمر عبد السلام تدمرى ، موسوعة علماء المسلمين في تاريخ لبنان الاسلامي ، ج 6 ، صص 388 - 392 ، رقم 261\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالرسل . وله كتاب عيون الأدلة في معرفة الله ، وكتب في الخلاف ، وكتاب حقيقة الادمى وأشياء ذكرها ابن أبي طىّ في تاريخ الإمامية .\r\nسير أعلام النبلاء ج 19 ، ص 499 ، ش 288 ، لسان الميزان ، ج 1 ، ص 593 ، ش 1227\r\n\r\n15 - أسعد بن عمر بن مسعود الجبلي ( بفتح الجيم والموحدة )\r\nقال ابن حجر : اخذ عن الذي قبله [ أسعد بن أبي الروح 
  ] وصنّف في الرد على الإسماعيلية والنصيرية وغيرهم . قاله ابن أبي طىّ ؛ قال : وكان من علماء الإمامية .\r\nلسان الميزان ، ج 1 ، ص 594 ، ش 1228\r\n\r\n16 - أبو الحسن إسماعيل بن أحمد بن إسماعيل بن سعيد ابن أبي عيسى الجلى الحلبي ( م 447 )\r\nقال ابن حجر : قال ابن أبي طي : امام فاضل في الحديث وفقه أهل البيت ، روى عن أبيه وعن محمد بن جعفر بن أبي الزبير ، وجعفر بن محمد بن الحجاج ، روى عنه ابنه عبد الله ، توفّى سنة سبع وأربعين واربع مائة ، ولإسماعيل أسفار في فنون شتّى .\r\nلسان الميزان ، ج 1 ، ص 604 ، ش 604\r\nقال ابن العديم : حدّث بحلب عن أبيه أحمد بن إسماعيل ، والقاضي أبى الحسن محمد بن جعفر بن أبي الزبير المنبجى قاضيها ، وأبى غانم أحمد بن يحيى قاضى حران ، سمعهم بحلب ، روى عنه ابنه أبو الفتح عبد الله بن إسماعيل ابن الجلى . أخبرنا الشريف أبو حامد محمد بن عبد الله بن علي بن زهرة الحسيني الحلبي بها قال : أخبرنا عمى أبو المكارم حمزة بن علي الحسيني الحلبي . . . عن علي بن أبي طالب عليه السلام :\r\nنزلت النبوة يوم الاثنين وصليت مع النبي صلى الله عليه واله وسلم يوم الثلاثاء . توفى\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nأبو الحسن بن الجلى في سنة أحد وأربعين ، أو اثنتين وأربعين واربع مائة . وجدت ذلك في محضر يتضمن ذكر املاكه ووقوفه بحلب .\r\nبغية الطلب في تاريخ حلب ج 4 ، ص 1614\r\n\r\n17 - إسماعيل بن عباد بن عباس ، الصاحب\r\nقال ابن حجر بعد شرح طويل عن ترجمته : قال ابن أبي طىّ : كان امامىّ الرأي ، وأخطأ من زعم أنّه معتزليّا . وقد قال عبد الجبّار القاضي ، لما تقدّم للصلاة عليه : ما أدرى كيف أصلى على هذا الرافضي ؟ وان كانت هذه الكلمة وضعت من قدر عبد الجبّار لكونه كان غرس نعمة الصاحب . قال - اى ابن أبي طي - : وشهد الشيخ المفيد بأن الكتاب الذي نسب إلى الصاحب في الاعتزال وضع على لسانه ، ونسب اليه ، وليس هو له .\r\nلسان الميزان ، ج 1 ، ص 641 ، ش 1311\r\n\r\n18 - إسماعيل بن أبي القاسم بن أحمد ، أبو إسحاق الديلمي\r\nقال ابن حجر : روى عن أبي منصور نصر بن عبد الجبار التزوينى ، روى عنه أبو جعفر محمد بن أبي القاسم الطبري في كتاب بشارة المصطفى لشيعة المرتضى وكان من رجال الشيعة ، ذكره ابن أبي طىّ .\r\nلسان الميزان ، ج 1 ، ص 661 ، ش 1343\r\n\r\n19 - إسماعيل بن مالك البرمكىّ\r\nقال ابن حجر : شيعىّ ، روى عن محمد بن سنان ، روى عنه ابنه محمد بن إسماعيل ، قال ابن أبي طىّ : كان من رجال الشيعة .\r\nلسان الميزان ، ج 1 ، ص 664 ، ش 1351\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\n20 - إسماعيل بن محمد بن يزيد بن ربيعة السيد الحميري الشاعر المفلق ، يكنى ابا هاشم كان رافضيا .\r\nقال ابن حجر : قلت : وفي رجال الشيعة لابن أبى طي بخطّه : ان السيد ذكر عن أبي خالد الكابلي انه كان يقول بامامة ابن الحنفيّة ، فقدم المدينة ، فرأى محمدا يقول لعلي بن الحسين : يا سيدي ، فسأله عن ذلك . فقال : انّه حاكمنى إلى الحجر الأسود ، وزعم أنه ينطق ، فسرت معه اليه فسمت الحجر يقول : يا محمد ، سلّم الامر لابن أخيك فهو أحقّ به ، فصار أبو خالد من يومئذ اماميّا ، فلما بلغ ذلك السيّد الحميري ، رجع عن الكيسانيّة ، وصار اماميا .\r\nلسان الميزان ، ج 1 ، ص 674 ، ش 1370\r\n\r\n21 - إسماعيل بن يحيى العبسي الكوفي ، يكنّى أبا احمد\r\nقال ابن حجر : قال ابن أبي طي : ثقة من رجال الشيعة ، روى عن محمد بن جرير بن رستم ، روى عنه الشيخ المفيد .\r\nلسان الميزان ، ج 1 ، ص 685 ، ش 1392\r\n\r\n22 - اشرف بن الأغر بن هاشم العلوي النسابة من أهل حلب ، ( الملقب ب ) تاج العلى الشريف النسّابة الحسنىّ الرملىّ الرافضي الذي كان بآمد . توفّى بحلب .\r\nقال الذهبي : ذكره يحيى بن أبي طىّ في تاريخه فقال : هو شيخنا العلامة الحافظ النسّابة الواعظ الشاعر . قدم علينا وصحبته وقرأت عليه نهج البلاغة وكثيرا من شعره ، وأخبرني أنّه ولد بالرملة في غرّة المحرّم سنة اثنتين وثمانين وأربعمائة ، وعاشة مائة وثمانيا وعشرين سنة . قال لي : واستهلّت علىّ سنة احدى وعشرين وخمس مائة بعسقلان ، وفيها اجتمعت بالقاضي أبى الحسن علىّ بن عبد العزيز الصّورى الكنانىّ ،\r\nو \r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nسمعت عليه مجمل اللغة وعمره يومئذ خمس وستعون سنة ، قال : قدم علينا مدنية صور أبو الفتح سليم الرازي سنة أربعين وأربعمائة ، ونزل عندنا ، وسمعت عليه جميع المجمل بقراءته على مصنفه . قال : واستهلّ علىّ هلال المحرم سنة إحدى وثلاثين وخمسمائة بالإسكندرية ، ولقى ابن الفخّام ، وقرأ عليه بالسبع بكتابه الذي صنّفه . قال : وكنت هذه السنة بالبصرة ، وسمعت من لفظ ابن الحريري خطبة المقامات التي صنّفها .\r\nثم ذكر أنه دخل المغرب ، وأنه سمع سنة سبع وأربعين من الكروخىّ كتاب الترمذىّ ، ودخل دمشق والجزيرة ، واستقرّ بحلب في سنة ستّ وستمائة بعد أن أخذه شيخ السّلامية وزير صاحب آمد ، وبنى في وجهه حائطا ، ثم خلّص بشفاعة الظاهر صاحب حلب ، لانّه هجا ابن شيخ السلاميه . وأقام بحلب وجعل له صاحبها كلّ يوم دينارا صوريا وفي الشهر عشرة مكاكى حنطة ولحم . وأخبرني أنّه صنّف كتاب نكتب الانباء في مجلّدين . وكتاب جنّة النّاظر وجنّة المناظر خمس مجلدات في تفسير مائة آية ومائة حديث . وكتابا في تحقيق غيبة المنتظر وما جاء فيها عن النبي عليه السلام وعن الأئمة ووجوب الايمان بها ، وشرح قصيدة البائية للسيد الحميري وغير ذلك . فسألته أن يأذن لي في نسخ هذه الكتب وقراءتها ، فاعتذر بالتقيّة ، وأنّه مسترزق من طائفة النصب . قال : وكان هذا الأشرف من نوادر الدهر علما وحفظا وأدبا وظرفا ونادرة وكرما ، كان يعطى ويهب ويخلع ، قدح عينيه ثلاث مرات . وحكى لي : أنه لا يطيق ترك النكاح . ورزق بنتا في سنة تسع قبل موته بسنة ، ولم يفقد شيئا من أعضائه ، لكن قلّ بصره ، وأنشدني لنفسه كثيرا مات بحلب في تاسع وعشرين صفر . وقد كانت العامّة تطعن عليه عند السلطان ، ولا يزداد فيه الّا رغبة ، فلمّا مات قال : هاتوا مثله ، ولا تجدونه أبدا .\r\nتاريخ الاسلام ، 601 - 610 ، صص 363 - 364 ؛\r\nالوافي بالوفيات ج 10 ، ص 373 ؛ نكت الهميان في نكت العميان ، ص 120\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nقال ابن حجر : قال يحيى بن أبي طي : أخبرني هذا الشريف - ولقبه تاج العلا - ولد سنة اثنتين وثمانين وأربعمائة ، قال : وقال لي : اجتمعت بالقاضي علي بن عبد العزيز الصّورى ، فسمعت عليه مجمل اللغة لابن فارس وعمره يومئذ خمس وتسعون سنة وهو يفهم ، صحيح السمع والبصر ، مع تضعضع في أعضائه ، قال : وذكر لي حال القراءة عليه أنّ فارس قدم عليهم صور سنة أربع وأربعين ، فأفرد له الشيخ الشافعي أبو الفتح سليم الرازي دارا وسمع عليه المجمل من أوله إلى آخره . قال وقال لي تاج العلا :\r\nاجتمعت بالحريرى صاحب المقامات سنة احدى وثلاثين وخمس مائة بالبصرة ، قلت - يعنى ابن حجر - وهذه جرأة عظيمة وغباوة ، كيف صدقه ابن أبي طي على ذلك ؟\r\nوالحريري قد مات قبل هذا التاريخ بمدة .\r\nقال : وصنف كتبا كثيرة ، منها كتاب في تحقيق غيبة المنتظر ، وشرح القصيدة التائيه للسيد الحميري وكان رافضيا . مات سنة عشر وست مائة . وهو بزعمه قد بلغ مائة وثمانية وعشرين عاما .\r\nلسان الميزان : ج 1 ، ص 695 ، ش 1418\r\n\r\n23 - اصبهدوست بن محمد بن حسن بن أسفار بن شيرويه الديلمي أبو منصور الشاعر\r\nقال ابن حجر : كان يتشيع ويبالغ فيه وربما سلك طريق ابن الحجاج في شعره . قاله أبو سعد ابن السمعاني ، وقال : مات سنة تسع وستين واربع مائة . قال : ويقال : انه رجع عن ذلك . ورد ذلك ابن أبي طي في مصنّفه في الامامية .\r\nلسان الميزان ، ج 1 ، ص 711 ، ش 1439\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\n24 - أيّوب بن طهمان الثقفي\r\nقال ابن حجر : لا يدرى من هو ، قال شبابة بن سوار : حدثنا أيوب أنه رأى علي بن أبي طالب رضي الله عنه حين دخل الإيوان بالمدائن أمر بالتماثيل التي في القبلة فقطع رؤوسها ثم صلى . . . وذكره ابن أبي طي في رجال الشيعة وقال : شهد مع علي رضي الله عنه النهروان .\r\nلسان الميزان ، ج 1 ، ص 749 ، ش 1501\r\n\r\n25 - التقى بن نجم بن عبيد الله ، أبو الصلاح الحلبي\r\nقال الذهبي في تاريخه : شيخ الشيعة وعالم الرافضة بالشام . قال يحيى بن أبي طىّ في تاريخه : هو عين علماء الشام والمشار اليه بالعلم والبيان ، والجمع بين علوم الأديان ، وعلوم الأبدان .\r\nولد في سنة أربع وسبعين بحلب ، ورحل إلى العراق ثلاث مرّات ، وقرأ على الشريف المرتضى . وقال ابن أبي الروح : توفى بعد عوده من الحج بالرملة في المحرّم ، وكان أبو الصلاح علامة في فقه أهل البيت . وقال غيره : له مصنّفات في الأصول والفروع ، منها كتاب الكافي وكتاب التّقريب ، وكتاب المرشد إلى طريق التعبّد ، وكتاب العمدة في الفقه ، وكتاب تدبير الصّحة ، صنّفه لصاحب حلب نصر بن صالح ، وكتاب شبه الملاحدة ، وكتبه مشهورة بين ائمّة القوم .\r\nوذكر عنه صلاح وزهد وتقشّف زائد وقناعة مع الحرمة العظيمة والجلالة . وأنّه كان يرغّب في حضور الجماعة . وكان لا يصلّى في المسجد غير الفريضة ، ويتنفّل في بيته ، ولا يقبل ممّن يقرأ عليه هديّة ، وكان من أذكياء النّاس وأفقههم وأكثرهم تفننا .\r\nوطّول ابن أبي طي ترجمته .\r\nتاريخ الاسلام ، 441 - 460 ، ش 192 ، ص 144\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nقال ابن حجر : تقى بن عمر بن عبيد الله بن عبد الله بن محمد الحلبي ، أبو الصلاح ، مشهور كنيته . من علماء الإمامية . ولد سنة أربع وسبعين وثلاث مائة وطلب ومهر وصنّف وأخذ عن أبي جعفر الطوسي وغيره . ورحل إلى العراق ، فحمل عن الشريف المرتضى ، ومات بحلب سنة سبع وأربعين وأربع مائة .\r\nلسان الميزان ، ج 2 ، ص 124 ، ش 1804\r\n\r\n26 - ثابت بن أسلم بن عبد الوهّاب *\r\nقال الذهبي : أبو الحسن الحلبىّ ، أحد علماء الشيعة . وكان من كبار النّحاة ، صنّف كتابا في تعليل قراءة عاصم . وأنها قراءة قريش . وكان من كبار تلامذة أبى الصلاح . تصدّر للإفادة بعده ، وتولّى خزانة الكتب بحلب . فقال من بحلب من الإسماعيلية : انّ هذا يفسد الدعوة . وكان قد صنّف كتابا في كشف عوارهم وابتداء دعوتهم ، وكيف بنيت على المخاريق . فحمل إلى صاحب مصر ، فأمر بصلبه ، فرحمه الله ولعن من صلبه .\r\n[ فاستشهد في حدود سنة 460 
  ] وأحرقت خزانة الكتب التي بحلب ، وكان فيها عشرة آلاف مجلدة من وقف سيف الدولة بن حمدان وغيره . « 1 »\r\nتاريخ الاسلام ، 441 - 460 ، ش 285 ، صص 499\r\n\r\n27 - ثعلبة بن إبراهيم الكوفي\r\nقال ابن حجر : ذكره ابن أبي طىّ في رجال الشيعة ، وذكر أن له تصنيفا يروى فيه عن جماعة من أهل السنة .\r\nلسان الميزان ، ج 2 ، ص 145 ، ش 1864\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . والذي يعلم من هذا الترجمة هو ان المترجم شيعي امامي من تلامذة أبى الصلاح الحلبي وكان هو مخالفا للإسماعيلية ؛ كما كان هكذا الحال بين علماء الإمامية في إيران والدعاة الإسماعيلي ، ولكن الذهبي لم يفهم هذا المعنى . ولما كان الترجمة حول عالم شيعي حلبى ، فالمحتمل هو أخذ الترجمة من ابن أبي طي .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\n28 - جعفر بن أحمد البخاري\r\nقال ابن حجر : راوية أبى عمرو الكشي ، حمل عنه كتابه في معرفة رجال الشيعة ، قال ابن أبي طي : كان فاضلا جليل القدر .\r\nلسان الميزان ، ج 2 ، ص 194 - 195 ، ش 1984\r\n\r\n29 - جعفر بن أحمد العلوي الرّقى أبو القاسم العريضى *\r\nقال ابن حجر : مصنّف كتاب الفتوح ، روى عن علي بن أحمد العقيقي ، روى عنه أحمد بن زياد بن جعفر وقال : كان اماميّا حسن المعارضة كثير النوادر .\r\nلسان الميزان ، ج 2 ، ص 194 ، ش 1983\r\n\r\n30 - جعفر بن إبراهيم\r\nقال ابن حجر : قال ابن أبي طىّ : كان ثقة من رجال علي بن الحسين رضي الله عنهما ، روى عنه عبد الله بن حجاج\r\nلسان الميزان ، ج 2 ، ص 190 ، ش 1969\r\n\r\n31 - جعفر بن محمد بن جعفر بن موسى بن قولويه أبو القاسم السّهمى الشّيعى .\r\nقال الذهبي : قلت : كان ابن قولويه من كبار الشيعة ، ومن علمائهم المشهورين ، وكان من أصحاب سعد بن عبد الله ، وهو شيخ الشيخ المفيد ، وقال فيه المفيد : كما يوصف الناس من جميل وفقه ودين وثقة ، فهو فوق ذلك .\r\nوله كتب حسان ، منها كتاب الصلاة ، وكتاب الجمعة والجماعة ، وكتاب قيام\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nالليل ، وكتاب الصداقة ، وكتاب قسمة الزكاة ، وكتاب الشهور والحوادث ، وغير ذلك من كتب الفقه .\r\nحمل عنه الشيخ محمد بن محمد بن النعمان المفيد ، وأبو جعفر بن يعقوب ، وأبو الحسن يحيى بن محمد بن عبد الله الحسيني ، وأحمد بن عبدون ، والحسين بن عبيد الله الغضائري ، وحيدرة بن نعيم السمرقندي ، ومحمد بن سليم الصابوني بمصر .\r\nوأحسبه من أهل مصر ! « 1 » ذكر ابن أبي طي « 2 » وفاته في هذه السنة [ 368 
  ]\r\nتاريخ الاسلام ، 351 - 380 ، صص 393 - 394\r\n\r\n32 - جنادة السّلولى\r\nقال ابن حجر : ويقال أبو جنادة ، روى عن أبي حمزة الّثمالى ، وعنه حصين بن مخارق ، ذكروه في رجال الشيعة ، نقلته من خط ابن أبي طىّ .\r\nلسان الميزان ، ج 2 ، ص 252 ، ش 2147\r\n\r\n33 - حسن بن إبراهيم بن عبد العزيز بن عبد الملك التيمي النّيسابورى ، أبو علي بن أبي القاسم\r\nقال ابن حجر : ذكره ابن أبي طي ، فقال : كان أحد علماء الشيعة الفضلاء ، وأحد وجوه نيشابور ، وقد حدّث كثيرا ، وكان من تلامذة أبى سعيد مسعود بن ناصر السنجري الحافظ وعاش إلى بعد الخمس مائة .\r\nلسان الميزان ، ج 2 ، ص 357 ، ش 2412\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . والمترجم قمى كما هو المشهور .\r\n( 2 ) . في تاريخ الاسلام : ابن أبي على . وهذا خطأ واضح ، والنص كما يظهر من عبارات ابن أبي طي . وتصحيف « طي » ب « على » امر عادى .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n34 - حسن بن إبراهيم بن محمد بن جعفر الحمصي\r\nقال ابن حجر : ذكره ابن أبي طي وقال : اخذ عنه أبى وقال : كان فقيها اماميّا مناظرا ، مات سنة أربعين وخمس مائة وقد عمّر طويلا .\r\nلسان الميزان ، ج 2 ، ص 360 ، ش 2419\r\n\r\n35 - الحسن بن بشار بن محمد بن مرزوق ، أبو محمد الريان الحلبي *\r\nقال ابن حجر : من شيوخ الرافضة ، له مصنّف في منع رؤية الله تعالى . مات سنة خمس عشرة وخمس مائة .\r\nلسان الميزان ، ج 2 ، ص 369 - 370 ، ش 2438\r\n\r\n36 - حسن بن زهرة بن الحسن بن زهرة بن علي بن محمد\r\nقال الذهبي في تاريخه : من أولاد إسحاق بن جعفر بن محمد بن علي بن الحسين ، الشريف أبو على الحسينىّ الاسحاقى الحلبىّ الشيعىّ .\r\nنقيب مدينة حلب ، ورئيسها ، ووجهها ، وعالمها ، ورأس الشيعة وجاههم ، ووالد النقيب السيد أبى الحسن علىّ ؛ ولد له علىّ هذا سنة اثنتين وتسعين وخمسائة ، وولى النقابة في الأيام الظاهرية بحلب بعد سنة ستمائة .\r\nوكان أبو علىّ عارفا بالقراءات ، وفقه الشيعة ، والحديث والآداب والتواريخ . وله النّظم والنّثر ، وكان صدرا محتشما ، وافر العقل ، حسن الخلق والخلق ، وفصيحا ، مفوّها ، صاحب ديانة وتعبّد ، ولى كتابة الانشاء للملك الظاهر غازي ، ثم أنف من ذلك واستعفى ، وأقبل على الاشتغال والتّلاوة ، ثم نفّذ رسولا إلى العراق ، ومرّة إلى سلطان الروم ، ومرة إلى صاحب اربل ، فلما توفّى الظاهر طلب لوزارة ولده العزيز ، فاستعفى .\r\nوحجّ في سنة تسع عشرة ، ولقيته هدايا الملوك فنفّذ اليه الملك الأشرف موسى من الرّقّة خلعة له ولأولاده ودوابّ ، وأربعة آلاف درهم ، ونفّذ اليه صاحب آمد هديّة ، وصاحب ماردين هديّة ، وتلقّاه صاحب الموصل لؤلؤ بنفسه ، وحمل اليه\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالإقامات ، وخلع عليه وعلى أولاده ، واحترم في بغداد وتلقّى ، ولما رجع من الحجّ مرض وتمادت به العلّة ثم لحقه ذرب ومات .\r\nقال ابن أبي طىّ : فجع بموته الصدّيق والعدوّ ، والقريب والبعيد ، وكان للناس به وبجاهه نفع عظيم ، وكان كما قال الشاعر :\r\n وما كان قيس هلكه هلك واحد * ولكنّه بنيان قوم تهدّما \r\nوغلّق البلد ، وشيّعه الناس على طبقاتهم ، ومات سنة عشرين وستمائة .\r\nوقد سمع من أبى على محمد بن أسعد الجوّانى النقيب ، والافتخار أبى هاشم الهاشمىّ . وتفنّن في علوم شتّى . وله ولد آخر اسمه أبو المحاسن عبد الرحمن . توفّى بعد مجيئه من الحج في جمادى الأولى ، ودفن بجبل جوشن .\r\nتاريخ الاسلام ، 611 - 620 ، ص 477 ، ش 657 ؛ انظر : الوافي بالوفيات ، ج 12 ، صص 18 - 20\r\nقال ابن حجر : حسن بن زهرة بن الحسن ، انتهى نسبه إلى الحسين بن إسحاق بن المؤتمن بن جعفر الصادق .\r\nكان أديبا فاضلا ، ولى نقابة الطالبيين بحلب في بيت رياسة ويتبع فقه الامامية والقراءات وغير ذلك ، مات سنة عشرين وست مائة ، وله ست وخمسون سنة .\r\nلسان الميزان ، ج 2 ، ص 387 - 388 ، ش 2468\r\n\r\n37 - الحسن بن علىّ بن نصر بن عقيل أبو على العبدىّ العراقي ، همام الدين\r\nقال الذهبي : من شيوخ الرافضة ولد بالحلّة سنة إحدى وثلاثين وخمسمائة . وكان خبيرا بالأصول ، كثير المحفوظ ، شاعرا محسنا كبيرا . مدح المستنجد والمستضىء\r\nو \r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nالناصر ، ومدح صاحب الموصل وصاحب حلب . وأرسل إلى السلطان صلاح الدين بقصيدة فنفذ اليه مائة دينار . قدم حلب واشتغل عليه يحيى بن أبي طىّ ، وعظّمه في تاريخه . ومن شعره :\r\n ولم أر كالدنيا مقيل مهجّر * حبيب اليه ظلّها وهو زائل\r\nوما الناس الّا كامل الحظّ ناقص * وآخر منهم ناقص الحظّ كامل\r\nوانى لمنش من حياء وعفّة * وان لم يكن عندي من المال طائل \r\nتوفّى بدمشق . تاريخ الاسلام ، 601 - 610 ، ص 112\r\n\r\n38 - الحسن بن عنبس بن مسعود *\r\nقال الذهبي : أبو محمد الرافقى . الشيخ المعمّر الشيعي ، العارف بمذهب القوم . ذكر الكراجكىّ انه اجتمع به الرافقة ورأى له حلقة عظيمة يقرأون عليه مذهب الإمامية وكان بصيرا بالأصول . يذكر انّه قرأ على الشيخ المفيد ولقى القاضي عبد الجبار ، مات وقد نيف على المائة . تاريخ الاسلام ذهبي ( 481 - 490 ) ، متوفيات سنة 486 ، ش 177 ، ص 171\r\nقال ابن حجر : كان شيعيا غاليا ، قرأ على الشيخ المفيد ولقى القاضي عبد الجبّار ، وعمر مائة سنة أو أكثر . قال الكراجكي : اجتمعت به بالرافقة ، ورأيت له حلقة عظيمة يقرأون عليه مذهب الإمامية ، مات سنة خمس وثمانين واربع مائة . ويقال سنة ست وثمانين .\r\nومن شيوخه الصفوائى وأبو جعفر بن بابويه وكانت له خصوصية بالصاحب بن عباد . « 1 »\r\nلسان الميزان ، ج 2 ، صص 447 - 448 ، ش 2563\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين متن يا بايد از تاريخ رى منتجب الدين باشد يا طبقات الاماميه ابن أبي طي . از اين شخص در منابع رجالي موجود شيعه ياد نشده است .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\n39 - الحسن بن محمد بن الحسن ، شيخ الرافضة وعالمهم ، أبو على ابن الشيخ الرافضة الشيخ أبى جعفر الطوسي\r\nقال الذهبي : ذكره ابن أبي طىّ في تاريخه فقال : كان ورعا ، عالما ، متألّها ، كثير الزهد والورع ، قائما بالتّلاوة والاشتغال والتّصنيف .\r\nولد بمشهد علىّ عليه السلام ، وقرأ على أبيه جميع كتبه . حدثني عماد الدين أبو جعفر محمد بن أبي القاسم الطبري ، قال : كان الشيخ أبو علىّ الطّوسى من أعبد الناس وأفيدهم تألّها ، لم ير الّا قارئا ، أو مصلّيا أو معلمّا ، أو مشتغلا . وكان بين عينيه الركن العتر من السجود ، وكان يسترها . قال ابن رطبة : كان أبو علىّ خشنا في ذات الله ، عظيم الخشوع والعبادة ، معظّما عند الخّاصة والعامّة . وقال آخر : رأيت أبا علىّ رجلا قد وهب نفسه لله . لم يجعل لأحد معه فيها نصيبا ، ولا أشك أنّه كان من خواصّ الأبدال .\r\nقال العماد الطبري : لو جازت الصّلاة على غير النبىّ والإمام ، لصليّت عليه . كان قد جمع العلم والعمل ، وصدق اللّهجة . وقد زار أبو سعد السّمعانى المشهد وسمع عليه وأثنى عليه . وقال أبو منصور محمد بن الحسن النقّاش : كنّا نقرأ على الشيخ أبى علىّ بن أبي جعفر ، وإن كان الّا كالبحر يتدفّق بجواهر الفوائد ، وكان أروى الناس للمثل والشّاهد ، وأحفظ الناس للأصول ، وأنقلهم للمذهب ، وأرواهم للحديث .\r\nتاريخ الاسلام ، 520 - 5400 ، ش 516 ، صص 557 - 558 « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ذكره الذهبي ضمن المتوفين في عشر الأربعين وخمس مائة ظنا ويقينا . والحال ان المترجّم ، توفى في سنة 511 والذهبي نفسه ذكره أيضا ضمن المتوفين في هذه السنة من دون اى نقل عن ابن أبي طي أو غيره .\r\nوالعجب من المحقق حيث لم يتوجه إلى التكرار وكتب ذيل الترجمة في سنة 492 : لم أجد مصدر ترجمته والحال هو ذكر في ذيل الترجمة هنا مصادر ترجمته كثيرا .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\n40 - الحسين بن محمد بن خسرو البلخي\r\nقال ابن حجر : محدّث مكثر اخذ عنه ابن عساكر كان معتزليّا . . . ذكره ابن أبي طي في رجال الشيعة وقال : صنف مناقب أهل البيت وكلام الأئمة وروى عن طراد الزّينبى ودوّنه\r\nلسان الميزان ج 2 ، ص 578 ، ش 2826\r\n\r\n41 - الحسين بن أحمد بن خالويه النحوي الهمداني الأصل نزيل حلب\r\nقال ابن حجر في لسانه : أخذ ببغداد عن أبي بكر بن دريد ، وأبى بكر بن مجاهد ، وأبى عمر الزاهد ، وابن الأنباري ، وسمع علي بن أبي العباس بن عقدة وغيره . قال ابن أبي طىّ : كان اماميّا عالما بالمذهب . ( قلت - يعنى ابن حجر - : وقد ذكر في كتاب ليس ما يدل على ذلك . وقال الذهبي في تاريخه « 1 » [ 351 - 380 ، ص 439 
  ] : كان صاحب سنة ! قلت : كان يظهر ذلك تقرّبا لسيف الدولة صاحب حلب . فانّه كان يعتقد ذلك . وقد قرأ أبو الحسين النصيبي وهو من الامامية عليه كتابه في الإمامة . وله تصانيف في اللغة والقراءات وغيرهما . وكان يقال له ذو النونين لانّه كان يكتب في آخر كتابه الحسين بن خالويه فيعرف بالنونين .\r\nأخذ عنه عبد المنعم بن غلبون والحسن بن سليمان وغيرهما . ونفق سوقه بحلب ووقع بينه وبين المتنبي منازعات عند سيف الدولة . مات بحلب سنة احدى وسبعين وثلاث مائة . وقيل في التي قبلها .\r\nلسان الميزان ، ج 2 ، ص 490 ، ش 2648\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لم يذكر الذهبي في تاريخه شيئا عن ابن أبي طي .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\n\r\n42 - الحسين بن أحمد بن عياش الحلبي\r\nقال ابن حجر : ذكره ابن أبي طي في شيوخ الشيعة . وقال : كان فقيها . صنف كتاب الأنواع والاسجاع وكتاب الإمامة . وأخذ عن العين زربى وغيره . وتفقه عليه جماعة . ومات سنة ثمان وخمس مائة .\r\nلسان الميزان ، ج 2 ، ص 492 ، ش 2654\r\n\r\n43 - الحسين بن أحمد بن غالب الجبلي ، أبو على المؤدّب .\r\nقال ابن حجر : ذكره ابن أبي طي وقال : وكان أحد الفقهاء الامامية . قرأ على ابن البرّاج وولى القضاء ، ثم عزل نفسه لمنام رآه . وقال : عاهدت الله تعالى بعده أن لا أحكم بين اثنين . جلس يقرئ الناس القرآن . قال الكراجكىّ : لقيته رجلا عظيم التألّه كأنه جاور الآخرة ومات سنة ثلاث وسبعين وأربع مائة بجبلة .\r\nلسان الميزان ، ج 2 ، ص 492 ، ش 2655\r\n\r\n44 - الحسين بن أحمد بن محمد الصّفار\r\nقال ابن حجر : ذكره ابن أبي طىّ في رجال الشيعة . وقال : روى عن أبي طالب بن غيلان .\r\nروى عنه ابن السّمعانى .\r\nلسان الميزان ، ج 2 ، ص 493 ، ش 2659\r\n\r\n45 - الحسين بن أحمد بن محمد القطّان البغدادىّ\r\nقال ابن حجر : ذكره ابن أبي طىّ في رجال الشيعة ، وقال : امام عالم فاضل من فقهاء الاماميّة . قرأ على الشريف المرتضى ، وعلى الشيخ المفيد . وقدم حلب سنة تسعين\r\nو \r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nثلاث مائة . فأقرأ في جامعها . ثم توجه إلى طرابلس فأقام عند رئيسها أبى طالب محمد بن أحمد وأقرأ أولاده . وصنّف الشامل في الفقه أربع مجلدات . وكان موجودا سنة سبع عشرة واربع مائة .\r\nلسان الميزان ، ج 2 ، ص 494 ، ش 2660\r\n\r\n46 - الحسين بن إسحاق الكوفي\r\nقال ابن حجر : ذكره ابن أبي طىّ في رجال الامامية ، وقال : كان يقول : انّه لقى ألف شيخ أخذ عنهم حديث الأئمة . روى عنه محمد بن يحيى ، وأحمد بن إدريس وغيرهما .\r\nلسان الميزان ، ج 2 ، ص 504 ، ش 2673\r\n\r\nبن الحسن بن علي النيسابوري فخر الحرمين 47 - الحسين بن إسماعيل بن الحسن بن محمد بن الحسن بن داود ابن علي بن عيسى بن محمد بن القاسم بن الحسن بن زيد بن الحسن بن علي النيسابوري يلقّب فخر الحرمين .\r\nقال ابن حجر : ذكره ابن السمعاني ، وقال كان ذا جاه ومال ومنزلة عالية في العلم .\r\nوقال ابن أبي طىّ في كتاب الامامية ؛ كان اماميا في الأصول والفروع ، ويعرف الحديث .\r\nوكان يجلس للعامة ويحدّث ، وقد خرّج رجال البخاري ورجال مسلم . وكان أهل الحديث في زمانه يهابونه ، واجتهدوا في تلفه . فلم يقدروا الّا على نسبته إلى التشيّع ، فكان يحمد الله على ذلك .\r\nلسان الميزان ، ج 2 ، ص 504 ، ش 2675\r\n\r\n48 - الحسين بن إسماعيل\r\nقال ابن حجر : أحد مشائخ أبى جعفر الطوسي ، روى عن المرزباني وجماعة . أثنى عليه\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nالطوسي ووثّقه ، وروى عنه أيضا عمر بن محمد الصيرفي ، ذكره ابن أبي طىّ في رجال الشيعة .\r\nلسان الميزان ، ج 2 ، ص 505 ، ش 2677\r\n\r\n49 - الحسين بن بركة الحلبي\r\nقال ابن حجر : ذكره ابن أبي طىّ في الشيعة الإمامية . وله كتاب النبراس في الرد على أهل القياس . كان بعد السبعين وأربع مائة .\r\nلسان الميزان ، ج 2 ، ص 507 ، ش 2684\r\n\r\n50 - الحسين بن بشر الاسدىّ\r\nقال ابن حجر : ذكره ابن أبي طىّ في رجال الشيعة الإمامية . وقال : انّه كان محدثا فاضلا .\r\nجيّد الخطّ والقراءة . عارفا بالرجال والتّواريخ ، جوالا في طلب الحديث . اعتنى بحدث جعفر الصادق ورتّبه على المسند ، وسمّاه جامع المسانيد ، كتب منه ثلاثة آلاف قائمة .\r\nومات ولم يتمه . ووثّقه الشيخ المفيد . ومن شيوخه محمد بن علي بن سليمان ، حدّثه عن حنّان بن سدير وغيره .\r\nلسان الميزان ، ج 2 ، ص 508 ، ش 2687\r\n\r\n51 - الحسين بن بشر بن علي بن بشر الطرابلسي المعروف بالقاضي\r\nقال ابن حجر : ذكره ابن أبي طىّ في رجال الشيعة ، وقال : كان صاحب دار العلم بطرابلس ، وله خطب يضاهى بها خطب ابن نباته ، وله مناظرة مع الخطيب البغدادي ذكرها الكراجكىّ في رحلته ، وقال : حكم له على الخطيب بالتقدم في العلم .\r\nلسان الميزان ، ج 2 ، ص 509 ، ش 2688\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\n52 - الحسين بن تميم بن سعيد بن غالب القنّسرينىّ المعروف بالسّروجىّ\r\nقال ابن حجر : ذكره ابن أبي طىّ في رجال الشيعة . وقال : رحل إلى العراق ، وقرأ على أبى علي بن أبي جعفر الطوسي كتاب تهذيب الأحكام لأبيه . ومات بنابلس سنة ثمان عشرة وخمس مائة .\r\nلسان الميزان ، ج 2 ، ص 509 ، ش 2689\r\n\r\n53 - الحسين بن توليا التركي ، أبو جعفر\r\nقال ابن حجر : ذكره ابن أبي طىّ في رجال الشيعة . وقال : سكن شيزر وانقطع إلى أمرائها ، وهو الذي علم أسامة بن منقذ وغيره . ومات سنة عشرين وست مائة .\r\nلسان الميزان ، ج 2 ، ص 509 ، ش 2687\r\n\r\n54 - الحسين بن ثابت بن هارون الفرّاء البزاعى\r\nقال ابن حجر : ذكره ابن أبي طىّ في رجال الشيعة . وقال : رحل إلى العراق سنة أربع وعشرين وأربع مائة . فلقى الشريف المرتضى ، فأجازه وقرظه ، ووصفه بالعلم والفهم ونعّته بالخطيب .\r\nلسان الميزان ، ج 2 ، ص 510 ، ش 2692\r\n\r\n55 - الحسين بن الحسن القاساني\r\nقال ابن حجر : ذكره ابن أبي طىّ في رجال الامامية ، وقال : سمع ورحل وجمع معجم شيوخه وهو مفيد .\r\nلسان الميزان ، ج 2 ، ص 515 ، ش 2704\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\n56 - كبير الامامية ، ومن كان أحد الأبواب إلى صاحب الزمان المنتظر الشيخ الصالح أبو القاسم حسين بن روح بن بحر القينى\r\nقال الذهبي في تاريخه : أبو القاسم القينى أو القيسي ، وكذا صورته في تاريخ يحيى بن أبي طي لاغسانى وخطّه معلق سقيم . ثم قال : هو الشيخ الصالح أحد الأبواب لصاحب الامر . نصّ عليه بالنّيابة أبو جعفر محمد بن عثمان بن سعيد العمرىّ عنه ، وجعله من أوّل من يدخل عليه حين جعل الشيعة طبقات . وقد خرج على يديه تواقيع كثيرة . فلما مات أبو جعفر ، صارت النيابة إلى أبى القاسم . وجلس في الدار ببغداد ، وجلس حوله الشيعة . وخرج ذكاء الخادم ومعه عكّازة ومدرح وحقّة وقال : انّ مولانا قال : إذا دفننى أبو القاسم وجلس ، فسلّم هذا اليه .\r\nوإذا في الحقّ خواتيم الأئمة . ثم قام في آخر اليوم ومعه طائفة . فدخل دار أبى جعفر محمد بن علي الشلمغانىّ ، وكثرت غاشيته ، حتى كان الامراء يركبون اليه الوزارء والمعزلون عن الوزارة والأعيان .\r\nوتواصف الناس عقله وفهمه ، فقال علي بن محمد الايادىّ عن أبيه ، قال :\r\nشاهدته يوما وقد دخل عليه أبو عمر القاضي ، فقال له أبو القاسم : صواب الرأي عند الشمغف عبرة عند المتورّط ، فلا يفعل القاضي ما عزم عليه . فرأيت أبا عمر قد نظر اليه ، ثم قال : من أين لك هذا ؟ قال هل : ان كنت قلت لك ما عرفته ، فمسألتى من أين لي ؟\r\nفضول . وان كنت لم تعرفه ، فقد ظفرت بي . فقبض أبو عمر على يديه وقال : لا ، بل والله أوخّرك ليومى ولغدى . فلما خرج أبو عمر ، قال أبو القاسم : ما رأيت محجوجا قط يلقى البرهان بنفاق مثل هذا ، لقد كاشفته بما لم أكاشف به أمثاله ابدا .\r\nولم يزل أبو القاسم على مثل هذه الحال مدّة وافر الحرمة إلى أن ولى الوزارة حامد بن العباس ، فجرت له معه خطوب يطول شرحها . ثم ذكر ترجمته في ستّ\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nورقات ، وكيف قبض عليه وسجن خمسة أعوام ، وكيف أطلق لمّا خلعو المقتدر من الحبس ، فلمّا أعيد إلى الخلافة شاوروه فيه ، فقال : دعوه ، فبخطّيته جرى علينا ما جرى .\r\nوبقيت حرمته على ما كانت إلى أن توفى في هذه السنة [ 326 
  ] .\r\nتاريخ الاسلام ، 321 - 330 ، صص 190 - 191\r\nقال الذهبي في السير : قال ابن أبي طي في تاريخه : نصّ عليه بالنيابة أبو جعفر محمد بن عثمان العمرىّ ، وجعله من أول من يدخل حين جعل الشيعة طبقات . قال : وقد خرج على يديه تواقيع كثيرة .\r\nفلما مات أبو جعفر صارت النيابة إلى حسين هذا ، فجلس في الدار ، وخفّ به الشيعة ، فخرج ذكاء الخادم ومعه عكّازة ، ومدرّج وحقّة ، وقال له : إنّ مولانا قال : إذا دفننى أبو القاسم حسين وجلس فسلّم هذا اليه ، وإذا في الحقّ خواتيم الأئمة . ثم قام ومعه طائفة ، فدخل دار أبى جعفر محمد بن علي الشلمغاني وكثرت غاشيته حتى كان الامراء والوزراء يركبون اليه والأعيان وتواصف الناس عقله وفهمه .\r\nفروى علي بن محمد الايادىّ عن أبيه ، قال : شاهدته يوما وقد دخل عليه أبو عمر القاضي ، فقال له أبو القاسم : صواب الرأي عند المشفق عبرة عند المتورّط ، فلا يفعل القاضي ما عزم عليه . فرأيت أبا عمر قد نظر اليه ، ثم قال : من أين لك هذا ؟ فقال :\r\nإن كنت قلت لك ما عرفته ، فمسألتى من أين لك ؟ فضول ، وإن كنت لم تعرفه ، فقد ظفرت بي . قال : فقبض أبو عمر على يديه ، وقال : لا بل والله أوخّرك ليومى أو لغدى .\r\nفلما خرج قال أبو القاسم : ما رأيت محجوجا قطّ يلقى البرهان بنفاق مثل هذا . كاشفته بما لم أكاشف به غيره .\r\nولم يزل أبو القاسم وافر الحرمة إلى أن وزر حامد بن العباس ، فجرت له معه خطوب يطول شرحها . ثم سرد ابن أبي طي ترجمته في أوراق وكيف أخذ وسجن\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nخمسة أعوام وكيف أطلق وقت خلع المقتدر ، فلما أعادوه إلى الخلافة شاوره فيه ، فقال : دعوه فبخطيّته أوذينا . وبقيت حرمته على ما كانت إلى أن مات في سنة ستّ وعشرين وثلاث مائة . وقد كاد أمره أن يظهر .\r\nقال الذهبي ! : قلت : ولكن كفى الله شرّه ، فقد كان مضمرا لشقّ العصا . وقيل :\r\nكان يكاتب القرامطة ليقدموا بغداد ويحاصروها . وكانت الامامية تبذل له الأموال ، وله تلطّف في الذبّ عنه ، وعبارات بليغة تدلّ على فصاحته وكمال عقله ، وكان مفتى الرافضة وقدوتهم ، وله جلالة عجيبة ، وهو الذي ردّ على الشّلمغانىّ لما علم انحلاله .\r\nسير أعلام النبلاء ، ج 15 ، صص 222 - 223 ؛ الوافي بالوفيات ، ج 12 ، ص 366\r\n\r\n57 - حسين بن عقبة الضرير بن عبد الله البصري الضرير *\r\nقال الذهبي : من أعيان الشيعة ، قرأ على الشريف المرتضى كتاب الذخيرة وحفظه . وله سبع عشرة سنة . وكان من أذكياء بني آدم ، ورد أنّه قال : أقدر أحكى مجالس المرتضى وما جرى فيها من أول يوم حضرتها ، ثم أخذ يسردها مجلسا مجلسا والناس يتعجّبون .\r\nتاريخ الاسلام ، 441 - 460 ، ش 10 ، ص 43\r\nقال ابن حجر : قرأ على الشريف أبى القاسم المرتضى القرآن وحفظه وله سبع عشرة سنة . وكان من أذكياء بني آدم . وكان من أعيان الشيعة . مات سنة احدى وأربعين واربع مائة .\r\nلسان الميزان ، ج 2 ، ص 552 ، ش 2786\r\n\r\n58 - الحسين بن عقيل بن سنان الخفاجي الحلبي المعدّل الأصولي الشيعي *\r\nقال الذهبي : له كتاب المنجى من الضلال في الحلال والحرام ، فقه ، بلغ عشرين\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nمجلّدة ، ذكر فيه خلاف الفقهاء ، يدلّ على تبحّره\r\nتاريخ الاسلام ( 501 - 520 ) ، متوفيات سنة 507 ، ص 157 ، ش 177\r\nقال ابن حجر : من رؤوس الشيعة ، صنّف في مذهبهم كتابا سمّاه المنجى من الضلال في الحلال والحرام ، في عشرين مجلدة ، ذكر فيه الخلاف وأوسع . وهو دال على تبحره ، ومات سنة سبع وخمس مائة .\r\nلسان الميزان ، ج 2 ، ص 552 ، ش 2786\r\n\r\n59 - الحسين بن محمد بن خسرو البلخىّ ، محدّث مكثر أخذ عنه ابن عساكر ، كان معتزليا\r\nقال ابن حجر : ذكره ابن أبي طىّ وقال : صنّف مناقب أهل البيت وكلام الأئمة ، وروى عن طراد الزّينبى ودونه ، وهو الذي جمع مسند الامام أبى حنيفة وأتى فيه بعجائب .\r\nلسان الميزان ، ج 2 ، ص 577 ، ش 2826\r\n\r\n60 - حسين بن هبة الله بن رطبة ، أبو عبد الله السورائى *\r\nقال الذهبي في تاريخه : شيخ الشيعة وأبو شيخهم الفقيه ، العلامة أبى طاهر بن هبة الله . « 1 » كان متبحّرا في الأصول والفروع على مذهب الرافضة . قرأ الكثير ورحل إلى خراسان والرّىّ ، ومازندران ، ولقى كبار الشيعة ، وصنّف واشتغل بسورا ، والحلّة .\r\nتاريخ الاسلام ، 571 - 580 ، ش 307 ، ش 286\r\nقال ابن حجر : شيخ الشيعة وأبو شيخهم أبى طاهر هبة الله ، كان عارفا بالأصول على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ذكره ابن أبي طي على ما نقل عنه ابن حجر ، كما يأتي . وهذا قرينة على أن هذه الترجمة أيضا عن ابن أبي طىّ .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nطريقتهم ، قرأ المذهب ورحل إلى خراسان والري ، ولقى كبار الشيعة ، وصنّف وشغل بالحلّة وغيرها ، وتوفّى في رجب سنة تسع وسبعين وخمس مائة .\r\nلسان الميزان ، ج 2 ، ص 585 ، ش 2836 ؛\r\nقال الصّفدى : الحسين بن هبة الله بن رطبة - واحدة الرّطب - أبو عبد الله . من أهل سورا من أعمال الحلّة السّيفية ، كان من فقهاء الشيعة ومشايخهم . قدم بغداد وجالس أبا محمد ابن الخشّاب ، وروى أمالي أبى جعفر بن محمد بن الحسن الطوسي عن ابنه أبى على الحسن عنه . واشتغل بالحلّة وسورا . وتوفى سنة تسع وسبعين وخمس مائة .\r\nالوافي بالوفيات ج 13 ، ص 79\r\n\r\n61 - عالم الامامية ، الشريف أبو يعلى حمزة بن محمد الهاشمي الجعفري من دعاة الشيعة\r\nقال الذهبي في تاريخه : الشريف أبو يعلى الجعفرىّ البغدادىّ ، من أولاد جعفر بن أبي طالب . كان من كبار علماء الشيعة ، لزم الشيخ المفيد ، وفاق في علم الأصلين والفقه على طريق الامامية . وزوّجه المفيد بابنته ، وخصّه بكتبه . وأخذ أيضا عن السيد المرتضى ، وصنّف كتبا حسانا . وكان من صالحي طائفته وعبّادهم وأعيانهم . شيّع جنازته خلق كثير ، وكان من العارفين بالقراءات . وكان يحتجّ على حدث القرآن بدخول الناسخ والمنسوخ فيه . ذكره ابن أبي طىّ . تاريخ الاسلام 461 - 470 ، ص 167 قال الذهبي في السير : لازم الشيخ المفيد ، وبرع في فقههم وأصولهم وعلم الكلام ، وزوّجه المفيد ببنته ، وخصّته بكتبه ، وأخذ أيضا عن الشريف المرتضى وصنّف التصانيف ، وكان يحتجّ على حدث القرآن بدخول الناسخ فيه والمنسوخ وكان بصيرا\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nبالقراءات . قال ابن أبي طىّ في تاريخ الشيعة : كان من صالحي طائفته وعبّادهم وأعيانهم ، شيّع جنازته خلق عظيم . توفّى سنة خمس وستين وأربعمائة ببغداد .\r\nسير أعلام النبلاء ، ج 18 ، ص 141 ش 76\r\nقال ابن حجر : كان من كبار علماء الشيعة ، لزم الشيخ المفيد ، وفاق في معرفة الأصلين ، والفقه على مذهب الإمامية ، وزوّجه المفيد بابنته ، وخصّه بكتبه ، وأخذ أيضا عن الشريف المرتضى ، وكان عارفا بالقراءات ، ذكره ابن أبي طىّ وقال : كان يحتجّ على حدث القرآن بدخول النسخ فيه ، مات سنة أربعمائة وخمس وستين .\r\nلسان الميزان ، ج 2 ، ص 679 ، ش 3014 وراجع : الوافي بالوفيات ، ج 13 ، ص 176 ، ش 203\r\n\r\n62 - خليل بن خمرتكين الحلبي\r\nقال ابن العديم : كان فقيها من فقهاء الشيعة ، رحل إلى خراسان وقرأ على القطب الراوندي وصنّف كتابا في الأصول وروى عن عبد العزيز بن سهل الخوارزمي ، وأبى الفوارس سعد بن محمد ابن الصيفي المعرف بالحيص بيص ، روى عنه يحيى بن أبي طي النجار ، وقرأت بخط يحيى المذكور في تعليق له : خليل بن خمر تكين من أهل حلب ، وهو فقيه من فقهاء الإمامية رحل إلى خراسان ، ودخل إلى الري وتفقه وأجاد في علم الأصول وعاد إلى حلب ، وكان مقدما عند الملوك ، ورحل إلى مصر إلى طلائع بن رزّيك وزير مصر ، فأعطاه ألف دينار فعاش بها إلى أن مات .\r\nولقى القطب الراوندي وروى عنه جميع مؤلفاته ورواياته وروى عن الملك الصالح طلايع بن رزيك كتابه الذي ألفه ولم يخرّج عنه شئ من التصنيف غير مقدمة في الأصول ولقيته وقرأت عليه وأذن لي في الرواية عنه ، وكان يروى ديوان\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nالطغرائى ، عن عبد العزيز بن سهل الخوارزمي ، عن الطغرائى وقدى شعر الحيص بيص سماعا منه وروى الكتاب الذي الفه الوزير ابن هبيرة عنه ، وانشدني بها - يعنى بحلب - أبياتا فسألته أهي لك ؟ فسكت ! فلما مات وجدتها بخطّه وقد عزاها إلى نفسه وهي :\r\n ما أحب النبي من مال عن حب * على أخيه خير الأنام\r\nكيف لا والنبي قال حبى * حب صنوى المهذب القمقام\r\nوقبيح تهوى من الناس شخصا * ثم ترمى محبوبه بانصرام \r\nقال ابن أبي طي : وتوفى . . . وتسعين وخمسمائة ، وفن في التربة المستجدة بمشهد الحسين يعنى بحلب .\r\nبغية الطلب في تاريخ حلب ، ج 7 ص 3377\r\n\r\n63 - ريحان الحبشي ، أبو محمد السبيعىّ الامامىّ المصري ،\r\nقال الذهبي : أبو محمد ، الزاهد ، الشيعي . كان بالديار المصرية بعد الخمسين . وكان من فقهاء الإمامية الكبار .\r\nقال ابن أبي طىّ في تاريخه : كان مقيما بالقاهرة ، وكان مولى الأمير سديد الدولة ظفر المصرىّ . تفقّه على الشيخ الفقيه علىّ بن عبد الله بن عبد العزيز بن كامل الفقيه المصرىّ ، وعليه تخرّج ، وقرأ عليه في سنة أربع وثلاثين وخمس مائة كتابا . روى عن ريحان سديد الدين شاذان بن جبرئيل القمي . [ قال ابن أبي طىّ 
  ] وحكى لي أبى مذاكرة :\r\nكان الفقيه ريحان من أضبط الناس وكان يكرّر على النهاية والمقنعة والذخيرة ، فقال :\r\nما حفظت شيئا فنسيته . وحدّثنى أبى عن القاضي الأسعد المصرىّ ، قال : كان الفقيه ريحان يصوم جميع الأيام المسنونة إلى صومها . وكان لا يأكل الّا من طعام يعلم أصله .\r\nوكان إذا قدّمت الغلال التقط من الطرقات جبّات من الشعير والقمح ، فيتقوّت به وكان يزجر نفسه إذا احتاج . وكان لا يصلّى النوافل مقابل أحد ويقول الرياء . وكان إذا علم\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nأحدا يحبّ العلم ، قصده في بيته وعلّمه ، ولا يأكل له شيئا . وإذا علم أن الطالب محتاج ، دخله على الصالح بن رزّيك ، فعلم ابن رزّيك أنه جاء في مثوبة فيقوم لذلك الرجل بجميع ما يحتاج اليه . وكان لا يطأ له على بساط ، ولا يزده أكثر من السّلام في باب داره .\r\nوكان ابن رزّيك « 1 » يبجّله ويعظّمه ، ويقول : يقولون ما ساد من بنى حام الّا اثنان ، لقمان وبلال ، وأنا أقول : ثالثهم . وقيل : انّ ريحان هذا ، عبد تفقّه ، ما نام الّا جالسا ، ولا جلس قطّ الّا على رجليه . وأنّه ما ذكر النّار الّا وأخذه دمع منها . وكان سريع الدّمعة ، كثير الحبّ لآل رسول الله صلى الله عليه واله وسلم ، خفيف الرّفض .\r\nتاريخ الاسلام 551 ، 560 ، صص 347 - 349 ، ش 386\r\nقال ابن حجر : تفقه على علي بن عبد الله بن كامل ، روى عنه شاذان بن جبريل . قال ابن أبي طي : قال لي أبى : كان الفقيه ريحان من احفظ الناس ، وقيل : كان يصوم كثيرا ولا يأكل الاطعام يعلم أصله ، وكان ابن رزّيك يعظمه ويحترمه ، كان بعد الخمسين وخمس مائة .\r\nلسان الميزان ، ج 3 ، ص 119 ، ش 3435\r\n\r\n64 - سعد بن محمد بن سعد صيفىّ\r\nقال الذهبي : ذكره ابن أبي طي في تاريخ الشيعة فقال : شاعر ، فاضل ، بليغ ، وافر الأدب ، عظيم المنزلة في الدولتين العباسيّة والسلجوقية . وكان ذا معرفة تامّة بالأدب ، وباع في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قال الذهبي في ترجمة ابن رزّيك : الأرمني ، ثم المصرىّ ، الشيعىّ ، الرافضىّ ، أبو الغارات ، وزير الديار المصريّة ، الملقّب بالملك الصالح . كان واليا على الصعيد ، فلما قتل الظاهر ، سيّر أهل القصر إلى ابن رزّيك واستصرخوا به ، فحشد وأقبل وملك ديار مصر ، واستقلّ بالأمور . وكانت ولايته في سنة 549 وكان أديبا ، شاعرا ، سمحا ، جوادا ، محبّا لأهل الفضائل . . . وله اشعار كثيرة في أهل البيت تدّل على تشيّعه وسوء مذهبه ، حتى قال الشريف الجوانىّ : كان في نصر المذهب كالسّكة المحماة ، لا يفرى فريّة ، ولا يبارى عبقريّة . وكان يجمع العلماء من الطوائف ، ويناظرهم على الإمامة . تاريخ الاسلام 551 - 560 ، ص 198\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nاللغة ، وحفظ الشعر . وكان اماما « 1 » في الرّأى ، حسن العقيدة . حدثني عبد الباقي بن زريق الحلبي الزاهد قال : رأيته واجتمعت به فكان صدرا في كل علم ، عظيم النفس ، حسن البشارة ، يركب الخيل العربيّة الأصيلة ويتقلّد بسيفين ، ويحمل الرّمح ، ويأخذ نفسه بمأخذ الأمراء ، ويتبادى في لفظه ، ويعقد القاف . وكان أفصح من رأيت وكان يناظر على رأى الجمهور . وقال الزينبي : سمع من أبى طالب الحسين بن محمد الزّينبى وبواسط من أبى المجد محمد بن جهور . « 2 »\r\nتاريخ الاسلام ، 571 - 580 ، ش 111 ، ص 142\r\n\r\n65 - سعنة بن عريض ابن عاديا التيماوى [ الصحابي 
  ]\r\nقال ابن حجر : . . . وجدت بخط ابن أبي طي في رجال الشيعة « 3 » الاماميّة ما يقضى أن له صحبة ، فنقل عن أبي جعفر الحائري أحد أئمة الامامية أنّه روى بسند له أكثرهم من الشيعة إلى ابن لهيعة عن ابن الزبير ، قال : قدم معاوية حاجّا فدخل المسجد ، فرأى شيخا له ضفيرتان كان أحسن الشيوخ سمتا وأنظفهم ثوبا ، فسأل ، فقيل له : انّه ابن عريض ، فأرسل اليه فجاء ، فقال : ما فعلت أرضك تيماء ؟ قال : باقية ، قال : بعينها ؟ قال : نعم ، ولولا الحاجة بابعتها ، واستنشده مرثية ابنه لنفسه فأنشده ، ودار بينهما كلام فيه ذكر علىّ ، فغض ابن عريض عن معاوية ، فقال معاوية : ما أراه الا قد خرف ، فأقيموه ، فقال : ما خرفت ، ولكن أنشدك الله يا معاوية ، أما تذكر يا معاوية لمّا كنا جلوسا عند رسول الله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كذا في الأصل ، ولكن المرجح هو « اماميا في الرأي » وهذا مناسب مع جملة « حسن العقيدة » . هذا وقد ذكر ابن أبي طي هذا التعبير « كان اماميا حسن العقيدة » في عدة تراجم آخر .\r\n( 2 ) . ما يعلم هل هذا آخر كلام نقله الذهبي عن ابن أبي طىّ أو ما ذكره بعد أيضا من اشعار المترجم ، من ابن أبي طىّ ، فراجع .\r\n( 3 ) . في الأصل : السبعة .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nصلى الله عليه واله وسلم ، فجاء علىّ فاستقبله النبي صلى الله عليه واله وسلم ، فقال :\r\nقاتل الله من يقاتلك ، وعادى من يعاديك .\r\nالإصابة في تمييز الصحابة ، ج 3 ، ص 97 - 98\r\n\r\n66 - عبد الرحمن بن أحمد بن الحسين بن أحمد بن إبراهيم بن الفضل الخزاعي النيسابوري الحافظ\r\nقال الذهبي : قال ابن السّمعانى : حدثنا عنه أبو البركات عمر بن إبراهيم الزيدي وأبو حرب المجتبى ابن الداعي بن الحسنى ، وأحمد بن عبد الوهاب الصيرفي ، كلاهما بالري . طالعت عدّة من مجالس أماليه بالرّى ، فرأيت فيها مجلسا أملاه في اسلام أبى طالب [ وكان شيعيّا ، 
  ] « 1 » الّا انّه كان مكثرا من الحديث ، وله به أنسة . قال ابن أبي طىّ :\r\nكان عبد الرحمن الخزاعي من أعلم الناس بالحديث وأبصرهم به وبرجاله . حدثنا شيخنا رشيد الدين « 2 » : كان في مجلسه أكثر من ثلاثة آلاف محبّرة مستملى ، وكان إذا قيل له : هل جاء في الصحيحين ، قال : ذروني من المكسورين ، والله لو حوقفنا وأنصف الناس لما سلم لهما الا القليل . وقال : وما سئل عن حديث الا وعرف علّته وصحّته من سقمه ، وكان يقول : أذاكر بمائة الف حديث وأحفظ مائة الف حديث . وكان يقول : لو أنّ لي سلطان يشدّ على يدي ، لأسقطت خمسين الف حديث يعمل بها ، ليس لها صحّة ولا أصل . قال ابن حجر ( بعد نقل ما ذكره الذهبي ) : مات سنة خمس وثمانين واربع مائة .\r\nتاريخ الاسلام ( 481 - 490 ) ش 147 ، صص 151 - 152 ، لسان الميزان ، ج 4 ، 246 ، ش 4996\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . داخل كروشه ، در متن چاپى تاريخ الاسلام نيامده واز لسان الميزان افزوده شده است .\r\n( 2 ) . يعنى ابن شهرآشوب المازندراني .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\n67 - علي بن الحسين بن موسى أبو القاسم العلوي الشريف المرتضى المتكلم الرافضي\r\nقال ابن حجر : قال ابن أبي طىّ : هو أول من جعل داره دار العلم وقدّرها للمناظرة ، ويقال إنه أفتى ولم يبلغ العشرين . وكان قد حصل على رياسة الدنيا والعلم مع العمل الكثير في السّير المواظب على تلاوة القرآن ، وقيام الليل ، وإفادة العلم . وكان لا يؤثر على العلم شيئا مع البلاغة والفصاحة اللهجة ، وكان أخذ العلوم عن الشيخ المفيد ، وزعم المفيد انّه رأى في نومه فاطمة الزهراء ليلة ناولته صبيّين ، فقالت له : خذ ابني هذين فعلّمهما ، فلمّا استيقظ وافاه الشريف أبو احمد ومعه ولداه الرضى والمرتضى ، فقال له : خذهما إليك وعلّمهما . فبكى وذكر القصّة .\r\nلسان الميزان ، ج 5 ، ص 18 ، ش 5842\r\n\r\n68 - علي بن مسافر الحلّى الشّيعى *\r\nقال الذهبي : عالم الشيعة وفقيههم بالحلّة ، رحلت اليه الروافض من النواحي للأخذ عنه . وروى عن العماد أبى جعفر الطبري وغيره . « 1 »\r\nتاريخ الاسلام 581 - 590 ، ش 429 ، ص 400\r\n\r\n69 - محمد بن إدريس بن أحمد بن إدريس ، الشيخ أبو عبد الله العجلي *\r\nقال الذهبي : فقيه الشيعة وعالم الرّفضة عصره ، وكان عديم النّظير في علم الفقه . صنّف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قال عمر عبد السلام تدمرى ذيل الترجمة : لم يذكره محسن الأمين في أعيان الشيعة ولا آغابزرگ في طبقات أعلام الشيعة وأرجح أن المؤلف رحمه الله نقل الترجمة عن كتاب « رجال الشيعة » لابن أبى طىّ وهو مفقود .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nكتاب الحاوي لتحرير الفتاوى . ولقّبه بكتاب السرائر ، وهو كتاب مشكور بين الشيعة . وله كتاب خلاصة الاستدلال وله منتخب كتاب التبيان فقه ، وله مناسك الحج . وغير ذلك في الأصول والفروع .\r\nقرأ على الفقيه راشد بن إبراهيم ، والشريف شرف شاه . وكان بالحلّة ، وله أصحاب وتلامذة ، ولم يكن للشيعة في وقته مثله ، ولبعضهم فيه قصيدة يقضّله فيها على محمد بن إدريس الشافعي رضي الله عنه . [ مات سنة 597 
  ]\r\nتاريخ الاسلام ، 591 - 600 ، ش 391 ، ص 314 ؛ انظر ، الوافي بالوفيات ، ج 2 ، ص 183 ، سير أعلام النبلاء ، ج 21 ، ص 332 ؛ لسان الميزان ، ج 5 ، ص 693 ، ش 693 ، ش 7058\r\n\r\n70 - محمد بن عبد الله بن علىّ بن زهرة بن علىّ أبو حامد العلوي ، الحسيني ، الاسحاقى ، الحلبي ، الشيعي *\r\nقال الذهبي : روى عن عمّه أبى المكارم حمزة بن علىّ ، وعنه مجد الدين العديمى ، وقال مات في جمادى الأولى وله ستون سنة . وكان فقيها يعدّ من علمائهم .\r\nتاريخ الاسلام 620 - 630 ، ش 372 ، ص 262\r\n\r\n71 - محمد بن علي بن شهرآشوب بن أبي نصر أبو جعفر السّروىّ المازندراني ، رشيد الدين الشّيعى\r\nقال الذهبي : قال ابن أبي طىّ في تاريخه : نشأ في العلم والدّراسة وحفظ القرآن وله ثمان سنين . واشتغل بالحديث ، ولقى الرجال ، ثم تفقّه وبلغ النهاية في فقه أهل البيت ، ونبغ في علم الأصول حتى صار رحلة . ثم تقدّم في علم القرآن ، القراءات ، والغريب ، والتفسير ، والنحو ، وركب المنبر للوعظ . ونفقت سوقه عند الخاصة والعامّة ، وكان\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nمقبول الصورة ، مستعذب الألفاظ ، مليح الغوص على المعاني .\r\nحدثني قال : صار لي سوق بمازندران حتى خافنى صاحبها ، فأنفذ يأمرني بالخروج عن بلاده ، فصرت إلى بغداد في أيام المقتفى ، ووعظت ، فعظمت منزلتي واستدعيت ، وخلع علىّ ، وناظرت ، واستظهرت على خصومى ، فلقّبت برشيد الدين ، وكنت ألّقب بعز الدين ، ثم خرجت إلى الموصل ، ثم أتيت حلب .\r\nقال : وكان نزوله على والدي فأكرمه ، وزوّجه ببنت أخته ، فربّيت في حجره ، وغذّانى من علمه ، وبصّرنى في ديني . وكان امام عصره ، وواحد دهره ، وكان الغالب عليه علم القرآن والحديث ، كشف وشرح وميّز الرجال ، وحقق طريق طالبى الإسناد ، وأبان مراسيل الأحاديث من الآحاد وأوضح المفترق من المتفق ، والمؤتلف من المختلف ، والسابق من اللاحق ، والفصل من الوصل ، وفرّق بين رجال الخاصة والعامة . [ قلت : يعنى بالخاصة الشيعة وبالعامة السنة 
  ] حدثني أبى قال : ما زال أصحابنا بحلب لا يعرفون الفرق بين ابن بطّة الشيعي من ابن بطّة الحنبلىّ ، « 1 » حتى قدم الرشيد :\r\nفقال : ابن بطة الحنبلي بالفتح والشيعي بضمّها . وكان عند أصحابنا بمنزلة « الخطيب » للعامّة ، وكيحيى بن معين في معرفة الرجال . وقد عارض من كل علم من علوم العامّة بمثله ، وبرز عليهم بأشياء حسنة لم يصلوا إليها ، وكان بهىّ المنظر ، حسن الوجه والشيبة ، صدوق اللهجة ، مليح المحاورة ، واسع العلم ، كثير الفنون ، كثير الخشوع والعبادةو التهجّد ، لا يجلس الّا على وضوء .\r\nتوفّى ليلة سادس عشرة شعبان سنة ثمان وثمانين ، ودفن بجبل جوشن عند مشهد الحسين عليه السلام .\r\nتاريخ الاسلام ، 581 - 590 ، صص 309 - 310\r\nقال الصفدي : اثنى عليه [ يعنى ابن شهرآشوب 
  ] ابن أبي طىّ في تاريخه ثناء كثيرا . توفى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نقل هذا النص السيوطي في كتابه طبقات المفسرين ، ص 96 ( بيروت ، دار الكتب العلمية )\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nسنة ثمان وثمانين وخمسمائة . ومن تصانيف المازندراني كتاب في النحو سماه الفصول جمع فيه أمهات المسائل وكتاب المكنون والمخزون في عيون الفنون ، كتاب متشابه القرآن كتاب الاعلام والطرائق في الحدود والحقائق كتاب مناقب آل أبى طالب ، كتاب المثالب ، كتاب المائدة والفائدة جمع فيه أشياء من النوادر والفرائد . عاش تسعا وتسعين سنة وشهرين ونصف وتوفى بحلب في التاريخ المذكور .\r\nالوافي بالوفيات ج 4 ، ص 164 « 1 »\r\nوقال ابن حجر : فقال ابن أبي طىّ في تاريخه : اشتغل بالحديث ، ولقى الرجال ، ثم تفقه وبلغ النهاية في فقه أهل البيت . وسع في الأصول ، ثم تقدم في القراءات والغريب والتفسير والعربية وكان مقبول الصورة مليح العرض على المعاني . وصنف في المتفق والمفترق والمؤتلف والمختلف والفصل والوصل وفرّق بين رجال الخاصة ورجال العامة - يعنى بين أهل السنة والشيعة .\r\nلسان الميزان ، ج 6 ، ص 395 ، ش 7889\r\n\r\n72 - محمد بن علي الكراجكىّ نسبة إلى عم الخيم وهي الكراجك\r\nقال ابن حجر : بالغ ابن أبي طىّ في الثّناء عليه في ذكر الاماميّة ، وذكر ان له تصانيف في ذاك ، وذكر انّه أخذ عن أبي الصلاح ، واجتمع بالعين زربى ، ومات في ثاني ربيع الاخر سنة تسع وأربعين واربع مائة .\r\nلسان الميزان ، ج 6 ، ص 377 ، ش 7871\r\nقال الذهبي - من دون أن يشير إلى أنه من أين اخذ هذه الترجمة : محمد بن علي أبو الفتح الكراجكىّ شيخ الشيعة . والكراحكىّ هو الخيمىّ . مات بصور في رابع ربيع الاخر [ من سنة 449 
  ] . وله عدّة مصنّفات . وكان من فحول الرّفضة ، بارع في فقههم\r\nو \r\n\r\n","description":"","footnote":"\r\n( 1 ) . در ابتدأ خلاصهء عبارت نقل‌شده در تاريخ الاسلام ذهبي را آورده وسپس اطلاعات بعدى را كه آنها نيز بايد از ابن أبي طي باشد بر آن افزوده است .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nأصولهم . نحوىّ ، لغوىّ منجّم ، طبيب ، رحل إلى العراق ولقى الكبار كالمرتضى . وله كتاب تلقين أولاد المؤمنين . وكتاب الأغلاط مما يرويه الجمهور . وكتاب موعظة العقل للنفس ، وله كتاب المنازل قد سيّره إلى أن بلغ سنة خمس وخمسين وخمس مائة . « 1 » وكتاب ما جاء على عدد الاثني عشر . وكتاب المؤمن إلى غير ذلك من هذيانات الامامية ! « 2 »\r\nتاريخ الاسلام ، 441 - 460 ، ش 329 ، صص 236 - 237\r\n\r\n73 - محمد بن علي بن النعمان بن أبي طريفة البجلىّ الكوفىّ ، أبو جعفر\r\nقال ابن حجر : الملّقب شيطان الطّاق ، نسب إلى سوق في طاق المحامل بالكوفة كان يجلس للصّرف بها ، فيقال : انه اختصم مع آخر في درهم زائف ، فغلب فقال : أنا شيطان الطاق . وقيل إن هشام بن الحكم شيخ الرافضة لما بلغه انّه لقّبوه شيطان الطاق ، سمّاه هو مؤمن الطاق . ويقال : انّ اوّل من لقّبه شيطان الطاق أبو حنيفة مع مناظرة جرت بحضرته بينه وبين بعض الحروريّة . ويقال : ان جعفر الصادق كان يقدّمه ويثنى عليه .\r\nوكان يشارك برد ويقدّمه في الشّعر على نفسه الا انّه اشتغل بالكلام عن الشعراء ، نقلته هكذا ملخصا من كتاب ابن أبي طي .\r\nلسان الميزان ، ج 6 ، ص 378 ، ش 7872\r\n\r\n74 - محمد بن محمد بن النعمان البغدادي ابن المعلم المعروف بالشيخ المفيد\r\nقال الذهبي في تاريخ الاسلام : وقد ذكره ابن أبي طي في تاريخ الشيعة فقال : هو شيخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هكذا في الأصل وهو تحريف واضح كما أشار اليه المحقق . والمحتمل : إلى أن بلغ خمس وخمسين وخمس مائة .\r\n( 2 ) . والعبارة من التعبيرات القبيحة حيث يلائم مع طبع الذهبي المتعصب في مذهبه .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nمشايخ الطائفة ، ولسان الامامية ورئيس الكلام والفقه والجدل . كان أوحد في جميع فنون العلوم ، الأصولين ، والفقه والأخبار ، ومعرفة الرجال ، والقرآن ، والتفسير ، والنحو ، والشعر ، ساد في ذلك كله . وكان يناظر أهل كل عقيدة ، مع الجلالة العظيمة في الدولة البويهيّة ، والرّتبة الجسيمة عند الخلفاء العباسية . وكان قوّىّ النفس ، كثير المعروف والصدقة ، عظيم الخشوع ، كثير الصلاة والصوم ، يلبس الخشن من الثياب . وكان بارعا في العلم وتعلميه ، ملازما للمطالعة والفكرة . وكان من أحفظ النّاس .\r\nثم قال : حدّثنى رشيد الدين المازندراني [ ابن شهرآشوب 
  ] : حدّثنى جماعة ممّن لقيت ، أنّ الشيخ المفيد ما ترك كتابا للمخالفين الّا وحفظه وباحث فيه ، وبهذا قدر حلّ شبه القوم . وكان يقول لتلامذته : لا تضجروا من العلم ، فإنّه ما تعسّر الّا وهان ، ولا يأبى الّا ولان . لقد أقصد الشيخ من الحشويّة والجبرية والمعتزلة ، فأذلّ له حتى آخذ منه المسألة أو أسمع منه . وقال آخر : كان المفيد من أحرص الناس على التّعليم ، وإن كان ليدور على المكاتب وحوانيت الحاكة ، فليمح الصّبىّ الفطن ، فيذهب إلى أبيه وامّه حتى يستأجره ، ثمّ يعلّمه ، وبذلك كثر تلامذته . وقال غيره : كان الشيخ المفيد ذا منزلة عظيمة من السلطان ، ربما زاره عضد الدولة ، وكان يقضى حوائجه ويقول له : اشفع تشفع . وكان يقوم لتلامذته بكلّ ما يحتاجون اليه . وكان المفيد ربعة ، نحيفا ، أسمر . وما استغلق عليه جواب معاند الا فزع إلى الصلاة يسأل الله فييسّر له الجواب . عاش ستا وسبعين سنة . ، وصنّف أكثر من مائتي مصنّف . وشيّعه ثمانون ألفا . وكانت جنازته مشهودة .\r\nتاريخ الاسلام ، 400 - 420 ، ص 333\r\nقال الذهبي في السير : ذكره ابن أبي طىّ في تاريخ الاماميّة ، فأطنب وأسهب ، وقال : كان أوحد في جميع فنون العلم : الأصلين ، والفقه ، والاخبار ، ومعرفة الرجال ، والتفسير ،\r\nو \r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالنحو ، والشّعر . وكان يناظر أهل كلّ عقيدة مع العظمة في الدولة البويهيّة ، والرّتبة الجسيمة عند الخلفاء ، وكان قوىّ النّفس ، كثير البرّ ، عظيم الخشوع ، كثير الصلاة والصّوم ، يلبس الخشن ، من الثّياب ، وكان مديما للمطالعة والتعليم ، ومن أحفظ الناس ، قيل : انه أحرص الناس على التعليم ، يدور على المكاتب وحوانيت الحاكة ، فيتلمّح الصبىّ الفطن ، فيستأجره من أبويه - قال الذهبي : يعنى فيضلّه ! - قال : وبذلك كثر تلامذته وقيل : ربما زاره عضد الدولة ، ويقول له : اشفع تشفّع ، وكان ربعة نحيفا أسمر ، عاش ستا وسبعين سنة ، وله أكثر من مأتى تأليف . . . إلى أن قال : مات سنة ثلاثة عشرة وأربع مائة ، وشيّعه ثمانون ألفا .\r\nسير أعلام النبلاء ، ج 17 ، ص 344 ، ش 213\r\nوقال ابن حجر شيئا في لسانه حول المفيد ، من دون أن يذكره عن ابن أبي طي ، مع الظن الغالب بأنّه اخذه عنه : وقال الشريف أبو يعلى الجعفرىّ ، وكان تزوّج بنت المفيد : ما كان المفيد ينام من الليل الّا هجعة ، ثم يقوم يصلّى ، أو يطالع أو يدرس ، أو يتلو .\r\nلسان الميزان ، ج 6 ، ص 506 ، ش 8052\r\n\r\n75 - محمود بن علي بن الحسين الشيخ سديد الدين أبو الثّناء الرّازى المتكلّم ، المعروف بالحمّصى .\r\nقال الذهبي : شيخ شيعي ، فاضل ، بارع في الأصولين والنّظر ، له عدّة مصنفات عمّر نحوا من مائة سنة . وقرأ عليه الفخر بن الخطيب . وورد العراق في هذه الحدود وأخذوا عنه .\r\nوتعصّب له ورّام بن أبي فراس ، وحصّل له ألف دينار ، ودخل الحلّة وقرّر لهم نفى المعدوم . وأملى التعليق العراقي وله تعليق أهل الرىّ .\r\nوله كتاب المنقذ من التقليد « 1 » وكتاب المصادر في أصول الفقه ، وكتاب التحسين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المنقذ والتعليق العراقي يك كتاب است .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nوالتقبيح وغير ذلك . وكان في ابتدائه يبيع الحمص المسلوق بالرّى . ثم اشتغل على كبر ونبل ، وصار آية في علم الكلام والمنطق . وكان درسه يبلغ ألف سطر ، وما يتروّى ولا يستريح ، كأنما يقرأ من كتاب . وكان بصيرا باللّغة والشّعر والأيّام وأيّام الناس . وكان صاحب صلاة وتعبّد وخشية . ذكره يحيى بن أبي طىّ في تاريخه وبلغ في وصفه . فاللّه أعلم . « 1 »\r\nتاريخ الاسلام ، 591 - 600 ، ص 494 - 394\r\nوقال ابن حجر : ذكرها ابن أبي طىّ وبالغ في تقريظه وقال : له مصنّفات كثيرة منها التعيين والتنقيح في التحسين والتقبيح .\r\nلسان الميزان ، ج 6 ، ص 407 ، ش 7899\r\n\r\n76 - هبة الله بن الحسين بن هبة الله بن رطبة السورائى ، ظهير الدين ، أبو طاهر\r\nقال ابن حجر : كان من علماء الإمامية ، أخذ عن أبيه ، وسمع محمد بن محمد القمّى ، وأبى جعفر ابن أبي القاسم الطبري وغيرهما . روى عنه علي بن يحيى بن علي الحلّى ، والحسن بن صبيح الحائري وآخرون . وكان على رأس الست مائة . ذكره ابن أبي طىّ .\r\nلسان الميزان ج 7 ، ص 252 ش 8983\r\n\r\n77 - هبة الله بن نما الحلى عفيف الدين أبو البقاء\r\nقال ابن حجر : كان من رؤساء الامامية ، والغالب عليه الحديث . روى عن الحسين بن أحمد بن يحيى وغيره . روى عنه أبو جعفر بن علي الجابري . ذكره ابن أبي يحيى وقال :\r\nعاش إلى بعد الثمانين وخمس مائة .\r\nلسان الميزان ، ج 7 ، ص 258 ش 258\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . روشن است كه مطالب بالا تنها مىتواند از يك مصدر شيعي نقل شده باشد . ذكر كتاب ابن أبي طي با توجه به همعصر بودن أو با رازي ، دليل روشنى است بر اين كه مطالب بالا همه از ابن أبي طي است .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\n78 - ورام بن أبي فراس بن وارم ، أبو الحسين\r\nقال ابن حجر : كان في أول امره من الأجناد ، يلبس القباء والمنطقة ويتقلد السيف ، ثم ترك ذلك وانقطع إلى العبادة . ذكره ابن أبي طي في الامامية وبالغ في أطرافه ، وذكر له كرامات ، قال : مات سنة خمس وست مائة . « 1 »\r\nلسان الميزان ، ج 7 ، ص 316\r\n\r\n79 - هشام بن محمد بن السائب الكلبي ، أبو المنذر ، الاخبارى ، النسابة ، العلامة\r\nقال ابن حجر : وذكره ابن أبي طىّ في الامامية وقصّ له قصة مع جعفر الصادق « 2 » ولا أظن صحتها ، ونقل عن ابن معين انه وقفه وليس كما قال .\r\nلسان الميزان ، ج 7 ، ص 271 ، ش 9013\r\n\r\n80 - يغوث [ الصحابي 
  ]\r\nقال ابن حجر : جاء ذكره في خبر أظنّه مصنوعا ، قرأت في كتاب طبقات الامامية لابن أبى طي . . . « 3 »\r\nالإصابة في تمييز الصحابة ، ج 6 ، ص 689 وراجع : لسان الميزان ، ج 2 ، ص 315\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در متن چاپى لسان « خمسين وست مائة » آمده كه با سال درگذشت خود ابن أبي طي كه 630 است ، سازگار نيست .\r\n( 2 ) . ومع الأسف ، لم يذكر ابن حجر القصة ؛ والكن المزّى روى عن زائدة قصة حول محمد بن السائب الكلبي ، فقال : اما الكلبي فكنت اختلفت اليه ، فسمعته يقول يوما : مرضت مرضة فنسيت ما كنت أحفظ ، فأتيت آل محمّد ، فتفلوا في فىّ ، فحفظت ما كنت نسيت . تهذيب الكمال ، ذيل مدخل : محمد بن السائب الكلبي .\r\n( 3 ) . چند كلمه سفيد . !\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92}
  ]