[
  {"content":"\r\n\r\n\r\nالجزء الثاني من فقه القرآن « الحكوميات »\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 210 ","page_number":2},
  {"content":"\r\n\r\n\r\nمحتويات الجزء الثاني\r\nكتاب الولاية والحكومة 215\r\nولاية اللّه ورسوله 217\r\nولاية أولي الأمر 222\r\nولاية الفقيه 224\r\nالولاية على اليتيم والسفيه 226\r\nالولاية على العبد المملوك 227\r\nخلاصة البحث في الولاية والحكومة 229\r\nكتاب الجهاد في سبيل اللّه 231\r\nوجوب الجهاد 233\r\nاستثناء في الجهاد 239\r\nالسقاية والعمارة أم الجهاد ؟ 241\r\nالأمر بالقتال 242\r\nالنفير للجهاد 243\r\nالفرق بين المتربّصين 244\r\nالتشديد في الجهاد 245\r\nالتقوى والوسيلة في الجهاد 246\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":3},
  {"content":"\r\n\r\nما يشير إلى وجوب الجهاد 246\r\nتفضيل المجاهدين 250\r\nكيفيّة القتال 254\r\nالصبر والمثابرة 255\r\nبأس الحديد 257\r\nالترابط في القتال 258\r\nالعنف في القتال مع التقوى 258\r\nكيفية الحرب والأسر 259\r\nحرمة الفرار من الحرب 260\r\nالثبات وعدم التنازع 261\r\nالإجابة إلى السلم الحق 262\r\nالفحص قبل ردّ السلم 263\r\nشرعية معاهدة الكفار 264\r\nالاستجارة 266\r\nالجهاد كما يريده اللّه 267\r\nظروف القتال 269\r\nالأمر بالقتال عند نقض العهد 271\r\nالدفاع 272\r\nالهجرة 276\r\nامتحان المهاجرين والمهاجرات 282\r\nخلاصة البحث 283\r\nكتاب الأمر بالمعروف والنهي عن المنكر 289\r\nالدعوة بالحكمة والموعظة الحسنة 294\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":4},
  {"content":"\r\n\r\nخلاصة البحث 298\r\nكتاب الحدود 299\r\nمعنى الحدّ 301\r\nحدّ قتل المؤمن خطأ 302\r\nحدّ من حارب اللّه ورسوله 303\r\nكفائية الحدود 305\r\nحدّ السارق 306\r\nحدّ الزنا 308\r\nحدّ السحق 310\r\nحدّ اللواط 311\r\nحدّ الرمي 312\r\nخلاصة البحث 315\r\nكتاب القصاص 317\r\nكيفية القصاص 319\r\nالمقابلة بالقتل أو العفو 322\r\nالكيفية والزمان في القصاص 323\r\nالقتل بلا قصاص 324\r\nخلاصة البحث 325\r\nكتاب القضاء والشهادة 327\r\nالمقدمة 329\r\nالحكم بالعدل 330\r\nمن هو الحاكم ؟ 334\r\nالشهادات 340\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":5},
  {"content":"\r\n\r\nالشهادة في التجارة والأمانة 341\r\nالشهادة في الطلاق 342\r\nالشهادة لإقامة العدل 344\r\nأهمية الشهادة 346\r\nالشهادة عند ردّ الأموال 347\r\nالشهادة عند الوصية 348\r\nمراجعة الظالمين لاستنقاذ الحق 349\r\nحرمة الرشوة 351\r\nالدعوة إلى الصلح 352\r\nخاتمة المطاف 356\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":6},
  {"content":"\r\n\r\n\r\nكتاب الولاية والحكومة\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 216 ","page_number":8},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nالحمد للّه رب العالمين والصلاة والسلام على محمّد وآله أجمعين\r\n\r\nولاية اللّه ورسوله\r\nالولاية بالمعنى المبحوث عنه هنا هي أصل شجرة الولاية العامة التي تكون ركنا لأساس الحكومة على الأمة ، اي الأحقيّة للتصرّف في شؤون الغير على أساس المصالح العامة ، كالتصرّف في أموال الغيّب والقصّر والأوقاف والأموال العامة كالأنفال - كما عرفت - وكذا التصدي للقضاء وفصل الخصومات وحفظ النظم الاسلامية في شتى الشؤون التي تتعلّق بشؤون المعابد والمدارس والكليات وكذا المستشفيات وما يرتبط بها ، وحتى التصرّف في شؤون الطرق والشوارع ، ومطلق العلاقات الإذاعية والهاتفية والبريدية والبرقية وغيرها من الأمور الداخلية ، وكذا التصدي للجهاد والدفاع والمصالحة والمعاهدات والقرارات التجارية والصناعية والثقافية والمبادلات مع الكفار وغيرهم من أهل الكتاب ، وغير ذلك من الأمور الداخلية والخارجية لبلاد الاسلام صانها الله تعالى عن الحدثان .\r\nولا اشكال في ضرورة وجودها في كل مجتمع كالمحاكم القضائية والأمر كذلك في الاسلام مع مزايا خاصة .\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":9},
  {"content":"\r\n\r\nوفي الكتاب آيات :\r\nالأولى - قوله تعالى :  النَّبِيُّ أَوْلى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ . . .  ( الأحزاب [ 33 
  ] 6 )\r\nمن المعلوم ان الأصل الأوّلي في الولاية هو ان لا ولاية لأحد على أحد وأنّ الناس مسلّطون على أموالهم وأنفسهم ، الّا ما أثبته الدليل مثل الضرورة العقلائية على لزومها في الجملة ، والمتيقّن أن الحاكم الأحق بالولاية والوليّ الأوّلي في مختلف شؤون الاسلام وخير الأمة هو الله تعالى بأحكامه وقوانينه في حلاله وحرامه ، وكما هو كذلك في مختلف الموجودات والمخلوقات بملائكته وجنوده :\r\nألا له الخلق والأمر ، وهو القاهر فوق عباده ، وهو وليّ المؤمنين ، الذي يخرجهم من الظلمات إلى النور ، فلا يتقدّم عليه شيء ، وهو النافذ الساري حكمه وأمره ، لا في التكوين فحسب ، بل في التشريع أيضا . قال تعالى في مقام بيان الولايتين : . . .   فَاللَّهُ هُوَ الْوَلِيُّ وَهُوَ يُحْيِ الْمَوْتى وَهُوَ عَلى كُلِّ شَيْءٍ قَدِيرٌ * وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ ذلِكُمُ اللَّهُ رَبِّي عَلَيْهِ تَوَكَّلْتُ وَإِلَيْهِ أُنِيبُ   ( الشورى [ 42 
  ] الآية 9 و 10 ) ، و   يا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ . . .   ( الحجرات [ 49 
  ] الآية 1 ) .\r\nثم على امتداد ولايته تعالى وحكومته يكون الأمر على يد نبيه ورسوله ( صلّى اللّه عليه وآله وسلّم ) فان الآية - كما ترى - تحكم بلسان الإخبار عن حقيقة تشريعية جعلها الله تعالى لوليّه ونبيّه خاتم الأنبياء ( صلّى اللّه عليه وآله وسلّم ) بأحقيّته على المؤمنين من أنفسهم بهم ، فله أن يتصرّف فيهم على أساس مصالحهم وخيراتهم بل في تمام شؤونهم التي ترتبط بهم في اي وجه من الوجوه في نفوسهم وأموالهم وأعراضهم ، فعليهم أن يطيعوه فيما أمرهم به في مختلف شؤونهم ، و  مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطاعَ اللَّهَ  « 1 » ،   وَأَطِيعُوا اللَّهَ وَرَسُولَهُ   ، وكذا  أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ  « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - النساء [ 4 
  ] الآية 80 .\r\n( 2 ) - وقد أمر بإطاعة الرسول ( صلّى اللّه عليه وآله وسلّم ) في الكتاب الكريم في أكثر من عشرة مواضع :\r\n","page_name":" 218 ","page_number":10},
  {"content":"\r\n\r\nوذلك غير ولايته ( صلّى اللّه عليه وآله وسلّم ) على أعلى الأنحاء ، وفوق كل ولاية تكوينا ، دون ولاية الله تعالى من كونه بحقيقته مجرى كلّ خير ، ومسير كل بركة تتنزّل من البارئ العظيم على كل موجود بصورة الوجود ، وقد قال ( صلّى اللّه عليه وآله وسلّم ) : « كنت نبيّا وآدم بين الماء والطين » « 1 » ، وقال الإمام الصادق ( عليه السّلام ) حينما سئل : هل كان رسول اللّه سيد ولد آدم ؟ فقال ( عليه السّلام ) : « كان والله سيد من خلق الله . وما برأ الله برية خيرا من محمد ( صلّى اللّه عليه وآله وسلّم ) فهو رحمة للعالمين » « 2 » ، وقال أبو جعفر ( عليه السّلام ) : « يا جابر انّ الله أول ما خلق خلق محمدا ( صلّى اللّه عليه وآله وسلّم ) وعترته الهداة المهتدين » الحديث « 3 » .\r\nثم لا يتوّهم أن اشتراك ولايته ( صلّى اللّه عليه وآله وسلّم ) الشرعيّة على المؤمنين مع ولايتهم على أنفسهم وأموالهم مع توافق تصرّفهما أو التخالف من تأثير عاملين في معمول واحد ، أو تقديم أحدهما فيسقط الآخر ، والشركة راجعة إلى حذف كلّ منهما بالنسبة ، فان تلك المحاذير تلزم أنهما إذا كانتا في عرض واحد ، واما في الطول فلا ، فان المؤمن مع ولايته واقع تحت ولاية الرسول كولايته تعالى على النبي ( صلّى اللّه عليه وآله وسلّم )\r\n\r\n\r\n","description":"","footnote":"\r\n1 -   . . . وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ   ( الأنفال [ 8 
  ] الآية 1 ) .\r\n2 -  يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَوَلَّوْا عَنْهُ وَأَنْتُمْ تَسْمَعُونَ  ( الأنفال [ 8 
  ] الآية 20 ) .\r\n3 -  . . . وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ  ( الأنفال [ 8 
  ] الآية 46 ) .\r\n4 -  فَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَاللَّهُ خَبِيرٌ بِما تَعْمَلُونَ  ( المجادلة [ 58 
  ] الآية 13 ) .\r\n5 -  وَأَطِيعُوا اللَّهَ وَالرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ  ( آل عمران [ 3 
  ] الآية 132 ) .\r\n6 -  قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ لا يُحِبُّ الْكافِرِينَ  ( آل عمران [ 3 
  ] الآية 32 ) .\r\n7 -  يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ  ( النساء [ 4 
  ] 59 )\r\n8 -  وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ وَأَطِيعُوا الرَّسُولَ لَعَلَّكُمْ تُرْحَمُونَ  ( النور [ 24 
  ] الآية 56 ) .\r\n9 -  قُلْ أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ فَإِنْ تَوَلَّوْا فَإِنَّما عَلَيْهِ ما حُمِّلَ وَعَلَيْكُمْ ما حُمِّلْتُمْ . . .  ( النور [ 24 
  ] الآية 54 ) .\r\n10 -  أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ  ( المائدة [ 5 
  ] الآية 92 ) و ( التغابن [ 64 
  ] الآية 12 ) .\r\nوبتعابير أخرى غير الأمر في آيات كثيرة لا تخفى على المتتبع .\r\n( 1 ) - البحار : ج 18 ص 278 .\r\n( 2 ) - البحار : ج 16 ص 368 رواية 76 .\r\n( 3 ) - الكافي : ج 1 ص 440 و 442 / باب مولد النبي ( صلّى اللّه عليه وآله ) فان الأول في الخلقة هو الأشرف الأفضل من الجميع قطعا لامتناع الأخس مع امكان الأشرف فينطبق حقيقته ( صلّى اللّه عليه وآله وسلّم ) على الفيض المنبسط على الجميع وهو مسير كل الخيرات والبركات وليست الولاية التكوينية الّا هذا ، كما ذكرناه في محله .\r\n","page_name":" 219 ","page_number":11},
  {"content":"\r\n\r\nومن تحت ولايته من المؤمنين ، ولا تزاحم في الطوليّات .\r\nوكيف كان ، فلا اشكال في دلالة الآية على ولاية النبي ( صلّى اللّه عليه وآله وسلّم ) وأحقيته منهم في جميع شؤونهم ، فهو وليّهم والحاكم عليهم ، يأمرهم وينهاهم بما يشاء وبما يراه مصلحة في مقام الاجراء والعمل زائدا على بيان أوامر الله تعالى ونواهيه التي يبلّغها إليهم ، وما على الرسول إلا البلاغ المبين .\r\nالثانية - قوله تعالى :  وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا مُبِيناً  .\r\n( الأحزاب [ 33 
  ] الآية 36 )\r\nتؤكد الآية الكريمة ولاية الله تعالى ورسوله الكريم اي أحقية أحكام الله تعالى وحدوده بأن تتبع في كل نظر وحكم ثم أحقية رأي النبي ( صلّى اللّه عليه وآله وسلّم ) في كل رأي ونظر ، وتقريب التأكيد لولا الاثبات بنفي حق واختيار عن غيرهما ، وانه  ما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ  فيرده أو بعضه أو بعض جهاته وكيفياته ، بل عليهم أن يطيعوا الله ورسوله في كل ما قضياه وأمرا به :  وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا مُبِيناً  فإذا لم يكن لغير الله ورسوله خيار ونظر في أمر من الأمور إلا ما ساعد خيارهما أو لم يخالفه ، وكان العصيان لهما ضلالا بيّنا بعيدا فلا ولاية إلا لهما « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وكأن الآية الكريمة تنظر إلى سرّ مسألة الولاية وضرورتها في كل مجتمع ، من أن الانسان حيث خلقه الله تعالى حرّا وجعله مختارا يفعل ما يشاء ، فليس لأحد أن يبدل خلقه ويجعله في غير طريق فطرته بأن يحدده ويمنعه عن شيء أو يأمره بشيء ، وذلك الاختيار وتلك الحرية من أحق حقوق الانسان وأثبتها في الطبع .\r\nولكن حيث إن الانسان مدني اجتماعي لا يمكنه ان يعيش منفردا متخليا عن الناس فيكون مؤثرا فيهم ومتأثرا بهم وحق الاختيار والحرية طبيعي له بحسب الحقوق ما لم يضرّ بالآخرين وهو فعّال لما يشاء ما لم يضيع حق المجتمع . وعندئذ يتصادم الحقّان : حق الفرد وحق المجتمع ، وكلاهما طبيعي لهما ، وبعد الارشاد والنصيحة وتحقق ما على الرسالة من الابلاغ إذا لم يقبل الفرد وأراد الحرية والاختيار إلى حدّ\r\n","page_name":" 220 ","page_number":12},
  {"content":"\r\n\r\nثم إن بعد ولاية الله ورسوله لا أولوية ولا أحقية لأحد على أحد على الأصل إلا لمن جعل له ذلك بيد الله تعالى ورسوله وليس لغيرهما جعل ذلك فان الناس مسلّطون على أموالهم وأنفسهم ولا يجوز التصرّف فيها بغير اذنهم ورضاهم ، فكما لا ولاية لأحد على أحد في النفس والمال ، لا ولاية لأحد في جعل وليّ عليهم بطريق أولى ؛ ولذلك لا يصح جعل الولاية من قبل أناس على أناس ، إلا على فرض التوافق الكامل من الجميع بحيث لا يشذّ عنهم أحد « 1 » ، ولو فرض ذلك يصح ما لم يزد عليهم أحد فإذا أضيف إليهم تنتقض ولايته بالنسبة إليه ، فان المجعول لهم لا وجه لمجعوليته على من تجدّد بينهم فلا تتمّ ولاية بحق في مجتمع في يوم إلا ولاية الله ورسوله ، واما حكومة الأكثرية على الكل وأحقيتهم في جعل الولي ، بل في تعيين حكم أو تقنين قانون ممّا توسّل به أمم العالم على الضرورة مما لا وقع له في الحقوق الحقة ، فإنه قد يلزم من ذلك محكوميّة ملايين من بني الانسان بشهوة واحد منهم ، حتى لمن لا يرون مصلحتهم ، لكونه الموجب لتحقق الأكثر بمعنى النصف بإضافة الواحد ، وأنت ترى شناعة ذلك ، ولا سيما فيما يطلبه الشباب حتى من القبائح التي لا يرتضيها العقل ولا الشرع ، ومع الأسف انّه يستند إليه المدّعون للمدنية « 2 » ويستغلّونه في المجالس التشريعية العصرية ، وليس هنا محل للبحث\r\n\r\n\r\n","description":"","footnote":"\r\nالاضرار بحق الآخرين مع قبول ضرره الفردي وتحمّله ، ولكل منهما ردّ الآخر حفظا لحقه ، وحيث إن المجتمع مع أهميّة حقه لا يقدر على ذلك بدخالة جميع الأفراد ، بل لا يعقل ذلك لعدم علمهم بذلك في جميع الموارد وعدم الامكان عقلائيا بعدم العلم ، فلا بد من حاكم يحفظ حق المجتمع من قبله ويمنعه عن تصرفه ذاك .\r\nوذلك مقام الإمامة والولاية ، ولا بد منه ان يكون إلى جنب الرسالة ، بحيث لا يتمّ الثاني بدون الأول ، فان الإبلاغ وبيان الاحكام من حلال وحرام فقط لا يغني من حفظ حق المجتمع من شيء .\r\nومما ذكرنا تعرف ان الولاية تشمل كل حقوق المجتمع وتقتضي حفظها ومراقبتها في شتى الشؤون الحياتية والاقتصادية والثقافية والعسكرية وغيرها كما أثبتناه في محله .\r\n( 1 ) - ولا تحقق للفرض أصلا ولو فرض فصحته لوجود المعصوم ( عليه السّلام ) فيهم فإن الأرض لا تخلو من حجة ، وهو ( عليه السّلام ) وليّ من قبل الله تعالى ، لا من قبل الناس كما فصّل في محله .\r\n( 2 ) - كما تعلم ذلك عن بعض بلاد أوروبة في إشاعة اللواط .\r\n","page_name":" 221 ","page_number":13},
  {"content":"\r\n\r\nعنه .\r\nأضف إلى ذلك كلّه أن الملاك في الولاية هو حفظ المصالح العامة للمجتمع الاسلامي كما عرفت ، وكيف يعرف انسان مصالح انسان آخر على الاطلاق ومن جميع الجهات ، وهو لا يملك خبرة كافية ، فان الانسان مرتبط بالعالم ومؤثر فيه ومتأثر به ، فلا يعلم مصالحه إلا بعد العلم بمجموع الخلقة وجموع الخلق ، ولا يمكن ذلك لغير الله تعالى ولا لغير رسوله ( صلّى اللّه عليه وآله وسلّم ) ولا لغير أولي الأمر الأئمة المعصومين ( عليهم السّلام ) كذلك ، وقد أشبعنا الكلام عن هذا الموضوع في محله .\r\nوكيف كان ، فلا ولاية بحق لغير الله ورسوله إلا لمن جعل له ذلك من قبلهما وهم أولو الأمر الذين تجب طاعتهم بايجابها كما ستعرف .\r\n\r\nولاية أولي الأمر\r\nالثالثة - قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا .  ( النساء [ 4 
  ] 59 )\r\nتفيد الآية الكريمة بوحدة السياق وصراحة الأمر وجوب إطاعة أولي الأمر على نحو إطاعة الله ورسوله ، ومن تجب طاعته مطلقا فيما نبّأ به عن الله تعالى وبلّغ ، أو ما رأى بنفسه مصلحة ورأيا في مقام التنفيذ والعمل فأمر به بحيث يكون رأيه ونظره مقدما على كل رأي ونظر ،  وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ  ؛ فهو وليّ وحاكم نحو ولاية الله ورسوله وحكومتهما .\r\nوحيث إن الله تعالى لا يأمر بالطاعة المطلقة لمن يمكن أن يخطئ في رأيه ونظره فيضرّ ويفسد الأمر ، لا بدّ وأن يكون الرسول وأولو الأمر هم المعصومين الذين تجب طاعتهم مطلقا ، لا من باب الضرورة ؛ لدوران الأمر بين أقل الضررين كما في\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":14},
  {"content":"\r\n\r\nالتبعية عن أكثرية أهل الفن في فنّهم ، مع وجود النظر كالأطباء الأخصائيين في مسألة خاصة .\r\nومن ذلك يعلم أن مفهوم « أولي الأمر » لا ينطبق على كل حاكم ووليّ وان كان جائرا ، كما توهّم ، فان الحكيم العادل الله تعالى لا يأمر بإطاعة الفاسق الجائر قطعا ، بل يأمر بالكفر به ، فإنه يأمر بالعدل والاحسان  أَ لَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِما أُنْزِلَ إِلَيْكَ وَما أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطانُ أَنْ يُضِلَّهُمْ ضَلالًا بَعِيداً .  ( النساء [ 4 
  ] 60 )\r\nثم إن الرسول الذي لا ينطق عن الهوى عرّف - والحمد للّه - اولي الأمر بأسمائهم ومشخصاتهم وهم الأئمة المعصومون الاثنا عشر ( عليهم الصلاة والسلام ) كما في رواية جابر وغيره « 1 » ، جعلنا الله تعالى من مواليهم وشيعتهم وخدمة شريعتهم ، إن شاء الله ، وتمام الكلام في رسالتنا المسمّاة ب « بحث حول الإمامة » .\r\nثم انك تعلم أن الامام المعصوم الثاني عشر ( عجّل الله تعالى فرجه الشريف ) جعل نوّابا وولاة عامّين بعد نوّابه الخاصّين وجعل لهم علائم ومشخصات ، فهم الولاة والحكّام الذين تجب طاعتهم في زمن الغيبة في كل ما يجب اطاعته ( عليه السّلام ) ، والرادّ عليهم كالرادّ عليه والرادّ عليه كالرادّ على الله ، وقد صرّح بذلك - النصب والتعيين - سائر الأئمة ( عليه السّلام ) أيضا ولا سيما الامام الأعظم أبا عبد الله جعفر بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - عن جابر بن يزيد الجعفي قال : سمعت جابر بن عبد الله الأنصاري يقول : لمّا أنزل الله ( عز وجلّ ) على نبيه محمد ( صلّى اللّه عليه وآله وسلّم ) :  يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ  قلت : يا رسول الله عرفنا الله ورسوله فمن أولو الأمر الذين قرن الله طاعتهم بطاعتك ؟ فقال ( صلّى اللّه عليه وآله وسلّم ) : هم خلفائي يا جابر وأئمة المسلمين من بعدي أولهم عليّ بن أبي طالب ثم الحسن والحسين ثم علي بن الحسين ثم محمد بن علي المعروف في التوراة بالباقر وستدركه يا جابر فإذا لقيته فاقرأه مني السلام ثم الصادق جعفر بن محمد ثم موسى بن جعفر ثم علي بن موسى ثم محمد بن علي ثم علي بن محمد ثم الحسن بن علي ثم سميّي وكنيّي حجة الله في أرضه وبقيته في عباده ابن الحسن بن علي . الحديث . اكمال الدين / ص 253 ، وغاية المرام في آخر الآية ، والكافي / ج 1 ص 527 ، حديث 3 بوجه آخر وعن كاشف الغطاء في مقدمة كتابه ( روايات العامة ) كما في غاية المرام ، وغيرها .\r\n","page_name":" 223 ","page_number":15},
  {"content":"\r\n\r\nمحمد الصادق ( عليه السّلام ) وقد فصّلنا البحث في رسالتنا « ولاية الفقيه » .\r\nوالأمر كذلك في الجعل والتعيين حسب المراتب ، فالمجعول من قبل أحد النواب مجعول ومعيّن من قبلهم يجب اطاعته على شعاع الجعل والتعيين .\r\n\r\nولاية الفقيه\r\nوعليه فالولاة والحكّام الحقيقيون في زمن الغيبة هم الفقهاء والعلماء الذين عرّفهم الأئمة ( عليهم السّلام ) وهم أمناء الله على حلاله وحرامه ما لم يدخلوا في الدنيا « 1 » ونوّابهم المأذونون من قبلهم ، ولا ولاية لغيرهم في شيء مما يرتبط بالأمة الاسلامية ، والمتصرّف في شؤونهم بدون اذنهم غاصب ظالم تحرم طاعته ومعاونته وتأييده بأي وجه حتى بالارجاع ، وفي مواقع بالسكوت . أعاذنا الله من شرور أنفسنا .\r\nوجدير بالذكر أن عبد الله وهو ( الخضر ) الذي آتاه الله رحمة من عنده وعلّمه من لدنه علما ، قد تصرّف في السفينة فخرقها ، والغلام فقتله ، والجدار فأقامه ، لم يكن من عنده بل بأمر من الله تعالى بولايته على ما قصّ الله تعالى في كتابه العزيز قصة مصاحبة كليمه موسى معه ( على نبينا وآله وعليهما السلام ) « 2 » ، فان التحفظ على مصالح الأمة الاسلامية ولا سيما في مثل ذلك المستوى الرفيع ، الذي لم يكن حتى لأوليائه المأمورين بظواهر الأمور ، إلا لولايته الشاملة التي أعطاها الله تعالى إياه فكان له ان يتصرّف في أموال الناس وأنفسهم بمثل ذلك ولم ينحصر بما ذكر .\r\nومن المعلوم انه لا يجوز التصرّف مثل تلك التصرّفات لكل أحد حتى مع العلم بالمصلحة ، وانما حسب ظواهر الأمور ، ما لم تكن له الولاية العامة الإلهية والعلم بالمصلحة على وجه لا يحتمل الخطأ دون القطع المحتمل ، ولا سيما في مثل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - قيل وما دخلهم في الدنيا ؟ قال ( صلّى اللّه عليه وآله وسلّم ) اتّباع السلطان ، كما في الحديث : الكافي / ج 1 ص 46 .\r\n( 2 ) - وذلك في سورة الكهف [ 18 
  ] من الآية 65 إلى 82 .\r\n","page_name":" 224 ","page_number":16},
  {"content":"\r\n\r\nالقتل ، فلا يتم الاستدلال بالقصة على جواز كل تصرّف كان أولى من تركه ، مثل إجارة دار الغائب ، وبيع أثاثه المشرفة على التلف . . . وغيرها ، أو جواز قتل شخص لدفع مفسدة ، كما أشار إليه صاحب الزبدة ( رضوان الله تعالى عليه ) في كتاب « المكاسب » ولا سيما ما نقله عن المجمع ( رضوان الله تعالى عليه ) من الجواز لكل أحد من تأمله ، ففيه تأمّل ، وللجواز في مثل تلك الأمور أدلة أخرى مذكورة في محالّها .\r\nواما الكلام في مراتب الولاية على المستويات المختلفة بحيث تشمل بواطن الأمور ومجاريها العينية الخارجية ، التي تكون وراء ظواهرها ، التي يتصرّف فيها كل وليّ وحاكم ، فهو خارج عن وضع الرسالة ، أشرنا إليها في بحث الولاية التكوينية الثابتة لنبينا والأئمة المعصومين ( عليه وعليهم الصلاة والسلام ) وهم مجاري رحمة الله وبركاته ، ولهم التصرّف في كل شيء باذنه وارادته ، ومع ذلك يعملون على ظواهر الأمور ومجاريها العادية ، إلا في موارد خاصة أشير إليها في سيرتهم ( عليهم السّلام ) ولها مقياس خاص .\r\nوالحاصل ان التصرّف في مختلف شؤون المجتمع على تمام المستويات لا يجوز إلا للنبي ( صلّى اللّه عليه وآله وسلّم ) أو الولي ( عليه السّلام ) أو نوّابهما ، وهم العلماء الأعلام العارفون بأحكام الله تعالى ومواقعها والناظرون فيها وفي ظروفها . كثّر الله أمثالهم وأيّدهم بنصره ، ليكونوا هم الولاة في المجتمع الاسلامي مبسوطي الأيدي ، نافذي القول ، حتى تكون كلمة الله هي العليا ، ويكون الدين كلّه للّه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ومن المعلوم ان اطلاق كلمة الفقيه يوجب أن تكون الولاية للفقيه المطلق دون المتجزّي ، وبناء العقلاء على تقدّم الأفضل ، ولم يردع عنه الشارع ، ولا يتصور التساوي في جميع الجهات ، والتقوى والعدالة يحسمان الأمر .\r\n","page_name":" 225 ","page_number":17},
  {"content":"\r\n\r\n\r\nالولاية على اليتيم والسفيه\r\nالرابعة - قول تعالى :\r\n  وَلا تُؤْتُوا السُّفَهاءَ أَمْوالَكُمُ الَّتِي جَعَلَ اللَّهُ لَكُمْ قِياماً وَارْزُقُوهُمْ فِيها وَاكْسُوهُمْ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفاً * وَابْتَلُوا الْيَتامى حَتَّى إِذا بَلَغُوا النِّكاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْداً فَادْفَعُوا إِلَيْهِمْ أَمْوالَهُمْ وَلا تَأْكُلُوها إِسْرافاً وَبِداراً أَنْ يَكْبَرُوا وَمَنْ كانَ غَنِيًّا فَلْيَسْتَعْفِفْ وَمَنْ كانَ فَقِيراً فَلْيَأْكُلْ بِالْمَعْرُوفِ فَإِذا دَفَعْتُمْ إِلَيْهِمْ أَمْوالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفى بِاللَّهِ حَسِيباً .   ( النساء [ 4 
  ] الآية 5 و 6 )\r\nالآية الكريمة بصراحتها تنهى عن إيتاء المال إلى السفيه الذي لا يعلم كيف يصرفه فيما يقوّمه ، فان المال من نعم الله تعالى التي جعلها قياما للناس بمعاشهم ، وشكر كل نعمة صرفها في محالها التي جعلها الله لها ، دون اسراف وتبذير .\r\nثم تأمر بارزاق السفهاء واكسائهم ، والقول لهم بالمعروف ، فلا يجوز اهمالهم بما أنهم سفهاء ، كما لا يجوز اعطاؤهم المال ليصرفوه برأيهم وفي مشتهياتهم ، بأن كان المال لهم أو لم يكن ، فإنهم لا يقدرون على القيام بمصالحهم على النحو المتعارف ، فلا بد من التولية عليهم والتصرّف في شؤونهم ، حفظا عليهم وعلى مصالحهم ، حتى لا يهملوا ، فإنهم عباد الله مخلوقون مرزوقون من عند الله ، وما من دابة في الأرض إلا على الله رزقها .\r\nوأما الوليّ المتصرّف في مصالحهم فمن هو ؟ وإلى من يتوجه تكليف تحملهم ؟ فلم يذكر في الآية - كما ترى - شيء صراحة .\r\nوكذلك الأمر في اليتيم وماله ، فان الآية الكريمة تأمر بدفع أموال اليتامى إليهم بعد اختيارهم وابتلائهم ، واستيناس الرشد منهم ، مع الإشهاد عليهم حين الدفع .\r\nوتنهي عن التصرّف فيها قبله اسرافا وبدارا ان يكبروا في خصوص ما يأخذون أجر لولايتهم وتصدي أمورهم ، أو في عموم ما يصرفونه لمصالحهم وما يأخذونه أجرة ،\r\n\r\n","description":"","footnote":"","page_name":" 226 ","page_number":18},
  {"content":"\r\n\r\nفعلى الفقير أن يأكل بالمعروف ، وعلى الغني أن يستعفف ،  وَكَفى بِاللَّهِ حَسِيباً  . ولم يذكر فيها انه من الوليّ وانه من هو أيضا .\r\nإلا أن المتيقّن المقطوع من الآيات المباركات ان المحافظة على الأيتام حتى يبلغوا النكاح واستيناس الرشد ، وكذلك السفهاء ما داموا كذلك ، مما لا يرضى الشارع المقدّس بتركه بين مجتمع المسلمين ، فان اهمالهم وإضاعة أموالهم التي كانت للقيام بمصالحهم باعطائها إياهم وهم غير قادرين عليه ، أو بالاسراف فيها . أو البدار والاسراع اللازم منه غالبا الخطأ الموجب للضرر ، مبغوض للشارع المقدّس ، منهيّ عنه ،  إِنَّ الَّذِينَ يَأْكُلُونَ أَمْوالَ الْيَتامى ظُلْماً إِنَّما يَأْكُلُونَ فِي بُطُونِهِمْ ناراً وَسَيَصْلَوْنَ سَعِيراً .  ( النساء [ 4 
  ] الآية 10 )\r\nوكلما كان مطلوبا له تعالى ولم يتوجه التكليف إلى شخص أو عنوان معيّن فهو واجب كفائي ، موجّه إلى الجميع ، ويسقط عنهم بقيام البعض مع أحقية الأقرب فالأقرب ، حتى ينتهي إلى ولي من لا وليّ له ، وهو ولي الأمر وحاكم المجتمع والملّة .\r\nومن ذلك يستفاد ولاية الأب والجد ، ثم العدول من المؤمنين ، ثم الحاكم الشرعي ، ولا يبعد أن يكون تعيّن العادل وتشخّصه من قبل الحاكم الشرعي أوفق بالقواعد ، فلا يتصرّف كل عادل من قبل نفسه إلا لدى الضرورة ، وعدم وجود حاكم من الطرق الطبيعية للمسألة كما في كل أمر حسبي .\r\n\r\nالولاية على العبد المملوك\r\nالخامسة - قوله تعالى :\r\n ضَرَبَ اللَّهُ مَثَلًا عَبْداً مَمْلُوكاً لا يَقْدِرُ عَلى شَيْءٍ وَمَنْ رَزَقْناهُ مِنَّا رِزْقاً حَسَناً فَهُوَ يُنْفِقُ مِنْهُ سِرًّا وَجَهْراً هَلْ يَسْتَوُونَ الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ . \r\n( النحل [ 16 
  ] الآية 75 )\r\nقد ضرب الله تعالى مثلا خلال الأمثلة بأن العبد الذي لا يقدر على انجاز شيء\r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":19},
  {"content":"\r\n\r\nهل يمكن أن يساوي الذي رزقه الله تعالى رزقا حسنا يتصرّف فيه كيف يشاء وينفق في سبيله سرّا وجهرا ، وكما في رجلين أحدهما أبكم وهو الذي ولد أخرس ،  لا يَقْدِرُ عَلى شَيْءٍ ، وَهُوَ كَلٌّ عَلى مَوْلاهُ  ، والآخر القادر الناطق الحاكم الذي يأمر بالعدل وهو على صراط مستقيم ، أو هل يمكن أن يستويان ؟ لا .\r\nفالعبد المملوك الذي لا يقدر على انجاز شيء ، ولا أن يتصرّف بشيء ، ليس كمن رزقه الله تعالى ليجوز له التصرّف كيف يشاء شرعا لا تكوينا ، بعد عدم الفرق بينه وبين مالكه ومولاه بحسب الأصول العادية الانسانية ، فإذا لم يجز التصرّف شرعا فهو واقع تحت ولاية الغير ، الذي يجوز له ، والأقرب إليه مالكه ومولاه ، فالمالك وليّ عبده ومملوكه يتصرّف في شؤونه ، ما لم يمنعه الحاكم والوليّ الفوق ، أي النبي الأكرم ( صلّى اللّه عليه وآله وسلّم ) والوليّ من قبله ( عليه السّلام ) أو الأئمة المعصومون ( عليهم السّلام ) ويد الله تعالى فوق أيديهم ، فلا يجوز له قتله وايذاؤه ، أو أمره بما نهاه اللّه تعالى عنه ، أو نهيه عمّا أمر الله تعالى به .\r\nومن ذلك يعلم أن مالكية انسان لإنسان ليس كمالكيّته لغيره ، يتصرّف فيه كيف يشاء ، والبحث عن معنى الرقّيّة الممضاة في الاسلام ، وان مستواه أنه أسهل الطرق وأمتنها ؛ لتبديل الكافر بالمؤمن ، والبعيد بالقريب ، حتى ينتهي إلى الحرية وقبولها بعد أن كان موضوعها أسرى الحرب فقط دون استعباد الظالم القاهر المظلوم المستضعف ، وله محل آخر « 1 » ، ولا يبعد الفرق بين عدم القدرة في العبد معه في الأبكم بالتشريع والتكوين لعدم الثاني في الأول مع وجوده في الثاني تكوينا فيكون الأول للأول ، والثاني للثاني .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وفي المقام بيان شامل شاف للعلّامة الطباطبائي ( قدّس سرّه ) في تفسيره « الميزان » وهو أمتن وأدق فيما رأيناه من الكلام والمقالات فراجع .\r\n","page_name":" 228 ","page_number":20},
  {"content":"\r\n\r\n\r\nخلاصة البحث\r\nان الولاية غصن من شجرة الحكومة ، وركن من أركان الدولة الاسلامية ، بمعنى التصرّف في شؤون الغير على أساس مصالحه بمراتبها حتى تصدّي جميع مصالح الأمة الاسلامية مما يتعلّق بالشؤون الحقوقية ، اي ما يتعلّق بشؤون الغيّب والقصر والأوقاف ، وما يتعلّق بالشؤون العمرانية كايجاد وترميم الطرق والشوارع والمدارس والمعابد والمستشفيات ومطلق وسائل المواصلات الجماعية المسموعة والمرئية ، وكذا ايجاد مؤسّسات الكهرباء والهاتف والبرق والفضاء وغير ذلك . . .\r\nوالأهم من ذلك كلّه ايجاد مؤسّسات الثقافة والصحة والاقتصاد ، وكذلك الأمر بالنسبة إلى الأمور الخارجية الراجعة إلى علاقات المسلمين مع غيرهم في شتى الشؤون ومختلف الجوانب .\r\n\r\nالفروع :\r\nالأول - الوليّ والحاكم هو الله تعالى ورسوله ( صلّى اللّه عليه وآله وسلّم ) يجب اطاعتهما في كل ما أمرا به أو نهيا عنه حكما أو شخصا أو موضوعا .\r\nالثاني - المنصوبون من قبل الله تعالى ورسوله وهم أولو الأمر المعصومون ( عليهم السّلام ) حكّام أولياء تجب اطاعتهم كذلك .\r\nالثالث - نوّاب الأئمة ووكلاؤهم ( عليهم السّلام ) وهم الفقهاء الجامعون للشروط ( كثّر الله أمثالهم ) هم الولاة والحكّام على المسلمين في زمن الغيبة تجب اطاعتهم كذلك .\r\nالرابع - يجب على العلماء العاملين والفقهاء الجامعين للشروط ( كثّر الله أمثالهم ) في كل عصر وزمان مع اختلاف مراتبهم العلمية أو تساويهم حفظ بيضة الاسلام ومصالح المسلمين ، ودفع خصومه وخصوم المسلمين ، وتسديد ثغور\r\n\r\n","description":"","footnote":"","page_name":" 229 ","page_number":21},
  {"content":"\r\n\r\nالاسلام وبلاد المسلمين وحدودها ، مع تجويزهم تقليد الناس الأعلم أو غيره من العلماء المجتهدين ، والخيار في الفروع المختلفة فيها ، فالحكم بتبعية المسلمين بأجمعهم لواحد منهم ، وهو الأعرف والأدق والأمتن بالنسبة إلى المصالح العامة والحوادث الواقعة التي تعني الولاية والدولة ؛ لئلا يقع التفرّق والانشقاق في قوى المسلمين فيفشلوا وتذهب ريحهم وينتهي الأمر إلى ما انتهى ، وحكم الفقيه لازم الاتباع حتى على الفقيه الآخر دون فتواه « 1 » . اللّهم انصر الاسلام والمسلمين ، واخذل الكفّار والمعاندين ، وأيّد العلماء الربّانيين ، الحماة للدين ، واجعلنا من خدمة شريعة سيّد المرسلين ( صلوات الله عليه وعلى آله ) ، واحفظنا من شرور أنفسنا وشرور الزمن إله الحق آمين يا ربّ العالمين .\r\nالخامس - لا يجوز لغير المذكورين التصرّف في شؤون المسلمين بوجه من الوجوه أصلا ، وكل من تصرّف بغير اذنهم فهو غاصب ظالم تعدّى حدود الله ، فلا يجوز إذن معاونته بأي وجه كان حتى بالسكوت فيما كان ، ويجب الكفر به ، فقد أمروا أن يكفروا به .\r\nالسادس - يجب على الفقهاء - مهما أمكن - عندما لم يكونوا مبسوطي اليد التصدي لرعاية الأيتام والمحافظة على الضعفاء والسفهاء وأموالهم ، وكذا إقامة الحدود الشرعية مع التمكّن منها ، ومع العذر على العدول ذلك بإجازتهم مهما أمكن ، وفيما أمكن .\r\nالسابع - الأب والجدّ وليّ للولد وولد الولد ، كما أن المولى والمالك وليّ العبد ومملوكه في طول ولاية الله ورسوله وأولي الأمر عليهم الصلاة والسلام « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فان الأمر الولائي ونهيه غير بيان أوامر الله تعالى ونواهيه في الأحكام وبيان الموضوعات والأول راجع إلى الولاية والثاني إلى الفقاهة والفقيه وليّ كما أن الرسول ( صلّى اللّه عليه وآله وسلّم ) إمام .\r\n( 2 ) - تم بحمد اللّه كتاب الولاية في ليلة السابع عشر من شهر شوال عام 1394 ه . ق والساعة تشير إلى الحادية عشرة وعشر دقائق ، وانا مبعد في « رودبار » .\r\n","page_name":" 230 ","page_number":22},
  {"content":"\r\n\r\n\r\nكتاب الجهاد\r\n\r\n","description":"","footnote":"","page_name":" 231 ","page_number":23},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 232 ","page_number":24},
  {"content":"\r\n\r\n\r\n[ النوع الأول : الآيات التي تدل على وجوب القتال 
  ]\r\n\r\nوجوب الجهاد في سبيل اللّه\r\nالجهاد هو السعي والاجتهاد لنشر حقائق الاسلام وتوسعة معارفه ، ودعوة الناس إلى الحق والتوحيد حتى بالقتال في منتهى الدعوة ، ولئلا تكون فتنة ويكون الدين كلّه للّه ، ويكون الحاكم على الأرض هو الله تعالى وولاته الحق المنصوبون من قبله .\r\nوالقتال هو بذل النفس في المعارك ، وهو من أعلى مراتب الجهاد ، ومع ذلك يعدّ جهادا أصغر ، قبال السعي لتسخير النفس بتزكيتها عن كل رجس وباطل ، ولحكومة الحق عليها . وهو الصعب المستصعب الوصول إليه ، والمعبّر عنه بالجهاد الأكبر في لسان السنّة المباركة . وقد قال تعالى في كتابه العزيز :   قَدْ أَفْلَحَ مَنْ زَكَّاها وَقَدْ خابَ مَنْ دَسَّاها   ( الشمس [ 91 
  ] الآية 9 و 10 ) فإنه لولا ذلك لم يوفق للجهاد على ما هو حقه .\r\nهذا إذا كان السيف واقعا بين الكفر والاسلام ينفذ دوره في تنفيذ وابلاغ التوحيد في بلاد الشرك والكفر ، وتسلّطه عليهم سلطة الحق على الباطل ، حتى يقع خلق الناس في المجرى الذي خلقوا له ، ويدفع الله الباطل بالحق ، فإذا هو ذاهب زاهق ، قال تعالى :  بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْباطِلِ فَيَدْمَغُهُ فَإِذا هُوَ زاهِقٌ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ .  ( الأنبياء [ 21 
  ] الآية 18 )\r\nوأما إذا كان بين أهل التوحيد ؛ فجهاد المسلمين مع القاسطين والناكثين والمارقين منهم من مراتب الأمر بالمعروف والنهي عن المنكر ، التي تكون على عهدة الحكومة الحقة وإشرافها ، واطلاق الجهاد عليه تسامح وان كان جهدا في\r\n\r\n","description":"","footnote":"","page_name":" 233 ","page_number":25},
  {"content":"\r\n\r\nسبيل الله ، والواجب فيه الجهد ( كذا في اللغة ) .\r\nوالسيف بين الكفر والاسلام غير الذي بين أهل التوحيد حسب الشرائط والخصوصيات كما سيأتي موضوعه إن شاء الله تعالى في محله « 1 » .\r\nوكيف كان فالآيات النازلة في الباب بكثرتها على أنواع :\r\nالنوع الأول :\r\nما يدل على وجوب القتال والجهاد مع الكفار في الاسلام في الجملة ، وفيه آيات :\r\nالأولى : قوله تعالى :\r\n كُتِبَ عَلَيْكُمُ الْقِتالُ وَهُوَ كُرْهٌ لَكُمْ وَعَسى أَنْ تَكْرَهُوا شَيْئاً وَهُوَ خَيْرٌ لَكُمْ وَعَسى أَنْ تُحِبُّوا شَيْئاً وَهُوَ شَرٌّ لَكُمْ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لا تَعْلَمُونَ .  ( البقرة [ 2 
  ] الآية 216 )\r\nدلالة الآية الكريمة على أن القتال في الجملة مكتوب مفروض على المسلمين ظاهر لا ريب فيها ، وهو ثقيل ومكروه على النفس بالطبع ، ويخفّ عليها إذا صارت مطمئنة إلى الله تعالى ، وعسى أن تكرهوا شيئا وهو خير لكم ، والله يعلم وأنتم لا تعلمون ما فيه من الخير والصلاح .\r\nالثانية : قوله تعالى :\r\n وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ وَيَكُونَ الدِّينُ لِلَّهِ فَإِنِ انْتَهَوْا فَلا عُدْوانَ إِلَّا عَلَى الظَّالِمِينَ .  ( البقرة [ 2 
  ] الآية 193 )\r\nالآية الكريمة تأمر المسلمين بمقاتلة الذين يقاتلونهم « 2 » ، ومفادها الابتدائي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في الكلام في قوله تعالى :  فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ  ( الحجرات [ 49 
  ] الآية 9 ) في مسألة الصلح من كتاب القضاء والشهادات .\r\n( 2 ) - وقبلها قوله تعالى :   وَقاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ * وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ أَشَدُّ مِنَ الْقَتْلِ وَلا تُقاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرامِ حَتَّى يُقاتِلُوكُمْ فِيهِ فَإِنْ قاتَلُوكُمْ فَاقْتُلُوهُمْ كَذلِكَ جَزاءُ الْكافِرِينَ   ( البقرة [ 2 
  ] الآية 190 و 191 ) ، وسيأتي الكلام عنها إن شاء اللّه في مبحث الدفاع .\r\n","page_name":" 234 ","page_number":26},
  {"content":"\r\n\r\nوان كان وجوب المقاتلة ضد الذين يقاتلون المسلمين شأنا لتكون ناظرة إلى الجهاد ، أو فعلا ليرجع إلى الدفاع ، كما يؤيده آخر الآية ، وانهم إن انتهوا فلا عدوان عليهم ولا مقاتلة ضدهم ، إلا أن اطلاق الغاية وايجاب مقاتلتهم لنفي الفتنة وصيرورة الدين كلّه للّه تعالى يوجب الجهاد على الاطلاق ، فإن الأرض ما دامت ملوّثة برجس الشرك والكفر ، فهي فتنة ، لا بدّ للموحّدين أن يكافحوها ويجاهدوها ، حتى تطهر الأرض منها ، ويزول الرجس عنها ، ويكون الدين للّه تعالى ، ف  إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لا يُؤْمِنُونَ .  ( الأنفال [ 8 
  ] الآية 55 )\r\nالثالثة : قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ فَانْفِرُوا ثُباتٍ أَوِ انْفِرُوا جَمِيعاً . . .  - إلى قوله تعالى - :    فَلْيُقاتِلْ فِي سَبِيلِ اللَّهِ الَّذِينَ يَشْرُونَ الْحَياةَ الدُّنْيا بِالْآخِرَةِ وَمَنْ يُقاتِلْ فِي سَبِيلِ اللَّهِ فَيُقْتَلْ أَوْ يَغْلِبْ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً * وَما لَكُمْ لا تُقاتِلُونَ فِي سَبِيلِ اللَّهِ وَالْمُسْتَضْعَفِينَ مِنَ الرِّجالِ وَالنِّساءِ وَالْوِلْدانِ الَّذِينَ يَقُولُونَ رَبَّنا أَخْرِجْنا مِنْ هذِهِ الْقَرْيَةِ الظَّالِمِ أَهْلُها وَاجْعَلْ لَنا مِنْ لَدُنْكَ وَلِيًّا وَاجْعَلْ لَنا مِنْ لَدُنْكَ نَصِيراً * الَّذِينَ آمَنُوا يُقاتِلُونَ فِي سَبِيلِ اللَّهِ وَالَّذِينَ كَفَرُوا يُقاتِلُونَ فِي سَبِيلِ الطَّاغُوتِ فَقاتِلُوا أَوْلِياءَ الشَّيْطانِ إِنَّ كَيْدَ الشَّيْطانِ كانَ ضَعِيفاً . . .    - إلى قوله تعالى - :  أَيْنَما تَكُونُوا يُدْرِكْكُمُ الْمَوْتُ .  ( النساء [ 4 
  ] الآية 71 إلى 78 )\r\nالآيات المباركات في سياقها الخاص هي في بحث الكفر والايمان ، وان كل ذنب وانحراف يقبل العفو والغفران ويمكن أن يغمض عنه ، غير الشرك والكفر ، فإنهما افتراء وظلم عظيم واثم مبين « 1 » .\r\nثم توجيه البحث نحو الذين يصدّون عن سبيل الله ويؤيدون الكفر بأنهم الملعونون المردودون ، ألم تر انّ الله لعن الذين آمنوا بالجبت والطاغوت ، وقالوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وسنبحث عنه في كتاب المحرّمات إن شاء اللّه تعالى .\r\n","page_name":" 235 ","page_number":27},
  {"content":"\r\n\r\nللذين كفروا هؤلاء أهدى من الذين آمنوا سبيلا ، يعني المؤمنين المسلمين ، ومن لعنه الله فلن تجد له نصيرا ، ومن صدّ عن سبيل الله فكفى بجهنم سعيرا ، و  الَّذِينَ كَفَرُوا بِآياتِنا سَوْفَ نُصْلِيهِمْ ناراً كُلَّما نَضِجَتْ جُلُودُهُمْ بَدَّلْناهُمْ جُلُوداً غَيْرَها لِيَذُوقُوا الْعَذابَ . \r\nثم توجيه الكلام نحو  الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ سَنُدْخِلُهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ خالِدِينَ فِيها  منعّمين مقرّبين .\r\nبعد ذلك أمر المؤمنين بردّ الأمانات والحكم بالعدل وإطاعة الله تعالى وإطاعة الرسول ( صلّى اللّه عليه وآله وسلّم ) وارجاع موارد الاختلاف إليهما دون الطاغوت ، وان الايمان بالله تعالى لا يجتمع مع التحاكم إلى أهل الجبروت والطغيان ، والمؤمن لا يقبل سلطة الكفر عليه وعلى شؤون حياته ، وعندئذ يظهر المنافقون أمرهم  وَإِذا قِيلَ لَهُمْ : تَعالَوْا إِلى ما أَنْزَلَ اللَّهُ وَإِلَى الرَّسُولِ رَأَيْتَ الْمُنافِقِينَ يَصُدُّونَ عَنْكَ صُدُوداً  ، أولئك الذين لا يريدون حكومة الحق ودولته ويحلفون بالله انهم كذا وكذا ، والله يعلم ما في قلوبهم من النفاق والتمايل إلى الظلمة وحكومة المنافقين الذين يهون لهم التمتع بحطام الدنيا ولذائذها .\r\nمع أن الله تعالى ما أرسل من رسول الا ليطاع باذنه ويكون هو الحاكم المطاع بين الناس ، ومن ينوب عنه من وليّ حاكم إلهي بالحق والعدل ، والمؤمنون لا يكونون مؤمنين حقا حتى يحكّموك ( يا رسول الله ) فيما شجر بينهم ويطيعوك طاعة مطلقة إلا أن قليلا من الناس يكونون على ذلك الحدّ الكامل من الايمان والطاعة المطلقة بقلوبهم للحق وحكومة العدل ، ألا ترى لو أنا كتبنا عليهم أن اقتلوا أنفسكم أو أخرجوا من دياركم ما فعلوه إلا قليل .\r\nفهذا هو الكفر والشرك وذلك الايمان والتوحيد ، وهؤلاء الكفار والمنافقون ، وأولئك المؤمنون الذين يحكّمونك ثم لا يجدون في أنفسهم حرجا مما قضيت ، وهم المطيعون للّه وللرسول ، فهم مع الذين أنعم الله عليهم من النبيّين والصدّيقين\r\n\r\n","description":"","footnote":"","page_name":" 236 ","page_number":28},
  {"content":"\r\n\r\nوالشهداء والصالحين وحسن أولئك رفيقا .\r\nففي مثل هذا السياق البيّن الواضح الشديد يأمر الله تعالى المؤمنين ويخاطبهم بقوله :  يا أَيُّهَا الَّذِينَ آمَنُوا خُذُوا حِذْرَكُمْ  ( النساء [ 4 
  ] الآية 71 ) وأسلحتكم ، وأعدّوا وتهيئوا ، فانفروا ثبات أو انفروا جميعا ، وجاهدوا في سبيل الله لنشر الحق والايمان ، والله يعلم ما في قلوبكم ، وما تخفي الصدور ، فبعضكم من يتخلّف وينتظر الأمر ويطمئن ، فان أصاب المؤمنين المجاهدين مصيبة من شهادة أو انكسار يقول : قد أنعم الله عليّ إذ لم أكن معهم شهيدا ، وإن أصابهم فضل من الله من فتح وغلبة وغنيمة قال : يا ليتني كنت معهم فأفوز فوزا عظيما .\r\nوكيف كان فعلى المؤمنين الذين يشرون الحياة الدنيا بالآخرة ، وهم المؤمنون حقا أن يقاتلوا في سبيل الله ولهم أجر عظيم ، سواء كانوا قد غلبوا فاتحين أو غلبوا شهداء مقتولين فلهم احدى الحسنيين .\r\nوما لكم أيها المؤمنون لا تجيبون نداء الحق وهو نداء المستضعفين من الناس الذين يصرخون من شدة الظلم والاعتداء حتى النساء والوالدان الذين يقولون : ربنا أخرجنا من هذه القرية الظالم أهلها واجعل لنا من لدنك وليّا واجعل لنا من لدنك نصيرا ، حتى نتغلّب على الظالمين ، وننجو من شقائهم وظلمهم ، ونعيش بالحق والعدل ، فما لكم لا تجيبون هذه الصرخات والنداءات إلا النزر القليل ؟ ولم لا تنصرونهم لتخرجوهم من ربقة الظلمة والكفار الخونظ ؟ والمؤمن بطبعه الايماني يقاتل ويجاهد في سبيل الله للايمان والحق ، كما أن الكافر والمشرك يجاهد في سبيل الطاغوت ، ويسعى لحكومة الطغاة وسلطة الظلمة ، حتى تتمتّع نفسه الطاغية معهم في نهب أموال الناس ، واستعبادهم في مختلف الشؤون ، فما لكم لا تجيبون ؟\r\nولا تقاتلون أولياء الشيطان وأتباع الطغاة ؟ اعلموا أن كيد الشيطان ومكر الطغاة في جولانهم الحاكم كان في نظام الخلقة وقوانين العالم وإرادة الله تعالى كيدا ومكرا\r\n\r\n","description":"","footnote":"","page_name":" 237 ","page_number":29},
  {"content":"\r\n\r\nضعيفا مغلوبا ، وليس على شيء ، فمع تمام قوّته وتظاهراته فهو منكوب ، والله تعالى هو الغالب القاهر .\r\nواعلموا أن متاع الدنيا قليل ، وليس لحياتها دوام ، والنتيجة في إيفاء الحق وتمكين التوحيد في الناس أبقى وأدوم ، وان انتهى إلى الشهادة :  أَ لَمْ تَرَ إِلَى الَّذِينَ قِيلَ لَهُمْ كُفُّوا أَيْدِيَكُمْ وَأَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ فَلَمَّا كُتِبَ عَلَيْهِمُ الْقِتالُ إِذا فَرِيقٌ مِنْهُمْ يَخْشَوْنَ النَّاسَ كَخَشْيَةِ اللَّهِ أَوْ أَشَدَّ خَشْيَةً وَقالُوا : رَبَّنا لِمَ كَتَبْتَ عَلَيْنَا الْقِتالَ لَوْ لا أَخَّرْتَنا إِلى أَجَلٍ قَرِيبٍ قُلْ مَتاعُ الدُّنْيا قَلِيلٌ وَالْآخِرَةُ خَيْرٌ لِمَنِ اتَّقى وَلا تُظْلَمُونَ فَتِيلًا  ( النساء [ 4 
  ] الآية 77 ) ، والشهادة في المعركة في سبيل الله هي من أعظم الفيوضات الإلهية ، التي لا ينالها إلا من خصّه الله بها بلطفه وهي الحياة لا الموت . والفرار عن مثل هذا الفوز لا ينجيكم ( أيها الناس ) عن الموت الذي لا بدّ منه ، فإنه أينما تكونوا يدرككم الموت ولو كنتم في بروج مشيّدة .\r\nوالحاصل : ان الآية المباركة ، بشدة التعبير ، وصراحة اللهجة ، توجب الجهاد ومقاتلة العدو ومناهضته في سبيل الله ، وإقامة دينه الحق كما لا يخفى ، وإطالة الكلام كانت لبيان السياق .\r\nالرابعة : قوله تعالى :\r\n فَقاتِلْ فِي سَبِيلِ اللَّهِ لا تُكَلَّفُ إِلَّا نَفْسَكَ وَحَرِّضِ الْمُؤْمِنِينَ عَسَى اللَّهُ أَنْ يَكُفَّ بَأْسَ الَّذِينَ كَفَرُوا وَاللَّهُ أَشَدُّ بَأْساً وَأَشَدُّ تَنْكِيلًا .  ( النساء [ 4 
  ] الآية 84 )\r\nالآية الكريمة - في السياق الذي عرفته بتفصيل من الآية التي قبلها - فهي تأمر رسول الله ( صلّى اللّه عليه وآله وسلّم ) بأن يقاتل في سبيل الله ويتحمّل بنفسه الشريفة كلفة ذلك الأمر الثقيل ومشقته ، وأشق منه انها تأمره ( صلّى اللّه عليه وآله وسلّم ) بتحريض المؤمنين وترغيبهم حتى يتهيّئوا للجهاد في سبيل الله ويستقيموا فيه ، عسى الله أن يكفّ بأس الذين كفروا ، فإنه أشدّ بأسا وأشد تنكيلا ، فيجب إذن مقاتلة الكفار إلى أن يكفّ الله بأس الذين كفروا ، ويزول شرّهم ، وتطهر الأرض منهم .\r\n\r\n","description":"","footnote":"","page_name":" 238 ","page_number":30},
  {"content":"\r\n\r\n\r\nاستثناء في الجهاد\r\nالخامسة : قوله تعالى :\r\n   . . . فَإِنْ تَوَلَّوْا فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ وَجَدْتُمُوهُمْ وَلا تَتَّخِذُوا مِنْهُمْ وَلِيًّا وَلا نَصِيراً * إِلَّا الَّذِينَ يَصِلُونَ إِلى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثاقٌ أَوْ جاؤُكُمْ حَصِرَتْ صُدُورُهُمْ أَنْ يُقاتِلُوكُمْ أَوْ يُقاتِلُوا قَوْمَهُمْ وَلَوْ شاءَ اللَّهُ لَسَلَّطَهُمْ عَلَيْكُمْ فَلَقاتَلُوكُمْ فَإِنِ اعْتَزَلُوكُمْ فَلَمْ يُقاتِلُوكُمْ وَأَلْقَوْا إِلَيْكُمُ السَّلَمَ فَما جَعَلَ اللَّهُ لَكُمْ عَلَيْهِمْ سَبِيلًا * سَتَجِدُونَ آخَرِينَ يُرِيدُونَ أَنْ يَأْمَنُوكُمْ وَيَأْمَنُوا قَوْمَهُمْ كُلَّما رُدُّوا إِلَى الْفِتْنَةِ أُرْكِسُوا فِيها فَإِنْ لَمْ يَعْتَزِلُوكُمْ وَيُلْقُوا إِلَيْكُمُ السَّلَمَ وَيَكُفُّوا أَيْدِيَهُمْ فَخُذُوهُمْ وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأُولئِكُمْ جَعَلْنا لَكُمْ عَلَيْهِمْ سُلْطاناً مُبِيناً .    ( النساء [ 4 
  ] الآية 89 إلى 91 )\r\nالآيات المباركات في سياق آيات الجهاد التي قد عرفتها ، فهي تشير أولا إلى :\r\nاختلاف المؤمنين في جواز مقاتلة المنافقين وعدمه ، حتى صاروا فئتين :\r\nففئة منهم يحكمون عليهم بأنهم كفّار ، حيث لم تؤمن قلوبهم ، وان شهدت ألسنتهم ، فليس لهم حكم الاسلام أصلا ، ويجوز مقاتلتهم ، وكذا يحرم تولّيهم . وفئة يحكمون لهم بالاسلام ، ويعتقدون بعدم جواز مقاتلتهم ، لترتّب أحكام الاسلام وآثاره عليهم ظاهرا ، فان الاسلام شهادتان وقرينتان .\r\nوالاختلاف ذلك بنفسه كان على حدّ ينافي مصالح المسلمين ، فحذّرهم الله تعالى منه ، وقال : ما لكم في المنافقين وقد صرتم بسببهم فئتين ؟ اعلموا جميعا ، وكونوا على نظرة واحدة ، بأن الله تعالى حكم عليهم بالكفر ، وأركسهم وأعادهم فيما كانوا عليه بما كسبوا من نفاق ، والذين يظنون أنهم مسلمون ، أيريدون أن يهدوا من أضلّه الله من أولئك المنافقين ؟ ومن يضلل الله فلن تجد له سبيلا ، فإنهم بنفاقهم قد ضلّوا عن الطريق السويّ ، وباصرارهم على النفاق ، فلن يجدوا إلى الحق سبيلا ، بل إنهم يريدون إضلالكم ونفاقكم حتى تكونوا كفارا على سواء ، فهم يصرّون عليكم\r\n\r\n","description":"","footnote":"","page_name":" 239 ","page_number":31},
  {"content":"\r\n\r\nبذلك .\r\nفلا تتخذوا منهم أولياء معاشرين حتى يهاجروا في سبيل الله ، ويتركوا قومهم الكفار وبلادهم وأموالهم وأولادهم ، ويلتحقوا بكم على الحق . فان فعلوا ذلك وهاجروا إليكم ، فهم مؤمنون بعضهم أولياء بعض .\r\nواما إذا تولّوا ، ولم يهاجروا ، وبقوا في بلاد الكفر على نفاقهم ، فهم كفار ، فخذوهم واقتلوهم حيث وجدتموهم في الحرم أو غيره ، ولا تتخذوا منهم باسلامهم الظاهري وليا ولا نصيرا في الحرب والقتال مع سائر الكفار ، إلا أن يكونوا لاجئين إلى قوم بينكم وبينهم ميثاق ومعاهدة بترك الحرب ووقف القتال ، فلا يجوز نقض العهد بمحاربتهم بل يجوز معاملتهم في بعض الأمور الحربية معاملة الخصوم والأعداء ، ومن المعلوم أن ذلك بعد وجوب التحفّظ على الأساس والأسرار ، كما سيأتي تفصيل الكلام عنه في مبحث تولّي الكفار في كتاب المحرّمات إن شاء الله .\r\nوكذا لا يجوز مقاتلتهم ، إذا كانوا من الذين حصرت صدورهم في مقاتلتكم ، أو مقاتلة قومهم الذين تقاتلونهم ، فألقوا إليكم السلم والأمن ، فما جعل الله لكم عليهم سبيلا ، فلا يجوز تعقيبهم وقتالهم .\r\nنعم إن كانوا ممن يمكر بكم ، ويحتال عليكم ، ويريدون أن يأمنوكم ويأمنوا قومهم الذين تقاتلونهم ، ولكن إذا أعيدوا في الفتنة من الكفر والشرك والحرب مع الاسلام ، فلم يعتزلوكم في الحرب ، ولم يلقوا إليكم السلم بطلب وقف القتال ، ولم يكفّوا أيديهم وقواهم المحاربة عنكم ، بل أعدّوا قواهم عليكم ، وأبدوا استعداداتهم من الأجهزة والأسلحة ، فحينئذ لكم أن تأخذوهم وتقتلوهم حيث ثقفتموهم من دون رعاية شيء من الحل أو الحرم ، وقد جعل الله لكم عليهم سبيلا وسلطانا مبينا .\r\nفالآيات المباركات - كما ترى - بصراحتها تدل على وجوب مقاتلة المنافقين الذين يراودون الكفار والمشركين ، ويسعون في الأرض فسادا ضدّ الاسلام\r\n\r\n","description":"","footnote":"","page_name":" 240 ","page_number":32},
  {"content":"\r\n\r\nوالمسلمين ، وان تفوّهوا بالشهادة بالتوحيد والرسالة ، فهو على الكذب والنفاق ، فان الله قد أركسهم بما كسبوا فيما كانوا فيه ، فهم كفار حكما في مقاتلتهم بشروط وحرمة توليتهم كما ذكرنا في محله .\r\nولا يجوز مقاتلتهم إذا استجاروا بقوم وتواصلوا بهم بأن كانت بينهم وبين المسلمين معاهدة استجارة وترك المحاربة ، تحفّظا للمعاهدة والميثاق ، واحتراما لهما ، ويجوز مقاتلة الذين يخادعون المؤمنين ، ويتعاونون مع أعدائهم ، ولا يعتزلونكم ولا يكفون أيديهم وقواهم عنكم ، فيجب أخذهم وقتلهم أينما كانوا .\r\n\r\nالسقاية والعمارة أم الجهاد\r\nالسادسة : قوله تعالى :\r\n  أَ جَعَلْتُمْ سِقايَةَ الْحاجِّ وَعِمارَةَ الْمَسْجِدِ الْحَرامِ كَمَنْ آمَنَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَجاهَدَ فِي سَبِيلِ اللَّهِ لا يَسْتَوُونَ عِنْدَ اللَّهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الظَّالِمِينَ * الَّذِينَ آمَنُوا وَهاجَرُوا وَجاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ وَأُولئِكَ هُمُ الْفائِزُونَ   - إلى قوله تعالى - :  قُلْ إِنْ كانَ آباؤُكُمْ وَأَبْناؤُكُمْ وَإِخْوانُكُمْ وَأَزْواجُكُمْ وَعَشِيرَتُكُمْ وَأَمْوالٌ اقْتَرَفْتُمُوها وَتِجارَةٌ تَخْشَوْنَ كَسادَها وَمَساكِنُ تَرْضَوْنَها أَحَبَّ إِلَيْكُمْ مِنَ اللَّهِ وَرَسُولِهِ وَجِهادٍ فِي سَبِيلِهِ فَتَرَبَّصُوا حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْفاسِقِينَ .  ( التوبة [ 9 
  ] الآية 19 إلى 24 )\r\nاستفهمت الآيات تقريرا وسألت : هل يمكن أن يستوي سقاية الحاجّ وعمارة المسجد الحرام مع الايمان بالله واليوم الآخر والمجاهدة في سبيل الله ؟ وأين هذا من ذلك ؟ لا يستوون عند الله ، والذين يقدّمون الرئاسة على الجهاد ويعدّونها خيرا فهم الضالّون الظالمون ، والله لا يهدي القوم الظالمين ، فان  الَّذِينَ آمَنُوا وَهاجَرُوا وَجاهَدُوا فِي سَبِيلِ اللَّهِ بِأَمْوالِهِمْ وَأَنْفُسِهِمْ أَعْظَمُ دَرَجَةً عِنْدَ اللَّهِ وَأُولئِكَ هُمُ الْفائِزُونَ  ، ولهم البشرى بالرحمة والرضوان وجنّة ذات نعمة هم فيما خالدون ولهم\r\n\r\n","description":"","footnote":"","page_name":" 241 ","page_number":33},
  {"content":"\r\n\r\nعند الله أجر عظيم .\r\nوالمؤمن بايمانه لا يمكن أن يتولّى الكافر بوجه من الوجوه ، ولو كان من أقربائه كأبيه وأخيه ، ومن كان لديه الحياة المادية الزائلة وشؤونها من أموال وأولاد أحبّ من الله ورسوله وجهاد في سبيله فليتربّص لأمر الله تعالى من الذلّة والخسران في الدنيا تحت حكومة الكفر والضلال والعذاب في الآخرة .\r\nواما جواب التقرير فهو تقدّم الجهاد على كل منصب ومقام ، وان المجاهد أعظم درجة عند الله ، وله أجر عظيم . وان من تولّى الكفر والكافر ، وقدّم الحياة المادية على الله ورسوله ، فليتربّص لأمر الله ، كل ذلك يدلّ على وجوب الجهاد بأصرح من الأمر به - كما لا يخفى - لا سيما مع التوجّه إلى تعبير الفسق : والله لا يهدي القوم الفاسقين .\r\n\r\nالأمر بالقتال\r\nالسابعة : قوله تعالى :\r\n قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ وَلا يُحَرِّمُونَ ما حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ مِنَ الَّذِينَ أُوتُوا الْكِتابَ حَتَّى يُعْطُوا الْجِزْيَةَ عَنْ يَدٍ وَهُمْ صاغِرُونَ .  ( التوبة [ 9 
  ] الآية 29 )\r\nالأمر بمقاتلة الذين لا يؤمنون بالله ولا باليوم الآخر أمر بالجهاد ضد كل كافر ومشرك ، حتى يؤمن بالله واليوم الآخر ، ويكون الدين كلّه للّه ، فان السماوات والأرض وما بينهما خلقن للانسان ولأجله ، حتى يسلك الانسان طريقا ينتهي به إلى ما لا ينتهي إليه مخلوق غيره ويرتقي إلى أعلى مراحل الارتقاء ، فان الكفر والشرك صدّ عن هذا السبيل ، وضلال عن هذا الطريق ، وانهما يوجبان منع الغير أيضا ، وتضييع الاستعدادات وقوى الانسان النوعية .\r\nكما أن الأمر بمقاتلة من لا يحرّم ما حرّم الله ورسوله ، ولا يدين بدين الحق ، أمر\r\n\r\n","description":"","footnote":"","page_name":" 242 ","page_number":34},
  {"content":"\r\n\r\nبالجهاد ضد كل منتحل لدين أو كتاب ، ولا يعتقد بحلاله وحرامه ، ولا يعمل بأحكام الاسلام أيضا ، كالذين أوتوا الكتاب من اليهود والنصارى وغيرهم ، حتى يسلموا أو يقبلوا الاسلام بمرتبة من حكومته ، وتسلّطه الكلي الحكومي ، لينحل الكفر ويضمحل تدريجيا بوجود الاسلام ، بأن يفرض عليهم الحاكم الاسلامي الجزية المقررة بما يراه مصلحة في ذلك ، فيعطونها عن يد وهم صاغرون .\r\nوبالملاك تبيّن الآية الكريمة وجوب المقاتلة ضد كل من يخالف الاسلام وأحكامه من حلال وحرام اعتقادا وعملا ، حتى ولو كان من المسلمين ، فكيف بزعمائهم وحكّامهم المخرّبين - بسيرتهم - صرح الاسلام القويم وأساسه المتين ؛ وسنشير إليه في مبحث الدفاع إن شاء الله « 1 » .\r\n\r\nالنفير للجهاد\r\nالثامنة : قوله تعالى :\r\n  يا أَيُّهَا الَّذِينَ آمَنُوا ما لَكُمْ إِذا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ أَ رَضِيتُمْ بِالْحَياةِ الدُّنْيا مِنَ الْآخِرَةِ فَما مَتاعُ الْحَياةِ الدُّنْيا فِي الْآخِرَةِ إِلَّا قَلِيلٌ ، إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذاباً أَلِيماً وَيَسْتَبْدِلْ قَوْماً غَيْرَكُمْ وَلا تَضُرُّوهُ شَيْئاً وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ *   - إلى قوله تعالى - :  انْفِرُوا خِفافاً وَثِقالًا وَجاهِدُوا بِأَمْوالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ .  ( التوبة [ 9 
  ] الآية 38 إلى 41 )\r\nتخاطب الآية الكريمة المؤمنين تخصيصا بهم ، وتقول مالكم إذا قيل لكم انفروا في سبيل الله اثاقلتم إلى الأرض ؟ تظنّون أن التثاقل إلى الأرض والتوغّل في حطام الدنيا أبقى وأنفع لكم ؟ وأعداء الله يصدّونكم عن سبيله ؛ ليخرجوكم عن دينه فيحاولوا لأن يجعلوكم عبيدا للأهواء مقهورين للشهوات ، راضين بالحياة الدنيا دون الآخرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وقد أشبعنا الكلام في تلك المسائل في بحث الجهاد في رسالتنا ( أبحاث فقهية على مسلك الأصحاب ) .\r\n","page_name":" 243 ","page_number":35},
  {"content":"\r\n\r\nواعلموا أن الله تعالى لا يترك خلقه سدى ولا يهملهم ، فأعداؤه يريدون ليطفئوا نور الله بأفواههم والله متمّ نوره ، فإنكم إن اثاقلتم إلى الأرض ، ورضيتم بالحياة الدنيا وشهواتها ، فلن يضرّ الله شيئا ، فإنه تعالى سيستبدل قوما غيركم ، فينفروا في سبيل الله ويجاهدوا له بقاء لحجته وثباتا لدينه وشريعته بحوله وقوته ، والله على كلّ شيء قدير . والذين يتثاقلون إلى الأرض ولا ينفرون في سبيله سيعذّبهم عذابا أليما في الدنيا والآخرة .\r\nفانفروا أيها المؤمنون  خِفافاً وَثِقالًا وَجاهِدُوا بِأَمْوالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ  ، فإنكم بجهادكم بالأموال والأنفس ، تنصرون الله ودينه فتزول الفتنة ، ويكون الدين كلّه لله ، فتصبحون سادة أقوياء صلحاء في الدنيا وسعداء في الآخرة .\r\nوالحاصل ان الآية الكريمة تدل على وجوب الجهاد في الجملة بأصرح وجه .\r\n\r\nالفرق بين المتربّصين\r\nالتاسعة : قوله تعالى :\r\n قُلْ هَلْ تَرَبَّصُونَ بِنا إِلَّا إِحْدَى الْحُسْنَيَيْنِ وَنَحْنُ نَتَرَبَّصُ بِكُمْ أَنْ يُصِيبَكُمُ اللَّهُ بِعَذابٍ مِنْ عِنْدِهِ أَوْ بِأَيْدِينا فَتَرَبَّصُوا إِنَّا مَعَكُمْ مُتَرَبِّصُونَ .  ( التوبة [ 9 
  ] الآية 52 )\r\nالآية المباركة في سياق تقوية المؤمنين على أمر الجهاد ، وتثبيتهم عليه ، واحصاء امتيازاتهم على المنافقين المتثاقلين ، فان المؤمنين إذا أمروا بالنفر والجهاد ، أطاعوا الله ورسوله بلا تثاقل حتى بالاستئذان الناشئ عنه ، والمنافقين يحلفون بالله لو استطعنا لخرجنا معكم ، والله يعلم أنهم لكاذبون ، مع أنهم لو خرجوا مع المؤمنين لم يكونوا مجاهدين مخلصين ، ولا متعاونين معهم ، بل لزادوهم خبالا ، ولأوضعوا خلالهم ، ابتغاء الفتنة ، وان جهنّم لمحيطة بالكافرين ، ولكن الله تعالى قد أظهر الأمر وجاء بالحق ، والحاصل ان المنافقين على حال إن تصبك ( يا رسول الله ) حسنة من الفتح والتوفيق تسؤهم ، وإن تصبك مصيبة يقولوا : قد أخذنا أمرنا من قبل ، ويتولّوا\r\n\r\n","description":"","footnote":"","page_name":" 244 ","page_number":36},
  {"content":"\r\n\r\nوهم فرحون ، والمؤمنون يطيعون الله ورسوله على كل حال وفي كل أمر ونهي .\r\nهذا مقام المؤمنين وشأنهم ، وذلك موضع المنافقين وحالهم ، وبعد تبيان هذا وذلك ، قال الله تعالى : قل للمنافقين :  هَلْ تَرَبَّصُونَ بِنا إِلَّا إِحْدَى الْحُسْنَيَيْنِ  من الفتح والغلبة في سبيل الله ، وإقامة الحق ، وتثبيت العدل ، أو الشهادة في الله وفي سبيله وشريعته ، وهو القائل :  وَلا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْواتاً بَلْ أَحْياءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ  ( آل عمران [ 3 
  ] الآية 169 ) . وأما نحن المؤمنين نتربّص بكم ( أيها المنافقون ) عذاب اللّه تعالى من عنده أو بأيدينا من القتل والأسر ، فتربّصوا إنّا معكم متربّصون .\r\nوعندنا أن الآية الكريمة تدل على وجوب الجهاد في الجملة ، بمعنى أن عذاب الله تعالى للمنافقين المخالفين المتحقق بأيدي المسلمين لا ينطبق إلا على المقاتلين كما هو ظاهر لا خفاء فيه .\r\n\r\nالتشديد في الجهاد\r\nالعاشرة : قوله تعالى :\r\n يا أَيُّهَا النَّبِيُّ جاهِدِ الْكُفَّارَ وَالْمُنافِقِينَ وَاغْلُظْ عَلَيْهِمْ وَمَأْواهُمْ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ .  ( التوبة [ 9 
  ] الآية 73 )\r\nأمر الله تعالى نبيّه ( صلّى اللّه عليه وآله وسلّم ) بمجاهدة الكفّار والمنافقين والتغليظ عليهم والتشديد ، فان مأواهم جهنّم ، وهم يحلفون بالله ما قالوا ، ولقد قالوا كلمة الكفر ، وان شرّ الدواب في الأرض الذين لا يؤمنون بالله وآياته .\r\nودلالة الأمر على الوجوب - ولا سيما في مثل السياق - مما هو ظاهر . وتوجيه الأمر نحو رسول الله لا يوجب التخصيص به ، فإنه ( صلّى اللّه عليه وآله وسلّم ) بمقام إمارته وزعامته على المسلمين خوطب بذلك ، فيجب عليهم اطاعته وامتثال أمره ،  وَما أَرْسَلْنا مِنْ رَسُولٍ إِلَّا لِيُطاعَ  باذنه ، حسب تناسب الحكم والموضوع لا بنبوته .\r\n\r\n","description":"","footnote":"","page_name":" 245 ","page_number":37},
  {"content":"\r\n\r\n\r\nالتقوى والوسيلة في الجهاد\r\nالحادية عشرة : قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَابْتَغُوا إِلَيْهِ الْوَسِيلَةَ وَجاهِدُوا فِي سَبِيلِهِ لَعَلَّكُمْ تُفْلِحُونَ .  ( المائدة [ 5 
  ] الآية 35 )\r\nالآية الكريمة بعد الأمر بالجهاد ، توجب التقوى وابتغاء الوسيلة إلى الله تعالى ، ليصل بها العبد إلى رضوانه ، فتفيد الوجوب بلسان ألطف ، إلا أن الآية الكريمة بسياقها كسابقتها فكأنّ المراد مجاهدة النفس ، وهو الجهاد الأكبر ، ولكن الأمر وظهوره في الوجوب مما لا ينكر .\r\nوقد جمعت آيات هذا النوع في قوله تعالى :  وَقاتِلُوا فِي سَبِيلِ اللَّهِ وَاعْلَمُوا أَنَّ اللَّهَ سَمِيعٌ عَلِيمٌ .  ( البقرة [ 2 
  ] الآية 244 )\r\nهذا كلّه في الآيات التي تدلّ على وجوب الجهاد في الجملة وهناك أيضا آيات تؤيّد المطلوب نذكرها مشيرين إلى وجه التأييد فيها :\r\n\r\nما يشير إلى وجوب الجهاد\r\nالأولى : قوله تعالى :\r\n فَرِحَ الْمُخَلَّفُونَ بِمَقْعَدِهِمْ خِلافَ رَسُولِ اللَّهِ وَكَرِهُوا أَنْ يُجاهِدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَقالُوا لا تَنْفِرُوا فِي الْحَرِّ قُلْ نارُ جَهَنَّمَ أَشَدُّ حَرًّا لَوْ كانُوا يَفْقَهُونَ .  ( التوبة [ 9 
  ] الآية 81 )\r\nووجه التأييد ظاهر ، فان الوعيد بنار جهنم وحرّها لمن يتخلّف ، لا وجه له إلا تركه الجهاد الواجب ، سواء فرح بذلك أو لا ، فان التخلّف هو العلّة ، ولا تأثير للفرح والحزن كما هو ظاهر . بل ربّما يكون الوعيد بنار جهنم لقولهم : لا تنفروا في\r\n\r\n","description":"","footnote":"","page_name":" 246 ","page_number":38},
  {"content":"\r\n\r\nالحرّ ، ومنعهم من النفير ، كما تشير الآية الكريمة .\r\nالثانية : قوله تعالى :\r\n  وَإِذا أُنْزِلَتْ سُورَةٌ أَنْ آمِنُوا بِاللَّهِ وَجاهِدُوا مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُولُوا الطَّوْلِ مِنْهُمْ وَقالُوا ذَرْنا نَكُنْ مَعَ الْقاعِدِينَ * رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوالِفِ وَطُبِعَ عَلى قُلُوبِهِمْ فَهُمْ لا يَفْقَهُونَ .   ( التوبة [ 9 
  ] الآية 86 و 87 )\r\nالآية الكريمة توضّح تفكير المنافقين وتجسّده ، وتبيّن لزوم الانفصال عنهم ، وعدم الصلاة على موتاهم ، والقيام على قبورهم ، وان كانوا أولي طول وذوي ثروات وأولاد ، إنما يريد الله أن يعذّبهم بها ، وتشير الآية الكريمة إلى موضعهم قبال مسألة الجهاد ، فإنهم إذا أمروا بالايمان بالله تعالى والجهاد مع رسوله ( صلّى اللّه عليه وآله وسلّم ) استأذن أولو الطول منهم بالتخلّف ، وقالوا : ذرنا نكن مع القاعدين . ومنشأ ذلك ان الله تعالى قد طبع على قلوبهم ، فلا يفقهون الحق والسعادة ولا يشعرون بالفضيلة والكرامة ، فإنهم لا يرون إلا ظاهرا من الحياة الدنيا .\r\nفان مختوم القلب وممهور الفؤاد يرضى بالتخلّف دون الجهاد ، ويفرح بالتحفّظ على وضعه الموجود دون المؤمن الّذي يرى بنور الله ، والذي يسعى بين يديه ، فإنه يذوق معنى الحياة ويلمس روح السعادة ، فيسعى إلى الجهاد ويجيب دعوة الحق .\r\nومن المعلوم انه لا اختصاص بالجهاد مع شخص الرسول ( صلّى اللّه عليه وآله وسلّم ) ، فإنه بزعامته وإمامته العامة يجب اتباعه ، ويحرم التخلّف عنه ، والمورد لا يخصص ، فيجب ذلك مع كل امام معصوم أو نائبه ، كما هو ظاهر . وفقنا الله تعالى وإياكم لمرضاته ، ورزقنا وإياكم خيراته .\r\nالثالثة : قوله تعالى بعد نفي الحرج عن الذين لا يجدون ما ينفقون في سبيل الله من وسائل الحرب وأدواتها ، من الضعفاء الذين كانوا يأتون الرسول ( صلّى اللّه عليه وآله وسلّم ) ليحملهم\r\n\r\n","description":"","footnote":"","page_name":" 247 ","page_number":39},
  {"content":"\r\n\r\nعلى وسائط النقل ، فيقول لهم ( صلّى اللّه عليه وآله وسلّم ) : لا أجد ما أحملكم عليه ، فيتولون وأعينهم تفيض من الدمع حزنا . . يقول تعالى :  إِنَّمَا السَّبِيلُ عَلَى الَّذِينَ يَسْتَأْذِنُونَكَ وَهُمْ أَغْنِياءُ رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوالِفِ وَطَبَعَ اللَّهُ عَلى قُلُوبِهِمْ فَهُمْ لا يَعْلَمُونَ . \r\n( التوبة [ 9 
  ] الآية 93 )\r\nان الآية الكريمة كسابقتها في التقريب والتأييد ، فان المطبوع على قلبه هو الذي ضلّ عن الطريق ، فلم ير إلا ظاهرا من الحياة الدنيا ، فرضي أن يكون مع الخوالف ، انّه لا مناص له من السؤال والعقاب ، بترك النفر بعد تمكّنه وغناه ، دون المؤمن العارف غير المتمكّن .\r\nالرابعة : قوله تعالى :\r\n ما كانَ لِأَهْلِ الْمَدِينَةِ وَمَنْ حَوْلَهُمْ مِنَ الْأَعْرابِ أَنْ يَتَخَلَّفُوا عَنْ رَسُولِ اللَّهِ وَلا يَرْغَبُوا بِأَنْفُسِهِمْ عَنْ نَفْسِهِ . . . .  ( التوبة [ 9 
  ] الآية 120 )\r\nتنفي الآية المباركة اختيار أهل المدينة ، وهي البلد الطيّب ، وكذلك اختيار الأعراب الذين حولهم من مواطنيهم شرعا ، أن يتخلّفوا عن رسول الله ( صلّى اللّه عليه وآله وسلّم ) عندما كان يخرج غازيا ، وكانت أنفسهم عندهم أحبّ إليهم من الله ورسوله ، فيرغبون بأنفسهم عن نفسه الشريفة « 1 » فرارا عن المشاق والمشاكل ، وتحرّزا عن أن يصيبهم ظمأ وعطش أو نصب وتعب من جوع ومخمصة ، وقد عاشوا مستبطنين فاعتادوا على الراحة والحياة الحيوانية ، ولم يلمسوا الحياة الحقة الشريفة الانسانية ، بل إنهم لم يشمّوا رائحتها ، ليرغبوا فيها ، ويعملوا لها ، مع أنهم لا يطئون موطئا ، ولا يقطعون واديا ، ولا ينالون من عدو نيلا يغيظ الكفار ويسيئهم ليبطلوا الباطل ، وكذلك لا ينفقون نفقة قليلة أو كثيرة في طريق الحق وفي سبيل الكرامة والفضيلة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - أي ليس لهم أن يتوجّهوا بأنفسهم حفاظا عليها رغبة ، واعراضا عن نفسه الشريفة بتركهم الجهاد والتحفظ منه ، وأصل الرغبة السعة فإذا تعدّت ب ( إلى ) و ( في ) أو ( الباء ) أفادت الميل والتوجّه ، واما إذا تعدت ب ( عن ) أفادت الاعراض والصفح كما هو ظاهر .\r\n","page_name":" 248 ","page_number":40},
  {"content":"\r\n\r\nالانسانية ، ليحقوا الحق ، إلا كتب لهم عملا صالحا ليجزيهم الله أحسن ما كانوا يعملون ، إلا أن أكثرهم لا يشعرون بأصل هذه الفضيلة والكرامة فكيف العمل بها ؟\r\nونفي ذلك الاختيار شرعا نهي عن ترك الجهاد ، وتحريم للتخلّف عنه ، وإفادة وجوب الجهاد بذلك البيان لعلّه أصرح من الأمر ، من غير توقّف على مسألة التلازم بين الأمر والنهي المتعلّق بأحد الضدّين .\r\nواما المورد وهو رسول الله ( صلّى اللّه عليه وآله ) فلا يخصّص ، فإنه ( صلّى اللّه عليه وآله وسلّم ) بزعامته العامة وإمامته للأمة كان يحرم التخلّف عنه كما عن كل أمير نصبه ( صلّى اللّه عليه وآله وسلّم ) ولو كان شابا حدثا مثل أسامة بن زيد ، والمتخلّف عنه كالمتخلّف عنه ( صلّى اللّه عليه وآله وسلّم ) ، فيشمل كل زمان مع كل أمير شرعي .\r\nالخامسة : قوله تعالى :\r\n إِنَّ اللَّهَ اشْتَرى مِنَ الْمُؤْمِنِينَ أَنْفُسَهُمْ وَأَمْوالَهُمْ بِأَنَّ لَهُمُ الْجَنَّةَ يُقاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْداً عَلَيْهِ حَقًّا فِي التَّوْراةِ وَالْإِنْجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفى بِعَهْدِهِ مِنَ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمُ الَّذِي بايَعْتُمْ بِهِ وَذلِكَ هُوَ الْفَوْزُ الْعَظِيمُ . \r\n( التوبة [ 9 
  ] الآية 111 )\r\nتؤيد الآية الكريمة وجوب الجهاد ، ولو أن دلالتها عليه ظاهرة ، فان اشتراء الله تعالى أنفس المؤمنين وأموالهم بالجنة بأن يبذلوهما في سبيله ، يثبت المطلوبية في حدّ أعلى ينطبق على الوجوب « 1 » وقرار ذلك البيع والوعد حق مقرر في الشرائع الإلهية السالفة من زمن موسى وعيسى ( عليهما السّلام ) وحتى زمن الاسلام . ومن أوفى من الله عهدا في أدائه ثمن البيع الذي باعوه وفازوا به فوزا عظيما . والجملة بسياقها تفيد دوام ذلك في كل زمان ومكان ولكل مؤمن من غير اختصاص .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وفي هذا السياق قوله تعالى :   هَلْ أَدُلُّكُمْ عَلى تِجارَةٍ تُنْجِيكُمْ مِنْ عَذابٍ أَلِيمٍ تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوالِكُمْ وَأَنْفُسِكُمْ . . .   ( الصف [ 61 
  ] الآية 10 و 11 ) .\r\n","page_name":" 249 ","page_number":41},
  {"content":"\r\n\r\nالسادسة : قوله تعالى :\r\n فَلا تُطِعِ الْكافِرِينَ وَجاهِدْهُمْ بِهِ جِهاداً كَبِيراً .  ( الفرقان [ 25 
  ] الآية 52 )\r\nالأمر بمجاهدة الكفار بعد النهي عن طاعتهم ، وإن كان ظاهره الوجوب إلا أن السياق كأنه لا يكون في ذلك المقام ، فالتأييد بلا اشكال .\r\n\r\nتفضيل المجاهدين\r\nالسابعة : قوله تعالى :\r\n  لا يَسْتَوِي الْقاعِدُونَ مِنَ الْمُؤْمِنِينَ غَيْرُ أُولِي الضَّرَرِ وَالْمُجاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فَضَّلَ اللَّهُ الْمُجاهِدِينَ بِأَمْوالِهِمْ وَأَنْفُسِهِمْ عَلَى الْقاعِدِينَ دَرَجَةً وَكُلًّا وَعَدَ اللَّهُ الْحُسْنى وَفَضَّلَ اللَّهُ الْمُجاهِدِينَ عَلَى الْقاعِدِينَ أَجْراً عَظِيماً * دَرَجاتٍ مِنْهُ وَمَغْفِرَةً وَرَحْمَةً وَكانَ اللَّهُ غَفُوراً رَحِيماً   ( النساء [ 4 
  ] الآية 95 - 96 )\r\nالآية الكريمة كما ترى توضّح حقيقة جليّة ، يغفل عنها الانسان غالبا ، وهي ان المجاهد بماله وطاقاته وحتى بنفسه في سبيل الله وطريق الحق والفضيلة والكرامة ، لا يساويه الخامل القاعد الخائف على وسائل راحته ، المنقاد لكل ما حازه بلا تفاوت من سيئات أو حسنات أو من المستويات الشريفة العليّة أو الخسيسة الدنيّة ؛ والفضل لمن لا ينقاد إلا للفضيلة ، ولا يعمل إلا للكرامة ، فلا يجد ولا يجتهد إلا للّه تعالى ، وهو مبدأ كل خير وسعادة ورحمة ، ألا وهو المجاهد في سبيل الله بنفسه وماله وكل طاقاته .\r\nوذلك ظاهر غير مستور على أحد حتى على القاعد الخامل بنفسه ، وهو بفطرته يحبّ النتائج العالية للجهاد ، من غير جهاد ويحب الحصاد من غير زرع .\r\nوالأمر في نفي التساوي هو عند الله تعالى أيضا ، فقد فضّل المجاهدين\r\n\r\n","description":"","footnote":"","page_name":" 250 ","page_number":42},
  {"content":"\r\n\r\nبأموالهم وأنفسهم على القاعدين درجة « 1 » وفضلا وآتاهم أجرا عظيما رحمة ومغفرة منه ومراتب ودرجات في الدنيا والآخرة « 2 » .\r\nومن المعلوم ان هذه المقايسة هي مع القاعدين غير أولي الضرر ، أي المتمكّنين من الجهاد ، واما المعذورين من الضعفاء والمرضى ومن به ضرر من عمى أو عرج أو فلج بحيث لا يقدر على الجهاد بوجه من الوجوه ، وكذا الذين لا يجدون ما ينفقون في سبيل الله فليس عليهم حرج و  لا يُكَلِّفُ اللَّهُ نَفْساً إِلَّا وُسْعَها  .\r\nوكل ذلك فيمن جاهد ونهض بالأمر وقد كفى غيره ، وإلا فعند الوجوب عينا كما إذا لم يكن من به الكفاية فلا تفاضل ولا مقايسة بل عصيان وإطاعة ، وعلى القاعدين في الفرض عذاب أليم ، فإنهم بقعودهم قد منعوا قيام المجاهدين حتى انقلب عليهم الأمر وتحوّل التكليف .\r\nوكفائية الوجوب مفروضة من قبل ، لا بدلالة الآية ، فان الاطلاقات التي قد عرفتها تخاطب المؤمنين وزعماءهم ، وتناسب الحكم والموضوع أيضا يقتضي ذلك ، وما كان المؤمنون لينفروا كافة . فان ذلك وأشباهه مما لا يرضى الشارع المقدّس بتركه بين الأمة الاسلامية من غير دخل للمباشر كفائي كما هو ظاهر .\r\nوقريب مما ذكر في الآيات السابقة في التأييد آيات آخر سورة الأنفال في قوله تعالى :  إِنَّ الَّذِينَ آمَنُوا وَهاجَرُوا وَجاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ . . .  - إلى قوله - :  إِنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ  ( الأنفال [ 8 
  ] الآية 72 إلى آخر السورة ) .\r\nهذا تمام الكلام في النوع الأول من الآيات الراجعة إلى أصل الوجوب « 3 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الدرجة هنا طبيعتها التي تساعد الدرجات المتفاضلة المتعددة دون الواحدة المتشخصة المغايرة مع الأخرى من غير اختصاص بالدنيا أو الآخرة بل عند اللّه تعالى فيهما .\r\n( 2 ) - بل للمجاهدين أيضا درجات حسب اختلاف مواقع القتال وشروط النضال كما يدل عليه قوله تعالى :\r\n . . . لا يَسْتَوِي مِنْكُمْ مَنْ أَنْفَقَ مِنْ قَبْلِ الْفَتْحِ وَقاتَلَ أُولئِكَ أَعْظَمُ دَرَجَةً مِنَ الَّذِينَ أَنْفَقُوا مِنْ بَعْدُ وَقاتَلُوا وَكُلًّا وَعَدَ اللَّهُ الْحُسْنى . . .  ( الحديد [ 57 
  ] الآية 10 ) .\r\n( 3 ) - واما قوله تعالى :  وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا . . .  ( الحجرات [ 49 
  ] 9 ) ، وان كان فيها الأمر بقتال الباغي من المؤمنين . . . إلا انها راجعة عندنا إلى روابط الأمة الاسلامية لا سيما مع ملاحظة السياق ، ذكرناه في كتاب المجتمع والآداب فراجع الجزء الرابع منه .\r\n","page_name":" 251 ","page_number":43},
  {"content":"\r\n\r\nوقبل بيان آيات النوع الثاني نودّ الإجابة على هذا السؤال ، الذي هو سؤال عن سياق الآيات والضمائر الصافية فيها الناظرة إليها ، سؤال عن المسلم وفطرته السليمة ، سؤال عن الانسان الكريم .\r\nوهو انه لو كنّا أمة مسلمة صالحة كريمة لكنّا أقوياء سعداء في كل المستويات العبادية منها والثقافية والاقتصادية والطبية والسياسية ، بل وفي مختلف الشؤون المادية والمعنوية ، وحتى في المراكز الانتظامية الكفيلة بحفظ النظام الداخلي والخارجي ، وهذه مسؤولية الحكومة الاسلامية الحقة في بلاد الاسلام بالنيابة العامة ، ولكنّا أيضا من ناحية القوى العسكرية والأجهزة الحربية على حدّ الكفاية ، ولو كان عندئذ في جوارنا قوم يعيشون على الكفر والضلال وهم  شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا  ( الأنفال [ 8 
  ] الآية 55 ) . أو على ملّة وكتاب غير الاسلام والقرآن الكريم ، فإذا دعوناهم إلى الاسلام وطريق الحق ولم يكن لهم عندئذ إلا التسليم وقبول الاسلام والعيش في ظل حكم القرآن وقبول الحكومة الحقة ، أو إعطاء الجزية عن يد وهم صاغرون فيما إذا كانوا من أهل الكتاب ورغبوا في بقائهم على ملتهم ليستدرجوا إلى الاسلام بأجيالهم الآتية ، ولكي ينجوا من محاربة المسلمين وبذلك سينتشر الاسلام في بلادهم ، وسيدخلون في دين الله الحق ، وسينجون من الضلال وسيكون الدين كلّه للّه .\r\nوحينئذ هل يحتمل عدم جواز دعوتهم إلى الاسلام ودين الحق وإبقاؤهم على الكفر والضلال والفتنة بتعذّر اشتراط حضور شخص النبي ( صلّى اللّه عليه وآله وسلّم ) أو الأئمة المعصومين ( عليهم السّلام ) ؟\r\nوهل يحتمل أن تكون هداية الناس وزوال الكفر والضلال عن سطح الأرض مطلوبا إذا كان بأمرهم ( صلوات الله عليهم ) دون اجازتهم ونيابتهم ؟ أو هل في شمول أدلة النيابة شك وترديد ، مع ظاهر الآيات الموجبة ، وكذا صريح اطلاق التعليل ، وان أصل المسألة عقلائي بعدم الاختصاص بشخص النبي ( صلّى اللّه عليه وآله وسلّم )\r\n\r\n","description":"","footnote":"","page_name":" 252 ","page_number":44},
  {"content":"\r\n\r\nوزمانه ، بل إنه بإمامته العامة ، والمورد لا يخصص .\r\nوالجواب عندنا نفي ذلك الاشتراك واطلاق الوجوب ، ولزوم الدعوة والارشاد إلى الجهاد والمقاتلة في مثل الظروف المفروضة ، بعد تحصّل الشروط العقلائية والشرعية المشروحة في الفصول الآتية إن شاء الله .\r\nفعلى المسلمين كافة تطبيق الاسلام بأصوله وفروعه في بلادهم ، وإعداد ما استطاعوا من قوة ومكنة ، وعليهم أيضا مقايسة أعمالهم وأقوالهم وطبائعهم ، بل وشؤون حياتهم بالاسلام ، لا أن يقيسوا الاسلام بها ، فتحرّف فروعه وأصوله بمرور الزمن باسم الانعطاف الجاري في المصاديق والموارد في الجملة لا في الاحكام والكليات ، كما يبتغيه الحكّام الظلمة والطغاة الضالين تثبيتا لحكوماتهم الجائرة ، ومكرا وتمويها لعوام الناس والجهلة . صان الله تعالى الاسلام والمسلمين عن خداعهم وما يمكرون ويكيدون .\r\nوما ذكرنا من السؤال والجواب كان بعد ما رأيناه من المحقق المقدّس ( رضوان اللّه تعالى عليه ) ما لم نكن نتوقّع من مقام تحقيقه وحريّته « 1 » وان كان الخطأ منّا فنرجو اللّه تعالى أن يتوب علينا انه هو التوّاب الرحيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - من قوله ( رضى اللّه عنه ) : وحيث إن الجهاد لم يقع إلا مع الامام ، وحينئذ لا نحتاج إلى معرفة أحكامه ، فتركنا باقي الآيات المتعلّقة به مثل :  وَما لَكُمْ لا تُقاتِلُونَ فِي سَبِيلِ اللَّهِ . . .  ( النساء [ 4 
  ] الآية 75 ) ، وأشار إلى آيات أخرى .\r\nانتهى . مع أن أدلّ ما أشار إليه أظهر في الاطلاق ، وقد ذكرناها تحت الرقم الثالث ، فراجع .\r\n","page_name":" 253 ","page_number":45},
  {"content":"\r\n\r\n\r\n[ النوع الثاني : الآيات التي تدل على كيفية القتال 
  ]\r\n\r\nكيفيّة القتال\r\nالنوع الثاني :\r\nفي الآيات الراجعة إلى كيفية القتال ، وفيه آيات :\r\nالأولى : قوله تعالى :\r\n وَأَعِدُّوا لَهُمْ مَا اسْتَطَعْتُمْ مِنْ قُوَّةٍ وَمِنْ رِباطِ الْخَيْلِ تُرْهِبُونَ بِهِ عَدُوَّ اللَّهِ وَعَدُوَّكُمْ وَآخَرِينَ مِنْ دُونِهِمْ لا تَعْلَمُونَهُمُ اللَّهُ يَعْلَمُهُمْ وَما تُنْفِقُوا مِنْ شَيْءٍ فِي سَبِيلِ اللَّهِ يُوَفَّ إِلَيْكُمْ وَأَنْتُمْ لا تُظْلَمُونَ .  ( الأنفال [ 8 
  ] الآية 60 )\r\nترشد الآية الكريمة - عقلائيا - إلى ما هو الشرط الأول لمقابلة الخصم ومقاتلة العدو من التهيؤ والإعداد حتى يناسب القوى المقابلة والتقابل معا ، وكذا من ناحية الحذر والأسلحة والجنود والتنظيم العسكري والمعرفة بفنون الحرب وشروط الزمان والمكان في استعمال الآلات الحربية البرية والبحرية والجوية ، والأهم من ذلك كله امتلاك الايمان الراسخ عن بصيرة ووعي بغرض المحاربة وهدف المقاتلة .\r\nفالأمر به أمر بمقدماته ابتداء ، وقد صرّحت به الآية الكريمة بأن أعدّوا - أيها المؤمنون - ما استطعتم من قوة في كل زمان حسب مقتضياته وأشكال أسلحته ، سواء كانت من خشب وحجر أو من رباط الخيل أو من الأسلحة النووية كما في عصرنا الحاضر التي تستعمل في الهواء والفضاء وفي أعماق البحر وأقطار البر .\r\nفلا بد إذن من التهيؤ بمستوى يرهب عدوّ الله وعدوّكم - أيها المؤمنون - بحيث كلما طمع فيكم العدو شيئا رهب وانصرف مدهوشا ، واعلموا انكم كلما جاهدتم في سبيل الله كنتم أنتم الفاتحين إن شاء الله ، وكلّما أنفقتم من مال وغيره في سبيل الله للتهيؤ والإعداد سيوفّيه اللّه تعالى إليكم بتمامه بلا انعدام ولا نقصان وسوف لا تظلمون فتيلا .\r\nثم بعد التهيؤ والحضور من قبل المؤمنين وتحصّل الشروط بأجمعها لا بدّ\r\n\r\n","description":"","footnote":"","page_name":" 254 ","page_number":46},
  {"content":"\r\n\r\nوأن يكون الجهاد والقتال مع عدوهم مسبوقا بدعوتهم إلى الاسلام وارشادهم إلى الحق ، فان أجابوا فيها فنعمّا هي ، حيث إنها أقرب الطرق للوصول إلى المطلوب والمقصود ، ومع احتمال قبولهم الاسلام لا يجوز مقاتلتهم قطعا ، كما هو الظاهر من العقل والشرع ، فان مناط وجوب الجهاد وملاكه لم يكن إلا إزالة فتنة الكفر وتطهير الأرض من رجس الشرك ، وصيرورة الدين كلّه للّه تعالى دون القتل والنهب وغصب الأموال والأنفس تحكّما على الناس وتسلّطا عليهم ، كما هو المتعارف عند الأكاسرة والقياصرة الظلمة ، وهم أنجس الأرجاس على وجه الأرض ، أزالهم الله عنها وأبعدهم عن الشعوب المستضعفة كما أبعدهم عن رحمته وعنايته .\r\n\r\nالصبر والمثابرة\r\nالثانية : قوله : تعالى :\r\n  يا أَيُّهَا النَّبِيُّ حَرِّضِ الْمُؤْمِنِينَ عَلَى الْقِتالِ إِنْ يَكُنْ مِنْكُمْ عِشْرُونَ صابِرُونَ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ يَغْلِبُوا أَلْفاً مِنَ الَّذِينَ كَفَرُوا بِأَنَّهُمْ قَوْمٌ لا يَفْقَهُونَ * الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً فَإِنْ يَكُنْ مِنْكُمْ مِائَةٌ صابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِنْ يَكُنْ مِنْكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ .  \r\n( الأنفال [ 8 
  ] الآية 65 و 66 )\r\nالآيتان الكريمتان تعنيان ما هو الأهم من إعداد القوى والاستمداد العسكري ، وهو اشتمال المقاتل المؤمن على الصبر والاستقامة ، وتحمّله المشاكل والبلايا في ذات الله ، واعتقاده الراسخ وايمانه القويم بالله ورسوله ، وان الجهاد في سبيل الله يجب أن يكون على مستوى الروح الانسانية والبنية المعنوية الباطنية ، بحيث يساوي كل واحد من جنود الاسلام عشرة من جنود الكفر ، وبهذا يتمكّن عشرون صابرون من التغلّب على مائتين ، ولو أن هذا يتمّ بوجود قوى عسكرية أو تكتيك حربي ، ولكن لا يكون إلا من شدة الصبر في ذات الله وقوة الايمان ، وكان ذلك في\r\n\r\n","description":"","footnote":"","page_name":" 255 ","page_number":47},
  {"content":"\r\n\r\nعصر صدر الاسلام لقلة المسلمين وضرورة المقاومة على أصعب الظروف « 1 » .\r\nولكن بعد ما ثبت الله تعالى حوزة الاسلام ، وأحكم بيضته بالمسلمين بدفع الخطر عن أصله وأساسه ، علم أن فيهم ضعفا فخفّف عنهم ، وجعل الوجوب على حدّ يساوي كل واحد من المسلمين اثنين من الكفّار ، فالمائة الصابرة منهم يغلبون مائتين ، والألف يغلبون ألفين . وهذا نهاية التخفيف على المجاهدين في الاسلام .\r\nفإذا كانوا على ذلك الحدّ من حيث العدد ، يجب عليهم من حيث ذلك ، وليس لهم الاعتذار بقلّة العدد و  كَمْ مِنْ فِئَةٍ قَلِيلَةٍ غَلَبَتْ فِئَةً كَثِيرَةً بِإِذْنِ اللَّهِ . \r\n( البقرة [ 2 
  ] الآية 249 )\r\nومن المعلوم ان هذا أمر عقلائي ، ينطبق على شروط الحرب في تقابل الأشخاص المقاتلين رجالا أو ركبانا على الخيل ، وفي الأسلحة كالسيف والرمح وتكافح الرجلين في البين إلى حدّ المصارعة .\r\nواما في زماننا هذا وإن كان للأفراد وإيمانهم دخل وافر في التوفيق ، إلا أن الأهم توفّر آلات الحرب ، ووجود الأسلحة الكافية من الدبابات والطيارات وقاذفات القنابل بأنواعها الجوية والبرية والبحرية ، والأعظم دخلا في التوفيق هو امتلاك العلم والمعرفة بأسرار استعمال هذه الأسلحة ، ورعاية شروطها وكيفية تطبيقها واجرائها على الخصم ومواقعه وثكناته فلا بد من ملاحظة تناسب القوى على إحدى النسبتين ومساعدتها على وجه التمكّن من المقابلة بنسبة النصف أو الواحد للاثنين ، وأما ايمان المقاتل المؤمن وعقيدته الصامدة الراسخة فهو الأهم والأهم في مختلف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كما لا يكون من طرف الكفار إلا من ضعف الصبر وقلّة الفهم الراجع إلى موضعهم في الخلقة كما يشير إليه قوله تعالى بأنهم قوم لا يفقهون . ولقد ذكر الأستاذ الدكتور الأمجد في مقالته المبسوطة خلال بيان مزايا التجنيد في القرون الأخيرة تحت الرقم التاسع : قد ثبت لدى الحكومات والشعوب بعنوان أصل ثابت وركن ركين ان اثر المعنويات وروحيات العسكريين وقيمتها قبال أثر الأسلحة والعدد ثلاثة أرباع ، فالنجاح والتوفيق في الحرب يرتبط بالماديات ربعا ويحتاج إلى الايمان والاعتقاد ثلاثة أرباع . ( نقلنا ذلك عن جريدة شهرية - ژاندارمرى - رقم / 286 / صفحة 19 ) .\r\n","page_name":" 256 ","page_number":48},
  {"content":"\r\n\r\nالشروط وأنواع الأجهزة « 1 » .\r\n\r\nبأس الحديد\r\nالثالثة : قوله تعالى :\r\n لَقَدْ أَرْسَلْنا رُسُلَنا بِالْبَيِّناتِ وَأَنْزَلْنا مَعَهُمُ الْكِتابَ وَالْمِيزانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ وَأَنْزَلْنَا الْحَدِيدَ فِيهِ بَأْسٌ شَدِيدٌ وَمَنافِعُ لِلنَّاسِ وَلِيَعْلَمَ اللَّهُ مَنْ يَنْصُرُهُ وَرُسُلَهُ بِالْغَيْبِ إِنَّ اللَّهَ قَوِيٌّ عَزِيزٌ .  ( الحديد [ 57 
  ] الآية 25 )\r\nالآية الكريمة بعد بيان الغرض الأول من ارسال الرسل وبعث الأنبياء وإنزال الكتب السماوية عليهم ، وهو لم يكن إلا لإقامة العدل وبسط القسط بين الناس في الدنيا ، حتى يكونوا سعداء فيها وفي الآخرة ، تعني ثانية الحديد الذي فيه بأس شديد ومنافع للناس ، والتناسب ظاهر ، فان الحديد بمعناه العام هو الأساس لصناعة آلات الحرب وغيرها التي لا بدّ للرسل منها في إقامة العدل قبال المعاند الظالم بأشكالها وأنواعها المختلفة حسب المقتضيات .\r\nومعنى نزوله من السماء ما هو مبسوط في مقامه من النزول بأصله ومواده في المعادن المتكاملة بعوامل طبيعية ، وهو من جنود الله التي في السماوات والأرض ، والبأس المودع في الحديد ومنافعه الموجود فيه هو ما يقام به القسط باستعماله حال المحاربة مع الكفار والمشركين والظالمين ، والله تعالى يعلم من ينصره وينصر رسله بالغيب عمّن لا يعتني بشأن العدل والظلم ويعيش كالهمج الرعاع . لا سيما وأنّ البأس هنا بمعنى القوة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وقد ذكر ضمن بيان أقوى العوامل التي أورثت التوفيق والنصر لاخواننا المسلمين العرب في جبهة سيناء والجولان في حرب رمضان بعد نفاذ اجهزتهم الجديدة وأسلحتهم الدقيقة ، هو تبديل المفهوم الشائع :\r\nالرجل بسلاحه ، إلى مفهوم جديد وهو : قيمة السلاح بالرجل المسلّح به ، ففي المفهوم الأول - كما ترى - السلاح هو المعتمد عليه ، وفي المفهوم الثاني تمام الاعتماد على روح المسلّح وايمانه واطمئنانه ( عن ترجمة كتاب حرب رمضان / ص 78 ) ويؤيد ذلك بل يدلّ عليه قوله تعالى :  إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنامِكَ قَلِيلًا وَلَوْ أَراكَهُمْ كَثِيراً لَفَشِلْتُمْ وَلَتَنازَعْتُمْ فِي الْأَمْرِ  ( الأنفال [ 8 
  ] 43 ) .\r\n","page_name":" 257 ","page_number":49},
  {"content":"\r\n\r\nوكيف كان فالآية المباركة ترشد إلى لزوم الانتفاع بمعدن الحديد لغرض المجاهدة في ذات الله وإزالة الفتنة عن أرضه ، وإقامة العدل بين عباده في كل مكان وكل زمان حسب مقتضياته ومتطلباته ، من غير انحصار بالسيف والرمح ، والمسألة عقلائية . وهذا ما يدلنا على أن القرآن اطلق كلمة « الحديد » للبأس ، لأنّ الأسلحة الفتاكة تصنع من الحديد ، أو أن للحديد اثرا في فعاليّتها حتى الأسلحة النووية في عصرنا الحاضر .\r\n\r\nالترابط في القتال\r\nالرابعة : قوله تعالى :\r\n إِنَّ اللَّهَ يُحِبُّ الَّذِينَ يُقاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيانٌ مَرْصُوصٌ . \r\n( الصف [ 61 
  ] الآية 4 )\r\nالآية الكريمة ناظرة إلى حالات المجاهدين وانهم على أي وجه كانوا ، فإنّ الايمان بالله تعالى والعقيدة الراسخة به هو الموجب لرصّ الصفوف والاتحاد والتكاتف ، وهذا له أثر وافر وسهم كامل في التوفيق والفتح والغلبة ، فلا بدّ وأن يكون المجاهدون مستقيمين مترابطين متراصّين كالبنيان الواحد المرصوص المتصل كل جزء منه بالآخر بحيث لا يمكن انفصال جزء منه إلا بهدمه ، فان المؤمن للمؤمن كالبنيان الواحد يشدّ بعضه بعضا - كما في الحديث الشريف - ، والله لا يحب الجيش المتباعد المتشتت بهدفه ورأيه ، بقلبه وفكره بل إنه  يُحِبُّ الَّذِينَ يُقاتِلُونَ فِي سَبِيلِهِ صَفًّا كَأَنَّهُمْ بُنْيانٌ مَرْصُوصٌ  .\r\n\r\nالعنف في القتال مع التقوى\r\nالخامسة : قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا قاتِلُوا الَّذِينَ يَلُونَكُمْ مِنَ الْكُفَّارِ وَلْيَجِدُوا فِيكُمْ غِلْظَةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ .  ( التوبة [ 9 
  ] الآية 123 )\r\n\r\n","description":"","footnote":"","page_name":" 258 ","page_number":50},
  {"content":"\r\n\r\nترشد الآية الكريمة إلى أمر عقلائي ظاهر أيضا ، وهو ان على جند الاسلام بعد اجتماع الشروط فيهم من تجهيز وتهيّؤ وتنظيم عسكري ، ورصّ الصفوف ، أي جعلها كالبنيان الواحد المرصوص ، وأخذ الحذر حسب تناسب الزمان والمكان وغيرها من مستلزمات الحرب عليهم ، أن يأخذوا في الجهاد بمن يليهم اي الأقرب فالأقرب ، ويذهبون للقائهم ويثورون عليهم من جوانبهم مهما أمكن ، وبهذا سيقضون على الكفر والكافرين ، وسيكون القرآن الكريم هو الحاكم في الأرض ، وستنتفي فتنة الشرك والكفر عن وجهها ، ويكون الدين عندئذ كلّه لله .\r\nفلا يجوز الابتداء بالأبعد إلا لمصلحة أقوى من شدة الخطر أو كثرة الأثر « 1 » .\r\nوكيف كان ، فليكن المؤمنون في الحرب قاذفين نافذين قاطعين كل مانع ، مزيلين ودافعين كل دافع على وجه يجد الكفّار فيهم غلظة وشدة ، فان المؤمنين أشدّاء على الكفّار رحماء بينهم ، فلا تأخذهم في الحرب رأفة ورحمة ، ولا لومة لائم ، واعلموا أن الله مع المتقين . وهذا نهي عن أي عمل عنادي ينبثق عن نفوس غير تقيّة زائدا على ما لا بد من التوسل به في الحرب من تدمير وتخريب أو اعدام واحراق بعد الفتح والنصر والتسلّط على الخصم أو على بلده ، بل حال الحرب ما لم تقتضيه الضرورة ، فان الغرض النهائي من الجهاد في الاسلام هو نفي الفتنة وإزالتها عن وجه الأرض ، وإعلاء كلمة الحق ، ولا يساعد ذلك بطبعه الباطل والفتنة ، فلا يجوز استعمال أسلحة مخرّبة مع كفاية ما دونها ، ويحرم استخدام الغازات الخانقة أو الحارقة ولا سيما التي لا تلتئم جراحاتها بسهولة كالنابالم مع كفاية استخدام ما دونها فان الله تعالى مع المتقين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - والأول على القول بشمول الآية للدفاع أيضا ، وأما على اختصاصها بالجهاد الابتدائي كما هو الظاهر فالثاني فقط .\r\n","page_name":" 259 ","page_number":51},
  {"content":"\r\n\r\n\r\nكيفية الحرب والأسر\r\nالسادسة : قوله تعالى :\r\n فَإِذا لَقِيتُمُ الَّذِينَ كَفَرُوا فَضَرْبَ الرِّقابِ حَتَّى إِذا أَثْخَنْتُمُوهُمْ فَشُدُّوا الْوَثاقَ فَإِمَّا مَنًّا بَعْدُ وَإِمَّا فِداءً حَتَّى تَضَعَ الْحَرْبُ أَوْزارَها ذلِكَ وَلَوْ يَشاءُ اللَّهُ لَانْتَصَرَ مِنْهُمْ وَلكِنْ لِيَبْلُوَا بَعْضَكُمْ بِبَعْضٍ وَالَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ فَلَنْ يُضِلَّ أَعْمالَهُمْ .  ( محمد [ 47 
  ] الآية 4 )\r\nالآية الكريمة تأمر المجاهدين ، في شدة مكافحة العدو وحين اشتعال نائرة الحرب ، تأمرهم بلزوم الثبات والمقاومة ، وضرب رقاب الخصم وهم الذين كفروا حتى الإثخان بهم والتغلّب عليهم ، وأخذ الأسرى منهم ، والتشديد عليهم  حَتَّى تَضَعَ الْحَرْبُ أَوْزارَها  ، فاما منّا بعد وإما فداء في التحرير بأخذ وجه قباله « 1 » وفي مثل الحالات التي يواجه الانسان مع المال والنفس أخذا وبذلا يظهر ما في القلب ويعلم حقيقة الأحوال فان في تغيّر الأحوال علم جواهر الرجال « 2 » والله تعالى يبتلي بعضكم ببعض ، والشهداء المقتولون في سبيل الله لا يضلّ أعمالهم ، وسيرونها حاضرة يوم القيامة ، كما عليه ضرورة العقل والدين . ويؤيد هذا البحث الآية المباركة التالية .\r\n\r\nحرمة الفرار من الحرب\r\nالسابعة : قوله تعالى :\r\n  يا أَيُّهَا الَّذِينَ آمَنُوا إِذا لَقِيتُمُ الَّذِينَ كَفَرُوا زَحْفاً فَلا تُوَلُّوهُمُ الْأَدْبارَ * وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفاً لِقِتالٍ أَوْ مُتَحَيِّزاً إِلى فِئَةٍ فَقَدْ باءَ بِغَضَبٍ مِنَ اللَّهِ وَمَأْواهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ .   ( الأنفال [ 8 
  ] الآية 15 و 16 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ولا تهافت مع قوله تعالى :  فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ  ( التوبة [ 9 
  ] الآية 5 ) بين الأوجه الثلاثة :\r\nالقتل والمن والفداء الا بالعام والخاص ، والتخصيص مقدّم على النسخ كما لا تخيير بين الثلاث ؛ القتل ، والمن ، والفداء ، بجمع الاثنين لما ورد عن الإمام الصادق ( عليه السّلام ) من انحصار الحكم بهما .\r\n( 2 ) - من الكلمات القصار لأمير المؤمنين علي ( عليه السّلام ) في نهج البلاغة .\r\n","page_name":" 260 ","page_number":52},
  {"content":"\r\n\r\nصراحة الآية المباركة تلزم المؤمن المقاتل حال لقائه بالكفار زحفا « 1 » وجمعا تلزمه الثبات والمقاومة في المقابلة والمقاتلة معهم ، وتحرّم الآية المباركة أيضا تولية الدبر ، وصرف الوجه إلى الخلف عنهم ، وان من ولى دبره يومئذ فقد باء بغضب من الله ومأواه جهنم وبئس المصير ، فهو من الكبائر كما أثبتناه في كتاب المحرّمات ، إلا أن يكون التولّي تكتيكا حربيا ، كالتحرّف عن القتال أو التحيّز ، وأخذ الحذر ، وما شابهه ، الذي يورد التشكيك والالتباس على الخصم ، وعندئذ يمكن احاطته ومحاصرته مما هو ظاهر عند العقلاء وولاة الأمر في الحرب على اختلاف شروط الزمان والمكان .\r\n\r\nالثبات وعدم التنازع\r\nالثامنة : قوله تعالى :\r\n  يا أَيُّهَا الَّذِينَ آمَنُوا إِذا لَقِيتُمْ فِئَةً فَاثْبُتُوا وَاذْكُرُوا اللَّهَ كَثِيراً لَعَلَّكُمْ تُفْلِحُونَ * وَأَطِيعُوا اللَّهَ وَرَسُولَهُ وَلا تَنازَعُوا فَتَفْشَلُوا وَتَذْهَبَ رِيحُكُمْ وَاصْبِرُوا إِنَّ اللَّهَ مَعَ الصَّابِرِينَ .   ( الأنفال [ 8 
  ] الآية 45 و 46 )\r\nإنّ الله تعالى يأمر المؤمنين في هذه الآية المباركة عند لقائهم مع فئة من الكفّار في الحرب والقتال يأمرهم بالثبات وذكره تعالى كثيرا المؤيّد له ، ويأمرهم أيضا بترك التنازع الموجب للاختلاف والتشتت المزيل لعظمة المسلمين وشوكتهم ، فتذل رقابهم للأجانب والأعادي ، ثم يأمرهم تعالى بالصبر إيجابا فإنه تعالى مع الصابرين فيقول :  فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ . . .  ( محمد [ 47 
  ] الآية 35 ) ويقول :  وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوالِ وَالْأَنْفُسِ . . .  ( البقرة [ 2 
  ] الآية 155 ) ، ويقول :  حَتَّى نَعْلَمَ الْمُجاهِدِينَ مِنْكُمْ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وفي المفردات أصل الزحف انبعاث مع جرّ الرّجل كانبعاث الصبي قبل أن يمشي . . . وكالعسكر إذا كثر فيعسر انبعاثه ، فينطبق على التحرّك الجمعي .\r\n","page_name":" 261 ","page_number":53},
  {"content":"\r\n\r\n وَالصَّابِرِينَ  ( محمد [ 47 
  ] الآية 31 ) وليتميّزوا عن  الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ وَشَاقُّوا الرَّسُولَ مِنْ بَعْدِ ما تَبَيَّنَ لَهُمُ الْهُدى لَنْ يَضُرُّوا اللَّهَ شَيْئاً  .\r\nالتاسعة : قوله تعالى :\r\n فَلا تَهِنُوا وَتَدْعُوا إِلَى السَّلْمِ وَأَنْتُمُ الْأَعْلَوْنَ وَاللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمالَكُمْ .  ( محمد ( صلّى اللّه عليه وآله وسلّم ) [ 47 
  ] الآية 35 )\r\nالآية الكريمة تأمر المؤمنين أيضا بالاستقامة والثبات وان التسليم للخصم أو الدعوة إليه بايقاف الحرب منهي ممنوع عنه عندما تكون الغلبة للمسلمين « 1 » واعلموا أيها المؤمنون إنكم أنتم الأعلون وان  اللَّهُ مَعَكُمْ وَلَنْ يَتِرَكُمْ أَعْمالَكُمْ  حينما توهّمتم المغلوبية والضعف لقلة الأفراد مثلا .\r\nومن المعلوم ان أصل البحث عقلائي ، ترشد إليه الآيات المباركات ؛ والدعوة إلى السلّم والصلح منوطة بمصلحة الاسلام والمسلمين ، يراه الحاكم الحق والأمير العادل حسب اختلاف شروط الزمان والمكان ، فان اقتضت المصلحة ذلك فلا بأس به ، كما في الآية المباركة التالية .\r\n\r\nالإجابة إلى السلم الحقّ\r\nالعاشرة : قوله تعالى :\r\n  وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ * وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ .  \r\n( الأنفال [ 8 
  ] الآية 61 و 62 )\r\nفان جنوحهم ورغبتهم للسلم هو دعوتهم إليه فرارا عن أوزار الحرب ، والله تعالى قد أمر بقبوله ما إذا جنحوا له بقوله آمرا نبيّه  فَاجْنَحْ  وتقبّل منهم متعاهدا معهم ، متوكلا على الله ، فان كانوا في ذلك صادقين فبها ونعمت ، وان يريدوا به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الواو هنا حاليّة ، ولو لم تكن كذلك لحرمت المهادنة مطلقا ، وهي ليست كذلك .\r\n","page_name":" 262 ","page_number":54},
  {"content":"\r\n\r\nخداعك فلا تجنح لهم ، واستقم كما أمرت فان حسبك الله الذي أيّدك بنصره وبالمؤمنين ، ولا يضرّك خداعهم في مناصرتك بعد الاستقامة وإدامة الجهاد .\r\nولمّا كان الأمر عقلائيّا مرشدا إليه ، قد يجوز دعوة أمير المسلمين وحاكمهم الكفّار إلى السلم بايقاف الحرب ، كما يجوز الجنوح لدعوة الكفار إليه متعاهدين معهم إعدادا للقوة ما استطاعوا ، وتجديدا لها ، وتقوية لشئونهم الحيويّة والعسكرية حتى يرجعوا مكافحين مع تجمّع الشروط ثانيا ، لا تسليما لهم حتى يؤدي إلى نفوذ الكفر في الاسلام ، فإنه لن يجعل الله للكافرين على المسلمين سبيلا ، والمسلمون هم الأعلون بطبعهم .\r\n\r\nالفحص قبل ردّ السلم\r\nالحادية عشرة : قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا إِذا ضَرَبْتُمْ فِي سَبِيلِ اللَّهِ فَتَبَيَّنُوا وَلا تَقُولُوا لِمَنْ أَلْقى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِناً تَبْتَغُونَ عَرَضَ الْحَياةِ الدُّنْيا فَعِنْدَ اللَّهِ مَغانِمُ كَثِيرَةٌ كَذلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ فَتَبَيَّنُوا إِنَّ اللَّهَ كانَ بِما تَعْمَلُونَ خَبِيراً .  ( النساء [ 4 
  ] الآية 94 )\r\nالآية الكريمة بعد بيان حكم قتل المؤمن متعمدا ، وان جزاءه جهنم خالدا فيها ، تخاطب المؤمنين بأنهم حينما يضربون في سبيل الله فيخرجون ، تأمرهم بالتبيّن والتفحّص عمّن ألقى إليهم السلام إشعارا باسلامه ودليلا على ايمانه مجاهدا إلى الله ، ومقاتلا وغازيا في دينه فيلتقون به ، فليس لهم ردّه ابتداء من غير تبيين ، ولا يجوز الحكم عليه بالكفر من غير تفحّص ، ولا يجوز قتله ابتغاء أمواله من حطام الدنيا ،  فَعِنْدَ اللَّهِ مَغانِمُ كَثِيرَةٌ  ، فان سبقه بالكفر لا يدل على بقائه عليه ، بعد ما ألقى إليكم السلام - أيها المؤمنون - مع أنكم كنتم كذلك كافرين من قبل ، فمنّ الله تعالى عليكم ، إذ بعث فيكم رسولا منكم وأنزل معه الكتاب ، فأرشدكم إلى الحق وأسلمتم .\r\nثم تؤكد النهي وتقوي الأمر بأن الله تعالى خبير بما تعملون وما تتفكّرون من\r\n\r\n","description":"","footnote":"","page_name":" 263 ","page_number":55},
  {"content":"\r\n\r\nالتبيين وقبول قوله لظهوره ، أو التبادر إلى قتله بغير الحق وبلا تبين طمعا في أمواله وابتغاء لغنائمه ، فعند الله مغانم كثيرة ، وهو بكل شيء عليم وبما تعملون خبير .\r\nفتدل الآية الكريمة على حرمة قتل من أظهر الاسلام بكلامه ، أو ألقى السلام المشعر به مطلقا ، ولو حال الحرب ، حتى يتبيّن حاله فان كلمة : « لا إله الا الله » حصن حصين ، من دخله أمن من العذاب ، وهو محكوم بحكم الاسلام ظاهرا ، فلا يتصرّف في أمواله أيضا لذلك .\r\nكل ذلك مع الشك في صدقه واحتمال بقائه على كفره واقعا ، وأما مع العلم بكفره واقعا بعد تظاهره بالاسلام ، فلا يجوز قتله أيضا ، إلا أن يقاتل المسلمين أو يعاضد مقاتليهم ، كما فصلنا الكلام عنه في بحث النفاق ، وسيأتي البحث عنه في كتاب المحرّمات أيضا ، وأما مع العلم بصدقه وايمانه فحكمه ظاهر .\r\nولا يتوهّم اختصاص الخطاب بالذين كانوا كذلك في صدر الاسلام أو بعده من الذين سبقهم الكفر ثم أسلموا ، ولقوا من ألقى إليهم السلام استنادا بقوله تعالى :\r\n كَذلِكَ كُنْتُمْ مِنْ قَبْلُ فَمَنَّ اللَّهُ عَلَيْكُمْ  ( النساء [ 4 
  ] الآية 94 ) ، أو اختصاصه بالمورد الذي نزلت فيه كائنا من كان من زيد بن أسامة « 1 » وقتله مرداسا وقد ألقى إليه السلام ، أو غيره . فان المورد لا يخصصه .\r\n كَذلِكَ كُنْتُمْ  وهو جواب عن الاستناد بسبق الكفر سبيلا إلى جواز القتل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - روى ابن عباس ان زيدا حلف أن لا يقتل من قال : « لا إله إلا الله » بعد نزول الآية وبذلك اعتذر عن تخلّفه عن علي ( عليه السّلام ) وبكرامته ( عليه السّلام ) قبل عذره .\r\nترى كيف يعمل الجهل بالانسان ويجعله همجا حمقا ، وكيف يخرجه عن الحق والعدل باسم الدين والحق ، فان نفس الآية قيّدت الأمر بالتبين ، فيجوز بعده وبعد ظهور كفره ونفاقه كما صرّحت به الآية الأخرى من لزوم مقاتلة الكفار والمنافقين والتغليظ عليهم من غير فرق ، والأصرح قوله تعالى :  وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا . . . .  إلى قوله تعالى :  فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ  ( الحجرات [ 49 
  ] الآية 9 ) بعد الغموض عن أدلة وجوب إطاعة الإمام ( عليه السّلام ) من الكتاب والسنّة وتصريح الرسول ( صلّى اللّه عليه وآله وسلّم ) في علي ( عليه السّلام ) في قوله ( صلّى اللّه عليه وآله وسلّم ) : « يا علي حربك حربي وسلمك سلمي » . ( مجمع البيان / ج 3 ص 95 ) أعاذنا اللّه من شرور أنفسنا .\r\n","page_name":" 264 ","page_number":56},
  {"content":"\r\n\r\nلا الاختصاص بمن كان كذلك كما تعلم .\r\n\r\nشرعية معاهدة الكفّار\r\nالثانية عشرة : قوله تعالى :\r\n    إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا فَهُمْ لا يُؤْمِنُونَ * الَّذِينَ عاهَدْتَ مِنْهُمْ ثُمَّ يَنْقُضُونَ عَهْدَهُمْ فِي كُلِّ مَرَّةٍ وَهُمْ لا يَتَّقُونَ * فَإِمَّا تَثْقَفَنَّهُمْ فِي الْحَرْبِ فَشَرِّدْ بِهِمْ مَنْ خَلْفَهُمْ لَعَلَّهُمْ يَذَّكَّرُونَ * وَإِمَّا تَخافَنَّ مِنْ قَوْمٍ خِيانَةً فَانْبِذْ إِلَيْهِمْ عَلى سَواءٍ إِنَّ اللَّهَ لا يُحِبُّ الْخائِنِينَ .     ( الأنفال [ 8 
  ] الآية 55 إلى 58 )\r\nالآيات المباركات تكشف عن حقيقة في الكون وواقع في الخلقة ، وهو أن شرّ ما يدبّ على الأرض - من بين أنواعه الكثيرة - عند الله الذين كفروا بآيات الله من بني آدم ، الذين ألقوا الستار على الحق وساروا غير مسيرة الخلقة ، فلم يؤمنوا بما آمنت به السماوات والأرض ، فان الأحرى للانسان أن يؤمن بالله تعالى وآياته والعمل بشريعته التي لا بدّ منها .\r\nوفي عصرك - يا أيها النبيّ - ان منهم ( اي شرّ الدواب ) الذين كفروا بك وبإلهك ، وقد عاهدتهم على أن لا يحاربوك ولا يعاضدوا محاربيك ، فمنهم من ينقضون العهد ، ويصدّون عن سبيل الله ، ويمنعونك عن الارشاد ، ثم يعتذرون أليك ويتظاهرون بحفظ العهد ، ثم ينقضونه ثانية وثالثة ، بل وكل مرة وهم لا يتّقون ذلك ، بل لا يؤمنون بشيء منه فكيف بالعهد والوفاء به ! !\r\nوبما انهم شرّ الدواب ، وانهم يضلّون عباد الله ، وهم على ضلال ، فان ثقفتهم في الحرب فشرّد بهم وفرّقهم ، وشدد عليهم وعلى من خلفهم من معاونيهم لعلهم يتذكّرون ، فيتوبوا ويؤمنوا أو يوفوا بعهدهم حتى يقع الاسلام موقعه ويذوب الكفر وينحل شيئا فشيئا إلى أن تزول الفتنة وتطهر الأرض ويكون الدين كلّه لله .\r\nواما ان خفت من قوم منهم خيانة حسب شروطهم الظاهرية بنقض العهد\r\n\r\n","description":"","footnote":"","page_name":" 265 ","page_number":57},
  {"content":"\r\n\r\nوالعمل في جهة الاضرار بالاسلام والمسلمين فانبذ إليهم على سواء بينهم فان الله لا يحبّ الخائنين .\r\nفالآيات المباركات بصراحتها تدلّ على أصل مشروعية المعاهدة مع الكفار ، وذلك لحفظ مصالح المسلمين ، وتتلخّص بترك الخصومة والمحاربة وترك معاونتهم المحاربين من الكفار ، بل على معاونتهم للمسلمين على الكفار باستخدامهم على أمور اجرائية غير بطانة على نظارة إمارة المسلمين .\r\nومن المعلوم ان المعاهدة على ترك المحاربة لا بد وأن تكون محدودة ومؤقتة ، حتى يستعد المسلمون ما استطاعوا ويستعيدوا قواهم ، فيجوز لهم الجهاد بعد انقضاء المدة ، ولا يجوز نقض العهد إلا بعد نقضهم ، والغدر في الحرب غير الغدر للحرب ، فانّ « الوفاء لأهل الغدر غدر عند اللّه ، والغدر بأهل الغدر وفاء عند اللّه » « 1 » وما لم ينقضوا عهدهم لم يكونوا من أهل الغدر ، قال تعالى :   . . . وَبَشِّرِ الَّذِينَ كَفَرُوا بِعَذابٍ أَلِيمٍ * إِلَّا الَّذِينَ عاهَدْتُمْ مِنَ الْمُشْرِكِينَ ثُمَّ لَمْ يَنْقُصُوكُمْ شَيْئاً وَلَمْ يُظاهِرُوا عَلَيْكُمْ أَحَداً فَأَتِمُّوا إِلَيْهِمْ عَهْدَهُمْ إِلى مُدَّتِهِمْ إِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ .  \r\n( التوبة [ 9 
  ] الآية 3 و 4 )\r\nوتوجه الخطاب والأوامر نحو الرسول ( صلّى اللّه عليه وآله وسلّم ) حيث لم يكن بشخصه أو برسالته فقط ، بل بإمامته وولايته وزعامته العامة للمسلمين ، فهي إذن لا تختص به وبزمانه فقط ، بل تشمل كل زمان وكل زعيم شرعي للمسلمين .\r\n\r\nالاستجارة\r\nالثالثة عشرة : قوله تعالى :\r\n وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ ذلِكَ بِأَنَّهُمْ قَوْمٌ لا يَعْلَمُونَ .  ( التوبة [ 9 
  ] الآية 6 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - من قصار حكم الإمام علي ( عليه السّلام ) في نهج البلاغة رقم 259 .\r\n","page_name":" 266 ","page_number":58},
  {"content":"\r\n\r\nالآية المباركة ضمن آيات الحرب مع الكفار ، وانه لا بد من الارصاد لهم كل مرصد حتى يتوبوا ويؤمنوا ، وانه لا وفاء لهم بعهودهم إلا اضطرارا ،  كَيْفَ وَإِنْ يَظْهَرُوا عَلَيْكُمْ  ويتغلبوا  لا يَرْقُبُوا فِيكُمْ إِلًّا  ولا رحما ولا ودّا ،  يَقُولُونَ بِأَفْواهِهِمْ ما لَيْسَ فِي قُلُوبِهِمْ  ،  يُرْضُونَكُمْ بِأَفْواهِهِمْ  وأقوالهم ، وأكثرهم الفاسقون . اشتروا بآيات الله ثمنا قليلا فصدّوا عن سبيله انهم ساء ما كانوا يعملون ، لا يرقبون في مؤمن إلّا ولا ذمّة ، ولا يراعون حسبا ولا نسبا وقرابة أو عهدا أولئك هم المعتدون .\r\nالكفار مع أنهم كذلك وانهم لا يسلمون إلا لضرورة ، ولا يتفوّهون به إلا فسقا ونفاقا ، ولا يتعاهدون إلا مكرا وحيلة ، ولا يستجيرون إلا تحفّظا على دمائهم وأموالهم ، يتربّصون بذلك الفرصة على الاسلام . . . والأمر وإن كان كذلك ، إلّا ان أدب الاسلام وشرافة الشريعة وكرامة المسلمين وسماحة أميرهم وعظمة أحكام اللّه تعالى لكونها على أساس الفطرة التي لا تبديل لها يقتضي إجارة المستجير كائنا من كان ، وفي أي حال مع التحفظ على كيان الاسلام ومصالح المسلمين ، فان  أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلامَ اللَّهِ  ويرى نوره ،  لَعَلَّهُ يَتَذَكَّرُ أَوْ يَخْشى  ، فإنهم قوم لا يعلمون ، ثم بعد ذلك أبلغه مأمنه وارتياحه « 1 » .\r\nومن المعلوم انه ليس معنى ذلك كرامة الاستجارة الخادعة منهم واجارته من غير تحفّظ عليه ، وادخاله في مجتمع المسلمين ، وإشرافه على ما لا يصلح اشراف بعض المسلمين أيضا عليه من بطانة الأمور وخفاياها ، ولا سيما حال الحرب المبتني على التستّر والخفاء إلا على الأوحدي من العسكريين الموثوقين بايمانهم ومعرفتهم للأمور ، ولا سيما في زماننا هذا ، وكآلات الحرب ورموز الأجهزة الحربية والأسرار الخفية الدقيقة يكفي في الفشل لانكشاف بعضها للعدو كما لا يخفى .\r\nفالإجارة واجب بعد استجارته ليسمع كلام الله ويصير من المسلمين أو ليبلغ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هذا هو الفرق بين الأسير الذي عرفت حكمه إما منّا وإما فداء ، والمستجير الذي لا بدّ من ابلاغه مأمنه بعد ما يسمع كلام اللّه .\r\n","page_name":" 267 ","page_number":59},
  {"content":"\r\n\r\nمأمنه ويؤمن شرّه لا مطلقا .\r\n\r\nالجهاد كما يريده الله تعالى\r\nالرابعة عشر : قوله تعالى :\r\n وَجاهِدُوا فِي اللَّهِ حَقَّ جِهادِهِ هُوَ اجْتَباكُمْ وَما جَعَلَ عَلَيْكُمْ فِي الدِّينِ مِنْ حَرَجٍ مِلَّةَ أَبِيكُمْ إِبْراهِيمَ .  ( الحج [ 22 
  ] الآية 78 )\r\nالآية المباركة لا تتكئ إلا على الجهاد وانه لا بدّ وأن يقع على حده ووجهه من غير توان وتسامح ، وان الجهاد في الله تعالى بأي وجه وطريق لا سيما الحرب والمقاتلة مع الكفار بشروطه لا بد وأن يكون على حقه تحمّل المشاق والمصائب والشهادة ، وما جعل عليكم في الدين وحمايته من مشقة وحرج باعتبار الأمة والمجتمع ، فيجب الصبر من أجل ذلك وتحمّل المشاق والمشاكل وطروء الحوادث في سبيل الله ، والمقاومة في المقاتلة حتى النصر ، والتمكّن من أصل الغرض مما عرّفه مرارا وان ذلك وإن كان بطبعه الأولي حرجيا حسب حال الأفراد ، ولكن لا بد من تحمّله حفاظا على كيان الاسلام وشوكته وأساس الأمة من غير حرج عليها فإنه تعالى اجتباكم مسلمين ملّة أبيكم إبراهيم . والآية تشتمل بعد الامر بالجهاد في الله تعالى حقه على أمرين آخرين الأول ان الله تعالى هو الذي اجتباكم واختاركم لهذه الفضيلة التي لا تختص بالاسلام فقط بل توجد في الشرائع الإلهية من شيخ الأنبياء إبراهيم ( على نبينا وآله وعليه السلام ) إلى خاتم الأنبياء اولي العزم من الرّسل ملّة أبيكم إبراهيم . الثاني ان ذلك التشريع لا حرج فيه ولا ضغط ، أي لا يكون في اي تشريع من المشروعات ، والدين شريعة سهلة سمحة ، والحرج والضرر يرفع ذلك إذا كان زائدا على ما في طبع المشروع .\r\n\r\n","description":"","footnote":"","page_name":" 268 ","page_number":60},
  {"content":"\r\n\r\n\r\n[ النوع الثالث : الآيات التي تدل على وقت القتال 
  ]\r\n\r\nظروف القتال\r\nالنوع الثالث :\r\nفي آيات تدل على وقت الجهاد وزمن القتال :\r\nأولها - قوله تعالى :\r\n يَسْئَلُونَكَ عَنِ الشَّهْرِ الْحَرامِ قِتالٍ فِيهِ قُلْ قِتالٌ فِيهِ كَبِيرٌ وَصَدٌّ عَنْ سَبِيلِ اللَّهِ وَكُفْرٌ بِهِ . . . وَالْمَسْجِدِ الْحَرامِ وَإِخْراجُ أَهْلِهِ مِنْهُ أَكْبَرُ عِنْدَ اللَّهِ .  ( البقرة [ 2 
  ] الآية 217 )\r\nما هو المسؤول عنه أولا : حكم القتال في الشهر الحرام ، الدال على أن في البين شهرا بل أشهر يحرم فيها أمور ، فأجيب بأن القتال فيه من المحرّمات بل من الكبائر وانه صدّ عن سبيل الله وكفر به احتراما لتلك الشهور واحترازا عن القتال الذي يستدرج إلى المقاتلة الجاهلية رأسا ، التي كانت تشمل حياتهم بشئونها طول السنة وسلبت عنهم معيشتهم . والاحترام هذا نظير رعاية اعلان وقف اطلاق النار المؤقت والهدنة في الحرب ، حتى يتمكّن من الوساطة والمفاوضات ، واستكشاف طريق الفصل والحل على ما هو الحق في الاختلافات الموضوعية . ولعلّه لذلك كان نقض الحرمة والنسيء صدّا عن سبيل الله وكفرا به ، فإنه صدّ عن الوصول إلى الحق وتحققه وستر عليه ، وهو كفر بالله العظيم بمرتبة ، فان القتال إذا لم يكن للحق وحفظ التوحيد وبسط العدل على وجه الأرض ، فهو توثّب جاهلي ، وتوحّش سبعي محرّم ، كما هو متداول اليوم - ومع الأسف - بين من يدّعي الرقيّ والتمدّن من الدول الكبرى الغربية والشرقية . إذ نرى توثّب كل واحدة على الأخرى ، أو كلاهما على من بينهما من الضعاف ولا سيما في الشرق الأقصى والأوسط .\r\nوكيف كان ، فلا يجوز القتال في الشهر الحرام اجمالا ، وأما انه جائز في كل وقت دونه ، فهو أمر ملتمس من دليله ، وان كانت الآية الكريمة لا تخلو عن الاشعار بعدم الحرمة أو الوجوب المدلول عليه بما عرفت من الاطلاقات في غير الشهر الحرام كما لا يخفى .\r\n\r\n","description":"","footnote":"","page_name":" 269 ","page_number":61},
  {"content":"\r\n\r\nثانيها - قوله تعالى :\r\n فَإِذَا انْسَلَخَ الْأَشْهُرُ الْحُرُمُ فَاقْتُلُوا الْمُشْرِكِينَ حَيْثُ وَجَدْتُمُوهُمْ وَخُذُوهُمْ وَاحْصُرُوهُمْ وَاقْعُدُوا لَهُمْ كُلَّ مَرْصَدٍ فَإِنْ تابُوا وَأَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ فَخَلُّوا سَبِيلَهُمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ .  ( التوبة [ 9 
  ] الآية 5 )\r\nوثالثها - قوله تعالى :\r\n  إِنَّ عِدَّةَ الشُّهُورِ عِنْدَ اللَّهِ اثْنا عَشَرَ شَهْراً فِي كِتابِ اللَّهِ يَوْمَ خَلَقَ السَّماواتِ وَالْأَرْضَ مِنْها أَرْبَعَةٌ حُرُمٌ ذلِكَ الدِّينُ الْقَيِّمُ فَلا تَظْلِمُوا فِيهِنَّ أَنْفُسَكُمْ وَقاتِلُوا الْمُشْرِكِينَ كَافَّةً كَما يُقاتِلُونَكُمْ كَافَّةً وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ * إِنَّمَا النَّسِيءُ زِيادَةٌ فِي الْكُفْرِ يُضَلُّ بِهِ الَّذِينَ كَفَرُوا يُحِلُّونَهُ عاماً وَيُحَرِّمُونَهُ عاماً لِيُواطِؤُا عِدَّةَ ما حَرَّمَ اللَّهُ فَيُحِلُّوا ما حَرَّمَ اللَّهُ زُيِّنَ لَهُمْ سُوءُ أَعْمالِهِمْ وَاللَّهُ لا يَهْدِي الْقَوْمَ الْكافِرِينَ .  \r\n( التوبة [ 9 
  ] الآية 36 و 37 )\r\nالأولى من الآيتين تفيد بأن الشهر الحرام الذي سئل عن القتال فيه من قبل ، هو أشهر لا شهر واحد ، فلا يجوز القتال فيها إلا بعد انسلاخها ، فإذا انسلخت يجب القتال مع الكفار والتشديد عليهم فيه بأخذهم حيثما وجدوا ، والإرصاد لهم كل مرصد حتى يقتلوا أو يرجعوا عن كفرهم ويتوبوا إلى الله ويقيموا الصلاة ويؤتوا الزكاة كسائر المسلمين .\r\nومن الآية الثانية يستفاد أن عدة تلك الأشهر الحرم بين أشهر السنة الاثني عشر ( عدة الشهور في كتاب الله ) أربعة أشهر هي ذي القعدة ، وذي الحجة ، ومحرّم ( ثلاثة سرد ) ، ( وواحد فرد ) : رجب . ويستفاد من الآية الكريمة أيضا شدّة حرمة القتال في هذه الأشهر الأربعة ، وان ذلك حكم من أحكام الله ودينه ، وتخلّفه ظلم على النفس ، وان النسيء بتبديل شهر في الحكم مكان الآخر خدعة وإيطاء للشهر الحرام ، زيادة في الكفر وضلال ، وعمل سوء زيّن لهم ، والله لا يهدي القوم الكافرين ، فلا تجوز المقاتلة ابتداء إلا بعد انسلاخ تلك الأشهر الحرم .\r\n\r\n","description":"","footnote":"","page_name":" 270 ","page_number":62},
  {"content":"\r\n\r\nوأما ظهور الآية المباركة في كون الشهور اثني عشر شهرا تكوينيا في نظام الخلقة كتاب الله من أول يوم خلق السماوات والأرض ، لا جعلا اعتباريا كما عن الطبري ( رضوان الله عليه ) وإن صحّ في حرمة الأشهر الأربعة ، ومعنى ذلك في التكوين الهلال إلى الهلال المرئي للناس ، وتجديد الفصل برودة وحرارة في أية نقطة من الأرض وقطر من الأقطار ، باثني عشر هلالا أو غير ذلك ، وهذا بحث تفسيري خارج عن مقتضى الرسالة « 1 » .\r\n\r\nالأمر بالقتال عند نقض العهد\r\nورابعها - قوله تعالى :\r\n   وَإِنْ نَكَثُوا أَيْمانَهُمْ مِنْ بَعْدِ عَهْدِهِمْ وَطَعَنُوا فِي دِينِكُمْ فَقاتِلُوا أَئِمَّةَ الْكُفْرِ إِنَّهُمْ لا أَيْمانَ لَهُمْ لَعَلَّهُمْ يَنْتَهُونَ * أَ لا تُقاتِلُونَ قَوْماً نَكَثُوا أَيْمانَهُمْ وَهَمُّوا بِإِخْراجِ الرَّسُولِ وَهُمْ بَدَؤُكُمْ أَوَّلَ مَرَّةٍ أَ تَخْشَوْنَهُمْ فَاللَّهُ أَحَقُّ أَنْ تَخْشَوْهُ إِنْ كُنْتُمْ مُؤْمِنِينَ * قاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ .    ( التوبة [ 9 
  ] الآية 12 و 13 و 14 )\r\nالآيات المباركات تأمر مؤكّدة بمقاتلة أئمة الكفر وزعمائهم إذا نكثوا عهدهم ، فإنهم لا أيمان لهم بعد النقض والتحريض على المقاتلة ، فلم لا تقاتلوهم وهم بدءوكم بنقض العهد أول مرّة ؟ فلا تخشوهم فان الله أحق أن تخشوه ، فقاتلوهم يعذّبهم الله بأيديكم في الدنيا ، ويخزهم في الآخرة ، وينصركم الله في الحرب فيشف صدوركم ويفرّح قلوبكم .\r\nومن المعلوم ان الوجوب بذلك اللحن الشديد لدفع توهم بقاء الحرمة بعد نقض العهد مطلقا والطعن في الدين من حرمة المقاتلة في الأشهر الحرم وغيرها ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تكلمنا عنه اجمالا عند الكلام في الآيات المؤوّلة على الأئمة الاثني عشر المعصومين ( صلوات اللّه عليهم أجمعين ) .\r\n","page_name":" 271 ","page_number":63},
  {"content":"\r\n\r\nوبيان عدم الوجه لبقاء الحرمة ، مع أنهم هم الذين كانوا قد بدءوكم بالنقض أول مرّة وهتك حرمة العهد وحرمة الأشهر الحرم ، فعليهم اثم ذلك فلا بد لكم من مقاتلتهم .\r\nوبذلك يخصص اطلاق الآيات الدالة على حرمة القتال في الأشهر الحرم ، وانه لا حرمة بعد نقضهم في أي وقت وأي حكم أو عهد ، وعليكم بالقتال ، كما أن الأمر كذلك لدى العرف والعقلاء ، فالحكم ارشادي كما لا يخفى .\r\nمع صراحة قوله تعالى :  الشَّهْرُ الْحَرامُ بِالشَّهْرِ الْحَرامِ وَالْحُرُماتُ قِصاصٌ فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ  ( البقرة [ 2 
  ] الآية 194 ) في الحكم ، وسيأتي الكلام فيه في كتاب القصاص إن شاء الله .\r\nهذا تمام الكلام في الجهاد وما يرتبط به من متصديه ومجاهديه وكيفيته ووقته ولزوم مقابلة العدو ومقاتلته والعمل بالمثل مع من اعتدى .\r\n\r\nالدفاع\r\nالدفاع في اللغة منع الغير وايجاد المانع على طريق تحصّل المقتضي . وفي المصطلح دفع الخصم ومنعه عن مختلف شؤون الحياة كالنفس والعرض والمال ، والدين من أعلى مراتب العرض وأثمن وأغلى شؤون الحياة ، حيث إنه يدافع عنه بالمال والعرض بل بالنفس في بعض مراتبه ، وهو أمر عقلائي يدركه كل انسان بل يحسّه كل ذي حياة ، أرشدت إليه الآيات المباركات وروايات المعصومين ( عليهم السّلام ) ، قال تعالى :  وَلَوْ لا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوامِعُ وَبِيَعٌ وَصَلَواتٌ وَمَساجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيراً .  ( الحج [ 22 
  ] الآية 40 ) ، فان الله تعالى دفع شرّ الناس عن شرائعه ومقدّساته ومساجده بأيدي آخرين منهم إبقاء لمعالم دينه ، وإنارة لمشاعل شريعته على طريق العباد إلى السعادة الأبدية اللائقة بالانسان ،  وَلَوْ لا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعالَمِينَ . \r\n\r\n","description":"","footnote":"","page_name":" 272 ","page_number":64},
  {"content":"\r\n\r\n( البقرة [ 2 
  ] الآية 251 )\r\nولعلّك عرفت من ملاحظة آيات الجهاد على كثرتها ، وعنايتها في الشؤون المختلفة منه ، وحال شروعه ، وحين اشتعال نائرة الحرب وعندما  تَضَعَ الْحَرْبُ أَوْزارَها  ، عرفت من ذلك ضعف ما احتمله البعض من انتفائه في الاسلام رأسا ، وتوجيه ما وقع في تأريخه إلى الدفاع توهّما منه ان ذلك ردّ على الاعتراض بأن الاسلام قائم على القهر والسيف دون الفطرة والعقل . مع أن فتح مكة في زمن حياة الرسول الأكرم ( صلّى اللّه عليه وآله وسلّم ) وبلاد مصر وإيران وأكثر الفتوحات التي وقعت في صدر الاسلام أي بعد وفاته ( صلّى اللّه عليه وآله وسلّم ) لم يكن إلا جهادا ابتدائيا كما هو ظاهر .\r\nوالجواب عن هذا التوهّم بعد ما عرفت من الآيات أن خلق السماوات والأرض كان للتوحيد والحق ، و  إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الَّذِينَ كَفَرُوا  بآيات الله « 1 » فإذا انتهى حفظ حق حاكمية الحق إلى التوسّل بالسيف والقوة على شروطه كان ذلك أمرا عقلائيا ، يحكم بضرورته ويرشد إليه الشرع ، ويقبله كل مجتمع فيما يراه حقا .\r\nوالاسلام يتوسّل بذلك إقراعا لندائه مسمع الناس ، وبعده يبقى بينهم بفطرتهم التي فطرهم الله عليها لا بالقهر . ألا ترى سعة نطاقه واستغراقه الأقطار بعد زوال القهر ، والناس يتعاونون على اسماعه الآخرين وإنارة مشاعلهم ، وذلك لمساعدته نظام خلق الانسان وفطرته ونظام العالم وقوانينه ، وقد عاداه كثير من الجبابرة ورؤساء الحكومات بل وزعماء المذاهب الأخرى حفظا لمتاعهم القليل الفاني ، وما عند الله تعالى هو الباقي ، وليس هنا محل بسط الكلام . وكيف كان ففي المقام آيات بيّنات :\r\nالأولى : قوله تعالى :\r\n . . . وَلَوْ لا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَهُدِّمَتْ صَوامِعُ وَبِيَعٌ وَصَلَواتٌ وَمَساجِدُ يُذْكَرُ فِيهَا اسْمُ اللَّهِ كَثِيراً وَلَيَنْصُرَنَّ اللَّهُ مَنْ يَنْصُرُهُ إِنَّ اللَّهَ لَقَوِيٌّ عَزِيزٌ . \r\n( الحج [ 22 
  ] الآية 40 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) -  إِنَّ شَرَّ الدَّوَابِّ عِنْدَ اللَّهِ الصُّمُّ الْبُكْمُ الَّذِينَ لا يَعْقِلُونَ  ( الأنفال [ 8 
  ] الآية 22 ) .\r\n","page_name":" 273 ","page_number":65},
  {"content":"\r\n\r\nوالثانية : قوله تعالى :\r\n وَلَوْ لا دَفْعُ اللَّهِ النَّاسَ بَعْضَهُمْ بِبَعْضٍ لَفَسَدَتِ الْأَرْضُ وَلكِنَّ اللَّهَ ذُو فَضْلٍ عَلَى الْعالَمِينَ .  ( البقرة [ 2 
  ] الآية 251 )\r\nالآيتان الكريمتان بتقريب واحد تصرّحان بأن الله تعالى يدافع عن الصلاة وعن المساجد ليذكر فيها اسمه كثيرا ، ويدافع أيضا عن انسانية الناس ومعيشتهم الصالحة السليمة في طريق الخير والكمال ؛ لئلا تفسد الأرض ومن عليها ، وهذا لا يكون بعد ارادته التكوينية في نظام الطبيعة إلا من الطرق الطبيعية ، وبأيدي الناس ، فببعضهم المؤمنين المطيعين يدفع شرّ المنافقين والكفار المعاندين ، ويجعل على العباد وجوب الدفاع ، وينصرهم في حينه فإنه تعالى لينصرنّ من ينصره وهو القوي العزيز ، فيغلبون ويدفعون شرّ الكفار عن الصوامع والبيع والصلوات والمساجد  فِي بُيُوتٍ أَذِنَ اللَّهُ أَنْ تُرْفَعَ وَيُذْكَرَ فِيهَا اسْمُهُ  ، ولولا ذلك بعدم التكليف ، أو عدم النصر ، لفسدت الأرض بتسلّط شرّ الدواب الذين يكفرون بآيات الله ، ويهدمون معابده ، والله ذو فضل على العالمين وعلى عباده ، فلا يتركهم سدى ويأذن للمؤمنين في دفعهم الظلم بالمقاتلة فما دونها :  أُذِنَ لِلَّذِينَ يُقاتَلُونَ بِأَنَّهُمْ ظُلِمُوا وَإِنَّ اللَّهَ عَلى نَصْرِهِمْ لَقَدِيرٌ .  ( الحج [ 22 
  ] الآية 39 )\r\nفالآيتان المباركتان وإن لم تكونا في مقام تشريع الايجاب أو الارشاد إلى وجوب الدفاع العقلي ، إلا أنّهما تفيدان بالصراحة تحقق الايجاب من قبل ، بدفع البعض ببعض ونصر الناصر ، وان ذلك من شرائع الله تعالى وفضله على العالمين ، ليهتدي كثير من عباده ، وليتخلصوا من أيدي الظلمة الذين يصدّون عن سبيل الله ، ويستضعفون الناس فيجعلونهم شيعا .\r\nالثالثة : قوله تعالى :\r\n الشَّهْرُ الْحَرامُ بِالشَّهْرِ الْحَرامِ وَالْحُرُماتُ قِصاصٌ فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ . \r\n\r\n","description":"","footnote":"","page_name":" 274 ","page_number":66},
  {"content":"\r\n\r\n( البقرة [ 2 
  ] الآية 195 )\r\nالآية المباركة على ما قيل تشير إلى أن الشهر الحرام الذي أحرم فيه المسلمون ودخلوا مكة فاتحين في السنة السابعة من الهجرة قبال الشهر الحرام الذي منعهم مشركوا مكة وكانوا قاصدين زيارة بيت الله الحرام في شهر ذي القعدة في السنة السادسة ، إلا أن انطباق ذلك على الكبرى الكلية من قصاص الحرمات ، وترتب الأمر بالاعتداء على من اعتدى بالمثل ، يدل على المطلوب بكليته من الاعتداء على من اعتدى ، ودفع من تعرّض ، وصرع من صارع ، إلى الكفاح والقتال . واطلاق الاعتداء على الدفاع والمقابلة تسامح وتغليب ، ولذلك لا يجوز التعدي عمّا اعتدى بل يقتصر عليه ، وليتق الله تعالى في الاعتداء بأكثر فان الله مع المتقين .\r\nومن هذا الأصل يستخرج فروع كثيرة مبسوطة كوجوب الدفاع عن المال بمراتبه دون قتل اللص والسارق ، وان لم يكن على القاتل شيء ، إن قتل السارق حال السرقة اتفاقا ؛ فإنه هو الذي عرّض نفسه لهذا المعرض ، وكوجوب الدفاع عن العرض « 1 » وعن النفس أيضا ، وقد أشبعنا الكلام حول فروع المقام في كتاب الجهاد من رسالتنا « أبحاث فقهية » .\r\nوضابطة الأمر مراعاة الأهم فالأهم في نظر الشرع ، وعلى ذلك الأساس كانت فروع الدفاع عن الاسلام والقرآن وأحكام الله تعالى وحماه ، وعن المسلمين وبلادهم وكل شأن من شؤون حياتهم إذا داهمهم الكفر والشرك بخديعاته وتمهيداته كما تعلم .\r\nالرابعة : قوله تعالى :\r\n  وَقاتِلُوا فِي سَبِيلِ اللَّهِ الَّذِينَ يُقاتِلُونَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ * وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ وَالْفِتْنَةُ  \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وقد ورد أنه ليس عليه شيء بينه وبين الله لو قتل المتعرّض المتجاوز لعرضه أو قتلهما إذا وجدهما متناكحين مع الكلام في حده الظاهري وان ذلك حق له يجوز أو لا ، على ما في المفصلات .\r\n","page_name":" 275 ","page_number":67},
  {"content":"\r\n\r\n أَشَدُّ مِنَ الْقَتْلِ وَلا تُقاتِلُوهُمْ عِنْدَ الْمَسْجِدِ الْحَرامِ حَتَّى يُقاتِلُوكُمْ فِيهِ فَإِنْ قاتَلُوكُمْ فَاقْتُلُوهُمْ كَذلِكَ جَزاءُ الْكافِرِينَ .  ( البقرة [ 2 
  ] الآية 191 و 190 )\r\nالآية الكريمة تأمر المسلمين بمقاتلة الذين يقاتلونهم وتنهاهم عن الاعتداء فان الله لا يحبّ المعتدي كائنا من كان ، وفي اي مقام وشأن . وحيث إن ظاهر العنوان الفعليّة ، فالذين يقاتلون المسلمين هم الكفار المهاجمون عليهم بالفعل ، فيجب حينئذ قتالهم من غير اعتداء وتجاوز ، اي قتل غير المقاتل أو المقاتل بعد استسلامه ، أو بعد الغلبة في الجملة ؛ وليس ذلك إلا الدفاع بمنع شرّهم عن المسلمين ، ولذلك أكّدت الآية الكريمة الأمر بالتشديد عليهم في قوله تعالى :  وَاقْتُلُوهُمْ حَيْثُ ثَقِفْتُمُوهُمْ وَأَخْرِجُوهُمْ مِنْ حَيْثُ أَخْرَجُوكُمْ  فإنهم هم الذين أثاروا الفتنة وأوقدوا نار الحرب والقتال ، وهي أشدّ منه .\r\nنعم لا تقاتلوهم عند المسجد الحرام مراعاة للحرم وحفظا لحرمته ، إلا أن يقاتلوكم فيه ، فاقتلوهم فيه أيضا ، وإن كان خلاف حرمة المسجد ، فإنهم أول من نقض ؛ وشأن الدفاع ذلك .\r\nهذا على الفعلية في الوصف وأما على الشأنية فإنّ على المسلمين قتال الذين يقاتلونهم بطبعهم واعتقادهم أينما تمكّنوا ، فان الذين كفروا يقاتلون في سبيل الطاغوت كما يقاتل المؤمن في سبيل الله ، فيرجع الأمر إلى الجهاد كما يؤيد ذلك الكبرى الكلية  وَقاتِلُوهُمْ حَتَّى لا تَكُونَ فِتْنَةٌ  بتقريب قد عرفته .\r\n\r\nالهجرة\r\nالهجرة هي مفارقة الانسان غيره ، ومتاركته بالجسم والروح أو بأحدهما .\r\nواصطلاحا هي ترك بلد يألفه إلى بلد آخر ، لعدم تمكّنه عمّا يريد في معيشته أو الاتيان بشعائر مذهبه ومناسك دينه فيه . والانسان مجبول على الحرية والاستقلال ، ومفطور على التوسّع في العمل ، ولا سيما الاتيان بما يعتقده ويدين به\r\n\r\n","description":"","footnote":"","page_name":" 276 ","page_number":68},
  {"content":"\r\n\r\nفإذا أحسّ المنع والمحدودية يكافح المانع ويعارضه بطبعه وسيرته وسلوكه ، فإذا انتهى به الأمر إلى عدم تمكّنه من القيام بشيء ، يخرج عن بيته مهاجرا إلى الله وإلى الخير والحق ، حتى ينتهي إلى بلد يحسّ فيه الراحة والحرية والتمكّن من العمل .\r\nوالأمر في ذلك على السواء بين حياة الفرد والمجتمع ؛ والاسلام بنظرته الثاقبة يرى الهجرة واجبة فيما يتوقف عليها واجب ، وراجحة في الراجح ، وذلك من مراتب الجهاد في سبيل الله واعلان شعائره تعالى .\r\nوفي باب الهجرة آيات :\r\nالأولى : قوله تعالى :\r\n  إِنَّ الَّذِينَ تَوَفَّاهُمُ الْمَلائِكَةُ ظالِمِي أَنْفُسِهِمْ قالُوا فِيمَ كُنْتُمْ قالُوا كُنَّا مُسْتَضْعَفِينَ فِي الْأَرْضِ قالُوا أَ لَمْ تَكُنْ أَرْضُ اللَّهِ واسِعَةً فَتُهاجِرُوا فِيها فَأُولئِكَ مَأْواهُمْ جَهَنَّمُ وَساءَتْ مَصِيراً . إِلَّا الْمُسْتَضْعَفِينَ مِنَ الرِّجالِ وَالنِّساءِ وَالْوِلْدانِ لا يَسْتَطِيعُونَ حِيلَةً وَلا يَهْتَدُونَ سَبِيلًا .   ( النساء [ 4 
  ] الآية 97 و 98 )\r\nالآيات المباركات تفيد عدم تمامية استدلال الظالمين أنفسهم بانحرافهم عن الحق وابتلائهم بالباطل بالضعف ، فكيف باستضعافهم الآخرين ، فيقال لهم :  أَ لَمْ تَكُنْ أَرْضُ اللَّهِ واسِعَةً فَتُهاجِرُوا فِيها  حتى تتمكّنوا من إيفاء الحق والاتيان بما أمر الله تعالى به ، وما يدركه عقلكم الفطري الانساني من اكتساب الحسنات وترك السيئات ، فقد قال تعالى :   وَنَفْسٍ وَما سَوَّاها فَأَلْهَمَها فُجُورَها وَتَقْواها   ( الشمس [ 91 
  ] الآية 8 و 7 ) فأولئك بظلمهم أنفسهم ، وتركهم الهجرة ، وبقائهم في بلاد لم يتمكّنوا من إقامة العدل وأداء الوظيفة « 1 » ، مأواهم جهنم وساءت مصيرا . وإذا كان ترك أمر يوجب نار جهنم وتصليتها ، اذن فيجب فعله . وصدق الظلم بالنفس لا يكون بإطلاقه إلا في ترك الواجب ، أو فعل المحرّم ، فإذا اقتضى البقاء في بلد ذلك يجب الخروج والهجرة عنه ، وفي ترك الراجح وفعل المرجوح يرجّح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - لتسلّط الجبابرة وصيرورتهم مستضعفين بأيديهم .\r\n","page_name":" 277 ","page_number":69},
  {"content":"\r\n\r\nنعم ، المستضعفون الذين لا يستطيعون حيلة ووسيلة ولا يهتدون سبيلا للخروج والهجرة ليس عليهم شيء ولعلّ الله يغفر ذنوبهم الصغائر إذا اجتنبوا الكبائر وعملوا - حسب طاقتهم ومحيطهم - بالواجبات وكان الله عفوا غفورا .\r\nومن المعلوم ان الهجرة وترك البلد المألوف إلى بلد آخر يزيد في الايمان ، ويضاعف العمل بشعائر الدين ، وإن كان فيها المشاق والمصائب . ولكن من هاجر إلى الله والحق والخير  يَجِدْ فِي الْأَرْضِ مُراغَماً كَثِيراً  « 1 »  وَسَعَةً  وتوفيقا منه تعالى يتحقق خلال ذلك من منازعات في الحق والباطل وتوفيق وسعة في الحق بتأييد الله تعالى ونصره فيصير الآخر مقهورا مرغوما والمهاجر في سعة .\r\nوكفى في فضل المهاجر في سبيل الله من الباطل والشرك إلى الحق والخير بترك بلاده إلى منأى من المدن للتمكّن من إقامة الحق وشعائر الله تعالى وإنارة مشاعله وتوسعة شريعته زائدا على نفس الخير والنور الذي يصل إليه قوله تعالى :\r\n وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهاجِراً إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ فَقَدْ وَقَعَ أَجْرُهُ عَلَى اللَّهِ وَكانَ اللَّهُ غَفُوراً رَحِيماً  ( النساء [ 4 
  ] الآية 100 ) ، فلا يؤجر بشيء خاص معيّن من الجنّة ونعيمها بل على الله تعالى أجره ولا نعرف فضلا في ذلك الحد .\r\nالثانية : قوله تعالى :\r\n إِنَّ الَّذِينَ آمَنُوا وَهاجَرُوا وَجاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولئِكَ بَعْضُهُمْ أَوْلِياءُ بَعْضٍ وَالَّذِينَ آمَنُوا وَلَمْ يُهاجِرُوا ما لَكُمْ مِنْ وَلايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهاجِرُوا وَإِنِ اسْتَنْصَرُوكُمْ فِي الدِّينِ فَعَلَيْكُمُ النَّصْرُ إِلَّا عَلى قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثاقٌ وَاللَّهُ بِما تَعْمَلُونَ بَصِيرٌ .  ( الأنفال [ 8 
  ] الآية 72 )\r\nالآية الكريمة - كما ترى - تنادي بإناطة الولاية التي هي من أوثق عرى الايمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وما ذكرنا من المعنى أقرب باللغة مما ذكره صاحب المفردات من « مذاهب ومنكرات يغضب عليها المهاجر » ، فان الرغام كما ذكره هو التراب الرقيق ( الدقيق ) اي الغبار والسحيق ، والمراغم بالفاعل من يرغم أنف خصمه على الأرض فيتلطخ بالغبار فهو مراغم بالفتح أو مرغوم ، والمهاجر في سبيل الله يجد مراغما كثيرا لا المنكرات وقد كان واجدها في البلدة التي هاجر عنها كما لا يخفى .\r\n","page_name":" 278 ","page_number":70},
  {"content":"\r\n\r\nبالهجرة ، ولا يكفي صرف قبول الاسلام بقول الشهادتين لدخوله في جمع المؤمنين ما لم يهاجر ، وان الولاية تكون بين  الَّذِينَ آمَنُوا وَهاجَرُوا وَجاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ فِي سَبِيلِ اللَّهِ  وبين  الَّذِينَ آوَوْا وَنَصَرُوا  المجاهدين وهم المؤمنون حقا ، فليس لهم تلك الولاية حتى يهاجروا ، ونفي ذلك يساوق نفي الايمان عنهم بتركهم الهجرة ، فان المؤمن الذي لم يعد من جمع المؤمنين ولم يكن جزء منهم ولا من مجتمعهم ، فلم يكن بينه وبينهم الولاية والتدافع والتناصر على الحق وتوسعة الأمر وترويج الشرع ، فليس بمؤمن حتى يهاجر ويتصل بالجمع ويشدّ ببعضه الآخرين ليكونوا كالبنيان الواحد المرصوص ، فيؤثّر في جماعة المؤمنين ويقوّي حياتهم ويكون من المؤمنين حقا ، فقد قال تعالى :  وَالَّذِينَ آمَنُوا وَهاجَرُوا وَجاهَدُوا فِي سَبِيلِ اللَّهِ وَالَّذِينَ آوَوْا وَنَصَرُوا أُولئِكَ هُمُ الْمُؤْمِنُونَ حَقًّا لَهُمْ مَغْفِرَةٌ وَرِزْقٌ كَرِيمٌ  ( الأنفال [ 8 
  ] الآية 74 ) ، فجعل سبحانه لكل من الهجرة والمجاهدة دخلا في صدق الايمان بحق وكونه منهم كما جعل للايواء وتبوّأ المهاجر ونصرته سهما .\r\nوحينئذ فدلالة الآية المباركة على وجوب الهجرة فيما إذا لم يتمكّن في بلده من الاتصال بالمؤمنين وإيتاء الشعائر الدينية ظاهرة ، إلا أن يكون لبقائه في بلد الكفر أثر أرجح من تبليغ الحق وترويج الدين مع عدم الافتقار إليه في دار الايمان ، فان ذلك أيضا جهاد في سبيل الله تعالى بوجه « 1 » .\r\nالثالثة : قوله تعالى :\r\n  وَالَّذِينَ هاجَرُوا فِي اللَّهِ مِنْ بَعْدِ ما ظُلِمُوا لَنُبَوِّئَنَّهُمْ فِي الدُّنْيا حَسَنَةً وَلَأَجْرُ الْآخِرَةِ أَكْبَرُ لَوْ كانُوا يَعْلَمُونَ * الَّذِينَ صَبَرُوا وَعَلى رَبِّهِمْ يَتَوَكَّلُونَ .  \r\n( النحل [ 16 
  ] الآية 41 و 42 )\r\nتصرّح الآية المباركة بأن المهاجرين هم الذين يبوّئهم الله في الدنيا مبوّأ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - فيخصص اطلاق قوله تعالى :  وَالَّذِينَ آمَنُوا وَلَمْ يُهاجِرُوا ما لَكُمْ مِنْ وَلايَتِهِمْ مِنْ شَيْءٍ حَتَّى يُهاجِرُوا  ( الأنفال [ 8 
  ] الآية 72 ) بذلك عقلا كما هو ظاهر من غرض الهجرة .\r\n","page_name":" 279 ","page_number":71},
  {"content":"\r\n\r\nحسنا ولهم في الآخرة أجر كبير ، فان تنسيق الايمان وتنظيم أصوله وفروعه في الدنيا على وجه ينتج التبوّؤ في الدنيا والتسلّط على الأرض بحكومة الحق وإقامة العدل ، وفي الآخرة يورث أجرا كبيرا لا يمكن إلا بالمجاهدة في سبيل الله ونشر معارفه وإقامة حدوده ، وعند عدم التمكّن فالهجرة إلى دار الايمان والاتصال بالمؤمنين في إعلاء كلمة التوحيد أولى .\r\nوحيث أنّ الوصول إلى ذلك المقام مطلوب على وجه الوجوب بمرتبة إقامة الواجبات والاستحباب في ما دونها ، فيجب المهاجرة إذا ظلموا في بلدهم وفتنوا فيه ، والصبر في سبيل ذلك على المشاكل والمشاق والتوكل على الله تعالى في طريق التقدّم والنصر ، دون تحمّل الظلم وتسليط العدو وتقوية الحاكم الجائر والمنظمات الخائنة ، ولو بالسكوت والمداهنة ، فإذا قتلوا أو ماتوا في سبيل الحق   لَيَرْزُقَنَّهُمُ اللَّهُ رِزْقاً حَسَناً وَإِنَّ اللَّهَ لَهُوَ خَيْرُ الرَّازِقِينَ * لَيُدْخِلَنَّهُمْ مُدْخَلًا يَرْضَوْنَهُ   ( الحج [ 22 
  ] الآية 59 و 58 ) ويرجح في بعض المراتب .\r\nالرابعة : قوله تعالى :\r\n إِنَّ رَبَّكَ لِلَّذِينَ هاجَرُوا مِنْ بَعْدِ ما فُتِنُوا ثُمَّ جاهَدُوا وَصَبَرُوا إِنَّ رَبَّكَ مِنْ بَعْدِها لَغَفُورٌ رَحِيمٌ .  ( النحل [ 16 
  ] الآية 110 )\r\nالآية المباركة في سياق الآية السابقة ، فهي تفيد ان الله تعالى مع الذين  هاجَرُوا مِنْ بَعْدِ ما فُتِنُوا  ، وهو تعالى لهم ومعهم لتركهم بلاد الكفر والفساد ، وتوجههم إلى مواضع الايمان والصلاح ، فلم يتحمّلوا الظلم والطغيان بل جاهدوا في سبيل الله ضدّ الطغاة والظلمة وصبروا على مشاق ذلك ، وهو تعالى ناصرهم ومؤيدهم حتى يبوّئهم في الدنيا مبوأ حسنا ولهم في الآخرة أجر كبير ، فتدلّ على أن ذلك مطلوب مرغوب لا لنفسه بالذات ، بل لإقامة الحق واعلاء كلمة التوحيد ، فتجب في مرتبته وتستحب في الأخرى .\r\nوفي المقام أيضا آيات تدل على أن للهجرة اثرا بالغا في السعادة والتوفيق في\r\n\r\n","description":"","footnote":"","page_name":" 280 ","page_number":72},
  {"content":"\r\n\r\nالدنيا والآخرة ، كما هو كذلك بطبعها ، مع ما فيها من المتاعب والمضايقات فان الله تعالى استجاب دعاء الذين قالوا :  رَبَّنا وَآتِنا ما وَعَدْتَنا عَلى رُسُلِكَ وَلا تُخْزِنا يَوْمَ الْقِيامَةِ  ( آل عمران [ 3 
  ] الآية 194 ) فقال :   أَنِّي لا أُضِيعُ عَمَلَ عامِلٍ مِنْكُمْ مِنْ ذَكَرٍ أَوْ أُنْثى بَعْضُكُمْ مِنْ بَعْضٍ فَالَّذِينَ هاجَرُوا وَأُخْرِجُوا مِنْ دِيارِهِمْ وَأُوذُوا فِي سَبِيلِي وَقاتَلُوا وَقُتِلُوا لَأُكَفِّرَنَّ عَنْهُمْ سَيِّئاتِهِمْ وَلَأُدْخِلَنَّهُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ ثَواباً مِنْ عِنْدِ اللَّهِ وَاللَّهُ عِنْدَهُ حُسْنُ الثَّوابِ . لا يَغُرَّنَّكَ تَقَلُّبُ الَّذِينَ كَفَرُوا فِي الْبِلادِ   ( آل عمران [ 3 
  ] الآية 195 و 196 ) ، وتسلّطهم أو تصرّفهم ، فان ذلك متاع قليل ومأواهم جهنم وبئس المهاد ، إلى آخر ما تشير إليه الآيات المباركات من سورة آل عمران [ 3 
  ] الآية 197 وغيرها . وكذلك الذين يرجون رحمة الله تعالى ويأملون أن تنالهم خيراته في الدنيا والآخرة ، بأنهم هم الذين يؤمنون بالله ويهاجرون عن بلاد الكفر والضلال إلى مدن الحق والايمان ، ويجاهدون في سبيل الله فيتّصلون بعباد الرحمن المؤمنين ، ويتعاونون على الخيرات والمبرات ، وهم يد واحدة على من سواهم ، دون الذين يهضمون حقوق غيرهم مهما كانت ، ويتقرّبون بأنفسهم إلى المستويات التي أنشأها الظلمة والكفار ، بل يتقرّبون بها إليهم مذبذبين ، فإنهم الأشرار الأذلّاء الأسراء بأيديهم وعبيد الدنيا بأعمالهم ، والدين لعق على ألسنتهم ، يخافون على طعامهم وشرابهم ، والأمر كلّه بيد الله تعالى و  ما عِنْدَ اللَّهِ خَيْرٌ وَأَبْقى .  ( القصص [ 28 
  ] الآية 60 )\r\nثم لا يخفى انه كما أن للمهاجرين ذلك المقام الرفيع والأجر الجزيل ، فكذلك للذين يحبّون من هاجر إليهم ولا يجدون في صدورهم حاجة مما أوتوا ويؤثرونهم على أنفسهم ولو كان بهم خصاصة ، المقام الرفيع لهم والفلاح والنجاح ، ولا سيما الذين يحبّون المهاجرين  الَّذِينَ أُخْرِجُوا مِنْ دِيارِهِمْ وَأَمْوالِهِمْ يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْواناً وَيَنْصُرُونَ اللَّهَ وَرَسُولَهُ أُولئِكَ هُمُ الصَّادِقُونَ .  ( الحشر [ 59 
  ] الآية 8 )\r\nفليس كل مهاجر من اي بلد كان وبأي قصد ونيّة ، ولا كل من يبوّئ المهاجر\r\n\r\n","description":"","footnote":"","page_name":" 281 ","page_number":73},
  {"content":"\r\n\r\nولو طمعا في ماله ومناله ، يكون من الصادقين .\r\nولذلك لا بد للمسلمين عند التبوّؤ ان يمتحنوا المهاجرين إليهم ، ويختبروهم ، ولعلّ فيهم عيونا للأعداء وجواسيس للخصوم . فان وجدوهم صادقين والوهم ، وهم منهم .\r\n\r\nامتحان المهاجرين والمهاجرات\r\nقال تعالى :  يا أَيُّهَا الَّذِينَ آمَنُوا إِذا جاءَكُمُ الْمُؤْمِناتُ مُهاجِراتٍ فَامْتَحِنُوهُنَّ اللَّهُ أَعْلَمُ بِإِيمانِهِنَّ فَإِنْ عَلِمْتُمُوهُنَّ مُؤْمِناتٍ فَلا تَرْجِعُوهُنَّ إِلَى الْكُفَّارِ . . . \r\n( الممتحنة [ 60 
  ] الآية 10 ) ، ومن المعلوم انه لا فرق بينهنّ وبين المؤمنين إلا أن الملاك فيهنّ أقوى .\r\nوالأمر كما لدى العقلاء : إنّ على مجتمع الاسلام والمسلمين أن لا يقبلوا كلّ من هاجر إليهم وادعى الاسلام والايمان ، فيعمل معه ابتداء عمل الاخوة والولاية بعضهم مع بعض ، بل حسب الظاهر يفتح له الطريق ، ويرشد إلى الخير والصلاح ، ويختبر أهو من المؤمنين حقا وصدقا ، وذلك تحفّظا على ثغور المجتمع الاسلامي وكرامة الأمة الاسلامية فلا الرد على الاطلاق ولا القبول كذلك .\r\n* * * والحاصل ان المؤمن إذا امتنع عليه العمل بشعائر ايمانه ومظاهر اسلامه في بلد ما ، فعليه الهجرة عنه وتركه إلى ما يتمكّن فيه على الطاعة لأمر الله تعالى :\r\n يا عِبادِيَ الَّذِينَ آمَنُوا إِنَّ أَرْضِي واسِعَةٌ فَإِيَّايَ فَاعْبُدُونِ  ( العنكبوت [ 29 
  ] الآية 56 ) .\r\nوكلّما كان ذلك العمل والشعار أوجب وأعظم ، كانت الهجرة ألزم وأوجب حتى من الأذان المستحب ، الواجب على الحاكم الشرعي اشعاره في كل مجتمع اسلامي ، إلا أن يكون لبقائه في البلد أثر أعظم وأقوى من التبليغ وتعريف الاسلام كما هو ، وكذلك على المؤمنين في بلدهم أن يجيروا ويبوّءوا المهاجر إليهم ابتغاء فضل الله\r\n\r\n","description":"","footnote":"","page_name":" 282 ","page_number":74},
  {"content":"\r\n\r\nتعالى ورضوانه بعد الاختيار والامتحان كما عرفت « 1 » ، وقد أشبعنا الكلام في هذا الباب في مؤلّفنا : « رسائل فقهية على طريق الأصحاب » .\r\nواما الهجرة من الرذائل النفسية إلى الفضائل الخلقية ، ومن الشرك إلى التوحيد ، كما تشير إليه آيات أصحاب الكهف وروايات في الباب ، فهي تطبيق وتأويل كما هو ظاهر ، وان كان يساعدها المعنى اللغوي كما عرفت .\r\n\r\nخلاصة البحث\r\nيستفاد من آيات الباب مطالب ؛ النوع الأول فروع ، هي :\r\nالأول : إن الجهاد مكتوب مفروض على المسلمين في الجملة .\r\nالثاني : انه يجب الجهاد ضد كل كافر ومشرك ، حتى يكون الدين كلّه للّه تعالى ، ومع كل من لا يحرّم ما حرّم الله ولا يحلّل ما أحلّ الله ، ويفسد ويبدع في شرائع الله سواء كان من أهل الاسلام أو من أهل الكتاب .\r\nالثالث : انه يشترط في وجوب الجهاد وجود أمير وزعيم شرعي ، حتى يكون هو المحور والمرجع في تنظيم الأمور وتنسيقها ، سواء كان الرسول الأكرم بنفسه ( صلّى اللّه عليه وآله وسلّم ) أو من ينوب عنه بأمره ، أو الأئمة المعصومين من بعده ( عليهم السّلام ) ، أو نوّابهم الذين بأيديهم مجاري الأمور ، والذين يحرزون باقي الشروط المؤهّلة فيهم .\r\nأيّدهم الله تعالى .\r\nومن النوع الثاني فروع أيضا :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وأما الامر باسراء موسى ( على نبينا وآله وعليه السلام ) عباد الله ؛ لكونهم متبعين حتى يغرق الخصم ويهلك كما في موارد ثلاثة ( طه [ 20 
  ] الآية 77 ) و ( الشعراء [ 26 
  ] الآية 52 ) و ( الدخان [ 44 
  ] الآية 23 ) ، وكذلك اسراء لوط بأهله ليلا حتى يهلك الظالمون كما في موضعين ( هود [ 11 
  ] الآية 81 ) و ( الحجر [ 15 
  ] الآية 65 ) ، فليس من الامر بالهجرة إلا بنوع من التوسّع ، ولا يشابه ذلك أمر رسول الله ( صلّى اللّه عليه وآله وسلّم ) المسلمين بالهجرة الأولى إلى الحبشة .\r\n","page_name":" 283 ","page_number":75},
  {"content":"\r\n\r\nالأول : يجب على المسلمين اعداد القوى والتهيؤ في كل زمان حسب الشروط والمقتضيات على حد يرهب الخصم ويقطع طمعهم في الاسلام والمسلمين ، في جميع شؤون حياتهم الفردية والاجتماعية والثقافية والاقتصادية والطبية وغيرها .\r\nالثاني : يجب دعوة الخصم إلى الحق والاسلام في كل سنة مرّة ، فان أجابوا فبها ، وإلّا يدعون إلى قبول حاكمية الاسلام وزعامته بادائهم الجزية عن يد وهم صاغرون ، وإلا فالمقاتلة معهم .\r\nالثالث : يجب الجهاد بالمقاتلة حينما يكون عدد المسلمين بعسكرهم نصف الكفّار ليقابل الواحد الاثنين .\r\nالرابع : يجب استخدام الآلات الحربية المتكاملة في كل عصر ، حسب مقتضياته من الحجر والخشب أو السيف والرمح أو القاذفات والطائرات والنفّاثات الجوية والقوى البرية والبحرية ، كما في زماننا هذا ، والأكمل في الآتي ، وكل ما يثبته ويمكّنه الظرف .\r\nالخامس : يجب تواصل العسكر المقاتل واتحاد أفراده واتفاقهم في الرأي بأن يكونوا كالبنيان المرصوص يشدّ بعضه بعضا .\r\nالسادس : يجب جهاد الأقرب فالأقرب ، قبل الأبعد إلا لمصلحة أقوى ، كما إذا كان الأبعد أشدّ وأضرّ على الاسلام .\r\nالسابع : يجب في الحرب أخذ الكفار بشدة وغلظة من غير رأفة ورحمة ولا الالتفات إلى لومة لائم ، كما يجب استمرار الحرب والابقاء عليها بضرب الرقاب حتى اثخان الخصم بالجراح ، والتغلّب عليهم ثم شدّ الوثاق على الأسرى حال الحرب ، وبعد ان  تَضَعَ الْحَرْبُ أَوْزارَها  ، فاما منّا بعد وإما فداء .\r\nالثامن : يحرم على المقاتل الهروب من العدو ( تولّيه الدبر ) ، والتخوّف منه عن القتال ، إلا لمصلحة الحرب من التحيّز إلى فئة ، أو أخذ الحذر وغيره . فيجب الثبات\r\n\r\n","description":"","footnote":"","page_name":" 284 ","page_number":76},
  {"content":"\r\n\r\nوالاستقامة في الحرب ، وذكر الله كثيرا عند الحرب ، ويحرم التنازع والاختلاف الموجب للفشل .\r\nالتاسع : لا يجوز لأمير المسلمين بعد شروع الحرب الدعوة إلى السلم وترك القتال إلا لمصلحة يراها صائرة من غير أن ينتهي به الأمر إلى أن يكون للكافرين على المسلمين سبيل ، ولن يجعل الله لهم عليهم سبيلا . فيجوز ذلك ( السلم ) ، كما تجوز معاهدة ترك القتال مؤقتا لا دائما ، بتركهم معاونة المحاربين ، أو معاونتهم المسلمين استجارة على أمور غير بطانة من عمليات .\r\nالعاشر : لا يجوز نقض العهد معهم والابتداء بالحرب بعد الميثاق فان الله لا يحبّ الخائنين ، والغدر في الحرب غير نقض العهد للحرب ، فيجوز بعد انقضاء المدة أو نقضهم العهد كما هو ظاهر ، وكذلك لا يجوز مقاتلة المنافقين الذين تواصلوا قوما بينكم وبينهم ميثاق ومعاهدة إلا بعد النقض أو انقضاء المدة .\r\nالحادي عشر : لا بد من تحمّل جميع مشاكل الحرب ومشاقّه حتى الشهادة .\r\n وما جعل عليكم في الدين من حرج  ، حتى في ما كان طبعه حرجيا بحسب حال الفرد ، بعد ما كان فيه صلاح الجمع وحياتهم .\r\nالثاني عشر : يجب إجارة المستجير في المحاربة كائنا من كان ، مع التحفّظ على كيان الاسلام ومصالحه ، حتى يسمع كلام الله أو ايصاله إلى مأمنه ، فيرى كرم وكرامة الاسلام وعظمة المسلمين في خلوّهم عن الأحقاد الشخصية .\r\nومن النوع الثالث فرعان :\r\nالأول : يحرم القتال في الأشهر الحرم ، وهي رجب ، ذو القعدة ، ذو الحجة ، ومحرّم ، ( ثلاثة سرد وواحد فرد ) .\r\nالثاني : يجوز القتال في الأشهر الحرم عند نقض الكفار العهد ، وهتك حرمته والإثم عليهم فإنهم هم الناكثون .\r\n\r\n","description":"","footnote":"","page_name":" 285 ","page_number":77},
  {"content":"\r\n\r\n\r\nومن آيات الدفاع فروع :\r\nالأول : يجب الدفاع عن النفس والمال والعرض بأي وجه أمكن ، فبالمال عن النفس والعرض ، وبالعرض عن النفس ، وبالنفس عن النفس مع رعاية الأهم فالأهم في المراتب والدوران في نظر الشرع .\r\nالثاني : يجب الدفاع عن الاسلام بمعارفه وعقائده ، بأصوله وفروعه وأحكامه ، وعن المسلمين من بلادهم وأمصارهم ومختلف شؤون حياتهم ، بأي وجه أمكن مع ملاحظة الأهم فالأهم بنظر الشرع ومبناه ، فيجب تفدية المال لحفظ ضروريات الدين ، ودفع الشر عنها بدفع البدع وإعدامها ، بل بالعرض والنفس في بعض المراحل .\r\nالثالث : لا بأس بالدفاع لو اقتضى القتال في الشهر الحرام والمسجد الحرام وإن أمكنه ذلك في الخارج ، ولبسط الكلام محل آخر .\r\nالرابع : لا يجوز قتل اللص والسارق ، بل كل متوثّب حال الدفاع ابتداء ، مع إمكان الدفع بدونه ، وليس عليه شيء لو قتل اتفاقا ، فإنه هو الذي عرّض نفسه للقتل .\r\nالخامس : لا يجوز تفدية النفس للمال والعرض ، ولا بأس بما يتفق أحيانا من فديتها لهما ، وجميع فروع الباب على أصل مراعاة الأهم فالأهم بمنظار الشرع .\r\n\r\nومن آيات الهجرة فروع :\r\nالأول - تجب الهجرة على المؤمن إذا امتنع عليه العمل بشعائر دينه ومظاهر اعتقاداته إلى دار يتمكّن فيها منها ، وكلما كان الشعار ألزم كانت الهجرة أوجب ، وتستحب في المستحب .\r\nالثاني - لا بأس بترك الهجرة في الحال إذا كان لبقائه في البلد أثر أنفع بحال الاسلام والمسلمين ، من نشر كلمة الحق ، وتنفيذ التوحيد بين أهله ، ولا افتقار إليه في دار الايمان بألزم منه .\r\nالثالث - يجب على المؤمنين في دار الايمان أن يبوّءوا المهاجرين ويمكّنوهم\r\n\r\n","description":"","footnote":"","page_name":" 286 ","page_number":78},
  {"content":"\r\n\r\nدورا تناسب شأنهم من غير طمع في المال والمنال ، وهم يبتغون فضلا من ربهم ورضوانا .\r\nالرابع - لا بد من اختبار المهاجر وامتحانه بعد تبوّئه وقبوله ابتداء ، فان وجد صادقا ومحقا ائتمن به ، وعدّ من مجتمعهم ، له ما لهم وعليه ما عليهم ، فلا تردّ إلى الكفار النساء المهاجرات ، بعد ما وجد فيهنّ الصدق ، فانهنّ محرّمات على الكفار ، كما سيأتي بيانه إن شاء الله في كتاب النكاح .\r\n\r\n","description":"","footnote":"","page_name":" 287 ","page_number":79},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 288 ","page_number":80},
  {"content":"\r\n\r\n\r\nكتاب الأمر بالمعروف والنهي عن المنكر\r\n\r\n","description":"","footnote":"","page_name":" 289 ","page_number":81},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 290 ","page_number":82},
  {"content":"\r\n\r\nالأمر بالمعروف والنهي عن المنكر\r\nالأمر والنهي كما حقق في الأصول هو طلب الفعل أو الترك جدا عن العالي بوجه ممن دونه ، والظاهر المبيّن عند كل عرف ، الشائع لديهم من غير نكير هو المعروف ، كما أن البعيد المستور الممنوع عند كل عرف ، منكر غير معروف عندهم . فالواجبات أعرف مصاديق المعروف بين المسلمين ، كما أن المحرّمات أنكر المنكرات لديهم ، وهكذا المستحب والمكروه إلى الآداب الراجحة والمرجوحة حسب التداول والمرتبة ، وفي ذلك آيات :\r\nالأولى : قوله تعالى :\r\n وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَأُولئِكَ هُمُ الْمُفْلِحُونَ .  ( آل عمران [ 3 
  ] الآية 104 )\r\nالآية الكريمة في سياق الأمر بالاتحاد ، والاعتصام بحبل الله تعالى ، والتحرّز عن التفرّق والاختلاف ، والتذكّر لنعم الله تعالى من رفع العداوة والبغضاء من بينهم ، وايجاد الأخوّة ، والنجاة من النار ، فهي تأمر صريحا بأنّه لا بدّ وأن يكون في مجتمع المسلمين في كل زمان ومكان أمّة يدعون إلى الخير دعوة قاطعة ، تنتهي إلى العمل ، يأمرون بالمعروف ويطلبونه مجدّين ، وينهون عن المنكر إلى أن يترك . والمفلحون هم الأمّة الداعية ، بل الذين بينهم الأمّة أجمع ، فان الفلاح لا يتحصّل إلا بترك المنكر واتيان المعروف ، وذلك لا يتحقق في مجتمع إلا بوجود من يأمر الناس بالمعروف وينهاهم إلزاما عن المحرّمات ، ويقيمهم على تركها وقلعها في حياتهم المعاشية في مختلف شؤونها ، وعلى فعل الواجبات وإقامتها على أصولها وأصلابها فيها .\r\n\r\n","description":"","footnote":"","page_name":" 291 ","page_number":83},
  {"content":"\r\n\r\nوحيث إن الطلب والمنع على ذلك الحدّ لا يكون في شأن كل أحد ، فلا بد وان يكون في كل مجتمع أمّة تتصدّى لذلك ، والأمّة هذه عليها أن تعرف المعروف لتأمر به ، والمنكر لتنهى عنه ، وتعلم بالتخلّف ، وتكون على حد يؤثر أمرها ونهيها من غير ضرر وإضرار ، بلا اختصاص بمقام الحكومة والموظفين في شؤونها ، كما توهّم من كلمة الأمة ، وان كانت الحكومة أولى وأقدم وبيدها القدرة والسيف كما في الحكومة الاسلامية .\r\nفلا تسلب المسؤولية عن مثل الأب بالنسبة إلى أولاده وأهله وأقربائه وقبيلته ، بل كل من كان أعلى من غيره بوجه ، فان الوجوب على الكفاية ، والمقطوع ان الغرض الأصلي تحقق المعروف وترك المنكر في الخارج في مجتمع المسلمين من غير دخل لنفس الأمر والنهي بل الآمر والناهي أيضا ، فلا وجه للاختصاص بعد تحقق شروطه الطبيعية .\r\nوكيف كان فلا اشكال في دلالة الآية على أصل الوجوب وانه لو لم يكن في مجتمع اسلامي أمّة داعية إلى الخير وآمرة بالمعروف وناهية عن المنكر ، يعاقب جميع أفراد المجتمع بحكم الكفائية .\r\nوحيث إن الدعوة إلى الخير - ولو من غير أمر ونهي - كثيرا ما تنتهي إلى اتيان المعروف وترك المنكر ، بل هي من عوامله المهمة ، فلا يبعد استظهار وجوب وجود الأمة الداعية إلى الخير أيضا من الآية الكريمة على طريق تعدد المطلوب ، حتى يكون لذكر الدعوة الأعم وجه ، والفلاح يتوقّف عليها أيضا .\r\nالثانية : قوله تعالى :\r\n كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ وَلَوْ آمَنَ أَهْلُ الْكِتابِ لَكانَ خَيْراً لَهُمْ مِنْهُمُ الْمُؤْمِنُونَ وَأَكْثَرُهُمُ الْفاسِقُونَ .  ( آل عمران [ 3 
  ] الآية 110 )\r\nالآية الكريمة تمدح المؤمنين بأنهم خير أمّة أخرجت للناس وأفضل مجتمع\r\n\r\n","description":"","footnote":"","page_name":" 292 ","page_number":84},
  {"content":"\r\n\r\nفي المجتمعات على ملاك الأمر بالمعروف والنهي عن المنكر . وذلك بنفسه ، وان كان لا يفيد الوجوب ، إلا أن جعل الأمر والنهي مع الايمان بالله تعالى ملاك الخيرية والأفضلية لعله يشعر به ، ولا أقل من إفادة المطلوبية في حد يؤكّده .\r\nالثالثة : قوله تعالى :\r\n  لَيْسُوا سَواءً مِنْ أَهْلِ الْكِتابِ أُمَّةٌ قائِمَةٌ يَتْلُونَ آياتِ اللَّهِ آناءَ اللَّيْلِ وَهُمْ يَسْجُدُونَ * يُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَيَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُسارِعُونَ فِي الْخَيْراتِ وَأُولئِكَ مِنَ الصَّالِحِينَ .   ( آل عمران [ 3 
  ] الآية 113 و 114 )\r\nالآية الكريمة بتقريب سابق تمدح الامّة الآمرة بالمعروف والناهية عن المنكر في سياق الايمان بالله واليوم الآخر والقيام لعبادة الله تعالى آناء الليل وتلاوة آياته تعالى وهم يسجدون ، وان الامّة العاملة بذلك كله لا يساويها أهل الكتاب الذين لو آمنوا - بدورهم - لكان خيرا لهم ، منهم المؤمنون وأكثرهم الفاسقون ، وأين الثرى من الثريا .\r\nوعندنا إشعار الآية بالوجوب ، بل دلالتها عليه يكون بوجه ألطف من الأمر ، فان ذكر الأمر بالمعروف والنهي عن المنكر تلو الايمان بالله واليوم الآخر حتى مع مسبوقيتهما بالتهجّد الراجح يشعر بالمطلوبية بأعلى حدّ ، وإن أبيت فأصل الرجحان لا اشكال فيه .\r\nالرابعة : قوله تعالى :\r\n  وَالْمُؤْمِنُونَ وَالْمُؤْمِناتُ بَعْضُهُمْ أَوْلِياءُ بَعْضٍ يَأْمُرُونَ بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ وَيُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكاةَ وَيُطِيعُونَ اللَّهَ وَرَسُولَهُ أُولئِكَ سَيَرْحَمُهُمُ اللَّهُ إِنَّ اللَّهَ عَزِيزٌ حَكِيمٌ * وَعَدَ اللَّهُ الْمُؤْمِنِينَ وَالْمُؤْمِناتِ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ خالِدِينَ فِيها وَمَساكِنَ طَيِّبَةً فِي جَنَّاتِ عَدْنٍ وَرِضْوانٌ مِنَ اللَّهِ أَكْبَرُ ذلِكَ هُوَ الْفَوْزُ الْعَظِيمُ .   ( التوبة [ 9 
  ] الآية 71 و 72 )\r\nالآية الكريمة تصف المؤمنين والمؤمنات بعد بيان وحدتهم وإن بعضهم\r\n\r\n","description":"","footnote":"","page_name":" 293 ","page_number":85},
  {"content":"\r\n\r\nأولياء بعض « 1 » بأنهم يأمرون بالمعروف وينهون عن المنكر ، ويقيمون الصلاة ويؤتون الزكاة ، ويطيعون الله تعالى ورسوله ، وبذلك سيرحمهم الله ويدخلهم الجنات ، ويؤويهم في مساكن طيّبة ورضوانه الأكبر في النهاية . فذكر الأمر بالمعروف والنهي عن المنكر في سياق الواجبات من إقامة الصلاة وإيتاء الزكاة بل مطلق إطاعة الله ورسوله ، مع التصريح بأن ذلك كلّه يوجب رحمة الله وجنّته ورضوانه ، أصرح في الدلالة على الوجوب من كل أمر مباشر .\r\nأضف إلى ذلك توصيف المنافقين والمنافقات على عكس ما ذكر ، بعد بيان ان بعضهم من بعض ، بأنهم يأمرون بالمنكر وينهون عن المعروف ، وعلى الكلية نسوا الله تعالى فنسيهم ، وأعدّ لهم نار جهنم خالدين فيها هم والكفار معا ، فان البيان وإن كان لا يوجب الأمر بالمعروف والنهي عن المنكر لجواز الوسط من السكوت عنهما أمرا ونهيا ، إلا أن دلالة المجموع مع التقابل مما لا ينكر .\r\n\r\nالدعوة بالحكمة والموعظة الحسنة\r\nالخامسة : قوله تعالى :\r\n ادْعُ إِلى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ .  ( النحل [ 16 
  ] الآية 125 )\r\nأمر الله تعالى بالدعوة إلى سبيله بأي وجه أمكن وما يناسبه الجوّ والمدعو من الحكمة والبرهان وبيان الآيات والدلالة عليها وبها على الله تعالى وسبيله أو الموعظة « 2 » والنصيحة بذكر الأمثال وما مضى على الأمم والأقوام من الأحوال ، أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وأنت بحمد الله ممن كان له قلب ، فترى ما في اختلاف تعبير بيان وحدة المؤمنين بأن بعضهم أولياء بعض ، وفي المنافقين بعضهم من بعض ، قال تعالى :  الْمُنافِقُونَ وَالْمُنافِقاتُ بَعْضُهُمْ مِنْ بَعْضٍ يَأْمُرُونَ بِالْمُنْكَرِ وَيَنْهَوْنَ عَنِ الْمَعْرُوفِ وَيَقْبِضُونَ أَيْدِيَهُمْ نَسُوا اللَّهَ فَنَسِيَهُمْ إِنَّ الْمُنافِقِينَ هُمُ الْفاسِقُونَ . . .  ( التوبة [ 9 
  ] الآية 67 ) .\r\n( 2 ) - ولنا في المقام مقال مطبوع تحت عنوان : « علي ( عليه السّلام ) بر منبر وعظ » افتتحناه بالآية الكريمة وأثبتنا فيه أن الأشمل الأنفع من الطريق هو الموعظة كما سلكه مولانا وإمامنا علي ( عليه السّلام ) في أكثر خطبه .\r\n","page_name":" 294 ","page_number":86},
  {"content":"\r\n\r\nالجدال باسكات الخصم المنافق الذي لا يطلب الحق بما يقبله ، ولو كان الباطل من المقال دفعا لشبهاته عن طريق الآخرين السالكين إلى الله المتعال .\r\nولا نشكّ في أن الاتيان بالواجبات وترك المحرّمات بل الاتيان بكل معروف وترك كل منكر هو من أقوم الطرق إلى الله تعالى وأقسط السبل إليه ، إذا فالأمر بالمعروف والنهي عن المنكر من أجلى مصاديق الدعوة المأمور بها فيجبان بوجوبها .\r\nإلّا أن يقال إن الدعوة غير الأمر والنهي وكون اتيان المعروف وترك المنكر سبيلا غير كون الأمر والنهي دعوة ولا تلازم بين وجوبهما ، فإن الأمر بالدعوة قد يمتثل بالموعظة أو الجدال بل البرهان بلا أمر بالمعروف ونهي عن المنكر .\r\nفإنه يقال قد عرفت في الآية الأولى أن الدعوة إلى الخير أعم ، تشتمل على الأمر والنهي ، فان كل أمر ونهي دعوة أيضا ولا عكس ، وادعاء التباين دون اثباته خرط القتاد ، فإذا وجب الأعم بجميع أفراده لا على الاطلاق وجب الأخص في ضمنه أيضا ، وادعاء الوجوب على نحو الاطلاق دون العموم بعد التصريح بالأفراد لبيان الشمول مشكل .\r\nولكن مع ذلك كله ففي الاستدلال بالآية مستقلا شيء لا يخفى ، والذي يسهل الخطب أن أدلة الباب بأجمعها إرشاد إلى ما يثبته العقل كما سيأتي .\r\nثم إن آخر الآية المباركة لعله يشير إلى أن قلّة أصحاب المعروف وكثرة شيوع المنكر لا يسقط التكليف ، فان عليك الهداية والدعوة والارشاد ، وربك هو أعلم بمن ضلّ عن سبيله وهو أعلم بالمهتدين .\r\nالسادسة : قوله تعالى :\r\n الَّذِينَ إِنْ مَكَّنَّاهُمْ فِي الْأَرْضِ أَقامُوا الصَّلاةَ وَآتَوُا الزَّكاةَ وَأَمَرُوا بِالْمَعْرُوفِ وَنَهَوْا عَنِ الْمُنْكَرِ وَلِلَّهِ عاقِبَةُ الْأُمُورِ .  ( الحج [ 22 
  ] الآية 41 )\r\nالآية الكريمة تصف الذين بهم دفع اللّه شرّ الكفار والمنافقين عن دينه وشريعته ، فبقيت المساجد والصوامع قائمة على أصولها ، وارتفع ذكر الله تعالى\r\n\r\n","description":"","footnote":"","page_name":" 295 ","page_number":87},
  {"content":"\r\n\r\nعلى منائرها ، واستعلت كلمته في البلاد ، فان الله تعالى ناصرهم ومؤيّدهم بنصرهم وتأييدهم لدينه ، وحمايتهم له ، ودفاعهم عنه . فتصفهم الآية المباركة بأنهم هم الذين إذا أعطيناهم المكنة ، ومنحناهم القوة ، وجعلنا لهم سموّ الرأي ونفوذ الكلمة شكروا الله لنعمه ، واستخدموها في إقامة حدوده وإجراء أحكامه بإقامة الصلاة وإيتاء الزكاة والأمر بالمعروف والنهي عن المنكر ، لا أنهم إذا مكّنوا أترفوا في دنياهم ، وألزموا أنفسهم المساكن ، ونسوا الله تعالى وحدوده وأحكامه ، واعتذروا بعدم القدرة إعماء لأنفسهم ، وأحكام الله تتغيّر بين أيديهم ، وحدوده يتعدّى عليها بمرأى منهم ، وعباد الله يقتلون ويسرقون ويقصون ويسجنون في بلادهم ، فلا يردّون لهفتهم ، ولا يزيلون محنتهم ، بل إنهم يسوّفون ويكثرون من التهليل والحوقلة مع التقصير في أعمال المكنة واستعمال القدرة ولو بقدر الطاقة ، أعاذنا الله من ذلك ، مع أن مقاليد الأمور بيده تعالى ، وله  جُنُودُ السَّماواتِ وَالْأَرْضِ  ، وإليه عاقبة الأمور ومنتهاها وقد أراد بإرادته بقاء نوره ودوام شريعته ولو كره الكافرون « 1 » .\r\nوالآية الكريمة وإن لم تشتمل إلا على توصيف وتعريف لمن ينصر الله ودينه فينصره الله وينصر دينه به ، إلّا أن السياق وارداف الأمر والنهي للصلاة والزكاة يعطي الوجوب بنحو ألطف من الكلام على وجه الفصل في الوجوب كما لا يخفى .\r\nالسابعة : قوله تعالى :\r\n يا بُنَيَّ أَقِمِ الصَّلاةَ وَأْمُرْ بِالْمَعْرُوفِ وَانْهَ عَنِ الْمُنْكَرِ وَاصْبِرْ عَلى ما أَصابَكَ إِنَّ ذلِكَ مِنْ عَزْمِ الْأُمُورِ .  ( لقمان [ 31 
  ] الآية 17 )\r\nذكرت الآية المباركة أمورا بلسان الحكيم لقمان لابنه وهو يعظه ، فأمره بإقامة الصلاة والأمر بالمعروف والنهي عن المنكر وذكرهما معها يشعر بالوجوب ، وان ذكر غير الصلاة أيضا قبلها وبعدها من واجب وحرام كإطاعة الوالدين ومصاحبتهما في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ومن المعلوم ان تلك العبارات كانت قبل نجاح الثورة الاسلامية وتحقّق حكومة الجمهورية الاسلامية .\r\n","page_name":" 296 ","page_number":88},
  {"content":"\r\n\r\nالدنيا معروفا والشرك باللّه فإنه ظلم عظيم ، أو مستحب ومكروه من الصبر على المصائب والقصد في المشي ، أو تصعير الخدّ للناس والمشي في الأرض مرحا كما هو ظاهر .\r\nونظن بعد ذلك كلّه أن الأمر بالمعروف والنهي عن المنكر ممّا لا ينكر وجوبهما عقلا أيضا ، ويعرف ذلك العقلاء بأنفسهم ، والكلام قد يقع في الموضوع نفسه وان ذلك منكر أولا ، ومعروف أولا ، والشارع لعلّه أرشد إلى الحكم ، والبحث الموضوعي مفروغ عنه ، حتى في الواجبات والمحرّمات التعبديّة الشرعية ، فإنها معروف ومنكر بدليل وجوبها وحرمتها .\r\n\r\nخاتمة البحث\r\nولنشر في ختام البحث إلى ما لا ينبغي تركه من الفرق بين النهي عن المنكر مع ردع البدع ، وردها ، فان موضوع الأول على بقاء المنكر والمعروف على ما هو عليه من المنكرية والمعروفية في الحكم والاعتقاد ، إلّا أن العمل وقع على خلافه بترك معروف أو فعل منكر ، فيجب الأمر والنهي على من اجتمعت فيه شروطهما بخلاف الثاني ، فان مقامه قبل العمل وموضعه في الحكم والاعتقاد ، وإن كان العمل على وفق الحق بجهة أخرى ، كما في التحجّب عن البرد ، والحكم قانونا بأنه لا حجاب في الاسلام ، ولا يشترط في الردع على من أدخل في الدين ما ليس منه ، مثل جواز إسقاط الجنين ، وان الطلاق بيد المحكمة دون ذي الساق ، ومن أخذ به ، أو اخرج عنه ما هو منه ، مثل وجوب الحجاب ، فقال بأنه ليس من الدين في مقام الحكم ، فالأمر والنهي واجبات على عموم المسلمين مع شروطهما ، والردّ واجب على العالم به والحاكم ، ولا بد من تحمّل الضرر بل الاضرار بنفسه والمسلمين حسب أهمية البدعة إلى تفدية الأموال والنفوس ، كما أشرنا إليه في كتاب الجهاد والدفاع ، كما أن الأمر والنهي يجبان مع احتمال التأثير عقلائيا ، دون رد البدع ، فإنه يجب مع القطع\r\n\r\n","description":"","footnote":"","page_name":" 297 ","page_number":89},
  {"content":"\r\n\r\nبعدم التأثير فعلا أيضا تحفّظا على الدين وأحكامه ، وعلى حكم الأجيال الآتية حول عمل الماضين ، وأخذه دليلا ، ولئلا يقولوا : لو لم يكن ذلك من الدين أو كان منه لخالفه السلف المسؤولون ؛ فيضلّوا بذلك عن الحق « 1 » .\r\n\r\nخلاصة البحث\r\n1 - يجب على كل مجتمع اسلامي أن تكون فيه أمّة داعية إلى الخير ولو بغير أمر ونهي ، كما يجب عليهم الأمر بالمعروف والنهي عن المنكر كفاية ، ولا سيما في مثل الأصول العامة والفروع الهامة .\r\n2 - يجب الأمر بالمعروف والنهي عن المنكر على من اجتمعت فيه شروطهما عينا فلا يجوز التخلّف بوجه .\r\n3 - يشترط في وجوب الأمر والنهي أمور :\r\nالأول : معرفة المعروف والمنكر .\r\nالثاني : العلم بتحقق الخلاف من ترك المعروف وارتكاب المنكر .\r\nالثالث : احتمال التأثير عقلائيا ، فلا يجب عند القطع بعدم التأثير لا أنه يجب مع القطع بالتأثير .\r\nالرابع : الاطمئنان بعدم الضرر والاضرار له أو لغيره وبه من المسلمين مع ملاحظة الأهم من الأثر والضرر على منظر الشرع .\r\nوتمام الكلام مع ملاحظة السنّة وسائر الأدلة على منوال الأصحاب في رسالتنا « مباحثات فقهية » باب الأمر بالمعروف والنهي عن المنكر .\r\nوالحمد للّه أوّلا وآخرا ونسأله التوفيق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ذكر تلك الأمثلة في العبارات الخاصة لما كان ذلك قبل نجاح الثورة الاسلامية وتحقّق حكومة الجمهورية الاسلامية في إيران .\r\n","page_name":" 298 ","page_number":90},
  {"content":"\r\n\r\n\r\nكتاب الحدود\r\n\r\n","description":"","footnote":"","page_name":" 299 ","page_number":91},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 300 ","page_number":92},
  {"content":"\r\n\r\nالحدود\r\n\r\nمعنى الحدّ :\r\nالحدّ يحيط بالشيء فيشخّصه ويعيّنه ولو منطقيا من الجنس والفصل ، أو فلسفيا من المادة والصورة ، وبالملازمة بمنعه عن الاختلاط بالغير ، ويدفع الغير عن الاختلاط به فيمتاز ، لا أنه معناه ، وأحكام اللّه تعالى حدوده التي تحيط بعباده المؤمنين وتميّزهم عن غيرهم ، والحدود اللازمة على الطغاة والعصاة مثل ما على السارق والزاني والقاتل والمحارب من أحكام اللّه تعالى أيضا ، وإن كان المخاطب والمسؤول عنها مجتمع المسلمين ، والمباشر لإجرائها الحاكم الشرعي الاسلامي ومن ينصبه ويعيّنه ليتصدّى لأمورهم الحكومية ، ولذلك أطلق عليها الحدّ كسائر أحكام اللّه ، لا بما يمنع المحدود عن المعاودة كما عن المفردات ، وفي الكتاب آيات :\r\n\r\nالنهي عن القتل إلّا بالحق\r\nالأولى : قوله تعالى :\r\n وَلا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَمَنْ قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنا لِوَلِيِّهِ سُلْطاناً فَلا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كانَ مَنْصُوراً .  ( الاسراء [ 17 
  ] الآية 33 )\r\nتنهى الآية الكريمة عن قتل النفس التي حرّمها اللّه ، فجعلها متحصّنة محفوظة محترمة ، لا يجوز إيذاؤها والإضرار بها ، فكيف إعدامها إلّا على وجه الحق أي المقابلة بالمثل بأن أعدم نفسا فيقتل قصاصا ، ثم تجعل الآية الكريمة لوليّ المقتول\r\n\r\n","description":"","footnote":"","page_name":" 301 ","page_number":93},
  {"content":"\r\n\r\nظلما « 1 » ، سلطة على القاتل يفعل به ما يشاء من غير إسراف في القتل ، بأن يقتص بواحدة أكثر منها ، والسلطة هذه من مصاديق الأمر الكلي من أن المظلوم منصور على النهاية في حكم اللّه المشروع ، وفي نظامه المكنون المطبوع . ومن المعلوم أن متعلّق السلطان نفس القاتل فقط ، فله أن يفعل بها ما يشاء من العفو والصفح رحمة عليه من غير أخذ شيء عنه ، أو مع الأخذ حسب التعارف فيأخذ الدية على التفصيل الآتي أو يقتله نفسا بنفس .\r\n\r\nحدّ قتل المؤمن خطأ\r\nالثانية : قوله تعالى :\r\n وَما كانَ لِمُؤْمِنٍ أَنْ يَقْتُلَ مُؤْمِناً إِلَّا خَطَأً وَمَنْ قَتَلَ مُؤْمِناً خَطَأً فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَدِيَةٌ مُسَلَّمَةٌ إِلى أَهْلِهِ ، إِلَّا أَنْ يَصَّدَّقُوا ، فَإِنْ كانَ مِنْ قَوْمٍ عَدُوٍّ لَكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ وَإِنْ كانَ مِنْ قَوْمٍ بَيْنَكُمْ وَبَيْنَهُمْ مِيثاقٌ فَدِيَةٌ مُسَلَّمَةٌ إِلى أَهْلِهِ وَتَحْرِيرُ رَقَبَةٍ مُؤْمِنَةٍ فَمَنْ لَمْ يَجِدْ فَصِيامُ شَهْرَيْنِ مُتَتابِعَيْنِ تَوْبَةً مِنَ اللَّهِ وَكانَ اللَّهُ عَلِيماً حَكِيماً .  ( النساء [ 4 
  ] الآية 92 )\r\nالآية المباركة بعد بيان حرمة نفوس المؤمنين ، وأنّه لا يجوز للمؤمن أن يقتل مؤمنا بوجه إلّا خطأ ، بأن أراد أمرا آخر فانتهى إلى قتل مؤمن ، تبين [ الآية المباركة 
  ] حكم ذلك ، بأنّ عليه تحرير رقبة مؤمنة كفّارة للقتل ، فإنه بمنزلة إحياء نفس وإيرادها المجتمع عوضا عمّا أعدم ، وإخراج دية مسلّمة إلى أهله أداء لحق ورثة المقتول إلا أن يعفوا ويتصدّقوا على من عليه الأداء ، ولم يأخذوا منه ، سواء كان المقتول منكم أو من قوم بينكم وبينهم ميثاق ترك المقاتلة ، وأما لو كان من قوم عدوّ لكم فلا دية مردودة إليهم ، ولو كان له ورثة مسلمون ، بل يكتفي بتحرير رقبة مؤمنة ، ومن لم يجد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - أي عمدا فان العامد هو الظالم فلا يشمل قتل الخطأ فالآية راجعة إلى العمد لا إلى الخطأ .\r\n","page_name":" 302 ","page_number":94},
  {"content":"\r\n\r\nما لا ليشتري به رقبة أو يؤدي دية أو لم يجد رقبة فعليه صيام شهرين متتابعين توبة من الله تعالى عليه ، والله تعالى يعلم أنّه واجد أو لا ، كما يعلم خطأه وعمده في نفس الأمر ، وهو العليم الخبير .\r\nثم إنّ ظاهر الآية - كما ترى - ان الدية على من عليه الكفارة ، ولكن اتفق النص والفتوى على أنها على عاقلة الجاني وأقربائه لا عليه ، فان الآية لا تنافي ذلك لذكر نفس الدية ، والظاهر لا يقاوم النص ، ولعلّ سرّ ذلك أنه يمنع من ظهور التعاند والتضارب بين أسرتي القاتل والمقتول ، فإذا أدى أقرباء القاتل مالا إلى أسرة المقتول وأقربائه تتقارب الأسرتين ، وتغضّان عمّا وقع خطأ ، فيندفع التعاند .\r\nواما مقدار الدية في النفس والأعضاء وفي الجروح فلم يذكر في الآيات إلّا بعنوان المعروف والاحسان كما في الآية الأولى من كتاب القصاص ( البقرة [ 2 
  ] الآية 178 ) ، وباسم التصدّق كما في الثانية منه ( المائدة [ 5 
  ] الآية 45 ) ، الظاهر في عدم تعيّن مقدار مشخّص وجواز الاختلاف حسب اختلاف الشروط زمانا ومكانا ، ويمكن أن يستدل عليه بذكر الإبل والبقر والغنم ثم الدرهم والدينار ، وقيمة الأنعام تختلف ، ولكن الأمر ليس كذلك ، وقد فصّلت السنّة الشريفة حدود الدية في كل من المذكورات كما في المفصلات ، واحتمال أن تكون المذكورات فيها بعنوان المصداق دون التعيين محل بحث ، لا بد من ملاحظة لسان السنّة الشريفة المبيّنة التي هي عدل الكتاب .\r\n\r\nحدّ من حارب الله ورسوله\r\nالثالثة : قوله تعالى :\r\n  إِنَّما جَزاءُ الَّذِينَ يُحارِبُونَ اللَّهَ وَرَسُولَهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَساداً أَنْ يُقَتَّلُوا أَوْ يُصَلَّبُوا أَوْ تُقَطَّعَ أَيْدِيهِمْ وَأَرْجُلُهُمْ مِنْ خِلافٍ أَوْ يُنْفَوْا مِنَ الْأَرْضِ ذلِكَ لَهُمْ خِزْيٌ فِي الدُّنْيا وَلَهُمْ فِي الْآخِرَةِ عَذابٌ عَظِيمٌ * إِلَّا الَّذِينَ تابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا  \r\n\r\n","description":"","footnote":"","page_name":" 303 ","page_number":95},
  {"content":"\r\n\r\n  عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ .   ( المائدة [ 5 
  ] الآية 33 و 34 )\r\nتحكم الآية الكريمة على الذين يحاربون الله ورسوله بسلّهم السيف وحملهم السلاح ، وبالجملة بإطلاق النار على المؤمنين وبلادهم بما هم مؤمنون ، وعلى نواميس الله تعالى وأحكامه مما جاء به النبي ( صلّى اللّه عليه وآله وسلّم ) من المشروعات والأحكام المقدّسة ، وكذلك تحكم على الذين يسعون في الأرض فسادا باخلال نظم المسلمين وايجاد الهرج والمرج ، ويبتغون في دين الله اعوجاجا كائنا من كان ، وفي اي مقام ، وبأي وجه حارب ، تحكم الآية عليهم بالقتل أو الصلب ، اي يقتّل به تشديدا في العذاب أو قطع أيديهم وأرجلهم من خلاف بقطع يده اليمنى من الأصابع أو وسط الكف ورجله اليسرى من وسط القدم ويترك حتى يموت لعذاب أشد ، أو نفيهم من أرض البلد المحارب على اختلاف مراتب محاربتهم وفسادهم ، وعلى اختيار من الحاكم حسب ما يراه مصلحة بالنسبة إليه في تلك الأطراف وخصوصيات كل طرف ، ذلك لهم خزي في الدنيا ولهم في الآخرة عذاب عظيم .\r\nومن المعلوم ان ذكر المحارب لله ورسوله وحكمه في ذلك السياق بين حكم القاتل والسارق وبعد بيان حكمهما ، مستقلا يدلّ على أنه لا يكون المراد من يريد أموال الناس وأنفسهم ، بل الذي يحارب دين الله تعالى وشريعته ، ويعاند الحق بصدّ سبيل الله على الناس مع السلاح والكفاح ، وأي فساد في الأرض أشدّ وأعظم من منع مساجد الله أن يذكر فيها اسمه والسعي في خرابها بالنهي عن الصلاة والصيام ومنع بيان معارف الاسلام والأمر بالمنكرات ومنهياته تعالى ومحرّماته ونشر المضلّات « 1 » ، فلا يختص بمن يحارب المسلمين لأموالهم وأعراضهم من غير تعرّض بشرائع الله ، كما ذكره الأصحاب فان ذلك بطريق أولى ، ويؤيد ما ذكرنا لو لم يدل عليه عدم سقوط عذاب الآخرة عنه باجراء الحدّ عليه كما في سائر الحدود ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - قال تعالى :  « قاتِلُوا الَّذِينَ لا يُؤْمِنُونَ بِاللَّهِ وَلا بِالْيَوْمِ الْآخِرِ وَلا يُحَرِّمُونَ ما حَرَّمَ اللَّهُ وَرَسُولُهُ وَلا يَدِينُونَ دِينَ الْحَقِّ . . . »  ( التوبة [ 9 
  ] الآية 9 ) .\r\n","page_name":" 304 ","page_number":96},
  {"content":"\r\n\r\nولهم في الآخرة عذاب عظيم « 1 » .\r\nوكيف كان فعلى مجتمع المسلمين قلع مادة الفساد وإزالة الرجس عن أمتهم بأي طريق أمكن ، والمجري لمثل تلك الأحكام الوليّ الحاكم على المسلمين ، وهو الامام المعصوم ( عليه السّلام ) أو من ينوب عنه على ما عرفت في كتاب الولاية ، من أيّة طبقة كان المحكوم ، ولو من الحاكمين الجائرين في الظاهر ، فعلى الوليّ قتل المحارب ، أو صلبه على رؤوس الأشهاد حتى يكون عبرة للآخرين ، أو قطع يده ورجله من خلاف باليمنى واليسرى ، وأقل تعذيبهم النفي من البلد والاقصاء إلى محل لا يتمكن فيه من القول والفعل على خلاف مصالح الاسلام ، لو كان المراد من الأرض البلد « 2 » .\r\n\r\nكفائية الحدود\r\nوأنت تعلم أن المطلوب في الكفائيات تحققها في الخارج من غير دخل لمباشر خاص في أصل المطلوب ، والمباشر مقصود ثان لحفظ حقوق المجتمع ، والمنع عن الهرج والمرج ، وعليه فإن لم يتمكّن الحاكم بالحق من ذلك ، فعلى عدول المسلمين ، ثم عليهم بأجمعهم ، بحيث لو تركوا ذلك كانوا عصاة معاقبين على ذنبهم ، وهو ترك حدود الله تعالى بين الأمة .\r\nفلو فسدت الحكومة وانحرفت عن طريق الحق والعدل واستعملت الموظفين والمنظمات في طريق المشتهيات على خلاف الاسلام ومصالح المسلمين فأخذوا يسعون في الأرض فسادا ، ويبتغون في دين الله اعوجاجا ، ولم يكن من يجري عليهم حدود الله تعالى ، ويمنعهم عن محاربة الله ورسوله ، فعلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كما يؤيد بل يدل على ما ذكرنا قوله تعالى بعده :  « إِلَّا الَّذِينَ تابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ »  ( المائدة [ 5 
  ] الآية 34 ) ، الظاهر في التسلّط عليهم دون إقرارهم لدى الحاكم .\r\n( 2 ) - حكما عن الأصحاب وعندنا صدق عدم كونه على الأرض بما هو انسان بمنعه عن الحقوق الاجتماعية وإلا فالمفسد لا فرق له بين بلد وبلد ويحتمل النفي بوجه كان من أقسام القتل السابق عليه احتمالا ضعيفا .\r\n","page_name":" 305 ","page_number":97},
  {"content":"\r\n\r\nجميع المسلمين القيام بوجههم حتى النصر والفتح بقتلهم وصلبهم أو نفيهم وقطع الأيدي والأرجل ؛ وبالجملة بقلع مادة الفساد حتى تسوية المنظمات وادارتها على المدارات الاسلامية ، ولا سيما على الذين لهم بين المسلمين مقام متّبع وموقع مرموق ، الذين يقتدي بهم الناس إذا تقدّموا ، ويتركون الأمر إذا تساهلوا وتسامحوا ، ولا سيما على الذين إذا ظهرت البدع فعليهم أن يظهروا علمهم ، وإلا ألجموا بلجام من نار ، فإنهم أمناء الله في بلاده ، ومنار الله على عباده ، فعليهم قبل كل أحد إجراء الحدود الشرعية ، ودفع المحارب المعاند للّه ورسوله .\r\nوعندنا ان من حارب الله ورسوله بقلمه ولسانه فقد شهر سيفه عليهما ، وكذا إذا خطب أو كتب على خلاف أصول الاسلام ومعارف القرآن وأحكام الله تعالى ، وبارز المسلمين بنشر مقالات ضالة ، أو إلقاء خطابات مضلّة ، فهو أيضا محارب لله ورسوله ، فعليه الحدّ بما عرفت من القتل أو الصلب أو النفي من البلد مما يراه الحاكم مصلحة في حدّ عمله . نعم إذا تاب المحارب فندم عمّا فعل وغرم ما أضرّ ، فالله غفور رحيم ، ولا يجرى عليه الحد إذا كانت توبته قبل القدرة عليه  إِلَّا الَّذِينَ تابُوا مِنْ قَبْلِ أَنْ تَقْدِرُوا عَلَيْهِمْ فَاعْلَمُوا أَنَّ اللَّهَ غَفُورٌ رَحِيمٌ . \r\n\r\nحدّ السارق\r\nالرابعة : قوله تعالى :\r\n  وَالسَّارِقُ وَالسَّارِقَةُ فَاقْطَعُوا أَيْدِيَهُما جَزاءً بِما كَسَبا نَكالًا مِنَ اللَّهِ وَاللَّهُ عَزِيزٌ حَكِيمٌ * فَمَنْ تابَ مِنْ بَعْدِ ظُلْمِهِ وَأَصْلَحَ فَإِنَّ اللَّهَ يَتُوبُ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ .   ( المائدة [ 5 
  ] الآية 38 و 39 )\r\nتأمر الآية الكريمة إيجابا بقطع يد السارق والسارقة ، فان ذلك جزاؤهما في الدنيا بما كسبا ، نكالا عليهم من الله العزيز الحكيم . والموضوع لا يصدق عرفا إلّا في سرقة ما كان له قيمة يعتنى بها ، وكان محفوظا مقفولا عليه عرفا ، دون غير المضبوط\r\n\r\n","description":"","footnote":"","page_name":" 306 ","page_number":98},
  {"content":"\r\n\r\nالمطروح . وأما حدّ الحكم حيث لم يذكر فيه بيان وتفصيل ، ويصحّ الاطلاق لغة على قطع اليد من الكتف ، كما يطلق على قطعها من كل من العضد والمرفق والساعد والزند والكف والأصابع ، فإنها اسم للمجموع وتطلق على بعضها أيضا ، ولكن بعد اختصاص الراحة من اليد باللّه تعالى في السجود ، لما يستند عليها حال السجدة ، فهي من المساجد  وَأَنَّ الْمَساجِدَ لِلَّهِ  ( الجن [ 72 
  ] الآية 18 ) . فلا بد وأن تقطع من الأصابع ، كما استدل بها الإمام ( عليه السّلام ) .\r\nوكذلك يكتفى بقطع أصابع يد واحدة للصدق عرفا ، والجمع بلحاظ السارق والسارقة . ولا نرى وجها لقطع الرجل مع التكرار ، ثم الحكم بالسجن معه « 1 » ، ولا يقاس بالمحارب ، فان قطع اليد اليمنى والرجل اليسرى ليصدق من خلاف كان في عرض واحد من التعذيبات التي بيد الحاكم أمرها في تحديد المحارب .\r\nوعندنا خروج سرقة الأب والعبد والغانم والشريك من الابن والمولى والغنيمة والمال المشترك موضوعيّ لا حكميّ ، أي ليس بسرقة عرفا ، بعد ولاية الأب وتصرّف بعض المالك في البعض من العبد ، وتصرّف الغانم في سهمه من الغنيمة ، وكذلك الشريك في المال المشترك ، كما في كل شبهة ، خلافا لما عن صاحب الكنز ( رحمه اللّه ) من أنه حكمي كما لا يخفى .\r\nومن تاب بعد سرقته وظلمه فأصلح نفسه بالعزم على عدم العود ، وردّ مال الغير إلى صاحبه ، فاللّه غفور رحيم ، يقبل التوبة عن عباده من غير فرق بين ثبوته بالإقرار أو الشهادة والبيّنة وعدمه ، كما هو ظاهر الآية ، إلّا أن السقوط بعد الثبوت لدى الحاكم مشكل ، لتناسب الحكم والموضوع ، فان كل مذنب بعد ما رأى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كما عن بعض ، فإنه لا بأس بالسجن مع التكرار قبل قطع الرجل ، والملاك منعه بعد ما لم يمنعه الحدّ الإلهي ، وأما عمل الرسول ( صلّى اللّه عليه وآله وسلّم ) المشار إليه في روايات الباب ، بعد أنّه لا لسان له فلا يبعد أنه كان على مصلحة رآها ولاية ، فان الأمر بعد حكم الله تعالى على نظر الحاكم ، وتسرية حكم المحارب بعد التكلّف تسرية من موضوع إلى آخر .\r\n","page_name":" 307 ","page_number":99},
  {"content":"\r\n\r\nمقدمات اجراء الحدّ عليه يتوب ويستغفر ربّه ، إلّا من خاف مقام ربه ، فان قبلت توبته مطلقا ، فأين يكون حفظ مصالح المجتمع واعتبار الآخرين من المحدودين ، وبذلك يخصص الاطلاق ، وقبل الثبوت لدى الحاكم يناسب العفو عن الله الغفور الرحيم لمن تاب وأصلح .\r\n\r\nحدّ الانحراف في الشهوة الجنسية\r\nالانحراف في أعمال الغريزة الجنسية عن طريقتها الطبيعية المشروعة ، المفسد للفرد والنسل والمجتمع ، المخرّب للجسم والروح اقتضى المنع عنه الشدة والاهتمام ، فلم يكتف الشرع بالتحريم التكليفي ، وانه ذنب يعاقب عليه ، كما سيأتي البحث عنه إن شاء الله في كتاب المحرّمات من الجزء الرابع ، بل جعل عليه الحد أيضا في كل قسم بحسبه من الانحراف في الرجال والنساء ، أو فيهما ، أي اللواط والمساحقة والزنا ، وفي كل آية يذكرها حسب الأهمية .\r\n\r\nحدّ الزنا\r\nالخامسة : قوله تعالى :\r\n الزَّانِيَةُ وَالزَّانِي فَاجْلِدُوا كُلَّ واحِدٍ مِنْهُما مِائَةَ جَلْدَةٍ وَلا تَأْخُذْكُمْ بِهِما رَأْفَةٌ فِي دِينِ اللَّهِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَلْيَشْهَدْ عَذابَهُما طائِفَةٌ مِنَ الْمُؤْمِنِينَ . \r\n( النور [ 24 
  ] الآية 2 )\r\nتأمر الآية الكريمة إيجابا بجلد كل من الزانية والزاني مائة جلدة ، وتوكّد الأمر بالنهي عن اتخاذ الرأفة والرحمة في مقام اجراء الحدّ الذي هو من دين الله وشريعة رسوله ( صلّى اللّه عليه وآله وسلّم ) وتؤكّده ثانيا بقوله تعالى :  إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ  ، فان التساهل في اجراء حدود الله تعالى والتسامح في العمل بأوامره تعالى والتناهي عن نواهيه ينشأ من ضعف الايمان ووهنه ، كما هو ظاهر ، وفي النهاية ترشد الآية\r\n\r\n","description":"","footnote":"","page_name":" 308 ","page_number":100},
  {"content":"\r\n\r\nالكريمة إلى مصلحة أخرى لا بدّ من استيفائها ، وهي الغرض الأصيل من تشريع الحدود ، وهو دفع المجتمع عن الذنوب وتطهيره عنها ، فتحكم بلزوم حضور طائفة من المؤمنين ، وليكن اجراء الحدود بمرأى حتى يعتبروا ويعلموا حكم الله تعالى وحدّه ، وانه في حق كل مجرم كذلك .\r\nوالمتعلّق معلوم انه الضرب بالسوط بحيث لم يتجاوز ألمه عن جلده ، وذلك كناية عن التوسيط في الضرب ، ليكون متعارفا لا شديدا عن عناد ولا خفيفا عن رحمة ، وإلّا فتألّم المضروب لا يختصّ بعروقه المنتشرة في جلده ، والضرب غير الجرح ليكون عدم التجاوز بمعناه .\r\nثم إنّ ظاهر إطلاق العنوان والموضوع أن الحكم ثابت لكل زان وزانية محصن ومحصنة أو غيرهما ، شيخين كانا أو شابين ، ولكن تناسب الحكم والموضوع يخصص الأمر بشاب غير محصن ، ويقتضي في غيره الشدّة ولا سيما الشيخ المحصن ، وقد فصّلت السنّة الشريفة بحمد الله في باقي الموارد من الرجم مع الجلد أو بدونه ، ومع التغريب ( النفي ) أو بدونه ، وعندنا الزائد على المذكور في كتاب الله كان من مختار النبي ( صلّى اللّه عليه وآله وسلّم ) أو الوليّ ( عليه السّلام ) بعنوان المصداق :  لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ  ( الأحزاب [ 33 
  ] الآية 21 ) ، والحكم ما رآه الحاكم مصلحة على اختلاف الشروط والمقتضيات كما لا يخفى ، كما عرفت في حدّ السرقة بعد قطع اليد اليمنى بأصابعه الأربع .\r\nثم انّ الحدّ المذكور راجع إلى الأحرار ، وأما ما ملكت أيمانكم من فتياتكم المؤمنات إذا أحصنّ  فَإِنْ أَتَيْنَ بِفاحِشَةٍ فَعَلَيْهِنَّ نِصْفُ ما عَلَى الْمُحْصَناتِ مِنَ الْعَذابِ  ( النساء [ 4 
  ] الآية 25 ) .\r\nومن المعلوم كما ذكرنا من قبل أن المجري لتلك الحدود هم الولاة والحكّام الشرعيون الذين هم حصون البلاد وأمناء الله على العباد وبيدهم مجاري الأمور .\r\n\r\n","description":"","footnote":"","page_name":" 309 ","page_number":101},
  {"content":"\r\n\r\n\r\nحدّ السحق\r\nالسادسة : قوله تعالى :\r\n وَاللَّاتِي يَأْتِينَ الْفاحِشَةَ مِنْ نِسائِكُمْ فَاسْتَشْهِدُوا عَلَيْهِنَّ أَرْبَعَةً مِنْكُمْ فَإِنْ شَهِدُوا فَأَمْسِكُوهُنَّ فِي الْبُيُوتِ حَتَّى يَتَوَفَّاهُنَّ الْمَوْتُ أَوْ يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا . \r\n( النساء [ 4 
  ] الآية 15 )\r\nالآية المباركة تحكم على اللاتي يأتين بالفاحشة من النساء وثبتت الفاحشة عليهنّ بشهادة أربعة من الرجال أو ما يقوم مقامها ، كما في كتاب الشهادات ، ولا تثبت بدونها ، فتأمر إيجابا بعد الثبوت بامساكهنّ في البيوت حتى يمتن ، وذلك قريب من السجن المؤبد ، وانتخاب البيوت لهنّ دون السجون ظاهر ، فان التستّر عليهنّ في مثل الشروط ألزم حتى  يَجْعَلَ اللَّهُ لَهُنَّ سَبِيلًا  ، وسبيل المسجون لذنبه توجيهه إلى طريق الخير والسلامة عن الذنب الذي سجن به ، فان كانت غير محصنة فتزويجها وتحصينها وخلاصها عن افتقارها الطبيعي على الطريق المشروع ، وان كانت محصّنة فتوبتها وعفو الحاكم إذا رأى مصلحة .\r\nوظاهر الفحشاء يعمّ الزنا والسحق إلّا أنه بعد بيان حكم الزنا صريحا - كما عرفت - نستظهر من المقام أن المراد السحق مؤيّدا بالسياق من التأنيث ثم التذكير المختص بالرجال ، وبعبارة أخرى بعد ذكر الانحراف في الزنا الحاصل بهما ، واللواط بالرجل مع الرجل ، فتعود الفاحشة في المقام إلى السحق « 1 » ، وبما ذكرنا يناسب السبيل في آخر الآية المباركة ما عرفت في صدرها فلا يلزم النسخ وسائر التكلّفات ، ويساعد الحكم الموضوع وإن كان الزنا والاستمناء وغيرهما . . . فاحشة أيضا لغة ومن وراء ما أحل اللّه ومن ابتغاه فهو من العادين « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الراجع إلى المرأة مع المرأة .\r\n( 2 ) - راجع آيات أول سورة « المؤمنون » .\r\n","page_name":" 310 ","page_number":102},
  {"content":"\r\n\r\nوالفطرة الحاكمة بجواز استمتاع كل من الرجل والمرأة بالآخر تحكم بالضبط تحفّظا على النسب الذي هو الغاية المنشودة والحقيقية عن تلك الغريزة من بقاء النوع وحفظ النسب على الشرف والكرامة ، وقد بيّن الشرع ذلك كلّه ، وأرشد إليه ، فأحلّ النكاح والزواج ، وحرّم الزنا والسفاح .\r\n\r\nحدّ اللواط\r\nالسابعة : قوله تعالى :\r\n وَالَّذانِ يَأْتِيانِها مِنْكُمْ فَآذُوهُما فَإِنْ تابا وَأَصْلَحا فَأَعْرِضُوا عَنْهُما إِنَّ اللَّهَ كانَ تَوَّاباً رَحِيماً .  ( النساء [ 4 
  ] الآية 166 )\r\nالظاهر أن المراد من الموصول على صيغة التثنية تذكيرا : الرجلان اللذان ارتكبا الفاحشة القبيحة التي كانت في قوم لوط ، وان كان لغة يعمّ رجلين أو امرأتين أو رجل وامرأة تغليبا أو كناية ، إلّا أنه في السياق المذكور قبله حكم امرأتين من الحبس والامساك في البيت على ما عرفت مع ملاحظة حكم رجل وامرأة في آية الزنا يختصّ برجلين وفاحشتهما اللواط لاشتراكهما فيها بالالتصاق دون اقتراف كل فاحشة حتى تشمل الاستمناء أيضا .\r\nوعلى الحاكم بعد الثبوت إيذاؤهما بما يرى مصلحة دون القتل ، فانّه لا يعدّ من مراتب الايذاء عرفا ، فلا بدّ لقتلهما من دليل آخر ، كما في صحاح الروايات على التفصيل المذكور في محله ، وإن تابا وأصلحا أنفسهما فلا تتعرّضوا لهما إنّ الله كان توّابا رحيما ، والظاهر أن ذلك قبل الثبوت لدى الحاكم .\r\nومن المعلوم ان الحدود المذكورة لتلك الانحرافات تكون لغير المكره عليه ،  فَمَنِ اضْطُرَّ غَيْرَ باغٍ وَلا عادٍ فَلا إِثْمَ عَلَيْهِ  ( البقرة [ 2 
  ] الآية 173 ) بعد ظهور عناوين الزانية والزاني والآتي بالفحشاء في حال الاختيار .\r\n\r\n","description":"","footnote":"","page_name":" 311 ","page_number":103},
  {"content":"\r\n\r\n\r\nحدّ الرمي\r\nالثامنة : قوله تعالى :\r\n وَالَّذِينَ يَرْمُونَ الْمُحْصَناتِ ثُمَّ لَمْ يَأْتُوا بِأَرْبَعَةِ شُهَداءَ فَاجْلِدُوهُمْ ثَمانِينَ جَلْدَةً وَلا تَقْبَلُوا لَهُمْ شَهادَةً أَبَداً وَأُولئِكَ هُمُ الْفاسِقُونَ .  ( النور [ 24 
  ] الآية 4 )\r\nتحكم الآية الكريمة وجوبا على الذين يرمون المحصنات بالفاحشة ويقذفونهنّ ، ثم لم يثبتوا ذلك بأربعة شهداء ، بأنه يجب جلدهم ثمانين جلدة ، وانهم فاسقون ، لا تقبل شهادتهم أبدا بارتكابهم الذنب العظيم  إِنَّ الَّذِينَ يَرْمُونَ الْمُحْصَناتِ الْغافِلاتِ الْمُؤْمِناتِ لُعِنُوا فِي الدُّنْيا وَالْآخِرَةِ وَلَهُمْ عَذابٌ عَظِيمٌ  ( النور [ 24 
  ] الآية 23 ) .\r\nثم انك بالتأمّل في لسان الآيات وتشديد الحكم ترى اهتمام الشرع المقدّس بحيثية المجتمع الاسلامي وعنايته بعلو مقامه وكرامة شرفه ، وان الذنب الصادر عن البعض أحيانا لا بدّ وأن يكون مستورا منكرا لا يعرفه غيره فيتوب بنفسه إلى الله تعالى ويستغفره ، وليس لأحد أن يستطلع غيره ، ويستظهر زوايا معيشته ، ولو اطّلع على فاحشة من الغير اتفاقا ليس له أن يتفوّه بها عند الآخرين ، وعليه التستّر مع منعه ونهيه عنها على خفاء ، كما ليس للمذنب نفسه ذلك حتى لا تشيع الفاحشة ،  إِنَّ الَّذِينَ يُحِبُّونَ أَنْ تَشِيعَ الْفاحِشَةُ فِي الَّذِينَ آمَنُوا لَهُمْ عَذابٌ أَلِيمٌ فِي الدُّنْيا وَالْآخِرَةِ  ( النور [ 24 
  ] الآية 19 ) .\r\nومن المعلوم أن الاطّلاع على الفحشاء وترديد ذكرها يستصغر الأمر ويستدرج إلى ارتكابها ، فتشيع ، ويتوسّع نطاق الانحراف ، كما هو كذلك في زماننا بأيدي الأجانب « 1 » وحكّام الجور العاملين وسلطانهم على مختلف شؤون المسلمين الذين يعاندون الدين ، ويحاربون الله ورسوله ، وينتحلون إلى الاسلام ، ويعدون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كان ذلك قبل نجاح الثورة الاسلامية وتحقق الجمهورية الاسلامية .\r\n","page_name":" 312 ","page_number":104},
  {"content":"\r\n\r\nأنفسهم من أسلم المسلمين ، عليهم لعنة الله وخذلانه ، وقطع الله أيديهم عن البلاد . . .\r\nوكيف كان ، فالقاذف إن أثبت بالشهادة يحدّ المقذوف بحدّه ، وإلا فالرامي ، ويحكم بفسقه حفظا لكرامة الأمة وشرف المجتمع ، وحيث قل ما يتمكّن من اثبات مثل هذه الأمور بأربعة شهداء ، يجتنب عنه فيتوب المذنب في خفاء .\r\nالتاسعة : قوله تعالى :\r\n    وَالَّذِينَ يَرْمُونَ أَزْواجَهُمْ وَلَمْ يَكُنْ لَهُمْ شُهَداءُ إِلَّا أَنْفُسُهُمْ فَشَهادَةُ أَحَدِهِمْ أَرْبَعُ شَهاداتٍ بِاللَّهِ إِنَّهُ لَمِنَ الصَّادِقِينَ وَالْخامِسَةُ أَنَّ لَعْنَتَ اللَّهِ عَلَيْهِ إِنْ كانَ مِنَ الْكاذِبِينَ وَيَدْرَؤُا عَنْهَا الْعَذابَ أَنْ تَشْهَدَ أَرْبَعَ شَهاداتٍ بِاللَّهِ إِنَّهُ لَمِنَ الْكاذِبِينَ وَالْخامِسَةَ أَنَّ غَضَبَ اللَّهِ عَلَيْها إِنْ كانَ مِنَ الصَّادِقِينَ .     ( النور [ 24 
  ] الآية 6 إلى 9 )\r\nالآيات المباركات تدلّ أيضا على أن الأمر في التحفّظ على سمو الامّة الاسلامية وشرفها ، والتستّر على العيوب والذنوب على هذه الشدّة والأهمية يكون حتى في الأسرة والعائلة ، ولا سيما بين الزوج والزوجة ، فليس لأحدهما قذف الآخر بكل ما يتوهّم أو يظنّ ،   وَلَوْ لا فَضْلُ اللَّهِ عَلَيْكُمْ وَرَحْمَتُهُ فِي الدُّنْيا وَالْآخِرَةِ لَمَسَّكُمْ فِيما أَفَضْتُمْ فِيهِ عَذابٌ عَظِيمٌ ، إِذْ تَلَقَّوْنَهُ بِأَلْسِنَتِكُمْ وَتَقُولُونَ بِأَفْواهِكُمْ ما لَيْسَ لَكُمْ بِهِ عِلْمٌ وَتَحْسَبُونَهُ هَيِّناً وَهُوَ عِنْدَ اللَّهِ عَظِيمٌ   ( النور [ 24 
  ] الآية 14 و 15 ) ، فليس للزوج قذف زوجته ورميها بالفحشاء من السحق أو الزنا أو نفي الولد بعنوان إثبات الزنا دون المجمل أو مع احتمال جذب الماء أو الوطء شبهة .\r\nومع ذلك كلّه ، لو قذف فعليه الاثبات بأربعة شهداء ، ولها الجرح حتى يتمّ القضاء ، ويحكم عليها بالحدّ ، وإلّا فإن لم يكن للزوج شاهد إلّا نفسه ، فعليه اللعان فرارا عن حدّ القذف ، بأن يشهد الله على صدقه أربع مرات ، والخامسة ان لعنة الله عليه إن كان من الكاذبين ، وأيّ مؤمن يعترف بالله واليوم الآخر ثم يشتري لعنة الله\r\n\r\n","description":"","footnote":"","page_name":" 313 ","page_number":105},
  {"content":"\r\n\r\nعلى نفسه فرارا عن عذاب قليل في الدنيا ، وللزوجة أن تدرأ العذاب والحدّ بأن تشهد الله على كذب زوجها أربع مرات ، والخامسة ان غضب الله عليها إن كان زوجها من الصادقين ، وأيّة خاطئة تؤمن بالله واليوم الآخر تشتري غضب الله لنفسها دفعا لعذاب الدنيا ؟\r\nوالحاصل انّه بعد القذف ، إن لم يشهد بأربع شهادات ولم يلعن ، يحدّ بقذفه ثمانين جلدة ، ولا تقبل شهادته ، وان شهد بأربع غير مجروح تحدّ الزوجة حدّها ، وأما إن لم يكن له شاهد إلّا نفسه فاللعان بوجه عرفته ، فان لاعن الزوج دون الزوجة تحدّ حدّها أيضا ، وإن لاعنت أيضا يدرأ عنها العذاب ، ولا حدّ على أحدهما ، ولكن كيف يمكن أن يبقيا على ما كانا عليه من الزوجية بعد تلك المطاردة والملاعنة ، وكيف يتصوّر استقرار الصفاء والوداد بينهما ، وكلّ منهما يكذّب الآخر على تلك الشدّة في مثل أمر هو أساس مسألة الزوجية ، فكأنه بنفس تلك المطاردة تنقطع عنهما العلاقة الزوجية من دون طلاق ولا حكم حاكم ، كما صرّحت به السنّة المباركة ، ولم يذكر في الآيات ما يعطي ذلك ، ولكن يستظهر منها حسب الاعتبار اعتمادا على السنّة الشريفة ، ولولاها ما تجرأنا ، ولقلنا بلزوم الطلاق أيضا ، كما لا يبعد احتياطا ، كما أن الاعتبار يقتضي الحرمة الأبدية ، والسنّة المباركة بحمد اللّه قد بيّنت الأمر .\r\nوأنت تعلم أن الآيات بسياقها راجعة إلى قذف المرء زوجته بالزنا ولو بنفيه الولد ، إذا أراد به ذلك . وأما نفيه مع احتمال جذب الماء أو الوطء بشبهة فالظاهر انصراف الآيات عنه ، ولا لعان ، كما أن الظاهر انصراف اطلاق كلمات الفقهاء ( رضوان اللّه عليهم ) إلى ذلك ، أي إرادة الزنا من نفي الولد ، فلا يتمّ ما ذكروه مطلقا .\r\nوأما ذكرهم اللعان عقيب الطلاق والظهار بلحاظ الأثر ، أي الانفصال بلا طلاق فلا يخلو عن شيء فان ذلك ممّا يترتب عليه ، وهو من لواحق الرمي وتوابع الحدود ، كما عرفت والحمد للّه ربّ العالمين .\r\n\r\n","description":"","footnote":"","page_name":" 314 ","page_number":106},
  {"content":"\r\n\r\n\r\nخلاصة البحث\r\nالأول : من قتل نفسا خطأ ، فعليه تحرير رقبة مؤمنة كفّارة للقتل ، وعليه أيضا أداء الدية إلى ورثة المقتول أداء لحقهم .\r\nالثاني : لا دية فيما إذا كان المقتول مؤمنا وقد قتل خطأ وانه من قوم عدوّ للمسلمين أي من الكفّار والمشركين ، فيكفي عندئذ تحرير رقبة كفارة له ، فان أداء الدية إلى غير المسلم لا وجه له .\r\nالثالث : الدية هذه على العاقلة من أقرباء القاتل ، وعليه الكفّارة .\r\nالرابع : من لم يجد رقبة للتحرير أو مالا للدية فعليه صيام شهرين متتابعين .\r\nالخامس : من حارب الله ورسوله أي حارب وناهض دين الله وشريعته ، يقتل بحكم الحاكم الشرعي أو يصلب أو تقطع يده ورجله من خلاف ويترك حتى يموت « 1 » ، أو ينفى من الأرض على اختلاف مراتب محاربته سواء كانت بواسطة السيف أو الرمح أو البندقية أو المتفجّرات من الآلات الحربية النارية أو بواسطة القلم أو الخطابة أو الإذاعة أو النشر أو غيرها مع صدق المحاربة « 2 » ، كل ذلك قبل توبته .\r\nالسادس : السارق والسارقة لمال مضبوط تقطع يداهما اليمنى من الأصابع ، ومع التكرار بعده فباختيار الحاكم في أن تقطع رجله أو يسجن أو يقتل .\r\nالسابع : لا حدّ في سرقة الأب من ابنه والعبد من مولاه والغانم من مال الغنيمة والشريك من شريكه فإنه ليس بسرقة موضوعا .\r\nالثامن : الزاني والزانية بعد ثبوت زناهما يجلد كل واحد منهما مائة جلدة إذا كان الزاني شابّا عزبا ، وفي المحصن الرجم مع الجلد أو بدونه ، ومع التعذيب أو بدونه على ضوء السنّة الشريفة ،  وَاللَّاتِي يَأْتِينَ  بفاحشة المساحقة فلا بدّ من حبسهنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - من المعلوم ان الصّلب وقطع اليد والرجل من خلاف قسيم القتل وليس يراد بهما القتل سواء انتهى إلى موته أو لا ، ولذلك لا بدّ من فكه من الصلب بعد ثلاثة أيام وتركه لو كان حيا وكذلك القطع .\r\n( 2 ) - كما إذ كان من منظمة محاربة مثل منظمة المنافقين المحاربة لنظام الجمهورية الاسلامية .\r\n","page_name":" 315 ","page_number":107},
  {"content":"\r\n\r\nوإمساكهنّ في البيوت حتى يمتن أو يتزوّجن حتى يحصن حسبما يراه الحاكم صلاحا . واللذان يأتيان بفاحشة اللواط ، على الحاكم ايذاؤهما وتعزيرهما وما يراه مصلحة إلى القتل عند اجتماع الشرائط على ضوء السنّة .\r\nالتاسع : الذين يرمون المحصنات المؤمنات الغافلات بفاحشة الزنا ثم لم يأتوا بأربعة شهداء يجب أن يجلدوا ثمانين جلدة ولا تقبل شهادتهم أبدا لفسقهم هذا .\r\nالعاشر : من رمى زوجته بالزنا ولو بنفي الولد بقصده دون احتمال جذب الماء أو الوطي بشبهة فان أثبت ذلك لدى الحاكم بأربعة شهداء تحدّ زوجته حدّها وإلّا فعليه اللعان وحدّ حدّ القذف ، وان لاعن يدرأ عنه ذلك . وللزوجة أن تلاعن دفعا للحدّ عليها ، فان لاعنت ينفصل كل عن الآخر من غير طلاق اعتبارا من الكتاب العزيز وتحريما أبدا أيضا على ضوء السنّة المباركة في المقام .\r\nالحادي عشر : إجراء حدود اللّه تعالى بين عباده بيد وليّه الامام المعصوم ( عليه السّلام ) أو من ينوب عنه نيابة خاصة أو عامة من الفقهاء الذين بيدهم مجاري الأمور ، وعلى العدول بل المسلمين كفاية حال قبض اليد لئلا تتعطل حدود اللّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 316 ","page_number":108},
  {"content":"\r\n\r\n\r\nكتاب القصاص\r\n\r\n","description":"","footnote":"","page_name":" 317 ","page_number":109},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 318 ","page_number":110},
  {"content":"\r\n\r\nالقصاص\r\nالقصاص على وزن فعال من قصّ أي تتبّع الأمر والخبر ، ثم استعمل في تتبّعه الجرح والدم ، ويترتب عليه من المعاملة بالمثل من القتل والقطع وفي جبر كل ضرر حتى في قصاص المال وتقاصّه .\r\nومن المعلوم انّه لو لم يجازى الظالم في المجتمع فستنفعل الامّة بالظلم شيئا فشيئا حتى تضعف وتذلّ بتسلّط الجائر الظالم فتموت . وبالمجازاة المتناسبة يتعادل المجتمع ويحتفظ بحياته فتحيا الأمّة به وتقوم على صلبه . وذلك معنى قوله تعالى :\r\n وَلَكُمْ فِي الْقِصاصِ حَياةٌ يا أُولِي الْأَلْبابِ .  ( البقرة [ 2 
  ] الآية 179 )\r\n\r\nكيفية القصاص\r\nوفي الكتاب آيات :\r\nالأولى : قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمُ الْقِصاصُ فِي الْقَتْلى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثى بِالْأُنْثى فَمَنْ عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّباعٌ بِالْمَعْرُوفِ وَأَداءٌ إِلَيْهِ بِإِحْسانٍ ذلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ فَمَنِ اعْتَدى بَعْدَ ذلِكَ فَلَهُ عَذابٌ أَلِيمٌ . \r\n( البقرة [ 2 
  ] الآية 178 )\r\nالآية المباركة توجب أصل القصاص على لسان ايجاب الأركان والأعمدة « 1 » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - قال تعالى :  كُتِبَ عَلَيْكُمُ الصِّيامُ كَما كُتِبَ عَلَى الَّذِينَ مِنْ قَبْلِكُمْ  ( البقرة [ 2 
  ] 183 ) ، وقال :  إِنَّ الصَّلاةَ كانَتْ عَلَى الْمُؤْمِنِينَ كِتاباً مَوْقُوتاً  ( النساء [ 4 
  ] 103 ) .\r\n","page_name":" 319 ","page_number":111},
  {"content":"\r\n\r\nفان الكتابة كناية أبلغ من الأمر والايجاب ، والمعنى أن ذلك مقضي محتوم مكتوب من قبل لا يختلّ بشيء .\r\nثم بعد بيان استحكام ذلك المشروع على الاجمال تفصّل الأمر بأنّه لا بدّ من مراعاة التعادل في القتلى على الكمال : الحرّ بالحرّ ، والعبد بالعبد ، والأنثى بالأنثى ، والذكر بالذكر ، بل والحرّ بالعبد ، والذكر بالأنثى ، بمعنى عدم الفرق ونفي الامتياز بين النفوس ، فكلّ من قتل نفسا بغير حقّ يقتل قصاصا سواء كان القاتل حرا أو عبدا ذكرا أو أنثى ، وكذلك المقتول فان  النَّفْسَ بِالنَّفْسِ  ، والمسلمون تتكافأ دماؤهم ، وذكر المذكورات ردّ على التفاضل المتوهّم الذي لا مفهوم له .\r\nومن المعلوم ان ذلك في مجتمع المسلمين وعدم وجود التفاضل بينهم ، امّا التفاضل بالاسلام على الكفر فهو أمر يحقّق على التفصيل في محله ولا بدّ من التساوي في الدين من الاسلام وغيره .\r\nكذلك نستظهر من الآية الكريمة ونفهم أنّها بصدد بيان المساواة بين النفوس البشرية ، على خلاف ما ذكره الأصحاب ( رضوان اللّه تعالى عليهم ) من عدم القصاص عند الاختلاف بالحرية فقط ، وانه لا يقتل الحرّ بالعبد مع قولهم بقتل الذكر بالأنثى ، والسياق واحد ، فلزمهم توجيهات بعيدة حتى خرجت الآية المباركة عن مفهومها مع صراحتها في التشريع ، وأنّها في مقامه ، وأضعفها تخصيص الآية بواقعة خاصة من موردها ، وأشدّ ضعفا النسخ بقوله تعالى :  النَّفْسَ بِالنَّفْسِ . . .  كما أشار إليها صاحب الكنز ( رحمه اللّه ) مع أنه لا يتم البحث أيضا في الحرّ والعبد كما لا يتمّ جواب صاحب الكنز أيضا من أن الناسخ مكتوب في التوراة فلا يكون ناسخا ، فان لسان النقل يعلن بيان المشروع الباقي في الاسلام أيضا ونقل في القرآن بذلك الملاك .\r\nولا ينافي ما استظهرناه لزوم ردّ نصف الدية بعد قتل الرجل القاتل للمرأة إلى وليّ المقتول قصاصا ، كما لا ينافي عدم قصاص رسول اللّه ( صلّى اللّه عليه وآله وسلّم ) من المولى\r\n\r\n","description":"","footnote":"","page_name":" 320 ","page_number":112},
  {"content":"\r\n\r\nالذي قتل عبده ، فان لوليّ الدم العفو كما سيأتي ، وهو ( صلّى اللّه عليه وآله وسلّم ) بنفسه وليّه ، بل لا ينافي في الحكم بعدم قتل الحرّ بالعبد مطلقا بالسنّة القطعية ، وإن بعد ذلك مع اعتياد المولى .\r\nويؤيد ما ذكرنا قوله ( عليه السّلام ) : « لا يقتل حرّ بعبد ، ولكن يضرب ضربا شديدا ويغرم ثمنه دية العبد » ( الكافي ج 7 ص 304 ح 1 ) بعد قراءة أبي بصير لأحدهما ( عليهما السّلام ) قول اللّه ( عزّ وجلّ ) :  كُتِبَ عَلَيْكُمُ الْقِصاصُ فِي الْقَتْلى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنْثى بِالْأُنْثى  فإنه لو كان ظاهر الآية كما ذكروه لم يكن إلى البيان افتقار ، فإنه بنفسه مفاد الآية وتوضيح الواضح لا يناسب الإمام ( عليه السّلام ) . فهو لبيان تخصيص المفاد بغير الحرّ والعبد ، وتعيين الدية فيهما ، إذا كان القاتل حرّا فيضرب على حدّ من الشدّة يمنعه عن ذلك إن كان مولاه ، فان ديته من ماله ، وهو أتلفه ويغرم إن كان غيره دية بدل القصاص ، وذلك لا يفيد الاطلاق حتى مع الاعتياد وعدم المنع .\r\nوالحاصل انّه لا بدّ من حفظ ظهور الآية في جميع الفقرات والتخصيص في الحرّ القاتل للعبد بالدية دون القصاص من طرفي الحكم بالسنّة القطعية ، فتأمّل .\r\nومع ذلك كلّه :  وَمَنْ قُتِلَ مَظْلُوماً فَقَدْ جَعَلْنا لِوَلِيِّهِ سُلْطاناً . . .  ( الأسراء [ 17 
  ] الآية 33 ) فله أن يقتصّ من القاتل ، كما له أن يعفو عنه ، ولكن من عفي له من أخيه المؤمن الذي هو وليّ دم المقتول ، فعليه الاتباع بالمعروف والإحسان إلى ورثته بأداء المتعارف دية وغرامة ، دون أن يأخذ نفسه معفوا مجانا وبلا عوض ، وذلك الخيار بين القصاص والغرامة المجعول لوليّ الدم تخفيف ورحمة من اللّه عليكم ، ومن اعتدى بعد ذلك فله عذاب أليم . وظاهر ذلك عدم لزوم نظارة وليّ المسلمين وامامهم عليه ، خلافا لما جاء عن الطبرسي في المجمع والشيخ في المبسوط والعلّامة في القواعد ، مع عدم اشتراط الآخرين في سائر كتبهم . نعم يمكن القول بذلك حفظا لنظام الأمّة ومنعا عن الهرج والمرج .\r\n\r\n","description":"","footnote":"","page_name":" 321 ","page_number":113},
  {"content":"\r\n\r\n\r\nالمقابلة بالمثل أو العفو\r\nالثانية : قوله تعالى :\r\n وَكَتَبْنا عَلَيْهِمْ فِيها أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ وَالْأَنْفَ بِالْأَنْفِ وَالْأُذُنَ بِالْأُذُنِ وَالسِّنَّ بِالسِّنِّ وَالْجُرُوحَ قِصاصٌ فَمَنْ تَصَدَّقَ بِهِ فَهُوَ كَفَّارَةٌ لَهُ وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الظَّالِمُونَ .  ( المائدة [ 5 
  ] الآية 45 )\r\nتحكي الآية الكريمة حكم القصاص المكتوب في التوراة التي فيها هدى ونور والتي يحكم بها النبيّون الذين أسلموا في القتلى بأن  النَّفْسَ بِالنَّفْسِ  مطلقا من غير تفصيل فيها بين المزايا المتوهّمة من الرئاسة والشرف وغيرهما ، وفي الأعضاء العين بالعين واحدا ومتعددا ، والأنف بالأنف ، والأذن بالأذن ، والسنّ بالسنّ مع مراعاة العدد ، وكذلك الجروح فيها قصاص مع مراعاة المقدار ، ومن تصدّق به فهو كفّارة له .\r\nوكذلك من عفي عنه من أداء الكفارة والدية أو بدونه ، فان العفو والتكفير في الجروح بل في القتلى مع عدم اعتداء من ظلم أولا بأداء المعروف والاحسان والتصدّق أي الدية يوجب الرأفة والرحمة بين الأفراد ، وتقارب بعضهم مع بعض ، وتعزيز علاقاتهم بالامتنان من بعض على بعض ، كما أشارت إليه الآية المباركة السابقة . ولذلك كانت الدية على العاقلة أي أقربائه كما في السنّة الشريفة ، كما أن القصاص يوجب تنبّه وردع الظالم ومنعه عن الاعتداء وتقليل الفساد ، فالحياة .\r\nفقد روعي في المشروع - كما ترى - جميع الجوانب والأطراف ، والآية بقيودها في الصدر تكون بيانا للمشروع لا نقلا وحكاية فقط ، وإن شئت قلت إنشاء بلسان الإخبار أو استصحاب لما ثبت .\r\n\r\n","description":"","footnote":"","page_name":" 322 ","page_number":114},
  {"content":"\r\n\r\n\r\nالكيفية والزمان في القصاص\r\nالثالثة : قوله تعالى :\r\n الشَّهْرُ الْحَرامُ بِالشَّهْرِ الْحَرامِ وَالْحُرُماتُ قِصاصٌ فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدى عَلَيْكُمْ وَاتَّقُوا اللَّهَ وَاعْلَمُوا أَنَّ اللَّهَ مَعَ الْمُتَّقِينَ . \r\n( البقرة [ 2 
  ] الآية 194 )\r\nالآية المباركة كما ترى خلال آيات الجهاد ومقاتلة أعداء الدين تراها تتعرّض بالمناسبة لمسألة القصاص فيما إذا اعتدى الخصم ولم يراع حرمة الشهر الحرام ، فيجوز القتال فيه ( الشهر بالشهر ) ، ثم تقضي على الأمر ببيان قاعدة كلية تستغرق كل مقام ، وهي عندنا من أعرق الأسس التي تحفظ بها الأمة واستقلالها بل كيانها ثم رقيّها وتكاملها في كل عصر وزمان ، وهي عدم الاستسلام مقابل أيّ ظلم واعتداء ، ولزوم مكافحة الظالم ومواجهة المعتدي ومدافعته ، حتى يرتدع . وما يفعل في طريق ذلك عقلائيا حق وعدل يستحقه كل ذي حياة ورمق ، فكيف بانسان وأمّة اسلامية ، وهي خير أمّة أخرجت للناس ، وليس ذلك باعتداء ، وانما أطلق عليه للمقابلة ، والقاعدة العريقة الواسعة قوله تعالى :  فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدى عَلَيْكُمْ  ردّا عليه ومنعا لاعتدائه من غير نقيصة ، حتى يكون انطلاقا وقبولا للاعتداء ولو في الجملة ومن غير زيادة ، لئلا يكون اعتداء عليه فيها ، فاتقوا الله تعالى من الاعتداء بالزيادة باسم القصاص والتقابل ، واعلموا أن الله مع المتقين الذين لا يعتدون ولا يتحمّلون الاعتداء ، فان  جَزاءُ سَيِّئَةٍ سَيِّئَةٌ مِثْلُها  « 1 » ،  وَإِنْ عاقَبْتُمْ فَعاقِبُوا بِمِثْلِ ما عُوقِبْتُمْ بِهِ  « 2 » ، وبذلك يتحقق المطلوب والغرض الأصلي من القصاص وهو العدل الاجتماعي الساري في تمام شؤون الأمة ومختلف جوانبها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الشورى [ 42 
  ] الآية 40 .\r\n( 2 ) - النحل [ 16 
  ] الآية 126 .\r\n","page_name":" 323 ","page_number":115},
  {"content":"\r\n\r\nوكل أمة لم تتعرّض لذلك ، ولم تلتزم به ( القصاص ) ، فهي مظلومة محكوم عليها ، مسروقة حقوقها المشروعة علنا وعلى رؤوس الأشهاد - كما مرّ - « 1 » .\r\n\r\nالقتل بلا قصاص\r\nالرابعة : قوله تعالى :\r\n مِنْ أَجْلِ ذلِكَ كَتَبْنا عَلى بَنِي إِسْرائِيلَ أَنَّهُ مَنْ قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسادٍ فِي الْأَرْضِ فَكَأَنَّما قَتَلَ النَّاسَ جَمِيعاً . . . .  ( المائدة [ 5 
  ] الآية 32 )\r\nالآية المباركة - كما ترى - جاءت بعد بيان نبأ ابني آدم إذ قرّبا قربانا ( القصة ) ، وقبل بيان حدّ المحارب المفسد في الأرض ، فتقصّ أنّه  مِنْ أَجْلِ ذلِكَ كَتَبْنا عَلى بَنِي إِسْرائِيلَ  تشريعيا ان من قتل نفسا بغير نفس فهو في العصيان والذنب كمن قتل الناس جميعا ، دون ما إذا كان بنفس ، بأن قتل قاتلا ، فلا بأس ؛ لأن ذلك حق مشروع فالتقيّد يفيد المطلوب مع ما في الآيات السابقة من الكفاية ، فان نقل مثل ذلك في مثل السياق لا يساعد بيان حكم التقصيص إلّا تبعا بالإشارة إليه على وجه التسلّم والفراغ كما هو ظاهر .\r\nومن المعلوم أن ظاهر الآيات اختصاص الحكم بالعامد دون الخاطئ كما سيأتي التصريح به في موضوع الحدود إن شاء الله ، والعمد دائر مدار الصدق العرفي حسب الآلة والقصد والمباشرة وغيرها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - قد أشرنا إليه في كتاب الجهاد . -\r\n","page_name":" 324 ","page_number":116},
  {"content":"\r\n\r\n\r\nخلاصة البحث\r\n1 - من قتل نفسا متعمدا بغير نفس يقتل نفسا بنفس .\r\n2 - لو قتل رجل امرأة يقتل ويردّ نصف الدية إلى ورثة المقتول قصاصا .\r\n3 - وليّ دم المقتول ظلما له السلطة على نفس القاتل إن شاء قتله قصاصا ، وإن شاء عفا عنه من غير أخذ شيء ، أو معه دية بالمتعارف ، وعلى المعفوّ عنه أداء شيء إحسانا من غير أخذ نفسه مجانا .\r\n4 - إن القصاص في الأطراف ( الأعضاء ) العين بالعين والأذن بالأذن والأنف بالأنف وهكذا والجروح قصاص .\r\n5 - يجوز التصدّق على من عليه القصاص في النفس والطرف والجرح بالعفو ممن له ذلك وهو الوليّ في النفس ، ونفسه في الأطراف والجروح .\r\n6 - لا بدّ من دفع كل ظالم بعين ما ظلم ، جزاء سيئة سيئة مثلها ،  فَمَنِ اعْتَدى عَلَيْكُمْ فَاعْتَدُوا عَلَيْهِ بِمِثْلِ مَا اعْتَدى عَلَيْكُمْ  .\r\nإلى هنا تمّ كتاب القصاص ويتلوه كتاب القضاء والشهادات إن شاء اللّه تعالى .\r\n\r\n","description":"","footnote":"","page_name":" 325 ","page_number":117},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 326 ","page_number":118},
  {"content":"\r\n\r\n\r\nكتاب القضاء والشهادات\r\n\r\n","description":"","footnote":"","page_name":" 327 ","page_number":119},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 328 ","page_number":120},
  {"content":"\r\n\r\nالقضاء والشهادات\r\n\r\nالمقدمة :\r\nمن المعلوم ان الانسان بما هو اجتماعي مدني يحتاج بطبعه إلى أخذ وعطاء ، وإلى بيع وشراء ، أو بالأحرى فهو يحتاج إلى تبادل وتعامل في أمواله وثرواته بينه وبين بني نوعه ، فهو يفتقر إلى محاكم قضائية شرعية لحفظ الحدود والحقوق وفصل الخصومات ، ويرفع بها ما يبدو له من مشاحنات ومشاجرات . . . وبهذا تعتدل حياته وحياة غيره .\r\nفالحاكم أو الحكم هو محور ومدار المحكمة القضائية والحكم أيضا حيث إن حكومته وحكمه قسم من الولاية وجزء من الحكومة العامة ، وبهذا تتوقف على وجوده الحياة الاجتماعية سواء كان في المجتمعات الاسلامية أو غير الاسلامية وبأية صورة وكيفية كانت . والاسلام الحنيف الذي هو آخر شريعة سماوية سمحاء إلى يوم القيامة قد أمضى أصوله الكلية ، وردع عن الانحراف عنه ، وهو محفوظ بحفظ اللّه عن أيّ انحراف واعوجاج :  إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ ،   إِنَّ الدِّينَ عِنْدَ اللَّهِ الْإِسْلامُ . \r\n\r\n","description":"","footnote":"","page_name":" 329 ","page_number":121},
  {"content":"\r\n\r\n\r\nالفصل الأول : الحكم بالعدل\r\nما يرتبط بالحكم ، وفيه آيات :\r\nالأولى - قوله تعالى :\r\n إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَماناتِ إِلى أَهْلِها وَإِذا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كانَ سَمِيعاً بَصِيراً . \r\n( النساء [ 4 
  ] الآية 58 )\r\nتخبر الآية الكريمة عن أمر الله تعالى وحكمه بأمرين لكل منهما أثر خطير في حياة المجتمع :\r\nالأول : أداء الأمانات إلى أهلها ، وهذا موجب لتحكيم روابط الأفراد بعضهم مع بعض وتوثيق الاعتماد بينهم بأقوى مراتبه الذي هو من أهم أركان الحياة وأهنئها .\r\nالثاني : الحكم بالعدل في المحاكم عند فصل الخصومات حتى يرى ويلمس كل فرد ان حقه مصون محفوظ .\r\nثم توصي الآية المباركة برعاية هذين الأمرين والاتعاظ بهما نعم الوعظ ، يعظكم اللّه به إنّه هو السميع لحكمكم بالعدل أو الظلم ، وهو البصير العليم بردّ الأمانات إلى أهلها . ومن المعلوم ان إفادة الوجوب بالاخبار أصرح من الأمر .\r\nالثانية - قوله تعالى :\r\n إِنَّا أَنْزَلْنا إِلَيْكَ الْكِتابَ بِالْحَقِّ لِتَحْكُمَ بَيْنَ النَّاسِ بِما أَراكَ اللَّهُ وَلا تَكُنْ لِلْخائِنِينَ خَصِيماً .  ( النساء [ 4 
  ] الآية 105 )\r\nتفيد الآية المباركة انّ من علل نزول الكتاب والفرقان هو الحكم بين الناس بالحق والعدل مما بيّنه الله تعالى مرارا لنبيّه ( صلّى اللّه عليه وآله وسلّم ) وأراه ، لا ما تعارف عند بعض\r\n\r\n","description":"","footnote":"","page_name":" 330 ","page_number":122},
  {"content":"\r\n\r\nالناس وعند المحاكم التي لا تحكم بما أنزل اللّه ولا سيّما في الدول التي تدّعي الاسلام ، والاسلام منهم براء ، فهي تبتني محاكمها على قوانين متهافتة أكثرها قائمة على أمور باطلة وظلم وخلاف كالتمييز بين الناس ، والتحقير لفئة منهم دون فئة ، لا لعلّة شرعية عقلائية بل لخصومات قومية نفسانية فردية وجماعية ، وهذا ما ينافي الأصول والحقوق الانسانية ، والشرائع الربانية ، فلا بدّ إذن من أن يكون الحكم بالحق والعدل أي بما أنزل اللّه تعالى على نبيه ( صلّى اللّه عليه وآله وسلّم ) .\r\nالثالثة - قوله تعالى :\r\n  . . . سَمَّاعُونَ لِلْكَذِبِ أَكَّالُونَ لِلسُّحْتِ فَإِنْ جاؤُكَ فَاحْكُمْ بَيْنَهُمْ أَوْ أَعْرِضْ عَنْهُمْ وَإِنْ تُعْرِضْ عَنْهُمْ فَلَنْ يَضُرُّوكَ شَيْئاً وَإِنْ حَكَمْتَ فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ وَكَيْفَ يُحَكِّمُونَكَ وَعِنْدَهُمُ التَّوْراةُ فِيها حُكْمُ اللَّهِ ثُمَّ يَتَوَلَّوْنَ مِنْ بَعْدِ ذلِكَ وَما أُولئِكَ بِالْمُؤْمِنِينَ .   ( المائدة [ 5 
  ] الآية 42 - 43 )\r\nالآيتان المباركتان توحيان بأن اللّه تعالى قد خيّر نبيّه ( صلّى اللّه عليه وآله وسلّم ) في أن يقبل التحكيم ويتصدّى للحكم بين أهل الكتاب إذا جاءوا ورجعوا إليه ، أو أن يعرض عنهم من غير أن يضرّه شيء من ناحيتهم حتى يرعى جانبهم في القبول . نعم إن اختار الحكم ، لا بدّ وأن يحكم بالقسط بينهم ، فان اللّه يحبّ المقسطين ، فان أعرضوا وتولّوا عن حكم اللّه فالحق موجود في كتابهم الذي يجعلونه وراء ظهورهم ، فكيف بهم إذا حكمت بينهم بما لديك من القرآن الحكيم وبما أراك اللّه تعالى فيه من الحكم وفصل الخصومات .\r\nوقوم هذه شيمتهم ما هم بمؤمنين ، كيف إذن يحكّمونك ويرضون برأيك ، وهو الحقّ والعدل ، وعندهم كتابهم الذي فيه حكم اللّه ، أو ما أراك اللّه في كتابك ، ثم يتولّون ويعرضون ، وكيف ما كان ، عليك الحكم بالعدل فيهم .\r\nفإذا أمر اللّه تعالى نبيّه ( صلّى اللّه عليه وآله وسلّم ) أن يحكم بين أهل الكتاب بالقسط ، فالحكم بالقسط بين المسلمين أوضح وأوجب ، فعلى كل حاكم إذن أن يحكم بين الناس\r\n\r\n","description":"","footnote":"","page_name":" 331 ","page_number":123},
  {"content":"\r\n\r\nبالقسط ولا سيما حكّام المسلمين فيما بينهم .\r\nالرابعة - قوله تعالى :\r\n وَأَنِ احْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ وَلا تَتَّبِعْ أَهْواءَهُمْ وَاحْذَرْهُمْ أَنْ يَفْتِنُوكَ عَنْ بَعْضِ ما أَنْزَلَ اللَّهُ إِلَيْكَ فَإِنْ تَوَلَّوْا فَاعْلَمْ أَنَّما يُرِيدُ اللَّهُ أَنْ يُصِيبَهُمْ بِبَعْضِ ذُنُوبِهِمْ وَإِنَّ كَثِيراً مِنَ النَّاسِ لَفاسِقُونَ .  ( المائدة [ 5 
  ] الآية 49 )\r\nقد أمر اللّه تعالى نبيّه في هذه الآية المباركة بالحكم بين الناس بالحقّ ، وبما أنزل اللّه ، والتحرّز عن اتّباع أهواء أهل الكتاب ، ومراعاة ميولهم جذبا لهم إلى الدين ، والاحتراز عن افتتان الناس في جانب الحق بالتظاهر الموجب للانحراف عن العدل في الحكم ، ثم إن ذلك من مهام آثار الرسالة وأعظم أغراض الهداية ، فان الحكم بالحق وبما أنزل اللّه من أقوى أركان حياة المجتمع الانساني ، وأبقى وأدوم لحياة الانسان على الصفاء والهناء ، بحيث كلّما انحرفت أحكام المحاكم وقضاء القضاة عن القسط والعدل بأيّ سبب كان ، كتنفيذ رغبات وطلبات ذوي الثروات والأموال أو الخوف من ذوي السلطة والمناصب ، انحرف بنسبته استقلال الحاكم والمحكمة ، فتنحرف عندئذ الحياة الانسانية والعدالة الاجتماعية عن المجرى الحقيقي ، وتضيق المعيشة بأهلها كما هو في أكثر البلاد والأقطار الشرقية والغربية ، حيث صارت المحاكم وسيلة في أيدي السلطات الحاكمة ، وآلة للمكر والحيلة والتظاهر بالمشروعية في العزل والنصب ، وفي الاعدام والسّجن والإقصاء وسائر الجنايات الأخرى بأنها مشروعة قانونية ، بينما الشرع والقانون منها براء ، أعاذنا اللّه من شرور أنفسنا وفتن الزمان .\r\nفان تولّى القضاة عن الحق والعدل ، وحكموا بغير ما أنزل اللّه ، فإنه سيصيبهم ببعض ذنوبهم ، وان أكثر الناس لفاسقون ، وقد حكم شريح القاضي ( لعنه اللّه ) بما حكمت نفسه وقريحته ، وضلّ من ضلّ بواسطته ووقع ما وقع .\r\nوالحاصل : ان الآية الكريمة تفيد وجوب الحكم بما أنزل اللّه من الحق\r\n\r\n","description":"","footnote":"","page_name":" 332 ","page_number":124},
  {"content":"\r\n\r\nوالعدل ، والتحرّز عن افتتان الناس ، لئلا يشتبه الأمر ، فيحكم باسم العدل ظلما ، وبصورة الحق باطلا ، فتضلّ الناس وتنحرف - أعاذنا اللّه من شرور النفس .\r\nوالظاهر : إن الاطلاق في قوله تعالى :  فَاحْكُمْ بَيْنَهُمْ بِالْقِسْطِ  أو :  بِما أَنْزَلَ اللَّهُ  مع قوله تعالى :  وَعِنْدَهُمُ التَّوْراةُ فِيها حُكْمُ اللَّهِ  يفيد جواز حكم الحاكم الاسلامي بين أهل الكتاب بكتابهم ، أو بما في الاسلام ، وكلاهما قسط وعدل ، وحكم بما أنزل اللّه ، بعد ملاحظة عدم نفوذ التحريف الوارد في كتبهم في الحكم ، وان لم يساعد ذلك بعض الجزئيات في قضاء الاسلام . وإذا كانت التوراة فيها حكم اللّه تعالى ، فكذلك الإنجيل لصراحة القرآن الكريم في تساوي الحكم والحاكم في الكتب السماوية ، قال تعالى :   إِنَّا أَنْزَلْنَا التَّوْراةَ فِيها هُدىً وَنُورٌ يَحْكُمُ بِهَا النَّبِيُّونَ الَّذِينَ أَسْلَمُوا لِلَّذِينَ هادُوا وَالرَّبَّانِيُّونَ وَالْأَحْبارُ بِمَا اسْتُحْفِظُوا مِنْ كِتابِ اللَّهِ وَكانُوا عَلَيْهِ شُهَداءَ فَلا تَخْشَوُا النَّاسَ وَاخْشَوْنِ وَلا تَشْتَرُوا بِآياتِي ثَمَناً قَلِيلًا وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ * وَكَتَبْنا عَلَيْهِمْ فِيها أَنَّ النَّفْسَ بِالنَّفْسِ وَالْعَيْنَ بِالْعَيْنِ   . . . ( إلى قوله تعالى ) :  وَقَفَّيْنا عَلى آثارِهِمْ بِعِيسَى ابْنِ مَرْيَمَ مُصَدِّقاً لِما بَيْنَ يَدَيْهِ مِنَ التَّوْراةِ وَآتَيْناهُ الْإِنْجِيلَ فِيهِ هُدىً وَنُورٌ  . . .   وَلْيَحْكُمْ أَهْلُ الْإِنْجِيلِ بِما أَنْزَلَ اللَّهُ فِيهِ وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْفاسِقُونَ * وَأَنْزَلْنا إِلَيْكَ الْكِتابَ بِالْحَقِّ   . . .\r\n فَاحْكُمْ بَيْنَهُمْ بِما أَنْزَلَ اللَّهُ . . . .  ( المائدة [ 5 
  ] الآيات 44 - 48 ) « 1 »\r\nويستفاد من الآيات المباركة أن ما أنزل اللّه تعالى إلى موسى وعيسى ونبيّنا محمد ( عليه وعلى آله وعليهم الصلاة والسلام ) في كتبهم إنما هو نور وهدى ليحكموا به وهو الحكم بما أنزل اللّه مع صراحة تساوي بعض الحدود في كتبهم مثل : إن  النَّفْسَ بِالنَّفْسِ  ، ، فلا إشكال في جواز الحكم لأهل الكتاب بكتابهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وإلى ذلك يشير أيضا قوله تعالى :  كانَ النَّاسُ أُمَّةً واحِدَةً فَبَعَثَ اللَّهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنْذِرِينَ وَأَنْزَلَ مَعَهُمُ الْكِتابَ بِالْحَقِّ لِيَحْكُمَ بَيْنَ النَّاسِ فِيمَا اخْتَلَفُوا فِيهِ . . .  ( البقرة [ 5 
  ] الآية 213 ) ، وان كان ظاهر مورد الاختلاف غير المبحوث عنه لكن الاطلاق يشمله .\r\n","page_name":" 333 ","page_number":125},
  {"content":"\r\n\r\n\r\nالفصل الثاني : من هو الحاكم ؟\r\nما يتعلّق بالحاكم وأنّه من هو ؟ وفيه آيات :\r\nالأولى - قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا .  ( النساء [ 4 
  ] الآية 59 )\r\nتخاطب الآية الكريمة المؤمنين وتأمرهم بإطاعة اللّه وإطاعة رسوله وأولي الأمر ، ثم تأمرهم بردّ المنازعات إلى اللّه ورسوله ، وذلك خير لهم وأحسن تأويلا ، وأكّدت بأن ذلك مقتضى الايمان وإن كان الحق عليهم ، ذلك إن كانوا مؤمنين .\r\nلا إشكال في دلالة الآية المباركة على وجوب إطاعة اللّه تعالى إرشادا إلى ما أفاده العقل ، فلا بدّ من اتّباع أوامره تعالى من الصوم والصلاة وغيرهما والنهي عن نواهيه ، كما لا إشكال في دلالتها على وجوب إطاعة الرسول أيضا على نسق إطاعة اللّه تعالى ، فلا بدّ من اتباع أوامره ( صلّى اللّه عليه وآله وسلّم ) في الموضوعات وتطبيق العناوين الكلية على المصاديق العرفية وتعيين الأوقات الشرعية والأشخاص ونصب أمير وعزله ، أو اختيار إمام وتعيينه ، وأخذ الوجوه الشرعية ( الزكوات وغيرها ) وصرفها في مصارفها ، وفي كل ما يرجع إلى الحاكم الشرعي في المجتمعات والأمم ، وكذلك الأمر في أولي الأمر فان ذلك معنى صاحبي الأمر وزعامة الأمة فهم الذين بتنصيب النبي ( صلّى اللّه عليه وآله وسلّم ) وتعيينه يتولّون هذا المقام الإلهي العلوي ، فيجب عندئذ إطاعتهم فيما يجب إطاعة الرسول ( صلّى اللّه عليه وآله وسلّم ) وهم الأئمة المعصومون المهديّون الاثنا عشر ( عليهم الصلاة والسلام ) ، قال تعالى :\r\n\r\n","description":"","footnote":"","page_name":" 334 ","page_number":126},
  {"content":"\r\n\r\n ما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا .  ( الحشر [ 59 
  ] الآية 7 )\r\nوقال رسول اللّه ( صلّى اللّه عليه وآله وسلّم ) :\r\n« إني تارك فيكم الثقلين كتاب اللّه وعترتي . . . » .\r\nوالحاصل : إن ما يأتي به الرسول الكريم ( صلّى اللّه عليه وآله وسلّم ) ويحكم به يكون على نوعين :\r\n1 ) بما هو رسول من اللّه تعالى إلى عباده فينبئ عنه تعالى ويحكي أحكامه لعباده ويبلّغها لهم ، وما على الرسول إلّا البلاغ المبين ، وإطاعته في المقام إطاعة اللّه تعالى .\r\n2 ) بما هو وليّ وأمير من قبل اللّه تعالى على عباده فيأمرهم وينهاهم بما هو حاكم ووليّ وإطاعته حينئذ إطاعة اللّه تعالى .\r\nفله ( صلّى اللّه عليه وآله وسلّم ) مقامان : مقام الرسالة ، ومقام الإمامة ، يشير إلى الأول قوله تعالى :  مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَماءُ بَيْنَهُمْ . . .  ( الفتح [ 48 
  ] الآية 29 ) ، وقوله تعالى :  ما كانَ مُحَمَّدٌ أَبا أَحَدٍ مِنْ رِجالِكُمْ وَلكِنْ رَسُولَ اللَّهِ وَخاتَمَ النَّبِيِّينَ وَكانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً  ( الأحزاب [ 33 
  ] الآية 6 ) ، وقوله تعالى :\r\n وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا مُبِيناً  ( الأحزاب [ 33 
  ] الآية 36 ) ، وغيرهما من الآيات .\r\nوكما يجب إطاعة الرسول ( صلّى اللّه عليه وآله وسلّم ) في مقام رسالته الراجعة إلى إطاعة اللّه تعالى ، كذلك يجب إطاعته في مقام إمارته وحكومته وقضائه . وكما أن عصيان اللّه تعالى ضلال ، فكذلك عصيان الرسول ( صلّى اللّه عليه وآله وسلّم ) ضلال أيضا ، وكما هو معلوم ان الرسالة تقبل الختام دون الزعامة والإمامة كما فصّلناه في مقامه وفي كتاب الولاية والحكومة .\r\nفالآية الكريمة تدلّ بأوّلها على لزوم قبول قضاء اللّه تعالى ورسوله وحكمهما مطلقا ، وتدلّ بآخرها - على سبيل ذكر الخاص بعد العام - وتصرّح بلزوم إرجاع\r\n\r\n","description":"","footnote":"","page_name":" 335 ","page_number":127},
  {"content":"\r\n\r\nالمنازعات إلى اللّه تعالى ورسوله الكريم ( صلّى اللّه عليه وآله وسلّم ) . وليس لغيرهما تصدّي القضاء ورفع الخصومات ، فلا يجوز الرجوع إلى غيرهما كالطاغوت مثلا وقد أمروا أن يكفروا به ، وذلك مقتضى الايمان :  فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا . \r\nالثانية - قوله تعالى :\r\n أَ لَمْ تَرَ إِلَى الَّذِينَ يَزْعُمُونَ أَنَّهُمْ آمَنُوا بِما أُنْزِلَ إِلَيْكَ وَما أُنْزِلَ مِنْ قَبْلِكَ يُرِيدُونَ أَنْ يَتَحاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ وَيُرِيدُ الشَّيْطانُ أَنْ يُضِلَّهُمْ ضَلالًا بَعِيداً .  ( النساء [ 4 
  ] الآية 60 )\r\nتنبئ الآية الكريمة عن تفكير الذين يزعمون أنهم آمنوا بما أنزل اللّه تعالى إلى أنبيائه مع أنهم يتحاكمون إلى الطاغوت ويرجعون إلى حكّام الجور وقضاة الظلم وقد أمروا أن يكفروا بهم فكيف يكونوا مؤمنين بالحق وبما أنزل اللّه على رسله ( عليهم السّلام ) وهو الكفر بالطاغوت ؟ إلّا أن الشيطان يريد أن يضلّهم ويبعدهم عن الحق ، فان الذين يرضون بقضاء الجور ويقبلون حكم الظلم ، يتباعدون بالتدريج عن العدل إلى حد  إِذا قِيلَ لَهُمْ : تَعالَوْا إِلى ما أَنْزَلَ اللَّهُ  من القسط في الحكم وإلى الرسول الحاكم بينكم بما أراه اللّه تعالى من الحق يتولّون ويصدّون عن سبيل اللّه ، فيجعلون أنفسهم وراءه فان أصيبوا بظلمهم هذا   يَحْلِفُونَ بِاللَّهِ إِنْ أَرَدْنا إِلَّا إِحْساناً وَتَوْفِيقاً ، أُولئِكَ الَّذِينَ يَعْلَمُ اللَّهُ ما فِي قُلُوبِهِمْ فَأَعْرِضْ عَنْهُمْ وَعِظْهُمْ وَقُلْ لَهُمْ فِي أَنْفُسِهِمْ قَوْلًا بَلِيغاً   .\r\nفالآية الكريمة - كما تراها - في سياقها تدلّ على أن الحاكم هو اللّه تعالى ورسوله فقط دون الطغاة الذين يتجاوزون حدود اللّه تعالى وأحكامه من الجبابرة والظلمة وقد أمر اللّه تعالى عباده أن يكفروا بهم ويستروا عليهم حتى يزولوا فيعدموا ويطهّر المجتمع من دنسهم كما هم معدمون في نظام التكوين بإرادة اللّه تعالى وحكمه إن شاء اللّه .\r\n وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ . \r\n\r\n","description":"","footnote":"","page_name":" 336 ","page_number":128},
  {"content":"\r\n\r\nومن لم يحكم بما أنزل اللّه فأولئك هم الظالمون ، الفاسقون ، الكافرون ، كما يدلّ على المطلوب إطلاق قوله تعالى :  وَمَا اخْتَلَفْتُمْ فِيهِ مِنْ شَيْءٍ فَحُكْمُهُ إِلَى اللَّهِ . . .  ( الشورى [ 42 
  ] الآية 10 ) ، وإطلاق النهي عن إطاعة المفسدين في قوله تعالى :   وَلا تُطِيعُوا أَمْرَ الْمُسْرِفِينَ الَّذِينَ يُفْسِدُونَ فِي الْأَرْضِ وَلا يُصْلِحُونَ .  \r\n( الشعراء [ 26 
  ] الآية 151 و 152 )\r\nالثالثة - قوله تعالى :\r\n فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيما شَجَرَ بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً .  ( النساء [ 4 
  ] الآية 65 )\r\nالآية الكريمة بعد ما صرّح قبلها بلزوم إطاعة الرسول بوجه مطلق في قوله تعالى :  وَما أَرْسَلْنا مِنْ رَسُولٍ إِلَّا لِيُطاعَ بِإِذْنِ اللَّهِ  تؤكّد مع القسم بأن الذين آمنوا لم يؤمنوا كمال الايمان حتى يحكّموك فيما شجر بينهم ويرجعوا أليك في منازعاتهم دون غيرك ، فان الذي لا يحكم إلّا بالحق هو أنت ، فإنك رسول أمين ، وغيرك طاغوت متجاوز لحدود اللّه مراع لميوله ، مفتتن بفتن الناس ، وكذلك لم يتم ايمانهم حتى يرضوا بما حكمت لهم مما أراك اللّه تعالى وأنزل أليك ، ولم يجدوا في أنفسهم حرجا مما قضيت لهم أو عليهم على أساس القسط والعدل ، ويسلّموا تسليما كاملا .\r\nوالبيان آكد ما يمكن تثبيت الأمر به وان الحاكم هو الرسول ( صلّى اللّه عليه وآله وسلّم ) الحاكم بحكم اللّه تعالى فقط ، وكذلك من يحكم بحكم الرسول ( صلّى اللّه عليه وآله وسلّم ) ممّن تولّى بأمره ( عليهم الصلاة والسلام ) ونوّابهم ووكلاؤهم ( رضوان اللّه عليهم ) ، وليس للمؤمنين الرجوع إلى غيرهم ولا لغيرهم للحكم بينهم ، فإنهم ( الحكام الشرعيون ) لا يحكمون إلّا بما أنزل اللّه ، وغيرهم يحكم بغيره ولو أحيانا ، ومن لم يحكم بما أنزل اللّه فأولئك هم الظالمون ، الفاسقون ، الكافرون ، على اختلاف المراتب .\r\nالرابعة - قوله تعالى :\r\n . . . وَمَنْ لَمْ يَحْكُمْ بِما أَنْزَلَ اللَّهُ فَأُولئِكَ هُمُ الْكافِرُونَ . \r\n\r\n","description":"","footnote":"","page_name":" 337 ","page_number":129},
  {"content":"\r\n\r\nوفي الأخرى  . . . هُمُ الظَّالِمُونَ  ، وفي الثالثة :  . . . هُمُ الْفاسِقُونَ . \r\n( المائدة [ 5 
  ] الآيات 44 و 45 و 47 )\r\nصراحة الآيات الكريمة في تعيين الحاكم وتعريفه أنّه هو الذي لا يقضي إلّا بقضاء اللّه تعالى ، وأمره وحكمه قسط وعدل أنزلهما اللّه تعالى على نبيّه ( صلّى اللّه عليه وآله وسلّم ) وأراهما إيّاه ، فمن لم يحكم بما أنزل اللّه أي حكم بغيره - لا من لم يحكم بذلك أصلا - فقد اقترف ذنبا وارتكب إثما مبينا ، وبذلك فقد ظلم نفسه وفسق عن أمر ربّه ، بل إنه بتستّره هذا على الحق قد كفر باللّه العادل الخبير العليم بالحق وبما جاء من عنده وبما حكم به وبكل شيء أيضا .\r\nوالحاصل : إن الحاكم القاضي قسمان :\r\nحاكم يقضي بما أنزل اللّه من قسط وحق وبميزان فرقان حكيم .\r\nوقاض يحكم بغير ذلك على مقاييس الطغاة الخونة الفسّاق الظلمة - خذلهم اللّه - ومن حكم بحكمهم فهو أيضا فاسق خئون بل هو كافر ظلوم حسب مراتب حكمه لو لم نقل به في كل حكم لم يوافق ما أنزل اللّه كائنا من كان ، فلا بدّ من الكفر به ، ومن حذا حذوه ، وهجرانهم جميعا وتركهم حتى يزولوا عن حياة المجتمع الانساني .\r\nوالأول من القضاة هو الحاكم العادل اللائق للبقاء وللاستناد على مسند القضاء ومتكأ الحكم - كثّر اللّه أمثالهم وأيّدهم بنصره .\r\nوالظاهر أن الاتكاء على كلمة :  بِما أَنْزَلَ اللَّهُ  بكلّيتها في الآيات المباركة يدلّ على أن القاضي لا بدّ وأن يكون على حدّ من الفقه وشعور الحكم يتمكّن به من استخراج الفروع وحكم الحوادث من الأصول الثابتة ، وتطبيق الكليات العالية على المصاديق الدانية الواقعة الذي نعبّر عنه بالاجتهاد ، يعني يشترط في القاضي أن يكون فقيها مجتهدا .\r\nكما أن اشتراط العدالة ظاهر بطبعه فان غيره يقع في تفتين الناس وإحرافهم\r\n\r\n","description":"","footnote":"","page_name":" 338 ","page_number":130},
  {"content":"\r\n\r\nسريعا ويميل بهم الميول والاتجاهات المنحرفة فيحكم بغير ما أنزل اللّه وهو لا يشعر أحيانا لطول المقدمات في الانحراف ، والعدالة في القضاء تمنع عن ذلك كلّه ، فيمكن استنباط اشتراط العدالة في القاضي من مفهوم :  بِما أَنْزَلَ اللَّهُ  أيضا ، كما لا يبعد وضوحها من قوله تعالى :  إِنْ جاءَكُمْ فاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا  ( الحجرات [ 49 
  ] الآية 6 ) .\r\nواما طيب المولد بعد الغضّ عن التأثيرات العريقة النسبية في التفكير والمستوى الثقافي من ناحية الجراثيم الأصلية المسمّاة ب « الجينات » والتي أثبتتها العلوم الحياتية اليوم باسم الوارثة وأشار إليها بل صرّح بها آيات كثيرة في أبواب شتى ولا سيما المربوطة بهذا الباب « 1 » ، فلعلّه لما نشعر به ونستفيد منه من الحكم بما أنزل اللّه تعالى أيضا وحفظ الحدود الإلهية والحقوق الحقّة ، هو أن من كان مولودا من نقض الحكم ومحصولا من ابطال الحدّ الإلهي وتضييع الحق ، كيف يتصدّى لحفظ الحكم الشرعي وضبط الحق الإلهي وإجراء الحدّ مع تنفّر الطباع عمّن لم يطب مولده ، والسنّة المباركة بحمد اللّه قد صرّحت بهذا الأمر وبيّنت الشروط فيه بوضوح .\r\nواشتراط الذكورة في القضاء مستفاد من تناسب الحكم والموضوع مع التصريح بها في السنّة المباركة ، وتفصيل الكلام لهذا الباب مبسوط في رسالتنا :\r\n« أبحاث فقهية » باب القضاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - من كتاب النكاح لا سيما باب الرضاع .\r\n","page_name":" 339 ","page_number":131},
  {"content":"\r\n\r\n\r\nالفصل الثالث : ما يتعلّق بالشهادات\r\nمن المعلوم أن أول شيء ينبثق التنازع منه والتخاصم هو الادعاء الذي يدّعيه شخص ما لأمر ما ، والانكار الذي ينكره شخص آخر ، فيدّعي أحدهما تحقق شيء وأحقيّته ، والآخر ينكره ، فان أثبت المدّعي فلا شيء ، وإلا فالمنكر ينقلب مدّعيا لخلاف ما ادعاه الأول مع ضعف منكره الذي كان مدّعيا فيثبت أمره بأسهل مما كان على الأول إثباته مثل القسم فتنفصل الخصومة ويرتفع التنازع .\r\nنعم ان ما لا يحتاج إلى مئونة وتكلّف هو النفي والانكار ، ولكن الاثبات لا بدّ وان يستند إلى دليل ومثبت لأوله ، وأقربه شهادة لمن حضر الواقعة وشهدها بعد كونه عادلا ، لا يشهد عن زور ولا عن طمع وميل ، ومن ذلك يعلم أن القضاء لا ينفكّ عن الشهادة غالبا ، فإذا لم يتمكّن المدّعي عن الاشهاد وإراءة المستند أو إثبات ما يدّعيه ينتهي الأمر إلى المنكر ، وعليه الإشهاد أو اليمين بعد انقلابه إلى مدّع خلاف الأول .\r\nوما ذكرناه أمر عقلائي ، كان ولا يزال سائدا في جميع الأمم والشعوب ، وقد أمضى الشارع المقدّس أسسه الكلية وتصرّف في بعض جزئياته نفيا وإثباتا مثل تعدد الشاهد وعدم كفاية المرأة الواحدة في الشهادة ، وسوف يبحث كلّه مفصّلا بعد القضاء والشهادات إن شاء اللّه ، وفي الفصل آيات :\r\n\r\nالشهادة في التجارة والأمانة\r\nالأولى - قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا إِذا تَدايَنْتُمْ بِدَيْنٍ إِلى أَجَلٍ مُسَمًّى فَاكْتُبُوهُ وَلْيَكْتُبْ بَيْنَكُمْ كاتِبٌ بِالْعَدْلِ وَلا يَأْبَ كاتِبٌ أَنْ يَكْتُبَ كَما عَلَّمَهُ اللَّهُ فَلْيَكْتُبْ وَلْيُمْلِلِ الَّذِي عَلَيْهِ الْحَقُّ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلا يَبْخَسْ مِنْهُ شَيْئاً فَإِنْ كانَ الَّذِي عَلَيْهِ الْحَقُّ سَفِيهاً أَوْ \r\n\r\n","description":"","footnote":"","page_name":" 340 ","page_number":132},
  {"content":"\r\n\r\n  ضَعِيفاً أَوْ لا يَسْتَطِيعُ أَنْ يُمِلَّ هُوَ فَلْيُمْلِلْ وَلِيُّهُ بِالْعَدْلِ وَاسْتَشْهِدُوا شَهِيدَيْنِ مِنْ رِجالِكُمْ فَإِنْ لَمْ يَكُونا رَجُلَيْنِ فَرَجُلٌ وَامْرَأَتانِ مِمَّنْ تَرْضَوْنَ مِنَ الشُّهَداءِ أَنْ تَضِلَّ إِحْداهُما فَتُذَكِّرَ إِحْداهُمَا الْأُخْرى وَلا يَأْبَ الشُّهَداءُ إِذا ما دُعُوا وَلا تَسْئَمُوا أَنْ تَكْتُبُوهُ صَغِيراً أَوْ كَبِيراً إِلى أَجَلِهِ ذلِكُمْ أَقْسَطُ عِنْدَ اللَّهِ وَأَقْوَمُ لِلشَّهادَةِ وَأَدْنى أَلَّا تَرْتابُوا إِلَّا أَنْ تَكُونَ تِجارَةً حاضِرَةً تُدِيرُونَها بَيْنَكُمْ فَلَيْسَ عَلَيْكُمْ جُناحٌ أَلَّا تَكْتُبُوها وَأَشْهِدُوا إِذا تَبايَعْتُمْ وَلا يُضَارَّ كاتِبٌ وَلا شَهِيدٌ وَإِنْ تَفْعَلُوا فَإِنَّهُ فُسُوقٌ بِكُمْ وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ * وَإِنْ كُنْتُمْ عَلى سَفَرٍ وَلَمْ تَجِدُوا كاتِباً فَرِهانٌ مَقْبُوضَةٌ فَإِنْ أَمِنَ بَعْضُكُمْ بَعْضاً فَلْيُؤَدِّ الَّذِي اؤْتُمِنَ أَمانَتَهُ وَلْيَتَّقِ اللَّهَ رَبَّهُ وَلا تَكْتُمُوا الشَّهادَةَ وَمَنْ يَكْتُمْها فَإِنَّهُ آثِمٌ قَلْبُهُ وَاللَّهُ بِما تَعْمَلُونَ عَلِيمٌ .  \r\n( البقرة [ 2 
  ] الآية 282 و 283 )\r\nتأمر الآيات الكريمة بتحكيم الأمور في المعاشرات والمعاملات التي لا تخلو عن استقراض وتداين لئلا ينتهي الأمر إلى منازعة ومخاصمة ، وإذا انتهى إليها كان الأمر في الحل والفصل أسهل لتحكيمه وإحكامه من قبل ككتابة ما يتفق عليه وايجاد الشاهد وغير ذلك .\r\nفتأمر الآيات الكريمة بكتابة ما يقع بين الدائن والمدين من ناحية الأجل والعدالة من غير بخس في حق كل منهما ومن غير سأم وملل في كتابة كل صغيرة وكبيرة ، فان ذلك أقسط وأقوم للعدل والشهادة ، وليكن إملاء الكتابة على الذي عليه الحق تحفّظا عليه كيف ما يشاء لسدّ ثغوره ، وان لم يستطع فليملل وليّه بالعدل ، وأما إن لم يوجد كاتب أصلا فليس لهما التسامح في التداين والتعامل بل عليهما رهان مقبوضة ، إلّا أن يأمن كل واحد بالآخر ، فليؤدّ الذي ائتمن أمانته وليتق اللّه ربه .\r\nوبعد ذلك كلّه فليستشهدوا على أمرهما هذا شهيدين من الرجال أو رجلا واحدا وامرأتين أو أربعة منهنّ فقط من العدول ، أن تضلّ إحداهنّ فتذكّرها الأخرى ، ولا كفاية في غيرهم من الشهود ، كما لا تكفي شهادة امرأة واحدة عوضا عن شهادة\r\n\r\n","description":"","footnote":"","page_name":" 341 ","page_number":133},
  {"content":"\r\n\r\nرجل واحد ، بل لا بدّ من شهادة امرأتين بدل شهادة رجل واحد أو أربعة بدل رجلين .\r\nكل ذلك جار وماض في التبايع والتداين إذا كان ذا أجل ومدة ، أما إذا كانت تجارة حاضرة تدار من قبل أفراد فليس عليهم جناح أن لا يكتبوها ولا يستشهدوا عليها فان الحضور والدوران يقطعان الأمر .\r\nثم إن الآيات الكريمة - كما عرفتها - لا تستند إلا على أمر واحد وهو تحكيم الأمور في المعاملات على وجه تقلّ فيه المنازعات وتحلّ فيه الخصومات ، وكل ذلك بأمور عقلية أرشد إليها الشارع المقدّس مع تصرّف في بعضها مثل الشاهد .\r\nوعليه فاستفادة إباحة الاستدانة أولا ، والتأجيل فيه ثانيا ، ووجوب كون الأجل مضبوطا ثالثا ، إلى آخر ما عدّه صاحب الكنز والزبدة « 1 » ( رضوان اللّه عليهما ) مما كان معمولا لدى العقلاء بما هم عليه مما لا يخفى ، والآيات الكريمة تشمل أوامر ونواه ، ولو أن كلها ارشادي يرجع إلى أمر واحد ، فلا يبقى مجال للبحث عن الوجوب والاستحباب فيها لعدم التشريع والتأسيس رأسا وانما هو ردع لا غير .\r\nتستحق الآية هنا مزيدا من الشرح حول إضرار الكاتب أو الشاهد أو كلاهما والتحذير من ذلك .\r\n\r\nالشهادة في الطلاق\r\nالثانية - قوله تعالى :\r\n فَإِذا بَلَغْنَ أَجَلَهُنَّ فَأَمْسِكُوهُنَّ بِمَعْرُوفٍ أَوْ فارِقُوهُنَّ بِمَعْرُوفٍ وَأَشْهِدُوا ذَوَيْ عَدْلٍ مِنْكُمْ وَأَقِيمُوا الشَّهادَةَ لِلَّهِ ذلِكُمْ يُوعَظُ بِهِ مَنْ كانَ يُؤْمِنُ بِاللَّهِ وَالْيَوْمِ الْآخِرِ وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً .  ( الطلاق [ 65 
  ] الآية 2 )\r\nالآية الكريمة بصراحتها تأمر بإشهاد ذوي عدل حين التفريق وتسريح الزوج زوجته لما ذكرنا من التحفّظ على الأمر نفسه ودفع الإنكار والنسيات أو الموت أو غير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كنز العرفان / ص 46 ج 2 ، الزبدة / ص 441 .\r\n","page_name":" 342 ","page_number":134},
  {"content":"\r\n\r\nذلك مما ينبعث عنه الاختلاف والخصومة ، والأمر - ولا سيما في هذا المورد - يدلّ على الوجوب بحيث لا يقع بدونه ولا يصح ، وذلك لأهمية الموضوع ، فان ذلك تعاهد للمعيشة والحياة الانسانية وتعاهد للأسرة ، وفي النهاية تعاهد للمجتمع الذي لا ينفصل بشيء من الوهم والخيال ولا يتّصل أيضا ، كما فصّلناه في كتاب التسريح ، وكلّما كان الأمر أهم كان الإشهاد عليه ألزم ، ولذلك لا بأس بتركه في بعض المعاملات الجزئية مع صراحة الأمر به فيما عرفت من الآية المباركة السابقة .\r\nثم إنّ في المقام أمرا مهما بل أهم قد أشير إليه ، وهو تكليف من شهد الواقعة وحضرها من وجوب أداء الشهادة بعد التحمّل حال الافتقار ، وأنّه لا بدّ وأن يكون أداؤه للّه تعالى لا لمن له الحق أو عليه خوفا من قهره ، أو ترحّما لضعفه ، فان من يؤمن باللّه واليوم الآخر لم يستتر عن الحق ولم يقض عليه ، وان اللّه على كل شيء شهيد وهو خير الحاكمين ، ومن يتّق اللّه يعلم أن اللّه تعالى سيجعل له مخرجا ، وأنّه  هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ  ، فلا يكتم الشهادة ولا يؤدّيها بغير حق طمعا في مال أو استرزاقا من غير اللّه تعالى ، وهو يعلم انّه تعالى يرزقه من حيث لا يحتسب ، وكذلك من يعلم أن اللّه تعالى هو البارئ الخالق المصوّر وبيده كل شيء ، وكل شيء عنده بمقدار ، لا يكتم الشهادة ولا يؤديها بغير حق ، بل يتوكّل على اللّه تعالى فهو حسبه ،  إِنَّ اللَّهَ بالِغُ أَمْرِهِ ، قَدْ جَعَلَ اللَّهُ لِكُلِّ شَيْءٍ قَدْراً  ، ويتّعظ بذلك خير الوعظ ، وعليه فلا بدّ من الاشهاد . ويجب على الشاهد أداء شهادته للّه تعالى بالحق ويحرّم الكتمان ، وبغير ذلك لا أنه ترك واجبا فقط بل إنه فعل حراما أيضا في كتمانه هذا ما دام كاتما لوجود الأمر والنهي معا في الاعتبار دون اتخاذ أحدهما من دون الآخر حتى يلاحظ المتخذ عنه فقط .\r\nثم إن السرّ في شدّة الاهتمام ظاهر ، فان الشهادة - كما عرفت - هي التي تنفصل بها الخصومة ويحكم بحسبها الحاكم غالبا ، فبها ينقلب الحق باطلا أو الباطل حقا ، أو يظهر الأمر كما هو ، فكأن الشاهد هو الذي يضلّ الحاكم عن الحق أو يهديه\r\n\r\n","description":"","footnote":"","page_name":" 343 ","page_number":135},
  {"content":"\r\n\r\nإليه ، فالأمر خطير جدا ، والتكليف ثقيل لو لم نقل بأنه أخطر ، فان الحاكم يقضي على البيّنة واليمين ، ولذلك نرى الآيات الكريمة تعبّر عن كتمان الشهادة بأشدّ تعبير ولا سيما في قوله تعالى :\r\n وَمَنْ أَظْلَمُ مِمَّنْ كَتَمَ شَهادَةً عِنْدَهُ مِنَ اللَّهِ وَمَا اللَّهُ بِغافِلٍ عَمَّا تَعْمَلُونَ . \r\n( البقرة [ 2 
  ] الآية 140 )\r\nفان لسان الآية الكريمة - كما تراه - يفيد الاستفهام على نحو آكد أن من كتم عن اللّه تعالى وعن حاكم الحق ما عنده من الشهادة بأن حضر الأمر وشاهده ثم لم يؤدها وما تحمّله لدى الافتقار إليه سواء أنّه لم يؤد شيئا منه أصلا ، أو انّه أداه على خلاف الحق ، فهو أظلم من كل ظالم ، لأنه قد هدم بظلمه هذا مكانة واعتبار حافظ حقوق المجتمع المنظّمة المعتدلة التي هي أقوى أركانه ، لا أنه ظلم بنفسه شخصا معيّنا في واقعة فقط ، وقد اشترى بذلك غضب اللّه تعالى وعذابه ، وما اللّه بغافل عمّا يعمل الظالمون ، فكما انّ الشهادة بالحق واجبة ، فكذلك كتمان الحق حرام .\r\n\r\nالشهادة لإقامة العدل\r\nالثالثة - قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَداءَ لِلَّهِ وَلَوْ عَلى أَنْفُسِكُمْ أَوِ الْوالِدَيْنِ وَالْأَقْرَبِينَ إِنْ يَكُنْ غَنِيًّا أَوْ فَقِيراً فَاللَّهُ أَوْلى بِهِما فَلا تَتَّبِعُوا الْهَوى أَنْ تَعْدِلُوا وَإِنْ تَلْوُوا أَوْ تُعْرِضُوا فَإِنَّ اللَّهَ كانَ بِما تَعْمَلُونَ خَبِيراً .  ( النساء [ 4 
  ] الآية 135 )\r\nتخاطب الآية المباركة المؤمنين وتأمرهم بإقامة القسط في مجتمعهم على الاطلاق في مختلف شؤونهم الحياتية التي منها المحاكم القضائية فلا بدّ لذلك من إقامة الشهود للّه تعالى وبالحق ، ولو كان على أنفسهم أو على والديهم أو الأقربين منهم ، فليس له مراعاة نفسه أو أقربائه بطبقاتهم فيشهد لهم على خلاف الحق والعدل من غير فرق في ذلك بين أن يكونوا فقراء أو أغنياء ، والمتّبع هنا هو العدل\r\n\r\n","description":"","footnote":"","page_name":" 344 ","page_number":136},
  {"content":"\r\n\r\nوالحق لا الميل والهوى ، فان اللّه تعالى خبير بما تعملون في أداء الشهادة بالحق أو الإعراض عنه وإن تلووا أو تعرضوا فان اللّه كان بما تعملون خبيرا .\r\nوقد استدلّ بالآية الكريمة على جواز شهادة الولد على الوالد كما له ذلك قبال عدم الجواز لولاية الأب ، وان الولد وما له للوالد ولاية ، والمتّبع هنا هو إطلاق القرآن بعد صراحته في اشتراط عدالة الحاكم ولا ينافي ولاية الأب ، واحترام الابن له لزوم الاحسان إليه ، فان الاحسان في الآيات راجع إلى الروابط المتعارفة دون الحقوق والأحكام الشرعية وقد فصّلنا الكلام في مقامه « 1 » .\r\nالرابعة - قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ لِلَّهِ شُهَداءَ بِالْقِسْطِ وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوى وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ خَبِيرٌ بِما تَعْمَلُونَ . \r\n( المائدة [ 5 
  ] الآية 8 )\r\nالآية المباركة كسابقتها تخاطب المؤمنين وتأمرهم أن يكونوا قوّامين للّه بأن يملأ اللّه تعالى حياتهم الفردية والاجتماعية بمظاهره وشعائره حتى يتجلّى الحق والقسط في بيوتهم وطرقهم وشوارعهم ومعاملهم ومتاجرهم ومنظماتهم العامة والخاصة ، فإذا كانوا كذلك ، كان الحق قائما بينهم ، وكانوا هم قوّامين له ويصحّ أن يطلق على بلادهم بأنها بلاد المسلمين ، على خلاف ما هو الظاهر في زماننا من أكثر تلك البلاد وعواصمها ، حيث إن الاسلام قد انزوى وانحصرت أعمال المسلمين في المساجد والمعابد فقط وحبست بين جردانها ، والمسلم مسلم ما دام فيها ، فإذا خرج عنها فهو في بلده ومعبره ومتجره ومعمله كبلاد الكفر في معابرهم ومنازلهم ومعاملهم ، لا في مزاياها ومحسّناتها فحسب بل في أكثر الجهات ، صانها اللّه عن شرور الكفار وحيل الأجانب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - في كتاب المجتمع والآداب ، وفي كتاب ( الجهاد ) باب اشتراط إذن الوالدين من ( رسائل فقهية ) / ص 46 .\r\n","page_name":" 345 ","page_number":137},
  {"content":"\r\n\r\nويتمكّن من استظهار وضع المحاكم وقضاتها الحاكمين على المسلمين اللاعبين بالاسلام وأحكامه - خذلهم اللّه وقطع أيديهم وأيدي من سلّطهم على رقاب المسلمين إن شاء اللّه - فهؤلاء القضاة الطغاة يقضون وفق أسس الغربيين أو القواعد التي تحكم بقهر المظلومين المستضعفين ولا سيما الذي عاصرناه في بلادنا وعشناه في جميع شئوننا من حكم البهلوي واستبداده وأعوانه السافاك حفاظا على السلطة الجائرة .\r\nوالمطلوب في المجتمع الاسلامي إضافة إلى تربيته الفرد وتأديبه ، تربية المجتمع الانساني والمجتمعات الأخرى أيضا وتأديبهم بأن تكون الظواهر كلّها اسلامية سواء كانت في البيوت والأسواق والمعامل أو المعابد وعلى الصورة الشرعية حتى يستجلب المحيط والمجتمع الاسلامي كل فرد إليه ويذيبه في صبغة الاسلام وضوء القرآن .\r\nومن ذلك يأمرهم تعالى بإقامة العدل والشهادة بالقسط في مختلف شؤون الحياة ، وفي المحاكم لدى فصل الخصومات بطريق أولى ومصداق أجلى بلا تأثّر بشنآن قوم ، فيميلوا عن الحق ويجرموا ، والعدل أقرب للتقوى واتقوا اللّه إن اللّه خبير بما تعملون في أيّ مقام ، وفي الشهادة بالعدل أيضا .\r\n\r\nأهميّة الشهادة\r\nالخامسة - قوله تعالى :\r\n . . . وَالَّذِينَ هُمْ بِشَهاداتِهِمْ قائِمُونَ .  ( المعارج [ 70 
  ] الآية 33 )\r\nالآية الكريمة - كما تراها - في سياق عدّ عوامل النجاح في الدنيا والفلاح في الآخرة ، فجعل إقامة الشهادة بعدم كتمانها وأدائها بالحق رديف الدوام على الصلاة وأداء الزكاة وصيانة الشهوات ورعاية العهود والأمانات التي هي من مهام أركان الأحكام والعبادات ؛ وليس ذلك إلا لأهمية موقف الشهادات في المحاكم ولدى\r\n\r\n","description":"","footnote":"","page_name":" 346 ","page_number":138},
  {"content":"\r\n\r\nفصل الخصومات ، فان قيامها بالحق والعدل يورث الاطمئنان لكلّ أحد ويوجب هناءة المعيشة والصفاء والراحة في الدنيا والآخرة ، وفّقنا اللّه تعالى لإقامة الحق والعدل في خير أمّة إن شاء اللّه .\r\n\r\nالشهادة عند ردّ الأموال\r\nالسادسة - قوله تعالى :\r\n . . . فَإِذا دَفَعْتُمْ إِلَيْهِمْ أَمْوالَهُمْ فَأَشْهِدُوا عَلَيْهِمْ وَكَفى بِاللَّهِ حَسِيباً . \r\n( النساء [ 4 
  ] الآية 6 )\r\nالآية الكريمة في مقام بيان ولاية الأب والجد « 1 » وان السفهاء لا تردّ إليهم الأموال ، بل لا بدّ من إرزاقهم وإكسائهم والقول معهم بالمعروف المتعارف ، وكذلك الأيتام لا يؤتون أموالهم ، حتى إذا بلغوا النكاح واستؤنس منهم الرشد ، فيجوز عندئذ دفع أموالهم إليهم ولا بدّ من الإشهاد على الدفع تحكيما للأمر ودفعا للخلاف وتسهيلا للحل إذا ظهر عن عمد أو خطأ أو نسيان أو غير ذلك .\r\n\r\nالشهادة عند الوصيّة\r\nالسابعة - قوله تعالى :\r\n  يا أَيُّهَا الَّذِينَ آمَنُوا شَهادَةُ بَيْنِكُمْ إِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ حِينَ الْوَصِيَّةِ اثْنانِ ذَوا عَدْلٍ مِنْكُمْ أَوْ آخَرانِ مِنْ غَيْرِكُمْ إِنْ أَنْتُمْ ضَرَبْتُمْ فِي الْأَرْضِ فَأَصابَتْكُمْ مُصِيبَةُ الْمَوْتِ تَحْبِسُونَهُما مِنْ بَعْدِ الصَّلاةِ فَيُقْسِمانِ بِاللَّهِ إِنِ ارْتَبْتُمْ لا نَشْتَرِي بِهِ ثَمَناً وَلَوْ كانَ ذا قُرْبى وَلا نَكْتُمُ شَهادَةَ اللَّهِ إِنَّا إِذاً لَمِنَ الْآثِمِينَ * فَإِنْ عُثِرَ عَلى أَنَّهُمَا اسْتَحَقَّا إِثْماً فَآخَرانِ يَقُومانِ مَقامَهُما مِنَ الَّذِينَ اسْتَحَقَّ عَلَيْهِمُ الْأَوْلَيانِ فَيُقْسِمانِ بِاللَّهِ لَشَهادَتُنا أَحَقُّ مِنْ شَهادَتِهِما وَمَا اعْتَدَيْنا إِنَّا إِذاً لَمِنَ الظَّالِمِينَ .   ( المائدة [ 5 
  ] الآية 106 و 107 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كما مرّ في كتاب : « الولاية والحكومة » ج 2 / 21 .\r\n","page_name":" 347 ","page_number":139},
  {"content":"\r\n\r\nتوجب الآية الكريمة الإشهاد على من أراد الوصية بعادلين من معارفه إذا كان حضور الموت والوصية بين الأقرباء وفي الوطن حيث يعرف كل واحد منهم الآخر بحدوده ، وأما إن أنتم ضربتم في الأرض وكنتم على سفر فالإشهاد يكون بعادلين أيضا ولو من غير المعارف إذا حضركم الموت وأصبتم بمصيبته وعند الحاجة أيضا ، وشهادة الشاهدين معتبرة إن لم يكن بهما ريب ، وإن ارتبتم في صدقهما لعدم المعرفة بحالهما كما هو حقه تحبسونهما وتوقفونهما بعد الصلاة فيقسمان باللّه على انّا لا نكتم شهادة اللّه وهو على كل شيء شهيد ولا نشتري به ثمنا لا قليلا ولا كثيرا ، سواء كان من ذي قرابة أو غيره ، ولو كنّا ممن كتم شهادة اللّه أو اشترى بها ثمنا ، لكنّا إذا من الآثمين المستحقين للعذاب ، فان أقسما بذلك ، وما عثر على كذبهما ، فهو حقّ ، ويتم به الأمر ، وإلا فان عثر على كذبهما فعلى الآخرين اللذين كانت الشهادة عليهما من الذين استحق عليهم الأوليان من صاحبي الحق القسم فيقومان مقامهما ويقسمان باللّه إنّ شهادتنا أحق من شهادتهما وما اعتدينا ، ولو لم يكن كذلك لكنّا من الظالمين .\r\nفان أقسما بعد شهادتهما يعمل بها ، وذلك أدنى وأقرب إلى المحافظة على الحق والواقع ، وتحقق الشهادة على وجهها ، وعدم ردّ الايمان إلى غير مورده فإنه مع عدم الشهادة على المنكر اليمين وردّه على المدّعي ، ومعها على الوجه المذكور لا ردّ للايمان إلا إلى محلّها ، فاتقوا اللّه تعالى في الشهادة واليمين لئلا تميلوا عن الحق والعدل إلى الباطل والخلاف ، واسمعوا ما وعظكم اللّه به واعلموا ان اللّه لا يهدي الفاسقين باقتراف الذنب .\r\nوكيف كان فلا إشكال في دلالة الآية المباركة على لزوم الإشهاد وتحكيم الأمور به ، وكلّما كان الأمر أهم كان الاهتمام به أشدّ ، ومنها الوصية .\r\n\r\n","description":"","footnote":"","page_name":" 348 ","page_number":140},
  {"content":"\r\n\r\n\r\nمراجعة الظالمين لاستنقاذ الحق\r\nمسائل ثلاث :\r\nالأولى :\r\nبعد ما عرفنا أن وجود المحاكم العادلة ضرورة حفظا لحقوق الناس وتحكيما للعدالة الاجتماعية في ضوء الحكومة الاسلامية الحقّة حتى لا تكون فتنة في الأرض ويكون الدين كلّه للّه ، فان كانت الحكومة الاسلامية متحققة ، والحاكم شرعيا عادلا فبها ونعمت ، وإلا فلا يجوز الرجوع إلى حكّام الجور وقضاة الظلم وقد أمرنا أن نكفر بهم .\r\nنعم قد ورد عن الأصحاب الجواز بذلك عندما يتوقّف استنقاذ الحق عليه مطلقا ، وفي الاطلاق لدينا كلام ، فان تجويز التحاكم لديهم على الاطلاق تحكيم لأركان عروشهم وتقوية لمباني محاكمهم الجائرة ، فان رجوع الناس إليهم هو علّة لبقائهم ، وتردد الناس إليهم والاكتفاء بهم هو دعم في دوام أساسهم ، من غير تأثّر بهم لكون الاعتقاد بهم أنهم ظلمة يجب إزالتهم عن المجتمع الاسلامي اللازم ، فان الناس إذا رأوا كفايتهم في استيفاء حقوقهم ، وتجويز الفقهاء العظام ( رضوان اللّه تعالى عليهم ) لهم بذلك ، وانه لا ملجأ لهم غيرهم ، فلا داعي في مخالفتهم لهم ، ولا يقدح في تصوّراتهم لزوم الحفاظ على المحاكم الشرعية بل في ايجادها ، إذا لم تكن كما في زماننا « 1 » ، فكيف بمكافحتهم إلى أن يزول الكفر والظلم وينقطع شرّهم عن الناس ، ويجزم بانقطاعهم عن سائر غصون شجرتهم الملعونة متدرجا وهم ظالمون قاهرون ، ومخالبهم ناشبة في عروق المجتمع الاسلامي باسم الاسلام والدين ، خذلهم اللّه جميعا .\r\nفالحق ان مراجعات الناس لهم هي التي توجب بقاءهم ونفوذهم في المجتمع الاسلامي ، ولو حال فقدان طريق آخر ، وهي لا تجوز قطعا ، سواء كان ذلك من ناحية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - أي قبل قيام الجمهورية الاسلامية المباركة ، أو في غيرها من بقاع الأرض .\r\n","page_name":" 349 ","page_number":141},
  {"content":"\r\n\r\nالمراجعين كرجال متّبعين في قومهم ومثل للمؤمنين وهم أسوة حسنة فيهم ، الذين يقتدي بهم غيرهم ويستظهرون من مراجعتهم قبولهم في مقامهم متمسّكين بأعذار ، سواء كان مورد الخصومة ما يعتنى به من القيمة أو لا ، أو من ناحية الأمر الذي تخاصموا فيه ، كان المراجع من كان ومن أيّ طبقة وصنف ، كما في الأمور الاجتماعية الراجعة إلى المكاسب والمعامل أيضا .\r\nوالحاصل : ان المسألة تبتني على تعارض المهم مع الأهم ، لا بدّ من ملاحظتهما وانتخاب الأقل مفسدة من تقوية الحق أو تقوية الظالم .\r\nنعم لا بأس برجوع من لا تأثير لرجوعه إليهم في تحكيمهم ممّن لا يقتدى به في المجتمع ولا يقاس بعمله شيء ، أو ممّن لا يبالي بشيء وهو معروف بذلك ، كان الحق فيه ما كان ، والغرض توقّف استنقاذه عليه .\r\nوما ذكرناه هو مقتضى الجمع بين تأكيد الآيات الشريفة في اختصاص حق حكومة اللّه تعالى ورسوله والأئمة ( عليهم السّلام ) والمنصوبين من قبلهم وحرمة التحاكم إلى الطاغوت مع سرّ ضرورة وجود المحاكم وحكمة وجوب القضاء كفاية كما لا يخفى ، ولذلك لا يختصّ ما ذكرناه بالقضاء بل في مشابهاته أيضا كالصلاة وسائر التصرّفات في الأراضي الموزّعة بين الفلّاحين بيد الحكومة الجائرة من غير رضا المالك ، لمن يجوز له بشخصه لولايته أو إجازته من الوليّ فإنه لا يجوز له ذلك ، إذا انتزع من عمله الملكية وصحة عمل الجائر ، إلّا أن يصرّح بوجه الجواز لشخصه وبقاء الملك على مالكه الأول ، ولعلّ منه قبول بعض الخطباء والمبلّغين تعهّد المنظّمات الدولية عدم تدخلهم في بعض المسائل ، مع أنها هي الأساس الاسلامي اللازم بيانه كالحجاب والطلاق وحقوق الزوج والزوجة من البدع المحدثة ، بل ومن الباب السكوت المطلق قبال أعمالهم الجائرة مثل هجومهم الوحشي على المدرسة الفيضية العلمية وضرب ونهب وجرح وقتل طلّاب العلوم الدينية مرارا - لعنهم اللّه - فإنه قد يستظهر من ذلك القبول ومن ذلك السكوت إمضاء الباطل وقس عليهما مسائل أخرى ،\r\n\r\n","description":"","footnote":"","page_name":" 350 ","page_number":142},
  {"content":"\r\n\r\nحفظنا اللّه من شرور أنفسنا ولا سيما ممّا يسوّل لنا الشيطان ويؤول لنا فيقوى بنا الظالم الجائر ، اللّهم اهدنا لما اختلف فيه من الحق باذنك واحفظنا من شرور أنفسنا .\r\n\r\nحرمة الرشوة\r\nالثانية :\r\nلا إشكال في حرمة الرشوة مطلقا - كما سيأتي بيانه في كتاب المحرّمات إن شاء اللّه ولا سيما حرمتها على القاضي والشاهد والمتحاكمين .\r\nقال تعالى :\r\n وَلا تَأْكُلُوا أَمْوالَكُمْ بَيْنَكُمْ بِالْباطِلِ وَتُدْلُوا بِها إِلَى الْحُكَّامِ لِتَأْكُلُوا فَرِيقاً مِنْ أَمْوالِ النَّاسِ بِالْإِثْمِ وَأَنْتُمْ تَعْلَمُونَ . \r\nتنهى الآية الكريمة عن التوسّل بالحكّام والتدلّي إليهم بالأموال ليحكموا لصالح صاحب المال فيأكل فريقا من أموال خصمه من الناس بالقضاء الباطل والإثم فان ذلك أكل للمال بالباطل ، وما ينفق في سبيل الباطل باطل ، والآخذ والمعطي بل الرابط بينهما والكاتب لهما شركاء في الإثم كما في السنّة المباركة : « الراشي والمرتشي كلاهما في النار » وتمام الكلام وتفصيله في كتاب المحرّمات مذكور .\r\n\r\nالدعوة إلى الصلح\r\nالثالثة :\r\nالصلح الجاري في جميع الحقوق والأموال المتنازع عليها بين الأفراد أو الأقوام والملل ، وكما أن ماهيّته لا تتحقق إلا بقرار وتسالم مضبوط بعقد أو توافق مضمون بلفظ أو كتابة ، وهو بطبعه حسن يستحسنه كل انسان ويستسيغه كل عاقل في مختلف موارد الاختلاف ، فان إرجاع الأمر إلى طبعه الأصلي الصالح لئلا يفسد بتمامه ، وهو الاصلاح الحاصل منه الصلح ، مطبوع لدى العقلاء ، مستحسن عندهم ،\r\n\r\n","description":"","footnote":"","page_name":" 351 ","page_number":143},
  {"content":"\r\n\r\nولذلك يستحب للقاضي أيضا دعوة المتخاصمين إلى الصلح أولا قبل قضائه ، وقد رغّب إليه الشرع المقدّس أيضا إلّا في موارد خاصة والتي لا يقبلها طبع المتنازع فيه ، ولا يستحسنه العقلاء أيضا ، كما في الجهاد حال اشتعال نائرة الحرب وظهور علائم الفتح للحق والنصر وانهزام الخصم الباطل ، فإنه لا يتوسّل إلى الصلح إلّا الضعيف دفعا لسقوطه وانعدامه ، ولا يقبله القوي الفائق فإنه تضعيف للحق وخذلان لأهله وهو حرام ، كما يجوز ذلك إذا كان تركه ضررا للحق وتضعيفا لا ينجبر بموازين عقلائية ، قال تعالى :\r\n  وَإِنْ جَنَحُوا لِلسَّلْمِ فَاجْنَحْ لَها وَتَوَكَّلْ عَلَى اللَّهِ إِنَّهُ هُوَ السَّمِيعُ الْعَلِيمُ * وَإِنْ يُرِيدُوا أَنْ يَخْدَعُوكَ فَإِنَّ حَسْبَكَ اللَّهُ هُوَ الَّذِي أَيَّدَكَ بِنَصْرِهِ وَبِالْمُؤْمِنِينَ .  \r\n( الأنفال [ 8 
  ] الآية 61 و 62 )\r\nفكما يجوز التجنيح والتواضع للسلم عند المصلحة ، كذلك لا يجوز عند إرادة العدو الخدعة للاسلام والمسلمين ، بل لا بدّ من التعقيب والإدانة ، فان اللّه تعالى هو الكافل الكافي والمؤيّد بنصره المؤمنين المجاهدين .\r\nوكما في الزوجين عند مخافتهما في أن لا يقيما حدود اللّه تعالى فالصلح بينهما مرغوب عنه ، كما سيأتي بيانه في كتاب النكاح إن شاء اللّه تعالى .\r\nوفي غير هذه الموارد فان الصلح حسن على الاطلاق يختلف حسنه حسب متعلّقه ومورده ، وفي المقام آيات :\r\nالأولى - قوله تعالى :\r\n  وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا فَأَصْلِحُوا بَيْنَهُما فَإِنْ بَغَتْ إِحْداهُما عَلَى الْأُخْرى فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ فَإِنْ فاءَتْ فَأَصْلِحُوا بَيْنَهُما بِالْعَدْلِ وَأَقْسِطُوا إِنَّ اللَّهَ يُحِبُّ الْمُقْسِطِينَ * إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ .   ( الحجرات [ 49 
  ] الآية 9 و 10 )\r\nالآية الكريمة - بصورة الكبرى كليا بعد ذكر قسم من موارد الاختلاف - تأمر\r\n\r\n","description":"","footnote":"","page_name":" 352 ","page_number":144},
  {"content":"\r\n\r\nبالإصلاح بين المؤمنين مهما أمكن لدى اختلافهم بعضهم مع بعض أو مع طائفة أو طائفتين ولا سيما إذا انتهى اختلافهم إلى القتال والحرب ، فان لزوم الاصلاح ووجوبه على حدّ لا بدّ من مقاتلة الباغي منهما  حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ  ، وبعد ذلك لا بدّ من الاصلاح بينهما بالعدل والقسط ورعاية حدود اللّه تعالى وحقوقه في الطرفين فان المؤمنين إخوة بعضهم أولياء بعض .\r\nوكيف كان فلا إشكال في دلالة الآية الكريمة على مطلوبية طبيعة الاصلاح الحاصل منه الصلح بمعنى الأعم ، ومقتضى كلية الكبرى وجوب ذلك في جميع الموارد فان الاختلاف بطبعه الموجب لبقاء الضغائن والتعاند والفساد مبغوض ممقوت ولو كان المتخلّف فيه حقيرا .\r\nالثانية - قوله تعالى :\r\n  يَسْئَلُونَكَ عَنِ الْأَنْفالِ قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ .   ( الأنفال [ 8 
  ] الآية 1 )\r\nالآية الكريمة ، وان كانت في مورد بيان الأنفال واختلافهم في حكم اللّه تعالى حسب توقّعهم وانتظارهم في تقسيمها بأجمعها بينهم ، إلّا أن الأمر بالاصلاح وتوافق الجميع على ما هو حكم اللّه تعالى واقعا من أنها للّه ولرسوله ، وإطاعة الجميع للّه تعالى ورسوله في الحكم والموضوع والاتقاء عن محارمه بالتصرّف فيها على غير وجهها ، كل ذلك يدلّ بوضوح على أصل مطلوبية الصلح ، مع إفادة أمر زائد ، وهو أن الاصلاح والتوافق لا بدّ وأن يكون في نطاق دائرة أحكام اللّه تعالى وموضوعاته المشروعة بحسب الانطباق من غير تحليل حرام أو تحريم حلال أو تغيير موضوع عن موضعه ، فالصلح جائز إلّا ما حرّم حلالا أو أحلّ حراما كما في السنّة المباركة ، وطبع الأمر يقتضي ذلك ، فان الإصلاح بين المؤمنين هو إرجاعهم إلى ما هو الأصل في طبع المؤمن بما هو مؤمن في المورد المختلف فيه ، فلا ينقلب به ما هو عليه لولا الاختلاف من الحكم أو الموضوع .\r\n\r\n","description":"","footnote":"","page_name":" 353 ","page_number":145},
  {"content":"\r\n\r\nالثالثة - قوله تعالى :\r\n وَإِنِ امْرَأَةٌ خافَتْ مِنْ بَعْلِها نُشُوزاً أَوْ إِعْراضاً فَلا جُناحَ عَلَيْهِما أَنْ يُصْلِحا بَيْنَهُما صُلْحاً وَالصُّلْحُ خَيْرٌ وَأُحْضِرَتِ الْأَنْفُسُ الشُّحَّ وَإِنْ تُحْسِنُوا وَتَتَّقُوا فَإِنَّ اللَّهَ كانَ بِما تَعْمَلُونَ خَبِيراً .  ( النساء [ 4 
  ] الآية 128 )\r\nلا إشكال في دلالة الآية الكريمة على أن الصلح بطبعه خير وحسن ولا سيما في أمور الأسرة وما يطرأ بين الزوجين من أمور خلافية ينشأ منها النفور والنشوز من أحدهما على الآخر ، فان ترك ذلك ينتهي إلى ما لا يحمد عقباه وما لا ينجبر أحيانا مما يؤدي إلى انفصالهما وتشتت العائلة وضياع الأولاد ، والابتلاء بما لا ينبغي لإنسان ما ، فكيف لمسلم ! ! وكثيرا ما كان أسّ الأمر الموجب للنفار غير خطير ، فالصلح في مثل هذه الموارد أكثر خيرا وأحفظ لمصالح الأسرة والمجتمع معا ، وتمام الكلام وتفصيله مذكور في كتاب النكاح .\r\nالرابعة - قوله تعالى :\r\n وَإِنْ خِفْتُمْ شِقاقَ بَيْنِهِما فَابْعَثُوا حَكَماً مِنْ أَهْلِهِ وَحَكَماً مِنْ أَهْلِها إِنْ يُرِيدا إِصْلاحاً يُوَفِّقِ اللَّهُ بَيْنَهُما إِنَّ اللَّهَ كانَ عَلِيماً خَبِيراً .  ( النساء [ 4 
  ] الآية 35 )\r\nالآية المباركة في سياق العناية بالأسرة والعائلة أيضا ، حيث هي أساس المجتمع ولبنته ، وتحثّ على لزوم رعاية مصالحها ودفع الاختلافات الحاصلة فيها ، المنتهية إلى الفساد والانحطاط ، فتأمر الآية المباركة - مخافة وقوع ذلك - بأن يختار كل منهما حكما ينوب عنه ، واللّه تعالى هو الموفّق بينهما وهو المعين على حصول الصلاح وتحققه إن أرادا ذلك ، فعليكم الإقدام للاصلاح بوجه أصلح حتى اختيار الحكم من كل منهما وحتى التوفيق بينهما ، ولا تيأسوا من روح اللّه . . .\r\nفالآية الكريمة تدلّ بوضوح على مطلوبيّة الصلح ولزومه حسب الموارد الكافية .\r\nالخامسة - قوله تعالى :\r\n لا خَيْرَ فِي كَثِيرٍ مِنْ نَجْواهُمْ إِلَّا مَنْ أَمَرَ بِصَدَقَةٍ أَوْ مَعْرُوفٍ أَوْ إِصْلاحٍ بَيْنَ \r\n\r\n","description":"","footnote":"","page_name":" 354 ","page_number":146},
  {"content":"\r\n\r\n النَّاسِ وَمَنْ يَفْعَلْ ذلِكَ ابْتِغاءَ مَرْضاتِ اللَّهِ فَسَوْفَ نُؤْتِيهِ أَجْراً عَظِيماً . \r\n( النساء [ 4 
  ] الآية 114 )\r\nتنهى الآية الكريمة - بلسان النفي - عن النجوى والمكالمة مع مخاطب معيّن في حضور الآخرين منفصلا به عنهم بحيث لا يسمعون قوله ، فيتوهّم كل من حضر بوهم ، فيتأذون ، فان ذلك من عمل الشيطان قد نهي عنه وهو مذموم حرام حسب الظاهر ، ثم استثنت الآية الكريمة منه موارد الخير والصلاح ، فلا خير في كثير من نجواهم إلّا فيما إذا أمر بصدقة أو إعانة الفقراء والضعفاء ، ولم يكن في ذكر ذلك شفاها وبمسمع الآخرين مصلحة ولا فائدة لمورد الصدقة أو الفقير أو الغني المخاطب ، وكذلك من موارد الخير في النجوى إذا كان النجوى لمعروف وخير وصلاح يأمر به المناجي ولا يصلح الإعلان به لوجه ، ومثل ذلك إذا أراد الاصلاح بين الناس فيما اختلفوا فيه ، وبالنجوى والتكلّم خفاء بمحضر الآخرين يحصل التوفيق بينهما على الفرض وبالتسويف إلى ملاقاة المخاطب خصوصيا لا في جمع تفوت الفرصة ولا سيما إذا كان ذلك ابتغاء لمرضاة اللّه تعالى دون رئاء الناس .\r\nوحيث إن قبح النجوى وحرمته لا يكون ذاتيا بل للايذاء وتحقير الآخرين وأشباه ذلك فإذا كان في البين مصلحة أقوى فلا بأس به تكليفيا مع بقاء الوضع كما هو الظاهر من مسألة اجتماع الأمر والنهي في مصداق واحد ، والآية الكريمة تدلّ على أن مصلحة الصلح على حد تغلب المفسدة في النجوى .\r\nقال تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا إِذا تَناجَيْتُمْ فَلا تَتَناجَوْا بِالْإِثْمِ وَالْعُدْوانِ وَمَعْصِيَةِ الرَّسُولِ وَتَناجَوْا بِالْبِرِّ وَالتَّقْوى وَاتَّقُوا اللَّهَ الَّذِي إِلَيْهِ تُحْشَرُونَ .  ( المجادلة [ 58 
  ] الآية 9 ) ، وسيأتي الكلام عنه في كتاب ( المجتمع وآدابه ) إن شاء اللّه .\r\nوحاصل الآيات الخمس : انّ الصلح خير وحسن ، لازم في مختلف مستويات المجتمع الاسلامي من الأمور العادية في العوائل والأسر ، ولازم أيضا في موارد\r\n\r\n","description":"","footnote":"","page_name":" 355 ","page_number":147},
  {"content":"\r\n\r\nالاختلاف في المعاملات والمكاسب حتى المنازعات الحاصلة بين الطوائف لاختلاف الأفكار والمفاهيم أو بغي بعض على بعض ، فلا بدّ من الاصلاح بينهم ما لم يلزم تغيير حكم من أحكام اللّه أو حدّ من حدوده حتى انّه لا بدّ من مقاتلة الباغي ليفيء  إِلى أَمْرِ اللَّهِ  ، وترك الصلح إذا خاف الزوجان أن لا يقيما حدود اللّه ، فالصلح جائز نافذ ما لم يحرّم حلالا أو يحلّ حراما .\r\nولا يتوهّم من ظاهر قوله تعالى :\r\n فَمَنْ خافَ مِنْ مُوصٍ جَنَفاً أَوْ إِثْماً فَأَصْلَحَ بَيْنَهُمْ فَلا إِثْمَ عَلَيْهِ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ  ( البقرة [ 2 
  ] الآية 182 ) انه يجوز تبديل الوصية والتصرّف فيها بعنوان الاصلاح فهو حرام بدونه وليس كذلك ، فان المراد من الإصلاح بين الورثة في الوصية هو تراضيهم على الحق وانفصالهم عن الباطل ولو بتصرّف كل منهم في سهم الآخر برضاه ، وسيأتي تفصيل الكلام عنه في كتاب الوصية إن شاء اللّه .\r\n\r\nخاتمة المطاف\r\nنتيجة المقدّمة :\r\nلا إشكال في ضرورة وجود المحاكم ووجوب القضاء كفاية كوجوب أصل الحكومة والولاية العامة أي زعامة وقيادة الأمة ، وفي الفصل فروع :\r\nالأول : يجب الحكم بالعدل وبما أنزل اللّه تعالى ، وهو أصدق مصاديق العدل ، ويحرم الحكم بخلافه فإنه فسق وظلم وكفر .\r\nالثاني : يجوز للحاكم الاسلامي أن يحكم بين أهل الكتاب بكتابهم على القسط والعدل وبالاسلام كذلك .\r\nالثالث : لا بدّ للحاكم أن يتحرّز عن افتتان الناس حتى لا يشتبه عليه الأمر فيحكم بغير الحق وهو لا يعلم .\r\n\r\n","description":"","footnote":"","page_name":" 356 ","page_number":148},
  {"content":"\r\n\r\nالرابع : يجب على الناس أن يوكلوا ويرجعوا حلّ مخاصماتهم إلى اللّه ورسوله وإطاعتهما فيما أمرا به وفي خصوص القضاء وفصل الخصومات فيما بينهم عن رضى وطيب نفس سواء كان لهم أو عليهم ليكونوا مؤمنين .\r\nالخامس : يشترط في القاضي أن يكون فقيها مقتدرا على استنباط الحكم بما أنزل اللّه من الكتاب والسنّة كما يشترط فيه العدالة وطيب المولد .\r\nوفي الفصل الثاني فروع :\r\nالأول : ينبغي تحكيم كل عقد أو إيقاع بل كل قرار بين طرفين بكتابته وختمه والاستشهاد عليه حتى يسهل الفصل والحل عند بروز خلاف بموت أو سهو أو نسيان أو غيرهما ، ولا سيما في مهام الأمور كطروء الموت ، بل يجب ذلك شرعا في بعضها مثل الطلاق والوصيّة ، بحيث لا يتمّ الأول بدون شاهد ولا يثبت الثاني بدونه ولا بدون الكتابة أيضا ، فلا بدّ من أحدهما .\r\nالثاني : ينبغي عند إرادة الكتابة أن يملل صاحب الحق بأيّ وجه شاء فان ذلك أقرب إلى حفظ الحق وسهولة الفصل لدى الخصومة الطارئة فيما بعد .\r\nالثالث : يجب على الشاهد تحمّل الشهادة لدى الاستشهاد كفاية فيجب عليه أداؤها كما تحمّلها عينا كذلك فيحرم عليه الكتمان بتركها أو أدائها لا على وجهها المطلوب .\r\nالرابع : الإشهاد لا بدّ وأن يكون بواسطة رجلين عادلين أو رجل وامرأتين أو أربع نساء عادلات في موارد خاصة .\r\nالخامس : يجب على الشاهد أن يرى الحق بعينيه ويجمع شعوره ويعلم بأن اللّه تعالى على كل شيء شهيد ، فلا يتّبع الهوى فيعدل عن الحق أو يراعي جانب أحد بالقدرة أو القوة أو القرابة ، بل عليه أن يشهد بالحق والعدل فان اللّه بما تعملون خبير .\r\nالسادس : إن شك في شهادة الشهود في الوصية ، فيقسمان باللّه ، وإلّا فآخران\r\n\r\n","description":"","footnote":"","page_name":" 357 ","page_number":149},
  {"content":"\r\n\r\nغيرهما يشهدان مقامهما ويقسمان باللّه إنّ شهادتنا أحقّ من شهادتهما ، وما اعتدينا إنّا إذا لمن الظالمين .\r\nالسابع : يحرم التحاكم إلى قضاة الجور إلّا إذا توقّف عليه استنقاذ الحق ما لم يكن تأييدا لظلمهم ، أو تحكيما لمقامهم الجائر ، وإلّا فلا يجوز أيضا . وإن فات الحق ، إلّا أن يكون حقّا أهم من تأييد الظالم ، وأيّ حق كذلك ؟ !\r\nالثامن : تحرم الرشوة والتدلّي إلى الحكّام الطغاة لأكل أموال الناس بالباطل أو لاستنقاذ الحق ، وكلية قاعدة الأهم في مقامه من غير تحليل .\r\nالتاسع : الصلح خير جائز في كل الأمور ما لم يحرّم حلالا أو يحلل حراما أو يوجب ضررا أكثر ، كما في الحرب بعد ظهور آثار الفتح والنصر وانهزام الخصم أو في الزوجين لا يقيما حدود اللّه ، وفي الأمور الأسرية العائلية أرجح وألزم .\r\nالعاشر : لا بأس بالنجوى عند إرادة الصلح .\r\nالحادي عشر : لا بأس بالإصلاح بين الورثة عند خوف الجنف أي ميل الانحراف في الحكم ، والحكم بتراضيهم في التصرّفات .\r\nوبتمام كتاب القضاء والشهادات تمّ الجزء الثاني من الجهد حسب التجزئة الراجحة عندنا ، ويتلوه الجزء الثالث في كتاب النكاح إن شاء اللّه .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 358 ","page_number":150}
  ]