[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمختصر في\r\nتعريف أحوال سادة الأنام\r\nالنبي والأنى عسر الامام عليهم أفضل الصلاة والسلام\r\nالعالم الفاضل\r\nالشيخ ناصر الدين راسد بن إبراهيم بن إسحاق البحراني\r\nالمتوفى سنة 605 ه‍\r\nتحقيق\r\nالشيخ نبيل رضاعلوان\r\nمكتبة فدك\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nمختصر في تعريف أحوال سادة الأنام\r\nالشيخ ناصر الدين بن إسحاق البحراني\r\nكافة حقوق الطبع محفوظة ومسجلة للناشر ومكتبة فدك\r\nالناشر : باقيات\r\nالكمية : 2000 نسخة\r\nالمطبعة : وفا\r\nالطبعة : الأولى\r\nتاريخ الطبع : 2008 م - 1429 ه - . ق\r\nالقطع وعدد الصفحات : وزيري - 216 صفحة\r\nشابك : 8 - 06 - 5126 - 600 - 978\r\nعنوان الناشر : إيران - قم - شارع معلم - رقم 44 - تلفون : 7743900\r\nمركز التوزيع : إيران - قم - مجمع الإمام المهدي ( عج ) - الطابق الأرضي رقم 116 ، 117 - تلفون : 7833624\r\nمكتبة فدك\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n[ مقدمة المحقق 
  ]\r\nبسم اللّه الرّحمن الرّحيم الحمد للّه ربّ العالمين والصلاة والسلام على خير المرسلين وخاتم النبيين محمد وآله الطيبين الطاهرين\r\nأمّا بعد : فقد اهتم الباحثون بدراسة حياة الشعوب وتاريخ الأمم وأحوال القرون الماضية متتبعين في دراساتهم عقائد الشعوب وأديانهم وعاداتهم وتقاليدهم ، آدابهم وأخلاقهم ، نوع لباسهم ، ومناسباتهم الخاصة ، ونوع أزيائهم في هذه المناسبات وتلك ، بل حتّى ألوان ملابسهم وطولها وقصرها ، وتتبعوا أيضا خرافاتهم وأساطيرهم وحكاياتهم ، درسوا أدبهم وأمثالهم وحكمهم ووصايا أمواتهم ، بل حتى تعرفوا على نوع غذائهم وكيفية تحضيرهم أنواع الأطعمة التي يتناولونها يوميا وتلك التي تخص مناسباتهم وأعيادهم وأحزانهم ، خلاصة الأمر اهتموا بكلّ صغيرة وكبيرة وسطروها في كتبهم ، هذا الاهتمام من هؤلاء وذلك الاهتمام من تلك الشعوب والأمم في تدوين كل صغيرة وكبيرة من حياتهم وحياة أسلافهم يدلنا على وجود سر في الأمر ، وإلّا فلما ذا كل هذا الاهتمام والحرص الشديد من صاحب الحياة ومحب الاطلاع عليها ، ولأجل كشف هذا السر ومعرفة السبب الداعي لكل هذا نقول :\r\nالحياة الاجتماعية وإن كانت في الظاهر هادئة لكنها في الواقع تنطوي على صراع بنّاء بين الحاضر والماضي وعلى تعامل جاد بين الماضي والمستقبل بتوسط الحاضر فالحياة الاجتماعية مليئة بالأحداث والوقائع ، فهي ليست جامدة\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nوساكنة ، بل كلّها حركة وتفاعل مع الطبيعة والكون ، والناس بعضهم مع بعض سلبا وإيجابا ، نصرا وهزيمة ، فلو نظرت إلى حياة الشعوب والمجتمعات البشرية ، لا بل حتّى الحيوانات تراها حركة مستمرة وتفاعل دؤوب فالإنسان كادح إلى ربه ، والطبيعة تتحرك بفصولها ، والكواكب سائرة في أفلاكها ، والحيوانات متحركة في مراتع الطبيعة مهاجرة من مرتع إلى آخر « 1 » . نعم هذه الأحداث والوقائع في المجتمع البشري وإن كانت في ظاهر الحال منفصلة عن بعضها البعض وتظهر متباينة فيما بينها ، لكن في الواقع الأمر بالعكس تماما فهي متصلة مع بعضها البعض واضعة يد بيد لصناعة المستقبل ، فهي استمرار للماضي وحصيلة الحاضر وصانعة المستقبل ، فالماضي يضع كل ما حصل عليه من عمله الدائب وجهاده المستمر في صميم هذا الحاضر ليستمد الحاضرون منه الكثير من عناصر القوة في حركتهم ويستلهمون منه وسائل التطور والرقي فيسيرون بخطى ثابتة ومطمئنة نحو المستقبل الذي يرمون الوصول إليه ومن ثمّ تتحول أحلامهم إلى يقظة وتصبح رؤياهم واقع ، ثمّ يسطرونها في صفحات التأريخ مجدا وعبرا ودروسا لأبنائهم أجيال المستقبل .\r\nفمن الطبيعي إذا أن نجد لكثير من الأحداث التأريخية ، حتّى تلك التي توغلت في أعماق التأريخ ، بحيث لا يكاد يظهر لنا منها شيء ، آثارا بارزة في حياة الشعوب ، في تصرفاتها ، بل في مفاهيمها وعواطفها فضلا عن تأثيرها على الحالة الدينية والأدبية والعلمية والسياسية والاقتصادية والعلاقات الاجتماعية وغير ذلك من الآثار الظاهرة في واقع حياتها اليومية . وإن كان التأثير هذا يختلف شمولا وعمقا من أمّة إلى أخرى ومن شعب إلى آخر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر إلى قوله تعالى :  كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى  سورة الرعد 13 : 2 .\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nوهذا مما يؤكد لنا أهمية التاريخ ويبين لنا مدى تأثيره في الحياة الحاضرة والمستقبل ، ويعرفنا ويفسر لنا سر اهتمام الأمم على اختلافها بهذا الفن العزيز تدوينا ودرسا وبحثا وتعليلا وشدّ طلابه الرحال والركائب إليه وتنافس الملوك فيه بشوق ، بل حرص أهل العلم والمعرفة للاطلاع عليه .\r\nفهي تروم أن تتعرف من خلال ذلك على بعض الملامح الخفية لواقعها الذي تعيشه ولتستفيد منه كلبنة قوية ومطمئنة موصلة لها لمستقبلها الذي تصبو إليه وتتحرك بشوق نحوه ، ولتكشف منه أيضا بعض عوامل رقيها وانحطاطها ؛ ليكون ذلك معينا لها على بناء نفسها ومستقبلها بناء قويّا سليما على أسس متينة وقويّة وواسعة وراسخة واضحة المصدر ومعلومة المنتهى ، وهي بهذا\r\nالعمل تجعل المستقبل ، بل حتّى الحاضر بيدها تدوره حيث أرادت وكيف شاءت .\r\nفالتأريخ فن عزيز المذهب ، جم الفوائد ، شريف الغاية ، إذ هو يوقفنا على أحوال الماضين من الأمم في أخلاقهم والأنبياء في سيرتهم والملوك في دولهم وسياستهم ، ومهمته أن يعكس لنا وبكلّ دقة وأمانة حياة الأمّة ، بل الأمم في الماضي وما مرت به من أوضاع وأحوال وما تعرضت له من هزات فكرية وأزمات اقتصادية واجتماعية ، وما وصلت إليه من التقدم والرقي والازدهار ، فالمهم أن يعكس لنا الحياة بكلّ أبعادها سلبا وإيجابا بدقة وأمانة . حتّى تتم فائدة الاقتداء في ذلك لمن يرومه في أحوال الدين والدنيا والاتعاض بتجاربهم والاستفادة منها .\r\nفهو في ظاهره لا يزيد على إخبار عن الأيام والدول السوابق من القرون الأولى ، وفي باطنه نظر وتحقيق وتعليل دقيق للحوادث ومبادئها ، وعلم عميق بكيفيات الوقائع وأسبابها .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nومن هنا نفهم أصح القولين بالنسبة إلى ضرورة أو عدم ضرورة قراءتنا للتأريخ ، ونفهم الصحيح من طرق وكيفيات قراءة التاريخ . فلقائل إن يقول : إنّ التاريخ والأحداث التي سجلت بأقلام المؤرخين أصبحت قصصا فلما ذا نخرج الماضي وقد طوت عليه السنون ، وتجمع فوقه غبار النسيان ، وتراكمت عليه الأزمان ، وقلّبت صفحاته الدهور وتعاقب العصور فما لنا وأولئك الماضون الذين واراهم الثرى وتهشمت هياكلهم فعظامهم نخرة وأبدانهم هي والرميم سواء ، فنحن أبناء اليوم وصانعوا الغد ولننسى الماضي العتيق ، والحدث السحيق خصوصا إذ ما نبشناه شممنا منه رائحة الخصام ، وإذ ما بعثرناه وجدنا فريقين متعاديين أو متقاتلين ، إذا فلنترك الماضي لأهله ولنقل رحم اللّه الماضين .\r\nوهناك من يقابله في الفكر والكلام ، إذ يقول : علينا بدراسة التأريخ دراسة جادّة وواعية لا قراءة سطحية عابرة ، وأن نأخذه من مصادر موثوقة خالية من شوائب نفسيّة المؤرّخ ، أو سطوة الحاكم الذي ألّف وكتب في زمانه ، أو سيطرة عقيدة الكاتب وميوله إلى جهة معيّنة ، ثمّ مقارنته بمصدر موثوق آخر يضاف إلى ذلك مبدأ الإسلام وآيات القرآن ، والسنة الشريفة ، وسيرة النبيّ وأهل بيته صلّى اللّه عليه وآله الصادقة ، وما يمليه العقل السليم ، والفطرة الطاهرة التي فطر اللّه الناس عليها وغير ذلك مما ينبغي على الدارس الفاحص والمحقق المدقق ؛ ليقف على تأريخ صادق صافي من الغبار الذي فرضه حكام الجور وتلاعب أيادي التزوير والتحوير . فالمستفاد من التاريخ كثير جدا والمستفيد قليل .\r\nفتبيان الماضي لمعرفة الحال وصناعة المستقبل بالاعتبار بعبره ، وأخذ المفيد وطرح ما هو ضار ؛ لأن دراسة التاريخ تعني معرفة سبب الحدث ونتائجه ، وتعني أيضا تحديد مواقف وتسجيل مبدأ واتخاذ قرار ، فالرجال تصنع\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالأحداث وليس العكس ، ويعرف الحقّ بتلك المواقف ، ويتشخص الرجال بدراسة تلك الأحداث وتحليل تلكم الوقائع ، إذا فلنستفيد من التاريخ ومن تجارب الآخرين ، وسعيد من اعتبر بغيره . قال اللّه عزّ وجلّ :  لَقَدْ كانَ فِي قَصَصِهِمْ عِبْرَةٌ  « 1 »  إِنَّما يَتَذَكَّرُ أُولُوا الْأَلْبابِ  « 2 » و  لَعِبْرَةً لِأُولِي الْأَبْصارِ  « 3 » ثمّ ننهج منهج القرآن في صباب اللعنة على من يستحق واللعنة ليست عليه فحسب ، بل على من سار على خطه وخطاه وخططه .\r\nثمّ هناك جانب آخر في الاستفادة من التأريخ ألا وهو أنّ كثيرا من العلوم التي لها مساس بالإنسانية ورقيها وهي ترتبط ارتباطا وثيقا بالتأريخ وذات صلة وطيدة به كعلم الاجتماع والتربية والفقه والدراية وغيرها كثير .\r\nفالتأريخ بصفة عامة مقياس زمني دقيق لمختلف الوقائع والأحداث يتناول أحوال الماضيين - الطوائف ، والأشخاص ، والأنساب - ويقف على الحوادث الجديرة بالاعتبار ، كما يقف على سير العلوم والفنون في مختلف مراحلها وأطوارها . والتأريخ بهذا المفهوم العام يشتمل فيما يشتمل على الحقول والاختصاصات الثلاثة « السير ، الأنساب ، الرجال » باعتباره يؤرخ الأشخاص يبحث عن أحوالها ، وباعتباره يؤرخ الأنساب ويعالج موضوعاتها وباعتباره يؤرخ أشخاصا يقف على أحوالهم وسلوكهم من قبيل صدقهم وأمانتهم أو كذبهم وخيانتهم وما إلى ذلك مما يستند إليه علم الرجال للوصول إلى غايته .\r\nثمّ إنّ لكل أمّة تأريخ ولتاريخها مبدأ ولها رجال صنعت ذلك التأريخ بسيرتها وعلمها وكمالها . ونحن المسلمون لنا تأريخ كباقي الأمم ولكنه يمتاز عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة يوسف 12 : 111 .\r\n( 2 ) سورة الرعد 13 : 19 .\r\n( 3 ) سورة نور 24 : 44 .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nتأريخ باقي الأمم ، بغناه ومصادره الصحيحة والصريحة ورجاله الصانعون له ، فتأريخنا يبدأ ببداية الإسلام فالصانع له هو الرسول الأكرم محمد صلّى اللّه عليه وآله وأهل بيته الطيبين الطاهرين والعلماء الذين جهدوا وأجهدوا أنفسهم في سبيل المعرفة والعلم . إذا فلا بدّ لمعرفة التأريخ من البدء بالسيرة النبويّة الشريفة وسيرة أهل بيته الطاهرين وأصحابه العلماء والمتقين ولو ببحث قضايا وأحداث رئيسة فيها ليكون ذلك بمثابة خطوة أولى على طريق التصدي لبحوث مستوعبة وشاملة من قبل المتخصصين والباحثين من ذوي الكفاءات والهمم العالية .\r\nفحياة العظماء مصدر إشعاع للفكر ، ومنهل عذب للخير ، وينبوع فياض بالحكمة ، بحر من الكمال والمعرفة ، وطاقة جبارة في العلم والأدب تستوحي الأمّة منها الأيمان الصادق ، والعقيدة الحقة ، والذود عن المبدأ ، والخلق الكريم ، والمثل والكرامة ، فهي مدرسة كبرى للانسانية والأجيال على تعاقب الدهور والأزمان لا يقل نبعها ولا يأفل نورها ، ومعالم وضاءة لتحقيق الحق والعدالة ، وليس هناك في الأمّة من يساوي أئمة أهل البيت عليهم السّلام في عظمتهم وفضلهم ، ولا يباريهم في شرفهم ونسبهم ، ولا ترتفع إليهم في مقامهم ومكانتهم فهم عيش العلم وموت الجهل وأصول الكرم وقادة الأمم والثقل الذي تركه الرسول الأعظم صلّى اللّه عليه وآله بين ظهراني هذه الأمّة وجعلهم نظراء للقرآن الكريم ، بل هم القرآن الناطق ، ونصبهم خلفاء له صلّى اللّه عليه وآله على الناس وحكاما على الخلق وساسة للعباد وأمراء على البلاد . وأجاد من قال :\r\nفهم ملح الأرض وزينة الدنيا وحلي العالم ، والسنام الأضخم والكاهل الأعظم ، ولباب كل جوهر كريم ، وسر كلّ عنصر شريف ، والطينة البيضاء ،\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nوالمغرس المبارك والنصاب « 1 » الوثيق ، ومعدن الفهم وينبوع العلم ، وثهلان « 2 » ذو الهضاب في الحلم ، والسيف الحسام في العزم مع الأناة والحزم والصفح عن الجرم والقصد عند المعرفة والعفو بعد المقدرة ، وهم الأنف المقدم والسنام الأكرم وكالماء الذي لا ينجسه شيء وكالشمس التي لا تخفى بكل مكان وكالذهب لا يعرف بالنقصان وكالنجم للحيران والماء البارد للظمآن ، ومنهم الثقلان والشهيدان والأطيبان والسبطان وأسد اللّه وذو الجناحين وحليم البطحاء والبحر والحبر ، والأنصار أنصارهم والمهاجرون من هاجر إليهم أو معهم ، والصدّيق من صدقهم ، والفاروق من فرّق الحقّ والباطل فيهم ، والحواري حواريهم وذو الشهادتين لأنّه شهد بهم ، ولا خير إلّا لهم أو فيهم أو معهم أو يضاف إليهم وكيف لا يكونون كذلك ومنهم رسول ربّ العالمين وإمام الأولين والآخرين وهم سادة الخلق أجمعين « 3 » .\r\nبل هم نور اللّه عزّ وجلّ وصدق الشاعر حيث قال مخاطب الغري\r\n بل فيك نور اللّه جل جلاله * لذوي البصائر يستشف ويلمع « 4 » \r\nبل ورد في الحديث الشريف عن أبي عبد اللّه عليه السّلام : « إنّ اللّه خلقنا من نور عظمته ثمّ صوّر خلقنا من طينة مخزونة مكنونة من تحت العرش فأسكن ذلك النور فيه فكنا نحن خلقا وبشرا نور انيّين » « 5 » فجعلهم اللّه أنوارا بعرشه محدقين « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النصاب : الأصل . والمرجع ، انظر : لسان العرب مادة نصب .\r\n( 2 ) الثهلان : اسم جبل . انظر : لسان العرب 11 : 94 .\r\n( 3 ) زهر الآداب 1 : 95 - 97 .\r\n( 4 ) القصائد العلويات السبع .\r\n( 5 ) الكافي 1 : 320 / 2 .\r\n( 6 ) الزيارة الجامعة الكبيرة .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nبل قوله تعالى في كتابه العزيز :  اللَّهُ نُورُ السَّماواتِ وَالْأَرْضِ مَثَلُ نُورِهِ كَمِشْكاةٍ فِيها مِصْباحٌ الْمِصْباحُ فِي زُجاجَةٍ الزُّجاجَةُ كَأَنَّها كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ مُبارَكَةٍ زَيْتُونَةٍ لا شَرْقِيَّةٍ وَلا غَرْبِيَّةٍ يَكادُ زَيْتُها يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نارٌ نُورٌ عَلى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشاءُ وَيَضْرِبُ اللَّهُ الْأَمْثالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ  « 1 » مختصّ بهم وهم المراد بهذا النور « 2 » . فهذا مقام أهل البيت وهذه منزلتهم ، ولا يخفى أنّ الانسان العادي يعجز عن وصفهم وتبيان منزلتهم وعلوّ شأنهم ورفعة مقامهم .\r\nأضف إلى ذلك اتفاق أهل المذاهب الاسلامية وجميع علماء الطائفة الحقّة على عدم جواز التقليد في أصول الدين ، بل لا بد من تحصيل العلم والمعرفة في هذا المجال لا عن طريق التقليد ، ومن جملة أصول الدين الإمامة وكيف لا وبها تمّ الدين ، قال اللّه تعالى :  الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي  « 3 » .\r\nفتمام الدين بولاية علي بن أبي طالب . وعلى فرض التنزل نقول : إذا كان في أصول الدين لا يجوز التقليد ففي أصول المذهب كذلك ؛ لوحدة الملاك ، ومن المعلوم لأجل معرفة الإمامة لا بدّ من معرفة من هو الإمام وما هو عددهم وهذا يوجب علينا أن نطلع على أحوالهم وسيرتهم ، وبالإضافة إلى ما سبق وهذا قوله تعالى :  وَقِفُوهُمْ إِنَّهُمْ مَسْؤُلُونَ  « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النور 24 : 35 .\r\n( 2 ) بصائر الدرجات : 314 / 7 ، الكافي 8 : 380 ، وانظر : الكافي 1 : 194 - باب ان الأئمة نور اللّه عزّ وجلّ - ، التوحيد : 155 ، معاني الأخبار : 15 / 7 ، البحار 4 : 15 و 16 : 355 / 42 و 23 : 304 ، تفسير فرات الكوفي : 281 ، تفسير القمي : 105 ، البرهان في تفسير القرآن 4 : 67 / 9 - 7628 .\r\n( 3 ) سورة المائدة 5 : 3 .\r\n( 4 ) سورة الصافات 37 : 24 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nفقد ورد في التفسير المنسوب إلى الإمام العسكري عليه السّلام في تفسير هذه الآية : « ثم ينادي من آخر عرصات القيامة ألا فسوقوهم إلى الجنة » ؛ لشهادتهم لمحمّد بالنبوّة ، فإذا النداء من قبل اللّه تعالى ، لا بل  وَقِفُوهُمْ إِنَّهُمْ مَسْؤُلُونَ  يقول الملائكة الذين قالوا سوقوهم إلى الجنة لشهادتهم لمحمّد صلّى اللّه عليه وآله بالنبوّة : لماذا يوقفون يا ربنا ؟ فإذا النداء من قبل اللّه تعالى : قفوهم إنّهم مسؤولون عن ولاية علي بن أبي طالب وآل محمّد يا عبادي وإمائي ، إنّي أمرتهم مع الشهادة لمحمد بشهادة أخرى فإن جاءوا بها ، فعظموا ثوابهم وأكرموا مآبهم ، وإن لم يأتوا بها لم تنفعهم الشهادة لمحمّد صلّى اللّه عليه وآله بالنبوّة ولا لي بالربوبيّة ، فمن جاء بها فهو من الفائزين ومن لم يأتي بها فهو من الهالكين » « 1 » .\r\nوقد أيّد هذا المعنى العلامة الآلوسي البغدادي في تفسيره : « روح المعاني في تفسير القرآن العظيم والسبع المثاني » ، قال : روي عن ابن جبير ، عن ابن عباس ، وأيضا عن أبي سعيد الخدري في تفسير قوله تعالى :  وَقِفُوهُمْ إِنَّهُمْ مَسْؤُلُونَ  أي : مسؤولون عن ولاية علي كرم اللّه وجهه ، ثمّ ذكر عدة أقوال في تفسيرها ، ثمّ قال : وأولى هذه الأقوال : إنّ السؤال عن العقائد والأعمال ورأس ذلك لا إله إلّا اللّه ومن أجلّه ولاية علي كرم اللّه وجهه « 2 » . وقد ذكر الحاكم الحسكاني في شواهد التنزيل عدة روايات صريحة بهذا المعنى أيضا وكذا غيره كثير « 3 » .\r\nبالإضافة إلى هذه الآية المباركة هناك عدّة آيات وكثير من الروايات التي تؤيد هذا المعنى وهذا المضمون .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الإمام العسكري عليه السّلام : 405 .\r\n( 2 ) روح المعاني للآلوسي 23 : 80 .\r\n( 3 ) شواهد التنزيل 2 : 785 - 790 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nفمن الجميع نعرف مدى ضرورة الاطلاع على سيرة أهل البيت عليهم السّلام ونعرف مدى أهميّة الكتب التي تؤلف وتكتب في هذا المجال . خصوصا المختصرات فإنّها مفتاح للموسوعات في هذا المجال ؛ إذ تعم فائدتها لمن أراد التبحر ولمن أراد الاكتفاء بالمختصر في المعرفة في هذا المجال .\r\nوما هذا الكتاب الماثل أمامك إلّا واحد من تلك الكتب التي عنت ببيان أحوال سادتنا وقادتنا أهل البيت عليهم السّلام باختصار لتكون مشوقة للاطلاع لمن أراد المزيد ، والكفاية لمن أراد الاختصار وقد كتبه من يطمئن إليه في علمه ووثاقته فجزاه اللّه خير الجزاء ، إذ أوضح فيه الحقائق ، وذكر فيه الدقائق بلا شائبة حاقد ولا غفلة جاهل ولا خطأ عامد ولا سهو ساهي .\r\nهذا واستغفر اللّه لي ولكم واللّه من وراء القصد وهو ولي التوفيق وإليه ندعو وإليه المآب .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nترجمة المؤلف :\r\nهو العالم الإمام الفقيه اللغوي المتكلّم الأديب الشيخ ناصر الدين ( نصير الدين ) الشيخ راشد بن إبراهيم بن إسحاق البحراني « 1 » . المتوفى سنة 605 ه .\r\nقد أثنى عليه كل من ترجم له ، ولا نعرف سنة ولادته ، لعدم ذكرها في ترجمته .\r\nوهو واحد من العلماء الأجلاء الذين قدمتهم بلاد البحرين في عرصات العلم والمعرفة وأنارت بنور علمهم الطريق لطلاب العلوم والحق وحفظت بهم دين محمد وآله عليهم السّلام من الاندراس وبالتالي البشرية - التي ترغب الحق - من الضياع . وأرغمت بهم أنف الشيطان وأنوف أتباعه تحت الأقدام فما زالوا شوكة في عيون أعداء الحقّ والفضيلة .\r\nنشأ المؤلّف في بلاد البحرين حيث هي مسقط رأسه ومحل ولادته وتعلم بها ودرس فيها ، ثمّ سافر إلى العراق وأقام بها مدة قرأ فيها على مشايخ العراق ، ثمّ رجع إلى بلاده ليمارس دوره ويقوم بواجبه ويؤدي وظيفته الدينية والعلمية ، وبقي هناك حتّى وفاته رحمة اللّه عليه .\r\nلم يذكر من ترجم له من مؤلفاته شيئا ولم نعثر له على تأليف غير هذا الكتاب وما ذكره العلامة الشيخ ياسين البلادي : من أنّ له تفسير ضخم للقرآن الكريم ، وليس من البعيد أن يكون له غيرها ولكن لم تصل إلينا لسبب وآخر فقد تعرضت الشيعة في البحرين لاعتداءات كثيرة من قبل أعدائهم تلفت فيها مصادر تراثية قيمة شأنهم في ذلك شأن إخوانهم في العراق وباقي البلدان التي يقطنها الشيعة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في كتاب علماء البحرين دروس وعبر ورد اسمه الشريف هكذا : ناصر الدين - نصير الدين - بن الشيخ راشد .\r\n( 2 ) انظر : ص 18 من المقدّمة .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nدرس على يد العلماء العظام منهم قطب الدين الراوندي « 1 » . ودرس عنده الشيخ سديد الدين والد العلامة الحلي رحمه اللّه .\r\n\r\nأقوال العلماء فيه وثناؤهم عليه :\r\nقد أثنى على مستواه العلمي وشخصيته العاملة العالمة الكثير من علماء الأمّة منهم : الشهيد الأوّل ، والشيخ سليمان الماحوزي والشيخ عبد اللّه السماهيجي والعلامة الحلّي في إجازته لابن زهرة .\r\nقال الشيخ عبد اللّه بن صالح السماهيجي البحراني في إجازته الكبيرة للعالم الفاخر التقي الشيخ ناصر بن محمّد الجارودي الخطي : كان هذا الشيخ - الشيخ ناصر الدين - فقيها متكلما لغويا ديّنا « 2 » .\r\nومثله قال صاحب اللؤلؤة .\r\nوقال الشيخ منتجب الدين في الفهرست : الشيخ ناصر الدين راشد بن إبراهيم البحراني فقيه ديّن « 3 » .\r\nقال الحرّ العاملي في أمل الآمل : الشيخ نصير الدين - ناصر الدين - فقيه عالم ، فاضل ، متكلّم ، أديب ، شاعر « 4 » .\r\nووصفه بالفقيه أيضا الشيخ محمّد سبط الشهيد الثاني قدّس سرّه وكذا وصفه الشهيد الأوّل بالإمام اللغوي الفقيه المتكلّم الأديب العالم « 5 » . وغير هؤلاء الأعلام فقد بالغ في الثناء عليه علما وعملا كل من تعرّض لترجمته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : مقدمة كتاب النوادر لقطب الدين الراوندي : 25 .\r\n( 2 ) أنوار البدرين 1 : 182 .\r\n( 3 ) الفهرست 64 : 166 .\r\n( 4 ) أمل الآمل 2 : 117 / 327 .\r\n( 5 ) الأربعون حديثا للشهيد الأوّل : 29 - الحديث السادس - .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nطبقته في علم الرجال :\r\nبينه وبين الشيخ أبي جعفر الطوسي شيخ الطائفة كما ذكره الشهيد الأوّل قدّس سرّه في الأربعين حديثا في الحديث السادس ، ثلاث وسائط وهم :\r\nالسيد أبو الرضا فضل اللّه الراوندي الحسيني .\r\nأبو الصمصام ذي الفقار الحسيني .\r\nالشيخ أبو علي ابن الشيخ أبي جعفر الطوسي .\r\nوبين الشهيد الأوّل وبينه أربع وسائط .\r\nالسيد شمس الدين أبو عبد اللّه محمد بن أحمد بن أبي المعالي .\r\nالشيخ كمال الدين أبو الحسين علي بن الحسين بن حماد الليثي .\r\nالشيخ الفقيه الصالح شمس الدين أبو جعفر محمّد بن محمد صالح الواسطي .\r\nوالد الشيخ الفقيه شمس الدين الشيخ جمال الدين أحمد بن صالح « 1 » .\r\n\r\nمدفنه :\r\nقبره الشريف في جزيرة النبيّ صالح عليه السّلام ( النبيه صالح ) وهي قرية من قرى البحرين في وسط البحر ذا عيون وأنهار ونخيل وأشجار وفي طرفها الغربي مقام عظيم ينسب للنبيّ صالح عليه السّلام وفيه جملة من قبور العلماء ولم نعرف وجه النسبة حقيقة ، إلّا أنّه مذكور في الكتب القديمة والحديثة ، وتعرف هذه الجزيرة في بعض الكتب بجزيرة أكل ( بضمتين ) ورأيت في هذه الجزيرة مدرسة كبيرة خرابا تسمى مدرسة الشيخ داود ، وينقل أهل الجزيرة أنّه قتل في بعض الوقائع في تلك المدرسة أربعون أو سبعون عالما وطالب علم ولهذا يسمونها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأربعون حديثا : 29 - الحديث السادس - .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالآن كربلاء « 1 » . وإلى جوار قبره قبر العلامة ابن المتوج البحراني .\r\nأمّا والد الشيخ نصير الدين وهو الشيخ راشد « 2 » فقد كان من العلماء الذين يشار إليهم ومن كبار علماء البحرين ، لكن لم تذكر له ترجمة يذكر فيها تفاصيل حياته . قبره الشريف في البحرين في مقبرة « أبو عنبرة » في بلاد القديم شمال الخميس المعروف ومعه قبور جماعة من العلماء ، منهم القاضي قاضي قضاة البحرين السيد عبد الرؤوف بن الحسين العلوي الجد حفصي ، والسيد عدنان بن علوي ابن السيد عبد الجبار هكذا ذكر عبد العظيم المهتدي البحراني في كتابه « علماء البحرين دروس وعبر » « 3 » .\r\nوقد ترجم للشيخ ناصر ( نصير ) الدين .\r\n1 - البلادي في أنوار البدرين ج 1 : 185 .\r\n2 - الحر العاملي في أمل الآمل 2 : 117 / 327 .\r\n3 - الخوئي في معجم رجال الحديث 8 : 162 / 4490 .\r\n4 - منتجب الدين في فهرسته 64 : 166 .\r\n5 - الأردبيلي في جامع الرواة 1 : 315 .\r\n6 - العلامة المامقاني في تنقيح المقال 1 : 421 .\r\n7 - محسن الأمين في أعيان الشيعة 6 : 440 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الذريعة 6 : 440 ، أنوار البدريين في تراجم علماء القطيف والأحساء والبحرين 1 :\r\n182 / 5 .\r\n( 2 ) هكذا ذكر عبد العظيم المهتدي في كتاب « علماء البحرين دروس وعبر » والظاهر أنه من سهو القلم فإن راشد هو اسم نصير الدين - ناصر الدين - لا اسم والده واللّه العالم بالصواب وإليه المآب .\r\n( 3 ) علماء البحرين دروس وعبر : 72 / 12 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n8 - آغا بزرگ الطهراني في الذريعة « 1 » .\r\n9 - الميرزا عبد اللّه الأفندي في رياض العلماء 2 : 282 .\r\n10 - الماحوزي في فهرست آل بويه وعلماء البحرين : 69 .\r\n11 - الشيخ حسين النوري في مستدرك الوسائل ( فوائد الرجالية ) 2 : 337 - الفائدة الثالثة - .\r\n\r\nمصادر الترجمة ( والمقدمة ) :\r\n1 - أنوار البدرين في تراجم علماء القطيف والأحساء والبحرين :\r\nالعلّامة علي بن الشيخ حسن البلادي البحراني . نشر : مؤسسة الهداية ، بيروت .\r\nالطبعة الأولى عام 1424 ه . ق .\r\n2 - الفهرست :\r\nللشيخ منتجب الدين علي بن بابويه الرازي تحقيق : السيد جلال الدين محدث ارموي نشر : مكتبة آية اللّه المرعشي النجفي / قم / عام 1366 ه . ش .\r\n3 - أمل الآمل :\r\nمحمد بن الحسن الحرّ العاملي تحقيق : أحمد الحسيني\r\nنشر : دار الكتاب الاسلامي / قم / الطبعة الأولى / عام 1362 ه ش .\r\n4 - جامع الرواة :\r\nمحمد بن علي الأردبيلي الغروي الحائري نشر : مكتبة المرعشي النجفي /\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر الذريعة 20 : 173 / 2455 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nقم / الطبعة الأولى / عام 1403 ه ق .\r\n5 - معجم رجال الحديث\r\nالسيد أبو القاسم الخوئي نشر : مؤسسة احياء آثار السيد الخوئي / قم الطبعة الخامسة / عام 1413 ه ق .\r\n6 - تنقيح المقال : العلّامة المامقاني الطبعة الحجرية - رقم الترجمة 1 :\r\n3939 . طبع المطبعة المرتضوية / النجف الأشرف / عام 1350 بإشراف الأستاذ محمد رضا .\r\n7 - لؤلؤة البحرين في الإجازات وتراجم الحديث :\r\nالعلّامة المحدّث الشهير الشيخ يوسف أحمد البحراني - صاحب الحدائق نشر : مؤسسة آل البيت عليهم السّلام الطبعة الثانية . مصادر المقدمة .\r\n8 - زهر الآداب وثمرة الألباب :\r\nلأبي إسحاق إبراهيم بن علي الحصري القيرواني / تحقيق زكي مبارك ومحمد محي الدين عبد الحميد نشر : دار الجيل / بيروت / الطبعة الرابعة / عام 1972 .\r\n9 - روح المعاني في تفسير القرآن العظيم والسبع المثاني :\r\nالعلّامة الآلوسي البغدادي نشر : دار احياء التراث العربي / بيروت .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n10 - تفسير الإمام العسكري عليه السّلام : تحقيق ونشر : مدرسة الإمام المهدي ( عج ) / قم الطبعة الأولى / عام 1409 ه ق .\r\n11 - مقدّمة ابن خلدون : عبد الرحمن بن محمد بن خلدون نشر : مؤسسة الأعلمي / بيروت .\r\n\r\nالنسخة المعتمدة :\r\nاعتمدنا في تحقيق هذا الكتاب الجليل - الذي حوى بين دفتيه على صغر حجمه فوائد كثيرة وجمة فهو شامل لتمام ما هو مفيد وضروري الاطلاع عليه من أحوال سادة الأنام عليهم السّلام - على النسخة المحفوظة في مركز احياء التراث الاسلامي في قم المقدّسة - والذي أسس برعاية المرجع الديني الكبير آية اللّه السيد علي السيستاني حفظه اللّه تعالى -\r\nتحت رقم ( 67 ) والتي نسخها محمّد بن عبد اللّه بن محمّد الحافظ في تاريخ 683 ه .\r\n\r\nمنهجية العمل :\r\nبعد استنساخ الكتاب عن النسخة المصورة ومراجعتها والدقة في النقل حاولنا الاستعانة بالمصدر الذي اعتمده المؤلف رحمه اللّه أو المصادر في تأليف الكتاب لمعرفة بعض الكلمات الغامضة أو الساقطة في استنساخ الكتاب . وجدنا بعض السقوطات في الكتاب في نسخة الأصل حاولنا اكمالها من الارشاد للشيخ المفيد ، وبعض المصادر الأخرى ، وأشرنا في الهامش لبعض المصادر إفادة للقارئ وتركنا\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالكثير خوف الإطالة واللّه من وراء القصد .\r\n\r\nشكر وتقدير :\r\nأقدم وافر شكري وتقديري لسماحة حجة الاسلام والمسلمين المحقق السيد أحمد الحسيني حفظه اللّه تعالى على إهدائه هذه المخطوطة التي كان معتن بها وقاصدا لتحقيقها لكنه بكرمه التحقيقي أعطانيها والحمد للّه على توفيقه لي أن قمت بما كان قاصدا له .\r\nوكما أشكر الأخ الفاضل الحاج حكمت الحكيمي على معاونته لي في تحقيق هذه الرسالة التي تخص حياة الأئمة الأطهار عليهم السلام فأجر الجميع عليهم ووفقنا اللّه عزّ وجلّ لخدمتهم .\r\nنبيل رضا علوان شهر رمضان المبارك 1428 ه قم المقدّسة\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nنموذج من الصفحة الأولى من النسخة الخطيّة\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nنموذج من الصفحة الأخيرة من النسخة الخطيّة\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nمقدمة المؤلف :\r\nبسم اللّه الرّحمن الرّحيم ربّ تمّم\r\nالحمد للّه الّذي أنعم على بني آدم بخلقه إياهم وفضّلهم على كثير ممّن عداهم ، ثمّ اطّلع سبحانه إلى أهل الأرض اطّلاعة فاختار منهم محمّدا صلّى عليه وآله فجعله نبيّا ، واطّلع إليهم ثانية فاختار منهم أخاه وابن عمّه فجعله وصيّه ، وجعل منهما أئمّة وقادة وسادة يهدون بعدهما بالحقّ وبه يعدلون « 1 » ، حتّى تكون دولتهم برزخا بين الدنيا والآخرة ، وإن ارتاب بذلك المبطلون ، وصلّى اللّه على سيّد الأولين والآخرين محمّد وآله الطاهرين .\r\nإنّ من أحسن ما عمّر به مجالس المؤمنين ، وزيّن بحفظه صدور المتّقين بعد كتاب ربّ العالمين أخبار سيّد المرسلين والحجج بعده على الخلق أجمعين « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الأمالي للشيخ الطوسي : 406 / 910 ، الفضائل لابن شاذان : 94 و 120 ، المعجم الكبير للطبراني 3 : 52 / 2657 ، تأريخ مدينة دمشق 42 : 130 .\r\n( 2 ) قد ورد في الحديث الشريف : « زينوا مجالسكم بذكر علي عليه السّلام » . انظر : المناقب لابن المغازلي :\r\n211 / 255 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوهذا ذكر ما لا بدّ من معرفته من أخبارهم ، أبدأ بذكر رسول اللّه صلّى اللّه عليه وآله ، ثمّ أمير المؤمنين ، ثمّ الأئمّة من ولده على الترتيب الواجب ، وأذكر بعد ذلك مائة كلمة من مختار كلام أمير المؤمنين في المواعظ والحكم والآداب ، غير المائة التي جمعها الجاحظ ، ثمّ أذكر عشرة من أحاديث رسول اللّه صلّى اللّه عليه وآله نافعة فيختم الكتاب بذكره عليه السّلام كما افتتح به ؛ ليكون ذلك أعظم بركة ، وأتمّ يمنا على قارئه والناظر فيه ومتأمّله ومقتنيه إن شاء اللّه .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nباب في معرفة نسب رسول اللّه صلّى اللّه عليه وآله وتاريخ مولده ومنشأه ومبعثه وطرف من أحواله .\r\nأفضل خلق اللّه وأكرمهم على اللّه ، محمّد بن عبد اللّه بن عبد المطلب ابن هاشم بن عبد مناف ، بن قصيّ بن كلاب بن مرّة ، بن كعب بن لؤي بن غالب ابن فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان « 1 » .\r\nكنيته : أبو القاسم « 2 » .\r\nولد صلّى اللّه عليه وآله : بمكّة يوم الجمعة السابع عشر من شهر ربيع الأوّل في عام الفيل « 3 » .\r\nوأمّه : آمنة بنت وهب بن عبد مناف بن زهرة بن كلاب بن مرّة بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دلائل النبوة للبيهقي 1 : 177 وفيه نسبه إلى معد وفي ص 179 نسبه إلى أبيه آدم عليه السّلام ، التبيين في انساب القرشيين لأبي قدامة المقدسي : 55 ، المعارف لابن قتيبة : 117 .\r\n( 2 ) انظر : مجموعة نفيسة في تأريخ الأئمّة عليهم السّلام : 69 .\r\n( 3 ) انظر : إعلام الورى بأعلام الهدى 1 : 42 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nكعب بن لؤي بن غالب « 1 » .\r\nوأرضعته امرأة من بني سعد وهي : حليمة السعدية ، فلما شب عليه السّلام وسعى ردّته حليمة إلى أمّه « 2 » .\r\nوماتت أمّه وله عليه السّلام ستّ سنين « 3 » .\r\nومات جدّه عبد المطلب وله عليه السّلام ثمان سنين « 4 » وشهران وعشرة أيام ، ووليه عمّه أبو طالب رحمة اللّه عليه « 5 » .\r\nوكان أبو طالب أخا عبد اللّه أبي رسول اللّه صلّى اللّه عليه وآله لأبيه وأمّه « 6 » ، وقد ذكر ذلك في شعره حين أمر ولديه أمير المؤمنين عليه السّلام وجعفرا رحمة اللّه عليه باتّباعه ونصرته ، فقال : لا تخذلا وانصرا ابن عمّكما أخي لأمّي من بينهم وأبي « 7 » .\r\nفلمّا أتى للنبيّ صلّى اللّه عليه وآله خمس وعشرون سنة « 8 » ، خطب إلى خديجة نفسها ، فحضر عمّه أبو طالب ومعه بنو هاشم ، فخطب خطبته المعروفة ، ودفع إلى خديجة الصداق من ماله « 9 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الطبقات لابن سعد 1 : 59 ، السيرة النبوية لابن هشام 1 : 164 .\r\n( 2 ) انظر : إعلام الورى بأعلام الهدى 1 : 45 ، الطبقات لابن سعد 1 : 108 ، السيرة النبوية لابن هشام 1 : 169 .\r\n( 3 ) انظر : الطبقات لابن سعد 1 : 99 ، السيرة النبوية لابن هشام 1 : 177 .\r\n( 4 ) انظر : الطبقات لابن سعد 1 : 119 ، السيرة النبوية لابن هشام 1 : 178 .\r\n( 5 ) انظر : الطبقات لابن سعد 1 : 119 السيرة النبوية لابن هشام 1 : 189 .\r\n( 6 ) انظر : السيرة النبوية لابن هشام 1 : 189 .\r\n( 7 ) المصدر السابق .\r\n( 8 ) انظر : كشف الغمة 1 : 37 ، الطبقات لابن سعد 1 : 131 ، السيرة النبوية لابن هشام 1 : 198 ، تاريخ اليعقوبي 2 : 20 ، دلائل النبوة للبيهقي 2 : 72 .\r\n( 9 ) انظر : السيرة النبوية لابن هشام 1 : 201 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوكانت خديجة عند رسول اللّه صلّى اللّه عليه وآله قبل الوحي بخمس عشرة سنة « 1 » ، وماتت رحمة اللّه عليها وله صلّى اللّه عليه وآله تسع وأربعون سنة وثمانية أشهر « 2 » ، وكانت أوّل من أجاب دعوته وآمن بما جاء به عن ربّه وصلّى معه « 3 » .\r\nوولد لرسول اللّه صلّى اللّه عليه وآله منها ستة : القاسم وبه كان يكنّى ، والطاهر ، ويقال : إنّ اسمه عبد اللّه ، وفاطمة عليها السّلام وهي أكبر ولده ، وزينب ، ورقية ، وأمّ كلثوم « 4 » .\r\nولم يتزوج صلّى اللّه عليه وآله بامرأة أخرى حتّى ماتت خديجة عليها السّلام « 5 » .\r\nفلمّا أتى له صلّى اللّه عليه وآله أربعون سنة ، ويوم بعثه اللّه جلّ وعزّ إلى الناس كافّة « 6 » بشيرا ونذيرا ، فصدع بالرسالة في اليوم السابع والعشرين من رجب « 7 » ، فبلّغ الرسالة ونصح للأمّة .\r\nفلمّا بلغ عليه السّلام تسعا وأربعين سنة ، حصره المشركون بالشعب ، ثم خرج منه « 8 » .\r\nفلمّا أتى له صلّى اللّه عليه وآله خمسون سنة وثلاثة أشهر قدم عليه جنّ نصيبين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : دلائل النبوة للبيهقي 2 : 72 .\r\n( 2 ) انظر : الكافي 1 : 365 ، المناقب لابن شهرآشوب 1 : 223 - 224 ، أقول المعروف في كتب السيرة أنها توفيت وله من العمر ستّ وأربعون سنة وثمانية أشهر وسبعة وعشرين يوما ، انظر كشف الغمة 1 : 37 ، إعلام الورى 1 : 53 .\r\n( 3 ) انظر : تاريخ اليعقوبي 2 : 23 ، الدرر في اختصار المغازي والسير : 12 ، السير النبوية لابن هشام 1 : 257 .\r\n( 4 ) انظر : تاريخ اليعقوبي 2 : 20 ، الطبقات لابن سعد 1 : 133 ، السيرة النبوية لابن هشام 1 : 202 .\r\n( 5 ) انظر : السيرة النبوية لابن هشام 1 : 201 .\r\n( 6 ) تاريخ اليعقوبي 2 : 22 ، الطبقات لابن سعد 1 : 190 .\r\n( 7 ) انظر : إعلام الورى بأعلام الهدى 1 : 45 ، مجموعة نفيسة : 70 .\r\n( 8 ) انظر : مجموعة نفيسة : 70 ، الطبقات الكبرى لابن سعد 1 : 213 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nفأسلموا « 1 » .\r\nفلمّا أتت له إحدى وخمسون سنة وستة أشهر ، أسري به من بين زمزم والمقام إلى بيت المقدس « 2 » .\r\nفلمّا أتت له ثلاث وخمسون سنة ، هاجر من مكّة إلى المدينة « 3 » ، فخرج من مكّة ومعه أبو بكر بن أبي قحافة التيمي وعامر بن فهيرة مولى أبي بكر ، وكان دليلهم عبد اللّه بن أريقط الليثي « 4 » ، وكانت هجرته يوم الاثنين لثمان خلون من شهر ربيع الأوّل « 5 » .\r\nفلمّا أتى لهجرته ثمانية أشهر ، آخى بين المهاجرين والأنصار ، إلّا عليّا عليه السّلام ، فإنّه لم يقرنه بأحد منهم ، وقال له : « أنت أخي في الدنيا والآخرة « 6 » » وهذه إحدى الفضائل التي اختصّ بها أمير المؤمنين عليه السّلام من بين هذه الأمّة .\r\nفلمّا أتت لهجرة رسول اللّه صلّى اللّه عليه وآله سنة وشهر وعشرون يوما ، زوّج عليّا فاطمة عليهما السّلام « 7 » .\r\nفلمّا أتت لهجرته سنة وشهران وعشرة أيام ، غزا غزوة ودّان ، حتى بلغ الأبواء « 8 » .\r\nفلمّا أتت لهجرته سنة وثلاثة أشهر وثلاثة عشر يوما غزا عير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : تفسير علي بن إبراهيم القمّي 2 : 299 ، بحار الأنوار 60 : 55 - 57 ( باب حقيقة الجن . . ) .\r\n( 2 ) انظر : مناقب شهرآشوب 1 : 228 ، الطبقات الكبرى لابن سعد 1 : 213 .\r\n( 3 ) انظر : السيرة النبوية لابن هشام 1 : 168 ، المغازي النبوية : 13 .\r\n( 4 ) انظر : الطبقات لابن سعد 1 : 229 .\r\n( 5 ) انظر : مجموعة نفيسة : 71 .\r\n( 6 ) انظر : مناقب الإمام أمير المؤمنين عليه السّلام للكوفي 1 : 343 / 269 و 357 / 284 - 287 .\r\n( 7 ) انظر : مجموعة نفيسة : 80 .\r\n( 8 ) انظر : الطبقات الكبرى لابن سعد 2 : 8 ، المغازي النبوية : 513 ، المغازي للواقدي 1 : 11 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nقريش « 1 » .\r\nفلمّا أتت لهجرته سنة وثمانية أشهر وسبعة عشر يوما غزا بدرا « 2 » ، وذلك لسبع عشرة ليلة خلت من شهر رمضان ، وكان أصحابه يومئذ ثلاثمائة رجل وبضعة عشر رجلا ، وكان المشركون بين التسعمائة والألف ، وكان ذلك يوم الفرقان يوم فرق اللّه عزّ وجلّ بين الحق والباطل .\r\nوكانت وقعة بدر أوّل حرب امتحن بها المسلمون ، ورام الشجعان منهم التأخّر عنها لكراهتهم لها وخوفهم منها ، قال اللّه سبحانه :  ( كَما أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقاً مِنَ الْمُؤْمِنِينَ لَكارِهُونَ )  « 3 » ، ونزلت الملائكة لنصرة رسول اللّه صلّى اللّه عليه وآله فقتلوا شطر المشركين ، وقتل أمير المؤمنين الشطر الآخر ، ولمّا اشتدّت الحرب أخذ رسول اللّه صلّى اللّه عليه وآله كفّا من حصى فرمى بها في وجوه المشركين ، وقال : « شاهت الوجوه » ، فلم يبق أحد منهم ، إلّا ولّى منهزما « 4 » وذلك قوله سبحانه  ( وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ أَذِلَّةٌ فَاتَّقُوا اللَّهَ لَعَلَّكُمْ تَشْكُرُونَ )  « 5 » .\r\nفلمّا كانت السنة الثالثة من غزوة بدر غزا رسول اللّه صلّى اللّه عليه وآله غزوة أحد « 6 » .\r\nثمّ غزا بعد ذلك بني النضير بأربعة أشهر وعشرة أيام « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : المغازي للواقدي 1 : 12 .\r\n( 2 ) انظر : تاريخ اليعقوبي 2 : 45 ، الطبقات الكبرى لابن سعد 2 : 11 - 26 .\r\n( 3 ) سورة الأنفال 8 : 5 .\r\n( 4 ) كنز الفوائد 1 : 169 .\r\n( 5 ) سورة آل عمران 3 : 123 .\r\n( 6 ) انظر : إعلام الورى بأعلام الهدى 1 : 188 ، الطبقات الكبرى لابن سعد 2 : 36 - 42 .\r\n( 7 ) انظر : تاريخ اليعقوبي 2 : 49 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nثمّ غزا بعد ذلك بشهرين وعشرين يوما غزوة ذات الرقاع « 1 » .\r\nوفيها صلّى صلاة الخوف « 2 » .\r\nثمّ غزا بعد ذلك بشهرين وأربعة أيام دومة الجندل « 3 » .\r\nثمّ غزا بعد ذلك لخمسة أشهر وثلاثة أيام بني المصطلق « 4 » من خزاعة ، وفي هذه الغزوة قال أهل الإفك ما قالوا .\r\nثمّ كانت وقعة الخندق ، وقد مضى من الهجرة أربع سنيين وعشرة أشهر وخمسة أيام « 5 » .\r\nثمّ غزا بعد ذلك بستة عشر يوما بني قريظة « 6 » .\r\nثمّ غزا بعد ذلك بثلاثة أشهر بني لحيان « 7 » .\r\nوغزا خيبر وقد أتت لهجرته ست سنين وثلاثة أشهر وأحد عشر يوما « 8 » .\r\nوغزا مكّة وقد أتى لهجرته سبع سنين وثمانية أشهر وأحد عشر يوما وفتحها « 9 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إعلام الورى بأعلام الهدى 1 : 189 .\r\n( 2 ) إعلام الورى بأعلام الهدى 1 : 189 .\r\n( 3 ) الدرر في اختصار المغازي والسير : 120 .\r\n( 4 ) إعلام الورى بأعلام الهدى 1 : 196 .\r\n( 5 ) إعلام الورى بأعلام الهدى 1 : 190 ، انظر : تاريخ اليعقوبي 2 : 50 .\r\n( 6 ) مناقب بن شهرآشوب 1 : 251 ، إعلام الورى بأعلام الهدى 1 : 195 .\r\n( 7 ) إعلام الورى بأعلام الهدى 1 : 188 .\r\n( 8 ) انظر : تاريخ اليعقوبي 2 : 56 .\r\n( 9 ) انظر : تأريخ اليعقوبي 2 : 58 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nوغزا بعد فتح مكّة بيوم غزوة حنين « 1 » .\r\nثمّ غزا الطائف في هذه السنة « 2 » .\r\nفلمّا أتى لهجرته ثمان سنين وستة أشهر وخمسة أيام غزا غزوة تبوك « 3 » .\r\nوفي هذه السنة بعث رسول اللّه صلّى اللّه عليه وآله أبا بكر بسورة براءة ، ليقرأها على الناس في موسم الحجّ ، وينبذ بها عهد المشركين ، فلمّا سار بها غير بعيد نزل جبرئيل عليه السّلام على النبيّ صلّى اللّه عليه وآله ، فقال له : « إنّ اللّه يقرئك السلام ويقول لك :\r\nلا يؤدي عنك ، إلّا أنت أو رجل منك » ، فاستدعى رسول اللّه صلّى اللّه عليه وآله عليّا عليه السّلام ، فقال له : « الحق أبا بكر فخذ براءة من يده ، وامض بها إلى مكة فأنبذ بها عهد المشركين إليهم » « 4 » ، فلحقه وأخذها منه وقرأها على الناس ورجع أبو بكر إلى المدينة .\r\nفلمّا أتى للهجرة تسع سنين وأحد عشر شهرا وعشرة أيام ، حجّ رسول اللّه صلّى اللّه عليه وآله حجّة الوداع « 5 » ، فلمّا قضى صلّى اللّه عليه وآله نسكه في هذه الحجّة وقفل راجعا إلى المدينة ومعه المسلمون ، حتّى إذا انتهى إلى الموضع المعروف ب « غدير خم » نزل عليه الوحي بقوله تعالى :  ( يا أَيُّهَا الرَّسُولُ بَلِّغْ ما أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ )  « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : إعلام الورى بأعلام الهدى 1 : 228 ، الطبقات الكبرى لابن سعد 2 : 149 .\r\n( 2 ) انظر : الطبقات الكبرى لابن سعد 2 : 158 .\r\n( 3 ) انظر : إعلام الورى بأعلام الهدى 1 : 243 ، الطبقات الكبرى لابن سعد 2 : 165 .\r\n( 4 ) الإرشاد للشيخ المفيد 1 : 65 .\r\n( 5 ) انظر : الطبقات الكبرى لابن سعد 2 : 172 .\r\n( 6 ) سورة المائدة 5 : 67 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nوذلك أمر له من اللّه عزّ وجل باستخلاف أمير المؤمنين عليه السّلام ، واظهار النصّ عليه بالإمامة :  وَإِنْ لَمْ تَفْعَلْ فَما بَلَّغْتَ رِسالَتَهُ وَاللَّهُ يَعْصِمُكَ مِنَ النَّاسِ  « 1 » فأكّد الأمر عليه بذلك ، وخوفه من تأخير الأمر فيه ، وضمن له أن يعصمه ويمنع الناس منه ؛ وذلك أنّه كان قد تقدم الوحي إليه في ذلك ، ولم يعيّن له الوقت الّذي لا بدّ له منه فيه ، فأخر عليه السّلام انتظارا لحضور وقت يأمن فيه من وقوع الاختلاف .\r\nوعلم اللّه سبحانه أنّه إن تجاوز غدير خم انفصل عنه كثير من الناس ، وتفرقوا إلى بلادهم وأماكنهم وبواديهم ، وأراد أن يجمعهم لسماع النصّ على أمير المؤمنين لتتأكّد بذلك الحجة عليهم .\r\nفنزّل اللّه رسول اللّه صلّى اللّه عليه وآله ذلك المكان ، ولم يكن بموضع نزول ؛ لعدم الماء فيه والمرعى ، وكان نزوله به نصف النهار في يوم قائظ شديد الحر ونزل المسلمون حوله تحت دوحات كانت هناك ، وأمر صلّى اللّه عليه وآله فجمعت الرحال ووضع بعضها على بعض .\r\nثمّ أمر مناديه فنادى بالناس بالصلاة ، فاجتمعوا إليه ، وإنّ أكثرهم ليلفّ رداءه على قدميه من شدّة الرمضاء ، فلمّا اجتمعوا صعد عليه السّلام على تلك الرحال ، حتّى صار في ذروتها ، ودعا عليّا عليه السّلام فرقى معه حتّى قام عن يمينه « 2 » .\r\nثمّ خطب الناس بخطبته المعروفة : فحمد اللّه وأثنى عليه ووعظ فأبلغ في الموعظة ، ونعى إلى الأمّة نفسه ، فقال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المائدة 5 : 67 .\r\n( 2 ) الإرشاد للشيخ المفيد 1 : 174 - 176 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n« إني قد دعيت ويوشك أن أجيب ، وقد حان مني خفوف « 1 » من بين أظهركم ، وإنّي مخلّف فيكم ما إن تمسّكتم به لن تضلوا ، كتاب اللّه وعترتي أهل بيتي ، وإنّهما لن يفترقا حتّى يردا عليّ الحوض » « 2 » .\r\nثمّ نادى بأعلى صوته : « ألست أولى بكم منكم بأنفسكم ، فقالوا :\r\nاللّهم بلى ، فقال : فمن كنت مولاه فهذا مولاه - يعني عليّا عليه السّلام - اللهم وال من والاه ، وعاد من عاداه ، وانصر من نصره ، واخذل من خذله » .\r\nثمّ نزل صلّى اللّه عليه وآله وقد قرب زوال الشمس فصلى ركعتين ، ثمّ زالت الشمس وأذّن مؤذنه لصلاة الفرض ، فصلّى عليه السّلام بالناس الظهر ، وجلس في خيمته وأمر عليّا أن يجلس في خيمة له بإزائه ، ثمّ أمر المسلمين الذين كانوا معه في ذلك المكان أن يدخلوا على عليّ عليه السّلام فوجا فوجا فيهنّئوه ويسلموا عليه بإمرة المؤمنين ففعلوا ذلك كلهم ، ثمّ أمر أزواجه ، وجميع من حضر من نساء المؤمنين معه أن يدخلنّ عليه ويسلّمنّ عليه بإمرة المؤمنين ففعلنّ « 3 » .\r\nوكان من جملة من هنأه وبالغ في القول عمر بن الخطّاب ، قال له : بخ بخ يا علي ، أصبحت مولاي ومولى كلّ مؤمن ومؤمنة « 4 » .\r\nثمّ إنّه عليه السّلام بعد ذلك لمّا تحقق دنوّ أجله ، جعل يقوم مقاما بعد مقام في المسلمين ، يحذّرهم من الفتنة بعده ، والخلاف عليه ، ويوصيهم ويؤكّد عليهم : أن يتمسكوا بسنّته ، ويقتدوا بعده بعترته ويطيعوهم ويتّبعوا سبيلهم ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يقال : خف القوم خفوفا ، أي : اقلوا ، وهي كناية منه صلّى اللّه عليه وآله عن ارتحاله من الدنيا انظر « الصحاح - خفف - 4 : 1353 .\r\n( 2 ) الإرشاد للشيخ المفيد 1 : 176 .\r\n( 3 ) الإرشاد للشيخ المفيد 1 : 176 .\r\n( 4 ) الإرشاد للشيخ المفيد 1 : 177 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nويعتصموا بهم من الشبهات ، ويزجرهم عن الخلاف والارتداد « 1 » ؛ ليؤكّد الحجّة في ذلك عليهم ، فيهلك من هلك منهم عن بيّنة ، ويحيى من حيّ عن بيّنة وكان فيما قاله لهم :\r\n« أيّها الناس إنّي فرطكم وأنتم واردون عليّ الحوض ، ألا إنّي سائلكم عن الثقلين ، فانظروا كيف تخلفوني فيهما ، فإن اللّطيف الخبير نبّأني أنّهما لن يفترقا حتّى يلقياني ، ألا وإنّي قد تركتهما فيكم ، كتاب اللّه وعترتي أهل بيتي ، فلا تسبقوهم فتفرقوا ولا تقصروا عنهم فتهلكوا ، أيّها الناس لا ألفينكم بعدي ترجعون كفّارا يضرب بعضكم رقاب بعض » « 2 » .\r\nفلمّا أحس بمرضه الذي توفّي فيه أخذ بيد علي بن أبي طالب عليه السّلام واتّبعه جماعة من الناس وتوجّه إلى البقيع ، وقال لمن اتّبعه : « إنّني قد أمرت بالاستغفار لأهل البقيع » ، فانطلقوا معه ، حتّى وقف بين المقابر ، فقال عليه السّلام :\r\n« السلام عليكم أهل القبور ليهنئكم ما أصبحتم فيه مما الناس فيه ، أقبلت الفتن كقطع الليل المظلم يتبع أولها آخرها » .\r\nثمّ استغفر لأهل البقيع طويلا ، ثم أقبل على أمير المؤمنين علي بن أبي طالب عليه السّلام ، فقال :\r\n« إنّ جبرئيل كان يعرض عليّ القرآن كلّ سنة مرّة وقد عرضه عليّ العام مرّتين ولا أراه إلّا لحضور أجلي » ، ثمّ قال : « يا علي إنّي خيّرت بين خزائن الدنيا والخلود فيها أو الجنّة فاخترت لقاء ربّي والجنّة » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 1 : 179 .\r\n( 2 ) الارشاد للشيخ المفيد 1 : 180 .\r\n( 3 ) الارشاد للشيخ المفيد 1 : 181 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nوبقي بعد ذلك أياما موعوكا ، ثمّ خرج إلى المسجد معصوب الرأس ، معتمدا على أمير المؤمنين بيده اليمنى وعلى الفضل بن العباس بيده الأخرى « 1 » وهو يهادي بينهما ، حتّى صعد المنبر فجلس عليه ، ثمّ قال :\r\n« معاشر الناس قد حان منّي خفوف « 2 » من بين أظهركم فمن كان له عندي عدة فليأتني أعطه إيّاها ، ومن كان له عليّ دين فليخبرني به « 3 » .\r\nأيّها الناس إنّه ليس بين اللّه وبين أحد شيء يعطيه به خيرا أو يصرف به عنه سوءا « 4 » إلّا العمل .\r\nأيّها الناس لا يدّعي مدّع ولا يتمنّى متمنّ والذي بعثني بالحقّ لا ينجي إلّا عمل مع رحمة ولو عصيت لهويت ، اللهم هل بلّغت » « 5 » .\r\nثمّ نزل فصلّى بالناس صلاة خفيفة ودخل بيته ، واستمرّ به المرض أيّاما وثقل عليه السّلام ، فجاء بلال مؤذّنه عند صلاة الصبح ورسول اللّه صلّى اللّه عليه وآله مغمور بالمرض ، فنادى بلال الصلاة رحمكم اللّه .\r\nفقال رسول اللّه صلّى اللّه عليه وآله : « يصلي بالناس بعضهم فإني مشغول بنفسي » .\r\nفقالت عائشة : مروا أبا بكر .\r\nوقالت حفصة : مروا عمر « 6 » .\r\nفقام عليه السّلام مبادرا ، وهو لا يستقلّ على الأرض من الضعف ، معتمدا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 1 : 182 .\r\n( 2 ) تقدم معناه ص 38 .\r\n( 3 ) مناقب بن شهرآشوب 1 : 291 .\r\n( 4 ) في المصدر : شرا . بدل : سوءا .\r\n( 5 ) الإرشاد للشيخ المفيد 1 : 182 .\r\n( 6 ) الإرشاد للشيخ المفيد 1 : 182 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nبإحدى يديه على أمير المؤمنين وبالأخرى على الفضل بن العباس ، ورجلاه تخطّان الأرض من الضعف فدخل المسجد ، وقد سبق أبو بكر إلى المحراب يصلّي بالناس ، فأومأ عليه السّلام إلى أبي بكر بيده فتأخر ، وقام رسول اللّه مقامه وكبّر فابتدأ الصلاة التي كان ابتدأ بها أبو بكر ، ولم يبن عليها على ما كان مضى من فعاله فيها ، فلمّا سلم انصرف إلى منزله ، ثمّ أغمي عليه من التعب ، ثمّ قال :\r\n« أوصيكم بأهل بيتي خيرا » .\r\nثمّ دعا عليّا عليه السّلام وقال له : ادن منّي فدنا منه فضمّه إليه ، ثمّ نزع خاتمه من يده ، فقال له : خذ هذا فضعه في يدك ، ودعا بسيفه ودرعه وجميع لامته فدفع ذلك إليه ، ودفع إليه عصابة كان يشدّ بها على بطنه إذا لبس سلاحه وخرج للحرب ، وقال له : « امض على اسم اللّه إلى منزلك » .\r\nفلمّا كان من الغد حجب الناس عنه وثقل مرضه ، فأفاق إفاقة ، فقال :\r\n« ادعوا أخي وصاحبي » يعني عليّا عليه السّلام ، فلمّا دنا منه أومأ إليه فأكب عليه فناجاه رسول اللّه صلّى اللّه عليه وآله طويلا ، ثمّ قام فجلس ناحية ، فقال له الناس : ما الذي أوعز إليك يا أبا الحسن ؟ ، فقال : « علّمني ألف باب فتح لي كلّ باب الف باب ، وصّاني بما أنا قائم به إن شاء اللّه » « 1 » .\r\nثمّ ازداد مرضه ثقلا ، وتوفّي صلّى اللّه عليه وآله يوم الاثنين لليلتين بقيتا من صفر ، وذلك سنة إحدى عشرة من هجرته ، هكذا ذكر الشيخ المفيد بن النعمان رحمه اللّه في كتاب الارشاد « 2 » .\r\nوغيره يقول : توفي رسول اللّه صلّى اللّه عليه وآله وقد أتى لهجرته عشرة سنين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد للشيخ المفيد 1 : 183 .\r\n( 2 ) الإرشاد للشيخ المفيد 1 : 189 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوشهران « 1 » .\r\nوتولّى غسله أمير المؤمنين ، وكان الفضل بن العباس يعاطيه الماء وهو يغسّله .\r\nثمّ صلّى عليه وحده ، بعد أن فرغ من تجهيزه .\r\nثمّ خرج إلى المسلمين وهم في المسجد يقول بعضهم لبعض : من يؤمّنا في الصلاة على رسول اللّه صلّى اللّه عليه وآله ، فقال لهم أمير المؤمنين : « إن رسول اللّه صلّى اللّه عليه وآله إمامنا حيا وميتا فيدخل إليه فوج فوج منكم فيصلّون عليه بغير إمام وينصرفون » ، فسلّم القوم له ذلك ورضوا به « 2 » وصلّوا على رسول اللّه صلّى اللّه عليه وآله كما أمرهم .\r\nوتولّى وضعه في قبره أمير المؤمنين عليه السّلام وأوس بن خولّي وهو من الأنصار من بني عوف خزرجي ، وكان بدريا فاضلا ، وكانت الأنصار قد سألوا من أمير المؤمنين ، أن يكون منهم أيضا رجل ، ليكون لهم حظ من مواراة رسول اللّه صلّى اللّه عليه وآله ، فقال : ليدخل أوس بن خولّي .\r\nوقبض رسول اللّه صلّى اللّه عليه وآله وهو ابن ثلاث وستين سنة وذلك بالمدينة « 3 » في حجرته التي كان ينزلها ، وكان قد أنزلها عائشة ، وكانت معه فيها إلى أن قبض صلّى اللّه عليه وآله .\r\nولم يحضر دفنه عليه السلام أكثر الناس ؛ لما جرى بين المهاجرين والأنصار من التشاجر في أمر الخلافة « 4 » ، وكره الطلقاء والمؤلّفة قلوبهم تأخير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الدر النظيم : 196 ، السيرة النبوية من سير أعلام النبلاء 2 : 472 .\r\n( 2 ) الإرشاد للشيخ المفيد 1 : 188 وانظر الطبقات الكبرى لابن سعد 2 : 288 .\r\n( 3 ) انظر : الطبقات الكبرى 1 : 308 .\r\n( 4 ) الإرشاد للشيخ المفيد 1 : 189 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالأمر إلى حين فراغ بني هاشم من شغلهم لمصاب رسول اللّه صلّى اللّه عليه وآله ، وخافوا أن يستقرّ الأمر في بني هاشم تبادروا وبايعوا أبا بكر ، وإنّما تمّ لهم ذلك لغيبة علي عليه السّلام واشتغاله برسول اللّه صلّى اللّه عليه وآله ، واختلاف الأنصار فيما بينهم « 1 » .\r\nوروي عن زيد بن أرقم ( أنّه ) قال : غزا رسول اللّه صلّى اللّه عليه وآله تسع عشرة غزوة غزوت معه سبع عشرة غزوة وسبقني بغزاتين « 2 » .\r\nوكان لرسول اللّه صلّى اللّه عليه وآله ثمانية أسياف :\r\nذو الفقار « 3 »\r\nوسيف ورثه عن أبيه « 4 »\r\nوسيف أعطاه إيّاه سعد بن عبادة ، يقاله له : العضب\r\nوسيف قلعي أصابه من سلاح بني قينقاع\r\nوسيف ، يقال له : البتّار .\r\nواللحيف .\r\nوالمخذم « 5 » .\r\nوالرسوب « 6 » .\r\nوأصاب من سلاح بني قينقاع ثلاثة أرماح ، وكان له سواها رمح يقال له : المتثني كانت له عنزة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الإرشاد للشيخ المفيد 1 : 189 مع تفاوت يسير .\r\n( 2 ) مسند أحمد بن حنبل 5 : 500 / 18829 و 5 : 495 / 18796 ، تاريخ دمشق لابن عساكر 19 : 264 - 265 / 2328 - ترجمة زيد بن أرقم - .\r\n( 3 ) الطبقات لابن سعد 1 : 485 .\r\n( 4 ) الطبقات لابن سعد 1 : 485 .\r\n( 5 ) المخذم أي : سريع القطع ، انظر : لسان العرب مادة - خذم - .\r\n( 6 ) انظر : مناقب آل أبي طالب لابن شهرآشوب 1 : 218 - 219 ، الطبقات الكبرى لابن سعد 1 : 485 - 487 ، السيرة النبوية - من سير أعلام النبلاء - 2 : 428 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوكان له محجن ومحضرة تسمّى العرجون ، وقضيب تسمّى الممشوق .\r\nوكان له صلّى اللّه عليه وآله منطقة من أديم منشور فيها ثلاث حلق من فضة والإبزيم من فضة ، والطرف من فضة « 1 » .\r\nوكان له من الدروع ذات الفضول ، ودرعان أصابهما من بني قينقاع ، يقال لإحداهما : السعدية ، ويقال : كانت عنده درع داود عليه السّلام التي لبسها لمّا قتل جالوت « 2 » .\r\nوكانت له قوس تدعى الروحاء ، وقوس من شوحط تدعى البيضاء ، وقوس من نبع تدعى الصفراء ، وقوس تدعى الكلثوم ، وكانت الجعبة تدعى الكافور « 3 » .\r\nويقال : إنّ رجلا أهدى لرسول اللّه صلّى اللّه عليه وآله ترسا عليه تمثال عقاب فوضع يده عليه فأذهب اللّه عزّ وجلّ ذلك التمثال « 4 » .\r\nوكانت له راية سوداء مخمّلة ، يقال لها : العقاب ، وكان لواؤه أبيض ، وكان له مغفر ، يقال له : السبوغ « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : المناقب لابن شهرآشوب 1 : 219 ، الطبقات الكبرى 1 : 489 ، سير أعلام النبلاء ( السيرة النبوية ) 2 : 430 .\r\n( 2 ) انظر : المناقب لابن شهرآشوب 1 : 220 ، الطبقات الكبرى 1 : 487 - 488 ، سير أعلام النبلاء ( السيرة النبوية ) 2 : 430 .\r\n( 3 ) انظر : المناقب لابن شهرآشوب 1 : 220 ، الطبقات الكبرى 1 : 489 ، سير أعلام النبلاء ( السيرة النبوية ) 2 : 430 .\r\n( 4 ) انظر : المناقب لابن شهرآشوب 1 : 220 ، سير أعلام النبلاء ( السيرة النبوية ) 2 : 430 ، الطبقات الكبرى لابن سعد 1 : 489 .\r\n( 5 ) انظر : المناقب لابن شهرآشوب 1 : 220 ، السيرة النبوية من سير أعلام النبلاء 2 : 431 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nويقال : كان له أفراس ، منها :\r\nالورد أهداه له تميم الداري .\r\nومنها : الضرب\r\nومنها : السكب . وكان أوّل فرس ملكه رسول اللّه صلّى اللّه عليه وآله\r\nوكان له فرس ، يقال له : المرتجز .\r\nوكانت له بغلة ، يقال لها : دلدل ، وهي أول بغلة ركبت في الإسلام ، وحمار ، يقال له : عفير « 1 » .\r\nومن النوق : العضباء والقصواء ومروة وكانت لقحة والبغوم والغنم ، وكان له مائة من الغنم « 2 » .\r\nويقال : إنّه ترك يوم مات ثوبي حبرة ، وإزارا عمانيا ، وثوبين صحاريين ، وقميصا صحاريا ، وقميصا سحوليا « 3 » ، وجبة يمنية ، وخميصة « 4 » وكساء أبيض قلانس صغارا لاطئة « 5 » ثلاثا أو أربعا ، وإزارا طوله خمسة أشبار ، وملحفة مورّسة « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : المناقب لابن شهرآشوب 1 : 218 ، الطبقات الكبرى 1 : 489 ، السيرة النبوية من سير أعلام النبلاء 2 : 433 ، جمل من أنساب الأشراف 2 : 159 .\r\n( 2 ) انظر : المناقب لابن شهرآشوب 1 : 218 ، الطبقات الكبرى 1 : 492 ، السيرة النبوية من سير أعلام النبلاء 2 : 435 .\r\n( 3 ) السحول : وهو الثوب الأبيض النقي ولا يكون إلّا من القطن ، أو نسبه إلى سحول قرية باليمن . انظر :\r\nلسان العرب 11 : 327 .\r\n( 4 ) الخميصة : ثوب أسود ، أو أحمر له أعلام . انظر : المعجم الوسيط 1 : 256 .\r\n( 5 ) اللاطئة : قلنسوة صغيرة تلصق بالرأس . انظر المعجم الوسيط 2 : 825 .\r\n( 6 ) المورسة ، أي : مصبوغة بالورس وهو نبات أصفر كالسمسم وتتخذ منه الغمرة ، أي : الزعفران .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nوكان يلبس يوم الجمعة برده الأحمر ويعتم « 1 » .\r\nوكانت له ربعة فيها مرآة ومشط عاج ومكحلة ومقراض ومسواك ، وكان له قدح مضبب بثلاث ضبّات فضة ، وتور من حجارة ، يقال له : المحضب ، ومحضب من شبه ، وقدح من زجاج ، ومغتسل من صغر ، وكان له صلّى اللّه عليه وآله سرير وقطيفة وقصعة « 2 » .\r\nوروي أنّه قال : « عليكم بالعود الهندي ففيه سبعة أشفية » « 3 » .\r\nوأنّه عليه السّلام قال : « أطيب الطّيب المسك » « 4 » .\r\nوكان عليه السّلام يتبخر بالعود يطرح معه الكافور .\r\nوكان له فيما يروى خاتم حديد ملون بفضّة نقشه : محمد رسول اللّه « 5 » ، وأهدى إليه النجاشي خفّين أسودين ساذجين « 6 » فلبسهما صلّى اللّه عليه وآله .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : المناقب لابن شهرآشوب 1 : 220 ، جمل من أنساب الأشراف 2 : 155 .\r\n( 2 ) انظر : المناقب لابن شهرآشوب 1 : 220 - 221 ، السيرة النبوية من سير أعلام النبلاء 2 : 413 .\r\n( 3 ) أسد الغابة 6 : 380 / 7563 .\r\n( 4 ) مسند أحمد 3 : 424 / 10918 .\r\n( 5 ) انظر : المناقب لابن شهرآشوب 1 : 220 ، السيرة النبوية من سير أعلام النبلاء 2 : 423 .\r\n( 6 ) انظر : المناقب لابن شهرآشوب 1 : 220 ، الطبقات الكبرى لابن سعد 1 : 482 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nباب في معرفة نسب أمير المؤمنين عليه السّلام ، تأريخ مولده ومنشأه ، وذكر طرف في أخباره الدالّة على فضله وعظيم منزلته ، وبيان مدّة خلافته ووقت وفاته .\r\nأول أئمّة المؤمنين ، وولاة المسلمين وخلفاء اللّه في الدّين بعد رسول اللّه سيّد المرسلين وخاتم النبيّين محمّد صلّى اللّه عليه وآله ، أخوه وابن عمّه : أمير المؤمنين علي بن أبي طالب بن عبد المطلب بن هاشم بن عبد مناف سيّد الوصيّين ووزير خير المرسلين .\r\nكنيته : أبو الحسن « 1 » .\r\nولد : بمكّة في البيت الحرام يوم الجمعة لثلاث عشرة ليلة خلت من رجب بعد عام الفيل بثلاثين سنة ، ولم يولد قبله ولا بعده مولود في بيت اللّه سواه ، وتلك فضيلة ومرتبة أكرمه اللّه بها « 2 » .\r\nأمّه : فاطمة بنت أسد بن هاشم بن عبد مناف رضي اللّه عنها ، وهي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إعلام الورى بأعلام الهدى 1 : 307 ، تأريخ مواليد الأئمّة ( مجموعة نفسية ) مجموعة نفيسة : 128 .\r\n( 2 ) المصدر السابق 1 : 306 ، مناقب الإمام علي بن أبي طالب لابن المغازلي : 6 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nأول هاشميّة ولدت لهاشميّ « 1 » .\r\nوكانت كالأمّ لرسول اللّه ربى في حجرها وذلك لمّا مات أبوه وأمّه وجدّه عبد المطّلب ، فكفله عمّه أبو طالب وكان له كالأب وكانت له كالأم .\r\nوكان رسول اللّه صلّى اللّه عليه وآله شاكرا لبرّها ، وآمنت به في الأوّلين وهاجرت معه في جملة المهاجرين .\r\nولمّا توفّيت كفّنها النبي صلّى اللّه عليه وآله بقميصه ليدرأ به عنها هوامّ الأرض ، وصلّى عليها صلاة لم يصلّ على أحد قبلها مثل تلك الصلاة ، وكبّر عليها أربعين تكبيرة .\r\nثمّ دخل قبرها فتمدّد فيه فلم يسمع له حركة ، ثمّ قال : « يا عليّ أدخل يا حسن أدخل » ، فدخلا معه القبر .\r\nفلمّا فرغ من وضعها في القبر ، قال : « يا علي أخرج يا حسن أخرج فخرجا » ، ثمّ زحف عليه السّلام حتّى صار عند رأسها ، ثمّ قال : « يا فاطمة أنا محمد سيد ولد آدم ولا فخر ، فإن أتاك منكر ونكير فسألاك من ربّك ؟ فقولي : اللّه ربّي ومحمّد نبي والإسلام ديني والقرآن كتابي وابني إمامي ووليي ، - ثمّ قال - : « اللّهم ثبّت فاطمة بالقول الثابت » .\r\nثمّ خرج من قبرها وحثا عليها حثيات ، ثمّ ضرب بيده اليمنى على اليسرى فنفضهما .\r\nثمّ قال : « والذي نفس محمّد بيده لقد سمعت فاطمة تصفيق يميني على شمالي » .\r\nفقال له عمّار رحمة اللّه عليه : يا رسول اللّه لقد صليت عليها صلاة لم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nتصلّ على أحد قبلها مثل تلك الصلاة ؟ فقال : « يا أبا اليقظان وأهل ذلك هي منّي ، لقد كان لها من أبي طالب ولد كثير ولقد كان خيرهم كثيرا وخيرنا قليلا ، وكانت تشبعني وتجيعهم ، وتكسوني وتعريهم ، وتدهنني وتشعثهم » قال : « فلم كبرت عليها أربعين تكبيرة ؟ قال : التفتّ عن يميني فنظرت إلى أربعين صفا من الملائكة فكبّرت لكلّ صف تكبيرة » .\r\nوكان أمير المؤمنين عليه السّلام أوّل من آمن باللّه عزّ وجلّ وبرسوله صلّى اللّه عليه وآله من أهل البيت والأصحاب ، وأوّل ذكر دعاه النبيّ إلى الإسلام فأجاب ، ولم يزل ينصر الدّين ويجاهد المشركين ويذبّ عن الإيمان ، ويحكم بالعدل .\r\nوكان مقامه مع رسول اللّه صلّى اللّه عليه وآله بعد البعثة ثلاثا وعشرين سنة ، منها ثلاث عشرة سنة بمكّة قبل الهجرة مشاركا ( له ) في محنه كلّها متحمّلا عنه أكثر أثقالا ، وعشر سنين بعد الهجرة بالمدينة يكافح عنه المشركين ويقيه بنفسه عند البأس .\r\nوتوفّي رسول اللّه صلّى اللّه عليه وآله ولأمير المؤمنين يومئذ ثلاث وثلاثون سنة « 1 » .\r\nونشأ في حجر رسول اللّه صلّى اللّه عليه وآله فتأدب بآدابه .\r\nوهو أوّل ذكر صلّى مع رسول اللّه صلّى اللّه عليه وآله .\r\nوقال النبيّ صلّى اللّه عليه وآله : « صلّت الملائكة عليّ وعلى علي عليه السّلام سبع سنين ؛ وذلك أنّه لم ترفع إلى السماء شهادة أن ( لا إله إلّا اللّه وأنّ محمّدا رسول اللّه ) إلّا منّي ومن علي » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أمالي الصدوق : 391 ، روضة الواعظين : 142 ، بشارة المصطفى : 372 ، بحار الأنوار 35 : 71 .\r\n( 2 ) الارشاد للشيخ المفيد 1 : 30 / 31 ، الفصول المختارة : 215 ، مناقب ابن المغازلي : 14 ، إعلام الورى :\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوعن أبي ذر رحمة اللّه عليه قال : أشهد على رسول اللّه صلّى اللّه عليه وآله أنّه قال :\r\n« عليّ أوّل من آمن بي وأوّل من يصافحني يوم القيامة ، وهو الصدّيق الأكبر ، والفاروق بين الحق والباطل ، وأنّه يعسوب المؤمنين » « 1 » .\r\nوكان أعلم الأمّة ؛ حيث يقول رسول اللّه صلّى اللّه عليه وآله : « علي بن أبي طالب أعلم أمّتي وأقضاهم فيما اختلفوا فيه من بعدي » « 2 » ، وبقوله صلّى اللّه عليه وآله : « أنا مدينة العلم وعلي بابها ، فمن أراد العلم فليقتبسه من علي » « 3 » .\r\nومن كلام أمير المؤمنين عليه السّلام قاله على المنبر : « يا معشر الناس سلوني قبل أن تفقدوني سلوني فإنّ عندي علم الأوّلين والآخرين ، أما واللّه لوثني لي الوساد لحكمت بين أهل الإنجيل بإنجيلهم وأهل الزبور بزبورهم وأهل القرآن بقرآنهم حتّى يزهر كل كتاب من هذه الكتب ويقول : يا رب إنّ عليّا قضى بقضائك » .\r\nوقال أيضا عليه السّلام : « سلوني قبل أن تفقدوني ، فوالذي فلق الحبّة وبرأ النسمة لو سألتموني عن آية آية لأخبرتكم بوقت نزولها وفيم نزلت ، وأنبأتكم بناسخها ومنسوخها وخاصّها وعامّها ومحكمها ومتشابهها ومكّيها من مدنيّها ، واللّه ما فئة تضل أو تهدى إلّا وأنا أعرف قائدها وسائقها وناعقها إلى يوم القيامة » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n185 ، مناقب الخوارزمي : 53 / 17 ونقله المجلسي في البحار 38 : 226 / 31 .\r\n( 1 ) الارشاد للشيخ المفيد 1 : 31 عن أنساب الأشراف 2 : 118 ، أمالي الصدوق : 171 / 5 أمالي الطوسي 1 : 147 ، اختيار معرفة الرجال 1 : 113 / 56 مناقب آل أبي طالب لابن شهرآشوب 2 : 315 اليقين لابن طاوس : 200 ، مع اختلاف يسير ونقله العلامة المجلسي في البحار 38 : 210 ذيل ح 10 .\r\n( 2 ) الارشاد للشيخ المفيد 1 : 33 ، بحار الأنوار 40 : 143 / 49 .\r\n( 3 ) الارشاد للشيخ المفيد 1 : 33 ، وعنه العلامة المجلسي في البحار 40 : 202 / 7 .\r\n( 4 ) الارشاد للشيخ المفيد 1 : 35 عن التوحيد : 304 ، أمالي الصدوق : 28 ، الاختصاص : 235 ، مناقب آل -\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nوكان إسلامه عليه السّلام وله عشر سنين ، بعث رسول اللّه صلّى اللّه عليه وآله يوم الاثنين وأسلم أمير المؤمنين يوم الثلاثاء ، ثمّ أسلم بعده زيد بن حارثة .\r\nولمّا أراد النبيّ صلّى اللّه عليه وآله الخروج من مكّة حين امر بالهجرة لم يمكنه الخروج جهارا فخرج ليلا وبات أمير المؤمنين على فراشه فكان المشركون يظنّون أنّه النبيّ صلّى اللّه عليه وآله وكان في ذلك نجاة رسول اللّه صلّى اللّه عليه وآله وسلامته وبلوغه إلى دار هجرته .\r\nوأنزل اللّه عزّ وجلّ في شأن أمير المؤمنين وبذله نفسه بمبيته على فراش رسول اللّه صلّى اللّه عليه وآله :  وَمِنَ النَّاسِ مَنْ يَشْرِي نَفْسَهُ ابْتِغاءَ مَرْضاتِ اللَّهِ وَاللَّهُ رَؤُفٌ بِالْعِبادِ  « 1 » « 2 » .\r\nواستخلفه رسول اللّه صلّى اللّه عليه وآله عند خروجه من مكّة في ردّ الودائع التي كانت عنده ؛ لأنّه صلّى اللّه عليه وآله كان أمين قريش ، فردّها عليه السّلام إلى أربابها ، وقضى ما كان على رسول اللّه صلّى اللّه عليه وآله من الديون ، وجمع بناته ونساء أهله وأزواجه وهاجر بهن إليه ، كما أمره وعوّل عليه النبيّ صلّى اللّه عليه وآله ؛ لما علمه من أمانته ونجدته وشجاعته ، ولمعرفته من عصمته ما تسكن النفس معه إلى إئتمانه على الحرم والبنات .\r\nولمّا ورد على رسول اللّه صلّى اللّه عليه وآله المدينة أنزله داره وخلطه بأولاده\r\n\r\n\r\n","description":"","footnote":"\r\nأبى طالب لابن شهرآشوب 2 : 38 ، باختلاف يسير ، ونقله العلامة المجلسي في البحار 40 : 144 / 51 .\r\n( 1 ) سورة البقرة 2 : 207 .\r\n( 2 ) الارشاد للشيخ للمفيد 1 : 51 ، تاريخ بغداد 13 : 191 ، أسد الغابة 3 : 592 ، تاريخ اليعقوبي 2 : 39 ، المستدرك على الصحيحين 3 : 4 ، مسند أحمد 1 : 572 / 3241 ، التفسير الكبير للفخر الرازي 15 :\r\n155 ، ذخائر العقبى : 87 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nوحرمه في المنزل « 1 » .\r\nوشهد معه مشاهده ، وكان صاحب لوائه في كلّ زحف ، وكان يثبت عنده إذا فرّ جميع الناس ، وقال له صلّى اللّه عليه وآله يوم أحد وقد ذبّ عنه وحماه من المشركين حين أسلمه جميع أصحابه ولّوا عنه : « أما تسمع يا علي مديحك في السماء ، أنّ ملكا يقال له ، رضوان ينادي : لا سيف إلّا ذو الفقار ولا فتى إلّا علي » « 2 » .\r\nولم يعرف أحد قط بارز الأبطال ونازل الأقران وانغمس في الحروب وباشر بنفسه القتال في الوقائع الكثيرة ولم ينله جراح من عدوّ ولا مسّه كلم ولا اعتراه وهن ، إلّا علي عليه السّلام ، ولم يوجد من ممارسي الحروب إلّا من كان مرّة غالبا ومرّة مغلوبا ، حتّى قالت العرب : « الحرب سجال » ، إلّا أمير المؤمنين عليه السّلام ، فإنّ من آيات اللّه سبحانه فيه أنّه قط ما قهره عدوّ ولا جرحه منازل ولا تمكّن منه معارك ، وهذه أعجوبة انفرد بها من بين سائر الأنام .\r\nوكان عليه السّلام أزهد الأمّة في الدنيا ، ولمّا فتح البصرة فرّق جميع ما وجده في بيت المال بها على المسلمين ، وقال : « يا صفراء يا بيضاء غرّي غيري هذا جناي وخياره فيه ، إذ كلّ جان يده إلى فيه » « 3 » .\r\nوقال له النبيّ صلّى اللّه عليه وآله : يوم فتح خيبر وقد أعجبه ما رأى من حسن بلائه ، ومن نزول النصر من اللّه الكريم على يديه « لولا أن تقول فيك طوائف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الارشاد للشيخ المفيد 1 : 53 انظر - طبقات ابن سعد 3 : 22 ، تاريخ مدينة دمشق 1 : 154 - 155 ، أسد الغابة 3 : 593 .\r\n( 2 ) الارشاد للشيخ المفيد 1 : 87 ، إعلام الورى 1 : 378 ، ارشاد القلوب : 242 ، تاريخ الطبري 2 : 514 ، إحقاق الحق 18 : 83 ، ونقله العلامة المجلسي في البحار 20 : 86 ، رواه الصدوق في أماليه : 167 - 164 ، ومعاني الأخبار : 119 .\r\n( 3 ) مناقب أمير المؤمنين للكوفى 2 : 33 / 519 ، الغارات للثقفي 2 : 942 ، كشف الغمة 1 : 334 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمن أمّتي ما قالت النصارى في عيسى بن مريم ، لقلت فيك اليوم مقالا لا تمرّ على ملأ من المسلمين ، إلّا أخذوا من تراب رجليك وفضل طهورك يستشفون به ، ولكن حسبك أن تكون منّي وأنا منك ، ترثني وأرثك ، وأنت منّي بمنزلة هارون من موسى ، إلّا أنّه لا نبيّ بعدي ، أنت تؤدّي ديني وتقاتل على سنّتي ، وأنت في الآخرة أقرب الناس منّي ، وأنت على الحوض خليفتي تذود عنه المنافقين ، وأنت أوّل من يرد عليّ الحوض ، وأنت أوّل داخل الجنّة من أمّتي ، وإنّ شيعتك على منابر من نور رواء مرويين ، مبيضّة وجوههم حولي أشفع لهم فيكونون غدا في الجنّة جيراني ، وإنّ عدوّك غدا ظماء مظمئون مسودّة وجوههم مقمحون ، حربك حربي وسلمك سلمي وسرّك سرّي وعلانيتك علانيتي وسريرة صدرك كسريرة صدري ، وأنت باب علمي ، وإنّ ولدك ولدي ، ولحمك لحمي ودمك دمي ، وإنّ الحقّ معك والحقّ على لسانك وفي قلبك وبين عينيك ، والإيمان مخالط لحمك ودمك ، كما خالط لحمي ودمي ، وإنّ اللّه عزّ وجل أمرني أن ابشّرك أنّك وعترتك في الجنّة وأنّ عدوّك في النّار ، لا يرد عليّ الحوض مبغض لك ولا يغيب عنه محبّ لك » « 1 » .\r\nوسماه رسول اللّه صلّى اللّه عليه وآله « بإمرة المؤمنين في حياته » « 2 » .\r\nقال أنس بن مالك : كنت خادم رسول اللّه صلّى اللّه عليه وآله فلمّا كانت ليلة حبيبة بنت أبي سفيان أتيت رسول اللّه بوضوء ، فقال لي : « يا أنس يدخل عليك من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أورده الصدوق في أماليه : 156 / 150 ، والنيشابوري في روضة الواعظين : 112 ، والكوفي في المناقب 1 : 249 / 167 ، والقاضي النعمان المغربي في شرح الاخبار 2 : 381 / 740 ، والعاملي في الصراط المستقيم 1 : 200 ، والخوارزمي في المناقب : 129 / 142 ، والحلي في كشف اليقين : 108 ، والقندوزي في ينابيع المودة 1 : 200 وبحار الأنوار 38 : 247 / 42 .\r\n( 2 ) الارشاد للشيخ المفيد 1 : 45 ، حق اليقين : 16 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nهذا الباب الساعة أمير المؤمنين وخير الوصيّين ، أقدم الناس سلما وأكثرهم علما وأرجحهم حلما » فلم ألبث أن دخل علي بن أبي طالب من الباب ، فقال له النبيّ صلّى اللّه عليه وآله : « أنت منّي وأنا منك ، تؤدّي عنّي وتفي بذمّتي ، وتغسّلني وتواريني في لحدي ، وتسمع الناس عني ، وتبيّن لهم من بعدي » ، فقال علي عليه السّلام : « يا رسول اللّه أو ما بلّغت ، قال : بلى ، ولكن تبيّن لهم ما يختلفون فيه من بعدي » « 1 » .\r\nوقال له النبيّ صلّى اللّه عليه وآله : « أنت العروة الوثقى » « 2 » .\r\nوقال له : « أنت إمام كلّ مؤمن ومؤمنة » « 3 » .\r\nوقال له عليه السلام : « يا علي لو أنّ عبدا عبد اللّه عزّ وجلّ مثل ما قام نوح في قومه ، وكان له مثل أحد ذهبا فأنفقه في سبيل اللّه ، ومدّ في عمره ، حتّى حجّ ألف عام على قدميه ، ثمّ قتل بين الصفا والمروة مظلوما ، ثمّ لم يوالك يا علي لم يشمّ رائحة الجنّة ولم يدخلها » « 4 » .\r\nوقال النبيّ صلّى اللّه عليه وآله : « لو اجتمع الناس على حبّ علي بن أبي طالب لما خلق اللّه عزّ وجل النّار » « 5 » .\r\nوقال عليه السّلام : « حبّ علي بن أبي طالب حسنة لا يضرّ معها سيئة وبغضه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 1 : 46 ، اليقين : 186 / 39 ، مصباح الأنوار : 199 ، بحار الأنوار 37 : 330 / 66 .\r\n( 2 ) أورده الطوسي في أماليه : 351 / 726 ، وابن طاوس في الطرائف : 521 ، والبياضي في الصراط المستقيم 2 : 87 ، والمجلسي في البحار 28 : 45 ، ومائة منقبة لابن شاذان : 83 ، مع اختلاف يسير فيه .\r\n( 3 ) أورده الطوسي في أماليه : 351 / 726 ، وابن طاوس في الطرائف : 521 ، والبياضي في الصراط المستقيم 2 : 87 ، والمجلسي في البحار 28 : 45 ، ومائة منقبة لابن شاذان : 83 ، مع اختلاف يسير فيه .\r\n( 4 ) أورده الخوارزمي في المناقب : 67 / 40 ، والأربلي في كشف الغمة 1 : 202 ، والنباطي في الصراط المستقيم 2 : 49 ، والمجلسي في البحار 27 : 194 / 53 و 39 : 256 / 31 و 280 / 160 ، والأميني في الغدير 2 : 302 .\r\n( 5 ) أورده الصدوق في الأمالي : 755 / 1016 بتفاوت . والأحسائي في عوالي اللئالي 4 : 68 / 101 ، والعاملي في الجواهر السنية : 236 ، والمجلسي في بحار الأنوار 39 : 248 / 8 و 249 / 10 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nسيئة لا تنفع معها حسنة » « 1 » .\r\nوقال عليه السّلام : « يا علي ما عرف اللّه حقّ معرفته ، إلّا أنا وأنت ، وما عرفني حقّ معرفتي إلّا اللّه وأنت ، وما عرفك حق معرفتك إلّا اللّه وأنا » « 2 » .\r\nوقال صلّى اللّه عليه وآله : « من أحبّ أن ينظر إلى آدم في علمه ، وإلى نوح في فهمه وإلى يحيى بن زكريا في زهده ، وإلى موسى بن عمران في بطشه فلينظر إلى عليّ بن أبي طالب » « 3 » .\r\nوكان النصّ الجليّ من النبيّ صلّى اللّه عليه وآله على علي بن أبي طالب بالإمامة والخلافة بعده في اليوم الذي يسمّي المؤمنون أمثاله في كلّ سنة يوم الغدير ، وهو اليوم الثامن عشر من ذي الحجة ، نزل عليه السّلام عند رجوعه من حجّة الوداع بموضع يعرف ب « غدير خم » بأمر اللّه عزّ وجلّ له وإيجابه ذلك عليه ، فخطب الناس وبيّن لهم فرض طاعة أمير المؤمنين ، والقصة طويلة مشهورة ، فلم يتفرق الناس ذلك اليوم ، حتّى نزلت :  الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلامَ دِيناً  « 4 » فقال النبيّ صلّى اللّه عليه وآله : « اللّه أكبر على إكمال الدّين وإتمام النعمة ورضا الرب برسالتي والولاية لعلي » « 5 » ، ثمّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أورده ابن شاذان في الفضائل : 96 والأحسائي في عوالي اللئالي 4 : 86 / 103 والمجلس في البحار 39 : 248 / 10 .\r\n( 2 ) أورده الحلّي في مختصر بصائر الدرجات : 335 / 363 ، وابن شهرآشوب في المناقب 3 : 310 ، والمجلسي في البحار 39 : 84 بتفاوت .\r\n( 3 ) أورده الصدوق في كمال الدين : 25 والطبري في المسترشد : 287 و 288 . بتفاوت فيهما ، النيشابوري في روضة الواعظين : 128 ، والطبري في ذخائر العقبى : 93 ، والشيخ الطوسي في الأمالي : 417 / 938 .\r\n( 4 ) سورة المائدة 5 : 3 .\r\n( 5 ) ذكره الطبري في المسترشد : 468 / 159 ، وابن طاوس في الطرائف : 146 / 221 ، والحاكم الحسكاني في شواهد التنزيل 1 : 156 - 158 / 210 - 212 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nقال : « اللّهم وال من والاه وعاد من عاداه وانصر من نصره واخذل من خذله » « 1 » .\r\nورجع الأمر إلى أمير المؤمنين عليه السّلام باطنا وظاهرا بإجماع المهاجرين والأنصار عليه في اليوم الذي نصّ عليه بالإمامة ، وهو الثامن عشر من ذي الحجة ، وذلك لمّا قتلوا عثمان بن عفان ، فبايع الناس أمير المؤمنين في هذا اليوم ، وكان ذلك في سنة خمس وثلاثين « 2 » للهجرة .\r\nوقد كان رسول اللّه صلّى اللّه عليه وآله ، قال : « تدور رحى الإسلام في خمس وثلاثين « 3 » من مهاجري » « 4 » .\r\nوابتلي عليه السّلام بعد رسول اللّه صلّى اللّه عليه وآله ، وقد رجع الحقّ إليه ، واجتمع خيار الأمة وأفاضل الصحابة عليه ، بقتال الناكثين والقاسطين والمارقين ، فالناكثون أصحاب الجمل ، والقاسطون أهل الشام أصحاب معاوية ، والمارقون الخوارج ، وقتل من أصحاب الجمل أربعون ألفا ومن أصحابه عليه السّلام ألفان وثمانية رجال ، ومن أهل الشام سبعون ألفا ، ومن أصحابه رحمة اللّه عليهم ألفان ، وقيل : إنّ عدّة الذين تولّى هو قتلهم بصفّين من أهل الشام في يوم واحد خمسمائة ، وقتل من الخوارج نحو من خمسة آلاف ومن أصحابه دوين العشرة .\r\nوكان سبب حرب الناكثين وخروجهم عليه بالبصرة : أنّه لمّا أحدث عثمان بن عفان الأحداث التي نقمها عليه المسلمون من خيار أصحاب رسول اللّه صلّى اللّه عليه وآله وذوي الورع منهم والرسوخ في العلم والاهتمام بأمر الدّين ، من أهل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الهامش السابق .\r\n( 2 ) انظر : الغارات للثقفي 2 : 839 .\r\n( 3 ) بحار الأنوار 55 : 351 ، مدينة المعاجز للبحراني 6 : 141 ، مسند أحمد 1 : 645 / 3699 و 650 / 3722 ، سنن أبي داود 2 : 303 بتفاوت .\r\n( 4 ) في المصدر : مهاجرك .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالحرمين وبقية المهاجرين والأنصار ، وأنكروها ، وحذّروه من الإصرار عليها ، وقدّموا إليه في الإقلاع عنها فأبى إلّا المقام عليها ولم يجبهم إلى تغيير ، حتّى كان يبطش بمن يواجهه منهم بالإنكار من الأفاضل والأخيار ، كما فعل ( بعمّار ) على ما ذكره نقلة السير والآثار « 1 » فاجتمعوا عليه بعد الإعذار إليه وقتلوه ، ثمّ جاءوا إلى أمير المؤمنين ينثالون كعرف الضبع فبايعوه وبايعه طلحة والزبير .\r\nثمّ التمس طلحة أن يستعمله أمير المؤمنين على اليمن ، ورام الزبير أن يستعمله على العراق فلم يجبهما إلى ذلك ، لما رآه من المصلحة ، فدخلا على عائشة وقالا لها : إنّ أمير المؤمنين عثمان قتل مظلوما ، فأخرجي معنا إلى البصرة لنجمع العساكر ونطلب بدمه ، فخرجت معهم فدخلوا البصرة فقتلوا جماعة من المؤمنين ، الذين كانوا بها من أصحاب علي عليه السّلام .\r\nفلم ير حينئذ من الخروج إليهم ومجاهدتهم بدّا ، فنهض إليهم فأظفره اللّه بهم وقتل طلحة في المعركة وهرب الزبير حتّى إذا كان بموضع يعرف بوادي السباع ، قتله ابن جرموز غيلة ، وقالت عائشة : قد ملكت فاسجح « 2 » ، فرفق بها وصانها وراعى حرمة رسول اللّه صلّى اللّه عليه وآله في نسائه وردّها إلى بيتها ، الذي أمر اللّه بلزومه بقوله سبحانه . أمر نساء نبيّه :  وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ تَبَرُّجَ الْجاهِلِيَّةِ الْأُولى  « 3 » . والقصّة في ذلك طويلة قد أفرد لها نقلة الأخبار كتابا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : تأريخ اليعقوبي 2 : 173 - 176 .\r\n( 2 ) السجح ، بمعنى : تكرم ، اصفح واعفو ، انظر : معاني الأخبار : 304 ، الأمالي للشيخ المفيد : 24 ، بحار الأنوار 41 : 50 و 32 : 269 .\r\n( 3 ) سورة الأحزاب 33 : 33 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوكان معاوية بن أبي سفيان أميرا على الشام من قبل عثمان ، فلمّا تمكن وكثر أتباعه من الراغبين في الأموال والجاه في هذه الدنيا ، الغافلين عن دار العقبى تسمّى بأمير المؤمنين واستغرا طغام « 1 » الشام ، وقال : إنّ أمير المؤمنين عثمان قتل مظلوما وعلي خذله وآوى قتلته فهو المطلوب بدمه وكتب إلى أمير المؤمنين عليه السّلام أن سلّم اليّ قتلة عثمان وإلّا سرت إليك « 2 » فنهض إلى الشام [ « 3 » ولمّا أراد عليّ المسير إلى أهل الشام دعا إليه من كان معه من المهاجرين والأنصار ، فحمد اللّه وأثنى عليه وقال : « أمّا بعد فإنكم ميامين الرأي ومراجيح الحلم ، مقاويل بالحقّ ، مباركوا الفعل والأمر . وقد أردنا المسير إلى عدوّنا وعدوكم فأشيروا علينا برأيكم « 4 » . فقام اليه أصحابه واحد بعد واحد ، فقال عمار بن ياسر : إن استطعت ألّا تقيم يوما واحدا فاشخص بنا . . .\r\nفو اللّه إنّ سفك دمائهم والجد في جهادهم لقربة عند اللّه .\r\nوقام قيس بن سعد بن عبادة وقال : يا أمير المؤمنين انكمش بنا إلى عدونا ولا تعرّد « 5 » فو اللّه لجهادهم أحب إليّ من جهاد الترك والروم .\r\nوقال سهل بن حنيف : يا أمير المؤمنين نحن سلم لمن سالمت وحرب لمن حاربت « 6 » .\r\nقال أمير المؤمنين عليه السّلام : « قاتلت الناكثين وهؤلاء الفاسقين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طغام : ارذال الناس واوغادهم . انظر لسان العرب 12 : 368 - مادة طغم - .\r\n( 2 ) وقعة صفين لنصر بن مزاحم : 86 - 87 .\r\n( 3 ) من هنا إلى ص 62 سقط في النسخة المعتمدة ، وقد أتممناها من المصادر المشار إليها لاتمام الفائدة .\r\n( 4 ) وقعة صفين : 92 .\r\n( 5 ) تعرّد - التعريد الفرار .\r\n( 6 ) وقعة صفين 92 - 93 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nوسأقاتل المارقين » ثم ركب فرس النبي صلّى اللّه عليه وآله وقصد معاوية في تسعين ألفا قال سعيد بن جبير : منها تسعمائة رجل من الأنصار وثمانمائة من المهاجرين ، وقال عبد الرحمن بن أبي ليلى : سبعون رجلا من أهل بدر ويقال : مائة وثلاثون رجلا وخرج معاوية في مائة وعشرين ألفا يتقدمهم مروان وقد تقلد سيف عثمان .\r\nكان نزول أمير المؤمنين عليه السّلام بصفين لليالي بقين من ذي الحجة سنة ست وثلاثين .\r\nولما كثر القتل في جيش معاوية صاح عسكره يا معاوية هلكت العرب فاستغاث هو بعمرو فأمره برفع المصاحف . وانتهت حرب صفين بتحكيم أبا موسى الأشعري وعمرو بن العاص وخديعة عمرو بن العاص لأبي موسى الأشعري « 1 » .\r\nفلما رجع أمير المؤمنين عليه السّلام ودخل الكوفة جاء إليه زرعة بن البزرج الطائي وحرقوص بن زهير التميمي ذو الثدية ، فقال : لا حكم إلّا للّه .\r\nفقال عليه السّلام : « كلمة حق يراد بها باطل » ، قال حرقوص : فتب من خطيئك ، وارجع عن قصتك ، واخرج بنا إلى عدونا نقاتلهم ، فقال علي عليه السّلام : « قد اردتكم على ذلك فعصيتموني » فبدأت فتنة الخوارج وكان عددهم اثني عشر ألفا من أهل الكوفة والبصرة وغيرها . واجتمعوا لقتال أمير المؤمنين عليه السّلام فلما أتاهم أمير المؤمنين فاستعطفهم فأبوا إلّا قتاله . فبدءوا هم القتال وانتهت المعركة بشهادة تسعة من أصحاب أمير المؤمنين عليه السّلام ونجاة تسعة من الخوارج . وكان ذلك لتسع خلون من صفر سنة ثمان وثلاثين « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مناقب آل أبي طالب 3 : 195 - 318 بتصرف .\r\n( 2 ) مناقب آل أبي طالب 3 : 218 - 220 بتصرف .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nمقدار عمره عليه السّلام :\r\nعاش عليه السّلام ثلاثا وستين سنة ، منها عشر سنين قبل البعثة وأسلم وهو ابن عشر .\r\nوكانت مدة مقامه مع رسول اللّه صلّى اللّه عليه وآله بعد البعثة ثلاثا وعشرين سنة ، منها ثلاث عشرة سنة بمكة قبل الهجرة في امتحان وابتلاء متحملا عنه صلّى اللّه عليه وآله أكبر الأثقال وعشر سنين بعد الهجرة بالمدينة يكافح عنه المشركين ويقيه بنفسه عن أعدائه في الدين ، حتّى قبض اللّه تعالى نبيّه إلى جنّته ، ورفعه في علّيّين صلّى اللّه عليه وآله وله يومئذ ثلاث وثلاثون سنة .\r\nوأقام بعد رسول اللّه صلّى اللّه عليه وآله وهو وليّ أمره ووصيّه ثلاثين سنة ، وغصب حقّه عنها ومنع من التصرف فيه أربعا وعشرين سنة وأشهرا ، وكان عليه السّلام مستعملا فيها التقيّة والمداراة .\r\nوولي الخلافة خمس سنين وأشهرا ممتحنا بجهاد المنافقين من الناكثين والقاسطين والمارقين كما كان رسول اللّه صلّى اللّه عليه وآله ثلاث عشرة سنة من أيام نبوّته ممنوعا من أحكامها ، خائفا ومحبوسا وهاربا مطرودا غير متمكّن من جهاد الكافرين ولا مستطيع دفعا عن المؤمنين ، ثمّ هاجر وأقام بعد الهجرة عشر سنين مجاهدا للمشركين مبتلى بالمنافقين إلى أن قبضه اللّه تعالى إليه .\r\n\r\nوفاته وموضع قبره عليه السّلام :\r\nمضى سلام اللّه عليه ليلة الجمعة الحادي والعشرين من شهر رمضان سنة أربعين من الهجرة قتيلا بالسيف ، قتله عبد الرحمن بن ملجم المرادي\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nأشقى الآخرين في مسجد الكوفة ، وذلك لأنّه خرج يوقظ الناس لصلاة الصبح ليلة تسع عشرة ، وكان ابن ملجم اللعين ارتصده من أوّل اللّيل لذلك فلمّا مرّ به في المسجد وهو مستخف بأمره ، فماكر بإظهار النوم ثار إليه وضربه على أمّ رأسه بالسيف وكان مسموما فمكث عليه السّلام يوم تسع عشر وليلة العشرين ويومها وليلة إحدى وعشرين إلى نحو الثلث الأوّل من الليل ، ثمّ قضى نحبه عليه السّلام شهيدا ولقي ربّه تعالى مظلوما .\r\nوتولّى الحسن والحسين عليهم السّلام غسله وتكفينه بأمره عليه السّلام وحملاه إلى الغري من نجف الكوفة ، ودفن هناك ليلا قبل طلوع الفجر ودخل قبره الحسن والحسين ومحمد بنو علي عليه السّلام وعبد اللّه بن جعفر رضي اللّه عنه وعفي أثر قبره بوصيّة منه عليه السّلام فلم يزل قبره عليه السّلام مخفيّا لا يهتدي إليه في دولة بني أميّة حتّى دلّ عليه جعفر بن محمد الصادق عليه السّلام في دولة بني العباس « 1 » .\r\nثمّ إنّ أمير المؤمنين عليه السّلام نصّ على ابنه الحسن عليه السّلام بحضرة شيعته واستخلفه عليهم بصريح القول ، وتواتر عنه الشيعة نقل الوصية خلفا عن سلف « 2 » ، قال عليه السّلام لابنه الحسن : « يا بنيّ أمرني رسول اللّه صلّى اللّه عليه وآله أن أوصي إليك وأدفع إليك كتبي وسلاحي كما أوصى إليّ ودفع إليّ كتبه وسلاحه ، وأمرني أن أمرك إذا حضرك الموت أن تدفعها إلى أخيك الحسين » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجموعة نفيسة : 75 .\r\n( 2 ) إعلام الورى بأعلام الهدى 1 : 405 .\r\n( 3 ) الكافي 1 : 236 ، إعلام الورى بأعلام الهدى 1 : 405 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nأولاد أمير المؤمنين عليه السّلام :\r\nأولاد أمير المؤمنين عليه السّلام سبعة وعشرون ولدا ذكرا وأنثى : الحسن والحسين وزينب الكبرى وزينب الصغرى المكناة أم كلثوم أمهم فاطمة البتول سيدة نساء العالمين .\r\nومحمد المكنى أبا القاسم أمّه خوله بنت جعفر بن قيس الحنفية .\r\nوعمر ورقية كانا توأمين وأمّهما أمّ حبيب بنت ربيعة .\r\nوالعباس وجعفر وعثمان وعبد اللّه - الشهداء مع أخيهم الحسين بن عليّ صلوات اللّه عليه وعليهم بطفّ كربلاء - أمهم أم البنين بنت حزام بن خالد ابن دارم .\r\nمحمد الأصغر المكنّى أبا بكر وعبيد اللّه - الشهيدان مع أخيهما الحسين عليه السّلام بالطف - أمّهما ليلى بنت مسعود الدّارميّة .\r\nويحيى أمّه أسماء بنت عميس الخثعمية رضي اللّه عنها .\r\nوالحسن ورملة أمهما أمّ سعيد بنت عمر بن مسعود الثقفي .\r\nونفيسة وزينب الصغرى ورقيّة الصغرى وأمّ هاني وأمّ الكرام وجمانة المكناة أمّ جعفر وأمامة وأم سكمة وميمونة وخديجة وفاطمة رحمة اللّه عليهنّ لأمّهات شتّى 
  ] « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقلا عن الارشاد للشيخ المفيد 1 : 354 - 355 . وإلى هنا أثبتناه من المصادر .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nباب « 1 » ذكر الإمام بعد أمير المؤمنين عليه السّلام وتأريخ مولده ، ودلائل إمامته ، ومدّة خلافته ، ووقت وفاته ، وموضع قبره ، وعدد أولاده ، وطرف من أخباره .\r\nالإمام بعد أمير المؤمنين عليه السّلام : ابنه الحسن بن سيدة نساء العالمين فاطمة بنت محمد سيد المرسلين صلّى اللّه عليه وآله وسلم الطاهرين .\r\nكنيته : أبو محمد .\r\nولد : بالمدينة ليلة النصف من شهر رمضان سنة ثلاث من الهجرة ، وجاءت به فاطمة عليها السّلام إلى النبيّ صلّى اللّه عليه وآله يوم السابع من مولده في خرقة من حرير الجنّة ، كان جبرئيل عليه السّلام نزل بها إلى رسول اللّه صلّى اللّه عليه وآله فسماه حسنا وعقّ عنه كبشا « 2 » .\r\nوكان الحسن أشبه الناس برسول اللّه صلّى اللّه عليه وآله خلقا وسؤددا وهديا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من هنا إلى قوله ( فخطب الناس ) في ص 65 هامش رقم ( 1 ) بياض في النسخة المعتمدة ، اتممناه من ارشاد المفيد إفادة للقارئ .\r\n( 2 ) إعلام الورى بأعلام الهدى 1 : 402 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nوكان الحسن بن علي وصي أبيه أمير المؤمنين صلوات اللّه عليهما على أهله وولده وأصحابه ، ووصاه بالنظر في وقوفه وصدقاته وكتب له عهدا مشهورا ووصية ظاهرة في معالم الدين وعيون الحكمة « 1 » .\r\nولمّا قبض أمير المؤمنين عليه السّلام خطب الناس الحسن عليه السّلام وذكر حقه ، فبايعه أصحاب أبيه على حرب من حارب وسلم من سالم « 2 » .\r\nوتبادر الناس إلى البيعة له بالخلافة ، وذلك يوم الجمعة الحادي والعشرين من شهر رمضان سنة أربعين من الهجرة ، فرتّب العمال وأمّر الأمراء ، وأنفذ عبد اللّه بن عباس رضى اللّه عنه إلى البصرة ، ونظر في الأمور « 3 » .\r\nولمّا بلغ معاوية بن أبي سفيان وفاة أمير المؤمنين عليه السّلام وبيعة الناس الحسن عليه السّلام ، دسّ رجلا من حمير إلى الكوفة ورجلا من بلقين إلى البصرة ، ليكتبا إليه بالأخبار ويفسد على الحسن عليه السّلام الأمور .\r\nوكان بين الحسن عليه السّلام وبينه - أي معاوية - بعد ذلك مكاتبات ومراسلات واحتجاجات للحسن عليه السّلام في استحقاقه الأمر وتوثب من تقدم على أبيه عليهما السلام وابتزازه سلطان ابن عمه رسول اللّه صلّى اللّه عليه وآله وتحقّقهم به دونه وأشياء يطول ذكرها .\r\nوسار معاوية نحو العراق ليغلب عليه ، فلما بلغ جسر منبج « 4 » تحرك الحسن عليه السّلام وبعث حجر بن عدي فأمر العمال بالمسير واستنفر الناس للجهاد فتثاقلوا عنه ، ثمّ خف معه أخلاط من الناس بعضهم شيعة له ولأبيه عليه السّلام ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 7 .\r\n( 2 ) إعلام الورى بأعلام الهدى 1 : 406 . الإرشاد للشيخ المفيد 2 : 7 .\r\n( 3 ) الإرشاد للشيخ المفيد 2 : 8 - 9 .\r\n( 4 ) منبج : مدينة من مدن الشام ، انظر : معجم البلدان للحموى 5 : 205 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nوبعضهم محكّمة يؤثرون قتال معاوية بكل حيلة ، وبعضهم أصحاب فتن وطمع في الغنائم ، وبعضهم شكاك ، وبعضهم أصحاب عصبية اتبعوا رؤساء قبائلهم لا يرجعون إلى دين .\r\nفساروا حتّى وقف وأراد امتحان أصحابه ، فأمر أن ينادى بالصلاة جامعة فاجتمعوا فصعد المنبر « 1 » فخطب الناس بخطبة معروفة نقلت عنه عليه السّلام ، وقال في آخرها : « ألا وإني ناظر لكم خيرا من نظركم لأنفسكم فلا تخالفوا أمري ولا تردّوا عليّ رأيي ، غفر اللّه لي ولكم وأرشدني وإيّاكم لما فيه المحبّة والرضا » .\r\nقال : فنظر بعضهم إلى بعض وقالوا : نظنه يريد أن يصالح معاوية ويسلّم الأمر إليه ، وقالوا : كفر - واللّه - الرجل ، ثمّ شدّوا على فسطاطه فانتهبوه « 2 » .\r\nفدعا بفرسه فركبه ، وأحدق به طوائف من خاصته وشيعته ومنعوا عنه من أراده ، فلمّا مرّ في مظلم ساباط بدر إليه الجرّاح بن سنان من بني أسد فأخذ بلجام بغلته وبيده مغول وقال : اللّه أكبر أشركت يا حسن ، كما أشرك أبوك من قبل ، ثمّ طعنه فشق فخذه حتّى بلغ المغول العظم فاعتنقه الحسن عليه السّلام وخرّا جميعا إلى الأرض ، فوثب رجل من شيعة الحسن عليه السّلام يقال له : عبد اللّه بن خطل فانتزع المغول من يد الأسدي وخضخض « 3 » به جوفه ، وأكبّ عليه آخر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إلى هنا أثبتناه من الإرشاد ملخصا ، وذلك لتدارك السقط من النسخة المعتمدة . انظر : إرشاد المفيد 2 : 7 - 11 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 11 .\r\n( 3 ) الخضخضة هي التحريك ، انظر : لسان العرب 7 : 145 ، الفائق في غريب الحديث للزمخشري 1 :\r\n380 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nفقطع أنفه فهلك لعنه اللّه « 1 » ، وحمل الحسن عليه السّلام إلى المدائن واشتغل يعالج جرحه .\r\nوكتب جماعة من رؤساء القبائل إلى معاوية في السرّ أن يسير إليهم وضمنوا له تسليم الحسن عليه السّلام إليه أو الفتك به « 2 » . فتحقّق خذلان أتباعه له ولم يبق معه من يأمن غوائله ويثق به ، إلّا جماعة من خاصة شيعة أبيه وشيعته لا يقومون لأجناد الشام .\r\nوكتب إليه معاوية وسأل منه الصلح على أن يفي له بما يشترط عليه فاشترط عليه السّلام عليه ترك سبّ أمير المؤمنين عليه السّلام ، وأن يؤمن شيعته رضي اللّه عنهم ، ويوصل إلى كل ذي حق منهم حقه . فأجابه إلى ذلك كلّه وعاهده عليه .\r\nوكان عليه السّلام يعلم أنّ معاوية لا يفي بالعهد ، وأنّه ينقض الميثاق ، ولكنّه لم ير بدّا من مصالحته لما رآه من خذلان عسكره له وكان للمؤمنين في ذلك مصالح شاملة .\r\nفلمّا استتمّت الهدنة سار معاوية ، حتّى نزل بالنخيلة وكان يوم جمعة فخطب الناس ، وقال في خطبته : إنّي واللّه ما قاتلتكم لتصلّوا ولا لتصوموا ولا لتحجوا ولا لتزكّوا إنّكم لتفعلون ذلك ولكنّي قاتلتكم لأتأمر عليكم وقد أعطاني اللّه ذلك وأنتم له كارهون .\r\nثمّ سار حتى دخل الكوفة فلمّا بايعه أهلها صعد المنبر فخطب الناس ونال من أمير المؤمنين ومن الحسن عليهما السّلام .\r\nولمّا استقرّ الصلح سار الحسن عليه السّلام إلى المدينة ، فأقام بها كاظما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد للشيخ المفيد 2 : 12 .\r\n( 2 ) الإرشاد للشيخ المفيد 2 : 12 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nغيظه لازما منزلة منتظرا لأمر ربّه ، حتّى مضى لسبيله ، ومات مسموما ، سقته السمّ زوجته جعدة بنت الأشعث بن قيس ، فبقي بعد سقيه السمّ أربعين يوما وتوفّي صلوات اللّه عليه ، في صفر سنة خمسين من الهجرة وله يومئذ ثمان وأربعون سنة ، وكانت خلافته عشر سنين ، وتولّى أخوه ووصيّه الحسين عليه السّلام غسله وتكفينه ودفن عند جدّته أم أبيه فاطمة بنت أسد بن هاشم بن عبد مناف رحمة اللّه عليها بالبقيع « 1 » .\r\nوكان عليه السّلام قد وصّى إلى أخيه الحسين ، أن يحمله بعد موته وتجهيزه إلى قبر جدّه رسول اللّه صلّى اللّه عليه وآله ، ليجدّد به عهدا ، ثمّ يردّه إلى قبر جدّته فاطمة بنت أسد فيدفنه هناك ، فلمّا حمل على سرير ظنّ بنو أميّة أنّه حمله ليدفن عند رسول اللّه صلّى اللّه عليه وآله ، فتجمعوا ولبسوا السلاح وجعل مروان يقول : يا ربّ هيجا هي خير من دعه أيدفن عثمان في أقصى المدينة ويدفن الحسن مع النبيّ لا يكون ذلك ابدا وأنا احمل السيف ، وجاءت عائشة على بغل وهي تقول : ما لي ولكم تريدون أن تدخلوا بيتي من لا أحب ، فقال لها مولى لها : نحن بعد ما غسلنا عن وجوهنا خزي يوم الجمل أتريدين أن يقول الناس : يوم البغل كما قالوا : يوم الجمل ، وقال لها ابن عباس : وا سوأتاه يوما على جمل ويوما على بغل تريدين أن تطفئي نور اللّه وتقاتلين أولياء اللّه ارجعي قد بلغت ما تحبّين واللّه منتصر لأهل هذا البيت ولو بعد حين ، وقال الحسين عليه السّلام : « واللّه لولا عهد الحسن إليّ بحقن الدماء لعلمتم كيف تأخذ سيوف اللّه منكم مأخذها » ومضوا بالحسن عليه السّلام فدفنوه عند جدّته « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 14 مع اختلاف فيه .\r\n( 2 ) هذا الخبر روته العامة والخاصة بتغيير ببعض عباراته كل حسب مذهبه ، انظر : الإرشاد للشيخ المفيد -\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nوكان عليه السّلام قد وصّى عند موته بأهله وولده وتركاته وما كان وصّى به إليه أبوه حين استخلفه إلى أخيه الحسين عليه السّلام « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- 2 : 16 ، إعلام الورى بأعلام الهدى 1 : 414 ، دلائل الإمامة : 61 ، ومقاتل الطالبين : 74 ، شرح نهج البلاغة 16 : 49 - 51 ، الخرائج والجرائح 1 : 242 / 8 .\r\n( 1 ) انظر : الارشاد للشيخ المفيد 2 : 15 ، إعلام الورى بأعلام الهدى 1 : 414 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nباب في معرفة نسب الحسين بن علي عليهما السّلام وتاريخ مولده ومدّة خلافته ووقت وفاته وطرف من أخباره .\r\nوالإمام بعد الحسن أخوه الحسين بن علي بن أبي طالب بن عبد المطّلب بن هاشم بن عبد مناف .\r\nكنيته : أبو عبد اللّه .\r\nولد عليه السّلام بالمدينة لخمس ليال خلون من شعبان سنة أربع من الهجرة ، وقيل : في آخر شهر ربيع الأوّل سنة ثلاث من الهجرة ، والأوّل أصحّ ، وجاءت به أمّه سيّدة نساء العالمين بنت محمّد سيد المرسلين صلّى اللّه عليه وآله إلى أبيها فاستبشر به وسمّاه حسينا وعقّ عنه بكبش .\r\nوكان الحسن بن علي يشبّه بالنبيّ من صدره إلى رأسه ، والحسين يشبّه به من صدره إلى رجليه ، وكانا حبيبي رسول اللّه وريحانتيه من الدنيا ، وهما سيدا شباب أهل الجنّة .\r\nوقال رسول اللّه صلّى اللّه عليه وآله : « من أحبّ الحسن والحسين أحببته ، ومن أحببته أحبّه اللّه عزّ وجلّ ، ومن أحبّه اللّه أدخله الجنّة ، ومن أبغضهما أبغضته\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nومن أبغضته أبغضه اللّه ومن أبغضه اللّه خلّده في النار » « 1 » .\r\nوقال عليه السّلام : « إنّ ابنيّ هذين ريحانتاي من الدّنيا » « 2 » .\r\nوكان وصيّ أخيه ، وقد صرّح النبيّ صلّى اللّه عليه وآله بالنصّ على إمامته وإمامة أخيه الحسن من قبله ، بقوله : « ابناي هذان إمامان قاما أو قعدا » « 3 » . ودلّت وصية الحسن عليه السّلام على إمامة الحسين عليه السّلام ، كما دلّت وصيّة أمير المؤمنين علي عليه السّلام على [ إمامة 
  ] الحسن عليه السّلام ، مثل ما دلّت وصيّة النبيّ صلّى اللّه عليه وآله على إمامة أمير المؤمنين واستحقاقه الخلافة من بعده .\r\nوكانت إمامته بعد موت أخيه ثابتة غير أنّه لم يدّع إلى نفسه للتقيّة التي كان عليها والهدنة الحاصلة بينه وبين معاوية ، فجرى في ذلك مجرى أبيه ، حيث ثبتت إمامته بعد النبيّ صلّى اللّه عليه وآله وكان ممنوعا ، وكما كان أخوه عليه السّلام إماما من اللّه عزّ وجل بعد موت أبيه وكان ممنوعا من التصرف ، وأشبهت حالهما وحال أبيهما عليهم السّلام في ذلك حال رسول اللّه صلّى اللّه عليه وآله ، حيث كان ممنوعا من تنفيد أمر اللّه وإظهار أحكامه ؛ لمّا كان محصورا في الشعب وحين كان خائفا مستترا عند خروجه مهاجرا من مكّة متواريا في الغار وهو في هذه الأحوال نبيّ من اللّه ورسول تجب طاعته على جميع خلق اللّه .\r\nفلمّا مات معاوية أظهر الحسين عليه السّلام أمره بحسب الإمكان ، وأبان عن حقّه لمن كان جاهلا بقدره ومنزلته إلى أن اجتمع له في الظاهر أنصار ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 28 ، شرح الأخبار 3 : 101 / 1032 ، روضة الواعظين : 166 ، والكنجي الشافعي في كفاية الطالب : 422 ، والمتقي الهندي في كنز العمال 12 : 119 ، ونقله العلامة المجلسي في البحار 43 : 275 / 42 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 28 .\r\n( 3 ) الإرشاد للشيخ المفيد 2 : 30 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nفدعا إلى الجهاد وشمّر للقتال وتوجّه نحو العراق ، وذلك بعد أن أهلك اللّه معاوية .\r\nفمات معاوية في النصف من رجب سنة ستين من الهجرة ، وقد كان عقد الخلافة والملك بعده لابنه يزيد بن معاوية ، فأجابه أهل الشام ومن خدعته الدنيا ومال إلى منافعها وآثرها على الآخرة ، فلمّا تمكن يزيد كتب إلى الوليد ابن عتبة بن أبي سفيان وكان واليا على المدينة من قبل معاوية أن يأخذ الحسين عليه السّلام بالبيعة ، فقال له الحسين عليه السّلام : « إنّي لا أراك تقنع ببيعتي ليزيد إلّا جهارا ، حتّى يعرف الناس » .\r\nفقال الوليد : أجل .\r\nفقال الحسين عليه السّلام : تصبح ونرى رأيك .\r\nفقال الوليد : انصرف على اسم اللّه حتّى تأتينا مع جماعة الناس « 1 » .\r\nفأقام عليه السّلام في منزله تلك الليلة وهي ليلة السبت لثلاث بقين من رجب سنة ستين ويوم السبت ، ثمّ خرج في الليلة الثانية وهي ليلة الأحد ليومين بقيا من رجب متوجّها نحو مكّة ومعه بنوه وإخوته وبنو أخيه إلّا أخاه محمد بن الحنيفة رضي اللّه عنه ودخل مكّة ليلة الجمعة لثلاثة مضين من شعبان « 2 » .\r\nفكتب إليه أهل الكوفة : أن أقبل إلينا لعلّ اللّه أن يجمعنا بك على الحقّ وجعلوا يكتبون إليه ، أنّهم لا يريدون غيره ، وأنّهم ينتظرون قدومه عليهم فينصرونه ، يجيبون دعوته ، ويجتمعون على القيام بفرض طاعته ، حتّى وردت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 32 .\r\n( 2 ) انظر : الارشاد للشيخ المفيد 2 : 34 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nعليه رسلهم ومعهم نحو من خمسمائة وخمسين صحيفة « 1 » .\r\nفقدم ابن عمّة مسلم بن عقيل إلى الكوفة ليأخذ له البيعة إن رأى الناس مستوثقين ويعجّل إليه بذلك ، فلمّا دخل مسلم الكوفة نزل في دار المختار بن أبي عبيدة ، أقبلوا يختلفون إليه أفواجا وهو يقرأ على كل جماعة منهم كتاب الحسين عليه السّلام إليهم فيبكون ويبايعون ، حتّى بايعه منهم ثمانية عشر ألفا « 2 » .\r\nوكان أمير الكوفة النعمان بن بشير الأنصاري من قبل معاوية ، ثمّ أقرّه يزيد عليها ، فلمّا علم بمسلم صعد المنبر فحمد اللّه واثنى عليه ، ثمّ قال :\r\nاتقوا اللّه عباد اللّه ولا تسارعوا إلى الفتنة ، فإنّ فيها تهلك الرجال ، وتسفك الدماء ، وتغتصب الأموال ، إنّي لا أقاتل من لا يقاتلني ، ولا أتحرّش بكم ، ولكنّكم إن أبديتم صفحكتم لي وخالفتم إمامكم - يعني يزيد - فو اللّه الذي لا إله إلّا هو لأضربنّكم بسيفي ما ثبت قائمه في يدي ولو لم يكن لي منكم ناصر « 3 » .\r\nفقام إليه عبد اللّه بن مسلم بن ربيعة حليف بني أمّية ، وقال : إنّ هذا الأمر لا يصلحه ، إلّا الغشم « 4 » والذي أنت عليه فيما بينك وبين عدوّك رأي المستضعفين ، فقال النعمان : لأن أكون من المستضعفين في طاعة اللّه أحب إليّ من أن أكون من الاعزّين في معصية اللّه « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الارشاد للشيخ المفيد 2 : 39 .\r\n( 2 ) انظر : الارشاد للشيخ المفيد 2 : 41 .\r\n( 3 ) انظر : الارشاد للشيخ المفيد 2 : 41 .\r\n( 4 ) الغشم : الظلم والغصب . راجع لسان العرب 11 : 437 - مادة « غشم » .\r\n( 5 ) الارشاد للشيخ المفيد 2 : 41 مع اختلاف يسير فيه .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nفكتب عبد اللّه بن مسلم إلى يزيد : إنّ مسلم بن عقيل قد دخل الكوفة وبايعه الشيعة للحسين ، فابعث إليها رجلا قويا يعمل مثل عملك في عدوّك ، فإنّ النعمان ضعيف أو يستضعف ، وكتب إليه عمارة بن عقبة وعمر بن سعد بن أبي وقّاص بنحو من ذلك .\r\nوكان عبيد اللّه بن زياد واليا على البصرة من قبل معاوية ، ثمّ من قبل يزيد ، فضمّ إليه الكوفة وبعث إليه بذلك عهدا وأمره بالمسير إلى الكوفة ، فلمّا قرأ الكتاب أمر من وقته بالجهاز ، وسار إلى الكوفة فدخل قصر الإمارة ليلا ، فلمّا أصبح خرج فخطب الناس وخوّفهم من سطوته إن هم عصوه ، ومنّاهم إنصافه وإحسانه إن أطاعوه « 1 » .\r\nوجدّ يطلب مسلم بن عقيل ، حتّى أخذه ، بعد أن غدر به أهل الكوفة ، وأسلموه ، وبقي فردا وحيدا ، فلمّا جيء به إليه أمر فصعد به فوق القصر وضربت عنقه ، ثمّ أتبع جسده رأسه فرمي إلى الأرض « 2 » .\r\nوكان خروج مسلم رحمة اللّه عليه بالكوفة يوم الثلاثاء لثمان خلون من ذي الحجّة سنة ستّين ، وقتل يوم الأربعاء لتسع خلون من هذا الشهر يوم عرفة « 3 » .\r\nوخرج الحسين عليه السّلام من مكّة نحو العراق يوم خروج مسلم وظهوره بالكوفة - وهو يوم التروية - ولم يكن قد علم بقتل مسلم ، فلمّا دنا من الكوفة حتّى نزل عند قرية ، يقال لها : نينوى ، أحاط به العسكر وفيهم عمر بن سعد بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الارشاد للشيخ المفيد 2 : 44 .\r\n( 2 ) انظر : الارشاد للشيخ المفيد 2 : 63 مع اختلاف فيه .\r\n( 3 ) انظر : الارشاد للشيخ المفيد 2 : 66 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nأبي وقاص أميرا عليهم من قبل عبيد اللّه بن زياد في أربعة آلاف فارس ، وحالوا بين الحسين عليه السّلام وأصحابه وبين الماء قبل قتله عليه السّلام بثلاثة أيام .\r\nثمّ زحف عمر بن سعد وشمر بن ذي الجوشن وأصحابهما إلى الحسين عليه السّلام عشية الخميس لتسع مضين من المحرّم « 1 » .\r\nفجمع عليه السّلام أصحابه « وحمد اللّه واثنى عليه ، قال : « ألا وإنّي قد أذنت لكم فانطلقوا جميعا تحت الليل وأنتم في حلّ ليس عليكم ذمام » « 2 » ، فقال من كان معه من أهل بيته وجميع أصحابه : لا نخلّيك أبدا ، ولا نرغب بأنفسنا عن نفسك ، حتّى يعلم اللّه أنّا قد حفظنا غيبة رسول اللّه فيك ، « 3 » فجزّاهم خيرا .\r\nوبات تلك الليلة وهي الليلة التي قتل في صبيحتها ، يصلّي الليل كلّه ويستغفر ويدعو ويتضرّع وبات أصحابه كذلك .\r\nفلمّا أصبح عبّأ أصحابه بعد صلاة الغداة ، فكان معه اثنان وثلاثون فارسا وأربعون راجلا وكان يوم الجمعة « 4 » ، وقتل يوم السبت « 5 » .\r\nوعبّأ عمر بن سعد أصحابه وأقبلوا يزحفون نحو الحسين عليه السّلام وترامى الفريقان وتبارزوا ونشب القتال فقتل من الجميع جماعة ، وكانت القتلى تتبيّن في أصحابه عليه السّلام لقلّتهم ولا تبين في أصحاب سعد لكثرتهم ، واستمرّ القتال وصبر أصحاب الحسين عليه السّلام إلى نصف النهار ، بعد أن عقرت خيولهم وجرح الرجال منهم وأرجلوا ، فلمّا زالت الشمس صلّى عليه السّلام بأصحابه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 89 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 91 .\r\n( 3 ) الإرشاد للشيخ المفيد 2 : 92 .\r\n( 4 ) الارشاد للشيخ المفيد 2 : 95 ، البحار 45 : 3 ، وانظر : تاريخ الطبري 5 : 420 .\r\n( 5 ) الإرشاد للشيخ المفيد 2 : 133 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nصلاة الخوف ، ولم يزل أصحابه يبرزون واحدا بعد واحد ، فيقاتل كلّ واحد منهم إلى أن يقتل ، حتّى لم يبق معه إلّا أهل بيته خاصّة ، فقاتلوا حتّى قتلوا عن آخرهم وبقي وحده ، فحملوا عليه يمينا وشمالا ، فكان عليه السّلام يضربهم بسيفه وكلّما شدّ عليهم انكشفوا عنه انكشاف المعزى إذا شدّ فيها الذئب ، ثمّ رشقوه بالسهام حتّى صار كالقنفذ وحملوا عليه من كلّ جانب ، فضربه بعضهم بالسيف وطعنه آخر فخرّ صريعا ، ونزل شمر بن ذي الجوشن لعنه اللّه فذبحه وذلك يوم عاشوراء « 1 » .\r\nوكانت سنّه حين قتل ثمانية وخمسين سنة ، أقام منها مع جدّه رسول اللّه صلّى اللّه عليه وآله سبع سنين ، ومع أبيه أمير المؤمنين عليه السّلام ثلاثين سنة « 2 » ، ومع أخيه الحسن عليه السّلام عشر سنين .\r\nوكانت مدّة خلافته بعد أخيه إحدى عشرة سنة « 3 » .\r\nومضى عليه السّلام ظمآنا مجاهدا صابرا محتسبا مظلوما ، قد نكثت بيعته ، واستحلّت ذمّته ، ولم يف له أهل الكوفة بعهد ولا راعوا فيه حرمة ولا راقبوا فيه إلّا ولا ذمّة على ما مضى عليه أبوه وأخوه عليهما وعليه أفضل الصلاة والتسليم .\r\nوكان النبيّ صلّى اللّه عليه وآله يخبر : بأنّ الحسين عليه السّلام يقتل مظلوما ، وكان صلّى اللّه عليه وآله يبكي عندما يخبر بقتل الحسين عليه السّلام .\r\nوكانت أمّ الفضل بنت الحارث رأت رؤيا ، فعبّرها رسول اللّه صلّى اللّه عليه وآله بأنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد للشيخ المفيد 2 : 112 .\r\n( 2 ) ما في النسخة المعتمدة غير واضح وما أثبتناه من ارشاد المفيد 2 : 133 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 133 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nفاطمة عليها السّلام تلد غلاما ويكون في حجرها فولدت فاطمة الحسين ، فكان في حجر أمّ الفضل « 1 » ، فروي عنها أنّها قالت :\r\nدخلت به يوما على النبيّ صلّى اللّه عليه وآله فوضعته في حجره ، ثمّ حانت مني التفاتة فإذا عينا رسول اللّه صلّى اللّه عليه وآله تهريقان بالدموع ، فقلت :\r\nبأبي أنت وأمّي يا رسول اللّه ما لك ؟\r\n[ قال 
  ] : « قد أتاني جبرئيل عليه السّلام فأخبرني أنّ أمّتي ستقتل ابني هذا » « 2 » .\r\nوروي عن أمّ سلمة رضي اللّه عنها بينا رسول اللّه صلّى اللّه عليه وآله جالس والحسين عليه السّلام جالس في حجره إذ هملت عيناه بالدموع .\r\nفقلت له : يا رسول اللّه ما لي أراك تبكي جعلت فداك ؟\r\nفقال « جاءني جبرئيل فعزّاني بابني الحسين وأخبرني أنّ طائفة من أمتي تقتله لا أنالهم اللّه شفاعتي » « 3 » .\r\nوروي : أنّ النبيّ صلّى اللّه عليه وآله كان ذات يوم جالسا وحوله علي وفاطمة والحسن والحسين عليهم السّلام ، فقال لهم : « كيف بكم إذا كنتم صرعى وقبوركم شتّى » .\r\nفقال له الحسين عليهم السّلام : أنموت موتا أو نقتل ؟\r\nفقال : « بل تقتل يا بني ظلما ، ويقتل أخوك ظلما ، وتشرّد ذراريكم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أورده الطبري في دلائل الإمامة : 179 ، والحاكم في مستدركه 3 : 176 .\r\n( 2 ) ذكره الطبري في دلائل الإمامة : 179 ، والشيخ المفيد في ارشاده 2 : 129 ، والعلامة الأميني في الغدير 7 : 124 ، والحاكم في المستدرك 3 : 177 ، والمتقي الهندي في كنز العمال 12 : 123 / 34300 ، وابن عساكر في تاريخ دمشق 14 : 196 .\r\n( 3 ) ذكره البحراني في عوالمه ( الإمام الحسين ) : 126 ، باب إخبار جبرائيل عليه السّلام بشهادته ، وانظر : البحار 44 : 229 و 239 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nفي الأرض » .\r\nفقال الحسين عليهم السّلام : ومن يقتلنا يا رسول اللّه ؟\r\nقال : شرار الناس ، قال : فهل يزورنا بعد قتلنا أحد ؟\r\nفقال : نعم طائفة من أمّتي يريدون بزيارتكم برّي وصلتي ، فإذا كان يوم القيامة جئتهم إلى الموقف ، حتّى آخذ بأعضادهم ، فأخلّصهم من أهواله وشدائده « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقتل الحسين عليه السّلام للخوارزمي 2 : 167 - نحوه ، وانظر الإرشاد للشيخ المفيد 2 : 131 ، بحار الأنوار 18 : 120 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nباب في معرفة نسب علي بن الحسين عليهما السّلام وتاريخ مولده ومدّة خلافته ووقت وفاته وطرف من أخباره\r\nوالإمام بعد الحسين ابنه أبو محمد علي بن الحسين بن علي بن أبي طالب بن عبد المطّلب بن هاشم بن عبد مناف .\r\nوكان يكنّى أيضا أبا الحسن .\r\nولد بالمدينة سنة ثمان وثلاثين من الهجرة « 1 » .\r\nوكان مع أبيه بكربلاء ، ولم ينج ممّن كان مع الحسين عليه السّلام من ولده وأخوته وولد أخيه ، وأهل بيته وجميع أصحابه غير علي بن الحسين ، الإمام بعد أبيه وهو علي بن الحسين الأكبر ، فأما أخوه علي بن الحسين الأصغر فقتل بالطف أصابه سهم وهو في حجر أبيه فذبحه .\r\nوكان علي بن الحسين الإمام عليه السّلام حين قتل أبوه مريضا على الفراش ؛ فلذلك تركوه ولم يقتلوه ، وكانت سنّه حين قتل أبوه ثلاثا وعشرين سنة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الارشاد للشيخ المفيد 2 : 136 ، دلائل الإمامة للطبري : 191 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nوأمّه : شاه زنان بنت يزدجرد بن شهريار بن كسرى « 1 » .\r\nوكان أمير المؤمنين عليه السّلام ولّى حريث بن جابر الحنفي جانبا من المشرق فبعث إليه ببنتي يزدجرد\r\nفنحل ابنه الحسين شاهزنان فأولدها علي بن الحسين ، ونحل الأخرى محمد بن أبي بكر فولدت له القاسم بن محمد بن أبي بكر ؛ فعلي بن الحسين والقاسم بن محمد ابنا خالة « 2 » .\r\nوكان عليه السّلام وصيّ أبيه الحسين ، وكان شبيها بأمير المؤمنين عليه السّلام في زهده وكثرة صلاته وعبادته وفقهه ولباسه ، وكان إذا توضّأ اصفرّ لونه ، فيقول له أهله : ما هذا الذي اعتراك ؟ ، فيقول : « أتدرون لمن أتأهب للقيام بين يديه » .\r\nوكان حليما ، جوادا ، وكيف لا يكون كذلك ومدحته الشعراء فمن أحسن ما قيل فيه ، بل من أحسن ما قيل في مدح أحد من الناس ، قصيدة الفرزدق الشاعر التي يقول فيها :\r\nشعر « 3 »\r\n هذا ابن خير عباد اللّه كلّهم * هذا التقي النقي الطاهر العلم\r\nيغضي حياء ويغضى من مهابته * فما يكلّم إلّا حين يبتسم\r\nإذا رأته قريش قال قائلها * إلى مكارم هذا ينتهي الكرم « 4 » \r\nوهي من مختار المديح ، مشهورة عند العلماء ، وقد أورد منها أبو تمام أبياتا فيما اختاره من أشعار العرب في باب المديح من كتاب الحماسة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 137 . دلائل الإمامة للطبري : 194 - 195 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 137 . دلائل الإمامة للطبري : 194 - 195 .\r\n( 3 ) كذا في النسخة المعتمدة والظاهر زيادتها .\r\n( 4 ) الارشاد للشيخ المفيد 2 : 151 ، ديوان الفرزدق 2 : 178 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nوروت الشيعة له آيات ومعجزات وبراهين يطول ذكرها ، وروى عنه فقهاء العامّة علوما جمّة ، وحفظ عنه العلماء من المواعظ البليغة ، والأدعية الفصيحة ، وأحكام الحلال والحرام ، وأحاديث المغازي ، والأيام ما هو مشهور بين العلماء ذوي الأفهام .\r\nوتوفي عليه السّلام بالمدينة سنة خمس وتسعين للهجرة ، وكانت سنّه يومئذ سبعا وخمسين سنة ، منها سنتان كان فيهما مع جدّه أمير المؤمنين عليه السّلام ، وعشر سنين مع عمّه الحسن ، وإحدى عشرة سنة مع أبيه ، وبقي بعد أبيه أربعا وثلاثين سنة ، فكانت إمامته أربعا وثلاثين سنة ، ودفن في البقيع مع عمّه الحسن بن علي عليهما السّلام : وأوصى بالأمر بعده إلى ابنه محمّد بن علي عليهما السّلام « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 137 ، دلائل الإمامة للطبري : 191 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nباب في معرفة نسب محمّد بن علي عليهما السّلام وتأريخ مولده ومدّة خلافته ووقت وفاته وطرف من أخباره\r\nوكان الإمام بعد أبي محمّد علي بن الحسين عليهما السّلام ابنه ووصيّه القائم بالإمامة من بعده محمّد بن علي بن الحسين بن علي بن أبي طالب بن عبد المطّلب بن هاشم بن عبد مناف .\r\nولد عليه السّلام بالمدينة سنة سبع وخمسين للهجرة وهو هاشمي من هاشميين وعلوي من علويين « 1 » .\r\nكنيته : أبو جعفر .\r\nأمّه : أمّ عبد اللّه بنت الحسن بن علي بن أبي طالب عليهما السّلام « 2 » .\r\nولم يظهر عن أحد من ولد الحسن والحسين عليهما السّلام من علم الدين ، والآثار ، والسنّة ، وعلم القرآن ما ظهر عن أبي جعفر عليه السّلام .\r\nوروى عنه معالم الدين بقايا الصحابة ، ووجوه التابعين ، ورؤساء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد للشيخ المفيد 2 : 158 ، دلائل الإمامة : 215 .\r\n( 2 ) اعلام الهداية 7 : 39 ، كشف الغمة 3 : 79 ، دلائل الإمامة : 217 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nفقهاء المسلمين ، وصار بالفضل علما تضرب به الأمثال « 1 » .\r\nوكتب عنه الناس المغازي وآثروا عنه السيرة ، واعتمدوا عليه في مناسك الحج التي رواها عن رسول اللّه صلّى اللّه عليه وآله ، وكتبوا عنه تفسير القرآن ، وروت عنه الخاصّة والعامّة الأخبار ، وناظر من كان يرد عليه من أهل الآراء ، وحفظ عنه الناس كثيرا من علم الكلام « 2 » .\r\nوكان مع ما حازه من الفضل في العلم والسؤدد والرئاسة والإمامة ظاهر الجود ، مشهود الكرم ، معروفا بالتفضّل والإحسان إلى الخاصّة والعامّة ، وكان لا يملّ من صلة إخوانه ومن يرجو معروفه « 3 » .\r\nوكان يقول : إنّ رسول اللّه صلّى اللّه عليه وآله كان يقول :\r\n« أشدّ الاعمال ثلاث : مواساة الإخوان في المال ، وإنصاف الناس من نفسك ، وذكر اللّه على كلّ حال » « 4 » .\r\nوكان عليه السّلام يقول :\r\n« ما شيب شيء بشيء أحسن من حلم بعلم » « 5 » .\r\nوكان عليه السّلام يقول :\r\n« بليّة الناس علينا عظيمة ، إن دعوناهم لم يستجيبوا لنا ، وإن تركناهم لم يهتدوا بغيرنا » « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 157 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 163 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 166 .\r\n( 4 ) الارشاد للشيخ المفيد 2 : 167 ، الخصال : 125 ضمن ح 122 باختلاف يسير .\r\n( 5 ) الارشاد للشيخ المفيد 2 : 167 ، الخصال : 4 / 10 باختلاف يسير .\r\n( 6 ) الارشاد للشيخ المفيد 2 : 168 ، مناقب آل أبي طالب 4 : 206 ، ونقله العلامة المجلسي في البحار 46 :\r\n288 ذيل حديث 11 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nوتوفّي عليه السّلام بالمدينة سنة أربع عشرة ومائة ، وسنّه يومئذ سبع وخمسون سنة .\r\nوكانت مدة إمامته وقيامه مقام أبيه في خلافة اللّه على العباد تسع عشرة سنة ، وأوصى من بعده بالقيام مقامه ابنه جعفر بن محمّد عليهما السّلام « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 158 ، 180 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nباب في معرفة نسب أبي عبد اللّه جعفر بن محمّد عليه السّلام وتأريخ مولده ومدّة خلافته ووقت وفاته وطرف من أخباره .\r\nوكان الامام بعد أبي جعفر محمّد بن علي عليهما السّلام ابنه الصادق جعفر بن محمّد بن علي بن الحسين بن علي بن أبي طالب بن عبد المطلّب بن هاشم بن عبد مناف وصيّ أبيه .\r\nكنيته : أبو عبد اللّه « 1 » .\r\nولد عليه السّلام بالمدينة سنة ثلاث وثمانين للهجرة « 2 » .\r\nأمّه : أمّ فروة بنت القاسم بن محمد بن أبي بكر « 3 » .\r\nوكان عليه السّلام نبيها ، عظيم القدر ، جليلا في العامّة والخاصّة ، ونقل الناس عنه من العلوم ما سارت به الرّكبان ، وانتشر ذكره في البلدان ، ولم ينقل عن أحد من أهل بيته العلماء ما نقل عنه ، وقد جمع أصحاب الحديث أسماء الرواة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : دلائل الإمامة : 247 ، بحار الأنوار 47 : 9 / 5 و 6 .\r\n( 2 ) انظر : بحار الأنوار 47 : 1 - 8 ، الارشاد للشيخ المفيد 2 : 179 ، دلائل الإمامة : 246 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 180 ، بحار الأنوار 47 : 1 - 8 ، دلائل الإمامة : 248 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nعنه من الثقات على اختلافهم في الآراء والديانات فكانوا أربعة آلاف رجل « 1 » .\r\nوكان له عليه السّلام دلائل واضحات في إمامته بهرت القلوب وأخرست المخالف عن الطّعون فيها بالشبهات « 2 » .\r\nووصّى إليه أبوه عليه السّلام وصيّة ظاهرة ، ونصّ عليه بالإمامة نصا جليا « 3 » .\r\nوجاءت الرواية عنه مستفيضة بإخباره بأشياء من الغائبات قبل كونها .\r\nوكان عليه السّلام ، يقول :\r\n« علمنا غابر ومزبور ، ونكت في القلوب ، ونقر في الأسماع ، وإنّ عندنا الجفر الأحمر ، والجفر الأبيض ، ومصحف فاطمة عليها السّلام ، وإنّ عندنا الجامعة فيها جميع ما يحتاج الناس اليه » .\r\nفسئل عن تفسير هذا الكلام ، فقال :\r\n« أمّا الغابر فالعلم بما يكون ، وأمّا المزبور فالعلم بما كان .\r\nوأمّا النّكت في القلوب فهو الإلهام ، والنّقر في الأسماع حديث الملائكة ، نسمع كلامهم ولا نرى أشخاصهم ، وأمّا الجفر الأحمر فوعاء فيه سلاح رسول اللّه صلّى اللّه عليه وآله ولن يخرج حتّى يقوم قائمنا أهل البيت .\r\nوأمّا الجفر الأبيض : فوعاء فيه توراة موسى وإنجيل عيسى وزبور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 179 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 179 .\r\n( 3 ) الكافي 1 : 306 ، الارشاد للشيخ المفيد 2 : 180 ، البحار 47 : 12 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nداود وكتب اللّه الأولى .\r\nوأمّا مصحف فاطمة عليها السّلام ففيه ما يكون من حادث وأسماء كلّ ملك « 1 » إلى أن تقوم السّاعة .\r\nوأمّا الجامعة فهي كتاب طوله سبعون ذراعا ، إملاء رسول اللّه صلّى اللّه عليه وآله من فلق « 2 » فيه وخطّ عليّ بن أبي طالب عليه السّلام بيده ، فيه واللّه جميع ما يحتاج النّاس إليه إلى يوم القيامة ، حتّى أنّ فيه أرش الخدش والجلدة ونصف الجلدة » « 3 » .\r\nوممّا حفظ عنه عليه السّلام في وجوب المعرفة باللّه عزّ وجل وبدينه ، قوله :\r\n« وجدت علم النّاس كلّهم في أربع : أوّلها أن تعرف ربّك ، والثّاني : أن تعرف ما صنع بك ، والثّالث : أن تعرف ما أراد منك ، والرّابع : أن تعرف ما يخرجك عن دينك » « 4 » .\r\nقال الشيخ المفيد بن النعمان رضي اللّه عنه : وهذه أقسام تحيط بالمفروض من المعارف ؛ لأنّه أوّل ما يجب على العبد معرفة ربّه جلّ جلاله ، فإذا علم أنّ له إلها ، وجب أن يعرف صنعه إليه ، ( فإذا عرف صنعه ) « 5 » عرف به نعمته ، فإذا عرف نعمته ، وجب عليه شكره ، فإذا أراد تأدية شكره ، وجب عليه معرفة مراده ليطيعه بفعله ، وإذا وجب عليه طاعته وجب عليه معرفة ما يخرجه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الارشاد 2 : 186 من يملك بدل ملك .\r\n( 2 ) الفلق بمعنى الشّقّ ، فيكون المعنى : أنّه صلّى اللّه عليه وآله أملاه من شقّ فمه .\r\nانظر : لسان العرب مادة فلق ، مجمع البحرين 5 : 229\r\n( 3 ) الارشاد للشيخ المفيد 2 : 186 ، الكافي 1 : 207 / 3 ، بصائر الدرجات : 2338 / . .\r\n( 4 ) الارشاد للشيخ المفيد 2 : 203 ، ورواه الصدوق في التوحيد 293 / 1 باختلاف يسير وروى قطعة منه الكليني في الكافي 1 : 63 ضمن حديث ح 4 ، ونقله العلامة المجلسي في البحار 10 : 211 / 12 .\r\n( 5 ) أضفناها من المصدر لضرورة السياق .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nمن دينه ، ليجتنبه فتخلص له طاعة ربّه وشكر إنعامه « 1 » .\r\nومن كلامه عليه السّلام في الحكمة والمواعظ قوله :\r\n« ما كلّ من نوى شيئا قدر عليه ، ولا كلّ من قدر على شيء وفّق له ، ولا كلّ من وفّق أصاب له موضعا ، فإذا اجتمعت النيّة والقدرة والتّوفيق والإصابة فهنالك تمّت السعادة » « 2 » .\r\nومن أخباره عليه السّلام :\r\nإنّ رجلا سعى به إلى المنصور ، فأمر المنصور الربيع بإحضار أبي عبد اللّه ( الصادق ) عليه السّلام فأحضره ، فلمّا بصر به المنصور ، قال : قتلني اللّه إن لم أقتلك ، أتلحد في سلطاني وتبغيني الغوائل ؟ !\r\nفقال له عليه السّلام : « واللّه ما فعلت ولا أردت ، فإن كان بلغك فمن كاذب » .\r\nفقال المنصور : إنّ فلانا أخبرني عنك بما ذكرت .\r\nفقال : أحضره يا أمير المؤمنين ، فأحضره المنصور ، وقال له : أنت سمعت ما حكيت عن جعفر ؟\r\nقال : نعم فاستحلفه أبو عبد اللّه عليه السّلام فحلف فما برح حتّى ضرب برجله .\r\nفقال أبو جعفر المنصور : جرّوا برجله وأخرجوه لعنه اللّه .\r\nقال الربيع : وكنت رأيت جعفر بن محمّد حين دخل على المنصور يحرّك شفتيه ، فكلّما حرّكهما سكن غضب المنصور ، حتّى أدناه منه [ وقد رضي عنه ، فلمّا خرج أبو عبد اللّه عليه السّلام من عند أبي جعفر اتّبعته ، فقلت : إنّ هذا الرجل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 203 ، وعنه في الكافي 1 : 40 / 11 ، والخصال : 239 / 87 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 205 ، وعنه في الفصول المهمة لابن الصباغ : 228 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nكان أشدّ النّاس غضبا عليك فلمّا دخلت عليه دخلت وأنت تحرّك شفتيك ، وكلّما حرّكتهما سكن غضبه ، فبأيّ شيء كنت تحرّكهما ، قال : « بدعاء جدّي الحسين بن عليّ عليهما السّلام » ، قلت : جعلت فداك ، وما هذا الدّعاء ؟ قال : « يا عدّتي عند شدّتي ويا غوثي عند كربتي ، احرسني بعينك الّتي لا تنام ، واكنفني بركنك الّذي لا يرام » .\r\nقال الربيع : فحفظت هذا الدّعاء فما نزلت بي شدّة قطّ إلّا دعوت به ففرّج عنّي .\r\nقال : وقلت لجعفر بن محمّد : لم منعت السّاعي أن يحلف باللّه ، قال :\r\n« كرهت أن يراه اللّه يوحّده ويمجّده ، فيحلم عنه ويؤخّر عقوبته ، فاستحلفته بما سمعت ، فأخذه اللّه أخذة رابية « 1 » » 
  ] « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ارشاد الشيخ المفيد 2 : 184 ، ورواه ابن الصباغ في الفصول المهمة : 225 باختلاف يسير وأشار له باختصار سبط ابن الجوزي في تذكرة الخواص : 309 ، والكنجي الشافعي في كفاية الطالب : 455 ، ونقله العلامة المجلسي في البحار 47 : 174 / 21 .\r\n( 2 ) ما بين المعقوفين ساقط من الأصل وقد أضفناه تتمة للرواية من كتاب الارشاد للشيخ المفيد رحمه اللّه تداركا للناقص وإتماما للفائدة . انظر : الإرشاد 2 : 182 - 184 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nباب في معرفة نسب أبا الحسن موسى بن جعفر عليه السّلام وتاريخ مولده ومدّة خلافته ووقت وفاته وطرف من أخباره\r\nوكان الامام بعد أبي عبد اللّه ابنه أبا الحسن موسى بن جعفر ، العبد الصّالح عليه السّلام ؛ لاجتماع خلال الفضل فيه والكمال ، ولنصّ أبيه بالإمامة عليه واشارته بها إليه .\r\nوكان مولده عليه السّلام بالأبواء « 1 » سنة ثمان وعشرين ومائة وقبض عليه السّلام ببغداد في سجن السّنديّ بن شاهك لستّ خلون من رجب سنة ثلاث وثمانين ومائة ، وله يومئذ خمس وخمسون سنة .\r\nأمّه : أمّ ولد يقال لها : حميدة البربريّة .\r\nوكانت مدّة خلافته ومقامه في الإمامة بعد أبيه عليهما السّلام خمسا وثلاثين سنة 
  ] « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأبواء : قرية من اعمال الفرع في المدينة ، بينها وبين الجحفة مما يلي المدينة ثلاثة وعشرون ميلا .\r\nمعجم البلدان 1 : 79 .\r\n( 2 ) ما بين المعقوفين ساقط من أصل الكتاب وأوردناه تتمة للفائدة من كتاب الإرشاد للشيخ المفيد رحمه اللّه 2 : 215 ، إعلام الورى بأعلام الهدى 2 : 6 . بحار الأنوار 48 : 1 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nوكان يكنى : أبا الحسن ، وأبا إبراهيم ، وأبا عليّ أيضا ، وكان ينعت بالكاظم « 1 » .\r\nوكان أجلّ ولد أبيه قدرا ، وأعظمهم محلا ، وأبعدهم في الناس صيتا ، ولم ير في زمانه أسخى منه ولا أكرم نفسا وعشرة ، وكان أعبد أهل زمانه وأورعهم وأحلمهم وأفقههم .\r\nواجتمع جمهور شيعة أبيه على القول بإمامته والتسليم لأمره ؛ لما صحّ عندهم وثبت نصّ « 2 » أبيه عليه السّلام بالإمامة عليه ، وإشارته إليه بالخلافة بعده ، وأخذوا عنه معالم دينهم .\r\nوروي أنّه عليه السّلام كان يصلّي نوافل الليل ويصلها بصلاة الصّبح ، ثمّ يعقّب حتّى تطلع الشّمس ، ويخرّ للّه ساجدا فلا يرفع رأسه من الدّعاء والتحميد حتّى يقرب زوال الشمس « 3 » .\r\nوكان من دعائه : « عظم الذنب من عبدك فليحسن العفو من عندك » .\r\nوكان يبكي من خشية اللّه حتّى تخضلّ لحيته بالدموع .\r\nوكان أوصل الناس لأهله ورحمه ، وكان يتفقّد فقراء المدينة في اللّيل فيحمل إليهم فيه العين « 4 » والورق ( والأدقّة ) « 5 » والتمور فيوصل إليهم ذلك ولا يعلمون من أيّ جهة هو « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 215 ، إعلام الورى بأعلام الهدى 2 : 6 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 216 البحار الأنوار 48 : 12 .\r\n( 3 ) الإرشاد للشيخ المفيد 2 : 231 ، وذكره الطبرسي في إعلام الورى : 2 : 25 ، ونقله العلامة المجلسي في البحار 48 : 101 / 5 .\r\n( 4 ) العين : بمعنى الذهب والدنانير . انظر : الصحاح - عين - 6 : 2170 .\r\n( 5 ) الأدقة : جمع دقيق وهو الطحين - انظر الصحاح - دقق - 4 : 14760 ، ما بين القوسين من المصدر .\r\n( 6 ) الارشاد للشيخ المفيد 2 : 231 ، والطبرسي في إعلام الورى : 2 : 25 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nومن أخباره عليه السّلام :\r\nإنّه لمّا دخل هارون الرّشيد المدينة توجّه لزيارة النبيّ صلّى اللّه عليه وآله ومعه الناس فتقدّم إلى قبر رسول اللّه صلّى اللّه عليه وآله ، فقال : السّلام عليك يا رسول اللّه ، السلام عليك يا بن عمّ ، كالمفتخر بذلك على غيره ، فتقدّم أبو الحسن موسى عليه السّلام إلى القبر فقال : « السّلام عليك يا رسول اللّه السّلام عليك يا أبة » فتغيّر وجه الرّشيد وتبيّن فيه الغيظ « 1 » .\r\nوكان عليه السّلام إذا قرأ القرآن يحدر ويبكى فيبكى السامعون لتلاوته ، وكان النّاس بالمدينة يسمّونه زين المتهجّدين « 2 » .\r\nومضى عليه السّلام قتيلا في حبس السنديّ بن شاهك بأمر هارون الرّشيد ، وكان الذي تولّى به السنديّ قتله عليه السّلام سمّا جعله في طعام قدّمه إليه ، ويقال : إنّه جعله في رطب « 3 » ، وروي أنّه أذاب الرصاص فصبّه في حلقه وكان سبب موته « 4 » .\r\nوكان السبب في قبض الرّشيد على أبي الحسن عليه السّلام وحبسه وقتله :\r\nإنّ الرّشيد جعل ابنه في حجر جعفر بن محمّد بن الأشعث ، فحسده يحيى بن خالد البرمكي ، وقال : إن أفضت الخلافة إليه زالت دولتي ودولة ولدي ، كأنّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 234 ، تاريخ بغداد 13 : 31 كفاية الطالب : 457 تذكرة الخواص 314 ، إعلام الورى : 2 : 27 ، مناقب ابن شهرآشوب 4 : 352 الاحتجاج : 2 : 343 / 273 ونقله العلامة المجلسي في البحار 48 : 103 .\r\n( 2 ) الارشاد للشيخ للمفيد 2 : 235 ، إعلام الورى بأعلام الهدى 2 : 31 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 237 ، إعلام الورى بأعلام الهدى 2 : 34 .\r\n( 4 ) ثم نعثر له على مصدر .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nقدّر ، أنّه إذا أفضت الخلافة إلى ابن الرّشيد كان جعفر بن محمّد بن الأشعث هو الّذي يدبّر أموره وجعفر هذا يقول بالإمامة فيتوصّل إلى أن يصير الأمر إلى الكاظم عليه السّلام وفي ذلك ذهاب دولة البرمكي وأشباهه من أصحاب دولة الجور ، فاحتال البرمكي بأن حمل مالا إلى علي بن إسماعيل بن جعفر بن محمّد [ ابن أخي الكاظم عليه السّلام وكان بالمدينة وأنفذ إليه يرغبه في قصد الرشيد ويعده بالإحسان ، وكان غرضه بذلك أن يتعرّف منه من أحوال الكاظم عليه السّلام ما يرفعه إلى الرشيد فيوغر به قلبه عليه .\r\nوكان علي بن إسماعيل مملقا من المال ضعيف اليقين ، فخرج حتّى أتى يحيى بن خالد فتعرّف منه خبر الكاظم عليه السّلام ورفع ما سمعه منه إلى الرّشيد وزاد عليه ، ثمّ أوصله إلى الرّشيد فسأله الرّشيد عن عمّه فسعى به إليه ، وقال : إنّ الأموال تحمل إليه من المشرق والمغرب « 1 » .\r\nوخرج الرّشيد في تلك السنة إلى الحجّ وبدأ بالمدينة واستقبله موسى عليه السّلام في جماعة من الأشراف ، ثمّ مضى أبو الحسن عليه السّلام إلى المسجد على رسمه ، فأمر الرشيد فأخذ من المسجد وأدخل عليه ، فقيّده واستدعى قبّتين فجعله في إحداهما على بغل وجعل الأخرى على بغل آخر وأخرج البغلان ومعهما جماعة من الفرسان ، ثمّ افترقت الخيل فمضى بعضهم مع إحدى القبّتين على طريق البصرة والآخرون مع الأخرى على طريق الكوفة ، وكان أبو الحسن عليه السّلام في القبّة التي مضى بها على طريق البصرة ، وإنّما فعل الرّشيد ذلك ليعمّي على الناس الأمر ، وأمر الذين كانوا معه أن يسلّموه إلى عيسى بن جعفر بن المنصور ، وكان واليا على البصرة فحبسه عنده سنة ، ثمّ كتب إليه الرّشيد أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 237 مع اختلاف فيه ، مقاتل الطالبيين : 501 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nيقتله فتوقّف ، وكتب إلى الرّشيد : قد طال أمر موسى بن جعفر في حبسي ، وقد اختبرت حاله ووضعت عليه العيون طول هذه المدّة فما وجدته يفتر عن العبادة « 1 » فإن أنفذت من يتسلّمه منّي وإلّا خلّيت سبيله فإنّني متحرّج من حسبه « 2 » .\r\nفوجّه الرشيد من تسلّمه منه وصار به إلى بغداد فسلّمه إلى الفضل بن الربيع ، فبقي عنده مدّة طويلة ، فأراده الرّشيد على قتله فأبى ، فكتب إليه بتسليمه إلى الفضل بن يحيى ، فتسلّمه وجعله في بعض حجر داره ووضع عليه الرّصد ، وكان عليه السّلام مشغولا بالعبادة يحيي اللّيل كلّه صلاة وقراءة للقرآن ودعاء ويصوم النّهار في أكثر الأيّام ولا يصرف وجهه عن المحراب ، فوسّع عليه الفضل بن يحيى وأكرمه « 3 » .\r\nفكتب إليه الرشيد ينكر عليه ويأمره بقتله فتوقّف عن ذلك ولم يقدم عليه ، فدعا الرشيد مسرورا الخادم وقال له : أخرج على البريد إلى بغداد فإن وجدت موسى بن جعفر في دعة ورفاهية فأوصل هذا الكتاب إلى العباس بن محمّد .\r\nفقدم مسرور ورأى موسى عليه السّلام في الدعة ، فكتب إلى الرشيد بذلك ، فكتب الرشيد أن يسلّم إلى السندي بن شاهك ، فتولّى السنديّ قتله على ما مضى .\r\nولمّا مات عليه السّلام أدخل السنديّ الفقهاء ووجوه أهل بغداد ، فنظروا إليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 239 ، إعلام الورى بأعلام الهدى 2 : 33 ، الفصول المهمة : 239 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 240 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 240 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nولا أثر به من جراح ولا خنق ، وأشهدهم « 1 » على أنّه مات حتف أنفه ، ثمّ أخرج ووضع على جسر ببغداد ونودي : هذا موسى بن جعفر قد مات فانظروا إليه ، فجعل النّاس يتفرّسون في وجهه وهو ميّت .\r\nوقد كان جماعة ممّن لا بصيرة له زعموا في أيّامه عليه السّلام أنّه هو القائم المنتظر وجعلوا حبسه هو الغيبة المذكورة للقائم وهذه الفرقة تعرف بالواقفة ، فلذلك أمر يحيى بن خالد أن ينادي عليه عند موته ، هذا موسى بن جعفر الذي تزعم الرافضة أنّه لا يموت فانظروا إليه « 2 » .\r\nثمّ حمل عليه السّلام ودفن في مقابر قريش في باب التبن ، وكانت هذه المقبرة لبني هاشم والأشراف من النّاس قديما « 3 » .\r\nوكان موته عليه السّلام لست خلون من رجب سنة ثلاث وثمانين ومائة ، وله يومئذ خمس وخمسون سنة « 4 » .\r\nوكانت مدّة خلافته ومقامه في الإمامة بعد أبيه عليهما السّلام خمسا وثلاثين سنة « 5 » .\r\nوروي أنّه كان يقول وهو في حبس عيسى بن جعفر بالبصرة : « اللّهم إنّك تعلم إنّي كنت أسألك أن تفرّغني لعبادتك اللهم وقد فعلت فلك الحمد « 6 » » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في النسخة المعتمدة زيادة : زعم .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 242 ، ورواه أبو الفرج الاصفهاني في مقاتل الطالبيين : 501 وقد سقطت منه بعض الفقرات ، والشيخ الطوسي في الغيبة : 26 ، وذكره مختصرا الطبرسي في إعلام الورى : 2 : 34 ، وابن الصباغ في الفصول المهمة : 240 ، مع اختلاف فيه .\r\n( 3 ) الإرشاد للشيخ المفيد 2 : 243 ، مقاتل الطالبيين : 505 .\r\n( 4 ) الارشاد للشيخ المفيد 2 : 215 .\r\n( 5 ) الارشاد للشيخ المفيد 2 : 215 ، دلائل الإمامة : 305 .\r\n( 6 ) الإرشاد للشيخ المفيد 2 : 240 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nونصّ بالإمامة من بعده والخلافة على ابنه علي بن موسى عليهما السّلام وأشار إليه بذلك دون جماعة أخوته وأهل بيته « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 247 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nباب في معرفة نسب علي بن موسى عليهم السّلام وتأريخ مولده ومدّة خلافته ووقت وفاته وطرف من أخباره\r\nوالإمام بعد أبي الحسن موسى عليه السّلام ابنه علي بن موسى بن جعفر بن محمّد بن علي بن الحسين بن علي بن أبي طالب بن عبد المطّلب بن هاشم بن عبد مناف « 1 » .\r\nكنيته : أبو الحسن وهو أبو الحسن الثاني « 2 » .\r\nولد : بالمدينة سنة ثمان وأربعين ومائة « 3 » .\r\nوأمّه : أمّ ولد يقال لها : أمّ البنين « 4 » ، ولها حديث عجيب ، روي : أنّ أبا الحسن الأوّل موسى بن جعفر عليه السّلام قال يوما لبعض أصحابه - وهو هشام بن أحمر - : انطلق بنا فركب وركب هشام معه وذلك بالمدينة ، حتّى انتهيا إلى رجل كان قد قدم من المغرب ، ومعه جوار فأمر عليه السّلام أن يعرضن عليه فعرض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 247 .\r\n( 2 ) البحار 49 : 8 / 12 و 10 / 21 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 247 ، إعلام الورى بأعلام الهدى 2 : 40 ، البحار للعلامة المجلسي 49 : 2 .\r\n( 4 ) الارشاد للشيخ المفيد 2 : 247 ، إعلام الورى بأعلام الهدى 2 : 40 ، البحار للعلامة المجلسي 49 : 10\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nعليه سبع فرآهن وقال : « لا حاجة لي فيهنّ » .\r\nثمّ قال للرجل : « اعرض علينا » .\r\nفقال : ما بقي إلّا جارية مريضة ( فقال له : ما عليك أن تعرضها ؟ ! فأبى عليه فانصرف ) « 1 » .\r\nقال هشام : ثمّ أرسلني من الغد وقال : قل له : بكم ، فإذا قال بكذا ، فقل : قد أخذتها ، ففعل هشام .\r\nثمّ لمّا أخذ الجارية ، قال له الرجل : من الذي كان معك بالأمس ؟\r\nقال : رجل من بني هاشم .\r\nفقال الرجل : إنّي اشتريت هذه الجارية من أقصى المغرب ، فلقيتني امرأة من أهل الكتاب ، فقالت : ما ينبغي أن تكون هذه عند مثلك ، إنّما تكون عند خير أهل الأرض ، فلا تلبث عنده إلّا قليلا حتّى تلد غلاما لم يولد بشرق الأرض ولا غربها مثله . فلم تلبث مع أبي الحسن موسى عليه السّلام إلّا قليلا حتّى ولدت الرضا عليه السّلام « 2 » .\r\nوله عليه السّلام مع المأمون حديث طويل رواه أهل السير ، والتواريخ ، وأخبار الخلفاء واختصاره :\r\nإنّ المأمون بعث إلى المدينة فأحضر جماعة من آل أبي طالب وفيهم عليّ بن موسى الرضا عليه السّلام فأكرمه وعظّم أمره .\r\nثمّ قال له : إنّي أريد أن أخلع نفسي عن الخلافة وأقلّدك إيّاها فأبى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ما بين القوسين أضفناه من المصدر .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 254 مع اختلاف فيه ، الكافي 1 : 406 / 1 ، عيون أخبار الرضا عليه السّلام 1 : 17 / 4 ، دلائل الإمامة : 348 ، اثبات الوصية : 170 ، عيون المعجزات : 106 ، الخرائج والجرائح 2 : 653 / 6 ، ونقله العلامة المجلسي في البحار 49 : 7 / 11 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nعليه .\r\nفقال المأمون : فإذا أبيت من ذلك فلا بدّ من ولاية العهد من بعدي .\r\nفقال الرضا عليه السّلام : « اعفني من ذلك يا أمير المؤمنين » .\r\nفقال له المأمون كلاما كالتهدّد له ، فلمّا لم ير بدّا من ذلك أجابه إليه ، وقبل منه .\r\nفجلس المأمون للناس في يوم خميس ، وركب إليه الناس على طبقاتهم من القوّاد والحجّاب والقضاة وغيرهم ، ووضع للرضا وسادتين عظيمتين ، فجلس وعليه الخضرة معتمّ بعمامة ومعه سيفه وأمر المأمون ابنه العبّاس فبايع الرضا أوّل النّاس وبايعه النّاس .\r\n[ ولما حضر العيد وكان قد عقد للرضا عليه السّلام الأمر بولاية العهد ، بعث إليه المأمون في الركوب إلى العيد والصلاة بالناس ، والخطبة بهم ، فبعث إليه الرضا عليه السّلام : « قد علمت ما كان بيني وبينك من الشروط في دخول الأمر فأعفني من الصلاة بالناس » ، فقال له المأمون : إنّما أريد بذلك أن تطمئنّ قلوب الناس ويعرفوا فضلك ، ولم تزل الرسل تردّد بينهما في ذلك ، فلمّا ألحّ عليه المأمون أرسل إليه : « إن أعفيتني فهو أحبّ إليّ ، وإن لم تعفني خرجت كما خرج رسول اللّه صلّى اللّه عليه وآله وأمير المؤمنين عليّ بن أبي طالب عليه السّلام » ، فقال المأمون :\r\nاخرج كيف شئت ، وأمر القوّاد والناس من أن يبكّروا إلى باب الرضا عليه السّلام .\r\nقال : فقعد الناس لأبي الحسن عليه السّلام في الطرقات والسطوح ، واجتمع النساء والصبيان ينتظرون خروجه ، وصار جميع القوّاد والجند إلى بابه ، فوقفوا على دوابّهم حتّى طلعت الشمس .\r\nفاغتسل أبو الحسن عليه السّلام ولبس ثيابه وتعمّم بعمامة بيضاء من قطن\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nألقى طرفا منها من على صدره وطرفا بين كتفيه ومسّ شيئا من الطيب . . . وكبّر الرضا عليه السّلام على الباب وكبّر الناس معه ، فتخيّل إلينا أنّ السماء والحيطان تجاوبه ، وتزعزعت مرو بالبكاء والضجيج لمّا رأوا أبا الحسن عليه السّلام وسمعوا تكبيره .\r\nوبلغ المأمون ذلك ، فقال له الفضل بن سهل ذو الرئاستين : يا أمير المؤمنين إن بلغ الرضا المصلّى على هذا السبيل افتتن الناس به ، فأنفذ إليه المأمون : قد كلّفناك شططا وأتعبناك ولسنا نحبّ أن تلحقك مشقّة فأرجع وليصلّ بالناس من كان يصلي بهم على رسمه ، فدعا أبو الحسن عليه السّلام بخفه فلبسه وركب ورجع « 1 » .\r\nثمّ تغيّر رأي المأمون فيه ، عمل على قتله فسقاه السم فقتله .\r\nولمّا توفّي عليه السّلام كتم المأمون موته يوما وليلة ، ثمّ أنفذ إلى محمّد بن جعفر الصادق وجماعة الطالبيّين الّذين كانوا عنده ، فأحضرهم ونعاه إليهم ، وبكى وأظهر حزنا شديدا ، وأراهم إياه صحيح الجسد ، وقال : يعزّ عليّ يا أخي أن أراك في هذه الحال ، قد كنت آمل أن أقدّم قبلك فأبى اللّه إلّا ما أراد ، ثمّ أمر بغسله وتكفينه وتحنيطه ، وخرج مع جنازته يحملها ، حتّى انتهى إلى الموضع الذي دفن فيه « 2 » .\r\nوكان ذلك الموضع دار حميد بن قحطبة في قرية يقال لها : « سناباد » قريبا من « نوقان » بأرض طوس ، وفيها قبر هارون الرشيد ، فقبر الرضا عليه السّلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد للشيخ المفيد 2 : 264 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 271 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nبين يدي قبر الرّشيد في قبلته « 1 » .\r\nوكان موته عليه السّلام في صفر من سنة ثلاث ومائتين وله يومئذ خمس وخمسون سنة ، وكانت مدّة إمامته وقيامه بعد أبيه في خلافته عشرين سنة « 2 » .\r\nوذكر عن بعض من حضر يوم عقد للرضا عليه السّلام العهد بالولاية ممّن كان يختصّ به عليه السّلام ، قال : نظر إليّ في ذلك اليوم وأنا مستبشر بما جرى فأومأ إليّ أن ادن منّي فدنوت منه ، فقال لي حيث لا يسمعه غيرى : لا تشغل قلبك بهذا الأمر ولا تستبشر به فإنّه لا يتمّ « 3 » .\r\nوكان ممّن ورد على الرضا عليه السّلام من الشعراء دعبل بن عليّ الخزاعيّ رحمه اللّه فلمّا دخل عليه أنشده قصيدته المشهورة التي أوّلها :\r\n مدارس آيات خلت من تلاوة * ومنزل وحي مقفر العرصات \r\nوأعطاه ستمائة دينار فردّها دعبل ، قال : ما أريد المال ولكن أعطني ثوبا من ثيابك لا كفّن به فتشملني بركته ، فرد الرضا عليه السّلام إليه الذهب ومعه جبّة من ثيابه فلمّا ورد قم أعطوه في الجبّة ألف دينار ، ورأيت في بعض الكتب مائة ألف دينار فأبى عليهم وخرج فقطعوا عليه الطريق وأخذوها منه قهرا ، فقال :\r\nإنها لا تنفعكم إذا كانت مغصوبة ، ثمّ استدرجوه إلى أن باعهم إيّاها بألف واستثنى منها خرقة « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الارشاد للشيخ المفيد 2 : 271 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 247 ، دلائل الإمامة : 347 ، البحار للعلامة المجلسي 49 : 2 .\r\n( 3 ) الإرشاد للشيخ المفيد 2 : 263 ، بحار 49 : 147 ، إعلام الورى 2 : 47 .\r\n( 4 ) عيون أخبار الرضا عليه السّلام 2 : 263 - 265 ، الإرشاد للشيخ المفيد 2 : 264 ، دلائل الإمامة : 357 ، بحار -\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nورأيت في بعض الكتب أنّه استثنى منها كمّا فأعطوه الثمن وما استثناه « 1 » .\r\nوروي : أنّه لمّا أنشد في قصيدته هذه الأبيات الّتي ذكر فيها قبور من ندبهم من أهل البيت حتّى انتهى إلى قوله\r\n وقبر ببغداد لنفس زكية * تضمّنها الرحمن في الغرفات \r\nيعني قبر الكاظم عليه السّلام ، قال له الرضا عليه السّلام :\r\n وقبر بطوس يا لها من مصيبة * تردد بين الصدر واللهوات « 2 » \r\nأشار بذلك إلى أنّه يموت بطوس ويقبر بها .\r\nولمّا توفّي الرضا عليه السّلام رثاه دعبل رحمه اللّه وذكر أنّ قبره وقبر الرشيد جميعا بطوس ، فقال :\r\n أربع بطوس على قبر الزكي بها * إن أنت تربع من دمن على قطر\r\nقبر خير عباد اللّه كلّهم * وقبر شرّهم هذا من العبر\r\nما ينفع الرجس من قرب الزكي * ولا على الزكي بقرب الرجس من ضرر\r\nهيهات كلّ امرئ رهن * بما كسبت له يداه فخذ ما شئت أو فذر « 3 » \r\nفي أبيات اخر معروفة .\r\nوكان دعبل هجّاء لمن لم يوافقه لا يبالي ما قال . واجتهد من هجاه من الخلفاء ، والأمراء في الانتقام منه فلم يتمكنوا منه .\r\nونصّ الرضا عليه السّلام بالإمامة من بعده على ابنه محمّد بن علي عليهما السّلام « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- الأنوار 49 : 239 / 9 .\r\n( 1 ) لم نعثر عليه فيما بأيدينا من المصادر .\r\n( 2 ) ديوان دعبل : 137 القصيدة الثانية ، البحار للعلامة المجلسي 49 : 239 / 9 .\r\n( 3 ) ديوان دعبل الخزاعي : 198 .\r\n( 4 ) الارشاد للشيخ المفيد 2 : 274 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nباب في معرفة نسب محمد بن علي عليهما السّلام وتأريخ مولده ووقت وفاته ومدّة خلافته وطرف من أخباره\r\nوالإمام بعد أبي الحسن الرضا عليه السّلام ابنه محمّد بن علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب بن عبد المطّلب بن هاشم بن عبد مناف وهو المرتضى الإمام التقي « 1 » .\r\nكنيته : أبو جعفر ، وهو « 2 » المعني بقول علماء الطائفة ورواتهم أبو جعفر الثاني ، وإذا قالوا أبو جعفر الأول أو أبو جعفر مطلقا فإنّما يعنون الباقر عليه السّلام .\r\nولد : بالمدينة في شهر رمضان سنة خمس وتسعين ومائة « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 273 .\r\n( 2 ) البحار للعلامة المجلسي 50 : 12 / 11 و 16 / 24 ، إعلام الورى بأعلام الهدى 2 : 91 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 273 ، البحار للعلامة المجلسي 50 : 1 ، دلائل الإمامة : 383 ، إعلام الورى بأعلام الهدى 2 : 91 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nوامّه : أمّ ولد يقال لها : سكينة « 1 » وكانت نوبية « 2 » ، وفي رواية : أمّه أمّ ولد يقال لها : الخيزران ، وكانت من أهل بيت مارية القبطية رحمها اللّه « 3 » .\r\nوهو وصيّ أبيه ، وخليفته من بعده ، وكانت سنّه حين مات أبوه سبع سنين « 4 » .\r\nوروي عن محمد بن الخيراني ، قال : كنت واقفا بين يدي أبي الحسن الرضا عليه السّلام بخراسان ، فقال قائل : يا سيّدي إن كان كون فإلى من ؟ فقال : إلى أبي جعفر ابني ، فكأنّ القائل استصغر سنّه ، فقال الرضا عليه السّلام : « إنّ اللّه سبحانه بعث عيسى بن مريم رسولا نبيّا صاحب شريعة مبتدأة في أصغر من السنّ الذي فيه أبو جعفر » « 5 » .\r\nوكان المأمون لمّا رأى فضل أبي جعفر ، وبلوغه في العلم ، والحكمة ، والأدب ، وكمال العقل على صغر سنّه ما لم يبلغه أحد من مشايخ أهل زمانه ، زوّجه ابنته أمّ الفضل ، فغلظ ذلك على العباسيين ، وكرهوه ، وخافوا أن يفعل معه ما كان فعل مع أبيه الرضا عليه السّلام من تركه العهد بعده .\r\nثمّ إنّ المأمون جلس وأحضر العباسيين ، وأحضر يحيى بن أكثم ، وكان قاضي الزمان ، وأمر أن يفرش لأبي جعفر دست ، فخرج أبو جعفر عليه السّلام وهو يومئذ ابن تسع سنين وأشهر ، فجلس بين مسوّرتين « 6 » وضعتا له في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار للعلامة المجلسي 50 : 11 / 11 ، إعلام الورى بأعلام الهدى 2 : 91 .\r\n( 2 ) النوب والنوبة - والواحد نوبى - بلاد واسعة في السودان . انظر : لسان العرب 1 : 776 - مادة نوب - .\r\n( 3 ) البحار للعلامة المجلسي 5 : 7 / 8 و 11 / 11 .\r\n( 4 ) الارشاد للشيخ المفيد 2 : 271 .\r\n( 5 ) الارشاد للشيخ المفيد 2 : 279 ، إعلام الورى بأعلام الهدى 2 : 93 .\r\n( 6 ) المسورة : متكأ من أدم .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nالدست « 1 » ، وجلس القاضي يحيى بن أكثم بين يديه ، وقام الناس في مراتبهم ، والمأمون جالس في دست متّصل بدست أبي جعفر ، فاستأذن يحيى بن أكثم المأمون أن يسأل أبا جعفر عن مسائل كان قد أعدّها له وظنّ أنّه يعجز عن جوابها ، فقال له المأمون : استأذنه في ذلك ، فقال ابن أكثم : أتأذن ( لي ) « 2 » جعلت فداك في مسألة ، فقال أبو جعفر عليه السّلام : سل إن شئت ، فسأله عن محرم قتل صيدا ، فأجابه عليه السّلام بما حيّر ابن أكثم ، وتبيّن للجماعة أنّه أعلم أهل زمانه ، فقال المأمون : الحمد للّه على التوفيق وإصابة الرأي .\r\nثمّ قال : اخطب لنفسك فقد رضيتك لنفسي وأنا مزوّجك امّ الفضل ابنتي وإن رغم قوم لذلك .\r\nفقال أبو جعفر : الحمد للّه إقرارا بنعمته ، ولا إله إلّا اللّه إخلاصا لوحدانيّته ، وصلّى اللّه على محمّد سيّد بريّته والأصفياء من عترته .\r\nأمّا بعد ، فقد كان من فضل اللّه على الأنام أن أغناهم بالحلال عن الحرام ، فقال سبحانه :  وَأَنْكِحُوا الْأَيامى مِنْكُمْ وَالصَّالِحِينَ مِنْ عِبادِكُمْ وَإِمائِكُمْ إِنْ يَكُونُوا فُقَراءَ يُغْنِهِمُ اللَّهُ مِنْ فَضْلِهِ وَاللَّهُ واسِعٌ عَلِيمٌ  « 3 » .\r\nثمّ إنّ محمّد بن عليّ بن موسى يخطب امّ الفضل بنت عبد اللّه المأمون ، وقد بذل لها من الصداق مهر جدّته فاطمة بنت محمّد عليهما السّلام وهو خمسمائة درهم جياد ، فهل زوّجته يا أمير المؤمنين بها على هذا الصداق المذكور ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدست : الصحراء ، الوساده ، وصدر البيت والمجلس ، انظر : قطر المحيط للمعلم البستاني 1 : 625 .\r\n( 2 ) أضفناها من المصدر .\r\n( 3 ) سورة النورة 24 : 32 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nفقال المأمون : نعم ، قد زوّجتك أبا جعفر امّ الفضل ابنتي على الصداق المذكور ، فهل قبلت النكاح ؟\r\nقال أبو جعفر : « قد قبلت ذلك ورضيت به » .\r\nفأمر المأمون أن يقعد الناس على مراتبهم في الخاصّة والعامّة ، ثمّ جاء الخدم بالغالية فطيّب بها لحى الخاصّة ، ثمّ العامّة ووضعت الموائد وأكل الناس وخرجت الجوائز إلى كلّ قوم على قدرهم ، فلمّا كان من الغد جاء القوّاد والحجّاب والعمّال لتهنئة المأمون وأبي جعفر عليه السّلام ، ونثرت البدر « 1 » والرقاع مكتوبا فيها الجوائز ، وتقدم المأمون بالصدقة على كافّة المساكين ، ولم يزل مكرما لأبي جعفر ، يؤثره على ولده وجماعة أهل بيته « 2 » .\r\nثمّ خرج أبو جعفر منصرفا من عند المأمون ومعه أمّ الفضل متوجها إلى المدينة ، فروي أنّه لمّا صار إلى الكوفة « 3 » دخل المسجد ، وكان في صحنه نبقة لم تحمل بعد ، فدعا بكوز فيه ماء فتوضّأ « 4 » تحتها وقام فصلّى المغرب ونافلتها ، ثمّ صلّى العشاء الآخرة ، وخرج فرأى الناس تلك النبقة وقد حملت حملا حسنا فأكلوا منه فوجدوه نبقا حلوا لا عجم له « 5 » .\r\nثمّ مضى عليه السّلام إلى المدينة فأقام بها إلى أن أشخصه المعتصم إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البدر : جمع بدرة وهي عشرة آلاف درهم . انظر : الصحاح للجوهري 2 : 58 - مادة بدر - .\r\n( 2 ) الإرشاد للشيخ المفيد 2 : 284 - 288 ، إعلام الورى : 2 : 101 ، الاحتجاج : 2 : 469 / 322 ، وذكر نحوه القمي في تفسيره 1 : 182 ، والمسعودي في إثبات الوصية : 189 ، والطبري في دلائل الإمامة 391 / 345 ، وابن الصياغ في الفصول المهمة : 267 .\r\n( 3 ) كذا في النسخة المعتمدة وفي الارشاد هكذا : « شارع باب الكوفة فانتهى إلى دار المسيب عند مغيب الشمس نزل ودخل المسجد . . . » ، انظر : الارشاد 2 : 288 .\r\n( 4 ) في الارشاد : أصل النبقة بدل تحتها ، انظر : الإرشاد 2 : 289 .\r\n( 5 ) الارشاد للشيخ المفيد 2 : 288 مع اختلاف فيه .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nبغداد ، وذلك أوّل سنة عشرين ومائتين ، فورد بغداد لليلتين بقيتا من المحرّم من هذه السنة المذكورة ، وتوفّي بها في آخر ذي القعدة من هذه السنة « 1 » . وقيل : إنّه مضى مسموما ، غير أنّه لم يثبت بذلك خبر عند محقّقي الأصحاب « 2 » .\r\nودفن في مقابر قريش ، في ظهر جدّه أبي الحسن موسى بن جعفر عليهما السّلام « 3 » .\r\nوكانت سنّه يوم قبض خمسا وعشرين سنة « 4 » ، وكانت مدّة خلافته وإمامته بعد أبيه سبع عشرة سنة « 5 » ، ونصّ بالإمامة من بعد على ابنه علي بن محمّد عليهما السّلام « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 289 و 2 : 295 ، دلائل الإمامة : 395 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 295 ، دلائل الإمامة : 395 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 289 ، إعلام الورى بأعلام الهدى 2 : 91 .\r\n( 4 ) الارشاد للشيخ المفيد 2 : 295 .\r\n( 5 ) الارشاد للشيخ المفيد 2 : 273 ، إعلام الورى بأعلام الهدى 2 : 91 .\r\n( 6 ) الارشاد للشيخ المفيد 2 : 298 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nباب في معرفة نسب علي بن محمّد عليهما السّلام ، وتأريخ مولده ، ووقت وفاته ، ومدّة خلافته ، وطرف من أخباره\r\nوكان الإمام بعد أبي جعفر بن علي عليهما السّلام ابنه عليّ بن محمّد بن عليّ ابن موسى بن جعفر بن محمّد بن علي بن الحسين بن علي بن أبي طالب بن عبد المطّلب بن هاشم بن عبد مناف « 1 » .\r\nكنيته : أبو الحسن وهو أبو الحسن الثالث « 2 » .\r\nولد : بصويا ويقال : صريا « 3 » من مدينة الرسول صلّى اللّه عليه وآله للنصف من ذي الحجة سنة اثنتي عشرة ومائتين « 4 » .\r\nوأمّه : امّ ولد يقال لها : سمانة « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 297 .\r\n( 2 ) البحار للعلامة المجلسي 5 : 113 / 2 ، إعلام الورى بأعلام الهدى 2 : 109 .\r\n( 3 ) صريا : هي قرية أسسها الإمام موسى بن جعفر عليه السّلام على ثلاث أميال من المدينة ، انظر : مناقب آل أبي طالب لابن شهرآشوب 4 : 382 .\r\n( 4 ) إعلام الورى بأعلام الهدى 2 : 109 .\r\n( 5 ) الارشاد للشيخ المفيد 2 : 297 ، إعلام الورى بأعلام الهدى 2 : 109 ، البحار للعلامة المجلسي 50 : 114 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nوهو ولي المؤمنين بوصيّة أبيه إليه ، ونصّه بالإمامة عليه ، وله دلائل ، وآيات ، وبراهين طرت عليه تشهد بصحّة إمامته « 1 » .\r\nوكان المتوكّل كتب إليه كتابا يشخصه إليه ، وذلك في سنة ثلاث وأربعين ومائتين « 2 » ، فتجهز عليه السّلام وخرج مع يحيى بن هرثمة حتّى وصل إلى سرّ من رأى ، فأمر المتوكّل أن يحجب عنه في يومه ، فنزل في خان يعرف بخان الصعاليك ، فأقام به يومه ، ثمّ تقدّم المتوكّل بإفراد دار له فانتقل إليها « 3 » .\r\nوأقام مدّة مقامه بسرّمن‌رأى مكرّما في ظاهر حاله ، يجتهد المتوكّل في إيقاع حيلة به فلا يتمكّن من ذلك ، وله معه أحاديث يطول ذكرها ، له عليه السّلام فيها آيات وبيّنات .\r\nوكان مقامه بسرّمن‌رأى إلى أن قبض عشر سنين وأشهرا « 4 » .\r\nوقبض عليه السّلام في رجب سنة أربع وخمسين ومائتين وله يومئذ إحدى وأربعون سنة وتسعة أشهر « 5 » ، ودفن في داره بسرّمن‌رأى « 6 » .\r\nوكانت مدّة إمامته ثلاثا وثلاثين « 7 » سنة ، ونصّ بالإمامة من بعده على ابنه الحسن بن علي عليهما السّلام « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الارشاد للشيخ المفيد 2 : 298 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 310 الكافي 1 : 500 / 6 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 309 - 311 .\r\n( 4 ) الارشاد للشيخ المفيد 2 : 312 .\r\n( 5 ) الارشاد للشيخ المفيد 2 : 312 والكافي للكليني 1 : 498 ، وفيه : ستّة أشهر ، إعلام الورى بأعلام الهدى 2 : 109 .\r\n( 6 ) الارشاد للشيخ المفيد 2 : 311 ، إعلام الورى بأعلام الهدى 2 : 109 .\r\n( 7 ) الارشاد للشيخ المفيد 2 : 297 ، إعلام الورى بأعلام الهدى 2 : 109 .\r\n( 8 ) الارشاد للشيخ المفيد 2 : 314 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nباب في معرفة نسب الحسن بن علي عليهما السّلام ، وتأريخ مولده ووفاته ، ومدّة خلافته ، وطرف من أخباره\r\nوكان الإمام بعد أبي الحسن علي بن محمّد عليهما السّلام ابنه الحسن بن عليّ ابن محمد بن علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي ابن أبي طالب بن عبد المطّلب بن هاشم بن عبد مناف « 1 » .\r\nكنيته : أبو محمد « 2 » .\r\nولد : بالمدينة في شهر ربيع الآخر في اليوم العاشر منه سنة اثنتين وثلاثين ومائتين « 3 » .\r\nأمّه : أمّ ولد يقال لها : حديث « 4 » ويقال : حديثة « 5 » .\r\nوكان جامعا لخلال الفضل ، مبرّزا على كافّة أهل عصره في العلم ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 313 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 313 الكافي 1 : 503 ، بحار الأنوار 50 : 236 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 313 ، الكافي 1 : 503 ، بحار الأنوار 50 : 236 / 7 .\r\n( 4 ) الكافي 1 : 503 وفي الكافي : وقيل ( سوسن ) ، وكذا ورد في بحار الأنوار 50 : 236 / 7\r\n( 5 ) بحار الأنوار 50 : 235 / 2 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nوالزهد ، وكمال العقل ، والشجاعة ، والكرم وكثرة الأعمال المقرّبة إلى اللّه عزّ وجلّ ، وهو وصيّ أبيه والخليفة من بعده ، وله دلائل وآيات واضحات يطول ذكرها ، وكان معظّما عند جميع الناس من أوليائه وأعدائه « 1 » .\r\nولمّا مرض مرضه الذي مات فيه أمر المتوكّل خمسة من ثقاته وخاصّته بلزوم داره ، وأمر نفرا من المتطبّبين بالاختلاف إليه صباح مساء ، فلمّا اخبر أنّه قد ضعف بعث قاضي القضاة ومعه عشرة ممّن يثق به في دينه وورعه وأمانته عندهم وأمرهم بلزوم داره ليلا ونهارا مع المتطبّبين ، فلم يزالوا هناك حتّى توفّي عليه السّلام .\r\nوصارت سرّ من رأى حينئذ ضجّة واحدة ، وعطّلت الأسواق ، وخرج بنو هاشم والقوّاد وسائر الناس إلى جنازته ، وكانت سرّ من رأى يومئذ شبيها بالقيامة - هكذا عبارة الراوي - ، فلمّا وضعت الجنازة للصلاة عليها دنا أبو عيسى بن المتوكّل منه فكشف عن وجهه يعرضه على بني هاشم من العلويّة والعبّاسية والقوّاد والقضاة والكتاب المعدّلين ، قال : هذا الحسن بن علي بن محمّد بن الرضا مات حتف أنفه على فراشه ، ثمّ غطّى وجهه وصلّى عليه « 2 » .\r\nثمّ دفن في داره بسرّمن‌رأى في البيت الذي دفن فيه أبوه . وكانت وفاته يوم الجمعة لثمان ليال خلون من شهر ربيع الأوّل سنة ستين ومائتين وله يومئذ ثمان وعشرون « 3 » سنة .\r\nوكانت مدّة خلافته ست سنين « 4 » ، وخلّف ابنه المنتظر لدولة الحقّ ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 313 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 323 ، بحار الأنوار 50 : 327 .\r\n( 3 ) بحار الأنوار 50 : 236 / 5 الارشاد 2 : 313 و 336 .\r\n( 4 ) بحار الأنوار 50 : 235 / 2 ، إعلام الورى بأعلام الهدى 2 : 131 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nوكان قد أخفى مولده وستر أمره لصعوبة الوقت ، وشدّة طلب سلطان الزمان له ، واجتهاده في البحث عن أمره ؛ لما شاع من مذهب الشيعة الإمامية أنّهم ينتظرونه ، فلم يظهره أبوه في حياته ، ولا عرفه الجمهور بعد وفاته « 1 » .\r\nولمّا توفّي أبو محمّد الحسن عليه السّلام أخذ أخوه جعفر بن عليّ تركته « 2 » وكان جعفر هذا يعرف بالكذّاب وكان ضعيف اليقين ، منهمكا في شرب الخمر « 3 » ، حتّى أنّه كان يلقّب بزق الخمر ، وسعى في حبس جواري أبي محمد عليه السّلام ، وشنّع على أصحابه في انتظارهم ولده ، وأغرى بهم أصحاب السلطان ، حتّى أخافهم وشرّدهم ، وجرى على مخلّفي أبي محمّد عليه السّلام بسبب ذلك عظائم ، من الاعتقال ، والحبس ، والتهديد ، والاستخفاف ، والذل ولم يظفر السلطان منهم بطائل « 4 » .\r\nوحاز جعفر ما ظهر له من تركة ، وصار إلى عبيد اللّه بن خاقان ، فقال له : اجعل لي مرتبة أخي وأنا أوصل إليك في كلّ سنة عشرين ألف دينار ، فقال له : يا أحمق إنّ السلطان أطال اللّه بقاءه جرّد سيفه في الذين زعموا أنّ أباك وأخاك أئمّة ؛ ليردّهم عن ذلك فلم يتهيّأ له ، فإن كنت عند شيعة أبيك وأخيك إماما فلا حاجة بك إلى سلطان يرتّبك مراتبهم ولا غير سلطان ، وإن لم تكن عندهم بهذه المنزلة لم يتهيّأ لك أن تنال مرتبته بنا « 5 » .\r\nولجعفر هذا أخبار كثيرة في هذا المعنى ، هي مشهورة عند الإمامية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 336 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 336 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 323 .\r\n( 4 ) الارشاد للشيخ المفيد 2 : 336 ، بحار الأنوار 50 / 334 / 5 .\r\n( 5 ) بحار الأنوار 50 : 329 ، الارشاد للشيخ المفيد 2 : 324 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nومن عرف أخبار الناس من غيرهم « 1 » .\r\nونصّ أبو محمّد الحسن عليه السّلام بالإمامة بعد على ابنه المنتظر « 2 » ، وهو الإمام الثاني عشر من الأئمّة الذين نص عليهم رسول اللّه صلّى اللّه عليه وآله في خبر اللوح الذي رواه جابر بن عبد اللّه الأنصاري ، قال : دخلت على فاطمة بنت رسول اللّه صلّى اللّه عليه وآله وبين يديهما لوح فيه أسماء الأوصياء ( والأئمّة ) « 3 » من ولدها فعددت اثني عشر اسما آخرهم القائم ( من ولد فاطمة ) « 4 » ثلاثة منهم محمّد وثلاثة منهم عليّ « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحار للعلامة المجلسي 50 / 334 / 5 ، الارشاد للشيخ المفيد 2 : 337 ، إعلام الورى بأعلام الهدى 2 : 152 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 348 و 2 : 339 .\r\n( 3 ) ما بين القوسين أضفناه من المصدر .\r\n( 4 ) ما بين القوسين لم يرد في المصدر .\r\n( 5 ) الكافي للشيخ الكليني 1 : 447 / 29 ، الارشاد للشيخ المفيد 2 : 346 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nباب في معرفة نسب الحجة المنتظر لدولة الحق الحجة ابن الحسن عليهما السّلام وتأريخ مولده وطرف من أخباره وسيرته عند قيامه ومدّة دولته .\r\nالإمام بعد أبي محمد عليه السّلام ابنه المسمّى باسم رسول اللّه المكنى بكنيته وقد نهينا عن التصريح بذكر اسمه ، وهو صاحب السيف من أئمّة الهدى ، والقائم بالحقّ ، المنتظر لإعزاز الدين وإحياء دولة العدل والإيمان .\r\nولد : ليلة النصف من شعبان سنة خمس وخمسين ومائتين « 1 » .\r\nوأمّه : امّ ولد يقال لها : نرجس . وكان أبوه خاف عليه فستر أمره ، وأخفى ولادته .\r\nومضى أبوه عليه السّلام وله خمس سنين « 2 » ، آتاه اللّه سبحانه في هذه السنين الحكمة وفصل الخطاب وجعله آية للعالمين ، كما آتى يحيى الحكمة صبيا وجعله إماما في حال الطفولة الظاهرة ، كما جعل عيسى بن مريم في المهد نبيّا ، وما مضى أبوه عليه السّلام حتّى نصّ عليه بالإمامة بعده ، وأراه بعض خواصّه من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الارشاد الشيخ المفيد 2 : 339 .\r\n( 2 ) انظر : الارشاد الشيخ المفيد 2 : 339 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nأصحابه ، وقال : هذا صاحبكم بعدي ، وهو مهدي هذه الأمّة ، المعني بقوله عزّ وجل  وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ أَنَّ الْأَرْضَ يَرِثُها عِبادِيَ الصَّالِحُونَ  « 1 » « 2 » .\r\nويقول النبي عليه وآله السلام : « لن تنقضي الأيام والليالي حتّى يبعث اللّه رجلا من أهل بيتي ، يواطئ اسمه اسمي ، كنيته كنيتي ، يملؤها عدلا وقسطا ، كما ملئت ظلما وجورا » « 3 » .\r\nوبقوله عليه السّلام أيضا : « لو لم يبق من الدنيا إلّا يوم واحد لطوّل اللّه ذلك اليوم حتّى يبعث اللّه منه رجلا من ولدي يواطئ اسمه اسمي يملؤها عدلا وقسطا ، كما ملئت ظلما وجورا » « 4 » .\r\nوقد رآه جماعة من الخواصّ المأمونين طفلا وغلاما ويانعا « 5 » .\r\nثمّ كان خواصّه يسفرون بينه وبين من أراد هو من شيعته ، ثمّ انقطعت السفارة بينه وبين شيعته بوفاة أولئك السفراء وعدم الخواصّ الأمناء .\r\nوكان قد ثبت الخبر قبل وجوده : بأنّه سيغيب ، وكان له غيبتان إحداهما أقصر من الأخرى ، فالقصرى هي الأولى منهما وهي من لدن ولادته إلى انقطاع السفارة بينه وبين شيعته ، والغيبة الثانية هي الطولى وهي في ارتفاع السفارة إلى حين ابتداء ظهور رايته ، وإشراق نور أيام دولته ، وحضور وقت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنبياء 21 : 105 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 348 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 340 ، وردت قطعة منه في مسند أحمد 1 : 622 / 3561 وتاريخ بغداد 4 :\r\n388 ، ونقله ابن الصباغ في الفصول المهمة : 291 .\r\n( 4 ) الارشاد للشيخ المفيد 2 : 340 ، وسنن ابن داود 4 : 106 / 4282 ، سنن الترمذي 4 : 505 / 2231 الغيبة للطوسي 180 / 140 ، الفصول المهمة 294 .\r\n( 5 ) الارشاد للشيخ المفيد 2 : 351 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nدعوته ، وهذه الغيبة في آخرها يكون فرج المؤمنين ، وبوار أعداء الدين وتبيين إنجاز وعد ربّ العالمين ، في قوله وهو أصدق القائلين :   وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا فِي الْأَرْضِ وَنَجْعَلَهُمْ أَئِمَّةً وَنَجْعَلَهُمُ الْوارِثِينَ وَنُمَكِّنَ لَهُمْ فِي الْأَرْضِ وَنُرِيَ فِرْعَوْنَ وَهامانَ وَجُنُودَهُما مِنْهُمْ ما كانُوا يَحْذَرُونَ   « 1 » .\r\nفأمّا السنة التي يظهر فيها على التعيين أو الشهر أو اليوم فقد نهينا عن تعاطي شرح ذلك على التفصيل .\r\nفأمّا على الجملة فقد روي : إن القائم لا يخرج إلّا في سنة وتر من السنين مثل : سنة إحدى أو ثلاث أو خمس أو سبع أو تسع « 2 » .\r\nوروي : إنّه يقوم في المحرّم في يوم عاشوراء ، وهو اليوم الذي قتل فيه الحسين عليه السّلام ، ويكون ذلك اليوم يوم السبت .\r\nولفظ الخبر : « لكأنّي به في يوم السبت العاشر من المحرّم قائما بين الركن والمقام ، جبرئيل على يمينه ينادي البيعة للّه فتصير إليه شيعته من أطراف الأرض تطوى لهم طيّا حتّى يبايعوه ، فيملأ اللّه به الأرض عدلا كما ملئت ظلما وجورا » ، هذا في خبر رواه أبو بصير عن أبي عبد اللّه عليه السّلام « 3 » .\r\nوقد جاءت الأخبار بذكر علامات لخروجه وحوادث تكون أمام قيامه ، من ذلك خروج السفياني ، واختلاف بني العباس في الملك ، وخلع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القصص 28 : 5 - 6 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 379 ، إعلام الورى 2 : 289 ، الفصول المهمة : 302 ونقله العلامة المجلسي في البحار 52 : 291 / 36 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 379 ، إعلام الورى 2 : 289 ، وفيه : ليلة ستة وعشرين من شهر رمضان ، وبحذف أوله في الفصول المهمة : 302 ، وباختلاف يسير في الغيبة للطوسي : 452 / 458 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالعرب أعنتها وتملكها البلاد وخروجها عن سلطان العجم ، وقتل النفس الزكية ، وخروج الخراساني واليماني ويكون خروجهما وخروج السفياني في سنة واحدة في شهر واحد في يوم واحد وليس فيهم أهدى من اليماني ، لأنّه يدعو إلى الحقّ « 1 » ، وخوف يشمل أهل العراق ، وموت ذريع فيه ، ونقص من الأموال ، وجراد يظهر في أوانه وفي غير أوانه حتّى يأتي على الزرع ، وقلّة ريع لما يزرعه الناس « 2 » .\r\nوفي حديث محمّد بن مسلم ، قال : سمعت أبا عبد اللّه عليه السّلام ، يقول :\r\n« إنّ قدّام القائم بلوى من اللّه ، قلت : ما هو جعلت فداك فقرأ :  وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ وَالْجُوعِ وَنَقْصٍ مِنَ الْأَمْوالِ وَالْأَنْفُسِ وَالثَّمَراتِ وَبَشِّرِ الصَّابِرِينَ  « 3 » ، ثمّ قال : الخوف من ملوك بني فلان ، والجوع من غلاء الأسعار ، ونقص الأموال من كساد التجارات ، وقلّة الفضل فيها ، ونقص الأنفس بالموت الذريع ، ونقص الثمرات بقلّة ريع الزرع وقلّة بركة الثمار ، ثمّ قال :\r\nوبشّر الصابرين عند ذلك بتعجيل خروج القائم عليه السّلام » « 4 » .\r\nوروي عن الرضا عليه السّلام ، قال : « لا يكون ما تمدّون « 5 » إليه أعناقكم حتّى تميّزوا وتمحّصوا فلا يبقى منكم إلّا « 6 » الأندر ، ثمّ قرأ    ألم أَ حَسِبَ النَّاسُ أَنْ   \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد للشيخ المفيد 2 : 368 - 378 .\r\n( 2 ) الفصول المهمة : 3 - 302 ، إعلام الورى بأعلام الهدى 2 : 284 .\r\n( 3 ) سورة البقرة 2 : 155 .\r\n( 4 ) الارشاد للشيخ المفيد 2 : 377 ، دلائل الإمامة 259 باختلاف ، اكمال الدين : 649 / 3 ، الغيبة للنعماني : 250 / 5 ، إعلام الورى 2 : 281 .\r\n( 5 ) في النسخة المعتمدة . . . هذه الكلمة غير واضحة وما أثبتناه من المصدر .\r\n( 6 ) في المصدر زيادة : القليل .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n يُتْرَكُوا أَنْ يَقُولُوا آمَنَّا وَهُمْ لا يُفْتَنُونَ  « 1 » « 2 » .\r\nوقد جاءت الأخبار بعلامات تظهر أمام خروج القائم سوى ما أثبتناه هاهنا بعضها محتوم وبعضها مشروط ، واللّه أعلم بما يكون « 3 » .\r\nفأمّا نعت القائم وحليته ، فقد روي : إنّ عمر بن الخطّاب سأل عليا عليه السّلام عن المهدي ما اسمه ؟ فقال : أمّا اسمه ، قال : إنّ حبيبي صلّى اللّه عليه وآله عهد إليّ أن لا احدّث به حتّى يبعثه اللّه ، قال : فأخبرني عن صفته ، قال : هو شاب مربوع حسن الوجه حسن الشعر ، يسيل شعره على منكبيه ويعلو نور وجهه شعر لحيته ورأسه بأبي ابن خيرة الإماء « 4 » .\r\nوروي عن أبي عبد اللّه عليه السّلام أنّه قال : « إذا قام القائم دعا الناس إلى الإسلام جديدا ، وهداهم إلى أمر قد دثر فضلّ عنه الجمهور ، وإنّما سمّي القائم مهديا ؛ لأنّه يهدي إلى أمر مضلول عنه ، وسمّي بالقائم لقيامه بالحقّ » « 5 » .\r\nوليس بعد دولة القائم لأحد دولة ، وقد جاءت رواية بقيام ولده بعده وذلك مشروط بمشيئة اللّه . ذلك ولم ترد الرواية بذلك على القطع والبتات ، وأكثر الروايات أنّه لا يمضي مهديّ هذه الأمّة إلّا قبل القيامة بأربعين يوما يكون فيها الفرج ، وعلامات قيام الساعة للحساب والجزاء ، واللّه أعلم بحقيقة ذلك « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة العنكبوت 29 : 1 - 2 .\r\n( 2 ) الارشاد للشيخ المفيد 2 : 375 .\r\n( 3 ) الارشاد للشيخ المفيد 2 : 370 .\r\n( 4 ) كمال الدين : 648 ، الغيبة للطوسي : 470 .\r\n( 5 ) انظر : روضة الواعظين : 2640 ، الارشاد للشيخ المفيد 2 : 383 ، بحار الأنوار للعلامة المجلسي 51 :\r\n30 ، إعلام الورى بأعلام الهدى 2 : 288 .\r\n( 6 ) الارشاد للشيخ المفيد 2 : 387 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nوروي : « إنّه إذا قام القائم عليه السّلام حكم بالعدل ، وارتفع في أيامه الجور وأمنت به السبل ، وأخرجت الأرض بركاتها ، وردّ كلّ حقّ إلى أهله ، ولم يبق أهل دين حتّى يظهروا الإسلام ، وحكم بين الناس بحكم داود ، وحكم محمّد عليهما السّلام ، فحينئذ تظهر الأرض كنوزها ، وتبدي بركاتها ، فلا يجد الرجل منكم يومئذ موضعا لصدقته ولا لبرّه ؛ لشمول الغنى جميع المؤمنين .\r\nقال الراوي ، ثمّ قال يعني أبا عبد اللّه عليه السّلام : إنّ دولتنا آخر الدول ، ولم يبق أهل بيت لهم دولة إلّا ملكوا قبلنا ؛ لئلّا يقولوا إذا رأوا سيرتنا : إذا ملكنا سرنا بمثل هؤلاء ، وهو قول اللّه عزّ وجل :  وَالْعاقِبَةُ لِلْمُتَّقِينَ  « 1 » » « 2 » .\r\nقرأت هذه الأبيات على ظهر بعض الكتب ، يذكر فيها الحجّة القائم ، ولا أعرف إلى الآن قائلها ، ولقد أجاد وأصاب وهي :\r\n ولمّا تبدي للقوابل مقبلا * غضضن لأنوار النبوّة من بعد\r\nوهللن من بعد السجود لوجهه * لنور هلال لاح عن قمر فرد\r\nكما خرّ موسى ساجدا بعد صعقة * لما ناله في دكّة الجبل الصلد\r\nولو أنّ طفلا بعد عيسى بمهده * تكلّم يوما كلّم الناس في المهد\r\nوقام خطيبا في الأنام مبشّرا * يبشّرهم في مهده أنّه المهدي \r\nتمّ ما قصدناه من بيان الأنساب والتواريخ ومختصر الأخبار على غاية الاختصار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأعراف 7 : 128 ، القصص 28 : 83 .\r\n( 2 ) روضة الواعظين : 265 ، الارشاد للشيخ المفيد 2 : 384 ، بحار الأنوار للعلامة المجلسي 52 : 338 ، الأنوار البهية للشيخ عباس القمي : 383 .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nباب يجمع مائة كلمة ملتقطة من مختار كلام أمير المؤمنين عليه السّلام في الحكم والمواعظ\r\nمن طلب العلم صغيرا انتفع به كبيرا « 1 » .\r\nدراسة العلم حياة القلوب « 2 » .\r\nمن أصلح ما بينه وبين اللّه أصلح اللّه ما بينه وبين النّاس « 3 » .\r\nمن كان له من نفسه واعظ كان عليه من اللّه حافظ « 4 » .\r\nمن كساه الحياء ثوبه لم ير النّاس عيوبه « 5 » .\r\nمن أطاع التّواني ضيّع الحقوق « 6 » .\r\nومن أطاع الواشي ضيّع الصّديق « 7 » .\r\nفي تقلّب الأحوال علم جواهر الرّجال « 8 » .\r\nمن ظنّ بك خيرا فصدّق ظنّه « 9 » .\r\nآلة الرّئاسة سعة الصّدر « 10 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم نعثر على مصدره .\r\n( 2 ) لم نعثر على مصدره .\r\n( 3 ) نهج البلاغة تحقيق صبحي الصالحي : 483 / 89 .\r\n( 4 ) نهج البلاغة تحقيق صبحي الصالحي : 483 / 89 .\r\n( 5 ) نهج البلاغة : 508 / 223 .\r\n( 6 ) نهج البلاغة : 510 / 239 .\r\n( 7 ) نهج البلاغة : 510 / 239 .\r\n( 8 ) نهج البلاغة : 507 / 217 .\r\n( 9 ) نهج البلاغة : 511 / 248 .\r\n( 10 ) نهج البلاغة : 501 / 176 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالتّقى رئيس الأخلاق « 1 » .\r\nازهد في الدّنيا يبصّرك اللّه عيوبها « 2 » .\r\nألا وإنّ من النّعم سعة المال ، وأفضل من سعة المال صحّة البدن ، وأفضل من صحة البدن تقوى القلب « 3 » .\r\nالرّكون إلى الدّنيا مع ما تعاين منها جهل ، والتّقصير في حسن العمل إذا وثقت بالثّواب عليه غبن . والطّمأنينة إلى كلّ أحد قبل الاختبار له عجز « 4 » .\r\nما استودع اللّه امرأ عقلا ، إلّا استنقذه به يوما ما « 5 » .\r\nكفى أدبا لنفسك تجنّبك ما كرهته لغيرك « 6 » .\r\nإنّ الحق ثقيل مريء والباطل خفيف وبيء « 7 » .\r\nمن الخرق المعاجلة قبل الإمكان ، والأناة بعد الفرصة « 8 » .\r\nالقناعة مال لا ينفد « 9 » .\r\nمن رضي برزق اللّه لم يحزن على ما فاته « 10 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : 548 / 410 .\r\n( 2 ) نهج البلاغة : 545 / 391 .\r\n( 3 ) تحف العقول : 203 ، نهج البلاغة شرح محمد عبده : 4 : 749 / 387 .\r\n( 4 ) نهج البلاغة : 544 / 384 ، الكافي 8 : 207 .\r\n( 5 ) نهج البلاغة : 548 / 407 .\r\n( 6 ) نهج البلاغة : 538 / ذيل رقم 365 .\r\n( 7 ) نهج البلاغة : 548 / 411 ، وفيه « اجتناب » بدل من « تجنبك » و « تكرهه » بدل من « كرهته » و « غيرك » بدل من « لغيرك » .\r\n( 8 ) نهج البلاغة : 542 / 376 .\r\n( 9 ) نهج البلاغة : 538 / 363 .\r\n( 10 ) نهج البلاغة : 478 / 57 و 599 / 475 ، تحف العقول 100 ، خصائص الأئمة : 125 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nمن دخل مداخل السوء اتّهم « 1 » .\r\nأشدّ الذنوب ما استهان به صاحبه « 2 » .\r\nمن نظر في عيب نفسه اشتغل عن عيب غيره « 3 » .\r\nالعفاف زينة الفقر ، والشكر زينة الغنى « 4 » .\r\nالداعي بلا عمل كالرّامي بلا وتر « 5 » .\r\nاتّقوا معاصي اللّه في الخلوات فإنّ الشّاهد هو الحاكم « 6 » .\r\nما المبتلى الّذي قد اشتدّ به البلاء بأحوج إلى الدّعاء من المعافى الذي لا يأمن البلاء « 7 » .\r\nإذا اقترفت سيئة فبادر محوها بالتوبة « 8 » .\r\nمودّة الآباء قرابة بين الأبناء « 9 » .\r\nالقرابة إلى المودّة أحوج من المودّة إلى القرابة « 10 » .\r\nالغالب بالشرّ مغلوب « 11 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : 536 / 349 ، شرح نهج البلاغة لابن أبي الحديد 19 : 264 .\r\n( 2 ) نهج البلاغة : 536 / 349 .\r\n( 3 ) نهج البلاغة : 535 / 348 .\r\n( 4 ) نهج البلاغة : 536 / 349 .\r\n( 5 ) نهج البلاغة : 534 / 340 .\r\n( 6 ) نهج البلاغة : 534 / 337 .\r\n( 7 ) نهج البلاغة شرح محمد عبده 4 : 266 / 302 ، بحار الأنوار 90 : 301 .\r\n( 8 ) انظر تحف العقول : 81 .\r\n( 9 ) نهج البلاغة تحقيق صبحي الصالحي : 529 / 308 ، بحار الأنوار 71 : 264 .\r\n( 10 ) نهج البلاغة : 529 / 308 .\r\n( 11 ) نهج البلاغة : 533 / 327 ، عيون الحكم : 44 / 1085 ، شرح المائة كلمة لابن ميثم البحراني : 58 .\r\nشرح النهج للمعتزبي 19 : 204 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nيوم المظلوم على الظّالم أشدّ من يوم الظالم على المظلوم « 1 » .\r\nيوم العدل على الظّالم أشدّ من يوم الجور على المظلوم « 2 » .\r\nصواب الرّأي بالدّول ويذهب بذهابها « 3 » .\r\nلكلّ امرئ في ماله شريكان الوارث والحادث « 4 » .\r\nقدر الرّجل على قدر همّته « 5 » .\r\nاحذروا الكريم إذا جاع واللّئيم إذا شبع « 6 » .\r\nقلوب الرّجال وحشيّة فمن تألّفها أقبلت عليه « 7 » .\r\nالمودّة قرابة مستفادة « 8 » .\r\nالكرم أعطف من الرّحم « 9 » .\r\nفاعل الخير خير منه ، وفاعل الشرّ شرّ منه « 10 » .\r\nالتودّد نصف العقل « 11 » .\r\nمن أشرف أعمال الكريم غفلته عمّا يعلم « 12 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : 511 / 241 ، بحار الأنوار 72 : 320 .\r\n( 2 ) نهج البلاغة : 534 / 341 ، بحار الأنوار 75 : 81 .\r\n( 3 ) نهج البلاغة : 534 / 339 .\r\n( 4 ) نهج البلاغة : 534 / 335 . وفيه الحوادث بدل الحادث .\r\n( 5 ) نهج البلاغة : 477 / 47 .\r\n( 6 ) نهج البلاغة : 477 / 49 .\r\n( 7 ) نهج البلاغة : 477 / 50 .\r\n( 8 ) نهج البلاغة : 506 / 211 .\r\n( 9 ) نهج البلاغة : 511 / 247 .\r\n( 10 ) نهج البلاغة : 474 / 32 ، تحف العقول : 57 .\r\n( 11 ) نهج البلاغة : 495 / 142 ، الكافي 2 / 643 . بحار الأنوار 71 / 168 ، شرح النهج 18 / 340 .\r\n( 12 ) نهج البلاغة : 507 / 222 ، بحار الأنوار 72 : 49 / 12 ، ينابيع المودة للقندوزي 2 : 244 / 685 ، -\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nإنّ الطمع مورد غير مصدر وضامن غير وفيّ « 1 » .\r\nالأمانيّ تعمي أعين البصائر « 2 » .\r\nكلّما عظم قدر الشّيء المتنافس فيه عظمت الرّزيّة لفقده « 3 » .\r\nكلّ مقتصر عليه كاف « 4 » .\r\nكم من أكلة منعت أكلات « 5 » .\r\nكم من عقل أسير تحت هوى أمير « 6 » .\r\nمن غلب شهوته أفناها « 7 » .\r\nمن الفراغ تكون الصبوة « 8 » .\r\nطول التجارب زيادة في العقل « 9 » .\r\nإذا كثرت المقدرة قلّت الشّهوة « 10 » .\r\nالحظّ يأتي من لا يأتيه « 11 » .\r\nلا مال « 12 » أعود من العقل « 13 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- وفي المصدر « الكريم » بدل « الكرم » .\r\n( 1 ) نهج البلاغة : 524 / 275 .\r\n( 2 ) نهج البلاغة : 524 / 275 .\r\n( 3 ) نهج البلاغة : 524 / 275 .\r\n( 4 ) نهج البلاغة : 545 / 395 ، بحار الأنوار 75 : 13 ، وسائل الشيعة 16 : 19 / 20851 .\r\n( 5 ) نهج البلاغة : 501 / 171 ، خصائص الأئمة : 110 ، وسائل الشيعة 15 : 90 / 20301 .\r\n( 6 ) نهج البلاغة : 506 / 211 ، بحار الأنوار 66 : 410 / 125 .\r\n( 7 ) لم نعثر على مصدره .\r\n( 8 ) عيون الحكم والمواعظ : 471 و 488 / 9251 .\r\n( 9 ) لم نعثر على مصدره .\r\n( 10 ) نهج البلاغة : 511 / 245 ، بحار الأنوار 69 : 68 .\r\n( 11 ) نهج البلاغة : 524 / 275 .\r\n( 12 ) في النسخة المعتمدة « الآمال » وما أثبتناه من المصدر .\r\n( 13 ) نهج البلاغة : 488 / 113 ، المحاسن 1 : 17 ، الكافي 1 : 26 / 25 وفي المصدر « لا مال » بدل -\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nلا فائدة كالتوفيق « 1 » .\r\nلا تجارة كالعمل الصالح ولا ربح كالثواب « 2 » .\r\nلا عبادة كأداء الفرائض « 3 » .\r\nلا قربة بالنوافل إذا أضرّت بالفرائض « 4 » .\r\nأفضل الزهد إخفاء الزهد « 5 » .\r\nنوم على يقين خير في صلاة على شك « 6 » .\r\nعجبت لمن شكّ في اللّه وهو يرى خلق اللّه « 7 » .\r\nعجبت لمن نسي الموت وهو يرى الموت « 8 » .\r\nعجبت لمن نسي النشأة الأخرى وهو يرى النشأة الأولى « 9 » .\r\nعجبت لعامر دار الفناء وتارك دار البقاء « 10 » .\r\nإنّ كلام الحكماء إذا كان صوابا كان دواء وإذا كان خطأ كان داء « 11 » .\r\nأحسن القول ما وافق الحق « 12 » .\r\n\r\n\r\n","description":"","footnote":"\r\n« الآمال » .\r\n( 1 ) نهج البلاغة : 488 / 113 . وفيه « لا قائد » بدل « لا فائدة » .\r\n( 2 ) نهج البلاغة : 488 / 113 ، بحار الأنوار 66 : 409 .\r\n( 3 ) نهج البلاغة : 488 / 113 ، بحار الأنوار 66 : 409 .\r\n( 4 ) نهج البلاغة : 475 / 39 . وسائل الشيعة 4 : 286 / 5176 .\r\n( 5 ) نهج البلاغة : 472 / 28 .\r\n( 6 ) نهج البلاغة : 485 / 97 ، كنز العمال 3 : 800 / 8801 ، فضائل الأئمة : 95 ، شرح النهج لابن أبي الحديد 18 : 253 ، عيون الحكم : 497 .\r\n( 7 ) نهج البلاغة : 491 / 126 ، المحاسن 1 : 242 . خصائص الأئمة : 101 .\r\n( 8 ) نهج البلاغة : 491 / 126 ، المحاسن 1 : 242 . خصائص الأئمة : 101 .\r\n( 9 ) نهج البلاغة : 491 / 126 ، المحاسن 1 : 242 . خصائص الأئمة : 101 .\r\n( 10 ) نهج البلاغة : 491 / 126 ، المحاسن 1 : 242 . خصائص الأئمة : 101 .\r\n( 11 ) نهج البلاغة : 521 / 265 ، بحار الأنوار 2 : 99 ، نهج السعادة 7 : 344 .\r\n( 12 ) لم نعثر على مصدر له .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nلا خير في الصمت عن الحكمة ، كما لا خير في القول بالجهل « 1 » .\r\nكلّ وعاء يضيق بما فيه إلّا وعاء العلم فإنه يسع بما فيه « 2 » .\r\nإذا أرذل اللّه عبدا حظر عليه العلم « 3 » .\r\nالإعجاب يمنع من الازدياد « 4 » .\r\nالرجل الصالح يفسده الرجل الطالح « 5 » .\r\nأعجز النّاس من عجز عن اكتساب الإخوان ، وأعجز منه من ضيّع من ظفر به منهم « 6 » .\r\nمن وضع نفسه مواضع التهم فلا يلومنّ من أساء به الظنّ « 7 » .\r\nمن بالغ في الخصومة أثم ، ومن قصر فيها ظلم « 8 » .\r\nالعفو زكاة الظفر « 9 » .\r\nأحسنوا في عقب غيركم تحفظوا في عقبكم « 10 » .\r\nتنزل المعونة على قدر المؤونة « 11 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : 502 / 182 ، من لا يحضره الفقيه 4 : 396 ، بحار الأنوار 68 : 391 ، شرح النهج 19 : 9 .\r\n( 2 ) نهج البلاغة : 505 / 205 ، خصائص الأئمة : 115 ، عيون الحكم : 376 .\r\n( 3 ) نهج البلاغة : 526 / 288 ، بحار الأنوار 1 : 196 ، عيون الحكم : 133 .\r\n( 4 ) نهج البلاغة : 500 / 167 ، خصائص الأئمة : 109 ، بحار الأنوار 69 : 316 .\r\n( 5 ) لم نعثر على مصدر له .\r\n( 6 ) نهج البلاغة : 470 / 12 . روضة الواعظين : 459 .\r\n( 7 ) نهج البلاغة : 500 / 159 ، خصائص الأئمة : 108 ، وفي النهج : التهمة . بدل : التهم .\r\n( 8 ) نهج البلاغة : 528 / 298 .\r\n( 9 ) نهج البلاغة : 506 / 211 ، تحف العقول : 381 .\r\n( 10 ) نهج البلاغة : 521 / 264 ، الدعوات للراوندي 293 / 42 وفيه « تحسنوا » بدل « تحفظوا » .\r\n( 11 ) نهج البلاغة : 494 / 139 ، الكافي 6 : 284 / 2 ، خصائص الأئمة : 104 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nعند تناهي الشّدّة تكون الفرجة ، وعند تضايق حلق البلاء يكون الرّخاء « 1 » .\r\nلا يعدم الصبور الظفر وإن طال الزمان « 2 » .\r\nالوفاء لأهل الغدر غدر عند اللّه « 3 » .\r\nالغدر بأهل الغدر وفاء عند اللّه « 4 » .\r\nالراضي بفعل قوم كالداخل فيه معهم « 5 » .\r\nصاحب السلطان كراكب الأسد يغبط بموقعه وهو أعلم بموضعه « 6 » .\r\nثمرة التفريط النّدامة ، وثمرة الحزم السلامة « 7 » .\r\nبئس الزاد إلى المعاد العدوان على العباد « 8 » .\r\nلا طاعة لمخلوق في معصية الخالق « 9 » .\r\nعجبا لمن يحتمي من الطعام مخافة الأذى ولا يحتمي من الذنوب مخافة النار « 10 » .\r\nطوبى لمن ذلّ في نفسه ، وطاب كسبه ، وصلحت سريرته ، وحسنت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : 536 / 351 ، البحار 68 : 96 ، الفرح بعد الشدة للتنوخي 1 : 430 .\r\n( 2 ) نهج البلاغة : 499 / 153 .\r\n( 3 ) نهج البلاغة : 513 / 259 .\r\n( 4 ) نهج البلاغة : 513 / 259 .\r\n( 5 ) نهج البلاغة : 499 / 154 ، بحار الأنوار 97 : 96 .\r\n( 6 ) نهج البلاغة : 521 / 263 .\r\n( 7 ) نهج البلاغة : 502 / 181 ، خصائص الأئمة : 110 .\r\n( 8 ) نهج البلاغة : 507 / 221 . أمالي الصدوق : 531 ، عيون أخبار الرضا عليه السّلام 1 : 58 .\r\n( 9 ) نهج البلاغة : 500 / 165 .\r\n( 10 ) نهج البلاغة : 500 / 165 ، الدعوات للراوندي : 81 / 203 ، روضة الواعظين : 419 ، شرح النهج 7 : 82 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nخليقته وأنفق الفضل من ماله ، وأمسك الفضل من لسانه ، وعزل عن النّاس شرّه « 1 » .\r\nمن أحبنا أهل البيت فليستعدّ للفقر جلبابا « 2 » .\r\nوقد تأول قوم هذا الكلام أنّ معناه : من أحبّهم عليهم السّلام ابتلي بعدم المال ، واختلاف الحال ، ويقول : إنّ مصائب الدنيا تسرع إلى الأتقياء والأبرار المصطفين الأخيار .\r\nوليس كذلك فكم من محبّ لهم ومطيع للّه نال ثراء من المال ، وعاش في الدنيا حسن الحال ناعم البال .\r\nولكنّ المعنى أنّه عليه السّلام يقول : من أحبّنا فليقتد بنا في رفض الدنيا ، وترك الاقبال عليها ، والعمل لها ، ولينفق ما له في سبل الخير ، وقد نظم هذا المعنى كشاجم الشاعر ، فقال :\r\n زعموا أنّ من أحبّ عليا * ظلّ للفقر لابسا جلبابا\r\nكذبوا كم أحبّه من فقير * فتحلى من الغنى أثوابا\r\nحرّفوا منطق الوصي معنى * أخطئوا إذ تأوّلوه الصوابا\r\nإنّما قال أرفضوا عنكم * الدنيا إذا كنتم لنا أحبابا « 3 » \r\nوقال عليه السّلام :\r\nمن تذكّر بعد السفر استعد « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : 490 / 123 ، خصائص أمير المؤمنين : 99 وفي النهج « خليقته » بدل « خليفته » .\r\n( 2 ) نهج البلاغة : 488 / 112 ، الفائق في الحديث للزمخشري 1 : 299 ، أمالي المرتضى 1 : 17 .\r\n( 3 ) الغدير 4 : 19 ، المناقب لابن شهرآشوب 2 : 138 وفي المصدر « بمعنى خالفوا » بدل « معنى أخطئوا » .\r\n( 4 ) نهج البلاغة : 525 / 280 ، تحف العقول : 236 ، عيون الحكم : 499 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nالدنيا دار ممرّ إلى دار مقرّ « 1 » .\r\nمن أعطي الدعاء لم يحرم الإجابة « 2 » .\r\nومن أعطي الشكر لم يحرم الزيادة « 3 » .\r\nومن أعطي الاستغفار لم يحرم المغفرة « 4 » .\r\nومن أعطي التوبة لم يحرم القبول « 5 » .\r\nتمت الكلمات المائة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : 493 / 133 ، خصائص الأئمة : 103 ، أمالي الصدوق : 289 .\r\n( 2 ) نهج البلاغة : 494 / 35 ، خصائص الأئمة : 103 ، تحف العقول : 141 ، بحار الأنوار 74 : 144 / 38 .\r\n( 3 ) نهج البلاغة : 494 / 35 ، خصائص الأئمة : 103 ، تحف العقول : 141 ، بحار الأنوار 74 : 144 / 38 .\r\n( 4 ) نهج البلاغة : 494 / 35 ، خصائص الأئمة : 103 ، تحف العقول : 141 ، بحار الأنوار 74 : 144 / 38 .\r\n( 5 ) نهج البلاغة : 494 / 35 ، خصائص الأئمة : 103 ، تحف العقول : 141 ، بحار الأنوار 74 : 144 / 38 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nوهذه عشرة أحاديث عن رسول اللّه صلّى اللّه عليه وآله حذفنا أسانيدها ليسهل حفظها .\r\n\r\nالحديث الأوّل\r\nروي عن رسول اللّه صلّى اللّه عليه وآله أنّه قال :\r\n« أنا أوّل الناس خروجا إذا بعثوا ، وخطيبهم إذا انصتوا ، وقائدهم إذا وفدوا ، وشافعهم إذا حبسوا ، ومبشّرهم إذا يئسوا .\r\nلواء الكرامة بيدي ، ومفاتيح الجنّة يومئذ بيدي ، وانا أكرم ولد آدم على ربّي عزّ وجل ولا فخر » « 1 » .\r\nومعنى قوله عليه السّلام ولا فخر ، أي : أنّي لم أذكر ما ذكرته افتخارا على عباد اللّه كعادة أهل الدنيا وإنّما ذكرته تعريفا وإعلاما .\r\n\r\nالحديث الثاني\r\nوعنه صلّى اللّه عليه وآله أنّه قال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشفا بتعريف حقوق المصطفى 1 : 398 و 399 / 3689 ، الجامع الصغير 1 : 412 / 2689 بتفاوت ، كنز العمال 11 : 403 / 31878 بتفاوت ، تفسير ابن كثير 4 : 9 وفيه بدل « انصتوا » « وفدوا » وبدل « يئسوا » « حزنوا » وبدل الكرامة « الحمد » .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n« يا عليّ إنّك سيّد المسلمين ، وإمام المتّقين ، وقائد الغرّ المحجّلين « 1 » ، ويعسوب المؤمنين » « 2 » .\r\n\r\nالحديث الثالث\r\nقال رسول اللّه صلّى اللّه عليه وآله :\r\n« من أحبّني فليحبّ عليّ بن أبي طالب ، ومن أبغض علي بن أبي طالب فقد أبغضني ، ومن أبغضني فقد أبغض اللّه ، ومن أبغض اللّه أدخله النار » « 3 » .\r\n\r\nالحديث الرابع\r\nقال رسول اللّه صلّى اللّه عليه وآله :\r\n« الحسن والحسين من أحبهما أحببته ، ومن أحببته أحبّه اللّه عزّ وجل ، ومن أحبّه اللّه أدخله جنّات النعيم ، ومن أبغضهما أو بغى عليهما أبغضته ، ومن أبغضته ابغضه اللّه ، ومن أبغضه اللّه أدخله النار وله عذاب مقيم » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبراني في المعجم الصغير 2 : 88 ، الخوارزمي في المناقب : 235 ، ابن عساكر ، ترجمة الإمام علي من تاريخ دمشق 2 / 257 - 258 ح 780 - 782 مؤسسة المحمودي للطباعة ط 14002 ه - 1980 م بيروت .\r\n( 2 ) اليقين لابن طاوس : 491 و 492 الباب 198 و 199 ، أمالي الشيخ الطوسي 345 : 710 / 50 ، العمدة لابن البطريق : 264 / 417 ، التحصين لابن طاوس 595 الباب 1 و 596 الباب 2 ، الطرائف لابن طاوس : 106 / 158 ، الصراط المستقيم للنباطي 1 : 269 .\r\n( 3 ) تاريخ بغداد 13 : 33 / 6988 ، تاريخ دمشق 42 : 284 و 283 ، ترجمة علي بن أبي طالب ، الغدير في الكتاب والسنة 10 : 279 .\r\n( 4 ) تاريخ مدينة دمشق 14 : 156 ، مناقب أمير المؤمنين للكوفي 2 : 222 / 686 ، المعجم الكبير 3 : 50 / 2655 ، ذكر اخبار أصبهان 1 : 56 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nالحديث الخامس\r\nقال رسول اللّه صلّى اللّه عليه وآله :\r\n« لا يزال الدّين قائما حتّى يكون اثنا عشر خليفة من قريش ، ثمّ يخرج الكذّابون بين يدي الساعة » « 1 » .\r\n\r\nالحديث السادس\r\nقال رسول اللّه صلّى اللّه عليه وآله :\r\n« إنّ عليّ بن أبي طالب وصيّي ، وإمام أمّتي ، وخليفتي عليها من بعدي ، ومن ولده القائم المنتظر الّذي يملأ اللّه به الأرض قسطا وعدلا ، كما ملئت جورا وظلما .\r\nوالذي بعثني بالحقّ بشيرا ونذيرا ، إنّ الثابتين على القول به في زمان غيبته لأعزّ من الكبريت الأحمر » « 2 » .\r\n\r\nالحديث السابع\r\nقال رسول اللّه صلّى اللّه عليه وآله :\r\n« من عامل الناس فلم يظلمهم ، وحدّثهم فلم يكذبهم ، ووعدهم فلم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار 36 : 297 . مسند أحمد 6 : 88 / 20281 و 91 / 20298 ، المعجم الكبير 2 : 199 / 1808 . الخصال للصدوق : 473 / 30 بتفاوت . الإمامة والتبصرة لابن بابويه : 151 بتفاوت .\r\n( 2 ) اليقين لابن طاوس : 494 / 201 ، بحار الأنوار 38 : 126 و 51 : 73 ، كشف الغمة للأربلي 4 : 276 ، كمال الدين للصدوق 1 : 288 / 7 الباب 25 ، بشارة المصطفى للطبري : 234 بتفاوت .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nيخلفهم فهو ممّن كملت مروءته ، وظهرت عدالته ، ووجبت أخوّته ، وحرمت غيبته » « 1 » .\r\n\r\nالحديث الثامن\r\nقال رسول اللّه صلّى اللّه عليه وآله :\r\n« من ألقى جلباب الحياء فلا غيبة له » « 2 » .\r\n\r\nالحديث التاسع\r\nقال رسول اللّه صلّى اللّه عليه وآله :\r\n« من لم يعرف حقّ عترتي والأنصار والعرب فهو لإحدى ثلاث : إمّا منافق ، وإمّا لزنية ، وإمّا امرؤ حملت به أمّه في غير طهر » « 3 » .\r\n\r\nالحديث العاشر\r\nقال رسول اللّه صلّى اللّه عليه وآله :\r\n« يدخل الجنّة من هذه الأمّة سبعون ألفا لا حساب عليهم ، ثمّ التفت إلى عليّ بن أبي طالب عليه السّلام ، فقال : هؤلاء شيعتك يا عليّ وأنت إمامهم » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي 2 : 239 / 28 ، عيون أخبار الرضا عليه السّلام 2 : 33 / 34 ، الخصال للصدوق : 208 / 28 ، تحف العقول : 57 .\r\n( 2 ) تحف العقول : 45 ، الإختصاص للمفيد : 242 ، مشكاة الأنوار : 412 / 1374 ، عوالي اللئالي 1 :\r\n264 / 56 ، السنن الكبرى 10 : 210 .\r\n( 3 ) ميزان الاعتدال للذهبي 2 : 2995 ، كنز العمال 12 : 104 / 34199 .\r\n( 4 ) بحار الأنوار للعلامة المجلسي 65 : 139 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nالحمد للّه حمدا دائما ، وصلّى اللّه على خاتم الأنبياء محمّد وآله السادة الأصفياء .\r\nجمعت في هذه الأجزاء اللّطيفة الشكل ، الخفيفة الحجم ما لا بدّ للمؤمن من معرفته من أجمل أحوال رسول اللّه صلّى اللّه عليه وآله ، وأحوال أمير المؤمنين والأئمّة من ولده عليهم السّلام ، ثمّ الكلمات المائة النافعة ، ثمّ الأحاديث العشرة .\r\nتم الكتاب وفرغ من تحريره أصغر عباد اللّه محمّد بن عبد اللّه بن محمّد الحافظ في منتصف شهر جمادي الأوّل سنة ثلاث وثمانين وستمائة .\r\nتم الكتاب وربنا محمود وله المكارم والعلى والجود صلّى الإله على النبيّ وآله ما ناح قمري وأورق عود .\r\nكتب رجل من أهل التصوف له حديثا وحكاية ، ثمّ اختار منها أربع كلمات قالها أمير المؤمنين علي بن أبي طالب عليه السّلام ، وطرح الأخرى في البحر وهي : أطع اللّه بقدر حاجتك إليه ، واعص اللّه بقدر طاقتك على عقوبته ، واعمل لدنياك بقدر مقامك فيها ، واعمل لآخرتك بقدر بقائك فيها .\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nالفهارس الفنية\r\n1 - فهرس الآيات الكريمة\r\n2 - فهرس الأحاديث الشريفة\r\n3 - فهرس الأعلام\r\n4 - فهرس الأماكن والمدن\r\n5 - الفهرس الموضوعي\r\n6 - مصادر التحقيق\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nفهرس الآيات\r\nالآية / رقمها / الصفحة\r\n\r\nسورة البقرة ( 2 )\r\n وَلَنَبْلُوَنَّكُمْ بِشَيْءٍ مِنَ الْخَوْفِ  / 155 / 124\r\n\r\nسورة آل عمران ( 3 )\r\n وَلَقَدْ نَصَرَكُمُ اللَّهُ بِبَدْرٍ وَأَنْتُمْ  / 123 / 33\r\n\r\nسورة المائدة ( 5 )\r\n الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ  / 3 / 55 ، 12\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n يا أَيُّهَا الرَّسُولُ بَلِّغْ ما أُنْزِلَ إِلَيْكَ  / 67 / 35\r\n\r\nسورة الأعراف ( 7 )\r\n وَالْعاقِبَةُ لِلْمُتَّقِينَ  / 128 / 126\r\n\r\nسورة الأنفال ( 8 )\r\n كَما أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ  / 5 / 33\r\n\r\nسورة يوسف ( 12 )\r\n لَقَدْ كانَ فِي قَصَصِهِمْ عِبْرَةٌ  / 111 / 9\r\n\r\nسورة الرعد ( 13 )\r\n كُلٌّ يَجْرِي لِأَجَلٍ مُسَمًّى  / 2 / 6\r\n إِنَّما يَتَذَكَّرُ أُولُوا الْأَلْبابِ  / 19 / 9\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nسورة الأنبياء ( 21 )\r\n وَلَقَدْ كَتَبْنا فِي الزَّبُورِ مِنْ بَعْدِ الذِّكْرِ  / 105 / 122\r\n\r\nسورة النور ( 24 )\r\n وَأَنْكِحُوا الْأَيامى مِنْكُمْ وَالصَّالِحِينَ  / 32 / 111\r\n اللَّهُ نُورُ السَّماواتِ وَالْأَرْضِ  / 35 / 12\r\n لَعِبْرَةً لِأُولِي الْأَبْصارِ  / 44 / 9\r\n\r\nسورة القصص ( 28 )\r\n وَنُرِيدُ أَنْ نَمُنَّ عَلَى الَّذِينَ اسْتُضْعِفُوا  / 5 - 6 / 123\r\n وَالْعاقِبَةُ لِلْمُتَّقِينَ  / 83 / 126\r\n\r\nسورة العنكبوت ( 29 )\r\n   ألم . أَ حَسِبَ النَّاسُ أَنْ يُتْرَكُوا    / 1 - 2 / 124\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n\r\nسورة الأحزاب ( 33 )\r\n وَقَرْنَ فِي بُيُوتِكُنَّ وَلا تَبَرَّجْنَ  / 33 / 57\r\n\r\nسورة الصافات ( 37 )\r\n وَقِفُوهُمْ إِنَّهُمْ مَسْؤُلُونَ  / 24 / 13\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\nفهرس الأحاديث الشريفة\r\nابناي هذان امامان / رسول اللّه صلّى اللّه عليه وآله / 70\r\nادعوا أخي وصاحبي / رسول اللّه صلّى اللّه عليه وآله / 40\r\nأما تسمع يا علي مديحك / رسول اللّه صلّى اللّه عليه وآله / 52\r\nإن ابنيّ هذين / رسول اللّه صلّى اللّه عليه وآله / 70\r\nإن جبرئيل كان / رسول اللّه صلّى اللّه عليه وآله / 38\r\nان علي بن أبي طالب / رسول اللّه صلّى اللّه عليه وآله / 138\r\nإن اللّه يقرئك السلام / جبرئيل عليه السّلام / 32\r\nأنا أول الناس / رسول اللّه صلّى اللّه عليه وآله / 136\r\nأنا مدينة العلم / رسول اللّه صلّى اللّه عليه وآله / 50\r\nأنت أخي / رسول اللّه صلّى اللّه عليه وآله / 29\r\nأنت امام كل مؤمن / رسول اللّه صلّى اللّه عليه وآله / 54\r\nأنت العروة الوثقى / رسول اللّه صلّى اللّه عليه وآله / 54\r\nأنت مني وأنا منك / رسول اللّه صلّى اللّه عليه وآله / 54\r\nإنني قد أمرت / رسول اللّه صلّى اللّه عليه وآله / 38\r\nإني قد دعيت / رسول اللّه صلّى اللّه عليه وآله / 37\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nألست أولى بكم / رسول اللّه صلّى اللّه عليه وآله / 37\r\nاللّه أكبر على اكمال الدين / رسول اللّه صلّى اللّه عليه وآله / 55\r\nاللّهم ثبّت فاطمة / رسول اللّه صلّى اللّه عليه وآله / 48\r\nاللّهم وال من والاه / رسول اللّه صلّى اللّه عليه وآله / 56\r\nأوصيكم بأهل بيتي / رسول اللّه صلّى اللّه عليه وآله / 40\r\nأيها الناس انه ليس بين اللّه / رسول اللّه صلّى اللّه عليه وآله / 39\r\nأيها الناس إني / رسول اللّه صلّى اللّه عليه وآله / 38\r\nأيها الناس لا يدّعي مدّع / رسول اللّه صلّى اللّه عليه وآله / 39\r\nتدور رحى الاسلام / رسول اللّه صلّى اللّه عليه وآله / 56\r\nحب علي بن أبي طالب حسنة / رسول اللّه صلّى اللّه عليه وآله / 54\r\nزيّنوا مجالسكم / رسول اللّه صلّى اللّه عليه وآله / 27\r\nشاهت الوجوه / رسول اللّه صلّى اللّه عليه وآله / 33\r\nصلت الملائكة / رسول اللّه صلّى اللّه عليه وآله / 49\r\nأطيب الطيب المسك / رسول اللّه صلّى اللّه عليه وآله / 45\r\nعلي بن أبي طالب أقضاهم / رسول اللّه صلّى اللّه عليه وآله / 50\r\nعلي بن أبي طالب أعلم / رسول اللّه صلّى اللّه عليه وآله / 50\r\nعلي أول من آمن / رسول اللّه صلّى اللّه عليه وآله / 50\r\nعليكم بالعود الهندي / رسول اللّه صلّى اللّه عليه وآله / 45\r\nفاطمة عليها السّلام تلد غلاما / رسول اللّه صلّى اللّه عليه وآله / 76\r\nقد أتاني جبرئيل فأخبرني / رسول اللّه صلّى اللّه عليه وآله / 76\r\nكيف بكم إذا كنتم صرعى / رسول اللّه صلّى اللّه عليه وآله / 76\r\nلا يزال الدين قائما / رسول اللّه صلّى اللّه عليه وآله / 137\r\nلن تنقضي الأيام / رسول اللّه صلّى اللّه عليه وآله / 122\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nلو اجتمع الناس على / رسول اللّه صلّى اللّه عليه وآله / 54\r\nلولا أن تقول فيك / رسول اللّه صلّى اللّه عليه وآله / 52\r\nلو لم يبق من الدنيا / رسول اللّه صلّى اللّه عليه وآله / 122\r\nمعاشر الناس قد حان / رسول اللّه صلّى اللّه عليه وآله / 39\r\nمن أحب أن ينظر إلي / رسول اللّه صلّى اللّه عليه وآله / 55\r\nمن أحب الحسن والحسين / رسول اللّه صلّى اللّه عليه وآله / 69\r\nمن أحبني فليحب عليا / رسول اللّه صلّى اللّه عليه وآله / 137\r\nمن أحبهما - الحسن والحسين - / رسول اللّه صلّى اللّه عليه وآله / 137\r\nمن ألقى جلباب الحياء / رسول اللّه صلّى اللّه عليه وآله / 139\r\nمن عامل الناس فلم / رسول اللّه صلّى اللّه عليه وآله / 138\r\nوالذي نفس محمد بيده / رسول اللّه صلّى اللّه عليه وآله / 48\r\nيا أبا اليقظان / رسول اللّه صلّى اللّه عليه وآله / 49\r\nيا أنس يدخل عليك من / رسول اللّه صلّى اللّه عليه وآله / 53\r\nيا علي ادخل / رسول اللّه صلّى اللّه عليه وآله / 48\r\nيا علي إنك سيد / رسول اللّه صلّى اللّه عليه وآله / 136\r\nيا علي إني خيّرت / رسول اللّه صلّى اللّه عليه وآله / 38\r\nيا علي لو أن عبدا / رسول اللّه صلّى اللّه عليه وآله / 54\r\nيا علي ما عرف اللّه حق / رسول اللّه صلّى اللّه عليه وآله / 55\r\nيا فاطمة أنا محمّد / رسول اللّه صلّى اللّه عليه وآله / 48\r\nيدخل الجنة من هذه الامّة / رسول اللّه صلّى اللّه عليه وآله / 139\r\nيصلي بالناس بعضهم / رسول اللّه صلّى اللّه عليه وآله / 29\r\nإن رسول اللّه إمامنا / أمير المؤمنين عليه السّلام / 41\r\nحبيبي عهد إليّ / أمير المؤمنين عليه السّلام / 125\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nسلوني قبل أن / أمير المؤمنين عليه السّلام / 50\r\nعلّمني ألف باب / أمير المؤمنين عليه السّلام / 40\r\nقاتلت الناكثين / أمير المؤمنين عليه السّلام / 58\r\nقد أردتكم على ذلك فعصيتموني / أمير المؤمنين عليه السّلام / 59\r\nيا بني أمرني رسول اللّه صلّى اللّه عليه وآله / أمير المؤمنين عليه السّلام / 61\r\nيا معاشر الناس سلوني / أمير المؤمنين عليه السّلام / 50\r\nألا وإني قد أذنت / الإمام الحسين عليه السّلام / 74\r\nإني أراك لا تقنع / الإمام الحسين عليه السّلام / 71\r\nواللّه لولا عهد الحسن / الإمام الحسين عليه السّلام / 67\r\nأتدرون لمن أتأهب / علي بن الحسين عليه السّلام / 80\r\nأشد الاعمال ثلاث / الإمام الباقر عليه السّلام / 84\r\nما شيب شيء بشيء / الإمام الباقر عليه السّلام / 84\r\nبلية الناس علينا / الإمام الباقر عليه السّلام / 84\r\nإن اللّه خلقنا / الإمام الصادق عليه السّلام / 11\r\nإن دولتنا آخر / الإمام الصادق عليه السّلام / 126\r\nإن قدّام القائم بلوى / الإمام الصادق عليه السّلام / 124\r\nإذا قام القائم دعا / الإمام الصادق عليه السّلام / 125\r\nعلمنا غابر ومزبور / الإمام الصادق عليه السّلام / 88\r\nلكأني به في يوم السبت / الإمام الصادق عليه السّلام / 123\r\nما كل من نوى شيئا / الإمام الصادق عليه السّلام / 90\r\nعظم الذنب من عبدك / الإمام الكاظم عليه السّلام / 94\r\nالسلام عليك يا أبه / الإمام الكاظم عليه السّلام / 95\r\nاللّهم إنّك تعلم / الإمام الكاظم عليه السّلام / 98\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nإنّ اللّه سبحانه بعث / الإمام الرضا عليه السّلام / 110\r\nلا يكون ما تمدون إليه / الإمام الرضا عليه السّلام / 124\r\nلا تشغل قلبك بهذا / الإمام الرضا عليه السّلام / 105\r\nوقبر بطوس / الإمام الرضا عليه السّلام / 106\r\nيا رسول اللّه لقد صليت عليها / عمار بن ياسر / 48\r\nغزا رسول اللّه صلّى اللّه عليه وآله / زيد بن أرقم / 42\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nفهرس الأعلام\r\nآدم 55 ، 136\r\nالعلامة الآلوسي 13\r\nآمنة بنت وهب 29\r\nإسحاق البحراني 15\r\nأسماء بنت عميس الخثعمية 62\r\nامامة 62\r\nأمير المؤمنين عليه السّلام 30 ، 32 ، 33 ، 36 ، 38 ، 40 ، 41 ، 47 ، 49 ، 50 ، 51 ، 52 ، 54 ، 56 ، 58 ، 59 ، 61 ، 61 ، 62 ، 63 ، 64 ، 66 ، 70 ، 75 ، 80 ، 81\r\nأنس بن مالك 53\r\nأوس بن خولي 41\r\nبلال 39\r\nتميم الداري 44\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nجابر بن عبد اللّه الأنصاري 120\r\nجالوت 33\r\nجبرئيل عليه السّلام 11 ، 35 ، 38 ، 63 ، 76 ، 123\r\nجراح بن سنان 65\r\nجعدة بنت الأشعث 67\r\nجعفر بن أبي طالب عليه السّلام 30\r\nجعفر بن علي عليه السّلام 62\r\nجعفر بن علي الكذاب 119\r\nجعفر بن محمد بن الأشعث 96\r\nجعفر بن محمد عليه السّلام 61 ، 85 ، 87 ، 90 ، 91\r\nجمانة أم جعفر 62\r\nجن نصيبين 31\r\nحبيبة بنت أبي سفيان 53\r\nحديثة 117\r\nحجر بن عدي 64\r\nالحجة المنتظر عليه السّلام 123\r\nالحر العاملي 16\r\nحرقوص بن زهير التميمي ( ذو الثدية ) 59\r\nحريث بن جابر الجعيفي 80\r\nالحسن عليه السّلام 48 ، 61 ، 62 ، 63 ، 64 ، 65 ، 66 ، 67 ، 69 ، 70 ، 75 ، 76 ، 81 ، 83 ، 116 ، 117\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nالحسين بن علي عليه السّلام 61 ، 62 ، 67 ، 68 ، 69 ، 70 ، 71 ، 72 ، 73 ، 74 ، 75 ، 76 ، 77 ، 79 ، 80 ، 83\r\nحفصة 40\r\nجعفر بن عدي 64\r\nحميد بن قحطبة 104\r\nحميدة البربرية 93\r\nحليمة السعدية 30\r\nخديجة عليه السّلام 30 ، 31\r\nخديجة بنت علي عليه السّلام 62\r\nخولة بنت جعفر بن قيس الحنفية 62\r\nالخيزران 110\r\nداود عليه السّلام 144 ، 125 ، 138\r\nالشيخ داود 18\r\nدعبل بن علي 105 ، 106\r\nذو الثدية 59\r\nراشد بن إبراهيم 15\r\nالربيع 90 ، 91\r\nالرضا عليه السّلام 102 ، 103 ، 105 ، 106 ، 109 ، 110\r\nرضوان 52\r\nرقية 31\r\nرقية الصغرى 62\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nرملة بنت علي عليه السّلام 62\r\nالزبير 57\r\nزرعة بن البزرج 59\r\nزيد بن أرقم 42\r\nزينب 31\r\nزينب الصغرى 62\r\nزينب الكبرى 62\r\nسديد الدين الحلي 16\r\nسعد بن عبادة 42\r\nالسفياني 124\r\nسكينة النوبية 110\r\nسليمان الماحوزي 16\r\nسمانة 115\r\nالسندي بن شاهك 93 ، 95\r\nسهل بن حنيف 58\r\nشاه زنان بنت يزدجرد بن شهريار بن كسرى 80\r\nشمر بن ذي الجوشن 74 ، 75\r\nشمس الدين أبو عبد اللّه أبي المعالي 17\r\nشمس الدين أبو جعفر الواسطي 17\r\nشمس الدين جمال الدين أحمد بن صالح 17\r\nالشهيد الأول 17 ، 17\r\nطلحة 57\r\nعائشة 39 ، 41 ، 57 ، 67\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nعامر بن فهيرة 32\r\nالعباس بن علي عليه السّلام 62\r\nالعباس بن محمد 97\r\nعبد اللّه 31\r\nعبد اللّه بن أريقط الليثي 31\r\nعبد اللّه بن جعفر عليه السّلام 61\r\nعبد اللّه بن خطل 65\r\nعبد اللّه بن العباس 64\r\nعبيد اللّه بن علي عليه السّلام 62\r\nعبد اللّه بن مسلم بن ربيعة 72 ، 73\r\nعبد الرؤوف بن الحسين العلوي الجد حفصي 18\r\nعبد الرحمن بن أبي ليلى 59\r\nعبد الرحمن بن ملجم المرادي 60 ، 61\r\nعبد اللّه السماهيجي 16\r\nعبد المطلب 29 ، 30\r\nعبيد اللّه بن خاقان 119\r\nعبيد اللّه بن زياد 73 ، 74\r\nعثمان بن عفان 56 ، 57 ، 58 ، 59 ، 67 ، 60 ، 69\r\nعثمان بن علي عليه السّلام 62\r\nعدنان بن علوي 18\r\nالإمام العسكري عليه السّلام 13\r\nعلي عليه السّلام 32 ، 36 ، 37 ، 38 ، 40 ،\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\n48 ، 49 ، 50 ، 52 ، 54 ، 55 ، 57 ، 79 ، 89 ، 103 ، 125 ، 137 ، 138 ، 139 ، 140\r\nعلي بن إسماعيل 96\r\nعلي بن الحسين عليه السّلام 79 ، 80\r\nعلي بن الحسين الأصغر 79\r\nعلي بن الحسين الأكبر 79\r\nعلي بن محمّد عليه السّلام 113 ، 115\r\nعلي بن موسى الرضا عليه السّلام 99 ، 101 ، 103 ، 105 ، 106 ، 107\r\nعمار بن ياسر 48 ، 57 ، 58\r\nعمر 40\r\nعمر بن الخطاب 37 ، 125\r\nعمر بن سعد 73 ، 74\r\nعمرو بن العاص 59\r\nعيسى بن جعفر بن المنصور 97 ، 98\r\nعيسى بن مريم 53 ، 88 ، 110\r\nفاطمة عليه السّلام 31 ، 32 ، 62 ، 63 ، 69 ، 72 ، 76 ، 88 ، 120\r\nفاطمة بنت أسد 47 ، 48 ، 67\r\nفاطمة بنت علي عليه السّلام 62\r\nالفرزدق 80\r\nالفضل بن الربيع 97\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nالفضل بن سهل ذو الرئاستين 104\r\nالفضل بن العباس 39 ، 40 ، 41 ،\r\nالفضل بن يحيى 97\r\nالقاسم بن رسول اللّه 31\r\nالقاسم بن محمد بن أبي بكر 80 ، 87\r\nقريش 51\r\nقطب الدين الراوندي 16\r\nقيس بن سعد بن عبادة 58\r\nالكاظم عليه السّلام 96 ، 106\r\nكمال الدين أبي الحسين الليثي 17\r\nليلى بنت مسعود الدرامية 62\r\nالمأمون 102 ، 103 ، 104 ، 110 ، 111 ، 112\r\nمارية القبطية 110\r\nالمتوكل 116 ، 118\r\nمحمد صلّى اللّه عليه وآله 45\r\nمحمد 61\r\nمحمد بن أبي بكر 62 ، 71\r\nمحمد بن الحنفية 62 ، 71\r\nمحمد بن الخيراني 110\r\nمحمد سبط الشهيد الثاني 16\r\nمحمد الأصغر بن علي عليه السّلام 62\r\nمحمد بن علي عليه السّلام 61 ، 62 ، 71 ، 81 ، 83 ،\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nمحمد بن علي بن موسى عليه السّلام 107 ، 109 ، 111\r\nمحمّد بن مسلم 124\r\nمروان 67\r\nمسرور 97\r\nمسلم بن عقيل 72 ، 73\r\nمعاوية بن أبي سفيان 56 ، 58 ، 59 ، 64 ، 65 ، 66 ، 70 ، 72 ، 73\r\nالمعتصم 112\r\nالمفيد بن النعمان 40 ، 89\r\nمنتجب الدين 16\r\nالمنتظر عجل اللّه فرجه 119 ، 120 ، 121\r\nالمنصور الدوانيقي 90 ، 96\r\nموسى بن جعفر عليه السّلام 93 ، 97 ، 98 ، 101 ، 113\r\nموسى بن عمران عليه السّلام 53 ، 55 ، 88\r\nميمونة 62\r\nناصر الدين 15 ، 16\r\nناصر بن محمد الجارودي الخطي 16\r\nالنبيّ صالح عليه السّلام 17\r\nالنجاشي 45\r\nنرجس 121\r\nالنعمان بن بشير 72 ، 73\r\nالنصارى 53\r\nنوح عليه السّلام 54 ، 55\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nهارون 53\r\nهارون الرشيد 95 ، 96 ، 105\r\nهاشم بن أحمر 101 ، 102\r\nالوليد بن عتبة 71\r\nياسين البلادي 15\r\nيحيى بن أكثم 110 ، 111\r\nيحيى بن خالد البرمكي 96\r\nيحيى بن زكريا 55\r\nيحيى بن هرثمة 116\r\nيزيد بن معاوية 71 ، 72 ، 73\r\nاليماني 124\r\nأبو الحسن عليه السّلام 40\r\nأبو اليقظان 49\r\nابن جبير 13\r\nابن جرموز 57\r\nابن عباس 13 ، 67\r\nأبو بصير 123\r\nأبو بكر بن أبي قحافة 32 ، 39 ، 40 ، 42\r\nأبو تمام 80\r\nأبو جعفر المنصور 90\r\nأبو الحسن عليه السّلام 96\r\nأبو الحسن الرضا عليه السّلام 102 ، 104 ، 109\r\nأبو الرضا الراوندي 17\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nأبو الصمصام ذي الفقار الحسيني 17\r\nأبو طالب 30 ، 48\r\nأبو علي بن أبي جعفر الطوسي 17\r\nأبو عيسى بن المتوكل 118\r\nأبو محمد الحسن عليه السّلام 119 ، 120\r\nأبو موسى الأشعري 59\r\nأبو جعفر عليه السّلام 83 ، 110 ، 111\r\nأبو جعفر الطوسي 17\r\nأبو ذر 50\r\nأبو سعيد الخدري 13\r\nأبو عبد اللّه جعفر بن محمد عليه السّلام 87 ، 90 ، 91\r\nأم البنين ( أم الرضا عليه السّلام ) 101\r\nأم البنين بنت حزام بن خالد بن دارم 62\r\nأم سعيد بنت عمر بن مسعود الثقفي 62\r\nأم سكمة 62\r\nأم سلمة 76\r\nأم عبد اللّه بنت الحسن عليه السّلام 83\r\nأم فروة بنت القاسم بن محمد بن أبي بكر 87\r\nأم الفضل بنت الحارث 75\r\nأم الفضل بنت المأمون 110 ، 111\r\nأم الكرام 62\r\nأم كلثوم 31 ، 62\r\nأم هاني 62\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nبنو أمية 67\r\nبنو قريضة 32\r\nبنو عوف 41\r\nبنو قينقاع 42 ، 43\r\nبنو لحيان 34\r\nبنو المصطلق 34\r\nبنو هاشم 42 ، 118\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nفهرس الأماكن والمدن\r\nالأبواء 32 ، 93\r\nأحد 33 ، 52\r\nباب التبن 98\r\nبدر 33\r\nالبصرة 52 ، 59 ، 64 ، 96 ، 97 98\r\nبغداد 93 ، 97 ، 98 ، 106 ، 113\r\nالبقيع 38 ، 67 ، 81\r\nبلاد البحرين 15\r\nبيت المقدس 32\r\nبيت اللّه الحرام 47\r\nتبوك 35\r\nجزيرة النبي صالح 17\r\nجزيرة اكل 18\r\nجسر منيح 64\r\nحنين 35\r\nخان الصعاليك 116\r\nخراسان 103\r\nالخندق 34\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nخيبر 34 ، 52\r\nدار حميد 104\r\nدار المختار 68\r\nدومة الجندل 34\r\nذات الرقاع 34\r\nالركن والمقام 117\r\nزمزم 32\r\nسر من رأى 116 ، 118\r\nسناباد 104\r\nالشام 58\r\nشعب أبي طالب 31\r\nصفين 59\r\nصويا ( صريا ) 115\r\nالطائف 35\r\nطوس 105 ، 106\r\nالعراق 8 ، 64 ، 71 ، 124\r\nغدير خم 35 ، 36 ، 55\r\nالغري 61\r\nقم 105\r\nكربلاء 62 ، 79\r\nالكوفة 59 ، 61 ، 64 ، 66 ، 72 ، 73 ، 75 ، 96 ، 112\r\nالمدائن 66\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nالمدينة 32 ، 35 ، 49 ، 51 ، 63 67 ، 69 ، 71 ، 79 ، 81 ، 83 ، 85 ، 87 ، 94 ، 95 96 ، 101 ، 102 ، 109 ، 112\r\nالمغرب 117\r\nمقابر قريش 113\r\nمقام إبراهيم 31\r\nمقبرة أبو عنبرة 18\r\nمكة 29 ، 32 ، 35 ، 47 ، 49 ، 51 ، 71\r\nالنخيلة 66\r\nالنجف 61\r\nنوقان 105\r\nنينوى 73\r\nوادى السباع 57\r\nودّان 32\r\nاليمن 57\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n\r\nمصادر التحقيق\r\n1 - إثبات الوصية للإمام علي بن أبي طالب عليه السّلام\r\nالعلامة الجليل والمؤرخ المحقق أبي الحسن علي بن الحسين المسعودي الهذلي المتوفى عام 346 ه\r\nنشر : منشورات الرضي - قم -\r\nالطبعة الثانية 1404 ه\r\n2 - الاحتجاج\r\nأبو منصور أحمد بن علي بن أبي طالب الطبرسي\r\nتحقيق : إبراهيم البهادلي - محمد هادي به\r\nنشر : انتشارات أسوة - قم .\r\nالطبعة الأولى 1413 ه .\r\n3 - إحقاق الحق وازهاق الباطل\r\nالقاضي الشهيد نور اللّه الحسيني المرعشي التستري\r\nتعليق وتحقيق : السيد شهاب الدين المرعشي\r\nنشر : مكتبة آية اللّه المرعشي - قم .\r\nالطبعة الأولى 1404 ه .\r\n4 - الاختصاص\r\nأبو عبد اللّه محمد بن محمد النعمان العكبري البغدادي المتوفى عام 413 ه\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nتحقيق ونشر المؤتمر العالمي بمناسبة الذكرى الألفية لوفاة الشيخ المفيد الطبعة الأولى 1413 ه .\r\n5 - اختيار معرفة الرجال - رجال الكشي -\r\nأبو جعفر محمد بن الحسن الطوسي - 385 - 460 ه\r\nتحقيق : محمد تقي فاضل الميبدي .\r\nنشر : وزارة الثقافة - طهران - .\r\nالطبعة الأولى 1382 ه .\r\n6 - الارشاد في معرفة حجج اللّه على العباد\r\nالشيخ المفيد الامام أبي عبد اللّه محمد بن محمد النعمان العكبري البغدادي\r\nنشر وتحقيق : مؤسسة آل البيت عليهم السّلام لإحياء التراث / قم\r\nالطبعة الأولى 1413\r\n7 - ارشاد القلوب المنجي من عمل به من أليم العقاب\r\nالحسن بن أبي الحسن محمد الديلمي\r\nتحقيق : السيد هاشم الميلاني\r\nنشر : دار الأسوة - طهران\r\nالطبعة الثانية 1424 ه .\r\n8 - أسد الغابة في معرفة الصحابة :\r\nعزّ الدين بن الأثير أبي الحسن علي بن محمّد الجزري 555 - 630 ه .\r\nنشر : دار الفكر بيروت لبنان\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nالطبعة الأولى سنة 1409 ه\r\n9 - اعلام الهداية\r\nتأليف ونشر : المجمع العالمي لأهل البيت عليهم السّلام - قم\r\nالطبعة الأولى 1422 ه .\r\n10 - إعلام الورى بأعلام الهدى\r\nأبو علي الفضل بن الحسن الطبرسي\r\nتحقيق ونشر : مؤسسة آل البيت عليه السّلام لإحياء التراث / قم\r\nالطبعة الأولى 1417 ه .\r\n11 - الإمامة والتبصرة من الحيرة\r\nأبو الحسن علي بن الحسين بن بابويه القمي المتوفى عام 329 ه .\r\nتحقيق ونشر : مدرسة الإمام المهدي ( عج ) - قم\r\nالطبعة الأولى 1404 ه .\r\n12 - الأمالي للشيخ الصدوق :\r\nأبو جعفر محمّد بن علي بن الحسين بن موسى بن بابويه القمي المتوفى عام 381 ه .\r\nتحقيق : قسم الدراسات الاسلامية - مؤسسة البعثة قم .\r\nنشر : مؤسسة البعثة طهران - إيران .\r\nالطبعة الأولى عام 1417 ه .\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n13 - أمالي الشيخ الطوسي :\r\nشيخ الطائفة أبي جعفر محمّد بن الحسن الطوسي 385 - 460 ه .\r\nتحقيق : قسم الدراسات الإسلامية - مؤسسة البعثة - قم .\r\nنشر : دار الثقافة قم المقدّسة .\r\nالطبعة الأولى سنة 1414 ه .\r\n14 - أمالي المرتضى ( غرر الفوائد ودرر القلائد ) :\r\nالشريف المرتضى علي بن الحسين الموسوي العلوي 355 - 436 ه .\r\nتحقيق : محمّد أبو الفضل إبراهيم .\r\nنشر : دار الكتاب العربي بيروت لبنان .\r\nالطبعة الثانية سنة 1387 ه .\r\n15 - الأمالي\r\nالشيخ المفيد محمد بن محمد بن النعمان العكبري البغدادي المتوفى عام 413 ه .\r\nتحقيق : علي أكبر الغفاري .\r\nنشر : جماعة المدرسين - قم\r\nالطبعة الأولى 1403 ه .\r\n16 - الأنوار البهية في تواريخ الحجج الإلهية .\r\nالمحدث الخبير الشيخ عباس محمد رضا القمي المتوفى عام 1359 ه ش .\r\nنشر وتحقيق : مؤسسة النشر الاسلامي - قم\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nالطبعة الأولى 1417 ه .\r\n17 - بحار الأنوار الجامعة لدرر أخبار الائمّة الأطهار :\r\nالعلم العلامة الحجّة فخر الأمة المولى الشيخ محمّد باقر المجلسي المتوفى سنة 1110 ه .\r\nنشر : مؤسسة الوفاء بيروت لبنان .\r\nالطبعة الثانية 1403 ه .\r\n18 - بشارة المصطفى لشيعة المرتضى :\r\nعماد الدين أبي جعفر محمّد بن أبي القاسم الطبري . من علماء الإمامية في القرن السادس الهجري .\r\nتحقيق : جواد الفيومي الأصفهاني .\r\nنشر : مؤسسة النشر الاسلامي التابعة لجماعة المدرسين بقم المشرفة .\r\nالطبعة الأولى 1420 ه .\r\n19 - تأريخ بغداد أو مدينة السلام :\r\nالحافظ أبي بكر أحمد بن علي الخطيب البغدادي المتوفى عام 463 ه .\r\nنشر : دار الكتاب العربي بيروت لبنان .\r\n20 - تأريخ مدينة دمشق :\r\nالامام العالم الحافظ أبي القاسم علي بن الحسن بن هبة اللّه بن عبد اللّه الشافعي المعروف بابن عساكر 499 - 571 ه .\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nتحقيق : علي شيري .\r\nنشر : دار الفكر بيروت - لبنان .\r\nالطبعة الأولى 1417 ه .\r\n21 - تاريخ اليعقوبي\r\nأحمد بن أبي يعقوب - إسحاق - بن جعفر بن وهب بن واضح الكاتب العباسي متوفى عام 284 ه\r\nنشر : دار صادر بيروت .\r\n22 - التبيين في أنساب القرشيين\r\nموفق الدين أبي محمد بن عبد اللّه بن أحمد بن محمد بن قدامة المقدسي المتوفى عام 620 ه .\r\nتحقيق : محمد الدليمي\r\nنشر عالم الكتب - بيروت\r\nالطبعة الثانية 1408 ه .\r\n23 - التحصين لأسرار ما زاد من أخبار اليقين :\r\nالورع التقي رضي الدين علي بن طاوس الحلي 589 - 644 ه .\r\nتحقيق : الأنصاري .\r\nنشر : مؤسسة الثقلين لإحياء التراث الاسلامي ودار العلوم .\r\nبيروت لبنان .\r\nالطبعة الأولى سنة 1410 ه .\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\n24 - تحف العقول عن آل الرسول صلّى اللّه عليه وآله :\r\nالشيخ الجليل الثقة أبي محمّد الحسن بن علي الحسين بن شعبة الحراني المتوفي سنة 381 ه .\r\nتحقيق : علي أكبر الغفاري .\r\nنشر : مؤسسة النشر الإسلامي التابعة لجماعة المدرسين بقم المشرفة .\r\nالطبعة الثانية عام 1404 ه .\r\n25 - تذكرة الخواص\r\nالعلامة سبط الدين الجوزي المتوفى عام 654 ه\r\nنشر : مؤسسة أهل البيت عليهم السّلام - بيروت\r\nتاريخ النشر 1401 ه .\r\n26 - تفسير القرآن العظيم :\r\nالحافظ أبي الفداء إسماعيل بن كثير القرشي الدمشقي . المتوفى عام 774 ه .\r\nنشر : دار المعرفة بيروت لبنان .\r\nالطبعة الأولى سنة 1406 ه .\r\n27 - تفسير القمي\r\nلأبي الحسن علي بن إبراهيم القمي\r\nتحقيق : السيد طيب الموسوي الجزائري\r\nنشر : مكتبة الهدى\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nالطبعة الثانية 1378 ه .\r\n28 - التفسير الكبير\r\nللفخر الرازي محمد بن عمر بن الحسن بن الحسين التميمي البكري الشافعي 606 - 1210 ه .\r\nالطبعة الثالثة\r\n29 - تفصيل وسائل الشيعة إلى تحصيل مسائل الشريعة\r\nالفقيه المحدث محمد بن الحسن الحر العاملي المتوفى عام 1104 ه\r\nنشر وتحقيق : مؤسسة آل البيت عليهم السّلام لإحياء التراث - قم\r\nالطبعة الأولى 1409 ه .\r\n30 - تهذيب خصائص الإمام علي عليه السّلام :\r\nالإمام الحافظ الحجة أبي عبد الرحمن أحمد بن شعيب المعروف بالنسائي 230 - 303 ه .\r\nتحقيق : أبو إسحاق الجويني الأثري - حجازي بن محمّد بن شريف .\r\nنشر : دار الكتب العلمية بيروت لبنان .\r\nالطبعة الثانية 1406 ه .\r\n31 - التوحيد\r\nالشيخ الجليل الأقدم الصدوق أبي جعفر محمد بن علي بن الحسن بن بابويه القمي المتوفى عام 381 ه .\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nتحقيق : هاشم الحسيني الطهراني\r\nنشر : جامعة المدرسين - قم\r\n32 - الجامع الصغير في أحاديث البشير النذير :\r\nجلال الدين عبد الرحمن بن أبي بكر السيوطي 849 - 911 ه .\r\nنشر : دار الفكر بيروت لبنان .\r\nالطبعة الأولى 1401 ه .\r\n33 - كتاب جمل من أنساب الأشراف\r\nأحمد بن يحيى بن جابر البلاذري المتوفى عام 279 ه\r\nتحقيق : سهيل زكار ورياض زركلي\r\nنشر : دار الفكر بيروت\r\nالطبعة الأولى 1417 ه .\r\n34 - كتاب الجمل وصفين والنهروان\r\nأبو مخنف لوط بن يحيى الأزدي الكوفي المتوفى عام 157 ه\r\nتحقيق : حسن حميد السنيد .\r\nنشر : مؤسسة دار الاسلام - لندن\r\nسنة النشر 1423 ه\r\n35 - الجواهر السنية في الأحاديث القدسية :\r\nشيخ المحدّثين محمّد بن الحسن بن علي بن الحسين الحر العاملي المتوفى عام 1104 ه .\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nنشر : انتشارات طوس - مشهد المقدّسة - إيران .\r\n36 - الخرائج والجرائح\r\nالفقيه المحدث والمفسر الكبير قطب الدين الراوندي المتوفى عام 573 ه\r\nتحقيق ونشر : مؤسسة الإمام المهدي ( عج ) - قم\r\nالطبعة الأولى 1409 ه .\r\n37 - خصائص الأئمة عليهم السّلام - خصائص أمير المؤمنين عليه السّلام\r\nالشريف الرضي أبي الحسن محمد بن الحسين بن موسى الموسوي البغدادي المتوفى عام 406 ه .\r\n38 - كتاب الخصال :\r\nالشيخ الجليل الأقدم الصدوق أبي جعفر محمّد بن علي بن الحسين بن بابويه القمّي المتوفى عام 381 ه .\r\nتحقيق : علي أكبر الغفاري .\r\nنشر : جماعة المدرسين في الحوزة العلمية - قم المقدسة .\r\nالطبعة الأولى 1403 ه .\r\n39 - الدر النظيم في مناقب الأئمة اللهاميم :\r\nالشيخ جمال الدين يوسف بن حاتم الشامي من اعلام القرن السابع الهجري .\r\nنشر وتحقيق : مؤسسة النشر الإسلامي التابعة لجماعة المدرسين بقم المشرفة الطبعة الأولى 1420 ه .\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\n40 - الدرر في اختصار المغازي والسير\r\nالحافظ يوسف بن عبد البر النمري المتوفى عام 463 ه\r\nنشر : دار الكتب العلمية - بيروت\r\n41 - دلائل الإمامة\r\nأبو جعفر محمد بن جرير بن رستم الطبري الصغير من اعلام القرن الخامس\r\nتحقيق ونشر : مؤسسة البعثة - قم\r\nالطبعة الأولى 1413\r\n42 - دلائل النبوة ومعرفة أحوال صاحب الشريعة\r\nلأبي بكر أحمد بن الحسين البيهقي المتوفى عام 458 ه\r\nتحقيق : عبد المعطي قلعجي\r\nنشر : دار الكتاب - بيروت\r\nالطبعة الأولى 1405 ه .\r\n43 - ديوان دعبل بن علي الخزاعي\r\nتحقيق : عبد الصاحب عمران الدجيلي\r\nنشر : دار الكتاب اللبناني - بيروت\r\nالطبعة الثالثة 1989 م\r\n44 - ديوان الفرزدق\r\nنشر دار صادر - بيروت\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\n45 - ذخائر العقبى في مناقب ذوي القربى\r\nالامام أبي العباس أحمد بن محمد الطبري المكي 615 - 694 ه\r\nتحقيق : أكرم اليوشي\r\nنشر : مكتبة الصحابة - جدة\r\nالطبعة الأولى 1415 ه .\r\n46 - كتاب ذكر أخبار أصفهان :\r\nالإمام الحافظ أبي نعيم أحمد بن عبد اللّه الأصبهاني المتوفى عام 430 ه .\r\nنشر : انتشارات جهان - طهران - إيران .\r\n47 - روضة الواعظين :\r\nالشيخ العلامة زين المحدثين محمّد بن الفتال النيسابوري المستشهد عام 508 ه .\r\nتقديم السيد محمّد مهدي الخرسان .\r\nنشر : منشورات الرضي قم - إيران .\r\n48 - سنن الترمذي - الجامع الصحيح -\r\nلأبي عيسى محمد بن عيسى بن سورة المتوفى عام 297 ه\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nتحقيق : أحمد محمد شاكر\r\nنشر : دار احياء التراث العربي - بيروت\r\n49 - سنن أبي داود\r\nالإمام الحافظ أبي داود سليمان بن الأشعث السجستاني الأزدي الحنبلي 202 - 275 ه .\r\nتحقيق : محمد محي الدين عبد الحميد .\r\nنشر : دار الفكر - بيروت\r\n50 - كتاب سلوة الحزين المعروف ب : الدعوات\r\nالفقيه المحدّث والمفسر الكبير المولى أبي الحسين سعيد بن هبة اللّه المشهور بقطب الدين الراوندي المتوفى عام 573 ه .\r\nتحقيق ونشر : مدرسة الإمام المهدي ( عج ) قم المقدّسة .\r\nالطبعة الأولى 1407 ه .\r\n51 - السيرة النبوية - من سير أعلام النبلاء - :\r\nالإمام شمس الدين محمّد بن أحمد بن عثمان الذهبي المتوفى عام 748 ه .\r\nتحقيق : الدكتور بشار عواد معروف .\r\nنشر : مؤسسة الرسالة بيروت لبنان .\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nالطبعة الثانية 1418 ه .\r\n52 - السيرة النبوية لابن هشام\r\nعبد الملك بن هشام الحميري\r\nتحقيق : مصطفى السقاء وآخرون\r\nنشر : دار احياء التراث العربي - بيروت\r\n53 - شرح الأخبار في فضائل الأئمة الأطهار عليهم السّلام :\r\nالقاضي أبي حنيفة النعمان بن محمّد التميمي المغربي المتوفى سنة 363 ه .\r\nتحقيق : محمّد الحسيني الجلالي .\r\nنشر : مؤسسة النشر الإسلامي التابعة لجماعة المدرسين قم المشرفة .\r\nالطبعة الأولى 1409 ه .\r\n54 - شرح المائة كلمة لأمير المؤمنين علي بن أبي طالب عليه السّلام\r\nالعالم الرباني كمال الدين ميثم بن علي بن ميثم البحراني المتوفى عام 679 ه .\r\nنشر وتحقيق : جامعة المدرسين - قم .\r\n55 - شرح نهج البلاغة :\r\nابن أبي الحديد المعتزلي عبد الحميد بن هبة اللّه . المتوفى سنة 655 أو\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\n656 ه .\r\nتحقيق : محمّد أبو الفضل إبراهيم .\r\nنشر : دار احياء الكتب العربية بيروت ، أو فسيت مكتبة آية اللّه العظمى المرعشي النجفي رحمه اللّه بقم المقدّسة سنة 1404 ه .\r\nالطبعة الثانية 1385 ه .\r\n56 - الشفا بتعريف حقوق المصطفى صلّى اللّه عليه وآله :\r\nالقاضي عياض بن موسى الحصيني الأندلسي 426 - 544 ه .\r\nتحقيق : محمّد أمين قره علي وأسامة الرفاعي وآخرون .\r\nنشر : دار الفيحاء ومؤسسة علوم القرآن بيروت لبنان .\r\nالطبعة الثانية 1407 ه .\r\n57 - شواهد التنزيل لقواعد التفضيل في الآيات النازلة في أهل البيت عليهم السّلام\r\nالحافظ الكبير عبيد اللّه بن عبد اللّه بن أحمد المعروف بالحاكم الحسكاني القرن الخامس الهجري .\r\nتحقيق : محمد باقر المحمودي\r\nنشر : مؤسسة الأعلمي للمطبوعات - بيروت\r\nالطبعة الأولى 1393 ه .\r\n58 - الصحاح - تاج اللغة وصحاح العربية -\r\nإسماعيل بن حماد الجوهري\r\nتحقيق : احمد عبد الغفور عطار\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nنشر : دار العلم الملايين - بيروت\r\nالطبعة الثالثة 1404 ه\r\n59 - الصراط المستقيم إلى مستحقي التقديم :\r\nالعلّامة المتكلم الشيخ زين الدين أبي محمّد علي بن يونس العاملي النباطي البياضي المتوفى 877 ه .\r\nتحقيق وتعليق : محمّد باقر البهبودي .\r\nنشر : المكتبة المرتضوية لإحياء الآثار الجعفرية - طهران - إيران .\r\nالطبعة الأولى 1384 ه .\r\n60 - الطبقات الكبرى لابن سعد\r\nمحمد بن سعد بن منيع الزهري\r\nنشر : دار صادر بيروت\r\nسنة النشر 1405 ه .\r\n61 - الطرائف في معرفة مذاهب الطوائف :\r\nرضي الدين أبي القاسم علي بن موسى بن طاوس الحسيني . 589 - 664 ه .\r\nنشر : مطبعة الخيام - قم المقدّسة .\r\nالطبعة الأولى 1400 ه .\r\n62 - عمدة عيون صحاح الأخبار في مناقب إمام الأبرار :\r\nالحافظ يحيى بن الحسن الأسدي الحلي المعروف بابن البطريق . 533 -\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n600 ه .\r\nتحقيق ونشر : مؤسسة النشر الاسلامي التابعة لجماعة المدرسين قم المشرفة .\r\nالطبعة الأولى سنة 1407 ه .\r\n63 - عوالم العلوم والمعارف والأحوال\r\nالشيخ عبد اللّه البحراني الاصفهاني\r\nتحقيق ونشر : مدرسة الامام المهدى ( عج ) - قم\r\nالطبعة الأولى 1407 .\r\n64 - عوالي اللئالي العزيزية في الأحاديث الدينية :\r\nالشيخ المحقق المتتبع محمّد بن علي بن إبراهيم الأحسائي المعروف بابن أبي جمهور ، المتوفى سنة 940 ه .\r\nتحقيق : مجتبى العراقي .\r\nنشر : مطبعة سيد الشهداء قم - إيران .\r\nالطبعة الأولى 1403 ه .\r\n65 - عيون أخبار الرضا عليه السّلام :\r\nالشيخ الأقدم والمحدث الأكبر أبي جعفر الصدوق محمّد بن علي بن الحسين بن بابويه القمّي المتوفى عام 381 ه .\r\nتحقيق وتصحيح : السيد مهدي الحسين اللاجوردي .\r\nانتشارات جهان - طهران - إيران .\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n66 - عيون الحكم والمواعظ :\r\nالشيخ كافي الدين أبي الحسن علي بن محمّد الليثي الواسطي . من أعلام الإمامية في القرن السادس الهجري .\r\nتحقيق : حسين الحسيني البيرجندي .\r\nنشر : مؤسسة دار الحديث الثقافية . قم المقدسة .\r\nالطبعة الأولى 1376 ه . ش .\r\n67 - الغارات أو الاستنفار والغارات\r\nأبو إسحاق إبراهيم بن محمد بن سعيد بن هلال المعروف بأبي هلال الثقفي\r\nتحقيق : عبد الزهراء الحسيني الخطيب\r\nنشر : دار الأضواء - بيروت .\r\nالطبعة الأولى 1407 ه .\r\n68 - الغدير في الكتاب والسنة والأدب :\r\nالعلّامة الشيخ عبد الحسين أحمد الأميني النجفي المتوفى عام 1390 ه .\r\nنشر : مكتبة أمير المؤمنين عليه السّلام - طهران .\r\nوطبع في المطبعة الحيدرية - إيران . طهران .\r\nالطبعة الرابعة 1396 ه .\r\n69 - كتاب الغيبة\r\nأبو جعفر محمد بن الحسن الطوسي المتوفى عام 460 ه\r\nتحقيق : عباد اللّه الطهراني وعلي احمد ناصح\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nنشر : مؤسسة المعارف الاسلامية - قم\r\nالطبعة الأولى 1411 ه\r\n70 - كتاب الغيبة\r\nابن أبي زينب محمد بن إبراهيم النعماني\r\nتحقيق : علي أكبر الغفاري\r\nنشر : مكتبة الصدوق - طهران .\r\n71 - الفائق في غريب الحديث :\r\nجار اللّه محمود بن عمر الزمخشري 467 - 538 ه .\r\nتحقيق : محمّد أبو الفضل إبراهيم وعلي محمّد البجاوي .\r\nنشر : دار المعرفة للطباعة والنشر بيروت - لبنان .\r\nالطبعة الثانية .\r\n72 - الفرج بعد الشدة\r\nالقاضي أبي علي الحسين بن أبي القاسم التنوخي المتوفى عام 384 ه\r\nنشر : منشورات الرضي - قم\r\nالطبعة الثانية 1364 ه . ش\r\n73 - الفصول المختارة\r\nأبو عبد اللّه محمد بن محمد النعماني العكبري البغدادي المتوفى عام 413 ه\r\nتحقيق ونشر : المؤتمر العالمي للشيخ المفيد\r\nالطبعة الأولى 1413 ه .\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n74 - الفصول المهمة في أصول الأئمة - تكملة الوسائل -\r\nالشيخ محمد بن الحسن الحر العاملي - 1104 ه\r\nتحقيق : محمد بن محمد حسين القائيني\r\nنشر : مؤسسة معارف اسلامي امام رضا عليه السّلام - قم\r\nالطبعة الأولى 1376 ه . ش\r\n75 - الفضائل\r\nابن شاذان القمي\r\nنشر : منشورات الرضي - قم\r\nالطبعة الثانية 1363 ه . ش\r\n76 - الكافي :\r\nأبو جعفر محمّد بن يعقوب الكليني الرازي المتوفى سنة 329 ه .\r\nتحقيق : نجم الدين الآملي / علي أكبر غفاري .\r\nنشر : المكتبة الاسلامية طهران - إيران 1388 ه .\r\n77 - كشف الغمة في معرفة الأئمة :\r\nأبو الحسن علي بن عيسى بن أبي الفتح الأربلي 625 - 692 ه .\r\nتحقيق : علي آل كوثر .\r\nنشر : المجمع العالمي لأهل البيت عليهم السّلام - إيران .\r\nالطبعة الأولى 1426 ه .\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\n78 - كشف اليقين في فضائل أمير المؤمنين عليه السّلام\r\nالحسن بن يوسف بن المطهر الحلي 648 - 726 ه\r\nتحقيق : حسين درگاهي .\r\nنشر : وزارة الثقافة - طهران\r\nالطبعة الأولى 1411 ه .\r\n79 - كفاية الطالب في مناقب علي بن أبي طالب عليه السّلام\r\nأبو عبد اللّه محمد بن يوسف بن محمد القرشي الگنجي الشافعي المقتول عام 658 ه\r\nتحقيق : محمد هادي الأميني\r\nتاريخ النشر 1970 . النجف الأشرف .\r\n80 - كنز العمال في سنن الأقوال والأفعال :\r\nعلاء الدين علي المتقي بن حسام الدين الهندي البرهان فوري المتوفى سنة 975 ه .\r\nتحقيق : بكر حياني .\r\nنشر : مؤسسة الرسالة بيروت - لبنان .\r\nالطبعة الخامسة 1405 ه .\r\n81 - كمال الدين وتمام النعمة :\r\nالشيخ الأجل الأقدم الصدوق أبي جعفر محمّد بن علي بن الحسين بن بابويه\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nالقمي المتوفى عام 381 ه .\r\nتحقيق : علي أكبر الغفاري .\r\nنشر : مؤسسة النشر الاسلامي التابعة لجماعة المدرسين - قم المشرفة .\r\nالطبعة الأولى 1405 ه .\r\n82 - لسان العرب\r\nالعلامة أبي الفضل جمال الدين محمد بن مكرم ابن منظور الإفريقي المصري المتوفى عام 711 ه\r\nنشر أدب الحوزة - قم 1417 .\r\n83 - مجموعة نفيسة في تأريخ الأئمة عليهم السّلام\r\nلعدة من قدماء الأصحاب\r\nنشر : دار القارئ - بيروت\r\nالطبعة الأولى 1422 ه .\r\n84 - المحاسن\r\nأبو جعفر أحمد بن محمد بن خالد البرقي المتوفى عام 274 ه\r\nتحقيق : مهدي الرجائي\r\nنشر : المجمع العالمي لأهل البيت عليه السّلام - قم\r\nالطبعة الأولى 1413 ه .\r\n85 - مختصر البصائر\r\nالشيخ عزّ الدين الحسن بن سليمان الحلي - القرن الثامن .\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\nتحقيق : مشتاق المظفر\r\nنشر : مؤسسة النشر الاسلامي - قم\r\nالطبعة الأولى 1421 ه\r\n86 - مدينة معاجز الأئمة الاثني عشر ودلائل الحجج على البشر\r\nالعلم العلامة السيد هاشم البحراني المتوفى عام 1107 ه\r\nنشر وتحقيق : مؤسسة المعارف الاسلامية\r\nالطبعة الأولى 1413 ه .\r\n87 - المستدرك على الصحيحين في الحديث\r\nالحاكم النيسابوري أبي عبد اللّه محمد بن عبد اللّه المتوفى عام 405 ه .\r\nنشر : دار الفكر بيروت 1398 ه .\r\n88 - المسترشد في امامة أمير المؤمنين علي بن أبي طالب عليه السّلام\r\nالعلامة الحافظ محمد بن جرير بن رستم الطبري الامامي - المتوفى أوائل القرن الرابع\r\nتحقيق : احمد المحمودي\r\nنشر : مؤسسة الثقافة الاسلامية لكوشانپور - طهران\r\nالطبعة الأولى 1415 ه .\r\n89 - مسند الإمام أحمد بن حنبل :\r\nأحمد بن حنبل بن عبد اللّه الشيباني 164 - 241 ه .\r\nنشر : دار إحياء التراث العربي ، ومؤسسة التأريخ العربي ، بيروت - لبنان .\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nالطبعة الثانية 1414 ه .\r\n90 - مشكاة الأنوار في غرر الأخبار :\r\nالمحدّث الكبير أبو الفضل علي بن الحسن الطبرسي .\r\nمن أعلام القرن السابع الهجري .\r\nتحقيق ونشر : مؤسسة آل البيت عليهم السّلام لإحياء التراث - قم المقدّسة .\r\nالطبعة الأولى 1423 ه .\r\n91 - مصباح الأنوار في فضائل الأئمة الأبرار عليه السّلام\r\nهاشم بن محمد\r\nمخطوط\r\n92 - معاني الأخبار\r\nالشيخ الجليل الأقدم الصدوق أبي جعفر محمد بن علي بن الحسين بن بابويه القمي المتوفى عام 381 ه\r\nتحقيق : علي أكبر غفاري\r\nنشر : جماعة المدرسين - قم\r\nالطبعة الثانية 1361 ه . ش\r\n93 - المعارف\r\nابن قتيبة أبي محمد عبد اللّه بن مسلم\r\nتحقيق : ثروة عكاشة\r\nنشر : منشورات الرضي - قم\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nالطبعة الأولى 1415 ه\r\n94 - معجم البلدان\r\nللشيخ الامام شهاب الدين أبي عبد اللّه ياقوت الحموي الرومي البغدادي المتوفى عام 626 ه .\r\nتحقيق : فريد عبد العزيز الجندي\r\nنشر : دار الكتب العلمية - بيروت .\r\n95 - المعجم الكبير :\r\nالحافظ أبي القاسم سليمان بن أحمد الطبري 260 - 360 ه .\r\nتحقيق : حمدي عبد المجيد السلفي .\r\nنشر : مكتبة ابن تيمية ، القاهرة - مصر .\r\nالطبعة الثانية 1397 ه .\r\n96 - المعجم الوسيط\r\nتحقيق : إبراهيم أنيس وآخرون\r\nنشر : انتشارات ناصر خسرو - طهران\r\nالطبعة الثانية\r\n97 - المغازي النبوية - خلاصة تأريخ بن كثير -\r\nالقاضي محمد بن أحمد كنعان\r\nنشر : مؤسسة المعارف - بيروت\r\nالطبعة الأولى 1417 ه .\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\n98 - كتاب المغازي للواقدي\r\nمحمد بن عمر بن واحد المتوفى عام 207 ه\r\nتحقيق : مارسدن جوني\r\nنشر : مؤسسة الأعلمي - بيروت - 1966 م\r\n99 - مقاتل الطالبيين\r\nأبو فرج الاصفهاني علي بن الحسين بن محمد\r\nتحقيق : احمد صقر\r\nنشر : دار المعرفة - بيروت\r\n100 - مقتل الحسين للخوارزمي\r\nأبو مؤيد الموفق احمد المكي أخطب خوارزم\r\nتحقيق : محمد السماوي\r\nنشر : مكتبة المفيد - قم\r\n101 - المناقب :\r\nالموفق بن أحمد بن محمّد البكري المكي الحنفي الخوارزمي .\r\nالمتوفى عام 568 ه .\r\nتحقيق : مالك المحمودي .\r\nنشر : مؤسسة النشر الاسلامي التابعة لجماعة المدرسين قم المشرفة .\r\nالطبعة الثانية 1411 ه .\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n102 - مناقب آل أبي طالب عليه السّلام\r\nمحمد بن علي بن شهرآشوب\r\nنشر دار الأضواء - بيروت\r\nالطبعة الثانية ه .\r\n103 - مناقب الإمام علي بن أبي طالب عليه السّلام\r\nللفقيه أبي الحسن علي بن محمد الشافعي ، الشهير بابن المغازلي المتوفى عام .\r\nتحقيق : محمد باقر البهبودي\r\nنشر : دار الأضواء بيروت .\r\n104 - مناقب الإمام أمير المؤمنين علي بن أبي طالب عليه السّلام :\r\nالحافظ محمّد بن سليمان الكوفي القاضي من أعلام القرن الثالث الهجري .\r\nتحقيق : محمّد باقر المحمودي .\r\nنشر : مجمع إحياء الثقافة الاسلامية ، قم - إيران .\r\nالطبعة الأولى 1412 ه .\r\n105 - ميزان الاعتدال في نقد الرجال :\r\nأبو عبد اللّه محمّد بن أحمد بن عثمان الذهبي المتوفى سنة 748 ه .\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nتحقيق : علي محمّد البجاوي .\r\nنشر : دار المعرفة بيروت - لبنان .\r\n106 - نهج البلاغة للإمام أمير المؤمنين علي بن أبي طالب عليه السّلام :\r\nجمع وترتيب الشريف الرضي .\r\nتحقيق وضبط : صبحي الصالح .\r\nنشر : دار الكتاب اللبناني - بيروت .\r\nالطبعة الثانية 1982 م .\r\n107 - اليقين باختصاص مولانا علي عليه السّلام بإمرة المؤمنين :\r\nالسيد رضي الدين علي بن طاوس الحلي 589 - 664 ه .\r\nنشر : دار العلوم بيروت - لبنان .\r\nالطبعة الأولى 1410 ه .\r\n108 - ينابيع المودة لذوي القربى\r\nسليمان بن إبراهيم القندوزي الحنفي 1220 - 1294 ه\r\nتحقيق : سيد علي جمال اشرف الحسيني\r\nنشر : دار الأسوة - طهران\r\nالطبعة الأولى 1416 ه .\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\n109 - تأريخ الطبري - تاريخ الأمم والملوك\r\nأبو جعفر محمد بن جرير الطبري المتوفى عام 310 ه .\r\nتحقيق : محمد أبو الفضل إبراهيم\r\nنشر : دار سويدان - بيروت\r\nالطبعة الثانية 1387 ه .\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":195},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\n\r\nفهرس الموضوعات\r\nالمقدمة 5\r\nترجمة المؤلف 15\r\nمصادر الترجمة 19\r\nمنهجية العمل 21\r\nمقدمة المؤلف 25\r\n« الباب الأول » في معرفة نسب رسول اللّه صلّى اللّه عليه وآله وتاريخ مولده ومنشأه ومبعثه وطرف من أحواله اسمه الشريف وكنيته صلّى اللّه عليه وآله 27\r\nمحل وتاريخ ولادته 27\r\nأم رسول اللّه صلّى اللّه عليه وآله ونسبها 27\r\nمقدار عمر رسول اللّه صلّى اللّه عليه وآله حين وفاة أمه وجده 28\r\nقرابة أبو طالب وعبد اللّه والد الرسول صلّى اللّه عليه وآله 28\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nزواج رسول اللّه صلّى اللّه عليه وآله من خديجة عليها السّلام 28\r\nمدة بقاء خديجة مع رسول اللّه صلّى اللّه عليه وآله قبل البعثة 29\r\nخديجة أول من آمن برسول اللّه صلّى اللّه عليه وآله من النساء 29\r\nمقدار عمر رسول اللّه صلّى اللّه عليه وآله حين وفاة خديجة عليها السّلام 29\r\nما كان لرسول اللّه صلّى اللّه عليه وآله من العمر في شعب أبي طالب 29\r\nإسلام جن نصيبين 29\r\nالاسراء لرسول اللّه صلّى اللّه عليه وآله 30\r\nهجرة رسول اللّه صلّى اللّه عليه وآله من مكة إلى المدينة 30\r\nالمرافقين لرسول اللّه صلّى اللّه عليه وآله في هجرته 30\r\nمؤاخاة رسول اللّه صلّى اللّه عليه وآله بين الأنصار والمهاجرين 30\r\nتأريخ غزوات رسول اللّه صلّى اللّه عليه وآله 30\r\nغزوة ودان 30\r\nغزوة عير قريش 31\r\nغزوة بدر الكبرى 31\r\nعدد أصحابه صلّى اللّه عليه وآله في غزوة بدر 31\r\nنزول الملائكة لنصرته في غزوة بدر 31\r\nغزوة أحد 31\r\nغزوة بني النضير 32\r\nغزوة ذات الرقاع وإقامة رسول اللّه صلّى اللّه عليه وآله صلاة الخوف فيها 32\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nغزوة دومة الجندل 32\r\nغزوة بني المصطلق 32\r\nحديث الإفك 32\r\nوقعة الخندق 32\r\nغزوة بني قريضة 32\r\nغزوة بني لحيان 32\r\nفتح خيبر 32\r\nفتح مكة 32\r\nغزوة حنين 33\r\nغزوة الطائف 33\r\nغزوة تبوك 33\r\nإرسال علي لقراءة سورة براءة بدل أبي بكر 33\r\nحجة الوداع 33\r\nتوقف رسول اللّه صلّى اللّه عليه وآله وأمره للمسلمين بالبيعة لعلي عليه السّلام 35\r\nمبايعة عمر بن الخطاب لعلي عليه السّلام 35\r\nرجوع رسول اللّه صلّى اللّه عليه وآله إلى المدينة وتحذير المسلمين الفتنة 35\r\nأمر رسول اللّه صلّى اللّه عليه وآله المسلمين بالتمسك بالثقلين 36\r\nزيارة رسول اللّه صلّى اللّه عليه وآله للبقيع ودعاءه لهم 36\r\nإخبار رسول اللّه صلّى اللّه عليه وآله بوفاته 36\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nسؤال رسول اللّه صلّى اللّه عليه وآله المسلمين هل لهم دين عليه 37\r\nآخر صلاة لرسول اللّه صلّى اللّه عليه وآله بالمسلمين 37\r\nتنازع عائشة وحفصة في من يصلي بالمسلمين 37\r\nإبعاد رسول اللّه صلّى اللّه عليه وآله لأبي بكر وإعادة الصلاة 38\r\nإعطاء رسول اللّه صلّى اللّه عليه وآله سلاحه وخاتمه لعلي عليه السّلام 38\r\nاحتجاب رسول اللّه صلّى اللّه عليه وآله عن الناس قبل وفاته 38\r\nمناجاة رسول اللّه صلّى اللّه عليه وآله لعلي عليه السّلام 38\r\nرحلة رسول اللّه صلّى اللّه عليه وآله إلى الرفيق الاعلى 38\r\nتولي أمير المؤمنين عليه السّلام تجهيز رسول اللّه صلّى اللّه عليه وآله 39\r\nمعاونة الفضل بن العباس لعلي صلّى اللّه عليه وآله 39\r\nكيفية الصلاة على جثمان رسول اللّه صلّى اللّه عليه وآله 39\r\nمقدار عمر رسول اللّه صلّى اللّه عليه وآله حين وفاته 39\r\nعدم مشاركة الناس لبني هاشم في مواراة جثمان رسول اللّه صلّى اللّه عليه وآله 40\r\nعدد الغزوات التي حضرها زيد بن أرقم 40\r\nتركة رسول اللّه صلّى اللّه عليه وآله 40\r\nسلاح النبي صلّى اللّه عليه وآله 40\r\nاسيافه صلّى اللّه عليه وآله 40\r\nرماح رسول اللّه صلّى اللّه عليه وآله 41\r\nدروعه صلّى اللّه عليه وآله 41\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nقسي رسول اللّه صلّى اللّه عليه وآله 41\r\nراية رسول اللّه صلّى اللّه عليه وآله 42\r\nثانيا : مركب رسول اللّه صلّى اللّه عليه وآله 42\r\nأفراسه صلّى اللّه عليه وآله 42\r\nبغلته صلّى اللّه عليه وآله 42\r\nحمار رسول اللّه صلّى اللّه عليه وآله 42\r\nثالثا : أنعام رسول اللّه صلّى اللّه عليه وآله 42\r\nنوق النبي صلّى اللّه عليه وآله 42\r\nغنم رسول اللّه صلّى اللّه عليه وآله 42\r\nرابعا : ثياب رسول اللّه صلّى اللّه عليه وآله 42\r\nخامسا : وسائل تجمله ونظافته صلّى اللّه عليه وآله 43\r\nسادسا : خاتمه صلّى اللّه عليه وآله 43\r\nسابعا : نعليه صلّى اللّه عليه وآله 43\r\n« الباب الثاني » في معرفة نسب أمير المؤمنين عليه السّلام وتأريخ مولده ومنشأه وطرف من اخباره أول أئمة المسلمين بعد الرسول صلّى اللّه عليه وآله 45\r\nتاريخ ومحل ولادته عليه السّلام 45\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nامّ أمير المؤمنين ونسبها 45\r\nحضانة أم أمير المؤمنين لرسول اللّه صلّى اللّه عليه وآله 46\r\nتكفين رسول اللّه لام أمير المؤمنين بقميصه 46\r\nصلاة رسول اللّه صلّى اللّه عليه وآله الخاصة على جثمان أم أمير المؤمنين 46\r\nدخول الرسول صلّى اللّه عليه وآله وأمير المؤمنين والحسنان في قبرها 46\r\nكيفية تلقين رسول اللّه صلّى اللّه عليه وآله لفاطمة بنت أسد 46\r\nسؤال عمار بن ياسر عن فعل رسول اللّه صلّى اللّه عليه وآله في صلاته عليها 46\r\nبيان رسول اللّه صلّى اللّه عليه وآله سبب زيادة عدد التكبيرات 47\r\nأول من آمن برسول اللّه صلّى اللّه عليه وآله من الرجال 47\r\nملازمة أمير المؤمنين لرسول اللّه صلّى اللّه عليه وآله 47\r\nمقدار عمر أمير المؤمنين حين وفاة رسول اللّه صلّى اللّه عليه وآله 47\r\nاخبار رسول اللّه بصلاة الملائكة عليه وعلى علي 47\r\nأول من يصافح رسول اللّه صلّى اللّه عليه وآله يوم القيامة 48\r\nملامح من شخصية أمير المؤمنين عليه السّلام 48\r\nمقدار وغزارة علم علي عليه السّلام 48\r\nقوله عليه السّلام : سلوني قبل أن تفقدوني 48\r\nمقدار عمر أمير المؤمنين حين اسلامه 49\r\nمبيت أمير المؤمنين في فراش رسول اللّه صلّى اللّه عليه وآله 49\r\nنزول القرآن في مدح أمير المؤمنين ليلة المبيت 49\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nأمانته وخلافته لرسول اللّه صلّى اللّه عليه وآله في رد الودائع 49\r\nحمايته عليه السّلام لنساء النبي صلّى اللّه عليه وآله وأهل بيته 49\r\nنزول علي عليه السّلام دار النبي صلّى اللّه عليه وآله عند قدومه المدينة 49\r\nشجاعته ومشاركته لتمام الغزوات مع رسول اللّه صلّى اللّه عليه وآله 50\r\nحديث : لا سيف إلا ذو الفقار ومناداة الملائكة به 50\r\nانتصاره على كل من نازله في الحرب 50\r\nزهده عليه السّلام وعزوفه عن الدنيا 50\r\nقوله عليه السّلام يا صفراء غرّي غيري 50\r\nاعجاب رسول اللّه صلّى اللّه عليه وآله به يوم فتح خيبر 50\r\nتسمية رسول اللّه صلّى اللّه عليه وآله عليا بأمير المؤمنين 51\r\nرواية أنس بن مالك لقول رسول اللّه صلّى اللّه عليه وآله في حق علي عليه السّلام 51\r\nقول رسول اللّه صلّى اللّه عليه وآله لعلي : أنت مني وأنا 51\r\nنبذ من أقوال رسول اللّه صلّى اللّه عليه وآله في حق علي عليه السّلام 51\r\nاتحاد زمان خلافته عليه السّلام الظاهرية والواقعية 54\r\nابتلاء ومحن أمير المؤمنين بعد رسول اللّه صلّى اللّه عليه وآله 54\r\nمحاربته عليه السّلام للقاسطين والمارقين والناكثين 54\r\nسبب حرب الناكثين 54\r\nخروج علي عليه السّلام إلى الشام 57\r\nمسيره عليه السّلام لحرب الخوارج في النهروان 57\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nمقدار عمره الشريف حين شهادته 58\r\nوفاته عليه السّلام وموضع قبره 58\r\nنص أمير المؤمنين عليه السّلام على الامام من بعده 58\r\nعدد أولاد أمير المؤمنين عليه السّلام 58\r\nالباب الثالث ذكر الامام بعد أمير المؤمنين عليه السّلام وتأريخ مولده ودلائل إمامته ومدة خلافته وطرف من اخباره محل وتأريخ ولادته عليه السّلام 61\r\nتسمية رسول اللّه صلّى اللّه عليه وآله له 61\r\nخطبة الإمام الحسن عليه السّلام بعد شهادة أبيه عليه السّلام 62\r\nدعوته الناس لحرب معاوية 62\r\nاختباره لثبات أصحابه وصدق نواياهم 63\r\nاعتراض أصحابه عليه وهجومهم على فسطاطه 63\r\nمؤامرة رؤساء القبائل لتسليم الامام عليه السّلام إلى معاوية 64\r\nصلحه عليه السّلام مع معاوية وعلمه بخيانة معاوية 64\r\nدخول معاوية الكوفة والتصريح بالخيانة 64\r\nرجوع الحسن عليه السّلام إلى مدينة جده صلّى اللّه عليه وآله 64\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nسقي جعدة السم للإمام الحسن عليه السّلام 65\r\nتاريخ شهادته عليه السّلام 65\r\nمقدار أيام إمامته عليه السّلام 65\r\nوصية الإمام الحسن عليه السّلام 65\r\nموقف عائشة من موكب تشييع الامام عليه السّلام 65\r\nنص الإمام الحسن على امامة الحسين عليه السّلام من بعده 65\r\nالباب الرابع في معرفة نسب الحسين بن علي عليه السّلام وتأريخ مولده ومدة خلافته ووقت وفاته وطرف من أخباره اسمه الشريف وكنيته عليه السّلام 67\r\nتأريخ ومحل ولادته عليه السّلام 67\r\nتسمية رسول اللّه صلّى اللّه عليه وآله له عليه السّلام 67\r\nقول رسول اللّه صلّى اللّه عليه وآله من أحب الحسن والحسين عليهما السّلام 67\r\nنص رسول اللّه صلّى اللّه عليه وآله على امامة الحسن والحسين عليهما السّلام 68\r\nالتزام الإمام الحسين بشروط صلح الإمام الحسن عليه السّلام 68\r\nدعوته لامامة نفسه بعد هلاك معاوية 68\r\nطلب الوليد بن عتبة من الحسين عليه السّلام البيعة ليزيد 69\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nرفض الحسين عليه السّلام البيعة وخروجه من المدينة 69\r\nمكاتبة أهل الكوفة للإمام الحسين عليه السّلام 69\r\nارسال الحسين عليه السّلام مسلم بن عقيل إلى الكوفة 70\r\nموقف والي الكوفة النعمان بن بشير من قدوم مسلم بن عقيل 70\r\nمراسلات أعوان بني أمية في الكوفة مع يزيد 70\r\nنصب يزيد لعبيد اللّه واليا على الكوفة 71\r\nدخول عبيد اللّه الكوفة وبحثه عن مسلم بن عقيل 71\r\nشهادة مسلم بن عقيل في الكوفة 71\r\nخروج الحسين عليه السّلام من مكّة إلى الكوفة 71\r\nنزول موكب الإمام الحسين عليه السّلام قرية نينوى 71\r\nالاستعداد للحرب ونشوب القتال 72\r\nشهادة الإمام الحسين عليه السّلام 72\r\nآخر شهيد في معركة الطف 72\r\nمقدار عمره عليه السّلام حين شهادته 73\r\nمدة خلافته عليه السّلام 73\r\nخلاصة حياته عليه السّلام 73\r\nاخبار رسول اللّه صلّى اللّه عليه وآله بشهادته عليه السّلام 73\r\nتأويل رسول اللّه صلّى اللّه عليه وآله لرؤيا أم الفضل 73\r\nخبر أمّ سلمة 74\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nاخبار رسول اللّه صلّى اللّه عليه وآله الحسين عليه السّلام بأنّه يقتل 74\r\nاخبار رسول اللّه صلّى اللّه عليه وآله بتوافد الزوار على قبر الحسين عليه السّلام 75\r\nالباب الخامس في معرفة نسب علي بن الحسين عليه السّلام وتأريخ مولده ومدة خلافته ووقت وفاته وطرف من أخباره اسمه الشريف وكنيته عليه السّلام 77\r\nمحل وتأريخ ولادته عليه السّلام 77\r\nالإمام السجاد في كربلاء 77\r\nالسبب الظاهري لنجاته في واقعة الطف 77\r\nامّه عليه السّلام ونسبها 78\r\nكيفية تواجد امّه وأختها في الكوفة 78\r\nقرابة الإمام السجاد عليه السّلام والقاسم بن محمد بن أبي بكر 78\r\nملامح من شخصيته عليه السّلام 78\r\nزهده وعبادته 78\r\nمدح الشعراء له وثنائهم عليه 78\r\nالعلوم المأثورة عنه 79\r\nسنة وفاته وخلاصة حياته عليه السّلام 79\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nمقدار خلافته عليه السّلام 79\r\nالباب السادس في معرفة نسب محمد بن علي عليه السّلام وتأريخ مولده ومدة خلافته ووقت وفاته وطرف من أخباره اسمه الشريف وكنيته عليه السّلام 81\r\nتأريخ ومحل ولادته عليه السّلام 81\r\nامّه ونسبها 81\r\nما روي عنه من العلوم وفنون المعرفة 81\r\nخصاله الكريمة وشخصيته الفذة 82\r\nنبذ مما نقل عنه من الحكم 82\r\nمحل وتأريخ شهادته عليه السّلام 83\r\nمدة خلافته وإمامته عليه السّلام 83\r\nالباب السابع في معرفة نسب أبي عبد اللّه جعفر بن محمد عليه السّلام وتأريخ مولد ومدة خلافته ووقت وفاته وطرف من اخباره اسمه الشريف وكنيته عليه السّلام 85\r\nامّه ونسبها 85\r\nمنزلته الاجتماعية والعلمية 85\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nعدد تلامذته والرواة عنه 85\r\nبيانه عليه السّلام لعلوم أهل البيت عليهم السّلام 85\r\nنبذ من حكمه وأقواله ومواعظه عليه السّلام 85\r\nحكاية الامام عليه السّلام وموقفه من الواشي عليه عند المنصور 88\r\nالباب الثامن في معرفة نسب أبي الحسن موسى بن جعفر عليه السّلام وتأريخ مولده ومدة خلافته ووقت وفاته وطرف من أخباره اسمه وكنيته الشريفة عليه السّلام 91\r\nامّه ونسبها 91\r\nمدة خلافته عليه السّلام 91\r\nتميّزه عن باقي اخوانه 92\r\nسخاؤه وكرمه عليه السّلام 92\r\nاتفاق شيعة أبيه على إمامته عليه السّلام 92\r\nعبادته وزهده عليه السّلام 92\r\nرعايته للفقراء ولأقربائه 92\r\nموقف الامام عليه السّلام من تكبر الرشيد عند قبر رسول اللّه صلّى اللّه عليه وآله 93\r\nمحل وسبب شهادته عليه السّلام 93\r\nكيفية اعتقال الرشيد للامام الكاظم عليه السّلام 94\r\nسعاية علي بن إسماعيل 94\r\nتأثير سلوك الامام عليه السّلام على أمراء السجن 95\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\nمعاينة الناس لجنازته عليه السّلام 96\r\nتأريخ شهادته عليه السّلام 96\r\nالباب التاسع في معرفة نسب علي بن موسى عليه السّلام وتأريخ مولده ومدة خلافته ووقت وفاته وطرف من أخباره اسمه عليه السّلام وكنيته الشريفة 99\r\nمحل وتأريخ ولادته عليه السّلام 99\r\nامّه ونسبها 99\r\nحديث عجيب لام الإمام الرضا عليه السّلام 99\r\nالإمام الرضا عليه السّلام والمأمون وولاية العهد 100\r\nكيفية خروج الإمام الرضا عليه السّلام لصلاة العيد 100\r\nارجاع الامام عليه السّلام وأمره بترك الصلاة بالناس 102\r\nتصميم المأمون على قتل الإمام الرضا عليه السّلام 102\r\nكتمان امر شهادة الامام عليه السّلام 102\r\nتصنّع المأمون في اظهاره الحزن 102\r\nمحل دفن الامام عليه السّلام وتاريخ شهادته 102\r\nمدة خلافة الامام عليه السّلام وخلاصة حياته 103\r\nاخبار الإمام الرضا عليه السّلام بعدم وصول الحكم اليه 103\r\nمدح دعبل للامام عليه السّلام وقصيدته الخالدة 103\r\nدعبل وأهل قم 103\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nرثاء دعبل للإمام الرضا عليه السّلام 104\r\nالباب العاشر في معرفة نسب محمد بن علي عليه السّلام وتأريخ مولده ووقت وفاته ومدة خلافته وطرف من أخباره اسمه الشريف وكنيته عليه السّلام 105\r\nمحل وتأريخ ولادته عليه السّلام 105\r\nامّه ونسبها 106\r\nسن الامام حين شهادة والده عليه السّلام 106\r\nنص الإمام الرضا عليه السّلام على إمامته 106\r\nتصميم المأمون على تزويج الجواد عليه السّلام ابنته 106\r\nاعتراض بني العباس على مسألة الزواج 106\r\nتحير ابن اكتم من علم الجواد عليه السّلام 107\r\nزواج الإمام الجواد من أم الفضل بنت المأمون 107\r\nظهور المعجزة على يده في مسجد الكوفة 108\r\nقتل المعتصم للإمام الجواد عليه السّلام 109\r\nتأريخ ومحل شهادته 109\r\nموضع قبره الشريف 109\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\nمدة خلافته وعمره الشريف 109\r\nالباب الحادي عشر في معرفة نسب علي بن محمد عليه السّلام وتأريخ مولده ووقت وفاته ومدة خلافته وطرف من اخباره اسمه الشريف وكنيته عليه السّلام 111\r\nمحل وتأريخ ولادته عليه السّلام 111\r\nأمه ونسبها 111\r\nنص الإمام الجواد بالإمامة عليه عليه السّلام 112\r\nإحضار المتوكل للإمام الهادي عليه السّلام إلى بغداد 112\r\nنزول الامام عليه السّلام خان الصعاليك 112\r\nاحترام المتوكل له عليه السّلام في ظاهر الامر 112\r\nمدة إقامة الامام الجبرية في سر من رأى 112\r\nتاريخ ومحل شهادته وموضع قبره عليه السّلام 112\r\nمدة خلافته عليه السّلام 112\r\nالباب الثاني عشر في معرفة نسب الحسن بن علي عليه السّلام وتأريخ مولده ووفاته ومدة خلافته وطرف من اخباره اسمه الشريف وكنيته عليه السّلام 113\r\nمحل وتأريخ ولادته عليه السّلام 113\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nأمه واسمها 113\r\nزهده وجلالة منزلته عليه السّلام 113\r\nمراقبة المتوكل للامام عليه السّلام 114\r\nإرسال المتوكل الجواسيس إلى دار الامام عليه السّلام 114\r\nشهادة الإمام العسكري وتعطيل أسواق سر من رأى 114\r\nتأريخ شهادته ومحل دفنه عليه السّلام 114\r\nمدة خلافته عليه السّلام 114\r\nإخفاؤه لولادة ابنه المهدي عليه السّلام 115\r\nغصب جعفر الكذاب لتركة الإمام العسكري عليه السّلام 115\r\nسعي جعفر الكذاب لتولي منصب الإمامة 115\r\nإيذاء جعفر الكذاب لشيعة الإمام العسكري عليه السّلام 115\r\nعدم دعم بني العباس لجعفر الكذاب لنيل منصب الإمامة 115\r\nنص الإمام العسكري عليه السّلام على امامة ابنه المهدي عليه السّلام 116\r\nالباب الثالث عشر في معرفة نسب المنتظر لدولة الحق الحجة بن الحسن عليه السّلام وتأريخ مولده وطرف من اخباره وسيرته عن حياته ومدة دولته اسمه الشريف وكنيته 117\r\nالنهي عن التصريح باسمه المبارك 117\r\nمحل وتأريخ ولادته عليه السّلام 117\r\nامّه واسمها 117\r\nمقدار عمر الإمام المهدي حين شهادة أبيه عليه السّلام 117\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\nإخبار الرسول صلّى اللّه عليه وآله بظهور المهدي عليه السّلام 118\r\nعرض الإمام العسكري لابنه المهدي عليه السّلام على خواص الشيعة 118\r\nالسفراء بينه وبين شيعته في الغيبة الصغرى 118\r\nوقت ظهور الإمام عليه السّلام وحتمية الظهور 119\r\nتمحيص المؤمنين قبل الظهور 119\r\nصفات الامام ونعته عليه السّلام 119\r\nبعض العلامات السابقة على ظهوره عليه السّلام 120\r\nبعض خصائص حكومة المهدي عليه السّلام 120\r\nالباب الرابع عشر مائة كلمة من كلمات ومواعظ أمير المؤمنين عليه السّلام 123\r\nالباب الخامس عشر في ذكر عشرة أحاديث عن رسول اللّه صلّى اللّه عليه وآله 133\r\nالفهارس الفنية 139 - 195 فهرس الآيات 141\r\nفهرس الأحاديث الشريفة 145\r\nفهرس الأعلام 151\r\nفهرس الأماكن والمدن 163\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\nمصادر التحقيق 167\r\nفهرس الموضوعات 169\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216}
  ]