[
  {"content":"\r\n\r\nتراجم طبقات النحاة واللغويين والمفسرين والفقهاء\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nتراجم\r\nطبقات النحاة واللغويين والمفسرين والفقهاء\r\nتأليف الإمام العلامة الشيخ\r\nتقي الدين ابن قاضي الشهبي الأسدي الدمشقي الشافعي\r\nالمتوفى سنة 851 للهجرة\r\nتحقيق\r\nد . محسن غياض\r\nالدار العربية للموسوعات\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nجميع الحقوق محفوظة\r\nالطبعة الأولى\r\n2008 م - 1428 ه‍\r\nالدار العربية للموسوعات\r\nالحازمية - مفرق جسر الباشا - سنتر عكاوي - ط 1 - بيروت - لبنان\r\nص . ب : 511 الحازمية - هاتف : 009615952594 - فاكس : 009615459982\r\nهاتف نقال : 009613388363 - 009613525066 - بيروت - لبنان\r\nالموقع الإلكتروني : www . arabenchouse . com\r\nالبريد الإلكتروني : info @ arabenchouse . com\r\nمؤسسها ومديرها العام : خالد العاني\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nبسم اللّه الرّحمن الرّحيم كانت العناية بدراسة الحديث الشريف والحرص على توثيقه وتمييز صحيحه من كاذبه سببا مهمّا في العناية برجال أسانيده ورواته ، وتتبع سيرهم وضبط أسمائهم وألقابهم ووفياتهم . ليكون ذلك كله عونا على التفريق بين الأمناء العدول من رواته والكاذبين المجرّحين . فكان أن ظهر علم الرجال بوصفه أثرا من آثار الحديث وثمرة طيبة من ثمرات دراسته المباركة .\r\nوكانت التواريخ المحلية التي كتبت منذ القرن الثالث للهجرة مثل فتوح مصر لابن عبد الحكم وتاريخ واسط لبحشل وتاريخ بغداد لطيفور وما كتب عليها من ذيول كثيرة متممة لها ، إنما هي في حقيقتها مجموعة تراجم للمحدثين في تلك الأقاليم .\r\nوكان معظم الذين كتبوا التاريخ من الحفّاظ المحدثين كالبغدادي وابن عساكر وابن الدبيثي والسمعاني والذهبي وابن قاضي شهبة وغيرهم .\r\nثم لم تقف دراسة الرجال على المحدثين وحدهم طويلا ، بل شركهم فيها غيرهم ، وظهرت كتب في طبقات رجال كل علم وفن ، وكثرت التآليف في طبقات المفسرين والفقهاء والقراء والشافعية والحنفية والكتّاب والشعراء وغيرهم .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nولم يكن حظ علماء اللغة والنحو من هذا بأقل من حظ غيرهم ، بل ربما نالوا من الاهتمام بهم أكثر مما نال غيرهم . ولا أدل على ذلك من هذه الكثرة من الكتب التي ألفها في أخبارهم وطبقاتهم جماعة من كبار العلماء الثقات مثل المبرد ومحمد بن عبد الملك التاريخي ومحمد بن مؤيد الأزدي وأحمد بن يحيى الشيباني وابن درستويه والمرزباني وأبي الطيّب اللغوي والسيرافي والزبيدي والمفضل المغربي وأبي جعفر النحّاس وعلي بن فضال المجاشعي وكمال الدين ابن الأنباري وياقوت الحموي والقفطي والذهبي والصفدي وابن مكتوم وأبي حيان الأندلسي والسيوطي « 1 » وابن قاضي شهبة في كتابه هذا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كشف الظنون 2 / 1107 ، ومعجم الأدباء 1 / 3 - 4 ، وبغية الوعاة 2 ، والإعلان بالتوبيخ 102 - 103 .\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nالمؤلف في سطور\r\nهو الإمام العلّامة الشيخ تقي الدين أبو بكر بن أحمد بن محمد الأسدي الشهبي الدمشقي الشافعي . ( فقيه الشام وعالمها ورئيسها ومؤرخها ) « 1 » ويعرف بابن قاضي شبهة لكون أحد أجداده كان قاضيا بشهبة السوداء وهي قرية من قرى حوران .\r\nولد سنة 779 هجرية بدمشق من بيت كبير عرف أهله بالعلم والقضاء « 2 » ، ومات أبوه وهو ابن إحدى عشرة سنة ، فانصرف للعلم والدراسة .\r\nقال السخاوي : ( وأخذ عن جماعة منهم ، كما قرأته بخطه : السراج البلقيني والشهاب الزهري والشرفان الشريشي والغزّي والبدر بن مكتوم ) « 3 » .\r\nوقد اشتهر بالفقه وتصدى للإفتاء ودرّس في مدارس عدة كالسرورية والأمجدية والمجاهدية والظاهرية والناصرية . وحدّث بدمشق وببيت المقدس ، وتولى القضاء بدمشق سنة 842 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الضوء اللامع للسخاوي 11 / 22 .\r\n( 2 ) ذكر النعيمي في كتابه الدارس في تاريخ المدارس 1 / 295 ، أن له كتابا في تاريخ هذا البيت أسماه ( النخبة في تراجم بيت ابن قاضي شهبة ) .\r\n( 3 ) الضوء اللامع 11 / 22 .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nقال ابن تغري بردي : ( وخطب في واقعة الجكمي للملك العزيز يوسف فحقد عليه الملك الظاهر جقمق ذلك وعزله ) « 1 » .\r\nولعل أشهر تلامذته ولده المؤرخ الفقيه بدر الدين محمد الذي كتب سيرة والده « 2 » ، والإمام شمس الدين السخاوي « 3 » الذي قال عنه ( وانتهت إليه رئاسة المذهب في زمانه بل رئاسة الشام كلها وصار مرجعها ومعولها في مشكلاتها عليه ورزق من ذلك ما لم يرزق غيره ) « 4 » .\r\nوتوفي ابن قاضي شهبة سنة 851 « 5 » ورثاه شمس الدين القدسي بقصيدة مطلعها :\r\n عليك تقي الدين تبكي المنازل * لقد كنت مأمولا إذا أمّ نازل \r\nورثاه محمد الفراش بقصيدة أخرى أولها :\r\n لموتك أيها الصدر الرئيس * تعطلت المدارس والدروس « 6 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النجوم الزاهرة 15 / 523 .\r\n( 2 ) الضوء اللامع 7 / 55 ، وتاريخ المدارس للنعيمي 1 / 874 ، ودائرة المعارف الإسلامية 1 / 260 .\r\n( 3 ) ذكر السخاوي تلمذته له وإجازته منه في الضوء اللامع 11 / 22 .\r\n( 4 ) المصدر السابق 11 / 23 .\r\n( 5 ) الضوء اللامع 11 / 21 - 24 ، وشذرات الذهب 7 / 269 ، وكشف الظنون 2 / 1101 ، ونظم العقيان للسيوطي 94 ، والبدر الطالع 1 / 164 ، وتاريخ المدارس 1 / 405 ، والأعلام 2 / 35 ، ودائرة المعارف الإسلامية 1 / 260 ، وتاريخ آداب اللغة العربية لجرجي زيدان 3 / 204 ، والتبر المسبوك للسخاوي 189 - 190 .\r\n( 6 ) الضوء اللامع 11 / 24 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nآثاره « 1 » :\r\n1 - شرح المنهاج وسماه كفاية المحتاج إلى توجيه المنهاج « 2 » في أربع مجلدات ولم يكمله .\r\n2 - شرح التنبيه وسماه كافي النبيه .\r\n3 - لباب التهذيب .\r\n4 - المنتقى من تاريخ الإسكندرية للنويري .\r\n5 - المنتقى من الأنساب للسمعاني .\r\n6 - المنتقى من تاريخ ابن عساكر « 3 » .\r\n7 - المنتقى من نخبة الدهر في عجائب البر والبحر .\r\n8 - الكواكب الدرية في سيرة نور الدين زنكي « 4 » .\r\n9 - مناقب الإمام الشافعي « 5 » .\r\n10 - طبقات الشافعية « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الضوء اللامع 11 / 22 - 23 ، وشذرات الذهب 7 / 269 ، ونظم العقيان 94 ، والتبر المسبوك 189 ، والبدر الطالع 1 / 164 ، وتاريخ المدارس للنعيمي 2 / 452 ، 458 ، 464 ، 472 ، وكشف الظنون 1 / 127 ، 2 / 1101 ، والأعلام 2 / 35 ، وتاريخ آداب اللغة العربية لجرجي زيدان 3 / 204 ، والإعلان بالتوبيخ 98 ، 147 ، 150 .\r\n( 2 ) لولده بدر الدين شرح آخر على هذا الكتاب سماه إرشاد المحتاج ( انظر الأعلام 6 / 284 ) .\r\n( 3 ) ذكر النعيمي في تاريخ المدارس 2 / 472 هذا الكتاب باسم ( المنتقى من تاريخ الإسلام للذهبي وتاريخ ابن عساكر ) .\r\n( 4 ) ذكر النعيمي في تاريخ المدارس 2 / 341 أن مؤلف هذا الكتاب هو بدر الدين ابن قاضي شهبة . وذكره الزركلي ( الأعلام 2 / 35 ) بين كتب الشيخ تقي الدين صاحب كتابنا هذا وذكر لولده بدر الدين كتابا آخر سماه الدر الثمين في سيرة نور الدين ( الأعلام 6 / 284 ) .\r\n( 5 ) أشار المرحوم جرجي زيدان إلى وجود هذا الكتاب ببرلين ( انظر تاريخ آداب اللغة العربية 3 / 204 ) .\r\n( 6 ) ذكر جرجي زيدان في المصدر السابق أيضا وجود نسخ من الكتاب في برلين -\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nورتبه على تسع وعشرين طبقة وعليه ذيل للشرف عزّ الدين حمزة بن أحمد الدمشقي .\r\n11 - طبقات الحنفية .\r\n12 - طبقات الفقهاء .\r\n13 - مدارس دمشق وحمّاماتها « 1 » .\r\n14 - كتاب في التاريخ .\r\nأرخ فيه من سنة 200 للهجرة إلى سنة 792 .\r\n15 - ذيل على تاريخ ابن كثير « 2 » .\r\n16 - ذيل على تواريخ المتأخرين كالذهبي والبرزالي وابن رافع وغيرهم ، أرخ فيه من سنة 741 إلى سنة 821 وهو في ثمانية مجلدات ، واختصره وسمّاه ( الأعلام بتاريخ أهل الإسلام ) « 3 » في مجلدتين .\r\n17 - نكت على المنهاج .\r\n18 - نكت على التنبيه .\r\n19 - نكت على المهمات .\r\n\r\n\r\n","description":"","footnote":"\r\n- وبطرسبورغ والمتحف البريطاني ودار الكتب المصرية ومنه نسخة مصورة في مكتبة الدراسات العليا بكلية الآداب ببغداد .\r\n( 1 ) انظر : مجلة المجمع العلمي العربي بدمشق 25 / 233 . وقد أكثر النعيمي في تاريخ المدارس من النقل عن هذا الكتاب ( انظر الدارس في تاريخ المدارس 2 / 595 - 596 ) .\r\n( 2 ) ذكر السخاوي في الإعلان بالتوبيخ 150 أن الشهاب بن حجي كتب ذيلا على ابن كثير ومات ولم يتمّه فأخذ تلميذه ابن قاضي شبهة وبيّضه وزاد عليه .\r\n( 3 ) ذكر جرجي زيدان 3 / 204 وجود أجزاء متفرقة منه في أكسفورد وباريس ، ومنه نسخة مصورة في المجمع العلمي العراقي برقم 295 ، 296 ، وسماه النعيمي في تاريخ المدارس 2 / 451 ، ( المنتقى من تاريخ الإسلام ) .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n20 - مختصر تهذيب الكمال المزّي .\r\n21 - مختصر كتاب العبر للذهبي « 1 » .\r\n22 - مختصر درة الأسلاك لابن حبيب الحلبي .\r\n23 - كتاب التفسير « 2 » .\r\n24 - طبقات النحاة واللغويين .\r\nوهو هذا الكتاب .\r\nقال السخاوي : ( إلى غير ذلك مما لا يحصى اختصارا وانتقاء وجمعا ، وكتب بخطه الكثير ، بحيث لو قال القائل إنه كتب مائتي مجلدة لم يتجاوز ، وخطه فائق دقيق ) « 3 » .\r\nهذه هي كتب المؤلف التي ذكرتها المصادر التي ترجمت له أو أشارت إليه ، وهي كما ترى شروح ومختصرات ومنتقيات وذيول « 4 » لكتب تعنى في معظمها بالتراجم ، وقد ساعده ذلك دون ريب فيما ألفه من كتب في المناقب والسيرة والطبقات كما أنها تدل على اهتمام المؤلف بالتاريخ وعنايته به .\r\n\r\nهذا الكتاب :\r\nأما هذا الكتاب فقد أغفل ذكره معظم الذين ترجموا لمؤلفه كالسخاوي وابن العماد والسيوطي وجرجي زيدان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر جرجي زيدان 3 / 204 وجود هذا الكتاب في المتحف البريطاني .\r\n( 2 ) انظر : إيضاح المكنون 1 / 302 .\r\n( 3 ) الضوء اللامع 11 / 23 .\r\n( 4 ) ذكر النعيمي في تاريخ المدارس 2 / 104 أنه ألف ذيلا على ذيل ابن قاضي شهبة ، ولم يقل أي ذيل يعني .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nوذكره حاجي خليفة عند ذكره للكتب المؤلفة في طبقات اللغويين « 1 » والنحاة . كما أشار إليه الأستاذ الزركلي في أعلامه « 2 » .\r\nومن هذا الكتاب نسخة فريدة نادرة في دار الكتب الظاهرية بدمشق برقم ( 438 تاريخ ) .\r\nونسخة صورها عنها الأستاذ بشار عواد معروف وتقع في 591 ، وعلى الورقة الأولى منها مكتوب ما نصه : ( كتاب طبقات النحاة واللغويين تأليف الإمام العلّامة ابن شهبة الأسدي الشافعي ، لطف اللّه به ورحمه بمنّه وكرمه ، ويليه مختصر كتاب طبقات النحاة للزبيدي اختصار المحلّي ) .\r\nثم كتب أسفل ذلك اسم أحد متملكي الكتاب ببغداد وهو الحاج محمد وبقية الاسم غير واضحة ولا مقروءة ، ثم كتب ضبط لكلمة ( الدبيثي ) وختم دار الكتب بدمشق وهي لا تحمل تاريخ كتابتها ولا اسم كاتبها .\r\nومن هذا الكتاب نسخة أخرى بدار الكتب المصرية برقم ( 1246 تاريخ تيمور ) كتبها عن النسخة الشامية السيد صادق فهمي المالح على نفقة المرحوم الأستاذ أحمد تيمور باشا .\r\nوالكتاب كامل لم ينقص منه شيء سوى تلك المقدمة التي اعتاد المؤلفون التقديم بها بين يدي كتبهم مشيرين فيها إلى دوافعهم للتأليف ومنهجهم فيه ومصادرهم التي اعتمدوا عليها .\r\nوقد ضمّ الكتاب ما يقرب من ألف ترجمة وهو كما ترى عدد كبير جدا ، ذلك لأن المؤلف لم يقصر كتابه هذا على اللغويين والنحاة في أضيق ما يدل عليه التعريف وإنما توسع في ذلك فترجم لكثيرين من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كشف الظنون 2 / 1107 .\r\n( 2 ) الأعلام 2 / 35 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nالمفسرين والمحدّثين والقراء والفقهاء والشعراء وإن قلت مشاركة بعضهم في علوم النحو واللغة .\r\nثم هو لم يرتب هذا على الطبقات كما يوحي بذلك اسمه وكما فعل الزبيدي من قبله كما أنه لم يرتبه على سنوات الوفيات ولا على الشهرة والتقدم وإنما رتبه على الحروف الهجائية وقدّم من اسمه محمد أولا في باب كبير يقع في 135 صفحة من صفحات الكتاب وقد رتب فيه المترجم لهم من المحمدين على أسماء آبائهم حسب حروف الهجاء مبتديا بمن اسم أبيه إبراهيم ومنتهيا بمن اسم أبيه يوسف . وقد راعى هذا الترتيب في جميع تراجم الكتاب وربما جاز عليه السهو أحيانا فاضطرب ذلك الترتيب ومن ذلك مثلا تأخيره لترجمة محمد بن حكم أبي جعفر السرقسطي وكان يجب أن تتقدم مع تراجم من تبدأ أسماء آبائهم بحرف الحاء ولكنه أخّرها وقدّم عليها خمس تراجم ممن تبدأ أسماء آبائهم بحرف الخاء .\r\nوقد قدّم ترجمة محمد بن يوسف ابن الجرّار وتلاها بترجمتين لمحمد بن يعقوب ابن النحوية ولمحمد بن يعقوب الأصبهاني ثم أعقبها بثلاث تراجم لثلاثة من المحمدين المسمى آباؤهم باسم يوسف ، وكان ينبغي أن تكون ترجمة ابن الجرّار معهم ولا تفصل بينها وبينهم ترجمتان .\r\nوهو إذا اتفقت أسماء عدة رجال وأسماء آبائهم لا يقدم منهم من تقدمت سنة وفاته كما فعل ياقوت الحموي من قبل « 1 » .\r\nويبدو أنه لم يعبأ بهذا ولم يلتفت إليه ، فقد ذكر محمد بن يوسف بن محمد البحراني المتوفى سنة 585 ه قبل ذكره لمحمد بن يوسف بن محمد القرطبي المتوفى سنة 429 ه .\r\nوبعد باب المحمدين يأتي باب الألف وأول المترجم لهم فيه أبان بن إسحاق الكوفي النحوي ثم تتسلسل الأبواب حسب حروف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معجم الأدباء 1 / 6 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالهجاء وآخرها باب الياء وآخر المترجم لهم فيه يونس بن يحيى بن نباتة النحوي . يلي ذلك جملة أبواب قصيرة موجزة في الكنى والأبناء والأنساب والألقاب ، وهي مرتبة أيضا على حروف الهجاء .\r\nويختتم الكتاب بالحمد والصلاة وبضع مسائل في النحو عن أبي حيّان وابن هشام وغيرهما ذكرها تحت عنوان ( فوائد ) .\r\nوقد سبق المؤلف إلى مثل هذا الترتيب محيي الدين القرشي صاحب الجواهر المضيّة ، وسار عليه بعده الإمام السيوطي في بغية الوعاة .\r\nوالكتاب بعد لا يختص بعلماء قرن من القرون ولا بلد من البلدان ، وإنما ذكر فيه رجالا من القرن الثاني والقرن الثامن وما بينهما من القرون ، وتتبع علماء العربية والإسلام من الأندلس حتى أقاصي بلاد العجم وما بينهما من بلاد إفريقية ومصر والشام والجزيرة والعراق .\r\nوهو يذكر في الغالب الأعم اسم المترجم له وكنيته ولقبه وبلده وأساتذته ، وتلامذته ورحلته إن كان صاحب رحلة وكتبه وسنة وفاته ومكانها ، وقد يذكر بعض شعره إن كان شاعرا ، ولكنه لا يذكر شيئا من نثر الذين عرفوا بالكتابة والإنشاء كما فعل ياقوت قبله .\r\nوالتراجم ليست متساوية المقدار ، ففريق من المترجم لهم لم يذكر غير أسمائهم ، وفريق جاءت تراجمهم موجزة مقتضبة في حين وضع لفريق آخر ، تراجم مطولة أسهب فيها وأطنب . من ذلك مثلا ترجمته للإمام الشافعي وهي ترجمة أرضى فيها ميله المذهبي وربما نقل فيها كثيرا مما سبق أن قاله في كتابه عن مناقب الشافعي . وقد تتبع فيها جميع أقوال الذين ذكروا الشافعي أو أشاروا إلى علمه باللغة وفصاحته والاحتجاج به كما يحتج بالبطن من العرب .\r\nولم يتعرض المؤلف في هذه الترجمة إلى فقه الشافعي وأحكامه ، وإنما قصرها على جانب واحد من جوانب سيرته وهو علمه بالعربية\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nومعرفته بشعر العرب وأيامها وأنسابها وآدابها ، ولعل المؤلف أراد بذلك أن يسوغ ترجمته له بين اللغويين والنحاة كما أراد أن يسد نقصا في دراسة سيرة الشافعي . وهو نقص شكا منه السبكي في طبقات الشافعية . فقد قال : ( ومسألة الاحتجاج بمنطق الشافعي في اللغة والاستشهاد بكلامه نظما ونثرا مما تدعو الحاجة إليه ولم أجد من أشبع القول فيه ) « 1 » . وقد حقق مؤلفنا للسبكي أمنيته تلك بعد ثلاثة قرون من وفاته وأشبع القول في الحاجة التي ذكرها . وقد تكون الإطالة في بعض التراجم مما لا غناء فيه ولا فائدة منه ، كما فعل في ترجمته للعزيزي وإطالته في ذكر المختلفين في لقبه وتفصيله لوجوه ذلك الاختلاف .\r\nوربما وقع للمؤلف شيء من الوهم وجاز عليه السهو في بعض ما يكتبه فقد ذكر اسم ابن خلصة ( رقم 27 ) ثم تركه ولم يترجم له إلا بعد إحدى وأربعين ترجمة . كما ترجم لأبي عبد اللّه الفوطي مرتين برقم 146 ورقم 156 وقد أبقينا ترجمة واحدة رقم ( 146 ) .\r\nومما يحمد لمؤلف الكتاب دقته في ضبط الألقاب ضبطا لا مزيد عليه ، ومن أمثلة ذلك قوله في ترجمة الأبيوردي ( الأبيوردي بفتح الهمزة ثم موحدة مكسورة ثم مثناة من تحت ساكنة ثم واو مفتوحة ثم راء ساكنة ثم دال مهملة نسبة إلى أبيورد ) وقوله في ترجمة ابن الدبيثي ( بضم الدال المهملة ثم موحدة مفتوحة ثم مثناة من تحت ساكنة ثم تاء مثلثة ) .\r\nوهو حريص أيضا على مثل ذلك إذا ذكر سنة وفاة المترجم له .\r\nومن أمثلة ذلك قوله في الترجمة رقم 43 ( ومات سنة ست وتسعين بتقديم التاء على السين وستمائة ) .\r\nوقوله في الترجمة رقم 96 ( وفاته سنة اثنتين وسبعين بتقديم الباء وستمائة ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات الشافعية للسبكي 2 / 161 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nوربما ذكر بعض الذين توفوا من العلماء في سنة وفاة المترجم له كما فعل في تراجمه للإمام الشافعي وابن السراج وابن سعدان .\r\nوربما كان حرصه على ضبط الألقاب وسنوات الوفيات متأتيا من دراسته للحديث وما تحرص عليه تلك الدراسة من ضبط ما يشتبه به من أحوال الرواة ورجال الأسانيد .\r\nوهو كياقوت قبله والسيوطي بعده لا يذكر لأخباره سندا طويلا وإنما يذكر مصادره والكتب التي أخذ عنها ، وقد استفاد من كل ما ألف قبله من كتب الرجال وهي كتب سبق أن ذكرنا اهتمامه بها من خلال ما كتبه عليها من ذيول وما اختار منها من منتقيات ومختصرات .\r\nومن الذين نقل عنهم واستفاد منهم : القرشي صاحب الجواهر المضيّة وابن الدبيثي وأبو حيان الأندلسي وابن خلكان وابن أبي حاتم وأبو نعيم الأصبهاني وابن أرسلان الخوارزمي صاحب تاريخ خوارزم وسبط ابن الجوزي وأبو العلاء الفرضي وأبو عبد اللّه القصّاع وابن باطيش والتفليسي وتاج الدين الفركاح والسمعاني وابن ماكولا وابن نقطة وابن الأثير والحاكم النيسابوري وأبو علي القالي والزبيدي محمد بن الحسن والدارقطني والخطيب البغدادي وابن النجار وابن الأنباري وابن بشكوال وابن الأبّار والمنذري والذهبي وياقوت الحموي وغيرهم .\r\nوقد رجعت إلى كثير من المصادر التي نقل عنها فوجدته أمينا في نقله متحريا للدقة والأمانة . على أنه ربما أغفل أحيانا ذكر المصادر التي أخذ عنها ، وانظر في هذا على سبيل المثال التراجم ذوات الأرقام ( 82 ، 93 ، 110 ، 119 ، 183 ، 184 ، 185 ، 186 ) .\r\nكما قد يغفل أحيانا الإشارة إلى سنوات الوفيات ثم لا يبين لذلك عذرا ولا يجعل له وجها . وإذا أردت شاهدا على هذا فانظر على سبيل المثال التراجم ذوات الأرقام ( 90 ، 91 ، 92 ، 123 ، 124 ، 208 ) .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوقد نقل بعض التراجم نقلا حرفيا أو ما هو قريب منه عن بعض المصادر التي رجع إليها .\r\nفقد نقل ترجمة ابن شعيب عن معرفة القراء الكبار للذهبي 1 / 359 وترجمة ابن رزين عن العبر للذهبي 5 / 331 وترجمة الرزجاهي عن الكتاب السابق أيضا 3 / 160 . وترجمة ابن مقسم عن معرفة القراء للذهبي 1 / 246 .\r\nوترجمة أبي الوحدة البراتقيني عن الجواهر المضيّة للقرشي 2 / 82 .\r\nونقل ترجمة أبي الفرج الهيتي عن ذيل تاريخ بغداد لابن الدبيثي 1 / 41 ، وكذلك نقل عنه ترجمة ابن الدباغ « 1 » وأبي بكر الأزجي « 2 » وأبي الفتح الديباجي « 3 » وأبي عبد اللّه القزويني « 4 » وابن أبي الفضل المقرئ « 5 » وابن القبيصي « 6 » وقد أشرنا إلى ذلك كله وبيناه في مواضعه .\r\nوقد فعل ابن العماد في شذرات الذهب مثل ذلك فنقل بعض تراجمه نقلا حرفيا عن كتابنا هذا .\r\nومن ذلك على سبيل المثال نقله لترجمة أبي منصور الأزهري ( الشذرات 3 / 82 ) وابن الفخار ( الشذرات 4 / 303 ) والنيسابوري ( الشذرات 2 / 343 ) ، وفخر الدين الرازي ( الشذرات 5 / 21 ) وابن الظهير ( الشذرات 5 / 359 ) .\r\nومن الذين نقلوا عن ابن قاضي شهبة في غير هذا الكتاب ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر ذيل تاريخ بغداد لابن الدبيثي 1 / 41 .\r\n( 2 ) المصدر السابق 1 / 47 .\r\n( 3 ) انظر ذيل تاريخ بغداد لابن الدبيثي 1 / 51 .\r\n( 4 ) المصدر السابق 1 / 68 .\r\n( 5 ) المصدر السابق 2 / 86 .\r\n( 6 ) المصدر السابق 1 / 183 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nواستفادوا من مؤلفاته الأخرى وأكثروا من الإشارة إليه ، عبد القادر بن محمد النعيمي في كتابه عن تاريخ المدارس « 1 » .\r\nوعملنا هذا هو تحقيق القسم الأول من الكتاب وهو ( المحمدون ) وفيه ( 223 ) من التراجم وهو عددها بعد إنقاصنا منها رقمي الترجمتين المكررتين لابن خلصة ولأبي عبد اللّه الفوطي .\r\nوقد حاولنا أن نحرر نص الكتاب مضبوطا في أكمل صورة مستطاعة منبهين إلى مواضع التصحيف فيه مشيرين إلى المصادر التي ذكرت صاحب كل ترجمة في حواشي الكتاب ، وإلى ما نقله المؤلف عن بعضها وما نقله بعضها عنه . ليكون ذلك عونا لمن أراد التوسع في دراسة بعض المترجم لهم أو الكتابة عنهم .\r\nثم لا أجد ما أقدم به هذا الكتاب خيرا مما قدم به ياقوت الحموي معجم الأدباء « وبعد فهذه أخبار قوم عنهم أخذ علم القرآن المجيد والحديث المفيد وبصناعتهم تنال الإمارة وببضاعتهم يستقيم السلطان والوزارة وبعلمهم يتم الإسلام وباستنباطهم يعرف الحلال من الحرام » « 2 » .\r\nوأنا سعيد إذ منّ اللّه عليّ ووفقني إلى تحقيق هذا الكتاب الذي يخلد بين دفتيه رجالا كانوا من بناة الحضارة وأنوار الهداية ، وقد بذلوا أعمارهم في خدمة لغة هذه الأمة وصيانتها والحفاظ عليها . وخلفوا تراثا عظيما تتلمذت له أجيال من الناس في كل علم وكل فن . فلهم في عنق كل جيل منة ، ولهم عليه يد مشكورة ، وما كتبهم وتآليفهم إلا تراث هذه الأمة الكريمة وسجل حضارتها التي تفخر بها وتباهي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : الدارس في تاريخ المدارس للنعيمي 2 / 595 - 596 .\r\n( 2 ) معجم الأدباء 1 / 7 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nفإذا عنينا اليوم بنشر أخبارهم وسيرهم ومآثرهم فما ذلك إلّا وفاء لبعض ما لهم في أعناقنا من حق الأستاذية وحرمة الفضل والتقدم .\r\n وَعَلَّمَكَ ما لَمْ تَكُنْ تَعْلَمُ وَكانَ فَضْلُ اللَّهِ عَلَيْكَ عَظِيماً  .\r\nواللّه الصادق والموفق لما فيه الخير .\r\nمحسن غياض عجيل\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nطبقات النحاة واللغويين والمفسّرين والفقهاء\r\n\r\n( من اسمه محمد )\r\n\r\n1 - مسعود « 1 » :\r\nمحمد بن إبراهيم بن أحمد بن عبد اللّه الطائي الأندلسي المقرئ النحوي المعروف بمسعود أحد الأئمة . جمع عليه السبع ابن جعفر أحمد بن إبراهيم بن الزبير . وقرأ عليه التفسير والعربية ، وكان له في علم القراءات وإتقان التجويد قدم راسخ . إمام في ذلك لا يجارى مع حسن النية والورع . أخذ عن ابن الكواء « 2 » .\r\nقال ابن الزبير ومولده على رأس الستمائة وقد ساويته في علو الإسناد . ومات سنة سبعين وستمائة .\r\n\r\n2 - العامري « 3 » :\r\nمحمد بن إبراهيم بن غالب أبو بكر العامري الأندلسي الشلبي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات القراء لابن الجزري 2 / 43 .\r\nواسمه فيه ( مشعور ) وفي نيل الابتهاج للحافظ التنبكتي 221 وفيه ( محمد بن إبراهيم بن أحمد بن حسن ويعرف بابن مسمعور ) .\r\n( 2 ) في نيل الابتهاج ( أبي محمد الكواب ) .\r\n( 3 ) ترجمته في الصلة لابن بشكوال 2 / 551 ، وبغية الوعاة للسيوطي 1 / 17 ، والوافي -\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nخطيب شلب . وأخذ العربية عن أبي الحجاج الأعلم وبرع في الآداب واشتهر بها . وطال عمره . وسمع صحيح البخاري عن أبي عبد اللّه بن منظور . توفي في جمادى الأولى سنة اثنتين وثلاثين وخمسمائة .\r\nقال ابن بشكوال : وتوفي ابن منظور سنة تسع وستين « 1 » .\r\n\r\n3 - ابن شعيب « 2 » :\r\nمحمد بن إبراهيم بن اليأس أبو عبد اللّه اللخمي الأندلسي المعروف بابن شعيب المقرئ النحوي وهو جده لأمه . أخذ عن جده وعن مكي بن أبي طالب وأبي العباس المهدوي وأبي عمرو الداني وابن الأبّار وتصدر بجامع المريّة لإقراء القرآن والعربية والآداب .\r\nروى عنه الحسن بن مؤهب وأبو الحسن بن سامع « 3 » وأبو عبد اللّه بن معمر .\r\nقال الذهبي : وقرأ عليه بالسبع أبو الحسن عبد اللّه بن عبد الرحمن « 4 » شيخ ابن الفحام . قال ابن الأبّار : وقفت على السماع منه سنة إحدى وثمانين وأربعمائة .\r\n\r\n\r\n","description":"","footnote":"\r\n- بالوفيات 2 / 20 .\r\n( 1 ) في الصلة 2 / 520 توفي ابن منظور سنة 469 .\r\n( 2 ) ترجمته في التكملة للأبّار 1 / 399 ، ومعرفة القراء الكبار للذهبي 1 / 359 ، وطبقات القراء لابن الجزري 2 / 47 .\r\n( 3 ) في معرفة القراء 1 / 359 ( أبو الحسن بن نافع ) ، وفي التكملة 1 / 399 ( أبو الحسن بن مؤهب ) .\r\n( 4 ) في معرفة القراء 1 / 360 ( عون اللّه بن عبد الرحمن ) .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\n4 - ابن الفخّار « 1 » :\r\nمحمد بن إبراهيم بن خلف أبي عبد اللّه . ابن الفخار الأنصاري المالقي ابن النجار الحافظ صاحب القاضي أبي بكر بن العربي أكثر عنه وعن شريح ، وخلق . وكان إماما معروفا بسرد المتون والأسانيد عارفا بالرجال واللغة ورعا جليل القدر . طلبه السلطان ليسمع منه بمراكش فمات بها في شعبان سنة تسعين بتقديم التاء وخمسمائة عن ثمانين سنة .\r\n\r\n5 - أبو بكر الجوري « 2 » :\r\nمحمد بن إبراهيم بن عمران بن موسى . أبو بكر الجوري « 3 » بضم الجيم والراء . نسبة إلى مدينة جور كثيرة البساتين بفارس كما قاله الذهبي في المشتبه وغيره ، الأديب النحوي من أصحاب أبي بكر بن دريد وتلامذته . حدّث عن أحمد بن حمدان بن الخضر ومات سنة تسع وخمسين وثلاثمائة « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في التكملة لابن الأبّار 2 / 547 ، والعبر للذهبي 4 / 274 ، والتكملة للمنذري 1 / 388 ، وتذكرة الحفاظ للذهبي 4 / 1355 - 1356 ، وشذرات الذهب 4 / 303 ، وبغية الملتمس 53 .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 12 ، ومعجم الأدباء 6 / 269 ، واللباب لابن الأثير 1 / 250 ، والوافي بالوفيات 2 / 7 ، والسياق لعبد الغافر الفارسي 48 ، ومعجم البلدان 2 / 181 .\r\n( 3 ) وكذلك ذكره ابن الأثير في اللباب 1 / 250 ، ولقبه ياقوت في معجم الأدباء 6 / 269 ( بالجوزي ) وقال إنه : ( من جوز فارس ) وقال عبد الغافر في السياق ( من جور فارس ) .\r\n( 4 ) أجمع السيوطي في البغية وياقوت في معجم الأدباء والصفدي في الوافي على أنه توفي سنة 354 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\n6 - الخولاني الأندلسي « 1 » :\r\nمحمد بن إبراهيم بن محمد بن عبد البر أبو عبد اللّه الأندلسي .\r\nسمع من أبي القاسم بن بشكوال وأبي بكر بن خير وأبي القاسم بن غالب ، وأخذ عنه القراءات والعربية . ولازم ابن بشكوال أعواما وحدّث .\r\nقال الأبار : كان فاضلا سنيّا معدلا . توفي سنة عشرين . وقيل في المحرم سنة إحدى وعشرين وستمائة .\r\n\r\n7 - ابن النحّاس « 2 » :\r\nمحمد بن العلامة المحدث محيي الدين أبي إسحاق بن إبراهيم بن النحاس « 3 » الحلبي شيخ العربية والآداب بالديار المصرية وإمام الآداب وحجة العرب . قال في حقه الشيخ أبو حيّان : كان نحوي مصر والشام في عصره . ولد سنة سبع وعشرين وستمائة بحلب ، وأخذ النحو عن الإمام جمال الدين أبي عبد اللّه محمد بن محمد بن عمرون النحوي الحلبي وقرأ عليه كتاب سيبويه ، وأخذ أيضا عن الإمام علم الدين أبي محمد القاسم بن أحمد بن الموفق الأندلسي اللورقي ، وقرأ سيبويه عليه « 4 » أيضا . وسمع الحديث من أبي النجا عبد اللّه بن عمر بن اللتي وابن رواحة . وانتقل من حلب إلى القاهرة واستوطنها وصار شيخها . وألف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في التكملة لابن الأبّار 2 / 612 .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 13 ، وطبقات القراء لابن الجزري 2 / 46 ، ودول الإسلام للذهبي 2 / 153 ، وشذرات الذهب 5 / 442 ، والوافي بالوفيات 2 / 10 ، وفوات الوفيات 2 / 350 ، ومعرفة القراء 2 / 582 .\r\n( 3 ) في شذرات الذهب ( محمد بن إبراهيم بن عبد اللّه بن النحاس ) .\r\n( 4 ) أي قرأ عليه كتاب سيبويه .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nتعليقة على مقرب أبي الحسن « 1 » والإفادة وليس له غيرهما . وكان إماما في العربية يشار إليه في عصره ، وعنده مروءة وحسن خلق وكرم نفس .\r\nقال الذهبي في معجمه : كان حسن الخلق مطرح التكلف . رأيته يتمشى وعلى رأسه طاقية وما كان تزوج . وكان من أذكى العالم بحل أقليدس .\r\nويعرف المنطق مشهورا بديانة وخير . وكان إذا انفرد بشهادة حكم القاضي في تلك القضية وتوقى بدينه . وكان يحل المشكلات ويتكلم في بحثه بلغة الحلبيين . وقد أخذ القراءات عن الكمال الضرير . وطلب الحديث وقتا . وتوفي سنة ثمان وتسعين وستمائة بالقاهرة . وله نظم كثير منه قوله :\r\n إني تركت لذا الورى دنياهم * وظللت انتظر الممات وأرقب\r\nوقطعت في الدنيا العلائق ليس لي * ولد يموت ولا عقار يخرب « 2 » \r\n\r\n8 - أبو منصور الأزهري « 3 » :\r\nمحمد بن أحمد بن الأزهري ابن طلحة بن نوح بن حاتم « 4 » الإمام أبو منصور الأزهري الهروي النحوي اللغوي الفقيه الشافعي .\r\nله كتاب التهذيب في اللغة وغيره من المؤلفات الكبار الجليلة المقدار . ولد بهراة سنة ثمانين ومائتين وسمع الحديث ورواه ورحل إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي : كتاب المقرب لابن عصفور .\r\n( 2 ) البيتان في طبقات القراء لابن الجزري 2 / 46 ، وفي الوافي 2 / 10 ، وفي فوات الوفيات 2 / 350 .\r\n( 3 ) ترجمته في بغية الوعاة 1 / 19 ، ومعجم الأدباء 6 / 297 ، واللباب لابن الأثير 1 / 38 ، ونزهة الألباء 221 ، ووفيات الأعيان 3 / 458 ، وشذرات الذهب 3 / 72 ، والوافي 2 / 45 ، وطبقات الشافعية للإسنوي 1 / 49 .\r\n( 4 ) في وفيات الأعيان 3 / 458 ( محمد بن أحمد بن الأزهر طلحة بن نوح بن أزهر ) .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nبغداد وسمع أبا القاسم البغوي وأبا بكر بن أبي داود وإبراهيم بن محمد بن عرفة نفطويه وأبا بكر بن السراج ، وأخذ عن هؤلاء ولم يأخذ عن أبي بكر بن دريد تدينا وتورعا لأنه رآه سكران .\r\nأخذ عنه أبو عبيد الهروي « 1 » مؤلف الغريبين وحدث عنه أبو يعقوب إسحاق بن القراب وأبو ذر الهروي وغيرهما . وصنف تهذيب اللغة في ثلاثين مجلدة ، وكتاب التقريب في التعبير وكتاب تفسير مختصر المزني والروح وما ورد فيها من الكتاب والسنة ، وكتاب تفسير أسماء اللّه الحسنى وكتاب الرد على الليث . وكتاب تفسير إصلاح المنطق وكتاب تفسير ديوان أبي تمام ، وغير ذلك من المصنفات . وقد وقع في أسر عرب عرباء يتبعون مساقط الأنواء أيام النجع ويردون إلى أعداد المياه في محاضرهم ويتكلمون بطباعهم فبقي عندهم دهرا طويلا فاستفاد منهم ألفاظا في اللغة .\r\nتوفي بهراة في ربيع الآخر سنة سبعين بتقديم السبعين وثلاثمائة وقيل سنة إحدى وسبعين ، حكاه ابن خلكان ، عن ثمان وثمانين سنة . قال الذهبي : وقد بقي الأزهري في أسر القرامطة مدة طويلة . وكان إماما في المذهب رأسا في اللغة ثخين الورع كثير التحري عارفا بالحديث وعلل الإسناد ، واسع الرحلة .\r\n\r\n9 - الشنبوذي « 2 » :\r\nمحمد بن أحمد بن إبراهيم أبو الفرج الشنبوذي البغدادي المقرئ غلام ابن شنبوذ قرأ عليه وعلى أبي بكر بن مجاهد وإبراهيم بن محمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في بغية الوعاة 1 / 19 ، ذكر أن الأزهري هو الذي أخذ عن الهروي .\r\n( 2 ) ترجمته في تاريخ بغداد 1 / 271 ، ومعرفة القراء 1 / 268 ، والعبر 3 / 40 ، وطبقات القراء 2 / 50 ، وميزان الاعتدال 3 / 461 ، ومعجم الأدباء 6 / 304 ، واللباب 2 / 30 ، وشذرات الذهب 3 / 129 ، ولسان الميزان 5 / 51 ، والوافي 2 / 39 ، والبداية والنهاية لابن كثير 11 / 325 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nنفطويه وابن الأخرم الدمشقي ومحمد بن هارون التمار وأبي بكر الآدمي وأبي مزاحم الخاقاني وأبي بكر النقاش . وأكثر الرحال في طلب القراءات وتبحر فيها واشتهر اسمه وطال عمره .\r\nقرأ عليه الهيثم بن أحمد الصباغ وأبو طاهر محمد بن ياسين الحلبي وأبو الفرج الأسترآباذيّ وأبو العلاء محمد بن علي الواسطي ومحمد بن الحسين الكارذيني وأبو علي الأهوازي وخلق . وكان عالما بالتفسير وعلل القراءات . قال الخطيب :\r\nسمعت عبيد اللّه بن أحمد يذكر الشنبوذي فعظم أمره وقال سمعته يقول : احفظ خمسين ألف بيت من الشعر شواهد للقراءات . وقال أبو عمرو الداني : مشهور نبيل حافظ ماهر حاذق . كان يتجول في البلدان .\r\nوفد على عضد الدولة زائرا له فقال له : يا أبا الفرج إن اللّه تعالى يقول :\r\n يَخْرُجُ مِنْ بُطُونِها شَرابٌ مُخْتَلِفٌ أَلْوانُهُ فِيهِ شِفاءٌ لِلنَّاسِ  « 1 » وترى العسل يأكله المحرور فيتأذى به واللّه الصادق في قوله .\r\nفقال : إن اللّه لم يقل فيه شفاء الناس بالألف واللام اللذين يدخلان لاستيفاء الجنس . وإنما ذكره منكّرا ، فمعناه فيه شفاء لبعض الناس دون بعض .\r\nقال الداني : والصواب أن الألف واللام في الناس لا يستغرقان الجنس كله كما لا يستغرقان في قوله :\r\n الَّذِينَ قالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ  « 2 » .\r\nوفي قوله :  فَنادَتْهُ الْمَلائِكَةُ  « 3 » وقوله :  وَقالَتِ الْيَهُودُ عُزَيْرٌ ابْنُ اللَّهِ  « 4 » وشبه ذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 69 من سورة النحل .\r\n( 2 ) الآية 173 من سورة آل عمران .\r\n( 3 ) الآية 39 من سورة آل عمران .\r\n( 4 ) الآية 30 من سورة التوبة .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوسمعت عبد الرحمن بن عبد اللّه يقول : كنت أجلس إلى الشنبوذي اسمع منه التفسير وكان من أعلم الناس به . قال الخطيب : ولد سنة ثلاثمائة وتكلم الناس فيما زعمه من قراءته على الأشناني « 1 » ، وقد أساء الدارقطني القول فيه . وقال التنوخي : توفي في سنة ثمان وثمانين وثلاثمائة .\r\n\r\n10 - ابن جوامرد « 2 » :\r\nمحمد بن أحمد بن جوامرد بضم الجيم ثم واو ثم ألف بعدها ميم مفتوحة ثم راء ساكنة ثم دال مهملة الشيرازي الأصل البغدادي المولد والدار أبو بكر القطان النحوي . قرأ النحو على أبي الحسن علي بن فضّال المجاشعي القيرواني النحوي وعلى غيره . وسمع الحديث من أبي الحسين أحمد بن عبد القادر بن يوسف وغيره . وغلب عليه علم النحو فلم يشتهر بالحديث وعليه قرأ أبو محمد عبد اللّه بن أحمد بن الخشاب وعنه أخذ وعليه كان يعتمد حتى يقال إنه لم يقرأ علم النحو على غيره .\r\nذكره ابن الدبيثي في ذيله وقال : سمعت أبا العباس أحمد بن هبة اللّه الأديب يقول : سمعت أبا المظفر الحسن بن هبة اللّه بن المطلب الملقب فخر الدولة يقول : أبو بكر بن جوامرد القطان شيخنا كان يتردد إلينا ونقرأ عليه النحو أنا وإخوتي وكان فاضلا له معرفة جيدة بالنحو والعربية ، وأثنى عليه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في لسان الميزان 5 / 51 يقول ابن حجر تعليقا على هذا الزعم ( أن الشنبوذي ولد سنة 300 ومات الأشناني سنة 307 ) . وقال الخطيب في تاريخ بغداد 1 / 271 ( كان الشنبوذي يذكر أنه قرأ على أبي العباس أحمد بن سهل الأشناني فتكلم الناس فيه ) .\r\n( 2 ) ترجمته في المختصر المحتاج إليه 2 / 217 ، ومعجم الأدباء 6 / 360 ، وأنباه الرواة 3 / 52 ، وبغية الوعاة 1 / 22 ، وذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 4 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\n11 - المعافري « 1 » :\r\nأبو بكر محمد بن أحمد بن حبّون المعافري المري . سمع أبا القاسم بن حبيش وأبا عبد اللّه بن حميد .\r\nقال الأبّار : أقرأ العربية وكان له حظ من قرض الشعر ، توفي في ذي الحجة سنة سبع وعشرين وستمائة .\r\n\r\n12 - ابن حمدان الحيري « 2 » :\r\nمحمد بن أحمد بن حمدان أبو عمرو بن حمدان النيسابوري المحدث النحوي المفسر مسند خراسان . سمع بنيسابور والموصل وجرجان وبغداد والبصرة . روى عن الحسين بن شعبان وزكريا الساجي وعيدان « 3 » . وكان مقرئا عارفا بالعربية له نظر بالحديث وقدم في العبادة . وكان المسجد فراشه ثلاثين سنة ثم لما ضعف وعمي حولوه . توفي في ذي القعدة سنة سبع وسبعين بتقديم السين وثلاثمائة عن ثلاث وتسعين سنة بتقديم التاء .\r\n\r\n13 - ابن جيا « 4 » :\r\nمحمد بن أحمد بن حمزة بن جيا بكسر الجيم ثم مثناة من تحت ثم ألف مقصورة وقيل بالمد والأول أشهر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في التكملة لابن الأبّار 2 / 626 ، والوافي بالوفيات 2 / 117 .\r\n( 2 ) ترجمته في العبر للذهبي 3 / 3 . ولسان الميزان 5 / 38 ، وبغية الوعاة 1 / 22 ، والوافي 2 / 46 ، وطبقات القراء لابن الجزري 2 / 61 ، وميزان الاعتدال 3 / 457 ، واللباب لابن الأثير 1 / 332 ، والسياق لعبد الغافر 47 ، وطبقات الشافعية للسبكي 2 / 107 ، وطبقات الفقهاء للعبادي 58 .\r\n( 3 ) في العبر 3 / 3 ( وروى عن الحسين بن سفيان والساجي وعبدان ) .\r\n( 4 ) ترجمته في المختصر المحتاج إليه من تاريخ ابن الدبيثي للذهبي 1 / 13 ، والوافي 2 / 112 ، ومعجم الأدباء 6 / 361 ، والمحمدون من الشعراء 51 ، وبغية الوعاة 1 / -\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nهو أبو الفرج من أهل الحلة السيفية . الأديب الفاضل النحوي . له ترسل حسن وشعر جيد . قدم بغداد وجالس هبة اللّه بن الشجري النحوي وأخذ عنه ثم بعده أبا محمد بن الخشاب وغيرهما وسمع قاضي القضاة أبا جعفر عبد الواحد بن أحمد الثقفي وغيره ، ولم يشتهر بالحديث لإقباله على الأدب واشتغاله به . ذكره ابن الدبيثي بما مر وقال : روى لنا عنه شيئا من رسائله « 1 » وشعره أبو الحسن علي بن نصر بن هارون وأبو الثناء محمود بن عبد اللّه الجليان .\r\n\r\n14 - ابن الخويي « 2 » :\r\nمحمد بن أحمد « 3 » بن الخليل بن سعادة بن جعفر قاضي القضاة شهاب الدين الخويي العلامة الفقيه الأصولي المفسر النحوي ولد في شوال سنة ست وعشرين وستمائة ونشأ بدمشق وبرع في المذهب وسمع من ابن اللتي وابن المقير والشيخ أبي عمرو بن الصلاح وحدّث وصنف تصانيف وتفقه عليه جماعة ودرس شابّا بالدّماغية ثم انتقل إلى القاهرة وولي قضاء القاهرة الوجه البحري خاصة ثم ولي قضاء الشام ومات في خامس عشرين رمضان سنة ثلاث وسبعين وستمائة « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- 23 ، وذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 15 ، ومجلة كلية الآداب العدد السابع وفيها بحث للدكتور جواد علوش .\r\n( 1 ) بعد هذه الكلمة وقع من الناسخ خلط كبير بين هذه الترجمة وترجمة ابن شواش الفهري ( رقم ترجمته 22 ) فبتر أولها ونقل بقية الترجمة هنا وقد رددناها إلى موضعها .\r\n( 2 ) ترجمته في العبر 5 / 379 ، ودول الإسلام للذهبي 2 / 149 ، وبغية الوعاة 1 / 23 ، وشذرات الذهب 5 / 423 ، والوافي 2 / 137 ، وفوات الوفيات 2 / 368 ، وتاريخ ابن كثير 13 / 337 ، وطبقات الشافعية للإسنوي 1 / 501 ، والدارس في تاريخ المدارس 1 / 237 .\r\n( 3 ) اسمه في شذرات الذهب 5 / 423 ( أحمد بن أحمد ) .\r\n( 4 ) في البغية 1 / 23 ، والوافي 2 / 137 ، وتاريخ ابن كثير 13 / 337 ذكر أن وفاته كانت سنة 693 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\n15 - الداني « 1 » :\r\nمحمد بن أحمد بن مسعود أبو عبد اللّه الأنصاري الداني شيخ القراء بدانية وأكبر تلامذة أبي عمرو وتصدر للإقراء في حياة أبي عمرو وصنف في القراءات والعربية وعاش إلى حدود السبعين وأربعمائة ، وقرأ عليه أبو داود بن نجاح ختمة للقرآن .\r\n\r\n16 - الطرطوشي « 2 » :\r\nمحمد بن أحمد بن عامر أبو عامر البلوي الطرطوشي السالمي من مدينة سالم سكن مرسية . وكان عالما أديبا مؤرخا لغويّا صنف في اللغة كتابا مفيدا وله كتاب في الطب سمّاه الشفاء وكتاب في التشبيهات .\r\nقال الأبّار : روى عنه عبد المنعم بن الغرس وأبو القاسم بن البراق ، توفي سنة تسع وخمسين وخمسمائة .\r\n\r\n17 - الخدبّ الإشبيلي « 3 » :\r\nمحمد بن أحمد بن طاهر ، أبو بكر الأنصاري الإشبيلي النحوي ويعرف بالخدب أخذ العربية عن أبي القاسم بن الرماك وأبي الحسن بن مسلم . وساد أهل زمانه في العربية ودرس في بلاد مختلفة وكان قائما على كتاب سيبويه وله عليه تعليق سمّاه ( الطرر ) لم يسبق إلى مثله ، وكان يتعاطى التجارة فدخل مدينة فاس فأقرأ بها مدة . أخذ عنه : أبو ذر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في التكملة لابن الأبّار 1 / 395 ، وطبقات القراء لابن الجزري 2 / 63 .\r\n( 2 ) ترجمته في التكملة لابن الأبّار 2 / 495 ، وبغية الوعاة 1 / 28 ، والوافي بالوفيات 2 / 111 ، وبغية الملتمس 35 .\r\n( 3 ) ترجمته في التكملة لابن الأبّار 2 / 532 ، والذيل والتكملة للأوسي المراكشي 5 / 648 - 651 ، وبغية الوعاة 1 / 28 ، ولسان الميزان 5 / 48 ، والوافي 2 / 113 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالخشني وأبو الحسن بن خروف . وحج وأقرأ بمصر وحلب والبصرة . ثم رجع واختلط عقله فأقام ببجاية وربما ثاب إليه عقله فتكلم في مسائل « 1 » أحسن ما يكون . مات سنة ثمانين وخمسمائة . ذكره الأبّار .\r\n\r\n18 - الزهري « 2 » :\r\nمحمد بن أحمد بن سليمان . أبو عبد اللّه الزهري « 3 » الأندلسي الإشبيلي رحل وحج وسمع ببغداد من ابن كليب وابن بوش وذاكر بن كامل وطبقتهم . ورحل إلى أصبهان فكتب بها عن أصحاب أبي علي الحدّاد ثم سافر إلى الكرج واستوطنها وحدث بها وبإربل ، وكان عارفا بالأدب فاضلا نحويّا صنف شرحا لكتاب الإفصاح . وله شعر حسن .\r\nقال المنذري : توفي ببروجرد شهيدا بيد التتار في رجب سنة سبع عشرة وستمائة .\r\n\r\n19 - ابن الخالة الواسطي « 4 » :\r\nمحمد بن أحمد بن سهل أبو غالب بن بشران الواسطي الأديب النحوي . لغوي زمانه . الإمام المعدّل اللغوي الحنفي ويعرف أيضا بابن الخالة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في التكملة لابن الأبّار 2 / 532 ( يتكلم في مسائل مشكلة ) .\r\n( 2 ) ترجمته في المختصر المحتاج إليه 2 / 242 ، وبغية الوعاة 1 / 25 ، ومعجم الأدباء 6 / 365 ، والوافي 2 / 104 ، ونفح الطيب 2 / 413 ، وذيل تاريخ بغداد ( مخطوط ) 1 / 23 ، والتكملة للمنذري المجلد السادس 1083 .\r\n( 3 ) في معجم الأدباء 6 / 365 ( الزاهري ) ولعله تصحيف لم ينتبه له محقق الكتاب .\r\n( 4 ) ترجمته في العبر 3 / 250 ، والمحمدون 89 ، والبغية 1 / 62 ، والجواهر المضيّة 2 / 11 ، وشذرات الذهب 3 / 310 ، ولسان الميزان 5 / 43 ، ومعجم الأدباء 6 / 329 ، وميزان الاعتدال 3 / 459 ، والنجوم الزاهرة 5 / 85 ، والوافي 2 / 82 ، وأنباه الرواة 3 / 44 ، وتاريخ ابن كثير 12 / 100 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nحدّث عن أبي الحسن علي بن الحسين بن علي بن معاد الجاذري « 1 » بالجيم وفتح الدال المعجمة فيما قيده ابن نقطة وكذلك هي بخط الحميدي وقيدها ابن ماكولا بالكسر ثم راء ، سمع منه تاريخ واسط وأحمد بن محمد بن سهيل بن مردويه ، وأبي الفتح محمد بن الحسن بن عبد اللّه الكاتب وأبي الحسين علي بن محمد بن دانيال . وأحمد بن عبيد بن بيري بكسر الموحدة ثم مثناة من تحت ساكنة ثم راء مكسورة .\r\nوغيرهم . حدث عنه أبو عبد اللّه الحميدي وأبو نصر بن ماكولا وأبو المجد محمد بن محمد بن جهور القاضي الواسطي ولم ( يكن ) بالعراق أعلم منه باللغة . توفي في خامس عشر رجب سنة اثنتين وستين وأربعمائة بواسط عن اثنتين ثمانين سنة .\r\n\r\n20 - ابن جابر « 2 » :\r\nمحمد بن أحمد بن علي بن جابر أبو عبد اللّه الهواري الأندلسي المالكي له شرح الألفية . فرغ منه في ذي القعدة سنة ست وخمسين وسبعمائة « 3 » بمكة .\r\n\r\n21 - الشاطبي « 4 » :\r\nمحمد بن أحمد بن عبد العزيز بن سعادة . أبو عبد اللّه الشاطبي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال ياقوت في معجم البلدان 2 / 5 ( ليبزك 1868 ) جاذر : من قرى واسط ينسب إليها أبو الحسن علي بن الحسين الجاذري .\r\n( 2 ) ترجمته في نكت الهميان 244 ، وبغية الوعاة 1 / 34 ، والوافي 2 / 157 ، وطبقات القراء لابن الجزري 2 / 60 ، وشذرات الذهب 6 / 268 ، والدرر الكامنة 3 / 300 ، ونفح الطيب 3 / 418 ، وخزانة الأدب للحموي .\r\n( 3 ) وفاته سنة 780 في البغية 1 / 34 ، والدرر الكامنة 3 / 300 ، ونفح الطيب 3 / 418 .\r\n( 4 ) ترجمته في التكملة لابن الأبّار 2 / 597 ، وطبقات القراء 2 / 67 ، وبغية الوعاة 1 / -\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالمقري النحوي اللغوي . أخذ القراءات عن ابن هذيل وأبي بكر محمد بن أحمد بن عمران وجماعة .\r\nوأخذ العربية عن أبي الحسن بن النعمة وأبي عبد اللّه بن حميد وسمع من أبي عبد اللّه بن سعادة وابن عاشر .\r\nذكره الأبّار وقال : كان مقرئا متصدرا نحويّا محققا لقيته وسمعت منه مسألة « 1 » وأجازني . وقد أخذ عنه جماعة . توفي سنة أربع عشرة وستمائة .\r\n\r\n22 - ابن شوّاش الفهري « 2 » :\r\nمحمد بن أحمد بن علي بن محمد بن عبد اللّه بن هشام « 3 » ، أبو عبد اللّه الفهري يعرف بابن الشوّاش أيضا « 4 » . من أهل المريّة « 5 » إحدى مدائن الأندلس ، سمع من أبي عبد اللّه بن سعادة وأبي عبد اللّه بن الفرس خاصة وأبي القاسم ابن حشيش « 6 » وجماعة . وأخذ العربية عن الأستاذ\r\n\r\n\r\n","description":"","footnote":"\r\n- 29 ، وشذرات الذهب 5 / 61 ، والذيل والتكملة للأوسي 5 / 683 ، ومعرفة القراء 2 / 481 .\r\n( 1 ) قال ابن الأبّار في التكملة 2 / 597 ( وسمعت منه مسألة من الجمل للزجاجي ) .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 28 ، والتكملة لابن الأبّار 2 / 607 ، والذيل والتكملة للأوسي 5 / 662 .\r\n( 3 ) في التكملة للأبّار 2 / 607 ( محمد بن أحمد بن عبد اللّه بن هشام الفهري ) وكذلك هو في البغية للسيوطي .\r\n( 4 ) يفهم من كلام المؤلف تقدم ترجمة شخص آخر يقال له ابن شواش ولم يمر بنا شيء من هذا وهو وهم وقع فيه .\r\n( 5 ) بقية الترجمة بعد هذه الكلمة ، وهم الناسخ فيها وخلطها مع ترجمة ابن جيا ( رقم 13 ) وقد أعدناها إلى موضعها هنا وأشرنا إلى ذلك في حواشي ترجمة ابن جيا .\r\n( 6 ) كذلك وردت في المخطوطة وصوابها ( ابن حبيش ) كما ذكر الأبّار والأوسي .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالجزولي وجلس للإقراء والتحدث ودرّس النحو واللغات ، وحمل الناس عنه وكان إماما متواضعا بارع الخط .\r\nذكر الأبّار : توفي سنة تسع عشرة وسبعمائة « 1 » .\r\n\r\n23 - ابن دوّاس القنا « 2 » :\r\nمحمد بن أحمد بن علي بن محمد العنبري أبو شجاع الشاعر من أهل واسط يعرف بابن دواس القنا . كان اسمه مقاتلا فغيره وسمى نفسه محمدا ، وله معرفة حسنة بالنحو واللغة العربية . وهو من أهل بيت فضل وأدب وشعر ، مشهورين بذلك . قدم بغداد مرارا ولقي أدباءها كالكمال عبد الرحمن بن محمد بن الأنباري وأبي الحسن علي بن عبد الرحيم بن العطار « 3 » وأبي الفرج محمد بن الحسين بن الدباغ وغيرهم وقرأ عليهم وأخذ عنهم ولازم شيخنا مصدّق بن شبيب ، وقرأ عليه جملة من كتب الأدب ودواوين العرب . وكان حسن الشعر . أثبت مدة من شعراء الديوان العزيز ذكر ذلك ابن الدبيثي وقال سمعت منه كثيرا من شعره وشعر غيره بواسط وبغداد ولد سنة أربع وخمسين وخمسمائة في ذي القعدة . وتوفي بواسط في ليلة الأحد سلخ شعبان سنة ست عشرة وستمائة .\r\n\r\n24 - ابن سعدون « 4 » :\r\nمحمد بن يحيى بن سعدون مرسل الموصل وهو ممن قرأ بالروايات على أبي القاسم بن النحاس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر ابن الأبّار أن ابن شواش توفي سنة 618 أو 619 ووهم ابن شهبة في نقله عنه .\r\n( 2 ) ترجمته في المختصر المحتاج إليه 1 / 240 ، والوافي 2 / 119 ، وذيل تاريخ بغداد ( مخطوط ) 1 / 22 .\r\n( 3 ) في المختصر المحتاج إليه 1 / 240 ( ابن العصار ) .\r\n( 4 ) ترجمته في التكملة لابن الأبّار 1 / 438 ، واللباب 2 / 253 . قال ابن الأثير في اللباب -\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\n25 - ابن الظهير « 1 » :\r\nمحمد بن أحمد بن عمر بن أحمد بن أبي شاكر بن الظهير الإربلي الحنفي ظهير الدين الإربلي عرف بابن الظهير . العلّامة القدوة المفتي الأديب النحوي . ولد سنة اثنتين وستمائة بإربل وسمع من الإمام علم الدين أبي الحسن علي بن محمد السخاوي وطائفة بدمشق ومن الكاشغري وغيره ببغداد . ودرس بالعراق « 2 » مدة وله ديوان مشهور « 3 » ونظم رائق مع الجلالة والديانة التامة . تخرج به جماعة منهم الأديب الشهاب محمود والشيخ نجم الدين القحفازي وتوفي في ربيع الآخر سنة سبع وسبعين وستمائة « 4 » وصلي عليه بجامع دمشق بعد صلاة الجمعة ودفن بمقابر الصوفية . وكان ديّنا صالحا فاضلا أديبا حسن النظم رقيق الشعر . رثاه الشهاب بقصيدة طنانة « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n- ( أبو بكر يحيى بن سعدون القرطبي مقرئ نحوي انتقل إلى الموصل وسكنها وتوفي بها سنة 567 ) .\r\nوسماه ابن الأبّار في تكملته ( محمد بن يحيى بن سعدون ) .\r\nوهو في مخطوطتنا ( محمد يحيى سعدون ) .\r\n( 1 ) ترجمته في تاريخ ابن كثير 13 / 382 ، وبغية الوعاة 1 / 37 ، والعبر 5 / 316 ، وشذرات الذهب 5 / 359 ، والوافي 2 / 123 ، وفوات الوفيات 2 / 356 ، والجواهر المضيّة 2 / 19 ، 401 ، والدارس في تاريخ المدارس 1 / 574 .\r\n( 2 ) في العبر 5 / 316 ( ودرّس بالقيمازية ) .\r\n( 3 ) قال الصفدي في الوافي 2 / 123 ( وهو من أعيان شيوخ الأدب وفحول المتأخرين وله ديوان موجود ) ثم ذكر طائفة من شعره .\r\n( 4 ) قال الزركلي في الأعلام 6 / 218 إنه توفي سنة 697 .\r\n( 5 ) القصيدة في الجواهر المضية ، ومطلعها :\r\n تنكر ليلي واطمأنت كواكبه * وسدت على صبحي الغداة مذاهبه \r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\n26 - أبو بكر الحجري « 1 » :\r\nمحمد بن أحمد بن عمران بن عبد الرحمن بن محمد بن عمران بن نمارة الأستاذ أبو بكر الحجري من ولد أوس بن حجر التميمي الشاعر الجاهلي شاعر بني تميم . وأبو بكر أندلسي من أهل بلنسية نزح به منها عند غلبة العدو عليها في تمام سبعة وثمانين وأربعمائة فنشأ بالمريّة وقرأ على أبي الحسن البرجي ورحل فقرأ بقرطبة على أبي القاسم بن النحاس وعليه اعتمد لعلو روايته التي يساوي بها في بعض الطرق أبا عمرو الداني ، وخلف بن محمد الأنصاري ، وأبي بكر عمر بن الفصيح عن قراءتهما على الداني . وسمع من أبي علي بن سكّرة وعباد بن سرحان وأبي بحر بن القاضي ، وأجاز له أبو عبد اللّه أحمد بن محمد الخولاني وصحب أبا العباس بن العريف ببلنسية وعاد إلى بلنسية وطنه ، وأخذ العربية فأحكمها عن أبي محمد البطليوسي وتفقه على أبي القاسم بن الأنقر السرقسطي وتصدر للإقراء ونشر العلوم وألف شرحا لمقدمة ابن بابشاذ أخذ عنه غير واحد . فممن قرأ عليه محمد بن يوسف بن الجياد ومحمد بن هاجر البلنسي ومحمد بن عبد اللّه بن محمد بن خلف بن سعادة الدالي ومحمد بن مشيلون الكندي . توفي في شعبان سنة ثلاث وستين وخمسمائة عن ثمانين سنة . قال الأبّار : وهو آخر من قرأ بالروايات على ابن النحاس .\r\nقال الذهبي : عاش بعده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في التكملة لابن الأبّار 2 / 502 ، وطبقات القراء 2 / 78 ، وبغية الملتمس 37 ، ومعرفة القراء 2 / 423 ، ومعجم الأبّار 174 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\n27 - ابن كيسان « 1 » :\r\nمحمد أبو الحسن بن لبّان بن أحمد بن كيسان « 2 » ، الإمام أبو الحسن البغدادي صاحب التصانيف في القراءات والعربية والنحو . كان أبو بكر بن مجاهد يعظّمه ويكرمه ، ويقول : هو أنحى من الشيخين يعني ثعلبا والمبرد .\r\nذكره الزبيدي فقال : كان بصريّا كوفيّا يحفظ القرآن والمذهبين .\r\nأخذ عن ثعلب والمبرد . وكان ميله إلى مذهب البصريين أكثر . توفي يوم الجمعة لثمان خلون من ذي القعدة سنة تسع وتسعين ، بتقديم التاء فيهما ، ومائتين .\r\n\r\n28 - البطليوسي « 3 » :\r\nمحمد بن أحمد بن محرز بن عبد اللّه . أبو بكر البطليوسي عرف بالمنتابخشي . مرسل إشبيلية . سمع من أبيه ومن أبي الوليد العتبي وأبي محمد بن عتّاب وأبي القاسم بن النحاس . وأخذ عن ابن النحاس القراءات وعن أبي عبد اللّه بن مزاحم وابن طريف . وأخذ العربية والأدب عن أبي عبد اللّه بن أبي العافية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في أنباه الرواة 3 / 37 ، وتاريخ بغداد 1 / 335 ، ونزهة الألباء 162 ، وبغية الوعاة 1 / 18 ، وتاريخ ابن الأثير 6 / 140 ، وشذرات الذهب 2 / 232 ، وطبقات النحويين للزبيدي 170 ، ومرآة الجنان 2 / 236 ، ومعجم الأدباء 6 / 280 ، والنجوم الزاهرة 3 / 178 ، والوافي 2 / 31 ، وتاريخ ابن كثير 11 / 117 ، ونور القبس 179 ، ومراتب النحويين 86 .\r\n( 2 ) اسمه في بغية الوعاة ( محمد بن أحمد بن إبراهيم بن كيسان ) واسمه في تاريخ ابن كثير والوافي وشذرات الذهب ( محمد بن أحمد بن كيسان ) .\r\n( 3 ) ترجمته في التكملة لابن الأبّار 2 / 513 ، ومعرفة القراء 2 / 44 ، وطبقات القراء 2 / 80 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nقال الأبّار : وكان فقيها مشاورا وحافظا أديبا ، حافلا كاتبا روى عنه أبو بكر بن خير وأبو عمرو بن عياد وأبو الخطاب بن واجب شيخنا وغيرهم . توفي في آخر سنة تسع وستين وخمسمائة .\r\n\r\n29 - الأبيوردي « 1 » :\r\nمحمد بن أبي العباس بن أحمد بن محمد بن أحمد بن إسحاق بن الحسين بن منصور بن معاوية بن محمد بن عتاب بن عتبة بن عنبسة بن أبي سفيان صخر بن حرب الأموي . الأديب أبو المظفر الأبيوردي بفتح الهمزة ثم موحدة مكسورة ثم مثناة من تحت ساكنة ثم واو مفتوحة ثم راء ساكنة ثم دال مهملة ، نسبة إلى أبيورد .\r\nالمعاوي اللوفني « 2 » نسبة إلى لوفن من قرى أبيورد . الإمام المحدث اللغوي الفقيه الشافعي صاحب الفصاحة والبلاغة والتصانيف ، الشاعر النسابة الكبير . أخذ عن أبي بكر بن خلف الشيرازي وإسماعيل بن مسعدة وعبد القاهر الجرجاني وأبي الفضل بن حيرون ومالك بن أحمد البانياسي وغيرهم . وعنه جماعة وجمع له السلفي ترجمة مفردة في جزء عظيم كبير . وذكر أنه فوّض إليه أشراف الممالك وأحضر عند السلطان أبي شجاع محمد بن ملكشاه يستخضه « 3 » وهو على سرير ملكه فارتعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في العبر 4 / 14 ، وأنباه الرواة 3 / 49 ، وبغية الوعاة 1 / 40 ، والوافي 2 / 91 ، والأنساب 490 أ 535 ب ، وتاريخ ابن كثير 12 / 776 ، ووفيات الأعيان 4 / 71 ، وطبقات الشافعية للسبكي 4 / 62 ، واللباب 3 / 58 ، 154 ، ومرآة الجنان 3 / 196 ، ومعجم الأدباء 6 / 341 ، ومعجم البلدان 1 / 102 ، 7 / 295 ، والنجوم الزاهرة 5 / 206 ، وشذرات الذهب 3 / 18 ، والشعر العربي في العراق وبلاد العجم للدكتور علي جواد الطاهر 1 / 106 .\r\n( 2 ) في الأنساب واللباب ( الكوفني : نسبة إلى كوفن من قرى أبيورد ) .\r\n( 3 ) يستخضه : يمتحنه ويختبره .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nووقع ميتا وذلك في سنة سبع وخمسمائة « 1 » . وكان قوي الشعر جدا ، ومن شعره :\r\n يا من يساجلني وليس بمدرك * شأوي وليس له جلالة منصبي\r\nلا تنعبنّ فدون ما حاولته * خرط القتادة وامتطاء الكوكب\r\nوالمجد يعلم أينا خير أبا * واسأله تعلم أيّ ذي حسب أبي\r\nجدي معاوية الأغر سمت به * جرثومة من طينها خلق النبي\r\nوورثته شرفا رفعت منارة * فبنو أمية يفخرون به وبي « 2 » \r\nومن تصانيفه : تاريخ أبيورد ونسا ، وكتاب المختلف والمؤتلف وكتاب طبقات العلماء . ذكره أبو سعد السمعاني فقال : أوحد عصره وفريد ذكره في معرفة اللغة والأنساب وغير ذلك وأورد في شعره ما عجز عنه الأوائل من معان لم يسبق إليها . وأليق ما وصف به بيت أبي العلاء المعري :\r\n وإني وإن كنت الأخير زمانه * لآت بما لم تستطعه الأوائل « 3 » \r\nقلت قال الذهبي : كان رئيسا عالي الهمة ذا إباء وتيه وصلف توفي بأصبهان مسموما « 4 » .\r\nقلت : وفيها توفي معه الحفاظ : أبو غالب شجاع بن فارس الدهلي وقد نسخ ما لا يوصف كبره من التفسير والفقه والحديث وكتب شعر ابن حجاج تسع مرات . وأبو الفضل محمد بن طاهر المقدسي وقد كتب البخاري ومسلما وأبا داود وابن ماجة سبع مرات .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال الزركلي في الأعلام 6 / 209 ( إن قول ابن خلكان إنه توفي سنة 557 خطأ صوابه 507 لأن الأبيوردي كان في عصر المستظهر ووفاة هذا سنة 512 ) .\r\n( 2 ) الشعر له في معجم الأدباء 6 / 346 ، وطبقات الشافعية للسبكي 4 / 63 .\r\n( 3 ) البيت في شرح سقط الزند 525 .\r\n( 4 ) ما ذكره الذهبي يناقض ما ذكره المؤلف سابقا عن وفاة الأبيوردي .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوأبو نصر المؤتمن بن أحمد بن علي الساجي وكتب الشامل عن مؤلفه ابن الصباغ .\r\nوفخر الإسلام أبو بكر محمد بن أحمد بن الحسين الشاشي المعروف بالمستظهري « 1 » .\r\n\r\n30 - شعلة « 2 » :\r\nمحمد بن أحمد بن محمد بن أحمد بن الحسين « 3 » . الإمام أبو عبد اللّه الموصلي الحنبلي الملقب بشعلة المقرئ النحوي اللغوي . ناظم كتاب ( السمعة في القراءات السبعة ) « 4 » كان شابّا فاضلا ومقرئا محققا ذا ذكاء مفرط وفهم ثاقب ومعرفة تامة بالعربية واللغة . قرأ القراءات على أبي الحسن عليّ بن العزيز الإربلي وغيره . وشعره في غاية الجودة ، نظم في الفقه والتاريخ وغيرهما . وكان ، مع فرط ذكائه ، صحيحا زاهدا متواضعا .\r\nقال الذهبي : وكان شيخنا التقي المقتضاتي « 5 » يصف شمائله وفضائله ويثني عليه . وكان قد حضر بحوثه وسمع شيخه أبا الحسن يقول : كان أبو عبد اللّه نائما إلى جانبي واستيقظ . فقال لي : رأيت رسول اللّه صلّى اللّه عليه وسلم وطلبت منه العلم فأطعمني تمرات .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمة المستظهري في الوافي 2 / 73 ، وتاريخ ابن كثير 12 / 177 .\r\n( 2 ) ترجمته في طبقات القراء 2 / 80 ، والعبر 5 / 234 ، وشذرات الذهب 5 / 281 ، ودول الإسلام 2 / 104 ، وذيل طبقات الحنابلة لابن رجب 2 / 256 ، والوافي 2 / 122 ، ومعرفة القراء 2 / 536 .\r\n( 3 ) في ذيل طبقات الحنابلة ( محمد بن أحمد بن الحسين الموصلي ) .\r\n( 4 ) في طبقات القراء ( الشمعة في القراءات السبعة ) .\r\n( 5 ) في طبقات القراء وذيل طبقات الحنابلة ( التقي المقصاتي ) .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nقال أبو الحسن : ومن ذلك الوقت فتح عليه وتكلم . توفي في صفر سنة ست وخمسين وستمائة بالموصل عن ثلاث وثلاثين سنة « 1 » .\r\n\r\n31 - ابن سجمان « 2 » :\r\nمحمد بن الشريشي ، شارح ألفية ابن معط ، ابن أحمد بن محمد بن عبد اللّه بن سجمان « 3 » بضم السين المهملة ثم جيم ساكنة وبعد الألف نون ، الكبرى الوائلي الأندلسي الشريشي جمال الدين أبو عبد اللّه المالكي العلامة الفقيه الأصولي المفسر النحوي والد الشيخ جمال الدين أحمد وجد الشيخ جمال الدين بن الشريشي الشافعيين ، وشارح ألفية ابن معط .\r\nولد سنة إحدى وستمائة بشريش . وسمع بالثغر من محمد بن عمّار وببغداد من أبي الحسن القطيعي « 4 » وكان من أكابر الفضلاء الصلحاء الورعين . بارعا في مذهب مالك محققا للعربية عارفا بالكلام والنظر فيها بكتاب اللّه وتفسيره . جيد المشاركة في العلوم ، ذا زهد وتعبد وجلالة .\r\nوله تصانيف مفيدة منها شرح ألفية ابن معط في مجلدين . وولي مشيخة الصخرة بالقدس الشريف . وقدم دمشق فولي مشيخة الرباط الناصري .\r\nفلما توفي قاضي القضاة جمال الدين الزواوي المالكي ، ولي مشيخة المالكية بدمشق وعرض عليه القضاء فلم يقبل وبقي في المشيخة إلى أن مات في رابع عشر من رجب سنة خمسين وستمائة « 5 » ودفن قبالة الرباط الناصري بسفح قاسيون .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في العبر 5 / 234 ( عن ثلاث وثمانين سنة ) .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 44 ، وشذرات الذهب 5 / 392 ، ونفح الطيب 3 / 382 ، 2 / 331 ، 2 / 416 ، والوافي 2 / 131 ، وتاريخ ابن كثير 13 / 308 .\r\n( 3 ) في البغية والشذرات ( ابن سحمان ) وفي الوافي ( ابن سجمان ) .\r\n( 4 ) في شذرات الذهب ( الحسن القطيعي ) .\r\n( 5 ) في شذرات الذهب والبغية والوافي ونفح الطيب ( وفاته سنة 685 ) .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\n32 - ابن عمران الحضرمي « 1 » :\r\nمحمد بن أحمد بن محمد بن عمران بن موسى الفقيه المقرئ المجوّد النحوي ، أبو القاسم الحضرمي الستّي .\r\nقال الذهبي في المعجم : قدم سنة تسع عشرة فسمع من المطعم وابن الشيرازي وجماعة وقد سمع ببلده من جماعة ومولده سنة تسع وسبعين وستمائة . علقت عنه أشياء من التواريخ . وقد دخل اليمن وأقرأ به القراءات . وسافر من مصر سنة إحدى وعشرين وسبعمائة .\r\n\r\n33 - ابن الشرّاط الأنصاري « 2 » :\r\nمحمد بن أحمد بن محمد بن غالب ، أبو عبد اللّه بن الشراط « 3 » الأنصاري القرطبي النحوي المقرئ المحدّث . أخذ القراءات عن عمه عبد الرحمن بن الشرّاط وسمع منه ومن أبي ذر الخشني وأقرأ بجامع قرطبة القراءات والنحو واسمع الحديث قال الأبّار : ( كان ) « 4 » مقرئا محققا ضابطا ورعا زاهدا كثير العدل ، أخذ عنه أبو القاسم بن الطيلسان وغيره . مات في المحرم سنة ست عشرة وستمائة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم نعثر له على ترجمة في المصادر التي بين أيدينا .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 45 ، وطبقات القراء 2 / 86 ، والتكملة لابن الأبّار 2 / 602 .\r\n( 3 ) في بغية الوعاة ( السراط ) .\r\n( 4 ) كلمة ساقطة في المخطوطة .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\n34 - البهجة « 1 » :\r\nمحمد أبو عبد اللّه بن أحمد بن هبة اللّه بن تغلب « 2 » أبو عبد اللّه الفزراني « 3 » نسبة إلى قرية تعرف بفزرينا من قرى نهر الملك يلقب بالبهجة « 4 » . ذكر ابن الدبيثي فقال : عارف بالنحو قرأ على أبي محمد بن الخشاب وغيره . سمع من أبي الكرم المبارك بن الحسن بن الشهرزوري وأبي منصور مسعود بن عبد الواحد بن الحصين ، وقرأ عليهما بشيء من القراءات ومن أبي عبد اللّه محمد بن عبيد اللّه بن مخلّد بن القرطبي ، ومن القاضي أبي العباس أحمد بن بختيار بن المندائي وغيرهم .\r\nذكره ابن الدبيثي وقال : سمعنا منه وكتبت عنه ونعم الشيخ كان ، سألته عن مولده فقال : ولدت سنة ثلاثين وخمسمائة . وتوفي في سابع عشر من صفر سنة ثلاث وستمائة . وذكره ابن نقطة وقال الفرريني بكسر الفاء وسكون الراء بعدها ثم راء مكسورة ثم مثناة من تحت ساكنة ثم نون ، النحوي الضرير . حدث عن ابن ناصر الحافظ وغيره ثم ذكر وقت وفاته وزاد يوم الثلاثاء .\r\nوقال الذهبي : كان عارفا بالنحو بصيرا به بعد تحر .\r\nروى عنه الدبيثي الشافعي وأجاز لشمس الدين أبي عمر والفخر النجاوي والكمال عبد الرحيم محمد بن أحمد أبي عبد اللّه الحدّاد الأديب الوادياشي نزيل المريّة . له مصنفات في علم العروض والموسيقى وله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في التكملة لابن الأبّار 84 ، ونكت الهميان للصفدي 237 ، والمختصر المحتاج إليه 1 / 17 ، وأنباه الرواة 3 / 53 ، وبغية الوعاة 1 / 48 ، ومعجم البلدان 6 / 375 ، والوافي 2 / 78 ، وذيل تاريخ بغداد 2 / 78 .\r\n( 2 ) في أنباه الرواة ( ابن ثعلب ) .\r\n( 3 ) في بغية الوعاة ( الفزاري ) وهو تصحيف من الناسخ فيما أظن .\r\n( 4 ) في أنباه الرواة ( ولقبه المهجة ) .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nكتاب ردّ فيه على الإمام أبي . . . . « 1 » السرقسطي الملقب بالحمار مؤلف كتاب الأفعال ونقض كلامه فيما تكلم عليه . .\r\nتوفي قبل الخمسمائة . ومدح بني صمادح .\r\n\r\n35 - الجيّاني « 2 » :\r\nمحمد بن أحمد بن يربوع الجياني . أخذ عن السهيلي وابن الفخار وطائفة . وكان مقرئا نحويّا مؤدبا .\r\nقال الذهبي : توفي حدود سنة عشر وستمائة .\r\n\r\n36 - الإمام الشافعي « 3 » :\r\nمحمد بن إدريس بن العباس بن عثمان بن شافع بن السائب بن عبيد بن عبد يزيد بن هاشم بن المطلب بن عبد مناف القرشي المطلبي الإمام أبو عبد اللّه الشافعي فقيه العصر النحوي اللغوي ولد بغزة على الصحيح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بياض في الأصل ، وقد ذكر حاجي خليفة الاسم كاملا في كشف الظنون 1 / 330 وقال إنه ( أبو عثمان سعيد بن محمد السرقسطي المنبوز بالحمار ) .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 49 ، والتكملة لابن الأبّار 2 / 592 .\r\n( 3 ) ترجمته في طبقات القراء 2 / 95 ، والمحمدون من الشعراء 137 ، وتاريخ بغداد 2 / 56 ، ودول الإسلام 2 / 92 ، والعبر 2 / 343 ، وتذكرة الحفاظ 1 / 361 ، ومعجم الأدباء 6 / 367 ، واللباب 2 / 5 ، ووفيات الأعيان 3 / 305 ، وطبقات الحنابلة لابن أبي يعلى 1 / 280 ، وشذرات الذهب 2 / 9 ، وتهذيب التهذيب لابن حجر 9 / 25 ، والوافي 2 / 171 ، وحيلة الأولياء 9 / 63 ، وتاريخ ابن كثير 10 / 251 ، وآداب الشافعي ومناقبه للرازي وتوالي التأسيس بمعالي ابن إدريس لابن حجر وطبقات الشافعية للسبكي والإمام الشافعي لمحمد أبو زهرة وطبقات الفقهاء للشيرازي 72 ، وترتيب المدارك 2 / 382 ، وطبقات الشافعية للإسنوي 1 / 11 ، وتاريخ الأدب العربي لبروكلمان 3 / 292 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nهذا كلام الذهبي . وقيل بعسقلان وقيل بمنى حكاه ابن معين في كتابه الرجال سنة خمسين ومائة . ونقل إلى مكة وله سنتان وأخذ عن مالك ومسلم بن خالد الزنجي وطبقتهما . وحفظ الموطأ . وعن محمد بن عوف قال : سمعت أحمد يقول : الشافعي فيلسوف في أربعة في اللغة واختلاف الناس والمعاني والفقه .\r\nوعن جعفر بن محمد قال : قال أحمد بن حنبل : كلام الشافعي في اللغة حجة .\r\nوعن أحمد بن أحمد ابن محمد بن بنت الشافعي قال : سمعت أبي يقول : أقام الشافعي على العربية وأيام الناس عشرين سنة وقال ما أردت بهذا إلا الاستعانة على الفقه .\r\nوعن أحمد بن علي المدائني قال : قال المزني : قدم علينا الشافعي وكان بمصر ابن هشام صاحب المغازي وكان علّامة أهل مصر في العربية والشعر ، فقيل له : تأتي الشافعي فأبى . فلما كان بعد ذلك أتاه فذاكرا أنساب الرجال . فقال الشافعي له بعد أن تذاكرا دع عنك أنساب الرجال فإنها لا تذهب عنا وعنك وخذ بنا في أنساب النساء ، فلما أخذوا فيها بقي ابن هشام ساكتا وكان بعد ذلك يقول : ما ظننت أن اللّه خلق مثل هذا .\r\nوكان يقول : الشافعي حجة في اللغة .\r\nوعن محمد بن رمضان قال سمعت محمدا النحوي يقول : كان ابن هشام النحوي إذا سئل في شيء من اللغة بعث إلى الشافعي فسأله عنه .\r\nوعن ابن هشام قال : طالت مجالستنا الشافعي فما سمعت منه لحنة قط ولا كلمة غيرها أحسن منها . وعن محمد بن المسيّب وأبي نعيم عن الربيع المرادي قال : قال ابن هشام صاحب المغازي : الشافعي ممن تؤخذ عنه اللغة .\r\nقال الربيع : وكان ابن هشام بمصر كالأصمعي بالعراق .\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nوعن الربيع بن سليمان ، قال : سمعت أيوب بن سويد يقول : خذوا عن الشافعي اللغة .\r\nوقال ابن أبي حاتم في حديث عن أبي عبيد القاسم بن سلام قال :\r\nكان الشافعي ممن تؤخذ عنه اللغة أو من أهل اللغة . شك ابن أبي حاتم « 1 » .\r\nوقال أبو بكر بن الأنباري حدثني أبي عن أبي عصيدة قال : قال أبو عثمان المازني : الشافعي عندنا حجة في النحو .\r\nعن عبد الرحمن ابن أخي الأصمعي قال : قلت لعمي : يا عماه على من قرأت شعر هذيل . فقال : على رجل من آل المطلب يقال له محمد بن إدريس .\r\nوعن أبي الوليد الفقيه قال : سمعت شيخنا يحدث أبا العباس بن شريح يقول : سمعت أبي يقول سمعت الأصمعي يقول : صححت أشعار الهذليين على شاب من قريش بمكة يقال له محمد بن إدريس .\r\nوعن أبي عمر الزاهد يقول سمعت أبا موسى الحافظ يقول قال الأصمعي : قرأت على الشافعي الشعر .\r\nوقال محمد بن إسحاق الصغاني « 2 » قال سمعت الأصمعي يقول :\r\nقرأت الشنقري على غلام بمكة يقال له محمد بن إدريس الشافعي فأنشدني لثلاثين شاعرا .\r\nوقال زكريا الساجي حدثنا ابن بنت الشافعي ، قال : سمعت الزبير بن بكّار قال : أخذت شعر هذيل ووقائعها عن عمي مصعب فسألته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في مناقب الشافعي لابن أبي حاتم الرازي يقول ( الشك مني ) .\r\n( 2 ) قال ياقوت في معجم البلدان 3 / 313 ( صغانيان ولاية عظيمة ما وراء النهر متصلة بترمذ ، نسبوا إليها على لفظين صغاني وصاغاني ، ومنها أبو بكر محمد بن إسحاق بن جعفر الصغاني ) .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nعمن أخذها فقال : أخذتها عن محمد بن إدريس الشافعي حفظا .\r\nوقال زكريا أيضا : حدثني جعفر بن عبد اللّه بن مصعب الزبيري قال : كان أبي والشافعي يتسامران فأملى عليّ الشافعي شعر الهذليين حفظا .\r\nوعن عصام بن محمد قال سمعت محمد بن عبد الحكم قال :\r\nسمعت الشافعي يقول : أروي لثلاثمائة شاعر مجنون .\r\nوعن محمد بن عبد اللّه بن إسحاق قال سمعت المبرد يقول : رحم اللّه الشافعي كان من أشعر الناس وآدب الناس وأعرفهم بالقراءات .\r\nوقال زكريا الساجي سمعت الزعفران يقول : ما رأيت أحدا قط أفصح ولا أعلم من الشافعي ، كان أعلم الناس وأفصح الناس . وكان يقرأ عليه من كل شعر فيعرفه .\r\nوقال ابن أبي حاتم سمعت الربيع بن سليمان يقول : كان الشافعي عربي النفس عربي اللسان .\r\nوقال ابن خزيمة : سمعت الربيع بن سليمان يقول : لو رأيت الشافعي وحسن ثيابه وفصاحته لعجبت منه ولو أنه ألّف هذه الكتب على عربيته التي كان يتكلم بها لم يقدر على قراءة كتبه .\r\nوقال أبو الوليد بن أبي الجارود : كان يقال إن محمد بن إدريس الشافعي لغة وحده يحتج به كما يحتج بالبطن من العرب .\r\nوقال زكريا الساجي : حدثنا ابن بنت الشافعي قال : سمعت ابن أبي الجارود وهو أبو الوليد يقول : ما رأيت أحدا إلا وكتبه أكثر من مشاهدته إلا الشافعي فإن لسانه أكثر من كتبه .\r\nوروى البيهقي من غير وجه عن أبي عمر الزاهد غلام ثعلب ، قال سمعت ثعلبا يقول : إنما يؤخذ الشافعي باللغة لأنه من أهلها وأما أبو حنيفة فإنه منها على نقد .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nوفي رواية : إنما يؤخذ الشافعي باللغة لأنه كان حاذقا بها فأما أبو حنيفة فلو عمل كل شيء ما عوتب لأنه كان خارجا من اللغة .\r\nوقال الحاكم أبو عبد اللّه سمعت محمد بن عبد اللّه الفقيه يقول :\r\nسألت أبا عمر غلام ثعلب الذي لم تر عيناي مثله عن حروف أخذت على الشافعي مثل قوله : ماء مالح . ومثل قوله : ( أتبغي أن يكون كذا ) « 1 » فقال : كلام الشافعي صحيح . سمعت أبا العباس ثعلبا يقول : يأخذون على الشافعي وهو من بيت اللغة ويجب أن يؤخذ عنه . وقال أبو محمد جعفر بن أحمد الشاماتي قال سمعت الربيع بن سليمان يقول قال الشافعي : إذا وجدتم في كتابي الخطأ فأصلحوه فإني لا أخطئ ، يعني في العربية .\r\nوقال أبو حاتم سهل بن محمد السجستاني قال الشافعي : ما بلغني أن أحدا أفهم لهذا التبيان مني .\r\nوقد كتب : أحب أن أرى الخليل بن أحمد .\r\nوعن حرملة بن يحيى قال سمعت الشافعي يقول : أصحاب العربية جن الإنس يبصرون ما لا يبصر غيرهم .\r\nوقال ابن أبي حاتم عن حرملة بن يحيى قال : سمعت الشافعي يقول : بذلة كلامنا صون كلام غيرنا « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذه الجملة ليست واضحة في المخطوطة وقد وجدنا خبرها نفسه في توالي التأسيس لابن حجر العسقلاني 62 ، ونقلنا صوابها منه .\r\n( 2 ) في مناقب الشافعي للرازي 97 ( بذل كلامنا صون كلام غيرنا ) وفسره صاحب حلية الأولياء بقوله 9 / 125 ( يعني بذله كلامه في الحلال والحرام والرد على من خالف السنة ، صون لكلام أشكاله إذ كفاهم هذه المؤونة وأنا أستبعد هذا التفسير لأن الإمام الشافعي هنا في معرض الفخر بفصاحته وسلامة لغته ، وهو يريد أن كلامه إذا تبذل فيه ولم يحترس من الخطأ ولم يتكلف الإجادة يأتي فصيحا سليما لا يقل جودة عن كلام الذين يصونون كلامهم من الخطأ ويتأنقون فيه .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nورواه أيضا الزعفران وزاد قال قلت للشافعي . انزل لنا عن اللغة قليلا فإنك تخاطب أهل العراق فقال الشافعي : بذلة كلامنا صون كلام غيرنا .\r\nوقال الحسين بن علي بن الأشعث : سمعت محمد بن عبد الحكم وسأله رجل فقال : أصلحك اللّه أكان الشافعي حجة في اللغة ؟\r\nفقال : إن كان أحد من أهل العلم حجة فالشافعي حجة في كل شيء .\r\nوقال محمد بن المنذر الهروي : سمعت الربيع بن سليمان يقول :\r\nكان ابن هشام صاحب المغازي يقول : الشافعي ممن يؤخذ عنه اللغة .\r\nوقال ابن عبد البر ذكر أبو عبد اللّه محمد بن علي البجلي القيرواني الشافعي ، وكان فاضلا قال : حدثني الربيع بن سليمان قال : سمعت ابن هشام صاحب المغازي يقول : كان الشافعي حجة في اللغة .\r\nقال البجلي : وقال الربيع : كان الشافعي إذا خلا في بيته كالسيل يهدر بأيام العرب .\r\nوتتبع كلام العلماء في ثنائهم على الشافعي في معرفة اللغة مما يطول .\r\nوقال الشافعي : سمّيت ببغداد ناصر الحديث .\r\nوقال أبو داود : ما أعلم سنة صحيحة إلا وأودعها الشافعي كتبه .\r\nقال يونس بن عبد الأعلى : لو اجتمعت أمة لوسعهم عقل الشافعي .\r\nوقال إسحاق بن راهويه : لقيني أحمد بن حنبل بمكة فقال : تعال حتى أريك رجلا لم تر عيناك مثله فأقامني على الشافعي .\r\nوقال أبو ثور : ما رأيت مثل الشافعي ولا أرى مثل نفسه .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوقال أحمد : ما عرفت ناسخ الحديث ومنسوخه حتى جالست الشافعي .\r\nوقال إسحاق بن راهويه : ما تكلم أحد ، وذكر الثوري والأوزاعي وأبا حنيفة إلا والشافعي أكبر اتباعا وأقل خطأ منه .\r\nوقال أبو عبيد القاسم بن سلام : ما رأيت رجلا قط أكمل من الشافعي .\r\nوقال المزني : ما رأيت أحسن وجها منه إذا قبض على لحيته لا تفضل عن قبضته .\r\nوقال الزعفراني : كان خفيف العارضين ، يخضب بالحناء . وكان حاذقا بالرمي . يصيب من العشرة تسعة .\r\nوقال الشافعي : استعملت اللبان سنة للحفظ فأعقبني صب الدم سنة « 1 » .\r\nتوفي في سلخ رجب سنة أربع ومائتين .\r\nوتوفي في هذه السنة فقيه الديار المصرية أشهب بن عبد العزيز صاحب مالك . وقاضي ديار مصر إسحاق بن الفرات صاحب مالك .\r\nوأبو داود الطيالسي صاحب المسند . وهشام ابن الكلبي الأخباري صاحب جمهرة النسب وغيرهما من التصانيف التي تزيد على مائة وخمسين مصنفا . وقيل : إنه توفي سنة ست ، وهو متروك الحديث وفيه رفض .\r\n\r\n37 - البلنسي المخزومي « 2 » :\r\nمحمد بن إدريس بن عبد اللّه . أبو عبد اللّه البلنسي المخزومي لقي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في حلية الأولياء 9 / 136 ( أخذت الكتان للحفظ فأعقبني صب الدم ) .\r\n( 2 ) ترجمته في التكملة لابن الأبّار 2 / 474 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nأبا الوليد الوقشي ولازمه . وصحب أبا محمد الكلبي « 1 » وأبا عبد اللّه بن الجزار ، وسمع ابن عبد الباقي بن برال « 2 » .\r\nقال الأبار : كان محققا « 3 » بالحديث واللغة والأدب . روى عنه أبو محمد بن شعبان وعلي بن إدريس الزناتي وغيرهما .\r\nتوفي في سنة ست وأربعين وخمسمائة .\r\n\r\n38 - أبو الطيّب النحوي « 4 » :\r\nمحمد بن إسحاق بن يحيى « 5 » . الإمام أبو الطيب بن الوشاء النحوي له مصنفات منقحة في الأخبار . وقد حدث عن الحارث بن أبي أسامة وأبي العباس محمد بن يزيد المبرد وأحمد بن يحيى ثعلب وغيرهم .\r\nتوفي سنة خمس وعشرين وثلاثمائة .\r\n\r\n39 - أبو المظفر العراقي « 6 » :\r\nمحمد بن أسعد بن الحكيم أبو المظفر العراقي الحنفي الواعظ .\r\nكان له القبول التام في الوعظ بدمشق درس بالطرخانية والصادرية والمعينية وسمع أبا علي بن نبهان وجماعة ، وروى المقامات عن المؤلف الحريري نفسه وصنف لها شرحا ، وصنف أيضا تفسير القرآن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في التكملة ( صحب أبا محمد الركلي ) .\r\n( 2 ) وفيه ( وسمع من أبي بكر عبد الباقي بن برال ) .\r\n( 3 ) وفيه ( وكان متحققا ) .\r\n( 4 ) ترجمته في تاريخ بغداد 1 / 253 ، والأنساب 584 أ ، والفهرست 85 ، ونزهة الألباء 207 ، والوافي 2 / 32 ، وتاريخ ابن كثير 11 / 188 ، وأنباه الرواة 3 / 61 ، وبغية الوعاة 1 / 18 ، ومعجم الأدباء 6 / 277 .\r\n( 5 ) اسمه في أنباه الرواة والبغية ونزهة الألباء والوافي بالوفيات ( محمد بن أحمد بن إسحاق بن يحيى ) .\r\n( 6 ) ترجمته في العبر 4 / 199 ، والمختصر المحتاج إليه 1 / 25 ، والمحمدون 148 ، -\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nتوفي سنة سبع وستين وخمسمائة « 1 » عن نيف وثمانين سنة .\r\n\r\n40 - الفضيلي الهروي « 2 » :\r\nمحمد بن إسماعيل بن الفضيل بالتصغير ، أبو الفضل الهروي العدل . سمع الكبير « 3 » سمع أباه وأبا عمر المليحي وأبا الحسن عبد الرحمن بن محمد الداودي ومحلم الضبي وغيرهم . وعنه خلق .\r\nقال ابن السمعاني : كان عالما باللغة وولي الأوقاف ولم يحمد بسيرته .\r\nوتوفي سنة سبع وثلاثين وخمسمائة « 4 » . وقال غيره : توفي في صفر سنة سبع وثلاثين .\r\n\r\n41 - البلنسي المصري « 5 » :\r\nمحمد بن أيوب بن محمد بن وهب بن نوح القاضي . أبو عبد اللّه الغافقي البلنسي المصري النحوي . ولد سنة ثلاثين وخمسمائة وأخذ القراءات عن ابن هذيل ، وسمع من أبيه وأبي عبد اللّه بن سعادة وأبي الحسن بن النعمة وعنه أخذ علم العربية أيضا وتفقه وسمع من جماعة\r\n\r\n\r\n","description":"","footnote":"\r\n- والوافي 2 / 203 ، والجواهر المضية 2 / 32 ، 394 ، وشذرات الذهب 4 / 218 ، وميزان الاعتدال 3 / 480 ، ولسان الميزان 5 / 73 ، وتاج التراجم 53 ، وذيل تاريخ بغداد ( مخطوط ) 1 / 27 ، والدارس في تاريخ المدارس 1 / 538 .\r\n( 1 ) في شذرات الذهب ( وفاته سنة 566 ) .\r\n( 2 ) ترجمته في البغية 1 / 55 ، والعبر 4 / 93 ، واللباب 2 / 217 .\r\n( 3 ) أي سمع المعجم الكبير للذهبي .\r\n( 4 ) في العبر ( توفي سنة 534 ) .\r\n( 5 ) ترجمته في التكملة لابن الأبّار 2 / 582 ، وبغية الوعاة 1 / 58 ، وطبقات القراء 2 / 103 ، وشذرات الذهب 5 / 34 ، والوافي 2 / 239 ، ومعرفة القراء 2 / 474 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n( وتفقه ) بأبي يحيى بن عقال « 1 » صاحب أبي جعفر البطرؤجي . واستظهر عليه المدونة وكتب إليه بإجازة أبو مروان بن قزمان وأبو طاهر السلفي .\r\nوكان جم الفضائل . لم يكن في زمانه بشرق الأندلس نظيره تفننا واستبحارا ، وكان من الراسخين في العلم ، برع في علم القراءات والعربية والفقه والفتيا . وأما عقد الشروط فإليه انتهت الرئاسة فيه وإليه كان المنتهى ، وكان كريم الأخلاق عظيم القدر سمي الأجواد ، وخطب بجامع بلنسية وكانت فيه دعابة فوجد بعض الناس سبيلا إلى التكلم فيه .\r\nأقرأ القرآن ودرّس الفقه وعلم النحو ورحل الطلبة إليه ، وطال عمره ، وبعد صيته . قرأ عليه بالروايات العلامة أبو عبد اللّه محمد بن عبد اللّه الأبار ، والعلامة أبو محمد القاسم بن أحمد الكورني .\r\nومات في سادس شوال سنة ثلاث وستمائة أرخه الأبّار « 2 » .\r\n\r\n42 - السّعيدي المصري « 3 » :\r\nمحمد بن بركات بن هلال بن عبد الواحد ، أبو عبد اللّه السعيدي « 4 » بفتح السين وكسر العين المهملتين ثم مثناة من تحت ساكنة إلى . . . « 5 » المصري « 6 » النحوي اللغوي الحبر البحر الإمام الكبير مؤلف كتاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في تكملة الأبّار ( وتفقه بأبي بكر يحيى بن محمد بن عقال ) .\r\n( 2 ) أخطأ ابن قاضي شهبة النقل عن الأبّار ، فوفاته كما ذكر في التكملة سنة 608 ، وكذلك ذكرها السيوطي في البغية ، وابن العماد في شذرات الذهب .\r\n( 3 ) ترجمته في العبر 4 / 306 ، وأنباه الرواة 3 / 78 ، والمحمدون 167 ، وبغية الوعاة 1 / 59 ، وحسن المحاضرة 1 / 228 ، وخريدة القصر ( شعراء مصر ) 2 / 42 ، وشذرات الذهب 4 / 62 ، وكشف الظنون 715 ، ومرآة الجنان 3 / 225 ، ومعجم الأدباء 6 / 422 ، والوافي 2 / 247 ، وأهل المائة للذهبي 132 .\r\n( 4 ) في العبر 4 / 47 ( الصعيدي ) وفيه 4 / 306 ( السعيدي ) .\r\n( 5 ) بياض في الأصل .\r\n( 6 ) في أنباه الرواة ( البصري ) .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالناسخ والمنسوخ روى عن عبد العزيز بن الضراب وأبي عبد اللّه القضاعي . وسمع صحيح البخاري من كريمة بمكة وتوفي في ربيع الآخر سنة عشرين وخمسمائة عن مائة وثلاثة أشهر .\r\nروى عنه أبو القاسم هبة اللّه الشافعي بن علي بن سعود البوصيري .\r\n\r\n43 - رضي الدين العثماني « 1 » :\r\nمحمد بن أبي محمد بن خليل رضي الدين العثماني المكي الشافعي المفتي النحوي الزاهد شيخ الحرم وفقيهه .\r\nروى عن بهاء الدين أبي الحسين بن الجميزي وغيره .\r\nومات سنة ست وتسعين بتقديم التاء على السين وستمائة .\r\n\r\n44 - ابن الخبّاز الموصلي « 2 » :\r\nمحمد بن أبي بكر بن علي . نجم الدين ابن الخباز الموصلي الشافعي أحد كبار العلماء ولد سنة سبع بتقديم السين وخمسين وخمسمائة .\r\nوبرع في علم العربية وقدم مصر فأقرأ الناس بها مدة وتفقه عليه جماعة وصنف كتبا منها شرح ألفية ابن معط ثم شرح الجزولية أيضا ثم عاد إلى حلب ومات بها في سابع ذي الحجة سنة إحدى وثلاثين وستمائة .\r\n\r\n45 - أبو بكر الواسطي « 3 » :\r\nمحمد بن ثابت بن يوسف بن عيسى ، أبو بكر الواسطي النحوي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في شذرات الذهب 5 / 437 ، وفي طبقات في الشافعية للإسنوي 1 / 600 .\r\n( 2 ) ذكر السبكي في طبقات الشافعية 5 / 46 ولم يترجم له . وترجمته في النجوم الزاهرة 6 / 286 ، وطبقات الشافعية للإسنوي 1 / 499 .\r\n( 3 ) ترجمته في أنباه الرواة 3 / 80 ، وذيل تاريخ بغداد ( مخطوط ) 1 / 31 ، والمختصر المحتاج إليه 1 / 29 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nقال ابن الدبيثي : قدم بغداد وأقام بها مدة يقرأ النحو على شيخنا مصدّق بن شبيب النحوي ويطلب الأدب ، وسمعهما معنا من القاضي أبي العباس أحمد بن علي بن المأمون ، وسمع بواسط من القاضي أبي محمد بن علي بن الكناني وأبي علي الحسن بن المبارك الآمدي وأبي بكر عبد اللّه بن منصور بن الباقلاني ، وقرأ القرآن عليه بالقراءات ، وأبي الفرج أحمد بن المبارك بن نغويا وغيرهم ، وعاد إلى واسط فأقام بها مدة ثم قدمها في سنة اثنتي عشرة وستمائة .\r\nوهو ثقة فاضل له معرفة جيدة حسنة بالنحو ، تخرج به جماعة بواسط وأخذوا عنه .\r\n\r\n46 - أبو بكر الإشبيلي « 1 » :\r\nمحمد بن جابر بن علي أبو بكر الأنصاري الإشبيلي السقطي . روى عن أبي ذر الخشني وجماعة .\r\nقال الذهبي في تاريخ الإسلام : وكان محدثا مفيدا مقرئا نحويّا .\r\nتوفي سنة ست وثلاثين وستمائة « 2 » .\r\n\r\n47 - الأموي البلنسي « 3 » :\r\nمحمد بن جعفر بن أحمد بن حميد بن مأمون . أبو عبد اللّه الأموي البلنسي المقرئ النحوي . أخذ القراءات عن أبي هذيل بإشبيلية وعن أبي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 68 ، والتكملة لابن الأبّار 2 / 632 .\r\n( 2 ) وفاته في البغية ( سنة 631 ) وفي التكملة ( 630 ) .\r\n( 3 ) ترجمته في التكملة لابن الأبّار 2 / 539 ، وتكملة المنذري 1 / 243 ، وبغية الوعاة 1 / 68 ، وكشف الظنون 212 ، 603 ، وطبقات القراء 2 / 108 ، وبغية الملتمس 55 ، ومعرفة القراء 2 / 445 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالحسن شريح بعد أن تلا بغرناطة على أبي الحسن بن ثابت الخطيب وأبي عبد اللّه بن أبي سحرة وسمع منهم بالمريّة ، ومن أبي جعفر بن ثعبان وأبي محمد بن عطية . وأجاز له أبو الحسين بن مغيث وقرأ بجيّان علم العربية واللغة على أبي بكر بن مسعود . وبرع في علم النحو ، وولي قضاء بلنسية فحمدت سيرته ثم استوطن مرسية في آخر عمره وقد أقرأ العربية واللغة .\r\nوحمل الناس عنه .\r\nوقد روى عنه أبو الربيع بن سالم الكلاعي وغيره .\r\nوقرأ عليه القراءات يحيى الجعيدي . وسمع منه الشّياطي كتاب الكافي لابن شريح .\r\nوتوفي في جمادى الأولى سنة ست وثمانين وخمسمائة وله ثلاث وسبعون سنة .\r\n\r\n48 - الإمام أبو الحسن بن النجّار « 1 » :\r\nمحمد بن جعفر بن محمد بن هارون التميمي الكوفي النحوي المقرئ الإمام أبو الحسن بن النجار .\r\nولد في محرم سنة ثلاث وثلاثمائة .\r\nقال الأزهري : وقرأ لعاصم على الحسن بن عون النقار صاحب قاسم بن أحمد الخياط ، وعلى محمد بن الحسن بن يونس النحوي .\r\nوسمع الحديث من محمد بن الحسين الأشناني وأبي بكر محمد بن دريد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات القراء 1 / 295 ، والعبر 3 / 80 ، وتاريخ بغداد 2 / 158 ، وأنباه الرواة 3 / 83 ، وبغية الوعاة 1 / 69 ، وتاريخ ابن كثير 11 / 347 ، وشذرات الذهب 3 / 164 ، ومعجم الأدباء 6 / 467 ، والوافي 2 / 305 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nوإبراهيم بن محمد نفطويه ، وأبي روق الميزابي « 1 » ، وعمّر دهرا طويلا وانتهى إليه علو الإسناد . وقرأ عليه محمد بن إبراهيم وأبو علي الهراس وغيرهما . وحدث عنه أبو القاسم عبد اللّه الأزهري ، وجماعة لقيهم أبو الغنائم التزيني .\r\nقال العتيقي : توفي في جمادى الأولى سنة اثنتين وأربعمائة بالكوفة . وهو ثقة . وهو آخر من حدّث في الدنيا عن محمد بن الحسين الأشناني وأبي بكر بن دريد .\r\nوتوفي معه في هذه السنة أبو الحسين بن اللبان الفرضي الفقيه الشافعي « 2 » .\r\n\r\n49 - المنذري الهروي « 3 » :\r\nمحمد بن جعفر « 4 » ، الأستاذ أبو الفضل المنذري الهروي اللغوي الأديب . أخذ اللغة عن أبي العباس ثعلب والمبرد . وله عدة مصنفات منها كتاب نظم الجمان والملتقط الفاخر ، والشامل .\r\nوقد أكثر عنه الرواية أبو منصور الأزهري في كتابه تهذيب اللغة .\r\nتوفي سنة تسع بتقديم التاء وعشرين وثلاثمائة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في تاريخ بغداد ( أبورق الهزّاني ) .\r\n( 2 ) ترجمة ابن اللبان في العبر للذهبي 3 / 80 .\r\n( 3 ) ترجمته في أنباه الرواة 3 / 70 ، وبغية الوعاة 1 / 72 ، واللباب 3 / 182 ، ومعجم الأدباء 6 / 464 ، والوافي 2 / 297 .\r\n( 4 ) في أنباه الرواة والبغية ( محمد بن أبي جعفر المنذري ) .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\n50 - محمد بن حبيب « 1 » :\r\nمحمد أبو جعفر بن المحبر بن حبيب بن المحبّر بضم الميم وفتح الحاء المهملة والموحدة المشددة المفتوحة ثم راء .\r\nالإمام أبو جعفر صاحب التصانيف الكبيرة التي منها كتاب المحبّر .\r\nمولى العباس بن محمد العباسي .\r\nذكره الزبيدي فقال : يروي عن ابن الأعرابي وله كتب صحيحة .\r\nوقد كان أخباريّا صدوقا واسع الرواية عارفا بأيام الناس .\r\nكتب عن قطرب وابن الكلبي وابن الأعرابي .\r\nوقال المرزباني : كان محمد بن حبيب يغير على كتب الناس فيدعيها لنفسه ويسقط أسماءهم ، فمن ذلك الكتاب الذي ألفه إسماعيل بن عبد اللّه في أخبار معاوية . ولابن حبيب من الكتب : كتاب النسب وكتاب السعود والعمود وكتاب العمائر والربائع وكتاب الموشح وكتاب المؤتلف والمختلف في أسماء القبائل وكتاب غريب الحديث وكتاب الأنواء وكتاب المشجّر وكتاب من استجيبت دعوته وكتاب المذهّب في أخبار الشعراء وطبقاتهم وكتاب نقائض جرير والفرزدق وكتاب المعشوق وكتاب تاريخ الخلفاء وكتاب من سمي ببيت قاله وكتاب مقاتل الفرسان وكتاب العقل وكتاب كنى الشعراء وكتاب أيام جرير التي ذكرها في شعره وكتاب أمهات بني عبد المطلب وكتاب أمهات السبعة من قريش وكتاب الخيل وكتاب النبات وكتاب ألقاب القبائل وكتاب الأرحام التي بين النبي صلّى اللّه عليه وسلم وبين الصحابة سوى العصبة . وكتاب اليمن وكتاب مضر وربيعة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في تاريخ بغداد 2 / 277 ، وأنباه الرواة 3 / 119 ، وبغية الوعاة 1 / 73 ، وطبقات النحويين 153 ، 216 ، والفهرست 106 ، ومراتب النحويين 96 ، ومعجم الأدباء 6 / 473 ، والنجوم الزاهرة 2 / 321 ، والوافي 2 / 325 ، وطبقات القراء 2 / 114 ، ونور القبس 321 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nوجمع للعرب عدة دواوين .\r\nتوفي سنة خمسين ومائتين « 1 » .\r\nوتوفي معه في هذه السنة أبو حاتم سهل بن محمد السجستاني .\r\n\r\n51 - ابن دريد « 2 » :\r\nمحمد بن دريد بن الحسين « 3 » بن عتاهية بن حنتم بفتح الحاء ثم نون ساكنة ثم مثناة من فوق مفتوحة ثم ميم ، ابن حسين بن حمامي بن رافع بن وهب بن سلمة بن حاضر بن أسد بن عدي بن عمرو الأزدي البصري نزيل بغداد .\r\nالإمام العلّامة اللغوي النحوي الشافعي ، أبو بكر بن دريد صاحب المقصورة الدريدية المشهورة ، ولد سنة ثلاث ومائتين وتنقل في جزائر البحر وفارس وطلب الأدب واللغة . وكان أبوه من رؤساء زمانه .\r\nوكان أبو بكر رأسا في العربية واللغة وله شعر كثير « 4 » ، وروي عنه جماعة من أهل العلم الشافعي وغيره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في تاريخ بغداد وبغية الوعاة ( توفي سنة 245 ) .\r\n( 2 ) ترجمته في تاريخ بغداد 2 / 195 ، ودول الإسلام 1 / 143 ، وأنباه الرواة 3 / 92 ، والمحمدون 201 ، والأنساب 226 أ ، ونور القبس 342 ، وبغية الوعاة 1 / 76 ، وتاريخ ابن كثير 11 / 176 ، ووفيات الأعيان 3 / 448 ، وشذرات الذهب 2 / 189 ، ومراتب النحويين 84 ، ومعجم الأدباء 6 / 483 ، والنجوم الزاهرة 3 / 342 ، ونزهة الألباء 175 ، والوافي 2 / 339 ، والفهرست 61 ، وطبقات الشافعية للسبكي 2 / 145 ، ولسان الميزان 5 / 132 ، واللباب 1 / 417 ، ومجلة كلية الآداب العدد 13 سنة 1970 وفيها بحث عن ابن دريد للدكتور إبراهيم السامرائي .\r\n( 3 ) في تاريخ بغداد وأنباه الرواة والوافي ( محمد بن الحسين بن دريد ) وذكر نسبه في المصدرين الأولين مختلفا عما ذكر هنا .\r\n( 4 ) نشر ديوانه في مصر سنة 1946 بتحقيق محمد بدر الدين العلوي .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nقال أبو بكر الزبيدي : كان أعلم الناس في زمانه في اللغة والشعر وأيام العرب وأنسابها وله أوضاع جمة . وكان شديد الإنفاق لا يمسك شيئا ، انتهى .\r\nحدث عن أبي حاتم سهل بن محمد السجستاني وأبي العباس الربايني وعبد الرحمن بن عبد اللّه ابن أخي الأصمعي ، وأخذ عنهم اللغة والعربية . روى عنه السيرافي وابن شاذان وأبو الفرج الأصبهاني صاحب الأغاني وأبو عبد اللّه المرزباني . وأخذ عنه أبو علي إسماعيل بن القاسم القالي وأبو الحسن محمد بن محمد الرقام وعلي بن محمد الدريدي .\r\nوتصانيفه : كتاب الجمهرة « 1 » في اللغة وهو كتاب مفيد جمع فيه لغة كبير ، وهو كتاب جليل جيد . وكتاب الأمالي وكتاب اشتقاق أسماء القبائل وكتاب المجتنى « 2 » وهو صغير وكتاب الخيل وكتاب السلاح وكتاب غريب القرآن ولم يتمه وكتاب أدب الكاتب وكتاب فعلت وأفعلت وكتاب المطر وكتاب الرواد وكتاب الاشتقاق « 3 » وكتاب السرج واللجام « 4 » وكتاب الخيل الكبير وكتاب الخيل الصغير وكتاب الأنواء وكتاب الملاهي وكتاب دواب العرب « 5 » وكتاب الوشاح وهو صغير « 6 » .\r\nومقصورته مشهورة عارضها جماعة واعتنى بشرحها جماعة من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نشر في حيدرآباد سنة 1351 .\r\n( 2 ) نشر في حيدرآباد سنة 1343 .\r\n( 3 ) طبعه وستنفلد في غوتا سنة 1853 .\r\n( 4 ) نشر ضمن مجموعة ( جرزة الحاطب وتحفة الطالب ) في ليون سنة 1859 ونشره الدكتور إبراهيم السامرائي في مجلة كلية الآداب العدد 13 .\r\n( 5 ) في الوافي بالوفيات ( زوار العرب ) وفي أنباه الرواة 3 / 96 ( كتاب رواة العرب ) .\r\n( 6 ) ذكر له القفطي في أنباه الرواة 3 / 96 كتبا لم يذكرها ابن قاضي شهبة ، ومنها كتاب ( الملاحن ) المطبوع بمصر سنة 1347 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nالمتقدمين والمتأخرين ، وآخرين من شرحها الشيخ شمس الدين محمد بن الحسن بن سباع « 1 » اللغوي الصائغ في مجلدين .\r\nوابن دريد مدح بالمقصورة شاه بن ميكال الأمير فيقال إنه أتى فيها بأكثر اللغة . وكان ابنا ميكال على عمالة فارس وصنف لهما الجمهرة أيضا وقلداه ديوان فارس فكانت تصدر كتب فارس عنه ولا تنفذ إلا بعد توقيعه ، فأفاد منهما أبو بكر مالا كثيرا وإن كان لا يمسك درهما ولا دينارا سخاء وكرما . ولما مدحهما بالمقصورة وصلاه بعشرة آلاف درهم فلما عزلا وصل إلى بغداد ونزل على عليّ بن محمد الجواري فأفضل عليه وعرف به المقتدر فأجرى عليه في الشهر خمسين دينارا إلى أن مات في شعبان سنة إحدى وعشرين وثلاثمائة ، وفي طبقات الزبيدي في سنة ثلاث وعشرين ، وهو وهم ، عن ثمان وتسعين سنة ، بتقديم التاء ، ببغداد ودفن بالعباسة وقبره فيها . ومات معه في ذلك اليوم أبو هاشم عبد السلام بن محمد بن عبد الوهاب البحري الجبائي شيخ المعتزلة وابن شيخهم .\r\nفقيل : مات اليوم علم اللغة والكلام .\r\nوقال أبو حفص بن شاهين : كنا ندخل على ابن دريد فنستحيي مما نرى من العيدان المعلقة والشراب .\r\nوقال أبو منصور الأزهري : دخلت عليه فرأيته سكران فلم أعد إليه .\r\nورثاه جحظة البرمكي بقوله :\r\n فقدت بابن دريد كل فائدة * لمّا غدا ثالث الأحجار والترب\r\nوكنت أبكي لفقد الجود منفردا * فصرت أبكي لفقد الجود والأدب « 2 » \r\nوكان عرض له في آخر عمره فالج فسقي الترياق فبرئ ورجع إلى أفضل أحواله وإملائه على تلامذته . ثم عاوده الفالج وبطل من مخرجه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ستأتي ترجمته بعد هذه .\r\n( 2 ) الشعر في تاريخ بغداد ، ومعجم الأدباء وبغية الوعاة .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nإلى قدميه « 1 » . وكان إذا دخل عليه أحد ضجّ وتألم لدخوله وإن لم يصل إليه .\r\nقال أبو علي القالي : فكنت أقول إن اللّه عاقبة بقوله في المقصورة :\r\n مارست من لو هوت الأفلاك من * جوانب الجو عليه ما شكا « 2 » \r\nوعاش بعد ذلك عامين وكان كثيرا ما ينشد في ضعفه :\r\n فوا حزنا أن لا حياة هنية * ولا عمل يرضى به اللّه صالح « 3 » \r\nوقد ذكره الشيخان أبو عمرو بن الصلاح وأبو زكريا النووي وغيرهما في طبقات الشافعية .\r\n\r\n52 - ابن الصائغ « 4 » :\r\nمحمد بن الحسن بن سباع بن أبي بكر الخذامي « 5 » بكسر الحاء المعجمة ثم دال معجمة . الشيخ الإمام الأديب النحوي اللغوي شمس الدين بن الصائغ المعري الأصل الدمشقي المولد . ولد سنة خمس وأربعين وستمائة بدمشق وسمع الحديث من أبي اليسر « 6 » وغيره . وكان أديبا فاضلا عارفا بفن الأدب . وله النظم والنثر والمعرفة بالعروض والقوافي وعلم البديع والنحو واللغة . شرح مقصورة ابن دريد في مجلدين وصنف قصيدة على وزن الهيتية « 7 » عدتها ألفا بيت ذكر فيها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في وفيات الأعيان ( بطل من محزمه إلى قدميه ) .\r\n( 2 ) وفيات الأعيان 3 / 451 .\r\n( 3 ) المصدر السابق 3 / 451 .\r\n( 4 ) ترجمته في بغية الوعاة 1 / 84 ، والدرر الكامنة 3 / 371 ، وشذرات الذهب 6 / 53 ، والوافي 2 / 361 ، وتاريخ ابن كثير 14 / 98 .\r\n( 5 ) في تاريخ ابن كثير ( محمد بن حسين الجذامي ) .\r\n( 6 ) في بغية الوعاة ( ابن أبي اليسر ) .\r\n( 7 ) في الوافي بالوفيات ( نظم قصيدة تائية في مقصد الهيتية التي لشيطان العراق ) وفي -\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالعلوم والصنائع . وشرح ملحة الإعراب واختصر الجوهري وجرده من الشواهد ، وله أيضا مقامات . وأنشأ كثيرا في فن الأدب . أقام بالصناعة زمانا يقرئ الناس العروض والأدب . وكان يألف « 1 » بالقاضي قطب الدين ابن شيخ السلامية .\r\nتوفي في ثالث شعبان سنة عشرين وسبعمائة .\r\n\r\n53 - أبو بكر الزبيدي « 2 » :\r\nمحمد بن الحسن بن عبد اللّه بن مذحج ، الإمام أبو بكر الزبيدي بضم الزاي وفتح الموحدة . الأندلسي النحوي شيخ اللغة والعربية بالأندلس وصاحب التصانيف ، ولي قضاء إشبيلية وأدب المؤيد باللّه ولد المستنصر ، وأخذ عن أبي علي إسماعيل بن القاسم القالي وروى عنه .\r\nوألف كتابا في النحو سماه الواضح واختصر كتاب العين في اللغة للخليل اختصارا حسنا . وجمع في الأبنية كتابا وفي لحن العامة وفي أخبار النحويين طبقات وهي مليحة كثيرة الفوائد . وصنف في غير نوع من الأدب ، وكان كثير الشعر فمنه ما كتبه إلى أبي مسلم بن فهد :\r\n أبا مسلم إن الفتى بجنانه * ومقولة لا بالمراكب واللبس\r\nوليس ثياب المرء تغني قلامة * إذا كان مقصورا على قصر النفس\r\nوليس يفيد العلم والحلم والحجى * أبا مسلم طول القعود على الكرسي « 3 » \r\n\r\n\r\n","description":"","footnote":"\r\n- فوات الوفيات ( وله قصيدة تائية على وزن التائية التي لسلطان العارفين ) .\r\n( 1 ) في فوات الوفيات ( يلقب ) .\r\n( 2 ) ترجمته في العبر 3 / 12 ، ووفيات الأعيان 4 / 57 ، ومعجم الأدباء 6 / 518 ، والوافي 2 / 351 ، ونفح الطيب 9 / 249 ، وترتيب المدارك 582 ، وأنباه الرواة 3 / 108 ، والمحمدون 207 ، وبغية الوعاة 1 / 84 ، وبغية الملتمس 80 ، وجذوة المقتبس 20 ، 43 ، والديباج المذهب 263 ، ويتيمة الدهر 2 / 71 .\r\n( 3 ) الأبيات في نفح الطيب 9 / 251 ، وأنباه الرواة 3 / 109 ، وبغية الوعاة 1 / 85 ، -\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nروى عنه ابنه أبو الوليد محمد وأبو القاسم محمد بن زكريا الزهري النحوي عرف بالأفليلي . قال غير واحد منهم ابن ماكولا : توفي قريبا من سنة ثمانين وثلاثمائة . قال غيره : توفي سنة تسع وتسعين بتقديم التاء فيهما وثلاثمائة عن ثلاث وستين سنة في جمادى الآخرة . وكذلك أرخه الذهبي في العبر « 1 » وغيره من كتبه . وولي ولده أحمد قضاء إشبيلية بعده وأخوه عبد اللّه بن الحسن وابن اسمه محمد بن محمد بن الحسن سنذكرهم في أماكنهم إن شاء اللّه .\r\n\r\n54 - ابن التجيبي « 2 » :\r\nمحمد بن الحسن بن علي ، أبو عبد اللّه اللخمي الداني يعرف بابن التجيبي سمع من الحافظ أبي القاسم بن حبيش وأبي عبد اللّه بن حميد وأجاز له أبو طاهر السلفي وقرأ كتاب سيبويه على الذهبي النحوي ، قال الأبّار : كان أديبا كاتبا بليغا ، أقرأ العربية وولى قضاء دانية وسمعت منه .\r\nوتوفي في رمضان سنة سبع عشرة وستمائة « 3 » .\r\n\r\n55 - الفاسي « 4 » :\r\nمحمد بن الحسن بن محمد بن حسن بن محمد بن يوسف الإمام أبو عبد اللّه الفاسي شرح الشاطبية . روى عن أبي محمد العزيز بن زيدون .\r\n\r\n\r\n","description":"","footnote":"\r\n- والمحمدون 207 .\r\n( 1 ) وفاته في العبر 3 / 12 ( سنة 379 ) وليس كما ذكر ابن قاضي شهبة .\r\n( 2 ) ترجمته في التكملة للأبّار 2 / 607 .\r\n( 3 ) وفاته في المصدر السابق ( سنة 618 ) .\r\n( 4 ) ترجمته في الوافي 2 / 354 ( قال ووفاته سنة 656 ) ، وطبقات القراء 2 / 122 ، والجواهر المضيّة 2 / 45 ، ومعرفة القراء 2 / 533 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\n56 - ابن فرقد « 1 » :\r\nمحمد بن الحسن بن فرقد صاحب أبي حنيفة . من كتبه مبسوطة .\r\nتوفي سنة تسع وثمانين ( ومائة ) « 2 » .\r\n\r\n57 - ابن غلام الفرس « 3 » :\r\nمحمد بن الحسن بن محمد بن سعيد « 4 » ، الأستاذ أبو عبد اللّه بن غلام الفرس الأندلسي الداني المقرئ النحوي . أحد الأئمة . ولد سنة اثنتين وسبعين وأربعمائة . وقرأ القراءات على أبي داود وابن أبي زيد وابن الدوش وعبد العزيز بن عبد الملك بن شفيع وغيرهم . وقرأ اللغة على مالك العتبي وابن العواد وارتحل بابنه إبراهيم سنة بضع وعشرين وخمسمائة فأخذ عن السلفي وأخذ السلفي عنه أيضا ، وقرأ على أبي علي بن العرجاء صاحب أبي معشر الطبري وهو أبو علي الحسن بن عبد اللّه القيرواني بن العرجاء بن عمر . وقرأ أيضا على أبي عمران موسى بن سلمان اللخمي صاحب ابن أبي الربيع .\r\nورجع فتصدر للإقراء والتحدث وتعليم العربية . قرأ عليه أبو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في وفيات الأعيان 3 / 324 ، واللباب 2 / 36 ، ولسان الميزان 5 / 121 ، والوافي 2 / 332 ، والجواهر المضية 2 / 42 ، والعبر 1 / 302 ، وتاريخ بغداد 2 / 172 ، وميزان الاعتدال 3 / 513 ، والمعارف 219 ، وتاريخ الأدب العربي لبروكلمان 3 / 246 .\r\n( 2 ) كلمة ( مائة ) زيادة من عندنا ، وقد نص ابن خلكان في الوفيات 3 / 324 ، على أن وفاته كانت ( سنة 189 ) .\r\n( 3 ) ترجمته في العبر 4 / 126 ، وأنباه الرواة 3 / 105 ، والتكملة لابن الأبّار 2 / 475 ، وطبقات القراء 2 / 121 ، وشذرات الذهب 3 / 144 ، وبغية الملتمس 88 ، ومعجم الأبّار 159 ، ومعرفة القراء 2 / 411 .\r\n( 4 ) في العبر ( محمد بن الحسن بن سعيد ) .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nعبد اللّه محمد بن أبي العاص النفزي وأبو جعفر أحمد بن علي الحصّار وأبو جعفر أحمد بن محمد بن أبي العاص ، ولد المذكور وعبد اللّه بن يحيى صاحب الصلاة وأبو الحجاج يوسف بن عبد اللّه الفهري ويوسف بن سلمان البلنسي وقرأ عليه القراءات في ختمة واحدة ، وكتب عنه أبو طاهر السلفي مع تقدمه وابن بشكوال وأبو العباس الأقليشي وأبو عبد اللّه بن سعادة ، وهو آخر من روى عنه ، وآخرون .\r\nقال الأبّار في تاريخه : كان صاحب ضبط وإتقان مشاركا في علوم جمة يتحقق بها وكان حسن الخط أنيق الوراقة ، يرحل إليه للسماع والقراءة .\r\nوالفرس هو لقب إنسان تاجر من أهل دانية وهو أستاذ سعيد .\r\nتوفي أبو عبد اللّه في ثالث محرم سنة سبع بتقديم السين وأربعين وخمسمائة . وقد أصابه خدر قبل موته بسنة . وكان ذا حظ من علم الحديث ومعرفته ورجاله . وولي خطابة دانية في أواخر عمره .\r\n\r\n58 - النيسابوري « 1 » :\r\nمحمد بن الحسن بن محمد أبو طاهر النيسابوري المحمدآباذي بالدال المهملة ثم الدال المعجمة . أحد أئمة اللسان . روى عن أحمد بن يوسف السلمي وطائفة . وببغداد عن عباس الدوري وزوبة . وكان إمام الأئمة أبو بكر بن خزيمة إذا سئل في لغة سأله عنها .\r\nتوفي سنة ست وثلاثين وثلاثمائة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 86 ، واللباب 3 / 106 ، وشذرات الذهب 2 / 343 ، والوافي 2 / 373 ، والسياق لعبد الغافر 50 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\n59 - أبو علي الحاتمي « 1 » :\r\nمحمد بن الحسن بن المظفر ، أبو علي الحاتمي الكاتب اللغوي البغدادي ، أحد العلماء المشاهير المطلعين المكثرين . أخذ الأدب عن أبي عمر الزاهد غلام ثعلب وروى عنه وعن غيره .\r\nأخذ عنه جماعة من النبلاء منهم القاضي أبو القاسم علي بن المحسن التنوخي ، وله الرسالة الحاتمية التي شرح فيها ما جرى بينه وبين المتنبي في إظهار سرقاته وإبانة عيوب شعره ، ولقد دلت على غزارة مادته وتوفر اطلاعه وليس هو مشهورا باللغة والنحو إنما هو مشهور بالأدب والشعر .\r\nتوفي سنة ثمان وثمانين وثلاثمائة .\r\n\r\n60 - أبو عبد اللّه المالقي « 2 » :\r\nمحمد بن الحسن بن محمد شيخنا الإمام الفقيه النحوي ، أبو عبد اللّه المالقي بفتح اللام ، كذلك قيدها الأئمة ، المالكي نزيل دمشق .\r\nبرع في العربية وتصدر بالجامع الأموي ودرّس وشرح التسهيل شرحا مختصرا ، وكان يحل الحاجبية والتصريف حلّا مليحا وكذلك كان يقرئ التسهيل . وشرح إلى باب الزكاة من فقه ابن الحاجب ، وتولى مشيخة الخانقاه النجيبية « 3 » . وكان حسن التعليم والتقرير للنحو ، وانتفع الناس به . جلست إليه أول الطلب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في العبر 3 / 40 ، وتاريخ بغداد 2 / 214 ، والمحمدون 230 ، وبغية الوعاة 1 / 87 ، وشذرات الذهب 3 / 129 ، واللباب 1 / 265 ، ومرآة الجنان 2 / 437 ، ومعجم الأدباء 6 / 501 ، والوافي 2 / 343 ، ووفيات الأعيان 3 / 482 ، ويتيمة الدهر 3 / 108 ، والمنتظم 7 / 205 .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 87 ، والدرر الكامنة 3 / 375 ، ونيل الابتهاج 266 .\r\n( 3 ) في نيل الابتهاج ( التجيبية ) .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوتوفي ليلة ثاني ذي الحجة سنة إحدى وسبعين وسبعمائة بدمشق ، قلت توفي بالخانقاه النجيبية ، وصلّى عليه من الغد عقيب صلاة الظهر بجامع تنكز وتقدم للصلاة عليه قاضي القضاة تاج الدين ، ودفن بمقبرة الصوفية وهو في عشر التسعين . وكان من شيوخ المالكية وأئمة العربية والتصريف ، كان يقرئ الحديث وغيره بجامع بني أمية عند شباك مشهد ابن عروة الأعلى . وكان حسن التعليم انتفع به خلق كثير .\r\nوقال ابن حبيب فيه : فاضل طلع هلاله من المغرب حامل أخبار سيرته يسر ويطرب ، نحوي عن شرح الألفاظ والمعاني يقرب ، لغوي يتكلم في العلم على مذهب إمام دار الهجرة يثرب .\r\n\r\n61 - ابن مقسم « 1 » :\r\nمحمد بن الحسن بن يعقوب بن الحسين بن مقسم بكسر الميم وسكون القاف وفتح السين المهملة ، الإمام أبو بكر بن مقسم ، وبذلك شهرته ، البغدادي العطار المقرئ النحوي . ولد سنة خمس وستين ومائتين . وأخذ القراءة عرضا عن إدريس الحداد وداود بن سليمان صاحب نصر بن يوسف وأبي قبيصة حاتم بن إسحاق الموصلي وجماعة .\r\nوسمع الحديث عن أبي مسلم الكجي ومحمد بن عثمان بن أبي شيبة ومحمد بن يحيى المروزي وموسى بن إسحاق الأنصاري وغيرهم . وأكثر من الآداب عن أبي العباس أحمد بن يحيى ثعلب وقرأ عليه أماليه ، وعمّر دهرا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في معرفة القراء 1 / 246 ، وتاريخ بغداد 2 / 206 ، وأنباه الرواة 100 ، وبغية الوعاة 1 / 89 ، وتاريخ ابن كثير 11 / 259 ، وشذرات الذهب 3 / 16 ، وطبقات القراء 2 / 123 ، ومعجم الأدباء 6 / 498 ، وميزان الاعتدال 3 / 519 ، ونزهة الألباء 199 ، والوافي 2 / 337 ، والفهرست 33 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nقرأ عليه إبراهيم بن أحمد الطبري وأبو الفرج النهرواني والحسن بن محمد السامري الفحام والفرج بن محمد القاضي وعلي بن أحمد الرزاز شيخ عبد السيد بن عتاب . وأبو الحسن بن الحمامي .\r\nوحدّث عنه عبد العزيز بن جعفر الفارسي وأبو الحسن بن زرقويه وأبو علي بن شاذان وآخرون .\r\nوكان أحفظ أهل زمانه لنحو الكوفيين وأعرفهم بالقراءات مشهورها وغريبها وشاذها .\r\nقال أبو عمرو الداني : هو مشهور بالضبط والإتقان عالم بالعربية حافظ للغة حسن التصنيف في علوم القرآن . وكان قد سلك مذهب ابن شنبوذ الذي أنكر عليه ، فحمل عليه الناس لذلك .\r\nقال : وسمعت عبد العزيز بن جعفر يقول : سمعت منه أمالي ثعلب واختار حروفا خالف فيها العامة فنوظر عليها فلم يكن عنده حجة فاستتيب فرجع عن اختياره بعد أن وقف للضرب . وسأل ابن مجاهد أن يدرأ عنه ذلك فدرأ عنه . فكان يقول : ما لأحد علي منة كمنة ابن مجاهد . ثم رجع بعد موت ابن مجاهد إلى قوله فكان ينسب إلى أن كل قراءة توافق خط المصحف فالقراءة بها جائزة وإن لم يكن لها مادة .\r\nقال أبو بكر الخطيب : ولابن مقسم كتاب جليل في التفسير ومعاني القرآن سماه كتاب الأنوار ، وله تصانيف عدة . ومما طعن عليه أنه عمد إلى حروف من القرآن فخالف فيها الإجماع فقرأها وأقرأها على وجوه ذكر أنها تجوز في العربية واللغة . وشاع ذلك عنه فأنكر عليه فارتفع الأمر إلى السلطان فأحضره واستتابه بحضرة الفقهاء والقراء فأذعن بالتوبة ، وكتب محضر بتوبته . وقيل : إنه لم يرجع عن تلك الحروف وكان يقرئ بها إلى آخر وفاته .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوقال أبو طاهر بن أبي هاشم في كتاب البيان : وقد نبغ نابغ في عصرنا هذا فزعم أن كل من صح عنده وجه في العربية لحرف من القرآن يوافق خط المصحف فقراءته جائزة في الصلاة وغيرها ، فابتدع بقوله هذا بدعة ضل بها عن قصد السبيل وورّط نفسه في مزلة عظمت بها جنايته على الإسلام وأهله وحاول إلحاق كتاب اللّه من الباطل ما لا يأتيه من بين يديه ولا من خلفه إذ جعل لأهل الإلحاد في دين اللّه بسبب رأيه طريقا إلى مغالطة أهل الحق بتخير القراءات من جهة البحث والاستخراج بالآراء دون الاعتصام والتمسك بالأثر . وكان شيخنا أبو بكر نضر اللّه وجهه سئل « 1 » عن بدعته المضلة فاستتابه منها بعد أن سئل البرهان على ما ذهب إليه فلم يأت بطائل ولم يكن له حجة ، فاستوجب أبو بكر تأديبه من السلطان عند توبته ثم عاود في وقتنا هذا إلى ما كان ابتدعه واستغوى من أصاغر الناس من هو في الغفلة والغباوة دونه .\r\nإلى أن قال ابن أبي هاشم : وذلك أنه قال : لما كان لخلف بن هشام وأبي عبيد وابن سعدان أن يختاروا وكان ذلك لهم مباحا غير منكر . كان لمن بعدهم مباحا . فلو كان حذا حذوهم فيما اختاروه وسلك طريقهم لكان ذلك سائغا له ولغيره . وذلك أن خلفا ترك حروفا من حروف حمزة اختار أن يقرأها على مذهب نافع . وأما أبو عبيد وابن سعدان فلم يتجاوز أحد منهما قراءة أئمة الأمصار وإنما كان النكير على هذا شذوذه عما عليه الأئمة الذين هم الحجة فيما حكوا « 2 » مجتمعين ومختلفين .\r\nقال أبو أحمد الفرضي : رأيت في المنام كأني في الجامع أصلي مع الناس وكان ابن مقسم قد ولى ظهره القبلة وهو يصلي مستدبرها فأولت ذلك بمخالفته الأئمة فيما اختاره لنفسه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في تاريخ بغداد ( نشله عن بدعته المضلة ) .\r\n( 2 ) في معرفة القراء 1 / 249 ( فيما جاءوا به ) .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nتوفي في ثاني ربيع الآخر سنة أربع وخمسين وثلاثمائة عن تسع وثمانين سنة .\r\nوتوفي معه في هذه السنة الحافظ أبو حاتم بن حبان البستي وأبو الطيب المتنبي .\r\nوقال الذهبي : تصدر للإقراء دهرا وكان علامة في نحو الكوفيين وسمع من ثعلب أماليه وصنف عدة تصانيف وله قراءة معروفة منكرة خالف فيها الإجماع . وقد وثقه الخطيب .\r\n\r\n62 - أبو العباس الهذلي « 1 » :\r\nمحمد بن الحسن بن يونس الهذلي . أبو العباس الكوفي المقرئ النحوي . أخذ القراءة عرضا عن الحسن بن علي « 2 » الشحام صاحب قالون وعن عبد الواحد بن أحمد المقري عن ابن المثنى وغيرهما . وقرأ أيضا على إسماعيل القاضي وعلي بن الحسن التميمي صاحب محمد بن غالب الصيرفي وعلى أبي جعفر محمد بن الحسين الخثعمي الإسنائي .\r\nقال أبو عمرو الداني : هو ثقة مشهور ضابط جليل ، روى القراءة عنه عرضا زيد بن علي الكوفي ومحمد بن عبد اللّه الجعفي القاضي ومحمد بن جعفر التميمي وأحمد بن نصر الشذائي وعلي بن محمد الشاهد ومحمد بن محمد بن فيروز الكرخي وآخرون .\r\nوتوفي سنة اثنتين وثلاثين وثلاثمائة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في معرفة القراء 1 / 232 ، وطبقات القراء 2 / 125 ، والوافي 2 / 346 ، وبغية الوعاة 1 / 90 .\r\n( 2 ) في معرفة القراء ( أخذ القراءة عن الحسن بن أحمد ) .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\n63 - أبو الفرج الهيتي « 1 » :\r\nمحمد بن الحسين بن الحسن بن خليل بن الحسين ، وأبو الفرج الأديب ولد بهيت وقدم بغداد في صباه وسمع بها الحديث من أبي القاسم هبة اللّه بن أحمد الحريري وعبد الوهاب الأنماطي وإسماعيل بن السمرقندي وغيرهم . وقرأ العربية على هبة اللّه بن الشجري وروى عنه .\r\nوسمع منه القاضي أبو المحاسن عمر بن علي القرشي وأبو بكر بن مشيق . قال القرشي سألته عن مولده فقال سنة سبع يعني بتقديم السين وتسعين بتقديم التاء وأربعمائة .\r\nوقال ابن مشيق : توفي ليلة الخميس رابع عشر ربيع الأول سنة خمس وسبعين يعني بتقديم السين وخمسمائة .\r\nذكره ابن السمعاني في تاريخه وذكره ابن الدبيثي .\r\n\r\n64 - ابن رزين « 2 » :\r\nمحمد بن الحسين بن موسى بن رزين « 3 » بن عيسى بن موسى العامري الحموي الفقيه الشافعي . شيخ الإسلام قاضي القضاة تقي الدين أبو عبد اللّه بن رزين . ولد يوم الثلاثاء الثالث من شعبان سنة ثلاث وستمائة بحماة . واشتغل من الصغر وحفظ التنبيه والوسيط كله ومفصل الزمخشري كله وكتاب المستصفى للغزالي وغير ذلك ، وبرع في الفقه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في المختصر المحتاج إليه 1 / 39 ، والمحمدون 213 ، والوافي 3 / 19 ، وهي هنا منقولة نقلا حرفيّا من ذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 41 .\r\n( 2 ) ترجمته في العبر 5 / 331 ، ودول الإسلام 2 / 139 ، وشذرات الذهب 5 / 368 ، والوافي 3 / 18 ، وطبقات الشافعية للسبكي 5 / 19 ، وتاريخ ابن كثير 13 / 298 ، وطبقات الشافعية للإسنوي 1 / 594 .\r\n( 3 ) في العبر والوافي وتاريخ ابن كثير ( محمد بن الحسين بن رزين بن موسى ) .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nوالعربية والأصول وشارك في المنطق والكلام والحديث وفنون العلم وأفتى ، وله ثماني عشرة سنة . أخذ الفقه عن الشيخ أبي عمرو بن الصلاح وتميز في حياته ، والقراءات عن علم الدين السخاوي والنحو عن أبي البقاء يعيش بن علي النحوي . وروى عن كريمة والسخاوي وشيخه ابن الصلاح .\r\nوروى عنه قاضي القضاة بدر الدين أبو عبد اللّه بن جماعة . وكان يفتي بدمشق في أيام شيخه ابن الصلاح ويؤم بدار الحديث ، ثم ولي الوكالة في أيام الناصر مع تدريس الشامية البرانية بدمشق ثم تحول زمن هولاكو إلى مصر واشتغل بالعلم ودرس بالظاهرية . ثم ولي قضاء القضاة فلم يأخذ عليه رزقا تدينا وورعا .\r\nتفقه به عدة أئمة وانتفعوا به وبعلمه وهديه وسمته وورعة .\r\nتوفي في ليلة الأحد ثالث رجب سنة ثمانين وستمائة وله فتاوى مجموعة .\r\n\r\n65 - ابن الدبّاغ « 1 » :\r\nمحمد بن الحسين بن علي الجفني ، أبو الفرج ، يعرف ، بابن الدباغ من أهل الكرخ .\r\nقال ابن الدبيثي : أديب فاضل له معرفة باللغة العربية وله ترسل حسن وشعر جيد . قرأ على هبة اللّه بن الشجري وغيره . وأقرأ الناس مدة .\r\nوتوفي سنة أربع وثمانين وخمسمائة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في المختصر المحتاج إليه 2 / 276 ، والمحمدون 249 ، والوافي 3 / 5 ، وبغية الوعاة 1 / 92 ، وأنباه الرواة 3 / 113 .\r\nوترجمته هنا منقولة نقلا حرفيّا عن ذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 41 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\n66 - أبو عبد اللّه اليمني « 1 » :\r\nمحمد بن الحسين بن عمر اليمني ، أبو عبد اللّه النحوي نزيل مصر .\r\nله تصانيف منها كتاب أخبار النحاة ومضاهاة كتاب كليلة ودمنة . أشعار العرب .\r\nوكتب إليه أبو محمد عبد اللّه بن أبي الجوع عند قدومه من المغرب قصيدة طويلة .\r\nومن شعره ما زعم أن ليس لقافيتها خامس قوله :\r\n اسقني حب من هويت فقد * صرت بحبيه في الورى آية\r\nيا غاية في الجمال صورته * أما لهذا الصدود من غاية\r\nتركتني بالسقام مشتهرا * أشهر للعالمين من رايه\r\nأحب جيرانكم لأجلكم * بحجة الطفل تشبع الدّايه « 2 » \r\nتوفي سنة أربعمائة .\r\n\r\n67 - البنجديهي « 3 » :\r\nمحمد بن الحسين بن محمد بن الحسين . أبو عبد اللّه البنجديهي بالجيم ثم الدال المهملة . الزاغولي بالراء والعين المعجمتين . الفقيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في أنباه الرواة 3 / 112 ، وبغية الوعاة 1 / 93 ، والوافي 2 / 379 .\r\n( 2 ) الأبيات في الوافي 2 / 379 ، وبغية الوعاة 1 / 93 ( مع اختلاف يسير في الرواية ) وقد زعم الشاعر أن ليس لقافيتها خامس ولكن الإمام السيوطي ذيلها ببيت خامس في البغية وهو قوله :\r\n أود لو أن أبيت جاركم * ولو بمأوى الجمال في الثاية \r\nوالثاية : مأوى الإبل والغنم .\r\n( 3 ) ترجمته في تذكرة الحفاظ 4 / 1337 ، واللباب 1 / 489 ، وشذرات الذهب 4 / 187 ، والوافي 2 / 373 ، وطبقات الشافعية للسبكي 3 / 67 ، وطبقات الإسنوي 1 / 115 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالشافعي اللغوي المحدث ولد ببنجديه « 1 » سنة اثنتين وسبعين بتقديم السين وأربعمائة .\r\nوذكره أبو سعيد بن السمعاني « 2 » فقال : كان فقيها صالحا حسن السيرة حسن العيش تاركا للتكلف قانعا باليسير عارفا بالحديث وطرقه ملازما للاشتغال ، سمع وحدث وجمع كتابا مطولا سماه قيد الأوابد أربعمائة مجلد مشتمل على التفسير والحديث والفقه واللغة .\r\nوتوفي في ثاني عشر جمادى الآخرة سنة تسع بتقديم التاء وخمسين وخمسمائة .\r\n\r\n68 - أبو عبد اللّه الأندلسي « 3 » :\r\nمحمد بن الحسين بن موفق ، أبو عبد اللّه الأندلسي ، ولي خطابة جامع ميورقة وروى الحديث .\r\nقال الأبّار : وكان فقيها يعرف العربية وله كتاب في القراءات سماه الميسر . وتوفي في شعبان سنة ست وعشرين وستمائة قبل الحادثة العظمى من الروم على ميورقة بنحو من ستة أشهر .\r\n\r\n69 - الفارسي النحوي « 4 » :\r\nمحمد بن الحسين « 5 » . أبو الحسين الفارسي النحوي . تلميذ الشيخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بنجديه : بلدة من أعمال مرو الروذ .\r\n( 2 ) في تذكرة الحفاظ ( أبو سعد السمعاني ) .\r\n( 3 ) ترجمته في التكملة لابن الأبّار 2 / 623 .\r\n( 4 ) ترجمته في أنباه الرواة 3 / 116 ، وبغية الوعاة 1 / 94 ، ومعجم الأدباء 7 / 3 ، ونزهة الألباء 235 ، والمحمدون 234 ، ويتيمة الدهر 4 / 384 ، والوافي 3 / 9 .\r\n( 5 ) في أنباه الرواة ( محمد بن الحسين بن محمد بن عبد الوارث الفارسي ) .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nأبي علي الفارسي . وزر للأمير إسماعيل بن سبكتكين . وسأله رئيس مرو أن يجيز قوله :\r\n سرى يختط الظلماء والليل عاكف * حبيب بأوقات الزيارة عارف \r\nفقال :\r\n وما خلت أنّ الشمس تطلع بالدجى * ولا أنّ ريم القفر للأنس تألف\r\nولجلج إذ قال السلام عليكم * ولا عجب إن لجلج القول خائف\r\nولما سرى عنه اللثام بدت لنا * محاسن وجه حسنه متناصف\r\nوطال تناجينا ورق حديثنا * ودارت علينا بالرحيق المراشف\r\nفيا لك ليلا قد بلغت به المنى * يمانعني طورا وطورا يساعف « 1 » \r\nوله من قصيدة :\r\n ولا غصن إلا ما حواه قباؤه * ولا دعص إلا ما حوته مآزره\r\nوأمضى من السيف المنوط بخصره * إذا شيم سيف تنتضيه محاجره « 2 » \r\n\r\n70 - أبو بكر الكرجي « 3 » :\r\nمحمد بن حيويه بن المؤمّل « 4 » بن أبي روضة . أبو بكر الكرجي « 5 » النحوي . أحد الضعفاء المتروكين بهمذان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأبيات في الوافي 3 / 9 ( ولم يذكر الثاني والخامس وزاد عليها بيتا لم يذكره ابن قاضي شهبة ) وذكرت كاملة في يتيمة الدهر 4 / 386 مع خلاف رواية عجز البيت الأول وهو فيه ( وما خلت أن الوحش للأنس آلف ) .\r\n( 2 ) البيتان في المحمدون 234 ، والبغية 1 / 94 ، ومعجم الأدباء 7 / 3 ، ويتيمة الدهر 4 / 387 .\r\n( 3 ) ترجمته في تاريخ بغداد 5 / 233 ، وبغية الوعاة 1 / 99 ، ومعجم الأدباء 7 / 4 ، وشذرات الذهب 3 / 82 ، ولسان الميزان 5 / 151 ، والوافي 3 / 34 ، وميزان الاعتدال 3 / 532 ، وأهل المائة للذهبي 127 .\r\n( 4 ) في لسان الميزان ( محمد بن حيويه بن معقل ) .\r\n( 5 ) في شذرات الذهب ولسان الميزان ( الكرخي ) .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nروى عن أسيد بن عاصم وإبراهيم بن الحسين الحافظ وإسحاق بن إبراهيم الديري وذكر أنه بلغ مائة سنة واثنتي عشرة سنة . توفي سنة ثلاث وسبعين بتقديم السين وثلاثمائة بهمذان .\r\nقال الخطيب البغدادي : كان غير موثق .\r\n\r\n71 - أبو بكر الأزجي « 1 » :\r\nمحمد بن خالد بن بختيار أبو بكر الأزجي « 2 » ابن الرزاز المقرئ النحوي الضرير ، شيخ فاضل عارف بالقراءات والأدب وكان ثقة . قرأ بالروايات على أبي عبد اللّه البارع وأبي محمد سبط الخياط ودعوان بن علي وسمع منهم وأقرأ الناس القراءات والنحو مدة وسمع وكان عارفا بوجوه القراءات وتخرج به جماعة في العربية . ومات في المحرم سنة ثمانين وخمسمائة . قاله ابن الدبيثي .\r\n\r\n72 - محمد بن خلصة\r\nهو محمد بن عبد الرحمن بن خلصة . يأتي آنفا .\r\n\r\n73 - أبو بكر الإشبيلي « 3 » :\r\nمحمد بن خلف بن محمد بن عبد اللّه بن صاف . أبو بكر الإشبيلي المقرئ النحوي . أحد الحذاق . قرأ على أبي الحسن شريح بن محمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في معرفة القراء 1 / 55 ، والمختصر المحتاج إليه 1 / 46 ، وأنباه الرواة 3 / 123 ، وطبقات القراء 2 / 136 ونقل ابن قاضي شهبة الترجمة حرفيّا عن ذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 47 .\r\n( 2 ) قال المرحوم الدكتور مصطفى جواد في حاشيته على المختصر المحتاج إليه 1 / 46 ( الأزجي : نسبة إلى محلة باب الأزج ببغداد وهي باب الشيخ الآن ) .\r\n( 3 ) ترجمته في التكملة للأبّار 2 / 538 ، وبغية الوعاة 1 / 100 ، والوافي 3 / 46 ، وطبقات القراء 2 / 137 ، ومعرفة القراء 2 / 442 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nوهو من جلة أصحابه . وأخذ العربية عن أبي القاسم بن الرماك . وأجاز له أبو الحسن بن مغيث وغيره . وشرح الأشعار السنية « 1 » وفصيح ثعلب .\r\nوقال الذهبي : وكان عارفا بالقراءات والعربية مقدما فيهما .\r\nوقال الأبّار : وأقرأ الناس نحوا من خمسين سنة . انتهى .\r\nأخذ عنه القراءات أبو جعفر القرطبي الإمام الكلاسة وطائفة أهل بلده . وعلي بن محمد البلوي البلنسي .\r\nتوفي سنة خمس وقيل سنة ست وثمانين وخمسمائة وله بضع وسبعون سنة .\r\n\r\n74 - الأخفش الصغير « 2 » :\r\nمحمد بن خليل . أبو بكر المقرئ . الأخفش الصغير . الدمشقي قرأ على ابن الأخرم .\r\nقرأ عليه الحسن بن الحسين الهاشمي . وكان يحفظ ثلاثين ألف بيت شاهدا في القرآن .\r\nتوفي سنة ست وثلاثمائة .\r\n\r\n75 - ابن خير الإشبيلي « 3 » :\r\nمحمد بن خير ، بفتح الحاء وسكون المثناة من تحت ، بن عمر بن خليفة . الإمام أبو بكر ابن خير اللمتوني الإشبيلي المقرئ الحافظ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في البغية والتكملة ( شرح الأشعار الستة ) .\r\n( 2 ) ترجمته في طبقات القراء 2 / 138 ، والوافي بالوفيات 3 / 50 .\r\n( 3 ) ترجمته في العبر 4 / 225 ، والتكملة للأبّار 2 / 523 ، وبغية الوعاة 1 / 102 ، والوافي 3 / 51 ، وطبقات القراء 2 / 139 ، ومعرفة القراء 2 / 445 ، وتذكرة الحفاظ 4 / 1366 ، وشذرات الذهب 4 / 252 ، وبغية الملتمس 112 وله فهرست شيوخه المعروف بفهرست ابن خير .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nصاحب شريح بن ( محمد ) وهو أحد من قرأ عليه القراءات إلى أن برع فيها وفاق الأقران في ضبط القراءات ، وسمع الكثير من أبي مروان الباجي وأبي بكر بن العربي الحافظ وأبي القاسم بن تقي وابن مغيث .\r\nورحل إلى قرطبة فسمع من أبي جعفر بن عبد العزيز وابن عمه أبي بكر ابن أبي الخصال وخلق . وبرع في الحديث واشتهر بالإتقان وسعة المعرفة بالعربية . وكان مكثرا إلى الغاية . تصدر بإشبيلية للإقراء والتسميع . وكان قائما على الصناعتين مبرزا فيهما . نحويّا لغويّا ثقة رضا . إليه المنتهى في التحرير وإتقان الأصول . وولي إمامة جامع قرطبة .\r\nقال الأبّار : أكثر عنه شيخنا ابن واجب . ومات في ربيع الأول سنة خمس وسبعين وخمسمائة عن ثلاث وسبعين سنة . ومولده سنة اثنتين وخمسمائة .\r\n\r\n76 - أبو جعفر السرقسطي « 1 » :\r\nمحمد بن حكم بن محمد بن أحمد بن باق . أبو جعفر السرقسطي النحوي . حفيد الصاحب ذي الوزارتين محمد صاحب مدينة سالم الذي قتل بها في سنة عشرين وأربعمائة . روى هذا عن أبي الوليد الباجي ومحمد بن يحيى بن هاشم والقاضي أبي الأصبغ بن عيسى وأبي جعفر ابن جرّاح وجماعة .\r\nوولي قضاء مدينة فاس ودرس وأفتى وأقرأ العربية والكلام .\r\nقال الأبّار : كان ذا حظ من علم الكلام حسن الخلق قوّالا بالحق .\r\nشرح الإيضاح لأبي علي الفارسي . وكان واقفا على كتب أبي علي وكتب أبي الفتح بن جنّي وأبي سعيد السيرافي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في التكملة لابن الأبّار 1 / 441 ، وبغية الوعاة 1 / 96 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nروى عنه : أبو الوليد بن خيرة وأبو مروان بن الصيقل وقاسم بن دحمان وأبو محمد بن بونة وأبو الحسن اللواتي .\r\nوتوفي بتلمسان في حدود سنة ثمان وثلاثين وخمسمائة .\r\n\r\n77 - ابن الأعرابي « 1 » :\r\nمحمد بن زياد . أبو عبد اللّه بن الأعرابي صاحب اللغة . توفي بسامراء سنة إحدى وثلاثين ومائتين . وكان إليه المنتهى في معرفة لسان العرب وعاش ثمانين سنة . وهو مولى العباس « 2 » وهو القائل في الكتب :\r\n لنا جلساء ما يمل حديثهم * ألبّاء مأمونون غيبا ومشهدا\r\nيفيدوننا من علمهم علم من مضى * وعقلا وتأديبا ورأيا مسددا\r\nبلا فتنة تخشى ولا شر عثرة * ولا نتقي منهم لسانا ولا يدا\r\nفإن قلت أموات فما أنت كاذب * وإن قلت أحياء فلست مفندا « 3 » \r\nوأنشد ثعلب عنه :\r\n إلى اللّه أشكو من خليل أوده * ثلاث خلال كلها لي غائض \r\nأراد غائظ وهو جائز في كلام العرب أن يعاقبوا للظاء بالضاد .\r\nوله أخ اسمه زياد يروي عنه ويكنى أبا العباس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في أنباه الرواة 3 / 128 ، والعبر 1 / 409 ، وبغية الوعاة 1 / 105 ، وتاريخ ابن الأثير 5 / 275 ، ووفيات الأعيان 1 / 433 ، وشذرات الذهب 2 / 70 ، ونور القبس 302 ، والمعارف 238 ، وطبقات النحويين 92 ، ومعجم الأدباء 7 / 5 ، ونزهة الألباء 103 ، والوافي 3 / 76 ، وطبقات العبادي 45 ، وتهذيب الأسماء واللغات 2 / 295 .\r\n( 2 ) في أنباه الرواة ( مولى العباس بن محمد بن علي بن عبد اللّه بن العباس ) .\r\n( 3 ) الشعر في أنباه الرواة 3 / 130 ( مع اختلاف يسير في الرواية ) .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\n78 - ابن السرّاج « 1 » :\r\nمحمد بن السرّي ، أبو بكر بن السراج البغدادي النحوي العلّامة ، مؤلف كتاب الأصول في النحو الذي شرحه الرماني . أخذ عن أبي العباس محمد بن يزيد المبرد وصحبه وأخذ عن غيره أيضا .\r\nأخذ عنه أبو القاسم الزجاجي والسيرافي وأبو الحسن الرماني في آخرين . وثّقه الخطيب . وكان أديبا شاعرا إماما في النحو مقبلا على الطرب والموسيقى مغرّى بها . عشق ابن يأنس المغني وغيره . وله أخبار وهنات وتوفي كهلا سنة ست عشرة وثلاثمائة . ولم يخلق في النحو مثله .\r\nقرأ على شيخه المبرد كتابه الأصول الذي صنفه فاستحسنه بعض الحاضرين وقال : هذا واللّه أحسن من كتاب المقتضب الذي للمبرد ، فأنكر عليه السراج وقال : لا تقل مثل هذا وتمثل بقوله :\r\n ولكن بكت قبلي فهيجني البكا * بكاها وكان الفضل للمتقدم « 2 » \r\nومن تصانيفه : شرح سيبويه وكتاب احتجاج القراء وكتاب الهواء والنار وكتاب الجمل وكتاب الموجز وكتاب الاشتقاق وكتاب الشعر والشعراء . وكان بليغ الرأي متينا .\r\nوقد ذكره الزبيدي في طبقاته في أصحاب المبرد . وقال : له كتب في النحو مفيدة .\r\nمات معه في السنة بنان الجمال الزاهد نزيل بغداد وشيخها وتلميذ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في تاريخ بغداد 5 / 319 ، وأنباه الرواة 3 / 145 ، والمحمدون 343 ، وأخبار النحويين البصريين للسيرافي 81 ، وطبقات النحويين 122 ، وبغية الوعاة 1 / 109 ، ووفيات الأعيان 3 / 462 ، وشذرات الذهب 2 / 273 ، والفهرست 62 ، واللباب 1 / 538 ، ومعجم الأدباء 7 / 9 ، ونزهة الألباء 170 ، والوافي 3 / 86 ، وطبقات القراء 2 / 142 ، ونور القبس 342 .\r\n( 2 ) البيت لعدي بن الرقاع في تاريخ بغداد 5 / 320 ، وأنباه الرواة 3 / 146 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالجنيد . والحافظ أبو بكر عبد اللّه بن أبي داود سليمان بن الأشعث .\r\nوالحافظ أبو عوانة الأسفرايني الفقيه الشافعي صاحب المسند ، وحضر بين يديه ولد له صغير فقيل له : تحبه ؟ فأنشد :\r\n أحبه حب الشحيح ماله * قد كان ذاق الفقر ثم ناله \r\nوقال في ابن يأنس المغني وكان يهواه وبه أثر جدري :\r\n يا قمرا أجدر لما استوى * فزاده حسنا وزادت هموم\r\nأظنه غنّى لشمس الضحى * فنقطته طريا بالنجوم « 1 » \r\n\r\n79 - ابن سعدان « 2 » :\r\nمحمد بن سعدان . أبو جعفر الكوفي الضرير نزيل بغداد ، النحوي المقرئ .\r\nروى عن عبد اللّه بن إدريس الأودي ومحمد بن إسحاق المسيبي « 3 » فقرأ على سليم ويحيى اليزيدي وإسحاق المسيبي . وأخذ عن أبي معاوية الضرير وعنه محمد بن سعد كاتب الواقدي وعبد اللّه بن الإمام أحمد بن حنبل . وقرأ عليه محمد بن أحمد بن واصل وهو أنبل أصحابه .\r\nوجعفر بن محمد الآدمي وسليمان بن يحيى الضبي ومحمد بن يحيى المروزي . وصنف في العربية والقرآن .\r\nوثّقه الخطيب وغيره . وتوفي سنة إحدى وثلاثين ومائتين « 4 » . وقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشعر في طبقات النحويين للزبيدي 125 ، والوافي 3 / 88 ، وأنباه الرواة 3 / 148 .\r\n( 2 ) ترجمته في معرفة القراء 1 / 177 ، وأنباه الرواة 3 / 140 ، وتاريخ بغداد 5 / 324 ، وطبقات النحويين 98 ، وبغية الوعاة 1 / 111 ، وطبقات القراء 2 / 143 ، ومعجم الأدباء 7 / 12 ، ونزهة الألباء 107 ، والوافي 3 / 92 ، وتاريخ ابن كثير 11 / 59 .\r\n( 3 ) في معرفة القراء ( أبو إدريس الأودي وإسحاق المسيبي ) وفي تاريخ بغداد ( عبد اللّه بن إدريس وإسحاق بن محمد المسيبي ) .\r\n( 4 ) في تاريخ ابن كثير ( وفاته سنة 277 ) .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nذكره الزبيدي في طبقاته في أصحاب الفرّاء . وقال : له كتب في النحو مفيدة ، منها كتاب في أصول النحو ، وكتاب الموجز مختصر في النحو .\r\nقلت وتوفي معه في السنة إبراهيم بن محمد بن عرعرة الشامي وأحمد بن نصر الخزاعي قتله الواثق بيده لامتناعه عن القول بخلق القرآن ولا غلاظة له في الخطاب . وأمية بن بسطام العيشي وسهل بن رنحلة الرازي الحافظ وعبد اللّه بن محمد بن أسماء الضبعي وابن الأعرابي صاحب اللغة أبو عبد اللّه محمد بن زياد ، ومحمد بن سلّام الجمحي الحافظ مؤلف طبقات الشعراء وأبو يعقوب البويطي الشافعي وأبو تمام الطائي مقدم شعراء العصر .\r\n\r\n80 - أبو الفتح الديباجي « 1 » :\r\nمحمد بن سعد بن محمد أبو الفتح الديباجي من أهل مرو وكانت له معرفة جيدة بالنحو وله فيه كتاب في شرح مفصل الزمخشري وسماه المحصل في شرح المفصل ، وهو مشهور عند أهل بلده بالفضل والمعرفة وسمع شيئا من الحديث على علو سنه من تاج الإسلام أبي سعد بن السمعاني وغيره . وأقرأ الأدب مدة ببلده وحدّث به .\r\nقال الذهبي : شيخ العربية بمرو أقرأ العربية دهرا وهو مشهور في تلك الديار من أعيان النحاة .\r\nقال ابن الدبيثي : وقدم بغداد حاجّا في ست وستمائة وأجازنا في شهر ربيع الأول سنة سبع وستمائة . وكتب مولده بخطه ، أنه ولد في محرم سنة سبع عشرة وخمسمائة . وسأله غيرنا فقال : في ثالثه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في المختصر المحتاج إليه 1 / 51 ، وبغية الوعاة 1 / 111 ، وأنباه الرواة 3 / 139 ، والوافي 3 / 89 ، وتاريخ ابن كثير 13 / 64 والترجمة هنا منقولة نقلا حرفيّا عن ذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 51 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوتوفي بمرو في صفر سنة تسع يعني بتقديم التاء وستمائة عن اثنتين وتسعين سنة وشهر ونصف .\r\n\r\n81 - الرباحي « 1 » :\r\nمحمد بن سعد اللغوي المحدث الرباحي من قلعة رباح بالأندلس .\r\n\r\n82 - ابن الدّبيثي « 2 » :\r\nمحمد بن سعيد بن يحيى بن علي بن الحجاج بن محمد الحافظ الكبير المؤرخ ، أبو عبد اللّه بن الدبيثي بضم الدال المهملة ثم موحدة مفتوحة ثم مثناة من تحت ساكنة ثم تاء مثلثة . الواسطي المقرئ المحدث الفقيه الشافعي .\r\nولد سنة ثمان وخمسين وخمسمائة وسمع بواسط وبغداد والحجاز والموصل . وقرأ بالروايات الكثيرة على أبي الحسن علي بن المظفر الخطيب وأبي الفتح نصر بن الكيّال وعوض بن إبراهيم المراتبي وأبي بكر بن الباقلاني وعدة وسمع من أبي طالب الكنّاني وهبة اللّه بن هشام وعبيد اللّه بن شاتيل ونصر اللّه القزاز وأبي العلاء بن عقيل وعبد المنعم الفراوي وخلق . وبرع في القراءات والحديث وصنف الكثير من ذلك :\r\nتاريخ بغداد وذيلا على ابن السمعاني وعلى تاريخ بغداد للخطيب وتاريخ واسط وله خبرة تامة بالعربية والشعر وأيام الناس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 112 ، ومعجم الأدباء 7 / 12 ، والوافي 3 / 90 ، وبغية الملتمس 129 ، وجذوة المقتبس 54 .\r\n( 2 ) ترجمته في المختصر المحتاج إليه 2 / 3 ( مقدمة المرحوم العلامة مصطفى جواد ) ، ووفيات الأعيان 4 / 28 ، وشذرات الذهب 5 / 185 ، ومعجم الأدباء 6 / 365 ، وطبقات القراء 2 / 145 ، وطبقات الشافعية للسبكي 5 / 26 ، والوافي 3 / 102 ، وتذكرة الحفاظ 4 / 199 ، وطبقات الشافعية للإسنوي 1 / 541 ، ومعرفة القراء 2 / 500 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nتصدر للإقراء والتحديث .\r\nوروى عنه زكي الدين البرزالي وأبو الحسن علي بن محمد الكازروني وعزّ الدين الفاروثي وجمال الدين الشريشي وتاج الدين علي العراقي وآخرون .\r\nتوفي ببغداد في ربيع الآخر سنة سبع بتقديم السين وثلاثين وستمائة . وقرأ عليه بالعشرة عبد الصمد « 1 » . وذكره ابن النجّار وقال : هو أحد الحفّاظ المكثرين ما رأت عيناي مثله في حفظ التواريخ والسير ، وأيام الناس .\r\n\r\n83 - أبو عبد اللّه النفزي « 2 » :\r\nمحمد بن سلمان بن أحمد ابن أخت غانم بن دليل ، أبو عبد اللّه النفزي المالقي ، العلّامة المقرئ النحوي ، صاحب التصانيف ، قرأ بالسبع على خاله غانم بن وليد صاحب أبي العباس المهدوي ، وتوفي عام ستة وتسعين وأربعمائة « 3 » .\r\nوأخذ أيضا عن أبي المظفر الشعبي « 4 » وأبي بكر ابن صاحب الأحباس وأبي العباس بن دلهاث العذري .\r\nقال ابن بشكوال : قدم قرطبة وأخذ عنه ، وكانت عنده كتب كثيرة وآداب جمة وكان ذاكرا لها مشهورا بحفظها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو عبد الصمد بن أبي الجيش المقرئ ( انظر المختصر المحتاج إليه 2 / 11 مقدمة المرحوم الدكتور مصطفى جواد طيّب اللّه ثراه وغفر له ) .\r\n( 2 ) ترجمته في الصلة لابن بشكوال 2 / 549 ، وبغية الوعاة 1 / 116 ، وطبقات القراء 2 / 148 ، ونفح الطيب 4 / 367 ، وبغية الملتمس 125 .\r\n( 3 ) في الصلة ( وفاته سنة 525 ) وذكر صاحب نفح الطيب ( أن اليسع أخذ عنه سنة 524 ) وهو يناقض ما ذكره ابن قاضي شهبة عن سنة وفاته .\r\n( 4 ) في الصلة لابن بشكوال ( أبو المطرف الشعبي ) .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nوقال الذهبي : أخذ عنه القراءات أبو الحسن بن النعمة واليسع بن حزم « 1 » .\r\nوقال فيه كتاب بحر لا يعلم قعره وجبل علم لا يرتقى . وعدّه آية في اللغة والغريب ، وله كتاب تعليل القراءات العشر وكتاب شرح كتاب النبات لأبي حنيفة الدينوري يكون في ثلاثين مجلدة .\r\nقلت : ومات عن ثمان وثمانين سنة .\r\n\r\n84 - ابن سلّام الجمحي « 2 » :\r\nمحمد بن سلام بن عبيد اللّه بن سالم المقرئ الأخباري الحافظ أبو عبد اللّه مولى محمد بن زياد مولى قدامة بن مظعون الجمحي .\r\nروى عن حماد بن سلمة ، وصنف كتبا منها طبقات الشعراء وكان صدوقا .\r\nوتوفي سنة إحدى وثلاثين ومائتين بالبصرة .\r\n\r\n85 - أبو بكر النحوي « 3 » :\r\nمحمد بن شقير أبو بكر النحوي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في نفح الطيب ( ابن اليسع ) .\r\n( 2 ) ترجمته في أنباه الرواة 3 / 143 ، وتاريخ بغداد 5 / 330 ، وبغية الوعاة 1 / 115 ، وطبقات النحويين 197 ، والفهرست 113 ، واللباب 1 / 236 ، ولسان الميزان 5 / 182 ، ومراتب النحويين 67 ، ومعجم الأدباء 7 / 13 ، وميزان الاعتدال 3 / 567 ، ونزهة الألباء 109 ، والعبر 1 / 409 ، والوافي 3 / 114 ، ونور القبس 185 .\r\n( 3 ) ذكره القفطي في أنباه الرواة 3 / 151 ولم يترجم له ، وكذلك فعل الزبيدي في طبقات النحويين 128 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\n86 - الأنصاري الإشبيلي « 1 » :\r\nمحمد بن طاهر الأنصاري ثم الإشبيلي شيخ الإمام أبي الحسن بن خروف .\r\n\r\n87 - ابن يلتكين « 2 » :\r\nمحمد بن طرخان بن يلتكين بن يحكم بن مبارز ، ويلتكين بفتح المثناة من تحت ثم لام ساكنة ثم مثناة من فوق مكسورة ثم كاف مكسورة أيضا ثم مثناة من تحت ساكنة ثم نون ، كذلك قيده الحفاظ .\r\nأبو بكر التركي البغدادي النحوي الفقيه الشافعي المحدث أحد الفضلاء . تفقه على الشيخ أبي إسحاق الشيرازي . فقرأ الفرائض ، قال ابن ناصر ، على جدي أبي حكيم الخبري وكان مشورا مستفيدا وسمع من أبي جعفر بن المسلمة وأبي الغنائم بن المأمون وأبي الحسين بن المهتدي باللّه وأبي نصر بن ماكولا وأبي القاسم إسماعيل بن مسعدة الإسماعيلي وأبي عبد اللّه محمد بن نصر الحميري والحافظين أبي بكر محمد وأبي محمد عبد اللّه بن محمد بن العربي المعامري الأندلسي الوزير وأبي القاسم يوسف بن محمد التكري الريحاني وأبي الحسين أحمد بن محمد بن النقور البزاز « 3 » .\r\nروى عنه : أبو عبد اللّه محمد بن أحمد بن سعيد البردي وأبو الحجاج يوسف بن علي بن محمد بن عبد اللّه القضاعي الأندلسيان ، وأبو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في التكملة للأبّار 1 / 419 .\r\n( 2 ) ترجمته في العبر 4 / 30 ، وشذرات الذهب 4 / 41 ، وطبقات الشافعية للسبكي 4 / 70 ، والوافي 3 / 169 ، والمنتظم 9 / 215 .\r\n( 3 ) في طبقات الشافعية والعبر وشذرات الذهب ( ابن بكتكين ) بالباء .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nمحمد يلنول بن الفتح بن يوحر بن الزباني وأبو الحسن سعد الخير بن محمد بن سهل بن سعد الخير الأنصاري الأندلسي .\r\nوأبو الحسن علي بن أبي سعد بن إبراهيم الخباز وأبو بكر المبارك بن كامل بن محمد الخفاف وأبو العباس أحمد بن أحمد بن علي القرطبي وأبو عامر محمد بن سعدون بن مرجا العبدوي وابنه أبو بكر عتيق بن محمد . وأبو محمد عبد اللّه بن محرز بن مخبر الوحدي المغربي وأبو نصر المبارك بن المبارك بن روما الفقيه .\r\nوكان ينسخ بالأجر ، وفيه زهد وورع تام .\r\nقال ابن سامع : وكتب بخطه ( كتبا ) « 1 » كثيرة وكان حسنه قويمه ( وحدبا قديا ) « 2 » ، وقال الحافظ محمد بن ناصر : وكان سماعه صحيحا وكان يعرف الأدب والعربية .\r\nتوفي في ثامن عشر صفر سنة ثلاث عشرة وخمسمائة .\r\n\r\n88 - أبو عبد اللّه البالسي « 3 » :\r\nمحمد بن طاهر « 4 » بن عبد اللّه ، الإمام أبو عبد اللّه البالسي المقرئ النحوي المتصدر بمسجد السبعة ، كان محققا للقراءات عاقلا خيّرا صالحا حسن السمت . تلا بالسبع على الشيخ شرف الدين أحمد بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلمة ساقطة من المخطوطة وأثبتناها لاستقامة الكلام .\r\n( 2 ) هكذا وردت في المخطوط وكتب الناسخ فوقها كلمة ( كذا ) ولم يهتد لصوابها ، وكذلك وردت في نسخة أحمد تيمور باشا المنقولة عن هذا ولم يهتد ناسخها لمعرفتها .\r\n( 3 ) ترجمته في الدرر الكامنة 3 / 283 ، وبغية الوعاة 1 / 30 ، والمختصر المحتاج إليه 2 / 299 .\r\n( 4 ) اسمه في الدرر الكامنة ( محمد بن أحمد بن طاهر ) وفي البغية ( محمد بن أحمد بن ظاهر ) .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nإبراهيم الفزاري ولازمه مدة طويلة . وأخذ عنه القراءات والنحو . وكان له نظر كثير في العربية والشعر حسن .\r\nقرأ عليه بالسبع شهاب الدين أحمد بن النقيب وسيف الدين أبو بكر الحريري وأحمد بن محمد وابن النابلسي ، وتخرجوا به . وقرأ عليه أيضا أبو عبد اللّه محمد بن السقاء الشاهد والشهاب أحمد المؤدب والبرهان إبراهيم بن المغربي وآخرون .\r\nوتوفي في عشر الثمانين في شوال سنة ثلاث عشرة وسبعمائة .\r\nذكره الذهبي في طبقات القراء .\r\n\r\n89 - ابن حزم الأموي « 1 » :\r\nمحمد بن طلحة بن محمد بن عبد الملك بن حزم . أبو بكر الأموي الإشبيلي النحوي المقرئ . أخذ القراءات عن أبي بكر بن صاف والعربية عن أبي إسحاق بن ملكون وسمع كتاب سيبويه على ابن الجدّ .\r\nوسمع من أبي زيد السهيلي بعض كتاب الروض الأنف ولم يعن بالحديث بل غلب عليه القراءات والنحو . وقرأ عليه بالروايات ابنه طلحة .\r\nقال الأبّار : كان أستاذ حاضرة إشبيلية غير مدافع . وعليه قرأ ابن عبد النور . وانتفع به أبو علي الشلوبين . وكان من إجادة الإلقاء وحسن الإفادة وسهولة العبارة على غاية . وكان يميل في عربيته إلى مذهب ابن الطراوة « 2 » ثم غلب عليه ذلك . فشرد عن الجمهور . رأيته بإشبيلية . وولد في سنة خمس وأربعين وخمسمائة ، ومات في صفر سنة ثمان عشرة وستمائة عن ثلاث وسبعين سنة يعني بتقديم السين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات القراء 2 / 157 ، والتكملة للأبّار 2 / 605 ، والمغرب 1 / 253 ، وبغية الوعاة 1 / 121 .\r\n( 2 ) ابن الطراوة : سليمان بن محمد النحوي ( انظر بغية الوعاة 2 / 379 ) .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\n90 - ابن طيفور السّجاوندي « 1 » :\r\nمحمد بن طيفور أبو عبد اللّه الغزنوي السجاوندي بالسين المهملة المكسورة ثم الجيم وبعد الألف واو مفتوحة ثم نون ساكنة ثم دال مهملة ، المقرئ المفسر النحوي صاحب التصانيف . ذكره القفطي مختصرا فقال : كان في وسط المائة السادسة وله تفسير حسن للقرآن وكتاب علل القراءات في عدة مجلدات وكتاب الوقف والابتداء الكبير وآخر صغير ، وكان من كبار المحققين . ذكره الذهبي في طبقات القراء وقال : لم يبلغني على من قرأ ولا من أقرأ .\r\n\r\n91 - ابن عاصم « 2 » :\r\nمحمد بن عاصم النحوي . أخذ عن إسحاق بن سيار الضّبي والفضل بن يوسف القضباني .\r\nو ( أخذ ) « 3 » عنه الحافظ أبو بكر محمد بن الحسن النقاش المفسر .\r\n\r\n92 - الزرندي « 4 » :\r\nمحمد بن العباس بن أحمد بن محمد بن خالد بن يزيد أبو عبد اللّه الزرندي الشيرازي النحوي .\r\nقال ابن السمعاني : وزرند بليدة بنواحي أصبهان . ونازعه في ذلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في أنباه الرواة 3 / 153 ، وطبقات القراء 2 / 157 ، والوافي 3 / 178 .\r\n( 2 ) ترجمته في الصلة لابن بشكوال 2 / 453 ( ووفاته فيها سنة 382 ) ، وأنباه الرواة 3 / 197 ، وبغية الوعاة 1 / 123 ، وبغية الملتمس 245 ، وتاريخ علماء الأندلس 2 / 76 ، وجذوة المقتبس 74 .\r\n( 3 ) كلمة ساقطة من المخطوط .\r\n( 4 ) ترجمته في اللباب 1 / 500 ، والأنساب 6 / 290 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nابن الأثير في كتابه اختصار الأنساب وقال : إنما التي بنواحي أصبهان بليدة ولا قرية اسمها زرند .\r\n\r\n93 - الخوارزمي « 1 » :\r\nمحمد بن العباس ، أبو بكر الخوارزمي الشاعر المشهور ، الطبري لكونه ابن أخت محمد بن جرير الطبري .\r\nروى الحديث عن إسماعيل بن محمد الصفّار . وكان إماما في اللغة والأنساب . سكن نيسابور .\r\nومات سنة ثلاث وثمانين وثلاثمائة .\r\n\r\n94 - الرّزجاهي « 2 » :\r\nمحمد بن عبد اللّه بن أحمد ، أبو عمرو الرزجاهي . بضم الراء وقيل بفتحها ثم زاي ساكنة ثم جيم وبعد الألف هاء . نسبة إلى رزجاه قرية من قرى بسطام . البسطامي الفقيه الشافعي الأديب النحوي المحدّث . تفقه على أبي سهل الصعلوكي ، وأكثر عن الحافظ أبي أحمد بن عدي الجرجاني « 3 » وطبقته .\r\nومات في ربيع الأول سنة ست وعشرين وأربعمائة عن خمس وثمانين سنة .\r\nوكان يقرئ العربية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 125 ، واللباب 1 / 391 ، ووفيات الأعيان 4 / 33 ، وشذرات الذهب 3 / 105 ، والوافي 3 / 191 ، ويتيمة الدهر 4 / 194 ، والسياق لعبد الغافر 51 .\r\n( 2 ) ترجمته في اللباب 1 / 465 ، والعبر 3 / 160 ، وشذرات الذهب 3 / 230 ، وتاريخ جرجان 419 ، وطبقات الشافعية للسبكي 3 / 63 ، وطبقات الإسنوي 1 / 615 ، والسياق لعبد الغافر 9 .\r\n( 3 ) أبو أحمد عبد اللّه بن عدي من علماء جرجان المشهورين ، وترجمته في تاريخ جرجان 225 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\n95 - أبو عبد اللّه الأنصاري « 1 » :\r\nمحمد بن عبد اللّه بن خلف ، أبو عبد اللّه الأنصاري البلنسي المقرئ النحوي . أخذ القراءات عن أبي العطاء بن نذير وأبي عبد اللّه بن نوح الغافقي . وأتقن العربية ثم تزهد وأقبل على العلم وتحقق بالتفسير وأقرأ القراءات وله كتاب في الوعظ « 2 » على طريقة ابن الجوزي ، وكتاب في الخطب .\r\nتوفي في رجب سنة أربعين وستمائة عن ست وستين سنة ، وازدحم الناس على نعشه حتى تكسر . رحمه اللّه تعالى .\r\n\r\n96 - ابن مالك « 3 » :\r\nمحمد بن عبد اللّه بن عبد اللّه مرتين بن محمد بن مالك الطائي الجيّاني الأندلسي الإمام العلّامة حجة العرب . الشيخ جمال الدين أبو عبد اللّه بن مالك . صاحب التصانيف النحوي اللغوي المقرئ المحدث الفقيه الشافعي . أوحد عصره في علم النحو واللغة مع كثرة الديانة والصلاح والتعبد والاجتهاد .\r\nولد سنة ستمائة أو إحدى وستمائة .\r\nوسمع من أبي صادق الحسن بن صباح والشيخ علم الدين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في التكملة للأبّار 2 / 651 ، وطبقات القراء 2 / 178 ، ومعرفة القراء 2 / 514 .\r\n( 2 ) ذكر الأبّار أن اسم الكتاب ( نسيم الصبا ) .\r\n( 3 ) ترجمته في بغية الوعاة 1 / 130 ، والعبر 5 / 300 ، وطبقات القراء 2 / 180 ، وشذرات الذهب 5 / 339 ، والوافي 3 / 359 ، وفوات الوفيات 2 / 452 ، ونفح الطيب 2 / 421 ، وتاريخ ابن كثير 13 / 267 ، وذيل ابن مكتوم على معرفة القراء 2 / 68 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالسخاوي . وحدّث عنهما . وروي عن أبي عبد اللّه محمد بن إسماعيل بن إبراهيم بن الخبّاز .\r\nوكان مشهورا بسعة العلم والإتقان والفضل . موثوقا بنقله حجة في ذلك .\r\nأخذ عن أبي علي الشلوبين .\r\nوأخذ عنه ولده بدر الدين أبو عبد اللّه محمد . والإمام شمس الدين محمد بن أبي الفتح الحنبلي شارح الجرجانية . وشيخ الإسلام محيي الدين النووي ونقل عنه في شرح مسلم وغيره من تصانيفه . وزين الدين بن المنجّى . وصنف تصانيف منها : تسهيل الفوائد الذي لم يصنف مثله ولا أجمع منه .\r\nقال لي شيخنا أبو العباس أحمد بن علي ابن صاحب الصلاة العنابي عن شيخه العلّامة أثير الدين أبي حيّان : إنه قط ما نظر موضعا من كتب النحو بين المتقدمين والمتأخرين على كثرة ما نظر إلّا والتسهيل في ذلك الموضع أكثر نحوا أو لغة منه .\r\nوقد شرحه المصنف إلى باب المصادر وشرحه الشيخ أثير الدين أبو حيّان في عشر مجلدات كبار . وبيّض في آخره مواضع مثلها شيخنا أبو العباس العنابي ، وشرحه أيضا تلامذة الشيخ من شرحه كأبي العباس أحمد بن الأندرشي في أربع مجلدات ، يشرح كلام المصنف أولا وتمثله بمثله ثم يتبع ذلك بكلام ابن عصفور . وابن قاسم في مجلدين ، والشيخ شهاب الدين أحمد بن الحلبي ، عرف بالشهاب السمين ، في مجلدين أيضا . والشيخ بهاء الدين بن عقيل قاضي قضاة الديار المصرية في مجلدين وسماه المساعد وأفاد في آخره .\r\nوالإمام محب الدين ناظر الجيوش بالديار المصرية . والقاضي سري الدين المالكي قاضي حماة . وأبو عبد اللّه محمد بن الحسن المالقي\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالمالكي ( وشرحه ) « 1 » شرحا مختصرا والإمام جمال الدين بن هشام .\r\nوبدأ شيخنا أبو العباس في شرح كبير له أطنب فيه غاية الإطناب وزاد على شيخه أبي حيّان فوائد وغرائب ونقولات وأجاب عن اعتراضاته وشرح إلى باب العلم وتوفي .\r\nومن تصانيفه الكافية الشافية وهي أصل الألفية وشرحها في غاية الحسن . وكتاب المثلث في اللغة وقد زاد عليه تلميذه ابن أبي الفتح عدة ألفاظ . وكتاب إكمال العدة وشرحها ، وهو جيد مفيد وفيه مسائل ليست في التسهيل وشرحه .\r\nوأملي على صحيح البخاري كتابا سماه التوضيح . والألفية وسمعناها بالسند إلى المصنف من شيخنا أبي العباس العنابي بسماعه من الشهاب محمود ( بن ) أحمد بن سليمان عن المصنف سماعا ، وقرأتها على شيخنا الحافظ تقي الدين أبي المعالي بن رافع السلامي بسماعه من الشهاب محمود عن المصنف .\r\nوقد شرحها غير واحد من الأئمة ، ولده الإمام بدر الدين أبو عبد اللّه محمد شرحا جيدا مفيدا . وابن قاسم شرحا مبسوطا حافلا ، فيه نقول كثيرة ، وابن عقيل شرحا مختصرا ، وبرهان الدين إبراهيم ابن الشيخ شمس الدين بن قيم الجوزية الحنبلي وقبله شمس الدين بن أبي الفتح ، وابن هشام حلّها في كتاب سماه التوضيح .\r\nتوفي بدمشق في ثاني عشر شعبان سنة اثنتين وسبعين بتقديم السين على الباء وستمائة .\r\nودفن بسفح قاسيون . وهو في عشر الثمانين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلمة ساقطة من المخطوطة .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nورثاه جماعة منهم الشيخ بهاء الدين ابن النحّاس والشيخ مجد الدين ابن الظهير الحنفي النحوي .\r\n\r\n97 - ابن الصفّار « 1 » :\r\nمحمد بن عبد اللّه بن عمر بن علي ، أبو عبد اللّه الأنصاري الأوسي القرطبي الضرير المقرئ النحوي المعروف بابن الصفّار .\r\nأخذ القراءات عن أبي القاسم الشرّاط وغيره وسمع ابن بشكوال وابن الجدّ وأبا عبد اللّه بن زرقون ، وأقرأ الناس وتنقل في البلاد ثم استقر بتونس .\r\nقال الأبّار : صحبته طويلا ورأيته ادّعى الإكثار « 2 » فارتبت . وكان يقري العربية .\r\nتوفي في جمادى الآخرة سنة تسع وثلاثين وستمائة . وقد نيّف على السبعين .\r\nوسمع الحديث وله مشاركة في النظم .\r\n\r\n98 - ابن قادم « 3 » :\r\nمحمد بن عبد اللّه بن قادم . أبو جعفر النحوي أحد أعيان أصحاب أبي زكريا يحيى بن زياد الفرّاء . وعنه أخذ أبو العباس ثعلب . وكان حسن النظر في علم النحو ويؤدب أولاد سعيد بن مسلم بن قتيبة الباهلي . وكان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات القراء 2 / 182 ، والتكملة للأبّار 2 / 647 ، ونفح الطيب 2 / 320 ، ومعرفة القراء 2 / 514 .\r\n( 2 ) قال الأبّار في التكملة ( ادعى الإكثار عنهم ) أي عن شيوخه .\r\n( 3 ) ترجمته في أنباه الرواة 3 / 156 ، ومعجم الأدباء 7 / 15 ، وبغية الوعاة 1 / 140 ، وطبقات النحويين 151 ، ونور القبس 314 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nيعلّم المعتز قبل الخلافة . فلما ولي الخلافة فجاءه الرسول وهو في منزله شيخ كبير فقال : أجب أمير المؤمنين بسامراء . فقال : أليس أمير المؤمنين ببغداد ، يعني المستعين . قال : لا . قد ولي الخلافة المعتز ( وكان ) « 1 » قد حقد عليه بطريق تأديبه ، فخشي من بادرته . فقال لعياله : السلام عليكم فخرج ولم يرجع إليهم .\r\nومن تصانيفه : كتاب الكافي في النحو وكتاب غريب الحديث ، وكتاب مختصر في النحو أيضا .\r\nتوفي سنة إحدى وخمسين ومائتين .\r\nوفي كتاب الزبيدي : في أصحاب الفرّاء محمد بن قادم ويقال ابن جعفر أستاذ ثعلب . وقيل هو أحمد بن أحمد بن عبيد اللّه بن قادم .\r\n\r\n99 - ابن كناسة « 2 » :\r\nمحمد بن عبد اللّه بن كناسة « 3 » ، بضم الكاف وبالنون ، الأسدي أبو يحيى الكوفي النحوي الأخباري .\r\nسمع هشام بن عروة والأعمش .\r\nوعنه : حميد بن مخلد بن الحسن وأبو علي الحسن بن علي بن الفرات الكرماني .\r\nوقد وثّقه يحيى بن معين وغيره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زدنا هذه الكلمة ليستقيم بها الكلام .\r\n( 2 ) ترجمته في تاريخ بغداد 5 / 404 ، وأنباه الرواة 3 / 159 ، وبغية الوعاة 1 / 126 ، والعبر 1 / 353 ، وشذرات الذهب 2 / 17 ، والجرح والتعديل 3 / 300 ، وطبقات النحويين 211 ، وميزان الاعتدال 3 / 592 ، ومراتب النحويين 3 / 592 ، وتهذيب الكمال للمزي ( مخطوط ) 6 / 1221 ، ونور القبس 297 .\r\n( 3 ) في طبقات النحويين للزبيدي ( محمد بن عبد الأعلى بن كناسة ) .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nوقال ابن حاتم الرازي : لا يحتج به .\r\nوقال الذهبي : فيه لين .\r\nتوفي في شوال على الصحيح سنة سبع ، بتقديم السين على الباء ، ومائتين . وفيها توفي أبو زكريا يحيى بن زياد الفرّاء شيخ نحاة الكوفة وخلق من العلماء .\r\n\r\n100 - ابن أشتة « 1 » :\r\nمحمد بن عبد اللّه بن محمد بن أشته ، بفتح الهمزة ثم سين معجمة ساكنة ثم مثناة من فوق ثم هاء التأنيث ، قيده ابن نقطة وغيره . أبو بكر الأصبهاني المقرئ النحوي . أحد الأئمة . قرأ القرآن على أبي بكر بن مجاهد ومحمد بن يعقوب المعدل ومحمد بن أحمد بن الحسن الكسائي وطائفة . وصنف في القراءات .\r\nقال أبو عمرو الداني : هو ضابط مشهور ثقة عالم بالعربية بصير بالمعاني حسن التصنيف صاحب سنة . روى عنه جماعة من شيوخنا وسمع منه عبد المنعم بن غلبون وخلف بن إبراهيم وعبد اللّه بن محمد بن أسد الأندلسي وآخرون .\r\nتوفي بمصر في شعبان سنة ستين وثلاثمائة . وله كتاب المحبّر وكتاب المفيد في الشاذ .\r\nوقال السلفي : له المحبّر في القراءات ، والوقف والابتداء من تصنيفه .\r\nوتوفي في هذه السنة معه جماعة من كل فن منهم الوزير ابن العميد العالم أبو الفضل محمد بن الحسين الذي كان ينظر بالجاحظ وكان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 142 ، والوافي 3 / 347 ، وطبقات القراء 2 / 184 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nالصاحب بن عباد تلميذه وصاحبه . ولذلك قيل الصاحب . وقيل : بدئت الكتابة بعبد الحميد وختمت بابن العميد .\r\n\r\n101 - أبو عبد اللّه المصري « 1 » :\r\nمحمد بن عبد اللّه بن محمد بن عبد المجيد . أبو عبد اللّه البغدادي الصوفي المعروف بالمصري .\r\nولد سنة ثمانين . وسمع من أبي منصور عبد اللّه بن عبد السلام وذاكر بن كامل وابن كليب وطائفة . وأكثر عن أصحاب ابن الحصين وقاضي المارستان . روى عنه البخاري في تاريخه ، وجمال الدين أبو بكر الشريشي .\r\nقال الذهبي : كان إماما فاضلا متفننا عارفا بالفقه والخلاف والنحو صاحب أدب وشعر ولطف ونوادر وفيه مروءة وأخلاق . وكان ثقة أمينا .\r\nتوفي في ذي القعدة سنة تسع وستين ( وسبعمائة ) « 2 » .\r\n\r\n102 - السّلمي المغربي « 3 » :\r\nمحمد بن محمد بن عبد اللّه بن محمد « 4 » بن أبي الفضل السلمي المغربي شرف الدين ، من أهل مرسية من بلاد الأندلس ، الإمام العلّامة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في شذرات الذهب 6 / 216 ، وذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 66 وترجم لجده أيضا 1 / 56 .\r\n( 2 ) زدنا هذه الكلمة دفعا لما قد يقع به القارئ من الالتباس ، وكذلك ضبط صاحب الشذرات وفاته وقال إنها كانت ( سنة 769 ) .\r\n( 3 ) ترجمته في بغية الوعاة 1 / 144 ، وطبقات الشافعية للسبكي 5 / 29 ، ومعجم الأدباء 7 / 16 ، وشذرات الذهب 5 / 269 ، والتكملة للأبّار 2 / 663 ، والوافي 3 / 354 ، ونفح الطيب 3 / 10 ، وذيل مرآة الزمان 1 / 76 .\r\n( 4 ) اسمه ( محمد بن عبد اللّه بن محمد ) في بغية الوعاة والوافي بالوفيات .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nالمفسر النحوي الأصولي الفقيه المالكي ، صاحب التصانيف المشهورة في التفسير وغيره . ولد بمرسية في ذي الحجة سنة سبعين بتقديم السين وخمسمائة وتوجه إلى مكة ثم إلى بغداد وسمع بها الحديث وقرأ الفقه والخلاف بالنظامية ، ثم خرج إلى خراسان وسمع بنيسابور وهراة ومرو ثم عاد إلى بغداد ثم رحل إلى الشام ثم ورد مصر وحدث بسنن البيهقي في بغداد عن منصور الفراوي .\r\nوقال الذهبي : ورد بغداد في أول سنة سبعين وسمع الموطأ من أبي محمد بن عبيد اللّه . ورحل إلى أن وصل إلى أقصى خراسان وسمع الكثير من منصور الفراوي وأبي روح والكبار .\r\nوقال غيره : سمع من بمرسية والمغرب والشام ومصر والحجاز وخراسان . وحصل أصولا كبيرة وكان من أعيان الأئمة بارعا في علم العربية والتفسير وله عدة مصنفات منها كتاب ري الظمآن في تفسير القرآن ، في غاية الحسن والجودة ، وقد نقل عنه الشيخ أثير الدين أبو حيّان في تفسيره وعن كتاب له سماه المنتخب . وله نظم جيد . وكان متزهدا متاركا للرئاسة كثير العبادة والحج وله قبول في سائر بلاد الشام ومصر والعراق .\r\nتوفي بين الزعقة والعريش « 1 » وهو متوجه من مصر إلى دمشق في نصف ربيع الأول سنة خمس وخمسين وستمائة . ودفن قبل الزعقة .\r\nومن شعره :\r\n قالوا محمد قد كبرت وقد أتى * داعي الحمام وما اهتممت بزاد\r\nقلت : الكريم من القبيح لضيفه * عند القديم مجيئه بالزاد « 2 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في طبقات الشافعية للسبكي ( بين العريش وغزة ) ولم أجد ذكرا للزعقة في كتب البلدان .\r\n( 2 ) البيتان له في بغية الوعاة ومعجم الأدباء والوافي .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nوله :\r\n من كان يرغب في النجاة فما له * غير أتباع المصطفى فيما أتى\r\nذاك السبيل المستقيم وغيره * سبل الغواية والضلالة والردى\r\nفاتبع كتاب اللّه والسنن التي * صحت فذاك إذا أتبعت هو الهوى\r\nودع السؤال بلم وكيف فإنه * باب يجر ذوي البصيرة للعمى\r\nالدين ما قال الرسول وصحبه * والتابعون ومن مناهجهم قفا « 1 » \r\nقال الذهبي : وكان ( كثير ) « 2 » الأسفار والنظر جماعة لفنون العلم وكان ثاقب الذهن . له تصانيف كثيرة مع زهد وورع وفقر وتعفف . سئل عنه الحافظ الضياء فقال : فقيه مناظر نحوي من أهل السنة . صحبنا وما رأينا منه إلا خيرا .\r\nوذكره أبو العلاء الفرضي فقال : فقيه متكلم أديب فاضل له شعر حسن ، قدم العراق غير مرة وسمع منه الحافظ أبو عبد اللّه الدبيثي ببغداد شيئا من شعره . ومن ذلك قوله :\r\n بليت بداني الدار ناء بهجره * ولي صبر أيوب على هذه البلوى\r\nعلى أن صري كلما زاد قوة * تلقته من هجرانه هجرة أقوى\r\nإلى اللّه أشكو لا إليه لأنني * شكوت له حالي فلم تنفع الشكوى \r\nوذكره ابن النجّار في تاريخه وقال : اجتمعت به غير مرة وعلقت عنه شيئا من شعره . وهو من الأئمة الفضلاء في جميع فنون العلم :\r\nالحديث وعلم القرآن والفقه والخلاف والأصولين والنحو واللغة . وله قريحة حسنة وذهن ثاقب وتدقيق في المعاني ومصنفات في جميع ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشعر له في معجم الأدباء ونفح الطيب وطبقات الشافعية للسبكي .\r\n( 2 ) كلما ساقطة من المخطوطة .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nذكرنا . وله النظم والنثر المليح . وهو زاهد متورع حسن الطريقة ، كثير العبادة . ما رأيت في فنه مثله .\r\n\r\n103 - أبو السعود البصري « 1 » :\r\nمحمد بن عبد اللّه بن محمد بن محمد بن جعفر بن علي ، أبو السعود البصري ، حفيد حامد بن أبي السعود ، الإمام العلّامة الفقيه الأصولي النحوي الأديب . ولد في ثامن محرم سنة ست وستمائة . وحفظ القرآن وتفقه على والده وجده ثم على أبي إسحاق ثم اشتغل بفن العربية على جده أبي السعود فقرأ عليه لمع أبي يحيى ومفصل الزمخشري حفظا وقرأ عليه المقامات الحريرية ، وكذا علم الأصول والجدل وسمع منه الحديث والتفسير في دروسه وقد أخبر جده بتصانيف أبي إسحاق الشيرازي عن أبي جعفر هبة اللّه بن يحيى بن الحسن بن البوقي عن قاضي واسط الفارقي عن أبي إسحاق . وصنف كتبا متعددة منها : كتاب الوسائل إلى الفروق بين المسائل ، في الفقه ، وكتاب شرح قصيدة ابن الحاجب ، في العروض ، وشرح الألفية ، وشرح عبد الغفار القروتي في مجلدة ، وكتابة مائة مسألة في الخلاف في مجلدين كبيرين .\r\nذكره الشيخ الحافظ أبو العلاء الفرضي في كتابه المسوّدة في الأنساب ، وقال : روى لنا عنه جماعة من شيوخنا منهم أبو الفرج عبد الرحمن بن محمد بن أبي البدر العباسي وأبو عبد اللّه أحمد بن محمد بن الأنجب بن الكسّار المقرئ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في ذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 135 ، والمختصر المحتاج إليه 1 / 133 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\n104 - أبو بكر الملطي « 1 » :\r\nمحمد بن عبد اللّه بن محمد بن سلم . أبو بكر الملطي ، مولى حمير ، إمام الجامع العتيق .\r\nحدّث عن إبراهيم بن مرزوق وبكّار بن قتيبة وغيرهما . وكان نحويّا ، قاله ابن يونس .\r\nنقله ابن السمعاني في الأنساب .\r\n\r\n105 - أبو بكر العبدري « 2 » :\r\nمحمد بن عبد اللّه بن ميمون بن إدريس أبو بكر العبدري القرطبي الأديب . روى عن أبي محمد بن عتاب وأبي الوليد بن رشد وأبي بحر الأسدي وابن مغيث وجماعة . قال الأبّار : وكان متقدما في علم اللسان متصرفا في غيره من الفنون حافظا حافلا شاعرا مجوّدا نزل بمراكش وأقرأ بها العربية والأدب وشرح الجمل للزجاجي .\r\nحدث عنه يعيش بن القديم . وتوفي بمراكش عن إقلاع وإنابة « 3 » في سنة سبع وستين وخمسمائة .\r\n\r\n106 - ابن الجدّ « 4 » :\r\nمحمد بن عبد اللّه بن يحيى بن فرج ، أبو بكر الفهري الإشبيلي الحافظ الفقيه أبو بكر بن الجد ، بفتح الجيم وتشديد الدال المهملة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 143 وفيه ( ووفاته سنة 303 ) .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 147 ، والتكملة للأبّار 2 / 511 ، والديباج المذهب 302 .\r\n( 3 ) الإنابة : عن شعر في الغزل كان قاله ( انظر التكملة ) .\r\n( 4 ) ترجمته في التكملة 2 / 542 ، وشذرات الذهب 4 / 286 ، والوافي 3 / 335 ، وبغية الملتمس 181 ، والديباج المذهب 302 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالنحوي بحث كتاب سيبويه علي بن الحسن بن الأخضر وأخذ عنه كتب اللغة وسمع صحيح مسلم من أبي القاسم الهوازني ومن أبي الحسن شريح وأبي بكر بن العربي وكان لا يحدث عنهما . ولقي بقرطبة أبا محمد بن عتاب وأبا الوليد بن رشد وأبا بحر بن القاص .\r\nقال الذهبي في ( المعجم ) « 1 » الكبير : وبرع في الفقه والعربية وانتهت إليه الرئاسة في الحفظ والفتيا وقدم للشورى مع أبي بكر بن العربي في سنة إحدى وعشرين وخمسمائة . وعظم جاهه وحرمته وكان في وقته فقيه الأندلس . توفي في شوال سنة ست وثمانين وخمسمائة عن تسعين سنة كاملة .\r\n\r\n107 - أبو الخير المروزي « 2 » :\r\nمحمد بن عبد اللّه أبو الخير المروزي الضرير الفقيه الشافعي الفاضل الأديب . تفقه على أبي بكر القفال واشتهر بالأدب واللغة وصنف فيها .\r\nقال ابن السمعاني في تاريخ مرو : وكان من أصحاب الرأي فصار من أصحاب الحديث لصحبته القفال وسمع الحديث منه ومن أبي نصر إسماعيل بن محمد بن محمود المحمودي .\r\nوعنه أبو منصور محمد بن عبد الجبار السمعاني . ومن شعره قوله « 3 » :\r\n تنافى العقل والمال * فما بينهما شكل \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلمة سقطت من المخطوطة .\r\n( 2 ) ترجمته في نكت الهميان 258 ، ومعجم الأدباء 7 / 19 ، وبغية الوعاة 1 / 149 ، والوافي 3 / 328 .\r\n( 3 ) الشعر له في الوافي بالوفيات وقد سقطت الكلمة الأولى من البيت الثاني في المخطوطة فأثبتناها معتمدين على رواية الوافي وكذلك رويت الأبيات في معاهد التنصيص للعباسي 1 / 149 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n ( هما ) كالورد والنر * جس لا يحويهما فصل\r\nفعقل حيث لا مال * ومال حيث لا عقل \r\nتوفي سنة ثلاث وعشرين وأربعمائة .\r\n\r\n108 - الإمام السبكي « 1 » :\r\nمحمد بن عبد البر بن يحيى بن علي بن تمام . الإمام العلامة الفقيه الأصولي النحوي قاضي القضاة بقية الإعلام صدر مصر والشام ، بهاء الدين أبو البقاء ابن القاضي شديد ابن الشيخ الإمام صدر الدين ، الأنصاري الخزرجي السبكي الشافعي الحاكم بالبلاد المصرية ثم الشامية .\r\nمولده سنة سبع وسبعمائة في ربيع الأول .\r\nقال الشيخ تقي الدين بن رافع في معجمه : تفقه على الشيخ أبي عبد اللّه محمد بن عبد الصمد السنباطي والشيخ مجد الدين السنكلوني « 2 » وغيرهما . وقرأ الأصول على جده الشيخ صدر الدين والشيخ علاء الدين القونوي ثم علي ابن عم أبيه القاضي تقي الدين السبكي وحفظ مذهب مالك . واستفاد ثروة عظيمة ودنيا واسعة . ولم يكن الحديث من شأنه مع أن إسناده فيه عال وإليه كانت رئاسة بلده . وكان فقيها فصيحا خطيبا مفوها كبير الشأن يبلغ بالبديهة ما لا يبلغ بالرؤية .\r\nأخذ عنه جلة أهل الأندلس وطال عمره واشتهر اسمه . وممن روى عنه : محمد بن عبد اللّه الشريشي وأبو الحسين بن زرقون وأبو بكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في الدرر الكامنة 3 / 432 ، وبغية الوعاة 1 / 152 ، وشذرات الذهب 6 / 253 ، والوافي 3 / 210 ، والدارس في تاريخ المدارس 1 / 38 .\r\n( 2 ) في شذرات : ( الزنكلوني ) .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nمحمد بن علي بن القوال . وأبو ( علي ) « 1 » الشلوبين وأبو الخطاب بن دحية ويحيى بن أحمد الشلوني اللبلي وخلق سواهم .\r\nوقرئ عليه كتاب الأربعين في أصول الدين .\r\nوقرأ النحو على الشيخ أثير الدين أبي حيان ، قرأ عليه التسهيل ودرس بمصر وشغل الناس ثم انتقل إلى دمشق وناب في الحكم العزيز ولازم إقراء العلم .\r\nوقلت : وأخذ علم المعاني والبيان عن قاضي القضاة جلال الدين القزويني قرأ عليه تلخيصه ورواه عنه . وسمع الحديث بالديار المصرية من جماعة وروى الصحيح عن وزيرة وابن الشحنة وحج غير مرة وكان قدومه إلى دمشق مع قاضي القضاة تقي الدين سنة تسع وثلاثين فاستنابه في الحكم وتصدى لشغل الناس في العلم . وقصده الطلبة وحضر حلقته الفضلاء وعلا صيته وتقدم على شيوخ الشام وله إذ ذاك بضع وثلاثون سنة واشتهرت فضائله .\r\nوكان إماما نظارا جامعا لعلوم شتى . وكان كتب قطعة من اختصار المطلب لابن الرفعة وقطعة من شرح الحاوي الصغير وكتب على مختصر ابن الحاجب شرحا لم يبيض . ودرس بالأتابكية ومدرسة أم الصالح والظاهر البرانية والرواحية والتقوية . ثم ولي قضاء الشام سنة تسع وخمسين مع تدريس الغزالية والعادلية ، فباشر ذلك شهر رمضان من السنة ثم انفصل لتغير الدولة ثم توجه إلى مصر بعد ما نزل عن وظائفه لولديه ، تولى قضاء العسكر والوكالة السلطانية ونيابة الحكم الكبير لقاضي القضاة عزّ الدين ابن جماعة واستمر أزيد من سنة ثم استعفى القاضي عزّ الدين من قضاء القضاة ، فوليه عوضا عنه برضاه مع الوظائف المضافة إلى القضاء واستمر نحوا من سبع سنين ، ثم وقع بينه وبين أرباب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سقطت كلمة ( علي ) من المخطوطة وأثبتناها لاستقامة الكلام .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nالدولة فعزل في سنة ثلاث وسبعين . ثم درس بعد ذلك بيسير بقبة الشافعي رضى اللّه عنه ، والمنصورية عوضا عن ابن عمه بهاء الدين لما وصل الخبر بوفاته بمكة المشرفة . ثم عين لقضاء الشام في السنة المذكورة وكتب توقيعه فاستعفى منه ، ثم في السنة الثانية ، ألزم بذلك فقدم في أوائل سنة خمس وسبعين قاضيا ومدرسا بالغزالية والعادلية والناصرية وشيخا بدار الحديث الأشرفية . فباشر ذلك أزيد من سنتين وأضيف إليه قبل وفاته الخطابة بالجامع الأموي فباشر ذلك شهرا ثم مرض بحق مائة يوم .\r\nوتوفي في يوم الثلاثاء ثالث عشر ربيع الآخر سنة سبع وسبعين وسبعمائة . وله سبعون سنة كاملة وزيادة . وصلي عليه عقب صلاة العصر بالجامع الأموي . ودفن بتربة عمه قاضي القضاة تاج الدين السبكي بسفح قاسيون . رحمهما اللّه تعالى .\r\n\r\n109 - أبو منصور السمعاني « 1 » :\r\nمحمد بن عبد الجبار بن أحمد بن محمد بن جعفر بن جعفر بن أحمد بن عبد الجبار بن الفضل بن الربيع بن مسلم بن عبد اللّه التميمي ، أبو منصور السمعاني المروزي القاضي الفقيه الحنفي العلامة والد الإمام الحافظ أبي المظفر السمعاني وأبي القاسم علي . وكان من أئمة الحنفية بارعا في علوم منها النحو واللغة . وله مصنفات مفيدة . وكان ورعا .\r\nمات بمرو في شوال سنة خمسين وأربعمائة وتوفي معه في السنة القاضي أبو الطيب اللغوي ، والماوردي صاحب الفرائض وأبو عبد اللّه المولى صاحب الفرائض .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في الأنساب 308 أ ، واللباب 1 / 562 ، ودمية القصر 152 ، شذرات الذهب 3 / 287 ، والوافي 3 / 214 ، والجواهر المضية 2 / 73 ، 267 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\n110 - أبو عبد اللّه الكومي « 1 » :\r\nمحمد بن عبد الحق بن سليمان العلامة ، أبو عبد اللّه الكومي قاضي تلمسان ، المقرئ الفقيه ، تفقه بأبيه وبأبي علي الجزار النحوي « 2 » وأخذ عنهما العربية وأخذ القراءات عن أبي علي أيضا في سنة إحدى وخمسين وخمسمائة وسمع من أبي الحسن بن حسين « 3 » وأبي عبد اللّه بن خليل صاحب ابن الطلاع وجماعة . وأجاز له ابن هذيل والسلفي وأبو الحسن بن النعمة . وكان إماما متقنا حميد السيرة . معظما في النفوس كثير الكتب . صنف كتاب الجامع المختار من المنتقى والاستذكار نحو ثلاثة آلاف ورقة . وله تأليف في غريب الموطأ .\r\nومات بتلمسان سنة خمس وعشرين وستمائة . وقد قارب التسعين .\r\n\r\n111 - ابن البيلان « 4 » :\r\nمحمد بن عبد الرحمن بن البيلان ، بفتح الموحدة ثم مثناة من تحت ساكنة وفتح اللام وبعد الألف نون ، المدني مولى عمر ، الكوفي النحوي روى عن أبيه عن ابن عمر .\r\nروى عنه : محمد بن الحارث الحارثي وأبو المختار الحراني وعبد اللّه بن العباس بن الربيع الحارثي من أهل نجران اليمن ، وأبو ذر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات القراء 2 / 159 ، والتكملة للأبّار 2 / 623 ، وأهل المائة للذهبي 136 .\r\n( 2 ) في التكملة ( الحراز النحوي ) .\r\n( 3 ) في التكملة ( أبي الحسين بن حنين ) .\r\n( 4 ) ترجمته في تهذيب التهذيب لابن حجر العسقلاني 9 / 293 وفيه ( ابن البيلماني ) وكذلك وردت ترجمته في تهذيب الكمال للمزي ( مخطوط ) 6 / 1229 ، والجرح والتعديل 3 / 311 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nمحمد بن هيثم وصالح بن عبد الجبار وأبو عبد الرحمن الحضرمي وسفيان الثوري فيما كتب إليه . قال ابن معين : ليس بشيء . وقال أبو حاتم : منكر الحديث مضطربه . وكان الحميدي يضعه . وقال البخاري والنسائي : منكر الحديث . وقال ابن عدي : كل ما يرويه ابن البيلاني فالبلاء فيه منه وإذا روى عنه محمد بن الحارث فهما ضعيفان . روى له أبو داود وابن ماجة .\r\n\r\n112 - الفهمي القرطبي « 1 » :\r\nمحمد بن عبد الرحمن بن أحمد بن عبد الرحمن القاضي . أبو عبد اللّه بن أبي زيد الفهمي القرطبي ثم المري . روى عن أبي الوليد عبد الرحمن العتبي وأبي تميم وجماعة . وكان عالما بالنحو منتصبا لإقرائه مشاركا في الأصول والكلام مع فضل وعبادة .\r\nروى عنه ابن بشكوال وابن رزق وابن حبيش وغيرهم . وكان حيّا يرزق سنة أربع وأربعين وخمسمائة « 2 » .\r\nترجمه الأبار .\r\n\r\n113 - ابن خلصة « 3 » :\r\nمحمد بن عبد الرحمن بن خلصة « 4 » ، بفتح الحاء المعجمة واللام والصاد المهملة . الإمام أبو عبد اللّه البلنسي النحوي اللغوي الضرير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في التكملة للأبّار 2 / 471 ، وبغية الملتمس 194 ، وبغية الوعاة 1 / 153 .\r\n( 2 ) في بغية الوعاة ( وفاته بعد سنة 530 ) .\r\n( 3 ) ترجمته في بغية الوعاة 1 / 128 ، والوافي 3 / 232 ، والتكملة للأبّار 1 / 426 ، والإكمال 5 / 138 ، والأنساب 331 ، وجذوة المقتبس 51 .\r\n( 4 ) اسمه في بغية الوعاة ( محمد بن عبد اللّه بن خلصة ) .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nذكره ابن الأبار فقال : كان أستاذا في علم اللسان والأدب ، فصيحا مفوها . توفي ببلنسية وقيل بالمروية سنة تسع ، يعني بتقديم التاء على السين . وخمسمائة « 1 » .\r\nوله شعر في العلامة ابن زهر .\r\nويقال في نسبه الشذوني ، بفتح السين المعجمة ثم ذال معجمة ساكنة ثم واو مفتوحة ثم نون ، نسبة إلى شذونة من أعمال إشبيلية بالأندلس . كذلك قيدها ابن السمعاني في أنسابه .\r\nوهو نزيل دانية وكان لبقا من آحاد النحاة والشعراء عن ابن سيده .\r\nوبرع في النحو واللغة . وشعره مدون . قال ابن بسام في الذخيرة : وكان بينه وبين أبي محمد ابن السيد البطليوسي ملاحاة ومنافرة ومباعدة ظاهرة ، وجرت بينهما جملة مسائل أجرياها مجرى الرسائل . واتفق أن ابن خلصة خرج يوما ببلنسية فصادف أبا محمد ابن السيد وهو داخل المدينة سبع غلامين وسيمين من طلبته ، فأنشده ابن خلصة مرتجلا بقوله :\r\n أي ريح حملت شيخ الربى * أجنوب أم شمال أم صبا\r\nقالت الريح : أنا لا ذنب لي * وجد الشيخ صبيّا فصبا \r\nتوفي سنة سبعين وأربعمائة « 2 » ، كذلك ذكره .\r\nوقد توفي معه في تسع وخمسمائة جماعة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في بغية الوعاة ( توفي سنة 519 ) وفي التكملة ( سنة 521 ) .\r\n( 2 ) لا ندري من هو الذي توفي من الرجلين سنة 470 فابن السيد البطليوسي توفي سنة 521 أما ابن خلصة فقد ذكر المؤلف سنة وفاته وهي سنة 509 مرتين مرة في صدر هذه الترجمة ومرة في خاتمتها . ولعل ذلك وهم وقع فيه صاحب الذخيرة المنقول عنه هنا .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\n114 - أبو سعد الكنجروذي « 1 » :\r\nمحمد بن عبد الرحمن بن محمد بن أحمد بن محمد بن جعفر بن محمد . الإمام العالم المحدث الفقيه الأديب النحوي الطبيب ، أبو سعد « 2 » ابن أبي بكر الكنجروذي النيسابوري الفارسي سمع الحديث الكبير وأدرك الأسانيد العالية في الأدب وغيره ، ولقي الشيوخ وأدرك ببغداد أئمة النحو والأدب . وحدّث سنين عن أبي عمرو بن حمدان وأبي أحمد التميمي والحاكم أبي أحمد الحافظ وأبي محمد الحسين بن رستم الطرسوسي وأبي سعيد الرازي وأبي العبدوي وأبي الفضل العطار وطبقتهم .\r\nورزق الرواية حتى سمع منه الخلق سنين وختم بموته أكثر هذه الروايات . قال ابن السمعاني في التحبير : وأجاز لي جميع مسموعاته باستجازة الشيخ الوالد ، وخطه عندي بذلك . وله شعر حسن متين يليق بأمثاله ، وجرى بينه وبين القاضي أبي جعفر الزوزني البحاثي محاورات أدت إلى وحشة ، فوّق القاضي الزوزني بسببها سهام هجائه وجعله غرضا بنى عليه في ذلك كتبا مزج فيها الهزل بالجد ورماه بما برأه اللّه منه وعافاه عنه .\r\nذكره عبد الغافر في السياق فقال : هو مشهور من أهل الفضل . وله قدم في الطب والفروسية وأدب السلاح وكان تاريخ وقته لاجتماع فنون العلم فيه . حدّث عن أبي عمرو بن حمدان وطبقته . وتوفي في صفر سنة ثلاث وخمسين وأربعمائة « 3 » .\r\nقال الأبّار : وكان أبو بكر بن الجدّ يزكيه .\r\nويحكى عنه أنه يحفظ صحيح البخاري متنا وإسنادا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 157 ، والوافي 3 / 231 ، وأنباه الرواة 3 / 165 ، واللباب 3 / 54 ، وتذكرة الحفاظ 4 / 104 ، والأنساب 488 ، والسياق لعبد الغافر 9 - 10 .\r\n( 2 ) في اللباب ( أبو سعيد الكنجرودي ) .\r\n( 3 ) ذكر المؤلف بعد هذا أن وفاة المترجم كانت سنة ( 595 ) .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nتوفي بمراكش سنة خمس وتسعين وقد قارب التسعين فإنه ولد سنة سبع وخمسمائة وقيل غيره . كان دينا عدلا محبّا للخير مهيبا جريء الكلام قوي النفس مليح الشكل . نجر قوسا يكون سبعة وثلاثين رطلا باليد .\r\nوقال ابن دحية : كان من اللغة بمكان مكين ومورد في الطب عذب معين . كان يحفظ شعر ذي الرمة وهذيل اللغة مع الإشراف على جميع أقوال أهل الطب ، مع سمو النسب وكثرة المال والنشب . صحبته زمانا طويلا واستفدت منه أدبا جليلا ، وله أشعار حلوة . رحل أبو جده إلى الشرق وولي رئاسة الطب ببغداد ثم بمصر ثم بالقيروان ثم استوطن دانية بالأندلس وطار ذكره . ووالده توفي سنة سبع وخمسين وخمسمائة وجده في سنة خمس وعشرين وخمسمائة . وكان أبو بكر يقال له الحميد وكان وزيرا محتشما كبير الحرمة في سروات أهل الأندلس . وقد رأس في فنّي الطب والأدب . وبلغ فيهما الغاية .\r\n\r\n115 - ابن تريس « 1 » :\r\nمحمد بن عبد الرحمن بن محمد بن فرج بن سليمان ، أبو عبد اللّه القيسي المكناسي الشاطبي .\r\nالمعروف بابن تريس المعرّي . سمع من أبي علي بن سكرة وأبي محمد بن أبي جعفر وأبي مران بن أبي تليد وطائفة . وله معجم شيوخه .\r\nوأخذ القراءات عن أبي بكر إبراهيم بن خلف والشيخ أبي عبد اللّه بن الفرّاء الزاهد وجماعة . قال الأبّار : تصدر بشاطبة للإقراء سالكا طريقة محمد بن فرج وأخذ عنه الناس . وكان قديم الطلب مشاركا في الحديث والأدب ، يتحقق في القراءات براعة الخط ، وكتب علما كثيرا .\r\nحدّث عنه : أبو الحجاج بن أيوب وأبو عمر بن عبّاد . وأثنى عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في التكملة للأبّار 2 / 497 ، ومعجم الأبّار 173 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nووصف بالتقليل من الدنيا . وقال : توفي في جمادى الآخرة سنة إحدى وستين وستمائة . وله سبع وسبعون سنة . وروى عنه ابن سفيان ووصفه بالمشاركة في حفظ التاريخ والنظر بالنحو .\r\n\r\n116 - أبو عبد اللّه البنجديهي « 1 » :\r\nمحمد بن عبد الرحمن بن محمد بن مسعود بن أحمد بن الحسين بن محمد ابن الإمام تاج الدين ، أبو عبد اللّه ، وقيل أبو سعيد البنجديهي « 2 » ، بفتح الموحدة ثم نون ساكنة ثم هاء . من أهل بنج من أعمال مرو الروذ ، ويعرف بالبندهي ، الخراساني المسعودي الفقيه الأديب المحدّث الصوفي اللغوي . نزيل الخانقاه السميساطية « 3 » وشارح المقامات الحريرية الشرح الكبير ، وهو أحسن شرح وجها . ولد سنة إحدى وعشرين وخمسمائة « 4 » فيما ذكره أبو المواهب الحسن بن هبة اللّه ابن صصري الدمشقي ، وكان له ثروة ووجاهة عند الملوك ، وحظي عند السلطان صلاح الدين وكان يقرأ له الأخبار والأحاديث والحكايات لفصاحته وحسن آدابه . ووقف كتبه على السميساطية لعدم وارث له .\r\nوسمع بخراسان من أبي شجاع عمر بن محمد البسطامي ثم البلخي ومن أبي الحسين مسعود بن محمد الغانمي ومن أبي علي الحسن بن أحمد الموسياباذي وغيرهم . وقدم بغداد مرارا وسمع بها من أبي الوقت وأبي المظفر محمد بن أحمد بن التريكي الخطيب ، ثم خرج إلى الشام وسار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 158 ، ومعجم الأدباء 7 / 20 ، وأنباه الرواة 3 / 166 ، وشذرات الذهب 4 / 280 ، ووفيات الأعيان 4 / 23 ، ولسان الميزان 5 / 256 ، والوافي 3 / 233 ، والمختصر المحتاج إليه 1 / 67 .\r\n( 2 ) في معجم الأدباء ( البندجيهي ) وهو تصحيف لم يتنبه له المحقق فيما أظن .\r\n( 3 ) السميساطية : أحد أربطة الصوفية .\r\n( 4 ) في معجم الأدباء وبغية الوعاة ( ولادته سنة 522 ) .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nإلى ديار مصر وحدّث هناك وأملى مجالس في سنة خمس وسبعين وخمسمائة .\r\nوسمع منه : أبو الفتوح نصر بن محمد بن أبي فنون البغدادي وأبو محمد عبد القوي بن عبد الخالق بن وحشي المكي .\r\nوعني بهذا الشأن وكتب وسعى وجمع فأوعى .\r\nقال يوسف خليل : ولم يكن بثقة في نقله .\r\nوقال ابن النجار : كان من الفضلاء في كل فن ، في الفقه والحديث والأدب . وكان من أظرف المشايخ وأجملهم وتوفي في ليلة السبت تاسع عشرين ربيع الأول سنة أربع وثمانين وخمسمائة عن اثنتين وثمانين سنة بدمشق . ودفن بسفح قاسيون .\r\nذكره ابن الدبيثي وترجمه بغالب ما ذكرناه ، وذكر مولده ووفاته عن ابن صصري .\r\nقال أبو عبد اللّه بن الدبيثي : وهو فقيه محدث صوفي جوّال .\r\n\r\n117 - أبو عبد اللّه القزويني « 1 » :\r\nمحمد بن عبد الرحمن بن أبي المعالي ، أبو عبد اللّه القزويني الفقيه الشافعي من أهل قزوين .\r\nقال ابن الدبيثي : فقيه فاضل متقن له معرفة باللغة العربية وبالشروط . سمع ببلده من الفقيه أبي بكر ملكداد بن علي العمركي وغيره . وقدم بغداد حاجا في إحدى وثمانين وخمسمائة ، وحجّ وعاد وحدّث بها في صفر سنة اثنتين وثمانين عن ملكداد المذكور . سمع منه :\r\nأبو الفضائل محمد بن أبي الفضل القزويني .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في الوافي بالوفيات 3 / 242 ، وطبقات الشافعية للسبكي 5 / 238 ، وأنباه الرواة 3 / 165 ، وذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 68 ونقلت هذه الترجمة حرفيّا عنه .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\n118 - المثلة « 1 » :\r\nمحمد بن عبد الرحمن المصري النحوي المعروف بالمثلة والعين شيخ أبي القاسم الطبراني .\r\n\r\n119 - أبو عبد اللّه الأرجاني « 2 » :\r\nمحمد بن عبد الرحيم بن يعقوب الأرجاني الأصل الهمداني المولد . أبو عبد اللّه بن أبي خلف . وأرجان من نواحي الري . وهو ابن أخت أحمد بن أبي الفخر الصوفي الهمداني قدم بغداد وأقام بها مدة وأخذ الناس عنه . توفي في المحرم سنة تسع وسبعين وخمسمائة « 3 » ومولده في عشرين وخمسمائة .\r\n\r\n120 - ابن فندلة « 4 » :\r\nمحمد بن عبد الغني بن عمر بن عبد اللّه بن فندلة . أبو بكر الإشبيلي ، الأديب اللغوي تلميذ أبي الحجاج الأعلم وأخذ أيضا عن أبي مروان بن سراج . وذكر أنه سمع بقرطبة من محمد بن عتّاب كتبا ذكرها .\r\nقال ابن بشكوال : ويبعد ما ذكره واللّه أعلم .\r\nوتوفي في عقب شوال سنة ثلاث وثلاثين وخمسمائة .\r\nوله تسعون سنة إلّا أشهرا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذلك ذكره المؤلف ولم أعثر له على ترجمة في المصادر التي رأيتها ولم تذكره المصادر التي ترجمت لأبي القاسم الطبراني بين شيوخه .\r\n( 2 ) ترجمته في أنباه الرواة 3 / 167 ، والجواهر المضية 3 / 167 ، وذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 70 .\r\n( 3 ) في المصدرين السابقين ( وفاته سنة 605 ) .\r\n( 4 ) بغية الوعاة 1 / 161 ، والصلة لابن بشكوال 2 / 553 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\n121 - أبو الوحدة البراتقيني « 1 » :\r\nمحمد بن عبد الستار بن محمد شمس الأئمة ، أبو الوحدة « 2 » العمادي الكردري البراتقيني من أهل براتقين قصبة من قصبات كردر من أعمال جرجانية خوارزم .\r\nقال الحافظ أبو العلاء الفرضي في كتابه في النسب :\r\nكان أستاذ الأئمة على الإطلاق والموفود عليه من الآفاق . قرأ العربية بخوارزم على الشيخ برهان الدين ناصر بن أبي المكارم عبد السيد بن علي المطرزي صاحب المغرب والمعرّب . ثم رحل إلى ما وراء النهر وتفقه بسمرقند على شيخ الإسلام برهان الدين أبي الحسن علي بن أبي بكر بن عبد الجليل بن الخليل الرشداني المرغيناني والشيخ مجد الدين المسهار السمرقندي عرف بإمام زادة وسمع الحديث منهما وتفقه على جماعة . وتفقه عليه جماعة . وتوفي في سنة اثنتين وأربعين وستمائة .\r\n\r\n122 - الخشني « 3 » :\r\nمحمد بن عبد السلام الجناني الخشني نزيل قرطبة . رحل إلى المشرق ، فلقي المازني وأبا حاتم والرياشي . وكتب عن رجال الحديث .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في الجواهر المضية 2 / 82 ، وطبقات الفقهاء لطاش كبرى 104 ، والنجوم الزاهرة 6 / 351 ، وتاج التراجم 64 .\r\n( 2 ) في الجواهر « أبو الوجد البرانيقي ، وبرانيق قصبة من قصبات كردر من أعمال جرجانية خوارزم » .\r\n( 3 ) ترجمته في جذوة المقتبس 421 ، وطبقات النحويين 290 ، وبغية الوعاة 1 / 160 ، وتذكرة الحفاظ 2 / 649 ، واللباب 1 / 374 ، ونفح الطيب 3 / 6 ، وبغية الملتمس 202 ، وتاريخ علماء الأندلس 2 / 16 .\r\nوذكر السيوطي في بغية الوعاة والمقري في نفح الطيب أنه ( توفي سنة 286 ) .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nوله تأليف في شرح الحديث ، فيه من الغريب علم كبير . وكان خيّرا دينا ، ذكره كذلك الزبيدي في طبقاته .\r\n\r\n123 - الشقوري « 1 » :\r\nمحمد بن عبد العزيز بن علي بن عيسى ، أبو الحسن الغافقي القرطبي المعروف بالشقوري سمع من أبي عبد اللّه بن الأحمر وأبي بكر ابن العربي وأبي جعفر البطروجي وجماعة .\r\nقال الأبّار : وكان حافظا لأخبار الأندلس ، معنيّا بالرجال ، ضابطا ، له مشاركة في اللغة والنحو ، مع الزهد والفضل ، وولي قضاء شقورة فحمدت سيرته .\r\n\r\n124 - ابن منده « 2 » :\r\nمحمد بن عبد العزيز بن محمد بن محمود بن سهل بن مندة التيمي « 3 » النحوي القاضي ، يلقب بسيبويه .\r\nروى عن محمد بن عبد اللّه بن رفاعة الهاشمي .\r\nحدّث عنه : عبد الرحمن بن أبي عبد اللّه بن منده .\r\nقال يحيى بن منده : هو أحد وجوه أهل العلم ، عالم بالنحو واللغة ، حدث عنه جماعة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في التكملة للأبّار 2 / 529 وذكر أن وفاته كانت ( سنة 579 ) .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 161 ، وأنباه الرواة 3 / 169 .\r\n( 3 ) في أنباه الرواة ( التميمي ) .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n\r\n125 - شمس الدين المرداوي « 1 » :\r\nمحمد بن عبد القوي ، العلّامة شمس الدين المرداوي ، الحنبلي الصالحي النحوي اللغوي ، شيخ أبي العباس ابن تيمية في النحو .\r\nولد سنة ثلاثين وستمائة « 2 » ، درّس وأفتى وصنف وبرع في العربية واللغة وأشغل عدة .\r\nوكان من محاسن الشيوخ ، روى عن خطيب مردي وطبقته وعاش سبعين سنة بتقديم السين أو أكثر . ومات في ربيع الأول سنة تسع وتسعين بتقديم التاء فيهما وستمائة .\r\n\r\n126 - ابن الأنباري « 3 » :\r\nمحمد بن عبد الكريم بن إبراهيم بن عبد الكريم بن عبد القاهر بن يزيد بن رفاعة . أبو عبد اللّه الشيباني سديد الدولة ابن الأنباري ، كاتب الإنشاء بالديوان العزيز ، الكاتب البليغ .\r\nولد في سادس ذي القعدة سنة عشر وأربعمائة .\r\nقال ابن الدبيثي : كاتب فاضل له معرفة حسنة بالأدب وله ترسل وشعر جيد ، أقام كذلك أكثر من خمسين سنة وناب عن الوزارة في بعض الأزمنة ونفذ في الرسائل إلى الشام وخراسان مرارا . وكان مقدما مأمونا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 161 ، وشذرات الذهب 5 / 452 ، وذيل طبقات الحنابلة 2 / 342 ، والوافي 3 / 278 ، والدارس في تاريخ المدارس 2 / 83 .\r\n( 2 ) في ذيل طبقات الحنابلة ( ولد سنة 603 ) .\r\n( 3 ) ترجمته في شذرات الذهب 4 / 184 ، والوافي 3 / 279 ، وتاريخ ابن كثير 12 / 247 ، والخريدة ( قسم العراق ) 1 / 140 ، والمختصر المحتاج إليه 1 / 73 ، والمنتظم 10 / 206 ، والنجوم الزاهرة 5 / 364 ، وذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 74 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nمحمود المصادر والموارد وله الرأي الصائب والتدبير الحسن والسفارة الحميدة .\r\nوكان بينه وبين أبي محمد القاسم بن علي الحريري البصري مكاتبات ورسائل موجودة مدونة حسنة الألفاظ والمعاني .\r\nسمع شيئا من الحديث في شبابه لا صبوته من أبي محمد عبد اللّه بن أحمد السمرقندي وأبي القاسم هبة اللّه بن محمد بن الحصين .\r\nوروى عن أبي عبد اللّه أحمد بن محمد الخياط الدمشقي وأبي عبد اللّه محمد بن نصر القيسراني شيئا من شعرهما .\r\nوسمع منه : أبو الفضل بن شافع والشريف أبو الحسن علي بن أحمد الزيدي وأبو الفرج المبارك بن النقور وغيرهم .\r\nتوفي في تاسع عشر رجب سنة ثمان وخمسين وخمسمائة من دون تسعين سنة بسنة أو سنتين . قال ابن الدبيثي : أرخه صدقة بن الحسين الناسخ في تاريخه . وقال : كان فيه فضل وأدب قال الذهبي : كان ذا رأي وحزم وعقل ، عاش نيفا وثمانين سنة .\r\n\r\n127 - ابن زهر « 1 » :\r\nمحمد بن عبد الملك بن زهر بن عبد الملك بن محمد بن مروان بن زهير ، أبو بكر الإيادي الإشبيلي ، شيخ الطب وجالينوس العصر .\r\nولد سنة سبع بتقديم السين وخمسمائة .\r\nوأخذ الصناعة عن جده أبي العلاء بن زهر بن عبد الملك وعن أبيه .\r\nونال تقدما وحظوة عند السلاطين ، وحمل الناس عنه تصانيفه . وكان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في معجم الأدباء 7 / 21 ، ووفيات الأعيان 4 / 61 ، وشذرات الذهب 4 / 320 ، ونفح الطيب 3 / 17 ، والتكملة للأبّار 3 / 17 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nجوادا ممدحا محتشما كثير العلوم . قيل : إنه حفظ صحيح البخاري كله وشعر ذي الرمة ، وبرع في العربية .\r\nقال الذهبي : وتفرد بالإمامة في الطب في زمانه مع الحظ الوافر من اللغة والآداب والشعر ، وإليه انتهت الرئاسة بإشبيلية ، كان لا يعدله أحد في الحظوة عند السلاطين .\r\nوكان سمحا جوادا نفاعا بماله وجاهه ممدحا . ولا أعرف له رواية .\r\nقال الأبار : وقد أخذ عنه الأستاذ أبو علي الشلوبين وأبو الخطاب ابن دحية .\r\nومات بمراكش سنة خمس وتسعين بتقديم التاء ، وخمسمائة .\r\n\r\n128 - أبو بكر اللخمي « 1 » :\r\nمحمد بن عبد الملك بن عبد العزيز ، أبو بكر القرطبي اللخمي ، أصله من إشبيلية .\r\nروى عن أبي عبيد السكري وأبي علي الغساني وأبي الحسين بن سراج .\r\nقال الذهبي : وكان رأسا في اللغة والعربية ومعاني الشعر والبلاغة .\r\nكاتبا مجيدا .\r\nتوفي في نصف ذي الحجة سنة ست وثلاثين وخمسمائة .\r\n\r\n129 - غلام ثعلب « 2 » :\r\nمحمد بن عبد الواحد بن أبي هاشم البغدادي ، أبو عمر الزاهد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في الصلة 2 / 555 ، ومعجم الأبّار 132 .\r\n( 2 ) ترجمته في وفيات الأعيان 3 / 454 ، وأنباه الرواة 3 / 171 ، ومعجم الأدباء 7 / 26 ، ونزهة الألباء 190 ، ولسان الميزان 5 / 268 ، وشذرات الذهب 2 / 370 ، واللباب -\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nالمطرز ، صاحب ثعلب وتلميذه ، ولذلك عرف بغلام ثعلب . الإمام الحافظ النحوي اللغوي صاحب التصانيف الكثيرة المفيدة .\r\nولد سنة إحدى وستين ومائتين .\r\nوروى عن موسى الوشاء « 1 » وأحمد بن عبيد اللّه النرسي وإبراهيم بن الهيثم البلدي وبشر بن موسى الأسدي وطائفة . وكان في الذكاء وفي حفظ اللغة آية ، أملى فيها ثلاثين ألف ورقة من حفظه .\r\nقال الخطيب البغدادي : سمعت غير واحد يحكي من الأشياخ والكتاب وأهل الأدب أنهم كانوا يحضرون عنده ليسمعوا منه . وكان له جزء في فضائل معاوية رضي اللّه عنه فلا يقرئهم شيئا حتى يبتدئ بقراءة ذلك الجزء وكان جميع الشيوخ يوثقونه في الحديث .\r\nوله من المصنفات : كتاب غريب الحديث ، صنفه على مسند الإمام أحمد بن حنبل . وكتاب الياقوتة في غريب القرآن ، وكتاب فائت الفصيح ، وكتاب الشورى . والبيوع وكتاب شرح الفصيح . وكتاب الموضح ، وكتاب الساعات وكتاب يوم وليلة . وكتاب المستحسن .\r\nوكتاب العشرات وكتاب تفسير أسماء الشعراء . وكتاب القبائل . وكتاب النوادر . وكتاب البوادر وكتاب فائت العين . وكتاب المداخل . وكتاب التفاحة . وكتاب المكنون . وكتاب الملتزم . وكتاب ما نكرته الأعراب على أبي عبيدة فيما رواه وصنفه . وأعلم أن أكبر ما نقله أبو محمد ابن السيد عنه ما روى أبو الحسن محمد بن زرقويه وأبو علي بن شاذان ، وأبو علي بن بشران وغيرهم . وكان لسعة علمه وروايته ، يكذبه أهل زمانه .\r\nقال ابن خلكان وغيره : قصد جماعة الأخذ عنه عند قنطرة هناك ،\r\n\r\n\r\n","description":"","footnote":"\r\n- 2 / 183 ، وتذكرة الحفاظ 3 / 873 ، وتاريخ ابن كثير 11 / 230 ، وطبقات الحنابلة 2 / 67 ، وطبقات النحويين 229 ، وبغية الوعاة 1 / 164 ، والفهرست 76 - 77 .\r\n( 1 ) في شذرات الذهب ( موسى الوشي ) .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nفذكروا أخباره وأنه يكذب . فقال أحدهم : أنا أصحف له اسم هذه القنطرة وأسأله عنها . ثم قال له : ما القنطرة عند العرب ؟ قال : كذا وكذا . فضحكوا سرّا وتركوه شهرا ثم خلوا آخر يسأله عن اللفظة بعينها .\r\nفقال : أليس قد سئلت عن هذه اللفظة بعينها منذ كذا وكذا ، وأجيب عنها بكذا وكذا .\r\nوكان يؤدب أولاد القاضي أبي عمر محمد بن يوسف . فأملى يوما على بعض ولد القاضي مسألة في اللغة وذكر غريبها ، وختم ذلك ببيتين من الشعر وحضر ابن دريد والأنباري وابن مقسم عند القاضي أبي عمر .\r\nفعرض عليهم تلك المسائل فما عرفوا منها شيئا وأنكروا الشعر فقال لهم القاضي : ما يقولون فيها . فقال ابن الأنباري : أنا مشغول بتصنيف مشكل القرآن ولست أقول شيئا . وقال ابن مقسم مثل ذلك واحتج باشتغاله بالقراءات . وقال ابن دريد : هذه من موضوعات أبي عمر ولا أصل لشيء منها في اللغة . وانصرفوا فبلغ ذلك أبا عمر واجتمع بالقاضي وسأله إحضار دواوين جماعة من قدماء الشعراء عينهم . ففتح القاضي خزانة كتبه وأخرج تلك الدواوين ، فلم يزل أبو عمر يعمد إلى كل مسألة ويخرج لها شاهدا من بعض تلك الدواوين ويعرضه على القاضي حتى استوفى جميعها . ثم قال : وهذان البيتان أنشدهما ثعلب بحضرة القاضي وكتبها القاضي بخطه على ظهر الكتاب الفلاني فأحضره القاضي فوجده كما قال أبو عمر . فبلغ ذلك ابن دريد فلم يتكلم بعدها في أبي عمر بكلمة .\r\nوقال رئيس الرؤساء « 1 » : لقد رأيت أشياء كثيرة مما يستنكر على أبي عمر ونسب فيها إلى الكذب مدونة في كتب اللغة وخاصة في غريب المصنف لأبي عبيد .\r\nوقال عبد الواحد بن علي بن برهان الأسدي : لم يتكلم أحد من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أبو القاسم علي بن الحسن ( انظر تذكرة الحفاظ 3 / 874 ) .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nالأولين والآخرين في علم اللغة أحسن من كلام أبي عمر الزاهد المطرز .\r\nوكان مغاليا في حب معاوية . وكان ابن ماسي يرسل إليه نفقة فبلغه ( ذلك ) « 1 » فقطع عنه ذلك لعدة ، ثم أرسل إليه بعد ذلك جملة ما كان في رسمه وبعث برقعة يعتذر إليه فأمر أن يكتب على رقعة : أكرمتنا فملكتنا ثم عرضت عنا فأرحتنا .\r\nوقد ذكر في طبقات الشافعية من شعره قوله :\r\n ولما وقفنا بالصراة عشية * حيارى لتوديع ورد سلام\r\nوقفنا على رغم الحسود وكلنا * يفض عن الأشواق كل ختام\r\nوشوقني عند الوداع عناقه * فلما رأى وجدي به وغرامي\r\nتلثم مرتابا بفضل ردائه * فقلت هلال بعد بدر تمام\r\nفقبلته فوق اللثام فقال لي * هي الخمر إلا أنها بفدام « 2 » \r\nومرض الإمام أبو علي محمد بن الحسن الحاتمي فتأخر عن مجلسه فعاده أبو عمر فلم يجده ، فكتب بخطه :\r\n وأعجب شيء سمعنا به * عليل يعاد فلا يوجد \r\nوتوفي ثالث عشر ذي القعدة سنة خمس وأربعين وثلاثمائة . ودفن ببغداد في الضفة التي تقابل معروفا الكرخي وبينهما عرض الطريق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلمة ساقطة من المخطوطة .\r\n( 2 ) الأبيات ، مع اختلاف يسير في روايتها ، في طبقات الشافعية للسبكي 3 / 97 منسوبة للمطرز البغدادي ، ورويت في اللباب 3 / 149 لأبي القاسم عبد الواحد بن محمد المطرز الشاعر البغدادي ونقل ذلك أيضا ابن خلكان 3 / 455 عن أنساب السمعاني وقال ربما كان الشاعر ( والد أبي عمر هذا ) .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n\r\n130 - ابن العويص « 1 » :\r\nمحمد بن عبيد اللّه بن أحمد بن محمد بن هشام ، الإمام أبو عبد اللّه الخشني الرندي . نزيل مالقة ويعرف قديما بابن العويص .\r\nأخذ القراءات عن منصور ابن الخير وعن أبي القاسم بن رضي .\r\nوسمع من ابن مغيث وابن مكي وجماعة . وناظر في كتاب سيبويه علي ابن الطراوة . وروى عنه وعن أبي محمد البطليوسي .\r\nقال الأبار : وكان مقرئا ماهرا نحويّا لغويّا دأب على تعليم القرآن والعربية وحدث . وتوفي بمالقة في شوال سنة ست وسبعين وخمسمائة .\r\nبسماعه عن ابن حوط اللّه وأبي العباس العزفي .\r\n\r\n131 - أبو الفرج البصري « 2 » :\r\nمحمد بن عبيد اللّه بن الحسن بن الحسين ، القاضي أبو الفرج بن أبي البقاء البصري قاضي البصرة من قبل قاضي القضاة الدامغاني .\r\nولد سنة ثمان عشرة وأربعمائة .\r\nوكان فقيها أديبا لغويّا عالما كبير الحفظ ومن أعلم الناس بالعربية واللغة ، دينا مهيبا ، على مجلسه وقار . تام المروءة . له تصانيف . وأملى أيام الجمعات بجامع البصرة مجالس . وحدث وبنى فيها مدرسة في غاية الحسن . ورد بغداد وأخذ عن القاضي أبي الطيب الطبري وأبي الحسن الماوردي والشيخ أبي إسحاق « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 169 ، والتكملة للأبّار 2 / 525 .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 170 ، ومعجم الأدباء 7 / 30 ، وتاريخ ابن كثير 12 / 166 ، وطبقات الشافعية للإسنوي 1 / 242 .\r\n( 3 ) في معجم الأدباء ( الشيخ أبي إسحاق الشيرازي ) .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nتوفي في المحرم سنة تسع وتسعين بتقديم التاء فيهما على السين ، وأربعمائة .\r\n\r\n132 - البلعمي « 1 » :\r\nمحمد بن عبيد اللّه بن محمد بن عبد الرحمن بن عبد اللّه بن عيسى بن جابر « 2 » بن معبد حفيد الوزير أبي الفضل البلعمي . بفتح الموحدة وسكون اللام وفتح العين المهملة وفي آخرها الميم .\r\nوزير إسماعيل بن أحمد صاحب خراسان . استولى جده رجاء « 3 » على بلعم وهي بلدة من بلاد الروم حين دخلها مسلمة بن عبد الملك وأقام فيها وكثر نسله بها فنسبوا إليها .\r\nروى عن محمد بن نصر المروزي وغيره . وصنف كتاب تنقيح البلاغة وكتاب المقالات . وكان أحد رجال الدهر عقلا ورأيا وبلاغة .\r\nقال الحاكم أبو عبد اللّه : كان كثير السماع من مشايخ عصره بمرو وبخارى ونيسابور وسمرقند وسرخس . وكان قد سمع أكثر الكتب من محمد بن نصر .\r\nمات سنة تسع بتقديم التاء على السين وعشرين وثلاثمائة . قال ابن ماكولا .\r\n\r\n133 - الغلابي « 4 » :\r\nمحمد بن عبيد اللّه الغلابي ، بالعين المعجمة المفتوحة وتخفيف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في اللباب 1 / 141 ، وشذرات الذهب 2 / 324 ، وطبقات الإسنوي 1 / 217 .\r\n( 2 ) في اللباب ( عيسى بن رجاء ) .\r\n( 3 ) سماه ابن قاضي شهبة ( جابر ) فيما تقدم من نسب المترجم .\r\n( 4 ) ترجمته في الجرح والتعديل لابن أبي حاتم 4 / 3 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nاللام ، نسبة إلى اسم جده غلاب ، قيده ابن السمعاني وغيره .\r\nقال ابن أبي حاتم في كتاب الجرح والتعديل : سألت أبي عنه ، فقال : هذا مثل الأصمعي صاحب نوادر ومحله الصدق . ولم يكن راوية للحديث .\r\n\r\n134 - ابن أبي كدية « 1 » :\r\nمحمد بن عتيق بن محمد بن أبي نصر العلامة ، أبو عبد اللّه بن أبي بكر التميمي القيرواني المقرئ وأبي المقرئ النحوي المتكلم الأشعري المعروف بابن أبي كدية . بضم الكاف وسكون الدال المهملة ثم مثناة من تحت مفتوحة .\r\nقال سبط ابن الجوزي : كان يحفظ كتاب سيبويه .\r\nوقال غيره : أخذ علم الكلام بالقيروان عن أبي عبد اللّه الحسين بن حاتم الأزدي الأصولي صاحب ابن الباقلاني .\r\nوقرأ القراءات بمصر على أبي العباس بن يعيش وسمع من أبي عبد اللّه القضاعي وأبي عمر بن عبد البر وجماعة وقدم دمشق فأخذ عنه الأصول أبو الفتح نصر اللّه المصيصي . وأقرأ الكلام والقراءات بالنظامية ببغداد زمانا . وسمع بها من أصحاب المخلص .\r\nقرأ عليه أبو الكرم الشهرزوري ، وحدّث عنه : أبو الحسين عبد الخالق اليوسفي .\r\nقال ابن عقيل : ذاكرته فرأيته مملوءا علما وحفظا . وقال السلفي :\r\nكان مشارا إليه في علم الكلام ، قال لي : أدرّس علم الكلام من سنة ثلاث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات القراء 2 / 195 ، وفوات الوفيات 2 / 473 ، والنجوم الزاهرة 5 / 217 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nوأربعين ، وكان مقدما على نظرائه مبجلا عند من ينتحل مذهبه مجانبا عند مخالفيه ، وجرت بينه وبين الحنابلة فتن وأوذي غاية الإيذاء .\r\nأنشدني من شعره صديقه « 1 » .\r\nقال الذهبي : توفي ببغداد في ذي الحجة سنة اثنتي عشرة وخمسمائة . وقد جاوز السبعين . وقراءته على ابن يعيش سنة اثنتين وأربعين « 2 » . ودفن عند الأشعري وكان صلبا في الاعتقاد . وسمع يوما قائلا ينشد أبيات أبي العلاء . وهي :\r\n ضحكنا وكان الضحك منا سفاهة * وحق لسكان البسيطة أن يبكوا\r\nتحطمنا الأيام حتى كأننا * زجاج ولكن لا يعاد لنا سبك « 3 » \r\nفقال ابن أبي كدية مجيبا له ، يقول :\r\n كذبت وبيت اللّه حلفة صادق * سيسبكها بعد الثوى من له الملك\r\nويرجع أجساما صحاحا سليمة * تعارف في الفردوس ما عندنا شك « 4 » \r\nومن شعره قوله أيضا :\r\n كلام إلهي ثابت لا يفارقه * وما دون رب العرش فاللّه خالقه\r\nومن لم يقل هذا فقد صار ملحدا * وصار إلى قول النصارى يوافقه \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العبارة ناقصة ولا ندري من صديقه هذا ولعلها ( أنشدني من شعره قصيدة ) .\r\n( 2 ) إذا كانت وفاته سنة 512 وهو في الخامسة والسبعين من عمره فتكون ولادته على هذا سنة 437 ويكون قد قرأ على ابن يعيش وعمره خمس سنوات ودرّس علم الكلام وعمره ست سنوات على رواية السلفي السابقة وهو أمر غير معقول ولا مقبول .\r\n( 3 ) اللزوميات 2 / 216 ( بيروت 1961 ) .\r\n( 4 ) الشعر له مع اختلاف يسير في الرواية في فوات الوفيات 2 / 195 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n\r\n135 - ابن بلبل « 1 » :\r\nمحمد بن عثمان بن بلبل ، أبو عبد اللّه النحوي .\r\nقرأ على ابن خالويه وروى عنه . وكان يكتب خطّا صحيحا مليحا .\r\nوهو تلميذ أبي العباس الثاني « 2 » المصيصي . توفي سنة إحدى عشرة وأربعمائة .\r\nومدح الإمام القادر باللّه بقصيدة منها قوله :\r\n تزاحم آمال العفاة ببابه * كما ازدحمت هيم الركاب على الورد\r\nفلم يخل من أسماعه لفظ مادح * ولم يخل من أرفاده كف ذي رفد\r\nيردّ على الأيام إنفاذ حكمها * وليس لما يقضي عليهن من رد\r\nوينزع من كف الزمان غصوبة * ولو كان طيب النوم في الأعين الرمد\r\nله في شبا الأقلام ما له في الظبا * فيمشق من حد ويضرب من حد\r\nفهذا يمد الطرس من ثمر الحجى * وهاتيك في ظل من النقع ممتدّ \r\n\r\n136 - ابن أبي الفضل المقرئ « 3 » :\r\nمحمد بن عثمان بن أبي الفضل المقرئ الأديب النحوي . كان يسكن درب نمل بباب الأزج .\r\nلقن القرآن خلقا من الناس وأقرأ النحو مدة . وأخذ عنه جماعة .\r\nوسمع الحديث من أبي القاسم هبة اللّه بن الحصين وأبي غالب بن البنّاء وغيرهما .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 170 ، ومعجم الأدباء 7 / 39 .\r\n( 2 ) كذلك وردت في المخطوطة وصوابها ( أبو العباس النامي المصيصي ) وهو شاعر مشهور من مدّاح سيف الدولة وتوفي سنة 399 ( ترجمته في وفيات الأعيان 1 / 107 ) .\r\n( 3 ) ترجمته في ذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 86 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nقال ابن الدبيثي : ذكره شيخنا أبو العباس أحمد بن هبة اللّه بن الزاهد فأثنى عليه ، وقال : قرأت عليه القرآن وأفادني وأسمعني الحديث .\r\nحدثنا عنه العدل أبو العباس أحمد بن أحمد البنديجي الأزجي وقال :\r\nتوفي في سلخ رجب سنة أربع وستين وخمسمائة ودفن في مستهل شعبان .\r\n\r\n137 - العزيري « 1 » :\r\nمحمد بن عزير ، أبو بكر السجستاني ، مصنف غريب القرآن على حروف المعجم ، المعروف بالعزيري يقال إنه صنفه في خمس عشرة سنة « 2 » .\r\nأخذ عن أبي بكر بن الأنباري وقرأ كتابه هذا عليه ، وكان يصلح له فيه .\r\nوروى عنه كتابه : عمّار بن أحمد بن سمعان المجاشعي .\r\nوقد اشتهر على السنة العلماء بالزاء المكررة وهذا وهم « 3 » ، ثم على جماعة من الحفاظ قيدوه كذلك منهم الدارقطني وعبدان نعني والخطيب البغدادي ، وابن ماكولا .\r\nقال الحافظ أبو الفضل محمد بن ناصر : من قاله براءين فقد صحّف . ثم احتج لذلك بأمور يطول شرحها تفيد العلم بأنه براء وكذلك قيده ابن نقطة وابن النجّار بعده .\r\nوممن قاله بزاي ثم راء الإمام أبو الحسن علي بن عبد الرحيم ابن العصار البغدادي وغلّط من قاله براءين ، وكذلك إبراهيم ابن محمد ابن عرفة نفطويه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في اللباب 2 / 135 ، ونزهة الألباء 215 ، وبغية الوعاة 1 / 171 .\r\n( 2 ) في المخطوطة ( خمسة عشر سنة ) .\r\n( 3 ) قال ابن الأثير في اللباب ( ومن قاله بزاءين فقد أخطأ ) .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nوقال ابن الأنباري : اختلف في أبيه ، سمعت شيخنا أبا منصور الجواليقي يملي عن أبي زكريا التبريزي ، أنه قال : رأيت عزيزا عليه علامة الراءين معجمة . وذكر القاضي أبو الفرج محمد بن عبيد اللّه بن أبي البقاء : أنه من بني عزره ، وجده عزيري بالراء نسبة إلى القبيلة . ومن قاله بالزاي نسبة إلى الجد . وقال أبو سعيد بن السمعاني في أنسابه : هو منسوب إلى أبيه عزير براء آخره ومن قاله براءين فقد أخطأ ، وكذلك تبعه على ذلك ابن الأثير في كتابه .\r\nقال أبو بكر بن نقطة : ذكره الأمير في باب عزيز بزاي مكررة ، قال الحافظ أبو الفضل محمد بن ناصر السيلامي اللغوي المحدث :\r\nوالصواب : محمد بن عزير بالراء . وبالزاي تصحيف ، وقد ذكره الدارقطني وعبد الغني والخطيب والأمير ابن ماكولا كلهم على السهو .\r\nكل واحد منهم سمع الآخر . وقد ضبطه الأثبات من اللغويين بالراء .\r\nورأيت بخطه في كتاب الملاحن لابن دريد ، وكتب عنه محمد بن دريد ، كتب ابن عزير السجستاني وقيده بالراء .\r\nقال : ورأيت بخط إبراهيم بن محمد الطبري ، عرف بنورول ، وكان ضابطا نسخة غريب القرآن لابن عزير وقد ضبط عزير بالراء . وقد كتبت عنه الكتاب أيضا وقابلت بها نسختي .\r\nقال ابن نقطة : ورأيت بخط أبي عامر محمد بن سعدون الغيدري الإمام في اللغة والحديث ، وكان حافظا متقيا ، في آخر كتاب غريب القرآن لابن عزير قد كتبته عن عبد المحسن بن محمد بن علي الشيخي ، قال عبد المحسن : رأيت نسخة من هذا الكتاب بخط ابن نجده محمد بن الحسين بن محمد الطبري . وكان في غاية الإتقان ، خطه حجة .\r\nترجمتها : غريب القرآن تأليف محمد بن عزيز بن أعين ، معجمه قال أبو عامر : ورأيت أنا نسخة من كتاب الألفاظ رواية أبي محمد بن\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nالأنباري عن أحمد بن عبيد بن ناصح عن أبي ناصح نصر لمحمد بن عزيز كذلك رأيته مجوّدا وذلك مكتوب بخط ابن عزير نفسه الذي لا يشك فيه أحد من أهل المعرفة بخطوط المتقدمين .\r\n\r\n138 - أبو منصور النحوي العتّابي « 1 » :\r\nمحمد بن علي بن إبراهيم بن زبرج .\r\nولد في ربيع الأول سنة أربع وثمانين وأربعمائة . أبو منصور النحوي العتابي .\r\nوكانت له معرفة بالنحو واللغة . قرأ على أبي السعادات هبة اللّه بن الشجري وأبي منصور موهوب بن أحمد بن الجواليقي . وسمع الحديث من أبي العباس أحمد بن علي بن قريش وأبي الحسن علي بن عبد الواحد الدينوري وأبي القاسم هبة اللّه بن محمد بن الحسين والقاضي أبي بكر محمد بن عبد الباقي الأنصاري وروى عنهم .\r\nسمع منه القاضي أبو المحاسن عمر بن علي القرشي وغيره . وقال القرشي « 2 » وتوفي في ليلة خامس عشرين « 3 » جمادى الأولى سنة ست وخمسين وخمسمائة ، ذكره ابن الدبيثي . وقال الذهبي : صاحب المنسوب . وكان من كبار النحاة وخطه يتنافس فيه الفضلاء . جاوز السبعين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في المختصر المحتاج إليه 1 / 88 ، وبغية الوعاة 1 / 173 ، والوافي 4 / 152 ، وأنباه الرواة 3 / 188 ، ووفيات الأعيان 4 / 22 ، ومعجم الأدباء 7 / 40 ، وذيل تاريخ بغداد 1 / 89 .\r\n( 2 و 3 ) في بغية الوعاة ( خامس عشر جمادى الأولى ) .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n\r\n139 - ابن حميدة الحلي « 1 » :\r\nمحمد بن علي بن أحمد ، أبو عبد اللّه عرف بابن حميدة . من أهل الحلة المزيدية النحوي الأديب الشاعر .\r\nقال ابن الدبيثي : هو أديب فاضل له معرفة حسنة بالنحو والعربية .\r\nقرأ ببلده علي شيخ كان هناك يعرف بخزيمة ، وقدم بغداد وقرأ بها على أبي محمد عبد اللّه بن أحمد بن الخشّاب ولازمه مدة ، وأخذ عنه علم النحو ، وكان له شعر حسن وأخذ الناس عنه ببلده أدبا وتخرج به جماعة في علم النحو ورووا شيئا من شعره . وسمعت جماعة يصفونه بالفضل والمعرفة والأدب ، وما لقيته .\r\nوقال الذهبي في تاريخه : نحوي بارع حاذق بصير باللغة شاعر له شرح أبيات الجمل وكتاب شرح اللمع وكتاب في التصريف . وكتاب شرح المقامات ، إلى غير ذلك وأظنه مات سنة خمس وخمسمائة « 2 » .\r\n\r\n140 - أبو بكر الأذفوي « 3 » :\r\nمحمد بن علي بن أحمد « 4 » الإمام أبو بكر الأذفوي « 5 » المصري المقرئ النحوي المفسر ، نزيل مصر وصاحب التفسير الكبير المسمى بالاستغناء في مائة وعشرين مجلدا ، وشيخ الديار المصرية وعالمها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 173 ، ومعجم الأدباء 7 / 40 ، وأنباه الرواة 3 / 185 ، وذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 99 .\r\n( 2 ) وفاته في البغية ( سنة 550 ) .\r\n( 3 ) ترجمته في طبقات القراء 2 / 198 ، وأنباه الرواة 3 / 186 ، وحسن المحاضرة 1 / 209 ، وشذرات الذهب 3 / 130 ، ومعجم البلدان 1 / 156 ، وطبقات المفسرين للسيوطي 28 ، وبغية الوعاة 1 / 189 .\r\n( 4 ) في بغية الوعاة ( محمد بن علي بن محمد ) .\r\n( 5 ) في بغية الوعاة وأنباه الرواة ( الأدفوي ) بالدال المهملة .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nوأذفو قرية من الصعيد مما يلي أسوان . وكان خشّابا يتجر . ولد سنة ثلاث وقيل في صفر سنة أربع وثلاثمائة ، وقيل سنة خمس وثلاثمائة بمصر .\r\nقرأ القراءات على أبي غانم المظفر بن أحمد . وسمع الحروف من أحمد بن إبراهيم بن جامع وسعيد بن السّكن . وأخذ النحو عن أبي جعفر النحاس وحمل عنه كتبه . وأخذ عن المبرد أيضا . وأتقن قراءة ورش على أبي غانم المظفر بن أحمد ، وبرع في علوم القرآن .\r\nوكان سيد أهل عصره بمصر قال أبو عمرو الداني : انفرد أبو بكر بالإمامة في وقته في قراءة نافع مع سعة علمه وبراعة فهمه وصدق لهجته وتمكنه من علوم العربية وبصره بالمعاني .\r\nروى عنه القراءات جماعة من الأكابر منهم محمد بن الحسين بن النعمان وشيخنا الحسين بن سلمان وعاش ثلاثا وثمانين سنة . انتهى .\r\nوقد صنف تفسيرا في مائة وعشرين مجلدا موجودا بالقاهرة منه نسخة وقف بالفاضلية مدرسة القاضي الفاضل .\r\nقال سهل بن عبد اللّه البزاز : صنف شيخنا أبو بكر الأذفوي كتابه الاستغناء في علوم القرآن في اثنتي عشرة سنة .\r\nتوفي في سابع ربيع الأول سنة ثمان وثمانين وثلاثمائة وفي أنساب الرشاطي لسبع بقين من ربيع الأول عن خمس وثمانين سنة .\r\nقال الذهبي : وكانت له حلقة كبيرة للعلم وقد غلط ابن سواد فأسند قراءة ورش عن شيخه العثماني عن الأذفوي عن قراءته على أحمد بن عبد اللّه بن هلال ، هكذا ذكر . قال : فأسقط بينهما رجلا هو المظفر بن أحمد عن ابن هلال .\r\nوقد توفي معه في هذه السنة : أبو سليمان الخطّابي وأبو علي الحاتمي اللغوي الكاتب تلميذ أبي عمر الزاهد .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\n\r\n141 - مبرمان « 1 » :\r\nمحمد بن علي بن إسماعيل . أبو بكر العسكري . نسبة إلى عسكر مصر « 2 » ، حارة من مدينة مصر نزلها عسكر صالح بن علي بن عبد اللّه بن عباس . كذلك ذكره ياقوت ، الأرمي بفتح الهمزة والراء نسبة إلى أرم منزل بين سوق الأهواز ورامهرمز . الملقب بمبرمان بفتح الميم بعدها موحدة ساكنة ثم راء مفتوحة ثم ميم ثم ألف بعدها نون . لقبه بذلك أبو العباس المبرد لكثرة سؤاله وملازمته له . صنف شرح سيبويه ولم يتمه ، وكتاب العيون ، وكتاب علل النحو وكتاب التلقين وشرح شواهد سيبويه وكتاب المجاز وكتاب شكر النعم .\r\nقال الزبيدي : وله كتاب في تفسير كتاب الأخفش النسخة الوسطى حسن . وتصدر بالأهواز مدة وأفاد بها .\r\nأخذ عنه الكبار مثل السيرافي وأبي علي الفارسي ، وذكره ابن يونس ابن عبد الأعلى في تاريخ مصر فقال : كان مختار أهل العلم ومفتيهم روى عن يونس وأقرانه . وحدث بكتب الشافعي عن الربيع بن سليمان ومات يوم الأربعاء سابع ربيع الأول سنة سبع وعشرين وثلاثمائة « 3 » انتهى .\r\nوقال غيره : كان دني النفس وضيعها مهينا . يأخذ من الطلبة ويلح عليهم ، ويطلب حمال قفص فيحمله إلى داره من غير عجز ، وربما انبسط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في معجم الأدباء 7 / 42 ، وطبقات النحويين 125 ، وأنباه الرواة 3 / 189 ، وشذرات الذهب 4 / 310 ، وبغية الوعاة 1 / 175 ، والفلاكة والمفلوكين 113 ، والوافي بالوفيات 4 / 108 ، ومجلة رسالة الإسلام العدد ( 7 ) وفيها بحث عنه للدكتور جواد علوش .\r\n( 2 ) في أنباه الرواة ( عسكر مكرم ) .\r\n( 3 ) وفاته في بغية الوعاة ( سنة 345 ) .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nفبال على الحمال . فيصيح ذلك الحمال فيقول له : أحسب أنك حملت رأس غنم ويتنقل بالتمر ويحذف الناس بنواه .\r\n\r\n142 - ابن البرّ « 1 » :\r\nمحمد بن علي بن البرّ بكسر الموحدة ثم راء مشددة .\r\nقيّده كذلك الأئمة منهم أبو بكر بن نقطة . وأبو بكر الغوثي .\r\nالقروي اللغوي الحاسب الأديب .\r\nحدّث عن إسماعيل بن محمد بن عبدوس النيسابوري وأبي يعقوب يوسف بن يعقوب النجيرمي . وعنه الإمام أبو القاسم علي بن جعفر بن القطاع اللغوي حدّث عنه بكتاب صحاح الجوهري ، وأخذ عنه علم اللغة .\r\n\r\n143 - ابن عسكر « 2 » :\r\nمحمد بن علي بن خضر بن هارون ، أبو عبد اللّه الغساني المالقي المعروف بابن عسكر .\r\nسمع من أبي الحجاج ابن الشيخ وأبي القاسم بن سحنون وجماعة آخرين .\r\nقال الأبّار : ولي قضاء بلده مرتين وكان فقيها مجيدا حافظا للغة أديبا بليغا ، له مصنفات مفيدة منها : أربعون حديثا التزم فيها موافقة اسم شيخه الصحابي وما أراه سبق إلى ذلك .\r\nتوفي في جمادى الآخرة سنة ست وثلاثين وستمائة وله نيف وستون سنة رحمه اللّه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 178 ، وأنباه الرواة 3 / 190 ، والتكملة للأبّار 2 / 671 .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 179 ، والتكملة للأبّار 2 / 641 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\n\r\n144 - الحصيني « 1 » :\r\nمحمد بن علي بن سعيد بن أبي نصر ، أبو عبد اللّه الحصيني ، بضم الحاء وفتح الصاد المهملتين ثم مثناة من تحت ساكنة ثم نون ، نسبة إلى حصين قرية من سواد غربي بغداد ، كذا ضبطه الذهبي في المشتبه ، الضرير شيخ المستنصرية ، قدم بغداد صغيرا وحفظ القرآن واشتغل وسمع من أبي سكينة « 2 » ، واشتغل بالعربية على محب الدين أبي البقاء العكبري وحصل عنه طرفا جيدا . وكان ذكيّا مقبول الصورة دينا عاقلا متوددا صحيح الذهن . ورتب مدرسا للنحو بالمستنصرية وتخرج به جماعة وانتفعوا به .\r\nوتوفي ليلة الأحد عاشر شوال سنة تسع بتقديم التاء على السين وثلاثين وستمائة ببغداد .\r\n\r\n145 - ابن الدهّان « 3 » :\r\nمحمد بن الدهان بن علي بن شعيب « 4 » فخر الدين أبو شجاع بن الدهان البغدادي النحوي اللغوي الفرضي الحاسب الأديب الشاعر .\r\nولد ببغداد فانتقل إلى الموصل وصحب الوزير جمال الدين الأصبهاني ثم تحول إلى خدمة السلطان صلاح الدين فولاه ديوان ميافارقين فلم يتم له بها حال مع وإليها فرحل إلى دمشق وأجرى له بها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في الإكمال 3 / 38 ( الحاشية ) ، والمشتبه للذهبي 166 .\r\n( 2 ) في حاشية الإكمال ( أبي أحمد بن سكينة ) .\r\n( 3 ) ترجمته في الوافي 4 / 164 ، وبغية الوعاة 1 / 180 ، وشذرات الذهب 4 / 304 ، ووفيات الأعيان 4 / 105 ، وتاريخ ابن كثير 13 / 3 ، وأنباه الرواة 3 / 191 ، والنجوم الزاهرة 6 / 139 ، وطبقات الشافعية للإسنوي 1 / 538 ، والذيل على الروضتين 9 .\r\n( 4 ) اسمه في تاريخ ابن كثير ( محمد بن علي بن مغيث بن الدهان ) .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nرزق لم يكفه ، فارتحل إلى مصر سنة ست وثمانين وخمسمائة ثم عاد إلى دمشق فأقام بها مدة ، وصنف كتابا في الفرائض على شكل المنبر وصفه بالجداول وكان أول من اخترع ذلك ، وصنّف في غريب الحديث كتابا في ستة عشر مجلدا ورمز فيه حروفا يستدل بها على أماكن الكلمات المطلوبة منه . وصنف في النجوم والريح ، وله أوضاع بالجداول في الفرائض وغيرها . وكان أحذ الأذكياء وكان قلمه أبلغ من لسانه . وجمع تاريخا من بعد ست عشرة وخمسمائة إلى حين وفاته ، وجال في الجزيرة والشام ومصر ومدح الشيخ تاج الدين الكندي بقوله :\r\n يا زيد زادك ربي من مواهبه * نعمى يقصر عن إدراكها الأمل\r\nالنحو أنت أحق العالمين به * أليس باسمك فيه يضرب المثل\r\nلا غير اللّه حالا قد حباك بها * ما زال بين النحاة الحال والبدل « 1 » \r\nوكانت له يد طولى في علم النحو وحل الأزياج . ومن شعره ما كتب به إلى بعض الرؤساء وقد عوفي من مرضه :\r\n نذر الناس يوم برئك صوما * غير أني نذرت وحدي فطرا\r\nعالما أن يوم برئك عيد * لا أرى صومه ولو كان نذرا « 2 » \r\nتوفي فجأة بالحلة في صفر سنة . . . « 3 » .\r\nوذلك أنه حجّ وعاد على طريق العراق فعثر به محمله فأصابه بعض خشب المحمل فمات لوقته .\r\nوذكره أبو عبد اللّه بن الدبيثي في تاريخه فقال : كان فيه فضل وله معرفة بالأدب والفرائض والحساب وشيء من علوم الرياضة ، وصنف في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأبيات ( مع اختلاف يسير في الرواية ) في بغية الوعاة وأنباه الرواة وتاريخ ابن كثير .\r\n( 2 ) البيتان له في بغية الوعاة 1 / 181 ، وطبقات الإسنوي 1 / 539 .\r\n( 3 ) بياض في الأصل ، وقد ذكر المؤلف سنة وفاته في آخر الترجمة .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nالفرائض كتابا على شكل المنبر . وأرخ مدة بعد ست عشرة وخمسمائة إلى حين وفاته . وله شعر حسن . خرج من بغداد وانتهى إلى دمشق فأقام بها مدة وصار له بها قبول وانتشر فضله فكان بها إلى أن مات صلاح الدين يوسف بن أيوب ملك الشام ، فخرج إلى مكة فأقام بها سنة وأقام إلى العراق فبلغ الحلة فتوفي بها سنة تسعين وخمسمائة تقريبا .\r\n\r\n146 - أبو عبد اللّه الفوطي « 1 » :\r\nمحمد بن علي بن عبد اللّه ، أبو عبد اللّه الفوطي المقرئ من ساكني الجعفرية . كان صالحا عالما عارفا بفنون الأدب كاملا في اللغة حافظا كثير التلاوة . لقّن خلقا كثيرا . وسمع أبا الفتح بن شاتيل وغيره .\r\nقال أبو العلاء الفرضي : قال صاحبنا وشيخنا كمال الدين أبو الفضل ابن الفوطي « 2 » روى لي عنه والدي أبو العباس أحمد بن محمد بن الصابوني . ومات ليلة ثامن رمضان سنة سبع وعشرين وستمائة .\r\nقال الفرضي : روى لنا عنه شيخنا أبو الفرج عبد الرحمن بن عبد اللطيف بن محمد المكبّر البزاز .\r\n\r\n147 - اليحصبي القرطبي « 3 » :\r\nمحمد بن علي بن عبد العزيز بن جابر بن أوسن . أبو عبد اللّه اليحصبي القرطبي . روى عن أبي مروان بن مسرّة وأبي عبد اللّه بن أصبغ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في المشتبه للذهبي 525 .\r\nوقد ترجم له ابن قاضي شهبة مرتين هذه واحدة وستأتي الثانية بعدها بتسع تراجم .\r\n( 2 ) خلط المؤلف فيما يبدو بين المترجم له وبين كمال الدين ابن الفوطي صاحب كتاب تلخيص مجمع الآداب .\r\n( 3 ) ترجمته في تكملة الأبّار 2 / 536 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nوسمع الموطأ من أبي عبد اللّه بن نجاح الذهبي . وقرأ القراءات على عباس بن فرج .\r\nروى عنه : أبو سليمان بن حوط اللّه وأبو القاسم بن ملجوم .\r\nقال الذهبي : وأتقن العربية وولي خطابة قرطبة . ووصفه غير واحد بالحفظ ، توفي في ذي القعدة سنة أربع وثمانين وخمسمائة .\r\n\r\n148 - ابن الخيمي « 1 » :\r\nمحمد بن علي « 2 » بن الفضل . الإمام العالم مهذب الدين أبو طالب ابن القامغار ويعرف بابن الخيمي . صاحب التصانيف . وكان شيخا معمرا صاحب تصانيف إماما فاضلا في اللغة ورواية الشعر والأدب وغير ذلك .\r\nولد سنة تسع بتقديم التاء وأربعين وخمسمائة .\r\nوله نظم حسن منه قوله :\r\n كسّرت أصنام آمالي فلا عربا * آتيهم طالبا رفدا ولا عجما\r\nمستغنيا عن بني الدنيا بغير غنى * مكرّما أدبي أن أسأل الكرما\r\nمضت ثمانون لم يعدم بها جسدي * ثبا فما خيفتي من بعدها العدما \r\nوله :\r\n جننت فعوّذ لي بكتبك أن لي * شياطين شوق لا تفارق مضجعي\r\nإذا استرقت أسرار وجدي تمردا * بعثت عليها في الدجى شهب أدمعي « 3 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 184 ، وفوات الوفيات 2 / 483 ، وطبقات الشافعية للسبكي 5 / 32 ، والذيل على الروضتين 195 ، والوافي بالوفيات 4 / 181 ، ومجلة الأستاذ العدد 14 وفيها بحث للدكتور جواد علوش .\r\n( 2 ) في الفوات ( محمد بن علي بن علي ) .\r\n( 3 ) في فوات الوفيات 2 / 483 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nوله :\r\n قالت وقد رأت المشيب تجاف عن * مسي بشيب فالمشيب أخو البرص\r\nإني لأكرهه إذا عاينته * يقظى فألقى دون رؤيته الغصص\r\nوأظنه كفني وقطن لفائفي * حملته غاسلتي وجاءت في قفص \r\nومن شعره أبياته المشهورة التي كتبها إلى ولده وقد عصر وصودر :\r\n عصروك أمثال اللصو * ص ولم تفد تلك الأمانة\r\nفإذا رجعت فخنهم * إن السلامة في الخيانة\r\nوافعل كفعل بني سناء * الملك في مال الخزانة « 1 » \r\nفيقال إن هذه الأبيات لما شاعت أمسك بنو سناء الملك وصودروا بسببها .\r\nوله أيضا قوله :\r\n الحمد للّه في حلي وفي ظعني * أن الزمان غليظ القول أسمعني\r\nكأنني بيت شعر لا يقام له * وزن كأن عروضيّا يقطعني \r\nومن تصانيفه كتاب أمثال القرآن وكتاب في القراءات وكتاب استواء الحاكم والقاضي وكتاب الرد على الوزير المغربي وكتاب المقايسة وكتاب لزوم الخمس وكتاب الملخص الديواني « 2 » في الأدب والحساب وكتاب المقصور والمطاول في الرد على المعري « 3 » . وكتاب أسطرلاب الشعر وكتاب شرح التحيات وكتاب الديوان المعمور في مدح الصاحب وكتاب الكلاب وغير ذلك .\r\nتوفي سنة اثنتين وأربعين وستمائة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في فوات الوفيات 2 / 483 .\r\n( 2 ) في بغية الوعاة 1 / 185 ( كتاب المخلص الديواني ) .\r\n( 3 ) في المصدر السابق 1 / 185 ( كتاب المقصورة ، وكتاب المطاول في الرد على المعري ) .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\n149 - أبو الغنائم الهيتي « 1 » :\r\nمحمد بن علي بن أحمد بن محمد بن الحسين بن حمدان بن الحسين ، أبو الغنائم الحصاني الهيتي الأديب اللغوي نزيل الأنبار .\r\nسمع من يحيى بن علي بن محمد بن الأخضر الأنباري وقرأ القراءات ببغداد على أبي بكر الورقي « 2 » وسبط الخياط وسمع من أبي الحسين وجماعة .\r\nوحدّث بهيت والأنبار سنة اثنتين وستين وخمسمائة وصنف كتاب روضة الآداب في اللغة والمثلث الحمداني والحماسة وغير ذلك .\r\nولد بهيت في سنة أربع وثمانين وأربعمائة . ولم تضبط وفاته « 3 » سمع منه أبو أحمد ويوسف بن أحمد الشيرازي .\r\nوالحصاني : نسبة إلى حصين أحد ملوك الفرس كان صاحب قلعة عند الأنبار في الزمن القديم قال الذهبي في الكبير .\r\n\r\n150 - أبو عبد اللّه المطرد « 4 » :\r\nمحمد بن علي بن محمد بن صالح . أبو عبد اللّه السلمي المطريري ويقال المطرّد « 5 » النحوي المقرئ صاحب المقدمة المطردية « 6 » اللطيفة في النحو .\r\nروى عن : هشام بن محمد الرازي وعدة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في تاريخ ابن كثير 13 / 13 ، والمختصر المحتاج إليه 1 / 95 .\r\n( 2 ) في المختصر المحتاج إليه ( أبي بكر المزرفي ) .\r\n( 3 ) في تاريخ ابن كثير ( وفاته سنة 592 ) .\r\n( 4 ) ترجمته في بغية الوعاة 1 / 189 ، وشذرات الذهب 3 / 301 .\r\n( 5 ) في بغية الوعاة وشذرات الذهب ( المطرز ) .\r\n( 6 ) في المصدرين السابقين ( صاحب المقدمة المطرزية اللطيفة ) .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nوعنه جماعة وآخر من حدّث عنه النسيب في فوائده توفي في ربيع الأول سنة ست وخمسين وأربعمائة .\r\n\r\n151 - أمين الدين المحلّي « 1 » :\r\nمحمد بن علي بن موسى بن عبد الرحمن أمين الدين المحلي النحوي العروضي الكاتب .\r\nولد في رمضان سنة ستمائة .\r\nوقرأ الأدب . وانتفع به جماعة . وله تصانيف وكان أحد الفضلاء المشهورين ، عارفا بعدة علوم ، وله نظم حسن وأرجوزة في العروض وأخرى في القوافي .\r\nتوفي بمصر في ثاني عشر ذي القعدة سنة ثلاث وسبعين ، بتقديم السين ، وستمائة .\r\n\r\n152 - الشامي الأندلسي « 2 » :\r\nمحمد بن علي بن يحيى بن علي . العلامة أبو عبد اللّه الأندلسي الغرناطي النحوي المقرئ . ويعرف بالشامي لأن أباه قدم الشام وحج ثم رجع إلى بلده فولد له هذا بغرناطة سنة إحدى وسبعين ، بتقديم السين وستمائة . وقرأ القراءات على أبي جعفر بن الزبير . وبمكة على أبي الفخر التوزري « 3 » . وسمع الموطأ من أبي محمد بن هارون بتونس ، وبرع في فقه مالك والشافعي والنحو وعلم الفلك . وله شعر رائق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 192 .\r\n( 2 ) ترجمته في طبقات القراء 2 / 212 ، وبغية الوعاة 1 / 193 ، والدرر الكامنة 4 / 96 ، ونفح الطيب 2 / 265 .\r\n( 3 ) في البغية ( الفخر التوزوري ) .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nوتلا عليه بالروايات بالحرم أبو عبد اللّه الفاسي والشيخ محمد بن السلّاوي .\r\nوعلق عنه الحافظ أبو محمد القاسم بن محمد البرزالي ( شيئا ) « 1 » من نظمه . وأقرأ العربية . وله دنيا وتجارة وكان مع دينه فيه تيه وإباء لماله وعلمه .\r\nقال الذهبي في طبقات القراء بعد ذكره لذلك : علقت هذا أو أكثره عن صاحبي عفيف الدين بن المطري . ومات بالمدينة في صفر سنة خمس عشرة وسبعمائة .\r\n\r\n153 - رضي الدين الشاطبي « 2 » :\r\nمحمد بن علي بن يوسف بن محمد بن يوسف الأنصاري .\r\nالعلامة المعمر رضي الدين أبو عبد اللّه الشاطبي المقرئ اللغوي .\r\nكان إمام عصره فيها . علامة في الأدب وغيره . وله تصانيف .\r\nولد سنة إحدى وستمائة ببلنسية .\r\nوقرأ لنافع من طريق ورش على ابن صاحب الصلاة الشاطبي آخر أصحاب ابن هذيل في بلده . وسمع منه كتاب التلخيص للداني في قراءة ورش .\r\nوقدم مصر فسمع من ابن المقيّر وجماعة .\r\nروى عنه : الشيخ الإمام أثير الدين أبو حيان وقاضي القضاة سعد الدين الحارثي والحافظ أبو الحسين بن اليونيني والحافظ جمال الدين أبو الحجاج المزّي محدث الشام وأبو عمر بن الطاهري وآخرون .\r\nوانتهت إليه معرفة اللغة وغريبها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلمة ساقطة من المخطوطة .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 194 ، وطبقات القراء 2 / 213 ، وشذرات الذهب 5 / 389 ، ونفح الطيب 3 / 136 ، ومعرفة القراء 2 / 542 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nأخذ عنه الناس وكان يقول : أعرف اللغة على قسمين ، قسم أعرف معناه وشاهده وقسم أعرف كيف أنطق به .\r\nوأشغل الناس بالقاهرة . وبها توفي يوم الجمعة ثاني عشر جمادى الأولى سنة أربع وثمانين وستمائة .\r\nوكان آخر من روى التيسير بمصر عاليا .\r\nقال أبو عبد اللّه القصّاع : قرأ عليه بعض التيسير ، وأخبرني أنه قرأه كله على الإمامين محمد بن أحمد بن مسعود الأزدي والفقيه أبي الحسن محمد بن أحمد بن محمد بن إسماعيل بن سلمون العطار بسماعهما من أبي الحسين بن هذيل .\r\nقال القصاع : وقرأت عليه أيضا التلخيص لأبي ( عمرو ) « 1 » مفسر كله بسماعه من أبي الربيع بن سالم بسماعه من أبي عبد اللّه بن حميد عن ابن تعبان عن مؤلفه .\r\nوقد روى عنه أبو حيّان التيسير سماعا .\r\nأخذ عنه : ابن مؤمن الواسطي وغيره .\r\nوله شعر كثير منه قوله :\r\n منغص العيش لا يأوي إلى دعة * من كان في بلدة أو كان ذا ولد\r\nوالساكن النفس من لم ترض همته * سكنى مكان ولم يسكن إلى أحد « 2 » \r\nوله :\r\n لولا بناني وسيئاتي * لطرت شوقا إلى الممات\r\nلأنني في جوار قوم * بغضني قربهم حياتي « 3 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلمة ساقطة من المخطوطة .\r\n( 2 ) البيتان له في نفح الطيب 3 / 138 ورويا فيه أيضا 2 / 313 منسوبين لسهل بن مالك الغرناطي .\r\n( 3 ) الشعر في نفح الطيب 3 / 138 .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\n154 - السمسماني « 1 » :\r\nمحمد بن علي بن الحسن السمسماني النحوي .\r\nكان أحد النحاة المشهورين بمعرفة الأدب واللغة ويكتب خطّا مليحا صحيحا . وقد كتب كثيرا من كتب الأدب وخطه مرغوب فيه .\r\nوقد روى شيئا من الأخبار والأشعار عن أبي سعيد السيرافي وأبي الحسن محمد بن مقسم المقرئ .\r\nوكان خطه طبقة في الحسن بعد ابن البواب .\r\nتوفي سنة أربع وثلاثين وأربعمائة « 2 » .\r\n\r\n155 - الكراجكي الواسطي « 3 » :\r\nمحمد بن علي أبو الفتح الكراجكي النحوي اللغوي العلامة المتطبب المنجم المتكلم . وهو الخيمي رأس الشيعة وصاحب التصانيف . كذلك قاله الذهبي .\r\nوفي أنساب السمعاني بعد أن قيدها بفتح الجيم نسبة إلى كراجك قرية بواسط .\r\nتوفي بصور سنة تسع ، بتقديم التاء على السين وأربعين وأربعمائة .\r\nوكان نحويّا لغويّا منجما طبيبا متكلما متفننا من كتاب أصحاب الشريف الرضي .\r\nوهو مؤلف كتاب تلقين أولاد المؤمنين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 195 .\r\n( 2 ) في المصدر السابق ( وفاته سنة 415 ) .\r\n( 3 ) ترجمته في لسان الميزان 5 / 300 ، وشذرات الذهب 3 / 283 .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n\r\n156 - الفوطي « 1 » :\r\nمحمد بن علي ، أبو عبد اللّه الفوطي اللغوي .\r\nسمع أبا الفتح بن شاتيل .\r\nومات في رمضان سنة سبع ، بتقديم السين ، وعشرين وستمائة .\r\n\r\n157 - أبو بكر الخزفي « 2 » :\r\nمحمد بن علي الراشدي ، الإمام أبو بكر الخزفي « 3 » ، بفتح الحاء المعجمة والزاي ، نسبة إلى بيع الخزف .\r\nقال ابن السمعاني : لعل بعض أجداده كان يعمل الخزف أو يبيعه .\r\nالسرخسي : كان فقيها فاضلا دينا خيّرا مرجوعا إليه في الفتيا وكان عالما بالأدب والنحو .\r\nتفقه أولا على أبي محمد الزيادي السنابوجردي .\r\nوسمع الحافظ أبا الفتيان عمر بن عبد الكريم بن سعدويه الرواسي .\r\nقال ابن السمعاني : سمعت منه شيئا يسيرا بطريق مكة .\r\nومات في رمضان سنة سبع ، يعني بتقديم السين ، وأربعين وخمسمائة « 4 » .\r\nذكر ذلك ابن السمعاني وغيره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في المشتبه للذهبي 525 ، وقد ترجم ابن قاضي شهبة لهذا الرجل مرتين ، هذه الثانية منهما ، وتقدمت الأولى قبل هذه بتسع تراجم .\r\n( 2 ) ترجمته في اللباب 1 / 370 ، وبغية الوعاة 1 / 288 ، والجواهر المضية 2 / 99 ، وتاريخ بغداد للبنداري ( مخطوط ) 1 / 34 .\r\n( 3 ) في الجواهر المضية ( الخرقي ) .\r\n( 4 ) في الجواهر المضية ( وفاته سنة 549 ) .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n\r\n158 - الخازمي « 1 » :\r\nمحمد بن عمر بن أبي بكر ، أبو بكر الأنصاري الخازمي بالحاء المعجمة والزاي . الهروي الحافظ .\r\nقال أبو عبد اللّه بن الدبيثي : قال شيخنا الحافظ عبد القادر بن عبد اللّه الرهاوي « 2 » سمع بهراة من أبي نصر الشافعي وأبي الفتح نصر بن أحمد الحنفي .\r\nوكان عالما بالنحو واللغة والفقه زاهدا متورعا . وقدم بغداد وحدث بها عن أبي عبد اللّه المقراوي .\r\nسمع منه : أبو الفضل بن شافع في آخرين .\r\nوتوفي سنة أربع وستين وخمسمائة بهراة .\r\n\r\n159 - فخر الدين الرازي « 3 » :\r\nمحمد بن عمر بن الحسين ، الإمام العلامة فخر الدين الرازي التميمي « 4 » التكري الطبرستاني ، ابن خطيب الري . صاحب التفسير الكبير والتصانيف المشهورة .\r\nصنف كتابا في النحو سماه المحرز في مجلد ، غالبه حدود .\r\nونقل عنه الشيخ أثير الدين أبو حيّان في شرح التسهيل ، وشرح قطعة من مفصل الزمخشري وشرح ديوان المتنبي وشرح سقط الزند لأبي العلاء المعري .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في الجواهر المضية 2 / 105 والمختصر المحتاج إليه 1 / 83 ، وذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 83 .\r\n( 2 ) في الجواهر المضية ( عبد القادر الزهادي ) .\r\n( 3 ) ترجمته في تاريخ ابن كثير 13 / 55 ، وطبقات الشافعية للسبكي 5 / 33 ، وشذرات الذهب 5 / 21 ، ووفيات الأعيان 3 / 381 ، والجواهر المضية 2 / 434 .\r\n( 4 ) في شذرات الذهب ( الرازي القرشي الطبرستاني ) .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nولد سنة ثلاث وأربعين وخمسمائة .\r\nومات يوم عيد الفطر سنة ست وستمائة .\r\nوقد اشتغل على والده ضياء الدين عمر أحد تلامذة البغوي . ثم لما مات والده قصد الإمام كمال الدين السمناني « 1 » .\r\nواشتغل عليه وكان له مجلس وعظ ، وكان فقيرا ثم حصلت له ثروة زائدة ووجاهة تضاهي نعم الملوك . وكان إذا ركب يمشي في خدمته نحو ثلاثمائة تلميذ من الفقهاء وغيرهم .\r\nوكان السلطان خوارزم شاه يأتي إلى بابه وكان يلقب ، بهراة ، بشيخ الإسلام .\r\nومن تصانيفه : التفسير الكبير وصل فيه إلى الروم أو العنكبوت وأكمله تلميذه شمس الدين ابن الجوثي . وبعضهم ادعى أنه كامل .\r\nوكتاب المحصول في أصول الفقه وهو من أجل الكتب وقد أخذه من مستصفى الغزالي والمعتمد لأبي الحسين البصري . حتى أنه ينقل صفحة فأكثر بحروفها ، وسبب ذلك أنه كان يحفظهما وكتاب المعالم والمطالب العالية والأربعين والخميس « 2 » والملخص والمباحث المشرقية ، وله طريقة في الخلاف . وكتاب مناقب الشافعي مختصر نفيس ، وتأسيس التقديس وغير ذلك .\r\nوترجمته مبسوطة في طبقات الشافعية . وفي ذلك هنا مقنع « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في طبقات الشافعية ( الكمال السماني ) .\r\n( 2 ) كذلك في المخطوطة .\r\n( 3 ) نبه صاحب الجواهر المضية على وجود عالمين أحدهما شافعي وهو المترجم هذا ووفاته سنة 606 وثانيهما حنفي ووفاته سنة 665 ( وقد توافقا في الاسم واسم الأب واللقب والنسبة والمعاصرة ) .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\n160 - ابن القوطيّة « 1 » :\r\nمحمد بن عمر بن عبد العزيز ، الإمام العلامة أبو بكر ابن القوطية بضم القاف ثم واو ساكنة ثم طاء مهملة مكسورة ثم مثناة مفتوحة ثم هاء التأنيث . القرطبي النحوي اللغوي الحافظ صاحب التصانيف التي من جملتها كتاب الأفعال .\r\nوالقوطية . جدة أبي جده . واسمها سارة بنت المنذر من بنات الملوك القوطية الذين بإقليم الأندلس من ذرية قوط بن حام .\r\nسمع بقرطبة من طاهر بن عبد العزيز وسعيد بن جابر وأبي الوليد الأعرج ومحمد بن عبد الوهاب بن مغيث وغيرهم .\r\nوكان علامة زمانه في اللغة والعربية حافظا للحديث والفقه والأخبار لا يلحق شأوه ولا يشق غباره . وكان متضلعا بأخبار الأندلس مليئا برواية سير أمرائها وأحوال فقهائها وأدبائها وشعرائها ، يملي ذلك عن ظهر قلبه .\r\nقال الذهبي : كان رأسا في اللغة والنحو حافظا للأخبار وأيام الناس فقيها محدّثا متفننا كثير التصانيف ، صاحب عبادة ونسك وكانت كتب اللغة أكثر ما تملى عليه .\r\nولم يكن بالضابط لرواية الحديث ولا الفقه . وكانت له أصول يرجع إليها . وكان الذي يسمع عليه من ذلك إنما يحمل على المعنى لا على اللفظ . وكثيرا ما يقرأ عليه للتصحيح لا للرواية . وصنف كتبا مفيدة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 198 ، وتاريخ علماء الأندلس 2 / 78 ، وأنباه الرواة 3 / 178 ، وبغية الملتمس 223 ، ووفيات الأعيان 4 / 4 ، ولسان الميزان 5 / 324 ، ومعجم الأدباء 7 / 53 ، ونفح الطيب 4 / 73 ، وجذوة المقتبس 71 ، وشذرات الذهب 3 / 62 ، والديباج المذهب 262 ، ويتيمة الدهر 2 / 74 ، وتاريخ الأدب لبروكلمان 3 / 89 .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nمنها كتاب الأفعال ، وهو الذي فتح الباب وجاء بعده ابن طريف وابن القطاع وأفعاله هي أجود ما في هذا الباب وأفعال السرقسطي الملقب بالحمار . وصنف تاريخا للأندلس وله كتاب المقصور والممدود جمع فيه فأوعى وأعجز من يأتي بعده وفاق فيه على من كان قبله . وكان أبو علي القالي يعظمه كثيرا ويبالغ في ذلك .\r\nوكان ناسكا عابدا زاهدا خيّرا .\r\nقال أبو يحيى بن الهذيل التميمي : أقبل ابن القوطية من ضيعة بسفح جبل قرطبة ، فقلت له :\r\n من أين أقبلت يا من لا شبيه له * ومن هو الشمس والدنيا له فلك \r\nفقال :\r\n من منزل تعجب النساك خلوته * وفيه ستر على الفتاك أن فتكوا « 1 » \r\nتوفي في ربيع الأول سنة سبع ، بتقديم السين ، وستين وثلاثمائة .\r\nومات في هذه السنة جماعة ، منهم : ابن قريعة القاضي البغدادي أبو بكر محمد بن عبد الرحمن صاحب النوادر .\r\n\r\n161 - العلّاف « 2 » :\r\nمحمد بن عمر بن محمد بن دوّست ، أبو بكر العلّاف اللغوي النحوي . من أولاد المحدثين .\r\nكان أحد الأدباء وكان مشهورا بالصلاح والفقه .\r\nوقد سمع الحديث من أبي علي الحسن بن شاذان وأبي القاسم علي بن السمسار وعنه : الحافظ أبو علي البرداني .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشعر في بغية الوعاة وشذرات الذهب ويتيمة الدهر .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 201 ، وذيل تاريخ بغداد 1 / 83 .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nومن شعره قوله :\r\n إذا شئت أن تبلو مودّة صاحب * بواطنه مطويّة عن ظواهره\r\nفقس ما بعينيه إلى ما بقلبه * تجد خطرات من خفي سرائره\r\nفكل خليل ماذق في مناظره * إليك دليل مخبر عن ضمائره « 1 » \r\nتوفي سنة اثنتين وخمسين وأربعمائة .\r\n\r\n162 - أبو عبد اللّه القرطبي « 2 » :\r\nمحمد بن عمر بن يوسف « 3 » ، أبو عبد اللّه القرطبي المقرئ النحوي الفقيه المالكي الزاهد .\r\nولد سنة بضع وخمسين وخمسمائة .\r\nوقرأ القراءات على أبي القاسم الشاطبي ، وسمع منه ومن عبد المنعم بن عبد اللّه الفراوي ومحمد بن عبد الرحمن الحصري وهبة اللّه بن علي البوصيري وغيرهم .\r\nوحدث عنه : الحسن بن عبد الكريم المالكي .\r\nوكان أستاذا في معرفة القراءات والتفسير والنحو .\r\nكثير الحج والمجاورة بالمدينة .\r\nجلس للإقراء بعد موت الشاطبي وتزهد ، وكان له قبول تام من الخاص والعام . وفيه مروءة وافرة وقضاء بحقوق الإخوان . سمع عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشعر في بغية الوعاة .\r\n( 2 ) ترجمته في الوافي 4 / 261 ، وبغية الوعاة 1 / 201 ، 203 ، وطبقات القراء 2 / 219 ، وشذرات الذهب 5 / 145 ، والتكملة للأبّار 2 / 617 ، ومعرفة القراء 2 / 510 .\r\n( 3 ) في التكملة والبغية ( ويعرف بابن مغايظ ) وقد ترجم له السيوطي في البغية مرتين وتوهم وجود شخص آخر بالاسم نفسه .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nالشاطبية عبد الصمد بن أبي الجيش ، وروى عنه أيضا الزكي عبد العظيم المنذري ونجم الدين بن القديم العقيلي . توفي بالمدينة في مستهل صفر سنة إحدى وثلاثين وستمائة .\r\n\r\n163 - السيغي « 1 » :\r\nمحمد بن عمر ، أبو بكر السيغي ، بكسر السين المهملة ثم مثناة من تحت ساكنة ثم عين معجمة نسبة إلى سيغ ، الإمام المفسر اللغوي مؤلف كتاب التلخيص في اللغة .\r\n\r\n164 - المالقي « 2 » :\r\nمحمد بن عمر ، أبو عبد اللّه المالقي الكاتب ، نزيل فاس .\r\nقال الأبّار : كان حافظا للغات والآداب والتواريخ بصيرا بالحديث .\r\nوكان يكتب للأمراء .\r\nتوفي سنة تسع وتسعين وخمسمائة « 3 » .\r\n\r\n165 - أبو جعفر الضّبّي « 4 » :\r\nمحمد بن عمران بن زياد ، أبو جعفر الضبي النحوي الكوفي ، كان الغالب عليه الأخبار والأدب ، ثقة فيما ينقل ، شيخا حلوا وكان قبل أن يؤدب أولاد المعتز يعلم الصبيان . فلما اتصل بالمعتز جعله على القضاة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في المشتبه للذهبي 252 .\r\n( 2 ) ترجمته في التكملة للأبّار 2 / 557 .\r\n( 3 ) وفاته في المصدر السابق ( سنة 596 ) .\r\n( 4 ) ترجمته في أنباه الرواة 3 / 179 ، وتاريخ بغداد 3 / 132 ، ومعجم الأدباء 7 / 52 ، ونزهة الألباء 141 ، وتاريخ بغداد للبنداري ( مخطوط ) 1 / 37 .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nوالفقهاء فاجتمعوا إليه يوما فنعس فلما فتح عينيه قال :\r\nتهجوا ، لإدمانه على الصغار .\r\nوحفّظ عبد اللّه بن المعتز سورة والنازعات . وقال له إذا سألك أمير المؤمنين : أنت في أية سورة ؟ فقل : في السورة التي تلي عبس . فسأله أبوه فقال له ذلك فقال له : من علمك ؟ قال : معلمي . فأمر له بعشرة آلاف درهم .\r\nتوفي سنة خمس وخمسين ومائتين .\r\n\r\n166 - المرزباني « 1 » :\r\nمحمد بن عمران بن موسى بن عبيد ، أبو عبيد اللّه ، بالتصغير ، المرزباني الكاتب الأخباري العلامة المعتزلي الأديب البغدادي ، صاحب التصانيف الكبيرة الحسنة .\r\nولد سنة ست وتسعين ، بتقديم التاء ، ومائتين .\r\nروى عن أبي القاسم البغوي وأبي بكر بن الأنباري وغيرهما وأخذ عن ابن دريد .\r\nوعنه : أبو عبد اللّه الصيمري وأبو القاسم التنوخي وأبو محمد الجوهري .\r\nوصنف أخبار المعتزلة وأخبار الشعراء وغير ذلك .\r\nمات في شوال سنة أربع وثمانين وثلاثمائة . وتوفي معه في هذه السنة شيخ العربية أبو الحسن علي بن عيسى الرماني .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في أنباه الرواة 3 / 180 ، وتاريخ ابن كثير 11 / 314 ، وتاريخ بغداد 3 / 135 ، ووفيات الأعيان 3 / 475 ، وشذرات الذهب 3 / 111 ، واللباب 3 / 124 ، ولسان الميزان 5 / 326 ، ومعجم الأدباء 7 / 50 ، وميزان الاعتدال 3 / 672 ، وطبقات المدلسين 7 ، والمنتظم 7 / 177 ، وتاريخ بغداد للبنداري ( مخطوط ) 1 / 37 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n\r\n167 - التيمي الرازي « 1 » :\r\nمحمد بن عيسى بن رزين التيمي الرازي ثم الأصبهاني المقرئ النحوي ، أحد الحذّاق .\r\nقرأ القراءات على نصير وخلّاد صاحبي أبي الحسن علي بن حمزة الكسائي وسليم . وأدرك الحسن بن عطية الكوفي صاحب حمزة فقرأ عليه حقبة . وسمع الحروف من عبيد اللّه بن موسى وإسحاق بن سليمان .\r\nوصنف كتاب الجامع في القراءات وكتابا في العدد وكتابا في الرسم .\r\nوكان رأسا في النحو .\r\nقال أبو نعيم الأصبهاني : ما أعلم أحدا أعلم منه في وقته وفي فنه ، يعني القراءات .\r\nأخذ عنه : الفضل بن شاذان والحسن بن العباس ومحمد بن أحمد وأبو سهل حمدان وجماعة . وممن قرأ عليه من الأصبهانيين : جعفر بن عبد اللّه بن الصباح مقرئ أصبهان وموسى بن عبد الرحمن البزاز وأبو العباس بن دلبة البلخي قال أبو حاتم : صدوق .\r\nوقال أبو عبد اللّه الذهبي : توفي سنة ثلاث وخمسين ومائتين . وقيل سنة اثنتين وأربعين ومائتين .\r\n\r\n168 - ابن المناصف الأزدي « 2 » :\r\nمحمد بن عيسى بن أصبغ ، الإمام أبو عبد اللّه بن المناصف الأزدي القرطبي نزيل إفريقية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات القراء 2 / 223 ، وبغية الوعاة 1 / 205 ، وذكر أخبار أصبهان 2 / 179 .\r\n( 2 ) ترجمته في التكملة للأبّار 2 / 611 ( وهو من أساتذة الأبّار وقد ذكر إجازته له ) ونيل الابتهاج 228 ، ومعجم الأبّار 130 وفيه ( محمد بن أصبغ بن المناصف ) .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nتفقه على قاضي تونس أبي الحجاج المخزومي وسمع بها من أبي عبد اللّه بن أبي درقة .\r\nقال الأبّار : كان عالما متفننا مدققا نظّارا واقفا على الاتفاق والاختلاف معللا مرجحا مع الحظ الوافر من اللغة والآداب والشعر .\r\nسمعت منه كثيرا ولم يكن له علم بالحديث .\r\nوألف كتابا في الجهاد وكتابا في الأحكام واستدرك على القاضي عبد الوهاب في التلقين باب السلم لإغفاله ذلك وولي قضاء بلنسية ثم قضاء مرسية وكان ذا سيرة عادلة وشارة جميلة متصلبا في الحق . وكانت فيه حدة مفرطة . فصرف لذلك ثم ألحق بمراكش وتوفي في ربيع الآخر أو جمادى الأولى سنة عشرين وستمائة . وله سبع وخمسون سنة .\r\n\r\n169 - العمّاني « 1 » :\r\nمحمد بن عيسى ، أبو عبد اللّه العماني بضم العين المهملة وتخفيف الميم قيده الأمير أبو نصر بن ماكولا ، النحوي البغدادي .\r\nروى عن الزجّاج .\r\nوعنه : علي بن محمد بن الحسن الحربي .\r\n\r\n170 - شمس الدين البعلبكي « 2 » :\r\nمحمد بن أبي الفتح بن أبي الفضل بن أبي علي . الإمام العلامة شمس الدين أبو عبد اللّه بن أبي الفتح الحنبلي البعلبكي « 3 » الفقيه النحوي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 206 ، وأنباه الرواة 3 / 197 ، ونزهة الألباء 215 .\r\n( 2 ) ترجمته في الدرر الكامنة 4 / 140 ، وشذرات الذهب 6 / 20 ، والبغية 1 / 207 ، وذيل طبقات الحنابلة 2 / 356 .\r\n( 3 ) لقبه ( البعلي ) في المصادر المتقدمة .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nالمقرئ المحدث شارح الجرجانية الشرح الحفل « 1 » . وإمام حلقة الحنابلة بجامع دمشق .\r\nولد سنة خمس وأربعين وستمائة .\r\nوقرأ النحو واللغة على الشيخ جمال الدين أبي عبد اللّه بن مالك وكان مدرسا فتيّا . وله تصانيف منها شرح الجرجانية قد جمع فيه فأوعى وشرح تصنيف ألفية شيخه ابن مالك وجزءا في ليلة القدر رويناه .\r\nتوفي بالقاهرة بالمدرسة المنصورية في ثامن عشر المحرم سنة تسع بتقديم التاء وسبعمائة . ودفن بمقبرة الحافظ عبد الغني المقدسي بالقرافة . وكان قد توجه من دمشق إلى القدس ثم توجه من هناك إلى مصر لأمور كانت في نفسه فأقام بها أياما يسيرة ومرض وأدركه أجله هناك وحصل التأسف عليه لفضيلته وديانته وسكونه وكثرة النفع به .\r\n\r\n171 - أبو عبد اللّه القيسي « 2 » :\r\nمحمد بن فرج بن جعفر بن أبي سمرة . أبو عبد اللّه القيسي « 3 » نزيل غرناطة .\r\nأخذ القراءات عن أحمد بن عبد الحق الخزرجي وأبي القاسم بن النحاس . وحدّث عن غالب بن عطية وغيره وأقرأ القراءات والنحو .\r\nروى عنه : أبو الأصبغ بن المرابط .\r\nوتوفي في حدود سنة خمس وثلاثين وخمسمائة .\r\nذكره الذهبي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا وردت الكلمة في المخطوط .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 209 ، وطبقات القراء 2 / 228 ، والتكملة للأبّار 1 / 437 .\r\n( 3 ) في بغية الوعاة ( ويعرف بالثغري ) .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n\r\n172 - أبو المعالي الموصلي « 1 » :\r\nمحمد بن أبي الفرج بن معالي ، الإمام فخر الدين أبو المعالي الموصلي ، الفقيه الشافعي المقرئ النحوي .\r\nولد بالموصل سنة تسع ، بتقديم التاء على السين ، وثلاثين وخمسمائة .\r\nوقرأ بها القراءات على يحيى بن سعدون القرطبي وسمع منه ومن خطيب الموصل أبي الفضل الطوسي .\r\nوقدم بغداد سنة اثنتين وسبعين وخمسمائة فتفقه بها وبرع في المذهب . وقرأ العربية على الكمال عبد الرحمن بن محمد بن الأنباري وأعاد بالنظامية وتصدر للإقراء .\r\nقرأ عليه الشيخ عبد الصمد بن أبي الجيش والكمال عبد الرحمن المكبّر وعلي بن إسماعيل الفقيه وعلي بن عثمان الوجوهي وغيرهم .\r\nتوفي في سادس رمضان سنة إحدى وعشرين وستمائة « 2 » ببغداد .\r\nقال ابن النجار : كانت له معرفة تامة بوجوه القراءات وعللها وطرقها . له في ذلك مصنفات . وكان فقيها فاضلا حسن الكلام في مسائل الخلاف ويعرف بالنحو معرفة حسنة . وكان لينا متوددا متواضعا لطيف العشرة صدوقا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات القراء 2 / 228 ، وشذرات الذهب 5 / 96 ، والجواهر المضية 2 / 111 ، وطبقات الشافعية للسبكي 5 / 46 ، وتاريخ ابن كثير 13 / 105 ، والمختصر المحتاج إليه 1 / 168 .\r\n( 2 ) في الجواهر المضية ( وفاته سنة 651 ) .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\n\r\n173 - الحجة البعقوبي « 1 » :\r\nمحمد بن أبي الفضل « 2 » بن بختيار ، أبو عبد اللّه البعقوبي « 3 » الواعظ المعروف بالحجة .\r\nسمع من أبي الفتح بن شاتيل وغيره . وذكر أنه سمع من أبي الوقت « 4 » . وصنف غريب الحديث . وولي خطابة بعقوبا .\r\nقال ابن النجار : سكن بعقوبا ووعظ بها وروى بها عن أبي الوقت وجماعة مجاهيل وظهر كذبه وتخليطه .\r\n\r\n174 - ابن باباجوك « 5 » :\r\nمحمد بن أبي القاسم بن باباجوك « 6 » . ويقال بابجوك . أبو الفضل الخوارزمي البقالي النحوي الآدمي لقراءته كتاب الآدمي في النحو وحفظه فاشتهر بذلك . ذكره الحافظ الإمام أبو محمد محمود بن محمد بن عباس بن أرسلان الخوارزمي في تاريخ خوارزم فقال : كان إماما في الأدب وحجة في لسان العرب . أخذ اللغة وعلم الإعراب عن فخر خوارزم أبي القاسم الزمخشري وجلس بعده في مكانه .\r\nوله تصانيف كثيرة كلها حسنة وعند الناس مقبولة . منها كتاب شرح أسماء اللّه الحسنى وكتاب أسرار الأدب وافتخار العرب وكتاب أم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في ميزان الاعتدال 4 / 9 ، وشذرات الذهب 5 / 77 ، والمختصر المحتاج إليه 1 / 107 ، وذيل تاريخ بغداد 1 / 109 .\r\n( 2 ) في ميزان الاعتدال ( محمد بن الفضل بن بختيار ) .\r\n( 3 ) في شذرات الذهب ( اليعقوبي نسبة لبلده يعقوبا ) .\r\n( 4 ) أبو الوقت هو عبد الأول بن عيسى السنجري .\r\n( 5 ) ترجمته في بغية الوعاة 1 / 215 ، ومعجم الأدباء 7 / 77 .\r\n( 6 ) في المصدرين السابقين ( ابن بايجوك ) .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nالفضائل وكتاب مفتاح التنزيل وكتاب الترغيب في العلم وكتاب الكافي في التراجم بلسان الأعاجم وكتاب الأسمى في شرح الأسماء وكتاب أذكار الصلاة وكتاب تقويم اللسان في النحو وتكميله وكتاب الإعجاب في الإعراب وكتاب الهداية إلى علم المعاني والبيان والتنبيه على إعجاز القرآن وكتاب تفسير القرآن وكتاب منازل العرب ومياهها وديارها . وله غير ذلك من التصانيف وسمع الحديث بخوارزم من الزمخشري وبمرو من الحافظ أبي طاهر محمد بن أبي بكر بن محمد بن عبد اللّه السبحي وأبي حفص عمر بن محمد الفرعولي وغيرهم .\r\nوتوفي في سلخ جمادى الآخرة سنة اثنتين وخمسمائة بجرجانية خوارزم ، ابن نيف وسبعين سنة بتقديم السين ، وذكره الذهبي فذكر وفاته كما قلنا لكنه ذكر في سنة إحدى وستين . وقال : توفي في سلخ جمادى الآخرة .\r\n\r\n175 - أبو العيناء « 1 » :\r\nمحمد بن القاسم بن خلّاد ، العلامة أبو العيناء البصري الضرير اللغوي الأخباري . أضرّ وله أربعون سنة وأخذ عن أبي عبيدة وأبي عاصم الضحاك بن مخلد النبيل وجماعة . وله نوادر وفصاحة .\r\nتوفي سنة اثنتين وثمانين ومائتين عن إحدى وتسعين سنة بتقديم التاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في ميزان الاعتدال 4 / 13 ، وتاريخ بغداد 3 / 177 ، ومعجم الأدباء 7 / 61 ، ووفيات الأعيان 3 / 466 ، ولسان الميزان 5 / 344 ، وشذرات الذهب 2 / 180 ، ومعجم الشعراء 402 ، ونكت الهميان 265 ، ونور القبس 322 ، وتاريخ الأدب العرب لبروكلمان 3 / 134 .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\n\r\n176 - ابن الأنباري « 1 » :\r\nمحمد بن القاسم بن محمد بن بشار ، بفتح الموحدة وتشديد السين المعجمة ابن الحسن بن بيان بن سماعة بن فروة بن قطن بن دعامة ، أبو بكر بن الأنباري . العلامة المحدث الحافظ اللغوي النحوي المفسر المقرئ البغدادي صاحب التصانيف .\r\nولد في رجب سنة إحدى وسبعين ، بتقديم السين ، ومائتين وروى القراءة عن أبيه وإسماعيل القاضي وسمع في صغر منه ومن محمد بن يونس الكديمي وهو أكبر شيخ له وأحمد بن الهيثم البراد ومحمد بن أحمد بن النضر وغيرهم . وأخذ النحو واللغة عن أبيه وثعلب وطائفة .\r\nوأخذ القراءة أيضا عن سليمان بن يحيى الضبي وأحمد بن سهيل الأشناني وإدريس بن عبد الكريم ومحمد بن هارون التمار وطائفة . وقرأ على بعضهم .\r\nروى عنه : عبد الواحد بن أبي هاشم وأبو الفتح بن بدهن وأحمد بن نصر الشذائي وأبو علي القالي إسماعيل بن القاسم وصالح بن إدريس والحسين بن خالويه وأبو عمر بن حيويه الخزاز ، بزاءين ، وأبو الحسن الدارقطني وأبو عبد اللّه الحسين بن محمد الأطروش الصيرفي وأبو الحسين ابن البواب وأبو الحسين عبد اللّه بن القاسم بن الصواف وأبو بكر ابن تواب بن يزيد الموصلي وأبو القاسم إسماعيل بن سويد بن إسماعيل بن سويد العدل وأبو القاسم زيد بن رفاعة القاسمي وأبو بكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في تذكرة الحفاظ 3 / 842 ، ونزهة الألباء 181 ، وطبقات القراء 2 / 230 ، وشذرات الذهب 2 / 315 ، ووفيات الأعيان 3 / 463 ، وتاريخ ابن كثير 11 / 196 ، ومعجم الأدباء 7 / 73 ، وتاريخ بغداد 3 / 181 ، وبغية الوعاة 1 / 212 ، وطبقات النحويين 171 ، واللباب 1 / 69 ، وطبقات الحنابلة 2 / 69 ، وأنباه الرواة 3 / 201 ، ويتيمة الدهر 2 / 374 ، والمنتظم 6 / 311 ، ونور القبس 345 .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nمحمد بن الحسن بن مأمون الهاشمي وخلق كثير . آخرهم أبو مسلمة الكاتب محمد بن أحمد . روى عنه أبو عمرو الداني كتاب الوقف والابتداء وكذلك أخذ عنه أبو علي القالي .\r\nقال أبو علي القالي : كان شيخنا ابن الأنباري يحفظ ثلاثمائة ألف بيت شاهدا في القرآن وكان ثقة صدوقا .\r\nوقال أبو علي التنوخي : كان ابن الأنباري يملي من حفظه ، ما أملى قط من دفتر ، وقال حمزة بن محمد بن طاهر : كان ابن الأنباري زاهدا متواضعا ، حكى الدارقطني أنه حضره في مجلس يوم جمعة فصحف في اسم ، قال فأعظمت له أن يحمل عنه وهم ، وهبته ، فلما انقضى المجلس عرفت مستمليه فلما حضرت الجمعة الثانية . قال ابن الأنباري للمستملي : عرّف الجماعة أنا صحفنا الاسم الفلاني ونبهنا ذلك الشاب على الصواب .\r\nقال محمد بن جعفر التميمي : ما رأينا أحفظ من ابن الأنباري ولا أغزر من علمه ، حدثوني عنه أنه قال : أحفظ ثلاثة عشر صندوقا .\r\nقال التميمي : وهذا ما لا يحفظ لأحد قبله .\r\nوحدثت أنه كان يحفظ مائة وعشرين تفسيرا بأسانيدها .\r\nقلت : وكذلك ذكر أبو عبد اللّه الذهبي في طبقات حفاظ الحديث .\r\nقال التميمي : وقال أبو الحسن العروضي : كان ابن الأنباري يتردد إلى أولاد الراضي باللّه فسألته جارية عن تفسير رؤيا . فقال : أنا حاقن ، ومضى وجاء الغد وقد صار عابرا « 1 » لأنه لم يكن يعرفها وقد السؤال ومضى من يومه فدرس كتاب الكرماني .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في أنباه الرواة ( معبرا للرؤيا ) .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nوقيل : إن ابن الأنباري أملى كتاب غريب الحديث في خمسة وأربعين ألف ورقة وله كتاب شرح الكافي ألف ورقة . وكتاب الأضداد وهو كبير لم ير أكبر منه في بابه وكتاب الجاهليات في سبعمائة ورقة وكتاب خلق الإنسان وكتاب خلق الفرس والأمثال وكتاب المقصور والممدود والزاهر وله كتاب المذكّر والمؤنث ما ألف أحد أكبر منه وكتاب الهاءات في ألف ورقة وكتاب الزاهر وهو من أنفس الكتب وأحسنها وكتاب الموضح في النحو وكتاب نقض مسائل ابن شنبوذ وكتاب الرد على من خالف مصحف العامة وكتاب اللامات وكتاب الألفات وكتاب شرح شعر زهير وكتاب شرح شعر النابغة الجعدي وكتاب شرح شعر الأعشى وكتاب الأمالي . وكان رأسا في نحو الكوفيين وكان يملي في ناحية المسجد وأبوه يملي في ناحية أخرى .\r\nولد في رجب سنة إحدى وسبعين ومائتين .\r\nوتوفي في ليلة الأضحى وقيل في عاشر ذي الحجة سنة ثمان وعشرين وثلاثمائة ببغداد عن سبع ، بتقديم السين ، وستين سنة .\r\nوكان أبوه أديبا لغويّا علامة مصنفا . وفي طبقات الزبيدي :\r\nكان له أوضاع كثيرة شتى وكان ثقة دينا وصدوقا . توفي سنة سبع وعشرين وقيل سنة ثمان يوم الأضحى ببغداد وقال أبو سعيد بن السمعاني وغيره : الأنباري بالنون والباء نسبة إلى أنبار بلدة قديمة على شاطئ الفرات على مسيرة يومين من بغداد ، كان من أعلم الناس بالنحو والأدب وأكثرهم حفظا صدوقا فاضلا دينا خيرا من أهل السنة . صنف كتبا كثيرة في علم القرآن وغريب الحديث والمشكل والوقف والابتداء والرد على من خالف مصحف العامة .\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\n177 - ابن قسوم « 1 » :\r\nمحمد بن قسوم بن عبد اللّه بن قسوم ، أبو عبد اللّه الفهمي الإشبيلي الزاهد .\r\nقال الأبّار : صحب أبا عبد اللّه بن المجاهد وختص به وكان مؤذنه في مسجده وخلفه بعد وفاته وسمع منه الموطأ وحدّث به عنه وبمسند أبي بكر بن أبي شيبة ورسالة ابن أبي زيد . وكان فقيها ورعا منقبضا عن الناس نحويّا ماهرا . حدث عنه صاحبنا أبو بكر بن سيد الناس وعبد اللّه بن محمد الطلبي .\r\nتوفي في ربيع الآخر سنة ست وستمائة وله خمس وثمانون سنة .\r\n\r\n178 - ابن منداس الجزائري « 2 » :\r\nمحمد بن قاسم بن منداس أبو عبد اللّه المغربي البجائي الجزائري .\r\nوالجزائر من عمل بجاية ويعرف أيضا بالأشيريمي « 3 » النحوي . ولد سنة سبع وخمسين وخمسمائة وأخذ العربية بالجزائر عن أبي موسى الجزولي النحوي لقيه في سنة ثمانين . وأخذ عن أبي محمد بن عبيد اللّه وأبي الحسن نجبة وعلي بن عتيق ولقي بقابس أبا القاسم بن مجكان آخر الرواة عن أبي عبد اللّه المازري فسمع منه وأقرأ ببلده العربية وروى التيسير .\r\nقال الأبّار : أجاز لنا .\r\nتوفي في أول المحرم سنة ثلاث وأربعين وستمائة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في التكملة للأبّار 2 / 577 .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 214 ، والتكملة للأبّار 2 / 658 .\r\n( 3 ) في البغية ( ويعرف بالأشيري ) .\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n\r\n179 - الطرازي « 1 » :\r\nمحمد بن محمد بن أحمد بن عثمان ، أبو بكر البغدادي المقرئ النحوي ، عرف بالطرازي ، نزيل نيسابور مقرئ ضابط صالح عالي الإسناد . قرأ على ابن مجاهد وسمع من البغوي وجماعة . وكان عارفا بالعربية والحديث . قال الحاكم خالف الأئمة في آخر عمره في أحاديث حدّث بها من حفظه . انتهى .\r\nروى عنه : أبو جعفر بن مسرور وأبو سعد الكنجرودي وغيرهما .\r\nتوفي سنة خمس وثمانين وثلاثمائة .\r\n\r\n180 - ابن سجمان « 2 » :\r\nمحمد بن محمد بن أحمد بن محمد بن أحمد بن سجمان الوائلي البكري الدمشقي ، الشيخ الإمام العلامة إمام أهل اللغة في عصره بدر الدين أبو عبد اللّه ابن الشيخ العلامة مفتي الشام جمال الدين أبي بكر ابن العلامة كمال الدين أبي العباس ابن العلامة الكبير جمال الدين الشريشي « 3 » . الفقيه الشافعي اللغوي مدرس الإقبالية ، وقد قدمنا ذكر جده ، فإنه كان نحويّا وشرح ألفية ابن معط وحفظ القرآن والتنبيه وألفية ابن مالك وأخذ عن أبيه وقرأ النحو على الشيخ أبي العباس « 4 » أحمد بن علي العنابي شيخ النحو بدمشق ، وحفظ الفقه واللغة وغريب الحديث ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات القراء 2 / 237 ، وميزان الاعتدال 4 / 28 ، وتاريخ بغداد 3 / 225 ، واللباب 2 / 84 ، ولسان الميزان 5 / 363 ، وتاريخ نيسابور 52 .\r\n( 2 ) ترجمته في شذرات الذهب 6 / 218 ، والدرر الكامنة 4 / 164 ، والدارس في تاريخ المدارس 1 / 163 .\r\n( 3 ) تقدمت ترجمة جده فيما تقدم من الكتاب .\r\n( 4 ) في شذرات الذهب ( أبي العباس الغساني ) .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nونظم الشعر وبرع في ذلك كله ، بحيث إنه كان يحفظ كتاب الفائق للزمخشري ويستحضر صحاح الجوهري وجمهرة ابن دريد وغريب أبي عبيدة والنهاية لابن الأثير وكتاب المنتهى في اللغة للبرمكي وقد عقد له مجالس متعددة بحضرة أعيان علماء دمشق وتحضر هذه الكتب وغيرها من كتب اللغة والغريب ويأخذ كل من الحاضرين مجلدة من كتاب من هذه الكتب ويسأله عن مادة فيه في عدة مواضع فيسرد ذلك بمعناه ولا يفوته شيء من اللفظة إلا القليل ، وقد حضرت بعض المجالس بحضرة شيوخنا الأئمة : العلامة قاضي القضاة بهاء الدين أبي البقاء السبكي والشيخ جمال الدين ابن قاضي الزبداني مفتي دمشق والمحدث أمير الدين محمد بن علي الآبقي المالكي والعلامة الأديب صلاح الدين الصفدي . وكان إماما عالما فقيها شاعرا لغويّا ماهرا حفظة للغة وأشعار العرب وغريب الحديث . دينا متينا قليل الاختلاط بالناس قرأت عليه شيئا من اللغة وحضرت درسه في المدرسة الإقبالية في الفقه ، فكان يحفظ قطعة صالحة من شرح التنبيه لابن الرفعة ويسردها .\r\nتوفي في ليلة الثامن عشر من ربيع الآخر سنة سبعين وسبعمائة .\r\n\r\n181 - ابن لنكك « 1 » :\r\nمحمد بن محمد بن جعفر بن لنكك ، بفتح اللام ثم نون ساكنة ثم كاف مفتوحة بعدها كاف أخرى ، أبو الحسين البصري كان من النحاة الفضلاء والأدباء النبلاء وله شعر كثير منه .\r\nقوله :\r\n زمان قد تفرغ للفضول * فسود كل ذي حمق جهول \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في معجم الأدباء 7 / 77 ، والوافي 1 / 165 ، وبغية الوعاة 1 / 219 ، ويتيمة الدهر 2 / 348 .\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n إذا أحببتم فيه ارتفاعا * فكونوا جاهلين بلا عقول « 1 » \r\nوقوله :\r\n يعيب الناس كلهم الزمان * وما لزماننا عيب سوانا\r\nنعيب زماننا والعيب فينا * ولو نطق الزمان إذن هجانا\r\nذئاب كلنا في خلق ناس * فسبحان الذي فيه برانا\r\nيعاف الذئب يأكل لحم ذئب * ونأكل بعضنا بعضا عيانا « 2 » \r\nوله :\r\n يا زمانا ألبس الأح * رار ذلّا ومهانه\r\nلست عندي بزمان * إنما أنت زمانه\r\nكيف نرجو منك خيرا * والعلي فيك مهانه\r\nأجنون ما نراه * منك يبدو أم مجانه « 3 » \r\nوله :\r\n مضى الأحرار وانقرضوا وبادوا * وخلّفني الزمان على علوج\r\nوقالوا قد لزمت البيت جدا * فقلت لفقد فائدة الخروج\r\nفمن ألقى إذا أبصرت فيهم * قرودا راكبين على السروج\r\nزمان عزّ فيه الجود حتى * كأن الجود في أعلى البروج « 4 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشعر في بغية الوعاة ويتيمة الدهر .\r\n( 2 ) الشعر له في البغية والوافي وروى القفطي في ( المحمدون من الشعراء ) 140 البيتين الأولين للإمام الشافعي مع اختلاف يسير في الرواية .\r\n( 3 ) الشعر في يتيمة الدهر 2 / 348 .\r\n( 4 ) الشعر في المصدر السابق 2 / 349 .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nوله :\r\n نحن واللّه في زمان غشوم * لو رأيناه في المنام فزعنا\r\nأصبح الناس فيه من سوء حال * حق من مات منهم أن يهنا « 1 » \r\nوله :\r\n لا تخدعنك اللحى ولا الصّور * تسعة أعشار من ترى بقر\r\nتراهم كالسحاب منتشرا * وليس فيه لطالب مطر\r\nفي شجر السرو منهم مثل * له رواء وما له ثمر « 2 » \r\nوله :\r\n يا طالبا بالعلم حظّا مسعدا * في ذا الزمان رأيت رأي مخرنق\r\nإنفاق علم في زمان جهالة * ترجو ودهر عمى وسخف مطبق\r\nكن ساعيا ومصافعا ومضاربا * تنل الرغائب في الزمان وتنفق\r\nأو ما رأيت ملوك عصرك أصبحوا * يتجملون بكل قاض أحمق\r\nلا تلق أشباه الحمير بحكمة * موّه عليهم ما قدرت ومخرق « 3 » \r\nوله :\r\n لم يبق حر إليه يختلف * بل كل نذل عليه مختلف\r\nيا فلكا دار بالنذالة والجهل * إلى كم تدور يا خرف\r\nفعاقل ما يبل أنملة * وجاهل باليدين يغترف « 4 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشعر في يتيمة الدهر 2 / 350 .\r\n( 2 ) في المصدر السابق 2 / 351 .\r\n( 3 ) في المصدر السابق 2 / 351 .\r\n( 4 ) في المصدر السابق 2 / 351 .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nوله :\r\n عندنا في زماننا * عن طريق المكارم\r\nمن كفى الناس شرّه * فهو في جود حاتم « 1 » \r\nوله :\r\n تعستم جميعا من وجوه لبلدة * تكنّفهم جهل ولؤم فأفرطا\r\nوإن زمانا أنتم رؤساؤه * لأهل لأن يخرى عليه ويضرطا\r\nأراكم تعيبون اللئام وإنني * أراكم بطرق اللؤم أهدى من القطا « 2 » \r\nتوفي في حدود الأربعمائة وابنه أبو إسحاق إبراهيم « 3 » كان أديبا فاضلا ، وصاحبه الإمام أبو عبد اللّه الحسين بن علي النميري « 4 » أحد العلماء الأدباء بالبصرة .\r\n\r\n182 - ابن أبي البقاء « 5 » :\r\nمحمد بن محمد بن سليمان بن عبد العزيز ، أبو عبد اللّه الأنصاري الأندلسي البلنسي النحوي المعروف بابن أبي البقاء ، وهو خاله .\r\nسمع من أبي العطاء بن نذير وأبي بكر بن أبي جمرة وجماعة من شيوخ الأبار كأبي فرج الغافقي وغيره .\r\nوأجاز له ابن محمد بن الفرس وأبو ذر الخشني النحوي .\r\nقال الأبار : روى بالإجازة العامة عن أبي مروان بن قزمان وأبي طاهر السلفي لإجازته لأهل الأندلس . وكان شديد العناية بالسماع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في يتيمة الدهر 2 / 352 .\r\n( 2 ) في المصدر السابق 2 / 351 .\r\n( 3 ) ترجمته في المصدر السابق 2 / 358 .\r\n( 4 ) ترجمته في المصدر السابق 2 / 359 .\r\n( 5 ) ترجمته في الوافي 1 / 215 ، وبغية الوعاة 1 / 224 ، والتكملة للأبّار 2 / 587 .\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\nوالرواية مع الحظ الوافر من المعرفة وكان يتحقق بعلم العربية عاكفا على إقرائها مليح الخط سمعت منه وأجاز لي وكان شاعرا مجودا .\r\nتوفي في ربيع الأول سنة عشر وسبعمائة .\r\n\r\n183 - أبو عبد اللّه الصقلي « 1 » :\r\nمحمد بن محمد بن ظفر بن حجة الدين « 2 » ، أبو عبد اللّه الصقلي العلامة مؤلف كتاب ينبوع الحياة في التفسير في عشر مجلدات وكتاب سلوان المطاع وغيرهما . وكان أحد الأدباء الفضلاء ولد بصقلية ونشأ بمكة واستوطن حماة وكان فقيرا قصير القامة دميم الخلقة غير أنه صبيح الوجه . ومن تصانيفه أيضا كتاب سلوان المطاع صنعه لأحد القواد بصقلية وكتاب أنباه نجباء الأنباء وكتاب خير البشر بخير البشر « 3 » وكتاب الحواشي على درة الغواص . وشرح المقامات شرحين كبيرا وصغيرا .\r\nوتفسير القرآن وهو من محاسن التفاسير وغير ذلك .\r\nوتصانيفه كلها مليحة . وجرى بينه وبين الشيخ تاج الدين أبي النمر الكندي مناظرة في النحو واللغة فأورد عليه الكندي مسائل في النحو فلم يمش فيها . فقال ابن ظفر : الشيخ أعلم مني بالنحو وأنا أعلم منه باللغة .\r\nفقال الكندي : الأول مسلم والثاني ممنوع « 4 » . توفي بحماة سنة خمس وستين وخمسمائة « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 142 ، وأنباه الرواة 3 / 74 ، ووفيات الأعيان 4 / 29 ، ومعجم الأدباء 7 / 102 ، والفلاكة والمفلوكون 103 ، والوافي 1 / 141 ، ولسان الميزان 5 / 371 .\r\n( 2 ) في البغية ( محمد بن عبد اللّه بن محمد ) وفي الوافي والإنباه ( محمد بن أبي محمد بن محمد ) .\r\n( 3 ) كذلك ضبطه الصفدي في الوافي .\r\n( 4 ) في الوافي ( والثاني مسموع ) .\r\n( 5 ) في لسان الميزان ( وفاته سنة 598 أو 567 على اختلاف ) .\r\n","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n\r\n184 - ابن جعوان « 1 » :\r\nمحمد بن محمد بن عباس ، بالموحدة والسين ، ابن أبي بكر بن جعوان « 2 » ، أبو عبد اللّه الأنصاري الدمشقي العلامة الفقيه الشافعي المحدث الحافظ شمس الدين ابن جعوان ، سمع الكبير . . . . . « 3 » .\r\nوأخذ عن الشيخ محيي الدين النواوي وحدّث وله نظم ومجاميع .\r\nتوفي بدمشق سنة اثنتين وثمانين وستمائة « 4 » .\r\n\r\n185 - ابن مالك ( الابن ) « 5 » :\r\nمحمد بن محمد بن عبد اللّه بن مالك ، الإمام بدر الدين أبو عبد اللّه بن أبي عبد اللّه جمال الدين ابن مالك الطائي الجيّاني ثم الدمشقي ، شيخ العربية وقدوة أرباب المعاني والبيان وأحد العلماء الفضلاء ، قرأ على أبيه وأخذ عنه النحو واللغة . وكان ذكيّا فهما عارفا بالمنطق والأصول والنظر قال . . . . « 6 » لكنه كان لعّابا معاشرا . أخذ عنه جماعة منهم الشيخ كمال الدين أبو المعالي بن الزملكاني وقاضي القضاة بدر الدين ابن جماعة وغيرهما .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 224 ، وشذرات الذهب 5 / 381 ، وتذكرة الحفاظ 4 / 1491 ، والوافي 1 / 203 ، وتاريخ ابن كثير 13 / 302 ، وذيل مرآة الزمان 4 / 197 .\r\n( 2 ) في تاريخ ابن كثير ( محمد بن محمد بن عباس بن أبي جفوان ) .\r\n( 3 ) بياض في الأصل .\r\n( 4 ) في بغية الوعاة ( وفاته سنة 650 ) .\r\n( 5 ) ترجمته في بغية الوعاة 1 / 225 ، وطبقات الشافعية للسبكي 5 / 41 ، والوافي 1 / 204 ، وشذرات الذهب 5 / 398 ، ولحظ الألحاظ بذيل طبقات الحفاظ لتقي الدين المكي 80 .\r\n( 6 ) بياض في الأصل .\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nوكان عنده لطافة وكيس ولم يكن في وقته مثله .\r\nوله تصانيف منها شرح ألفية أبيه وهو في غاية الحسن وكتاب المصباح في المعاني والبيان .\r\nتوفي في ثامن المحرم سنة ست وثمانين وستمائة بالقولنج ولم يتكهل . وفي كلام بعضهم توفي كهلا .\r\n\r\n186 - ابن القوبع « 1 » :\r\nمحمد بن محمد بن عبد الرحمن « 2 » العلامة ، ركن الدين المعروف بابن القوبع المحقق البارع المفنن النحوي اللغوي الفقيه المالكي ، نزيل مصر . وكان إماما في الأصول والفقيه والأدب والعروض وأسماء الرجال والتاريخ والشعر والطب . ولي نيابة الحكم للقاضي المالكي بالقاهرة ثم تركها تدينا منه . وكان يدرّس بالمدرسة المنكوتمرية « 3 » بالقاهرة والطب بالمارستان المنصوري . وكان ينام أول الليل ثم يستيقظ وقد أخذ راحة فيتناول كتاب الشفاء لابن سينا وينظر فيه لا يكاد يخل بذلك . وكان فيه سأمة وملل وضجر حتى في الشطرنج يكون وسط الدست فينقضه ويقول سئمت سئمت وكذلك في البحث ، يكون في البحث قد حرر تلك المسألة فيتركها ويمضي . وله شعر حسن .\r\nتوفي بالقاهرة في سابع عشر ذي الحجة سنة ثمان وثلاثين وسبعمائة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 226 ، والوافي 1 / 238 ، والدرر الكامنة 4 / 181 ، وتاريخ ابن كثير 14 / 183 ، والديباج المذهب 329 .\r\n( 2 ) في تاريخ ابن كثير ( محمد بن عبد الرحمن بن يوسف ) .\r\n( 3 ) نسبة إلى منكوتمر نائب الملك المنصور ( شذرات الذهب 5 / 440 ) .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n\r\n187 - أبو الحسن الخيشي « 1 » :\r\nمحمد بن محمد بن عيسى ، أبو الحسن الخيشي ، بفتح الحاء المعجمة ثم مثناة من تحت ساكنة ثم سين معجمة ، إمام مشهور بصري نحوي .\r\nقال ابن السمعاني : أخذ عن الفارسي وأبي عبد اللّه النمري والأزدي وكان إماما في حل المترجم « 2 » قال أبو العلاء الفرضي في كتابه مشتبه النسب : أديب فاضل له معرفة حسنة بالنحو واللغة وله شعر منه قوله :\r\n ولي صاحب ما خفت مكروه طارق * من الأمر إلا كان لي من وراية « 3 »\r\nإذا عضني صرف الزمان فإنني * برايته أسطو عليه ورايه \r\nوذكره ابن الدبيثي وقال : هو أحد الأدباء نحوي .\r\nمات سنة ثمان وثلاثين وأربعمائة .\r\n\r\n188 - أبو الوفاء الأخسيكثي « 4 » :\r\nمحمد بن محمد بن القاسم ، أبو الوفاء الأخسيكثي .\r\nبالتاء المثلثة آخره .\r\nقال ابن السمعاني : كان إماما في اللغة والتاريخ .\r\nومات بعد سنة عشرين وخمسمائة « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في اللباب 1 / 400 ، وبغية الوعاة 1 / 232 ، والوافي 1 / 117 ، والأنساب 5 / 259 ، والإكمال 3 / 240 .\r\n( 2 ) في اللباب ( في حل التراجم ) .\r\n( 3 ) أصل الكلمة الأخيرة من البيت ( ورائه ) وقلب الهمزة ياء .\r\n( 4 ) ترجمته في بغية الوعاة 1 / 233 ، ومعجم الأدباء 19 / 44 ، واللباب 1 / 26 ، والوافي 1 / 148 .\r\n( 5 ) في البغية والوافي ( توفي سنة 522 ) .\r\n","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\n\r\n189 - أبو البركات الشهرستاني « 1 » :\r\nمحمد بن محمد بن محمد بن الحسين الشهرستاني الأصل البغدادي المولد والدار ، أبو البركات بن أبي جعفر النحوي .\r\nقرأ على أبي محمد عبد اللّه بن أحمد بن الخشاب وجالسه ومن بعده على أبي الحسن علي بن المبارك بن بابويه ابن الزاهد النحوي « 2 » ولازمه حتى حصل له معرفة هذا العلم وتميز فيه . وذكر أنه سمع الحديث من جماعة . ذكره ابن الدبيثي وقال : كتبنا أناشيد « 3 » له ولغيره وسألته عن مولده فقال : في رمضان سنة تسع وأربعين وخمسمائة ولم يذكر وفاته .\r\nوقال الذهبي : توفي في ربيع الآخر سنة ثمان عشرة وستمائة .\r\n\r\n190 - أبو صالح التجيبي « 4 » :\r\nمحمد بن محمد بن محمد بن أبي صالح ، أبو صالح التجيبي الأندلسي المالكي المالقي الزاهد .\r\nقال الذهبي : أخذ عن أبي محمد بن القرطبي وجماعة .\r\nونزل سبتة وأقرأ بها القرآن والعربية ، وكان قدوة في الزهد والورع مشهورا .\r\nتوفي في ربيع الأول سنة أربع وأربعين وستمائة .\r\nوكانت جنازته مشهورة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 222 ، وأنباه الرواة 3 / 210 ، والمختصر المحتاج إليه 1 / 132 .\r\n( 2 ) في البغية ( ابن الزاهدة النحوي ) .\r\n( 3 ) أي كتبنا من إنشاده .\r\n( 4 ) ترجمته في التكملة للأبّار 2 / 657 .\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\n\r\n191 - التكريتي « 1 » :\r\nمحمد بن محمد التكريتي النحوي ، نزيل بغداد . قرأ الأدب وبرع فيه ومن شعره قوله :\r\n من كان ذمّ الرقيب يوما * فإنني للرقيب شاكر\r\nلم أر وجه الرقيب وقتا * إلا ووجه الحبيب حاضر \r\nتوفي سنة سبع ، بتقديم السين على الباء ، عشرة وستمائة « 2 » .\r\n\r\n192 - الثعلبي « 3 » :\r\nمحمد بن محمد بن علي بن أبي سعد بن عمرون ، الإمام جمال الدين أبو عبد اللّه الثعلبي « 4 » النحوي .\r\nولد سنة ست وتسعين وخمسمائة تقديرا .\r\nوسمع من ابن طبرزد وأخذ النحو عن الإمام موفق الدين أبي البقاء ابن يعيش قرأ عليه كتاب سيبويه .\r\nوقد أخذ عنه الشيخ بهاء الدين أبو عبد اللّه بن النحّاس الحلبي وجالسه الإمام جمال الدين بن مالك وحدّث عنه الدمياطي .\r\nقال الذهبي : وبرع في العربية وتصدر لإقرائها وتخرج به جماعة .\r\nوتوفي في ثالث ربيع الأول سنة تسع وأربعين وسبعمائة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 237 ، والوافي 1 / 212 .\r\n( 2 ) في المصدرين السابقين ( وفاته سنة 618 ) .\r\n( 3 ) ترجمته في بغية الوعاة 1 / 231 .\r\n( 4 ) في المصدر السابق ( الحلبي النحوي ) .\r\n","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\n\r\n193 - شمس الدين الأصبهاني « 1 » :\r\nمحمد بن محمود بن محمد بن عبد الكافي ، الشيخ شمس الدين أبو عبد اللّه الأصبهاني القاضي الفقيه الشافعي الأصولي المتكلم النحوي نزيل مصر . صاحب التصانيف التي منها شرح المحصول وهو حافل كبير وكتاب القواعد في العلوم الأربعة « 2 » الأصولين والخلاف والمنطق ، وهو أحسن تصانيفه وكتاب غاية المطلب في المنطق . وله يد طولى في الشعر والعربية . شرح الحاجبية شرحا مطولا ودرّس بمشهد الحسين وبالشافعي وتخرج به المصريون .\r\nومات في العشرين من رجب سنة ثمان وثمانين وستمائة « 3 » عن اثنتين وسبعين سنة بتقديم السين ، بالقاهرة ودفن بالقرافة وذكره الشيخ تاج الدين الفركاح وقال : لم يكن في زمانه مثله في علم الأصول ، دخل حلب وناظر فقهاءها وأقرّوا بغزارة علمه . وقال غيره : قدم دمشق بعد الخمسين وستمائة وناظر الفقهاء واشتهرت فضائله وانتهت إليه الرئاسة في أصول الفقه وكانت له مشاركة جيدة في النحو والأدب ودخل الديار المصرية وولي قضاء قوص مدة ثم قضاء الكرك ثم رجع إلى مصر وولي تدريس الشافعي والصاحبية « 4 » وتخرج به خلق ورحل إليه الطلبة .\r\nومات في ثامن رجب سنة . . . « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات الشافعية للسبكي 5 / 41 ، وشذرات الذهب 5 / 406 ، وبغية الوعاة 1 / 240 ، وفوات الوفيات 2 / 523 ، وتاريخ ابن كثير 13 / 315 ، وطبقات الإسنوي 1 / 157 .\r\n( 2 ) في شذرات الذهب ( الوائد في العلوم الأربعة ) .\r\n( 3 ) في بغية الوعاة ( وتوفي سنة 678 ) .\r\n( 4 ) في فوات الوفيات ( الصالحية ) .\r\n( 5 ) بياض في الأصل وقد سبق للمؤلف أن ذكر سنة الوفاة فيما تقدم من الترجمة .\r\n","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n\r\n194 - البوشنجي « 1 » :\r\nمحمد بن مزيد ، بفتح الميم وسكون الزاي وفتح المثناة من تحت ، كذلك قيده الدارقطني ، ابن محمود بن منصور بن راشد . أبو بكر بن أبي الأزهر الخزاعي البوشنجي النحوي الأخباري .\r\nروى عن حمّاد بن إسحاق بن إبراهيم الموصلي كتاب الأغاني وعن أبي كريب وحسين بن عبد الرحمن الأحنياطي والزبير بن بكّار . وكان صاحب المبرد وله شعر كثير وكان ضعيفا فيما يرويه ، كتبنا عنه أحاديث منكرة . قال الدارقطني وقال الخطيب البغدادي : كان كذّابا يضع الحديث على الثقات وله شعر كثير زاد في حديث رسول اللّه صلّى اللّه عليه وسلم : ( أما ترضى أن تكون مني بمنزلة هارون من موسى إلا أنه لا نبي بعدي ) قوله : ( ولو كان لكنته ) لم يرو هذه الزيادة غيره . وله من هذه الأخبار ما لست بصدد ذكره .\r\nومن تصانيفه : أخبار عقلاء المجانين وكتاب الهرج والمرج في أخبار المستعين . والمقروء من شعره قوله :\r\n لا تبع لذة يوم لغد * وبع الغيّ بتعجيل الرشد\r\nإنها أن أخرت عن وقتها * باختداع النفس يوما لم تعد\r\nفأشغل النفس بها شغلتها * لا تفكر في حميم وولد\r\nأو ما خبرت عما قيل في * مثل باق على طول الأبد\r\nإنما دنياي نفسي فإذا * تلفت نفسي فلا عاش أحد « 2 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 242 ، ولسان الميزان 5 / 378 ، وتاريخ بغداد 3 / 288 ، ومعجم الشعراء 429 ، وتاريخ بغداد للبنداري ( مخطوط ) 1 / 74 ، وتاريخ الأدب لبروكلمان 3 / 138 .\r\n( 2 ) الأبيات في معجم الشعراء 429 وصدر البيت الثالث فيه ( فاشتغل دوما بها عن شغلها ) .\r\n","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nوله :\r\n إذا كنت أحتاج في حاجتي * وأنت صديقي أن أذكرك\r\nفحقك عندي إذا ما قضيت ( م ) * بعد اقتضائي أن أهجرك\r\nفلا حظ فيك لذي حاجة * إذا كان حظك أن يهجرك \r\nتوفي في سنة ثلاث وثمانين ومائتين « 1 » عن سن عالية .\r\n\r\n195 - قطرب « 2 » :\r\nمحمد بن المستنير ، بضم الميم ثم سين مهملة ساكنة ثم مثناة من فوق مفتوحة ثم نون مكسورة ثم مثناة من تحت ساكنة ثم راء . اسم فاعل من استنار ، ابن أحمد ، أبو علي البصري الملقب قطربا وهو مولى مسلم ابن زياد وصاحب سيبويه وتلميذه اللغوي النحوي ، مؤلف المثلث المشهور وغيره من التصانيف .\r\nقال الزبيدي : كان موثوقا فيما يحكيه .\r\nتوفي سنة ست ومائتين .\r\n\r\n196 - أبو بكر الخشني « 3 » :\r\nمحمد بن مسعود ، أبو بكر بن أبي ركب الخشني بضم الحاء المعجمة وبالسين المعجمة أيضا المفتوحة الجيّاني .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في لسان الميزان ( وفاته سنة 325 ) .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 242 ، ومعجم الأدباء 7 / 105 ، وطبقات النحويين 106 ، وأنباه الرواة 3 / 219 ، وأخبار النحويين البصريين 38 ، ووفيات الأعيان 3 / 439 ، وشذرات الذهب 2 / 15 ، ولسان الميزان 5 / 378 ، ومراتب النحويين 67 ، ونزهة الألباء 60 ، والعبر 1 / 350 ، ونور القبس 174 .\r\n( 3 ) ترجمته في بغية الوعاة 1 / 244 ، ومعجم الأدباء 7 / 106 ، والتكملة للأبّار 2 / 469 ، وبغية الملتمس 283 ، ومعجم أصحاب الصدفي للأبّار 157 .\r\n","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nقال ابن الدبيثي : قال لي أبو عبد اللّه المريسي النحوي ببغداد : أنه يعرف بابن أبي ركب صاحب شرح سيبويه ووالد أبي ذر مصعب بن أبي ركب أحد كبار نحاة المغرب . وركب جمع ركبة كذلك قيده الإمام شرف الدين المريسي كان على رأس المائة السادسة .\r\nقلت وقال الذهبي في تاريخ الإسلام : محمد بن مسعود بن عبد اللّه ابن مسعود ، أبو بكر بن أبي ركب الخشني الجيّاني المقرئ النحوي العلّامة أخذ القراءات عن أبي القاسم بن موسى وأبي الحسن بن شفيع وجماعة .\r\nوأخذ العربية والآداب عن ابن أبي العافية وابن الأخضر وابن الأبرش ، وروى عن أبي الحسن بن سراج وأبي علي بن سكّرة وابن غياث وجماعة .\r\nقال الأبار : تقدم في صناعة العربية وتصدر لإقرائها وولي بآخرة خطابة غرناطة وكان من جلة النحاة وأئمتهم شرح كتاب سيبويه ولم يتمه .\r\nوكان حافظا للغريب واللغة متصرفا في فنون الأدب مع الجد والصلاح .\r\nوله شعر .\r\nتوفي في نصف ربيع الأول سنة أربع وأربعين وخمسمائة عن بضع وستين سنة .\r\nأخذ عنه أبو عبد اللّه بن حميد وابنه أبو ذر الخشني .\r\n\r\n197 - الماليني الهروي « 1 » :\r\nمحمد بن مسعود بن محمد الماليني الهروي ، ومالين رستاق هراة ، أبو يعلى الأديب . له معرفة بالنحو واللغة ، ويقول الشعر الجيد بالفارسية والعربية ويذهب إلى مذهب الكرّامية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 246 ، وأنباه الرواة 3 / 214 ، وذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 151 ونقلت هذه الترجمة عنه نقلا حرفيّا .\r\n","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nقدم بغداد حاجا في سنة ثمان وستمائة وكتب بها عنه من شعره ، ذكره ابن الدبيثي كذلك وقال : سألت عنه فقيل لي لم يكن محمود الطريقة وإنه كان متسامحا في الأمور الدينية .\r\nومن شعره قوله :\r\n أصون المحيا لا أرقرق ماءه * إذا ابتذلت عنه الطماعة أوجه\r\nأأنزل بالأدنى ومن تحت أخمصي * من الفلك الأعلى تطامن أوجه « 1 » \r\n\r\n198 - الغزني « 2 » :\r\nمحمد بن مسعود الغزني ، بفتح العين المعجمة ثم زاي ساكنة ثم نون . نسبة إلى غزنة . نقل عنه أبو حيان في شرح التسهيل وارتشاف الضرب .\r\n\r\n199 - بدر الدين الحلبي « 3 » :\r\nمحمد بن منصور بن إبراهيم بن منصور ، الإمام بدر الدين أبو عبد اللّه بن الجوهري الحلبي المقرئ النحوي الأديب الفقيه الشافعي المحدّث ، ذو الفضائل والمآثر شرف الأكابر صدر الديار المصرية .\r\nولد سنة اثنتين وخمسين وستمائة بحلب وسمع بها من إبراهيم بن خليل وغيره ، وبمصر من الكمال الضرير وابن عزون والنجيب عبد اللطيف وطائفة ، فأكثر . وقرأ العربية على الشيخ بهاء الدين بن النحاس وبالروايات على الصفي خليل المراغي وتعين « 4 » في الفضائل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رواهما ابن الدبيثي في ذيل تاريخ بغداد 1 / 151 .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 245 ، وكشف الظنون 236 ووفاته فيه ( سنة 421 ) .\r\n( 3 ) ترجمته في شذرات الذهب 6 / 52 ، وطبقات القراء 2 / 266 ، والدرر الكامنة 4 / 266 .\r\n( 4 ) كذلك وردت في المخطوطة .\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nوشارك في العلوم وكان ذا جلالة ووقار وعدالة تامة وتصوّن وحرمة وافرة ، عرضت عليه الوزارة فامتنع .\r\nسمع منه : الشيخ جمال الدين يوسف بن الزكي عبد الرحمن بن يوسف المزي والإمام المحدث محمد بن سامة وأبو محمد القاسم بن محمد البرزالي وسائر الطلبة بمصر والشام .\r\nتوفي في جمادى الآخرة سنة تسع ، بتقديم التاء ، عشرة وسبعمائة بدمشق .\r\nوقد روى الشاطبية عن ابن فأر اللبن عن المصنف ، ذكره كذلك الذهبي في طبقات القراء .\r\n\r\n200 - الهيتي « 1 » :\r\nمحمد بن منصور بن جميل ، أبو عبد اللّه البغدادي الهيتي الكاتب .\r\nقال ابن النجار : تقدم في النحو واللغة والحساب والشعر وسمع من ابن كليب وله شعر حافل مدح الخليفة الناصر للّه وولي صدرية المخزن مات كهلا في شعبان سنة ست عشرة وستمائة .\r\n\r\n201 - ابن الجبي « 2 » :\r\nمحمد بن موسى بن عبد العزيز ، أبو بكر بن أبي عمران الصيرفي الكندي المصري الملقب بسيبويه ويعرف بابن الجبي بضم الجيم وبعدها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 250 ، ومعجم الأدباء 7 / 110 .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 250 ، ومعجم الأدباء 7 / 110 ، والأنساب 3 / 205 ، والإكمال لابن ماكولا 2 / 232 ، وطبقات الشافعية للإسنوي 1 / 347 ، وذكر بروكلمان في تاريخ الأدب العربي 3 / 84 أن لابن زولاق الليثي كتابا في أخبار صاحب هذه الترجمة عنوانه ( أخبار سيبويه المصري ) ونشر بالقاهرة سنة 1933 .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\nموحدة مشددة نسبة إلى موضع بمصر يقال له جبة ، الفقيه الشافعي الأديب النحوي الشاعر الفصيح الصوفي ، ولد سنة أربع وثمانين ومائتين وسمع من جماعة منهم المنجنيقي وأبو عبد الرحمن النسائي وأبو جعفر الطحاوي وتفقه للشافعي وجالس أبا هاشم المقدسي وأبا بكر بن الحداد وأخذ عنه ، وتلمذ له وكان متظاهرا بمذهب الاعتزال ويتكلم على ألفاظ الصالحين والزهد وكان متصدرا في هذا الفن وله شعر .\r\nوقال ابن ماكولا : هو صاحب الكلام المليح والنقد الجيد للشعر وكان في دولة الإخشيد .\r\nوكنية أبيه أبو عمران ويعرف هو بابن الجبّي .\r\nوقال غيره : كان من أكابر الأدباء في دولة الإخشيد فقيها شاعرا فصيحا صوفيّا . وذكره ابن باطيش والتفليسي في طبقات الشافعية .\r\nتوفي سنة ثمان وخمسين وثلاثمائة .\r\n\r\n202 - الأفشين « 1 » :\r\nمحمد بن موسى بن هاشم بن يزيد ، مولى المنذر المعروف بالأفشين « 2 » كان متصرفا في علم الأدب والخبر .\r\nرحل إلى المشرق ولقي أبا جعفر الدينوري ونسخ كتاب سيبويه من نسخة واحدة . وأخذ عنه رواية .\r\nوأخذه عن المازني ، وروى كتب ابن قتيبة عن إبراهيم بن جميل الأندلسي بمصر . وله كتب مؤلفة في الأدب منها شواهد الحكم وطبقات الكتاب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 252 ، وطبقات النحويين 305 ، وجذوة المقتبس 82 ، وتاريخ علماء الأندلس 2 / 31 ، وأنباه الرواة 3 / 216 ، وبغية الملتمس 268 .\r\n( 2 ) في طبقات النحويين ( الأفشنيق ) وفي تاريخ علماء الأندلس ( الأقشتين ) .\r\n","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nتوفي في رجب سنة سبع ، بتقديم السين ، وثلاثمائة .\r\nذكره كذلك الزبيدي .\r\n\r\n203 - ابن الموصلي « 1 » :\r\nمحمد بن ميكائيل بن أحمد بن راشد ، الإمام محمد بن الموصلي الفرضي النحوي .\r\nقال الذهبي في تاريخ الإسلام : استملى على ابن الخبّاز النحوي كتاب التوجيه في العربية . توفي في شوال سنة ثمانين وستمائة عن ثمان وسبعين سنة .\r\n\r\n204 - محمد بن أبي نصر بن الشمحل « 2 » أبو عبد اللّه النحوي\r\n\r\n205 - ابن الأخرم « 3 » :\r\nمحمد بن النضر بن مر بن الحر الربعي ، الإمام أبو الحسن بن الأخرم الدمشقي صاحب هارون بن موسى بن شريك ، المقرئ المفسر النحوي . ولد سنة ستين ومائتين ، وقرأ على هارون وعلى جعفر بن أحمد بن كزار وانتهت إليه رئاسة الإقراء بالشام لإتقانه ومعرفته ، وكان له حلقة عظيمة بدمشق في جامعها وتلامذة جلة وقال أبو عمرو الداني :\r\nروى القراءة عنه عرضا أحمد بن عبد العزيز بن بدهن وأحمد بن نصر الشذائي ومحمد بن أحمد الشنبوذي ومحمد بن الخليل وصالح بن إدريس وعلي بن إدريس وعلي بن محمد بن بشر الأنطاكي وعبد اللّه بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 254 وفيه ( الإمام مجد الدين الموصلي ) .\r\n( 2 ) كذلك ذكره ابن قاضي شهبة ولم أعثر على ترجمة في المصادر التي بين يدي .\r\n( 3 ) ترجمته في طبقات القراء 2 / 270 ، وشذرات الذهب 2 / 361 .\r\n","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nعطية المفسر وأبو الفتح المظفر بن هشام وعلي بن داود الداراني ومحمد بن حجر وجماعة لا يحصى عددهم .\r\nقال الذهبي : قلت منهم محمد بن أحمد السلمي الحبني شيخ الأهواز وسلامة بن الربيع المطرز وأبو بكر أحمد بن مهران ، وقد أخطأ عبد الباقي بن الحسن في اسمه واسم أبيه . فقال : علي بن الحسن بن مر .\r\nوقال علي بن داود : لما قدم ابن الأخرم بغداد حضر مجلس ابن مجاهد فقال لأصحابه : هذا صاحب الأخفش الدمشقي فاقرءوا عليه ، فكان ممن قرأ عليه أبو الفتح بن بدهن .\r\nوقال الشنبوذي : قرأت على أبي الحسن بن الأخرم فما رأيت شيخا أحسن منه بالقراءات ولا أحفظ ، وكان مع ذلك يحفظ تفسيرا كثيرا ومعاني ، قال : إن الأخفش لقّنه القرآن . وقال عبد الباقي بن الحسن : قال ابن الأخرم : قرأت على الأخفش وكان يأخذ عليّ في منزلي . قال عبد الباقي : كان أبوه يخلّص للأخفش رزقه من السلطان في كل سنة .\r\nقال أبو القاسم بن عساكر : طال عمر ابن الأخرم وارتحل الناس إليه وكان عارفا بعلل القراءات بصيرا بالتفسير والعربية متواضعا حسن الأخلاق كبير الشأن .\r\nوقال محمد بن علي السلمي : قمت ليلة المؤذن الكبير لأخذ النوبة علي بن الأخرم فوجدت قد سبقني ثلاثون قارئا ولم تدركني النوبة إلى العصر .\r\nقال أبو علي أحمد بن محمد الأصبهاني : توفي ابن الأخرم سنة إحدى وأربعين وثلاثمائة ، وقال غيره : سنة اثنتين وأربعين وقال عبد الباقي بن الحسن : توفي بعد سنة أربعين وصعدت غمامة على جنازته من المصلى إلى قبره . وكان يوما صائفا فكانت شبه الآية .\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n\r\n206 - أبو سعد السلمي « 1 » :\r\nمحمد بن الهيثم بن محمد بن الهيثم . أبو سعد السلمي الأصبهاني .\r\nحج سنة ثمان وتسعين وسمع من أصحاب أبي علي بن شاذان وغيره .\r\nوسمع ببلده وحدّث .\r\nقال الذهبي : وكان بارعا في اللغة والأدب مليح الخط ، لازم منزله . وتوفي في شعبان سنة تسع وأربعين وخمسمائة وهو في عشر التسعين ، أثنى عليه الحافظ أبو موسى وروى عنه .\r\n\r\n207 - ابن القبيصي « 2 » :\r\nمحمد بن أبي الوفاء أحمد بن أبي طاهر ، أبو عبد اللّه العدوي النحوي ، يعرف بابن القبيصي « 3 » من أهل الموصل منسوب إلى قرية من قرى الموصل . قرأ القراءات على جماعة من الشيوخ وقرأ النحو على أبي الحرم مكي بن ريان الماكسيني نزيل الموصل .\r\nوحصل له معرفة جيدة به وقدم بغداد سنة ثمانين وخمسمائة وقرأ بها القرآن على القاضي أبي الفتح نصر اللّه بن علي بن الكيّال الواسطي لما قدمها وسمع منه وتفقه على جمال الدين أبي القاسم يحيى بن علي بن فضلان وأقام عنده مديدة وعاد إلى بلده ثم قدمها مرة ثانية في سنة ثمان وثمانين وخمسمائة وسمع من أبي سعد عبد الواحد بن علي بن محمد بن حمويه الصوفي النيسابوري لما وردها صادرا من الحج . ذكره كذلك ابن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في تاريخ بغداد للبنداري الأصفهاني ( مخطوط ) 1 / 93 ، وأخبار أصبهان لأبي نعيم الأصبهاني 2 / 218 وفيه ( محمد بن أبي الهيثم ) .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 260 ، وأنباه الرواة 3 / 77 ، والمختصر المحتاج إليه 1 / 169 ، وذيل تاريخ بغداد لابن الدبيثي ( مخطوط ) 1 / 183 .\r\n( 3 ) في بغية الوعاة ( ابن القبيضي ) وفي المختصر ( ابن القبيص ) .\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nالدبيثي وقال : لقيته بإربل وكان مقيما بها يقرأ النحو بدار الحديث وكتبت عنه لفضله وصلاحه .\r\n\r\n208 - ابن ولاد التميمي « 1 » :\r\nمحمد بن الوليد ، أبو الحسين بن ولّاد التميمي .\r\nأخذ عن أبي علي الدينوري وعن محمود بن حيّان وغيرهما بمصر ثم رحل إلى العراق وأقام بها ثمانية أعوام ولقي المبرد وثعلبا ، وقرأ على المبرد كتاب سيبويه وكان حسن الخط صالح المضبطة ، تزوج أبو علي الدينوري أمه . وله في النحو كتاب سماه المنمق .\r\n\r\n209 - أبو عامر الشاطبي « 2 » :\r\nمحمد بن يحيى بن خليقة بن ينّق ، أبو عامر الشاطبي .\r\nقال الأبّار : قرأ على محمد بن فرج المكناسي وسمع من أبي علي ابن سكرة وأخذ بقرطبة عن أبي الحسن بن سراج ، ومهر في الأدب والعربية وبلغ الغاية من البلاغة والكتابة والشعر ، ولقي أبا العلاء بن زهر فأخذ عنه علم الطب ولازمه وساعده الجد وبعد صيته في ذلك مع المشاركة في عدة علوم وكان رئيسا معظّما جميل الدواء وله تصنيف كبير في الحماسة وتصنيف آخر في ذكر ملوك الأندلس والأعيان والشعراء روى عنه : أبو عبد اللّه المكناسي وعاش بضعا وستين سنة .\r\nوتوفي في آخر سنة سبع وأربعين وخمسمائة . نقله الذهبي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في معجم الأدباء 7 / 133 ، وأنباه الرواة 3 / 224 ، وطبقات النحويين 236 ، والوافي 1 / 317 ، وبغية الوعاة 1 / 259 ( ووفاته كما ذكر صاحب البغية سنة 298 ) .\r\n( 2 ) ترجمته في التكملة للأبّار 2 / 479 ، وبغية الوعاة 1 / 261 ، ومعجم الأبّار 162 .\r\n","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n\r\n210 - القلفاط « 1 » :\r\nمحمد بن يحيى بن زكريا ، أبو عبد اللّه القلفاط ، كان بارعا في علم العربية حافظا للغة شاعرا محمودا ، ذكره الزبيدي كذلك .\r\n\r\n211 - أبو بكر الصولي « 2 » :\r\nمحمد بن يحيى « 3 » بن عبد اللّه بن العباس بن محمد بن صول . أبو بكر الصولي ، صاحب التصانيف . الأخباري الأديب . وصول جده أحد ملوك جرجان ، أسلم على يزيد بن المهلب ولم يزل معه حتى قتل يزيد .\r\nكان أبو بكر أحد الأدباء الفضلاء ، روى عن أبي داود السجستاني وثعلب والمبرد وأبي بكر العلافي وغيرهم .\r\nوعنه : الدارقطني وابن حيويه وأبو عبيد اللّه المرزباني وغيره .\r\nوله تصانيف حسنة مشهورة .\r\nتوفي بالبصرة سنة خمس أو ست وثلاثين وثلاثمائة لإضاقة لحقته « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات النحويين 301 ، وجذوة المقتبس 91 ، وبغية الملتمس 314 ، ونفح الطيب 4 / 273 ، وأنباه الرواة 3 / 231 ، وبغية الوعاة 1 / 264 ( وفيه القلفاطي ) .\r\n( 2 ) ترجمته في تاريخ ابن كثير 11 / 219 ، وأنباه الرواة 3 / 233 ، ووفيات الأعيان 3 / 477 ، وشذرات الذهب 2 / 339 ، واللباب 2 / 63 ، ولسان الميزان 5 / 427 ، ومعجم الأدباء 7 / 136 ، ونزهة الألباء 188 ، وتاريخ جرجان 383 ، والجواهر المضية 2 / 444 ، ومعجم الشعراء 431 ، والمنتظم 6 / 359 ، ونور القبس 346 ، وتاريخ الأدب لبروكلمان 3 / 51 .\r\n( 3 ) في تاريخ ابن كثير ( ومحمد بن عبد اللّه بن العباس الصولي ) .\r\n( 4 ) في أنباه الرواة ( لحقته إضاقة أخرجته من بغداد فمات بالبصرة ) .\r\n","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\n\r\n212 - القلفاط الرّباحي « 1 » :\r\nمحمد بن يحيى بن عبد السلام ، أبو عبد اللّه الأندلسي الأزدي النحوي الرباحي بفتح الراء والموحدة نسبة إلى قلعة رباح بالأندلس ويعرف بالقلفاط بفتح القاف ثم لام ساكنة ثم فاء وبعد الألف طاء مهملة ، كان عارفا بالعربية صادقا ذكيّا عالما ، أدّب المغيرة بن الناصر لدين اللّه صاحب الأندلس ومن شعره قوله :\r\n طوى عني مودّته غزال * طوى قلبي على الأحزان طيّا\r\nإذا ما قلت يسلوه فؤادي * تجدد حبه فازددت غيا\r\nأحيّيه وأفديه بنفسي * وذاك الوجه أهل أن يحيا « 2 » \r\nتوفي في سنة ثمان وخمسين وثلاثمائة .\r\nذكره الزبيدي وقال : وكان ينتهي إلى يزيد بن المهلب بن أبي صفرة وأصله من جيان ، انتقل أبوه وجده إلى قلعة رباح فنسب إليها وكان حاذقا بعلم العربية طالع كتب أهل الكلام وتفنن فيها ونظر في المنطقيات فأحكمها ، ورحل إلى المشرق فلقي أبا جعفر بن النحاس فحمل عنه كتاب سيبويه رواية وكان ذا وقار وسمت وصيانة ونزاهة نفس وعفاف ودين .\r\nوذكر أبو محمد علي بن أحمد بن سعيد بن حزم وقال : نحوي مشهور في المغاربة كان لا يقصر عن أكابر أصحاب محمد بن يزيد المبرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات النحويين 335 ، وتاريخ علماء الأندلس 2 / 70 ، وبغية الوعاة 1 / 262 ، وأنباه الرواة 3 / 229 ، 233 ، وبغية الملتمس 312 ، وجذوة المقتبس 91 .\r\n( 2 ) الشعر في يتيمة الدهر 2 / 50 .\r\n","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\n\r\n213 - أبو عبد اللّه الخزرجي « 1 » :\r\nمحمد بن يحيى بن مزاحم ، أبو عبد اللّه الأنصاري الخزرجي الأشوني ثم الطليطلي المقرئ النحوي . مصنف كتاب المناهج في القراءات ، وكان غاية في علم العربية ، له رحلة إلى مصر لقي فيها القضاعي وطبقته .\r\nأخذ عنه أبو الحسن العبسي مع تقدمه . قرأ عليه أبو العباس بن حرب عن قراءته على أبي عمرو بن محرّز .\r\nتوفي أول سنة اثنتين وخمسمائة « 2 » .\r\n\r\n214 - ابن البرذعي « 3 » :\r\nمحمد بن يحيى بن هشام ، العلامة أبو عبد اللّه الأنصاري الخزرجي الأندلسي المعروف بابن البرذعي النحوي . من أهل الجزيرة الخضراء .\r\nروى عن أبيه وأخذ عنه القراءات وأخذ العربية عن أبي ذر الخشني وسمع من جماعة .\r\nقال الذهبي : وكان رأسا في علم اللسان عاكفا على التعليم والتعليل والتصنيف وكان أبو علي الشلوبين يثني عليه بمعرفته . صنف كتاب فصل المقال في أبنية الأفعال وكتاب المسائل النخب في عدة مجلدات وكتاب الإيضاح وغير ذلك ، توفي في تونس في جمادى الآخرة سنة ست وأربعين وستمائة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات القراء 2 / 277 ، وبغية الوعاة 1 / 267 .\r\n( 2 ) في بغية الوعاة ( وفاته سنة 501 ) .\r\n( 3 ) ترجمته في بغية الوعاة 1 / 267 ، والتكملة للأبّار 2 / 660 .\r\n","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n\r\n215 - أبو العباس المبرّد « 1 » :\r\nمحمد بن يزيد بن عبد الأكبر بن عمير بن حسان بن سليمان بن سعد بن عبد اللّه بن مالك بن الحارث بن عامر بن عبد اللّه بن بلال بن عوف بن أسلم ( وهو ثمالة ) « 2 » بن أبجر بن كعب بن عبد اللّه بن مالك بن نصر بن الغوث الأزدي الثمالي بضم الثاء المثلثة الأزدي البصري ، الإمام أبو العباس المبرد ، إمام العربية ببغداد في زمانه وصاحب التصانيف . ولد يوم الاثنين ليلة الأضحى سنة عشر ومائتين . وأخذ عن أبي عثمان المازني وأبي الحسن الرمّاني وأبي حاتم سهل بن محمد السجستاني .\r\nقال السيرافي : أخذ المبرد النحو عن الجرمي والمازني وغيرهما .\r\nوكان على المازني يعوّل ويقال : إنه بدأ بقراءة سيبويه وختمه على المازني .\r\nروى عنه : إسماعيل الصفار وإبراهيم بن محمد بن عرفة نفطويه ومحمد بن يحيى الصولي . وكان فصيحا بليغا مفوها ثقة أخباريّا علامة صاحب نوادر وظرافة . جميلا وسيما لا سيما في صباه ، وله تصانيف مشهورة منها كتاب الكامل ، قال القاضي الفاضل : طالعته سبعين مرة ، وكل مرة أزداد من فوائده . وكتاب المقتضب ، والروضة ، وكتاب معاني القرآن وكتاب الرسالة الكاملة في إعراب القرآن وكتاب الحروف في معاني القرآن إلى طه . وكتاب الاشتقاق وكتاب الأنواء والأزمنة وكتاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 269 ، وطبقات النحويين 108 ، وأخبار النحويين البصريين 72 ، ووفيات الأعيان 3 / 441 ، وأنباه الرواة 3 / 241 ، وتاريخ ابن كثير 11 / 79 ، وشذرات الذهب 2 / 190 ، وطبقات القراء 2 / 280 ، واللباب 1 / 197 ، ولسان الميزان 5 / 430 ، ومراتب النحويين 83 ، ونزهة الألباء 148 ، ومعجم الأدباء 7 / 137 ، ومعجم الشعراء 405 ، ونور القبس 324 ، ومجلة المعلم الجديد العدد السادس سنة 1956 وفيها مقال عنه للدكتور مهدي المخزومي .\r\n( 2 ) في أنباه الرواة وطبقات النحويين ( ثمالة بن أحجن ) .\r\n","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nالقوافي وكتاب الخط والهجاء . وكتاب المدخل إلى سيبويه ، وكتاب المقصور والممدود وكتاب المذكر والمؤنث وكتاب الرد على سيبويه وكتاب الحث على الأدب والصدق وكتاب نسب عدنان وقحطان وكتاب التعازي وكتاب شرح شواهد سيبويه وكتاب ضرورة الشعر وكتاب أدب الجليس وكتاب صفات اللّه تعالى وكتاب الممادح والمقابح وكتاب الرياض المقدم وكتاب الجامع ولم يتمه وكتاب الوشي وكتاب مغني كتاب سيبويه وكتاب الناطق وكتاب العروض وكتاب البلاغة وكتاب مغني كتاب الأوسط للأخفش وكتاب شرح كلام العرب وتلخيص ألفاظها ومزاوجة كلامها وتقريب معانيها وكتاب ما اختلفت ألفاظه واتفقت معانيه وكتاب الفاضل والمفضول وكتاب طبقات النحاة البصريين وكتاب الكافي في الأخبار ، وكان المبرد حسن الموارد كبير الأمالي .\r\nقال السيرافي : كان إسماعيل بن إسحاق القاضي وهو أقدم منه مولدا ورأى الناس بالبصرة يقول : ما رأى المبرد مثل نفسه .\r\nوسمعت أبا بكر بن مجاهد يقول : ما رأيت أحسن جوابا من المبرد في معاني القرآن فيما ليس فيه قول لمتقدم . وسمعته يقول : لقد فاتني منه علم كثير لقضاء ذمام ثعلب .\r\nوسمعت نفطويه يقول : ما رأيت أحفظ للأخبار بغير أسانيد منه ومن أبي العباس بن فرات .\r\nوقال أبو بكر الزبيدي : كان بارعا في الأدب وكثرة الحفظ والفصاحة وجودة الخط ، يقال إنه أخذ عن الجاحظ لأنه إذا قال في كتابه الكامل : قال الليثي فإنما يعني الجاحظ .\r\nوكان سبب حمله من البصرة أن المتوكل على اللّه قرأ يوما بحضرة الفتح بن خاقان :  وَما يُشْعِرُكُمْ أَنَّها إِذا جاءَتْ  « 1 » . فقال له الفتح : يا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآية 109 من سورة الأنعام .\r\n","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nسيدي إنها بالكسر ، فوقعت المشاجرة فتبايعا على عشرة آلاف دينار وتحاكما إلى يزيد بن محمد المهلبي وكان صديقا للمبرد . فلما وقف يزيد على ذلك خاف أن يسقط أحدهما فقال : واللّه ما أعرف الفرق بينهما وما رأيت أعجب من أن يكون باب أمير المؤمنين يخلو من عالم متقدم . فقال المتوكل : أليس ها هنا من يسأل عن هذا ؟ فقال : ما أعرف أحدا يتقدم فتى بالبصرة يعرف بالمبرد . فقال : ينبغي أن يشخص فتقدم إلى محمد بن القاسم بن محمد بن سليمان الهاشمي بأن يشخصه مكرما .\r\nقال المبرد : فوردت سرّ من رأى فأدخلت على الفتح بن خاقان فقال : بصري ، كيف تقرأ هذا الحرف : ( وما يشعركم أنها إذا جاءت لا يؤمنون ) . إنها بالكسر أو بالفتح قل بالكسر أو بالفتح ؟ فقلت : بالكسر .\r\nهذا المختار وذلك أن أول الآية :  وَأَقْسَمُوا بِاللَّهِ جَهْدَ أَيْمانِهِمْ لَئِنْ جاءَتْهُمْ آيَةٌ لَيُؤْمِنُنَّ بِها * قُلْ إِنَّمَا الْآياتُ عِنْدَ اللَّهِ وَما يُشْعِرُكُمْ  . ثم قال : يا محمد : إنّها إذا جاءت لا يؤمنون » باستيفاء جواب الكلام المتقدم .\r\nقال : صدقت : وركب إلى دار أمير المؤمنين فعرّفه بقدومي وطالبه بدفع ما تعاقدا عليه وتبايعا فيه . فأمر بإحضاري . فلما وقعت عين المتوكل عليّ قال : يا بصري كيف تقرأ هذه الآية :  وَما يُشْعِرُكُمْ أَنَّها إِذا جاءَتْ  ، بالكسر أو بالفتح ؟ فقلت : يا أمير المؤمنين أكثر الناس يقرءونها بالفتح ، فضحك وضرب برجله اليسرى ، وقال : أحضر يا فتح المال .\r\nفقال : واللّه يا سيدي إنه قال لي خلاف ما قال لك ، فقال : دعني من هذا ، أحضر المال .\r\nوأخرجت فلم أصل إلى الموضع الذي كنت أنزلته حتى أتتني رسل الفتح فأتيته . فقال لي : يا بصري أول ما ابتدأتنا به الكذب . فقلت : ما كذبت . فقال : كيف وقد قلت لأمير المؤمنين الصواب  وَما يُشْعِرُكُمْ أَنَّها إِذا جاءَتْ  بالفتح .\r\nفقلت : أيها الوزير لم أقل هكذا إنما قلت أكثر الناس يقرءونها\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nبالفتح ، وأكثرهم على الخطأ وإنما تخلصت من اللائمة وهو أمير المؤمنين . فقال لي : أحسنت . قال أبو العباس : فما رأيت أكثر كرما ولا أرطب بالخير لسانا من الفتح .\r\nوقال أبو العباس : أحضرت مجلس المتوكل يوما وبين يديه أبو عبادة الوليد بن عبيد البحتري وهو ينشد قصيدته التي أولها :\r\n عن أي ثغر تبتسم « 1 » \r\nوبالقرب من البحتري أبو العنبس « 2 » وقال : يا أمير المؤمنين أتأمر بردّه ؟ فردّه .\r\nفقال أبو العنبس : قد عارضتك في قصيدتك ، ثم أنشد أبياتا في وزنها ورويها هجاء في البحتري ( وكان ) « 3 » سخيفا مضحكا . فضحك المتوكل وقال : ادفعوا لأبي العنبس عشرة آلاف درهم . فقال الفتح :\r\nوالبحتري الذي هجي وأسمع المكروه يصرف خائبا .\r\nقال : ويدفع إليه عشرة آلاف درهم .\r\nفقال له : يا سيدي فهذا البصري الذي أشخصناه من بلده لا يشركهما ؟ قال : ويدفع إليه عشرة آلاف درهم .\r\nتوفي ببغداد في آخر سنة خمس وثمانين ومائتين عن خمس وسبعين سنة ، بتقديم السين وصلّى عليه القاضي أبو محمد يوسف بن يعقوب الباهلي ، كذا أرّخه غير واحد من المتقدمين والمتأخرين . وتوفي معه في هذه السنة الحافظ النحوي واللغوي إبراهيم الحربي .\r\nوفي كتاب الزبيدي : توفي في يوم الاثنين لليلتين بقيتا من ذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عجز البيت :\r\n وبأي طرف تحتكم \r\n( ديوان البحتري 2 / 224 ) .\r\n( 2 ) أبو العنبس الصيمري الشاعر ترجمته في المحمدون 131 وذكر قصته هذه مع البحتري وكذلك ذكرها ابن كثير في تاريخه 11 / 56 .\r\n( 3 ) كلمة ساقطة من المخطوط .\r\n","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nالحجة سنة ست وثمانين « 1 » ودفن باب الكوفة وصلّى عليه أبو محمد يوسف بن يعقوب القاضي الباهلي .\r\nولما مات نظم فيه وفي ثعلب ، أبو بكر الحسن بن علي بن العلاف أبياتا سائرة ، وكان ابن الجواليقي كثيرا ما ينشدها وهي :\r\n ذهب المبرد وانقضت أيامه * وليذهبن أثر المبرد ثعلب\r\nبيت من الآداب أصبح نصفه * خربا وباقي بيتها سيخرّب\r\nفأبكوا لما سلب الزمان ووطنوا * للدهر أنفسكم على ما يسلب\r\nوتزودوا من ثعلب فبكأس ما * شرب المبرد عن قريب يشرب\r\nوأرى لكم أن تكتبوا أنفاسه * إن كانت الأنفاس مما يكتب « 2 » \r\nوفي المبرد يقول بعض شعراء عصره :\r\n سألنا عن ثمالة كل حي * فقال القائلون ومن ثماله\r\nفقلت محمد بن يزيد منهم * فقالوا زدتنا بهم جهاله\r\nفقال لي المبرد خل عني * فقومي معشر فيهم نذاله « 3 » \r\nويقال : إن هذه الأبيات للمبرد وكان يشتهي أن يشتهر بهذه القبيلة ، وصنع هذه الأبيات فذاعت وحصل له مقصوده من الاشتهار « 4 » ، وكان كثيرا ما ينشد في مجلسه :\r\n يا من تلبس أثوابا يتيه بها * تيه الملوك على بعض المساكين\r\nما غيّر الجل أخلاق الحمير ولا * نقش البراذع أخلاق البراذين « 5 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في طبقات النحويين للزبيدي 120 ( توفي سنة 286 ) .\r\n( 2 ) الأبيات للعلاف في وفيات الأعيان 3 / 442 ونسبت لثعلب في نزهة الألباء 149 وهي في نور القبس 333 لمحمد بن علي بن يسار العلاف الضرير ورواية عجز البيت الثاني فيه : خربا وباقي نصفه سيخرب .\r\n( 3 ) الشعر في بغية الوعاة 1 / 269 لعبد الصمد بن المعذل في هجاء المبرد .\r\n( 4 ) وممن قال ذلك القفطي في أنباه الرواة 3 / 253 .\r\n( 5 ) الشعر للمبرد في وفيات الأعيان 3 / 445 .\r\n","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\n\r\n216 - ابن الجرّار السرقسطي « 1 » :\r\nمحمد بن يوسف بن سليمان بن محمد بن خطاب .\r\nأبو بكر بن الجرّار القيسي السرقسطي النحوي ، نزيل مرسية أخذ العربية عن أبي بكر بن الفرضي وأبي محمد البطليوسي وسمع أبا علي الصدفي وجلس لتعليم العربية . وكان بارعا فهما في الأدب والشعر .\r\nقيل ( إنه توفي ) « 2 » سنة أربعين وخمسمائة . روى عنه أبو محمد بن عتّاب وغيره . ذكره الذهبي في تاريخ الإسلام .\r\n\r\n217 - ابن النحوية الحموي « 3 » :\r\nمحمد بن يعقوب بن الياس . الإمام بدر الدين ابن النحوية الحموي . مؤلف ضوء المصباح في المعاني والبيان . وكان مشهورا بعلم النحو والمعاني والبيان والبديع وقد اختصر كتاب المصباح في علم المعاني والبيان لبدر الدين محمد بن مالك وسماه ضوء المصباح وشرحه شرحا مليحا إلى الغاية وسماه : أسفار الصباح عن ضوء المصباح وكان مصدرا بالجامع الأعلى بحماة .\r\nقرأ عليه الشيخ نجم الدين القحفازي الحنفي .\r\nومات بحماة في حادي عشرين صفر سنة ثمان عشرة وسبعمائة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 278 وفيه ( محمد بن يوسف بن سليمان بن محمد القيسي المعروف بابن الحصالة ) .\r\n( 2 ) كلمتان ساقطتان من المخطوطة .\r\n( 3 ) ترجمته في بغية الوعاة 1 / 272 ، والدرر الكامنة 4 / 285 .\r\n","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\n\r\n218 - الفاروي الأصبهاني « 1 » :\r\nمحمد بن يعقوب بن ناصح ، أبو الحسن الأديب النحوي الفاروي .\r\nبفتح الفاء والراء المضمومة ثم واو ساكنة ثم مثناة من تحت ساكنة ، نسبة إلى فاروية وهي سكة بنيسابور ، الأصبهاني أخذ العلم عن أبي العباس المبرد وسمع الحديث من بشر بن موسى الأسدي وأبي العباس محمد بن يونس القرشي وأقرانهما .\r\nقال الحاكم أبو عبد اللّه في تاريخه : كان يسكن سكة فاروية ويدرّس كتب الأدب وكان من أقران أبي عمر الزاهد وأبي محمد بن درستويه في الاختلاف إلى ثعلب والمبرد . وكان صدوق اللهجة من أعيان الأدباء .\r\nوأظنه كان صحب السلاطين ثم ترك صحبتهم . وحدثني الثقة من أصحابه أنه كان ينشد عن البحتري غير أني لم أسمع منه ذلك .\r\nتوفي بنيسابور في شهر ربيع الآخر سنة ثلاث وأربعين وثلاثمائة .\r\n\r\n219 - أبو حيّان الأندلسي « 2 » :\r\nمحمد بن يوسف بن علي بن يوسف بن حيّان النفزي « 3 » الأندلسي الجياني ثم الغرناطي . الشيخ الإمام العلامة الأوحد الحافظ أثير الدين أبو حيّان المحدّث النحوي اللغوي المفسر فريد دهره وشيخ النحاة في عصره وإمام المفسرين في وقته وصاحب التصانيف المشهورة في النحو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 275 ، وأنباه الرواة 3 / 253 ، واللباب 2 / 192 .\r\n( 2 ) ترجمته في بغية الوعاة 1 / 280 ، وشذرات الذهب 6 / 145 ، والدرر الكامنة 4 / 302 ، وفوات الوفيات 2 / 555 ، وطبقات القراء 2 / 285 ، وذيل تذكرة الحفاظ 23 ، ونكت الهميان 280 ، ونفح الطيب 3 / 289 ، وطبقات الشافعية للسبكي 6 / 31 ، وطبقات الإسنوي 1 / 457 ، وأبو حيان النحوي للدكتورة خديجة الحديثي .\r\n( 3 ) النفزي : نسبة إلى نفزة قبيلة من قبائل البربر .\r\n","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nوالتفسير شرقا وغربا والتلامذة المنتشرة . نزيل القاهرة . ولد بمطخشارش من حضرة غرناطة . وغرناطة قاعدة بلاد الأندلس ومقر ملكها . تشبه دمشق في كثرة الفواكه وهي إسلامية . في أواخر شوال سنة أربع وخمسين وستمائة . ووالده من أهل جيّان وهي مدينة كبيرة خرج منها جماعة من العلماء آخرهم الإمام جمال الدين بن مالك ، وكتب العلم سنة سبعين ، وهلم جرا ، وسمع الحديث ببلدة الإسكندرية والقاهرة من جماعة كثيرين وأخذ بغرناطة النحو من أبي علي الشلوبين وأخذ عن أبي جعفر أحمد بن علي بن الطبّاع الرعيني المقرئ . وقرأ القراءات بالإسكندرية على عبد البصير المربوطي صاحب الصفراوي .\r\nوقدم الديار المصرية سنة تسع وسبعين وأدرك أبا طاهر إسماعيل بن هبة اللّه المليحي وكان آخر من قرأ على أبي الجود فقرأ عليه وقرأ العربية على الرضي القسنطيني « 1 » وبهاء الدين ابن النحّاس وقرأ عليه كتاب سيبويه وحضر عند الشيخ شمس الدين الأصفهاني وقرأ التيسير سنة إحدى وسبعين وستمائة على أبي علي الحسين « 2 » بن أبي الأحوص الحافظ ، أنبأنا أبو الربيع بن سالم الكلاعي ، سوى فوت يسير منه ، وقرأ الموطّأ سنة ثلاث وسبعين على ابن الطبّاع وأخذ علم الحديث عن الحافظ شرف الدين الدمياطي وغيره وسمع من عبد العزيز بن الصيقل وغازي الحاوي وطبقتهما . وكان ظاهريّا ينتمي إلى الشافعية ، واختصر منهاج النووي في الفقه . قال القاضي أبو البقاء السبكي : كان ظاهريّا في الباطن وانتصب للاشتغال والتصنيف بعد موت الشيخ بهاء الدين ابن النحّاس سنة ثمان وتسعين وستمائة وصار شيخ النحو من ذلك النحو إلى حين وفاته . وتصدر بجامع الأقمر وقرأ عليه الناس طبقة بعد طبقة حتى ألحق الأصاغر بالأكابر وصنف الكتب المشهورة الكثيرة الكبيرة وحدّث . قديما سمع منه ابن سيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في بغية الوعاة ( الرضي الشاطبي ) .\r\n( 2 ) في نفح الطيب ( الحسن بن أبي الأحوص ) .\r\n","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nالناس والشيخ تقي الدين السبكي وولده تاج الدين وأبو المعالي ابن رافع وأبو العباس العنابي وخلائق . وولي درس التفسير بجامع طولون وبالقبة المنصورية وتدريس الحديث بالقبة المذكورة . وقال الذهبي في طبقات القراء : ومع براعته الكاملة في العربية له يد طولى في الفقه والآثار والقراءات واللغات وله مصنفات في القراءات والنحو ، وهو مفخرة أهل مصر في وقتنا في العلم تخرج به عدة أئمة وودت لو نظر في هذا الكتاب وأصلح فيه وزاد تراجم جماعة من الكبار فإنه إمام في هذا المعنى أيضا ولكن إمامته في العربية سترت علومه وأنست معارفه فقد حاز قصب السبق فيها ولم يكن يتفرغ لإقراء السبع وقد قرأ عليه لعاصم صاحباي ابن خليل المكي وأحمد سبط السلعوس وذكر أنه سمع حروفها على أبي سهل اليسر بن عبد اللّه بن محمد بن خلف القشيري بغرناطة ، عن أخذه تلاوة وسماعا عن العمري علي بن محمد بن أبي العافية السبتي بها في سنة إحدى وعشرين وستمائة . عن أبي الكرم المبارك بن الحسن الشهرزوري قيده كذلك نقلته من خط أبي حيّان ثم إنه أصلح ذلك وزاد رجلا سقط . وقد سمع من الرضي الشاطبي بمصر التفسير بسماعه من الأزدي وابن سلمون بسماعهما من ابن هذيل ، قرأ ختمة لعاصم بالمكتب في حدود سنة ثمان وستين وستمائة على الخطيب عبد الحق بن علي المرادي الشتي المؤدب عن قراءته على غالب بن حسين ابن سيد بونة عن أبيه عن ابن هذيل . وذكر « 1 » في المعجم المختص : الإمام العلامة ذو الفنون حجة العرب ، عالم الديار المصرية وصاحب التصانيف البديعة وله عمل جيد في هذا الشأن وكثرة الطلب يعني علم الحديث . وذكره ابن رافع فقال : شيخنا أبو حيّان سمع بالإسكندرية من عبد الوهاب بن الفرات ومحمد بن الدهان وعبد اللّه بن أحمد بن فارس . وبالقاهرة من العزّ الحراني وابن خطيب المزة وغازي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي الإمام الذهبي صاحب كتاب المعجم المختص .\r\n","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nوابن القسطلاني وشامية بنت البكري في آخرين . وكتب بخطه وقرأ بنفسه وعني بالطلب والرواية وخرج لبعض شيوخه وبرع في علم العربية وصنف فيها التصانيف وشغل الناس مدة طويلة . قرأ عليه أكابر أهل العلم وطال عمره وبعد صيته وانتفع به جماعة وذكره الإسنوي في طبقات الشافعية وقال : شيخنا إمام زمانه في علم النحو وصاحب التصانيف المشهورة فيه وفي التفسير شرقا وغربا والتلامذة المنتشرة وكان أيضا إماما في اللغة عارفا بالقراءات السبع والحديث شاعرا مجيدا صادق اللهجة كثير الإتقان والتحري ملازما للأشغال والاشتغال كثير الاستحضار واشتغل في الفروع قليلا واختصر المنهاج لكنه يميل إلى مذهب الظاهر ويصرح به أحيانا . أخذ عن أبي جعفر بن الزبير وكان ( من ) نحاة العرب وشيئا قليلا على جماعة من مشايخ أبي جعفر الآخذين عن أبي علي الشلوبين ثم قدم مصر وقرأ كتاب سيبويه على الشيخ بهاء الدين ابن النحّاس وانتصب للاشتغال والتصنيف وأضرّ قبل موته بقليل . وتوفي في يوم السبت السابع والعشرين من صفر خمس وأربعين وسبعمائة بمنزله خارج باب البحر رحمه اللّه تعالى .\r\nقلت : وقرأ على الرضي القسنطيني الجزولية وألفية ابن معط ، وهو أخذها عن ابن معط ، وابن معط قرأ الجزولية على المؤلف . وممن أخذ عنه من الأعيان : القاضي بهاء الدين ابن عقيل والعلامة قاضي القضاة تقي الدين السبكي وولده تاج الدين وقاضي القضاة بهاء الدين أبو البقاء السبكي والشيخ جمال الدين الأسنائي « 1 » سمع عليه كثيرا من تصانيفه وبحث عليه التسهيل وشيخ النحاة بدمشق أبو العباس العنابي ولزمه وخدمه وسمع عليه شرح التسهيل وكتب بخطه ارتشاف الضرب وقرأ عليه . وأبو العباس الأندرشي شارح التسهيل والشهاب السمين أحمد بن يوسف الحلبي وغيرهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هكذا في المخطوط وصوابها ( الإسنوي ) وهو مؤلف طبقات الشافعية .\r\n","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\n\r\n220 - موفق الدين البحراني « 1 » :\r\nمحمد بن يوسف بن محمد بن قائد موفق الدين الإربلي البحراني النحوي الشاعر المشهور ، كان إماما مقدما في علم العربية ومن أعلم الناس بالعروض والقوافي وأحذقهم بنقد الشعر واشتغل بشيء من علم الأوائل وحل كتاب أقليدس . وكان أبوه من تجار إربل يتردد إلى البحرين فولد له الموفق بالبحرين وتعلم الشعر وهو صغير بالبحرين جريا على عادة العرب قبل أن ينظر في الأدب وهو شيخ أبي البركات ابن المستوفي صاحب تاريخ إربل وعليه اشتغل وبه تخرج ، ورحل إلى دمشق ومدح السلطان الملك صلاح الدين ، وله ديوان شعر مليح ورسائل حسنة . توفي سنة خمس وثمانين وخمسمائة .\r\n\r\n221 - أبو عبد اللّه القرطبي « 2 » :\r\nمحمد بن يوسف بن محمد ، أبو عبد اللّه الأموي ، مولاهم ، القرطبي النجّاد المقرئ خال أبي عمرو الداني وقد ذكره في طبقات القراء وقال : أخذ القراءة عرضا عن أبي أحمد السامري وأبي الحسن علي بن محمد بن بشر الأنطاكي وغيرهما . وكان من أهل الضبط والإتقان والمعرفة بما يقرئ مع نصيب وافر من العربية وعلم الفرائض والحساب . وأقرأ الناس مدة ثم رد إلى قرطبة ومات في صدر ذي القعدة سنة تسع ، بتقديم التاء على السين وعشرين وأربعمائة . وولد بعد سنة خمسين وثلاثمائة بيسير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 286 ، ووفيات الأعيان 4 / 102 ، وشذرات الذهب 4 / 284 .\r\n( 2 ) ترجمته في طبقات القراء 2 / 287 .\r\n","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\n\r\n222 - الطنجالي « 1 » :\r\nمحمد بن يوسف ، الإمام المحدث ، أبو عبد اللّه الهاشمي الطنجالي .\r\nقال ابن الزبير : محدث فاضل نحوي ورع زاهد ، لازم أبا محمد عبد اللّه بن عطية فسمع عليه وأكثر عن أبي الحسن الغافقي وقرأ على أبي القاسم بن الطيلسان وعلى أبي القاسم بن حفظ اللّه وطائفة وأجاز له في صغره أبو الخطاب بن واجب وعدة . وكان أبرع أهل زمانه خطّا وأتقنهم لا يجارى في ذلك وكان يتكلم بجامع مالقة على صحيح البخاري غدوة .\r\nوكان كثير الورع عاش نحوا من خمسين سنة . توفي سنة إحدى وخمسين وستمائة وقيل سنة ثلاث وخمسين . ذكره الذهبي .\r\n\r\n223 - ابن المنتجب « 2 » :\r\nمحمد بن يوسف بن محمد ، أبو عبد اللّه النيسابوري ثم البغدادي الكاتب المعروف بابن المنتجب . قرأ الأدب على الحسن بن علي بن عبيدة الكرخي وكان أبوه صوفيا فقيه مكتب فنشأ له هذا وبرع في الخط حتى كان جماعة من الفضلاء يفضلون خطه في النسخ على ابن البواب .\r\nقال ابن النجار : وكان أديبا فاضلا له معرفة بالنحو وكان ضنينا بخطه جدّا وكتب الخط المنسوب إليه وكتب الناس عليه . وتوفي في ذي الحجة سنة ثمان وستمائة شابّا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في بغية الوعاة 1 / 276 .\r\n( 2 ) ترجمته في المختصر المحتاج إليه 1 / 159 ، وذيل تاريخ بغداد ( مخطوط ) 1 / 174 .\r\n","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\n\r\n224 - محيي الدين المقدسي « 1 » :\r\nمحمد بن يوسف بن أبي محمد . الإمام النحوي محيي الدين المقدسي البصري ، نزيل دمشق . ولد سنة ثلاثين وستمائة . قال الذهبي حدثنا عن ابن رواحة وغيره وقرأ القراءات على أصحاب أبي الجود وأحسبه قال : إنه قرأ على الكمال الضرير وكان بصيرا بالعربية . توفي سنة ثلاث وسبعمائة . وتوفي أبوه سنة نيف وتسعين وكان قد قرأ القراءات .\r\n\r\n225 - ابن العلج « 2 » :\r\nمحمد أبو عبد اللّه ضياء الدين ، ابن العلج بكسر العين المهملة وسكون اللام ثم جيم . مؤلف كتاب البسيط في النحو ، ذكره الشيخ أثير الدين أبو حيان في شرح التسهيل ونقل عنه في كتاب البسيط كثيرا ، قال :\r\nكان قد سكن اليمن وصنف بها . ومما حكي عنه منع إبدال الجملة من المفرد ، وقد جوّزه ابن جني وأجازه ابن مالك رحمه اللّه .\r\nوالحمد للّه رب العالمين وصلّى اللّه على سيدنا محمد خاتم النبيين وعلى آله وصحبه أجمعين وسلم تسليما كثيرا وحسبنا اللّه ونعم الوكيل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمته في طبقات القراء 2 / 287 وفيه ( محمد بن يوسف بن محمد المصري ) ومعرفة القراء 2 / 587 ( وفيه المعري ) .\r\n( 2 ) قال الإمام السيوطي في بغية الوعاة 2 / 370 : ( صاحب البسيط ضياء الدين ابن العلج ، أكثر أبو حيان وأتباعه من النقل عنه ولم أقف له على ترجمة ) .\r\n","page_name":" 201 ","page_number":201},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\n\r\nفهرس التراجم\r\nرقم الصفحة\r\nمحمد بن إبراهيم الطائي الأندلسي 21\r\nمحمد بن إبراهيم العامري الأندلسي 21\r\nمحمد بن إبراهيم ، ابن شعيب الأندلسي 22\r\nمحمد بن إبراهيم ، ابن الفخّار المالقي 23\r\nمحمد بن إبراهيم ، أبو بكر الجوزي 23\r\nمحمد بن إبراهيم ، الخولاني الأندلسي 24\r\nمحمد بن إبراهيم ، ابن النحّاس الحلبي 24\r\nمحمد بن أحمد ، أبو منصور الأزهري 25\r\nمحمد بن أحمد ، أبو الفرج الشنبوذي 26\r\nمحمد بن أحمد ، ابن جوامرد القطان 28\r\nمحمد بن أحمد المعافري 29\r\nمحمد بن أحمد ، ابن حمدان الحيري 29\r\nمحمد بن أحمد ، ابن جيا 29\r\nمحمد بن أحمد ، ابن الخويي 31\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nمحمد بن أحمد الأنصاري الداني 31\r\nمحمد بن أحمد ، أبو عامر الطرطوشي 31\r\nمحمد بن أحمد ، الخدب الإشبيلي 31\r\nمحمد بن أحمد ، الزهري الأندلسي 32\r\nمحمد بن أحمد ، ابن الخالة الواسطي 32\r\nمحمد بن أحمد ، ابن جابر الأندلسي 33\r\nمحمد بن أحمد ، أبو عبد اللّه الشاطبي 33\r\nمحمد بن أحمد ، ابن شوّاش الفهري 34\r\nمحمد بن أحمد ، ابن دوّاس القنا الواسطي 35\r\nمحمد بن يحيى ابن سعدون 35\r\nمحمد بن أحمد ، ابن الظهير الإربلي 36\r\nمحمد بن أحمد ، أبو بكر الحجري 37\r\nمحمد بن أحمد ، ابن كيسان البغدادي 38\r\nمحمد بن أحمد ، أبو بكر البطليوسي 38\r\nمحمد بن أحمد ، أبو المظفر الأبيوردي 39\r\nمحمد بن أحمد ، شعلة الموصلي 41\r\nمحمد بن أحمد ، ابن سجمان الشريشي 42\r\nمحمد بن أحمد ، بن محمد بن عمران الحضرمي 43\r\nمحمد بن أحمد ، ابن الشراط الأنصاري 43\r\nمحمد بن أحمد ، البهجة الفزراني 44\r\nمحمد بن أحمد ، الجيّاني 45\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nمحمد بن إدريس ، الإمام الشافعي 45\r\nمحمد بن إدريس ، البلنسي المخزومي 51\r\nمحمد بن إسحاق ، أبو الطيّب النحوي 52\r\nمحمد بن أسعد ، أبو المظفر العراقي 52\r\nمحمد بن إسماعيل ، أبو الفضل الهروي 53\r\nمحمد بن أيوب ، البلنسي المصري 53\r\nمحمد بن بركات ، أبو عبد اللّه السعيدي المصري 54\r\nمحمد بن أبي محمد ، رضي الدين العثماني 55\r\nمحمد بن أبي بكر ، ابن الخبّاز الموصلي 55\r\nمحمد بن ثابت ، أبو بكر الواسطي 55\r\nمحمد بن جابر ، أبو بكر الإشبيلي 56\r\nمحمد بن جعفر ، الأموي البلنسي 56\r\nمحمد بن جعفر ، ابن النجّار الكوفي 57\r\nمحمد بن جعفر ، أبو الفضل المنذري 58\r\nمحمد بن حبيب 59\r\nمحمد بن دريد 60\r\nمحمد بن الحسن ، ابن الصائغ 63\r\nمحمد بن الحسن ، أبو بكر الزبيدي 64\r\nمحمد بن الحسن ، ابن التجيبي اللخمي 65\r\nمحمد بن الحسن ، أبو عبد اللّه الفاسي 65\r\nمحمد بن الحسن ، ابن فرقد 66\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nمحمد بن الحسن ، بن محمد بن سعيد بن غلام الفرس 66\r\nمحمد بن الحسن ، النيسابوري المحمدآباذي 67\r\nمحمد بن الحسن ، أبو علي الحاتمي 68\r\nمحمد بن الحسن ، أبو عبد اللّه المالقي 68\r\nمحمد بن الحسن ، ابن مقسم البغدادي 69\r\nمحمد بن الحسن ، أبو العباس الهذلي 72\r\nمحمد بن الحسن ، أبو الفرج الهيتي 73\r\nمحمد بن الحسين ، ابن رزين العامري 73\r\nمحمد بن الحسين ، ابن الدبّاغ 74\r\nمحمد بن الحسين ، أبو عبد اللّه اليمني 75\r\nمحمد بن الحسين ، أبو عبد اللّه البنجديهي 75\r\nمحمد بن الحسين ، أبو عبد اللّه الأندلسي 76\r\nمحمد بن الحسين ، الفارسي النحوي 76\r\nمحمد بن حيّوية ، أبو بكر الكرجي 77\r\nمحمد بن خالد ، أبو بكر الأزجي 78\r\nمحمد بن خلصة 78\r\nمحمد بن خلف ، أبو بكر الإشبيلي 78\r\nمحمد بن خليل ، الأخفش الصغير 79\r\nمحمد بن خير ، أبو بكر الإشبيلي 79\r\nمحمد بن حكم ، أبو جعفر السرقسطي 80\r\nمحمد بن زياد ، ابن الأعرابي 81\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nمحمد بن السري ، أبو بكر ابن السراج 82\r\nمحمد بن سعدان ، أبو جعفر الكوفي 83\r\nمحمد بن سعد ، أبو الفتح الديباجي 84\r\nمحمد بن سعد ، اللغوي الرباحي 85\r\nمحمد بن سعيد ، ابن الدبيثي 85\r\nمحمد بن سلمان ، النفزي المالقي 86\r\nمحمد بن سلّام الجمحي 87\r\nمحمد بن شقير ، أبو بكر النحوي 87\r\nمحمد بن طاهر ، الأنصاري الإشبيلي 88\r\nمحمد بن طرخان ، ابن يلتكين البغدادي 88\r\nمحمد بن ظاهر ، أبو عبد اللّه البالسي 89\r\nمحمد بن طلحة ، أبو بكر الإشبيلي 90\r\nمحمد بن طيفور ، أبو عبد اللّه السجاوندي 91\r\nمحمد بن عاصم النحوي 91\r\nمحمد بن العباس ، أبو عبد اللّه الزرندي 91\r\nمحمد بن العباس ، أبو أبو بكر الخوارزمي 92\r\nمحمد بن عبد اللّه ، أبو عمرو الرزجاهي 92\r\nمحمد بن عبد اللّه ، أبو عبد اللّه الأنصاري 93\r\nمحمد بن عبد اللّه ، ابن مالك الجياني 93\r\nمحمد بن عبد اللّه ، أبو عبد اللّه ابن الصفار 96\r\nمحمد بن عبد اللّه ، ابن قادم النحوي 96\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nمحمد بن عبد اللّه ، ابن كناسة الكوفي 97\r\nمحمد بن عبد اللّه ، ابن أشته الأصبهاني 98\r\nمحمد بن عبد اللّه ، أبو عبد اللّه المصري 99\r\nمحمد بن محمد ، السلمي المغربي 99\r\nمحمد بن عبد اللّه ، أبو السعود البصري 102\r\nمحمد بن عبد اللّه ، أبو بكر الملطي 103\r\nمحمد بن عبد اللّه ، أبو بكر العبدري 103\r\nمحمد بن عبد اللّه ، أبو بكر ابن الجد 103\r\nمحمد بن عبد اللّه ، أبو الخير المروزي 104\r\nمحمد بن عبد البر ، بهاء الدين السبكي 105\r\nمحمد بن عبد الجبار ، أبو منصور السمعاني 107\r\nمحمد بن عبد الحق ، أبو عبد اللّه الكومي 108\r\nمحمد بن عبد الرحمن ، ابن البيلان الكوفي 108\r\nمحمد بن عبد الرحمن ، الفهمي القرطبي 109\r\nمحمد بن عبد الرحمن ، ابن خلصة 109\r\nمحمد بن عبد الرحمن ، أبو سعد الكنجروذي 111\r\nمحمد بن عبد الرحمن ، ابن تريس القيسي 112\r\nمحمد بن عبد الرحمن ، أبو عبد اللّه البنجديهي 113\r\nمحمد بن عبد الرحمن ، المثلة المصري 114\r\nمحمد بن عبد الرحيم ، أبو عبد اللّه الأرجاني 115\r\nمحمد بن عبد الغني ، ابن فندلة الإشبيلي 115\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nمحمد بن عبد الستار ، أبو الوحدة البراتقيني 116\r\nمحمد بن عبد السلام الخشني 116\r\nمحمد بن عبد العزيز ، الشقوري القرطبي 117\r\nمحمد بن عبد العزيز ، ابن منده التيمي 117\r\nمحمد بن عبد القوي ، شمس الدين المرداوي 118\r\nمحمد بن عبد الكريم ، ابن الأنباري 118\r\nمحمد بن عبد الملك ، ابن زهر الإشبيلي 119\r\nمحمد بن عبد الملك ، أبو بكر اللخمي 120\r\nمحمد بن عبد الواحد ، غلام ثعلب 120\r\nمحمد بن عبيد اللّه ، ابن العويص 124\r\nمحمد بن عبيد اللّه ، أبو الفرج البصري 124\r\nمحمد بن عبيد اللّه البلعمي 125\r\nمحمد بن عبيد اللّه الغلابي 125\r\nمحمد بن عتيق ، ابن أبي كدية 126\r\nمحمد بن عثمان ، ابن بلبل النحوي 128\r\nمحمد بن عثمان ، بن أبي الفضل المقرئ 128\r\nمحمد بن عزير ، أبو بكر السجستاني 129\r\nمحمد بن علي ، أبو منصور العتابي 131\r\nمحمد بن علي ، ابن حميدة الحلي 132\r\nمحمد بن علي ، أبو بكر الأذفوي 132\r\nمحمد بن علي ، مبرمان 134\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\nمحمد بن علي ، ابن البر الغوثي 135\r\nمحمد بن علي ، ابن عسكر المالقي 135\r\nمحمد بن علي ، أبو عبد اللّه الحصيني 136\r\nمحمد بن علي ، ابن الدهان البغدادي 136\r\nمحمد بن علي ، أبو عبد اللّه الفوطي 138\r\nمحمد بن علي ، اليحصبي القرطبي 138\r\nمحمد بن علي ، ابن الخيمي 139\r\nمحمد بن علي ، أبو الغنائم الهيتي 141\r\nمحمد بن علي ، أبو عبد اللّه المطرد 141\r\nمحمد بن علي ، أمين الدين المحلي 142\r\nمحمد بن علي ، الشامي الأندلسي 142\r\nمحمد بن علي ، رضي الدين الشاطبي 143\r\nمحمد بن علي ، السمسماني 145\r\nمحمد بن علي ، أبو الفتح الكراجكي 145\r\nمحمد بن علي ، أبو عبد اللّه الفوطي 146\r\nمحمد بن علي ، أبو بكر الخزفي 146\r\nمحمد بن عمر ، الأنصاري الخازمي 147\r\nمحمد بن عمر ، فخر الدين الرازي 147\r\nمحمد بن عمر ، ابن القوطية 149\r\nمحمد بن عمر ، ابن دوست العلاف 150\r\nمحمد بن عمر ، أبو عبد اللّه القرطبي 151\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nمحمد بن عمر ، أبو بكر السيغي 152\r\nمحمد بن عمر ، أبو عبد اللّه المالقي 152\r\nمحمد بن عمران ، أبو جعفر الضبي 152\r\nمحمد بن عمران ، المرزباني 153\r\nمحمد بن عيسى ، التيمي الرازي 154\r\nمحمد بن عيسى ، ابن المناصف 154\r\nمحمد بن عيسى ، أبو عبد اللّه العماني 155\r\nمحمد بن أبي الفتح ، شمس الدين البعلبكي 155\r\nمحمد بن فرج ، أبو عبد اللّه القيسي 156\r\nمحمد بن أبي الفرج ، أبو المعالي الموصلي 157\r\nمحمد بن أبي الفضل ، الحجة البعقوبي 158\r\nمحمد بن أبي القاسم ، ابن باباجوك 158\r\nمحمد بن القاسم ، أبو العيناء البصري 159\r\nمحمد بن القاسم ، ابن الأنباري 160\r\nمحمد بن قسوم ، أبو عبد اللّه الإشبيلي 163\r\nمحمد بن قاسم ، ابن منداس الجزائري 163\r\nمحمد بن محمد ، أبو بكر الطرازي 164\r\nمحمد بن محمد ، ابن سجمان الشريشي 164\r\nمحمد بن محمد ، ابن لنكك البصري 165\r\nمحمد بن محمد ، ابن أبي البقاء الأندلسي 168\r\nمحمد بن محمد ، أبو عبد اللّه الصقلي 169\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\nمحمد بن محمد ، ابن جعوان الدمشقي 170\r\nمحمد بن محمد ، ابن مالك الدمشقي 170\r\nمحمد بن محمد ، ابن القوبع المالكي 171\r\nمحمد بن محمد ، أبو الحسن الخيشي 172\r\nمحمد بن محمد ، أبو الوفاء الاخسيكثي 172\r\nمحمد بن محمد ، أبو البركات الشهرستاني 173\r\nمحمد بن محمد ، أبو صالح التجيبي 173\r\nمحمد بن محمد التكريتي 174\r\nمحمد بن محمد ، أبو عبد اللّه الثعلبي 174\r\nمحمد بن محمود ، شمس الدين الأصبهاني 175\r\nمحمد بن مزيد ، الخزاعي البوشنجي 176\r\nمحمد بن المستنير ، قطرب النحوي 177\r\nمحمد بن مسعود ، أبو بكر الخشني 177\r\nمحمد بن مسعود ، الماليني الهروي 178\r\nمحمد بن مسعود الغزني 179\r\nمحمد بن منصور ، بدر الدين الحلبي 179\r\nمحمد بن منصور ، أبو عبد اللّه الهيتي 180\r\nمحمد بن موسى ، ابن الجبّي المصري 180\r\nمحمد بن موسى ، الأفشين 181\r\nمحمد بن ميكائيل ، ابن الموصلي 182\r\nمحمد بن أبي نصر ، أبو عبد اللّه النحوي 182\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nمحمد بن النضر ، ابن الأخرم الدمشقي 182\r\nمحمد بن الهيثم ، أبو سعد السلمي 184\r\nمحمد بن أبي الوفاء ، ابن القبيصي 184\r\nمحمد بن الوليد ، ابن ولاد التميمي 185\r\nمحمد بن يحيى ، أبو عامر الشاطبي 185\r\nمحمد بن يحيى ، أبو عبد اللّه القلفاط 186\r\nمحمد بن يحيى ، أبو بكر الصولي 186\r\nمحمد بن يحيى ، القلفاط الرياحي 187\r\nمحمد بن يحيى ، أبو عبد اللّه الخزرجي 188\r\nمحمد بن يحيى ، ابن البرذعي 188\r\nمحمد بن يزيد ، أبو العباس المبرد 189\r\nمحمد بن يوسف ، ابن الجرار السرقسطي 194\r\nمحمد بن يعقوب ، بدر الدين ابن النحوية 194\r\nمحمد بن يعقوب ، الفاروي الأصبهاني 195\r\nمحمد بن يوسف ، أبو حيّان الأندلسي 195\r\nمحمد بن يوسف ، موفق الدين البحراني 199\r\nمحمد بن يوسف ، أبو عبد اللّه القرطبي 199\r\nمحمد بن يوسف ، أبو عبد اللّه الطنجالي 200\r\nمحمد بن يوسف ، ابن المنتجب البغدادي 200\r\nمحمد بن يوسف ، محيي الدين المقدسي 200\r\nمحمد ابن العلج 201\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\n\r\nالمصادر والمراجع\r\nالإعلان بالتوبيخ / شمس الدين السخاوي / دمشق 1349\r\nالأنساب / السمعاني / ليدن 1912\r\nآداب الشافعي ومناقبه / ابن أبي حاتم الرازي / مصر 1963\r\nأخبار النحويين البصريين / السيرافي / مصر 1955\r\nإنباه الرواة / القفطي / مصر 1955\r\nالإكمال / ابن ماكولا / حيدرآباد 1967\r\nالأعلام / خير الدين الزركلي / مصر 1954\r\nالبدر الطالع / محمد بن علي الشوكاني / مصر 1348\r\nبغية الوعاة / السيوطي / مصر 1964\r\nبغية الملتمس / الضبّي / مدريد 1883\r\nالبداية والنهاية / ابن كثير القرشي / مصر 1358\r\nتاريخ بغداد / البنداري الأصفهاني / مخطوط مصور في مكتبة الدراسات العليا بكلية الآداب ببغداد\r\nتاريخ بغداد / للخطيب البغدادي / مصر 1931\r\nتاريخ نيسابور / الحاكم النيسابوري / لندن 1965\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\nتاريخ جرجان / حمزة بن يوسف السهمي / حيدرآباد 1950\r\nتاريخ الأدب العربي / كارل بروكلمان / مصر 1962\r\nتهذيب التهذيب / ابن حجر العسقلاني / حيدرآباد 1325\r\nتذكرة الحفاظ / الذهبي / حيدرآباد 1334\r\nتاريخ قضاة الأندلس / النباهي / مصر 1948\r\nتاريخ علماء بغداد / محمد بن رافع السلامي / بغداد 1938\r\nتاج التراجم / ابن قطلوبغا / بغداد 1962\r\nترتيب المدارك / القاضي عياض / بيروت 1967\r\nتهذيب الأسماء واللغات / محيي الدين النووي / مصر المطبعة المنيرية\r\nتلخيص مجمع الآداب / كمال الدين ابن الفوطي / دمشق 1962\r\nتاريخ العلماء والرواة بالأندلس / ابن الفرضي / مصر 1954\r\nالتكملة لوفيات النقلة / زكي الدين المنذري / النجف 1968\r\nتوالي التأسيس بمعالي ابن إدريس / ابن حجر العسقلاني / مصر 1301\r\nالتهذيب / الكمال المزي / مخطوط في مكتبة الحرم المكي رقم 6421\r\nتاريخ آداب اللغة العربية / جرجي زيدان / بيروت 1967\r\nالتبر المسبوك / شمس الدين السخاوي / مصر 1896\r\nالتكملة لكتاب الصلة / ابن الأبّار / مصر 1955\r\nجذوة الاقتباس / ابن القاضي / فارس 1309\r\nجذوة المقتبس / الحميدي / مصر 1952\r\nالجواهر المضية في طبقات الحنفية / محيي الدين القرشي / حيدرآباد 1332\r\nالجرح والتعديل / ابن أبي حاتم الرازي / حيدرآباد 1953\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\nحلية الأولياء / أبو نعيم الأصفهاني / مصر 1938\r\nحسن المحاضرة / السيوطي / مصر 1968\r\nخريجة القصر / العماد الأصفهاني / بغداد 1955\r\nدول الإسلام / الذهبي / حيدرآباد 1365\r\nالدرر الكامنة / ابن حجر / حيدرآباد 1954\r\nدمية القصر / الباخرزي / حلب 1930\r\nالديباج المذهب / ابن فرحون / مصر 1970\r\nالدارس في تاريخ المدارس / عبد القادر بن محمد النعيمي / دمشق 1948 ، 1951\r\nذكر أخبار أصبهان / أبو نعيم الأصبهاني / ليدن 1934\r\nالذيل والتكملة / الأوسي المراكشي / بيروت - دار الثقافة\r\nذيل تذكرة الحفاظ / أبو المحاسن الدمشقي / بيروت - دار إحياء التراث\r\nذيل طبقات الحفاظ / السيوطي / بيروت - دار إحياء التراث\r\nالذيل على الروضتين / أبو شامة المقدسي / مصر 1947\r\nذيل تاريخ بغداد / ابن الدبيثي / مخطوطة مصورة في مكتبة الدراسات العليا بكلية الآداب ببغداد رقم 1240\r\nذيل طبقات الحنابلة / ابن رجب / مصر 1952\r\nالسياق في تاريخ نيسابور / عبد الغافر الفارسي / لندن 1965\r\nشذرات الذهب / ابن العماد الحنبلي / مصر 1351\r\nصفوة الصفوة / ابن الجوزي / حيدرآباد 1356\r\nالصلة / ابن بشكوال / مصر 1955\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\nالضوء اللامع / شمس الدين السخاوي / مصر 1355\r\nطبقات الفقهاء / طاش كبرىزاده / موصل 1954\r\nطبقات الفقهاء / أبو إسحاق الشيرازي / بيروت 1970\r\nطبقات المدلسين / ابن حجر العسقلاني / مصر 1322\r\nطبقات الفقهاء الشافعية / أبو عاصم العبادي / ليدن 1964\r\nطبقات الشافعية / ابن صلاح / مخطوط في مكتبة الدراسات العليا بكلية الآداب ببغداد برقم 1289\r\nطبقات الشافعية / ابن قاضي شهبة / مخطوط في المكتبة المذكورة برقم 1490\r\nطبقات الشافعية / السبكي / مصر 1964\r\nطبقات الشافعية / الإسنوي / بغداد 1971\r\nطبقات الحنابلة / ابن أبي يعلي / مصر ( مطبعة السنة المحمدية )\r\nطبقات النحويين واللغويين / الزبيدي / مصر 1954\r\nالعبر في خبر من غبر / الذهبي / الكويت 1961\r\nغاية النهاية في طبقات القراء / ابن الجزري / مصر 1933\r\nفهرست الرصاع / محمد الأنصاري / تونس 1967\r\nالوافي بالوفيات / الصفدي / فيسبادن 1961 استانبول 1931\r\nفتوح مصر / ابن عبج الحكم / ليدن 1930\r\nالفهرست / ابن النديم / ليبزك 1871\r\nفوات الوفيات / ابن شاكر الكتبي / مصر 1951\r\nكشف الظنون / حاجي خليفة / طهران 1947\r\nلسان الميزان / ابن حجر العسقلاني / حيدرآباد 1331\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\nاللباب / ابن الأثير / مصر 1356\r\nلب اللباب / السيوطي / ليدن 1860\r\nلحظ الألحاظ بذيل طبقات الحفاظ / تقي الدين المكي / بيروت - دار إحياء التراث العربي\r\nمعجم الأدباء / ياقوت الحموي / مصر 1920\r\nمعجم الشعراء / المرزباني / مصر 1960\r\nالمعجم في أصحاب القاضي الصدفي / ابن الأبّار / مدريد 1885\r\nمعجم البلدان / ياقوت الحموي / مصر 1906\r\nمعرفة القراء الكبار ومعه ذيل ابن مكتوم / الذهبي / مصر 1969\r\nمشتبه النسبة / الذهبي / مصر 1962\r\nالمنهل الصافي / ابن تغري بردي / مصر 1956\r\nمرآة الزمان / اليافعي / حيدرآباد 1339\r\nالمعارف / ابن قتيبة / مصر 1935\r\nالمختصر المحتاج إليه / ابن الدبيثي / بغداد 1951\r\nميزان الاعتدال / الذهبي / مصر 1325\r\nالمنتظم / ابن الجوزي / حيدرآباد 1357\r\nالمحمدون من الشعراء مجلة المجمع العلمي العربي حزيران العدد ( 25 ) / القفطي / بيروت 1970 دمشق 1947\r\nنزهة الألباء / ابن الأنباري / بغداد 1959\r\nنكت الهميان / الصفدي / مصر 1911\r\nنيل الابتهاج / أحمد بابا التنبكتي / مصر 1351\r\nنفح الطيب / أحمد بن محمد المقري / مصر 1949\r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\nنور القبس / المرزباني / فيسبادن 1964\r\nالنجوم الزاهرة / بن تغري بردي / مصر 1972\r\nنظم العقيان / السيوطي / نيويورك 1927\r\nوفيات الأعيان / ابن خلكان / مصر 1948\r\nيتيمة الدهر / الثعالبي / مصر 1377\r\nاليواقيت الثمينة / محمد بشير الأزهري / مصر 1324\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\n\r\nفهرس المحتويات\r\nالمقدمة 5\r\nالمؤلف في سطور 7\r\nآثاره 9\r\nهذا الكتاب 11\r\nطبقات النحاة واللغويين والمفسّرين والفقهاء ( من اسمه محمد ) 21\r\n1 - مسعود 21\r\n2 - العامري 21\r\n3 - ابن شعيب 22\r\n4 - ابن الفخّار 23\r\n5 - أبو بكر الجوري 23\r\n6 - الخولاني الأندلسي 24\r\n7 - ابن النحّاس 24\r\n8 - أبو منصور الأزهري 25\r\n9 - الشنبوذي 26\r\n10 - ابن جوامرد 28\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\n11 - المعافري 29\r\n12 - ابن حمدان الحيري 29\r\n13 - ابن جيا 29\r\n14 - ابن الخويي 30\r\n15 - الداني 31\r\n16 - الطرطوشي 31\r\n17 - الخدبّ الإشبيلي 31\r\n18 - الزهري 32\r\n19 - ابن الخالة الواسطي 32\r\n20 - ابن جابر 33\r\n21 - الشاطبي 33\r\n22 - ابن شوّاش الفهري 34\r\n23 - ابن دوّاس القنا 35\r\n24 - ابن سعدون 35\r\n25 - ابن الظهير 36\r\n26 - أبو بكر الحجري 37\r\n27 - ابن كيسان 38\r\n28 - البطليوسي 38\r\n29 - الأبيوردي 39\r\n30 - شعلة 41\r\n31 - ابن سجمان 42\r\n32 - ابن عمران الحضرمي 43\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\n33 - ابن الشرّاط الأنصاري 43\r\n34 - البهجة 44\r\n35 - الجيّاني 45\r\n36 - الإمام الشافعي 45\r\n37 - البلنسي المخزومي 51\r\n38 - أبو الطيّب النحوي 52\r\n39 - أبو المظفر العراقي 52\r\n40 - الفضيلي الهروي 53\r\n41 - البلنسي المصري 53\r\n42 - السّعيدي المصري 54\r\n43 - رضي الدين العثماني 55\r\n44 - ابن الخبّاز الموصلي 55\r\n45 - أبو بكر الواسطي 55\r\n46 - أبو بكر الإشبيلي 56\r\n47 - الأموي البلنسي 56\r\n48 - الإمام أبو الحسن بن النجّار 57\r\n49 - المنذري الهروي 58\r\n50 - محمد بن حبيب 59\r\n51 - ابن دريد 60\r\n52 - ابن الصائغ 63\r\n53 - أبو بكر الزّبيدي 64\r\n54 - ابن التجيبي 65\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\n55 - الفاسي 65\r\n56 - ابن فرقد 66\r\n57 - ابن غلام الفرس 66\r\n58 - النيسابوري 67\r\n59 - أبو علي الحاتمي 68\r\n60 - أبو عبد اللّه المالقي 68\r\n61 - ابن مقسم 69\r\n62 - أبو العباس الهذلي 72\r\n63 - أبو الفرج الهيتي 73\r\n64 - ابن رزين 73\r\n65 - ابن الدبّاغ 74\r\n66 - أبو عبد اللّه اليمني 75\r\n67 - البنجديهي 75\r\n68 - أبو عبد اللّه الأندلسي 76\r\n69 - الفارسي النحوي 76\r\n70 - أبو بكر الكرجي 77\r\n71 - أبو بكر الأزجي 78\r\n72 - محمد بن خلصة 78\r\n73 - أبو بكر الإشبيلي 78\r\n74 - الأخفش الصغير 79\r\n75 - ابن خير الإشبيلي 79\r\n76 - أبو جعفر السرقسطي 80\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\n77 - ابن الأعرابي 81\r\n78 - ابن السرّاج 82\r\n79 - ابن سعدان 83\r\n80 - أبو الفتح الديباجي 84\r\n81 - الرباحي 85\r\n82 - ابن الدّبيثي 85\r\n83 - أبو عبد اللّه النفزي 86\r\n84 - ابن سلّام الجمحي 87\r\n85 - أبو بكر النحوي 87\r\n86 - الأنصاري الإشبيلي 88\r\n87 - ابن يلتكين 88\r\n88 - أبو عبد اللّه البالسي 89\r\n89 - ابن حزم الأموي 90\r\n90 - ابن طيفور السّجاوندي 91\r\n91 - ابن عاصم 91\r\n92 - الزرندي 91\r\n93 - الخوارزمي 92\r\n94 - الرّزجاهي 92\r\n95 - أبو عبد اللّه الأنصاري 93\r\n96 - ابن مالك 93\r\n97 - ابن الصفّار 96\r\n98 - ابن قادم 96\r\n\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\n99 - ابن كناسة 97\r\n100 - ابن أشتة 98\r\n101 - أبو عبد اللّه المصري 99\r\n102 - السّلمي المغربي 99\r\n103 - أبو السعود البصري 102\r\n104 - أبو بكر الملطي 103\r\n105 - أبو بكر العبدري 103\r\n106 - ابن الجدّ 103\r\n107 - أبو الخير المروزي 104\r\n108 - الإمام السبكي 105\r\n109 - أبو منصور السمعاني 107\r\n110 - أبو عبد اللّه الكومي 108\r\n111 - ابن البيلان 108\r\n112 - الفهمي القرطبي 109\r\n113 - ابن خلصة 109\r\n114 - أبو سعد الكنجروذي 111\r\n115 - ابن تريس 112\r\n116 - أبو عبد اللّه البنجديهي 113\r\n117 - أبو عبد اللّه القزويني 114\r\n118 - المثلة 115\r\n119 - أبو عبد اللّه الأرجاني 115\r\n120 - ابن فندلة 115\r\n\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\n121 - أبو الوحدة البراتقيني 116\r\n122 - الخشني 116\r\n123 - الشقوري 117\r\n124 - ابن منده 117\r\n125 - شمس الدين المرداوي 118\r\n126 - ابن الأنباري 118\r\n127 - ابن زهر 119\r\n128 - أبو بكر اللخمي 120\r\n129 - غلام ثعلب 120\r\n130 - ابن العويص 124\r\n131 - أبو الفرج البصري 124\r\n132 - البلعمي 125\r\n133 - الغلابي 125\r\n134 - ابن أبي كدية 126\r\n135 - ابن بلبل 128\r\n136 - ابن أبي الفضل المقرئ 128\r\n137 - العزيري 129\r\n138 - أبو منصور النحوي العتّابي 131\r\n139 - ابن حميدة الحلي 132\r\n140 - أبو بكر الأذفوي 132\r\n141 - مبرمان 134\r\n142 - ابن البرّ 135\r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\n143 - ابن عسكر 135\r\n144 - الحصيني 136\r\n145 - ابن الدهّان 136\r\n146 - أبو عبد اللّه الفوطي 138\r\n147 - اليحصبي القرطبي 138\r\n148 - ابن الخيمي 139\r\n149 - أبو الغنائم الهيتي 141\r\n150 - أبو عبد اللّه المطرد 141\r\n151 - أمين الدين المحلّي 142\r\n152 - الشامي الأندلسي 142\r\n153 - رضي الدين الشاطبي 143\r\n154 - السمسماني 145\r\n155 - الكراجكي الواسطي 145\r\n156 - الفوطي 146\r\n157 - أبو بكر الخزفي 146\r\n158 - الخازمي 147\r\n159 - فخر الدين الرازي 147\r\n160 - ابن القوطيّة 149\r\n161 - العلّاف 150\r\n162 - أبو عبد اللّه القرطبي 151\r\n163 - السّيغي 152\r\n164 - المالقي 152\r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\n165 - أبو جعفر الضّبّي 152\r\n166 - المرزباني 153\r\n167 - التيمي الرازي 154\r\n168 - ابن المناصف الأزدي 154\r\n169 - العمّاني 155\r\n170 - شمس الدين البعلبكي 155\r\n171 - أبو عبد اللّه القيسي 156\r\n172 - أبو المعالي الموصلي 157\r\n173 - الحجة البعقوبي 158\r\n174 - ابن باباجوك 158\r\n175 - أبو العيناء 159\r\n176 - ابن الأنباري 160\r\n177 - ابن قسوم 163\r\n178 - ابن منداس الجزائري 163\r\n179 - الطّرازي 164\r\n180 - ابن سجمان 164\r\n181 - ابن لنكك 165\r\n182 - ابن أبي البقاء 168\r\n183 - أبو عبد اللّه الصقلي 169\r\n184 - ابن جعوان 170\r\n185 - ابن مالك ( الابن ) 170\r\n186 - ابن القوبع 171\r\n\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\n187 - أبو الحسن الخيشي 172\r\n188 - أبو الوفاء الأخسيكثي 172\r\n189 - أبو البركات الشهرستاني 173\r\n190 - أبو صالح التجيبي 173\r\n191 - التكريتي 174\r\n192 - الثعلبي 174\r\n193 - شمس الدين الأصبهاني 175\r\n194 - البوشنجي 176\r\n195 - قطرب 177\r\n196 - أبو بكر الخشني 177\r\n197 - الماليني الهروي 178\r\n198 - الغزني 179\r\n199 - بدر الدين الحلبي 179\r\n200 - الهيتي 180\r\n201 - ابن الجبي 180\r\n202 - الأفشين 181\r\n203 - ابن الموصلي 182\r\n204 - محمد بن أبي نصر بن الشمحل أبو عبد اللّه النحوي 182\r\n205 - ابن الأخرم 182\r\n206 - أبو سعد السلمي 184\r\n207 - ابن القبيصي 184\r\n208 - ابن ولاد التميمي 185\r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\n209 - أبو عامر الشاطبي 185\r\n210 - القلفاط 186\r\n211 - أبو بكر الصولي 186\r\n212 - القلفاط الرّباحي 187\r\n213 - أبو عبد اللّه الخزرجي 188\r\n214 - ابن البرذعي 188\r\n215 - أبو العباس المبرّد 189\r\n216 - ابن الجرّار السرقسطي 194\r\n217 - ابن النحوية الحموي 194\r\n218 - الفاروي الأصبهاني 195\r\n219 - أبو حيّان الأندلسي 195\r\n220 - موفق الدين البحراني 199\r\n221 - أبو عبد اللّه القرطبي 199\r\n222 - الطنجالي 200\r\n223 - ابن المنتجب 200\r\n224 - محيي الدين المقدسي 201\r\n225 - ابن العلج 201\r\nفهرس التراجم 203\r\nالمصادر والمراجع 215\r\n\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232}
  ]