[
  {"content":"\r\nبسم الله الرحمن الرحيم\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\nاُصول استنباط العقائد\r\nفي نظريّة الاعتبار\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\nاُصول استنباط العقائد\r\nفي نظريّة الاعتبار\r\nمحاضرات المحقّق الفقيه\r\nآية الله الشيخ محمّد السند\r\nبقلم\r\nالسيّد محمّد حسن الرضوي\r\n1426 ه‍\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n* اُصول استنباط العقائد في نظرية الاعتبار\r\n* محاضرات المحقّق الفقيه آية الله الشيخ محمّد السند\r\n* بقلم : السيّد محمّد حسن الرضوي\r\n* الناشر : مدين\r\n* عدد الصفحات والقطع : 162 وزيري\r\n* الطبعة الاُولى / 1426 ه‍\r\n* المطبعة : سرور\r\n* الكمّية / 1000\r\n* شابك 2 - 94 - 6642 - 964\r\nكافّة الحقوق محفوظة للمؤلّف\r\nعنوان الناشر : إيران - قم - شارع انقلاب - بناية ميلاد - رقم 238 - تلفون 7722601\r\nمركز التوزيع : إيران - قم - پاساژ قدس - پلاك 36 - تلفون 7732631 مكتبة فدك\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\nالفهرس الإجمالي\r\nتقديم 9\r\nتمهيد 11\r\nنظريّة الحكيم الفقيه الشيخ الإصفهاني ( قدس سره ) 29\r\nنظريّة العلاّمة الطباطبائي ( قدس سره ) 73\r\nأدلّة المنكرين للتحسين والتقبيح العقليّين 97\r\nأدلّة عقليّة الحسن والقبح وتكوينيّته 115\r\nالثابت والمتغيّر 133\r\nولاية التشريع 144\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nتقديم\r\nبسم الله الرحمن الرحيم\r\nالحمد لله ربّ العالمين وصلّى الله على محمّد وآله الطاهرين ولعنة الله على\r\nأعدائهم أجمعين .\r\nأمّا بعد ، فإنّ لمسألة التحسين والتقبيح العقليّين خصوصيّات ، تحتلّ المسألة مع ملاحظتها مكانة خاصّة ، فتارة تعدّ من المسائل الكلاميّة وأخرى من المسائل الاُصوليّة وثالثة من مبادئ المسائل الأخلاقيّة .\r\nفبما أنّها تقع في طريق معرفة فعله سبحانه من حيث الجواز والامتناع - حسب حكمته البالغة - تعدّ مسألة كلاميّة وتترتّب عليها ثمرات .\r\nوبما أنّها صغرى لقاعدة الملازمة بين حكمي العقل والشرع ، يعدّ البحث عن الموضوع من المبادئ الأحكاميّة التي يبحث فيها عن عوارض الأحكام الخمسة ، والبحث عن الملازمة من المسائل الاُصوليّة التي لها دورها في استنباط كثير من الأحكام العمليّة .\r\nوبما أنّ الإعتقاد بالحسن والقبح الذاتيّين هو الدّعامة الوحيدة أو الأهمّ للدّعوة\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\nإلى محاسن الأخلاق أو الكفّ عن مساوئها ، تعدّ من مبادئ مسائل علم الأخلاق ولولا القول بالحسن والقبح الذاتيّين لما صحّ البحث عن الفضائل والرذائل في نطاق وسيع .\r\nفهذه الجهات الثلاث أعطت لمسألة الحسن والقبح مكانة مرموقة يبحث عنها العلماء ، كلّ حسب اختصاصه ويطلب كلّ منها منشودته الضالة .\r\nولأجل ما لها من أهميّة قد تعرّض لها - مبسوطاً - شيخنا الأستاذ المحقّق الفقيه سماحة آية الله الشيخ محمّد سند البحراني - أدام الله أيام إفاداته - في مبحث العقائد والأصول بنطاق واسع .\r\nولمّا رأيتها طويلة الذيل ، مترامية الأطراف ، أحببت أن أفردها وأُفصّلها عن سائر المباحث العقائديّة والأصوليّة التي قمت بتحريرها من أبحاث شيخنا الأستاذ .\r\nوقد تمّ - بحمد الله - تحرير هذه الرسالة وبسط القول فيها مع كثرة إشتغالاتي وأرجو من القرّاء الكرام ، لو خطر ببالهم أنّ في بيان بعض المطالب وتوضيحه نحو قصور واضطراب أن يسندوا ذلك إليّ لا إلى شيخنا الأستاذ - مدّ ظلّه العالي - حيث إنّ مبانيه كانت عالية وبراهينه على إثبات مقاصده قويّة ، ولكنّها في مقام التقرير تتنزّل وتتقدّر بقدر استفادة المقرّر واستعداده ، وأسأل الله سبحانه وتعالى أن يعصمني من النقص والزلل ، وهو حسبي ، إنّه نعم المولى ونعم النصير .\r\nقم المقدّسة 1417 ه‍\r\nمحمّد حسن الرضوي\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nتمهيد\r\nقبل الخوض في المقصود نبحث في أمور :\r\nالأمر الأوّل\r\nفي تقسيم العقل إلى العقل النظري والعملي\r\nيعرّف العقل النظري بأنّه القوّة التي تدرك القضايا الباحثة عن الواقع بما هو\r\nواقع ولا ترتبط بعمل الفاعل المختار ، شأنها الإدراك فقط ولها رأس مال تنطلق منه البديهيّات أو الفطريّات ، ويصل منهما الإنسان إلى النظريّات .\r\nولا يخفى أنّ العقل النظري الذي ينطلق من البديهيّات هو معصوم في بديهيّاته ، ( 1 ) أما في نظريّاته قد يخطئ ولا يمكن أن يستعصم نظريّاته\r\nإلاّ بالرجوع إلى البديهيّات .\r\n\r\n","description":"","footnote":" 1 . حتّى أنّه عبّر العلماء بأنّ إدراك العقل لهذا المقدار من البديهيّات نوع من الإلهام لأنّ حقيقة إدراك العقل للبديهيّات - كما حرّر في الفلسفة - بتوسّط الإلهام الغيبي . ","page_name":" 11 ","page_number":11},
  {"content":"\r\nثم إنّه ربّما لم يتوصّل العقل البشري إلى إثبات مطلب من المطالب الإعتقاديّة في قرن من القرون ، ثمّ في زمان لاحق يثبت ذلك أحد الأعلام بالبرهان العقلي ، فيتوحش من ذكر البرهان من لا خبرة له بدعوى أنّه كيف لم يقم البرهان في تلك القرون التي سبقت وبعد ذلك يتوصّل إليه ؟\r\nولكن بعد التأمّل يتّضح أنّه لا وجه للإستيحاش ; وذلك لأنّ العقل يتنبّه بتوسّط سلسلة قافلة التكامل البشري إلى دليل برهاني على أمر من المعارف ، لم يكن روّاد المعقول تمكّنوا من إقامة ذلك الدليل والمهمّ النظر إلى صحّة المقدّمات التي يستدلّ بها ، أمّا صرف أنّ القدماء لم يستطيعوا إقامة البرهان فهو أشبه بالمزاح .\r\nوأمّا تعريف العقل العملي ، فقد قيل إنّه القوّة المدركة للقضايا التي ينبغي أن يقع العمل عليها تمييزاً له عن العقل النظري .\r\nهل العقل العملي يغاير النظري أو يتحد معه ؟\r\nقال جماعة من الفلاسفة المتكلّمين بأنّ العقل العملي هو عين النظري إلاّ أنّ هذه القوّة الواحدة بلحاظ المدرك تنشعب إلى النظري والعملي وإلاّ ليس شأن العقل إلاّ الإدراك .\r\nوذهب جماعة أخرى إلى أنّ العقل العملي يمتاز عن النظري بأنّ العملي قوّة أخرى غير قوّة العقل النظري ، وهي قوّة باعثة عمّالة ، لا أنّه فقط قوّة مدركة .\r\nوالصحيح هو القول الثاني وعليه الفارابي وأفلاطون وسقراط . بل ابن سينا في بعض كلماته وإن كان في بعض عبائره في الإشارات يذهب إلى الأوّل .\r\nوالدليل على تغاير العقل النظري مع العقل العملي وجهان :\r\nالأوّل : لا ريب في أنّ من كمالات الإنسان سيطرة عقله على القوى المادون ،\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\nفإذا كان من كمالات الإنسان أن تخضع القوى المادون لقواه العقليّة فيحنئذ تكون قواه العقليّة المادون متأثّرة من العقل وللعقل نوع عمل فيها ، فكيف ينفي ويقال إنّ العقل ليس شأنه إلاّ الإدراك .\r\nوبعبارة أخرى : ما قرره وبرهنه الفلاسفة في الحكمة العمليّة من أنّ كمال الموجود الإنساني تخضّع القوى المادون لقوّة العقل العمليّة ، يدلّ على أنّ العقل عمّال في ما دونه ولذا إذا كان الإنسان في طريقه إلى الدركات - لا الكمالات - فعقله هو الأسير للقوى المادون أو منفعل عنها ومتأثّر بها .\r\nوبعبارة ثالثة : إنّ القاعدة الفلسفيّة في معرفة النفس وهي إثبات تعدّد قوى النفس باختلاف آثار وأفعال النفس ، فكلّما شوهدت في النفس أفعال وآثار مختلفة فيدلّ على اختلاف المؤثّر ، مثلاً إذا رُئي في النفس إدراك حسّي ، فهذا يدلّ على قوّة إدراكيّة حسّية في النفس وإذا رُئي عن النفس شوق أو إدراك لمعنى وهمي ، فهو يدلّ على وجود القوّة الوهمية ; لأنّ سنخها يختلف مع سنخ الإدراك الحسّي ، فإثبات قوى النفس يتمّ بتوسّط رؤية معاليل متعدّدة في النفس ، وفي المقام أيضاً نرى غير الإدراك العقلي تأثير العقل في ما دونه أو تأثّر المادون عنه والتأثّر بلا تأثير لا معنى له ، فللإدراكات العقليّة نوع فعل في ما دونها ، إذا كان الإنسان في صراط التكامل .\r\nالثاني : وقع بحث بين المناطقة والفلاسفة قديماً وحديثاً في أنّه ما الفارق بين العلم التصديقي والعلم التصوري وهل الحكم هو من أجزاء القضيّة المصدّق بها باعتبار أنّ التصديق لا يتعلّق إلاّ بالقضيّة ولا يتعلّق بالصور الإفراديّة ، أم لا ؟\r\nوالمنهج السائد في المقام هو نظريّة صدر المتألّهين وهو أنّ التصديق ليس\r\nإلاّ الصورة الموجبة للإذعان ، فكلّ من التصور والتصديق هو تصوّر بالمعنى\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\nالأعمّ ، غاية الأمر أنّ تلك الصورة التي في التصديق أيضاً صورة إدراكيّة إلاّ أنّها توجب الإذعان . فالتصديق ليس إلاّ تصوّراً موجباً للإذعان .\r\nثمّ بنى على ذلك أنّ الإذعان والحكم ليس جزءاً للقضيّة ; لأنّ التصديق هو صورة موجبة للإذعان حسب الفرض . فالإذعان ليس هو التصديق ، بل هو أثر التصديق وليس جزءاً للقضيّة . فهو فعل من أفعال النفس ; حيث إنّ النفس بعد أن تتصوّر الموضوع والمحمول والنسبة بينهما وهذا المقدار لا زال مجرّد تصوّر ، ثمّ إذا انقلب إلى تصوّر موجب للإذعان فإنّها تقوم بأخذ الموضوع ودمجه مع المحمول ، وعندها تدمج الموضوع بالمحمول في صورة واحدة وهو حكم النفس . فتكون القضيّة التي هي متكوّنة من كافّة الأجزاء كمقدّمة إعدادية للنفس لأن تقوم بفعلها وهو الدمج بين الموضوع والمحمول . وهذا هو الإذعان . والنفس لا تقدّم على الإدماج بين الصور إلاّ إذا أذعنت بالإرتباط بين الصور . وهذا الدمج لا يختصّ بالقضايا الحسّية أو الوهميّة ، بل حتى في القضايا العقليّة . وهذا فعل عقلاني ونوع من الفعل للقوّة العاقلة ; لأنّ الذي يقوم بدمج الصور العقليّة ليس هو القوى المادون ومن ذلك يظهر أنّ من شؤون العقل الحكم أيضاً وليس شأنه الإدراك فقط .\r\nفالعقل آمر وناه تكويني طبعاً لا إنشائي ; لأنّ الذي يؤثّر في ما دونه فهو يبعث ما دونه - ويكون آمراً تكوينياً لا إنشائياً قد يحرّك وقد لا يحرّك - عند من تكون فطرته سليمة تنقاد درجاته المادون لدرجات المافوق .\r\n« فالعقل ما عبد به الرحمن واكتسب به الجنان » كما في قول الكاظم ( عليه السلام ) في حديثه المعروف لهشام بن الحكم .\r\nويمكن أن يقال بأنّ العقل العملي هو وجود برزخي بين العقل النظري والقوى\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\nالمادون ، فلا يرتبط العقل النظري بالقوى المادون مباشرة وإنّما بتوسّط العقل العملي .\r\nفالعقل النظري يدرك قضايا ذات نمطين : قضايا عمليّة في الحسن والقبح وقضايا نظريّة لا ترتبط بالحسن والقبح ، مثل « أنّ الوجود الإمكانيّ المادّي متناه » .\r\nوكمال العقل العملي أن ينقاد للعقل النظري ، إذا كان ما يدركه العقل النظري من قضايا صادقة ولو كان العقل يذعن بقضايا كاذبة ، فليس ذلك من كمال العقل بل من دركاته .\r\nبقيت نكتة وهي أنّ الإيمان ليس إدراكاً صرفاً وإنّما هو إذعان ، أي هو فعل العقل العملي وليس هو فعل العقل النظري . ولذلك ميّزنا بين الفحص والإدراك والإيمان ; حيث قلنا بأنّ الفحص هو استعداد العقل النظري وحركة الفكر لأجل الإستلهام من العوالم العلويّة ، والإدراك هو حضور صور المدركات في العقل النظري ، والإيمان هو فعل العقل العملي ولذلك قلنا بأنّ الوجوب الشرعي والإلزام التشريعي بالإيمان وحتى بالتوحيد ليس بدوري ولا ينحصر وجوبه بالعقل ; لأنّ الدور إنّما يلزم لو كان وجوب الإدراك شرعيّاً ، وأمّا إذا كان وجوب الإيمان في المعارف شرعيّاً فلا يلزم الدور ; لأن الإدراك يتمّ بإلزام العقل بالفحص وأمّا وجوب الإيمان في التوحيد وغيره من الأصول الإعتقاديّة فتشريعيّ ، ووجهه أنّ أفعال النفس العمليّة ولو المتعلّقة بالعقليّات هي موضوع الترغيب والترهيب والبشارة والإنذار والوعد والوعيد ، كي تقدّم النفس على فعل الكمال وترك النقص .\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالأمر الثاني\r\nاعتباريّة الحسن والقبح وتولّد شبهتين\r\nوفي ذيل التعريف المشهور للعقل العملي ينشأ الحديث عن الحسن والقبح .\r\nوالمعروف أنّ الأشاعرة ينفون كون الحسن والقبح عقليّين وإنّما هما اعتباريّان بجعل العقلاء واعتبارهم ، بخلاف متكلّمي الإماميّة ، فيثبتون أنّ الحسن والقبح عقليّان تكوينيّان فطريّان .\r\nوأهميّة هذا البحث من جهة ابتناء كثير من مباحث علم الكلام على نظريّة الحسن والقبح العقليين ، فإذا كانا اعتباريّين فلن تكون أدلّتهم واستدلالاتهم برهانيّة بل خطابيّة شعريّة .\r\nوهذا الحديث يثار بلغة جديدة ، لا سيّما وأنّه عدّة من الفلاسفة الإماميّة من عهد ابن سينا إلى يومنا هذا يذهبون إلى أنّ مواد الحسن والقبح العقليّين مأخوذة من المشهورات لا من اليقينيّات . فليس لها واقع وراء تطابقهم ، يعني أنّها ليست تكوينيّة بل إعتباريّة . وهذا نوع من الاعتراف من الفلاسفة بعدم تكوينيّة الحسن والقبح العقليّين وإنّ الأدلّة التي تثار منهما ليست من الأدلّة البرهانيّة .\r\nبل ينجم من هذا إشكال آخر وإثارة على الشريعة الإسلاميّة ، حيث إنّ\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\nالشريعة الإسلاميّة مشتملة على قوانين وتشريعات وتلك القوانين والتشريعات - كما يعترف المتكلّمون - أساسها عقلي ، وإنّ الأحكام الشرعيّة ألطاف في الأحكام العقليّة ، وأنّ الأحكام الشرعيّة لو علم بها العقل بملاكاتها لحكم بها . وواضح أنّ تلك الأحكام في الشريعة غالبها أحكام عمليّة حتى الأفعال الجانحيّة ، والأحكام الإعتقاديّة وإن لم تكن جارحيّة فهي أيضاً ممّا ينبغي فعلها أو لا ينبغي فعلها . ( 1 )\r\nفالبنية التحتيّة للأحكام الشرعيّة الفرعيّة والأصليّة الإعتقاديّة هي أحكام عقليّة من العقل العملي وهي حسن فعل شيء وقبحه . فإذا كان الحسن والقبح اعتباريّين وليسا بتكوينيّين ولا الدليل المركّب منهما برهانياً ، وإذا كان أيضاً الاعتبار بيد المعتبر ، لا ثبات له ، لعدم رجوعه إلى حقيقة واقعيّة وراء تطابق العقلاء وإنّما هو تابع لنظره . فالشريعة - والعياذ بالله الحقّ - لا ثبات لها ، بل تدور مدار التطابق العقلائي المتغيّر حسب الأزمان والأمكنة . فالشبهة الزاعمة أنّ الشريعة دائمة التغيّر ، لها انبساط وإنقباض ، متولّدة من هذا القول ; لأنّ أساس الشريعة مبتن على الأحكام العقليّة وإن كان لا يستكشفها العقل إلاّ بنحو الإجمال وبنحو الإنّ ، إلاّ أنّ البناء والأساس على ذلك غير ثابت . فالشريعة مبتنية على غير الثابت وسيأتي البرهان على بديهيّة الحسن والقبح .\r\n\r\n","description":"","footnote":" 1 . إنّ قضايا العقل العملي فيها ارتباط بالعمل ، بمعنى ينبغي أن يفعل أو لا ينبغي ، ولكن المراد من الفعل أعم من الجانحي والجارحي ولذلك فإنّ الإذعان في القضايا النظريّة عمل للعقل العملي . ","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالأمر الثالث\r\nمنشأ الاشتباه\r\nقد اشتهرت النسبة إلى الفلاسفة أنّهم يقولون : إنّ الحسن والقبح من المواد\r\nالمشهورة لا من المواد اليقينيّة . وهذه النسبة تتبّعناها تاريخياً ، فوجدنا أنّ النسبة خاطئة ، نعم النسبة صحيحة في الجملة من عهد ابن سينا إلى يومنا هذا وأمّا ما قبل ابن سينا فالنسبة خاطئة .\r\nفالفلسفة الهنديّة التي ربّما تعدّ من أقدم الفلسفات البشريّة والكتاب الذي يعدّ مصدراً لهذه الفلسفة - كتاب ( اوپانيشادها ) وهو باللغة الهنديّة القديمة ويقصد به ( السرّ الأكبر ) وهو جامع لتاريخ الفلسفة الهنديّة ومرادهم من السرّ الأكبر هو الله عزّ وجلّ - يستفاد منه أنّهم يذهبون إلى أنّ الحسن والقبح ليسا من المشهورات ، بل من الفطريّات البديهيّة .\r\nوأمّا ابن سينا حيث إنّه عدّ الترجمان للفلسفة المتقدمة عليه ، أي أنّ غالب كتبه وضعها لبيان مباني المشّائين ، إلاّ أنّ ترجمته في هذا الموضع لا تخلو إمّا عن الغفلة أو عن نوع من التحريف ; حيث إنّه تتبّعنا رسائل أفلاطون وسقراط وأرسطو الذين هم روّاد الفلسفة اليونانيّة ووجدنا أنّهم قائلون بأنّ الحسن والقبح\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\nالعقليّين تكوينيّان لا أنّهما من المشهورات وكذلك الفارابي في عهد الفلسفة الإسلاميّة ذهب إلى هذا في كتابه المنطقيّات ، إلاّ أنّه لمّا وصلت النوبة إلى ابن سينا عدل عن ذلك من دون إشارة وتنبيه إلى ما سبقه من الأقوال .\r\nوسبب ذلك غفلة من تأخّر عنه ; لأنّ المعروف عن أكثر كتبه مثل الإشارات والشفاء والنجاة أنّها موضوعة لترجمة وبيان مباني القدماء من المشّائين ، والذي يأتي بعده لا يلتفت إلى أنّ هذه المسألة خلافيّة لعدم إشارة ابن سينا إلى ذلك ، لشدّة الثقة العلميّة بابن سينا .\r\nوابن سينا مع كونه مترجماً لما سبق ، إذا أراد أن يثير رأياً جديداً من نفسه - سواء في هذه الكتب المعدّة لترجمة مباني القدماء من الفلاسفة أو في غيرها - فإنّه ينبّه إلى أنّ هذا ممّا وفّقه الله للاستدلال عليه ، وأمّا إذا لم ينبّه إلى أنّه هذا رأي مختصّ به ، فقارئ هذه الكتب من الفلاسفة المتأخّرة كالشيخ الإشراق والخواجة وصاحب حكمة العين والفخر والملاّ صدرا يتبادر إليهم أنّ هذا قول القدماء . وهو في كتاب الإشارات في مبحث النفس ذكر أنّهما من المشهورات والآراء المحمودة التي لا واقع لها وراء تطابق العقلاء وإنّما هي باعتبار العقلاء فقط . ولو أنّه نبّه إلى هذا الرأي في مثل كتاب التعليقات أو حكمة الشرقيّين اللذين هما كتابان موضوعان لأجل آرائه الخاصة ، لعُلم أنّ هذا الرأي يختصّ به ولا ينسحب إلى الفلاسفة القدماء ولكن حيث إنّه وضعه في الكتب المعدّة لترجمة مباني الفلسفة القديمة فأوجب ذلك مثل هذا الإيهام .\r\nأمّا سبب عدول ابن سينا عن مبنى القدماء ؟\r\nفهو مغالطة أبي الحسن الأشعري وهو متقدّم قرابة قرنين على ابن سينا ;\r\nإذ المدرسة الأشعريّة الكلاميّة قد أحدثت مغالطة - كما سيأتي - وهي التفكيك\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\nبين معاني الحسن والقبح ; حيث إنّها ذكرت لهما معاني : منها الذمّ والمدح ، والكمال والنقص ، والملائم وغير الملائم ، والمنافر وغير المنافر . وهذه المعاني حيث إنّ الأشعري لا يستطيع أن ينكرها فتوصل إلى إنكار معنى آخر للحسن والقبح وهو المدح والذم وقال : إنّ هذا المعنى لا يلازم ولا هو عين بقيّة معاني الحسن والقبح ولا يحكم بهما العقل المجرّد .\r\nفابتدأت المدرسة الأشعريّة في إنكار الحسن والقبح بمعنى المدح والذم وأثارت التفكيك بين معاني الحسن والقبح ، ثمّ وصلت النوبة إلى ابن سينا ، فوجد أنّ مذهب المدرسة الكلاميّة هو على التفكيك وحيث إنّ الفلسفة الإسلاميّة في كثير من المسائل التي أضافتها هي بالتأثّر من علم الكلام ، فكان ذلك مدعاة وسبباً لاشتباه الأمر لدى ابن سينا .\r\nولأجل الاختلاف بين الفلاسفة والمدرسة الأشعريّة يُرى التدافع أو التناقض في كلمات ابن سينا في كتبه . مثلاً في منطق الإشارات حينما يعرّف المشهورات ، يمثّل لها بالحسن والقبح ويعرّفها بأنّها الآراء المحمودة التي تطابق عليها العقلاء وليس وراء تطابقهم شيء ، فلا يمكن إقامة البرهان عليها . وكذلك في منطق الشفاء والنجاة تعرّف المشهورات بذلك .\r\nوهذا التعريف للمشهورات والتمثيل بالحسن والقبح أرسل إرسال البديهيّات عند من تأخّر عن ابن سينا وجذّر عقيدة أنّ الحسن والقبح ليسا تكوينيّين إلاّ أنّ له كلمات أخرى مناقضة لذلك ، كما صرّح في النمط الثالث من الإشارات في الطبيعيات في مبحث النفس بأنّ أحكام العقل العملي هي بالاستعانة بالعقل النظري وقضاياه إمّا أوّليّات أو مشهورات أو ظنّيّات . وهذا نوع اعتراف بأنّ قضايا العقل العملي التي فيها الحسن والقبح يمكن أن يبرهن عليها ويستدلّ عليها ;\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\nلأنّ بعض مواده موجبة جزئيّة تكون أوّليّات فيمكن أن يبرهن لها ; إذ الأوّليّات قسم من اليقينيّات .\r\nوعبّر هناك بأنّه يمكن إقامة البرهان عليها وإن كانت هي في نفسها ليست مدلّلة بالبرهان . وله عبارة أخرى في إلهيّات الشّفاء في فصل يفسّر فيه كيفيّة استجابة الدّعاء في أواخر الكتاب أو كيفيّة التأثير والتأثّر في الحالات الشرعيّة الموجودة لدى الناس ، وقال : « إنّ بعض المتفلسفة يسفّه عمل الناس وهو باطل ; لأنّ أكثر ما في أيدي الناس من قضايا الحسن والقبح هي قضايا حقّة يمكن إقامة البرهان عليها » . وهذا تعبير مناقض لتعريف الحسن والقبح والمشهورات بأنّها التي ليس لها واقع غير صرف تطابق العقلاء .\r\nوالخواجة حيث اهتمّ بكلمات ابن سينا وشرح كتبه وكتب الرازي ، كان على التفات مّا في الجملة ، حيث قال : « يمكن إقامة البرهان » وإن كان هو في بعض عباراته الأخرى يطلق القول بأنّهما من المشهورات ولا واقع وراء تطابق آراء العقلاء .\r\nوالشيء إذا لم يكن له واقع وراء آراء العقلاء ، فكيف يمكن إقامة البرهان عليه ولو على نحو الموجبة الجزئية ؟ فبين العبائر نوع تدافع وتهافت . وأن التعريف الصحيح للمشهورات هي التي يتطابق عليها العقلاء من دون القيد المزبور ، كما ذكر ذلك الفارابي في المنطقيّات .\r\nومنذ عهد ابن سينا إلى زمن ملاّ صدرا ظلّت الكلمات متذبذبة على التفصيل تارة بين نمط من المشهورات لا واقع لها ونمط يمكن إقامة البرهان عليها . وتارة أخرى على إطلاق القول بعدم إمكان إقامة البرهان عليها ، تبعاً لتذبذب كلمات\r\nابن سينا .\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\nوبعد صدر المتألّهين - عدا الحكيم اللاهيجي في گوهر مراد ، والسبزواري في شرح الأسماء الحسنى - ذهب الفلاسفة إلى أنّهما إعتباريّان مطلقاً ولا يمكن إقامة البرهان عليه مطلقاً وتبعهم الكمپاني والعلاّمة الطباطبائي والمظفّر ، إعتماداً على بعض عبارات ابن سينا المطلقة .\r\nوالنسبة الصحيحة للفلاسفة أنّهم يذهبون إلى أنّهما من البديهيّات إلى عهد الفارابي ، ثمّ تبدّل إلى أنّ بعضها بديهيّات وبعضها محلّ كلام وترديد ، ثمّ تبدّل في العهد المتأخّر إلى أنّها قضايا إعتباريّة محضة ولا يمكن إقامة البرهان عليها .\r\nإلاّ أنّ السبزواري واللاهيجي تنبّها إلى أنّ الفلاسفة قائلون ببديهيّة الحسن والقبح وتكوينيّتهما وأنّ تعبير الفلاسفة وتمثيلهم للمشهورات بالحسن والقبح ليس من باب أنّهما من المشهورات فقط ، بل من باب إمكان اندراج القضيّة الواحدة في قسم من أقسام المواد في الحين الذي تندرج أيضاً من حيثيّة أخرى في قسم آخر منها . فقضيّة الحسن والقبح من حيثيّة هي من المشهورات ومن حيثيّة أخرى هي من اليقينيّات .\r\nوهذا ما نبّه عليه الفارابي في منطقياته مثل قضيّة ( الله واحد ) من حيث قبول العامّة لها ، تكون من المقبولات ومن حيث إقامة البرهان النظري عليها ، تكون من الفطريّات أو البرهانيّات النظريّة .\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\nالأسباب التي أوجبت دعوى ابن سينا هذه المغالطة\r\nإنّ الأسباب التي دعت ابن سينا لأن ينسب ذلك إلى الفلاسفة هي ثلاثة :\r\nالسبب الأوّل\r\nما ذكرنا من مشاهدة المدرسة الكلاميّة الأشعريّة الرائجة عند الأكثر أنّهم\r\nفكّكوا بين معاني الحسن والقبح ، فقد أنكر الأشعري كون الحسن والقبح بمعنى المدح والذم هو عين بقيّة المعاني . وهذا الإنكار يخيّل ويوهم أنّ\r\nالحسن والقبح ليسا بديهيّين ، وإلاّ فكيف ينكرهما جماعة من المتكلّمين ، فلو كانا بديهيّين لأذعن لها الكلّ ، فمن ثمّ أدرجهما في المشهورات .\r\nولا يخفى أنّ هذه المغالطة لم يبتكرها الأشعري ، بل بدأت من السفسطيّين في اليونان وأشار إليها سقراط في كتبه ; حيث قال : إنّه طرأت على مُدن اليونان سابقاً حروب متعددة ، فأوجبت الضعف المالي والاجتماعي والمحن الشديدة على المجتمع اليوناني . وهذه المحن بدورها ولّدت للمجتمع اليوناني التفكير في سبب الابتلاء بهذه المحن وبدأت حواجز بين الطبقة الثريّة وبقيّة الطبقات ، حيث إنّهم\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nيستفيدون من الفُرص أكثر ما يمكن .\r\nفقالوا : إنّ المعتقدات الدينيّة هي التي جرّت إلينا هذه المحن ومن ثمّ سرى التفكير الخاطئ إلى أنّ الثوابت الأخلاقيّة والقيم الصحيحة أيضاً هي السبب الآخر في ذلك . لكي لا تبقى لديها حواجز عن استغلال وامتصاص طاقات الطبقات الاُخرى حسب تعبير سقراط والتاريخ يعيد نفسه ، فإنّ الرأسماليّة الغربيّة والإقطاع العالمي ينهج نفس المنهج حالياً . وقالوا : لا معنى لكون الدولة إلهيّة ودينيّة والدولة ليست من الدين ، بل هي تعاقد المجتمع وأنّ القانون العادل والحقوق أفكار تخيّلتها طبقة ضعيفة لتسخير الطبقة الثريّة وكذلك الأخلاق يبثّها رجال الدين لأجل تسخير بقيّة الطبقات . فقامت الطبقة الثريّة بتربية خطباء لأجل انتشار هذه العقائد وكانوا متميّزين ببيان ساحر مع قوّة الجدل والمغالطة ، فأسّسوا عدّة مدارس خاصّة لأجل هذا وربّوا فيها على هذا المنهج أعداداً كثيرة .\r\nثم بدأوا في التشكيك في حسن وقبح الأفعال الذاتيّين وأنكروه وقالوا : إنّ حسن وقبح الأفعال إنّما هي بحسب المصالح للأشخاص والطبقات وأنّهما ليسا ببديهيّين ، بل هما جعليّان إخترعتهما طبقات أخرى من رجال الدين أو الضعفاء لاستثمار الطبقة الثريّة وأنّ الحسن والقبح لا أساس لهما .\r\nوأكثر مناظرات سقراط لكسر شوكتهم حتى ساوموه على أمر معيّن كي يتنازل عن موقفه ورأيه . فبداية التشكيك في هذه القضيّة هو من السفسطيّين ، فالفلاسفة اليونانيّين يطلقون على من ينكر الحسن والقبح العقلي اسم السفسطي .\r\nالسبب الثاني\r\nهو ما بنى عليه ابن سينا في تعريف العقل العملي ، حيث جعل العقل العملي عين العقل النظري ، وأنّ الاختلاف بينهما اعتباري ، لأنّ العقل ليس شأنه\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nإلاّ الإدراك وليس شأنه الأمر والنهي التكويني ، وليس شأنه الفعل في النفس .\r\nوإنّ الفرق بين العقل النظري والعملي في المدرك ، وأنّ العقل إذا أدرك شيئاً لا يرتبط بالعمل يقال عقلاً نظريّاً ، وإذا أدرك شيئاً يرتبط بالعمل ممّا ينبغي أن يفعل يسمّى عقلاً عمليّاً ، لم يصوّر للعقل تدخّل في عمليّات النفس . فالعمليّات ليست إلاّ عادات وتأديبات . والقضايا التي يبتنى عليها العمل ليست قضايا برهانيّة ; إذ لا تدخّل للعقل فيها وهذا على خلاف مذهب الفارابي واليونانيّين وبقيّة المدارس الفلسفيّة القديمة العريقة حيث إنّهم ميّزوا بين قوّة العقل النظري والعملي كما بيّناه سابقاً .\r\nالسبب الثالث\r\nوهو أمر خفي وخطِر وله بحث مستقلّ مع غضّ النظر عن بحث الحسن والقبح وهو أنّ أرسطو ذهب إلى أنّ البرهان على قسمين : البرهان العياني الذي يقام على الجزئيات والحال أنّ ابن سينا ألغى هذا القسم من البرهان من أساسه واقتصر على القسم المعروف ولذلك ذكر في شرائط البرهان أن تكون القضايا كلّية دائمة ونحو ذلك ، لكنّها ليست شرائط للقسم الأوّل . وقد نبّه على ذلك الفارابي في منطقيّاته .\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nمحور النزاع\r\nإنّ محور النزاع بين الأشاعرة والإماميّة والاُصوليّين والاخباريّين ، والاُصوليّين\r\nبعضهم مع البعض الآخر هو في الحسن والقبح ، بمعنى صحّة المدح والذمّ على فعل الناشئين من إدراك القوّة العاقلة - العقل العملي - لتوافق واعتبار العقلاء على ذلك لغرض حفظ النظام وحفظ النوع باعتبار أنّ الفعل يشتمل على مصلحة عامّة أو مفسدة عامّة .\r\nوأمّا الحسن والقبح اللّذان يقعان وصفاً للأفعال ومتعلّقاتها بمعنى الكمال والنقص ، أو الملائم والمنافر ، كحسن العدل بمعنى أنّه كمال وملائم فلا خلاف فيه في أنّه واقعي تكويني . كذا لا خلاف في واقعيّة الحسن والقبح بمعنى حبّ الكمال والملائم وبغض النقص والمنافر ، ومثله لا خلاف في العلاقة التكوينيّة بين مجموعة من الأفعال وبين ما يلزمها من صور حسنة أو بذيئة أخرويّة وهو المسمّى ( بتجسّم الأعمال ) - الثابت بالبرهان والنقل القطعي ( كتاباً وسنّة ) - ومدّعى الإصفهاني في محور النزاع في قبال مجموعة من المتكلّمين والاُصوليّين ، أنّ هذه القضايا من المشهورات من قسم الآراء المحمودة والتأديبات الصلاحيّة من\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\nدون أن يكون لها جذر تكويني في حين أنّ آخرين قالوا بتكوينيّتهما .\r\nوبعبارة أخرى : الإصفهاني والمظفّر - تبعاً له - يصوّران النزاع بينهم وبين الأُصوليّين بالشكل التالي :\r\nإنّ هناك إعتباراً وتوافقاً للمدح والذمّ لبعض الأفعال بسبب ما تحتويه هذه الأفعال من كمال ونقص ومصلحة ومفسدة . وهذا الاعتبار العقلائي لا خلاف في وجوده ، إنّما الخلاف في أنّه البداية وأنّ المدح والذمّ يتولّد به أو أنّه يسبقه إدراك عقلي واعتبار فلسفي نفس أمري ، على أساسه تمّ اعتبار العقلاء وتوافقهم .\r\nوبعبارة ثالثة : مدح وذمّ العقلاء - لا المدح والذمّ في نفسه - هل هو ذو بعد واحد وهو الاعتبار العقلائي - الذي هو اعتبار أصولي ، يصطلح عليه في المنطق بالمخيّلات ، بمعنى الذي لا واقع له ولا منشأ انتزاع واقعي - أو أنّه ذو بعدين ، بعدٌ منه تكويني واقعي وآخر منبثق منه اعتباري عقلائي .\r\nالإصفهاني والمظفّر تبعاً لابن سينا والطوسي على الأوّل وأنّ المدح والذمّ من العقلاء كظاهرة وكحكم إنّما هو وليد اعتبار وفرضيّة وإيجاد العقلاء .\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nنظريّة الحكيم الفقيه\r\nالشيخ الإصفهاني ( قدس سره )\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\nنظريّة الحكيم الفقيه الشيخ الإصفهاني ( قدس سره )\r\nقال في كتاب النهاية في كون العقاب على المعصية لكونها هتكاً لحرمة المولى\r\nوظلماً عليه :\r\n« وهذا الحكم العقلي من الأحكام العقليّة الداخلة في القضايا المشهورة المسطورة في علم الميزان في باب الصناعات الخمس ، وأمثال هذه القضايا ممّا تطابقت عليه آراء العقلاء لعموم مصالحها وحفظ النظام وبقاء\r\nالنوع بها .\r\nوأمّا عدم كون قضيّة حسن العدل وقبح الظلم بمعنى كونه بحيث يستحقّ عليه المدح أو الذمّ من القضايا البرهانيّة ، فالوجه فيه : أنّ مواد البرهانيّات منحصرة في الضروريّات السّتّ ، فإنّها :\r\nإمّا أوّليّات ، ككون الكلّ أعظم من الجزء وكون النفي والإثبات لا يجتمعان .\r\nأو حسّيّات ، سواء كانت بالحواسّ الظاهرة المسمّاة بالمشاهدات ،\r\nككون هذا الجسم أبيض أو هذا الشيء حلواً أو مرّاً ; أو بالحواسّ الباطنة\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\nالمسمّاة بالوجدانيّات وهي الاُمور الحاضرة بنفسها للنفس ، كحكمنا بأنّ لنا علماً وشوقاً وشجاعة .\r\nأو فطريّات ، وهي القضايا التي قياساتها معها ، ككون الأربعة زوجاً لأنّها منقسمة بالمتساويين وكلّ منقسم بالمتساويين زوج .\r\nأو تجربيّات ، وهي الحاصلة بتكرّر المشاهدة ، كحكمنا بأنّ سقمونيا مسهل .\r\nأو متواترات ، كحكمنا بوجود مكّة لإخبار جماعة يمتنع تواطؤهم على الكذب عادة .\r\nأو حدسيّات موجبة لليقين ، كحكمنا بأنّ نور القمر مستفاد من الشمس للتشكّلات البدريّة والهلاليّة وأشباه ذلك .\r\nومن الواضح أنّ استحقاق المدح والذمّ بالإضافة إلى العدل والظلم ليس من الأوّليّات بحيث يكفي تصوّر الطرفين في الحكم بثبوت النسبة ، كيف وقد وقع النزاع فيه من العقلاء ؟\r\nوكذا ليس من الحسّيّات بمعنييها كما هو واضح ، لعدم كون الاستحقاق مشاهداً ولا بنفسه من الكيفيّات النفسانيّة الحاضرة بنفسها للنفس .\r\nوكذا ليس من الفطريّات ; إذ ليس لازمها قياساً يدلّ على ثبوت النسبة . وأمّا عدم كونه من التجربيّات والمتواترات والحدسيّات ففي غاية الوضوح . فثبت أنّ أمثال هذه القضايا غير داخلة في القضايا البرهانيّة\r\nبل من القضايا المشهورة .\r\nوأمّا حديث كون حسن العدل وقبح الظلم ذاتياً فليس المراد من الذاتي\r\nما هو المصطلح عليه في كتاب الكلّيات ، لوضوح أنّ استحقاق المدح والذمّ\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\nليس جنساً ولا فصلا للعدل والظلم ; وليس المراد منه ما هو المصطلح عليه في كتاب البرهان لأنّ الذاتي هناك ما يكفي وضع نفس الشيء في صحة انتزاعه منه ، كالإمكان بالإضافة إلى الإنسان مثلاً ، وإلاّ لكان الإنسان في حدّ ذاته إمّا واجباً أو ممتنعاً .\r\nومن الواضح بالتأمّل أنّ الاستحقاق المزبور ليس كذلك لأنّ سلب مال الغير مثلاً مقولة خاصّة بحسب أنحاء التصرف ، وبالإضافة إلى كراهة المالك الخارجة عن مقام ذات التصرّف ينتزع منه أنّه غصب وبالإضافة إلى ترتّب اختلال النظام عليه بنوعه وهو أيضاً خارج عن مقام ذاته ينتزع منه أنّه مخلّ بالنظام وذو مفسدة عامّة فكيف ينتزع الاستحقاق المتفرّع على كونه غصباً وكونه مخلاًّ بالنظام عن مقام ذات التصرّف في مال الغير ؟\r\nبل المراد بذاتيّة الحسن والقبح كون الحكمين عرضاً ذاتياً بمعنى أنّ العدل بعنوانه والظلم بعنوانه يحكم عليهما باستحقاق المدح والذمّ من دون لحاظ اندراجه تحت عنوان آخر ، بخلاف سائر العناوين فإنّها ربّما تكون مع حفظها معروضاً لغير ما يترتّب عليه لو خلّي ونفسه كالصدق والكذب ، فإنّهما مع حفظ عنوانهما في الصدق المهلك للمؤمن والكذب المنجي للمؤمن يترتّب استحقاق الذمّ على الأوّل بلحاظ اندراجه تحت الظلم على المؤمن ، ويترتّب استحقاق المدح على الثاني لاندراجه تحت عنوان الإحسان إلى المؤمن ، وإن كان لو خلّي الصدق والكذب ونفسهما يندرج الأوّل تحت عنوان العدل في القول والثاني تحت عنوان الجور فضلاً عن سائر الأفعال التي في نفسها لا تندرج تحت عنوان ممدوح أو مذموم » . ( 1 )\r\n\r\n","description":"","footnote":" 1 . نهاية الدراية في شرح الكفاية 3 / 28 - 32 . ","page_name":" 33 ","page_number":33},
  {"content":"\r\nوقال أيضاً في موضع آخر :\r\n« بيان حقيقة الأحكام العقليّة المتداولة في الكتب الكلاميّة والاُصوليّة .\r\nفنقول ومن الله التوفيق : أنّ القوّة العاقلة كما مرّ مراراً شأنها التعقّل وفعليّتها فعليّة العاقلة كما في سائر القوى الظاهرة والباطنة ، وليس لها ولا لشيء من القوى إلاّ فعليّة ما كانت القوّةُ واجدةً له بالقوّة ، وأنّه ليس للعاقلة بعث وزجر وإثبات شيء لشيء ; بل شأنها تعقّل ما هو ثابت من ناحية غير الجوهر العاقل ، وأنّ تفاوت العقل النظري مع العقل العملي بتفاوت المدركات ، من حيث إنّ المدرك ممّا ينبغي أن يعلم أو ممّا ينبغي أن يؤتى به أو لا يؤتى به . فمن المدركات العقليّة الداخلة في الأحكام العقليّة العمليّة المأخوذة من بادئ الرأي المشترك بين العقلاء المسمّاة تارة بالقضايا المحمودة وأخرى بالآراء المشهورة كقضيّة حسن العدل والإحسان وقبح الظلم والعدوان ; وقد بيّنّا في مبحث التجرّي من مباحث القطع في كلام مبسوط برهاني أنّ أمثال هذه القضايا ليست من القضايا البرهانيّة في نفسها وأنّها في قبالها .\r\nونزيدك هنا : أنّ المعتبر عند أهل الميزان في المواد الأوّليّة للقضايا البرهانيّة المنحصرة تلك المواد في الضروريّات السّتّ مطابقتها للواقع ونفس الأمر . والمعتبر في القضايا المشهورة والآراء المحمودة مطابقتها لما عليه آراء العقلاء ، حيث لا واقع لها غير توافق الآراء عليها .\r\nقال الشيخ الرئيس في الإشارات : « ومنها : الآراء المسمّاة بالمحمودة ، وربّما خصّصناها باسم المشهورة ، إذ لا عمدة لها إلاّ الشهرة ، وهي آراء\r\nلو خلّى الإنسان وعقله المجرّد ووهمه وحسّه لم يؤدّب بقبول قضاياها\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\nوالاعتراف بها ، ولم يمل الاستقراء بظنّه القويّ إلى حكم لكثرة الجزئيّات ، ولم يستدع إليها ما في طبيعة الإنسان من الرحمة والخجل والأنفة والحميّة وغير ذلك ، لم يقض بها الإنسان طاعة لعقله أو وهمه أو حسّه ، مثل حكمنا أنّ سلب مال الإنسان قبيح ، وأنّ الكذب قبيح لا ينبغي أن يقدم عليه » ( 1 ) إلى آخر كلامه .\r\nوعبّر عنها أخيراً بأنّها من التأديبات الصلاحيّة ، وجعل منها ما تطابق عليه الشرائع الإلهيّة .\r\nومنها : الناشئة عن الخلقيّات والإنفعالات .\r\nوقال العلاّمة الطوسي في شرح كلامه : « ومنها أي المشهورات كونه مشتملاً على مصلحة شاملة للعموم ، كقولنا العدل حسن وقد يسمّى بعضها بالشرائع غير المكتوبة ، فإنّ المكتوبة منها ربّما يعمّ الاعتراف بها ،\r\nوإلى ذلك أشار الشيخ بقوله وما تطابق عليه الشرائع الإلهيّة .\r\nومنها : كون بعض الأخلاق والإنفعالات مقتضية لها ، كقولنا الذبّ عن الحرم واجب ، وإيذاء الحيوان لا لغرض قبيح - إلى أن قال : - والآراء المحمودة هي ما تقتضيه المصلحة العامّة ، أو الأخلاق الفاضلة » ( 2 )\r\nإلى آخره .\r\nوسلك هذا المسلك العلاّمة قطب الدين صاحب المحاكمات ( 3 ) فذكر أيضاً\r\n\r\n","description":"","footnote":" 1 . الإشارات والتنبيهات 1 / 219 .\r\n2 . شرح الإشارات والتنبيهات 1 / 221 .\r\n3 . المصدر المتقدّم / 219 ، حاشية رقم 2 . ","page_name":" 35 ","page_number":35},
  {"content":"\r\nأنّ هذا القسم من المشهورات من التأديبات التي يكون الصلاح فيها ، كقولنا العدل حسن والظلم قبيح ، وما تتطابق عليه الشرائع ، كقولنا الطاعة واجبة ، وإمّا خلقيّات وانفعاليّات كقولنا كشف العورة قبيح ومراعاة الضعفاء محمودة ، إلى آخره .\r\nوتوضيح ذلك بحيث يكون كالبرهان على صحّة ما ذكروه هو : أنّ كون العدل والإحسان مشتملاً على مصلحة عامّة ينحفظ بها النظام وكون الظلم والعدوان مشتملاً على مفسدة عامّة يختلّ بها النظام - ولذا عمّ الاعتراف بهما من الجميع - أمر مدرك بحسب تفاوت أفراد الإحسان والإساءة من حيث تعلّقهما بما يناسب قوّة من القوى وكذا كون كلّ عاقل محباً لنفسه ولما يرجع إليه وجداني يجده كلّ إنسان من نفسه وكذا كون كلّ مصلحة ملائمة للشخص ، وكلّ مفسدة منافرة له أيضاً وجداني يجده كلّ إنسان عند مساس المصلحة والمفسدة ، فلا محالة يحب الإحسان ويكره الإساءة وهذا كلّه من الواقعيّات ، ولا نزاع لأحد فيها .\r\nإنّما النزاع في حسن العدل وقبح الظلم بمعنى صحّة المدح على الأوّل وصحّة الذمّ على الثاني ، والمدّعى ثبوتهما بتوافق آراء العقلاء لا ثبوتهما في الفعل على حدّ اشتماله على المصلحة والمفسدة .\r\nومن الواضح أنّ اقتضاء الفعل المحبوب والفعل المكروه للمدح والذمّ على أحد نحوين إمّا بنحو اقتضاء السبب لمسبّبه والمقتضي لمقتضاه أو بنحو اقتضاء الغاية لذي الغاية .\r\nفالأوّل في ما إذا أساء إنسان إلى غيره فإنّه بمقتضى ورود ما ينافره عليه وتألّمه منه ينقدح في نفسه الداعي إلى الانتقام منه والتشفّي من الغيظ\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\nالحاصل بسببه بذمّه وعقوبته . فالسببيّة للذمّ هنا واقعيّة وسلسلة العلل والمعلولات مترتّبة واقعاً .\r\nوالثاني في ما إذا كان الغرض من الحكم بالمدح والذمّ حفظ النظام وبقاء النوع بلحاظ اشتمال العدل والإحسان على المصلحة العامّة ، والظلم والعدوان على المفسدة العامّة .\r\nفتلك المصلحة العامّة تدعو إلى الحكم بمدح فاعل ما يشتمل عليها وتلك المفسدة تدعو إلى الحكم بذمّ فاعل ما يشتمل عليها ، فيكون هذا التحسين والتقبيح من العقلاء موجباً لانحفاظ النظام ورادعاً عن الإخلال به .\r\nوما يناسب الحكم العقلائي الذي تصحّ نسبته إلى الشارع بما هو رئيس العقلاء هو القسم الثاني دون الأوّل الذي لا يناسب الشارع بل لا يناسب العقلاء بما هم عقلاء ، وهو الذي يصحّ التعبير عنه بالتأديبات الصلاحيّة . فإنّ الحكم بالمدح والذمّ على العدل والظلم موجب لما فيه صلاح العامّة ، دون المدح والذمّ المترتّب عليهما لداع حيواني ، فإنّهما لا يترتّب عليهما مصلحة عامّة ، ولا يندفع بهما مفسدة عامّة .\r\nفالإقتضاء بهذا المعنى ليس محلّ الكلام وثبوته وجداني . والإقتضاء بالمعنى الثاني هو محلّ الكلام بين الأشاعرة وغيرهم وثبوته منحصر في الوجه المشار إليه مراراً من أنّ حفظ النظام وبقاء النوع المشترك بين الجميع محبوب للجميع ، وخلافه مكروه للجميع ، وهو يدعو العقلاء إلى الحكم بمدح فاعل ما فيه المصلحة العامّة وذمّ فاعل ما فيه المفسدة العامّة .\r\nوعلى ما ذكرنا فالمراد بأنّ العدل يستحقّ عليه المدح والظلم يستحقّ عليه\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\nالذمّ هو أنّهما كذلك عند العقلاء وبحسب تطابق آرائهم ، لا في نفس الأمر ، كما صرّح به المحقّق الطوسي ( قدس سره ) حيث قال : « إنّ المعتبر في الضروريّات مطابقتها لما عليه الوجود والمعتبر في هذا القسم من المشهورات كون الآراء عليها مطابقة » . ( 1 )\r\nوقال المحقّق الطوسي ( قدس سره ) في مورد آخر : « وذلك لأنّ الحكم إمّا أن يعتبر فيه المطابقة للخارج أو لا ، فإنّ اعتبر وكان مطابقاً قطعاً فهو الواجب قبولها ، وإلاّ فهو الوهميّات ، وإن لا يعتبر فهو المشهورات » ( 2 ) إلى آخره .\r\nوعليه فمن الغريب ما عن المحقّق الحكيم السبزواري في شرح الأسماء من دخول هذه القضايا في الضروريات وأنّها بديهيّة وأنّ الحكم ببداهتها أيضاً بديهي ، وأنّ جعل الحكماء إيّاها من المقبولات العامّة التي هي مادّة الجدل لا ينافي ذلك ; لأن الغرض منه التمثيل للمصلحة والمفسدة العامّتين المعتبر فيه قبول عموم الناس لا طائفة مخصوصين . وهذا غير مناف لبداهتها ، إذ القضيّة الواحدة يمكن دخولها في اليقينيّات والمقبولات من جهتين ، فيمكن اعتبارها في البرهان والجدل بإعتبارين بهذه الأحكام من العقل النظري بإعانة من العقل العملي كما لا يضرّ إعانة الحسن في حكم العقل النظري ببداهة المحسوسات .\r\nهذا وقد سبقه إلى كلّ ذلك بعينه المحقّق اللاهيجي في بعض رسائله الفارسيّة . لكنّك قد عرفت صراحة كلام الشيخ الرئيس والمحقّق الطوسي\r\n\r\n","description":"","footnote":" 1 . شرح الإشارات 1 / 221 .\r\n2 . المصدر المتقدّم / 213 . ","page_name":" 38 ","page_number":38},
  {"content":"\r\nوالعلاّمة قطب الدين صاحب المحاكمات في خلاف ما ذكره ، وأنّه ليس الغرض مجرّد التمثيل .\r\nوأمّا دخول القضيّة الواحدة في الضروريّات والمشهورات فهو صحيح ، لكنّه لا في مثل ما نحن فيه ; بل مثاله كالأوّليّات التي يحكم بها العقل النظري ويعترف بها الجميع ; فمن حيث الأوّليّة يقينيّة برهانيّة ومن حيث عموم الاعتراف مشهورة بالمعنى الأعمّ .\r\nقال الشيخ الرئيس في الإشارات : « فأمّا المشهورات : فمنها أيضاً هذه الأوّليّات ونحوه ممّا يجب قبولها لا من حيث إنّه يجب قبولها ، بل من حيث عموم الاعتراف بها » ( 1 ) ثمّ ذكر بعده المشهورات بالمعنى الأخصّ وقد ذكرنا عين عبارته سابقاً . وأمّا تنظير إعانة حكم العقل النظري بإعانة الحسّ له ; فالجواب عنه : إن أريد بالعقل العملي نفس القوّة المدركة فليس شأنها إلاّ الإدراك ، وثبوت المدرك ليس من ناحية الجوهر العاقل وقد عرفت نحو ثبوت الحسن والقبح فلا يقاس بثبوت المحسوس في الخارج .\r\nوإن أريد بالعقل العملي نفس المعقولات أي الآراء المحمودة والمقدّمات المقبولة ، فإطلاق العقل عليها في كتب الكلام شائع ; حيث يقولون هذا\r\nما يوجبه العقل أو يردّه العقل أي تلك الآراء والمقدّمات . فحينئذ لا شهادة له على شيء ، لما عرفت من نحو ثبوت هذه الاُمور المعقولة وأنّها ليست من الضروريّات بل من غيرها .\r\nولا يخفى عليك أنّ عدم كون هذا القسم من المشهورات من الضروريّات\r\n\r\n","description":"","footnote":" 1 . الإشارات والتنبيهات 1 / 219 . ","page_name":" 39 ","page_number":39},
  {"content":"\r\nلا يوجب دخولها في المظنونات ، كيف والمظنونات يقابلها في التقسيم ، بل الفرق بين هذه المشهورات المتوافقة عليها آراء العقلاء والبرهانيّات الضروريّة أنّها - أي الضروريّات - تفيد تصديقاً جازماً مع المطابقة لما في الواقع ، وهو المعبّر عنه بالحقّ واليقين ; بخلاف هذا القسم من المشهورات ، فإنّها تفيد تصديقاً جازماً ولا يعتبر مطابقتها لما في الواقع ، بل يعتبر مطابقتها لتوافق آراء العقلاء عليها ، فافهم ولا تغفل .\r\nوممّا ذكرنا في تحرير محلّ النزاع تعرف أنّ ثبوت العلاقة اللزوميّة بين الأفعال الحسنة والأعمال القبيحة والصور الملائمة والمنافرة في الآخرة - كما يكشف عنها الكشف الصحيح والنصّ الصريح - خارج عن محلّ النزاع ، فإنّ الكلام في التحسين والتقبيح بمعنى استحقاق المدح والذمّ عند العقلاء المشترك بين مولى الموالي وسائر الموالي .\r\nفالإيراد على الأشاعرة بثبوت العلاقة اللزوميّة على النهج المزبور عن المحقّق المذكور خارج عن محلّ الكلام ومورد النقض والإبرام ، وإن كان صحيحاً في باب إجراء الثواب والعقاب ، بل في باب الاستحقاق والإقتضاء بالتأمّل أيضاً ، لكنّه بمعنى آخر من الاستحقاق .\r\nوأمّا ما عن شيخنا العلاّمة ( 1 ) ( رفع الله مقامه ) في فوائده في تقريب عقليّة الحسن والقبح من « أنّ الأفعال بذواتها أو بخصوصيّاتها متفاوتة سعة وضيقاً كمالاً ونقصاناً بالإضافة إلى القوى ومنها القوّة العاقلة ، فإنّه يلائمها بعض الأفعال فيعجبها أو منافرة لها فيغربها ، وأنّ إنبساطها وإنقباضها أمر\r\n\r\n","description":"","footnote":" 1 . أستاذه « صاحب الكفاية ( رحمه الله ) » ","page_name":" 40 ","page_number":40},
  {"content":"\r\nوجداني ، وهما بالضرورة يوجبان صحّة المدح والقدح في الفاعل إذا كان مختاراً » على تفصيل ذكره ( قدس سره ) ، فمورد المناقشة من وجهين :\r\nأحدهما : ما أفاده ( قدس سره ) من الإلتذاذ والتألّم والاستعجاب والإستغراب للقوّة العاقلة على حدّ سائر القوى كيف وهي رئيسها . وذلك لما مرّ منّا من أنّ القوّة العاقلة لا شأن لها إلاّ إدراك المعاني الكلّية ، والتذاذ كلّ قوّة وتألّمها إنّما يكون بإدراك ما يناسب المدرك أو يضادّه ; مثلاً إلتذاذ الحواسّ الظاهرة بتكيّف الحاسّة بالكيفيّة الملموسة الشهيّة أو الحلاوة أو الرائحة الطيّبة\r\nأو النغمة المطربة ، وتألّمها بعكس ذلك ; كما أنّ إلتذاذ القوّة المتخيّلة بتخيّل اللذات الحاصلة أو المرجوّة الحصول ، وتألّمها بإدراك أضدادها .\r\nوأمّا لذّة العاقلة بما هي عاقلة فبأن يتمثّل لها ما يجب تحصيله من الكمالات من أنواع المعارف والمطالب الكلّية النافعة في نظام أمور دينه ودنياه وآخرته ، وتألّمها بفقدها مع القدرة على تحصيلها وإهمالها ;\r\nفإن فقد ما هو كمال للقوّة العاقلة يؤلمها دون ما هو أجنبي عنها . وإدراك الظلم الكلّي والعدل الكلّي بتجريدهما عن الخصوصيّات ودخولهما في المعقولات المرسلة إن لم يكن كمالاً للقوّة العاقلة لم يكن نقصاً لها حتى يؤلمها .\r\nوبالجملة أفراد الإحسان أو الإسائة خارجاً كلّ منهما له مساس بقوّة من القوى وعند نيله خارجاً يحصل لتلك القوّة انبساط من نيل الإحسان خارجاً أو إنقباض من نيل الإسائة ، سواء كان مستحقّاً لذلك الإحسان\r\nأو لتلك الإسائة أم لا .\r\nوهذا أمر واقعي ، ولا دخل له بإدراك القوّة العاقلة لكلّي الإحسان وكلّي\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\nالإسائة فهو نظير نيل القوّة الذوقيّة للحلو أو المُرّ ، وإدراك القوّة العاقلة لكلّي الحلو والمُرّ ، فإنّ الأوّل هو الموجب للإنبساط والانقباض ممّا هو حلو أو مُرّ دون الثاني .\r\nوأما إدراك الإحسان الجزئي أو الإسائة الجزئيّة بقوّة الخيال أو الوهم ،\r\nفمع كونه أجنبيّاً عن القوّة العاقلة بما هي قوّة عاقلة ليس تأثيره في الإنقباض والانبساط من جهة اشتمالها على مصلحة عامّة أو مفسدة عامّة ، بل يؤثّر تصوّر الإحسان إليه إعجاباً وإنبساطاً وإن لم يستحقّ إحساناً ،\r\nوكذا تصوّر الضرب والشتم يؤثّر في إنقباضه وتألّمه وإن كان مستحقّاً لهما ،\r\nوتصوّر ورودهما على الغير وإن كان يؤلمه ، لكنّه يسبب الرقّة وشبهها ، لا من جهة كونه ذا مفسدة عامّة .\r\nومنه يظهر أنّ حمل كلامه ( قدس سره ) على مطلق الإدراك لتصحيح التأثير في الإلتذاذ والتألّم لا يجدي شيئاً ولا يوجب كون الإستعجاب والإستغراب بالملاك الذي هو محلّ الكلام .\r\nثانيهما : ما أفاده ( قدس سره ) من أنّ الملائمة والمنافرة للعقل توجبان بالضرورة صحّة المدح والذمّ ; وذلك لما عرفت من أنّ دعوى الضرورة لا تصحّ\r\nإلاّ بالإضافة إلى ما هو خارج عن محلّ الكلام ، وهو تأثيرهما أحياناً في إنقداح الداعي إلى مجازاة الإحسان بجزاء الخير ومجازاة الإسائة بجزاء الشرّ كما مرّ تفصيله .\r\nوأمّا دعوى الضرورة بالنسبة إلى حكم العقلاء بصحّة المدح والذمّ فهي صحيحة لكنّها تؤكّد ما ذكرناه من أنّه لا واقعيّة لهما إلاّ بتوافق آراء العقلاء عليهما .\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\nوحيث عرفت حقيقة التحسين والتقبيح العقليّين ، فاعلم أنّ المراد بكونهما ذاتيّين أو عرضيّين ليس كونهما ذاتيّين بالمعنى المذكور في باب الكلّيات الخمس ولا كونهما ذاتيّين بالمعنى المسطور في كتاب البرهان ، كما بيّنّا وجهها في مبحث التجرّي مفصّلاً .\r\nبل بمعنى عدم الحاجة إلى الواسطة في العروض والحاجة إليها ، فمثل العدل والإحسان والظلم والعدوان - بنفسهما لا من حيث إندراجهما تحت عنوان آخر - محكومان بالحسن والقبح ، بخلاف الصدق والكذب فإنّهما\r\nمع حفظ عنوانهما يوصفان بخلافهما .\r\nنعم كونهما ذاتيّين لهما بمعنى آخر ، وهو أنّهما لو خلّيا وطبعهما يوصفان بهما لاندراج الصدق تحت ( العدل في القول ) واندراج الكذب تحت ( الجور في القول ) ، دون غيرهما ممّا لا يتّصف بشيء لو خلّي ونفسه ، فراجع مبحث التجرّي .\r\nوهذا بناءً على كون الحسن والقبح من قبيل الحكم بالإضافة إلى موضوعه واضح ، فكيف يعقل أن يكون الحكم المجعول منتزعاً عن مرتبة ذات موضوعه . وأمّا بناءً على أنّهما من الاُمور الواقعيّة فهما من قبيل العرض\r\nغير المفارق ; والعرض المفارق والعرض مطلقاً لا يكون ذاتيّاً لموضوعه كما هو واضح .\r\nكما أنّا ذكرنا غير مرّة أنّ المراد من العلّية والإقتضاء هو اقتضاء الموضوع لحكمه بنحو اقتضاء الغاية لذي الغاية ، لا بنحو اقتضاء السبب لمسببه ; بداهة أنّ الحكم لا يترشّح من موضوعه ، بل السبب الفاعلي له هو الحاكم وإنّما الموضوع - لمكان الفائدة المترتّبة على وجوده - يدعو الحاكم\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\nإلى الحكم عليه .\r\nفبعض الموضوعات حيث إنّه يترتّب عليها - بنفسها - مصلحة عامّة\r\nأو مفسدة عامّة ، تدعو العقلاء إلى الحكم بحسنها أو قبحها ، ولا محالة لا يتخلّف الحكم عن موضوعه التامّ فيعبّر عنه بالعلّية التامّة .\r\nوبعضها حيث إنّه يترتّب عليها المصلحة العامّة أو المفسدة العامّة\r\n- لو خلّيت ونفسها - لاندراجها كذلك تحت عنوان محكوم بنفسه بالحسن والقبح فيعبّر عنه بالإقتضاء ; لمكان اندراجه بلحاظ العوارض تحت عنوان آخر محكوم بضدّ حكم عنوانه لو خلّي ونفسه ، وإلاّ ففي الحقيقة لا علّية ولا اقتضاء .\r\nوحيث إنّ المصلحة العامّة قائمة بالعدل والمفسدة العامّة قائمة\r\nبالظلم ، فالصدق بما هو عدل ذو مصلحة عامّة والكذب بما هو جور\r\nذو مفسدة عامّة ، لا أنّ الصدق مقتض للمصلحة واندراجُه تحت عنوان العدل شرط لتأثيره فيها ، وأنّ إهلاك المؤمن مانع عن تأثيره في المصلحة العامّة ; وليست المعنونات بالإضافة إلى عناوينها مقتضيات بالنسبة إلى مقتضياتها ، حيث لا جعل ولا تأثير ولا تأثّر بينها .\r\nفاتّضح أنّه لا علّية ولا اقتضاء حقيقة في شيء من المراتب ، لا من حيث العناوين ومعنوناتها ، ولا من حيث المصالح والمفاسد العامّة بالنسبة إلى الصدق والكذب ، ولا من حيث العناوين الذاتيّة والعَرَضيّة بالإضافة إلى الحسن والقبح العقليّين ، فتدبّر جيّداً » . ( 1 )\r\n\r\n","description":"","footnote":" 1 . نهاية الدراية 3 / 333 - 343 . ","page_name":" 44 ","page_number":44},
  {"content":"\r\nهذا هو الحقّ الذي لا محيص عنه ، بناءً على ما عرفت من حقيقة الحسن والقبح العقليّين ، وأنّ قضيّتهما داخلة في القضايا المشهورة لا القضايا البرهانيّة وأنّ حقيقتهما بلحاظ توافق الآراء لا واقعيّة لهما غير ذلك ، فتدبّره جيّداً وإن كان خلاف ظاهر كلمات الاُصوليّين ، بل غير واحد من أهل المعقول ، إلاّ أنّ المتّبع هو البرهان » . ( 1 )\r\n« نعم هنا وجوب عقلي بمعنى آخر غير التحسين والتقبيح العقلائيّين ،\r\nفإنّ بعض الأعمال - حيث إنّه يؤثّر في كمال النفس وصقالة جوهرها لتجلّي المعارف الإلهيّة التي هي غاية الغايات من خلق الخلق - فلا محالة لا يرى العقل بُدّاً منه . فالمراد باللزوم العقلي ليس هو البعث ولا التحسين والتقبيح العقلائيّين ، بل الضرورة العقليّة واللاّبديّة الفعليّة ، وهذا أيضاً أجنبي\r\nعمّا نحن فيه » . ( 2 )\r\n\r\n","description":"","footnote":" 1 . نهاية الدراية 3 / 352 .\r\n2 . المصدر المتقدّم / 353 . ","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nموازنة ما أفاده\r\nإنّه ( رحمه الله ) قد أذعن بعدّة اُمور ، بل وذكر البرهنة عليها :\r\nالأوّل : إنّ القوّة العاقلة واحدة في العقل النظري والعقل العملي ; غاية الأمر الاختلاف في المدركات فنظريّة تارة وعمليّة اُخرى . وإذا كان الحال كذلك وكانت مدركات العقل العمليّة كلّها قضايا من موادّ مشهورة غير بديهيّة ، فكيف يمكن للعقل إقامة برهان مّا في هذا الباب ؟ فلا بدّ مع هذا الاعتراف - تبعاً للشيخ الرئيس والخواجة نصير الدين الطوسي - من إمكان إقامة البرهان على بعضها من وجود بعض القضايا البديهيّة في هذا الباب وإلاّ فكيف يتمكّن من إقامته .\r\nومن ثمّ ذكرنا في ما تقدّم أنّ الشيخ الرئيس وإن كان أوّل من أبدى وأظهر الخلاف في الحكم بالبداهة في الحكماء - تبعاً لما أتى به الشيخ الأشعري من المغالطة في الباب - إلاّ أنّه مع اعترافه بإمكان إقامة البرهان على بعض تلك القضايا في باب العقل العملي ، قد أقرّ لوجود موادّ بديهيّة هي الأسّ في الأقيسة البرهانيّة الممكن إقامتها في هذا الباب ; وبالتالي فهو لا يذهب إلى كون جميع قضايا العقل العملي داخلة في المشهورات فقط ، بل بعضها داخل في البديهيّات\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\nأيضاً ، وقد دلّلنا على أنّ هذا مذهب الشيخ الرئيس من نصوص كلماته ، فراجع .\r\nالثاني : كون العدل مشتملاً على المصلحة والكمال والظلم مشتملاً على المفسدة والنقص ، وأنّ الأوّل ملائم للقوّة بحسب كونه كمالاً لكلّ منها ، والثاني منافر لها لكونه نقصاً لها ; ولذلك يحبّ الإنسان العدل لما فيه من المصلحة العامّة ، وينفر من الظلم لما فيه من المفسدة العامّة .\r\nفمع هذا الاعتراف يلزمه تخطئة ما تابع فيه الشيخ الرئيس من أنّ قبح الظلم وحسن العدل إنّما يقضي بها الإنسان للإنفعال وللعادة التي نشأ عليها وتعوّد عليها من تكرار التأديب ; إذ الاعتراف المزبور يقضي بأنّ نفرة الإنسان من الظلم لحيثيّة واقعيّة في فعل الظلم ، وأنّ حبّ الإنسان للعدل لحيثيّة واقعيّة في فعل العدل ; لملائمة الكمال للقوى ومنافرة النقص لها ، لا لكون ذلك انفعالاً ، أو عادة موضوعة جعليّة .\r\nهذا وكذلك يلزمه الاعتراف بقبح الظلم وحسن العدل بالمعنى المتنازع عليه وهو صحّة المدح ، فإنّ الذمّ حدّه الماهوي هو الإخبار بالنقص والشرّ والتوصيف به ، والحدّ الماهوي للمدح هو الإخبار والثناء والتوصيف بالكمال والخير .\r\nفإذا كان الظلم مشتملاً في نفس الأمر على النقص والشر ، فإنّ الذمّ عليه كان صادقاً مطابقاً للواقع ، وإذا كان العدل مشتملاً في نفس الأمر على الكمال والخير كان الحمد والمدح عليه صادقاً مطابقاً للواقع .\r\nالثالث : كون آراء العقل العملي والمشهورات من التأديبات الصلاحيّة والخلقيّات ويلزمه الإذعان بواقعيّة هذه القضايا ; إذ أنّها واجدة للصلاح والمصلحة والكمال وكذلك كونه من الخلقيّات ، حيث إنّ الكمالات الخلقيّة\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\nوالشرور الخلقيّة حيثيّات واقعيّة ، غير معلولة لآراء العقلاء بما هي آراء توافقوا عليها من دون وجودها في الواقع ، كما هو الحال في قضايا الحكمة العمليّة من كونها برهانيّة .\r\nوالعجب أنّه ( قدس سره ) يتابع الشيخ الرئيس في كون الآراء المحمودة ناشئة من اقتضاء المصلحة العامّة أو الأخلاق الفاضلة وأنّها لذلك مشهورة غير واقعيّة ، مع اعترافه في ضمن كلامه بأنّ اشتمال العدل على المصلحة أمر واقعي وجداني ; وهو لا يتلائم مع نفي الواقعيّة عن الرأي القاضي بمدح العدل ، أي توصيفه بالمصلحة العامّة . وهذا التهافت بعينه يثار على الشيخ الرئيس والخواجة نصير الدين ( قدس سره ) .\r\nالرابع : كون الغرض من حكم العقلاء بمدح العدل وقبح الظلم هو حفظ النظام وبقاء النوع والمصلحة العامّة ، يلزمه الاعتراف بترتّب كمالات واقعيّة على ذلك الحكم مع كونه مشهوريّاً لا واقع له . فإذا كان الكمال الواقعي من أثر ذلك الحكم كان الحكم لا محالة واقعيّاً ، وإن كان التأثّر بتوسيط الفعل العادل وبتوسط الإرادة المعلولة للإذعان بحسن الفعل ، أي كماله . فالمدح وهو الإخبار والثناء على الفعل بالكمال موجب لإذعان النفس وتولّد الإرادة والفعل ومن ثمّ المصلحة العامّة .\r\nالخامس : ما ذكره من أنّ القطب ، صاحب المحاكمات ، قد سلك مسلك الشيخ الرئيس ، وواضح لمن راجع نصوص كلمات القطب أنّه يذهب إلى أنّ آراء العقل العملي بعضها مستنبط من مقدّمات بديهيّة - وهو مذهب الشيخ الرئيس أيضاً والخواجة نصير الدين - كما أنّه يذهب إلى أنّ الحكماء قائلون بالحسن والقبح بالمعاني الثلاثة جميعاً ، فراجع .\r\nالسادس : ما ذكره من الفرق بين البديهيّات والمشهورات المتّفق عليها في آراء\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\nالعقلاء ، من أنّ الاُولى تطابق الواقع بخلاف الثانية ، مع اشتراكهما في إيجاب\r\nكلّ منهما الجزم والتصديق ، والحال أنّها مبادئ الأشياء العمليّة ولا يمكن أن تثبت أو تبطل بما هو أبين منها - كما نبّه عليه الفارابي - ولأنّ المتشكّك فيها ليس يؤمن أن يهوّن أمرها ويصير من الأشرار الأردياء الأخلاق غير مشارك لأهل المدن . وقد جعل هذا القسم من المشهورات هو الصادق الذي لا ينبغي التعرّض لإبطاله والتشكيك فيه .\r\nالسابع : ما ذكره من ثبت العلاقة اللزوميّة بين الأعمال الحسنة والأفعال القبيحة والصور الملائمة والمنافرة في الآخرة ، إلاّ أنّه قد غاير بينه وبين استحقاق المدح والذمّ ، وخطّأ بذلك المحقّق السبزواري في ذهابه إلى الوحدة بين الأمرين ; لكنّه لم يتفرّد المحقّق المزبور بذلك ، بل قد ذهب إليه الحكيم الملاّ صدرا الشيرازي وكذا الحكيم النراقي ، فلاحظ .\r\nهذا مع ما عرفت من أنّ الحدّ الماهوي للمدح والحمد هو التوصيف بالكمال وفي طرف الذمّ هو التوصيف بالنقص ، فحينئذ لا انفكاك بين الأمرين ، بل هما يقوّم أحدهما الآخر .\r\nالثامن : ما ذكره من أنّ لذّة القوّة العاقلة هي بإدراك المعارف والمطالب الكلّية النافعة في نظام أمور دينه ودنياه وآخرته ، وأنّه لا شأن للعاقلة إلاّ الإدراك للأمور الكلّية وليست على حدّ شأن بقيّة القوى ، فليس إدراك العدل الكلّي أو الظلم يوجب إنقباضاً أو إنبساطاً ; وأمّا إدراك الجزئيّ منهما فليس التأثّر من القوّة العاقلة بل من القوى الأخرى .\r\nففيه : إن كان إدراك المذكورات كمالاً للعاقلة ، فلا بدّ من الإذعان بصدق تلك\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\nالمدركات وحقيقتها ، كي يكون إدراكها كمالاً لها . وهذا يخالف ما تابع فيه الشيخ\r\nالرئيس من كون الشرائع الإلهيّة من التأديبات الصلاحيّة من المشهورات التي لا واقع لها وراء الاتّفاق ، مع أنّه قد تقدّم أنّ التأديبات الصلاحيّة هي ما فيه مصلحة عامّة وكمال ، فكيف تكون قضاياها غير مطابقة للواقع ؟\r\nوأمّا اللذّة ; فإن كان المراد بها ما هو من خواصّ القوى الشهويّة ، فالمفروض أنّه في العدل الجزئي مع الغير لا نيل لها فيه وأمّا إرجاعه إلى الإنفعاليّات من الرأفة والرحمة في النفس ، فالإنفعاليّات لا محصّل لها إلاّ أنّها آثار الملكات الخلقيّة الفاضلة أو الرديّة وهي كمالات أو دركات للنفس . فالملائم للخلق الفاضل كمال والمنافر له نقص وعلى العكس في الخلق الرديء .\r\nهذا مع بنائه ( قدس سره ) على أن لا شأن للعاقلة إلاّ إدراك الكلّيات ولا شأن لها بالجزئيّات - كما حرّر ذلك في برهان الإشارات والشفاء - لكنّه سيأتي في العقل العياني إمكان إقامة البرهان على الجزئيّات به ، وهو عبارة عن استعانة العاقلة بالآلات والقوى الأخرى المدركة للجزئيّات .\r\nالتاسع : ما ذكره - من أنّ الداعي لدى العقلاء في الحكم على الأفعال بالحسن والقبح هو وجود المصلحة أو المفسدة العامّة - اعتراف بأنّ الحسن الحاكم به العقلاء هو مساوق ، بل مصادق للمصلحة أو المفسدة ، وكذا ما ذكره من أنّ في حكمهم بالحسن والقبح بما هم عقلاء يتحفّظون على المصلحة العامّة ، لا بما لهم من شهوة التشفّي وحبّ الانتقام ، يثبت ذلك أيضاً . فمن الغريب بعد ذلك نفيه ( قدس سره ) التلازم بين الأمرين ، مع أنّه قد عرفت أخذ أحدهما في حدّ الآخر .\r\nالعاشر : ما أقرّ به - من الوجوب واللابدّيّة العقليّة بين الأفعال وكمالات النفس\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\nوصقالتها وتجلّي المعارف الإلهيّة ، على تقدير إرادة هذا المعنى منه ، أو لابدّيّة\r\nالإتيان به العقليّة ، كي تتحقّق تلك الغايات ، على التقدير الآخر المحتمل في كلامه - هو الذي ذكره غير واحد من الحكماء الأوائل من أنّ الحسن والقبح في الأفعال ، مضافين إلى حدّهما الماهوي المتقدّم ، يفسّر بلوازم أخرى من قبيل إنبغاء الفعل وعدم إنبغاء الفعل ، وضرورة الفعل وامتناعه ، واللابدّيّة والبدّيّة .\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\n\r\nالإستدلال على رأيه\r\nواستدلّ على رأيه ( رحمه الله ) بأدلّة مختلفة :\r\nالدليل الأوّل\r\nإنها لو كانت تكوينيّة واقعيّة لكانت علاوة على كونها يقينيّة - لا مشهورة - ذات واقع تطابقه ، ومعه - لا بدّ أن تكون عرضاً خارجياً - أو من الاعتبارات الفلسفيّة النفس الأمريّة المأخوذة من الواقع الخارجي ، في حين أنا لا نجد الفعل يتلوّن بالحسن والقبح بمعنى المدح والذمّ خارجاً ، كتلوّن الجدار بالسواد والبياض أو كتلوّن الموجود بالإمكان والوجوب .\r\nمناقشة الدليل الأوّل\r\nإنّه قد تبلور الخلل في ما ذكره ( قدس سره ) ، حيث اتّضح أنّ التحسين والتقبيح عبارة عن القضيّة الذهنيّة الحاكية عن الكمال الخارجي ، ومن ثمّ فهما إعتباران فلسفيّان ، لهما منشأ انتزاع وليسا إعتباراً أصولياً صرفاً ، ومن ثمّ كانا عرضاً على الكمال والنقص التكويني ومحمولاً عليه .\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالدليل الثاني\r\nإن القياس البرهاني يشترك مع الجدلي في كونه جازماً ، ولكنّه يتميّز عنه في اشتراط مطابقة موادّه للخارج ، في حين أن الجدلي يشترط مطابقة موادّه لاعتبارات وقرارات العقلاء من دون أن يكون لهذه الاعتبارات - الأصوليّة - تأصّل ومصداقيّة خارجاً .\r\nوحينما نأتي إلى الحسن والقبح ونلاحظ أنّهما يتقوّمان بحكم واعتبار وتوافق العقلاء ، حتّى يكون لهما وجود ممّا يكشف عن عدم وجود واقع لهما سوى ايجاد واعتبار العقلاء لهما .\r\nهذا الدليل ذكره في مجال الردّ على السبزواري ، فإنّه برهن على تكوينيّة الحسن والقبح بمعنى المدح والذمّ ، ولم يكتف بذلك حتّى نسبه إلى الفلاسفة .\r\nوإن ما يتراءى من كلامهم أنّهما من المشهورات صحيح ، ولكنّه في الوقت نفسه يصنّفونهما في الضروريات واليقينيات ، ولا يمنع من كون قضيّة واحدة تندرج تحت مادّتين من حيثيتين .\r\nواستدلّ على التكوينيّة بنظريّة تجسّم الأعمال .\r\nوناقشه الإصفهاني : بأنا نقبل اندراج قضيّة واحدة تحت مادّتين كما في مثل الكلّ أكبر من الجزء . ولكن قضيّة الحسن والقبح لا تندرج إلاّ في المشهورات بالمعنى الأخصّ لما ذكرناه من الأدلّة على الاعتبار البحت فيها .\r\nوأمّا مسألة تجسّم الأعمال ، فأنا نقبل العلاقة التكوينيّة إلاّ أنّها خارجة عن محلّ النزاع .\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nمناقشة الدليل الثاني\r\nأن كونه من المشهورات لا ينفي وجود واقع مطابق لها ، وأن المغالطة بدأت من ابن سينا حيث نفى وجود مطابق حقّ في المشهورات .\r\nوالصحيح ما ذكره القدماء إلى الفارابي من أن قسماً من المشهورات في عين كونها مشهورة هي واقعيّة وبديهيّة ، وهي قسم الآراء المحمودة والتأديبات الصلاحيّة التي تطابق عليها جميع الآراء وفي كلّ الأزمنة .\r\nوذلك : لما ذكره الفارابي من أنها لو كانت بالاعتبار والمواضعة لم يعقل مثل هذا الاتفاق على مرّ التاريخ ومن الجميع من دون أن يشذّ أحد ، ممّا يعني وجود سبب واقعي صارخ في وضوحه وهو بداهتها ; بالإضافة إلى أنها محمودة ، والحمد حده الحكاية عن الكمال كما أسلفنا ، ومن ثم فهو من الواقعي التكويني والملاحظ لكلام الشيخ الرئيس يجد أنّه متناقض .\r\nفتارة يعبّر أنّ هذه القضايا مشهورة .\r\nوثانية يعبّر أنّ العقل العملي يستقى من مشهورات وأوليّات ، فإنه يعني أن لبعضها حظّاً من الواقعيّة والبديهيّة .\r\nوثالثة يعبّر بإمكان البرهنة على بعضها الذي يعني واقعيّتها من جهة ، ورجوعها إلى بديهيّات من جهة أخرى شأن كلّ نظريّ .\r\nورابعة يعبّر أنّ من يتوهّم أنّ كلّ ما في أيدي الناس من حسن وقبح من مواضعتهم ولا حقّ يطابقه فهو متفلسف .\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nالدليل الثالث\r\nإنّنا نتساءل عن فلسفة إذعان واعتبار العقلاء واتّفاقهم على المدح والذمّ ؟\r\nفالجواب : إنه لأجل تحقيق غاية عامّة وهي بسط الأمن والنظام ونشر المصلحة والقضاء على المفسدة ، فعلاقة الحسن والقبح مع الفعل علاقة الغاية وذي الغاية .\r\nمن هذه الإجابة قد يلتبس الحال فيتصوّر أنّ للحسن والقبح واقعيّة ، بعد أن كانت الغاية المتوخّاة واقعيّة ولكن الصحيح أن الإجابة تدل على اعتباريّتهما وعدم واقعيّتهما وخارجيّتهما خارج أفق توافق العقلاء ، وذلك : لأن العقلاء من خلال المدح والذمّ يتوصّلون إلى الغاية ممّا يعني أن هذا المدح والذمّ توجيهيّ تربويّ إصلاحيّ ، وعالم التوجيه والتربية لا ينسجم إلاّ مع الاعتبار .\r\nفإنّه ( رحمه الله ) يصوّر أن العلاقة بين الفعل والمدح والذمّ علاقة الغاية وذي الغاية ، ومن ثمّ فهو دليل اعتباريّة المدح والذمّ مع الإيمان بعلاقة السببيّة أيضاً بين الفعل والمدح والذمّ وأنّ الأوّل سبب ومقتضى للثاني ، ولكن هذه السببيّة ناشئة من دواع حيوانيّة لا إنسانيّة عقلانيّة .\r\nكما أنّه شدد النكير على الآخذ في تصويره وجود ملائم ومنافر للقوة العاقلة وإستنتاجه من ذلك واقعيّة المدح والذمّ .\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\nمناقشة الدليل الثالث\r\nإنّ ما تقدّم من بيان حدّ المدح والذمّ وعلاقتهما التكوينيّة بالكمال والنقص ، يتّضح منه أن علاقة الغاية وذي الغاية وإن كانت ، لكنّها لا تعني الاعتبارية\r\nوإنّما تعني استفادة العقلاء من هذه الظاهرة التكوينيّة في مجال التوجيه .\r\nفي الوقت نفسه لا نرتضي تصنيفه لحالات السببيّة أنّها من مناشئ حيوانيّة ،\r\nإذ أن ظاهرة سببيّة الفعل للمدح والذمّ يمكن أن نجدها في الكمّلين من البشر كالرسول الأعظم ( صلى الله عليه وآله ) ولا يعقل في مثله أنّ ذمّه لظالمه حين يظلمه يكون بداعي الغريزة الحيوانيّة وإنّما بداع عقليّ محض يكون الفعل سبباً للمدح والذمّ ،\r\nوهو دليل عقليّة المدح والذمّ حينئذ .\r\nكما أنّنا نقبل مدّعى الآخوند إجمالاً في وجود الملائم والمنافر في القوّة العاقلة ، وأنها ليست مختصّة بالقوى الحيوانيّة كما حاول أن يصوّره الإصفهاني .\r\nوتوضيحه : إنّ البداية المغلوطة والتي رسمت موقف الإصفهاني بالشكل الذي طرحه في النقاط الثلاثة المشار إليها أعلاه هي تصويره أنّ مهمّة قوّة العقل العملي هي الدرّاكيّة فقط من دون أن تكون قوّة عمّالة ، فلا أمر ولا نهي ولا بعث ولا زجر تكوينياً لها ، وأن تقسيم العقل إلى نظريّ وعمليّ اعتباري ، وأنّ قوّة العقل واحدة ، وأن المدركات هي التي تنقسم إلى ما من شأنه أن يعلم وما من شأنه\r\nأن يعمل .\r\nولكن الصحيح ما نظره المتقدّمون من الفلاسفة إلى الفارابي من أن قوّة العقل العملي قوّة عمّالة ونكتشف صحّة هذا التنظير من مجموعة من المسلّمات التي اتّفق عليها الجميع مع بعض التحقيقات الحديثة :\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n
  ] أ [ الجميع سلّموا أن الإدراك يولّد إذعاناً .\r\n
  ] ب [ كذا سلّموا أن الإذعان يولّد شوقاً .\r\n
  ] ج [ وسلّموا أيضاً أن كمال الإنسان يكون بخضوع وتطويع وانصياع قواه\r\nالدانية لقواه العالية .\r\n
  ] د [ مع تسليم الجميع بأن الانصياع المذكور يتمّ بإدراك القوّة العاقلة واذعانها فيتولّد الشوق في ما دون أو النفرة وهو البعث والزجر التكويني .\r\n[ ه‍ 
  ] لا يمكن أن يكون هذا الإذعان وليد معلول لواهمة أو لمخيّلة ،\r\nلأن الإذعان كلّي ، فلا يصدر إلاّ من قوّة مجرّدة . فهو يحصل في القضايا العقليّة البحتة كالإذعان بوجود الله سبحانه .\r\n[ و 
  ] آخر التحقيقات يقول : إن العلم صرف الإدراك وهو يولّد الحكم ، فالحكم فعل تقوم به النفس في ظرف الإدراك الذهني ، فليس هو من مقولة العلم ، فاختلافهما سنخاً دليل وجود قوّتين لا واحدة .\r\n[ ز 
  ] تسليم الأعلام أن الإيمان من أشرف العلوم أو أشرف من العلوم لأنه علم وصل إلى حدّ التأثير ، فهو إدراك وعمل والإيمان يكون نتاج العقل ; كما يذكر في علم النفس الحديث أن الإيمان مهما كان متعلّقه - ولو الحجر - من كمالات النفس البشريّة ، والنفس التي لا تؤمن مريضة مذبذبة لا يمكن أن تحصل على كمالاتها وإن بلغت من الإدراك ما بلغت .\r\nمن مجموع هذه النقاط يعرف أنها لا تنسجم مع نظريّة الإصفهاني التي\r\nتحصر دور العقل بالإدراك ، وتصنّف الانفعال والشوق والنفرة في القوى\r\nالدانية الحيوانيّة .\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\nفإنها وإن كانت كذلك ولكنها بدواعي عقليّة ، فهناك شهوة حيوانيّة منبعثة عن العقل ، وغضب حيواني منبعث عن رؤية وعمل عقلي .\r\nفالصحيح ما ذكره المتقدّمون من أن للعقل عملاً وبعثاً وزجراً وأمراً ونهياً\r\nجنباً إلى جنب إدراكه .\r\nولكن الصورة لم تكتمل ومن ثمّ كانت بحاجة إلى مزيد من الايضاح :\r\nإن قوّة العقل النظري تمثّل درجة ومرتبة من مراتب النفس ، تكون قابلاً ومحلاً وموضوعاً للإدراك ، الذي يوجده فيها العقل المجرّد ، وقوّة العقل العملي تمثّل درجة أدنى تكون قابلاً ومحلاً وموضوعاً للإذعان الذي هو فعل الدمج الذي يوجده فيها العقل النظري ومن ثمّ يتّضح أن هذه القوّة عمّالة فقط لا درّاكة في قبال القوّة النظريّة التي هي درّاكة فقط لا عمّالة .\r\nونؤكّد أنّنا حينما نقول قوّة العقل النظريّ وقوّة العقل العمليّ لا نعني إلاّ المحلّ القابل للإدراك في الأوّل ، والقابل لفعل النفس ( الحكم ) في الثاني .\r\nوحينما يقال عن الإدراك والحكم أنّهما فعلا القوّة النظريّة والعمليّة ، لا يقصد منه أنّ القوّة النظريّة فاعل الإدراك وأنّ القوّة العمليّة فاعل الحكم ، وإنّما يقصد أنّهما فعلان لهاتين القوّتين المطاوعتين ، بمعنى أنّ الإدراك فعل القوّة النظريّة بنحو القبول وأمّا الفاعل فهو العقل المجرّد وأن الحكم فعل القوّة العمليّة المطاوعيّ بنحو القبول ، وأمّا فاعله فهو القوّة النظريّة بواسطة الإدراك . والفعل المطاوعي نظير التألّم الذي هو فعل النفس المتألّمة بنحو القبول ولكن فاعله وموجده هو الضارب .\r\nوبتعبير آخر : الفعل المطاوعي هو المسبّب التوليدي ولكن بقيد حلوله في\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\nمحلّ منفعل ، وهو يكون في صورة مطاوعة وانصياع القوّة الدانية للقوّة العالية كانصياع قوّة العقل العمليّ لقوّة العقل النظريّ ، أما لو تمرّدت النفس في هذه الدرجة وجمحت ، فإن الفاعل للحكم والإذعان ليس قوّة العقل النظريّ ، وإنّما\r\nقوّة أخرى ومن هنا يحلّ الانحراف فإن ذلك أحد أسبابه .\r\nوبعد الالتفات إلى أنّ الإيمان بالله هو الحكم والإذعان ، تتّضح فلسفة وجود الحكم الشرعي الفقهي في المسائل الإعتقاديّة الأصليّة ودوره بلحاظ أثره من الترغيب والترهيب ، فإنّه يؤثّر في كبح جموح النفس المحلّ والقابل ( قوّة العقل العمليّ ) كي تقبل فعل القوّة العاقلة للإذعان فيها .\r\nومن ثمّ يتبلور أن الحكم الشرعيّ الفقهيّ لا يغني عن الإدراك النظريّ في العقيدة ، وليس بدلاً له في فعل الإذعان وإيجاده في النفس ، إذ لا يتحقّق الإذعان ويستحيل بدون الإدراك ، وتفصيل الكلام متروك إلى بحث الإمامة .\r\nعلى أية حال ، إذا حلّ فعل النفس وهو الإذعان وحلّ في مرتبة من مراتب النفس ، سيحصل الشوق إلى الفعل والذي هو أيضاً فعل مطاوعي يحلّ في قوّة\r\nمن قوى النفس الحيوانيّة ، وتوجده قوّة العقل العملي بواسطة الإذعان .\r\nمن هذا العرض تبلورت مجموعة أمور :\r\n
  ] أ [ القوّة العمليّة قوّة عمّالة لا درّاكة ، أي أنّه يحلّ فيها فعل النفس وهو الحكم هو سنخ آخر غير الإدراك وتكون فاعلة بواسطة فعلها للشوق والنفرة « البعث والزجر التكويني » .\r\n
  ] ب [ إنّ المدركات - التي قسّمها الإصفهاني إلى قسمين - تدخل جميعاً في القوّة النظريّة ، فهي مدركات القوّة النظريّة .\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n
  ] ج [ مع مطاوعة القوّة العمليّة يكون فعلها الحال فيها معلول القوّة النظريّة بواسطة مدركاتها ، وإلاّ فقدت هذه الميزة .\r\n
  ] د [ دور الحكم الشرعي هو تطويع القوّة العمليّة لقبول فعل القوّة النظريّة . ومنه اتّضحت العلاقة بينه وبين الإدراك .\r\n
  ] ه - [ السرّ في تسمية القوّة العمليّة بقوّة العقل العملي ، لأنّه قوّة مجرّدة ذاتاً وفعلاً ، إلاّ أنّه لمّا كان فعلها الحال فيها وهو الحكم ليس إدراكاً قيّدت بالعملي تمييزاً لها عن القوّة الدرّاكة .\r\n
  ] و [ اتّضح بعض الشيء طبيعة العلاقة بين العقل النظري والعملي ، فإن القوّة الدرّاكة لا تستطيع التأثير في القوى المادون مباشرة ، فاقتضت حكمة الله سبحانه وجود قوّة تتوسّط بين القوّة الدرّاكة والقوى الدانية تستلم قضاياها من العقل النظري وتوجّه ما دونها من القوى .\r\nونضيف : إنّ القوّة الإدراكيّة أكثر تجرّداً من القوّة العمليّة ، فإن الثانية أقرب إلى النفس هويّة من الأولى ، إذ النفس كما هو معروف مجرّد ذاتاً لا فعلاً .\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nالدليل الرابع\r\nعلاقة الموضوع مع محموله في القضايا ليست علاقة الفاعل للمحمول والحكم ، وإنّما يكون في القضايا العقليّة بمثابة العلّة الماديّة الحاملة للحكم والفاعل هو العقل ، مثل الأربعة زوج ، فإن الحاكم بزوجيّة الأربعة هو العقل ولكن ليس حكماً عبطياً وإنّما بسبب تحليله للموضوع ووجدانه أنه ينقسم بمتساويين ، فكان ذلك منشأ لحكمه .\r\nوحين نأتي إلى قضيّة « العدل حسن » نجد أن الموضوع لا فاعل ولا مادّة أيضاً ، أي ليست فيه صفة المدح فينتزعها العقل ويحكم بها عليه ، ممّا يعني أن فاعل الحكم هو العقلاء فهم الذين اعتبروه وأوجدوه .\r\nمناقشة الدليل الرابع\r\nولعلّ الدليل كان وراء نظريّة العلاّمة في الإعتباريّات - والمناقشة نقضاً وحلاًّ - :\r\nالنقض : إنّ كلّ القضايا بدون استثناء موضوعها الذهني ومحمولها من إنشاء الفاعل لا الخارج ومعه لا بدّ أن يلتزم بإنكار واقعيّتها ، « فالأربعة زوج »\r\nلم يفعلها الخارج وإنّما أنشئت وأوجدت في الذهن من قبل فاعل مّا على حدّ « العدل حسن » من دون فرق .\r\nالحلّ : إن المدار في الواقعيّة وعدمها ليس على الفاعل للموضوع والمحمول\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\nالذهني وإنّما على المطابقة للخارج وعدمها ، فإنه هو مقياس الواقعيّة وعدمها فقضيّة « الدفتر أحمر » ، واقعيّة لوجود مطابق لها في الخارج وإن كان الذي\r\nفعل الحمرة الذهنيّة ( صورتها ) غير الخارج .\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nالدليل الخامس\r\nإنّ موادّ القياس البرهاني منحصرة بالبديهيّات الستّ المعروفة وليس حسن العدل والمدح عليه وبعكسه قبح الظلم من أحدها ، فيتعيّن أن يكون من القضايا المشهورة .\r\nمناقشة الدليل الخامس\r\nكلّ ما سبق كان يصبّ في إثبات واقعيّة وتكوينيّة الحسن والقبح ، وأما بداهتها فلم يركّز الحديث عنها وإن مرّت الإشارة إليها بشكل سريع .\r\nوالدليل على البداهة يمكن أن يقولب ضمن نقاط :\r\n1 . التطابق في كلّ زمن ومن الجميع على المدح والذمّ في بعض الأفعال دليل البداهة ، وإلاّ لم يعقل مثل هذا الاتفاق .\r\n2 . الكمال والنقص في بعض الأفعال بديهي ، والمدح والذمّ يرجع إليهما كما أسلفنا فهما بديهيّان .\r\n3 . ذكر الأعلام أنّ الكلّيات العالية التي تكون علّة تامّة للمدح والذمّ كالعدل والظلم مفاهيم فلسفيّة لا ماهويّة ، وهي غالباً ما تكون بديهيّة فالمدح والذمّ معلولهما بديهي أيضاً .\r\nونحن لا نريد أن ندّعي بداهة المدح والذمّ في كلّ الأفعال ، وإنّما بداهتهما في الكلّيات العالية وكثير من الكلّيات المتوسطة .\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\nالدليل السادس\r\nلو كان الحسن والقبح تكوينيّين لما اختلف العقلاء في حسن شيء وقبح آخر ، في حين أنا نرى أن العقلاء من قطر آخر وفي زمن آخر يختلفون ، ممّا يؤكّد جعليّتهما ومن ثمّ خضوعهما للظروف والحاجات الإجتماعيّة .\r\nمناقشة الدليل السادس\r\n1 . إنّ الاختلاف يرجع إلى الاختلاف في الإحراز والتشخيص والإدراك والذي يرجع بدوره إلى اختلاف العقول البشريّة وتفاوتها ، وليس بسبب عدم واقعيّة المدرك وعدم حقيقته .\r\nفالإختلاف في المدح والذمّ زماناً ومكاناً ، على حدّ الاختلاف في سائر الحقائق العلميّة ، يرجع إلى قصور الإدراك البشري لا إلى تغيّر وعدم ثبات المدرك .\r\n2 . إنّ عناوين الأفعال الكماليّة وعكسها تختلف بالنسبة إلى المدح والذمّ فبعضها يكون علّة للمدح والذمّ وأخرى تكون مقتضية للمدح والذمّ ما لم يمنع مانع وثالثة تكون لا بشرط ، فإذا اندرجت في عنوان حسن ، ثبت لها المدح وإذا اندرجت في عنوان قبيح ، ثبت لها الذمّ وإن لم تندرج تحت أحدهما لم تكن حسنة ولا قبيحة ومن هنا يعرف أن الاختلاف والتغيير يكون في القسم الثالث وشطر من القسم الثاني لا في الحسن والقبح بشكل مطلق .\r\nتوضيح الفكرة أكثر : إن العقل العملي لا يتعاطى في عمله الإدراكي\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\nمع الجزئيّات ، وإنّما يختصّ بإدراك الكلّيات والكلّيات منها ما هو عامّ ، ومنها\r\nما هو متوسّط ، والجزئيّات يتحدّد وضعها من خلال الكلّي المتوسّط - والذي\r\nهو بدوره يحسم أمره من خلال انتسابه إلى الكلّي العامّ - الذي ننتسب إليه ،\r\nلا من خلال ماهيّاتها الخاصّة فإذا كان الفعل الجزئي ضمن شروط معيّنة من زمان ومكان وغيرها يساهم في تحصيل الكمال ، إتّصف بالحسن لاندراجه تحت العناوين الكماليّة ، فلو تغيّرت الشروط وأصبح تأثير الفعل عكسيّاً لاتّصف\r\nبالقبح ومن هنا لم تكن الجزئيّات ثابتة الحسن أو القبح - لعدم ثبوت الحسن\r\nأو القبح لها بماهيّاتها الخاصّة - وإنّما هي متغيّرة ومتلوّنة حسب طبيعة الظروف المحيطة بها .\r\nوأمّا الكلّيات المتوسّطة فهي التي تقتضي الحسن والقبح بماهيّاتها النوعيّة شريطة عدم المانع من تأثيرها كالصدق والكذب وبالتالي فهي متغيّرة ولكن تغيّرها منتظم ومنضبط وليست كسابقتها .\r\nوالكلّيات العامّة كالعدل والظلم علّة تامّة للمدح والذمّ وبالتالي فهي من الثوابت التي لا تتغيّر ، بل لها تتحدّد وجهة الأفعال الكلّية الأخصّ منها ،\r\nكذا الجزئيّات .\r\nومن هذا العرض يتبلور وجود ثابت في مدركات العقل العملي وهو في الحسن والقبح التكوينيين . ومن هذا العرض يتبلور أيضاً الضابطة في حدود تغيّر الأحكام بحسب الزمان والمكان والذي يصاغ بصياغة ثانية :\r\nالفرق بين الحكم الشرعي والمولوي ، وما هي مساحة كلّ منهما\r\nوصياغة ثالثة : ما هو المتغيّر والثابت في الشريعة ؟\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\nوصياغة رابعة : أين منطقة ولاية المعصوم وأحكام الله الثابتة ؟\r\nوصياغة خامسة : ما هي منطقة الولاية التشريعيّة للمعصوم ؟\r\nوتفصيل الحديث سيأتي لاحقاً إن شاء الله .\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nالدليل السابع\r\nوالذي بلوره الشهيد الصدر : إن معنى العدل هو إعطاء كلّ ذي حقّ حقّه ، والظلم بعكسه ، وهذا يعني أنّهما عنوانان اعتباريّان جعليّان ، لأنّ الحقّ أمر اعتباري ومعه بالأولويّة يكون محمولهما - وهو الحسن والقبح - اعتباريّاً ،\r\nإذ لا معنى لحمل شيء تكويني على موضوع اعتباري ، كما لا يخفى .\r\nمناقشة الدليل السابع\r\nقد تمّت الإشارة إليها في مناقشة المرحوم الإصفهاني في دعواه اعتباريّة\r\nالعدل والظلم .\r\n* * *\r\nوينتهي الحديث مع الإصفهاني وقد خلصنا إلى هذه النتيجة :\r\nإن الحسن والقبح تكوينيّان واقعيّان وهما دائماً بمعنى الكمال والنقص ;\r\nكذا التحسين والتقبيح بمعنى والذمّ أيضاً تكوينيّان ، بل بديهيّان مع إقرار شهرتهما في الوقت نفسه وإنّ قوّة العقل العملي درجة أخرى في النفس غير قوّة العقل النظري وهي عمّالة لا درّاكة مع عقليّتها ، وإن كانت المدرَكات - ما ينبغي أن يعلم وأن يُعمل - هي مدركات قوّة واحدة وهي قوّة العقل النظري .\r\nوذهب الإصفهاني إلى أن استحقاق العقوبة يقصد منه استحقاق العقوبة الأخرويّة ، وهي ليست من مدركات العقل العملي بل هي تعبّد نقلي محض .\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\nوذلك لأنّ مناط اعتبار العقلاء للعقوبة إمّا أن يكون للتأديب أو التشفّي\r\nأو المصلحة العامّة .\r\nوالأوّل : لا معنى له لمضيّ وقته وعدم وجود تكليف في الآخرة .\r\nوالثاني : غير معقول بالنسبة للعقلاء فضلاً عن الشارع .\r\nوالثالث : يعتمد وجود نظام ومدنيّة واجتماع وهو مفقود في الآخرة .\r\nمن زاوية أخرى : إن العقاب الأخروي الذي دلّ النقل عليه توجد ثلاث نظريات في تفسيره .\r\nالأوّل : تجسّم الأعمال .\r\n« إنّما هي أعمالكم تردّ إليكم » ، « ولا تجزون إلاّ ما كنتم تعملون » ولا طريق للعقل إلى معرفة الأعمال التي تكون سبباً تكوينياً وذاتياً للعقاب إلاّ من طريق كشف الشارع ولذا قيل في تفسير كون النبي مبشّراً ونذيراً ، أنّه يبشّر بما للعمل من صورة أخرويّة حسنة ، وينذر بما للعمل من صورة سيّئة ، ممّا ليس للعقل البشري إحاطة به ومن ثمّ احتاج إلى متمّم ومكمّل وهو الوحي ، فالعقوبة الأخرويّة سير تكاملي للنفس البشريّة ، على حدّ المرض في دار الدنيا ، وهذا لا يمكن للعقل الإحاطة به بدون البشير النذير .\r\nالثاني : إن العقوبة الأخرويّة جزائيّة بجعل من الشارع تشريعاً كما هو الحال في العقوبات الجزائيّة الدنيويّة لدى الموالي العرفيّين وعلى هذا فهي تحدّد بجعل من الشارع .\r\nالثالث : إنّ العقوبة الأخرويّة من مقتضيات مصلحة ذلك العالم ، كالشرّ الموجود في عالمنا ، فإنّه شرّ نسبي ولكنّه ضرورة بالنسبة إلى العالم ككلّ ،\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوهذه أيضاً لا ينالها العقل .\r\nونضيف إحتمالاً رابعاً :\r\nوهو ما ذكره العرفاء من أنّ العقوبة من لوازم الأسماء كالقاهر ، في مقابل المثوبة ، والجنة من لوازم أسماء أخرى كالرحيم ، ومن دون أن يلزم الجبر لفرد مّا على القول بذلك .\r\nوخلاصته\r\nإنّ العقل لا يمكنه إدراك ثبوت العقوبة أو نفيها ، بدليل قوله تعالى : ) وَمَا كُنَّا مُعَذِّبِينَ حَتَّى نَبْعَثَ رَسُولاً ( ( 1 ) ، التي تدلّ على نفي الشأنيّة والاستحقاق قبل بعثة الرسل ، في الفترة بين رسول ورسول ، فأصحاب الفترة الذين لم تصلهم الدعوة لا ينالهم عذاب بل ولا يستحقّون ، وهذه الآية المباركة تدلّ وترشد إلى جهل العقل بتلك العوالم ، وأن الذي يثبتها وينفيها هو الشرع .\r\nويؤكّد هذا الفهم الوسط الفلسفي الحديث الذي يحدّ من مساحة حركة العقل والعلم الحصولي بحدود عالم العقل ، وأمّا العوالم التي هي فوق عالم التجرّد فليس من شأن العقل إدراكها وكشفها بمعادلاته فلا بدّ أن تستقى من الوحي .\r\n\r\n","description":"","footnote":" 1 . سورة الإسراء : الآية 15 . ","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nهذه النظريّة نكتفي هنا بالنقض عليها - بتقريرها المشار إليه هنا - والتي تشكل أوليات الردّ والنقد لا غير :\r\nالنقض الأوّل\r\nالروايات المستفيضة والروايات الواردة في تفسير آية ) كَانَ النَّاسُ أُمَّةً وَاحِدَةً فَبَعَثَ اللهُ النَّبِيِّينَ مُبَشِّرِينَ وَمُنذِرِينَ وَأَنزَلَ مَعَهُمُ الْكِتَابَ بِالْحَقِّ ( ( 1 ) تحدّثنا أن أصحاب الفترة إذا كانوا من عبدة الأوثان يخلدون في النار ، فإنها تدلّ بالالتزام على أن المراد من الرسول هو الأعمّ من الرسول الباطني - العقل - أو الظاهري . ويؤكّد ذلك رواية الإمام الكاظم ( عليه السلام ) الواردة بهذا المضمون ومع ذلك نتساءل كيف كان للعقل دور في فهم ما وراء العقل ، ثمّ ما هو الفرق بين عبادة الأوثان والظلم ، ومع إنكار فهم العقل نتساءل عن تفسير الروايات المشار إليها .\r\nالنقض الثاني\r\nعوالم الآخرة وتفاصيلها وشؤونها ليست أعظم من العالم الربوبي ، ومعرفة الربّ وصفاته مفتوحة للجميع باتفاق الجميع ، مشفوعاً بدلالة الآيات والروايات .\r\nفإذا كانت مثل هذه المعرفة تنال بالعقل ، فكيف بعوالم أخرى دونها في الدرجة ، هذا وإن كنّا نثبت للمعرفة العقليّة حدوداً وما وراءها لا ينال إلاّ بقناة الوحي والتي هي عقل مطلق كما يأتي .\r\n\r\n","description":"","footnote":" 1 . سورة البقرة : الآية 213 . ","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوأما الجواب الحلّي فهو\r\n[ أ 
  ] إنّه لا مانع من إدراك العقل لاستحقاق العقوبة الأخرويّة تأديباً للعبد في عالم الدنيا ، لوضوح تأثير الترهيب في تلك الدار على سلوك العبد في دار الدنيا ، بل حتّى نفس ثبوت العقوبة الأخرويّة له دور في تأديب العبد وإعادته إلى جادّة الصواب أو عدم إنزلاقه في المعصية .\r\n[ ب 
  ] إنّ التشفّي الذي تنكر له المحقّق الإصفهاني ليس مرفوضاً بالنسبة للعقلاء بل وحتّى الشارع إذا كان عقلياً بمعنى أن منشأه عقلي بحت لا غير ، كما ألفتنا إلى ذلك في مناقشتنا السابقة .\r\nولتعميق الفكرة نقول : إنّ العرفاء أشاروا إلى أنّ من لوازم الأسماء الجلاليّة - كالكبرياء والعظمة - القهر ، ومن لوازم الأسماء الجماليّة - كالرؤوف - الرحمة الخاصّة . وقد سبق أنّ الحقائق المدركة بالعقل تكون سبباً في التأثير في القوى الدانية ولو لاحظنا هذه المدركات من زاوية فاعلها لوجدنا أنها مفاضة من موجودات مجرّدة عقليّة ، وتنتهي هذه العلوم في تصاعدها حتى تصل إلى مرتبة تكون بها من لوازم الصفات ومظاهرها ممّا يعني أن الحقائق العقليّة للمعصوم إنّما هي تنزّلات من حقائق فوقانيّة والبطش والغضب المتولد من الحقائق العقليّة يكون تنزّلاً للغضب الإلهي وبهذا يفهم ما ورد عنهم ( عليهم السلام ) : « إن رضا الله رضانا أهل البيت ، وأن رضاه رضا أوليائه » وأنه عبارة عن أن نفوسهم مَجلى التنزّل السليم من الحضرة الإلهيّة .\r\n[ ج 
  ] إنّه يمكن تصوير منشأ آخر لإعتبار العقلاء العقوبة واستحقاقها غير\r\nما ذكره الإصفهاني وهو : ما ألفتنا إليه من أن المدح والذمّ تكوينيّان يحكيان\r\nالكمال والنقص . والعقل له القدرة على اكتشاف الكمال والنقص في الأفعال\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\nولو بنحو مجمل ; والتفصيلُ يتمّ ببيانات الشارع ، ومعه يمكن درج فكرة الاستحقاق على الفعل أو العقوبة في النقص والذمّ الحاكي عن النقص المحمولين على الفعل .\r\nبل يمكن تصوير حسن الاستحقاق والعقوبة حتى على مبنى إعتباريّة المدح والذمّ ، وأن العقلاء هم يعتبرون حسن الاستحقاق الأخروي ولكن شريطة ضمّ الملازمة بين اعتبارهم واعتبار الشارع كي تثبت شرعيّة الاستحقاق بواسطة الإدراك العملي .\r\nكما أن ما ذكره الإصفهاني من عجز العقل عن إدراك كنه العقوبة ، مهما كان تفسيرنا لها وأنها تجسّم العمل ، أو مصلحة ذلك العالم ، نقبله على مستوى تفاصيل العقوبات وكيفيّاتها ، فإن العقل لا سبيل له إلى معرفتها منفصلاً عن الشارع ، ولكن على مستوى إدراك كلّي العقوبة بنحو التجسّم وغيره ، فإنّ العقل يمكنه إدراكها واكتشافها ضمن إدراكه الكلّي أنّ حركته باتجاه التجرّد وأن أفعاله تساهم في صياغة وجوده الصاعد المجرّد ، وأنّ وجوده باق لا فان ، فكلّ فعل له مردود تكويني في وجوده المجرّد ، ويكون لهذا الإدراك أثر الترهيب والردع ، وإن كان أخفّ بكثير من معرفة الصورة الأخرويّة المترتّبة على كلّ عمل ، والتي لا سبيل إلى معرفتها إلاّ من خلال الشارع .\r\nومن مجموع ما تقدم اتّضحت نقاط الخلل في هذه النظريّة بتقريريها .\r\nويمكن أن نناقش النظريّة بنقاش عامّ هو : إنّ النظريّة حاولت أن تشلّ العقل في إدراكه للمعاد ، وأنه عاجز عن إدراك نتائج فعله في الآخرة ، وما ذاك\r\nإلاّ لتقييدها إدراك العقل لكمال الفعل ونقصه بعالم المادّة ، وأغفلت أن للكمال والنقص جنبتين مادّية ومجرّدة ، وأنّهما ليسا مؤقّتين وإنّما دائميّان .\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nنظريّة العلاّمة الطباطبائي ( قدس سره )\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\nنظريّة العلاّمة الطباطبائي ( قدس سره )\r\nقال العلاّمة الطباطبائي في رسالة الإعتباريات ما مضمونه في المقالة الأولى\r\nمنها ، في الفصل الأوّل ، حيث أقام برهاناً على أن الفاعل الإرادي لا تنطلق إرادته\r\nإلاّ من أمر اعتباري - أي أنّ الإنسان لا يفعل الفعل إلاّ بعد إذعان بأمر اعتباري دائماً - واستدلّ على هذا المدّعى بأنّه : لو كان الشيء موجوداً في الخارج لما أوجب حركة الإنسان ، لأن الموجود في الخارج لا يسعى الإنسان لتحصيله ، لأنه من باب تحصيل الحاصل وإنّما يسعى الإنسان دائماً لتحصيل ما ليس بحاصل . فإذا كان كذلك فلا بدّ أن ما يسعى لتحصيل غير موجود ، أي لا بدّ من الإذعان بقضيّة إعتباريّة يسعى الفاعل الإرادي لايجاد الفعل لأجلها .\r\nفبيّن أنّ الحاجة إلى الاعتبار ضروريّة وأنّ أفعال الإنسان متولّدة من إرادته المنبثقة من القضايا الاعتبارية ، حيث أن قضايا الحسن والقبح عمليّة فتندرج في عموم القاعدة المزبورة ، فيدلّ على إعتباريّتهما . فدعوى العلاّمة هي أنّ الإرادة تنطلق دائماً من جهات اعتباريّة لا حقيقيّة .\r\nومن هنا تكمن الحاجة إلى الاعتبار ; حيث إنّ إرادة الإنسان وأفعاله الإراديّة\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nلا تنوجد إلاّ بتوسّط الإذعان بقضايا إعتباريّة ، ومن ثمّ تمسّ الحاجة إلى الاعتبار .\r\nوالإرادة قد تكون مسخّرة للقوى العاقلة وقد تكون للقوى الغضبية أو الشهوية وهذا بحث آخر ولكنها تنطلق دائماً من غايات إمّا كاملة خيّرة أو رديئة .\r\nوالعلاّمة يذكر في رسالة الإعتباريّات ما مضمونه :\r\nالمقدمة الأُولى\r\nإنّ الإنسان في نفسه وكلّ فاعل إرادي وكلّ موجود يتكامل بالإرادة ، لا بدّ أن يحصل كماله عبر إرادته ، مثلاً : الحيوان إذا جلس ولم يستحصل على الغذاء وما يلزمه لمعيشته سوف لن يتكامل ، بخلاف الموجودات الطبيعيّة الأخرى كالنباتات والمعادن ; لأنّ تكاملهم ليس مرتبطاً بالإرادة ، وأمّا الموجود الذي فعله بإرادته كماله رهين بإرادته ، ولا بدّ أن يتكامل بتوسّطها .\r\nالمقدمة الثانية\r\nهذا الفعل الإرادي كيف يصدر عن الإرادة ؟ فإنّ الفاعل الإرادي لو أذعن واعتقد أن الشيء موجود في الخارج ، فهذا لا يبعث الشوق ولا يولّد الإرادة ، بل لا بدّ أن لا يكون الشيء موجوداً في الخارج كي لا يكون تحصيلاً للحاصل .\r\nمثلاً الجواهر الموجودة في الخارج لا تنبعث لتحريك الإرادة ، ومن ثمّ ركّز العلاّمة على أنّ المقدّمة الثانية هي بداية نشوء الاعتبار ; حيث إنّ الإنسان\r\nإنّما تنطلق إرادته من قضايا غير حقيقيّة ، أي قضايا مؤدّاها غير موجودة ; والقضايا ذات المؤدّى غير الموجودة هي الاعتبار . ومن ههنا اتّضح لزوم الحاجة\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\nإلى الاعتبار ، فإذن القضايا الإعتباريّة هي محرّكة للإرادة دائماً سواء الإرادة الحيوانيّة أو الإنسانيّة ، فليس الاعتبار مخصوصاً بالإنسان ، بل الاعتبار يعمّ حتّى الحيوانات ; لأنّ الحيوانات أيضاً تتكامل عبر أفعالها ، وأفعالها لا تصدر إلاّ من إرادتها ، وإرادتها لا تصدر إلاّ من قضايا غير موجودة أي إعتباريّة .\r\nالقوى الواهمة في الحيوان تخلق الاعتبار - حسب ما يدّعي العلاّمة - ونحن لا نوافقه في ذلك كما سيأتي ، وأوّل قضيّة إعتباريّة ، قد يكون العقل العملي استخرجها والتفت إليها ، هي تلك القضيّة التي نشأت من باب التمثيل وإلاّ ربّما كان أسبق من هذه القضيّة قضيّة إعتباريّة أخرى ، من إدراك الإنسان لأعضائه بأنها ضروريّة له ، وانتساب أعضائه إلى نفسه لازمة له ، فسلطنته على أعضائه وأفعاله نسبة حقيقيّة ضروريّة وليست خياليّة . ثمّ بعد ما يصيبه الجوع وكان قد أكل\r\nووجد الأكل في معدته وقد سبّب الشبع ، فالجوع يولّد للإنسان نوع التفات ولحاظ بأنّه كما أنّ نسبة أعضائي نسبة ضرورة ، فنسبة الأكل أيضاً نسبة الضرورة ، كي يندفع ألم الجوع ويتحقّق الشبع . وهذه أوّل خديعة خدعت بها الفطرة البشريّة من أنها أخذت النسبة الضروريّة من قضيّة حقيقيّة وهي نسبة الأعضاء للإنسان وأخذت هذه النسبة وجعلتها بين موضوع ومحمول ليس بينهما نسبة ضروريّة .\r\nهذه المقدّمة استبدلها بعض المحقّقين بمقدّمة أخرى وهي أنّه ليست الخديعة كما بلورها العلاّمة ، بل الخديعة هي قضيّة أخرى وهي شعور النفس أنّ حاجات\r\nالبدن هي حاجات للروح ، لا كما بيّن العلاّمة بعنوان النسبة الضروريّة ، بل بجعل الحاجات والكمالات التي للبدن حاجات للروح تنسبها إلى نفسها وتجعلها ضروريّة لها .\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\nوإنّ تفسير هبوط الحقيقة الآدميّة إلى الأرض هي هبوطها في الإدراك ، بدل أن تعتني النفس بنفسها في حاجيات الروح ، هبطت في جهة الإدراك وجعلت البدن جزء حقيقة نفسها . فلذلك جعلت كمالات وحاجات البدن حاجات لنفسها . فأوّل خديعة هي جعل البدن جزءاً من الروح ; فمن ثمّ جعل كمالات البدن كمالات للروح . طبعاً هذا الهبوط للروح في الإدراك نوع من التكامل ولكن إذا\r\nلم ترجع الروح إلى كمالاتها واشتغلت دائماً بالبدن ، فحينئذ سوف يكون تسافلاً .\r\nثمّ أنّ العلاّمة - على أي حال - يذكر أن أوّل قضيّة إعتباريّة وخديعة ارتكبتها الروح هي تلك النسبة الضروريّة التي أخذت من قضيّة حقيقيّة ووضعت كنسبة إعتباريّة وحسبتها الروح أنّها قضيّة ونسبة حقيقيّة ; فهذه القضيّة الإعتباريّة تولّدت منها قضايا إعتباريّة متكثّرة ، فتكوّنت شجرة عالم الاعتبار والقضايا الإعتباريّة بتبع الحاجة ، فبداية الاعتبار انبثق من أنّ الفاعل الإرادي يدرك نقص نفسه حقيقة - وهذه حقيقة وليست بخيال - وهو يريد أن يتوصّل إلى كماله - وهذه أيضاً حقيقة وليست بخيال - فهو بين حقيقتين : حقيقة نقصه وحقيقة كماله . والاعتبار يكون وسيطاً بين حقيقتين ، ويكون موصلاً من حقيقة إلى حقيقة ; فمن هذا يقال بتوسّط الاعتبار بين حقيقتين .\r\nونبّه العلاّمة بأن وساطة الاعتبار بين حقيقتين قد يكون بجعل الحقيقة السابقة ، النقص والحقيقة اللاحقة ، الكمال ; وقد يكون بجعل الحقيقة السابقة ، ثبوت أعضاء الإنسان لنفسه بالضرورة وتلك حقيقة ، فيستلّ منه نسبة ضروريّة ويجعلها بين غذائه ومعدته وهي نسبة إعتباريّة ، ثمّ يترتّب عليه كمال وهي تكامل البدن بالغذاء .\r\nثمّ بعد ذلك يقول العلاّمة حينئذ يّتضح لدينا أن الاعتبار يتولّد وينشأ من\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\nالحاجة ، فالوجوب الإعتباري متقدّم على الحرمة الإعتباريّة بمراتب كثيرة حتّى الاستحباب ، بمعنى الأولويّة العقليّة تتقدّم على الكراهة ، بعد ذلك وجد ما يضرّ بنفسه وممتنعات تكوينيّة ، فجعل النسبة بينهما نسبة الامتناع أو الكراهة وهي نسبة إعتباريّة .\r\nثمّ يقول : إنّ القضايا الإعتباريّة الهامّة التي التفت إليها الإنسان ، هو اختصاص الإنسان ببعض الأعيان التي يستفيد منها أعيان الأكل وأعيان المعاش . واختصاص الإنسان بالأعيان نوع من تكامل الإنسان ; لأنّه لو كانت كلّ الأعيان اشتراكياً استلزم امتناع تكامل البدن للإنسان ; إذ لا يستطيع أن يستفيد من عين خاصّة ، فالإختصاص لا بدّ منه . هذا الإختصاص ليس نسبة حقيقيّة تكوينيّة ولكن رأى الإنسان أنّ أعضائه وأفعاله لها اختصاص تكويني حقيقي ، فانتزع هذه السلطة وجعلها بين الغذاء ونفسه أو بين المتاع ونفسه ، لكي يتكامل بدنه وهو اعتبار الملك ، فمن ثمّ انتزع اعتبار الملك .\r\nثمّ يقول في تولّد اعتبار الحسن والقبح : أن الإنسان رأى بعض الأشياء التي فيها منافعه واعتبر لها نسبة الضرورة الإعتباريّة وبعض الأشياء التي لها مضرّة للإنسان واعتبر لها نسبة الامتناع أو الكراهة ، ووجد أنّ الإرادة قد لا تنبعث من هذه النسبة الإعتباريّة وهي نسبة الضرورة أو الامتناع - أي أن الإرادة تحتاج إلى مكمّل لها في الإنبعاث - والشوق يحتاج إلى مولّد له بدرجة أشدّ ، فاعتبر المدح والذمّ ،\r\nفاعتبرهما العقلاء ، الحسن قرين وملازم الضرورة والوجوب ، والقبح ملازم الحرمة والامتناع . فالمدح جهة تكميليّة عند العقلاء لأجل توليد الإرادة ، والقبح أيضاً جهة تكميليّة عندهم لأجل توليد الكفّ والزجر وعدم تولّد الشوق ، وكذلك الثواب والعقاب وهما أمران إعتباريّان ، فالحسن والقبح إعتباريّان .\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\nثمّ بعد ذلك قال ما مضمونه : تولد لدى الإنسان اعتبار الرئاسة ; لأن الإنسان كما أنه في عالم نفسه لا بدّ من وجود قوّة مهيمنة على بقيّة القوى وهي توازن بين القوى الغضبيّة والشهويّة والإدراكيّة والتخيليّة والإدراكيّة الوهميّة مع القوى العاقلة ; فالقوى العاقلة تكون مهيمنة على تلك القوى وتنظم أنشطة وأفعال تلك القوى وإلاّ يوجب عدم التوازن والاضطراب .\r\nأقول : تفصيل الجواب عن هذا الإستدلال\r\nأنّ فيه غفلة بسيطة يبعد صدورها منه جدّاً ، وهي أن القضايا الحقيقيّة ليست مساوية للقضايا الخارجيّة بالفعل في الآن الحاضر ، إذ القضايا الحقيقيّة عند ابن سينا مثلاً هي التي عقد الوضع فيها ، أي قضيّة الوضع جهته ومادّته بالإمكان غير القضيّة المركبّة من عقدي الوضع والحمل وجهتها وهي كلّ ذات ثبت لها عنوان الموضوع ، ثبت لها عنوان المحمول - فجهة ومادّة الثبوت الأوّل مغايرة لجهة ومادّة الثبوت الثاني - فمثلاً هل كلّ ذات ثبت لها عنوان الموضوع بالضرورة\r\nأو بالإمكان أو بالفعل يثبت لها عنوان المحمول أو لا ؟\r\nلدينا جهة قضيّة بين الموضوع للمحمول وجهة قضيّة في نفس عقد الوضع وعقد الحمل ، وجهة القضيّة في عقد الحمل متناسبة مع جهة القضيّة في قضيّة الأمّ المركّبة بخلاف جهة القضيّة في عقد الوضع فقط .\r\nفذهب ابن سينا إلى أنّ جهة القضيّة في عقد الوضع هي الإمكان ، أي كلّ ذات أمكن أن يثبت لها عنوان الموضوع ، يثبت لها عنوان المحمول ، بنفس جهة قضيّة الأمّ .\r\nوذهب الفارابي إلى أنّ جهة عقد الوضع هي المطلقة الفعليّة ، أي الثبوت في\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\nأحد الأزمنة الثلاثة ، سواء المستقبل الأبدي أو الماضي الأزلي أو الحاضر من باب التوسعة في دائرة المطلقة الفعليّة وليست منحصرة في الماضي القريب .\r\nوأكثر الفلاسفة مالوا إلى رأي ابن سينا وأنه يكفي في كون القضيّة حقيقيّة أن جهة عقد الوضع إمكانيّة .\r\nوههنا نقول : القضيّة الحقيقيّة قد تكون جهة عقد وضعها جهة إمكانيّة ،\r\nفضلاً عن جهة قضيّة الأمّ التي قد تكون أيضاً إمكانيّة ، ومع ذلك تبقى القضيّة حقيقيّة ; فلا تحصر القضايا الحقيقيّة في الخارجيّة ، فضلاً عن الخارجيّة في الموضوع الحاضر أو الماضي الوجود ، بل أن القضايا الحقيقيّة تسع الممتنعات ، مثل : ) لَوْ كَانَ فِيهِمَا آلِهَةٌ إِلاَّ اللهُ لَفَسَدَتَا ( ( 1 ) فالتلازم الموجود بين الممتنعات واقعي ، ويشير إليه جواب الرضا ( عليه السلام ) عن « هل يعلم ربك بالممتنعات\r\nأو المحالات ؟ » فقال ( عليه السلام ) : « يعلم حتى بلوازم الممتنعات » ; فالقضايا غير البتيّة حقيقيّة أيضاً .\r\nفالإرادة البشريّة لا تنطلق لتحصل الموجود الحاضر أو الماضي ، لكن ذلك لا يلزمه انبعاثها من القضايا الإعتباريّة ; لأن ما يبقى من القضايا غير الخارجيّة هو القضايا الحقيقيّة بلحاظ الوجود الإستقبالي .\r\nفالصدق جميل أو حسن ، الكذب قبيح ، هذه قضيّة مثلاً الإرادة تسعى لتحصيل الصدق والصدق غير موجود في الخارج ، لكن لا يستلزم ذلك كون القضيّة إعتباريّة ! ! فعدم وجود الشيء محقّقاً في الخارج لا يعني أن القضيّة إعتباريّة . فالقضايا الحقيقيّة موضوعها مقدّر موجود .\r\n\r\n","description":"","footnote":" 1 . سورة الأنبياء : الآية 22 . ","page_name":" 81 ","page_number":81},
  {"content":"\r\nأمّا ضرورة الحاجة إلى قانون اعتباري - سواء سماوي أو بشري عند المتكلّمين والأصوليين من الإمامية - هو أن العقل العملي لمّا كان يقتصر إدراكه على القضايا الكلّية الفوقانيّة في الحسن والقبح ، مثل « الظلم قبيح والعدل حسن » أو الكلّيات المتوسّطة القريبة للعالي ، مثل « الصدق حسن والكذب قبيح » ، وكذلك في الفضائل والراذئل الخلقيّة ، العقل المحدود البشري تخفى عليه جهات الحسن والقبح في الجزئيّات المادون ، مثلا قضيّة « أنّ في القمار قبحاً » ليست من الكلّيات الفوقانيّة ، بل من الكلّيات التحتانيّة ، وكذلك « قبح نكاح الشغار » يخفى على العقل البشري وكذا كون الربا ذا مفاسد ، تخفى على البشر جهات قبحه .\r\nفما أن تتنزّل الأفعال وتصل إلى الفعل الجزئي تخفى على العقل البشري المحدود جهات حسنها وقبحها وكذلك المتوسّطات الدانية فضلاً عن التحتانيّة تخفى على العقل البشري المحدود جهات حسنها وقبحها ، فمن ثمّ إنبثقت الحاجة إلى القانون .\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالاعتبار الإلهي\r\nفالاعتبار ممّن يطّلع على جهات الحسن هي بيان وحكاية لتلك الجهات ضمن\r\nقوالب وقضايا إعتباريّة غرضها الكشف عن جهات الحسن والقبح ; غاية الأمر لا تكشف عنها تفصيلاً ; لأنه يستلزم الحكاية إلى ما لا نهاية من القضايا العقليّة ، بل تجمع الحكايات في حكاية إجمالية بالقضايا الإعتباريّة في الكشف عن تلك الجهات الحسن والقبح ; لأنّ العقل البشري إنّما يدرك الكلّيات الفوقانيّة لجهات الحسن القبح في الأفعال ، أمّا المتوسّطات إلى ما لا نهاية فضلاً عن الجزئيّات فلا بدّ في الكشف عنها من توسّط الاعتبار ولا إمكان للكشف بالعلم الحصولي\r\nإلاّ بذلك .\r\nفالحاجة إلى الاعتبار ليس لأنّ الإرادة البشريّة لا تنطلق إلاّ من الاعتبار - كما ادّعاه العلاّمة - أو أنّ الاعتبار ضرورة لتوسّطه بين الحقيقتين ، حقيقة نقص الإنسان وحقيقة كمال الإنسان - كما بيّنه العلاّمة - بل الإرادة تنطلق دائماً من الحقائق ، والاعتبار وظيفته الكشف عن الحقائق اجمالاً . وإلاّ فالإرادة الإنسانيّة لا تنبعث عن ما لا حقيقة له مع العلم بأنه لا حقيقة له ، فالسراب مع الالتفات\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\nإلى سرابيّته لا يبعث الإرادة الحيوانيّة فضلاً عن الإنسانيّة . والإرادة حينما تنطلق من الاعتبار إنّما تنطلق منه لأجل الحقائق المودعة في ذلك الاعتبار ، نظير وجوب مراعاة قوانين العبور والمرور .\r\nوبعبارة أخرى : الإرادة لا تنطلق من الاعتبار بما هو هو ، وإنّما تنطلق من الاعتبار بما هو كاشف عن الحقائق . والاعتبار أكثر ما يتّصل ، يتّصل بقوّة العقل العملي . فأهميّة الاعتبار من جهة أنّه فعل من الأفعال قد يمارس من قبل النفس البشريّة وبتوسّط قوّة العقل العملي التي لديها ، ومن الحيثيّة الفلسفيّة يلجأ الفيلسوف في تحقيق هذه الظاهرة الموجودة لدى الفاعل الإرادي الانساني ; ومن ههنا تظهر الضرورة الملجئة للفيلسوف في البحث عن الاعتبار وأقسامه .\r\nوهناك وجه آخر أو إلجاء آخر له للبحث عن الاعتبار ، هو أنّه كثير من الحقائق ربّما تختلط لدى النفس بين كونها قضايا إعتباريّة ، لا الاعتبار الفلسفي بالمعنى الأخصّ الذي له منشأ نفس أمري ، بل الذي بمعنى مطلق ما ليس له واقع يطابقه ومنشأ يؤخذ إذ كثيراً ممّا تختلط الحقائق بهذه الاُمور الإعتباريّة ، فمن ثمّ تميّزها أمر بالغ الأهميّة وكما نبّهت الفلسفة الإسلاميّة إلى اختلاط القضايا الذهنيّة الحقيقيّة مع الحقيقيّة الخارجيّة وكان مورداً لتشويش الكثير من الأبحاث في المعارف البشريّة ، كذلك اختلاط القضايا الإعتباريّة مع القضايا الحقيقيّة أصبح مورداً لتشويش الكثير من المسائل في المعارف البشريّة ، فلا بدّ من التمييز بين القضايا الإعتباريّة والحقيقيّة ، ثمّ بين الحقيقيّة الذهنيّة والحقيقيّة الخارجيّة .\r\nوقد ركّزت في الفلسفة جهوداً كثيرة بتمييز القضايا الحقيقيّة الذهنيّة عن الخارجيّة ، والسبب في أهمّية ذلك هو أنّ القناة التي يستلم الإنسان منها معلوماته هي عبر قناة ذهنه في علومه الحصوليّة ، فإذا لم يبيّن ما هو من\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\nمختصّات رواسب القناة وخصوصيّات الوجود الذهني وما هو آت عبر القناة وما هي الصورة للوجود الخارجي لم يميّز بين أحكام الوجود الذهني وأحكام الوجود الخارجي وكثير من الإشتباهات نشأت من الخطأ بينهما وأحكامهما . وهذه الأهمّية نفسها ثابتة للبحث عن الاعتبار .\r\nثمّ قال في المقالة الثانية : إن الفاعل الإرادي كيف تتولّد إرادته وكيف يتحقّق اختياره من الاعتبار .\r\nأقول : ما يذكر في المباحث التكوينيّة من قواعد بعينها آت في الإعتباريّات . وسبب ذلك أن الاعتبار يتوقّف على شؤون الإرادة ، فلذلك بسط العلاّمة البحث فيها بما يبحث في العلّة والمعلول وأقسام الفاعل الإرادي ، فلذلك لا حاجة لنا إلى ذكرها ونذكر الفصل الآخر في تلك المقالة وهو مهمّ جداً ، حيث إن في المقالة الاُولى قد سلّط الضوء على كيفيّة نشوء الاعتبار عن الحقيقة وفي آخر المقالة الثانية يريد أن يسلّط الضوء في كيفيّة نشوء التكوّن عن الاعتبار .\r\nفالمقالة الاُولى في كيفية نشوء الاعتبار عن التكوين وهنا في المقالة الثانية في كيفيّة نشوء التكوين عن الاعتبار وهذا أمر معضل ، إذ نشوء الاعتبار عن التكوين قابل للتصوير ، باعتبار أخذ معنى من وجودات تكوينيّة ; أما نشوء التكوين من اعتبار فهذا ممتنع التصوّر إبتداءً وهنا يسلّط الضوء على ذلك .\r\nوقدّم تعريف الاعتبار وهو أخذ الشيء الماهوي من وجود وموجود حقيقي واعطاؤه لشيء آخر . مثلاً ماهيّة الملكيّة الموجودة بوجود تكويني لدى الإنسان في سلطته على أفعاله ، هذا المعنى والماهيّة يأخذ العقل ويعطيه لشيء آخر ، للغذاء مع نفسه أو لنفسه مع الغذاء ، فأخذ حدّ الشيء من موجود حقيقي وهو سلطنته على أفعاله وأعطاه للغذاء الذي بينه وبين الإنسان ، لأنّه لا ربط حقيقيّاً\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\nبينهما ، فأخذ حدّ الشيء من موجود حقيقي وهو سلطنته على أفعاله وأعطاه لشيء آخر ، هذا هو الاعتبار . غاية الأمر حين ما يعطيه لشيء آخر يفرض له وجود وهمي تخيلي لا حقيقي ونحن نتّبع العلاّمة في هذا التعريف نفسه .\r\nثمّ قال : إن الإرادة عندما تتولّد ويتولّد منها الفعل التكويني ، الإرادة توجد الفعل التكويني وهو إمّا فيه كمال الإنسان أو نقصه ، فههنا نشأ التكوين عن الاعتبار حيث أنّ الاعتبار ولّد الإرادة وهي ولّدت الفعل التكويني الذي فيه كمال أو نقص . فالإرادة بتوهّم هذا العنوان الإعتباري ولّدت الفعل التكويني ، فاتّضح بهذا وساطة الاعتبار بين حقيقتين - حقيقة النقص فتتولّد الاعتبار ، فيتولّد الإرادة ، فيتولّد الفعل التكويني الخارجي - فتكون الإرادة بين حقيقتين .\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nنكات في كلامه ( قدس سره )\r\nالاُولى : هي أنّ الإعتباريّات سبب وجودها هو أنّ الفاعل الإرادي لا يمكن أن\r\nتتولّد إرادته إلاّ من الاعتبار .\r\nوالثانية : وساطة الاعتبار عنده هو وساطته في تحريك الإرادة ومن ثمّ إيجاد الفعل التكويني وأخذه من أمر تكويني آخر أو بين نقص الإنسان وكماله ، هاتان النكتتان هما مورد للتأمل ، وإلاّ فما ذكره في تقسيم الأقسام متين .\r\nأما النكتة الأولى\r\nوهي أنّ الحاجة إلى الاعتبار هو كون الإرادة لا تتولّد إلاّ من الاعتبار ، فغفلة غريبة منه ( قدس سره ) حيث إنّه نفسه وأكثر الفلاسفة قالوا بأن القضايا الحقيقيّة ليست مرهونة بوجود الفعل الخارجي ، والذي لا يحرّك الإرادة هو وجود الفعل الخارجي الحاضر ، لأنّه تحصيل للحاصل وأمّا القضايا الحقيقيّة - أي غير القضايا الخارجيّة المقيّدة بكونها خارجيّة ولو كان قضيّة مطلقة فعليّة استقباليّة أو كانت القضيّة حقيقيّة تقديريّة لوجود استقبالي - فلِمَ لا تكون تلك محرّكة لإرادة الإنسان .\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\nنعم إرادة الإنسان لا تتولّد من قضيّة خارجيّة موجودة ولذلك يقال : إنّ مدركات العقل النظري بنفسه لا تحرّك الإرادة مباشرة ، وكذلك التوحيد النظري بنفسه ليس توحيداً تامّاً . بل لا بدّ من وساطة العقل العملي ، كي يحرّك الإرادة ولا بدّ في التوحيد النظري من مراتب توحيديّة عمليّة ، كي يقال إنّه موحّد تامّ . كما أن التوحيد النظري بنفسه ليس بإيمان وتسليم تامّ والاقتصار عليه يكون كمقولة بني إسرائيل ) يَدُ اللهِ مَغْلُولَةٌ ( ( 1 ) يعني بالنسبة إلى أفعالنا وقوانيننا لا ربط لها بالباري .\r\nفالعقل النظري بمفرده لا يوجب تحريك الإرادة . هذه النقطة صحيحة ومتينة ، كما أنّ الفاعلين بالإرادة لا يستكملون إلاّ بأفعالهم الإراديّة ، وهذه نقطة أخرى تامّة . فكل فاعل إرادي لا يستكمل إلاّ بالإرادة . ولكن هاتين النقطتين لا توجبان القول بأنّ الإرادة تنطلق من الاعتبار ; لأنّ في البين مدركات العقل العملي وهي مدركات حقيقيّة أي مدركات بصياغة القضيّة الحقيقيّة لا القضيّة الخارجيّة ، يمكن أن تحرّك إرادة الإنسان القضيّة المطلقة الفعليّة ; لأن هذه القضيّة غير ملحوظ فيها خصوص الزمن الحالي ، بل مع زمان الاستقبال وهو شيء غير موجود ، فتسعى الإرادة لتحصيل شيء غير موجود .\r\nوالفعل المأخوذ في القضيّة المطلقة الفعليّة المستقبليّة أو القضيّة الحقيقيّة وجوده رهين ومعلول لإرادة الإنسان ، فاتّضح أنّ القضيّة الحقيقيّة تحرّك الإرادة لأنّ متعلّقها شيء غير موجود ، لاستقباليّتها ; والفعل الذي فيه كمال ، وجوده منوط بإرادة الإنسان . يولّد الشوق للإنسان فإنّ الشوق وليد تصوّر الكمال ، فإذا\r\n\r\n","description":"","footnote":" 1 . سورة المائدة : الآية 64 . ","page_name":" 88 ","page_number":88},
  {"content":"\r\nالتفت الإنسان إلى أنّ كمالاً مّا موجود في فعل مّا - الفعل الإستقبالي - والمنوط وجوده بالإرادة حينها يتولّد لديه شوق والشوق تولّد منه الإرادة ، فيسعى الإنسان لتحقيق تلك القضيّة .\r\nفتلك المقدّمتان اللتان استدلّ بهما العلاّمة مقدّمتان تامّتان ولكن لا تستلزمان مدّعاه . فيمكن أن تنشأ الإرادة من الحقائق وسيأتي أنها دائماً تنشأ من الحقائق\r\nوما يتراءى من أنّها تنشأ من قوانين إعتباريّة ففي الواقع ليس إنبعاثها من\r\nتلك القوانين .\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nأمّا النكتة الأساسيّة الثانية\r\nإنّ العلاّمة بعد أن برهن أنّ الإرادة تتولّد من الاعتبار ، قال : ههنا إنبثقت الحاجة للاعتبار . أنّ علّة الحاجة إلى الاعتبار وهو استناد الإرادة للاعتبار واحتياج الفاعل الإرادي للاستكمال في أفعاله ولا تتولّد الإرادة إلاّ بالاعتبار وأمّا على ما بيّناه من عدم لزوم تولّد الإرادة من الاعتبار ، فما هي الحاجة إلى الاعتبار ومن أين نشأ الاعتبار ؟\r\nنقول كما ذكره الاُصوليّون والمتكلّمون : إنّ الاعتبار منشؤه أن العقل العملي أو النظري محدود في مدركاته - بتسليم كافّة ذوي العقول مطلقاً - فإنّهم يسلّمون بأن العقول البشريّة محدودة وليست لا محدودة ، ورأس المال الموجود لديها هو البديهيّات التي ينطلق منها العقل البشري سواء النظري أو العملي ، ويتوصّل به العقل بمفرده إلى مقدار من النظريّات لا إلى كلّ النظريّات .\r\nوبعبارة أخرى : العقل العملي يدرك الكلّيات الفوقانيّة ، أي كلّيتها تكون على دائرة وسيعة جداً - مثلاً الظلم قبيح والعدل حسن والإحسان حسن - والكلّيات التي تأتي بعدها رتبةً كجنس للأفعال أو الكلّيات المتوسّطة - كالصدق حسن والكذب قبيح والبخل قبيح والعلم حسن والفضائل حسنة والراذئل قبيحة - وهذه قد تخفى على العقل العملي أو النظري تمام جهات حسنها أو قبحها ، فضلاً عما إذا تنزّلت ، أي صارت جزئيّات إضافيّة أو حقيقيّة ولذلك لا يستطيع الإنسان دائماً في الفعل الخارجي الخاصّ أن يعلم كلّ جهات الحسن والقبح الموجودة أو المنفعة\r\nأو المضرّة أو جهات الكمال والنقص فيه ; لأنّ جهات المنفعة والمضرّة في الفعل\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\nقد لا تكون في نفسه ، بل بلحاظ لوازم الفعل .\r\nوقد يقوم الإنسان بفعل مّا وينظر إلى الفعل في نفسه وبنظرة ظنّية أو قد يصل إلى العلم تارة لا في غالب الموارد ، بل الغالب أنّه لا يصل إلى كلّ جهاته وهذا بخلاف من يكون عقله محيطاً بالإتّصال بالمنبع اللاّمحدود ، فهو يعلم الفعل - الفردي أو الاجتماعي - بكلّ جهات حسنه أو قبحه ولوازمه ولو بألف واسطة كذا وكذا .\r\nفالإنسان الفرد أو المجموع البشري أو العقل المجموعي التجريبي من دون شريعة تهديه بإعتماده على نفسه وعقله المحدود الفرد لا يمكنه أن يعرف كلّ جهات الحسن القبح في الكلّيات المتوسّطة أو التحتانيّة ، فضلاً عن الفعل الجزئي الخارجي ، سواء الفعل الفردي أو المجموعي ، ولا يستطيع أن يتوصّل إلى كلّ جهات الحسن والقبح لا أنّها غير موجودة ، إذ وجودها غير مرتهن بالإدراك\r\nإذ إدراك الإنسان محدود ، فلا بدّ له أن يستعين باللاّمحدود وهو الباري عزّ وجلّ ، مَن هو عالم لا تخفى عليه الخفيّات ، ومن هذه الحاجة للاّمحدود تبزغ وتتولّد الحاجة إلى القوانين والاعتبار والشريعة ; فسبب الحاجة إلى الاعتبار هو محدوديّة مدركات إدراك العقل العملي والنظري للإنسان ، وهذه المحدوديّة تلجئه للاستعانة بقضايا إعتباريّة .\r\nوقد يتساءل : غاية ما يثبت هو الحاجة إلى العالِم المحيط ، ويمكن سدّها وإغنائها بالحكاية عن الواقع بالقضايا الخبريّة فلِمَ تكون إعتباريّة ؟ إذ منشأ الحاجة هي الكشف عن الواقعيّات ، وأمّا الاعتبار فلا دخل له في الواقع .\r\nقلت : هذا الكشف لو كان بالإخبار عنها تفصيلاً ، لما وَصَلَ الإخبار إلى حدّ\r\nيقف عنده ; لأن شجرة الأفعال وأنواعها وأصنافها لا تصل إلى حدّ ولو كان البناء\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\nعلى الإخبار بالقضايا الحقيقيّة لما وصل الإخبار إلى حدّ الذي هو من سنخ العلم الحصولي .\r\nوبيان آخر : كان من اللازم على الباري أن يجعل الكلّ أنبياء أو رسلاً ، يبيّن لهم بالعلم الحضوري آحاد الأفعال وجهات الحسن والقبح فيها وهذا خلف وجود القسم الغالب من الحقيقة الإنسان الذي فيه خير أكثري ، لا خصوص القسم الأوّل الذي هو خير محض ، ويبطل الامتحان بشرائطه الخاصّة في هذا النظام الأكمل ، فلا بدّ من درجات وهذا لا يتوافق مع كون درجة العلم واحدة ولا يتوافق مع كون الكلّ أنبياء .\r\nوببيان ثالث : إنّ الإخبار عن جميع كلّيات الأفعال لا يكفي أيضاً ولا البيان للأنواع العالية ; لأنّ هناك اختلاطاً بين الأفعال أو بين القضايا الحقيقيّة في الأفعال ، فعند الاختلاط بين جهات الحسن والقبح ليس في البين مميّز وتبقى تلك الفاقة وذلك الفقر عند الإنسان ، لأنّ الغرض أن العقل محدود والبيان غير كاف .\r\nفلذا مسّت الحاجة إلى الاعتبار ، لأن بالاعتبار يمكن أن ينظم إرادة الإنسان وفق جهات الحسن والقبح الواقعي بنحو غالبي لا دائمي ; لأنّ الدائمي لا يمكن . لذلك كانت ملاكات الأحكام الشرعيّة غالبيّة في مواردها لا دائميّة ولكن هذا هو المقدار الممكن المقدور . فلذلك صارت القضيّة إعتباريّة ولم تكن حقيقيّة ، أي هي بلحاظ ما تكشف عنه من جهات واقعيّة بل غالبيّة ، لأنّ الدائمي لا يمكن . فهي قضايا حقيقتها خبريّة ، لكنّها خبريّة غالبيّة لا دائميّة ، وتنظيم تلك القضايا الخبريّة بنحو تستوفي غالب الملاكات ، لأنّ كلّ الملاكات ليس من مقدور الطاقة البشريّة ، فهذا هو معنى القضايا الإعتباريّة . فليست هي بلحاظ الواقع أن تطابقه دائماً وإنّما هي قضيّة فرضية ، الغاية منها الإخبار الإجمالي الغالب عن\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\nالواقعيّات . فمنشأ الحاجة إلى الاعتبار هو محدوديّة العقل البشري وعدم إمكان اطّلاع العقول المحدودة بالوسائل الوجوديّة المجهّزة بها من قوى العلم الحصولي والنظام المفروض إلاّ بتوسّط الاعتبار .\r\nويتّضح من ذلك أنّ الوساطة ههنا في الكشف لا في ترتّب التكوين على الاعتبار . ويؤيّد ما قلنا إنّ في القوانين الوضعيّة البشريّة الحاجة أيضاً إلى الاعتبار منشؤها هو ذلك ، مثلاً خبراء المرور وحركة المواصلات ليس بإمكانهم إبلاغ كافّة المجتمع بالقضايا الحقيقيّة في خصوصيّات وسائل النقل . وكيف يوصلون إلى كافّة المجتمع كلّ الجهات في أفعال حركة المرور ، فإنّه لا يمكن إلاّ بسَنّ قوانين إعتباريّة فتبيان كل جهات الحكمة في إشارات المرور وخطوط غير متيسرّة .\r\nوكذا الأطباء لو أرادوا أن يُطلِعوا المجتمع بكافّة خبرتهم ، لا يمكنهم ذلك بتوسّط قضايا حقيقيّة خبريّة تكوينيّة ، بل يؤخذ منهم جماعة في المجالس التشريعيّة ويشرّع قوانين طبّيّة يجب أن لا يتجاوزها عامّة المجتمع وقس على هذا في بقيّة الخبرات .\r\nفالواضع للسنن والتشريع يجب أن يكون أكمل القوم عقلا وأكملهم علماً كي يسنّ لهم ما ينفعهم ويسنّ لهم المنع عن ما يضرّهم ، إذ ليس بالإمكان ابلاغ كلّ الجهات إلى كافّة الناس ويعبّر عنه هذا بفلسفة القانون ، أي القضايا الفرضيّة البديلة عن القضايا الحقيقيّة التي لا يمكن إخبار كافة المجتمع ، فيسنّ لهم الإعتباريّات .\r\nفلغة القانون الإعتباري في الفطرة البشريّة نشأت من محدوديّة عقل البشر وألجأه ذلك إلى الاستعانة بعقل أكمل منه واستعانته لا تتمّ إلاّ بالاعتبار ولا تتمّ\r\nبالإخبار التكويني . فلغة القانون وليدة للغة العقل ولا يمكن تنزّل لغة العقل\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\nالحصولي إلى التفاصيل ، والقضايا الإعتباريّة متولّدة من القضايا الحقيقيّة هذه .\r\nثمّ ذكر العلاّمة أنّ الاعتبار هو أخذ حدّ شيء لشيء آخر وهذا التعريف هو تعريف غالب الاُصوليين من الإماميّة ولا غبار عليه . وبيّن في الميزان ورسالة الولاية وفي حاشية الكفاية : أنّ القضيّة الإعتباريّة هي التي ولّدت الإرادة ، والإرادة ولّدت الفعل ، وهذا الفعل البشري الصادر عن الإرادة وإن كان معنوناً بعنوان اعتباري ، لكن نفس الفعل البشري هو وجود تكويني . فالاعتبار حيث كان لباساً وعنواناً لأفعال تكوينيّة فيكون واقعها باطن الشريعة وباطن القانون الشرعي ، وفي الأفعال التكوينيّة كمالات وفي الأفعال المحرّمة دركات . فهذا هو دور وساطة الاعتبار بين الحقائق ; فهو يتوسّط بين الإرادة والفعل التكوينيّين بجعله حدّاً عنوانيّاً ماهويّاً للفعل ، ولكن على ضوء المبنيين في النقطة الاُولى والثانية من كيفيّة توسّط الاعتبار يظهر أنّ وساطة الاعتبار ليست ذلك ، حيث ذكرنا أنّ الإرادة تنطلق من القضايا الحقيقيّة ، بل ادّعينا أنها دائماً تنطلق من القضايا الحقيقيّة لا أنه في الجملة فقط .\r\nوبيّنا الدليل عليه في الجملة في النقطة الاُولى كما أنّه في النقطة الثانية بيّنا أن مرجع ومنشأ الحاجة إلى الاعتبار لغاية العلم والإدراك لجهات الحسن والقبح ،\r\nأي أن منشأ الحاجة إلى الاعتبار هو الكشف عن جهات الحسن والقبح ،\r\nأي الوساطة في الإثبات لا الوساطة في الثبوت كما بيّنها العلاّمة ، حيث إن مفاد بيان العلاّمة هو الوساطة في الثبوت ، باعتبار أنّ الاعتبار يولّد الإرادة والإرادة تولّد الأفعال التي هي الكمالات أو الدركات ، بينما بناء على ضوء النقطة الثانية التي بينّاها من أن الحاجة إلى الاعتبار هي محدوديّة العقل البشري ، أي أنّ الاعتبار يحتاج إليه من جهة كشفه اثباتاً عن جهات الحسن والقبح في الأفعال ،\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\nيظهر أنه ليس في البين واسطة ثبوتيّة وهذا هو ما عليه المتكلّمون والاُصوليون\r\nمن الإماميّة .\r\nنعم بقيّة الاُمور والتقسيمات التي ذكرها العلاّمة تامّة وجيّدة والكثير منها زبدة التحقيقات الأخيرة التي توصّل إليها في الفقه والاُصول ولا غبار عليها ، نعم في بعض الأمثلة تأمّلات ، مثلاً ما مثّله من الحاجة إلى الأكل من أنّه لا بدّ من توسيط الاعتبار ، فمن البيّن أنّه لا داعي لفرضه الاعتبار فيه ، حيث إن الأكل للغذاء مكمّل للبدن بنحو القضيّة الحقيقيّة ومولّد ومحرّك للإرادة ، فيتولّد الشوق لإيجاد الأكل ، فتتولّد الإرادة ، ثمّ يقوم الإنسان بالفعل فهذه القضيّة حقيقيّة ، فلا تفرض إعتباريّة ; فكما ذكرنا من أن القضايا الإعتباريّة إنّما يتوصّل بها ويحتاج إليها في الموارد التي لا يدرك فيها العقل النظري أو العملي جهات الواقع ، وأمّا مع إمكان إدراك العقل لجهات الواقع بسهولة فلا حاجة حينئذ لتوسّط الاعتبار .\r\nونقول بأنّه قد اتّضح في ما بيّنا من التأمّل في كلام الطباطبائي أنّ الإرادة تنطلق دائماً من الحقائق والقضايا الحقيقيّة ومع ذلك قلنا إن هناك حاجة تدعو إلى الاعتبار في ما كان العقل البشري محدوداً لا يطّلع على جهات الحسن والقبح في الفعل ، وأن الإرادة تنطلق من الاعتبار ولكنّها لا تنطلق من الاعتبار بما هو اعتبار أو بما هو لا واقع له ولا واقع ورائه وإنما تنطلق من الاعتبار لما للاعتبار من كشف اجمالي عن جهات الحسن والقبح والقضايا الحقيقيّة ، ولذلك أن الفاعل الإرادي لا يتبع اعتبار أي معتبر وإنّما يتبع اعتبار المعتبر المطّلع على جهات الحسن والقبح .\r\nوأمّا إذا كان المعتبر بنفسه جاهلاً بجهات الواقع فالإرادة لا تتولّد من اعتبارات\r\nذلك المعتبر ; لأنّ الفرض أن ذلك المعتبر لا يطّلع على جهات الحسن والقبح ،\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\nفكيف تتولّد الإرادة ; إذ أن الإرادة لا تنطلق إلاّ بلحاظ أن المعتبر محيط سواء إحاطة لدنّية ذاتيّة كالله عزّ وجلّ أو إحاطة بسبب التجربة والخبرة كما في القوانين الوضعيّة مثلاً ، فانطلاق الإرادة في الجملة في منطقة القضايا الإعتباريّة التي لا يدركها العقل ليس للاعتبار بما هو ، بل بما هو كاشف اجمالي عن الواقعيّة الحقيقيّة عندما تطمئن النفس بهذا الكشف بقدر ما تذعن لذلك المعتبر من علم وإحاطة .\r\nومن ثمّ ذكر أرسطو بأنّه لا بدّ أن يكون المسنّن للقوانين التشريعيّة في المجتمع والاجتماع أن يكون إنساناً إلهياً محيطاً بالجهات الواقعيّة عالماً بالعوالم العالية وهي تتّفق مع نظريّة الإصفهاني في إعتباريّة الحسن والقبح ، ولكنّها تزيد عليه أنه من النوع الذي لا يقبل الردع من قبل الشارع ، لأنّه ضرورة فطريّة وإن كان إعتباريّاً ومن صنع الواهمة .\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nأدلّة المنكرين\r\nللتحسين والتقبيح العقليّين\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\nأدلّة المنكرين\r\nللتحسين والتقبيح العقليّين\r\nاستدلّ على كون الحسن والقبح اعتباريّين وجعليّين بوجوه :\r\nالأوّل : إن الحسن والقبح بالمعنى الذي هو محلّ النزاع - أي المدح والذمّ - ليسا من الأوصاف الخارجيّة للفعل الحسن أو القبيح ، لأنّ الحسن في الخارج ليس من الأعراض المقوليّة بل المدح قائم بالمادح وكذلك الذمّ . فليسا طارئين على الفعل الخارجي وأن ارتباطهما بالفعل الخارجي ارتباط جعلي اعتباري لا تكويني ، والمراد من الإعتباري التخيّل الذي لا مطابق ولا منشأ له ، لا الإعتباري النفس الأمري ولا من الأعراض المتأصّلة عيناً في الخارج . فلا تخرج الأعراض المقوليّة التسعة عن كونها إمّا متأصّلة عيناً في الخارج كاللون ، أو منشؤها في الخارج مثل الفوقيّة والتحتيّة ; أمّا المدح والذمّ فليسا كذلك ، أنّهما من الاعتبارات المحضة أي التخيليّة .\r\nالثاني : الحسن والقبح يختلف باختلاف الأزمان والأمكنة وهذا الاختلاف شاهد على عدم كونهما أمراً خارجيّاً وتكوينياً حقيقيّاً ، لأن في الأمور الثابتة التكوينيّة لا اختلاف بحسب الأزمان والأمكنة ، كما يمثّلون بالذي يلبس الإزار\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\nفي المناطق الباردة ، فقد يستهزأ به والذي يلبس الألبسة الكثيرة يمدح ، والعكس بالعكس .\r\nالثالث : وهو نظير الدليل الذي ذكروه لإثبات أصل وجود النفس ، وهو أنه\r\nلو فرضنا أن إنساناً لم يولد في مجتمع يربّيه على عادات مستحسنة أو مستقبحة وإنّما وجد في أرض برّية ولم يلاق إنساناً ، هذا الإنسان لا يجد الإلجاء والاضطرار والضرورة العقليّة بحسن العدل وقبح الظلم وهذا دالّ على أنّهما ليسا ضروريّين ، بل هما أمران جعليّان ولذا ترى أنّ التربية لها أثر في حصول هذه العادات . وكذا الأحكام تستحكم بالعادات والتربية أو بالعاطفة أو بالرقّة\r\nأو ما شابه ذلك ، وإلاّ الإنسان لو خلّي وعقله ، لما حكم بالاضطرار العقلي بحسن العدل وقبح الظلم .\r\nالرابع : إن هذه الأحكام وهي الحسن والقبح إنّما يحكم بها العقلاء لأجل مصلحة اجتماعهم ونظامهم وإلاّ لو فرضنا أنّه لا اجتماع في البين ولا نظام في البين ، بل الحياة فرديّة معيّنة ، لما أذعن وقطع بذلك وإنّما جعلوا هذه الأحكام لمصلحة نظامهم للوصول إلى الأغراض الاُخرى بتوسّط هذا الاعتبار .\r\nالخامس : دعوى أنّ العقل يذعن ويحكم بالحسن والقبح ، لا يخرج الحكم المزبور عن أحد قسمين ، إمّا أن يكون الفعل الذي يقطع بحسنه أو قبحه سبباً لتحسين العقلاء للفعل الحسن والفعل سبب لتقبيح العقلاء ، من باب السبب والمسبّب أو من قبيل الغاية وذي الغاية وتصوّر السبب والمسبّب في ما بعد وجود الفعل فهو يقتضي حكم العقل أو العقلاء بالحسن والتحسين أو بالقبح والتقبيح وتصوّر الغاية وذي الغاية في ما كان الحسن هو الغاية التي تدعو إلى إيجاد ذلك\r\nالفعل وقبحه تدعو إلى الكفّ عن إيجاده ، فالقائل بأنّ الحسن والقبح عقليّان ،\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\nلا بدّ أن يقول إن الفعل بالنسبة إلى الحسن والقبح إمّا من قبيل السبب والمسبّب أو الغاية وذي الغاية .\r\nأمّا بالنسبة إلى السبب والمسبّب فلا ينكر أيّ عاقل أن الذي يظلم يذمّ أو أيّ عاقل حينما يحسن إليه يمدح فاعل الحسن ولكن هذه السببيّة التي بين الذمّ والفعل ليست ناشئة من نزعة عقليّة ، بل ناشئة من نزعة حيوانيّة ; حيث إن الحيوان مجبول على أنّ من يتعدّى عليه ينفعل منه وينزجر منه وكذلك إذا أحسن إليه شخص ، فهو مجبول على مدحه والتمايل إليه . وهذا منشأ حيواني وتابع للقوى الحيوانيّة كالرأفة ، لا القوى العقليّة والحال أنّ الكلام في المدح والذمّ الناشئ من القوى العاقلة وما تدركه القوّة العاقلة .\r\nوأمّا الغاية وذو الغاية فهذا أمر مسلّم به ، لكن لا يدلّ إلاّ على الاعتبار ،\r\nلأنّ العقلاء غايتهم من التحسين بالنسبة إلى الفعل الذي لم ينوجد هو إرادة البعث إلى إيجاده ، فهذا لا غبار عليه ولكنّه اعتباري باعتبار أن العقلاء يحثّون بعضهم البعض على إيجاد الفعل الحسن وتجنّب الفعل القبيح بتوسّط المدح والذمّ ; وهذا جعل من العقلاء لأجل التوقّي من الأفعال القبيحة وارتكاب الأفعال الحسنة وهذا لا من باب المنشأ التكويني ، بل لأجل هدف وهو الوصول إلى مصالحهم وكمالاتهم الاجتماعية . فالحسن والقبح إمّا تكويني ولكن حيواني ، وإمّا عقلي غائي ولكن جعلي اعتباري .\r\nالسادس : لو ادّعى أن الحسن والقبح تكوينيّان فهو لا يخرج عن أحد البديهيّات السّتّ :\r\nأمّا الأوّليّات وهي - التي يحكم بها العقل بمجرّد تصوّر الطرفين بالملازمة -\r\nفالحسن والقبح ليسا كذلك ، بل فيه إختلاف كثير .\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\nولا هو من الفطريّات ولا من التجربيّات ، لأنه ليس عرضاً على المعروض في الخارج ، بل هو قائم بالمادح والذامّ .\r\nوليس من العينيّات الخارجيّة ، ولا من المشاهدات ، ولا من الوجدانيّات ، لوجود الاختلاف الكثير فيه بين الناس فهو خارج عن البديهيّات .\r\nالسابع : إن المدح والذمّ عند العقلاء أمر إنشائي ، فيقال : مدح فلان فلاناً ،\r\nأي أنشأ كلاماً ومقالاً يثني به ، والإنشاء هو الاعتبار والوجود الفرضي وليس أمراً تكوينياً خارجياً ، فهو غير الكمال والنقص وغير الملائم والمنافر ، بل هو أمر قائم بالمدح والذمّ الإعتباريّين ، فهو من نسخ الانشائيّات والإعتباريّات .\r\nالثامن : إن حسن العدل وقبح الظلم - لا سيّما على القول بأنّ العدل هو\r\nأمّ الأفعال الحسنة والظلم هو أمّ الأفعال القبيحة - موضوعهما العدل والظلم وماهيّة هذين العنوانين وتعريفهما أن إعطاء حقّ الغير هو عدل وأمّا التجاوز عن حقّه فهو ظلم ، والحقّ - يعني الأمر الجعلي القانوني الإعتباري - مأخوذ في العدل وهو أمر اعتباري وكذلك في الظلم ، فإذا كان الظلم والعدل - اللذان هما موضوعان للحسن والقبح ومن أهمّ موضوعاتهما - متقوّمين بالاعتبار والجعل والقانون فكذلك حكمهما وهو الحسن والقبح إعتباريان إذ لا يزيد الفرع عن الأصل .\r\nومن هذا القبيل استدلال العلاّمة الطباطبائي وهو أن الحسن نراه يعرض على الاُمور الإعتباريّة مثل الاحترام حسن ، مع أنه أمر جعلي اعتباري والحسن عارض عليه فإذا كان الموضوع إعتبارياً ، فالمحمول أيضاً اعتباري .\r\nهذه عمدة أدلّة القائلين بإعتباريّة الحسن والقبح .\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nوقد أجاب عنها الفلاسفة المتقدّمون\r\nأمّا عن الوجه الأوّل\r\nفقالوا إنّ عمدة المغالطة في تفكيك المدح والذمّ عن بقيّة معاني الحسن والقبح كالمنافر والملائم والكمال والنقص والخير والشرّ هو في إيهام ماهيّتي المدح والذمّ ، فالجواب يتّضح ببيانهما .\r\nفذكروا في تعريف الحدّ الماهوي للمدح ، أن المدح هو التوصيف بالكمال ، والذمّ هو التوصيف بالنقص ، فإذا رجع الإنسان إلى تقرير المعنى اللغوي في أيّة لغة - مع أن البحث ليس لغوياً حيث إنّه ليس مُنصبّاً حول رابطة اللفظ والمعنى وإنّما البحث منصبٌ حول المعنى بلحاظ جنسه وفصله والتكلّم في الإنتقال من اللفظ إلى المعنى جسرٌ ومقدّمة للتعرض إلى التحليل الفلسفي لماهيّة المعنى - يرى أن المدح معناه هو التوصيف بالكمال والذمّ هو التوصيف بالنقص . فالحدّ الماهوي للمدح ليس أمراً إعتباريّاً ، بل هو مرتبط ومتقوّم بالكمال والنقص ،\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\nأي الأمر التكويني ، وهل رأيت عاقلاً يمدح بغير كمال ؟ إلاّ أن يكون مشتبهاً يحسب النقص كمالاً وهذا بحث آخر .\r\nوالذمّ له مرادفات كالهجو وكذلك المدح له مرادفات ، مثل الحمد والثناء ، وهل يكون حمد واجب الوجود إعتباريّاً ؟ أو يكون حمده أمراً حقيقيّاً برهانيّاً ؟ فالمدح والحمد لهما حدّ ماهوي تقرّري هو الوصف أو الإتّصاف بالكمال ، والذمّ والهجو له حدّ ماهوي تقرّري هو الوصف أو الإتّصاف بالنقص وعدم الكمال ، فالتفكيك بين معاني الحسن والقبح سلب لماهيّة الشيء عن نفسه .\r\nويؤيّد ذلك بأنه قد يرى المدح والذمّ في حين أنّهما لا يطابقان الواقع فيقال مدح وذمّ كاذبان ، ولو كان المدح والذمّ أمرين إعتباريّين فكيف يتّصفان بالصدق والكذب وما الواقع الذي يطابقه أو لا يطابقه ؟ ومن الواضح أنه قد يمدح وينسب أو يصف الإنسان شخصاً بالكمال مع أنّه كاذب ، لأنّه لا كمال له واقعاً أو يهجوه بالنقص مع أنّه اجتمعت فيه صفات الكمال ، فهجوه كذب لأنّه يصفه بالنقص وليس فيه نقص كما وصف اليهود الله بيد الله مغلولة .\r\nألم يبيّن عقليّاً وعرفانيّاً بأنّ نفس مخلوقات الله هي نوع من محامد الله\r\nعزّ وجلّ : لأنّ المخلوقات آيات عظمة الله وقدرته ، وكلّما كبرت الآية كانت حكايتها عن كمال الله وعظمتها أكثر فأكثر ، كما في قول أمير المؤمنين ( عليه السلام ) : « ما لله آية أكبر منّي » باعتبار أن الكمالات المحكيّة بتوسّط شراشر وجوده من النوري\r\nإلى وجوده الناسوتي ، حكايتها عن عظمة الله أعظم وأكثر من بقيّة المخلوقات . فآيات الله حواكي عن كمالات موجودة في الله ، فالرابطة بين الحاكي والمحكي تكوينيّة ، فالتفكيك بينهما نوع مغالطة من الأشعري ، فكّك الحاكي المحكي وجعل أحدهما إعتبارياً جعليّاً .\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\nنعم لا مضايقة في القول : إنّ كلّ تكويني مع كون وجوده تكوينيّاً يمكن أن يفرض له وجود اعتباري إنشائي ، لا أن وجوده التكويني يسلب عنه التكوينيّة ولكن قد يحتاج العاقل إلى الاعتبار زيادة على التكوين لحاجاته ، مثلا - الماء - له وجود تكويني وقد يلاحظ له وجود اعتباري مثل لفظ الماء - الذي هو وجود لفظي تنزيلي للعين الخارجيّة - وكذلك كتابة رسم لفظة الماء - وهو وجود كتبي تنزيلي للعين الخارجيّة - .\r\nفللعين وجودان إعتباريان ، وجود لفظي ووجود كتبي للحاجات الموجودة بين العقلاء . بل كلّ الأشياء لها وجود اعتباري حتّى خالق العالم وهو لفظة الله ولكن ذلك لا يضرّ بتكوينيّة الشيء ; مثلاً الملكيّة ، سلطة الفاعل الإرادي الحرّ على أفعاله سلطة تكوينيّة ، ومع ذلك قد ينشئ البيع ويملّك منافعه لغيره ، فلا لغويّة للملكيّة الإعتباريّة مع وجود الملكيّة التكوينيّة ، أو في باب الطهارة ، حيث إن التحقيقات الأصوليّة تشير إلى أن الطهارة والنجاسة ليستا إعتباريّتين محضاً ،\r\nبل ناجمتان من الملاكات الواقعيّة ، والنجاسة هي قذارة لا يكتشفها العقل البشري ولا العلم بسهولة . فكون الشيء أمراً إعتباريّاً لا ينفي أن له وجوداً تكوينيّاً .\r\nوالحال في بحث الحسن بمعنى المدح والقبح بمعنى الذمّ هكذا ، فمع أنّ له وجوداً تكوينيّاً لكن لا ينفي أن المدائح لها وجود إنشائي أيضاً ، مثل القصائد التي تنشأ في المدح ، فهي إنشائيّة ولكن المعاني الذهنيّة التي بإزاء الإنشاءات اللفظيّة إذا كانت صادقة فإنها تحكي عن الكمالات الموجودة في ذلك الممدوح ، فالإنشاء المدحي هو ترجمان ودالّ على المعاني الذهنيّة الصادقة في ذهن الشاعر الحاكية عن الكمالات الواقعيّة ، كما في مدح الفرزدق للإمام السجاد ( عليه السلام ) .\r\nكذلك الهجو الصادق كما يهجو الله عزّ وجلّ بني إسرائيل ، فهنا الهجو إنشائي\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\nلكنّه غير متمحّض في الاعتبار ، بل هو من جهة لإعلام الآخرين ، ومن جهة أخرى له معان حكائيّة عن معان واقعيّة ، فالمدائح أو اللعائن الموجودة في القرآن وإن كانت إنشائيّة لكنّها ليست محض اعتبار ، بل ترجمان ودلالة على المعاني الموجودة الذهنيّة الحواكي عن النواقص أو الكمالات الواقعيّة .\r\nثم هل النزاع والشجار في الأمر البديهي يدلّ على عدم بداهته ؟\r\nالجواب : لا ، فكم من بديهي تقع فيه الغفلة والشجار ، ثمّ ينبّه عليهما وترفع الغفلة أو الشجار وقد لا يريد الطرف الفحص عن الحقيقة ليتنبّه ، بل للجدال\r\nأو لبيان المغالطة حتى في البديهيّات التي هي رأس مال فطرة الله ، فالفطرة\r\nقد تسلب عنه أي يغشى عليها بحجب الإذعان بالجهالات المركّبة نتيجة معاندة ولجاجة النفس البشريّة مع فطرة الله ، أوَليس الوسواسي لا يتبع البديهيّات لحالة مرضيّة فيه ؟ فكذلك اللجاج والعناد حالة مرضيّة في النفس لسيطرة القوّة الوهميّة والتخيليّة على قوّة العقل العملي في الإنسان .\r\nوإذا لم تروّض قوّة العقل العملي على اتّباع العقل النظري وعدم الإئتمار للقوى السفليّة يبتلي الإنسان التشكيك كما نقل عن الفخر الرازي أنه مات وهو يشكّك حتى في التوحيد ، لإدمانه في التشكيك . فهذه حالات مرضيّة في القوى الإدراكيّة للنفس وفي القوى العمليّة ; فوجود التشاجر والنزاع في الاُمور الفطريّة العقليّة\r\nأو النظريّة التكوينيّة الصادقة لا يدلّ على أنّها إعتباريّة .\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nأمّا الجواب عن الوجه الثاني\r\nمن أنّ تشخيص الكمال وإحراز الواقعيّات يقع فيه إختلاف ، فقد يحرز جيلٌ من البشر أنّ مادّة معيّنة طبيّة نافعة للمرض الكذائي ، ثم يأتي جيل بعد ذلك في الطبّ ويقول هذه المادّة سامّة قاتلة موجبة لانهدام الصحّة البشريّة ، فهذا لا يعني نفي تكوينيّة التكوين .\r\nوهذا الاختلاف ناشئ من إختلاف الإحراز أو ناجم من إختلاف الظروف ; مثلاً في البلد البارد كمال البدن الإنساني لبس الثياب الكثيفة المثقلة وأمّا في البلد الحارّ لا يكون ذلك كمالاً للبدن الإنساني ، بل كماله أن يرتدي ثوباً خفيفاً ، فإختلاف الظروف يسبّب إختلاف ما هو حسن في هذه الأمكنة وكذلك الحال في العادات .\r\nنعم لا نقول إنها كلّها مطابقة للواقع ، بل بعضها رديئة وبعض السنن الإجتماعيّة أغلال للمجتمع وقيود له ، فيستحسنها العقلاء أي يتخيّلون أنّها لازمة لكمالهم ، وبعض العادات يستقبحها العقلاء والحال أنّها حسنة في نفس الأمر ، لا لكون التحسين والتقبيح إعتباريّين ، بل لأنّ إحراز الحسن والقبح خاطئ ، ومن ثمّ نحتاج إلى الشرع لأنه يهدي إلى المحاسن والقبائح الواقعية الحقيقيّة في الموارد النظريّة .\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nأمّا الجواب عن الوجه الثالث\r\nفلو سلّمنا به فغاية ما يدلّ عليه هو عدم كون الحسن والقبح أمراً بديهيّاً ، لا أنّه ليس حقيقيّاً ، لأنّ النظري ايضاً لا يقضي به العقل إبتداءاً ككيفيّة صدور أفعال الباري عن الباري ، مع أن الحقّ هو قضاء العقل بذلك وليس حكمه متقوّماً بحالة الاجتماع البشري ، بل يقضي في نفسه بأنّ الصدق حسن أو الكذب قبيح وهكذا ، مثلاً لو رأى وميّز أن من كمال الإنسان أن يصل إلى فلان ، لحكم بحسنه ولا بعد فيه ، بل نجد من أنفسنا الاضطرار إلى ذلك الحكم في ذلك الفرض ;\r\nأو عرض عليه مشهد معيّن بحيث شاهد ظلم شخص لشخص آخر وأنه يمانع من وصوله إلى كماله ، فلا ريب في أنه يتأثّر لا من جهة الرقّة والإنفعال العاطفي\r\nأو القلبي ، بل عقله يقضي بقبحه .\r\nودعوى أنّ منشأ الغضب والرضا دوماً حيواني ممنوعة ، لأن القوّة الغضبيّة والشهويّة إذا كانتا تحت سيطرة العاقلة يكون الغضب والرضا حينئذ عقلانيّين ، ولذلك قد ذكرنا أن الرضا والغضب قد يكونان عقليّين وليس داعيهما حيوانياً على الدوام ولذلك أن الملائكة مع عدم وجود القوى الحيوانيّة فيهم ومع أن حياتهم ليست حياة إجتماعيّة مدنيّة تربويّة وإنّما ارتباطهم تكويني ، مع كونها كذلك فإنّها تتأثّر وتتنفّر من مظالم العباد ، والملك وجود عقلاني يتأثّر من الظلم ويستحسن الحسن فكذلك الإنسان لا يقبّح بسبب حالته الإجتماعيّة .\r\nوبذلك يندفع الوجه الرابع .\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nأمّا الجواب عن الوجه الخامس\r\nإنّ الانفعال نوع منه عقلي والمراد منه أنّ هناك نوعاً من الغضب العقلي ونوعاً من تحريك للقوى الحيوانيّة المادون بتوسّط العقل العملي ، كما يمثّل بقوله تعالى : ) وَلمَّا سَكَتَ عَن مُوسَى الْغَضَبُ ( ( 1 ) حيث يتسائل لِمَ عبّر عزّ وجلّ ب‍ « سكت » ، إذ السكوت مقابل النطق والسكون مقابل الحركة ، والحيوان يذكر في تعريفه الماهوي أنّه الجسم النامي المتحرّك بالإرادة وأمّا في تعريف الإنسان يذكر أنّه الناطق ، فالنطق والسكوت خاصّة الإنسان ، أمّا الحركة والسكون خاصّة مطلق الحيوان ، فلذا عبّر في الآية بسكت ، لأنّ مقابله النطق ولم يعبّر بالسكون الذي هو مقابل الحركة وهذا يدلّ على أن غضب موسى لم يكن غضباً حيوانيّاً ، بل هو غضب ناشئ من القوى العاقلة . وكذا قول أمير المؤمنين ( عليه السلام ) حين ما هجم جيش معاوية على امرأة في أطراف العراق وقال : « فلو أنّ إمرءاً مسلماً مات من بعد هذه أسفاً ما كان به ملوماً » ( 2 ) هذا ليس إنفعالاً حيوانيّاً وإنّما انفعال عن قوّة عاقلة .\r\nوتبيان ذلك تحليلاً أنّه إذا أدركت قوّة العقل النظري ثمّ تابعتها قوّة العقل العملي في ما تدركه ممّا ينبغي فعله أو لا ينبغي ، وكانت القوى الحيوانيّة المادون مطيعة إلى أمارة وسلطة قوّة العقل العملي ، فلا تكون حركات القوى الحيوانيّة حركات حيوانيّة وإن كانت هي قوّة حيوانيّة لكنّما منبعثة من العقل العملي وهذا\r\nكمال الإنسان ولذلك ورد « يغضب لله لا لنفسه » .\r\n\r\n","description":"","footnote":" 1 . سورة الأعراف : الآية 154 .\r\n2 . الخطبة / 27 . ","page_name":" 109 ","page_number":109},
  {"content":"\r\nوكذلك حال الكمّلين وتكاملهم في خضوع قواهم المادون إذا كانت إدراكيّة\r\nأو عمّالة لما فوقها إلى أن يصل إلى قوّة العقل النظري . وكذلك كمال وتمام العقل النظري هو كونه مدركاً خاضعاً للعوالم العلويّة ، وتلك العوالم كذلك إلى أن تصل إلى عوالم الربوبيّة ، فتكون حينئذً مشيئة الكامل مشيئة إلهيّة ، لأن مشيئته في القوى المادون تتلقّى من العوالم الربوبيّة وهكذا المشيئة الإلهيّة ، وإلاّ فليس في الربوبيّة غضب حيواني وإنّما غضب الله بغضب أوليائه ورضاه برضا أوليائه ; لأنّ منبعث رضاهم القوى العقليّة ) وَمَا تَشَاؤُونَ إِلاَّ أَن يَشَاءَ اللهُ ( ( 1 ) فالغضب وإن كانت تقوم به القوى الحيوانيّة لكنّها مسخّرة من قبل القوى العقلانيّة ، فيمكن أن يكون الفعل يسبب المدح أو الذمّ بلحاظ عقلاني لا حيواني ويصير الحسن والقبح عقليّين وهذا هو وجه مستقلّ لإثبات عقلانيّة الحسن والقبح .\r\nوكذلك في الغاية وقول المستدلّ بأنّ العقلاء قد تدفعهم الغايات أن يمدحوا أو يذمّوا ممّا يدلّ على أنّه جعل اعتباري . . . إلخ .\r\nفالجواب أنّه ليس جعليّاً اعتباريّاً ، لأنّه بضميمة ما تقدّم من أنّ الحدّ الماهوي للمدح هو التوصيف بالكمال والحدّ الماهوي للذمّ هو التوصيف بالنقص ، نفس الالتفات والتذكير للأنفس بالحقائق وحثّها عليه نحو تكميل تكويني لتلك النفوس لا أنّه اعتباري فعندما يؤكّد الإنسان لإنسان آخر ويلقّنه كثيراً بما هو حقّ وبأنّ الصدق جيّد والخلق الحسن جيّد ، تكرار هذا القول نوع تكميل تكويني مساعد له لكي يستعدّ لمرحلة التكامل وليس إعتباريّاً ، بل التلقين للقضايا الحقيقيّة ، يوجب صدورها عن الشخص وصدور الأفعال الحسنة ، وهذا تأثير التربية والعادة على القضايا الصادقة الحقّة .\r\n\r\n","description":"","footnote":" 1 . سورة التكوير : الآية 29 . ","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nأمّا الجواب عن الإشكال السادس\r\nفواضح لأنّه حيث أخذ في ماهيّة المدح التوصيف بالكمال ، فالكمال الذي\r\nهو منشأ التوصيف هو أمر عيني ومن أعراض الفعل ، غاية الأمر الأفعال تارة تتّصف بكمال متّوسط وأخرى ابتدائي وثالثة نهائي وهذا بحث آخر .\r\nفالتوصيف أمر نفس الأمرى لا اعتباري ، نعم هو من سنخ الوجود لا من سنخ الماهيّات المقوليّة ; لأنه توصيف بالكمال لا توصيف بمقولة خاصّة ، فمنشأ المدح وهو الكمال من سنخ الوجود لا من سنخ المقولات وهو عيني لا تخيّلي اعتباري وحيث ظهر أن المدح هو التوصيف بالكمال والذمّ هو التوصيف بالنقص ، يظهر أنّه لا ينحصر بقسم من أقسام القضايا السّتّة ، بل هو تارة\r\nمن الوجدانيّات كما في الأخلاقيّات ، وأخرى قابل للإندراج في عدّة من تلك المقولات ، فبعض كمالات الأفعال قد تكون محسوسة ونقائضها كذلك وبعضها\r\nقد تكون وجدانيّة نفسانيّة كحسن الظن أو سوء الظن أو غير ذلك فحيث إن الكمال من سنخ الوجود أي التوصيف بالكمال فهو قابل للإندراج في عدّة من أقسام البديهيّات .\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nأمّا الجواب عن الوجه السابع\r\nوهو أنّ الاحترام نوع إنشاء لأنّ وضع وحركة البدن باعتبار العقلاء يدلّ على الاحترام أو الإهانة ، فالتلازم بين حركة البدن والاحترام نوع من الاعتبار ولكن مضافاً إلى ما نذكره في بحث الاعتبار مبسوطاً من ضابطته ونحو ارتباطه مع التكوين أن هذا الإنشاء يسمّى صادقاً إذا كان داعي المدح هو الكمال التكويني\r\nوإلاّ يسمّى كذباً ودَجَلاً ; حيث إنّ الاحترام منطو ومتضمّن لنحو من الإخبار فإذا لم يكن الطرف كاملاً لا يكون الاحترام توصيفاً حقيقيّاً صادقاً ، فالداعي الموجب له إن كان صادقاً حقيقيّاً يحكي عن الواقع فيكون صادقاً وإلا كان كاذباً ، وغاية من يحترم الكبار داعيه تقديس الكمال والحثّ على الكمال ، لأنّ تقديسه للصفات الحقيقيّة العليا فيه ، لا لبدن العالم .\r\nففي تلك الموارد الحسن ليس بلحاظ الإنشاء في التعظيم ، بل بلحاظ الداعي في التعظيم والفعل دلالة إنشائيّة على ذلك بلحاظ الداعي ; فهو نوع كمال تكويني . مثلاً إذا خشع قلب المصلّي في صلاته خشعت جوارحه ، فخضوع القلب الذي هو لازم خضوع العقل وهو مستلزم لخضوع الجوارح ، فهذه قدسيّة للكمال وحثّ نحو الكمال ; نعم القدسيّة للأباطيل سجن وأغلال يجب أن تكسر . أمّا دعوى أن كلّ قدسي فيجب أن يصطدم معه لأنّ التقديس والتعظيم تحجير لمسير التكامل ، فدعوى زائفة في إطلاقها ، لأنّ القدسيّة أي الخضوع والانقياد صفة مهمّة كماليّة وبرهنت كماليّتها في كلّ الفلسفات عدا السفسطة ، نعم القدسيّة رهينة الحقيقة يعني الانقياد ، والتسليم إنّما هو للحقيقة لا لشيء آخر .\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nوأمّا الجواب عن الوجه الثامن\r\nفقد يقرّر بأنا لا نلتزم أن قضيّة العدل حسن والظلم قبيح ، أسّ أساس القضايا العقل العملي ، بل هما قضيّتان منتزعتان من قضايا العقل العملي وإلاّ فقضايا العقل العملي هو الكذب قبيحٌ والصدق حسنٌ والإحسان حسن والبخل قبيح وهكذا وينتزع من تلك القضايا الحاوية لتلك الأفعال ، الظلم والعدل .\r\nوهذه الإجابة لا بأس بها .\r\nولكن الإجابة الصحيحة هي التي ذكرها الفلاسفة بأن العدالة أمر حقيقي لا اعتباري وكذلك الظلم ، وبيّنوا أنّ التعريف الدقيق للعدالة هو وصول كلّ موجود إلى كماله المطلوب من دون إعاقة شخص آخر وممانعته عن الوصول ، مثلاً العدالة الإجتماعيّة هو وصل كلّ أفراد المجتمع إلى كمالهم المطلوب من دون معاوقة ومزاحمة شريحة منهم لشريحة أخرى ، أي وصول كلّ الطبقات إلى كمالهم المطلوب ، والظلم بخلافه .\r\nوالعدالة الإقتصاديّة هو وصول المعدّات الماديّة لكمالات البدن لكلّ فرد ،\r\nلأن البدن محتاج إلى إعدادات ماديّة وبكمال البدن الذي هو آلة للروح تستكمل الروح ، فحاجة البدن إليها لهذه الجهة ، كذلك العدالة السياسيّة وحرّيّة\r\nالرأي .\r\nفالعدالة في كلّ الموارد ليست محض اعتبار من التشريع ، بل حدّها الماهوي هو تكافؤ أفراد النوع الإنساني في إمكان تكامل كلٍّ بحسبه تكويناً والتشريع محرز\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\nوكاشف عن طرق التكافؤ التكوينيّة والظلم عدم التكافؤ وامتناع التكامل في بعض الأفراد دون بعض ، ففي كلّ مرحلة وأيّ صدد بدنيّاً كان أو علميّاً أو سياسيّاً\r\nأو اقتصاديّاً ، العدل والظلم ليسا متولّدين وناشئين من التشريع ، بل من المناشئ التكوينيّة .\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nأدلّة عقليّة\r\nالحسن والقبح وتكوينيّته\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nأدلّة عقليّة\r\nالحسن والقبح وتكوينيّته\r\nمضافاً إلى ما ذكرناه من أنّ حدّ كلّ من المدح والذمّ هو التوصيف بالكمال\r\nأو بالنقص وهما حدّان عقليّان تكوينيّان نضيف في المقام وجوهاً أخرى :\r\nالبرهان الأول : الوجدان والفطرة\r\nفإنّ الذين ينفون الحسن والقبح العقليّين هم في يوميّاتهم يضطرّون ويتعاملون بهما ، فينفّرون من القبيح وينجذبون إلى الحسن كشيء نابع من فطرتهم ، فينكرونهما بلسانهم ويبنون عليهما في أعمالهم للفطرة . وفطرتهم مرتكزة عليه وهذا نوع من المكابرة مع الوجدان .\r\nولذا ترى ابن سينا كلماته متهافتة . ففي الشفاء يذكر أنّ كلّ أو أكثر ما بأيدي الناس من الحسن والقبح حقّ ، يقام عليه البرهان ; وفي عبارة أخرى لديه في مبحث النفس من الإشارات من النمط الثالث يذكر بأن العقل العملي قضاياه\r\nإمّا أوّليّات أو مشهورات أو مظنونات ، وإذا كان العقل العملي بعض قضاياه أوّليّة ولو موجبة جزئيّة فيلزمه رجوع قضاياه إلى قضايا بديهيّة يمكن إقامة البرهان\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\nعليها ، وإذا كانت حصّة من قضايا العقل العملي أوّليّات فيبطل إطلاق القول بأنّها مشهورات لا واقع لها تطابقه ، فالأوّليّات تعني بديهيّة وقضايا العملي تعني المشتملة على ما ينبغي فعله والذي لا ينبغي فعله . وهذا واضح .\r\nوكذلك في منطق الشفاء يعرّف المشهورات بأنّها لا واقع وراءها تطابقه وإذا كانت المشهورات كذلك ، فكيف ينسجم مع القول بأن بعض قضايا أقيسته التي ينبغي فيها العمل أو لا ينبغي أوّليّات يعني بديهيّات ، في حين أنه جعل الصنف الأوّل من المشهورات - الحسن والقبح بمعنى المدح والذمّ - ممّا ليس لها واقع ما ورائه تطابقه ، والأوّليّات لها واقعيّة وراء تطابق آراء العقلاء لا باعتبار المعتبر .\r\nتدافع آخر ، قال ابن سينا : يمكن إقامة البرهان على قضايا العقل العملي\r\nولو بنحو الموجبة الجزئيّة وضابطة البرهان أن ترجع القضايا النظريّة إلى البديهيّة - وإذا كان قياس البرهان للاستدلال هو من القضايا النظريّة أي كلتا المقدّمتين نظريّة والنتيجة نظريّة - فلا بدّ أن ترجع المقدّمتان في نهاية المطاف إلى البديهيّة ; إذ لا يمكن انطلاق النظري من النظري هلمّ جراً ، بل يرجع إلى أمر بديهي وإلاّ يصير دوراً ; فقوله هذا نوع من الاعتراف بأنّ قضايا العقل العملي ترجع إلى البديهيّة ، والغريب أن الخواجة مع إحاطته يتابع في الشرح المتن عيناً فهو في شرحه يثبت أنّهما عقليّان تكوينيّان لكنّه في أساس الإقتباس يعبّر بتعبيرات مضطربة .\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nالبرهان الثاني\r\nهو ما ذكرناه في جواب دليل المحقّق الإصفهاني في السبب والغاية .\r\nالبرهان الثالث\r\nإنّ إنشاء المدح والذمّ وإن كان إعتباريّاً إنشائيّاً إلاّ أنّه قد ثبت في محلّه أن الإنشاء لا بدّ أن يكون بداع تكويني ، فالهجو الإنشائي بداعي إظهار النقص ، والمدح بداعي إبراز الكمال .\r\nنعم إذا كان الداعي كاذباً يقال كاذب بلحاظ داعيه ، أو كان صادقاً فصادق بلحاظه . فالصدق والكذب بلحاظ الداعي ، فهو أمر تكويني كما أنّ البلاغيّين قالوا بأن الإنشاء يتعنون بعنوان الاستفهام أو الدعاء وتلك العناوين لماهيّات الدواعي - يعني ماهيّة الداعي الموجودة في الذهن وتحريكها للإنشاء - تكويني ، فيتعنون بعنوان الداعي .\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالبرهان الرابع : قاعدة العناية\r\nما ذكره صدر المتألّهين في الأسفار في بحث العناية .\r\nومقدّمةً نذكر تعريف العناية كي نبيّن كيفيّة دلالة قاعدة العناية على الحسن والقبح وهو أن العناية هي علم الباري تعالى بالنظام الأتمّ الأكمل في الوجود وعلّيته لذلك النظام ورضاه به .\r\nوفي هذا التعريف ثلاثة حيثيّات : علمه بالنظام الأتمّ الأكمل والخير الأتمّ وعلّيته لذلك النظام ورضاه بذلك النظام ويعبّرون في بحث العناية حيث إن الباري هو على أكمل ما يمكن أن يكون في ذاته فالصوادر من البارىء عزّ وجلّ كذلك هي بحذاء ذلك النظام الذاتي الأعلى والأشرف يكون صدورها . كما في تعبير بعض الروايات عن الرضا ( عليه السلام ) إنّما ههنا يدلّ على ما هناك باعتبار أن آيات مخلوقات الله مع إختلاف درجاتها تدلّ على صفة وكمال في الباري تعالى ، فلذا عرّفوا العناية الإلهيّة هي علمه بالنظام الوجودي والخير الأشرف ورضاه به وعلّيته لذلك النظام وقد برهن الحكماء على أن هذا الترتيب الموجود في أقسام الوجود هذا هو أقصى ما يمكن أن يبلغه النظام في الكمال والخير والأتميّة .\r\nوبحث العناية قاعدة فلسفيّة عامّة تعمّ كلّ عوالم الوجود ، يقولون إنّه حيث إن الباري هو اللاّمحدود في الكمالات والخير والعلّو ، فنظام الخلق والصوادر عن الباري هي بحذاء تلك الذات الكاملة . هي الذات المقدّسة هي نظام جملي وجودي أكمل وأشرف وأعلى ونظام ترتيب الصوادر عن الباري هي بحذاء ذلك\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\nالنظام الأكمل ; فالنظام الذاتي يكون علّة للنظام الخلقي وعلّة لأفعال الباري\r\nمع رضا الباري بذلك وعلّيته لذلك وفي المقام نبني عليه كأصل موضوعي .\r\nالقاعدة ومؤدّاها ، وكيف نستدلّ بها على عقليّة الحسن والقبح ؟\r\nمؤدّاها أن كلّ كمال ببركة العناية الإلهيّة يجب أن يكون على أكمل ما يكون عليه ومنها الموجودات الإراديّة والفاعل بالإرادة . فالمفروض في العناية الأزليّة الإلهيّة أن توصل تلك الموجودات الفاعلة بالإرادة إلى أكمل ما تكون عليه بتهيّؤ الأسباب . وبهذه القاعدة يستدلّ على ضرورة التشريع والتقنين ، أي بيان طريق الكمال من واجب الوجود للموجودات الفاعلة بالإرادة في عالم الدنيا باعتبار أنه يجب أن يوصلها إلى أكمل ما يمكن أن تكون عليه .\r\nفهذا المؤدى الإجمالي للقاعدة ويكون بمنزلة الكبرى وصغراه ندلّل عليها :\r\nإمّا بما تبيّن من كون الحسن بمعنى المدح ، والقبح بمعنى الذمّ في الأفعال ،\r\nقد أخذ في حدّهما الوصف بالكمال أو بالنقص ، فيثبت صغرى قاعدة العناية\r\nفي الأفعال .\r\nوإمّا ندلّل على الصغرى بما ذكره الفلاسفة في ضرورة التشريع والشريعة\r\nكما في إلهيّات الشفاء والنمط التاسع من الإشارات وغيرهما من ضرورة التمدن والاجتماع للنوع الإنساني لأجل التكامل تكويناً والاجتماع لا يحفظ تكويناً\r\nإلاّ بأحكام العقل العملي والشريعة ، فمصالح النظام تحفظ بها فهي حينئذ كمالات .\r\nأو ثالثةً ندلّل عليها بما هو مقتضى قاعدة العناية من كون كمال الشيء الذي\r\nتثبته القاعدة وإن كان معلولاً للعلم الذاتي ، لكنّه متقرّر في ذات الشيء ،\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\nفكذا الحال في أفعال الإنسان سواء بالنسبة وبالإضافة إلى نفسه أو إلى غيره المجموعي ; فكمالاتها متقرّرة في نفس الأمر لا بحسب تطابق المجموع وآرائهم .\r\nوبيان ذلك بنحو البسط : أن قاعدة العناية كما ذكرها صدر المتأ لّهين وغيره أنّ علم الباري - الذي هو منشأ لإفاضة الكمالات على المخلوقات الفاعلة بالإرادة - تابع للكمال أي للمعلوم ، لا أنّ المعلوم تابع للعلم ، فالمعلوم الذاتي هو النظام الكامل الذاتي في الساحة المقدّسة الربوبيّة ، والعلم تابع له لا متبوع له على الدوام ، والعلم تابع للمعلوم وإلاّ لم يكن العلم علماً به . نعم صدور وإفاضة الكمالات تابعة للعلم الذاتي أي معلول لها .\r\nثمّ الموجودات الفاعلة بالإرادة حينما يفاض الكمال عليها لا بنحو القسر لا بدّ أن تكون الأفعال في واقعها لها كمال معيّن ، كما أن لها نقائص معينة بحيث تكون من عناية الباري الأزليّة هو إفاضة الكمالات لا بنحو القسر ، والكمالات لا بدّ أن تكون هي في تقرّر الواقع ونفس الأفعال ، والعلم تابع لها ، لا أنّ العلم هو الذي يحدّد المعلوم والفرض أن المعلولات الإمكانيّة وإن كانت هي تابعة للإنشاء والإيجاد للعلم الذاتي ولكن بلحاظ المعلوم الذاتي . فالعلم تابع للمعلوم ، فالكمالات في نفسها لا بدّ أن تكون مقرّرة ، فليس الكمال ما جعله علم الباري كمالاً بل هو بنفسه في الرتبة السابقة يكون كمالاً ، وليس النقص ما جعله علم الباري نقصاً وإنّما هو في الرتبة السابقة ما كان بنفسه ناقصاً ; فالأفعال في حاقّ واقعها ذات كمالات أو نقائص بالجعل البسيط ; ففي حاقّ واقع الأفعال اتّصاف بالكمال أو بالنقص ، فليس الحسن في الأفعال ما حسّنه الشارع ، بل الحسن هو\r\nما يكون في واقعه حسن ، وليس القبح في الأفعال ما قبّحه الشارع وإنّما هو في\r\nنفسه ذو نقص واقعاً . فالخير والشرّ في الأفعال كمالها ونقصها في نفسها .\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\nفبقاعدة العناية تثبت أنه تفاض تلك الكمالات التي للأفعال بحسب ذاتها . والعلم تابع للمعلوم الذاتي وإن كانت المعلومات تابعة للعلم الذاتي لا في أصل التقرّر الواقعي ، بل في الإيجاد ; لأنها آية على الكمال الذاتي ، وفي الكمال الذاتي العلم تابع للمعلوم وإن كان في الكمال الإمكاني الحال أنه معلوم وتابع للعلم الذاتي ومخلوق له تبعيّة إيجاد .\r\nثم إنّه من النكات البالغة خطورةً وأهميّةً وفائدةً في سائر مباحث المعارف - وهي نحو وفاق بين علمي الكلام والفلسفة وبين ما يحكم به العقل العملي وما يحكم به النظري - أن كثيراً مّا يمكن استبدال قاعدة اللطف الكلاميّة بقاعدة العناية الفلسفيّة ، بل إنّ هناك نضجاً في الأبحاث الفلسفيّة عند الإماميّة حيث يزاوجون بين قاعدة اللطف والعناية ، أي بإرجاع مؤدّاها إلى قاعدة واحدة ، غاية الأمر أن لها صياغتين : صياغة قاعدة اللطف على قواعد العقل العملي وصياغة قاعدة العناية على قواعد العقل النظري ; إذ لا تتّكي على الحسن والقبح العقليّين ، بل تتّكي على قواعد العلّية والمعلوم والعلم الذاتي في واجب الوجود في صفاته وذاته وهذه بحوث في العقل النظري .\r\nفهي قاعدة واحدة إلاّ أنّه يستدلّ لها بقواعد العقل النظري تارة ، فتكون قاعدة العناية وقد يستدلّ لها بقواعد الحسن والقبح ، فتكون قاعدة اللطف . فالقضيّة الواحدة تارة يحكم بها العقل العملي فتسمّى بقاعدة اللطف بالحسن والقبح وهما خاصّتا حكمه وأخرى يحكم بها العقل النظري بقاعدة العناية وهذا الإتّحاد من الأبواب في المعارف ، واللطف هو باعتبار ملاحظة قبول من الداني للكمال من العالي وفي العناية على العكس وهذا فرق آخر بينهما ومناسبة تسميتها عند الفلاسفة بالعناية ; لأنّ إفاضة الكمالات على ما دون نوع من العناية من الباري .\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالبرهان الخامس : تجسّم الأعمال\r\nوهي قاعدة مهمّة في نفسها وقد بلورت عند الفلاسفة الإماميّة بشكل دقيق متين وهي أحد براهين إثبات المعاد الجسماني .\r\nوالظاهر أن تنبّههم لها هو للروايات الواردة عنهم ( عليهم السلام ) المرشدة لنكات العقوبات والمثوبات في القرآن ، وأن تلك من قبيل تجسّم الأعمال وهذه القاعدة لها أدلّة مفصّلة في مبحث النفس والمعاد وغيره .\r\nوملخّص برهنة القاعدة هو أنّ العمل بتكراره يولّد ملكات وهيئات إمّا حسنة نورانيّة أو رديئة ظلمانيّة عند الإنسان ، كيف لا وأن بدنه الجسماني إذا عوّده على شيء يعتاد بدنه المادي عليه ، مثلاً إذ عوّده على الترياق أو على السيجار حتّى أنه لو أراد بعد ذلك بإرادة قويّة قطع ما اعتاد عليه لا يستطيع دفعةً ترك الاعتياد ،\r\nبل قد يشرف على الموت لو قطعه دفعة ، فرسوخ تلك العادة البدنية ليس باختياره بقاءً ; فإذا عوّد البدن على الشيء لا يسهل إقتلاعه ، بل يمنع في بعض الأحيان ، سواء في العادات الجيّدة أو المضرّة ، وإذا كان الحال في البدن الجسماني هكذا فكيف في البدن الروحاني أو المثالي ، والبدن الروحاني إذا نشأ وأسّس على هيئات ظلمانيّة ، فلا يمكن بسهولة إقتلاع تلك الهيئات الفاسدة ، والملكات تشتدّ إلى أن تصير فصولاً جوهريّة للإنسان الملكي أو السبعي أو البهيمي أو الشيطاني\r\nأو غير ذلك من الأنّواع اللاحقة للصورة الإنسانيّة .\r\nأمّا تطبيق القاعدة على المقام فبيانه : إن موارد الحكم بالحسن هي بلا ريب\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\nنفس الفضائل والكمالات التي توجب رقى الإنسان وتوجب صوراً كماليّة أخرويّة وكذلك موارد الحكم بالقبح ايضاً فإنها تشتمل على نواقص أي تتجسّم بصور رديّة ; فيظهر من ذلك أن الحكم بالحسن أو القبح ليس حكماً إعتباريّاً تخيليّاً ، بل حكم حقيقي ناشئ من منشأ تكويني .\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nالبرهان السادس : قاعدة الغاية\r\nإذ للأفعال غايات كبقيّة الموجودات ، كما هو مبرهن في قاعدة الغاية الفلسفيّة ، وهناك رابطة تكوينيّة حقيقيّة بين الفعل وغايته ، وكذلك رابطة حقيقيّة بين الفاعل والغاية ، أي بين صدور الفعل من الفاعل والغاية .\r\nوببيان آخر : إن هناك إرتباطاً بين الوجود الخارجي للغاية والفعل ، وأن الفعل يتكامل للوصول إلى الغاية في الخارج وهناك أيضاً ارتباط بين الوجود العلمي للغاية وفاعليّة الفاعل . كما أن الفاعل الناقص يستكمل بأفعاله ولكن الفاعل الكامل غايته ليست فعله بل ذاته ; فلا يستكمل بفعله كما في الله عزّ وجلّ ، والعالي لا ينظر إلى السافل والداني ، بل غايته ذاته ، فالباري فاعليّته ليست فاعليّة الإستكمال بالفعل ، لكن ذلك ليس بمعنى نفي الغاية ، بل غايته ذاته . فلا يطلب شيئاً وراء ذاته ، بل هو مستغن بها كما أن ذلك لا ينفي الغاية للفعل وإن لم تكن غاية الفعل غاية للباري الفاعل ; ففعله على الحكمة أي له غاية وهي تغاير غاية الفاعل ; نعم غاية غايات الفعل القرب من الذات الأزليّة .\r\nوبعبارة موجزة : إن فعل الفاعل بلا غاية في الفاعل التامّ يساوق إنكار العلّة الفاعليّة ، فالفاعل التامّ فاعليّته لأجل الذات وإلاّ فهو ناقص يحتاج إلى التكميل ، والفعل تكامل له . إن الفاعل الشاعر بالإرادة أي الفاعل العلمي لا يفعل الفعل لغاية ، ولا بدّ أن تكون الغاية كمالاً لفعله أو الفاعل العلمي في موارد الفضائل له غايات ، هي غايات كماليّة . فهناك نوع تلازم بين موارد الحكم بالحسن الموجود في تلك الأفعال وغايات تلك الأفعال وهي الكمالات ، وهي كمالات للقوّة العاقلة\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\nوما فوقها ، وكذلك في موارد الحكم بالقبح للأفعال غايات ليست كمالات للقوّة العاقلة ، بل كمالات للقوى الدانية الغضبيّة والوهميّة والشهويّة والتخيّليّة على تفاصيلها ; فكلّ فعل له غاية ، غاية الأمر الغاية كمال لماذا ؟\r\nفموارد الحكم بالقبح هي كمالات لا للقوّة العاقلة وما فوقها - أي الدرجات العالية للنفس - بل كمالات للدرجات السافلة للنفس ، وإذا اشتدّت كمالات تلك ، يصدق قول أمير المؤمنين ( عليه السلام ) : « كم من عقل أسير تحت هوى أمير » فيكون الفصل الجوهري للإنسان مثلاً السبعيّة أو غيرها من الصفات السافلة . فبين قاعدة الغاية والحسن والقبح هناك نوع من التلازم ويثبت بذلك الحسن والقبح العقلي خلافاً للأشاعرة لأن إنكاره يصادم إنكار العلّة الغائيّة في الأفعال ، ويلازم إنكار الغاية في الأفعال ، سواء العلّة الغائيّة بوجودها العلمي أو الغاية بوجودها التكويني . فلذلك كان الأشعري نافياً للعلّة الفاعليّة في الأفعال وقائلاً بالترجيح بلا مرجّح ، بل الترجّح بلا مرجّح ويلتزم بصدور المعلول من العلّة بلا أولويّة ولا ضرورة . فلكلّ فعل غاية والغاية كمال لذلك الفعل وكلّ كمال يناسب قوّة من قوى النفس ، فإذا ناسب القوى الدانية ، يحكم بالذمّ وتكون الأفعال مذمومة ; فالحكم بالقبح مساوق لتلك الأفعال المناسبة للقوى الدانية بلحاظ غاياتها . وأمّا إذا كانت تلائم القوى العاقلة وما فوقها فيحكم بالمدح ، فكيف يدّعى أن الحسن في الأفعال اعتباري تخيّلي وليس بعقلي ؟ !\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nهناك تساؤلان حول العقل العملي تقدّمت الإشارة إليهما هما :\r\nهل الحسن والقبح تكوينيّان عقليّان أو إعتباريّان جعليّان من العقلاء ؟\r\nويترتّب عليه تساؤل آخر وهو أن المعروف أن أساس الشريعة وقوانينها هو الحسن والقبح العقليّان ، والأحكام الشرعيّة ألطاف في الأحكام العقليّة ، أي أن ملاكات الأحكام الشرعيّة جهات حسن أو قبح في الأفعال لو اطّلع عليها العقل لحكم بها . فإذا كان الحسن والقبح إعتباريّين قابلين للتغيّر ، فحينئذ لا ثبات للشريعة ; حيث إنّ الأحكام الشرعيّة تكشف عن جهات لو علم بها العقل حكم بها ، فإذا كانت تلك الجهات متغيّرة فالحكم العقلي متغيّر ، فالشريعة أيضاً غير ثابتة . وهذه الإثارة مطروحة كثيراً في الأوساط الفكريّة حتّى أنّ البعض ذهب إلى أنّ معنى ختم النبوة ليس بمعنى ثبات الدين الإسلامي إلى يوم القيامة ، وأنّ البشريّة قد تكاملت عقولها إلى حدّ لا يحتاج إلى نبيّ يرعاها أو وصي يسدّدها ويهديها ، وإلاّ فلا ثبات للقوانين ، فعقلاء كلّ قوم وحكماء كلّ طائفة هم يسنّون تلك القوانين . وهذا إنكار للرسالة ، لأنّ الإعتقاد بها كما يلزم بأصلها يلزم في إمتدادها أيضاً ولذا يعدّ القائل من منكري كون الرسالة لكافّة الناس والعالم .\r\nومنشأ وروح هذا الإشكال يرجع إلى إعتباريّة الحسن والقبح وهو موجب لإثارة تساؤلات كثيرة أخرى في الرؤية والمعرفة الدينيّة في كثير من المباحث ، إذ هو يتأثّر من القول ، مثلاً قصّة بدء النسل هل هي بدأت من نكاح الأخوات\r\nأو من تزويج أبناء آدم بالحوريّة والجنّيّة .\r\nوفي روايات أهل البيت ( عليهم السلام ) يستشهدون على إبطال رأي العامّة - بأنّ بدء\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\nعمليّة النسل هو بتزويج الأخوات - بتمثيله ( عليه السلام ) - لما سمعه من واقعة وقعت - أنّ خيلاً من الخيول النجيبة وقع على اُمّه من دون شعور منه ، ثمّ قتل نفسه ندامة ، فهذه غريزة فطريّة أودعها الله تعالى في الحيوانات ، فكيف لا يودعها الله عزّوجلّ في فطرة الإنسان ; فالأفعال إذا كان لها محاسن أو جهات قبح في ذاتها ، فلا مجال للتبدّل والتغيّر .\r\nنعم لا يلزم على القول بالحسن والقبح التكوينيّين أن تكون جهات القبح أو الحسن في الأفعال بنحو العلّية دائماً ، فقد تكون بنحو المقتضي ، مثلاً الكذب مقتض للقبح ، لا أنّه علّة تامّة ، لكن لا كما يقوله أحدهم أن الزنا لو لم يقبّح من الشارع ، فليس فيه قبح وإنّما هو بتحريم الشارع قبيح ! حتّى أن بعض الفلاسفة الإماميّة غفلوا عن هذه النكتة وقالوا بهذا المقال - والحال أنه يخالف مبنى الإماميّة - أن الحسن ما حسّنه الشارع والقبيح ما قبّحه الشارع بالتفسير الأشعري ، إذ العلم تابع للمعلوم لا أنّ المعلوم تابع للعلم . نعم تابع للعلم في الإيجاد ، ولا أن ماهيّة المعلوم تتحدّد بالعلم ، وهو ما يلهج بها كثيراً فلاسفة الغرب كنظريّة حيث إن القوانين والتشريعات الإعتباريّة حتّى السماويّة ، مبنيّة على العقل العملي وأحكام العقل العملي إعتباريّة بحسب تواضعات وتوافقات كلّ مجتمع وكلّ قطر وكل زمان ، فهي تتجدّد وتتغيّر بحسب الأزمنة والأمكنة والأجيال ، وعليه فالتشريعات التي تبنى عليها أيضاً تتبدّل ; ولذلك قالوا : إن معنى ختم النبوة ليس بمعنى أن دينه أبدي إلى يوم القيامة وإنّما ختم النبوة بمعنى أن البشريّة وصلت بعد نبوة النبي إلى حدّ بإمكانها أن تتّكئ على عقلها أي أنها وصلت إلى نوع من الاستقلال عن السماء في التشريع بتوسّط العقل البشري .\r\nفهذه الدعوى مفادها : أن الأحكام الإعتباريّة تخلقها الظروف والأزمنة\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\nوالأمكنة وتوافق العقلاء وبحسب ما يناسبهم ويجعلوه ملائماً لهم ، فتكون قابلة للتغيّر والتبدّل ، وكذا الحال في أحكام العقل العملي ، فضلاً عن الاعتبارات والتشريعات .\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nوأوّل نقطة ضعف في هذه الإثارة هي أن أحكام العقل العملي ليست\r\nمتغيّرة ، نعم الأشاعرة قد يجدون صعوبة في الردّ على هذه الإثارة وأمّا على\r\nما قدّمناه فالبيانات العقليّة المبرهنة عليها كفيلة لتخطئة هذه الدعوى .\r\nوالنقطة الثانية أن القائل يفترض واقعاً متحقّقاً ولو بحسب الأزمنة تطابقه التشريعات ، ولذلك لا بدّ أن تتغيّر بحسب الأزمنة كي تطابق واقع ذلك الزمن ، وإذا ثبت وجود واقع تطابقه الاعتبارات والتشريعات ، فلا تكون التشريعات حينئذ قضايا فرضيّة محضة ، بل كاشفة إجماليّة عن كمالات الواقع ونقائصه ،\r\nكما أن الواقع الوجودي له قواعد تكوينيّة منضبطة لا تتبدّل على مرّ الأزمنة بحسب الأجناس والأنواع وإن تبدّلت الأفراد والعوارض فلا بدّ أن يوازيه تشريع ثابت أيضاً .\r\nوالنقطة الثالثة : إنّه قد اتّضح أنّ الاعتبار ليس هو اقتراح محيطي ابتدائي يعتبره من أراد ، بل لا بدّ من أن يكشف عن جهات الواقع حتّى في القوانين الوضعية . وآية ذلك بالإضافة إلى النكتة التي ذكرناها من المقننين أنه لا يمكن أن يوكل التقنين الوضعي إلى جهّال المجتمع وإنّما يوكل التقنين الوضعي في كلّ حقل منه إلى خبراء ذلك الحقل مع معونة الخبراء القانونيين كأن تجتمع لجنتان ، لجنة الخبراء القانونيّة ولجنة خبراء الموضوع الخاص في ذلك الحقل والمجال .\r\nفترى البشريّة تخصّص حقّ التشريع إلى فئة خاصّة مشتركة في كلّ فصل بين خبراء القانون وخبراء ذلك الموضوع ممّن يحيطون بالتجارب ، بل ولا يكتفون\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\nبذلك بل أنهم يجمعون خبرات البشريّة السابقة وقوانينها ، بل أنهم يستفيدون من التقنينات الشرعيّة السماويّة أيضاً . وهذا حقل مفتوح في علم القانون المتداول في الجامعات البشريّة وهو فصل فلسفة القانون ( الجنائي والقضائي والمعاملي ) . ففلسفة القانون هي عبارة عن العلل والأسباب التي قُنّن القانون على ضوئها ، فتلك أسباب تكوينيّة وصواب القانون وصحّته هي في الكشف عن تلك الجهات وإصابتها وتنفيذها وقولبتها ويجعلون مدار القانون الوضعي هو في الكشف عن الواقع وإصابته ، فالاعتبار يكون بلحاظ الواقع ليس بما هو هو .\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nالثابت والمتغيّر\r\nلا يمكن القول بأنّ الواقع كلّه متغيّر ; لأنّ القائل بتغيّر الواقعيّات لا بدّ أن يلجأ إلى ثابت - على الأقلّ - وهي نظريّة التغيير ، وإلاّ لو كانت هذه النظريّة أيضاً متغيّرة فسيكون هناك ثوابت ، وهذا ممّا يدلّ على أنّ المتغيّرات مهما كانت سعة دائرتها التكوينيّة والواقعيّة لا بدّ من أن تستند إلى ثوابت ، فالثوابت هي التي تولّد وتنتج المتغيّرات .\r\nومضافاً إلى أنّه لو كان البناء على التغيّر ، فالسعي والجهد البشري للفحص عن الحقائق لغو وعبث وباطل ، ولا يوجد عاقل يسعى إلى معادلات لا ثبات لها ، التي تكون بعد حقب زمني مجهولات لا مجموع معلومات . فهذا السعي البشري من أجل التوصّل إلى ثوابت . فالعلوم تتشعّب إلى شعب كثيرة ويوماً بعد يوم تترابط مع بعضها البعض بشكل عجيب ، فترابط الفلسفة بعلم السيكلوجيا وترابطه بعلم الأعصاب وترابط علم الأعصاب بعلم البدن و . . . فهذا السعي البشري من أجل التوصّل إلى الثوابت في عالم الطبيعة فضلاً عمّن يقرّ بأن هناك عوالم أخرى ; إذن فالواقع ليس كلّه متغيّراً ، بل منطقة منه متغيّرة وأخرى ثابتة .\r\nثمّ أنّنا في الجملة قد أذعنّا بوجود التغيّر في الواقعيّات ولكن المنطقة الواسعة في الواقعيّات هي الثبات ، وحيث قلنا إنّ الإعتباريّات واسطة إثباتية في الكشف عن الواقعيّات ، فلا بدّ أن نتعرّف على منطقة التغيّر في الإعتباريّات في لغة القانون بغضّ النظر عن أن القانون إلهي أو وضعي .\r\nللتعرّف على ذلك لا بدّ من التذكير بأنّ منطقة الاعتبار ليست الكلّيات\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\nالفوقانيّة العقليّة كالظلم قبيح والعدل حسن والكلّيات القريبة من الكلّيات الفوقانيّة ، ولا حاجة للاعتبار والتشريع في تلك المنطقة - وإن كان الصحيح عندنا كما ذكرنا في مباحث علم الاُصول وجود كمال في ذلك لا يتحقّق إلاّ بإنشاء التشريع - بل تكون منطقة الاعتبار في الكلّيات الوسطانيّة أو التحتانيّة . فهناك ثبات للبنيّة الأساسيّة للاعتبار وهي الأحكام العقليّة الفوقانيّة ، فنلاحظ فطريّاً حتّى في القوانين الوضعيّة أنّ هناك تقسيماً للاعتبار التقنيني إلى تقسيمات منها ثابتة أو ثابتة متوسّطة ومنها متغيّرة ، مثلاً : الدساتير التي للدول حيث يعتبرونها مواد قانونيّة ثابتة بعد ذلك تأتي تشريعات المجالس النيابيّة أو مجالس الاُمّة . فهذه تشريعات يعتبرونها ثابتة متوسّطة . بعد ذلك تأتي التشريعيات الوزاريّة الإجرائيّة التنفيذيّة التطبيقيّة على المصاديق التي هي في داخل كلّ وزارة . بعد ذلك تأتي منطقة الإجراء والتطبيق . فكيفيّة إجراء وتولّد القانون يمرّان عبر ثلاثة مراحل وهذه المراحل هي قديمة في لغة القانون والفطرة البشريّة ، ونفس الدستور توجد فيه مواد اُمّ ثابتة أساسيّة لا يمكن أن تتغيّر . وهناك مواد قد تحتمل التغيير ، وكذلك الحال في التشريعات المتوسّطة .\r\nوهناك نكتة أخرى في القوانين الدستوريّة من أنّ الدستور ينطلق من أهداف وأغراض وتلك الأهداف والأغراض هي ثابتة بحسب رشد المقنّنين من الاُمّة انطلاقاً من الأهداف السامية كهدف الاستقلال والحريّة والعدالة ، فهذه يجعلونها ثابتة إلاّ إذا علموا بأنهم لم يحيطوا بأهداف اُخرى هي أسمى وأهمّ لم يلتفت إليها من قبل . إذن لغة التقنين البشري فيها منطقة ثوابت ومنطقة متغيّرات .\r\nوالميرزا النائيني ذكر في كتابه أنّ ضابطة المتغيّر في الشريعة هي الأحكام\r\nالسياسية ، وأمّا الثابت منها فهي غير الأحكام السياسيّة كالأحكام الشرعيّة\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\nوالفتوائيّة ، فهذه الضابطة متينة لكنّها إجماليّة .\r\nتوضيح ذلك : إنّه في لغة القانون أو اللغة العقليّة تتنزّل المعاني الكلّية الفوقانيّة في مدارج النفس وخضوع القوى الدانية تنزّل الأمر الكلّي إلى أن يصل إلى العمل الجزئي ، مثلاً هناك إدراك للعقل النظري ، ثم إدراك للعقل العملي ،\r\nثمّ العقل العملي يذعن بالقضيّة المدركة ، ثم يستعين بالآلات الإدراكيّة النازلة كالتخيّل الوهم ، ويستعين بالرؤية والفطنة وهو جعل الأمر الكلّي ضمن قالب جزئي مطابق له ، ثمّ بعد ذلك يحرّك القوى العمليّة الأخرى كالقوى الغضبيّة\r\nأو كالقوى الشهويّة وإيصال هذا المطلب الكلّي إلى ضمن فعل خارجي جزئي .\r\nهذا الكلام على صعيد منطقة النفس وكذا على صعيد منطقة الدولة ، إذ الدولة بعد لحاظها كموجود واحد شاعر فاعل ، لها قوى غضبيّة كالجيش والشرطة ولها قوى عَمّالة ، ولها قوى درّاكة ومتخيّلة كالبرلمان ، ولها قوى فطنة وتروّي كالقوى القضائية أو العقول المفكرة في جهاز الدولة ، ولها عقل عملي كالدستور ، فتكون نفس الجهاز التكويني للنفس وينطبق على جهاز الدولة .\r\nفعلى ما ذكرنا نرى أنه في سلسلة لغة القانون البشريّة هناك معان كلّية ، بل\r\nما فوق المعاني الكلّية وهي منابع الدستور وهي الاُسس التي يعتمد عليها الدستور ومن ثمّ يأتي من بعده الدستور ; ثمّ إنّ التشريعات المتوسّطة حيث تراعي مجالس الاُمم في القوانين الجزئيّة المطابقة للقوانين الكلّية في الدستور ; ثمّ بعد ذلك تأتي التشريعات الوزاريّة التي تطابق تشريعات مجالس الاُمم . ثمّ تأتي بعد ذلك مرحلة التطبيق والسرّ في هذا الشيء هو أن هناك نكتة عقليّة بالإضافة إلى أنّ الواقعيّات بعضها متغيّر وبعضها ثابت ، أنّه الأمر العقلي الكلّي دائماً هو محلّ ثبات كما هو في الجوهر العقلي القائم بنفسه ، كذلك في المعاني العقليّة ، أيضاً\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\nهي في محلّ ثبات دائم ، إلى أن تتنزّل هذه المعاني والكلّيات العقليّة إلى عقليّات محدودة ، فيكون ثباتها بالنسبة إلى ثبات المعاني العليا المطلقة أقلّ وما إن تتنزّل بعد ذلك إلى معاني مرتّبة بمعان جزئيّة أكثر وهي الوهميّة ( المقصود من الوهميّة هنا ليس بمعنى الوهم الذي لا واقع له أو لا واقع ورائه ، بل المقصود من المعاني الوهميّة هي الكلّيات المقيّدة بالإضافة إلى الجزئيّات الإضافيّة مثل الحبّ المطلق والبغض المطلق هو غير حبّ زيد وبغض زيد ) والخياليّة وبعد ذلك تتنزّل إلى الجزئي الحقيقي وهو التطبيق .\r\nإذن هذه المدارج التي تتنزّل منها المعاني الكلّية إلى كلّيات أكثر محدوديّة إلى معان خارجة عن المعاني العقليّة إلى معان وهميّة إلى أن يصل إلى التطبيق إلى منطقة التغيير ، فأوضح مناطق التغيير هي في الجزئي الحقيقي وأوضح مناطق الثبات هي المعاني العقليّة الفوقانيّة جداً التي ليس هناك ما هو أوسع منها وبينهما متوسّطات ولذلك نرى أن لغة التقنين البشري هي أيضاً كذلك . فهذا تدليل عامّ شرحاً لما أفاده المحقّق النائيني من الضابطة في التغيّر والثبات في الأحكام السياسيّة دون غيرها ; فالأحكام السياسيّة هي التي فيها التطوير ، لأنّ الأحكام السياسيّة مرهونة ومرتبطة بالجزئيّات ، أمّا الأحكام الشرعيّة وهي الثوابت العامّة الكلّية التي هي بمنزلة الأحكام الدستوريّة ، فتلك هي منطقة ثبات وليست متغيّرة .\r\nولأجل أن نوضّح أكثر نقول : إنّ المعنى الماهوي للسياسة هو نفس معنى\r\nالتدبير وهو من خواصّ قوّة الفطنة وقوّة التروّي الموجودة لدى النفس البشريّة . وبعبارة أخرى : إنّ السياسة هي بمعنى تطبيق الجزئيّات وموازنتها مع الكلّيات ، فمثلاً العقل يحكم بحسن الصدق أو حسن الإحسان ، وحينما يشاهد إنسان زيداً\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\nويريد أن يحسن إليه ، فلا بدّ وأن يتدبّر ويتروّى أن هذا الفعل هل هو مصداق للإحسان أم لا أو هو مصداق الإهانة ، ولا بدّ من التمييز بين مصداق الإحسان ومصداق الإهانة ، ثمّ هل أن هذا مصداق للإحسان أو للإهانة ، فلا بدّ أن يميّز بين الإحسان والإهانة .\r\nإذن لا بدّ له من تمييز الجهات المشتركة بين الأفعال كي يستخلص الجزئي الدقيق الذي ليس فيه التباس ومندرج تحت ماهيّة الإحسان وكلّيته ، فهذا إنّما يتمّ بتوسّط القوى الإدراكيّة المادون السالمة في إدراكها ، وأيضاً بتوسط القوى العمّالة المادون ، فالغضبيّة أو الشهويّة لا تتدخّل بنحو تمانع تنزّل المعاني الكلّية وكذا المخيّلة والواهمة لا تمانع ذلك التنزّل بسيطرة الفطنة التي هي فوق القوى المادون - أي القوّة الغضبيّة والعمّالة والشهويّة - وسيطرة قوّة التروّي الإدراكيّة التي تستخدم آلات القوى الإدراكيّة المادون والقوّة العمّالة المادون في الوصول إلى الجزئي الحقيقي المندرج تحت الأجناس ، حينئذ تصدر الأوامر في عالم النفس لتولّد الشوق والإرادة وصدور الفعل بعد ذلك وهذا ما يسمّى بالبرهان العياني الذي نبّه عليه أرسطو وأغفله ابن سينا ، فهذه المحدودة والمنطقة هي منطقة التنزّل ، أي تنزّل العقليّات إلى الجزئيّات الحقيقيّة .\r\nفلا بدّ من مرحلتين : مرحلة تنزّل العقليّات إلى مرحلة الجزئيّات أي موازنة الحكم الجزئي مع الكلّيات واستنتاجه منها ومرحلة إعمال الحكم الجزئي بتحريك القوى العمّالة ولذلك كان التدبير من قوّة التروّي وقوّة الفطنة لدى\r\nالإنسان الأوّلي بمنزلة العقل النظري والثانية بمنزلة العقل العملي ولا ريب أن هاتين القوّتين غير قوّة العقل النظري الإدراكي ولكن هل هما نفس قوّة العقل العملي العمّال الذي يغاير القوّة النظريّة الدرّاكة كما هو مبنى الفلاسفة المتقدّمين\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\nكابن سينا وغيره أم لا ؟\r\nوعلى كلّ تقدير عندما تكون القوّتان تحت تسخير العقل ولأجل تنزيل الكلّيات العقليّة ، فسيكون فعلهما لأجل القضايا العقليّة والحقّانيّة ، وأمّا إذا كانتا تحت تسخير القوى الشهويّة أو القوى الواهمة حينئذ ، فستكونان قوّة نكراء وليستا قوّة عقليّة ; لأنّهما سوف تسيسان جميع القوى الأخرى حتى العقليّة أي تدبّرانها وتجعلانها خاضعة والقوى الشهويّة والغضبيّة وهذا بنفسه يفرض في الإنسان المجموعي أي صعيد جهاز الدولة والمفروض أن الرئيس وظيفته أن يسيّس تلك القوى المختلفة لأجل الوصول إلى الجزئي وإذا تدخّلت إحدى القوى بنزعاتها الخاصّة لا يكون التسيّس تامّاً في محلّه وكمالهما فيها إذا اتّسقت القوى العقليّة فضلاً عمّا إذا تجرّد الرئيس .\r\nإذن ما بيّنه النائيني تامّ من أن هناك ثباتاً في الأحكام العقليّة ، أمّا التسيّس وهو نوع من التطبيق للجزئي والجزئي فمحلّ تبدّل وتغيّر ولذلك يعبّر بأن الأحكام السياسيّة محلّ تبدّل أي الأحكام الجزئيّة هي التي تتبدّل ويتمّ إستنتاجها عن طريق قوّة الفطنة والتروّي وبتوسّط البرهان العياني والحكم الجزئي هو الذي في محلّ تبدّل وتغيّر .\r\nوأمّا محلّ الثبات هي القضايا العقليّة فهذه على أيّ حال منشأ من مناشئ التغيير وتحديد للأحكام الإعتباريّة التي يفرض فيها التغيّر بلحاظ الأحكام السياسيّة أو ما يعبّر عنه بالتعبير الفقهي بالحكم المولوي أي الولائي في مقابل الحكم التشريعي وقد يكون تبدّل الموضوع منشأ لتبدّل الأحكام الإعتباريّة ، فطبعاً المقصود من تبدّل الموضوع هو الموضوع الجزئي الكلّي لا تبدّل فيها ، فيعود لنفس الضابطة التي ذكرت من أنّ الجزئيّات هي منطقة التغيّر والتبدّل . وهذه هي\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\nنفس المنشأ الأوّل فبدلاً من قولنا التغيير في الأحكام السياسيّة قلنا بالتغيير بلحاظ تبدّل الموضوع .\r\nوهناك منشأ آخر وهو ما يقال عنه عامل الزمن ، فالعامل الآخر هو وجود التزاحم والحرج والورود والضرر وقد تطبّق هذه الضوابط ( التزاحم أو الضرر ) على صعيد الأحكام الفرديّة وقد تطبّق على صعيد الأحكام الإجتماعيّة ، فكما أن الوضوء الحرجي رافع للوضوء ومعيّن للتيمّم في الحكم الفردي ، هناك أيضاً في الأحكام والواجبات الإجتماعيّة بسبب الحرج الذي يطرأ على عموم الناس ، فيسبّب رفع ذلك الحكم الموجود الأوّلي ، أو الورود فقد يكون عنواناً وارداً على عنوان آخر أو ضرراً لنوع عامّة الناس ، فيكون تطبيقها بلحاظ الأحكام الشرعيّة التي هي أحكام إجتماعيّة وأحكام سياسيّة وأحكام مجموعيّة وليست أحكاماً فرديّة ; وهذا نوع من أنواع التبدّل والتغيّر وهو تزاحم الأحكام . مثلاً لو تزاحم واجب فرعي مثلاً مع أحكام إعتقاديّة فيقدّم الحكم الاعتقادي في فترة وقت التزاحم ، وهذا المنشأ أيضاً منطقته في الجزئي الحقيقي أو ما يقرب منه .\r\nولكن ليتنبّه في هذا المنشأ إلى نكتة نبّه عليها الفقهاء في بحث القواعد الفقهيّة ، أن هذا المنشأ الثاني في التغيّر ليس يوجب جعل الحكم الثانوي حكماً دائماً وأبديّاً ويقلّبه من حكم أوّلي إلى حكم ثانوي ، بل يبقى الحكم الأوّلي على\r\nحاله ، بل في ظرف تواجد موضوع العنوان الثانوي من حرج أو ضرر أو تزاحم يتبدّل إلى حكم ثانوي لا دائماً ، وإلاّ لو كان على نحو الدوام لكان وضعه كحكم أوّلي من قبل الشارع الذي قد افترض أنه محيط بالجهات الواقعيّة لا جاهل بالجهات الواقعيّة ، مع أن الفرض أن الشارع وضعه عن علم وقلنا إنّ الكلّيات العقليّة لا تبدّل فيها .\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\nفالفرض أن التشريعات الفوقانيّة تعكس عن جهات واقعيّة كلّية معقولة ، والقضيّة والمعنى الحقيقي الكلّي لا تبدّل فيها ; نعم في كيفيّة تنزّله قد يتصادم\r\nمع كلّي آخر إلاّ أن هذا التصادم ليس بدائم ، بل ظرفي .\r\nأيضاً هناك منشأ آخر للتبدّل والتغيّر وهو ليس في الواقع بمنشأ حقيقي وهو كيفيّة إحراز التقنين ، سواء التقنين الوضعي أو التقنين السماوي الإلهي ; فمثلاً في الدستور الفرنسي القضاة يختلفون في فهم مادّة من موادّ الدستور أو الحقوقيّون الفرنسيّون يختلفون في فهم تلك المادّة ; فهذا نوع من الاختلاف في التشريع\r\nإلاّ أنّه إختلاف في الفهم والإحراز وليس هو إختلاف في نفس مادّة التشريع . فهذا الاختلاف لا يتناول الكلّيات الفوقانيّة حيث إن الكلّيات الفوقانيّة يعترض الثبات ، وكلّما كان بمعنى الكلّي وكان ذو كلّية وثبت أكثر ، فوضوحه وبداهته أكثر والخفاء يقلُّ ويندر ، وكلّما تنزل يبدو الخفاء ويزداد الغموض . ولذا ترى أن المبادئ في أيّ دستور من الدساتير الوضعيّة تكون واضحة لا خفاء فيها والموادّ الأوّليّة - وهي الأمّ - لا خفاء فيها أيضاً ، بعد ذلك إذا تتنزّل تلك الموادّ إلى البرلمان ومنه إلى مجلس الوزراء ، فهذه تحصل فيها إختلاف أكثر فأكثر ،\r\nلأنّها تتداخل الجزئيّات بعضها مع بعض ، فيكون عنصر الغموض أكثر فأكثر .\r\nوقد يعبّر عن هذا أن النفس حيث إنها مجرّدة أو كلّية ، فيكون إدراك النفس\r\nللكلّي أو المجرّد أسرع من إدراكها للجزئيّات ; حيث إنّها متعلّقة بالمادّة فيكون أبعد عن سنخ النفس وهذا المنشأ الثالث لا يختلف عن المناشئ السابقة من زاوية المورد ; حيث إن منشأ الاختلاف ، الإحراز غالباً في موارد الجزئيّات لا الكليّات فمثلاً ترى الإنسان لا يختلف في المعاني مع فرد آخر من بني نوعه في الكليّات العقليّة كحسن الفضائل وقبح الرذائل ، بخلاف ما إذا تنزّلت المعاني إلى جزئيّات ،\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\nيبدأ الاختلاف وهذا الاختلاف راجع إلى المنشأ الثالث لا إلى المنشأين السابقين . فهذا الشخص يحرز أن مصداق هذا الفعل تعظيم وذلك الشخص ينفي ذلك بأن هذا المصداق ليس بتعظيم بل إهانة ، ففي الفعل الواحد يكون في جهات التطبيق إختلاف وإن كانوا متّفقين على الكليّات العقليّة .\r\nفالإختلاف في الإحراز في المنشأ الثالث لا يختلف كثيراً مّا من جهة المورد مع المنشأين السابقين في كون موارد الاختلاف غالبةً في الأحكام السياسيّة ، سواء سياسة النفس الداخليّة في الأحكام الفرديّة أو السياسة الاجتماعيّة أو سياسة الأسرة فدائماً الاختلافات في الأحكام الجزئيّة وأمّا الكليّات فلا إختلاف فيها .\r\nنعم الاختلاف في الإحراز سواء أكان في التشريعات الثابتة أو المتوسّطة\r\nأو التشريعات المادون المتوسّطة أو الجزئيّات ، له ضوابط قانونيّة في الإحراز ; كما أنّه للبرهان في الكليّات ضوابط علميّة ذكروها في باب البرهان من أنه تكون القضيّة دائمة كليّة ، وأنه تكون القضيّة صادقة وأن لا يكون في العناوين إجمال ، وأضاف المتكلّمون والفلاسفة شرائط أخرى . كذلك في البرهان العياني الذي يختصّ بمنطقه التنزّل من الكليّات إلى الجزئيّات فقد وضعوا لها ضوابط . فالبرهان العياني يتكفّل نوعاً مّا إحراز أحوال الجزئيّات الحقيقيّة في كيفيّة إدراجها تحت الكليّات ولكن بضوابط .\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nملخّص الجواب عن الإثارة الثانية\r\nويتلخّص الجواب عن الإثارة الثانية بالتأمّل فيها\r\nأوّلاً : أن البنية التحتيّة للأحكام الشرعيّة الثابتة وهو الحسن والقبح العقليّان برهانيّة فلا تبدّل ولا تغيّر فيها .\r\nوثانياً : إن منشأ الحاجة إلى الاعتبار هو محدوديّة العقل البشري ، فهذه المحدوديّة باقية وإن ازدادت عقليّة العقل البشري بالتجارب إلاّ أنّ اعتراف البشر وإذعانهم بأنّه كلّما ازددنا تجربة إزددنا بصيرة بالواقع ، وأن هناك كلّيات عقليّة يدركها العقل ، وهناك كلّيات متوسّطة لا يدركها إلى أن تصل الجزئيّات ، كلّما ازداد البشر تجربة ازداد بصيرة بكيفيّة تنزّل جهات الحسن والقبح أو جهات المضرّة والمنفعة أو جهات المصلحة والمفسدة ، فبإزدياد التجربة يزدادون إحاطة . ولكنّها غير تامّة مع ذلك ولذلك يواصلون التجربة بنحو دائب إذعاناً بعدم الوصول التامّ .\r\nوإذا لم تكن الإحاطة تامّة فيتوصّل البشر إلى عناية الله عزّ وجلّ ، فلا بدّ من عناية منه بأن سنّ لهم تشريعات ثابتة في تلك المنطقة التي لا تدركها عقولهم المحدودة ، وإذا كان منشأ الحاجة للاعتبار هو محدوديّة العقل البشري ، فهذا الخالق الذي قد برع وحيّر العقول في إيجاد نظم بارع من أصغر وأحقر مخلوق إلى أشرف وأحسن مخلوق ، فأتقن خلق كلّ شيء وأحسن خلق كلّ شيء ، فها هو العلم يعجز عن اكتشاف الدقّة اللامتناهية في المخلوقات وفي النظم ،\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\nفكيف لا يحيط الخالق بما هو مدارج الكمال لأشرف مخلوق وهو الإنسان ومعارج الكمال له ؟ الحدس الفطن يسلّم بذلك ، ولا بدّ من أن يتقن له .\r\nوعليه فلا بدّ أن تكون التشريعات عند من يحيط أزلاً وأبداً بكلّ جهات الأفعال ويحيط إستقبالاً وحالاً وماضياً بكلّ الأفعال ويحيط بأنّ الفعل الواحد\r\nإذا تموّج خلال الأجيال التاريخيّة والبشريّة كيف تكون تموّجاته وآثاره ؟ فلا بدّ له من إحاطته لجهات الحسن والقبح المتسلسلة عبر حلقات الأفعال لا الإحاطة بجهات الحسن والقبح النفسي الموضوعيّة أو الذاتيّة لذات الفعل فقط ، وهذه الدائرة لجهات الواقع لا يحيط بها إلاّ خالق الكون فهو الذي يسنّ التشريعات .\r\nوثالثاً : إنّ جهات التغيّر والتبدّل في الاعتبار هي غالباً في منطقة الجزئيّات أي الأحكام السياسيّة أو الوَلَوِيَّة ، لا في الأحكام الكلّية الثابتة للتشريعات الثابتة .\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nولاية التشريع\r\nثمّ إنّه لا بأس بأن ننظر لمن صلاحيّة التشريع ؟ أو ما يسمّى بالولاية التشريعيّة\r\nهل تتبع الولاية التكوينيّة أم لا ؟ قاعدة شرعيّة تقول : من له التشريع هو من له المقام التكويني الخاصّ ويعبّر عنهما في الحكمة بأن الولاية التشريعيّة تتبع الولاية التكوينيّة ، والتشريع هو لمن يحيط بالواقع أولاً وبالذات ، فالمشرّع الأوّل هو الله عزّ وجلّ ولكن هل يمكن أن يفوّض التشريع للبشر ؟ ولأيّ فرد من البشر ؟\r\nيظهر من أرسطو أنّ إيكال التشريع في التشريعات الوسطانيّة لا الفوقانيّة إلى الإنسان الإلهي من البشر وأن صلاحيّة التشريع الوسطاني لا بدّ من إيكالها إلى الإنسان البشري ، لنكتة ستأتي وبحسب التتبّع يظهر من الفلاسفة حتّى في الفلسفات الهنديّة أنّهم يذهبون إلى أنّ المشرّع والمسنّن الأوّل هو الباري ومن بعده هو الإنسان الإلهي الذي كمل علماً وعملاً . بادىء ذي بدء للاستدلال على هذه القاعدة نقول :\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nالوجه الأوّل\r\nظهر ممّا سبق أن سبب الحاجة إلى الاعتبار هو محدوديّة العقل البشري وذكرنا أن الإرادة البشريّة لا تتبع الاعتبار بما هو اعتبار ، بل بما هو كاشف عن الجهات الواقعيّة ولا بدّ من مراعاة ذلك في من له الحقّ في أن يسنّ ويشرّع فالذي يحيط بالجهات الواقعيّة - لكون علمه متّصلاً ومرتبطاً بالعلم للذات المقدّسة الأزلي الأبدي السرمد - له أن يسنّ ويشرّع ، ولا بدّ أن هذا العلم لا يتخلّف ولا يكون جهلاً ، فلا بدّ وأن يكون علمه مصيباً دائماً وإلاّ يكون نقضاً لغرض التشريع ، ولا يكون مثل التقنينات البشريّة في الموادّ الدستوريّة الفوقانيّة الأمّ حيث يشاهد التبديل وسببه عدم إحاطة المقنّن بجهات الواقع ، وبمقتضى قاعدة العناية الإلهيّة وقاعدة اللطف الكلامي ) إِنَّ اللهَ بِالنَّاسِ لَرَءُوفٌ رَحِيمٌ ( ( 1 ) يعلم أن الله يوصل عباده إلى كمالاتهم ويبعدهم عن نقائصهم .\r\n\r\n","description":"","footnote":" 1 . سورة البقرة : الآية 143 . ","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nالوجه الثاني\r\nإن الجهاز الوجودي للإنسان وقواه وكيفيّة عمليّة الإدراك للأشياء وتصوّرها ، ثمّ تنزّلها إلى حدّ ما تفصيلاً كما يذكر في العلوم العقليّة أن قبل مرحلة القوى العقليّة للإنسان هناك أربع درجات في وجوده : قلب وسرّ وخفيّ وأخفى ، وتسمّى بالمراحل الوجوديّة القلبيّة للإنسان وبعدها تأتي منطقة قوّة العقل النظري ، ثمّ قوّة العقل العملي ، ثمّ الفطنة والرويّة ، ثمّ شجرة القوى العمليّة النازلة - مثل القوى الغضبيّة والشهويّة - وهذه القوى أيضاً تتشعّب إلى شعب أيضاً والقوى الإدراكيّة النازلة كذلك مثل قوّة الوهم والخيال والحسّ المشترك . فعندما تتوجّه النفس إلى إدراك وتحصيل معلومة أو مجهولة من المجهولات تبدأ من قوّة العقل النظري بالبحث في المعلومات والعودة للمجهول بالمعلومات ، ثمّ إصابة النتيجة . وقد ذكر أن هناك ثلاثة أفعال مزدوجة بين العقل النظري والعقل العملي ، بناء على ما هو الصحيح من إحدى قولي الفلاسفة من أن قوّة العقل العملي مغايرة لقوّة العقل النظري .\r\nفالفعل الأوّل هو الفحص والبحث في الفكر والفعل الثاني هو إدراك النتيجة التي يتولّد منها المقدّمات والفعل الثالث هو الإذعان بتلك النتيجة . وقد حقّق أخيراً في الأبحاث العقليّة أن الحكم ليس جزء القضيّة أي أن مدركات النتيجة ليست بجزء القضيّة وقد أشار إلى ذلك صدر المتألّهين في رسالته في التصوّر والتصديق ; حيث أثبت أن كلاًّ تسمّى التصوّر ; والتصديق هو الصورة الحاصلة غاية الأمر أن التصوّر هو صورة مجرّدة غير موجبة للإذعان بخلاف الصورة التي\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\nلها تأثير في ايجاد الإذعان والتسليم . فهذه الصورة تسمّى تصديقاً . فالعلم ( تصوّره وتصديقه ) ليس من مقولة الإذعان وليس من مقولة الحكم . بل العلم هي الصورة الحاصلة لقضيّة النتيجة من العقل النظري للنتيجة ، ثمّ بعدها يأتي الحكم .\r\nفالحكم خارج عن القضيّة وليس من أجزاء القضيّة والحكم فعل من أفعال العقل العملي لا العقل النظري ، وقد فسّر الحكم العلاّمة الطباطبائي في النهاية بقيام النفس بدمج صورة الموضوع في صورة المحمول ، فحينئذ تحكم النفس بهذه القضيّة وأن هذه القضيّة لها صورة خارجيّة ; مثلاً في الصور الحسّيّة هي صور بديهيّة أيضاً تذعن بها النفس - زيد الجالس أمامي - فهذه القضيّة عندما تأتي في النفس ، تأتي مدمجة لا مفكّكة ، وهذه الصورة في الواقع عبارة عن صور عديدة - زيد جالس ، زيد لابس ، زيد طويل - فهي ذات عدّة محمولات في ضمن صورة واحدة وهذه الصورة هي في الواقع من المحسوسات التصديقيّة والوجه في ذلك أنها في الواقع هي صور مطبوعة على بعضها البعض في ضمن صورة واحدة ،\r\nفلو فكّكناها تنحلّ إلى موضوع ومحمولات كثيرة وإخبارات عديدة .\r\nإذن التصديق دمج الصور في صورة واحدة وهذا الدمج يقوم به العقل العملي طبق معايير عقليّة ، وعليه فالحكم في القضايا العقليّة يقوم به العقل العملي متابعة للصورة وقلنا سابقاً من أن عنوان وجوب المعرفة مجمل فلا بدّ من تحديد المعنى المراد بوجوب المعرفة ، هل المراد منه الفعل الأوّل أو الثاني أو الثالث ، نعم وجوب المعرفة لا يمكن أن يكون شرعيّاً على معنى الفعل الأوّل والثاني ،\r\nإلاّ أن الثالث لا بُعد فيه ، وبعد هذه المقدّمة نذكر مقدّمة ثانية وهي :\r\nإنّ عمليّة التفكير حيث تتمّ بالفحص عن المقدّمات ثمّ إدراك النتيجة ثمّ حكم النفس بتوسّط العقل العملي متابعة لهذا الإدراك ، لكن ليس هذه المتابعة بنحو\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\nالعلّية التامّة لما بيّنه الفلاسفة والمتكلّمون من أنه لا ملازمة بين المقدّمات - الصغرى والكبرى - وإدراك النتيجة ، كما ذكر ذلك في المنظومة السبزواري في بحث القياس حيث بيّن بأن الرابطة ليست رابطة العلّة والمعلول بين المقدّمات وإدراك النتيجة ، بل من باب الإعداد .\r\nوأمّا المتكلّمون فقالوا بأنّه جرت سنّة الله على أنّه إذا أدركت تلك المقدّمات ، جعلت معدّة لإفاضة النتيجة ، والفلاسفة يذهبون إلى الإعداد وأمّا العلّة لإدراك النتيجة فهي إفاضة العقول العالية على العقل البشري النازل ، كما في تعبير بعض الروايات « خلق الله العقل وجعل للعقل رؤوساً بعدد رؤوس الخلائق » ، فالرابطة بين المقدّمات وإدراك النتيجة ارتباط إعدادي ; فالعلّية أثبتت للعوامل الفوقانيّة لا للمقدّمات ، كما بيّن في الفلسفة نظير ذلك في الفاعل في عالم المادّة ، أنّه ليس بفاعل إيجادي ، بل فاعل طبيعي أي فاعل الحركة ، فمثلاً الإنسان يتحرّك ويأخذ البذرة وباقي اللوازم فيزرع الزرع ، ولكن المفيض للوجود الشجري هي العوامل العلويّة وقد بيّنوا في محلّه من أن الجسم لا يمكن أن يفيض صورة جسميّة أخرى .\r\nوإذا اتّضح عدم العلّية بين المقدّمات والنتيجة والإذعان ، بل الإعداد فربّما لا يحصل إدراك النتيجة أو لا يحصل الإذعان بها وذلك لكون الإنسان ذا حالات مرضيّة نفسيّة في قوّة العقل العملي والنظري وفي القوى المادون الدرّاكة بمثل الجربزة والعناد والوسوسة والاضطراب . فهذه أمراض في القوى الفوقانيّة في النفس وهذه الصفات النفسيّة معادية وممانعة عن الإنتقال من مرحلة\r\nإلى مرحلة في الأفعال الثلاثة ، فمثلاً الوسواسي لا يحصل له إذعان للإدراكات الصحيحة ، وهذا ممّا يدلّ على أن العلم بالنتيجة ليس علّة تامّة للإذعان والتسليم ; لأنّه قد تمانع صفة الوسوسة والاضطراب من صفات الرويّة في العقل العملي ،\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\nوكذا صفة العناد وهي عدم الخضوع لقوّة العقل النظري وهكذا البلادة في قوّة العقل النظري أو المفكّرة بأن لا تدرك النتيجة بعد إدراكها للمقدّمات ، والجربزة الفكريّة هي سرعة إدراك النفس للنتائج أو المقدّمات ثمّ منها إلى نتائج أخرى وهكذا من دون توقّف ممّا قد يوقعها في الاشتباه أو عدم الإذعان والتسليم بالحقائق ، فهذه من صفات النقص لأنّه لا بدّ من ترتيب بعض الآثار .\r\nالمقدّمة الثالثة\r\nوهي كما أنه لدينا صفات مرضيّة وصفات صحيحة في القوى الإدراكيّة كذلك في العمليّة في النفس في الجهاز الإنساني ممّا لا يجعل الرابطة بين الفحص وإدراك النتيجة رابطة العلّية كما أن الرابطة بين الفحص والوصول إلى المقدّمات ليست رابطة العلّية ، وكذلك الرابطة بين إدراك المقدّمات وإدراك النتيجة ليست رابطة العلّية وأيضاً ليست الرابطة بين النتيجة والتسليم هي رابطة العلّية ، بل رابطة المقتضى ، بل وكذا الحال في الرابطة بين قوّة العقل النظري والقوى المادون ليست رابطة العلّية ، بل قد تكون القوى النازلة هي المسيطرة على قوّة العقل العملي والنظري ، فمثلاً القوّة الغضبيّة قد تكون مسيطرة على قوّة العقل العملي والنظري أيضاً حيث يكونان خادمين تحت سلطنة القوّة الغضبيّة مع أنّها ليست قوّة مدركة إلاّ أنّها تطالب وتسخرهما لتحقيق ما تريده كما هو موجود في عالم الحضارة\r\nالغربيّة الحديثة حيث إن العلم والعقل في خدمة الشهوة والغضب .\r\nإذن فخضوع القوى الإدراكيّة السفليّة المادون أو العمليّة السفليّة المادون ليس بنحو العلّية التامّة ، ففي القوى المادون اقتضاء للخضوع لقوّة العقل العملي ، ومقتضى فطرة الإنسان هو كون القوى المادون خاضعة للقوى الفوقانيّة ، ولكن شيئاً فشيئاً قد تتجاوز تلك القوى المادون حدّها الفطري وتسيطر على الملكة\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\nالموجودة في النفس البشريّة .\r\nوالحال كذلك في قوّة الوهم والتخيّل ، فقد تكونان منصاعتين لقوّة العقل وتكونان آلتين للعقل حيث إنّه لا يدرك الجزئيّات فيستعين بقوّة الوهم والخيال ; فمثلاً عندما تقول - زيد جالس - قد يقطع به بالعقل ولكن الذي يدرك زيداً وجلوسه قوّة الخيال ولكن الحاكم هو العقل . فالمفروض في الطبيعة والفطرة البشريّة أن تكون القوى الإدراكيّة النازلة خاضعة وخادمة لقوّة العقل ، وقد نرى جحوداً من القوى الواهمة على القوّة المدركة النظريّة وقد بيّنوا مغايرة مدرك قوّة الحسن والخيال والوهم مع إشتراك موردها في الجزئيّات ، فالحس يدرك الصور الحسّية التي لها كلّ أحكام المادّة عدا المادّة ولا بدّ من محاذاة لموجود خارجي وأن يكون يها مقدار وطول وعرض .\r\nوأمّا الصورة الخياليّة المثاليّة التي تدركها قوّة الخيال فهي مثل الصورة الحسّية لكن لا يشترط فيها المحاذاة ، وأمّا الصورة الوهميّة التي تدركها قوّة الوهم لا يوجد فيها طول وعرض وعمق ولكنّها مضافة إلى جزئي خارجي فمثلاً الحبّ والبغض لا يوجد فيه طول ولا عرض ولا عمق ولكنه مضاف إلى حبّ زيد وبغض عمرو ، فهذا يقال لها وهميّة ، وكذلك يسمّى المعنى الوهمي العقل المقيّد .\r\nوهذه القوى الإدراكيّة المفروض فيها أن تكون خاضعة لقوّة العقل العملي والنظري ولكن قد تجمع هذه القوى على قوّة العقل العملي والنظري ، بل تمانع العقل العملي عن الانصياع والخضوع للعقل النظري ، فمثلاً ذات واجب الوجود لا تقتنص بحسّ ولا بوهم ولا بخيال ; لأن المفروض أنه ليس بذي مقدار ولا حدّ ، فكيف يمكن أن يقتنص بتوسّط هذه القوى ، بل لا يدرك شعاع نوره بتوسّط هذه القوى النازلة وإنّما يدرك شعاع نوره بالقلب وما فوقه .\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\nوالأئمة ( عليهم السلام ) يثبتون الرؤية القلبيّة لله عزّ وجلّ ، فهي ليست حسّية ولا خياليّة ولا مثاليّة ولا عقليّة وإنّما هي رؤية قلبيّة فوق العقليّة ، وهذا هو المعروف من مدرسة أهل البيت ( عليهم السلام ) خلافاً للأشاعرة . وعليه فالمقصود من أن واجب الوجود لا يدرك بالإدراك النازل ، بل بالإدرك الفوقاني أي لا يدرك بالإدراك النازل الحصولي ، حيث إن منطقة الصور الحصوليّة من العقل فما دون ومنطقة الإدراك الحضوري هو القلب فما فوق ، فهذه ثوابت لا بدّ من ملاحظتها دائماً .\r\nنعم في بعض الروايات كما في رواية الصدوق في التوحيد عن الصادق في تعليمه لهشام بن سالم كيف يصف الباري مغايراً لوصف المخلوقين ، أنّ الرؤية القلبيّة بعد عدم كونها من التحديد لا إشكال فيها وإن كانت دون الرؤية القلبيّة ، وهذا مطابق البراهين الحصوليّة القائمة على المعرفة الحصوليّة العقليّة .\r\nثمّ لا بدّ من بيان نكتة وهي أن تنزّل العلوم الحقيقيّة من العوالم العلويّة إلى العقل البشري ، ثم منه إلى باقي قواه وهكذا إلى أن تتنزّل إلى الأدنى ، فهذا التنزّل لا يواجه مانعاً واحداً فقط ، بل يواجه سيلاً من العوائق والموانع المحتملة ، فهناك عوائق في أصل التلقّي عند العقل النظري ، كما هو في الجربزة والبلادة . وفي كون الإدراك يولّد إذعاناً وفي كون الفحص عن المقدّمات يولّد إدراكاً لها والإدراك\r\nلها يولّد إدراكاً بالنتيجة ، ثمّ في كون الإدراك للنتيجة يولد إذعاناً بها تسليماً ،\r\nثمّ إذا تولّد الإذعان والتسليم هل تنصاع بقيّة القوى إلى قوّة العقل العملي أم لا ، إذن هناك كثير من العوائق والموانع المحتملة ، كما يلاحظ أن النتائج الفكريّة\r\nالتي يتوصّل إليها الإنسان إن كانت صائبة كلّها عبارة عن إلتقاطات أو تلقّيات من العقل البشري لما يستلهمه من العوالم الغيبيّة الفوقانيّة كما أن بين تلك الحقائق تفاوتاً شاسعاً .\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\nومع هذه الحال كيف يؤمّن صدور أو سنّ تشريع وقانون متين ممّن لا تكون قنواته معصومة في جهازه الإنساني من أعلى قنواته إلى أدنى قنواته ؟ كيف يؤمن لمثل هذا في تشريع وسنّ القوانين ويكون رضاه مظهر الرضا الإلهي وغضبه مظهر للغضب الإلهي ؟ فغير المعصوم لا تكون لديه صلاحيّة للتسنين والتشريع ;\r\nلأن التسنين والتشريع يجب أن يكون محيطاً بالحقائق أو ما يتلقّاه مطابقاً للحقائق الواقعيّة ، ومعنى كونه مطابقا للحقائق الواقعيّة أنّه متنزّل من العوالم العلويّة عبر القنوات المعصومة من الزلل والخطأ ، ) وَبِالْحَقِّ أَنزَلْنَاهُ وَبالْحَقِّ نَزَلَ ( ( 1 ) ،\r\nوهو الذي يكون رضاه مظهراً للرضا الإلهي وغضبه مظهراً للغضب الإلهي ومظهراً للعزائم الإلهيّة حينما تكون كلّ حركاته وسكناته بلحاظ التأثّر من العوالم العلويّة .\r\nوبتعبير آخر أنّ كلّ الدرجات الموجودة الدانية والوسطى والعالية هي في الواقع متأثّرة عن العوالم العلويّة ، فمثلاً القوّة العاقلة عنده تدرك القضايا بالسلامة والمتانة والدوام والصواب ، ثمّ بعد ذلك متابعة بقيّة القوى العمليّة الأخرى من دون تشويش أو مشاغبة ، كما مثّل في الكلام المجيد بالماء الإلهي عندما يفاض\r\nماء العلم من العين الأزليّة ويجري في قناة الجهاز الإنساني ، فيجب أن لا يتكدر ولا يتلوّث بالقنوات التي يمرّ عليها ، ولو تلوّث وتكدّر فتذهب عنه زلاليّته ونفعه النابع من الصفاء ، فلا بدّ من قناة مأمونة في جهاز وجودي إنساني عن تلويث ذلك الماء الزلال .\r\nوبتعبير علمي دقيق ، أنّه لا بدّ أن يكون التلقّي صحيحاً وسليماً ، وأن لا تكون\r\n\r\n","description":"","footnote":" 1 . سورة الإسراء : الآية 105 . ","page_name":" 152 ","page_number":152},
  {"content":"\r\nالقناة مسدودة - كالصمّ البكم العمي - بل على الانفتاح على الدوام والإتّصال بالعالم العلوي والجهات الغيبيّة ، يكون المجرى سليماً ، كما تشير الآية إلى اختلال القنوات : ) أَنزَلَ مِنَ السَّماءِ مَاءً فَسَالَتْ أَوْدِيَةٌ ( ( 1 ) فمن لا يكون رضاه رضا الله وغضبه غضب الله لا يمكن جعله مسنّناً ومشرّعاً ; لأن تشريعه وتقنينه تتنازع فيه الموانع والاحتمالات والأمراض النفسيّة الكثيرة عن التلقّي أو التنزّل السليم ولا يكون ما سنّه من قضيّة وحكم مطابقاً للواقع ومن ثمّ قالوا بأن الولاية التشريعيّة تابعة للمقام الخاصّ التكويني .\r\nكما أنه لا بدّ من الالتفات إلى أن هناك في درجات الإنسان مقامات أعلى أخرى ، فبعض أفراد الإنسان ليس له تجرّد فوق تجرّد العقل وليس له تلطّف في الروح فوق تلطّف الدرجة العقليّة ، وقمّة التلطّف لديه الدرجة العقليّة وهي درجة العلم الوصولي ، بخلاف درجة القلب فما فوق ، فهي درجات العلم الحضوري ، والإنسان إذا لم يكن له نوع من الرياضات الشرعيّة لتلطّف الروح والنفس عن المادون لا يكون له مقام القلب والسرّ والخفيّ والأخفى ولا تكون له درجات روحيّة ألطف فألطف ، لا يكون له بعد ذلك صعود وجودي وكمال\r\nوجودي في دائرة الوجود . فهذه الدرجات حقل وباب مستقلّ للتعرّف على الأمراض الموجودة في هذا القسم من الجهاز الوجودي لدى الإنسان والتي هي المراحل القلبيّة ، فلا بدّ من التأمل في هذا الجانب في الأمراض الموجودة في درجات القلب من الجهاز الوجودي الإنساني وهي أعلى مراتب الوجودات . الإنسان الذي يتعالى وجوده إلى مرحلة الصادر أو المخلوق الأول يكون متّصلاً بالصقع الربوبي ، فلا يحجبه عن الصقع الربوبي والعلم الربوبي أيّ حاجب ، فيكون\r\n\r\n","description":"","footnote":" 1 . سورة الرعد : الآية 18 . ","page_name":" 153 ","page_number":153},
  {"content":"\r\nبصيراً بالواقع ومحيطاً بخصائص أكثر فأكثر .\r\nوعلى كلّ حال فلا بدّ من المسنّن والمشرّع المفروض فيه أن يكون ذا مقام تكويني خاص والذي يصطلح عليه بالعصمة ، كما لا يخفى أن في العصمة درجات ومن ثمّ اختلف الأنبياء ، فبعضهم كان صاحب شريعة والبعض تابعاً لصاحب الشريعة وبعضهم كان من أولي العزم وبعضهم كان من غير أولي العزم وبعض أولي العزم شرائعهم دائميّة والبعض غير دائميّة . وهذا الاختلاف والتفاوت من الجانب الفوقاني والجانب اللمّي . نعم ما يذكر من أبحاث في تواريخ الدعوات الإلهيّين إنّما يكون بحث من الجانب الإنّي ، فما يقال من أن البشر تتكامل عقولها فتستغني عن الشريعة الدائمة دليل بنفسه على الحاجة ، لأنّ لازم التكامل هو الجانب اللمّي وأن تكامل العقول يدلّ على أنّها بحاجة إلى مَن له قناة معصومة وإحاطة أشمل كي ينظّم لها ويبرمج لها صراط الأمان والنجاة .\r\nثمّ أنّه يفسّر الشرائع في محدوديّتها وعدم محدوديّتها بلحاظ أن الظروف والشرائط من حيث الوسع في الدائرة والضيق ، وهذا الفارق في الواقع من الجانب السفلي والإنّي ، وأمّا إذا نلحظه من الجانب اللمّي والعلوي فليس هو الفارق ،\r\nفمثلاً هناك تعداد كبير من القضايا الحقيقيّة الصادقة الدائمة الحاكية عن الحقائق الواقعيّة الثابتة ولكن هناك أيضاً قضايا حقيقيّة مقيّدة غير دائمة ، فالقضيّة العقليّة التي تتكفّل بالحكاية عن صنف من نوع معيّن في زمن معيّن في ما هي خصائصه ولوازمه وأحكامه ، فهذه قضيّة حقيقيّة صادقة ولكن صدقها وحقيقتها محدودان بأمد معيّن ، وأمّا إذا اتّخذت قضيّة حقيقيّة صدقها أبدي أو أزلي أو دائم ، فسوف تكون حقيقتها وصدقها أكثر سعة ودواماً وشرفاً ; ولذلك يقولون من أن القضايا الحقيقيّة التي تعنى بشؤون أو صفات الباري أكثر صدقاً من القضايا الحقيقيّة التي\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\nتعنى بشؤون المخلوقات ولو كان أشرف المخلوقات ; لأن القضايا العقليّة التي تحكي عن أحكام الباري وعن الصفات التكوينيّة تكون جهة قضيّتها هي الأزل والأبد والسرمد للباري ، بينما الجهات التي تكون في القضيّة التي تحكي عن الصفات . وأحكام الممكنات هي الضرورة بالغير لا بالذات ، والضروريّة بالغير أقلّ صدقاً من الضرورة الذاتيّة الأزليّة ، ولذلك نلاحظ الأشاعرة في قوله تعالى : ) وَمَنْ أَصْدَقُ مِنَ اللهِ قِيلاً ( ( 1 ) فهذا لا يعني أن كلّ غير الله كاذب وإنّما المقصود منها أن محدودة ومنطقة الصدق في قول الله هي أكثر سعة من محدودة ومنطقة الصدق في قول غير الله ، أي المقصود منه أنه قد تكون القضايا الحقيقيّة تعكس عنه صدق متّسع أكثر دائرة وقد تعكس عن منطقة صدق أقلّ دائرة .\r\nوفي هذا الوجه الثاني يتّضح لنا أنّ في الجهاز الوجودي الإنساني في النصف الأوّل منه في المراحل القلبيّة لا يكون في مطلق الأفراد سليماً ومأموناً ، وإن كان على ذي درجة عالية ، فلا يكون مطلق الأفراد في السنن والتشريعات صائباً ،\r\nبل احتمال الخطأ والخضوع للنزعات النفسانيّة على حاله . ومن ثمّ قالوا إنّ الولاية التشريعيّة تابعة للمقام الخاص التكويني وهي العصمة .\r\nوالوجهان المتقدّمان يدلاّن على أن صلاحيّة التشريع والتقنين للذي له المقام الخاصّ التكويني ويدلاّن على أنّ هذا المشرّع غضبه عاكس عن غضب الله ورضاه فذلك الرضا والغضب والحركات والسكنات والإرادة والعزائم إلهي تشريعي ،\r\nلكن الوجه الآتي دالّ على ضرورة ذلك .\r\n\r\n","description":"","footnote":" 1 . سورة النساء : الآية 122 . ","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nالوجه الثالث\r\nإنّ المعاني العقليّة وما فوقها من الحقائق لا ريب أنّها إذا تنزّلت في الإنسان الكبير وهو عالم الكون وكذا إذا أريد تنزل المشيئات للباري عزّ وجلّ - كما هو متسالم بين كلّ مدارس المعارف مطلقاً إجمالاً - أن تنزّل المشيئة الإلهيّة أو تنزّل العلم الربّاني الذاتي يتمّ بالعلم ، ثمّ المشيئة ، ثمّ الإرادة ، ثمّ القضاء ، ثمّ القدر بمعنى الإبرام . فالإيجاد في عالم المادّة يتسلسل في ترتيب معيّن ، فكذلك في الإنسان الصغير .\r\nوبعبارة أخرى ، الترتيب في الإنسان الكبير بلحاظ عالم المادّة ، وهذا الترتيب ليس في أفعال الباري لعجز منه تعالى وإنّما منشؤه عدم قابليّة وإمكان الممكن الموجودي لأن ينوجد إلاّ بتوسّط الترتيب المذكور ، فليست القدرة الإلهيّة محدودة وإنّما المحدوديّة في الموجود للممكن . فعالم الدنيا بلا تقدير لا يمكن حدوثه ، ولا بدّ من تقدير قبله ; لأنّ العالم المادّي الجسمي محدود فهو يحتاج إلى مادّة وغيرها من الشرائط ، فنفس الموجود المتكوّن المادي طبيعته تستلزم له التقدير قبل تكوينه .\r\nفخاصيّة الموجود المادّي أن فرض ذاته وإمكانه وفرض شيئيّته لا يمكن إلاّ بعد\r\nفرض سلسلة من أفعال الباري ، فليس تدبير الملائكة في الإنسان الكبير أمراً إتّفاقيّاً واعتباطيّاً ) وَيَفْعَلُونَ مَا يُؤْمَرُونَ ( ( 1 ) أي لهم نفوس كلّية مدبّرة وكيفيّة\r\n\r\n","description":"","footnote":" 1 . سورة النحل : الآية 50 . ","page_name":" 156 ","page_number":156},
  {"content":"\r\nإصدار تلك النفوس أفعالاً هي بهذا التنزّل أيضاً ( علم - شاء - أراد - قضى - قدّر ) هناك عدّة مراحل ، فيتنزّل الأمر في عالم النفوس الكلّية ، ثمّ في النفوس الجزئيّة ، أي في العقل العملي ، ثمّ مرحلة التردّي ، ثمّ قوّة عمّالة أخرى إلى أن يوجد ويصدر كونه ، فقضى وقدّر وأراد وأبرم كما هو الحال في جهاز الوجود الإنساني ، فكما في الإنسان الكبير الفعل يحتاج إلى المرور بهذه المراحل ، وأن طبيعة الفعل والظاهرة الدنيويّة هي المرور بمراحل . والأمر الربّاني يمرّ بها - للقصور في جانب قابليّة الفعل لكي ينوجد - فيتنزّل إلى اللوح والقلم فيتنزّل إلى عالم الخلق . إذا كان الحال كذلك في السنن التكوينيّة ، فقس عليه قياساً عقليّاً لا إستحسانيّاً نزول الأمر التشريعي الإلهي ، وإذا كان الحال في الإرادة والسنّة والإيجاد التكويني كذلك ، فكيف الحال في الأمر التشريعي والإعتباري ؟\r\nهذا بيان مجمل لضرورة كون ماهيّة التشريع هي تقدير وتحديد وتدبير للأمر الكلّي المعلوم الفعلي ضمن الجزئيّات ، فلا بدّ من فرض قوى مرتبطة ومتعلّقة بالجزئيّات ، لكي يصدر التقنين والتسنين ولعلّ تسمية تشريع النبي بالسنّة لكونها عبارة عن السنّ أي التقييد والتطبيق لا التطبيق بمعنى مع الإجزاء العملي الخارجي ، بل بمعنى التضييق وتنزيل الكلّي إلى مراحل أضيق فأضيق ، لا أن يتوصّل إلى جزئيّ خارجي ، ففكرة التشريع موكلّة إلى الكمّلين والمعصومين .\r\nواتّضح من الوجوه الثلاثة أن ذلك فطري ، لأن التشريعات ليست كلّها من نمط وسنخ الكليّات المتنزّلة الوسطانيّة ، بل القسم الأوّل الفوقاني منها كلّي مطلق من الله تعالى ، فهو تشريع ربّاني ، وأمّا تقدير تلك التشريعات وما يسمّى بالتسنين ، فتلك لمَن هو متعلّق ومرتبط بالجزئيّات كما هو الحال في السنن الكونيّة .\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\nإجمال من دون تفصيل :\r\nالعقل النظري يدرك لا بدّيّة دخالة الإرادة الأنفسيّة المخلوقة المعصومة عن تجاذب القوى النازلة وإلاّ فسوف يكون تقنينها ناشئ من القوى النازلة وهو إنصباغ الأمر الإلهي بلون ما كدر وهذا خلاف الفرض ، فلا بدّ من قناة مضمونة من أيّ تلوّن من الألوان النزوليّة ، فكما في الأمر الكلّي الكوني لا يبقى على كلّيته مثل المشيئة ، بل لا بدّ من تنزّله بالإرادة والقضاء والتقدير لكي يوجد ، وكما سبق ليس المحدوديّة والعجز في قدرة القادر بل المحدوديّة في قابليّة القابل وإلاّ فمثل أن تفرض الجسم بدون الطول والعرض والعمق ، فهو خلف الفرض فالترتيب عجز في الجسم لا في خالقه .\r\nهذا بيان ثالث لكون الولاية التشريعيّة تتبع الولاية التكوينيّة وبيان لضرورة أن التشريع المتنزّل لا بدّ أن يوكل إلى المعصوم ( عليه السلام ) .\r\nوآخر دعوانا أن الحمد لله ربّ العالمين\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158}
  ]