[
  {"content":"\r\n\r\nأعلام المهندسين في الإسلام\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nأعلام المهندسين في الإسلام\r\nبقلم العلامة المحقق المغورله\r\nأحمد تيمور باشا\r\nالآفاق العربية\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nالطبعة الأولي\r\n1422 ه‍ / 2001 م\r\nجميع الحقوق محفوظة للناشر\r\nرقم الإيداع 10833 / 2001\r\nالترقيم الدولى / 0 - 006 - 344 - 977\r\nشارع محمود طلعت من شارع الطيران - مدينة نصر\r\nالقاهرة - ت : / 261016\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n[ كلمات اللجنة 
  ]\r\nأعلام المهندسين في الإسلام\r\nقدمت لجنة نشر المؤلفات التيمورية إلى قراء العربية في العالم طائفة كبيرة من ذخائر الآثار التيمورية وهي من الكنوز المتعددة التي لم تر النور في حياة مؤلفها - العلامة اللغوي المحقق المغفور له أحمد تيمور ( باشا ) وكانت مخطوطة محجوبة النفع عن رواد العلم والأدب في مصر وسائر الأقطار العربية والشرقية .\r\nولقد لقيت هذه الذخائر التي قدمتها اللجنة في الأعوام القريبة الماضية مزيدا من الإقبال والترحيب . .\r\nوقوبلت أيضا من الهيئات العلمية والقلمية بما يليق بها من الحفاوة والإعجاب . ولقد عرف قراء العربية حرص اللجنة على الدأب والسعي حثيثا لتخرج لقرائها بين الفينة والفينة بما تنشره تباعا من ثمرات التراث العلمي المجيد ومن ألوان شتى من تلك الكنوز الدفينة في آفاق الحياة الفنية والأدبية والاجتماعية واللغوية من مؤلفات هذا الفقيد الكريم التي وسعتها مداركه الراقية ، ووقف عليها عقله الناضج وسلامة تفكيره وثاقب نظره ودأبه على البحث والدرس ، بما أتصف به من التقصي في التدقيق والاستقراء في التحقيق ؛ فخلد له ذلك ذكرا حسنا مسموعا يدوى في المجامع العلمية والهيئات الثقافية التي عرفت له ولأمثاله من العلماء الجهابذة والكتاب النابهين أنهم أنتجوا ما نتغذى بعصارة عقولهم ونتاج بحوثهم القيمة ، وأنهم الشعلة الوضاءة\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالتي أنارت للناس سبيل الجد والعمل لتذوق مؤلفاتهم واستيعابهم من غير ملل ولا كلل ولا سأم ، لأنهم فصلوا بحوثهم تفصيلا وجعلوها شاملة جامعة للثقافات التي تسيطر على العقول ، وصورا بارزة في الحياة الفكرية والأدبية والاجتماعية ، وحسبنا ما لقيته من الذيوع والانتشار .\r\nهذه الفصول التي نقدمها هنا باسم كتاب « أعلام المهندسين في الإسلام » نشر أكثرها لأول مرة في مجلة « الهندسة » الشهرية الصادرة في مصر سنة 1921 .\r\nوكان يتولى رياسة تحريرها المهندس المرحوم الأستاذ محمود أحمد ( باشا ) مدير الآثار العربية ، ولها مجلس إدارة برئاسة الأستاذ محمود سامى ( باشا ) ولجنة فنية تشرف على إخراجها برياسة المهندس الكبير الأستاذ عبد العزيز أحمد ( بك ) وقد بدأ نشرها تباعا في المجلة منذ العدد الثامن في سنتها الثانية ، عدد أغسطس سنة 1922 وقدم لها كاتبها العلامة المغفور له أحمد تيمور ( باشا ) بكلمة تاريخية أدبية ، عنوانها : « المهندسون الإسلاميون » فآثرنا إثباتها مقدمة لهذا الكتاب ، واقتبسنا اسمه « أعلام الإسلاميون » من العناوين التي واصل تحتها نشر تلك الفصول في الأعداد التالية من المجلة ، وكان القائمون بأمرها حريصين على الاحتفال بها ، يجعلون لها الصادرة والتقدم على كل ما يختارون للمجلة من مواد ، إجلالا للمكانة العلمية التي كان كاتبها يحتلها عن جدارة واستحقاق ؛ وتقديرا لما تضمنته من معلومات ذات قيمة جديدة ، كشفت عن تقدم العرب الحضارى وسبقهم في ميادين العلوم والفنون المختلفة ولا سيما الهندسة وكيف بلغوا فيها القمة وأتوا بالأعاجيب !\r\nوليس هذا البحث غريبا ، فهو تاريخ شامل لبعض أعلام المهندسين الذين أسندت إليهم كثير من الخطوط الهندسية والأعمال الفنية في العصور الخالية ، وما بذله كل منهم من جهود خلدت اسمه وذكره .\r\nوليس هنا مجال الإفاضة في التحدث عن أولئك العلماء ، ففي هذا الكتاب\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nتفصيل واف ، وسجل حافل لكل منهم ، ولكننا نذكر هنا من بينهم - على سبيل المثال لا الحصر - أحد الأربعة الذين هندسوا بغداد حين شرع في تخطييها وبنائها . . .\r\nومنهم كذلك من اختصه أحمد بن طولون ببناء منشآته الكثيرة المتعددة التي تنم عن علم وكفاية مقدرة ودراية . ومنهم من له مؤلفات شرح فيها العلوم الهندسية شرحا دقيقا . ومنهم من كان متقدما ذا دراية في العدد والهندسة والنجوم وفي تفسير كتاب « أفليدس » المعروف . ومنهم من كان السابق إلى التفكير في بناء الخزان على النيل في عهد الحاكم بأمر اللّه ، ليصون للبلاد ثروتها المائية التي لا تقدر . وغير هؤلاء وأولئك ممن ساهم في بناء مرصد مصر في عهد الأفضل ابن أمير الجيوش وزير مصر ، أو بناء قصر الملك الظاهر .\r\nوكان من عجائب الدنيا سنة 662 هجرية .\r\nوإلى جانب هؤلاء وأولئك باني الحرم الشريف ، وباني الجامع العتيق ، وبينهم من وضع أسماء لمسميات هندسية كان لاستعمالها تأثير كبير في الأوساط العلمية إلى يومنا هذا ، مما يقدره حق قدره أبناء الجيل الحاضر من رجال الفن أو من أهل البحث والدرس أمثال أعضاء اللغة العربية .\r\nهذا بعض ما حوى هذا المؤلف النفيس « أعلام المهندسين في الإسلام » يرى فيه بعضهم لونا جديدا من ألوان البحث والدرس ، وتراه اللجنة أكثر من ذلك : نواة صالحة لمعجم يضم أسماء طائفة من أبناء هذا الفن في جميع العصور ، وسيكون له نفعه وفائدته كما هو المأمول بإذن اللّه .\r\nوالواقع أن هذا هو الهدف الأول الذي يسترعى الانتباه ، في جميع المؤلفات التيمورية على كثرتها وتنوعها ، فبحوثه الجليلة - طيب اللّه ثراه - في التاريخ واللغة وغيرهما من العلوم والفنون والآداب ، تشهد كلها بأنه كان يبذل قصارى الجهد في الدرس والبحث ، ويضحى بكل غال ثمين من وقته وماله ونفسه ، لا\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nلشيء إلا أن يظهر للملإ فضل العرب والمسلمين منهم ، وأن يرفع ذكرهم في العالمين ، بما يسجل لهم من مناقب خالدات ومآثر باقيات ، بعد أن كادت تندثر وتذهب بها ريح النسيان وتنكر الزمان !\r\nوليس من شك في أن تلك الفصول التي نشرت بمجلة الهندسة » في حياة المؤلف بأن تحتفل بها « لجنة نشر المؤلفات التيمورية » وبأن تعيد نشرها في كتاب مستقل . فما بالك أيها القارئ الكريم وقد عثرت اللجنة بين مخلفات المؤلف على أصول أخرى بخطة لتلك الفصول ، بعد أن زاد فيها وأدخل على كثير من موضوعاتها تنقيحات شتى ، وعلق على بعضها شارحا موضحا ، بما ليس بعده من زيادة لمستزيد ! .\r\nمن أجل ذلك ؛ رأت اللجنة الاعتماد على هذه الأصول الخطية المزيدة عند إخراج هذا الكتاب ، ليكون أكمل وأوفى بالمرام كما أراد له صاحبه العلامة العبقري أن يكون .\r\nوكذلك عثرت اللجنة في الكراسات الست والستين التي خلفها المؤلف بخطه ، ولم تطبع أو تنشر بعد ، على بيانات ومعلومات جمعها في مطالعاته المتعددة عن الأبنية والدور والمنازل وما إليها ، فرأت أن تلحق بها هذا الكتاب ، لأنها به أشبه ، وفيها لقارئه فائدة من جنس فوائده .\r\nوكذلك كان هذا نفسه ما دعا اللجنة إلى تذييل الكتاب ببعض ما وجدته في تلك الكراسات من أسماء الرسامين وعمال النقش والزخرفة من العرب .\r\nفالصلة شديدة بينهم وبين « أعلام المهندين في الإسلام » .\r\n* * * ولن يفوت اللجنة - إعلانا للحق واعترافا منها صادقا بصاحبه مهما تواضع - أن تعلن حقه عليها من إسداء واجب الشكر إلى أستاذنا الكبير السيد خليل\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nثابت « شيخ الصحافة » بوصفه المؤسس الأول لها ، وطالما بذل من وقته الثمين وجهده المشكور في سبيل نشر هذا التراث العظم ما حقق جل ما قصدت إليه لم يكن كله ، حسبة لخير العلم والأدب .\r\nواللّه نسأل أن يمده بروح من عنده ، وأن ينسأ في عمره ، ويبارك حياته .\r\nوإنها لنرجو أن ينفع اللّه بهذا الكتاب كما نفع بما سبقه من المؤلفات التيمورية التي كان لسيادته فخر إخراجها لقراء العربية ، وإنه لفخر عظيم ، ،\r\nاللجنة\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\nمقدمة بقلم العلامة المحقق المغفور له أحمد تيمور\r\nاقتصرنا هنا على من وصلتنا أخبارهم من المهندسين في العصر الإسلامىّ أي بعد تكوين العرب لمدنيّتهم واستبحارهم في العلوم بعد الفتح . ولم نتعرض لمن كان منهم في حضارتهم الأولى اليمنية بما أحاط بتلك الحضارة من الغموض بطول العهد ولا لمهندسى قصورهم وآطامهم « 1 » في الجاهلية لاضطراب الأخبار عن عصورهم ، ولما كانوا فيه من بداوة يعسر الحكم معها على مبلغ نهوضهم بمثل هذه الأعمال . وتمييز الأصيل منهم فيها والدخيل .\r\nعلى أن من ذكرناهم من المهندسين الإسلاميّين وإن لم تحط عصورهم بمثل ما تقدّم فقد ناب منابه فيهم ضياع ما ألّف عنهم ، فلم يكن عثورنا عليهم عفوا ، وأنما قادتنا إليهم المصادفات أثناء المطالمات فالتقطناهم من هنا وهناك ، وجمعنا شتاتهم في هذا الفصل ، قصد أن يكون نواة لغيرنا من الباحثين ومثيرا لهممهم في التنقيب عن سواهم ، حتى يصح بعد ذلك أن تجمع من هذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآطال بالمد : قصور عالية محصنة كانت للعرب - واحدها أعلم بضم فسكون أو بضمتين وهي من النوع المعروف عند الأفرنجى باسم شاتوفورد  Cateaufort  وكانت كثيرة يعرف كل أطم منها باسم كالمستظل والضحيان وفارع الخ .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالأبحاث طبقات لمهندسينا تقوم مقام المفقود من طبقاتهم وهو في نظري أقل ما نكافئ به فئة رفعت رؤوسنا بما رفعته من قواعد العمران .\r\nولا بد لنا قبل الشروع فيما قصدناه من الإشارة إلى ما يزعمه بعض قاصرى الاطلاع أو من أعمت الشعوبية بصائرهم من قصور العرب في غير الشرعيات واللسانيات من العلوم ، واستدلالهم على قصورهم في الهندسة باستعامة الوليد بن عبد الملك في أبنيته بصناع من الروم وذلك لبيان أنه زعم لا نصيب له من الصحة واستدلال مبنى على استقراء ناقص ، لأن العرب في صدر دولتهم كانوا قوما متبدّين ، شغلهم الفتح عن الالتفات إلى وسائل التحصر ، وصرفهم جملة إلى الضرب في البلاد ، ثمّ إلى النظر في تمكين ملكهم الجديد وتوطيده . فما يروى من استعانتهم حينئذ بمعاصرتهم في بعض الفنيات لم يكن إلا عن تلك الحالة الملازمة بالضرورة لكل قوم حديثي الانتقال من البداوة ، لم ينفضوا أيديهم بعد من الفتوح . ولكنهم لما ألقوا عصا التسيار ، واطمأنت بهم الدار ، لم يلبثوا أن نشطوا للفتح الثاني وهو الفتح العلمي ، فأتوا في الفتحين على قصر بما لم يسبق له مثيل في الأمم السالفة . وكان من ذلك أنهم ملكوا ناصية العلم كما ملكوا ناصية العالم « 1 » وأحدثوا له مدنية خاصة صبغوها بصبغتهم ووسموها بميسهم في كل مظهر من مظاهرها . وأبقوا لهم الأثر البين فيما نقلوه من علوم الأوائل إما بالتنقيح والتهذيب أو الزيادة والاختراع . فكان للهندسة من هذا الأثر تجليها في فرع البناء بذلك الطراز العربي البديع الآخذ بالأنظار المشاهد فيما خلّفوه من الآثار . وحدث في هذا الفرع من التفنن ما لم يكن معروفا ، كالبناء الحيري الذي أحدثه المتوكل العباسي في قصوره ، فجعل تخطيطها على مثال تعبئة الجيوش ، تشتمل على رواق فيه الصدر وهو مجلس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رأى الرشيد سحابة كان الناس يرجون أمطارها فلم تمطر فنظر إليها وقال : « أمطرى حيث شئت والخراج لي » وهو عين ما نعبر عنه اليوم بقولنا : الشمس لا تغيب عن أملاك بعض الدول .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nالملك ، وبها الكمان وهما الميمنة والميسرة لخواصه وخزائنه ، فاشتهر واتبعه الناس فيه ولم يكونوا يعرفونه من قبل « 1 » وكآيات الصناعة المدهشة الباقية إلى اليوم في قصر الحمراء بغرناطة ، وهو الذي شهد الإفرنج أنفسهم بأنه في هندسته ونقوشه مبتدع على غير مثال سابق وقد حفظت لنا التواريخ الكثير الطيب من وصف قصورهم الفخمة وصروحهم الشاهقة « 2 » وما كان لهم فيها من إحكام الوضع وتشييد البنيان وتنميق الزخرف ، كما حفظت لنا طائفة صالحة من أعمالهم في غير هذا الفرع - كشق الأنهار وعقد القناطر وإجراء الماء إلى المدن من المسافات الشاسعة ، واتخاذهم له المصانع العجيبة « 3 » وكاجرائه في أنابيب بالطرق لتوزيعه وإصعاده إلى أعالي الدور كما فعلوه بحلب وحمص وطرابلس « 4 » وغير ذلك مما سطره الخبر وشهد به الأثر . بل حسبهم فضلا أن أهل مقاطعة بلنسية بالأندلس ما زال معولهم إلى اليوم في أنهارهم على ما وضعه العرب من النظام المحكم لتوزيع الماء ، حتى قال بعض منصفيهم :\r\n« لا ولا ما أقامه لنا العرب من القناطر والجسور لمتنا وماتت أراضينا ظمأ » .\r\nفهذه أمثلة يسيرة نكتفي بإيرادها في دفع تلك الفرية ، ولو شئنا تعداد سائر أعمالهم الهندسية لجرنا القول إلى ما لا يتسع المجال لاستقصائه . أما الذين يستدلون على ذلك القصور المزعوم بإهمال المؤرخين لتراجم ذوى الفنون كالمهندسين وأضرابهم مع عنايتهم بتراجم غيرهم من العلماء فلا نكلفهم فيه عناء النظر في أخبار المصنّفين وما ينفوه بعد أن كفانا السخاوىّ المؤونة بعقده فصلا في « الإعلان بالتوبيخ لمن ذم التاريخ » خصه بأنواع ما ألف في أخبار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر تفصل ذلك في خلافة المتوكل من مروج الذهب للمسعودي .\r\n( 2 ) ذكر المقريزي في خططه : أن مساكن الفسطاس كانت على خمس طبقات وست وسبع . أما وصف القصور المشهورة فمفرق بين هذه الخطط و « نفح الطيب » و « معجم البلدان » لياقوت وغيرها .\r\n( 3 ) عن الدور الكامنة وغيره .\r\n( 4 ) عن إرشاد الأريب لياقون والدر المنتخب . وفيهما تفصيل ذلك .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nالناس وطبقاتهم من فنّيين وغيرهم ، فسرد منها أربعين نوعا ، يتفرع من كل نوع أنواع « 1 » وإنما ضاعت علينا ثمار هذه الجهود بالزهد فيها والرغبة عنها بعد تقهقر العلم بالمشرق ، وقصر الاستعمال على فروع معلومة منه ، حتى بلغ الأمر ببعض منتحليه إلى القول بكراهة النظر في كتب التاريخ ، لأنها في رأيه أحاديث ملفقة وأكاذيب منمقة . فما الذي كان ينتظر بعد هذا سوى أن تحول هذه النفائس إلى مسارح للعث في الخزائن ، أو لفائف للحلوى في الأسواق .\r\nبل ليس لنا أن نقول : ألّفوا ولم يؤلفوا بعد ما رزئت خزائن الشرق والغرب بمن جعلها طعمة للماء والنار ، وفيها جمهرة ما أنتجته العقول في العصور الإسلامية .\r\nوبعد ، فلنشرع في ذكر من ظفرنا بهم من المهندسين ، مرتبين على العصور بحسب الإمكان ، وسنرى بينهم من كان يقرن بالهندسة علوما أخرى ، ولا سيما الحكمية لأن الهندسة فرع منها .\r\nأحمد تيمور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من هذه الأنواع طبقات المهندسين خاصة وقد ذكر المؤلف من طبقات غيرهم من الفنيين وذوى الصنائع والأعمال ما لم يكن يظن أنهم عنوا به وأفردوه بالتأليف .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\n[ أسماء الأعلام مرتبة على العصور بحسب الإمكان 
  ]\r\n\r\n1 - عمر الوادي\r\nنسبة إلى وادى القرى الذي بين المدينة والشام . وكان من قدماء المهندسين الإسلاميين ، ذكره ياقوت في « معجم البلدان » في كلامه على هذا الوادي فقال ما نصه : « عمر بن داود بن زاذان مولى عثمان بن عفان رضى اللّه بن عبد الملك ولما قتل هرب ، وهو أستاذ حكم الوادي » انتهى . وذكره أيضا « أبو الفرج » في كتاب الأغانى فقال : إن جده زاذان كان مولى عمرو بن عثمان بن عفان ، وأن عمر هذا كان مهندسا وكان طيب الصوت شحبيّه فتعلم الغناء وأتقنه واتصل بالوليد بن يزيد فتقدم عنده جدا وقتل الوليد وهو يغنيه فكان آخر العهد به ، وله أخبار معه مذكورة في هذا الكتاب .\r\n\r\n2 - عبد الله بن محرز\r\nكان من مهندسي القرن الثاني ، ولم نقف له على ترجمة ، وإنما ذكره اليعقوبي في كتاب البلدان فيمن هندس بغداد من المهندسين . وخلاصة ما ذكره أن المنصور العباسي لما شرع في بناء بغداد قسم أرباضها إلى أربعة أرباع ، وقلد للقيام بكل ربع رجلا من المهندسين ، وضمّ إليه اثنين من رجاله للإشراف على الأعمال ، بعد ما بيّن لأصحاب كل ربع ما يصير لكل رجل من الذرع وما قدره للحوانيت والأسواق والمساجد والحمامات فقلد عبد اللّه محرز المهندس الربع الذي من باب الكوفة إلى باب الشام ، وشارع طريق الأنبار إلى حد ربض حرب بن عبد اللّه ، وجعل معه من رجاله سليمان بن مجالد وواضحا مولاه .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\n\r\n3 - الحجاج بن يوسف\r\nمن المهندسين الأبرعة الذين هندسوا بغداد ، لما شرع المنصور في بنائها وقسّم أرباضها إلى أربعة كما تقدم . وكان متقلدا العمل في الربع الذي من باب الشام إلى ربض حرب ، وما اتصل بربض حرب وشارع باب الشام ، وما اتصل بذلك إلى الجسر على منتهى دجلة . وكان معه من رجال المنصور للإشراف على الأعمال ، حرب بن عبد اللّه وغزوان مولاه .\r\n\r\n4 - عمران بن الوضاح\r\nمن المهندسين الأربعة الذين هندسوا بغداد لما شرع المنصور في بنائها ، وكان متقلدا العمل في الربع الذي من باب الكوفة إلى باب البصرة وباب المحول والكرخ ، وما اتصل بذلك كله ، وكان معه من رجال المنصور المسيّب بن زهير والربيع مولاه .\r\n\r\n5 - شهاب بن كثير\r\nمن المهندسين الأربعة الذين هندسوا بغداد ، وكان متقلدا العمل في الربع الذي من باب خراسان إلى الجسر الذي على دجلة ، مادّا في الشارع على دجلة إلى باب قطربّل وكان معه من رجال المنصور : هشام ابن عمرو التغلبي وعمارة بن حمزة ذكره اليعقوبي في كتاب البلدان مع الثلاثة الذين تقدّموه .\r\n\r\n6 - بنو موسى بن شاكر\r\nوهم محمد وأحمد والحسن ، وكان أبوهم موسى من البارعين في الهندسة إلا أن تفرغ لعلم النجوم ، واختص بصحبة المأمون . وكان بنوه الثلاثة أبصر\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالناس بالهندسة والحيل والحركات والموسيقى وعلم النجوم . فبرع محمد في الهندسة والفلك وتوفى سنة 259 . وتفرغ أحمد لعلم الحيل « الميكانيكا » ففتح له فيه ما لم يفتح مثله لغيره من القدماء المحققين بالحيل ، مثل « ايرن » وغيره وانفرد الحسن بالهندسة ، فكان له طبع عجيب فيها لا يدانيه أحد ، وتخيّل قوى . حدث نفسه باستخراج مسائل لم يستخدجها أحد من الأولين ، كقسمة الزاوية بثلاثة أقسام متساوية وغير ذلك .\r\nولما مات أبوهم موسى ، تركهم صغارا ، فكلفهم المأمون وأثبتهم مع يحيى بن أبي منصور في بيت الحكمة ، فخرجوا نهاية في علومهم ، وهم الذين قاسوا الدرجة الأرضية للمأمون . ذكرهم القفطي وأثنى عليهم وذكرهم أيضا ابن النديم في طبقة المهندسين المحدثين .\r\nولم يكتف هؤلاء الإخوة بما نفعوا به الناس من علومهم ، بل قرنوا هذا الفضل بفضل آخر فاقتدوا يسيدهم في ترجمة الكتب النافعة ونشرها بين الأمة ، وأتبعوا أنفسهم في شأنها وأنفذوا إلى بلاد الروم من أخرجها لهم ، وأحضروا النقلة من الأصقاع الشاسعة والأماكن البعيدة ، وتولوا الإنفاق على ذلك من أموالهم .\r\nأما قياسهم الدرجة الأرضية ، فقد فصل الكلام عليه ابن خلّكان ، فآثرنا إثبات كلامه بنصّه لما فيه من الفائدة قال : « ومما اختصوا به في ملة الإسلام ، فأخرجوه من القوّة للفعل وإن كان أرباب الأرصاد المتقدمون على الإسلام قد فعلوه ، ولكنه لم ينقل أن أحدا من أهل هذه الملة تصدّى له وفعله إلّا هم .\r\nوهو أن المأمون كان مغرى بعلوم الأوائل وتحقيقها ورأى فيها أن دورة كرة الأرض أربعة وعشرون ألف ميل كل ثلاثة أميال فرسخ ، فيكون المجموع ثمانية آلاف فرسخ بحيث لو وضع طرف حبل على أي نقطة كانت من الأرض وأدرنا الحبل على كرة الأرض ، حتى انتهينا بالطرف الآخر إلى ذلك الموضع من\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالأرض والتقى طرفا الحبل ، فإذا مسحنا ذلك الحبل كان طوله أربعة وعشرين ألف ميل .\r\nفأراد المأمون أن يقف على حقيقة ذلك ، فسأل بنى موسى المذكورين عنه ، فقالوا : نعم هذا قطعي . فقال : أريد منكم أن تعلموا الطريق الذي ذكره المتقدمون ، حتى نبصر هل يتحدد ذلك أم لا ، فسألوا عن الأراضي المتساوية في أي البلاد هي ، فقيل لهم صحراء سنجار في غاية الاستواء ، وكذلك وطآت الكوفة فأخذوا معهم جماعة ممن يثق المأمون إلى أقوالهم ويركن إلى معرفتهم بهذه الصناعة ، وخرجوا إلى « سنجار وجاءوا إلى الصحراء المذكورة ، فوقفوا في موضع منها وأخذوا ارتفاع القطب الشمالي ببعض الآلات ، وضربوا في ذلك الموضع وتدا وربطوا فيه حبلا طويلا ، ثم مشوا إلى الجهة الشمالية على استواء الأرض من غير انحراف إلى اليمين أو اليسار حسب الامكان فلما فرغ الحبل نصبوا في الأرض وتدا آخر ، وربطوا فيه حبلا طويلا ومشوا إلى جهة الشمال أيضا كفعلهم الأول ولم يزل ذلك دأبهم ، حتى انتهوا إلى موضع أخذوا فيه ارتفاع القطب المذكور فوجدوه قد زاد على الارتفاع الأول أخذوا ، فمسحوا ذلك القدر الذي قدروه من الأرض بالحبال فبلغ ستة وستين ميلا وثلثي ميل ، فعلموا أن كل درجة من درج الفلك يقابلها من مسطح الأرض ستة وستون ميلا وثلثان .\r\nثم عادوا إلى الموضع الذي ضربوا فيه الوتد الأول وشدوا فيه حبلا وتوجهوا إلى جهة الجنوب ومشوا على الاستقامة ، وعملوا كما عملوا في جهة الشمال من نصب الأوتاد وشد الحبال حتى فرغت الحبال التي استعملوها في جهة الشمال ، ثم أخذوا الارتفاع فوجدوا القطب الشمالي قد نقص عن ارتفاع الأول درجة فصح حسابهم وحققوا ما قصدوه من ذلك ، وهذا إذا وقف عليه من له يد في علم الهيئة ظهر له حقية ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nومن المعلوم أن عدد درج الفلك ثلاثمائة وستون درجة ، لأن الفلك مقسوم باثني عشر برجا ، وكل برج ثلاثون درجة فتكون الجملة ثلاثمائة وستين درجة ، فضربوا عدد درج الفلك في ستة وستين ميلا أي التي هي حصة كل درجة فكانت الجملة أربعة وعشرين ألف ميل وهي ثمانية آلاف فرسخ ، وهذا محقق لا شك فيه .\r\nفلما عاد بنو موسى إلى المأمون وأخبروه بما صنعوا ، وكان موافقا لما رآه في الكتب القديمة من استخراج الأوائل ، طلب تحقيق ذلك في موضع آخر ؟\r\nفسيرهم إلى أرض الكوفة وفعلوا كما فعلوا في سنجار ، فتوافق الحسابان ، فعلم المأمون صحة ما قرره القدماء » انتهى .\r\n\r\n7 - الماهابى\r\nأو عبد اللّه محمد بن عيسى من علماء الأعداد والمهندسين ، ذكره ابن النديم وذكر من تآليفه رسالته في النسبة ، وكتابا في ستة وعشرين شكلا من المقالة الأولى من أقليدس التي لا يحتاج في شيء منها إلى الخلف . وقال القفطي : إنه كان ببغداد ، وكان له قدر معروف بين علماء هذا الشأن .\r\n\r\n8 - الجوهري\r\nالعباس علي بن سعيد اشتغل بالفلك ، وكان قيما بعمل آلات الرصد ، وصحب المأمون فند به إلى مباشرة الرصد ، على ما ذكره القفطي وقال ابن النديم : إنه كان في جملة أصحاب الأرصاد ، والغالب عليه الهندسة ومن تآليفه كتاب تفسير أقليدس ، وكتاب الأشكال التي زادها في المقالة الأولى من أقليدس .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\n9 - يحيى بن منصور الحكيم\r\nهو صاحب الرصد في أيام المأمون ، وكان متبحرا في علوم الهندسة . قال :\r\nإذا غلبت القوة الغضبية والشهوانية العقل ، لا يرى المرء الصحة إلا صحة جسده ، ولا العلم إلا ما استطال به ، ولا الأمن إلا في قهر الناس ، ولا الغنى إلا في كسب المال ؛ وكل ذلك مخالف للقصد ، مقرب من الهلاك .\r\n\r\n10 - يعقوب بن إسحاق الكندي\r\nكان مهندسا خائضا غمرات العلم ، وساق المؤرخون تآليفه وأوردوا شيئا من كلامه ، على نحو ترجمته في تاريخ الحكماء وتاريخ الأطباء .\r\n\r\n11 - الحراني\r\nإبراهيم بن سنان بن ثابت الصابئىّ الحرّانى كان ذكيا عاقلا فهما عالما بأنواع الحكمة ، والغالب عليه فن الهندسة ، وكان مقدما فيها . وله مقالة في الدوائر المتماسة ، ومقالة أخرى في إحدى وأربعين مسألة هندسية من صعاب المسائل في الدوائر والخطوط والمثلثات والدوائر المتماسة وغير ذلك . وألف مقالة ذكر فيها الوجه في استخراج المسائل الهندسية بالتحليل والتركيب وسائر الأعمال الواقعة في المسائل الهندسية ، وما يعرض للمهندسين ، ويقع عليهم من الغلط من الطريق الذي يسلكونه في التحليل إذا اختصروه على حسب ما جرت به عاداتهم . وله مقالة مختصرة في رسم القطوع الثلاثة وغير ذلك . ذكره القفطي وابن النديم .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\n12 - ابن كرنبيب\r\nأبو العلاء بن أبي الحسين بن كرنيب . كان من أصحاب علوم التعاليم والهندسة ، ذكره ابن النديم ؛ وذكره أيضا القفطي في ترجمة أخيه الحسين ، وقال : إنه كان يتعاطى الهندسة أما أخوه المذكور ، فكان في نهاية الفضل والمعرفة والاضطلاع بالعلوم الطبيعية .\r\n\r\n13 - ابن أبي رافع\r\nأبو محمد عبد اللّه بن أبي الحسن بن أبي رافع . ذكره ابن النديم ولم يذكر له إلّا رسالته في الهندسة .\r\n\r\n14 - الكرابيسي\r\nأحمد بن عمر . قال ابن النديم : كان من أفاضل المهندسين وعلماء الأعداد ، وله كتاب تفسير أقليدس ، وكتاب حساب الدرر ، وكتاب الوصايا ، وكتاب مساحة الحلقة ، وكتاب الحساب الهندي . وذكره أيضا القفطي وقال عنه . تقدّم في هذا الشأن وله فيه أمكن إمكان . ثم ساق أسماء مؤلفاته المذكورة .\r\n\r\n15 - المكي\r\nجعفر بن علي بن محمد المهندس المكي . له من الكتب كتاب في الهندسة ، ورسالة المكعب ، كذا في الفهرست لابن النديم .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\n16 - يوحنا القس\r\nواسمه يوحنا بن يوسف بن الحارث بن البطريق . وكان فاضلا ومن كبار علماء الهندسة ، وممن كان يقرأ عليه كتاب أقليدس وغيره من كتب الهندسة ، وكان من المترجمين عن اليونانية . وله من التآليف كتاب اختصار جدولين في الهندسة ، ومقالة في البرهان « على أنه متى وقع خط مستقيم على خطين مستقيمين موضوعين في مسطّح واحد ، سيّر الزاويتين الداخلتين اللتين في جهة واحدة انقص من زاويتين قائمتين » ذكره القفطي وابن النديم .\r\n\r\n17 - بنو أبى الرداد\r\nكان جدّهم عبد اللّه بن عبد السلام بن عبد اللّه بن الرّداد من البصرة ، ثمّ انتقل إلى مصر وحدّث بها ، ويكنى بأبى الرّداد ، ولقبه المقريزىّ بالمعلم .\r\nفلما بنى المتوكل العباسي المقياس الكبير بالروضة المعروف بالجديد في أول 247 « 1 » أمر أن يسند قياسه لرجل من المسلمين ، فتولاه أبو الرّداد هذا إلى أن توفى سنة 266 « 2 » . ثم بقي في أيدي أولاده على توالى الأجيال إلى اليوم ، لم يخرج عنهم إلا في فترة قصيرة ، ثمّ عاد إليهم ويعرفون الآن بيني الصواف ، ومنهم صديقنا الفاضل مصطفى بك الصواف المهندس بوزارة الأشغال ، والمتولى على المقياس الآن أحد أبناء عمه « 3 » .\r\nولم نقف على أخبار مفصلة لأفراد هذه الأسرة ، وإنّما يذكرهم المؤرخون عند وفاء النيل كل عام . وطلوع المتولى منهم إلى سلطان مصر لإنبائه بالوفاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا في خطط المقريزي وقال ابن خلكان سنة 246 .\r\n( 2 ) قال ابن خلكان : سنة 266 أو 279 .\r\n( 3 ) حبذا لو خلعت هذه الأسرة رداء هذا اللقب الجديد ، وأحيت لقب أبى الرداد القديم ، فإن بقاء نسبها أكثر من عشرة قرون متسلسلا معروفا في كل جيل يندر وقوعه في غير بيوت الملك . وكان هذا المهندس في حياة المغفور له تيمور باشا .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nغير أننا رأينا في بعض التواريخ التعبير عن بعضهم بقاضى النيل تارة ، وبمهندس النيل أخرى ، فلا يبعد أن يكون فيهم من درس هندسة الماء فاستحق هذا القب ، ولهذا آثرنا ذكرهم ، وعسى أن يكشف لنا البحث فيما بعد جليّة أمرهم .\r\n\r\n18 - الفرعاني مهندس ابن طولون\r\nيقال إن اسمه سعيد بن كاتب . وكان من المهندسين النصارى بمصر في القرن الثالث ، واختص بأحمد بن طولون فتولى له بناء أبنيته كالمسجد والعين والسقاية وغيرها . ولم يذكر المقريزي اسمه في خصصه ، بل عبر عنه بالنصراني ، ووصفه بالحذق في الهندسة وحسن التبصر بها .\r\nوحكى أن ابن طولون غضب عليه مرة فسجنه ، ثمّ لما أراد بناء جامعة قدروا له ثمانمائة عمود فلم يجدوها ، وتورّع هو عن نقلها من الكنائس ونحوها من الأماكن ، وتعذب قلبه بالفكر ، وبلغ هذا المهندس الخبر فأرسل له من سجنه يقول : أنا أبنيه لك بلا عمد إلا عمودى القبلة ، فأحضره ورضى عنه . فبنى له جامعه كما وعد .\r\n\r\n19 - علي بن أحمد\r\nذكره ابن النديم بهذا اللقب في سياقه لأسماء صناع الآلات الفلكسية ، ولم يترجمه . وذكر القفطي مهندسين بهذا الاسم ، أحدهما على ابن أحمد العمراني الموصلي العالم بالحساب والهندسة ، وأحد المولعين بجمع الكتب ، وكان فاضلا تأتى إليه الطلبة من البلاد النازحة للقراءة عليه وتقصده الناس للاستفادة منه ومن كتبه ، وكانت وفاته سنة 344 .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوالآخر علي بن أحمد الأنطاكي المكنى بأبى القاسم المجتبى ، وكان قيما بعلم العدد والهندسة غير مدافع في ذلك ، وله التصانيف الجليلة . قال عنه هلال بن المحسن الصابئى في تاريخه : « في سنة ست وسبعين وثلاثمائة في يوم الجمعة الثالث عشر من ذي الحجة توفى أبو القاسم علي بن أحمد الأنطاكي الحاسب المهندس انتهى . فلا ندري : هل أراد ابن النديم أحدهما ، أم الذي ذكره ثالث غيرهما .\r\n\r\n20 - الصاغاني\r\nأبو حامد بن محمد . كان فاضلا في الهندسة والهيئة ، إلا أنه تفرغ للهيئة ، وكان يحكم صناعة الأصطرلاب ، وله زيادة في الآلات القديمة وعليه اعتمد الدولة في المرصد ببغداد ذكره القفطي ، وقال توفى في ذي الحجة سنة 379 ببغداد .\r\n\r\n21 - الحراني\r\nفرّة بن قبيطا ، ممن أتقن مصورات البلدان ( الخرائط ) . قال ابن النديم : عمل صفة الدنيا وانتحلها ثابت بن قرّة الحراني ، ورأيت هذه الصفة في ثوب دبيقى خام بأصباغ وقد شمعت الأصباغ .\r\n\r\n22 - ابن وهب\r\nالحسن بن عبيد اللّه بن سليمان بن وهب . من بيت مشهور بالرئاسة ، وكانت له نفس فاضلة في علم الهندسة ، وكان مشركا فيها نعم المشاركة وله\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nمن التصانيف كتاب شرح المشكل من كتاب أقليدس ومقالة في النسبة ، ذكره القفطي .\r\n\r\n23 - أبو أيوب\r\nعبد الغافر بن محمد . أحد المهرة في علم الهندسة ، وله تأليف حسن في الفرائض . ذكره صاعد في طبقات الأمم .\r\n\r\n24 - السرى\r\nعبد اللّه بن محمد كان عالما بالعدد والهندسة ، وكان بالأندلس مدة الحكم المستنصر ، وكان يعظمه ويروم الاستكثار منه فيقبضه عنه ويكفه عن مداخلته زهده . كذا في طبقات الأمم لصاعد .\r\n\r\n25 - ابن أبي عيسى الأنصاري\r\nأبو بكر أحمد بن محمد بن أحمد . كان متقدما في العدد والهندسة والنجوم بالأندلس ، وكان يجلس لتعليم ذلك في أيام الحكم ذكره صاعد وذكر عن ملسمة بن محمد المرحيطى ، أنه كان يقر له في صناعة الهندسة بالسبق وفي سائر العلوم الرياضية .\r\n\r\n26 - الأقليدى\r\nعبد الرحمن بن إسماعيل بن زيد المعروف بالأقليدى كان متقدما في الهندسة ، معتنيا بصناعة المنطق بالأندلس ، وله تآليف ورحل إلى المشرق أيام المنصور بن أبي عامر ، وتوفى هناك . ذكره صاعد .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\n\r\n27 - البوزجانى\r\nأبو الوفاء محمد بن يحيى بن إسماعيل بن العباس . ولد بالبوزجان من عمل نيسابور في سنة 328 ، وانتقل إلى العراق ، فقرأ العدد والهندسة على أبى يحيى الباوردي « 1 » وأبى العلاء بن كرنيب ، وقرأ عليه الناس واستفادوا ونقلوا .\r\nوممن قرأ عليه عمه المعروف بابن « 2 » عمرو المغازلي ، وقرأ عليه أيضا خاله المعروف بأبى عبد اللّه محمد بن عنبسة ما كان من العديات والحسابيات وصنف كتبا جمة ذكر بعضها القفطي في ترجمته . وتوفى ببغداد سنة 388 .\r\nوقال عنه ابن خلكان : « أحد الأئمة المشاهير في علم الهندسة ، وله فيه استخراجات غريبة لم يسبق بها . وكان شيخنا العلامة كمال الدين أبو الفتح موسى بن يونس تغمده اللّه برحمته ، وهو القيم بهذا الفن ، يبالغ في وصف كتبه ويعتمد عليها في أكثر مطالعاته ، ويحتج بما يقوله وكان عنده من تآليفه عدة كتب وله في استخراج الأوتاد تصنيف جيد نافع وكانت ولادته يوم الأربعاء مستهل رمضان المعظم سنة 228 بمدينة اليوزجان « 3 » وتوفى سنة 376 » انتهى .\r\nثم ذكر أنه نقل تاريخ وفاته عن تاريخ ابن الأثير ، ولا يخفى أنه مخالف لما ذكره القفطي واللّه أعلم وذكره صاحب كشف الظنون في حرف الكاف ، فقال :\r\n« وفي الأعمال الهندسة كتاب لأبى الوفاء محمد بن محمد البوزجانى المهندس جعله على ثلاثة عشر بابا » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) باورد : بلدة بخر نسان ويقال لها ابيورد أيضا .\r\n( 2 ) هكذا بالنسخة وليحقق فلعله أبو عمرو أو أبى عمرو .\r\n( 3 ) هكذا ذكر بالياء لا بالباء كما ذكر المؤلف بأول ترجمته . وكذلك ذكر القفطي بالباء الموحدة أيضا .\r\nوبوزجان بصم الباء الموحدة وسكون الزاي كما ذكر ابن خلكان بلدة بخراسان بين هراة ونيسابور .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\n28 - أبو بكر بن محمد\r\nأحمد بن محمد بن إسماعيل المهندس المصري . لم نقف له على ترجمة بل ذكره ابن الفرضي في تاريخ علماء الأندلس استطرادا في ترجمة موسى بن نصير فيمن لقيه هو بمصر ، فيكون على ذلك من مهندسي القرن الرابع لأن ابن الفرضي توفى سنة 400 .\r\nوذكره أيضا الضبي في بغية الملتمس في ترجمة ابن الفرضي فيمن لقيه ابن الفرضي بمصر وروى عنه ، وأعاد ذكره في ترجمة عبد اللّه بن عبد الرحمن بن عثمان الصدفي . ونعته في الموضعين بلفظ المهندس ، إلا أنه قال في ترجمة أحمد بن عبد اللّه المعروف بابن الباجي في سياق أخذه للحديث : « رحل متأخرا للحج ، فكتب بمصر عن أبي بكر أحمد بن محمد بن إسماعيل المعروف باسم المهندس » ويستفاد من ذلك أنه كان محدثا لا مهندسا ، وإنما لزمه هذا اللقب من أبيه أو أنه كان مهندسا كأبيه مع اشتغاله بالحديث أيضا .\r\nثم رأيت في الصلة لابن بشكوال ، في ترجمة عبد الرحمن بن محمد الصواف المصري ، أن معاشه كان من التجارة ، وأنه كان مفارضا لأبي بكر بن إسماعيل المهندس ، ومثله في تاريخ علماء الأندلس لابن الفرضي في ترجمة محمد بن عبد اللّه المعافري القرطبي ، فذكر أنه رحل إلى مصر سنة 381 ، ولقى بها أبا بكر بن إسماعيل البناء المهندس ، وسمع منه وأجار له . فأورداه هنا منسو بالجدة ، وكثيرا ما يفعل المؤرخون ذلك . وزاد بن الفرضي ، أنه كان مهندسا في البناء كما ترى ، واللّه أعلم ، أهو المهنىّ بذلك ، أم أبوه ، أم جده .\r\n\r\n29 - ابن غنام\r\nإسماعيل بن بدر بن محمد الأنصاري المعروف بابن غنام ، من أهل قرطبة .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nكان أديبا فرضيا ، ومهندسا مطبوعا ، ورجلا صالحا سالما متسننا ، وله اشتغال أيضا بالحديث . ذكره ابن بشكوال في الصلة ، وقال توفى بأشبيلية سنة 418 وقد قارب التسعين .\r\n\r\n30 - ابن الصفار\r\nأبو القاسم أحمد بن عبد اللّه بن عمر . كان متحققا بعلم العدد والهندسة والنجوم ، وقعد في قرطبة لتعليم ذلك ، ولكن يظهر أن الغالب عليه كان الفلك ، وله زيج مختصر ، وكتاب في العمل بالأصطرلاب . واستقر أخيرا بمدينة دانية ومات بها ذكره صاعد « 1 » وابن أبي أصيبعة ، وقال ابن بشكوال في الصلة : إنه توفى سنة 426 .\r\n\r\n31 - الناشئ\r\nأبو مروان سليمان بن عيسى الناشئ المهندس . ذكره لسان الدين في « الإحاطة » عرضا في ترجمة أصبغ بن محمد المعروف بابن السمح ، وذكره كذلك في ترجمته صاعد في طبقات الأمم ، وابن أبي أصيبعة في عيون الأنباء .\r\nثم أفرده صاعد بترجمة قال فيها إنه كان من مشهوري تلاميذ ابن السمح ، وكان بصيرا بالعدد والهندسة وله عناية بالطب والنجوم ، غير أنه قال في اسمه سليمان بن محمد بن عيسى . فإما أن يكون لفظ ( محمد ) سقط من نسختي الإحاطة وعيون الأنباء ، أو يكون ذكر في الكتابين المذكورين منسوبا لجدة وكثيرا ما يفعل المؤرخون ذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات الأمم ص 80 : وقال عنه : أنه أنجب من أهل قرطبة تلاميذ جمة . و « دانية » هي قاعدة الأمير مجاهد العامري من ساحل البحر الأندلسي الشرقي .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\n23 - ابن السمح\r\nأبو القاسم أصبغ بن محمد بن السمح المهندس الغرناطي . كان بالأندلس في زمن الحكم ، وكان محققا لعلم الهندسة والعدد ، متقدما في علم الهيئة ، وكانت له مع ذلك عناية بالطب وله تآليف حسان ، منها كتاب المدخل إلى الهندسة في تفسير كتاب أقليدس ، ومنها كتاب ثمار العدد المعروف بالمعاملات ، وكتاب طبيعة العدد ، وكتابه الكبير في الهندسة الذي تقصى فيه أجزاءها من الخط المستقيم والمتقوس والمنحنى وغير ذلك . توفى بغرناطة سنة 426 ه عن 65 سنة شمسية على ما ذكره تلميذه أبو مروان سليمان بن عيسى الناشئ المهندس ، وكان يعده من مفاخر الأندلس . ذكره صاعد في طبقات الأمم ، ولسان الدين في الإحاطة ، وابن أبي أصيبعة في عيون الأنباء ، وصاحب كشف الظنون في حرف الكاف فقال : « كتاب الهندسة كبير لأبى القاسم أصبغ بن محمد الغرناطي المهندس المتوفى سنة 416 ه » .\r\n\r\n33 - ابن الهيثم\r\nالحسن بن الحسن بن الهيثم ؛ أبو علي المهندس البصري نزيل مصر صاحب التصانيف في علم الهندسة ، وأحد علماء هذا الشأن ، المتقنين المتفننين ، القوام بغوامضه ومعانيه ، أخذ الناس عنه واستفادوا منه ، وهو السابق إلى التفكير في بناء ( الخزان ) على النيل .\r\nوكان الخليفة الحاكم بأمر اللّه بلغه خبره ، وما هو عليه من الإتقان لهذا الشأن ، فتاقت نفسه إلى رؤيته ، ثم نقل له عنه أنه قال : « لو كنت بمصر لعملت في نيلها عملا يحصل به النفع في كل حالة من حالاته ، من زيادة ونقص ، فقد بلغني أنه ينحدر من موضع عال وهو في طرف الإقليم المصري »\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nفازداد الحاكم إليه شوقا ، وسير إليه سرا جملة من المال ورغبه في الحضور ، فسار نحو مصر . ولما وصلها خرج الحاكم للقائه ، والتقيا بقرية على باب القاهرة تعرف بالخندق ، وأمر بإنزاله وإكرامه ، فأقام ريثما استراح ، وطالبه بما وعد به من أمر النيل . فسار ومعه جماعة من الصناع المتولين للعمارة بأيديهم ؛ ليستعين بهم على هندسته التي خطرت له .\r\nولما سار إلى الإقليم بطوله ، ورأى آثار من تقدّم ما ساكنيه من الأمم الخالية ، وهي على غاية من إحكام الصنعة وجودة الهندسة ، وما اشتملت عليه من أشكال سماوية ومثالات هندسية ، وتصوير معجز ، تحقق أنّ الذي يقصده ليس بممكن ؛ فإنّ من تقدّمه لم يعزب عنهم علم ما علمه ، ولو أمكن لفعلوا ، فانكسرت همته ووقف خاطره .\r\nووصل إلى الموضع المعروف بالجنادل ( الشلّال ) قبلي مدينة أسوان وهو موضع مرتفع ينحدر منه ماء النيل ، فعاينه وباشره واختبره من جانبيه ، فوجد أمره لا يمشى على مراده ، وتحقّق الخطأ فيما وعد به ، وعاد خجلا منخذلا ، واعتذر بما قبل الحاكم ظاهره ووافقه عليه .\r\nوولّاه الحاكم بعض الدواوين فتولاها رهبة لا رغبة وتحقيق الغلط في الولاية ؛ فإن الحاكم كان كثير الاستحالة ، مريقا للدماء بغير سبب أو بأضعف سبب من خيال يتخيّله ، فأجال فكره في أمر يتخلّص به فلم يجد طريقا إلى ذلك إلا إظهار الجنون والخيال ، فاعتمد ذلك وشاع عنه فأحيط على موجوده بين الحاكم ونوابه ، وجعل برسمه من يخدمه ويقوم بمصالحة ، وقيّد وترك في موضع من منزله ولم يزل على ذلك ، إلى أن تحقق وفاة الحاكم ، وبعد ذلك بيير أظهر العقل وعاد إلى ما كتن عليه ، وخرج من داره واستوطن قبه على باب الجامع الأزهر ، مشتغلا بالتصنيف والإفادة إلى أن مات بالقاهرة في حدود سنة 340 - أو بعدها بقليل .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nقلنا هذا ما ذكره عنه القفطي « 1 » وابن أبي أصيبعة « 2 » . ولا يبعد عندنا أن إحجابه عن العسل فيما كان يقصده في النيل لم يكن عن يأس أو خطأ في تقديره ، وإنما أظهر ذلك واعتذر بما اعتذر به خوفا من بطش الحاكم ، فرأى من الحكمة أن لا يقدم على مثل هذا العمل الخطير وهو في قبضة خليفة مختبل العقل مريق للدماء بأضعف سبب .\r\nأما مؤلفاته فكثيرة جدا ، وقد نقل ابن أبي أصيبعة في ترجمته رسالة وقف عليها بخطه ضمنها أسماء ما صنفه ، فليرجع إليها من شاء « 3 » .\r\n\r\n34 - سعيد بن محمد الطليطلى\r\nالمكنى بأبى عثمان بن البغونش : أخذ بقرطبة علم الهندسة والعدد واشتغل بالطب أيضا ، واتصل بأمير طليطلة الظافر إسماعيل بن ذي النون ثم انقبض عن الناس ، وتدين في دولة ابنه يحيى بن إسماعيل الملقب بالمأمون ، وتوفى في رجب سنة 444 وهو ابن 75 سنة .\r\nذكره ابن الأبار في تكملة الصلة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخبار الحكماء من 114 - 116 ، وقد نقل ابن أبي أصيبعة في ترجمته بخط ابن الهيثم نفسه جزءا في الهندسة كتبه سنة 432 ، وعلى هذا تكون وفاته بعد سنة 30 بلا شك .\r\n( 2 ) طبقات الأطباء ج 2 ص 90 - 98 ، وفي مواضع أخرى .\r\n( 3 ) لم يذكر صاعد في طبقات الأمم س 68 من طبعة مصر عنه إلا سطرين ، وعده ضمن المشهورين بإحكام بعض أجزاء الفلسفة ، وقال إنه صاحب التآليف في المرائي أو - المرايا - ( المحرقة ) كما ذكر القطى هذا ويسرنا أن نذكر هنا أن مصر بدأت تعرف قدر ابن الهثيم ، فقررت جامعة فؤاد الأول ( القاهرة الآن ) عام سنة 1939 تخليد اسمه بإنشاء « ماضرات ابن الهيثم التذكارية » تلقى بكلية الهندسة فيها .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\n35 - ابن برغوث\r\nمحمد بن عمر بن محمد المعروف بابن برغوث ، والمكنى بأبى عبد اللّه من تلاميذ أبى القاسم بن الصفار ، وهو أكبر تلاميذه وأولهم ذكرا فيهم ، وكان له إشراف على سائر العلوم . وعنه تلقى ابن حىّ علم العدد والهندسة ، ومن تلاميذه أيضا محمد بن أحمد بن محمد بن الليث . ذكره ابن الأبار في التكملة عن صاعد ، وقال توفى سنة 444 .\r\n\r\n36 - ابن الخياط\r\nأبو بكر يحيى بن أحمد المعروف بابن الخياط ، أحد تلاميذ أبى القاسم مسلمة بن أحمد المرحيطى في علم العدد والهندسة ، ولكنه مال بعد ذلك إلى علم النجوم واشتهر به ، وتوفى بطيطلة سنة 447 وقد قارب الثمانين . ذكره صاعد « 1 » وابن أبي أصيبعة .\r\n\r\n37 - ابن مرشد\r\nأبو القاسم محمد بن عبد اللّه بن مرشد ، من أهل قرطبة . ولد سنة 356 ه وتوفى للنصف من ذي الحجة سنة 448 ه ، وهو وإن لم يكن مشتهرا بالهندسة ، فقد قال عنه ابن الأبّار في تكملة الصلة : « كان كاتبا كامل الصناعة ، يجمع إلى ذلك الشروع في علوم كثيرة من الحساب والتنجيم والهندسة » .\r\n\r\n38 - السرقسطى\r\nعبد اللّه بن أحمد . كان نافذا في علم العدد والهندسة والنجوم ، وقعد لتعليم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات الأمم ص 96 : وقال عنه إنه كان حليما دمثا ، حسن السيرة ، كريم المذهب .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nذلك ببلده . ذكر تلميذه علي بن نجدة بن داود المهندس ، إنّه ما القى أحدا أحسن تصرفا في الهندسة منه ، ولا أضبط لأصولها ذكره صاعد ، وقال توفى ببلنسية سنة 448 ه .\r\n\r\n39 - علي بن نجدة\r\nهو علي بن نجدة بن داود المهندس ، ذكره صاعد في ترجمة أستاذه السرقسطى ، ولم يفرده بترجمة .\r\n\r\n40 - ابن خلدون الحضرمي\r\nأبو مسلم عمر بن أحمد بن خلدون الحضرمي ، من أشراف أهل أشبيلية كان متصرفا في علوم الفلسفة ، مشهورا بعلم الهندسة والنجوم والطب ، مشبها بالفلاسفة في إصلاح أخلاقه وتعديل سيرته وتقويم سياسته ، وتوفى ببله سنة 449 ، وكان من تلاميذ أبى القاسم مسلمة بن أحمد ذكره ابن أبي أصيبعة ، وذكره صاعد أيضا في طبقات الأمم ، ووقع اسمه في النسخة عمرو بدل عمر .\r\n\r\n41 - ابن الليث\r\nمحمد بن أحمد بن محمد الليث كان متحققا بعلم العدد والهندسة والهيئة ، بصيرا بغيرها ، ذا مروءة كاملة ونفس طيبة ، توفى سنة 455 « 1 » ببلد من أعمال بلنسية ذكره صاعد ، وذكره أيضا ابن الأبار في تكملة الصلة ، وقال : إنه من تلاميذ أبى عبد اللّه بن برغوث .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاء في كتاب « تراق العرب العلمي » ص 73 : أنه توفى عام 405 ه وهو منقلد القضاء بشربون من أعمال بلنسيه .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\n42 - ابن خميس\r\nأبو جعفر أحمد بن خميس بن عامر من أهل طليطلة . . . أحد المعتنين بعلم الهندسة والنجوم والطب ، وكانت له مشاركة أيضا في العلوم اللسانية ، وحظ صالح من الشعر . كان من أهل قلعة أيوب ثم انتقل إلى طلطلة واستوطنها وتأدب فيها ، فبرع في العدد والهندسة والفرائض ، وتعد للتعليم بذلك زمنا طويلا إلى أن توفى بها سنة 454 ذكره صاعد وذكره أيضا بن أبي أصيبعة باختصار .\r\n\r\n43 - الكلبي\r\nأبو زيد عبد الرحمن بن عبد اللّه بن سعيد الكلبي من أهل بلنسية كان عالما بالعدد والحساب ، مقدما في ذلك ، ولم يكن أحد من أهل زمانه يعدله في الهندسة . انفرد بذلك وتوفى في ذي القعدة سنة 456 ، كذا في تكملة الصلة لابن الأبّار .\r\n\r\n44 - الكرماني\r\nأبو الحكم عمرو بن عبد الرحمن بن علي من أهل قرطبة ، أحد الراسخين في علم الهندسة والعدد روى تلميذه الحسين بن محمد بن الحسين ابن حي المهندس ، أنه ما لقى أحدا يجاريه في علم الهندسة ، ولا يشق غباره في فلك غامضها وتبيين مشكلها ، واستيفاء أجزائها .\r\nوكان رحل إلى المشرق ، وانتهى إلى حران من بلاد الجزيرة ، فعنى هناك بطلب الهندسة والطب ، ثم رجع إلى الأندلس - واستوطن مدينة سرقسطة .\r\nوهو الذي أدخل إلى الأندلس رسائل إخوان الصفاء ، ولا يعلم أحد أدخلها\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nقبله . توفى بسرقسطة سنة 458 ، وقد بلغ التسعين أو جاوزها بقليل . ذكره صاعد وابن أبي أصيبعة .\r\n\r\n45 - ابن حي\r\nالحسين بن محمد بن الحسين بن حي التجيبي المهندس ، تلميذ الكرماني المتقدم قبله . ذكره صاعد وابن أبي أصيبعة ، عرضا في ترجمة أستاذه المذكور ، ثم أفرده صاعد بترجمة .\r\nوكان من أهل قرطبة بصيرا بالهندسة والنجوم كلفا بصناعة التعديل وخرج من الأندلس سنة 442 ، ولحق بمصر ثم باليمن واتصل هناك بالقائم بأمر اللّه ببغداد في هيئة فخمة ، فنال هناك دنيا عريضة ، وتوفى باليمن بعد انصرافه من بغداد سنة 456 . وترجمه أيضا ابن الأبار في تكملة الصلة ، وسمّاه الحسين بن أحمد ، وذكر أنه أخذ الهندسة والعدد عن أبي عبد اللّه بن عمر المعروف بابن برغوث .\r\n\r\n46 - الواسطي\r\nأبو الأصبغ عيسى بن أحمد أحد المحنكين بعلم الهندسة والعدد والفرائض ، وقعد بقرطبة لتعليم ذلك ، وكان له بصر بجمل من علم هيئة الأفلاك أيضا .\r\nذكره صاعد فقال : وهو باق إلى وقتنا هذا « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات الأمم ص 81 - 82 من طبعة مصر ، ومن المعروف أن صاعدا توفى عام 462 ه فيكون الواسطي من رجال القرن الخامس .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\n47 - ابن العطار\r\nمحمد بن خيرة ، مولى الكاتب محمد بن أبي هريرة خادم الظافر إسماعيل بن عبد الرحمن ذي النون . كان من صغار تلاميذ ابن الصفّار ، متقنا لعلم العدد والهندسة والفرائض ، وقعد لتعليم ذلك بقرطبة . ذكره صاعد « 1 » وكان معاصرا له .\r\n\r\n48 - ابن الجلاب\r\nالحسين بن عبد الرحمن ، المعروف بابن الجلاب أحد المحققين في علم الهندسة والهيئة ، وكانت له مع ذلك عناية بالمنطق والعلم الطبيعي . قال صاعد « 2 » : وهو في وقتنا هذا مستوطن مدينة المرية .\r\n\r\n49 - الصيدلاني\r\nعلي بن خلف ، ذكره صاعد « 3 » في أبرع العلماء الرياضيين في الهندسة بالأندلس .\r\n\r\n50 - علم الدين العدوي\r\nأبو القاسم أحمد بن محمد بن أحمز . كان بالأندلس معلما لعلم العدد والهندسة ، نافذا فيهما ، كذا في طبقات الأمم لصاعد « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات الأمم ص 82 من طبعة مصر : ذكر صاعد أنه ابن ذي النون .\r\n( 2 ) طبقات الأمم ص 84 من طبعة مصر .\r\n( 3 ) طبقات الأمم ص 85 ، 86 من طبعة مصر وهو كما ذكره علي بن خلف بن أحمد الصيدلاني .\r\n( 4 ) طبقات الأمم ص 78 من طبعة مصر . وقال عنه : إنه معروف بالطنبرى . وذكر الأستاذ قدرى حافظ طوقان ف ى كتابه ( تراث العرب العلمي ) إنه عرف بالطبيرى ، فليحقق .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\n51 - علم الدين البغدادي\r\nعلي بن إسماعيل الجوهري ، المعروف بالركاب سلار . كان علما في العلم والذكاء والفهم ، بارعا في علم الهندسة والرياضيات . ومن ظرفاء بغداد وفضلائها ، حكيم النفس فيما يعمله ويستعمله من الآلات الفلكية والملح الهندسية . وكان بأيدي الناس من عمله ومستعمله كل طرفة وتحفة ظريفة ، وله شعر فائق ، وأدب رائق . ذكره القفطي « 1 » ، وذكر من شعره قوله :\r\n تحسن بأفعالك الصالحات * ولا تعجبن بحسن بديع\r\nفحسن النساء جمال الوجوه * وحسن الرجال جميل الصنيع \r\n\r\n52 - النيروزى\r\nبنون وبعدها مثناة تحتية ، واسمه الفضل بن حاتم . كان متقدما في علم الهندسة والهيئة ، ذكره صاعد والقفطي « 2 » ، وذكر له تآليف منها : شرح أقليدس ، وزيجان كبير وصغير ، وكتاب في الآلة التي يعرف بها بعد الأشياء .\r\n\r\n53 - محمد بن ناجية الكاتب\r\nوهو وإن لم يعد من كبار المهندسين ، فقد كانت له مشاركة في الهندسة ، وصنف في ذلك كتاب المساحة وقد ذكره القفطي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخبار الحكماء ص 158 . وقال عنه : إنه علي بن إسماعيل أبو الحسن الجوهري ، المنعوت - « لعلم الدين البغدادي » المعروف بالركاب سالار .\r\n( 2 ) في طبقات الأمم ص 65 . وأخبار الحكماء ص 168 ، ذكر صاعد في طبقات الأمم أن صاحب الترجمة هو التبريزي . وصاحب الفهرست والقفطي ذكرا أنه النيريزى « بالنون والياء » ويذكر الأخير أن نيريز هي إحدى بلاد فارس وتشبه بتبريز بالتاء والباء . ونقول بأن هذا الشبه وكتابه الاسمين بشكل واحد إذا ترك الإعجام هو السبب في الخلط والتحريف في الاسم والنسبة .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\n54 - الكاوازى\r\nأبو نصر محمد بن عبد اللّه البغدادي « 1 » كان عالما بالحساب والهندسة والهيئة أدرك ولاية عضد الدولة بالعراق « 2 » ، وعاش بعد ذلك ومن تصنيفه كتاب التخت والحساب ذكره القطفى « 3 » .\r\n\r\n55 - أحمد بن نصر\r\nكان من العلماء بعلم العدد ، المشهورين بالأندلس ، وله كتاب في المساحة لم يتقدم إلى مثلة في معناه ، كذا في بغية الملتمس للضبّى .\r\n\r\n56 - الزهراوى\r\nأبو الحسن علي بن سليمان الزهراوى : كان عالما بالهندسة والعدد والطب بالأندلس ، وهو غير الزهراوى الطبيب المشهور صاحب كتاب التصريف « 4 » ، فداك اسمه خلف بن عباس . كذا في بغية الملتمس « 5 » للضبيّ .\r\n\r\n57 - ابن الوقشى\r\nأبو الوليد هشام بن أحمد بن هشام بن خالد الكنانىّ ، المعروف بابن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو من كلواز « قرب مدينة السلام ، وقيل له البغدادي - لقضاء أكثر حياته ببغداد وهو من رياضى القرن الرابع ومشاهير محاسبيه « تراث العرب العلمي » ص 135 .\r\n( 2 ) توفى عضد الدولة عام 372 ه .\r\n( 3 ) أخبار الحكماء ص 189 .\r\n( 4 ) اسم الكتاب كاملا هو : كتاب التصريف لمن عجز عن التأليف .\r\n( 5 ) ص 410 عدد 1220 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالوقشى ، من أهل طليطلة ، وأحد المتقنّنين في العلوم ، المتوسعين في ضروب المعارف ، من أهل الفكر الصحيح والنظر الثاقب ، والتحقق بصناعة الهندسة والمنطق وغيرهما .\r\nقال صاعد « 1 » : لقيته بطليطلة سنة 438 ه ، وذكره أيضا ابن بشكوال في الصلة « 2 » ، فقال : مولده سنة 408 ه وتوفى بدانية يوم الاثنين ودفن يوم الثلاثاء لليلة بقيت لجمادى الآخرة سنة 489 ه ، ونقل عن أبي محمد البريولى « 3 » ، أنه كان يقول : واللّه ما أقول فيه إلّا كما قال الشاعر .\r\n وكان من العلوم بحيث يقضى * له في كلّ علم بالجميع \r\n\r\n58 - الباهلي\r\nأفضل الدولة أبو المجد بن أبي الحكم ، عبيد اللّه بن المظفر بن عبد اللّه الباهلي . كان من العلماء الحكماء ، برع في عدة علوم ، وكان من الأماثل في علم الهندسة ، ويعرف الموسيقى ، ويلعب بالعود ، ويجيد الغناء والإيقاع والزمر ، إلا أن الطبّ غلب عليه فاشتهر به . توفى بدمشق سنة خمسمائة ونيف ذكره ابن أبي أصيبعة .\r\n\r\n59 - أحمد بن نصر\r\nأبو علي الحسن بن عبد الأعلى الكلاعي السّفاقسى . أخذ ببلده سفاقس ، ودخل المغرب والأندلس ، ودرس في بلاد المصامدة واستوطن سبتة أخيرا ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات الأمم ص 84 من طبعة مصر .\r\n( 2 ) ج 2 : 592 وعدد 1323 ، وانظر زيضا إرشاد لأريب ج 7 ص 249 .\r\n( 3 ) كذا بالنسخة ، ولعله الأريولى نسبة إلى أريول أو الأوريولى نسبة إلى أوريولة .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوكان فقيها صوليّا متكلما عارفا بعلم الهندسة والحساب والفرائض ، توفى بأغمات في المحرم سنة 505 ه ، كذا في تكملة الصلة لابن الأبار .\r\n\r\n60 - توفيق بن محمد المهندس\r\nذكره القفطي في تاريخ الحكماء ، فقال عنه ما نصّه : توفيق بن محمد بن الحسين بن عبد اللّه بن محمد ، أصله من المغرب ، يكنى أبا محمد وكان ساكنا بدمشق مهندس منجم أديب ، كان من تلامذته بدمشق مشايخ يصفونه بالعلم والفهم ، وكان معلما وله تصانيف وشعر ومحمد بن نصر بن صغير القيسراني الشاعر ، أحد تلامذته في الحكمة والأدب وكانت وفاته بدمشق في صفر سنة 516 ه انتهى .\r\n\r\n61 - ابن أبي يعيش الطرابلسي\r\nكان من مهندسي أوائل القرن السادس بمصر مدة الآمر بأحكام اللّه الفاطمىّ ، ولم نقف له على ترجمة ، وإنما ذكره المقريزىّ في خططه في كلامه على الرصد وخلاصة ما قال : أن الأفضل بن أمير الجيوش وزير مصر لما أراد إقامة مرصد بمصر ، سأل عمّن يتولى له عمله ، فأشار عليه مشيره الشيخ أبو الحسن بن أسامة بالقاضي بن أبي يعيش الطرابلسي المهندس العالم الفاضل ، وكان ابن أبي يعيش صهره زوج ابنته ، وهو شيخ كبير السن والقدر كثير المال ، فاستصوب الأفضل ذلك وأمره بالبدء في العمل ، نفقة باهظة أضجرت الأفضل فناط العمل بغيره .\r\nثمّ لمّا قتل الأفضل سنة 505 ه وتولى الوزارة المأمون البطائحي استمر في تكميل ما بدأ به الأفضل ، وتقيد بخدمة المرصد وملازمته عدة من المهندسين ،\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوكانوا خمسة غير الحساب والمنجمين ، فكان ابن أبي يعيش ممّن تقيد بخدمته من المهندسين ، إلى أن صرفهم الآمر بعد عزل المأمون البطائحي والقبض عليه .\r\n\r\n62 - ابن حيسدانى\r\nأبو جعفر بن حيسدانى « 1 » ، أحد المهندسين في أوائل القرن السادس بمصر مدة الآمر بأحكام اللّه الفاطمي ، ولم نقف له على ترجمة . وإنما ذكره المقريزي ، في كلامه على الرصد من خططه في المهندسين الخمسة الذين كانوا مقيدين بخدمة المرصد مع ابن أبي يعيش المذكور قبله .\r\n\r\n63 - الخطيب أبو الحسن\r\nعلى ابن سليمان بن أيوب « 2 » ، من مهندسي أوائل القرن السادس بمصر ذكره المقريزي في الخطط فيمن كان مقيدا بخدمة المرصد من المهندسين ولم نقف له على ترجمة .\r\n\r\n64 - ابن سند\r\nأبو المنجى « 3 » ابن سند الساعاتي المهندس الإسكندرانى أحد مهندسي أوائل القرن السادس بمصر ذكره المقريزي أيضا فيمن كان مقيدا بخدمة المرصد المهندسين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هكذا في بعض النسخ الصحيحة من الخطط ، وفي غيرها : ابن حسنداى أو ابن حسداى والمرجح ما أثبتناه .\r\n( 2 ) في بعض نسخ الخطط : ( البواب ) - بدل ( ابن أيوب ) .\r\n( 3 ) هكذا في بعض نسخ الخطط ، وفي بعضها : أبو النجار والمرجح الأول .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\n65 - الصقلى\r\nأبو محمد عبد الكريم الصقلى المهندس ، من مهندسي أوائل القرن السادس بمصر ، ذكره المقريزي أيضا « 1 » فيمن كان مقيدا بخدمة المرصد من المهندسين .\r\n\r\n66 - أبو علي المهندس المصري\r\nكان قيما بمصر بعلم الهندسة ، وموجودا سنة 530 ه ، وكان فاضلا فيه أدب ، وله شعر تلوح عليه الهندسة . كذا ذكر القفطي « 2 » وأورد له قوله :\r\n تقسم قلبي في محبة معشر * بكل فتى منهم هواي منوط\r\nكأن فؤادي مركز وهم له * محيط وأهوائى لديه خطوط \r\nوقوله :\r\n أقليدس العلم الذي تحوى به * ما في السماء معا وفي الآفاق\r\nتزكو فوائده على إنفاقه * يا حبذا زاك على الإنفاق\r\nهو سلم وكأنما أشكاله * درج إلى العلياء للطرّاق\r\nنرقى به النفس الشريفة مرتقى * أكرم بذاك المرتقى والراقي \r\n\r\n67 - ابن الأمين\r\nأبو عبد اللّه محمد بن إبراهيم بن يحيى بن سعيد ، من أهل قرطبة ، وأصله من طليطلة ، ويعرف بابن الأمين . أخذ عن عامر الصفّار وأبي إسحاق المعروف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) خطط المقريزي ج 1 ص 206 من طبعة مصر سنة 1324 ه .\r\n( 2 ) أخبار الحكماء ص 267 ، وذكر فيها أنه علق آخر عمره بجارية تعذر وصوله إليها فمات .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nبالزرقالة ، وكان مقدما في الفرائض والعدد والمساحة ، توفى سنة 539 ه . كذا في تكملة الصلة لابن الآبار .\r\n\r\n68 - الصقلى\r\nأبو عبد اللّه محمد بن منخّل بن ريان ، ويقال فيه محمد بن محمد ، من أهل جزيرة شقر ، كان من البصيرين بالمساحة ، ومن أهل العلم بغيرها . توفى ببلده سنة 551 ه . ذكره ابن الأبّار في تكملة الصلة .\r\n\r\n69 - الصقلى\r\nشمس الدين عبد اللّه بن شاكر بن المطهر . كان فاضلا له اليد الطولى في الهندسة والفلك ، وكان مع ذلك أديبا شاعرا له شعر فارسي حسن ، وعربى لا بأس به ، مات في حدود سنة 2570 ه بأصبهان . ذكره القفطي « 1 » .\r\n\r\n70 - أبو الفضل المهندس\r\nمحمد بن عبد الكريم بن عبد الرحمن الحارثي ، ولد ونشأ بدمشق ، وكان يعرف بالمهندس لجودة معرفته بالهندسة وشهرته بها ، وأمره عجيب لأنّه كان في أوليته نجارا وله معرفة بنحت الحجارة أيضا ، وكان تكسبه بصناعة التجارة ، وله اليد الطولى فيها وكان للناس رغبة كبيرة في أعماله ، وأكثر أبواب البيمارستان الكبير الذي أنشأه الملك نور الدين بن زنكى من نجارته وصنعته .\r\nثم قصد أن يتعلم أقليدس ليزدتد في صناعة النجارة جودة ، ويطلع على دقائقها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخبار الحكماء ص 159 وفيها أنه ابن أبي المظهر المعدنى بالدال لا بالراء .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nويتصرف في أعمالها ، فقاده ذلك إلى الانصراف إلى الهندسة بكليته وأخذها عن علمائها ، حتى برع فيها واشتهر بها ، ثم قرأ أيضا صناعة الطب وعمل الساعات ، واشتغل بالأدب ونظم الشعر ، وهو الذي أصلح الساعات التي كانت بجامع دمشق ، وتوفى بها سنة 599 ه عن نحو السبعين ذكره ابن أبي أصيبعة « 1 » .\r\n\r\n71 - ابن الفونى\r\nأبو حفص عمر بن الحسن بن الفونى ، ذكره العماد الكاتب في خريدة القصر وجريدة العصر ، فقال فيه : لغوى شاعر كاتب منجم مهندس ، وأورد شيئا من شعره . ولا يخفى أنّ العماد ترجم في هذا الكتاب أعيان عصره ، فالمترجم على هذا من مهندسي القرن السادس .\r\n\r\n72 - أبو عبد الله الصقلى\r\nمحمد بن عيسى بن عبد المنعم من أهل صقلية ، ومن أصحاب العلم بعلمى الهندسة والفلك ، وكان ماهرا فيهما قيما بهما مذكورا بين الحكماء هناك بأحكامهما . ذكره القفطي « 2 » وذكره أيضا العماد الكاتب في خريدة القصر ، فقال فيه : « كاتب شاعر بارع ماهر ؛ مهندس منجم ، لغارب الفصاحة متسنم ، وفي ملتقى أولى العلم كمىّ معلم » . والعماد كان من أهل القرن السادس وترجم في كتابه هذا أعيان عصره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات الأطباء ج 2 ص 190 - 191 : ويذكر ابن أبي أصيعة أنه ورد إلى دمشق في ذلك الوقت الشرف الطوسي ، وكان فاضلا في الهندسة والعلوم الرياضية ليس في زمانه مثله ، فاجتمع به وقرأ عليه وأخذ عنه كثيرا من معارفه .\r\n( 2 ) أخبار الحكماء ص 89 : وقد ذكر أن له شعرا رائقا ومنه :\r\n أنا واللّه عاشق لك حتى * ليس لي عنك يا منى النفس صبر\r\nوحياتي إن تم لي منك وصل * ومماتي إن دام لي منك هجر \r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\n73 - جعفر القطاع\r\nالمدعو بالسديد البغدادي ، كانت له معرفة تامة بالكلام والمنطق والهندسة .\r\nوكانت له اليد الطولى في هندسة الدور عمارتها ، وكان متظاهرا بالتشيع وتوفى في يوم السبت 16 ربيع الآخر 602 ببغداد وقد جاوز السبعين . ذكره القفطي .\r\n\r\n74 - السلمى الشاطبى\r\nأبو بكر محمد بن سليمان بن عبد الرحمن بن عمر السلمى ، من أهل شاطبة . كان من أهل العلم والأدب ، عدديا فرضيا ، صاحب مساحة ، ولكن غلب عليه الفقه . وولى القضاء في ألسن من كور « مرسية » وتوفى سنة 612 ه . ذكره ابن الأبّار في تكملة الصلة .\r\n\r\n75 - ابن مبشر\r\nمحمد بن مبشر بن نصر بن أبي يعلى البغدادي ، كان فاضلا متميّزا ، عارفا بعدّة علوم منها الهندسة ، وتولى الوكالة للأمير عدة الدين محمد بن الخليفة الناصر العباسي ذكره القفطي « 1 » وقال : توفى ببغداد سنة 618 ه ودفن بمشهد موسى بن جعفر . والظاهر أن اشتغاله بهذه الخدمة صرفه عن الاشتغال بعلومه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أخبار الحكماء س 1989 : وذكر أن من العلوم التي تميز بها غير الهندسة الفلسفة والحساب والنجوم .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n\r\n76 - علم الدين تعاسيف\r\nعلم الدين قيصر بن أبي القاسم بن عبد الغنى بن مسافر الحنفي ، المهندس المعروف بتعاسيف ذكره أبو الفداء صاحب حماة في تاريخه فقال : اشتغل بمصر والشام ثم بالموصل على كمال الدين موسى بن يونس وقرأ عليه الموسيقى ، وتوفى بدمشق في رجب سنة 649 ه ، وكان مولده 574 ه بأصفون من شرقي صعيد مصر « 1 » وذكره أيضا في موضع آخر من تاريخه في ترجمة جدّه الملك المظفر صاحب حماة المتوفى سنة 642 ه فقال ما نصّه :\r\n« وكان يحب أهل الفضائل والعلوم ، استخدام الشيخ علم الدين قيصر المعروف بتعاسيف ، وكان مهندسا فاضلا في العلوم الرياضية ، فبنى للملك المظفر المذكور أبراجا بحماة وطاحونا على نهر العاصي ، وعمل كرة من الخشب مدهونة ، رسم فيها جميع الكواكب المرصودة ، وعملت هذه الكرة بحماة . قال القاضي جمال الدين بن واصل : وساعدت الشيخ علم الدين على عملها ، وكان الملك المظفر يحضر ونحن نرسمها ويسألنا عن مواضع دقيقة فيها » انتهى .\r\nوذكره ابن أبي أصيبعة عرضا في ترجمة ابن الهيثم ، وذكره أيضا كذلك في ترجمة الحفيد أبى بكر بن زهر وعبّر عنه بشيخنا ، ونعته في الموضعين بالمهندس .\r\n\r\n77 - ابن غنائم المهندس\r\nإبراهيم بن غنائم بن سعيد أحد مهندسي القرن السابع ، وكان متصلا بالملك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا بتاريخ أبي الفداء ، والذي بالطالع السعيد للادفوى أنه ولد سنة 564 ه .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالظاهر ركن الدين بيبرس البندقدارى ، وهو الذي بنى له أبنيته بدمشق ولم يزل اسمه إلى الآن محفورا على أعلى الرتاج في الزاوية الشمالية من مدخل الظاهرية بدمشق وذكر ابن طولون الصالحي ، في كتابه « ذخائر القصر بتراجم نبلاء العصر » قصرا بناه هذا المهندس للملك الظاهر بمرجة دمشق ، فقال في وصفه ما نصّه :\r\n« وشرقيها في الطريق المذكور المرجة وبها القصر الأبلق « 1 » ، وكان من عجائب الدنيا يشرف على الميدان الأخضر شرقيّه ، أنشأه « الملك الظاهر ركن الدين » عقب رجوعه من حجته في المحرّم سنة ثمان وستين وستمائة ، كذا رأيت هذا التاريخ بأعلى بابه الشمالي ، وعلى اسكفّته ضرب خيط من رخام أبيض ووسطه مكتوب : عمل إبراهيم بن غنائم المهندس ، وبابه الآخر ينفذ إلى الميدان ، وفي واجهته البلقاء ثلاثون شباكا سوى القمارى ، ووسط قاعة بأربعة لواوين « 2 » قبلي وشمالي في صدرهما شاذروانان ، وغربى وشرقي في صدر كل منهما ثلاثة شبابيك ، فالغربيّات مطلات على الطريق الآخذ إلى الحمام وتربة الصوفية ، والشرقيات مطلات على الميدان . وعلى واجهته الشرقية مائه أسد منزّلة صورها « 3 » وعلى الشمالية اثنى عشر أسدا منزلة صورها بأبيض في أسود » انتهى . قلنا : وقد بلغ من شعر هذا المهندس أنّ أبناءه صاروا يعرفون بعده ببنى المهندس .\r\nوقد ترجم ابن حجر العسقلاني في الدرر الكامنة ابنه أحمد بن إبراهيم ابن غنائم المعروف بابن المهندس المتوفى بصالحية دمشق سنة 747 ه . وترجم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعله سمى بالأبلق لأن بناءه كان بساف أبيض وساف أسود من الحجر الرخام .\r\n( 2 ) اللواوين من ألفاظ العامة ، والصواب أواوين أو إيرانات .\r\n( 3 ) الظاهر أن الصواب ( منزلة صورها بأسود في أبيض ) كما يدل عليه ما بعده .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nأيضا ابنه الآخر محمد بن إبراهيم بن غنائم بن سعيد ، المعروف بابن المهندس المتوفى في شوال سنة 733 ه ، وحفيده صلاح الدين عبد اللّه بن محمد بن إبراهيم بن غنائم ، المعروف أيضا بابن المهندس المتوفى سنة 769 ه ، وهو الذي عبّر عنه السخاوي في « الضوء اللامع » بالصلاح عبد صلّى اللّه عليه وسلم بن الشمس بن المهندس ، وذكره عرضا في ترجمة على ابن محمد بن إبراهيم الحلبي .\r\nوممن اشتهر بابن المهندس من العلماء من غير هذه الأسرة عمر بن حسين بن عمر بن حسين ، المعروف بابن المهندس المتوفى سنة 743 ه كما في « الدرر الكامنة » لابن حجر . ومحمد بن محمد بن أحمد المقدسي ثم الدمشقي المتوفى سنة 808 ه ، وأخوه أحمد بن محمد المتوفى سنة 803 ه المعروف كلاهما بابن المهندس ، ذكرهما السخاوي في « الضوء اللامع » . وذكر أيضا إبراهيم بن المهندس التاجر في سوق أمير الجيوش المتوفى بمكة سنة 871 ه ، ومحمد بن أحمد بن محمد ناصر الدين المصري المتوفى سنة 855 ه ، وابنه أحمد المتوفى سنة 877 ه ويعرف كلاهما بابن المهندس ذكرهما السخاوي أيضا ، وكانوا جميعا من جلة العلماء ، ولم يعرفوا بذلك إلا وقد كان بين آبائهم أو جدودهم مهندسون مشهورون ، ولكن ضاعت علينا تراجمهم .\r\n\r\n78 - ابن الرزاز\r\nبديع الزمان ، أبو العز « 1 » بن إسماعيل بن الرزاز الجزري . كان من مهندسي الحيل ( الميكانيكا ) في القرن السابع ، ولم نقف له على ترجمة ، وإنما عرفنا فضله من كتابه له عندنا مخطوط مصور منقول عن نسخة شمسية بدار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في نسخة « كشف الظنون » المطبوعة ببولاق : أبو العزيز .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالكتب المصرية بالقاهرة ، مما كان جلبه إليها من القسطنطينية صديقنا الأستاذ أحمد زكى باشا . واسم هذا الكتاب ( كتاب الحيل الجامع بين العلم والعمل ) على ما في نسختنا ، وذكره صاحب كشف الظنون في حرف الكاف باسم ( كتاب الآلات الروحانية ) وقال إنه ألّفه لقره أرسلان الأزبقى ، ولم يذكر وفاة المؤلف ولا زمته وإنما عرفنا أنه من القرن السابع لأن قره أرسلان بن أرتق المذكور تولى الملك سنة 658 ه على ما في أخبار الدول » للفرمانىّ .\r\nوقد أبدع في هذا الكتاب وذكر به غرائب تدلّ على تضلّعه في هذا العلم ووصف فيه آلات اخترعها وعملها بيده ، وفيها ما يشتمل على تماثيل تتحرك بالماء أو تصوّت بقوة الريح ، وقد قسمه إلى ستة أنواع : الأول في الساعات ، والثاني في الأواني العجيبة ، والثالث في الآلات الزامرة ، والرابع في إخراج الماء من المواضع العميقة ، والخامس في الإبريق والطشت ، والسادس في بعض الصور والأشكال .\r\n\r\n79 - ابن واصل\r\nجمال الدين محمد بن سالم بن واصف الشافعي ، قاضى القضاة بحماة ، العالم الفاضل المهندس ، ولد سنة 604 ه وتوفى سنة 697 ه ذكره الملك المؤيد أبو الفداء في تاريخه المسمى بالمختصر في أخبار البشر . وهو وإن كان من المشتهرين بالفقه ، فقد كان من كبار المهندسين ، وبرّز في علوم كثيرة كالمنطق والهيئة والتاريخ . قال أبو الفداء : ولقد ترددت إليه بحماة مرارا كثيرة ، وكنت أعرض عليه ما أحله من أشكال أقليدس وأستفيد منه . وقد أطال في ترجمته بما يخرج عن مقصودنا .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\n80 - ابن الحاج\r\nأبو عبد اللّه محمد بن علي بن محمد بن الغرناطي ، المعروف بابن الحاج .\r\nكان جده من إشبيلية ، وانتقل هو إلى مدينة فاس ، واتصل بسلطانها ، واتخذ له الدولاب المنفسح القطر البعيد المدى والمحيط المتعدّد الأكواب الخفي الحركة .\r\nوكان من المهندسين البارعين في علم الحيل الهندسية ( الميكانيكا ) بصيرا باتخاذ الآلة الحربية الجافية ، على ما ذكره لسان الدين في ترجمته من الإحاطة .\r\nثم انتهى أمره بأن تولى الوزارة لأمير المسلمين أبى الجيوش نصر سلطان الأندلس ، ثم انتقل إلى فاس بعد ما خلع سلطانه ، وتوفى بها في شعبان سنة 714 ه .\r\nوقد ذكره ابن حجر العسقلاني أيضا في الدرر الكامنة ، إلا أنه قال في نسبه محمد بن عبد اللّه بن محمد بن عبد اللّه بن الحاج الغرناطي ، وذكر أنه كان عارفا بالهندسة وجر الأثقال ، بصيرا باتخاذ الآلات الحربية والعمل بها عارفا بلسان الروم « 1 » ، بعيد الغور عميق الفكر ، ثم ذكر اتصاله بسلطان الأندلس ، وانتقاله بعد ذلك عنها ، واتصاله بعمر بن أبي سعيد قال : فلما ثار على أبيه ، قدرت وفاة ابن الحاج هذا في تلك الوقائع في شوال سنة 714 ه .\r\n\r\n81 - الأوسي\r\nمحمد بن إبراهيم بن محمد الأوسي المرسى ، نزيل غرناطة ، قال عنه ابن حجر العسقلاني في « الدرر الكامنة » نقلا عن لسان الدين ابن الخطيب : إنه كان فريد دهره في علم الحساب والهيئة والطب والهندسة ، أقرأ بغرناطة وانتفع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المراد بالروم هنا : الإسبانيون .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nبه الناس لحله المشكلات ، ودوّن في هذه الفنون عدّة تآليف ، وتوفى عن سن عالية في سفر سنة 715 ه .\r\n\r\n82 - الرقوطى\r\nمحمد بن أحمد بن أبي بكر الرقوطى « 1 » المرسى ، ذكره ابن حر العسقلاني في « الدرر الكامنة في أعيان المائة الثامنة » ولم يذكر وفاته ، بل نقل عن لسان الدين ابن الخطيب أنه كان عارفا بالفنون القديمة من المنطق والهندسة والطب والموسيقى .\r\nولما تغلب الروم « 2 » على مرسية أكرمه ملكهم ، وبنى له مدرسة فكان يقرئ بها المسلمين واليهود والنصارى جميع ما يرغبون بألسنتهم « 3 » ، ثم استقدمه ثاني الملوك من بنى نصر ، وأشاد بذكره ، وأخذ عنه الجم الغفير ، وكان يعده لمن يفد عليه من أصحاب الفنون فيجاريهم فيغلبهم غالبا ، ولم يزل على ذلك إلى أن مات .\r\n\r\n83 - ابن السيوفى\r\nكان من مهندسي الأبنية بمصر في مدة « الناصر محمد بن قلاوون » أي في النصف الأول من القرن الثامن ، ولم نقف له على ترجمة ، وإنما ذكره المقريزي في خططه في كلامه على المدرسة الأقبغاوية الكائنة على يسرة الداخل إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هكذا بنسخة « الدرر الكامنة » التء عندنا ، ولتحقق هذه النسبة .\r\n( 2 ) أي الإسبانيون .\r\n( 3 ) هذا التسامح في التعليم والتعلم بين أبناء الديانات المختلفة مما يشرف الإسلام كثيرا ، وتجد له نظيرا في مسجدها الجامع يتعلمون لغة واحدة هي العربية ، ويتقلبون على ثقافة واحدة هي الثقافة الاسلامية ، كما ذكر أرنست رينان الفرنسي المشهور في كتابه : ابن رشد ومذهبه .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالأزهر من بابه الكبير المعروف بباب « المزينين » وهي الآن مقر الخزانة الأزهرية ذات الكتب القيمة أدام اللّه النفع بها ، وهي منسوبة إلى بانيها علاء الدين أقبغا عبد الواحد أحد أمراء الناصر . قال المقريزي : « وجعل بجوارها قبة ومنارة من حجارة منحوتة ، وهي أول مئذنة بديار مصر من الحجر بعد المنصورية ، وإنما كانت قبل ذلك تبنى بالآجر ، بناها هي والمدرسة المعلم ابن السيوفى رئيس المهندسين في الأيام الناصرية ، وهو الذي تولى بناء الجامع المارديني خارج باب زويلة وبنى مئذنته أيضا » انتهى .\r\n\r\n84 - ابن هذيل\r\nيحيى بن أحمد بن إبراهيم بن هزيل الغرناطي ، فيلسوف الإسلام وأحد من برع في الهندسة والطب والهيئة ، إلا أنه تفرغ للطب وخدم به في آخر عمره باب السلطان . وكان وافر الأدب ممتع المحاضرة مؤثرا للخمول ، وتوفى في 25 ذي القعدة سنة 753 ه . قال ابن حنجر العسقلاني في « الدرر الكامنة » « 1 » : « وهو خاتمة العلماء في الطب والهندسة والهيئة » .\r\n\r\n85 - إبراهيم الصفى\r\nناصر الدين محمد بن محمد بن أحمد الشهير بابن الصفى الدمشقي ويعرف بابن العتّال أيضا ، أحد المهندسين الذين برعوا في المساحة حتى صار إليه المنتهى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج 4 : 412 عدد 1137 : وقد جاء في ترجمته أنه قرأ العربية والآداب على أبى بكر ابن الفخار ، والمنطق والتصوف على أبى عبد اللّه بن خميس ، والطب على أبى عبد اللّه الأركسى ، والأصول على أبى القاسم بن شاطر ، والحساب على راشد بن راشد ، والهندسة على أبي إسحاق البرتموطى ، وأكثر هذه العلوم العقلية على أبى عبد اللّه بن الرقام : ومن ذلك يتضح أي تبحر كان لأسلافنا العلماء الأمجاد\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nفيها ، وتوفى سنة 774 ه . ذكره ابن حجر العسقلاني في « الدرر الكامنة » « 1 » .\r\n\r\n86 - محمد بن مختار\r\nالحنفىّ الملقب بشرف الدين . اشتغل بالمنطق والهيئة والحساب ، وكان في الأصل صائغا ، ثم تسلط على كتاب الحيل لبنى موسى بن شاكر المهندسين المتقدم ذكرهم ، وصار يصنع بيده أشياء غريبة راج آمره بها ، فهو ملحق بمهندسى الحيل ( الميكانيكا ) وإن لم يعدّ منهم ، لأنه توصل لفنه بالتمرن لا عن علم درسه ، ذكره ابن حجر في « الدرر الكامنة » وقال : توفى في ذي الحجة سنة 778 ه .\r\n\r\n87 - الطولوني\r\nأحمد بن بن محمد بن علي بن عبد اللّه ، كبير المهندسين بمصر ، ويلقب بالمعلم . وكان أبوه أيضا من المهندسين ، وكان عليهما المعوّل في العمائر السلطانية ، وإليهما تقدمه الحجارين والبنّائين بديار مصر . توفى صاحب الترجمة سنة 801 أو 802 ه . على ما في « الضوء اللامع » للسخاوي « 2 » ، وذكر أنه انتدب لهندسة عمارة المسجد الحرام فتردّد إلى مكة لذلك ومات هناك بعد الفراغ من العمارة . وصاهره الظاهر برقوق سلطان مصر على ابنته ، فنال بذلك وجاهة ، وقد خلط بعضهم بينه وبين ابنه الآتي بعده . وترجمه أيضا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج 4 ص 168 ، عدد 447 وفي ص 169 : أن من شعره :\r\n حديثك لي أحلى من المن والسلوى * وذكرك شغلى والسريرة والتجوى\r\nجلبت فؤادي بالتجلي وإنني * صبور لما ألقى وإن زادت البلوى \r\n( 2 ) الأول هو الصحيح كما يتبين من ترجمة ابنه الآتي بعده فقد جاء بها أنه توفى بعد أبيه بأشهر سنة 801 ه .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالفاسىّ في « العقد الثمين في تاريخ البلد الأمين » ، ولا يخرج ما فيه عما ذكره السخاوي .\r\n\r\n88 - الطولوني\r\nابن المتقدم قبله . وهو محمد بن أحمد الطولوني المهندس ، ذكره السخاوي بهذا اللقب في « الضوء اللامع » ، وقال : « مضى فيمن جدّه أحمد بن علي بن عبد اللّه » وبمراجعة الموضع الذي أحال عليه ، وجدناه يقول : « محمد بن أحمد بن أحمد « 1 » بن علي بن عبد اللّه بن علي ناصر الدين ابن الشهاب بن الطولوني ، المعلم بن المعلم الماضي أبوه . كان يلي معلميّة السلطان ، وتزوّج الظاهر « 2 » بأخته ، مات بعد أبيه بأشهر في ليلة الخميس خامس عشرى رجب سنة 801 ه ، ودفن من الغد في تربتهم بالقرافة بعد أن صلّى عليه في مشهد حضره الخليفة المتوكل على اللّه وغالب الأمراء والأعيان .\r\nوكان شابا جميل الوجه طويل القامة لديه مشاركة وله اعتقاد في الفقراء ذكره العيني وغيره » . انتهى ما ذكره السخاوىّ بنصّه ، ويستفاد منه أمران ، الأول أن لفظ « المعلم » كان لقب تكريم لكبار ذوى الفنون ، ثم أخذ يتراجع بتراجع الفنون في الشرق حتى صار إلى ما صار إليه الآن ، والثاني ما كان للمهندسين ونحوهم من المكانة العظيمة في الناس ، بحيث لا يترفع السلطان عن مصاهرة أحدهم ، وإذا مات يحضر جنازته والصلاة عليه خليفة مصر العباسىّ وأمراء الدولة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تقدم في ترجمة أبيه ( أحمد بن محمد بن علي ) .\r\n( 2 ) هو الظاهر برقوق سلطان مصر في ذلك العصر ، ومن الغريب أنه توفى أيضا في سنة 801 ه .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\n89 - العينتابى\r\nقاسم بن أحمد بن أحمد بن موسى الحلبي العينتابى « 1 » الكتبي ، أحد الفضلاء في الحساب والهندسة وعلوم أخرى . وكان مفرط الذكاء يجيد الرمي بالسهام ، وهو ابن أخي العلامة بدر الدين محمود العيني الشهير . ذكره السخاوي « 2 » في « الضوء اللامع » ووقع بالنسخة أنه ولد سنة 796 ه وتوفى سنة 814 ه ، ولا ريب في أن الناسخ أخطأ في أحد التاريخين كما لا يخفى .\r\n\r\n90 - الزمزمى\r\nبد الدين أبو عمر حسين بن محمد البيضاوىّ ، المعروف بالزمزمىّ ولد بمكة في حدود سنة 770 ه وتوفى بها في ذي الحجة سنة 821 ه . واعتنى في أول أمره بالفرائض والحساب ، وأخذ عن كثيرين ، ثم أخذ الفلك والهندسة بالقاهرة ، ولم يزل مجدّا في الطلب حتى صار أعلم الناس بالفرائض والهيئة والحساب والجبر والمقابلة والهندسة والفلك . ولكن يؤخذ من ترجمته أنه انصرف إلى الفلك ، وانتهت إليه رئاسة هذا العلم بالحجاز . ذكره السخاوي في الضوء اللامع « 3 » وذكر أن شيخه ابن حجر ترجمه في معجمه ، فقال عنه : إنه فاق الأقران في معرفة الهيئة والهندسة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة إلى « عين تاب » بجهة حلب ، ويقال في النسبة إليها العيني أيضا .\r\n( 2 ) من المعروف أن السخاوي أخذ عن شيخه ابن حجر العسقلاني ، وقد نقل ما ذكر عن العنتابى هذا من كتاب شيخه « بأن أبناء الغمر بأبناء العمر » المخطوط بدار الكتب المصرية . وبالرجوع إلى هذا الكتاب تبين أن تاريخ الولادة والوفاة هو كما ذكر السخاوي تماما . وليس بعجيب ، والعنتابى كان مفرط الذكاء ، أن يبرز فيما برز فيه من العلوم ، ثم يموت قصير العمر . ثم الذي ترجم العنتابى هذا هو عمه بدر الدين محمود العيني الشهير .\r\n( 3 ) ج 151 ، عدد 576 وفي الترجمة أنه حسين بن علي بن محمد الخ .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\n91 - وجيه الدين المكي\r\nعبد الرحمن بن محمد بن علي بن عقبة مهندس الحرم . قال السخاوي في « الضوء اللامع » نقلا عن تاريخ مكة للفاسى : « كان خيرا دينا ، يخدم الناس كثيرا في العمائر ، خبيرا بالهندسة والعمارة ، وباشر ذلك مدّة ثمّ تركه واستفاد دنيا وعقارا ، ومات في ذي الحجة سنة 826 ه بخيف بنى شديد « 1 » وقد بلغ السبعين » . قلنا : تاريخ مكة للفاسىّ اسمه :\r\n« العقد الثمين في تاريخ البلد الأمين » وهو في تراجم أعيانها ، وقد راجعنا هذه الترجمة فيه فلم نجد بها زيادة تذكر عما نقله السخاوي .\r\n\r\n92 - البلقاسى\r\nويلقب بالزواوىّ أيضا ، واسمه أحمد بن سليمان بن نصر اللّه كان قوىّ الحافظة ، كثير الاشتغال ، برع في علوم كثيرة منها الحساب والهيئة والهندسة وتوفى سنة 852 ه . ذكره السخاوي في الضوء اللامع « 2 » ، ولكن لم يذكر أنّه كان متميزا بالهندسة .\r\n\r\n93 - البجائى\r\nأحمد بن محمد بن عبد اللّه البجائى التونسي ، ويعرف بأبى العباس ابن كحيل . اشتغل بعلوم كثيرة ، وقرأ الهندسة على ابن مرزوق ، وتوفى قريب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا النسخة .\r\n( 2 ) ج 1 س 310 . وفي ترجمته أنه قاهرى أزهرى شافعي ، وأنه قطن بالأزهر . وفيها أنه لازم الفاياتى في الفقه والأصلين [ يريد أصول الفقه وأصول الدين أو علم الكلام طبعا 
  ] بحيث كان جل انتفاعه به كما لازم ابن المجدى في الفرائض والحساب والميقات والهندسة .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nسنة 869 ه ، كما « في الضوء اللامع للسخاوي » ولم يذكر أنّه كان متفرعا للهندسة ، أو مشتهرا بها .\r\n\r\n94 - السجينى\r\nأحمد بن عبد اللّه بن محمد . اشتغل بعلوم كثيرة ، وبرع في الحساب والمساحة والهندسة والميقات ، وأصله من سجين بالغربية ، ثمّ قطن القاهرة ، فقيل له القاهرىّ ، وجاور بالمدينة نحو عامين لضبط بعض العمائر ، وكذا ضبط بعض العمائر في غيرها ، ثمّ عاد إلى القاهرة ، وتردّد عليه الفضلاء للأخذ عنه ، إلى أن أصيب بفسخ في عصب رجله الأيسر من سقطة ، فتعلّل مدّة ومات سنة 885 ه ذكره السخاوي في الضوء اللامع « 1 » .\r\n\r\n95 - الطولوني\r\nقال عنه السخاوي في « الضوء اللامع » : « عبد الرحيم بن علي بن محمد بن عمر الزين الطولوني الأصل ، المدني الشافعي ، مهندس الحرم ، ويعرف بالمهندس وبابن البنّاء مات سنة 891 ه .\r\n\r\n96 - ابن الصيرفي\r\nأحمد بن صدقة بن أحمد العسقلانىّ ، المكي الأصل ، القاهري كان عالما بعدة علوم ، منها الحساب والفلك والجبر والهندسة ، وله مؤلفات ، وهو من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج 1 ص 376 : وفي ترجمته أنه قطن الأزهر ومن ثم يقال له الأزهري وأنه اشتدت عنايته بملازمة ابن المجدى في الفقه وأصوله والعربية والفرائض والحساب والمساحة والجبر والمقابلة والهندسة والمبقات وسائر فنونه التي انفرد بها .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nعلماء أواخر القرن التاسع ترجمه السخاوي في « الضوء اللامع » « 1 » ولكن لا يؤخذ من ترجمته أنه كان متفرّعا للهندسة .\r\n\r\n97 - حبيش الطبيب\r\nكان من الأطباء المتقدمين والمهندسين ، وله تصانيف كثيرة في الطب ، وكان مصيبا في المعالجات ، ومما حكى عنه قوله : الكذب رأس كل بليّة ، من ترك الحقد أدرك معاني الأمور ، قد يكون القريب بعيدا بعداواته ، والبعيد قريبا بمروءته ، من كرمت نفسه لم يكن إلا بالحكمة أنسه .\r\n\r\n98 - الجرمقى\r\nأبو العباس أحمد بن إسحاق الجرمقى . كتاب فيلسوف ، مهندس شاعر ، من كتاب الأمير خلف بن أحمد . ودوّخ البلاد وتعلق ببدر بن حسنويّه « 2 » .\r\n\r\n99 - العدلى\r\nالحكيم أبو محمد العدلىّ صاحب الزيج العدلىّ . وكان مهندسا كاملا ولم يكن له في المعقولات نصيب ، وكان أيبا ماهرا ، وله تصانيف ، منها الزيج العدلىّ ومنها كتاب في المساحة ، ومنها كتاب في الجبر والمقابلة . وهو الذي هذّب الزيج البنّانى أحسن تهذيب ، وكان مرجعه في ذلك التهذيب إلى الزيج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ج 1 ص 316 ويؤخذ من ترجمته أنه أخذ الحساب المفترح وغيره والجبر والمقابلة والفلك والمقنطرات والهندسة والهيئة والحكمة والعربية عن شيوخ عدة ، منهم الخواص والقلقشندي .\r\n( 2 ) هكذا بالأصل ، وفي الكلام - على ما هو ظاهر - سقط واضطراب .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالأرجانى « 1 » ، ووجدت نسخا كثيرة من الزيج الأرّجانىّ بخطه .\r\nومن كلماته قوله في بعض كتبه : ليس الجصاص كالبانى ، ولا الباني كالمهندس ؛ فالمهندس بطليموس ، والباني هو البتاني ، ومرتبتي مرتبة الجصاص وقال : قطع الكلام بعد افتتاحه سخف ، والسخف دناءة .\r\n\r\n100 - ابن أعلم الشريف البغدادي\r\nهو بغدادي المنشأ والمولد وكان شريفا من أولاد جعفر الطيّار وبه نزق فصنف الزيج المنسوب إليه ، واتفق المهندسون بأسرهم على أن تقويم المريخ من زيجه يوما « 2 » في الماء فلم يوجد منه إلا نسخة سقيمة . وكان عالما بالهندسة وأجزائها ، عارفا بالقانون الفيثاغورى في الموسيقى ومما نقل عنه ، وإن كانت أخلاقه أخلاق المجانين قوله : « كن مع الملوك مكرما أو مع الزهاد متبتلا .\r\nوأقول : هذا كلام رصين ، حوله من الحكمة حصن حصين ، ولكنّه رمية من غير رام .\r\n\r\n101 - أبو الحسن كوشيار الجيلى « 3 »\r\nكان مهندسا ملء إهابه ، داخلا بيوت هذا الفن من أبوابه ، وكفاه معرّفا زيجه المعنون ( بالغ ) « 4 » ثمّ زيجه المعنون بالجامع ، ثمّ مجمله في علم النجوم ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كذا بالأصل وليحقق فلعله البوزجانى وأرجان بتشديد الراء المفتوحة مدينة كبيرة كثيرة الخير ، وهي برية بحرية سهلية جبلية .\r\n( 2 ) كدابا بالأصل والعمارة مضطربة والظاهر أن بها سقطا .\r\n( 3 ) نسبة إلى جيلان .\r\n( 4 ) في كشف الظنون الزيج الجامع والسالع لكوشيار وهو كتابان ليحقق هذا الاسم ، ج 3 ص 563 - 564 من طبعة لندن . وتتمة كلام صاحب كشف الظنون هي : وهو كتابان في علم حساب الكواكب وتقاويمها وحركات أفلاكها وعددها مبرهنة بالبراهين الهندسية جمع فيها بين الأعمال الحسابية والجداول والهيئة والتوقيعات على حساب الأبواب .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nثمّ سائر تصانيفه كمثل معرفة الأسطرلاب وعمله وغير ذلك وخالفه بعض المهندسين في تقويم المريخ ، فاستخرج جدولا وسمّاه إصلاح تعديل المريخ ، ومما نقل عنه قوله : إذا طلب رجلان أمرا واحدا ناله أسعدهما جدّا ؛ من لم يعرف عيوبه ، لم يكن مشفقا على نفسه .\r\n\r\n102 - ( أبو الحسن الأنبرى « 1 » الحكيم )\r\nكان حكيما ، والغالب عليه الهندسة وكان الحكيم عمر الخيّام « 2 » يستفيد منه وهو يقرر له المجسطى ، فقال بعض الفقهاء يوما للأنبارى : ما تدرس ؟ فقال :\r\nأفسّر في آية من كتاب اللّه تعالى ، فقال الفقيه : وما تلك الآية ؟ فقال : قول اللّه تعالى :  ( أَ فَلَمْ يَنْظُرُوا إِلَى السَّماءِ فَوْقَهُمْ كَيْفَ بَنَيْناها )  ، فأنا أفسّر كيفية بنائها .\r\nونقل عنه قوله : إذا هممت بشرّ فسوف ؛ الصدق يقبله منك العدو ، والكذب تردّه عليك نفسك .\r\n\r\n103 - ( الأستاذ الحكيم أبو الحسن على النسوي ) « 3 »\r\nكان من حكماء الري ، وله الزيج الذي يقال له الزيج الفاخر . وكان حكيما مهندسا ، ذا أخلاق رضيّة ، وقد قرب عمره من مائة سنة وقواه سليمة ، إلا أن الضعف منعه عن المشي في الأسواق . وقيل : إنه كان من جملة تلاميذ كوشيار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعله الأنباري كما ورد بعد ذلك في الترجمة أو ( الأنبيرى ) نسبة إلى أنبر وهي مدينة بالجوزجان ذكرهما ياقوت في معجمه ، إلا أنه قال في آخر كلامه عليها : ولعلها الأنبار المقدم ذكرها واللّه اعلم » .\r\n( 2 ) عمر الخيام هذا توفى حوالي عام 517 ه . انظر ص 183 من كتاب « تراث العرب العلمي » لقدرى حافظ طوفان .\r\n( 3 ) من رياضيى القرن الخامس الهجري وينسب إلى بلدة « نسا » بخراسان .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n« الجيلى » وأبى معشر ، وفي ذلك نظر ، إلا أنه كان من المعمرين .\r\nوحكى واحد من تلامذته بالري أنه قال : بالهمة العلية الصادقة ينال المرء مطلوبه ، لا بالكذب وكان يقول لمن حضر للاستفادة : كن صاحب صناعة ، ولا تكن ذوّاقا ، فإن الذوّاق لا يشبع « 1 » ، انتهى .\r\n\r\n104 - ابن أخي المقوقس\r\nذكره ابن الزيات في الكواكب السيارة « 2 » في ترتيب الزيارة « ص 143 » فقال : « ثمّ تخرج من هذه التربة « 3 » ، وتمشى في الطريق المسلوك مستقبل القبلة ، تجد على يمينك قبرا داثرا يقال له : ابن أخي المقوقس الذي أسلم على يد عمرو بن العاص في قصة طويلة ذكرها الواقدي في فتوح مصر . قال بن ميسّر في تاريخه : « وهو الذي هندس معهم الجامع العتيق ، وأمرهم أن يتخذوا الكنيسة العظمى جامعا ، إلى أن قال : « قال ابن أخي عطايا في تاريخه ؛ ويقال : إن هذا قبره ، قلت : وهو الصحيح » انتهى .\r\n\r\n105 - مهندس المقياس\r\nهو أحمد بن محمد مهندس المقياس ، ذكره ابن الزيات في الكواكب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد أهملت المصادر العربية هذا العالم من أعلام الإسلام إهمالا معيبا كما يذكر الأستاذ قدرى حافظ طوقان في كتابه ( تراث العرب العلمي ) ص 150 : ومن هذا المرجع نعلم أن النسوي كان علما في الرياضيات ولا سيما الحساب ، وله فيه كتاب « المقنع » عمله لشرف الدولة أمير بغداد في زمنه .\r\n( 2 ) اسم الكتاب كاملا هو : الكواكب السيارة في ترتيب الزيادة في القرافتين الكبرى والصغرى والمؤلف هو شمس الدين محمد بن الزيات ، والكتاب طبع بالمطبعة الأميرية سنة 1907 م .\r\n( 3 ) يريد تربة ابنه أبى الحسن بن طاهر بن غلبون ، صاحب التذكرة والتكملة والقراءة وانتهت إليه الرياسة في زمنه وهي المعروفة بعروسة الصحراء ، كما ذكره ابن الزيات في الصفحة نفسها .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nأيضا « 1 » ، بعد ذكره لابن أخي المقوقس ، وذكر أنه في تربة لطيفة بجانبه .\r\n\r\n106 - الإخوة الثلاثة\r\nذكرهم المقريزىّ في كلامه على باب زويلة من خططه ، ولم يذكر أسماءهم ، بل قال « 2 » : « ويذكر أن ثلاثة إخوة قدموا من الزّهار بناءين بنوا باب زويلة وباب النصر ، وباب الفتوح ، كل واحد بابا » وذلك مدة أمير الجيوش « بدر الجمالى » وزير الخليفة ، المستنصر .\r\n\r\n107 - أبو بكر البناء « وصفة البناء في الماء في ذلك العصر »\r\nأبو بكر البناء هو جدّ أبى عبد اللّه محمد المقدسي مؤلف كتاب أحسن التقاسيم ، وقد ذكره في كتابه هذا في كلامه على عكا ( ص 162 - 163 من طبعة لندن ) فقال : « ولم تكن على هذه الحصانة حتى زارها ابن طولون ، وقد كان رأى صور « 3 » ومنعتها واستدارة الحائط على ميناها ، فأحبّ أن يتخذك « عكا » مثل ذلك الميناء في الماء في هذا الزمان ثمّ ذكر له جدنا أبو بكر البنّاء ، وقيل إن كان عند أحد علم هذه فعنده ، فكتب إلى صاحبه على بيت المقدس حتى أنهضه إليه .\r\nفلما صار إليه وذكر له ذلك ، قال : هذا أمر هينّ ، علىّ بفلق الجميّز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ص 143 من الكواكب السيارة في ترتيب الزيارة من أسفل .\r\n( 2 ) ج 1 ص 381 من المطبعة الأميرية وفي هذه الصفحة أن باب زويلة هذا بنى في سنة 484 ه ، وأن باب لفتوح من في سنة 480 ه فيكون هؤلاء الأخوة من رجال القرن الخامس .\r\n( 3 ) ( صور ) بضم الأول : مدينة بحرية معروفة من الثغور السورية وكانت من المدن المحصنة .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nالغليظة ، فصفّها على وجه الماء بقدر الحصن البرى ، وخيّط بعضها ببعض ، وجعل لها بابا من الغرب عظيما ، ثم بنى عليها بالحجارة والشيد ، وخعل كلما بنى خمس دوامس ربطها بأعمدة غلاط ليشتد البناء ، وجعلت الفلق كلما ثقلت نزلت ، حتى إذا علم أنها قد جاست على الرمل ، تركها حولا كاملا حتى أخذت قرارها ثم عاد فبنى من حيث ترك ، كلما بلغ البناء إلى الحائط القديم داخله فيه وخيطه به ثم جعل على الباب قنطرة ، فالمراكب في كل ليلة تدخل الميناء وتجر السلسلة مثل سور . قال : فدفع إليه ألف دينار سوى الخلع وغيرها من المركوب ، واسمه عليه مكتوب » انتهى .\r\nويرى القارئ ألفاظا ومصطلحات للفن كانت مستعملة في ذلك العهد ؛ مثل استعماله الدرامس للمداميك التي تبنى في الماء لأنها لا تكون ظاهرة ، ومادة « دمس » في اللغة تفيد هذا المعنى ؛ واستعماله التحنيط لربط فلق الخشب بعضها ببعض « 1 » ، وقوله : جلست على الرمل ، أي استقرت . ويظهر أنه يريد بفلق الجميز الغليظة ، ما نسميه اليوم بالكتل جمع كتلة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كثيرا ما يستعلمون التخبيط لشد خشب السفن التي تربط أجزاؤها بلا مسامير ، ومنه قول المقريزي في خططه ( ج 1 س 203 من طبعة بولاق ) إن الجلاب التي بعيذاب لركوب الحجاج إلى جدة لا يستعملون فيها المسامير ، بل يخيط خشبها بالقنبار وهو متخذ من شجر البارجيل .\r\nوقال سبط ابن الجوزي في الجزء الأول من مرآة الزمان إن سفن البحر الرومي مستمر وسفن البحر الشرقي تشد بليف النارجيل فعبر بالشد ولكن أكثر سياج العرب عبروا في رحلاتهم بالتخبيط ، وعلل المسعودي هذا العمل في « مروج الذهب » بأن ماء هذا البحر يذيب الحديد .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nفن التصوير عند العرب\r\nلم لم يصور العرب ؟ أتحرّجا دينيا إحجامهم عنه ، وقد رأيناه على ثيابهم وأثاثهم وجدرانهم وفي دورهم وأفنيتهم ؟ أم عجزا خصّوا به فيه دون صنوانه من الصناعات ، كالنحت والحفر ، والنجر والنقش وغيرها ، وقد بلغوا فيها الشأو المعجز ؟ وبعد فبين أيدينا من أسمائهم المنقوشة على أثارهم ، وما سجلته الأخبار عن مصوريهم ؛ وروى لنا عن طبقاتهم ككتاب « ضوء النبراس وأنس الجلاس في أخبار المزوقين من الناس » المذكور في خطط المقريزي ما يدحض هذا الزعم الباطل والرأي القائل .\r\nفمن الأدلة على اشتغالهم به في الصدر الأول غير ما تقدم في فصول الرسالة - ما رواه الإمام البخاري في باب بيع التصاوير في كتاب البيوع عن سعيد بن أبي الحسن أنه قال : « كنت عند ابن عباس رضى اللّه عنهما ، إذ أتاه رجل فقال : يا أبا عباس إنّي إنسان ، إنما معيشتى من صنعه يدي ، وإنّي أصنع هذه التصاوير فقال ابن عباس : لا أحدثك إلا ما سمعت يدي ، وإنّي أصنع هذه التصاوير فقال ابن عباس : لا أحدثك إلا ما سمعت رسول اللّه صلّى اللّه عليه وسلم يقول سمعته يقول : من صور صورة فإن اللّه معذبه حتى ينفخ فيها الروح وليس بنافخ فيها أبدا فربا « 1 » الرجل ربوة شديدة واصفر وجهه فقال : ويحك إن أتيت إلا أن تصنع فعليك بهذا الشجر كل شيء ليس فيع روح » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ربا أي انتفح وأصابه نفس في جوفه وقيل : ذعر وامتلأ خوفا .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nوفي باب التصاوير من صحيح البخاري أيضا عن أبي زرعة أنه قال :\r\n« دخلت مع أبي هريرة دارا بالمدينة فرأى أعلاها مصورا يصور إلى آخر ما جاء في الحديث ، والدار دار مروان بن الحكم وقيل سعيد بن العاص ولم يقف العلامة ابن حجر على اسم هذا المصور .\r\nوما نظمه الشعراء في أشعارهم من وصف المصورين كقول بعضهم في رسام وقد أورده الصفدي في « جلوة المذاكرة وخلوة المحاضرة »\r\n قلت لرسامكم * بك الفؤاد مغرم\r\nقال متى أذيبه * فقلت حين ترسم « 1 » \r\nوقول برهان الدين الباعوني :\r\n أفديه رساما رشيق معاطف * بجميع أوصاف الجمال قد اتسم\r\nرسم العذار وقد بدا في خده * أنى أموت به فمتّ كما رسم \r\nوقول الصفدي في رسّام أيضا :\r\n أحببت ظبيا بالرسم مشتغلا * وحسنه فاق في ذوى الفهم\r\nألم يروا طرفه وصنعته * فيعرفوه بالحدّ والرسم « 2 » \r\nوقال فيه :\r\n أحببت رسامكم فذبت به * واشتغل القلب منه واشتعلا\r\nلا تنكروا قط لي ضنا جسدي * فإن هذا برسم عملا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فيه تورية بالرسم بمعنى الأمر ، ومنه مرسوم السلطان .\r\n( 2 ) فيه تور بالحد والرسم عند المنطقيين .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nوقال في نقاش :\r\n أحببت نقاش صاغة شهدت * له بفرط المحاسن الحور\r\nوصاد قلب « 1 » الورد بناظره * فجفنه كاسر ومكسور \r\nوقال فيه :\r\n يا حسن نقاش كتمت صبابتى * في حبه لكن وجدى فاشى\r\nإن كان عارضه يفسر لوعتى * لا تنكروا التفسير والنقاش « 2 » \r\nوقال في دهّان :\r\n ودهان أقول له ونفسي * من الوجد المبرح لم أجدها\r\nملكت جميع حسن في البرايا * ( فلو صورت نفسك لم تزدها ) « 3 » \r\nولبعضهم في دهّان أيضا :\r\n فديتك أيها الدهان لم ذا * تصور في دهانك ما دهانى\r\nإذا انشقّت سماء الحسن كانت * خدودك وردة مثل الدهان « 4 » \r\nوأنشد السبكي في طبقاته لمنصور ابن محمّد الأزدي قاضى هراة :\r\n طلع البنفسج زائرا أهلا به * من وافد سرّ القلوب وزائر\r\nفكأنما النقاش قطع لي به * من أزرق لديباج صورة طائر \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لو قال : ( صاد قلوب الورى ) لكان أولى .\r\n( 2 ) فيه تورية بتفسير القرآن الكريم المسمى بشفاء الصدور لأبى بكر محمد بن الحسن المعروف بالنقاش الموصلي المتوفى سنة 351 ه كما في الكامل لابن الأثير .\r\n( 3 ) هذا الشطر مضمن من قول أبى تمام وعجزه ( على ما فيك من كرم الطباع )\r\n( 4 ) فيه اقتباس من قوله تعالى :  ( فَإِذَا انْشَقَّتِ السَّماءُ فَكانَتْ وَرْدَةً كَالدِّهانِ ) . \r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nإلى غير ذلك مما لم تستحضره الذاكرة .\r\nوذكر الخطيب في مقدمة تاريخ مدينة السلام شارعا ببغداد كان يسمى بشارع المصوّر ، غير أنه لم يفصح عن اسمه ، ولا ريب في أن كان مشهورا بالبراعة في فنه حتى نسب إليه هذا الشارع . ويشبه قصة الجاحظ مع المرأة والصائغ ما رواه الداغستانى في . « تحفة الدهر ونفحة الزهر من أهل العصر » ، وقد ذكر القصة استطرادا في ترجمة السيد يحيى بن حسين هاشم فقال : يحكى عن ابن قزمان : أنه تبع إحدى الماجنات ، وكان أحول فأشارت إليه أن يتبعها فتبعها حتى أتت به سوق الصاغة بإشبيلية ، فوقفت على صائغ وقالت له : يا معلم مثل هذا يكون فص الخاتم الذي قلت لك عنه ، تشير إلى عين ذلك الأحول الذي تبعها ، وكانت كلّفت ذلك الصائغ أن يعمل لها خاتما يكون فصه عين إبليس ، فقال لها الصائغ : جيئينى بالمثال فإني لم أر هذا ولا سمعت به قط .\r\nوحكاها بعضهم على وجه آخر أنها ذهبت إلى الصائغ فقالت : صور لي صورة الشيطان : فقال لها : ايتيني بمثال ، فلما تبعها ابن قزمان جاءته به وقالت له مثل هذا ، فسأل ابن قزمان الصائغ فأعلمه فخجل ولعنها .\r\nوليس بين أيدينا عن هذا النوع من التصوير في الصحف أو الألواح - نصوص تبلغ في الكثرة مبلغ ما تقدم في الكلام على المصورين ذكر ثلاث صور إحداها « للكتامي » صور بها يوسف عليه السلام في الجب وهو عريان أبدع فيها . والثانية « لابن عزيز » صور بها راقصة بثياب حمراء في صورة حنية صفراء من رآها ظن أنها بارزة من الحنية والثالية « للقصير » صور بها راقصة بثياب بيضاء في صورة حنية سوداء كأنها داخلة في الحنية ، ولا يخفى ما يستدعيه ذلك من البراعة في التصوير . وسيأتي أيضا في هذا الفصل ذكر بعض ألواح من القاشاني مصورة ولكنها على ما نرى تعد من نوع التصوير على\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nالجدران لأن الغالب في القاشاني أن يلصق بها .\r\nوذكر المسعودي وغيره صورة « لمانى » القائل بالنور والظلمة - كانت متخذة للمأمون يمتحن بها القائلين بقوله فإذا بلغه خبر بعضهم - أحضره وأحضر له الصورة وأمره أن يتفل عليها ويتبرأ من صاحبها فإن فعل نجا وإلا علم أنه من شيعته فعاقبه . وحديث الطفيلى مع الزنادقة الذين اتهموا بهذه النحلة وحملوا إلى المأمون معروف فلا حاجة لذكره .\r\nوهاكم أسماء من عثرنا عليهم من مصورى ملتقطة من عدة مصادر ، ومرتبة على حروف المعجم ، « 1 » بينهم من النوابغ الذين شهدت أخبارهم وآثارهم بتفوقهم في الفن : البصريون ، وابن الرزاز ، وابن عزيز ، وابن العميد ، والقصير ، والكتامى ، والأمير عزّ الدين مسعود ، وبنو المعلم ، والنازوك .\r\nوالآخرون لم تفصح أخبارهم عن مبلغ قدرتهم الفنية أو كانوا من المتوسطين .\r\nوقد ذكرنا بينهم بعض من برع في ملحقات التصوير ، كالتذهب و ( التزميك ) « 2 » . وعذرنا في التساهل ندوة العثور على أمثالهم بعد ضياع ما كتب عن ذوى الفنون وفنونهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا بعد البصريين وبنى المعلم شخصين ، لأنا لم نقف على عدد أفرادهم .\r\n( 2 ) كلمة مولدة يراد بها النقش والتزيين بالذهب والألوان .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالعرب الذين أحكموا صناعة النقش والدهان والرسم والزخرفة\r\n1 - ( أحمد بن علي المصري ) الرسام ، ولد بعد سنة 750 وتوفى سنة 817 ه وتعاني صناعة الرسم ، وتعاطى النظم مع عاميّة شديدة ، ولكنه كان سهلا عليه وكان عند إنشاده الشعر كأنه يتكلم لعدم تكفله لذلك . ترجمه السخاوي في « الضوء اللامع » .\r\n2 - ( أحمد الواقع ) من متأخري المصورين ، له بدار الآثار العربية بالقاهرة لوح من القلشانى عليه صورة الكعبة وبعض المشاهد بالحرم وعلى حواشيه منائر وأبواب عمله سنة 1074 ونقش عليه اسمه .\r\n3 - ( أحمد بن يوسف بن هلال الحلبي ) كان يصنع الأوضاع العجيبة ، وبرع في النقش والتزميك « 1 » والتذهيب ، وأولع بصنع الأوضاع المستحسنة في الأوراق المذهبة ، توفى سنة 737 وقيل 738 ه .\r\n4 - ( بدر أبو يعلى ) من آثاره تنّور بدار الآثار منقوش بآيات الصناعة الرائعة في إحكام رسوم زخارفه وقد نقش عليه ما نصّه : « عمل المعلم بدر أبو يعلى في شهور سنة ثلاثين وسبعمائة فرغ منه في مدة أربعة عشر يوم » يريد أربعة عشر يوما ، فجاء به هكذا لعامّيته .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كلمة مولدة يكثر ورودها في عباراتهم ويراد بها النقش والتزيين بالذهب والألوان .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n5 - ( أبو تجزأة جواد بن سليمان بن غالب اللخمي ) : برع في النقش ورسم الهياكل المدوّرة في المصحف ، وبلغ الغاية في نقش الخواتم وإجراء الميناء عليها ، وأتقن فنونا أخرى كالزركشة والتطريز والنجارة التطعيم . مات سنة 756 ه .\r\n6 - ( حمدان الخراط « 1 » ) جاء في الأغانى ما ملخصه : أن رجلا بالبصرة كان يسمّى بحمدان الخراط ، اتخذ جاما لإنسان كان بشار بن برد عنده فسأله بشّار أن يتخذ له جاما فيه صور طير تطير فاتخذه له ، وجاءه به ؛ فقال له : كان ينبغي أن تتخذ فوق هذه الطير طائرا من الجوارح كأنه يريد صيدها ، فإنه كان أحسن . قال : لم أعلم ، قال : بلى قد هلمت ولكن علمت أنى أعمى لا أبصر شيذا وتهدده بالهجاء ، فأوعده حمدان - إن هو هجاه - أن يصوره صورة قبيحة مع قرد على باب داره حتى يراه الصادر والوارد ، فقال بشار اللهم أخزه أنا أمازحه وهو يأبى إلا الجد .\r\n7 - ( ابن الرزاز ) هو أبو العز بن إسماعيل بن الرزاز الجزري مؤلف كتاب الحيل الجامع بين العلم والعمل ، المتقدم ذكره ، ومن يطالع كتابه هذا يعلم أنه كان من مصورى التماثيل المحركة بالحيل .\r\n8 - ( شعيب بن محمد بن جعفر التونسي ) : برع في التزميك ، وأتقن عدّة فنون . وتوفى سنة 770 ه .\r\n9 - ( عبد الرحمن بن أبي بكر الرسام ) الدمشقي ويعرف بابن الحبال . مات بدمشق فجأة سنة 861 ه ، ودفن بالصالحية .\r\n10 - ( عبد الرحمن بن علي بن محمد الدهان ) ويعرف بابن مفتاح كان يعاني صناعة الدهان ويكتسب منها ، توفى قريب سنة 860 ه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو مما استدركه علينا الفاضل مفتشى صحيفة ( دار السلام ) .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n11 - ( عبد الكريم الفاسي الشهير بالزويع ) من متأخري المصورين على القاشاني ، له بدار الآثار قطع عمل بعضها سنة 1171 ه وكتب عليها اسمه .\r\n12 - ( أبو العزّ ) من المصورين على الخزف ، كتب اسمه على قطع مما عثر عليه في أطلال الفسطاط . وقد شرحنا وصف هذا الخزف المصور فيما تقدم .\r\n13 - ( ابن عزيز ) من مصورى العصر الفاطمي ، استدعاه الوزير اليازورى « 1 » من العراق إلى مصر لمحاربة ( القصير ) لأن القصير كان يشتط في أجرته ، ويلحقه عجب في صنعته ذكره المقريزي وذكر له صورة راقصة بثياب حمراء في صورة حنية صفراء ترى كأنها بارزة من الحنية أبدع فيها .\r\n14 - ( علي بن عبد القادر بن محمد النقاش ) أخذ صناعة النقش عن زوج أمه وبرع فيها وتكسب في حانوت بالصاغة . توفّى سنة 880 ه .\r\n15 - ( علىّ بن محمد امكى ) من المصورين على الزجاج له بدار الآثار مشكاة بديعة صوّر عليها إحدى الشارات المسماة بالرنوك وكتب عليها اسمه .\r\n16 - ( علي بن مهمد ) له بدار الآثار لوح من القاشاني عليه صورة محراب قائم على عمودين وقنديل معلق بأعلاه صوره سنة 716 ه وكتب عليه اسمه .\r\n17 - ( ابن العميد ) « 2 » وفاته سنة 360 ه : جاء في كتاب « تجارب الأمم » لابن مسكوية في حوادث سنة 359 ه عند ذكر فضائل أبى الفضل ابن العميد ما نصه « وكان يختص بغرائب من العلوم الغامضة التي لا يدعيها أحد كعلوم الحيل التي يحتاج فيها إلى أواخر علوم الهندسة والطبيعة والحركات الغريبة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اليازورى نسبة إلى يازور المثناة التحتية أولها وهي بليدة بسواحل الرملة من أعمال فلسطين بالشام ينسب إليها الوزير المذكور وهو أبو محمد الحسن بن عبد الرحمن اليازورى وزير الفاطميين الملقب بقاضى القضاة وقد يتصحف بالبازورى بالموحدة في بعض كتب التاريخ المطبوعة فليتنبه له .\r\n( 2 ) هو مما استدركه علينا الفاضل منشئ صحيفة ( دار السلام ) .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nوجر الثقل ومعرفة مراكز الأثقال وإخراج كثير مما امتنع على القدماء من القوة إلى الفعل وعمل الآلات الغريبة لفتح القلاع والحيل على الصحون والحيل في الحروب مثل ذلك ، واتخاذ أسلحة وسهام تنفذ أمدا بعيدا وتؤثر آثارا عظيمة ، ومرآة تحرق على مسافة بعيدة جدا ، ولطف كف لم يسمع بمثله ، ومعرفة بدقائق علم التصاوير وتعاط له بديع ، وقد رأيته يتناول من مجلسه الذي يخلو فيه بثقافة وأهل مؤانسته التفاحة وما يجرى مجراها ، فيعبث بها ساعة ثم يدحرجها وعليها صورة وجه قد خطها بظفره ، ولو تعمد لها غيره بالآلات المعدة في الأيام الكثيرة ما استوفى دقائقها ولا تأتى له مثلها » انتهى .\r\n18 - ( غزال ) أحد المصورين على الخزف المتقدم ذكره ، وورد اسمه منقوشا على بعض القطع .\r\n19 - ( الغيبىّ ) مثل سابقه ، ويلاحظ أنّ اسمه كتب على بعض القطع « الغيبىّ الشامىّ » وجاء في بعضها غفلا من هذه النسبة فلا ندري .\r\n20 - ( قرّة بن قميطا الحرّانى ) من مصوّري البدلان ، وتقدّم أنه عمل صفة الدنيا بالأصباع في ثوب دبيقىّ ، فانتحلها ثابت بن قرّة على ما ذكره ابن النديم في الفهرست .\r\n21 - فاضل بن عليّ رأيت له ترجمة في الجزء السابع من التذكرة الكمالية لكمال الدين محمد الغزّىّ ، وهو عندي بخطه فآثرت إثباتها برمتها - لأن صاحب « سلك الدرر » لم يتعرّض لذكره وهي : « فاضل بن علىّ بن عمر الظاهر الزيدانى الصفدىّ الأديب الأريب الناظم الناثر الشاعر المجيد المتفوّق الأوحد ، ولد سنة أربع وسبعين ومائة وألف وجاء تاريخ ولادته « 1 » وقرأ على عبد الغنى بن الصفدي « 1 » بصفد ، وعلى غيره وحفظ المتون ولما قتل والده في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بياض بالأصل .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nقصة طويلة أخد مع إخوته وبنى عمّه وقرأ صاحب الترجمة هناك على جماعة كالعلامة مصطفى أفندي لحميدىّ وخليل أفندي القسطمونى والمنيب وعمر بن عبد السلام بن مرتضى الأزرنجانىّ وغزر فضله ونظم ونثر ما هو كعقد الجمان وسلك لدرر وتعلم اللغة التركية ومهر بها وترجم كتابا في الطبّ من العربية إلى التركية باسم مخدومه وصار له مارة كلية في التصوير والنقش وتجسيم البلاد والعبار له في ذلك العجب العجاب » .\r\n22 - ( القصير ) من مصوّرى العهد الفاطمىّ بمصر ذكره المقريزي وذكر له صورة راقصة بثياب بيضاء في صورة حنّية دهنها أسود ترى كأنها داخلة في الحنية .\r\n23 - ( الكتامىّ ) أحد تلاميذ بنى المعلم بمصر ذكره المقريزي وذكر له صورة كانت بدار النعمان بالفرقة وهي صورة يوسف عليه السلام في الجبّ وهو عريان والجب كله أسود إذا نظره الإنسان ظنّ أن جسمه باب من لون دهن الجب .\r\n24 - ( محمد بن حسن الموصلي ) له بدار الآثار منارة من صفر محلاة بالذهب والفضة والكتابة الكوفية عليها صور آدميين وصنوف من الحيوان نقشها سنة 668 ه ونقش عليها اسمه .\r\n25 - ( محمد الدمشقي ) له بدار الآثار لوح من القاشاني عليه صورة مكة والكعبة صورة سنة 1139 ه وكتب عليه اسمه .\r\n26 - ( محمد بن سنقر البغدادي ) له دار الآثار كرسي من صفر عمله للناصر محمد بن قلاوون وحلاه بالنقوش البديعة ، وصور عليه صورا من البط ، ونقش عليه هذه العبارة : « عمل العبد الفقير الراجي عفو ربه المعترف بذنبه الأستاذ\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nمحمد بن سنقر البغدادي السناني وذلك في تاريخ سنة ثمانية « 1 » وعشرين وسبعمائة في أيام مولانا الملك الناصر عز نصره » .\r\n27 - ( محمد بن علي بن عمر ) المعروف بشمس الدين الدهان لمعاناته هذه الصناعة وكان ملمّا بصناعات أخرى هجاه جمال الدين الصوفي ببيتين يدلان على أنه كان يصور الناس - تحاشيت عن ذكرهما . توفى سنة 721 ه .\r\n28 - ( محمد بن محمد بن أحمد ) شمس الدين الرسام تميز في صناعته وبرع في غيرها كالتذهيب وعمل المزهرات وقص الورق وإلصاق الصيني كان موجدا سنة 885 ه .\r\n29 - ( محمد بن محمد بن عيسى ) القاهرة كان موجودا سنة 895 ه وتدرب في التذهب على « ابن سداد » وفي شطف اللازورد على « ظهير العجمي » وبرع في فنون أخرى .\r\n30 - ( محمد السفياني ) من المصورين على الصفر له بدار الآثار تنور عليه رسوم كتب عليها « عمل الحاج محمود الضراب في النحاس يعرف بالسيفانى » .\r\n31 - ( مرشد بن محمد ) المعروف بابن المصري أجاد في صناعة التذهيب وغيرها وكان موجودا سنة 894 ه .\r\n32 - ( بنو المعلم ) ذكرهم المقريزي وذكر من آثارهم تزويق جامع القرافة ووصف من أعمالهم فيه تصويرهم على قنطرة قوس شاذروانا مدرجا بدرج وآلات سود وبيض وحمر وخضر وزرق وصفر إذا تطلع إليها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصواب هنا : ( ثمان )\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nمصطلحات هندسية في البناء الأبنية والدّور وما فيها « 1 »\r\nبالطن : الكسر حظيرة من حجارة\r\nالمثابة : مجتمع الناس بعد تفرقهم .\r\nرحبة : رحبة المكان وتسكن ، ساحته ومتسّعه .\r\nالمساطب : الدكاكين - يقصد عليها ، جمع مسطبة ، وتكسر .\r\nالسّقب : عمود الخباء جمع سقبان ، كغربان ا ه بالمعنى .\r\nأسكبّة : الباب : أسكفّته .\r\nالمشربة : وتضن الراء : الغرقة ، والعليّة والصّفّة ، والمشرعة .\r\nبالصّرب : الكسر : البيوت القليلة من ضعفي الأعراب .\r\nالمضرب : الفسطاط العظيم .\r\nالقصاب : ككتاب : مسنّاة تبنى في اللّحف لئلا يستجمع السيل فينهدم عراق الحائط بسببه .\r\nالمكربة : محركة : الزر ، يكون فيه رأس عمود البيت .\r\nالكلب : خشبة يعمد بها الحائط .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مدن العرب وما بناه الخلفاء من القصور ، المقتبس ج 7 ص 401 .\r\nأبيات تكتب على مجارى الماء وعلى القصور والمباني - نفح الطيب ج 3 ص 345 - 350 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nالكلبة : بالضم : حانوت الخمار .\r\nالنّصبة . بالضم : السارية .\r\nالمنقبة : طريق ضيق بين دارين .\r\nالوقبة : الكوّة العظيمة فيها ظلّ .\r\nالبيت : وتصغيره بييت وبييت ، ولا تقل بويت .\r\nالحانوت : دكان الخمار والخمار نفسه هذا موضع ذكره .\r\nالفخت : ثقوب مستديرة في السّقف .\r\nالقمأة : المكان لا تطلع عليه الشمس كالمقمأة والمقموءة .\r\nوفي الشرع : الذي لا تطلع عليه الشمس شتاء .\r\nالنّقب : الثقب .\r\nالنّث : الحائط النّدىّ .\r\nالشاذروان : السّدّ لرفع المياه . ومعناه بالعامية . تخته بوش ، راجعه في كتاب الأمّ للإمام الشافعىّ في كتاب الحج . وانظر وصفه في أحسن التقاسيم ص 411 إلى آخرها ، حلبة الكميت آخر ص 185 .\r\nأبيات فيها شاذروان . وفي آخر ، ص 251 . مقطوعان فيه .\r\nاليتيمة ج 1 ص 271 - الكتاب رقم 648 شعر آخر ص 218 .\r\nمقطوعان في الشاذروان .\r\nالحجوج : كحزوّر . الطريق يستقيم مرّة ويعوجّ أخرى .\r\nالحجج : بضمتين الطرق المحفرة .\r\nروزنة : الكوة معرب ، شفاء العليل آخر ص 107 .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nوفي الدرر المنتخبات المنثورة ص 192 : على أنها : ( الترسينة )\r\nصلوات : كنائس اليهود الخ ، شفاء العليا ص 141 .\r\nطارمة : بيت من خشب الخ - ذكرت في ( كشك ) .\r\nقوس : اسم الصومعة ( ذكرناه فيها ) .\r\nقلايا : جمع قلاية : معبد للنصارى الخ ، شفاء العليل ص 184 ، 185 .\r\nكريج : ذكر في ( دكان ) من العامية .\r\nكنيسة : شفاء العليل ص 195 .\r\nماجون : الموضع يجتمعون فيه . معرب ، شفاء العليل ص 208 .\r\nالناووس : القبر ، شفاء العليل ص 231 .\r\nهيكل : مكان للعبادة يقام فيه نصب أو ما يشبه الضريح عند غير المسلمين الخ ، شفاء العليل ص 236 .\r\nالرّتج : محركة ، الباب العظيم كالرتاج ككتاب . وقيل : ( الرتاج : الباب المغلق ، وعليه باب صغير .\r\nرتج : سكّة رتج ، لا منفذ لها .\r\nالرّجّ : بناء الباب ، انظر اللسان .\r\nالسّجج : الطايات ، جمع طاية . وهي السطح الممدّرة أي : المطلية بالطين .\r\nالسّرنج : كسمندر . شيء من الصنعة كالفسيفساء .\r\nالسّلاليج : الدّلب الطوال ، والسّليجة . الساجة التي يشق منها الباب .\r\nالسّياج : الحائط .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nالشّبح : محركة . الباب العالي البناء ، أو الأبواب . واحدها بهاء .\r\nالشّبح : ( بالمهملة ) ويحرك ، الباب العالي البناء .\r\nالصّاروج : النورة وأخلاطها . معرّب ، وصرّة الحوض تصريحا .\r\nوفي الشرح . يقال له : الشاروق أيضا وشرّق الحوض حوض مصرج ومصهرج .\r\nالمعراج : والمعرج السّلم والمصعد .\r\nالكندوج : شبه المخزن معرّب . كند وكندجة والباني في الجدران والطيقان مولده . وفي الشرح لأن الكاف والجيم لا يجتمعان في كلمة عربية إلا قولهم : رجل جكر ، كذا في المصباح .\r\nفي مصباح الدياجى في الجغرافية ص 78 : محراب مكندح الرأس ، وبعده مكندحة . وفي ص 86 كذلك . وانظر فلعله محرف عن مكنده . وفي مسالك الأبصار - لابن فضل اللّه ج 1 . ص 149 س 18 : شبه الجبس المكندج .\r\nالولجة : محركة . كهف تستتر فيه المارّة من مطر وغيره .\r\nالبدحة : بالضمّ ( السّاحة ) .\r\nالأجلح : سطح لم يحجّز بجدار .\r\nالجناح : الرّوشن .\r\nالمسطح : عمود للخباء .\r\nالسّاحة : الناحية ، وفضاء بين دور الحىّ .\r\nالمشلّح : كمعظّم . مسلخ الحمّام .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالفتح : بضمّتين . الباب الواسع المفتوح .\r\nقنح : قنح الباب : نحت له خشبة ورفعة بها ، كأقنحة . انظر ( القناحة ) أيضا في الآلات .\r\nالكرح والركح : بالكسر بيت الراهب - ج أكراح . الأكبراح مواضع تخرج إليها النصارى في أعيادهم .\r\nالأكارح : بيوت الرهبان . معرّب - الطراز المذهّب ص 19 .\r\nالخوخة : كوّة تؤدى الضوء إلى البيت ومخترق ما بين كلّ دارين ما عليه باب .\r\nالكوخ : بالضمّ والكاخ . بيت مسنّم من قصب بلا كوّة .\r\nالمحرّد : كمعظم الكوخ المسنم - حرّد زيد آوى إلى كوخ مسنم .\r\nالبدّ : الصنم . معرّب ( بت ) وبيت الصّضنم ا ه بمعناه .\r\nالإجاد : ككتاب : الطاق القصير . وفي اللسان : أنه الأجاد أيضا . وبناء مؤجّد : مقوّى .\r\nالجادّة : معظم الطريق - وقيل : سواؤه ، وقيل : وسطه ، وقيل : هي الطريق الأعظم الذي يجمع الطرق ، ولا بدّ من المرور عليه .\r\nالسّدّة : ما يبقى من الطاق المسدود . وفي مادة ( سدّ ) من المصباح : أنها الصفة أو السقيفة فوق الباب ، أو أن هذا خطأ ، والصواب أن السيرة :\r\nالباب . الخ .\r\nأعضاد : الطريق وغيره ما يسدّ حواليه من البناء ( الواحد عضد عضد ) .\r\nالتّمريد : في البناء : التلميس . والتسوية ، وبناء ممرّد : مطوّل .\r\nميداء : ميداء الطريق جانباه وبعده .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالوصيد : الفناء ، والعتبة ، وبيت كالحظيرة من الحجارة في الجبال للمال ، وكهف أصحاب الكهف .\r\nالموصّد : كمعظّم الخدر .\r\nالميطدة : خشبة يوطّد بها أساس بناء وغيره ليصلب .\r\nوالوطائد : أثافى القدر وقواعد البنيان .\r\nالوقائذ : حجارة مفروشة .\r\nالإجّار : السطح كالانجار . ج أجاجير أجاجرة وأناجير .\r\nوفي المخصص : السطح . وقيل : حجرة في السطح .\r\nالتّأمور : صومعة الراهب وناموسه . في مادة ( أمر ) .\r\nالبصيرة : ما بين شقتّى البيت . . . ثمّ قال . ومن علّق على بابه بصيرة ، للشّقة .\r\nالتّير : الحائز بين البيتين « في الشرح صوابه . الجائز .\r\nالجدير : مكان بنى حواليه جدار . . . والجديرة : الحظيرة .\r\nوفي مادة ( جدر ) من اللسان ص 190 . الجديرة الحظيرة من الحجارة ، فان كانت من طين فهي جدار - راجع غيره فعلها ما يبنى من الحجارة فقط بدون طين ويحقق .\r\nالمجرّ : كمردّ . الجائز توضع عليه أطراف العوارض .\r\nالجنافير : القبور العادية جمع جنفور .\r\nالخوارج والدواخل : التي تزين بها الحيطان - راجعها في مادة ( خرج ) من المصباح .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالرواق : بالكسر : بيت كالفسطاط يحمل على سطاع واحد في وسطه مادة ( ورق ) من المصباح .\r\nالسّرادق : ذكر في ( تزلك ) .\r\nالصّرح : بيت واحد يبنى مفردا طويلا ضخما مادة ( صرح ) من اللسان ، ينظر هل يرادف ( شاتو ) .\r\nالأطم : القصر ، وكل حصن مبنى بالحجارة ، وكل بيت مربّع مسطّح .\r\nالعضادة : جانب العتبة من الباب مادّة ( عضد ) من المصباح .\r\nالفهر : لليهود موضع مدارسهم الذي يجتمعون فيه للصلاة الخ مادّة ( فهر ) من المصباح .\r\nالوطيس : مثل التنّور يختبز فيه . مادّة ( وطس ) من المصباح .\r\nالحتر : بالكسر ما يوصل بأسفل الخباء إذا ارتفع من الأرض كالحتر بالضم .\r\nالحظيرة : المحيط بالشيء خشبا أو قصبا .\r\nالحظار : ككتاب ، الحائط ويفتح ، أو ما يعمل للإبل من شجرة ليقبها البرد ، وككتف الشجرة المحتظر به .\r\nتخريج الدلالات السمعيّة ص 267 . الحظار . المانع بين الشيئين .\r\nالحفار : ككتاب . عود يعوّج ثم يجعل وسط البيت ويثقب في وسطه ويجعل العمود الأوسط .\r\nالحنيرة : عقد الطاق المبنىّ .\r\nالمستحير : الطريق الذي يأخذ في عرض مفازة ولا يدرى أين منفذه .\r\nالحير : شبه الحظيرة .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالحارة : كلّ محلّة دنت منازلهم .\r\nالخدر : بالكسر : ستر يمدّ للجارية في ناحية البيت كالأخدور وكل ما واراك من بيت ونحوه .\r\nالدّبر : بالضم وبضمتين ، زاوية البيت .\r\nالدّابر : البناء فوق الحسي ، ورفرف البناء .\r\nدثر : على القتيل . نضّد عليه الصّخر .\r\nالدّجران : بالكسر الخشب المنصوب للتعريش - ذكرناه في ( تكعيبه ) احتياطا .\r\nالدّوّار : الكعبة . وانظر فلعله يريد . البيت المربع .\r\nالحجرة : الغرفة . استحجر . اتخذ حجرة ، كتحجر .\r\nالغرفة : بالضم . العلّيّة .\r\nالمقصورة : الدار الموسّعة المحصّنة أو هي أصغر من الدار كالقصارة بالضم ، ولا يدخلها إلا صاحبها .\r\nالسّدار : شبه الحذر .\r\nالحشّة : القبّة . العظيمة « والجنبذة » كالقبة .\r\nالصّومعة : بيت للنصارى « الرّيع » الصومعة .\r\nالحلّة : جماعة بيوت الناس ، أو مائة بيت ، والمجلس ، والمجتمع .\r\nالكبس : بيت من طين ، الجنز : البيت الصغير من الطين .\r\nالحفش : البيت الصغير جدا . الرّدهة : البيت الذي لا أعظم منه .\r\nالمجلوة : البيت الذي لا باب فيه ولا ستر .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nالوأم : البيت الدفيء .\r\nالاقنة : بالضم . بيت من حجرج كصر .\r\nالطّراف : البيت من أدم .\r\nالوسوط : البيت من بيوت الشعر أو هو أصغرها .\r\nالمغنى : المنزل الذي غنى به أهله ثمّ ظعنوا أو عام .\r\nالمعهد : المنزل المعهود به الشيء .\r\nالمشرقة : موضع القعود في الشمس بالشتاء انظر هل يصح إطلاقها على الحجر الشتوية أو نحو ذلك .\r\nالمظلّة : الكبير من الأخبية .\r\nالكنّ : البيت الديماس . الكن والسّرب والحمام .\r\nالقيطون : المخدع - في تصحيح التصحيف وتحرير التحريف للصفدي نقلا عن ما تلحن فيه العامة للزبيدى « ويقولون للبيت بجانب البيت المسكون ( قيطون » والقيطون الذي يكون في جوف البيت ليتخذ للنساء .\r\nقال عبد الرحمن بن حسان\r\n قبة من مراجل ضربتها * عند برد الشتاء في قيطون » . \r\nالصّهوة : البرج في أعلى الرابية .\r\nالعقر : البناء المرتفع . الطّربال : كلّ بناء عال .\r\nالأزج : ضرب من الأبنية . وفي آخر الكلام على ( التّاج ) من معجم البلدان لياقوت أنه كالسرادب تمشى فيه الجواري من قصر إلى قصر كما يفهم من وصفه .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nالأجم : كلّ بيت مربع مسطح . وبضمّتين : الحصن .\r\nالسّنّيق : البيت المحصّص .\r\nالدّوشق : البيت ليس بكبير ولا صغير ، أو البيت الضخم .\r\nالقهقور : بناء من حجارة طويل .\r\nالزون : الموضع تجمع فيه الأصنام وتنصب وتزين .\r\nالمدارس : الموضع يقرأ فيه القرآن ، ومنه مدارس اليهود .\r\nالزّبر : وضع البنيان بعضه على بعض .\r\nالزّرّ : خشبة من أخشاب الخباء .\r\nالزّافرة : ركن البناء .\r\nالسّدار : ككتاب شبه الخدر .\r\nمسمدرّ : طريق مسمدرّ : طويل مستقيم .\r\nالسّورة : ما طال من البناء وحسن . . . وعرق من عروق الحائط .\r\nشجر : شجر البيت : عمدة بعمود .\r\nالصّهر : القبر .\r\nالصّير : ككيس : القبر .\r\nالصّهيور : شبه منبر من طين لمتاع البيت من صفر ونحوه .\r\nالصّير : شقّ الباب .\r\nالضّفر : البناء بحجارة بلا كلس وطين وفي « المخصّص » إذا بنى بحجارة بغير كلس ولا طين فهو : ضفر - وقد ضفر حول بيته صفرا .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nالفسيفساء : والكلام عنها وعن معناها في الخطط التوفيقية ج 13 ص 11 .\r\nوفي « المخصّص » الفسيفساء ألوان تؤلف من الخرز فتوضع في الحيطان . والفسفس : البيت المصور بها .\r\nفي ابن بطوطة ج 1 ص 199 باريس في الترجمة أصلها من الرومية وذكره بحروفها وفي « مروج الذهب » آخر ص 127 - 128 ح 1 :\r\nوصف عملها وذكر ألوانها . وانظر في « مسالك الأبصار » لابن فضل اللّه ج 1 ص 193 .\r\nركيزة وركائز : استعملها في المنهل الصافي ج 1 ص 96 : لأساس العمود الجسر الذي يبنى على الماء .\r\nالحيرىّ : بناء أحدثه المتولك وصفته رواق هو مجلسه وكمّان الخ وشرح هيئته في « مروج الذهب » ج 2 ص 289 .\r\nالإصطبل : في تصحيح التصحيف وتحرير التحريف للصفدىّ نقلا عن تثقيف اللسان للصقلىّ ما نصّه :\r\n« ويقول اصطبلّ الدابة والصواب إصطبل بتخفيف اللام وإسكان الباء »\r\nقال الصفدي : « قلت ألف إصطبل أصلية لأن الزيادة - لا تلحق بنات الأربعة من أوائلها إلا الأسماء الجارية على أفعالها وهي من الخمسة أبعد . وقال أو عمر وليس من كلام العرب وقال في موضع آخر قبل هذا نقلا عن أوراق جمعها الضياء موسى الناسخ : « ويقولون إسطبل والصواب إصطبل بالصاد وجمعه أصاطب وتصغيره أصيطب » . وقال بعض النحويّين جمع إصطبل صطابل وتصغيره صطيبل » وقال بعض النحويين جمع إصطبل صطابل وتصغيره صطيبل ، وقال أحذف الهمزة كما أحذفها من إبراهيم وإسماعيل الخ . .\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالجائز : ويقولون جائزة البيت فيدخلون الهاء ، والصواب جائز هكذا استعملته العرب بلا هاء وفي الحديث « أن امرأة أتت النبي صلّى اللّه عليه وسلم فقال : إنّي رأيت في المنام كأن جائز بيتي انكسر والجمع أجوزة وجوزان . عن أبي زيد ، قال الصفدي : قلت الجائز الجذع وهو سهم البيت وهو الذي يقال له بالفارسية . تير بالتاء ثالثة الحروف وبالياء آخر الحروف وبعدها راء .\r\nاستطار : استطار الحائط انصدع من أوله إلى آخره ، واستطار فيه الشق ارتفع .\r\nاللولب : السلم الذي كسلم المنارة . الرحلة الطرابلسية للنابلسى ص 205 . وهو يعلم إطلاقه على السلالم من هذا النوع التي ترى في الحوانيت وغيرها .\r\nالثّاية : حجارة ترفع فتكون علما للداعي يهتدى بها بالليل إذا رجع . النسخة العتيقة من سفر السعادة ص 38 .\r\nمشريق : مشريق الباب الموضع الذي تدخل منه الشمس - لعلها الشراعة الخ .\r\nالنسخة العتيقة من سفر السعادة ص 91 .\r\nالعمر : بالضم . المسجد والبيعة والكنيسة .\r\nتصوير الحيطان : انظر مادة ( قصّ ) آخر ص 345 - 346 من اللسان - ففيها بيتان في وصف بيت مصوّر بأنواع التصاوير .\r\nنهاية الأرب للنويرىّ طبع دار الكتب ج 1 ص 342 : قصيدة فيها وصف صور الشجر بمسجد دمشق . وفي ص 406 البرج قصر المتوكل من صور وفي ص 410 قصيدة لعمارة اليمنى في قصر مصور الحيطان\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nكتاب الصناعتين لأبى هلال ص 344 - 345 : إيوان في قصر المعتصم على جداره صورة عنقاء .\r\nالكتر : من قبور عاد أو بناء كالقبة .\r\nالكفر : القبر والقرية .\r\nالمصر : الحاجز بين الشيئين كالماصر - اشترى الدار بمصورها : بحدودها .\r\nالأنبار : بيت التاجر ، ينضّد فيه المتاع - الواحد نبر بالكسر .\r\nالحمّام : قطف الأزهار رقم 545 أدب أول ص 350 : أبيات في حمام .\r\nالوفع : البناء المرتفع .\r\nدكّان : في تاريخ الحكماء ص 387 . جلس على دكان على الدجلة وفي ص 388 . أنها عشرون ذراعا في مثلها ، فهي إذن : الدكة التي تعمل في الدور على الماء وعبر عنها ابن شاكر في عيون التواريخ ج 20 ص 341 : بالصفة .\r\nالدهيشة : شيء من البناء لم يتبين معناه . استعملها المقريزي في ج 2 ص 62 .\r\nأنشأ دهيشة الخ ويظهر أنها كالجوسق في البستان أو النظرة ونحوهما .\r\nوفي ص 212 منه : عمل السلطان دهيشة بالقلعة كدهيشة حماة ولم يفسر اللفظ .\r\nانظر الكلام فيه في الكتابات الأثرية على الآثار لفان برشم القسم الخاص بمصر 2435 تاريخ ج 1 ص 333 . اسم لنوع من المساجد أو الزوايا .\r\nذكرناه أيضا في التاريخ ، وفي حرف ( الدال ) من « الألفاظ العامية » احتياطا .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nبغلة : استنعل البغلات للدعائم التي تبنى جانب الحائط لتقويته إذا مال ، خطط المقريزىّ ج 2 ص 252 وذكر في بغلة الكبرى في العاميّة للفظ فقط .\r\nالمصعد : كلام عنه في مجلة الجنان ج 16 ص 433 ويظهر أنه أول اختراعه بأمريكا .\r\nدارفوراء : مفروشة بالرخام وبين كل رخامتين قضيب ذهب في مجلس هشام ابن عبد الملك ، الأغانى ج 5 ص 166 .\r\nناموس الراهب : أي مكانه في بيت - الأغانى ج 21 ص 65 وشاهد .\r\nأرّفت : أرّفت الدار أي بينت معالمها وحدودها - ولم يعرفه ابن جنى ، طبقات السبكي ج 2 ص 241 .\r\nمقازة : رحلة ابن جبير ص 53 للباب مقازنا فضة يتعلق عليهما قفل الباب .\r\nتنظر .\r\nالحمام : يسمى أيضا . الدباس ، والديماس ، والبلّان - حدائق النمام في الحمام رقم 649 أدب ص 9 .\r\nوفي معاهد التنصيص ص 115 : هجو حمام بقلب :\r\n( وقانا لفحة الرمضاء واد ) ذكر في الأدب .\r\nالديوان : سبب تسمية الديوان بذلك ، وأن ديوانه بالفارسية معناه : الشيطان - انظر تاريخ ملوك مصر المماليك رقم 1400 تاريخ ص 85 .\r\nكلام عن ديوانه ص 78 وفي ص 490 : اشتقاق لفظ الديوان شذوذ في لفظ ديوان الاقتضاب ص 99 . تصحيح الواو في ديوان ، ابن جنى على تصريف المازني ص 340 .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nوفي كناش الخوانكى رقم 544 : اشتقاق لفظ كلمة الديوان .\r\nالقصور والمباني : وغيرها بالأندلس . انظر أبياتا مما كتب عليها في نفسخ الطيب ج 3 ص 345 - 350 وفي ص 379 . أبيات مما كتب على قبة رياض الغزلان بالأندلس .\r\nوفي ج 4 ص 585 قصيدة للسان الدين الخطيب كتبها سلطانه على قصوره بالحمراء وكانت لم تزل بها إلى عصر المؤلف وفي ص 720 - 721 منه : أبيات لابن زمرك فيما يرسم على طيقان الأبواب الخ .\r\nالكتابة على القبور : من أوصى بكتابة أبيات على قبره - انظر العقد الفريد ح 2 ص 12 وأبيات وجدت على القبور إلى ص 23 وانظر ص 28 .\r\nثلاثة أحجار من بقايا عاد - عليها أبيات من الشعر :\r\nانظر الروض الأنف ج 1 ص 82 - 83 .\r\nالباشورة : في الحصن - النهج السديد رقم 1396 تاريخ 186 - ترجمة بلف  Le Bastion  - معناه ( البرج ) فهو غير الباشورة لغة العرب ج ص 12 بالحاشية : الباشورة  Bastion  وهي ما يسميه جهلة اليوم « 1 » : تايية أو طابية .\r\nالحصن : النهج السديد رقم 1396 تاريخ ص 189 . تكرر ترجمته له بلفظ  Chateaw  وقد ذكرناه استطرادا في المعجم الكبير في الألفاظ العامّية في ( كشك ) .\r\nالثمائل : وكونها الأبنية الضخمة ووجودها عند الرب . في مقالة للأب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يشير إلى عهد المغفور له تيمور باشا رحمه اللّه - أما اليوم فقد عمت المدينة والعلم معظم طبقات الشعب .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nأنستاس الكرملى في مجلة الهلال ج 29 ص 52 - 64 .\r\nالبترة : تكرر ذكر البترة والبتر وهي شيء في البناء تحقق الجامع اللطيف لابن ظهيرة ص 211 - 212 .\r\nالقضارة : في الليان ( مادة « قصر » ص 411 ) وقصارة الدار ومقصورة منها لا يدخلها غير صاحب الدار قال : كان أبى وعمى على الحمى فقصرا منها مقصورة لا يطؤها غيرهما انتهى .\r\nالمحضن : وضعها صاحب الضياء 7 ص 109 : بالحاشية ( للمكان الخيري ) توضع فيها أطفال الفقراء « 1 » لاضطرار أمهاتهم إلى السعي مقابل لفظ  Creche  .\r\nتصوير الحيطان : محو « المهتدى » صور الجدران بمجالس الخلفاء - العزيزي المحلى رقم 682 أدب ص 317 . وفي مجلة المجمع العلمي بدمشق ج 2 ص 148 . نزهة الأنام في محاسن أهل الشام للبدرى رقم 1933 تاريخ ص 40 و 52 : تصوير البلدان والأشجار بمسجد بدمشق .\r\nمصطلحات في البناء : تراجع مثل عمود شحم ولحم ، وعمود روحان في جسد - لأصناف من الرخام ومثل استعماله مثعبن أي : على هيئة الثعبان الخ : مسالك الأبصار لابن فضل اللّه ج 1 ص 133 - 167 .\r\nوفي أواخر ص 212 من هذا الجزء : فيها ضروب صنائع من الضروب المسدسة والمدرب وهو صنعه : « الفص والدوائر » وذلك في وصف سقف . وانظر ص 213 منه ص 8 .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الآن أصبح المحضن يطلق عليه : الملجأ لتربية الأيتام والأطفال الفقراء .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالطواجن : الأعلام لقطب الدين رقم 1339 تاريخ ص 422 : عدد الطواجن التي بالمسجد الحرام - تنظر فلعلّها قباب صغيرة .\r\nالزرجون : لشيء بين الماء والبناء ، في الأساس في ظهر ص 29 من نفح الطيب النسخة المخطوطة رقم 2185 تاريخ .\r\nالسقاية : معناها في الكتابات الأثرّية على الآثار لفان برشم ، القسم الخاص بالقدس ص 2436 تاريخ ج 1 ص 4 .\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nالمعادن والأحجار الكريمة\r\nالزّرياب : بالكسر ، الذهب أو ماؤه - معرّب .\r\nالتّجاب : ككتاب : ما أذيب مرّة من حجارة الفضّة ، وقد بقي فيها منها والقطعة : تجاربة ، والتّجباب : الخط من الفضة في حجر المعدن ونحوه في اللسان ( مادة « تجب » ص 220 ) .\r\nالصّلّب : كسكّر ، والصّلّبيّة والصّلّبىّ : حجارة المسنّ والصلّبىّ ما جلى وشحذ بها .\r\nالصّامت : من المال الذهب والفضة . والناطق منه الإبل .\r\nاللّكاث : كغراب : الحجر البرّاق ( الأملس ) في الجص .\r\nالقلعىّ : للرصاص الخ وفي مادة « قلع » من المصباح : القلعىّ للرصاص قال :\r\nنسبة لموضع وهو شديد البياض الخ نقلا عن تقويم اللسان لابن الجوزىّ : العامّة تقول رصاص قلعى بسكون اللام والصواب فنحها .\r\nالفدر : كعتلّ : الفضّة .\r\nالفهر : بالكسر : الحجر ما يدقّ به الجوز أو يملأ به الكفّ . وفي مادّة ( قهقر ) من اللسام : القهقر والقهاقر : هو ما سهكت به الشيء قال : والفهر أعظم منه ثمّ شاهد .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالندرة : القطعة من الذهب توجد في المعدن .\r\nالنّضر : والنضير والنّضار والأنضر : الذهب أو الفضّة .\r\nوالنّضار : بالضمّ الجوهر الخالص من التبر .\r\nالبلنط : الرخام الرخو الشفّاف عن مجلة الطبيب آخر ص 117 في الفوائد المتفرقة .\r\nالمغناطيس : علّة جذبه للحديد في رأى العرب تاريخ الحكماء ص 313 .\r\nالحصيم : الحصى الصغار - شوارد اللغة في رسائل الصاغاني أواخر ص 50 .\r\nالسّخم : الحديد - شوارد اللغة في رسائل الصاغاني أوائل ص 65 .\r\nالقار : الذي يجلب من عين بين الكوفة والبصرة ونقرش به حمّامات بغداد - ابن بطوطة ج 1 ص 134 ، انظر فيّارة أخرى في ص 141 . وانظر رحلة ابن جبير ص 207 .\r\nالزمرّد بمصر : شيء عن معدن الزمرّد بصحراء قوص خطط المقريزي ج 1 ص 194 وانظر ص 197 وفي ص 233 : أنّه من عمل فقط إلى آخر الفصل وفيه أنّ له ديونا وذكر وصف استخراجه إلى أن بطل ذلك سنة بضع و 760 في سلطنه الناصر حسن « حسن المحاضرة » ج 2 ص 176 - 177 : معدن الزمرّد بمصر ومعادتها وفي ص 179 : عود إلى معدن الزمرّد وموقعه وفي ص 182 : اختصاص مصر بجودة زبرجدها وما اختصت به كل بلد من المعادن .\r\nمروج الذهب ج 1 ص 191 - 193 : معدن الزمرّد من أعمال فقط بالصعيد وأنواعه التي كانت تستخرج .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nقطعة ياقوت بقدر حافر الفرس كانت بالمغرب وسموها بالحافر .\r\nالمعجب للمراكشى ص 182 .\r\nالبلار : لغة في البلور من استعمال المولّدين وقد وردت في - شعر الصاحب ابن عبّاد - خلاصة الأثر ج 4 ص 471 .\r\nالألومينيوم : يرى المقتطف أن يسمّى معدن الألمونيوم بالرغام - ج 57 - أوائل ص 93 .\r\nالنيكل : والكوبلت ووضعها المقتصطف ج 58 ص 209 .\r\nالمذيل : حديد يسمّى بالفارسيّة : نرم آهن عن القاموس . وفي الشرح : أي الحديد الليّن . ينظر .\r\nمغاصات اللؤلؤ : ووصف الغوص الخ لغة العرب ج 1 ص 479 مقالة عنه في الضياء ج 2 ص 296 .\r\nالهلال ج 23 ص 641 : كيف يستخرجون اللؤلؤ من الكويت .\r\nالصخور النهائهه : وصفها صاحب الضياء ج 5 آخر ص 325 للفظ  . Blocserratiques  وهي قطع من الصخر توجد ملقاة وهي مباينة لصخر المكان الذي هي فيه .\r\nالحجر الشّمييسى : الأعلام لقطب الدين رقم 1339 تاريخ 395 ص 2 :\r\nالحجر الشميسىّ وفسره في أواخر الصفحة بأنه : حجر أصفر من جبل شميس .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nمصطلحات هندسية عن بعض أرباب الحرف والصناعات\r\nالمهندس : وفيه نقلا عن تقويم اللسان لابن الجوزىّ وذيل الدّرة للجواليقىّ واللفظ للأخير : « ويقولون : المهندز - بالزاي وهو : المهندس - بالسين لا غير ، وهو مشتقّ من الهنداز فصيرت الزاي سينا لأنه ليس في كلام العرب زاي بعد دال والاسم الهندسية » . قال الصفدىّ :\r\n« قلت يوما هذه القاعدة لبعض الناس ، فغاب عنى حينا وجاءني وقال : نقضت قاعدتك التي ادّعيتها في أنّه لا يجتمع الزاي بعد الدال في كلمة من كلام العرب . قلت له : بم نقضتها ؟ قال : تقول عند زيد . فقلت : هذه نادرة » .\r\nالمنشئ : وفيه نقلا عن تثقيف اللسان للصقلىّ : « ويقولون لصانع السّفن :\r\nنشّاء والصواب : ( منشئ ) لأنه من أنشأ » .\r\nالفينق : النّجّار وقد ورد في بيت في ص 200 - 201 من شرح شواهد الكشاف ، وانظر الإسعاف شرح شواهد القاضي والكشاف ص 58 :\r\nالفينق : النّجار وفي القاموس : النّجار ، والحداد ، والملك ، والبوّاب .\r\nالآسى : مراتع الغزلان ص 171 : مقطوع به طبيب وآسى . وانظر خلع العذار ص 9 . قطف الأزهار رقم 653 - أدب ص 513 مقطوعان فيهما الآسى للطبيب . الإسعاف شرح شواهد الكشاف ص 221 :\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nقوله وكان مع الأطبّاء الأساة ، والفرق بين الطبيب والآسى ، وتوجيه ما في البيت .\r\nالأستاذ والروزكارى : في صناعة البناء . أحسن التقاسيم ص 121 : أجرة الأستاذ قيراط والروزكارى حبّتان .\r\nالرّسم : الدرر الكامنة ج 2 ص 62 : تعلّم الرسم على القماش وفي أوّل ص 714 من هذا الجزء : ذكر أحد من أتقن صناعة الدهان وفي ص 910 منه : أحد من اشتغل بالموسيقى وهو أيضا . نقاش زي : ( رسّام ) .\r\nالعدّار : ككتّان : الملاح . أمّا الربّان . فهو صاحب سكّان السفينة الخ . أنظره في ص 107 من شفاء العليل وفي ص 111 بمعنى : رايز .\r\nالبحّار : الملّاح ، وهو النوتي ومتعهّد النهر ليصلح فوّهته وصنعته ؛ الملاحة بالكسر .\r\nالرّبّان : بالضمّ : رئيس الملاحين كالرّبّانىّ قال الشارح : الرّبانى منسوب .\r\nفتقن : وجمعه : قناقن : ( الذي يعرف الماء في باطن الأرض - شفاء العليل ص 178 ) .\r\nالبارج : الملّاح الفارة .\r\nاللّكّاث : كرمّان : صنّاع الجصّ ( لا التجّار فيه )\r\nاللّهّاث : كعمّال : صانعو الخوص ( دواخلّ - بتشديد اللام : آنية من خوص ) .\r\nالدّيدب : الرّقيب والطليعة ( قدّام العسكر ) كالديابان وهو معرب . وفي الشرح أصله ( ديذه بان ) فغيّروا الحركة وجعلت الذال دالا وقالوا : ديدبان لما\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nأعرب ، وفي الأساس الديدبان هو الرّبيئة .\r\nالدّارب : الحاذق بصناعته . انظر مادة ( درب ) من اللسان ص 361 .\r\nالهانئ : الخادم عن ( هنأ ) في القاموس .\r\nالصّيقبانيّ : العطّار وهو : بائع العطر للطيب .\r\nالرسّام : بيتان في ( رسّام ) للصفدىّ في ص 64 من فض الختام عن التورية والاستخدام تأليفه .\r\nوانظره مع مقطوع آخر في كتابه « الحسن الصريح في مائة مليح » ص 28 وبعدهما مقطوع في ( دهّان ظ وفيه أنه : المصوّر ) وفي أوّل الصفحة مقطوعان في ( نقاش ) وفي جلوة المذاكرة ص 29 : مقطوع في ( رسام ) .\r\nالنّقاش : الأغانى ج 4 ص 152 : كان نقّاشا يعمل البرم من الحجارة وقبله كان ينقش الحجارة .\r\nالكيمارىّ : استعمله هكذا السخاوىّ في التبر المسبوك ص 254 : مرتين لمن يشتغل بالكيمياء الكاذبة ، وذكر قبل ذلك قصّة لرجل فيها . وفي الكامل لابن الأثير ج 10 - آخر ص 178 - 189 : الكيمياوية .\r\nالقار : في ( نقر ) من اللسان ص 87 : النّقّار : النّقّاش الذي ينقش الركب واللجم ونحوها ، وكذلك الذي ينقش الرحى .\r\nالهاجرىّ : البنّاء أمال القالى ج 2 ص 96 .\r\nالواشي : ضرّاب الدنانير وشاهد عليه - العكبري ج 2 ص 179 .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالعاصي : الأغانى ج 12 ص 53 : وكان رجلا يعصو ، والعاصي : البصير بالجراح ، ولذلك يقال لولده : بنو العاصي .\r\nالمدّاد : الذي يمدّ أشرطة الذهب ، وبيتان فيه في ديوان سيف الدين بن المشدّ آخر ص 38 . وفي جواهر الكنز لابن الأثير الحلبىّ ص 350 : مقطوع في غلام يمدّ الشريط .\r\nالقصّار : كشدّاد ومحدّث : محوّر الثياب وحرفته القصارة - بالكسر وخشبته المقصرة كمكنسة .\r\nخلاصة الأثر ج 1 ص 326 وفي المجموعة رقم 678 شعر ص 15 وأول ص 16 : فائدة أدبية في ماء يسيل على أثواب قصّار .\r\nالحشائشىّ : عبّر به في تاريخ الحكماء ص 183 عن النباتى أي : العالم بالنبات .\r\nالكيميائى : عبّر به في تاريخ الحكماء ص 188 عن العالم بالكيمياء .\r\nالنباتىّ : عبّر به في الإحاطة ج 1 ص 88 - 93 في ترجمة أبى جعفر :\r\n( العشّاب ) وذكر اعتناءه بعلم النبات .\r\nالنقيب : الكفيل على القوم ، والنقابة والنكابة : شبيه العرافة . انظر القرطين أواخر 97 .\r\nالقائف : الذي يعرف الآثار ويتبعها وكأنه مقلوب عن القافى . انظر القرطين أوّل ص 174 .\r\nالقلم الأعلى : بالمغرب - هو المعبّر عنه في المشرق بكتابة السر - صبح الأعشى ج 11 ص 26 . وقد عبّر متوليها : بكاتب السرّ في ص 27 منه\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nضمن الظهير الذي كتب لمتولىّ هذا المنصب ذكر في - سكرتير ) .\r\nالمتصدّر : صبح الأعشى ج 11 ص 251 : التصدير هو نوع من التدريس - وذلك - أن يجلس المتصدّر وأمامه شخص يقرأ له وهو يفسّر .\r\nمتطبب طبائعى : صبح الأعشى ج 11 ص 383 : يظهر أنهم يريدون به طبيب الأمراض الباطنيّة ، كما قالوا : ( جرائحى : للجرّاح ) . وفيه نقلا عن تثقيف اللسان للصقلى : « ويقولون فلان المتطبّب إذا أرادوا عالما بالطبّ ويتوهّمون أنه أبلغ من طبيب وليس كذلك ، لأن المتفعل هو الذي يدخل نفسه في الشيء ليضاف إليه وبصير من أهله ، ألا ترى أنك تقول متجلّد متشجّع » . انظر في ج 1 ص 5 من مواسم الأدب حديث بختيشوع وهو حديث أدبى للجاحظ ويظهر أنه من وضعه .\r\nوفي آخر ص 8 و 9 : حديث لطبيب ليس من كلام الجاحظ .\r\nالدمدمكى : باللغة العجميّة معناه ( الساعاتي ) المنهل الصافي ج 5 ص 336 .\r\nالجهّبذ : الصراف - لقبض المال وإعطال الوصول عليه الخ .\r\nالدّارىّ : العطّار منسوب إلى دارين فرصة بالبحرين يحمل المسك من الهند إليها . ويطلق الدّارىّ على ربّ النّعم ، والملاح الذي يلي الشراع .\r\nالسّفرة : الكتبة جمع سافر .\r\nالسّفسير : بالكسر : السّمسار فارسيّة ، والخادم ، والتابع . والرجل العبقرىّ الحاذق بصناعته ، والقهرمان .\r\nالصّبير : الكفيل ، ومقدم القوم في أمورهم .\r\nالصّفّار : صانع الصّفر وهو من النّحاس . ا ه بمعناه وانظر مصباح الدياجى في الجغرافيا ص 57 .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالقسطار : وفيه نقلا عن أوراق جمعها الضياء موسى الناسخ ، فيما تلحن فيه العامّة للزبيدىّ واللفظ للأخير : « ويقولون » للدى ينقد الدراهم ويميز جيّدها من زيوفها : قسطال ويسمّون فعله : القسطلة ، والصواب :\r\n( قسطار ) وهم القساطرة ويقال أيضا قسطر ، وأهل الشام يقولون :\r\nقسطريّا » .\r\nويقال لرئيس القرية أيضا : قسطار شفاء العليل ص 179 .\r\nالقسطرىّ : الجهبذ كالقسطر والقسطار ومنتقد الدراهم ج قساطرة وقسطرها :\r\nانتقدها .\r\nالقرارىّ : الخيّاط والقصّاب . أو كل صانع ، وذكر في العاميّة المصرية أيضا في ( قرارى ) .\r\nالقسورة : الرّماة من الصيادين ، الواحد : قسور ( في الشرح أنه خطأ والقسورة اسم جمع للرماة لا واحد له من لفظة ) .\r\nالعريف : استعماله بمعنى القيّم على اليتيم كتاب قضاء مصر لابن عبد القادر الطوخى أول ص 5 .\r\nالنّذيرة : الولد الذي يجعله أبوه قيما أو خادما للكنيسة ذكرا كان أو أنثى وقد نذرة أبوه .\r\nومن الجيش : طليعتهم الذي ينذرهم أمر عدوّهم .\r\nالشّاطبة : التي تعمل الحصر من الشّطب جمع شطبة وهي السّعف والشّطوب أن تأخذ قشره الأعلى قال : وتشطب وتلحى واحد ، والشّواطب من النساء اللواتي يشققن الخوص ويقشرن العسب ليتخذن منه الحصر ثمّ\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nيلقينا إلى المنقيّات قال قيس ابن الخطيم :\r\n ترى قصد المرّان تلقى كأنها * تذرّع خرصان بأيدي الشّواطب \r\nتقول منه شطبت المرأة الجريد شطبا شقته فهي شاطبة لتعمل منه الحصر الأصمعي : الشاطبة التي تقشر العسيب ثمّ تلقيه فتأخذ كلّ شيء عليه بسكينها حتى تتركه رقيقا ثمّ تلقيه المنقيّة إلى الشاطبة ثانية الشواطب من النساء اللواتي يقدّدن الأديم بعد ما يخلقنه . ا ه جمعيه من اللسان . الأغانى ج 15 ص 134 الشواطب : النساء اللواتي يشطبن قحاء السعف الخ .\r\nوفي شرح شواهد الكشّاف أول ص 130 : بيت فيه الشواطب أي النساء اللاتي يشققن الحصر .\r\nالجرّاد : ( ككتّان ) : جلاء آنية الصّفر .\r\nالنّجّاد : ككتان : من يعالج الفرش والوسائد ويخيطهما .\r\nالوصّاد : النّسّاج . والوصد : النسج .\r\nالجلذىّ : بالضمّ الصانع ، وخادم البيعة ، والرهبان كالجلاذىّ في الكلّ وجمعه الجلاذىّ . بالفتح .\r\nالأبّار : صانع الإبر وبائعها أو البائع : « إبرى » وفتح الباء لحن ا ه بتصرف .\r\nالجزير : بلغة أهل السواد : من يختاره أهل القرية لما ينوبهم من نفقات من ينزل بهم من السلطان ،\r\nوفي الشرح وأنشد :\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n إذا ما رأونا فلّسوا من مهابة * ويسعى علينا بالطعام جزيرها \r\nالشّجّارون : استعملها في صبح الأعشى ج 5 أوائل ص 216 : للذين يعرفون الأعشاب للأدوية .\r\nالبيطار : في تصحيح التصحيف وتحرير التحريف للصفدي نقلا عن تثقيف اللسان للصقلىّ : « ويقولون بيطار والصواب : بيطار وبيطر ومبيطر وأصله من البطر وهو الشّق » قال الصفدىّ : « يقولونه بكسر أوله والصواب فتحه » العامة تقول الآن « بطار » بالقصر . السّكّاك : وفيه نقلا عما تلحن فيه العامّة للزبيدى : « ويقولون لبائع السكاكين سكّاك والصواب سكّان يقال ذهبت إلى السكانين فأما السكّاك فبائع السكك التي تفلح بها الأرضون .\r\nحكيم : الآداب الشرعية لابن مفلح أوّل ص 74 : ينبغي أن يقال « طبيب » لا حكيم ، والحكيم صاحب الحكمة المتقن للأمور .\r\nتم الكتاب بعون اللّه\r\nفي كشف الظنون ج 2 - أواخر ص 116 : قصيدة في نحو ألف بيت في الصنائع والفنون .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\nفهرست\r\n( 2 ) كلمة اللجنة ( أعلام المهندسين في الإسلام ) 5\r\n( 3 ) مقدمة العلامة أحمد « تيمور باشا » 11\r\n( 4 ) أسماء الأعلام مرتبة على العصور بحسب الإمكان 15\r\n( 5 ) فن التصوير عند العرب 65\r\n( 6 ) العرب الذين أحكموا صناعة الدهان والرسم والزخرفة 71\r\n( 7 ) مصطلحات هندسية في الأبنية والدور وما فيها 77\r\n( 8 ) المعادن والأحجار الكريمة 95\r\n( 9 ) مصطلحات هندسية عن بعض أرباب الحرف والصناعات 97\r\n\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107}
  ]