[
  {"content":"\r\n\r\nطبقات أعلام الشيعة 4\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 1 ","page_number":1},
  {"content":"\r\n\r\nجميع الحقوق محفوظة الطبعة الأولى 1430 ه‍ / 2009 م\r\nدار إحياء التراث العربي للطباعة والنشر والتوزيع\r\nDAR EHIA AL - TOURATH AL - ARAMI\r\nPublishing \u0026 Distribuling\r\nالعنوان الجديد\r\nبيروت - طريق المطار - خلف غولدن بلازا - هاتف 540000 / 01 - 400009 / 01 - فاكس 850717 - ص . ب . 7957 / 11\r\nBeyrouth - Air port street - Goldaen pazza - Tel : 01 / 540000 - 01 / 455559 - Fax : 850717 - p . o . box 7957 / 11\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 2 ","page_number":2},
  {"content":"\r\n\r\nطبقات أعلام الشيعة\r\nالقرن السابع\r\nالأنوار الساطعة في المائة السابعة\r\nتأليف العلامة الشيخ آغا بزرگ الطهراني \" قدس سره \"\r\nالجزء الرابع\r\nدار إحياء التراث العربي للطباعة والنشر والتوزيع\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 3 ","page_number":3},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالجزء الرابع : الأنوار الساطعة في المائة السابعة\r\n\r\nتقديم\r\nهذا هو الجزء الرابع من « طبقات أعلام الشيعة » للمغفور له والدي الشيخ آغا بزرگ الطّهراني سمّاه « الأنوار الساطعة في المائة السابعة » كما كتبه بخطّه على ظهر النسخة الأصلية ، وكما صرّح به في مقدمتي الجزء الأول من « الذريعة » والجزء الأول من « نقباء البشر » وقال في ج 2 ص 428 من « الذريعة » : شرعت في تأليفه سنة 1345 ه أي 1926 م . وهكذا ذكر اسمه في ظهر الجزء الأول من الطبقات المطبوع صورته الفوتوغرافية في مقدمة « نوابغ الرواة في رابعة المئات » ص : كه . وأما ما جاء في حاشية الصفحة 47 من ج 13 من « الذريعة » من تسميته ب « الحقائق الناصعة » فهو خطأ ظاهرا .\r\nوهو كالأجزاء السابقة عليه فهرس لأسماء بعض علماء الشيعة ممن عاشوا في القرن السابع للهجرة - الثالث عشر للميلاد . ويجري عليه ما ذكرته في مقدمة « الثقات العيون » من أنّ مثل هذا المجلّد الصغير لا يمثل بشيء تأريخ الشيعة في ذلك القرن .\r\nففي قرن تجاوزت الأفكار الشيعية بيوت الأمراء ( كالأيوبيين . ص 121 و 145 والجاوانيين . ص 29 وآل ورام . ص 200 - 201 ) وتغلغلت حتى\r\n\r\n","description":"","footnote":"","page_name":" مقدمة ه ","page_number":5},
  {"content":"\r\n\r\nداخل بلاط الخلفاء أنفسهم ببغداد ، فكانوا يستوزرون من رجال الشيعة أمثال ابن العلقمي ( ص 149 - 152 ) ويستميلون علماء الشيعة بالحلة ( كآل طاوس . ص 17 و 83 و 179 ) ويتلبسون بسراويل الفتوة الشيعية بيد نقباء آل أبي طالب عند ضريح علي بالنجف ( ص 94 ) كل ذلك تقربا من الشيعة وتجنبا لما حدث من اتفاقهم مع البساسيري ( حاشية - ص 8 ) .\r\nوفي عصر كان الخليفة نفسه يطعن في شعره بغاصبي حقّ عليّ في الإمامة ( ص 5 و 121 ) ولم يبق للخلافة العباسية إلا أن تغيّر اسمها إلى المملكة العباسية وترفرف عليها لواء التشيع ، وكان ذلك سيحصل لو لم تحدث فاجعة المغول وسقوط بغداد على ما تدلّ عليه القرائن . نعم في مثل هذا القرن لا يمكن أن يمثّل من ترجموا في هذا الكتاب ، علماء الشيعة ، وهم أقل من ثلاثمائة رجل .\r\nبيروت - كانون الأول 1972 ع . منزوي\r\n\r\n","description":"","footnote":"","page_name":" مقدمة و ","page_number":6},
  {"content":"\r\n\r\nالأنوار الساطعة\r\nفي المائة السابعة\r\n\r\n","description":"","footnote":"","page_name":" مقدمة ز ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" مقدمة ح ","page_number":8},
  {"content":"\r\n\r\n\r\n[ « آ » 
  ]\r\n\r\nالآملي « 1 » :\r\n- محمد بن علي بن يوسف الطبري .\r\n\r\nالآوهي « 2 » :\r\n- الحسن بن أحمد بن يوسف .\r\n\r\nالآوي - الآبي - الآوجي « 3 » : - بلكد بن أبي طالب .\r\n\r\n[ الآوي - الآبي - الآوجي 
  ] : - الحسن بن ربيب الدين أبي طالب اليوسفي .\r\n\r\n[ الآوي - الآبي - الآوجي 
  ] : - محمد بن محمد بن محمد بن زيد بن الداعي .\r\n\r\n[ « ا » 
  ]\r\n\r\nابار ( ابن . . . ) : - الحسين بن پدر بن اياز .\r\n\r\n[ ابار ( ابن . . . ) : 
  ] - محمد بن عبد اللّه بن عبد الرحمن . .\r\n\r\nأبان ( ابن . . . ) :\r\n- الحسين بن پدر بن أياز .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة إلى آمل بلد بمازندران شمالي إيران قرب ساحل الخزر .\r\n( 2 ) نسبة إلى آوة بمصر ( معجم البلدان ) .\r\n( 3 ) قال ياقوت : آوة تقابل ساوه قرب قم وأهلها شيعة وأهل ساوه سنية ولا تزال الحرب بينهما ، ويعرفون بفني النظم والكتابة ولكنهم يعادون الصحابة .\r\n","page_name":" 1 ","page_number":9},
  {"content":"\r\n\r\n\r\nابداراوادي ( آبدارآبادي ) :\r\n- الحسين بن أردشير بن محمد .\r\nإبراهيم بن عثمان الكاشغري . أبو إسحاق ، المتوفى 645 . قال ابن حجر في « لسان الميزان 1 : 79 - 80 » : انفرد في زمانه بالغلوّ ، فيه تشيع وفي دينه رقة ، مات 645 . وقال ابن النجار : هو صحيح السماع إلا أنه عسر في الرواية وكان يذهب إلى الاعتزال ، ويقال إنه يرى رأي الفلاسفة . روى عن أبي الفتح بن البطر وابن ماح الفرا وغيرهما . وآخر من حدث عنه بالإجازة أحمد بن أبي طالب بن الشحنة فيما أعلم .\r\nإبراهيم بن محمد بن أحمد بن صالح القسيني . ذكر في « الأمل » مختصرا .\r\nوشارك مع أبيه شمس الدين محمد القسيني وأخويه جعفر وعلي ابني شمس الدين وجمع آخرهم : يوسف بن حاتم الشامي وأحمد بن محمد العلوي ونجم الدين محمد الموسوي وصفي الدين محمد بن بشير ، في إجازة السيد رضي الدين علي بن طاوس لهم في ج 1 ، 664 ، وتوفي السيد المجيز في 5 ذي القعدة 664 . وسمع هو مع والده والجماعة المذكورة عن ابن طاوس كتابه « الأسرار المودعة في ساعات الليل والنهار » ، وكتابه « محاسبة الملائكة الكرام » . صرّح بجميع ذلك الشيخ شمس الدين محمد القسيني في إجازته للشيخ شمس الدين طومان بن أحمد العاملي ، ونقلها صاحب « المعالم » في « الإجازة الكبيرة » . ويأتي جده أحمد بن صالح القسيني .\r\nإبراهيم بن محمد الواسطي . الشيخ أبو إسحاق الإمامي . وصفه تلميذه الشيخ مجد الدين فضل بن يحيى الطيبي في رسالة « الجزيرة الخضراء » « 1 » :\r\nبالشيخ العالم العامل ودعا له بقوله : تغمده اللّه برحمته وحشره في زمرة أئمته . وصرّح بأنه كان يشتغل عنده بواسط بتحصيل العلوم في أوائل أمره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وذكر أسطورة « الجزيرة الخضراء » في ( ذ - 5 : 105 - 109 ) .\r\n","page_name":" 2 ","page_number":10},
  {"content":"\r\n\r\n\r\nالأبرز ( ابن . . . ) :\r\n- الحسن بن علي بن محمد بن علي عز الدين .\r\n\r\nالأبرقوهي :\r\n- محمد بن مباركشاه .\r\nالابريسمي .\r\n- محمد بن جعفر بن نما شمس الدين .\r\n\r\nالأحسائي : - علي بن مقرب .\r\n\r\n[ الأحسائي : 
  ] - محمد بن علي بن مقرب .\r\n\r\nأحمد بن إبراهيم بن أحمد بن العفيف .\r\nالشيخ كمال الدين أبو العباس الموصلي . قرأ كتاب « العمدة » تأليف ابن بطريق الحلّي على ولد مصنّفه فكتب ولد المصنّف إجازة رواية عنه عن والده المصنّف ، هذه صورتها :\r\n[ قرأ علي الأجل الأوحد العالم العامل الورع كمال الدين عزّ الاسلام كهف الطائفة أبو العباس أحمد بن الأجل تاج الدين إبراهيم بن أحمد بن الأجل العفيف الموصلي أدام اللّه سعادته وبلغه إرادته من أوّل هذا الكتاب وهو كتاب « العمدة في عيون صحاح الأخبار » تأليف والدي رحمه اللّه إلى فصل « إنه عليه السلام أوّل من أسلم » وأذنت له أن يروي ذلك عني عن والدي المصنف بالقراءة 
  ] . ومحيت بقية الإجازة في النسخة العتيقة الموجودة بمكتبة أمير المؤمنين ( ع ) بالنجف . وسيأتي ولد ابن بطريق بعنوان علي بن يحيى بن الحسن الأسدي الحلّي ( م 641 ) . واتحاده مع أحمد بن إبراهيم أبو العباس الحسيني ( الثقا : 9 ) والمذكور في « أمل الآمل » بعيد ظاهرا .\r\n\r\nأحمد الاسفنجردي اليزدي .\r\nالشيخ الورع العالم الفاضل الصالح المتوفى والمدفون بيزد في 635 وقبره مزار معروف بها . ذكر في « تاريخ\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":11},
  {"content":"\r\n\r\nيزد : ص 106 » أحواله وآثاره الخيرية الباقية ، منها حظيرة ملا وأوقافها ، وذكر أخاه الشيخ محمد المتوفى بعد أخيه بثمان سنين . ونقل كرامة له حدثت في تل اللّه أكبر .\r\n\r\nأحمد بن جعفر الواسطي\r\n، المعاصر لابن أبي الحديد المعتزلي البغدادي الذي توفي بها في 655 . قال في شرحه على « نهج البلاغة » : قوله : اللهم إني أستعديك على قريش ، بعد نقله قول النقيب أبي جعفر يحيى بن محمد بن أبي زيد وتفضيله عليا على غيره قال : فلما خرجت من عند النقيب بحثت مع أحمد بن جعفر الواسطي وكان إماميّ المذهب فقال : صدق النقيب فيما قاله من تفضيل علي على غيره .\r\n\r\nأحمد بن الحسن الناوندي ( النهاوندي )\r\n، تلميذ الشيخ العالم النحرير جمال الدين الوراميني . له « الحواشي على نهج البلاغة » وهي كثيرة نقلها عن خطه الشيخ محمد بن شمس الدين الروبال المؤيدي إلى نسخة لنفسه في سنة 731 معبرا عنه بالفقيه المرحوم المغفور الشيخ أحمد بن الحسن الناوندي ، وقال إنّ تلك الحواشي من مقالات أستاذه المذكور ومن بياناته .\r\n\r\nأحمد بن الحسن بن يوسف .\r\nهو الناصر لدين اللّه أحمد بن المستضيء بأمر اللّه الحسن بن المستنجد باللّه يوسف بن المقتفي باللّه محمد بن المستظهر باللّه أحمد بن المقتدي بأمر اللّه عبد اللّه بن محمد بن القائم بأمر اللّه عبد اللّه بن القادر باللّه أحمد بن الأمير إسحاق بن المقتدر باللّه أبي الفضل جعفر بن المعتضد باللّه أحمد ابن الموفق بن المتوكل جعفر بن المعتصم محمد بن هارون الرشيد بن المهدي بن المنصور الدوانيقي العباسي . ولد 552 وبويع له بالخلافة 575 ومات 622 .\r\nقال ابن الطقطقي في « الآداب السلطانية » : كان من أفاضل الخلفاء يفاوض العلماء وكان يرى رأي الإمامية وأحب مباشرة أعمال الرعية بنفسه حتى كان\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":12},
  {"content":"\r\n\r\nيتمشى في الليل في دروب بغداد وكذا ذكره اليافعي في « مرآة الجنان 4 :\r\n50 » وهو أطول بني العباس ملكا ، كما أن الناصر الأموي صاحب الأندلس أطول بني أمية دولة ، والمستنصر العبيدي أطول بني عبيد ، والسلطان سنجر أطول بني سلجوق . وفي سنة وفاته توفي الملك الأفضل نور الدين علي ابن صلاح الدين يوسف الأيوبي ، الذي كتب إلى الناصر شكاية عن أخيه العزيز وعمّه العادل :\r\n مولاي إن أبا بكر وصاحبه * عثمان قد غصبا بالسيف حقّ علي \r\nإلى قوله :\r\n فانظر إلى حظّ هذا الاسم كيف لقي * من الأواخر ما لاقى من الأول \r\nفكتب الناصر إليه :\r\n غصبوا عليا حقه إذ لم يكن * بعد النبي له بيثرب ناصر\r\nفأبشر فإن غدا عليه حسابهم * واصبر فناصرك الإمام الناصر \r\nانتهى ما في « مرآة الجنان 4 : 53 » . وقال ابن جبير عن الناصر : إنه كان يحب الظهور للعامة ويؤثر التحبب إليهم . ( الرحلة . ط ليدن ص 226 ) .\r\nوقال السيوطي نقلا عن ابن النجار : دانت له السلاطين وخطب له ببلاد الأندلس وبلاد الصين . له « التوقيعات المسدّدة والكلمات المؤيدة » ( تاريخ الخلفاء ، ط . الهند ص 461 - 462 ) . ومن شعر له مشيرا إلى ولده الظاهر :\r\n بليت حتى بأدنى الناس من جلدي * يريد موتي وبأرواح نفديه \r\nوكتب إليه خادم له اسمه « يمن » ورقة تتضمن عتابا ، فكتب في جوابه :\r\n يمن يمن يمن يمن * ثمن ثمن ثمن ثمن \r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":13},
  {"content":"\r\n\r\nوجمع الناصر المخطوطات النفيسة في قصره وأسس مكتبات للمدارس والمساجد وشيّد أبنية منها : دور الضيافة للحاج ، ورباط المرزبانية ، ورباط الخلاطية . ومن آثاره الباقية الباب المشبّك من الخشب المنصوب على الصفّة بالسرداب المقدس في سامراء عمله في سنة 606 ، كما كتب عليه بمباشرة السيد الجليل الشريف معد بن الحسين بن معد الموسوي - ولعلّه ابن أخي السيد النسابة فخار بن معد الموسوي ( م 630 ) - والسيد فخار هذا يروي عن الناصر المترجم له إجازة . وللمترجم له « فضائل أمير المؤمنين » ، رواه ابن طاوس في كتابه « اليقين » عن فخار المذكور عن المؤلف الناصر هذا .\r\nوله أيضا « روح العارفين » حكاه في « كشف الظنون » عن التفتازاني .\r\nوهو في الحديث ، قال في « تجارب السلف : ص 324 » إنه قرأها علماء المذاهب الأربعة جميعا على الناصر وكتب هو بخطه لهم إجازة الرواية عنه .\r\nوحكى الأب أنستاس الكرملي في « خلاصة تأريخ العراق » أن علي بن أنجب البغدادي الخازن المعروف بابن الساعي ألّف « الروض الناضر في أحوال الإمام الناصر » في خمسة مجلدات . أقول : المذكور في « هدية العارفين 1 :\r\n712 - 713 » هو « سيرة المستنصر » لابن الساعي . وفي عهد الناصر أخذت الشيعة بالظهور والانتشار في بغداد من جديد بعد الاضطهادات التي لاقوها بعد زوال آل بويه .\r\n\r\nأحمد بن حمزة بن الحسين بن العباس .\r\nالسيد النقيب فخر الدين أبو الحسن الحسيني . ذكر ابن الفوطي في « مجمع الآداب » أنه قرأ بخطّ ابن الشعار ، قال : رأيت مدحه من جماعة من أهل الأدب في مجلّدتين .\r\n\r\nأحمد بن صالح القسيني .\r\nقال ولده محمد بن أحمد الآتي في إجازته للشيخ طومان بن أحمد العاملي : إنه يروي عن والده ( صاحب الترجمة ) بالإجازة عنه في 635 . وذكر أن والده يروي عن الشيخ الفقيه راشد بن\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":14},
  {"content":"\r\n\r\nإبراهيم البحراني في 605 وتوفي بعد الإجازة بأشهر . ويروي والده أيضا عن الشيخ قوام الدين محمد بن محمد البحراني في 588 ، ويروي أيضا عن الفقيه علي ابن فرج السوراوي عن الحسين بن رطبة عن أبي علي الطوسي عن أبيه .\r\nوأيضا يروي الوالد عن الفقيه شمس الدين علي بن ثابت بن عصيدة السوراوي الذي يروي عنه الشيخ شمس الدين بلا واسطة أبيه أيضا في 633 . وذكر الشهيد الثاني في إجازته للحسين بن عبد الصمد ؛ رواية صاحب الترجمة عن راشد وعن قوام الدين وعن علي بن فرج بطرقهم . ومرّ في ص 2 حفيده إبراهيم بن محمد بن أحمد بن صالح .\r\n\r\nأحمد بن عبد الكريم .\r\nمن المجازين عن الشيخ نجيب الدين يحيى بن أحمد ابن سعيد الحلّي مؤلّف « جامع الشرائع » في الفقه ، المذكور في « الذريعة 5 : 61 » . وقد كتب صاحب الترجمة بخطّه « الجامع » وكتب عليه الحاشية بخطّه ، وكتب المؤلّف عليه إجازة للكاتب بخطّه في جمادى الثانية 681 والنسخة موجودة كما ذكرناه هناك .\r\n\r\nأحمد بن علي بن سعيد بن سعادة .\r\nالشيخ كمال الدين البحراني المعروف بابن سعادة صاحب « رسالة العلم » في أربع وعشرين مسألة ، أرسلها إلى تلميذه علي بن سليمان البحراني مؤلف « مفتاح الخير » ، وهذا التلميذ جعلها في رسالة أرسلها إلى الخواجة نصير الدين الطوسي ( م 672 ) مستدعيا شرحها .\r\nوشرحها الخواجة ب ( قال ، أقول ) وردّ على بعضها وسمّى المترجم له بقوله :\r\n[ المولى الإمام سيف الإسلام علامة الأنام لسان الحكماء والمتكلمين جمال المحققين كمال الملة والدين أحمد بن سعيد بن سعادة تلقاه اللّه بأثمل الرفاه . . . 
  ] واحتمل بعض أن الرسالة من تأليف تلميذه وليس بصحيح ( ذ 13 : 287 - 288 ) .\r\n\r\nأحمد بن علي بن معقل ، الأزدي\r\nالمهلبي الحمصي ، الأديب الغالي في التشيع . ترجمه السيوطي في « البغية - 151 » حاكيا عن الذهبي : أنه ولد\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":15},
  {"content":"\r\n\r\n567 وهاجر من حمص إلى الحلة وتعلم الرفض هناك « 1 » عن أهلها . وكان فاضلا أديبا . نظم « الإيضاح » و « التكملة » لأبي علي الفارسي . وترجمه القاضي التستري في « مجالس المؤمنين : ص 334 » وأطرى فضله ، وأرّخ وفاته في 15 - ع 1 - 644 . وترجمه في « الشذرات » في حوادث تلك السنة وأورد كلام الذهبي بتمامه .\r\n\r\nأحمد بن محمد بن جعفر بن زيد بن جعفر\r\nبن محمد الحراني بن أحمد الحجازي بن محمد بن الحسين بن إسحاق بن جعفر بن محمد الصادق ( ع ) .\r\nالشريف المرتضى أبو الفتوح عز الدين نقيب الأشراف بحلب . ولد بها 579 وتوفي فجأة ليلة الخميس 16 شوال 653 ودفن بمدرسة أنشأها ودرس بها في أعالي جبل جوشن غربي حلب . وعن « مختصر تأريخ الإسلام » للذهبي أنه كان رئيسا وافر الحرمة . وترجمه ابن عنبة في « عمدة الطالب ط : لكهنو ص 239 » .\r\n\r\nأحمد بن محمد بن جعفر بن هبة اللّه بن نما .\r\nهو نظام الدين بن نجيب الدين الحلي . يروي هو وأخوه نجم الدين جعفر الآتي عن أبيهما نجيب الدين محمد بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحلة هي وريثة بابل وعلى سبعة كيلومترات منها . وكان بابل وسوراء وحواليهما معقل العلم قبيل الاسلام وبعده ، ومركز الاصطكاك العقلي بين مفكري الأمم الهند وإيرانية من الشرق والسريان والآراميين من الغرب . وبها امتزج الغنوص الشرقي مع النبوات السامية ثم صار معقل الشيعة ، ومنها كان يلهم الشيعة بكرخ بغداد . وبعد الاضطهاد السلجوقي لهم وإحراق مكتباتهم ومنها مكتبة شابور ببغداد والتجاء الشيخ الطوسي منها إلى النجف في 448 ، تعاون المزيديون والأكراد الجارانيون القاطنون بمطيرآباد وأسدآباد والنيل حوالي بابل ، مع البساسيري ببغداد فألغوا الخلافة العبّاسيّة في 450 وخطبوا للمستنصر الفاطمي ، وخلع الإمام الفاطمي على أميرهم أبي الفتح بن ورام الجاواني بخلعة الامارة . ثم بعد قتل البساسيري ورجوع الأتراك السلجوقيين والخلافة العباسية إلى بغداد ، قام سيف الدولة صدقة ابن دبيس المزيدي مع الجاوانيين ببناء الحلة ، فصارت مركز الشيعة وذلك في المحرم 495 كما صرّح به ياقوت في كلمة « حلة » وبقيت كذلك حتى سقوط بغداد في 656 .\r\n","page_name":" 8 ","page_number":16},
  {"content":"\r\n\r\nجعفر بن أبي البقاء هبة اللّه بن نما . ويروي عن صاحب الترجمة ولده جلال الدين الحسن بن أحمد الذي هو من مشايخ الشهيد الأول محمد بن مكي ، روى عنه في « الأربعين » في ع 2 سنة 752 كما صرّح به الشهيد الثاني في « شرح الدراية » ومثّل للرواية عن أربعة آباء ، لأنه يروي الحسن عن أبيه أحمد ( المترجم له ) عن أبيه نجيب الدين عن أبيه جعفر عن أبيه أبي البقاء . ذكر مختصرا في « الأمل » . ويحتمل بقاء صاحب الترجمة إلى المائة الثامنة كما هو ظاهر بقاء ولده الحسن الراوي عنه إلى عام 752 .\r\n\r\nأحمد بن محمد بن أبي الربيع .\r\nشهاب الدين ، مؤلّف « سلوك المالك في تدبير الممالك » في الأخلاق ، المشجر المذكور في « الذريعة 12 : 226 - 227 » طبع بمصر 1286 و 1309 . قال في أوله إنه لما رأى « الطب المشجر » ألّف مثله في الأخلاق ، ولعله رأى « تقويم الأبدان » لابن جزلة ( م 493 ) وجاء في المطبوع أنه ألّفه للمعتصم ( م 227 ) وهو تصحيف المستعصم ( م 656 ) فإنه مدح فيه الوزير المؤيد القمي وأكثر من النقل لكلمات أمير المؤمنين ( ع ) . والوزير القمي هو مؤيد الدين محمد بن محمد بن محمد بن عبد الكريم بن برز القمي الذي قبض عليه الخليفة في 629 واستوزر مكانه ابن الناقد الآتي ، كما ذكر مفصلا في « الحوادث الجامعة - ص 23 » .\r\n\r\nأحمد بن محمد بن عبد الغني .\r\nالفقيه المعروف بابن الزبيب . قال في « الرياض » بعد الترجمة بما مرّ : ولعله ابن عم الشيخ عز الدين حسن بن ربيب الدين أبي طالب اليوسفي الآبي صاحب « كشف الرموز » المذكور في « الذريعة 18 : 35 » الذي فرغ منه في شعبان 672 المعروف بابن الزبيب أيضا .\r\n\r\nأحمد بن محمد بن عبد اللّه بن جعفر بن محمد .\r\nيروي عنه صفي الدين محمد بن معد بن علي الموسوي بالقراءة عليه في داره بدرب الدواب بنهر المعلى في شرقي بغداد نهار الخميس ثامن صفر 616 ، كذا ذكر في « فرحة الغري » .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":17},
  {"content":"\r\n\r\nوقال علي بن طاوس في « اليقين » عند روايته عن صفي الدين محمد بن معد المذكور أنه قال : أخبرنا الأجل السيد العالم الكبير الجليل زين الدين أبو العز أحمد بن السعيد جلال الدين أبو المظفر محمد بن عبد اللّه بن محمد بن جعفر إلى آخر ما ذكر من التأريخ وفيه زيادة وصف السيادة ، وتقديم جد محمد ، على جعفر . ثم ذكر أن صاحب الترجمة يروي عن عبد اللّه بن أحمد بن الخشاب النحوي الذي روى عن شيخه أبي منصور محمد بن عبد الملك بن الحسن بن خيرون المقري في السبت 25 من المحرم سنة 531 .\r\n\r\nأحمد بن محمد العلوي .\r\nالفقيه النسابة المشارك مع شمس الدين محمد بن أحمد بن صالح القسيني المذكور في ص 2 ، وجمع آخر ، منهم : الفقيه يوسف ابن حاتم الشامي والنقيب نجم الدين محمد الموسوي والسيد صفي الدين محمد بن البشير وغيرهم في القراءة على رضي الدين ابن طاوس في كتابيه « الأسرار المودعة » و « محاسبة الملائكة » في ج 1 سنة 664 ، وكتب ابن طاوس لهم إجازة بخطه في التأريخ . ذكر ذلك كله شمس الدين محمد القسيني في إجازته لطومان بن أحمد العاملي المنقولة في « إجازة صاحب المعالم » المطبوعة ضمن « إجازات البحار » . وترجمه في « الأمل » بعنوان السيد أحمد بن محمد بن علي العلوي النسابة ، فقيه فاضل .\r\n\r\nأحمد بن محمد بن عمر الخيوقي « 1 » .\r\nالخواقي أبو الجنّاب نجم الدين كبرى ( كبراء ) . قال اليافعي إنه سافر إلى الآفاق وحج البيت مكررا وسمع عمن لا يحصى . لبس خرقة الأصل عن يد إسماعيل القصري عن محمد بن مانگ‌يل عن داود عن محمد خادم الفقراء عن العباس بن إدريس عن أبي القاسم عن أبي يعقوب الطبري عن عبد اللّه عن أبي يعقوب النهر جوري عن أبي يعقوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة إلى خيوك من قرى خوارزم ويقال لها خيوه . وأهلها شافعية ( معجم البلدان ) .\r\n","page_name":" 10 ","page_number":18},
  {"content":"\r\n\r\nالسوسي عن عبد الواحد عن كميل بن زياد عن علي بن أبي طالب ( ع ) .\r\nثم لبس خرقة البترك ( أي ترك ما سوى اللّه ) من أبي ياسر عمار عن أبي النجيب السهروردي . قال : واسمه كبرى بالمقصور والممدود « 1 » وذلك لذكائه في صغره . وقال الجامي في « نفحات الأنس » : إنه كان يلقب « ولي تراش » « 2 » ونقل عن مير اقبال السيستاني في كتابه نقلا عن علاء الدولة السمسناني أنّ كبراء تتلمذ على بابا فرخ التبريزي ، وسافر إلى همدان ومنها إلى الإسكندرية بمصر ، ورجع إلى خوزستان بدزفول عند القصري ثم عند عمار ، ثم ذهب إلى مصر عند روزبهان ورجع إلى عمار ، ثم ذهب إلى خوارزم وعند هجوم التتار وهرب محمد خوارزم شاه ، لما عرض عليه الهرب قال سأبقى حتى أقتل ثم قال لأصحابه : قوموا على اسم اللّه نقاتل في سبيل اللّه فحارب بالحجارة وكان ينشد شعرا بالعجمية ، فرشقه التتار بالسهام فوقع سهم على صدره ومات وكان ذلك في 618 . وذكر اليافعي من تلاميذه : سعد الدين الحموي ، ورضي الدين علي لالا ، وابن أخيه علي بن محمد . وزاد الجامي :\r\nسيف الدين الباخرزي ، وجمال الدين الگيلي ( عين الزمان ) وبابا كمال الجندي ، ونجم الدين دايه الرازي ، ومجد الدين البغدادي الطبيب . ونقل عن كتابه « فواتح الجمال » أنه كان عالما بالعلوم الظاهرية حين ابتدأ بالعلوم الباطنية عن شيخه عمّار . وذكر له إسماعيل پاشا من الكتب : « أصول العشرة » ، « رسالة الطرق » ، « رسالة الهائم » ، « سرّ الحدس » ، « طوالع « التنوير » ، « عين الحياة » ، « فواتح الجمال » في التصوف بالفارسية ( هدية العارفين 1 : 90 ) . وراجع « الذريعة 9 : 1175 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولعلّ الممدود معرّب عن « كوبره » - ابن الجبل ( حمل الجبل ) . وهذا أنسب من اشتقاقه من الطامة الكبرى كما قيل فيه .\r\n( 2 ) ولعل ذلك لحسن ظنه بالناس كما لقب صاحب « مجالس المؤمنين » ب « شيعه تراش » .\r\n","page_name":" 11 ","page_number":19},
  {"content":"\r\n\r\n\r\nأحمد بن محمد بن محمد بن الحسن الطوسي .\r\nهو المولى فخر الدين ابن الخواجة نصير الدين الطوسي ( م 672 ) . ولي مناصب أخويه صدر الدين علي وأصيل الدين حسن وفوض إليه أوقاف بلاد الروم ثم عزل عنها ثم أعيد في 683 ، كما في « الحوادث الجامعة » لسنة 687 . وتزوج مباركشاه بن نظام الدين محمود شيخ المشايخ بابنة فخر الدين هذا . ثم أخذ عليه غازان خان ابن بايدو خان ( الذي ملك 695 ومات 703 ) وقتله . ويأتي أخوه الحسن في الثامنة .\r\n\r\nأحمد بن محمد الموصلي .\r\nمن تلاميذ الشيخ السعيد علي بن ثابت بن عصيدة ، كما صرّح المترجم له بذلك في إجازته لتلميذه بعد قراءته جميع كتاب « مسائل الخلاف » عنده . والتلميذ هو السيد فخر الدين الرضي علي ابن أحمد بن أبي هاشم العلوي الحسيني التي كتبها له في 7 - ج 1 - 668 ، وذكر أن شيخه ابن عصيدة المذكور يروي عن الشيخ أبي محمد عربي بن مسافر عن الفقيه إلياس بن محمد الحائري عن الشيخ أبي علي الحسن بن محمد بن الحسن الطوسي عن والده الشيخ الطوسي . والإجازة بخطه على قطعة من « مسائل الخلاف » للطوسي موجودة في مكتبة الصدر بالكاظمية . وله إجازة أخرى لابن أبي هاشم المذكور في ظهر « المبسوط » في 659 موجودة في المكتبة الرضوية بمشهد خراسان .\r\n\r\nأحمد بن محمد بن المهنأ .\r\nالمعروف بجمال الدين بن المهنأ . وهو العالم النسابة أحمد بن محمد بن المهنأ بن علي بن المهنأ بن الحسن بن محمد بن المسلم بن المهنأ بن أبي العلاء مسلم الأحول أمير الحج الذي قتل في 389 . والمترجم له من مشايخ ابن الفوطي عبد الرزاق بن أحمد ( 646 - 723 ) . قال في الجزء الرابع من معجمه في ترجمة الشريف عبد المطلب المختاري : إنه صنف لأجله شيخنا جمال الدين بن المهنأ كتاب « الدوحة المطلبية » طالعتها في\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":20},
  {"content":"\r\n\r\nداره المعمورة 681 . وترجمه سميه ابن عنبة في « عمدة الطالب . ط : الهند - ص 321 » بعنوان جمال الدين أحمد وسرد نسبه كما ذكرت وقال : إنه صاحب كتاب « الوزراء » وله عقب . أقول : ذكرت في « ذ - 8 : 273 - 274 » أن كتابيه « الدوحة » و « الوزراء » غير موجودين ، والموجود من آثاره « مشجرة النسب » المذكور في حاشية « عمدة الطالب - ص 187 » أو « التذكرة » كما هو مذكور على النسخة . وذكرتها في « ذ - 2 : 382 » بعنوان « الأنساب المشجرة » .\r\n\r\nأحمد بن محمد بن الناقد .\r\nالوزير الحافظ نصير الدين أبو الأزهر ابن الناقد .\r\nكان أديبا بارعا حافظا للقرآن خطاطا ، فوّض إليه أمر موقوفات أم الخليفة الناصر باللّه المذكور في ص 4 إلى أن استوزره المستنصر في 629 بعد قبضه على الوزير مؤيد الدين محمد بن محمد بن محمد بن عبد الكريم القمي في تلك السنة . فبقي في الوزارة إلى أن مرض بالمفاصل سنين ومات به في ليلة الجمعة سادس ربيع الأول 643 ودفن بمشهد موسى بن جعفر في تربة اتخذها لنفسه ، كما ذكر في « الحوادث الجامعة - ص 292 » . وفي هذه السنة أيضا مات الخواجة حسين بن محمد بن محمد بن عبد الكريم بن برز أخ الوزير القمي المذكور كما في « الحوادث الجامعة - ص 23 » .\r\n\r\nأحمد بن موسى بن جعفر بن طاوس .\r\nالسيد جمال الدين أبو الفضائل ابن طاوس الحسني الداودي الحلّي المتوفى بعد أخيه رضي الدين علي بتسع سنين أي في 673 . هو من مشايخ العلّامة الحلّي وتقي الدين الحسن بن علي ابن داود صاحب « الرجال » ، وشمس الدين محمد بن أحمد بن صالح القسيني ، وولده عبد الكريم بن أحمد بن موسى بن طاوس . ويروي عن جماعة منهم :\r\nنجيب الدين محمد بن جعفر بن نما عن محمد بن إدريس عن عربي بن مسافر عن إلياس عن أبي علي الطوسي . ومنهم : الفقيه محمد بن أبي غالب أحمد عن\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":21},
  {"content":"\r\n\r\nصفي الدين محمد بن معد ، وفخار بن معد بن فخار . ويروي عنهما بلا واسطة أيضا . ومنهم : الفقيه الحسين بن محمد السوراوي . ويروي بالإجازة عن الصفاني ( الصاغاني ) الحسن بن محمد بن الحسن صاحب « الشمس المنيرة » المذكور في « الذريعة 14 : 227 - 228 » . ومنهم : أبو علي الحسين بن حشرم . وذكر له ابن داود : « بشرى المحققين » ، « الملاذ » ، « الكرّ » ، « السهم السريع » في تحليل البيع مع القرض ، « الفوائد العدة » ، « الثاقب المسخر » ، « الروح » ، « شواهد القرآن » ، « بناء المقالة العلوية » ، « المسائل » ، « عين العبرة » ، « زهرة الرياض » ، « الاختيار » ، « الأزهار » . إلى تمام اثنين وثمانين مجلدا . حقق الرجال والدراية والتفسير . قال ابن داود : رباني وعلمني . ونقل في « الأمل » عن ابن المترجم له أن لوالده « ديوان » شعر .\r\nوذكرنا في ( ذ 7 : 64 - 65 ) أن كتابه « حل الإشكال » مصدر لما عمله العلامة الحلّي وابن داود وصاحب المعالم في « التحرير الطاوسي » . وترجم في « الأمل » أيضا .\r\n\r\nأحمد بن الناقد :\r\nأحمد بن محمد بن الناقد .\r\n\r\nأحمد بن يحيى الأكبر بن الحسن بن سعيد\r\n، الحلي الهذلي ، والد نجيب الدين يحيى بن سعيد ( 601 - 690 ) صاحب « جامع الشرائع » المذكور في « ذ 5 : 61 » . وقد قرأ على والده ( صاحب الترجمة ) ويروي عنه ، وهو عن أبيه يحيى الأكبر عن الشيخ عربي بن مسافر وإلياس بن هشام الحائري عن أبي علي عن والده الطوسي . وصاحب الترجمة صهر ابن إدريس ( م 598 ) رزق منها ولده مؤلف « جامع الشرائع » ، كما ذكره صاحب « الرياض » .\r\n\r\nأحمد بن يوسف بن أحمد العريضي العلوي الحسيني\r\n، من مشايخ سديد الدين يوسف بن علي بن المطهر الحلي والد العلامة الحلّي . ويروي\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":22},
  {"content":"\r\n\r\nالمترجم له عن محمد بن محمد بن علي الحمداني القزويني تلميذ الشيخ منتجب الدين ، وعن نصير الدين راشد بن إبراهيم البحراني . قال في « الأمل » : كان فاضلا فقيها صالحا عابدا .\r\n\r\nأحمد بن يوسف التيفاشي المصري\r\n، مؤلف كتاب « الأحجار » في 640 . قال ياقوت : تيفاش مدينة أزلية بافريقية شامخة البناء ، وتسمى تيفاش الظالمة . انتهى . ويظهر من ألفاظ كتابه أنه كان نزيل مصر لاستعماله فيه ألفاظ المصريين وينقل فيه عن كتاب « الأحجار » لأحمد بن أبي خالد الطبيب . وقد ألّفه في 640 ( ذ 17 : 263 ) .\r\n\r\nالأخضر ( ابن . . . ) :\r\n- عبد العزيز بن المبارك .\r\n\r\nالأديب : - أحمد بن محمد بن الناقد .\r\n\r\n[ الأديب : 
  ] - راشد بن إبراهيم بن إسحاق .\r\n\r\n[ الأديب : 
  ] - عبد اللّه بن المختار الشريف .\r\n\r\n[ الأديب : 
  ] - علي بن عيسى الأربلي .\r\n\r\n[ الأديب : 
  ] - علي بن محمد بن محمد بن علي بن السكون .\r\n\r\n[ الأديب : 
  ] - علي بن مقرب .\r\n\r\n[ الأديب : 
  ] - علي بن يحيى بن الحسن بن الحسين .\r\n\r\n[ الأديب : 
  ] - محفوظ بن وشاح بن محمد .\r\n\r\nالأربلي « 1 » - أسعد بن إبراهيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة إلى اربيل من عواصم كردستان الغربية . قال ياقوت : هاجر إليها عرب العراق وأورد فيها شعر نو شيروان البغدادي .\r\n","page_name":" 15 ","page_number":23},
  {"content":"\r\n\r\n\r\n[ الأربلي 
  ] - الحسن بن محمد بن أحمد بن نجا .\r\n\r\n[ الأربلي 
  ] - الحسين بن محمد بن أحمد بن نجا .\r\n\r\n[ الأربلي 
  ] - علي بن عيسى بن أبي الفتح .\r\n\r\nأردشير ( ابن . . . ) :\r\n- الحسين . . . بن محمد .\r\n\r\nالأزدي :\r\n- أحمد بن علي بن معقل . . .\r\n\r\nأبو الأزهر :\r\n- أحمد بن محمد بن الناقد .\r\n\r\nأستاذ الدار :\r\n- محمد بن أحمد بن محمد بن علي بن العلقمي .\r\n\r\nالأسترآبادي « 1 » : - محمد بن الحسن . . .\r\n\r\n[ الأسترآبادي : 
  ] - محمد بن شرفشاه .\r\n\r\nالأسدي : - علي بن قيصر بن عبد الرحمن .\r\n\r\n[ الأسدي : 
  ] - علي بن يحيى بن الحسن بن الحسين .\r\n\r\n[ الأسدي : 
  ] - عمر بن صالح .\r\n\r\n[ الأسدي : 
  ] - محمد بن جهيم مفيد الدين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة إلى استرآباد بلدة في جنوب شرقي الخزر وشمال إيران اليوم .\r\n","page_name":" 16 ","page_number":24},
  {"content":"\r\n\r\n\r\nأسعد بن إبراهيم بن الحسن بن علي بن علي الحلّي\r\nصاحب « الأربعون حديثا » في مناقب أمير المؤمنين من طرق العامة ( ذ - 1 : 410 ) وقلت إنه ألّفه في 610 وإنه غير سعد الأربلي صاحب « الأربعون » ( ذ - 1 : 416 ) ونقلت قول الدهدشتي في « الدمعة الساكبة » باتحادهما . وعلى أيّ فكلاهما مجهولان والكتاب مشكوك في صحته .\r\n\r\nأسعد بن عبد القاهر بن أسعد بن سفرويه\r\nأبو السعادات الاصفهاني ، وجاء شفروه بدل سفرويه أيضا . هو مؤلف « رشح الولاء في شرح الدعاء » من أجلاء مشايخ رضي الدين علي بن طاوس ، فقال في الباب 98 من كتابه « اليقين » : [ عن الشيخ الفاضل أسعد بن عبد القاهر المعروف جده بسفرويه الأصفهاني ، حدثني بذلك لما ورد إلى بغداد في صفر 635 بداري بالجانب الشرقي من بغداد ، التي أنعم بها علينا الخليفة المستنصر جزاه اللّه خير الجزاء عند المأمونية في الدرب المعروف بدرب الحوبة - وفي موضع آخر : بدرب البدريين - عن العالم أبي الفرج علي ابن السعيد أبي الحسين الراوندي ، عن أبي جعفر علي بن الحسن الحلبي . . . 
  ] . ومنه يظهر أن صاحب الترجمة يروي عن علي بن القطب الراوندي ( الثقات - ص 190 - 191 ) . وللمترجم له « مجمع البحرين » و « مطلع السعادتين » ( ذ - 20 : 22 ) و « إكسير السعادتين » ( ذ - 2 : 278 ) ولعلهما واحد ، و « الفائق على الأربعين » ( ذ - 16 :\r\n90 ) ، و « رشح الولاء » شرح لدعاء صنمي قريش . ذكر في « ذ - 10 :\r\n9 - 10 ، و 8 : 192 ، و 11 : 236 ، و 13 : 256 - 257 » ، مع غيره من شروح « دعاء الصنمين » و « توجيه السؤالات » ( ذ - 4 : 476 ) ، و « جامع الدلائل » ( ذ - 5 : 52 ) ، وذكر في « أمل الآمل » .\r\n\r\nالاسفنجردي : - أحمد . . .\r\n\r\n[ الاسفنجردي : 
  ] - محمد . . .\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":25},
  {"content":"\r\n\r\n\r\nإسماعيل بن الحسن بن علي بن المختار .\r\nالنقيب علم الدين ابن النقيب تاج الدين أبو إسماعيل الحسن بن شمس الدين علي بن عميد الدين أبي جعفر نقيب الكوفة بن عز الدين عدنان بن عبد اللّه بن أبي علي عمر المختار الحسيني ، جدّ آل مختار . قال في « الحوادث الجامعة » : قد قلّد تاج الدين الحسن بن المختار نقابة الطالبيين في 645 فعيّن ولده علم الدين إسماعيل في نقابة مشهد أمير المؤمنين ( ع ) . ويأتي والده الحسن كما يأتي عبد اللّه بن المختار . وقد ذكر في ترجمة الحسين بن الحسن بن علي بن حمزة الأقساسي نقيب الطالبيين :\r\nأنه توفي 645 ، وقال الفوطي في « معجم الألقاب » : إنّ علم الدين إسماعيل ابن علي بن أبي عبد اللّه الأقساسي العلوي ورد مراغة في ع 2 - 675 لزيارة الرصد وقال لي : تلمذت على نجم الدين جعفر الحلّي المحقق ( ص 30 ) .\r\n\r\nإسماعيل بن الحسين بن الحسن بن علي الهرقلي .\r\nالرجل الصالح ، وابنه محمد بن إسماعيل كان من العلماء ومن تلاميذ العلامة الحلي ويوجد بخطه عدة كتب . وادعى أن والده إسماعيل زار صاحب الأمر .\r\n\r\nإسماعيل بن الحسين\r\nبن محمد بن الحسين بن أحمد بن محمد بن عزيز بن الحسين بن محمد الأطروش بن علي بن الحسين الطواف بن علي الخارجي بن محمد الديباج بن الإمام الصادق الشريف العلوي المروزي النسابة الحسيني عزيز الدين حقا . هكذا ذكره ياقوت في « معجم الأدباء 2 : 262 - 266 » وقال : ولد في 20 ج 2 سنة 572 بمرو واجتمع به بمرو في 614 وذكر تصانيفه الكثيرة ومنها : « الفخري » في النسب ألفه للفخر الرازي . قال : وكان أعلم الناس بالنسب والنحو واللغة والشعر والأصول والنجوم . له « أنساب آل أبي طالب » ( ذ - 2 : 376 ) .\r\n\r\nإسماعيل بن علي بن محمد\r\nالذي كتب بخطه « نهج البلاغة » في 675 ، النسخة الموجودة في المكتبة الرضوية بمشهد خراسان .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":26},
  {"content":"\r\n\r\n\r\nالأشرف بن الأغر بن هاشم\r\n، المعروف بتاج العلى العلوي الحسني العلّامة الحافظ النسابة الواعظ الشاعر المولود بالرملة 482 والمتوفى بحلب 610 .\r\nترجمه الصفدي في « نكت الهميان » وحكى تواريخه وتصانيفه وأنه عاش 128 سنة وقدح عينه ثلاث مرات ، نقلا عن « التأريخ » ليحيى بن أبي الطي تلميذ الأشرف الذي قرأ عليه « نهج البلاغة » وكثيرا من شعره .\r\n\r\nالأصفهاني : - أسعد بن عبد القاهر بن أسعد .\r\n\r\n[ الأصفهاني : 
  ] - عبد اللّه بن محمد بن عبد الرزاق .\r\n\r\n[ الأصفهاني : 
  ] - محمد بن إسحاق بن المطهر القاضي .\r\n\r\n[ الأصفهاني : 
  ] - محمد بن عبد الرشيد بن محمد الأصفهاني .\r\n\r\n[ الأصفهاني : 
  ] - نظام الشرف بن قوام الشرف .\r\n\r\nالأطروش :\r\n- إسماعيل بن الحسين بن محمد .\r\n\r\nالأعجمي :\r\n- بدر . . .\r\n\r\nالأعرجي : - عبد اللّه بن محمد بن محمد بن الحسين .\r\n\r\n[ الأعرجي : 
  ] - علي بن محمد بن أحمد .\r\n\r\nالأفضل :\r\n- علي بن يوسف بن أيوب .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":27},
  {"content":"\r\n\r\n\r\nأفضل الدين الكاشاني\r\n، المعروف ببابا أفضل وخواجة أفضل الفيلسوف العارف المرقي المدفون بمرق كاشان وقال تقي كاشي في تأريخ وفاته 707 نظما :\r\n تاريخ وفات خواجة أفضل * از « عشق » بخواه و « عقل أول » \r\nكان معاصر الخواجة نصير الطوسي ( م 672 ) وقيل إنه خاله . ونسب إلى الخواجة رباعية يمدحه فيها :\r\n گر عرض دهد سپهرِ أعلى * فضل فضلا وفضل أفضل\r\nأزهر ملكي بجاى تسبيح * آواز آيد كه : أفضل أفضل \r\nوقد نجت بلدة كاشان من فتنة هولاكو بسببه ( ذ - 9 : 116 ) . ورأيت له مجموعة تحتوي على 57 رسالة كلها بخطّ الحاج محمود النيريزي المجاز من صدر الدشتكي ( م 903 ) منها « گشايش‌نامه » ، « سازوپيرايه » ، « ره انجام » ، « سه گفتار » ، « جاويدان‌نامه » « 1 » ، « ينبوع الحياة » ، « عرض » ، « مبادي الموجودات » ، « چهار عنوان » ، مختصرا من « كيمياى سعادت » للغزالي ، المختصر من « إحياء علوم الدين » للغزالي أيضا ، و « أنجام‌نامه » في الأخلاق ، و « فضل العلم ومراتبه » ، « فضل العلم وطرقه » ، « مراسلات بابا أفضل » الخمس ، في المكتبة « الرضوية » بخراسان . وله « منهاج مبين » في المنطق ، و « مدارج الكمال » ، « نفس أرسطو » ، « التفاحة » ، « زجر النفس » ، « جوابات المسائل المنتجبية » ورأيت مجموعة أخرى منها عند السيد محمد المحيط الطباطبائي بطهران . كتابة بعضها 686 كتبت بعد وفاته ( ره ) وهذا أصح ظاهرا من تاريخ 707 المذكور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جاودان‌نامه ، خ . ل . جاويدنامه خ . ل . وكلها صحيحة بمعنى الكتاب الخالد .\r\n","page_name":" 20 ","page_number":28},
  {"content":"\r\n\r\n\r\nالأفطسي : - محمد بن محمد بن زيد بن الداعي .\r\n\r\n[ الأفطسي : 
  ] - محمد بن محمد بن محمد بن زيد بن الداعي .\r\n\r\nالأقساسي « 1 » :\r\n- الحسين بن الحسن بن علي بن حمزة . . .\r\n\r\nالامام : - أحمد بن الحسن بن يوسف .\r\n\r\n[ الامام : 
  ] - عبد الحميد بن فخار بن معد .\r\n\r\n[ الامام : 
  ] - عبد الحميد بن هبة اللّه بن محمد .\r\n\r\n[ الامام : 
  ] - مجد الدين السروري .\r\n\r\nالأمير : - الحسن بن يوسف المكزون .\r\n\r\n[ الأمير : 
  ] - علي بن محمد بن الرضا بن محمد .\r\n\r\n[ الأمير : 
  ] - علي بن مقرب .\r\n\r\n[ الأمير : 
  ] - ورام بن أبي فراس . . .\r\n\r\nالأندلسي : - عمر بن الحسن بن علي بن محمد .\r\n\r\n[ الأندلسي : 
  ] - محمد بن عبد اللّه بن عبد الرحمن .\r\n\r\n[ الأندلسي : 
  ] - محمد بن علي بن محمد بن أحمد بن العربي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة إلى أقساس الكوفة ( معجم البلدان والسمعاني ) .\r\n","page_name":" 21 ","page_number":29},
  {"content":"\r\n\r\n\r\nالأنزاني :\r\n- محمد بن علي بن يوسف .\r\n\r\nاياس - اياز ( ابن . . . ) :\r\n- الحسين بن پدر . . .\r\n\r\nالأيوبي : - علي بن يوسف بن أيوب .\r\n\r\n[ الأيوبي : 
  ] - المحسن بن صلاح الدين .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":30},
  {"content":"\r\n\r\n\r\n[ « ب » 
  ]\r\n\r\nبابا أفضل :\r\n- أفضل الدين الكاشاني .\r\n\r\nالبارفروشي :\r\n- الحسن بن المهدي .\r\n\r\nالبحر ( ابن أبي . . . ) :\r\n- ورام بن أبي فراس .\r\n\r\nالبحرآبادي :\r\n- محمد بن المؤيد بن أبي الحسن الحموي .\r\n\r\nالبحراني : - أحمد بن علي بن سعيد بن سعادة .\r\n\r\n[ البحراني : 
  ] - الحسين بن علي بن سليمان . . .\r\n\r\n[ البحراني : 
  ] - راشد بن إبراهيم بن إسحاق .\r\n\r\n[ البحراني : 
  ] - علي بن سليمان بن يحيى .\r\n\r\n[ البحراني : 
  ] - فضل بن جعفر بن فضل .\r\n\r\n[ البحراني : 
  ] - محمد بن محمد . . .\r\n\r\n[ البحراني : 
  ] - ميثم بن علي بن ميثم .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":31},
  {"content":"\r\n\r\n\r\nالبخاري : - محمد بن مباركشاه .\r\n\r\n[ البخاري : 
  ] - يحيى بن حميد بن ظافر .\r\n\r\nپدر ( ابن . . . ) :\r\n- الحسن بن محمد بن يحيى .\r\n\r\nبدر « 1 » الأعجمي\r\n، الشيخ الصالح ، نزيل بغداد في أيام المستنصر ( م 640 ) وقد توسط رضي الدين علي بن طاوس له عند الخليفة فرسم له خمسين دينارا واتفق أنه وصل الرسم إلى خطير الدين محمود بن محمد ، ثم استدركه له ابن طاوس ثانيا . ذكر تفصيله في الباب الخامس من « فرج المهموم » .\r\n\r\nبدران ( ابن . . . ) :\r\n- سالم بن . . .\r\n\r\nبدر الدين :\r\n- علي بن محمد بن أبي الغنائم .\r\n\r\nبرز ( ابن . . . ) : - الحسين بن محمد بن محمد بن عبد الكريم .\r\n\r\n[ برز ( ابن . . . ) : 
  ] - محمد بن محمد بن عبد الكريم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فإن قرئ بكسر الباء وفتح الدال كان بمعنى الأب كما مرّ مثله في ( الثقات ص 232 الحاشية 2 ) . وإن قرئ بفتح الباء وسكون الدال فالكلمة عربية . وقد مرّ بدر العربي في « الثقات - ص 32 » .\r\n","page_name":" 24 ","page_number":32},
  {"content":"\r\n\r\n\r\nالبرزهي :\r\n- محمد بن القاسم بن محمد .\r\n\r\nالبركات ( ابن أبي . . . ) : - محمد . . . بن إبراهيم الصنعاني .\r\n\r\n[ البركات ( ابن أبي . . . ) : 
  ] - محمد . . . الجوهري النيشابوري .\r\n\r\nبرهان الدين : - محمد بن علي بن سعيد بن هبة اللّه .\r\n\r\n[ برهان الدين : 
  ] - محمد بن محمد بن علي بن ظفر .\r\n\r\nبسام ( ابن . . . ) :\r\n- عمر بن الحسن بن علي بن محمد .\r\n\r\nالبصري : - الحسين بن عمار . . .\r\n\r\n[ البصري : 
  ] - عبد العزيز بن جعفر .\r\n\r\n[ البصري : 
  ] - يحيى بن محمد بن محمد بن أبي زيد .\r\n\r\nابن بطريق : - علي بن يحيى بن الحسن بن الحسين .\r\n\r\n[ ابن بطريق : 
  ] - يحيى بن الحسن بن الحسين .\r\n\r\nالبغدادي : - پدر الأعجمي .\r\n\r\n[ البغدادي : 
  ] - جعفر القطاع .\r\n\r\n[ البغدادي : 
  ] - الحسين بن پدر بن أياز .\r\n\r\n[ البغدادي : 
  ] - عبد الحميد بن هبة اللّه بن محمد .\r\n\r\n[ البغدادي : 
  ] - عبد العزيز بن المبارك .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":33},
  {"content":"\r\n\r\n\r\n[ البغدادي : 
  ] - علي بن أنجب بن عثمان .\r\n\r\n[ البغدادي : 
  ] - علي بن يحيى بن الحسن بن الحسين بن بطريق .\r\n\r\n[ البغدادي : 
  ] - قريش بن السبيع .\r\n\r\n[ البغدادي : 
  ] - محمد بن الحسن . . . الشريف .\r\n\r\nالبقلاوي :\r\n- الحسن بن معالي .\r\n\r\nالبلخي :\r\n- عبد اللّه بن محمد بن محمد بن الحسين .\r\n\r\nبلكو بن أبي طالب بن علي .\r\nالشيخ الأجل أبو عبد اللّه الآوي . هو والد الشيخ أبي الفتوح أحمد بن بلكو المجاز من العلّامة الحلّي في 705 . قال العلّامة في الإجازة له بعد ذكر ألقاب أحمد : ابن الشيخ الأجل المغفور السعيد المرحوم أبي عبد اللّه بلكون بن أبي طالب بن علي الآوي . أقول : آوة - آبه ، قريبة من ساوه وقم ، بلكو يمكن أن يكون مصغر بلك بكسر الباء وفتح اللام وهو التحفة والطرفة .\r\n\r\nالبلنسي : - عمر بن الحسن بن علي بن محمد .\r\n\r\n[ البلنسي : 
  ] - محمد بن عبد اللّه بن عبد الرحمن .\r\n\r\nبندار بن ملكدار « 1 » القمي .\r\nالشيخ شهاب الدين . يروي عنه جمال الدين أحمد بن طاوس ( م 673 ) كما في أسانيد « فرحة الغري » ، قال في « الفرحة » : وروى ذلك السيد محمد بن شرفشاه الحسيني عن شهاب الدين بندار أيضا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وملكدار بمعنى المالك .\r\n","page_name":" 26 ","page_number":34},
  {"content":"\r\n\r\n\r\nبهاء الدين : - الحسن بن المهدي المامطيري .\r\n\r\n[ بهاء الدين : 
  ] - علي بن عيسى الأربلي .\r\n\r\n[ بهاء الدين : 
  ] - محمد بن أحمد بن محمد الوزير . . .\r\n\r\n[ بهاء الدين : 
  ] - محمد بن محمد بن محمد بن محمد الجويني .\r\n\r\n[ بهاء الدين : 
  ] - يوسف بن رافع بن تميم .\r\n\r\nالبيهقي :\r\n- محمد بن القاسم بن محمد .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":35},
  {"content":"\r\n\r\n\r\n[ « ت » 
  ]\r\n\r\nتاج الدين : - الحسن بن الدربي .\r\n\r\n[ تاج الدين : 
  ] - الحسن بن علي الدربي .\r\n\r\n[ تاج الدين : 
  ] - الحسن بن علي بن عميد الدين .\r\n\r\n[ تاج الدين : 
  ] - علي بن أنجب بن عثمان .\r\n\r\n[ تاج الدين : 
  ] - علي بن محمد بن رمضان .\r\n\r\nتاج العلى :\r\n- الأشرف بن الأغر .\r\n\r\nالتقي :\r\n- الحسن بن معالي .\r\n\r\nتقي الدين :\r\n- منصور بن فلاح بن محمد بن سليمان .\r\n\r\nالتيفاشي\r\n: - أحمد بن يوسف . . .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":36},
  {"content":"\r\n\r\n\r\n[ « ج » 
  ]\r\n\r\nالجاستي :\r\n- علي بن الحسن بن أبي العباس .\r\n\r\nالجاواني : - حيص بيص ( الثقات : 122 ) .\r\n\r\n[ الجاواني : 
  ] - محمد بن علي بن علي بن علي .\r\n\r\n[ الجاواني : 
  ] - محمد بن أبي الفوارس .\r\n\r\n[ الجاواني : 
  ] - ورام بن أبي فراس .\r\n\r\n[ الجاواني : 
  ] - هبة اللّه بن ناصر ( الثقات : 333 ) .\r\n\r\n[ الجاواني : 
  ] - هبة اللّه بن نما ( الثقات : 334 ) .\r\n\r\n[ الجاواني : 
  ] - يحيى بن محمد بن نصر بن علي ( الثقات : 341 ) .\r\n\r\nابن جبير الأول :\r\n- الحسين بن جبير .\r\n\r\nابن جبير الثاني :\r\n- علي بن يوسف .\r\n\r\nالجرجاني :\r\n- مهدي بن الحسن بن محمد النيري .\r\n\r\nالجزائري :\r\n- ناصر بن عبد المطلب بن پادشاه .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":37},
  {"content":"\r\n\r\n\r\nالجزيني :\r\n- أبو القاسم بن الحسين .\r\n\r\nجعفر بن أحمد بن الحسين بن قمرويه الحائري\r\n، من تلاميذ الفقيه ابن إدريس الحلّي ( م 598 ) ، كتب بخطّه « المسائل » التي هي من إملاء شيخه المذكور في حياته ، وكذا المختصر في « اثبات المضايقة في القضاء » وفرغ من الكتابة في 10 رجب 588 والنسخة عند الشيخ محمد السماوي بالنجف . وقمرويه اسم مسجد كان في الجانب الغربي من بغداد على شاطئ دجلة . ولعله نسبة إلى « قمر » جزيرة في وسط بحر الزنج كما في « معجم البلدان » .\r\n\r\nجعفر بن الحسن بن يحيى الأكبر بن الحسن بن سعيد .\r\nالشيخ المحقق نجم الدين أبو القاسم الهذلي الحلّي المولود حدود الستمائة والمتوفى 676 .\r\nوقد وجد تأريخ وفاته على ظهر « الشرائع » الذي كتب المحقق بخطه إجازة عليه لتلميذه الشيخ زين الدين أبي الحسن علي بن رشيد الدين محمد بن سعيد في شعبان سنة 675 . وفي ذيل هذه الإجازة كتب ما صورته : توفي مصنف هذا الكتاب ضاحي نهار الخميس سنة ست وسبعين وستمائة . ورأيت أيضا إجازته بخطه على ظهر نسخة « الشرائع » بخطّ محمد بن إسماعيل بن الحسين ابن الحسن بن علي الهرقلي فرغ من كتابته نهار الخميس 15 رمضان 670 ، وكتب المحقق إجازة للكاتب المذكور تأريخها يوم الغدير 671 . ذكر في « أمل الآمل » محاجّته مع الخواجة نصير الدين الطوسي في « استحباب التياسر في القبلة » وتأليفه رسالة فيها ( ذ - 2 : 18 ) ، و « الشرائع » ( ذ - 13 : 47 - 50 ) ، وله « شروح » ( ذ - 13 : 316 - 332 ) ، وله المسائل « المصرية » و « الغروية » و « البغدادية » ( ذ - 20 : 367 ) ، و « العزية » ( ذ - 15 : 262 ) ، و « اللهنة في المنطق » ، و « النافع » ، و « نكت النهاية » ، و « نهج الوصول » وغيرها .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":38},
  {"content":"\r\n\r\n\r\nجعفر القطاع ، المدعو بالسديد البغدادي .\r\nقال معاصره القفطي ( م 646 ) في « أخبار الحكماء : 157 » : كانت له معرفة تامة بالكلام والمنطق والهندسة واطلاع على علوم الأوائل وأقوالهم ومذاهبهم وله يد طولى في قسمة الأدؤر وعمارتها . وكان متظاهرا بالتشيع وتوفي يوم السبت 16 ع 2 : 602 ببغداد ودفن بداره بقراح ظفر وقد جاوز السبعين ، وسماه الدكتور مصطفى جواد : سديد الدين جعفر بن القطاع ( مقدمة طبع نساء الخلفاء ص 11 ) لابن الساعي . أقول : والسديد لقب علي بن أحمد الذي كتب أقدم نسخ الصحيفة السجادية كما يأتي .\r\n\r\nجعفر بن محمد بن أحمد بن صالح القسيني .\r\nشارك مع والده شمس الدين محمد وأخويه إبراهيم المذكور في ص 2 وعلي الآتي ، ومعهما جمع آخر في إجازة رضي الدين علي بن موسى بن طاوس لهم في سنة وفاة ابن طاوس فتاريخ الإجازة ج 1 - 664 ووفاة المجيز 5 ذي القعدة 664 كما ذكره شمس الدين محمد القسيني في إجازته للشيخ طومان . ترجمه مختصرا في « الأمل » .\r\n\r\nجعفر بن محمد بن جعفر بن هبة اللّه بن نما .\r\nهو الشيخ نجم الدين ووالده نجيب الدين . وكان أستاذ كمال الدين علي بن الحسين بن حماد بن أبي الخير الليثي الواسطي . يروي عن والده نجيب الدين محمد عن أبيه جعفر عن أبيه أبي البقاء هبة اللّه . ويروي عن نجيب الدين والد صاحب الترجمة أيضا : شمس الدين محمد بن أحمد بن صالح القسيني في 637 ، كما يروي عن صاحب الترجمة جمال الدين محمد بن الحسن بن الفقيه محمد بن المهتدي بالإجازة العامة في 670 ، ومرّ أخوه أحمد بن نجيب الدين محمد في ص 8 - 9 ، وترجم مختصرا في « الأمل » .\r\n\r\nالجعفري :\r\n- الحسن بن محمد بن عبد اللّه .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":39},
  {"content":"\r\n\r\n\r\nابن الجعفرية :\r\n- محمد بن محمد بن جعفر .\r\n\r\nالجكاك :\r\n- الحسن بن محمود بن الحسن الخجندي .\r\n\r\nجلال الدين : - عبد الحميد بن فخار بن معد بن فخار .\r\n\r\n[ جلال الدين : 
  ] - عبد الحميد بن محمد بن عبد الحميد .\r\n\r\n[ جلال الدين : 
  ] - عبد اللّه بن المختار الشريف . . .\r\n\r\n[ جلال الدين : 
  ] - القاسم بن الحسن بن محمد بن الحسن .\r\n\r\n[ جلال الدين : 
  ] - محمد بن علي بن موسى بن طاوس .\r\n\r\nجمال الاسلام :\r\n- الحسن بن محمد بن يحيى بن علي .\r\n\r\nجمال الدين : - أحمد بن محمد بن المهنأ .\r\n\r\n[ جمال الدين : 
  ] - أحمد بن موسى بن جعفر بن طاوس\r\n\r\n[ جمال الدين : 
  ] - الحسين بن پدر بن أياز .\r\n\r\n[ جمال الدين : 
  ] - الحسين النحوي .\r\n\r\n[ جمال الدين : 
  ] - عبد اللّه بن علي بن زهرة . . .\r\n\r\n[ جمال الدين : 
  ] - علي بن سليمان بن يحيى .\r\n\r\n[ جمال الدين : 
  ] - علي بن محمد بن الحسن .\r\n\r\n[ جمال الدين : 
  ] - علي بن يوسف بن إبراهيم .\r\n\r\n[ جمال الدين : 
  ] - عين الزمان . . .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":40},
  {"content":"\r\n\r\n\r\n[ جمال الدين : 
  ] - محمد بن الحسن بن محمد بن المهتدي .\r\n\r\n[ جمال الدين : 
  ] - محمد بن الناصر بن حمزة .\r\n\r\n[ جمال الدين : 
  ] - ياقوت المستعصمي .\r\n\r\n[ جمال الدين : 
  ] - يوسف بن حاتم بن فوز .\r\n\r\nجمال الدين الوراميني .\r\nأستاذ الفقيه أحمد بن الحسن الناوندي المذكور في ص 4 ، قرأ عليه « نهج البلاغة » وكتب من مقالات أستاذه ( صاحب الترجمة ) وبياناته « حواشي على نهج البلاغة » . ونقل محمد بن شمس الدين الرويال المؤيدي تلك الحواشي عن خطّ التلميذ بعد وفاته على نسخته « 1 » في 731 معبرا عن شيخه بالعالم النحرير جمال الدين الوراميني .\r\nوالمظنون أنه جمال الدين محمد بن الناصر بن حمزة العلوي الحسيني العراقي الوراميني المجاز عن محمد بن القاسم بن محمد البرزهي 661 .\r\n\r\nجمال المحققين :\r\n- أحمد بن علي بن سعيد .\r\n\r\nالجنّاب ( أبو . . . ) :\r\n- أحمد بن محمد بن عمر الخيوقي ، نجم الدين الكبرى ( - كوبره ) .\r\n\r\nالجنابذي « 2 » ( - گنابادي ) :\r\n- عبد العزيز بن المبارك بن محمود .\r\n\r\nالجنگي :\r\n- محمد بن مباركشاه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والنسخة المنقولة عن نسخة الرويال موجودة عند السيد علي شبر في الكويت ، كما سيأتي في الثامنة .\r\n( 2 ) من نواحي نيشابور ومن نواحي قهستان . ( معجم البلدان ) بقي منهما اليوم ما هو بلد من نواحي قهستان .\r\n","page_name":" 33 ","page_number":41},
  {"content":"\r\n\r\n\r\nالجوشني :\r\n- أحمد بن محمد بن جعفر بن زيد .\r\n\r\nالجوهري : - محمد بن أبي البركات . . .\r\n\r\n[ الجوهري : 
  ] - أحمد بن يوسف التيفاشي .\r\n\r\n[ الجوهري : 
  ] - ابن ميسر المعدني .\r\n\r\nالجويني : - عطاملك الخواجة علاء الدين .\r\n\r\n[ الجويني : 
  ] - محمد بن محمد بن محمد الوزير .\r\n\r\n[ الجويني : 
  ] - محمد بن المؤيد بن أبي الحسن الحموي .\r\n\r\nالجهرودي :\r\n- محمد بن الحسن . . .\r\n\r\nجهيم ( ابن . . . ) :\r\n- محمد . . .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":42},
  {"content":"\r\n\r\n\r\n[ « ح » 
  ]\r\n\r\nالحائري : - جعفر بن أحمد بن الحسين بن قمرويه .\r\n\r\n[ الحائري : 
  ] - عبد الحميد بن فخار بن معد بن فخار .\r\n\r\n[ الحائري : 
  ] - فخار بن معد بن فخار .\r\n\r\n[ الحائري : 
  ] - نصر بن علي بن منصور .\r\n\r\nالحاتمي :\r\n- محمد بن علي بن محمد بن أحمد العربي .\r\n\r\nحاجب الباب « 1 » ( ابن . . . ) :\r\n- الفضل بن يحيى بن أبي عبد اللّه .\r\n\r\nحاجب الدار ( ابن . . . ) :\r\n- المظفر بن الفضل بن يحيى . . .\r\n\r\nالحاسب :\r\n- عبد اللّه بن محمد بن عبد الرزاق .\r\n\r\nالحافظ : - أحمد بن محمد بن الناقد .\r\n\r\n[ الحافظ : 
  ] - الأشرف بن الأغر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وراجع ابن درباس .\r\n","page_name":" 35 ","page_number":43},
  {"content":"\r\n\r\n\r\n[ الحافظ : 
  ] - عبد العزيز بن المبارك .\r\n\r\n[ الحافظ : 
  ] - عبد اللّه بن المختار .\r\n\r\n[ الحافظ : 
  ] - عمر بن الحسن بن علي بن محمد .\r\n\r\n[ الحافظ : 
  ] - الفضل بن يحيى بن عبد اللّه .\r\n\r\nحامد بن محمد بن يحيى\r\nبن أحمد بن يحيى الأكبر بن الحسن بن سعيد .\r\nجده نجيب الدين يحيى بن أحمد ( م 690 ) صاحب « جامع الشرائع » ( ذ - 5 : 61 ) . وقرأ صاحب الترجمة « النهاية » للطوسي ، على بعض مشايخه في 696 ، وكتب أصل النسخة المقروة عليها 508 يحيى بن أحمد بن الحسين بن حامد . وفي 585 اشترى ولد الكاتب النسخة من الشيخ الكافي المتورّع العفيف الصالح أبي الكرم . والنسخة موقوفة بالمدرسة « السميعية » بمشهد طوس المعروفة اليوم بمدرسة المولى محمد باقر السبزواري .\r\n\r\nالحانني :\r\n- علي بن الحسن بن أبي العباس .\r\n\r\nالحجازي :\r\n- أحمد بن محمد بن جعفر بن زيد .\r\n\r\nحديد ( ابن أبي ال . . . ) :\r\n- عبد الحميد بن هبة اللّه بن محمد .\r\n\r\nالحراني : - أبو الفضل بن أبي الغنائم .\r\n\r\n[ الحراني : 
  ] - أحمد بن محمد بن جعفر بن زيد .\r\n\r\n[ الحراني : 
  ] - المظفر بن الفضل بن يحيى .\r\n\r\nالحسّاب :\r\n- عبد اللّه بن محمد بن عبد الرزاق .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":44},
  {"content":"\r\n\r\n\r\nحسام :\r\n- علي بن الحسن المعروف بشمس الدين .\r\n\r\nحسام الدين : - أبو الحسن بن رجا .\r\n\r\n[ حسام الدين : 
  ] - علي بن فضل اللّه سالار .\r\n\r\nالحسن بن أحمد بن يوسف\r\n، الزاهد أبو علي الآوهي ، نسبة إلى آوة قرية بين زنجان وهمدان نزيل بيت المقدس . أكثر عن السلفي وجماعة .\r\nوكان عبدا صالحا قانتا للّه ، صاحب أحوال ومجاهدات . له « أجزاء » يحدث منها . توفي عاشر صفر 630 . كذا في « شذرات الذهب » . قال ياقوت : آوة مقابل ساوه وأهلها شيعة ، وهناك آبه من قرى البهنسي من صعيد مصر . كذا في « معجم البلدان » . أقول : والنسبة إلى آوة آوي ، أو : آوجي نسبة إلى أصلها آوج - ( آوگ ) . والمترجم له موصوف بالآوهي فالظاهر كونه مصريا .\r\n\r\nالحسن بن جعفر بن محمد بن موسى الدوريستي\r\n( الشيخ الجليل الخواجة . . . ) أخو الشيخ أبي محمد عبد اللّه بن جعفر الذي توفي بعد الستمائة بيسير كما يأتي . ترجمه القاضي في « مجالس المؤمنين » وأورد قطعة من شعره التي أولها [ بغض الولي علامة معروفة . . . 
  ] ، وعنه في « أمل الآمل » ، وترجمه أيضا في « الرياض » مع احتمال أنه في طبقة أبي علي ابن الشيخ الطوسي أولا ، ثم عدوله إلى أنه أخو عبد اللّه المذكور . وبالجملة يروي صاحب الترجمة عن بهاء الدين محمد بن أحمد الوزيري « أحاديث الحسن بن ذكروان » المذكور في « النوابغ : 87 » ، و « النابس : 53 » . وهي بخطّ الوزيري المذكور .\r\nوحكى شيخنا في « خاتمة المستدرك » عن « الرياض » أنه ذكر أنّ هذه الإجازات كلها موجودة عند الملّا ذو الفقار . وقد ذكرته مختصرا في « الثقات : 56 » .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":45},
  {"content":"\r\n\r\n\r\nأبو الحسن بن أبي الحارث محمد .\r\nالسيد عز الدين الحسيني . من مشايخ سديد الدين يوسف بن علي بن المطهر الحلي والد العلّامة الحلي كما حكاه شيخنا في « خاتمة المستدرك » عن « رياض العلماء » .\r\n\r\nالحسن بن الدربي .\r\nالفقيه تاج الدين ، يروي عنه المحقق الحلي المذكور في ص 30 ورضي الدين علي بن طاوس ، كما في « فرحة الغري » ، وهو يروي عن رشيد الدين محمد بن علي بن شهرآشوب ( م 588 ) ، وفي « أمل الآمل » أنه عالم جليل القدر . وهو الحسن بن علي الدربي الآتي .\r\n\r\nأبو الحسن بن رجا .\r\nالأمير حسام الدين . متكلم ، له « مسائل في الإمامة وكيفية حصول اللطف بها » جرى البحث في ذلك بينه وبين السيد رضي الدين بن عرفة وذلك قبل نزول التتر في حلب 658 ثم بعد سكون فتنة التتر كتب بعض الأصحاب جواب مسائله المذكورة مفصلا ووصفه في أول الجواب بالشيخ الفقيه العالم الزاهد العابد الأمير حسام الدين أبو الحسن ابن رجا حرسه اللّه وأيده . والنسخة هذه موجودة في المكتبة الرضوية .\r\n\r\nالحسن بن زبيب الدين\r\n، أبي طالب بن أبي المجد اليوسفي زين الدين أبو محمد الآبي الآوي الفقيه الجليل المعروف بابن الزبيب الآوي صاحب « كشف الرموز » الذي فرغ منه في شعبان 672 وهو في شرح رموز « المختصر النافع » في حياة أستاذ المحقق الحلّي مؤلف « النافع » في بعض أسفاره ، ووعد في آخره بتأليف شرح واف « للنافع » و « الشرائع » بعد رجوعه عن سفره . ومرّ أحمد بن محمد المعروف بابن الزبيب ( في ص 9 ) واحتمل في « الرياض » كونهما ابني عم .\r\n\r\nالحسن بن زهرة بن الحسن بن زهرة الكبير .\r\nأبو علي الحسيني الحلبي النقيب . رأس الشيعة بحلب وعزّهم وجاههم . كان عالما بالعربية والقراءات\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":46},
  {"content":"\r\n\r\nوالأخبار والفقه على رأي القوم ، وكان متعيّنا للوزارة ونفذ رسولا إلى العراق . واندكت الشيعة بموته في 620 . كذا ترجمه في « شذرات الذهب » .\r\nأقول : هو الجدّ الأعلى لبني زهرة المجازين عن العلامة الحلي في 723 فإن والدهم إبراهيم بن محمد بن أبي علي الحسن ( المترجم له ) بن أبي المحاسن زهرة الصغير المذكور ، وزهرة الكبير هو جدّ صاحب « الغنية » حمزة بن علي بن زهرة الكبير ، المتوفى 585 ، ( ذ - 16 : 69 ) و « الثقات 87 - 88 و 188 » « 1 » ، ويأتي محمد بن عبد اللّه بن علي بن زهرة الكبير .\r\n\r\nالحسن بن السندي .\r\nكان عالما فقيها صالحا . يروي عن رضي الدين علي بن موسى بن طاوس الحلّي ( م 664 ) كذا ذكر في « الأمل » واحتمل في « الرياض » أنه اشتبه بتاج الدين الحسن بن علي الدربي الذي يروي عنه ابن طاوس . أقول : وإن كان الاشتباه ممكنا لكن الظاهر أنه اطلع الحرّ على حال الرجل وذكره في « الأمل » . نعم ما ذكره الحرّ في آخر « الوسائل » من توصيف تاج الدين الحسن الذي يروي عن ابن طاوس بالحسن ابن السندي يظهر منه أن السندي تصحيف الدربي .\r\n\r\nالحسن بن علي بن الحسن الطبري .\r\nقال العلامة الحلّي في « الإجازة لأبي محمد بن هارون » ابن صاحب الترجمة ، بعد ذكر ألقابه : [ أبو محمد هارون بن المولى الإمام العالم الفاضل الزاهد العابد الورع شيخ الطائفة ركن الاسلام وعماد المؤمنين نجم الدين الحسن السعيد بن الأمير شمس الدين علي بن الحسن الطبري . . . 
  ] . وتأريخ هذه الإجازة سنة 701 ولعله يظهر من توصيفه بالسعيد ، وفاته قبل التأريخ فهو من علماء المائة السابعة ولعله عماد الدين الطبري الآتي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولكن جاء في « الثقات : 87 السطر 19 » غلطا في نسبه والصحيح هو حمزة ابن علي بن زهرة الكبير ابن أبي المواهب . . .\r\n","page_name":" 39 ","page_number":47},
  {"content":"\r\n\r\n\r\nالحسن بن علي الدربي .\r\nالشيخ الصالح تاج الدين ، شيخ المحقق جعفر ابن سعيد الحلّي ( م 676 ) المذكور في ص 30 ورضي الدين علي بن طاوس ( م 664 ) . ويروي عن شيوخه المذكورين في « الثقات العيون » وهم :\r\nعربي بن مسافر المذكور فيه ( ص 172 ) ، وابن شهرآشوب ( ص 273 ) ، ومحمد بن عبد اللّه البحراني ( ص 267 ) ، وشاذان بن جبرئيل القمي ( ص 128 ) ، والشريف أبو الفتح محمد بن محمد بن الجعفرية ( ص 283 ) ، وأبو عبد اللّه أحمد بن شهريار بن محمد بن أحمد ( ص 11 ) ، وناصر الدين راشد بن إبراهيم البحراني ( ص 103 ) ، وابن مارويه ( ص 118 ) في سنة 591 ، ونجم الدين عبد اللّه الدوريستي ( ص 162 - 163 ) ومسعود بن محمد الرازي ( ص 302 ) .\r\nوقد ذكر العلامة الحلي أكثر هؤلاء في « الإجازة الكبيرة لبني زهرة » .\r\nوذكر في « الأمل » بعنوان : الحسن بن الدربي .\r\n\r\nالحسن بن علي بن عميد الدين\r\nأبي جعفر نقيب الكوفة بن عز الدين أبي نزار عدنان نقيب المشهد ابن أبي الفضائل عبد اللّه بن أبي علي عمر المختار ابن أبي العلاء مسلم الأحول أمير الحج المقتول 389 ، إلى آخر نسبه المذكور في « عمدة الطالب » . النقيب تاج الدين أبو علي ( أو أبو إسماعيل ) ، هو وآباؤه وأحفاده كلهم ينسبون إلى جدّهم عمر المختار . ولم يذكر في « العمدة » غير ولديه بهاء الدين داود وشمس الدين علي والد النقيب عميد الدين عبد المطلب .\r\nوأما ابن الفوطي في « الحوادث الجامعة » فذكر ولده الثالث علم الدين إسماعيل في حوادث سنة 645 كما مرّ في ص 18 ، ثم قال ابن الفوطي في سنة 653 :\r\nتوفي فيها نقيب الطالبيين أبو إسماعيل الحسن بن المختار . ويأتي عبد اللّه بن المختار ( 577 - 649 ) .\r\n\r\nالحسن بن علي بن محمد بن علي الحسيني\r\n، المعروف جده بصاحب الخاتم . كتب بخطّه نسخة « جمل العلم والعمل » للشريف المرتضى وفرغ\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":48},
  {"content":"\r\n\r\nمنه سنة ستمائة . وأورد هبة اللّه الموسوي في كتابه « المجموع الرائق » الذي ألّفه 703 تمام « جمل العلم والعمل » نقلا عن نسخة خطّ صاحب الترجمة .\r\nترجمه في « الرياض » وقال : إنه فاضل عالم من علمائنا المتأخرين .\r\n\r\nالحسن بن علي بن محمد بن علي « 1 » الطبري\r\n، عماد الدين . هو معاصر الخواجة نصير الدين الطوسي ( م 672 ) ، ومصنّف « كامل بهائي » فرغ منه 675 ، و « معارف الحقائق » ، و « أربعين بهائي » ، و « المنهج في العبادات » « 2 » ، و « مناقب الطاهرين » فرغ منه 673 ، و « نقض المعالم » ، و « تحفة الأبرار » ، و « العمدة » المذكورة في « الذريعة » . وقد طبع في 1380 بعنوان « معتقد الإمامية » وفيه القول باشتراط وجوب صلاة الجمعة بحضور الإمام المعصوم . وله : « جوامع الدلائل » ، و « أسرار الإمامة » أو « أسرار الأئمة » أو « الأسرار في إمامة الأطهار » وفيه طعون على المتصوفة من العامة وفيه تأريخ 698 كما ذكرتها في « الذريعة » . وترجمه في « الروضات - ص 169 » .\r\n\r\nالحسن بن علي بن محمد بن علي .\r\nعز الدين المعروف بابن الأبرز « 3 » الحسيني . من تلاميذ نجيب الدين يحيى بن أحمد بن سعيد ( م 690 ) وقد كتب له إجازة في 17 شعبان 655 وصفه فيها ب [ السيد الأجل الأوحد العابد الصالح العالم عز الدين الحسن . . . 
  ] وصورة تلك الإجازة عن خطّ المجيز على ظهر « نهج البلاغة » موجودة في « الرياض » في ترجمة المجاز .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وجاء في نسخة « الكامل » المطبوعة : الحسن ، بدل : علي .\r\n( 2 ) أو « الفصيح المنهج » كما في « الرياض » .\r\n( 3 ) كذا في النسخة . ولعله أبزر - أبزار بمعنى الآلة . وقد سمي به أشخاص في القرن الحادي عشر كما جاء في « السلافة » و « الأمل » : الحسين بن الأبزر .\r\n","page_name":" 41 ","page_number":49},
  {"content":"\r\n\r\n\r\nالحسن بن علي بن محمد\r\nبن علي بن محمد بن محمد بن زيد بن أحمد بن محمد بن محمد بن عبيد اللّه بن علي بن عبيد اللّه بن علي بن عبيد اللّه بن الحسين ابن علي بن الحسين الشهيد بن علي بن أبي طالب ( ع ) . كتب بخطّه لنفسه كتاب « أمهات النبي » تأليف أبي جعفر محمد بن حبيب بن أمية وفرغ منه في رمضان 619 . والنسخة في مكتبة مشكاة البيرجندي انتقلت إلى المكتبة المركزية بجامعة طهران كما في فهرسها 2 : 510 قال في آخره : [ كتب لنفسه العبد الفقير إلى رحمة ربه وشفاعة جدّه ؛ الحسن . . . - إلى آخر النسب - مصليا على سيدنا محمد وآله الطاهرين في شهر رمضان سنة تسعة عشر وستمائة . . . 
  ] وقد طبعت النسخة فتوغرافيا مع مقدمة الدكتور حسين علي محفوظ أستاذ جامعة بغداد حين تتلمذه بجامعة طهران .\r\n\r\nالحسن بن علي بن المرتضى .\r\nأبو محمد العلوي الحسيني . هو آخر من سمع من ابن ناصر . يروي عنه كتاب « الذرية الطاهرة » وتوفي في شعبان 630 عن ست وثمانين سنة . وكان سماعه في الخامسة من عمره . قاله في « العبر » « 1 » . انتهى ما في « الشذرات » . أقول : فتكون ولادته 544 وسماعه 549 . ومراده من ابن ناصر هو أبو الفضل محمد بن ناصر بن محمد بن علي الحافظ الثقة البغدادي السّلامي الحنبلي « 2 » محدّث العراق ( 467 - 550 ) كما ترجمه أيضا في « الشذرات » . وأرّخه كذلك في « مرآة الجنان - 3 :\r\n296 » من دون ذكر لكتاب « الذرية » ولا سماع أحد منه في السنة الخامسة من العمر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) « العبر في خبر من غبر » لابن قايماز التركماني الذهبي ( م 748 ) طبع بالكويت 1963 بتحقيق صلاح الدين المنجد .\r\n( 2 ) فابن ناصر حنبلي ولكنه يروي عن علماء الشيعة من أمثال النرسي المذكور في الثقات : 279 - 280 » ويروون عنه . وقد ذكرنا كتاب « الذرية الطاهرة » في « الذريعة - 10 : 25 » .\r\n","page_name":" 42 ","page_number":50},
  {"content":"\r\n\r\n\r\nالحسن بن محمد بن أحمد بن نجا .\r\nعز الدين الكردي الأربلي الفيلسوف النحوي الضرير . ذكر في « بغية الوعاة » نقلا عن الذهبي أنه كان بارعا في العربية والأدب ، رأسا في علوم الأوائل . يقري المسلمين وأهل الكتاب والفلاسفة . وله حرمة وافرة إلا أنه كان رافضيا تارك الصلاة قذرا قبيح الشكل - وغيره من الأوصاف الرديئة - إلى قوله توفي في ع 2 - 660 .\r\nوذكره ابن عماد في « الشذرات - 5 : 301 » بعنوان : الحسين بن نجا مصرحا برفضه وموردا لشعره .\r\n\r\nالحسن بن محمد الديلمي .\r\nأبو محمد بن أبي الحسن . صاحب كتب :\r\n« إرشاد القلوب » و « غرر الأخبار » و « أعلام الدين » المذكورة في الذريعة مفصلا . كان في أواخر السابعة وأوائل الثامنة وسنذكره هناك .\r\n\r\nالحسن بن محمد بن شجاع :\r\nالحسين بن محمد بن شجاع .\r\n\r\nالحسن بن محمد بن عبد اللّه بن علي الجعفري الحسني\r\nسبط الإمام أبي الرضا فضل اللّه بن علي الراوندي الحسني . كتب بخطه « نهج البلاغة » وفرغ منه في ذي القعدة 631 ؛ كانت النسخة في مكتبة شيخنا النوري كما ذكره في « خاتمة المستدرك » . قال : والجعفري نسبة إلى جعفر بن الحسن المثنى جدّ أبي الرضا الراوندي .\r\n\r\nالحسن بن محمد بن يحيى\r\nبن علي بن أبي الجود بن پدر بن درباس .\r\nوصفه شيخه المجيز له ، وهو السيد حيدر بن محمد بن زيد فيما كتب له من الإجازة بخطّه في جمادى الأولى 629 على ظهر نسخة من « المصباح » للطوسي بقوله : [ الشيخ الصالح الورع التقي العالم ر . . . الدين جمال الاسلام الحسن بن محمد بن . . . 
  ] إلى آخر النسب . والمضاف إلى الدين إما « زين » وإما « ربيب » أو ما يشبههما فالكلمة غير مقروءة . والمجيز هو حيدر بن محمد بن زيد بن محمد أستاذ ابن طاوس الآتي ، وذكر في الإجازة سند روايته إلى الطوسي .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":51},
  {"content":"\r\n\r\nونسخة « المصباح » التي عليها الإجازة موجودة بأصفهان عند أبي المجد الرضا الشهير بآقا رضا الاصفهاني . وپدر بمعنى الأب ، مرّ مثله في « الثقات : 232 » ودرپاس بمعنى حاجب الباب ، أو أن الكلمة ممالة من دربيس المذكور في « الثقات : 21 : 22 » .\r\n\r\nالحسن بن محمود بن الحسن\r\n، أبو علي الخجندي الموصلي السنجاري الكردي المعروف بالجكاك المتوفى 604 عن 83 سنة . ترجمه الدكتور مصطفى جواد في مقاله بمجلة العرفان الصيداوية وقال كان شاعرا شيعيا وأورد بعض شعره .\r\n\r\nالحسن بن معالي .\r\nالتقي البقلاوي الحلّي . من أجلّة مشايخ أصحابنا قرأ عليه المحقق الحلي جعفر بن محمد بن سعيد ( م 676 ) المذكور في ص 30 ترجم في « الرياض » .\r\n\r\nالحسن بن المهدي\r\n، بهاء الدين المامطيري الحسيني الطبرستاني . الفاضل العالم الجليل . كذا وصف في « الرياض » . قال : رأيت من تصانيفه رسالة « الهنود في إجابة دعوة ذي العنود » في الحجج الأصولية والفروعية ألّفها للسلطان حسام الدولة أردشير ملك طبرستان والمامطير هو بعينه البلد المعروف اليوم ببارفروش ، قيل : إن أصله ماء وطير . . . ثم قال : وظني اتحاده مع ناصر الدين الحسن بن مهدي المامطيري « 1 » الحسيني الذي ترجمه منتجب الدين بن بابويه وترجم أخاه بهاء الدين علي . قال : والاختلاف في اللقب سهل ، ولعله اشتبهه لقب أحد الأخوين بالآخر . أقول : إن كان المقصود من أردشير هو ابن شهريار بن رستم بن دارا الملقب بأبي الملوك وهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع « الثقات : 236 الحاشية و 208 و 69 » . وقد سميت البلدة أخيرا ببابل .\r\n","page_name":" 44 ","page_number":52},
  {"content":"\r\n\r\nابن أخت شمس الملوك ( م 606 ) وقد ملك مازندران 635 ومات 646 فمؤلف الرسالة له لو افترضنا عمره سبعين سنة كان في عصر منتجب الدين من الصغار وليس من العلماء الكبار الذين جمعهم في فهرسه ، إلا أن يكون المقصود بأردشير هو والد شمس الملوك والمعروف بشاه أردشير فالاتحاد محتمل كما ذكرته في « الثقات : 69 - 70 » .\r\n\r\nالحسن بن يحيى الأكبر بن الحسن بن سعيد الحلي .\r\nهو والد المحقق الحلّي ( م 676 ) . قرأ عليه ولده المذكور في ص 30 ويروي عنه ، فهو في طبقة نجيب الدين محمد بن جعفر بن نما وفخار بن معد بن فخار والد مجد الدين علي العريضي ، وفي طبقة سالم بن محفوظ ومحيي الدين محمد بن زهرة وأمثالهم من مشايخ المحقق الحلي . ويروي عن والده يحيى الأكبر .\r\nوقد مثل الشهيد الثاني في « شرح الدراية » بهم في الرواية عن الآباء . قال في « الرياض » : قيل في وصف صاحب الترجمة إنه فاضل شاعر . أقول :\r\nوقد نهى ولده المحقق عن الشعر كما ذكره الحرّ في « الأمل » في أحوال الولد .\r\n\r\nالحسن بن يوسف المكزون .\r\nعز الدين السنجاري . ذكره ابن الفوطي في سطر واحد . ويلقب بالأمير لأنه قاد الجيش مرتين لحرب الإسماعيلية السبعية بالشام لأنه اثنا عشري ، وكانت ثانيتها سنة 620 . وله ديوان جامع لفنون التصوف ( ذ - 9 : 472 ) طبع أخيرا بدمشق .\r\n\r\nالحسين بن أحمد السوراوي .\r\nقال في « الأمل » : عالم فاضل جليل .\r\nانتهى . وكان من مشايخ رضي الدين علي بن طاوس . قال في الباب 98 من « اليقين » : وأخبرني بذلك الشيخ الصالح حسين بن أحمد السوراوي إجازة في جمادى الآخرة سنة سبع وسبعين وستمائة عن الشيخ السعيد محمد بن القاسم الطبري عن أبي علي بن الشيخ الطوسي عن والده . فظهر أنّ صاحب الترجمة\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":53},
  {"content":"\r\n\r\nمن تلاميذ عماد الدين الطبري صاحب « بشارة المصطفى » فلا يحتمل اتحاده مع الحسين بن هبة اللّه بن رطبة السوراوي المعبر عنه بالحسين بن رطبة الراوي عن أبي علي الطوسي ويروي عنه موسى بن طاوس كما ذكرناه في « الثقات - ص : 83 » .\r\n\r\nالحسين بن أردشير بن محمد .\r\nالسيد نجم الدين أبو عبد اللّه الطبري ، الآبدارآبادي ، من تلاميذ نجيب الدين يحيى بن أحمد بن يحيى بن سعيد الحلّي ( م 690 ) كتب له « إجازة » على نسخة « نهج البلاغة » في 677 وصفه فيها بالسيد الأجل الأوحد الفقيه العالم الفاضل المرتضى نجم الدين أبو عبد اللّه الحسين . . .\r\nالخ . ونسخة « النهج » بخطّ صاحب الترجمة ، فرغ من كتابتها بالحلّة السيفية في مقام صاحب الزمان يوم السبت من أواخر صفر سنة سبع وستين وستمائة . وكتابة التأريخ قابل لأن يقرأ سبعا وسبعين وستمائة ، كما قرأه صاحب « الرياض » . وتوقيع الكاتب هكذا : [ الحسين بن أردشير الطبري ابداراوادي 
  ] وكانت هذه النسخة عند صاحب « الرياض » ثم حصلت أخيرا عند الشيخ محمد السماوي وانتقلت منه إلى مكتبة السيد محسن الحكيم في النجف . وعلى هذه النسخة إجازة وبلاغ من السيد شمس الدين محمد بن الحسن ابن محمد بن أبي الرضا العلوي ( م بعد 730 ) وهو أيضا من تلاميذ نجيب الدين .\r\nويظن من كلام « الرياض » أن المجاز من ابن أبي الرضا أيضا هو الكاتب ، وهو ممكن لكن مجرّد ضمير الإنهاء لا يدلّ عليه ، مع أنها ليست مؤرخة ، والسيد ابن أبي الرضا صار معمرا دون صاحب الترجمة فلم يعلم حاله ، ولعله أدرك الثامنة كبعض آخر من تلاميذ نجيب الدين .\r\n\r\nالحسين بن پدر بن أياز بن عبد اللّه البغدادي .\r\nجمال الدين أبو محمد النحوي توفي 681 . له « الاسعاف في علم الخلاف » ، « شرح التصريف لابن مالك » ، « القواعد في المطارحة » ، « المأخذ المتبع » ، « المحصول في\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":54},
  {"content":"\r\n\r\nشرح الفصول » أعني فصول ابن معط في النحو ، « مسائل الخلاف » في النحو « المطارحة » هكذا ترجمة في « هدية العارفين 1 : 313 » . وقال هندوشاه ابن سنجر في « تجارب السلف » عند ذكر المدرسة المستنصرية التي افتتحت ببغداد في 631 : إنه في أول تحصيله بتلك المدرسة ، كان مدرس النحو هو جمال الدين بن آبار « 1 » . وجاء في « الحوادث الجامعة - ص 426 » أنه توفي جمال النحوي في 681 . والظاهر أنه هو أستاذ العلامة الحلي حيث قال في « الإجازة لبني زهرة » : الشيخ السعيد جمال الدين حسين بن ابان « 2 » النحوي رحمه اللّه . كان أعلم أهل زمانه بالنحو والتصريف . له تصانيف حسنة .\r\nوذكر في موضع آخر أن صاحب الترجمة يروي عن شيخه سعد الدين أحمد ابن محمد بن المغربي البلنسائي . وقال السيوطي في « بغية الوعاة » : الحسين ابن بدر بن أياز أخذ عن أبي جعفر أحمد بن محمد بن أحمد بن خلف بن يحيى الهاشمي البلنسي ( م 620 ) .\r\n\r\nالحسين بن جبير\r\n( الجبر خ . ل ) أبو عبد اللّه ، الراوي عن ابن شهرآشوب ( م 588 ) بواسطة واحدة هو نجيب الدين علي بن فرج . له :\r\n« نخب المناقب » انتخبه من « المناقب » لابن شهرآشوب . وله أيضا :\r\n« الاعتبار في بطلان الاختيار » ويعني اختيار الأمة في تعيين الإمام . نسبه إليه ابن بنته زين الدين علي بن يوسف بن جبير في كتابه « نهج الايمان » ، والشيخ الحرّ في « إثبات الهداة » ، وعلم بن يوسف بن منصور في « كنز جامع الفوائد » ينقل عن « النخب » كثيرا . وسيجيء في ترجمة نجيب الدين علي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الظاهر أنه من غلط الطبع في تجارب السلف . فابن الابار هو محمد بن عبد اللّه القضاعي المقتول 658 صاحب « تكملة الصلة » لابن بشكوال المطبوع و « الحلية السيراء » و « المعجم في أصحاب الإمام الصدفي » المطبوع بمادريد 1893 .\r\n( 2 ) وهذا أيضا من غلط النسخة في « الإجازة » فإنها طبعة مغلوطة تحتاج إلى تنقيح .\r\n","page_name":" 47 ","page_number":55},
  {"content":"\r\n\r\nابن فرج كلام المترجم له في وصف أستاذه المذكور . والمترجم له متأخر عن ابن جبير صاحب الرحلة .\r\n\r\nالحسين بن الحسن بن علي بن حمزة بن محمد بن الحسن .\r\nقطب الدين أبو عبد اللّه الحسيني العلوي الكوفي المعروف بابن الأقساسي ، نقيب الطالبيين .\r\nقال ابن الفوطي في « الحوادث الجامعة » : إن النقيب قطب الدين أبا عبد اللّه الحسين المعروف بابن الأقساسي العلوي توفي ببغداد 645 وكان أديبا فاضلا يقول شعرا جيدا . بدرت منه كلمة في أيام الناصر ( م 622 ) فأمر بحبسه بالكوفة ولما استخلف الظاهر أمر بإطلاقه . ولما استخلف المستنصر قرّبه وأدناه ورتّبه نقيبا وجعله من ندمائه . وكان ظريفا خليعا طيب الفاكهة حاضر الجواب . وقد نقل عنه ابن أبي الحديد ( م 655 ) في شرحه ل « نهج البلاغة » بعنوان قطب الدين رحمه اللّه ، بما يظهر تأليفه للشرح بعد وفاة صاحب الترجمة ولقّبه القاضي في « مجالس المؤمنين » بعز الدين ابن الأقساسي وحكى إنكار المستنصر لتغسيل أمير المؤمنين عليّ لجسد سلمان بالمدائن وما أنشأه عز الدين ابن الأقساسي هذا في جوابه بديهة . هذا وقد ذكرت والده الحسن بن علي ( م 593 ) في « الثقات : 63 » ، وجده محمد بن الحسن بن علي في « النابس : 160 » . وقال السمعاني وياقوت : « الأقساس قرية في الكوفة نسب إليها من أولاد زيد ، أبو محمد يحيى بن محمد بن الحسن بن محمد ابن علي بن محمد بن يحيى بن الحسين بن زيد بن علي بن الحسين بن علي بن أبي طالب ( ع ) ، وغيره .\r\n\r\nالحسين بن حماد بن أبي الخير\r\n، شرف الدين الليثي الواسطي والد كمال الدين علي المذكور في المائة الثامنة ، والراوي عن جماعة منهم عبد الكريم ابن أحمد بن طاوس الذي كتب له « إجازة » ، ذكرها صاحب « المعالم » في « الإجازة الكبيرة » . قال عبد الكريم بن طاوس في تلك الإجازة ، بعد\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":56},
  {"content":"\r\n\r\nذكر اسم المجاز كمال الدين على ما لفظه : [ ابن الشيخ الإمام الزاهد الفقيه بقية المشيخة شرف الدين حسين . . . 
  ] .\r\n\r\nالحسين بن خشرم .\r\nأبو علي سديد الدين الطائي تلميذ الشيخ زين الدين علي بن حسان الرهمي ، والمجاز منه بما كتبه باسمه في خامس شعبان سنة 600 على ظهر « النهاية » للشيخ الطوسي ، حكاه في « البحار » عن « المجموعة » للجبعي عن خطّ الشهيد . وفي « الأمل » : إنه فاضل جليل يروي عنه جمال الدين أحمد بن موسى بن طاوس جميع كتب أصحابنا .\r\n\r\nالحسين بن الدورقي .\r\nيروي عنه علي بن طاوس في الباب الخامس من « فرج المهموم » بما لفظه : [ فصل ، ومن علماء النجوم ، من حدثني به\r\n\r\nحسين بن الدورقي\r\n، وقال : إن الشيخ الفقيه أبا القاسم بن مانع « 1 » من أصحابنا الشيعة وكان قريبا من زماننا . وكان ممن يقرأ في الفقه وعلم الكلام وعارفا بعلم النجوم ومعروفا بذلك .\r\n\r\nحسين بن رده .\r\nمهذب الدين . من مشايخ سديد الدين يوسف كما في « أمل الآمل » . ذكرته بعنوان الحسين بن أبي الفرج بن رده ( في ص 51 ) وهو مؤخر عن الحسين بن أحمد بن رده ، شيخ محمد بن جعفر المشهدي .\r\n\r\nالحسين بن عبد الكريم الغروي\r\nالخازن أو الخادم للحضرة الغروية .\r\nروى عنه رضي الدين علي وأبو الفضائل أحمد ابنا طاوس ، ويروي عنه عبد الكريم بن أحمد بن طاوس في « فرحة الغري » بعض الحكايات .\r\n\r\nالحسين بن علي بن الأسعد .\r\nالأجل شرف الدين العلوي الحسيني .\r\nهو خامس العلماء الذين سمعوا عن علي بن موسى بن جعفر بن محمد بن محمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع « الثقات : 7 » .\r\n","page_name":" 49 ","page_number":57},
  {"content":"\r\n\r\nالطاوس تمام كتابه « التشريف بتعريف وقت التكليف » « 1 » وستأتي بقية أسمائهم في ترجمة حسين بن محمد بن شجاع ( ص 52 ) . وقد سمع جمع آخر عنه بعض الكتاب كما سيأتي أيضا أسماؤهم في ترجمة صالح بن أبي عبد اللّه بن العظيم .\r\nوكتب ابن طاوس في آخر النسخة إجازة لجميعهم بعد السماع كلّا أو بعضا في داره بالمفيدية في دار السلام بغداد في ضاحي نهار الأربعاء رابع عشرين ربيع الآخر سنة ثمان وخمسين وستمائة . وقد سمى الشريف محمد بن أحمد بن أبي علي عبد اللّه الهاشمي جميع هؤلاء وكتب أسماءهم في ظهر الكتاب بخطه نسقا .\r\nثم كتب ابن طاوس في ذيل خطّ الهاشمي إجازة لهم جميعا بهذه الصورة :\r\n[ أجزت لهم باللّه جل جلاله ما ذكروه تفصيله وجملته ، ألهمهم اللّه جل جلاله معاملته لكل ما سألوا إجازته . وكتب عبد اللّه ، علي بن موسى بن جعفر بن محمد بن محمد الطاوس العلوي الفاطمي في تأريخه 
  ] .\r\nوقد حصلت هذه النسخة من « التشريف » التي كانت بخطّ مؤلفه عند الشيخ زين الدين الشهيد الثاني فاستنسخ عنها في سنة 941 نسخة ونقل في آخر نسخته عين ما في تلك النسخة ، ثم حصلت نسخة خطّ زين الدين الشهيد عند محمد بن محمد بن الحسن الشهير بابن قاسم الحسيني العيناتي العاملي مؤلف « الاثنا عشرية في المواعظ العددية » فكتب عن النسخة الشهيدية نسخة لنفسه وفرغ من الكتابة 1059 . وكتب في آخره جميع ما نقله الشهيد في نسخته .\r\nوقد رأيت نسخة خطّ العيناتي بمكتبة السيد جلال المحدث الأرموي بطهران في 1365 . ثم رأيت في سنة 1380 في المكتبة نفسها نسخة أخرى من كتاب « التشريف » في مجموعة كبيرة ممزقة كلها بخط بهاء الدين علي بن يونس الحسيني التفريشي تلميذ بهاء الدين العاملي وخط عمه مير فيض اللّه التفريشي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهذا الكتاب غير « التشريف بالمنن في التعريف بالفتن » المذكور في « الذريعة 4 :\r\n189 » .\r\n","page_name":" 50 ","page_number":58},
  {"content":"\r\n\r\nكما صرّح به في المجموعة . وقد صرّح التفريشي أيضا بأنه نقله عن نسخة خطّ الشهيد الثاني وفرغ من نقله في سنة 1026 .\r\n\r\nالحسين بن علي بن سليمان البحراني .\r\nيروي عنه العلامة الحلي ( م 726 ) وهو يروي عن والده كمال الدين علي بن سليمان الآتي . صرّح بذلك العلامة في « الإجازة لبني زهرة » . وكان والده علي بن سليمان من مشايخ الشيخ ميثم البحراني ( م 699 ) . فصاحب الترجمة من معاصريه . ووصفه في « الأمل » :\r\nفاضل جليل .\r\n\r\nالحسين بن عمار البصري .\r\nيوجد بخطّه « أمان الأخطار » لعلي بن طاوس ( 589 - 664 ) في مكتبة مجد الدين النصيري الأميني بطهران .\r\nوآخر النسخة هكذا : [ علقه الفقير إلى رحمة اللّه تعالى الحسين بن عمار البصري وفرغ منه يوم الأربعاء رابع عشر شهر ربيع الأول من سنة اثنتين وثلاثين وستمائة 
  ] . فيظهر منه أن تأليف « الأمان » ( ذ - 2 : 343 - 344 ) كان قبل هذا التأريخ .\r\n\r\nالحسين بن أبي الفرج بن رده النيلي .\r\nالإمام مهذب الدين أبو عبد اللّه الفقيه المعروف بابن رده . هو من مشايخ سديد الدين يوسف بن علي بن المطهر والد العلامة الحلي . وهو يروي عن رضي الدين الحسن بن الفضل الطبرسي ( الثقات : 65 ) . ويروي أيضا عن نصير الدين الطوسي وعبد اللّه ابن حمزة الشارحي ( الشارجي خ . ل . ) ( الثقات : 163 ) ، ويروي أيضا عن أحمد بن علي بن عبد الجبار الطبرسي تلميذ قطب الدين سعيد بن هبة اللّه الراوندي ( م 573 ) ( الثقات : 13 ) وعن محمد بن الحسين بن علي بن عبد الصمد النيسابوري عن أبيه عن جده كما في أسانيد « فرائد السمطين » .\r\nويأتي بعنوان الحسين بن محمد بن عبد اللّه . وأن له « نزهة الناظر في الجمع\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":59},
  {"content":"\r\n\r\nبين الأشباه والنظائر » . ومرّ في السادسة ( الثقات : 73 ) الحسين بن أحمد ابن رده شيخ محمد بن المشهدي .\r\n\r\nالحسين بن محمد بن أحمد بن نجا الأربلي .\r\nكما جاء في « الشذرات 5 :\r\n301 » . مرّ بعنوان الحسن بن محمد بن أحمد بن نجا في ص 43 .\r\n\r\nالحسين بن محمد بن الحسين الطبري السكوني .\r\nكتب تملّكه للجزء الرابع من « المبسوط » للطوسي في سنة 654 بما لفظه : [ صار الجزء الرابع من الكتاب ملكا طلقا بحق الابتياع الشرعي للحسين بن محمد بن الحسين الطبري السكوني وفقه اللّه للصالحات إنه ولي الخيرات والبركات في بعض شهور سنة أربع وخمسين وستمائة 
  ] والنسخة بخط مرشد الدين أبي الحسن علي ابن الحسين بن أبي الحسين المكنى بأبي الحسن الواراني المجاز من أستاذه الحسن ابن الحسين بن علي الدوريستي في كاشان في 584 المذكور في « الثقات :\r\n184 - 185 » والآتي أيضا . ونسخة « المبسوط » التي عليها تملك صاحب الترجمة كانت في مكتبة السيد خليفة ، وفي سنة 1371 اشتراها الشيخ محمد الرشتي بن الشيخ عبد الحسين الرشتي صاحب « كشف الاشتباه » .\r\n\r\nالحسين بن محمد بن شجاع\r\n، ( الحاج . . . ) . من المشايخ المجازين عن رضي الدين علي بن طاوس الذين سمعوا عنه تمام كتابه « التشريف بتعريف وقت التكليف » في داره المعمورة بالمفيدية ببغداد في 658 فكتب ابن طاوس لهم في آخره إجازة بخطه . وهم : شمس الدين علي بن قيصر بن عبد الرحمن مطرز ، وشمس الدين علي بن الحسين المعروف بالحسام ، ونور الدين عمر بن صالح الأسدي ، وشرف الدين حسين بن علي بن الأسعد العلوي الحسني .\r\nفهؤلاء مع صاحب الترجمة خمسة سمعوا منه تمام الكتاب بتفصيل . ذكره محمد ابن أحمد بن أبي علي عبد اللّه الهاشمي ، وحكى عن خطه الشهيد الثاني في\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":60},
  {"content":"\r\n\r\n941 . وحكى عن خط الشهيد السيد محمد العيناتي في نسخة كتبها بخطه في 1059 وهي عند السيد جلال محدث الأرموي بطهران وعنده أيضا نسخة أخرى من « التشريف » أدرجها السيد بهاء الدين علي بن يونس التفريشي الغروي في مجموعة كتبها في 1026 وقد نقلها عن نسخة خط الشهيد الثاني المؤرخة 941 وهناك بعض الخلاف في هذه النسخة . فسمى المترجم له :\r\nالحاج حسن بن محمد بن شجاع . وجاء : المطهّر بدل المطرز وكذلك : علي ابن الحسن المعروف بالحسام . وسيجيء كلّ في محله .\r\n\r\nالحسين بن محمد بن عبد اللّه بن رده مهذب الدين النيلي .\r\nقال في « الرياض » بعد العنوان المذكور : إنه من أجلاء أصحابنا . رأيت على ظهر نسخة من « نزهة الناظر في الجمع بين الأشباه والنظائر » : أنه للشيخ الفقيه العالم العامل مهذب الدين الحسين بن محمد بن عبد اللّه قدس سرّه . وتأريخ كتابة النسخة سنة أربع وسبعين وستمائة . ثم قال : إنه مر في ترجمة الشيخ مهذب الدين الحسين بن رده أن « النزهة » له ، وأنه متحد مع صاحب الترجمة . انتهى ما في « الرياض » . أقول : مرّت في ص 51 - 52 ترجمة مهذب الدين الحسين بن أبي الفرج بن رده النيلي من مشايخ سديد الدين يوسف والد العلامة الحلي . ويأتي في يحيى بن أحمد بن سعيد أن نسبة « النزهة » إليه ضعيفة .\r\n\r\nالحسين بن محمد بن علي الميكالي\r\nشهاب الدين الشهيد ، صاحب كتاب « العمدة » في الدعوات الذي ألّفه في 610 . ترجمه في « الرياض » .\r\n\r\nالحسين بن محمد بن محمد بن عبد الكريم\r\nبن برز « 1 » القمي ( الخواجة . . . ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) برز : بالضم بمعنى العظمة والجلال .\r\n","page_name":" 53 ","page_number":61},
  {"content":"\r\n\r\nهو أخو الوزير . قدم مع أخيه وانقطع في دار مجاور داره وانقضى عمره على ذلك إلى أن توفي 643 ودفن بمشهد موسى بن جعفر ( ع ) . هكذا ترجمه الفوطي في « الحوادث الجامعة - ص 293 » ومراده من أخيه الوزير هو مؤيد الدين القمي محمد بن محمد بن محمد بن برز القمي الذي كان أديبا فاضلا عارفا بشؤون الوزارة . بقي في وزارة الخليفة الناصر لدين اللّه ( م 622 ) ثم الظاهر ثم المستنصر ، إلى أن تغير عليه المستنصر وحبسه ومات 629 كما سيأتي .\r\n\r\nالحسين النحوي .\r\nجمال الدين بن ابان ، من مشايخ العلامة الحلّي كما في النسخة المغلوطة من « الإجازة لبني زهرة » . والصحيح الحسين بن پدر ابن اياز بن عبد اللّه .\r\n\r\nالحكيم : - علي بن فضل اللّه سالار .\r\n\r\n[ الحكيم : 
  ] - محمد بن أبي البركات الجوهري .\r\n\r\nالحلبي : - أبو الفضل بن أبي الغنائم .\r\n\r\n[ الحلبي : 
  ] - أبو القاسم بن الحسين الحلّي .\r\n\r\n[ الحلبي : 
  ] - أحمد بن محمد بن جعفر بن زيد .\r\n\r\n[ الحلبي : 
  ] - الأشرف بن الأغر .\r\n\r\n[ الحلبي : 
  ] - الحسن بن زهرة بن الحسن .\r\n\r\n[ الحلبي : 
  ] - عبد اللّه بن علي بن زهرة .\r\n\r\n[ الحلبي : 
  ] - علي بن الحسن بن إبراهيم .\r\n\r\n[ الحلبي : 
  ] - علي بن محمد بن عبد اللّه بن زهرة .\r\n\r\n[ الحلبي : 
  ] - الفضل بن يحيى بن أبي عبد اللّه .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":62},
  {"content":"\r\n\r\n\r\n[ الحلبي : 
  ] - محمد بن عبد اللّه بن علي بن زهرة .\r\n\r\n[ الحلبي : 
  ] - محمد بن علي بن زهرة . . .\r\n\r\n[ الحلبي : 
  ] - مظفر بن الفضل بن يحيى .\r\n\r\n[ الحلبي : 
  ] - يحيى بن حميد بن ظافر .\r\n\r\nالحلي : - أبو القاسم بن إسماعيل بن عنان .\r\n\r\n[ الحلي : 
  ] - أبو القاسم بن الحسين الرافضي .\r\n\r\n[ الحلي : 
  ] - أحمد بن علي بن معقل الأزدي .\r\n\r\n[ الحلي : 
  ] - أحمد بن محمد بن جعفر بن هبة اللّه بن نما .\r\n\r\n[ الحلي : 
  ] - أحمد بن موسى بن جعفر بن طاوس .\r\n\r\n[ الحلي : 
  ] - أحمد بن يحيى الأكبر .\r\n\r\n[ الحلي : 
  ] - أسعد بن إبراهيم بن الحسن .\r\n\r\n[ الحلي : 
  ] - جعفر بن الحسن بن يحيى الأكبر .\r\n\r\n[ الحلي : 
  ] - الحسن بن معالي .\r\n\r\n[ الحلي : 
  ] - الحسن بن يحيى الأكبر .\r\n\r\n[ الحلي : 
  ] - سالم بن محفوظ بن عزيزة .\r\n\r\n[ الحلي : 
  ] - عبد الكريم بن أحمد بن موسى .\r\n\r\n[ الحلي : 
  ] - علي بن محمد بن رمضان الطقطقي .\r\n\r\n[ الحلي : 
  ] - علي بن محمد بن سعيد .\r\n\r\n[ الحلي : 
  ] - علي بن محمد بن محمد بن علي بن سكون .\r\n\r\n[ الحلي : 
  ] - علي بن محمد بن المطهر .\r\n\r\n[ الحلي : 
  ] - علي بن موسى بن جعفر بن طاوس .\r\n\r\n[ الحلي : 
  ] - علي بن يحيى بن الحسن بن الحسين بن بطريق .\r\n\r\n[ الحلي : 
  ] - القاسم بن الحسن بن محمد .\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":63},
  {"content":"\r\n\r\n\r\n[ الحلي : 
  ] - محمد بن جعفر بن هبة اللّه بن نما .\r\n\r\n[ الحلي : 
  ] - محمد بن جهيم . مفيد الدين .\r\n\r\n[ الحلي : 
  ] - محمد بن الحسن بن محمد بن معية .\r\n\r\n[ الحلي : 
  ] - محمد بن الحسن بن موسى بن جعفر .\r\n\r\n[ الحلي : 
  ] - محمد بن أبي الغر . . .\r\n\r\n[ الحلي : 
  ] - محمد بن علي بن علي بن علي بن المفضل .\r\n\r\n[ الحلي : 
  ] - محمد بن علي بن موسى بن طاوس .\r\n\r\n[ الحلي : 
  ] - محمد بن أبي الفوارس .\r\n\r\n[ الحلي : 
  ] - محمد بن محمد بن جعفر بن أحمد .\r\n\r\n[ الحلي : 
  ] - محمد بن موسى بن جعفر بن طاوس .\r\n\r\n[ الحلي : 
  ] - محمد بن يحيى بن أحمد بن يحيى .\r\n\r\n[ الحلي : 
  ] - ورام بن أبي فراس .\r\n\r\n[ الحلي : 
  ] - يحيى بن أحمد بن يحيى .\r\n\r\n[ الحلي : 
  ] - يوسف بن علوان . . .\r\n\r\n[ الحلي : 
  ] - يوسف بن علي بن محمد بن المطهر .\r\n\r\nالحمداني :\r\n- محمد بن محمد بن علي بن ظفر . . .\r\n\r\nحمدون ( ابن . . . ) :\r\n- محمد بن جعفر بن هبة اللّه بن نما .\r\n\r\nالحمصي : - أحمد بن علي بن معقل الأزدي .\r\n\r\n[ الحمصي : 
  ] - محمود بن علي بن الحسن الرازي .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":64},
  {"content":"\r\n\r\n\r\nالحموي : - عمر بن علي بن مرشد بن الفارض .\r\n\r\n[ الحموي : 
  ] - محمد بن المؤيد بن أبي الحسن .\r\n\r\nحمويه :\r\n- محمد بن المؤيد بن أبي الحسن سعد الدين .\r\n\r\nحميدان بن يحيى بن حميدان\r\nبن القاسم بن الحسن بن إبراهيم بن سليمان القاسمي الحسني مؤلّف « بيان الأشكال » والمجيب « لمسائل الشيخ عمران الشنوي » ( ذ - 3 : 176 ) .\r\n\r\nحميدة ( ابن . . . ) :\r\n- يحيى بن حميد بن ظافر بن علي .\r\n\r\nالحناط :\r\n- علي بن يحيى بن علي .\r\n\r\nالحنبلي :\r\n- عبد العزيز بن المبارك بن محمود .\r\n\r\nحيدر بن محمد بن زيد بن محمد بن عبد اللّه .\r\nكمال الدين الحسيني .\r\nقرأ عليه علي بن طاوس الحلي في السبت 16 ج 2 - 620 كما ذكره في كتابه « اليقين - الباب 194 » قال : وهو قرأ على الإمام المحدّث كمال الدين أبي الفضل محمد بن عبد الرشيد بن محمد الاصفهاني في 10 رجب 613 وهو قرأ على الإمام البارع الناقد قطب الدين شيخ الاسلام أبي العلاء الحسن بن أحمد بن الحسن العطار الهمداني الذي مدحه ابن النجار في « ذيل تاريخ بغداد » للخطيب بأبلغ المدح . قال ابن طاوس في وصف صاحب الترجمة :\r\nأخبرني السيد الإمام العالم الزاهد العابد كمال الدين شرف الاسلام رب الفصاحة سيد العلماء حيدر بن محمد بن زيد بن عبد اللّه الحسيني قدس اللّه روحه ونوّر\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":65},
  {"content":"\r\n\r\nضريحه . وترجمه في « أمل الآمل » وذكر أنه يروي عن ابن شهرآشوب وأورد صورة إجازة ابن شهرآشوب له في 570 نقلا عن خط الملّا عبد اللّه التستري الشهيد . وهو نقلها عن خط ابن شهرآشوب على ظهر « المجالس » للشيخ الطوسي الذي كان بخطّ صاحب الترجمة . ويوجد بخطّ صاحب الترجمة إجازة لتلميذه جمال الاسلام الحسن بن محمد بن يحيى بن علي بن أبي الجود ابن پدر بن درباس المذكور في ص 43 - 44 في جمادى الأولى 629 صرّح فيها بروايته عن محمد بن علي بن شهرآشوب عن جدّه شهرآشوب عن الشيخ الطوسي مؤلف « المصباح » الذي كتبت هذه الإجازة على ظهره . والنسخة عند أبي المجد آقا رضا الأصفهاني . ذكر فيها نسبه هكذا : حيدر بن محمد ابن زيد بن محمد بن محمد بن عبد اللّه .\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":66},
  {"content":"\r\n\r\n\r\n[ « خ » 
  ]\r\n\r\nالخادم :\r\n- الحسين بن عبد الكريم الغروي .\r\n\r\nالخازن : - الحسين بن عبد الكريم الغروي .\r\n\r\n[ الخازن : 
  ] - عبد الحميد بن هبة اللّه بن محمد .\r\n\r\n[ الخازن : 
  ] - علي بن أنجب بن عثمان .\r\n\r\n[ الخازن : 
  ] - علي بن علي بن منصور .\r\n\r\n[ الخازن : 
  ] - قريش بن السبيع .\r\n\r\n[ الخازن : 
  ] - نصر بن علي بن منصور .\r\n\r\n[ الخازن : 
  ] - ياقوت المستعصمي .\r\n\r\nالخاقان ( ابن . . . ) :\r\n- عمر بن الحسن . . .\r\n\r\nالخجندي : - الحسن بن محمود بن الحسن .\r\n\r\n[ الخجندي : 
  ] - محمد بن علي بن محمد علاء الدين .\r\n\r\nخشرم ( ابن . . . ) :\r\n- الحسين . . .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":67},
  {"content":"\r\n\r\n\r\nالخطاط : - أحمد بن محمد بن النافد .\r\n\r\n[ الخطاط : 
  ] - ياقوت المستعصمي .\r\n\r\nخطير الدين :\r\n- محمود بن محمد .\r\n\r\nخواجة « 1 » : - أفضل الدين الكاشاني .\r\n\r\n[ خواجة : 
  ] - حسن بن جعفر بن محمد بن موسى .\r\n\r\n[ خواجة : 
  ] - الحسن بن محمد بن محمد .\r\n\r\n[ خواجة : 
  ] - الحسين بن محمد بن محمد بن عبد الكريم .\r\n\r\n[ خواجة : 
  ] - فضل اللّه بن أبي نعيم .\r\n\r\nالخوافي :\r\n- أحمد بن محمد بن عمر الخيوقي .\r\n\r\nالخياط :\r\n- علي بن يحيى بن علي .\r\n\r\nالخيوقي :\r\n- أحمد بن محمد بن عمر . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقب بمعنى السيد كان الغلاة يستعملونه للأئمة خاصة . وبعد انصهار الغلاة عمّ استعمالها عند الفرس حتى القرن العاشر ، حيث قلل استعمالها من جديد لغير الأئمة .\r\n","page_name":" 60 ","page_number":68},
  {"content":"\r\n\r\n\r\n[ « د » 
  ]\r\n\r\nالداعي :\r\n- محمد بن محمد بن زيد . . .\r\n\r\nالداودي : - أحمد بن موسى بن جعفر بن طاوس .\r\n\r\n[ الداودي : 
  ] - عبد الكريم بن أحمد بن موسى .\r\n\r\n[ الداودي : 
  ] - علي بن موسى بن جعفر بن طاوس .\r\n\r\n[ الداودي : 
  ] - محمد بن الحسن بن علي بن محمد .\r\n\r\n[ الداودي : 
  ] - محمد بن الحسن بن موسى بن جعفر .\r\n\r\nدرباس « 1 » ( ابن . . . ) :\r\n- الحسن بن محمد بن يحيى .\r\n\r\nالدربي : - الحسن . . .\r\n\r\n[ الدربي : 
  ] - الحسن بن السندي .\r\n\r\n[ الدربي : 
  ] - الحسن بن علي الدربي .\r\n\r\nدغيم ( ابن . . . ) :\r\n- علي بن محمد اللويزاني .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بمعنى حاجب الباب .\r\n","page_name":" 61 ","page_number":69},
  {"content":"\r\n\r\n\r\nدفترخوان عالي ( ابن . . . ) :\r\n- علي بن محمد بن الرضا .\r\n\r\nالدورقي :\r\n- الحسين بن . . .\r\n\r\nالدوريستي : - حسن بن جعفر بن محمد بن موسى .\r\n\r\n[ الدوريستي : 
  ] - عبد اللّه بن جعفر بن محمد بن موسى .\r\n\r\nالديباجي : - إسماعيل بن الحسين بن محمد .\r\n\r\n[ الديباجي : 
  ] - القاسم بن الحسن بن محمد .\r\n\r\n[ الديباجي : 
  ] - محمد بن الحسن بن محمد بن معية .\r\n\r\nالديلمي : - أبو الفضل بن شهردوير .\r\n\r\n[ الديلمي : 
  ] - الحسن بن محمد . . .\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":70},
  {"content":"\r\n\r\n\r\n[ « ذ » 
  ]\r\n\r\nذو الفقار ( ابن . . . ) :\r\n- عماد الدين . . .\r\n\r\nذو النسبين :\r\n- عمر بن الحسن بن علي بن محمد .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":71},
  {"content":"\r\n\r\n\r\n[ « ر » 
  ]\r\n\r\nالرازي : - عبد الواحد . . .\r\n\r\n[ الرازي : 
  ] - محمد بن عبد الواحد . . .\r\n\r\n[ الرازي : 
  ] - محمود بن علي بن الحسن الحمصي .\r\n\r\nرأس الشيعة :\r\n- الحسن بن زهرة بن الحسن .\r\n\r\nراشد بن إبراهيم بن إسحاق بن إبراهيم البحراني .\r\nالشيخ الفقيه ناصر الدين كما في « فهرس » منتجب بن بابويه و « الأربعين » للشهيد ، أو نصير الدين كما جاء في « الرياض » و « أمل الآمل » . قال الشيخ سليمان البحراني في « تأريخ علماء البحرين » : كان شيخا فقيها عالما متكلما أديبا لغويا . وقال شمس الدين محمد بن أحمد بن صالح القسيني في إجازته للطومان العاملي ، المذكورة في « إجازات البحار - ص 101 - 104 » ضمن إجازة صاحب « المعالم » : إن والدي الشيخ أحمد بن صالح القسيني أجيز له من راشد بن إبراهيم ( صاحب الترجمة ) في سنة 605 ثم توفي المجيز بعد أشهر .\r\nووصفه بالأوصاف التي ذكرت ثم قال : إنه يروي الشيخ راشد هذا عن القاضي جمال الدين علي بن عبد الجبار الطوسي عن والده عبد الجبار عن الشيخ الطوسي . وقال العلامة الحلي في « إجازة بني زهرة » إن راشد هذا يروي عن\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":72},
  {"content":"\r\n\r\nضياء الدين أبي الرضا فضل اللّه الراوندي ، وعن أبي العامر سالم بن مارويه ( الثقات : 118 ) في سنة 591 ، عن أبي البقاء هبة اللّه بن نما عن أبي البقاء هبة اللّه بن ناصر بن نصر عن أبيه عن الرئيس أبي الغنائم أحمد بن علي عمن حدّثه حكاية قتل مقلد بن رافع في سنة 390 . أقول : ويروي عن صاحب الترجمة عميد الرؤساء هبة اللّه كما في « إجازة صاحب المعالم » ، وتاج الدين الحسن بن علي الدربي المذكور في ص 40 كما في « إجازة بني زهرة » ، وسديد الدين يوسف والد العلّامة الحلي كما في إجازة محمد السبط للأمين الاسترآبادي ، كما نقله في « الرياض » وتنظّر فيه . أقول : لا يبعد رواية سديد الدين في شبابه عن الشيخ راشد في هرمه .\r\n\r\nالرافضي : - أحمد بن علي بن معقل .\r\n\r\n[ الرافضي : 
  ] - الحسن بن محمد بن أحمد بن نجا .\r\n\r\n[ الرافضي : 
  ] - أبو الفضل بن شهردوير .\r\n\r\n[ الرافضي : 
  ] - أبو القاسم بن الحسين الحلي .\r\n\r\n[ الرافضي : 
  ] - محمد بن أحمد بن محمد بن علي بن العلقمي .\r\n\r\nالراوندي : - الحسن بن محمد بن عبد اللّه .\r\n\r\n[ الراوندي : 
  ] - علي بن سعيد بن هبة اللّه .\r\n\r\nالربعي : - محمد بن جعفر بن هبة اللّه بن نما .\r\n\r\n[ الربعي : 
  ] - محمد بن جهيم .\r\n\r\nربيب الدين :\r\n- الحسن بن محمد بن يحيى بن علي .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":73},
  {"content":"\r\n\r\n\r\nابن أبي الربيع :\r\n- أحمد بن محمد . . .\r\n\r\nربيع بن محمد الكوفي .\r\nالقاضي عفيف الدين . يروي عنه عبد الكريم ابن أحمد بن طاوس في « فرحة الغري » في 15 - ع 2 - 688 ووصفه بالقاضي العالم الفاضل المدرس عفيف الدين . . . وذكر أنه يروي عن القاضي الزاهد علي بن يد ( زيد خ . ل . ) الهمداني المتوفى في رجب 663 ودفن بالسهلة .\r\n\r\nرجا ( ابن . . . ) :\r\n- أبو الحسن . . .\r\n\r\nرده ( ابن . . . ) : - الحسين . . .\r\n\r\n[ رده ( ابن . . . ) : 
  ] - الحسين بن أبي الفرج . . .\r\n\r\n[ رده ( ابن . . . ) : 
  ] - الحسين بن محمد بن عبد اللّه . . .\r\n\r\nرشيد الدين : - فضل اللّه بن أبي الخير الحمداني .\r\n\r\n[ رشيد الدين : 
  ] - محمد بن أبي القاسم .\r\n\r\nالرضي :\r\n- علي بن أحمد بن أبي هاشم .\r\n\r\nرضي الدين : - علي بن أحمد بن الوزير .\r\n\r\n[ رضي الدين : 
  ] - علي بن موسى بن جعفر بن طاوس .\r\n\r\n[ رضي الدين : 
  ] - محمد بن الحسن الاسترآبادي .\r\n\r\n[ رضي الدين : 
  ] - محمد بن الحسن بن علي بن محمد .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":74},
  {"content":"\r\n\r\n\r\n[ رضي الدين : 
  ] - محمد بن محمد بن محمد بن زيد بن الداعي .\r\n\r\n[ رضي الدين : 
  ] - هبة اللّه بن حامد بن أحمد .\r\n\r\nرضي الدين بن عرفة .\r\nالسيد المتكلم . جرى بينه وبين الأمير حسام الدين أبي الحسن بن رجا المذكور في ص 38 بحث في الإمامة وكيفية حصول اللطف بها . فانتصر له واختار قوله من أجاب الأمير حسام الدين مفصلا بعد وقعه تتر في حلب 658 . والنسخة موجودة في المكتبة الرضوية .\r\n\r\nركن الاسلام :\r\n- الحسن بن علي بن الحسن الطبري .\r\n\r\nالرملي :\r\n- الأشرف بن الأغر .\r\n\r\nالرهمي :\r\n- علي بن حسّان .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":75},
  {"content":"\r\n\r\n\r\n[ « ز » 
  ]\r\n\r\nالزاهد : - الحسن بن أحمد بن يوسف .\r\n\r\n[ الزاهد : 
  ] - الحسين بن حماد بن أبي الخير .\r\n\r\n[ الزاهد : 
  ] - علي بن زيد الهمداني .\r\n\r\n[ الزاهد : 
  ] - علي بن يد الهمداني .\r\n\r\n[ الزاهد : 
  ] - ورام بن أبي فراس .\r\n\r\nابن الزبيب .\r\nاثنان ، أحدهما : الشيخ نظام الدين أحمد بن محمد بن عبد الغني . والثاني : عز الدين الحسن بن زبيب الدين أبي طالب اليوسفي الآبي صاحب « كشف الرموز » الذي فرغ منه 672 ، واحتمل في « الرياض » أنهما ابنا عم . فهما غير ابن زينب محمد بن إبراهيم النعماني تلميذ الكليني المذكور في « النوابغ - 230 » .\r\n\r\nالزرقني ( - زرقاني ) :\r\n- محمد بن الحسن بن علي بن محمد .\r\n\r\nزكريا بن محمد بن محمود .\r\nالمولى أبو عمرو الكموني القزويني . كتب لنفسه بخطّه « صحاح اللغة » للجوهري . وفرغ من الكتابة 629 . رأيت النسخة بمكتبة سردار كابلي حيدر قلي خان بكرمانشاه . قال السمعاني :\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":76},
  {"content":"\r\n\r\nالكمّوني نسبة إلى بني كمونة وذكر منهم من علماء القرن الثالث حتى السادس وقال : أصلهم من بغداد وكلهم من أهل الحديث . . . فليس لهم علاقة بسعد ابن منصور بن الحسن بن كمونة الإسرائيلي ( م 683 ) ، مؤلف « تنقيح الأبحاث » ( ذ - 4 : 460 ) الذي طبعه موسى پرلمان في 1967 وأثبت أنه يهودي ولذلك تركت ذكره مع أني ذكرت كتبه في الذريعة . وراجع محمد المؤمن القزويني .\r\n\r\nالزمان :\r\n- عين . . شيخ . . . حجة . . .\r\n\r\nالزنجي ( ابن . . . ) :\r\n- محمد . . .\r\n\r\nزهرة ( ابن . . . ) : - الحسن بن زهرة بن الحسن .\r\n\r\n[ زهرة ( ابن . . . ) : 
  ] - عبد اللّه بن علي . . .\r\n\r\n[ زهرة ( ابن . . . ) : 
  ] - علي بن محمد بن عبد اللّه .\r\n\r\n[ زهرة ( ابن . . . ) : 
  ] - محمد بن عبد اللّه بن علي . . .\r\n\r\n[ زهرة ( ابن . . . ) : 
  ] - محمد بن علي بن . . . الحلبي .\r\n\r\nالزيدي : - علي بن يد الهمداني .\r\n\r\n[ الزيدي : 
  ] - محمد بن محمد بن جعفر بن أحمد .\r\n\r\nزين الدين : - أحمد بن محمد بن عبد اللّه بن جعفر .\r\n\r\n[ زين الدين : 
  ] - الحسن بن ربيب الدين .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":77},
  {"content":"\r\n\r\n\r\n[ زين الدين : 
  ] - الحسن بن محمد بن يحيى .\r\n\r\n[ زين الدين : 
  ] - علي بن محمد بن سعيد .\r\n\r\n[ زين الدين : 
  ] - علي بن محمد بن المطهر .\r\n\r\n[ زين الدين : 
  ] - علي بن يوسف بن جبير .\r\n\r\n[ زين الدين : 
  ] - محمد بن عبد الواحد الرازي .\r\n\r\n[ زين الدين : 
  ] - محمد بن القاسم بن محمد .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":78},
  {"content":"\r\n\r\n\r\nالساعي ( ابن . . . ) :\r\n- علي بن أنجب بن عثمان .\r\n\r\n[ « س » 
  ]\r\n\r\nسالار ( ابن . . . ) :\r\n- علي بن فضل اللّه .\r\n\r\nسالم بن بدران بن علي بن سالم .\r\nمعين الدين المازني المصري أستاذ الخواجة نصير الدين الطوسي ( م 672 ) . كتب له إجازة سنة 629 ، ويروي عنه محمد بن القاسم بن محمد البرزهي البيهقي ، كما ذكره في إجازته للسيد جمال الدين محمد بن الناصر الوراميني في 661 . وصفه في هذه الإجازة بقوله : [ الإمام الأجل العالم البارع الفاضل المتبحر العلامة معين الدين سالم ابن بدران بن سالم المازني المصري نوّر اللّه مضجعه 
  ] « 1 » . وله كتاب « التحرير » نقل عنه الخواجة نصير الدين في « الفرائض النصيرية » مسألة المتوفى الذي خلّف ابن ابن عم له من قبل أبي أبيه ويقال له « تحرير الفرائض » ( ذ - 3 : 377 ) ونسخة منه كانت عند الشيخ محمد السماوي بالنجف .\r\n\r\nسالم بن محفوظ بن غريزة\r\nبن وشاح السوراوي « 2 » سديد الدين الحلي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والنسخة عند السيد حسين الهمداني بالنجف .\r\n( 2 ) الظاهر أنه نسبة إلى سورا ببابل المذكور في « الثقات : 126 » وإن قال ياقوت إن النسبة إليها سوراني .\r\n","page_name":" 71 ","page_number":79},
  {"content":"\r\n\r\nمن الفقهاء المتكلمين . له « التبصرة » قرأه عليه تلميذه رضي الدين علي بن طاوس ( م 664 ) ، وله « المنهاج » في الكلام ، قرأه عليه تلميذه المحقق الحلي وقرأ بعضه رضي الدين ابن طاوس المذكور . ومن تلاميذه سديد الدين يوسف بن علي بن المطهر والد العلامة الحلّي . يروي عن نجيب الدين يحيى الأكبر الآتي جدّ المحقق الحلي المذكور في ص 30 وعن حسين بن رطبة السوراوي ( الثقات : 83 ) . وقال الحرّ في « الأمل » : يروي العلامة تصانيف المترجم له عن أبيه عن المؤلف . انتهى . وليس المترجم له ابن محفوظ بن وشاح الآتي ، ولا أخ تاج الدين محمد بن محفوظ الآتي في الثامنة .\r\n\r\nالسبزواري :\r\n- محمد بن محمد بن محمد بن . . .\r\n\r\nالسبيع ( ابن . . . ) :\r\n- قريش . . .\r\n\r\nالسديد : - جعفر القطاع .\r\n\r\n[ السديد : 
  ] - علي بن أحمد . . .\r\n\r\nسديد الدين : - جعفر القطاع .\r\n\r\n[ سديد الدين : 
  ] - الحسين بن حشرم .\r\n\r\n[ سديد الدين : 
  ] - عبد الواحد الرازي .\r\n\r\n[ سديد الدين : 
  ] - سالم بن محفوظ .\r\n\r\n[ سديد الدين : 
  ] - محمود بن علي بن الحسن الحمصي .\r\n\r\n[ سديد الدين : 
  ] - يوسف بن علي بن محمد بن المطهر .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":80},
  {"content":"\r\n\r\n\r\nسراب شاهواري :\r\n- محمد بن علي بن الحسين بن علي .\r\n\r\nالسروي :\r\n- مجد الدين . . .\r\n\r\nأبو السعادات :\r\n- أسعد بن عبد القاهر بن أسعد .\r\n\r\nابن سعادة :\r\n- أحمد بن علي بن سعيد .\r\n\r\nسعد الدين :\r\n- محمد بن المؤيد بن أبي الحسن الحموي .\r\n\r\nسعد الدين بن نجم الدين بن الحسن بن علي الطبري .\r\nصاحب « تفضيل القرابة على الصحابة » الذي ألّفه بعد ما ورد أصفهان في 673 ورأى أهلها بين مفضل للصحابة ومفضل للقرابة . رأيت النسخة الناقصة عند السيد أبي القاسم الرياضي الخوانساري ذهب بها معه عندما هاجر إلى كشمير ( ذ - 4 : 360 ) .\r\n\r\nالسعدي : - محمد بن عباس . . .\r\n\r\n[ السعدي : 
  ] - مصلح الدين . . .\r\n\r\nسفرويه « 1 » :\r\n- أسعد بن عبد القاهر بن أسعد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولعله نسبة إلى شوفرو بمعنى الجمال في الآرامية ( السريانية ) ويأتي شفروه أيضا .\r\n","page_name":" 73 ","page_number":81},
  {"content":"\r\n\r\n\r\nالسكوني : - الحسين بن محمد بن الحسين الطبري .\r\n\r\n[ السكوني : 
  ] - علي بن محمد بن محمد بن علي .\r\n\r\nالسليبي :\r\n- علي بن محمد بن أحمد بن صالح .\r\n\r\nالسمرقندي :\r\n- محمد بن علي بن عمر .\r\n\r\nالسنجاري : - الحسن بن محمود بن الحسن .\r\n\r\n[ السنجاري : 
  ] - الحسن بن يوسف المكزون .\r\n\r\nالسندي :\r\n- الحسن بن . . .\r\n\r\nسنقر ( ابن . . . ) :\r\n- محمد . . .\r\n\r\nالسوراوي « 1 » : - الحسين بن أحمد . . .\r\n\r\n[ السوراوي : 
  ] - سالم بن محفوظ بن عزيزة .\r\n\r\n[ السوراوي : 
  ] - علي بن ثابت بن عصيدة .\r\n\r\n[ السوراوي : 
  ] - علي بن فرج . . .\r\n\r\n[ السوراوي : 
  ] - علي بن يحيى بن علي الخياط .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر النسبة إليه في ص 71 وفي « الثقات : 126 » .\r\n","page_name":" 74 ","page_number":82},
  {"content":"\r\n\r\n\r\n[ السوراوي : 
  ] - محمد . . .\r\n\r\n[ السوراوي : 
  ] - يحيى بن محمد بن يحيى بن الفرج .\r\n\r\nالسيبي « 1 » : - علي بن محمد بن أحمد بن صالح .\r\n\r\n[ السيبي : 
  ] - محمد بن أحمد بن صالح القسيني .\r\n\r\nسيف الاسلام :\r\n- أحمد بن علي بن سعيد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة إلى سيبه نهر بالكوفة ونهر بالبصرة وقويتين عليهما ، وأخرى بخوارزم ، ( معجم البلدان ) .\r\n","page_name":" 75 ","page_number":83},
  {"content":"\r\n\r\n\r\n[ « ش » 
  ]\r\n\r\nالشادياخي :\r\n- محمد بن إبراهيم بن إسحاق العطار النيشابوري .\r\n\r\nالشاعر : - الأشرف بن الأغر .\r\n\r\n[ الشاعر : 
  ] - الحسن بن محمود بن الحسن .\r\n\r\n[ الشاعر : 
  ] - الحسن بن يحيى الأكبر .\r\n\r\n[ الشاعر : 
  ] - الحسن بن يوسف بن مكزون .\r\n\r\n[ الشاعر : 
  ] - عبد الحميد بن هبة اللّه .\r\n\r\n[ الشاعر : 
  ] - علي بن محمد بن محمد .\r\n\r\n[ الشاعر : 
  ] - علي بن محمد بن محمد بن علي بن السكون .\r\n\r\n[ الشاعر : 
  ] - علي بن مقرب .\r\n\r\n[ الشاعر : 
  ] - علي بن يحيى بن الحسن بن الحسين بن بطريق .\r\n\r\n[ الشاعر : 
  ] - محفوظ بن وشاح بن محمد .\r\n\r\n[ الشاعر : 
  ] - مصلح الدين سعدي .\r\n\r\n[ الشاعر : 
  ] - هبة اللّه بن حامد بن أحمد .\r\n\r\nالشامي :\r\n- يوسف بن حاتم بن فوز .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":84},
  {"content":"\r\n\r\n\r\nشجاع ( ابن . . . ) :\r\n- الحسين بن محمد بن . . .\r\n\r\nشرف الدين : - الحسين بن حماد بن أبي الخير .\r\n\r\n[ شرف الدين : 
  ] - الحسين بن علي بن الأسعد .\r\n\r\n[ شرف الدين : 
  ] - عبد الرحمن بن عبد السميع .\r\n\r\n[ شرف الدين : 
  ] - علي بن محمد بن أحمد .\r\n\r\n[ شرف الدين : 
  ] - علي بن محمد بن المطهر .\r\n\r\n[ شرف الدين : 
  ] - عمر بن علي بن مرشد بن الفارض .\r\n\r\n[ شرف الدين : 
  ] - فخار بن معد بن فخار .\r\n\r\n[ شرف الدين : 
  ] - الفضل بن يحيى بن أبي عبد اللّه .\r\n\r\n[ شرف الدين : 
  ] - محمد بن القزويني .\r\n\r\nشرفشاه ( ابن . . . ) :\r\n- محمد . . .\r\n\r\nالشريف : - أحمد بن محمد بن جعفر بن زيد .\r\n\r\n[ الشريف : 
  ] - إسماعيل بن الحسين بن محمد .\r\n\r\n[ الشريف : 
  ] - عبد اللّه بن المختار .\r\n\r\n[ الشريف : 
  ] - علي بن محمد بن الرضا .\r\n\r\n[ الشريف : 
  ] - عماد الدين بن ذي الفقار .\r\n\r\n[ الشريف : 
  ] - محمد بن أحمد بن عبد اللّه .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":85},
  {"content":"\r\n\r\n\r\n[ الشريف : 
  ] - محمد بن الحسن البغدادي .\r\n\r\n[ الشريف : 
  ] - محمد بن الحسن بن محمد بن معية .\r\n\r\n[ الشريف : 
  ] - محمد بن الحسن بن موسى بن جعفر .\r\n\r\n[ الشريف : 
  ] - محمد بن محمد بن جعفر بن أحمد .\r\n\r\n[ الشريف : 
  ] - محمد بن موسى بن جعفر بن محمد بن طاوس .\r\n\r\n[ الشريف : 
  ] - معد بن الحسين بن معد . . .\r\n\r\n[ الشريف : 
  ] - موسى بن جعفر بن محمد .\r\n\r\n[ الشريف : 
  ] - ناصر بن مهدي . . .\r\n\r\nشفروه ( سفرويه ) :\r\n- أسعد بن عبد القاهر بن أسعد .\r\n\r\nشمس الدين : - عبد اللّه بن جعفر بن محمد .\r\n\r\n[ شمس الدين : 
  ] - علي بن الحسن المعروف بحسام .\r\n\r\n[ شمس الدين : 
  ] - محفوظ بن وشاح بن محمد .\r\n\r\n[ شمس الدين : 
  ] - محمد بن أحمد بن صالح القسيني .\r\n\r\n[ شمس الدين : 
  ] - محمد بن جعفر بن نما . . .\r\n\r\n[ شمس الدين : 
  ] - محمد بن شرفشاه .\r\n\r\n[ شمس الدين : 
  ] - محمد بن عبد الحميد بن عبد اللّه .\r\n\r\n[ شمس الدين : 
  ] - محمد بن علي بن يوسف .\r\n\r\n[ شمس الدين : 
  ] - محمد بن مباركشاه .\r\n\r\n[ شمس الدين : 
  ] - محمد بن محمد بن محمد الجويني .\r\n\r\n[ شمس الدين : 
  ] - محمد المؤمن القزويني .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":86},
  {"content":"\r\n\r\n\r\nشهاب الدين : - أحمد بن محمد بن أبي الربيع .\r\n\r\n[ شهاب الدين : 
  ] - بندار بن ملكدار القمي .\r\n\r\n[ شهاب الدين : 
  ] - الحسين بن محمد بن علي الميكالي .\r\n\r\nشهردوير ( ابن . . . ) :\r\n- أبو الفضل . . .\r\n\r\nالشهيد :\r\n- محمد بن موسى بن جعفر بن محمد الطاوس .\r\n\r\nالشيباني : - علي بن يوسف بن إبراهيم .\r\n\r\n[ الشيباني : 
  ] - محمد بن الحسن . . .\r\n\r\nشيخ الاسلام :\r\n- يوسف بن رافع بن تميم .\r\n\r\nالشيخ الأكبر :\r\n- محمد بن علي بن محمد بن أحمد .\r\n\r\nشيخ الزمان :\r\n- عين الزمان .\r\n\r\nشيخ الشيعة :\r\n- أبو القاسم بن الحسين الحلّي .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":87},
  {"content":"\r\n\r\n\r\nشيخ الشيوخ :\r\n- عين الزمان .\r\n\r\nشيخ الطائفة :\r\n- الحسن بن علي بن الحسن الطبري .\r\n\r\nالشيرازي : - فضل اللّه بن أبي نعيم عبد اللّه .\r\n\r\n[ الشيرازي : 
  ] - مصلح الدين سعدي .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":88},
  {"content":"\r\n\r\n\r\n[ « ص » 
  ]\r\n\r\nالصاحب :\r\n- علي بن عيسى الأربلي\r\n\r\nصاحب الخاتم ( ابن . . . ) :\r\n- الحسن بن علي بن الحسن بن علي الحسيني .\r\n\r\nصاحب الديوان : - عطا ملك الخواجة علاء الدين الجويني .\r\n\r\n[ صاحب الديوان : 
  ] - محمد بن محمد بن محمد الجويني .\r\n\r\nصالح بن عبد اللّه بن العظيم .\r\nهو أحد العلماء الستة الذين سمعوا عن رضي الدين علي بن طاوس بعض كتابه « التشريف بتعريف وقت التكليف » . وقد سرد أسماء جميعهم الشريف محمد بن أحمد بن أبي علي عبد اللّه الهاشمي ، وكتب أسماءهم بخطّه في ظهر نسخة من « التشريف » وكتب ابن طاوس بخطّه في ذيل خطّ الهاشمي إجازة لجميعهم . وقد ذكرنا صورة الإجازة في ترجمة الحسين بن علي بن الأسعد العلوي الحسيني ، وأما الخمسة الأخر فهم : محمد بن أحمد بن صالح السيبي . 2 - علي بن محمد بن أبي الغنائم العلوي الحسيني . 3 - محمد بن علي بن نقي . 4 - علي بن أحمد ابن الوزير . 5 - محمد بن يوسف بن محسن . وذكرنا سائر خصوصيات هذه النسخة من « التشريف » في ترجمة حسين بن علي بن الأسعد في ص 49 - 51 وذكرنا من سمع عنه تمام كتاب « التشريف » في ترجمة الحاج حسين بن محمد ابن شجاع في ص 52 - 53 .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":89},
  {"content":"\r\n\r\n\r\nالصدر : - علي بن عيسى الأربلي .\r\n\r\n[ الصدر : 
  ] - علي بن محمد بن رمضان الطقطقي .\r\n\r\nصدر الدين : - علي بن محمد بن محمد الطوسي .\r\n\r\n[ صدر الدين : 
  ] - محمد بن إسحاق بن علي بن يوسف .\r\n\r\nصفي الدين : - محمد بن بشير .\r\n\r\n[ صفي الدين : 
  ] - محمد بن علي بن نقي .\r\n\r\n[ صفي الدين : 
  ] - محمد بن معد بن علي بن رافع .\r\n\r\n[ صفي الدين : 
  ] - محمد بن يحيى بن أحمد بن يحيى .\r\n\r\nالصنعاني :\r\n- محمد بن أبي البركات بن إبراهيم . . .\r\n\r\nالصوفي\r\n- العارف .\r\n\r\nالصيدلي :\r\n- محمد بن علي بن عمر .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":90},
  {"content":"\r\n\r\n\r\n[ « ط » 
  ]\r\n\r\nالطائي : - الحسين بن خشرم .\r\n\r\n[ الطائي : 
  ] - محمد بن علي بن محمد بن أحمد العربي .\r\n\r\n[ الطائي : 
  ] - يحيى بن حميد بن ظافر .\r\n\r\nطاوس ( آل . . . ) : - أحمد بن موسى بن جعفر .\r\n\r\n[ طاوس ( آل . . . ) : 
  ] - عبد الكريم بن أحمد بن موسى .\r\n\r\n[ طاوس ( آل . . . ) : 
  ] - علي بن علي بن موسى . . .\r\n\r\n[ طاوس ( آل . . . ) : 
  ] - علي بن موسى بن جعفر . . .\r\n\r\n[ طاوس ( آل . . . ) : 
  ] - محمد بن الحسن بن موسى بن جعفر .\r\n\r\n[ طاوس ( آل . . . ) : 
  ] - محمد بن علي بن موسى بن طاوس .\r\n\r\n[ طاوس ( آل . . . ) : 
  ] - محمد بن موسى بن جعفر بن محمد بن طاوس .\r\n\r\nالطباطبائي :\r\n- علي بن محمد بن رمضان الطقطقي .\r\n\r\nالطبرستاني :\r\n- الحسن بن المهدي .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":91},
  {"content":"\r\n\r\n\r\nالطبرسي :\r\n- علي بن الحسن بن الفضل .\r\n\r\nالطبري : - الحسن بن علي بن الحسن . . .\r\n\r\n[ الطبري : 
  ] - الحسن بن علي بن محمد بن علي . . .\r\n\r\n[ الطبري : 
  ] - الحسين بن أردشير بن محمد .\r\n\r\n[ الطبري : 
  ] - الحسين بن محمد بن الحسين . . .\r\n\r\n[ الطبري : 
  ] - سعد الدين بن نجم الدين .\r\n\r\n[ الطبري : 
  ] - محمد بن علي بن يوسف .\r\n\r\nالطبيب : - علي بن محمد بن الحسن .\r\n\r\n[ الطبيب : 
  ] - عين الزمان جمال الدين الگيلي .\r\n\r\n[ الطبيب : 
  ] - محمد بن إبراهيم بن إسحاق العطار .\r\n\r\nابن الطقطقي :\r\n- علي بن محمد بن رمضان .\r\n\r\nالطوسي : - أحمد بن محمد بن محمد بن الحسن .\r\n\r\n[ الطوسي : 
  ] - الحسن بن محمد بن محمد بن الحسن .\r\n\r\n[ الطوسي : 
  ] - علي بن محمد بن الرضا بن محمد .\r\n\r\n[ الطوسي : 
  ] - علي بن محمد بن محمد . . .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":92},
  {"content":"\r\n\r\n\r\n[ الطوسي : 
  ] - محمد بن محمد بن الحسن الخواجة . . .\r\n\r\n[ الطوسي : 
  ] - منصور بن علي بن محمد .\r\n\r\nطي ( ابن . . . ) : - محمد بن علي بن محمد . . .\r\n\r\n[ طي ( ابن . . . ) : 
  ] - يحيى بن حميد بن ظافر .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":93},
  {"content":"\r\n\r\n\r\n[ « ع » 
  ]\r\n\r\nالعارف : - أحمد بن محمد بن عمر الخيوقي .\r\n\r\n[ العارف : 
  ] - أفضل الدين الكاشاني .\r\n\r\n[ العارف : 
  ] - عزيز بن محمد النسفي .\r\n\r\n[ العارف : 
  ] - عمر بن علي بن مرشد .\r\n\r\n[ العارف : 
  ] - عين الزمان .\r\n\r\n[ العارف : 
  ] - محمد بن إبراهيم بن إسحاق العطار .\r\n\r\n[ العارف : 
  ] - محمد بن إسحاق بن علي صدر الدين القونوي .\r\n\r\nالعاملي : - محفوظ بن وشاح بن محمد . . .\r\n\r\n[ العاملي : 
  ] - محمد بن علي بن محمد بن طي .\r\n\r\n[ العاملي : 
  ] - وشاح بن محمد الهرملي .\r\n\r\n[ العاملي : 
  ] - يوسف بن حاتم بن فوز .\r\n\r\nأبو العباس :\r\n- أحمد بن إبراهيم بن أحمد بن العفيف .\r\n\r\nالعباسي :\r\n- أحمد بن الحسن بن يوسف .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":94},
  {"content":"\r\n\r\n\r\nعبد الحميد بن فخار بن معد بن فخار .\r\nهو جلال الدين عبد الحميد النسابة بن شمس الدين أبي علي فخار بن معد بن فخار الموسوي الحائري بن أحمد بن محمد بن محمد . كان أستاذ غياث الدين عبد الكريم بن طاوس ( 648 - 693 ) فإنه يروي عنه وعن نجيب الدين يحيى بن أحمد بن سعيد وغيرهما .\r\nقال تلميذه عبد الكريم المذكور كما وجد بخطّه على ظهر « معالم العلماء » لابن شهرآشوب : إنه يروي الكتاب عن صاحب الترجمة ، وإنّ صاحب الترجمة يرويه عن مجد الدين علي بن الحسن العريضي وعن يحيى بن محمد بن فرج السوراوي كلاهما عن مصنفه ابن شهرآشوب ( م 588 ) المذكور في « الثقات :\r\n273 » . وأما صدر الدين الجويني الحموي المذكور في الثامنة وهو تلميذ المترجم له فذكر في كتابه « فرائد السمطين » أستاذه المترجم له هكذا : السيد الإمام نسابة عهده جلال الدين عبد الحميد بن . . . إلى قوله : ابن إبراهيم المجاب بردّ السلام ابن محمد الصالح بن موسى الكاظم ( ع ) وأنه يروي عن أبيه الإمام شمس الدين شيخ الشرف فخار بن معد عن شاذان بن جبرئيل القمي عن جعفر بن محمد الدوريستي عن أبيه عن الصدوق بن بابويه ( م 381 ) .\r\nأقول : يأتي والده فخار ( م 630 ) أما هو فقد كان حيا إلى 682 حيث قرأ عليه عبد الكريم بن طاوس كتاب « المجدي » ودعا له بأدام اللّه شرفه .\r\nوقال في « الأمل » إنّ للمترجم كتابا ينقل منه الحسن بن سليمان بن خالد الحلّي في « مختصر البصائر » .\r\n\r\nعبد الحميد بن محمد بن عبد الحميد .\r\nهو جلال الدين أبو علي بن شمس الدين أبي طالب بن جلال الدين عبد الحميد النسابة ابن التقي عبد اللّه النسابة ابن النقيب نجم الدين أسامة الحسيني . قال في « عمدة الطالب » :\r\nإنه كان نقيب المشهد الغروي والكوفة وكان عالما فاضلا نسابة وتوفي 666 وأعقب من رجلين تقي الدين أبي عبد اللّه الحسين بن عبد الحميد الثاني ، والنسابة\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":95},
  {"content":"\r\n\r\nشمس الدين أبي طالب محمد ، فولد لتقي الدين حسين ، النسابة شرف الدين أبو الفضل محمد بن الحسين والد تاج الدين عبد الحميد الذي رآه صاحب « عمدة الطالب » بسمرقند ، وولد لشمس الدين محمد ، جلال الدين عبد الحميد الزاهد ونظام الدين علي النسابة ، ونجم الدين عبد العزيز .\r\n\r\nعبد الحميد بن هبة اللّه بن محمد بن الحسين .\r\nعز الدين أبو حامد بن أبي الحديد المعتزلي البغدادي ولد بالمدائن ( تيسفون ) في 586 ومات ببغداد في 656 . أورد في شرحه على « نهج البلاغة » في ذيل شرح قول علي ( ع ) :\r\n[ اللهم إني أستعديك على قريش . . . 
  ] : إنّ له أرجوزة نظمها في عقايد المعتزلة . وهي تدل على مدى اقتراب المعتزلة من الشيعة في آخر العهد العباسي ، ولولا مجيء المغول لرفرف لواء التشيع على الشرق الإسلامي . ومن الأرجوزة قوله :\r\n وخير خلق اللّه بعد المصطفى * أعظمهم يوم الفخار شرفا\r\nالسيد المعظّم الوصيّ * بعل البتول المرتضى عليّ\r\nوابناه ثم حمزة وجعفر * ثم عتيق بعدهم لا ينكر \r\nثم ذكر الخلفاء . وقال إنّ مراده الأفضلية عند اللّه في التقوى . وفي أوّل شرحه ذكر في وصف « نهج البلاغة » أنّ فيه معجزات محمدية لاشتماله على الإخبار بالمغيبات . ترجمه ابن الفوطي في « تلخيص مجمع الآداب » مع الإطراء على شرح « النهج » . ولابن أبي الحديد « السبع العلويات » نظمها في 611 للوزير الشيعي ابن العلقمي ( ذ - 12 : 129 ) وقد شرحها يوسف بن ناصر الغروي ( ذ - 16 : 40 ) ذكر في مقدمة الشرح أحوال ابن أبي الحديد نقلا عن ابن الفوطي المذكور . قال : وشرح « النهج » أيضا في 649 باسم الوزير ابن العلقمي وتخلص من مقتلة المغول لكونه في دار ابن العلقمي . ثم حضر عند الخواجة نصير الدين الطوسي ففوّض إليه خزائن الكتب ببغداد مع أخيه\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":96},
  {"content":"\r\n\r\nموفق الدين وتاج الدين علي بن أنجب . ولم يطل بعد ذلك فمات في ج 2 سنة 656 عن سبعين سنة وستة أشهر . وعند شرح قوله [ نحن الشعار والأصحاب والخزنة والأبواب ، ولا تؤتى البيوت إلا من أبوابها ومن أتاها من غيرها سمي سارقا . . . 
  ] أورد أربعة وعشرين حديثا في فضل علي جعلها شارح العلويات خاتمة لشرحه ، الموجودة نسخته في مكتبة البروجردي في النجف ( ذ 16 :\r\n40 - 41 ) واستنسخ شمس الدين الجبعي « السبع العلويات » في 868 بخطه الموجود في مجموعته الموجودة بتلك المكتبة أيضا ووصف الناظم لها في آخرها بقوله : إنها للشيخ الحبر الإمام القدوة عز الدين عبد الحميد ابن أبي الحديد المدائني رحمة اللّه عليه . وذكر إسماعيل پاشا من آثار ابن أبي الحديد : « تعليقة على شرح المفصل » ، « ديوان شعر » ، « شرح الفصيح » لثعلب ، « شرح المحصّل » للرازي ، « شرح مشكلات الغرر » للبصري ، « شرح النهج » ، « شرح الياقوت » للنوبختي ، « العبقري الحسان » ، « الفلك الدائر » ، « الاعتبار على الذريعة » ، « الكلمات الألف لعلي » ، « منظومة فتح خيبر » ، « نقض المحصول » ( هدية العارفين 1 : 507 ) .\r\n\r\nعبد الرحمن بن عبد السميع الواسطي\r\n، شرف الدين أبو طالب النقيب الهاشمي الراوي عن شاذان بن جبرئيل القمي ( الثقات : 128 ) .\r\nقال الجويني الحموي في « فرائد السمطين » ( المؤلّف 716 ) : إني أروي عن جماعة من مشايخي بالحلة وواسط وبغداد والقدس كلهم يروون عن النقيب ( صاحب الترجمة ) . أقول : من مشايخ الحموي الخواجة نصير الدين الطوسي ببغداد وسديد الدين يوسف والد العلّامة الحلي وعبد الحميد بن فخار .\r\n\r\nعبد العزيز بن جعفر .\r\nالمير عز الدين أبو المظفر النيشابوري . قال ابن الفوطي في « الحوادث الجامعة : ص 277 » : إنّ في منتصف ذي القعدة 672 توفي الملك عز الدين عبد العزيز بن جعفر النيشابوري ببغداد . . . تولى\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":97},
  {"content":"\r\n\r\nشحنكية واسط والبصرة وكان حسن السيرة عظيم الناموس ودفن في مشهد علي ( ع ) ورثاه الشعراء ، وتوفي بعده في ثامن عشر ذي الحجة ( الغدير ) 672 الخواجة نصير الدين الطوسي فرثاهما علي بن عيسى الأربلي بقوله :\r\n ولما قضى عبد العزيز بن جعفر * وأردفه رزؤ النصير محمد \r\nألّف كمال الدين بن ميثم البحراني ( م 679 ) كتابه « نجاة القيامة في أمر الإمامة » باسم صاحب الترجمة . قال في ديباجته بعد الخطبة : [ ثم إنه تعالى لما وفقني للاتصال بجناب مولانا الملك المعظم العالم العادل البارع ذي النفس الأبية والهمم العلية - إلى قوله بعد أوصاف كثيرة - : عز الدنيا والدين أبو المظفر عبد العزيز - إلى قوله - : فألفيته من أخص الأولياء لأولاد سيد الأنبياء بعد ما خصّه اللّه تعالى من العلم وحباه من مزيد الفهم ، فهو للعلماء والد عطوف - إلى قوله بعد الشكر من إكرامه وإعظامه - : إنه الذي أشار إليّ بإملاء مختصر في الإمامة - إلى قوله - : فهممت أن أعتذر بمشقة السفر وما يستلزمه من تشعب الأذهان ومفارقة الأهل والأوطان . . . 
  ] إلى آخر كلامه الظاهر في كون المترجم له من العلماء ومربي العلماء من أصحابنا .\r\n\r\nعبد العزيز بن المبارك بن محمود الجنابذي\r\n( گنابادي ) البغدادي المولد والدار . يكنى أبا محمد بن أبي نصر بن أبي القاسم ويعرف بالحافظ ابن الأخضر يسكن درب القيار من محالّ نهر المعلى في شرقي بغداد . سمع الكثير في صغره بإفادة أبيه وعلي بن بكتاش وصحب أبا الفضل بن ناصر حتى مات .\r\nوكان أول سماعه سنة 530 وصنف مصنفات كثيرة وكان متعصبا لمذهب أحمد بن حنبل سمعت عليه وأجاز لي . مات في 6 شوال 611 ودفن بباب حرب عن 87 سنة مولده 524 . كذا ترجمه ياقوت في كلمة « جنابذ » من « معجم البلدان » . أقول : ومن تصانيفه « معالم العترة النبوية العلية ومعارف أهل البيت الفاطمية العلوية » ينقل عنه علي بن عيسى الأربلي في\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":98},
  {"content":"\r\n\r\n« كشف الغمة » كثيرا . وذكر أنه يرويه إجازة عن تاج الدين علي بن أنجب ابن الساعي ( م 674 ) عن مصنفه ( صاحب الترجمة ) . وقد ذكره إسماعيل پاشا في « هدية العارفين 1 : 579 » . أما تعصّبه لابن حنبل فمعارض بتأليفه في معارف أئمة أهل البيت وإهدائه للخلفاء الفاطمية بمصر فليراجع .\r\n\r\nعبد العزيز بن محمد النسفي :\r\n- عزيز بن محمد النسفي .\r\n\r\nعبد الكريم بن أحمد بن موسى بن جعفر\r\nبن محمد بن أحمد بن محمد بن أحمد بن محمد الطاوس . هو غياث الدين أبو المظفر بن أبي الفضائل الفقيه النسابة النقيب الحسني الداودي الحلي المعروف بعبد الكريم بن طاوس ( 648 - 693 ) ولد بالحائر وتوفي بالكاظمية . يروي عن جمع منهم نجيب الدين يحيى بن أحمد بن سعيد بإجازة له في 686 وعبد الحميد بن فخار ( المذكور في ص 87 ) بإجازة له ولولده علي . ويروي عن عمه علي بن طاوس في صفر 663 ، وعن الخواجة نصير الطوسي وعن كمال الدين بن ميثم البحراني .\r\nوقد ذكر جمعا من مشايخه في « إجازة » كتبها لتلميذه علي بن الحسين بن حمّاد الليثي الواسطي وقد أورد صاحب « المعالم » قطعة من تلك الإجازة في إجازته الكبيرة . ويظهر جملة من مشايخه من كتابه « فرحة الغري » الذي ألّفه بعد 688 . منهم محمد بن معد بن علي الموسوي . ومنهم والده أبو الفضائل أحمد . ومنهم المحقق الحلي جعفر بن الحسن . ومن العامة :\r\nعبد الرحمن بن أحمد بن أبي البركات الحربي الحنبلي الراوي عن عبد العزيز ابن الأخضر المذكور في ص 90 - 91 في 604 عن محمد بن ناصر السلامي الحنبلي عن محمد بن ميمون النرسي ( الثقات : 279 - 280 ) عن أبي عبد اللّه محمد ابن علي الشجري صاحب « التعازي » . ومنهم عبد الصمد بن أحمد بن أبي الجيش عبد القادر الحنبلي الراوي عن أبي الفرج بن الجوزي عن كتابه\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":99},
  {"content":"\r\n\r\n« المنتظم » . وكتب عبد الكريم بخطه روايته عن عبد الحميد بن فخار بن معد على ظهر نسخة من « معالم العلماء » التي عليها إجازة نجيب الدين يحيى له إملاء منه لولده محمد وكتبها محمد في ذي القعدة 686 . وقد كتب تلميذه ابن الفوطي ( م 723 ) لخزانته كتابه « الدر النظيم فيمن تسمى بعبد الكريم » ( ذ 8 : 83 ) . وقال في وصف أستاذه ( المترجم له ) في الجزء الرابع من « مجمع الآداب » : [ كان يشارك الناس في علومهم وكانت داره مجمع الأمة والأشراف . كتبت لخزانته « الدر النظيم . . . » وسألته عن مولده فذكر أنه ولد في شعبان 648 وتوفي يوم السبت 16 شوال 693 
  ] . أقول : وله :\r\n« حواش على المجدي » لابن الصوفي وقد نقلت من نسخته إلى نسخ أخرى ونقل عنها السيد حسون البراقي في نسخته الموجودة عند السّماوي في النجف .\r\nوقد نقل في بعض حواشيه عن « البيان والتبيين في أنساب آل أبي طالب » تأليف الشريف الحسن بن عبد اللّه الطالبي الجعفري . هذا وقد زار المترجم له مشهد الرضا بخراسان في 680 كما يظهر من « فرحة الغري - ص 46 » .\r\nقال ابن داود : كنت قرينه طفلين إلى أن توفي ، ما رأيت قبله ولا بعده بخلقه وذكائه . حفظ القرآن وله 11 سنة تعلم الكتابة وله 4 سنين . له :\r\n« الشمل المنظوم » وغير ذلك . وترجمه أيضا في « الأمل » .\r\n\r\nعبد اللّه بن جعفر بن محمد .\r\nشمس الدين الحسيني ، يروي عن أبي المؤيد موفق بن أحمد المكي الخوارزمي المتوفى 568 بواسطة واحدة كما ذكر في « الرياض » .\r\n\r\nعبد اللّه بن جعفر بن محمد\r\nبن موسى بن جعفر بن محمد بن أحمد بن العباس بن الفاخر الدوريستي . ذكرته في « الثقات : 162 - 163 » ولعله أدرك قليلا من هذه المائة وقلنا كيف أن روايته عن جدّه محمد بن موسى سند عال لأن جدّه محمد بن موسى أيضا يروي عن جده جعفر بن محمد ، وهو\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":100},
  {"content":"\r\n\r\nعن أبيه محمد بن أحمد بن العباس ، وهو يروي عن الصدوق ( م 381 ) .\r\nفالمترجم له يروي عن الصدوق بثلاث وسائط ، ويروي عن المفيد ( م 413 ) ، والرضي ( م 406 ) ، والمرتضى ( م 436 ) ، والطوسي ( م 460 ) ، وصاحب « مقتضب الأثر » عن كل منهم بواسطتين . لأن جده الأعلى جعفر ابن محمد يروي عنهم جميعا بلا واسطة . مع أنّ منتجب الدين بن بابويه ( م 585 ) يروي عن الصدوق بأربع وسائط ، وعنهم بثلاث وسائط .\r\nوترجمت حسن الدوريستي أيضا في « الثقات : 56 » . ومرّ في هذا الجزء ص 37 .\r\n\r\nعبد اللّه بن علي بن زهرة\r\n، جمال الدين أبو القاسم الحسيني الحلبي المولود 531 . قرأ « النهاية » عليه ولده أبو حامد محيي الدين محمد في سنة 597 ، ولعله بقي إلى هذه المائة ، فإنه قرأ « النهاية » على أخيه أبي المكارم حمزة بن علي بن زهرة ( م 585 ) . قال في « نظام الأقوال » إنه ولد في ذي الحجة 531 . ذكرته في ( الثقا : 165 ) .\r\n\r\nعبد اللّه بن محمد بن عبد الرزاق\r\nالملّا ( المولى ) عماد الدين الحسّاب ( الحاسب ) ، مؤلف « الفوائد البهائية في قواعد الحساب الهوائية » أي الحساب بواسطة اليد والفكر من دون حاجة إلى استعمال الآلات والكتابة للأرقام الهندية على التخت والتراب وغيرها . ألّفه باسم الخواجة بهاء الدولة شمس الدين صاحب الديوان الجويني الآتي أنه توفي فجأة في حياة والده سنة 678 . وفرغ منه بأصفهان 675 ( ذ - 16 : 326 - 327 ) .\r\n\r\nعبد اللّه محمد بن الحسين\r\n( أبي القاسم ) الحسيني البلخي .\r\nترجم كتاب « فضائل بلخ » من العربية بالفارسية في 676 . وكان مؤلّف أصله صفي الدين شيخ الإسلام أبو بكر عبد اللّه بن عمر بن محمد بن داود\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":101},
  {"content":"\r\n\r\nالواعظ البلخي ألفه بالعربية في رمضان 610 . طبعت الترجمة الفارسية بطهران بتصحيح عبد الحي الحبيبي الأفغاني مع مقدمة مفصّلة في أحوال المؤلف والمترجم . قال فيه : إن المترجم له - مترجم فضائل بلخ - كان من عائلة نقباء بلخ ورؤساء خراسان السادة الحسينيين المنتسبين إلى أبي عبد اللّه الأعرج . ومنهم الإمام الأجل ضياء الدين أبو الحسن محمد بن الحسين الحسيني الأعرجي البلخي المتوفى 537 والد نظام الدين محمد ورئيس خراسان الحسن .\r\nوقد ترجمهم المؤلف في نفس الكتاب أيضا .\r\n\r\nعبد اللّه بن المختار .\r\nالشريف جلال الدين الحسيني العلوي الكوفي .\r\nقال في « الحوادث الجامعة » : إنه توفي 649 وكانت ولادته 577 . وكان عريق النسب أديبا فصيحا ، حفظ القرآن في نيف وخمسين يوما . وكان إذا حضر مجلسا بسط القول فيه وأكثر من الحكايات والأشعار والأخبار والسير .\r\nندب إلى صدرية المخزن فلم يجب ، وكان يحضر عند الخليفة الناصر - إلى قوله - : ولم يزل على ذلك أيام الخليفة المستنصر باللّه فأشار عليه أن يلبس سراويل الفتوة « 1 » من أمير المؤمنين ( ع ) فتوجه الخليفة إلى المشهد ( الغروي ) ولبس السراويل عند الضريح الشريف . وكان هو النقيب في ذلك . ومرّ إسماعيل بن المختار ( ص 18 ) وأبوه الحسن ( ص 40 ) وذكرت جدّهم المختار ابن عمر بن مسلم المقتول 389 . والفتوة طريقة لصوفية الشيعة . ولبس الخليفة للسراويل من يدهم يدل على مدى نفوذ نقباء مشهد أمير المؤمنين في بلاط الخليفة قبل أن تسقط بغداد بيد المغول .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وجاء شرح كلمات « نقيب » و « بدر » و « أستاذ شدّ » وكيفية التلبس بالفتوة في الباب 3 من « فتوتنامه » للكاشفي .\r\n","page_name":" 94 ","page_number":102},
  {"content":"\r\n\r\n\r\nعبد الواحد الرازي .\r\nالقاضي سديد الدين ، جدّ تاج الدين محمود بن زين الدين محمد بن صاحب الترجمة ، قال العلامة الحلي في إجازته لتاج الدين محمود في 709 بعد ذكر اسمه واسم أبيه محمد ما لفظه : ابن المولى السعيد القاضي سديد الدين عبد الواحد . . .\r\n\r\nالعراقي : - جمال الدين الوراميني .\r\n\r\n[ العراقي : 
  ] - محمد بن الناصر بن حمزة .\r\n\r\nالعربي ( ابن . . . ) :\r\n- محمد بن علي بن محمد بن أحمد .\r\n\r\nعرفة ( ابن . . . ) :\r\n- رضي الدين . . .\r\n\r\nالعريضي : - أحمد بن يوسف بن أحمد .\r\n\r\n[ العريضي : 
  ] - علي بن الحسن بن إبراهيم .\r\n\r\nأبو العز :\r\n- أحمد بن محمد بن عبد اللّه بن جعفر .\r\n\r\nابن أبي العز .\r\nالشيخ الفقيه المعاصر للشيخ سديد الدين يوسف والد العلامة الحلي كما جاء في نسخة « الألفين » . يأتي بعنوان محمد بن الأبي الغر ( بالمعجمة ثم المهملة ) .\r\n\r\nعز الاسلام :\r\n- أحمد بن إبراهيم بن أحمد .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":103},
  {"content":"\r\n\r\n\r\nعز الدين : - الحسن بن زبيب الدين أبي طالب اليوسفي .\r\n\r\n[ عز الدين : 
  ] - الحسن بن علي بن محمد بن علي . . .\r\n\r\n[ عز الدين : 
  ] - الحسن بن محمد بن أحمد بن نجا .\r\n\r\n[ عز الدين : 
  ] - الحسن بن يوسف المكزون .\r\n\r\n[ عز الدين : 
  ] - الحسين بن الحسن بن علي بن حمزة .\r\n\r\n[ عز الدين : 
  ] - عبد الحميد بن هبة اللّه بن محمد .\r\n\r\n[ عز الدين : 
  ] - عبد العزيز بن جعفر . . .\r\n\r\n[ عز الدين : 
  ] - محمد بن الحسن البغدادي\r\n\r\nعزيز الدين : - إسماعيل بن الحسين بن . . .\r\n\r\n[ عزيز الدين : 
  ] - عزيز بن محمد النسفي .\r\n\r\nعزيز بن محمد النسفي .\r\nعزيز الدين الصوفي الشهير من أصحاب سعد الدين محمد الحموي ( م 650 ) الآتي . ترجم في « مجالس العشاق » و « مجمع الفصحاء » و « مجالس المؤمنين - ص 278 » ونقل عن رسائله « مقصد أقصى » و « النبوة والولاية » واستظهر منها تشيعه . وسماه إسماعيل پاشا بعبد العزيز النسفي . وذكر من تصانيفه « آداب السلوك » ، « زبدة الحقائق » ، « كشف الحقائق » ، « منازل السائرين » . ولكن الاسم الذي يسمي نفسه به في أوّل أكثر رسائله الصغار هو : عزيز بن محمد النسفي . طبع له أربع رسائل في هامش « أشعة اللمعات » هي : مقصد أسنى ، زبدة الحقائق ، مبدأ ومعاد ، علم وموجودات . وطبع « كشف الحقائق » ، « منتخب\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":104},
  {"content":"\r\n\r\nجواهر الأسرار » مع « المقصد والزبدة » في بمبئي 1929 وطبع له بطهران 33 رسالة مع مقدمة هانري كربين في 608 ص . في 1962 بعنوان : « الانسان الكامل » .\r\n\r\nابن عصيدة :\r\n- علي بن ثابت . . . السوراوي .\r\n\r\nالعطار :\r\n- محمد بن إبراهيم بن إسحاق النيشابوري .\r\n\r\nعطا ملك .\r\nالخواجة علاء الدين ، صاحب الديوان ابن بهاء الدين محمد ابن محمد بن محمد الجويني وزير أبقا خان المغولي الذي حكم 664 ومات 681 .\r\nولد عطا ملك في 623 ومات في 4 ذي القعدة 681 ، وقال صدر الدين علي بن الخواجة نصير الدين الطوسي في تأريخه :\r\n آصفِ عهد علاءِ حق ودين زبدهء كون * كرد بدرود جهان را چو سر آمدش زمان\r\nدر شبِ شنبه چهارم ز مهِ ذي حجه * سال بر ششصد وهشتاد ويكى در أران \r\nوهو أخ شمس الدين محمد الجويني وزير أرغون والمقتول بحكمه . ومن آثار عطا ملك الخيرية بركة ماء بمسجد الكوفة وكرو نهر النجف المنشق من الفرات إلى جنوب غربي النجف « 1 » ، ولعله الذي ذكره ياقوت بعنوان « نرس » وقال : حفرها نرسي بن بهرام جور . ومرّ ذكره في ( النابس : 84 » .\r\nله شعر ( ذ 9 : 728 ) ، وتأليفات منها : « تاريخ جهان‌گشا » ( ذ 3 :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فرحة الغري ، ص 60 ، ط 1311 .\r\n","page_name":" 97 ","page_number":105},
  {"content":"\r\n\r\n247 - 248 ، و 5 : 300 ، و 10 : 48 ) ، وله : « تسلية الاخوان » في ما جرى على أهله من المحن من أمراء المغول ، و « تتمة تسلية الاخوان » كتبها قبل موته بستة أشهر ، موجودان بالمكتبة الأهلية بپاريس كما في مقدمة القزويني لتاريخ جهان‌گشا . وباسم عطا ملك ألّف كتب كثيرة منها :\r\n« شرح نهج البلاغة » لابن ميثم البحراني ، و « المقامات الزينبية » للجزري ، وديوان « رباعيات نظام الدين الأصفهاني » محمد بن إسحاق ، وكتابه « شرف إيوان البيان » ( ذ 14 : 180 ) الذي خاطب فيها عطا ملك بقوله :\r\n قل للنواصب كفوا لا أبالكم * لشيعة الحق يأبى اللّه توهينا \r\nوكذلك « التأريخ الكبير » ولعله هو « مجمع الآداب » ( ذ 20 : 14 ) وتلخيصه ( ذ 4 : 426 ) لابن الفوطي المروزي البغدادي ، الموجود جزؤه الرابع بخطّه في 712 . قال ابن الفوطي : أجازني عطا ملك بجميع مصنفاته وأملى عليّ شعره بتبريز في 677 وأعادني إلى بغداد في 679 وفوّض إليّ كتابة تاريخ الحوادث والإشراف على خزانة كتب المستنصرية . وعدّه ابن طاوس في « فرحة الغري - ص 60 » في الوزراء المدفونين بمشهد علي ( ع ) وقال إنه وضع أساس الرباط في 676 .\r\n\r\nعفيف الدين :\r\n- ربيع بن محمد الكوفي .\r\n\r\nعلاء الدين : - عطا ملك .\r\n\r\n[ علاء الدين : 
  ] - محمد بن علي بن محمد الخجندي .\r\n\r\n[ علاء الدين : 
  ] - مرتضى بن الحسن . . .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":106},
  {"content":"\r\n\r\n\r\nالعلقمي ( ابن . . . ) : - علي بن محمد بن أحمد . . .\r\n\r\n[ العلقمي ( ابن . . . ) : 
  ] - محمد بن أحمد . . .\r\n\r\n[ العلقمي ( ابن . . . ) : 
  ] - محمد بن أحمد بن محمد بن علي .\r\n\r\nعلم الدين :\r\n- إسماعيل بن الحسن بن علي .\r\n\r\nالعلوي : - أحمد بن يوسف بن أحمد .\r\n\r\n[ العلوي : 
  ] - إسماعيل بن الحسين بن محمد .\r\n\r\n[ العلوي : 
  ] - الأشرف بن الأغر .\r\n\r\n[ العلوي : 
  ] - جمال الدين الوراميني .\r\n\r\n[ العلوي : 
  ] - الحسن بن علي بن المرتضى .\r\n\r\n[ العلوي : 
  ] - الحسين بن الحسن بن علي بن حمزة .\r\n\r\n[ العلوي : 
  ] - الحسين بن علي بن الأسعد .\r\n\r\n[ العلوي : 
  ] - عبد اللّه بن المختار . . .\r\n\r\n[ العلوي : 
  ] - علي بن أحمد بن أبي هاشم .\r\n\r\n[ العلوي : 
  ] - علي بن محمد بن رمضان الطقطقي .\r\n\r\n[ العلوي : 
  ] - علي بن محمد بن أبي الغنائم .\r\n\r\n[ العلوي : 
  ] - عماد الدين بن ذي الفقار .\r\n\r\n[ العلوي : 
  ] - فخار بن معد بن فخار .\r\n\r\n[ العلوي : 
  ] - قريش بن السبيع بن المهنا .\r\n\r\n[ العلوي : 
  ] - محمد بن بشير . . .\r\n\r\n[ العلوي : 
  ] - محمد بن الحسن بن علي بن محمد .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":107},
  {"content":"\r\n\r\n\r\n[ العلوي : 
  ] - محمد بن الحسن بن محمد بن معية .\r\n\r\n[ العلوي : 
  ] - محمد بن محمد بن محمد بن زيد بن الداعي .\r\n\r\n[ العلوي : 
  ] - محمد بن الناصر بن حمزة .\r\n\r\n[ العلوي : 
  ] - يحيى بن محمد بن محمد بن أبي زيد .\r\n\r\nعلي بن أحمد السديد .\r\nكتب لنفسه نسخة من « الصحيفة السجادية » عن نسخة كانت بخطّ أبي الحسن علي بن محمد بن السكون الحلّي المتوفى حدود 606 وفرغ صاحب الترجمة من كتابة النسخة ومقابلتها في 643 ثم قابلها ثانيا مع نسخة كانت بخطّ ابن إدريس في 654 . ثم حصلت نسخة صاحب الترجمة هذه عند الشهيد الأول فكتب عنها نسختين إحداهما في 772 والأخرى في 776 . ثم كتب شمس الدين محمد الجبعي جدّ بهاء الدين محمد العاملي نسخته عن النسخة الأولى للشهيد ثم قابلها مع النسخة الثانية له أيضا .\r\nوقد ذكر الجبعي جميع ما ذكرناه في مجموعته التي نقل عنها المجلسي في إجازات « بحار الأنوار » ( ذ 15 : 18 - 19 ) . وقد مرّ في ص 31 جعفر القطاع المدعو بالسديد .\r\n\r\nعلي بن أحمد بن الوزير .\r\nالأجل رضي الدين ، أحد العلماء الستة الذين سمعوا من رضي الدين علي بن طاوس بعض كتابه « التشريف » ثم كتب ابن طاوس لهم إجازة بخطّه في 658 كما أشرنا إليهم في ترجمة صالح بن عبد اللّه في ص 81 .\r\n\r\nعلي بن أحمد بن أبي هاشم .\r\nفخر الدين الرضي العلوي الحسيني المجاز من أحمد بن محمد الموصلي ( ص 12 ) تلميذ علي بن ثابت بن عصيدة السوراوي ( ص 102 ) بإجازة كتبها الموصلي له في 7 - ج 1 - 668 . وصفه المجيز في الإجازة بقوله : [ السيد الأجل الأوحد فخر الدين الرضي علي بن أحمد 
  ] .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":108},
  {"content":"\r\n\r\nوالإجازة بخطّ المجيز على ظهر قطعة من « مسائل الخلاف » للشيخ الطوسي « 1 » من أول كتاب « الطهارة » إلى آخر الكتاب في خزانة الصدر بالكاظمية .\r\nوإجازة أخرى بخطّ أحمد بن محمد الموصلي المجيز أيضا لصاحب الترجمة على ظهر « المبسوط » للطوسي ، كتبها له في سنة 659 موجودة في الخزانة الرضوية .\r\n\r\nعلي بن أنجب بن عثمان\r\nبن عبيد اللّه بن عبد الرحيم . الشيخ تاج الدين أبو طالب المعروف بابن الساعي البغدادي المؤرخ الخازن . ولد في شعبان 593 وتوفي 21 رمضان 674 كان خازن دار الكتب للمستنصر العباسي وبعده حتى سقوط بغداد ، فتولى نفس العمل من قبل الخواجة نصير الدين الطوسي . ووقف مكتبته الشخصية للمكتبة النظامية في أواخر عمره .\r\nترجمه الدكتور مصطفى جواد في مقدمة كتابه « نساء الخلفاء » والجزء التاسع من كتابه الآخر « الجامع المختصر » مفصلا لأحواله . وعدّد من مؤلفاته 56 كتابا . أقول : ويروي ابن أنجب هذا كتاب « معالم العترة » عن مؤلّفه الحافظ عبد العزيز بن المبارك ( 524 - 611 ) المذكور في ص 90 - 91 ويروي علي بن عيسى الأربلي ( م 692 ) عنه إجازة في كتابه « كشف الغمة » مكررا . وقد نقل علي بن طاوس ( م 664 ) في كتابه « المجتنى » عن « التأريخ الكبير » للمترجم له ما يختص بسنة 621 فقال : [ روى الشيخ الفاضل الأوحد في علومه علي بن أنجب المعروف بابن الساعي فيما يختص بسنة 621 عن أحمد بن محمد الفارسي الضرير أنه دخل بغداد في تلك السنة في حالة سيئه فألهم بدعاء . . . 
  ] وهذا الدعاء نقله الكفعمي في « البلد الأمين »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وعلى هوامش هذه النسخة بخط المجيز بلاغات كثيرة . صورتها : [ بلغ قراءة وشرحا أيده اللّه تعالى 
  ] . وقد طبع نص الإجازة في ( ذ - 7 : 236 ) وأشير إليها في ( ذ - 1 :\r\n142 ) .\r\n","page_name":" 101 ","page_number":109},
  {"content":"\r\n\r\nو « المصباح » . وذكرنا في ص 4 - 6 كتابه « الروض الناضر في أحوال الناصر » . وله ولد اسمه كمال الدين أبو القاسم عبيد اللّه . ولد 7 شعبان 632 ورتّب حاجبا في 650 وتوفي في حملة المغول . وقد عدّ ابن القاضي شهبة المترجم له شافعيا وترجمه في « طبقات الشافعية » وله « مناقب الخلفاء » ولكن البلاط العباسي في آخر عهدها اقترب من التشيع . وكانت حلقة الوصل في ذلك هو التصوف والفتوة التي كان الخلفاء يتلبسون بشعائرها بيد نقباء شيعة في مشهد أمير المؤمنين ( ع ) بالغري « 1 » وقد لبسها ابن الساعي سنة 608 ، هذا وروايته لكتاب « معالم العترة » وتأليفه عدة مجلدات في أحوال الناصر يؤيد حسن حاله .\r\n\r\nعلي بن ثابت بن عصيدة السوراوي .\r\nمن مشايخ سديد الدين يوسف ابن علي والد العلّامة الحلّي . وهو يروي عن الفقيه عربي بن مسافر العبادي عن الياس بن هشام عن أبي علي عن والده الطوسي كما في إجازة الموصلي الذي يروي عن صاحب الترجمة أيضا ، وهو أحمد بن محمد الموصلي ( المذكور في ص 12 ) المجيز للرضي العلوي المذكور في ( ص 100 - 101 ) في سنة 668 .\r\nوجاء ذكر المترجم له في « إجازة العلامة لبني زهرة » بعنوان الشيخ علي بن ثابت بن عصيدة وقال : إنه يروي عن نجيب الدين بن . . . الاسترآبادي والياس ابن هشام الحائري ( الثقات : 24 ) والعماد الطبري ( الثقات : 278 ) ومحمد ابن طحال المقدادي الحائري . وجاء عنوان المترجم له في « أمل الآمل » :\r\n[ السيد شمس الدين علي بن ثابت . . . 
  ] ومن المعلوم أن التعبير بكلمة « السيد » كان قد خصّ شيئا فشيئا في القرن السابع ببني هاشم ، وذلك في قبال كلمة « الشيخ » لغيرهم المترجم عن كلمة « پير » المصطلح عند الصوفية كما مرّ في ( النابس : 91 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما ذكر في ترجمة عبد اللّه بن المختار في ( ص 94 )\r\n.\r\n","page_name":" 102 ","page_number":110},
  {"content":"\r\n\r\n\r\nعلي بن حسّان\r\n، زين الدين الرهمي . شيخ إجازة سديد الدين أبي علي الحسين بن خشرم الطائي ( ص 49 ) كتب له الإجازة على « النهاية » للطوسي بعد قراءته في 600 يروي فيها عن القطب الراوندي ( الثقا : 124 ) وعن عبد الجبار الطوسي ( الثقا : 153 ) وعن علي بن عبد الجبار الرازي ( الثقا : 192 ) عن والده عن الشيخ الطوسي كما حكاه المجلسي في « البحار » عن مجموعة الجبعي عن خطّ الشهيد . ولعلّ الرهمي نسبة إلى « رهيمة » « 1 » على بعد 24 كيلومترا من غرب النجف . ذكرها الياقوت وقال : الرّهام من الطير ما لا يصطاد .\r\n\r\nعلي بن الحسن\r\n، المعروف بشمس الدين الحسام . من المشايخ الذين سمعوا من علي بن طاوس تمام كتابه « التشريف بتعريف وقت التكليف » بداره بالمفيدية ببغداد في نهار الأربعاء 24 - ع 2 - 658 وكتب ابن طاوس إجازته لهم بخطّه الذي نقل عنه الشهيد الثاني في 941 ونقل بهاء الدين علي ابن يونس الحسيني التفريشي عن خطّ الشهيد في مجموعته في 1024 والمجموعة موجودة عند السيد جلال المحدث بطهران كما مرّ في ص 49 - 51 وذكرت هناك أن نسخة الشهيد حصلت عند ابن قاسم العيناتي أيضا فكتب عنها نسخة أخرى موجودة عند السيد جلال المحدث المذكور أيضا . وقد جاء اسم المترجم له في نسخة العيناتي : علي بن الحسين .\r\n\r\nعلي بن الحسن بن إبراهيم الحلبي العريضي\r\n، السيد مجد الدين ، من مشايخ المحقق الحلي ( ص 30 ) ومن تلاميذ ابن شهرآشوب ( م 588 ) يروي عنه « معالم العلماء » كما كتبه عبد الكريم بن طاوس على ظهر نسخة منه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وكتب عبد الرحيم محمد علي رسالة في التعريف بهذه القرية طبعت بالنجف 1966 في 94 ص .\r\n","page_name":" 103 ","page_number":111},
  {"content":"\r\n\r\nوذكر أنه يروي الكتاب عن المترجم له : جلال الدين عبد الحميد بن فخار ابن معد أستاذ عبد الكريم كما مرّ في ( ص 87 ) . وجاء في إجازة نعمة اللّه ابن خاتون لضامن شد قم : أنّ علي بن العريضي يروي عن الحسين بن رطبة ( الثقا : 83 ) عن المفيد الثاني أبي علي بن الطوسي عن والده . ترجمه في « الأمل » .\r\n\r\nعلي بن الحسن بن أبي العباس الحانني\r\n( الجاستي ) الواراني . أبو جعفر كتب بخطّه في آخر مجموعته : أنه انتسخ منها في شهر رمضان 618 والمجموعة تشتمل على « الجواهر » لابن البراج ، و « المراسم » لسالار ، و « شرح المراسم » بالقول . كلها بخط واحد وعلى ظهر « الجواهر » إجازة بخطّ القطب الراوندي ( م 573 ) لولده نصير الدين حسين . توجد هذه المجموعة عند الشيخ محمد السماوي بالنجف . ولرداءة خطّ التوقيع نحتمل اتحاد المترجم له مع علي ابن الحسين بن أبي الحسين ( مرشد الدين ) الواراني الآتي .\r\n\r\nعلي بن الحسن بن الفضل .\r\nهو أبو الفضل بن رضي الدين أبي نصر ابن أمين الاسلام أبي علي الفضل بن الحسن بن الفضل الطبرسي . هو حفيد الطبرسي المفسّر ( م 548 ) ( الثقا : 216 - 217 ) ، ألّف « مشكاة الأنوار » تتميما لكتاب « مكارم الأخلاق » لوالده الذي ألّفه في حياة أبيه أمين الاسلام ، وأورد فيه بعض ما في « الأحاديث الدينية » لأبيه .\r\nوالظاهر أنّ صاحب الترجمة تجاوز المائة السادسة فلذا ذكرته ها هنا من غير جزم .\r\n\r\nعلي بن الحسين ، المعروف بشمس الدين الحسام .\r\nهكذا جاء في نسخة ابن قاسم العيناتي من المجموعة الموجودة عند جلال المحدث بطهران .\r\nمرّ بعنوان علي بن الحسن المعروف بشمس الدين الحسام كما جاء في نسخة التفريشي .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":112},
  {"content":"\r\n\r\n\r\nعلي بن الحسين بن الحسن الهمداني\r\nبن علي بن الحسين بن علي ابن أبي جعفر محمد نقيب الكوفة بن الحسن الجواد الأعور المتوفى 251 ابن محمد الكابلي بن عبد اللّه الأشتر بن محمد النفس الزكية بن عبد اللّه المحض بن الحسن المثنى بن الحسن السبط ( ع ) . العالم المحدّث بهمدان . ذكره ابن عنبة في « عمدة الطالب » .\r\n\r\nعلي بن الحسين بن أبي الحسين .\r\nمرشد الدين أبو الحسن الواراني « 1 » ، المجاز من شيخه الحسن بن الحسين بن علي الدوريستي نزيل كاشان في 584 .\r\nذكرته في ( الثقا : 184 - 185 ) ولكن المظنون أنه هو الذي كتب بخطه على نسخة من « الجواهر » و « المراسم » التي عليها إجازة القطب الراوندي ، وذكر أنه استنسخ لنفسه نسخة من المجموعة الموجودة اليوم عند السماوي في النجف كما مرّ ذكرها في ص 104 وتأريخ خطّه رمضان 618 وتوقيعه أبو جعفر علي بن الحسن ( مكبرا ) ابن أبي . . . الواراني . أقول :\r\nويوجد بخط صاحب الترجمة تمام الجزء الرابع من « المبسوط » للطوسي فرغ منه ضحوة الجمعة 18 - ع 2 - 586 موجود عند الشيخ محمد بن عبد الحسين الرشتي بالنجف .\r\n\r\nعلي بن زيد الهمداني .\r\nالقاضي الزاهد . كما في بعض نسخ « فرحة الغري » . وجاء في النسخ المطبوعة يد ، فلعله مخفف ياد .\r\n\r\nعلي بن سعيد بن هبة اللّه الراوندي .\r\nذكر في ( الثقا : 190 - 191 ) وبما أنه قرأ عليه بعض تلاميذه في 600 كررته ها هنا إشارة .\r\n\r\nعلي بن سليمان بن يحيى\r\nبن محمد بن قائد بن صبّاح ، جمال الدين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال ياقوت : واران من قوى تبريز .\r\n","page_name":" 105 ","page_number":113},
  {"content":"\r\n\r\n( كمال الدين خ . ل . ) أبو الحسن البحراني ، المعاصر للخواجه نصير الطوسي قال الحرّ في « الأمل » : الشيخ جمال الدين علي بن سليمان البحراني . قال العلّامة : كان عالما بالعلوم العقلية والنقلية عارفا بقواعد الحكماء . وقال الشيخ حسن في إجازته : وأنا رأيت من مصنفاته « كتاب الخير » في شرح ديباجة رسالة الطير لابن سينا و « شرح قصيدة النفس » لابن سينا . روى العلّامة الحلي كتب المترجم له عن ولده الحسين ( ص 51 ) عن والده المترجم له .\r\nوذكرنا له في ( الذريعة ) « مفتاح الخير » . كان تلميذ كمال الدين أبي جعفر أحمد بن علي بن سعيد بن سعادة البحراني صاحب رسالة « العلم » ( ص 7 ) بعثها المترجم له إلى الخواجة نصير الدين الطوسي كما مرّ . ذكر تمام نسبه في أوّل رسالة « العلم » الموجودة في المكتبة المركزية لجامعة طهران .\r\nوكان أستاذ ابن ميثم البحراني ( ذ 13 : 287 - 288 ) .\r\n\r\nعلي بن عبد الحميد بن التقي عبد اللّه .\r\nهو غياث الدين بن جلال الدين ابن التقي عبد اللّه بن أسامة الحسيني . يروي محمد بن المشهدي عن والده عبد الحميد في 580 . وذكر شيخنا النوري كيفية شهادة صاحب الترجمة في « المستدرك » . والظاهر أنه اشتباه منه ، فإن الشهيد هو حفيد صاحب الترجمة ، وهو عبد الكريم بن علي الذي ذكرته في الثامنة ، كما رثاه معاصره صفي الدين الحلي في ديوانه .\r\n\r\nعلي بن عزام الحسيني .\r\nالمعمر الجليل . يروي عنه عبد الكريم بن أحمد بن طاوس . قال في « فرحة الغري - ص 58 ، ط . إيران 1311 » :\r\nوسألته عن مولده ، فقال : في سنة 577 . وقال : إني رأيت رياضا النوبية جارية أبي نصر محمد بن أبي علي بن الطوسي ( الثقا : 256 ) . قال عبد الكريم : إنه توفي في رمضان 670 أو 671 . أقول : ذكر في\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":114},
  {"content":"\r\n\r\n« شذرات الذهب » في سنة 540 : [ أنه توفي فيها أبو الحسن محمد بن أبي علي الحسن بن الشيخ أبي جعفر الطوسي عالم الشيعة وابن عالمهم . . . 
  ] .\r\n\r\nعلي بن علي بن منصور .\r\nالشيخ أبو القاسم الخازن . يروي عبد الحميد ابن فخار بن معد عن والده عن صاحب الترجمة كما في بعض الأسانيد .\r\nوسيأتي أبو الفتوح نصر بن علي بن منصور من مشايخ فخار بن معد . روى عنه في 599 فلعلهما أخوان ، يروي عنهما فخار بن معد الذي توفي 630 .\r\n\r\nعلي بن علي بن موسى بن طاوس .\r\nهو رضي الدين بن رضي الدين جمال السالكين الحسني الحلّي . ولد كما ذكر والده في « كشف المحجة » في يوم الجمعة 8 محرم 647 . وألف والده « كشف المحجة » في 649 وهو وصيته إلى ولده جلال الدين محمد ، ويذكر فيه صاحب الترجمة ، وصرّح فيه بالإجازة لهما وهما صغيران . يروي صاحب الترجمة عن والده . وولي النقابة بعد وفاة أخيه جلال الدين محمد في 680 . وله « زوائد الفوائد » صرّح فيه بالنقل عن والده وعن كتبه .\r\n\r\nعلي بن عيسى بن أبي الفتح الأربلي .\r\nالوزير الصاحب الكاتب الأديب الكردي بهاء الدين أبو الحسن بن فخر الدين . عبّر عنه تلميذه في آخر كتابه « كشف الغمة » بالمولى الصدر الكبير المعظم مولى الأيادي ملك الفضلاء ، واسطة العقد . ( ذ 18 : 47 - 48 ) وتوفي 692 ودفن بداره الكبيرة المعروفة اليوم بكارپردازخانه في غربي بغداد . ترجمه الحرّ في « الأمل » وابن شاكر في « فوات الوفيات » وإسماعيل پاشا في « هدية 1 : 714 » وذكروا مؤلفاته « طيف الإنشاء » المعروف « برسالة الطيف » ( ذ 15 :\r\n195 ) و « المقامات الأربع » و « ديوان » شعره ( ذ 9 : 68 ) . وقد فرغ من الجزء الأول من « الكشف » في داره ببغداد في 3 شعبان 678 ومن\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":115},
  {"content":"\r\n\r\nالثاني 682 والنسخة موجودة عند السيد أبي القاسم الأصفهاني محرر السيد أبي الحسن الأصفهاني بالنجف ( ذ 18 : 47 - 48 ) وعليها إجازته لتلاميذه ( ذ 1 : 218 - 219 ) . يكثر الأربلي في « كشف الغمة » النقل عن « معالم العترة النبوية العلية ومعارف أئمة أهل البيت الفاطمية العلوية » لعبد العزيز الجنابذي ( 526 - 611 ) ( ص 90 - 91 ) وقد رواه عنه بواسطة علي بن أنجب ( م 674 ) ( ص 101 - 102 ) . وفصل عبد اللّه الجبوري ترجمة الأربلي في مقدمة طبع رسالة « الطيف » .\r\n\r\nعلي بن فرج السوراوي .\r\nالشيخ نجيب الدين ، تلميذ ابن شهرآشوب ( م 588 ) ( الثقا : 273 - 274 ) وصفه تلميذه حسين بن جبير ( ص 47 - 48 ) في أول كتابه « نخب المناقب » بقوله : [ كان الشيخ الفقيه نجيب الدين أبو الحسين علي بن فرج قرأ على الشيخ رشيد الدين كتابه « المناقب » وغيره من الكتب ، وأجاز له رواية جميع مصنفاته وقراءاته وسماعاته ، وكتب له بذلك إجازة كاملة نظرت فيها وعرفت صحتها . وقرأت من بعد على المشار إليه بالإجازة والرواية عدّة كتب ، وسألته الإجازة والرواية فكتب لي إجازة جامعة تشتمل على جميع ما قرأه وسمعه واستجازه ورواه عن هذا الشيخ وغيره من مشايخه . فلما علمت أن لي صلة برواية « المناقب » بحق الإجازة عن مؤلفه . . . رأيت أن أختصره . . . 
  ] . والظاهر من القراءة والإجازة بقاء المترجم له إلى هذه المائة . وقد ذكرته في ( الثقا : 198 ) أيضا لأنه المتيقن .\r\n\r\nعلي بن فضل اللّه سالار .\r\nالمولى الحكيم حسام الدين الهيوي المهندس كما يظهر من مجموعة من رسائله الموجودة في المكتبة الرضوية كتابة بعضها 672 ، منها « تبيين مصادرة أقليدس » في الخطوط المتوازية ( ذ 3 : 334 ) لعلها رد على الخواجة الطوسي كما ردّه علم الدين قيصر بن أبي القاسم الحنفي\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":116},
  {"content":"\r\n\r\nمستندا على ما نقله عن سنبلقيوس « 1 » ( ذ 10 : 224 ) . وللمترجم له أيضا « استخراج سمت القبلة » موجودة ضمن موقوفات نادر شاه للرضوية ( ذ 2 :\r\n22 ) . فهو غير معاصره الحكيم حسن بن أحمد الذي زار مرصد مراغة حين تولية علي بن محمد بن محمد ( ابن الخواجة نصير الطوسي ) .\r\n\r\nعلي بن قيصر بن عبد الرحمن\r\nبن المطرز ( المطهر ) ابن نور الدين محمد بن صالح الأسدي . هكذا في نسخة علي بن يونس التفريشي نقلا عن خطّ الشهيد الثاني . هو من المجازين عن ابن طاوس ( م 664 ) بعد سماع تمام كتاب « التشريف » ببغداد 658 بتفصيل مرّ في ص 49 - 51 و 81 ولكن في نسخة العيناتي جعل نور الدين عمر بن صالح الأسدي أحد السامعين لتمام الكتاب .\r\n\r\nعلي بن أبي المجد\r\n، أبو الحسن الواسطي . يروي عنه النسابة فخار بن معد الموسوي في « حجة الذاهب إلى إيمان أبي طالب » ، وقد لقيه بواسط في رمضان 599 وهو يروي عن والده أبي المجد الواعظ .\r\n\r\nعلي بن محمد بن أحمد .\r\nفخر الدين الأعرجي . توفي 702 فأذكره في الثامنة .\r\n\r\nعلي بن محمد بن أحمد .\r\nالوزير شرف الدين أبو القاسم بن الوزير مؤيد الدين بن العلقمي . قرأ علي نجيب الدين يحيى بن أحمد بن سعيد كتابه « جامع الشرائع » ومعه جماعة ، منهم : جلال الدين محمد بن علي بن طاوس ( م 680 ) ومنهم شمس الدين محمد بن أحمد بن صالح القسيني على ما ذكره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من أشهر الفلاسفة الأفلاطونيين المحدثين في مدرسة أثينا الجديدة بعد انهزامهم في الإسكندرية في قبال الضغط المسيحي . توفي 533 م . ترجمه القفطي ( ص 206 ) وذكر له « شرح كتاب أقليدس » مدخل إلى علم الهندسة .\r\n","page_name":" 109 ","page_number":117},
  {"content":"\r\n\r\nفي إجازته للشيخ طومان وقال في « الأمل » : عالم شاعر أديب من تلاميذ المحقق ( ص 30 ) . ويأتي والده محمد بن أحمد بن علي الوزير العلقمي .\r\n\r\nعلي بن محمد بن أحمد بن صالح القسيني السيبي\r\n، المجاز هو مع والده وأخويه إبراهيم وجعفر وجمع آخر عن رضي الدين علي بن طاوس في ج 1 - 664 كما ذكره والده الشيخ شمس الدين القسيني في إجازته للشيخ طومان بن أحمد العاملي ( ص 2 و 6 - 7 ) . ويروي عن أبيه أيضا كما في « الأمل » .\r\nوجاء فيه : السليبي ، بدل : السيبي .\r\n\r\nعلي بن محمد بن الحسن .\r\nالشيخ جمال الدين أبو نصر علي بن أبي سعد محمد بن الحسن بن أبي سعد المتطبب القمي . قال منتجب بن بابويه في « الفهرست » : جمال الدين علي بن محمد المتطبب بقم فاضل أديب طبيب وعنه أخذ صاحب « الأمل » . أقول : وصفه شيخه زين الدين المرتضى علي بن الإمام فضل اللّه الراوندي الحسني ( الثقا : 198 - 200 ) فيما كتبه له على ظهر « نهج البلاغة » بعد قراءته عليه بقوله : [ الإمام الأجل العالم الولد الأخص الأفضل جمال الدين زين الاسلام شرف الأئمة علي بن محمد بن الحسن المتطبب أدام اللّه حمايته . . . 
  ] وتاريخ هذه الإجازة رجب 589 وتوقيعه علي بن فضل اللّه الحسني . وقد قرأ « النهج » أيضا قبل التأريخ بسنتين على شيخه زين الدين محمد بن أبي النصر . وكتب شيخه في آخره أيضا ما صورته :\r\n[ قرأ عليّ الولد الأغر الأنجب جمال الدين أبو نصر علي بن محمد بن الحسين المتطبب أبقاه اللّه 
  ] وتأريخ هذه الإجازة سنة 584 وتوقيعه : محمد بن أبي نصر بن محمد بن علي . وهو الذي ترجمه منتجب بن بابويه بقوله : [ الشيخ زين الدين محمد بن أبي نصر القمي أديب فاضل طبيب 
  ] . وكتب بعد هاتين الإجازتين صاحب الترجمة بخطه ما ملخّصه : إني قرأت هذه النسخة على الإمام - إلى قوله - محمد بن أبي نصر في سنة 587 ثم عرضت النسخة على\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":118},
  {"content":"\r\n\r\nنسخة الإمام الكبير . . . فضل اللّه الراوندي . ثم قرأته على ولده السيد الإمام عز الدين المرتضى علي بن فضل اللّه في سنة 589 . وتأريخ هذا الخطّ 601 ويظهر من دعائه وفاة شيخيه في هذا التأريخ وتوقيعه : أبو نصر علي ابن أبي سعد محمد بن الحسن بن أبي سعد الطبيب . وكتب أيضا صاحب هذا التوقيع بخطه وتوقيعه على ظهر هذه النسخة في سنة 587 أنه أجاز له السيد الإمام . . . فضل اللّه الراوندي كتاب « نهج البلاغة » و « الغريبين » و « الدرر والغرر » و « غريب الحديث » وسائر رواياته ومنقولاته . أقول :\r\nوكان فضل اللّه باقيا إلى 548 فلا يستبعد إجازته في أواخر عمره لصاحب الترجمة في أوائل عمره . ثم بعد ذلك قرأ صاحب الترجمة « النهج » على ولده عز الدين علي بن فضل اللّه في 589 فيرويه عن الوالد إجازة فقط ويرويه عن الولد قراءة عليه . ثم بقي صاحب الترجمة إلى أوائل المائة السابعة .\r\n\r\nعلي بن محمد بن الرضا بن محمد ،\r\nالأمير الشريف الحسيني الموسوي الطوسي المعروف والده بدفترخوان عالي . ولعلّ الوالد هو السيد محمد بن الرضا أبو طاهر الحسيني ( الثقا : 264 ) . ذكرنا للمترجم له « ألف جارية وجارية » الموجودة نسختها في فيينا ( ذ 2 : 293 - 294 ) .\r\n\r\nعلي بن محمد بن رمضان .\r\nتاج الدين الطباطبائي المعروف بابن الطقطقي نقيب النقباء العلوي في عصر أبقا خان بن هولاكو المغولي . جاء في « الحوادث الجامعة - ص 362 » : إنّ في سنة 667 رتّب النقيب تاج الدين علي ابن الطقطقي صدرا بالأعمال الحليّة . وفي ص 377 منه قال : إن في 672 قتل النقيب تاج الدين علي بن رمضان ابن الطقطقي بظاهر سور بغداد ، وثب عليه جماعة من أهل الحلة وضربوه بالسيوف . فتفحص الصاحب علاء الدين عن قاتليه ، حتى قتلهم ، ثم أخذ أكثر أملاكه بشبهة ما بقي عليه من ضمان\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":119},
  {"content":"\r\n\r\nالأعمال الحليّة . أقول : وهو والد فخر الدين محمد مؤلف « تأريخ الفخري » ( ذ 16 : 125 ) الآتي في الثامنة .\r\n\r\nعلي بن محمد بن سعيد .\r\nالشيخ زين الدين أبو الحسن ، من تلاميذ المحقق الحلي جعفر بن الحسن ( ص 30 ) المجاز منه . ولعله من بني أعمامه أيضا . ورأيت سنة 1350 عند الحاج الشيخ محمد سلطان المتكلمين بطهران نسخة من « الشرائع » للمحقق الحلي على ظهرها إجازة بخطّ المحقق للمترجم له ( ذ 1 : 164 ) وهذه صورتها :\r\n[ قرأ عليّ الولد العالم الفاضل الفقيه زين الدين أبو الحسن علي بن رشيد الدين محمد بن سعيد هذا الكتاب من أوله إلى آخره قراءة مهذبة وأصغيت إلى إيراده محتاطا وسألني عن مشكله واستوضح عن مبهمه ومظلمه فأجبته بما أنهيت إليه الطاقة وبلغته القدرة مما أعتمد عليه من فتاويه وما أختاره من مقاصده ومعانيه فأخذ بذلك ضابطا حافظا . وأذنت له في روايته ذلك عني فليروه متى شاء وأحبّ غير حرج . وكتب جعفر بن الحسن بن سعيد في شعبان سنة خمس وسبعين وستمائة حامدا مصليا مستغفرا 
  ] .\r\nوفي ذيل خطّ المحقق هنا كتب تاريخ وفاة المحقق كما ذكرته ( ص 30 ) ، وفي آخر الجزء الأول والثاني من هذه النسخة شهادة الإنهاء بلفظ : [ أنهاه أيّده اللّه تعالى وكتب جعفر بن سعيد 674 
  ] . هذا وقد رأيت النسخة في سفرتي 1365 عند مجد الدين النصيري بطهران .\r\n\r\nعلي بن محمد بن عبد اللّه بن زهرة .\r\nهو أبو المكارم بن محيي الدين أبي حامد الحسيني الحلبي المجاز من والده محيي الدين في 604 على ظهر نسخة من « كفاية الأثر » وصورة الإجازة مندرجة في الجزء الثاني من « معادن\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":120},
  {"content":"\r\n\r\nالجواهر » عن خطّ المجيز . ومرّ جدّه عبد اللّه في ( الثقا : 165 ) ويأتي والده .\r\n\r\nعلي بن محمد بن علي .\r\nكتب بخطّه « المهذّب » لابن البراج ( النابس :\r\n107 ) سنة 651 وكتب في آخر النسخة أنّ المصنّف فرغ من تأليفه 467 وتوفي 481 . والنسخة من وقف المولى حبيب اللّه الواعظ في المكتبة الرضوية .\r\nولعله هو بعينه المعاني الآتي بعده .\r\n\r\nعلي بن محمد بن علي بن موسى المعاني\r\nالذي كتب بخطه « المسائل المصريات » ( ذ 20 : 367 ) للمحقق الحلي ( ص 30 ) وفرغ منه في حياة المؤلّف ( ع 2 - 671 ) والظاهر أنه من تلاميذه . والنسخة كانت عند البلاغي اشتراها كاشف الغطاء . ولعله متحد مع ما قبله .\r\n\r\nعلي بن محمد بن أبي الغنائم .\r\nالأجل بدر الدين العلوي الحسيني .\r\nأحد الستة الذين سمعوا عن ابن طاوس بعض كتابه « التشريف » ثم كتب ابن طاوس المؤلف لهم الإجازة في 658 كما فصّلناه في صالح بن أبي عبد اللّه ابن العظيم ص 81 .\r\n\r\nعلي بن محمد اللويزاني المعروف بابن دغيم\r\nمؤلف « المجموع » ألّفه 647 ( ذ - 20 : 52 و 58 ) ينقل فيه عن « فضائل أهل البيت » لعلي ابن مؤدب بن شاكر المؤلف 457 ( ذ 16 : 257 ) كانت قطعة من « المجموع » عند عبد اللّه أفندي صاحب « الرياض » . وراجع علي بن محمد الليثي .\r\n\r\nعلي بن محمد الليثي الواسطي\r\nمؤلف « عيون الحكم والمواعظ » الموجودة نسخته بجامعة طهران كتبت 1279 عن نسخة مكتوبة في 709 عن نسخة كتبت في 614 وينقل فيه عن ابن الجوزي ( م 597 ) فيظهر أن تأليفه كان بين التأريخين ( 614 - 597 ) وقد نسب « العيون » إلى صاحب\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":121},
  {"content":"\r\n\r\nالترجمة المجلسي في « البحار 17 : 136 » ( ذ 15 : 379 - 380 ) . وقال صاحب « الرياض » إن « العيون » تأليف علي بن محمد بن شاكر المؤدب الليثي الواسطي ( النابس : 126 ) صاحب « فضائل أهل البيت » ( ذ 16 :\r\n257 ) . أقول : ولعلّ أصل الكتاب ألف في القرن الخامس وزيد عليه في القرن السابع ما نقل عن ابن الجوزي وغيره من المتأخرين . ولعل الذي زاد على الكتاب هو علي بن محمد اللويزاني المذكور آنفا ، فاشتبه المجلسي اللويزاني بالليثي .\r\n\r\nعلي بن محمد بن محمد .\r\nهو المولى الوزير صدر الدين علي ابن الخواجة نصير الدين محمد بن محمد الطوسي . قال الصفدي في « الوافي بالوفيات - ص 183 » إنه ولي بعد والده غالب مناصبه . فلما مات ولي مناصبه أخوه أصيل الدين حسن ، وقال الفوطي : إنه عزل هو وإخوانه في 687 . وحكي عن الجزري عن صاحبه الحسن بن أحمد الحكيم : أنه سافر إلى مراغه وشاهد المرصد المبني هناك وكان متوليه صدر الدين المذكور . وكان شابا فاضلا في التنجيم والشعر بالفارسية . وقال الفوطي إن مجير الدين أبا الفضل علي ابن حميص الأديب النيلي ( م 703 ) كان في خدمة صدر الدين بمراغه .\r\nأقول : ومرّ رثاؤه لعطا ملك في ( ص 97 ) وكان ابتداء بناء المرصد في 657 أي سنة بعد سقوط الخلافة ببغداد كما أرّخه مؤسسه الخواجة في أوّل « الزيج الايلخاني » ( ذ 4 : 401 ) . وكان للمترجم له مكتبة نفيسة ، بقيت منها نسخة من « محاضرات الأدباء » للراغب الاصفهاني موجودة اليوم في المكتبة الرضوية من وقف نادر شاه أفشار سنة 1145 ، مكتوب على ظهر الجزء الأول منه بخطّ الوزير الأربلي ( ص 107 - 108 ) ما لفظه : [ هذا ما أهداه لخزانة الأمير المؤيد صدر الدين علي بن نصير الدين الطوسي ، علي بن عيسى ابن أبي الفتح . . . 
  ] . قال الفوطي إن صدر الدين هذا كان قد تزوج بنت عماد الدين أبي الفداء القهستاني ( م 666 ) .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":122},
  {"content":"\r\n\r\n\r\nعلي بن محمد بن محمد بن علي بن السكون\r\nأبو الحسن الحلي ، من حلّة بني مزيد بأرض بابل . كان عارفا بالنحو واللغة حسن الفهم جيد النقل حريصا على تصحيح الكتب . لم يضع قط في طرسه إلا ما وعاه قلبه . وكان يجيد قول الشعر وحكى لي عنه الفصيح بن علي الشاعر : أنه كان نصيريا ، قال لي : ومات حدود 600 . هذا ما قاله ياقوت في « معجم الأدباء 5 :\r\n420 » . وقال السيوطي في « البغية » : مات حدود 606 وقد تفقه على مذهب الشيعة وبرع فيه ودرسه ، وكان متدينا ذا مروة ، وله تصانيف .\r\nأقول : من آثاره الباقية نسخة « الأمالي » للصدوق ، كتبها بخطه وفرغ منها في يوم الخميس 14 ذي الحجة 563 رأيتها عند الشيخ عباس القمي بمشهد خراسان . وجاء في « الوافي بالوفيات » للصفدي : ابن السكون الكاتب الحلي محمد بن ثابت . أورد له صاحب « أنموذج الأعيان » قصيدة ذكر بعضها .\r\nوقال في « الأمل » : علي بن محمد بن علي بن محمد بن السكون فاضل صالح شاعر أديب . ومرّ في ترجمة علي بن أحمد السديد ( ص 100 ) أنه استنسخ « الصحيفة السجادية » عن نسخة كانت بخط ابن سكون هذا . وسيأتي في ترجمة القاسم بن الحسن أنّ عميد الرؤساء كتب إجازة للقاسم على ظهر النسخة من الصحيفة بخطّ ابن سكون هذا .\r\n\r\nعلي بن محمد بن المطهّر\r\nالشيخ زين الدين الحلّي . هكذا ذكر نسبه في « الرياض » في ترجمة حفيده العلّامة الحلي . ولكنّ المشهور علي بن المطهّر .\r\nهو والد سديد الدين يوسف وجدّ حسن بن يوسف ( العلامة ) . وصفه الشهيد الأول في « الإجازة لابن الخازن الحائري » المدرجة في « إجازات البحار - ص 38 - 39 » بقوله : الإمام المرحوم زين الدين علي بن المطهّر . وعبر عنه في « الروضات » في ترجمة ولده سديد الدين يوسف بقوله : شرف الدين علي .\r\nولعله ظفر بهذا اللقب له في موضع لم نجده .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":123},
  {"content":"\r\n\r\n\r\nعلي بن مقرب .\r\nالأمير الكبير العيوني الأحسائي . قال الحرّ في « الأمل » : فاضل عالم جليل القدر شاعر أديب ، له ديوان شعر كبير حسن .\r\nوعنه نقل الأفندي في « رياض العلماء » . قال إسماعيل پاشا في « هدية العارفين 1 : 706 » : جمال الدين أبو عبد اللّه علي بن مقرّب بن منصور بن مقرّب بن أبي الحسين بن عزيز بن ضباب بن عبد اللّه بن علي بن عبد اللّه العيوني الأحسائي الأديب الشاعر ، من أكابر بلده يعرف بابن مقرّب ، قدم العراق وموصل وتوفي 629 . له ديوان شعر طبع بالهند . وقال السماوي في « الطليعة » كان من آل عيون من أمراء الأحساء ومدح أمير الأحساء في 605 وسافر إلى الموصل في 618 ومدح الناصر وآل أيوب ومات 651 . أقول :\r\nذكرت في ( ذ 9 : 30 و 698 ) أنّ اسم جمال الدين أبي عبد اللّه ، هو محمد ابن علي بن مقرّب بن منصور بن مقرّب العبدلي . وقد طبع ديوانه بمكة في 1307 وبمبئي 1310 مع مقدمة في أحواله . فلعلّ الوالد توفي سنة 629 وابنه صاحب الديوان المطبوع توفي سنة 651 . فليراجع مقدمة الديوان لكشف الحقيقة .\r\n\r\nعلي بن موسى بن جعفر\r\nبن محمد بن أحمد بن محمد بن أحمد بن محمد ابن محمد الطاوس . السيد رضي الدين الحسني الحلي الداودي المولود بالحلة 15 المحرم 589 ، أقام ببغداد زمن العباسيين خمس عشرة سنة ثم رجع إلى الحلة ثم جاور الغري ( النجف ) ثم رجع إلى بغداد في أول عصر المغول .\r\nولي النقابة من قبل نصير الدين الطوسي عن هولاكو ثلاث سنين وأحد عشر شهرا مع امتناعه عن ذلك في عهد المستنصر العباسي ( م 640 ) . قال ابن الفوطي في « الحوادث الجامعة » : إنه ولي النقابة للطالبيين بالعراق سنة 661 وتوفي 664 وحمل إلى قبر جدّه علي بن أبي طالب . كان بينه وبين الوزير مؤيد الدين محمد بن أحمد بن العلقمي وأخيه وولده عز الدين أبي الفضل\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":124},
  {"content":"\r\n\r\nمحمد بن محمد صاحب المخزن صداقة تامة ، لم تزل حتى توفي بكرة الاثنين 5 ذي القعدة 664 . وولي النقابة بعده ولده جلال الدين محمد ( 643 - 680 ) وبعده أخوه علي ( ص 107 ) . كانت والدته بنت الشيخ ورام بن أبي فراس الجاواني الكردي الآتي . وكانت أمّ والده موسى بنت ابنة الشيخ الطوسي ( م 460 ) فيعبر عنه بالجدّ وعن أبي علي بن الطوسي بالخال .\r\nمشايخه : 1 - الحسين بن أحمد السوراوي ( ص 45 - 46 ) ، 2 - علي بن يحيى بن علي الخياط ، 3 - أسعد بن عبد القاهر شفروه ( ص 17 ) ، 4 - نجيب الدين بن نما ، 5 - فخار بن معد ، 6 - محمد بن معد ، 7 - الحسن بن الدربي ( ص 38 و 40 ) ، 8 - سالم بن محفوظ ، 9 - محمد بن عبد اللّه ابن زهرة ، 10 - يحيى بن محمد السوراوي . ذكر هؤلاء العشرة في « خاتمة المستدرك - ص 472 » . وممن فات عنه : 11 - حيدر بن محمد بن زيد ( ص 57 - 58 ) ، 12 - محمد بن محمود المعروف بابن النجار البغدادي العامي ( م 643 ) مؤلف « ذيل تاريخ بغداد » . 13 - ويروي أيضا عن ابن شيرويه الأصفهاني .\r\nتلاميذه والرواة عنه : 1 - يوسف بن علي بن المطهر . 2 - يوسف بن حاتم الشامي . 3 - حسن بن يوسف « العلّامة » . 4 - عبد الكريم بن أحمد بن طاوس . 5 - حسن بن داود الحلي . 6 - محمد بن أحمد بن صالح القسيني ( ص 2 و 6 - 7 ) . 7 و 8 و 9 - أبناء القسيني المذكور وهم : إبراهيم ، جعفر ، وعلي في إجازة واحدة . 10 - أحمد بن محمد العلوي . 11 - محمد ابن الموسوي . 12 - محمد بن بشير ، وشارك هؤلاء الثلاثة مع المذكورين في تلك الإجازة . وهؤلاء غير المذكورين في ص 49 - 51 . وقد كتب « كشف المحجة » إجازة لولديه محمد وعلي وأختيهما وذكر أنواع الكتب الموجودة في مكتبته مع تعدادها .\r\nوكان له مكتبة ثمينة فكان في سنة 650 عند تأليفه « الاقبال » يملك 1500 مجلد ( ذ 2 : 264 ) وألّف « سعد السعود » في تأريخ القرآن\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":125},
  {"content":"\r\n\r\nوكفهرس لبعض كتب مكتبته ( ذ 12 : 182 ) وذكر فهرس بعض تأليفاته في « كتاب الإجازات لكشف طرق المفازات » طبع بعضه في مجلد « إجازات البحار - ص 18 » . ومما لم يذكره هناك « ريّ الظمآن من مرويّ محمد بن عبد اللّه بن سليمان » الحضرمي الكوفي « 1 » ( 202 - 297 ) أحال إليه في « اليقين - الباب 188 » وذكر بعض تصانيفه في « أمل الآمل » وذكرنا بعضها في « الذريعة » فلا حاجة إلى تكرارها .\r\n\r\nعلي بن يحيى بن الحسن\r\nبن الحسين بن علي بن محمد ( ابن بطريق ) بن نضر بن حمدون بن ثابت الأسدي الحلّي ثم الواسطي ثم البغدادي المكنى بأبي الحسن الكاتب الشاعر ، فقيه الشيعة . أقام بدمشق مدة ومدح بها الملك الكامل صاحب مصر . وكان ذكيا جيد النظم والنثر توفي 641 . ذكر بعض أشعاره ابن الساعي ( ص 101 - 102 ) . انتهى ملخصا عن « البداية والنهاية ج 13 » لابن كثير الدمشقي ( م 774 ) . ويوجد من آثار المترجم له « إجازة » له بخطه على ظهر كتاب « العمدة » لوالده يحيى بن الحسن ( الثقا : 337 - 338 ) كتبها لأحمد بن إبراهيم بن أحمد بن العفيف الموصلي ( ص 3 ) والنسخة موجودة كما ذكرته هناك .\r\n\r\nعلي بن يحيى بن علي الخياط ( الحناط ) .\r\nالشيخ الفقيه أبو الحسن السوراوي الراوي عن الفقيه عربي بن مسافر العبادي ( الثقا : 172 ) عن إلياس عن أبي علي الطوسي عن والده الشيخ الطوسي ( النابس : 161 ) .\r\nويروي أيضا عن ابن إدريس ( الثقا : 290 ) وعن يحيى بن بطريق ( الثقا :\r\n337 ) وعن علي بن حمزة الطوسي ( الثقا : 187 ) وعن علي بن نصر اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحافظ الكبير صاحب « المسند » ترجم في « تذكرة الحفّاظ 2 : 234 » .\r\n","page_name":" 118 ","page_number":126},
  {"content":"\r\n\r\nالكآل ( الثقا : 208 ) ذكر الجميع في « أمل الآمل » . ويروي عن المترجم له : نجيب الدين محمد بن جعفر بن نما ، من مشايخ علي بن طاوس ( م 664 ) كما يظهر من أسانيد « الأربعين » للشهيد . ويروي عنه أيضا بالإجازة التي كتبها له في ع 1 - 609 . كما ذكره ابن طاوس في « فتح الأبواب » و « الاقبال » و « اليقين » . ويروي عنه يوسف بن علوان الآتي .\r\nوقد قابل المترجم له الجزء الثاني من تفسير « التبيان » للطوسي مع أصله في 576 وكتب بخطه الشهادة بالمقابلة في التأريخ ، والنسخة من موقوفة جلال الدين عبد اللّه بن شرفشاه للخزانة الغروية . ولفظه : [ بلغ العرض لهذا الجزء من أوّله إلى آخره بالنسخة المنقولة منها حسب الجهد والطاقة وآخر ذلك يوم الأربعاء من شهر شوال سنة 576 وكتب علي بن يحيى ختم اللّه له . . . 
  ] .\r\n\r\nعلي بن يد « 1 » الهمداني .\r\nوصفه عبد الكريم بن أحمد بن طاوس في « فرحة الغري » بالقاضي الزاهد وقال : كان زيديا صالحا سعيدا توفي رجب 663 ودفن بالسهلة ، وحكى عنه حكاية منام وكرامة يشعر بأنه من الزيدية الشيعة . يروي عنه القاضي المدرّس ربيع بن محمد الكوفي . وهو يروي عن عباس الأمعص الزيدي الذي سرق سيفه في الروضة الحيدرية في الغري في رمضان 584 فدلّ في المنام على محلّ السيف فوجده بعد اليقظة في ذلك المحل ، كما فصّل كل ذلك في « فرحة الغري » .\r\n\r\nعلي بن يوسف بن إبراهيم بن عبد الواحد .\r\nالوزير جمال الدين ، القاضي الأكرم أبو الحسن القفطي الشيباني . الكاتب المبرز في النظم والنثر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هكذا في النسخ المطبوعة من « فرحة الغري » ولعله مخفف « ياد » . وجاء في بعض النسخ : علي بن زيد كما مرّ في ص 105 .\r\n","page_name":" 119 ","page_number":127},
  {"content":"\r\n\r\nترجمه معاصره ياقوت في « معجم الأدباء » مفصلا نسبه إلى بكر بن وائل وقال : كانت أمه عربية وأمها حبشية ، قال : وسألته عن ولادته فقال :\r\nكان في أحد الربيعين سنة 568 بمدينة قفط من الصعيد الأعلى ونشأ بالقاهرة ونزل حلب في صحبة فارس الدين ميمون القصري 608 وتوفي ميمون 610 فتولى الديوان للغازي بن صلاح الدين الأيوبي ( م 613 ) وتولى لولده العزيز بن الغازي إلى 628 وكتب للأمير أتابك طغرل الظاهري في 618 وبعد موت العزيز في 628 تولى لولده الناصر سبع سنين . وكان في الوزارة إلى أن توفي بحلب 646 ودفن في مقام إبراهيم بظاهر حلب . ووالده أبو المحاسن القاضي الأشرف يوسف بن إبراهيم كان كاتبا منشئا أيضا وكان ينوب بحضرة صلاح الدين ابن أيوب عن القاضي الفاضل في جماعة من الكتاب ، وكان حسن الخطّ يكتب على طريقة ابن مقلة ، لكنه زهد وترك العمل وأقام باليمن إلى أن توفي في رجب 624 .\r\nقال ياقوت : ما رأيت أحدا فاتحه ( المترجم له ) في فنون العلم كالنحو واللغة والقرآن والأصول والمنطق والرياضة والنجوم والهندسة والتأريخ والجرح والتعديل إلا وقام به أحسن قيام . ثم أورد بعض منشآته وشعره وسيرته المنبئ عن تهذيب نفسه وخلوص نيته . وذكر تصانيفه : « الضاد والظاء » ، « الدر الثمين في أخبار المتيمين » « 1 » ، « من ألوت الأيام عليه » ، « أخبار المصنفين » ، « أخبار النحويين » ، « تاريخ مصر » ، « تاريخ المغرب » ، « تاريخ اليمن » ، « المجلى في وجوه كلّا » ، « الاصلاح لخلل الصحاح » ، « الكلام على الموطأ » ، « الكلام على الصحيح للبخاري » ، « تاريخ سبكتكين » ، « أخبار السلجوقية » ، « الايناس في أخبار آل مرداس » ، « النصارى ومجامعهم » ، « مشيخة زيد بن الحسن » ، « نهزة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وفي « الشذرات » : المنتمين . وجاء في « كشف الظنون » : « الدر الثمين في أخبار المصنفين » .\r\n","page_name":" 120 ","page_number":128},
  {"content":"\r\n\r\nالخاطر ونزهة الناظر » . أقول : وطبع « مختصر الزوزني المسمى بالمنتخبات والملتقطات من إخبار العلماء بأخبار الحكماء » للقفطي . في لايبزيگ 1903 بتصحيح وتقديم المستشرق ليبرت الألماني في ( 496 + 22 ص ) . وطبع له بمصر « إنباه الرواة بأنباء النحاة » في 1951 في 381 ص . وله « تأريخ بني بويه » ذكره الادفومي في « الطالع السعيد » والسيوطي في « حسن المحاضرة » وتأليفه لبني بويه بعد قرن من انقراضهم ودعائه للأئمة الفاطميين في كتابه « إخبار العلماء بأخبار الحكماء » وكلامه على « الصحاح » و « الموطأ » وتأليفه في تأريخ الفلاسفة والحكماء يشعر بحسن حاله .\r\n\r\nعلي بن يوسف بن أيوب بن شادي بن مروان .\r\nهو الملك الأفضل نور الدين أبو الحسن علي ابن السلطان صلاح الدين الكردي الأيوبي المولود بالقاهرة 565 والمتوفى بسميساط في 622 وكان أكبر ولد أبيه . ملك دمشق بعد موت والده ، وملك أخوه العزيز لمصر ، وأخوه الظاهر لحلب . قال الصفدي : إن الأفضل كامل الفضائل يتظاهر بالتشيع . ومن قوله :\r\n ذي سنة بين الأنام قديمة * أبدا أبو بكر يجور على علي \r\nأقول : هو من قصيدة ذكرنا بعضها في ص 5 . وترجمه اليافعي في « مرآة الجنان » وقال : إنه سمع من جماعة . وله شعر وترسل وجودة كتابة . . .\r\nوفيه فضيلة ونباهة وكان محب العلماء ويعظمهم . وترجمه القاضي التستري في « مجالس المؤمنين » وضياء الدين المؤيدي في « نسمة السحر في من تشيّع وشعر » وكلهم أوردوا له ما كتبه إلى الناصر العباسي أحمد ، مستنصرا منه وشاكيا إليه عن عمّه أبي بكر وأخيه عثمان كما مر في ( ص 5 ) . وحكي عن الذهبي أنه قال : إن أخاه المحسن بن صلاح الدين أيضا كان شيعيا .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":129},
  {"content":"\r\n\r\n\r\nعلي بن يوسف بن جبير .\r\nالشيخ زين الدين صاحب كتاب « نهج الايمان » في الإمامة والمناقب . نسبه إليه شرف الدين علي النجفي كما في « غاية المرام » ولكن زين الدين البياضي في « الصراط المستقيم » نسب الكتاب إلى أبي عبد اللّه الحسين بن جبير صاحب « نخب المناقب » وجدّ صاحب الترجمة لأمه ، ولعله لظن اتحادهما ، مع أنّ زين الدين هذا هو سبط أبي عبد اللّه الحسين كما صرّح به صاحب « الرياض » وصاحب « فضائل السادات » . ومرّ جده الحسين بن جبير ( ص 47 ) . وصرّح هو في عدّة مواضع من « نهج الايمان » بأن الحسين بن جبير جدّه وهو مؤلف « نخب المناقب » .\r\n\r\nعماد الدين : - الحسن بن علي بن محمد بن علي الطبري .\r\n\r\n[ عماد الدين : 
  ] - عبد اللّه بن محمد بن عبد الرزاق .\r\n\r\nعماد الدين بن ذي الفقار .\r\nالشريف العلوي المدرس بمدرسة شرف الدين إقبال الشرابي التي أنشأها في شرقي واسط . رتبه مدرسا بتلك المدرسة في سنة 648 وذلك بعد أن دخل على الشرابي بعض خدمه وقال : رأيت الليل مناما فسأله عنه فقال : رأيت عليا ( ع ) معه سيف في غمد أخضر وقد ناولك إياه وقال : لك هذا ذو الفقار ! ذكر ذلك ابن الفوطي في « الحوادث الجامعة » في وقائع سنة 648 .\r\n\r\nعماد المؤمنين :\r\n- الحسن بن علي بن الحسن الطبري .\r\n\r\nعميد الرؤساء :\r\n- هبة اللّه بن حامد بن أحمد .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":130},
  {"content":"\r\n\r\n\r\nعمر بن الحسن بن خاقان .\r\n( الشيخ السعيد . . . ) تلميذ نجيب الدين يحيى بن أحمد بن سعيد الحلّي . قرأ عليه « المبسوط » وأجاز له سنة 674 .\r\nحكاه في « البحار » عن « مجموعة الجبعي » عن خطّ الشهيد .\r\n\r\nعمر بن الحسن بن علي بن محمد\r\nالجميّل بن فرح بن خلف بن قومس « 1 » ابن مزلال ، أبو الخطاب الكلبي ، نسبة إلى دحية الكلبي الصحابي الأندلسي البلنسي الحافظ . ترجمه ابن خلكان وقال كانت أمه بنت ابن بسام من أولاد جعفر « 2 » بن علي ( الهادي ) بن محمد ( الجواد ) بن علي ( الرضا ) بن موسى ابن جعفر . وكان يكتب عن نفسه : « ذو النسبين » ويقصد به دحية والحسين وسبط أبي البسام . كان عارفا باللغة والنحو وأخذ الحديث في البلاد الأندلسية ثم رحل إلى مراكش ومنها إلى مصر ثم الشام والعراق وبغداد وواسط وعراق العجم ومازندران وخراسان وما والاها . وألّف بأربل كتابه « التنوير في مولد السراج المنير » لملكها مظفر الدين بن زين الدين سمعناها على الملك في 626 . وله تصانيف أخرى ، وكانت ولادته مستهل ذي القعدة 544 وتوفي 14 - ع 1 - 633 بالقاهرة ودفن بسفح المقطم .\r\nأقول : وقد دفن الملك الكردي هذا بالكوفة قرب المشهد في 631 . وجاء في « الشذرات 5 : 160 » عن تأريخ الاسلام لابن شهبة أنه كان يثلب علماء المسلمين ويقع في أئمة الدين . هذا وقد عزل الملك الكامل أبا الخطاب عن دار الحديث في القاهرة ورتب مكانه أخاه أبا عمرو .\r\n\r\nعمر بن صالح .\r\nنور الدين الأسدي ، من العلماء المجازين عن ابن طاوس في 658 وسمع منه تمام « التشريف » له مع جمع آخر ذكرناهم في ص 49 - 51 و 52 كما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فرح بسكون الراء وقومس بكسر الميم كما ضبطه ابن خلكان .\r\n( 2 ) وجعفر هذا يعرف بالكذاب في قبال جده جعفر الصادق ( ع ) .\r\n","page_name":" 123 ","page_number":131},
  {"content":"\r\n\r\nفي نسخة العيناتي ، وفي نسخة التفريشي جعل نور الدين محمد بن صالح الأسدي من أجداد علي بن قيصر كما مرّ .\r\n\r\nعمر بن علي بن مرشد بن علي .\r\nأبو حفص أو أبو القاسم شرف الدين ابن أبي الحسن الحموي الأصل المصري المولد والدار والوفاة . العارف ، من أكابر الصوفية بها والمعروف بابن الفارض . ولد 4 ذي القعدة 576 بالقاهرة وتوفي بها 2 - ج 1 - 632 ودفن بسفح المقطم . والفارض الذي يكتب الفروض للنساء على الرجال . هكذا ترجمه ابن خلكان وقال : له ديوان لطيف ودوبيت وألغاز ومواليا ، كتبه على مصطلح الصوفية فإنهم لا يراعون الإعراب والضبط بل يجوزون اللحن بل غالبه ملحون . وذكرت في ( ذ 9 :\r\n27 ) أن سبطه علي قد جمع ديوان جدّه المترجم له نقلا عن ابنه جمال الدين محمد وجعل له مقدمة في أحواله . وقد ألّف العلماء في شرح أجزائه كالتائيتين الصغرى والكبرى ، وكذا في ردّه كتبا ورسائل ذكر بعضها في « كشف الظنون » و « فهرس مكتبة جامعة طهران 2 : 92 » . وترجمه اليافعي في « مرآة الجنان » وذكر مجاورته لمكة اثنتي عشرة سنة . وأورد البهائي أشعاره العرفانية في « الكشكول » والقاضي التستري في « مجالس المؤمنين » والحافظ رجب البرسي ( م 813 ) في « مشارق الأنوار - ص 186 » وذكر في « الشذرات 5 : 146 » أحواله واختلاف الآراء فيه مفصلا . وترجمه إسماعيل پاشا مغلوطا .\r\n\r\nعنان ( ابن . . . ) :\r\n- أبو القاسم بن إسماعيل .\r\n\r\nالعود ( ابن . . . ) :\r\n- أبو القاسم بن الحسين الحلي .\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":132},
  {"content":"\r\n\r\n\r\nعين الزمان .\r\nالشيخ جمال الدين قطب الأولياء . هكذا وصفه بعض الأفاضل على ظهر نسخة من « شرح المنهاج » المكتوبة 860 والموجودة في مدرسة الطباطبائي بالنجف . قال وتوفي 651 . أقول : هو من أصحاب نجم الدين كبرى ( م 618 ) ( ص 10 - 11 ) ومن أعظم صوفية قزوين وزعماء البلد وكان له علاقات حسنة مع الإسماعيلية ب « الموت » وإمامهم علاء الدين محمد ، ومات بقزوين وقيل في تأريخه :\r\n جمالِ ملت ودين قطبِ أولياىِ خدا * كه آستانه‌ىِ أو بود قبله‌ىِ آمال\r\nبسالِ ششصد وپنجاه ويك به حضرت رفت * شبِ دوشنبه روز چهارمِ شوال \r\nكان بينه وبين الخواجة نصير الدين الطوسي مراسلات حين كان إسماعيليا طبع منها رسالة للطوسي « 1 » سأل فيها عين الزمان ثلاثة أسئلة فلسفية يظهر منها مقام عين الزمان الفلسفي . أقول : ذكره الجامي في « النفحات » ووصفه بالعلم الغزير قبل أن يتصوف . ويظهر أنه كان طبيبا ككثير من العرفاء والفلاسفة إذ ذاك ، فإنه وصف دواء أرسله من قزوين إلى الملك بشيراز بواسطة سيد فعالجه بذلك . ولم يذكر الجامي تأريخ وفاته . وأما اليافعي فقد ذكر في « مرآة الجنان » في حوادث 651 أنه توفي بها شيخ الشيوخ أبو الغيث ابن جميل اليمني ووصفه بشيخ الزمان وذكر أنه خوطب :\r\nيا عين ! إن عليك أعين . انتهى . ونقل الجامي ترجمة أبي الغيث أيضا في « النفحات » ولم يذكر سنة وفاته فلعله وقع خلط بين الترجمتين . وإضافة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبعها محمد مدرسي زنجاني في مجموعة « سرگذشت خواجة نصير » في 1335 ش - 1956 م . في ص 203 - 205 .\r\n","page_name":" 125 ","page_number":133},
  {"content":"\r\n\r\n« العين » إلى « الزمان » مستعمل كما في « حجة الزمان » « 1 » . قال ابن الأثير في « النهاية » : الدهر اسم للزمان الطوبل . وجاء في الحديث :\r\nلا تسبّوا الدهر فإن الدهر هو اللّه . وفي رواية : فإن اللّه هو الدهر .\r\nانتهى . والدهر عند العرب كالزمان ( رزوان ) عند الفرس من أسماء اللّه قبيل الاسلام .\r\n\r\nالعيوني :\r\n- علي بن مقرب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقب المختار بن أبي عبيدة الثقفي كانت الكيسانية تخاطبه به كما في « الملل والنحل » للشهرستاني .\r\n","page_name":" 126 ","page_number":134},
  {"content":"\r\n\r\n\r\n[ « غ » 
  ]\r\n\r\nالغالي : - إبراهيم بن عثمان الكاشغري .\r\n\r\n[ الغالي : 
  ] - أحمد بن علي بن معقل الأزدي .\r\n\r\n[ الغالي : 
  ] - محمد بن أحمد بن محمد بن علي العلقمي .\r\n\r\n[ الغالي : 
  ] - محمد بن أبي الفوارس .\r\n\r\nالغر ( ابن أبي . . . ) :\r\n- محمد . . .\r\n\r\nالغروي : - الحسين بن عبد الكريم . . .\r\n\r\n[ الغروي : 
  ] - عبد الحميد بن محمد بن عبد الحميد .\r\n\r\nالغنائم ( ابن أبي . . . ) : - علي بن محمد . . .\r\n\r\n[ الغنائم ( ابن أبي . . . ) : 
  ] - أبو الفضل . . .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":135},
  {"content":"\r\n\r\n\r\nغياث الدين : - عبد الكريم بن أحمد بن موسى .\r\n\r\n[ غياث الدين : 
  ] - علي بن عبد الحميد بن التقي .\r\n\r\nالغيث ( أبو . . . ) :\r\n- عين الزمان .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":136},
  {"content":"\r\n\r\n\r\n[ « ف » 
  ]\r\n\r\nالفاخر ( ابن . . . ) :\r\n- عبد اللّه بن جعفر بن محمد بن موسى .\r\n\r\nالفارض ( ابن . . . ) :\r\n- عمر بن علي بن مرشد .\r\n\r\nالفتوح ( أبو . . . ) : - أحمد بن محمد بن جعفر بن زيد .\r\n\r\n[ الفتوح ( أبو . . . ) : 
  ] - نصر بن علي بن منصور .\r\n\r\nفخار بن معد بن فخار بن أحمد « 1 » .\r\nشرف الدين أبو علي العلوي الموسوي الحائري المتوفى 630 . يروي عنه في هذه السنة بالإجازة ، محمد بن أحمد بن صالح القسيني وهو صغير . ويروي عنه جمع آخر من الأعلام ، منهم نجيب الدين يحيى بن أحمد بن يحيى بن سعيد ، ونجم الدين أبو القاسم جعفر بن الحسن بن يحيى بن سعيد ، ورضي الدين علي بن موسى بن طاوس وأخوه أبو الفضائل أحمد بن موسى ، ومفيد الدين محمد بن علي بن جهم ، وسديد الدين يوسف بن علي بن مطهر والد الحلّي . وهو يروي في كتابه « حجة الذاهب » عن جمع ، منهم : عربي بن مسافر ، ووالده معد بن فخار ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مر باقي نسبه في ترجمة ولده عبد الحميد ص 87 .\r\n","page_name":" 129 ","page_number":137},
  {"content":"\r\n\r\nوعميد الرؤساء هبة اللّه بن حامد ، وعلي بن محمد بن السكون ، وأبي المكارم حمزة بن زهرة ، ويحيى بن علي بن بطريق ، والناصر الخليفة العباسي أحمد ( م 622 ) ، وأبو الفضل بن الحسين الحلي الأحدب قراءة عليه في 598 .\r\nوذكر أنه أخبره شاذان بن جبرئيل بن إسماعيل القمي بواسط سنة 593 إلخ .\r\nوأنه أخبره شيخه محمد بن إدريس الحلّي في ع 1 - 593 الخ . وأنه حدثه نصر ابن علي بن منصور الخازن النحوي الحائري بمدينة السلام 599 عن شيخه ذاكر بن كامل بن أبي غالب الخ . وأنه أخبره عبد الحميد بن عبد اللّه التقي قراءة عليه 594 عن النسابة هبة اللّه بن عبد السميع بن عبد الصمد عن جعفر ابن هاشم عن جده علي بن محمد الصوفي صاحب « المجدي » . وقال في موضع آخر : قرأت على عميد الرؤساء ابن أيوب اللغوي ( م 609 ) وذكر أنه يروي عن أبي الحسن علي بن أبي المجد الواسطي في رمضان 599 وذكر أنه يروي عن أبي الفرج بن الجوزي عبد الرحمن البغدادي ( م 597 ) بواسط العراق 591 . قال : وكان ابن الجوزي ممن يكفّر أبا طالب وقال أيضا أخبرني مشايخي . . . وأبو العز محمد بن علي بن القويقي ( رض ) . ويروي عن حمزة بن زهرة بالواسطة أيضا كما في سند ( الأربعين ) للشهيد ، حيث ذكر رواية فخار هذا عن أبي الحرث محمد بن الحسن الحسيني عن أبي المكارم ابن زهرة . ويروي أيضا عن ابن إدريس وشاذان وهما عن أبي المكارم ابن زهرة . قال الحرّ في « أمل الآمل » : كان عالما فاضلا أديبا محدثا له كتب منها « الردّ على الذاهب إلى تكفير أبي طالب » . وقد ذكرناه بعنوان « حجة الذاهب » ( ذ 6 : 261 ) .\r\n\r\nفخر الدين : - أحمد بن حمزة بن الحسين بن العباس .\r\n\r\n[ فخر الدين : 
  ] - أحمد بن محمد بن محمد بن الحسن الطوسي .\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":138},
  {"content":"\r\n\r\n\r\n[ فخر الدين : 
  ] - علي بن أحمد بن أبي هاشم .\r\n\r\n[ فخر الدين : 
  ] - علي بن محمد بن أحمد .\r\n\r\n[ فخر الدين : 
  ] - محمد بن محمد بن زيد بن الداعي .\r\n\r\nفراس ( ابن أبي . . . ) :\r\n- ورام . . .\r\n\r\nالفراهاني :\r\n- محمد بن محمد بن علي . . .\r\n\r\nفريد الدين : - محمد بن إبراهيم بن إسحاق .\r\n\r\n[ فريد الدين : 
  ] - محمد بن أبي البركات .\r\n\r\nالفضائل ( أبو . . . ) : - أحمد بن موسى بن جعفر بن طاوس .\r\n\r\n[ الفضائل ( أبو . . . ) : 
  ] - محمد بن علي بن سعيد بن هبة اللّه .\r\n\r\nالفضل بن جعفر بن الفضل بن أبي قائد البحراني\r\n، تلميذ المحقق الحلي ( ص 30 ) قرأ عليه « النهاية » للطوسي . ذكره المحدث البحراني الشيخ يوسف في « الكشكول » نقلا عن الشيخ الماحوزي ووصفه بالعالم الفاضل .\r\n\r\nأبو الفضل بن شهردوير\r\nبن يوسف بن أبي الحسن بن أبي القاسم الديلمي المرقاني . ترجم والده وجده في « مطلع البدور » في عداد علماء الزيدية لكن التفسير الكبير لصاحب الترجمة يشهد بأنه إمامي يرفض الخلافة الظاهرية في كثير من المواضع ومنها في أول سورة مريم حيث ذكر أن حديث\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":139},
  {"content":"\r\n\r\n« نحن الأنبياء لا نورّث » افتراء منهما لاغتصاب « فدك » إلى غير ذلك . ويكثر فيه النقل عن الزمخشري ( م 538 ) وعن الطبرسي ( م 548 ) .\r\n\r\nأبو الفضل بن أبي الغنائم\r\nمصعب بن أبي علي عبد اللّه النقيب بحلب ابن جعفر بن زيد بن جعفر بن أبي إبراهيم محمد الحراني النقيب ممدوح أبي العلاء المعري ( م 449 ) ترجمه ابن عنبة في « عمدة الطالب » بعنوان الشريف النقيب موفق الدين أبو الفضل . . . وقال : إنه صديق شيخنا السيد رضي الدين ابن قتادة . وإن ابن عم والد صاحب الترجمة هو نقيب الأشراف عز الدين أحمد بن محمد بن جعفر بن زيد الذي توفي فجأة في 653 .\r\n\r\nفضل اللّه بن أبي نعيم\r\nعبد اللّه ( خواجة . . . ) اليزدي الشيرازي ، المتوفى 698 . ألّف « المعجم في آثار ملوك العجم » حدود 694 . وهو والد خواجة عبد اللّه وصاف الحضرة مؤلف « تجزئة الأمصار وتزجية الأعصار » في 711 ( ذ 3 : 358 ) وراجع « هدية العارفين 1 : 821 » .\r\n\r\nالفضل بن يحيى بن أبي علي\r\nعبد اللّه نقيب حلب ابن جعفر بن أبي تراب زيد بن أبي عبد اللّه جعفر نقيب حلب ابن العالم الشاعر النقيب أبي إبراهيم محمد الحراني بن أبي علي أحمد الحجازي بن محمد بن الحسين بن إسحاق المؤتمن ابن الإمام الصادق ( ع ) . السيد شرف الدين أبو القاسم ، ووصفه في « عمدة الطالب » بأنه كان عالما حافظا لكتاب اللّه ، ويلقّب بحاجب الباب أي حاجب دار الفتوى ببغداد . وكان ابن عمّ والده نقيب الأشراف بحلب وهو المرتضى أبو الفتوح عز الدين أحمد بن محمد بن جعفر ( ص 8 ) وولده المعروف بابن حاجب الدار يأتي باسمه المظفر بن الفضل .\r\n\r\nالفوارس ( ابن أبي . . . ) :\r\n- محمد . . .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":140},
  {"content":"\r\n\r\n\r\nالفيلسوف : - إبراهيم بن عثمان الكاشغري .\r\n\r\n[ الفيلسوف : 
  ] - جعفر القطاع .\r\n\r\n[ الفيلسوف : 
  ] - الحسن بن محمد بن أحمد بن نجا .\r\n\r\n[ الفيلسوف : 
  ] - علي بن سليمان بن يحيى .\r\n\r\n[ الفيلسوف : 
  ] - علي بن يوسف بن إبراهيم .\r\n\r\n[ الفيلسوف : 
  ] - محمد بن أبي البركات الجوهري .\r\n\r\n[ الفيلسوف : 
  ] - محمد بن سنقر .\r\n\r\n[ الفيلسوف : 
  ] - محمد بن محمد بن الحسن الطوسي .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":141},
  {"content":"\r\n\r\n\r\n[ « ق » 
  ]\r\n\r\nالقائد ( ابن أبي . . . ) : - الحسن بن يوسف المكزون .\r\n\r\n[ القائد ( ابن أبي . . . ) : 
  ] - الفضل بن جعفر بن الفضل .\r\n\r\nأبو القاسم بن إسماعيل بن عنان الكتبي الورّاق الحلي\r\nالذي كتب بخطه مجلدي « المناقب » لابن شهرآشوب - المذكور في « الثقات 273 - 274 » - وفرغ منه في أواخر رجب 658 وكتب في آخر الجزء السادس منه أنه توفي المصنف رحمه اللّه ليلة الجمعة ثاني عشر شعبان سنة 588 ودفن بمدينة حلب بسفح جبل جوشن بالقرب من مشهد الحسين ( ع ) . انتهى .\r\n\r\nالقاسم بن الحسن بن محمد بن الحسن\r\nبن المحسن بن الحسين النقيب القصري . ووصفه في « عمدة الطالب » بالسيد جلال الدين أبي جعفر ابن الحسن الزكي الثالث ، من ولد علي الشهير بابن معية ، الديباجي الحسني الحلي المجاز من الشيخ عميد الرؤساء رضي الدين أبي منصور هبة اللّه بن حامد ابن أحمد بن أيوب بن علي بن أيوب اللغوي النحوي المتوفى 609 . وقد كتب الإجازة له على نسخة من « الصحيفة الكاملة السجادية » في 603 والنسخة كانت بخطّ علي بن محمد بن سكون ( م 606 ) ( ص 115 ) وكتب عنها علي ابن أحمد السديد في 643 ( ص 100 ) . وقد كتب الشهيد نسخته من الصحيفة عن نسخة السديد ، ونقل عنها نص الإجازة . والمترجم له هو الجدّ الأعلى لتاج الدين بن معية من مشايخ الشهيد ، وهو تاج الدين محمد بن القاسم بن الحسين\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":142},
  {"content":"\r\n\r\nابن القاسم صاحب الترجمة . ويأتي أخوه محمد بن الحسن بن محمد بن معية وذكرنا والده الحسن في ( الثقا : 68 ) .\r\n\r\nأبو القاسم بن الحسين الحلي\r\nالرافضي الفقيه المتكلم ، شيخ الشيعة وعالمهم . سكن حلب مدة وصفع بها لكونه سبّ الصحابة وتوفي 679 .\r\nكذا ترجمة اليافعي في « مرآة الجنان 4 : 191 » وترجم في « الشذرات 5 :\r\n365 » بما لفظه : النجيب ابن العود أبو القاسم بن الحسين الحلي الرافضي المتكلم ، شيخ الشيعة وعالمهم . سكن حلب مدة فصفع بها لكونه سبّ الصحابة ثم سكن جزين - بلد الشيعة - إلى أن مات بها في النصف من شعبان وله نيف وتسعون سنة . فيظهر منه أن لقبه نجيب الدين بن العود وأن والده الحسين . فهو من معاصري المحقق الحلي أبي القاسم جعفر بن الحسن ( م 676 ) ولكنه أكبر منه سنا وتوفي بعد المحقق بثلاث سنين عن نيف وتسعين سنة فتكون ولادته حدود 585 وولد المحقق حدود الستمائة ، وكانا شيخي الشيعة أحدهما بالعراق والآخر بجبل عامل ، لكن هذا نسي كما نسيت بلدته جزين .\r\n\r\nالقاسمي :\r\n- حميدان بن يحيى بن حميدان .\r\n\r\nالقاضي : - ربيع بن محمد الكوفي .\r\n\r\n[ القاضي : 
  ] - عبد الواحد الرازي .\r\n\r\n[ القاضي : 
  ] - علي بن زيد الهمداني .\r\n\r\n[ القاضي : 
  ] - علي بن يد الهمداني .\r\n\r\n[ القاضي : 
  ] - علي بن يوسف بن إبراهيم بن عبد الواحد .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":143},
  {"content":"\r\n\r\n\r\n[ القاضي : 
  ] - محمد بن إسحاق بن المطهر .\r\n\r\n[ القاضي : 
  ] - يوسف بن رافع بن تميم .\r\n\r\nقامغار - كامجر - كامگار ( ابن . . . ) :\r\n- محمد بن علي بن علي بن علي بن المفضل .\r\n\r\nقريش بن السبيع بن المهنا\r\nبن السبيع بن المهنا بن السبيع بن المهنا بن داود بن القاسم بن عبيد اللّه بن طاهر بن يحيى بن الحسن بن جعفر بن عبيد اللّه بن الحسين بن علي بن الحسين بن علي بن أبي طالب ( ع ) أبو محمد العلوي الحسيني من أهل مدينة النبي ، قدم بغداد صبيا واستوطنها إلى أن توفي 620 . صحب المحدثين وسمع كثيرا . وكان يظهر التسنن وأنه على مذهب أصحاب الحديث وصار له اختصاص بالأكابر وولي النظر لخزانة كتب التربة السلجوقية مدة ، ثم انقطع آخر عمره بالمشهد بباب التبن إلى أن مات .\r\nسمع أبا بكر بن الطي ، وأبا زرعة طاهر المقدسي ، وأبا بكر عبد اللّه بن محمد بن أحمد بن التقول وغيرهم . وقرأ بنفسه كثيرا على جماعة من المتأدبين .\r\nوكان يكثر مطالعة الكتب وينقل منها منتخبا إلى مجاميع . وكان قليل البضاعة في العلم والفهم . هذا ما ذكره الصفدي في حقه في « الوافي بالوفيات » . أقول : له « فضل العقيق » ( ذ 16 : 270 ) و « المختار من الاستيعاب » لابن عبد البر و « المختار من الطبقات الكبرى » لابن سعد ( ذ 20 : 68 ) ونسب « المختارين » إليه ، الحسين بن مساعد في « تحفة الأبرار » . وهو من مشايخ علي بن طاوس ( 589 - 664 ) ( ص 116 - 118 ) روى عنه في « الأمان من الأخطار » وفي « فلاح السائل » . ويروي عنه أيضا فخار بن معد ( م 630 ) ( ص 129 - 130 ) . وهو يروي عن الحسين بن رطبة السوراوي ( الثقا : 83 ) عن أبي علي عن والده الطوسي . وذكرنا في ( الثقا : 237 - 238 ) رواية صاحب الترجمة وزوجته شرف النساء\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":144},
  {"content":"\r\n\r\nبنت أبي طالب وأولاده محمد وآمنة وفاطمة ، عن الشيخ المبارك بن علي .\r\nقرءوا عليه كتاب « فضل الكوفة » للشجري ( الثقا : 271 والنابس 170 ) في مجالس آخرها 10 رجب 560 وكتب ذلك بخطّ المترجم له في آخر نسخة « فضل الكوفة » الموجودة بالظاهرية بدمشق .\r\n\r\nالقزويني : - زكريا بن محمد بن محمود الكموني .\r\n\r\n[ القزويني : 
  ] - عين الزمان جمال الدين .\r\n\r\n[ القزويني : 
  ] - محمد بن . . .\r\n\r\n[ القزويني : 
  ] - محمد بن محمد بن علي بن ظفر الحمداني .\r\n\r\n[ القزويني : 
  ] - محمد المؤمن . . .\r\n\r\nالقسّيني « 1 » : - إبراهيم بن محمد بن أحمد بن صالح . . .\r\n\r\n[ القسّيني : 
  ] - أحمد بن صالح . . .\r\n\r\n[ القسّيني : 
  ] - جعفر بن محمد بن أحمد بن صالح . . .\r\n\r\n[ القسّيني : 
  ] - علي بن محمد بن أحمد بن صالح .\r\n\r\n[ القسّيني : 
  ] - محمد بن أحمد بن صالح شمس الدين .\r\n\r\nالقصري :\r\n- القاسم بن الحسن بن محمد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال ياقوت : إنها بضم القاف وكسر السين المشددة ، من نواحي الكوفة ( معجم البلدان ) . فهو غير القسبيني المذكور في ( الثقا : 227 ) .\r\n","page_name":" 137 ","page_number":145},
  {"content":"\r\n\r\n\r\nالقضاعي :\r\n- محمد بن عبد اللّه بن عبد الرحمن .\r\n\r\nالقطاع :\r\n- جعفر . . .\r\n\r\nقطب الأولياء :\r\n- عين الزمان .\r\n\r\nقطب الدين :\r\n- الحسين بن الحسن بن علي بن حمزة .\r\n\r\nالقفطي :\r\n- علي بن يوسف بن إبراهيم .\r\n\r\nقمرويه ( ابن . . . ) :\r\n- جعفر بن أحمد بن الحسين . . .\r\n\r\nالقمي : - بندار بن ملكدار .\r\n\r\n[ القمي : 
  ] - الحسين بن محمد بن محمد بن عبد الكريم .\r\n\r\n[ القمي : 
  ] - علي بن محمد بن الحسن .\r\n\r\nقوام الدين :\r\n- محمد بن محمد البحراني .\r\n\r\nقوام الشرف ( ابن . . . ) :\r\n- نظام الشرف . . .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":146},
  {"content":"\r\n\r\n\r\nالقونوي :\r\n- محمد بن إسحاق بن علي بن يوسف .\r\n\r\nالقويقي « 1 » :\r\n- محمد بن علي . . .\r\n\r\nقيصر ( ابن . . . ) :\r\n- علي . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة إلى قويق ، نهر بحلب . ( معجم البلدان ) .\r\n","page_name":" 139 ","page_number":147},
  {"content":"\r\n\r\n\r\n[ « ك » 
  ]\r\n\r\nالكاتب : - علي بن عيسى الأربلي .\r\n\r\n[ الكاتب : 
  ] - علي بن محمد بن محمد بن علي بن السكون .\r\n\r\n[ الكاتب : 
  ] - علي بن يحيى بن الحسن بن الحسين بن بطريق .\r\n\r\n[ الكاتب : 
  ] - علي بن يوسف بن إبراهيم .\r\n\r\nالكاشاني :\r\n- أفضل الدين . . .\r\n\r\nالكاشغري :\r\n- إبراهيم بن عثمان . . .\r\n\r\nالكاظمي :\r\n- محمد الموسوي .\r\n\r\nكامجر - قامغار - كامگار ( ابن . . . ) :\r\n- محمد بن علي بن علي بن علي بن المفضل .\r\n\r\nالكبرى - الكبراء - كوبره :\r\n- أحمد بن محمد بن عمر الخيوقي . نجم الدين . . .\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":148},
  {"content":"\r\n\r\n\r\nالكتبي :\r\n- أبو القاسم بن إسماعيل بن عنان .\r\n\r\nالكدكني :\r\n- محمد بن إبراهيم بن إسحاق العطار النيشابوري .\r\n\r\nالكردي : - الحسن بن محمد بن أحمد بن نجا .\r\n\r\n[ الكردي : 
  ] - الحسن بن محمود بن الحسن .\r\n\r\n[ الكردي : 
  ] - علي بن عيسى الأربلي .\r\n\r\n[ الكردي : 
  ] - علي بن يوسف بن أيوب .\r\n\r\n[ الكردي : 
  ] - محمد بن علي بن علي بن علي كاسگار الجاواني .\r\n\r\n[ الكردي : 
  ] - ورام بن أبي فراس .\r\n\r\nالكلبي :\r\n- عمر بن الحسن بن علي بن محمد .\r\n\r\nكمال الدين : - أحمد بن إبراهيم بن أحمد .\r\n\r\n[ كمال الدين : 
  ] - أحمد بن علي بن سعيد .\r\n\r\n[ كمال الدين : 
  ] - حيدر بن محمد بن زيد بن محمد .\r\n\r\n[ كمال الدين : 
  ] - علي بن سليمان بن يحيى .\r\n\r\n[ كمال الدين : 
  ] - محمد بن عبد الرشيد بن محمد .\r\n\r\n[ كمال الدين : 
  ] - ميثم بن علي بن ميثم .\r\n\r\nكمونة ( ابن . . . ) :\r\n- زكريا بن محمد بن محمود .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":149},
  {"content":"\r\n\r\n\r\nالكموني :\r\n- زكريا بن محمد بن محمود . . .\r\n\r\nكوبره ( - الكبرى ) :\r\n- أحمد بن محمد بن عمر ، نجم الدين . . .\r\n\r\nالكوفي : - إسماعيل بن الحسن بن علي .\r\n\r\n[ الكوفي : 
  ] - الحسين بن الحسن بن علي بن حمزة .\r\n\r\n[ الكوفي : 
  ] - ربيع بن محمد . . .\r\n\r\n[ الكوفي : 
  ] - عبد الحميد بن محمد بن عبد الحميد .\r\n\r\n[ الكوفي : 
  ] - عبد اللّه بن المختار .\r\n\r\n[ « گ » 
  ]\r\n\r\nالگيلي :\r\n- عين الزمان جمال الدين .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":150},
  {"content":"\r\n\r\n\r\n[ « ل » 
  ]\r\n\r\nلسان الحكماء :\r\n- أحمد بن علي بن سعيد .\r\n\r\nاللغوي : - إسماعيل بن الحسين بن محمد .\r\n\r\n[ اللغوي : 
  ] - راشد بن إبراهيم بن إسحاق .\r\n\r\n[ اللغوي : 
  ] - علي بن محمد بن محمد بن علي .\r\n\r\n[ اللغوي : 
  ] - عمر بن الحسن بن علي .\r\n\r\n[ اللغوي : 
  ] - هبة اللّه بن حامد بن أحمد بن أيوب .\r\n\r\nاللويزاني :\r\n- علي بن محمد . . .\r\n\r\nالليثي : - الحسين بن حماد بن أبي الخير .\r\n\r\n[ الليثي : 
  ] - علي بن محمد . . .\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":151},
  {"content":"\r\n\r\n\r\n[ « م » 
  ]\r\n\r\nالمازندراني :\r\n- محمد بن الحسين بن علي بن الحسين .\r\n\r\nالمازني :\r\n- سالم بن بدران بن علي .\r\n\r\nالمامطيري :\r\n- الحسن المهدي . . .\r\n\r\nمباركشاه ( ابن . . . ) .\r\n- محمد . . .\r\n\r\nالمتكلم : - جعفر القطاع .\r\n\r\n[ المتكلم : 
  ] - أبو الحسن بن رجا .\r\n\r\n[ المتكلم : 
  ] - راشد بن إبراهيم بن إسحاق .\r\n\r\n[ المتكلم : 
  ] - رضي الدين بن عرفة .\r\n\r\n[ المتكلم : 
  ] - سالم بن محفوظ بن عزيزة .\r\n\r\n[ المتكلم : 
  ] - أبو القاسم بن الحسين الحلي .\r\n\r\n[ المتكلم : 
  ] - محمد بن مباركشاه .\r\n\r\n[ المتكلم : 
  ] - ميثم بن علي بن ميثم البحراني .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":152},
  {"content":"\r\n\r\n\r\nمجد الدين : - علي بن الحسن بن إبراهيم الحلبي .\r\n\r\n[ مجد الدين : 
  ] - محمد بن الحسن بن موسى بن جعفر .\r\nمجد الدين السروي . الشيخ الإمام مؤلف رسالة في « حرمة العصير الزبيبي » بعد الغليان وقبل ذهاب الثلثين . رأيت نسختها بخطّ مهدي بن الحسن بن محمد النيرمي الجرجاني في 658 . ويبعد كونه مجد الدين المرعشي المذكور في ( الثقا : 257 ) . ولا أحد الثلاثة المذكورين في « هدية العارفين 1 :\r\n415 و 462 و 699 » .\r\n\r\nالمحاسن ( أبو . . . ) :\r\n- يوسف بن رافع بن تميم .\r\n\r\nالمحدث : - علي بن الحسين بن الحسن .\r\n\r\n[ المحدث : 
  ] - قريش بن سبيع بن المهنا .\r\n\r\n[ المحدث : 
  ] - محمد بن عبد الرشيد بن محمد .\r\n\r\n[ المحدث : 
  ] - موسى بن جعفر بن محمد .\r\n\r\nالمحسن بن صلاح الدين يوسف بن أيوب الأيوبي .\r\nحكى في « نسمة السحر » عن الذهبي أنه كان يتشيّع مثل أخيه الملك الأفضل علي بن يوسف ( ص 121 ) .\r\n\r\nمحفوظ ( ابن . . . ) :\r\n- سالم . . .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":153},
  {"content":"\r\n\r\n\r\nمحفوظ بن وشاح بن محمد\r\n، شمس الدين الهرملي العاملي ، الشاعر الأديب المعاصر للمحقق الحلي ( م 676 ) ( ص 30 ) وكان بينهما مراسلات نظما ونثرا منها مكاتبة المحقق له وجوابه عنه رأيتهما بخطّ الحرّ العاملي على ظهر نسخة من « الشرائع » . ومعها قصيدة طويلة لمحفوظ في رثاء المحقق ، في جملة مراثي نظمها العلماء لمحفوظ ، منهم : صفي الدين محمد بن الحسن العلوي ( م 730 ) ، وتقي الدين حسن بن داود الذي فرغ من « الرجال » في 707 ، ومحمود بن يحيى بن محمد الشيباني شيخ تاج الدين بن معية ( م 776 ) .\r\nوقد أورد الحرّ بعض قطعات هذه المراثي في « أمل الآمل » في ترجمة محفوظ وتراجم راثيه . ونسخة « الشرائع » هذه رأيتها في مشهد طوس عند الحاج الشيخ عباس القمي . وصاحب الترجمة متأخر عن سالم بن محفوظ ابن عزيزة بن وشاح السوراوي ( ص 71 - 72 ) أستاذ المحقق الحلي المذكور .\r\nولعل صاحب الترجمة بقي إلى أواخر القرن السابع وكذلك المترجم له مقدّم على القاضي تاج الدين محمد بن محفوظ بن وشاح بن محمد الراوي عن محمد بن القاسم بن معية ( م 776 ) المذكور في « الأمل » . نعم يحتمل أن يكون القاضي تاج الدين ابن صاحب الترجمة ، وإن لم يصرّح الحرّ في ترجمتيهما بذلك ، كما أنه لم يذكر هما في القسم الخاص بجبل عامل . وظهر مما ذكرنا أنّ المترجم له غير محفوظ بن عزيزة بن وشاح الحلي . وسيأتي في القرن الثالث عشر : الحسين ابن علي محفوظ المتوفى 1239 جدّ آل محفوظ الموجودين بالكاظمية اليوم وهم ينسبون أنفسهم إلى محفوظ العاملي المترجم له وليس إلى محفوظ بن عزيزة الحلي .\r\n\r\nالمحقق : - جعفر بن الحسن بن يحيى الأكبر .\r\n\r\n[ المحقق : 
  ] - محمد بن محمد بن الحسن الطوسي .\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":154},
  {"content":"\r\n\r\n\r\nالمحمدآبادي :\r\n- محمد بن محمد بن علي الفراهاني .\r\n\r\nمحمد بن إبراهيم بن إسحاق .\r\nفريد الدين العطار النيشابوري . العارف الصوفي الكبير ويكنى أبا طالب وأصله من كدكن من قرى نيشابور ولد بشادياخ من محلات نيشابور في 513 أو 537 وقتل بيد المغول في 10 ج 2 627 « 1 » . كان كأبيه طبيبا عطارا ( أي صيدليا ) وقد نظم كثيرا من منظوماته الفلسفية العرفانية في حانوته ولم يترك عمله حتى أواخر عمره وكبر سنّه .\r\nتعلم الطب من مجد الدين البغدادي الخوارزمي « 2 » العارف ، تلميذ نجم الدين كبراء وطبيب خوارزمشاه الذي قتله خوارزمشاه في 616 غرقا . وقال جلال الدين الدواني ( م 907 ) في « إجازة » له : إن فريد الدين العطار كان أستاذ نصير الدين الطوسي وتلميذ صدر الدين « 3 » السرخسي عن أفضل الدين الغيلاني عن أبي العباس اللوكري ( ذ 9 : 948 ) عن شيخ الفلاسفة ابن سينا .\r\nأقول : وقبره مزار بنيشابور قرب قبر خيام وقد بنى المير علي شير النوائي ( م 906 ) قبة على قبره . وقد ذكرنا له « تذكرة الأولياء » المطبوع بليدن وكثيرا من مثنوياته في ( ذ 9 : 729 - 730 ) وذكر هو بعضها في منظومته « خسرونامه » وقيل إنّ منظوماته ومنثوراته تصل إلى 190 مجلدا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما نقله ابن الفوطي في « معجم الألقاب » عن الخواجة نصير الدين الطوسي .\r\n( 2 ) كما في « رياض العارفين » لهدايت .\r\n( 3 ) ولعله : مجد الدين البغدادي لأنه من بغدادك بسرخس .\r\n","page_name":" 147 ","page_number":155},
  {"content":"\r\n\r\nوترجمه القاضي في « مجالس المؤمنين » وذكر له أشعارا تدل على تشيعه « 1 » .\r\n\r\nمحمد بن أحمد بن صالح .\r\nالشيخ شمس الدين القسيني السيبي « 2 » المجاز - في صغره وصباه عندما كان مميّزا قابلا لخدمة الضيف - من فخار بن معد ( ص 129 - 130 ) في 630 وهي سنة وفاة المجيز . قال صاحب « المعالم » في « الإجازة الكبيرة » : عندي بخطّ صاحب الترجمة « إجازة » منه للشيخ طومان بن أحمد العاملي ، و « إجازة » أخرى لبعض تلامذته لكنها بخطّ الشيخ الشهيد ، ذكر فيهما روايته عن فخار كما مرّ وعن نجيب الدين محمد بن جعفر بن هبة اللّه بن نما الحلّي في 637 ، وعن والده أحمد بن صالح في 635 وعن رضي الدين محمد بن محمد بن محمد الآوي الحسيني في 632 وعن شمس الدين علي بن ثابت بن عصيدة السوراوي في 633 وعن علي بن طاوس لجمع ومنهم أولاده الثلاثة جعفر وإبراهيم وعلي في 664 وهي سنة وفاة المجيز ابن طاوس .\r\nقال : وروى لي محمد بن أبي البركات الصنعاني في 636 ورويت عن أبي القاسم جعفر بن سعيد وحفظت عليه كتاب « نهج الوصول إلى معرفة الأصول » في أصول الفقه . وقرأت « الجامع » على مصنّفه شيخنا يحيى بن سعيد .\r\nوسمعت أكثر تصانيف أبي الفضائل عنه . انتهى ملخصا عن « الإجازة الكبيرة » لصاحب « المعالم » والغرض الإشارة إلى مشايخه وتواريخهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أقول : هو عارف يقول بوحدة الوجود . فمنظومته « منطق الطير » قصة ثلاثين طيرا تذهب لتطلب ملكها « سيمرغ » في قمة جبل قاف . وبعد الصعاب التي تحملتها للوصول علمت أن « سيمرغ » بالفارسية تعني ثلاثين طيرا وليس « سيمرغ » شيئا سواها .\r\nفالعطار كعين القضاة وغيرهم من الصوفية يشترك مع الشيعة في العدل والإمامة أي عدم انقطاع الفيض الإلهي بموت النبي . لكنه لا يقول بخلافة علي بلا فصل . فهو شيعي فلسفيا وبلا رفض .\r\n( 2 ) السيب والقسين كلاهما من نواحي الكوفة .\r\n","page_name":" 148 ","page_number":156},
  {"content":"\r\n\r\nويروي عنه جماعة منهم الشيخ رضي الدين علي بن أحمد المزيدي من مشايخ الشهيد كما في الإجازة . ومرّ والده أحمد الراوي عن ابن طاوس بعض كتبه في ص 2 و 6 - 7 .\r\n\r\nمحمد بن أحمد بن عبد اللّه\r\n( أبي علي ) . الشريف الهاشمي . هو من الجماعة الذين سمعوا عن ابن طاوس كتابه « التشريف » وقد كتب صاحب الترجمة أسماء زملائه السامعين بخطه في ظهر النسخة مع خصوصيات سماع كلّ واحد منهم . والظاهر أنه كان يحضر معهم مجلس السماع . وقد كتب ابن طاوس في ذيل خطّ صاحب الترجمة إجازة للسامعين فيظهر مشاركته معهم في الإجازة كما مرّ في ص 49 - 51 .\r\n\r\nمحمد بن أحمد ( أبي غالب ) .\r\nوهو الفقيه الذي يروي عن صفي الدين محمد بن معد بن علي الموسوي . ويروي عنه أبو الفضائل أحمد بن طاوس الحلي ( م 673 ) كما يظهر من « فرحة الغري » .\r\n\r\nمحمد بن أحمد بن محمد .\r\nالشيخ بهاء الدين الوزيري المجاز من منتجب الدين وحسن الدوريستي « 1 » وأخيه عبد اللّه الذي توفي بعد الستمائة . فلعلّ صاحب الترجمة أيضا أدرك السابعة . وقد ذكر مفصلا ( في الثقا : 247 - 248 ) .\r\n\r\nمحمد بن أحمد بن محمد بن علي .\r\nالملك الوزير مؤيد الدين أبو طالب ابن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد ذكر الدوريستي في ص 37 لكن حصل لنا غلط مطبعي هناك ، فجاء :\r\nيروي صاحب الترجمة عن بهاء الدين . والصحيح : يروي بالإجازة عن صاحب الترجمة بهاء الدين ( بضم الهمزة للفاعلية ) ، كما ذكر مفصلا في ( الثقا : 247 - 248 ) .\r\n","page_name":" 149 ","page_number":157},
  {"content":"\r\n\r\nالعلقمي « 1 » . كان في خدمة خاله عضد الدين القمي رئيس دار الإنشاء للمستنصر ثم جلس مكان خاله . وقال ابن الفوطي في « الحوادث الجامعة » إنه كان أستاذ دار الخلافة ببغداد . وفي يوم الأحد ثامن ربيع الأول استدعي إلى دار الوزارة ونصب وزيرا . وفي تاسع ربيع الأول 643 صار محيي الدين يوسف بن الجوزي أستاذ الدار ، وأجلس في الدار المقابلة لباب الفردوس المرسومة بسكنى « الأستاذ داريّة » . وجاء في « تجارب السلف - ص 358 » أنّ مكتبته الخاصة كانت تحتوي على عشرة آلاف نسخة وكلما فرغ من مهام الوزارة كان يشتغل بمكتبته . له كتاب في « المناقب » نقل فيه ما ذكره السيد أبو الفتح يحيى بن محمد بن نصر بن علي بن حبا لتلميذه في سنة 540 من معجزة الإمام الباقر . ثم نقل الفيض الكاشاني عن هذا الكتاب في « المحجة البيضاء 2 : 376 » . وكان ابن العلقمي وأخوه وولده عز الدين أبو الفضل محمد صاحب المخزن كلهم من أصدقاء رضي الدين علي بن طاوس . وقد قرأ ابن العلقمي على العلماء . فنقل عنه صاحب « الرياض » أني تلمذت على عميد الرؤساء حتى توفي 609 . وقد أملى عليه أبو محمد بن أبي البركات ( ص 153 ) وأجاز له في 3 صفر 648 . ولأجل ابن العلقمي ألّف عز الدين ابن أبي الحديد ( ص 88 - 89 ) « شرح نهج البلاغة » وأنشأ القصائد « السبع العلويات » كما نقل المجلسي ذلك في « إجازات البحار » عن خطّ شمس الدين محمد بن مكي الشهيد 786 وذلك بواسطة مجموعة الجبعي . وقال في « مجالس المؤمنين » إن الحسن بن محمد الصنعاني ( م 650 ) ألّف « العباب الزاخر » لهذا الوزير ومدحه في أوله كثيرا . وتوفي الوزير ابن العلقمي بعد سقوط بغداد بيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العلقم ، المرّ . والعلقمة نهر في أرض الحائر . وقد مرّ ولده شرف الدين علي في ص 109 - 110 وحفيده محمد بن علي الذي هو من مشايخ تاج الدين بن معيّة أستاذ الشهيد الأول ، يأتي في المائة الثامنة . وجاء في بعض الموارد ألقمي بالهمزة فلعله قمي مثل خاله .\r\n","page_name":" 150 ","page_number":158},
  {"content":"\r\n\r\nالمغول بعدّة أشهر في 2 ج 1 - 656 . وقال في « الشذرات 5 : 272 » :\r\nكان فاضلا متغاليا في التشيّع ودعى عليه بقوله : قاتله اللّه ولا رحمه بدعوى أنه تسبّب تسلط التتر على بغداد . وكذلك فعل اليافعي فقال في « مرآة الجنان » في حوادث 656 وفيها دخلت التتار بغداد . . . وسبب دخولهم أن الملك المؤيد ابن العلقمي كاتبهم وحرّضهم على قصد بغداد لأجل ما جرى على إخوانه الرافضة من النهب والخزي وظن أن الأمر يتم ويبقى خليفة علويا .\r\nفأشار على المستعصم أني أخرج إليهم لتقرير الصلح فخرج الخبيث ! وتوثّق لنفسه بالأمان ورجع وقال للخليفة : انهم يريدون أن يكون الأمر كما كان لأجدادك مع السلجوقية . فخرج المستعصم مع عدّة فقتلوا . ثم قال اليافعي :\r\nوفيها توفي الوزير الرافضي ابن العلقمي ، ولي وزارة العراق 14 سنة ، وكان ذا حقد على أهل السنة فصار سبب دخول التتار بغداد ثم انعكس حاله وأكل يده ندما . وبقي بعد تلك الرتبة الرفيعة في حالة وضيعة . وولي مع غيره وزارة التتار على بغداد بطريق الشركة . ثم مرض غما ومات بعد قليل . انتهى .\r\nهذا ولكن كلام الذهبي واليافعي وأمثالهما لا يوافق الأسلوب العلمي للبحوث التأريخية ، فإنّ أهالي بغداد المختلفين فيما بينهم طائفيا والمترفين في العيش مع قلتهم ، لم يكونوا قادرين على المقاومة أكثر مما عملوه بيد ابن العلقمي ، في قبال مهاجمين متخلفين حضاريا وقليلي المؤنة اقتصاديا ، مع كثرة عددهم .\r\nوأمثال هذه الحوادث كثيرة في التأريخ فقد حصلت لروما أمام برابرة الشمال ، وفي بغداد نفسها أيضا قبل ستة قرون . فإن الاضطهاد الطبقي في آخر العهد العباسي جعل الشعب يستظل التشيع ضد بلاط الخلفاء ، حتى أن توسع نفوذ الشيعة جعل بعض الخلفاء يلبسون الفتوة وخرقة التصوف بيد نقباء الشيعة تحت قبة الإمام علي ( ع ) بمشهد النجف كما يذكره لنا ابن الفوطي . نعم لا شك في أن الردة الأخيرة ضد الشيعة واضطهادهم بيد\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":159},
  {"content":"\r\n\r\nرجال السنة القشريين وابن الخليفة نفسه على ما اعترف به اليافعي وذكر بعضها القاضي في « مجالس المؤمنين » كان له أثر في ضعضعة قوة الدفاع العام . وما قاله عن الخلافة العلوية فافتراء ولم يكن للشيعة أيّ مرشح لذلك ، فإنهم وإن أنكروا الخلافة العباسية ، لكنهم لم يكونوا يعارضون مملكة عباسية إذا كانت تضمن الحريات الدينية ولو بأقل مما ضمنته قبلهم الحكومة الشيعية بمصر . فكان عليهم أن يلوموا شيوخهم وليس ابن العلقمي الذي خفف الدمار عنهم . ولو لم يكن دهاء ابن العلقمي لما اختلف مصير بغداد عن مصير تيسفون التي انقطع عنا جلّ أخبارها .\r\n\r\nمحمد بن إسحاق بن علي بن يوسف .\r\nالشيخ العارف صدر الدين بن مجد الدين الملاطي ثم القونوي . كان ربيب وتلميذ ابن العربي وأستاذ القطب الشيرازي ومصاحب المولوي ( م 674 ) وسعد الدين الحموي ، وله مراسلات مع الخواجة نصير الدين الطوسي ( م 672 ) . ترجمه السبكي في « طبقات الشافعية » والقاضي التستري في « مجالس المؤمنين » والجامي في « النفحات » .\r\nوقد رأيت على ظهر بعض النسخ القديمة هكذا : توفي سيدنا وشيخنا الفرد الكامل المكمل صدر الحق والدين محمد بن إسحاق بن محمد ( كذا ) يوم الأحد قرب الظهر 16 محرم 673 ودفن بعد العصر من يومه . وذكر إسماعيل پاشا 17 عنوانا لمؤلفاته . وذكرناه في ( ذ 9 : 604 ) .\r\n\r\nمحمد بن إسحاق بن المطهر .\r\nالقاضي نظام الدين بن قاضي القضاة الاصفهاني ، مدح الوزراء الجوينيين والخواجة نصير الدين الطوسي . أقول :\r\nهو مؤلّف « شرف إيوان البيان » ( ذ 14 : 180 ) الذي ألّفه باسم عطا ملك الجويني ( ص 97 - 98 ) ولكن القاضي التستري قال في « المجالس » : إنّ قصيدة المديح المذكور أولها في ( ص 98 ) نظمها نظام الدين في حق\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":160},
  {"content":"\r\n\r\nبهاء الدين الجويني وقال أيضا إنه جعل ديوان رباعياته باسم عطا ملك الجويني ( م 681 ) ( ص 97 - 98 ) .\r\n\r\nمحمد الاسفنجردي اليزدي .\r\nالشيخ العالم الفاضل أخ الشيخ أحمد ( م 635 ) ( ص 3 - 4 ) وقد توفي المترجم له بعد أخيه أحمد بثمان سنين كما ذكر في « تأريخ يزد » .\r\n\r\nمحمد بن أبي البركات بن إبراهيم الصنعاني\r\nالذي يروي عن عربي بن مسافر ( الثقا : 172 ) ويروي عن المترجم له إجازة منه شمس الدين محمد ابن أحمد بن صالح القسيني ( ص 148 - 149 ) في 636 . وجاء في « إجازات البحار » نقلا عن « مجموعة الجبعي » : أنه أملى على الوزير مؤيد الدين محمد بن أحمد بن العلقمي ( ص 150 ) في 648 . وجاء في « فرحة الغري » : أنّ يحيى ( الأصغر ) بن أحمد بن يحيى الأكبر بن سعيد يروي عن محمد بن أبي البركات المترجم له عن الحسين بن هبة اللّه بن رطبة ( الثقا : 83 ) عن أبي علي عن والده الطوسي . وكذا في صدر « كتاب ظريف بن ناصح » في نسخة مكتبة مدرسة البروجردي في النجف .\r\n\r\nمحمد بن أبي البركات الجوهري النيشابوري\r\nمؤلف « جواهرنامه » الذي وصف المؤلف في أوله : بفريد الملة والدين وحيد الاسلام والمسلمين مؤتمن الملوك والسلاطين علّامة الدهر أستاذ العصر أعجوبة العالم في الصناعات سيد الحكماء مربي العلماء مقدم الخيرات محمد بن أبي البركات الجوهري النيشابوري . ألّفه في 592 للسلطان أبي الفتح مسعود بن الصدر الشهيد ، أو لوزيره ( ذ - 5 : 283 ) .\r\n\r\nمحمد بن بشير .\r\nالسيد صفي الدين العلوي الحسيني المشارك مع جمع\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":161},
  {"content":"\r\n\r\nفي القراءة والإجازة من رضي الدين علي بن طاوس في ج 1 سنة 664 . ومن الجماعة شمس الدين محمد بن أحمد بن صالح القسيني كما مرّ في ( ص 148 - 149 ) .\r\n\r\nمحمد بن جعفر بن نما المعروف بشمس الدين ابن الابريسمي\r\nالمعاصر لنجيب الدين محمد بن جعفر بن هبة اللّه بن نما الحلي المعروف بابن نما أيضا .\r\nويروي عنهما الشيخ رضي الدين علي بن جمال الدين أحمد بن يحيى المزيدي ( م 757 ) من مشايخ تاج الدين محمد بن القاسم بن معية والشهيد الأول .\r\n\r\nمحمد بن جعفر بن هبة اللّه بن نما .\r\nهو الشيخ نجيب الدين أبو إبراهيم محمد بن جعفر بن أبي البقاء الرئيس العفيف هبة اللّه بن نما بن علي بن حمدون الربعي الحلي الشهير بابن نما ، من مشايخ سديد الدين يوسف بن المطهر والمحقق الحلي ( م 676 ) ( ص 30 ) . يروي المترجم له عن والده جعفر عن جدّه أبي البقاء . ويروي أيضا عن برهان الدين محمد بن محمد الحمداني القزويني .\r\nوقد وقّع المترجم له فتوا للمحقق الحلي وسديد الدين يوسف الحلي في مسألة « مقدار الواجب من المعرفة » وهما تلميذاه . ويروي عنه أيضا رضي الدين علي وأبو الفضائل أحمد ابنا موسى بن طاوس ، والشيخ نجيب الدين يحيى بن أحمد بن سعيد صاحب « جامع الشرائع » وولداه جعفر وأحمد .\r\nويروي عنه شمس الدين محمد بن أحمد بن صالح القسيني ( ص 148 - 149 ) بإجازات آخرها ج 1 سنة 637 كما ذكره في إجازته لطومان المندرجة في « إجازة صاحب المعالم » الموجودة في « إجازات البحار » .\r\nويروي المترجم له « الصحيفة السجادية » عن محمد بن المشهدي ( الثقا : 252 ) بسماعة لقراءة الشريف الأجل نظام الشرف العريضي الحسيني ( الثقا : 177 ) في شوال 556 عن والده جعفر بن علي ( الثقا : 43 ) عن بهاء الشرف جامع الصحيفة ( الثقا : 253 ) هكذا ذكر في « إجازة صاحب المعالم » نقلا عن\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":162},
  {"content":"\r\n\r\nولد المترجم له جعفر بن محمد . فظهر أن بين سماع المترجم له للصحيفة 556 وبين إجازته للقسيني 637 إحدى وثمانين سنة وهذا يستلزم عمرا طويلا .\r\n\r\nمحمد بن جهيم .\r\nالشيخ مفيد الدين الأسدي الربعي الحلي المعاصر للمحقق الحلي ( ص 30 ) يروي عنهما الحسن بن داود الحلي في أوّل رجاله المؤلّف 707 داعيا للمترجم له بالرحمة وذكر أنه يروي عن فخار بن معد ( م 630 ) ( ص 129 - 130 ) . قال في « الأمل » : كان عالما صدوقا فقيها شاعرا وجيها أديبا . يروي عن مشايخ المحقق كفخار وغيره . وفي بعض أسانيد الشهيد : محمد بن علي بن محمد بن جهيم ، فتأمل . يروي عنه العلّامة وقال في « الإجازة لبني زهرة » : أنفذ هولاكو الخواجة نصير الدين الطوسي إلى الحلّة ، فاجتمع عنده فقهاؤها ، فأشار إلى المحقق جعفر بن الحسن بن سعيد ( ص 30 ) وسأل : من أعلم هذه الجماعة بالأصولين ؟ فأشار إلى والدي سديد الدين وإلى الفقيه مفيد الدين محمد بن جهيم ، فقال : هذان أعلم الجماعة بعلم الكلام وأصول الفقه . فتكدّر ابن عمه يحيى بن سعيد وكتب إليه :\r\nكيف ذكرت ابن المطهر وابن جهيم ، ولم تذكرني ؟ فكتب له في الجواب .\r\nربما سألك الخواجة مسألة فوقفت وحصل لنا الحياء . انتهى . وهو يروي عن فخار بن معد ( ص 129 - 130 ) . ويروي عنه عبد الكريم بن طاوس كما في « فرحة الغري » .\r\n\r\nمحمد بن الحسن الأسترآبادي .\r\nالشيخ رضي الدين نجم الأئمة النجفي النحوي المتوفى 686 صاحب « الشرح الكبير » المعروف « بشرح الرضي » ، من أحسن الشروح على « الكافية » النحوية الحاجبية . وله شرح فارسي عليه أيضا ، كما في « كشف الظنون » . وله « شرح الشافية » الصرفية لابن الحاجب أيضا مطبوع متداول . رأيت منه نسخة مكتوبة في حياة المؤلّف في 683 .\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":163},
  {"content":"\r\n\r\n\r\nمحمد بن الحسن البغدادي .\r\nالشريف عز الدين أبو الحرث الحسيني .\r\nيروي عنه محيي الدين أبو حامد محمد بن عبد اللّه بن زهرة كما في « الأربعين » له . ويروي عنه أيضا فخار بن معد ( ص 129 - 130 ) كما في « الأربعين » للشهيد .\r\nوهو يروي عن القطب الراوندي ( الثقا : 124 ) كما في الأول ، وعن أبي المكارم حمزة بن زهرة ( الثقا : 87 ) كما في الثاني .\r\n\r\nمحمد بن الحسن الجهرودي والد المحقق الخواجة نصير الدين الطوسي\r\nالذي ولد بطوس في 597 ، وقرأ المنقول على والده صاحب الترجمة وهو من تلاميذ ضياء الدين فضل اللّه الراوندي ( الثقا : 217 ) كما في « فرحة الغري » .\r\n\r\nمحمد بن الحسن الشيباني\r\nمؤلّف « تفسير نهج البيان لكشف معاني القرآن » ألّفه باسم المستنصر باللّه فإن كان هو المستنصر العباسي فقد مات 640 ، وإن كان المقصود هو المستنصر باللّه العلوي المتوفى 487 فالمترجم له من القرن الخامس . وينقل فيه عن « التبيان » للشيخ الطوسي ( م 460 ) .\r\nواسم المؤلّف مكتوب على ظهر بعض نسخه وليس له ذكر في نفس الكتاب .\r\n\r\nمحمد بن الحسن بن علي بن محمد .\r\nرضي الدين الزرقني « 1 » الداودي العلوي الحسني تلميذ محمد بن مطرف الحسني المجاز منه في 695 . ذكرته في الثامنة .\r\n\r\nمحمد بن الحسن بن محمد بن معية .\r\nالشريف النقيب أبو طالب العلوي الديباجي الحسني الحلي ، أخو جلال الدين أبي جعفر القاسم بن الحسن ( ص 134 ) وهو من مشايخ فخار بن معد ( ص 129 - 130 ) . قال في كتابه « حجة الذاهب » :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعله نسبة إلى زرقان . قال ياقوت : سركان من نواحي همدان .\r\n","page_name":" 156 ","page_number":164},
  {"content":"\r\n\r\nحدثني الشريف النقيب أبو طالب محمد بن الحسن بن محمد بن معية العلوي الحسني أصلح اللّه شأنه في سنة 599 قال : حدثني الشيخ سالار بن حبيش البغدادي ( ره ) ( الثقا : 117 ) . وقد رأيت سالار هذا وكان رجلا صالحا ، قال : حدثني الأمير أبو الفوارس بن الصيفي الشاعر المعروف بحيص بيص « 1 » . . . إلى آخر كلامه .\r\n\r\nمحمد بن الحسن بن محمد بن المهتدي .\r\nالشيخ جمال الدين . أجازه الشيخ نجم الدين جعفر بن محمد بن نما إجازة عامة في 607 . حكاه في « البحار » عن مجموعة الجبعي عن خطّ الشهيد ووصفه بالشيخ الأجل العالم الفقيه .\r\nوالظاهر بل المتعين أنه من تصحيف السبعين بسبعة وأن الصحيح 670 .\r\n\r\nمحمد بن الحسن بن موسى\r\nبن جعفر بن محمد بن طاوس . الشريف النقيب مجد الدين بن عز الدين بن سعد الدين أبي إبراهيم الحسني المعروف بابن طاوس الحلي الداودي مؤلف « البشارة » الذي أهداه إلى هولاكو المغولي فسلم الحلة والنيل والمشهدين من القتل والنهب حين سقوط بغداد في 656 وردّ إليه هولاكو النقابة بالبلاد الفراتية فحكم في ذلك قليلا ثم مات دارجا كما ذكر في « عمدة الطالب » وذكر أن أخاه قوام الدين أحمد بن عز الدين الحسن كان أمير الحج ومات دارجا أيضا ، فانقرض عقب السيد عز الدين الحسن الذي هو أخ رضي الدين علي بن طاوس . وقد فصّل العلامة الحلي في « الألفين » شرح ما كتبه صاحب الترجمة مع معاصره سديد الدين يوسف ( والد العلّامة ) من الرسالة إلى هولاكو في تحصيل الأمان لأهل الحلّة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر حيص بيص في ( الثقا : 122 و 123 ) والظاهر من ابن خلكان أنه كان مستعربا من موالي بني تميم ، يلبس زيّ العرب كما خاطبه خطيب الحويرة : لسنا وحقك حيص بيص من الأعارب . . . ولعله من الأكراد الجاوانيين كما يظهر من كنيته ومن رسالته إلى المهلهل الجاواني أمير الحلة .\r\n","page_name":" 157 ","page_number":165},
  {"content":"\r\n\r\n\r\nمحمد بن الحسين بن علي بن الحسين المازندراني .\r\nكتب بخطه نسخة من رسالة أبي غالب الزراري ( ذ 11 : 7 - 8 ) و ( النوابغ : 53 و 161 ) وفرغ من الكتابة في سلخ ع 1 - 681 ولفظه : [ تمت الرسالة بحمد اللّه وصلى اللّه على محمد وآله الطاهرين على يد أضعف العباد محمد بن الحسين بن علي ابن الحسين المازندراني في سلخ . . . 
  ] وقد استنسخ من هذه النسخة نسخة ، أورد الكاتب لها صورة ما مرّ بعينها في آخر نسخته ، وقال : مكتوب في آخر النسخة المنتسخ منها هذه الصورة . ثم إن الشيخ سليمان بن عبد اللّه الماحوزي البحراني نقل في مجموعته التي دوّن بعضها في 1093 تمام الرسالة عن نسخة خطّ هذا الكاتب . ونسخة خطّ الماحوزي موجودة في مكتبتنا بالنجف . ويظهر من عبارة كاتب الأصل أنه كان من فضلاء مازندران .\r\n\r\nمحمد بن الزنجي .\r\nتلميذ الفقيه الشيخ يوسف بن علوان الحلّي المجاز منه بإجازة كتبها بخطه له على ظهر « السرائر » لابن إدريس ( الثقا : 290 ) و ( ذ 12 : 155 ) . قال صاحب « الرياض » : رأيت النسخة في أردبيل ، يرويها الشيخ يوسف المذكور عن الشيخ أبي الحسن علي يحيى الخيّاط عن مصنفه ابن إدريس . ولعل صاحب الترجمة بقي إلى المائة الثامنة .\r\n\r\nمحمد بن سنقر .\r\nكتب بخطه « تلخيص المحصل » أو نقده ( ذ 4 :\r\n426 ) . وفرغ منه في يوم الخميس 3 ع 1 - 673 وهي موجودة في الخزانة الغروية . ثم كتب بخطه على ظهر النسخة أيضا أنه قابلها بنسخة مقابلة بخط المصنف مع الإمام العلم الفقيه لسان الحكماء والمتكلمين شرف الدين محمد بن القزويني . ومن هذه النسخة يظهر أن المطبوع من « التلخيص » محرّف يجب تجديد طبعه مصححا .\r\n\r\nمحمد السوراوي .\r\nالشيخ نجيب الدين من مشايخ رضي الدين علي بن طاوس ( م 664 ) كما في جملة من الإجازات . ويروي عنه أحمد بن علي بن\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":166},
  {"content":"\r\n\r\nسعادة البحراني أيضا . وهو يروي عن ابن شهرآشوب ( م 588 ) والحسين ابن هبة اللّه بن رطبة ( الثقا : 83 ) حكى شيخنا في « خاتمة المستدرك » أنه جزم صاحب « الرياض » بأن نجيب الدين هذا هو يحيى بن محمد السوراوي الذي يروي عنه سديد الدين يوسف والد العلامة الحلي أيضا .\r\n\r\nمحمد بن شرفشاه الحسيني\r\n، المعاصر لأحمد بن طاوس ( م 673 ) ( ص 13 - 14 ) فكلاهما يرويان عن شهاب الدين بندار بن ملكدار القمي ( ص 26 ) كما في بعض أسانيد « فرحة الغري » . وليس هو شمس الدين\r\n\r\nمحمد بن شرفشاه بن محمد الحسيني النيشابوري\r\nالمقيم بالجبل الكبير ( الثقا :\r\n130 و 266 ) ولعل المترجم له حفيده أو أنه والد حسن بن محمد بن شرفشاه أبي محمد الركن الاسترآبادي ( م 717 ) .\r\n\r\nمحمد بن عباس السعدي .\r\nتمم بخطه نسخة من « الصحاح » للجوهري في رجب 642 ثم صححه وقابله وهي نسخة منقحة في مكتبة الخوانساري بالنجف .\r\n\r\nمحمد بن عبد الحميد بن عبد اللّه .\r\nأبو طالب شمس الدين بن جلال الدين ابن التقي عبد اللّه النسابة الحسيني . وصفه في « عمدة الطالب » : بالعالم النسّابة ووالده النسابة جلال الدين عبد الحميد من مشايخ فخار ( ص 129 - 130 ) قرأ عليه في 594 . ومرّ ولد المترجم له المسمى باسم جده عبد الحميد في ( ص 87 - 88 ) .\r\n\r\nمحمد بن عبد الرشيد بن محمد .\r\nالإمام المحدّث كمال الدين أبو الفضل الاصفهاني . قرأ عليه السيد حيدر بن محمد بن زيد ( ص 57 - 58 ) من مشايخ ابن طاوس في 10 رجب 613 وهو يروي عن الحسن بن أحمد العطار الهمداني ( الثقا : 53 ) كما في الباب 194 من « اليقين » لابن طاوس .\r\nوالهمداني من مشاهير العامة فلعل الاصفهاني هذا أيضا عامي .\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":167},
  {"content":"\r\n\r\n\r\nمحمد بن عبد اللّه بن عبد الرحمن ( أبي بكر ) .\r\nالشيخ أبو عبد اللّه القضاعي البلنسي الشهير بابن الابار من علماء الأندلس . قتله صاحب تونس مظلوما في 658 كما ذكر في « مرآة الجنان » و « الشذرات » وغيرهما . وله « درر السمط في خبر السبط » الذي أورد في أواخر المجلد الثاني من « نفح الطيب » بعض فصوله بعين لفظه ، ثم قال : [ ولم أورد منه غير ما ذكرته لأنّ في الباقي ما يشمّ منه رائحة التشيّع . واللّه سبحانه يسامحه . . . 
  ] ومن مطبوعات تصانيفه « التكملة لكتاب الصلة » في تأريخ علماء الأندلس ، « الحلة السيراء في تراجم الشعراء » من أندلس « المعجم » في أصحاب القاضي أبي علي الصفدي .\r\n\r\nمحمد بن عبد اللّه بن علي بن زهرة الكبير .\r\nمحيي الدين أبو حامد المعروف بابن زهرة الحلبي . هو ابن أخي أبي المكارم حمزة بن زهرة صاحب « الغنية » ( م 585 ) المذكور في ( الثقا : 87 - 88 ) « 1 » وأستاذ يحيى ابن أحمد بن سعيد ( م 690 ) وعلي بن موسى بن طاوس ( م 664 ) ( ص 116 - 118 ) والمحقق الحلي ( م 676 ) ( ص 30 ) . وقد قرأ المترجم له « النهاية » على والده عبد اللّه في 597 ( ص 93 ) وهو يرويه عن أخيه حمزة بن علي عن الحسن بن الحسين بن الحاجب ( الثقا : 57 ) عن الحسين ابن علي الزينوبادي ( الثقا 76 - 77 ) عن علي بن زيرك القمي ( الثقا :\r\n190 ) عن عبد الجبار الرازي ( الثقا : 153 ) عن الطوسي ( النابس : 161 ) كما نقله صاحب « المعالم » عن « إجازة » يحيى بن أحمد بن سعيد المذكور .\r\nويظهر أسماء جمع من مشايخه عن كتابه « الأربعين » منهم : عمه أبو المكارم حمزة بن علي . ومنهم خال والده أحمد بن محمد بن جعفر ( الثقا : 15 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد وقع هناك غلط في نسبه في ص 87 س 19 فالصحيح : حمزة بن علي بن زهرة الكبير بن أبي المواهب علي . . .\r\n","page_name":" 160 ","page_number":168},
  {"content":"\r\n\r\nومحمد بن أسعد الجوّاني ( الثقا : 249 ) وابن شهرآشوب ( الثقا : 273 ) ومحمد بن أحمد الصوفي ( الثقا : 246 ) قرأ عليه في رمضان 595 ، ويوسف ابن رافع بن تميم الآتي ، قرأ عليه في رجب 618 ومحمد بن الحسن البغدادي ( الثقا : 254 ) . وأما تأريخ ولادته ، ففي « إجازة صاحب المعالم » نقل عن إجازة يحيى بن سعيد تلميذ المترجم له ، حكاية عن شيخه صاحب الترجمة أنه قال : قرأت على عمي أبي المكارم حمزة « المقنعة » للمفيد في 584 ولم أكن بالغ العشرين ، وقد نيّف هو على السبعين . انتهى . وكتب شاذان بن جبرئيل ( الثقا : 128 ) « إجازة » للمترجم له ولوالده في 584 نقلت عن خطّ المجيز في الجزء الثاني من « معادن الجواهر » . ومرّ في ( ص 38 - 39 ) الحسن ابن زهرة الصغير بن الحسن بن زهرة الكبير .\r\n\r\nمحمد بن عبد الواحد .\r\nالشيخ زين الدين الرازي . هو والد تاج الدين محمود المجاز من العلّامة الحلي في 709 . قال في « الإجازة » المسطورة في « البحار » بعد ذكر اسم تاج الدين ما لفظه : [ ابن المولى الإمام السعيد العلامة زين الدين محمد بن المولى السعيد القاضي سديد الدين عبد الواحد الرازي . . . 
  ] .\r\n\r\nمحمد بن علي بن الحسين بن علي بن إسحاق السرآب شاهوري « 1 » .\r\nكتب « نهج البلاغة » وفرغ منه لأربع ليال بقين من المحرّم 682 ، فملك النسخة محمد بن شمس الدين الروبال المؤيدي فقرأ فيها على أستاذه بدر الدين الناوندي في سنة 731 وكتب عليها حواشي الشيخ أحمد بن الحسن الناوندي ( ص 4 ) التي كانت من تقرير أستاذه جمال الدين الوراميني ( ص 33 ) .\r\nوالنسخة المنقولة عن نسخة الروبال موجودة عند السيد علي شبر بالكويت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سرآب بمعنى رأس العين ، وشاهور - شاهوار بمعنى ملوكي . فلعلها اسم قرية فيها عين ماء تليق بالملك .\r\n","page_name":" 161 ","page_number":169},
  {"content":"\r\n\r\n\r\nمحمد بن علي بن زهرة الحلبي .\r\nوصفه علي بن طاوس ( م 664 ) في كتابه « الإجازات » المطبوع قسم منه في آخر « البحار » بقوله : الشيخ العالم ودعا له برضوان اللّه عليه ، وذكر أنه كتب بالتماسه مختصرا سمّاه روح الأسرار وروح الأسمار » ( . . . الأبكار خ . ل . ) وهو كتاب لطيف أملاه وأنفذه إليه وكان سؤاله حين ورد إلى الحج وكان ضيفا لابن طاوس ونازلا عنده ببلد الحلة .\r\n\r\nمحمد بن علي بن سعيد بن هبة اللّه .\r\nالشيخ برهان الدين أبو الفضائل ابن عماد الدين بن قطب الدين الراوندي . فاضل عالم كما وصفه منتجب بن بابويه ( م . بعد 585 ) ترجمه في فهرسه كما ترجم أباه وجده وعمّيه الحسين ومحمد ابني سعيد . وذكرت الجميع في السادسة ( الثقا : 75 ، 124 ، 190 ، 265 ) وقلت : إن والده عليا كان حيا في 600 فولده يكون عادة قد بلغ هذا القرن إلا أن تكون وفاته قبل والده .\r\n\r\nمحمد بن علي بن علي بن علي\r\nبن المفضّل بن قامغار ( كامگار ) « 1 » الشيخ مهذب الدين أبو طالب الحلي المعروف بابن الخيمي « 2 » . المولود بالحلة المزيدية 8 شوال 549 والمتوفى بالقاهرة . ترجمه السيوطي في « البغية :\r\n78 » وذكر تصانيفه الكثيرة ومنها « لزوم الخمس » نقلا عن ذيل ابن النجار .\r\nوحكى أسماء بعض مشايخه عنه وعن « البدر السافر » لكمال الدين جعفر بن تغلب بن جعفر الأفودي ( م 749 ) . قال ابن النجار إنه ذكر لي أنه قرأ الأدب على فرسان الحلّي وحكى صلاته على كافة المسلمين ، وأنه كان قد دخل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كامكار الذي وصل إلى هدفه أو المظفر . قد يعرب ب « كامجر » كما ذكره السمعاني وقد يعرّب ب « قام غار » كما ذكر هاهنا .\r\n( 2 ) قال السمعاني : الخيمي نسبة إلى صانع الخيمة . ومرّ في ( النابس : 177 ) الكراجكي الخيمي .\r\n","page_name":" 162 ","page_number":170},
  {"content":"\r\n\r\nبغداد وقرأ على عبد اللّه بن أحمد بن الخشاب ( م 567 ) . ولعله كان من الأكراد الجاوانيين بالحلة .\r\n\r\nمحمد بن علي بن عمر .\r\nالشيخ نجيب الدين أبو حامد السمرقندي المقتول بهراة بيد التتر في 619 ، له « الخمسة النجيبية » و « الأدوية المفردة » و « أبدال الأدوية » ( ذ 1 : 64 و 404 ) فهو صيدلي .\r\n\r\nمحمد بن علي القويقي .\r\nالشيخ أبو الغر . من مشايخ فخار الموسوي ( م 630 ) ( ص 129 - 130 ) . ذكره في « حجة الذاهب » بعد ذكر محمد بن إدريس وشاذان بن جبرئيل وقال : رضوان اللّه عليهم . ويأتي محمد بن أبي الغر في ( ص 165 - 166 ) .\r\n\r\nمحمد بن علي بن محمد\r\nبن أحمد بن محمد بن عبد اللّه الطائي الحاتمي ، محيي الدين أبو عبد اللّه المعروف بالشيخ الأكبر ابن العربي الأندلسي . ولد بالأندلس 560 وتوفي بدمشق 638 . ترجمه اليافعي في « مرآة الجنان » والجامي في « النفحات » مع الترديد في الدفاع عن أفكاره ، ولكنّ القاضي التستري في « مجالس المؤمنين » دافع عنه بشدّة وأورد نصوصا من مؤلفاته تدلّ على تشيّعه . ودافع عن أقواله واتهم علاء الدولة السمناني بعدم فهمه لمعنى وحدة الوجود الذي هو غير وحدة الموجود ، ومعنى أن الولاية أفضل من النبوة ، لأن الأولياء بل العلماء هم أفضل من أنبياء بني إسرائيل الخالين عن الولاية ، وأما محمد ( ص ) فإنه نبيّ ووليّ معا . وعلى أي حال فالفاروقية من صوفية السنة ضده وضد آرائه . وقال في « النفحات » : إنه عمل فهرسا لمؤلفاته يشتمل على 250 عنوانا . وقد أتى إسماعيل پاشا بكثير منها في « هدية العارفين 2 :\r\n114 » .\r\n\r\nمحمد بن علي بن محمد بن جهيم :\r\nمحمد بن جهيم .\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":171},
  {"content":"\r\n\r\n\r\nمحمد بن علي بن محمد بن طي .\r\nنقل عنه رضي الدين علي بن علي بن طاوس المولود 647 في كتابه « زوائد الفوائد » حديث فضائل اليوم التاسع من ربيع الأول بعنوان يوم اغتيال عمر ، واعتمد عليه المجلسي ورواه عنه في « بحار الأنوار - ج 20 ص 330 » ولعله كان قبل هذه المائة أيضا كما أنه يحتمل أن يكون من أجداد علي بن علي بن محمد طي العاملي الفقعاني صاحب « مسائل ابن طي » ( م 855 ) ويأتي ابن أبي طي يحيى بن حميدة .\r\n\r\nمحمد بن علي بن محمد علاء الدين\r\nأبو المظفر الخجندي الحسني المجاز في شبابه من سديد الدين الحمصي في 583 . ذكرته في ( الثقا : 277 ) ولعله بقي إلى هذه المائة .\r\n\r\nمحمد بن علي بن مقرب الأحساني :\r\nعلي بن عبد اللّه .\r\n\r\nمحمد بن علي بن موسى بن طاوس .\r\nالنقيب جلال الدين بن رضي الدين ابن طاوس الحسني الحلي ، المولود كما ذكره والده في « كشف المحجة » في 9 المحرم 643 وقد كتب والده « كشف المحجة » وصية إليه وهو صغير في 649 وصرّح فيه بالإجازة له ولأخيه الأصغر منه رضي الدين علي .\r\nفصاحب الترجمة يروي عن والده وعن نجيب الدين يحيى بن سعيد الآتي .\r\nقرأ عليه كتابه « جامع الشرائع » مع محمد بن أحمد بن صالح القسيني ( ص 148 ) كما ذكره القسيني في إجازته لطومان . وقد تولى النقابة بعد والده 664 إلى أن توفي 680 وقام مقامه أخوه علي ( ص 107 ) كما في « إجازات البحار » عن « مجموعة الجبعي » .\r\n\r\nمحمد بن علي بن نقي .\r\nالسيد الأجل صفي الدين . أحد العلماء الستة الذين سمعوا عن ابن طاوس بعض كتابه « التشريف » ، وكتب ابن طاوس لهم إجازة بخطه كما أشرنا إليه في ( ص 81 ) .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":172},
  {"content":"\r\n\r\n\r\nمحمد بن علي بن يوسف .\r\nالشيخ شمس الدين الطبري الآملي . هو والد أبي المحاسن محمود صاحب « نفائس الفنون » الآتي في الثامنة . ويأتي أن القاضي مجد الدين عباد القاضي بأصفهان في عهد أولجايتو ومن أولاد شرفشاه گلستانه ، في أول كتابه « توضيح الوصول في شرح تهذيب الأصول » ( ذ 4 : 499 ) الذي ألفه لتلميذه محمود ابن صاحب الترجمة وصفه بقوله :\r\n[ المولى السعيد المغفور شمس الملة والدين محمد بن علي الطبري 
  ] . وقد كتب القاضي المذكور إجازة لتلميذه المذكور أيضا وبعد إطرائه قال : [ إنه ابن الشيخ الكامل البارع الورع الفائز في عصره بقصبات السبق من أقرانه شمس الملة والدين محمد بن علي بن يوسف الأنزاني 
  ] . ويظهر من قوله [ المغفور الفائز في عصره 
  ] أن المترجم له كان من المتوفين قبل تأريخ الإجازة ( 708 ) .\r\n\r\nمحمد بن أبي الغر الحلي\r\nمعاصر المحقق الحلي ( م 676 ) ( ص 30 ) وهو الذي وقّع على بعض فتاوى المحقق المذكور ، وكتب عليها في مسألة المقدار الواجب من المعرفة : [ هذا صحيح 
  ] . وقد رأى المحقق الكركي ( م 941 ) هذه الفتاوى وكتب هو أيضا فتاوى نفسه في هذه المسألة مع فتاوى علماء الحلة . وقد كتب الشيخ شرف الدين علي المازندراني هذه الفتاوى عن خطّ الشهيد الأول محمد بن مكّي ، الذي كتبها عن خطّ علماء الحلة ، ومنها فتوى المحقق مع توقيع صاحب الترجمة عليه . ونسخة الشيخ شرف الدين موجودة عند الشيخ هادي كاشف الغطاء في النجف كتابتها 1055 . وقال العلامة الحلي في « الألفين » أن ابن أبي الغر اشترك مع سديد الدين والد العلامة الحلي في كتابة الرسالة إلى هولاكو وطلب الأمان لأهل الحلة وذلك عند ذكره لأخبار الأمير ( ع ) بالمغيبات . وجاء أبي العز بالمهملة ثم المعجمة . ويأتي تلميذه السيد محمد بن مطرف الحسني المصرّح بروايته عن\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":173},
  {"content":"\r\n\r\nصاحب الترجمة فيما كتب بخطه من الإجازة . كما مرّ أبو الغر القويقي محمد بن علي في ( ص 163 ) .\r\n\r\nمحمد بن أبي الفوارس .\r\nأبو عبد اللّه الحلي . قال السيوطي في « بغية الوعاة » نقلا عن ابن المستوفي في « تأريخ إربل » إنه قرأ النحو على أبي البقاء العكبري وصعد إلى الموصل فقرأ على مكي بن ريان وأقام بإربل معلما ثم ترك التعليم واتصل بخدمة بعض الأمراء . فنقل عنه أشياء منكرة كالشرب فعاد إلى الموصل في رجب 608 . وكان غاليا في التشيع إماميا تاركا للصلاة . أقول : يبعد أن يكون متحدا مع أحد المذكورين في « الثقا : 242 و 288 » ولعله من آل ورّام الجاوانيين بالحلة .\r\n\r\nمحمد بن أبي القاسم .\r\nالشيخ رشيد الدين أبو عبد اللّه ، من مشايخ الشيخ بهاء الدين أبي الحسن علي بن فخر الدين عيسى الأربلي الذي توفي 692 .\r\n( ص 107 - 108 ) قال الأربلي : إني قرأت عليه كتاب « المستغيثين باللّه عند المهمات والحاجات » في داري المطلة على دجلة ببغداد في شعبان 686 .\r\n\r\nمحمد بن القاسم بن محمد .\r\nالشيخ الفقيه زين الدين البرزهي « 1 » البيهقي النيشابوري . من تلاميذ معين الدين سالم بن بدران بن سالم المصري المازني . ويذكر فتاواهما في الكتب الفقهية ، ومنها في مسألة « إرث الأجداد الثمانية » وقد قرأ على صاحب الترجمة جمع من تلاميذه كثيرا من الكتب الفقهية التي ذكرها في « إجازة » كتبها بخطه على ظهر نسخة من « الجمل والعقود » ( ذ 5 : 145 ) لتلميذه جمال الدين محمد بن الناصر الوراميني في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة إلى برزه بالفتح من أعمال بيهق بنيشابور كما في « معجم البلدان » . وفي « تأريخ بيهق - ص 328 » أنها قد تسمى « برزو » أو « بيزك » .\r\n","page_name":" 166 ","page_number":174},
  {"content":"\r\n\r\n24 رمضان 561 كما يأتي . ووصف فيها شيخه بقوله : [ الإمام الأجل العالم البارع الفاضل المتبحر العلامة معين الدين سالم بن بدران بن سالم المازني المصري نور اللّه مضجعه 
  ] والنسخة عند السيد حسين الهمداني بالنجف .\r\nومرّ في ( ص 71 ) أن أستاذه سالما أجاز للخواجه نصير سنة 629 .\r\nفصاحب الترجمة من المعاصرين للخواجه والمستفيدين منه ومن كتبه ، لأنه ذكر في الإجازة من الكتب التي قرأها عليه جمال الدين المجاز كتاب « الفرائض النصيرية » .\r\n\r\nمحمد ابن القزويني .\r\nشرف الدين . رأيت نسخة من « نقد المحصل » ( تلخيص المحصل ) للخواجه نصير الدين الطوسي ( م 672 ) وهي موجودة في الخزانة الغروية ، فرغ من كتابتها محمد بن سنقر في الخميس 3 ع - 673 وكتب على هامش آخر النسخة أنه قابلها مع نسخة مقابلة بخط المصنف ، مع الإمام العالم الفقيه لسان الحكماء والمتكلمين شرف الدين محمد بن القزويني . ويأتي محمد المؤمن القزويني شمس الدين .\r\n\r\nمحمد بن مباركشاه\r\n، أبو الرضا الحسيني الأبرقوهي . كتب بخطّه تملكه للمجموعة النفيسة المشتملة على الكتب والرسائل العلمية ، الفقهية والكلامية وغيرها ، ومنها « الخلاصة » في أصول الدين ( ذ 7 : 208 ) المكتوب 657 ، وكلها بقلم مهدي الحسن بن محمد النيرمي الجرجاني الآتي .\r\nكتب بعضها في سبزوار والنسخة عند السيد حسين بن علي بن أبي طالب الهمداني المعاصر بالنجف .\r\nوالظاهر أنه غير ميرك البخاري شمس الدين محمد بن مباركشاه الجنگي مؤلف « شرح حكمة العين » لدبيران القزويني ، و « شرح أشكال التأسيس » للسمرقندي ، و « شرح نور الأنوار » ، و « زيج الشمس » المترجم من\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":175},
  {"content":"\r\n\r\nالفارسية إلى اليونانية . وقد أوصل ضامن بن شدقم نسبه إلى الإمام الهادي في « تحفة الأزهار » .\r\n\r\nمحمد بن محمد البحراني .\r\nالشيخ قوام الدين من تلاميذ الإمام أبي الرضا فضل اللّه الراوندي ( الثقا : 217 - 218 ) . يروي عنه أحمد ابن صالح القسيني ( ص 6 - 7 ) ذكرته في ( الثقا : 283 ) ولاشتراكه مع راشد بن إبراهيم ( م 605 ) احتملنا بقاءه إلى هذه المائة .\r\n\r\nمحمد بن محمد بن جعفر\r\nبن أحمد بن محمد بن جعفر بن غانم . الشريف المعروف بابن الجعفرية الحلي . قال الصفدي في « الوافي بالوفيات - ص 228 » :\r\nإنه ينهي نسبه إلى زيد بن علي بن الحسين بن علي بن أبي طالب . مولده 606 .\r\nوحكى عن أثير الدين أبي حيان أنه سمع عن صاحب الترجمة ما أنشأه لنفسه بالحلة في 7 ذي الحجة 687 من الأشعار . وهو متأخر عن ابن الجعفرية الذي قرئ عليه « معدن الجواهر » في 573 ( الثقا : 283 ) .\r\n\r\nمحمد بن محمد بن الحسن .\r\nالخواجة نصير الدين أبو جعفر الطوسي .\r\nالمولود ج 1 - 597 والمتوفى آخر نهار الاثنين 18 ذي الحجة 672 . كان مجازا من شيخه سالم بن بدران ( ص 71 ) في سنة 629 وقد وصفه في الإجازة بقوله : [ الإمام الأجل العالم الأفضل الأكمل البارع المتقن المحقق نصير الملة والدين وجيد المسلمين سند الأئمة والأفاضل مفخر العلماء والأكابر محمد بن . . . 
  ] هذا وله 32 سنة وبقي بعده إلى 75 سنة وسبعة أشهر وسبعة أيام من عمره ودفن بمقبرة هيأها الناصر العباسي لنفسه وكان قد فرغ من بنائها يوم ولادة الخواجة وهي جنب قبر الجوادين بالكاظمية . ومرّ في ص 90 رثاء الأربلي له مع عبد العزيز بن جعفر . وذكر حمد اللّه مستوفي في « تاريخ گزيده » رباعية في تأريخ وفاته :\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":176},
  {"content":"\r\n\r\n نصيرِ ملت ودين ، پادشاهِ كشورِ فضل * يگانه‌اى كه چو أو مادرِ زمانه نزاد\r\nبسالِ ششصد وهفتاد ودو به ذي حجه * به روزِ هيجدهم درگذشت در بغداد \r\nويروي أيضا عن والده ( ص 156 ) وعن برهان الدين محمد بن محمد الحمداني القزويني . وقال الدواني ( م 907 ) في إجازته : إن الخواجة أخذ المعقول عن فريد الدين الداماد ( لعله : العطار ) النيشابوري عن السيد صدر الدين السرخسي عن أفضل الدين الغيلاني عن أبي العباس المكودي ( لعله : اللوكري ) عن شيخ الفلاسفة ابن سينا . قال الصفدي في « الوافي بالوفيات » : إنّ له ثلاثة بنين . صدر الدين علي ( ص 114 ) وأصيل الدين حسن ( في الثامنة ) وفخر الدين أحمد ( ص 12 ) . وجاء في « گنج دانش » أن أحفاد الخواجة كانوا في أردوباد ومنهم حاتم بيك صافي اعتماد الدولة للشاه عباس الكبير الصفوي وصف أحواله إسكندر بيگ في « عالم‌آرا » ( ذ 9 : 584 ) . وقد عاداه أهل السنة عداء مريرا فلقبوه بقرطوس . وقال الحنبلي في « الشذرات » :\r\nهو نصير الكفر والإلحاد ( أي الفلاسفة والإسماعيلية ) قتل الخليفة والقضاة وأهل الحديث وعظم الفلاسفة والطبيعيين والمنجمين والأطباء . أخذ أوقاف المساجد وصرفها على مدارس الفلسفة والرياضيات والطب والنجوم وسمى « الإشارات » لابن سينا بقرآن الخواص الخ . وكلها ادّعاءات جواباتها معها .\r\nوكان يعظم العلماء فحضر مجلس درس المحقق وحاججه في مسألة القبلة كما مرّ في ( ص 30 ) وسأله عن أعلم الحضّار كما مر في ( ص 155 ) ، وهو فيلسوف يحبّ العلم ويذعن له فردّ على تشكيكات المتكلمين كالغزالي والرازي وابن ملكا اليهودي ودافع عن آراء ابن سينا والفارابي والشيعة ، وبدأ ببناء\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":177},
  {"content":"\r\n\r\nأكبر مدرسة رياضية وهي مرصد مراغه في 657 وصرف عليها دخل الأوقاف الذي كان يهدر بيد أهل الحديث والحشوية ببغداد . وجلب العلماء من أنحاء الشرق منهم : مؤيد الدين العرضي ( م 664 ) من دمشق ، وفخر الدين المراغي ( م 667 ) من الموصل ، وفخر الدين الأخلاطي من تفليس ، ونجم الدين دبيران ( م 675 ) من قزوين ، وتومجي من الصين ، وكثيرا من الفلاسفة والأطباء فأسس جامعة علمية لم يكن لها مثيل قبلها ، وقد كتب ابن الفوطي في تأريخها كتاب « من صعد الرصد » وكتب المؤيد العرضي المذكور رسالة في « آلات رصد مراغه » . ألّف كتبا كثيرة في الفلسفة وتوجد له 36 رسالة وكتابا في الرياضيات ، وله في الأخلاق والعلوم الطبيعية كالمعدن والجواهر ، وعدة رسائل في الطب وفي العلوم التربوية والأدب والعروض وله ديوان شعر ذكرناه في ( ذ 9 : 651 ) . وقد ألّف السيد محمد تقي مدرس رضوي أستاذ جامعة طهران « أحوال وآثار خواجة نصير » . وكتب المدرسي الزنجاني « سرگذشت خواجة نصير » نشرا في طهران بمناسبة مهرجان لمرور 750 سنة على ولادة هذا العبقري .\r\n\r\nمحمد بن محمد بن زيد بن الداعي .\r\nفخر الدين الحسيني الأفطسي والد رضي الدين محمد الآتي ( ص 172 - 173 ) أنه كان مصاحب ابن طاوس وتوفي 654 وأنه يروي عن أبيه صاحب الترجمة . فالظاهر أن المترجم له من هذه المائة .\r\n\r\nمحمد بن محمد بن عبد الكريم بن برز .\r\nالوزير مؤيد الدين أبو الحسن .\r\nتوفي في حبس المستنصر في 630 ، ومات قبله ابنه محمد المسجون معه في 629 . ويقال له محمد بن عبد الكريم نسبة إلى الجدّ . ترجمه الصفدي في « الوافي بالوفيات - رقم 57 » وترجم في « الآداب السلطانية - ص 237 » .\r\nومرّ ابنه الخواجة حسين بن محمد في ( ص 53 - 54 ) .\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":178},
  {"content":"\r\n\r\n\r\nمحمد بن محمد بن علي بن ظفر الحمداني القزويني .\r\nذكره منتجب الدين ابن بابويه ( 505 - 585 ) وقال : فقيه فاضل ، كما ذكر والده برهان الدين أبا الحرث محمد بن أبي الخير علي بن أبي سليمان ظفر بن علي الذي ذكرناه في ( الثقا : 274 والنابس : 176 ) وقد وقع خلط بين الوالد وولده .\r\nفالظاهر أنّ الذي يروي عن الراوندي ( م 548 ) ( الثقا : 217 - 218 ) ومؤلف « دلائل القرآن » ( ذ 8 : 252 ) هو الوالد « 1 » الملقب برهان الدين وأنّ « تخصيص البراهين » ( ذ 4 : 4 ) هو للولد الذي هو أستاذ الخواجة نصير الطوسي ( ص 168 - 170 ) ، ومحمد بن معد بن علي الآتي ، وأحمد بن يوسف العريضي ( ص 14 - 15 ) . ويروي المترجم له عن سديد الدين محمود بن علي الحمصي ( الثقا : 295 ) وعن محمد بن عبد اللّه بن زهرة ( ص 160 - 161 ) وعن منتجب الدين بن بابويه ( م 585 ) ( الثقا : 196 ) . وقد كتب بخطه نسخة من « الفهرس » لأستاذه هذا فرغ منها في أواسط رجب 613 وعن خطّ المترجم له كتب الشهيد نسخته من « الفهرس » ( ذ 16 : 395 - 396 ) . وكتب الشيخ عبد النبي الجزائري نسخته عن نسخة منقولة عن خطّ الشهيد . ثم كتب فضل اللّه بن محمد بن الفضل العباسي تلميذ عبد النبي نسخة عن نسخة أستاذه . ونسخة العباسي موجودة اليوم عند الشيخ محمد السماوي في النجف . وكتب المترجم له « الأربعين » تأليف أستاذه المنتجب أيضا في 613 وكتب الشهيد عن خطه في 776 في الحلة كما ذكره الجبعي في نسخته التي كتبها عن خطّ الشهيد في 12 رجب 861 . وتوجد بخطّه في المكتبة الغروية بالنجف الجزء الثاني من تفسير « التبيان » للطوسي فرغ منه في السبت 19 شعبان 576 من وقف جلال الدين عبد اللّه بن شرفشاه الحسيني في 810 توقيعه : محمد بن محمد بن علي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وفي « الأمل » جعل الراوي عن الراوندي هو الولد .\r\n","page_name":" 171 ","page_number":179},
  {"content":"\r\n\r\nالعروي ( لعله القزويني ) . ويوجد أيضا بخطه مجلد آخر من « التبيان » من آية [ يا أرض ابلعي مائك 
  ] إلى [ قال لفتاه ائتنا غداتنا 
  ] وتأريخ كتابته 566 .\r\n\r\nمحمد بن محمد بن علي الفراهاني المحمدآبادي .\r\nانتسخ بخطّه من مجموعة فيها « الجواهر » لابن برّاج ، و « المراسيم » وشرحه ، وكانت عليها إجازة بخط القطب الراوندي ( م 573 ) . فكتب صاحب الترجمة في آخر المجموعة إنه انتسخ منها في العشر الأخير من شعبان 618 داعيا لصاحبه ومستغفرا لمصنّفه .\r\n\r\nمحمد بن محمد بن محمد الجويني .\r\nالوزير شمس الدين بن بهاء الدين بن شمس الدين الملقب بصاحب الديوان من أحفاد أبي المعالي إمام الحرمين الجويني .\r\nكان آباؤه من الشوافع وصار هو إماميا . قال القاضي كان جدّه شمس الدين محمد مستوفيا لخوارزمشاه وصار والده بهاء الدين مستوفيا للمغول . وبعد فتح بغداد نصب المترجم له وزيرا عاما للبلاد كلها . وبقي على ذلك حتى قتل نكودار الذي أسلم ولقب أحمد وجلس مكانه أرغون الذي كان ميالا نحو اليهود فقتل شمس الدين وأولاده الأربعة يحيى وفرج اللّه ومسعودا وأتابك وبقي الخامس وهو زكريا حيا وهذا في 4 شوال 683 فرثاه الشعراء مثل مجد همگر وسعدي وغيرهم . ومرّ أخوه عطا ملك الجويني في ( ص 97 - 98 ) .\r\n\r\nمحمد بن محمد بن محمد بن زيد بن الداعي\r\nبن زيد بن علي بن الحسين بن الحسن .\r\nهو رضي الدين بن فخر الدين بن رضي الدين الآوي العلوي الأفطسي . ذكر نسبه إلى الحسن الأفطس ثم إلى الإمام السجاد في « خاتمة المستدرك - ص 444 » يروي عن أربعة آباء رابعهم الداعي بن زيد ( النابس : 75 ) عن شيخ الطائفة الطوسي ( م 460 ) . كان المترجم له مصاحبا لابن طاوس ( م 664 ) .\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":180},
  {"content":"\r\n\r\nويروي ابن طاوس عنه في كتبه بعض الحكايات . ونقل المجلسي في « البحار » عن « المجموعة » للجبعي أنه توفي ليلة الجمعة 4 صفر 654 . مرّ ولده محمد ( ص 170 ) ويأتي حفيده كمال الدين الحسن بن محمد في الثامنة . ويروي عن صاحب الترجمة محمد بن أحمد بن صالح القسيني ( ص 148 ) - الذي روى عن فخار في سنة وفاته ( 630 ) وهو صغير - . وذكر أنّ روايته عن صاحب الترجمة كانت في 632 .\r\n\r\nمحمد بن محمد بن محمد السبزواري .\r\nهو مؤلّف « معارج اليقين » الذي ينقل عنه المجلسي في مبحث المعاد من « حق اليقين » . وينقل عنه أيضا المولى نجف علي الزنوزي في « جواهر الأخبار » . وذكر المولى علي الخياباني أن نسخته موجودة عنده وقال : إن مؤلّفه محمد بن محمد بن محمد السبزواري فرغ من تأليفه 679 . أقول : رأيت النقل عن هذا الكتاب في هامش نسخة « من لا يحضره الفقيه » الموجودة في مكتبة عبد الحسين الأميني التبريزي بالنجف فيما قبل آخر الجزء الرابع منه بست صفحات ما لفظه :\r\nفي « معارج اليقين » الفصل السادس والثلاثين في « أحاديث كيف أصبحت » ثم أورد الأحاديث المبدوءة بالسؤال بجملة : كيف أصبحت ؟ والمذكور منها في تلك الحاشية عشرة موارد .\r\n\r\nمحمد بن محمد بن محمد بن محمد الجويني .\r\nهو بهاء الدين بن شمس الدين صاحب « الديوان » بن بهاء الدين بن شمس الدين . ذكرنا آباءه في ترجمة والده . وكان هو حاكم أصفهان في عهد أبقا خان المغولي . وتوفي فجأة وعمره أقل من ثلاثين سنة فرثاه الشعراء ووالده شمس الدين صاحب الديوان .\r\nوقد ألّف المحقق الحلي « المعتبر في شرح المختصر » باسمه ، وألّف الخواجة الطوسي له « أوصاف الأشراف » و « صد كلمه‌ى بطلميوس » ( ذ 13 :\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":181},
  {"content":"\r\n\r\n171 ) ، وألف العماد الطبري له « كامل بهائي » ( ذ 17 : 252 ) . ومر والده محمد ( ص 172 ) وعمه عطاملك في ( ص 97 - 98 ) .\r\n\r\nمحمد بن مطرف الحسيني .\r\nمن تلاميذ المحقق الحلي ( م 676 ) ( ص 30 ) ومحمد بن أبي الغر ( ص 165 ) . كتب المترجم له نسخة من « مختصر المراسم » لأستاذه المحقق ، ثم قرأه عليه . وفراغه من الكتابة 672 . ثم قرأه على صاحب الترجمة تلميذه محمد بن الحسن الزرقني ( ص 156 ) في 695 . وكتب صاحب الترجمة له إجازة في التأريخ . وهذه صورة خطّه :\r\n[ قرأ عليّ مختصر رسالة سلار بن عبد العزيز الديلمي قدّس اللّه روحه الولد العزيز الأجل الأوحد العالم الفاضل رضي الدين أبو عبد اللّه محمد بن حسن بن علي ابن محمد الزرقني الداودي العلوي الحسيني أحسن اللّه تسديده وأجزل من كلّ عارفة فضله ومزيده ، قراءة مرضيّة ، وشرحت له من فقه الكتاب ما خطر ببالي في الحال من الخلاف الحاصل في المسألة بين أصحابنا رضي اللّه عنهم وبيّنت له ذلك حسب الجهد والطاقة فأخذه واعيا وفهمه ضابطا فليرو ذلك عني عن الشيخ الفاضل المعظم الفقيه مفتي الفرق ، قدوة العلماء ، نجم الدين أبي القاسم جعفر بن الحسن بن سعيد الحلي ، قدّس اللّه روحه ونوّر ضريحه ، عن شيخه محمد ابن إدريس ، عن عربي بن مسافر ، عن إلياس بن هشام الحائري ، عن أبي علي ، عن مصنفه ، رضي اللّه عنهم أجمعين . وكتب العبد الفقير إلى اللّه تعالى محمد بن مطرف الحسني 
  ] .\r\nوجاء بخطه أيضا في الهامش :\r\n[ وأذنت له أيضا أن يروي عني كتاب الأصل عن الشيخ محمد بن أبي الغر عن شيخه أحمد . . . عن مشايخه . وكتب محمد بن مطرف 
  ] . وكتب مختصر هذه الإجازة في آخر الكتاب ، تأريخها يوم الخميس رابع عشر جمادى الآخرة سنة خمس وتسعين وستمائة وكتب محمد بن مطرف . وهذه النسخة اشتراها\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":182},
  {"content":"\r\n\r\nسيدنا الحسن الصدر من بقال ببغداد كان يضع على أوراقه التمر واللبن وغيرها من الحوائج . واستنسخ عنها السيد محمد الهندي بالنجف بخطه ، ونسخة الهندي موجودة عند الشيخ محمد السماوي بالنجف .\r\n\r\nمحمد بن معد بن علي\r\nبن رافع بن أبي الفضائل معد بن علي بن حمزة ابن أحمد بن حمزة بن علي بن أحمد بن موسى بن إبراهيم بن الإمام موسى الكاظم ابن جعفر الصادق ( ع ) . وهو صفي الدين أبو جعفر الموسوي من مشايخ سديد الدين يوسف بن علي بن المطهر والد العلامة الحلي . يروي عن محمد بن محمد بن علي الحمداني القزويني ( ص 171 - 172 ) « فهرس منتجب الدين » عن مؤلفه المنتجب . وقد كتب المترجم له نسبه على نسخة من « فهرس منتجب الدين » كما ذكرته . ويروي أيضا عن علي بن يحيى الخياط ( ص 118 - 119 ) وعن أحمد بن أبي المظفر محمد بن عبد اللّه قراءة عليه في آخر نهار الخميس 8 صفر 616 كما مرّ في « ص 9 - 10 » . وصرّح به ابن طاوس في « اليقين » عند روايته عن المترجم له في العشر الأخير من صفر 616 وذكر أنّ أحمد ابن أبي المظفر يروي عن ابن الخشاب النحوي الذي روى عن شيخه ابن خيرون في المحرم 531 .\r\n\r\nمحمد الموسوي .\r\nنجم الدين أبو نصر نقيب مشهد الكاظمين ( ع ) ، وهو جدّ هبة اللّه الموسوي صاحب « المجموع الرائق » الذي ألفه « 703 » ( ذ 20 : 55 - 56 ) ألّفه لأمه ، وقد أورد فيه عن خطّ جدّه الأمي صاحب الترجمة أدعية الأيام السبعة المروية عن الإمام الكاظم ( ع ) . أقول :\r\nهو من تلاميذ رضي الدين علي بن طاوس ( ص 116 - 118 ) أجيز منه مع جمع آخر منهم الشيخ شمس الدين محمد القسيني وأولاده جعفر وإبراهيم ( ص 2 و 31 ) وعلي ، ذكر الجميع محمد القسيني في إجازته لطومان ( ص 148 ) معبرا عنه بالنقيب نجم الدين محمد الموسوي .\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":183},
  {"content":"\r\n\r\n\r\nمحمد بن موسى بن جعفر بن محمد\r\nبن محمد بن أحمد بن محمد الطاوس .\r\nالسيد الشهيد شرف الدين أبو الفضائل الحسني . هكذا وصفه كاتب نسخة من « معجم الأدباء » لياقوت . فجاء في آخر النسخة : [ فرغ من نقله وما قبله من الأجزاء ، الفقير إلى عفو اللّه ومسامحته لؤلؤ بن عبد ، عتيق السيد الشهيد . . . - إلى آخر ما ذكرناه في العنوان - في أواخر صفر بالخير من سنة 679 هلالية ببغداد 
  ] . هذا ما أورده المحقق لطبعة « معجم الأدباء » في حاشية « ج 18 ص 176 » ولعله أخ علي بن طاوس ( ص 116 - 118 ) وأحمد ابن طاوس ( ص 13 - 14 ) .\r\n\r\nمحمد المؤمن القزويني .\r\nالمولى العالم الفاضل المتقن البارع شمس الدين .\r\nهكذا وصفه سعد بن منصور بن كمونة في أول كتابه « اللمعة الجوينية » « 1 » الذي كتبه بأمر صاحب الترجمة ، حين أراد العودة من بغداد ليصحبه معه برسم خزانة صاحب الديوان شمس الدين الجويني ( ص 172 ) وذلك في سنة 679 . ومرّ في ( ص 167 ) محمد بن القزويني .\r\n\r\nمحمد بن المؤيد بن أبي الحسن\r\nبن جمال السنة أبي عبد اللّه محمد .\r\nالشيخ سعد الدين بن أبي بكر الحموي البحرآبادي الجويني . سافر إلى الشام 25 سنة وسكن سفح قاسيون وحماه ولذلك عرف بعد رجوعه إلى وطنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقد ذكر آثار ابن كمونة ومنها « اللمعة » هذه في مواضعها من « الذريعة » ولكن لما تحقق أن ابن كمونة كان مشاركا في تأليف كتاب « تنقيح الأبحاث في الملل الثلاث » الذي انحاز فيه نحو اليهودية ، دين آبائه ، حذفت ترجمته عن هذا الكتاب ( الأنوار الساطعة ) .\r\nفالرجل كان متظاهرا بالاسلام لكنه لما رأى المغول يعتمدون على اليهود ، خوفا من المسلمين لعطفهم على العباسيين ، وخوفا من المسيحيين لانحيازهم نحو الروم ، فقتلوا الوزراء الجوينيين ونصبوا على بلاد العراق وإيران حكاما من اليهود ، كل هذا أحيا فيه عرق اليهودية فانحاز إليهم في كتابه هذا الذي طبعه موسى برلمان في كاليفورنيا بأمريكا ، في 1967 .\r\n","page_name":" 176 ","page_number":184},
  {"content":"\r\n\r\nخراسان بحمويه « 1 » والحموي . وفي آثاره ووصاياه كثير ما يدلّ على تشيعه وإن كان صوفيا وحدويا . وهو من أصحاب نجم الدين كبرا ( ص 10 - 11 ) وذكرنا كتبه « سجنجل الأرواح » الذي ألّفه حين سفره بحمص ، ونقل القاضي عن كتابه « محبوب الأولياء » أنه قال : لا يحل معضلاتها إلا المهدي وأورد عن تلميذه النسفي ( ص 96 - 97 ) ما يدل على تشيعهما . أرّخ صاحب « الشذرات » وفاته يوم الأضحى 650 وكذا اليافعي في « مرآة الجنان » ، وذكر الجامي في « النفحات » أن عمره يوم وفاته كان ستين سنة . ودفن ببحرآباد كما في « مجالس المؤمنين » للقاضي . وله ديوان ( ذ 9 : 447 ) وهو والد صدر الدين إبراهيم الحموي صاحب « فرائد السمطين » ( م 722 ) ( ذ 16 : 135 - 137 ) وبقي أولاده بيزد حتى القرن العاشر ( ذ 8 :\r\n187 - 188 ) . وذكر إسماعيل پاشا في « هدية العارفين 2 : 124 » من تصانيفه « بحر المعاني » ، « حقائق الحروف » ، « سفينة الأبرار » ، « سكينة الصالحين » ، « محبوب المحبين » ، « المرفوع المصنوع » وغيرها .\r\n\r\nمحمد بن الناصر بن حمزة .\r\nجمال الدين العلوي الحسيني العراقي الوراميني المجاز من محمد بن القاسم بن محمد البرزهي البيهقي ( ص 166 - 167 ) في 24 رمضان 661 ؛ وصفه المجيز في تلك الإجازة بقوله : السيد الإمام الأجل العالم جمال الدين شرف الإسلام سيد السادات محمد بن الناصر إلخ . والظاهر أنه هو جمال الدين الوراميني أستاذ الشيخ الفقيه أحمد بن الحسن الناوندي ( ص 33 ) . رأيت الإجازة بخط المجيز على ظهر « الجمل والعقود » ذكر فيها أنه قرأ « الجمل والعقود » و « النهاية » من أوّله إلى آخر المجلد الثاني و « الوسيلة » ، قراءة فهم وتبين وتأمل مع مباحثة ومذاكرة . وكذلك قرأ « الفرائض النصيرية »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وحمويه نسبة إلى حماه كما في بابويه إلى باب وسيبويه إلى سيب وقبادويه إلى قباد وغيرها .\r\n","page_name":" 177 ","page_number":185},
  {"content":"\r\n\r\nوسمع مني كتاب « السرائر » و « الإصباح » و « المراسم » . ثم أجازه أن يرويها جميعها عن شيخه عنه عن شيخه معين الدين سالم بن بدران ( ص 71 ) نوّر اللّه مضجعه . والنسخة من موقوفة السيد علي بن أبي طالب الهمداني الاصفهاني 1276 عند ولده السيد حسين بالنجف .\r\n\r\nمحمد بن يحيى بن أحمد بن يحيى بن الحسن بن سعيد .\r\nالشيخ صفي الدين ابن نجيب الدين الحلي . يروي عن والده نجيب الدين يحيى ( م 690 ) كما يأتي . وقد كتب صفي الدين محمد هذا عن إملاء والده النجيب إجازة منه لعبد الكريم بن طاوس ( ص 91 - 92 ) على ظهر نسخة من « معالم العلماء » في ذي القعدة 686 .\r\n\r\nمحمد بن يوسف بن محسن .\r\nمن العلماء الستة الذين سمعوا عن رضي الدين علي بن طاوس ( ص 116 - 118 ) بعض كتابه « التشريف بتعريف وقت التكليف » . ثم كتب لهم ابن طاوس بخطه إجازة لهم في داره ببغداد في 658 كما مرّ صورة الإجازة في ( ص 49 - 51 ) .\r\n\r\nمحمود بن علي بن الحسن .\r\nالشيخ الإمام سديد الدين الحمصي الرازي الهمداني . ذكرناه في ( الثقا : 295 ) لكنه بقي إلى هذه المائة وكان في سنة 600 مدرسا بالمدرسة الجمالية بهمدان . وذكرنا إجازته للخجندي في ( الثقا :\r\n277 ) وهي على نسخة من « المنقذ من التقليد » له توجد ضمن مجموعة كتبها بهاء الدين وتأريخ بعض أجزائها 23 و 24 و 26 و 28 بعد الألف من الهجرة .\r\n\r\nمحمود بن محمد .\r\nالمولى الفقيه العالم خطير الدين . كان ماهرا في النجوم . قال رضي الدين بن طاوس ( م 664 ) في الباب الخامس من « فرج المهموم في ذكر علماء النجوم » ، عند ذكر علم النجوم عند الشيعة ومن أدركه\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":186},
  {"content":"\r\n\r\nمن المنجمين من علمائهم : ومنهم الفقيه العالم الزاهد الملقب بخطير الدين محمود ابن محمد . ثم ذكر مجيئه إلى العراق ونزوله بالكاظمية أوان كون ابن طاوس ببغداد في أيام المستنصر ( م 640 ) وذكر توسطه عند الخليفة لقطع خمسين دينارا له رسما ، فأخذ رسمه مرة واحدة وتوفي في السنة وذكر مهارته في القواعد النجومية .\r\n\r\nمحيي الدين : - محمد بن عبد اللّه بن علي بن زهرة .\r\n\r\n[ محيي الدين : 
  ] - محمد بن علي بن محمد بن أحمد .\r\n\r\nمختار ( آل . . . ) - ( ابن ال . . . ) : - إسماعيل بن الحسن بن علي .\r\n\r\n[ مختار ( آل . . . ) - ( ابن ال . . . ) : 
  ] - الحسن بن علي بن عميد الدين .\r\n\r\n[ مختار ( آل . . . ) - ( ابن ال . . . ) : 
  ] - عبد اللّه . . .\r\n\r\n[ مختار ( آل . . . ) - ( ابن ال . . . ) : 
  ] - محمد بن علي . . .\r\n\r\nالمدائني :\r\n- عبد الحميد بن هبة اللّه بن محمد بن أبي الحديد .\r\n\r\nالمدرّس : - ربيع بن محمد الكوفي .\r\n\r\n[ المدرّس : 
  ] - عماد الدين بن ذي الفقار .\r\n\r\nالمرتضى : - أحمد بن محمد بن جعفر بن زيد .\r\n\r\n[ المرتضى : 
  ] - الحسين بن أردشير بن محمد .\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":187},
  {"content":"\r\n\r\n\r\nمرتضى بن الحسن .\r\nعلاء الدين الحسيني . هو والد الملك الحاكم العادل فخر الدين حسن الذي ألّف لأجله « تزكية الأرواح » ( ذ 4 :\r\n171 ) المنتزع من « أخلاق ناصري » للخواجه نصير الطوسي وقد أطرى مؤلف « التزكية » على صاحب الترجمة وولده بما يظهر منه أنهما من العلماء .\r\nوتأريخ كتابة النسخة 764 عند السيد باقر حفيد اليزدي .\r\n\r\nمرشد الدين :\r\n- علي بن الحسين بن أبي الحسين .\r\n\r\nالمرقاني :\r\n- أبو الفضل بن شهردوير .\r\n\r\nالمرقي :\r\n- أفضل الدين الكاشاني .\r\n\r\nالمروزي :\r\n- إسماعيل بن الحسين بن محمد .\r\n\r\nالمزيدي :\r\n- محمد بن علي بن علي بن علي بن المفضل .\r\n\r\nالمستعصمي :\r\n- ياقوت . . .\r\n\r\nالمشغري :\r\n- يوسف بن حاتم بن فوز .\r\n\r\nالمصري : - أحمد بن يوسف التيفاشي .\r\n\r\n[ المصري : 
  ] - الحسن بن أحمد بن يوسف .\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":188},
  {"content":"\r\n\r\n\r\n[ المصري : 
  ] - سالم بن بدران بن علي .\r\n\r\n[ المصري : 
  ] - عمر بن علي بن مرشد بن الفارض .\r\n\r\n[ المصري : 
  ] - محمد بن علي بن علي بن علي بن المفضل .\r\n\r\nمصلح الدين سعدي بن عبد اللّه الشيرازي\r\nالشاعر الشهير المتوفى بشيراز 694 كما أرّخه معاصره في « الحوادث الجامعة » أو 691 كما في غيره .\r\nودفن بشيراز في تكية تعرف بالسعدية عن مائة وعشر سنوات كما قيل وقد أخذ تخلصه « 1 » من اسم ممدوحه أتابك سعد بن زنگى ( م 623 ) ومدح بعده ابنه أبا بكر بن سعد بن زنگى ( م 658 ) وهم من أتابكة فارس .\r\nوذكرنا آثاره في ( ذ 9 : 447 - 450 ) وله مكاتبات مع صاحب الديوان الجويني ( ص 81 ) ومن مديحه للمستعصم يظهر كونه متحفظا سلفيا .\r\n\r\nالمطرز ( ابن . . . ) :\r\n- علي بن قيصر بن عبد الرحمن .\r\n\r\nالمطرف ( ابن . . . ) :\r\n- محمد . . .\r\n\r\nالمطهر ( ابن . . . ) : - علي بن قيصر بن عبد الرحمن .\r\n\r\n[ المطهر ( ابن . . . ) : 
  ] - علي بن محمد . . .\r\n\r\n[ المطهر ( ابن . . . ) : 
  ] - محمد بن إسحاق . . .\r\n\r\nمطهر بن أبي القاسم .\r\nالسيد أبو الحسن . أهدى إليه الخواجة نصير الدين الطوسي كتابه « التجريد في الهندسة » ( ذ 3 : 351 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التخلص لقب شعري يتخذه الشاعر لنفسه ويذكره في آخر بيت من كلّ قطعة غزلية أو قصيدة كتوقيع له .\r\n","page_name":" 181 ","page_number":189},
  {"content":"\r\n\r\n\r\nالمظفر بن الفضل بن يحيى .\r\nالسيد أبو علي المعروف بابن حاجب الدار لأنه ابن شرف الدين أبي القاسم الحافظ لكتاب اللّه الملقب بحاجب الباب ابن يحيى بن النقيب عبد اللّه بن جعفر بن زيد بن جعفر نقيب حلب بن محمد الحرّاني النقيب ممدوح أبي العلاء ( م 449 ) وهو ابن أحمد الحجازي ابن محمد بن الحسين بن إسحاق المؤتمن بن الإمام جعفر الصادق ( ذ 15 :\r\n42 ) . قال في « عمدة الطالب » إنه السيد العالم مؤلف « صرف المعرة عن المعري » كتبها ذبّا عن أبي العلاء وتعصبا له في بعض ما يطعن عليه وجوابه عنه .\r\n\r\nالمعاني :\r\n- علي بن محمد بن علي بن موسى .\r\n\r\nالمعتزلي :\r\n- عبد الحميد بن هبة اللّه بن أبي الحديد .\r\n\r\nمعد بن الحسين بن معد .\r\nالشريف الجليل الموسوي الذي تولى بأمر الناصر لدين اللّه أحمد العباسي ( ص 4 - 6 ) على عمل الباب المشبّك المنصوب والباقي حتى اليوم على حاله على الصفة الشريفة في السرداب المقدس في صحن الإمامين الهادي والعسكري بسامراء . وقد فرغ النجار من صنعه للباب المشبك كما كتب عليه من إنشاء المترجم له في سنة 606 . والمظنون أن المترجم له ابن أخي النسابة فخار بن معد بن فخار الموسوي ( ص 129 - 130 ) . ولعله من بني أعمام صفي الدين محمد بن معد بن علي بن رافع ( ص 175 ) .\r\n\r\nالمعدني :\r\n- ابن ميسر .\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":190},
  {"content":"\r\n\r\n\r\nمعمّر بن علي بن مختار .\r\nكتب بخطه قطعة من « أصول الكافي » للكليني ( م 329 ) وبعض الفروع منه في مجلد كله بخط واحد . وفي أثناء كتاب « الحجة » في آخر باب الغيبة منها كتب اسمه ونسبه وتأريخ كتابته في 655 والنسخة موجودة في الخزانة الرضوية ، عليها خطوط العلماء كما فصل في فهرسها .\r\n\r\nمعين الدين :\r\n- سالم بن بدران بن علي .\r\n\r\nمعيّة ( ابن . . . ) :\r\n- القاسم بن الحسن بن محمد .\r\n\r\n[ معيّة ( ابن . . . ) : 
  ] - محمد بن الحسن بن محمد .\r\n\r\nالمفسر :\r\n- محمد بن الحسن الشيباني .\r\n\r\nمفيد الدين :\r\n- محمد بن جهيم . . .\r\n\r\nأبو المكارم :\r\n- علي بن محمد بن عبد اللّه بن زهرة .\r\n\r\nالمكزون :\r\n- الحسن بن يوسف .\r\n\r\nالمكيالي ( ابن . . . ) :\r\n- الحسين بن محمد بن علي .\r\n\r\nالملاطي :\r\n- محمد بن إسحاق بن علي بن يوسف .\r\n\r\nالملك :\r\n- علي بن يوسف بن أيوب .\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":191},
  {"content":"\r\n\r\n\r\n[ الملك 
  ] - محمد بن أحمد بن محمد بن علي بن العلقمي .\r\n\r\nملكدار ( ابن . . . ) :\r\n- بندار . . . القمي .\r\n\r\nالمنجم : - إسماعيل بن الحسين بن محمد .\r\n\r\n[ المنجم : 
  ] - الحسين بن الدورقي .\r\n\r\n[ المنجم : 
  ] - علي بن محمد بن محمد الطوسي .\r\n\r\n[ المنجم : 
  ] - محمود بن محمد .\r\n\r\nمنصور بن علي بن محمد الطوسي .\r\nكتب تملكه في سنة 662 لنسخة كتاب « الانتصار » للشريف المرتضى علم الهدى ( م 436 ) يظهر منه أن النسخة كانت بعض ما تحتوي عليه مكتبته في التأريخ ؛ وقد كتبت النسخة في كاشان بقلم علي بن إبراهيم الفراهاني وفرغ منها في 591 . رأيت النسخة الفتوغرافية بمكتبة الأميني التبريزي بالنجف .\r\n\r\nمنصور بن فلاح بن محمد بن سليمان .\r\nتقي الدين اليمني مؤلّف « المغني » في النحو في أربعة مجلدات . فرغ منه في المحرم 672 ولعله هو الذي نقل عنه الرضي ( ص 155 ) في « شرح الكافية » سنة 683 . ولعله من علماء الزيدية ولكنه لم يذكر في « مطلع البدور » . و « المغني » موجود في كربلاء عند السيد عباس الكاشاني ، ومجلد كبير منه في مكتبة الأميني التبريزي بالنجف .\r\n\r\nالمؤرّخ : - علي بن أنجب بن عثمان .\r\n\r\n[ المؤرّخ : 
  ] - يحيى بن حميدة بن ظافر .\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":192},
  {"content":"\r\n\r\n\r\nالموسوي : - عبد الحميد بن فخار بن معد .\r\n\r\n[ الموسوي : 
  ] - علي بن محمد بن الرضا بن محمد .\r\n\r\n[ الموسوي : 
  ] - فخار بن معد بن فخار .\r\n\r\n[ الموسوي : 
  ] - محمد . . .\r\n\r\n[ الموسوي : 
  ] - محمد بن معد بن علي بن رافع .\r\n\r\n[ الموسوي : 
  ] - معد بن الحسين بن معد الشريف .\r\n\r\nموسى بن جعفر بن محمد بن أحمد بن محمد بن طاوس .\r\nهو الشريف أبو إبراهيم والد رضي الدين علي بن طاوس ( 589 - 664 ) . كان من الرواة المحدثين ، كتب رواياته في أوراق وأدراج ، ولم يرتبها في كتاب إلى أن توفي ، فجمعها ولده رضي الدين المذكور في أربعة مجلدات وجعل لكلّ مجلد خطبة ( ديباجة ) وسماه « فرحة الناظر وبهجة الخاطر مما رواه والدي موسى بن جعفر » . هكذا ذكره رضي الدين في أوّل كتابه « الإجازات » عند ذكر تصانيفه . وصرّح في « الإقبال » في دعاء أول يوم من رمضان أنه يروي عن والده وأنه قرأ عليه « المقنعة » للمفيد ، فيظهر منها ومن تأريخ ولادة رضي الدين أن والده المترجم له كان من العلماء وقد أدرك هذه المائة حتى قرأ عليه ولده ( المولود 597 ) « المقنعة » . وذكر أن والده يروي « المقنعة » عن شيخه الفقيه حسين بن رطبة ( الثقا : 83 ) عن أبي علي عن والده الطوسي . ويروي أيضا عن شيخه علي بن محمد المدائني عن القطب الراوندي ( الثقا : 124 ) وصرح بان الشيخ أبا علي الطوسي كان خال والده والشيخ الطوسي جده من قبل الأم ، فلعله كان جده الأعلى .\r\nوقال في « فلاح السائل » إن والديه مدفونان في الغري ( النجف ) .\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":193},
  {"content":"\r\n\r\n\r\nالموصلي : - أحمد بن إبراهيم بن أحمد .\r\n\r\n[ الموصلي : 
  ] - أحمد بن محمد . . .\r\n\r\n[ الموصلي : 
  ] - الحسن بن محمود بن الحسن .\r\n\r\nموفق الدين :\r\n- أبو الفضل بن أبي الغنائم .\r\n\r\nالمؤمن :\r\n- محمد . . .\r\n\r\nمؤيد الدين : - محمد بن أحمد بن محمد بن علي الوزير .\r\n\r\n[ مؤيد الدين : 
  ] - محمد بن محمد بن عبد الكريم بن برز .\r\n\r\nالمهتدي ( ابن . . . ) :\r\n- محمد بن الحسن بن محمد . . .\r\n\r\nمهدي بن الحسن بن محمد النيرمي الجرجاني\r\nعالم فاضل دوّن مجموعة كتب فيها رسائل ، فرغ من بعضها 657 ومن بعضها 658 ، وقد قابل بعضها مكررا وكتب على جملة منها حواشي نافعة تدلّ على فضله وعلمه ، ومنها « الجمل والعقود » للشيخ الطوسي ، و « الفرائض النصيرية » ، و « المراسم » ، و « غسل الجنابة » لسالم بن بدران ، و « حرمة العصير الزبيبي قبل ذهاب الثلثين » للإمام مجد الدين السرقني . وعلى ظهر « الجمل » إجازة محمد بن قاسم البرزهي لجمال الدين محمد بن الناصر الوراميني في 661 والنسخة عند السيد حسين الهمداني بالنجف .\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":194},
  {"content":"\r\n\r\n\r\nمهذب الدين : - الحسين بن رده .\r\n\r\n[ مهذب الدين : 
  ] - الحسين بن أبي الفرج بن رده .\r\n\r\n[ مهذب الدين : 
  ] - الحسين بن محمد بن عبد اللّه .\r\n\r\n[ مهذب الدين : 
  ] - محمد بن علي بن علي بن علي بن المفضل .\r\n\r\nالمهلبي :\r\n- أحمد بن علي بن معقل الأزدي .\r\n\r\nمهند ( ابن . . . ) :\r\n- يوسف بن حاتم بن فوز .\r\n\r\nالمهندس : - جعفر القطاع .\r\n\r\n[ المهندس : 
  ] - علي بن فضل اللّه سالار .\r\n\r\nميثم بن علي بن ميثم .\r\nالشيخ كمال الدين البحراني ( 636 - 699 ) هو تلميذ الشيخ كمال الدين علي بن سليمان البحراني ( ص 105 - 106 ) الذي أرسل رسالة « العلم » لأستاذه أحمد بن علي بن سعادة ( ص 7 ) إلى المحقق الطوسي ( ص 168 ) فشرحها الطوسي . ويروي المترجم له عن أستاذه المذكور وعن الخواجة الطوسي . قال الشيخ سليمان الماحوزي في كتابه « تراجم علماء البحرين » ما لفظه : [ الشيخ الإمام العلّامة الرباني كمال الدين ميثم بن علي ابن ميثم بن معلى البحراني . له مصنفات كثيرة منها الشروح الثلاثة لكتاب « نهج البلاغة » ، و « النجاة يوم القيامة » في الإمامة ، و « القواعد » في الكلام ، و « شرح الإشارات » لشيخه علي بن سليمان الستراوي ، نسبة إلى ستره ، وهي قرية كبيرة بالبحرين - إلى أن قال - : توفي سنة 679 وكان\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":195},
  {"content":"\r\n\r\nمولده 636 
  ] أقول : الرسالة بقلم الشيخ مبارك بن علي الجارودي في 1167 نقلها عن خطّ مؤلفه الشيخ سليمان ( م 1121 ) لكن التأريخ مخدوش لأن فراغ ابن ميثم من « الشرح الصغير لنهج البلاغة » كان في 681 وفرغ من « الشرح الكبير للنهج » في 677 ( ذ 14 : 149 - 150 ) فالصحيح من تاريخ وفاته هو ما ذكره صاحب « كشف الحجب » وهو 699 ظاهرا .\r\nومرّ في ( ص 90 ) أنه ألّف « نجاة القيامة » لعبد العزيز بن جعفر .\r\n\r\nابن ميسر المعدني .\r\nحمل ما وجده من الزمرد إلى السلطان الكامل الأيوبي الذي مات 635 وأخبر بذلك معاصره أحمد بن يوسف التيفاشي مؤلف كتاب « الأحجار » في 640 ، ونقله المعاصر عنه في كتابه المذكور .\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":196},
  {"content":"\r\n\r\n\r\n[ « ن » 
  ]\r\n\r\nناصر الدين :\r\n- راشد بن إبراهيم بن إسحاق .\r\n\r\nالناصر لدين اللّه :\r\n- أحمد بن الحسن بن يوسف .\r\n\r\nناصر بن عبد المطلب بن پادشاه الحسيني الجزائري .\r\nقال في « الرياض » إنه ترجمه السيد علي بن عبد الحميد في كتابه « الرجال » وعدّه من المقاربين لعصر العلامة الحلي ( م 726 ) . والجزائري نسبة إلى جنوبي إيران وليس إلى الجزائر بافريقية الشمالية .\r\n\r\nناصر بن مهدي .\r\nالشريف النقيب الوزير الحسيني . جاء بغداد بعد وقعة خوارزمشاه تكش فوردها في شعبان 592 ومعه النقيب محمد بن عز الدين يحيى الشهيد في تلك الوقعة سنة 589 وتلقاهما الناصر العباسي بالقبول ، وفوّض نقابة الطالبيين إلى المترجم له برهة ثم استوزره وفوضت النقابة إلى السيد محمد المذكور ( الثقا : 292 ) .\r\n\r\nابن الناقد :\r\n- أحمد بن محمد . . . الوزير .\r\n\r\nالناوندي ( النهاوندي ) :\r\n- أحمد بن الحسن .\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":197},
  {"content":"\r\n\r\n\r\nنجا ( ابن . . . ) : - الحسن بن محمد بن أحمد . . .\r\n\r\n[ نجا ( ابن . . . ) : 
  ] - الحسين بن محمد بن أحمد . . .\r\n\r\nالنجفي :\r\n- محمد بن الحسن الأسترآبادي .\r\n\r\nنجم الأئمة :\r\n- محمد بن الحسن الأسترآبادي .\r\n\r\nنجم الدين : - أحمد بن محمد بن عمر الخيوقي .\r\n\r\n[ نجم الدين : 
  ] - جعفر بن الحسن بن يحيى الأكبر .\r\n\r\n[ نجم الدين : 
  ] - جعفر بن محمد بن جعفر بن هبة اللّه .\r\n\r\n[ نجم الدين : 
  ] - الحسن بن علي بن الحسن الطبري .\r\n\r\n[ نجم الدين : 
  ] - الحسين بن أردشير بن محمد .\r\n\r\n[ نجم الدين : 
  ] - محمد الموسوي .\r\n\r\nنجيب الدين : - علي بن فرج السوراوي .\r\n\r\n[ نجيب الدين : 
  ] - أبو القاسم بن الحسين الحلي .\r\n\r\n[ نجيب الدين : 
  ] - محمد بن جعفر بن هبة اللّه بن نما .\r\n\r\n[ نجيب الدين : 
  ] - محمد السوراوي .\r\n\r\n[ نجيب الدين : 
  ] - محمد بن علي بن عمر .\r\n\r\nالنحوي : - إسماعيل بن الحسين بن محمد .\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":198},
  {"content":"\r\n\r\n\r\n[ النحوي : 
  ] - الحسن بن محمد بن أحمد بن نجا .\r\n\r\n[ النحوي : 
  ] - الحسين بن پدر بن أياز .\r\n\r\n[ النحوي : 
  ] - علي بن محمد بن محمد بن علي بن السكون .\r\n\r\n[ النحوي : 
  ] - عمر بن الحسن بن علي .\r\n\r\n[ النحوي : 
  ] - محمد بن الحسن الأسترآبادي .\r\n\r\n[ النحوي : 
  ] - محمد بن أبي الفوارس .\r\n\r\n[ النحوي : 
  ] - منصور بن فلاح بن محمد .\r\n\r\n[ النحوي : 
  ] - نصر بن علي بن منصور .\r\n\r\n[ النحوي : 
  ] - هبة اللّه بن حامد بن أحمد بن أيوب .\r\n\r\nالنخعي :\r\n- ورام بن أبي فراس .\r\n\r\nالنسابة : - أحمد بن محمد العلوي .\r\n\r\n[ النسابة : 
  ] - أحمد بن محمد بن المهنأ .\r\n\r\n[ النسابة : 
  ] - إسماعيل بن الحسين بن محمد .\r\n\r\n[ النسابة : 
  ] - الأشرف بن الأغر .\r\n\r\n[ النسابة : 
  ] - عبد الحميد بن فخار بن معد بن فخار .\r\n\r\n[ النسابة : 
  ] - عبد الحميد بن محمد بن عبد الحميد .\r\n\r\n[ النسابة : 
  ] - عبد الكريم بن أحمد بن موسى بن جعفر .\r\n\r\n[ النسابة : 
  ] - محمد بن عبد الحميد بن عبد اللّه .\r\n\r\nالنسفي :\r\n- عزيز بن محمد . . .\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":199},
  {"content":"\r\n\r\n\r\nنصر بن علي بن منصور .\r\nالشيخ أبو الفتوح الخازن النحوي الحائري . يروي عنه فخار بن معد الموسوي ( م 630 ) ( ص 129 - 130 ) فقال في كتابه « حجة الذاهب » :\r\nحدثني الشيخ أبو الفتوح نصر . . . رحمه اللّه بمدينة السلام سنة 599 قال :\r\nأخبرني الشيخ أبو القاسم ذاكر بن كامل بن أبي غالب في شهر ربيع الأول سنة 591 قراءة عليه وأنا أسمع ، قال : أخبرنا أبو الحسن علي بن أحمد الحداد إجازة ، قال : أخبرنا أبو نعيم أحمد بن عبد اللّه الحافظ . . .\r\nومرّ في ( ص 107 ) علي بن علي بن منصور الذي روى عن عبد الحميد ابن فخار بن معد عن والده عنه .\r\n\r\nنصير الدين : - أحمد بن محمد بن الناقد .\r\n\r\n[ نصير الدين : 
  ] - راشد بن إبراهيم بن إسحاق .\r\n\r\n[ نصير الدين : 
  ] - محمد بن محمد بن الحسن الخواجة الطوسي .\r\n\r\nالنّصيري :\r\n- علي بن محمد بن محمد بن علي بن السكون .\r\n\r\nنظام الدين : - ابن الزبيب .\r\n\r\n[ نظام الدين : 
  ] - أحمد بن محمد بن عبد الغني .\r\n\r\n[ نظام الدين : 
  ] - أحمد بن محمد بن جعفر بن هبة اللّه بن نما .\r\n\r\n[ نظام الدين : 
  ] - محمد بن إسحاق بن المطهر القاضي .\r\n\r\nنظام الشرف بن قوام الشرف الاصفهاني الحسيني .\r\nيوجد في المكتبة الرضوية « فتيا فقيه العرب » لإمام اللغة أحمد بن فارس الرازي بخطّ\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":200},
  {"content":"\r\n\r\nنظام الشرف الحسيني . فرغ من كتابته في 617 . ويوجد هناك أيضا « قصيدة المقصور والممدود » لابن دريد بخطّ نظام الشرف بن قوام الشرف الاصفهاني . وقد كتب في ذيل كلّ بيت شرح معناه مختصرا ولعل « الشرح » للكاتب نفسه . وتأريخ خطّه وتوقيعه 617 أيضا . والظاهر اتحادهما .\r\n\r\nنقي :\r\n- محمد بن علي . . .\r\n\r\nالنقيب : - أبو الفضل بن أبي الغنائم .\r\n\r\n[ النقيب : 
  ] - أحمد بن حمزة بن الحسين بن العباس .\r\n\r\n[ النقيب : 
  ] - أحمد بن محمد بن جعفر بن زيد .\r\n\r\n[ النقيب : 
  ] - إسماعيل بن الحسن بن علي .\r\n\r\n[ النقيب : 
  ] - الحسن بن زهرة بن الحسن .\r\n\r\n[ النقيب : 
  ] - الحسن بن علي بن عميد الدين .\r\n\r\n[ النقيب : 
  ] - عبد الحميد بن محمد بن عبد الحميد .\r\n\r\n[ النقيب : 
  ] - عبد الرحمن بن عبد السميع .\r\n\r\n[ النقيب : 
  ] - عبد الكريم بن أحمد بن موسى .\r\n\r\n[ النقيب : 
  ] - عبد اللّه بن المختار .\r\n\r\n[ النقيب : 
  ] - الفضل بن يحيى بن أبي عبد اللّه .\r\n\r\n[ النقيب : 
  ] - محمد بن الحسن بن محمد بن معية .\r\n\r\n[ النقيب : 
  ] - محمد بن الحسن بن موسى بن جعفر .\r\n\r\n[ النقيب : 
  ] - محمد بن علي بن موسى بن طاوس .\r\n\r\n[ النقيب : 
  ] - محمد الموسوي .\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":201},
  {"content":"\r\n\r\n\r\n[ النقيب : 
  ] - المظفر بن الفضل بن يحيى .\r\n\r\n[ النقيب : 
  ] - ناصر بن مهدي الشريف . . .\r\n\r\n[ النقيب : 
  ] - يحيى بن محمد بن محمد بن أبي زيد .\r\n\r\nنقيب النقباء :\r\n- علي بن محمد بن رمضان الطقطقي .\r\n\r\nابن نما : - أحمد بن محمد بن جعفر بن هبة اللّه . . .\r\n\r\n[ ابن نما : 
  ] - جعفر بن محمد بن جعفر بن هبة اللّه . . .\r\n\r\n[ ابن نما : 
  ] - محمد بن جعفر بن نما .\r\n\r\n[ ابن نما : 
  ] - محمد بن جعفر بن هبة اللّه .\r\n\r\nنور الدين : - علي بن يوسف بن أيوب .\r\n\r\n[ نور الدين : 
  ] - عمر بن صالح .\r\n\r\nالنهاوندي :\r\n- أحمد بن الحسن الناوندي .\r\n\r\nالنيرمي :\r\n- مهدي بن الحسن بن محمد . . .\r\n\r\nالنيشابوري : - عبد العزيز بن جعفر .\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":202},
  {"content":"\r\n\r\n\r\n[ النيشابوري : 
  ] - محمد بن إبراهيم بن إسحاق العطار .\r\n\r\n[ النيشابوري : 
  ] - محمد بن أبي البركات الجوهري . . .\r\n\r\n[ النيشابوري : 
  ] - محمد بن شرفشاه .\r\n\r\n[ النيشابوري : 
  ] - محمد بن القاسم بن محمد .\r\n\r\nالنيلي :\r\n- الحسين بن محمد بن عبد اللّه بن رده .\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":203},
  {"content":"\r\n\r\n\r\n[ « و » 
  ]\r\n\r\nالواراني : - علي بن الحسن بن أبي العباس .\r\n\r\n[ الواراني : 
  ] - علي بن الحسين بن أبي الحسين .\r\n\r\nالواسطي : - إبراهيم بن محمد . . .\r\n\r\n[ الواسطي : 
  ] - أحمد بن جعفر الواسطي .\r\n\r\n[ الواسطي : 
  ] - الحسين بن حماد بن أبي الخير .\r\n\r\n[ الواسطي : 
  ] - عبد الرحمن بن عبد السميع . . .\r\n\r\n[ الواسطي : 
  ] - عبد العزيز بن جعفر .\r\n\r\n[ الواسطي : 
  ] - علي بن أبي المجد .\r\n\r\n[ الواسطي : 
  ] - علي بن محمد الليثي .\r\n\r\n[ الواسطي : 
  ] - علي بن يحيى بن الحسن بن الحسين بن بطريق .\r\n\r\nالواعظ :\r\n- الأشرف بن الأغر .\r\n\r\nوجه الدويبة :\r\n- هبة اللّه بن حامد بن أحمد بن أيوب .\r\n\r\nالوراق :\r\n- أبو القاسم بن إسماعيل بن عنان .\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":204},
  {"content":"\r\n\r\n\r\nورام بن أبي فراس .\r\nالأمير الزاهد من أولاد مالك بن الأشتر النخعي صاحب أمير المؤمنين ( ع ) ، عالم فقيه ، شاهدته بالحلة ووافق الخبر الخبر . قرأ على شيخنا الإمام سديد الدين محمود الحمصي بالحلة وراعاه .\r\nهذا ما ذكره منتجب بن بابويه . وقال شيخنا النوري في « خاتمة المستدرك 3 :\r\n477 » : أبو الحسين ورّام بن أبي فراس ورّام بن حمدان بن عيسى بن أبي النجم ( أبي بحر خ . ل . ) بن ورّام بن حمدان بن خولان بن إبراهيم بن مالك بن الحارث الأشتر النخعي . وقال ابن حجر العسقلاني في « لسان الميزان - 6 :\r\n218 » : ورّام بن أبي فراس بن ورّام . كان في أوّل أمره من الأجناد يلبس القباء والمنطقة ويتقلد بالسيف ثم ترك ذلك وانقطع إلى العبادة . ذكره ابن أبي طي في « طبقات الإمامية » وبالغ في إطرائه وذكر له كرامات ، قال : ومات 650 ( كذا ) ، وقال ابن الأثير في حوادث سنة 605 « 1 » أنه في ثاني محرم منها توفي الزاهد ورام بن أبي فراس بالحلة . وفي حوادث سنة 622 : وفيها هرب أمير حاج العراق وهو حسام الدين أبو فراس الحلي الكردي الورّامي وهو ابن أخي الشيخ ورّام . . . وقال في « الأمل » :\r\nشيخ فاضل جليل القدر جدّ السيد رضي الدين علي بن طاوس لأمه ؛ له كتاب « تنبيه الخواطر ونزهة النواظر » « 2 » حسن ، إلا أنّ فيه الغثّ والثمين .\r\nأقول : له مسألة في « المواسعة والمضايقة » انتصر فيها للمضايقة . قال ابن طاوس في « فلاح السائل » : كان جدّي ورّام ممن يقتدى بفعله ، أوصى أن يجعل في فمه بعد وفاته فصّ عقيق عليه أسماء الأئمة . وهو يروي عن الحمصي المذكور والشريف علي بن إبراهيم العريضي ( الثقا : 177 ) .\r\nأقول : وقد ذكرت في ( الثقا : 327 ) في هامش ترجمة السيد بهاء الدين ورام بن نصر ، تحقيق الدكتور مصطفى جواد من أنّ آل ورام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ونقل الدكتور مصطفى جواد عن « الجامع المختصر » لابن الساعي نفس التأريخ وزاد أنه حمل جثمانه إلى مشهد علي بالكوفة .\r\n( 2 ) وقد طبع بالنجف بعنوان « مجموعة ورام » .\r\n","page_name":" 197 ","page_number":205},
  {"content":"\r\n\r\nأمراء الحلة كانوا من الأكراد الجاوانيين وبعد أن استعربوا انتسبوا إلى العلويين أو إلى مالك الأشتر . ولعلّ آباء المترجم له كانوا الموالي لأولاد الأشتر فاشتهروا به ثم بدّل النسبة بالولاء إلى النسبة بالدم وكثير ما وقع مثل هذا .\r\nولكن العجيب إنكار الدكتور مصطفى جواد تشيّع الشيخ ورام هذا ، مع أنه ذكر أن أهل السنة من الأكراد المستعربين إنما كانوا ينتسبون إلى عثمان وسائر الخلفاء ، فانتساب آل ورّام إلى مالك الأشتر الثائر مع المختار ابن أبي عبيدة ضد بني أمية طلبا لثأر الحسين ( ع ) له مغزاه ، ناهيك من أنّ جدّهم أبا الفتح بن ورّام أخذ الخلعة من الإمام الفاطمي من مصر واشترك مع البساسيري في إلغاء الخلافة العباسية كما مرّ في ص 8 نقلا عن ابن الأثير .\r\nوله « مكاتبات » مع هبة اللّه الشيرازي الداعي الفاطمي جاءت نصوصها في « السيرة المؤيدية » ط . محمد كامل حسين 1949 . وقد عدّه ابن أبي الطي في « طبقات الإمامية » على ما نقل في « لسان الميزان » .\r\n\r\nالوراميني « 1 » : - جمال الدين . . .\r\n\r\n[ الوراميني : 
  ] - محمد بن الناصر بن حمزة .\r\n\r\nالوزير : - عطا ملك الخواجة علاء الدين .\r\n\r\n[ الوزير : 
  ] - علي بن أحمد بن . . .\r\n\r\n[ الوزير : 
  ] - علي بن عيسى الأربلي .\r\n\r\n[ الوزير : 
  ] - علي بن محمد بن أحمد .\r\n\r\n[ الوزير : 
  ] - علي بن محمد بن محمد .\r\n\r\n[ الوزير : 
  ] - علي بن يوسف بن إبراهيم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نسبة إلى ورامين من نواحي الري . وأورامان لهجة من اللغة الكردية .\r\n","page_name":" 198 ","page_number":206},
  {"content":"\r\n\r\n\r\n[ الوزير : 
  ] - محمد بن أحمد بن محمد بن علي .\r\n\r\n[ الوزير : 
  ] - محمد بن محمد بن محمد الجويني .\r\n\r\n[ الوزير : 
  ] - محمد بن محمد بن عبد الكريم بن برز .\r\n\r\n[ الوزير : 
  ] - ناصر بن مهدي الشريف .\r\n\r\nالوزيري :\r\n- محمد بن أحمد بن محمد الشيخ بهاء الدين .\r\n\r\nوشاح ( ابن . . . ) : - سالم بن محفوظ بن عزيزة . . .\r\n\r\n[ وشاح ( ابن . . . ) : 
  ] - محفوظ . . .\r\n\r\nوشاح بن محمد الهرملي العاملي .\r\nهو والد الشيخ محفوظ بن وشاح الذي كان هو معاصر المحقق الحلي ( م 676 ) ( ص 30 ) وبينهما مراسلات أورد بعضها في « أمل الآمل » . فهو مقدّم على الشيخ وشاح بن محمد بن عتبة تلميذ العلّامة الحلي ، وقد كتب بخطه بعض تصانيف الحلي إلى سنة 727 .\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":207},
  {"content":"\r\n\r\n\r\n[ « ه » 
  ]\r\n\r\nابن أبي هاشم :\r\n- علي بن أحمد العلوي الحسيني .\r\n\r\nالهاشمي : - عبد الرحمن بن عبد السميع .\r\n\r\n[ الهاشمي : 
  ] - محمد بن أحمد بن عبد اللّه .\r\n\r\nهبة اللّه بن حامد بن أحمد\r\nبن أيوب بن علي بن أيوب . الشيخ رضي الدين عميد الرؤساء أبو منصور . أديب فاضل نحوي ، لغوي شاعر شيخ وقته ومتصدر بلده ، أخذ عنه أهل تلك البلاد الأدب ، وأخذ هو عن أبي الحسن علي بن عبد الرحيم الرقي المعروف بابن العصار وغيره . وله نظم ونثر . وكان يلقّب بوجه الدويبة ، وسمع « المقامات » من ابن النقور وروى عنه ، مات 610 . هكذا ترجمه ياقوت في « معجم الأدباء 7 : 236 » وعنه أخذ السيوطي في « بغية الوعاة » . وقد روى كتاب « النخل والكرم » و « النبات والشجر » للأصمعي عن علي بن عبد الرحيم بن الحسن السلمي ( ابن العصار ) عن محمد بن عبد الملك عن أحمد بن الحسين بن خيرون إلى آخر السند الذي ورد في أول كتاب الأصمعي المطبوع ببيروت 1908 م .\r\nوحكى شمس الدين الجبعي عن خطّ الشهيد أنه حكى عن الوزير ابن العلقمي ( ص 176 - 177 ) أنه قال : كان آخر قراءتي عليه في 609 وفيها مات بعد أن تجاوز الثمانين . وممن يروي عنه النقيب قاسم بن الحسن بن محمد\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":208},
  {"content":"\r\n\r\nبإجازة كتبها في 603 ( ص 134 - 135 ) . ويروي عميد الرؤساء عن نجم الدين بهاء الشرف ( الثقا : 253 - 254 ) عن محمد بن شهريار الخازن ( الثقا :\r\n245 ) ، ويروي أيضا عن عبد الحميد بن عبد اللّه ( الثقا : 156 ) كما في بعض أسانيد « حجة الذاهب » لتلميذه فخار ( ص 129 - 130 ) . وترجمه في « أمل الآمل » بعنوان : السيد عميد الرؤساء وقال : له كتب . وقال الشهيد في « الذكرى » في مسألة الكعب ما لفظه : وقال العلّامة اللغوي عميد الرؤساء في كتابه : الكعب هاتان العقدتان في أسفل الساقين - إلى أن قال الشهيد - :\r\nوأكثر عميد الرؤساء في الشواهد على أنّ الكعب هو الناشز في سواء ظهر القدم . والظاهر أنّ كتاب عميد الرؤساء في اللغة ، واستدلّ الشهيد في معنى الكعب لغة بقوله في كتابه ، لا أن يكون الكتاب في مسألة « الكعب » خاصة ، كما يظهر من عبارة الشيخ مرتضى الأنصاري الدزفولي في كتابه « الطهارة » .\r\n\r\nالهذلي : - أحمد بن يحيى الأكبر .\r\n\r\n[ الهذلي : 
  ] - جعفر بن الحسن بن يحيى الأكبر .\r\n\r\nالهرقلي :\r\n- إسماعيل بن الحسين بن الحسن .\r\n\r\nالهرملي : - محفوظ بن وشاح .\r\n\r\n[ الهرملي : 
  ] - وشاح بن محمد . . . العاملي .\r\n\r\nالهروي :\r\n- محمد بن علي بن عمر السمرقندي .\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":209},
  {"content":"\r\n\r\n\r\nالهمداني : - علي بن الحسين بن الحسن .\r\n\r\n[ الهمداني : 
  ] - علي بن زيد . . .\r\n\r\n[ الهمداني : 
  ] - علي بن يد . . .\r\n\r\n[ الهمداني : 
  ] - محمود بن علي بن الحسن الحمصي الرازي .\r\n\r\nالهيوي :\r\n- علي بن فضل اللّه سالار .\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":210},
  {"content":"\r\n\r\n\r\n[ « ى » 
  ]\r\n\r\nياقوت المستعصمي ، جمال الدين .\r\nكان خازن المكتبة المستنصرية في بغداد حين كان ابن الفوطي مشرفا عليها من سنة نزوله إلى بغداد في 679 إلى 704 . قال ابن الفوطي في « المعجم » في ترجمة قوام الدين محمد بن علي البعلبكي الصدر الأديب البغدادي المعاصر له : إنه كان يتردد إلى خزانة الكتب بالمدرسة المستنصرية أيام كنت مشرفا على الخازن جمال الدين ياقوت المستعصمي . وكان يوردنا الأخبار وينشدنا الأشعار . كتبت عنه من شعره وشعر غيره ثم خرج مسافرا 699 . ويمكن أن يستظهر من هذا أن ياقوت بقي إلى المائة الثامنة أيضا . ويوجد في الخزانة الرضوية نسخة من « نهج البلاغة » كتبها ياقوت هذا في 701 كما أنه يوجد في موزه إيران باستان بطهران نسخة القرآن بإمضاء ياقوت المستعصمي فرغ منها في ج 1 - 685 ببغداد وصلى في آخره على النبي وآله الطيبين الطاهرين .\r\nهذا وقد ترجم في « معجم الأدباء » و « وفيات الأعيان » ياقوتين خطاطين متقدمين على هذا الرجل نذكرهما لرفع الاشتباه :\r\n- ياقوت بن عبد اللّه مهذب الدين أبو الدر الرومي . نشأ ببغداد وتسمى بعبد الرحمن . أديب خطاط ، تعلم بالنظامية وله ديوان شعر ، ومات في ج 2 - 622 .\r\n- ياقوت بن عبد اللّه . أمين الدين الملكي - نسبة إلى ملكشاه السلجوقي .\r\nوهو رومي الأصل نزيل الموصل . أديب خطاط مات 618 عن سن عالية .\r\n- وزاد ابن خلكان ترجمة ياقوت الحموي . أبو عبد اللّه ياقوت بن عبد اللّه الرومي الجنس ، شهاب الدين الحموي المولد البغدادي الدار . ( 575 - 626 ) صاحب « معجمي الأدباء والبلدان » اللذين ننقل عنهما كثيرا .\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":211},
  {"content":"\r\n\r\n\r\nيحيى بن أحمد بن يحيى الأكبر\r\nابن الحسن بن سعيد الحلّي . ولد 601 وتوفي يوم العرفة 689 كما في « بغية الوعاة - ص 410 » للسيوطي ، أو 690 ، وأمه بنت محمد بن إدريس الحلي ( الثقا : 290 ) كما في « رياض العلماء » وهو ابن عم المحقق الحلي ( ص 30 ) ، وله : « جامع الشرائع » المعروف « بالجامع » ( ذ 5 : 61 ) نسخة منه عليها تملك 970 موجودة في مكتبة الأميني التبريزي بالنجف . يروي عنه العلّامة الحلي ( م 726 ) ، وولده محمد بن يحيى ، وحسن بن علي بن الأبرز ( ص 41 ) ، والحسين بن أردشير بن محمد الطبري ( ص 46 ) ، وعلي بن الحسين بن حماد الواسطي الليثي ( الآتي في الثامنة ) ، وعمر بن الحسن بن خاقان ( ص 123 ) ، وعبد الكريم ابن طاوس ( ص 91 - 92 ) بإجازة كتبها ابن المجيز محمد بن يحيى عن إملاء والده على ظهر « المعالم » في 686 وصورتها موجودة ( ذ 1 : 264 ) .\r\nوهو يروي عن والده عن جده يحيى الأكبر ، ويروي عن فخار بن معد ( م 630 ) ( ص 129 ) ، وعن المحقق الحلي ( ص 30 ) ، ومحمد بن جعفر ابن هبة اللّه بن نما ( ص 154 ) ، ومحمد بن عبد اللّه بن زهرة ( ص 160 ) ، ومحمد بن أبي البركات ( ص 153 ) . وينسب إلى المترجم له « نزهة الناظر في الجمع بين الأشباه والنظائر » . لكن حكى صاحب « الرياض » أنه رأى نسخة منه تاريخ كتابتها 674 مكتوب على ظهرها : أنه من مؤلفات الفقيه العالم العامل مهذب الدين الحسين بن محمد بن عبد اللّه قدس سره فاستظهر صاحب « الرياض » أنه مهذب الدين الحسين بن أبي الفرج بن رده ( ص 51 - 52 ) .\r\nأقول : ويحتمل أن يكون منشأ نسبته إلى يحيى المترجم له أنه استنسخ الكتاب بخطه ولم يكتب عليها اسم المؤلف ، فمن وجد النسخة بخطّ يحيى ابن سعيد نسبه إليه . وإلا فنسبة كتاب المؤلف قبل ستة عشر سنة من وفاته إلى رجل آخر متوفى في التأريخ في غاية البعد .\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":212},
  {"content":"\r\n\r\n\r\nيحيى بن الحسن بن الحسين\r\nبن علي بن محمد بن بطريق . ( 633 - 700 ) . ذكرناه في ( الثقا : 337 - 338 ) ، وقال إسماعيل پاشا إن وفاته حدود 605 .\r\n\r\nيحيى بن حميد بن ظافر بن علي\r\nبن الحسين بن علي بن محمد بن الحسن بن صالح بن علي بن سعيد بن أبي الخير الطائي أبو الفضل البخاري الحلبي المعروف بابن أبي طي ويحيى بن حميدة ( 585 - 630 ) . قال في « لسان الميزان - 6 : 263 » ولد بحلب وقرأ القرآن وجرّد رواية أبي عمرو نافع وتعاني مهنة أبيه التجارة ونظم الشعر ومدح الظافر بن صلاح الدين الأيوبي ، وأخذ الفقه من فقيه الشيعة ابن شهرآشوب ( الثقا : 273 ) ولزم تعليم الأطفال في 597 . ثم نقل قدح ياقوت « 1 » له بقوله : التقيته بحلب في 619 وكان يأخذ كتب الناس ويقدّم فيه ويؤخّر ويزيد وينقص ويخترع له اسما .\r\nأقول : وليس ببعيد من ياقوت الذي طردته الشيعة من سوريا لسبّه عليا ( كما ذكره ابن خلكان ) أن يفتري على ابن أبي طي مثل هذا ، ولم يعيّن أي تصانيف الرجل بهذه الصفة . له « معادن الذهب في تأريخ حلب » ، « شرح نهج البلاغة » ستة مجلدات ، « فضائل الأئمة » أربعة مجلدات ، « خلاصة الخلاص في آداب الخواص » عشرة مجلدات ، « الحاوي » في رجال الإماميّة ، « سلك النظام في أخبار الشام » إلى غير ذلك . ونقلنا في « مصفى المقال - ص 2 - 14 » ما نقل في « الإصابة » عن كتابه « طبقات الإمامية » والصفدي في « نكت الهميان » عن « تأريخ ابن أبي طي » المرتب على السنين ترجمة الأشرف بن الأغر المشهور بتاج العلى العلوي ( م 610 بحلب ) وأنه قرأ على تاج العلى « نهج البلاغة » وكثيرا من شعره . وله « مختار تأريخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم نجد هذا الكلام الذي نقله صاحب « لسان الميزان » وعنه أخذ الصدر في « تأسيس الشيعة » عن ياقوت ، لا في « معجم الأدباء » ولا في « معجم البلدان » .\r\n","page_name":" 205 ","page_number":213},
  {"content":"\r\n\r\nالمغرب » و « أخبار شعراء الشيعة » وهو من مصادر « الوافي بالوفيات » للصفدي كما في أوّله ، وجاء في « كشف الظنون » السبعة بدل الشيعة ، و « تأريخ مصر » و « تأريخ العلماء » و « كتاب السير » ثلاثة مجلدات .\r\nوحكى السيوطي في « طبقات المفسّرين - ص 37 » عند ترجمة ابن شهرآشوب كلامه الّذي نقله عنه تلميذه ابن أبي طي ، وهو أنّ « ابن بطة » الشيعي بضم الباء ، و « ابن بطة » الحنبلي بفتحها .\r\n\r\nيحيى بن حميدة الطائي :\r\nيحيى بن حميد بن ظافر .\r\n\r\nيحيى بن محمد بن محمد بن أبي زيد الحسن .\r\nهو النقيب أبو جعفر العلوي الحسني البصري . من مشايخ فخار بن معد ( م 630 ) ( ص 129 - 130 ) . قال في « حجة الذاهب » : حدثني صاحب الترجمة بمدينة السلام سنة 604 قال :\r\nأخبرني والدي ، قال : أخبرني تاج الشرف محمد بن محمد بن محمد بن أبي الغنائم المعروف بابن السخطة النقيب العلوي البصري ( الثقا : 282 ) ، قال :\r\nأخبرني الشيخ الشريف الإمام العالم علي بن محمد بن الصوفي العلوي العمري النسابة . أقول : ويعني به صاحب « المجدي » . وصاحب الترجمة من مشايخ عبد الحميد بن أبي الحديد . ( م 656 ) يروي عنه في « شرح نهج البلاغة » كثيرا ، منها قوله : إنّ نفس عليّ القدسية أدركت العلوم بالفطرة لا بالرياضة التعليمية ، وأنه أفضل الناس بعد رسول اللّه ثم الحسن والحسين ثم حمزة ثم جعفر ثم الصديق . . .\r\n\r\nيحيى بن محمد بن يحيى بن الفرج السوراوي .\r\nمن مشايخ سديد الدين يوسف بن علي بن المطهر - والد العلّامة الحلي - ، والمحقق الحلي ( ص 30 ) ، وأحمد بن طاوس ( ص 13 - 14 ) . وحكى شيخنا النوري في « خاتمة المستدرك » عن « رياض العلماء » أنّ الشيخ نجيب الدين محمد السوراوي المذكور في مشايخ ابني طاوس والشيخ سديد الدين يوسف والشيخ علي بن\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":214},
  {"content":"\r\n\r\nسعادة ، هو صاحب الترجمة ، يحيى بن محمد السوراوي . وكتب عبد الكريم ابن طاوس على ظهر نسخة من « معالم العلماء » : أنه يرويه صاحب الترجمة عن مصنّفه ابن شهرآشوب . ويرويه عن صاحب الترجمة عبد الحميد بن فخار الموسوي ( ص 87 ) . أقول : ويروي صاحب الترجمة عن الحسين بن هبة اللّه السوراوي ( الثقا : 83 ) أيضا .\r\n\r\nيد ( ابن . . . ) :\r\n- علي . . .\r\n\r\nاليزدي : - أحمد الاسفنجردي .\r\n\r\n[ اليزدي : 
  ] - فضل اللّه بن أبي نعيم عبد اللّه .\r\n\r\n[ اليزدي : 
  ] - محمد الاسفنجردي . . .\r\n\r\nاليمني : - عين الزمان . . .\r\n\r\n[ اليمني : 
  ] - منصور بن فلاح بن محمد بن سليمان .\r\n\r\nيوسف بن حاتم بن فوز بن مهند .\r\nالشيخ جمال الدين الشامي المشغري العاملي المجاز من علي بن طاوس ( ص 116 - 118 ) بإجازات متعددة ، منها المشتركة مع جماعة مثل شمس الدين محمد بن أحمد بن صالح القسيني ( ص 148 ) وأولاده ونجم الدين محمد الموسوي وأحمد بن محمد العلوي ومحمد بن بشير الحسيني في 664 ، ومنها المختصة به الكبيرة ذات فصول ، الموسومة بكتاب « الإجازات لكشف طرق المفازات » المذكور أوائلها في « البحار » . وله :\r\n« المسائل البغدادية » سألها عن المحقق فأجاب عنها المحقق ( ذ 5 : 215 - 216 ) وقال إنها تدلّ على فضيلة موردها . وقد قرأ « الجامع » على مصنّفه يحيى بن سعيد ( ص 204 ) مع جلال الدين محمد بن علي ( م 680 ) ( ص 164 )\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":215},
  {"content":"\r\n\r\nوشرف الدين علي بن محمد بن العلقمي ( ص 109 - 110 ) ومحمد بن أحمد بن صالح القسيني ( ص 148 ) الذي ذكر هؤلاء في إجازته للشيخ طومان ( ص 2 و 6 - 7 ) وعبّر عن صاحب الترجمة بالفقيه يوسف بن حاتم الشامي . وله « الأربعين عن الأربعين » الموجود عند الميرزا محمد الطهراني بسامراء ونسبه إليه فضل اللّه ابن محمود الفارسي في كتابه « رياض الجنان » .\r\n\r\nيوسف بن رافع بن تميم .\r\nهو القاضي بهاء الدين شيخ الاسلام أبو المحاسن . يروي عنه محيي الدين أبو حامد محمد بن عبد اللّه بن علي بن زهرة الحلبي في « الأربعين » قراءة عليه في رجب 618 ، وهو يروي سماعا عن القاضي الإمام فخر الدين أبي الرضا سعيد بن عبد اللّه بن القاسم الشهرزوري في ج 2 سنة 564 ، وهو يروي قراءة على الشيخ الإمام أبي الفتح محمد بن عبد الرحمن الخطيب الشهميني في السبت 17 شوال 541 قال : أخبرنا أبو القاسم هبة اللّه بن عبد الوارث بن علي بن أحمد الشيرازي وكتب لي بخطه في ع 1 - 486 : أخبرني أبو عبد الباقي بن الحسن بن معتوق .\r\nويروي الشهرزوري في « الأربعين » المذكور أيضا عن الشيخ الحافظ ثقة الدين أبي القاسم زاهر بن طاهر بن محمد الشحاذ .\r\n\r\nيوسف بن علوان الحلي .\r\nالشيخ الفقيه المعاصر لسديد الدين يوسف ابن علي بن المطهر ( ص 209 ) . وقد وقّع صاحب الترجمة على بعض « فتاوى » سديد الدين يوسف المذكور ونجيب الدين يحيى بن أحمد بن سعيد ( ص 204 ) كما وقّع فتويهما الشيخ نجيب الدين محمد بن جعفر بن نما . ويروي صاحب الترجمة عن أبي الحسن علي بن يحيى الخياط ( ص 118 - 119 ) عن محمد بن إدريس ( الثقا : 290 ) كما كتب صاحب الترجمة بخطه على ظهر « السرائر » لابن إدريس « إجازة » لتلميذه محمد بن الزنجي ( ص 158 ) .\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":216},
  {"content":"\r\n\r\n\r\nيوسف بن علي بن محمد بن المطهر .\r\nالشيخ سديد الدين ، أبو المظفر الحليّ هكذا ذكر نسبه في « الرياض » . هو والد العلامة الحلّي ( 648 - 726 ) . يروي عنه ولده هذا ، الذي قال إنّ والده يروي عن نجيب الدين محمد بن نما ( ص 154 - 155 ) وفخار بن معد ( ص 129 - 130 ) وعلي ابن طاوس ( ص 116 - 118 ) وسالم بن محفوظ ( ص 71 - 72 ) والحسين ابن رده ( ص 49 ) ومحمد بن معد بن علي ( ص 175 ) وعلي بن ثابت السوراوي ( ص 102 ) ومحمد بن الحسن البغدادي ( ص 156 ) ويحيى بن محمد بن فرج السوراوي ( ص 206 - 207 ) والخواجة نصير الطوسي ( ص 168 - 170 ) وأحمد بن يوسف بن أحمد العريضي ( ص 14 - 15 ) وغيرهم . وأدرج الولد فتاوى والده في تصانيفه . وفتواه في مسألة « المعرفة » مع فتاوى بعض معاصريه ، كالمحقق الحلّي وابن عمه يحيى بن أحمد بن سعيد موجودة بخطّ الشيخ شرف الدين المازندراني في 1055 كما ذكرته في ( ذ 5 :\r\n192 ) وهي أنّ الاعتقاد يكفي عن التلفّظ . وحكى في « الرياض » عن إجازة الشيخ محمد سبط الشهيد لمحمد أمين الأسترآبادي ، أنّ صاحب الترجمة يروي عن راشد بن إبراهيم البحراني ( ص 64 - 65 ) قال : وفيه نظر لأن راشد معاصر لمنتجب الدين بن بابويه ( م 585 ) . أقول : ولكن الشيخ راشد بقي إلى 605 ، كما نقلنا عن « إجازات البحار - ص 101 » فلعلّ المترجم له في شبابه روى عنه في هرمه . هذا وقد بقي المترجم له إلى حدود 665 ، وقد نسب حفيده فخر المحققين تصانيف إلى جدّه المترجم له ، فقال في إجازته لمهنا : قد أجزت له أن يروي مصنّفات والدي عني عنه وجميع ما صنّفه جدّي ( ره ) في الأصول والحديث . . .\r\n\r\nاليوسفي :\r\n- الحسن بن زبيب الدين أبي طالب .\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":217},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 210 ","page_number":218},
  {"content":"\r\n\r\nفهرس عام\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":219},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 212 ","page_number":220},
  {"content":"\r\n\r\n\r\nفهرس عام لأسماء الكتب والرسائل والمكاتبات والقطعات المنظومة والمنثورة التي جاء ذكرها في الكتاب .\r\n( أ )\r\nالآداب السلطانية لابن الطقطقي 4 ، 170\r\nآداب السلوك للنسفي 96\r\nآلات رصد مراغه 170\r\nإبدال الأدوية 163\r\nإثبات المضايقة في قضاء العبادات 30\r\nإثبات الهداة 47\r\nالاثني عشرية في المواعظ العددية 50\r\nإجازات البحار 10 ، 64 ، 100 ، 115 ، 118 ، 150 ، 153 ، 154 ، 164 ، 209\r\nإجازة الأربلي لتلاميذه 108\r\nإجازة ابن بدران للخواجه الطوسي 71\r\nإجازة البرزهي للوراميني 71 ، 166 ، 167 ، 177 ، 178 ، 186\r\nإجازة البيهقي للوراميني 71\r\nإجازة الجنابذي لياقوت الحموي 90\r\nإجازة الحلّي لبلكو 26\r\nإجازة الحلّي لبني زهرة 39 ، 40 ، 47 ، 51 ، 54 ، 64 ، 65 ، 102 ، 155\r\nإجازة الحلّي لتاج الدين محمود 95\r\nإجازة الحلّي لأبي محمد بن هارون 39\r\nإجازة الحمصي للخجندي 178\r\nإجازة حيدر بن زيد لابن درپاس 43\r\nإجازة حيدر بن محمد لابن درپاس 58\r\nإجازة ابن خاتون لابن شدقم 104\r\nإجازة ابن الخياط لابن نما 119\r\nإجازة الدواني 169\r\nإجازة الدوريستي لبهاء الدين الوزيري 37 ، 149\r\nإجازة أبي الرضا لابن أردشير 46\r\nإجازة الرهمي لابن خشرم 103\r\nإجازة ابن الساعي للأربلي 91 ، 101\r\nإجازة سالم بن بدران للخواجه نصير 167 ، 168\r\nإجازة السوراوي لابن طاوس 45\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":221},
  {"content":"\r\n\r\nإجازة شاذان بن جبرئيل لابن زهرة 161\r\nإجازة ابن شهرآشوب لحيدر بن محمد 58\r\nإجازة ابن شهرآشوب للسوراوي 108\r\nإجازة الشهيد لابن خازن الحائري 115\r\nإجازة الشهيد الثاني للحسين بن عبد الصمد 7\r\nإجازة صاحب المعالم الكبيرة 2 ، 10 ، 48 ، 64 ، 65 ، 91 ، 106 ، 148 ، 149 ، 154 ، 161\r\nإجازة الصاغاني لأحمد بن طاوس 14\r\nإجازة الصنعاني للقسيني 153\r\nإجازة ابن طاوس لأولاده 107 ، 164\r\nإجازة ابن طاوس على التشريف 50 ، 52 ، 81 ، 100 ، 103 ، 113 ، 149 ، 164 ، 178\r\nإجازة ابن طاوس للقسيني وأبنائه 2 ، 31 ، 117 ، 154 ، 175\r\nإجازة ابن طاوس ليوسف بن حاتم 207\r\nإجازة عبد الكريم بن طاوس لابن حماد الليثي الواسطي 48 ، 91\r\nإجازة عطا ملك للفوطي 98\r\nإجازة العلامة الحلي لمحمود بن محمد الرازي 161\r\nإجازة علي الراوندي لعلي الطبيب القمي 110 ، 111\r\nإجازة عميد الرؤساء لقاسم بن الحسن 115 ، 200 ، 201\r\nإجازة أبي الغر الحلي لابن مطرف الحسني 165 ، 166\r\nإجازة فخار لعبد الكريم بن طاوس 91\r\nإجازة فخار للقسيني 129\r\nإجازة فخر المحققين لمهنا 209\r\nإجازة فضل اللّه الراوندي لعلي القمي الطبيب 111\r\nإجازة القاضي عباد لمحمود الآملي صاحب النفائس 165\r\nإجازة القسيني لطومان 2 ، 6 ، 10 ، 31 ، 64 ، 110 ، 148 ، 154 ، 155 ، 164 ، 175 ، 208\r\nإجازة القسيني لولده محمد بن أحمد 6 ، 7\r\nإجازة القطب الراوندي لولده نصير الدين حسين 104 ، 105\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":222},
  {"content":"\r\n\r\nإجازة الكاشغري لابن الشحنة 2\r\nإجازة مبارك بن علي لقريش وشرف النساء 136 ، 137\r\nإجازة المحقق الحلّي لعلي بن سعيد 30\r\nإجازة المحقق الحلّي للهرقلي 30\r\nإجازة محمد السبط للأسترآبادي 65\r\nإجازة محمد بن أبي نصر القمي الطبيب لعلي الطبيب القمي 110\r\nإجازة محيي الدين بن زهرة لولده علي ابن زهرة 112\r\nإجازة ابن مطرف للزرقني ( السركاني - السرقني ) 174\r\nإجازة الموصلي لفخر الدين العلوي 12 ، 100 ، 101 ، 102\r\nإجازة الناصر العباسي للعلماء 6\r\nإجازة الناصر العباسي لفخار بن معد 6\r\nإجازة ابن نما لابن المهتدي 31\r\nإجازة يحيى بن أحمد 160 ، 161\r\nإجازة يحيى بن سعيد لابن الأبرز 41\r\nإجازة يحيى بن سعيد لاحمد بن عبد الكريم 7\r\nإجازة يحيى بن سعيد لابن أردشير 46\r\nإجازة يحيى بن سعيد لابن خاقان 123\r\nإجازة يحيى بن سعيد لعبد الكريم بن طاوس 91 ، 92 ، 204\r\nإجازة يحيى بن سعيد لابن طاوس 178\r\nإجازة يحيى بن الحسن لولده علي بن بطريق 118\r\nإجازة يوسف بن علوان لمحمد بن زنجي 208\r\nالأجزاء في الحديث للآوهي 37\r\nأحاديث الحسن بن ذكروان 37\r\nالأحاديث الدينية 104\r\nأحاديث كيف أصبحت 173\r\nالأحجار للتيفاشي 15 ، 188\r\nأحوال وآثار خواجة نصير طوسي 170\r\nإحياء علوم الدين 20\r\nأخبار السلجوقية 120\r\nأخبار شعراء الشيعة لابن أبي طي 206\r\nإخبار شعراء الشيعة لابن أبي طي 206\r\nإخبار العلماء بأخبار الحكماء للقفطي 31 ، 121\r\nأخبار المصنفين 120\r\nأخبار النحويين للقفطي 120\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":223},
  {"content":"\r\n\r\nالاختيار لأحمد بن طاوس 14\r\nأخلاق ناصر للخواجه الطوسي 180\r\nالأدوية المفردة 163\r\nالأربعين عن الأربعين 208\r\nالأربعين للبغدادي 156\r\nأربعين بهائي 41\r\nالأربعون حديثا لأسعد الحلّي 17\r\nالأربعون حديثا لسعد الأربلي 17\r\nالأربعين لابن زهرة 160 ، 208\r\nالأربعين للشهيد الأول 9 ، 64 ، 119 ، 130 ، 156\r\nالأربعين للمنتجب 171\r\nارث الأجداد الثمانية 166\r\nارشاد القلوب للديلمي 43\r\nالأزهار لأحمد بن طاوس 14\r\nاستحباب التياسر في القبلة 30\r\nاستخراج سمت القبلة لسلار 109\r\nأسرار الإمامة للطبري 41\r\nأسرار الأئمة 41\r\nالأسرار في إمامة الأطهار 41\r\nالأسرار المودعة في ساعات الليل والنهار 2 ، 10\r\nالاسعاف في علم الخلاف 46\r\nأشعة اللمعات 96\r\nالإصابة لابن حجر 205\r\nالاصباح 178\r\nالاصلاح لخلل الصحاح 120\r\nأصول العشرة للخيوقي 11\r\nأصول الكافي للكليني 183\r\nالاعتبار في بطلان الاختبار 47\r\nالاعتبار على الذريعة 89\r\nأعلام الدين للديلمي 43\r\nالاقبال لابن طاوس 117 ، 119 ، 185\r\nإكسير السعادتين لسفرويه ( شفروه ) 17\r\nألف جارية وجارية 111\r\nالألفين للحلّي 95 ، 157 ، 165\r\nالأمالي للصدوق 115\r\nأمان الأخطار لابن طاوس 51 ، 136\r\nأمل الآمل . للحرّ . 2 ، 3 ، 9 ، 10 ، 14 ، 15 ، 17 ، 30 ، 31 ، 37 ، 38 ، 41 ، 45 ، 49 ، 51 ، 58 ، 64 ، 72 ، 87 ، 92 ، 102 ، 104 ، 106 ، 107 ، 110 ، 115 ، 116 ، 118 ، 119 ، 130 ، 146 ، 155 ، 171 ، 197 ، 199 ، 201\r\nأمهات النبي لابن أمية 42\r\nإنباء الرواة بأنباء النحاة 121\r\nالإنتصار للمرتضى 184\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":224},
  {"content":"\r\n\r\nأنجام‌نامه 20\r\nأنساب آل أبي طالب 18\r\nالأنساب للسمعاني 21 ، 48 ، 68\r\nالأنساب المشجرة لابن المهنا 13\r\nالانسان الكامل للنسفي 97\r\nأنموذج الأعيان 115\r\nالأنوار الساطعة 176\r\nأوصاف الأشراف للطوسي 173\r\nالايضاح للفارسي 8\r\nالايناس في أخبار آل مرداس 120\r\n( ب )\r\nبحار الأنوار 49 ، 100 ، 103 ، 114 ، 115 ، 118 ، 123 ، 150 ، 157 ، 161 ، 162 ، 164 ، 173 ، 207\r\nبحث في الإمامة واللطف 67\r\nبحر المعاني 177\r\nالبداية والنهاية لابن كثير 118\r\nالبدر السافر للأفودي 162\r\nالبشارة لابن طاوس 157\r\nبشارة المصطفى 46\r\nبشرى المحققين لاحمد بن طاوس 14\r\nبغية الوعاة في طبقات النحاة للسيوطي 7 ، 43 ، 47 ، 115 ، 162 ، 166 ، 200 ، 204\r\nالبلد الأمين للكفعمي 101\r\nبناء المقالة العلوية 14\r\nبيان الاشكال لحميدان 57\r\nالبيان والتبيين في أنساب أبي طالب 92\r\n( ت )\r\nالتائية الصغرى لابن الفارض 124\r\nالتائية الكبرى لابن الفارض 124\r\nتاريخ اربل لابن المستوفي 166\r\nتاريخ بغداد للخطيب 57 ، 117\r\nتاريخ بني بويه للقفطي 121\r\nتاريخ بيهق 166\r\nتاريخ جهان‌گشا 97 ، 98\r\nتأريخ الخلفاء 5\r\nتاريخ سبكتكين للقفطي 120\r\nالتأريخ لابن أبي طي 19 ، 205 ، 206\r\nتاريخ علماء البحرين 64\r\nتاريخ الفخري 112\r\nتاريخ القرآن لابن طاوس 117\r\nالتاريخ الكبير للفوطي 98\r\nتاريخ گزيده 168\r\nتاريخ مصر لابن أبي طي 206\r\nتاريخ مصر للقفطي 120\r\nتاريخ المغرب للقفطي 120\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":225},
  {"content":"\r\n\r\nتاريخ يزد 3 ، 4 ، 153\r\nتاريخ اليمن للقفطي 120\r\nتأسيس الشيعة للصدر 205\r\nالتبصرة لابن محفوظ 72\r\nالتبيان للطوسي 119 ، 156 ، 171 ، 172\r\nتبيين مصادرة أقليدس لسالار 108\r\nتتمة تسلية الاخوان 98\r\nتجارب السلف لهندوشاه 6 ، 47 ، 150\r\nالتجريد في الهندسة 181\r\nتجزئة الأمصار وتزجية الأعصار 132\r\nالترحير لابن بدران 71\r\nالتحرير الطاوسي 14\r\nتحرير الفرائض 71\r\nتحفة الأبرار لابن مساعد 41 ، 136\r\nتحفة الأزهار لابن شدقم 168\r\nتخصيص البراهين 171\r\nالتذكرة 13\r\nتذكرة الأولياء للعطار 147\r\nتذكرة الحفاظ 118\r\nتراجم علماء البحرين 187\r\nتزكية الأرواح 180\r\nتسلية الاخوان لعطا ملك 98\r\nالتشريف بتعريف وقت التكليف لابن طاوس 50 ، 52 ، 53 ، 100 ، 103 ، 109 ، 113 ، 123 ، 149 ، 164 ، 178\r\nالتشريف بالمنن في التعريف بالفتن لابن طاوس 50\r\nالتعازي للشجري 91\r\nتعليقة على شرح المفصل 89\r\nالتفاحة لبابا أفضل 20\r\nتفضيل القرابة على الصحابة 73\r\nتقويم الأبدان لابن جزلة 9\r\nالتكملة للفارسي 8\r\nالتكملة لكتاب الصلة في تاريخ الأندلس 47 ، 160\r\nتلخيص مجمع الآداب للفوطي 88 ، 98\r\nتلخيص المحصل للطوسي 158 ، 167\r\nتنبيه الخواطر لوازم 197\r\nتنقيح الأبحاث للملل الثلاث لابن كمونة 69 ، 176\r\nالتنوير في مولد السراج المنير 123\r\nتوجيه السؤالات لسفرويه 17\r\nتوضيح الوصول في شرح تهذيب الأصول 165\r\nالتوقيعات المسدّدة والكلمات المؤيدة للناصر 5\r\n( ث )\r\nالثاقب المسخر 14\r\nالثقات العيون . جاء مكررا\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":226},
  {"content":"\r\n\r\n( ج )\r\nجامع الدلائل لسفرويه 17\r\nجامع الشرائع ليحيى بن سعيد 7 ، 14 ، 36 ، 109 ، 148 ، 154 ، 164 ، 204 ، 207\r\nالجامع المختصر لابن الساعي 101 ، 197\r\nجاويدان‌نامه لبابا أفضل 20\r\nالجزيرة الخضراء 2\r\nالجمل والعقود للطوسي 166 ، 177 ، 186\r\nجمل العلم والعمل للمرتضى 40 ، 41\r\nجواب المحقق لمحفوظ 146\r\nجواب مسائل الشندي 57\r\nجوابات المسائل المنتجبية 20\r\nجوامع الدلائل 41\r\nجواهر الأخبار 173\r\nالجواهر لابن براج 104 ، 105 ، 172\r\nجواهرنامه للنيشابوري 153\r\nجهار عنوان 20\r\nالحاشية على جامع الشرائع 7\r\nالحاوي لابن أبي طي 205\r\nحجة الذاهب 129 ، 130 ، 156 ، 163 ، 192 ، 201 ، 206\r\nالحجة ( كتاب من الكافي للكليني ) 183\r\n( ح )\r\nحديث . . . اغتيال عمر لابن طي 164\r\nحديث نحن الأنبياء لا نورث 131 ، 132\r\nحرمة العصير الزبيبي للسرقني ( السروي ) 145 ، 186\r\nحسن المحاضرة للسيوطي 121\r\nحقائق الحروف 177\r\nحق اليقين للمجلسي 173\r\nحل الاشكال لابن طاوس 14\r\nالحلّة السيراء في تراجم الشعراء 47 ، 160\r\nالحوادث الجامعة للفوطي 9 ، 12 ، 13 ، 18 ، 40 ، 47 ، 48 ، 54 ، 89 ، 94 ، 111 ، 116 ، 122 ، 150 ، 181\r\nالحواشي على المجدي 92\r\nالحواشي على نهج البلاغة للناوندي 4 ، 161\r\nحواشي نهج البلاغة للوراميني 33\r\n( خ )\r\nخاتمة المستدرك 37 ، 38 ، 43 ، 106 ، 117 ، 159 ، 172 ، 197 ، 206\r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":227},
  {"content":"\r\n\r\nخسرونامه للعطار 147\r\nالخطوط المتوازية لسالار 108\r\nالخلاصة في أصول الدين 167\r\nخلاصة تاريخ العراق للكرملي 6\r\nخلاصة الخلاص في آداب الخواص 205\r\nالخمسة النجيبية 163\r\n( د )\r\nالدر الثمين للقفطي 120\r\nدرر السمط في خبر السبط 160\r\nالدرر والغرر 111\r\nالدر النظيم فيمن تسمى بعبد الكريم 92\r\nدعاء أحمد الفارسي الضرير 101\r\nدعاء صنمي قريش 17\r\nدلائل القرآن 171\r\nالدمعة الساكبة 17\r\nالدوحة المطلبية 12 ، 13\r\nديوان أحمد بن طاوس 14\r\nديوان الأربلي 107\r\nديوان ابن أبي الحديد 89\r\nديوان الحموي 177\r\nديوان علي بن مقرب 116\r\nديوان ابن الفارض 124\r\nديوان المكزون 45\r\nديوان نصير الطوسي 170\r\nديوان نظام الدين الأصفهاني 153\r\nديوان ياقوت 203\r\n( ذ )\r\nالذرّية الطاهرة 42\r\nالذريعة 7 ، 9 ، 11 ، 14 ، 41 ، 42 ، 43 ، 50 ، 69 ، 106 ، 118 ، 176\r\nولم يحسب ما جاء بعلامة « ذ . . . » .\r\nالذكرى للشهيد 201\r\nذيل تاريخ بغداد لابن النجار 57 ، 117 ، 162\r\n( ر )\r\nرباعيات نظام الدين الأصفهاني 98\r\nرثاء محفوظ للمحقق 146\r\nالرجال لابن داود 13 ، 146\r\nالرجال لعلي بن عبد الحميد 189\r\nالرحلة لابن جبير 5 و 48\r\nالرد على الذاهب إلى تكفير أبي طالب 130\r\nردّ قيصر على الخواجة نصير مستندا على سنبلقيوس 108 ، 109\r\nرسالة حيص بيص إلى المهلهل الجاواني 157\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":228},
  {"content":"\r\n\r\nرسالة الطرق للخيوقي 11\r\nرسالة الطوسي إلى عين الزمان 125\r\nرسالة الطيف للأربلي 107 ، 108\r\nرسالة العلم للبحراني 7\r\nرسالة أبي غالب الزراري 158\r\nرسالة الهائم 11\r\nالرسالة إلى هولاكو لأمان الحلة 157 ، 165\r\nرشح الولاء في شرح الدعاء لشفروة 17\r\nالروح لأحمد بن طاوس 14\r\nروح الأسرار وروح الأسمار 162\r\nروح العارفين للناصر العباسي 6\r\nروضات الجنان 41\r\nالروض الناضر في أحوال الناصر لابن الساعي 6 ، 102\r\nره انجام لبابا أفضل 20\r\nالرهيمة لعبد الرحيم محمد علي 103\r\nرياض الجنان 208\r\nرياض العارفين 147\r\nرياض العلماء لعبد اللّه أفندي 9 ، 14 ، 37 - 39 ، 41 ، 44 - 46 ، 53 ، 64 ، 65 ، 68 ، 92 ، 113 ، 114 ، 115 ، 116 ، 122 ، 150 ، 158 ، 159 ، 189 ، 204 ، 206 ، 209\r\nريّ الظمآن من مرويّ ابن سليمان 118\r\n( ز )\r\nزبدة الحقائق للنسفي 96 ، 97\r\nزجر النفس لبابا أفضل 20\r\nزوائد الفوائد 107 ، 164\r\nزهرة الرياض لابن طاوس 14\r\nزيج الشمس لميرك 167\r\n( س )\r\nسازوپيرايه لبابا أفضل 20\r\nالسبع العلويات 88 ، 89 ، 150\r\nسجنجل الأرواح 177\r\nالسرائر لابن إدريس 158 ، 178 ، 208\r\nسر الحدس للخيوقي 11\r\nسرگذشت خواجة نصير للزنجاني 125 ، 170\r\nسعد السعود في تاريخ القرآن 117\r\nسفينة الأبرار 177\r\nسكينة الصالحين 177\r\nسلافة العصر في شعراء أهل العصر 41\r\nسلك النظام في أخبار الشام 205\r\nسلوك المالك في تدبير الممالك 9\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":229},
  {"content":"\r\n\r\nسه گفتار لبابا أفضل 20\r\nالسهم السريع في الربا 14\r\nالسير لابن أبي طي 206\r\nسيرة المستنصر لابن الساعي 6\r\nالسيرة المؤيدية للداعي الشيرازي 198\r\n( ش )\r\nشذرات الذهب للذهبي 8 ، 37 ، 39 ، 42 ، 43 ، 52 ، 107 ، 123 ، 124 ، 135 ، 151 ، 160 ، 169 ، 177\r\nشرائع الاسلام للمحقق 30 ، 38 ، 112 ، 146\r\nشرح الإشارات لابن شيم 187\r\nشرح أشكال التأسيس لميرك البخاري 167\r\nشرح أقليدس لسنبلقيوس 109\r\nشرح التائية لابن الفارض 124\r\nشرح التصريف لابن مالك 46\r\nشرح حكمة العين لميرك البخاري 167\r\nشرح الدراية للشهيد الثاني 9 ، 45\r\nشرح دعاء صنمي قريشي 17\r\nشرح رسالة الطير 106\r\nشرح رسالة العلم للطوسي 7 ، 187\r\nشرح رضى 155\r\nشرح الشافية للأسترآبادي 155\r\nشرح الشرائع 30\r\nالشرح الصغير للنهج 188\r\nشرح الفصيح لابن أبي الحديد 89\r\nشرح قصيدة النفس 106\r\nالشرح الكبير للنهج 188\r\nالشرح الكبير للأسترآبادي 155\r\nشرح المحصل للرازي لابن أبي الحديد 89\r\nشرح المراسم لسالار 104\r\nشرح مشكاة الغرر 89\r\nشرح المقصور والممدود 193\r\nشرح المنهاج 125\r\nشرح نور الأنوار لميرك 167\r\nشرح نهج البلاغة لابن أبي الحديد 4 ، 48 ، 88 ، 89 ، 150 ، 205 ، 206\r\nشرح نهج البلاغة لابن ميثم 98\r\nشرح الياقوت 89\r\nشرف إيوان البيان 98 ، 152\r\nالشمس المنيرة للصاغاني 14\r\nالشمل المنظوم 92\r\nشواهد القرآن لاحمد بن طاوس 14\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":230},
  {"content":"\r\n\r\n( ص )\r\nصحاح اللغة للجوهري 68 ، 159\r\nالصحيفة الكاملة السجادية 31 ، 100 ، 115 ، 134 ، 154 ، 155\r\nصد كلمه‌ى بطلميوس 173\r\nالصراط المستقيم للبياضي 122\r\nصرف المعرة عن المعري 182\r\nصنمي قريش لسفرويه 17\r\n( ض )\r\nالضاد والطاء للقفطي 120\r\n( ط )\r\nالطالع السعيد للادفوي 121\r\nالطب المشجر 9\r\nطبقات الإمامية لابن أبي الطي 197 ، 198 ، 205\r\nطبقات الشافعية 102 ، 152\r\nطبقات المفسرين للسيوطي 206\r\nالطليعة في شعراء الشيعة 116\r\nطوالع التنوير للخيوقي 11\r\nالطهارة للأنصاري 201\r\nالطهارة للطوسي 101\r\nالطير ( رسالة . . . ) لابن سينا 106\r\nطيف الانشاء للأربلي 107 ، 108\r\n( ع )\r\nعالم‌آرا لإسكندر بيگ 169\r\nالعبر في خبر من غبر 42\r\nالعبقري الحسان لابن أبي الحديد 89\r\nعرض . لبابا أفضل 20\r\nالعلم ( رسالة . . . ) للبحراني 106 ، 187\r\nعلم وموجودات للنسفي 96\r\nعمدة الطالب لابن عنبة 8 ، 13 ، 40 ، 87 ، 88 ، 105 ، 132 ، 134 ، 157 ، 159 ، 182\r\nالعمدة للطبري 41\r\nالعمدة في عيون صحاح الاخبار لابن بطريق 3\r\nالعمدة لابن ميكال 53\r\nعين الحياة للخيوقي 11\r\nعين العبرة لاحمد بن طاوس 14\r\nعيون الحكم والمواعظ 113 ، 114\r\n( غ )\r\nغاية المرام 122\r\nغرر الأخبار للديلمي 43\r\nغريب الحديث 111\r\nالغريبين 111\r\nغسل الجنابة لسالم بن بدران 186\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":231},
  {"content":"\r\n\r\nالغنية لابن زهرة 39 ، 160\r\n( ف )\r\nالفائق على الأربعين 17\r\nفتاوي سديد الدين 208 ، 209\r\nفتاوى علماء الحلة في المعرفة 165\r\nفتاوى المحقق الحلي 165\r\nفتاوى المحقق الكركي 165\r\nفتح الأبواب لابن طاوس 119\r\nفتوتنامه للكاشفي 94\r\nفتوى المحقق الحلي في المعرفة 154 ، 165\r\nفتيا فقيه العرب 192\r\nالفخري للديباجي 18\r\nفرائد السمطين للحموي 51 ، 87 ، 89 ، 177\r\nالفرائض النصيرية للطوسي 71 ، 167 ، 177 ، 186\r\nفرج المهموم في ذكر علماء النجوم 24 ، 49 ، 178\r\nفرحة الغري لابن طاوس 9 ، 26 ، 38 ، 49 ، 66 ، 91 ، 92 ، 98 ، 105 ، 106 ، 119 ، 149 ، 153 ، 155 ، 156 ، 159\r\nفرحة الناظر لابن طاوس 185\r\nالفصول لابن معط 47\r\nالفصيح المنهج للطبري 41\r\nفضائل الأئمة لابن أبي طي 205\r\nفضائل أمير المؤمنين . للناصر العباسي 6\r\nفضائل أهل البيت 113 ، 114\r\nفضائل بلخ 93\r\nفضائل السادات 122\r\nفضل العقيق لقريش 136\r\nفضل العلم وطرقه 20\r\nفضل العلم ومراتبه 20\r\nفضل الكوفة للشجري 137\r\nفلاح السائل لابن طاوس 136 ، 185 ، 197\r\nالفلك الدائر 89\r\nالفوائد العدة لابن طاوس 14\r\nفواتح الجمال 11\r\nفوات الوفيات 107\r\nفهرس مكتبة ابن طاوس ( سعد السعود ) 117 - 118\r\nفهرس مكتبة جامعة طهران 124\r\nالفهرست لمنتجب ابن بابويه 64 ، 110 ، 162 ، 171 ، 175 ، 197 .\r\nفهرس مؤلفات ابن طاوس 118\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":232},
  {"content":"\r\n\r\nفهرس مؤلفات ابن العربي 163\r\n( ق )\r\nالقرآن 13 ، 14 ، 94 ، 117\r\nالقصائد السبع العلويات 150\r\nقصيدة محفوظ بن وشاح 146\r\nقصيدة المقصور والممدود لابن دريد 193 .\r\nقصيدة الملك الأفضل 5 ، 121\r\nقصيدة النفس لابن سينا 106\r\nالقواعد في الكلام 187\r\nالقواعد في المطارحة 46\r\n( ك )\r\nالكافية الحاجبة 155\r\nكامل بهائي 41 ، 174\r\nكتاب الإجازات لكشف طرق المفازات 118 ، 162 ، 185 ، 207 .\r\nكتاب الأصمعي 200\r\nالكتاب الخالد 20\r\nكتاب الخير للبحراني 106\r\nكتاب ظريف بن ناصح 153\r\nالكر لأحمد بن طاوس 14\r\nالكرم للأصمعي 200\r\nكشف الاشتباه 52\r\nكشف الحجب والأستار . لاعجاز حسين 188\r\nكشف الحقائق للنسفي 96\r\nكشف الرموز للآبي 9 ، 38 ، 68\r\nكشف الظنون 6 ، 24 ، 155 ، 206\r\nكشف الغمة للأربلي 91 ، 101 ، 107 ، 108\r\nكشف المحجة لابن طاوس 107 ، 117 164 .\r\nالكشكول للبحراني 131\r\nالكشكول للبهائي 124\r\nالكعب لعميد الرؤساء 201\r\nكفاية الأثر 112\r\nالكلام على صحيح البخاري 120\r\nالكلام على الموطأ 120\r\nالكلمات الألف لعلي . لابن أبي الحديد 89\r\nكنز جامع الفوائد 47\r\nكيمياي سعادت للغزالي 20\r\n( گ )\r\nگشايش‌نامه لبابا أفضل 20\r\nگنج دانش 169\r\n( ل )\r\nلزوم الخمس 162\r\nلسان الميزان . للعسقلاني 2 ، 197 ، 198 ، 205\r\n\r\n","description":"","footnote":"","page_name":" 225 ","page_number":233},
  {"content":"\r\n\r\nاللمعة الجوينية لابن كمونة 176\r\nاللهنة في المنطق 30\r\n( م )\r\nالمأخذ المتبع للبغدادي 46\r\nمبادئ الموجودات 20\r\nمبدأ ومعاد للنسفي 96\r\nالمبسوط للطوسي 12 ، 52 ، 101 ، 105 ، 123\r\nالمجالس للطوسي 58\r\nمجالس العشاق 96\r\nمجالس المؤمنين للتستري 8 ، 11 ، 37 ، 48 ، 96 ، 121 ، 124 ، 148 ، 150 ، 152 ، 163 ، 177 .\r\nالمجتنى لابن طاوس 101\r\nالمجدي في النسب 87 ، 130\r\nالمجلى في وجوه كلّا للقفطي 120\r\nمجمع الآداب ( معجم الألقاب ) للفوطي 6 ، 12 ، 18 ، 92 ، 98 ، 147 .\r\nمجمع البحرين لسفرويه 17\r\nمجمع الفصحاء لهدايت 96\r\nالمجموع لابن دغيم 113\r\nالمجموع الرائق 41 ، 175\r\nمجموعة الجاستي 104\r\nالمجموعة للجبعي 49 ، 89 ، 123 ، 153 ، 164 ، 173\r\nمجموعة النيرمي 167 ، 186\r\nمجموعة ورام 197\r\nمحاسبة الملائكة 2 ، 10\r\nمحاضرات الأدباء للراغب 114\r\nمحبوب الأولياء للحموي 177\r\nمحبوب المحبين 177\r\nالمحجة البيضاء للفيض 150\r\nالمحصول في شرح الفصول 46 ، 47\r\nالمختار من الاستيعاب 136\r\nمختار تاريخ المغرب لابن أبي طي 205 - 206\r\nالمختار من الطبقات الكبرى لقريش ابن سبيع 136\r\nمختصر البصائر للحلّي 87\r\nمختصر تاريخ الإسلام للذهبي 8\r\nمختصر رسالة سلار 174\r\nمختصر الزوزني في أخبار الحكماء 121\r\nمختصر المراسم 174\r\nالمختصر النافع 38\r\nمدارج الكمال 20\r\nمراثي العلماء لمحفوظ 146\r\nمراسلات بابا أفضل 20\r\n\r\n","description":"","footnote":"","page_name":" 226 ","page_number":234},
  {"content":"\r\n\r\nمراسلات محفوظ والمحقق الحلّي 146\r\nالمراسم لسلار 104 ، 105 ، 172 ، 178 ، 186\r\nمرآة الجنان لليافعي 5 ، 42 ، 121 ، 124 ، 135 ، 151 ، 160 ، 163 ، 177\r\nالمرفوع المصنوع 177\r\nالمسائل لأحمد بن طاوس 14\r\nالمسائل لابن إدريس 30\r\nمسائل في الإمامة واللطف 38\r\nالمسائل البغدادية 30 ، 207\r\nمسائل الخلاف للطوسي 12 ، 47 ، 101 .\r\nمسائل ابن طي 164\r\nالمسائل العزية 30\r\nمسائل الشيخ عمران 57\r\nالمسائل الغروية للمحقق 30\r\nالمسائل المصرية للمحقق 30 ، 113\r\nمسألة المعرفة لسديد الدين 154 ، 165 ، 209\r\nمستدرك الوسائل 106 ، 117\r\nالمستغيثين باللّه عند المهمات 166\r\nالمسند لابن سليمان الحضري 118\r\nمشارق الأنوار للبرسي 124\r\nمشجرة النسب 13\r\nمشكاة الأنوار للطبرسي 104\r\nمشيخة زيد بن الحسن 120\r\nالمصباح للطوسي 43 ، 44 ، 58 ، 102 .\r\nمصفى المقال 205\r\nالمطارحة للبغدادي 47\r\nمطلع البدور 131 ، 184\r\nمطلع السعادتين لسفرويه 17\r\nمعادن الجوهر 112 ، 113 ، 161\r\nمعادن الذهب في تاريخ حلب 205\r\nمعارج اليقين للسبزواري 173\r\nمعارف الحقائق 41\r\nمعالم الدين 2 ، 48 ، 64 ، 91 ، 148 ، 154 ، 160 ، 161 ، 204\r\nمعالم العترة النبوية للجنابذي 90 ، 101 ، 102 ، 108\r\nمعالم العلماء لابن شهرآشوب 87 ، 92 ، 103 ، 178 ، 207\r\nالمعتبر في شرح المختصر للحلي 173\r\nمعتقد الإمامية للطبري 41\r\nالمعجم في آثار ملوك العجم 132\r\nمعجم الأدباء لياقوت 18 ، 115 ، 120 ، 176 ، 200 ، 203 ، 205\r\nالمعجم في أصحاب الإمام الصدفي 47 ، 160\r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":235},
  {"content":"\r\n\r\nمعجم الألقاب ومجمع الآداب للفوطي 6 ، 12 ، 18 ، 92 ، 98 ، 147 ، 203\r\nمعجم البلدان لياقوت 1 ، 8 ، 10 ، 21 ، 30 ، 33 ، 37 ، 75 ، 90 ، 137 ، 139 ، 166 ، 203 ، 205 وجاء ياقوت كثيرا .\r\nمعدن الجواهر 168\r\nالمغني في النحو لليمني 184\r\nمفتاح الخير في شرح رسالة الطير السيناوية للبحراني 7 ، 106\r\nالمقامات الأربع للأربلي 107\r\nالمقامات الزينبية 98\r\nالمقامات لعميد الرؤساء 200\r\nمقتضب الأثر 93\r\nالمقدار الواجب من المعرفة 154 ، 165 ، 209\r\nمقدمة ديوان ابن الفارض 124\r\nمقصد أسنى للنسفي 96\r\nمقصد أقصى للنسفي 96 ، 97\r\nالمقنعة للمفيد 161 ، 185\r\nمكاتبات ورام مع الداعي الشيرازي 198 .\r\nمكارم الأخلاق للطبرسي 104\r\nالملاذ لأحمد بن طاوس 14\r\nالملل والنحل للشهرستاني 126\r\nمنازل السائرين للنسفي 96\r\nمناقب الخلفاء 102\r\nالمناقب لابن شهرآشوب 47 ، 108 ، 134 .\r\nمناقب الطاهرين 41\r\nالمناقب للعلقمي 150\r\nمن ألوت الأيام عليه 120\r\nمنتخب جواهر الأسرار للنسفي 96 ، 97\r\nالمنتظم لابن الجوزي 92\r\nمن صعد الرصد بمراغة 170\r\nمنطق الطير للعطار ( سيمرغ ) 148\r\nمنظومة فتح خيبر لابن أبي الحديد 89\r\nالمنقذ من التقليد للحمصي 178\r\nمن لا يحضره الفقيه 173\r\nمنهاج مبين لبابا أفضل 20\r\nالمنهاج لابن محفوظ 72\r\nالمنهج في العبارات 41\r\nالمواسعة والمضايقة لورام 197\r\nالمهذب لابن براج 113\r\n( ن )\r\nالنابس في القرن الخامس 37 ، 48 ، 97 ، 102 ، 113 ، 114 ،\r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":236},
  {"content":"\r\n\r\n118 ، 160 ، 162 ، 171 ، 172 .\r\nالنافع يوم الحشر 30 ، 38\r\nالنبات والشجر للأصمعي 200\r\nالنبوة والولاية للنسفي 96\r\nنجاة القيامة في أمر الإمامة 90 ، 187 ، 188\r\nنخب المناقب لابن جبير 47 ، 108 ، 122 .\r\nالنخل الأصمعي 200\r\nنزهة الناظر في الجمع بين الأشباه والنظائر 51 ، 52 ، 53 ، 204\r\nنساء الخلفاء لابن الساعي 101\r\nنسمة السحر فيمن تشيع وشعر 121 ، 145\r\nالنصارى ومجامعهم للقفطي 120\r\nنظام الأقوال 93\r\nنفائس الفنون 165\r\nنفحات الأنس للجامي 11 ، 125 ، 152 ، 163 ، 177\r\nنفح الطيب 160\r\nنفس أرسطو لبابا أفضل 20\r\nالنفس ( قصيدة . . ) 106\r\nنقد المحصل للطوسي 158 و 167\r\nنقض المحصول 89\r\nنقض المعالم 41\r\nنكت النهاية 30\r\nنكت الهميان للصفدي 19 ، 205\r\nنوابغ الرواة في رابعة المئات 37 ، 68 ، 158\r\nالنهاية للطوسي 36 ، 49 ، 93 ، 103 ، 126 ، 131 ، 160 ، 177\r\nنهج الإيمان لابن جبير 48 ، 122\r\nنهج البلاغة 4 ، 18 ، 19 ، 33 ، 41 ، 43 ، 46 ، 48 ، 88 ، 98 ، 110 ، 111 ، 150 ، 161 ، 187 ، 203 ، 205\r\nنهج الوصول إلى معرفة الأصول 30 ، 148\r\nنهزة الخاطر ونزهة الناظر 121 ، 120\r\n( و )\r\nالوافي بالوفيات للصفدي 114 ، 115 ، 136 ، 168 ، 169 ، 206 .\r\nالوزراء للمهنا 13\r\nالوسائل ( تفصيل وسائل الشيعة ) 39\r\nالوسيلة 177\r\nوفيات الأعيان 203 وجاء ابن خلكان كثيرا\r\n\r\n","description":"","footnote":"","page_name":" 229 ","page_number":237},
  {"content":"\r\n\r\nهدية العارفين لإسماعيل پاشا 6 ، 11 ، 47 ، 89 ، 91 ، 107 ، 116 ، 132 ، 145 ، 163 ، 177 .\r\nالهنود في إجابة دعوة ذي العنود 44\r\nاليقين لابن طاوس 6 ، 10 ، 17 ، 45 ، 57 ، 118 ، 119 ، 159 ، 175\r\nينبوع الحياة 20\r\n\r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":238}
  ]