[
  {"content":"\r\n\r\nالمفصل\r\nفي تاريخ النجف الأشرف\r\nالجزء الثالث\r\nتأريخ المراقد والمقامات ووادي السلام\r\nالأستاذ الدكتور\r\nحسن عيسى الحكيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nهوية الكتاب\r\nاسم الكتاب : المفصل في تاريخ النجف الأشرف ( الجزء 3 )\r\nالمؤلف : الأستاذ الدكتور حسن عيسى الحكيم\r\nالناشر : مكتبة الحيدرية / قم المقدسة\r\nالطبعة : الأولى 1428 - 1385\r\nليتو غرافى : آل البيت عليهم السلام\r\nالمطبعة : شريعت\r\nالكمية : 1000 نسخة\r\nالسعر : 5000 تومان\r\nردمك : 7 - 111 - 503 - 964\r\n7 - 111 - 503 - 964\r\nمجوز الكتاب من إدارة الارشاد الاسلامي في مدينة قم المقدسة 9952 / 26 / 1385\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n[ الجزء الثالث 
  ]\r\n\r\nالمقدمة\r\nخصصنا الجزء الثالث من كتابنا ( المفصل في تاريخ النجف الأشرف ) لمراقد الأنبياء والصالحين ، ومقامات الأئمة عليهم السّلام ، وأبناء آل البيت الكرام ، ومراقد الصحابة والتابعين ، وقد جاء هذا الجزء متمما من الجانب الديني لتاريخ النجف الأشرف ، الذي بدأنا به لدراسة تاريخ المرقد الحيدري الشريف ، وما يتبعه من مؤسسات دينية واجتماعية ، وبما أن هذا الجزء من كتابنا تطغى عليه السمات الدينية والعقائدية ، فآثرنا إلحاق المساجد التاريخية القديمة ، والمساجد الأخرى التي تقع في أطراف النجف الأربعة ( المشراق ، العمارة ، الحويش ، البراق ) ، والتي يضمها سور النجف الأخير ، وقد ألحقنا دراسة مقبرة النجف الكبرى ( وادي السلام ) بهذا الجزء من كتابنا ، لما لها من أهمية دينية واجتماعية ، وتاريخية ، والإشارة إلى المقابر الشهيرة المنتشرة في أزقة المدينة القديمة ، وقد حددنا مواقعها وعمقها التاريخي ، وكنا في هذه الدراسة حذرين من عدم حقيقة بعض المراقد المنسوبة لذرية الأئمة عليهم السّلام ، وان أشارت إليها بعض المصادر التي أرخت لمدينة النجف الأشرف ، وكنا قد وقفنا طويلا في دراسة موضع رأس الإمام الحسين عليه السّلام ، أو دفنه عند رأس أبيه أمير المؤمنين عليه السّلام ، وقد أوردنا جميع الروايات الذاهبة إلى موضع الرأس الشريف في أماكن متعددة ، وقد أوضحنا ضعفها بأدلة دامغة ، وتوصلنا إلى ترجيح الروايات بأن الرأس الشريف قد دفن في المرقد الحيدري ، معتمدين على أوثق الروايات وأصح الأسانيد .\r\nوأعطى الجزء الثالث من كتابنا عمقا تاريخيا لأرض النجف الأشرف ، قبيل أن تتشرف بجسد الإمام أمير المؤمنين عليه السّلام ، وترتقي إلى مدينة إسلامية في منتصف القرن الثاني للهجرة ، بعد بروز المرقد الحيدري الشريف إلى الوجود ، بعد اختفاء استغرق فترة العصر الأموي . ويكشف العمق التاريخي لأرض النجف إلى احتضان أجساد الأنبياء عليهم السّلام ، وأجساد الصالحين وغيرهم .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nوقد حاولنا من خلال المصادر الوصول إلى الحقائق التاريخية حول المراقد والمقامات ، وقد أردنا أبراز الواقع العلمي دون تحيز أو ميل لهذا الرأي أو ذاك ، وآثرنا الحياد العلمي في مناقشة المصادر دون أن تأخذ العواطف موقعها في الدراسة ، فأننا مسؤولون أمام التاريخ والنقد العلمي ، وأملي أن يكون الجزء الثالث من كتابنا موضع رضا وقبول من لدن القراء الكرام ، وعند ذلك قد أدينا الأمانة ، وأوضحنا الحقيقة بفضل نفحات أمير المؤمنين عليه السّلام القدسية ، وأسأل اللّه تعالى أن تسايرنا في إنجاز الأجزاء القادمة ، ونسأل اللّه تعالى المغفرة والرضوان ، يوم لا ينفع مال ولا بنون إلا من أتى اللّه بقلب سليم .\r\nالنجف الأشرف\r\nالدكتور حسن الحكيم\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nالفصل الأول مراقد الأنبياء والصالحين\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nاحتضنت أرض النجف ( الغري ) قبل الإسلام أجساد بعض الأنبياء الصالحين ، ونزل أرضها آخرون ولم يدفنوا فيها ، وهي وفق ذلك أصبحت أرضا مقدسة لها قدمها التاريخي قبيل أن تتشرف بجسد سيد الأوصياء أمير المؤمنين علي بن أبي طالب عليه السّلام ، وقد أوردت المصادر والمأثورات عن الأئمة عليهم السّلام مدفن عدد من الأنبياء والصالحين في أرض النجف وهم :\r\n\r\nأولا : آدم ونوح عليهما السّلام\r\nوردت نصوص تاريخية وأحاديث شريفة عن مرقدي النبيين آدم ونوح عليهما السّلام في أرض النجف ، وقد وردت في الزيارة ( السلام عليك وعلى ضجيعيك آدم ونوح ) « 1 » وقد أصبحت هذه الزيارة من باب المسلمات بأن الإمام عليا عليه السّلام قد دفن بين النبيين آدم ونوح عليهما السّلام وقد أصبح لهما قبران منفصلان عن قبر الإمام عليه السّلام ، وقد شاهدهما الرحالة ابن بطوطة عند زيارته لمدينة النجف الأشرف عام 727 ه فقال : ( بين القبور طسوت ذهب وفضة فيها ماء الورد المسك وأنواع الطيب ، يغمس الزائر يده في ذلك ويدهن به وجهه تبركا ) « 2 » وروي عن الإمام جعفر بن محمد الصادق عليه السّلام : أن اللّه تبارك وتعالى أوحى إلى نوح عليه السّلام ، وهو في السفينة أن يطوف في البيت أسبوعا ، فطاف أسبوعا ، ثم نزل في الماء إلى ركبته فاستخرج تابوتا فيه عظام آدم عليه السّلام ، فحمل التابوت في جوف السفينة حتى طاف بالبيت ما شاء اللّه أن يطوف ثم ورد إلى باب الكوفة في وسط مسجدها وتفرق الجمع الذي كان مع نوح عليه السّلام في السفينة فأخذ التابوت فدفنه في الغري « 3 » وهذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشرقي : الأحلام ص 53 ، الريحاني : قلب العراق ، ص 176 .\r\n( 2 ) ابن بطوطة : الرحلة 1 / 110 .\r\n( 3 ) النوري : مستدرك الوسائل 2 / 314 ، القمي : سفينة البحار 2 / 299 ، كمونة : مشاهد العترة الطاهرة ص 146 .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالحديث قد سبق تخطيط الكوفة ومسجدها بمدة سحيقة في القدم ، وقد شاءت الأقدار أن يخطط في عام 17 ه مسجدا في هذا الموضع التاريخي ، وفي رواية أن آدم عليه السّلام « 1 » دفن في مكة في جبل أبي قبيس ثم أن نوحا عليه السّلام حمل بعد الطوفان عظامه في تابوت فدفنه في ظاهر الكوفة فقبره هناك مع قبر نوح في الغري ، ونقل الشيخ جعفر محبوبة عن السيد علي التركي في رحلته ( مرآة الممالك ) عند زيارته لمدينة النجف الأشرف عام 961 ه قوله : أنه زار آدم ونوح وشمعون بعد ما زار الإمام عليا عليه السّلام ولكن المصادر لم تشر إلى مدفن شمعون في أرض النجف ، ووصف الرحالة السيد عباس المدني الذي زار النجف عام 1132 ه هذه القبور بقوله : أن القبة عقدت على قبور آدم ونوح وعلي عليهم السّلام ، وأنها قبة عظيمة في زينة وسيمة ، وأول من عقد هذه القبة هو عبد اللّه بن حمدان في العصر العباسي « 2 » ووصف أبو طالب خان في رحلته عند زيارته لمدينة النجف عام 1213 ه / 1799 م قبري آدم ونوح بقوله : أن الزوار يركعون مرتين احتراما لآدم ونوح فأنهما دفنا في هذا الموقع « 3 » وقد أكدت الأحاديث الشريفة المروية عن الأئمة عليهم السّلام إلى قبري آدم ونوح عليهما السّلام في النجف الأشرف ، يقول المفضل بن عمر : دخلت على أبي عبد اللّه جعفر بن محمد الصادق عليه السّلام ، فقلت له : أني أشتاق إلى الغري ، فقال : ما شوقك إليه ؟ فقلت له : أني أحب أن أزور أمير المؤمنين ، فقال : هل تعرف فضل زيارته ؟\r\nقلت : لا إلا أن تعرفني فقال : إذا زرت أمير المؤمنين عليه السّلام ، فأعلم أنك زائر عظام آدم ، وبدن نوح ، وجسم علي بن أبي طالب عليه السّلام ، فقلت يا ابن رسول اللّه صلّى اللّه عليه وآله وسلم ، أن آدم هبط سرانديب في مطلع الشمس ، وزعموا أن عظامه في بيت اللّه الحرام ، فكيف صارت عظامه في الكوفة ، فقال : أن اللّه أوحى إلى نوح عليه السّلام ، وهو في السفينة أن يطوف في البيت أسبوعا ، فطاف في البيت كما أوحى اللّه إليه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 96 .\r\n( 2 ) المكي : نزهة الجليس 1 / 105 .\r\n( 3 ) أبو طالب خان : الرحلة ص 397 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nثم نزل في الماء إلى ركبته : فاستخرج تابوتا فيه عظام آدم محمله في جوف السفينة حتى طاف ما شاء اللّه أن يطوف ، ثم ورد في باب الكوفة في وسط مسجدها ففيها قال اللّه للأرض ابلعي ماءك ، فبلعت ماءها من مسجد الكوفة كما بدأ الماء فيه ، وتفرق الجمع الذي كان مع نوح في السفينة ، فأخذ نوح عليه السّلام ، التابوت فدفنه في الغري ، وهو قطعة من الجبل الذي كلم اللّه عليه موسى تكليما ، وقدس عليه عيسى تقديسا ، واتخذ عليه إبراهيم خليلا ، وأتخذ محمدا صلّى اللّه عليه وآله وسلم حبيبا ، وجعل للنبيين سكنا ، واللّه ما سكن فيه بعد أبويه الطيبين آدم ونوح أكرم من أمير المؤمنين ، فإذا زرت جانب النجف فزر عظام آدم ، وبدن نوح ، وجسم علي بن أبي طالب فإنك زائر الآباء الأولين ومحمدا خاتم النبيين وعليا سيد الوصيين ، وان زائره تفتح أبواب السماء عند عودته ، فلا تكن عن الخير نواما « 1 » وفي حديث آخر عن الإمام الصادق عليه السّلام : أن قبر علي في الغري ما بين صدر نوح ومفرق رأسه مما يلي القبلة « 2 » وقد استوحى الشيخ محمد السماوي من هذه الأحاديث معانيها فقال : « 3 »\r\n وجاء نوح بعد فيض العالم * إلى الغري في عظام آدم\r\nثم أختار الغري مدفنا * لعلمه بدفن حيدر هنا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن طاوس : مصباح الزائر ورقة 59 - 60 ، الديلمي : إرشاد القلوب ، 2 / 439 الحر العاملي : الوسائل 10 / 299 - 300 ، المجلسي : البحار 100 / 232 ، النقدي : الغزوات والفضائل ص 210 .\r\n( 2 ) ابن طاوس : فرحة الغري ص 57 .\r\n( 3 ) السماوي : عنوان الشرف 1 / 5 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nويقول السيد ابن طاوس : أن الإمام عليا عليه السّلام أوصى ابنه الحسن أن يحفر في ظهر الكوفة ، فيجد خشبة محفورة كان نوح عليه السّلام حفرها له ليدفن فيها « 1 » وسال أبو بصير ، الإمام الصادق عليه السّلام : أين دفن أمير المؤمنين عليه السّلام قال : دفن في قبر أبيه نوح ، قلت : وأين نوح ، أن الناس يقولون إنه في المسجد قال : لا ذاك في ظهر الكوفة « 2 » .\r\nويقول السيد نعمة اللّه الجزائري : أن مدفن آدم ونوح في النجف ، وان أكثر الأخبار دالة على ذلك ، وان آدم ضجيع أمير المؤمنين عليه السّلام « 3 » وقد أشار إلى ذلك السيد كاظم بن السيد احمد الأمين المتوفى عام 1303 ه قائلا : « 4 »\r\n ضريح ثوى فيه الوصي وآدم * ضجيع له والشيخ نوح له ضمن \r\nوتذهب بعض الأحاديث المروية عن الإمامين الباقر والصادق عليهما السّلام إلى مدفن النبيين آدم ونوح في أرض النجف الأشرف ، فقد سأل عبد الرحيم القصير ، وأبو بصير ، الإمام الباقر عليه السّلام عن قبر الإمام عليه السّلام فقال : أن قبر علي في الغري ما بين صدر نوح ومفرق رأسه مما يلي القبلة « 5 » وسأل صفوان الجمال الإمام الصادق عليه السّلام كيف نزور أمير المؤمنين قال : يا صفوان أن أردت ذلك ، فذكر له كيفية الزيارة وآدابها ثم قال : عد على عند الرأس لزيارة آدم ونوح عليهما السّلام وقل في زيارة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن طاوس : فرحة الغري ص 112 .\r\n( 2 ) ابن طاوس : فرحة الغري ص 52 ، ص 57 ، الحر العاملي : الوسائل 10 / 300 ، المجلسي :\r\nالبحار 100 / 249 .\r\n( 3 ) الجزائري : النور المبين ص 93 .\r\n( 4 ) شبر : أدب الطف 5 / 290 .\r\n( 5 ) ابن طاوس : فرحة الغري ص 38 ، ص 57 ، الحر العاملي : الوسائل 10 / 301 - 302 ، المجلسي : البحار 100 / 250 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nآدم : السلام عليك يا صفي اللّه ، السلام عليك يا حبيب اللّه ، السلام عليك يا نبي اللّه في أرضه ، السلام عليك يا أبا البشر ، السلام عليك وعلى روحك وبدنك ، وعلى الطاهرين من ولدك وذريتك ، صلاة لا يحصيها إلا هو ورحمة اللّه وبركاته ، وقل في زيارة نوح عليه السّلام : السلام عليك يا نبي اللّه ، السلام عليك يا صفي اللّه ، السلام عليك يا ولي اللّه ، السلام عليك يا حبيب اللّه ، السلام عليك يا شيخ المرسلين ، السلام عليك يا أمين اللّه في أرضه ، صلوات اللّه وسلامه عليك وعلى روحك وبدنك وعلى الطاهرين من ولدك ، ورحمة اللّه وبركاته « 1 » وقد علل أحد الباحثين سبب مدفن الإمام علي عليه السّلام في مكان مرتفع من الأرض قوله : ( ليتسنى لنا الوقوف عن مغزى وصية الإمام علي لابنه الحسن حول مدفنه في الغري بجوار نوح عليه السّلام ، كما صرح بقوله : فستجد قبرا محفورا ، ولحدا منقورا مكتوبا عليه هذا ما أدخره نوح النبي ، والسر في تعيين هذا المكان الذي حقق لنا الفن الحديث ، بأنه أعلى محل عن سطح البحر في منطقة الطوفان ) « 2 » وقد أكد الأستاذ الدكتور احمد سوسة : رسو سفينة نوح في منطقة النجف بقوله : أن السفينة استقرت أخيرا بعد انخفاض مياه الطوفان على أحد المرتفعات الصحراوية في جوار النجف تعلو من سطح البحر بما يناهز الخمسة والستين مترا « 3 » .\r\nوقد ذهبت بعض المصادر إلى أن آدم عليه السّلام قد دفن في بيت المقدس عندما خرج نوح من السفينة « 4 » ويقول المسعودي : وتنازع الناس في قبره فمنهم من زعم أن قبره بمنى في مسجد الخيف ، ومنهم من رأى أنه في كهف في جبل أبي قبيس ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النوري : مستدرك الوسائل 10 / 217 - 218 ( الطبعة المحققة ) .\r\n( 2 ) عبد الحسن شلاش : ( خلود الإمام ) بحث في كتاب ( أسبوع الإمام ) ص 185 .\r\n( 3 ) احمد سوسة : فيضانات بغداد في التاريخ ص 170 - 171 ، الوردي : دراسة في طبيعة المجتمع العراقي ص 33 .\r\n( 4 ) ابن الأثير : الكامل في التاريخ 1 / 53 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوقيل غير ذلك واللّه أعلم بحقيقة الحال « 1 » وذهبت مصادر أخرى إلى مدفن نوح عليه السّلام في قرية الكرك الواقعة قرب بعلبك ، حيث يزعم أهل تلك النواحي بأن قبر نوح هناك « 2 » ويقول ياقوت الحموي : ويزعم أنه في دير أبون أو أبيون الواقع في جزيرة ابن عمر قبر نوح عليه السّلام تحت أزج عظيم لاطئ بالأرض يشهد نفسه القدم ، وفي جوفه قبر عظيم في صخر زعموا أنه لنوح عليه السّلام « 3 » وان لفظ ( زعموا ) يشير إلى الشك في هذه الروايات وقد أفصح ابن كثير عن تشككه في كثير من الروايات حول مدفن نوح عليه السّلام ، ولكنه أخذ بالرأي القائل أن قبره في المسجد الحرام « 4 » .\r\nوفي رواية عن الإمام الحسن عليه السّلام لما سئل عن القبر الذي في النخيلة والذي يدفن اليهود موتاهم عنده فقال : يقولون هذا قبر هود النبي عليه السّلام لما أن عصاه قومه جاء ومات هنا ، وقد أجاب الإمام عليه السّلام على هذا الزعم بقوله : كذبوا لأني أعلم به منهم هذا قبر يهودا بن يعقوب بن إسحاق بن إبراهيم « 5 » ومن المحتمل أن تصحيح الإمام الحسن عليه السّلام لقبر النبي هود وعدم وجوده في النخيلة ، أراد بذلك قبره في النجف ، وقد أخذ الاماميون بالروايات الذاهبة إلى قبري آدم ونوح في النجف ، ولم يشكك أحد منهم بذلك سوى السيد هبة الدين الشهرستاني الذي أدعى أن أسانيد هذه الروايات ضعيفة « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسعودي : مروج الذهب 1 / 38 .\r\n( 2 ) ياقوت : معجم البلدان 6 / 7 ، 14 / 240 .\r\n( 3 ) ن . م 2 / 496 .\r\n( 4 ) ابن كثير : البداية والنهاية 1 / 120 .\r\n( 5 ) المجلسي : المزار ص 89 .\r\n( 6 ) الشهرستاني : تحريم نقل الجنائز المتغيرة ص 11 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nثانيا : هود وصالح عليهما السّلام\r\nورد ذكر النبيين هود وصالح في الزيارة لأمير المؤمنين عليه السّلام جاء فيها : ( السلام عليك وعلى جاريك هود وصالح ) ويستفاد من هذه الزيارة انهما دفنا في مكان ليس ببعيد عن مرقد الإمام عليه السّلام ، في حين أن النبيين آدم ونوح قد دفنا بنفس البقعة التي دفن فيها أمير المؤمنين عليه السّلام ، فقد أعطت الزيارة لهود وصالح صفة الجوار ، وأعطت لآدم ونوح صفة المضاجعة ففي وصية لأمير المؤمنين عليه السّلام لولده الإمام الحسن عليه السّلام ، لما أقدم الشقي عبد الرحمن بن ملجم على جريمته النكراء في التاسع عشر من شهر رمضان جاء فيها : ( أحبسه فإذا مت فاقتلوه ، فإذا مت فادفنوني في هذا الظهر في قبر أخوي هود وصالح « 1 » ولما سئل الإمام الحسن عليه السّلام :\r\nأين دفنتم أمير المؤمنين عليه السّلام قال : على شفير الجرف ، ومررنا به ليلا على مسجد الأشعث ، وقال أدفنوني في قبر أخي هود « 2 » وإذا صحت هذه النصوص فان المراد بها التمويه عن حقيقة موضع القبر ، ويقع مرقد هود وصالح في وادي السلام ، وقد بنيت عليهما قبة متوسطة الحجم والارتفاع ، وقد فرشت بالكاشي الأزرق ، ويقع أمام القبرين صحن دار صغير ، وقد نقل الشيخ محبوبة عن سادن المرقد عام 1333 ه قوله : أن أول من وضع على قبريهما صندوقا من الخشب هو السيد محمد مهدي الطباطبائي ( بحر العلوم ) المتوفى عام 1212 ه ، وقد نذرت الملا ضفيرة حرم الملا يوسف بن الملا سليمان ، إذا رزقها اللّه تعالى ولدا فإنها سوف تبني على قبري هود وصالح قبة ، فلما ولدت سليمان فإنها وفت بنذرها وبنت القبة من الآجر ، وعند مدفن الفقيه والأصولي سلطان العلماء خارج المرقدين ، بنيت بعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطوسي : التهذيب 6 / 33 ، الحر العاملي : الوسائل 10 / 308 ، المجلسي : البحار 10 / 239 ، الجزائري : النور المبين ص 107 .\r\n( 2 ) ابن طاوس : فرحة الغري ص 28 ، الحر العاملي : الوسائل 10 / 309 ، المجلسي البحار 100 / 239 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nذلك قبة عالية فوق القبة الأولى ، وقد فرشت بالكاشي الأزرق ، ثم قامت سركالة الهند بترميم المرقد عند مجيئها إلى مدينة النجف الأشرف وزيارتها لمرقدي هود وصالح ، ومسجد الحنانة ، ومرقد كميل بن زياد النخعي في الثوية « 1 » ويقول الشيخ محبوبة : أن هودا وصالحا دفنا في وادي السلام ، وبنيتهما مشيدة مشهورة ، وكان قبرهما في عهد السيد بحر العلوم في غير موضعه الآن ، فحوله السيد إلى موضعه اليوم وبين اشتباه الموضع الأول « 2 » وقد أكد السيد الكاظمي : أن الذي أظهر القبرين هو السيد بحر العلوم « 3 » ومن المحتمل أن القبر المذكور والذي حدده السيد بحر العلوم يقترب من الذكوات البيض حيث قبر أمير المؤمنين عليه السّلام وقبري آدم ونوح سلام اللّه عليهما ، وإلى ذلك أشار السيد محمد سعيد الحبوبي بقوله : « 4 »\r\n وجاد سحاب العفو مرقد صالح * لدى الذكوات البيض من أيمن الوادي \r\nوقد وضعت على قبري هود وصالح في وادي السلام صخرة حمراء قديمة طولها ذراع وأصابع ، وعرضها شبر واحد ، كتبت بالخط الكوفي ، وهي تشير إلى المرقدين ، وقد وضعت هذه الصخرة في واجهة الأسطوانة الغربية في نصفها في عمق ذراع يد في البناء لئلا تسرق « 5 » وقد أشار الشيخ محمد السماوي إلى هذين القبرين في أرض النجف دون غيرها كما يزعم اليهود بقوله : « 6 »\r\n وأختار ذاك صالح وهود * وليس ما تزعمه اليهود \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : مراقد المعارف 363 - 365 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 246 .\r\n( 3 ) الكاظمي : دوائر المعارف ص 10 .\r\n( 4 ) الحبوبي : الديوان ص 464 .\r\n( 5 ) حرز الدين : مراقد المعارف 2 / 365 .\r\n( 6 ) السماوي : عنوان الشرف 6 ، 58 ، 86 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n فان هودا عندهم ذو الكفل * فأوضح الحق وصي الرسل\r\nوقبر صالح وقبر هود * وموضع السبع من الأسود\r\nعلمت أن آدما ونوحا * قد كان كل عنده مضروحا\r\nوان صالحا وهودا أرفدا * برملة وفي ثراه استسعدا \r\nوذكر المؤرخ نصر بن مزاحم المنقري ( ت 212 ه ) : انه في النخيلة قبر عظيم يدفن اليهود موتاهم حوله ، فقال الإمام الحسن بن علي عليه السّلام : يقولون هذا قبر هود النبي عليه السّلام لما أن عصاه قومه جاء فمات هاهنا ، قال : كذبوا لأنا أعلم به منهم هذا قبر يهود بن يعقوب بن إسحاق بن إبراهيم بن يعقوب ثم قال هاهنا أحد من مهرة ؟ قال : فأتي بشيخ كبير ، فقال : أين منزلك ؟ قال : على شاطئ البحر ، قال :\r\nأين من الجبل الأحمر ، قال : أنا قريب منه ، قال : فما يقول قومك فيه ؟ قال :\r\nيقولون قبر ساحر ، قال كذبوا ذلك قبر هود ، وهذا قبر يهودا بن يعقوب ، ثم قال عليه السّلام : يحشر من ظهر الكوفة سبعون ألفا على غرة شمس يدخلون الجنة بغير حساب « 1 » ويستفاد من هذا النص عدة أمور أولها : أن الشخص الذي حاوره الإمام الحسن عليه السّلام هو من سكنة النجف بدلالة منزله الواقع على شاطئ البحر ، والمقصود به بحر النجف ، وثانيها : أن الإمام عليه السّلام أكد على أن القبر الواقع بالقرب منه هو قبر النبي هود وليس بقبر أحد السحرة ، وثالثها : أنه يقع بالقرب من الجبل الأحمر ، وهو أحد الذكوات في أرض النجف وكانت تسمى بالذكوات البيض أو الحمر ، ورابعها : أن الإمام الحسن أزال الالتباس بين هود ، ويهودا بن يعقوب ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصر بن مزاحم : وقعة صفين ص 127 ، النوري : مستدرك الوسائل 10 / 224 - 225 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nفان قبر هود يقع في أرض النجف ، وقبر يهودا يقع في منطقة النخيلة ، ويعد النص الذي ذكره نصر بن مزاحم المنقري من أدق النصوص التاريخية الذاهبة إلى موضع قبر هود عليه السّلام ، وان النصوص الأخرى التي تحدد موضع قبره في أماكن متعددة أخرى تتضاءل أمام هذا النص ، إذ تشير بعض الروايات أن قبر هود يقع في حضر موت « 1 » وفي مكان يدعى بوادي الأحقاف على كثيب أحمر فيه كهوف ، وعند قبره كتابة باللغة العربية : أنا هود النبي آمنت باللّه ، وأسفت على عاد لكفرهم ، وما كان لأمر اللّه من مرد « 2 » وأوردت بعض المصادر أن هودا قد دفن في بلاد اليمن « 3 » ويقول المؤرخ نشوان الحميري المتوفى عام 573 ه : أن الإمام عليا عليه السلام قال لرجل حضرمي : أرايت في بلادك كثيبا أحمر المقر يخالطه مدرة حمرا ، فيه أراك وسدر في موضع كذا وكذا من بلادك ، هل رايته قط أو تعرفه ، فقال الحضرمي : نعم واللّه يا أمير المؤمنين ، قال عليه السّلام : أن فيه قبر هود عليه السّلام ، قال : وصار أمر هود بعده إلى وصيه ابنه قحطان فدفنه بالأحقاف بموضع يقال له الهنيف بجوار نهر الحقيق « 4 » ويعود سبب دفنه في هذا المكان - كما يزعم الرواة - انه ارتحل هو ومن معه من المؤمنين بعد النكبة التي حلت بقومه من الكافرين من أرض عاد إلى الشجر ، فلما مات دفن بأرض حضر موت ، ويدعي الرواة انه قبر في وادي يقال له ( وادي برهوت ) غير بعيد عن ( بئر برهوت ) التي تقع في الوادي الرئيس للسبعة الأودية « 5 » ولا يزال هذا الموضع الذي يقال له قبر هود يزار حتى الآن ، ويقصده الناس من أماكن بعيدة ، وعد اليوم الحادي عشر من شهر شعبان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهمذاني : الإكليل 8 / 132 - 133 ، البخاري : التاريخ الكبير 1 / 135 ، القزويني : آثار البلاد ، ص 37 .\r\n( 2 ) الهمذاني : الإكليل 8 / 186 ، البكري : معجم ما استعجم 1 / 120 .\r\n( 3 ) ابن سعد : الطبقات الكبرى 1 / 52 ، ابن الجوزي : المنتظم 1 / ق 1 / 21 أ .\r\n( 4 ) الحميري : ملوك حمير واقيال اليمن ص 5 .\r\n( 5 ) جواد علي : المفصل في تاريخ العرب 1 / 311 ، البكري : تاريخ حضر موت السياسي 1 / 65 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nموعدا لزيارته ، وربما انه كان من الأماكن التي يقدسها الجاهليون ، ويذهب بعض الأخباريين أن هودا بعد أن اعتزل قومه ذهب إلى مكة ومات فيها ، فقبره مع قبور ثمانية وتسعين نبيا من الأنبياء « 1 » وذكرت بعض المصادر إلى أن قبر هود يقع في داخل المسجد الأموي « 2 » ويقول الرحالة ابن بطوطة : ويقال أن الجدار القبلي في المسجد الأموي وضعه نبي اللّه هود عليه السّلام وان قبره به ، وقد رأيت على مقربة من مدينة ظفار باليمن بموضع يقال له الأحقاف بنية فيها قبر مكتوب عليه هذا قبر هود بن عابر عليه السّلام « 3 » وان ما ذكر ابن بطوطة لأكثر من موضع لقبر هود في دمشق جاء من ( ارم ذات العماد ) التي هي دمشق كما يقول بعض الإخباريين ، وهذا الذي أوحى إلى هؤلاء فكرة جعل قبر هود بدمشق « 4 » وأننا نميل إلى حديث الإمام الحسن عليه السّلام عند محاورته لأحد الرجال ، وتحديد قبر هود في أرض النجف .\r\nوقد أصبحت سدانة مرقدي هود وصالح في النجف بيد محمد علي بن حسين قسام وبقيت بيد أسرته حتى الوقت الحاضر ، وفي عهد الحكومة العثمانية أصبحت للقبرين موقوفات زراعية في منطقة تعرف بمبرك الناقة في الكفل ، تصرف غلاتها لعمارة هذين القبرين ، وقد تغلب زعماء العشائر المجاورين لهذه الأراضي واغتصبوها « 5 » وعند حصار الإنكليز لمدينة النجف الأشرف عام 1336 ه / 1918 م اقدموا على هدم القبرين وتركوهما انقاضا « 6 » وتشير رسالة الحاكم السياسي البريطاني في النجف إلى الإمام السيد محمد كاظم اليزدي في 16 رمضان عام 1336 ه إلى وفاة إبراهيم بن خليل قسام ، خادم مرقدي هود وصالح ويطلب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جواد علي : المفصل في تاريخ العرب 1 / 313 .\r\n( 2 ) ن . م 1 / 54 .\r\n( 3 ) ابن بطوطة : الرحلة 1 / 54 .\r\n( 4 ) جواد علي : المفصل في تاريخ العرب 1 / 313 .\r\n( 5 ) محبوبة : ماضي النجف وحاضرها 3 / 85 ، التميمي : مشهد الإمام 1 / 90 .\r\n( 6 ) حرز الدين : مراقد المعارف 2 / 366 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nفيها تعيين بما يليق بهذه الوظيفة ، وقد أجاب الإمام اليزدي على هذه الرسالة بأن الأمر موكول بكليدار الروضة الحيدرية السيد عباس الرفيعي « 1 » وقد دفن بعض أعلام أسرة آل قسام إلى جوار مرقدي هود وصالح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرسالة عند الأستاذ أمين محمد علي شمسة .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\nثالثا : مراقد أخرى موهومة\r\nأشارت بعض المصادر إلى أن موسى عليه السّلام قد دفن في أرض النجف ، وان قبره فيها ، معتمدة على الإمام علي عليه السّلام : ( وأنا لنعرف قبره عند الذكوات البيض وقد استدلت هذه المصادر على أنه دفن بأرض الغري ، وبقربه دفن الإمام علي عليه السّلام ، ويقول السيد القزويني : وليس ببعيد لعل المراد بذلك معنى آخر من الرواية والإشارة بذلك إلى قبر أمير المؤمنين عليه السّلام لخفائه عن طعنات بني أمية فشبهوه بموسى عليه السّلام ) « 1 » ولدى تتبعنا في المصادر ونصوصها لم نجد ما يؤيد هذه الرواية ، سوى أن الغري قطعة من الجبل الذي كلم اللّه فيه موسى عليه السّلام تكليما وربما اختلط الأمر على بعض الباحثين بين قبر موسى عليه السّلام بالغري ، أو أن أرض الغري قطعة من الجبل الذي كلم اللّه موسى ، ومما يؤكد ضعف الرواية هو عدم التواتر في ايرادها ، وان الانفرادية التي تضعف بها هذه الرواية ، تضعف بها أيضا الرواية الذاهبة إلى أن شمعون قد دفن مع آدم ونوح عليهما السّلام . « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن طاوس : مصباح الزائر ورقة 59 - 60 ، الديلمي : إرشاد القلوب 2 / 439 ، الحر العاملي : الوسائل 10 / 299 - 300 ، المجلسي : البحار 100 / 232 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 96 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nالفصل الثاني مقامات الأئمة ومراقد آل البيت والصحابة\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\n[ رابعا مقامات الأئمة عليهم السلام 
  ]\r\nحظيت أرض النجف الأشرف بمقامات الأئمة عليهم السّلام ، وهي المواضع التي وقف عليها أئمة آل البيت عليهم السّلام ، وأبناؤهم من غير المعصومين ، وقد أصبحت مقدسة عند الناس ، يقصدونها للزيارة والتبرك بتلك الأرض التي تشرفت بهؤلاء عند قدومهم إلى النجف الأشرف لزيارة مرقد أمير المؤمنين عليه السّلام ، عدا الإمام علي عليه السّلام فإنه قدم إلى أرض الغري مرات عديدة وبصحبة كميل بن زياد النخعي رحمه اللّه تعالى ، وشارك في مدفن الصحابي خباب بن الأرت ( رضي اللّه عنه ) في ظهر الكوفة ، والمقامات المعروفة في أرض النجف هي :\r\n\r\n1 - مقام الإمام علي عليه السّلام\r\nيقع مقام الإمام أمير المؤمنين علي بن أبي طالب عليه السّلام في طرف العمارة ، ويطل على بحر النجف ، وفي المكان المنسوب إلى قبر اليماني المعروف بصافي صفا ، أو \" صفة الصفا \" وفي هذا المقام لوح من الحجر نقشت عليه قصيدة تصرح بأنه مقام أمير المؤمنين عليه السّلام ، وهي مثبتة في المحراب الذي فيه قبر اليماني ، وقد كتبت عام 1142 ه منها : « 1 »\r\n شاد مقام الطهر مولى رقى * أعلى مقامات الورى قدره\r\nإذ قد أتى تعمير تاريخه * ( فيه تقي واجب شكره ) \r\nوقد تحول المكان إلى مسجد يعد الآن من مساجد النجف القديمة . يقول الشيخ محمد حرز الدين : أن هذا المسجد يقع إلى جنب مقبرة الصفا « 2 » . وقد أشار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 97 .\r\n( 2 ) حرز الدين : معارف الرجال 3 / 125 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالسيد حسين بن مير رشيد الرضوي المتوفى عام 1156 ه إلى مقام أمير المؤمنين عليه السّلام بقصيدة منها : « 1 »\r\n هذا مقام علي الطهر حيدرة * عين العلى والعطا والعز والعظم\r\nباب العلوم مصلي القبلتين مع * المختار بيت قصيد المجد والكرم \r\nوكان الإمام علي عليه السّلام إذا أراد الخلوة بنفسه أثناء خلافته في الكوفة ، يأتي إلى طرف الغري ، فبينما هو ذات يوم مشرف على النجف فإذا برجل قد أقبل من جهة البرية راكبا ناقة وأمامه جنازة ، فحين رأى الإمام عليه السّلام قصده وسلم عليه ، فرد عليه الإمام عليه السّلام قائلا له : من أين ؟ قال : من اليمن ، قال : وما هذه الجنازة التي معك ؟ قال جنازة أبي لأدفنه في هذه الأرض ، فقال : لم لا دفنته في أرضكم ؟ قال :\r\nهو أوصى بذلك ، وقال : انه يدفن هناك رجل يدعي في شفاعته مثل ربيعة ومضر ، فلما سمع الإمام عليه السّلام حديثه قال : أتعرف هذا الرجل ؟ قال لا ، فقال عليه السّلام : أنا واللّه ذلك الرجل ، فدفنه في هذا الموضع وقد قيل له ( صافي صفا ) وقد بني بإزاء قبره مسجد وفيه مقام ينسب لأمير المؤمنين عليه السّلام « 2 » ومن المحتمل انه عليه السّلام قد صلّى في هذا الموضع أو أدى الصلاة على جنازة اليماني قبيل دفنه ، وقد تعهده الدراويش في مدينة النجف الأشرف بالرعاية ، وقد أقام فيه الشيخ الزاهد إسماعيل بن حميد النهاوندي المتوفى عام 1164 ه ، وقد شيد المقام ومقبرة الصفا أسرة آل شنون النجفية وبجهود الحاج مجيد والحاج حمود سلطان وهو التجديد الرابع للمقام والقبر ، فقد كان الأول عام 759 ه حسب الصخرة المثبتة على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حسين الرضوي : الديوان ورقة 34 .\r\n( 2 ) محبوبة ماضي النجف وحاضرها 2 / 47 ، الأمين : أعيان الشيعة 1 / 402 ، يعقوب سركيس : مباحث عراقية ق 2 / 232 نقلا عن ديوان السيد مير رشيد ورقة 50 - 51 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nواجهة القبر والتجديد الثاني عام 1142 ه حسب قصيدة الشيخ تقي آل عصيدة الخفاجي ، والتجديد الثالث عام 1179 ه وقد ثبت اسم ( علي ) وهو تركي الأصل قام ببناء المقام والمرقد ، وقد ثبت ذلك على صخرة هناك ، والتجديد الأخير كان عام 1983 م ، وفق كتاب وزارة الأوقاف والشؤون الدينية المرقم ( 5698 ) والمؤرخ في 7 / 5 / 1983 ، وبه موافقة الوزارة على قيام الحاج مجيد بن سلطان بن عزيز بن راشد آل شنون بالبناء ، وقد أحتفظ هيكل المقام والقبر القديم بوضعه ، وبنى فوقه بناء آخر مشابه ، مع إضافات جديدة وهي قاعة كبيرة للطعام ، ومحل خاص للطبخ وقاعة كبيرة لتصبح في المستقبل مكتبة عامة ومقبرة للأسرة ، وقد أرخ الشاعر الشيخ عبد الأمير الحسناوي هذا البناء عام 1404 ه / 1983 م بأبيات مثبتة على مدخل المقام ، والبيت الأخير يشير إلى ذلك :\r\n فخرا لكم وقد أتى تاريخه * ( شيدتم يا آل شنون الصفا ) \r\nوقد تصدى الأستاذ إبراهيم شنون إلى دراسة مقام الإمام أمير المؤمنين عليه السّلام ، ومرقد اليماني ( صافي صفا ) بكتابه الموسوم ( الصفا منطقة مضيئة في النجف ) ، والأستاذ عبد الحسين حمودي بكتابه ( مقام الإمام أمير المؤمنين ) .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\n2 - مقام الإمام زين العابدين عليه السّلام\r\nللإمام علي بن الحسين ( زين العابدين ) عليه السّلام في مدينة النجف الأشرف مقامان الأول منهما يقع في طرف العمارة في الجانب الغربي من سور النجف الأخير ، في موضع يعرف بالثلمة ، وهو يجاور مقام جده أمير المؤمنين عليه السّلام ، يقول الشيخ حرز الدين : أن مقام الإمام زين العابدين ، ومقام الإمام علي عليهما السّلام في قبة الصفا ، كانا خارجين عن سور النجف الأول ، وحينما غزا ابن سعود الوهابي مدينة النجف ، بني السور الثاني الموجود حتى سنة 1300 ه فأدخلوها في بلد النجف القديم « 1 » وهذا الكلام غير دقيق بالنسبة لتواريخ أسوار النجف ، فإنه من الثابت أن المقام المذكور كان يقع وراء السور الأخير للنجف ، وهو السور الخامس الذي أزيل عام 1357 ه / 1937 م ، وقد حدد الشيخ السماوي موضع هذا المقام بقوله : « 2 »\r\n وعند باب الغرب قبة الصفا * واثر زين العابدين إذ وفى \r\nوان الشواخص الموجودة في الوقت الحاضر تدلل على مجاورة مقام الإمام زين العابدين لمقام الإمام علي عليه السّلام في قبة الصفا ، وكان الإمام زين العابدين عليه السّلام إذا أراد زيارة مرقد جده أمير المؤمنين عليه السّلام يأتي إلى هذا المكان ويصلي فيه ويربط ناقته عنده ، ثم يقصد القبر الشريف حافيا ثم يعود إلى مكانه ويبيت حتى الصباح « 3 » ويقول السيد جعفر بحر العلوم : أن الإمام زين العابدين كان يأتي قبر جده محدودبا مختفيا « 4 » ولعل السبب يعود إلى اختيار الإمام زين العابدين لهذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : معارف الرجال 1 / 105 .\r\n( 2 ) السماوي : عنوان الشرف 1 / 57 .\r\n( 3 ) محبوبة : ماضي النجف وحاضرها 1 / 94 .\r\n( 4 ) بحر العلوم : تحفة العالم 1 / 252 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nالمكان البعيد عن المرقد الشريف حتى يوهم الرائي بأنه قادم من الديار المقدسة عن الطريق الذي يربط بادية العراق بالحجاز ، وانه يريد الوضوء من القليب القديم الذي يقع قرب المقام ، وفي حدود الألف للهجرة أوصلوه بمياه الآبار التي حفرها الشاه عباس الصفوي ، لإيصال الماء لسكان مدينة النجف الأشرف ، وكان الناس يستقون من هذا القليب لعذوبة مائة حتى أواخر العهد العثماني ، وفي عام 1338 ه / 1920 م بنيت فوهته الواسعة لاستغناء الناس عنه بعد إيصال الماء من نهر الفرات إلى النجف بواسطة القنوات « 1 » ويبدو أن بناء مقام الإمام زين العابدين عليه السّلام قد تزامن مع مشاريع الصفويين في النجف الأشرف ، فقد أقاموا عليه بنية ، وقد أصلحت في أواخر العهد العثماني ، وأخذ الناس يقصدونه للزيارة ، ونسبت له كرامات ، ويوجد في محراب المقام صخرة جميلة الشكل بديعة الصفة منقوش عليها أحرف مقطعة « 2 » وقد تلفت هذه الصخرة عندما أقدمت الحكومة على نسف المقام بالديناميت صباح يوم الاثنين 22 رمضان 1411 ه المصادف 8 / 4 / 1991 وسوي مع الأرض دون مراعاة لقدسيته ، وبعد فترة من الزمن أقدمت الحكومة على بنائه من جديد وفق مواصفاته القديمة وادعت أن الثوار هم الذين أقدموا على نسفه وهذا أمر مضحك ومدعاة للسخرية .\r\nويعد مقام الإمام زين العابدين من مساجد مدينة النجف الأشرف الشهيرة « 3 » وقد أقام فيه الشيخ إبراهيم الغراوي المتوفى عام 1304 ه صلاة الجماعة « 4 » وتقام فيه في الوقت الحاضر مجالس الفاتحة من قبل بعض النجفيين ، وان كان مسجد صافي صفا يستقطب الغالبية من هذه المجالس لسعته والخدمات المتوفرة فيه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : معارف الرجال ( هامش ) 1 / 258 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 94 .\r\n( 3 ) الدليل الرسمي لعام 1936 ، ص 159 .\r\n( 4 ) الطهراني : طبقات أعلام الشيعة / نقباء البشر 1 / ق 1 / 23 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nأما المقام الثاني للإمام زين العابدين عليه السّلام ، فإنه يقع في الجانب الغربي من الصحن الشريف وملاصقا له ، وأتخذ عليه مسجدا ، ولكن آثاره ضاعت التي عند فتح الباب الغربي للصحن الشريف « 1 » يقول الشيخ حرز الدين : أن هذا المقام يقع إلى جنب الصحن الغروي الجنوبي على يسار الداخل للصحن من باب الفرج الذي فتحت باسم السلطان ناصر الدين شاه عام 1287 ه ، وأدركنا بناء المقام ، وهو غرفة قديمة البناء كالصفة فوقها قبة بيضاء بنيت بالجص طولها ثلاثون قدما وعرضها كذلك ، وفي وسط الساحة بالوعة لمياه الأمطار ، وكان الأخيار والزوار يصلون فيه ركعتين ، وروى أن السيد حسين المقرم النجفي كان يصلي فيه وسمعنا أيضا أن الميرزا محمد الاخباري صلّى فيه ، وله دار وقف تابعة له سكنها العالم الشيخ محمد مهدي الفتوني ، وفي زماننا أخرجوا منه عدة دكاكين ، وفيه خان خربة للإيجار متصل بحدود دار الشيخ يونس أخي الشيخ عماد الدين ، وتعرف هذه المحلة بمحلة الرباط كما في صكوك دار الشيخ يونس ، وفي منتهى هذا الزقاق الذي صار سوقا يعرف بسوق العمارة بعد فتح باب الصحن الجديد ، محراب قديم مجلل يزعم الناس أنه محل كان الإمام زين العابدين عليه السّلام يربط ناقته فيه . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 95 ، المظفر : وادي السلام ص 87 .\r\n( 2 ) حرز الدين : معارف الرجال ( هامش ) 1 / 259 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\n3 - مقام الإمام الصادق عليه السّلام\r\nينسب للإمام جعفر بن محمد عليه السّلام مقام صلّى فيه لما جاء لزيارة جده أمير المؤمنين عليه السّلام ، ومعه ولده إسماعيل « 1 » ويقع هذا المقام في وادي السلام بالقرب من مقام الإمام المهدي عليه السّلام أو موضع منبره « 2 » ولكن الشيخ محمد حرز الدين قد حدد هذا المقام في محلة الرباط ، فهو عند ترجمته للشيخ يونس بن حسن الأمير النجفي قال : ( وحط رحله بمحلة الرباط ، في الساحة الكبيرة الغربية الملاصقة للصحن الغروي بالقرب من المقام المشهور الذي صلّى فيه الإمام جعفر بن محمد الصادق عليه السّلام وخلف مسجد الرأس الذي بناه غازان بن هولاكو خان التتار « 3 » ووفق هذا التحديد أن مقام الإمام الصادق يقع بالقرب من مقام الإمام زين العابدين الثاني في مدينة النجف الأشرف ، لأنه كان يكثر من زيارة جده أمير المؤمنين عليه السّلام ، وينسب له مقام في مسجد الحنانة حيث صلّى فيه ركعتين لأنه موضع رأس الإمام الحسين عليه السّلام « 4 » وان مقام الإمام الصادق في وادي السلام « 5 » يقع تحت القبة المشيدة فوق مقام الإمام المهدي عليه السّلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : معارف الرجال ( هامش ) 1 / 258 .\r\n( 2 ) ن . م 1 / 386 .\r\n( 3 ) ن . م 3 / 308 .\r\n( 4 ) شبر : أدب الطف 3 / 104 .\r\n( 5 ) ن . م\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n\r\n4 - مقام الإمام المهدي عليه السّلام\r\nيقع مقام الإمام محمد بن الحسن ( المهدي ) عليه السّلام في مقبرة وادي السلام ، من جهة طرف المشراق ، ويقال : أن هذا المقام هو موضع منبر الإمام القائم عجل اللّه تعالى فرجه وسهل مخرجه « 1 » وعلى المقام قبة كبيرة مكسوة بالكاشي الأزرق ، يقول الشيخ جعفر محبوبة : ( في الجانب الغربي من البلدة بنية تعرف الآن بمقام الإمام المهدي عجل اللّه تعالى فرجه ، وبهذه النسبة أصبحت مقدسة عند أغلب الناس ، والذي نعلمه أن في النجف منبر القائم كما ورد مأثورا عند الإمام الصادق عليه السّلام ، فهذا الحديث يزيدنا بيانا بأن لصاحب الأمر عجل اللّه فرجه مقاما في النجف ، وأما أن الموضع الذي صلّى فيه الإمام هو هذا المقام المعروف الآن ، فليس لدينا ما يثبته ويصح الاعتماد عليه سوى أن الإمام العلامة الحجة السيد محمد مهدي بحر العلوم شاد في المحل نفسه عمارة ضخمة وأقام عليها قبة من الجص والحجارة وبناها على شكلها الحاضر ، وبنى القبة بالحجر القاشي الأزرق ، ويوجد في المكان نفسه وفيه ما نصه : حرره الآثم الجاني قاسم بن المرحوم السيد احمد الفحام الحسيني في التاسع من شعبان سنة 1200 ه « 2 » .\r\nوقد تواترت الأحاديث عن الإمام الصادق عليه السّلام ، انه صلّى في مدينة النجف الأشرف ست ركعات ، اثنتين عند موضع قبر أمير المؤمنين عليه السّلام ، واثنتين عند موضع رأس الحسين عليه السّلام واثنتين عند موضع منبر القائم عليه السّلام « 3 » وفي نص يشير إلى أن الإمام الصادق عليه السّلام صلّى عند موضع منزل القائم « 4 » لقد بني مقام الإمام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحر العلوم : تحفة العالم 1 / 319 ، حرز الدين : معارف الرجال 1 / 386 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 95 - 96 .\r\n( 3 ) ابن قولويه : كامل الزيارات ص 34 ، الطوسي : التهذيب 6 / 35 ، ابن طاوس ، فرحة الغري ، ص 47 ، الحر العاملي : وسائل الشيعة 10 / 309 ، المجلسي : البحار 100 / 246 .\r\n( 4 ) الحر العاملي : الوسائل 10 / 310 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالمهدي في النجف الأشرف عام 1347 ه وقد أرخه السيد مهدي الأعرجي بقوله : « 1 »\r\n سعى جعفر في بناء ذا المقام * فسامى السماء باقطابها\r\nمقام غدا للورى كعبة * فما يهبط الروح إلا بها\r\nفان جئتها فاستلم ركنها * وخديك عفر باعتابها\r\nتمسك بها فهي باب الرجاء * وباب النجاة لطلابها\r\nوللأذن قد أرخوا ( طالبا * فجبريل من بعض بوابها ) « 2 » \r\nوكان ثوار النجف عام 1918 م ضد الإنكليز قد اتخذوه مخبأ لهم بعد اعلان الثورة وعند تأسيس الحكومة العراقية أصبح من مساجد وزارة الأوقاف فورد باسم ( جامع المهدي ) و ( مسجد مقام المهدي ) « 3 » ونظرا لقدسيته اعتادت بعض الأسر النجفية الدفن فيها ولا سيما أسرة البوصيبع ، وعند مدخل المقام يوجد ( بئر مقام الإمام المهدي عليه السّلام ) في وسط غرفة تشبه المقام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأعرجي : الديوان ، ورقة 30 .\r\n( 2 ) الأسدي : ثورة النجف ، ص 244 .\r\n( 3 ) الدليل الرسمي لعام 1936 م ، ص 161 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n\r\n5 - مقام محمد بن الحنفية\r\nيقع مقام السيد محمد بن الإمام علي بن أبي طالب عليه السّلام المعروف بابن الحنفية في طرف العمارة ، قرب دور آل الكليدار ، وفي دار يزعم أهلها انه فيها مقام لمحمد بن الحنفية رضي اللّه عنه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 97 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nخامسا : مراقد آل البيت عليهم السّلام\r\nأشارت بعض الأحاديث المروية عن أهل البيت عليهم السّلام ، والنصوص التاريخية إلى وجود بعض المراقد العائدة للأئمة عليهم السّلام ولأبنائهم وذريتهم من أهل البيت ، وتحتاج هذه النصوص إلى دراسة عميقة لبيان صحتها وواقعيتها وهذه المراقد هي :\r\n\r\n1 - مرقد رأس الإمام الحسين عليه السّلام\r\nأشارت بعض الروايات المأثورة عن الأئمة عليهم السّلام إلى أن راس الإمام الحسين عليه السّلام قد دفن عند رأس أبيه أمير المؤمنين عليه السّلام ، وقد صلّى عنده الإمام جعفر بن محمد الصادق عليه السّلام أربع ركعات « 1 » يقول الشيخ المجلسي : ( أن رأس الحسين صلوات اللّه عليه وآله ، وجسد آدم ونوح وهود وصالح عليهم السّلام مدفونون عنده عليه السّلام فينبغي زيارتهم جميعا عند زيارته عليه السّلام « 2 » وفي رواية عن مبارك الخباز : انه قدم مع الإمام الصادق عليه السّلام من الحيرة إلى النجف ، فلما وصلا إلى المرقد الشريف ، نزل الإمام الصادق من دابته وصلّى ركعتين ، ثم تقدم قليلا فصلى ركعتين ثم تقدم قليلا فصلى ركعتين ، فقلت له : جعلت فداك ما الأوليتين والثانيتين والثالثتين ؟\r\nفأجابه الإمام عليه السّلام : أن الركعتين الأوليتين لموضع قبر أمير المؤمنين عليه السّلام ، والركعتين الثانيتين لموضع راس الحسين عليه السّلام ، والركعتين الثالثتين لموضع منبر القائم « 3 » وقد أورد السيد ابن طاوس هذا النص نفسه ولكن عن أبي الفرج السندي ، وفي رواية أخرى عن أبان بن تغلب انه كان مع الإمام الصادق عليه السّلام عند زيارته لمرقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المجلسي : البحار 100 / 293 ، القمي : سفينة البحار 1 / 492 .\r\n( 2 ) المجلسي : البحار 100 / 251 .\r\n( 3 ) الطوسي : التهذيب 6 / 35 ، ابن طاوس : فرحة الغري ، ص 47 ، الحر العاملي : الوسائل 10 / 309 ، المجلسي : البحار 100 / 246 ، المزار ص 87 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nأمير المؤمنين عليه السّلام ، وقد صلّى في المواضع الثلاثة وهي : موضع قبر أمير المؤمنين ، وموضع رأس الحسين ، وموضع منبر القائم « 1 » .\r\nواصطحب يونس بن ظبيان ، الإمام الصادق عليه السّلام إلى النجف الأشرف ، ووقف عند هذا الموضع ، فقال : انتهينا إلى الذكوات الحمر ، فقال عليه السّلام : هو المكان ، قلت : فتيامن ، ثم قصد إلى موضع فيه ماء وعين فتوضأ ثم دنا من أكمة فصلى عندها ، ثم مال عليها وبكى ، ثم مال إلى أكمة دونها ففعل مثل ذلك ، ثم قال : يا يونس تعرف هذا المكان ؟ فقلت لا ، فقال : الموضع الذي صليت عنده أولا هو قبر أمير المؤمنين ، والأكمة الأخرى رأس الحسين بن علي « 2 » وفي حديث عن علي بن أسباط عن الإمام الصادق عليه السّلام جاء فيه : أنك إذا أتيت الغري رايت قبرين ، قبرا كبيرا ، وقبرا صغيرا ، فأما الكبير فقبر أمير المؤمنين صلوات اللّه عليه ، وأما الصغير فراس الحسين بن علي « 3 » وفي رواية أن الإمام الصادق عليه السّلام في احدى زياراته إلى النجف وكان معه ولده إسماعيل فأمره أن يصلي عند راس الحسين عليه السّلام فقيل له :\r\nأليس قد ذهب برأس الحسين إلى الشام ؟ قال : بلى ، ولكن فلان مولانا سرقه فجاء به فدفنه ها هنا « 4 » وفي نص آخر أن الإمام الصادق عليه السّلام لما زار رأس الحسين عند راس أمير المؤمنين عليهما السّلام وصلّى عنده أربع ركعات قال : السلام عليك يا ابن الصديقة الطاهرة سيدة نساء العالمين ، السلام عليك يا أبا عبد اللّه ورحمة اللّه وبركاته ، أشهد أنك أقمت الصلاة ، وآتيت الزكاة ، وأمرت بالمعروف ، ونهيت عن المنكر ، وتلوت الكتاب حق تلاوته ، وجاهدت في اللّه حق جهاده ، وصبرت على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكليني : الكافي 4 / 571 - 572 ، ابن قولويه : كامل الزيارات ، ص 84 ، مبارك ، بشارة الزائرين ص 55 ، النوري : مستدرك الوسائل 10 / 225 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 97 .\r\n( 3 ) ن . م .\r\n( 4 ) الكليني : الكافي 4 / 571 ، الطوسي : التهذيب 6 / 35 ، ابن طاوس : فرحة الغري ، ص 52 - 53 ، الحر العاملي : الوسائل 10 / 310 ، المجلسي : المزار ، ص 84 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالأذى في جنبه محتسبا حتى أتاك اليقين ، وأشهد أن الذين خالفوك وحاربوك وان الذين خذلوك والذين قتلوك ملعونون على لسان النبي الأمي ، وقد خاب من أفترى ، لعن اللّه الظالمين لكم من الأولين والآخرين ، وضاعف عليهم العذاب الأليم ، أتيتك يا مولاي يا ابن رسول اللّه زائرا عارفا بحقك ، مواليا لأوليائك ، معاديا لأعدائك مستبصرا بالهدى الذي أنت عليه ، عارفا بضلالة من خالفك فاشفع لي عند ربك « 1 » ويقول السيد محسن الأمين : ويؤيده ورود زيارة للحسين عليه السّلام عند راس أمير المؤمنين عليه السّلام مدفون بظهر الكوفة دون قبر أمير المؤمنين عليه السّلام « 2 » ولكن الحقيقة أن الموضع المعروف في ظهر الكوفة ، وفي منطقة الحنانة على وجه التحديد هو ( موضع راس الحسين عليه السّلام ، وليس ( مدفن ) الرأس الشريف ) ، وإنما الروايات المتواترة تؤكد أن الرأس الشريف دفن عند راس أمير المؤمنين عليه السّلام ، وإلى ذلك يقول الشيخ الفتوني المتوفى عام 1278 ه : « 3 »\r\n مرقده الطف مع الأنصار * والرأس عند المرتضى الكرار \r\nوإلى هذا الرأي يذهب الشيخ محمد السماوي بقوله « 4 »\r\n فعند راس المرتضى في المثوى * راس ابنه الحسين فيما يروى \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النوري : مستدرك الوسائل 10 / 226 - 227 .\r\n( 2 ) الأمين : أعيان الشيعة 4 / ق 1 / 390 - 391 .\r\n( 3 ) شبر : أدب الطف 5 / 116 .\r\n( 4 ) السماوي : عنوان الشرف 1 / 57 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nويقول الشيخ حسن آل سبتي « 1 »\r\n يا قاصد النجف أقصد قبر حيدرة * فإنه ضامن الحسنى لقاصده\r\nزره لتربح في العشرين من صفر * فان راس حسين عند والده \r\nوقد أشار الرحالة أبو طالب خان إلى مرقد رأس الحسين عليه السّلام في النجف الأشرف عام 1213 ه / 1799 م بقوله : ( والزوار الصالحون بعد أن يقوموا بواجب زيارة القبر يأوون إلى زاوية من زوايا المشهد ويقرءون مرثية في الحسين وكلاما في مناقبه ، وكان ابنه زين العابدين كما قيل قد جاء برأسه من الشام ودفنه في هذا الموضع « 2 » ولم يتحقق لنا أن الإمام زين العابدين عليه السّلام قد جاء بالرأس الشريف إلى النجف ، ودفنه عند أمير المؤمنين عليه السّلام ، وإنما الروايات تقول قد جاء به أحد موالي الأئمة سلام اللّه عليهم ، وانه من الثابت تاريخيا أن الإمام زين العابدين عليه السّلام قد جاء لزيارة أمير المؤمنين عليه السّلام عدة مرات ، ومما يؤيد مدفن راس الحسين عليه السّلام في النجف الأشرف هو ما ذكره الشيخ محمد بن يعقوب الكليني المتوفى عام 328 ه في كتابه ( الكافي ) فقد عقد مزارا تحت عنوان ( باب موضع رأس الحسين ) فروى خبران يدلان على أن الرأس الشريف مدفون بجنب أمير المؤمنين عليه السّلام « 3 » وعقد الشيخ الحر العاملي المتوفى عام 1104 ه في كتابه ( وسائل الشيعة ) بابا بعنوان ( باب استحباب زيارة رأس الحسين عند قبر أمير المؤمنين ، واستحباب صلاة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل سبتي : الديوان ( مخطوط غير مرقم ) .\r\n( 2 ) أبو طالب خان : الرحلة ص 397 .\r\n( 3 ) الكليني : الفروع ، العلوي : ( مدفن رأس الحسين ) مجلة لغة العرب ، الجزء السابع ، السنة السابعة 1929 م ، ص 560 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nركعتين لزيارة كل منهما ) « 1 » وأورد الشيخ محمد حسن النجفي صاحب كتاب ( جواهر الكلام ) والمتوفى عام 1266 ه في كتاب الحج من الجواهر : انه يمكن أن يكون هذا المكان موضع دفن الرأس الشريف بعد سلخه ، فأنهم لعنهم اللّه نقلوه بعد أن سلخوه « 2 » وان هذا رأي غريب في بابه ، إذ أن المصادر لم تشر إلى أن الأمويين قد قاموا بمثل هذا العمل الشنيع ، وإنما تسلموا الرأس الشريف ، ووضعوه في خزانة السلاح في الشام دلالة على انتهاء الثورة المعارضة لحكمهم ، ومن المفيد أن نقول : أن الروايات وان اختلفت في بعض نصوصها إلا أنها متفقة أن رأس الإمام الحسين عليه السّلام قد دفن عند راس أمير المؤمنين عليه السّلام ، وقد بقي إلى عهد قريب من تاريخنا الحديث ، فيروي السيد داود الرفيعي عن أبيه عن آبائه : انه في المسجد الغربي المتصل بالساباط إيوان صغير مربع - في الجدار القبلي بين محراب المسجد والساباط - فيه قبر وعليه شباك فولاذ ثمين وله باب صغيرة وفيها قفل ، هو قبر موضع رأس الحسين بن علي أمير المؤمنين عليه السّلام كما عليه الروايات ، ثم أن السيد الرفيعي قد أوقف الميرزا هادي عليه ، وكانت على القبر قطعة ستار خضراء ، وإلى جانب هذا الإيوان صخرة مربعة مكتوبة بالخط الكوفي ، وكان الهنود الإسماعيلية تزور هذا القبر ، ولما تكاثر زواره فتحت إدارة الأوقاف العثمانية في النجف بابا للمسجد من تكية البكتاشية وسدت بابه الأولى من الساباط ، وصار الهنود وغيرهم من الزائرين يدخلون من التكية ، ثم سدوا هذا الباب وبقي المسجد مغلوقا سنين عديدة حتى احتلال العراق من قبل الإنكليز وثم تشكيل الحكومة العراقية « 3 » وقد أثبتت الروايات الإمامية المنقولة عن أئمة أهل البيت عليهم السّلام أن رأس الحسين عليه السّلام قد دفن في النجف الأشرف ، ولم تشر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحر العاملي : الوسائل ، بحر العلوم : تحفة العالم 1 / 316 ، بحر العلوم : مقتل الحسين ، ص 637 .\r\n( 2 ) النجفي : جواهر الكلام ( كتاب الحج ) ، بحر العلوم : تحفة العالم 1 / 318 .\r\n( 3 ) حرز الدين : معارف الرجال 3 / 241 - 242 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالمصادر الإسلامية الأخرى إلى ذلك سوى ما ذكره المؤرخ ابن كثير المتوفى عام 774 ه بقوله : ( وأما قبر الحسين رضي اللّه عنه فقد أشتهر عند كثير من المتأخرين انه في مشهد علي ) « 1 » وربما أراد هذا المؤرخ بالقبر ، هو مدفن الرأس الشريف ، لأن من الثابت تاريخيا أن الجسد الطاهر قد دفن في كربلاء بعد استشهاده عليه السّلام عام 61 ه . ويبدو أن الدكتورة سعاد ماهر لم تطلع على الروايات الإمامية القائلة بمدفن راس الحسين عليه السّلام في النجف ، وقد نفت وبصورة قاطعة جميع ما قيل في ذلك بقولها : ( وهذا قول مرسل لا يقوم على سند ولا دليل ، وما كل قول بصحيح ، فلا المراجع التاريخية ، ولا كتب السيرة على اختلافها نصت على رأس الحسين رضوان اللّه عليه قد دفن بالنجف ، بل ذكرت بلادا أخرى ، وقد ناقشتها جميعا عندما أتيح لي شرف الحديث عن المسجد الحسيني بالقاهرة ، ولعل السيد بحر العلوم رحمه اللّه لم يجد تفسيرا لتسمية المسجد باسم ( مسجد الرأس ) غير كونه بني على رأس الحسين الشريف ، ومن الواضح فان السبب في تسمية المسجد باسم مسجد الرأس وهو كما جاء في تاريخ نادري ، وكما هو الواقع انه بني إلى جانب رأس الإمام عليه السّلام « 2 » وكان على الباحثة الفاضلة استقصاء كافة المصادر والمراجع ، وعند ذلك يحق لها اعطاء الرأي الذي ذهبت إليه ، ونحن إذا وضعنا النصوص الذاهبة إلى مدفن راس الحسين عليه السّلام في النجف الأشرف في قبال النصوص الأخرى الذاهبة إلى مدفن الرأس الشريف في المدن الأخرى ، نجد رجحان ما ذهبنا إليه ، لأن الروايات الذاهبة إلى مدفن الرأس الشريف في المدن والقصبات يكتنفها الغموض ويحيطها الضعف ، وأمام القارئ الأماكن التي أشارت النصوص أن رأس الإمام الحسين عليه السّلام قد دفن فيها ، وهي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن كثير : البداية والنهاية 8 / 203 .\r\n( 2 ) سعاد ماهر : مشهد الإمام علي في النجف ، ص 154 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nأولا : كربلاء\r\nأن المشهور لدى الشيعة بصورة خاصة ، ولدى المسلمين بصورة عامة أن رأس الإمام الحسين عليه السّلام قد دفن مع الجسد الشريف بعد أن أعيد مع الإمام زين العابدين عليه السّلام ، والسيدة زينب بنت علي عليهما السّلام ، ودفن مع جسده الطاهر ، كما أشارت إلى ذلك زيارة الأربعين « 1 » ويقول السيد رضي الدين ابن طاوس المتوفى عام 664 ه : كان عمل الطائفة على هذا المعنى « 2 » ويقول ابن نما : ( والذي عليه المعول من الأقوال انه أعيد إلى الجسد بعد أن طيف به في البلاد ودفن معه ) « 3 » وقد أعتمد السيد محسن الأمين على هذه النصوص بقوله : أن يزيد بن معاوية رد الرأس الشريف إلى المدينة مع السبايا ثم رده إلى الجسد بكربلاء فدفن معه « 4 » ومما يضعف هذه الروايات جميعا ، هو أن الدولة حينما تنتصر على ثائر تحتفظ برأسه للتدليل على انتصارها ، وبما أن الإمام زين العابدين عليه السّلام وآل بيته قد دخلوا الشام سبايا وبشكل لا يليق بمكانتهم الدينية ، فكيف جاز ليزيد بن معاوية على جبروته وكبريائه أن يسلم رأس ثائر كاد أن يطيح بالدولة ويسقط عروشها لولده حتى يعيده إلى جسده في كربلاء ، ولم يحسب حساب النتائج المترتبة على اجرائه هذا حينما يرى الناس رأس الحسين ينقل من مكان لآخر ؟ وأما حكاية الأربعين فهي ضعيفة ، لأن النصوص لم تشر إلى ما يسمى بالأربعين عند العرب سواء في الجاهلية أو الإسلام ، وهل أن الزمن يكفي في مسير السبايا من كربلاء إلى الكوفة ومكوثهم فيها ، ومن الكوفة إلى الشام ومكوثهم فيها ثم العودة إلى كربلاء في غضون أربعين يوما ؟ وكيف جاز لهؤلاء السبايا أن يأتوا من الشام إلى كربلاء في حين أن السلطة الأموية أمرت بهم إلى المدينة تحسبا من وقوع اضطرابات بين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحر العلوم : مقتل الحسين ص 638 .\r\n( 2 ) ابن طاوس : الإقبال ، شبر : أدب الطف 5 / 118 .\r\n( 3 ) ابن نما : مثير الأحزان ص 85 .\r\n( 4 ) الأمين : أعيان الشيعة 4 / ق 1 / 390 - 391 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nصفوف الناس ، وإذا كان وقع هذه الاضطرابات ضعيفا في الشام ، فلا شك أن يكون وقعها في العراق كبيرا وان الذي أذهب إليه أن السلطة الأموية تسلمت الرأس الشريف ورؤوس الشهداء واحتفظت بها ، وسمحت للإمام زين العابدين عليه السّلام وآل بيته بالذهاب إلى المدينة مع حماية حكومية لتأمين وصولهم إليها ، ولدينا نصوص تؤكد أنهم اتجهوا من الشام إلى المدينة مباشرة .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nثانيا : المدينة المنورة\r\nأشارت بعض الروايات إلى أن رأس الإمام الحسين عليه السّلام نقل إلى المدينة المنورة ، وقد دفنه وإليها عمرو بن سعيد بن العاص في مقبرة البقيع عند فاطمة الزهراء عليها السّلام « 1 » أو انه دفن عند قبر أخيه الإمام الحسن عليه السّلام في البقيع ، يقول السمهودي : أن يزيد بن معاوية رد نساء الحسين ومن بقي من بنيه مع رأسه إلى المدينة ليدفن الرأس بها « 2 » ويقول اليافعي : أن يزيدا لما قدم عليه رأس الحسين ، فكتب إلى المدينة ، فأقدم عليه عدة من موالي بني هاشم ، وضم إليهم عدة من موالي أبي سفيان ثم أمر بنقل رأس الحسين ومن بقي من أهله وجهزهم بكل شيء ولم يدع لهم حاجة إلا أمر لهم بها ، وبعث رأس الحسين إلى عمرو بن سعيد بن العاص ، وهو إذ ذاك عامله إلى المدينة ، فقال عمرو : وددت أنه لم يبعثه به ألي ، ثم أمر عمرو بن سعيد برأس الحسين فكفن ودفن في البقيع عند قبر أمه فاطمة ، وقد أخذ اليافعي بهذا الرأي بقوله : وهذا أصح ما قيل فيه « 3 » وفي نص آخر أن والي المدينة يومذاك كان مروان بن الحكم ، فلما جاء الرأس الشريف وضعه بين يديه وأنشد قائلا « 4 »\r\n يا حبذا بردك في اليدين * ولونك الأحمر في الخدين \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أبو الفدا : المختصر في أخبار البشر 1 / 191 ، ابن الوردي : التاريخ 1 / 233 ، ابن كثير :\r\nالبداية والنهاية 8 / 204 ، اليافعي : مرآة الجنان 1 / 136 ، ابن العماد : شذرات الذهب 4 / 67 ، سبط ابن الجوزي : تذكرة الخواص ، ص 275 .\r\n( 2 ) السمهودي : جواهر العقدين 2 / 374 .\r\n( 3 ) اليافعي : مرآة الجنان ، 1 / 136 .\r\n( 4 ) سبط ابن الجوزي : تذكرة الخواص ، ص 276 ، الأمين أعيان الشيعة 4 / ق 1 / 391 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nونحن نأخذ بجزء من هذه الروايات المتعلقة بالمدينة المنورة ومفادها أن يزيد بن معاوية أمر بالسبايا الذهاب إلى المدينة ، وطلب من واليها تقديم العون والمساعدة لهم ، وأما الرؤوس فقد بقيت عنده في الشام خوفا من وقوع هياج واضطراب في المدينة عند وصولها ، وان حكاية مدفن الرأس الشريف في البقيع عند قبر فاطمة عليها السّلام ضعيفة وقد تكون واهية لأن فاطمة لم تدفن أصلا في البقيع ، وان كانت هناك رواية تشير إلى ذلك ، لأن أمير المؤمنين عليه السّلام دفنها ليلا ، وفي الحجرة التي توفيت فيها ، وقد أكدنا ذلك في كتابنا ( فاطمة الزهراء شهاب النبوة الثاقب ) .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nثالثا : دمشق\r\nذكرت بعض الروايات أن رأس الإمام الحسين عليه السّلام دفن في دمشق عند باب الفراديس « 1 » يقول المؤرخ ابن كثير : ذكر ابن أبي الدنيا عن طريق عثمان بن عبد الرحمن عن محمد بن عمر بن صالح وهما ضعيفان : أن الرأس لم يزل في خزانة يزيد بن معاوية حتى توفي فأخذ من خزانته فكفن داخل باب الفراديس من مدينة دمشق ، ويعرف مكانه بمسجد الرأس اليوم داخل باب الفراديس الثاني ، ونقل عن ابن عساكر : أن يزيدا نصبه بدمشق ثلاثة أيام ثم وضع في خزائن السلاح ، حتى كان زمن سليمان بن عبد الملك جيء به إليه ، وقد بقي عظما أبيض فكفنه وطيبه وصلّى عليه ودفنه في مقبرة المسلمين ، فلما جاءت المسودة - يعني بني العباس - نبشوه وأخذوه معهم « 2 » وقد أشارت بعض الروايات أن الرأس الشريف دفن في حائط أو دار الأمارة ، أو خزانة يزيد ، أو في المقبرة العامة ، أو داخل باب الفراديس في جامع دمشق « 3 » وهذه الأماكن من دمشق كلها تؤكد أن الرأس الشريف دفن في الشام بعد وصول السبايا إليها ، ونقل السيد محسن الأمين العاملي عن كتاب ( جواهر المطالب ) ان الرأس الشريف لم يزل في خزانة يزيد حتى هلك ، فأخذ بعد ذلك وغسل وكفن ودفن داخل باب الفراديس بمدينة دمشق ، ويروى أن سليمان بن عبد الملك قال : وجدت رأس الحسين عليه السّلام في خزانة يزيد بن معاوية فكسوته خمسة أثواب من الديباج وصليت عليه في جماعة من أصحابي وقبرته ، وفي رواية أخرى : أن الرأس الشريف مكث في خزائن بني أمية حتى ولي سليمان بن عبد الملك فطلبه فجيء به وهو عظم أبيض فجعله في سفط وطيبه وجعل عليه ثوبا ودفنه في مقابر المسلمين بعد أن صلّى عليه ، فلما ولي عمر بن عبد العزيز الخلافة سأل عن موضع الرأس الشريف فنبشه وأخذه واللّه أعلم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أبو الفدا : المختصر في أخبار البشر 1 / 191 ، ابن الوردي : التاريخ 1 / 233 .\r\n( 2 ) ابن كثير : البداية والنهاية 8 / 204 ، ابن انما : مثير الأحزان ، ص 85 .\r\n( 3 ) ابن حجر : تهذيب التهذيب 3 / 357 ، الأمين : أعيان الشيعة 4 / ق 1 / 392 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nما صنع به ، وقد رجح السيد الأمين انه بعثه إلى كربلاء فدفنه مع الجسد الشريف « 1 » وما زال في الوقت الحاضر مقام ينسب إلى رأس الحسين عليه السّلام في زاوية من الجامع الأموي وقد أحيط بأسماء الأئمة الاثني عشر عليهم السّلام ، وتوقد عنده الشموع ، ونحن نميل إلى أن الرأس الشريف قد دفن في مشق بعد أن وضع في خزانة السلاح ، وعند سقوط الدولة الأموية عام 132 ه ، ودخول العباسين الشام منتصرين ومنادين يا لثارات الحسين ، أخذا الرأس الشريف خلسة من قبل أحد الموالين لآل البيت عليهم السّلام ، وجيء به ليلا ودفنه عند رأس أمير المؤمنين عليه السّلام كما في الروايات المنقولة عن الأئمة عليهم السّلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأمين : أعيان الشيعة 4 / ق 1 / 392 ، المظفر : بطل العلقمي 3 / 272 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nرابعا : عسقلان\r\nأشارت بعض المصادر إلى أن رأس الإمام الحسين عليه السّلام لما وصل إلى الشام مع السبايا أمر يزيد بن معاوية أن يغسل بماء الورد ويكفن في عدة أثواب ديبقية وكان بحضرته جماعة من أهل عسقلان فسألوه أن يدفن عندهم فاستجاب لطلبهم ، فدفن في عسقلان ، وبنى عليه مشهد ، وهو الآن يزار من جميع الآفاق « 1 » ، ويقول المؤرخ الكازروني المتوفى عام 697 ه : بقي الرأس الشريف حتى القرن السابع الهجري « 2 » ونفى اليافعي مدفن الرأس في عسقلان أو القاهرة بقوله : ( لا يصح ) « 3 » وان رواية مدفن الرأس بالقاهرة مرتبطة بحكاية عسقلان وهي : أن الوزير الفاطمي الصالح طلائع بن رزيك المتوفى عام 559 ه بذل أموالا لنقل الرأس الشريف إلى القاهرة ، وقد وضع في كيس من الحرير الأخضر وعلى كرسي من الأبنوس وفرش تحته المسك والطيب ، وبنى عليه المشهد المعروف في القاهرة باسم المشهد الحسيني الواقع قرب خان الخليلي عام 548 ه « 4 » وان وجود التضارب في النصوص الذاهبة إلى مدفن الرأس الشريف في عسقلان سوف يضعف من واقعيتها ، فابن الكازروني يقول : أن الرأس بقي في عسقلان إلى القرن السابع الهجري ، والروايات الفاطمية تشير إلى نقل الرأس الشريف إلى القاهرة في منتصف القرن السادس الهجري ، وكيف أقتنع يزيد بن معاوية بطلب أهالي عسقلان باعطائهم الرأس ودفنه عندهم ، وهذه الرواية تتقاطع مع الروايات الذاهبة إلى مدفن الرأس في دمشق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن الكازروني / مختصر التاريخ ص 109 .\r\n( 2 ) اليافعي : مرآة الجنان 1 / 136 .\r\n( 3 ) ن . م 1 / 136 .\r\n( 4 ) شبر : أدب الطف 3 / 103 ، 106 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\nخامسا : القاهرة\r\nقام الفاطميون بعملية نقل الرأس الشريف وقد ادعوا انه رأس الحسين عليه السّلام من عسقلان إلى القاهرة عام 548 ه « 1 » ، وقيل أن الملك الأفضل لما فتح بيت المقدس عام 491 ه ، وقصد مدينة عسقلان ، فتفحص عن مكان مدفن رأس الحسين عليه السّلام ، فبلغه أنه مدفون في مشهد عظيم ، فأمر بنقله إلى القاهرة وحمله بنفسه « 2 » يقول السيد محسن الأمين : ( حكى غير واحد من المؤرخين أن الخليفة العلوي بمصر أرسل إلى عسقلان - وهي مدينة بين مصر والشام ، والآن هي خراب - فاستخرج رأس زعم أنه رأس الحسين عليه السّلام وجيء به إلى مصر فدفن فيها في المشهد المعروف الآن ، وهو مشهد عظيم يزار إلى جانبه مسجد عظيم ، والمصريون يتوافدون إلى زيارته أفواجا رجالا ونساء ويتضرعون عنده ) « 3 » ويقول ابن كثير : ( أن الفاطميين الذي ملكوا الديار المصرية سنة أربعمائة إلى ما بعد سنة ستين وستمائة ، أن رأس الحسين وصل إلى الديار المصرية ودفنوه بها وبنوا عليه المشهد المشهور بمصر الذي يقال له ( تاج الحسين ) بعد سنة خمسمائة « 4 » . وقد أشارت احدى الروايات أن السيدة زينب بنت الإمام علي عليه السّلام هي التي دفنت الرأس الشريف في القاهرة « 5 » ويقول ابن نما : ( وحدثني جماعة من أهل مصر أن مشهد الرأس عندهم يسمونه ( مشهد الكريم ) عليه من الذهب شيء كثير يقصدونه في المواسم يزورونه ويزعمون أنه مدفون هناك ) « 6 » ويبدو أن عامل الوضع في هذه النصوص واضح ، ولم يقف على نص موثوق يؤكد مدفن الرأس الحسين في القاهرة ، وقد شكك المستشرق الألماني ( آدم متنز ) بهذه الروايات بقوله :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شبر : أدب الطف 3 / 103 ، 106 .\r\n( 2 ) أبو الفدا : المختصر في أخبار البشر 1 / 191 ، ابن الوردي : التاريخ 1 / 233 .\r\n( 3 ) الأمين : أعيان الشيعة 4 / ق 1 / 393 .\r\n( 4 ) ابن كثير : البداية والنهاية 8 / 204 .\r\n( 5 ) بحر العلوم : مقتل الحسين ، ص 637 .\r\n( 6 ) ابن نما : مثير الأحزان ، ص 85 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nأن الفاطميين أرادوا من وراء ذلك ترويج مذهبهم وتأكيد علويتهم « 1 » وحتى يعطوا لمدينة القاهرة صفة القدسية ، في قبال العراق الذي بيد العباسيين والذي يضم العتبات المقدسة للأئمة سلام اللّه عليهم .\r\n\r\nسادسا : مرو\r\nانفردت بعض الروايات إلى القول أن مدفن رأس الإمام الحسين عليه السّلام على مقربة من مدينة مرو ، ويقع في رباط صغير ، يزعم أنه قد دفن فيه الرأس الشريف « 2 » ولم نجد في المصادر ما يؤيد هذا الزعم .\r\n\r\nسابعا : الرقة\r\nأشارت احدى الروايات إلى أن الرأس الشريف لما وصل إلى دمشق مع السبايا قال يزيد بن معاوية : لا بعثن الرأس إلى أبي معيط ليدفن عند رأس عثمان بن عفان ، فبعثه إليهم فدفنوه في بعض دورهم ، ثم أدخلت تلك الدور في المسجد الجامع ، وهو إلى جنب سارة هناك ، وعليه شبه النيل لا يذهب شتاء وصيفا « 3 » وأننا لم نجد في المصادر أن عثمان بن عفان قد دفن بالرقة ، وإنما دفن في أقصى المدينة بعد مقتله ، ولماذا يرسل يزيد بن معاوية رأس الحسين لآل عثمان ليدفن إلى جنب جدهم ؟ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آدم‌متز : الحضارة الإسلامية 1 / 123 .\r\n( 2 ) ن . م\r\n( 3 ) الأمين : أعيان الشيعة 4 / ق 1 / 393 ، المظفر : بطل العلقمي 3 / 277 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\n\r\nثامنا : النجف الأشرف\r\nلقد أشرنا إلى الروايات الذاهبة إلى مدفن رأس الإمام الحسين عليه السّلام عند رأس أبيه أمير المؤمنين عليه السّلام في بدء الموضوع ، وكانت تلك الروايات مسندة عن الإمام جعفر بن محمد الصادق عليه السّلام ، وهناك إشارات أخرى إلى أن الرأس الشريف قد دفن في مسجد الحنانة « 1 » وكتب القاضي ملا عبد اللّه الأفندي تلميذ المحدث العلامة محمد باقر المجلسي المتوفى عام 1111 ه بخطه على هامش الزيارة : أن رأس الحسين عليه السّلام مدفون في الحنانة « 2 » ولكن الروايات التي تعتمد في هذا الموضوع تشير إلى أن الحنانة أنها موضع الرأس الشريف ورؤوس شهداء الطف ، وقد وضعت في هذا المكان ، وهي في طريقها إلى الكوفة وقد وقف الإمام الصادق عليه السّلام في هذا الموضع وأدى الصلاة فيه ، فورد في الحديث المسند إلى المفضل بن عمر : جاز مولانا جعفر بن محمد الصادق بالقائم المائل في طريق الغري فصلى عنده ركعتين فقيل له : ما هذه الصلاة ؟ قال : هذا موضع رأس جدي عليه السّلام وضعوه هاهنا وذلك لما توجهوا من كربلاء إلى الكوفة « 3 » وذكر صفوان بن مهران الجمال - وهو من أصحاب الإمام الصادق : حملت جعفر بن محمد بن علي عليهم السّلام ، فلما انتهت إلى النجف قال : يا صفوان تياسر تجوز الحيرة ، فتأتي القائم ، قال : فبلغت الموضع الذي وصف لي فتوضأ ثم تقدم وعبد اللّه بن الحسن فصليا عند قبر فلما قضيا صلاتهما قلت : جعلت فداك أي موضع هذا قال : هذا الذي يأتيه الناس هناك ، هذا قبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأمين : أعيان الشيعة 4 / ق 1 / 317 ، البراقي : تاريخ الكوفة ص 57 ، الدرة المضية في ذكر الحنانة والثوية ص 35 وما بعدها .\r\n( 2 ) البراقي : تاريخ الكوفة ص 57 .\r\n( 3 ) الحر العاملي : الوسائل 10 / 311 ، المجلسي / البحار 100 / 282 ، 102 / 304 ، المزار ص 110 ، القمي : سفينة البحار 1 / 292 ، بحر العلوم : تحفة العالم 1 / 317 ، مبارك : بشارة الزائرين ص 56 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nعلي بن أبي طالب عليه السّلام « 1 » ، فان القائم المشار إليه في هذا النص هو المسجد المعروف بالحنانة « 2 » ويعرف كذلك بالعلم ، وفيه زيارة للإمام الحسين عليه السّلام ، وقد مر في هذا الموضع جثمان أمير المؤمنين عليه السّلام ليلة الحادي والعشرين من شهر رمضان ، وهو طريقه إلى الغري « 3 » .\r\nوحينما زار الرحالة أبو طالب خان مدينة النجف الأشرف عام 1213 ه / 1799 م مر بالحنانة وسماها ( قبة الجمل ) وقال : وهي القبة المشيدة لذكرى أعجوبة التل الذي أنحنى للسلام على الجمل الذي يحمل جثمان الإمام علي عليه السّلام الذي لا يزال موضعه نفسه « 4 » وقد أراد هذا الرحالة إلى القول : أن القائم المائل أنحنى حزنا على فقدان أمير المؤمنين عليه السّلام لما مر نعشه الطاهر به وهو في طريقه إلى أرض النجف ، وقد دفن في هذا الموضع جماعة من خواص أمير المؤمنين عليه السّلام « 5 » وقد أكتسب موضع الحنانة صفة التقديس ، لأنه الموضع الذي مر به نعش الإمام علي عليه السّلام ، وبه وضع رأس الحسين عليه السّلام ، يقول الشيخ القمي : عند قائم الغري مسجد يسمى الحنانة فيه تستحب زيارة الحسين عليه السّلام ، لأن رأسه وضع هناك ، ففي باب زيارة أمير المؤمنين عليه السّلام : فإذا بلغت العلم ، وهي الحنانة فصل هناك ركعتين « 6 » وإلى قدسية هذا الموضع يقول الشيخ محمد السماوي « 7 » :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن طاوس : فرحة الغري ص 45 ، المجلسي : البحار 100 / 246 .\r\n( 2 ) بحر العلوم : تحفة العالم 1 / 318 ، البراقي : تاريخ الكوفة ص 57 .\r\n( 3 ) الطوسي : الأمالي 2 / 295 ، ابن شهرآشوب : مناقب آل أبي طالب 2 / 171 ، ابن طاوس فرحة الغري ص 83 .\r\n( 4 ) أبو طالب خان : الرحلة ص 400 .\r\n( 5 ) المجلسي : البحار 100 / 282 .\r\n( 6 ) القمي : سفينة البحار 1 / 492 .\r\n( 7 ) السماوي : عنوان الشرف 1 / 57 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n كمسجد الحنانة الذي استند * إليه رمح الرأس عندما ورد\r\nفنحن ذاك السبي لمل بلغه * أو هو واضح الطريق في اللغة\r\nوكان يدعى قبل هذا الأثر * بالقائم المائل في جنب الغري \r\nوقد زار الإمام الصادق عليه السّلام ، جده الإمام الحسين عليه السّلام في موضع الحنانة بقوله : ( السلام عليك يا بن رسول اللّه ، السلام عليك يا بن أمير المؤمنين ، السلام عليك يا بن الصديقة الكبرى سيدة نساء العالمين « 1 » ، وقد أخذ الناس بعده بزيارته والصلاة فيه حتى تحول هذا الموضع إلى مسجد كبير ، وقد أشار إلى أهميته السيد مهدي الأعرجي بقوله « 2 »\r\n مسجد الحنانة السامي علا * كاد بالفضل يضاهي المسجدين\r\nجهلته الناس قدرا وهو في * قدره ضاهى السهى والفرقدين\r\nرفع اللّه تعالى شأنه * فتعالى شأنه في النشأتين\r\nكيف لا يرفعه اللّه علا * وبه قد وضعوا رأس الحسين \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البراقي : تاريخ الكوفة ص 57 .\r\n( 2 ) الأعرجي : الديوان ورقة 265 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nوقام المرجع الديني الأعلى السيد أبو القاسم الموسوي الخوئي بتسوير مسجد الحنانة ، وفتح له بوابات من جهاته الأربع عام 1410 ه / 1990 م .\r\nوختاما نقول : أن الروايات الثمان الذاهبة إلى موضع رأس الحسين عليه السّلام ، وان كانت أوثقها وأقواها التي تقول أنه في النجف الأشرف ، فهي تعطي للإمام الحسين عليه السّلام فضيلة لا يضاهيه فيها إمام آخر ، فهو في كل مكان يزار ويصلي عنده الزائرون ، وقد أشار إلى هذه الفضيلة المؤرخ سبط ابن الجوزي بقوله : وفي الجملة ففي أي مكان رأسه أو جسده فهو ساكن في القلوب والضمائر ، قاطن في الأسرار والخواطر ، أنشدنا بعض أشياخنا في هذا المعنى « 1 »\r\n لا تطلبوا المولى حسين * بأرض شرق أو بغرب\r\nودعوا الجميع وعرجوا * نحوي فمشهده بقلبي \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سبط ابن الجوزي : تذكرة الخواص ص 276 - 277 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\n2 - مراقد بنات الإمام الحسن عليه السّلام\r\nفي مدينة النجف الأشرف ثلاثة مراقد تنسب لبنات الإمام الحسن عليه السّلام وهي :\r\n\r\nأولا : مرقد السيدة رقية\r\nيقع هذا المرقد في طرف البراق عند ملتقى شارع السور بشارع الخورنق ، وكتب على واجهة المرقد بالكاشي الأزرق هذا قبر رقية بنت الحسن بن علي بن أبي طالب وقد قيل أن السيدة رقية هي زوجة عبيد اللّه بن العباس بن علي « 1 » وتعلو المرقد قبة صغيرة مكسوة بالكاشي الأزرق ، ويحيط بالقبر شباك فولاذي يقع في حضرة صغيرة ، وأمام المرقد صحن مكشوف ، ولم تتحقق لنا صحة هذه النسبة إلى السيدة رقية بنت الإمام الحسن عليه السّلام .\r\n\r\nثانيا : مرقد السيدة زهراء\r\nيقع هذا المرقد في طرف الحويش ويطل على شارع السور بالقرب من شارع الرسول ، وتعلو المرقد قبة صغيرة مكسوة بالكاشي الأزرق ، وأمام المرقد صحن صغير مكشوف ، وقد كتب على واجهة المرقد ( هذا مرقد السيدة زهراء بنت الحسن المجتبى بن أمير المؤمنين عليه السّلام ) ولم يتحقق لنا صحة هذه النسبة .\r\n\r\nثالثا : مرقد بنت الإمام الحسن عليه السّلام\r\nيقع هذا المرقد في طرف الحويش بجوار السادة العواودة ، وفي بيت صادق حميدي شربة « 2 » وهو على مقربة من السور ، وقد كتب على واجهة المرقد ( هذا قبر بنت الإمام الحسن المجتبى بن الإمام علي بن أبي طالب المدفونة في النجف الأشرف في طرف الحويش ) والقبر هذا وسط مساحة من الأرض صغيرة ولم يتحقق أيضا صحة نسبة القبر لإحدى بنات الإمام الحسن عليه السّلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كمونة : مشاهد العترة الطاهرة ص 147 ، الفضلي ، دليل النجف الأشرف ص 111 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 25 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\n3 - قبر عمران بن علي\r\nيقع هذا القبر في فضوة طرف الحويش الكبير ، وفي سرداب ينزل إليه بدرجات وهو ضمن دور أسرة آل شربة ، وتنسب إليه كرامات ، ويقصده الناس للصلاة عنده ، ويقول الشيخ جعفر محبوبة : ( يشكك في صحة هذه النسبة ) « 1 » .\r\n\r\n4 - قبر محمد بن إبراهيم بن طباطبا\r\nأوصى السيد محمد بن إبراهيم بن طباطبا المتوفى عام 199 ه ، وقد كتم أبو السرايا وفاته ، وعند الليل أخرجه من الكوفة في نفر من الزيدية إلى أرض الغري فدفنه بناء على وصيته « 2 » ولم يعرف قبره في النجف الأشرف في الوقت الحاضر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 97 .\r\n( 2 ) أبو الفرج : مقاتل الطالبيين ، ص 532 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nسادسا : مراقد الصحابة والتابعين\r\n\r\n1 - مرقد اليماني ( صافي صفا )\r\nيقع قبر اليماني المعروف بصافي صفا في طرف العمارة ، ويجاور مقام الإمام زين العابدين عليه السّلام ، ويطل على منطقة بحر النجف ، وكانت المحلة التي يقع فيها هذا القبر تسمى ( محلة الشيلان ) كما تحكيه الصكوك القديمة « 1 » وقد أطلق الرحالة أبو طالب خان عام 1213 ه / 1799 م لفظ ( صفوة الصفوة ) « 2 » وكان يدعى أيضا ( صفة صفا ) ولكن أشتهر عند النجفيين باسم ( صافي صفا ) ويقال أن هذه المنطقة الفسيحة قد اتخذتها القوافل محل استراحة واناخة الإبل والجمال فدعيت ( الصفاة ) حسب مصطلح أهل نجد والبادية ، ولذلك سميت ( صفاة الصفا ) أي مناخة الصفا « 3 » ومن المحتمل أن لفظ ( صافي صفا ) تصحيف من تلك التسمية ، وقد بنيت على المرقد قبة قديمة العهد معقودة بالصخر ، وفي هذا الموضع أيضا مقام الإمام علي عليه السّلام . وتعود عمارة المرقد إلى القرن الثامن الهجري ، وفي ساحته صخرتان مرقوم عليهما قصيدتان عربيتان ، يرجع تاريخهما إلى أوائل القرن الثاني عشر الهجري ومما يؤيد عمارة المرقد إلى القرن الثامن الهجري ، هو وجود صخرة أثرية مثبتة في قبة الصفا تشير إلى تجديد معالم ( المقام والقبر ) عام 759 ه ، من قبل السيد علاء الدين بن مير مجيد بن فهيم البغدادي المدني المداح بمساعدة ملك الحاج المحتشم الفيحاني « 4 » وقد سكنت أسرة آل الدراويش هذا الموضع منذ عام 1045 ه ، واكتسبت صفة الخدامة للمقام والمرقد ، حتى لقب المتولى له بلقب ( الخادم ) ، والذي أضيف اليه ( الدراويش ) نسبة إلى جده الذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 114 .\r\n( 2 ) أبو طالب خان : الرحلة ص 398 .\r\n( 3 ) شنون : الصفا منطقة مضيئة في النجف ص 26 .\r\n( 4 ) ن . م ص 26 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nجاء إلى النجف الأشرف بهيئة الدرويش ، كما كانت الأسرة تلقب بالنهاوندي نسبة إلى ( نهاوند ) التي هاجر منها إلى النجف الأشرف وكان الشيخ إسماعيل النهاوندي النجفي من الشعراء البلغاء « 1 » وقد حدد الشيخ تقي آل عصيدة الخفاجي المتوفى عام 1165 ه ( المقام والقبر ) في حدود عام 1142 ه ، وقد نقشت أبيات على صخرة تشير إلى هذا التاريخ وهي : « 2 »\r\n يا أيها الزائر زر مسجدا * ينحط عمن زاره وزره\r\nوأشكر فتى عمره وادعوا أن * يطول ما طال المدى عمره\r\nضمت به مجدا إلى مجده * ( عصيدة ) قد عمها فخره\r\nإذ قد أتى تعمير تاريخه * ( فيه تقي واجب شكره ) \r\nوفي المقام صخرة عليها بيتان من الشعر الفارسي مؤرخة عام 1165 ه « 3 » ، يقول الشيخ محمد حرز الدين : أن الصخرة مثبتة في الجدار على يسار مستقبل القبلة تاريخها 1170 ه ، وعليها هذه الأبيات : « 4 »\r\n سما قدره أعلى المجرة رفعة * وجر عليها ثوب مجد مرفل \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأمين : أعيان الشيعة 12 / 78 .\r\n( 2 ) شنون : الصفا منطقة مضيئة في النجف ص 45 .\r\n( 3 ) محبوبة : ماضي النجف وحاضرها 1 / 112 ، 235 .\r\n( 4 ) حرز الدين : معارف الرجال ( هامش ) 1 / 103 - 104 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n مقام على رابع الخلفا الأولى * يزيدهم بالفضل كل مفضل\r\nفجدد من اكنافه كل هامد * وقوم من أرجائه كل أصيل\r\nفناهيك صرحا يزدري كل منزل * أناخ على العليا بأعظم كلكل\r\nقد زار من أعتابه العهد أرخو * ( مقام الصفا قد شاد أركانه علي ) \r\nوقد أعطى الأستاذ إبراهيم شنون تاريخا آخر لهذه الصخرة وهو عام 1179 ه وهو ما يؤكده التاريخ الشعري ، وكان قد جدد أحد الأخيار الأتراك هذا ( المقام والمرقد ) وأسمه ( علي قبة الصفا ) « 1 » ومن المحتمل أن القبة البيضاء التي كانت معقودة على القبر تعود إلى العهد الصفوي ، وما قام به السلاطين في ذلك العهد من عمارات للمرقد الشريف ولمدينة النجف الأشرف « 2 » وقد أشار الشيخ محمد السماوي إلى المقبرة ( صافي صفا ) ومجاورتها لمقام الإمام زين العابدين بقوله : « 3 »\r\n هذا وفي الغري في الزيارة * مواضع معلومة الأماره\r\nوعند باب الغري قبة الصفا * وأثر زين العابدين إذ وفى \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شنون : الصفا منطقة مضيئة في النجف ص 45 .\r\n( 2 ) حرز الدين : مراقد المعارف 2 / 384 .\r\n( 3 ) السماوي : عنوان الشرف 1 / 57 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nوأشار الشيخ حسن آل سبتي إلى ( صافي صفا ) بقوله : « 1 »\r\n ذا مسجد الصفوة من أهل الصفا * أسسه لنا ابن عم المصطفى\r\nالمرتضى المولى علي ذو النهى * أبو الأئمة الهداة الشرفا\r\nفخط محرابا له مجاورا * إلى مقام ذي التقى صافي صفا \r\nوحدد الشيخ محمد حرز الدين تاريخ المرقد وتوضيح تسميته بقوله : ( اشتهر هذا الموضع بمقبرة الصفا ، ويبدو أن هذا الاشتهار كان في حدود القرن السادس للهجرة وإلى زماننا ، والصفا هو الصخرة ، أي مقبرة الصخرة ، حيث أنها تقع على رأس الوادي وصخوره البارزة ، قد أدركنا بقية رأس الوادي وبعض صخوره الظاهرة ومنه مجرى مياه الأمطار التي تسيل من رأس الوادي قرب الصحن الغروي الأقدس إلى أواخر القرن الثالث عشر الهجري ) « 2 » ويقول : تقع في صحن المقام والمقبرة بئر عباسية يستقي منها الزائرون بالدلاء للوضوء وغيره « 3 » وتشير النصوص التاريخية إلى أن اليماني صاحب القبر هذا ، قد نقله ابنه من أرض اليمن ليدفنه في أرض النجف بوصية منه ، وذلك في عهد خلافة الإمام علي عليه السّلام ، وقد وصل الجثمان إلى النجف ، وكان الإمام علي عليه السّلام قد خرج من الكوفة إلى طرف الغري في احدى خلواته وابتعاده عن الناس ، فرأى رجلا قد أقبل من جهة البادية ، راكبا على ناقة ، وأمامه جنازة ، فحين رأى راكب الناقة الإمام عليه السّلام ، دون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل سبتي : الديوان ( مخطوط غير مرقم ) .\r\n( 2 ) حرز الدين : مراقد المعارف 2 / 383 .\r\n( 3 ) ن . م .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nأن يعرفه ، فقصده وسلم عليه ، فسأله الإمام من أين أنت ؟ فقال : من اليمن ، فقال الإمام : وما هي الجنازة التي معك ، قال جنازة أبي لأدفنه في هذه الأرض ، فقال الإمام : لم لا دفنته في أرضكم ، فقال : هو أوصى بذلك ، وقال : انه يدفن هنا رجل يدعي في شفاعته مثل ربيعة ومضر ، فقال عليه السّلام : أتعرف ذلك الرجل ، فقال لا ، فأجابه أنا واللّه ذلك الرجل فأدفن هذه الجنازة هنا ، فدفنها في هذا الموضع « 1 » وأشار أحد الشعراء إلى هذه المحاورة بقوله : « 2 »\r\n وحديث الشخص اليماني أمر * مستفيض عن سيد الأوصياء\r\nحين وافى به ابنه وعلي * فوق ظهر للكوفة الحمراء\r\nقال : من أين قد أتيت وما ذا * بك وافى لهذه البيداء\r\nقال : هذا أبي وقد كان أوصى * هو بالنقل ساعة الايصاء\r\nأن وادي السلام يدفن فيه * رجل من أعاظم الأصفياء\r\nمثل دنيا ربيعة وتليها * مضر في العداد والإحصاء\r\nتتلقى فضل الشفاعة منه * حين يمسي من أفضل الشفعاء \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحراني : الحدائق الناضرة 4 / 94 ، كمونة : مشاهد العترة ، ص 148 ، القمي : سفينة البحار 2 / 573 ، مبارك : بشارة الزائرين ، ص 61 .\r\n( 2 ) عبد الحسين حمودي : مقام الإمام أمير المؤمنين ص 3 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n قال : أنزل أباك وأدفنه عندي * هاهنا في أماكن الاحتماء \r\nويقول الشيخ محمد السماوي « 1 »\r\n وفيه مدفن الصفا أو الصفي * إذا جاء من صنعا لأرض ( النجف ) \r\nويمكن أن نحدد تاريخ مدفن هذا اليماني في النجف في الفترة الواقعة بين 36 - 40 ه لأن الإمام عليا عليه السّلام دخل مدينة الكوفة عام 36 ه ، بعد فراغه من موقعه الجمل في البصرة ، ومكث في الكوفة خليفة للمسلمين حتى استشهاده عام 40 ه في الحادي والعشرين من شهر رمضان .\r\nوقد أتخذ الدراويش من مقبرة اليماني ( صافي صفا ) مأوى لهم « 2 » وأتخذه النجفيون مكانا لإحياء ذكرى الحسين عليه السّلام في أيام محرم الحرام ، وإقامة مجالس الفاتحة لسعة مساحة المقبرة والمسجد ، وبخاصة بعد البناء الأخير الذي قامت به أسرة آل شنون النجفية ، وقد كتب على الباب الخارجي ، تاريخ البناء الأخير بأبيات مؤرخة عام البناء 1404 ه / 1983 م وهي للشيخ عبد الأمير الحسناوي ( 1343 ه / 1924 م ) « 3 » .\r\n هذا مقام شامخ لمؤمن * ثوى به قرب وصي المصطفى\r\nفي تربة أوصى بنيه أن قضى * نحبا بها فليعتبره سلفا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السماوي : عنوان الشرف 1 / 86 .\r\n( 2 ) الشرقي : الأحلام ، ص 68 ، حرز الدين : مراقد المعارف 2 / 383 .\r\n( 3 ) المرجاني : النجف الأشرف قديما وحديثا 3 / 150 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n لأن يدفن فيه شافع * يوم الجزا للمذنبين وكفى\r\nذاك علي الطهر من بقبره * أرض الحمى شرفها والنجفا\r\nطوبى لمن زار ضريحه ومن * أدى به صلاته واعتكفا\r\nوقد رعته أسرة مشكورة * حازت به فخرا ونالت شرفا\r\nقد خدمت أسلافها مرقده * وقد قضت من أمسه ما تلفا\r\nفردا أتى قد حددت تاريخه * ( شيدتم يا آل شنون الصفا ) \r\nوبنيت مقبرة صافي صفا وفق الطراز الإسلامي والزيارة العربية ، وعقدت قبة كبيرة جميلة الشكل بالطابوق المطعم بالسيراميك الأزرق ، وقد كتب على جدرانها بالخط الكوفي آيات من القرآن الكريم ، ونقشت على الباب المؤدي للحرم أسماء الأئمة المعصومين عليهم السّلام ، وقد احتفظ بالبناء القديم على هيكله الذاتي سوى راس القبة المبنية من الحجر قد أزيلت لضرورات البناء والهندسة ، وكان أول من قام برعاية المقبرة الشاعر العارف الشيخ إسماعيل النهاوندي المتوفى عام 1164 ه ، وبعده أسرة آل الدراويش ، وبقيت السدانة بيد أحفاده وذراريه « 1 » . ثم قامت أسرة آل شنون برعاية المقبرة ومقام الإمام علي عليه السّلام ، رعاية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : مراقد المعارف 2 / 385 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nمتخصصة ، وفي عام 1983 م أجازت وزارة الأوقاف والشؤون الدينية الحاج مجيد سلطان آل شنون بتولي السدانة ومن بعده لأخيه الحاج حمودي سلطان « 1 » .\r\n\r\n2 - مرقد كميل بن زياد النخعي\r\nيقع مرقد الصحابي الجليل كميل بن زياد النخعي رضي اللّه عنه في وسط الأحياء الجديدة في مدينة النجف الأشرف وهي ( الحنانة ، والحسين ، والصحة ) ، ويقع المرقد في وسط صحن كبير تحيط به المقابر ، حيث فضلت بعض الأسر النجفية الدفن في جوار كميل ، لمكانته الكبيرة عند أمير المؤمنين عليه السّلام ، وقد دفن في هذا الموضع وهو ( الثوية ) في العصور الإسلامية جماعة من الصحابة الموالين للإمام علي بن أبي طالب عليه السّلام « 2 » ويقول الشيخ المجلسي : أن الثوية تل بقرب القائم المائل المسمى بالحنانة فيه قبور خواص أمير المؤمنين عليه السّلام « 3 » وقد أشار المؤرخ ابن خلكان المتوفى عام 681 ه إلى الثوية بقوله : انه موضع بظاهر الكوفة فيه قبور جماعة من الصحابة وغيرهم رضي اللّه عنهم « 4 » ولكن لم يعرف في هذه المنطقة أي قبر للصحابة والتابعين في الوقت الحاضر سوى قبر كميل بن زياد النخعي المتوفى عام 82 ه ، وفي رواية عام 88 ه ، وكان قد استشهد على يد الحجاج بن يوسف الثقفي « 5 » وقد أبرز القبر أحد المتصوفة في عصر الشيخ مرتضى الأنصاري المتوفى عام 1281 ه ، وبنى عليه قبة ، وهي القائمة اليوم « 6 » وقد أشارت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عبد الحسين حمودي : مقام الإمام أمير المؤمنين ص 6 ، شنون : الصفا منطقة مضيئة في النجف ص 47 .\r\n( 2 ) كمونة : مشاهد العترة ص 148 .\r\n( 3 ) البراقي : تاريخ الكوفة ، ص 68 .\r\n( 4 ) ابن خلكان : وفيات الأعيان 2 / 506 .\r\n( 5 ) ابن حجر : الإصابة في تمييز الصحابة 3 / 318 ، البراقي : تاريخ الكوفة ، ص 315 ، الصدر :\r\nتأسيس الشيعة لعلوم الإسلام ص 356 .\r\n( 6 ) محبوبة : ماضي النجف وحاضرها 1 / 247 ، كمونة : مشاهد العترة ، ص 61 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nبعض المصادر إلى أن السيد مهدي القزويني المتوفى عام 1300 ه هو الذي استخرج القبر من خلال بعض الأمارات « 1 » ويتربع القبر على تل مرتفع نسبيا من الأرض ، وشيد على سياج الصحن مقابر ، وتبلغ مساحة الصحن أحد عشر ألف متر مربع وقد تعهد الشيخ باقر بن الشيخ عبد النبي الدروغي بالخدمة ، كما تعهد مسجد الحنانة بالخدمة والرعاية ، وقد ورثها ولده الشيخ محمد علي ، ومن بعده الشيخ محمد وما زالت بيد أسرة آل الدروغي حتى هذا اليوم « 2 » ويقول السيد علي الهاشمي : كانت في المرقد صخرة بيضاء عليها أبيات من الشعر الفارسي ، وعلى جدران الحضرة لوحة بإطار من الخشب ، كتبت فيها قصيدة من الشعر الفارسي ، وصخرة بيضاء كتبت عليها هذه الزيارة : بسم اللّه الرحمن الرحيم ، السلام على محمد خاتم النبيين ، السلام على علي أمير المؤمنين ، السلام على فاطمة الزهراء سيدة نساء العالمين ، السلام على خديجة الكبرى أم المؤمنين ، السلام على الحسن والحسين سيدي شباب أهل الجنة من الخلق أجمعين ، السلام على سائر أئمة المسلمين : علي ومحمد وجعفر وموسى وعلي ومحمد وعلي والحسن والخلف المهدي منجز وعد المؤمنين ، السلام على ملائكة اللّه المقربين وعباده الصالحين ، السلام على العبد الصالح والولي الناصح العالم النقي المدفون بأرض الغري كميل بن زياد النخعي اليماني ، السلام على من أكمله الكامل في صفات في الغزوات ، وأودعه السر وعلمه دعاء الخضر وأخبره في النفس والحقيقة ، فصار فيها ذو بصيرة ، أشهد أنك قد اهتديت إلى الحق والسداد وأجريت في منهاج الصدق والرشاد ، وأعرضت عن الباطل والفساد ، السلام على أحد جواري أمين اللّه المتين ، الفائز بصحبة سيد الوصيين ، وصحبه الأبرار علي أمير المؤمنين خيرة عترة سيد الصادقين ، لعن اللّه قاتلك الطاغي الشقي الحجاج بن يوسف الثقفي الا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأمين : الرحلة العراقية الإيرانية ص 36 .\r\n( 2 ) الهاشمي : كميل بن زياد ص 61 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالحجاج بن يوسف الثقفي الا لعنة اللّه عليه من الآن إلى يوم الدين « 1 » وكان الإمام أمير المؤمنين علي عليه السّلام وثيق الصلة بالشهيد كميل بن زياد النخعي رضي اللّه عنه ، وهو صاحب الدعاء المشهور باسمه ، وقد أخذه الإمام عليه السّلام ذات يوم إلى ظهر الكوفة - أرض النجف الحاضرة - وخاطبه بالقول : يا كميل أن هذه القلوب أوعية فخيرها أوعاها ، أحفظ ما أقول لك : الناس ثلاثة عالم رباني ، ومتعلم على سبيل نجاة ، وهمج رعاع أتباع ناعق يميلون مع كل ريح . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهاشمي : كميل بن زياد ص 61 .\r\n( 2 ) الطوسي : الأمالي 1 / 19 ، الخطيب البغدادي : تاريخ بغداد 6 / 379 ، سبط ابن الجوزي :\r\nتذكرة الخواص ص 151 ، قال السيد ابن طاوس : أن كميل بن زياد النخعي هو صاحب الدعاء المشهور بدعاء كميل ، الاقبال ص 202 ، ص 206 ، البراقي : الدر المضية في ذكر الحنانة والثوية ص 12 ( تحقيق الدكتور حسن الحكيم ) .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n\r\n3 - قبر خباب بن الأرت\r\nكان الصحابي الجليل خباب بن الأرت رضي اللّه عنه من صحابة رسول اللّه صلّى اللّه عليه وسلم « 1 » وقد توفي بمدينة الكوفة عام 37 ه ، وفي رواية عام 39 ه ، وقد دفن في منطقة ( ظهر الكوفة ) وهناك روايتان في وفاته ، الأولى تقول : انه توفي بعد خروج الإمام علي عليه السّلام إلى صفين لمواجهة معاوية بن أبي سفيان ، وقد شهد مع الإمام علي عليه السّلام موقعتي صفين والنهروان ، وقد أوصى أن يدفن في أرض الكوفة ، وكان الناس يدفنون موتاهم في دورهم وأفنيتهم ، ولما دفن خباب بن الأرت في ظهر الكوفة ، أخذ الناس يدفنون موتاهم إلى جنب قبره ، وقد شهد الإمام أمير المؤمنين عليه السّلام تشييعه ، والصلاة عليه ودفنه ، أما الرواية الثانية فإنها تقول : أن الإمام عليا عليه السّلام لما عاد من موقعة صفين رأى سبعة قبور ، أحدها قبر خباب بن الأرت ، وقد وقف الإمام عليه السّلام على قبره فقال : رحم اللّه خبابا أسلم راغبا ، وهاجر طائعا ، وعاش مجاهدا ، وابتلى في جسمه أحوالا ، ولن يضيع اللّه أجره من أحسن عملا « 2 » وإذا كان خباب بن الأرت قد حضر موقعة النهروان مع الإمام علي عليه السّلام ، فان الرواية الأولى تكون أقرب إلى الصحة من الرواية الثانية ، وأشار الشيخ محمد السماوي إلى مدفن الصحابي خباب بن الأرت في ظهر الكوفة بقوله : « 3 »\r\n وكان فيه مدفن الصحابي * ابن الأرت المجتبى خباب \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن سعد : الطبقات الكبرى 3 / 167 ، 6 / 14 ، الطبري التاريخ 5 / 61 ، الطبراني ، المعجم الكبير 4 / 56 ، أبو نعيم : حلية الأولياء 1 / 147 ، ابن الجوزي : 5 / ورقة 54 ب .\r\n( 2 ) ابن سعد : الطبقات الكبرى 3 / 167 ، 6 / 147 ، ابن الجوزي : المنتظم 5 / ورقة 54 ب ، تلقيح فهوم أهل الأثر ص 61 ، ابن أبي الحديد ، شرح نهج البلاغة 18 / 172 ، ابن عبد البر : الاستيعاب 6 / 424 ، النوري : مستدرك الوسائل 2 / 368 ، القمي : سفينة البحار 2 / 398 .\r\n( 3 ) السماوي : عنوان الشرف 1 / 86 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nومن المحتمل أن قبره في منطقة الثوية الواقعة بعد خندق الكوفة ، وبأتجاه أرض النجف ، إذ انه دفن في هذه المنطقة جماعة من الصحابة والتابعين ، ولم يبق من قبورهم إلا قبر كميل بن زياد النخعي ، والثوية هي جبانة الكوفة الكبيرة .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\n4 - قبر المغيرة بن شعبة\r\nدفن الصحابي المغيرة بن شعبة في منطقة الثوية ، وفي مقابر قريش عام 50 ه « 1 » وقد وقع الخطيب البغدادي ومن جاء بعده من المؤرخين في وهم في قوله : ( أن القبر المزور بظاهر الكوفة قبر علي بن أبي طالب عليه السّلام هو قبر المغيرة بن شعبة ، ولو علمت الرافضة قبر من هذا لرجمته بالحجارة « 2 » وقد ازلنا هذا الوهم في بحثنا الموسوم ( الثوية موقعها وتاريخها ) « 3 » وكان قبر المغيرة بن شعبة في الثوية ظاهرا للعيان ، وشاخصا لدى الناس في العصر الأموي ( 41 - 132 ه ) في الوقت الذي كان قبر أمير المؤمنين عليه السّلام في ارض الغري مختفيا ، ولم يبرز إلى الوجود إلا في العصر العباسي ، ولم يعلم بموضعه إلا أبناء الإمام وأحفاده والخواص من أنصاره ، وقد وقف على قبر المغيرة بن شعبة جماعة من أهل الكوفة ، ويقول أبو الفرج الأصفهاني : كان بين المغيرة بن شعبة ، ومصقلة بن هبيرة الشيباني تنازع ، فضرع له المغيرة ، وتواضع في كلامه حتى طمع فيه مصقلة ، واستعلى عليه فشتمه وقذفه ، فقدمه المغيرة إلى شريح القاضي ، فشتمه فأقام عليه البينة فضربه الحد ، وأمر مصقلة أن لا يقيم ببلدة فيها المغيرة بن شعبة ما دام حيا ، فخرج إلى بني شيبان فنزل فيهم إلى أن مات المغيرة ، فدخل الكوفة فتلقاه قومه وسلموا عليه ، فلما فرغ من التسليم ، سألهم عن مقابر ثقيف فأرشدوه إليها ، فجعل قوم من مواليه يلتقطون له الحجارة ، فقال : ما هذا ، قالوا ظننا أنك تريد أن ترجم قبره ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخطيب : تاريخ بغداد 1 / 193 ، الحاكم : المستدرك على الصحيحين 3 / 448 ، ابن خلكان : وفيات الأعيان 4 / 55 ، ابن الأثير : النهاية 1 / 231 ، الدميري : حياة الحيوان الكبرى 256 ، ابن منظور : لسان العرب 14 / 127 ، الزبيدي : تاج العروس ، 10 / 64 ، البغدادي : مراصد الاطلاع 4 / 302 .\r\n( 2 ) الخطيب البغدادي : تاريخ بغداد 1 / 138 ، الذهبي : تاريخ الإسلام 2 / 207 .\r\n( 3 ) حسن الحكيم : الثوية موقعها وتاريخها ، مجلة كلية الفقه ، العدد الثاني 1403 ه / 1983 م .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nقال : واللّه لقد كنت ما علمت نافعا لصديقك ، صابرا لعدوك ، وما مثلك إلا كما قال مهلهل في أخيه كليب « 1 »\r\n أن تحت الأحجار حزما وعزما * وخصيما إلا ذا مغلاق \r\nوبقي قبر المغيرة بن شعبة شاخصا في ( الثوية ) حتى عصر ابن أبي الحديد ، وهو القرن السابع الهجري ، في الوقت الذي أصبح قبر الإمام علي عليه السّلام في ( الغري ) مقصدا للعلويين وشيعتهم ، قبيل بروز المرقد الشريف إلى الوجود في القرن الثاني للهجرة ويقول ابن أبي الحديد المتوفى عام 656 ه : سألت قطب الدين نقيب الطالبيين أبا عبد اللّه الحسين بن الأقساسي رحمه اللّه تعالى عن قبر المغيرة بن شعبة فقال صدق : من أخبرك ونحن أهل الكوفة نعرف مقابر ثقيف في الثوية ، وهي إلى اليوم معروفة ، وقبر المغيرة فيها ، إلا أنها لا تعرف قد ابتلعها السبخ وزبد الأرض وفورانها فطمست واختلط بعضها ببعض « 2 » وإذا كان قبر المغيرة في الثوية شاخصا حتى القرن السابع الهجري ، وقبر الإمام علي عليه السّلام في هذه الفترة تناطح قبابه السماء في وسط مدينة النجف الأشرف وهذا مما يسقط رواية الخطيب البغدادي في الوقت الذي أخذت مقابر الثوية في الاندراس ومنها قبر المغيرة بن شعبة ، وقد عثر عليه أحد المشتغلين بنقل الحجارة في الثوية فيقول الشيخ محمد حرز الدين : ( حدثني الثقة المعاصر داود الحجار النجفي في أوائل القرن الرابع عشر الهجري قائلا : كنت أنقب عن الحجارة الدفينة في ظهر الكوفة لكي أبيعها حوالي الثوية على بعد مائة خطوة من قبر كميل بن زياد ، فعثرت على موضع في الأرض فيه حجارة دفينة وصخرة كبيرة مكتوبة بالخط الكوفي فقلعتها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أبو الفرج الأصفهاني : الأغاني 14 / 144 .\r\n( 2 ) ابن أبي الحديد : شرح نهج البلاغة 2 / 46 ، ينظر البراقي : الدرة المضية في ذكر الحنانة والثوية ، ص 17 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nمحتفظا بها حتى دخلت النجف الأشرف واطلعت عليها العالم الشيخ ملا علي الخليلي النجفي المتوفى عام 1297 ه ، ولما قرأها قال : أحملني إلى مكانها ، فوضعها الشيخ الخليلي بمكانها ، وسوى عليها التراب بيده ، وقال لي : أأمرك أن لا تنبش هنا فإنها مقابر وجوه المسلمين من الكوفيين ، وهذه الصخرة رسم المغيرة بن شعبة كما يحكيه نص كتابتها « 1 » وهذا يقترب من نص ابن أبي الحديد ، وهل يبقى أمام المشككين شيء بعد هذا الثوابت المدعومة بالنصوص التاريخية الموثوقة ، وعند ذلك يصبح الخطيب البغدادي ومن على شاكلته من المؤرخين موضع الاسقاط في عرضهم مثل هذه الروايات الضعيفة الهزيلة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : مراقد المعارف 2 / 323 - 324 ، معارف الرجال 3 / 160 - 161 ، ينظر الهاشمي : تاريخ من دفن من الصحابة ، ص 455 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\n5 - قبر زياد بن أبيه\r\nدفن زياد بن أبيه في منطقة الثوية عام 53 ه « 1 » ويقول الطبري : ( لما حضرت زيادا الوفاة قال له ابنه : يا أبت قد هيأت لك ستين ثوبا أكفنك فيها قال : يا بني قد دنا من أبيك لباس خير من لباسه هذا ، أو سلب سريع ) ، فمات فدفنه بالثوية إلى جانب الكوفة « 2 » ويقول المسعودي : ( دفن بالثوية من أرض الكوفة ) « 3 » وأشار حارثة بن بدر الغداني في قصيدته إلى قبر زياد بن أبيه في الثوية قائلا « 4 » :\r\n تهدي إليه قريش نعش سيدها * فثم حل الندى والعز والخير\r\nأبا المغيرة والدنيا مغيرة * وان من غرت الدنيا لمغرور\r\nقد كان عندك للمعروف معرفة * وكان عندك للنكراء تنكير\r\nوكنت تؤتي فتوتى الخير من سعة * أن كان قبرك أمس وهو مهجور\r\nصلّى الإله على قبر بمحنية * دون الثوية يسفى فوقه المور \r\nوقد تجنب الشاعر حقيقة زياد بن أبيه وتاريخه الملطخ بدماء المسلمين ويبدو أن عطاياه المغرية للشاعر قد أبعدته عن أبراز جرائمه وموبقاته التي كشفت عنها مصادر التاريخ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن دريد : جمهرة اللغة 1 / 171 ، البكري : معجم ما استعجم 1 / 351 .\r\n( 2 ) الطبري : التاريخ 5 / 290 .\r\n( 3 ) المسعودي : مروج الذهب 3 / 35 .\r\n( 4 ) الجاحظ : الحيوان 7 / 159 ، ياقوت : معجم البلدان 1 / 940 ( طبعة ليبزك ) .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nوتشير النصوص إلى أن كلا من كميل بن زياد النخعي ، والمغيرة بن شعبة ، وزياد بن أبيه ، وأبي موسى الأشعري قد دفنوا في الثوية ، ولا يبعد قبر أحدهم عن الآخر إلا قليلا ، ويقول البغدادي : دفن بالثوية المغيرة بن شعبة ، وأبو موسى الأشعري ، وزياد بن أبي سفيان « 1 » وقد أطلق هذا النسب بأبي سفيان بعد إلحاق معاوية به لأسباب سياسية ، ولم نجد لهؤلاء في الوقت الحاضر أي أثر يشير إلى قبورهم ، علما أن منطقة الثوية قد تحولت إلى أحياء سكنية .\r\n\r\n6 - قبر أبي موسى الأشعري\r\nتوفى أبو موسى الأشعري عام 50 ه في مدينة الكوفة ، ودفن في الثوية ، وفي المكان الذي دفن فيه المغيرة بن شعبة « 2 » وغيره من الصحابة والتابعين . ويقول ياقوت الحموي : دفن المغيرة بن شعبة بالكوفة بموضع يقال له الثوية ، ودفن هناك أبو موسى الأشعري في سنة خمسين « 3 » ويقول الجزري : أن الثوية موضع بالكوفة به قبر أبي موسى الأشعري ، والمغيرة بن شعبة « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البغدادي : مراصد الاطلاع 1 / 302 ، ينظر البراقي : الدرة المضية في ذكر الحنانة والثوية ص 14 .\r\n( 2 ) ابن الأثير : النهاية 1 / 231 ، البغدادي : مراصد الاطلاع 1 / 302 ، ياقوت : معجم البلدان 1 / 940 ، الحميري : الروض المعطار ص 152 ، الزبيدي : تاج العروس 10 / 64 ، ابن منظور : لسان العرب 14 / 127 ، الطريحي : مجمع البحرين 1 / 79 .\r\n( 3 ) ياقوت : معجم البلدان 1 / 87 - 88 .\r\n( 4 ) المجلسي : بحار الأنوار 100 / 237 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\n7 - قبر الأحنف بن قيس التميمي\r\nتوفى الأحنف بن قيس التميمي عام 67 ه ، وهناك روايات أخرى تؤرخ وفاته في عام 71 ، أو 77 ، أو 78 ، وتتفق هذه الروايات على وفاته في مدينة الكوفة ومدفنه في الثوية عند قبر زياد بن أبيه « 1 » .\r\n\r\n8 - قبر قرظة بن كعب\r\nتوفى أبو عمر قرظة بن كعب بن ثعلبة الأنصاري الخزرجي في مدينة الكوفة في أثناء خلافة الإمام علي عليه السّلام ، وقد صلّى عليه « 2 » ودفن في الثوية وفيه يقول الشيخ محمد السماوي « 3 » :\r\n وفيه مثوى الخزرجي قرظه * أبي شهيد الطف عمرو الحفظة \r\n\r\n9 - قبر سهل بن حنيف\r\nشهد الصحابي سهل بن حنيف مع رسول اللّه عليه أفضل الصلاة والسلام ، المشاهد كلها ، وثبت في يوم أحد وبايع النبي صلّى اللّه عليه وآله وسلم على الموت حين انكشف الناس عنه ، وصحب الإمام عليا عليه السّلام ، واستخلفه على المدينة عند مسيره إلى مدينة البصرة لقتال المتمردين الخارجين على إمامته ، وشهد مع الإمام علي عليه السّلام موقعة صفين ، ولما توفى عام 38 ه صلّى عليه الإمام علي عليه السّلام ، ودفن في الثوية « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن قتيبة : المعارف ص 424 ، ابن خلكان : وفيات الأعيان 2 / 504 .\r\n( 2 ) ابن سعد : الطبقات الكبرى 6 / 17 .\r\n( 3 ) السماوي : عنوان الشرف 1 / 76 ، الهاشمي : تاريخ من دفن من الصحابة ص 419 .\r\n( 4 ) ابن عبد البر : الاستيعاب 2 / 612 - 663 ، البراقي : تاريخ الكوفة ، ص 68 ، محبوبة :\r\nماضي النجف وحاضرها 1 / 247 ، كمونة : مشاهد العترة ، ص 61 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\n10 - قبر عبد الله بن أبي أوفى\r\nنزل عبد اللّه بن أبي أوفى واسمه ( علقمة بن خالد بن الحارث الأسلمي ) مدينة الكوفة ، وتوفى بها عام 81 ه ، وكان آخر من مات من الصحابة في الكوفة ، ودفن في الثوية « 1 » .\r\n\r\n11 - قبر عبد الله بن يقطر\r\nكان عبد اللّه بن يقطر رضيع الإمام الحسين عليه السّلام ، وقد اختاره عند اعلان ثورته رسولا لابن زياد ، ولكن هذا ألقى القبض عليه ورماه من فوق القصر فتكسرت عظامه ، واحتز رأسه عمرو الأزدي ، وقيل : عبد الملك بن عمير اللخمي ، ودفن في الثوية « 2 » .\r\n\r\n12 - قبر جويرية بن مسهر العبدي\r\nشهد جويرية بن مسهر العبدي ، حروب الإمام علي عليه السّلام ، وكان من أنصاره ، وقد قتله زياد بن أبيه ، ودفن في الثوية « 3 » .\r\n\r\n13 - قبر رشيد الهجري\r\nدفن الصحابي الجليل رشيد الهجري في الثوية « 4 » ويوجد في الوقت الحاضر قبر بين النجف والحلة ينسب إلى الصحابي رشيد الهجري ، وإذا تحقق دفنه في الثوية مع الصحابة والتابعين ، فعند ذلك يلغى القبر المنسوب إليه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن حجر : الإصابة في تمييز الصحابة 2 / 279 - 280 ، البراقي : تاريخ الكوفة ص 68 ، ماضي النجف وحاضرها 1 / 247 .\r\n( 2 ) أبو علي : منتهى المقال ص 195 ، البراقي : تاريخ الكوفة ص 68 .\r\n( 3 ) البراقي : تاريخ الكوفة ، ص 68 ، محبوبة : ماضي النجف وحاضرها 1 / 247 ، كمونة :\r\nمشاهد العترة الطاهرة ، ص 61 ، القمي : سفينة البحار 2 / 399 .\r\n( 4 ) محبوبة : ماضي النجف وحاضرها 1 / 247 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\n14 - قبر عبيد الله بن أبي رافع\r\nتولى عبيد اللّه بن أبي رافع وظيفة الكتابة للإمام علي عليه السّلام ، وعند وفاته في الكوفة دفن في الثوية « 1 » .\r\n\r\n15 - قبر شريك الأعور السلمي\r\nكان شريك الأعور السلمي النخعي من أصحاب الإمام علي عليه السّلام « 2 » وعند وفاته دفن في الثوية « 3 » .\r\nومن المحتمل أن عددا آخر من الصحابة والتابعين قد دفنوا في مقبرة الثوية ، ولم تشر المصادر إليهم ، علما أن المقبرة قد خصصت للكوفيين وأصبح لكل قبيلة مقبرة ضمن الثوية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البراقي : تاريخ الكوفة ، ص 68 .\r\n( 2 ) الطوسي : الرجال ص 45 .\r\n( 3 ) القمي : سفينة البحار 1 / 139 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nالفصل الثالث الجوامع والمساجد والحسينيات والتكايا\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nأولا : الجوامع والمساجد\r\nتبدأ دراسة الجوامع والمساجد في مدينة النجف الأشرف بالأقدم والأهمية ، ومن ثم دراستها وفق موقعها من أطراف النجف داخل سورها ، ومحلاتها الجديدة الواقعة خارج السور ، وهي :\r\n\r\n1 - مسجد الرأس\r\nيقع مسجد الرأس غربي الصحن الحيدري الشريف ، وهو مسجد واسع ، ضخم الدعائم ، كثير الأسطوانات ، متقن البناء ، وبابه من الصحن الشريف في الإيوان الكبير الواقع تحت الطاق ( الساباط ) مقابل الرواق من جهة رأس الإمام أمير المؤمنين عليه السّلام . ويتصل بتكية البكتاشية ، وقد فتح للمسجد باب في الآونة الأخيرة على دورة الصحن الشريف ، قرب باب الفرج ( باب سوق العمارة ) .\r\nومسجد الرأس وفق تصميمه عبارة عن بناء مستطيل ، يتوسطه صحن كبير ، وعلى جانبي الصحن من الجهتين الشمالية والجنوبية ايوانان بهما كثير من الأعمدة المصنوعة من المرمر « 1 » . وينسب بناء المسجد إلى الشاه عباس الصفوي الأول ، حيث إنه بناه مع بناء الحرم الحيدري الشريف ، وتبدو جدرانه المنضدة بالأحجار الكبيرة انه يعود إلى أزمنة أبعد من هذا التاريخ ، وتوجد في أحد محاريبه صخرة مكتوبة بحروف بارزة ، يحسبها بعض الناس أن لها شأنا في الطلسمات ، وقد جدد بناء هذا المسجد عام 1156 ه عند تذهيب القبة والمئذنتين بأمر من السيدة رضية سلطان بيكم . فبذلت عشرين ألف دينار نادري لعمارته « 2 » . وتقول الدكتورة سعاد ماهر : أن مسجد الرأس يعود إلى عهد الايلخانيين ( المغول ) بدليل القاشاني الذي عثر عليه في محراب المسجد ، وكذا البلاطة التي تعلو مستطيل المحراب ، وعند الكشف عن جدران المسجد وجد أنها من نفس النوع والحجم الذي بني به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سعاد ماهر : مشهد الإمام علي ص 134 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 131 ، نقلا عن تاريخ نادري ص 237 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nجدران المشهد الخارجية ، كما أن الأجزاء الملاصقة لسور المشهد تدل دلالة واضحة على أنها بنيت مع الحرم الشريف وأنها ترجع إلى عهد الايلخانيين وان لم نستطع تحديد التاريخ وربما يعود تاريخه إلى القرن الثامن الهجري « 1 » . ويؤكد الشيخ محمد حرز الدين على أن مسجد الرأس يعود للعصر المغولي الايلخاني بقوله : أن مسجد الرأس بناه غازان بن هولاكو ، وأقام لبنائه سنة كاملة ضاربا خيامه بين النجف ومسجد الحنانة حتى أكمله « 2 » . ومما يدل على حقيقة تاريخ مسجد الرأس هو تسميته القديمة « جامع زير دالان أو جامع سار » « 3 » ، ومن المحتمل أن بناءه يعود إلى النصف الثاني من القرن السابع أو أوائل القرن الثامن الهجري ، وهو يتزامن مع تاريخ بناء المباني الملحقة بالصحن الشريف ومنها « رباط الجويني » الذي بني عام 666 ه ، وفي رواية عام 676 ه ، وقد أعد لسكن الصوفية « 4 » . وقد طرأت على مسجد الرأس ترميمات وإصلاحات ، يعود بعضها إلى الإمام السيد محمد مهدي الطباطبائي ( بحر العلوم ) المتوفى عام 1212 ه ، الذي كان يقول لخواصه : انه موضع رأس الحسين عليه السّلام ، وان المسجد بني عليه ولأجله « 5 » . وفي عهد السلطان العثماني عبد الحميد الثاني ( 1876 - 1909 م ) رمم مسجد الرأس ، وطليت جدرانه بالأصباغ ، ونصب فيه منبر من رخام أبيض مستطيل . وأختص بأهل السنة من الجالية العثمانية ، وكانوا يقيمون فيه صلاة الجماعة في أيام الجمع والعيدين ، وعند زوال الحكم العثماني من العراق بقي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سعاد ماهر : مشهد الإمام علي ص 134 نقلا عن :\r\n Mehmet Agaoglu : Fragments of Thirteenth century Mihrabs at Najaf ( Artlslamica 1955 , PartII . P . 28 ) . \r\n( 2 ) حرز الدين : معارف الرجال 3 / 242 .\r\n( 3 ) محبوبة : ماضي النجف وحاضرها 1 / 103 - 104 .\r\n( 4 ) ابن الفوطي : الحوادث الجامعة ص 358 ، تلخيص مجمع الآداب 4 / ق 1 / 1035 ، ابن طاوس فرحة الغري ص 115 ، العزاوي : تاريخ الأدب العربي 1 / 315 .\r\n( 5 ) محبوبة : ماضي النجف وحاضرها 1 / 103 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالمسجد معطلا مسدودا مدة من الزمن ، ثم فتح بابه ، وقد صلّى فيه الإمام الشيخ ميرزا حسين النائيني المتوفى عام 1355 ه . وقد سقطت بعد اسطواناته فقامت الحكومة العراقية بعمارته واصلاح أساسه ، ويوجد على باب المسجد بيتان من الشعر يؤرخانه في عهد السلطان عبد الحميد الثاني ، في اليوم الثامن عشر من ذي الحجة عام 1306 ه ، وعند تنفيذ الشارع المحيط بالصحن الشريف عام 1368 ه / 1948 م ذهب من مسجد الرأس ما يقرب من خمسة أمتار « 1 » . وقد أشار الشيخ محمد السماوي إلى هذا المسجد بقوله : « 2 »\r\n ومسجد الرأس الذي تشرفا * وآخر إمام قبة الصفا \r\nوجددت واجهة المسجد المطلة على دورة الصحن الشريف عام 1990 ، وزخرفت على نسق جدران الصحن الخارجية . وقد ورد ذكر هذا المسجد بلفظ « مسجد الجمعة » وذلك لأداء صلاة الجمعة فيه في العهد العثماني ويجري الآن ( 2005 م ) إلحاق المسجد بالحضرة الحيدرية الشريفة لغرض توسيعها ، وكان الأجدر الحفاظ على آثاره عند تنفيذ هذه الفكرة لتبقى تساير الزمن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 103 .\r\n( 2 ) السماوي : عنوان الشرف 1 / 58 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\n2 - مسجد عمران بن شاهين\r\nيعود مسجد عمران بن شاهين إلى القرن الرابع الهجري ، وقد بناه عمران بن شاهين الخفاجي بعد هروبه من البطائح الواقعة في كور واسط إلى مدينة النجف الأشرف في عهد السلطان عضد الدولة البويهي المتوفى عام 372 ه ، وبعد سيطرة الدولة العباسية على مملكته ، فنذر عمران بن شاهين أن عفا عنه السلطان عضد الدولة يبني رواقا في مدينة النجف ، وأخذ يترقب الوقت المناسب وهو في مخبئه في النجف . ولما قدم عضد الدولة لزيارة أمير المؤمنين عليه السّلام حافيا حاسرا « 1 » .\r\nأنتهز عمران بن شاهين هذه الفرصة ، فألقى بنفسه على عضد الدولة طالبا منه العفو والأمان ، وعند ذلك عفا عنه عضد الدولة ، فترتب على عمران الإيفاء بالنذر ، فبنى رواقين أحدهما في النجف ، والآخر في كربلاء « 2 » . وقد أشار الشيخ محمد السماوي إلى هذه الحادثة بقوله « 3 » :\r\n بان عمران بن شاهين عصى * وعم في عصيانه وخصصا\r\nفجاءه السلطان عضد الدولة * وساق طوله له وحوله\r\nفلم يجد نجاته إلّا بأن * يلوذ منه في حمى أبي الحسن\r\nولازم المشهد في حال الجفا * فورد العضد يزور النجفا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البراقي : اليتيمة الغروية ورقة 204 ، النقدي : الغزوات والفضائل ص 205 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 101 ، الشرقي : الأحلام ص 54 ، القزويني : أنساب القبائل العربية ص 56 ، سعاد ماهر : مشهد الإمام علي ص 151 .\r\n( 3 ) السماوي : عنوان الشرف 1 / 31 - 32 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nوأشار الشيخ السماوي إلى بناء عمران بن شاهين للرواقين في المشهدين بقوله :\r\n وشاد خلف قبره رواقا * شكرا لما وافى به وواقى\r\nوشاد خلف روضة الشهيد * بكربلا أخر للتمهيد\r\nوذان حتى اليوم يعرفان * بنسبتيهما إلى عمران \r\nوكان رواق ( مسجد ) عمران بن شاهين متصلا بالمرقد الشريف من الجهة الشمالية . وعند مجيء المغول إلى العراق عام 656 ه ، قام عطا ملك جويني بإعادة بنائه ، وقيل أن الشاه عباس الصفوي الأول أو الشاه صفي عند مجيئهما إلى النجف أعيد بناء مسجد عمران بن شاهين « 1 » . وقد هدم قسم من هذا الرواق وأدخل إلى الصحن الشريف مما وسع ساحته من هذه الجهة ، وقام الشاه صفي الصفوي بهدم الدور المجاورة للصحن من الجهتين الشرقية والجنوبية فأدخلهما إلى الصحن ، وبذلك أتسع من جهاته الثلاث ، وهي العمارة القائمة إلى وقتنا هذا « 2 » .\r\nويقول الشيخ علي الشرقي : أن السبب الذي جعل الشاه عباس الصفوي يهدم رواق عمران بن شاهين هو انحراف الصحن الأمر الذي أوجد تفاوتا بين قبلة الصحن وقبلة الروضة ، وبذلك الهدم والتغيير استقامت القبلتان « 3 » . ويلاصق مسجد عمران بن شاهين جدار الصحن الشريف من الداخل ، وجداره من الخارج ، وتقع بوابته في نهاية الدهليز المؤدي إلى باب الطوسي ، ويقول الشيخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النقدي : الغزوات والفضائل ص 204 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 101 ، الجواهري : آثار الشيعة الإمامية 3 / 128 .\r\n( 3 ) الشرقي : الأحلام ص 54 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nمحمد الكوفي : « المشهور عند النجف أن هذا المسجد الذي هو بباب الطوسي ، هو مسجد عمران ، ويزعمون أنه الرواق الذي بناه عمران بن شاهين وهذا بعيد لا يمكن لأن معنى الرواق الإحاطة بالحرم ، والإحاطة بالبيت ، وهذا لغة وعرف ، وزعم بعضهم أن هذا المسجد أدخل بعضه في الصحن الشريف فأذن لا يصدق رواق بل هو مسجد لحاله والرواق غيره ، ولعل هذه المسجد بناه بعض آل عمران بن شاهين ، فاشتهر بمسجد عمران لطول الزمن » « 1 » ومن المحتمل انه كان رواقا حسب نذر عمران بن شاهين ، ومن ثم تحول إلى مسجد بعد تهديم جزء منه ، وعند ذلك أصبح الجزء المتبقي يحتفظ بصفة المسجدية . ويبدو من خلال النصوص المتقدمة أن الرواق المذكور كان يأخذ امتدادا طوليا عبر الصحن الشريف ومن ثم يتصل بالحرم ، وعند بناء الصحن في هيكله الحاضر في عهد الشاه عباس الصفوي ، هدم جزء من الرواق لضرورة هندسية حتى يأخذ الصحن شكله المربع الجميل ، فأصبح للرواق بابان أحدهما عند الصحن الشريف ، والأخرى عند الدهليز المؤدي إلى باب الطوسي ، وقد اندرست الباب الأولى وأصبحت مقبرة للإمام السيد محمد كاظم اليزدي ، وأزيل عن هذا الباب شعار المسجد « 2 » . ولما استقر الجزء المتبقي من الرواق إلى المسجد عرف باسم « مسجد عمران بن شاهين » أشار اليه الشيخ السماوي بقوله « 3 » :\r\n والمسجد الحكم في العمران * وهو الذي يعزى إلى عمران \r\nوالحقيقة أن مسجد عمران يمتاز بالمتانة والبناء المحكم وتحيط به الأعمدة الضخمة والأطواق والأقواس وفق الطراز الإسلامي ، ولسعة مساحته كانت تقام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكوفي : نزهة الغري ص 43 .\r\n( 2 ) الجواهري : آثار الشيعة الإمامية 3 / 128 .\r\n( 3 ) السماوي : عنوان الشرف 1 / 58 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nبه صلاة الجماعة وتدريس طلاب الحوزة العلمية ، وتقول الدكتورة سعاد ماهر :\r\n« وبفحص عمارة المسجد ومبانيه يبين لنا انه يرجع إلى نفس طراز الايوانات والسور الخارجي ، سواء أكان ذلك من حيث مواد البناء من أحجار وغيرها ، أم من ناحية العقود والفتحات ، هذا بالإضافة إلى أنه لا يوجد ( لحام ) وصل مستحدث ، مما يستدل منه أن مباني المسجد حدثت في نفس وقت بناء الايوانات والجدران الجانبية ، وعلى ذلك يمكن القول : أن رواق عمران بن شاهين تحول إلى مسجد في القرن العاشر الهجري على أقل تقدير في العصر الصفوي » « 1 » . وقد وضعت على بوابة المسجد المطلة على الباب الطوسي صخرة مخرمة ومنقوشة عليها كتابة مؤرخة في صفر عام 776 ه ، وهي صخرة بديعة جميلة لا يحسبها المشاهد تضم كتابة وتاريخ إلا إذا أمعن النظر فيها بدقة ، وقد وهم الشيخ الشرقي أنها تعود إلى عام 770 ه « 2 » . ولا يعرف سبب وضع هذه الصخرة على بوابة المسجد ، ويقول الشيخ محبوبة : فيحتمل أن هذه الصخرة كانت فوق مقبرة في هذا المكان أو بقربه ، فروي أن المقبرة كانت تضم ثلاثة قبور أحدها للأمير نجيب الدين أحمد المهابادي ، والثاني لابنه محمود بن أحمد ، والثالث لسعيدة زوجة محمود ، وقد دخلت هذه المقبرة في عمارة الصحن الشريف ، فوضعت هذه الصخرة على باب مسجد عمران تذكارا لهم « 3 » . وكانت مقبرة عمران بن شاهين تقع إلى القرب من مسجده حيث إنه دفن في داره التي تقع بين جدار الصحن الشريف ومسجد الشيخ الطوسي وقد هدمت عند تنفيذ الشارع المحيط بالصحن عام 1368 ه / 1947 م « 4 » . ومن المحتمل إذا نقبت هذه المنطقة فإنها تكشف عن آثار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سعاد ماهر : مشهد الإمام علي ص 151 .\r\n( 2 ) الشرقي : الأحلام ص 55 .\r\n( 3 ) محبوبة : ماضي النجف وحاضرها 1 / 121 ، 243 .\r\n( 4 ) حرز الدين : مراقد المعارف ( هامش ) 2 / 132 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nمهمة في تاريخ مدينة النجف الأشرف . ونظرا لأهمية مسجد عمران بن شاهين فإنه ذكر في الدليل الرسمي للحكومة العراقية عام 1936 م « 1 » .\r\n\r\n3 - مسجد الحنانة\r\nتشير النصوص إلى أن مسجد الحنانة هو موضع القائم أو « القائم المائل » ، وقد مر عليه جثمان أمير المؤمنين عليه السّلام ، وهو في طريقه من الكوفة إلى أرض الغري « 2 » . والقائم يعني البناء أو الأسطوانة « 3 » . وللحنانة تفسيرات عديدة منها :\r\nتعود إلى الانحناء ، ومنها أن سبايا آل محمد لما وقفوا في هذا الموضع صارت لهم حنة ، أو أن أولاد أمير المؤمنين عليه السّلام لما مروا بجنازته في هذا الموضع بكوا وحنوا « 4 » .\r\nأو أنها نسبة لدير حنة وهو من أديرة الحيرة قبل الإسلام . وأنا أذهب إلى القول :\r\nأن الحنانة لفظ مصحف من الجبانة ، وهي أرض الثوية التي ضمت قبور الكوفيين وثوى فيها عدد من الصحابة ، وكان الإمام علي عليه السّلام قد خرج إلى ناحية الجبانة وأخذ بيد كميل بن زياد النخعي ، فلما اصحر تنفس الصعداء ثم قال : أن هذه القلوب أوعية ، فخيرها أوعاها ، فأحفظ عني ما أقول لك « 5 » . وذكر السيد ابن طاوس : أن الإمام الصادق عليه السّلام أوصى المفضل بن عمران يصلي في « الجبانة » ركعتين لأنها موضع رأس الحسين عليه السّلام « 6 » . وتروي النصوص أن راس الحسين عليه السّلام ، ورؤوس أهل بيته وأصحابه قد وضعت في هذا المكان وهي في طريقها إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدليل الرسمي لعام 1936 م ، ص 160 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 100 ، بحر العلوم : تحفة العالم 1 / 318 ، البراقي :\r\nالبقعة البهية ورقة 25 ب .\r\n( 3 ) المجلسي : بحار الأنوار 100 / 237 .\r\n( 4 ) المظفر : بطل العلقمي 3 / 294 .\r\n( 5 ) ابن عبد ربه : العقد الفريد 2 / 212 .\r\n( 6 ) ابن طاوس : مصباح الزائر ص 61 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nمدينة الكوفة حيث الوالي الأموي عبيد اللّه بن زياد « 1 » . وقد أشار الشيخ محمد السماوي إلى هذا الموضع بقوله « 2 » :\r\n وفيه من مواضع العبادة * مساجد مقصودة مرتاده\r\nكمسجد الحنانة الذي استند * إليه رمح الرأس عندما ورد\r\nفحن ذاك السبي لما بلغه * أو هو واضح الطريق في اللغة\r\nوكان يدعى قبل هذا الأثر * بالقائم المائل في جنب الغري \r\nوقد شيد في هذا الموضع مسجد كبير ، اكتسب صفة القدسية والاحترام والتقدير من قبل الناس ، وأصبح مقصدا للزيارة ، ويقول المستشرق الفرنسي ماسنيون : ان مسجد الحنانة هو الموضع الذي وضع فيه جثمان علي « 3 » . وفي الحقيقة أن الجثمان الطاهر قد مر بهذا الموضع ، ولكن رأس الحسين عليه السّلام قد وضع فيه في أثناء طريقه إلى الكوفة ، ولذا تستحب زيارة الحسين عليه السّلام في هذا المسجد « 4 » وهناك أحاديث كثيرة واردة عن أئمة آل البيت عليهم السّلام في فضيلة هذا المكان . وتذكر بعض المصادر إلى أن جماعة من أصحاب أمير المؤمنين عليه السّلام قد دفنوا في مسجد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحر العاملي : وسائل الشيعة 10 / 311 ، المجلسي : البحار 100 / 282 ، بحر العلوم : تحفة العالم 1 / 317 .\r\n( 2 ) السماوي : عنوان الشرف 1 / 58 .\r\n( 3 ) ماسنيون : خطط الكوفة ص 6 .\r\n( 4 ) شبر : أدب الطف 3 / 104 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالحنانة « 1 » . وقد أرخ الخطيب السيد مهدي الأعرجي بناء مسجد الحنانة عام 1340 ه بقوله :\r\n أيها الراكب الشملة تغري * كبد القفز في سموم الهجير\r\nأن أتيت الغري فأجعل لديه * وتواضع فذاك وادي الطور\r\nقم وزر خير مرقد وضريح * لأبي شبر وشبير\r\nوأخلع النعل أن تجئه خضوعا * واستجر فيه فهو خير مجير\r\nثم نحو الحنانة أقصد وشرف * في ثراها خديك بالتعفير\r\nفلتباه السما بها أرخوها * هي أمست كبيته المعمور \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البراقي : تاريخ الكوفة ص 69 ، اليتيمة الغروية ورقة 132 ، القزويني : فلك النجاة ص 336 ، الحكيم : ( الثوية موقعها وتاريخها ) مجلة كلية الفقه / العدد الثاني 1403 ه / 1983 م .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\n4 - مسجد الشيخ الطوسي\r\nكان مسجد الشيخ الطوسي مسكنا للشيخ أبي جعفر محمد بن الحسن الطوسي المتوفى عام 460 ه منذ أن وطأت أقدمه أرض النجف عام 448 ه ، وقد دفن فيه ومعه ولده الشيخ الحسن بن محمد الطوسي ، وتحول هذا المسكن إلى مسجد ، وما زال قبر الشيخ الطوسي قائما في وسطه يتبرك الناس به « 1 » . وورد في بعض المصادر لفظ « جامع الطوسي » « 2 » نظرا لسعته وقدمه التاريخي ، ويعد من المساجد المهمة في مدينة النجف الأشرف . وتقام فيه الفواتح والمجالس الحسينية وصلاة الجماعة وتدريس طلاب الحوزة العلمية ، وقد أقام فيه الإمام الشيخ محمد حسن النجفي ( صاحب الجواهر ) الصلاة فيه . وألقى الإمام الآخوند الشيخ محمد كاظم الخراساني ، والإمام شيخ الشريعة الاصفهاني ، والإمام الشيخ ضياء الدين العراقي ، والإمام السيد محسن الحكيم ، والحجة السيد محمد تقي بحر العلوم بحوثهم فيه ، ويقول العلامة السيد محمد كلانتر : « ما استفدناه من درس سيدنا الإمام الأستاذ المرحوم السيد البجنوردي قدس اللّه نفسه عندما كنا نحضر بحثه الشريف في جامع الطوسي قبل تجديد بنائه » « 3 » . وكان الإمام السيد محسن الحكيم يحاضر في الفقه صباحا في هذا المسجد ، والعلامة الشيخ حسين الحلي يحاضر عصرا ، والعلامة الشيخ باقر الزنجاني يحاضر ليلا « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القمي : الكنى والألقاب 2 / 363 ، تحفة الأحباب ص 325 ، سفينة البحار 2 / 339 ، النوري : مستدرك الوسائل 3 / 505 ، بحر العلوم : الرجال 3 / 239 ، الصدر : تأسيس الشيعة لعلوم الإسلام ص 339 .\r\n( 2 ) الدليل الرسمي لعام 1936 م ، ص 159 .\r\n( 3 ) كلانتر : المكاسب للشيخ مرتضى الأنصاري 1 / 46 .\r\n( 4 ) بحر العلوم : مقدمة كتاب « تلخيص الشافي » للشيخ الطوسي ص 48 - 49 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nوقد مرت على مسجد الشيخ الطوسي تجديدات عديدة إلى أن وصل إلى وضعه الحالي ، ففي عام 1198 ه ، أمر السيد محمد مهدي الطباطبائي ( بحر العلوم ) بتجديد عمارته ، وبنى لنفسه مقبرة بجواره ، وأصبحت مدفنا لأولاده وأحفاده « 1 » .\r\nوأضاف للمسجد الأصلي زيادة كبيرة من جهة الشمال ، وأقتطع منه مقبرة وترك الباقي لتوسعة ساحة المسجد ، وأتخذ من هذه الساحة مرافق ضرورية للمسجد « 2 » .\r\nحتى أصبح مسجد الشيخ الطوسي « من أعظم مساجد الغري المشرف » كما يقول السيد بحر العلوم « 3 » . وفي عام 1305 ه جدد المسجد بعد أن قلعت أساساته بأشراف العلامة السيد حسين بحر العلوم المتوفى عام 1306 ه . عندما أذنت جدرانه إلى الانخفاض ، فرغب بعض أهل الخير في تجديد أساسه « 4 » . وكانت هذه العمارة عظيمة في ضخامتها ، وابداعها الفني من حيث زركشتها بأنواع الفسيفساء والأحجار الثمينة على اختلاف ألوانها « 5 » . وفي عام 1369 ه / 1950 م فتحت الحكومة شارع الشيخ الطوسي فاقتطع من المسجد قرابة ثلاثة أمتار على طول جبهته ، فأصبح للمسجد بابان أولهما تطل على الزقاق الخلفي للمسجد ، والثانية تطل على الشارع العام ، وقد أرخ السيد موسى بحر العلوم بناء مسجد الشيخ الطوسي عام 1382 ه / 1960 م وثبت التاريخ على بوابة المسجد وعلى الكاشي الملون ، جاء فيه بقوله :\r\n إمامان حلا مرقدين عليهما * بنى العلم أجلالا رواقا من المجد \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحر العلوم : دليل القضاء الشرعي 3 / 196 ، محبوبة : ماضي النجف وحاضرها 1 / 104 ، هروي : الحديقة الرضوية ص 19 .\r\n( 2 ) بحر العلوم : مقدمة كتاب « تلخيص الشافي » ص 49 .\r\n( 3 ) بحر العلوم : الرجال 3 / 239 .\r\n( 4 ) بحر العلوم : تحفة العالم 1 / 204 ، بحر العلوم : دليل القضاء الشرعي 3 / 196 ، محبوبة :\r\nماضي النجف وحاضرها 1 / 105 .\r\n( 5 ) بحر العلوم : مقدمة كتاب « تلخيص الشافي » ص 49 - ص 50 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n ولاذ ببيت اللّه بالقرب منهما * على قيد بعد الراحتين من الزند\r\nفذا مسجد الطوسي شيد هاهنا * تشيد أرخ ( مرقد الشيخ والمهدي ) \r\nوأراد السيد موسى بحر العلوم من شعره بأن السيد بحر العلوم قد دفن على مقربة من الشيخ الطوسي ، وأنهما على مقربة من مرقد أمير المؤمنين عليه السّلام . وتبلغ مساحة مسجد الشيخ الطوسي في الوقت الحاضر ( 31 مترا طولا و 17 مترا عرضا ) ، بما في ذلك حرم وساحة ومقبرة السيد بحر العلوم ومرافق المسجد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحر العلوم : مقدمة كتاب « تلخيص الشافي » ص 54 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\n5 - مسجد الخضرة\r\nيلاصق مسجد الخضرة ، للصحن الشريف ، ويطل على دورة الصحن من جهة الشرق ، ويقابل سوقي العبايجية والمشراق ، ويعد من مساجد مدينة النجف القديمة ، ولكن لا يعرف تاريخ إنشائه على وجه التحديد ، ويقول الشيخ محبوبة :\r\n« انه من المساجد القديمة ، كانت أرضه منخفضة ، فدفنت مع عمارة أرض الصحن الشريف ، ولم يكن فيه أثر تاريخي يستند عليه » ويقول : هناك روايتان تعبران عن أصل تسمية المسجد بالخضرة ، ثم صحف إلى الحضرة ، وثانيهما : انه كانت فيه خضرة صنعها درويش هندي في الساحة المتصلة بالمسجد فيما يقارب عصر الملالي في النجف ، واشتهر باسم مسجد الخضرة من ذلك التاريخ « 1 » . وهناك من ينسب مسجد الخضرة إلى علي بن مظفر صاحب الرؤيا « 2 » . وقد أشار الشيخ محمد السماوي إلى هذا المسجد بقوله « 3 » :\r\n ومسجد الخضراء عند الشرف * وذي بصحن والصفا والطرف \r\nوعند تنفيذ دورة الصحن الشريف عام 1368 ه ، هدم ثلث المسجد ، ثم أعيد بناء الثلثين ، فأصبح المسجد على شكل مستطيل يبلغ طوله ضعف عرضه ، ويتوسطه صحن كبير ، تحيط به الأروقة من جهاته الثلاث ، أما رواق القبلة فيتكون من ايوانين ، ويخرج عن سمت الجدار الشرقي للمسجد بمقدار ( 5 ، 2 متر ) ويفصل رواق القبلة عن صحن المسجد أقباء متقاطعة كسيت بمقرنصات من القاشاني غاية في الدقة والإبداع « 4 » . وقد تغيرت هندسة المسجد بعد بنائه الجديد على يد الإمام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 103 .\r\n( 2 ) ن . م 1 / 103 .\r\n( 3 ) السماوي : عنوان الشرف 1 / 58 .\r\n( 4 ) سعاد ماهر : مشهد الإمام علي ص 152 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالسيد أبي القاسم الخوئي فأصبح جدار المسجد الخارجي مساويا لجدار الصحن الشريف .\r\nوقد استخدم مسجد الخضرة لإقامة صلاة الجماعة وتدريس طلاب الحوزة العلمية وإقامة الفواتح والمآتم الحسينية ، وأقام العلامة الشيخ جعفر بن محمد علي التستري مجلس وعظ في هذا المسجد ، وكان يحضره خلق كثير بحيث يمتلئ على سعته « 1 » . وأقام فيه الشيخ أحمد بن الشيخ محمد حسن الشرقي صلاة الجماعة « 2 » .\r\nوكان الإمام السيد أبو القاسم الموسوي الخوئي يقيم صلاة الجماعة ويلقي محاضراته على طلابه ، وبعد وفاته عام 1413 ه / 1992 م أقام الإمام السيد علي الحسيني السيستاني صلاة الجماعة والقاء المحاضرات العلمية فترة من الزمن ، ومن ثم أغلق المسجد تحت عنوان الترميم في محاولة لإبعاد الإمام السيد السيستاني منه ، وما زال مغلوقا حتى الوقت الحاضر وعند كتابه هذه السطور في 28 / 10 / 1999 م .\r\nوورد لفظ « جامع الخضراء » بدلا من الخضرة في الدليل الرسمي الصادر عام 1936 م « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : معارف الرجال 1 / 164 - 165 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 2 / 393 .\r\n( 3 ) الدليل الرسمي لعام 1936 م ، ص 158 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\n6 - جامع الهندي\r\nيطلق لفظ « الجامع أو جامع البلد » على مسجد الهندي « 1 » . وذلك لسعته ولأهميته التاريخية ، ويقع في محلة قديمة تعرف بمحلة ( الجية ) كما يحكيه الصك المؤرخ عام 1245 ه « 2 » . وتطل بوابته الكبيرة على سوق الحويش ، قرب الطمة ، وبوابته الصغيرة على شارع الرسول ، ويعود تأسيس جامع الهندي إلى أوائل القرن الثالث عشر الهجري وذلك في عصر العلامة الكبير الشيخ حسين نجف المتوفى عام 1251 ه / 1835 م ، وتعود تسميته بالهندي مع اسم الحمام والقيسارية ، نسبة لعائلة هندية شريفة ، كانت تتمتع بثراء واسع عريض ، وقد سكنت مدينة النجف الأشرف ، وورد اسم « خان محمد » الهندي الذي عمر هذا الجامع ، ثم أحدثت عليه زيادات أدت إلى أتساعه « 3 » . وتشير أسرة آل الصافي إلى أن جامع الهندي يعود لجدهم السيد عبد العزيز الموسوي ، وانه أوكل أحد الهنود القاطنين في مدينة النجف الأشرف على بنائه ، ومن ثم نسب إليه ، وقد وضع السيد عبد العزيز الموسوي حجر الأساس بيده ، بعد أن أشترط على الحضور من العلماء والفضلاء على كل من تفته صلاة الصبح يضع بيده حجر الأساس فأحجم الجميع عداه ، فوضع الحجر بيده ، وقد أشترى الدور الواقعة في جوار الجامع فألحقها به ، مما أدى إلى توسعته « 4 » . ويقول الشيخ الطهراني : أن السيد عبد العزيز ( جد آل الصافي ) هو المباشر لبناء المسجد الجامع الذي بذلت مصرفه امرأة صالحة هندية « 5 » . ويقول الشيخ محبوبة : « وقفت على فراش له عتيق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 117 .\r\n( 2 ) ن . م 1 / 25 .\r\n( 3 ) ن . م 1 / 117 .\r\n( 4 ) الصافي : الوافي ورقة 37 - 38 .\r\n( 5 ) الطهراني : الذريعة 20 / 252 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nواقفه الحاج مهدي المازندراني في سنة 1224 ه » « 1 » . ويقول الأستاذ محمد سعيد الطريحي : أن مسجد الهندي قد شيد في أوائل القرن الثالث عشر الهجري في عهد الشيخ حسين نجف الكبير ، ومؤسسه أحد صلحاء الهند وهو المرحوم الحاج خان محمد ، وقد قرر حينه أنه لا يضع أول حجر في أساسه إلا رجل لم يبت ليلة من الليالي على جنابة ولم يترك صلاة الليل مدة عمره فأحجم الحاضرون وقام هو بنفسه فوضع أول حجر في أساسه وقد أرخ هذه العمارة السيد رضا الهندي عام 1329 ه له :\r\n للذكر هذا المسجد جامع * فلا تكن فيه من الغافلين\r\nوأدخل اليه خاضعا خاشعا * عليك ذلك البائس المستكين\r\nوأتخذ الواحد عونا على * طاعته إذ هو نعم المعين\r\nمؤرخا ( كبر وهلل وكن * مصليا وأركع مع الراكعين ) \r\nلقد طرأت على الجامع الهندي إصلاحات وإضافات عديدة ، ففي عام 1323 ه أكتسب الجامع حالته الأخيرة ، بحيث لم يعهد مثلها في مساجد النجف ، حتى عام 1375 ه حيث أقدم الإمام السيد محسن الحكيم على توسعته فأشترى دارين متصلتين بالجامع ، وبهذه الإضافة تم تسوية القسم المكشوف من الجامع بالقسم المسقوف « 2 » . ويمتاز القسم المسقوف بالأسطوانات العريضة والأقواس العالية والأطواق المزخرفة ، فهي تعطي للجامع صفة تاريخية وتراثية رائعة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 118 .\r\n( 2 ) ن . م 1 / 119 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nوأصبح الجامع مربع الشكل تقريبا ، وقد احتلت مكتبة الإمام الحكيم ومقبرته حدودا من الناحية الشمالية ، وخصصت قطعة لمقابر رجال العلم من أسرة آل الحكيم تجاور المكتبة وتطل بوابتها على صحن الجامع .\r\nوكان جامع الهندي على طول تاريخه مدرسة علمية ، وقد اعتلى منبره عدد من أعلام مدينة النجف الأشرف ومدرسي الحوزة العلمية فيها ، وأقيمت فيه صلاة الجماعة من قبل أعلام أسرة آل نجف وشيوخها ( حسن وجواد ومحمد وطه ) . وأقام فيه الصلاة كل من : الشيخ محمد رضا الطالقاني ، والشيخ باقر القمي النجفي وغيرهما . ويقيم الصلاة في الوقت الحاضر سماحة السيد محمد علي الحكيم ظهرا ، وسماحة السيد محمد سعيد الحكيم ليلا . وأشار السيد محمد الحلي النجفي إلى توسعة الجامع عام 1377 ه بقوله « 1 » :\r\n جامع الهندي قد وسعه * آية اللّه حكيم الزمن\r\nقل به ما شئت أرخ أو فقل * تلك آيات الحكيم المحسن \r\nويقول أيضا :\r\n إذا رمت عدة مزايا ( الحكيم ) * لم تلق للعد من جاحد\r\nأراد بتوسيع جامع للغري * ابتغاء رضا الواحد\r\nفان جئته ورأيت الصفوف * مصلين من راكع وساجد \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحلي : مجموعة التواريخ الشعرية ص 37 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n أشر ناظرا أثرا للحكيم * وأرخ ( إلى أثر خالد ) \r\nويقول الشيخ فرج العمران القطيفي « 1 » :\r\n مسجد الهندي بأرض ( النجف ) * مسجد تال عظيم الشرف\r\nمسجد قد أسسوه بالتقى * ولأنواع العبادات اصطفى\r\nلصلاة وصلات ودعا * ولوعظ ولدرس المصحف\r\nولطلاب الهدى مدرسة * بعلوم الدين والفقه تفي\r\nوبه مكتبة أسسها * السيد ( المحسن ) والبر الوفي\r\nضم فيه كتبا قيمة * ضم صحفا من حسان المصحف\r\nفغدا للنجفي مفخرا * وإلى الشيعي أسنى متحف\r\nفلهذا أرخوه ( لم يزل * مسجد الهندي فخر النجفي ) \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القطيفي : الأزهار الاريجية 7 / 157 - 158 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nوأنشأ أهالي القطيف مسجدا في بلادهم يشبه الجامع الهندي في النجف عام 1374 ه وقد أشار اليه الشيخ القطيفي بقوله « 1 » :\r\n لجنة في ( الخط ) شادت مسجدا * أدركت فيه عظيم الشرف\r\nفغدا في ( الخط ) يحكي أرخو * ( مسجد الهندي بأرض النجف ) \r\nوأصبح الجامع الهندي ( جامع النجف ) بأسرها ، فهو مدرسة تلقى فيه المحاضرات العلمية ، ومنتدى تقام فيه المناسبات الدينية والوطنية إذ تقام في رحابه ، وان الاجتماعات الخطيرة تعقد فيه « 2 » . وأتخذه النجفيون مكانا للمآتم الحسينية وإقامة الفواتح وغير ذلك من الخدمات الدينية والاجتماعية .\r\nويلحق بالجامع بيت صغير يقع في سوق الحويش من الجهة المقابلة للجامع قد أعد للوضوء والمرافق الصحية ، وأوقف له حانوتان في نفس السوق ، وجعلت التولية لأسرة « آل نجف » العلمية ، بعد أن كانت بيد الشيخ موسى بن الشيخ عبد الحسين آل نجف المتوفى عام 1366 ه « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القطيفي : الأزهار الاريجية 6 / 164 .\r\n( 2 ) الفرعون : الحقائق الناصعة 1 / 97 .\r\n( 3 ) محبوبة : ماضي النجف وحاضرها 1 / 119 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\n7 - مسجد الشيخ الأنصاري\r\nيطلق على مسجد الشيخ الأنصاري اسم « مسجد الترك » ، ويقع في سوق الحويش ، وهو من مساجد النجف الكبيرة ، وهو نسبة إلى مؤسسه الإمام الشيخ مرتضى الأنصاري المتوفى عام 1281 ه ، حيث كان يقيم الصلاة فيه ، ويلقي محاضرات على طلاب الحوزة العلمية ، كما كان الإمام السيد محمد كاظم اليزدي يحاضر فيه « 1 » . وكان العلامة السيد حسن الموسوي الخرسان ومن بعده نجله العلامة السيد محمد مهدي يصليان به جماعة .\r\nوقد حصلت اصلاحات في مسجد الشيخ الأنصاري ، ففي عام 1360 ه / 1941 م تبرع جماعة من أهالي النجف الأشرف لإعادة بناء المسجد ، وساعدتهم مديرية الأوقاف العامة « 2 » . وفي هذا العام 1999 م بوشر ببناء القطعة المجاورة للمسجد لغرض توسعته وهي قطعة كبيرة تتصل بالقسم المكشوف من المسجد ، وفي قبال المسجد بناية للوضوء ومرافق صحية .\r\nويعود سبب تسمية المسجد بالترك ، هو اتخاذه مكانا لإقامة المآتم الحسينية من قبل الأتراك في مدينة النجف الأشرف . وقد ورد بلفظ « جامع الأنصاري » « 3 » .\r\nوفي الحقيقة أن « جامع الهندي » هو وحده يستحق هذه التسمية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 116 .\r\n( 2 ) مجلة الغري ، العدد ( 66 ) السنة الثانية 1360 ه / 1941 م .\r\n( 3 ) الدليل الرسمي لعام 1936 م ، ص 157 - 158 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\n8 - جامع الشيخ الجواهري\r\nأسس الإمام الشيخ محمد حسن النجفي المتوفى عام 1266 ه ، مسجد آل الجواهري الواقع في طرف العمارة قبيل وفاته بسنتين ، وأصبح الوقف له ، وقد عمره ولده الشيخ عبد الحسين وأقام فيه الصلاة جماعة ، وعمره أيضا الشيخ محمد جواد الجواهري ، المتوفى عام 1355 ه ، واستخرج مصر وفاته من مديرية الأوقاف العامة ، وبعد أن تضعضعت عمارته القديمة وانهدام بعض قوائمها ، بني المسجد على طراز حديث « 1 » . ويقول الشيخ محبوبة كان المشتري لساحة المسجد هو الحاج محمد باقر القندهاري ، فقطع منها هذا المسجد وجعل الباقي مقبرة للإمام الشيخ محمد حسن النجفي صاحب كتاب « جواهر الكلام » واشترط المشتري أن يدفن معه ، وكتب أسمه واسم بعض عائلته على الحجر القاشي في المقبرة ، وقد توفي الحاج محمد باقر القندهاري في حدود عام 1260 ه « 2 » ، أي قبيل وفاة صاحب الجواهر ، وقد أشار السيد مهدي الأعرجي إلى تاريخ مسجد الجواهري بقوله « 3 » :\r\n جدد ذو النسك ( الجواد ) الندى * بيتا إلى العباد والناسكين\r\nعلى التقى أسس بنيانه * ان التقى هو الأساس المكين\r\nما زال داعيه على سطحه * بصوته يذكر الغافلين\r\nيصيح أرخت ويتلو به * حي على الصلاة يا مؤمنين \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 108 - 109 .\r\n( 2 ) ن . م 1 / 109 .\r\n( 3 ) الأعرجي : الديوان ورقة 316 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nوعند افتتاح شارع الإمام زين العابدين ، أصبح مسجد الجواهري قريبا من الشارع وبقيت بوابته القريبة من مرقد الشيخ صاحب الجواهر تطل على الزقاق الضيق . وقد ورد ذكر هذا المسجد بلفظ « جامع الجواهري » « 1 » . وتقوم أسرة آل الجواهري برعاية المسجد وقد أضيفت إليه بقعة من الجهة الغربية أدت إلى أتساعه ، وهو يؤدي خدمات اجتماعية كبيرة فتقام فيه الفواتح والمناسبات الدينية .\r\nوتقع مقبرة الشيخ صاحب الجواهر وأسرته على يمين الداخل إلى المسجد ، وتعلو المقبرة قبة زرقاء من الكاشي ، وكتب على واجهة المقبرة عبارة « شيخ الفقهاء الشيخ محمد حسن النجفي » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدليل الرسمي لعام 1936 م ، ص 158 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\n9 - مسجد الشيخ كاشف الغطاء\r\nأسس العلامة الشيخ موسى بن الشيخ جعفر الكبير صاحب كشف الغطاء ، والمتوفى عام 1241 ه ، هذا المسجد في طرف العمارة ، وأخذ يقيم الصلاة فيه جماعة « 1 » . وقد أكمله أخوه العلامة الشيخ علي المتوفى عام 1253 ه ، وكان هذه المسجد والمقبرة التي تجاوره ، ومدرسة كاشف الغطاء من آثاره « 2 » . ويقول الشيخ محبوبة : أن هذا المسجد يقع بالقرب من مدرسة المعتمد وبإزائه من جهة الشمال مقبرة الشيخ جعفر الكبير ، وكان الشارع الذي فيه باب المسجد يعرف بمحلة الرباط ، وقد أشترى أمان اللّه خان السنوي ، مساحة كبيرة من الأرض ليبني عليها المسجد والمدرسة والمقبرة ، فأوقفها على الإمام الشيخ جعفر الكبير في الثاني من شهر ربيع الأول عام 1228 ه « 3 » . وحصلت بعد ذلك تجديدات على المسجد من قبل أعلام أسرة آل كاشف الغطاء ، ففي عام 1331 ه قام الشيخ أحمد بن الشيخ علي آل كاشف الغطاء بتجديد المسجد بعد أن نقضت جدرانه ، فأرخه الشيخ جعفر النقدي بقوله « 4 » :\r\n أيها الطالب أثار الهدى * ورضا الباري غدا أقصى مناه\r\nأعبد اللّه بأعلى مسجد * والثريا أصبحت دون ثراه\r\nشاده ( جعفر ) من غرته * كشف النور على الشرع غطاه \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كاشف الغطاء : العبقات العنبرية ورقة 365 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 3 / 170 .\r\n( 3 ) ن . م 1 / 108 .\r\n( 4 ) ن . م 3 / 129 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n وابنه رب المعالي ( احمد ) * بذل الجهد لتجديد علاه\r\nقلت لما أكملت أركانه * وغدا يسطع في الكون سناه\r\nأرخوه مسجد جدده * ( احمد ثم على التقوى بناه ) \r\nوجدد المسجد عام 1332 ه ، وقد قيل في تاريخه « 1 » :\r\n ذا مسجد أرسى الدعام مقدس * قد شاده البر التقي ( محمد )\r\nوأعاد مسجد آل جعفر عامرا * واللّه مقصدة ونعم المقصد\r\nكم فهم للعلم شيد مربع * سام وبيت عبادة يتجدد\r\nولهم لسان الدين قال مؤرخا * ( بهم على التقوى تأسس مسجد ) \r\nويشبه تصميم مسجد آل كاشف الغطاء ، الجامع الهندي في قسمه المسقوف بأعمدته العريضة وأطواقه وزخرفته ، ويقدم اليوم خدمات اجتماعية ودينية فتقام فيه الفواتح والشعائر الحسينية ، وقد ورد في بعض المصادر بلفظ : « جامع كاشف الغطاء » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كاشف الغطاء : الكشكول ورقة 3 .\r\n( 2 ) الدليل الرسمي لعام 1936 ، ص 159 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\n10 - مسجد آل الطريحي\r\nيقع مسجد آل الطريحي في طرف البراق على مرتفع يعرف بجبل النور ، وفي محلة عرفت بمحلة آل طريح ، وفي القرب من المسجد مقبرة العلامة الكبير الشيخ فخر الدين الطريحي المتوفى عام 1085 ه « 1 » . وقيل : أن العلامة الشيخ نور الدين علي الكركي العاملي ، المتوفى عام 940 ه ، من آثاره الباقية في مدينة النجف الأشرف هذا المسجد ، الذي كان يعرف قديما باسم « مسجد المحقق الكركي » ثم أصبح باسم « مسجد الطريحي » « 2 » ، وأشار اليه الشيخ محمد السماوي بقوله « 3 » :\r\n ومسجد الطوسي والهندي * والكركي فيه والتركي \r\nوعند تجديد المسجد عام 1398 ه / 1977 م ، كتبت على بابه الكبيرة هذه العبارة « أسسه يعقوب بن عبد اللّه الأسدي جد أسرة آل الطريحي في منتصف القرن السادس الهجري » ، وأننا لم نقف على هذا التاريخ في المصادر التي أشارت إلى تاريخ مدينة النجف ، وقد وجدنا أن المسجد قد حصلت عليه إصلاحات وترميمات ، ففي عام 1213 ه ، جدد المسجد وكتب على بابه بالحجر القاشي تاريخ التجديد ، وفي عام 1330 ه ، عمره الحاج عبد المحمد الصفار « 4 » .\r\nوكان التجديد الأخير في عام 1398 ه / 1977 م ، وقد فتح للمسجد باب ثان ، وقد كتب على الباب الصغيرة : « هذا جامع الإمام الفقيه اللغوي المحدث الشيخ فخر الدين الطريحي الأسدي أعلى اللّه مقامه ، المتوفى عام 1085 ه » وهذه الأبيات :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 104 .\r\n( 2 ) ن . م 3 / 243 .\r\n( 3 ) السماوي : عنوان الشرف 1 / 58 .\r\n( 4 ) محبوبة : ماضي النجف وحاضرها 3 / 243 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n رزء أصحاب خشي الهدى والدين * مذ ( فخره ) أودى بسهم منون\r\nعلم له علم العلوم وفضله * مشور أعلام ليوم الدين\r\nسل ( مجمع البحرين ) والدرر التي * جمعت به عن علمه المخزون\r\nوانظر لتاليفاته وبيانه الشا * في بعين بصيرة ويقين\r\nلا فخر حيث تضيف ( أصحاب ) * أرخ ( وطيد بعد فخر الدين ) \r\nوأدى بعض الفقهاء صلاة الجماعة في مسجد آل الطريحي ، واستخدم للفواتح والمآتم الحسينية ، وورد في المصادر الحكومية باسم « جامع الطريحي » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدليل الرسمي لعام 1936 ، ص 159 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n\r\nثانيا : مساجد النجف داخل السور الأخير\r\nتحتضن أزقة النجف القديمة الواقعة داخل سور النجف الأخير مساجد صغيرة ، يعود الكثير منها إلى بدايات القرن الرابع الهجري ، الموافق للقرن العشرين الميلادي ، ويلتحق بعضها بأسرة نجفية عريقة ، وهي تتوزع على أطراف النجف الأربعة ، وعلى النحو الآتي :\r\n\r\nمساجد طرف المشراق\r\n\r\n1 - مسجد الحاج عيسى كبة\r\nيقع مسجد الحاج عيسى كبة في باب الطوسي ، وقد أسس في عهد العلامة الكبير الشيخ راضي النجفي ، المتوفى عام 1290 ه ، وكان يقيم صلاة الجماعة فيه ، ويلقي بحوثه الفقهية على طلابه ، وبعد وفاته أقام ولده العلامة الشيخ عبد الحسن ، المتوفى عام 1344 ه ، صلاة جماعة ، ومن بعده أصبح مختصا بأعلام أسرة آل الشيخ راضي ، وقد أزيل هذا المسجد بعد تنفيذ دورة الصحن الشريف عام 1369 ه / 1950 م « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 105 ، 2 / 286 ، 291 ، الطهراني : طبقات أعلام الشيعة / الكرام البررة 2 / ق 2 / 530 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\n2 - مسجد آل المظفر\r\nيقع مسجد آل المظفر في زقاق قريب من منتصف شارع الطوسي ، وبجنب المقبرة التي أعدها الشيخ إبراهيم بن الشيخ نعمة المظفر ، المتوفى عام 1333 ه ، وأقام الشيخ علي بن الشيخ باقر الجواهري ، المتوفى عام 1340 ه صلاة الجماعة فيه « 1 » وتقام في هذا المسجد الفواتح لأسرة آل المظفر على وجه التحديد .\r\n\r\n3 - مسجد الصاغة\r\nأسس الحاج عبد الرحيم المتوفى عام 1291 ه ، مسجد الصاغة في عهد العلامة الشيخ أحمد شكر ، ويقع في سوق الصاغة ، وقد جدد أخيرا وأصبح له ثمانية دكاكين تصرف وارداتها عليه ، وفي الطابق الأعلى من المسجد خمس غرف أعدت لسكن طلاب العلم ، وفيه غرفة للمشرف على إدارة المسجد « 2 » وتقام صلاة الجماعة فيه ، وقد أعده الخبازون في النجف مكانا للمآتم الحسينية وفيه حجر مؤرخ عام 1346 ه .\r\n\r\n4 - المسجد الحيدري\r\nيقع المسجد الحيدري في قبال مدرسة الغري الأهلية ، وقد خصص في العهد العثماني للموظفين من أهل السنة وبإدارة الخطيب السيد محمد سعيد ، ويطلق عليه النجفيون اسم ( مسجد السنة ) وعند زوال الحكم العثماني من العراق ، أغلق المسجد فترة من الزمن حتى عام 1350 ه / 1931 م ، فقامت مديرية الأوقاف بتعميره وفتحه من قبل قائم مقام النجف السيد جعفر حمندي ، وقد أقيمت فيه صلاة الجماعة من قبل أعلام النجف كالعلامة الحجة الشيخ موسى دعيبل ، والعلامة الحجة السيد محمد علي الحكيم ، وقد ورد اسمه في المصادر الرسمية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 2 / 122 ، 3 / 363 ، 10 ، حرز الدين : معارف الرجال 1 / 39 .\r\n( 2 ) حرز الدين : معارف الرجال 1 / 106 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nبجامع الغري « 1 » وعند تنفيذ الميدان وساحة الإمام علي عليه السّلام ، أزيل المسجد الحيدري ، وبني بالقرب منه مسجد صغير حمل نفس الاسم ، ويقع في بداية شارع الإمام زين العابدين ، وفي النجف مسجد آخر يحمل اسم ( مسجد الحيدري ) ويقع في طرف الحويش ، وكان مقرا لموكب الحيدري وقد كتب على واجهته بالقاشاني الأزرق اسمه .\r\n\r\n5 - مسجد باب السيف\r\nيقع مسجد باب السيف في نهاية زقاق باب السيف المتفرع من السوق الكبير ويجاور المدرسة البادكوبية ، وقد اختطه وعمره الحاج علي نقي البادكوبي في حدود عام 1325 ه ، عند زيارته لمدينة النجف الأشرف وبقائه فيها مدة سنة كاملة « 2 » وقد أقام فيه الشيخ قاسم بن حمود قسام المتوفى عام 1331 ه صلاة الجماعة « 3 » وأطلق عليه السيد الكاظمي لفظ ( مسجد الحدادين ) « 4 » نسبة إلى الحدادين الذين يشغلون منطقة باب السيف ، وقد هدم هذا المسجد عند تنفيذ شارع الإمام زين العابدين ، فعند ذلك تصدى جماعة من أهالي باب السيف ببناء مسجد بالقرب منه وقد حمل نفس الاسم ، ولكن هذا المسجد قد هدم أيضا عند تنفيذ ساحة الميدان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدليل الرسمي لعام 1936 ، ص 160 .\r\n( 2 ) ن . م 1936 ، 3 / 89 .\r\n( 3 ) الكاظمي : أحسن الوديعة 1 / 110 .\r\n( 4 ) محبوبة : ماضي النجف وحاضرها 1 / 107 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\n6 - مسجد مراد\r\nأسس الحاج مراد جعفر هذا المسجد عام 1377 ه ويقع في قبال مسجد الشيخ الطوسي ، وكانت مساحته 261 مترا مربعا « 1 » وقد دفن إلى جنبه المرجع الديني السيد حسين الحمامي ، وقد هدم المسجد عند توسيع شارع الطوسي فنقلت رفاة العلامة الحمامي إلى مقبرته الجديدة في شارع زين العابدين .\r\n\r\n7 - مسجد الشيخ الشوشتري\r\nيقع مسجد العلامة الشيخ جعفر الشوشتري بالقرب من دور آل كمونة ، وكان يؤدي صلاة الجماعة فيه ، كما أقام الشيخ علي بن الشيخ باقر الجواهري صلاة الجماعة بهذا المسجد ، وفي عام 1334 ه ، جدده العلامة الشيخ عبد المهدي المظفر « 2 » .\r\nوفي طرف المشراق مساجد أخرى صغيرة كمسجد المشراق ، الذي أشرف على بنائه عبد اللّه دراغ « 3 » ومسجد آل حبل المتين الذي يقع في شارع الإمام الحسين عليه السّلام ، المعروف بشارع الجبل ، وهو يحاذي سور النجف الأخير ، وكان موضع المسجد يعرف باسم ( النعش خانة ) أي مجمع الجنائز التي تصل إلى النجف الأشرف ليلا ، وقد أقام فيه العلامة الشيخ مرتضى الخلخالي ، والشيخ محمد جواد الشيخ راضي صلاة الجماعة ، ويقع مسجد سالم حمد على مقربة من مسجد باب السيف ، وقد نسب اليه لإقامته المأتم الحسيني فيه ، وفي وسط سوق المشراق يقع مسجد صغير ، أقام فيه السيد أبو الحسن الاشكوري صلاة الجماعة « 4 » وأتخذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 133 .\r\n( 2 ) ن . م 1 / 106 .\r\n( 3 ) المرجاني : تراث النجف 1 / 128 .\r\n( 4 ) حديث مع الخطيب السيد حبيب الأعرجي بتاريخ 12 / 8 / 1996 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nالشيخ جمال الناهضي مقرا لموكبه الحسيني ، وقد جدد هذا المسجد عام 1340 ه ، وعلى بوابته هذين البيتين :\r\n بيت تشيد جامع كل الشرف * طوبى لعبد قام فيه واعتكف\r\nأن يسأل الناس عن التاريخ ( قل * هو مسجد المشراق في سوق النجف ) \r\nويقع على مقربة منه مسجد السقاية ، وقد قطعه شارع الإمام زين العابدين ، وقد أصبح مقرا لموكب السقاية . ويقع مسجد آل مانع عند دور هذه الأسرة ، وقد أدى الشيخ محمد جواد بن الشيخ علي مانع المتوفى عام 1361 ه صلاة الجماعة فيه « 1 » وفي زقاق آل البهاش يقع مسجد العباس ، وفي شارع الطوسي ، مسجد الشرع ، ومسجد أم البنين ، وفي زقاق آل جبك ، مسجد صغير . وفي شارع الإمام زين العابدين مسجد الهاشمي ومسجد البغدادي ومسجد الحمامي ومسجد آل حبل المتين ومسجد الجابري ومسجد آية اللّه السيد محمد الحسني البغدادي ومسجد الرحمن ومسجد السيد عباس ومسجد السيد مرتضى الأعرجي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 3 / 271 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nمساجد طرف العمارة\r\n\r\n1 - مسجد الجزائري\r\nيقع مسجد الجزائري في زقاق آل الجزائري ، وكان يعرف سابقا بشارع المسيل « 1 » وهو ينسب إلى العلامة الكبير الشيخ احمد الجزائري المتوفى عام 1151 ه ، وقد أغلق مدة طويلة من الزمن ، ثم قام العلامة الشيخ عبد الكريم الجزائري عام 1366 ه بتعميره وإقامة صلاة الجماعة فيه « 2 » ويقول الشيخ جعفر محبوبة : أن هذا المسجد كان دارا للشيخ احمد الجزائري ، وقد عرف أخيرا بمسجد الميرزا حسين الخليلي « 3 » وقد استخدم للمناسبات الدينية والمآتم الحسينية وإقامة الفواتح « 4 » وقد أزيل هذا المسجد عند تنفيذ مشروع مدينة الزائرين عام 1309 ه / 1989 م .\r\n\r\n2 - مسجد الملا علي الخليلي\r\nيقع هذا المسجد في آخر الزقاق الذي تقع فيه مدرسة الخليلي الصغيرة ، مقابل دور آل الجزائري ، وقد أسسه الحاج ملا علي الخليلي ، المتوفى عام 1290 ه ، وأقام فيه صلاة الجماعة ولما أقام فيه العلامة الشيخ آغا رضا الهمداني المتوفى عام 1322 ه صلاة الجماعة نسب اليه ، ومن بعده أقام فيه الشيخ حسن بن الشيخ صاحب الجواهر المتوفى عام 1345 ه صلاة الجماعة « 5 » وقد ورد في المصادر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 111 .\r\n( 2 ) ن . م 2 / 86 .\r\n( 3 ) ن . م .\r\n( 4 ) مجلة العرفان ، الجزء الأول ، المجلد ( 38 ) لسنة 1370 ه / 1950 م ، ص 118 .\r\n( 5 ) محبوبة : ماضي النجف وحاضرها 1 / 110 ، 2 / 105 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nالرسمية باسم ( جامع الحاج ملا علي الخليلي ) « 1 » وعند تنفيذ مشروع مدينة الزائرين عام 1309 ه / 1989 م أزيل هذا المسجد من الوجود .\r\n\r\n3 - مسجد الملا احمد الأردبيلي\r\nيقع هذا المسجد بالقرب من مقبرة الشيخ تقي الملا كتاب المتوفى عام 1251 ه ، ويقع في محلة الرباط ، وهو يجاور دار احمد الأردبيلي المتوفى عام 993 ه ، وعند هجرة العلامة الشيخ محمد رضا بن الشيخ محسن آل ياسين إلى مدينة النجف الأشرف عام 1162 ه اشترى دار الأردبيلي ، وبقي المسجد مجاورا لها ، وعرف هذا المسجد فيما بعد باسم ( مسجد الشيخ باقر قفطان ) وقد أقام فيه السيد محمد شبر صلاة الجماعة ، وفي عام 1261 ه أجريت على المسجد إصلاحات من قبل الحاج محمد صادق بن الحاج محمد باقر الطهراني ، وقد كتب على باب المسجد « 2 » وعند تنفيذ مشروع مدينة الزائرين عام 1309 ه / 1989 م ، أزيل هذا المسجد التاريخي الذي يعود إلى القرن العاشر الهجري .\r\n\r\n4 - مسجد الشيخ مشهد\r\nأقام عدد من العلماء الأعلام صلاة الجماعة في مسجد آل الشيخ مشهد منهم : الشيخ حسن قفطان ، والشيخ ملا علي الخليلي ، والشيخ آغا رضا الهمداني ، والشيخ حسن الجواهري ، والشيخ محمد إبراهيم الكرباسي « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدليل الرسمي لعام 1936 ، ص 160 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 62 ، 111 ، 3 / 226 ، 526 .\r\n( 3 ) ن . م 3 / 25 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\n5 - مسجد حرز الدين\r\nكان الشيخ محمد بن الشيخ علي آل حرز الدين المتوفى عام 1365 ه ، يقيم صلاة الجماعة في هذا المسجد « 1 » وقد هدم عند تنفيذ مدينة الزائرين عام 1309 ه / 1989 م .\r\nوفي طرف العمارة مساجد أخرى تقع في الأزقة ، وينسب بعضها لأسر نجفية معروفة ، ومواضع في المنطقة ومنها ( مسجد السعداء ) الذي جدده الحاج حسن شلال وجمع من المؤمنين وقد أدى فيه العلامة الشيخ حسن الخاقاني ، والعلامة السيد محيي الدين الغريفي وغيرهما صلاة الجماعة ، ويقع هذا المسجد في زقاق آل كرماشة . ويقع ( مسجد الحراب ) قرب درعية الحاج عطية أبو كلل ، خارج سور النجف الأخير ، وعلى مقربة من مقام الإمام زين العابدين عليه السّلام ، وعرف في طرف العمارة ( مسجد رأس أربعة عكود ) أي عند مفترق أربعة أزقة ، وكان مقرا لمآتم أسرة آل الشكري ، وكان لأسرة آل الصافي مسجدان أحدهما يقع بالقرب من مسجد آل الجزائري والآخر يقع قرب بيوت أسرة آل الصافي ، وقد جدده الحاج موسى فخر الدين ، وكان في ( زقاق آل الخمائسيّ ) مسجد صغير ، وفي سوق العمارة مسجد يجاور مدرسة الخليلي ، وقد أتخذه النجارون مقرا لمآتمهم ، وفي منطقة ( جبل شريشفان ) مسجد اتخذته أسرة آل الشمس مقرا لمآتمهم . وكان ( مسجد الشيخ الأعرج ) وهو الشيخ نواية قد أتخذ لتدريس العلوم الدينية وإقامة صلاة الجماعة ، ويقع في نهاية زقاق أسرة آل الجزائري ، ويقع في زقاق الميرزا جميل مسجدان ، أحدهما يجاور دار المرحوم السيد محمود السيد حسين الحكيم ، والآخر قرب بيت الحاج شرافة اللّه ، وفي آخر سوق العمارة مسجد يجاور مقبرة العلامة الشيخ ميرزا حسين الخليلي ، وفي قبال دار الإمام السيد محسن الحكيم ، مسجد يقع في زقاق آل الخليلي ، وقام بتجديده الحاج حيدر دخيل ، وفي زقاق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 2 / 168 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nأسرة آل الشكري مسجد بالقرب من مسجد آل الجزائري الذي عرف باسم ( مسجد حنون الشكري ) وذكر الشيخ حمود الساعدي ( مسجد الشيخ راضي ) الذي جدده الشيخ محمد الكرناوي ويمتاز هذا المسجد بأطواقه الجميلة « 1 » ويقع مسجد أسرة ( أبو الريحة ) في آخر الزقاق الذي يقابل دار الإمام السيد الحكيم .\r\nويقع ( مسجد زقاق السقاية ) بالقرب من دار الإمام السيد أبي الحسن الموسوي الاصفهاني ، ويقع مسجد أسرة البوغنيم في الزقاق المقابل لمرقد صافي صفا اليماني . وفي مغتسل بير عليوي مسجد بناه الحاج مخيف . وكانت بعض مساجد طرف العمارة قد اتخذت لتعليم الصبيان القراءة والكتابة والقرآن والعلوم الدينية كمسجد الشيخ جويدة ، ومسجد الشيخ موسى ومسجد الشيخ الأعرج .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حديث مع الشيخ حمود الساعدي ، بتاريخ 19 ذي الحجة 1408 ه المصادف 3 / 8 / 1988 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nمساجد طرف الحويش\r\nعرف طرف الحويش بمساجده القديمة كمسجد الهندي والشيخ الأنصاري ومسجد السيد هاشم الحطاب وغيرها وقد ذكرناها في موضع سابق ، وفي المنطقة مساجد أخرى تنسب لعلماء أعلام وأسر نجفية معروفة وهي :\r\n\r\n1 - مسجد الشيخ مشكور\r\nينسب هذا المسجد إلى العلامة الكبير الشيخ مشكور بن محمد بن صقر الحولاوي المتوفى عام 1272 ه ، ويقع في سوق الحويش ، وفي قبال المسجد الهندي ، وكان الشيخ مشكور يؤدي صلاة الجماعة فيه .\r\nوقد جدده الحاج حسين البهبهاني النجفي عام 1343 ه ، وقد أزيل جزء منه عام 1367 ه عند توسيع سوق الحويش ، وأتم عمارته السيد جواد بن السيد محمود السيد سلمان ، وكان هذا المسجد يسمى باسم ( مسجد عبيد الجبري ) و ( مسجد الحمالين ) « 1 » .\r\n\r\n2 - مسجد السيد هاشم الحطاب\r\nأسس العلامة السيد هاشم الحطاب الموسوي ( جد أسرة آل السيد سلمان ) هذا المسجد في فضوة طرف الحويش الصغيرة ، وقد جدده السيد مهدي السيد سلمان في حدود عام 1340 ه ، وعرف باسم ( مسجد آل السيد سلمان ) وأقام فيه العلامة السيد صالح الحلي المتوفى عام 1341 ه صلاة الجماعة ، ومن بعده عدد من علماء النجف « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 114 ، 116 ، 2 / 179 ، 3 / 271 .\r\n( 2 ) ن . م 1 / 117 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\n3 - مسجد المشروطة\r\nيقع مسجد المشروطة في سوق الحويش ، وفي قبال حمام النجوم ، وهو مسجد صغير ، ومن المحتمل انه كان مقرا لجماعة المشروطة في النجف الأشرف ، في أثناء صراعها الفكري مع جماعة المستبدة .\r\nوفي طرف الحويش مساجد تنسب لأسر نجفية معروفة كمسجد آل الشريس الذي يقع في سوق الحويش ، وفي قبال زقاق مدرسة الإمام السيد محمد كاظم الطباطبائي اليزدي ، ويقع مسجد آل شربة على مقربة من شارع الرسول ، وقد أدى فيه الإمام السيد عبد الأعلى السبزواري صلاة الجماعة ، وقد أضيفت اليه مساحة أخرى ، وخصص جزء منها مقبرة للإمام السيد السبزواري ، وتم افتتاح المسجد عام 1415 ه وفي يوم عيد الغدير ، وفي منتصف شارع الرسول يقع مسجد الحاج مهدي حسن جبرين وقد أدى فيه العلامة السيد جعفر المرعشي صلاة الجماعة ومن بعده أعلام من أسرة آل مرعشي . وفي طرف الحويش مسجد لأسرة آل البوشبع ، ومسجد لأسرة ألبو الحار ، ومسجد البوخميس ، وفي زقاق آل الخرسان ، وزقاق آل محبوبة ، وزقاق ألبو الخل مساجد صغيرة ، ويقع في زقاق آل محبوبة مسجد العلامة الشيخ علي رفيش ، وفي زقاق السيد باقر الخباز مسجد صغير ، وآخر في الزقاق المقابل لمسجد الشيخ الأنصاري . ومسجد آل الشريس ومسجد ناصر ومسجد البناية ومسجد فرحان الشكري ومسجد سعيد بن جبير ومسجد الإمام الحجة عليه السّلام ومسجد آل شيروزة .\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nمساجد طرف البراق\r\nتعود بعض مساجد طرف البراق إلى أزمنة تاريخية قديمة ، وقد نسب بعضها لأسر علمية عريقة وهي :\r\n\r\n1 - مسجد سوق المسابك\r\nيقع مسجد سوق المسابك لأسرة آل الكعبي ، وقد صلّى فيه علماء من هذه الأسرة كالشيخ عبد الواحد بن محمد الكعبي ، المتوفى عام 1150 ه ، وأدى فيه صلاة الجماعة أعلام من أسرة آل المظفر ، وفي عام 1231 ه جدده الحاج حسين كبة وجدده أيضا الحاج عزيز عيدان النجفي عام 1335 ه ، ورمم عام 1367 ه « 1 » وقد أرخه الشيخ حسن سبتي بقوله « 2 » :\r\n بنى مسجدا فيه نؤدي فروضنا * عزيز بن عيدان بأفضل أوقات\r\nفها هو أضحى للمصلين كعبة * لورد وأفكار وترتيل آيات\r\nجزاء المصلين النعيم بحشرهم * وبانيه في حور حسان وخيرات\r\nأعدت لبعض المعجمات ببذله * له غرف أرخ ( بأفضل جنات ) \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 123 .\r\n( 2 ) سبتي : الديوان : مخطوط غير مرقم .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nوأشار الشيخ محمد السماوي إلى ( مسجد الكعبي ) بقوله « 1 » :\r\n ومسجد الكعبي وهو الباني * له على الباب بسور ثان \r\n\r\n2 - مسجد آل المشهدي\r\nأسس العلامة الشيخ محمد المشهدي هذا المسجد عام 1266 ه ، وقد جدد في عام 1329 ه و 1350 ه وعلى نفقة الحاج عبد المحسن شلاش « 2 » وقد ورد اسمه فيما بعد باسم ( مسجد آل شلاش ) وسمي أخيرا باسم ( مسجد البراق ) .\r\nوفي طرف البراق مساجد أخرى نسبت لأسر وأعلام نجفيين كمسجد الزهراء الذي أسسته الحاجة بنت سعدون العجيل عام 1387 ه ، ويقع في منطقة السور ، وقد أرخه أحد الشعراء بقوله :\r\n طوبى لمحسنة سمت بشعارها * إذ شيدته بهمة شماء\r\nبيت تقام به الصلاة فأرخوا * ( فيه الفضائل مسجد الزهراء ) \r\nوفي طرف البراق مساجد صغيرة توزعت في أزرقة الطرف وقد نسبت لأسر نجفية كآل الرشدي وآل مرزة ، وآل الأعسم ، وآل عجينة ، وآل السبع ، وآل شريف ، وآل الجمالة ، وآل ستمني ، وآل دوش ، وآل البرشاوي ، وآل شلاش ، وآل البلاغي ، وغيرها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السماوي : عنوان الشرف 1 / 58 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 124 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nولما خططت محلة الأمير غازي ( محلة الجديدة ) وأحياء النجف الحديثة شيدت فيها مساجد وحسينيات كبيرة وحديثة ، وقد أعرضنا عن ذكرها في هذا الموضع ، لأن دراستنا قد حددت بالمدينة القديمة وضمن سورها الأخير . وسوف نفرد لمساجد محلة الجديدة وأحياء النجف الحديثة دراسة أخرى .\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\nثالثا : المساجد في محلة الجديدة والأحياء الحديثة\r\nخططت محلة \" الأمير غازي \" والتي سميت بالجديدة فيما بعد في منتصف العقد الثالث من القرن العشرين ، وقد تصدى أهل الخير والعطاء لبناء المساجد والحسينيات والدور الخيرية ، في سبيل تقديم الخدمات العامة لأبناء النجف والزائرين من إقامة الفواتح والمآتم الحسينية والاحتفالات الدينية وغيرها ، وكان مسجد الجوهرجي ، الذي أسسه الحاج محمد صالح بن الشيخ محمد سعيد الصائغ المعروف بالجوهرجي عام 1358 ه / 1939 م « 1 » ويقع هذا المسجد الكبير في شارع المدينة المنورة ، وتعلوه منارة عالية ، وقد أرخ السيد محمد الحلي تاريخ الانتهاء من بناء المسجد عام 1364 ه / 1945 م بقوله : « 2 »\r\n أكرم به من عمل ( صالح ) * تقصد فيه الغاية القصوى\r\nكمسجد أرخت ( تأسيسه * لصالح أسس بالتقوى ) \r\nوأرخ الخطيب العلامة الشيخ محمد علي اليعقوبي تاريخ الانتهاء من بناء منارة المسجد عام 1377 ه / 1957 م بقوله : « 3 »\r\n بمسجده أرخوا للاله * بناها التقي الفتى ( الصالح ) \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 99 .\r\n( 2 ) الحلي : مجموعة التواريخ الشعرية ص 29 .\r\n( 3 ) اليعقوبي : حلبات الأدب ورقة 96 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nوللشيخ عبد الحسين الحويزي أبيات في تاريخ مسجد الجوهرجي وتحديد موقعه بقوله : « 1 »\r\n طوبى لمن عمرت يداه عناية * بيتا تقام به قواعد للهدى\r\nو ( لصالح ) الأعمال أعظم مسجد * قد تم في أرض ( الغري ) مشيدا\r\nقد أعلن التكبير فيه بنو التقى * طوعا وقد ذكروا ( الرسول محمدا )\r\nيا حافظ الصلوات أرخ ( نافلا * في الصالحية شاد صالح مسجدا ) \r\nوأسس الحاج محمد صالح الجوهرجي مدرسة دينية لطلاب الحوزة العلمية في الطابق العلوي من المسجد ، ومكتبة احتلت زاوية من المسجد ، وبنى مستوصفا خيريا يقع في قبال المسجد ، ومن الجدير بالذكر أن الحاج محمد صالح الجوهرجي أصدر كتابا في الأدعية والزيارات سماه \" ضياء الصالحين \" وطبع على نفقته الخاصة كتاب \" التحقيقات الحقيقية \" للعلامة الشيخ حسن الخاقاني « 2 » .\r\nوأسس المرحوم عبد الأمير حلبوص مسجدا عام 1359 ه / 1940 م ويقع في شارع الخورنق ، وعلى مقربة من شارع المدينة . ويقول الشيخ جعفر محبوبة : أن مسجد عبد علي البناء ، هو أول مسجد بني في محلة الجديدة « 3 » ولكنه لم يذكر تاريخ تأسيسه . وقد حملت بعض مساجد الجديدة تواريخ التأسيس وهي مثبتة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحويزي : الديوان ص 217 .\r\n( 2 ) جريدة العدل الإسلامي ، العدد ( 11 ) السنة الثانية 1367 ه .\r\n( 3 ) محبوبة : ماضي النجف وحاضرها 1 / 98 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nعلى واجهاتها ، فكان مسجد الشيخ إبراهيم الواعظ قد تأسس عام 1371 ه / 1951 م ، وتجاوره مدرسة دينية خصصت لطلاب الحوزة العلمية الأفغانية ، ومسجد الحاج ملا علي الذي تأسس عام 1367 ه / 1948 م ، ويقع في بداية بحر النجف ، وقد جدده الحاج حميد علوان عام 1373 ه / 1954 م ، وأسس مسجد الإمام الحسن عليه السّلام ، عام 1376 ه / 1956 م ، من قبل الحاج علي مصطفى مرتضى ، ويقع في شارع حنون ، وفي السنة ذاتها تأسس مسجد النجم ، وهو لأسرة آل النجم ، وخصص جناح منه مقبرة لذرية المرحوم محمود النجم ، وهو من المساجد الكبيرة وتعلوه منارة عالية . ويعد مسجد \" جاويد \" الملاصق لحمام جاويد من مساجد محلة الجديدة القديمة ، ولكن لم نجد تاريخا مثبتا عليه ويعرف باسم \" المسجد الرحيم \" وكان \" مسجد الحسنين \" عليهما السلام ، قد تأسس عام 1366 ه / 1947 م ، ويقع في شارع المدينة ، وقد جدد عام 1417 ه / 1965 م ، وكتب على واجهته هذا البيت :\r\n مسجد للقلوب فيها حياة * حيث بالذكر تستقيم القلوب \r\nوأسس الإمام السيد محسن الحكيم في منطقة بحر النجف ، مسجد الإمام زين العابدين عليه السّلام ، عام 1380 ه / 1960 م ، وفي نهاية شارع المدينة وعلى مقربة من بحر النجف ، يقع مسجد الإمام المنتظر عليه السّلام . وفي عام 1970 م أسس الحاج عبد المنعم بن أحمد البغدادي مسجدا عرف باسمه ، ويقع في شارع الخورنق ، على مقربة من نادي الموظفين ، وفي السنة ذاتها أسس الحاج الشيخ علي حسين الشريفي مسجدا يقع بالقرب من سوق الحديقة ، بالقرب من مسجد الشيخ محمد المشايخي ، وفي المنطقة ذاتها أسس الحاج شمران زعيل الكعبي مسجدا وحسينية عام 1393 ه / 1973 م ، وأسس الحاج كاظم كريم الاطيمش \" مسجد الرضا عليه السّلام \" عام 1972 م ويقع في شارع حنون ، وفي نهاية الشارع يقع مسجد السجاد عليه السّلام ، وفي شارع حنون والشوارع المتفرعة منه يقع مسجد الرحمن أو مصلى الرحمن ،\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nومسجد الجمهورية ، ومسجد الأفغاني ، ومسجد الحاج شلاش ومسجد البوحوسة الذي تأسس عام 1419 ه / 1999 م . وفي شارع المدينة المنورة مساجد موزعة على طول الشارع هي : مسجد المدينة المنورة الذي تأسس عام 1408 ه / 1988 م ، ومسجد الإمام الحسين عليه السّلام ، ومسجد الرسول صلّى اللّه عليه وآله وسلم ويقع في نهاية شارع المدينة . وفي منطقة خان المخضر ، يقع مسجد الحاج كاظم دوش ، وهو من المساجد الكبيرة ، ومسجد آل حمرة الذي أسسه الحاج عبد الزهرة بن عبد علي كعيد آل حمرة عام 1416 ه / 1995 م ، ومسجد الإمام الحجة عليه السّلام ، وهو من المساجد الكبيرة في منطقة خان المخضر وقد تأسس عام 1398 ه / 1978 م وفي محلة الجمهورية من منطقة خان المخضر وقد تأسس عام 1398 ه / 1978 م وفي محلة الجمهورية من منطقة الجديدة أسس الحاج أحمد بن الحاج عبد أبو صيبع مسجد الإمام المهدي المنتظر عليه السّلام . وفي محلة الجديدة مسجد الإمام علي عليه السّلام ، ومسجد الجيلاوي ومسجد الرماحي ، ومسجد السيد عوض ومسجد الحجية أم عيدان ومسجد الفاطمية ومسجد الحاج عبد الشهيد عبد الإله النجم . ويجاور كلية الفقه مسجد الشاكري الذي أسسه الحاج حسين الشاكري وخصص جزءا منه مقبرة له ولأسرته وجناحا آخر لمكتبة الشاكري ، ويقع في نهاية شارع الهاتف ، مسجد الغزالي ، ويقع مسجد زين العابدين عليه السّلام على الشارع العام الذي يربط النجف بأبي صخير . ولكنه أزيل عند تنفيذ المجمع التجاري في النجف الأشرف ، وكان على مقربة من شارع الهاتف . وأسس الحاج فتحي طاهر الحارس مسجدا بالقرب من نادي الموظفين .\r\nوعند تخطيط الأحياء الحديثة في النجف الأشرف بنيت مساجد على طراز عصري وتمتاز بالمساحة الواسعة وتعلو بعضها المآذن الطويلة ، ففي حي السعد وحي المثنى مساجد أسسها عبد الهادي مظلوم ، وعبد الأمير هادي مديد ، ومسجد سمي بأبي الفضل العباس وفي حي الأنصار مساجد عديدة منها : مسجد الإمام الحسين عليه السّلام ومسجد الإمام الصادق عليه السّلام ، ومسجد الشهيد زيد بن علي عليه السّلام ، ومسجد مسلم بن عقيل عليه السّلام ، ومسجد الأنصار وفي حي المعلمين مسجد\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالإمام المهدي عليه السّلام . أما مساجد حي الحسين والصحة هي : مسجد الحوراء ، ومسجد السيد جبر النجار ، وفي حي الكرامة مسجد السبطين عليهما السّلام ، وفي حي الزهراء وحي الحوراء مساجد هي : مسجد فاطمة الزهراء عليها السلام الذي أسسه الحاج طالب حسين الحمامي عام 1997 م ومسجد أم البنين ، ومسجد الحوراء زينب .\r\nوتوزعت في حي الجزيرة عدد من المساجد وهي : مسجد الإمام الحسين عليه السّلام وقد أسسه الحاج خضير وهاب التميمي ، وقد أكمله الإمام السيد أبو القاسم الموسوي الخوئي عام 1408 ه / 1988 م ومسجد الشهيد عباس حسين كرماشة الذي تأسس عام 1403 ه / 1983 م ومسجد الزهراء عليها السلام ، ومسجد الرحمن الذي أسسه الحاج نعمان العكايشي عام 1992 م ، ومسجد الرسول الذي أسسه فاضل إسماعيل ومسجد أبي الفضل العباس الذي أسسه الشيخ لطيف الكرعاوي عام 1991 م ، وفي حي العروبة ، مسجد فاطمة الزهراء عليها السلام ، ومسجد الحسين عليه السّلام ، ومسجد الشهيد عدنان . وقد توزعت المساجد في حي المكرمة والحي العسكري ، وقد سمي بعضها بأسماء الأئمة عليهم السلام وهي :\r\nمسجد الحسين عليه السّلام وقد أسسه الحاج حسين غائب العكايشي عام 1422 ه ، ومسجد الزهراء عليها السلام الذي أسسه عبد الرزاق عوض عباس الأسدي عام 2004 م ، ومسجد الحوراء زينب الكبرى الذي تأسس عام 1426 ه / 2005 م ، ومسجد الحسن العسكري الذي أسسه السيد خضير الحسيني ، والمسجد المحمدي الذي أسسه السيد زين العابدين الموسوي ، ومسجد أبي ذر الغفاري ، ومسجد الكرامة الذي أسسه الحاج مجيد يحيى هادي عام 1982 م ، ومسجد الحاج مكي محمد عبد النبي الجصاص الذي تأسس عام 1984 م ، ومسجد المهدي عليه السّلام ، والمسجد العسكري ، ومسجد المنتظر عليه السّلام ، وفي حي الميلاد عدد من المساجد هي :\r\nمسجد الحسين عليه السّلام ، ومسجد الهادي عليه السّلام الذي أسسه الحاج هادي حسن عام 1992 م ، ومسجد الإمام علي عليه السّلام الذي أسسه رشيد مجي ، ومسجد الإمام المنتظر\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nالذي أسسه الحاج خضير عبيد الزبيدي عام 2000 م ، ومسجد مسلم بن عقيل عليه السّلام ، ومسجد ابن جبرين ، وفي حي الشرطة يقع مسجد آل منديل .\r\nومساجد حي الشعراء وحي العلماء هي : مسجد الزهراء عليها السلام ومسجد الفرطوسي الذي أسسه المحامي مهدي الفرطوسي عام 1397 ه / 1977 م ، ومسجد الساعدي ، الذي أسسه أولاد الشيخ شبيب الساعدي وفي أحياء الجمعية والجامعة والسلام عدد من المساجد وهي : مسجد الجامعة الذي أسسه الحاج ناجي عبد اللّه الشمرتي عام 1413 ه / 1992 م ومسجد زين العابدين عليه السّلام ، ومسجد الرسول صلّى اللّه عليه وآله وسلم ومسجد الإمام الحسن عليه السّلام الذي أسسه السيد محمد حسين عبد الرضا آل عزام ، ومسجد الإمام المنتظر وهو للسادة آل الفحام ومسجد مراد كشكول ، ومسجد الرحمن وهو للسادة آل الحلو ، ومسجد أهل البيت عليهم السلام وقد أسسه الحاج موسى كريم العبودي عام 1418 ه / 1998 م ، ومسجد الإمام علي عليه السّلام الذي أسس عام 1408 ه / 1987 م ، ومسجد الزهراء عليها السلام الذي أسسه عبيد ناجي وأولاده ، ومسجد المنتظر عليه السّلام ، الذي أسسته صبرية دويغ علوان عام 1989 م ، وفي حي الوفاء مسجد أم البنين ومسجد الهادي عليه السّلام ، وفي حي الغدير ، مسجد الخاقاني الذي أسسه محمد رضا عبد الأمير الخاقاني .\r\nوفي حي النصر عدة مساجد هي : مسجد المنتظر عليه السّلام ، ومسجد محمد الجواد عليه السّلام ، ومسجد الإمام موسى الكاظم عليه السّلام ومسجد الإمام علي بن الحسين الذي أسسه السيد سلام جابر المؤمن الغريفي ، ومسجد النصر . وفي حي النفط ، مسجد الصديقة الطاهرة وفي حي الرسالة مسجد الإمام علي عليه السّلام ، ومسجد أهل البيت عليهم السلام ، ومسجد الرحمن ، وفي الحي الصناعي مسجد باسم حي الصناعي ، وفي حي اليرموك مسجد الحسن العسكري عليه السّلام ، وفي حي القدس مسجد الرسول صلّى اللّه عليه وآله وسلم ومسجد الإمام المهدي عليه السّلام ، وفي حي القادسية مسجد باسم\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nحي القادسية ، وفي حي أبي طالب ، مسجد باسم حي أبي طالب وكانت مساجد الحي الاشتراكي وحي الأمير قد امتازت بالمساحة الكبيرة والريازة الجميلة وتعلو بعضها منائر طويلة كمسجد الصاحب عليه السّلام ، ومسجد موسى الكاظم عليه السّلام ، ومسجد الإمام الصادق الذي أسسه الحاج تقي البغدادي عام 1996 م . أما مسجد الإمام الجواد عليه السّلام الذي أسسه الحاج محمد جواد العندليب عام 1417 ه / 1997 م فإنه من المساجد الرائعة في تصميمه ، وقد أرخه الحاج محمد جواد العندليب بقوله :\r\n قدست يا مسجد الجواد * صلّى بمحرابه فؤادي\r\nفغير دنياك فعل الخير * وزاد تقواك خير زاد\r\nإذا خبا نابظي فأرخ * ( محمد للجواد خير الجواد ) \r\nوفي عام 2005 م اقتطع الحاج محمد جواد العندليب من داره جزءا يجاور المسجد لإنشاء قاعة للخدمات الاجتماعية والدينية .\r\nأما مسجد الحاج عطية جبوري الذي تأسس عام 1417 ه / 1996 م يعد من المساجد الكبيرة العامرة ، إذ تعلوه قبة ومئذنة ، وقد بني وفق طراز تراثي جميل .\r\nأما مسجد الثمرة فإنه تأسس عام 1997 م وهو من المساجد العامرة الكبيرة .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\nرابعا : الدواوين والدور الخيرية\r\nشيدت في حي الجديدة ( الأمير غازي ) والأحياء الحديثة دواوين ودور خيرية أخذت تؤدي وظائف خدمية ودينية ، وقد خصصت مساحة منها مساجد تؤدي فيها الصلاة جماعة ، وقد شيدت وفق طراز إسلامي رائع ، وتعلو بعضها قباب جميلة ، وهي على النحو الآتي :\r\n\r\n1 - الدار الخيرية للأسرة الأعسمية\r\nأسس الحاج عبد الأمير الأعسم هذه الدار عام 1352 ه / 1933 م وقد أكملها ولده الحاج كامل الأعسم ، وتقع في محلة الجديدة ، قرب شارع الرسول .\r\nوخصص جزء من الدار لتصبح مسجدا ، ومقبرة للأسرة ، ومكانا للوضوء والمرافق الصحية .\r\n\r\n2 - الدار الخيرية لأسرة آل شريف\r\nأسس الحاج عبد علي بن عبد الكريم آل شريف هذه الدار عام 1420 ه / 1999 م وتقع في الشارع الذي يربط النجف بأبي صخير ، وفي قبال مؤسسة شهيد المحراب ، وعلى مقربة من ساحة ثورة العشرين ، ولأسرة آل شريف دار خيرية أخرى تقع في شارع العسكري ، وقد أسسها الحاج فاضل شريف .\r\n\r\n3 - ديوان الحاج أحمد الشمرتي\r\nأسس الحاج أحمد بن الحاج عبد الحسن الشمرتي هذا الديوان في محلة الجديدة ، ويقع في قبال نادي الموظفين ، وقد أعد للخدمات الاجتماعية والدينية .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n\r\n4 - ديوان الخاقاني\r\nأسس الشيخ محمد بن الشيخ سلمان الخاقاني هذا الديوان عام 1418 ه / 1998 م ويقع في محلة الجديدة ، وكتب تاريخ بنائه عند مدخل الديوان بالأبيات الشعرية الآتية :\r\n بجوار ( حيدرة ) أقيم لنا * صرح على تقوى وإيمان\r\nباسم ( النبي وآله ) ارتفعت * أركانه فتبارك الباني\r\nتاريخه ( بمحمد ) كرم * ولقد سما ديوان الخاقاني \r\nوأرخ الأستاذ مهدي الخاقاني بدء المباشرة في بناء الديوان عام 1997 م بقوله :\r\n يا من إلى الخير هذي النفس تثنيها * ومن لآمال شيخ البر تحييها\r\nحفظت ( سلمان ) في أمجاد أنشأها * فيا ( محمد ) أنت اليوم تعليها\r\nقد قال من عجب فيكم مؤرخكم * ( طوبى لخاقان إذ هيأت ناديها ) \r\n\r\n5 - الدار الخيرية\r\nأسس الحاج ناجي علي الجحيشي الدار الخيرية عام 1426 ه / 2005 م وتقع في حي الحنانة ، قرب مرقد الصحابي الجليل كميل بن زياد النخعي .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nخامسا : حسينيات النجف الأشرف\r\nلم تأخذ حسينيات مدينة النجف الأشرف عمقا تاريخيا ، فان أقدمها يعود إلى القرن الرابع الهجري ، وتمتاز الحسينيات بسعة المساحة ، وتستخدم لأغراض خدمية ودينية وعلمية ، وهي :\r\n\r\n1 - الحسينية الشوشترية\r\nتقع الحسينية الشوشترية في زقاق السلام ، وورد ذكرها بلفظ \" مسجد الشوشترلية \" « 1 » . وأرخ الشيخ حسن سبتي بناءها عام 1329 ه / 1911 م بمساعي الحاج محمد رضا الشوشتري بقوله : « 2 »\r\n بني ( الرضا ) لمصاب * ( السبط ) المعرى السليب\r\nذاك الشهيد ( حسين ) * أعني حبيب القلوب\r\nللنوع مآتم حزن * وللبكا والنحيب\r\nطول المدى قام أرخ * ( به عزاء الغريب ) \r\nوكان الإمام الشهيد السيد محمد باقر الصدر يؤم الناس جماعة في هذه الحسينية ، ويلقي دروسه العلمية على طلابه ، وتقع في الزاوية اليسرى من الحسينية مكتبة عامرة ، تضم مجموعة كبيرة من المخطوطات ، وفي زاوية أخرى من الحسينية مكان للوضوء ، وقد هدمت هذه الحسينية عام 1410 ه / 1990 م عند تنفيذ مدينة الزائرين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المملكة العراقية : الدليل الرسمي لعام 1936 م ، ص 159 .\r\n( 2 ) السبتي : الديوان ( مخطوط غير مرقم ) .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n\r\n2 - حسينية هادي الجودة\r\nأسس هذه الحسينية هادي الجودة ، وأوصى بصرف ثلث أمواله في بنائها « 1 » وأرخها الشيخ حسن سبتي عام 1343 ه بقوله : « 2 »\r\n هذه نعم الحسينية قد * أسست فيها شعار المتقيين\r\nشيد ( الهادي ) ذرى أركانها * بالحسين ابن أمير المؤمنين\r\nقل لقوم يمموها للعزا * فادخلوها بسلام آمنين\r\nعروة وثقى بيوم الملتقى * أرخوها ونجاة المؤمنين \r\n\r\n3 - حسينية السيد هاشم زيني\r\nأسس السيد هاشم زيني المتوفى عام 1366 ه / 1947 م الحسينية المتصلة بالصحن الحيدري الشريف لتكون مأوى للزائرين « 3 » وقد ورد ذكرها في بعض المصادر الحكومية والرسمية باسم \" جامع حسينية السيد هاشم زيني \" و \" جامع حسينية الصحن \" « 4 » وقد أغلقت مدة من الزمن ، وتحولت إلى مجمع لأنقاض الروضة الحيدرية وكانت هناك فكرة لدى المسؤولين فتح باب للصحن الشريف عبر الحسينية ، وقد حال سقوط النظام الصدامي عام 2003 م دون تنفيذ الفكرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 124 .\r\n( 2 ) السبتي : الديوان ( مخطوط غير مرقم ) .\r\n( 3 ) مجلة الغري ، العدد ( 18 ) السنة الثامنة 1366 ه / 1947 م ، ص 436 .\r\n( 4 ) الحكومة العراقية : الدليل الرسمي لعام 1936 ، ص 158 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\n4 - الحسينيات في النجف القديمة\r\nاحتضنت أطراف النجف الأشرف الأربعة ( المشراق ، العمارة ، الحويش ، البراق ) حسينيات يعود بعضها لأزمنة قديمة ، ففي طرف المشراق \" حسينية خليل \" التي تقع قرب فضوة المشراق . وقد جددت من قبل أسرة آل شمس علي ، وحسينية الحاج خليل الهنداوي التي تقع في نهاية شارع الطوسي ، وحسينية أهالي بلد التي تقع قرب سور النجف من جهة طرف المشراق ، وحسينية الخطيب الدكتور الشيخ احمد الوائلي التي تقع على شارع السور ، وحسينية آل الحبوبي ، أما حسينيات طرف العمارة فان أقدمها الحسينية الشوشترية وقد أشرنا إليها ، وحسينية أسرة آل شريف التي تقع قرب الصحن الحيدري المطهر ، أما حسينيات طرف الحويش فان أقدمها حسينية الشيرازي ، وفي طرف البراق عدة حسينيات هي : حسينية الحاج عزيز الأعسم التي تقع قرب شارع الإمام الصادق ، وحسينية الحاج رشاد مرزة التي تقع في شارع الإمام الصادق ، وحسينية محلة الآتون في بغداد ، وهي تجاور مسجد البراق . وحسينية البوحميدي التي تقع قرب السور من جهة طرف البراق ، وحسينية آل حنوش ، وحسينية الشيخ ستار .\r\n\r\n5 - الحسينيات في محلة الجديدة والأحياء الحديثة\r\nتأسست حسينيات ذات مساحات كبيرة في محلة الجديدة والأحياء الحديثة في النجف الأشرف ، ففي شارع المدينة تقع حسينية بيت الأحزان وحسينية الرحباوي ، وفي منطقة خان المخضر تقع حسينية الحاج مذبوب الدعمي وحسينية الحاج نوري الفلوجي وحسينية آل الأطرش ، وتقع على شارع الإمام علي عليه السّلام الذي يربط النجف بالكوفة حسينية محلة الشيخ بشار في بغداد ، وحسينية النجف الأشرف لأسرة آل شيروزة ، وحسينية المشاط ، وحسينية الحاج عبد الرسول علي ، وحسينية نجية عبود الفتلاوي ، وكانت حسينية محلة الكريمات في بغداد تقع في شارع الكوفة وقد أزيلت عند تنفيذ المنطقة التجارية ، وتقع في محلة الجديدة وبفروعها الكثيرة عدد من الحسينيات وهي : حسينية السجاد عليه السّلام وحسينية المهدي\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nالمنتظر عليه السّلام ، وحسينية أبي الفضل العباس في شارع حنون ، وحسينية الحاج عبد الزهرة فخر الدين التي تقع في الشارع الثاني من الجديدة ، وحسينية الحاج صالح مهدي الشمرتي ، وحسينية الزهراء عليها السلام في منطقة حنون ، وحسينية السيد محمود السيد حسن التي تقع قرب ساحة ثورة العشرين ، وتقع حسينية الكاظمي وحسينية السيد صادق كمونة في حي السعد ، وفي حي الحنانة تقع حسينية صالح عبد الهادي جابر وحسينية مزهر احمد ، والحسينية العلوية . وتقع حسينية حي الكرامة في الحي نفسه ، وحسينية الإمام الصادق عليه السّلام في حي الجامعة وحسينية السجاد وحسينية أبي الفضل العباس عليهما السلام في حي المكرمة ، وتقع حسينية الرسول صلّى اللّه عليه وآله وسلم في حي السلام ، وحسينية أبي ذر الغفاري في حي النصر . وأسس الحاج حميد حسين البصيصي حسينية عام 1416 ه / 1996 م .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nسادسا : الأربطة والتكايا\r\nتعد الأربطة والتكايا مؤسسات دينية وذات خدمات اجتماعية وثقافية . وبها ينقطع جماعة من الناس للعبادة ومجاورة المرقد الشريف . وهي في الغالب يسكنها الصوفية والدراويش الذين يقصدون مدينة النجف الأشرف من مسافات بعيدة ويعيشون فيها على التقشف والكفاف ، وقد أشار ابن بطوطة الذي زار النجف عام 727 ه إلى هذه المؤسسات بقوله : \" وبإزاء قبر علي المدارس والزوايا والخوانق معمورة أحسن عمارة وحيطانها بالقاشاني وهو شبه الزليج عندنا لكن لونه أشرق ونقشه أحسن . ويدخل من باب الحضرة إلى مدرسة عظيمة يسكنها الطلبة والصوفية من الشيعة \" « 1 » . ويعني \" الخانقاه \" البيت ، وقد أتخذ منذ القرن الرابع الهجري مكانا للصوفية « 2 » . ويراد به \" بيت الذكر \" الذي يقيم به الصوفية وأصحاب الطرق « 3 » . أما الزوايا فهي تطلق على الأماكن المخصصة للعبادة ، واطعام الطعام ، ويطلق عليها اسم \" الأربطة \" ومفردها \" رباط \" ويعود تاريخ هذه المؤسسات في مدينة النجف الأشرف إلى القرن السابع الهجري . وهي :\r\n\r\n1 - رباط الجويني\r\nأنشأ صاحب الديوان في العراق عطا ملك جويني رباطا في مدينة النجف عام 666 ه . وقيل 676 ه . في عهد الدولة المغولية الايلخانية ليكون مقرا للصوفية « 4 » . وقد عد السيد ابن طاوس هذا الرباط من حسنات الصاحب عطا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن بطوطة : الرحلة 1 / 109 .\r\n( 2 ) سعاد ماهر : مشهد الإمام علي في النجف ص 157 .\r\n( 3 ) ناجي معروف : علماء النظاميات ص 241 .\r\n( 4 ) ابن الفوطي : تلخيص معجم الآداب 4 / ق 1 / 1035 . الحوادث الجامعة ص 358 . ابن طاوس : فرحة الغري ص 115 . الطهراني : طبقات أعلام الشيعة : القرن السابع ص 98 .\r\nالعزاوي : تاريخ العراق بين احتلالين 1 / 263 . تاريخ الأدب العربي 1 / 315 . التعريف بالمؤرخين 1 / 110 . النقدي : الغزوات والفضائل ص 204 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nملك بن محمد الجويني « 1 » . ويقول الأستاذ الدكتور كامل مصطفى الشيبي : أن الصوفية القاطنين في مدينة النجف قد سكنوا هذا الرباط ، وقد أطلق عليه اسم \" خانقاه \" « 2 » . وقد أوقف مؤسسه عليه الوقوف الكثيرة وادر لمن يسكنها ما يحتاجون إليه « 3 » .\r\n\r\n2 - دار السيادة\r\nيعود تأسيس دار السيادة إلى العصر المغولي الايلخاني في العراق ، فقد شيد أحد السلاطين دار السيادة للعلويين ، وشيد فيه خانقاه أو تكية خاصة بالصوفية « 4 » . ويقول الشيخ جعفر محبوبة : أن السلطان محمد خدابنده وابنه أبا سعيد قد انشاء مدرسة وخانقاه ( تكية للصوفية ) في مدينة النجف الأشرف ، وأجريا فيه آثارا حسنة وأبوابا من البر « 5 » .\r\n\r\n3 - رباطات الصفويين\r\nأنشأ الصفويون في مدينة النجف رباطات في طرف المشراق « 6 » . ولم تحدد المصادر تاريخ نشوئها ، ولم نجد لها أية أثر في الوقت الحاضر ، ومن المحتمل أن هذه الرباطات قد أعدت للصفويين ، أو لبعض الصفويين الذين آثروا البقاء في مدينة النجف . والانقطاع فيها إلى اللّه ، ومجاورة مرقد أمير المؤمنين عليه السّلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن طاوس : فرحة الغري ص 115 .\r\n( 2 ) الشيبي : الفكر الشيعي ص 102 .\r\n( 3 ) ابن الفوطي : الحوادث الجامعة ص 358 .\r\n( 4 ) لسترانج : بلدان الخلافة الشرقية ص 104 ، سعاد ماهر : مشهد الإمام علي ص 134 .\r\n( 5 ) محبوبة : ماضي النجف وحاضرها 1 / 46 .\r\n( 6 ) ن . م 1 / 62 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\n4 - تكية البكتاشية\r\nأمر السلطان العثماني سليمان القانوني ببناء تكية البكتاشية عند زيارته لمدينة النجف الأشرف عام 941 ه ، وقيل : أن هذه التكية كانت مقبرة للبويهيين وقد دفن فيها أولاده عضد الدولة ، وبهاء الدولة ، وشرف الدولة ، وسلطان الدولة « 1 » . ويبدو أن للبويهيين سردابا دفنوا فيه قرب تكية البكتاشية من جهة وإيوان العلماء من جهة أخرى « 2 » . أما السلطان عضد الدولة البويهي فإنه دفن عام 373 ه في الصحن الشريف في سرداب مما يلي الباب الشرقية ، وان باب هذا السرداب تحت المسرجة من الصحن ، وقد كتب على قبره لوح من الحجر النفيس عليه هذه العبارة : \" هذا قبر السلطان بن السلطان عضد الدولة بن ركن الدولة سلطان الدولة البويهية ، أمر أن يدفن عند رجلي أمير المؤمنين عليه السّلام لتكون رجلاه على رأسي ، وأكنافي عند المزلقة \" « 3 » .\r\nوموقع تكية البكتاشية من خارج الصحن الشريف ، خلف دار الشيخ يونس ، ودار الشيخ أبي الحسن الفتوني « 4 » . وهي بذلك تجاور مسجد الرأس ، وقد شيدت بغاية الأحكام والإتقان ، وعقدت بالأحجار الكبيرة ، ويشبه بناؤها ، بناء الصحن الشريف وعلى طرازه ، وفتح لها باب على الصحن قرب الساباط ، في الأيوان الثاني من جهة الغرب ، وأصبحت مقرا للصوفية والأتراك ، وقد خصص لها أوقاف على ضفة نهر الهندية ، وهي أراض زراعية يقبض وارداتها وكيل خاص ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشرقي : الأحلام ص 54 ، العزاوي : تاريخ العراق بين احتلالين 4 / 155 .\r\n( 2 ) الشهرستاني : ( حول تاريخ الخطيب البغدادي ) مجلة الاعتدال ، العدد الخامس ، السنة الأولى 1352 ه / 1933 ، ص 250 .\r\n( 3 ) حرز الدين : معارف الرجال 3 / 238 - 239 .\r\n( 4 ) محبوبة : ماضي النجف وحاضرها 1 / 62 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nويقال أن بناية التكية كانت في السابق مخزنا لكتب الحضرة الشريفة « 1 » ويبدو أن الدولة العثمانية أرادت أن تكون هذه التكية لرعاياها الصوفيين ، ومن أجل البقاء على وجودها خصصت لها الوقفيات ، وأصبح لها في سوق النجف أوقاف خاصة بها وهي من جملة ما أصدره السلطان مراد الرابع من أوقاف العتبات المقدسة « 2 » .\r\nويذهب بعض الباحثين إلى أن تكية البكتاشية في النجف تنسب إلى الشيخ العارف باللّه السيد محمد الرضوي المتوفى عام 738 ه ، وكان هذا قد هاجر من خراسان إلى النجف وعرف ببكتاش الولي الصفوي ، وإليه تنسب الطائفة القلندرية الموسوية البكتاشية ، وكان لهذه الطائفة لباس خاص غير مألوف عند غيرهم ، وذلك في عهد السلطان مراد بن السلطان أور خان بن عثمان . وكان \" بكتاش \" من أصحاب الكرامات كما أشارت إليه المصادر ، وعند وفاته في بلاد التركمان بنيت على قبره قبة عظيمة ، وأصبح زاوية يتعبد بها الناس ، وكان \" بكتاش \" قد أعتكف مدة من الزمن في مدينة النجف الأشرف ومكة المكرمة « 3 » .\r\nويقول الدكتور كامل مصطفى الشيبي : ومما يوثق تشيع البكتاشية أنهم استطاعوا أن ينشروا بتكياتهم في طول الإمبراطورية العثمانية وعرضها ، وان يؤسسوا لهم تكيات في كربلاء والنجف والكاظمية « 4 » . وتقول الدكتورة سعاد ماهر : ومن المرجح أن تكون تكية البكتاشية الموجودة بالحرم العلوي قد بنيت في حياة الحاج بكتاش ، أي في القرن الثامن الهجري ، فمن الثابت انه أعتكف مدة من الزمن في النجف الأشرف ، أما المبنى الموجود حاليا فإنه يشبه إلى حد كبير الأيوانات الجانبية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 91 ، 3 / 385 ، سعاد ماهر : مشهد الإمام علي في النجف ص 156 ، الشرقي : الأحلام ص 68 .\r\n( 2 ) الكليدار : تاريخ كربلاء ص 186 .\r\n( 3 ) محبوبة : ماضي النجف وحاضرها 1 / 91 ، بحر العلوم : تحفة العالم 1 / 289 ، حرز الدين :\r\nمعارف الرجال 1 / 196 .\r\n( 4 ) الشيبي : الفكر الشيعي ص 384 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nللسور الخارجي للمشهد ، أي أنه يرجع إلى العصر الصفوي ، ولما استولى العثمانيون على العراق عنوا بهذه التكية عناية خاصة ، فكانت محل المتصوفة من الأتراك وفيها ضيافتهم ومنزلهم عند مجيئهم إلى النجف « 1 » . ويقول الأستاذ عباس العزاوي في أحداث عام 1014 ه / 1605 م : أننا لا نقطع في تاريخ تكية البكتاشية لما قبل الفتح العثماني للعراق « 2 » . وقد أتخذها رجال الدين العثمانيين مقرا لهم ، وقد أشار إلى ذلك الشيخ محمد حرز الدين بقوله : انه في عام 1296 ه كنا ندخل هذه التكية بدعوة من علماء الأتراك وقضاتهم ومرشدهم ، ونشاهد فيها شعارات الدروشة كالفئوس الخاصة والكشاكيل الثمينة معلقة في الجدار القبلي من التكية « 3 » . وقد ورد ذكرها في الدليل الرسمي للحكومة العراقية عام 1936 م « 4 » .\r\nوتتألف التكية من قسمين فقد أعد القسم الأول للصلاة والدرس ، فهو عبارة عن مربع مكون من أربعة ايوانات متعامدة يشبه شكل المدارس ، ويتوسطه صحن كبير مكشوف ، أما القسم الثاني فقد خصص لسكن الصوفية وهو مربع الشكل ويتكون من طابقين في كل طابق مجموعة من الغرف وملحقاتها من المرافق الصحية « 5 » . وقد عاصرنا الدراويش الذين يقصدون مدينة النجف الأشرف في أثناء مرورهم بالأسواق والشوارع وهم ينشدون الأشعار في مدح الإمام عليه السّلام ويحملون الكشاكيل والطبر ( الفأس الكبير ) ، وكانوا يرددون \" علي ، علي \" وإذا مات أحدهم فإنه يدفن في تكية البكتاشية ويعلق كشكوله وطبره عند قبره ، وكان الأجدر أن تحافظ السلطة على هذا الأثر التاريخي وما فيه من تحف ونفائس ، ولكن الأيدي العابثة الجاهلة قد امتدت إليه عام 1410 ه / 1989 م وهدمته ، وقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سعاد ماهر : مشهد الإمام علي في النجف ص 157 .\r\n( 2 ) العزاوي : تاريخ العراق بين احتلالين 4 / 153 .\r\n( 3 ) حرز الدين : مراقد المعارف 1 / 196 .\r\n( 4 ) الدليل الرسمي لعام 1936 م ، ص 157 .\r\n( 5 ) سعاد ماهر : مشهد الإمام علي في النجف ص 158 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nوقفت على عملية التهديم ، فكانت المعاول تتهاوى على الأطواق والأعمدة والقبور ، وكانت الكتب تتناثر مع الأتربة والأحجار ، ويتحمل مسؤولية هذا التدمير والتخريب محافظ النجف الأشرف يومذاك ثابت فهد علي ، ومدير أوقاف النجف محمود شعبان ، ومديرية الآثار العامة ، ووزارة الأوقاف والشؤون الدينية .\r\n\r\n5 - تكية الهندي\r\nتقع تكية الهندي في مقبرة وادي السلام ، في جوار مقبرة أسرة آل حرز الدين « 1 » ويبدو أنها أزيلت من الوجود إذ لم نجد لها ذكرا في المصادر الحديثة والمعاصرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : معارف الرجال 2 / 100 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\nالفصل الرابع وادي السلام أو مقبرة النجف الكبرى\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nتعود عادة الدفن في مدينة النجف الأشرف إلى العصر الراشدي ( 11 - 40 ه ) ، وقبيل أن تتشرف أرض الغري بجسد أمير المؤمنين عليه السّلام فقد أعتاد الكوفيون الدفن في منطقة الثوية ، كما أعتاد الحيريون من قبل الدفن في بانقيا ، وقد احتضنت أرض النجف أجساد الأنبياء والصالحين والصحابة والتابعين ، فقد كانت منطقة ( ظهر الكوفة ) مدفنا لهؤلاء ، ومن ثم انحصر الدفن في جوار أمير المؤمنين عليه السّلام ، وتحولت الأرض إلى مدفن واسع دعي بوادي السلام ، وقد أشارت المصادر إلى مدفن اليماني في النجف في عهد خلافة أمير المؤمنين في الكوفة ( 36 - 40 ه ) ومدفن الصحابي الجليل خباب بن الأرت رحمه اللّه ، وقد صلّى على جنازته أمير المؤمنين عليه السّلام ووقف على قبره وقال : ( رحم اللّه خبابا أسلم راغبا وهاجر طائعا ، وعاش مجاهدا ، وابتلى في جسمه أحوالا ، ولن يضيع اللّه أجره من أحسن عملا ) « 1 » ووقف الشعبي المتوفى عام 104 ه بظاهر الكوفة ، فالتفت إلى مقبرة وقال : ( وهذه كفات الأموات ) « 2 » وقد أراد قوله تعالى :   أَ لَمْ نَجْعَلِ الْأَرْضَ كِفاتاً أَحْياءً وَأَمْواتاً   « 3 » وبعد استشهاد الإمام علي عليه السّلام عام 40 ه أخذ الناس يزورون قبره الشريف خفية ويدفنون موتاهم حوله ، ومن ثم أخذت مقبرة وادي السلام في البروز ، وأخذت مقبرة الثوية أو الجبانة بالاختفاء ، وبعد سقوط الدولة الأموية عام 132 ه ، أخذت العمارة تتوالى على القبر الشريف ، فأصبحت عند ذلك النجف دار سكن ومأوى ، ودار دفن وجوار ، وقد أحب الناس هذه المجاورة أحياء وأمواتا ، وأخذت الجنائز تنقل إلى أرض النجف الأشرف من أنحاء المعمورة ، حتى أصبح نقل الموتى تقليدا شائعا « 4 » وإلى ذلك أشار السيد بحر العلوم بقوله :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخوانساري : روضات الجنات 4 / 184 .\r\n( 2 ) ابن الأثير : النهاية 4 / 184 .\r\n( 3 ) المرسلات : الآية 25 ، 26 .\r\n( 4 ) محيي الدين : أدب المرتضى ص 77 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n إذا مت فادفني مجاور حيدر * أبا شبراعني به وشبير\r\nفتى لا تمس النار من كان جاره * ولا يختشي من منكر ونكير\r\nوعار على حامي الحمى وهو في الحمى * إذا ضل في البيد أعقال بعيري \r\nوقد كان للناس رغبة في الحصول على شفاعة الإمام علي عليه السّلام عند اللّه تبارك وتعالى لتخفيف ذنوبهم « 1 » وقد حاولت الدولة الأموية إيقاف هذه العقيدة وأبعاد فكرة وجود الإمام عليه السّلام في أرض النجف ، وذلك حاول الوالي الحجاج بن يوسف الثقفي تنفيذ هذه الفكرة ، فأقدم على نبش ثلاثة ألاف قبر في النجف طلبا لجسد أمير المؤمنين عليه السّلام « 2 » ومن المحتمل انه نبش قبور الثوية الواقعة في ظهر الكوفة والتي كانت تضم قبور الصحابة والتابعين وأهالي المدينة ، لأن النجف - وهي لا تبعد عن الثوية بأكثر من كيلومتر واحد - لم تكن مبنية في هذه الفترة ، ولم يكن قبر الإمام علي عليه السّلام بارزا إلى الوجود ، وإنما ظل القبر سرا مكتوما لا يعلم به إلا أولاد الإمام عليه السّلام والخواص من شيعته ، وبقي على هذا الحال منذ سنة 40 ه ، حتى انقضى عهد الدولة الأموية ، وجاءت الدولة العباسية عام 132 ه فظهر السر المكتوم ، وذهب ما كان يحذره العلويون من أعدائهم فدلوا عليه بعض شيعتهم وجعلوا يترددون إليه ويتعاهدونه ليلا ونهارا زرافات ووحدانا ، ولم يكن حينذاك إلا أكمة ماثلة أو ربوة قائمة « 3 » وبدأ الدفن حولها ، وما زالت مقابر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فياض : تاريخ التربية عند الإمامية ص 70 .\r\n( 2 ) سعاد ماهر : مشهد الإمام علي في النجف ص 121 ، نقلا عن منتخب التواريخ ص 291 .\r\n( 3 ) سعاد ماهر : مشهد الإمام علي في النجف ص 121 .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nالسلاطين والقادة والأمراء قريبة من المرقد الشريف ، وتضم اواوين الصحن وسراديبه مقابر كثيرة وسراديب مملوءة بعظام الموتى ، وقد حدد المستشرق الألماني ( آدم‌متز ) القرن الرابع الهجري بأنه بداية الدفن في النجف بقوله : ظهرت بين الشيعة عادة لا تزال باقية إلى اليوم وهي حمل موتاهم إلى النجف وكربلاء « 1 » ولكن الدلائل والنصوص تشير إلى أن الدفن في النجف يعود إلى أسبق من هذه الفترة ، ولدينا نص عن الإمام الصادق عليه السّلام ، المتوفى عام 148 ه يؤكد فيه على فضيلة الدفن في أرض النجف ، فقد سأل مروان بن مسلم ، الإمام الصادق عليه السّلام :\r\nأن أخي ببغداد وأخاف أن يموت فيها ، فقال : ما تبالي ما مات أما أنه لا يبقى أحد في شرق الأرض ولا في غربها إلا حشر اللّه روحه في وادي السلام قال : قلت جعلت فداك ، وأين وادي السلام ؟ قال : ظهر الكوفة ، أما أني كأني بهم حلق قعود يتحدثون « 2 » ومما يضعف رأي آدم‌متز ، انه تحدث عن القرن الرابع الهجري الذي يعد قرن حرية واطمئنان في أرض النجف ، فكان من الطبيعي أن يحمل الناس موتاهم وبصورة علنية إلى أرض النجف لدفنهم ، ومما يعزز رأينا بأن الدفن بأرض النجف يعود إلى القرن الثاني للهجرة هو ما ذكره جابر بن حيان المتوفي عام 168 ه بقوله « 3 » :\r\n حكمة أورثناها جابر * من إمام صادق القول وفي\r\nلوصي طاب في تربته * فهي كالمسك تراب النجف \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آدم‌متز : الحضارة الإسلامية 2 / 229 .\r\n( 2 ) الطوسي : التهذيب 1 / 466 .\r\n( 3 ) حاجي خليفة : كشف الظنون 2 / 1531 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nوقد أكدت الأحاديث المروية عن أهل البيت عليهم السّلام على فضيلة أرض النجف والدفن في تربتها وأنها ( وادي السلام ) الذي تحشر فيه الأرواح ، فقد روي عن الإمام الصادق عليه السّلام : ( ما من مؤمن يموت في شرق الأرض وغربها إلا وحشر اللّه جلا وعلا روحه في وادي السلام ) قيل : وأين وادي السلام ؟ قال : ( بين وادي النجف والكوفة ) « 1 » وقد وقف الإمام علي عليه السّلام ذات يوم في ظهر الكوفة ، وقد خاطب حبة العرني بقوله : ( لو كشف لك لرأيتهم حلقا حلقا مختبئين يتحادثون ) فقال حبة العرني : أجسام أم أرواح ، فأجابه الإمام عليه السّلام : ( أرواح وما مؤمن يموت في بقعة من بقاع الأرض إلا قيل لروحه الحقي بوادي السلام ، وأنها بقعة من جنة عدن ) فقيل له : وأين وادي السلام ؟ قال : ظهر الكوفة ، وقال عليه السّلام للأصبغ بن نباته : ( لو كشف لكم لالفيتم أرواح المؤمنين في هذه حلقا حلقا يتزاورون ويتحدثون في هذا الظهر ) « 2 » وفي حديث للإمام علي عليه السّلام ، وهو يخاطب أرض ( ظهر الكوفة ) بقوله : ( ما أحسن منظرك ، وأطيب قعرك ، اللهم أجعله قبري ) ومن خواص تربته إسقاط عذاب القبر وترك محاسبة منكر ونكير هناك ) وكان عليه أفضل الصلاة والسلام إذا أتى أرض النجف يقول : وادي السلام مجتمع أرواح المؤمنين ، ونعم المضجع للمؤمن من هذا المكان ) وأشار إلى موضع قبره الشريف بقوله : ( اللهم أجعل قبري بها ) « 3 » وورد لفظ ( براثا ) كناية عن الأرض السهلة ، ويقصد بها وادي السلام ، يقول الإمام الصادق عليه السّلام : ( أن إلى جانبكم مقبرة يقال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الديلمي : إرشاد القلوب 2 / 306 ، 307 ، 441 ، المجلسي : البحار 100 / 233 ، المزار ص 80 ، القمي : سفينة البحار 2 / 572 ، دونلدسن : عقيدة الشيعة ص 71 .\r\n( 2 ) المجلسي : البحار 100 / 233 ، المزار ص 80 .\r\n( 3 ) الديلمي : إرشاد القلوب 1 / 255 ، 2 / 439 ، بحر العلوم : تحفة العالم : 1 / 255 ، آل ياسين : ( فضل الكوفة وفضل أهلها ) مجلة البلاغ ، العدد الثالث ص 40 ، السنة الثالثة 1399 ه / 1979 م .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nلها براثا يحشر فيها عشرون ومائة ألف شهيد كشهداء بدر ) « 1 » وقد أستمد بعض الباحثين من هذه الأحاديث آراء بعضها تلتقي مع مضامين هذه الأحاديث ، وبعضها مستقاة من أقوال العامة من الناس ، يقول الأستاذ الدكتور زكي مبارك :\r\n( وأهل النجف يعتقدون أن من يدفن في وادي السلام لا يسأل في البرزخ ، وهو اعتقاد لطيف ، فمن عزاء الإنسانية أن تعتقد أن لها معتصما من الحساب ولو إلى حين ) « 2 » ويقول الدكتور شاكر مصطفى سليم : ( يعتقد سكان الأهوار أنهم يستطيعون أن يضمنوا حماية الإمام علي بن أبي طالب في الحياة الأخرى إذا ما دفنوا جواره في أرض مدينة النجف المقدسة ، ولذا فالجثث تجلب من أطراف الأهوار ، مهما نأت وصعب الوصول عنها إلى مدينة النجف بالزوارق والسيارات والقطارات ، فان تعذر جلب جثة الميت بعد موته توا فان الجثمان يودع ( كأمانة ) في مدفن قريب لمدة من الزمن حتى يصبح في مقدور عائلة الميت أن تنقل جثمانه إلى أرض النجف المقدسة ، ومن الزم أفراد واجبات الحمولة الواحدة أن يساعد بعضها بعضا من نقل أمواتهم إلى النجف تلك المساعدة عن طريق جمع المال أو المشاركة الفعلية في النقل ) « 3 » وقد تساعد البلدية على نقل الجنائز من الأهوار إلى مدينة النجف « 4 » وأشار الأستاذ ( ولفرد تسيكر  Wilfred Thesiger  ) إلى أن المعدان سكان الأهوار ينقلون موتاهم إلى النجف عند توفر الإمكانيات حيث يدفنون هناك « 5 » وان عادة سكان الأهوار ، وإنما تأتي من إيران والهند وباكستان والخليج العربي ليدفن في وادي السلام بعد مرور وقت على دفنها هناك ، وكانت مدينة السويج محطة للجنائز المنقولة من معظم لواء المنتفك وبعض ، المناطق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن قولويه : كامل الزيارات ص 330 ، المجلسي : المزار ص 330 .\r\n( 2 ) زكي مبارك : ليلى المريضة 2 / 26 .\r\n( 3 ) شاكر مصطفى سليم : الجبايش 1 / 37 .\r\n( 4 ) القصاب : من ذكرياتي ص 87 .\r\n( 5 ) ولفرد تيسكر : المعدان ص 40 .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nالأخرى إلى النجف وكربلاء ، لذلك فقد شيد خان لاستقبال الجنائز في أطراف المدينة ، وتم سقفه من أنقاض أحد الأبراج الذي هدمته الإدارة البريطانية « 1 » وقد رأيت صناديق تحتوي على عظام الموتى يحملها الحمالون على رؤوسهم ويطوفون بها المرقد الشريف قبيل دفنها في وادي السلام ، وهي آتية من مناطق بعيدة خارج العراق ، وان الكثير من أبناء السنة في العراق وخارجه يوصون بدفنهم في مدينة النجف الأشرف لما ورد فيها من أحاديث عن آل البيت عليهم السّلام سواء في المبيت فيها أو في الدفن بأرضها ، كقول الإمام الصادق عليه السّلام : ( أن الغري قطعة من طور سيناء ، وأنها بقعة من جنة عدن وان ميمنة الكوفة روضة من رياض الجنة ، وان النوم عند علي عبادة ) « 2 » وقد شجعت مثل هذه الأحاديث على المجاورة والدفن ، وأصبحت النجف مدينة عامرة كبيرة ، وان لم تمتلك خصائص المدينة المشجعة على السكن لندرة المياه فيها ووقوعها على طرف الصحراء ، وأصبحت مقبرتها أعظم مقبرة في العالم كله « 3 » وقيل : أنها تأتي بعد مقبرة الفاتيكان من حيث المساحة « 4 » وقد قدرها ( وليم بيوز ) عام 1745 م بأنها أكبر من مساحة المدينة نفسها « 5 » وإذا أخذت المقبرة طابع الهندسة والتنسيق والتنظيم ، لامتدت إلى مسافة طويلة ولشغلت مساحة أضعاف المساحة الحالية ، وقد اكتسبت المقبرة مكانة دينية عند الناس ففيها مقابر الأولياء والصالحين والعباد والناسكين ومقامات الأئمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n Administration Report Of Qalat SiKar Of Administration for 1918 , P . 397 \r\nعبد العالي وحيد العيساوي : لواء المنتفك 1914 - 1921 م ، ص 107 .\r\n( 2 ) الطريحي : مجمع البحرين 6 / 88 ، محبوبة : ماضي النجف وحاضرها 1 / 12 ، 16 .\r\n( 3 ) الوردي : دراسة في طبيعة المجتمع العراقي ص 251 ، لمحات اجتماعية 1 / 20 ، النفيسي : دور الشيعة ص 77 ، الناصر : ( تحقيقات عن مرقد الإمام ) مجلة التراث الشعبي ، العدد ( 1 - 2 ) السنة العاشرة 1979 م ص 228 .\r\n( 4 ) الشريفي : ( شيء من النجف ) مجلة العرفان ، الجزء الثامن ، المجلد ( 35 ) ص 115 ، لسنة 1367 ه / 1948 م .\r\n( 5 ) علي هادي المسعودي : خطط مدينة النجف ( بحث غير منشور ) ص 8 .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nسلام اللّه عليهم ، ويقول المستشرق الفرنسي ( ماسنيون ) : أصبحت مقبرة وادي السلام مقدسة في نظر الناس « 1 » ويقول الأستاذ إسحاق نقاش : ( وأصبحت مقابر النجف تعتبر أكثر قدسية عند المؤمنين الشيعة الأتقياء ) « 2 » ويقول أدور ينابلييه :\r\n( وان أمنية كل شيعي هي أن تدفن جثته بعد موته في الأرض المقدسة بجوار مراقد الأئمة عليهم السّلام في مشهد أو الأفضل في النجف أو في كربلاء بالعراق وتوجد قوافل مختصة بنقل جثث الموتى إلى تلك النواحي ) « 3 » وقد أعتاد الكثير من النجفيين العيش بين المقابر والتكسب منها ، وان الكثير من البيوت الواقعة خارج ( وادي السلام ) تضم غرفها وسراديبها العديد من المقابر ، وقد ذكر الأستاذ السيد حسن الرفيعي هذه الظاهرة نقلا عن احدى المجلات الأمريكية جاء فيها : ( كانت النجف مدينة يسكنها الأحياء والأموات على السواء ، وللسائح الأجنبي تكون تجربة غريبة فوق العادة ، وهي مشاهدة قبور الأموات مقامة في وسط بيوت الأحياء ولكن أهل النجف لا يبدون أي شكوى من ذلك ) ، وأضافت المجلة تقول : ( يتمكن كل شيعي حقيقي أن يزور النجف مرتين على الأقل ، فمرة أثناء حياته وأخرى بعد مماته فإذا لم يتمكن أن يقضي آخر أيام حياته في النجف فيتخذ كل الاحتياطات اللازمة لينقل جسده إليها ليدفن هناك ، وتحمل الجنائز إلى النجف كل يوم من جنوب العراق وإيران وقسم من الهند لكثرة الشيعة هناك ، وتحمل بعضها على الجمال وأخرى بالسيارات ) « 4 » ويحرص الإيرانيون - على وجه الخصوص - على نقل موتاهم إلى مدينة النجف الأشرف ، وان تعرضت جثثهم للتعفن في الطريق لطول المسافة ، وكثيرا ما كانت سببا في نقل الأمراض والأوبئة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ماسنيون : خطط الكوفة ص 33 .\r\n( 2 ) إسحاق نقاش : شيعة العراق ص 261 .\r\n( 3 ) أدور ينابلييه : إيران مستودع البارود ص 41 .\r\n( 4 ) الرفيعي : ( حرم الإمام علي الشريف ) جريدة الهاتف ، العدد ( 15 ) ص 4 ، السنة الأولى 1354 ه / 1935 م .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nإلى العراق ، وقد تم الاتفاق بين الوالي العثماني مدحت باشا ، وشاه إيران على أن يسمح بدخول الجنائز الإيرانية إلى العراق إلا بعد مرور سنة واحدة على الوفاة ، وعند ذلك تنقل الرفات ، والعظام الجافة لتدفن في أرض النجف ، ووضعت الحكومة العثمانية على الحدود مع إيران موظفين صحيين لمراقبة نقل الجنائز وفحصها لكي لا تكون طرية « 1 » وأشارت معاهدة ارضروم الثانية في 31 مايس 1847 م إلى التعليمات الخاصة بنقل الأموات إلى مدينة النجف « 2 » ويقول بعض الباحثين : انه منذ القرن الثامن عشر الميلادي ، والشيعة يفدون إلى النجف زرافات حاملين أجساد موتاهم ليدفنوا في وادي السلام « 3 » ولا ندري لماذا حدد هؤلاء الكتاب ، القرن الثامن عشر دون غيره لنقل الموتى إلى النجف وربما كان الأمر يخضع لطبيعة العلاقات السياسية بين الدولة العثمانية والدولة الفارسية وانعكاساتها الاجتماعية والدينية ومنها مسألة نقل الموتى ودفنهم في أرض النجف ، وقد أشار الرحالة الألماني ( نيبور ) وهو في طريقه إلى مدينة النجف في 22 كانون الأول 1765 م إلى قافلة الجنائز ، وقيل له : أن هذا لا يعد مرتفعا ، واستنادا إلى هذا التخمين ، فان عدد الموتى الأجانب الذين يدفنون في أرض النجف سنويا يتجاوز الألفين ، ويحصل كل من يدفع مبلغا كبيرا على قبر قرب المشهد وأمامه أما من يدفع مبلغا متوسطا فيمكن دفنه أيضا ضمن سور المدينة ، أما من لم يرغب في دفع أكثر من أربع إلى ثماني ستوفرات (  Stuver  ) « 4 » فيعين له محل في خارج المدينة « 5 » وهو يقصد هنا مقبرة ( وادي السلام ) وقد قدر الرحالة الإنكليزي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوردي : لمحات اجتماعية 2 / 259 - 260 ، الدملوجي : مدحت باشا ص 45 .\r\n( 2 ) ياسين عبد الكريم : اتفاقية الحدود الشرقية ص 219 .\r\n( 3 ) النفيسي : دور الشيعة ص 77 ، الوردي دراسة في طبيعة المجتمع العراقي ص 251 .\r\n( 4 ) الستوفر : نقد متداول يومذاك فكل ستين ستوفر يعادل ( تالير ) ألماني واحد ، والتالير يساوي ثلاث ماركات . ( جعفر الخياط : النجف في المراجع ) موسوعة العتبات المقدسة / قسم النجف 1 / 223 .\r\n( 5 ) نيبور : مشاهدات نيبور في رحلته ص 76 - ص 77 .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n( لوفتس ) الذي زار النجف عام 1853 م معدل ما يدفن في المدينة سنويا بين ( 5000 - 8000 جنازة ) وكانت كل قافلة تصل إلى بغداد من إيران على الأخص لا بد أن يكون من بين أحمالها عدد من هذه الصناديق التي كان منظرها مألوفا في الطرق المؤدية إلى النجف « 1 » ووصفت السائحة الفرنسية ( مدام ديولافوا ) عملية نقل الموتى إلى مدينة النجف عام 1299 ه / 1881 م بواسطة الحيوانات ، وان الجنائز كانت تلف في بساط أو سجاد ، وتحزم بالحبال ، ويوضع بعضها في توابيت خشبية ، ويبدو من بين شقوقها اللحم الجامد المسود لهؤلاء الموتى وأضافت هذه السائحة على قولها : واليوم يجلب أكثر أفراد الطائفة الشيعية جثث موتاهم من أبعد المناطق كالهند وإيران إلى مدينة كربلاء والنجف لدفنها بقرب مراقد هؤلاء الأئمة الذين ينزلونهم من نفوسهم منزلة التقديس « 2 » ، وكتب القنصل البريطاني في كرمنشاه عام 1904 م يقول : يدفع عن الجنائز التي تصل من الخارج رسوم قدرها ( 50 بيزة ) وان الجنائز العثمانية فلا يدفع عنها المكتب الصحي سوى ( 20 بيزة ) كما أن السلطات المحلية في كربلاء والنجف والكاظمية تتقاضى من ناحيتها حق الدفن الذي تتراوح قيمته حسب درجة قدسية المكان الذي يتم اختياره خمسة ألاف بيزة للجثة التي تدفن في الحرم المقدس في كربلاء والنجف « 3 » ولكن لم نعثر على رقم محدد لعدد الجنائز التي تدفن في النجف على مدى اليوم أو الشهر أو السنة ، فقد أشارت إحصائيات إدارة الصحة التركية العامة لسنة 1912 - 1913 م إلى عدد المدفونين في النجف ، ومن خارجها ( 7558 جثة ) ، وفي عام 1914 م حصل أحد اليهود البغداديين على امتياز من دائرة الأوقاف بعد دفعه رسما مقداره ( 13 ألف ليرة عثمانية ) ذهبية ليقوم بنقل الموتى إلى مدينة النجف الأشرف ولمدة ثلاث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخياط : ( النجف في المراجع ) موسوعة العتبات المقدسة / قسم النجف 1 / 236 - 237 .\r\n( 2 ) ديولافوا : الرحلة ص 128 - 129 .\r\n( 3 ) رباب الحسيني : ( مدينة النجف في كتابات المؤرخين والجغرافيين العرب والمسلمين ) من كتاب ( النجف الأشرف اسهامات في الحضارة الإنسانية ) 1 / 274 .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nسنوات « 1 » وقد أشارت الكاتبة البريطانية ( المس بيل ) إلى أنه في شتاء عام 1919 م - 1920 م سمح بنقل الجثث الطرية من بغداد لتدفن في النجف « 2 » وكانت الحكومة العثمانية من وقت لآخر تمنع نقل الجنائز إلى مدينة النجف لأسباب صحية وسياسية ، وان كثيرا من الناس لم يلتزم بالمنع فيؤدي إلى اصطدامات مع السلطة ، وإذا تمكن أصحاب الجنائز من الوصول إلى ارض النجف بسلام فأنهم يدفنون موتاهم في أطراف المدينة ، وقد كان بعض الناس يعثرون على عظام موتى في المناطق البعيدة عن مركز المدينة ، عند بناء دار أو حفر سرداب أو شق أسس دار أو عمارة ، ولعل الظروف غير الطبيعية التي كان يمر بها الشعب العراقي في أواخر العهد العثماني جعلت العلامة السيد هبة الدين الشهرستاني عام 1912 م أن يصدر فتوى يحرم فيها نقل الجنائز من مكان لآخر ، وقد قوبلت فتواه بالاستنكار ، وحاول بعضهم قتل السيد الشهرستاني باعتباره كافرا أو زنديقا « 3 » .\r\nيحتضن وادي السلام في مدينة النجف الأشرف مساحة كبيرة من الأرض تشمل المنطقة الشمالية الشرقية منها ، فتبرز مدينة النجف وكأنها مطلة على مخيم فيه القباب والمصاطب والحفائر والدكاك ، تلك هي الجبانة التي ترفرف في سمائها أجيال وأجيال من أرواح البشر « 4 » وقد وصف الرحالة المصري محمد ثابت هذا المشهد بقوله : ( المقابر تمتد إلى الآفاق من قباب فاخرة إلى أضرحة بسيطة لإيواء ألاف الجثث التي كنت أراها تنقل على السيارات أو على الأكتاف من الآفاق الإسلامية وبخاصة العراق وفارس ) « 5 » ويقول الدكتور زكي مبارك : ( ثم عبرت إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النفيسي : دور الشيعة ص 77 - ص 78 .\r\n( 2 ) المس بيل : فصول من تاريخ العراق القريب ص 342 .\r\n( 3 ) الوردي : لمحات اجتماعية 3 / 11 ، دراسة في طبيعة المجتمع العراقي ص 252 .\r\n( 4 ) الشرقي : الأحلام ص 39 ، الحسيني : موجز تاريخ البلدان العراقية ص 68 ، الهاشمي :\r\nجغرافية العراق ص 140 ، المظفر : وادي السلام ص 58 .\r\n( 5 ) محمد ثابت : جولة في ربوع الشرق الأدنى ص 105 .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nالنجف وادي السلام ، وهو مقابر طوال عراض عرفت ملايين الناس من سائر الأجناس ) « 1 » وقامت مجلة ( المصور ) المصرية باستطلاع عام 1958 م لمدينة النجف الأشرف وأشارت إلى مقبرة وادي السلام بقولها : وعندما تدخل النجف قادما من بغداد تطالعك ألاف المقابر بصورة تذكرك على الفور بقول أبي العلاء المعري المشهور :\r\n صاح هذي قبورنا تملأ الرحب * فأين القبور من عهد عاد \r\nولما تستوضح السر تعلم أن كثيرا من أهل العراق ، ومن أهالي العالم الإسلامي يوصون بدفن موتاهم في النجف « 2 » وقد استشهد الأستاذ محمد مهدي الجواهري بأبي العلاء المعري أيضا عند ذكره لمقبرة النجف فيقول : وفي أديم النجف اختلطت أجداث آلاف ، ولربما ملايين الناس من عصور عديدة ، وليس في غيرها مما في العالم كله ، تتمثل حكمة المعري العظيم « 3 »\r\n رب لحد قد صار لحدا مرارا * ضاحكا من تزاحم الأضداد \r\nوقد تمنى الكثير من المسلمين الحصول على كمية من تراب النجف في حالة عدم تمكنهم بالوصول إليها ، فيذكر الأستاذ جعفر الخياط : إذا تعذر نقل الميت إلى النجف لبعد المسافة يؤتى كمية من تراب النجف ليوضع في قبر الميت ، فقد طلبت ( باهوبكم ) زوجة شجاع الدولة بجلب قليل من تراب النجف وكربلاء ليفرش في قبرها حينما تدفن فيه « 4 » وفي عام 1990 م طلب مني أحد الأساتذة الجامعيين في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) زكي مبارك : ليلى المريضة 2 / 26 .\r\n( 2 ) مجلة المصور : كتاب ( جمهورية العراق ) ص 80 .\r\n( 3 ) الجواهري : ذكرياتي 1 / 35 .\r\n( 4 ) الخياط ( النجف في المراجع ) موسوعة العتبات المقدسة / قسم النجف 1 / 215 .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nالمغرب كمية من تراب النجف ليأخذه هدية لأمه ، وقد استجبت لطلبه فقال :\r\nأن هذا التراب أغلى هدية أحملها من العراق إلى المغرب ، ولذلك كان الناس يغبطون سكان النجف لمجاورتهم أمير المؤمنين والدفن بجواره . وقد أشار إلى ذلك الملا محمد مهدي النراقي بقوله « 1 » :\r\n إلا قل لسكان أرض الغري * هنيئا لكم في الجنان الخلود\r\nأفيضوا علينا من الماء فيضا * فنحن عطاشا وأنتم ورود \r\nوفي الحقيقة أن هذين البيتين للشاعر ابن رشيق خلف بن أحمد القيرواني ( ت 414 ه ) وهما « 2 » :\r\n إلا قل لسكان أرض الحمى * هنيئا لكم في الجنان الخلود\r\nأفيضوا علينا من الماء فيضا * فنحن عطاشا وأنتم ورود \r\nويفضل الناس الدفن بجوار الإمام أمير المؤمنين سواء في الرواق أو الصحن الشريف . أو في وادي السلام في الجهة الواقعة بين الحرمين الشريفين مرقدي الإمامين علي والحسين . ولذا أصبح لوادي السلام أهمية عالمية ومحلية لهذه الاعتبارات الدينية « 3 » إذ أنهم ينشدون الشفاعة والنجاة من عذاب القبر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحر العلوم : تحفة العالم 1 / 255 .\r\n( 2 ) ياقوت : معجم البلدان 11 / 66 .\r\n( 3 ) المظفر : وادي السلام ص 60 - ص 181 نقلا عن\r\n Iraq Misitry of planning op . cit . p 54 . The Thousand and Nightss . P . 64 . \r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nالقبر ، يقول الكاتب الإنكليزي ( سندرسن ) : تعتبر النجف أكثر أهمية من كربلاء لمكان الزيارة وأنها طريق إلى الجنة ، والمقابر تمتد في جميع جوانبها « 1 » وقد وهم الكاتب نابليون الماريني عند بحثه عن مقار النجف بقوله : ( ويحيط بالنجف إلى مسافات بعيدة مدافن شتى للفقراء ، أما الأغنياء فيدفنون في مقابر مسجد علي الكائن في منتصف البلدة « 2 » ، وفي الحقيقة لا توجد في الدفن طبقية اجتماعية واقتصادية ، سوى أن الضريبة التي كانت تفرضها الحكومات المتعاقبة على العراق عند دفن الميت في الرواق أو الصحن أعلى بكثير من الضريبة التي تفرض على الدفن في وادي السلام ولذا يفضل الفقراء الدفن فيه ، ولكن هناك الكثير من الأغنياء من لا يفكر بالدفن في أي مكان سوى بوادي السلام ، وحينما منعت الحكومة الدفن في الرواق أو الصحن ، أصبح وادي السلام مقبرة الجميع ، إذ يتجاور الغني الفقير ، وتنصهر القوميات والأجناس والطوائف والمذاهب ، وكان الكاتب المصري الأستاذ محمد ثابت قد وقع في وهم آخر بقوله : ( يقول العلماء في النجف أن المدافن فيها عشرة ألاف لا تزيد ولا تنقص لأن سيدنا علي يرسل ما زاد الجثث بعيدا فلا يعرف أحد مقرها ) « 3 » ويمضي هذا الكاتب في وهمه فيقول :\r\nكم من جثث كانت تحملها السيارات وافدة من كل فج ، وبعد الغسل يطاف بها حول الحرم وبعد الصلاة عليها تدفن وتظل كذلك حتى يتراءى لسيدنا علي أن يكشف عن مكنونها فتختفي ويدفن في مكانها غيرها « 4 » وإذا كان هذا الكاتب صادقا لاستشهد على ذلك بشاهد واحد على الأقل ، ولأفصح عن أسماء العلماء الذين شافهوه بهذا الخيال أو ذكر طرقهم إلى آرائهم ، أو ذكر الليلة التي أوحاه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عبد العزيز نوار : تاريخ العراق الحديث ص 87 نقلا عن\r\n C . Norand Ounghian'Recuil d . Actes Internationaukx . T . 111 . P . 300 . \r\n( 2 ) الماريني : تنزيه العباد ص 11 .\r\n( 3 ) محمد ثابت : جولة في ربوع الشرق الأدنى ص 105 - 106 .\r\n( 4 ) ن . م ص 106 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nإليه شيطانه فيها « 1 » ومن الغريب أن الأستاذ محمد ثابت كان قد قصد النجف الأشرف وشاهد بعينيه مراسيم زيارة الميت للمرقد الشريف ومن ثم دفنه ، ولم يكن هناك أي جوانب خفية يعتقد بها الشيعة بعد أن اطلع تماما على عقائدهم ، ولكن العقدة لم تحل في نفسه ، أنها عقدة الحقد التي حملها الكثيرون من الباحثين وغرضهم تشويه الفكر الإمامي ، ولم يكن محمد ثابت قد وقف عند هذه الحالة بل أضاف غيرها في كتابه ، وكان قد شاهد الجنائز تترى على مدينة النجف الأشرف ، وهي ظاهرة يتلمسها كل من يقصد المدينة ، وقد ذكرها غيره من السواح ، ولكن لم نمتلك الإحصائيات الدقيقة للجنائز الواردة إلى النجف يوميا ، فهي لا شك متفاوتة العدد وتلعب الأحداث السياسية والاجتماعية والصحية دورا ، ففي عام 1765 م قدر السائح الألماني ( نيبور ) الجنائز الواردة إلى النجف خلال السنة الواحدة ألفين وخمسمائة وعشرين جنازة « 2 » ولا شك أن هذا الرقم لا يتناسب مع ما يحمل إلى النجف من الجنائز يوميا ، وإنما الأرقام التي ترد في هذا الشأن أنها تخمينية أو تقديرية ، وتحتاج إلى وقفة طويلة ، ففي عامي 1912 م - 1913 م أشارت إدارة الصحة التركية العامة بوصول سبعة ألاف وخمسمائة وثمان وخمسين جنازة إلى النجف ، وذكر الدكتور محسن المظفر : لقد بلغ المعدل السنوي لورود الجنائز حتى عام 1973 م بسبع وعشرين ألف جنازة « 3 » وفي عام 1977 م - 1978 م ، كانت ترد إلى النجف في كل شهر ألفين جنازة من داخل العراق ، وبين خمس وعشرين وثلاثين من خارج العراق « 4 » وقدر الكاتب الروسي ( كوتلوف ) ما يدفن في النجف وكربلاء سنويا ثلاثة ألاف جنازة تنقل من إيران وما وراء القفقاس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأميني : الغدير 3 / 211 - 213 .\r\n( 2 ) نيبور : مشاهدات نيبور في رحلته ص 77 - 78 .\r\n( 3 ) المظفر : مدينة النجف الكبرى ص 183 .\r\n( 4 ) الصافي : تقرير موجز عن بلدية النجف ص 7 .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nوالهند « 1 » وربما أن يكون ضمن هذا العدد ( الودائع ) التي تدفن في مواضعها ثم تنقل وهي جافة أو هياكلها العظمية وقد أعطى الدكتور المظفر نماذج من إيرادات النجف من الجنائز التي تصلها من البلاد العربية والإسلامية للسنوات الآتية « 2 » :\r\nعام 1952 م : 109 جنازة من البلاد الإسلامية وخمس جنائز من البلاد العربية .\r\nعام 1962 م : 42 جنازة من البلاد الإسلامية وجنازتين من البلاد العربية .\r\nعام 1972 م : جنازة واحدة من البلاد الإسلامية وستين جنازة من البلاد العربية .\r\nوان المدة الزمنية المحصورة بين ( 1952 - 1972 ) م قد خضعت لتطورات سياسية في العراق ، كان لها مع إيران والبلاد العربية والإسلامية أثرا تتأرجح بين السلب والإيجاب . وقد أدى إلى انخفاض كبير في عدد الجنائز الواردة من البلاد الإسلامية إلى النجف الأشرف .\r\nويختلف عدد الجنائز التي تدفن يوميا في مدينة النجف في الصيف والشتاء أو من موسم لآخر ، فتقدر وزارة البلديات حوالي ( 70 ) جنازة تدفن في النجف يوميا « 3 » وهناك من يذهب إلى أن معدل الجنائز في فصل الصيف بين 30 - 40 جنازة يوميا ، وفي فصل الشتاء بين 40 - 50 جنازة ، ويقدر الأستاذ إسحاق نقاش عدد الجنائز التي تدفن في النجف ومن إيران وحدها ( 530 ) جنازة سنويا عام 1923 - 1924 م « 4 » وان المعدل السنوي يكون بين ( 15 - 20 ) جنازة تقريبا « 5 » وتدر عملية الدفن موردا اقتصاديا كبيرا يتراوح من وقت لآخر في مقاديره ، فذكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كوتلوف : ثورة العشرين ص 51 .\r\n( 2 ) المظفر : مدينة النجف الكبرى ص 262 .\r\n( 3 ) وزارة البلديات : التصميم الأساسي لمدينة النجف الأشرف ص 6 .\r\n( 4 ) إسحاق نقاش : شيعة العراق ص 263\r\n Gover ment of Iraq' Report of Health Seruices Report of the Inspeeter General of health Servicec for the year 1923 - 24 . co 696 15 \r\n( 5 ) الفضلي : دليل النجف الأشرف ض 110 ، المظفر : مدينة النجف الكبرى ص 172 .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nالرحالة الروسي ( جيريكوف ) عام 1849 م : أن أجرة الدفن خارج سور النجف تقدر بألف قران ، وهي تختلف بمدى بعد أو قرب مكان الدفن عن المرقد الشريف ، أما في خارج المدينة فتقدر بمائة قران ، وان الحكومة هي التي كانت تضع هذه التسعيرة « 1 » ويقول المؤرخ الألماني ( لونكريك ) كانت الحكومة التركية تتقاضى ضريبة مقدارها جنيها واحدا عن كل جثة من الجثث التي يأتي بها الفرس لدفنها في النجف ، وقد نجم عن ذلك إقدام الفرس على خرق الحدود وتحويرها في عشرات من الصيغ « 2 » وأشارت مديرية أوقاف النجف ( هيئة الدفن ) عام 1973 م أن المدخول السنوي من الدفن ( 300 ألف دينار ) يضاف إليه متوسط ما تحصل عليه دائرة الأوقاف من رسوم الدفن وهو عشرة ألاف دينار تقريبا ، وان عدد العاملين في وادي السلام ( 1373 ) شخصا « 3 » وهذه الرسوم تختلف من وقت لآخر ، ومن حكومة لأخرى ففي عام 1921 م - 1922 م كانت كلفة الدفن لا تتجاوز ست روبيات وأربع آنات ( ما يعادل ثمانية شلنات ) ، والدفن في مقبرة خاصة يكلف ( 52 روبية ) وفي الصحن الشريف وحواليه قد يصل إلى ( 750 روبية ) وخاصة في الرواق وتقدر الواردات السنوية لبيع القبور أكثر من ( 57 روبية ) وان أكثر شهور السنة إيرادا في شهر نيسان ، وأقلها في شهر تموز « 4 » وقدم الأستاذ إسحاق نقاش قائمة لضرائب الدفن وهي :\r\n1 - الرواق خمسة ألاف بيزة ذهبية تركية .\r\n2 - إيوان الذهب ألفان وخمسمائة بيزة ذهبية .\r\n3 - حجر الصحن ، مائتان وخمسون بيزة ذهبية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دانتسيغ : الرحالة الروس في الشرق الأوسط ص 274 .\r\n( 2 ) لونكريك : العراق الحديث 1 / 35 .\r\n( 3 ) المظفر : مدينة النجف الكبرى ص 182 ، ص 205 .\r\n( 4 ) ليدي دراور : في بلاد الرافدين ص 65 - 66 .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n4 - وادي السلام ، خمسون بيزة ذهبية « 1 » .\r\nوفي عام 1924 م كان رسم الدفنية ، ورسم الصحة ( 90 فلسا ) عن كل جنازة « 2 » .\r\nأن وادي السلام يحتضن طرفي المشراق والعمارة ، ويأخذ خطا موازيا لطريق النجف / الكوفة ، وطريق النجف / كربلاء ، وهذا الوادي على سعته هو جزء من المقبرة التي كانت تجاور الصحن الشريف ، لأن الناس كانوا يدفنون موتاهم بأقرب منطقة من الصحن والمرقد الشريف ، وكلما تأخذ مدينة النجف بالتوسع عبر أسوارها ، تكتسح المقابر وتشيد مكانها البيوت والأسواق والمؤسسات الأخرى ، وعند بناء السور الأخير لمدينة النجف الأشرف في القرن الثاني عشر الهجري / الثامن عشر الميلادي استقر وضع وادي السلام في موقعه الحالي ، ومن ثم بناء ( المقبرة الجديدة ) التي أخذت امتدادا طوليا موازيا لخط النجف / كربلاء ، وكانت الخارطة التي وضعها ( نيبور ) عام 1765 م ، وقد شملت السور ما قبل الأخير لمدينة النجف ، وهو السور الرابع وحدوده ( باب السيف ) من جهة السوق الكبير ، وقد وقفنا مؤخرا على عدد كبير من المقابر في هذه المنطقة بعد حدود السور ، هذا يعني أن المنطقة الممتدة من ( باب السيف ) إلى الميدان كانت مملوءة بالمقابر في الوقت الذي وصل ( نيبور ) إلى مدينة النجف الأشرف ، وقد اكتسحت عند بناء السور الأخير الذي بقاياه اليوم في شارع السدير ، وخلف خان الشيلان ، ولا شك أن توسع المدينة يستدعي إزالة قسم من المقابر ، وإلا تكون مانعا من الامتداد والسكن « 3 » وفي عام 1940 م بوشر بوضع السور لمقبرة وادي السلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إسحاق نقاش : شيعة العراق ص 299 .\r\n( 2 ) عبد الجبار فارس : عامان في الفرات الأوسط ص 104 ، السعدي : جغرافية العراق الحديثة ص 186 .\r\n( 3 ) الأشعب : ( مفهوم انطقة الحواف ) ، مجلة الجمعية الجغرافية العراقية ص 96 .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nليعزلها عن المدينة « 1 » لكي لا تزحف المؤسسات السكنية والخدمية والتجارية نحوها ، وفي عام 1942 م وجه متصرف لواء كربلاء عناية لإكمال تسوير المقبرة وتشجيرها « 2 » ومنذ هذا التاريخ أصبح الجانب الشرقي من مدينة النجف الأشرف مسلكا واضحا للدخول إلى المدينة ، وبخاصة بعد إزالة السور الأخير الذي كان يحتضنها ، وأصبح الشارع الرئيس ( شارع الإمام علي عليه السّلام ) المؤدي إلى مدينة الكوفة من جهته اليسرى حدود ( وادي السلام ) ومن جهته اليمنى قد خصصت للسكن والمؤسسات التجارية والحكومية ، وأخذ وادي السلام يطوق النجف من الجهة الشمالية وبخاصة من طرفي المشراق والعمارة وعلى امتداد هذين الطرفين أخذت المقبرة بالتوسع حتى تخطيط المقبرة الجديدة التي تتميز بانعزالها عن مناطق السكن والأحياء الجديدة ، وبنيت هناك مكاتب للدفن ومغتسل ( النجف الخيري ) وفي عام 1991 م خصصت الحكومة بقعة جديدة للدفن ، تبعد عن مدينة النجف بأكثر من عشرين كيلومترا ، وهي تقابل الخط المؤدي إلى مدينة الكفل ، والمتفرع من خط النجف / كربلاء ، وقد جاء هذا التخطيط بعد الحوادث التي وقعت ضد السلطة في النجف واستخدام الثوار ( وادي السلام ) مواضع لحركتهم ، مما جعل الحكومة تصدر أمرا بمنع الدفن في الوادي ، فأضطر الناس على دفن الموتى في مقبرة كميل بن زياد النخعي ، أو حول مقبرة السيد حمزة في الجريوية ، أو حول مرقد ميثم التمار ، أو قرب مسجد السهلة وقد توقف الدفن في هذه الأماكن عند سماح الحكومة بالدفن في المقبرة التي تقابل مفرق الكفل والمتفرع من خط النجف - كربلاء ، ولكن بعد استتباب الوضع وعودة الأحوال إلى وضعها الطبيعي ، عاد الدفن في وادي السلام ونقلت الكثير من الجنائز التي دفنت في مواضع أخرى إلى الوادي لتستقر فيه إلى الأبد وقد تعرض وادي السلام إلى تجاوزات من السلطة بعد حوادث النجف عام 1991 م فأقدمت على تهديم الكثير من المقابر وفتح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المظفر : مدينة النجف الكبرى ص 71 .\r\n( 2 ) مجلة الغري ، العدد ( 93 ) ، السنة الثامنة 1361 ه / 1942 م .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nشوارع طولية وعرضية لتسهيل مرور معداتها وقواتها في محاولة لإنهاء حركة المعارضة والقضاء على الثوار ، مما أحدث ضجة في داخل النجف وخارجها ، وقد حاولت بعض الأسر اقتحام الوادي وتعمير مقابرها فاصطدمت بالسلطة ووقعت حوادث مؤسفة أدت إلى مقتل بعض الأفراد ، وأخيرا رفعت الحكومة الحظر على المقبرة وسمح للناس بتعمير مقابرهم ، واستؤنف الدفن في ( وادي السلام ) وفي المقبرة الجديدة ومن الجدير بالذكر أن الكثير من أبناء السنة كانوا يدفنون موتاهم في وادي السلام وقد كانت لهم مقبرة خاصة في العهد العثماني تقع خارج سور النجف مما يلي خط الترامواي ، ولكن بعد أن أزيل الحكم العثماني امتدت إليها الأيدي انتقاما من إجراءات قائم مقام النجف العثماني بهيج بك الذي أراد تشييد مدرسة عالية في النجف ، فوضع حجر أساسها في شوال عام 1332 ه / 1913 م على أنقاض قبور الشيعة « 1 » وقد وقف علماء النجف الأشرف موقف المستنكر بوجه من يحاول هدم المقابر وإلحاقها بالبيوت ، وأعتبر ذلك من المحرمات وأصدروا فتاوى جاء فيها : ( حرمة المسلم ميتا كحرمته حيا ) وقد وقّع على هذه الفتاوى كل من حجج الإسلام والمسلمين التالية أسماؤهم :\r\n1 - السيد محسن الحكيم\r\n2 - السيد حسين الحمامي\r\n3 - الشيخ محمد حسين كاشف الغطاء\r\n4 - الشيخ محمد رضا آل ياسين\r\n5 - السيد جمال الموسوي الكلبايكاني\r\n6 - الشيخ حسن الخاقاني\r\n7 - الشيخ عبد الكريم الجزائري\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشبيبي : مذكراته ، مجلة البلاغ ، العدد الثاني ص 14 ، السنة الخامسة 1394 ه / 1974 م .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nوان إزالة مقبرة أهل السنة ( العثمانية ) ليس معناه امتناع أهل السنة العراقيين من الدفن في أرض النجف الأشرف ، فما زال الكثير منهم يوصي بالدفن في النجف وفي مقبرة وادي السلام .\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nوكانت في مدينة النجف الأشرف مقبرة للإنكليز منذ أن دنس هؤلاء أرض النجف عام 1917 م بعد احتلالهم العراق ، وقد تكبد هؤلاء خسائر فادحة عام 1918 م عندما أعلنت النجف ثورتها ضد الحكم البريطاني ، فقد خصص الإنكليز مقبرة واسعة مستطيلة تقع على ضفة كري سعدة « 1 » ولم يعد لهذه المقبرة وجود في الوقت الحاضر ، ولعلها اندرست مع مرور الزمن وقد أحاط الإنكليز مقبرة وادي السلام بأسلاك شائكة بعد مقتل حاكم النجف السياسي ( الكابتن مارشال ) عام 1918 م لأن الثوار قد استخدمها كمائن لعملياتهم ، ومنها انطلقوا للهجوم على سراي الحكومة والتصدي لحاكم النجف وقتله « 2 » ، وقد أعطى سعة المقبرة فسحة لدى النجفيين من مقاومة الحكومات المتعاقبة إذ قدرت حدود مقبرة وادي السلام - عدا المقبرة الجديدة ( 000 ، 980 ، 1 م 2 ) « 3 » وقدرتها وزارة البلديات بمائتي هكتار « 4 » وتنخفض أرض الوادي عن منطقتي المشراق والعمارة ، وتتكون من رمال ناعمة ، وتحتها أرض صخرية تمتاز بالجفاف تسمح لشق اللحود بصورة عمودية ، وقد تزاحمت فيها القبور إلى درجة عدم الاختراق من منطقة لأخرى ولم يكن في الوادي سوى طريق ضيق يقابل شارع الشيخ الطوسي الذي ينتهي إلى المقبرة الجديدة وتسلكه السيارات وقوافل المشيعين ذهابا وإيابا على الرغم من ضيقه وتعرجاته ، وطريق آخر بالقرب من مدرسة الغري الأهلية يؤدي إلى مغتسل هناك يعود لأسرة آل القزويني ، ولكن منذ عام 1991 م اخترقت الوادي شوارع عريضة وأخرى ضيقة تصل بين أطرافه ، بعد الأحداث الدامية التي وقعت في النجف ، وقد نشرت جريدة الثورة في عددها ( 7912 ) الصادرة في العشرين من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 1 / 347 ، الأسدي : ثورة النجف ص 290 .\r\n( 2 ) الحسني : ثورة النجف ص 27 .\r\n( 3 ) المظفر : مدينة النجف الكبرى ص 68 ، 47 ، 181 .\r\n( 4 ) وزارة البلديات : التصميم الأساسي لمدينة النجف الأشرف ص 6 .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nنيسان عام 1992 م بأن الحكومة خصصت ثلاثة ملايين دينار لتطوير المقبرة واكساء شوارعها ورفع الأنقاض منها .\r\nلقد أخذت مقابر ( وادي السلام ) أشكالا عديدة تبعا لمكانة صاحب القبر الاجتماعية والدينية والفكرية والسياسية ، وكان لبعضها جذور تاريخية قديمة ، وعلى هذا الأساس أن وادي السلام احتوى على مقابر عامة يدفن في كل قبر شخص واحد ، ومقابر خاصة لبعض الأسر والشخصيات كما خصصت مساحات لمدن معينة أو لعشائر معينة ، وقد أخذت الأشكال الآتية :\r\n\r\n1 - الشكل المألوف\r\nأن القبور المألوفة أو الغالبية منها في وادي السلام تشبه الأسد الرابض على الأرض ( جذع ورأس ) ، وهذا الشكل يدلنا على كيفية وضع الميت أثناء دفنه واتجاه رأسه ، وعند رأس القبر البارز توضع قطعة من الصخر أو المرمر ينقش عليها أسم المتوفى وتاريخ وفاته ، وتأخذ القبور شكلا واحدا نحو الغرب ، ووضعها يشير إلى أن رؤوس الأموات بهذا الاتجاه ووجوههم شطر القبلة إلى الجنوب باتجاه بيت اللّه الحرام « 1 » .\r\n\r\n2 - الشكل المستطيل\r\nأن هذا النوع من القبور عبارة عن متوازي مستطيل غير مرتفع عن سطح الأرض وقد يضم المستطيل الواحد قبرا أو عدة قبور .\r\n\r\n3 - الشكل القبابي\r\nتبنى على بعض القبور قباب ذات طراز إسلامي تمتاز بالأقواس والزخرفة الإسلامية ، وتبنى أحيانا منائر إلى جنب القباب ذات ارتفاعات مختلفة ، وتأخذ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المظفر : وادي السلام ص 63 - 64 .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nالقباب والمنائر طرز مختلفة في الهندسة والبناء ، ويكسى معظمها بالقاشي الأزرق أو المشجر المزهر .\r\n\r\n4 - السراديب\r\nأن السراديب عبارة عن مقابر جماعية في باطن الأرض ، وهي ذات لحود مستقلة الواحد عن الآخر وتضم بعض السراديب عدة طوابق من اللحود ، ويوضع أمام كل قبر لوحة تؤشر أسم وتاريخ وفاة صاحب القبر ، وتكون هذه السراديب عادة لأسر معينة وتستوعب عددا كبيرا من الموتى .\r\n\r\n5 - المقابر في البيوت\r\nيضم وادي السلام مقابر كبيرة ويخصص جناح منها غرف وأماكن للصلاة والوضوء وتسكن هذه المقابر بعض الأسر الفقيرة وتقوم بخدمتها وحراستها وصيانتها وتكون غالبا لأسر نجفية ، وتكون لهم مأوى في المناسبات والزيارات وتزين واجهات هذه المقابر بالزخرفة والآيات الكريمة وأسماء الأئمة عليهم السّلام .\r\nوأبيات الشعر وفي الكثير من البيوت النجفية الواقعة داخل السور الأخير مقابر تعود لأصحاب هذه البيوت .\r\nوتضم هذه المقابر ملايين على مدى أكثر من أربعة عشر قرنا ، من ملوك وأمراء وقادة ، إلى زعماء وشخصيات وعظماء ، إلى علماء ومفكرين ، إلى فقراء ومساكين ، قد جمعت هذه الأرض أجسادهم ، وأصبحوا في وادي السلام سواء لا فرق بين هذا وذاك وكانت بعض الأسر الحاكمة قد اتخذت من الصحن الشريف مواضع للدفن وقد أشرنا في موضع سابق ، وقد فضل بعضهم الدفن في وادي السلام ، وسميت المقابر بأسمائهم وهم :\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n\r\n1 - مقابر البويهيين\r\nتقع مقابر الأسر البويهية خارج السور الأخير لمدينة النجف الأشرف ، وتعود إلى القرن الرابع الهجري / العاشر الميلادي ، ويقول الشيخ جعفر محبوبة : ( ولهم في وادي السلام سراديب خاصة تقع خارج سور النجف وتعرف باسمهم ) « 1 » ويقال : أن مقابرهم كانت بالقرب من مبنى السراي ( مديرية شرطة النجف في الوقت الحاضر ) .\r\nوقد وقفت على أكداس من الجماجم والعظام عند أعادة بناء هذا السراي علما أن للبويهيين مقابر أخرى في الصحن الشريف تقترب من مرقد أمير المؤمنين عليه السّلام .\r\n\r\n2 - مقابر القاجاريين والافشاريين\r\nتمتاز مقابر أمراء الدولة القاجارية بالضخامة ، وبخاصة مقابر أمراء جبال حلوان « 2 » ففي عام 1211 ه حمل جثمان آقا محمد خان القاجاري إلى مدينة النجف الأشرف ودفن فيها ، كما دفن عادل شاه الافشار « 3 » .\r\n\r\n3 - مقابر أمراء المحمرة وعربستان\r\nتقع مقابر أمراء المحمرة وعربستان على يسار الطريق العام الذي يربط النجف بالكوفة وفي قبال شارع الهاتف ، وقد دفن فيها الحاج جابر الكعبي وولداه الشيخ خزعل أمير المحمرة ، والشيخ مزعل المتوفى عام 1936 م باحتفال مهيب « 4 » وقد أغلقت الأسواق عند وصول الرفات وخرج الناس على هيئة هوسات شعبية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المظفر : وادي السلام ص 63 - 64 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 245 .\r\n( 3 ) الكاظمي : دوائر المعارف ص 59 - ص 61 ، اعتماد السلطنة : المآثر والآثار ص 295 .\r\n( 4 ) الأمين : أعيان الشيعة 29 / 231 ، 48 / 57 ، وزارة الأعلام : عربستان قطر عربي أصيل ص 23 .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nتقديرا لخدماته لمدينة النجف الأشرف ، ولم أنس ذلك اليوم الذي خرجت فيه المدينة لاستقبال الجنازة ، ولكن الحكومة في عام 1991 م أقدمت على هدم هذه المقبرة بعد حوادث النجف ضد السلطة مع عدد كبير من المقابر في وادي السلام .\r\n\r\n4 - مقبرة آل الخليلي\r\nتقع مقبرة آل الخليلي بالقرب من مقبرة أمراء المحمرة وبمحاذاة كري الشيخ الذي هو اليوم في قبال دائرة الإطفاء . وهي مقبرة واسعة مسيجة وقد دفن فيها جد الأسرة الملا علي بن خليل الرازي النجفي المتوفى عام 1297 ه . وقد أشار إلى هذه المقبرة الشيخ محمد السماوي بقوله « 1 » :\r\n وشيخنا المولى علي الرازي * نجل الخليل ذي التقى الممتاز\r\nأتخذ الوادي برجا واحتفى * فكان ارخوا ( بدار اختفى ) \r\nوتعد هذه المقبرة من أوسع مقابر وادي السلام . وقد أحيطت من الداخل بصحن واسع فيه أسطوانات وغرف ومرافق « 2 » . وقد دفن في المقبرة من أعلام آل الخليلي . الشيخ إسماعيل بن خليل الرازي . والشيخ أسد اللّه بن علي الطبيب وغير هما من شيوخ الأسرة . وقد تعرضت المقبرة إلى الهدم من قبل الحكومة عام 1991 م . وكانت لأسرة آل الخليلي مقبرة تقع في طرف العمارة متصلة بمدرسة الخليلي الكبرى وقد دفن فيها جد الأسرة الأكبر الطبيب الخليل بن علي المتوفى عام 1280 ه . وولده الفقيه الميرزا حسين الخليلي المتوفى عام 1326 ه والميرزا باقر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السماوي : عنوان الشرف 1 / 91 .\r\n( 2 ) حرز الدين : مراقد المعارف 2 / 99 .\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nالخليلي المتوفى عام 1332 ه « 1 » ، وقد أزيلت هذه المقبرة والمدرسة من الوجود عند تنفيذ مشروع مدينة الزائرين عام 1309 ه / 1989 م .\r\n\r\n5 - مقبرة العلوي\r\nتقع مقبرة العلوي في وادي السلام بالقرب من الشارع العام الذي يربط النجف بالكوفة ، وقد اختفى فيها ثوار النجف عام 1918 م ، ومنها زحفوا نحو مقر الحاكم السياسي البريطاني . وعند مقتله أعلنت ثورة النجف بقيادة الحاج نجم البقال .\r\nوفي وادي السلام مقابر متخصصة للأسر النجفية ومنها مقبرة آل الحكيم وهي من المقابر الكبيرة وغيرها من الأسر العلمية والاجتماعية ، ومقابر أخرى متخصصة لأسر اجتماعية معروفة في العراق وخارجه ، وهي عبارة عن سراديب ذات طوابق قد صفت فيها المقابر المنفردة وقد خصص بعضها للنساء .\r\nوقد دفن في مدينة النجف الأشرف عدد كبير من الأعلام من ذوي المكانة الرفيعة في العلم والأدب والسياسة والإدارة ، بدءا من القرن الرابع الهجري / العاشر الميلادي ، ولم تحدد المصادر مواضع قبورهم ، ولكنهم على الأرجح قد دفنوا في وادي السلام ،\r\n\r\n[ قبور أخرى 
  ]\r\nوقد اختفت معالم هذه القبور في الوقت الحاضر نظرا لزوال الأثر السياسي والاجتماعي لهؤلاء ، ولتوسع مقبرة وادي السلام . فأزيلت قبور وبرزت قبور أخرى ، وسوف أشير إلى هؤلاء الأعلام ، وفق سني وفياتهم ومواقعهم السياسية والعلمية والإدارية على النحو الآتي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : مراقد المعارف 1 / 254 ، محبوبة : ماضي النجف وحاضرها 2 / 222 ، 232 .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\n\r\nأولا : الملوك والأمراء\r\n1 - شرف الدولة ، دفن في النجف عام 379 ه ، وصلّى عليه أبو الحسن محمد بن عمر العلوي « 1 » .\r\n2 - أبو النجم بدر الدين حسنويه بن الحسين الكردي ، المتوفى عام 405 ه ، كان واليا على الجبل وهمدان والدينور وبروجرد ونهاوند وأسدآباد وغيرها من بلدان الدولة البويهية ، وقد عين من قبل السلطان عضد الدولة البويهي « 2 » .\r\n3 - الأمير يعقوب بن داود بن ظماه ، المتوفى عام 418 ه « 3 » .\r\n4 - الأمير مجير الدين أبو سعيد طاشتكين بن عبد اللّه المستجدي ، المتوفى عام 602 ه / 1205 م ، وكان أمير الحاج وزعيم خوزستان « 4 » .\r\n5 - الأمير عماد الدين أبو المظفر ازبك بن عبد اللّه الناصري المعروف بالحر بدار المتوفى 608 ه ، وله اختصاص بالخليفة الناصر لدين اللّه « 5 » .\r\n6 - أبو الحسن ياقوت بن عبد اللّه الإمامي الناصري ، المتوفى عام 614 ه ، وكان قد ولي أمرة العراق ، وولي تستر وخوزستان « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أبو شجاع : ذيل تجارب الأمم ص 151 .\r\n( 2 ) ابن الجوزي : المنتظم 7 / 272 ، ابن الأثير : الكامل 9 / 248 ، ابن كثير : البداية والنهاية 11 / 353 .\r\n( 3 ) محبوبة : ماضي النجف وحاضرها 1 / 240 .\r\n( 4 ) ابن الساعي : الجامع المختصر ص 186 ، المنذري : التكملة لوفيات النقلة 3 / 128 ، ابن الأثير : الكامل 9 / 284 ، ابن كثير : البداية والنهاية 13 / 145 ، أبو الفدا : المختصر في أحوال البشر 3 / 107 ، بحر العلوم : تحفة العالم 1 / 279 .\r\n( 5 ) ابن الفوطي : تلخيص مجمع الآداب 4 / ق 2 / 681 .\r\n( 6 ) المنذري : التكملة لوفيات النقلة 4 / 273 - 274 .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n7 - الأمير مجير الدين جعفر بن أبي فراس الحلي ، المتوفى عام 627 ه ، كانت له شحنكية واسط والبصرة في عهد الخليفة الناصر لدين اللّه « 1 » .\r\n8 - مظفر الدين أبو سعيد كوكبوري بن الأمير زين الدين علي كوجك التركماني ( صاحب اربل ) والمتوفى عام 630 ه بعد رجوعه من لينة ودفن قرب المشهد « 2 » .\r\n9 - بدر الدين لؤلؤ صاحب الموصل ، المتوفى عام 657 ه « 3 » .\r\n10 - الملك عزّ الدين عبد العزيز بن جعفر النيسابوري ، المتوفى عام 672 ه / 1273 م تولى شنكية بغداد والبصرة « 4 » .\r\n11 - الأمير قاسم أخو السلطان أويس الجلائري ، وقد دفن إلى جوار والده الشيخ حسن الجلائري « 5 » .\r\n12 - أحمد بن مهنا بن عيسى شهاب الدين الأمير ، المتوفى عام 749 ه ، وكان أمير عرب الشام « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن الفوطي : الحوادث الجامعة ص 18 .\r\n( 2 ) ابن خلكان : وفيات الأعيان 4 / 120 ، ابن الفوطي : الحوادث الجامعة ص 62 ، الخزرجي :\r\nالعسجد المسبوك ص 453 ، ابن العماد : شذرات الذهب 5 / 140 .\r\n( 3 ) ابن كثير : البداية والنهاية 13 / 214 ، محبوبة : ماضي النجف وحاضرها 1 / 241 .\r\n( 4 ) ابن شاكر الكتبي : عيون التاريخ 21 / 65 ، العزاوي : تاريخ العراق بين احتلالين 1 / 278 مصطفى جواد : من التراث العربي 1 / 579 .\r\n( 5 ) العزاوي : تاريخ العراق بين احتلالين 3 / 117 - 118 .\r\n( 6 ) الصفدي : الوافي بالوفيات 8 / 198 .\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n13 - السيد مبارك بن مطلب المشعشعي ، المتوفى بعد عام 1026 ه ، وكان حاكم الحويزة ، وقد دفن بوادي السلام ، بالقرب من مقام الإمام المهدي صاحب الزمان عليه السّلام « 1 » .\r\n14 - الإمام أبو الحسن علي ، المتوفى عام 1192 ه ، وهو زعيم البهرة ، ودفن بوادي السلام « 2 » .\r\n15 - السلطان محمد حسن خان ، والملك حسين قلي خان ، قد دفنا في النجف عام 1207 ه وقد جاءت بهما والدة الخاقان فتح علي شاه « 3 » .\r\n16 - الإمام شاه خليل اللّه علي بن الإمام أبي الحسن علي ، المتوفى عام 1233 ه ، وهو زعيم البهرة « 4 » .\r\n17 - الصدر الأعظم ميرزا محمد شفيع ، المتوفى عام 1234 ه « 5 » .\r\n18 - أبو الملوك كيومرث ميرزا الملقب بملك‌آراء بن السلطان فتح علي شاه القاجاري ، المتوفى عام 1288 ه ، ودفن بوادي السلام « 6 » .\r\n19 - آقا خان المحلاتي ، زعيم الطائفة الإسماعيلية ، المتوفى عام 1298 ه « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأمين : أعيان الشيعة 43 / 163 .\r\n( 2 ) مصطفى غالب : تاريخ الدعوة الإسماعيلية ص 334 .\r\n( 3 ) محبوبة : ماضي النجف وحاضرها 1 / 244 .\r\n( 4 ) مصطفى غالب : تاريخ الدعوة الإسماعيلية ص 334 ، بحر العلوم : دليل القضاء الشرعي 3 / 374 .\r\n( 5 ) محبوبة : ماضي النجف وحاضرها 1 / 244 .\r\n( 6 ) بحر العلوم : تحفة العالم 1 / 279 .\r\n( 7 ) محبوبة : ماضي النجف وحاضرها 1 / 245 .\r\n","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\n20 - آغا محمد شاه ، المولود عام 1155 ه / 1742 م « 1 » .\r\n21 - مظفر الدين شاه ، أودع في مدينة شاه عبد العظيم ، ثم نقل إلى مدينة النجف الأشرف « 2 » .\r\n22 - أمير جنك غلام رضا خان ، دفن في النجف عام 1937 م « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجلة لغة العرب ، الجزء الرابع ، السنة الثامنة 1930 م ، ص 283 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 245 .\r\n( 3 ) جريدة الهاتف ، العدد ( 65 ) السنة الثانية 1355 ه / 1937 ، ص 11 .\r\n","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\nثانيا : الوزراء\r\n1 - أبو الفضل العباس بن الحسين الشيرازي ، المتوفى عام 363 ه ، وزير عز الدولة بختيار بن معز الدولة « 1 » .\r\n2 - فخر الملك أبو غالب ، المتوفى عام 406 ه ، وزير سلطان الدولة « 2 » .\r\n3 - أبو القاسم الحسين بن علي بن الحسن المعروف بالوزير المغربي ، المتوفى عام 418 ه ، وكان قد توفى بمدينة ميافارقين ، وحمل إلى النجف بوصية منه ، ودفن في تربة مجاورة لمرقد الإمام علي عليه السّلام ، وقيل : دفن تحت عتبة باب المشهد ، وأوصى أن يكتب على قبره هذه الأبيات « 3 » :\r\n كنت في سفرة الغواية و * الجهل مقيما فحان مني القدوم\r\nتبت من كان ماتم فعسى يمحي * بهذا الحديث ذاك القديم\r\nبعد خمس وأربعين لقد ما * طلت إلا أن الكريم كريم \r\nوكان سعد الدولة قد هدر دمه عام 381 ه ، فهرب إلى مدينة النجف الأشرف ، وأقام في مشهد الإمام علي عليه السّلام « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن الجوزي : المنتظم 7 / 74 ، ابن الفوطي : الحوادث الجامعة ص 378 .\r\n( 2 ) ابن الأثير : الكامل في التاريخ 9 / 260 .\r\n( 3 ) الروذراوري : ذيل تجارب الأمم ص 217 ، الفارقي : التاريخ ص 28 ، ص 139 ، ياقوت :\r\nمعجم الأدباء : 4 / 61 ، ابن خلكان : وفيات الأعيان 2 / 176 ، ابن الجوزي : المنتظم 8 / 33 ، ابن الأثير : الكامل 9 / 362 ، الأمين : أعيان الشيعة 27 / 7 ، الطهراني : الذريعة 12 / 77 ، الصدر : الشيعة وفنون الإسلام ص 91 .\r\n( 4 ) ابن القلانسي : التاريخ 38 ، الروذراوري : ذيل تجارب الأمم ص 217 .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n4 - شرف الدولة انو شروان بن خالد بن محمد القاساني ، المتوفى عام 533 ه ، كان وزيرا للخليفة المسترشد ، والسلطانين محمود ومسعود السلجوقيين « 1 » .\r\n5 - أبو المعالي معز الدين سعد بن علي المعروف بابن حديدة ، المتوفى عام 640 ه ، كان وزيرا للخليفة الناصر لدين اللّه « 2 » .\r\n6 - السيد علاء الدين حسين بن الصدر الكبير المتوفى عام 1604 ه أو 1606 ه ، كان وزيرا للشاه عباس الصفوي ، والسلطان صفي الصفوي « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن الجوزي : المنتظم 10 / 78 ، ابن الأثير : الكامل 11 / 70 - 71 ، الأمين : أعيان الشيعة 13 / 53 ، محبوبة : ماضي النجف وحاضرها 1 / 240 .\r\n( 2 ) ابن الأثير : الكامل 12 / 302 ، الخزرجي : العسجد المسبوك ص 345 ، المنذري : التكملة 4 / 65 ، سبط ابن الجوزي : مرآة الزمان 8 / ق 2 / 568 .\r\n( 3 ) الخوانساري : روضات الجنات 2 / 246 - 248 ، الأمين أعيان الشيعة 26 / 160 ، محبوبة :\r\nماضي النجف وحاضرها 1 / 244 .\r\n","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\n\r\nثالثا : النقباء والأشراف\r\n1 - محمد بن إبراهيم طباطباين إسماعيل الحسني ، الذي ثار مع أبي السرايا في الكوفة ، ودفن في النجف « 1 » .\r\n2 - النقيب المرتضى أبو الفتح أسامة بن أبي عبد اللّه احمد ، المتوفى عام 472 ه ، نقيب العلويين ، ودفن في مشهد أمير المؤمنين عليه السّلام « 2 » .\r\n3 - الشريف أبو طالب عبد اللّه بن المظفر بن أبي القاسم النقيب أبي الفوارس طراد بن محمد بن علي الزينبي ، المتوفى عام 635 ه « 3 » .\r\n4 - الشريف أبو جعفر هارون بن العباس بن حيدرة بن بدر بن محمد بن الحسين الهاشمي الرشيد الواسطي ، المتوفي عام 636 ه « 4 » .\r\n5 - النقيب عماد الدين أبو الخير مهدي بن الوزير نصير الدين ناصر بن مهدي العلوي الحسني المتوفى عام 660 ه « 5 » .\r\n6 - النقيب الطاهر رضي الدين علي بن طاوس ، المتوفى عام 664 ه « 6 » .\r\n7 - النقيب جمال الدين محمد بن طاوس ، المتوفى عام 673 ه « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كمونة : مشاهد العترة الطاهرة ص 147 .\r\n( 2 ) ابن الأثير : الكامل 10 / 42 ، كمونة : موارد الاتحاف 1 / 76 .\r\n( 3 ) المنذري : التكملة 6 / 276 ، ابن العماد : شذرات الذهب 5 / 171 .\r\n( 4 ) المنذري : التكملة 6 / 313 - 314 .\r\n( 5 ) ابن الفوطي : تلخيص مجمع الآداب 4 / ق 2 / 871 ، خصباك : العراق في عهد المغول الايلخانيين ص 208 ، محبوبة : ماضي النجف وحاضرها 1 / 241 .\r\n( 6 ) محبوبة : ماضي النجف وحاضرها 1 / 236 .\r\n( 7 ) ن . م ، العزاوي : تاريخ العراق بين احتلالين 1 / 281 .\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\n8 - ركن الدين بن النقيب محيي الدين محمد بن حيدر ( نقيب الموصل ) المتوفى عام 674 ه « 1 » .\r\n9 - النقيب غياث الدين عبد الكريم بن طاوس ، المتوفى عام 693 ه ، وقد دفن في مشهد الإمام علي عليه السّلام « 2 » . وأشار الشيخ محمد السماوي إلى أعلام آل طاوس الذين دفنوا في مدينة النجف الأشرف بقوله « 3 » :\r\n وكبني الطاوس نور الأفق * من كل ذي مصنف محقق\r\nفاحمد لاذ ببهو المرقد * وأرخوا ( أو جل شرع احمد )\r\nثم علي الرضي الاراس * لفقده العلوم أرخ ( تدرس )\r\nثم غياث الدين تزكو دوحته * من احمد بالموت أرخ ( فرحته ) \r\nوالتواريخ التي ذكرها الشيخ السماوي هي وفيات علماء آل طاوس في الأعوام 663 ه ، 664 ه ، 693 ه ، وأشار إلى \" فرحة الغري \" للسيد غياث الدين بن طاوس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن الفوطي : الحوادث الجامعة ص 386 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 236 ، مصطفى جواد : من التراث العربي 1 / 597 ، كركوش : تاريخ الحلة ق 2 / 30 ، كمونة : منية الراغبين ص 337 ، العزاوي : تاريخ العراق بين احتلالين 1 / 361 .\r\n( 3 ) السماوي : عنوان الشرف 1 / 88 .\r\n","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\n10 - الشريف احمد ، وهو من المعاصرين للسلطان حسن الجلائري « 1 » .\r\n11 - السيد عزّ الدين زيد الأصغر بن أبي نمى ، تولى النقابة الطاهرية في العراق « 2 » .\r\n12 - النقيب تاج الدين ، المتوفى عام 776 ه « 3 » .\r\n13 - أحمد بن رميثة بن محمد بن نمى الحسيني « 4 » .\r\n14 - محمد بن عضد الدين أبو محمد عبد اللّه الفارسي بن أبي نمى « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كركوش : تاريخ الحلة ق 1 / 94 .\r\n( 2 ) ابن عنبة : عمدة الطالب ص 132 ، محبوبة : ماضي النجف وحاضرها 1 / 243 .\r\n( 3 ) كركوش : تاريخ الحلة ق 2 / 42 .\r\n( 4 ) ابن عنبة : عمدة الطالب ص 134 ، البراقي : تاريخ الكوفة ص 53 .\r\n( 5 ) البراقي : تاريخ الكوفة ص 61 .\r\n","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\n\r\nرابعا : الإداريون\r\n1 - صاحب الديوان أبو الفضل العباس بن فسانجس ، المتوفى عام 342 ه « 1 » .\r\n2 - أبو الحسن محمد بن عمر بن يحيى العلوي ، المتوفى عام 390 ه « 2 » .\r\n3 - كاتب ديوان المقاطعات أبو الحسن علي بن محمد بن الضحاك البغدادي ، المتوفى عام 605 ه أو 606 ه « 3 » .\r\n4 - أخت مؤيد الدين محمد بن محمد بن عبد الكريم القمي ( نائب الوزارة ) المتوفاة عام 606 ه « 4 » .\r\n5 - الكاتب أبو الفتح داود بن يونس بن الحسين بن سليمان الأنصاري . المتوفى عام 616 ه « 5 » .\r\n6 - عماد الدين أبو مظفر ازبك بن عبد اللّه المعروف حربدار الناصري البغدادي ، المتوفى في الرابع من جمادى الثانية عام 608 ه ، وقد دفن في المشهد الغروي « 6 » .\r\n7 - مظفر الدين بن زين الدين كوكمري ، المتوفى عام 630 ه « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهمذاني : تكملة الطبري ص 377 ، ابن الأثير : الكامل 8 / 506 ، آدم‌متز : الحضارة الإسلامية 1 / 122 ، محبوبة : ماضي النجف وحاضرها 1 / 238 .\r\n( 2 ) الصابي : التاريخ 8 / 346 ، ابن عنبة : عمدة الطالب ص 360 .\r\n( 3 ) المنذري : التكملة 3 / 266 ، ابن الساعي : الجامع المختصر 9 / 282 - 283 .\r\n( 4 ) ابن الساعي : الجامع المختصر 9 / 294 .\r\n( 5 ) المنذري : التكملة 9 / 383 ، ابن الفوطي : تلخيص مجمع الآداب 5 / الترجمة 349 .\r\n( 6 ) الأمين : أعيان الشيعة 17 / 461 .\r\n( 7 ) محبوبة : ماضي النجف وحاضرها 1 / 241 .\r\n","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\n8 - الكاتب علي بن إبراهيم بن عبد الكريم الأنباري ، المتوفى عام 631 ه ، وهو صاحب الأشراف على ديوان الزمام « 1 » .\r\n9 - صدر المخزن فخر الدين أبو عبد اللّه محمد بن أبي البقاء سعد بن أبي عيسى الشهراباني المتوفى عام 647 ه « 2 » .\r\n10 - الحاجب فخر الدين أبو علي الحسن بن محمد بن علي بن الحسين العلقمي ، المتوفى عام 650 ه « 3 » .\r\n11 - الحاجب صدقة بن الوكيل ، المتوفى عام 653 ه « 4 » .\r\n12 - المولى مبارك بن عبد المطلب المشعشعي ، المتوفى عام 1025 ه ، أو 1026 ه « 5 » .\r\n13 - الصدر الحاج محمد حسين خان الاصفهاني ، المتوفى عام 1239 ه ، ودفن في مدرسته الواقعة في السوق الكبير ، في جانب طرف المشراق « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن النجار : ذيل تاريخ بغداد 10 / ورقة 46 أ ، ب .\r\n( 2 ) ابن الفوطي : تلخيص مجمع الآداب 4 / ق 3 / 327 .\r\n( 3 ) ن . م 4 / ق 3 / 148 .\r\n( 4 ) الخزرجي : العسجد المسبوك ص 611 - ص 612 .\r\n( 5 ) شبر : تاريخ المشعشعيين ص 99 .\r\n( 6 ) بحر العلوم : تحفة العالم 1 / 290 ، محبوبة : ماضي النجف وحاضرها 1 / 128 .\r\n","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\n\r\nخامسا : رجال العلم\r\n1 - أو الحسن علي بن محمد بن عبيد بن زبير القرشي الكوفي ، المتوفى عام 348 ه ، وكان قد درس أكثر الأصول « 1 » .\r\n2 - أبو غالب أحمد بن محمد الزراري ، المتوفى عام 368 ه ، كان قد دفن في مقابر قريش ثم نقل إلى مدينة النجف ، وكان شيخا صالحا « 2 » .\r\n3 - هلال بن محمد الصابي ، المتوفى عام 368 ه ، كان قد شارك في دفن أبي غالب غالب الزراري ، وتوفى بنفس السنة ودفن في النجف « 3 » .\r\n4 - محمد بن هلال بن المحسن الصابي ، المتوفى عام 480 ه ، كان يلقب بغرس النعمة وقد دفن بدراه ببغداد ، الواقعة في شارع ابن عوف ، ثم نقل إلى مدينة النجف ، وكان قد ذيل على تاريخ أبيه « 4 » .\r\n5 - قطب الدين أبو الفضل عبد اللّه بن محمد بن عبد اللّه الحيري النيسابوري المفتي ، المتوفى عام 514 ه ، وكان عالما حافظا « 5 » .\r\n6 - أبو المعالي محمد بن الحسين بن علي الملقب بالمفيد ، المتوفى عام 532 ه « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطوسي : الرجال ص 480 ، الطهراني : طبقات أعلام الشيعة / القرن الرابع ص 202 ، مصفى المقال ص 18 .\r\n( 2 ) الخوانساري : روضات الجنات 1 / 47 ، القمي : الكنى والألقاب 1 / 129 ، الأمين : أعيان الشيعة 10 / 102 .\r\n( 3 ) الأمين أعيان الشيعة 51 / 62 .\r\n( 4 ) ابن الجوزي : المنتظم 9 / 42 ، ابن كثير : البداية والنهاية 12 / 134 .\r\n( 5 ) ابن الفوطي : تلخيص مجمع الآداب 4 م ق 4 / 656 .\r\n( 6 ) ابن الدبيثي : المختصر المحتاج إليه ص 273 .\r\n","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\n7 - ابن الخل أبو الحسن محمد بن المبارك البغدادي ، المتوفى عام 552 ه ، الفقيه الشافعي ، وقد أوصى أن يدفن في جوار أمير المؤمنين عليه السّلام « 1 » .\r\n8 - أبو المفاخر أبو عبد اللّه محمد بن أبي علي بن أبي نصر النوقاني الشافعي ، المتوفى عام 592 ه ، وكان قد دفن بباب المشهد بالكوفة « 2 » .\r\n9 - أبو علي جلال الدين عبد الحميد بن عبد اللّه التقي العلوي ، المتوفى عام 597 ه ، وقد حمل إلى مشهد الإمام علي عليه السّلام ، فدفن فيه « 3 » .\r\n10 - أبو السعادات الجبيلي ، المتوفى عام 601 ه ، وكان شيخا من أعيان تجار بغداد « 4 » .\r\n11 - أبو الحسن ورام بن أبي فراس الحلي ، المتوفى عام 605 ه ، وقد حدد الشيخ السماوي موضع قبره من الحضرة الشريفة مؤرخا وفاته بقوله « 5 » :\r\n وشيخنا الزاهد ورام الابر * ابن أبي فراس جامع العبر\r\nبضجعه في البهو طاب مضجعا * أرخه ( عيسى ) ثم قل ( قد رفعا ) \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القمي : الكنى والألقاب 1 / 272 .\r\n( 2 ) المنذري : التكملة 2 / 706 ، ابن الصابوني : أكمال الإكمال ص 352 .\r\n( 3 ) كمونة : منية الراغبين ص 288 .\r\n( 4 ) ابن الساعي : الجامع المختصر ص 162 .\r\n( 5 ) السماوي : عنوان الشرف 1 / 88 .\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\n12 - الشريف أبو القاسم موسى بن أبي الفتح سعيد بن هبة اللّه بن سعيد الهاشمي المعروف بابن الصيقل ، المتوفى عام 612 ه ، ودفن في مقبرة مشهد أمير المؤمنين عليه السّلام « 1 » .\r\n13 - أبو الغنائم هبة اللّه بن أبي يعلى محمد بن أبي منصور المبارك العلوي الحسيني الواسطي المتوفى عام 619 ه ، وقد حدث في بغداد وواسط « 2 » .\r\n14 - أبو محمد قريش بن سبيع بن مهنا المدني النسابة ، المتوفى عام 620 ه « 3 » .\r\n15 - أبو الحسن أحمد بن أبي الفتوح علي بن عبد اللّه ، المتوفى عام 626 ه ، وقد أجازه أبو الفتوح محمد بن عبد اللّه الباقي بن أحمد وآخرون « 4 » .\r\n16 - عفيف الدين أبو عبد اللّه محمد بن قريش بن مسلم الأسدي الفارقي ، المتوفى عام 628 ه ، توفي في النجف عند رجوعه من الحج ، وقد وصف بالمقرئ الأديب « 5 » .\r\n17 - أبو جعفر عبد الرحيم بن أبي القاسم علي بن أحمد بن أبي مسعود المعروف بابن الناقد ، المتوفى عام 635 ه ، وقد أجازه بعض العلماء « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المنذري : التكملة 4 / 364 .\r\n( 2 ) ن . م 5 / 112 .\r\n( 3 ) كمونة : منية الراغبين ص 353 .\r\n( 4 ) المنذري : التكملة 5 / 365 ، ابن حجر : لسان الميزان 1 / 230 .\r\n( 5 ) ابن الفوطي : تلخيص مجمع الآداب 4 / ق 1 / 527 .\r\n( 6 ) المنذري : التكملة 6 / 247 .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\n18 - أبو طالب محمد بن عبد السميع بن محمد بن كاليون العباسي البغدادي المعروف بفخر السادة المتوفى عام 643 ه ، وكان عالما بالأنساب والمشجرات ، والوقوف على غوامض أحوال العرب والعجم والترك والديلم « 1 » .\r\n19 - أبو نصر محمد بن يحيى بن كرم الحلي ، المتوفى عام 653 ه ، وكان عالما نحويا ولغويا أدبيا « 2 » .\r\n20 - الشيخ محمد بن جعفر بن نمى ، المتوفى عام 655 ه ، وأشار الشيخ محمد السماوي إلى مرقده قائلا « 3 » :\r\n وشيخنا محمد بن جعفر * ابن نمى أبي النجوم الزهر\r\nمثواه قد حلاله والمرقد * فقيل في التاريخ ( مر الفرقد ) \r\n21 - أبو عبد الحميد النسابة ، المتوفى عام 666 ه ، وكان أديبا فاضلا « 4 » .\r\n22 - المحقق الحلي المتوفى عام 676 ه ، قيل : دفن في الحلة بمحلة الجباوين . وقيل في النجف الأشرف ، ويقول الشيخ السماوي « 5 » :\r\n وشيخنا المحقق الحلي * جعفر ذي الشرائع الجلي \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن الفوطي : تلخيص مجمع الآداب 4 / ق 3 / 337 .\r\n( 2 ) الخزرجي : العسجد المسبوك ص 613 - ص 614 .\r\n( 3 ) السماوي : عنوان الشرف 1 / 88 .\r\n( 4 ) ابن زهرة : غاية الاختصار ص 114 - ص 115 .\r\n( 5 ) السماوي : عنوان الشرف 1 / 88 ، البحراني : لؤلؤة البحرين ص 231 .\r\n","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\n مقره أبهج بهو رائع * والفقه أرخه ( كمد الشرائع ) \r\n23 - ركن الدين الحسن بن محيي الدين أبي طاهر محمد الحسيني الموصلي المتوفى عام 670 ه ، أو 674 ه « 1 » .\r\n24 - السيد عزّ الدين زيد الأصغر بن محمد الحسني ، المتوفى بعد عام 699 ه « 2 » .\r\n25 - السيد عميد الدين عبد المطلب بن السيد مجد الدين أبي الفوارس محمد بن أبي الحسن علي فخر الدين الأعرجي ، المتوفى عام 754 ه « 3 » .\r\n26 - الشيخ رضي الدين أبو الحسن علي المزيدي ، المتوفى عام 757 ه ، وكان من تلاميذ العلامة الحلي « 4 » .\r\n27 - فخر المحققين بن العلامة الحلي المتوفى عام 771 ه « 5 » .\r\n28 - ابن معية تاج الدين أبو عبد اللّه محمد بن السيد جلال الدين العلوي الحسني الديباجي الحلي ، المتوفى عام 776 ه « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كمونة : موارد الاتحاف 2 / 182 - 183 .\r\n( 2 ) الأمين : أعيان الشيعة 33 / 137 .\r\n( 3 ) البحراني : لؤلؤة البحرين ص 201 ، القمي : الكنى والألقاب 2 / 452 ، كمونة : موارد الإتحاف 1 / 190 ، كركوش : تاريخ الحلة ق 2 / 44 ، الكليدار : مدينة الحسين 2 / 135 .\r\n( 4 ) الطهراني : المشيخة ص 62 .\r\n( 5 ) بحر العلوم : هامش كتاب \" لؤلؤة البحرين \" ص 191 .\r\n( 6 ) القمي : الكنى والألقاب 1 / 410 .\r\n","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\n29 - الحسن بن معية الديباجي ، نصير الدين الحلي ، كان نائبا في الفتوة عن تاج الدين معية الحلي ، المتوفى عام 776 ه ، ثم مال الناس إليه وأمتثل أمره الخاص والعام « 1 » .\r\n30 - الشيخ نور الدين علي بن شهاب الدين أحمد بن أبي جامع الحارثي الهمداني ، المتوفى عام 1000 ه ، وقد أشار الشيخ السماوي إلى مدفنه في الصحن الشريف وأرخ وفاته بقوله « 2 » :\r\n وشيخنا العلي نجل الجامعي * مما له من كل بدر ساطع\r\nقد زين الصحن له الوجودا * فأرخوا ( خاض علي جودا ) \r\nوان هذين البيتين تكشفان عن مدفن الشيخ نور الدين وأسرته في الصحن الشريف .\r\n31 - الشيخ عبد الصمد العاملي البهائي ، المتوفى عام 1020 ه « 3 » .\r\n32 - السيد علي النواب بن السيد حسين المرعشي الحسيني المتوفى عام 1081 ه ، وكان فقيها ، محدثا ، نسابة ، وقد دفن في مقبرة العلامة الحلي « 4 » . وهذا يعني انه قد جاور الإمام علي عليه السّلام ، وكان الأولى وضعه في مقابر الصحن الشريف ، وكذلك الحال الشيخ نور الدين بن أبي جامع الحارثي الهمداني ونحن نقف إلى من دفن في النجف من الأعلام إلى بدايات القرن الحادي عشر الهجري ، لأن العدد يفوق الإحصاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطهراني : طبقات أعلام الشيعة / القرن الثامن ص 51 .\r\n( 2 ) السماوي : عنوان الشرف 1 / 89 .\r\n( 3 ) البحراني : لؤلؤة البحرين ص 21 .\r\n( 4 ) كمونة : منية الراغبين ص 451 .\r\n","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\n\r\nالمقابر الخاصة\r\nخصصت في مدينة النجف الأشرف مقابر للعلماء ورجال الدين والزعماء والقادة والتجار والكسبة وغيرهم ، خارج حدود الصحن الشريف ووادي السلام ، وهي في كثير من الأحيان مستقلة عن مقابر البيوت ، ويمتاز بعضها بالقدم التاريخي ، ويقول الدكتور المظفر : \" تحتل المقابر المنفصلة عن المساكن في المدينة مساحة ( 4510 م 2 ) عدا مقابر الصحن الشريف والمقبرة العامة ( وادي السلام ) \" « 1 » .\r\nومن المؤكد أن هذه المساحة قد أخذت بالاتساع ، عند بروز مقابر جديدة ، والمقابر الخاصة بعضها شاخصة ، وبعضها قد أزيلت بسبب التوسع الخططي لمدينة النجف وتطورها الحضاري ، وهذه المقابر هي :\r\n\r\n1 - مقبرة عمران بن شاهين\r\nدفن أمير البطيحة عمران بن شاهين الخفاجي في مدينة النجف الأشرف عام 369 ه وفي مقبرته الواقعة شمال الصحن الشريف ، وبالقرب من باب الطوسي ، ببعد حدود مائة ذراع عنه ، وفي دار تقع في طرف المشراق ، قديمة البناء والهيئة ، وعلى قبره دكة عالية ارتفاعها ثلثي قامة إنسان ، وتقع في سرداب الدار الملاصقة شمالا لمسجد الحاج عيسى كبة البغدادي ، وقد دخل هذا المسجد والدار في الشارع العام المحيط بالصحن الشريف ( الدورة ) ، ويقول الشيخ محمد حرز الدين :\r\n\" ورأيت دكة قبره في أواخر سنة من القرن الثالث عشر الهجري ، ويبدو انه دفن في سرداب داره بالنجف \" « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المظفر : مدينة النجف الكبرى ص 181 .\r\n( 2 ) حرز الدين : مراقد المعارف 2 / 131 - 132 .\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\n\r\n2 - مقبرة الشيخ الطوسي وأسرته\r\nتوفى الشيخ أبو جعفر محمد بن الحسن الطوسي عام 460 ه ، ودفن في داره الواقعة شمال الصحن الشريف بيسير ، وقد تحولت داره هذه إلى مسجد فيما بعد ، ويقع القبر في جهة من المسجد ، وعليه دكة كتبت عليها أسمه وسنة وفاته ، والدكة في وسط أسطوانة مربعة الشكل هي تمام حدود مقبرته ، ويرتفع القبر عن مستوى الأرض قرابة متر ونصف ، وعليه رخام أخضر ثمين ، تبرع به بعض التجار الإيرانيين ، وقد نور داخله بشكل فني دقيق ، وفوق الرخام صندوق من زجاج بإطارات لطيفة بلون ذهبي لماع ، وقد نقشت الصخرة المواجهة لمستقبل القبر ببيتين من الأبيات الأربعة للسيد رضا الهندي « 1 » :\r\n يا مرقد الطوسي فيك قد أنطوى * محيي العلوم فعدت أطيب مرقد\r\nبك شيخ طائفة الدعاة إلى الهدى * ومجمع الأحكام بعد تبدد\r\nأودى به شهر محرم فأضافه * حزنا بفاجع حزنه المتجدد\r\nوبكى له الشرع الشريف مؤرخا * ( أبكى الهدى والدين فقد محمد ) \r\nودفن ولده الشيخ أبو علي الحسن محمد الطوسي ، المتوفى بعد عام 515 ه ، إلى جنب والده ، وإليه أشار الشيخ محمد السماوي بقوله « 2 » :\r\n كشيخنا الطوسي من اصاتا * نعيه أرخه ( حي ماتا ) \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحر العلوم : دليل القضاء الشرعي 3 / 195 ، الحكيم : الشيخ الطوسي ص 498 - ص 499 .\r\n( 2 ) السماوي : عنوان الشرف 1 / 88 ، حرز الدين : مراقد المعارف 1 / 422 .\r\n","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\n مرقده بداره مع نجله * وداره معروفة كفضله \r\nودفن حفيده الشيخ محمد بن الحسن بن الحسن الطوسي المتوفى عام 540 ه في هذه المقبرة ، وعلى مقربة من مقبرة آل الشيخ الطوسي ، تقع مقبرة العلامة السيد محمد مهدي الطباطبائي المعروف ببحر العلوم ، المتوفى عام 1212 ه ، وكان السيد بحر العلوم قد حدد مسجد الشيخ الطوسي عام 1198 ه وأضاف إليه من جهة الشمال « 1 » .\r\n\r\n3 - مقبرة تيمور لنك\r\nيقع قبر الأمير المغولي تيمور لنك بالقرب من قبر الشيخ الطوسي ، وسط سرداب تحت طاق على يمين الخارج من الصحن الشريف إلى قبر الشيخ الطوسي ، وقد وقف عليه العلامة السيد هبة الدين الحسيني الشهرستاني « 2 » .\r\nويقول الشيخ علي الشرقي : هناك آثار عمارة قديمة فيها نفق ( سرداب ) فيه ريازة وتخريم مؤزر بالقاشي يقال إنه من بقايا عمارة كانت لتيمور السكوداكاني المشهور بتيمور لنك ، أي الأعرج المغولي « 3 » . ولكن الشيخ جعفر محبوبة لم يقتنع بهذا الرأي فيقول : انه لم يكن في هذا البناء أثر تاريخي يعتمد عليه ، والمشهور أن أهل تلك الدار من عائلة الأمير تيمور لنك المعروف سنة 807 ه ، وقد هدم الطاق المذكور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحكيم : الشيخ الطوسي ص 499 ، الهروي : الحديقة الرضوية ص 19 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 1 / 244 .\r\n( 3 ) الشرقي : الأحلام ص 56 .\r\n","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\n\r\n4 - مقبرة آل الطريحي\r\nتقع مقبرة آل الطريحي في طرف البراق بالقرب من مسجد الأسرة المعروف بمسجد الطريحي ، وقد دفن في المقبرة عدد من أعلام الأسرة أما الشيخ فخر الدين بن محمد الأسدي الطريحي المتوفى عام 1085 ه ، وقد دفن في دار بالقرب من مسجد آل الطريحي يعود للحاج محسن العبادي ، ويسعى الآن آل الطريحي باستملاك الدار ، وبناء مرقد للشيخ فخر الدين الطريحي أما مقبرة الأسرة ، فهي تقع في دار الشيخ عباس والشيخ مولى الطريحي ، وهي في زقاق آل المعمار ، ويطل على الزقاق شباك يحيط به الكاشي الأزرق .\r\n\r\n5 - مقبرة الشيخ خضر شلال\r\nتقع مقبرة العلامة الفقيه الشيخ خضر شلال العفكاوي النجفي ( ت 1255 ه ) في داره الواقعة في طرف العمارة ، وفي قبال ( عكد ) السلام . ومدرسة الميرزا حسين الخليلي الكبيرة « 1 » . وعلى المقبرة شباك حديدي فوقه صخرة كتب عليها أسمه وسنة وفاته ، وهذان البيتان « 2 » :\r\n هو الخضر في فيه ماء الحياة * وفي فضله تشهد الكائنات\r\nفكم من سجايا له صالحات * لحشر الورى في الملا باقيات \r\nوقد أعتاد الناس قراءة سورة الفاتحة عند قبره كلما اقتربوا منه ، وقد أشار إلى هذه الظاهرة السيد جعفر بحر العلوم بقوله : \" وقبره في محلة العمارة في النجف معروف يقصده الناس لقراءة الفاتحة واسعاف الحوائج \" « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 2 / 266 .\r\n( 2 ) حرز الدين : معارف الرجال 1 / 276 .\r\n( 3 ) بحر العلوم : تحفة العالم 2 / 72 .\r\n","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nويقول الشيخ الطهراني : \" ويعتبر مزار العابرين \" « 1 » وقد دفن معه زوج أبنته السيد سلمان الرفيعي « 2 » ، ومن المعروف أن الشيخ خضر شلال قد توفى عام 1255 ه ، ولكن الشيخ محمد السماوي أرخه عام 1254 ه بقوله « 3 » :\r\n وشيخنا الخضر بن شلال الابر * أشهر أهل الزهد في بحر وبر\r\nلرقده في روضة بالمنزل * تاريخه ( أظلم أفق الأمل ) \r\nوقد تعرض هذا القبر للإزالة عند تنفيذ مشروع مدينة الزائرين عام 1309 ه / 1989 م ، وتصدى أحد المحسنين لنقل رفاته إلى وادي السلام ، وقد ذكر لي العلامة السيد محمد حسن الطالقاني : انه وجد غير متفسخ ولا رميم ، وقد صبغت لحيته بالحناء . وما زالت المقبرة الجديدة للشيخ خضر شلال قائمة بالقرب من محطة البانزين على الطريق العام بين مدينتي النجف وكربلاء .\r\n\r\n6 - مقبرة السيد بحر العلوم وأسرته\r\nدفن العلامة الكبير السيد محمد مهدي الطباطبائي المعروف بالسيد بحر العلوم بالقرب من مقبرة الشيخ الطوسي ، وذلك عام 1212 ه ، وأرخ وفاته الشيخ محمد السماوي بقوله « 4 » :\r\n والسيد المؤله القدوسي * بحر العلوم في مقام الطوسي \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطهراني : الذريعة 5 / 157 .\r\n( 2 ) حرز الدين : معارف الرجال 1 / 298 .\r\n( 3 ) السماوي : عنوان الشرف 1 / 91 .\r\n( 4 ) السماوي : عنوان الشرف 1 / 90 .\r\n","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n وفي مقامه بنوه الشهب * وبدره هناك أرخ ( يغرب ) \r\nوشيدت على القبر قبة قد غطيت بالقاشي الأزرق ، وإلى جنبها قبة أخرى زرقاء يرقد تحتها ولده السيد رضا بحر العلوم المتوفى عام 1253 ه ، وحفيده السيد حسين بحر العلوم المتوفى عام 1306 ه « 1 » وأصبحت المقبرة مخصصة لهذه الأسرة فدفن فيها الكثير من الأعلام . وأنشئت فيها مكتبة عامة سميت بمكتبة العلمين ، نسبة للشيخ الطوسي والسيد بحر العلوم ، وذلك بمساعي العلامة السيد حسين بحر العلوم ، ويفصل بين مقبرة الشيخ الطوسي ومقبرة السيد بحر العلوم صحن له بابان أحدهما ينفذ إلى شارع الطوسي والأخر إلى الزقاق المقابل للمدرسة المهدية .\r\n\r\n7 - مقبرة الشيخ كاشف الغطاء وأسرته\r\nأعد العلامة الكبير الشيخ جعفر بن الشيخ خضر المالكي الجناجي النجفي المتوفى عام 1228 ه مقبرة له في حياته ، وتقع في طرف العمارة إلى جنب مدرسته \" مدرسة كاشف الغطاء \" والتي كانت تعرف باسم مدرسة المعتمد « 2 » وقد أشار الشيخ محمد السماوي إلى هذه المقبرة وتاريخ وفاة الشيخ الأكبر كاشف الغطاء بقوله « 3 » :\r\n والشيخ كاشف الغطاء جعفر * في مرقد زاك له موفر\r\nوفي مقامه بنوه النجبا * تاريخه ( ضمير قدس حجبا ) \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : مراقد المعارف 1 / 179 ، 289 ، 321 .\r\n( 2 ) حرز الدين : مراقد المعارف 1 / 156 ، 2 / 209 .\r\n( 3 ) السماوي : عنوان الشرف 1 / 90 .\r\n","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nويقول الشيخ جعفر محبوبة : قد عمر الشيخ جعفر الكبير جانبا من المدرسة وجعلها مقبرة ومسجدا « 1 » وقد دفن مع الشيخ عدد من أولاده وأحفاده وأسرته « 2 » وقد بنى الشيخ مهدي كاشف الغطاء قبة بيضاء على قبور أجداده وآبائه « 3 » .\r\nوتضم المقبرة أبناء الشيخ جعفر ( موسى ، والحسن ، وعلي ، والشيخ مهدي بن الشيخ علي )\r\n\r\n8 - مقبرة الشيخ صاحب الجواهر وأسرته\r\nتقع مقبرة الشيخ الأكبر محمد حسن بن الشيخ باقر النجفي المتوفى عام 1266 ه ، في طرف العمارة إلى جنب مسجد آل الجواهري ، وقد أشار الشيخ السماوي إلى هذه المقبرة بالقول « 4 » :\r\n وشيخنا الزاكي محمد الحسن * رب المقام والمقال واللسن\r\nوالآل معه بالمقام الزاهر * أرخ ( رضي جاد بالجواهر ) \r\nوقد عرف الشيخ محمد حسن النجفي بصاحب الجواهر نسبة إلى كتابه \" جواهر الكلام \" ، وإلى هذا الكتاب انتسبت أسرة آل الجواهري ، وقد دفن بالمقبرة جماعة من أولاده وأحفاده ، وتعلو المقبرة قبة مغطاة بالقاشي الأزرق ، وقد سعى الشيخ جواد بن الشيخ علي الجواهري إلى توسعة المقبرة وتعمير المسجد عام 1328 ه ، وقد أشار أحد الأدباء إلى ذلك قوله « 5 » :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 3 / 140 .\r\n( 2 ) الخوانساري : روضات الجنات 2 / 206 .\r\n( 3 ) كاشف الغطاء : العبقات العنبرية ورقة 987 .\r\n( 4 ) السماوي : عنوان الشرف ص 91 .\r\n( 5 ) حرز الدين : مراقد المعارف 1 / 401 - 402 ، الأمين : أعيان الشيعة 44 / 5 .\r\n","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\n بوركت من بقعة فيها زهت * روضة الهادي علي بن محمد\r\nشادها الندب جواد فغدت * فيه آثار علي تتجدد \r\nوفي عام 1351 ه اشترى الشيخ جواد الجواهري الدور المجاورة للمسجد وألحقها به « 1 » وقد دفن في هذه المقبرة الشيخ شريف بن الشيخ عبد الحسين الجواهري عام 1314 ه ، والشيخ صادق الأعسم عام 1305 ه الذي كان مصاهرا لآل الجواهري . والشيخ جواد بن الشيخ على الجواهري عام 1355 ه ، وغيرهم من أعلام الأسرة ، ويقول الأستاذ محمد مهدي الجواهري أن قطعا شعرية كانت لوالده . أثبتت على مرقد صاحب الجواهر وغيره من أفراد الأسرة ، وكان البيت الأخير هو « 2 » :\r\n أودى وقد أعم الإسلام أرخه * ( بين الأنام بتيمات جواهره ) \r\n\r\n9 - مقبرة الشيخ راضي وأسرته\r\nتقع مقبرة الفقيه الشيخ راضي بن الشيخ محمد المالكي النجفي المتوفى عام 1290 ه ، في طرف العمارة ، وفي قبال مقبرة آل كاشف الغطاء ، وقد تجددت المقبرة عام 1323 ه ، فأرخها الشيخ جواد الشبيبي بقوله « 3 » :\r\n هذا مقام ترفعت أعتابه * شانا وجازت مطلع الجوزاء \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : مراقد المعارف 1 / 362 ، 370 .\r\n( 2 ) الجواهري : ذكرياتي 1 / 224 .\r\n( 3 ) حرز الدين : معارف الرجال 1 / 312 ، مراقد المعارف 1 / 299 ، محبوبة : ماضي النجف وحاضرها 2 / 292 - 294 .\r\n","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\n وضريح قدس فيه أودع غرة * الأيام سر الحلة الغراء\r\nهذا ملاذ الخائفين فلذ به * أرخ ( ومضجع أفقه الفقهاء ) \r\nوكتب هذا التاريخ على جبهة باب المقبرة بالحجر الكاشي ، وتعلو المقبرة قبة متوسطة الحجم والارتفاع ، ودفن في هذه المقبرة عدد من أعلام الأسرة كالشيخ عبد الحسين بن الشيخ راضي ( ت 1328 ه ) ، والشيخ جعفر بن الشيخ عبد الحسن ( ت 1344 ه ) والشيخ عبد الرضا بن الشيخ مهدي ( ت 1356 ه ) .\r\n\r\n10 - مقبرة آل القزويني\r\nتقع مقبرة آل القزويني في طرف العمارة بين مقبرة الشيخ صاحب الجواهر ، ومقبرة العلامة السيد حسين الكوهكمري ، وقد دفن فيها السيد باقر بن السيد احمد القزويني المتوفى عام 1247 ه ، والعلامة السيد معز الدين محمد مهدي القزويني المتوفى عام 1300 ه ، وقد أشار إلى تاريخ وفاته الشيخ محمد السماوي بقوله « 1 » :\r\n والسيد المهدي نجل الحسن * له مقام في الغريين سني\r\nوولده من حوله مثل الشهب * قد أرخوه ( كوكب الهدي غرب ) \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السماوي : عنوان الشرف 1 / 92 .\r\n","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nوبنيت على المقبرة قبتان كسيتا بالقاشي الأزرق « 1 » . ودفن في هذه المقبرة عدد من أعلام السادة آل القزويني كالسيد جعفر بن السيد باقر القزويني ، المتوفى عام 1265 ه ، والسيد جواد بن السيد هادي القزويني المتوفى عام 1358 ه .\r\n\r\n11 - مقبرة الشيخ ياسين وأسرته\r\nتقع مقبرة العلامة الكبير الشيخ محمد حسن بن ياسين التلعكبري الكاظمي المتوفى عام 1308 ه في طرف العمارة بجوار دار مسجد العلامة الشيخ احمد الأردبيلي ، وقد أشار الشيخ محمد السماوي إلى هذه المقبرة وإلى تاريخ وفاته بقوله « 2 » :\r\n وشيخنا الزاكي محمد الحسن * سليل ياسين التقي المؤتمن\r\nمرقده في مربع له اتهب * وكان من تاريخه ( الشرع ذهب ) \r\nوقد أوقف بعض شيوخ الأسرة دارين مجاورتين للمقبرة ، وبنى العلامة الشيخ محمد رضا آل ياسين قبة غطيت بالكاشي الأزرق ، وأصبح لها شباك يطل على الشارع العام ، وقد دفن في المقبرة بعض أعلام الأسرة كالعلامة الشيخ راضي آل ياسين المتوفى عام 1372 ه « 3 » . ولكن هذه المقبرة قد أزيلت مع الدور الأثرية المجاورة لها عند تنفيذ مشروع مدينة الزائرين وتوسيع دورة الصحن الحيدري الشريف عام 1309 ه / 1989 م .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : مراقد المعارف 2 / 339 ، معارف الرجال 1 / 125 ، 158 ، 202 .\r\n( 2 ) السماوي : عنوان الشرف 1 / 92 .\r\n( 3 ) محبوبة : ماضي النجف وحاضرها 3 / 529 ، حرز الدين : مراقد المعارف 2 / 296 - 297 ، الأمين : أعيان الشيعة 44 / 65 .\r\n","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\n\r\n12 - مقبرة آل الشبيبي\r\nتقع مقبرة آل الشبيبي في طرف البراق ، وتجاور السوق الكبير ، أو في بداية الشارع المعروف بشارع الشبيبي أو المسمى \" عقد اليهودي \" لسكن أسرة يهودية فقيرة في غرفة في خان آل السعداوي الواقع في منتصف الشارع . ودفن في هذه المقبرة الشيخ جواد بن الشيخ محمد الشبيبي المتوفى عام 1363 ه ، وولداه الشيخ محمد رضا والشيخ محمد باقر « 1 » .\r\n\r\n13 - مقبرة آل الحويزي\r\nتقع مقبرة آل الحويزي في طرف العمارة وفي قبال مقبرة الشيخ صاحب الجواهر ، وقد دفن فيها الشيخ حسين بن الشيخ نصر اللّه الحويزي المتوفى عام 1396 ه « 2 » .\r\n\r\n14 - مقبرة آل شليلة\r\nتقع مقبرة آل شليلة في طرف المشراق ، وتجاور مقبرة السيد شبر الموسوي ، وقد دفن فيها الشيخ عبد الهادي شليلة « 3 » .\r\n\r\n15 - مقبرة آل الأمين\r\nتقع مقبرة السادة آل الأمين في طرف الحويش ، وكانت دارا للأسرة ، وقد دفن فيها السيد علي الأمين ( وهو من أعلام القرن الثالث عشر الهجري ) مع أبيه وأخيه « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محبوبة : ماضي النجف وحاضرها 2 / 372 ، حرز الدين : معارف الرجال 1 / 203 ، الطهراني : طبقات أعلام الشيعة / نقباء البشر 1 / ق 1 / 339 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 2 / 183 .\r\n( 3 ) ن . م 2 / 84 .\r\n( 4 ) الطهراني : طبقات أعلام الشيعة / الكرام البررة 2 / ق 2 / 821 - 822 .\r\n","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\n\r\n16 - مقبرة السيد هاشم الحطاب\r\nتقع مقبرة العلامة السيد هاشم الحطاب في طرف الحويش ، وفي الفضوة الصغيرة وبجوار مسجده الذي كان يصلي فيه جماعة ، ويلقي دروسه على طلابه من رجال العلم ، وكانت هذه المقبرة في الأساس دارا للسيد هاشم بن السيد محمد الحطاب الجبيلي المتوفى عام 1160 ه ، وقيل 1167 ه ، ولما توفى دفن فيها ، وعلى قبره دكة بارتفاع ذراع ونصف وعليها لوح حجر مكتوب عليه أسمه وسنة وفاته ، وقد انتقلت هذه الدار بالشراء إلى بعض مشايخ أسرة آل نجف « 1 » .\r\n\r\n17 - مقبرة آل ملا كتاب\r\nتقع مقبرة آل ملا كتاب في طرف العمارة قرب دار العلامة الشيخ احمد الأردبيلي ومسجده ، وقد دفن فيها الشيخ جواد بن الشيخ محمد تقي الأحمدي البياتي المعروف بملا كتاب ، والمتوفى عام 1264 ه ، وأشار إلى هذه المقبرة الشيخ محمد السماوي بقوله « 2 » :\r\n وشيخنا المولى الجواد بن التقي * آل الكتاب والهدى الموفق\r\nقد حل مع أبيه روضا طيبا * تاريخه ( بدر الجواد غيبا ) \r\n\r\n18 - مقبرة السيد شبر الموسوي\r\nتقع مقبرة المولى السيد شبر الموسوي في طرف المشراق قرب الباب الطوسي ، وكانت جزءا من دار السيد شبر بن السيد محمد ثنوان الموسوي المتوفى عام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : مراقد المعارف 2 / 355 .\r\n( 2 ) السماوي : عنوان الشرف 1 / 91 .\r\n","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\n1170 ه ، وقد دفن فيها ، وقد شيد المقبرة السيد موسى شبر النجفي ، ونقش عليها هذين البيتين « 1 » :\r\n إذا مت فادفني مجاور حيدر * أبا شبر أعني به وشبير\r\nفتى لا يذوق النار من كان جاره * ولا يختشي من منكر ونكير \r\nوكانت هذه المقبرة خربة ، وبعد مذاكرة العلامة الشيخ محمد الشرابياني المتوفى عام 1322 ه ، السيد موسى شبر قام بتشييد المقبرة ، وتتصل هذه المقبرة بدور آل الملالي خزنة الروضة الحيدرية ، حيث تمكن الملا يوسف في أيام حكومته في النجف الاستيلاء على هذه الدار « 2 » .\r\n\r\n19 - مقبرة السيد حسين الكوهكمري\r\nتقع مقبرة العلامة السيد حسين بن السيد محمد الحسيني الكوهكمري النجفي المتوفى عام 1299 ه في طرف العمارة ، في داره المجاورة لمقبرة آل القزويني من الجانب الشرقي « 3 » .\r\n\r\n20 - مقبرة آل المامقاني\r\nتقع مقبرة آل المامقاني في طرف العمارة ، ودفن فيها العلامة الشيخ حسن المامقاني المتوفى عام 1323 ه ، وأشار إلى هذه المقبرة الشيخ محمد السماوي بقوله « 4 » :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حرز الدين : معارف الرجال 1 / 359 ، مراقد المعارف 1 / 380 .\r\n( 2 ) شبر : تاريخ المشعشعيين ص 263 - ص 264 .\r\n( 3 ) حرز الدين : معارف الرجال 1 / 264 .\r\n( 4 ) السماوي : عنوان الشرف 1 / 264 .\r\n","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\n وشيخنا الحبر الزكي الحسن * المامقاني أخي البشرى السني\r\nونجله معه بربع قربا * منه فأرخه ( بحسن غربا ) \r\nودفن في هذه المقبرة العلامة الشيخ عبد اللّه المامقاني عام 1351 ه « 1 » . وقد أزيلت هذه المقبرة عند تنفيذ مشروع مدينة الزائرين عام 1309 ه / 1989 م .\r\n\r\n21 - مقبرة آل زاير دهام\r\nتقع مقبرة آل زاير دهام في طرف العمارة ، وقد دفن فيها الشيخ عبد المحمد بن الشيخ حسن آل زاير دهام المتوفى عام 1357 ه « 2 » .\r\n\r\n22 - مقبرة الحاج نجف\r\nدفن الحاج نجف التبريزي ، عميد أسرة آل نجف في أحد دكاكين السوق الكبير على يمين الخارج من الصحن الشريف ، مقابل سيف بيت بلال ، وفي دكان ظاهر أبو الصوف ، وكان الحاج نجف من أعلام القرن الحادي عشر الهجري « 3 » ولأسرة آل نجف مقبرة في الصحن الشريف .\r\n\r\n23 - مقبرة آل المظفر\r\nتقع مقبرة آل المظفر في شارع الإمام علي عليه السّلام على الطريق العام بين النجف والكوفة ، وفي قبال مقبرة وادي السلام ، ودفن فيها الأخوة الأعلام : الشيخ محمد حسن ، والشيخ محمد حسين ، والشيخ محمد رضا ، والشيخ محمد على وتحول جزء من المقبرة إلى عمارة ومحال تجارية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكاظمي : أحسن الأثر ص 59 .\r\n( 2 ) محبوبة : ماضي النجف وحاضرها 2 / 311 .\r\n( 3 ) ن . م 3 / 417 .\r\n","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\n\r\n24 - مقبرة السيد سعد صالح\r\nتقع مقبرة السيد سعد صالح جريو ، المتوفى عام 1949 م في شارع الهاتف ، وتعلو المقبرة قبة مكسوة بالقاشي الأزرق ، وأمام المقبرة حديقة واسعة . وقد تحولت أخيرا إلى عمارة ومحال تجارية ، وأصبحت المقبرة إلى جانب مسجد .\r\n\r\n25 - مقبرة الإمام الحكيم\r\nتقع مقبرة الإمام السيد محسن الحكيم المتوفى عام 1390 ه / 1970 م في زاوية من مكتبة الإمام الحكيم العامة ، وتطل على مسجد الهندي ، وأحيطت واجهة المقبرة بنقوش إسلامية ، وفي وسطها عبارة \" مرقد السيد الحكيم \" ، وقد زججت المقبرة وزخرفت وفق التراث الإسلامي ، وقد أعد السيد الحكيم هذه المقبرة لأولاده الصلبيين وزوجتيه ، وقد دفن معه ولداه السيد كاظم ، والسيد يوسف .\r\n\r\n26 - مقبرة آل شلاش\r\nتقع مقبرة آل شلاش في السوق الكبير ، جانب طرف البراق ، وفي سرداب خان آل شلاش ودفن في هذه المقبرة جد الأسرة الحاج عبود شلاش المتوفى عام 1316 ه وأن أخاه الشيخ محمد قد دفن قبل هذا التاريخ ، وتشير الوثيقة المؤرخة في 26 / 8 / 1985 م ان المقبرة قد اتخذت مصلى للناس ، ودفن في سرداب خاص الحاج عبود شلاش وأولاده : الحاج محسن ، والحاج رؤوف ، والمحامي محمد وغيرهم . وكان والدي المرحوم السيد عيسى الحكيم أحد الموقعين على هذه الوثيقة ، ولدي نسخة مصورة منها .\r\nوفي أطراف النجف الأربعة ( المشراق ، العمارة ، الحويش ، البراق ) مقابر كثيرة يعود بعضها لأسر نجفية ، وبعضها لشخصيات عراقية وإسلامية ويعود بعضها لأزمنة قديمة ، ففي طرف المشراق مقبرة منصور باشا التي تقع في ميدان النجف ( باب الولاية ) ، ومقبرة تاج‌بخش التي تلاصق مسجد الشيخ الطوسي ، ومقبرة أسرة آل الظالمي التي تقع في زقاق آل كمونة ومقبرة الحاج رائح العطية\r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\nالتي تقع في منطقة السور ومقبرة السيد باقر القزويني التي تقع قرب مسجد آل الجواهري . أما مقابر طرف العمارة . فأشهرها مقبرة أسرة آل الجابري التي تقع في سوق العمارة ، ومقبرة أسرة آل الصافي ، ومقبرة أسرة آل حرز الدين ، ومقبرة البهادلي ، ومقبرة الحاج احمد البوشهري المعروف \" معين التجار \" ومقبرة الشيخ محمد حسين نصار ، ومقبرة السيد مهدي القزويني ، وفي طرف الحويش تقع مقبرة السيد هاشم وتوت ومقبرة الإمام السيد عبد الأعلى السبزواري ، ومقبرة العلامة الشيخ عبد الحسين بن أحمد الأميني ومقبرة السيد محمد الموسوي الهندي ، وفي طرف البراق تقع مقبرة أسرة آل مكوطر وأسرة آل الياسري وأسرة السيد حسين البراقي ، ومقبرة السيد جلوي المؤمن ، ومقبرة الحاج محمد مرزة ومقبرة الحاج عبد الواحد الحاج سكر ومقبرة السيد عبد اللّه السيد سلمان ومقبرة أسرة آل نظام الدولة ومقبرة أسرة آل الطريحي ومقبرة الحاج غني مرزة ومقبرة آل العوادي ومقبرة آل الشبيبي ومقبرة آل علي الجاسم ومقبرة أسرة آل المشهدي ومقبرة السيد علي أبو صخرة أما المقابر المشهورة التي تقع في محلة الجديدة وفروعها فهي : مقبرة الحاج ناصر مرزة ، ومقبرة تومان عدوة ومقبرة صالح جبر ومقبرة الشيخ مسلم الجابري ومقبرة الشيخ محمد علي اليعقوبي ومقبرة السيد كاظم الحسني ، ومقبرة العلامة الشيخ آغا بزرك الطهراني ومقبرة السيد علوان الياسري ، ومقبرة الحاج عبد المجيد الحمودي ، ومقبرة عبد اللّه كافل حسين ومقبرة العلامة السيد محمد حسن الطالقاني ومقبرة محسن إبراهيم ومقبرة السيد محمد علي جريو ، ومقبرة الرحباوي ومقبرة حسين عطوش ومقبرة السيد إبراهيم الموسوي ومقبرة الحاج عيسى الخلف ومقبرة السيد عباس السيد سلمان ، ومقبرة مهدي الشمرتي ، ومقبرة شاكر المرزوك ، ومقبرة محمد عبد الصاحب ديبس ، ومقبرة السيد محمد أبو غربان ومقبرة سعد جاسم أبو السعود ومقبرة السيد عزيز الموسوي ومقبرة والدة الشيخ حاجم السلطان ومقبرة الشيخ تومان عدوة . وتقع في طرف الجديدة وفروعها\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nمقابر أخرى ولكن لم يكتب عليها أسماء الراقدين فيها ، كما أن في الأحياء الحديثة في النجف الأشرف مقابر خاصة .\r\n\r\nمقبرة النجف الحديثة\r\nاستحدثت مقبرة النجف الحديثة ، بعد تكدس المقابر في وادي السلام ، وامتلاء السراديب بالموتى ، خططت مقبرة النجف الجديدة . في شمال مقبرة وادي السلام ، وقد أخذت امتدادا طوليا على حافة بحر النجف ، وبني مغتسل عصري بالقرب منها ، ومكاتب الدفن مما سهل للناس تهيئة مستلزمات الميت ، ووصول السيارات إلى أبعد نقطة دون عناء .\r\nوكانت عملية دفن الموتى في النجف الأشرف خصصت في أسر معروفة بقدمها التاريخي ، ولها وكلاء في المدن العراقية ، ويقول الأستاذ إسحاق نقاش :\r\nأنيطت حركة الجنائز المحلية بوكلاء يعينهم حكام الأقضية ، وكان الهدف من هذا الاجراء السيطرة على العدد الكبير من الجنائز المنقولة إلى النجف من منطقة البصرة والغراف والناصرية وسوق الشيوخ بالدرجة الرئيسية « 1 » وكانت لأسرتي آل الملالي وآل البوصيبع قدم السبق في عملية الدفن ، وقد وقفت على وثيقة أطلعني عليها الحاج فاضل أبو صيبع مؤرخة في التاسع من جمادى الأولى 1113 ه / 1701 م إلى تولي أسرة آل الملالي لعملية الدفن في الصحن الحيدري الشريف ، وأشارت وثيقة أخرى إلى تولي إسماعيل بن حسين الجشعمي الملقب \" أبو صيبع \" عملية الدفن في وادي السلام . وأشارت الوثيقة المؤرخة في شعبان 1184 ه / 1770 م إلى تولي الحاج عباس بن إسماعيل هذه المهنة بعد أبيه ، وأشارت وثيقة أخرى مؤرخة في 28 جمادى الثانية 1297 ه / 1879 م إلى تولية أسرة البوصيبع عملية الدفن في الصحن الشريف ورعاية قبر الشاه آغا محمد خان وقبري أمه وأخيه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إسحاق نقاش : شيعة العراق ص 274 .\r\n","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nوفي مدينة النجف الأشرف أسر عريقة تولت عملية الدفن في وادي السلام مثل أسرة آل الملك ، وآل القزويني ، وآل مال اللّه ، وآل الجعيفري ، وآل التميمي .\r\nوقد خصصت مكاتب رسمية لدفن الموتى وكانت تقع في شارع الإمام الحسين عليه السّلام ، أو شارع الجبل ، وبعد تنفيذ ساحة الإمام علي عليه السّلام ( الميدان أو باب الولاية ) نقلت مكاتب الدفن إلى المقبرة الجديدة . وبعد توافد الزوار الإيرانيين على النجف الأشرف ، والعتبات المقدسة ، بموجب الاتفاقية بين العراق وإيران فتحت مكاتب لدفن الموتى منها : مكتب النجف الأشرف ، ومكتب كربلاء المقدسة .\r\nوتخطط بلدية النجف في الوقت الحاضر مقبرة جديدة منسقة تأخذ امتدادا طوليا باتجاه الأحياء الجديدة الواقعة في شمال مدينة النجف الأشرف بما يتناسب مع التطور الحضاري ، وقد وضع في حسابات البلدية الشوارع المستقيمة في المقبرة ومحطات لجلوس المشيعين والزائرين إضافة إلى الإنارة الحديثة .\r\nأن الذي قدمناه في كتابنا هذا عن تاريخ المراقد والمقامات ووادي السلام فإنه يقدم صورة عن الإرث الديني لمدينة النجف الأشرف ، يضاف إلى المكانة الكبيرة التي أعطاها مرقد أمير المؤمنين عليه السّلام لأرض النجف الطاهرة .\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\n\r\nالمصادر والمراجع\r\n\r\nأولا : المخطوطات\r\nالأعرجي : مهدي السيد راضي ( 1358 ه ) 1 - الديوان ، مخطوط في مكتبة السيد حبيب الأعرجي في النجف الأشرف .\r\nالأهوازي : محمد بن سلمان بن نوح 2 - ديوان شعر محمد بن سلمان ، مخطوط مصور في مكتبة المجمع العلمي العراقي في بغداد .\r\nالبراقي : حسين ( حسون ) النجفي ( ت 1322 ه ) 3 - البقعة البهية فيما ورد في مبدأ الكوفة الزكية ، مخطوط في مكتبة الدكتور الشيخ علي المظفر في النجف الأشرف .\r\n4 - اليتيمة الغروية والتحفة النجفية من الأرض المباركة الزكية مخطوط في مكتبة الدكتور الشيخ علي المظفر في النجف الأشرف .\r\nابن الجوزي : جمال الدين أبو الفرج عبد الرحمن بن علي ( ت 597 ه ) 5 - المنتظم في تاريخ الملوك والأمم ، مخطوط مصور في مكتبة المجمع العلمي العراقي / بغداد ، ومكتبة الإمام الحكيم / النجف الأشرف .\r\nالرضوي : حسين رشيد النجفي الحائري الهندي 6 - الديوان ، مخطوط في مكتبة الإمام الحكيم العامة في النجف الأشرف .\r\nالسبتي : حسن كاظم السهلاني 7 - الديوان ، مخطوط في مكتبة الأستاذ محمد سبتي في النجف الأشرف .\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nالصافي : محمود محمد رضا 8 - الوافي في أعلام آل الصافي ، مخطوط في مكتبة السيد محمود الصافي في النجف الأشرف .\r\nابن طاوس : رضي الدين أبو القاسم علي بن موسى ( ت 664 ه ) 9 - مصباح الزائر وجناح المسافر ، مخطوط في مكتبة الأستاذ الإمام الحكيم العامة في النجف الأشرف .\r\nكاشف الغطاء : محمد حسين ( الإمام ) 10 - العبقات العنبرية في طبقات الجعفرية ، مخطوط في مكتبة الشيخ علي كاشف الغطاء / النجف الأشرف .\r\nابن النجار : محب الدين أبو عبد اللّه محمد بن محمود ( ت 643 ه ) 11 - ذيل تاريخ بغداد ، مخطوطة مصورة في مكتبة الدراسات العليا في كلية الآداب / جامعة بغداد .\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\n\r\nثانيا : المطبوعات\r\nابن أبي الحديد ، عزّ الدين أبو حامد عبد الحميد بن هبة المدائني ( ت 656 ه ) 12 - شرح نهج البلاغة ، دار أحياء الكتب العربية ، الطبعة الأولى 1378 ه / 1959 م .\r\nابن الأثير : عزّ الدين أو الحسن علي بن محمد ( ت 630 ه ) 13 - الكامل في التاريخ ، دار صادر / بيروت 1385 ه / 1965 م .\r\nابن الأثير : أبو السعادات مبارك بن محمد ( ت 606 ه ) 14 - النهاية في غريب الحديث والأثر ، دار أحياء التراث العربي بيروت .\r\nادور ينابيله 15 - إيران مستودع البارود ، ترجمة عزّ الدين محمود السراج 1980 م .\r\nإسحاق نقاش 16 - شيعة العراق ، المطبعة الحيدرية 1419 ه / 1998 م .\r\nالأسدي : حسن 17 - ثورة النجف ، دار الحرية للطباعة / بغداد 1395 ه / 1975 م .\r\nاعتماد السلطة : محمد حسن خان 18 - المآثر والآثار ، طبع حجر 1306 ه .\r\nالأمين : محسن الحسيني العاملي ( ت 1371 ه ) 19 - أعيان الشيعة ، مطابع الأنصاف والإتقان ، والترقي ودمشق وكرم 1960 م - 1968 م .\r\n20 - الرحلة العراقية الإيرانية ، مطبعة الأنصاف / بيروت الطبعة الأولى 1374 ه / 1954 م .\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nالأميني : عبد الحسين احمد النجفي ( ت 1390 ه ) 21 - الغدير في الكتاب والسنة والأدب ، دار الكتاب العربي / بيروت ، الطبعة الرابعة 1397 ه / 1977 م .\r\nبحر العلوم : جعفر الطباطبائي 22 - تحفة العالم في شرح خطبة العالم ، مطبعة الغري / النجف الأشرف 1355 ه / 1936 م .\r\nبحر العلوم : حسين 23 - مقدمة تلخيص الشافي للشيخ الطوسي ، مطبعة الآداب / النجف الأشرف 1383 ه / 1963 م .\r\nبحر العلوم : محمد تقي ( ت 1393 ه ) 24 - مقتل الحسين أو واقعة الطف / مطبعة الزهراء / بغداد ، الطبعة الأولى 1398 ه / 1978 م .\r\nبحر العلوم : محمد صادق 25 - دليل القضاء الشرعي أصوله وفروعه ، مطبعة النجف / النجف الأشرف 1958 م - 1959 م .\r\nبحر العلوم : محمد مهدي الطباطبائي ( ت 1212 ه ) 26 - الرجال أو الفوائد الرجالية ، تحقيق السيد محمد صادق بحر العلوم ، مطبعة الآداب / النجف الأشرف الطبعة الأولى 1385 ه / 1956 م .\r\nالبحراني : يوسف بن أحمد ( ت 1186 ه ) 27 - الحدائق الناضرة في أحكام العترة الطاهرة ، تحقيق الشيخ محمد تقي الإيرواني ، مطبعة النجف / النجف الأشرف 1377 ه .\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\n28 - لؤلؤة البحرين في الإجازات وتراجم رجال الحديث ، تحقيق السيد محمد صادق بحر العلوم ، مطبعة / النعمان النجف الأشرف ، الطبعة الثانية 1969 م .\r\nالبخاري : أبو عبد الله إسماعيل بن إبراهيم الجعفي ( ت 256 ه ) 29 - التاريخ الكبير ، المكتبة الإسلامية / ديار بكر ، تركيا .\r\nالبراقي : حسين السيد احمد النجفي ( ت 1322 ه ) 30 - تاريخ الكوفة ، المطبعة الحيدرية / النجف الأشرف ، الطبعة الثالثة 1388 ه / 1968 م .\r\n31 - الدرة المضية في ذكر الحنانة والثوية ، تحقيق الدكتور حسن الحكيم .\r\nالبرسي : رجب 32 - مشارق أنوار اليقين في أسرار أمير المؤمنين ، دار الأندلس للطباعة والنشر / بيروت .\r\nابن بطوطة : أبو عبد اللّه محمد بن عبد الله اللواتي الطنجي ( ت 779 ه ) 33 - الرحلة ( تحفة النظار في غرائب الأمصار وعجائب الأسفار ) مطبعة الاستقامة / القاهرة 1386 ه / 1967 م .\r\nالبغدادي : صفي الدين عبد المؤمن بن عبد الحق ( ت 739 ه ) 34 - مراصد الاطلاع على أسماء الأمكنة والبقاع ، تحقيق علي محمد البجاوي ، مطبعة دار إحياء الكتب العربية ، الطبعة الأولى 1955 م .\r\nالبكري : صلاح 35 - تاريخ حضر موت السياسي ، مطبعة مصطفى البابي الحلبي وأولاده / مصر ، الطبعة الثانية 1375 ه / 1956 م .\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nالبكري : أبو عبيد عبد الله بن عبد العزيز الأندلسي ( ت 487 ه ) 36 - معجم ما استعجم من أسماء البلاد والمواضع ، تحقيق مصطفى السقا ، مطبعة لجنة التأليف والترجمة والنشر / القاهرة ، الطبعة الأولى 1945 م - 1951 م .\r\nالتميمي : محمد علي جعفر 37 - الإمام أو مدينة النجف ، مطبعة دار النشر والتأليف ، والمطبعة الحيدرية / النجف الأشرف 1953 م - 1955 م .\r\nالجاحظ : أبو عثمان عمرو بن بحر ( ت 255 ه ) 38 - الحيوان ، تحقيق عبد السلام محمد هارون ، مطبعة البابي الحلبي وأولاده / مصر ، الطبعة الثانية 1965 م - 1968 م .\r\nالجزائري : نعمة الله 39 - النور المبين في قصص الأنبياء والمرسلين ، مؤسسة الأعلمي للمطبوعات / بيروت ، الطبعة الثانية 1398 ه / 1978 م .\r\nجواد علي ( الدكتور ) 40 - المفصل في تاريخ العرب قبل الإسلام ، دار العلم للملايين / بيروت ، الطبعة الأولى 1968 م .\r\nالجواهري : عبد العزيز 41 - آثار الشيعة الإمامية ، مطبعة مجلس الشورى / طهران الطبعة الأولى 1342 ه .\r\nالجواهري : محمد مهدي 42 - ذكرياتي ، دار الرافدين .\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nابن الجوزي : أبو الفرج عبد الرحمن بن علي ( ت 597 ه ) 43 - تلقيح فهوم أهل الأثر في عيون التاريخ والسير ، مطبعة جيد بريس / دهلي .\r\nحاجي خليفة : مصطفى بن عبد الله الشهير بكاتب حلبي ( ت 1061 ه ) 44 - كشف الظنون عن أسامي الكتب والفنون ، المطبعة الإسلامية / طهران ، الطبعة الثالثة 1387 ه / 1967 م .\r\nالحاكم النيسابوري : أبو عبد الله محمد بن عبد الله 45 - المستدرك على الصحيحين ، مكتب المطبوعات الإسلامية / حلب .\r\nالحبوبي : محمد سعيد 46 - الديوان ، أعداد عبد الغفار الحبوبي ، مطابع دار الرسالة / الكويت 1980 م .\r\nابن حجر : شهاب الدين احمد حجر العسقلاني ( ت 852 ه ) 47 - الإصابة في تمييز الصحابة ، الطبعة الأولى 1328 ه .\r\n48 - تهذيب التهذيب ، مطبعة مجلس دائرة المعارف النظامية / حيدرآباد الدكن ، الطبعة الأولى 1325 ه .\r\nالحر العاملي : محمد بن الحسن ( ت 1104 ه ) 49 - وسائل الشيعة إلى تحصيل مسائل الشريعة ، دار إحياء التراث العربي / بيروت 1381 ه .\r\nحرز الدين : محمد 50 - مراقد المعارف ، مطبعة الآداب / النجف الأشرف 1389 ه / 1969 م .\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\n51 - معارف الرجال في تراجم العلماء والأدباء ، مطبعة الآداب / النجف الأشرف 1383 ه / 1964 م .\r\nالحسني : عبد الرزاق 52 - ثورة النجف بعد مقتل حاكمها الكابتن مارشال ، مطبعة العرفان / صيدا 1392 ه / 1972 م .\r\n53 - موجز تاريخ البلدان العراقية ، مطبعة العرفان / صيدا الطبعة الثانية 1352 ه / 1933 م .\r\nالحكيم : حسن عيسى ( الدكتور ) 54 - الشيخ الطوسي أبو جعفر محمد بن الحسن ( 385 ه - 460 ه ) مطبعة الآداب / النجف الأشرف ، الطبعة الأولى 1985 م .\r\nالحلي : محمد بن حسين النجفي 55 - مجموعة التواريخ الشعرية ، مطبعة الآداب النجف الأشرف 1388 ه / 1968 م .\r\nالحميري : محمد بن عبد المنعم 56 - الروض المعطار في خبر الأقطار ، تحقيق الدكتور إحسان عباس دار القلم للطباعة / بيروت 1975 م .\r\nالحميري : نشوان بن سعيد ( ت 573 ه ) 57 - ملوك حمير وأقيال اليمن ، تحقيق إسماعيل الجرافي وعلي بن إسماعيل المؤيد ، دار العودة بيروت ، ودار الكلمة / صنعاء الطبعة الثانية 1978 م .\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nالخزرجي : الملك الأشرف الغساني 58 - المسجد المسبوك والجوهر المحبوك في الخلفاء والملوك ، تحقيق شاكر محمود عبد المنعم ، دار التراث الإسلامي / بيروت 1965 م .\r\nالخراساني المشهدي : محمد هاشم بن محمد علي 59 - منتخب التواريخ ، مطبعة خورشيد / إيران\r\nخصباك : جعفر حسين ( الدكتور ) 60 - العراق في عهد المغول الايلخانيين ، مطبعة العاني / بغداد ، الطبعة الأولى 1968 م .\r\nالخطيب البغدادي : أبو بكر أحمد بن علي ( ت 463 ه ) 61 - تاريخ بغداد أو مدينة السلام ، مطبعة السعادة / القاهرة 1349 ه / 1931 م .\r\nابن خلكان : أبو العباس شمس الدين أحمد بن محمد ( ت 681 ه ) 62 - وفيات الأعيان وأنباء أبناء الزمان تحقيق الدكتور إحسان عباس ، دار صادر / بيروت .\r\nالخوانساري : محمد باقر الموسوي ( ت 1313 ه ) 63 - روضات الجنات في أحوال العلماء والسادات ، تحقيق أسد اللّه إسماعيليان ، المطبعة الحيدرية / طهران 1390 ه .\r\nالخياط : جعفر 64 - النجف في المراجع ( موسوعة العتبات المقدسة ) قسم النجف ، دار التعارف / بغداد .\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\nدانتسيغ 65 - الرحالة الروس في الشرق الأوسط ، ترجمة الدكتور معروف خزنة ، دار الرشيد للنشر / بغداد .\r\nابن الدبيثي : أبو عبد الله محمد بن سعيد ( ت 637 ه ) 66 - المختصر المحتاج إليه ، تحقيق الدكتور مصطفى جواد ، مطبعة الزمان / بغداد 1981 م .\r\nدراور ليدي 67 - في بلاد الرافدين صور وخواطر ، ترجمة فؤاد جميل ، مطبعة شفيق / بغداد ، الطبعة الأولى 1961 م .\r\nابن دريد : أبو بكر محمد بن الحسن الأزدي ( ت 321 ه ) 68 - جمهرة اللغة ، إدارة مجلس المعارف العثمانية / حيدرآباد الدكن ، الطبعة الأولى 1351 ه .\r\nالدملوجي : صديق 69 - مدحت باشا ، بغداد 1952 م .\r\nالدميري : كمال الدين محمد بن موسى 70 - حياة الحيوان الكبرى ، مطبعة الاشتقاق / القاهرة 1963 م .\r\nدونلدسن : دوايت . م 71 - عقيدة الشيعة ، ترجمة ع . م ، مطبعة السعادة / مصر 1365 ه / 1946 م .\r\nالديلمي : أبو محمد الحسن بن محمد 72 - إرشاد القلوب ، مؤسسة الأعلمي للمطبوعات / بيروت ، الطبعة الرابعة 1398 ه / 1978 م .\r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\nديولافوا 73 - الرحلة إلى كلدة - العراق سنة 1881 م / 1299 ه ترجمة علي البصري ، مطبعة أسعد / بغداد 1377 ه / 1958 م .\r\nالذهبي : شمس الدين أبو عبد الله أحمد بن عثمان ( ت 748 ه ) 74 - تاريخ الإسلام وطبقات المشاهير الأعلام مطبعة السعادة / مصر 1968 م .\r\nالروذراوري : أبو شجاع ظهير الدين محمد بن الحسين ( ت 487 ه ) 75 - ذيل تجارب الأمم ، مطبعة شركة التمدن الصناعية / مصر 1334 ه / 1916 م .\r\nالريحاني : أمين 76 - قلب العراق ، مطبعة دار صادر / بيروت 1935 م .\r\nالزبيدي : محب الدين أبو الفيض محمد بن محمد مرتضى الحسيني ( ت 1205 ه ) 77 - تاج العروس في شرح القاموس ، مطابع دار صادر / بيروت 1386 ه / 1966 م .\r\nزكي مبارك ( الدكتور ) 78 - ليلى المريضة في العراق ، مطبعة الرسالة ، ومطبعة أمين عبد الرحمن 1358 ه / 1939 م .\r\nابن زهرة : تاج الدين بن محمد بن زهرة 79 - غاية الاختصار في البيوتات العلوية المحفوظة من الغبار ، تحقيق السيد محمد صادق بحر العلوم ، المطبعة الحيدرية / النجف الأشرف 1963 م .\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\nابن الساعي : أبو طالب علي بن انجب الخازن ( ت 674 ه ) 80 - الجامع المختصر في عنوان التواريخ وعيون السير ، المطبعة السريانية الكاثوليكية / بغداد 1934 م .\r\nسبط ابن الجوزي : شمس الدين أبو المظفر يوسف بن قزاوغلي ( ت 654 ه ) 81 - تذكرة الخواص ، طبع حجر 1285 ه .\r\nسعاد ماهر ( الدكتورة ) 82 - مشهد الإمام علي في النجف وما به من الهدايا والتحف ، دار المعارف / مصر 1969 م .\r\nابن سعد : أبو عبد الله محمد بن سعد الزهري ( ت 230 ه ) 83 - الطبقات الكبرى ، دار صادر / بيروت 1377 ه / 1957 م .\r\nالسعدي : هاشم 84 - جغرافية العراق الحديثة ، مطبعة دار السلام 1342 ه / 1924 م .\r\nالسماوي : محمد بن الشيخ طاهر ( ت 1370 ه ) 85 - عنوان الشرف في وشي النجف ، مطبعة الغري / النجف الأشرف ، الطبعة الأولى 1360 ه / 1941 م .\r\nالسمهودي : علي بن عبد الله الحسني ( ت 911 ه ) 86 - جواهر العقدين في فضل الشرفين ، تحقيق الدكتور موسى بناي العليلي ، مطبعة العاني / بغداد 1407 ه .\r\nسوسة : احمد ( الدكتور ) 87 - فيضانات بغداد في التاريخ ، مطبعة الأديب / بغداد 1963 م .\r\n\r\n","description":"","footnote":"","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\nابن شاكر الكتبي : محمد ( ت 594 ه ) 88 - عيون التواريخ ، تحقيق الدكتور فيصل السامر ، ونبيلة عبد المنعم داود ، دار الحرية للطاعة / بغداد 1984 م .\r\nشاكر مصطفى سليم ( الدكتور ) 89 - الجبايش دراسة انثروبولوجية لقرية في اهوار العراق ، مطبعة الرابطة / بغداد 1956 م - 1957 م .\r\nشبر : جاسم حسن 90 - تاريخ المشعشعيين وتراجم أعلامهم ، مطبعة الآداب / النجف الأشرف 1385 ه / 1965 م .\r\nالشبيبي : محمد رضا 91 - مذكراته ( شذرات من مذكرات العلامة الفقيد الشيخ محمد رضا الشبيبي ، مجلة البلاغ ، السنة الرابعة 1393 ه / 1973 م .\r\nالشرقي : علي 92 - الأحلام ، شركة الطبع والنشر الأهلية / بغداد ، الطبعة الأولى 1383 ه / 1963 م .\r\nشبر : جواد 93 - أدب الطف أو شعراء الحسين ، مطابع شعاركو ، ودار الصادق وقدموس الجديدة ودار الطباعة اللبنانية / بيروت 1966 م - 1977 م .\r\nشلاش : عبد المحسن 94 - خلود الإمام ( كتاب أسبوع الإمام ) مطبعة الرعي / النجف الأشرف .\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\nشنون : إبراهيم 95 - الصفا منطقة مضيئة ، طبع رونيو .\r\nابن شهرآشوب : رشيد الدين أبو عبد الله محمد بن علي السروي ( ت 588 ه ) 96 - مناقب آل أبي طالب ، المطبعة الحيدرية / النجف الأشرف 1376 ه / 1956 م .\r\nالشهرستاني : هبة الدين محمد بن علي الحسيني 97 - تحريم نقل الجنائز المتغيرة ، مطبعة الشابندر / بغداد 1329 ه .\r\nالشيبي : كامل مصطفى ( الدكتور ) 98 - الفكر الشيعي والنزعات الصوفية حتى مطلع القرن الثاني عشر الهجري ، مطابع دار التضامن / بغداد ، الطبعة الأولى 1386 ه / 1966 م .\r\nابن الصابوني : جمال الدين أبو حامد محمد بن علي المحمودي ( ت 680 ه ) 99 - تكملة أكمال الإكمال في الأنساب والأسماء والألقاب ، تحقيق الدكتور مصطفى جواد ، مطبعة المجمع العلمي العراقي / بغداد 1377 ه / 1957 م .\r\nالصابي : أبو الحسين هلال بن المحسن ( ت 448 ه ) 100 - التاريخ ، ملحق بذيل أبي شجاع ، اعتنى بتصحيحه امدروز ومرجليوث 1337 ه / 1919 م .\r\nالصافي : محمود 101 - تقرير موجز عن بلدية النجف ، طبع رونيو .\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\nالصدر : حسن هادي الكاظمي ( ت 1354 ه ) 102 - تأسيس الشيعة لعلوم الإسلام ، شركة النشر والطباعة العراقية المحدودة .\r\n103 - الشيعة وفنون الإسلام ، مطبعة العرفان / صيدا 1331 ه .\r\nالصفدي : صلاح الدين خليل بن ايبك ( ت 764 ه ) 104 - الوافي بالوفيات ، دار النشر فراتر شتايز / فيسبادن 1391 ه / 1971 م .\r\nأبو طالب خان بن محمد 105 - الرحلة إلى العراق وأوربة سنة 1213 ه / 1799 م ترجمة الدكتور مصطفى جواد ، مطبعة الإيمان / بغداد .\r\nابن طاوس : أبو القاسم علي بن موسى ( ت 664 ه ) 106 - الإقبال ، طبع حجر .\r\nابن طاوس : غياث الدين عبد الكريم ( ت 693 ه ) 107 - فرحة الغري في تعيين قبر أمير المؤمنين علي بن أبي طالب عليه السلام في النجف ، المطبعة الحيدرية / النجف الأشرف ، الطبعة الثانية 1368 ه .\r\nالطبراني : أبو القاسم سليمان بن محمد ( ت 360 ه ) 108 - المعجم الكبير ، تحقيق حمدي عبد المجيد السلفي ، مطبعة الزهراء الحديثة / الموصل ، الطبعة الثانية 1989 م .\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\nالطبري : أبو جعفر محمد بن جرير ( ت 310 ه ) 109 - التاريخ ( تاريخ الرسل والملوك ) تحقيق محمد أبو الفضل إبراهيم ، الطبعة الثالثة ، مطابع دار المعارف / مصر 1968 م .\r\nالطريحي : فخر الدين بن محمد علي ( ت 1085 ه ) 110 - مجمع البحرين ، تحقيق السيد احمد الحسيني ، مطبعة الآداب / النجف الأشرف ، الطبعة الأولى المحققة 1381 ه / 1961 م .\r\nالطهراني : آغا بزرك محمد محسن ( ت 1389 ه ) 111 - الذريعة إلى تصانيف الشيعة ، مطابع الغري والقضاء والآداب / النجف الأشرف ، ومطابع مجلس الشورى ودولتي ودانشكاه / طهران .\r\n112 - الكرام البررة ( طبقات أعلام الشيعة ) المطبعة العلمية والقضاء / النجف الأشرف 1954 م - 1958 م .\r\n113 - مصطفى المقال في مصنفي علم الرجال ، مطبعة دولتي / إيران ، الطبعة الأولى 1959 م .\r\n114 - المشيخة أو الإسناد المصفى إلى آل المصطفى ، مطبعة الغري / النجف الأشرف 1356 ه .\r\n115 - نقباء البشر ( طبقات أعلام الشيعة ) ، المطبعة العلمية / النجف الأشرف 1373 ه / 1954 م .\r\nالطوسي : أبو جعفر محمد بن الحسن ( ت 460 ه ) 116 - الأمالي ، مطبعة النعمان / النجف الأشرف 1384 ه / 1964 م .\r\n117 - تهذيب الأحكام ، تحقيق السيد حسن الموسوي الخراسان ، مطبعة النعمان / النجف الأشرف 1380 ه / 1960 م .\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\n118 - الرجال ، تحقيق السيد محمد صادق بحر العلوم ، المطبعة الحيدرية / النجف الأشرف ، الطبعة الأولى 1381 ه / 1961 م .\r\nابن عبد البر : أبو عمر يوسف بن عبد الله النمري القرطبي ( ت 463 ه ) 119 - الاستيعاب في أسماء الأصحاب ، دار إحياء التراث العربي / بيروت .\r\nابن عبد ربه : أبو عمر أحمد بن محمد الأندلسي ( ت 328 ه ) 120 - العقد الفريد ، مطبعة لجنة التأليف والترجمة والنشر / القاهرة 1375 ه / 1956 م .\r\nعبد الجبار فارس 121 - عامان في الفرات الأوسط ، مطبعة الراعي / النجف الأشرف ، الطبعة الأولى 1353 ه .\r\nعبد الحسين حمودي سلطان 122 - مقام الإمام أمير المؤمنين علي بن أبي طالب عليه السلام ومرقد صافي صفا ( طبع رونيو ) .\r\nعبد العزيز سليمان نوار 123 - تاريخ العراق الحديث من نهاية حكم داود باشا إلى نهاية حكم مدحت باشا ، دار الكتاب العربي للطباعة والنشر القاهرة 1968 م .\r\nالعزاوي : عباس 124 - تاريخ الأدب العربي في العراق ، مطبعة المجمع العلمي العراقي / بغداد 1961 م - 1962 م .\r\n125 - التعريف بالمؤرخين بين احتلالين ، مطبعة بغداد والتفيض وشركة التجارة والطباعة المحدودة / بغداد 1935 م - 1956 م .\r\n\r\n","description":"","footnote":"","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\nالعزاوي : قيس جواد ( الدكتور ) 126 - النجف كما وصفها بعض المستشرقين الفرنسيين ( كتاب النجف الأشرف إسهامات في الحضارة ) لندن الطبعة الأولى 1421 ه / 2000 م .\r\nأبو علي : محمد بن إسماعيل ( ت 1215 ه ) 127 - منتهى المقال في أحوال الرجال ، طبع حجر / إيران 1300 ه .\r\nابن العماد : أبو فلاح عبد الحي الحنبلي ( ت 1089 ه ) 128 - شذرات الذهب في أخبار من ذهب ، مكتبة القدسي ، 1350 ه - 1351 ه .\r\nابن عنبة : جمال الدين احمد علي الداودي الحسني ( ت 828 ه ) 129 - عمدة الطالب في أنساب آل أبي طالب ، المطبعة الحيدرية / النجف الأشرف 1337 ه / 1918 م .\r\nالفارقي : أحمد بن يوسف بن علي 130 - التاريخ ، تحقيق الدكتور بدوي عبد اللطيف عوض ، هيئة المطابع الأميرية / القاهرة 1959 م .\r\nأبو الفدا : عماد الدين إسماعيل بن محمد ( ت 732 ه ) 131 - المختصر في أخبار البشر ، المطبعة الحسينية المصرية / الطبعة الأولى .\r\nأبو الفرج الأصفهاني : علي بن الحسين ( ت 356 ه ) 132 - الأغاني ، مؤسسة جمال للطباعة والنشر / بيروت .\r\n133 - مقاتل الطالبيين ، تحقيق السيد احمد صقر ، دار إحياء الكتب العربية / القاهرة 1368 ه / 1949 م .\r\n\r\n","description":"","footnote":"","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\nالفرعون : فريق المزهر 134 - الحقائق الناصعة في الثورة العراقية سنة 1920 م مطبعة النجاح / بغداد ، الطبعة الأولى 1371 ه / 1952 م .\r\nالفضلي : عبد الهادي 135 - دليل النجف الأشرف ، مطبعة الآداب / النجف الأشرف .\r\nابن الفوطي : كمال الدين أبو الفضل عبد الرزاق الشيباني ( ت 723 ه ) 136 - تلخيص مجمع الآداب في معجم الألقاب ، تحقيق الدكتور مصطفى جواد ، المطبعة الهاشمية / دمشق 1962 م - 1963 م .\r\n137 - الحوادث الجامعة والتجارب النافعة في المائة السابعة ، مطبعة الفرات / بغداد 1351 ه .\r\nفياض : عبد الله ( الدكتور ) 138 - تاريخ التربية عند الإمامية واسلافهم من الشيعة بين عهدي الصادق والطوسي ، مطبعة أسعد / بغداد 1392 ه / 1972 م .\r\nابن قتيبة : أبو محمد عبد الله بن مسلم الدينوري ( ت 276 ه ) 139 - المعارف ، تحقيق ثروت عكاشة ، مطبعة دار الكتب 1960 م .\r\nالقزويني : زكريا بن محمد بن محمود 140 - آثار البلاد وأخبار العباد ، دار صادر / بيروت 1380 ه / 1960 م .\r\nالقزويني : مهدي الحسيني ( ت 1300 ه ) 141 - أنساب القبائل العراقية وغيرها ، المطبعة الحيدرية / النجف الأشرف ، الطبعة الثانية 1376 ه / 1963 م .\r\n142 - فلك النجاة لجميع المخلوقات ، مطبعة إبراهيم التبريزي / إيران 1298 ه .\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\nالقصاب : عبد العزيز 143 - من ذكرياتي ، مطبعة فضول / بيروت ، الطبعة الأولى 1962 م .\r\nالقطيفي : فرج العمران 144 - الأزهار الارجية في الآثار الفرجية ، مطبعة النجف / النجف الأشرف 1382 ه .\r\nابن القلانسي : أبو يعلي حمزة 145 - التاريخ ( المعروف بذيل تاريخ دمشق ) ، مطبعة الآباء اليسوعيين / بيروت 1908 م .\r\nالقمي : عباس محمد رضا ( ت 1359 ه ) 146 - تحفة الأحباب في نوادر آثار الأصحاب ، مطبعة سبهر / طهران 1369 ه .\r\n147 - سفينة البحار ومدينة الحكم والآثار ، المطبعة العلمية / النجف 1352 ه .\r\n148 - الكنى والألقاب ، المطبعة الحيدرية / النجف الأشرف 1376 ه / 1956 م .\r\nابن قولويه : أبو القاسم جعفر بن محمد ( ت 367 ه ) 149 - كامل الزيارات ، المطبعة المباركة المرتضوية / النجف الأشرف 1356 ه .\r\nالقيرواني : أبو إسحاق إبراهيم بن علي الحصري 150 - زهر الآداب وثمار الألباب ، تحقيق علي محمد البجاوي ، دار إحياء الكتب العربية ، الطبعة الأولى 1372 ه / 1953 م .\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\nابن الكازروني : ظهير الدين علي بن محمد البغدادي ( ت 697 ه ) 151 - مختصر التاريخ ، تحقيق الدكتور مصطفى جواد ، مطبعة الحكومة / بغداد 1390 ه / 1970 م .\r\nالكاظمي : محمد مهدي الموسوي 152 - أحسن الوديعة في تراجم مشاهير مجتهدي الشيعة ، أو تتميم روضات الجنات ، المطبعة الحيدرية / النجف الأشرف ، الطبعة الثانية 1968 م .\r\n153 - دوائر المعارف ، مطبعة المساحة / بغداد ، الطبعة الثانية 1370 ه .\r\nابن كثير : عماد الدين أبو الفداء إسماعيل بن عمر القرشي ( ت 774 ه ) 154 - البداية والنهاية في التاريخ ، مطبعة السعادة / مصر الطبعة الأولى 1351 ه / 1932 م .\r\nكركوش : يوسف 155 - تاريخ الحلة ، المطبعة الحيدرية / النجف الأشرف الطبعة الأولى 1385 ه / 1965 م .\r\nكلانتر : محمد 156 - هامش كتاب \" المكاسب \" للشيخ الأنصاري ، مطبعة الآداب / النجف الأشرف ، الطبعة الأولى المحققة 1397 ه .\r\nالكليدار : عبد الجواد آل طعمة 157 - تاريخ كربلاء وحائر الحسين عليه السلام ، المطبعة الحيدرية / النجف الأشرف ، الطبعة الثانية 1967 م .\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\nالكليني : أبو جعفر محمد بن يعقوب الرازي ( ت 328 ه ) 158 - الفروع من الكافي ، مطبعة النعمان / النجف الأشرف 1378 ه .\r\n159 - الكافي ، مطبعة الحيدري / طهران 1377 ه .\r\nكمونة : عبد الرزاق الحسيني 160 - مشاهد العترة الطاهرة وأعيان الصحابة والتابعين ، مطبعة الآداب / النجف الأشرف 1387 ه / 1968 م .\r\n161 - موارد الإتحاف في نقباء الأشراف ، مطبعة الآداب / النجف الأشرف 1388 ه / 1968 م .\r\nكوتلوف . ل . ن 162 - ثورة العشرين الوطنية التحريرية في العراق ترجمة الدكتور عبد الواحد كرم ، مطبعة الجمهورية / بغداد 1971 م .\r\nالكوفي : محمد الشيخ عبود ( ت 1352 ه ) 163 - نزهة الغري في تاريخ النجف ، مطبعة الغري الحديثة / النجف الأشرف 1371 ه / 1952 م .\r\nلسترانج . كي 164 - بلدان الخلافة الشرقية ، ترجمة بشير فرنسيس وكوركيس عواد ، مطبعة الرابطة / بغداد 1373 ه / 1954 م .\r\nلونكريك : ستيفن همسلي 165 - العراق الحديث من سنة 1900 م - سنة 1950 م ، ترجمة سليم طه التكريتي ، مطبعة حسام / بغداد ، الطبعة الأولى 1988 م .\r\nالماريني : نابليون 166 - تنزيه العباد في مدينة بغداد ، المطبعة اللبنانية / بيروت 1887 م .\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\nماسنيون : لويس 167 - خطط الكوفة وشرح خريطتها ، ترجمة تقي محمد المصعبي تحقيق كامل سلمان الجبوري ، الطبعة الأولى المحققة 1399 ه / 1979 م .\r\nمبارك : جواد الشيخ عبد الحسين 168 - بشارة الزائرين ، المطبعة المرتضوية / النجف الأشرف 1348 ه .\r\nمتز : آدم 169 - الحضارة الإسلامية في القرن الرابع الهجري أو عصر النهضة في الإسلام ، ترجمة محمد عبد الهادي أبو ريدة ، مطبعة لجنة التأليف والترجمة والنشر / القاهرة ، الطبعة الثالثة 1957 م .\r\nالمجلسي : محمد باقر ( ت 1111 ه ) 170 - بحار الأنوار ، المطبعة الإسلامية / طهران 1388 ه - 1389 ه .\r\n171 - المزار ، طبع حجر 1301 ه .\r\nمجلة المصور 172 - كتاب جمهورية العراق ، إشراف طاهر الطناحي ، دار الهلال 1958 م .\r\nمحبوبة : جعفر الشيخ باقر ( ت 1377 ه ) 173 - ماضي النجف وحاضرها ، المطبعة العلمية ، ومطبعة النعمان / النجف الأشرف 1955 م - 1957 م .\r\nمحمد ثابت 174 - جولة في ربوع الشرق الأدنى بين مصر وأفغانستان ، مطبعة التأليف والترجمة والنشر / الطبعة الثانية 1936 م .\r\n\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\nمحيي الدين : عبد الرزاق ( الدكتور ) 175 - أدب المرتضى من سيرته وآثاره ، مطبعة المعارف / بغداد ، الطبعة الأولى 1957 م .\r\nالمرجاني : حيدر صالح 176 - تراث النجف ، مطبعة القضاء / النجف الأشرف 1392 ه / 1972 م .\r\n177 - النجف الأشرف قديما وحديثا ، مطبعة دار السلام / بغداد 1408 ه / 1988 م .\r\nالمس بيل 178 - فصول من تاريخ العراق القريب ، ترجمة جعفر الخياط مطبعة دار الكتب / بيروت 1971 م .\r\nالمسعودي : أبو الحسن علي بن الحسين ( ت 346 ه ) 179 - مروج الذهب ومعادن الجوهر ، تحقيق محمد محيي الدين عبد الحميد ، الطبعة الخامسة 1387 ه / 1967 م .\r\nمصطفى جواد ( الدكتور ) 180 - من التراث العربي ، دار الحرية للطباعة / بغداد 1395 ه / 1975 م .\r\nمصطفى غالب 181 - تاريخ الدعوة الإسماعيلية ، دار الأندلس / بيروت الطبعة الثانية 1965 م .\r\nالمظفر : عبد الواحد الشيخ احمد 182 - بطل العلقمي ، المطبعة العلمية / النجف الأشرف 1374 ه .\r\n\r\n","description":"","footnote":"","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\nالمظفر : محسن عبد الصاحب ( الدكتور ) 183 - مدينة النجف الكبرى دراسة في نشأتها وعلاقتها الإقليمية ، دار الحرية للطباعة / بغداد 1982 م .\r\n184 - وادي السلام في النجف من أوسع مقابر العالم ، مطبعة النعمان / النجف الأشرف 1964 م .\r\nالمكي : العباس بن نور الدين الحسيني الموسوي 185 - نزهة الجليس ومنية الأديب الأنيس ، المطبعة الحيدرية / النجف الأشرف 1387 ه / 1967 م .\r\nالمملكة العراقية 186 - الدليل الرسمي لعام 1935 م - 1936 م ، مطبعة الأمين / بغداد 1935 م .\r\nالمنذري : رشيد الدين محمد بن عبد العظيم ( ت 643 ه ) 187 - التكملة لوفيات النقلة تحقيق الدكتور بشار عواد معروف مطبعة الآداب النجف الأشرف 1969 م - 1971 م .\r\nابن منظور : أبو الفضل جمال الدين محمد بن مكرم ( ت 711 ه ) 188 - لسان العرب ، دار صادر / بيروت .\r\nالهاشمي : علي عبد الحسين 189 - تاريخ من دفن في العراق من الصحابة ، دار الثقافة / بيروت الطبعة الأولى 1974 م .\r\n190 - كميل بن زياد النخعي ، مطبعة الإرشاد / بغداد 1381 ه .\r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\nالهاشمي : طه 191 - جغرافية العراق ، مطبعة المعارف / بغداد ، الطبعة الثانية 1355 ه / 1936 م .\r\nهروي : محمد حسن أديب 192 - الحديقة الرضوية في تاريخ مشهد ، مطبعة خراسان / مشهد ، الطبعة الأولى 1367 ه .\r\nالهمداني : أبو محمد الحسن بن أحمد المعروف بابن الحائك 193 - الإكليل ، دار العمدة / بيروت دار الكلمة / صنعاء .\r\nالهمداني : محمد بن عبد الملك ( ت 521 ه ) 194 - تكملة الطبري ، تحقيق محمد أبو الفضل إبراهيم ، دار المعارف / القاهرة 1977 م .\r\nناجي معروف ( الدكتور ) 195 - علماء النظاميات ومدارس المشرق الإسلامي ، مطبعة الإرشاد / بغداد ، الطبعة الأولى 1393 ه / 1973 م .\r\nالنجفي : محمد حسن ( ت 1266 ه ) 196 - جواهر الكلام في شرح شرائع الإسلام ، مطبعة النجف / النجف الأشرف ، الطبعة السادسة 1378 ه .\r\nنصر بن مزاحم المنقري ( ت 212 ه ) 197 - وقعة صفين ، تحقيق عبد السلام محمد هارون ، مطبعة المدني / القاهرة ، الطبعة الثانية 1382 ه .\r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\nأبو نعيم : أحمد بن عبد اللّه الأصفهاني ( ت 430 ه ) 198 - حلية الأولياء وطبقات الأصفياء ، مطبعة السعادة / مصر 1351 ه / 1932 م .\r\nالنفيسي : عبد الله فهد 199 - دور الشيعة في تطور العراق السياسي الحديث ، دار النهار للنشر / بيروت 1973 م .\r\nالنقدي : جعفر بن محمد 200 - الغزوات والفضائل والمناقب والمعجزات ، المطبعة العلمية / النجف الأشرف 1355 ه .\r\nابن نما : نجم الدين محمد بن جعفر بن أبي البقاء الحلي ( ت 645 ه ) 201 - مثير الأحزان ، المطبعة الحيدرية / النجف الأشرف 1369 ه / 1950 م .\r\nالنوري : محمد حسين الطبري ( ت 1320 ه ) 202 - مستدرك الوسائل ، مطبعة دار الخلافة / طهران 1318 ه - 1321 ه .\r\nنيبور 203 - مشاهدات نيبور في رحلته من البصرة إلى الحلة ، ترجمة سعاد هادي العمري ، مطبعة دار المعرفة / بغداد 1375 ه / 1955 م .\r\nابن الوردي : زين الدين عمر بن مصطفى ( ت 749 ه ) 204 - التاريخ ، المطبعة الحيدرية / النجف الأشرف ، الطبعة الثانية 1389 ه / 1969 م .\r\n\r\n","description":"","footnote":"","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\nالوردي : علي ( الدكتور ) 205 - دراسة في طبيعة المجتمع العراقي ، مطبعة العاني / بغداد 1965 م .\r\n206 - لمحات اجتماعية من تاريخ العراق الحديث ، مطابع الإرشاد والشعب والمعارف والأديب / بغداد 1969 م - 1976 م .\r\nوزارة الإعلام 207 - عربستان قطر عربي أصيل ، مطابع الجمهورية / بغداد 1972 م .\r\nوزارة البلديات 208 - التصميم الأساس لمدينة النجف ، طبع رونيو .\r\nولفر دتسيكر 209 - المعدان أو سكان الأهوار ، ترجمة باقر الدجيلي ، مطبعة الرابطة / بغداد 1956 م .\r\nياسين عبد الكريم ( الدكتور ) 210 - اتفاقية الحدود الشرقية إلى نهاية القرن التاسع عشر ( كتاب الحدود الشرقية للوطن العربي ) دار الحرية للطباعة / بغداد 1401 ه / 1981 م .\r\nيعقوب سركيس 211 - مباحث عراقية ، شركة التجارة والطباعة المحدودة 1948 م - 1955 م .\r\nاليافعي : أبو محمد عبد الله بن أسعد اليمني المكي ( ت 768 ه ) 212 - مرآة الجنان وعبرة اليقظان في معرفة ما يعتبر في حوادث الزمان ، مطبعة دائرة المعارف النظامية / حيدرآباد الدكن ، الطبعة الأولى 1339 ه .\r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\nياقوت : شهاب الدين ياقوت بن عبد اللّه ( ت 626 ه ) 213 - معجم الأدباء ، تصحيح مرجليوث ، المطبعة الهندية مصر 1923 م .\r\n214 - معجم البلدان ، دار صادر / بيروت 1375 ه / 1956 م .\r\n\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n\r\n\r\nثالثا : البحوث والمقالات\r\nالأشعب : خالص ( الدكتور ) 215 - مفهوم انطقة الحواف وأهميته في دراسات المدن العربية مجلة الجغرافية العراقية / بغداد ، المجلد التاسع 1976 م .\r\nالحكيم : حسن عيسى ( الدكتور ) 216 - الثوية موقعها وتاريخها ، مجلة كلية الفقه ، العدد الثاني 1404 ه / 1984 م .\r\nالرفيعي : حسن 217 - حرم الإمام علي الشريف ، مترجم عن مجلة أسيا الأمريكية ، جريدة الهاتف ، العدد ( 15 ) السنة الأولى 1354 ه / 1935 م .\r\nالشهرستاني : هبة الدين 218 - حول تاريخ الخطيب البغدادي ، مجلة الاعتدال ، العدد التاسع ، السنة الأولى .\r\nالشريفي : عبد الرسول 219 - شيء عن النجف أو عالم في مدينة ، مجلة العرفان ، المجلد ( 35 ) الجزء الثامن 1367 ه / 1948 م .\r\nالمسعودي : علي هادي 220 - خطط مدينة النجف ، بحث مقدم إلى المؤتمر العلمي لكلية الآداب / جامعة الكوفة .\r\nالناصر : رباب 221 - تحقيقات عن مرقد الإمام علي عليه السّلام ، حكاية قديمة جديدة ، مجلة التراث الشعبي ، العدد ( 1 - 2 ) السنة العاشرة 1979 م .\r\n\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n\r\nآل ياسين : محمد حسن 222 - فضل الكوفة وفضل أهلها للعلوي الكوفي ، مجلة البلاغ ، العدد الثالث ، السنة الثامنة 1399 ه / 1979 م .\r\n\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n\r\n\r\nالفهرست\r\nالموضوع الصفحة\r\nالمقدمة 5 - 6\r\nالفصل الأول 7 - 21\r\nمراقد الأنبياء والصالحين\r\nالفصل الثاني 23 - 75\r\nمقامات الأئمة ومراقد آل البيت والصحابة\r\nالفصل الثالث 77 - 138\r\nالجوامع والمساجد والحسينيات والتكايا\r\nالفصل الرابع 139 - 201\r\nوادي السلام أو مقبرة النجف الكبرى\r\nالمصادر والمراجع 202 - 233\r\n\r\n","description":"","footnote":"","page_name":" 235 ","page_number":235},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 236 ","page_number":236}
  ]