[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nبانوان عالمه و آثار آنها\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 1 ","page_number":1},
  {"content":"\r\n\r\nنمايشگاه دستاوردهاى مديريت حوزه تقديم مىكند . . .\r\nبانوان عالمه و آثار آنها\r\nناشر : مركز مديريت حوزه هاى علميه خواهران\r\nتهيه و تدوين : معاونت پژوهش\r\nطرح جلد : آسمان گرافيك\r\nتنظيم صفحات : گرافيك صبح\r\nچاپ اول : پاييز 1379\r\nشمارگان : 5000\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 2 ","page_number":2},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 3 ","page_number":3},
  {"content":"\r\n\r\n.\r\n\r\n","description":"","footnote":"","page_name":" شناسنامه 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nقرن اول هجرى\r\n\r\nخديجه ،\r\n( محدث ، متوفى سال 10 ه ) دختر خويلد ، بانويى با فضيلت از بانوان شرافتمند و بزرگوار ، اولين كسى بود كه اسلام آورد و همواره حامى و پشتيبان همسرش رسول خدا صلّى اللّه عليه و آله بود و از بذل جان و مال در راه دين خدا و پيامبرش دريغ نداشت .\r\nوى 68 سال قبل از هجرت ( پانزده سال قبل از عام الفيل ) به دنيا آمد . مادرش فاطمه دختر زائدة است . خديجه بانويى تاجر و شرافتمند و ثروتمند بود . وى مردان را به اجاره مىگرفت و به آنها سرمايه مىداد كه به مضاربه تجارت كنند . عموهاى پيامبر صلّى اللّه عليه و آله كه قصد داشتند همسرى براى آن حضرت بگيرند ، نزد خديجه رفتند و از وى خواستند تا سرمايه‌اى در اختيار نبى گرامى كه آن زمان جوانى پاك و ستوده بود قرار دهد تا با آن به تجارت رود و با سود حاصل از اين تجارت ازدواج كند .\r\nخديجه چون به صفات حضرت واقف شد ، وى را براى تجارت به شام فرستاد . در طى سفر ميسره ( غلام خديجه ) معجزات و كراماتى از حضرت مشاهده كرد و از راهبى شنيد كه وى پيغمبر خداست . ميسره پس از بازگشت همه آنچه را كه شنيده بود به اطلاع خديجه رساند . شوق و رغبت خديجه به حضرت بيشتر شد و در نهايت به رسول اللّه صلّى اللّه عليه و آله ارادت و علاقه خويش را ابراز داشت و پيشنهاد ازدواج داد و به رسول خدا صلّى اللّه عليه و آله عرض كرد : « به سبب خويشاونديت با من ، و شرف و بزرگى و امانت‌داريت در ميان قوم ، و اخلاق نيكو و راست‌گويىات ، مايلم با تو ازدواج كنم . » تنها همين شرف و بزرگى وى را بسنده است كه مادر دخترى چون فاطمه زهرا عليها السّلام است . او به امام على عليه السّلام نيز علاقه داشت ، علامه مجلسى درباره حب و علاقه حضرت خديجه عليها السّلام نسبت به على عليه السّلام مطلبى نقل كرده كه مضمون آن چنين است : پس از ازدواج خديجه عليها السّلام با پيامبر صلّى اللّه عليه و آله ، على عليه السّلام به دنيا آمد . رسول خدا صلّى اللّه عليه و آله با خديجه عليها السّلام درباره دوستى و محبت على عليه السّلام صحبت فرمود . خديجه عليها السّلام به على عليه السّلام محبت فراوان داشت و براى آن\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":5},
  {"content":"\r\n\r\nحضرت به‌وسيله خدمتكارانش ، لباس ، زيور آلات و ملزومات مىفرستاد . مردم مىگفتند : اين ( على عليه السّلام ) برادر و محبوب‌ترين افراد نزد او و نور چشم خديجه است . سعادت از همه سو به آن حضرت روى آورده بود . الطاف و محبتهاى خديجه روز و شب ، صبح و عصر به خانه ابو طالب روان بود . از ديگر مناقب خديجه عليه السّلام ، قبول ولايت على عليه السّلام و اولادش بود . آن را قبول و اظهار مىداشت .\r\nرسول خدا صلّى اللّه عليه و آله فرمود : جبرئيل نزد من آمد و گفت : خديجه را از طرف پروردگارش و من سلام برسان و او را به خانه‌اى از جواهر در بهشت كه هيچ رنجى در آن نيست بشارت ده .\r\nحضرت خديجه پس از بازگشت از دوران محاصره سخت مكّيان در شعب ابى طالب ، در رمضان سال دهم ، در سن 64 سالگى وفات يافت ، آن سال را عام الحزن ( سال اندوهها ) ناميدند .\r\n\r\nزينب ،\r\n( محدث ، متوفى سال 20 - 21 ه ) دختر جحش ، ام‌ّالمؤمنين ، مادرش اميمة دختر عبد المطلب ، و كنيه‌اش ام الحكم ، زنى مؤمن و مطيع فرمان الهى بود . از مهمترين فضائل اين بانوى گرامى آن است كه خداوند عقد وى را در آسمانها با رسول اللّه صلّى اللّه عليه و آله بست .\r\nاو زنى صالح ، بسيار روزه‌گير ، بسيار نمازگزار و زياد صدقه‌دهنده به بينوايان بود و رسول خدا صلّى اللّه عليه و آله وى را بسيار دوست مىداشت . او در اولين روزهاى دعوت رسول خدا صلّى اللّه عليه و آله اسلام آورد و در پى هجرت پيامبر صلّى اللّه عليه و آله ، او نيز به مدينه هجرت كرد . رسول اللّه صلّى اللّه عليه و آله نام او را كه بره بود به زينب تغيير داد و او را براى زيد بن حارثه « 1 » خواستگارى نمود ، پيامبر صلّى اللّه عليه و آله فرمود : « من به اين ازدواج رضايت مىدهم » .\r\nبعد از اين صلاحديد پيامبر زندگى مشترك آن دو شروع ، ولى پس از مدتى زيد تصميم به طلاق او گرفت و وى را طلاق داد . و چون عدّه‌اش سرآمد ، پيامبر صلّى اللّه عليه و آله به فرمان الهى براى برهم زدن حكم جاهليت كه همسر پسر خوانده به پدر محرم است و نمىتواند با او ازدواج نمايد و براساس حكم آيات قرآن ، با زينب ازدواج كرد . رسول خدا صلّى اللّه عليه و آله پس از ازدواج با ام سلمه در اواخر سال پنچم هجرى ، با زينب دختر عمه‌اش ازدواج كرد .\r\nعايشه در رثاى او گفته است : « ذهبت حميدة فقيدة مفزع اليتامى و الارامل . . . » ، زن ستوده مرحومه‌اى كه پناه يتيمان و بينوايان بود ، درگذشت . من زنى به خوبى او در دين و پاكيزه و\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وى در خانه حضرت زندگى مىكرد و پيامبر را براى خود به عنوان پدر برگزيده بود . بر اين اساس او را پسر خوانده حضرت مىناميدند .\r\n","page_name":" 2 ","page_number":6},
  {"content":"\r\n\r\nمتقىتر از او نسبت به خداى عز و جل و راستگوتر از وى در گفتار نديدم . . .\r\nام‌ّالمؤمنين زينب ، زنى صبور و بسيار دست‌ودل‌باز بود ، پوست دباغى مىكرد و مىفروخت و پول آن را صدقه مىداد . هنرهاى ديگرى هم داشت كه عوايد حاصل از آنها را به فقرا مىبخشيد . با آنكه درآمد خوبى داشت ، هنگام مرگ چيزى به ارث نگذاشت و همه را به بينوايان داده بود . بانو زينب نمونه يك زن مسلمان و مؤمن است كه ( با هنرهايى كه داشت ) كار مىكرد و براى خود درآمد داشت و اين مال ، هرگز سبب فخرفروشى و خودبينى وى نشد . او همه را در راه خدا انفاق كرد و براى خود چيزى اندوخته نساخت و زيورى نخريد . زينب در سال 20 ، به قولى در سال 21 ه و در 53 سالگى دنيا را وداع گفت . علامه مامقانى مىنويسد : « انّى اعتبرها من اعلى الحسان » از لحاظ حسن بودن او را در بالاترين درجه مىدانم .\r\n\r\nسوده ،\r\n( محدث ، متوفى قرن 1 ه ) دختر زمعة بن قيس ، مادرش شموس دختر قيس است . شيخ طوسى در رجالش و ابن عبد البر ، ابن منده ، ابو نعيم ، ابن اثير و ديگران وى را از اصحاب و راويان رسول اللّه صلّى اللّه عليه و آله شمرده‌اند . علامه مامقانى درباره‌اش مىگويد : « انّى اعتبرها من الحسان و اعتمد على روايتها » : من او را از احسان « 1 » مىشمارم و بر روايتش اعتماد دارم . سوده پنج حديث از رسول خدا صلّى اللّه عليه و آله روايت كرده كه يكى از آنها را صحيحين ذكر نموده‌اند .\r\nسوده چون اسلام آورد و با رسول اللَّه صلّى اللّه عليه و آله بيعت كرد ، شوهرش سكران بن عمر نيز كه پسر عمويش بود مسلمان شد و اين دو با هم به حبشه مهاجرت كردند . پس از رحلت خديجه عليها السّلام و فوت سكران و قبل از ازدواج پيامبر صلّى اللّه عليه و آله با عايشه ، حضرت با وى ازدواج كرد ولى فرزندى به دنيا نياورد . از ابن عباس روايت شده كه سوده مىترسيد رسول خدا صلّى اللّه عليه و آله او را طلاق دهد ، ازاين‌رو عرض كرد : مرا طلاق ندهيد و نوبت مرا براى عايشه قرار دهيد ، مىخواهم روز قيامت در زمره همسرانتان محشور شوم ، و رسول خدا صلّى اللّه عليه و آله چنين كرد . اين آيه شريفه درباره او نازل شد : « و ان امرأة خافت من بعلها نشوزا او اعراضا فلا جناح عليهما ان يصلحا بينهما صلحا . . . » سوده داراى اخلاقى ستوده بود ، عايشه از وى تعريف كرده و گفته است : كسى نزد من محبوب‌تر از سوده نبود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) و ( 2 ) - اصطلاحى است در نقل حديث و درجه‌اى عالى براى ناقل روايت كه نقل شخص با اين درجه مقبول و مورد اعتماد است .\r\n","page_name":" 3 ","page_number":7},
  {"content":"\r\n\r\nابن سيرين در روايتى مىگويد : رسول خدا صلّى اللّه عليه و آله براى حجة الوداع همه همسران خويش را برد ، و بعد از پيامبر صلّى اللّه عليه و آله زنان آن حضرت حج به جاى آوردند ، اما سوده به حج نرفت و مىگفت : حج من اين است كه از خانه بيرون نروم . اين خصلت سوده بيانگر نهايت اطاعت و عفت اوست .\r\n\r\nحرّة ،\r\n( محدث ، متوفى قرن 1 ه ) دختر حليمه سعديه ، خواهر رضاعى رسول اللّه صلّى اللّه عليه و آله ، يكى از بانوان عالم ، مؤمن و معتقد به ولايت على بن ابى طالب عليه السّلام كه با سخن و زبان خويش جهاد كرد و در برابر سلطان جائرى همچون حجاج بن يوسف ، كلمه حق را ادا نمود .\r\nوى در حضور حجاج بن يوسف ، برابرش ايستاد . حجاج گفت : تو حره دختر حليمه سعديه هستى ؟\r\nحره جواب داد : از فرد بىايمانى ، فراست و هوشيارى ظاهر شده ( كه مرا شناخته است ) . حجاج گفت : خدا تو را به اينجا آورد ، مىگويند كه تو قائل به برترى على بر ابو بكر و عمر و عثمان هستى ؟\r\nحرّه گفت : آن كه گفته من او را تنها بر اين‌ها برترى مىدهم ، دروغ گفته است .\r\nحجاج گفت : مگر از غير اين‌ها هم او را برتر مىدانى ؟\r\nحرّه گفت : او را بر آدم و نوح و لوط و ابراهيم و داود و سليمان و عيسى برترى مىدهم .\r\nحجاج گفت : واى بر تو ، او را بر صحابه برترى دادى ، و هفت پيامبر اولى العزم را هم اضافه كردى ؟ اگر بر گفته خود دليل نياورى ، گردنت را مىزنم .\r\nحرّه گفت : من او را برتر نمىدانم ، بلكه خداوند عز و جل او را در قرآن فضيلت داده است .\r\nاو سپس شواهد و آيات قرآنى خود را دراين‌باره بيان كرد و حجاج را به تعجب و تحسين واداشت .\r\n\r\nصفيّه ،\r\nدختر عبد المطلب ، ( محدث ، متوفى 20 ه ) مادرش هالة دختر وهيب است . او در اوائل دعوت پيامبر صلّى اللّه عليه و آله اسلام آورد و با رسول اللّه صلّى اللّه عليه و آله بيعت نمود و به مدينه هجرت كرد . از رسول خدا صلّى اللّه عليه و آله روايت كرده و در جنگهاى احد و خندق و خيبر شركت داشت . وى زنى صبور و بسيار شجاع بود و در شهادت برادرش حمزه صبر و پايدارى زياد از خود نشان داد . وى از شاعران بسيار خوب عرب بود و در مصيبت از دست دادن پدرش عبد المطلب و برادرش حمزه و رسول خدا صلّى اللّه عليه و آله اشعار خوبى سروده است .\r\nشيخ صدوق به اسناد خود از فاطمه بنت الحسين از اسماء بنت ابى بكر از صفيّه بنت عبد المطلب روايت مىكند كه فرمود : « لمّا سقط الحسين من بطن امّه و كنت ولّيتها قال\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":8},
  {"content":"\r\n\r\nالنّبى صلّى اللّه عليه و آله يا عمّة هلّمى الىّ ابنى . فقلت : يا رسول اللّه انا لم ننظفه بعد ، فقال : يا عمة انت تنظفينه ؟ ان اللَّه تبارك و تعالى قد نظفه و طهره » .\r\nهمچنين با همين سند از صفيه بنت عبد المطلب آورده است كه فرمود : « لما سقط الحسين من بطن امه فدفعته الى النبى صلّى اللّه عليه و آله فوضع النبى صلّى اللّه عليه و آله لسانه فى فيه ( فمه ) و اقبل الحسين على لسان رسول اللّه صلّى اللّه عليه و آله يمصه ، قالت : فما كنت احسب رسول اللّه صلّى اللّه عليه و آله يغذوه الّا لبنا او عسلا قال : فبال الحسين عليه فقبل النبى ( ص ) بين عينيه ثم دفعه الىّ و هو يبكى و يقول : لعن اللّه قوما هم قاتلوك يا بنى ، يقولها ثلاثا . قالت : فقلت : فداك ابى و امى و من يقتله ؟ قال : بقية ( تقتله ) الفئة الباغية من بنى امية لعنهم اللّه . » هنگامى كه حسين عليه السّلام به دنيا آمد ، او را به پيامبر صلّى اللّه عليه و آله دادم ، آن حضرت زبانش را در دهان حسين گذاشت و حسين زبان رسول خدا را مىمكيد . صفيه گويد : گمان نمىكردم كه رسول خدا صلّى اللّه عليه و آله به‌جز شير يا عسل چيزى به او بدهد . نوزاد را در آغوش پيامبر بود كه لباس او را خيس كرد [ ولى 
  ] پيامبر صلّى اللّه عليه و آله ميان دو چشم حسين را بوسيد ، سپس او را به من داد ولى بسيار محزون و گريه مىكرد و مىفرمود : پسرم ، خدا لعنت كند قومى را كه قاتل تو هستند و سه بار تكرار فرمود . صفيه گويد : گفتم : پدر و مادرم فدايت ، چه كسانى او را مىكشند ؟ فرمود : گروه سركش از بنى اميه ، كه خدا لعنتشان كند .\r\nابن سعد به سند خود نقل مىكند : هنگامى كه رسول خدا صلّى اللّه عليه و آله براى جنگ با دشمنان از مدينه خارج شد ، همسرانش و زنان را در حصار حسان بن ثابت گذاشت . مردى يهودى ( جاسوسى ) به طرف حصار آنها آمد . صفيه به حسان گفت : اين يهودى را بكش . گويا حسان مىترسيد ، صفيه عمودى ( ميله آهنى ) گرفت و از حصار پايين آمد ، در آهسته آهسته باز شد و به مرد يهودى حمله كرد و او را با عمود به قتل رساند . صفيه در جاهليت با حارث بن حرب ازدواج كرد و بعد از وى به عقد عوام بن خويلد ( برادر خديجه عليه السّلام ) در آمد و زبير و سائب و عبد الكعبة را به دنيا آورد . اعيان الشيعة مىنويسد : صفيه اديب ، عاقل و شاعر فصيح بود . او در 73 سالگى از دنيا رفت و در بقيع مدفون شد .\r\n\r\nفاطمه ، دختر اسد بن هاشم ،\r\n( محدث ، متوفى قرن 1 ه ) مادرش فاطمه بنت هرم بن رواحه است . وى نخستين زنى است كه پس از حضرت خديجه عليها السّلام مسلمان شد و اولين بانويى است كه با پاى پياده هجرت كرد و در مدينه بر رسول خدا صلّى اللّه عليه و آله وارد شد . تنها كسى است كه ديوار كعبه برايش شكافته شد و در خانه خدا وضع حمل كرد . فاطمه بنت اسد اولين زن هاشمى است كه فرزند هاشمى به دنيا آورد . فاطمه بنت اسد داراى فضيلتها و\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":9},
  {"content":"\r\n\r\nصفات بىشمارى است : او مادر على عليه السّلام ، بلكه مادر همه ائمه عليه السّلام است . در حق پيامبر صلّى اللّه عليه و آله مادرى كرد و آن حضرت را بر فرزندان خود مقدم داشت . آنگاه كه خديجه عليها السّلام از دنيا رفت و فاطمه زهرا عليها السّلام خردسال بود فاطمه بنت اسد براى زهرا عليها السّلام نيز مادرى كرد .\r\nمرحوم كلينى حديثى به اسناد خويش از مفضّل بن عمر نقل مىكند كه گفت : از ابا عبد اللّه عليه السّلام شنيدم كه فرمود : وقتى رسول خدا صلّى اللّه عليه و آله متولد شد ، سفيدى مملكت فارس و كاخهاى شام براى آمنه ( مادرش ) نمايان شد . فاطمه بنت اسد ، خندان نزد ابو طالب رفت و آنچه را آمنه گفت بود به او خبر داد . ابو طالب گفت : تعجب كردى ؟ تو نيز وصى و وزير او را حامله خواهى شد و به دنيا مىآورى . اين حديث علاوه بر فضيلت فاطمه بنت اسد ، دليل روشنى بر علم و ايمان ابو طالب به پيامبر حضرت رسول صلّى اللّه عليه و آله و وصى آن حضرت ( امير المؤمنين ) است . پس اينكه برخى گفته‌اند ابو طالب ايمان نياورد و مشرك از دنيا رفت ، كلامى ناصواب و بيهوده است .\r\nرسول خدا صلّى اللّه عليه و آله ، به ديدن فاطمه مادر على عليه السّلام مىرفت و در خانه‌اش استراحت و او را بسيار احترام و تعظيم مىنمود . جبرئيل عليه السّلام به رسول خدا صلّى اللّه عليه و آله خبر داد كه فاطمه بنت اسد اهل بهشت است .\r\nكلينى و ابن اثير و طبرانى ضمن نقل خبرى روايت كرده‌اند كه پس از غسل فاطمه بنت اسد ، رسول خدا صلّى اللّه عليه و آله پيراهن زيرين خويش را داد تا او را كفن كنند ، سپس جنازه را بر دوش گذاشت تا به قبر رسيد ، پيامبر صلّى اللّه عليه و آله در قبر فاطمه دراز كشيد و پس از آن جنازه را در قبر گذاشت و فرمود : « لا إله الّا اللّه ، اللّهم انى استودعها اياك . . . » : بار خدايا او را نزد تو امانت گذاشتم » . پس از ختم مراسم دفن او پيامبر صلّى اللّه عليه و آله پرسيده شد : نماز و احترامى به كار برديد كه براى كسى تاكنون نكرديد ؟ حضرت فرمود : امروز مهربانى ابو طالب را از دست دادم ، فاطمه اگر چيز خوبى نزدش بود مرا بر خود و فرزندانش مقدم مىداشت . من از روز قيامت ياد كردم و گفتم : مردم برهنه محشور شوند . او گفت : اى واى از اين رسوايى . من ضامن شدم كه خدا او را با لباس محشور كند ، و از فشار قبر يادآور شدم ، او گفت : اى واى از ناتوانى . من ضمانتش كردم كه خدا او را كفايت كند . ازاين‌جهت او را در پيراهنم كفن كردم و در قبرش خوابيدم و سر به گوشش گذاردم و آنچه از او مىپرسيدند تلقينش كردم . چون از او درباره پروردگارش پرسيدند پاسخ داد ، و چون از پيامبرش پرسيدند ، جواب گفت ، لكن چون از ولى و امامش سؤال كردند ، زبانش به لكنت افتاد ، من گفتم : پسرت ، پسرت .\r\nفاطمه همسر ابو طالب و پسرانش ، طالب ، عقيل ، جعفر و على عليه السّلام ، و دخترانش ، جمانه ،\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":10},
  {"content":"\r\n\r\nام هانى و ريطه مىباشند . فاطمه بنت اسد در مدينه در سال چهارم هجرى از دنيا رفت و در بقيع مدفون گشت .\r\n\r\nامامه ،\r\n( محدث ، متوفى قرن 1 ه ) دختر ابى العاص ، مادرش زينب دختر رسول خدا صلّى اللّه عليه و آله و از زنان محدث است . ابن عبد البر و ابن اثير او را از اصحاب رسول اللّه صلّى اللّه عليه و آله برشمرده‌اند . آيت‌اللّه خويى در رجال خود امامه را در زمره نساء حديث شمرده و گفته است او از على عليه السّلام روايت نموده است .\r\nكلينى به سند خود از ابو بصير از فاطمه بنت على از امامه روايت مىكند كه گفت : على عليه السّلام در ماه رمضان نزد من آمد ، براى شام خرما و قارچ آوردم و آن حضرت خورد . كه او قارچ دوست مىداشت .\r\nامامه در زمان رسالت رسول خدا به دنيا آمد . آن حضرت امامه را بسيار دوست داشت تا حدى كه در نماز هم او را بر گردن حمل مىكرد و در ركوع و سجود او را به زمين مىگذاشت وى نوه پيامبر صلّى اللّه عليه و آله و خواهرزاده فاطمه عليها السّلام است . فاطمه عليها السّلام به امامه علاقه خاصى داشت و هنگام رحلت ، به امير المؤمنين عليه السّلام سفارش نمود كه بعد از وى با دختر خواهرش ، امامه ازدواج كند ، زيرا او براى اولاد آن حضرت ، مثل مادر بود . امامه پس از شهادت امير المؤمنين عليه السّلام ، مطابق فرمايش آن حضرت ، با نوفل بن حارث ازدواج نمود .\r\n\r\nاسماء دختر عميس ،\r\n( محدث ، متوفى قرن 1 ه ) اسماء از زنان بزرگوار و ساجده تشيع است كه در ولاى اهل بيت عليهم السّلام مىدرخشد ، در ايمان به اسلام از پيشگامان است و قبل از اينكه رسول خدا صلّى اللّه عليه و آله در مكه به دار ارقم داخل شود ، با آن حضرت بيعت كرد .\r\nاز هنگامى كه به مدينه آمد ، روز و شب براى فاطمه عليها السّلام چون مادرى مهربان بود ، به‌طورىكه آن حضرت وصيت‌هايش را به او فرمود . اسماء بنا به خواسته آن حضرت ، يك عمارى ( تابوت ) ساخت تا حجم بدن مباركش وقت تشييع پيدا نباشد . بنا بر وصيت فاطمه عليها السّلام در شستن بدن مطهر آن حضرت ، به على عليه السّلام كمك كرد اسماء از شاهدان قضيه فدك است ، اما ابو بكر شهادت او را نپذيرفت . وى از تكذيب‌كنندگان حديث مجعول « نحن معاشر الانبياء لا نورث ، ما تركناه صدقة » است .\r\nرسول خدا صلّى اللّه عليه و آله درباره اسماء و خواهرانش فرمود : خواهران مؤمن ميمونه ( همسر پيامبر ) ، ام الفضل ( همسر عباس بن عبد المطلب ) و اسماء بنت عميس هستند . عبد اللّه بن سنان از امام صادق عليه السّلام نقل كرده است : نجابت محمد بن ابى بكر از طرف مادرش اسماء بنت عميس است .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":11},
  {"content":"\r\n\r\nوى با جعفر طيّار ازدواج و با او به حبشه مهاجرت كرد و همه فرزندان آنها در حبشه به دنيا آمدند . در روز فتح خيبر ( سال 6 هجرى ) به همراه جعفر وارد مدينه شد و رسول خدا صلّى اللّه عليه و آله فرمود : « نمىدانم از كدام واقعه مسرور شوم ، از آمدن جعفر يا فتح خيبر » .\r\nاسماء پس از شهادت جعفر ، با ابو بكر و پس از مرگ او با على عليه السّلام ازدواج كرد و يحيى به دنيا آمد .\r\nشيخ طوسى ، اسماء را از اصحاب و راويان رسول اللّه صلّى اللّه عليه و آله مىداند و زركلى صاحب اعلام درباره‌اش مىنويسد : از اصحاب رسول اللّه است و شأن و مقام بالايى داشته است .\r\nاو از رسول اللّه صلّى اللّه عليه و آله و فاطمه عليها السّلام روايت كرده و على بن الحسين عليه السّلام ، عبد اللّه بن جعفر ( پسرش ) ، قاسم بن محمد بن ابى بكر ، ام عون بنت محمد بن جعفر ، سعيد بن مسيب ، عبيد بن رفاعة ، ابو بردة بن ابى موسى ، فاطمه دختر امام على عليه السّلام ، عبد اللّه بن عباس ، عبد اللّه بن شداد ، ابو زيد مدنى عمر بن خطاب ، عروة بن زبير ، ابو موسى اشعرى ، عون بن جعفر ( پسرش ) ، و ديگران از او روايت كرده‌اند .\r\nحضرت امام رضا عليه السّلام نيز از پدرانش از على بن الحسين عليه السّلام از اسماء بنت عميس روايت مىكند .\r\nطبرانى به سند خود از فاطمة دختر امام حسين عليه السّلام از اسماء بنت عميس روايت كرده است كه گفت : « قال رسول اللّه صلّى اللّه عليه و آله لعلى عليه السّلام : انت منى بمنزلة هارون من موسى غير انه لا نبى بعدى » .\r\nطبرانى 41 حديث از راويان مختلف از اسماء بنت عميس روايت كرده است . بخارى نيز در صحيح خود از او روايت دارد .\r\n\r\nام البنين ،\r\n( محدث ، متوفى سال 70 ه ) ( فاطمه كلابيه ) ، دختر حزام ، از زنان مؤمن ، شجاع و فداكار بود . روايت است كه امير المؤمنين عليه السّلام پس از شهادت حضرت زهرا عليه السّلام به برادرش عقيل كه انساب عرب را خوب مىدانست و از احوال خانوادگى آنها آگاه بود فرمود : مىخواهم زنى برايم خواستگارى نمايى كه از خاندان شجاعت باشد تا فرزند شجاعى برايم به دنيا آورد . عقيل ، فاطمه كلابيه ( ام البنين ) را به ايشان معرفى نمود و گفت : در بين عرب خاندانى شجاع‌تر از خانواده وى سراغ ندارم . اين مادر پسرانش عباس ، جعفر ، عبد اللّه و عثمان را چنان تربيت كرد كه همه شيفته برادر بزرگوارشان حضرت امام حسين عليه السّلام بودند و در ركاب آن حضرت شهيد شدند .\r\nام البنين در واقعه كربلا حضور نداشت ، هنگامى كه بشير به مدينه بازگشت و ام البنين را ملاقات كرد ، خواست تا خبر شهادت فرزندانش را به وى دهد ام البنين گفت : رگ قلبم را\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":12},
  {"content":"\r\n\r\nپاره كردى بچه‌هايم و آنچه زير آسمان است فداى ابا عبد اللّه عليه السّلام ، از حسين برايم بگو .\r\nام البنين براى عزادارى هر روز همراه نوه‌اش عبيد اللّه ( فرزند عباس عليه السّلام ) به بقيع مىرفت و نوحه مىخواند و مىگريست و اين اشعار را زمزمه مىكرد :\r\nيا من رأى العباس كر * على جماهير النقد و و راه من ابناء حيدر * كل ليث ذى لبد أنبئت أن ابنى أصيب * برأسه مقطوع يد ويلى على شبلى امال * برأسه ضرب العمد لو كان سيف فى يد ( يدى ) * لما دنا منه احد اى آن كه عباس را ديدى ، كه بر گروه بيچارگان حمله مىكرد ، و دنبال او از فرزندان حيدر ( على عليه السّلام ) جنگاورانى بودند ، كه هريك يال و كوپالى داشتند ، خبردار شدم كه بر سر پسرم آسيب وارد شد ، در آن حال كه دستش قطع بود ، واى بر من كه ضربه عمود سرش را خم كرد ، ( عباسم ) اگر شمشيرت در دستت بود ، هرگز كسى به تو نزديك نمىشد .\r\nمروان بن حكم با تمام دشمنىاش نسبت به خاندان بنى هاشم با ديگر مردم ، با اين نوحه‌سرايى ام البنين دور او جمع مىشدند و مىگريستند .\r\n\r\nام هانى ،\r\n( محدث ، متوفى قرن 1 ه ) دختر ابو طالب ، نام او را فاخته و يا هند هم گفته‌اند . شيخ كلينى به سند خويش از ابو بصير از يكى از دو امام باقر و يا صادق عليه السّلام روايت مىكند كه فرمود : ( پس از اسلام آوردن ام هانى و فرار هبيره ) رسول خدا صلّى اللّه عليه و آله از ام هانى خواستگارى فرمود ، وى گفت : من زن مصيبت ديده‌اى هستم و چند فرزند دارم مىترسم كه نتوانم حق شما را ادا كنم . حضرت فرمود : هيچ زنى در سواركارى و مهربانى با اطفال و مدارا و رعايت حال اقتصادى همسر ، به زنان قريش نمىرسد .\r\nعبد الرحمن بن ابى ليلى به چند طريق از ام هانى روايت مىكند كه رسول خدا صلّى اللّه عليه و آله روز فتح مكه به خانه او وارد شد و هشت ركعت نماز گزارد . ابن سعد به سند خود از ابى صالح از ام هانى روايت مىكند كه گفت : رسول خدا صلّى اللّه عليه و آله از من خواستگارى كرد و من عذر خواستم ، و اين آيه نازل شد « يا أيها النّبى انّا أحللنا لك أزواجك اللاتى اجورهنّ و ما ملكت يمينك ممّا افاء اللّه عليك و . . . » .\r\nام هانى از راويان حديث الثقلين است . او حديث غدير را نيز روايت كرده است كه رسول اللّه صلّى اللّه عليه و آله فرمود : « من كنت مولاه فعلى مولاه . . . » . طبرانى نزديك به 109 حديث از ام هانى نقل كرده است كه بيشتر درباره نماز و روزه است . وى خواهر امام على عليه السّلام و مادر طالب و\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":13},
  {"content":"\r\n\r\nعقيل و جعفر و جمانه است .\r\n\r\nام كلثوم ، [ دختر على بن ابى طالب عليه السّلام 
  ]\r\n( محدث ، متوفى قرن 1 ه ) دختر على بن ابى طالب عليه السّلام ، از زنان محدث عالم پرهيزكار و از اصحاب بود . وى بسيار نوجوان بود كه عمر بن خطاب وى را خواستگارى كرد ، على عليه السّلام فرمود : « او بچه سال است . » عمر مجددا خواستگارى كرد و حضرت چون راضى به اين ازدواج نبود پاسخهاى مختلف داد . سرانجام عمر ، عباس ( عموى پيامبر ) را خواست و تهديد كرد و حضرت به ناچار پذيرفت .\r\nعمر ، ام كلثوم را با چهل هزار درهم مهريه به عقد خود در آورد . از عمر پرسيدند : چرا با ام كلثوم ازدواج كردى ؟ گفت : از رسول خدا صلّى اللّه عليه و آله شنيدم كه فرمود : هر نسب و فاميلى و سببى روز قيامت قطع مىشود ، جز نسب و سبب با من . خواستم با او پيوند و نسبت داشته باشم .\r\nالبتّه در صحت سلسله سند و متن اين حديث ترديد است .\r\nهنگامى كه حضرت زهرا عليها السّلام ، دار فانى را وداع گفت ، ام كلثوم كه پنج سال بيش نداشت برقعى به صورت انداخت و چادرى بلند بر سر كرد و با آه و ناله گفت : « يا ابتاه يا رسول اللّه الآن حقا فقدناك فقدا لا لقاء بعده ابدا . » پس از شهادت امير المؤمنين عليه السّلام ام كلثوم با چشمى گريان ، خطاب به ابن ملجم گفت : واى بر تو ، بر پدرم افسوس و اندوهى نيست . اما خداوند تو را در دنيا و آخرت خوار كرد . جايگاه تو جهنم است و تا ابد در آن خواهى ماند .\r\nابن عبد البر ، ابن اثير و ابن حجر وى را در زمره صحابيات رسول خدا ذكر كرده‌اند و ابن سعد ام كلثوم را ذيل نام كسانى ذكر كرده كه از غير رسول اللّه روايت كرده‌اند . علامه مامقانى مىنويسد : « هى جليلة القدر فهيمة بليغة ، و انّى اعتبرها من الثقات » . عمر رضا كحاله مىگويد : از برترين بانوان زمان خويش بود .\r\n\r\nزينب كبرى ،\r\n( محدث ، متوفى قرن 1 ه ) دختر امير المؤمنين على عليه السّلام و فاطمه زهرا عليها السّلام . فضيلتهاى بانو زينب عليها السّلام مشهورتر از آن است كه نيازى به ذكر آن باشد . نام مباركش به‌وسيله جبرئيل عليه السّلام بر رسول خدا صلّى اللّه عليه و آله عرضه شد و پيامبر صلّى اللّه عليه و آله فرمود : حاضران و غايبان را وصيت مىكنم كه حرمت اين دختر را پاس داريد ، كه او مانند خديجه كبرى عليها السّلام است . تمام فصحا و بلغا به فصاحت و بلاغت اين بانو اعتراف دارند . هرگاه لب به سخن مىگشود گويا على عليه السّلام سخن مىگفت . امام سجاد عليه السّلام به ايشان مىفرمود : يا عمه انت به حمد اللّه عالمة غير معلمة فهمة غير مفهمة .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":14},
  {"content":"\r\n\r\nمحبت و علاقه زينب نسبت به برادر عزيزش امام حسين عليه السّلام ، چنان بود كه روزى را بدون ديدار آن حضرت سر نمىكرد . در ايمان و فداكارى در راه دين و جهاد چنان شوقى داشت كه با تمام وجود در كنار امام و پيشوايش بود و پسرانش را در راه دين اهدا نمود . در عبادت ، زهد ، تقوا ، جود و سخاوت سرآمد زنان زمان خويش بود . از مال و زينت و آسايش منزل همسرش چشم پوشيد و براى انجام‌وظيفه ، به همراه برادر رهسپار شد .\r\nسخنان زينب عليها السّلام پس از شهادت سالار شهيدان ، و خطبه‌هاى آن حضرت در بازار كوفه و در پيش ابن زياد و دربار يزيد ، چنان قوى و تكان‌دهنده بود كه همگان را به حيرت واداشت و مسلمانان را از خواب غفلت بيدارى كرد . وى رسالت خويش را كه زنده كردن دين جدش بود - به نيكى انجام داد .\r\nزينب عليها السّلام در خضوع ، خشوع ، عبادت و بندگى ، وارث مادر گرامى و پدر بزرگوارش بود . اكثر شبها را به تهجد صبح مىكرد و دائما قرآن تلاوت مىفرمود ، حتى شب يازدهم محرم باآن‌همه فرسودگى و خستگى و ديدن مصيبتها ، به عبادت مشغول شد ، چنان كه حضرت سجاد عليه السّلام مىفرمايد : در آن شب ديدم عمه ام در جامه نماز ، نشسته مشغول عبادت است .\r\nابن اثير نيز نام زينب عليه السّلام را در زمره اصحاب رسول اللّه صلّى اللّه عليه و آله ذكر كرده ، مىنويسد : « كانت زينب امرأة عاقلة لبيبة جزلة . » آيت‌اللّه خويى مىفرمايد : زينب شريك و همراه برادرش حسين عليه السّلام در دفاع از اسلام و جهاد در راه خدا و دفاع از دين ( شريعت ) جدش ، سيد المرسلين صلّى اللّه عليه و آله بود . در فصاحت چنان بود كه گويا از زبان پدرش سخن مىگويد . در ثبات و پايدارى چون پدرش بود . نزد ظالمان و جائران خضوع نمىكرد و از كسى جز خداى سبحان نمىترسيد . حق مىگفت و راستگو بود . علامه مامقانى او را از نساء حديث برشمرده و مىنويسد : زينب ! كيست زينب ؟ تو چه دانى كه كيست زينب ؟ او بانوى بنى هاشم است كه در صفات ستوده برترين است و كسى جز مادرش بر او افتخار و تفخّر ندارد .\r\nدر حيات پيامبر صلّى اللّه عليه و آله به دنيا آمد . كنيه‌اش ، ام كلثوم ، ام عبد اللّه و ام الحسن است ، براى او كنيه‌هاى مخصوصى مانند : ام المصائب ، ام الرزايا ، ام النوائب و . . . ذكر كرده‌اند . پدر گرامىاش او را به ازدواج برادرزاده خويش عبد اللّه بن جعفر در آورد كه على ، عون ، اكبر ، عباس ، محمد و ام كلثوم ثمره اين پيوند مبارك‌اند .\r\n\r\nفاطمه ، [ دختر على بن ابى طالب عليه السّلام 
  ]\r\nفاطمه صغرى دختر على بن ابى طالب عليه السّلام ، ( محدث ، متوفى 117 ه ) مادرش\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":15},
  {"content":"\r\n\r\nام ولد است . از زنان محدث است . شيخ صدوق به سند خود از حارث بن كعب از فاطمه بنت على - صلوات اللّه عليهما نقل مىكند كه فرمود : آنگاه كه يزيد دستور داد زنان امام حسين عليه السّلام را با امام على بن الحسين عليه السّلام زندانى كنند ، چيزى نداشتند كه از گرما و سرما خود را بپوشانند ، تا اينكه پوست صورتهايشان كنده شد . در اين زمان بود كه هر سنگى كه در بيت المقدس از زمين بلند مىكردند زير آن خون تازه بود . مردم نور خورشيد را بر ديوارها سرخ رنگ مىديدند . تا اينكه على بن حسين عليه السّلام با زنان از آنجا خارج شدند و با احترام خاصى به مدينه باز گرداند . وى نيز در تمام اين واقعه بزرگ همراه ياور اسيران و طفلان بوده است .\r\nبرقى او را از راويان امام حسن عليه السّلام شمرده است . وى از على بن ابى طالب عليه السّلام ( پدرش ) ، اسماء بنت عميس ، محمد بن حنفيه ( برادرش ) ، و امامة بنت ابى العاص روايت مىكند .\r\nبنا بر قول طبرى ، فاطمه دخترم على عليه السّلام در سال 117 قمرى فوت نمود .\r\n\r\nفاطمه ، دختر امام حسن عليه السّلام\r\n( متوفى قرن 1 ه ) و همسر امام سجاد عليه السّلام و مادر امام محمد باقر عليه السّلام و برادرانش حسن و حسين و عبد اللّه باهر است . فاطمه يكى از بانوان علوى ، هاشمى از شجره طيبه رسالت و با شرافت و حيا و عفت و صاحب كراماتى است امام باقر عليه السّلام درباره‌اش فرمود : « كانت امى قاعدة عند جدار فتصدع الجدار و سمعنا هدّة شديدة فقالت بيدها : لا و حقّ المصطفى ما أذن اللّه لك فى السقوط ، فبقى معلقا فى الجو حتى جازته ، فتصدّق ابى عنها بمائة دينار . » مادرم در كنار ديوارى نشسته بود ، صداى شديدى از ديوار به گوش رسيد و مىخواست فروريزد . در آن هنگام مادرم با دستش اشاره كرد و گفت : نه ، به حق پيامبر ( فرومريز ) ، خداوند به تو اجازه نمىدهد كه فروريزى . و ديوار در هوا معلّق ماند تا او كنار رفت . پدرم براى او صد دينار صدقه داد .\r\nامام صادق عليه السّلام درباره‌اش فرمود : « كانت صديقة لم تدرك فى آل الحسن امراة مثلها » بانويى راستگو و درستكار بود ، زنى همپايه او در خاندان امام حسن عليه السّلام نبوده است .\r\nفاطمه شاهد همه ظلمها و مصيبتهاى وارد شده بر اهل بيت بود و با صبر و بردبارى ، بيمارى و شكنجه‌هاى همسرش ، شهادت عزيزان و اسارت زنها و بچه‌ها و حقارتها و توهينها را ضمن حفظ حجاب متحمل شد .\r\nوى به همراه همسرش امام زين العابدين عليه السّلام و فرزندش محمد باقر عليه السّلام همراه عموى بزرگوارش امام حسين عليه السّلام رهسپار كربلا شد و پس از آن در سلك اسيران به شام رفت و در\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":16},
  {"content":"\r\n\r\nكليه مصائب با ساير اهل بيت عليه السّلام سهيم بود .\r\n\r\nليلى ثقفيه ،\r\nليلى دختر عروة بن مسعود ثقفى ( محدث ، متوفى قرن 1 ه ) مادرش ميمونه دختر ابو سفيان و همسر امام حسين عليه السّلام و مادر فرزند آن حضرت ، على اكبر ، اولين شهيد آل ابو طالب در واقعه كربلاست . وى در برخى كتب به نام ام ليلى معرفى شده است .\r\nليلى بانويى محدث پرهيزگار جليل القدر و عظيم المنزله بود . با اينكه جد مادريش ابو سفيان بود ، اما او زنى بسيار مؤمن و پرهيزگار بود و سعادت همسرى امام حسين عليه السّلام را يافت . « 1 »\r\n\r\nشهربانو ،\r\n( محدث ، متوفى سال 38 ه ) شهربانو دختر ( يا نواده ) يزدگرد فرزند شهريار فرزند شيرويه پسر خسرو پرويز ، و مادر امام على بن الحسين عليه السّلام ، نام او را سلامه ، جهان شاه ، شاه زنان ، سلافه ، غزاله نيز ذكر كرده‌اند . شهربانو ، از بانوان محدث ، بسيار نيكوكار ، عابد ، صالح و متقى بود كه شرف و افتخار همسرى سيد الشهداء ، امام حسين عليه السّلام و مادرى امام زين العابدين عليه السّلام را يافت . وى نزد خداوند متعال چنان مقام و الا و شامخى داشت كه از دربار سلطنت مجوس و دور از تربيت اسلامى و داشتن هادى و راهنمايى به اسلام تمايل داشت و وارد مهد اسلام و خاندان طهارت و عصمت گرديد . وى در پى شكست سپاه فارس از مسلمانان ، اسير شد سپس به ازدواج حسين بن على عليه السّلام در آمد و امام على بن الحسين عليه السّلام را به دنيا آورد . شيخ كلينى خبرى از عمرو بن شمر از امام باقر عليه السّلام نقل مىكند كه : چون دختر يزدگرد را نزد عمر آوردند ، دوشيزگان مدينه براى تماشاى او سر مىكشيدند و هنگامى كه وارد مسجد شد ، مسجد پر از نور شد . عمر به او نگريست . دختر روى خود را پوشاند و گفت : اف بيروج بادا هرمز « 2 » . عمر گفت به من ناسزا مىگويد ؟ امير المؤمنين عليه السّلام فرمود : « او با خود بود و تو حقى بر او ندارى ، به او اختيار بده كه خودش مردى را انتخاب نمايد ( و هركه را انتخاب كرد ، او را سهم غنيمت آن مرد قرار ده » . دختر ، حسين عليه السّلام را انتخاب نمود . امير المؤمنين به او فرمود : نامت چيست ؟ گفت : جهان شاه ، حضرت فرمود : بلكه شهربانويه باشد . سپس به حسين فرمود : اى ابا عبد اللّه ، اين دختر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مشهور چنين است كه اين بانوى مجلله قبل از واقعه كربلا از دنيا رحلت نموده بود و آنچه در افواه پيرامون حضور وى در كربلا و قضاياى مربوط به حالات وى در ساده‌ترين تعبير مىتوان به زبان حال مادرى كه براى فرزندش نوحه‌سرايى مىكند توجيه نمود و اگر خارج از اين باشد به عنوان خالف صدق و كذب است . در اين مورد مىتوان به كتابهايى كه پيرامون واقعه كربلا نوشته شده است مراجعه نمود .\r\n( 2 ) . كلمه اف در اينجا به معنى افسوس و آه است . بيروج معرب بيروز به معنى سيه‌روزى است . معنى عبارت چنين است : آه ، هرمز سيه‌روز باد كه فرزندانش به اسارت در آمدند .\r\n","page_name":" 13 ","page_number":17},
  {"content":"\r\n\r\nبهترين شخص روى زمين را براى تو به دنيا خواهد آورد . شهربانو پس از ولادت امام زين العابدين رحلت كرد و در مدينه مدفون شد .\r\n\r\nرباب ، همسر امام حسين عليه السّلام ،\r\n( محدث ، متوفى سال 62 ه ) دختر امرى القيس و مادرش ميسور دختر عمرو و فرزندانش سكينه و عبد اللّه است . وى همراه امام حسين عليه السّلام و ساير خانواده و نزديكان آن حضرت راهى كربلا شد و پس از آن واقعه جانگداز ، به عنوان اسير همراه ساير بانوان و طفلان آل رسول اللّه صلّى اللّه عليه و آله ، به كوفه و شام برده شد و پس از آن به مدينه بازگردانده شد و در آنجا اقامت گزيد . گرچه پس از اتمام عده‌اش ، افرادى از اشراف و بزرگان از او خواستگارى كردند ، اما رباب نپذيرفت و گفت : هرگز پس از فرزند رسول خدا صلّى اللّه عليه و آله ، همسرى نمىگزينم . رباب از بهترين و برترين زنان زمان خويش بود . وى پس از تحمل آن‌همه مشقت سفر ، اسارت و خوارى در كوفه و شام را تحمل نمود تا به مدينه باز گردانده شد ، در مدينه شب و روز بر شهادت حسين عليه السّلام گريه مىكرد ، و در سوگ آن حضرت شعر مىسرود . مرحوم كلينى نيز خبر عزادارى رباب را ذكر كرده است و از امام صادق عليه السّلام نقل مىكند كه فرمود : هنگامى كه حسين عليه السّلام شهيد شد ، همسر كلبى آن حضرت ( رباب دختر امرئ القيس كلبى ) برايش سوگوارى بر پا كرد و گريست و زنان و خدمتگزاران او گريه كردند تا اشك چشمشان خشك شد و از بين رفت .\r\nعلامه مامقانى او را در زمره زنان راوى نام برده ، مىنويسد : « يعتمد على رواياتها غاية الاعتماد » . عمر رضا كحاله مىگويد : از شاعران عرب و از برترين و برگزيده‌ترين زنان زمان خويش بود .\r\nرباب در رثاى شهادت همسرش ابا عبد اللّه الحسين عليه السّلام اشعارى سروده است از جمله :\r\nان الذى كان نورا يستضاء به * بكربلاء قتيل غير مدفون سبط النبى جزاك الله صالحة * عنا ، و جنبت خسران الموازين قد كنت لى جبلا صعبا ألوذ به * و كنت تصحبنا بالرحم و الدّين من لليتامى و من للسائلين و من * يغنى و يأوى اليه كل مسكين وا : لا أبتغى صهرا بصهركم * حتى أغيب بين الرمل و الطين\r\n\r\nقرن دوم هجرى\r\n\r\nفاطمه ، دختر حسين بن على بن ابى طالب عليه السّلام ،\r\n( محدث ، متوفى قرن 2 ه ) مادرش ام اسحاق دختر طلحه بن عبيد اللّه و كنيه‌اش ام عبد اللّه و لقبش فاطمه صغرى و فاطمه نبويّه\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":18},
  {"content":"\r\n\r\nاست . وى بانويى امين ، محدث ، عالم خطيب و بسيار عابد و پرهيزگار بود . ابن سعد در خبرى كه از راويان فاطمه نقل كرده است ، مىنويسد : با دانه‌هايى كه در رشته اى جمع‌آورى شده بود تسبيح خدا مىگفت . از خواهرش سكينه بزرگتر بود و از همه افراد به حضرت زهرا عليها السّلام شبيه‌تر بود .\r\nبزرگان اهل سنت همچون ابو داود ، ترمذى و ابن ماجه در كتابهاى سنن خود و نسائى در كتاب خصائص على عليه السّلام و مسند على ، از فاطمه بنت حسين روايت نقل كرده‌اند .\r\nفاطمه در كربلا شاهد شهادت پدر و برادران و بستگانش بود و همه ظلمها و ستمهايى را كه بر آل رسول صلّى اللّه عليه و آله رفت نظاره كرد و به عمه‌اش زينب عليها السّلام پناه برد . مصيبت بزرگى كه بر وى و خانواده‌اش وارد شده بود ، حالتى بالاتر از گريه برايش به وجود آورده بود ، ديگر اشكهايش خشك شده و صدايش گرفته بود . همراه ساير بانوان و بازماندگان آل پيامبر صلّى اللّه عليه و آله به اسارت به كوفه برده شد . استقبال مردان و زنان كوفه از كاروان اسرا بر حزن و اندوه او و خانواده‌اش افزود ، سرانجام پس از خطبه عمه‌اش زينب عليها السّلام ، به سخنرانى پرداخت . فاطمه ، با عزم و ايمان و ثبات و يقين براى مردم كوفه سخنرانى كرد و پرده از اعمال زشت امويان برداشت و اهل مجلس را به گريه انداخت ، به‌طورىكه گفتند : اى دختر پاكان ! قلبهاى ما را پاره پاره كردى و جگرهايمان را آتش زدى .\r\nكلينى به سند خود از ابو جارود از امام باقر عليه السّلام نقل كرده است كه فرمود : « لما حضر الحسين عليه السّلام ما حضره ، دفع وصيته الى ابنته فاطمة ظاهرة فى كتاب مدرج فلما أن كان من أمر الحسين عليه السّلام ما كان ، دفعت ذلك الى على بن الحسين عليه السّلام . . . » آنگاه كه زمان شهادت حسين عليه السّلام فرا رسيد ، وصيتى مكتوب را آشكارا به دخترش فاطمه داد . چون آن حضرت به شهادت رسيد ، فاطمه آن وصيت را به على بن الحسين عليه السّلام داد .\r\nشيخ صدوق به اسناد خويش از محمد بن سنان از ابو جارود از عبد اللّه بن الحسن از مادرش فاطمه بنت حسين عليه السّلام روايت مىكند كه گفت : غارتگران به خيمه ما هجوم آوردند ، من دختر بچه اى بودم و يك خلخال طلا به پا داشتم . مردى گريه مىكرد و خلخال از پايم در آورد . گفتم : اى دشمن خدا چرا ديگر گريه مىكنى ؟ گفت : چرا گريه نكنم كه دختر رسول خدا را غارت مىكنم . گفتم : پس غارت نكن . گفت : مىترسم اگر من غارت نكنم ديگرى بيايد و بگيرد . فاطمه مىگويد : همه چيز را به غارت بردند ، حتى پارچه‌هاى سرمان را بردند .\r\nاو همسر حسن بن حسن بن على عليه السّلام ( حسن مثنى ) و مادر ، عبد اللّه و ابراهيم و حسن و\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":19},
  {"content":"\r\n\r\nزينب است . پس از رحلت همسرش ( حسن ) مدت يك سال در كنار قبر وى خيمه زد و در آن ساكن شد . فاطمه قصد ازدواج نداشت ولى پس از مدتى به اصرار عبد اللّه بن عمرو بن عثمان و به سفارش همسرش ( حسن ) ، با عبد اللّه ازدواج كرد و قاسم و محمد و رقيه فرزندان عبد اللّه بن عمرو را به دنيا آورد . و در سن هفتادسالگى رحلت نمود . گفته شده است : سيده فاطمه نبويّه دختر امام حسين عليه السّلام در مصر مدفون است .\r\n\r\nسكينه ،\r\n( محدث ، اديب ، متوفى قرن 1 ه ) دختر حسين بن على بن ابى طالب عليهما السّلام ، مادرش رباب دختر امرى القيس است . نامهاى ديگرش : امينه ، اميمه و آمنه است و به سكينه مشهور است . بانويى فصيح و بليغ و از بهترين شعراى زمان خويش به شمار مىآمد و مقامى رفيع داشت .\r\nابو الفرج اصفهانى گفتار و اشعار وى را در كتابش آورده است ، و از جمله مىنويسد :\r\nجمعى از اهل كوفه نزد سكينه عليه السّلام رفتند و او را سلام و تسلى دادند . سكينه به آنها فرمود : خدا مىداند كه چقدر نسبت به شما خشمناكم ، جدم ، على عليه السّلام را شهيد كرديد و مصعب همسرم را به قتل رسانديد . در كودكى مرا يتيم كرديد و در بزرگى خانه نشينم ساختيد ، اينك با چه رويى به ملاقاتم آمده‌ايد ؟\r\nسهل بن سعد از اصحاب رسول خدا صلّى اللّه عليه و آله نقل مىكند : هنگامى كه وارد دمشق شدم و از ورود آل رسول اللّه صلّى اللّه عليه و آله با خبر گشتم نزديك ايشان رفتم تا شايد خواسته ايشان برآورده سازم ، از دخترى پرسيدم كيستى ؟ گفت : سكينه دختر حسين ، سؤال كردم ، آيا چيزى نمىخواهى ؟ من سهل بن سعدم ، جدت را ديده و حديثش را شنيده‌ام . سكينه گفت : اى سهل ، به شخصى كه رأس ( امام حسين ) را حمل مىكند بگو كه جلوتر از ما حركت كند ، تا مردم به تماشاى سر مشغول شوند و ما را نگاه نكنند ، ما بانوان حرم خاندان رسول اللّه صلّى اللّه عليه و آله هستيم . سكينه بانويى شجاع بود ، در برابر لعن بنى اميّه سكوت نمىكرد . عمر رضا كحاله مىنويسد : « روزهاى جمعه مقابل خالد بن عبد الملك مىرفت و هنگامى كه خالد بر منبر به بدگويى و شتم على عليه السّلام مىپرداخت ، سكينه با خدمتكارانش او را ناسزا مىگفتند و نگهبانان خالد ، خدمه سكينه را مىزدند .\r\nسكينه به همراهى زنان قريش بر هشام وارد شد ، شال او را از كمرش باز كرد و عمامه از سرش بركند . هنگامى كه مروان ، جدّ سكينه ( امام على عليه السّلام ) را لعنت مىكرد ، سكينه ، مروان و پدر و جد او را لعنت مىنمود . در جايى دختر عثمان بن عفان به سكينه گفت : من دختر شهيد هستم . سكينه سكوت كرد ، ناگاه مؤذّن گفت : « أشهد انّ محمّدا رسول اللّه » . سكينه\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":20},
  {"content":"\r\n\r\nگفت : اين پدر من است يا پدر تو ؟ دختر عثمان گفت : من ديگر به شما فخرفروشى نخواهم كرد .\r\nسكينه بانويى شجاع و با هيبت و عظمت بود و كسى جرأت توهين به او را نداشت . آنگاه كه با سخنان خود آبروى هشام را برد ، وى قادر به پاسخگويى نبود . اين حاكى از اقتدار و شهامت سكينه است .\r\nامام حسين عليه السّلام درباره او و مادرش فرمود : « لعمرك انّنى لاحبّ دارا تحلّ ( تكون ) بها سكينة و الرّباب » : به جان تو قسم ، خانه‌اى را كه سكينه و رباب در آن باشند ، دوست مىدارم . مرحوم مجلسى ( ره ) به اسناد خويش از بكر بن احنف ، از فاطمه دختر امام رضا عليه السّلام و او از فاطمه و زينب و ام كلثوم دختران موسى بن جعفر ، و آنها از فاطمه دختر جعفر بن محمد ، و او از فاطمه دختر محمد بن على ، و او از فاطمه دختر على بن الحسين ، و او از فاطمه و سكينه دختران امام حسين ، و آنها از ام كلثوم دختر على ، و او از فاطمه دختر رسول اللّه صلّى اللّه عليهم اجمعين از رسول اللّه صلّى اللّه عليه و آله روايت مىكند كه فرمود : شبانگاه كه مرا به معراج بردند ، وارد بهشت شدم و به قصرى از جواهر سفيد بلورين برخوردم ، درى داشت كه با درّ و ياقوت تزيين شده بود و بر در پرده‌اى بود ، سرم را بالا بردم ، بر در نوشته شده بود : « لا إله إلّا اللّه ، محمد رسول اللّه على ولى القوم » . و نيز نوشته شده بود : خوشا به حال كسانى كه شيعه على هستند .\r\n\r\nام ايمن ،\r\n( محدث ، متوفى سال 24 ه ) بركة دختر ثعلبه ، معروف به ام ايمن ، ام الظباء وى كنيز عبد اللّه بن عبد المطلب و به قولى كنيز آمنه مادر رسول خدا صلّى اللّه عليه و آله بود كه او را به رسول اللّه صلّى اللّه عليه و آله بخشيد . پس از رحلت آمنه ، سرپرستى و نگهدارى پيغمبر صلّى اللّه عليه و آله با ام ايمن بود و رسول خدا صلّى اللّه عليه و آله مىفرمود : « ام أيمن امّى بعد امّى » . حضرت پس از ازدواج با خديجه عليها السّلام او را آزاد كرد .\r\nام ايمن حبشى بود و در اوايل دعوت پيامبر صلّى اللّه عليه و آله اسلام آورد ، به حبشه و مدينه مهاجرت نمود . وى در جنگ احد شركت داشت و به لشكريان آب مىرساند و زخمىها را مداوا مىكرد و در غزوه خيبر نيز با رسول خدا صلّى اللّه عليه و آله بود و با محبت فراوانى كه به ايشان داشت ، پيوسته به خدمت آن حضرت شرفياب مىشد .\r\nرسول خدا صلّى اللّه عليه و آله فرمود : هركه مايل است با زنى از اهل بهشت ازدواج كند ، با ام ايمن ازدواج كند . از خصوصيات ام ايمن شركت او در شب زفاف حضرت زهرا عليها السّلام ، سرپرستى اطفال آن حضرت و حضور او هنگام رحلت و غسل حضرت زهرا عليها السّلام است .\r\nامام صادق عليه السّلام فرمود : هنگامى كه وفات فاطمه عليها السّلام نزديك شد ، به دنبال ام ايمن فرستاد ،\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":21},
  {"content":"\r\n\r\nزيرا او نزد آن حضرت از همه زنان مطمئن‌تر بود .\r\nام ايمن در احاديث و اخبار ائمه اطهار ، مدح شده است از جمله حديثى كه معروف به حديث ام ايمن است و شهادتى كه درباره فدك در حق فاطمه عليها السّلام داد . پسرش ايمن نيز از خواص شيعيان امير المؤمنين بود .\r\nمحدّثان فريقين نقل كرده‌اند كه چون فاطمه عليها السّلام جهان را وداع گفت ، ام ايمن نتوانست جاى خالى آن حضرت را ببيند ، با زبان روزه از مدينه بيرون رفت ، در آن هواى گرم عطش بر او مستولى شد ، نگاهى به آسمان كرد و گفت : خداوندا مرا تشنه مىخواهى ، با اينكه خادمه دختر پيغمبر تو هستم ؟ در اين هنگام دلوى از آسمان نازل شد و ام ايمن سيراب گشت . وى در 85 سالگى وفات يافت .\r\n\r\nام انس ( ام سليم ) ،\r\n( محدث ، متوفى سال 25 ه ) دختر ملحان بن خالد انصارى ، به او الغميصاء يا الرّميصاء ، سهله ، رميله ، انيفه و رميثه نيز گفته‌اند . مادرش مليكه بنت مالك ، و خواهرش ام حرام همسرش مالك بن النضر و فرزندش انس بن مالك است . از زنان مؤمن ، محدث ، با فهم و درايت و شجاع بود . ابن سعد بن سند خود از فرزندش انس مىنويسد : « روز جنگ حنين ام سليم در حالى كه حامله بود ، براى كشتن مشركان خنجر به دست گرفته بود . پيشتر نيز در جنگ احد شركت كرده بود و تشنگان را آب مىداد و مجروحان را مداوا مىكرد . » وقتى فرزندش ابا عمير مريض شد و از دنيا رفت ، ام سليم بىآنكه شيون و زارى كند او را غسل داد ، كفن و حنوط كرد و روى او پارچه‌اى كشيد و در گوشه اى گذاشت . سفارش كرد كسى ابو طلحه را خبر نكند تا خود به او بگويد ، سپس با تأمل و آرامشى خاص ، خبر فوت فرزندش را به شوهرش داد .\r\nام سليم از بانوان عاقل و دانا بود . نوشته‌اند وقتى ابو طلحه از وى خواستگارى كرد ، ام سليم به او گفت : آيا نمىدانى خدايى كه مىپرستى گياهان را از زمين مىروياند ؟ ابو طلحه گفت : بلى ، ام سليم گفت : آيا خجالت نمىكشى چوب را مىپرستى ؟ سخن او در ابو طلحه اثر كرد ، مسلمان شد و اسلام او كابين ام سليم گرديد . پيامبر اكرم صلّى اللّه عليه و آله ام سليم را اكرام مىنمود و به ديدار او مىرفت . ابن سعد رواياتى به سند خود از انس و ديگران دراين‌باره بيان داشته است ، از جمله : « زار رسول اللّه صلّى اللّه عليه و آله ام سليم فصلّى فى بيتها . . . » : پيامبر صلّى اللّه عليه و آله به ديدن ام سليم رفت و در منزل او نماز گزارد .\r\n\r\nام حرام ،\r\n( محدث ، متوفى سال 27 ه ) دختر ملحان ، او را رميصاء و يا غميصاء نيز\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":22},
  {"content":"\r\n\r\nگفته‌اند . از اصحاب رسول خدا و از زنان محدث و مهاجر است . مادرش مليكه بنت مالك و همسر عبادة بن الصامت است . ام حرام اسلام آورد و با رسول خدا صلّى اللّه عليه و آله بيعت نمود و به مدينه مهاجرت كرد . از راويان حديث رسول خدا صلّى اللّه عليه و آله است و پنج حديث از آن حضرت روايت كرده است . پيغمبر صلّى اللّه عليه و آله ام حرام را اكرام و احترام مىفرمود و به منزل وى مىرفت و با او گفتگو مىكرد و به وى بشارت داد كه شهيد خواهد شد .\r\nابن سعد و ابن اثير و طبرانى روايتى از مالك بن انس از ام حرام نقل كرده‌اند كه گفت : رسول خدا صلّى اللّه عليه و آله در خانه من به خواب قيلوله رفت ، در خواب مىخنديد . ام حرام مىگويد : وقتى حضرت از خواب برخواست گفتم : اى پيامبر خدا ، پدر و مادرم به فدايت ، براى چه مىخنديدى ؟ حضرت فرمود : گروهى از امت من همچون پادشاهان بر تخت نشسته ، در اين دريا سوار ( بر كشتى ) خواهند شد . ام حرام گويد : گفتم : اى رسول خدا از خداوند بخواه كه مرا در زمره آنان قرار دهد . فرمود : تو از ايشانى . . .\r\nطبرانى نيز به سند خود از يعلى بن شداد از ام حرام روايت مىكند كه گفت : « ذكر رسول اللّه صلّى اللّه عليه و آله غزاة البحر فقال : للعائد أجر شهيد و للغريق أجر شهيدين . فقلت : يا رسول اللّه ادع اللّه أن يجعلنى منهم ، قال : اللهم اجعلها منهم . » رسول خدا صلّى اللّه عليه و آله جنگجويان دريا را متذكر مىشد و مىفرمود : بازگردنده به وطن اجر يك شهيد و غريق در دريا اجر دو شهيد دارد . ام حرام گويد : گفتم : اى رسول خدا از خداوند بخواه مرا از ايشان قرار دهد . حضرت فرمود : بارالها او را از آنان قرار ده .\r\nام حرام در خلافت عثمان هنگامى كه در كشتى بود ، در درياى قبرس غرق شد و در قبرس مدفون گشت . مقبره‌اش به نام « قبر المرأة الصالحة » معروف است .\r\n\r\nام سلمه ،\r\n( محدث ، متوفى سال 62 ه ) هند دختر ابو اميه ، معروف به ام سلمه ، زنى محدث جليل القدر ، صاحب رأى و نظر ، عاقل ، با كمال و جمال مؤمن پرهيزكار و مجاهد بود . با همسرش ابو سلمه دوبار به حبشه مهاجرت كرد و پس از مرگ او در سال چهارم هجرت با رسول خدا صلّى اللّه عليه و آله ازدواج كرد . ام سلمه نزد پيامبر صلّى اللّه عليه و آله منزلتى و الا داشت . او از اولين گروندگان به اسلام و اولين زنان مهاجر بود . پس از رحلت فاطمه مادر امير المؤمنين عليه السّلام رسول خدا صلّى اللّه عليه و آله سرپرستى فاطمه زهرا عليها السّلام را به ام سلمه واگذار فرمود و اين سعادت نصيب او گشت . وى مىگفت : « كنت أدأب فاطمة و هى أدأب منّى » ، ( پندارند ) كه من فاطمه را ادب مىكنم ، ( چنين نيست ) او معلم من است . ام سلمه در هر حال در خدمت به فاطمه عليها السّلام كوتاهى نكرد و براى شهادتى كه درباره فدك به نفع زهرا عليها السّلام داد ، ابو بكر و عمر يك سال\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":23},
  {"content":"\r\n\r\nخرجى او را قطع كردند .\r\nام سلمه حافظ ودايع و محرم اسرار اهل بيت عليه السّلام بود . علامه مجلسى به نقل از كتاب بصائر الدرجات روايتى ذكر مىكند كه مضمون آن چنين است : رسول خدا صلّى اللّه عليه و آله ام سلمه را طلبيد و پوست گوسفندى را كه مملو از علم بود به او سپرد و فرمود : هركه پس از من آن را طلب كند ، او امام و خليفه بعد از من خواهد بود . همچنين روايت مىكند كه چون امير المؤمنين عليه السّلام به طرف عراق رفت ، كتب و سلاح و ودايع امامت را به ام سلمه سپرد تا پس از شهادت آن حضرت به امام حسن عليه السّلام بسپارد و هنگامى كه امام حسن عليه السّلام مسموم شد ، آن سلاح و ودايع را به ام سلمه سپرد تا به امام حسين عليه السّلام بدهد . امام حسين عليه السّلام نيز هنگام حركت به‌سوى عراق آن ودايع را به او سپرد تا به امام على بن الحسين عليه السّلام بسپارد . از اين گفتار معلوم مىشود كه ام سلمه نزد اهل بيت عليه السّلام چنان ارج و منزلتى داشت كه محرم اسرار و حافظ امانات ايشان بود .\r\nام سلمه براى بازداشتن عايشه از جنگ با امير المؤمنين عليه السّلام ، او را بسيار نصيحت كرد و بعد از آن نيز براى وى نامه نوشت تا او را از جنگ باز دارد . ام سلمه در غزوه خيبر و فتح مكه و حصارة الطائف و غزوه هوازن و ثقيف و سپس در حجة الوداع همراه رسول اللّه صلّى اللّه عليه و آله بوده است .\r\nام سلمه نزديك 387 حديث از پيامبر اكرم صلّى اللّه عليه و آله و فاطمه زهرا عليها السّلام و ابو سلمه نقل كرده كه 29 حديث آن در صحيحين نقل شده است .\r\nطبرانى 518 حديث از راويان مختلف از ام سلمه درباره موارد مختلف از احكام فقهى ، احوالات رسول اللّه صلّى اللّه عليه و آله و عصمت و طهارت اهل بيت روايت كرده است . علامه مجلسى نيز ذيل زندگانى رسول اللّه صلّى اللّه عليه و آله ، يك باب به نام « ام سلمه » اختصاص داده است .\r\nوى در سن 84 سالگى در حكومت يزيد ، در شهر مدينه وفات كرد و در بقيع مدفون شد وى آخرين نفر از امّهات المؤمنين بود كه از دنيا رفت .\r\n\r\nاروى ،\r\n( محدث ، عالم ، بليغ ، متوفى قرن 1 ه ) دختر حارث بن عبد المطلب ، از بانوان بزرگ و بليغ شيعه زنى مؤمن نيكوكار خيرانديش عاقل و استوار در ايمان و مذهب بود . به وقت سخنرانى همگان را به عجز وامىداشت . در برابر معاويه ، خشن‌ترين خطبه‌ها و سخنان را ايراد كرد . برخى از بزرگان اهل سنت و علماى شيعه گفتار وى را با معاويه در حالى كه پير زنى بود و معاويه را مفتضح كرد و حقانيت خاندان رسول اللّه صلّى اللّه عليه و آله و على عليه السّلام را بيان كرد - در كتابهايشان ذكر كرده‌اند . پس از سخنان اروى ، معاويه براى ساكت كردن او\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":24},
  {"content":"\r\n\r\nگفت : عمه ! حاجتت را بگو و حرفهاى زنانه را كنار بگذار . اروى گفت : دستور بده شش هزار دينار به من بدهند . معاويه گفت : براى چه مىخواهى ؟ اروى گفت : مىخواهم چشمه اى براى نسل حارث بن عبد المطلب خريدارى كنم . دو هزار دينار ديگر را براى ازدواج جوانان حارث خرج كنم و باقى آن را براى زيارت خانه خدا و مشكلات مدينه صرف نمايم . معاويه دستور داد كه شش هزار دينار به او بدهند و گفت : اين مبلغ براى توست ، اما به خدا اگر على بود ، چنين كارى نمىكرد .\r\nاروى گفت : راست مىگويى ، على امانت را ادا نمود و به امر خدا عمل كرد و براى اجراى آن بازخواست مىكرد . و تو امانت را ضايع ، و در مال خدا خيانت كردى و مال خدا را به كسانى دادى كه استحقاق آن را نداشتند ، با آن كه خداوند در قرآنش فرموده : حقوق را به اهلش بدهيد و مال ناحق نگيريد . امير المؤمنين ما را به گرفتن حقمان - كه خدا بر ما واجب كرده - دعوت نمود . ( تو آتش جنگ برافروختى ) و او را به جنگ مشغول كردى و از كارهايش بازداشتى . تو چه مىگويى ؟ بر من منت مىگذارى ؟ بر مالى كه حق ماست ؟ ما كه چيزى غير از حقمان نگرفته‌ايم . سپس ادامه داد و گفت : نام على را بردى ؟ خدا دهانت را بشكند و بلايت را زياد كند كه از على چنين ياد مىكنى . پس از آن گريست و اين اشعار را در فضائل على عليه السّلام سرود :\r\nألا يا عين ويح اسعدينا * ألا و أبكى أمير المؤمنينا رزينا خير من ركب المطايا * و جال بها و من ركب السفينا و من لبس النعال أو احتذاها * و من قرأ المثانى و المئينا اذا استقبلت وجه ابى حسن * رأيت البدر راع الناظرينا و لا و الله لا أنسى عليا * و حسن صلاته فى الراكعينا أ في الشهر الحرام فجعتمونا * بخير الناس طرا أجمعينا\r\n\r\nامّ اسلم ( صاحبة الحصاة ) ،\r\n( محدث ، متوفى قرن 1 ه ) يكى از سه زنى است كه به صاحبة الحصاة ( دارنده سنگ‌ريزه‌ها ) مشهور است . جز حديثى كه مرحوم كلينى درباره وى نقل كرده از شرح حال و تاريخ وفات او اطلاعى در دست نيست ، اما از روايت كلينى معلوم مىشود كه او تا زمان امام زين العابدين عليه السّلام زنده بوده و در ايام حيات آن حضرت ، وفات يافته است .\r\nهمچنين نتيجه مىشود كه ام اسلم امامى مذهب و داراى حالتى نيكو ( حسن ) و مورد عنايت خاندان پيامبر بوده و از اصحاب و راويان رسول اللّه ، امير المؤمنين ، امام حسن ، امام\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":25},
  {"content":"\r\n\r\nحسين و امام زين العابدين عليه السّلام بوده و از ايشان نقل روايت كرده و خدمت ايشان رسيده و حامل سرّ امامت بوده است . امامان ديگر عليه السّلام از وى نقل روايت فرموده‌اند .\r\n\r\nام سنان اسلميه ،\r\n( محدث ، متوفى قرن 1 ه ) همسر يزيد بن حريث ، يكى از زنان مبارز و از راويان حديث پيامبر صلّى اللّه عليه و آله است . پس از هجرت اسلام آورد و با رسول خدا صلّى اللّه عليه و آله بيعت كرد . زنى با محبت و دوستدار اهل بيت عصمت و با همّت و شجاعت بود . هنگامى كه رسول خدا صلّى اللّه عليه و آله عازم خيبر بود خدمت آن حضرت رسيد و عرض كرد : يا رسول اللّه ! دوست دارم با شما بيايم و در ميدان جنگ مجروحان را معالجه و بيماران را مداوا نمايم و مجاهدان را يارى و از باروبنه آنان محافظت و تشنگان را سيراب گردانم . حضرت فرمود : با ما حركت كن . وى بيشتر اوقات همراه پيامبر صلّى اللّه عليه و آله بود و در فتح خيبر شركت داشت .\r\nام سنان مىگويد : آنگاه كه رسول خدا صلّى اللّه عليه و آله آماده حركت به‌سوى خيبر شد ، نزد ايشان رفتم و عرض كردم : اى رسول خدا ، اجازه فرماييد همراه شما باشم ، مشكهاى آب را وصله مىكنم و مىدوزم و بيماران و مجروحان مداوا ، اگر مجروح نبود ، كاروان را راهنمايى مىكنم . پيامبر صلّى اللّه عليه و آله فرمود : بسم اللّه حركت كن ، تو دوستانى دارى كه براى آمدنشان با من صحبت كردند و من به آنان اجازه داده‌ام . برخى از قوم تو هستند و بعضى نه . اگر مىخواهى همراه قوم ( و خانواده ) خود باش و يا با ما بيا . گفتم : با شما مىآيم . فرمود : همراه همسرم ام سلمه باش .\r\n\r\nام عطيّه انصارى ،\r\n( محدث ، متوفى قرن 1 ه ) نسيبه دختر حارث ، از بزرگ بانوان اصحاب رسول خدا صلّى اللّه عليه و آله و از آن راويان حديث است كه در بسيارى از غزوات با رسول اللّه صلّى اللّه عليه و آله همراه بوده و به مداواى مجروحان و بيماران مىپرداخته است . در غسل دادن زينب ، دختر پيامبر صلّى اللّه عليه و آله شركت داشته است . حديث او در غسل ميّت از اصول است ، عده‌اى از علماى تابعين بصره چگونگى غسل ميت را از وى فرا گرفته‌اند .\r\nطبرانى به سند خود از ام شراحيل از ام عطيه نقل كرده كه گفت : پيامبر صلّى اللّه عليه و آله على را براى جنگى اعزام فرمود . پس از آن ديدم ( آن حضرت ) دستانش را بالا برد و عرضه نمود : بار خدايا مرا نميران تا على را به من نشان دهى . طبرانى قريب 85 حديث و صحاح سته چند حديث از ام عطيه نقل كرده‌اند .\r\n\r\nامّ الفضل ( لبابة )\r\n( محدث ، متوفى قرن 1 ه ) همسر عباس بن عبد المطلب ، اولين زنى است كه پس از حضرت خديجه عليها السّلام در مكه اسلام آورد .\r\nابن سعد به سند خود از كريب نقل كرده است كه رسول خدا صلّى اللّه عليه و آله درباره او و\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":26},
  {"content":"\r\n\r\nخواهرانش فرمود : « انّ الاخوات لمؤمنات » : بيقين اينان خواهرانى مؤمن هستند .\r\nمجلسى به نقل از كتاب العدد روايتى از ام الفضل نقل كرده كه ترجمه آن اين است : اى رسول خدا در خواب ديدم كه عضوى از اعضاى شما در اتاقم افتاده است . حضرت فرمود : فاطمه فرزندى به دنيا مىآورد كه تو او را عهده‌دار خواهى شد پس حسين عليه السّلام به دنيا آمد و رسول اللّه صلّى اللّه عليه و آله وى را به ام الفضل سپرد تا شير دهد .\r\nپسران او فضل ، عبد اللّه ، معبد ، عبيد اللّه ، قثم و عبد الرحمن هستند .\r\n\r\nام موسى ،\r\n( محدث ، متوفى قرن 1 ه ) خادم امير المؤمنين على عليه السّلام ، محدث و ثقه و از راويان حديث على بن ابى طالب عليه السّلام بود . وى سرپرستى و نگهدارى فاطمه دختر آن حضرت را نيز برعهده داشت . از امير المؤمنين على عليه السّلام و ام سلمه روايت كرده و اسماعيل بن زياد ، و مغيرة بن مقسم ضبى از او روايت نموده‌اند . او تابعى و اهل كوفه است . نام وى را فاخته يا حبيبه هم گفته‌اند . شيخ مفيد از اسماعيل بن زياد از ام موسى خادمه على عليه السّلام روايت مىكند كه به دخترش ام كلثوم فرمود : دخترم ! اندك زمانى به ديدار ما بيشتر نمانده است . ام كلثوم گفت : اى پدر ! چرا اين‌گونه سخن مىگويى ؟ حضرت فرمود : رسول خدا را در خواب ديدم كه غبار صورتم را مىزدود و مىفرمود : اى على از عمر تو چيزى باقى نيست .\r\nاسماعيل بن زياد گويد : بيش از سه روز نگذشت كه آن ضربه ( به سر مبارك آن حضرت ) زده شد . ام كلثوم فرياد مىزد ، و حضرت مىفرمود : دخترم ! چنين نكن . رسول خدا را مىبينم كه با دست به من اشاره مىكند و مىفرمايد : اى على نزد ما بيا ، آنچه نزد ماست براى تو بهتر است .\r\n\r\nام هيثم نخعى ،\r\n( محدث ، متوفى قرن 1 ه ) دختر اسود و همسر ابو الهيثم بن تيهان از اصحاب امير المؤمنين عليه السّلام و از اصحاب و شيعيان على عليه السّلام است . شيخ مفيد مىنويسد : هنگامى كه ابن ملجم به قتل رسيد ( و قصاص شد ) ، ام هيثم از امام حسن عليه السّلام خواهش كرد تا جسد ابن ملجم را به وى دهد تا آن را بسوزاند . ابو مخنف مىگويد : وى در رثاى امير المؤمنين على عليه السّلام اشعارى گفته است . ترجمه آن چنين است :\r\nاى چشم واى بر تو ، با ما همراهى كن و براى امير مؤمنان اشك بريز .\r\nدچار مصيبت فقدان كسى شديم كه مانندش بر مركب سوار نشده و آن را رام نكرده و زير ركاب نكشيده ، و يا در كشتى قدم ننهاده است .\r\nو نيز بهترين كسى كه كفش پوشيده و با آنها گام برداشته ، و سوره‌هاى كوتاه و بلند قرآن را خوانده است .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":27},
  {"content":"\r\n\r\nما پيش از شهادت آن بزرگوار زندگى خوشى داشتيم ، زيرا يار وفادار رسول خدا صلّى اللّه عليه و آله را در ميان خويش ديدار مىكرديم .\r\nكسى كه دين حق را بدون ترديد بر پا مىداشت ، و بطور آشكار به احكام ارث و فرائض ، حكم مىفرمود .\r\nسركشان را به اتفاق مىخواند و از طرفى در بريدن دست دزد و كيفر او قاطع بود . . .\r\n\r\nخوله ،\r\n( محدث ، متوفى قرن 1 ه ) دختر حكيم و همسر عثمان بن مظعون ، زنى صالح ، فاضل و از برترين زنان ثقيف بود كه وجود خويش را وقف پيامبر صلّى اللّه عليه و آله نمود و به آن حضرت خدمت كرد . وى راوى احاديث پيامبر صلّى اللّه عليه و آله است و پانزده حديث از آن حضرت نقل كرده است . همسرش از زهّاد و اكابر صحابه و اولين نفر از اصحاب بود كه از دنيا رفت . رسول خدا صلّى اللّه عليه و آله بر پيكر عثمان بن مظعون حاضر شد ، او را بوسيد و در بقيع دفن كرد .\r\nبشير بن سعد ، سعيد بن مسيب ، سعد بن ابى وقاص ، عروة بن زبير ، عمر بن عبد العزيز و محمل بن يحيى بن حبّان ، ابن منقذ از خوله روايت مىكنند .\r\n\r\nدارمية حجونية ،\r\n( محدث ، متوفى قرن 1 ه ) وى زنى سياه صورت و سپيد سيرت از قبيله بنى كنانه ، و از طرفداران على عليه السّلام ، بانويى با فضيلت و با فصاحت بود . هنگامى كه معاويه به حج رفت ، كسى را به دنبال وى فرستاد . همين‌كه دارميه آمد ، معاويه با لحنى حقارت‌آميز احوالش را پرسيد و گفت : مىدانى چرا تو را به اينجا فرا خوانده‌ام ؟ گفت : نه ، كسى جز خدا از غيب خبر ندارد .\r\nمعاويه گفت : تو را اينجا خواستم تا بدانم چرا على را دوست مىدارى و مرا دشمن مىشمارى ؟ گفت : اگر امانم دهى مىگويم . معاويه گفت : در امانى ، اما راستش را بگو .\r\nگفت : على را براى عدلش نسبت به رعيت و اينكه بيت المال را مساوى قسمت مىنمود دوست دارم . و تو را دشمن مىدارم ، زيرا بر سر امرى كه در آن على از تو برتر بود ، با او جنگيدى و چيزى را طلب كردى كه حقى در آن نداشتى . على را دوست دارم ، زيرا رسول خدا صلّى اللّه عليه و آله عقد ولايت او را بست . او دوستدار مساكين بود و اهل علم را بزرگ مىشمرد . تو را دشمن مىدارم ، زيرا خون مردم را به ناحق ريختى و به جور و ستم قضاوت كردى و از روى هوا و هوس حكم مىكنى .\r\nمعاويه باز براى تحقير وى سخنان سخيفى بر زبان راند و دارميه نيز به او پاسخ داد .\r\nسپس گفت : اى زن ! على را ديده‌اى ؟ گفت : آرى ، به خدا ديده‌ام . گفت : او را چگونه يافتى ؟ گفت : او را ديده‌ام ، ولى آن ملك و سلطنتى كه تو را فريفته ، او را فريب نداده ، و نعمتى\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":28},
  {"content":"\r\n\r\nكه تو را مشغول داشته ( و از خدا غافل كرده ) او را مشغول نكرده است .\r\nمعاويه گفت : كلام او را شنيده‌اى ؟ دارميه گفت : به خدا قسم آرى ، دلها را از ظلمت و تاريكى روشن مىكرد و جلا مىداد .\r\nو جواب داد : راست گفتى و سرانجام دستور داد براى ساكت كردنش آنچه نياز دارد به او بدهند ، و گفت : به خدا قسم اگر على بود چيزى به تو نمىداد . دارميه گفت : آرى به خدا قسم كه حتى يك موش ( بىارزش ) هم از مال مسلمين نمىداد .\r\n\r\nسوده ،\r\n( محدث ، اديب ، متوفى قرن 1 ه ) دختر عماره ، از بانوان شجاع و دانا و فصيح و بليغ و در گفتار ممتاز و از شيعيان على عليه السّلام به شمار مىرفت و با كلام و شعر خويش جهاد مىكرد . در برابر معاويه حق كلام را ادا نمود و پايدارى خود به ولايت امير المؤمنين عليه السّلام را اثبات كرد . و فضائل سوده از داستان ملاقاتش با معاويه آشكار است . ابن طيفور به طريق خويش از محمد بن عبيد اللّه و ابن عبد ربه از عامر الشعبى در بخش « الوافدات على معاويه » حكايتى نقل مىكند بدين مضمون :\r\nسوده بنت عماره اجازه خواست تا به مجلس معاويه وارد شود . معاويه به او اجازه داد . هنگامى كه وارد شد ، معاويه به او گفت : تو همان كسى هستى كه در مدح على و ذم ما شعر گفته اى ؟ سوده گفت : بله ، من از حق روى گردان نشوم و عذر خواهى نكنم .\r\nمعاويه گفت : چه چيز تو را بر آن داشته كه اين‌گونه سخن بگويى ؟\r\nسوده گفت : دوستى على عليه السّلام و پيروى حق .\r\nمعاويه گفت : به خدا اثرى از پيروى حق در تو نمىبينم . سوده گفت : تو امروز رئيس مردم شده‌اى و امور آنان را به دست گرفته‌اى ، خداوند درباره كار ما و حقى كه بر تو داريم ، از تو سؤال خواهد كرد . شخصى را حاكم ما كرده‌اى كه تو را فريب داده است و با تكيه بر قدرت و سلطنت تو ، بر ما دست‌اندازى مىكند و مانند سنبله گندم ، ما را درو مىكند ، و قطع و نابود مىسازد . همچنان كه گياه را قطع مىكنند ، اموال و شوكتمان را از ما مىگيرد . او بسر بن أرطاة است كه به ديار ما آمده ، مردانمان را مىكشد و اموالمان را مىگيرد . اگر اطاعت تو نمىكرد ، عزت ما برقرار بود . اگر او را عزل كنى ممنون تو هستيم و اگر نه پس تو را شناخته‌ايم .\r\nمعاويه گفت : مرا تهديد مىكنى ؟ بايد كه تو را بر شتر ناآرامى بنشانم و نزد او بفرستم تا حكمش را بر تو جارى كند .\r\nسوده ساكت شد و گريست و شعرى سرود بدين مضمون :\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":29},
  {"content":"\r\n\r\nصلّى الإله على جسم تضمنه * قبر فأصبح فيه العدل مدفونا قد حالف الحق لا يبغى به ثمنا * فصار بالحق و الايمان مقرونا درود خداوند بر جسمى كه قبر آن را در برگرفته و عدل در آن مدفون شده .\r\nهم پيمان حق بود ، و هرگز همتايى براى او نيست . او با حق و ايمان مقرون و همزاد گشته است .\r\nمعاويه گفت : اين شعر درباره كيست ؟ سوده گفت : على بن ابى طالب عليه السّلام . معاويه گفت : على برايت چه كرده كه نزد تو چنين است ؟ سوده گفت : روزى در مورد مردى كه براى جمع‌آورى زكات فرستاده بود و به نزد وى شكايت بردم او را در حال نماز يافتم ، وقتى مرا ديد نمازش را مختصر كرد و با رأفت و مهربانى پرسيد : كارى داشتى ؟ جريان را برايش نقل كردم ، حضرت گريست و فرمود : خدايا تو بر من و اينان شاهد باش ، من هيچ‌گاه به ستم كردن بر مردم دستورى نداده‌ام و بر ترك حق تو امر نكرده‌ام ، سپس قطعهء پوستى از جيبش بيرون آورد و ( فرمان عزل او را ) بر آن نگاشت . نامه را از آن حضرت گرفتم ، به خدا ، نه آن را مهر كرد و نه بست و من آن را خواندم .\r\nمعاويه گفت : پسر ابو طالب ، شما را آموخته و عادت داده كه بر سلطان جرى شويد . به تدريج اين مزه از زير زبانتان خواهد رفت .\r\nمعاويه گفت : پسر ابو طالب ، شما را آموخته و عادت داده كه بر سلطان جرى شويد . به تدريج اين مزه از زير زبانتان خواهد رفت .\r\nمعاويه گفت : بنويسيد كه مالش را به او باز گردانند و به عدالت با او رفتار كنند . سوده گفت : براى من يا براى همه قومم ؟ معاويه گفت : براى تو . سوده گفت : به خدا اين عدالت نيست و كار زشتى است ، من هم مانند ساير افراد هستم . معاويه گفت : براى او و قومش بنويسيد .\r\n\r\nفاطمه ، دختر حبابه والبيه ،\r\n( صاحبة الحصاة ) ، ( محدث ، متوفى قرن 1 ه ) شيخ طوسى او را در زمره راويان امام حسن عليه السّلام و امام حسين عليه السّلام ذكر نموده است . شيخ اردبيلى و ميرزا استرآبادى نيز او را از راويان حديث معرفى كرده‌اند .\r\n\r\nفضة النوبية ،\r\n( محدث ، متوفى قرن 1 ه ) فضه خدمتكار حضرت زهرا عليها السّلام پيامبر صلّى اللّه عليه و آله وى را براى كمك به فاطمه عليها السّلام تعيين فرمود . او زنى عالم ، فصيح ، حافظ قرآن و از نظر ايمان و تقوا و زهد و ورع در درجه عالى قرار داشت و محبتش به اهل بيت عليه السّلام معروف و مشهور است . بلاغت كلام و نيكويى بيانش بر كسى پوشيده نيست . او فقط كمك كار منزل نبود ، بلكه شاگرد فاطمه عليها السّلام تربيت يافته او و پيوسته ملازم آن حضرت بود .\r\nابن حجر از امام صادق عليه السّلام از پدرانش از على عليه السّلام روايت مىكند كه فرمود : رسول\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":30},
  {"content":"\r\n\r\nخدا صلّى اللّه عليه و آله خادمى براى فاطمه عليها السّلام استخدام كرد كه نامش فضه بود و نان مىپخت . رسول اللّه صلّى اللّه عليه و آله دعايى به او تعليم فرمود تا هنگام خستگى بخواند ، آن دعا اين است : « يا واحد ليس كمثله أحد تميت كل احد و أنت على عرشك واحد لا تأخذه سنة و لا نوم » : اى يكتايى كه كسى ( و چيزى ) مانند او نيست . همه چيز را مىميرانى ، در حالى كه تو تنها بر عرشت جاويدى و خواب و غفلت بر او غلبه ندارد .\r\nعلامه مجلسى از ورقة بن عبد اللّه ازدى نقل كرده است : در حالى كه در خانه خدا طواف مىكردم ، كنيزى زيبا روى و زيبا كلام ديدم ، كه با فصاحت جملاتى بيان مىكرد و مىگفت : « رب البيت الحرام و الحفظة الكرام و زمزم و المقام . . . أن تحشرنى مع ساداتى الطاهرين . . . » ورقة گويد : گفتم : اى جاريه گمان كنم كه از خدمتكاران همسران رسول اللّه صلّى اللّه عليه و آله هستى ؟\r\nگفت : برتر از آن . گفتم : كداميك از آنهايى ؟ گفت : من فضه خدمتكار فاطمه زهرا عليها السّلام هستم .\r\nهمچنين علامه مجلسى ( ره ) از مناقب ابن شهرآشوب نقل مىكند كه ابوالقاسم قشيرى در كتابش آورده است : روزى در بيابان از قافله بازماندم زنى را ديدم ، پرسيدم كيستى ؟ گفت : « و قل سلام فسوف تعلمون . . . » . در اين گفتگو هر سؤالى كه قشيرى كرده اين خانم با آيه قرآن پاسخ داده تا سرانجام پسران او را مىبيند و از ايشان مىپرسد كه اين زن كيست ؟ آنها گفتند : مادر ما فضه ، خادمه فاطمه زهرا عليها السّلام است و بيست سال است كه فقط با آيات قرآن تكلم مىنمايد . ورقة بن عبد اللّه ازدى نقل مىكند : به فضه گفتم برايم از حال فاطمه عليها السّلام بعد از رحلت پدرش بگو . شروع به گريه كرد و گفت : بدان ، آنگاه كه رسول خدا صلّى اللّه عليه و آله قبض روح شد ، كوچك و بزرگ غصه‌دار شدند و بسيار گريه كردند و صبر و بردبارى را از دست دادند . غم و غصه و ناراحتى نزديكان و اصحاب و دوستداران و غريبان و منسوبان زياد شد و هركه را مىديدى در حال گريه و ندبه و ناله بود و در ميان مردم روى زمين و ياران و نزديكان و دوستان كسى محزون‌تر و گريان‌تر و نگران‌تر از مولايم فاطمه زهرا عليها السّلام نبود و حزن و اندوهى او تجديد مىشد و افزايش مىيافت و گريه‌اش بيشتر مىشد . هفت روز نشست . هر روز كه فرا مىرسيد گريه‌اش شديدتر از روز قبل مىشد و چون روز هشتم فرا رسيد آن حزن و اندوهى كه پنهان مىداشت ، آشكار كرد . ديگر صبر و تحمل نداشت ناگهان بيرون آمد و فريادى زد . گويا از زبان رسول خدا صلّى اللّه عليه و آله سخن گفت . زنان و بچه‌ها از خانه‌ها بيرون ريختند و مردم ضجّه مىزدند و فرياد برمىآوردند ، همه مردم از هر سو جمع شدند . چراغها خاموش شد تا هيكل زنان مشخص نشود و زنان تصور كردند كه پيامبر صلّى اللّه عليه و آله از قبر برخاسته است ، مردم چون از حادثه با خبر شدند ، حيران گشتند . آن حضرت پدرش را با\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":31},
  {"content":"\r\n\r\nگريه و زارى صدا مىزد و مىفرمود : اى پدر ! اى مصطفى ! اى محمد ! اى ابو القاسم ! اى مايه شادى بىسرپرستان و يتيمان ! كيست كه شايستگى قبله و محراب و نماز را داشته باشد ؟ ، كيست كه بتواند دختر داغ‌ديده و پريشانت را دريابد .\r\nفضه همسر ابو ثعلبه حبشى بود براى او پسرى به دنيا آورد . پس از مرگ وى با ابو مليك غطفانى ازدواج نمود .\r\n\r\nامّ فروه ،\r\n( محدث ، متوفى قرن 2 ه ) فاطمه ، يا قريبه ، مادر امام صادق عليه السّلام و دختر قاسم بن محمد بن ابى بكر ، و مادرش اسماء دختر عبد الرحمن بن ابى بكر است . بدين‌ترتيب ام فروه از طرف پدر نواده و از ظرف مادر نوه ابو بكر است .\r\nام فروه از بانوان محدث ، عارف ، صالح و در نهايت ورع و تقوا بود . امام صادق عليه السّلام درباره‌اش فرمود : « كانت امّى ممّن امنت و اتّقت و احسنت ، و اللّه يحبّ المحسنين » مادرم از ايمان‌آورندگان و متقين و نيكوكاران بود و خداوند نيكوكاران را دوست دارد .\r\nمرحوم برقى او را از راويان امام صادق عليه السّلام شمرده است . علامه مامقانى نيز او را در زمره زنان راوى ذكر كرده و پس از بيان روايتى درباره او چنين مىگويد : « اين روايت نشانه وثاقت ام فروه است ، زيراكه همواره با تقوى و نيكوكار بوده است ، بدين‌ترتيب او را از ثقات مىشماريم . » مسعودى مىگويد : از پرهيزكارترين زنان زمان خويش بود و از على بن الحسين عليه السّلام حديث روايت مىكرد .\r\n\r\nحميده ،\r\n( عالم ، محدث ، متوفى قرن 2 ه ) حميده بربريه ، دختر صاعد بربرى اندلسى ، لقبش لؤلؤه ، و كنيه‌اش ام محمد و مادر فرزندان امام صادق عليه السّلام ، ( موسى بن جعفر عليه السّلام ، اسحاق و محمد ) است . امام صادق عليه السّلام به بانوان امر مىفرمود كه در احكام به وى رجوع نمايند . در كتاب جواهر از امام صادق عليه السّلام نقل شده است كه عبد الرحمن بن حجاج از آن حضرت سؤال كرد : در اينجا ( مراسم حج ) فرزندى به دنيا آمده است ، وظيفه چيست ؟ حضرت فرمود : به كنيزى بگو حميده را ملاقات كند و سؤال كند كه با پسرانشان ( كودكانشان ) در اينجا چگونه رفتار مىكنند ؟ كنيزك رفت و از حميده سؤال كرد ، حميده فرمود : هنگامى كه روز ترويه ( روز هشتم ذيحجه ) شد ، شما از جانب او نيّت كنيد و لباس دوخته را از او دور كنيد و لباس احرام به طفل بپوشانيد .\r\nامام صادق عليه السّلام هرگاه مىخواست حقوق اهل مدينه را تقسيم كند ، آن را به دست مادر خود و بانوى حرم خويش حميدة المصفاة مىداد .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":32},
  {"content":"\r\n\r\nمرحوم كلينى از پدر عيسى بن عبد الرحمن سرگذشت ارتباط وى را با بيت عصمت و طهارت چنين نقل مىكند : ابن عكاشه خدمت امام باقر عليه السّلام بود و عرض كرد : چرا براى ابو عبد اللّه همسر نمىگيريد ؟ - در برابر امام عليه السّلام كيسه پول سربسته‌اى - بود ، آن حضرت فرمود : به زودى برده‌فروشى از اهل بربر مىآيد و با اين كيسه پول ، دخترى برايش مىخريم .\r\nدختر خريده شد و نزد امام باقر عليه السّلام آورد شد . امام باقر عليه السّلام خدا را حمد و ثنا گفت ، سپس به دختر فرمود : نامت چيست ؟ گفت : حميده . امام عليه السّلام فرمود : در دنيا حميده باشى و در آخرت محمود ( پسنديده ) . به من بگو كه دوشيزه هستى يا بيوه ؟ دختر گفت : دوشيزه‌ام . . . سپس امام عليه السّلام به فرزندش ، جعفر عليه السّلام فرمود : او را به همسرى بگير . و پس از آن بهترين شخص روى زمين ، يعنى موسى بن جعفر عليه السّلام متولد شد .\r\nامام صادق عليه السّلام درباره‌اش فرمود : حميده مانند شمش طلا از پليديها پاك است . به سبب كرامتى كه خداوند نسبت به من و حجت پس از من دارد ، ملائكه همواره او را نگهدارى كردند تا به من رسيد . حميده از خاندان بزرگان غير عرب بود .\r\n\r\nنجمه مادر امام رضا عليه السّلام ،\r\n( محدث ، متوفى قرن 2 ه ) سكن النوبيّه ، ام ولد امام كاظم عليه السّلام و مادر امام رضا عليه السّلام است . كنيه‌اش ام البنين و به نامهاى اروى ، نجمه ، سمانه ، تكتم و خيزران نيز ناميده شده و به شقراء ملقب است . هنگامى كه امام رضا عليه السّلام را به دنيا آورد ، طاهره نام گرفت . صدوق به اسناد خود حديثى درباره وى نقل كرده است : حميدة المصفات ، مادر امام موسى بن جعفر عليه السّلام ، كنيزى - كه از اشراف عجم بود و در بين عربها متولد شده و با فرزندان آنها رشد و نمو كرده ، و نزد ايشان تربيت شده بود - خريدارى و آن را به فرزندش موسى عليه السّلام هديه كرد و به آن حضرت گفت : كنيزى برتر از اين نديده‌ام و شكى نيست كه خداوند متعال به زودى نسل تو را از وى آشكار خواهد ساخت .\r\nشيخ در حديث ديگرى به اسناد خود از على بن ميثم از پدرش نقل مىكند : هنگامى كه حميده ، مادر موسى بن جعفر عليه السّلام ، نجمه ، ام الرضا عليه السّلام را - كه كنيزى بود - خريدارى كرد ، پس از آن رسول اللّه عليه السّلام را در خواب ديد كه به او فرمود : اى حميده ، نجمه را به فرزندت موسى هديه كن ، زيرا او بهترين خلق روى زمين را به دنيا خواهد آورد . حميده ، نجمه را به فرزندش بخشيد و او دوشيزه بود .\r\nهمچنين شيخ صدوق نقل كرده است كه ابن ميثم از پدرش و او از مادرش ( جدّه على بن ميثم ) گفت : شنيدم نجمه ، مادر امام رضا مىگفت : هنگامى كه فرزندم على را حامله شدم ، سنگينى باردارى را حس نمىكردم و در خواب صداى تسبيح و تعريف و تمجيد خداوند\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":33},
  {"content":"\r\n\r\nرا از درون شكمم مىشنيدم كه مرا ترسانده بود . چون حضرت به دنيا آمد دستهايش بر زمين گسترده و سرش به طرف آسمان بلند بود و لبانش تكان مىخورد ، گويا سخن مىگفت . پدرش موسى بن جعفر عليه السّلام وارد شد و به من فرمود : مبارك باد بر تو كرامت پروردگارت اى نجمه ! او را در پارچه سفيدى پيچيدم و امام عليه السّلام در گوش راست ( نوزاد ) اذان گفت و در گوش چپ اقامه ، و آب فرات خواست و آن را به سقف و اطراف دهان نوزاد ماليد و پس از آن او را به من بازگرداند و فرمود : او را بگير كه نماينده خداوند متعال در زمين است .\r\n\r\nسعيده ،\r\nجاريهء امام صادق عليه السّلام ، رجال مامقانى در شرح زندگى او از بصائر الدرجات روايت مىكند كه سعيده نزد امام صادق عليه السّلام منزلت داشت و امام صادق عليه السّلام به او وصيتهايى فرمود . و او فرموده‌هاى آن حضرت را به مردم ياد مىداده است . امام صادق عليه السّلام به او فرمود : من از خداوند درخواست مىكنم همچنان كه در دنيا تو را به من شناساند در آخرت نيز تو را به ازدواج من درآورد . اين زن چنان با عفت و حيا بود كه به مسجد هم نمىآمد ، مگر براى زيارت رسول خدا . هنگام مرگ نيز اين كلمه را از او شنيدند كه مىگفت : قد رضينا الثواب و آمنا العقاب .\r\n\r\nمادر محمد بن مهاجر ،\r\n( محدث ، فاضل ، متوفى قرن 2 ه ) از ثقاف اصحاب امام صادق عليه السّلام است زنى فاضله علامه از روات احاديث حضرت صادق است و مثل ابن ابى عمى از او روايت دارد از آن جمله صدوق در علل الشرائع باسناد خود از ابن ابى عمير از محمد بن مهاجر از مادرش ام سلمه روايت كرده است ، مامقانى در رجال خود شهادت به ثقه بودن اين زن داده است .\r\n\r\nام اسود ،\r\nدختر اعين بن سنسن شيبانى ( محدث ، متوفى سال 153 ه ) خواهر زرارة بن اعين ، بانويى عالم و فاضل ، و نخستين فرد از آل اعين بود كه به واسطه ابو خالد كابلى شيعه شد . تشيع او سبب شيعه شدن ساير افراد اين خاندان گرديد .\r\nعلامه حلى مىگويد : ام اسود دختر اعين بانويى عارف بود . على بن احمد عقيقى گويد : او كسى است كه چشمهاى زراره را هنگام فوت بست .\r\n\r\nام خالد ،\r\n( محدث ، متوفى قرن 2 ه ) از اصحاب امام باقر و امام صادق عليه السّلام و از زنان محدث فصيح و بليغ است . از نام و خاندان ام خالد اطلاعى در دست نيست . تنها كنيه او از روايتى كه كشى نقل كرده ، به دست آمده است . كشّى به سند خود از ابو بصير روايتى نقل كرده كه ترجمه آن چنين است : نزد امام صادق عليه السّلام نشسته بودم و ام خالد - كه دستش را\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":34},
  {"content":"\r\n\r\nيوسف بن عمرو قطع كرده بود - اجازه ورود خواست . ابو عبد اللّه عليه السّلام فرمود : آيا دوست دارى سخن ام خالد را بشنوى ؟ گفتم : بلى ، فرمود : الآن اجازه ورود خواست . آن حضرت مرا بر حصير نشاند ، ام خالد وارد شد و صحبت كرد . ديدم در كمال فصاحت و بلاغت سخن مىگويد . درباره مسائل مختلف از حضرت سؤالاتى نمود و در محضر امام صادق عليه السّلام از كثير النوا - كه از اصحاب امام باقر عليه السّلام بود ولى بترى مذهب شده بود - برائت جست .\r\n\r\nشطيطه نيشابورى ،\r\n( متوفى قرن 2 ه ) از زنان فاضل ، مؤمن و پرهيزگار شيعه ، علامه مجلسى در بحار الانوار ، دربارهء معجزات امام موسى كاظم عليه السّلام مىنويسد : شيعيان نيشابور به عادت هرساله يكى از شيعيان امين را به نزد امام مىفرستادند تا مسائل شرعى خود را بپرسند و نيز سهم امام خويش را تقديم كنند ، در يك سال ابو جعفر محمد بن ابراهيم يا محمد بن على نيشابورى را به خدمت امام فرستادند . شطيطه نيز يك درهم و يك پارچه خام - كه به دست خود رشته و بافته بود و چهار درهم بيشتر ارزش نداشت - آورد . ابو جعفر گفت : من خجالت مىكشم كه اين ناقابل را خدمت امام برم . شطيطه گفت : « ان اللّه لا يستحيى عن الحق » ، آنچه بر ذمه من هست همين مقدار است . ابو جعفر در مدينه به خدمت امام رسيد . امام عليه السّلام ضمن پاسخگويى به سؤالات فرمود : درهم شطيطه را بياور و دست در كيسه كردند و درهم و پارچه شطيطه را برداشتند و رد كردند و همان سخن شطيطه را فرمود : « ان اللّه لا يستحيى عن الحق » ، و افزودند : به شطيطه سلام مرا برسان و اين چهل درهم را نيز به او بده و پارچه‌اى نيز به او دادند و فرمودند : اين هديه من به شطيطه است . به او بگو كه آن را كفن خود قرار بده كه پنبه اين پارچه از مزرعه خود ماست و خواهرم آن را رشته و بافته است ، و نيز از روز رسيدن ابو جعفر تا روز نوزدهم زنده خواهى بود . از اين چهل درهم شانزده درهم خرج كن و بيست و چهار درهم براى كفن و دفن خود نگاه دار و به جنازه او خود نماز خواهم خواند .\r\n\r\nقرن سوم هجرى\r\n\r\nخيزران مادر امام جواد عليه السّلام ،\r\n( متوفى قرن 3 ه ) از خانواده ماريه قبطيه ، همسر رسول اللّه صلّى اللّه عليه و آله و اهل نوبه است ، او را سبكيه نوبيه ناميده‌اند . كنيه‌اش ام الحسن و نامهاى ديگرش مريسيه ، ريحانه و درّه است . اهل نوبه ، مسيحى بودند و به دنبال شكست آنان از مسلمين ، سبيكه ( خيزران ) در زمره اسرا به عنوان كنيز فروخته شد ، خيزران از برترين و\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":35},
  {"content":"\r\n\r\nفاضل‌ترين و پرهيزگارترين زنان عصر خويش به شمار مىرفت ، و اين شرافت و مقام را يافت كه همسر امام رضا و مادر امام جواد عليه السّلام گردد . اين موقعيت نشانگر منزلت و ارزش او در درگاه الهى است . رسول خدا صلّى اللّه عليه و آله درباره او و فرزندش امام جواد عليه السّلام فرمود : « بأبى ابن خيرة الاماء النوبية الطيّبة » پدرم فداى پسر بهترين كنيزان باد كه اهل نوبه و پاكيزه و مطهر است .\r\nموسى بن جعفر عليه السّلام نيز به يزيد بن سليط فرمود : اگر توانستى سلام مرا به آن جاريه برسان .\r\n\r\nحكيمه ، دختر امام جواد عليه السّلام ،\r\n( محدث ، متوفى قرن 3 ه ) همسر ابو الحسن محدث از احفاد امام سجاد عليه السّلام است . اين بانوى عالم و گرامى در خانواده عصمت و طهارت پرورش يافت و هنگام ولادت مولايمان ، حضرت قائم عجل اللّه تعالى فرجه حضور داشت . حكيمه بارها آن حضرت ( عج ) را در زمان حيات پدر بزرگوارش ملاقات كرد و از سفيران و رابطان امامت ، پس از رحلت امام عسكرى عليه السّلام بود . درباره ازدواج امام عسكرى عليه السّلام با نرجس و ولادت امام مهدى عجل اللّه تعالى فرجه روايات زيادى از بانو حكيمه نقل شده است .\r\nعلامه مجلسى مىفرمايد : در قبه شريفه كه مقبره عسكريين است ، قبرى منسوب به نجيبه ، كريمه ، عالمه ، فاضله ، تقيه ، رضيه ، حكيمه دختر ابو جعفر الجواد عليه السّلام وجود دارد كه نمىدانيم چرا با همه فضل و جلالت آشكارى كه اين بانوى گرامى دارد و محل اسرار امامت بوده ، زيارتى براى او قيد نشده است . سپس مىگويد : سزاوار است كه او را با الفاظى كه مناسب مقام اوست زيارت كنيد .\r\n\r\nفاطمه معصومه عليها السّلام ،\r\n( محدث ، متوفى 201 ه ) فاطمه ، دختر امام موسى كاظم عليه السّلام ، و خواهر امام رضا عليه السّلام از پرهيزگارترين زنان شيعه بود و از زنان عالم و محدث بود و روايات متعددى از طريق ايشان در كتب حديث شيعه و اهل سنت آمده است . ايشان در سال 201 ه يك سال پس از ورود امام رضا عليه السّلام به مرو ، براى ديدار برادر به قصد مرو بيرون آمد ، اما در بين راه و در شهر ساوه بيمار شد . پرسيد بين ساوه و قم چقدر مسافت است ؟ گفتند ده فرسخ . خدمتكار خود را فرمود تا او را برداشته و به قم آورد و در خانه موسى بن جعفر خزرج بن سعد اشعرى فرود آمدند .\r\nبه روايت ديگر - و به نوشته حسن بن محمد بن حسن قمى در تاريخ قم ، به روايت صحيح - چون شبانگاه خبر به آل سعد رسيد ، موسى بن خزرج به نمايندگى آنان ، در همان\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":36},
  {"content":"\r\n\r\nشب از قم به قصد ساوه بيرون آمد تا ايشان را به قم دعوت كند . پس از ديدار حضرت و پذيرفتن دعوت وى ، خود افسار شتر ايشان را گرفت و به سمت قم و به منزل خويش آورد . حضرت پس از هفده روز اقامت در خانه موسى بن خزرج و در حال بيمارى بودند درگذشت . پيكرشان را غسل داده و كفن كردند و موسى بن خزرج بر ايشان نماز خواند و در باغ « بابلان » دفن كردند .\r\nروايت شده است كه حضرت صادق عليه السّلام به گروهى از مردم رى كه به ديدنشان رفته بودند خبر دفن يكى از نوادگانشان را در قم دادند و در فضيلت زيارت مرقد آن بانو تأكيد نمودند . درباره عمر حضرت معصومه عليه السّلام نيز روايات متفاوت است . سن ايشان را هيجده و بيشتر نيز نوشته‌اند . نظر به اينكه پدرشان ، امام موسى كاظم عليه السّلام در سال 179 ق به دستور هارون الرشيد دستگير و به زندانى شدند و چهار سال در زندان ماندند و همان‌جا به شهادت رسيدند و نيز حضرت معصومه عليها السّلام در سال 201 از دنيا رفتند . سن ايشان حداقل 22 سال بوده است .\r\n\r\nسمانه مادر امام هادى عليه السّلام ،\r\n( محدث ، متوفى قرن 3 ه ) سمانه منقرش مغربى ، مكنى به ام الفضل از برترين و بهترين زنان زمان خويش بود و كسى از زنان در زهد و تقوى و فهم و معرفت به پاى او نمىرسيد . بيشتر روزها روزه بود و اين شرف و فضيلت را يافت كه همسر امام جواد و مادر امام هادى عليه السّلام گردد . به فرمان امام جواد عليه السّلام ، با مشخصات تعيين‌شده‌اش از برده‌فروشى خريدارى شد ، سمانه از بزرگ‌زادگان سرزمين خويش بود ، اما به عنوان اسير جنگى به سلك برده درآمده بود . امام هادى عليه السّلام درباره‌اش فرمود : « أمة عارفة بحقّى و هى من أهل الجنّة ، لا يقربها شيطان مارد و لا ينالها كيد جبّار عنيد و هى كانت به عين اللّه الّتى لا تنام ، و لا تختلف عن امّهات الصديقين و الصالحين . » كنيزى عارف به حق ( امامت ) من و اهل بهشت است ، شيطان سركش به او راهى ندارد و نزديكش نمىشود و مكر و حيله جبار سركش به سمانه نمىرسد ، تحت عنايت الهى است و غفلت در او راه ندارد . او را با مادران صديقان و صالحان فرقى نيست . علّامه قهپايى ، سمانه را در زمره نساء راوى حديث نام برده است .\r\n\r\nسوسن ، مادر امام حسن عسكرى عليه السّلام ،\r\n( محدث ، متوفى قرن 3 ه ) نامهاى ديگرش : حديث ، حديثه و سليل است . وى در نهايت ورع و تقوى و عفاف و صلاح و بانويى عالم و محدث بود . امام هادى عليه السّلام درباره‌اش فرمود : « سليل مسلولة من الآفات و العاهات و الارجاس و الادناس » : سليل ، از بديها ، پليديها ، زشتيها و ناپاكىها و آلودگىها پاك\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":37},
  {"content":"\r\n\r\nاست . شيخ صدوق به نقل از جابر در خصوص خبر لوح فاطمه عليها السّلام مىگويد : در آن لوح نام ائمه و مادرانشان ذكر شده ، و نام مادر امام حسن عسكرى ، سمانة با كنيه ام الحسن قيد شده است . مقام و فضيلت اين بانوى گرامى از روايتى كه شيخ صدوق از احمد بن ابراهيم از حكيمه خاتون دختر امام جواد عليه السّلام نقل كرده ، آشكار است . شيخ محلاتى مىنويسد : سوسن در ولايت خود پادشاه‌زاده بود . علّامه قهپايى او را با نام حديثه در زمره زنان راوى نام برده است .\r\n\r\nنرجس خاتون ، مادر امام عصر حجة بن الحسن عليه السّلام\r\n( محدث ، متوفى قرن 3 ه ) و همسر امام حسن عسكرى عليه السّلام ، نامش مليكه دختر يشوعا ، فرزند قيصر پادشاه روم و از نسل شمعون حوارى و وصى حضرت مسيح عليه السّلام است . نامهايى ديگر اين بانوى گرامى ، عبارت است از : ريحانه ، نرجس ، صقيل ، سوسن و مريم بنت زيد العلوية ، و كنيه‌اش ام محمد بن حسن ، و به جاريه ( كنيز ) ، و ام ولد نيز معروف است . نرجس بانويى محدث ، بسيار عفيف و پرهيزگار بود . براى او اين مقام و مرتبه كافى است كه مادر حضرت صاحب الزّمان ، آخرين حجت خدا و برپادارنده قسط و عدل است . وى حامل اسرار الهى و نگاهدارنده ، اشرف مخلوقات بود .\r\nدر حديثى كه صدوق از جابر ، صحابى معروف رسول اللّه صلّى اللّه عليه و آله از لوح يا صحيفه حضرت فاطمه عليها السّلام نقل مىكند ، درباره نام مادر حجة بن الحسن مىنويسد : « امّه جارية ، اسمها نرجس » .\r\nوى در خواب ديد كه حضرت مسيح عليه السّلام و شمعون وصى عيسى عليه السّلام و جمعى از حواريون به قصر قيصر وارد شدند و بر تختى قرار گرفتند . پس از آن رسول خدا صلّى اللّه عليه و آله با عده‌اى از فرزندانشان داخل قصر شدند و پس از ديده بوسى با مسيح عليه السّلام ، به ايشان فرمودند ، آمده‌ام تا دختر شمعون را براى فرزندم ( امام حسن عسكرى عليه السّلام ) خواستگارى نمايم . پس از قبول شمعون ، رسول اللّه صلّى اللّه عليه و آله مليكه را به عقد فرزند خويش ، امام عسكرى عليه السّلام درآورد . در داستان مفصلى كه در احوالات ولادت حضرت صاحب عليه السّلام نقل شده بعد از نقل مطالب فراوان پيرامون چگونگى رسيدن وى به محضر امام هادى و ازدواج با امام حسن عسكرى عليه السّلام در ادامه مىخوانيم :\r\nشبى به او فرمود : جدّت ( قيصر ) لشكرى به طرف مسلمانان خواهد فرستاد . تو به همراه چند كنيز در زمره خدمتكاران درآى و همراه سپاه حركت كن . پس از شكست لشكر روم ، مليكه در سلك اسرا به بغداد برده شد . امام هادى عليه السّلام فردى را جهت خريدارى مليكه به\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":38},
  {"content":"\r\n\r\nبغداد گسيل داشت . سپس امام هادى عليه السّلام ، خواهرش حكيمه را خواست و فرمود : او را به منزل خود ببر و آداب فرائض و احكام شرع را به او تعليم بده ، كه او همسر ابو محمد و مادر قائم عليه السّلام است .\r\nاين بانوى مكرّم نزد خداوند مقام بالايى داشت كه به چنين شرف و منزلتى دست‌يافت . حضرت نرجس در حيات امام حسن عسكرى عليه السّلام در سامرا رحلت كرد .\r\n\r\nحبابة الوالبية ،\r\n( محدث ، متوفى قرن 3 ه ) دختر جعفر اسدى والبى ، كنيه‌اش ام الندى يا ام البراء است . او از اصحاب امير المؤمنين ، امام حسن ، امام حسين ، امام سجاد ، امام باقر ، امام صادق ، امام كاظم و امام رضا عليه السّلام بود ، اين بزرگواران را درك كرد و به خدمتشان رسيد . او نيز به « صاحبة الحصاة » معروف است .\r\nكلينى به اسناد خود از عبد الكريم بن عمرو خثعمى از حبابه والبيه روايت كند كه گفت : امير المؤمنين عليه السّلام را در سپاه ديدم و . . . به آن حضرت گفتم : رحمت خدا بر شما اى امير المؤمنين ! نشانهء امامت چيست ؟ فرمود : آن سنگ‌ريزه را بده - و با دستش به سنگ‌ريزه‌اى اشاره كرد - آن را به آن حضرت دادم ، براى من روى آن مهر زد و فرمود : اى حبابه ، اگر شخصى ادعاى امامت كرد و همين كار را توانست انجام دهد ، بدانكه او امام واجب‌الاطاعه است و امامى است كه هرچه را بخواهد ، برايش ممانعتى نيست .\r\nحبابه مىگويد : از نزد آن حضرت مرخص شدم . وقتى امير المؤمنين عليه السّلام به شهادت رسيد ، نزد حسن عليه السّلام رفتم ، او در جايگاه امير المؤمنين بود و مردم از او سؤالاتى مىپرسيدند . فرمود : اى حبابه والبيه ! گفتم : بله مولاى من . فرمود : بياور آنچه را دارى . حبابه گويد : سنگ‌ريزه را به او دادم و آن حضرت مانند امير المؤمنين عليه السّلام بر آن مهر نهاد . سپس نزد حسين عليه السّلام رفتم ، او در مسجد رسول خدا صلّى اللّه عليه و آله بود . مرا نزد خود خواند و ملاطفت و مهربانى نمود . سپس فرمود : براى دليلى كه مىخواهى نشانه‌اى است . آيا نشانه امامت را مىخواهى ؟ گفتم : بله سرور من . فرمود : بياور آنچه دارى . سنگ‌ريزه را تقديم كردم و برايم بر آن مهر نهاد . زمانى بعد نزد على بن الحسين عليه السّلام رفتم در حالى كه پير بودم و مىلرزيدم ، نزديك 113 سال از عمرم مىگذشت . آن حضرت را در حال ركوع و سجود عبادت ديدم . از ديدن نشانه مأيوس شدم . با انگشت سبابه به من اشاره كرد ، جوانيم بازگشت . عرض كردم : اى سرور من ! چه مقدار از دنيا گذشته و چه مقدار مانده است ؟ فرمود : آنچه گذشته خوب است و آنچه مانده شرّ . سپس به من فرمود : بياور آنچه را همراه دارى . سنگ‌ريزه را به آن حضرت دادم و برايم بر آن مهر نهاد . سپس نزد امام باقر عليه السّلام رفتم و بر سنگها مهر زد .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":39},
  {"content":"\r\n\r\nزمانى بعد به خدمت امام صادق عليه السّلام رفتم او نيز برايم بر سنگ مهر نهاد . پس از آن نزد امام كاظم عليه السّلام رفتم ، آن حضرت نيز برايم بر سنگ‌ريزه مهر زد . پس از آن نزد امام رضا عليه السّلام رفتم و آن حضرت هم برايم بر سنگ مهر زد . حبابه نه ماه پس از ملاقات با امام رضا عليه السّلام رحلت كرد و آن حضرت وى را در پيراهن خود كفن نمود . مجموع عمر حبابه تقريبا 230 سال بود .\r\n\r\nقرن چهارم هجرى\r\n\r\nام كلثوم عمرى ،\r\n( محدث ، متوفى قرن 4 ه ) دختر محمد بن عثمان بن سعيد العمرى دومين نايب خاص حضرت ولى عصر ( عج ) در غيبت صغرى ، بانويى فاضل ، و راوى حديث بود . شيخ طوسى به اسناد خود از هبة اللّه بن محمد ، نوه ام كلثوم از وى روايت مىكند كه گفت :\r\nحسين بن روح سالهاى زيادى وكيل محمد بن عثمان عمرى بود و بر اموال وى نظارت داشت و بزرگان شيعه را از اسرار او آگاه مىكرد .\r\nوى از پدرش محمد بن عثمان و حسين بن روح نوبختى روايت مىكند و ابو نصر هبة اللّه بن محمد نوه‌اش از وى نقل روايت مىكند .\r\n\r\nقرن پنجم هجرى\r\n\r\nدختر صاحب بن عبّاد ،\r\n( عالم ، متوفى قرن 5 ه ) از زنان فاضل و اديب شيعه ، وى از پدر دانشمندش ادب و دانش آموخت . صاحب ، علاقه فراوانى به او داشت و نيز به دليل محبت و احترام به سادات علوى دخترش را به ازدواج يكى از سادات علوى به نام على بن الحسين معروف به اخو مسمعى در آورد . دختر صاحب پسرى به دنيا آورد كه نامش را عباد نهادند . وقتى بشارت تولد نوزاد را به صاحب دادند چند قصيده سرود كه مطلع يكى از آنها چنين است :\r\nالحمد : حمدا دائما ابدا * قد صار سبط رسول ا : لى ولدا وى پس از سال 460 درگذشت .\r\n\r\nدختر شيخ مسعود بن ورّام ،\r\n( عالم و محدث ، متوفى قرن 5 ه ) از زنان دانشمند شيعه است . وى فنون ادب و علوم اسلامى ، مخصوصا حديث را از محضر پدرش شيخ\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":40},
  {"content":"\r\n\r\nمسعود بن ورام فرا گرفت . وى همسر شيخ طوسى بود و از او اجازه داشت و داراى سه فرزند بود : پسر او شيخ ابو على از علماى شيعه است . يكى از دخترانش ، دختران شيخ طوسى ، همسر ابو عبد اللّه محمد بن احمد بن شهريار خازن نجفى است و شيخ ابو طالب حمزة بن ابو عبد اللّه محمد آل شهريار از بطن وى مىباشد . از ذرّيه دختر دومش ابن ادريس حلّى و سيد بن طاوس به دنيا آمده‌اند .\r\n\r\nام ابى نصر ،\r\n( محدث ، متوفى قرن 5 ه ) دختر ام كلثوم بنت محمد بن عثمان عمرى ، كه محمد بن عثمان دومين نائب خاص امام عصر عليه السّلام بود . ام ابى نصر از بانوان عالم فاضل موثق مامون و راوى احاديث و مادر ابو نصر هبة اللّه بن محمد كاتب است . فرزندش ابو نصر از علما و محدثان و مؤلفان است .\r\n\r\nقرن ششم هجرى\r\n\r\nآمنه طباطبايى علوى ،\r\n( محدث ، متوفى قرن 6 ه ) از زنان محدث شيعه در قرن پنجم و ششم است . وى دختر عباد بن على بن حمزه طباطبايى علوى بود و در اصفهان سكونت داشت و از ابو محمد رزق اللّه تميمى استماع حديث كرد .\r\n\r\nآمنه ،\r\n( محدث ، متوفى قرن 6 ه ) دختر عبد الكريم بن عبد الرزاق الجنابذى ، محدثه‌اى از محدثات قرن 5 و 6 هجرى در اصفهان . زنى بسيار با صلاح و دين دار بود . عبد الكريم بن محمد سمعانى از او اخذ حديث كرده است .\r\n\r\nخديجه ،\r\n( محدث و عالم ، متوفى قرن 6 ه ) دختر عبيرى يا عنبرى ، از زنان فاضل معروف به فخر النساء بود . از دانشمندان مشهور عصر خويش كسب علم كرد و حديث شنيد و بسيارى نيز از وى فقه آموختند و روايت حديث كردند . بيش از 90 سال عمر كرد و در سال 570 ه وفات نمود .\r\n\r\nدختر سيد مرتضى علم الهدى ،\r\n( محدث و عالم ، متوفى قرن 6 ه ) صاحب رياض العلماء ضمن آوردن نام اين بانو ، او را به فضل و دانش ستوده است . وى نهج البلاغة را از عموى خود سيد رضى روايت كرده و شيخ عبد الرحيم بغدادى معروف بابن الاخوة - از علماى اهل سنت - نهج البلاغة را از وى روايت كرده است . قطب الدّين راوندى در آخر شرح نهج‌البلاغه‌اش سند خود را از طريق عامه به همين عبد الرحيم مىرساند .\r\n\r\nقرن هفتم هجرى\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":41},
  {"content":"\r\n\r\n\r\nام على ،\r\n( عالم ، متوفى قرن 7 ه ) مادر رضى الدّين على بن موسى بن جعفر بن محمد بن طاوس ، از بانوان گرانقدر و عالم و فاضل اماميه بود . برخى شاگردان شيخ على كركى در ضمن ذكر اسامى مشايخ ، نام ام على را ذكر كرده و او را ستوده‌اند .\r\n\r\nشريفه ،\r\nدختر على بن طاوس ، ( عالم ، متوفى قرن 7 ه ) افندى در رياض العلماء نام او آورده و مىگويد : او عالم فاضل ، كامل ، كاتب و در 12 سالگى حافظ قرآن بود . از سيد بن طاوس اجازه داشت . سيد در كتاب سعد السعود فرمود : اين قرآن را بر دخترم شريفه كه حافظ قرآن است و دوازده سال از سن او گذشته وقف كردم ، ذلك فضل اللّه يؤتيه من يشاء .\r\n\r\nام الخير بغدادية ،\r\n( محدث ، متوفى قرن 7 ه ) از بانوان مشهور قرن 7 هجرى و معروف به حجال النساء ، در بغداد مىزيست . از علما و بزرگان زمان خود كه تبحرى داشتند پيش قدم بوده و به تدريس براى طلاب مىپرداخته است . ابن بطه ، ابو المظفر ، كاغدى و شجاع حربى را ديده و از آنان حديث شنيده است و به انتشار آن پرداخته است و محدثان بزرگى همچون اسماعيل بن عساكر و قاضى تقى الدّين سلمان و ابن سعد و ابن شحنه و فاطمه بنت سلمان و ديگران از او اجازه گرفته‌اند . اين اين بانو علاوه بر فضل و علم ، زهد و ورعى بسيار داشت . چندين بار به مكه معظمه مشرف شد و در سال 640 دعوت حق را لبيك گفت .\r\n\r\nقرن هشتم هجرى\r\n\r\nام على ،\r\n( فقيه ، متوفى قرن 8 ه ) همسر شهيد اوّل محمد بن مكى عاملى ، بانويى عالم فاضل فقيه متقى عابد بود . مرحوم شهيد اوّل زنها را فرمان مىداد كه در احكام دين خود به ام على رجوع نمايند .\r\n\r\nزينب بغداديه ،\r\n( فقيه ، متوفى قرن 8 ه ) مادرش فاطمه دختر عباس بغدادى است زنى فقيهه فاضله متدين و پرهيزگار و صالح و زاهد و عابد بسيارى از زنان مصر و دمشق و بغداد از مواعظ او بهره مىبردند . وى در سال 796 ه وفات كرد .\r\n\r\nفاطمه ، دختر شيخ محمد بن احمد ،\r\n( فقيه ، متوفى قرن 8 ه ) صاحب رياض مىفرمايد : كه اين فاطمه بانويى عالم ، فقيه و از مشايخ سيد تاج الدّين محمد بن معية حسينى بود . و شيخ شهيد - قدس سره - توسط ابن معيه از او روايت دارد و شيخ عبد الصمد بن احمد به او اجازه داده است .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":42},
  {"content":"\r\n\r\n\r\nقرن نهم هجرى\r\n\r\nفاطمه ،\r\n( فقيه ، متوفى قرن 9 ه ) دختر شهيد اول ، ملقب به ستّ مشايخ . شيخ حر عاملى در كتاب أمل الامل او را چنين معرفى مىكند : الانسان الخاص و زبدة الخواص و مىفرمايد : اين زن عالم فاضل فقيه صالح و عابد بوده است و من از مشايخ مدح و ثناى او را شنيده‌ام ، اين بانو از ابن معيه كه استاد پدرش ، شهيد اول بوده روايت دارد . پدرش او را مدح مىكرد و به زنان مىفرمود كه به او اقتدا نمايند و در احكام به او رجوع كنند .\r\n\r\nدهماء ،\r\n( عالم ، اديب ، متوفى سال 837 ه ) دختر يحيى بن مرتضى يمنى ، از زنان عالم فاضل بود و از برادرش مهدى كسب علم نمود . در علم نحو و اصول و منطق و نجوم و رمل و شيمى و شعر يد طولانى داشت . برادرش مهدى كتابى بنام « الازهار » تأليف كرد و اين بانو در چهار جلد به شرح كتاب وى پرداخت و شرحى نيز براى منظومه كوفى در فقه نوشت و شرحى هم بر مختصر منتهى نگاشت . اين بانو مجموعه‌اى از كمالات بود و طلاب شهر تلا - از شهرهاى يمن - از او استفادهء علمى مىبردند . وى در سال 837 در دنيا را وداع گفت .\r\n\r\nخديجه دختر حسن بن على بن عبد العزيز ،\r\n( محدث ، عالم ، متوفى سال 841 ه ) در كتاب خيرات حسان مىنويسد : اين بانو عالم و محدث پرهيزگار و صالح و حافظ قرآن بود و تجويد را كاملا مىدانست و همواره به علم فقه مشغول بود و به آن اشتهار داشت ، از احمد بن موازينى كسب علم نموده و در سال 841 ه وفات نمود .\r\n\r\nبلقيس ،\r\n( فقيه ، متوفى قرن 9 ه ) دختر محمد بدر الدّين بن سراج الدّين بلقينى ( عالم ، متوفى سال 861 ه ) جدّش سراج الدّين استاد ابن حجر عسقلانى بود . به نوشته اعتماد السلطنة : « با آنكه خانواده او همه اهل علم و فضل‌اند ، امّا وجود اين زن اسباب افتخار و اشتهار آنها گرديده و علم و دانش و زهد و صلاح او مشهور است . . . ده سال آخر عمر خود را در راه سلوك و ايقان و طريق رياضت و عرفان طى مقامات مىنموده و او را از مشايخ طريقت شمرده‌اند . » وى پس از 60 سالگى در سال 861 ه در گذشت . »\r\n\r\nحليمه اسحاقيّه ،\r\n( عالم و محدث ، متوفى سال 861 ه ) شريفه ، حليمه اسحاقيه دختر سيد عز الدّين اسحاقى ، از خاندان سادات بنى زهره حلبيين است . اين بانو از سادات عالم ،\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":43},
  {"content":"\r\n\r\nفاضل و راوى حديث بوده است . پدرش سيد عز الدّين اسحاقى از بزرگان اشراف در حلب بوده و خاندان بنى زهره به علم و سيادت مشهور بوده‌اند . سيده حليمه ، شب يكشنبه ، يازدهم محرم سال 861 ه در حلب فوت كرد و در سفح جبل الجوشن به خاك سپرده شد .\r\n\r\nآسيه ،\r\n( محدث ، متوفى سال 872 ه ) دختر جار اللّه صالح شيبانى طبرى زنى صاحب كمالات و محدث بود . محمد بن محمد سخاوى و جمع ديگرى به او اجازه دادند و علامهء سيوطى از او اخذ حديث كرده و به محمد بن عبد الرحمن ابن شمس الدّين سخاوى اجازه داده است . وى در رجب سال 796 در مكه متولد و در سال 872 در همان شهر فوت كرد .\r\n\r\nقرن يازدهم هجرى\r\n\r\nدختر شيخ على منشار عاملى ،\r\n( فقيه ، محدث ، متوفى قرن 11 ه ) ، همسر شيخ بهايى ، از زنان فقيه و محدث شيعه در قرن يازدهم هجرى بود . پدرش در زمان سلطنت شاه‌طهماسب اول صفوى ( م 984 ه ) ، شيخ الاسلام اصفهان بود . وى تنها فرزند خانواده بود ، نزد پدرش فقه و حديث فرا گرفت و با شيخ بهايى ازدواج كرد . روزى كه به خانه همسرش رفت تعداد زيادى كتاب در علوم و فنون مختلف به همراه جهازش با خود برد . صاحب رياض به نقل از علما و فضلاى سالخورده و معتمد كه وى را درك كرده بودند مىنويسد : او در كودكى فقه و حديث و علوم ديگر را تدريس مىكرد و زنان نزد او درس مىخواندند . به گفته برخى از فضلاى آن زمان ، وى دانش فراوان و فضل زيادى داشت . زمانى كه پدرش درگذشت همه اموال و املاك ، از جمله كتابهاى او كه چهار هزار جلد مىشد به دخترش به ارث رسيد . بسيارى از اين كتابها را دختر منشار از هند با خود به همراه آورده بود . وى مدتى پس از مرگ همسرش زنده بوده است .\r\n\r\nامّ الخير كاشانى ،\r\n( فاضل ، شاعر ، متوفى سال 1079 ه ) وى دختر ملا محسن فيض كاشانى ( 1007 - 1091 ه ) و اين بانو از زنان فاضل ، شاعر و اديب عصر خويش بود . در 15 جمادى الاخرى سال 1037 در شهر كاشان به دنيا آمد و در 27 ماه رمضان 1079 ه از دنيا رفت .\r\n\r\nبدريّه ،\r\n( فيلسوف ، اديب ، متوفى سال 1090 ه ) دختر ملا صدراى شيرازى ملقب به ام كلثوم از زنان فاضل ، اديب و پرهيزگار بود . وى علوم و فلسفه را نزد پدرش ملا صدرا فرا گرفت و در حدود سال 1034 ه به ازدواج ملا عبد الرزاق لاهيجى مشهور به فياض در آمد . سپس نزد همسرش درس خواند تا آنكه در اغلب علوم استاد شد . مىگويند كه وى با علما\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":44},
  {"content":"\r\n\r\nجلسات علمى برگزار مىكرد . او خواهر صدريّه و زبيده و مادر ميرزا حسن معروف به كاشفى ( 1121 ه ) ، صاحب كتابهاى شمع اليقين و زواهر الحكم است . وى در سال 1019 ه متولد و در سال 1090 ه وفات نمود .\r\n\r\nصدريّه ،\r\n( متكلم ، فيلسوف ، عارف ، متوفى قرن 1097 ه ) زينب از زنان عالم ، متكلم ، فيلسوف ، عارف ، زاهد و سخنور بود . وى نزد برادرش ميرزا ابراهيم علم و دانش آموخت و در كنار پدر و همسرش به تكميل علوم پرداخت . از همسرش داراى سه فرزند شد كه همگى از علماى زمان خود بودند . وى در جمادى الاولى سال 1097 ه درگذشت .\r\n\r\nزبيده ،\r\n( عالم ، اديب ، مفسّر ، متوفى قرن 11 ه ) دختر ملا صدراى شيرازى و خواهر بدريه و صدريّه از زنان عالم ، فاضل ، اديب و مفسر قرن يازدهم بود . زبيده نزد پدر و خواهرش بدريه درس خواند و در ادبيات و تفسير به مقام استادى رسيد و حافظ قرآن شد . او با معين الدّين محمد فسايى ازدواج كرد و از او كمال الدّين محمد معروف به ميرزا كمالا را به دنيا آمد . فرزندش را نيز ادبيات آموخت تا اينكه از اساتيد مبرز اين رشته شد .\r\n\r\nامّ ابيها ،\r\nزينب دختر شاه مرتضى كاشانى و خواهر ملا محسن فيض كاشانى بود ( عالم ، اديب ، متوفى قرن 11 ه ) از زنان عالم ، فاضل ، اديب و شاعر متولد در قرن 11 هجرى است . وى و در زمان خود از زنان شاعر و سخنور كاشان به شمار مىرفت و زينب با يكى از عموزادگانش ازدواج كرد .\r\n\r\nحميده رويدشتى ،\r\n( عالم ، رجالى ، متوفى قرن 11 ه ) دختر محمد شريف بن شمس الدّين محمد رويدشتى اصفهانى معروف به ملا شريفا است . افندى صاحب رياض در توصيف شخصيت اين بانو آورده است : او - رحمة اللّه عليها - فاضل عالم و استاد بانوان عصر خود و بازماندهء فضلاى سرشناس ، و در بين مردم زنى پرهيزگار بود ، از او بر برخى كتابهاى حديثى مانند « استبصار » شيخ طوسى ، حواشى و تدقيقاتى بر جاى مانده كه نشانگر نهايت فهم اوست و دلالت بر دقت نظر و اطلاع وى مىكند . به خصوص در آنچه مربوط به تحقيق در علم رجال است . و من نسخه‌اى از استبصار را ديده‌ام كه تا آخر كتاب را حاشيه زده بود و گمان مىكنم به خط خود او بوده است ، پدرم قدس سره بارها حواشى او را در حاشيه‌هاى كتب حديث نقل مىكرد و مىگفت كه نيكو نوشته و آن را تحسين مىنمود . نسخه‌اى از كتاب « استبصار » در نزد ماست كه حواشى حميده به خط پدرم تا آخر كتاب صلاة بر آن است و داراى فوائد نيكويى مىباشد » .\r\nچنان كه آمد ، اين بانو در شناخت علم رجال جايگاهى و الا داشته است و از جمله آثار او\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":45},
  {"content":"\r\n\r\nحواشى بر كتب اخبار است كه از آن به عنوان رجال حميده نام برده شده است . تحصيلات عمده اين بانو نزد پدرش بوده . با توجه به ويژگيهاى اخلاقى و علمى حميده ، پدرش او را مىستود و گاهى به مزاح مىگفت : « حميده ربطى به رجال دارد » ، يعنى : به علم رجال توجه دارد و زمانى نيز به صورت شوخى او را علامتة ، با دو تاء مىخوانده و عنوان نموده كه يكى از اين دو تاء براى تأنيث و ديگرى علامت مبالغه است . » به نوشته صاحب رياض : « از مسائل شگفت‌آور اين است كه اين دختر با اصرار مادرش با مردى نادان از خويشاوندان كه اهل روستاى رويدشت بوده ازدواج نموده است .\r\n\r\nقرن دوازدهم هجرى\r\n\r\nخواهر ملا رحيم اصفهانى ،\r\n( عالم ، متوفى قرن 12 ه ) بانويى كه در برخى كتابهاى تذكره از او به عنوان اخت ملا رحيم نام برده شده است ، از زنان دانشمند اواخر عصر صفوى نيمه اول قرن 12 ه بوده است . شهرت پدر او « ملاى كرانى » بوده و همان‌طور كه آمد برادرش ملا عبد الرحيم نام داشته و ساكن محله كران بوده است . و سال تولد و وفات وى ضبط نشده است .\r\nمؤلف رياض العلماء كه با وى معاصر بوده ، نوشته است : اين بانو الآن در اصفهان سكونت دارد و از دانشمندان معروف است و من از حضور پدر و برادرش استفاده‌هاى علمى برده‌ام . خطش در غايت خوبى است ، نسخ و نستعليق را خوب مىنويسد ، بعض فوائد او را به خط خودش ديده‌ام كه از آن جمله « شرح لمعه » را به نسخ بسيار عالى نوشته بود .\r\n\r\nآمنه بيگم مجلسى ،\r\n( عالم ، فقيه ، محدث ، متوفى قرن 12 ه ) از زنان عالم ، محدث و فقيه است . وى دختر ملا محمد تقى مجلسى و خواهر علامه محمد باقر مجلسى است و از زنان عالم ، محدث و فقيه است .\r\nآمنه بيگم از كمال و جمال برخوردار بود . وى در خانوادهء علم و فضيلت و تقوا پرورش يافت و مدارج ترقى را تا درجهء اجتهاد به سرعت پيمود . پدرش ، ملا محمد صالح مازندرانى را كه از افاضل شاگردان خود و مردى تهيدست ولى با تقوا و مورد احترام و علاقه و اعتمادش بود جهت ازدواج به او پيشنهاد كرد . و آمنه بيگم نيز با اين بيان كه « فقر و تنگدستى عيب مردان نيست » ، موافقتش را با اين ازدواج اعلام داشت .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":46},
  {"content":"\r\n\r\nآمنه بيگم زنى پرهيزگار و مجتهد بوده است . آقا احمد بهبهانى « 1 » او را « فاضلهء مقدسهء مجتهده » مىنامد و صاحب رياض نيز از او اين‌گونه ياد مىكند : « آمنه . . . فاضله عالمه صالحه متقيه است . . . شنيده‌ام همسرش با همه فضل و دانشى كه دارد بعضى از مشكلات قواعد علامه حلّى را از او استفسار مىكند . آمنه خاتون خواهر استاد استناد ما ( علامه مجلسى ) مدّ ظلّه است . » با توجه به اينكه صاحب رياض اين مطلب را در زمان حيات استاد خود ، علامه مجلسى دوم نوشته ، مؤيد آن است كه آمنه بيگم قبل از اين تاريخ هم صاحب فضل و كمال بوده است .\r\nمؤلف رياحين الشريعة به استناد يك نسخه خطى رياض العلماء ( موجود در كتابخانه ملك ) ، دو اثر به آمنه بيگم نسبت مىدهد : شرح الفيه ابن مالك و ديگر شرح شواهد سيوطى . مؤلف رياض الجنه نيز ضمن تمجيد فضائل و كمالات وى مىنويسد كه كتابى بسيار خوب در فقه تا پايان عبادات تأليف كرده است .\r\nعلاوه بر اين ، وى در گردآورى اخبار بعضى از مجلدات بحار الانوار به برادرش نيز كمك مىكرده است . بعدها نيز همسرش با همهء علم و فضلى كه داشت در حل بعضى از مسائل علمى با وى مباحثه و مذاكره مىنمود . مرحوم آيت‌اللّه بروجردى كه از نوادگان بزرگ آمنه بيگم بود در رساله‌اى كه راجع به سلسله خاندان خود و انتساب آنها به خاندان‌هاى علمى شيعه نوشته ، به دستخط جد اعلايش ، سيد محمد طباطبايى اصفهانى در پايان رساله خطى مواليد پيغمبر و ائمه عليهم السّلام ، پس از نقل داستان ابن قولويه راجع به بازگرداندن حجر الاسود توسط قرامطه به مكه معظمه و نصب آن در جاى خود نوشته است : « اين داستان از جده‌ام ، ثقه عالمه فاضله زاهدهء عابده ، آمنه ، از پدرش علامه مولى محمد تقى مجلسى نقل شده است . » اين مطلب مبيّن آن است كه آمنه بيگم چه پايگاه والايى در نزد بزرگان علما داشته است .\r\nوى مادر فرزندان عالم و نوادگان بزرگ است كه از ميان آنها تاكنون دهها مجتهد ، مرجع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - به نوشته آقا احمد بهبهانى در مرآة الاحوال جهان‌نما ، ملا محمد صالح در شب زفاف پس از شكر و حمد الهى به گوشه اى رفت و تا پاسى از شب مشغول مطالعه شد و صبح زود براى مباحثه يا تدريس از خانه بيرون رفت و آمنه بيگم كه ناظر كار وى و متوجه مشكل علمى او شده بود پس از رفتن همسرش حل آن را بر روى كاغذى نوشت و در لاى كتاب گذاشت . شب بعد كه ملا محمد صالح كتاب را گشود و نوشته را ديد و دانست كه از همسر فاضله اوست سجده شكر به‌جا آورد و تا صبح مشغول عبادت و مطالعه شد و بدين‌ترتيب تا سه شب زفاف به تأخير افتاد .\r\n","page_name":" 43 ","page_number":47},
  {"content":"\r\n\r\nتقليد و دانشمند بلندآوازهء دينى برخاسته‌اند . تاريخ فوت آمنه بيگم مشخص نيست .\r\n\r\nدختر ملا عزيز اللّه مجلسى ،\r\n( عالم ، فقيه ، محدث ، متوفى قرن 12 ه ) نوه ملا محمد تقى ، مجلسى اوّل و برادرزاده علامه مجلسى بوده است . از زنان محدث و فقيه در خاندان علم و فضيلت و تقوا پرورش يافت و فقه و حديث را فرا گرفت . مؤلف ريحانة الادب ، او را از ارباب كمال ، بلكه در شمار علما و ( صاحب ) رساله‌هاى متعدد در مسائل فقهى دانسته و يك حاشيه بر كتاب من لا يحضره الفقيه به او نسبت داده است .\r\n\r\nام سلمه كاشانى ،\r\n( عالم ، محدث ، شاعر ، متوفى سال 1114 ه ) فاطمه كاشانى مكنى و مشهور به ام سلمه ، از زنان عالم ، فاضل ، محدث ، اديب و شاعر عصر خود بوده است . وى دختر شيخ محمد علم الهدى و نوه ملا محسن فيض كاشانى بود . اين بانو مقدمات علوم اسلامى را از خواهرانش و فقه و اصول را از عموهاى خود ، ابو حامد محمد مشهور به نور الهدى و معين الدّين احمد فرا گرفت و به تكميل علوم نزد پدرش پرداخت . فاطمه از پدر و دو عمويش اجازه روايت داشت و از آنان روايت مىكرد . همسر وى زين الدّين على از بستگان او بوده است . وى در شهر كاشان رخت از جهان بربست .\r\n\r\nدختر مولى رحيم اصفهانى ،\r\n( عالم ، زنده تا سال 1130 ه ) از زنان عالم و نويسنده ، ساكن محله كران اصفهان بود . علوم و فنون اسلامى را نزد پدر و برادرش فرا گرفت . صاحب رياض كه معاصر او بوده است وى را از دانشمندان و نويسندگان زمان خود ياد كرده و برخى از آثارش را به خط او ديده است ، از جمله شرح لمعه كه در نهايت زيبايى بوده است . وى به خط نسخ و نستعليق مىنوشت . وى تا سال 1130 زنده بوده است .\r\n\r\nامّ سلمه بيگم شيرازى ،\r\n( عارف ، عالم ، زنده تا سال 1163 ه ) از بانوان دانشمند است ، وى كتاب جامع الكليات را در سير و سلوك و عرفان به زبان فارسى در چهارده مقاله تأليف كرده است .\r\n\r\nفاطمه رويدشتى ،\r\n( عابد و فاضل ، متوفى قرن 12 ه ) دختر حميدهء رويدشتى و از زنان عابد و فاضل است . صاحب رياض كه معاصر او بوده شرح حالش را چنين مىنويسد : اين دختر هم مانند مادرش فاضل ، عالم عابد با تقوا بود و اطلاعى ندارم كه تأليفى داشته باشد . او نيز استاد زنان عصر خود بود . وى اغلب اوقات در خانه خاندان وزير مرحوم ، خليفه سلطان در اصفهان است .\r\n\r\nآمنه خانم اصفهانى ،\r\n( عالم ، فاضل ، متوفى قرن 12 ه ) از زنان فاضل و عابد و زاهد و از سادات عالىقدر و خواهر امير صالح خاتون‌آبادى داماد علامه مجلسى بود . شهرت\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":48},
  {"content":"\r\n\r\nسيادت آل شريف به سبب سيادت همين آمنه خانم بوده است . او همسر شيخ عبد الكريم صغير اصفهانى ، مادر شيخ باقر نجفى و مادر بزرگ محمد حسن صاحب الجواهر است .\r\n\r\nقرن سيزدهم هجرى\r\n\r\nرقيه خانم ،\r\n( عالم ، فاضل ، متوفى قرن 13 ه ) وى دختر آقا محمد على بهبهانى و مادرش ، دختر اللّه وردى بيگ بيگدلى از زنان عالم و فاضل بود . وى با عموزاده خود ، آقا عبد العلى ازدواج كرد . مدتى پس از آن پدرش درگذشت . رقيه خانم در آخر عمر مجاورت كربلا اختيار نمود و هم در آنجا در گذشت .\r\n\r\nملا فضّه ،\r\n( عالم ، اديب ، زنده تا سال 1249 ه ) فرزند شيخ احمد بلاغى و همسر شيخ حسن بلاغى از زنان عالم ، فاضل ، اديب و خوشنويس بود . به نوشته اعيان الشيعة ، وى قرآن و ادبيات عربى را نزد پدرش و فقه و اصول را نزد علماى خانواده‌اش فرا گرفت و از آنان اجازه دريافت كرد . سرپرستى تدريس اصول و فقه و حديث را برعهده داشت و بعضى از طلاب در درس او حاضر مىشدند و برخى علما كتاب قوانين ميرزاى قمى را نزد او خواندند ، زيرا او از ميرزا اجازه داشت .\r\nبه نوشته حسن صدر در تكمله امل الآمل ، اين بانوى فاضل و جليل خط خوشى داشت و خانواده‌اش از راه استنساخ او امرار معاش مىكردند . بعضى كتابها را به خط خودش نوشته است كه از جمله آنها كشف الغطاء و كفايه حاج ملا هادى سبزوارى است . وى تا ذوالقعده 1249 زنده بوده است .\r\n\r\nنورى جهان ،\r\n( عالم ، فاضل ، زنده تا سال 1224 ه ) فرزند حاج عبد الغفار تهرانى و از زنان فاضل بود . وى كتاب نجاة المسلمات را به خواهش جمعى از زنان نوشت و آن را به دو بخش تقسيم كرد . بخش اول در احكام و اعمال لازم براى بانوان كه آن را از كتابهاى مجتهدان گردآورى كرد ، و بخش دوم آداب اخلاقى لازم براى ايشان كه از كتاب حلية المتقين علامه مجلسى انتخاب نمود . وى تا سال 1224 زنده بوده است .\r\n\r\nآمنه بيگم حائرى ،\r\n( مجتهد ، متوفى سال 1243 ه ) دختر آقا محمد باقر بن محمد اكمل اصفهانى ، معروف به وحيد بهبهانى . وى شاگرد پدر خويش و همسر سيد على طباطبايى صاحب رياض و مادر سيد محمد مجاهد و سيد مهدى طباطبايى بود . از تأليفات او مبحث حيض از كتاب رياض همسر خويش است . وى به سال 1243 ه در كربلا در گذشت و نزد فرزندش سيد محمد مجاهد دفن شد .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":49},
  {"content":"\r\n\r\n\r\nامّ كلثوم برغانى ،\r\n( فقيه ، فاضل ، متوفى سال 1268 ه ) دختر شيخ محمد تقى معروف به شهيد ثالث است . وى مقدمات علوم اسلامى و ادبيات عرب را نزد عمه پدرش ماه شرف آموخت ، سپس فقه و اصول را از پدر و عمويش شيخ محمد صالح برغانى فرا گرفت و در حكمت و فلسفه در درس ملا آقا حكمى قزوينى حاضر شد . ام كلثوم با پسر بزرگ عمويش شيخ عبد الوهاب برغانى ازدواج كرد . او در قزوين ، تهران و كربلا براى زنان حوزه درس داشت . كتابخانه‌اش را براى همه طلاب علوم دينى وقف كرد و توليت آن را به همسرش و پس از وفات او به برادر همسرش شيخ حسن قرار داد . از تأليفات اوست تفسير سورهء فاتحة الكتاب مىباشد . وى در حدود سال 1268 وفات نموده است .\r\n\r\nآمنه خانم قزوينى ،\r\n( مجتهد ، عابد ، متوفى سال 1269 ه ) و دختر شيخ محمد على قزوينى از علماى قزوين ، و نوهء سيد حسين قزوينى و مادرش ربابه خانم بود . در حدود هفده‌سالگى با شيخ محمد صالح برغانى ازدواج كرد .\r\nاو در آغاز نزد برادرش شيخ عبد الوهاب قزوينى درس خواند ، سپس در درس فقه و اصول همسرش حاضر شد و حكمت و فلسفه را از ملا آقا حكمى قزوينى در مدرسه صالحيه فرا گرفت و در درس شيخ احمد احسايى در قزوين حضور يافت تا اينكه به درجه بالايى از علم و فضل رسيد . همسرش ، ملا محمد صالح ، زنان را در احكام و مسائل شرعى به رجوع و عمل به دستورات او سفارش مىكرد . آمنه خانم حوزه درسى براى زنان در كربلا و قزوين بر پا كرد . وى از همسر و برادرش و شيخ احمد احسايى اجازات مفصلى داشت .\r\nاز آثار او قصيده‌اى طويل در چهارصد و هشتاد بيت از زبان حضرت زينب عليها السّلام در حوادث كربلا و بعضى رساله‌هاى ديگر است .\r\nبسيارى از مردان و زنان اين خانواده اهل علم و فضل و تقوا بودند . وى در سال 1269 جهان را بدرود گفت .\r\n\r\nسيده فاطمه قزوينى ،\r\n( عالم ، مفسر ، محدث ، متوفى سال 1270 ه ) دختر سيد حسين قزوينى بود . او نزد پدرش و سيد محمد مهدى بحر العلوم و عمويش سيد حسن قزوينى درس خواند و هنگامى كه به سن رشد و كمال رسيد با شيخ محمد على فرزند شيخ عبد الكريم قزوينى ازدواج كرد . سپس در درس فقه و اصول و حديث همسرش حضور يافت تا اينكه در اغلب علوم حديثى و عقلى نابغه شد . علاوه بر اين او حافظ قرآن و خطيب و سخنور ماهرى بود ، منبر مىرفت و صدايى بلند و رسا داشت و در وعظ و خطابه\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":50},
  {"content":"\r\n\r\nتوانا بود . فاطمه سخنرانى مىكرد و درس مىداد و زنان از مجلس درس ، وعظ و سخنرانى او استفاده مىكردند . وى بسيار پارسا و با تقوا بود ، وى سه پسر داشت كه همه از علماى زمان خود بودند . دخترش آمنه خانم قزوينى نيز همانند مادر ، از زنان عالم ، فاضل ، اديب و شاعر بود . وى در سال 1270 جهان را بدرود گفت .\r\n\r\nسلطان خانم ،\r\n( عالم ، محدث ، زنده تا سال 1294 ه ) پدرش آزادخان نايب چاپارخانه يزد و كرمان بود . سلطان خانم دو كتاب تأليف كرد : نخست مجمع الاحاديث در شرح بعضى مسائل دينى و احاديث مشكل به صورت پرسش و پاسخ ، كه در ذيحجه سال 1293 ه نوشت . ديگر انوار التحقيق كه مشتمل بر سه مقاله در عرفان است و در شوال 1294 ه به خط شكسته نستعليق نوشته است . وى تا سال 1294 زنده بوده است .\r\n\r\nنسمه خاتون [ يا حبابه 
  ] ،\r\n( عالم ، زاهد ، متوفى سال 1295 ه ) دختر فقيه نامور شيخ جعفر نجفى مشهور به كاشف الغطاء و همسر شيخ محمد تقى ايوان‌كيفى معروف به نجفى صاحب « حاشيه بر معالم » بوده است . او را زنى فاضل ، عالم ، زاهد ، با منزلت و كفايت توصيف كرده‌اند . از فرزندان او يكى حاج شيخ محمد باقر نجفى مسجد شاهى و ديگرى شهربانو خانم بوده است . شهربانو خانم از زنان صالح و عابد بود . نسمه خاتون در حدود سال 1295 هق در اصفهان وفات يافت و در قبرستان تخت فولاد در تكيه مادر شاهزاده و برابر قبر شوهرش مدفون گشت .\r\n\r\nربابه خانم ،\r\n( فقيه ، فيلسوف ، متكلم ، محدث ، متوفى حدود سال 1297 ه ) دختر ملا محمد صالح برغانى و آمنه خانم قزوينى از زنان فاضل ، سخنور ، محدث و متكلم بود . او از خاندان علم و دانش بود كه بسيارى از مردان و زنان آن از علما و فضلاى مبرّز زمان خود به شمار مىرفتند .\r\nوى مقدمات زبان عربى و ادبيات را در خانواده‌اش فرا گرفت و فقه و اصول و تفسير و حديث را از پدر و عمويش ملا محمدتقى برغانى ، معروف به شهيد ثالث ، آموخت . يك دوره حكمت و فلسفه را نزد آخوند شيخ ملا آقا حكمى گذراند و در عرفان نزد عمويش ملا على برغانى و برادرش ميرزا عبد الوهاب برغانى قزوينى تتلمذ كرد .\r\nهنگامى كه به سنّ رشد و مرتبهء كمال رسيد با ميرزا هبة اللّه رفيعى قزوينى ازدواج نمود . او در جايگاه درس و وعظ و ارشاد قرار گرفت و به استنباط احكام شرعى مىپرداخت و در مسائل فقهى و علمى فتوا مىداد و به نظر و احكام خود عمل مىكرد ، تا جايى كه اميد و پناهگاه مستمندان و درماندگان بود در سخنرانىها و مجالسش فراوان از ناصر الدّين شاه و\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":51},
  {"content":"\r\n\r\nدرباريان و نزديكانش انتقاد و بدگويى مىكرد و به خاطر جايگاه والاى علمى او هيچ‌گاه ناصر الدّين شاه معترض او نگرديد . وى در حدود سال 1297 زندگى را بدرود گفت .\r\n\r\nقرن چهاردهم هجرى\r\n\r\nامّ كلثوم روغنى قزوينى ،\r\n( مجتهد ، محدث ، متوفى سال 1320 ه ) و دختر شيخ كريم روغنى از فضلا و مدرسين قزوين كه علوم اسلامى را از علماى مدرسه صالحيه قزوين فرا گرفت . سپس در درس فقه و اصول شيخ محمد صالح برغانى و شهيد ثالث ، و پدرش حضور يافت . وى به همراه خانواده‌اش به كربلا و نجف مهاجرت كرد و در درس علماى بزرگ اين شهر حاضر شد . با شيخ ابراهيم زنجانى ازدواج كرد و داراى چهار فرزند شد كه همگى آنها از علما و فضلاى عصر خود بودند . وى در سال 1320 ه در گذشت .\r\n\r\nخديجه برغانى قزوينى ،\r\n( فقيه ، محدث ، متكلم ، متوفى سال 1321 ه ) خديجه سلطان خانم دختر شيخ محمد صالح برغانى قزوينى ، بانويى فقيه ، محدّث ، بصير به علم كلام ، حافظ قرآن و عالم به تفسير آن ، زاهد و عابد بود . مقدمات و عربى و ادبيات را از علماى خانواده‌اش فرا گرفت و فقه و اصول و تفسير و حديث را در محضر پدر و عموى خود شهيد ثالث آموخت و عرفان را نزد ديگر عموى خود ، ملا على برغانى و فلسفه را نزد آخوند ملا آقا حكمى فرا گرفت . در مدرسه صالحيه در قسمت بانوان كرسى درس داشت . از بانوان نيكوكار و كريم بود ، يتيمان و بينوايان و نيازمندان به او رجوع مىكردند و در مسايل فقهى و علمى فتوا مىداد . او داراى تأليفاتى از جمله : مجموعه المسائل ، رسائل فى الفقه ، بعض الرسائل العرفانية است . وى با ميرزا مفيد بن سيد ميرزا حسن قزوينى ازدواج كرد و پنج فرزند پسر به دنيا آورد كه مشهورترين آنها سيد ميرزا مسعود قزوينى معروف به شيخ الاسلام است . وى حدود سال 1321 بدرود حيات گفت .\r\n\r\nنرگس برغانى قزوينى ،\r\n( محدث ، فقيه ، متوفى سال 1322 ه ) دختر شيخ محمد صالح برغانى قزوينى از بانوان باهوش و ذكاوت و ادراك ، محدث ، عالم ، فقيه ، آگاه به علم كلام ، حافظ قرآن كريم ، عابد و زاهد دنيا بوده است . در نحو ، صرف ، منطق ، علوم عربى و ادبيات مهارت داشت . فقه و اصول و تفسير را از پدرش شيخ محمد صالح و عمويش شهيد ثالث و عرفان و ساير علوم را از عموى ديگرش شيخ ملا على و فلسفه را نزد آخوند شيخ ملا آقا حكيم قزوينى و برادرش شيخ ميرزا عبد الوهاب فرا گرفت . و به همسرى پسر عمويش شيخ جعفر فرزند شهيد ثالث - كه از بزرگان زمان خويش بود - در آمد و خديجه و\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":52},
  {"content":"\r\n\r\nسكينه - كه هر دو از زنان فقيه ، عالم و فاضل زمان خويش شدند - ثمره اين ازدواج‌اند . نرگس با همسرش به كربلا مهاجرت كرد و در صدر وعظ و تدريس و ارشاد قرار گرفت . وى در سال 1322 در كربلا وفات كرد و در رواق شرقى مدفون گشت .\r\n\r\nآغا بيگم طباطبايى ،\r\n( فقيه ، محدث ، متوفى سال 1322 ه ) مادر آيت‌اللّه بروجردى ، از زنان فقيه ، محدث ، سخنور ، عابد و زاهد . مقدمات علوم اسلامى و ادبيات عرب را از علماى آن زمان فرا گرفت سپس نزد مردان دانشمند خانواده‌اش فقه آموخت . زمانى كه به سن رشد رسيد به ازدواج سيد على طباطبايى بروجردى در آمد و از او پسرى به نام سيد حسين ( آيت‌الله بروجردى ، مرجع تقليد ) به دنيا تقديم شد .\r\nخانواده آغا بيگم از خاندان‌هاى بزرگ علم و فضيلت در بروجرد بود . از ميان آنها مردان و زنان بزرگى برخاستند . آن مرحومه به سال 1323 ه در بروجرد در گذشت و برحسب وصيت ، پيكرش را در وادى السلام نجف اشرف به خاك سپردند .\r\n\r\nزهرا بيگم عاملى ،\r\n( عالم ، فاضل ، متوفى قرن 14 ه ) وى دختر دانشمند ، محقق ، فقيه و رجالى نامور آقاى سيد صدر الدّين عاملى و همسر ميرزا مهدى جويباره‌اى ، از مشاهير زنان فاضل در زمان خود بوده است . از جمله فرزندان اين بانو ، حاج آقا محمد ، معروف به شيخ العراقين است .\r\n\r\nزينب ،\r\n( عالم ، شاعر ، متوفى 1333 ه ) دختر على بن حسين فواز عاملى ، بانويى دانشمند شاعر و عالم در نحو و صرف و معانى و بيان و اوزان مختلف شعر و سبكهاى آن و تاريخ و انشاء و قرائت و كتابت بود . وى صاحب كتاب در المنثور فى طبقات ربات الخدور است كه در آن اسامى زنان مشهور جهان با اختلاف ملت‌ها و مذاهبشان جمع‌آورى شده است . وى آثار چاپ نشده اى نيز دارد . ولادت او در روستاى تبنين ، يكى از روستاهاى صيدا و در سال 1276 ه وفاتش در سال 1333 ه در قاهرهء مصر اتفاق افتاد .\r\n\r\nبىبى عالم خراسانى ،\r\n( دانشمند ، پارسا ، متوفى سال 1335 ه ) و دختر حاج ميرزا طاهر خراسانى و از اهالى خراسان بود . مقدمات علوم اسلامى و فنون ادب را نزد پدرش ، متولى مسجد گوهرشاد و ديگران فرا گرفت . سپس با شاعر معروف ، سيد ميرزا حبيب اللّه شهيدى خراسانى ازدواج كرد . فقه و اصول و حديث و عرفان را از محضر همسرش بهره‌مند شد . و به مطالعه و تحقيق در سيره انبيا ، تاريخ و قصص عرب ، اشعار جاهليت ، ادبيات و احوال اوليا و عرفا پرداخت . تبحّر و تخصص ويژه اى در شرح حال اوليا و عرفا و تاريخ انبيا و دوران قبل از اسلام داشت . همسرش در مقدمه ديوان شعر خود ، او را چنين\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":53},
  {"content":"\r\n\r\nوصف كرده است : « بىبى عالم مقدمات تحصيلى را على الرسم در خانواده آموخته بود و بعدا در همسرى و معاشرت آقا به مطالعه تواريخ انبيا و رسل و حكايت احوال اوليا و عرفا پرداخت . تهجد و نوافل و تعقيبات نمازها و تلاوت قرآن روزانه را ترك نمىكرد . وى در سال 1335 ه وفات نمود .\r\n\r\nعفت الزمان امين ،\r\n( محدث ، عالم ، حكيم ، فيلسوف ، متوفى سال 1397 ه ) دختر حاج سيد احمد امين ، معروف به افتخار التجار ، چندى پس از ازدواج ، شوهرش در گذشت . بعد از آن بود كه عفت الزمان مصمم به فراگيرى علم شد . وى ابتدا دروس مقدماتى حوزوى را نزد آقا ميرزا على اصغر شريف ، مدرس مدرسه بيدآباد گذراند و سپس نزد آيت‌اللّه صدر الدّين هاطلى كوپالى درسهايى از حكمت را فرا گرفت . پس از آن مدتى در محضر آقا نور الدّين اشنى قودجانى مشغول فراگرفتن حكمت و فلسفه شد و بعد از فوت وى ، از درس مرحوم حاج شيخ مرتضى مظاهرى بهره برد . از ديگر كسانى كه اين بانو از حضور آنان استفاده كرده است حاج شيخ مرتضى اردكانى و آية الله آقا مير سيد على علامه فانى است .\r\nخانم عفت الزمان امين در اواخر عمر به نجف اشرف و عتبات مشرف شد كه هربار چندين ماه به طول انجاميد . گويا در همين سفرها بود كه موفق به دريافت اجتهاد روايتى از آيت‌اللّه شاهرودى شده است وى داراى تأليفات چندى از جمله كتاب : « چهل حديث امين » را نام برد . وى يكى از برجسته‌ترين شاگردان زن‌عموى خود ، بانو مجتهده حاجيه نصرت امين بوده است . با توجه به اين كه قبل از انقلاب اسلامى رژيم حاكم بر جامعه ايران ، سعى در كوبيدن فرهنگ غنى و محو ارزشهاى اسلامى داشت ، تلاشهاى اين بانو در جهت اشاعه فرهنگ معنوى اسلام و تعاليم قرآن كريم قابل ستايش است . از جمله اين روشها به اداره دو مدرسه اسلامى ، يكى به نام فاطميه عليها السّلام و ديگرى به نام دبيرستان امين اشاره كرد . به رغم موانعى كه اداره فرهنگ آن زمان براى اين آموزشگاه‌ها ايجاد مىكرد ، اين بانو با زحمات طاقت‌فرساى خود ، همچنان خط مشى خويش را كه مبتنى براساس موازين شرعى و به خصوص حجاب اسلامى بود ، حفظ مىكرد . وفات ايشان در تاريخ 15 جمادى الاولى سال 1397 ه و مصادف با اوج گيرى انقلاب اسلامى در اصفهان بود و مدفن وى نيز در تكيه امين واقع در تخت فولاد است .\r\n\r\nربابه الهى ،\r\n( عالم ، نويسنده ، متوفى سال 1400 ه ) فرزند عالم زاهد آيت‌اللّه آقا ميرزا محمد رضا الهى است . خانم الهى بيشتر تحصيلات مقدماتى را در محضر پدر گذراند ، از\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":54},
  {"content":"\r\n\r\nديگر اساتيد وى مجتهده امين و حجة الاسلام شيخ مرتضى اردكانى بوده‌اند . بيشترين عامل پيشرفت اين بانو تشويق و ترغيب پدر بود كه خود از مدرسين حوزه علميه اصفهان در زمينه فقه و اصول بوده است . از خانم الهى آثار و تأليفات متعددى باقى مانده است و بيشتر آنها جنبه اخلاقى و معنوى دارند و مشتمل بر توضيح آيات ، روايات و حكايات‌اند . از جمله كتابهاى ايشان كه به طبع رسيده مىتوان از الجنة و الرضوان ، توحيد ، چهل حديث ، كشكول الهى ، لؤلؤ و مرجان و الدّر و الياقوت نام برد . وى همچنين دوبار قرآن كريم را با دست‌خط خود به رشته تحرير در آورد . بانو ربابه الهى در سال 1335 ه در شهر اصفهان و در يك خانواده مذهبى ديده به جهان گشود . ايشان از شدت علاقه‌اى كه به امور دينى و كتب مذهبى داشت در دوران عمر ازدواج نكرد . ايشان در پايان عمر به علت ابتلا به بيمارى سرطان در 23 رجب 1400 ه دار فانى را وداع گفت .\r\n\r\nثريا محسنى ،\r\n( عالم ، محدث ، متوفى قرن 14 ه ) بانويى عالم و فاضل و ساكن كربلا بود و قبل از سال 1342 در عتبات ( كربلا يا نجف ) از آيت‌الله‌العظمى سيد شهاب الدّين مرعشى نجفى اجازه روايت گرفت .\r\nاو در درس فقه و اصول و حديث ميرزا محمد هندى شركت مىكرد و به بانوان درس فقه و اصول و حديث مىداد .\r\n\r\nقرن پانزدهم هجرى\r\n\r\nبتول عسكرى ،\r\n( مدرس ، عالم ، متوفى 1401 ه ) وى در سال 1323 شمسى در شهر اصفهان و در يك خانواده متوسط و مذهبى به دنيا آمد . او از همان دوران كودكى در خانه با نماز و ساير فرائض دينى آشنا شد و تحت تعليم و تربيت مادر بزرگش قرار گرفت .\r\nدر سن چهارسالگى جهت فراگيرى قرآن كريم و بهره‌ورى از آن راهى مكتب‌خانه شد و در اثر علاقه اى كه به مسائل مذهبى و تعاليم قرآنى توسط مادر بزرگش در او ايجاد شده بود ، در سن هفت‌سالگى قادر بود به خوبى قرآن كريم را تلاوت كند . او در همان سن هفت‌سالگى در دبستان دخترانه دانش ، [ دبستان شهيد محسن بنى لوحى امروز 
  ] ، ثبت نام كرد و براى تحصيل به هنرستان رفت و موفق به اخذ ديپلم گرديد . به خاطر علاقه اى كه به آموزگارى داشت پس از اخذ ديپلم ادبى وارد تربيت معلم مىشود و در سال تحصيلى 45 - 1344 اين امر براى او امكان‌پذير شد و خانم بتول عسكرى موفق به تحصيل در تربيت معلم اصفهان گرديد . از همان ايام بود كه مبارزه با رژيم پهلوى را آغاز كرد . وى با تمسك به\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":55},
  {"content":"\r\n\r\nمعيارهاى اخلاقى و ارزشى اسلام سعى در آگاه كردن ساير دانشجويان نيز نمود . پس از طى دوره تربيت معلم ، دبير مدرسه راهنمايى دخترانه خواجه عميد شد . و قريت شش سال در اين مدرسه دبير علوم دينى و زبان عربى بود و همچنين در دبيرستانهاى امين ، گلستانيان و پروين اعتصامى نيز به تربيت افراد در زمينه‌هاى علمى و عملى پرداخت . آشنايى او با خانم سيده نصرت امين ( مجتهده ) به درك و شناخت بيشتر وى به معارف اسلامى كمك شايانى كرد . از جمله فعاليتهاى وى مىتوان به تشكيل جلسات اصول عقايد ، تفسير قرآن و آموزشهاى مذهبى و تدريس صرف و نحو ، نهج البلاغة ، بررسى معانى قرآن ، فلسفه و برخى موارد درسى ديگر اشاره كرد . اين جلسات بيشتر در منزل ايشان و يا در مساجد تشكيل مىشد . همچنين وى در تعطيلات تابستانى در دبيرستان احمديه ، واقع در بازارچه بيدآباد ، اقدام به تشكيل كلاسهايى براى آموزش عقايد دينى مىكرد . او در اصفهان و در شهرستانهايى چون نجف‌آباد ، در مكتب فاطميه ، فعاليت آموزشى داشت . او در آستانه پيروزى انقلاب اسلامى ( مهر ماه 1357 ) به آبادان رفت و در آنجا به فعاليتهاى خود ادامه داد . و در همين ايام ازدواج نمود و در تاريخ 22 ارديبهشت ماه 1361 شمسى ( 1401 ه ) به همراه همسر و فرزندشان روح اللّه در حادثه تصادم از نيا رفتند .\r\n\r\nسپيده باكوجى ( كاشانى )\r\nخانم سرور باكوجى ، معروف به سپيده كاشانى ، از شاعران معاصر و از شاعران متعهد انقلاب اسلامى ايران است ، پدر و مادر وى اولين و بزرگترين معلمان او بودند . مادر از همان ايام طفوليت به او قرآن آموخت و پدر او را با شعر و شرح حال شاعران بزرگ آشنا ساخت . وى در مدرسه آقا بزرگ درس خواند و هميشه به خاطر ذوق سرشارى كه داشت از شاگردان ممتاز محسوب مىشد . او به شعر و شاعرى هم علاقه‌اى وافر نشان مىداد ، وى در تمام مقاطع عمر خود ، از كودكى تا جوانى و بعد از آن براى ديگران نمونه بود . كمتر كسى حتى در دوران جوانى خنده‌اى بلند از او شنيد و حجاب و آرامش روحى او همواره مثال زدنى بود .\r\nميزان علاقه‌مندى بانو سپيده كاشانى به حضرت امام خمينى « قدس سره » تا آن اندازه بود كه وقتى امام بزرگوار در بستر بيمارى افتاد او نيز كارش به بيمارستان كشيد . وى به جبهه‌هاى نبرد حق عليه باطل سر مىزد . در غرب ، جنوب ، آبادان ، محله ذوالفقاريه ، كوت شيخ و هركجا توفيق يارش بود در ميان رزمندگان حاضر مىشد و شعر دفاع و مقاومت مىخواند و مىسرود .\r\nوى در اول مرداد 1315 شمسى در كاشان و در خانواده اى مذهبى چشم به جهان گشود\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":56},
  {"content":"\r\n\r\nو در شامگاه 21 بهمن ماه 1371 به علت بيمارى وفات يافت .\r\n\r\nبتول حسينى بهشتى ،\r\n( عالم ، متوفى سال 1415 ه ) حجة الاسلام محمد صادق مدرس خاتون‌آبادى ( م 1348 ه ) و برادرش شهيد مظلوم آية اللّه دكتر سيد محمد بهشتى بود . اين بانو بدون ترديد در بين زنان نمونه زمان فعلى و اقران و هم رديفان خود از نظر خصوصيات ايمانى و سلوك اخلاقى و پايبندى به اصول و ارزشهاى اسلامى و از نظر قدرت تأثيرگذارى تربيتى و خدمتگزارى به جامعه ، بسيار موفق و الگو و كم نظير بود . وى در سال 1342 ه در يك خانواده اى روحانى و اصيل در محله لنبان اصفهان متولد شد و در سال 1415 ه جهان را بدرود گفت .\r\n\r\nامّ علاء الحسون ،\r\n( عالم ، محدث ) ايمان ، دختر حاج جعفر حسون و همسر مهندس عبد الحسين حسون است كه در بغداد به دنيا آمد و در خانهء پدرش در آنجا بزرگ شد . پس از ازدواج با پسر عموى پدرش ، به كوفه ( محله كنده ) رفت .\r\nام علاء در منزل همسرش به تحصيل علوم شرعى پرداخت و در جلسات بانوان كه در آنجا منعقد مىشد ، شركت مىكرد و نزد عمويش شيخ زهير الحسون تلمذ كرد . آيت‌اللّه مرعشى در سالهاى آخر عمرش ، در منزل شيخ حسون ( عموى ام علاء ) از وى امتحان گرفت و به او اجازه روايت داد .\r\n\r\nامّ على الحسون ،\r\n( عالم ، محدث ) زهرا ، دختر حاج محمد على حسون و خواهر شيخ زهير حسون است كه در نجف اشرف در خانواده اى مشهور به تديّن و اصالت به دنيا آمد و در خانواده‌اش به نيكويى تربيت يافت . پس از وفات پدرش به خانهء برادرش استاد حاج فاضل حسون رفت .\r\nورود به خانهء برادر ، براى ام على زمينه مساعدى را فراهم كرد تا با بانوان مسلمان ديدار كند و به آنها اصول اعتقادات بياموزد . ازدواج با پسر عمويش - شيخ زهير الحسون - درهاى علم را به روى او گشود . همسرش در آموزش وى اهتمام كامل داشت . ام على نزد او ، فقه ، اصول ، نحو ، بلاغت ، حديث و درايه را فرا گرفت . آيت‌اللّه مرعشى پس از حضور در خانه او و امتحان گرفتن از وى ، اجازه روايت به او داد . شهيد بنت الهدى خواهر شهيد صدر از شاگردان ام على بود .\r\n\r\nسيده امين ،\r\n( مجتهد ، محدث ، فيلسوف ، عارف ، متوفى سال 1406 ه ) ، حاجيه خانم سيده نصرت بيگم امين ( معروف به بانوى ايرانى ) فرزند سيد محمد على ، امين التجار اصفهانى و مادرش بانويى بسيار شريف ، متعبد و خير خواه بود . خداوند پس از سه فرزند\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":57},
  {"content":"\r\n\r\nپسر ، اين دختر را به آنان عطا فرمود . مادر ، با روشن‌بينى در چهارسالگى فرزند را به مكتب فرستاد . به اين ترتيب بانو امين تحصيل را آغاز كرد و ادامه داد تا اين كه در 15 سالگى با پسر عموى خود معين التجار كه از بازرگانان سرشناس و معتبر ازدواج كرد و به خانه‌دارى و تربيت فرزندان مشغول شد . اما اين امر نيز نتوانست مانع ادامه تحصيل و عشق به مطالعه و تحقيق ايشان در معارف اسلامى شود .\r\nبانو امين صاحب 8 فرزند شد كه 7 تن از آنها در زمان حيات ايشان به مرگى زودرس در گذشتند و فقط يك فرزند برايشان باقى ماند . خود اين واقعه را ابتلاء و آزمايش حق تعالى تعبير مىكرد .\r\nاين بانوى فاضله با پشتكار و تلاشى بىنظير به تحصيل صرف ، نحو ، بلاغت ، تفسير ، علم حديث ، فقه ، فلسفه و عرفان پرداخت و با وجود مشكلات متعددى كه در فضاى حاكم بر آن ايام براى زنان در امر تحصيل وجود داشت ، طلبگى و تحصيل خود را در سطوح عاليه نيز ادامه داد تا اين كه در چهل‌سالگى مرتبه و تسلط علمى ايشان مورد تأييد علما و مراجع تقليد قرار گرفت و به دريافت درجه اجتهاد و روايت نايل شد .\r\nبانو امين از چهل‌سالگى تا پايان عمر به تأليف كتب ، تدريس ، پاسخگويى به پرسشهاى دينى مردم و ارشاد دختران و زنان پرداخت .\r\nمجتهده سيده نصرت بيگم امين در سال 1344 ه با سرمايه خود مكتبى به نام فاطمه عليها السّلام و نيز دبيرستانى دخترانه تأسيس كرد به اين ترتيب براى بسيارى از دخترانى كه به واسطه جوّ حاكم بر آن ايام و با توجه به كشف حجاب و اين كه دبيران مرد در دبيرستانهاى دخترانه تدريس مىكردند ، از نعمت تحصيل منع شده بودند ، زمينه ادامه تحصيل را فراهم آورد .\r\nايشان همچنين در كانون تبليغات دينى بانوان اصفهان به تدريس معارف و تفسير قرآن و پاسخگويى به سؤالات پرداخت و تا پايان عمر پربركت خود به تعليم و كوشش در جهت رشد علمى و معنوى دختران و زنان اهتمام ورزيد .\r\nبانو امين دربارهء زندگى خود مىگويد : خانم معلم « پيرزنى است با چوب بلند تنبيه ، و فضاى مكتب ، همان فضاى رعب‌آور مكتب خانه‌هاى قديم . » او در اين محيط تحصيل را آغاز مىكند و از خاطرات آن روزها چنين نقل مىكند : « در 7 - 6 سالگى كه به مكتب مىرفتم ، معلم هميشه به مادرم مىگفت : « دخترتان گوشت نپز است كه نمىپزد . تدريس به او بىفايده است و در نهايت چيزى نخواهد شد . بيهوده او را به مدرسه نياوريد ! » به اين صورت بانو امين تحصيل را آغاز مىكند تا حدود يازده‌سالگى كه به تحصيل\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":58},
  {"content":"\r\n\r\nزبان عربى مىپردازد . ايشان از خاطرات زمان كودكىاش مىگويد : « درست به خاطر دارم در اوقاتى كه با بچه‌هاى هم سن و سال خود بودم ، مثل آنها تفريح و گردش نمىكردم ، بلكه بيشتر مشتاق بودم تنها باشم تا بتوانم فكر كنم ، زيرا گمشده اى در وجود خود احساس مىكردم حتى اگر در مجالس عمومى مىرفتم ، باز در حال تفكر بودم ، و در مقام اين كه پا از جاده شريعت بيرون نگذارم . » هنگامى كه بيست‌ساله مىشود به سبب شوقى كه با كسب دانش داشته است به تحصيل فقه و اصول و تفسير و علم حديث مىپردازد . خود ايشان در اين مقوله مىگويد : « همواره لطف پروردگار بدرقه راه من بود و حين تحصيل گاهى حالات خوش و نورانى نصيبم مىشد . » وى در همين ايام به حكمت و فلسفه روى آورد و ديرى نمىگذرد كه ذوق عرفانى در او پديده آمده و به طى مراحل و منازل سير الى اللّه مىپردازد .\r\nاما روح تشنه او نيز در جست‌وجوى محبوبى است كه سالها سراغ از او مىجست و خود مىگفت : « هيچ بدبختى بالاتر از اين نيست كه آدمى از محبوبش دور باشد . » بانو امين براى مصونيت از تعرض آلودگى جوّ بىحيايى و بىحجابى دوران پهلوى ، همه اين دروس را در خانه تعليم گرفت . آن بانوى عارف به نفحات رحمانى ، در راه كسب علم با جديت استقامت ورزيد . او خود نقل مىكند كه وقتى به مطالعه مشغول مىشد ، بارها نزديكان و خويشاوندان او را ملامت مىكردند كه آنچه مىكنى جز بطالت و كسالت نيست و او تمامى اين‌ها را براى رضاى دوست تحمل مىكرد و با وجود فضاى حاكم بر جامعه و ملامتهاى اطرافيان ، مؤمنانه به راه خود ادامه مىداد و چنين بود كه درهاى حكمت به رويش گشوده شد .\r\nدر مورد آموختن علوم و كسب معارف ، اين بانوى فاضله چنين اظهار مىدارد : « در نوشته‌هايم كمتر از امور خارجى كمك گرفته ام . نمىگويم كه از غيب خبر دارم . اما اغلب معنويات و معارف را از استاد فرا نگرفته‌ام و غالب نوشته‌هايم با ارشاد و كمك « او » بوده است » .\r\nجديت اين حكيم الهى در امر تحصيل به حدى بود كه مىگفت : « هيچ‌چيز نمىتواند كلاس درس را تعطيل كند ، حتى مرگ فرزند » . يكى از اساتيد بانو امين ، مرحوم آيت‌اللّه حاج مير سيد على نجف‌آبادى نقل كرده است : « روزى شنيدم فرزند ايشان فوت شده است . فكر كردم خانم ديگر درس را تعطيل خواهد كرد ، ولى برعكس دو روز بعد كسى را به سراغم فرستاد كه براى تدريس به منزل ايشان بروم و من از اين علاقه ايشان به تدريس و\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":59},
  {"content":"\r\n\r\nتحصيل ، سخت تعجب كردم » .\r\nبه اين ترتيب او بيشتر علوم را در خانه و نزد علامه فقيه آيت‌اللّه سيد محمد على نجف‌آبادى و شيخ مرتضى مظاهرى فرا گرفت ، تا اين كه تحصيل و تحقيق ايشان به حدى مىرسد كه بعضى از علما و مراجع تقليد از جمله مرحوم آيت‌الله‌العظمى محمد كاظم شيرازى ، آيت‌الله‌العظمى عبد الكريم حائرى و آيت‌الله ابراهيم حسينى شيرازى اصطهباناتى ، پس از امتحان و طرح پرسشهاى بسيار و دريافت جوابيه‌هاى مكفى و مطمئن ، به ايشان اجازه اجتهاد و استنباط احكام شرع مىدهند . خانم امين همچنين از آيت‌اللّه محمد نجفى اصفهانى ، حجت الاسلام و المسلمين مظاهرى نجفى اصفهانى اجازه روايت دارد و به آيت‌الله‌العظمى مرعش نجفى و حجةالاسلام و المسلمين زهير الحسون نيز اجازه روايت داده است .\r\nآيت‌اللّه آقا سيد محمد على نجف‌آبادى از اساتيد برجسته بانو امين كه ايشان فقه و اصول و حكمت را نزدشان خوانده بود ، گفته‌اند : « حكمت را دائى ام به من درس داد و يكى نيست كه من به او درس بدهم من مىخواهم به اين خانم درس بدهم كه از من يادگارى باقى مانده باشد » .\r\nزمانى كه بانو امين كتاب خود را به نام « اربعين هاشميه » نوشت و اين كتاب به حوزه علميه نجف رسيد و علما از آن استقبال كردند ، آيت‌اللّه آقا سيد محمد على نجف‌آبادى در تكميل تشويق‌هاى علما گفت : « بانو امين هرچه در اين كتاب نوشته‌اند ، از تراوشات فكرى خودشان بوده است و ربطى به تعليمات من ندارد . » بعد از نگارش همين كتاب بود كه علما درصدد برآمدند تا از ايشان امتحان اجتهاد بگيرند و براى اولين بار خانم امين در مقام تنها بانوى مجتهده عصر خود قرار گرفت . علماى معاصر از جمله آيت‌الله‌العظمى مرعشى نجفى ، استاد محمد تقى جعفرى و اساتيد حوزه و دانشگاه نيز با ايشان ملاقات و گفت و شنودهايى داشته‌اند .\r\nبانوى عالمه امين ، عاشق تحصيل بود و تحصيل بخشى از برنامه روزانه ايشان بود كه به عنوان وظيفه به آن مىنگريست . و در زمانه اى كه هنوز در بسيارى محافل و مجالس بحث بر سر اين بود كه آيا اصولا زن ، انسانى در رتبهء مرد است و آيا جامه كمال تنها برازنده قامت مرد است يا زن را نيز نصيبى از كمال هست ، مرتبت و موفقيت علمى و عرفانى ايشان بدانجا رسيد كه اكابر و اعاظمى از علما و عرفا ، حضور در محضر ايشان را مايه فيض مىدانستند . اين بانوى عالمه ربانى سالهاى متمادى در راه تحصيل علم و مقامات معنوى زحمت‌ها كشيد و عملا به جهان ثابت كرد كه زن حتى در محيط اجتماعى نامساعد و با\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":60},
  {"content":"\r\n\r\nوجود موانع و مشكلات ، با رعايت كمال تقوا مىتواند به تحصيل علم ادامه دهد و مقام شامخى را هم احراز كند و راه را براى ديگران هموار كند .\r\nكتابهاى اين بانوى فاضله معرّف روح لطيف و متعالى ايشان است و مىتوان گفت بهترين راه شناخت و معرفى ايشان ، آثار قلمى اين بانوى فاضله است . بنا بر تصديق يكى از بستگان نزديك ايشان : « اين بانو وقتى قلم به دست مىگرفت و مشغول نوشتن مىشدند ، اصلا خطخوردگى در آن ديده نمىشد » . و اين خود روشنگر امدادهاى غيبى و افاضات رحمانى است . روى همواره تأكيد داشت ناشناخته بماند و به همين دليل كتابها را با نام « بانوى ايرانى » يا « بانوى اصفهانى » به چاپ مىرساند .\r\nكتابهايى كه ايشان مكتوب داشته و به چاپ رسانده عبارتند از :\r\n1 - اربعين الهاشميه ( عربى ) اولين تأليف گرانمايه ايشان و مشتمل است بر چهل حديث در توحيد و صفات حق تعالى و اخلاق و احكام شرع و متضمن بيانات فلسفى . عرفانى و اصولى و فقهى اين كتاب به زبان عربى است و توسط شاگرد ايشان حاجيه خانم همايونى به زبان فارسى ترجمه شده است . محتواى اين كتاب به قدرى دقيق و با اهميت است كه علماى نجف و بعضى مراجع تقليد را بر آن مىدارد تا سؤالات و امتحانات متعددى پيرامون فقه ، اصول و ديگر مبانى از مؤلف آن به عمل آورند كه از عهده تمامى اين آزمايشهاى صعب به خوبى برآمده و به درجه اجتهاد نايل آيد .\r\n2 - جامع الشتات ( عربى ) اين كتاب مشتمل است بر پرسشهاى متعددى است كه اساتيدى همچون محمد على قاضى طباطبائى ، شيخ محمدطه هنداوى نجفىزاده ، سيد حسن حسينى و . . . از ايشان پرسيده‌اند و پاسخهاى مبسوطى كه اين عالمه براى آنان تحرير كرده است . اين پرسشها و پاسخها توسط شيخ مرتضى مظاهرى نجفى جمع‌آورى و تنظيم شده است .\r\n3 - معاد يا آخرين سير بشر اين كتاب متذكر مىشود كه براى انسان غير از نشئه دنيوى نشئه ديگرى در پيش است كه ناچار و بايد در سير تكاملى از تمام آن نشآت و عوامل عبور كند و سرانجام به عالمى برسد كه فوق آن عالمى نيست و آن را معاد و قيامت گويند . مطالب مندرج در كتاب در 9 مقاله است .\r\n4 - النفحات الرحمانية فى الواردات القلبية ( عربى ) اين كتاب در واقع واردات قلبى و خاطراتى است كه مؤلف در سلوك الى اللّه به واسطه\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":61},
  {"content":"\r\n\r\nفيض حق در مىيابد .\r\n5 - اخلاق اين كتاب اقتباسى است از طهارة الاخلاق ابن مسكويه كه قسمتى از آن ترجمه شده است و افكارى كه خانم امين دراين‌باره داشته‌اند نيز در حاشيه آن اضافه شده است . كتاب داراى جنبهء علمى ، عملى و اخلاقى است و مشتمل بر نكات و دقايق و لطايف مىباشد . كه البتّه كلمه به كلمه ترجمه نشده است . بلكه بدون عبارت‌پردازى ، اقتباس از متن شده است .\r\n6 - تفسير مخزن العرفان ( فارسى ) تفسير جامعى از قرآن كريم است كه در 15 جلد به چاپ رسيده است . در حين نگارش اين اثر عظيم ، خانم سيده امين ، پس از تفسير 2 جزء اول ، از بيم آن كه براى خاتمه كارش عمر وفا نكند ، به تفسير جزء سىام دست مىيازد و به ترتيب آن را ادامه داده تا سرانجام در اواخر عمر ، اين مجموعه به پايان مىرسد . به اين ترتيب اراده خداوند متعال بر اين قرار گرفت كه اين مجتهده فرزانه ، تنها بانوى مفسر جهان اسلام باشد كه كلام اللّه مجيد را از ابتدا تا انتها تفسير نموده است .\r\n7 - روش خوشبختى و توصيه به خواهران ايمانى در اين كتاب سعى شده است معناى سعادت و خوشبختى و راه نيل به آن با زبانى ساده و همراه با اندرزهاى نيكو به خواهران ايمانى ابلاغ شود . به اين منظور پس از ارائه توضيح پيرامون دو ركن خوشبختى ، يعنى : آسايش بدن و صحت مزاج و ديگرى آسايش فكر و استراحت خيال و آرامش روح كه در نتيجه رعايت دو اصل اساسى عقايد صحيح و ايمان به مبدأ و معاد و اخلاق نيكو حاصل مىشود ، به اركان دين و ايمان مىپردازد . در پايان كتاب نيز مباحث آموزنده‌اى پيرامون معناى توسل به ائمه و شفاعت ، مبارزه با خرافات و وسواس ، توصيه به خواهران ايمانى ، امتيازات ، خصوصيات و شرافت زن ، تهذيب اخلاق و اصول اخلاق نيك مطرح شده است .\r\n8 - مخزن اللآلى در مناقب مولى الموالى على عليه السّلام اين كتاب در يك مقدمه ، پنج باب و يك خاتمه به ذكر فضائل و مناقب مولاى متقيان و امير مؤمنان على عليه السلام مىپردازد .\r\n9 - سير و سلوك در روش اولياء و طريق سير سعداء محتواى اين كتاب در كشف و شهود و سير الى اللّه است . در بخشى از اين كتاب در بحث « فنا و بقا » ايشان چنين آورده‌اند : « . . . تا از خود فانى نگردى ، به او باقى نباشى و تا هرچه دارى از دست ندهى ، به حريم قدس پى نبرى . و تا به قدم اميدوارى سير راه دور و دراز\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":62},
  {"content":"\r\n\r\nننمايى ، در منزل امن و امان نياسايى و تا زحمت رياضت و طاعت نكشى ، هرگز به راحتى نرسى . و تا تلخى فراق نچشى ، به شيرينى وصال خرسند نگردى . تا آتش غضب خود را فروننشانى ، به رحمت الهى نپيوندى ، تا به ناگوارى صبر در سختىها نسازى ، به شيرينى نعيم هميشگى متلذذ نشوى ، تا ترك لذات خيالى طبيعى نكنى ، محبوب حق تعالى نگردى . اگر طوق بندگى به گردن اندازى سلطان السلاطين گردى و اگر در دنيا زهد ورزى و عازم سفر به‌سوى حق شوى ، در منزلگاه قرب ساكن شوى . اگر به پيشگاه خداوندىاش رسى ، تمام ممكنات تو را بندگى نمايند . اگر دائم الحضور شوى ، كار خدايى كنى . . . » از آنجا كه بانو مجتهده امين ارزش علم و تعلم را مىشناخت و با توجه به وضعيت زمانه نيز به خوبى مىدانست كه مجال و زمينه تعلم براى دختران تا چه حد محدود است ، به عنوان يك معلم متعهد در قبال جامعه زنان احساس مسؤليت مىكرد و از هرگونه كه مىتوانست در راه تعليم و تربيت آنان مىكوشيد . وى از ديدن وضعى كه جامعه در آن زمان داشت ، زجر مىبرد و مىگفت : اگر افراد قدر خود را مىدانستند و اگر مىدانستند چه نقشى در نظام عالم دارند و خدا چه رحمتى به آنها كرده است ، در جامعه اين قدر ذلت نمىپذيرفتند و طوق خوارى را بر گردن خود نمىكشيدند .\r\nبا توجه به اين احساس مسئوليت اجتماعى و دينى بود كه بانو امين در سال 1344 حوزه‌اى به نام مكتب فاطمه عليها السّلام براى بانوان تأسيس كرد . و با 600 تا 1000 شاگرد شروع به كار كرد . تأسيس اين مكتب به صورت يك حركت علمى و فرهنگى در ميان جامعه زنان درآمد كه در آن بانوان علاقه‌مند به كسب علم و فضيلت ، به تحصيل و تدريس علوم اسلامى در رشته‌هاى فقه ، اصول ، حكمت ، عرفان فلسفه و اخلاق پرداختند و اين حركت هنوز ادامه دارد . دستاوردهاى پرارزش و معنوى اين مكتب در تعليم و تعلم بانوان قابل توجه است . به‌طورىكه بسيارى از بانوان اصفهان كه تحصيلات مذهبى دارند ، از شاگردان حاجيه خانم امين بوده و يا از جلسات تفسير قرآن و مباحث مذهبى ايشان كه به صورت هفتگى برگزار مىشد بهره‌مند شده‌اند .\r\nاز ديگر خدمات فرهنگى بانو امين تأسيس دبيرستان دخترانه بود . در آن زمان به سبب اين كه دبيران بسيارى از دبيرستانهاى دخترانه مرد بودند ، خانواده‌هاى مذهبى به ندرت اجازه مىدادند دخترانشان به دبيرستان بروند و در نتيجه ايشان با تأسيس دبيرستان دخترانه راه را براى تحصيل بسيارى از دختران باز ساختند . اين بانوى خيّر و نيكوكار پس از پيروزى انقلاب اسلامى اين دبيرستان را به آموزش و پرورش هديه كردند و در سال 1406 ه بدرود حيات گفت .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":63},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":64}
  ]