[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nالحلقة الأولى\r\nالشيعة\r\nو\r\nوسائل الإعلام\r\nتأليف :\r\nالفقيه المحقق\r\nالشيخ جعفر السبحاني\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nاسم الكتاب : الشيعة ووسائل الاعلام\r\nالمؤلف : آية الله العظمى الشيخ جعفر السبحاني\r\nالطبعة : الأولى - 1436 ه‍\r\nالمطبعة :\r\nالكمية : 1000 نسخة\r\nالناشر : مؤسسة الإمام الصادق عليه السلام\r\nالتنضيد والإخراج الفني : السيد محسن البطاط\r\nحقوق الطبع محفوظة\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nمقدّمة المؤلف\r\nالحمد للَّه‌رب العالمين ، والصلاة والسلام على خير خلقه وأشرف بريّته محمد وآله الطيبين الطاهرين .\r\nلا يخفى أنّ لوسائل الإعلام فوائد جمّة من نشر العلم والثقافة والأخلاق والمثل السامية ، والدعوة إلى التعايش السلمي والتعاون بين الشعوب والتعاضد على حلّ المشاكل .\r\nولكن في مقابل ذلك يتّخذ أصحاب الأغراض السقيمة من الإعلام وسيلة لبثّ الفتن ، ونشر الأفكار المسمومة في المجتمع ، والدعوة إلى الخصام والنزاع . ولاشكّ في أنّ المصلح يتّبع الأمر الأوّل ، بينما يتّبع غيره الثاني .\r\nوها نحن نشاهد أنّ أشباه المثقّفين وأنصاف المتعلّمين الّذين ظهروا على الساحة الإسلامية في الآونة الأخيرة يصبّون جهودهم لأجل التفريق وإيجاد الفوضى بين أفراد المجتمع الإسلامي عن هذا الطريق ، وكأنّه ليس لهم همّ إلّاذلك الأمر البغيض ، ومنهم على سبيل المثال الشيخ عثمان الخميس ومَن سلك معه هذا الطريق\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالمظلم من الكتّاب المعاصرين الّذين رفعوا راية التفريق حتّى يفكّكوا الأُمة الواحدة إلى أُمة مسلمة وأُخرى كافرة !\r\nولمّا رأينا أنّ ترك هذه الساحة لهم ، يسرحون فيها ويمرحون كما شاءُوا ، يُعتبر تقوية لهم ، وإخفاءاً للحقّ ، ونشراً للباطل ، أطعنا قول رسول اللَّه صلى الله عليه وآله وسلم : « إذا ظهرت البدع فعلى العالم أن يظهر علمه » ولذلك قمنا بنقد محاضراتهم الّتي تبث عن طريق الفضائيات ، ومقالاتهم الّتي يدوّنونها على صفحات الإنترنيت نقداً موضوعياً نزيهاً بعيداً كلّ البُعد عن كيل التهم الباطلة والافتراءات الواهية - كما هم يفعلون - .\r\nوها نحن نقدّم الحلقة الأُولى من هذه الردود وفيها مناقشة لست من هذه المحاضرات والمقالات ، عسى أن تكون نافعة للمسلمين الواعين ، ودامغة للباطل ومظهرة للحقّ والحقيقة .\r\nواللَّه من وراء القصد\r\nجعفر السبحاني\r\nقم المقدّسة\r\nمؤسسة الإمام الصادق عليه السلام\r\n4 محرّم الحرام 1436 ه\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n1 - حكم الصلاة في مساجد الشيعة\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nمقدّمة\r\nالحمد للَّه‌رب العالمين ؛ والصلاة والسلام على خاتم أنبيائه‌محمد وآله الطاهرين الّذين أذهب اللَّه عنهم الرجس وطهّرهم‌تطهيراً ، وعلى صحبه المنتجبين والتابعين لهم بإحسان .\r\nأمّا بعد ؛ فإنّ الاجتهاد عبارة عن استفراغ الوسع في تحصيل الأحكام الشرعية من الكتاب والسنّة والإجماع والعقل الحصيف الّذي به عرفنا اللَّه سبحانه .\r\nوليس الاجتهاد مشرعاً لكلّ وارد وشارد ، وإنّما يرِده مَن اتّسم بمواهب فكرية وكفاءات علمية في مختلف العلوم والفنون ، وقد أنهاها بعضهم إلى ما يتجاوز العشرة ، ولأجل صعوبة الارتقاء إلى درجة الاجتهاد نرى أنّ أعاظم الفقهاء يسألون اللَّه أن يرزقهم الاجتهاد قائلين بأنّه أشدّ من طول الجهاد .\r\nهذا وقد ظهر في عصرنا الحاضر مَن يبرم وينقض ، ويجلس « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . هذه العبارة مقتبسة من كلام للإمام علي عليه السلام ، وهو : « تخليص من الفساد أشدّ على العاملين من طول الجهاد » . لاحظ : الكافي : 8 / 24 .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nفي منصة الفتيا ، وهو لم يحظ بالمواهب اللازمة لذلك ، فصار يخبط خبطاً بعد خبط ، ويعثر عثرة بعد عثرة .\r\nوسوف تطمئنّ إلى كلامنا هذا إذا قرأت فتوى الشيخ عثمان الخميس حول الصلاة في مساجد الشيعة ، وأنّه كيف تجرّأ وأفتى بأنّ رائحة الشرك تفوح داخل هذه المساجد إلى غير ذلك من الأحكام المقيتة .\r\nولأجل إيضاح المقام قمنا بنقد كلامه حسب ما سمح به الوقت ، واللَّه الهادي والموفّق .\r\nجعفر السبحاني\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nحكم الصلاة في مساجد الشيعة\r\nمن خلال برنامج « لقاء الجمعة » الّذي بثّته قناة « البرهان » سُئل الشيخ عثمان الخميس عن الصلاة في مساجد الشيعة ؟ فأجاب : لا يجوز للمسلم أن يدخل هذه المساجد ليصلّي فيها ؛ لأنّها لا تخلو من أُمور تمنع المسلم من الصلاة فيها ، وهذه الأُمور كما يلي :\r\n1 . إنّ الشيعة كثيراً ما يعظّمون القبور ، فيبنون المساجد على القبور أو يجعلون القبور داخل المساجد ، أي يدفنون الموتى داخلها ، فلا تجوز الصلاة في مسجد فيه قبر .\r\n2 . إنّ رائحة الشرك تفوح داخل هذه المساجد ، فيذكر غير اللَّه ويستغاث بغير اللَّه ، ويدعون غير اللَّه ، ويسبّ أولياء اللَّه من الصحابة والخلفاء .\r\n3 . أفتى بأنّه لو دخل إنسان وصلّى في هذه المساجد حتّى مع علمه بعدم الجواز فصلاته ( صحيحة ) ، لكن الأمر الأوّل - أعني عدم جواز دخول هذه المساجد - باق على حاله .\r\nهذا ما ذكره عثمان الخميس في برنامج لقاء الجمعة ، وهو مبني على أصل مسلّم عنده ، وهو حرمة بناء المساجد على قبور الأولياء ، وعلى هذا بنى ما ذكره في الفصول الثلاثة ؛ ولذا علينا\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nدراسة مبنى كلامه ، قبل مناقشة فقرات جوابه ، ولذلك فقد بسطنا الكلام في تبيين المبنى وما هو الحقّ فيه .\r\nوقبل دراسة الموضوع - أي حكم بناء المساجد على القبور - نقدّم شيئاً وهو أنّ الشيخ عثمان الخميس قال : ( إنّ الشيعة كثيراً ما يعظّمون القبور ، فيبنون المساجد على القبور ، أو يجعلون القبور داخل المساجد ، أي يدفنون الموتى داخلها ) ، ونحن نسأله عن مصدر هذا الخبر ؟ وهل أنّه شاهد ذلك الأمر في عامّة المساجد للشيعة الّتي تُعدّ بعشرات الآلاف في مختلف البلدان ؟ ! لا أظنّ أنّه قد قام بذلك العمل .\r\nومع ذلك فكيف أصدر هذا الحكم العام ؟ !\r\nأقول : كلّ ما ذكره الشيخ في هذا الصدد كذب واضح وافتراء صريح ، نابع من أصل مسلّم عند القوم ، وهو أنّه لكلّ شيء دليل إلّا الافتراء على الشيعة ، بل لكلّ شيء نهاية إلّاالكذب على الشيعة ، وكأنّه سبحانه فرض عليهم الكذب مكان الصدق ، والافتراء مكان طرح الحقيقة ! !\r\nولنفرض جدلًا صحّة قوله ، فلندرس حكم هذه المسألة ، أعني : بناء المساجد على القبور ، على ضوء الكتاب المجيد والسنّة الشريفة .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nحكم بناء المساجد على قبور الأولياء\r\nما أنكره الشيخ من بناء المسجد على قبور الموتى فقد نطق الذكر الحكيم به وعلى جواز قسم منه ، وهو إذا كان الموتى من الأولياء ، فلا مانع من بناء المسجد على قبورهم تبرّكاً بهم ، قال سبحانه :  « قالَ الَّذِينَ غَلَبُوا عَلى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً »  « 1 »  . \r\nإنّ التأمّل في قصة أصحاب الكهف يكشف لنا من أنّ بناء المسجد فوق قبور الأولياء كان سنّة متّبعة عند الأُمم والشرائع السابقة ، والقرآن الكريم يشير إلى تلك السنّة من دون أي ردّ ونقد .\r\nإنّ أصحاب الكهف بعد أن انكشف خبرهم اختلف الناس في كيفية تقديرهم واحترامهم وتكريمهم ، وانقسموا إلى قسمين :\r\n1 . قسم قالوا :  « ابْنُوا عَلَيْهِمْ بُنْياناً رَبُّهُمْ أَعْلَمُ بِهِمْ » . \r\nوهذا التعبير أي  « رَبُّهُمْ أَعْلَمُ بِهِمْ »  يكشف عن أنّ القائل أو القائلين به لم يكونوا من الموحّدين ، حيث استصغروا أمرهم بقولهم :  « ابْنُوا عَلَيْهِمْ بُنْياناً رَبُّهُمْ أَعْلَمُ بِهِمْ »  : أي ربنا أعلم بأحوالهم من خير وشرّ وصلاح وفساد .\r\n2 . وقسم آخر كسب الموقف في النهاية ، حيث دعا إلى بناء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الكهف : 21 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nمسجد على الكهف كي يكون مركزاً لعبادة اللَّه بجوار قبور الذين رفضوا عبادة غير اللَّه وخرجوا من ديارهم هاربين من الكفر ولاجئين إلى توحيد اللَّه وطاعته ، وقد حكى عنهم الذكر الحكيم بقوله :  « قالَ الَّذِينَ غَلَبُوا عَلى أَمْرِهِمْ لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً »  فالضمير في قوله سبحانه :  « غَلَبُوا عَلى أَمْرِهِمْ »  يرجع إلى أصحاب الكهف ، أي وقفوا على مكانتهم وكشفوا الستر عن حقيقة أمرهم ، فقالوا :  « لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً »  ، وقد اتّفق أعاظم المفسّرين على أنّ القائلين بذلك هم الموحّدون ، قال الطبري : فقال المشركون :\r\nنبني عليهم بنياناً فإنّهم أبناء أبائنا ، وقال المسلمون : بل نحن أحقّ بهم ، هم منّا نبني عليهم مسجداً نصلّي فيه ونعبد اللَّه فيه . « 1 » وقال الرازي : وقال آخرون : بل الأَولى أن يبنى على باب الكهف مسجد ، وهذا القول يدلّ على أنّ أُولئك الأقوام كانوا عارفين باللَّه ، معترفين بالعبادة والصلاة . ( 2 )\r\nوقال الزمخشري :  « قالَ الَّذِينَ غَلَبُوا عَلى أَمْرِهِمْ »  من المسلمين وملكهم وكانوا أولى بهم وبالبناء عليهم  « لَنَتَّخِذَنَّ »  على باب الكهف  « مَسْجِداً »  يصلّي فيه المسلمون ويتبرّكون بمكانهم . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تفسير الطبري : 15 / 149 .\r\n2 . تفسير الرازي : 21 / 105 .\r\n( 2 ) . تفسير الكشّاف : 2 / 334 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nوقال النيسابوري :  « الَّذِينَ غَلَبُوا عَلى أَمْرِهِمْ »  المسلمون وملكهم المسلم ؛ لأنّهم بنوا عليهم مسجداً يصلّي فيه المسلمون ، ويتبرّكون بمكانهم ، وكانوا أولى بهم وبالبناء عليهم حفظاً لتربتهم بها وضنّاً بها . « 1 »\r\nإلى غير ذلك من الكلمات في تفاسير الأعاظم ، والّتي يتراءى منها أنّ بناء المسجد كان على « باب الكهف » أو « عند الكهف » ، على خلاف ظاهر الآية ، فإنّ ظاهرها يدلّ على أنّ المقترح هو بناء المسجد على قبورهم .\r\n\r\nكيفية الاستدلال\r\nالاستدلال بالآية ليس مبنيّاً على استصحاب حكم شرع من قبلنا ، بل مبني على أمر آخر وهو أنّا نرى أنّ القرآن الكريم يذكر اقتراح الطائفتين بلا نقد ولا ردّ ، ومن البعيد جدّاً أن يذكر اللَّه تعالى كلاماً للمشركين ويمرّ عليه بلا نقد إجمالي ولا تفصيلي ، أو يذكر اقتراحاً للموحّدين وكان أمراً محرّماً في شرعنا من دون إيعاز إلى ردّه .\r\nإنّ هذا تقرير من القرآن على صحّة اقتراح أُولئك المؤمنين ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . غرائب القرآن ورغائب الفرقان ( تفسير النيشابوري ) : 7 / 283 ، طبعة المكتبة القيّمة ، القاهرة .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nويدلّ على أنّ سيرة المؤمنين الموحّدين في العالم كلّه كانت جارية على هذا الأمر ، وكان يُعتبر عندهم نوعاً من الاحترام لصاحب القبر وتبرّكاً به .\r\nإنّ مَن قرأ القرآن الكريم بتدبّر ووعي يعرف أنّ ما ينقله عن المشركين لو كان أمراً بيّن البطلان ربّما يمرّ عليه من دون ردّ ، وأمّا إذا كان غير واضح البطلان فسيكون له موقف آخر منه ، مثلًا عندما أحدق الخطر بفرعون وتيقّن أنّه سوف يغرق قال :  « آمَنْتُ أَنَّهُ لا إِلهَ إِلَّا الَّذِي آمَنَتْ بِهِ بَنُوا إِسْرائِيلَ وَأَنَا مِنَ الْمُسْلِمِينَ »  « 1 » .\r\nفالقرآن لم يتركه على حاله إذ ربّما يتوهّم الجاهل أنّه ربّما يكفي هذا النوع من الإيمان ، فلذلك ردّ عليه بقوله :  « آلْآنَ وَقَدْ عَصَيْتَ قَبْلُ وَكُنْتَ مِنَ الْمُفْسِدِينَ »  « 2 » .\r\nإنّ الغاية من ذكر قصص السابقين هي اتّخاذ العبر والمواعظ والتدبّر في مضامينها ومعانيها .\r\nإنّ القرآن الكريم ليس كتاباً قصصياً أو تاريخياً تُسرد فيه حياة الغابرين ، وإنّما نزل كدستور حياة للبشر ، وكلّ واحد يستنبط من القصص ما ينفعه . فالمتكلّم يستنبط من قصة أصحاب الكهف إمكان المعاد وتجديد الحياة بعد قرون ، ولكن الفقيه يستنبط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يونس : 90 .\r\n( 2 ) . يونس : 91 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nمن هذه القصة أنّه يجوز بناء المساجد على قبور الأولياء للتبرّك بهم .\r\n\r\nزلّة لا تستقال\r\nإنّ الشيخ الألباني ( عفا اللَّه عنّا وعنه ) لمّا وقف على هذا الاستدلال الباهر المتين ، حاول أن يناقش في الاستدلال لغاية حفظ موقفه المسبق في المسألة ، فقال :\r\nالاستدلال باطل من وجهين :\r\nالأوّل : أنّه لا يصحّ أن يعتبر عدم الردّ عليهم إقراراً لهم إلّاإذا ثبت أنّهم كانوا مسلمين وصالحين ، ومتمسّكين بشريعة نبيّهم ، وليس في الآية ما يشير أدنى إشارة إلى أنّهم كانوا كذلك ، بل يحتمل أنّهم كانوا كفّاراً أو فجّاراً ، فعدم الردّ عليهم لا يعدّ إقراراً بل إنكاراً ، لأنّ حكاية القول عن الكفّار والفجّار يكفي في ردّه عزوه إليهم ، فلا يعتبر السكوت عليه إقراراً . « 1 »\r\nيلاحظ عليه أوّلًا : أنّ في الآية إشارة إلى أنّ القول الأوّل قول غير الموحّدين الّذين لم يكونوا متفاعلين مع أصحاب الكهف ، والقول الثاني قول الموحّدين الذين كانت لهم صلة روحية بهم ، والشاهد على ذلك أنّ الاقتراح الأوّل ذكر بقولهم :  « ابْنُوا عَلَيْهِمْ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تحذير الساجد من اتّخاذ القبور مساجد : 81 - 82 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n بُنْياناً »  ثم أعقبوا اقتراحهم بقولهم :  « رَبُّهُمْ أَعْلَمُ بِهِمْ »  : أي لا نعرفهم ولا نقول عنهم شيئاً وربّهم أعرف بهم ، وهذا كلام مَن لا يعرف أصحاب الكهف وعملهم ، أو لا يحبّ أن يوصفوا بشيء من الصلاح والفلاح ولذا يفوّض مصيرهم إلى اللَّه .\r\nوأمّا الاقتراح الثاني فهو نابع عن قلب عارف بأصحاب الكهف ، حيث قالوا :  « قالَ الَّذِينَ غَلَبُوا عَلى أَمْرِهِمْ »  عرفوهم بجد  « لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً »  وهل يمكن أن يكون هذا الاقتراح يا ترى يصدر عن الكافر الفاجر ؟ !\r\nوعلى هذا كيف يقول الشيخ : يحتمل أنّهم كانوا ( المقترحون ) فجّاراً كفّاراً ؟ ! !\r\nوثانياً : أنّ الاستدلال ليس مبنيّاً على كون الاقتراح من المسلمين والموحّدين ، بل مبني - كما تقدّم - على رؤية قرآنية وهي أنّه لا يذكر شيئاً عن غيره إذا كان أمراً مشتبهاً إلّامع نقده وردّه ، والمقام من هذا القبيل ، فلو كان في هذا الاقتراح رائحة شرك كما يزعمه من يمنع بناء تلك المساجد ، لما سكت عنه القرآن الكريم .\r\nالوجه الثاني : قال : إنّ الاستدلال المذكور إنّما يستقيم على طريقة أهل الأهواء من الماضين والمعاصرين الذين يكتفون\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nبالقرآن فقط ديناً ولا يقيمون للسنّة النبوية وزناً . « 1 »\r\nيلاحظ عليه : أنّ المستدلّ بالآية هو الشيخ أبو الفيض الصدّيق الغماري في كتابه المسمّى : « إحياء المقبور من أدلّة استحباب بناء المساجد والقباب على القبور » وهو شيخ الحديث في المغرب وله مدارس وتلاميذ وهو محيي السنّة في منطقته ، فكيف يتّهمه بأنّه من أهل الأهواء المعرضين عن السنّة المكتفين بالقرآن ؟ !\r\nولقائل أن يعكس الأمر ويقابله بأنّ كلام المانعين من اتّخاذ قبور الأولياء مساجد ، كلام المعرضين عن القرآن ، المكتفين بالسنّة ، ما هكذا تورد يا سعد الإبل ! !\r\nوالعجب أنّه في بعض كلامه ينسب الاقتراح الأوّل للمؤمنين ، ويقول : ولقائل أن يقول : إنّ الطائفة الأُولى كانوا مؤمنين عالمين بعدم مشروعية اتّخاذ المساجد على القبور ، فأشاروا بالبناء على باب الكهف وسدّه وكفّ التعرّض لأصحابه ، فلم يقبل الأُمراء منهم وغاضهم ذلك حتّى أقسموا على اتّخاذ المسجد . « 2 »\r\nيلاحظ عليه : أنّ ما ذكره على خلاف قول المفسّرين الذين وقفت على كلماتهم ، وهذا هو الإمام الأثري الشيخ الطبري : ينسب القول الأوّل إلى الكافرين والاقتراح الثاني للمؤمنين ، وقد مرّت كلمته وكلمات غيره من غير استقصاء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تحذير الساجد من اتّخاذ القبور مساجد : 82 .\r\n( 2 ) . نفس المصدر : 76 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nتأويل مردود للألباني\r\nلمّا أذعن الألباني بأنّ ما ذكره من الردود لا يقابل نصّ القرآن الكريم ، حاول أن يؤوّل الآية ، قال : وإن أبيت إلّاحسن الظنّ بالطائفة الثانية ، فلك أن تقول : إنّ اتّخاذهم المسجد عليهم ليس على طراز اتّخاذ المساجد على القبور ، المنهي عنه ، وإنّما هو اتّخاذ مسجد ( عندهم ) وقريباً من كهفهم ومثل هذا ليس محذوراً . « 1 »\r\nيلاحظ عليه : أنّ الموقف المسبق للشيخ الألباني المقلّد لمنهج ابن تيمية وأشباهه ، جرّه إلى تأويل القرآن ، فليس في الآية القرآنية لفظة ( عند ) بل الموجود لفظة ( على ) حيث قالوا :  « لَنَتَّخِذَنَّ عَلَيْهِمْ »  : أي على قبورهم وعلى كهفهم ، بحيث تكون القبور داخل المسجد لا خارجه .\r\n\r\nعود إلى كلام عثمان الخميس\r\nلمّا استشعر عثمان الخميس أنّ نهيه عن إقامة الصلاة في مسجد فيه قبر ، لا يجتمع مع الصلاة في مسجد النبيّ صلى الله عليه وآله وسلم فالمسلمون عبر قرون يصلّون فيه وفيه قبر النبيّ والشيخين ، فحاول الإجابة عن عمل المسلمين بقوله : إنّ النبيّ صلى الله عليه وآله وسلم كان حيّاً لمّا بُني المسجد ، ولمّا دفن لم يدفن في المسجد بل في بيته ، ولمّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تحذير الساجد من اتّخاذ القبور مساجد : 76 - 77 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوسّع المسجد صار قبره الشريف داخل المسجد ، وهنا يختلف الحكم فالمسجد بُني على تقوى فتصحّ الصلاة فيه بلا إشكال ، أمّا أن يبنى مسجد على قبر أو يدفن ميّت داخل مسجد ، فإنّه لم يبن على التقوى ولا تجوز الصلاة فيه .\r\nأقول : إنّ كلامه هذا يعبّر عن تصويبه عمل إدخال قبر النبيّ صلى الله عليه وآله وسلم في المسجد ، بالبيان الّذي ذكره ، ولكنّه يخالف ما ذكره الشيخ الألباني حيث لم يرض بعمل السلف بإدخال قبر النبيّ في المسجد وقال : وقد وقع مع الأسف الشديد بإدخال القبر في المسجد ، إذ لا فارق بين أن يكونوا دفنوه صلى الله عليه وآله وسلم حين مات في المسجد ، وحاشاهم عن ذلك ، وبين ما فعله الذين بعدهم من إدخال قبره في المسجد بتوسيعه ، فالمحذور حاصل على كلّ حال . « 1 »\r\n\r\nالإهانة لأهل البيت عليهم السلام والتابعين\r\nإنّ الشيخ الألباني أنكر عمل التابعين في إدخال قبر الرسول صلى الله عليه وآله وسلم في المسجد ، وقال : إنّ عمر بن عبد العزيز لمّا كان نائباً للوليد على المدينة في سنة 91 ه ، هدم المسجد وبناه بالحجارة المنقوشة ، وعمل سقفه بالساج وماء الذهب ، وهدم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تحذير الساجد من اتّخاذ القبور مساجد : 89 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nحجرات أزواج النبيّ فأدخلها في المسجد وأدخل القبر فيه ؛ ثم اعترض عليه بقوله : إنّ إدخال القبر الشريف في المسجد النبوي وضع حين لم يكن في المدينة أحد من الصحابة ، وأنّ ذلك كان على خلاف غرضهم ، فلا يجوز لمسلم أن يحتجّ بما وقع بعد الصحابة . « 1 »\r\nأقول : من أين علم أنّه لم يكن حين ذاك أحد من الصحابة في المدينة ؟ !\r\nأليس هذا رجماً بالغيب ؟ ! فلقد صحب النبيّ صلى الله عليه وآله وسلم أكثر من مائة ألف صحابي ، ولقد سجّل التاريخ أسماء قرابة خمسة عشر ألف غير أنّ تاريخ وفاة أكثرهم غير مسجّلة .\r\nثم إنّ كلامه هذا مأخوذ من كلام مؤسّس مذهبه ابن تيمية حيث اعتذر بهذا وقال : إنّما أُدخلت الحجرة في المسجد بعد انقراض الصحابة . لاحظ كتابه « الجواب الباهر في زوّار المقابر » فقد طبع في المطبعة السلفية في القاهرة كما يحكيه نفس الألباني .\r\nنفترض أنّه لم يكن في المدينة أحد من الصحابة ولكن كان منهم مَن عاش إلى سنة ثلاث وتسعين ، أعني : أنس بن مالك ( راوية الحديث النبوي بعد أبي هريرة ) فهذا هو الذهبي يقول في ترجمته : وقال عدّة وهو الأصحّ أنّه مات سنة ثلاث وتسعين ؛ قاله :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تحذير الساجد من اتّخاذ القبور مساجد : 93 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nابن عدي وسعيد بن عامر والمدائني وأبو النعيم والفلاس والقعنب . « 1 »\r\nفلا محال وقف عليه أنس بن مالك ، سواء أكان في المدينة أم غيرها ، ولكن مع ذلك لم ينبس فيه ببنت شفة ، ولم ينقل عنه أنّه اعترض أو أنكر هذا العمل .\r\nوهذا هو أبو الطفيل آخر مَن مات من الصحابة فقد مات كما يقول الذهبي سنة مائة وقيل : مات بعد تلك السنة وأقام بمكة . « 2 »\r\nأفيمكن أن لا يطّلع عليه ذلك الصحابي والمدنيون يحجّون كلّ سنة وينقلون أخبارها ، ومع ذلك لم ينقل عنه أي إنكار ؟ !\r\nنفترض أنّه لم يكن يوم أُدخل قبر النبيّ صلى الله عليه وآله وسلم في المسجد أي صحابي ولكن كان في المدينة فقهاء وأصحاب الفتيا وعلى رأسهم الإمام زين العابدين علي بن الحسين عليه السلام الّذي أطبق المؤرّخون والمحدّثون على علمه وزهده ، وقد أخذ عنه جمع غفير من الفقهاء وأصحاب الفتيا ، كما أنّه أسّس مدرسة للفقه والحديث ، وقد أُحصي أكثر من مائة وستين من التابعين ممّن كانوا ينهلون من معينه ، ويروون عنه .\r\nفقد حدّث عنه : سعيد بن المسيّب ، وسعيد بن جبير ، والقاسم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سير أعلام النبلاء : 3 / 406 برقم 62 .\r\n( 2 ) . نفس المصدر : 3 / 470 برقم 97 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nابن محمد بن أبي بكر ، وأبو الزناد ، ويحيى بن أُمّ الطويل ، وعمر بن دينار ، والزهري ، وزيد بن أسلم ، ويحيى بن سعد الأنصاري ، وطائفة .\r\nروي عن الزهري ، أنّه قال : ما رأيت أحداً كان أفقه منه . « 1 » فلو كان إدخال قبره صلى الله عليه وآله وسلم في المسجد أمراً غير صحيح لما سكت الإمام عنه ، ولما سكت عنه ولده الإمام الباقر ومن بعده ولده الصادق عليهم السلام .\r\nهذا وقد صلّى المسلمون يوم أُدخل القبر في المسجد عبر قرون ولم يُسمع من أي ابن أُنثى أنّه أنكر ذلك العمل ، بل المسلمون كلّهم يصلّون في المسجد ويتبرّكون بقبره الشريف إلى أن ولد الدهر ابن تيمية ومن لفّ لفّه فأظهروا نكيرهم لهذا العمل ! !\r\nأليس اتّفاق المسلمين أو الفقهاء وأهل الفتيا في قرن واحد على عمل دليلًا على حلّية العمل وجوازه ؟ فإنّ الإجماع عند القوم من مصادر التشريع كالكتاب والسنّة ، فلماذا لم نجعل هذا الاتّفاق دليلًا على الجواز بل الاستحباب ؟ !\r\nوهذه هي المدن الإسلاميّة في الشامات كلّها تحتضن قبور الأنبياء العظام عليهم السلام وفيها مساجد جنب القبور ، وما هذا إلّاليتبرّك المصلّي بقبور الأنبياء العظام عليهم السلام الذين كرّسوا حياتهم في نشر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لاحظ : سير أعلام النبلاء : 4 / 389 ؛ تاريخ مدينة دمشق : 41 / 371 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nالتوحيد ومكافحة الوثنية ، ومن الظلم الواضح عدّ الصلاة عند قبورهم تبرّكاً بهم ، شركاً أو ما يفوح منه رائحة الشرك ! ومن يوم سيطرت الوهابية على قسم من تلك البلاد أخذوا يفصلون المساجد عن قبورهم ومشاهدهم بشيء من الستر .\r\nومن عجيب الأمر أنّ القوم حسب ما رووا عن النبيّ صلى الله عليه وآله وسلم أنّ خير أُمتي قرني ، ثم الذين يلونهم ، ثم الذين يلونهم . « 1 » جعلوا هذه القرون الثلاثة من أفضل القرون ، وصار المقياس بين تمييز السنّة عن البدعة هو ما ظهر في هذه القرون من أمر جديد وما ظهر بعدها .\r\nفعلى هذا فلماذا نقضوا غزلهم فلقد حدث هذا الأمر في خير القرون بيد التابعين ؟ ! فلماذا صار أمراً غير مرضي يا ترى ؟ ! !\r\nنعم يقع قبر النبيّ يونس عليه السلام في الموصل في داخل المسجد وكذلك قبر نبي اللَّه شيث عليه السلام .\r\n\r\nدراسة أدلّة المانعين\r\nتمسّك الوهابيون بمجموعة من الأحاديث على حرمة بناء المسجد عند قبور الصالحين ، ونحن ندرس المهم منها ، وهي ليس إلّا حديثين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فتح الباري : 7 / 3 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالحديث الأوّل :\r\nروى البخاري : لمّا مات الحسن بن الحسن بن عليّ ، ضربت امرأته القُبّة على قبره سنة ، ثمّ رفعتْ ، فسمِعوا صائحاً يُقول : ألا هل وَجَدوا ما فَقَدوا ؟ فأجابه الآخر : بل يئسوا فانقلبوا . « 1 »\r\nأقول : هذا الحديث الّذي رواه البخاري - وهو أصحّ الكتب عند القوم - دليل على جواز أمرين تنكرهما الوهابية :\r\n1 . نصب المظلّة والقبّة على القبر ، لأنّ امرأة الحسن ضربت القبّة على قبر زوجها بمرأى ومسمع من التابعين وبينهم الفقهاء وأصحاب الفتيا وأهل الحديث ، ولم يعرف من أحد منهم استنكار ذلك ، وهذا أوضح دليل على جواز نصب القبّة على القبور ، وكان ذلك في أفضل القرون الّذي هو الفاصل بين البدعة والسنّة ، كما يقول القوم .\r\n2 . أنّه تجوز الصلاة عند قبور الأولياء وقد ضربت زوجته القبّة لإقامة الصلاة عند قبره وتلاوة القرآن الكريم . والحسن بن الحسن المعروف بالمثنّى ، من أسباط النبيّ الأكرم صلى الله عليه وآله وسلم وكفى في فضله أنّه كان وصيّ أبيه وولي صدقة عليّ بن أبي طالب عليه السلام في عصره ، وقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح البخاري : 314 ، كتاب الجنائز ، باب ما يكره من اتّخاذ المساجد على القبور ، قبل الرقم 1330 ، طبعة دار الفكر ، بيروت ، 1424 ه ، تخريج وتنسيق : صدقي جميل العطار .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nروى عن أبيه الحسن بن علي بن أبي طالب عليهم السلام وابن عمه عبداللَّه ابن جعفر بن أبي طالب إلى غير ذلك . وقد هدّده الحجّاج يوم كان أمير المدينة بالقبض عليه لو لم يدخل شخصاً غير صالح في صدقة عليٍّ ، فقام في وجهه وقال : لا أُغيّر شرط عليٍّ ، ولا أُدخل فيها من لم يُدخل . « 1 »\r\nوأمّا قول الراوي : فسمعوا صائحاً يقول : ألا هل وجدوا ما فقدوا ؟ فأجابه الآخر : بل يئسوا فانقلبوا .\r\nففيه أوّلًا : أنّه أشبه بقول قائل غير صالح ؛ لأنّ كلامه هذا نوع من الشماتة لأهل المصيبة فكان عليه أن يعزّيها بشيء لأجل موت زوجها كما هو السنّة ، فصار يَشمُت بأهل المصيبة بلغة لاذعة وهي ليست من أخلاق الصالحين . ومثله في ذلك ما أجابه الصائح المزعوم الآخر .\r\nوثانياً : أنّ إقامة تلك المرأة على قبر زوجها الفقيد لم يكن على أمل عودته إلى الحياة حتّى يقال إنّها يئست ، بل كان لغايات قدسية أشرنا إليها . فقول ذلك الصائح وجواب الآخر ليس حجّة شرعية ، إذ لم يعتمدوا على كتاب اللَّه ولا على سنّة رسول اللَّه صلى الله عليه وآله وسلم ، بل أبرزوا أحقادهم وضغائنهم يوم ابتليت المرأة الصالحة بموت زوجها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تهذيب الكمال : 6 / 92 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالحديث الثاني :\r\nروى البخاري عن عروة ، عن عائشة ، عن النبيّ صلى الله عليه وآله وسلم أنّه قال في مرضه الّذي مات فيه : « لعن اللَّه اليهود والنصارى اتّخذوا قبور أنبيائهم مسجداً » قالت : ولولا ذلك لأبرزوا قبره ، غير أنّي أخشى أن يتّخذ مسجداً . « 1 »\r\nإنّ هذا الحديث مهما صحّ سنده لا يمكن قبول ظاهره ، بل لابدّ من تبيين المراد منه بشيء وذلك للأسباب التالية :\r\nأوّلًا : أنّ تاريخ اليهود لا يتّفق مع مضمون هذا الحديث ، لأنّ سيرتهم قد قامت على قتل الأنبياء وتشريدهم وإيذائهم إلى غير ذلك من أنواع البلايا الّتي كانوا يصبّونها على أنبيائهم ، ويكفي في ذلك قوله سبحانه :  « لَقَدْ سَمِعَ اللَّهُ قَوْلَ الَّذِينَ قالُوا إِنَّ اللَّهَ فَقِيرٌ وَنَحْنُ أَغْنِياءُ سَنَكْتُبُ ما قالُوا وَقَتْلَهُمُ الْأَنْبِياءَ بِغَيْرِ حَقٍّ وَنَقُولُ ذُوقُوا عَذابَ الْحَرِيقِ »  « 2 » . وقوله سبحانه :  « قُلْ قَدْ جاءَكُمْ رُسُلٌ مِنْ قَبْلِي بِالْبَيِّناتِ وَبِالَّذِي قُلْتُمْ فَلِمَ قَتَلْتُمُوهُمْ إِنْ كُنْتُمْ صادِقِينَ »  ( 3 ) .\r\nوقوله سبحانه :  « فَبِما نَقْضِهِمْ مِيثاقَهُمْ وَكُفْرِهِمْ بِآياتِ اللَّهِ وَقَتْلِهِمُ الْأَنْبِياءَ بِغَيْرِ حَقٍّ »  ( 4 ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح البخاري : 314 ، باب ما يكره من اتّخاذ المساجد على القبور ، برقم 1330 .\r\n( 2 ) . آل عمران : 181 .\r\n3 . آل عمران : 183 . 4 . النساء : 155 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوثانياً : أنّ هناك قرائن شاهدة على أنّ النصارى كانوا يتّخذون قبور أنبيائهم قبلة لهم ، تصرفهم عن التوجّه إلى القبلة الواجبة ، فأين هذا من الصلاة في مسجد النبيّ أو مسجد فيه قبر أحد أولياء اللَّه سبحانه متوجّهاً إلى الكعبة ، مصلّياً للَّه‌سبحانه تالياً آيات اللَّه ، متبرّكاً بالأرض المقدّسة ؟ !\r\nوالّذي يدلّ على ذلك أُمور :\r\n1 . ما روي أنّ أُمّ حبيبة وأُمّ سلمة ذكرتا كنيسة رأينها في الحبشة فيها تصاوير ، فقال رسول اللَّه صلى الله عليه وآله وسلم : « إنّ أُولئك إذا كان فيهم الرجل الصالح فمات بنوا على قبره مسجداً وصوّروا فيه تلك الصور ، أُولئك شرار الخلق عند اللَّه يوم القيامة » . « 1 »\r\n2 . والهدف من وضع صور الصالحين بجوار قبورهم إنّما كان لأجل السجود عليها أو على قبورهم ، بحيث يكون القبر والصورة قبلة لهم ، أو يكونا كالصنم المنصوب يُعبدان ويُسجد لهما .\r\nويشهد على ذلك أنّ أحمد بن حنبل في « مسنده » ومالك بن أنس في « الموطأ » رويا تتمة لهذا الحديث وهي : أنّ النبيّ صلى الله عليه وآله وسلم قال - بعد النهي عن اتّخاذ القبور مساجد - : « اللَّهُمَّ لا تَجْعَلْ قَبْري وَثَناً يُعْبَد » . « 2 »\r\nإنّ هذا يدلّ على أنّ أُولئك كانوا يتّخذون القبر والصورة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح مسلم : 2 / 66 ، كتاب المساجد ؛ ولاحظ : سنن النسائي : 2 / 41 .\r\n( 2 ) . مسند أحمد : 3 / 248 ؛ الموطأ : 1 / 172 ، برقم 85 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالّتي عليه قبلة يتوجّهون إليها ، بل صنماً يعبد ، من دون اللَّه سبحانه .\r\n2 . إنّ التأمّل في حديث عائشة - الحديث الثاني - يزيد في توضيح هذه الحقيقة ، حيث إنّها بعد الرواية عن رسول اللَّه صلى الله عليه وآله وسلم تقول : « لولا ذلك لأبرزوا قبره ، غير أنّي أخشى أن يُتَّخذ مسجداً » .\r\nأي جعلوا حاجزاً .\r\nونتساءل : إقامة الجدار حول القبر يمنع عن أيّ شيء ؟ !\r\nمن الثابت أنّ الجدار يمنع من الصلاة على القبر نفسه وأن يتّخذ وثناً يُعبد ، وعلى الأقل لا يكون قبلة يُتوجّه إليها .\r\nأمّا الصلاة بجوار القبر - من دون عبادة القبر أو جعله قبلة للعبادة - فلا يمنع منها بشهادة أنّ المسلمين - منذ أربعة عشر قرناً - يُصلّون بجوار قبر رسول اللَّه صلى الله عليه وآله وسلم في حين أنّهم كانوا يتوجّهون إلى الكعبة ويعبدون اللَّه تعالى ، فوجود الحاجز لم يمنعهم من هذا كلّه .\r\nوحصيلة الكلام : إنّ تتمة الحديث الثاني - الّتي هي من كلام عائشة - تُوضّح معنى الحديث ، لأنّها تذكر السبب الّذي منع من إبراز قبر رسول اللَّه صلى الله عليه وآله وسلم بأنّه للحيلولة دون اتّخاذه مسجداً ، ومرادها من اتّخاذ مدفنه مسجداً أي قبلة يُصلّى إليه كما سيأتي التصريح من شرّاح الحديث ، ولهذا أُقيم الجدار الحاجز حول القبر الشريف .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nفالحاجز يمنع من شيئين :\r\n1 . من أن يتحوّل القبر إلى وثن يقف الناس بين يديه يعبدونه ، فمع وجود الحاجز لا يمكن رؤية القبر فلا يمكن اتّخاذه وثناً للعبادة .\r\n2 . من أن يُتَّخذ قبلة ، ذلك لأنّ اتّخاذه قبلة فرع رؤيته .\r\nوأمّا الصلاة في المسجد الّذي دفن فيه فلم يمنع عنه بالبداهة ، وهذا دليل على أنّ قلق الرسول - على فرض صحّة الحديث - من مدفنه ، اتّخاذ قبره صنماً يُعبد أو يسجد عليه .\r\nفإن قال قائل : إنّ اتخاذ القبر قبلة لا يتوقّف على الرؤية بشهادة أنّ الكعبة قبلة للمسلمين في حين أنّ أكثر المسلمين لا يرونها وقت العبادة .\r\nفالجواب : لا تصحّ المقارنة والمقايسة بين الكعبة والقبر ، لأنّ الكعبة قبلة عامّة لجميع المسلمين في كافّة أرجاء الكرة الأرضية ، وليست قبلة للعبادة فقط ، بل للعبادة وغيرها كالذبيحة والدفن وما شابه ، فهي قبلة في جميع الأحوال ، ولا علاقة للرؤية فيها بأيّ وجه .\r\nأمّا اتّخاذ قبر النبيّ صلى الله عليه وآله وسلم قبلة ، فإنّما يمكن للّذين يتواجدون في مسجده ويقيمون الصلاة عنده ، فإبراز القبر الشريف يمهّد لهذا الاحتمال - على رأي عائشة طبعاً - بينما يكون الستر مانعاً عن ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوثالثاً : من القرائن الدالّة على أنّ نهي النبيّ صلى الله عليه وآله وسلم إنّما هو عن عبادة القبور ، هو أنّ الكثير من شارحي صحيح البخاري ومسلم فسّروا الحديث بمثل ما فسّرناه ، وفهموا منه مثل ما فهمناه . . . فمثلًا :\r\nيقول القسطلاني - في كتاب إرشاد الساري - :\r\nإنّما صوّر أوائلهم الصُّور ليستأنسوا بها ويتذكّروا أفعالهم الصالحة ، فيجتهدوا كاجتهادهم ويعبدوا اللَّه عند قبورهم ، ثمّ خَلَفهم قوم جهلوا مرادهم ، ووسوس لهم الشيطان أنّ أسلافهم كانوا يعبدون هذه الصور ويُعظّمونها ، فحذَّر النبيّ عن مثل ذلك .\r\nإلى أن يقول :\r\nقال البيضاوي : لمّا كانت اليهود والنصارى يسجدون لقبور الأنبياء تعظيماً لشأنهم ويجعلونها قبلة يتوجّهون في الصلاة نحوها واتّخذوها أوثاناً ، مُنع المسلمون عن مثل ذلك ، فأمّا من اتّخذ مسجداً في جوار صالح وقصد التبرُّك بالقرب منه - لا للتعظيم ولا للتوجّه إليه - فلا يدخل في الوعيد المذكور . « 1 »\r\nوليس القسطلاني منفرداً في هذا الشرح ، بل يقول به السندي - شارح السُّنن للنسائي - حيث يقول :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . إرشاد الساري في شرح صحيح البخاري : 2 / 437 ، باب بناء المساجد على القبور . وقد مال إلى هذا المعنى ابن حجر - في فتح الباري : 3 / 208 حيث قال : إنّ النهي إنّما هو عمّا يؤدّي بالقبر إلى ما عليه أهل الكتاب ، أمّا غير ذلك فلا إشكال فيه .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n« اتّخذوا قبور أنبيائهم مساجد » أي : قبلة للصلاة يُصلّون إليها ، أو بنوا مساجد عليها يُصلّون فيها . ولعل‌ّوجه الكراهة أنّه قد يُفضي إلى عبادة نفس القبر . « 1 »\r\nويقول أيضاً :\r\nيُحذّر ( النبيّ ) أُمّته أن يصنعوا بقبره ما صنع اليهود والنصارى بقبور أنبيائهم من اتّخاذهم تلك القبور مساجد ، إمّا بالسجود إليها تعظيماً لها ، أو بجعلها قبلة يتوجّهون في الصلاة إليها . « 2 »\r\nويقول النووي - في شرح صحيح مسلم - :\r\nقال العلماء : إنّما نهى النبيّ عن اتّخاذ قبره وقبر غيره مسجداً ، خوفاً من المبالغة في تعظيمه والافتتان به ، فربّما أدّى ذلك إلى الكفر ، كما جرى لكثير من الأُمم الخالية ، ولمّا احتاجت الصحابة والتابعون إلى الزيادة في مسجد رسول اللَّه صلى الله عليه وآله وسلم حين كثر المسلمون وامتدّت الزيادة إلى أن دخلت بيوت أُمّهات المؤمنين فيه ، ومنها حجرة عائشة ، مدفن رسول اللَّه صلى الله عليه وآله وسلم وصاحبيه ، بَنوا على القبر حيطاناً مرتفعة مستديرة حوله ، لئلّا يظهر في المسجد فيصلّي إليه العوام . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سنن النسائي بشرح السيوطي وحاشية السندي : 4 / 96 ، طبع دار احياء التراث العربي بيروت .\r\n( 2 ) . نفس المصدر السابق .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nولهذا قالت « عائشة » في الحديث : ولولا ذلك لأبرزوا قبره ، غير أنّه خُشي أن يُتَّخذ مسجداً . « 1 »\r\nأقول : مع هذه القرائن ومع ما فهمه شُرّاح الحديث لابدّ من القول به ، ولا يمكن استنتاج غير ذلك أو الإفتاء بغيره .\r\n\r\nوجود المساجد في المشاهد المشرّفة لا صلة له بهذه الأحاديث\r\nإنّ مورد الحديث هو ما إذا كان المسجد مبنيّاً فوق القبر ، فلا علاقة له بالمشاهد المشرَّفة ، لأنّ المسجد - في كلّ المشاهد - ما عدا مسجد النبيّ صلى الله عليه وآله وسلم إنّما هو بجوارها لا عليها ، بشكل ينفصل أحدهما عن الآخر .\r\nوبعبارة أُخرى : هناك حرم وهناك مسجد ، فالحرم خاصٌّ للزيارة والتوسّل إلى اللَّه تعالى بذلك الوليّ الصالح ، والمسجد - بجواره - للصلاة والعبادة ، فالمشاهد المشرَّفة - في هذه الحالة - خارجة عن مفاد الحديث ومعناه - على فرض أن يكون مفاده ما يدّعيه الوهّابيّون - .\r\nوبذلك يظهر مفاد الأحاديث الّتي جمعها الشيخ الألباني في صدر كتابه « تحذير الساجد من اتّخاذ القبور مساجد » ، الّذي بلغ عددها أربعة عشر حديثاً ، فالجلّ - لو لم نقل الكلّ - ناظر إلى عمل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح صحيح مسلم للنووي : 5 / 13 - 14 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالنصارى من اتّخاذ القبور قبلة أو السجود عليها ، وأمّا مجرد الإتيان بالصلاة تبرّكاً بالموضع الّذي فيه قبر نبيّ التوحيد صلى الله عليه وآله وسلم فخارج عن مفاد هذه الروايات .\r\nإلى هنا تمّ ما أردناه من تبيين حكم بناء المساجد على قبور الأولياء ، الّذي هو الأساس لنقد كلام عثمان الخميس .\r\n\r\nمقاطع ثلاثة في كلام عثمان الخميس\r\nإذا تبيّن ذلك فلنرجع إلى مقاطع ثلاثة في كلامه .\r\n\r\nمناقشة المقطع الأوّل\r\nمنع عثمان الخميس من الصلاة في مساجد الشيعة لأمرين :\r\n1 . لأنّ الشيعة كثيراً ما يعظّمون القبور ، فيبنون المساجد على القبور أو يجعلون القبور داخل المساجد ، أي يدفنون الموتى داخلها ، فلا تجوز الصلاة في مسجد فيه قبر .\r\nولنا مع الشيخ في كلامه هذا بعض الأسئلة :\r\nأوّلًا : أنّ الشيخ أفتى في كلامه بأنّه لا يجوز للمسلم أن يدخل مساجد الشيعة ويصلّي فيها لأنّها تشتمل على القبور .\r\nنسأله أنّ الإفتاء بالقضية الكلّية رهن مشاهدة الشيخ أكثر مساجد الشيعة المنتشرة في العالم أو كلّها ، حتّى يستطيع الحكم بالقضية الكلّية . أفهل قام الشيخ بهذا العمل ، وشاهد المساجد\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nالشيعية كلّها بعينه حتّى يحكم بهذا الحكم ؟ !\r\nإنّ للشيعة مساجد تعدّ بعشرات الآلاف في إيران والعراق ولبنان وباكستان والهند وأفغانستان وغيرها من البلاد الإسلاميّة والغربية ، فلا يصحّ للشيخ أن يفتي بقضية كلّية دون أن يشاهد هذه المساجد ويرى بأُمّ عينه دفن الموتى فيها .\r\nوقد روي أنّ رسول اللَّه صلى الله عليه وآله وسلم سُئل عن الشهادة ؟ فقال : « هل ترى الشمس ؟ على مثلها فاشهد أو دع » . « 1 » ولا أظنّ أنّ الشيخ ولا أترابه الذين يجترّون ما ذكره ابن تيمية ومحمد بن عبد الوهاب قاموا بهذا العمل ولو بنسبة ضئيلة . وقد مرّ التذكير بذلك في صدر المقال .\r\nثانياً : كيف يتّهم الشيعة بأنّهم يدفنون الموتى في مساجدهم مع أنّ فقهاء الشيعة صرّحوا في الكتب الفقهية بتحريم ذلك ، هذا هو السيد الطباطبائي في « العروة الوثقى » عقد فصلًا في بعض أحكام المسجد وقال : لا يجوز دفن الميّت في المسجد « 2 » ، لمنافاة الدفن جهة الوقف ، فمن خصّ أرضاً بالمسجد فقد فكّ ملكه عن نفسه وجعله للَّه‌سبحانه ، ومع ذلك كيف يتصرّف في ملك اللَّه ، فهل قرأ الشيخ صفحة من فقه الشيعة ، وصدر في هذه الفتيا عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كنز العمال : 7 / 23 برقم 17782 .\r\n( 2 ) . العروة الوثقى : 2 / 407 ، فصل في بعض أحكام المسجد .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nعلم وبصيرة ؟ ! نعم الحرام دفن الموتى بعد بناء المساجد ، وأمّا بناء المساجد على قبورهم لا صلة له بما ذكرنا من الحرمة . وبذلك يظهر أنّ الصلاة في حرم أئمة أهل البيت عليهم السلام الّتي تضمّنت أجسادهم الطاهرة ، لا صلة له بمسألة دفن الموتى في المساجد ، بل بنيت مشاهدهم بعد دفنهم ، كما أنّ هذه المشاهد لا تُعدّ مساجد عند الشيعة .\r\nنعم ربّما يوجد في بعض الأمكنة بصورة نادرة أنّ الواقف يجعل لنفسه غرفة خاصّة خارج المسجد متّصلة به ليدفن فيها ، لأجل أن يستغفر له المصلّون ويقرأوا الفاتحة ويُهدوا ثوابها إليه ، ولا يوجد مثل هذا أيضاً إلّانادراً .\r\nثالثاً : أنّ المانع عند أُستاذه هو القبر الظاهر وأمّا القبر غير الظاهر فيجوز فيها الصلاة ، هذا هو الألباني يقول : إنّ العبرة في هذه المسألة بالقبور الظاهرة وأمّا ما في بطن الأرض من القبور فلا يرتبط بها حكم شرعي من حيث الظاهر بل الشريعة تتنزّه عن مثل هذا الحكم لأنّا نعلم بالضرورة والمشاهدة أنّ الأرض كلّها مقبرة الأحياء ، كما قال تعالى :   « أَ لَمْ نَجْعَلِ الْأَرْضَ كِفاتاً * أَحْياءً وَأَمْواتاً »   « 1 »   .   ( 2 ) فالقبور في مساجد الشيعة على فرض غير صحيح ليست ظاهرة ، فكيف يفتي بعدم جواز الصلاة فيها ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المرسلات : 25 - 26 . 2 . تحذير الساجد من اتّخاذ القبور مساجد : 113 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\nمناقشة المقطع الثاني\r\nأمّا السبب الثاني للمنع فيوضّحه بقوله : إنّ رائحة الشرك تفوح داخل هذه المساجد .\r\n1 . فيذكر غير اللَّه .\r\n2 . ويستغاث بغير اللَّه .\r\n3 . ويدعون غير اللَّه .\r\n4 . ويسبّ أولياء اللَّه من الصحابة والخلفاء .\r\nفقد ذكر في كلامه هذا أُموراً أربعة :\r\n\r\nالأوّل يذكر غير اللَّه\r\nفنسأله : هل ذكر غير اللَّه في المسجد عبادة للغير ؟ ! ولو صار ذلك ملاكاً للتوحيد والشرك فلا يوجد على أديم الأرض أيُّ موحّد ، فالخطباء يذكرون رسول اللَّه صلى الله عليه وآله وسلم ورواة الحديث وأسماء العلماء وغير ذلك ، وربّما يذكر الواعظ أسماء الصالحين والطالحين وقصصهم وأحوالهم .\r\n\r\nالثاني : ويستغاث بغير اللَّه\r\nوهذا هو المهم في كلام الشيخ ، فنقول : هل الاستغاثة بغير اللَّه أمر حرام ، فهذا القرآن يذكر قصة الرجل الّذي استغاث بموسى عليه السلام وهو من شيعته لينصره على عدوه القبطي ، واستجاب له موسى عليه السلام\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nكما في قوله تعالى :  « وَدَخَلَ الْمَدِينَةَ عَلى حِينِ غَفْلَةٍ مِنْ أَهْلِها فَوَجَدَ فِيها رَجُلَيْنِ يَقْتَتِلانِ هذا مِنْ شِيعَتِهِ وَهذا مِنْ عَدُوِّهِ فَاسْتَغاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ فَوَكَزَهُ مُوسى فَقَضى عَلَيْهِ »  « 1 »  . \r\nفلو كانت الاستغاثة أمراً شركياً فلماذا استجاب له موسى عليه السلام ولم يستنكر عليه ، ولعلّ عثمان الخميس كأسياده يجيبون عن ذلك ، بأنّه من قبيل استغاثة الحي بالحي ، وكلامنا هو في استغاثة الحي بالميّت ، ولكن المجيب لم يعرف أنّ الحياة والموت ليسا ملاكين للتوحيد والشرك ، بل ملاكين للجدوى وعدمها ، فله أن يمنع الاستغاثة بالميّت لعدم الجدوى لا للشرك . ولكنّه يصرّ على أنّ الاستغاثة بالميّت شرك ، أفهل يمكن أن يكون عمل واحد توحيداً في حالة وشركاً في حالة أُخرى ؟ !\r\nوأمّا كون الاستغاثة بالميّت مجدية أو لا ؟ فهي خارجة عن مصبّ كلامنا .\r\n\r\nالثالث : ويدعون غير اللَّه\r\nفنسأله : ماذا يريد من دعاء الغير ؟ هل يريد الدعاء بالمعنى اللغوي ، أي دعاء شخص شخصاً ، لا أظنّ أنّ أحداً يحرّمه ، فهذا هو الرسول صلى الله عليه وآله وسلم دعا في غزوة أُحد أصحابه الذين تركوا ساحة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . القصص : 15 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالحرب وولّوا هاربين ، قال تعالى :  « إِذْ تُصْعِدُونَ وَلا تَلْوُونَ عَلى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْراكُمْ »  « 1 »  . \r\nوإن أراد عبادة الغير فهو بهتان عظيم ، فإنّ العبادة عبارة عن الخضوع أمام مَن هو خالق أو مدبّر الأُمور وبيده مصائر العباد ، والشيعة جمعاء - وفاقاً لعامّة المسلمين - يعتقدون بالتوحيد في الخالقية والربوبية ، وأنّ الأُمور كلّها بيد اللَّه سبحانه ، ولا يملك أحدٌ لنفسه ولا لغيره شيئاً إلّاالدعاء لنفسه أو لغيره بإذن من اللَّه سبحانه .\r\nوإن أراد من دعاء الغير طلب الدعاء والشفاعة فهذا أمر اتّفق على جوازه المسلمون إلّاشذّاذ الآفاق .\r\nهذا هو الترمذي يروي عن أنس أنّه قال : سألت النبيّ صلى الله عليه وآله وسلم أن يشفع لي يوم القيامة ، فقال : « أنا فاعل » ، قلت : فأين أطلبك ، قال :\r\n« على الصراط » « 2 » .\r\nوهذا هو سواد بن قارب وفد على رسول اللَّه صلى الله عليه وآله وسلم وطلب منه الشفاعة ضمن قصيدة ، منها :\r\n وكن لي شفيعاً يوم لا ذو شفاعة * بمغن فتيلًا عن سواد بن قارب « 3 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آل عمران : 153 .\r\n( 2 ) . سنن الترمذي : 4 / 42 ، باب ما جاء في شأن الصراط .\r\n( 3 ) . الدرر السنية لزيني دحلان : 29 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nولا يختصّ طلب الشفاعة من الحي بل يشمل طلب الشفاعة من الميّت ، فهذا هو ابن عباس يقول : لمّا فرغ أمير المؤمنين عليه السلام من تغسيل النبيّ صلى الله عليه وآله وسلم قال :\r\n« بِأَبِي أَنْتَ وَأُمِّي يَا رَسُولَ اللَّهِ ! لَقَدِ انْقَطَعَ بِمَوْتِكَ مَا لَمْ يَنْقَطِعْ بِمَوْتِ غَيْرِكَ مِنَ النُّبُوَّةِ وَالْإِنْبَاءِ وَأَخْبَارِ السَّمَاءِ\r\n- إلى أن قال : -  إِذْ تُصْعِدُونَ وَلا تَلْوُونَ عَلى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْراكُمْ فَأَثابَكُمْ غَمًّا بِغَمٍّ لِكَيْلا تَحْزَنُوا عَلى ما فاتَكُمْ وَلا ما أَصابَكُمْ وَاللَّهُ خَبِيرٌ بِما تَعْمَلُونَ  « 1 »  . \r\nويروى أيضاً أنّه لمّا توفّي رسول اللَّه صلى الله عليه وآله وسلم كشف أبو بكر عن وجهه ثمّ أقبل عليه فقبّله ثم قال : « بأبي أنت وأُمّي أمّا الموتة التي كتب اللَّه عليك فقد ذقتها ، ثمّ لن تصيبك بعدها موتة أبداً » « 2 » .\r\nإنّ هاتين الروايتين - وأمثالهما - تدلّان على أنّه لا فرق بين طلب الشفاعة من الشفيع في حياته وبعد وفاته ، وقد كان الصحابة يطلبون الدعاء من النبيّ صلى الله عليه وآله وسلم بعد وفاته ، فلو كان طلب الدعاء منه صحيحاً بعد وفاته ، فإنّ طلب الشفاعة - الّذي هو نوع من طلب الدعاء - سيكون صحيحاً أيضاً .\r\nولا يُوجَد في مساجد الشيعة شيء ممّا ذكره الشيخ إلّاطلب الشفاعة ، أي طلب الدعاء من النبيّ وآله ، وقد دلّت الآيات والروايات على حياتهم ووجود الصلة بيننا وبينهم ، فلنفترض - فرضاً باطلًا - أنّهم غير أحياء وأنّهم لا يسمعون كلامنا ، فغاية ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة : قصار الكلم برقم 235 .\r\n( 2 ) . السيرة النبوية : 2 / 655 - 656 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nيمكن أن يقول به الرجل هو عدم الجدوى في طلب الدعاء من العبد الّذي لا يسمع ، فلا يكون ذلك دليلًا على الشرك .\r\n\r\nالرابع : يسبّ أولياء اللَّه من الصحابة والخلفاء\r\nإنّ الشيعة تقتفي إثر أئمة أهل البيت عليهم السلام في تكريم الصحابة ، فهذا إمام المتقين وقدوة الموحّدين عليُّ أمير المؤمنين عليه السلام وها نحن ننقل شيئاً من كلامه حول الصحابة :\r\n« أَيْنَ إِخْوَانِي الَّذِينَ رَكِبُوا الطَّرِيقَ ، وَمَضَوْا عَلَى الْحَقِّ ؟ أَيْنَ عَمَّارٌ ؟ وَأَيْنَ ابْنُ التَّيِّهَانِ ؟\r\nوَأَيْنَ ذُو الشَّهَادَتَيْنِ ؟ وَأَيْنَ نُظَرَاؤُهُمْ مِنْ إِخْوَانِهِمُ الَّذِينَ تَعَاقَدُوا عَلَى الْمَنِيَّةِ ، وَأُبْرِدَ بِرُؤُوسِهِمْ إِلَى الْفَجَرَةِ ! » .\r\n( قال : ثم ضرب بيده على لحيته الشريفة الكريمة ، فأطال البكاء ، ثم قال عليه السلام ) :\r\n« أَوِّهِ عَلَى إِخْوَانِي الَّذِينَ تَلَوُا الْقُرْآنَ فَأَحْكَمُوهُ ، وَتَدَبَّرُوا الْفَرْضَ فَأَقَامُوهُ ، أَحْيَوُا السُّنَّةَ وَأَمَاتُوا الْبِدْعَةَ . دُعُوا لِلْجِهَادِ فَأَجَابُوا ، وَوَثِقُوا بِالْقَائِدِ فَاتَّبَعُوهُ » . « 1 »\r\nوهذا هو الإمام زين العابدين عليّ بن الحسين عليهما السلام يدعو لصحابة رسول اللَّه صلى الله عليه وآله وسلم ويقول : « اللّهم وأصحاب محمد صلى الله عليه وآله وسلم خاصّة الذين أحسنوا الصحبة ، والذين أبلوا البلاء الحسن في نصره ، وكانفوه وأسرعوا إلى وفادته ، وسابقوا إلى دعوته - إلى أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة : الخطبة 182 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nيقول : - فلا تنس لهم اللّهم ما تركوا لك وفيك ، وأرضهم من رضوانك ، وبما حاشوا الخلق عنك ، وكانوا مع رسولك دعاة لك إليك ، واشكرهم على هجرهم فيك ديار قومهم » ، ثم يقول :\r\n« اللّهم وأوصل إلى التابعين لهم بإحسان الذين يقولون : ربنا أغفر لنا » « 1 » .\r\nهذا هو منطق أئمة الشيعة والمسلمين ، والمسلمون كلّهم سائرون عليه ، والعجب أنّه يتّهم الشيعة بسبّ الصحابة في عامّة مساجدهم ولذلك منع من الدخول إليها ، ومع ذلك كلّه نرى في أصحّ كتبهم وهو صحيح البخاري سبّ بعض الصحابة البعض الآخر في مجلس النبيّ صلى الله عليه وآله وسلم وحضوره ، وإن كنت في ريبٍ فلنتلوا عليك رواية واحدة نقلها البخاري في صحيحه باختصار :\r\nقال رسول اللَّه صلى الله عليه وآله وسلم في قصة الإفك : « مَن يعذرني من رجل [ المراد به عبداللَّه بن سلول 
  ] قد بلغني أذاه في أهل بيتي ، فواللَّه ما علمت على أهلي ، إلّاخيراً ، ولقد ذكروا رجلًا ما علمت عليه إلّا خيراً ، وما كان يدخل على أهلي إلّامعي » .\r\nفقام سعد بن معاذ الأنصاري ، فقال : يا رسول اللَّه أنا أعذرك منه ، إن كان من الأوس ضربت عُنقه ، وإن كان من إخواننا من الخزرج أمرتنا ففعلنا أمرك ، قالت [ عائشة 
  ] : فقام سعد بن عبادة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الصحيفة السجادية : الدعاء رقم 4 ، الصلاة على مصدّقي الرسل .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوهو سيد الخزرج ، وكان قبل ذلك رجلًا صالحاً ولكن احتملته الحميّة ، فقال لسعد : كذبت ، لعمر اللَّه لا تقتله ولا تقدر على قتله ، فقام أُسيد بن حضير وهو ابن عم سعد ، فقال لسعد بن عبادة :\r\nكذبت لعمر اللَّه لنقتلنّه فإنّك منافق ، تجادل عن المنافقين . فتثاور الحيّان الأَوس والخزرج حتّى همّوا أن يقتتلوا ورسول اللَّه صلى الله عليه وآله وسلم قائم على المنبر ، فلم يزل رسول اللَّه صلى الله عليه وآله وسلم يُخفّضهم حتّى سكتوا وسكت « 1 » .\r\n\r\nالنقد والتقييم غير السبّ\r\nإنّ النقد القائم على أُسس صحيحة وموازين سليمة هو قبلة طالبي الحقيقة ، والساعين إلى الفضيلة .\r\nوأمّا السبّ والشتم فهو وليد العصبية ونتاج الغيظ والحقد والهوى ، وبتعبير آخر : السبّ هو النيل من كرامة الشخص بكلمات مبتذلة ، ولسان بذيء لغاية التشفّي وهدم الكرامة .\r\nوأمّا النقد : فهو دراسة حياة الشخص من منظار موضوعي وبيان ما له من الفضيلة والكرامة ، أو ما اقترف من المآثم والخطايا ، فيُمدح على الأوّل ويذمّ على الثاني .\r\nفالذي في كتب الشيعة عند المرور بآيات الذكر الحكيم هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح البخاري : 1192 ، كتاب تفسير القرآن ( سورة النور ) ، برقم 4750 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالنقد والتقييم لا السبّ .\r\nولو كان هذا سبّاً فكتب القوم هي التي فتحت هذا الباب على مصراعيه بوجه المسلمين ، وهذا هو البخاري ، ومسلم رووا في صحاحهم روايات كثيرة في ارتداد الصحابة بعد النبيّ الأكرم صلى الله عليه وآله وسلم ، ونحن ننقل منها رواية واحدة :\r\nروى أبو هريرة أنّ رسول اللَّه صلى الله عليه وآله وسلم قال : « يرد عليّ يوم القيامة رهط من أصحابي - أو قال : من أُمّتي - فيحلّؤون عن الحوض ، فأقول : يا رب أصحابي ، فيقول : إنّه لا علم لك بما أحدثوا بعدك ، إنّهم ارتدّوا على أدبارهم القهقرى » . « 1 »\r\n\r\nمناقشة المقطع الثالث\r\nمع أنّ المفتي أفتى بحرمة الصلاة في مساجد الشيعة ، إلّاأنّه أفتى أخيراً بأنّ الإنسان لو دخل وصلّى في هذه المساجد - حتّى مع علمه بعدم الجواز - فصلاته صحيحة .\r\nأقول : كيف يفتي بصحّة الصلاة ، مع أنّ المصلّي فيها - حسب روايتهم - ملعون بعمله هذا ، فكيف تنسجم حرمة العمل مع صحّته ، وكيف ينسجم كون المصلّي ملعوناً مع كون صلاته مقبولة ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح البخاري : 1655 ، كتاب الرقاق ، باب في الحوض ، برقم 6576 ، ولاحظ بقية الأحاديث بالأرقام : 6582 ، 6583 ، 6584 ، 6585 ، 6586 ، 6587 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوكيف يتمشّى قصد التقرّب وامتثال الأمر مع كونه مطروداً من رحمة اللَّه ؟ !\r\nولعمر الحق فما أرخص هذا الاجتهاد الّذي لا يحتاج إلى إتقان المبادئ والمقدّمات اللازمة .\r\nفكأنّ الإفتاء عند القوم لا يحتاج إلى مبادئ ومقدّمات تؤهّل المفتي لاستنباط الحكم الشرعي من كتاب اللَّه وسنّة رسوله صلى الله عليه وآله وسلم ، فيفتي بلا دليل على حرمة الدخول ، ثم ينقض ما أبرمه ، بلا دليل ولا برهان .\r\nهذا ما سمح به الوقت في دراسة هذه الفتوى ونقدها نقداً علمياً ، وقد ظهر لنا ضعفها وأنّها على شفا جرف هار .\r\nوالحمد للَّه‌رب العالمين\r\nجعفر السبحاني\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\n2 - نقد نظرية عثمان الخميس فيالاستغاثة والتوسّل\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nفي الفرق بين الاستغاسة والتوسل وجواب عثمان الخميس\r\nإنّ للإيمان والكفر معايير واضحة في الكتاب والسنّة ، ولم‌تفوَّض تلك المعايير إلى أحد حتى يكفّر مَن شاء ويعدّ مَن شاء مؤمناً ، وإنّما يُتّبع في وصف الرجل بالإيمان أو الكفر تلك المعايير التي وردت في المصدرين الرئيسيّين ، وحفلت بذكرها كتب علماء الفقه والتفسير والكلام ، وممّا يؤسف له أنّ أدعياء العلم والاجتهاد يكفّرون أُمّة كبيرة من المسلمين بلا دليل وبرهان .\r\nإنّ التكفير اتّباعاً للهوى ، يُفضي إلى تمزيق الأُمّة الإسلامية ، وإضعاف المسلمين ، وإلى نشر الفوضى وانعدام الأمن الذي هو من أهمّ الحاجات الفطرية .\r\nولا ريب في أنّ ظاهرة التكفير إنّما تنمو في بيئة الجهل وسوء الفهم لأحكام الشريعة المقدّسة ، وهي من أخطر الأُمور على الإسلام وأشدّها سوءاً في طريق تشويه صورته ظلماً وعدواناً .\r\nوممّن رفع رايتها في الوقت الحاضر الشيخ عثمان الخميس - عفا اللَّه عنّا وعنه - فقد ترى أنّه يكفّر مَن استغاث بالحيّ في أمر لا يقدر عليه إلّااللَّه ، وحكم بأنّ ذلك كفر وشرك باللَّه جلّ وعلا .\r\nولقائل أن يسأل الشيخ : إنّ المستغاث به إذا لم يقدر عليه إلّااللَّه فكيف يطلبه الإنسان العاقل من غير اللَّه سبحانه ؟ ! مع علمه بالموضوع ، ومع جهله به يكون معذوراً .\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nوبما أنّ الشيخ لم يفرّق بين القدرة الاستقلالية والقدرة الاكتسابية ، حكم على القسمين بحكم واحد ! !\r\nولأجل إيضاح الموضوع كمقدّمة - وقبل أن يأتي تفصيله في ثنايا الجواب - نقول : مثلًا لا شكّ في أنّ الإحياء والإماتة فعلان من أفعال اللَّه سبحانه ولا يقوم بهما أحد غيره ، وقد دلّت الآيات الكثيرة على اختصاص اللَّه عزّ وجلّ بهما ، يقول سبحانه :  « إِنَّا نَحْنُ نُحْيِ الْمَوْتى وَنَكْتُبُ ما قَدَّمُوا وَآثارَهُمْ »  « 1 »  .  ويقول سبحانه :  « لَهُ مُلْكُ السَّماواتِ وَالْأَرْضِ يُحْيِي وَيُمِيتُ »  ( 2 ) ، إلى غير ذلك من الآيات التي تحصر الإحياء والإماتة باللَّه سبحانه .\r\nهذا وفي الوقت نفسه نرى أنّ المسيح عليه السلام يُخبر عن إحيائه الموتى ويقول :  « وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِ الْمَوْتى بِإِذْنِ اللَّهِ »  ( 3 ) ، حتى أنّه سبحانه يخاطبه عليه السلام بأنّه يحيي الموتى ويقول :\r\n « وَتُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ بِإِذْنِي وَإِذْ تُخْرِجُ الْمَوْتى بِإِذْنِي »  ( 4 ) .\r\nومن كان له أدنى إلمام بتفسير القرآن الكريم يقف على أنّه لا تعارض بين الصنفين من الآيات ، فإنّ الصّنف الأوّل ناظر إلى القدرة المطلقة غير المكتسبة على إحياء الموتى وكلّ ما لا يقدر عليه غيره ، وهذا منحصر باللَّه سبحانه ، فمن وصف غيره بتلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يس : 12 . 2 . الحديد : 2 . 3 . آل عمران : 49 .\r\n4 . المائدة : 110 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nالقدرة وزعم أنّه بنفسه وبلا قدرة مكتسبة يحيي ويميت فقد كفر ، بل لو ادّعى ذلك حتى في الأفعال العادية التي يقوم بها غيره سبحانه من القيام والقعود فزعم أنّه بنفسه بقدرة مستقلة غير مكتسبة من اللَّه ، يقوم ويقعد ، فقد كفر ، إذ عندئذٍ يصير إِلهاً ثانياً .\r\nوأمّا الصنف الثاني فهو ناظر إلى مَن يقوم بالمعاجز والكرامات التي ليست في متناول أغلب الناس ولكن بإذن اللَّه سبحانه وقدرة مكتسبة منه ، وهذا هو نفس التوحيد ، وبما أنّ الشيخ لم يذكر للإيمان والكفر معياراً ، زعم « أنّ مَن توسّل بالميّت في أمر لا يقدر عليه إلّااللَّه فقد كفر » مع أنّ العاقل لا يتوسّل بشخص في مورد يعلم أنّ القيام به منحصر باللَّه ، وإنّما يتوسّل به بتصور أنّه سبحانه أقدره على ذلك ومنحه القدرة عليه ، ثم إنّه - عند ذلك - ربّما يكون مصيباً وربّما يكون مخطئاً ، والخطأ في الموضوعات لا يقتضي الكفر ، يقول سبحانه :  « وَلَيْسَ عَلَيْكُمْ جُناحٌ فِيما أَخْطَأْتُمْ بِهِ وَلكِنْ ما تَعَمَّدَتْ قُلُوبُكُمْ وَكانَ اللَّهُ غَفُوراً رَحِيماً  « 1 »  . \r\nوقس على هذا سائر الموضوعات ، وفرّق بين القدرة المطلقة والقدرة المكتسبة ، فمَن يطلب شيئاً من الكرامات وخوارق العادات ، إنّما يطلبها من الأولياء بتصوّر أنّه سبحانه منحهم تلك المقدرة ، فيطلب عندئذٍ ما بطبعه وبنفسه لا يقدر عليه إلّااللَّه .\r\nوهذا هو ابن تيمية - إمام الشيخ ومرجعه في الأُصول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الأحزاب : 5 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nوالفروع - يقول : لم يكن لأهل السنّة أن يكفّروا كلّ مَن قال قولًا أخطأ فيه فإنّ اللَّه سبحانه قال :  « رَبَّنا لا تُؤاخِذْنا إِنْ نَسِينا أَوْ أَخْطَأْنا » .  « 1 » ونحن لسنا بحاجة إلى فتوى هذا وذاك ، فالكتاب العزيز والسنّة النبوية وإجماع المسلمين أكبر دليل على تمييز المؤمن عن الكافر .\r\nوفي نهاية المطاف نلفت نظر الشيخ إلى خطورة الموقف بما ذكره الإمام أبو عبد اللَّه محمد بن إدريس الشافعي حيث قال : إنّا وجدنا الدماء أعظم ما يُعصى اللَّه تعالى بها بعد الشرك . ( 2 ) ومعنى ذلك أنّ التكفير إذا وقع في غير موقعه فهو أعظم معصية بعد الشرك باللَّه سبحانه ، ونوصيه بألّا يطلق لسانه بلا تدبّر في الكتاب والسنّة وما أجمع عليه المسلمون في تكفير سائر المسلمين سوى الوهابية ، وألّا يقوم بعمل يورث تشويه صورة الإسلام لدى غير المسلمين ، الأمر الذي يحول دون انتشاره في أقطار الأرض ، بل ينبغي أن يكون شعاره قول القائل :\r\n إنّا لتجمعنا العقيدة أُمّة * ويضمّنا دين الهدى أتباعا\r\nويؤلّف الإسلام بين قلوبنا * مهما ذهبنا في الهوى أشياعا « 2 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجموع الفتاوى لابن تيمية : 7 / 684 .\r\n2 . الأُم : 6 / 205 .\r\n( 2 ) . للأديب الشاعر الكاتب محمد عبد الغني حسن المصريّ ( المتوفّى 1405 ه ) .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nبثّت قناة « وصال » الفضائية ، برنامجاً للشيخ عثمان الخميس سُئل فيه عن الفرق بين الاستغاثة والتوسّل ؟ فقال في جوابه - بعد تفسير الاستغاثة بالدعاء - إنّه جائز إذا كان الغير قادراً على إنجاز دعاء المستغيث كما في قوله سبحانه :  « فَاسْتَغاثَهُ الَّذِي مِنْ شِيعَتِهِ عَلَى الَّذِي مِنْ عَدُوِّهِ »  « 1 » ، وأمّا إذا لم يكن قادراً فذكر صوراً :\r\n1 . أن يستغيث بشخص في أمر لا يقدر عليه إلّااللَّه عزّ وجلّ ، فهذا شرك وكفر باللَّه جلّ وعلا .\r\n2 . أن يستغيث بالغائب كأنّه يقول : هذا الذي لا تخفى عليه خافية .\r\n3 . أن يستغيث بميّت كأنّه يقول : هذا هو الحي الذي لا يموت .\r\nوعندما يستغيث لشيء لا يقدر عليه إلّااللَّه فكأنّه يقول : هذا الذي على كلّ شيء قدير .\r\nفلندرس ما ذكره واحداً بعد الآخر .\r\n* * \r\n1 . الاستغاثة بالحيّ\r\nقسّم الشيخ الاستغاثة بالحيّ إلى قسمين :\r\nأ . ما إذا كان الحيّ قادراً على إنجاز أمر ، فحكم بجوازه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . القصص : 15 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nمستشهداً بالآية ، ولا كلام لنا فيه .\r\nب . ما إذا استغاث بالحيّ في أمر لا يقدر عليه إلّااللَّه ، فحكم بأنّه شرك وكفر باللَّه جلّ وعلا .\r\nأقول : إنّ المستغيث في أمر لا يقدر عليه إلّااللَّه عزّ وجلّ ، لكنّه زعم أنّ ذلك الوليّ قادر عليه بقدرة من اللَّه سبحانه وإقدار منه ، هل يكون ذلك كفراً وشركاً باللَّه ؟\r\nفالجواب لا ، لوجهين :\r\nأوّلًا :\r\nإنّ النبيّ سليمان بن داود عليهما السلام طلب من الملأ الّذين حوله إحضار عرش بلقيس ، كما في قوله تعالى :  « قالَ يا أَيُّهَا الْمَلَؤُا أَيُّكُمْ يَأْتِينِي بِعَرْشِها قَبْلَ أَنْ يَأْتُونِي مُسْلِمِينَ   قالَ عِفْرِيتٌ مِنَ الْجِنِّ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ تَقُومَ مِنْ مَقامِكَ وَإِنِّي عَلَيْهِ لَقَوِيٌّ أَمِينٌ   قالَ الَّذِي عِنْدَهُ عِلْمٌ مِنَ الْكِتابِ أَنَا آتِيكَ بِهِ قَبْلَ أَنْ يَرْتَدَّ إِلَيْكَ طَرْفُكَ . . . »  « 1 » فنسأل الشيخ : إنّ إحضار عرش بلقيس بالوجهين المذكورين في الآية خارج عن القدرة البشرية ، فكيف طلب النبيّ سليمان ذلك الأمر الذي لا يقدر عليه إلّااللَّه سبحانه ؟ !\r\nفإن قال الشيخ : إنّ النبيّ سليمان عليه السلام كان عالماً بأنّ اللَّه سبحانه منحهم تلك المقدرة فلذلك طلبه منهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . النمل : 38 - 40 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nقلنا : فليكن المورد مثل ذلك وهو أن يكون المستغيث قاطعاً بأنّ المستغاث به ممّا أقدره اللَّه سبحانه على إنجاز ما طلب منه فيكون مثل طلب سليمان إلّاأنّه يفارقه في أنّ سليمان كان مصيباً في اعتقاده ، ولكن هذا المستغيث كان خاطئاً ، وإلّا فماهية الطلبين أمر واحد ، فكيف يكون أحد الأمرين نفس التوحيد والآخر عين الشرك ؟\r\nاتّففت الأُمّة الإسلامية على أنّ الإعجاز دليل قطعي على صدق مدّعي النبوة ، فلا شكّ أنّ الناس كانوا يطلبون من مدّعي النبوة ما لا يقدر عليه إلّااللَّه سبحانه ، فهل كان طلبهم - لغاية التحقيق - موجباً للكفر ؟\r\nلا شكّ أنّ الأنبياء بإقدار من اللَّه سبحانه يقومون بأُمور لا يقوم بها إلّااللَّه سبحانه كقلب العصا إلى حيّة ، وشقّ البحر إلى قسمين ، وإبراء الأكمه والأبرص ، وإحياء الموتى ، حتى أنّ المسيح عليه السلام كان ينادي بذلك ويقول :  « قَدْ جِئْتُكُمْ بِآيَةٍ مِنْ رَبِّكُمْ أَنِّي أَخْلُقُ لَكُمْ مِنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنْفُخُ فِيهِ فَيَكُونُ طَيْراً بِإِذْنِ اللَّهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِ الْمَوْتى بِإِذْنِ اللَّهِ » .  « 1 »\r\nفلو افترضنا أنّ رجلًا من بني إسرائيل صار بصدد التحقيق وطلب من المسيح عليه السلام أحد هذه الأُمور ، فهل يلام على عمله هذا ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . آل عمران : 49 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nأو يمدح لكونه مرتاداً للحقيقة ومتحريّاً لها ؟ !\r\nوثانياً :\r\nإنّ المستغيث بشخص في فعل لا يقدر عليه إلّااللَّه سبحانه لو علم بذلك لما استغاث به أبداً ، وإنّما يستغيث بزعم أنّه سبحانه أقدره على ذلك ، وأنعم عليه بتلك الكرامة ، وعند ذلك يستغيث به لكنّه أخطأ في مورد الاستغاثة ، فهل يوصف فعله هذا بالكفر ، مع أنّه في صميم ذاته يعلم أنّ الأفعال على قسمين :\r\n1 . ما لا يقدر عليه إلّااللَّه .\r\n2 . ما يقدر عليه غيره ، بإقدار من اللَّه .\r\nوهو يعتقد بأنّ المورد ممّا أقدر اللَّه عليه الوليّ المستغاث به ، كبرء المريض وإحياء الميّت ، وعندئذٍ يطلب من الولي الحيّ ذلك العمل ، وهو خاطئ في مورد السؤال ، لكنّه مصيب إجمالًا في أنّ ما لا يقدر عليه إلّااللَّه لا يطلب من غيره .\r\n* * * \r\n2 . الاستغاثة بالغائب\r\nقال الشيخ : إذا استغاث الإنسان بشخص غائب فكأنّه يقول :\r\nهذا هو الذي لا تخفى عليه خافية .\r\nأقول : كيف قال الشيخ بأنّ الاستغاثة بالغائب في مورد خاص\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nيلازم الاعتقاد بأنّ الغائب لا تخفى عليه خافية ، هل لديه دليل على تلك الملازمة من شرع أو عقل ؟ فإنّ معنى مَن لا تخفى عليه خافية أنّه عالم بجميع المغيّبات والمشهودات في الأرض والسماوات وفي المجرّات وما تحت الثرى وفوق السماء .\r\nوأمّا مَن استغاث بغائب حيّ فإنّما يعتقد سماع الغائب كلامه هذا في مورد خاص ، فإن صحّ فهو ، وإن كان خاطئاً فيحكم عليه بالخطأ .\r\nوأمّا كونه يلازم كون المستغاث به لا تخفى عليه خافية ، فدونك وجدانك ، هل هو كذلك ؟\r\nثمّ إنّ مَن يعتقد بأنّ الغائب يسمع كلامه ، يعتقد بأنّ اللَّه سبحانه قد أقدره على ذلك ، ومنحه قدرة سماع كلام من يستغيث به . فهذا هو النبيّ الأكرم صلى الله عليه وآله وسلم يخاطب المنافقين بقوله :  « قَدْ نَبَّأَنَا اللَّهُ مِنْ أَخْبارِكُمْ »  « 1 » كما أنّه صلى الله عليه وآله وسلم أخبر بعض أزواجه وقال :  « قالَ نَبَّأَنِيَ   الْعَلِيمُ الْخَبِيرُ »  ( 2 ) فلو فرضنا أنّ ولياً غائباً من أولياء اللَّه استغاث به شخص باعتقاد أنّ اللَّه سبحانه منحه قدرة يسمع بها كلامه ، فهل يخرج هذا المعتقد عن دائرة الإسلام ؟ وهل أشرك باللَّه ؟ وهل جعل الولي المستغاث به شريكاً للَّه ، لا تخفى عليه خافية ؟ ما لكم كيف تحكمون ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . التوبة : 94 . 2 . التحريم : 3 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nوهناك أمر آخر نلفت إليه نظر القارئ ، وهو أنّ المحدّث ( بصيغة المفعول ) في الإسلام ممّا أصفقت الأُمّة الإسلامية على وجوده في هذه الأُمّة ، وهو عبارة عمّن تحدّثه الملائكة بلا نبوّة ولا رؤية صورة ، أو يُلهم له ويُلقى في روعه شيء من العلم على وجه الإلهام ، والمكاشفة ، من المبدأ الأعلى ، أو ينكت له في قلبه من حقائق تخفى على غيره ، ويدلّ علىذلك ما أخرجه البخاري في صحيحه في باب مناقب عمر بن الخطاب ، عن أبي هريرة قال :\r\nقال النبيّ صلى الله عليه وآله وسلم : « لقد كان فيمن كان قبلكم من بني إسرائيل رجال يُكلَّمون من غير أن يكونوا أنبياء ، فإن يكن من أُمّتي منهم أحدٌ فعمر » . قال ابن عباس : ما من نبيّ ولا محدّث . « 1 »\r\nفلو فرضنا أنّ المستغاث به من المحدَّثين في الأُمّة الإسلامية ، وهو ربّما يقف بواسطة أحد الطرق المذكورة آنفاً على استغاثة المستغيث ، فهل معنى ذلك أنّه عالم بجميع المغيّبات والمشهودات ، ولا تخفى عليه خافية ؟\r\n* * * \r\n3 . الاستغاثة بالميّت\r\nقال الشيخ : عندما يستغيث بميّت فكأنّه يقول : هذا هو الحيّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح البخاري : 901 ، كتاب فضائل الصحابة ، برقم 3989 ، ولاحظ في تفسير الحديث : إرشاد الساري شرح صحيح البخاري : 6 / 99 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالذي لا يموت ، وعندما يستغيث لشيء لا يقدر عليه إلّااللَّه فكأنّه يقول : هذا الذي على كلّ شيء قدير .\r\nأقول : قد رتّب على الاستغاثة بالميّت ، الأمران التاليان :\r\n1 . إنّه هو الحيّ الذي لا يموت .\r\n2 . هذا هو الذي على كلّ شيء قدير .\r\nوالملازمة في كلا الموردين مفقودة ، ويظهر وجه ذلك بما يلي :\r\nأمّا الأوّل : فلا يلازم كون المستغاث به هو الحيّ الذي لا يموت ، وذلك أنّ المستغيث يعتقد بأنّه حيّ في البرزخ حين الاستغاثة ولكنّه يموت عند النفخة الأُولى ، فأين الاشتراك بينه وبين اللَّه ؟\r\nإنّه سبحانه يصف الذين قتلوا في سبيل اللَّه بأنّهم  « أَحْياءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ »  وظاهر الآية أنّهم أحياء في الحياة البرزخية إلى ما شاء اللَّه . فهل الاعتقاد بحياتهم يعني كذلك أنّهم أحياء لا يموتون أبداً ؟\r\nوأمّا الثاني : فإنّ الاستغاثة بشيء لا يقدر عليه إلّااللَّه لا يلازم القول بأنّه على كلّ شيء قدير ، وذلك لأنّ القضية الجزئية - أعني :\r\nالقدرة على شفاء مريض - لا تلازم أنّ المستغاث به قادر على خلق السماوات والأرض ، فهل يا ترى الاعتقاد بالقدرة على مورد خاص دليل على الاعتقاد بالقدرة على كلّ شيء ؟\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nثم إنّ المستغيث في المورد الذي لا يقدر عليه إلّااللَّه سبحانه يعتقد بأنّ الولي حيّ أعطاه اللَّه سبحانه القدرة على ذلك .\r\nفلو كان خاطئاً في هذا الاعتقاد يُعدّ معذوراً في المورد ولكنّه مصيب في الأمر الكلّي ، وهو أنّ ما لا يقدر عليه إلّااللَّه لو لم يمنح اللَّه تلك القدرة لأحد من عباده ، لا يطلب إلّامنه تعالى .\r\n* * * \r\nكلام الشيخ في التوسّل\r\nقسّم الشيخ التوسّل - تبعاً لأسلافه - إلى قسمين :\r\nالأوّل : توسّل صحيح وهو عبارة عن الأقسام الثلاثة التالية :\r\n1 . التوسّل إلى اللَّه بأسمائه وصفاته .\r\n2 . التوسّل إلى اللَّه بالأعمال الصالحة .\r\n3 . التوسّل إلى اللَّه بدعاء الصالحين .\r\nوهذا لا كلام لنا فيه ، وقد ورد التوسّل بهذه الأُمور الثلاثة في روايات أئمّة أهل البيت عليهم السلام نتمنّى أن يكون الشيخ قد اطّلع عليها .\r\nالقسم الثاني : توسّل غير صحيح ، وقد ذكر له موردين :\r\n1 . التوسّل بذات الميّت كأن يقول : اللهم إنّي أتوسّل بمحمد ، قال هذا محرّم وليس كفراً .\r\n2 . التوسّل بجاه النبيّ صلى الله عليه وآله وسلم لقربه من اللَّه ، وقد حكم أيضاً بحرمته .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nأقول : أمّا الأوّل فهو جائز لوروده في غير واحدة من الروايات ونقتصر بذكر موردين :\r\n\r\n1 . حديث الضرير :\r\nاتّفق المحدّثون على صحّة رواية الضرير - حتّى ابن تيمية - .\r\nوإليك نصّها ثم دراستها سنداً ودلالة .\r\nعن عثمان بن حنيف أنّه قال :\r\n« إنّ رجلًا ضَريراً أتى إلى النبيّ صلى الله عليه وآله وسلم فقال : ادعُ اللَّه أن يُعافيني . فقال صلى الله عليه وآله وسلم : « إن شئتَ دعوتُ ، وإن شئتَ صَبَرتَ ، وَهُوَ خَير » .\r\nقال : فادعُهُ ، فأمره صلى الله عليه وآله وسلم أن يتوضّأ فَيُحْسِنَ وُضوءهُ وَيُصلّي رَكْعَتين وَيَدْعُو بِهذا الدُّعاء : « اللّهمّ إنّي أسألُكَ وَأتَوجَّهُ إليكَ بِنَبيّكَ نَبيِّ الرَّحْمَةِ ، يا مُحَمّد إنّي أتوجّهُ بِكَ إلى ربّي في حاجَتي لِتُقْضى ، اللّهمّ شَفِّعْهُ فِيَّ » .\r\nقال ابن حنيف : فَوَ اللَّه ما تَفَرَّقْنا وطالَ بنا الحَديث حتّى دَخَلَ عَلَيْنا كأنْ لَمْ يَكُنْ بِهِ ضُرٌّ .\r\n\r\nدراسة الحديث سنداً ودلالة\r\nلا كلام في صحّة سند هذا الحديث ، حتّى أنّ إمام الوهّابيّين - ابن تيمية - اعتبر هذا الحديث صحيحاً وجزم بأنّ المقصود من « أبي جعفر » الموجود في سند الحديث ، هو : أبو\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nجعفر الخطمي وهو ثقة . « 1 »\r\nيقول محمد نسيب الرفاعي - الكاتب الوهّابيّ المعاصر الّذي يسعى دوماً إلى تضعيف الأحاديث الخاصّة بالتوسّل - حول هذا الحديث :\r\nفعلى هذا يكون الحديث ولا شكّ صحيحاً . « 2 »\r\nويقول :\r\nلقد أورد هذا الحديث النسائي والبيهقي والطبراني والترمذي والحاكم في مستدركه ، ولكن الترمذي والحاكم ذكرا جملة « اللّهمّ شفّعني فيه » بدل جملة « شفّعه فيّ » . « 3 »\r\nبعد هذا كلّه . . . لا مجال للمناقشة في سند الحديث أو الطعن فيه .\r\nوأمّا دلالة الحديث ، فلو قدّمت هذا الحديث إلى من يُحسن اللُّغة العربية جيّداً ويتمتّع بصفاء فكر ، بعيد عن مجادلات الوهّابيّين وشُبهاتهم حول مسألة التوسّل ، ثم سألته : بماذا أمر النبيّ صلى الله عليه وآله وسلم ذلك الأعمى عندما علّمه ذلك الدعاء ؟\r\nفسيكون جوابه - فوراً - : لقد علّمه النبيّ صلى الله عليه وآله وسلم أن يدعو اللَّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جاء في مسند أحمد : « أبو جعفر الخطمي » أمّا في سنن ابن ماجة ففيه « أبو جعفر » فقط .\r\n( 2 ) . التوصّل إلى حقيقة التوسّل : 228 - 229 ، طبعة بيروت ، 1394 ه .\r\n( 3 ) . التوصّل إلى حقيقة التوسّل : 228 - 229 ، طبعة بيروت ، 1394 ه .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nتعالى وفي دعائه أن يتوسّل إلى اللَّه بنبيّه محمّد نبيّ الرحمة ، ويطلب من اللَّه أن يشفِّعه فيه .\r\nوهذا المعنى هو بالضبط ما يُفهم من كلمات الحديث المذكور . وفيما يلي نُقسّم الحديث إلى جمل لمزيد التوضيح :\r\nأ . « اللّهُمّ إنّي أسألُكَ وَأتَوَجَّهُ إليكَ بِنَبِيّكَ » .\r\nإنّ كلمة « نبيّك » تتعلّق بما قبلها ، أي « أسألُك » بنبيّك و « أتوجّه إليك » بنبيّك .\r\nوبعبارة أوضح : أنّه سأل اللَّه تعالى بواسطة النبيّ صلى الله عليه وآله وسلم ، والمقصود من « النبيّ » نفسه المقدّسة لا دعاء النبيّ .\r\nأمّا من يقدِّر كلمة « دعاء » في قوله : « أسألك بنبيّك » أي بدعاء نبيّك ، فهو تحكّم بلا دليل وادّعاء على خلاف الظاهر ، والداعي إلى هذا التأويل هو أنّ المؤوِّل لا يعتقد بجواز التوسّل بنفس النبيّ ، فيلجأ إلى تقدير كلمة « دعاء » لتقوّل : بأنّ التوسّل بدعاء النبيّ لا إشكال فيه ، وبهذا يُبرِّر رأيه المسبق .\r\nوالعجب أنّ هؤلاء يفسّرون الصفات الخبرية بحرفيتها ولا يسوّغون أي تصرّف وتأويل في قوله سبحانه :  « وَالسَّماءَ بَنَيْناها بِأَيْدٍ »  . ولكنّهم لمّا ضاق عليهم الخناق في المقام يتصرّفون في الحديث ويأوّلونه بأبعد ما يمكن .\r\nب . « محمّد نبيّ الرحمة » .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nلكي يتّضح أنّ المقصود هو سؤال اللَّه بواسطة النبيّ وشخصيّته وحُرمته فقد جاءت بعد كلمة « نبيّك » جملة « محمّد نبي الرحمة » لكي يتّضح الهدف أكثر .\r\nج . « يا مُحَمّد إنّي أتوجّهُ بِكَ إلى ربّي » .\r\nهذه الفقرة تدلّ على أنّ الرجل اتّخذ نفس النبيّ وسيلة لدعائه ، لا دعاءه صلى الله عليه وآله وسلم أي : أنّه توسّل بذات النبيّ لا بدعائه .\r\nلقد اتّضح بما ذكرنا أنّ النقطة المركزيّة في الدعاء كلّه هو شخص رسول اللَّه صلى الله عليه وآله وسلم ونفسه الكريمة ، وليس فيه أي دليل للتوسّل بدعائه صلى الله عليه وآله وسلم أصلًا .\r\nوكلّ من يزعم أنّ ذلك الرجل الضرير قد توسّل بدعاء النبيّ لا بشخصه وشخصيّته ، فإنّما تغافل عن فقرات الرواية وتجاهلها .\r\nوأنت لو تأمّلت قوله : « اللّهمّ إنّي أسألُكَ وَأتَوجَّهُ إليكَ بِنَبيّكَ نَبيِّ الرَّحْمَةِ » وقوله : « يا مُحَمّد إنّي أتوجّهُ بِكَ إلى ربّي » لظَهر لك - بكلّ وضوح - أنّ التركيز إنّما هو على شخص رسول اللَّه صلى الله عليه وآله وسلم ، ولو كان الهدف هو دعاء النبيّ لكان الصحيح أن يقول : أسألك بدعاء النبيّ .\r\nبقي الكلام في قوله : « وشفّعه فيّ » فربما يتصوّر أنّه قرينة على أنّ الضرير توسّل بدعاء النبيّ ، حيث إنّ معناه استجب دعاء النبيّ صلى الله عليه وآله وسلم ، ولكنّه باطل من وجهين :\r\nأوّلًا : يحتمل أنّ معناه اجعل النبيّ شفيعي وتقبّل شفاعته في\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nحقّي ، كما نقول : وتقبل شفاعته وارفع درجته .\r\nثانياً : نفترض أنّ معنى الفقرة : استجب دعاءه بحقّي ، لكنّه لا يثبت ما أرادوه لأنّه لا ينافي أن يقوم النبيّ صلى الله عليه وآله وسلم بالدعاء وفي الوقت نفسه يقوم الضرير أيضاً بالدعاء الّذي علّمه رسول اللَّه متوسّلًا فيه بذات النبيّ صلى الله عليه وآله وسلم ، إذ لا منافاة بين العملين .\r\nوبعبارة أُخرى : قام النبيّ صلى الله عليه وآله وسلم بعملين :\r\n1 . علّم الضرير ذلك الدعاء الذي فيه التوسّل بذات النبيّ صلى الله عليه وآله وسلم .\r\n2 . قام النبيّ صلى الله عليه وآله وسلم بالدعاء له ، ولا منافاة بين الأمرين .\r\nوعلى كلّ تقدير فنحن نركّز على متن الدعاء الذي علّمه النبيّ للضرير ففيه دلالات واضحة على أنّ التوسّل كان بشخص النبيّ صلى الله عليه وآله وسلم .\r\n\r\n2 . استسقاؤهم بالعباس عمّ النبيّ صلى الله عليه وآله وسلم\r\nأخرج البخاري بسنده إلى أنس بن مالك قال : إنّ عمر بن الخطاب كان إذا قحطوا استسقى بالعباس بن عبد المطلب فقال :\r\nاللّهمّ إنّا كنّا نتوسّل إليك بنبيّك صلى الله عليه وآله وسلم ، وإنّا نتوسّل إليك بعمّ نبيّنا فاسقنا ، قال : فيسقون . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح البخاري : 238 ، برقم 1010 ، كتاب الاستسقاء ، باب سؤال الناس الإمام إذا قحطوا .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nوأنت إذا رفعت هذا الحديث إلى أي عربيّ صميم غير مطّلع على جدال الوهابيّين ونقاشهم في التوسّل بذات القدّيسين يحكم بضرس قاطع أنّ الخليفة إنّما توسّل بذات العباس بما أنّه عمّ النبيّ ، وأنّ توسّله بعمّ النبيّ صلى الله عليه وآله وسلم كان ذريعة للتوسّل بذات الرسول صلى الله عليه وآله وسلم ، لوجود وشيجة قوية بين العباس والنبيّ صلى الله عليه وآله وسلم ولذلك اختاره وإلّا كان بين الصحابة مَن هو أفضل من العباس من جهات شتّى .\r\nثمّ إنّ الألباني ذلك الوهابي المتشدّد ، لمّا وقع أمام هذا الدليل القاطع ، حاول تأويل الرواية على نحو لو قام به أحد في غير هذا المورد لرمي بالجهمية والمؤوّلة فقال : إنّ المراد « بدعاء عمّ نبيّك » حيث إنّ المعهود من الصحابة هو الذهاب إلى النبيّ وطلب الدعاء للاستسقاء ، والسنّة يفسّر بعضها بعضاً فيكون المراد هو التوسّل بالدعاء لا التوسّل بالذات ، إذ أنّ التوسّل بالذات لا وجود له في السنّة النبويّة . « 1 »\r\nيلاحظ عليه بأُمور :\r\nأوّلًا : أنّه لو كان التوسّل هنا بدعاء عمّ النبيّ صلى الله عليه وآله وسلم بما هو دعاء مسلم ، كان اللازم التوسّل بدعاء الأفضل من العباس فإنّ دعاء الأفضل أقرب إلى القبول من دعاء غيره ، والمفروض عند الكاتب أنّ عمر أفضل الناس بعد رسول اللَّه صلى الله عليه وآله وسلم وأبي بكر وهو يصحّح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . التوسّل للألباني : 51 ، منشورات مكتبة المعارف .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nحديث لو كان نبي لكان عمر » . « 1 »\r\nوحصيلة الكلام : أنّه لو كان المقصود هو التوسّل بالدعاء كان على الخليفة أن يختار أفضل الصحابة وفي مقدّمتهم نفسه ولو تواضع عن نفسه فلماذا ترك الأفضل - أعني : الذين سبقوا في الإسلام والإيمان والجهاد - على عمّ النبيّ ، كلّ ذلك يدلّ على أنّ الخليفة توسّل بعمّ النبيّ صلى الله عليه وآله وسلم لوجود القرابة بينهما ، وأمّا التوسّل بالدعاء فلم يكن لا في ذهن الخليفة ولا المسلمين .\r\nوثانياً : أنّ شرّاح البخاري لم يفهموا من الحديث إلّاالتوسّل بالذات ، فهذا هو ابن حجر العسقلاني قال : ويستفاد من قصّة العباس استحباب الاستشفاع بأهل الخير والصلاح وأهل بيت النبوّة ، وفيه فضل العباس وفضل عمر لتواضعه للعباس ومعرفته بحقّه . « 2 »\r\nوقال بدر الدين العيني الحنفي في شرح الخبر : « قوله : استسقى بالعباس » أي : متوسّلًا به حيث قال : « اللّهم إنّا كنّا . . . » إلى آخره . . .\r\nوفيه من الفوائد : استحباب الاستشفاع بأهل الخير والصلاح وأهل بيت النبوّة . وفيه فضل العباس وفضل عمر لتواضعه للعباس ومعرفته بحقّه . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سلسلة الأحاديث الصحيحة : 1 / 646 ، منشورات مكتبة المعارف .\r\n( 2 ) . فتح الباري : 2 / 413 ، دار المعرفة ، بيروت .\r\n( 3 ) . عمدة القاري : 7 / 33 ، دار إحياء التراث ، بيروت .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nإلى غير ذلك ممّن ذكر الحديث وشرحه . « 1 » فكلّ يذهب إلى أنّ التوسّل كان بنفس العباس لما كان له صلة بنفس النبيّ صلى الله عليه وآله وسلم .\r\nهذا وقد روى محمّد بن النعمان المالكي ( المتوفّى 683 ه ) في كتابه « مصباح الظلام في المستغيثين بخير الأنام » كيفيّة توسّل عمر بالعبّاس وأنّه قال :\r\n« اللّهمّ إنّا نَسْتَقيكَ بعَمِّ نَبيّك وَنَسْتَشْفِعُ إلَيْكَ بِشَيْبَتِهِ » فَسُقُوا وفي ذلك يقول العبّاس بن عُتبة بن أبي لهب :\r\n بعمّي سقى اللَّه الحجازَ وأهلَه * عشِيّةَ يَستسقي بشيبَتِه عُمَرُ « 2 » \r\nوكذلك أنشد حسّان قوله :\r\n . . . . . . . . . . . . . . . . . . . * « فَسَقَى الغَمامُ بغُرَّة العبّاس » \r\nوثالثاً : أنّ من المضحك أخذ المدّعى في الدليل حيث قال : إنّ التوسّل بالذات لا وجود له في السنّة النبوية . فقد اتّخذ هذا المدّعى سبباً لتأويل الرواية بتقدير الدعاء كما قام بذلك في تأويل حديث الضرير .\r\nورابعاً : لمّا كان منهج القوم هو الحطّ من منازل الأنبياء ومقاماتهم وجعلهم بعد رحيلهم مع الناس في صف واحد استماتوا في تأويل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لاحظ الأذكار النووية : 178 ، من منشورات دارالفكر ؛ والمدخل للعبدريالمالكي : 1 / 254 .\r\n( 2 ) . وفاء الوفا : 3 / 375 ، نقلًا عن مصباح الظلام .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nالحديث وتحريفه قال الألباني : لو كان التوسّل بالذات جائزاً لما كان هناك مبرر للعدول عن التوسّل بالنبيّ إلى التوسّل بالعباس ، فدلّ عدولهم على أنّ توسّلهم كان بدعاء النبيّ ، ولمّا توفّي النبيّ ولم يمكن التوسّل بدعائه لجأوا إلى العباس فتوسّلوا بدعائه . « 1 »\r\nأقول : إنّ قوله : ( ولمّا توفّي النبيّ لم يمكن التوسّل بدعائه ، لجأوا إلى العباس فتوسّلوا بدعائه ) كلام يناقض مسلكه ، إذ أي ملازمة بين عدم التوسّل بدعاء النبيّ وبين التوسّل بدعاء شخص العباس إلّا أن يكون للعباس منزلة باعتبار انتسابه إلى النبيّ فيكون فرض التوسّل حتى بدعائه توسّلًا بالنبيّ ، وإلّا فعدم التمكّن من التوسّل بدعاء النبيّ لا يلازم انتخاب الفاضل للدعاء مع وجود الأفضل ، فالأفضل من عمّ النبيّ صلى الله عليه وآله وسلم موجود .\r\nأمّا عدولهم عن التوسّل بالنبيّ إلى التوسّل بالعباس وانتخابه ، لأجل أنّ عمّ النبيّ صلى الله عليه وآله وسلم كان يشارك القوم في الشدّة والرخاء بخلاف النبيّ ، ولذلك عدلوا عن التوسّل بالنبيّ ، إلى عمّه فتوسّلوا بمن ينتفع بالاستسقاء وبنزول الرحمة إليه لكي ينتفع الآخرون أيضاً .\r\nثمّ إنّ ما يدلّ على جواز التوسّل بالذات أكثر من ذلك ، فاقتصرنا بروايتين دلالتهما على المقصود كالشمس في رائعة النهار .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . التوسّل للألباني : 56 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n\r\nالتوسّل بجاه النبيّ صلى الله عليه وآله وسلم\r\nهذا هو المورد الثاني الذي منعه الشيخ عثمان الخميس ، ويراد من الجاه منزلة النبيّ عند اللَّه وحقوقه عليه التي منحها اللَّه له بفضله وكرمه ، فصار ذا حقّ .\r\nفقد وردت روايات كثيرة نكتفي بذكر واحدة منها .\r\nروى عطية العوفي عن أبي سعيد الخدري أنّ رسول اللَّه صلى الله عليه وآله وسلم قال : « مَن خرج من بيته إلى الصلاة فقال : اللّهمّ إنّي أسألك بحقّ السائلين عليك ، وأسألك بحقّ ممشاي هذا ، فإنّي لم أخرج أشراً ولا بطراً ولا رياء ولا سمعة ، وخرجت إتّقاء سخطك وابتغاء مرضاتك ، فأسألك أن تعيذني من النار وأن تغفر لي ذنوبي ، إنّه لا يغفر الذنوب إلّاأنت ، أقبل اللَّه عليه بوجهه ، واستغفر له سبعون ألف ملك » . « 1 » إنّ حق السائلين ، عبارة عن مقامهم عند اللَّه سبحانه ، الذي منحه لهم تفضّلًا وكرامة .\r\nنعم ربّما يناقش في السند بعطية العوفي ، وليس له ذنب إلّا تشيّعه .\r\nهذا هو الذهبي يقول : فلو رُدّ حديث هؤلاء [ الشيعة 
  ] لذهب جملة من الآثار النبوية ، وهي مفسدة بيّنة . ( 2 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سنن ابن ماجة : 1 / 256 ، برقم 778 .\r\n2 . ميزان الاعتدال : 1 / 5 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nقال ابن سعد في الطبقات : وكان ثقة إن شاء اللَّه ، وله أحاديث صالحة . « 1 »\r\nوقال الترمذيّ في تعليقه على بعض الأحاديث التي فيها عطية العوفي : « حديث حسن غريب ، لا نعرفه إلّامن هذا الوجه » « 2 » ، وحسّن له في مواضع متفرّقة من كتابه . « 3 »\r\nوقال العجلي : عطية العوفي : كوفي ، تابعي ، ثقة ، وليس بالقويّ . « 4 »\r\nوقال الملّا علي القاري : وهو من أجلّاء التابعين . « 5 »\r\nثمّ إنّ الأحاديث الصحيحة الدالّة على جواز التوسّل بحقّ النبيّ ومقامه وجاهه ، متوفّرة لا مجال في المقام لنقل قليل منها ، فلو أراد الشيخ الوقوف عليها فليرجع إلى كتابنا « الوهابية في الميزان » .\r\nوفي نهاية المطاف نعطف نظر الشيخ عثمان الخميس إلى القول السائد بين مشاهير علماء السنّة فقد جاء في الموسوعة الفقهية الكويتية ما يلي :\r\nذهب جمهور الفقهاء ( المالكية والشافعية ومتأخّرو الحنفية ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الطبقات الكبرى لابن سعد : 6 / 304 ، طبعة دار صادر ، بيروت .\r\n( 2 ) . سنن الترمذي : 2 / 394 ، طبعة دار الفكر ، بيروت .\r\n( 3 ) . نفس المصدر : 1 / 296 ، وج 3 / 228 ، وج 4 / 7 - 8 ، و 46 و 96 ، و 260 و 261 .\r\n( 4 ) . معرفة الثقات : 2 / 140 ، طبعة المدينة المنوّرة ، 1405 ه .\r\n( 5 ) . شرح مسند أبي حنيفة : 292 ، طبعة بيروت .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nوهو المذهب عند الحنابلة ) إلى جواز هذا النوع : ( اللّهم إني أسألك بنبيك أو بجاه نبيك أو بحق نبيك ) من التوسّل سواء في حياة النبيّ صلى الله عليه وآله وسلم أو بعد وفاته « 1 » .\r\n* * * ثمّ إنّ للشيخ محاضرة أُخرى حول ما روي من أنّ النبيّ صلى الله عليه وآله وسلم لا يورِّث ، ونحن ندرس الحديث سنداً ومتناً ونعرضه على الكتاب والسنّة في المستقبل إن شاء اللَّه ، بشرط أن يجيب الشيخ على السؤالين التاليين وهما :\r\n1 . هل كشف أبو بكر بيت فاطمة أو لا ؟\r\n2 . هل ندم عند وفاته عن عمله هذا أو لا ؟\r\nفلو أجاب الشيخ عن هذين السؤالين فسوف نقدّم تعليقنا على محاضرته ، وستظهر له جليّة الحال ، فليغتنم الشيخ هذه الفرصة .\r\nجعفر السبحاني\r\nقم المقدّسة\r\nمؤسسة الإمام الصادق عليه السلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الموسوعة الفقهية الكويتية ، إصدار وزارة الأوقاف والشؤون الإسلامية في الكويت : 14 / 156 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\n3 - ميراث النبيّ صلى الله عليه وآله وسلم ومطالبة الزهراء عليها السلام بفدك\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nفي حلقة أُخرى من برنامج « شبهات وردود » طرح الشيخ عثمان الخميس ثلاثة أسئلة حول منع فاطمة عليها السلام عن إرث أبيها ، وبالتالي حول منع إيراث الأنبياء ما تركوا من الأموال الشخصية ، ثم إنّه أجاب عن هذه الأسئلة .\r\nوها نحن نناقش ما ذكره الشيخ على الترتيب الذي جاء في حواره :\r\n\r\nالسؤال الأوّل : لماذا لم يعلّم النبيُّ صلى الله عليه وآله وسلم فاطمة حكم ميراثها ؟\r\nقال : إنّه لما توفّي النبيّ صلى الله عليه وآله وسلم جاءت فاطمة عليها السلام إلى أبي بكر ، فطلبت منه أن يعطيها ميراثها من النبيّ صلى الله عليه وآله وسلم لأنّ اللَّه عزّ وجلّ يقول :  « يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  « 1 » فقال أبو بكر : سمعت رسول اللَّه يقول : « لا نورّث ما تركناه صدقة » ، فرجعت فاطمة عليها السلام ولم يعطها شيئاً .\r\nثمّ أجاب عن سؤال : كيف أنّ أبا بكر علم أنّ النبيّ لا يُورث وفاطمة لا تعلم ذلك ؟ بقوله : أين المشكلة في هذا وهل هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . النساء : 11 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nمطلوب من فاطمة أن تعلم كلّ تفاصيل الشريعة ؟ فالذي يعلم كلّ تفاصيل الشريعة هو النبيّ الأكرم صلى الله عليه وآله وسلم .\r\n\r\nأقول : في كلامه ملاحظتان :\r\nالأُولى : أنّه قطع الحوار الذي دار بينها وبين أبي بكر ، ولم ينقله بتمامه لما في ذيله ما لا ينسجم مع فكرته ومذهبه وإليك الحوار بتمامه : روى البخاري عن عائشة أنّ فاطمة عليها السلام بنت النبيّ صلى الله عليه وآله وسلم أرسلت إلى أبي بكر تسأله ميراثها من رسول اللَّه صلى الله عليه وآله وسلم فقال أبو بكر :\r\nقال رسول اللَّه صلى الله عليه وآله وسلم « لا نورث ما تركنا صدقة » .\r\nإلى أن قال : فأبى أبو بكر أن يدفع إلى فاطمة منها شيئاً ، فوجدت على أبي بكر في ذلك فهجرته فلم تكلّمه حتى توفّيت ، وعاشت بعد النبيّ صلى الله عليه وآله وسلم ستة أشهر . فلمّا توفّيت دفنها زوجها عليّ ليلًا ، ولم يؤذن بها أبا بكر وصلّى عليها . « 1 »\r\nترى أنّ عثمان الخميس لم يذكر قوله : وَجَدتْ عليه ، أي غضبت ، فهل يكون غضب سيدة نساء العالمين بلا سبب ؟ ! وهل يكون دفنها ليلًا بلا سبب ؟ ! وكان على الخليفة أن يتذكّر في هذه الحالة قول الرسول صلى الله عليه وآله وسلم في بنته : « فاطمة بضعة منّي ، فمن أغضبها فقد أغضبني » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح البخاري : 1036 ، برقم 4240 - 4241 ، كتاب المغازي .\r\n( 2 ) . نفس المصدر : 910 ، برقم 3614 ، كتاب فضائل الصحابة .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nومن يقرأ هذه الحادثة ويتأمّل في الحديث الوارد عن الرسول صلى الله عليه وآله وسلم بشأن بضعته ( سلام اللَّه عليها ) يتعرّف على موقف الرجل من النبيّ الأكرم صلى الله عليه وآله وسلم ! !\r\nلماذا مرّ الشيخ على هذه الأُمور ولم ينبس بها ببنت شفة ؟\r\nالثانية : ثمّ إنّ الشيخ أجاب عن سؤال السائل : كيف علم أبو بكر أنّ النبيّ لا يورث وفاطمة لا تعلم ذلك ، بقوله : هل هو مطلوب من فاطمة أن تعلم كلّ تفاصيل الشريعة ؟\r\nولا يخفى ما فيه من المغالطة الواضحة .\r\nفإنّ السائل يسلّم أنّ فاطمة لا يجب أن تعلم تفاصيل الشريعة ، ولكن في قاموس الشريعة يجب أن تعلم فاطمة تكليفها الخاص بها ، وهو أنّها لا ترث أباها ، فعلى النبيّ صلى الله عليه وآله وسلم أن يعلّمها ذلك لئلّا تشتبه عليها الحقيقة ، ولئلّا تتمسّك بإطلاق الآية في رد الحديث المزعوم .\r\n\r\nالسؤال الثاني : أنّ النبيّ سليمان ورث أباه داود عليهما السلام\r\nقال : كيف تقول : لا يورث النبيّ واللَّه يقول في كتابه المنزل :\r\n « وَوَرِثَ سُلَيْمانُ داوُدَ »  « 1 » .\r\nالجواب : أنّ سليمان - على نبيّنا وعليه السلام - ورث النبوّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . النمل : 16 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nبعد داود عليه السلام ، وداود عليه السلام كان له عدد كبير من الأولاد ، فإنّ الروايات تقول بأنّ سيدنا داود عليه السلام كانت لديه مائة زوجة وثلاثمائة سرية ، أي أنّ له أولاداً كثيرين فذكر سليمان لوحده لا معنى له ، فعلى هذا فالمراد هو الوراثة في العلم والنبوّة .\r\nأقول : كان داود يتمتّع بأُمور أربعة :\r\n1 . العلم 2 . النبوّة 3 . الملك 4 . المال\r\nأمّا الأوّل فلم يرثه سليمان من داود لوجهين :\r\nأ . أنّ العلم غير قابل للإيراث .\r\nب . أنّ الآية المتقدّمة صرّحت بأنّه سبحانه أفاض عليهما العلم من دون أن يرث أحدهما الآخر وقال :  « وَلَقَدْ آتَيْنا داوُدَ وَسُلَيْمانَ عِلْماً »  « 1 » ، فلا معنى بعد هذا ، لحمل الوراثة على العلم .\r\nوأمّا الثاني - أعني : النبوة - فهي أيضاً غير قابلة للإيراث لأنّها رهن ملكات وقابليات خاصّة حتى يختار اللَّه سبحانه الإنسان للنبوة ، فلو كان فاقداً لها يمتنع أن يكون نبياً ، ولو كان واجداً لاختاره اللَّه للنبوة من دون حاجة إلى أن يرثها عن الآخر .\r\nوأمّا الثالث - أي الملك - فإن أُريد بالملك هو تدبير المملكة فهو قابل للوراثة .\r\nوأمّا الرابع - أي المال - فهو من أظهر مصاديق الوراثة ، وكلّ ما أُطلقت الوراثة ينصرف المعنى إليه ، ولو استعمل في غيرها فإنّما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . النمل : 15 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nهو بنوع من التشبيه كما في قوله تعالى :  « وَتِلْكَ الْجَنَّةُ الَّتِي أُورِثْتُمُوها »  « 1 »  .  وعلى هذا فإطلاق الآية يدلّ على أنّ داود ورث سليمان الملك والمال .\r\nوأمّا ما ذكره المجيب من ( أنّ لداود أولاداً كثيرين ، فذكر سليمان لوحده لا معنى له ) فالجواب عنه واضح ؛ لأنّ سليمان ملك السلطنة والمال معاً ، وأمّا غيره من الأولاد فقد ورثوا المال دون الملك والسلطنة .\r\nوممّا يندى له الجبين ما نقل من الرواية من أنّ لسيدنا داود مائة زوجة وثلاثمائة سرية ، فإنّها من الإسرائيليات التي لا قيمة لها ، ومعنى ذلك أنّ داود رجلًا شهوانياً مشغولًا بزوجاته وإمائه عن كلّ شيء ، وأين هذا مما وصفه القرآن الكريم بقوله :  « وَاذْكُرْ عَبْدَنا داوُدَ ذَا الْأَيْدِ إِنَّهُ أَوَّابٌ   إِنَّا سَخَّرْنَا الْجِبالَ مَعَهُ يُسَبِّحْنَ بِالْعَشِيِّ وَالْإِشْراقِ » .  ( 2 )\r\nثمّ إنّ عثمان الخميس قال : إنّ السيدة فاطمة لم تكن متعلّقة بالدنيا ، وكأنّه اقتدى في قوله هذا بقول الراغب حيث قال : إنّ المال لا قدر له عند الأنبياء . ( 3 )\r\nيلاحظ عليه بأمرين :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الزخرف : 72 . 2 . ص : 17 - 18 .\r\n3 . المفردات للراغب ، مادة « ورث » .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nأوّلًا : أنّه سبحانه يصف المال بالخير ويقول :  « إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ لِلْوالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ »  « 1 » فالمال خير إذا كان بيد الصالحين وشر إذا كان بيد الطالحين .\r\nونعم ما وصف الإمام علي عليه السلام الدنيا وما فيها بقوله : « مَن أبصر بها بصّرته ، ومَن أبصر إليها أعمته » . ( 2 )\r\nثانياً : أنّ بنت المصطفى لمّا وجدت نفسها مظلومة ، وتلقّت حكم الحاكم حكماً على خلاف الكتاب والسنّة ، وقفت بوجه الحاكم ؛ لأنّه وظيفة كلّ مسلم حرّ لا تأخذه في اللَّه لومة لائم . كيف لا يكون ذلك وهذا هو النبيّ صلى الله عليه وآله وسلم يقول : « مَن قتل دون ماله فهو شهيد » . « 2 »\r\nفالنبيّ يصف مَن يطلب حقّه وإن انتهى ذلك إلى قتله ، شهيداً ، أمّا عثمان الخميس يصفه بأنّه طالب للدنيا .\r\nنعم روى أهل السنّة عن النبيّ أنّه قال : « نحن معاشر الأنبياء لا نورث ذهباً ولا فضة ولا أرضاً ولا عقاراً ولا داراً ، ولكنّا نورث الإيمان والحكمة والعلم والسنّة » . « 3 »\r\nوروى الكليني بسنده عن أبي البختري عن أبي عبداللَّه عليه السلام ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . البقرة : 180 . 2 . نهج البلاغة : الخطبة 82 .\r\n( 2 ) . صحيح البخاري : 595 ، برقم 2480 ، كتاب المظالم والغصب .\r\n( 3 ) . شرح نهج البلاغة : 16 / 223 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nقال : « إنّ العلماء ورثة الأنبياء وذاك أنّ الأنبياء لم يورثوا درهماً ولا ديناراً ، وإنّما أورثوا أحاديث من أحاديثهم » . « 1 »\r\nلكن المراد هو أن شأن الأنبياء هو إيراث الإيمان والحكمة والعلم والسنّة لا المال ، وهذا غير أنّه إذا ترك حصيراً أو إناء أو سجادة أو بيتاً فهو ينتقل إلى الأُمّة لا إلى أولاده ، لما قلنا من أنّ موقف هذه الرواية هو تفكيك شأن الأنبياء عن سائر الملوك وطلّاب الدنيا الذين يتركون الأموال المكدّسة والكنوز الممتلئة .\r\nوالذي يدلّ على ما ذكرنا أنّه خصّ ميراثه بالإيمان والحكمة والأحاديث ، ومن المعلوم أنّه ليس ميراثاً لورثته وإنّما ميراث للأُمّة ، فموقف الحديث هو رفض ترقّب الأُمّة من الأنبياء أن يورث لهم الكنوز والأموال الطائلة ، وليس المراد من هذه الأحاديث هو ما ملكه الأنبياء من الحوائج الأوّلية التي لا مناص للإنسان منها .\r\nوممّا يقضى منه العجب هو أنّ الخليفة طبّق ما سمعه من الحديث على مورد واحد وهو الحيلولة بينه وبين فاطمة ، ولكنّه ترك سائر أموال النبيّ بيد مَن ورثه ، فهذه بيوت النبيّ قد بقيت على يد أزواجه دون أن تصادر ! ! وهذا سيف رسول اللَّه وخاتمه وبعض ما يختصّ به ، فلم يطلب ولم يصادر ! ! وإنّما خصّت المصادرة بفدك ، التي كانت ذات ريع كثير والخلافة آنئذ كانت بحاجة إليها ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الكافي : 1 / 32 ، باب صفة العلم . . .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nوإنّ فدك صارت أمراً سياسياً بعد عصر الخليفة ، والشاهد على ذلك أنّه اختلفت سيرة الخلفاء بين ردّها على أولاد فاطمة وبين أخذها ، يقول ابن أبي الحديد : ولمّا ولي الأمر معاوية بن أبي سفيان أقطع مروان بن الحكم ثلثها ، وأقطع عمرو بن عثمان بن عفان ثلثها ، وأقطع يزيد بن معاوية ثلثها ، وذلك بعد موت الحسن بن علي عليهما السلام ، فلم يزالوا يتداولونها حتى خلصت لمروان بن الحكم أيام خلافته ، فوهبها لعبد العزيز ابنه ، ووهبها عبد العزيز لابنه عمر بن عبد العزيز ، فلمّا ولي عمر بن عبد العزيز الخلافة ، كانت أوّل ظلامة ردّها ، دعا حسن بن الحسن بن علي بن أبي طالب عليهم السلام ، وقيل : بل دعا علي بن الحسين عليهما السلام ، فردّها عليه ، وكانت بيد أولاد فاطمة مدة ولاية عمر بن عبد العزيز ؛ فلمّا ولي يزيد بن عاتكة قبضها منهم ، وكان الأمر على هذا النحو إلى أيام العباسيّين . وأمّا فيها فقد كانت تتداول بين الخلفاء وأولاد الزهراء عليها السلام فقد ردّها السفاح إلى عبد اللَّه بن الحسن ، وبعد رحيله ارجعها المنصور وكانت بيده إلى أن مات ، فقام مقامه ابنه المهدي فردّها إلى أولاد فاطمة ، إلى أن وصل الأمر إلى المأمون فردّها وكتب فيها رسالة إلى والي المدينة ، وفي هذا الصدد يقول دعبل الخزاعي :\r\n أصبح وجه الزمان قد ضحكا * بردّ مأمون هاشم فدكا « 1 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح نهج البلاغة : 16 / 218 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nرسالة المأمون العباسي إلى قثم بن جعفر عامله على المدينة\r\nقال البلاذري : ولمّا كانت سنة عشر ومائتين أمر المأمون ، فدفعها ( يعني فدكاً ) إلى ولد فاطمة وكتب بذلك إلى قثم بن جعفر عامله على المدينة : أمّا بعد ، فإنّ أمير المؤمنين بمكانه من دين اللَّه .\r\nوخلافة رسوله صلى الله عليه وآله وسلم والقرابة به ، أولى من استن سنّته ، ونفذ أمره وسلّم لمن منحه منحة وتصدّق عليه بصدقة منحته وصدقته ، وباللَّه توفيق أمير المؤمنين وعصمته ، وإليه في العمل بما يقربه إليه رغبته ، وقد كان رسول اللَّه صلى الله عليه وآله وسلم أعطى فاطمة بنت رسول اللَّه صلى الله عليه وآله وسلم فدك وتصدّق بها عليها ، وكان ذلك أمراً ظاهراً معروفاً لا اختلاف فيه بين آل رسول اللَّه صلى الله عليه وآله وسلم ، ولم تزل تدعى منه ما هو أولى به من صدق عليه ، فرأى أمير المؤمنين أن يردّها إلى ورثتها ويسلّمها إليهم تقرّباً إلى اللَّه تعالى بإقامة حقه وعدله وإلى رسول اللَّه صلى الله عليه وآله وسلم بتنفيذ أمره وصدقته ، فأمر بإثبات ذلك في دواوينه والكتاب به إلى عماله ، فلئن كان ينادى في كلّ موسم بعد أن قبض اللَّه نبيه صلى الله عليه وآله وسلم أن يذكر كلّ مَن كانت له صدقة أو هبة أو عدة ذلك فيقبل قوله وينفذ عدته ، أنّ فاطمة رضي اللَّه عنها لأولى بأن يصدق قولها فيما جعل رسول اللَّه صلى الله عليه وآله وسلم لها ، وقد كتب ( أمير المؤمنين ) إلى المبارك الطبري مولى أمير المؤمنين يأمره برد فدك على ورثة فاطمة بنت رسول اللَّه صلى الله عليه وآله وسلم بحدودها وجميع حقوقها المنسوبة إليها وما فيها من الرقيق\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nوالغلّات وغير ذلك ، وتسليمها إلى محمد بن يحيى بن الحسين بن زيد بن علي بن الحسين بن علي بن أبي طالب ، ومحمد بن عبد اللَّه بن الحسن بن علي بن الحسين بن علي بن أبي طالب لتولية ( أمير المؤمنين ) إيّاهما القيام بها لأهلها . فأعلم ذلك من رأي أمير المؤمنين وما ألهمه اللَّه من طاعته ووفقه له من التقرّب إليه وإلى رسوله صلى الله عليه وآله وسلم وأعلمه من قبلك ، وعامل محمد بن يحيى ومحمد بن عبد اللَّه بما كنت تعامل به المبارك الطبري ، وأعنهما على ما فيه عمارتها ومصلحتها ووفور غلّاتها إن شاء اللَّه ، والسلام .\r\nوكتب يوم الأربعاء لليلتين خلتا من ذي القعدة سنة عشر ومائتين .\r\nفلمّا استخلف المتوكل على اللَّه ، أمر بردّها إلى ما كانت عليه قبل المأمون . « 1 »\r\n\r\nالسؤال الثالث : أنّ زكريا عليه السلام سأل اللَّه سبحانه أن يهبه ولداً يرثه\r\nكيف تقول بأنّ الأنبياء لا يورثون ، ونحن نرى أنّ زكريا طلب من اللَّه سبحانه أن يرزقه ولداً يرثه وقال :   « فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا * يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ وَاجْعَلْهُ رَبِّ رَضِيًّا »   ( 2 ) .\r\n\r\nأجاب عثمان الخميس عن الاستدلال بأجوبة ثلاثة :\r\n1 . لو نظرنا إلى الواقع لوجدنا أنّ يحيى عليه السلام مات في حياة أبيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فتوح البلدان : 46 - 47 .\r\n2 . مريم : 5 - 6 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوقتل فيها ولم يرث من زكريا ، وهذا يعني إنّ اللَّه استجاب لزكريا عليه السلام دعاءه وأورث يحيى النبوة .\r\n2 . أنّ زكريا عليه السلام مات فقيراً ، لم يكن لديه مال .\r\n3 . أين يحيى من آل يعقوب ، فهو محجوب بالمئات وهي العصبة ، فلا يرث شيئاً من آل يعقوب .\r\nأقول : قبل أن ندرس الوجوه الثلاثة التي استدلّ بها على ما يتبنّاه ، نذكر كيفية استدلال أصحابنا الإمامية بالآية على أنّ المراد هو الوراثة في المال ، وذلك بوجهين :\r\nالأوّل : إنّ طلب الولد ممّا فطر اللَّه عليه النوع الإنساني ، سواء في ذلك الصالح والطالح ، والنبيّ وغيره ، وكلّ إنسان لو لم ينحرف طبعه ، ينساق إلى طلب الولد ويرى وجود الولد بعده بقاء لنفسه ، والشرائع الإلهية لم تبطل هذا الحكم الفطري ، ولا ذمّت هذه الداعية الغريزية بل مدحتها ، وكفى في ذلك قول إبراهيم عليه السلام :  « رَبِّ هَبْ لِي مِنَ الصَّالِحِينَ »  « 1 » ، وقوله تعالى حكاية عن المؤمنين :\r\n « رَبَّنا هَبْ لَنا مِنْ أَزْواجِنا وَذُرِّيَّاتِنا قُرَّةَ أَعْيُنٍ »  ( 2 ) .\r\nالثاني : كانت تجلب إلى زكريا أموال من بني إسرائيل بل تجلب إلى مطلق الأحبار ، وكان زكريا رئيسهم ، فلذلك خاف أن يموت بلا عقب وتقع تلك الأموال بيد الموالي الذين لم يكونوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الصافات : 100 . 2 . الفرقان : 74 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nأُناساً صالحين ، فطلب منه سبحانه ولداً يقوم مقامه ويتصرّف في الأموال حسب الموازين الإلهية ، ففي تفسير علي بن إبراهيم : لم يكن يومئذٍ لزكريا ولد يقوم مقامه ويرثه وكانت هدايا بني إسرائيل ونذورهم للأحبار ، وكان زكريا رئيس الأحبار . الخ . « 1 » إذا عرفت ما ذكرنا فاعلم أنّ في نفس الآية دليلين واضحين على أنّ المراد من الوراثة هو الوراثة في المال :\r\nالأوّل : أنّ قوله :  « وَإِنِّي خِفْتُ الْمَوالِيَ »  ظاهر في أنّه كان هناك أمر يخاف عليه ، فلو رزق الولد لارتفع خوف زكريا ، ولو مات بلا عقب لساد الخوف ، وعلى ضوء هذا فنقول : لو أُريد من الخوف خوف وراثة المال فهذا هو الذي يرتفع مع وجود الولد إذ أنّ الموالي حينئذٍ لا يرثونه مع وجود الولد . وهذا بخلاف ما لو أُريد من الوراثة وراثة النبوة أو العلم أو ما يشبهه ، فإنّه ممّا لا يحدث ولا يسود لو مات بلا عقب ؛ لأنّ النبوة والعلم ليسا من الأُمور الوراثية ، فسواء أكان له ولد أو لا ، أوصار ذا ولد أو لا ، فهذا ليس ممّا يخاف منه ، لأنّ اللَّه سبحانه أعلم حيث يجعل رسالته .\r\nالثاني : أنّه يطلب من اللَّه سبحانه أن يرزقه ولداً يكون مرضياً عنده ، كما قال :  « وَاجْعَلْهُ رَبِّ رَضِيًّا »  ( 2 ) ، وفي آية أُخرى قال :  « رَبِّ هَبْ لِي مِنْ لَدُنْكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعاءِ »  فلو كان المراد أنّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تفسير القمي : 2 / 48 ؛ تفسير نور الثقلين : 3 / 323 .\r\n2 . مريم : 6 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nسبحانه يرزقه ولداً يرثه في النبوة والحكمة ، فكان طلب ولد يوصف بكونه طيباً أو طيبة عنده ، أمراً لغواً ؛ لأنّ النبوة تلازم كون الموصوف بها مرضيّاً عند اللَّه ، فلو أنّ القوم تأمّلوا في هذين الأمرين لما استماتوا في تفسير الآية على أنّ المراد هو الوراثة في الحكمة والنبوة .\r\nإذا عرفت ذلك فلنرجع إلى الوجوه التي ذكرها عثمان الخميس ولعلّ الجميع مأخوذ من تفسير الآلوسي .\r\nأمّا الوجه الأوّل - أعني قوله : إنّ يحيى عليه السلام مات في حياة أبيه فلم يرث أباه - فيلاحظ عليه :\r\nأوّلًا : بأنّ السؤال متوجّه إلى كلّ من النظريتين وراثة النبوّة أو وراثة المال ، لأنّ الوراثة بكلا المعنيين تتصوّر بعد رحيل زكريا إلى لقاء اللَّه ، وإلّا فلو مات يحيى قبله فما معنى كون يحيى نبيّاً في نفس الوقت الّذي كان فيه زكريّا كما لا معنى لكونه وارثاً لأبيه ، إذ لا حاجة لبعث نبيّين ( زكريا ويحيى ) إلى أُمّة واحدة ، وجماعة معيّنة كبني إسرائيل .\r\nنعم ربّما تقتضي ظروف الرسالة لبعث نبيين في مكانين وأُمتين مختلفين كبعث لوط إلى قوم ، وإبراهيم إلى آخرين ، وربّما تقتضي الظروف لوجود نبيين في مكان وأُمّة واحدة لحاجة النبيّ السابق لدعم وتأييد النبيّ اللاحق ، كنبوة هارون حيث سأل\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nموسى عليه السلام ربّه أن يبعث أخاه نبيّاً ووزيراً له .\r\nوثانياً : أنّه لم يثبت بدليل قاطع على أنّ يحيى قتل في حياة أبيه لو لم يثبت عكسه ، هذا هو جلال الدين السيوطي ينقل عن عليّ بن أبي طالب عليه السلام في قوله :  « لَتُفْسِدُنَّ فِي الْأَرْضِ مَرَّتَيْنِ »  « 1 » قال :\r\nالأوّل : قتل زكريا عليه السلام ، والأُخرى يحيى عليه السلام . ( 2 )\r\nوأخرج ابن جرير عن ابن زيد قال : كان إفسادهم الّذي يفسدون في الأرض مرّتين : قتل زكريا عليه السلام ويحيى بن زكريا . . . ( 3 ) الظاهر في تقدّم الوالد على الولد .\r\nوروى الكليني عن أبي جعفر الباقر عليه السلام أنّه مات بعد رحيل زكريا . « 2 » فالظاهر من هذه الروايات تقدُّم موت الوالد ( زكريا ) على الولد ( يحيى ) .\r\nأمّا الوجه الثاني - أعني قوله : إنّ زكريا عليه السلام مات فقيراً ولم يكن لديه مال - فيلاحظ عليه بما ذكرنا من أنّه كانت تجلب إليه أموال من بني إسرائيل ، بل تجلب الأموال إلى الأحبار أيضاً وكان زكريا على رأسهم ، فخاف أن يموت بلا عقب وتقع تلك الأموال بيد أُناس غير صالحين .\r\nوأمّا الوجه الثالث - أي وراثة يحيى من آل يعقوب فهو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الإسراء : 4 . 2 . تفسير الدر المنثور : 5 / 235 . 3 . تفسير الدر المنثور : 5 / 243 .\r\n( 2 ) . الكافي : 1 / 382 ، باب حالات الأئمّة عليهم السلام في السن .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nمحجوب بالمئات وهي العصبة فلا يرث شيئاً من آل يعقوب - فيلاحظ عليه : أنّ حجب العصبة إنّما هو في فقه السنة ولم يُعلم كونه كذلك في الشريعة الموسوية أو العيسوية ، كما أنّ العصبة ليست حاجزاً في فقه الإمامية ، مضافاً إلى أنّ المراد من قوله تعالى  « يَرِثُ مِنْ آلِ يَعْقُوبَ »  ليس إرثاً من جميع آل يعقوب ، وإنّما هو إرث من بعضهم ، ويكفي في ذلك أنّه يرث أُمّه أو فرداً آخر من آل يعقوب ، والذي تجمعهما رابطة نسبية أو سببية .\r\n\r\nنقد كلام الآلوسي\r\nولمّا انتهى كلامنا إلى هنا فلنذكر ما ذكره السيد الآلوسي في المقام ، وهو من المتحمسّين إلى أنّ الوراثة ليست وراثة مالية وذلك بوجوه ثلاثة :\r\nالأوّل : يقول ممّا يؤيّد حمل الوراثة هنا على وراثة العلم ونحوه دون المال ، أنّه ليس في الأنظار العالية والهمم العلياء للنفوس القدسية التي انقطعت من تعلّقات هذا العالم المتغيّر الفاني واتّصلت بالعالم الباقي ميل للمتاع الدنيوي قدر جناح بعوضة لاسيّما جناب زكريا عليه السلام فإنّه كان مشهوراً بكمال الانقطاع والتجرّد ، فيستحيل عادة أن يخاف من وراثة المال والمتاع الذي ليس له في نظره العالي أدنى قدر أو يظهر من أجله الكلف والحزن والخوف ، ويستدعي من حضرة الحقّ سبحانه وتعالى ذلك النحو من\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالاستدعاء ، وهو يدلّ على كمال المحبّة وتعلّق القلب بالدنيا . « 1 » يلاحظ عليه : بأنّ خوف زكريا من وراثة الأغيار لم يكن لأجل تعلّق نفسه بالمال حتى يقال إنّ الهمم العليا للنفوس القدسية انقطعت من تعلّقات هذا العالم ، وإنّما خوفه أن تقع هذه الأموال التي تأتي يوماً بعد يوم بيد أشرار الناس فتصرف في غير محلّها ، ولذلك ورد في سيرة النبيّ الأكرم صلى الله عليه وآله وسلم أنّه كان يصرف ما يقع تحت يده من الغنائم بأسرع وقت . وليس هذا النوع من الخوف دليلًا على التعلّق بالدنيا ومتاعها ، بل دليلًا على ورعه وتقواه من أن تصرف الأموال في غير جهتها الشرعية .\r\nالثاني : أنّ ذلك لا يخاف منه إذ الرجل إذا مات وانتقل ماله بالوراثة إلى آخر صار المال مال ذلك الآخر ، فصرفه على ذمّته صواباً أو خطأ ولا مؤاخذة على الميّت من ذلك الصرف بل لا عتاب أيضاً . ( 2 )\r\nيلاحظ عليه : بأنّ الإنسان المتديّن إذا أحسّ بأنَّ ما في يده من الأموال سوف يقع في يد شرار الناس يصرفونه في غير مواضعه الشرعية ، يخطّط لها حتى لا تقع في أيديهم ، فالقول : « بأنّ المال مالهم والوزر عليهم » قول مَن لا يحسّ بالمسؤولية تجاه ما يملكه الأشرار من الأموال التي بيده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . روح المعاني : 16 / 64 .\r\n2 . نفس المصدر : 16 / 65 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالثالث : بأنّه كان في إمكان زكريا أن يصرف ما يملك قبل موته ويتصدّق به كلّه في سبيل اللَّه ، ويترك بني عمه الأشرار خائبين . « 1 »\r\nأقول : هذا الكلام أغرب من سابقيه وهو يعني أنّ زكريا كان يعلم بأجله متى يموت ، فيتصدّق بماله قبل ذلك بسنة ، مثلًا ، وقد مرّ أنّ الأموال كانت تجبى إليه وقتاً بعد وقت .\r\nولعمري أنّ الداعي لنسج هذه الوجوه وصرف الآية عن ظاهرها هو تصحيح ما رواه أبو بكر في هذا المقام ، ولولا هذا لما خطر ببال أحد شيء من هذه الوجوه .\r\nوفي الختام نذكر ما احتجّت به بنت المصطفى صلى الله عليه وآله وسلم سيدة نساء العالمين عليها السلام في خطبتها الغرّاء على خطأ أبي بكر في مصادرة فدك وإخراج عمالها عنها .\r\nروى المؤرّخون والمحدّثون أنّه لما أجمع أبو بكر وعمر على منع فاطمة بنت رسول اللَّه صلى الله عليه وآله وسلم فدكاً وبلغ ذلك فاطمة ، لاثت خمارها على رأسها واشتملت بجلبابها وأقبلت في لمّة من حفدتها ونساء قومها ، حتى دخلت على أبي بكر وهو في حشد من المهاجرين والأنصار ، فنيطت دونها ملاءة ، وابتدأت كلامها بقولها :\r\n« الحمد للَّه‌على ما أنعم ، وله الشكر على ما ألهم . . . إلى أن قالت : أيّها الناس اعلموا أنّي فاطمة وأبي محمّد أقول عوداً وبدواً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . روح المعاني : 16 / 65 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nولا أقول ما أقول غلطاً ولا أفعل ما أفعل شططاً . . . إلى أن قالت : يا ابن أبي قحافة أفي كتاب اللَّه أن ترث أباك ولا أرث أبي لقد جئت شيئاً فريّاً ؟ ! أفعلى عمد تركتم كتاب اللَّه ونبذتموه وراء ظهوركم إذ يقول :  « وَوَرِثَ سُلَيْمانُ داوُدَ »  وقال فيما اقتص من خبر يحيى بن زكريا عليهما السلام إذ قال :   « فَهَبْ لِي مِنْ لَدُنْكَ وَلِيًّا * يَرِثُنِي وَيَرِثُ مِنْ آلِ يَعْقُوبَ »   « 1 » ، وقال [ أيضاً 
  ] :  « وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ   فِي كِتابِ اللَّهِ »  ( 2 ) ، وقال :  « يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  ( 3 ) وقال :  « إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ لِلْوالِدَيْنِ وَالْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ »  ( 4 ) وزعمتم : أن لاحظوة « 2 » لي ولا أرث من أبي ولا رحم بيننا ، أفخصّكم اللَّه بآية [ من القرآن 
  ] أخرج أبي [ محمداً صلى الله عليه وآله وسلم 
  ] منها ؟ أم هل تقولون : إنّ أهل الملّتين لا يتوارثان ؟ أو لست أنا وأبي من أهل ملّة واحدة ؟ أم أنتم أعلم بخصوص القرآن وعمومه من أبي وابن عمّي ؟ » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مريم : 5 - 6 . 2 . الأنفال : 75 . 3 . النساء : 11 . 4 . البقرة : 180 .\r\n( 2 ) . الحظوة - بضم الحاء وكسرها - : المكانة والمنزلة . لسان العرب : 14 / 185 .\r\n( 3 ) . بلاغات النساء : 23 - 33 ، لمحمد بن أبي طاهر ( 204 - 280 ه ) ؛ كتاب السقيفة : 97 - 101 ، لأبي بكر الجوهري ( المتوفّى : 323 ه ) ؛ الشافي في الإمامة : 4 / 69 - 77 ، للسيد المرتضى ( المتوفّى 436 ه ) ؛ معاني الأخبار : 354 للشيخ الصدوق ( المتوفّى 381 ه ) ؛ أمالي الطوسي : 384 ، المجلس 13 للشيخ الطوسي ( المتوفّى : 460 ه ) ؛ شرح نهج البلاغة : 16 / 211 ، لابن أبي الحديد ( المتوفى : 655 ه ) ؛ كشف الغمة : 1 / 116 ، لأبي الحسن الإربلي ( المتوفّى 936 ه ) ، إلى غير ذلك من المصادر الكثيرة .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nبقي هنا أمران :\r\nالأوّل : قد مرّ أنّ الخلفاء الأمويّين والعباسيّين كانوا يتلاعبون بفدك ، فتارة يأخذونها وأُخرى يسلّمونها إلى أصحابها .\r\nوقد ذكر الشيخ عثمان الخميس قصة التداول على وجه لم نجد له مصدراً ، وقد ذكرنا ما هو الموجود في كتاب « فتوح البلدان » للبلاذري .\r\nالثاني : أنّه قال : سألني أحد الشيعة مرّة فقال : إنّ أبا بكر ظلم ، لأنّه منع ميراث فاطمة عليها السلام . فقلت : أبو بكر ظلم ، وقلت من كان بعده ؟ قال : عمر ، قلت : هو أيضاً ظلم إلى أن ساق الحديث إلى علي ، فهو أيضاً ظلم لأنّه لم يعط الحقّ لأصحابه . إلى أن قال :\r\nفكيف الفعل واحد والبعض ظالم والآخر غير ظالم ؟\r\nيلاحظ عليه : أنّه خفي على المجيب وجه امتناع علي عليه السلام من التصرّف في فدك وقد ذكر وجه ذلك في بعض خطبه فقال في رسالة كتبها إلى عامله عثمان بن حنيف على البصرة وقال : « بلى ، قد كانت في أيدينا فدك من كلّ ما أظلته السماء ، فشحّت عليها نفوس قوم ، وسخت عنها نفوس قوم آخرين ، ونعم الحكم اللَّه ، وما أصنع بفدك وغير فدك ، والنفس مظانها في غد جدث ، تنقطع\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nفي ظلمة آثارها ، وتغيب أخبارها » . « 1 » يقول ابن أبي الحديد ردّاً على هذه الشبهة التي استند إليها عثمان الخميس ونقلها بشكل كأنّها من إبداعاته ، يقول : أمّا ما ذكر من ترك أمير المؤمنين عليه السلام فدك لمّا أفضى الأمر إليه واستدلاله بذلك ، فالوجه في تركه ردّ فدك هو الوجه في إقراره أحكام القوم وكفّه عن نقضها وتغييرها ، وقد بيّنا ذلك فيما سبق وذكرنا أنّه كان في انتهاء الأمر إليه في بقية من التقية قوية . ( 2 )\r\nوكم من أحكام بدعية في أيام الخلفاء ، كإقامة صلاة التراويح جماعة ، والإيراث بالعول والتعصيب إلى غير ذلك ، لم يستطع الإمام عليه السلام أن يردّها إلى مواضعها حتى أنّه عليه السلام لما أرسل ولده الحسن عليه السلام إلى المسجد ليصدّ الناس عن إقامة النوافل جماعة في شهر رمضان ارتفعت أصوات المصلين ب : « واعمراه » ، فتركهم ، ولو أنّ الإمام عليه السلام قام بردّ أرض فدك إلى أولاد فاطمة عليها السلام لارتفعت أصوات مقلّدة الخلفاء ، كما قامت في غيرها ، فرجّح الإمام تركها بحالها وأن يُسقي آخرها بكأس أوّلها .\r\nهذا ما نقدّمه إلى مَن يستمع هذه البرامج وندعوه إلى القضاء ، وأن يقتدي بقوله سبحانه :  « الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ » . \r\nجعفر السبحاني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة : قسم الرسائل ، برقم 45 .\r\n2 . شرح نهج البلاغة : 16 / 278 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\n4 - مع عثمان الخميس في ردّه على الشيعةفي مفاد حديث الكساء\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nالخميس ينقل حديث الكساء عن صحيح مسلم ،\r\nبثّت قناة « وصال » حلقة جديدة من برنامج « شبهات وردود » وموضوع الحلقة - حسب تعبيرهم - هو الردّ على احتجاج الرافضة بحديث الكساء ، وكان الشيخ عثمان الخميس . هو أحد المتحدّثين في هذا البرنامج .\r\nوقد نقل الشيخ حديث الكساء عن صحيح مسلم ، وقال : إنّ النبيّ صلى الله عليه وآله وسلم نادى عليّاً وفاطمة وأدخلهما تحت الكساء ، ثم جاء الحسن ودخل تحت الكساء ، ثم جاء الحسين ودخل هو كذلك معهم تحت الكساء .\r\n\r\nاعتراضات الخميس ينقل على الشيعة حول حديث الكساء\r\nوقال : عندما اجتمع الخمسة تحت الكساء رفع النبيّ صلى الله عليه وآله وسلم يديه إلى السماء وقال : « اللّهم إنّ هؤلاء أهل بيتي فأذهب عنهم الرجس ، اللّهم طهرهم تطهيراً » .\r\nثم وجّه اعتراضات أربعة :\r\n1 . أنّ الشيعة يعجزون عن إخراج سند صحيح لهذا الحديث ولا توجد رواية عندهم تروي هذا الحديث ، فالحديث ثابت عندنا نحن أهل السنّة والجماعة .\r\n2 . ذهبت الشيعة إلى أنّ هذا الحديث خصّ السيدة فاطمة والإمام عليّاً والحسن والحسين عليهم السلام بأنّهم أهل البيت ، وغيرهم\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nخارج عن أهل بيت النبيّ ، فلا يدخل أي فرد آخر في المعنى المراد من أهل البيت عليهم السلام .\r\nثمّ ردّ عليه بأنّ هذا الأمر غير صحيح ، وكمثال توضيحي لهذا الأمر عندما أقول : إنّ هؤلاء تلاميذي وأنا أقصد الحاضرين منهم ، هذا لا يخرج التلاميذ الغائبين عن صدق قولي : تلاميذي عليهم ، وهذا ما ثبت بالنصّ على أنّ هناك أهل بيت للنبي يصدق عليهم هذا القول ، وهم لم يكونوا مع النبيّ صلى الله عليه وآله وسلم تحت الكساء .\r\n3 . أنّ الشيعة يُدخلون باقي الأئمة من ولد الحسين عليه السلام ( رغم أنّهم ) لم يكونوا مع النبيّ صلى الله عليه وآله وسلم تحت الكساء .\r\n4 . تقول الشيعة : إنّ أهل البيت معصومون منذ الولادة ، فلو كانوا كذلك كيف يقول النبيّ في دعائه : طَهِّرهم تطهيراً ، وهل هو إلّا تحصيل الحاصل ؟\r\nوحاصل كلامه يتلخّص في محاور أربعة :\r\n1 . ليس عند الشيعة حديث صحيح حول أصحاب الكساء .\r\n2 . أنّ هذا الحديث لا يدلّ على اختصاص أهل البيت بأصحاب الكساء .\r\n3 . لو فرض اختصاص أهل البيت بأصحاب الكساء فلازم ذلك خروج بقية الأئمة عنهم .\r\n4 . لو كان الأئمة معصومين فكيف يطلب النبيّ صلى الله عليه وآله وسلم لهم التطهير من الذنب ؟\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nوقبل الإجابة عن شبهاته الّتي يكررها حيناً بعد حين ، وكأنّه ليس للشيخ في هذه الظروف الحرجة أي أمر يهمّه سوى الردّ على الشيعة ، وأحياناً بالافتراء عليهم ؟ ! نقول :\r\nسماحة الشيخ يقرأ القرآن الكريم واللَّه سبحانه يذمّ التنابز بالألقاب ويقول :  « وَلا تَنابَزُوا بِالْأَلْقابِ »  « 1 » أو ليست تسمية أُمّة كبيرة من المسلمين الّذين يوحّدون اللَّه تبارك وتعالى ، خلقاً وتدبيراً وتشريعاً وعبادة ويشهدون برسالة النبيّ الأكرم صلى الله عليه وآله وسلم وخاتميته ويصلّون ويصومون ويحجّون - تسمية هؤلاء - بالرافضة من قبيل التنابز بالإلقاب ، وهو أمر محرّم ، فكان اللازم على الشيخ أن يعبّر بالإمامية أو بشيعة أهل البيت ، كما في ثنايا كلامه .\r\nإذا وقفت على ذلك فلنرجع إلى دراسة المحاور الأربعة من كلامه .\r\n\r\nالمحور الأوّل : الشيعة وحديث الكساء\r\nيقول : إن الشيعة يعجزون عن إخراج سند صحيح لهذا الحديث .\r\nأقول : نحن نسأل الشيخ هل أحاط خُبراً بكتب الشيعة وأحاديثهم وفحصها فلم يجد فيها رواية صحيحة حول أصحاب الكساء ؟ ! لا أظنّ أنّ الشيخ يجيب بنعم ، وعلى كلّ تقدير فعلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الحجرات : 11 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nخلاف زعم الشيخ فإنّ الشيعة اهتمّوا بنقل هذا الحديث منذ القرون الأُولى إلى يومنا هذا ، فقد عقد الكليني ( المتوفّى 329 ه ) باباً نقل فيه حديث الكساء بأسانيد صحيحة ، « 1 » واستمر الاهتمام بنقل هذا الحديث من بعده ، فنقل الحافظ ابن البطريق الحلّي ( 523 - 600 ه ) في أثره القيّم « عمدة عيون صحاح الأخبار » فصلًا في ذلك ونقل فيه 37 حديثاً من أعلام السنة . « 2 »\r\nكما نقل المحدّث الخبير السيد هاشم البحراني في كتاب « غاية المرام » ما يتجاوز عن أربعين حديثاً من كتب أهل السنّة و 34 حديثاً من كتب الشيعة . « 3 »\r\nونقل المفسّر الكبير العلّامة الحويزي في تفسيره نور الثقلين 25 حديثاً « 4 » .\r\nوروى الشهيد السعيد نور اللَّه القاضي في كتابه « إحقاق الحقّ » حديث أهل الكساء من كتب أهل السنّة ( حديثاً وتفسيراً وتاريخاً ) وتجد في هوامش الكتاب استدراكات كثيرة على ما فات المصنّف . « 5 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الكافي : 1 / 286 ، باب ما نصّ اللَّه عزّوجل ورسوله على الأئمة واحداً فواحداً .\r\n( 2 ) . العمدة : 75 - 90 .\r\n( 3 ) . غاية المرام وحجّة الخصام : 3 / 193 - 211 ، طبعة بيروت .\r\n( 4 ) . لاحظ : تفسير نور الثقلين : 4 / 270 - 277 .\r\n( 5 ) . إحقاق الحقّ : 2 / 502 - 544 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nولنا رسالة باسم « أهل البيت سماتهم وحقوقهم في القرآن الكريم » حقّقنا فيها مفاد آية التطهير ونقلنا فيها ما يناهز 35 حديثاً ممّا رواه أعلام السنّة .\r\nوقد قام ولدنا الروحي السيد علي الموحد الأبطحي بجمع كلّ ما رواه أعلام السنّة والشيعة حول آية التطهير ونشره في جزئين ، باسم : « آية التطهير في أحاديث الفريقين » .\r\nوعلى ضوء هذا فالحديث متواتر عند الفريقين لا يحتاج إلى نقل حديث صحيح حوله ، رغم وجود صحاح عندهم تتعلّق به ، ومع ذلك كيف يطلب الشيخ منّا حديثاً صحيحاً حول الكساء ولقد بلغ الموضوع إلى حدّ يصحّ أن يقال : اطفأ المصباح فقد طلعت الشمس ، ومع ذلك فنحن ننزل عند رغبة الشيخ فنذكر حديثاً صحيحاً ، ونقول :\r\nروى الكليني ، عن محمد بن يحيى ، عن أحمد بن محمد بن عيسى ، عن محمد بن خالد والحسين بن سعيد ، عن النضر بن سويد ، عن يحيى بن عمران الحلبي ، عن أيوب بن الحر ، وعمران بن علي الحلبي ، عن أبي بصير عن أبي عبداللَّه عليه السلام ، في حديث . . .\r\nقال : « لكن اللَّه عز وجل أنزله في كتابه تصديقاً لنبيّه :  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً »  « 1 » فكان عليّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الأحزاب : 33 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nوالحسن والحسين وفاطمة عليهم السلام فأدخلهم رسول اللَّه صلى الله عليه وآله وسلم تحت الكساء في بيت أُم سلمة ثم قال : اللهم إن لكلّ نبي أهلًا وثقلًا وهؤلاء بيتي وثقلي » فقالت أُم سلمة : ألست من أهلك ، فقال صلى الله عليه وآله وسلم :\r\n« إنك إلى خير ، ولكن هؤلاء أهلي وثقلي . . . » « 1 » .\r\nونقل الكليني أيضاً - في نفس الباب - طريقين صحيحين لهذا الحديث تركنا ذكرهما روماً للاختصار .\r\n\r\nالمحور الثاني : حديث الكساء لا يختصّ بأهل البيت عليهم السلام\r\nيقول : إنّ هذا الحديث لا يدلّ على اختصاص أهل البيت بأصحاب الكساء ، مستشهداً بمثال قد عرفته .\r\nأقول : لو أحاط الشيخ بكافّة طرق الحديث الّتي نقلها أعلام الحديث والتاريخ والتفسير لوقف على أنّ النبيّ صلى الله عليه وآله وسلم قام بتعريف أهل البيت بطرق ثلاثة ، وكان الغرض من اتّخاذ هذه الطرق المختلفة تخصيصه بهم :\r\nتارة صرّح بأسماء مَن نزلت الآية بحقّهم حتّى يتعيّن المنزول فيه باسمه ورسمه .\r\nوأُخرى قد أدخل جميع مَن نزلت الآية في حقّهم تحت الكساء ، ومنع من دخول غيرهم ، وأشار بيده إلى السماء وقال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الكافي : 1 / 288 ح 1 ، باب ما نصّ اللَّه عزّوجل ورسوله على الأئمة واحداً فواحداً .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n« اللّهم إنّ لكلّ نبيّ أهل بيت ، وهؤلاء أهل بيتي » .\r\nوثالثة : كان يمرّ ببيت فاطمة عليها السلام عدّة شهور ، كلّما خرج إلى الصلاة فيقول : الصلاة أهل البيت :  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً » . \r\nوبهذه الطرق الثلاثة حدّد أفراد البيت وعيّن مصاديقهم على وجه يكون جامعاً لهم ومانعاً عن غيرهم .\r\nولمّا كانت الروايات في كلّ طريق من هذه الطرق كثيرة ، نقتصر في كلّ مورد بما نقله الطبري في تفسيره والسيوطي في درره ، وفيهما كفاية عن ذكر سائر المصادر من الصحاح والسنن والمسانيد ولم نذكر كلّ ما رواه العلمان في تفسيرهما روماً للاختصار ، وإليك البيان :\r\n\r\nالطائفة الأُولَى : التصريح بأسمائهم\r\n1 . روى الطبري : عن أبي سعيد الخدري قال : قال رسول اللَّه صلى الله عليه وآله وسلم : « نزلت هذه الآية في خمسة : فيّ ، وفي عليّ رضي الله عنه ، وحسن رضي الله عنه ، وحسين رضي الله عنه ، وفاطمة رضي اللَّه عنها :  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً » »  . « 1 »\r\n2 . وعن أبي سعيد ، عن أُم سلمة زوج النبيّ صلى الله عليه وآله وسلم : إنّ هذه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تفسير الطبري : 22 / 5 ، طبعة دار المعرفة ، بيروت ، 1400 ه .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالآية نزلت في بيتها  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً »  قالت : وأنا جالسة على باب البيت ، فقلت : أنا يا رسول اللَّه ألست من أهل البيت ؟ قال : « إنّك إلى خير ، أنت من أزواج النبيّ صلى الله عليه وآله وسلم » قالت : وفي البيت رسول اللَّه صلى الله عليه وآله وسلم وعليّ وفاطمة والحسن والحسين رضي اللَّه عنهم . « 1 »\r\n3 . روى السيوطي عن ابن مردويه ، عن أُم سلمة قالت : نزلت هذه الآية في بيتي  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً »  وفي البيت سبعة : جبريل ، وميكائيل عليهما السلام ، وعليّ ، وفاطمة ، والحسن ، والحسين ( رضي اللَّه عنهم ) ؛ وأنا على باب البيت ، قلت : يا رسول اللَّه ألست من أهل البيت ؟ قال : « إنّك إلى خير ، إنّك من أزواج النبيّ صلى الله عليه وآله وسلم » . « 2 »\r\n4 . نقل عن ابن جرير وابن أبي حاتم والطبراني عن أبي سعيد الخدري رضي الله عنه ، قال : قال رسول اللَّه صلى الله عليه وآله وسلم : « نزلت هذه الآية في خمسة : فيّ ، وفي عليّ ، وفاطمة ، وحسن ، وحسين  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً » .  « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تفسير الطبري : 22 / 7 .\r\n( 2 ) . تفسير الدر المنثور : 6 / 604 ، طبعة دار الفكر ، بيروت ، 1403 ه .\r\n( 3 ) . نفس المصدر : 6 / 604 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nالطائفة الثانية : إدخالهم تحت الكساء\r\nإدخالهم تحت الكساء أو « مرط » أو « ثوب » أو « عباءة أو قطيفة » : فقد وردت حوله هذه الروايات :\r\n5 . أخرج الطبري قال : قالت عائشة : خرج النبيّ صلى الله عليه وآله وسلم ذات غداة وعليه مِرط مرجّل من شعر أسود ، فجاء الحسن فأدخله معه ، ثم جاء علي فأدخله معه ، ثم قال :  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً » .  « 1 »\r\n6 . أخرج الطبري قال : عن أُمّ سلمة قالت : كان النبيّ صلى الله عليه وآله وسلم عندي وعليّ وفاطمة والحسن والحسين فجعلت لهم حريرة فأكلوا وناموا وغطّى عليهم عباءة أو قطيفة ثم قال : « اللّهمّ هؤلاء أهل بيتي أذهب عنهم الرجس وطهرهم تطهيراً » . « 2 »\r\n7 . أخرج الطبري : عن أبي عمّار قال : إنّي لجالس عند واثلة بن الأسقع إذ ذكروا عليّاً رضي الله عنه فشتموه ، فلمّا قاموا قال : اجلس حتى أخبرك عن هذا الذي شتموا ، إنّي عند رسول اللَّه صلى الله عليه وآله وسلم إذ جاءه عليّ وفاطمة وحسن وحسين فألقى عليهم كساء له ثم قال : « اللّهم هؤلاء أهل بيتي ، اللهم أذهب عنهم الرجس وطهرهم تطهيراً » . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تفسير الطبري : 22 / 5 .\r\n( 2 ) . نفس المصدر : 22 / 6 .\r\n( 3 ) . نفس المصدر : 22 / 6 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n8 . أخرج الطبري : عن أبي عمّار قال : سمعت واثلة بن الأسقع يحدّث ، قال : سألت عن عليّ بن أبي طالب في منزله ، فقالت فاطمة : قد ذهب يأتي برسول اللَّه صلى الله عليه وآله وسلم إذ جاء ، فدخل رسول اللَّه صلى الله عليه وآله وسلم ودخلت ، فجلس رسول اللَّه صلى الله عليه وآله وسلم على الفراش وأجلس فاطمة عن يمينه وعليّاً عن يساره وحسناً وحسيناً بين يديه ، فلفع عليهم بثوبه ، وقال : «  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً »  اللّهم هؤلاء أهلي اللّهم هؤلاء أهلي » . « 1 »\r\n\r\nالطائفة الثالثة : تعيينهم بتلاوة الآية على بابهم\r\n9 . أخرج الطبري : عن أنس ، أنّ النبيّ صلى الله عليه وآله وسلم كان يمرّ ببيت فاطمة ستة أشهر كلّما خرج إلى الصلاة ، فيقول : الصلاة أهل البيت :\r\n « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً » »  . ( 2 )\r\n10 . أخرج الطبري : عن أبي الحمراء ، قال : رابطت المدينة سبعة أشهر على عهد النبيّ صلى الله عليه وآله وسلم قال : رأيت النبيّ صلى الله عليه وآله وسلم إذا طلع الفجر جاء إلى باب علي وفاطمة فقال : الصلاة الصلاة :  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً »  . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تفسير الطبري : 22 / 6 .\r\n2 . نفس المصدر : 22 / 5 - 6 .\r\n( 2 ) . نفس المصدر : 22 / 6 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n11 . روى السيوطي : أخرج ابن أبي شيبة وأحمد والترمذي وحسّنه ، وابن جرير ، وابن المنذر ، والطبراني ، والحاكم وصحّحه ، وابن مردويه ، عن أنس رضي الله عنه أنّ رسول اللَّه صلى الله عليه وآله وسلم كان يمرّ بباب فاطمة ( رضي اللَّه عنها ) إذا خرج إلى صلاة الفجر ويقول : « الصلاة يا أهل البيت :  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً »  » . « 1 » 12 . روى السيوطي : أخرج ابن مردويه ، عن أبي سعيد الخدري رضي الله عنه قال : لما دخل علي رضي الله عنه بفاطمة ( رضي اللَّه عنها ) جاء النبيّ صلى الله عليه وآله وسلم أربعين صباحاً إلى بابها يقول : « السلام عليكم أهل البيت ورحمة اللَّه وبركاته ، الصلاة رحمكم اللَّه  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً »  أنا حرب لمن حاربتم ، أنا سلم لمن سالمتم » . ( 2 )\r\n13 . روى السيوطي : أخرج ابن جرير ، وابن مردويه ، عن أبي الحمراء رضي الله عنه قال : حفظت من رسول اللَّه صلى الله عليه وآله وسلم ثمانية أشهر بالمدينة ليس من مرّة يخرج إلى صلاة الغداة إلّاأتى إلى باب عليّ رضي الله عنه فوضع يده على جنبتي الباب ثم قال : « الصلاة الصلاة :  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً » »  . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تفسير الدر المنثور : 6 / 605 .\r\n2 . نفس المصدر : 6 / 606 .\r\n( 2 ) . نفس المصدر : 6 / 606 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n14 . روى السيوطي : أخرج ابن مردويه ، عن ابن عباس - رضي اللَّه عنهما - قال : شهدنا رسول اللَّه صلى الله عليه وآله وسلم تسعة أشهر يأتي كل يوم باب علي بن أبي طالب رضي الله عنه عند وقت كل صلاة ، فيقول :\r\n« السلام عليكم ورحمة اللَّه وبركاته أهل البيت  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً »  الصلاة رحمكم اللَّه » كل يوم خمس مرّات . « 1 » 15 . روى السيوطي : أخرج الطبراني عن أبي الحمراء رضي الله عنه ، قال : رأيت رسول اللَّه صلى الله عليه وآله وسلم يأتي باب عليّ وفاطمة ستة أشهر فيقول :  « إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً » .  ( 2 )\r\nأوليس في هذه الأُمور الثلاثة دلالة على اهتمام النبيّ صلى الله عليه وآله وسلم ببيان اختصاص الآية بالخمسة الطيبة . وكم فرق شاسع بين مورد الآية ، والمثال الّذي تمسّك به ، ولا نطيل الكلام في بيان الفرق خصوصاً بالنظر إلى أنّه صلى الله عليه وآله وسلم منع أُم سلمة من الدخول تحت الكساء قائلًا بأنّها من أزواج النبيّ لا من أهل بيته الوارد في الآية .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تفسير الدر المنثور : 6 / 606 .\r\n2 . نفس المصدر : 6 / 607 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nالمحور الثالث : حديث الكساء لا يشمل باقي الأئمة من ولد الحسين عليه السلام\r\nهذه شبهة واهية أُخرى يثيرها الشيخ ، وذلك لوجهين :\r\n1 . أن الشيعة يعتقدون بإمامة بقية الأئمة من ولد الحسين عليه السلام لأنّه قد تواترت روايات كثيرة على خلافة اثني عشر خليفة ، وقد رواها أعلام السنّة والشيعة .\r\nروى مسلم في صحيحه عن جابر بن سمرة قال : دخلت مع أبي على النبيّ صلى الله عليه وآله وسلم فسمعته يقول : « إنّ هذا الأمر لا ينقضي حتّى يمضي فيهم اثنا عشر خليفة » ، قال : ثم تكلم بكلام خفي عليَّ ، قال :\r\nفقلت لأبي : ما قال ؟ قال : « كلّهم من قريش » . « 1 »\r\nومن المعلوم أنّ الأئمة الاثني عشر الّذين أخبر النبيّ صلى الله عليه وآله وسلم بإعزاز الإسلام بهم في غير واحدة من صور الحديث ، لا ينطبق على مدّعي الخلافة من الأمويّين ولا العباسيّين ؛ لأنّهم سفكوا الدماء وقتلوا أسباط النبيّ صلى الله عليه وآله وسلم وظلموا الأُمّة الإسلامية وانتهكوا المحارم . وليس له مصداق سوى أئمة أهل البيت عليهم السلام الّذين اتّفقت كلمة المسلمين جميعاً على جلالتهم وطهارتهم وعلومهم وتفانيهم في إعلاء راية الدين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح مسلم : 6 / 3 ، كتاب الإمارة ، باب الناس تبع لقريش ، فقد أخرجه عن غير واحد من الطرق ، ولاحظ : صحيح البخاري : 1812 ، برقم 7223 ، طبعة دار الفكر ، بيروت ، 1424 ه .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n2 . كما أنّ العصمة قد ثبتت لهم عليهم السلام ، لأنّ عصمة الإمام ثابتة له بنصّ من اللَّه سبحانه في الذكر الحكيم « 1 » ، كما ويدلّ عليها أيضاً العقل الحصيف .\r\nفكلا الوجهين ، ثابتان في حقّ باقي الأئمة من دون حاجة إلى كونهم داخلين في مدلول الآية ، أو أنّهم كانوا تحت الكساء .\r\n* * * \r\nالمحور الرابع : حديث الكساء وعصمة الأئمة عليهم السلام\r\nيقول : الشيعة الإمامية تقول بعصمة الأئمة فلو كانوا معصومين فلماذا يطلبها النبيّ لهم ، وهل هذا إلّاطلب الحاصل ؟ !\r\nأقول : هذا الإشكال لا يختصّ بعثمان الخميس فله جذور في التاريخ ، فهذا هو العلّامة المجلسي ينقل الإشكال ويجيب عنه .\r\nأمّا الإشكال فهو : إنَّ إذهاب الرجس لا يكون إلّابعد ثبوته ، وأنتم قد قلتم بعصمتهم من أوّل العمر إلى انقضائه . وأمّا الجواب فهو : أنّ الإذهاب والصرف كما يستعمل في إزالة الأمر الموجود ، يستعمل في المنع عن طريان أمر على محلّ قابل له ، كقوله تعالى :\r\n « كَذلِكَ لِنَصْرِفَ عَنْهُ السُّوءَ وَالْفَحْشاءَ »  ( 2 ) وتقول في الدعاء :\r\nصرف اللَّه عنك كلّ سوء وأذهب عنك كلّ محذور . ( 3 )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لاحظ : سورة البقرة : 124 . 2 . يوسف : 24 . 3 . مرآة العقول : 3 / 245 - 246 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nأقول : كيف غفل الشيخ عن أنَّ ما ذكره من الإشكال يرد على قول عامَّة المسلمين حيث يطلبون من اللَّه سبحانه في الصلوات الخمس ، هدايتهم إلى الصراط المستقيم ، ويقولون :  « اهْدِنَا الصِّراطَ الْمُسْتَقِيمَ »  ، أو ليسوا هم على الصراط المستقيم ، أوليس هذا المطلب من قبيل طلب الحاصل ؟ !\r\nوالجواب في عامّة المقامات واحد ، وهو طلب الاستمرار على الصراط المستقيم ، فطلب النبيّ صلى الله عليه وآله وسلم بقاءهم على العصمة والطهارة ، فإنّ عباد اللَّه عامّة غير مستغنين عن تثبيت اللَّه لهم على الهداية واستمرارهم عليها عبر حياتهم .\r\n* * * ثم إنّ الشيخ ذيّل كلامه بأمرين :\r\n\r\n1 . استغراب الخميس من انتساب الشيعة إلى الرسول الأكرم صلى الله عليه وآله وسلم\r\nقال : أنا لا استغرب هذه الأقوال من الشيعة لأنّهم يدّعون أُموراً كثيرة لا أساس لها من الصحّة ، ومن هذه الأُمور كذلك ادّعاء السيادة والانتساب إلى نسل النبيّ الأكرم صلى الله عليه وآله وسلم ، أنا أقول دائماً كيف يكون النبيّ صلى الله عليه وآله وسلم عربياً في حين أَنَّ أكثر أولاده هم من الفرس والعجم ؟\r\nأقول : ما ذكره الشيخ من شيوع السيادة والانتساب إلى النبيّ صلى الله عليه وآله وسلم بين الفرس ، نابع عن جهله بأنساب العترة الطاهرة في\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nعامّة البلاد الإسلامية وغيرها ، فقد أخبر سبحانه تبارك وتعالى في كتابه العزيز عن تفضّله عليه صلى الله عليه وآله وسلم بقوله :   « إِنَّا أَعْطَيْناكَ الْكَوْثَرَ »   وفسّر الكوثر بكثرة الأولاد بشهادة قوله آخر السورة  « إِنَّ شانِئَكَ هُوَ الْأَبْتَرُ »  ، وقد عمّ الانتساب إلى شجرة النبوّة في كافّة البلاد ، فكم من بيوت ينتمون إلى النبيّ صلى الله عليه وآله وسلم في اليمن والمغرب ومصر وغيرها من البلدان ، ولهم شجرة أنساب واضحة وصريحة بنسبهم .\r\nوقد زرت بلد المغرب فلمست كثرة السادة الشرفاء المنتمين إلى النبيّ صلى الله عليه وآله وسلم هناك . ولكن ادّعاء الشيوع بين الفرس والعجم ، كذب من أصله وقد دلّت الإحصاءات على وجود أزيد من ستين مليون هاشمي في البلاد الإسلامية ، أكثرهم من ذرية الرسول صلى الله عليه وآله وسلم .\r\n\r\n2 . الشيعة والأخذ بروايات أهل السنّة\r\nإنَّ الشيعة الإمامية لا يأخذون بروايات أهل السنّة ، إلّاأنّهم إذا وجدوا أمراً يخصّهم ويخدم مصلحتهم يأخذونه ويحتجّون به ، فأين الإنصاف ؟\r\nأقول : الظاهر أنَّ الشيخ لم يطالع الكتب الاستدلالية للشيعة الإمامية في مجالي الفقه والعقائد ، فإنَّ الحجّة عندهم قول الثقة من غير فرق بين أن يكون شيعياً أو غير شيعي ، ولذلك يحتجّون بقسم من الروايات المروية في الصحاح والمسانيد ، إذا كان الراوي ثقة أو\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nدلت القرائن على صدور الرواية .\r\nوأعجب منه كلامه الآخر : أنّ الشيعة لا يحتجّون بأحاديث أهل السنّة ولكن إذا وجدوا رواية تخدم مصلحتهم يحتجّون بها .\r\nأقول : وأي عيب في ذلك وهم يصدرون في عملهم هذا عن قوله سبحانه :  « ادْعُ إِلى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ »  « 1 » . أوليس الجدل بالتي هي أحسن ممّا دعا إليه الكتاب والسنّة وعليه جرت سيرة علماء الإسلام في عامّة الأعصار .\r\n\r\nممازحة الشيخ في آخر مقاله\r\nثم إنّ الشيخ عثمان يعتقد بوجود الأحقاد في قلوب الشيعة على العرب كما هو صريح كلامه حيث يقول : ( إنّ هذا الأمر لا يعقل أنّ الأحقاد الّتي في قلوب الشيعة من العرب هي الّتي تجعلهم يدّعون مثل هذه الادّعاءات ) .\r\nأقول : أوّلًا : إنَّ الشيخ حصر الشيعة في الفرس والعجم وكأنّه ليس في تركيا ، ولا في العراق ، ولا في سوريا ، ولا في اليمن ، ولا في مصر ، ولا في لبنان ، ولا في المغرب ، ولا في الجزائر ولا ولا ، أي شيعي من أصل عربي ، فكأنّ الشيعة عنده هم العجم فقط ، كيف والشيعة ربع المسلمين ، قاطنين في البلاد الإسلامية قاطبة ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . النحل : 125 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nثانياً : قد افترى على شيعة إيران بوجود الحقد في قلوبهم على العرب ، ونسأل الشيخ لو كان مطّلعاً على أخبار غزّة في الأيام الأخيرة ، لعرف مَن الّذي نصرهم وزوّدهم بالصواريخ الّتي أخرست إسرائيل وحطّمت القبّة الفولاذية الّتي كانت تفتخر بها أنّها لا تخرق ؟ وهل نصرهم في ذلك أصحاب الجلالة أو رؤساء الدول العربية أو أُمراؤهم الّذين كانوا يتفرّجون على مذابح الأطفال والعزّل من النساء والرجال وهم في قصورهم متنعمون ، ووعّاظ السلاطين يكيلون لهم المدح والتقديس في خطبهم .\r\nشيخنا : قليلًا من الإنصاف والمروءة في الأحكام الّتي تصدرها ! !\r\n* * * \r\nوقفة أُخرى مع الشيخ الخميس\r\nإنّ الشيخ الخميس - وفي برنامج آخر من برامج قناة وصال أيضاً - يقول : إنّه لقى شيعياً يقول بكفر يزيد لأجل أنّه قتل الحسين عليه السلام ، فرّد عليه بأنَّ الحسين جزء من الثقل الأصغر ، والقرآن هو الثقل الأكبر ، فكيف لا تكفّر مَن قال بتحريف القرآن ( الثقل الأكبر ) وشكّك فيه ، وهو الّذي نصّ فيه بأنّه محفوظ لا يمكن تغييره وتحريفه .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nالشيعة وتكفير يزيد\r\nأقول : لا أدري كيف جرى الحجاج بينه وبين هذا الشيعي ، ولكن الشيعي المطّلع على التاريخ والسير ، يعلم أنّ يزيد الخميّر قد كفر بارتداده عن الدين ، وعدائه للنبيّ صلى الله عليه وآله وسلم .\r\nهذا هو مولانا الإمام الحسين عليه السلام سبط النبيّ صلى الله عليه وآله وسلم قال لمعاوية لمّا أراد أخذ البيعة له : « تريد أن توهم الناس ، كأنّك تصف محجوباً ، أو تنعت غائباً ، أو تخبر عمّا كان ممّا احتويته بعلم خاصّ ، وقد دلّ يزيد من نفسه على موقع رأيه ، فخذ يزيد فيما أخذ به من استقرائه الكلاب المهارشة عند التحارش ، والحمام السبق لأترابهن ، والقيان ذوات المعازف وضروب الملاهي ، تجده باصراً ، دع عنك ما تحاول ، فما أغناك أن تلقى اللَّه بوزر هذا الخلق بأكثر ممّا أنت لاقيه » . « 1 »\r\nوهذا يكفي لمن ألقى السمع وهو شهيد ، ونزيد بياناً بما ذكره الطبري في تاريخه ، قال : وفي هذه السنة [ يعني سنة 284 ه 
  ] عزم المعتضد باللَّه على لعن معاوية بن أبي سفيان على المنابر ، وأمر بإنشاء كتاب بذلك يقرأ على الناس ، وإليك ما جاء في الكتاب الّذي أنشأ للمعتضد باللَّه :\r\nبسم اللَّه الرحمن الرحيم . الحمد للَّه‌العلي العظيم ، الحليم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الإمامة والسياسة لابن قتيبة : 1 / 161 ، طبعة مؤسسة الحلبي ، وغيره من المصادر .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nالحكيم ، العزيز الرحيم . . . إلى أن قال في حق ابنه يزيد :\r\nومنه إيثاره بدين اللَّه ، ودعاؤه عباد اللَّه إلى ابنه يزيد المتكبّر الخمّير صاحب الديوك والفهود والقرود ، وأخذه البيعة له على خيار المسلمين بالقهر والسطوة والتوعيد والإخافة والتهدّد والرهبة ؛ وهو يعلم سفهه ، ويطّلع على خبثه ورهقه ، ويعاين سكرانه وفجوره وكفره ؛ فلمّا تمكّن منه ما أمكنه منه ، ووطأه له ، وعصى اللَّه ورسوله فيه ، طلب بثارات المشركين وطوائلهم عند المسلمين ، فأوقع بأهل الحرّة الوقيعة الّتي لم يكن في الإسلام أشنع منها ولا أفحش ممّا ارتكب من الصالحين فيها ، وشفى بذلك عبد نفسه وغليله ، وظَنَّ أنْ قد انتقم من أولياء اللَّه وبلغ النوى لأعداء اللَّه ، فقال مجاهراً بكفره ومظهراً لشركه :\r\n ليتَ أشياخي ببدر شهدوا * جزَعَ الخزْرَجِ من وقع الأسَلْ\r\nقد قتلنا القَرمَ من ساداتكم * وعدَلنا ميْلَ بدر فاعتدَلْ\r\nفأهلّوا واستهلّوا فرحاً * ثمّ قالوا يا يزيد لا تُشل\r\nلست من خندف إن لم أنتقم * من بني أحمد ما كان فعل\r\nلَعَبَتْ هاشمُ بالمُلكِ فلا * خبرٌ جاءَ ولا وحيٌ نزَلْ « 1 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يدّعي الخميس وأضرابه أنّ الشيعة - ولأجل تشويه صورة يزيد في الأذهان - ينسبون إليه هذا الشعر .\r\nأقول : هل أنّ المعتضد أو الطبري من الشيعة ، وذلك حينما قالا : « فقال مجاهراً بكفره ومظهراً لشركه ) ، ولو صحّ أنّ الأبيات لغيره ، فإنشاده لها يثبت كفره أيضاً .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nهذا هو المروق من الدين ، وقول مَن لا يرجع إلى اللَّه ولا إلى دينه ولا إلى كتابه ولا إلى رسوله ، ولا يؤمن باللَّه ولا بما جاء من عند اللَّه . ثم من أغلظ ما انتهك وأعظم ما اخترم ، سفكه دم الحسين بن عليّ وابن فاطمة بنت رسول اللَّه صلى الله عليه وآله وسلم مع موقعه من رسول اللَّه صلى الله عليه وآله وسلم ومكانه منه ومنزلته من الدين والفضل وشهادة رسول اللَّه صلى الله عليه وآله وسلم له ولأخيه بسيادة شباب أهل الجنة اجتراءاً علىاللَّه ، وكفراً بدينه ، وعداوة لرسوله ومجاهدة لعترته ، واستهانة بحرمته ، فكأنّما يقتل به وبأهل بيته قوماً من كفّار أهل الترك والديلم ، لا يخاف من اللَّه نقمة ، ولا يرقب منه سطوة ، فبتر اللَّه عمره ، واجتث أصله وفرعه ، وسلبه ما تحت يده ، وأعدّ له من عذابه وعقوبته ما استحقّه من اللَّه بمعصيته . « 1 »\r\n* * * \r\nالشيعة وتحريف القرآن\r\nوإمّا ما يوجد في بعض الروايات من الإشعار بالتحريف فهو إمّا مؤوّل بالتفسير ، أو مردود مخالف للقرآن الكريم وإجماع المسلمين ، ولو أراد الشيخ أنْ يقف على آراء الشيعة في مسألة التحريف فليرجع إلى الكتب التالية :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ الطبري : 8 / 187 - 188 ، طبعة مؤسسة الأعلمي ، بيروت .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n1 . التحقيق في نفي التحريف ، للسيد علي الميلاني .\r\n2 . صيانة القرآن من التحريف ، للشيخ محمد هادي معرفة .\r\n3 . البيان في تفسير القرآن ، للسيد الخوئي .\r\n4 . الميزان في تفسير القرآن ( الجزء 12 ) ، للسيد الطباطبائي .\r\n5 . النص الخالد لم ولن يحرّف أبداً ، للسيد علي الموسوي الدارابي ( إصدار مجمع البحوث الإسلامية في مشهد - إيران ، 1433 ه ) .\r\nوقد ذكر مؤلّف الكتاب الأخير من نصوص أهل البيت عليهم السلام إلى الإمام العسكري عليه السلام ما يدلّ على رفضهم التحريف ، ثم ذكر 114 نصّاً من علماء الشيعة الدالة على نفي التحريف ، كما ذكر 11 نصاً من علماء السنّة الّذين صرّحوا ببراءة الشيعة من القول بالتحريف .\r\nولو صحّ تكفير مَن قال بالتحريف فللشيخ أنْ يكفّر كلّ من قال بالتلاوة المنسوخة من الآيات ، فإنَّ القول بها عبارة أُخرى عن التحريف وإلقاء ستر على عوار هذا القول المضاد لكتاب اللَّه العزيز ، فيُسأل لماذا نسخت تلاوة هذه الآيات وبقيت تلاوة سائر الآيات المنسوخة ؟ فهل نسخت لأجل نقص في صياغتها أو في محتواها ؟ واللَّه سبحانه منزّه من أنْ يُنزل آية دون حد الإعجاز ، والمحتوى بعد باق كآية الرجم .\r\nوهل الشيخ يكفّر مَن كان يقول : إيّاكم أن تهلكوا عن آية\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nالرجم أن يقول قائل : لا نجد حدّين في كتاب اللَّه ، فقد رجم رسول اللَّه ورجمنا ، والّذي نفسي بيده لولا أن يقول الناس : زاد عمر في كتاب اللَّه تعالى لكتبتها : الشيخ والشيخة إذا زنيا فارجموهما البتة ، فإنّا قد قرأناها . « 1 »\r\nوفي صحيح البخاري ، قال : خشيت أن يطول بالناس زمان حتّى يقول قائل : لا نجد الرجم في كتاب اللَّه ، فيضلّوا بترك فريضة أنزلها اللَّه . « 2 »\r\nأو هل يكفّر مَن قال : إنّا كنّا نقرأ فيما نقرأ من كتاب اللَّه : ألّا ترغبوا عن آبائكم فإنّه كفر بكم أن ترغبوا عن آبائكم ، أو إنّ كفّراً بكم أن ترغبوا عن آبائكم . « 3 »\r\nأو هل يكفّر مَن قال لأُبيّ بن كعب : أوليس كنّا نقرأ : « الولد للفراش وللعاهر الحجر » فيما فقدناه من كتاب اللَّه ؟ فقال أُبيّ :\r\nبلى . « 4 » والقائل في هذه المواضع الثلاثة هو عمر بن الخطاب .\r\nأو هل يكفّر مَن قال : كان فيما أنزل من القرآن عشر رضعات معلومات يحرمن ثم نسخن بخمس معلومات ، فتوفّي رسول اللَّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فتح الباري : 12 / 127 .\r\n( 2 ) . صحيح البخاري : 1712 ، برقم 6829 ، باب الاعتراف بالزنا ، كتاب الحدود .\r\n( 3 ) . نفس المصدر : 1713 ، في ذيل الحديث 6830 ، باب رجم الحبلى من الزنا إذا أحصنت .\r\n( 4 ) . تفسير الدر المنثور : 1 / 106 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nوهنّ فيما يقرأ من القرآن . « 1 » والقائل هي عائشة أُم المؤمنين .\r\nاللّهم إنا نشهد إنَّ هذه الآيات أُلصقت بالقرآن الكريم ، وليست هي منه ، ومَن نظر في صميم جملها وصياغتها ، يقف على أنّها من كلام البشر ولا صلة لها بالكتاب العزيز ، ولذلك قلنا في صدر هذا المقال : إن جمهور المسلمين متّفقون على عدم التحريف ، فلو ذهب شُذّاذٌ من الفريقين ، فهو محمول على التفسير ، أو مطروح لمخالفته الذكر الحكيم واتّفاق المسلمين .\r\n « فَبِأَيِّ حَدِيثٍ بَعْدَهُ يُؤْمِنُونَ »  « 2 »\r\nجعفر السبحاني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح مسلم : 4 / 167 ، باب التحريم بخمس رضعات .\r\n( 2 ) . المرسلات : 50 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\n5 - البداءحقيقة قرآنية\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nنُشر في موقع البرهان مقالٌ حول البداء عند الإمامية ، وممّا جاء في مقدّمة هذا المقال ، قوله :\r\n[ تحتّل مسألة البداء مكانة رفيعة في عقيدة الإمامية الاثني عشرية ، حتى لا يكاد يخلو منها كتاب من كتب عقائدهم ، وجاءت الروايات الكثيرة في كتبهم الحديثية بتعظيم هذه العقيدة .\r\nوفي المقابل فقد لقيت هذه العقيدة هجوماً عنيفاً ونقداً كبيراً من معظم فرق المسلمين ، وشنّعوا بها على الإمامية .\r\nولما نرى أيّها القارئ من خطورة هذا التناقض في هذه العقيدة وكون الفريقين فيها على طرفي نقيض ، كان من الأهمية بمكان أن نستجلي الحقيقة فيها ، وذلك أنّ مسلك النظر الحيادي في كلا القولين والإنصاف المستلزم لترك التعصب ، هو المسلك الحق والطريق المرضي 
  ] .\r\n* * * ربّما يتصوّر القارئ أنّ لكلام كاتب المقال مسحة من الحق أو لمسة من الصدق ، وأنّه درس الموضوع مجانباً التعصّب والتقليد ، ولكنّه في الحقيقة كتب مقالًا صفراً من الإنصاف ، بشهادة أنّه لم\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nيبيّن حقيقة البداء عند الشيعة الإمامية ، وإنّما عطف النظر إلى المسائل الجانبية ، ولو أنّه نظر إلى ما ذكره أعلام الشيعة أو إلى ما ذكرناه في كتابنا : « البداء في ضوء الكتاب والسنّة » لأذعن - كما أذعن بعض أهل السنّة - أنّ البداء بالمعنى الذي تعتقده الإمامية ، حقيقة قرآنية وعقيدة نصّ عليها النبيّ الأكرم صلى الله عليه وآله وسلم في غير واحد من أقواله الشريفة .\r\nويا للأسف أنّ الرادّين على عقيدة البداء ركّزوا على لفظه الذي هو بمعنى الظهور بعد الخفاء الممتنع على اللَّه سبحانه ، وغفلوا عن حقيقته وواقعه ، وأنّ إطلاق البداء هنا ليس بمعناه الحقيقي وإنّما استعمل بعناية خاصّة ، تبعاً لما جاء في أقوال رسول اللَّه صلى الله عليه وآله وسلم الذي استعمل عبارة « بدا للَّه » في حديث الأبرص والأقرع والأعمى ، قال صلى الله عليه وآله وسلم : « بدا للَّه‌في أبرص وأقرع وأعمى » وقد رواه البخاري في صحيحه ، وسنذكر فيما بعد نصّ الحديث . « 1 »\r\nونحن نركّز في هذا المقال على أمرين ، ونترك المسائل الجانبية التي ذكرها صاحب المقال إلى مجال آخر ، وقد أجبنا عنها جميعاً في رسالتنا المعنونة : « البداء في الكتاب والسنّة » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لاحظ : صحيح البخاري : 852 برقم 3464 ، كتاب الأنبياء ، باب حديث أبرص وأعمى وأقرع من بني إسرائيل .\r\n( 2 ) . المطبوعة عام 1430 ه ، ضمن سلسلة : نحو قراءة جديدة للعقائد .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\n1 . حقيقة البداء\r\nحقيقة البداء عند الشيعة الإمامية كلمة واحدة وهي إمكان تغيير المصير بالأعمال الصالحة أو بالأعمال الطالحة ، وأنّه ليس للإنسان تقدير واحد محتّم لا يتغيّر ؛ بل بيده إبدال تقدير مكان تقدير آخر لكن على ضوء الأعمال التي يقوم بها ، سواء أكان صالحاً أم طالحاً .\r\nهذه هي حقيقة البداء ، دون زيادة أو نقيصة ، فمن يريد أن يؤيّد تلك العقيدة أو يردّ عليها ، فليجعل هذا التعريف منطلقاً له في التأييد أو الرد ولا يخرج منه .\r\nوالدليل على أنّ الإنسان قادر على تغيير مصيره ، الآيات القرآنية الكثيرة التي تجاهل ذكرها صاحب المقال ، ومنها :\r\n1 . قوله سبحانه :  « وَلَوْ أَنَّ أَهْلَ الْقُرى آمَنُوا وَاتَّقَوْا لَفَتَحْنا عَلَيْهِمْ بَرَكاتٍ مِنَ السَّماءِ وَالْأَرْضِ وَلكِنْ كَذَّبُوا فَأَخَذْناهُمْ بِما كانُوا يَكْسِبُونَ » .  « 1 »\r\n2 . وقوله سبحانه :  « اسْتَغْفِرُوا رَبَّكُمْ إِنَّهُ كانَ غَفَّاراً   يُرْسِلِ السَّماءَ عَلَيْكُمْ مِدْراراً   وَيُمْدِدْكُمْ بِأَمْوالٍ وَبَنِينَ وَيَجْعَلْ لَكُمْ جَنَّاتٍ وَيَجْعَلْ لَكُمْ أَنْهاراً » .  « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الأعراف : 96 .\r\n( 2 ) . نوح : 10 - 12 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n3 . وقوله سبحانه :  « إِنَّ اللَّهَ لا يُغَيِّرُ ما بِقَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ » .  « 1 » 4 . وقوله سبحانه :  « ذلِكَ بِأَنَّ اللَّهَ لَمْ يَكُ مُغَيِّراً نِعْمَةً أَنْعَمَها عَلى قَوْمٍ حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ . . . » .  ( 2 )\r\n5 . وقوله سبحانه :   « وَمَنْ يَتَّقِ اللَّهَ يَجْعَلْ لَهُ مَخْرَجاً * وَيَرْزُقْهُ مِنْ حَيْثُ لا يَحْتَسِبُ » .   ( 3 )\r\n6 . قوله سبحانه :  « وَإِذْ تَأَذَّنَ رَبُّكُمْ لَئِنْ شَكَرْتُمْ لَأَزِيدَنَّكُمْ وَلَئِنْ كَفَرْتُمْ إِنَّ عَذابِي لَشَدِيدٌ » .  « 2 » 7 . وقوله سبحانه :  « وَنُوحاً إِذْ نادى مِنْ قَبْلُ فَاسْتَجَبْنا لَهُ فَنَجَّيْناهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ » .  ( 5 )\r\n8 . وقوله سبحانه :  « وَأَيُّوبَ إِذْ نادى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ   فَاسْتَجَبْنا لَهُ فَكَشَفْنا ما بِهِ مِنْ ضُرٍّ » .  ( 6 )\r\n9 . وقوله سبحانه :  « فَلَوْ لا أَنَّهُ كانَ مِنَ الْمُسَبِّحِينَ   لَلَبِثَ فِي بَطْنِهِ إِلى يَوْمِ يُبْعَثُونَ   فَنَبَذْناهُ بِالْعَراءِ وَهُوَ سَقِيمٌ   وَأَنْبَتْنا عَلَيْهِ شَجَرَةً مِنْ يَقْطِينٍ » .  ( 7 )\r\nإنّ هذه الآيات تعرب عن أنّ الأعمال الصالحة مؤثرة في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الرعد : 11 . 2 . الأنفال : 53 .\r\n3 . الطلاق : 2 - 3 .\r\n( 2 ) . إبراهيم : 7 . 5 . الأنبياء : 76 . 6 . الأنبياء : 83 - 84 .\r\n7 . الصافات : 143 - 146 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nمصير الإنسان ، وأنّه يستطيع بعمله الصالح تغيير التقدير وتبديل القضاء - غير المبرم - لأنّه ليس في أفعال الإنسان الاختيارية مقدّر محتوم حتّى يكون العبد في مقابله مكتوف الأيدي والأرجل .\r\nما ذكرناه حقيقة قرآنية ، ونرى مثلها في السنّة النبوية فهي تؤيّد أنّ للإنسان إبدال تقدير مكان تقدير آخر بالأعمال الصالحة ، ونقتصر بذكر القليل من الكثير .\r\n1 . أخرج الحاكم عن ابن عباس ، قال : قال رسول اللَّه صلى الله عليه وآله وسلم : « لا ينفع الحذر عن القدر ، ولكن اللَّه يمحو بالدعاء ما يشاء من القدر » . « 1 » 2 . أخرج ابن سعد وابن حزم وابن مردويه عن الكلبي في الآية  « يَمْحُوا اللَّهُ ما يَشاءُ وَيُثْبِتُ »  ( 2 ) قال : « يمحو من الرزق ويزيد فيه ، ويمحو من الأجل ويزيد فيه » ، فقيل له : مَن حدّثك بهذا ؟ قال :\r\nأبو صالح عن جابر بن عبد اللَّه الأنصاري ، عن النبيّ صلى الله عليه وآله وسلم .\r\n3 . وأخرج ابن مردويه وابن عساكر عن عليّ عليه السلام أنّه سأل رسول اللَّه صلى الله عليه وآله وسلم عن هذه الآية فقال له : « لأقرّنّ عينيك بتفسيرها ، ولأقرّنّ عين أُمّتي بعدي بتفسيرها ، الصدقة على وجهها وبرّ الوالدين واصطناع المعروف ، يحوّل الشقاء سعادة ، ويزيد في العمر ، ويقي مصارع السوء » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تفسير الدر المنثور : 13 / 660 ، طبعة دارالفكر ، بيروت ، 1403 ه .\r\n2 . الرعد : 39 .\r\n( 2 ) . تفسير الدر المنثور : 13 / 661 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nإلى غير ذلك من الروايات المبثوثة في كتب التفسير والحديث خصوصاً في آثار الدعاء والإنابة .\r\nهذه هي حقيقة البداء كتاباً وسنّة ، وهذه هي عقيدة الشيعة الإمامية في البداء ، فهل يمكن لمسلم مؤمن بالقرآن والسنّة أن ينكر هذه الحقيقة ويعتقد خلاف ذلك ، حتى يقع في عداد اليهود الذين أنكروا البداء بهذا المعنى وقالوا :  « يَدُ اللَّهِ مَغْلُولَةٌ »  فردّ عليهم سبحانه بقوله :  « غُلَّتْ أَيْدِيهِمْ » .  « 1 »\r\n\r\nالأثر البنّاء للبداء\r\nإنّ الاعتقاد بالبداء له آثار تربوية ، فإنّ الإنسان إذا اعتقد بأنّه إذا عصى وحُكم عليه بدخول النار لا يهتمّ بإصلاح حاله في مستقبل أيام عمره ، وذلك لاعتقاده بأنّ التقدير الأوّل ينفذ في حقّه ، سواء أعمل صالحاً أم طالحاً ، وهذا يوجب توغّله في المعاصي طول حياته ؛ وأمّا إذا اعتقد أنّ اللَّه سبحانه هو الرؤوف الرحيم ، فلو أصلح حاله في المستقبل فسوف يصلح اللَّه له تقديره ويغيّره بنحو يتناسب مع عمله الصالح .\r\nولذلك ينادي اللَّه سبحانه عباده بقوله :  « قُلْ يا عِبادِيَ الَّذِينَ أَسْرَفُوا عَلى أَنْفُسِهِمْ لا تَقْنَطُوا مِنْ رَحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المائدة : 64 .\r\n2 . الزمر : 53 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n جَمِيعاً » .  ( 2 )\r\n\r\nالحوادث الّتي بدا للَّه‌تعالى فيها\r\nربّما أخبر أنبياءُ اللَّه عليهم السلام عن وقوع حادثة في المستقبل ولكنّها لم تقع ، وذلك كالقضايا التالية التي نرى إخبار الأولياء وعدم وقوعها تالياً ، وما ذلك إلّالأنّ المورد غيّر تقديره بالعمل الصالح ولولاه لوقع ما أخبر به النبيّ . وسنشير إلى موارد منها :\r\n\r\n1 . رفع العذاب عن قوم نبي اللَّه يونس عليه السلام\r\nأخبر يونس قومه بنزول العذاب ثم ترك القوم وكان في وعده صادقاً معتمداً على مقتضى العذاب الذي اطّلع عليه ، لكن نزول العذاب كان مشروطاً بعدم المانع ، أعني : التوبة والتضرّع ، إذ مع المانع لا تجتمع العلّة التامّة للعذاب ، قال سبحانه :  « فَلَوْ لا كانَتْ قَرْيَةٌ آمَنَتْ فَنَفَعَها إِيمانُها إِلَّا قَوْمَ يُونُسَ لَمَّا آمَنُوا كَشَفْنا عَنْهُمْ عَذابَ الْخِزْيِ فِي الْحَياةِ الدُّنْيا وَمَتَّعْناهُمْ إِلى حِينٍ » .  « 1 »\r\n\r\n2 . الإعراض عن ذبح إسماعيل\r\nذكر القرآن الكريم أنّ إبراهيم عليه السلام رأى في منامه أنّه يذبح ابنه إسماعيل ، وأعلمه بذلك ، ليكون أهون عليه ، وليختبر صبره وجلده وعزمه على طاعة اللَّه وطاعة أبيه ، وقال كما عبّر القرآن الكريم :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يونس : 98 ، ولاحظ ما ذكر حول قصة يونس عليه السلام في تفسير الدر المنثور : 7 / 121 ، 122 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n « أَنِّي أَذْبَحُكَ »  وهذا القول يحكي عن حقيقة ثابتة وواقعية مسلّمة .\r\nإلّا أنّ ذلك الأمر لم يتحقّق ونسخ نسخاً تشريعياً ، كما لم يتحقّق ذبح إبراهيم إسماعيل في الخارج فكان نسخاً تكوينياً . وهذا هو الذي ورد في سورة الصافات . « 1 »\r\n\r\n3 . إكمال ميقات موسى عليه السلام\r\nذكر المفسّرون أنّه سبحانه واعد في المقيات موسى ثلاثين ليلة لأخذ التوراة ، فصامها موسى عليه السلام وطواها ، فلمّا تمّ الميقات أمره اللَّه تعالى أن يُكملها بعشر ، قال سبحانه :  « وَواعَدْنا مُوسى ثَلاثِينَ لَيْلَةً وَأَتْمَمْناها بِعَشْرٍ فَتَمَّ مِيقاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً » .  ( 2 )\r\nففي هذه القصة إخباران :\r\nإنّه يمكث في الميقات ثلاثين ليلة ، ثم نسخه بخبر آخر بأنّه يمكث أربعين ليلة ، وكان موسى عليه السلام صادقاً في كلا الإخبارين ، حيث كان الخبر الأوّل مستنداً إلى جهات تقتضي إقامة ثلاثين ليلة ، لولا طروء ملاك آخر يقتضي أن يكون الوقوف أزيد من ثلاثين . « 2 »\r\nهذه جملة من الحوادث التي تنبّأ أنبياء اللَّه بوقوعها ، وجاء خبرها في الذكر الحكيم إلّاأنّها لم تقع ، وهذا ما يعبّر عنه بأنّه بدا للَّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . لاحظ : سورة الصافات : الآيات 101 - 111 .\r\n2 . الأعراف : 142 .\r\n( 2 ) . لاحظ : تفسير الدر المنثور : 3 / 335 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nفيها ، وسيوافيك وجه استعمال هذه الصيغة في المقام ، فانتظر .\r\nهذا ما في القرآن العزيز ، وأمّا ما ورد في الروايات الصحيحة عن رسول اللَّه صلى الله عليه وآله وسلم ، فإليك شيئاً منها .\r\n1 . مرّ يهوديّ بالنبي صلى الله عليه وآله وسلم فقال : السام عليك ، فقال النبيّ صلى الله عليه وآله وسلم له : « وعليك » فقال أصحابه : إنّما سلّم عليك بالموت ، فقال : الموت عليك ؟ فقال النبيّ صلى الله عليه وآله وسلم : « وكذلك رددت » ثمّ قال النبيّ صلى الله عليه وآله وسلم لأصحابه : « إنّ هذا اليهودي يعضّه أسود في قفاه فيقتله » ، فذهب اليهودي فاحتطب حطباً كثيراً فاحتمله ، ثم لم يلبث أن انصرف .\r\nفقال له رسول اللَّه صلى الله عليه وآله وسلم : « ضعه » ، فوضع الحطب فإذا أسود في جوف الحطب عاض على عود ، فقال صلى الله عليه وآله وسلم : « يا يهوديّ ما عملت اليوم » قال : ما عملت عملًا إلّاحطبي هذا حملته فجئت به ، وكان معي كعكتان فأكلت واحدة وتصدّقت بواحدة على مسكين ، فقال رسول اللَّه صلى الله عليه وآله وسلم : « بها دفع اللَّه عنه » ، وقال : « إنّ الصدقة تدفع ميتة السوء عن الإنسان » . « 1 »\r\n2 . مرّ المسيح عليه السلام بقوم مجلبين ، فقال : ما لهؤلاء ؟ قيل : يا روح اللَّه فلانة بنت فلانة تهدى إلى فلان في ليلتها هذه ، فقال : يُجلبون اليوم ويبكون غداً ، فقال قائل منهم : ولِمَ يا رسول اللَّه ؟ قال : لأنّ صاحبتهم ميتة في ليلتها هذه ، فلمّا أصبحوا وجدوها على حالها ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالأنوار : 4 / 121 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nليس بها شيء ، فقالوا : يا روح اللَّه إنّ التي أخبرتنا أمس أنّها ميتة لم تمت ، فدخل المسيح دارها فقال : ما صنعت ليلتك هذه ؟ قالت : لم أصنع شيئاً إلّاوكنت أصنعه فيما مضى ، إنّه كان يعترينا سائل في كلّ ليلة جمعة ، فننيله ما يقوته إلى مثلها . فقال المسيح : تنحّي عن مجلسك ؛ فإذا تحت ثيابها أفعى مثل جذعة ، عاضّ على ذنبه ، قال عليه السلام : « بما صنعت صُرف عنك هذا » . « 1 »\r\nهذا كلّه حول الأمر الأوّل الذي يتضمّن بيان حقيقة البداء الذي تعتقده الشيعة والمسلمون عامّة بشرط أن يقفوا على هذا المعنى ، وما ذكرناه من المعنى للبداء قد نصّ عليه علماء الشيعة منذ عصر الصدوق حتى يومنا هذا . « 2 »\r\n\r\n2 . ما هو معنى : « بدا للَّه » في حديث الرسول صلى الله عليه وآله وسلم ؟\r\nهذا هو الأمر الثاني الّذي أردنا دراسته وهو سبب التعبير بالبداء عن هذه الحقيقة القرآنية الناصعة .\r\nلا شكّ أنّ إطلاق البداء على اللَّه سبحانه بمعنى الظهور بعد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالأنوار : 4 / 94 .\r\n( 2 ) . لاحظ : عقائد الإمامية للصدوق المطبوع في ذيل الباب الحادي عشر : 73 ، وأوائل المقالات للشيخ المفيد : 53 ، ورسائل الشريف المرتضى : 117 ، المسألة الرازية ، المسألة 5 ، وعدّة الأُصول للشيخ الطوسي : 2 / 29 ، وكتاب الغيبة للشيخ الطوسي : 263 ، ونبراس الضياء للسيد المحقق الداماد : 56 ، وأجوبة مسائل جار اللَّه للسيد عبد الحسين شرف الدين : 101 - 103 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nالخفاء أمر باطل لا يستعمله إلّاالجاهل ، لأنّ اللَّه سبحانه عالم بكلّ شيء قبل أن يخلق ومع الخلق وبعده ، ويستحيل أن يوصف أنّه بدا للَّه أي ظهر له بعد الخفاء .\r\nوأمّا وجه التعبير عن هذه الحقيقة بهذا اللفظ الذي يمتنع وصفه سبحانه به بالمعنى الحقيقي فلأجل أمرين :\r\n1 . أنّ الشيعة الإمامية قد اقتفت أثر النبيّ صلى الله عليه وآله وسلم في نسبة البداء إلى اللَّه سبحانه حيث أخرج البخاري في صحيحه عن أبي هريرة :\r\nأنّه سمع من رسول اللَّه صلى الله عليه وآله وسلم أنّ ثلاثة في بني إسرائيل : أبرص وأقرع وأعمى بدا لله أن يبتليهم ، فبعث إليهم ملكاً فأتى الأبرصَ ، فقال : أي شيء أحب إليك ؟ قال : لون حسن ، وجلد حسن ، قد قذّرني الناس ، قال فمسحه فذهب عنه فأُعطي لوناً حسناً وجلداً حسناً ، فقال : أي المال أحبّ إليك ؟ قال : الإبل أو قال : البقر - هو شك في ذلك أنّ الأبرص والأقرع ، قال أحدهما : الإبل ، وقال الآخر : البقر - فأُعطي ناقة عُشراء ، فقال : يبارك اللَّه لك فيها .\r\nوأتى الأقرع ، فقال : أي شيء أحبّ إليك ؟ قال : شعر حسن ويذهب عنّي هذا قد قذرني الناس ؛ قال : فمسحه ، فذهب ، وأُعطي شعراً حسناً ، قال : فأي المال أحب إليك ؟ قال : البقر . قال : فأعطاه بقرة حاملًا ، وقال : يبارك لك فيها .\r\nوأتى الأعمى فقال : أي شيء أحب إليك ؟ قال : يرد اللَّه إليّ\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nبصري ، فأبصر به الناس ، قال : فمسحه فردّ اللَّه إليه بصره . قال : فأي المال أحب إليك ؟ قال : الغنم ، فأعطاه شاة والداً . فأُنتج هذان وولّد هذا ، فكان لهذا واد من إبل ، ولهذا واد من بقر ، ولهذا واد من الغنم .\r\nثمّ إنّه أتى الأبرص في صورته وهيئته ، فقال : رجل مسكين تقطّعت بي الحبال في سفري ، فلا بلاغ اليوم إلّاباللَّه ثمّ بك ، أسألك بالذي أعطاك اللون الحسن والجلد الحسن والمال ، بعيراً أتبلّغ عليه في سفري ؛ فقال له : إنّ الحقوق كثيرة . فقال له : كأنّي أعرفك ألم تكن أبرص يقذّرك الناس ، فقيراً فأعطاك اللَّه ؟ فقال : لقد ورثت لكابر عن كابر ؟ فقال : إن كنت كاذباً فصيّرك اللَّه إلى ما كنت .\r\nوأتى الأقرع في صورته وهيئته فقال له مثل ما قال لهذا ، فردّ عليه مثلما ردّ عليه هذا ، فقال : إن كنت كاذباً فصيّرك اللَّه إلى ما كنت .\r\nوأتى الأعمى في صورته فقال : رجل مسكين وابن سبيل وتقطّعت بي الحبال في سفري ، فلا بلاغ اليوم إلّاباللَّه ، ثمّ بك ، أسألك بالذي ردّ عليك بصرك ، شاة أتبلّغ بها في سفري ؛ فقال : قد كنت أعمى فرد اللَّه بصري ، وفقيراً فقد أغناني ، فخذ ما شئت ، فواللَّه لا أجحدك اليوم بشيء أخذته للَّه ، فقال : أمسك مالك فإنّما ابتليتم فقد رضي اللَّه عنك وسخط على صاحبيك . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح البخاري : 852 ، برقم 3464 ، كتاب الأنبياء ، باب حديث أبرص وأقرع وأعمى في بني إسرائيل .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nهذا هو تعبير الرسول الأكرم صلى الله عليه وآله وسلم والمسلمون جميعاً مأمورون بالاقتداء به وبأقواله ، قال اللَّه تعالى :  « لَقَدْ كانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كانَ يَرْجُوا اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً » .  « 1 »\r\n2 . أنّ إطلاق هذا اللفظ يأتي من باب المشاكلة ، وهو باب واسع في كلام العرب ، فإنّه سبحانه في مجالات خاصّة يعبّر عن فعله بما يعبّر به الناس عن أفعالهم ، وما ذلك إلّالأجل المشاكلة الظاهرية ، وهذا ما نقرأه في الآيات التالية :\r\nأ . قال سبحانه :  « إِنَّ الْمُنافِقِينَ يُخادِعُونَ اللَّهَ وَهُوَ خادِعُهُمْ » .  « 2 »\r\nب . وقال سبحانه :  « وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْماكِرِينَ » .  « 3 »\r\nج . وقال سبحانه :  « وَقِيلَ الْيَوْمَ نَنْساكُمْ كَما نَسِيتُمْ لِقاءَ يَوْمِكُمْ هذا » .  « 4 »\r\nإذ لا شكّ أنّه سبحانه لا يخدع ولا يمكر ولا ينسى ، لأنّ هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الأحزاب : 21 .\r\n( 2 ) . النساء : 142 .\r\n( 3 ) . آل عمران : 54 .\r\n( 4 ) . الجاثية : 34 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nمن صفات الإنسان الضعيف ، إلّاأنّه سبحانه وصف أفعاله بما وصف به أفعال الناس من باب المشاكلة ، والجميع كناية عن إبطال خدعتهم ومكرهم وحرمانهم من مغفرة اللَّه سبحانه وبالتالي عن جنته ونعيمها .\r\n3 . إنّ اللام في قول رسول اللَّه صلى الله عليه وآله وسلم : « بدا للَّه » هي بمعنى « من » أي بدا من اللَّه للناس ، يقول العرب : قد بدا لفلان عمل صحيح ، أو بدا له كلام فصيح ، كما يقولون : بدا من فلان كذا ، فيجعلون اللام مقام « من » ، فقولهم : بدا للَّه ، أي بدا من اللَّه سبحانه للناس .\r\nفعلى ضوء هذه الجهات يصحّ إطلاق « البداء » على اللَّه سبحانه ووصفه به ، حتّى لو قلنا بتوقيفية الأسماء والصفات ، وما ينسب إليه تعالى من الأفعال ، لوروده في الحديث النبويّ كما عرفت .\r\n* * * هذه هي حقيقة البداء وأثره البنّاء في تربية الإنسان على النهج الإسلامي الصحيح ، واتّضح للقارئ الكريم وجه استعمال هذا اللفظ لبيان هذه الحقيقة .\r\nوكما قلنا فمن أراد الردّ أو تأييد هذه الحقيقة فليبحث في هذا الإطار ويترك الأُمور الجانبية المتعلّقة بالموضوع ، والتي صعب على المستشكل فهمها لو صحّ سندها ومنها :\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n1 . ما نُسب إلى الإمام الصادق عليه السلام أنّه قال : « ما بدا للَّه‌بداءٌ كما بدا له في إسماعيل » .\r\n2 . ما نسب إلى أمير المؤمنين علي عليه السلام حيث أخبر بحصول الرخاء بعد سبعين عاماً ، ولم يقع .\r\nوقد درسنا هذه الأحاديث سنداً ودلالة في محاضراتنا حول « البداء » التي دوّنها العلّامة الحجّة الشيخ جعفر الهادي ، فللكاتب أن يرجع إلى تلك الرسالة حتى لا يطول مقامنا مع القرّاء .\r\n* * * \r\nالناس أعداء ما جهلوا\r\nومن أعجب ما رأيت حول البداء مقال آخر كتبه الشيخ إبراهيم الجنادي حيث قال : البداء عند الشيعة فكرة يهودية مستوردة .\r\nوالحق أن يقال : إنّ الناس أعداء ما جهلوا ، والمسكين غير عارف بأنّ الإيمان بالبداء على طرف النقيض من عقيدة اليهود حيث إنّهم أنكروا النسخ بتاتاً ، ومن المعلوم أنّ البداء في التكوين كالنسخ في التشريع ، فهم ينكرونهما جميعاً ، فلو أراد الكاتب التفصيل فليرجع إلى تفسير قوله سبحانه :  « وَقالَتِ الْيَهُودُ يَدُ اللَّهِ مَغْلُولَةٌ غُلَّتْ أَيْدِيهِمْ وَلُعِنُوا بِما قالُوا بَلْ يَداهُ مَبْسُوطَتانِ يُنْفِقُ كَيْفَ يَشاءُ وَلَيَزِيدَنَّ كَثِيراً مِنْهُمْ ما أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ طُغْياناً وَكُفْراً \r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n وَأَلْقَيْنا بَيْنَهُمُ الْعَداوَةَ وَالْبَغْضاءَ إِلى يَوْمِ الْقِيامَةِ كُلَّما أَوْقَدُوا ناراً لِلْحَرْبِ أَطْفَأَهَا اللَّهُ وَيَسْعَوْنَ فِي الْأَرْضِ فَساداً وَاللَّهُ لا يُحِبُّ الْمُفْسِدِينَ » .  « 1 »\r\nوالعجب أنّ الكاتب عنون مقاله بقوله : « فهل للعقول أن تتحرّر » فنقول : نعم عقول الشيعة تحرّرت منذ عصر الرسول صلى الله عليه وآله وسلم إلى يومنا هذا ، وأخذوا بما في الكتاب العزيز والسنّة النبوية ، وأمّا غيرهم ممّن لم يقرأ شيئاً من عقائد الشيعة ولا سائر الطوائف فهو من رماة القول على عواهنه ، فأخذ ينسب القول بالبداء إلى اليهود ، وهم على جانب النقيض من تلك العقيدة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المائدة : 64 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\n6 - علي عليه السلام وليد الكعبة\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nتحدّث الشيخ عثمان الخميس في برنامج « شبهات وردود » الّذي تبثّه قناة « الوصال » الفضائية حول ولادة الإمام علي عليه السلام في الكعبة المشرّفة وقد أنكر الشيخ الخميس تلك الكرامة للإمام علي عليه السلام وعدّها من قضايا الغلو واستدلّ عليه بالنحو التالي :\r\nإنّ علياً عليه السلام ولد قبل مبعث النبيّ صلى الله عليه وآله وسلم بثمانية أعوام وكانت الكعبة آنذاك مليئة بالأصنام فهل من الشرف لعلي أن يولد بين الأصنام . ثم إنّ المشهور إنّ الشخص الّذي ولد داخل الكعبة هو حكيم بن حزام . ولو نظرنا إلى الناحية الشرعية لوجدنا أنّ ولادة المرأة داخلها لا تجوز لأنّ المرأة عند الولادة يخرج منها الدم وهذا تنجيس للكعبة والنبيّ صلى الله عليه وآله وسلم منع الحائض من الطواف بالكعبة .\r\n\r\nملاحظات :\r\nإنّ في كلام الشيخ عثمان الخميس ملاحظات نشير إليها :\r\nالأولى : إنّ القضاء في الأُمور التاريخية يتمّ من خلال تتبّع الروايات والآثار في الموضوع حتّى يعلم مدى صحّة الخبر ولكنّ الشيخ عثمان ضرب هذه الضابطة عرض الحائط واقتصر على الأُمور الذهنية الّتي لا يخضع لها الواقع .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nالثانية : ما قال : إنّ علياً ولد بثمانية أعوام قبل البعثة ليس بصحيح على جميع الأقوال والصحيح أنّه ولد قبل عشرة أعوام أو ثلاثة عشر والأكثر على الأوّل ، قالوا : إنّه ولد بعد عام الفيل بثلاثين سنة . فليرجع الشيخ إلى المصادر .\r\nالثالثة : يقول : إنّ الكعبة المشرّفة كانت يومذاك مليئة بالأصنام فهل من الشرف لعلي أن يولد بين الأصنام ؟ !\r\nأقول : إنّ الكعبة المشرّفة أوّل بيت وضع للناس فهي على شرفها سواء أكانت مليئة بالأصنام أم لا ، فوجود الأصنام لا يحط من شرفها وكرامتها فولادة علي في الكعبة يعدّ شرفاً له سواء أكانت الكعبة نزيهة عنها أم لا . فالكعبة وعرفات ومنى والمشعر الحرام كلّها من شعائر اللَّه لها فضلها وكرامتها ، فتواجد المشرك والكافر لا يخل بشرفها وكرامتها . ويشهد على ما ذكرنا أنّ إبرهة لما أراد هدم الكعبة فاللَّه سبحانه عاقبه بأشد العقوبات فأرسل عليه وعلى جيشه أبابيل ترميهم   « طَيْراً أَبابِيلَ * تَرْمِيهِمْ بِحِجارَةٍ مِنْ سِجِّيلٍ »   « 1 » مع أنّها كانت في تلك الأيام مليئة بتلك الأصنام أيضاً .\r\nالرابعة : كان على الشيخ مراجعة الكتب وتتبع الآثار حتّى لا يكون من رماة القول على عواهنه فقد ذكره جمع من كبار علماء السنّة الّذين يحتجّ بقولهم كما ذكره أُمّة كبيرة من علماء الشيعة فهل يصحّ لنا رميهم بالخطأ والاشتباه أو الخضوع للعاطفة والغلو . نعوذ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الفيل : 3 - 4 .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nباللَّه من هذا القول . وها نحن نذكر بعض من نصّ على ولادة علي عليه السلام في الكعبة من أعلام السنّة .\r\n1 . الرحّالةالكبير والمؤرّخ الجليل أبو الحسن علي بن الحسين المسعودي ( المتوفّى 346 ه ) قال : وكان مولده في الكعبة . « 1 »\r\n2 . الحاكم النيشابوري ( المتوفّى 405 ه ) ينقل بسنده عن مصعب بن عبداللَّه ولادة حكيم بن حزام في جوف الكعبة ثم يعلّق عليه بقوله : وهم مصعب في الحرف الأخير فقد تواترت الأخبار أنّ فاطمة بنَت أسد ولدت أمير المؤمنين علي بن أبي طالب عليه السلام في جوف الكعبة . « 2 »\r\n3 . الحافظ الذهبي حيث أقرّ ما ذكره الحاكم في تلخيصه للمستدرك ونقله بنصّه وقال : وهم مصعب في الحرف الأخير فقد تواترت الأخبار أنّ علياً ولد في جوف الكعبة . « 3 »\r\nترى أنّ العلمين الكبيرين يصفان الموضوع بالتواتر وليس الحاكم ولا الحافظ الذهبي ممّن يتساهل في وصف الموضوع بدون دليل ، وهذا يدلّ على أنّ ولادة علي عليه السلام في الكعبة كان أمراً مشهوراً في القرن الرابع وما قبله .\r\n4 . حكى الحافظ الكنجي الشافعي ( المتوفّى 658 ه ) من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مروج الذهب : 1 / 348 ، دار الأندلس .\r\n( 2 ) . المستدرك للحاكم : 3 / 483 ، دار المعرفة ، بيروت .\r\n( 3 ) . تلخيص المستدرك للذهبي : 3 / 483 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nطريق ابن النجار عن الحاكم النيسابوري قال : ولد أمير المؤمنين علي بن أبي طالب بمكة في بيت اللَّه الحرام ليلة الجمعة لثلاث عشرة ليلة خلت من رجب سنة ثلاثين من عام الفيل ، ولم يولد قبله ولا بعده مولود في بيت اللَّه الحرام سواه إكراماً له بذلك وإجلالًا لمحلّه في التعظيم . « 1 »\r\n5 . وقال السبط ابن الجوزي ( 581 - 645 ه ) قال عكرمة : إنّ فاطمة بنت أسد كانت تطوف بالبيت وهي حامل بعلي فضربها الطلق ففتح لها باب الكعبة ، فدخلت فوضعته فيها . « 2 »\r\n6 . وقال العلّامة أبو سالم محمد بن طلحة الشافعي ( المتوفّى 652 ه ) : وقيل ولد في الكعبة البيت الحرام . « 3 »\r\n7 . العلّامة علي بن محمد المالكي الشهير بابن الصبّاغ ( المتوفّى 855 ه ) روى عن كتاب المناقب لأبي العالي الفقيه المالكي نقل أنّ أبا طالب كان يوماً حزيناً وكئيباً فقيل له : ما شأنك ؟\r\nقال : إنّ فاطمة بنت أسد في شدّة من الطلق ثم إنّه أخذ بيدها وجاء بها إلى الكعبة فدخل بها وقال : اجلسي على اسم اللَّه فطلقت طلقة واحدة فولدت غلاماً نظيفاً منظفاً لم أر أحسن وجهاً منه فسمّاه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كفاية الطالب : 366 ، شركة الكتبي ، بيروت - 1413 ه . ولاحظ ص 365 فقد نقل قصة ولادة علي عليه السلام في الكعبة بسنده عن جابر بن عبداللَّه .\r\n( 2 ) . تذكرة الخواص : 1 / 155 .\r\n( 3 ) . مطالب السؤول في مناقب آل الرسول : 61 ، مؤسسة البلاغ .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nأبو طالب علياً . . . « 1 »\r\n8 . وقال الإمام ملا علي القاري ( 1014 ه ) في شرح الشفاء :\r\nوفي مستدرك الحاكم أنّ علي بن أبي طالب كرم اللَّه وجهه ولد أيضاً في الكعبة . « 2 »\r\n9 . وقال البحر الفهّامة علي بن برهان الدين الحلبي الشافعي ( المتوفّى 1044 ه ) عند ذكر تزويج النبيّ خديجة : وقيل إنّ علياً رضي الله عنه ضمن المهر لكنّه ليس بصحيح لأنّ علياً ولد في الكعبة وعمره صلى الله عليه وآله وسلم ثلاثون سنة فأكثر . « 3 »\r\n10 . العلّامة الشيخ مؤمن المعروف بالشبلنجي ( المتوفّى 1298 ه ) قال في فصل خصّه لذكر مناقب علي بن أبي طالب :\r\nولد رضي الله عنه في مكة داخل البيت الحرام على قول يوم الجمعة ثالث عشر رجب سنة 30 من عام الفيل . « 4 »\r\n11 . وقال شهاب الدين السيد محمود الآلوسي ( المتوفّى 1270 ه ) مؤلف روح المعاني في « سرح الخريدة الغيبية في شرح القصيدة العينية » لعبد الباقي أفندي العمري : وكون الأمير كرّم اللَّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الفصول المهمة : 30 ، منشورات الأعلمي - طهران .\r\n( 2 ) . شرح الشفاء : 1 / 151 ، منشورات دار العلم ، دمشق .\r\n( 3 ) . السيرة الحلبية : 1 / 139 ، دار إحياء التراث العربي ، بيروت ، لبنان .\r\n( 4 ) . نور الأبصار في مناقب آل النبي المختار : 116 ، دار الكتب العلمية ، بيروت - 1418 ه .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nوجهه وُلد في البيت أمر مشهور في الدنيا ، وذكر في كتب الفريقين السنّة والشيعة . . . إلى أن قال : ولم يشتهر وضع غيره كرّم اللَّه وجهه كما اشتهر وضعه بل لم تتّفق الكلمة عليه ، وما أحرى بإمام الأئمة أن يكون وضعه فيما هو قبلة للمؤمنين ، وسبحان من يضع الأشياء في مواضعها وهو أحكم الحاكمين .\r\nوقال في ( ص 75 ) عند قول العمري :\r\n وأنت أنت الّذي حطّت له قدم * في موضع يده الرحمن قد وضعا \r\nوقيل : أحبّ عليه الصلاة والسلام - يعني علياً - أن يكافئ الكعبة حيث وُلد في بطنها بوضع الصنم عن ظهرها ؛ فإنّها - كما ورد في بعض الآثار - كانت تشتكي إلى اللَّه عبادة الأصنام حولها وتقول : أي ربّ حتّى متى تُعبد هذه الأصنام حولي ؟ واللَّه تعالى يعدها بتطهيرها من ذلك . « 1 »\r\nوليس عبد الباقي أوّل من نظم هذه الإثارة بل سبقه غيره حتّى في القرن الثاني وهذا هو السيد الحميري ( المتوفّى 179 ه ) فقد قال في قصيدته الدالية :\r\n ولدته في حرم الإله وأمنه * والبيت حيث فناؤه والمسجد \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سرح الخريدة الغيبية في شرح القصيدة العينية : 15 و 75 .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n بيضاء طاهرة الثياب كريمة * طابت وطاب وليدها والمولد\r\nفي ليلة غابت نحوس نجومها * وبدامع القمر المنير الأسعد\r\nمالفّ في خرق القوابل مثله * إلّا ابن آمنة النبيّ محمد « 1 » \r\nإنّ هذه الإثارة في القرن الثاني يدلّ على أنّ ولادة علي في الكعبة كان أمراً مشهوراً يعرفه الناس ولولاه لما جاء به السيد الحميري في قصيدته ، ولأنّه كان يواجه أعداء علي ومناوئيه فلا يحتجّ إلّابما كان مسلّماً عند الخصوم .\r\n12 . ويدلّ على اشتهار كون الإمام وليد الكعبة ما نقله ابن‌شهر آشوب ( 488 - / 588 ه ) عن محمد بن منصور السرخسي الأبيات التالية :\r\n ولدته منجبة وكان ولادها * فيجوف الكعبة أفضل الأكنان\r\nوسقاه ريقته النبي ويالها * من شربة تغني عن الألبان\r\nحتى ترعرع سيداً سنداً رضى * أسداً شديد القلب غير جبان\r\nعبدالإله مع النبي وإنّه * قد كان بعد يعد في الصبيان \r\n فلذاك زوجه الرسول بتوله * وغدا وصي الإنس ثم الجان\r\nشهدت له آيات سورة هل أتى * بمناقب جلت عن التبيان « 2 » \r\nهذا اثنا عشر نصاً من أعلام السنّة اقتصرنا عليها وإلّا فالراوي لهذه الكرامة أكثر من ذلك ، وقد ألّف الباحث الكبير الشيخ محمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مناقب ابن شهرآشوب : 2 / 200 ، طبعة دار الأضواء ؛ بيروت .\r\n( 2 ) . نفس المصدر .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nعلي الغروي الأوردوبادي كتاباً أسماه « علي وليد الكعبة » نقل فيه كلمات السنّة حول ولادة أمير المؤمنين عليه السلام في داخل الكعبة كما نقل كلمات علماء الشيعة حول الموضوع .\r\nثمّ إنّ العلّامة الأميني أشبع الموضوع في موسوعته « الغدير » وذلك عند ذكر قصيدة السريجي الأُوالي البحراني ( المتوفّى 656 ه ) حيث نظم الشاعر هذه الكرامة وقال :\r\n مَن كان حرم الرحمن مولده * وحاطه اللَّه من بعث وعدوان \r\nفذكر مصادرها من أعلام السنّة وكبار الشيعة وذكر الموضوع على وجه الإجمال وقال :\r\nيريد به قصّة ولادته صلوات اللَّه عليه في الكعبة المعظّمة ، وقد انشقّ جدار البيت لأُمّه فاطمة بنت أسد فدخلته ثمّ التأمت الفتحة ، فلم تزل في البيت العتيق حتى ولدت مشرِّف البيت بذلك الهبوط الميمون ، وأكلت من ثمار الجنّة ، ولم ينفلق صدف الكعبة عن درِّه الدريّ إلّاوأضاء الكون بنور محيّاه الأبلج ، وفاح في الأجواء شذى عنصره الأقدس ، وهذه حقيقة ناصعة أصفق على إثباتها الفريقان ، وتضافرت بها الأحاديث ، وطفحت بها الكتب ، فلا نعبأ بجلبة رماة القول على عواهنه بعد نصِّ جمع من أعلام الفريقين على تواتر حديث هذه الأثارة . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الغدير : 6 / 35 .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nالخامسة : وممّا قاله الشيخ عثمان الخميس في رد تلك الكرامة قوله : إنّ المرأة عند الولادة يخرج منها الدم وهذا يلازم تنجيس الكعبة .\r\nيلاحظ عليه : أنّ الشيخ لو كان عارفاً بمقام هذه المرأة لم يتفوّه بذلك حيث تصوّر أنّها كعامّة النساء اللواتي لا يعرفن وظائفهن أمام المقدّسات ولكنها لم تكن من تلك الطبقة بل كانت عارفة بتكاليفها أضف إلى ذلك : أنّه لم يكن باب الكعبة - يومذاك - مفتوحاً لكل وارد وشارد بل كان مقفلًا يتولّى سدنتها قبيلة خاصة تُدعى بأبي طلحة فلا يدخلها أحد إلّابإذن خاص من سادنها حتّى أنّ النبيّ صلى الله عليه وآله وسلم عندما فتح مكّة ألغى عامّة مناصب الكعبة إلّاالسدانة والحجابة فدعا عثمان بن طلحة ودفع إليه مفتاح الكعبة وقال :\r\n« هاك مفتاحك يا عثمان ، اليوم يوم برّ ووفاء » . « 1 »\r\nولكنّ السيدة فاطمة بنت أسد أُم الإمام علي لم تأخذ الإذن من أحد ولم يُفتح لها باب الكعبة وإنّما انشق جدار البيت فدخلته ثم التأمت الفتحة فلم تزل في البيت حتّى ولدت وهذا يكشف عن كرامتها وجلالتها عند اللَّه ، فمثل هذه المرأة لا تدخل وقد ضربها الطلق إلّامعها ألبسة خاصة تمنع عن تلويث الكعبة ، وهذه هي الحوامل يلدن في بيوتهن أو في المستشفيات دون أن يلوّثن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . السيرة النبوية لابن هشام : 2 / 412 ؛ المغازي للواقدي : 2 / 838 ؛ الطبقات الكبرى لابن سعد : 2 / 137 .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nالأرض والسجاجيد .\r\nولو كان الشيخ عارفاً بمقام أُمّ علي ربّما سكت عن كلامه هذا ويكفي في مكانتها أنّها لمّا ماتت دخل عليها رسول اللَّه صلى الله عليه وآله وسلم فجلس عند رأسها فقال : رحمك اللَّه يا أُمّي بعد أُمّي ، ثمّ دعا رسول اللَّه صلى الله عليه وآله وسلم أُسامة بن زيد وأبا أيّوب الأنصاري وعمر بن الخطاب وغلاماً أسود يحفرون ، فحفروا قبرها ، فلمّا بلغوا اللحد حفره رسول اللَّه صلى الله عليه وآله وسلم بيده وأخرج ترابه ، فلمّا فرغ دخل رسول اللَّه صلى الله عليه وآله وسلم فاضطجع فيه ثم قال : اللَّه الّذي يحيي ويميت وهو حي لا يموت ، اغفر لأُمّي فاطمة بنت أسد ، ووسّع عليها مدخلها بحقّ نبيك والأنبياء الّذين من قبلي . « 1 »\r\nجعفر السبحاني\r\nقم - مؤسسة الإمام الصادق عليه السلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . حلية الأولياء لأبي نعيم الاصفهاني : 3 / 121 ؛ وفاء الوفا للسمهودي : 3 / 899 .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nفهرس محتويات الكتاب\r\nمقدّمة المؤلّف 5\r\n1 . حكم الصلاة في مساجد الشيعة\r\nمقدّمة 9\r\nحكم الصلاة في مساجد الشيعة 11\r\nحكم بناء المساجد على قبور الأولياء 13\r\nكيفية الاستدلال بقوله تعالى :  « لَنَتَّخِذَنَّ عَلَيْهِمْ مَسْجِداً »  15\r\nزلّة لا تستقال 17\r\nتأويل مردود للألباني 20\r\nعود إلى كلام عثمان الخميس 20\r\nالإهانة لأهل البيت عليهم السلام والتابعين 21\r\nدراسة أدلّة المانعين 25\r\nوجود المساجد في المشاهد المشرّفة لا صلة له بهذه الأحاديث 34\r\nدراسة مقاطع ثلاثة في كلام عثمان الخميس 35\r\nمناقشة المقطع الأوّل : الشيعة يعظّمون القبور 35\r\nمناقشة المقطع الثاني من كلامه ، وفيه أُمور 38\r\n1 . الشيعة يذكرون غير اللَّه في مساجدهم 38\r\n2 . الشيعة يستغيثون بغير اللَّه في مساجدهم 38\r\n3 . الشيعة يدعون غير اللَّه في مساجدهم 39\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n4 . سبّ الأولياء من الصحابة والخلفاء 42\r\nالنقد والتقييم غير السبّ 44\r\nمناقشة المقطع الثالث : في صحّة الصلاة في مساجد الشيعة 45\r\n2 . نقد نظرية عثمان الخميس في الاستغاثة والتوسّل\r\nمقدّمة 49\r\nفي الفرق بين الاستغاثة والتوسّل وجواب عثمان الخميس 49\r\n1 . الاستغاثة بالحيّ 53\r\n2 . الاستغاثة بالغائب 56\r\n3 . الاستغاثة بالميّت 58\r\nكلام الخميس في التوسّل 60\r\nالتوسّل بذات الميّت توسّل غير صحيح عند الخميس 60\r\nالروايات الدالّة على صحّة التوسّل بذات الميّت 61\r\n1 . حديث الضرير 61\r\nدراسة الحديث سنداً ودلالة 61\r\n2 . استسقاؤهم بالعباس عمّ النبيّ صلى الله عليه وآله وسلم 65\r\nالتوسّل بجاه النبيّ صلى الله عليه وآله وسلم حرام عند الخميس 70\r\nفي الرد على ادّعائه 72\r\n3 . ميراث النبيّ صلى الله عليه وآله وسلم ومطالبة الزهراء عليها السلام بفدك\r\nلماذا لم يعلّم النبيُّ صلى الله عليه وآله وسلم فاطمة حكم ميراثها ؟ 75\r\nملاحظتان في كلام الخميس 76\r\nكيف ورث النبيّ سليمان أباه ؟ 77\r\nفي الردّ على جواب الخميس عن السؤال 78\r\nرسالة المأمون العباسي إلى قثم بن جعفر عامله على المدينة 83\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nزكريا يسأل اللَّه سبحانه أن يهبه ولداً يرثه 84\r\nجواب عثمان الخميس عن الآية 84\r\nكيفية استدلال الامامية بالآية 85\r\nفي الرد على جوابه 87\r\nنقد كلام الآلوسي حول الوراثة 89\r\n4 . مع عثمان الخميس في ردّه على الشيعة في مفاد حديث الكساء\r\nالخميس ينقل حديث الكساء عن صحيح مسلم 97\r\nاعتراضات الخميس على الشيعة حول حديث الكساء 97\r\n1 . الشيعة وحديث الكساء 99\r\nالخميس يدّعي أنّ الشيعة ليس عندهم حديث صحيح حول حديث الكساء والرد على مدّعاه 99\r\n2 . حديث الكساء لا يختصّ بأهل البيت عليهم السلام 102\r\nفي الردّ على هذا الاعتراض 102\r\nالروايات الدالّة على اختصاص الحديث بأهل البيت عليهم السلام وهي على طوائف 102\r\nالطائفة الأُولَى : التصريح بأسمائهم 103\r\nالطائفة الثانية : إدخالهم تحت الكساء 105\r\nالطائفة الثالثة : تعيينهم بتلاوة الآية على بابهم 106\r\n3 . حديث الكساء لا يشمل باقي الأئمة من ولد الحسين عليه السلام 109\r\nفي الردّ على هذا الاعتراض 109\r\n4 . حديث الكساء وعصمة الأئمة عليهم السلام 110\r\nاستغراب الخميس من انتساب الشيعة إلى الرسول الأكرم صلى الله عليه وآله وسلم 111\r\nالشيعة والأخذ بروايات أهل السنّة 112\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nممازحة الشيخ في آخر مقاله 113\r\nوقفة أُخرى مع الشيخ الخميس 114\r\nالشيعة وتكفير يزيد 115\r\nالشيعة وتحريف القرآن 117\r\n5 . البداء حقيقة قرآنية\r\nالبداء عند الإمامية 123\r\n1 . حقيقة البداء 125\r\nالأثر البنّاء للبداء 128\r\nالحوادث الّتي بدا للَّه‌تعالى فيها 129\r\n1 . رفع العذاب عن قوم نبي اللَّه يونس عليه السلام 129\r\n2 . الإعراض عن ذبح إسماعيل 130\r\n3 . إكمال ميقات موسى عليه السلام 130\r\n2 . ما هو معنى : « بدا للَّه » في حديث الرسول صلى الله عليه وآله وسلم ؟ 132\r\nالناس أعداء ما جهلوا 137\r\n6 . علي عليه السلام وليد الكعبة\r\nإنكار عثمان الخميس ولادة علي عليه السلام في الكعبة 139\r\nملاحظات شتّى في كلام عثمان الخميس 139\r\nتصريحات أعلام السنة على ولادة علي عليه السلام في الكعبة 143\r\nجلالة فاطمة بنت أسد تنفي تلويثها للكعبة 149\r\nفهرس محتويات الكتاب 151\r\n\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154}
  ]