[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nذكريات\r\nشهري الحج\r\n( ذي القعدة وذي الحجة )\r\nأيوب الحائري\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nسرشناسه : حائري ، أيوب ، 1344 -\r\nعنوان ونام پديدآور : ذكريات شهري الحج ( ذي القعدة وذى الحجة ) / أيوب الحائري .\r\nمشخصات نشر : تهران ؛ مشعر ، 1387 .\r\nمشخصات ظاهري : 148 ص . : جدول .\r\nشابك فهرست نويسى : فيپا .\r\nيادداشت : عربى\r\nيادداشت : كتابنامه : ص . 141 - 148 ؛ همچنين به صورت زير نويس .\r\nموضوع : اسلام - - تاريخ - - سالشمار .\r\nموضوع : روزهاى خاص .\r\nرده بندى كنگره : 1388 7 ك 2 ح / DSR 76\r\nرده بندى ديويى : 002 / 955\r\nشماره كتابشناسى ملى : 1839443\r\nذكريات شهري الحج\r\nتأليف : أيوب الحائري\r\nتنضيد الحروف : مركز أبحاث الحج\r\nالناشر : مشعر للطباعة والنشر\r\nالطبعة : الأولى ، 1430 ق . 1388 ش\r\nذكريات شهري الحج\r\nتأليف : أيوب الحائري\r\nتنضيد الحروف : مركز أبحاث الحج\r\nالناشر : مشعر للطباعة والنشر\r\nالطبعة : الأولى ، 1430 ق / 1388 ش\r\nالمطبعة : مشعر\r\nالكمية : 1000\r\nالثمن : 1000 تومان\r\nشابك : 1 - 199 - 540 - 964 - 978\r\nISBN : 978 - 964 - 540 - 199 - 1\r\nمراكز پخش وفروشگاه هاى مشعر :\r\nتهران : تلفن : 64512003 - 021 / قم : تلفن : 7838400 - 0251\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nتقديم\r\nبسم الله الرحمن الرحيم\r\nالحمد لله رب العالمين ، وصلى الله على خير خلقه أجمعين ، محمد وآله الطيبين الطاهرين ، وصحبه المنتجبين .\r\nفي ايّام شهري ذي القعدة وذي الحجة الحرامَين ذكريّات عن مناسبات دينية اسلامية ، وبعضها لبعض منتسبي أهل بيت رسول‌الله ( ص ) ويودّ المؤمن الحاج إلي رحاب حرم الله وحرم رسوله ( ص ) أن يتذكّرها ، ليوثق صلته بربّه وبنبيّه ( ص ) وآله ( عليهم السلام ) ، ويؤدّي بعض ما عليه من الحقوق تجاههم .\r\nوان بعثه الحجّ الجمهورية الاسلامية في إيران بما عليها من التكاليف والواجبات ، ولاسيَّما علي معاونية التعليم والبحوث ، اطّلعت علي سابقه حسنة للأخ أيوب الحائري في التأليف ، فطلبت منه أن يقوم بتدوين مناسبات شهري ذي القعدة وذي الحجة بما يناسب المخاطب في موسم الحج ، فكانت هذه الكرّاسة القيّمة والباقة العطرة ، نقدمها إلي وفود الرحمن بشكل خاص وإلي كل من رام\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالتعرف علي حقائق تاريخ الإسلام ومبادئه بشكل عام ، عسي أن تكون هذه المحاولة إسهاماً في نشربعض معارف الاسلام الأصيل لأبناء أمّتنا الإسلامية ليتعرفوا علي تاريخهم المجيد من خلال هذا العرض الجديد .\r\nوأخيراً نشكر الله تعالى أن وفقنا لهذا العمل الصالح ، سائلين المولى القدير حسن القبول ، واستمرار التوفيق ، لخدمة الإسلام والمسلمين وشريعة سيد المرسلين ومذهب أهل بيته الطاهرين وآخر دعوانا أن الحمد لله رب العالمين .\r\nمعاونية التعليم والبحوث للبعثة الحج الإيرانية\r\nالنصف من شعبان المعظم 1430 ه . ق\r\nذكري ميلاد المصلح العالمي المنتظر\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n(  وَذَكِّرْهُمْ بِأَيَّامِ اللَّهِ  ) « 1 »\r\n\r\nمقدمة المؤلف\r\nبسم الله الرحمن الرحيم والحمد لله رب العالمين ، وصلى الله على خير خلقه أجمعين ، محمد وآله الطيبين الطاهرين ، وصحبه المنتجبين .\r\nلقد اهتم الإنسان أشد الاهتمام بالزمان والتاريخ كعامل مهم في حياته الفردية والاجتماعية ، وأخذت كل أمّة تسعى لكي تحفظ تراثها من خلال تسجيل زمن حدوث الوقائع ومكانها بحسب المبدأ التاريخي الذي تختاره .\r\nوفي الإسلام تزداد مكانة بعض الأيام والتواريخ ، بحسب الأحداث التي وقعت فيها ، أو التي ستقع فيها ، وهذا ما نلمسه من واقع حياتنا كمسلمين ، إذ وردت أحاديث كثيرة في فضل بعض الأيام بالخصوص ، فليلة القدر في القرآن خير من ألف شهر ، ويوم الجمعة لها خصوصية معينة ، وحدث هجرة الرسول ( ص )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إبراهيم : الآية 5 .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nله مكانة عالية إذ جعل مبدأ للتاريخ في الإسلام ، فسميت السنة بالهجرية نسبة إلى هذه الحادثة العظيمة وليست هذه منحصرة بالإسلام ، فقد اعتمد المسيحيون يوم ميلاد السيد المسيح ( ع ) مبدءاً لتقاويمهم تخليداً لذلك الحدث المهم وهكذا سائر الأمم والاديان .\r\nومما ينبغي الإشارة إليه في هذا المجال ، هو التركيز على الاستفادة المثلى من هذه المناسبات لما فيه خير الإسلام والمسلمين ، ولا يتم ذلك إلا من خلال نشر الوعي والثقافة الإسلامية الصحيحة ، والسعي لتمثل تلك التجارب الإسلامية الناجحة في واقعنا المعاصر ، ولا سيما فيما يتعلق بذكريات الشخصيات الإسلامية الخالدة ، من خلال جعلهم قدوات في حياتنا العملية ، وتذكير الأمة بالقدرات العلمية والثقافية والنماذج الصالحة التي زخرت بها في كل العصور إلى يومنا هذا وان ذلك مصداقا لتذكير المسلمين بأيام الله وتعظيما لشعائره .\r\nإنّ عرض المناسبات الاسلامية السنوية بهذا الشكل بهدف واضح ومركّز وهو تكوين ثقافة واعية وهادفة منبعثة من المبادئ والعقائد التي سنّها إسلامنا العزيز ، ومواكبة لمسيرة مجتمع قام ببناء حضارة مميّزة فاقت الحضارة المادية منطلقاً من إيمانه الراسخ بثوابت وقيم وثقافة تشكل التراث الاسلامي الغني لطالما عمل على إحيائه والحفاظ عليه علماء هذه الأمة ومفكروها ، وجاء الدور الينا اليوم\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nلكي نحييه ونحافظ عليه .\r\nومن هذا المنطلق وحيث إن المخاطب الأول في هذا المقال هم حجاج بيت الله الحرام جاء هذا الكتاب الموجز ، لتعريف الأمة الإسلامية بقسم من تاريخها المجيد من خلال عرض أهم المناسبات التي مرت بها ، في شهري ذي القعدة وذي الحجة الحرامَين .\r\nوعلى ضوء هذا الهدف المقدس المنشود واحساسا بالمسؤلية والتكليف للمشاركة في احياء التراث الاسلامي المتمثل بتاريخه الحافل بالقيم والمبادئ وتلبية لنداء الامام الخميني الراحل ( قدس سره ) وخليفته بالحق ولي امر المسلمين الامام الخامنئي ( دام ظله ) في نشرالاسلام المحمدي الأصيل في أقطار العالم الاسلامي أجبت دعوة معاونية التعليم والبحوث لبعثة الحج فقمت بتدوين مناسبات هذين الشهرين بثوب جديد فكان هذا الإنجاز والعمل الرسالي الذي تمّ يوم ميلاد وليد الكعبة وصيّ رسول الله ( ص ) الإمام علي بن أبي طالب ( ع ) اقدّمه إلى عامّة المسلمين لا سيما ضيوف الرحمن ، حجاج بيت الله الحرام سائلًا المولي العزيز حسن القبول واستمرار التوفيق لمواصلة الطريق .\r\nوختاماً أتقدم بالشكر إلى العلامة الشيخ هادي اليوسفي الغروي لمراجعته للكتاب وتقيمه ، كما اشكر كلَّ من ساهم في اخراجه بهذه الحلية القشبية ، شكرالله مساعيهم جميعاً .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nوأخيراً ارجوا أن ينتفع بهذا السِفر المختصر إخوتي في الإيمان والإسلام ، وأن أنتفع به يوم لا ينفع مال ولا بنون إلا من أتى الله بقلب سليم ، وما توفيقي إلا بالله العلي العظيم ، وآخر دعوانا أن الحمد لله رب العالمين وصلى الله على محمد وأهل بيته الطاهرين ( عليهم السلام ) وصحبه الأخيار المنتجبين .\r\n13 رجب الحرام / 1430 ه . ق ذكري ميلاد وليد الكعبة\r\nأمير المؤمنين علي بن أبي طالب ( ع )\r\nقم المقدسة - أيوب الحائري\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالفصل الأول : ذكريات شهر ذي القعدة\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n. . .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nتمهيد : ذي القعدة ، أعمال ومناسبات\r\nالحمد لله رب العالمين ، والصلاة والسلام على شمس الهداية نبينا محمد وعلى الأقمار المضيئة الأئمة الطاهرين .\r\nشهر ذي القعدة الحرام هو أول الأشهر الحرم ومن أعمال هذا الشهر ومهامه عمل ليلة النصف منه ، فقد روي في ( الإقبال ) عن أحمد بن جعفر بن شاذان قال : روي عن النبي ( ص ) : أن في ذي القعدة ليلة مباركة وهي ليلة خمس عشرة ، ينظر الله إلى عباده المؤمنين فيها بالرحمة ، أجر العامل فيها بطاعة الله أجر مئة سائح له لم يعص الله طرفة عين . فإذا كان نصف الليل فخذ في العمل بطاعة الله والصلاة وطلب الحوائج ، فقد روي أنه لا يبقى أحد سأل الله فيها حاجة إلا أعطاه .\r\nواليوم الخامس والعشرين من هذا الشهر هو يوم دحو الأرض وهو أحد الأيام الأربعة التي خصّت بالصيام بين أيام السنة وروي أن صيامه يعدل صيام سبعين سنة ، وهو كفارة لذنوب سبعين\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nسنة « 1 » وعلى رواية أخرى : ومن صام هذا اليوم وقام ليلته فله عبادة مئة سنة . فعن أمير المؤمنين ( ع ) : « إن أول رحمة نزلت من السماء إلى الأرض في خمس وعشرين من ذي القعدة ، ومن صام ذلك اليوم وقام تلك الليلة فله عبادة مئة سنة ، صام نهارها وقام ليلها » . « 2 » وقد ورد من الاعمال ليوم دحو الأرض سوى الصيام والعبادة وذكر الله تعالى والغسل ركعتان صلاة ودعاء مخصوص ، من أراد الاطلاع علي كيفيتهما فليراجع اعمال شهر ذي القعدة من كتاب مفاتيح الجنان . وقال السيد الداماد في رسالته المسماة الأربعة أيام في خلال يوم دحو الأرض : ان زيارة الإمام الرضا ( ع ) في هذا اليوم هي اكد ادابه المسنونة .\r\nوفيما يتعلق بمناسبات شهر ذي القعدة فهناك مجموعة من الأحداث والوقائع الإسلامية نقدمها للقارئ الكريم بباقات خضراء مكلّلة بورود عطرة ، كذكرى تجديد بناء الكعبة المشرفة وذكرى ميلاد السيدة فاطمة المعصومة بنت الإمام موسى الكاظم ( ع ) ، وميلاد أخيها سيدنا ومولانا الإمام علي بن موسى الرضا ( ع ) .\r\nوورد عن الإمام الرضا ( ع ) : ليلة خمس وعشرين من ذي القعدة ولد فيها إبراهيم ( ع ) وولد فيها عيسى بن مريم ( ع ) ، وفيها دحيت الأرض من تحت الكعبة . . . وقال ( ع ) في رواية اخري : الا ان فيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مفاتيح الجنان ، أعمال شهر ذي القعدة عن الإقبال .\r\n( 2 ) إقبال الاعمال ، أعمال شهر ذي القعدة .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nيقوم القائم ( ع ) . « 1 » وهناك مناسبات أخرى في هذا الشهر ، كخروج النبي ( ص ) من المدينة لأداء الحج وغزوة بنيقريظة ، وفي آخره ذكرى شهادة الإمام محمد الجواد ( ع ) وفيما يلي عرض لتلك الاحداث والوقائع بايجاز .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع مفاتيح الجنان ، أعمال شهر ذي القعدة .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\n1 . تجديد بناء الكعبة المشرفة ( أوائل ذي القعدة / زمن النبي إبراهيم ( ع ) )\r\nمن المتواتر المقطوع به أن الذي جدّد بناء الكعبة إبراهيم الخليل ( ع ) وابنه إسماعيل ، وأن الكعبة هي أول بيت وضعه الله تعالى للعبادة ، حتى قبل بيت المقدس ، لأن بيت المقدس بناه النبي سليمان ( ع ) ، وهو بعد إبراهيم الخليل بزمن ، كما قال تعالى : (  إِنَّ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذِي بِبَكَّةَ مُبارَكاً وَهُدىً لِلْعالَمِينَ  ) « 1 » .\r\nولكن هذه الآية وآيات أخرى تشير بشكل واضح إلى أن الكعبة كانت موجودة حتى قبل إبراهيم ، وكان قائماً منذ زمن آدم ( ع ) « 2 » ، ومما يكشف عن ذلك أيضاً قوله تعالى عن لسان إبراهيم نفسه : (  رَبَّنا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ  ) « 3 » ، فإنّها تدل على أن الكعبة كان لها نوع من الوجود حين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 96 .\r\n( 2 ) الأمثل في تفسير القرآن 335 : 1 .\r\n( 3 ) إبراهيم : 37 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nجاء إبراهيم مع زوجته ، وابنه إسماعيل الرضيع إلى مكة .\r\nوقد أكد أمير المؤمنين ( ع ) هذا المعنى فقال : « ألا ترون أن الله سبحانه اختبر الأولين من لدن آدم ( صلوات الله عليه ) إلى الآخرين من هذا العالم بأحجار . . . فجعلها بيته الحرام . . . ثم أمر آدم ( ع ) وولده أن يثنوا أعطافهم نحوه . . . » « 1 » .\r\nفقد روى المسلمون وغيرهم أنه لما ولدت هاجر إسماعيل ؛ أمرالله نبيه إبراهيم أن يُسكنهما البيت الحرام ، وكان في ذلك الوقت على شكل قواعد ، فجاء إبراهيم وبرفقته هاجر وابنها إسماعيل وتركهما عند البيت الحرام دون ماء ولا كلاء ولا حتى خيمة تطبيقاً لإرادة الله ونزولًا عند بلائه ، فسألته هاجر ، أتتركنا في أرض لا يوجد فيها أحد ؟ فقال لها : الله الذي أمرني أن أضعكم في هذا المكان ، وهو الذي يكفيكم ، ثم انصرف عنهما فلما بلغ ( كداء ) وهو جبل بذي طوى التفت إبراهيم ، وقال : (  رَبَّنا إِنِّي أَسْكَنْتُ مِنْ ذُرِّيَّتِي بِوادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنا لِيُقِيمُوا الصَّلاةَ فَاجْعَلْ أَفْئِدَةً مِنَ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنَ الثَّمَراتِ لَعَلَّهُمْ يَشْكُرُونَ  ) ، ثم مضى وبقيت هاجر ، فلما ارتفع النهار عطش إسماعيل ، فقامت هاجر في موضع السعي فصعدت على الصفا ، ولمع لها السراب في الوادي ، فظنت أنه ماء ، فنزلت في بطن الوادي ، وسعت فلما بلغت المروة غاب عنها إسماعيل ، فعادت حتى بلغت الصفا ، وهكذا إلى سبعة أشواط ، فلما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : الخطبة القاصعة .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nكانت على المروة نظرت إلى إسماعيل وقد ظهر الماء من تحت رجليه فعادت حتى جمعت حوله الرمال وزمّته ، فلذلك سميت زمزم ، وكانت قبيلة جرهم نازلة بذي المجاز وعرفات ، فلما ظهر الماء بمكة لهاجر وابنها قالوا لها : من أنت وما شأنك وشأن هذا الصبي ؟ قالت : أنا أم ولد إبراهيم خليل الرحمن ، وهذا ابنه ، أمره الله ان ينزلنا هيهنا ، فقالوا لها : أتأذنين لنا أن نكون بالقرب منكم ؟ فقالت : حتى يأتي إبراهيم ، فلما زارهم إبراهيم في اليوم الثالث ، قالت هاجر : يا خليل الله إن ههنا قوماً من جرهم يسألونك أن تأذن لهم حتى يكونوا بالقرب منا ، أفتأذن لهم في ذلك ؟ فقال إبراهيم : نعم ، فأذنت لهم هاجر ، فنزلوا بالقرب منهم ، وضربوا خيامهم ، فأنست هاجر وإسماعيل بهم ، فلما زارهما إبراهيم في المرة الثانية نظر إلى كثرة الناس حولهم ، فسرّ بذلك سروراً شديداً « 1 » .\r\n\r\nتجديد بناء الكعبة المشرفة\r\nمرت الأيام وبلغ إسماعيل مبلغ الرجال ، فأمر الله تعالى خليله إبراهيم أن يبني البيت ، وقد أرسل له جبرئيل ليعرّفه موضع القواعد وخطها له ، فأخذ إسماعيل ينقل أحجار البيت من ذي طوى ، فجعل له جدراناً أربعة ، ورفعه إلى السماء تسعة أذرع « 2 » ، وجعل له أركاناً أربعة ، وسمى الشمالي بالركن العراقي ، والغربي بالركن الشامي ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان في تفسير القرآن 288 : 1 .\r\n( 2 ) الميزان في تفسير القرآن 288 : 1 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوالجنوبي بالركن اليماني ، والشرقي الذي فيه الحجر بالركن الأسود ، وتسمى المسافة التي بين الباب وركن الحجر بالملتزم ، لالتزام الطائف إياه في دعائه واستغاثته ، وأما الميزاب على الحائط الشمالي يسمى ميزاب الرحمة « 1 » .\r\nوقد جعل له بابين ، باباً إلى الشرق ، وباباً إلى الغرب ، والباب الذي إلى الغرب يسمى المستجار ، ثم لما فرغ من بنائه حج إبراهيم وإسماعيل « 2 » ، ونادي إبراهيم هلم الحج فلبي الناس الموجودون في زمانة ومن كان في أصلاب الرجال كما روى بسند معتبر عن أبي عبد الله ( ع ) قال : « لما أُمر إبراهيم وإسماعيل ( عليهما السلام ) ببناء البيت وتم بناؤه ، قعد إبراهيم على ركن ثم نادى : هلمّ الحجّ ، فلو نادى هلمّوا إلى الحج لم يحجّ إلّا من كان يومئذ إنسيّا مخلوقاً ، ولكنه نادى : هلم الحجّ ، فلبّى الناس في أصلاب الرجال : لبيك داعي الله عز وجل لبيك داعي الله ، فمن لبّى عشراً يحجّ عشراً ، ومن لبّى خمساً يحجّ خمساً ، ومن لبّى أكثر من ذلك فبعدد ذلك ، ومن لبّى واحداً حجّ واحداً ، ومن لم يلبّ لم يحجّ » « 3 » .\r\n\r\nمنزلة الكعبة عند الأمم والاديان\r\nكانت الكعبة مقدسة ومعظمة عند الأمم المختلفة ، فكانت الهنود يعظمونها ، وكانت الصابئة من الفرس والكلدانيين يعدونها أحد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان في تفسير القرآن 360 : 3 .\r\n( 2 ) الميزان في تفسير القرآن 289 : 1 .\r\n( 3 ) وسائل الشيعة 5 : 8 ، ح 9 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالبيوت السبعة المعظمة ، وكان الفرس يحترمون الكعبة أيضاً ، وكانت العرب أيضاً تعظمها كل التعظيم ، وتعدها بيتاً لله تعالى ، وكانوا يحجون إليها من كل جهة وهم يعدون البيت بناء إبراهيم ، والحج من دينه الباقي بينهم بالتوارث ومن الأديان كانت اليهود تعظمها ويعبدون الله فيها على دين إبراهيم ، وكانت في الكعبة صورتا العذراء والمسيح ، ويشهد ذلك على تعظيم النصارى لأمرها أيضاً « 1 » . ولماجاء الاسلام اهتم بالكعبة وطهرها من الأوثان وابعد المشركين عنها ودعى المسلمين إلي الحج الخالص الإبراهيمي ولذا ينسب حج المسلمين إلى إبراهيم الخليل فيقال الحج الإبراهيمي .\r\n\r\nالحج في الاسلام\r\nتعتبر عبادة الحج من أهم العبادات الاسلامية . وتذكر بعض النصوص أنها تأتي بالدرجة الثانية بعد الصلاة في الأهمية والأفضلية ، وأنه أحد الجهادين . فقد روى الكليني بطريق معتبر عن عبد الله بن يحيى الكاهلي قال : « سمعت أبا عبد الله يقول ويذكر الحج فقال : قال رسول الله ( ص ) : هو أحد الجهادين ، هو جهاد الضعفاء ونحن الضعفاء . أما إنه ليس شيء أفضل من الحج إلّا الصلاة ، وفي الحج ههنا صلاة وليس في الصلاة قبلكم حج » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الميزان في تفسير القرآن 361 : 3 .\r\n( 2 ) وسائل الشيعة 77 : 8 ، ح 2 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nكما أن الحج عماد الدين وقوام وجوده ، فقد ورد في الحديث : « لا يزال الدين قائماً ما قامت الكعبة » « 1 » .\r\nويجب الحج في العمر مرة واحدة على الانسان البالغ المستطيع الذي يملك مصارف السفر ونفقاته ، ويرجع إلى أهله مع وجود ما يكفيهم دون أن يؤدي ذلك إلى اضطراب في حياته المعيشية أو حرج في أوضاعه الشخصية . ولكن في الوقت نفسه يستحب للانسان استحباباً مؤكداً تكراره ، فهو أفضل من كثير من العبادات « 2 » .\r\nولا يجوز تعطيل الكعبة والحج ، ويجب على ولي أمر المسلمين الزام المسلمين أن يقوموا بأداء هذا الواجب والانفاق عليه إذا لم يتحقق ذلك بشكل اعتيادي . « 3 »\r\n\r\nامتيازات الحج على سائر العبادات « 4 »\r\nالميزة الأولى : أن هذه العبادة تشتمل على عدة أنواع من العبادات كالصلاة والصوم والجهاد والزكاة ، فالطواف بالبيت صلاة بالإضافة إلى وجود صلاة الطواف ، والاحرام مع محرماته نوع من الصوم والامساك عن الطيبات والشهوات ، والانفاق والهدي نوع من الزكاة ، والمشقة والسفر والاعمال المضنية نوع من الجهاد ، مضافاً إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة 14 : 8 ، ح 5 .\r\n( 2 ) راجع جامع أحاديث الشيعة 10 : أبواب فضائل الحج .\r\n( 3 ) دور أهل البيت ( عليهم السلام ) في بناء الجماعة الصالحة ج 2 .\r\n( 4 ) دوراهل البيت ( عليهم السلام ) في بناء الجماعة الصالحة ج 2 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالعبادات الأخرى كالوقوف والرمي والحلق فإنها ذات طبيعة مميزة لا نظير لها في العبادات الأخرى .\r\nالميزة الثانية : الممارسة الجماعية الواسعة لهذه العبادة ، حيث يأتي المسلمون الحجاج من طبقات الأمة كلها ، ومن كل فج عميق ، ليؤدّوا هذه الفريضة في أيام معلومات بشكل جماعي ، ويلبوا فيها النداء الإلهي الذي أطلقه إبراهيم ( ع ) ، يتحركون به على صعيد واحد وبشكل واحد يعبر عن المساواة الحقيقية بين بني البشر ، ويحقق الوحدة الكاملة للأمة بشكل عملي .\r\nالميزة الثالثة : تنوع الأهداف المنشودة من هذه العبادة ، سواء على مستوى الفرد أو الجماعة ، أو في جانبها المادي والروحي ، أو في ابعادها الاجتماعية والسياسية والاقتصادية والتربوية والأخلاقية .\r\nوشرح ذلك وإن كان يحتاج إلى حديث واسع ، ولكن يحسن بنا أن نشير فيه إلى نص رواه الشيخ الصدوق عن الإمام الرضا ( ع ) الذي تناول بعض الابعاد المعنوية والمنافع الدنيوية ، وكذلك الأهداف المقدسة التي استهدفتها هذه العبادة الجماعية .\r\nروى الصدوق ، عن الفضل بن شاذان ( في حديث العلل التي سمعها من الرضا ( ع ) قال : « فإن قال فلم امر بالحج ؟ قيل : لعلة الوفادة إلى الله عز وجل وطلب الزيادة ، والخروج من كل ما اقترف العبد تائباً مما مضى مستأنفاً لما يستقبل ، مع ما فيه من اخراج الأموال وتعب الأبدان والاشتغال عن الأهل والولد وحظر النفس عن اللذات ،\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nشاخصاً في الحر والبرد ثابتاً ذلك عليه دائماً ، مع الخضوع والاستكانة والتذلل ، مع ما في ذلك لجميع الخلق من المنافع . . . . . . . . ، من في البر والبحر ممن يحج وممن لم يحج من بين تاجر وجالب وبايع ومشتر وكاسب ومسكين ومكار وفقير ، وقضاء حوائج أهل الأطراف في المواضع الممكن لهم الاجتماع فيها ، مع ما فيه من التفقّه ونقل أخبار الأئمة ( عليهم السلام ) إلى كل صقع وناحية . . . » « 1 » .\r\nوهناك تفاصيل كثيرة ترتبط بموضوع الحج تناولها الفقهاء في كتاب الحج والرسائل العملية الخاصة به المسماة ( مناسك الحج ) لا يتناسب ذكرها مع عنوان الكتاب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جامع أحاديث الشيعة 226 : 10 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\n2 . ولادة السيدة فاطمة المعصومة ( عليها السلام ) « 1 » ( 1 / ذي القعدة / السنة 173 ه )\r\nولدت فاطمة المعصومة ( عليها السلام ) في المدينة المنورة في الأول من ذي القعدة سنة ( 173 ه ) ، أبوها الإمام موسى بن جعفر الكاظم ( ع ) ، وأمها تسمى خيزران وتكتم ونجمة ، وتكنى بأم البنين ، فهي أخت الإمام الرضا ( ع ) من الأبوين .\r\nكانت فاطمة ( عليها السلام ) من أعظم نساء زمانها علماً وعملًا وعبادة وتقوى وأخلاقاً وفضلًا وتحملًا للمحن والمصائب ، فقد فقدت ( عليها السلام ) أباها وهي في العاشرة من عمرها ، وفارقت أخاها الرضا ( ع ) بعد ذلك بمدة وجيزية ، كما عاصرت قتل إخوانها الذين ثاروا في بقاع الأرض لدفع الظلم عن الناس منهم السيد احمد المعروف والمشهور عند الإيرانيين بشاه جراغ وهو مع جمع من اخوته مدفونيين في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقلنا مطالب هذا العنوان عن كتاب لمحات من حياة الإمام الرضا ( ع ) وأخته السيدة فاطمة المعصومة ( عليها السلام ) .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nمدينة شيراز مركز محافظة فارس .\r\nلقبت فاطمة ( عليها السلام ) بألقاب عظيمة منها كريمة أهل البيت ( عليهم السلام ) ، وفاطمة الثانية ، وذلك لشدة شبهها بجدتها فاطمة الزهراء ( عليها السلام ) .\r\nكما لقبت بالمحدثة لكثرة علمها ، ومن أشهر ألقابها ( المعصومة ) ، لإيمانها العميق وشدة ارتباطها بربها ولعظيم تقواها .\r\nوامتازت السيدة المعصومة ( عليها السلام ) بعلمها الواسع ، وكانت من المحدثات التي روت عن أبيها وأخيها ، كما كانت تجيب على استفتاءات الناس في غيابهما ، حيث روي أنه أتى جمع من الشيعة إلى المدينة لكي يعرضوا بعض أسئلتهم على الإمام الكاظم ( ع ) ، غير أنه ( ع ) وولده الإمام الرضا ( ع ) لم يكونا حاضرين في المدينة ، فاغتم الجميع وكتبوا أسئلتهم وأودعوها في بيت الإمام ، بنية أن يحصلوا على جوابها في سفرهم القادم ، وعزموا على الرجوع إلى حيث جاؤوا ، وإذا بأجوبة أسئلتهم تأتي من قبل السيدة فاطمة المعصومة ( عليها السلام ) ، وعندئذٍ تبدل حزنهم بفرح ، ورجعوا إلى بلدهم ، وفي طريقهم التقوا بالإمام موسى الكاظم ( ع ) فأخبروه بما جرى ، فنظر الإمام ( ع ) إلى أجوبة ابنته فقال :\r\n( فداها أبوها ) « 1 » .\r\nكما أنه بعد وفاة أبيها ، وسفر أخيها الإمام الرضا ( ع ) إلى خراسان كانت المرجع الديني للناس في المدينة وبقيت على هذه الحال ردحاً من الزمان ، غير أنها ولشدة تعلقها بأخيها الرضا ( ع ) ، حيث كانت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحارالأنوار : 99 كتاب المزار .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nتحبه حباً جماً ، وكان عزيزها الذي كانت تشعر بالأمن والراحة إلى جواره ، قررت ( عليها السلام ) أن تلتحق بالإمام ( ع ) في خراسان فتجهزت مع بعض إخوة الإمام وأبناء إخوته « 1 » .\r\nخرج في قافلة السيدة المعصومة ( عليها السلام ) خمسة من إخوتها وهم : فضل وجعفر وهارون وقاسم وزيد ، ومعهم بعض أبناء إخوة السيدة المعصومة ، وعدة من العبيد والجواري ، وتحرّكت قافلة عشاق الإمام الرضا ( ع ) من المدينة المنوّرة قاصدين ديار الحبيب مرو في سنة 201 ه ، ومرت الأيام والليالي والقافلة خلّفت صحراء الحجاز وراءها ، ومع أنَّ قطع هذا الطريق الوعر والبعيد كان شاقّاً على شابة مثل السيدة فاطمة ولكن شدّة الشوق وأمل اللقاء بأخيها الرضا ( ع ) سهّل عليها صعوبة الطريق وعناء السفر ، وأخيراً وصلت القافلة إلى إيران ، وفي مدينة ساوة مرضت السيدة المعصومة ( عليها السلام ) مرضاً شديداً إثر مطاعب السفر « 2 » بحيث لم تقدر على مواصلة السير ، فسألت عن المسافة بين المكان الذي هي فيه وبين بلدة قم التي تضمّ الكثير من وجوه الشيعة ، فقيل لها المسافة عشرة فراسخ « 3 » فقالت : « احملوني إلى قم » فحُمِلت ، ولما أشرفت على قم مرّ بظعينتها راكب ، فسأل : لمن هذه الظعينة ؟ فقيل له : هي لفاطمة بنت موسى بن جعفر ، وهي وافدة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمة تاريخ قم : 213 .\r\n( 2 ) وقيل مرضت من أثر السمّ الّذي دُس إليها في ساوة من قبل أعوان بني العباس .\r\n( 3 ) أي : 55 ك م تقريباً ، وقد سمعت المعصومة عن آبائها من الأحاديث في فضل قم وأهلها مما جعلها تختار هذه البلدة للقدوم إليها .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nمن الحجاز للقاء أخيها أبي الحسن الرضا ( ع ) . فأقبل ذلك الرجل إلى مجلس موسى بن الخزرج الأشعري - وهو من وجوه الشيعة في قم آنذاك وزعيم الأشعريين - وكان حاشداً بالناس ، فقال الرجل وهو باك : « يا موسى ، لقد حلّ الشرف في بلدكم ، ونزلت الخيرات والبركات بساحتكم » ، فقال موسى : « لا زلت مبشراً بخير ما الذي جرى ؟ » ، قال : « ظعينة أخت الرضا ( ع ) مقبلة على قم » .\r\nفلما سمع موسى بكى فرحاً وخرج من قم مع أصحابه وجمع كثير من الناس لاستقبالها ، فلما وصل موسى إلى ظعينة السيدة فاطمة ( عليها السلام ) تناول يد القائد لناقتها فقبّلها ، وطلب منه أن يسلّمه زمام الناقة ليقودها بيده وليتشرّف بذلك ، فسلَّم إليه زمام الناقة فقادها موسى بيده حتى أنزل السيدة فاطمة ( عليها السلام ) بيته ، وكان ذلك في 23 ربيع الأول سنة 201 للهجرة « 1 » .\r\nبقيت السيدة فاطمة المعصومة ( عليها السلام ) في بيت موسى بن خزرج « 2 » سبعة عشر يوماً معزّزة مكرمة ، ثم توفّيت في اليوم العاشر من ربيع الثاني سنة 201 ه « 3 » ، قبل أن تحظى برؤية أخيها الإمام الرضا ( ع ) وتقرّ عينها به .\r\nوفجع أهالي قم بتلك المصيبة وحزنوا حزناً شديداً ، وتولّت النساء تغسيلها وتكفينها ، ثم صلّى عليها موسى في حشدٍ كبير من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمة تاريخ قم : 213 .\r\n( 2 ) عرف واشتهر هذا البيت بعد ذلك ب ( بيت النور ) ويقع في ميدان مير في شارع عمار بن ياسر .\r\n( 3 ) وقيل توفيت ( عليها السلام ) في الثاني عشر من ربيع الثاني .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nشيعة أهل البيت ( عليهم السلام ) في قم ، وبعد التشييع رأى زعماء الأشعريّين أن يُدفن الجسد الطاهر في مكان مناسب غير المقبرة العامّة ، فخصّص موسى بن خزرج بستاناً كبيراً له في منطقة يقال لها : « باغ بابلان » عند نهر قم « 1 » لدفن السيدة المعصومة ( عليها السلام ) ، وبعد الدفن أقام الشيعة مآتم الحزن على السيدة المعصومة ، وبنى أهل قم كوخاً على مرقدها ، وبعد مضّي خمسين سنة وباهتمام السيدة زينب بنت الإمام الجواد ( ع ) بُنيت أول قبّة على قبر السيدة المعصومة ( عليها السلام ) ، ثم جدّد بناء الحرم المطهّر من قبل محبّي وشيعة أهل البيت ، وتوسّع حتى أصبح بالشكل الذي هو عليه الآن : زاهراً كأنّه جوهرة وسط مدينة قم .\r\nوأصبح هذا المكان والمقام المقدّس يقصد من مختلف نقاط إيران والعالم لزيارة هذه السيدة العلوية الجليلة إظهاراً للمحبّة الخالصة للنبي ولأهل بيته ( عليهم السلام ) .\r\nوقد رأى زوّارها الكرامات العديدة منها منذ دفنها إلى يومنا هذا وقدجاء في فضل زياتها واجر زوارها إنّ ثمن وأجر زيارة السيدة فاطمة المعصومة ( عليها السلام ) هو الجنة ، وقد بشّر ثلاثة من المعصومين ( عليهم السلام ) زوّارها بذلك .\r\nقال جدّها الإمام الصادق ( ع ) : « إنّ لِلّهِ حَرَماً وَهُوَ مَكّة ، وَلِرَسُولِهِ حَرَماً وَهُو المَدِينَة ، ولأميرالمُؤمِنينَ حَرَماً وَهُوَ الكُوفَة ، وَلَنا حَرَماً وَهُو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهو مزارها الفعلي المشيد . ثم إنّ موسى بن خزرج أوقف البستان على المسلمين كي يُدفن فيه الشيعة الموالون حول المرقد الشريف .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nقُم ، وَستُدفَن امرَأة مِن وِلْدِي تُسمّى فَاطِمَة ، مَنْ زَارَها وَجَبتْ لَهُ الجنّة » « 1 » .\r\nوورد عن أخيها الإمام الرضا ( ع ) أنّه قال : « مَنْ زَارَها عَارِفاً بِحقِّها فَلَه الجنّة » « 2 » ، وقال ( ع ) : « مَن زَارَ المعصُومَة بِقم كَمَنْ زَارَني » وورد عن ابن أخيها الإمام الجواد ( ع ) : « مَنْ زَارَ عَمّتِي بِقُم فَلَه الجنّة » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ قم ، وعنه في بحارالأنوار ج 99 ، كتاب المزار .\r\n( 2 ) بحارالأنوار 265 : 102 .\r\n( 3 ) بحارالأنوار 7 : 102 ، 266 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\n3 . النبي ( ص ) وصلح الحديبية ( 2 / ذي القعدة / السنة 6 ه )\r\nروي القمي في تفسيره بسنده عن الإمام الصادق ( ع ) : « إن الله عز وجل ، أرى رسول الله ( ص ) في النوم أنه دخل بأصحابه المسجد الحرام مع الداخلين ، وطاف مع الطائفين وحلق مع المحلقين ، وكان ذلك أمراً له بذلك فأخبر أصحابه بذلك وأمرهم بالخروج فخرجوا » « 1 » .\r\nقال الواقدي : واغتسل رسول الله ( ص ) في بيته ولبس ثوبين هما أصلًا من نسج حمُار ( وهي بلدة في عمان ) « 2 » ، وركب راحلته القصواء من عند بابه وخرج من المدينة يوم الاثنين لهلال ذيالقعدة ، واستخلف على المدينة ابن أم مكتوم ، فلما نزل ذي الحليفة وكان قد ساق رسول الله ستاً وستين بدنه « 3 » فأحرم بالعمرة وأشعرها عند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة التاريخ الإسلامي 599 : 2 .\r\n( 2 ) النهاية 253 : 2 .\r\n( 3 ) إعلام الورى 203 : 1 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nإحرامه ، وأحرم المسلمون ملبين بالعمرة مشعرين وقال ابن إسحاق : وإنما ساق معه الهدي وأحرم بالعمرة ليعلم الناس أنه إنما خرج زائراً للبيت ومعظماً له فيأمن الناس من حربه ( 322 : 3 ) . « 1 » وكان رسول الله في طريقه يستنفر الأعراب ، فلم يتبعه أحد منهم ، وكانوا يقولون : أيطمع محمد وأصحابه أن يدخلوا الحرم وقد غزتهم قريش في عقر دارهم فقتلوهم ؟ إنه لا يرجع محمد وأصحابه إلى المدينة أبداً « 2 » .\r\nوروى المفيد في الإرشاد : نزل رسول الله ( ص ) في منزل الجحفة فلم يجد بها ماءً ، فبعث سعد بن ملك ( أبي وقاص الزهري ) بالروايا ، حتى إذا كان غير بعيد ، رجع وقال يا رسول الله ما أستطيع أن أمضي ، لقد وقفت قدماي رعباً من القوم !\r\nوهكذا حصل مع رجلين آخرين . فبعث ( ص ) بعلي بن أبي طالب ( ع ) ، فخرج علي بالروايا حتى ورد الحزار فاستقى ثم أقبل بها إلى النبي ( ص ) فكبر النبي ( ص ) ودعا له بخير « 3 » .\r\nبيعة الرضوان : قال الطبرسي : قال رسول الله ( ص ) إن الله أمرني بالبيعة . فبايعه الناس تحت الشجرة على أن لا يفروا عنه أبداً . « 4 » وبعثت قريش سُهيل بن عمرو العامري ، وحويطب بن عبد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ( ( موسوعة التاريخ الإسلامي 600 : 2 .\r\n( 2 ) تفسير القمي 31 : 2 .\r\n( 3 ) الإرشاد 121 : 1 - 122 .\r\n( 4 ) إعلام الورى 204 : 1 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالعزى ومكرز بن حفص إلى رسول الله للصلح . ، وعندما وصل سهيل بن عمرو وحويطب إلى رسول الله ( ص ) قالا : إن قومك يناشدونك الله والرحم أن تدخل عليهم بلادهم بغير إذنهم وتقطع أرحامهم وتجرئ عليهم عدوهم ، فأبى رسول الله إلا أن يدخلها « 1 » .\r\nوفي خبر القمي في تفسيره بسنده عنه ( ع ) : فأجابهم رسول الله ( ص ) إلى ذلك وقالوا له : « وترد إلينا كل من جاءك من رجالنا ، ونرد إليك كل من جاءنا من رجالك ؟ فقال رسول الله ( ص ) : من جاءكم من رجالنا فلا حاجة لنا فيه ، ولكن : على أن المسلمين بمكة لا يؤذون في إظهارهم الإسلام ، ولا يكرهون ولا ينكر عليهم شيء يفعلونه من شرائع الإسلام فقبلوا ذلك ، ورجع سهيل بن عمرو ومكرز بن حفص بن الأحنف إلى قريش فأخبراهم بالصلح » « 2 » .\r\n\r\nبنود صلح الحديبية\r\n( محمد بن عبد الله والملأ من قريش وسهيل بن عمرو ، اصطلحوا على :\r\nوضع الحرب بينهم عشر سنين على أن يكف بعض عن بعض ، وعلى أنه لا اسلال ولا إغلال ، وان وبينهم غيبة مكفوفة ، وأنه من أحب أن يدخل في عهد محمد وعقده فعل ، وأن من أحب أن يدخل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روضة الكافي : 268 .\r\n( 2 ) موسوعة التاريخ الإسلامي 624 : 2 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nفي عهد قريش وعقدها فعل ، وأنه من أتى من قريش إلى أصحاب محمد بغير إذن وليه يردوه إليه ، وأنه من أتى قريشاً من أصحاب محمد لم يردوه إليه .\r\nوأن يكون الإسلام ظاهراً بمكة ، لا يكره أحد على دينه ولا يؤذى ولا يعير ، وأن محمداً يرجع عنهم عامه هذا وأصحابه ، ثم يدخل في العام القابل مكة فيقيم فيها ثلاثة أيام ولا يدخل عليها بسلاح إلا سلاح الراكب أو سلاح المسافر : والسيوف في القراب » « 1 » .\r\nهناك ملاحظة مهمة في صلح الحديبية ، وهي أن المشركين رفضوا أن يذكر اسم محمد ( ص ) مقروناً بالرسالة وكان الكاتب هو أمير المؤمنين علي ( ع ) ، فتردد في الاستجابة لسهيل بن عمر ، ولكن الرسول أمر أن يستجيب وقال : ستدعى لمثلها وتجيب ، إخباراً بالغيب عما سيؤول إليه حال الإمام مع معاوية في مؤامرة رفع المصاحف في حرب صفين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة التاريخ الإسلامي 629 : 2 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\n4 . ولادة الإمام الرضا ( ع ) « 1 » ( 11 / ذي القعدة / السنة 148 ه )\r\nالإمام أبو الحسن علي بن موسى الرضا ( ع ) « 2 » ثامن أئمة أهل البيت ( عليهم السلام ) ، ولد في المدينة المنورة في الحادي عشر من ذي القعدة سنه ( 148 ه ) ، أبوه الإمام موسى بن جعفر ( ع ) ، وأمه خيزران ، وقيل نجمة ، وتكنَّى بأم البنين ، وقيل غير ذلك ، استشهد ( ع ) بطوس متأثراً بسّم دسه إليه المأمون في نهاية صفر سنه ( 203 ه ) على المشهور ، أو في السابع عشر منه كما في خبر آخر ، وقضى أكثر عمره في مدينة جده ، إلى أن استدعاهُ المأمون سنة ( 200 ه ) إلى خراسان ، ليكون ولياً للعهد وخليفة من بعده ، فعاش فيها ثلاث سنوات من عمره الشريف ، إلى أن توفي ودفن فيها ، ولم يترك الإمام ( ع ) إلا ولداً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقلنا المطالب عن كتاب لمحات من حياة الإمام الرضا ( ع ) وأخته السيدة فاطمة المعصومة ( عليها السلام ) .\r\n( 2 ) ورد عن الإمام الجواد ( ع ) في وجه تسميته بهذا اللقب انه : « رضى به المخالف من أعدائه كما رضى به الموافقون من أوليائه ، ولم يكن ذلك لأحد من آبائه : فلذلك سمي من بينهم الرضا ( ع ) ( عيون أخبار الرضا 13 : 1 ) ويقال إنّ المأمون هو الذي لقبّ الإمام بهذا اللقب .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nواحداً هو الإمام الجواد ( ع ) ، بناءً على ( الإرشاد ) للشيخ المفيد وله أربع بنون وبنت واحدة على رواية ( كشف الغمة ) للأربلي .\r\n\r\nإمامة الإمام الرضا ( ع )\r\nقام الإمام الرضا ( ع ) بعد أبيه بإمامة المسلمين عشرين سنة ، قال الشيخ المفيد ( قدس سره ) : كان الإمام بعد موسى بن جعفر : « ابنه علي بن موسى الرضا ( ع ) فضله على جماعة إخوته وأهل بيته وظهور علمه وحلمه ، وورعه ، واجتماع الخاصة والعامة على ذلك منه ، ومعرفتهم به ، ولنص أبيه ( ع ) على إمامته من بعده وأشار إليه بذلك دون إخوته وأهل بيته » « 1 » ، وبالإضافة إلى النصوص العامة على إمامة الأئمة الاثني عشر من النبي ( ص ) ، فلقد كان كل إمام ينص على الإمام من بعده ويُبّينُه للمسلمين وشيعته ، حتى لا يدَّعي الإمامة أحد من بعده .\r\n\r\nمن خصائص الإمام الرضا ( ع )\r\nلابد وأن يكون الإمام المعصوم ، جامعاً لجميع العلوم والمعارف الإلهية والطبيعية ، والفضائل والمكارم الأخلاقية ، ليكون مناراً يهتدى به ، وأسوة لجميع الناس يقتدى به ، لأنّه حجة الله في أرضه على خلقه ، ويجب أن يكون في جميع هذه الخصائص والصفات أعلى من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد : 304 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nغيره لتتم الحجة .\r\nوالإمام الرضا ( ع ) كجده المصطفى ( ص ) وآبائه الأئمة البررة ، قد اتصف بجميع تلك الخصال والصفات الحميدة ، ولم تكن صفة يسمو بها الإنسان نحو الكمال إلّا وهي موجودة فيه .\r\nأما أخلاقه ؛ فيقول إبراهيم بن العباس الصولي : « ما رأيت أبا الحسن الرضا ( ع ) جفا أحداً بكلمة قط ، ولا رأيته قطع على أحد كلامه حتى يفرغ منه ، وما ردَّ أحداً عن حاجة يقدر عليها ، ولا مد رجله بين يدي جليس له قط ، ولا اتكأ بين يدي جليس له قط ، ولا رأيته شتم أحداً من مواليه ومماليكه قط ، ولا رأيته تفل قط ، ولا رأيته يقهقه في ضحكه قط ، بل كان ضحكه التبسم ، وكان إذا خلا ونصب مائدته أجلس معه على مائدته مماليكه ومواليه ، وكان كثير الصيام فلا يفوته صيام ثلاثة أيام في الشهر ، ويقول : ذلك صوم الدهر ، وكان ( ع ) كثير المعروف والصدقة في السّر ، وأكثر ذلك منه في الليالي المظلمة ، فمن زعم أنه رأى مثله في فضله فلا تصدقوه » « 1 » .\r\nوأما علمه : فقد أحاط الإمام بجميع العلوم ، وكان أعلم أهل زمانه ، وذلك مما اشتهر وهو الشيء البارز في شخصية الإمام ( ع ) لا يستطيع أن ينكره أحد ، وقد لقّب بعالم آل محمد ، وقد اعترف المأمون بنفسه أكثر من مرة ، وهو من العلماء البارزين ، وفي مناسبات عديدة أن الإمام الرضا ( ع ) أعلم أهل الأرض .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عيون أخبار الرضا 180 : 2 7 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nومن مظاهر علم الإمام ومعرفته التامة ؛ إخباره عن كثير من الملاحم والأحداث قبل وقوعها ، ومن جملة ما أخبر يحل بهم ، وقتل الأمين على يد أخيه المأمون ، وقتل المأمون له ، وقد تحقق كل ما اخبر به .\r\nومن مظاهر علم الإمام ( ع ) مناظراته في البصرة ، والكوفة وخراسان مع علماء اليهود والنصارى ، والمسلمين ، والتي اعترف له فيها جميع هؤلاء العلماء بالفضل والعلم والتفوق عليهم « 1 » .\r\n\r\nأقوال علماء أهل السنة في الرضا ( ع )\r\nقال الإمام أحمد بن حنبل ( ت : 241 ه ) ، معلّقاً على سند فيه الإمام الرضا ( ع ) : « لو قرئت هذا الإسناد على مجنون لبرئ من جنونه » « 2 » .\r\nوجاء في كتاب ( الثقات ) لابن حبان ( ت : 354 ه ) : « وهو علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب أبي الحسن ، من سادات أهل البيت وعقلائهم ، وجلة الهاشميين ونبلائهم . . ومات علي بن موسى الرضا بطوس من شربة سقاه إياها المأمون فمات من ساعته . .\r\nوقبره بسناباد خارج النوقان مشهور يزار ، قرب قبر الرشيد ، قد زرته مراراً كثيرة ، وما حلت بي شدة في وقت مقامي بطوس فزرت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع عيون أخبار الرضا 180 : 2 7 ؛ بحار الأنوار 95 : 49 .\r\n( 2 ) أورده ابن حجر في صواعقه المحرقة : 310 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nقبر علي بن موسى الرضا صلوات الله على جده وعليه ودعوت الله إزالتها عني إلا استجيب لي وزالت عني تلك الشدة ، وهذا شيء جرّبته مراراً فوجدته كذلك ، أماتنا الله على محبة المصطفى وأهل بيته صلى الله عليهم أجمعين » « 1 » .\r\nوهكذا مدح عبد الكريم بن محمد السمعاني ( ت : 562 ه ) الإمام الرضا ( ع ) فقال في الأنساب : « والرضا كان من أهل العلم والفضل مع شرف النسب » « 2 » .\r\nوقال الفخر الرازي ( ت : 604 ه ) عند تفسيره الكوثر : « والقول الثالث في الكوثر ، أولاده : فالمعنى أنه يعطيه نسلًا يبقون على مر الزمان ، فانظر كم قتل من أهل البيت ثم العالم ممتلئ منهم على مر الزمان ، ولم يبق من بني أمية في الدنيا أحد يعبأ به ، ثم انظر كم كان فيهم من الأكابر من العلماء كالباقر والصادق والكاظم والرضا . . . » « 3 » .\r\n\r\nدعبل الخزاعي عند الإمام الرضا ( ع )\r\nجاء في رواية أبي الصلت الهروي « 4 » أنه قال : دخل دعبل الخزاعي على الإمام الرضا ( ع ) في مدينة مرو بعد بيعة الناس له بولاية العهد ، فقال : يا بن رسول الله ، إنّي قد قلت فيكم قصيدة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الثقات 456 : 8 .\r\n( 2 ) الانساب 74 : 3 .\r\n( 3 ) تفسير الرازي 32 : 16 / 125 .\r\n( 4 ) هو من خيرة أصحاب الإمام الرضا ( ع ) ، وقد توفي في طوس ودفن فيها وله مقام في ضواحي مشهد المقدس يقصده الزوار .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوآليت على نفسي أن لا أُنشدها أحداً قبلك ، فقال له الإمام الرضا ( ع ) : هاتِها يا دعبل ، فأنشد دعبل :\r\n ذكرتُ محلَّ الرَّبعِ « 1 » من عَرَفاتِ * فأجريتُ دَمعَ العَينِ بالعَبَراتِ\r\nمَدارسُ آياتٍ خَلتْ مِنْ تلاوة * ومَنزلُ وحيٍ مُقفرُ العَرَصاتِ « 2 »\r\nدِيارُ عَليٍّ والحسينِ وجعفرٍ * وحمزة والسجّادِ ذي الثفناتِ « 3 »\r\nمَنازلُ كانت للصلاة وللتقى * وللصومِ والتطهيرِ والحَسَناتِ\r\nأفاطمُ لو خِلتِ الحسينَ مُجدّلًا * وَقدْ مَاتَ عَطشاناً بِشَطّ فُراتِ\r\nإذن للطَمتِ الخدَّ فَاطمُ عندَهُ * وأجريتِ دَمَع العينِ في الوَجَناتِ\r\nأفاطمُ قُومِي يا ابنة الخَيرِ واندُبي * نُجومَ سَماواتٍ بأرضِ فَلاة\r\nقُبورٌ بكوفانٍ وأُخرى بطيبة * وأُخرى بِفخّ « 4 » نالها صَلَواتِي\r\nوَقَبرٌ بأرض الجوزجانِ « 5 » محلّهُ * وقبرٌ بباخمرى « 6 » لدى الغرباتِ\r\nقُبورٌ بِجَنبِ النهرِ من أرضِ كربلا * مُعرّسهم فيها بِشطِّ فُراتِ\r\nتُوفوا عطاشى بِالعراءِ فَليتَني * تُوفّيت فِيهم قَبلَ حينِ وفَاتي \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الربع : موضع في عرفات ، يتوقف به ويطمأن .\r\n( 2 ) العرصات : الساحات .\r\n( 3 ) الثفنات : علامات في الجبهة من كثرة السجود .\r\n( 4 ) فخ : موقع بمكة وقعت فيه حادثة فخ حيث استشهد جمع من بني هاشم على يدي أعوان بني العباس .\r\n( 5 ) هناك مدينتان باسم الجوزجان : إحداها في شمال إيران ، والأُخرى في أفغانستان ، وفي كلتيهما يوجد قبر ومقام ليحيى بن زيد الشهيد الذي قطع رأسه ، ولعلّ في إحداهما رأس يحيى وفي الأُخرى جسده الشريف .\r\n( 6 ) باخمرى : مكان بين الكوفة والواسط في العراق ، فيه قبر القاسم أخو الإمام الرضا ( ع ) .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n وَقبرٌ بِبغدادٍ لِنفسٍ زَكيّة * تضمّنَها الرّحمنُ في الغُرُفاتِ \r\n« 1 » ولما وصل دعبل إلى هذا البيت من القصيدة ، قال له الإمام الرضا ( ع ) :\r\n« أفلا أُلحق لك بيتين بهذا الموضع ، بهما تمام قصيدتك ؟ » ، فقال : بلى يا بن رسول الله ، فقال الإمام الرضا ( ع ) :\r\n وَقَبرٌ بطوسٍ « 2 » يا لها من مُصيبة * ألحَّتْ على الأحشاءِ بالزّفراتِ « 3 »\r\nإلى الحشرِ حتّى يبعثَ اللَّهُ قائماً * يُفرّجُ عنّا الغمَّ والكُرُباتِ \r\nفقال دعبل : هذا القبر الذي بطوس قبر من ؟ قال الإمام الرضا ( ع ) :\r\n« هُو قَبْري ، وَلَا تَنقَضِي الأيّامُ وَالليالِي حتّى تَصيرَ طوسُ مُختَلَفَ شِيعتِي وزُوّارِي ، ألا فَمَن زَارَني فِي غُربَتي بِطوسٍ كَانَ مَعي في دَرَجَتِي يومَ القِيامة مَغْفُوراً لَه » . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الغرفات : غرف الجنة .\r\n( 2 ) دُفن الإمام ( ع ) في قرية سناباد نوقان من قرى طوس ، وقد عرفت بعد ذلك بمشهد لشهادة الامام فيها وطوس هي من مدن محافظة خراسان القديم وتقع حالياً قرب مشهد ، وفيها قبر الشاعر الإيراني المعروف الحكيم أبو القاسم الفردوسي .\r\n( 3 ) الزّفرات : تتابع الأنفاس من شدة الغم والحزن .\r\n( 4 ) عيون أخبار الرضا 295 : 2 7 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n\r\n5 . غزوة بني قريظة ( 22 / ذي القعدة / السنة 5 ه )\r\nلما قدم رسول الله ( ص ) في السنة الأولى من هجرته إلى المدينة ، كان من أول ما أقدم على فعله عقد ميثاق تعايش بين سكان المدينة وما حولها ، ذلك لأجل إنهاء جميع أشكال الاختلاف والتنازع والصراع الداخلي ، وتوحيد المدينة سياسياً وعسكرياً .\r\nفأقام ميثاقاً بين الأوس والخزرج ، وبين أهل المدينة واليهود من بني النضير ، وقينقاع وقريظة في أن يعيشوا جميعاً بأمان ، وأن يدافعوا عن المدينة وما حولها .\r\nهذا ما كان بين رسول الله ( ص ) وبين الطوائف الثلاثة من اليهود القاطنين حول المدينة ، ولكن اليهود - جرياً على عادتهم في نقض العهود والمواثيق والإفساد في الأرض - لم يراعوا لرسول الله ( ص ) عهداً ولا ذمة ، فأقدم بنو قينقاع على قتل مسلم ظلماً وعدواناً ، كما أن بني النضير خططوا لاغتيال رسول الله ( ص ) ، فما كان من\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nرسول‌الله ( ص ) إلّا أن أجلاهم عن المدينة ، وإنما ذلك نزولًا عند رغبة الخزرج وبخاصة عبد الله بن أُبي « 1 » بشأن بني النضير . وإلا فكان له الحق في قتل رجالهم وسبي نسائهم وذراريهم ، عملًا بالعهد والميثاق الذي أبرمه معهم ، وأما بنوا قريظة فقد تعاونوا مع الأحزاب في وقعة الخندق للقضاء على النبي والمسلمين ، فلمّا انهزم الأحزاب وغادرت آخر مجموعة من جيوشهم أرض المدينة خائفة ذعرة ، وبعد هذا نادى منادي رسول الله ( ص ) لصلاة الظهر ، وبعد أن صلى النبي ( ص ) بأصحابه صلاة الظهر ، نادى منادياً على لسان النبي ( ص ) : من كان سامعاً مطيعاً فلا يصلينّ العصر إلّا ببني قريظة .\r\nفعقد النبي ( ص ) رايته لعلي ( ع ) وخرج ومعه الجيش ، فوصلت الأنباء إلى بني قريظة بتحرك النبي ( ص ) إليهم فبادروا إلى إغلاق أبواب الحصون والتحصن في داخلها ، فوصل المسلمون وحاصروا الحصون ، ونشبت بينهما في اللحظات الأولى الحرب .\r\nغير أن المسلمين حاصروا حصونهم ومنعوا من دخول المعونات عليهم ، وبقي الأمر على هذه الشاكلة قرابة 15 يوماً .\r\nفاشتد الحصار عليهم وقد اجبروا على الاتفاق على واحدة مما يلي لمعالجة الموقف ، وهي :\r\n1 . أن يؤمنوا برسول الله ، ويصدقونه ؛ لأنه قد تبين لهم أنه نبيٌّ مرسل ، وأنه ( ص ) الذي يجدونه في كتابهم ، وبذلك يأمنون على دمائهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المغازي للواقدي 177 : 1 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوأموالهم ونسائهم ، وأبنائهم .\r\n2 . أن يقتلوا أبناءهم ونساءهم ، ثم يخرجوا إلى محمد وأصحابه يقاتلونهم ، فإذا هلكوا لم يتركوا وراءهم نساءً ولا نسلًا يخشى عليهم ، وإن انتصروا تزوجوا من جديد ، ووجدوا أبناءاً لهم ونساء .\r\n3 . أن الليلة هي ليلة السبت ، وأنه عسى أن يكون محمد وأصحابه قد منّاهم فيها ، لعلمهم بأن اليهود لا يقاتلون في السبت ، فلينزلوا من الحصون لعلهم يصيبون من محمد وأصحابه على غفلة « 1 » .\r\nواستمرت المحاصرة أياماً فطلبوا ان يبعث إليهم النبي ( ص ) أبا لبابة الأوسي ليتشاوروا معه في الموقف ، وقد كان حليفاً لهم قبل دخوله الإسلام ، فأرسله ( ص ) إليهم ، فلما رأوه قام إليه الرجال وجهش إليه النساء والصبيان يبكون في وجهه ، وقالوا : يا أبا لبابة أترى أن ننزل على حكم محمد ؟\r\nفقال لهم : نعم وأشار بيده إلى حلقه ، يريد أنهم سوف يقتلون ، وأن النبي ( ص ) لن يحقن دماءهم لو سلّموا إليه .\r\nأدرك أبو لبابة أنه خان بفعله هذا المسلمين ، ومصالح الإسلام العليا ، وأفشى سرّاً كان عليه أن يكتمه قبل وقوعه ، وقد نزل في خيانته قوله تعالى :  يا أَيُّهَا الَّذِينَ آمَنُوا لا تَخُونُوا اللَّهَ وَالرَّسُولَ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السيرة النبوية 236 : 2 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n وَتَخُونُوا أَماناتِكُمْ وَأَنْتُمْ تَعْلَمُونَ  « 1 » ، فندم أبو لبابة ندماً شديداً ، فخرج من حصن بني قريظة وهو يرتجف ويقول : إنّي خنت الله ورسوله ، وانطلق على وجهه ولم يأت رسول الله ( ص ) مع أنه ( ص ) كان ينتظر رجوعه إليه ، فربط نفسه في المسجد بعمود من أعمدته ، وقال لا أبرح مكاني هذا حتى يتوب الله عليّ ما صنعت ، فبلغ النبي ( ص ) خبره فقال ( ص ) : أما إنه لو جاءني لاستغفرت له ، فأما إذ قد فعل فما أنا بالذي أطلقه من مكانه حتى يتوب الله عليه . « 2 » وبقي أبو لبابة مرتبطاً بالعمود ، وكانت زوجته أو ابنته تأتيه في مواعيد الصلاة ، وتحل رباطه ، فيصلّي ثم تعيد الرباط ، فما مضى سبعة أيام حتى نزلت توبته في سحَرها ، قال تعالى :  وَآخَرُونَ اعْتَرَفُوا بِذُنُوبِهِمْ خَلَطُوا عَمَلًا صالِحاً وَآخَرَ سَيِّئاً عَسَى اللَّهُ أَنْ يَتُوبَ عَلَيْهِمْ إِنَّ اللَّهَ غَفُورٌ رَحِيمٌ  « 3 » .\r\nوقد حاول بنو قريظة ان يفاوضوا النبي ( ص ) حتى وصلوا إلى أن يدفعوا إليه ما يملكون ويتركون حصونها ويخرجون ، كما فعل ( ص ) ببني النضير وقينقاع ، غير أن النبي ( ص ) أجاب : لا ، إلّا أن تنزلوا على حكمي .\r\nوفعلًا نزلوا على حكم رسول الله ( ص ) ففتحوا الحصون ، ودخل علي ( ع ) في كتيبة خاصة من المسلمين ، وجرّدوا بني قريظة من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأنفال : الآية 27 .\r\n( 2 ) السيرة النبوية 236 : 2 .\r\n( 3 ) التوبة : الآية 102 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nالسلاح وحبسوهم في منازل بني النجار ليقرر النبي ( ص ) مصيرهم .\r\nفجاء الأوسيون الذين كانوا متحالفين مع بني قريظة إلى رسول‌الله ( ص ) وأخذوا يستميلون النبي ( ص ) عن قتلهم وأصروا عليه إصراراً شديداً بأن يعفوا عنهم ، وذلك منافسة للخزرج حيث تشفعوا من قبل في بني قينقاع الذين كانوا متحالفين معهم ، فأجابهم النبي ( ص ) :\r\nألا ترضون يا معشر الأوس أن يحكم فيهم رجل منكم ؟\r\nفقالوا : بلى .\r\nقال ( ص ) : فذاك إلى سعد بن معاذ فهو يحكم فيهم .\r\nوالطريف في الأمر أن بني قريظة رضوا أيضاً بحكم سعد ، حيث بعثوا إليه ( ص ) : يا محمد ننزل على حكم سعد بن معاذ . « 1 » وجاء سعد لينفذ حكمه وكان جريحاً ، فحكم بأن يقتل رجال بنيقريظة ، وتقسّم أموالهم وتسبى ذراريهم ونساؤهم . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد : 50 .\r\n( 2 ) السيرة النبوية 240 : 2 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\n6 . يوم دحو الأرض ( 25 / ذي القعدة / قبل التاريخ )\r\nأن الله تعالى أول ما خلق الأرض خلقها من الماء ، والظاهر أنه كان ذلك بعد خلق السماء ، ويشعر بذلك الآيات التي تقدم ذكر السماء على الأرض عند استعراض خلق الله تعالى ، ولقد خلق الله تعالى الكعبة الشريفة قبل دحو الأرض بألفي عام على ما أخبر به الإمام الصادق ( ع ) : حيث قال ( ع ) : ( وهذا بيت استعبد الله به عباده ليختبر طاعتهم في اتيانه فحثهم على تعظيمه وزيارته وجعله محل أنبيائه ، وقبلة للمصلين له ، فهو شعبة من رضوانه ، وطريق يؤدي إلى غفرانه ، منصوب على استواء الكمال ، ومجتمع العظمة والجلال ، خلقه الله قبل دحو الأرض بألفي عام . . . » « 1 » ، ثم بسط الأرض على الماء وبدأ البسط من تحت الكعبة المشرفة ، إذن فمعنى الدحو الانبساط ، ومنه قوله تعالى :   وَالْأَرْضَ بَعْدَ ذلِكَ دَحاها * أَخْرَجَ مِنْها ماءَها  \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحارالأنوار 33 : 2 ح 7 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n وَمَرْعاها  « 1 » ، أي بسطها ، وهذا اليوم هو أحد الأيام الأربعة التي خصّت بالصيام بين أيام السنة وروي أن صيامه ، يعدل صيام سبعين سنة ، وهو كفارة لذنوب سبعين سنة « 2 » .\r\nوفي فضل هذا اليوم ورد عن أمير المؤمنين ( ع ) : ( إن أول رحمة نزلت من السماء إلى الأرض في خمس وعشرين من ذي القعدة ، ومن صام ذلك اليوم وقام تلك الليلة فله عبادة مئة سنة ، صام نهارها وقام ليلها ) « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النازعات : الآيتين 30 - 31 .\r\n( 2 ) مفاتيح الجنان ، اعمال شهر ذي القعدة .\r\n( 3 ) إقبال الاعمال ، أعمال شهر ذي القعدة .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\n7 . خروج النبي ( ص ) من المدينة للحج ( 26 / ذي القعدة / السنة 10 ه )\r\nفي أواخر السنة العاشرة للهجرة قرر النبي ( ص ) أن يسير إلى حج بيت الله الحرام في مكة المكرمة ، فأمر مناديه أن ينادي في المدينة وبين القبائل بأن رسول الله ( ص ) يقصد مكة للحج هذا العام ، فأحدث ذلك شوقاً وابتهاجاً عظيمين في نفوس جمع كبير من المسلمين ، فتهيأت أعداد كبيرة لمرافقة رسول الله ( ص ) ، وضربت مضارب وخيم كثيرة خارج المدينة المنورة بانتظار حركة النبي ( ص ) وتوجهه إلى مكة « 1 » .\r\nوفي مطلع اليوم السادس والعشرين من شهر ذي القعدة خرج رسول الله ( ص ) من المدينة متوجهاً إلى مكة ، وقد استخلف مكانه في المدينة أبا دجانة الأنصاري ، وقد ساق معه ما يزيد عن ستين بدنة ، وعندما بلغ الموكب ذي الحليفة - وهي نقطة فيها مسجد الشجرة -\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سرية الحلبية 389 : 3 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nأحرم بلبس قطعتين عاديتين من القماش الأبيض من مسجد الشجرة ، ثم أحرم ولبى بقوله : ( لبيك اللهم لبيك ، لبيك لا شريك لك لبيك . . . ) .\r\nوهذه التلبية هي في الحقيقية تلبية لنداء إبراهيم الخليل ، كما أنه ( ص ) كان يكرر هذه التلبية كلما شاهد راكباً ، أو علا مرتفعاً من الأرض ، أو هبط وادياً ، ولم يقطع تلبيته حتى شارف مكة في الثالث من ذي الحجة وسيأتي تفصيل ذلك في مناسبات شهر ذي الحجة في قضية حجة الوداع « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ) 1 ) المناسبات النبويّة ، ادوار ومواقف .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\n8 . شهادة الإمام محمد الجواد ( ع ) ( آخر ذي القعدة / السنة 220 ه )\r\nالإمام التاسع من أئمة أهل البيت ( عليهم السلام ) المطهرين المعصومين ؛ هو الإمام محمد الجواد ابن الإمام علي الرضا ، ابن الإمام موسى الكاظم ، ابن الإمام جعفر الصادق ( عليهم السلام ) .\r\nوأمه سبيكة من أهل بيت مارية القبطية أم إبراهيم بن رسول‌الله ( ص ) ، ولادته كانت في المدينة المنورة في ليلة الجمعة ( 19 ) من شهر رمضان سنة 195 ه ، ويكنى أبا جعفر الثاني تميزاً له عن جده الإمام الباقر ( أبي جعفر ) ، من ألقابه الجواد والتقي .\r\nتزوج أولًا بأم الفضل بنت المأمون ، وبعدها سمانة المغربية ، وله ولدان ، هما الإمام علي الهادي ، وموسى . وبنتان هما : فاطمة وامامة ، عاصر عهدي المأمون والمعتصم .\r\nتميزت ظروف الإمام الجواد ( ع ) ، بمميزات كثيرة ، أهمها صغر سنه ، فقد قام بالإمامة وهو ابن ثمان سنين ، فكان لموضوع عمره الشريف\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nخصوصية خاصة في لفت الأنظار إليه ، حتى قيل إنه سئل في مجلس واحد عن ثلاثين ألف مسألة « 1 » . وكان وقع كلامه يفصح عن مكنون النبوة بشكل مثلج لصدور المتقين وكان مفحماً ومغيضاً لصدور المنافقين والجبابرة ، فإن في إجاباته مع صغر سنه معجزة جذبت إليه قلوب الخلق ، وقد يستغرب المرء هذا المقال حول الإمام الجواد ( ع ) مع أنه تواتر به النقل ، ورواه العلماء في كتبهم ، وهذا ليس بكثير على الإمام الجواد ( ع ) وهو الوارث لآبائه ( عليهم السلام ) علماً وفهماً ، لكن الشيخ المجلسي ، يقول في بحار الأنوار تعليقاً على ما قيل في أنه ( ع ) أجاب على ( 30000 ) مسألة في مجلس واحد ، بأمور هي :\r\nأولًا : إن الكلام محمول على المبالغة في كثرة الأسئلة والأجوبة .\r\nثانياً : يمكن أن يكون في خواطر القوم أسئلة كثيرة متفقة ، فلما أجاب عن واحد فقد أجاب عن الجميع .\r\nثالثاً : أن يكون إشارة إلى كثرة ما يستنبط من كلماته الموجزة ، المشتملة على الأحكام « 2 » الكثيرة ، وهذا وجه قريب .\r\nإلى غيره من ما يعني الإعجاز وبسط الزمان الذي يقول به الصوفية . . والتي كلها تعني شيئاً واحداً وهو تميز الإمام الجواد ( ع ) ، بالرد المقنع السريع المعجز الذي زاد في حنق العباسيين عليه ، مما دفع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أصول الكافي 496 : 1 ؛ المناقب 430 : 2 .\r\n( 2 ) بحار الأنوار 120 : 12 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالمعتصم العباسي إلى إشخاصه من المدينة إلى بغداد سنة ( 220 ه ) ، ثم دس له السم على يد زوجته أم الفضل بنت المأمون .\r\nوقد وصل بغداد في الثامن والعشرين من المحرم من ذلك العام حتى تسنى للسم أن ينال الجسد الطاهر في اليوم الآخر من ذي القعدة من نفس العام ( 220 ه ) .\r\n\r\nقصة استشهاد الإمام الجواد ( ع )\r\nفقد روي : « أنّ المعتصم جعل يعمل الحيلة في قتل أبي جعفر ( ع ) وأشار على ابنة المأمون زوجته بأن تسمّه لأنّه وقف على انحرافها عن أبي جعفر ( ع ) وشدّة غيرتها من ضرّتها . . . فأجابته إلى ذلك وجعلت سمّاً في عنب رازقي ووضعته بين يديه ، فلمّا أكل منه ندمت وجعلت تبكي فقال : ما بكاؤك ؟ والله ليضربنّك الله بفقر لا ينجبر ، وبلاء لا ينستر ، فماتت بعلّة في اغمض المواضع من جوارحها ، صارت ناصوراً فأنفقت مالها وجميع ما ملكته على تلك العلّة ، حتى احتاجت إلى الاسترفاد » . « 1 » وأثّر السمّ في الإمام تأثيراً شديداً حتى لفظ أنفاسه الأخيرة ولسانه يلهج بذكر الله تعالى ، وقد انطفأت باستشهاده شعلة مشرقة من الإمامة والقيادة المعصومة في الاسلام .\r\nوجُهّز بدن الإمام ( ع ) فغسّل وادرج في أكفانه ، وبادر الواثق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحار الأنوار 17 : 50 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nوالمعتصم فصليا عليه « 1 » ، وحمل الجثمان العظيم إلى مقابر قريش في الكرخ ، وقد احتفت به الجماهير الحاشدة ، فكان يوماً لم تشهد بغداد مثله فقد ازدحمت عشرات الآلاف في مواكب حزينة وهي تردد فضل الإمام وتندبه ، وتذكر الخسارة العظمى التي مني بها المسلمون في فقدهم للإمام الجواد ( ع ) وحفر للجثمان الطاهر قبر ملاصق لقبر جده العظيم الإمام موسى بن جعفر ( ع ) .\r\nوكان استشهاد الإمام الجواد ( ع ) سنة ( 220 ه ) يوم الثلاثاء لخمس خلون من ذي القعدة ، وقيل : لخمس ليال بقين من ذي الحجة ، وقيل : في آخر ذي القعدة « 2 » . فسلام عليه يوم ولد ويوم استشهد ويوم يبعث حيّاً .\r\nواما عمر الإمام الجواد ( ع ) حين قضى نحبه مسموماً فكان خمساً وعشرين سنة على ما هو المشهور ، وهو أصغر الأئمة الطاهرين الاثني عشر ( عليهم السلام ) سنّاً ، وقد أمضى حياته في سبيل عزة الاسلام والمسلمين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ان الصلاة من قبلهما على الإمام ( ع ) إنما هو للتعتيم الإعلامي على قتل الإمام ( ع ) فلا شك من حضور الإمام الهادي ( ع ) عند تجهيز أبيه الجواد ( ع ) . راجع النص من الإمام الهادي على حضوره تغسيل وصلاة ودفن أبيه في مسند الإمام محمد الجواد 125 : 7 .\r\n( 2 ) حياة الإمام محمد الجواد 263 : 7\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nالفصل الثاني : ذكريات شهر ذي الجحة\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n. . .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nتمهيد : ذي الحجة ، أعمال ومناسبات\r\nشهر ذي الحجة الحرام هو من الشهور المهمة العبادية التي جعل الله تعالى فيها مواقيتا بغية تعميق العلاقة والارتباط به والتفرّغ له عمّا سواه ، خصوصاً العشرة الأولى منه حيث جعلها الله تعالى موعداً للقائه والتقرب منه والزلفة إليه ، وهي المراد بقوله تعالى :  وَاذْكُرُوا اللَّهَ فِي أَيَّامٍ مَعْدُوداتٍ . . . .  « 1 » ، وهي العشرة التي أتم بها موسى ( ع ) ميقاته مع ربه .\r\nوهو شهر شريف وكان صلحاء الصّحابة والتّابعين يهتمّون بالعبادة فيه اهتماماً بالغاً ، والعشر الأوائل من أيامه هي الأيام المعدودات المذكورة في القرآن الكريم وهي أيّام فاضلة غاية الفضل ، وقد روي عن النّبي ( ص ) : « ما من أيّام العمل فيها أحبّ إلى الله عزّوجلّ من أيّام هذه العشرة » ، ولهذه العشرة أعمال ، منها :\r\nالأوّل : صيام الأيّام التسّعة الأُول منها فإنّه يعدل صيام العمر كلّه .\r\nالثّاني : أن يصلّي بين فريضتي المغرب والعشاء في كلّ ليلة من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة : الآية 203 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nلياليها ركعتين يقرأ في كلّ ركعة فاتحة الكتاب والتّوحيد مرّة واحدة ، وهذه الآية (  وَواعَدْنا مُوسى ثَلاثِينَ لَيْلَةً وَأَتْمَمْناها بِعَشْرٍ فَتَمَّ مِيقاتُ رَبِّهِ أَرْبَعِينَ لَيْلَةً وَقالَ مُوسى لِأَخِيهِ هارُونَ اخْلُفْنِي فِي قَوْمِي وَأَصْلِحْ وَلا تَتَّبِعْ سَبِيلَ الْمُفْسِدِينَ  ) « 1 » ليشارك الحجاج في ثوابهم .\r\nالثّالث : أن يدعو بهذا الدّعاء من أوّل يوم من عشر ذي الحجّة إلى عشيّة عرفة في دبر صلاة الصّبح وقبل المغرب ، وقد رواه الشيخ الطوسي والسيد ابن طاووس عن الصادق ( ع ) وهو دعاء مخصوص ، بالإضافة إلى دعوات أخرى جاء بها جبرئيل هدية إلى عيسى بن مريم ( ع ) .\r\n« اللهم هذه الأيام التي فضلتها على الأيام وشرفتها قد بلغتنيها بمنك ورحمتك ، فأنزل علينا من بركاتك ، وأوسع علينا فيها من نعمائك ، اللهم إني أسئلك أن تصلي على محمد وآل محمد وأن تهدينا فيها لسبيل الهدى والعفاف والغنى والعمل فيها بما تحب وترضى ، . . . » الخ . « 2 »\r\nوفيما يتعلق بمناسبات هذا الشهر الفضيل فان فيه مجموعة من الاحداث والوقائع المهة وذات الاهتمام فاليوم الأول منه كان مناسبة زواج الإمام علي ( ع ) من فاطمة الزهراء ( عليها السلام ) واليوم الثالث منه كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأعراف : 142 .\r\n( 2 ) راجع مفاتيح الجنان ، أعمال شهر ذي الحجة\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nتبليغ سورة براءة من قبل الإمام علي ( ع ) وكذلك كان وصول النبي ( ص ) مكة لاداء حجة الوداع وفي اليوم السابع منه كان شهادة الإمام الباقر ( ع ) وفي اليوم الثامن منه كان خروج الإمام الحسين ( ع ) من مكة إلي العراق والتاسع من الشهر هو يوم عرفة ، اليوم الذي دعا الله تعالى عباده فيه إلى طاعته وعبادته وبسط لهم موائد إحسانه وجوده ، وكذلك يوم شهادة مسلم ابن عقيل والعاشر منه جعله الله عيدا لجميع المسلمين وفي اليوم الثامن عشر منه أتم الله النعمة علي المسلمين بنصب الإمام علي ( ع ) من قبل الرسول ( ص ) فكان اكمالا لدينه وغيرها من المناسبات العطرة فحريّ بالمسلم أن يستثمر هذا الشهر لكي يربّي نفسه تربية إلهية من خلال الاهتمام بالأعمال العبادية في هذا الشهر المبارك ويحيي تلك المناسبات تعظيما لشعائر الله تعالى وفيما يلي استعراضٌ لتلك المناسبات .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n1 . زواج الإمام علي ( ع ) من فاطمة الزهراء ( عليها السلام ) « 1 » ( 1 / ذي الحجة / السنة الثانية للهجرة )\r\nكان عمر الإمام علي ( ع ) قد بلغ أربعاً وعشرين سنة فلا بد له من الزواج وبدء الحياة المشتركة والسيدة فاطمة الزهراء قد أكملت التاسعة من عمرها وقد تقدم إلى رسول الله ( ص ) الكثير من الصحابة يطلبون يدها ، إلا أن الرسول ( ص ) امتنع عن ذلك وصرح بأنه ينتظر فيها قضاء الله « 2 » ، إلى أن تقدم أمير المؤمنين ( ع ) ، لخطبتها من رسول الله ( ص ) ، فقال له : ( يا علي قد ذكرها قبلك رجال ، فذكرت ذلك لها ، فرأيت الكراهة في وجهها ، ولكن على رسلك حتى أخرج إليك ) ، فلما دخل النبي ( ص ) على فاطمة ( عليها السلام ) ، وأخبرها بالأمر الذي جاء لأجله علي ( ع ) ، سكتت ( عليها السلام ) ولم تولّ وجهها ، ولم يرَ فيه الكراهية التي كان يراها في عرض غيره عليها ، فقام وهو يقول : ( الله أكبر ، سكوتها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقلنا المطالب عن كتاب الإمام علي ( ع ) ، ادوار ومواقف .\r\n( 2 ) أنساب الأشراف 30 : 2 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nإقرارها ) ، فخرج إلى علي وموافقة الزهراء ( عليها السلام ) بادية على قسائم وجهه ، تحكيها ابتسامته المباركة « 1 » ، فقال ( ص ) : « يا علي هل معك ما أزوّجك به ؟ » فقال ( ع ) : « فداك أبي وأمي ، والله لا يخفى عليك من أمري شيء ، أملك سيفي ودرعي وناضحتي . فقال ( ص ) : يا علي ، أما سيفك فلا غنى بك عنه ، تجاهد به في سبيل الله ، وتقاتل به أعداء الله ، وناضحتك تنضح به على نخلك وأهلك ، وتحمل عليه رحلك في سفرك ، ولكني قد زوّجتك بالدرع ، ورضيت بها منك ، بع الدرع ، وائتني بثمنه » « 2 » .\r\nباع الإمام علي ( ع ) الدرع « 3 » بأربعمئة وثمانين درهماً ، وقيل بخمسمئة « 4 » ، وجاء بالدراهم وطرحها يبن يدي النبي ( ص ) ، فكان هذا فقط صداق أشرف وأعظم فتاة عرفتها دنيا الإنسان .\r\nثم إنّ النبي ( ص ) قسّم المبلغ أثلاثاً ، ثلثاً لشراء الجهاز ، وثلثاً لشراء الطيب ، وثلثاً تركه عند أم سلمة أمانة ، ثم ردّه بعد ذلك إلى علي ( ع ) قُبيل الزفاف ، إعانةً منه لوليمة الزفاف .\r\nدفع النبي ( ص ) الثلث لأبي بكر وسلمان وبلال ليشتروا لفاطمة ( عليها السلام ) متاع بيتها ، فكان ما اشتروه متواضعاً غاية التواضع ، بحيث لما طرح بين يدي النبي ( ص ) أخذ يقلّبها بيده ، ثم رفع رأسه إلى السماء ، وقال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد اشتهر عن النبي ( ص ) ، قوله : « لولا علي ما كان لفاطمة كفؤ » .\r\n( 2 ) الإصابة في معرفة الصحابة 365 : 4 .\r\n( 3 ) كان يسمى هذا الدرع ب - ( الحطمية ) لأنها كانت تحطم السيوف .\r\n( 4 ) بحارالأنوار 144 : 43 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n( اللهم بارك لقوم جُلُّ آنيتهم الخزف ) « 1 » .\r\nومن السنن النبوية الوليمة عند الزواج ، وقد روي عن ابن عباس : أن النبي ( ص ) دعا بلالًا فقال : « يا بلال ، إني قد زوجت ابنتي ابن عمي ، وأنا أحب أن يكون من سُنّة أمتي إطعام الطعام عند النكاح ، فائت الغنم فخذ شاة وأربعة أمداد أو خمسة ، فاجعل لي قصعة لعلّي أجمع عليها المهاجرين والأنصار » .\r\nومن خلال هذه النظرة السريعة لهذا الحدث الكبير في تاريخ الإسلام يمكن استقراء جملة من الدروس التربوية العظيمة التي جعلها النبي ( ص ) معالم للأجيال ، يمكن الإشارة إلى أهمها وهي :\r\nأولًا : اختيار علي ( ع ) لفاطمة ( عليها السلام ) - وإن كان من قبل السماء بقوله ( ص ) : ( إن الله أمرني بأن أزوِّج فاطمة من علي ) « 2 » - لكنه كان وفق ضوابط الإيمان وأهلية كل طرف للطرف الآخر ويدلل ذلك بوضوح على أهمية هذه الضوابط واعتبارها هي الأساس في تشكيل الأسرة المسلمة وكيانها .\r\nولعلّ في الكلام الذي روي عن النبي ( ص ) : « يا فاطمة ، أما إني ما آليت أن أنكحتك خير أهلي » « 3 » إشارة إلى لزوم انتخاب الأصلح .\r\nثانياً : السنن والدروس النبوية التي طبعت في معالم تشكيل هذه الأسرة المباركة من قلة المهر وإطعام الطعام وإقامة الفرح والسرور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحارالأنوار 130 : 43 ح 32 .\r\n( 2 ) ذخائر العقبى : 70 .\r\n( 3 ) الطبقات الكبرى 24 : 8 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوتوصية الطرفين أحدهما بالآخر والبساطة في تجهيز أثاث البيت ومتطلباته .\r\nعاش علي وفاطمة ( عليهما السلام ) على أحسن حال ، فلم يشتك علي من فاطمة طيلة حياته معها ، وكذلك فاطمة ( عليها السلام ) ، بل كان كل منهما نِعم العون على طاعة الله للآخر ، وهناك كثير من النصوص تؤكّد هذه الحقيقة ، فقد قال علي ( ع ) في بيان العلاقة بينهما : ( فوالله ما أغضبتها ولا أكرهتها على أمر حتى قبضها الله عز وجل ، ولا أغضبتني ولا عصت لي أمراً ، لقد كنت أنظر إليها فتنكشف عني الهموم والأحزان ) « 1 » .\r\nوجاء في آخر كلام لها ( عليها السلام ) مع علي ( ع ) : ( يا بن العم ما عهدتني كاذبة ولا خائنة ، ولا خالفتك منذ عاشرتني ) ، فقال ( ع ) : ( معاذ الله أنتِ أعلم وأبرّ وأتقى وأكرم وأشدّ خوفاً من الله أن أوبخك بمخالفتي ) « 2 » .\r\nلقد كان التناغم والتلاؤم بين الإمام علي والسيدة فاطمة ( عليهما السلام ) ما تعكسه هاتان العبارتان ، وكيف لا يكونان كذلك وهما من البيت الذي أذهب الله عنهم الرجس وطهرهم تطهيرا بنص كتابه العزيز  إِنَّما يُرِيدُ اللَّهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً  « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مناقب الخوارزمي : 256 ؛ كشف الغمة 363 : 1 .\r\n( 2 ) أمالي الطوسي 384 : 1 ؛ بلاغات النساء : لابن طيفور 20 .\r\n( 3 ) الأحزاب : الآية 33 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\n2 . تبليغ سورة البراءَة في الحج ( 3 / ذي الحجة / السنة 9 ه )\r\nوفي هذا اليوم من السنة التاسعة للهجرة أرسل النبي ( ص ) أبا بكر إلى مكة بالآيات الأولى من سورة براءة ليقرأها على كفار مكة ، فأتاه جبريل الأمين فقال : يا محمد إن الله يأمرك أن تبعث علي بن أبي طالب ، وأنه لا يؤديها عنك غيره . وفي رواية أخرى : قال جبريل : إن الله يقرئك السلام ويقول لك : لا يؤدي عنك إلا أنت أو رجل منك ، فاستدعى رسول الله ( ص ) علياً ( ع ) وقال : « اركب ناقتي العضباء ، والحق أبا بكر فخذ براءة من يده وامض بها إلى مكة ، وانبذ بها عهد المشركين إليهم ، وخيِّر أبا بكر بين أن يسير مع ركابك ، أو يرجع إليّ » ، فركب أمير المؤمنين ( ع ) ناقة رسول الله ( ص ) العضباء ولحق به وأخذها منه ، وعاد أبو بكر إلى النبي ( ص ) مستفسراً عن الأمر قائلًا له ( ص ) : أنزل فيّ قرآن ؟ فقال ( ص ) : « لا ولكن الأمين هبط إليّ عن الله ( جلّ جلاله ) بأنه لا يؤدي عنك إلا أنت أو رجل منك ولا يؤدي عني\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nإلا علي » « 1 » .\r\nوالحادثة تشير بوضوح إلى جملة من النقاط المهمة التي يمكن الإشارة إليها :\r\nأولًا : الأهمية الخاصة لهذه الآيات الشريفة وما تتضمنه من إمهال الكفار والمشركين فترة أربعة أشهر ، تبدأ من العاشر من ذي الحجة وتنتهي باليوم العاشر من شهر ربيع الأول للسنة العاشرة .\r\nثانياً : تبين الحادثة فضل أمير المؤمنين ( ع ) عند الله عز وجل وعند رسوله ( ص ) وقد ورد في بعض النصوص كما في ( مسند أحمد بن حنبل ) : أن علياً ( ع ) قال : يا رسول الله ( ص ) لست خطيباً ، فقال النبي ( ص ) :\r\n« لا محيص عن ذلك ، فإما أن أذهب بها أو تذهب بها ، فقال علي ( ع ) : إذا كان ولا بد فأنا أذهب بها ، فقال له النبي ( ص ) : انطلق بها فإن الله يثبت لسانك ويهدي قلبك » « 2 » .\r\nثالثاً : مع أهمية العهود والمواثيق في الإسلام إلا أن الأمر الإلهي اعلن من خلال هذه الآيات إعلاناً عاماً أمام الناس كافة :  وَأَذانٌ مِنَ اللَّهِ وَرَسُولِهِ إِلَى النَّاسِ يَوْمَ الْحَجِّ الْأَكْبَرِ أَنَّ اللَّهَ بَرِيءٌ مِنَ الْمُشْرِكِينَ وَرَسُولُهُ  . . .\r\nفقد تصرف الوحي والرسول ( ص ) معهم كما تصرف مع اليهود الذين نقضوا عهودهم ومواثيقهم من جانب واحد ، وذلك بالتآمر سراً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد 65 : 1 .\r\n( 2 ) مسند أحمد بن حنبل 331 : 1 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nمع أعداء الإسلام ، أو محاولة اغتيال النبي ( ص ) فتمت مواجهتهم وطردهم من المدينة ، لكن بعض المعاهدات بقيت سارية المفعول سواء كانت ذات أجل مسمى أم لم تكن ذات أجل مسمى .\r\nإن القرائن والدلائل التي ظهرت من جانب المشركين تدل على أنهم كانوا على استعداد فيما لو استطاعوا أن يوجهوا ضربة قاضية للمسلمين دون أدنى اعتناء بعهودهم ، ومن المنطقي أنه إذا رأى الإنسان عدوه يتربص به ويستعد لنقض عهده ، ولديه قرائن على ذلك وعلائم واضحة ، فمن المنطقي أن ينهض لمواجهته قبل أن يستغفله ، ويعلن إلغاء عهده ، ويرد عليه بما يستحق .\r\nومن الجدير ذكره في هذا الباب أن القوانين الدولية المعاصرة لا تعترف بالمعاهدات بين الدول إذا ما تم إقرارها والتوقيع عليها تحت الضغوط والقوة القاهرة .\r\nرابعاً : إن الأديان والعقائد الفاسدة مثل عبادة الأصنام ليست عقيدة ولا فكراً ، بل هي خرافة ووهم باطل خطر ، فيجب القضاء عليها وإزالتها من المجتمع الإنساني . فإذا كانت قوة عبدة الأصنام وقدرتهم بالغة في الجزيرة العربية آنذاك ، فاضطر النبي ( ص ) بسبب تلك الظروف إلى معاهدتهم ومصالحتهم ، فإن ذلك لا يعني أنه لا يحق له إلغاء معاهدته - إذا ما قويت شوكته - وأن ينقض عهده الذي سيعتبر مخالفاً للمنطق والعقل فيما لو استمر عليه . كما أن هذا الحكم مختص بالمشركين ، أما أهل الكتاب وسائر الأقوام الذين كانوا في\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nأطراف الجزيرة العربية فقد بقيت المعاهدات معهم على حالها ولم ينقض النبي ( ص ) مواثيقهم وعهودهم حتى وفاته .\r\nإن البراءة في الآية المذكورة أعلاها لا تختصّ بمشركي الجزيرة بل إنها تشمل البراءة من مشركي العالم كله ، الموجودين في عصر الرسالة ومن بعدهم إلى يوم القيامة . وهذه الآية تعلن عن أوضح موقف سياسي تجاه المشركين وأعداء الإسلام .\r\nوأما من تمسّك بقوله تعالى :  الْحَجُّ أَشْهُرٌ مَعْلُوماتٌ فَمَنْ فَرَضَ فِيهِنَّ الْحَجَّ فَلا رَفَثَ وَلا فُسُوقَ وَلا جِدالَ فِي الْحَجِّ وَما تَفْعَلُوا مِنْ خَيْرٍ يَعْلَمْهُ اللَّهُ وَتَزَوَّدُوا فَإِنَّ خَيْرَ الزَّادِ التَّقْوى وَاتَّقُونِ يا أُولِي الْأَلْبابِ  « 1 » لتحريم المظاهرات وإعلان البراءة من المشركين ، فمردود ، لأنّ المشهور عند المفسرين في تفسير هذه الآية أنّ الرفث هو الجماع والفسوق هو جميع المعاصي ، والمراد بالجدال هو المراء والمشاجرة والمنازعة « 2 » ، هذا ما عند القوم ، وأمّا عند أهل البيت ( عليهم السلام ) فقد فُسّر الجدال المذكور في الآية بقول الرجل : لا والله ، وبلى والله « 3 » ، وأين هذا من تحريم مطلق الجدال الذي يدعيه القوم ، وقد اتخذه الوهابيون دليلًا على حرمة المظاهرات وإظهار البراءة من الكفار والمنافقين في موسم الحج .\r\nومن هذا المنطلق كان الإمام الخميني ( قدس سره ) يرى بأن السياسة جزء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 197 .\r\n( 2 ) الكشاف 263 : 1 .\r\n( 3 ) نور الثقلين 162 : 1 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nمن الدين ، وأن عملية فصل السياسة عن الدين التي شاعت خلال العقود الأخيرة من هذا القرن ، إنما روّج لها المستعمرون ، وأن النتائج المشؤومة لهذا الفصل واضحة في العالم الإسلامي وبين أتباع سائر الأديان الإلهية .\r\nوكان الإمام الخميني ( قدس سره ) يعتقد بأنّ الإسلام دين الهداية البشرية في جميع مراحل وأبعاد وأدوار الحياة الفردية والاجتماعية ، ولما كانت العلاقات الاجتماعية والسياسية جزءاً لا يتجزأ من حياة البشر ، فإنّ الإمام الخميني ( قدس سره ) كان يرى أن الإسلام الذي يهتم بالجوانب العبادية والأخلاقية الفردية فحسب ، ويصدّ المسلمين عن تقرير مصيرهم وعن المسائل الاجتماعية والسياسية ، إسلام محرّف ، وعلى حد تعبير سماحته ( إسلام أمريكي ) .\r\nلقد بادر الإمام الخميني ( قدس سره ) بعد انتصار الثورة الإسلامية فضلًا عن الحكومة الإسلامية بأسلوب يختلف تماماً عن الأنظمة السياسية المعاصرة ، أوضح أركانه وأصوله دستور الجمهورية الإسلامية ، إلى إحياء شعائر الإسلام الاجتماعية ، وإعادة الروح السياسية للأحكام الإسلامية ، وما إحياء وإقامة صلاة الجمعة ، وصلاة الجماعة ، وصلاة الأعياد الإسلامية الكبرى في مختلف أنحاء البلاد ، إلّا توكيد على أنّ الإسلام عقيدة عبادية سياسية ، وطرح المسائل والمشكلات التي يتعرض لها المجتمع الإسلامي داخل البلاد وخارجها في خطب صلوات الجمعة والأعياد الدينية ، وتغيير أسلوب ومحتوى مراسم\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nالعزاء والرثاء ، وغيرها من مضامين التغيير إلا نماذج بارزة على ذلك . إن أحد أبرز إنجازات الإمام الخميني ( قدس سره ) إحياء الحج الإبراهيمي ، واعتبر الحج من أبرز مظاهر التلاقي وإعلان البراءة من المشركين ، إلا أن الناظر إلى الحج لا يرى أيّ أثر من طرح لمشكلات العالم الإسلامي والبراءة من المشركين . وقد اعتبر ( قدس سره ) من خلال بياناته السنوية التي كان يوجّهها إلى الحجاج في موسم الحج على وجوب اهتمام المسلمين بالأمور السياسية للعالم الإسلامي ، واعتبار إعلان البراءة من المشركين ركناً من أركان الحج ، وتوضيحاً لمسؤوليات الحجيج في هذا الخصوص .\r\nوبالتدريج اتخذ مؤتمر الحج العظيم شكله الحقيقي وصارت سيرة البراءة تقام سنوياً بمشاركة عشرات الآلاف من الحجاج الإيرانيين والمسلمين الثوريين من البلدان الأخرى ، يردّدون خلالها شعارات تطالب بإعلان البراءة من أمريكا والاتحاد السوفيتي آنذاك وإسرائيل باعتبارها مصاديق بارزة للشرك والكفر العالمي ، وتدعو المسلمين إلى الاتحاد .\r\nوفي هذا الصّدد يقول سماحة ولي أمر المسلمين الإمام الخامنئي في ندائه لحجاج بيت الله الحرام وذلك في موسم الحج لعام ( 1424 ه ) :\r\n( إنهم ( المستكبرون ) يشعرون بوجود الصحوة الإسلامية ، ويشعرون بالخطر من انتشار فكرة ( الإسلام السياسي ) وسيادة\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nالإسلام ، وترتعد فرائصهم عندما يفكرون بيوم تنهض فيه الأمة الإسلامية موحدة مليئة بالأمل ، فإن الأمة الإسلامية بما تملكه من ثروات طبيعية ، وتراث حضاري تاريخي عظيم ، ورقعة جغرافية مترامية الأطراف ، وكمّاً بشري هائل ، لن تسمح في ذلك اليوم المنشود ، لقوى الهيمنة التي طفقت تمتص دم الأمة وتنتهك حرمتها وكرامتها طوال مئتي عام ، أن تستمر في هذا الطغيان والعدوان .\r\nإن النخب السياسية والفكرية في عالمنا الإسلامي تتحمل اليوم مسؤولية جسيمة في إقامة مناسك الحج وشعائره بما جاء به الإسلام العظيم .\r\nإننا نستشرف أفق المستقبل مشرقاً أمام شعبنا والعالم الإسلامي مستمرين بعزيمة راسخة في الدرب الذي رسمه الإمام الخميني العظيم واثقين من تحقق الوعد الإلهي وثوقاً يتزايد يوماً بعد يوم » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بيان الإمام الخامنئي ( مدظلّه ) في موسم الحج 2004 م .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\n3 . وصول النبي ( ص ) إلى مكة لحجة الوداع « 1 » ( 4 / ذي الحجة / السنة 10 ه )\r\nكان وصول النبي ( ص ) إلى كدي أو كداء ، يوم الاثنين الرابع من ذي الحجة في العام العاشر للهجرة ، وكان في آخر نهار ذلك اليوم « 2 » ، فلما أصبح في اليوم التالي اغتسل ودخل مكة نهاراً « 3 » وذلك من العقبة ، فلما انتهى إلى باب المسجد - باب شيبة - استقبل القبلة ( الكعبة ) فحمد الله وأثنى عليه وصلى على أبيه إبراهيم « 4 » ، ثم دخل بناقته العضباء واستلم الركن ( الحجر الأسود ) بمحجته ( عصاً قصيرة معوجة الرأس ) ، وقبّل الحجر « 5 » ثم طاف بالبيت سبعة أشواط ، ثم صلى ركعتين خلف مقام إبراهيم ( ع ) ، قرأ في الأولى بعد الفاتحة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المناسبات النبويّة ، ادوار ومواقف .\r\n( 2 ) فروع الكافي 233 : 1 ؛ بحارالأنوار 39 : 21 .\r\n( 3 ) مغازي الواقدي 1097 : 2 .\r\n( 4 ) فروع الكافي 234 : 1 ؛ بحارالأنوار 396 : 21 .\r\n( 5 ) فروع الكافي 283 : 1 ؛ مغازي الواقدي 1098 : 2 ؛ بحارالأنوار 402 : 21 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nسورة الكافرون ، وفي الثانية التوحيد « 1 » ، ثم دخل زمزم فشرب منه ، ثم استقبل الكعبة وقال : ( اللهم إني أسألك علماً نافعاً ورزقاً واسعاً ، وشفاءً من كلّ داء وسقم ) . ثم رجع إلى الحجر الأسود ليستلمه وقال لأصحابه : ( ليكن آخر عهدكم بالكعبة استلام الحجر ) ثم استلمه وخرج إلى الصفا ، وقال لأصحابه : ابدؤا بما بدأ به الله تعالى إذ قال :  إِنَّ الصَّفا وَالْمَرْوَةَ مِنْ شَعائِرِ اللَّهِ  حتى صعد الصفا فقام عليه ، فاستقبل القبلة فوحّد الله وكبّره ثم قال ( ص ) : ( لا إله لا الله وحده لا شريك له ، له الملك وله الحمد ، وهو على كل شيء قدير ، لا إله إلا الله وحده ، أنجز وعده ، ونصر عبده ، وهزم الأحزاب وحده ) . قال مثل هذا ثلاث مرات ، ودعا بين ذلك ، ثم نزل إلى بطن الوادي ومشى حتى صعد المروة ، ففعل على المروة كما فعل على الصفا « 2 » .\r\n\r\nلحوق علي ( ع ) بركب الرسول ( ص )\r\nكان علي ( ع ) في اليمن ، وكان الرسول ( ص ) قد كاتب علياً ( ع ) بالتوجه إلى الحج من اليمن ، فخرج أمير المؤمنين بمن معه من العسكر الذي صحبه ، وساق معه أربعاً وثلاثين بدنة هدياً ، معه الحلل « 3 » ، ولما بلغ يلملم عقد نيته بنية النبي ، وقال : اللهم إهلالًا كإهلال نبيك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم 36 : 4 ؛ مغازي الواقدي 1098 : 2 ؛ بحارالأنوار 404 : 21 .\r\n( 2 ) صحيح مسلم 36 : 4 ؛ مغازي الواقدي 1099 : 2 ؛ بحارالأنوار 404 : 21 .\r\n( 3 ) قال الواقدي : إن الحلل هي الغنائم ، وقال المفيد : كانت جزية نصارى نجران\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nفلما قارب رسول الله ( ص ) مكة من طريق المدينة قاربها أمير المؤمنين ( ع ) من طريق اليمن ، فلما كان بالفتق قرب الطائف خلّف على أصحابه أبا رافع القبطي ، وتقدمهم للقاء النبي ( ص ) ، فأدركه وقد أشرف على مكة ، فسلم وأخبره بما صنع وأنه سارع للقائه قبل الجيش « 1 » .\r\nفسرّ رسول الله ( ص ) بذلك وابتهج بلقاء علي ( ع ) ، وكان محرماً فسأله : بمَ أهللت يا علي ؟ فقال ( ع ) : « يا رسول الله ، إنك لم تكتب إليّ بإهلالك ، ولا عرفتنيه ، فعقدت نيتي بنيتك . وقلت : اللهم إهلالًا كإهلال نبيك ، وسقت معي من البدن أربعاً وثلاثين بدنة » ، فقال رسول الله ( ص ) : « الله أكبر فقد سقت أنا ستاً وستين ، وأنت شريكي في حجتي ومناسكي وهديي ، فأقم على إحرامك ، وعد إلى جيشك ، فعجّل بهم إليّ حتى نجتمع في مكة إن شاء الله » .\r\n\r\nخطبته ( ص ) في آخر عمرته :\r\nروى الكليني بسنده عن الصادق ( ع ) : أنه لما فرغ رسول الله ( ص ) من سعيه وهو على المروة أقبل على الناس بوجهه ، فحمد الله وأثنى عليه ثم قال :\r\n( إن هذا جبرائيل - وأومأ بيده إلى خلفه - يأمرني أن آمر من لم يسق هدياً أن يحل ، ولو استقبلت من أمري ما استدبرت لصنعت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مغازي الواقدي 108 : 2 ، .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nمثل ما أمرتكم ، ولكني سقت الهدي ، ولا ينبغي لسائق الهدي أن يحل  ( حَتَّى يَبْلُغَ الْهَدْيُ مَحِلَّهُ ) ،  فقال رجل من القوم : أنخرجن حجاجاً ورؤوسنا وشعورنا تقطر ؟ ! » ( يعني من غسل الجنابة ) .\r\nفقال رسول الله ( ص ) :\r\nأما إنك لن تؤمن بهذا أبدا !\r\nفقال سراقة بن ملك الكناني : يا رسول الله ، علمنا ديننا كأننا خلقنا اليوم ؛ فهذا الذي أمرتنا به ألعامنا هذا أم لما يستقبل ؟\r\nفقال رسول الله ( ص ) :\r\n« بل هو للأبد إلى يوم القيامة ، وشبك أصابعه وقال : دخلت العمرة في الحج إلى يوم القيامة » « 1 » .\r\nوفي يوم التروية خرج ( ص ) إلى مناسك الحج وكان بعد الزوال وبعد الغسل والإهلال بالحج ، فمرّ بمنى وصلى الظهر والعصر والمغرب والعشاء والفجر ، ثم بعد طلوع الشمس جاء نمرة من موقف عرفات ثم سار إلى عرفات ، وانتهى النبي ( ص ) إلى نمرة . بحيال شجر الأراك من بطن عرنة من عرفة فوجد قبته قد ضربت هناك فنزل بها حتى زاغت الشمس .\r\nفلما زاغت الشمس أمر بناقته القصواء فرُحٍّلت له ، فخرج وقد اغتسل فقال : أيها الناس ، إن الله باهى بكم في هذا اليوم ليغفر لكم عامة ، ثم التفت إلى علي ( ع ) فقال : ويغفر لعلي خاصة ، ثم قال : ادن مني يا علي ، ودنا منه فأخذ بيده وقال : ( إن السعيد كل السعيد حق السعيد من أطاعك وتولاك من بعدي ، وإن الشقي كل الشقي حق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فروع الكافي 233 : 1 ؛ بحار الأنوار 391 : 21 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالشقي من عصاك ونصب لك العداوة من بعدي ) « 1 » . ثم ركب وسار حتى وقف حيث المسجد اليوم ( مسجد نمرة ) في بطن الوادي فخطب الناس .\r\n\r\nخطبة الرسول ( ص ) في عرفات\r\nكان التأكيد على النقاط التالية في خطبته الشريفة في عرفات :\r\n1 . تحريم دماء المسلمين وأموالهم بعضهم على بعض ، فقد قال ( ص ) : ( أيها الناس اسمعوا قولي واعقلوه ، فإني لا أدري لعلي لا ألقاكم بعد عامي هذا بهذا الموقف أبداً ، أيها الناس إن دماءكم وأموالكم عليكم حرام إلى أن تلقوا ربكم . . . »\r\n2 . إلغاء العادات الجاهلية الوثنية في الأخذ بالثأر ، فقد قال ( ص ) : ( إن كل دم كان في الجاهلية موضوع ، وأنا أضع دم ابن ربيعة بن الحارث ) .\r\nما أروع النبي ( ص ) حيث إنه قدوة للمسلمين جميعاً ، فبدأ بأقربائه في تنفيذ أحكام الإسلام فابن ربيعة بن الحارث الذي قتله البعض ، وضع النبي ( ص ) دمه وأسقطه ، لكي يشجع المسلمين على ترك الثأر .\r\n3 . أداء الأمانة إلى أهلها ، فقد قال ( ص ) : ( إنكم ستلقون ربكم فيسألكم عن أعمالكم ، وقد بلّغت فمن كانت عنده أمانة فليؤدها إلى من ائتمنه عليها . . . . ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أمالي المفيد : 161 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n4 . التأكيد على حرمة الربا ، وأن ذلك المال الحاصل منه لا يملكه المرابي ، وقد بدأ ( ص ) بأقربائه في إسقاط الربا ، فأسقط ربا عمه العباس ، قال ( ص ) : ( أيها الناس إن كل ربا موضوع ، ولكن لكم رؤوس أموالكم لا تظلمون ولا تظلمون ، وإن ربا عباس بن عبد المطلب موضوع كله ) .\r\n5 . الوصية بالنساء خيراً ، قال ( ص ) : ( أيها الناس إن لكم على نسائكم حقاً ، ولهن عليكم حقاً ، لكم عليهن أن لا يوطئن فرشكم أحداً تكرهونه ، وعليهن أن لا يأتين بفاحشة مبينة ، فإن فعلن فإن الله قد أذن لكم أن تهجروهن في المضاجع ، وتضربوهن ضرباً غير مبرح ، فإن تبن فلهن رزقهن وكسوتهن بالمعروف ، واستوصوا بالنساء خيراً ، فإنهن عندكم عوان لا يملكن لأنفسهن شيئاً ، وإنكم إنما أخذتموهن بأمانة الله ، واستحللتم فروجهن بكلمات الله ، إعقلوا أيها الناس قولي فإني قد بلغت ) .\r\n6 . التركيز على حق المسلم على أخيه المسلم ، قال ( ص ) : ( أيها الناس اسمعوا قولي واعقلوه تعلمون أن كل مسلم أخ للمسلم ، وأن المسلمين إخوة ، فلا يحل لامرئٍ من أخيه إلا ما أعطاه عن طيب نفس منه ، فلا تظلمُن أنفسكم ألا فليبلغ شاهدكم غائبكم ؛ لا نبي بعدي ولا أمة بعدكم ، ألا كل شيء من أمر الجاهلية تحت قدمي موضوع ) .\r\nثم اشهد النبي ( ص ) ربه عليهم بقوله : « اللهم اشهد . . . اللهم اشهد . . .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nاللهم اشهد » « 1 » .\r\nوفي مني قد أخبر النبي ( ص ) الناس عند مسجد الخيف أن نفسه نعيت له ، ومن خطبته هناك : ( أيها الناس ، إني تارك فيكم ما إن تمسكتم به لن تضلوا ولن تزلوا : كتاب الله وعترتي أهل بيتي ، فإنه قد نبأني اللطيف الخبير ، إنهما لن يفترقا حتى يردا عليّ الحوض كإصبعي هاتين ) . وجمع بين سبابتين ، ( ولا أقول كهاتين ) وجمع بين سبابته والوسطى ، ( فتفضل هذه على هذه ) « 2 » .\r\nوهكذا أكمل النبي ( ص ) حجه ، وعلّم المسلمين حجهم ، وكانت آخر حجّة حجّها النبي ( ص ) ، ولذلك سميت حجة الوداع .\r\nوهكذا حتى يبلغ الرسول ( ص ) غدير خم فتكون لنا مناسبة أخرى نتحدث فيها في تناغم رسالي عن حقيقة الدين الذي أنزله الله على عباده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقلت هذه الخطبة الكثير من كتب الحديث .\r\n( 2 ) أسنده الكليني في الكافي 403 : 1 إلى الإمام الصادق ، والصدوق في الخصال 149 : 1 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\n4 . شهادة الإمام محمد الباقر ( ع ) ( 7 / ذي الحجة / السنة 95 ه )\r\nهو محمد بن علي بن الحسين بن علي بن أبي طالب ( عليهم السلام ) ، وهو الإمام الخامس من أئمة أهل البيت ( ع ) . ولد ( ع ) بالمدينة سنة سبع وخمسين من الهجرة . وقبض في المدينة أيضاً سنة أربع عشرة ومئة ، فعمره الشريف سبع وخمسون سنة وهو أول علوي من علويين ، أبوه زين العابدين ( ع ) وأمّه فاطمة بنت الحسن السبط ( ع ) وقبره في البقيع في مدينة الرسول ( ص ) « 1 » .\r\nكانت شهادة الإمام أبي جعفر محمد بن علي الباقر ( ع ) على يد هشام بن عبد الملك . وقيل إن عبد الملك بن مروان بعث بسرج مسموم إلى الإمام ( ع ) وعندما وضعوه فوق الفرس وجلس عليه الإمام أحس بحرارة السم ، فتورم جسده الشريف وظهرت عليه آثار الموت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد 158 : 2 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nروي عن الإمام جعفر الصادق ( ع ) أنه قال : ( في أحد الأيام طلبني أبي وقال لي : يا جعفر إذا أنا مت فغسلني وكفّني وارفع قبري أربع أصابع ورشه بالماء ( وكان عنده قوم من أصحابه ) فلما خرجوا قلت : يا أبت لو أمرتني بهذا صنعته ، ولم ترد أن أدخل عليك قوماً تشهدهم ، فقال : يا بني أردت أن لا تنازع ( أي : في أمر الإمامة ) » « 1 » .\r\nوالحادثة تشير إلى أنه ( ع ) أوضح للحاضرين من شيعته وأتباعه من هو الإمام المفترض الطاعة من بعده . لأن الشيعة يعرفون من خلال أئمتهم أن المعصوم لا يتولى تغسيله وتجهيزه ودفنه إلّا خليفته المعصوم من بعده .\r\nوالإمام الباقر ( ع ) يمثل حلقة الوصل في استكمال الخطة التي بدأها الإمام زين العابدين ( ع ) وذلك بالسعي الدؤوب في بث علوم آل البيت ( عليهم السلام ) ، ومواجهة مخططات التحريف ونشر الشبه والضلالات والأفكار الإلحادية من قبل الزنادقة والمخطط الأموي في الطمس والتعتيم على أحقية آل البيت ( عليهم السلام ) في الإمامة السياسية والفكرية للأمة الإسلامية .\r\nلقد أنشأ الإمام زين العابدين ( ع ) حلقات الدرس والمناظرات في مسجد جده رسول الله ( ص ) وتوسعت هذه الحركة الفكرية في زمن الإمام الباقر ( ع ) وبلغت ذروتها في زمن ولده الإمام أبي عبد الله جعفر بن محمد الصادق ( ع ) ، حيث كانت الدولة الأموية قد أوشكت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخرائج ولجرائح : 197 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nعلى الانهيار وقد نقلت التفاسير وكتب الحديث والتاريخ عن الإمام محمد الباقر ( ع ) أحاديث وحوارات كثيرة حصلت بينه وبين رجال الفكر والعلماء المعاصرين له ( ع ) من أمثال نافع مولى عمر بن الخطاب ، حيث التقى به ( ع ) في داخل البيت الحرام ، وكان نافع قد ذهب إلى الحج مع الخليفة هشام بن عبد الملك ، فنظر نافع إلى الإمام الباقر ( ع ) في ركن البيت وقد اجتمع عليه الخلق وقال : يا أمير المؤمنين من هذا الذي قد تكافأ عليه الناس . فقال : هذا محمد بن علي ، قال : لآتينه ولأسألنه عن مسائل لا يجيبني فيها إلّا نبي أو وصي نبي ، قال الخليفة هشام : فاذهب إليه لعلك تخجله ، وذهب نافع والتقى الإمام الباقر ( ع ) وسأله عن مسائل كثيرة لا يتسع هذا البحث المختصر لإيرادها ، ولكن نكتفي بسؤال واحد هو عن قول الله تبارك وتعالى :  وَسْئَلْ مَنْ أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رُسُلِنا أَ جَعَلْنا مِنْ دُونِ الرَّحْمنِ آلِهَةً يُعْبَدُونَ  قال نافع : من الذي سأل محمد ( ص ) وكان بينه وبين عيسى ( ع ) خمسمائة عام ، فأجابه الإمام الباقر ( ع ) بأن ذلك كان من الآيات التي أراها الله عز وجل لنبيه ( ص ) الكريم في الإسراء إلى بيت المقدس .\r\nقال تعالى :   سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرامِ إِلَى الْمَسْجِدِ الْأَقْصَى الَّذِي بارَكْنا حَوْلَهُ لِنُرِيَهُ مِنْ آياتِنا   ، حيث حشر الله الأولين والآخرين من النبيين والمرسلين ، ثم أمر جبرائيل فأذّن شفعاً وأقام شفعاً ، وقال في أذانه حي على خير العمل ، ثم تقدم\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nرسول الله ( ص ) فصلى بالقوم ، فلما انصرف قال الله تعالى : (  وَسْئَلْ مَنْ أَرْسَلْنا مِنْ قَبْلِكَ مِنْ رُسُلِنا أَ جَعَلْنا مِنْ دُونِ الرَّحْمنِ آلِهَةً يُعْبَدُونَ  ) فقال النبي ( ص ) : على ما تشهدون وما كنتم تعبدون ؟ قالوا : نشهد أن لا اله إلّا الله وحده لا شريك له وأنك رسول الله ، أخذت على ذلك عهودنا ومواثيقنا .\r\nقال نافع : صدقت يا أبا جعفر .\r\nوللإمام ( ع ) حوارات كثيرة مع الحسن البصري وطاووس اليماني ، ومن أراد التوسعة والاطلاع فليراجع الارشاد للشيخ المفيد 244 والاحتجاج للمرحوم الطبرسي ، وبحار العلامة المجلسي : 125 : 6 .\r\nوختاماً نشير إلى ما روي عنه ( ع ) من أنه أوصى بثمانمئة درهم تعطى لإقامة المآتم عليه بعد موته ، روي عن الصادق ( ع ) أنه قال : « قال لي أبي : يا جعفر أوقف لي من مالي كذا وكذا لنوادب يندبني عشر سنين بمنى أيام منى » « 1 » .\r\nوالحكمة من هذا الأمر الذي أمر به الإمام الباقر ( ع ) لولده الإمام جعفر الصادق ( ع ) أنه أراد ان يعرّف المسلمين عامة والشيعة خاصة بأهمية إقامة الشعائر وبالأخص إحياء مجالس أهل البيت ( عليهم السلام ) لأن إحياء مجالسهم وذكرهم هو إحياء للإسلام ، والقرآن ، فأهل البيت ( عليهم السلام ) هم عدل القرآن ولا يفترقان أبداً كما صرح بذلك نبي الإسلام محمد ( ص ) في حديث الثقلين المعروف .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فروع الكافي 117 : 5 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\n5 . يوم التروية وخروج الحسين ( ع ) من مكة ( 8 / ذي الحجة / السنة 60 ه )\r\nسمي اليوم الثامن من شهر ذي الحجة بيوم التروية لأن الحجاج يخرجون فيه من مكة محرمين إلى منى وهم يتروون من الماء يحملونه معهم في الروايا إلى عرفات ، لأنه لم يكن في الزمن السابق بعرفة ماء ، وللصّيام في هذا اليوم فضل كثير ، وروي أنّه كفّارة لذنوب ستّين سنة ، وقال الشّيخ الشّهيد ( قدس سره ) : أنّه يستحبّ فيه الغسل .\r\nوفي هذا اليوم - الثامن من ذي الحجة سنة ستين - توجه الحسين ( ع ) من مكة إلى العراق بعد مقامه بمكة من اليوم الثالث من شعبان وكان قد اجتمع إليه مدة مقامه بمكة نفر من أهل الحجاز ونفر من أهل البصرة ، وكان ( ع ) قد طاف وسعى وأحل إحرامه وجعلها عمرة لمّا بلغه أن يزيد أنفذ عمرو بن سعيد بن العاص في عسكر ، وأمّره على الحاج وأوصاه بالفتك بالحسين أينما وجده فكره الإمام الحسين ( ع ) أن تستباح به حرمة البيت .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nوخطب الإمام الحسين ( ع ) في مكة خطبته الشهيرة التي قال فيها : ( الحمد لله وما شاء الله ولا قوة إلّا بالله وصلى الله على رسوله خُطّ الموت على وُلد آدم مخط القلادة على جيد الفتاة ، وما أولهني إلى أسلافي اشتياق يعقوب إلى يوسف ، وخير لي مصرع أنا لاقيه ، كأني بأوصالي تقطعها عسلان الفلوات بين النواويس وكربلا فيملأن مني أكراشاً جوفاً وأجربة سغباً . لا محيص عن يوم خط بالقلم . رضا الله رضانا أهل البيت ، نصبر على بلائه ويوفينا أجور الصابرين ، لن تشذ عن رسول الله لحمته بل هي مجموعة له في حظيرة القدس ، تقر بهم عينه وينجز بهم وعده ، ألا من كان فينا باذلًا مهجته ، موطّناً على لقاء الله نفسه فليرحل معنا ، فإني راحل مصبحاً إن شاء الله تعالى ) « 1 » .\r\nوروي أنه ( ع ) قال لعبد الله بن الزبير : إن أبي حدثني أن بمكة كبشا به تستحل حرمتها فما أحب أن أكون ذلك الكبش ، ولئن أقتل خارجا منها بشبر أحب إلي من أقتل فيها ، وأيم الله لو كنت في ثقب هامة من هذه الهوام لا ستخرجوني حتى يقضوا في حاجتهم ، والله ليعتدن علي كما اعتدت اليهود في السبت ! « 2 » .\r\nونقرأ في حركة الحسين وخروجه من مكة وخطابه فيها نداء يستصرخ الضمائر ويهز الوجدان في الأمة ، يوضح فيه ملامح حركته وأهدافها ، وأن رضا الله عن الأمة لا يكون في سكوتها عن الظلم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اللهوف : 33 ، عن مقتل الخوارزمي عن الفتوح لابن اعثم الكوفي المتوفى 310 .\r\n( 2 ) الكامل لابن الأثير 16 : 1 عن أبي مخنف ، ( راجع وقعة الطف لأبي مخنف ، تحقيق : الشيخ اليوسفي الغروي )\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوانتهاك الحرمات وتعطيل الحدود وإماتة السنة وإحياء البدعة ، وأن الصلاة والقصد إلى حج البيت الحرام لا معنى له وابن بنت النبي ( ص ) مهدد من قبل الدولة الأموية بالاغتيال ، ولو كان متعلقاً بأستار الكعبة ، قال ( ع ) : ( رضا الله رضانا أهل البيت ( عليهم السلام ) ) ، فهذا هو العنوان الكبير الذي يجب على المسلمين تمثله والسير وراءه . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة المناسبات الاسلامية والعالمية . ط مكتب الإمام الخامنئي في سورية .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\n6 . يوم عرفة ( 9 / ذي الحجة / من كل سنة )\r\nاليوم التاسع من ذي الحجة من كل سنة هو يوم عرفة ، وهو يوم دعا الله عباده فيه إلى طاعته وعبادته وبسط لهم موائد إحسانه وجوده والشيطان فيه ذليل حقير طريد غضبان أكثر من أيّ وقت سواه ، وفيه يتحرّك الحجاج الذين أحرموا وباتوا في منى ( يوم التروية ) إلى عرفات ، والذين لم يذهبوا إلى منى فالواجب عليهم الإحرام من مكة والأفضل من الحرم ، والوصول إلى عرفات قبل الزوال والبقاء فيها إلى غروب الشمس ويقضي الحاج هذه الفترة في تلاوة القرآن والذكر والدعاء والتضرع إلى الله عز وجل يطلبون منه العفو ويسألونه المغفرة والتكفير عن الذنوب ، ولذا يمكن ان يطلق علي يوم عرفة يوم عيد قبول التوبة وغفران الذنوب والحصول على السعادة .\r\nوروي أنّ الإمام زين العابدين ( ع ) سمع في يوم عرفة سائلًا\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nيسأل الناس ، فقال له : ( ويلك أتسأل غير الله في هذا اليوم ؟ وهو يوم يُرجى فيه للأجنّة في الأرحام أن يعمّها فضل الله تعالى فتسعد ) « 1 » .\r\nولهذا اليوم عدّة أعمال : الغسل عند الظهر وزيارة الإمام الحسين ( ع ) وصلاة ركعتين تحت السماء بعد فريضة العصر قبل البدء بدعوات يوم عرفة ، والصوم لمن لا يضعفه الدعاء ، والاقرارّ لله تعالى بالذنوب للفوز بثواب عرفات وقراءة الأدعية المأثورة عن الحجج الطاهرة ( ع ) ، وهي أكثر من أن تذكر في هذه الوجيزة . والمشهور منها دعاء عرفة لأبي عبد الله الحسين ( ع ) حيث دعا به في جمع من الناس في أواخر وقت يوم عرفة وكذلك دعاء الإمام السجاد علي بن الحسين ( ع ) في هذا اليوم المذكور في الصحيفة السجادية ، وهو الدعاء السابع والأربعون .\r\nوقال الكفعمي في ( المصباح ) : يستحب صوم عرفة لمن لا يضعف عن الدعاء ، والاغتسال قبل الزوال ، وزيارة الإمام الحسين ( ع ) فيه وفي ليلته ، فإذا زالت الشمس فابرز تحت السماء وصلّ الظهرين تحسن ركوعهما وسجودهما ، فإذا فرغت فصلّ ركعتين في الأولى بعد الحمد التوحيد ، وفي الثانية بعد الحمد سورة   « قُلْ يا أَيُّهَا الْكافِرُونَ »   « 2 » ، ثم صلّ أربعاً أخرى في كل ركعة الحمد والتوحيد خمسين مرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة 28 : 10 ، ح 1 .\r\n( 2 ) الكافرون : 1 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nواقرأ في هذا اليوم الزّيارة الجامعة الثّالثة وقل في آخر نهار عرفة : « يا رَبِّ إنَّ ذُنُوبي لا تَضُرُّكَ ، وَانَّ مَغْفِرَتَكَ لي لا تَنْقُصُكَ ، فَاعْطِني ما لا يَنْقُصُكَ ، وَاغْفِرْ لي ما لا يَضُرُّكَ وقل أيضاً : اللّهُمَّ لا تَحْرِمْني خَيْرَ ما عِنْدَكَ لِشَرِّ ما عِنْدي فَإِنْ أَنْتَ لَمْ تَرْحَمْني بِتَعَبي وَنَصَبى فَلا تَحْرِمْني اجْرَ الْمُصابِ عَلى مُصيبَتِه » .\r\nوالليلة التاسعة كيومها مباركة لأن التوبة تقبل فيها والدعاء مستجاب وأجر من أحياها كمن عبد الله تعالى سبعين سنة من العبادة ، ومن المسنون فيها : دعاء ( اللهم يا شاهد . . . ) ، تسبيحات يوم عرفة 100 مرة ، دعاء ( اللهم من تعبّأ وتهيأ . . . ) وزيارة الإمام الحسين ( ع ) . « 1 »\r\n\r\nالوقوف بعرفات\r\nوادي عرفات أرض الرحمة والمغفرة وقبول الدعاء ، تبعد عن الكعبة ( مدينة مكة ) حوالي ( 21 ) كيلومتر ، وفيها جبل الرحمة والمغفرة والحجيج يقصدها يوم عرفة لأداء حج التمتع ، وذلك قول الله عز وجل : (  ثُمَّ أَفِيضُوا مِنْ حَيْثُ أَفاضَ النَّاسُ . . .  ) « 2 » فحجاج بيت‌الله الحرام بعد ارتدائهم لملابس الإحرام يفيضون إلى عرفات ويقفون في هذه المنطقة من ظهر يوم التاسع من ذي الحجة إلى أوان غروب الشمس ، منهمكين بالدعاء والتضرع ، لينزل الله تعالى عليهم رحمته ويأتي جمع من الحجاج يوم عرفة إلى مسجد نمرة ، ليصلوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لزيادة الاطلاع راجع مفاتيح الجنان ، أعمال شهر ذي الحجة .\r\n( 2 ) البقرة : 199 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالظهر والعصر بأذان وإقامتين ، ثم يشرعوا بالدعاء والتضرع ومسألة الله تعالى حتى الغروب واهم مايسألون الله هو غفران ذنوبهم بعد الاعتراف بها اقتداء بالنبي إبراهيم الخليل ( ع ) ففي رواية عن معاوية بن عمار قال : سألت أبا عبد الله ( ع ) عن عرفات لِمَ سميت عرفات ؟ فقال : ( إن جبرائيل ( ع ) خرج بإبراهيم ( ع ) يوم عرفة ، فلما زالت الشمس قال جبرائيل : يا إبراهيم اعترف بذنبك ، واعرف مناسكك ، فسميت عرفات لقول جبرائيل اعترف فاعترف ) « 1 » وهناك أسباب أخرى للتسمية .\r\nاذن إحدى أهم الألطاف التي يحصل عليها الحجاج من رحلة الحج المعنوية ، هو غفران الذنوب ، ففي اليوم التاسع من شهر ذي الحجة الحرام ، يأتي الحجيج من كل فج عميق ويجتمعون في عرفات ، ويطلبون من الله تعالى أن يغفر لهم ما تقدم من ذنوبهم ويطهرهم من الأدران ، فهم في دعاء وبكاء وتوسل فعن الإمام علي ( ع ) قال : ( إن رسول الله ( ص ) لما حج حجة الوداع ، وقف بعرفة فأقبل على الناس بوجهه فقال : مرحباً بوفد الله - ثلاث مرات - الذين إن سألوا أعطوا ، وتُخلف نفقاتهم ، ويجعل لهم في الآخرة بكل درهم ألفاً من الحسنات ، ثم قال : يا أيها الناس ألا أبشركم ؟ ! قالوا : بلى يا رسول‌الله . قال : إنه إذا كانت هذه العشية باهى الله بأهل هذا الموقف الملائكة ، فيقول : ( يا ملائكتي انظروا إلى عبيدي وإمائي أتوني من أطراف الأرض ، شعثاً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الوسائل 26 : 10 الباب 14 ح 1372 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nغبراً ، هل تعلمون ما يسألون ؟ فيقولون : ربنا يسألونك المغفرة ، فيقول : أشهدكم أني قد غفرت لهم ، فانصرفوا من موقفكم مغفوراً لكم ما سلف ) « 1 » .\r\n\r\nالدعاء في يوم عرفة\r\nالدعاء هو نداء العبد ربه ، وإقباله عليه ، وهو روح العبادة وجوهرها ، فعن رسول الله ( ص ) : « الدعاء مُخّ العبادة » « 2 » ، والعبادة هي الغاية من الخلق ، قال تعالى : (  وَما خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ  ) « 3 » ، وكذلك فإن الله تعالى لا يعبأ بالعباد لولا الدعاء ، قال تعالى : (  قُلْ ما يَعْبَؤُا بِكُمْ رَبِّي لَوْ لا دُعاؤُكُمْ . . . )  « 4 » ، وقد جعل الدعاء من أعظم ما يتقرب العبد به إلى ربه ، قال الإمام الصادق ( ع ) : « عليكم بالدعاء فإنكم لا تتقربون بمثله » « 5 » .\r\nوللدعاء فوائد كثيرة ، فإنه يطهر النفس من درن الذنوب والآثام ، كما يوطّد العلاقة والارتباط مع الله سبحانه ، كما أنه به يدفع البلاء ويحل القضاء بعدما أبرم إبراماً ، وهو سلاح المؤمن عند الشدائد والمصائب ، وبه شفاء المريض ونزول البركة ، وسعة الأرزاق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مستدرك الوسائل 36 : 8 .\r\n( 2 ) بحارالأنوار 300 : 93 .\r\n( 3 ) الذاريات : 56 .\r\n( 4 ) الفرقان : 77 .\r\n( 5 ) بحارالأنوار 293 : 93 / 22 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nولعلّ من أعظم فوائده هو فهم وإدراك الكثير من المعارف الإسلامية على الصعيد العقائدي والأخلاقي والتربوي ، بما تحمله أدعية أهل البيت ( عليهم السلام ) من علوم إسلامية صاغوها في قوالب دعائية ، ويكفي للإذعان بهذه الفوائد العظيمة قراءة أدعية الصحيفة السجادية .\r\nونجد أئمة أهل البيت ( عليهم السلام ) قد أبدوا مزيداً من الاهتمام بالدعاء ، ومنهم الإمام الحسين بن علي بن أبي طالب ( ع ) الذي ورد عنه بعض الأدعية التي حفلت بالدروس التربوية الهادفة ، حيث شملت أبعاداً متعددة ساهمت في بناء العقيدة والإيمان بالله تعالى ، وتنمية حالة الرهبة لله تعالى في أعماق نفوس الناس ، وقد حوت أدعيته ( ع ) أصول الأخلاق وقواعد السلوك والآداب ، كما ألمّت بفلسفة التوحيد ومعالم الرسالة الإسلامية ومن بين تلك الأدعية قد اشتهر دعاء عرفة الذي دعا به الامام ربه يوم عرفة في صحراء عرفات فهو السفر الخالد في عالم الروح ، وهو بحق ثورة في عالم النفس ، فإذا كانت ثورة الطف الخالدة تستهدف قلع الفساد الظاهر يأتي دعاؤه ( ع ) ليستهدف طغيان الذات ، وبهذا شكّل هذا الدعاء وغيره عند الإمام الحسين بن علي ( ع ) ممارسة لا تنفكّ عنه ، فنجده لم يتركه حتى في أحرج ساعات واقعة الطف ، فقد دعا بدعاء جده النبي الأكرم ( ص ) يوم أحد والأحزاب .\r\nوقد روى هذا الدعاء الشريف بشر وبشير الأسديان حيث\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nقالا : كنا مع الإمام الحسين بن علي ( ع ) عشية عرفة ، فخرج ( ع ) من فسطاطه متذللًا خاشعاً ، فجعل يمشي هوناً هوناً حتى وقف هو وجماعة من أهل بيته وولده ومواليه في ميسرة الجبل مستقبل البيت ، ثم رفع يديه تلقاء وجهه كاستطعام المسكين ، وقال ( ع ) :\r\n\r\nمقتطفات من دعاء عرفة\r\n« اللهم اجعل غناي في نفسي واليقين في قلبي والإخلاص في عملي والنور في بصري والبصيرة في ديني ومتعني بجوارحي واجعل سمعي وبصري الوارثين مني وانصرني واستر عورتي واغفر لي خطيئتي وأخسأ شيطاني وفك رهاني واجعل لي يا إلهي الدرجة العليا في الآخرة والأولى . . .\r\nاللهم ما أخاف فاكفني وما أحذر فقني وفي نفسي وديني فاحرسني وفي سفري فاحفظني وفي أهلي وما لي فاخلفني وفيما رزقتني فبارك لي وفي نفسي فذللني وفي أعين الناس فعظمني ومن شر الجن والإنس فسلمني وبذنوبي فلا تفضحني وبسريرتي فلا تخزني وبعملي فلا تبتلني ونعمك فلا تسلبني وإلى غيراك فلا تكلني . . . .\r\nيا مولاي أنت الذي مننت أنت الذي أنعمت أنت الذي أحسنت أنت الذي أجملت أنت الذي أفضلت أنت الذي أكملت أنت الذي رزقت أنت الذي وفقت أنت الذي أعطيت أنت الذي أغنيت أنت الذي أقنيت أنت الذي آويت أنت الذي كفيت أنت الذي هديت أنت\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالذي عصمت أنت الذي سترت أنت الذي أقلت أنت الذي مكنت أنت الذي أعززت أنت الذي أعنت أنت الذي عضدت أنت الذي أيدت أنت الذي نصرت أنت الذي شفيت أنت الذي عافيت أنت الذي أكرمت تباركت وتعاليت فلك الحمد دائما ولك الشكر واصبا أبدا .\r\nيا أسمع السامعين ويا أبصر الناظرين ويا أسرع الحاسبين ويا أرحم الراحمين صل على محمد وآل محمد السادة الميامين وأسئلك اللهم حاجتي التي إن أعطيتنيها لم يضرني ما منعتني وإن منعتنيها لم ينفعني ما أعطيتني أسئلك فكاك رقبتي من النار لا إله إلا أنت وحدك لا شريك لك ، لك الملك ولك الحمد وأنت على كل شيء قدير يا رب يا رب » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مفاتيح الجنان ، أعمال شهر ذي الحجة\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\n7 . شهادة مسلم بن عقيل وهاني بن عروة ( 9 / ذي الحجة / السنة 60 ه )\r\nهو مسلم بن عقيل بن أبي طالب بن عبد المطلب ، ابن عم الإمام الحسين ( ع ) بن علي بن أبي طالب ( ع ) ، ولد مسلم في المدينة واستشهد في الكوفة عام ستين ، وروي أن عمره كان 34 أو 38 سنة ، وربما كان أكثر من ذلك ، وقد نشأ في بيت عمه أمير المؤمنين ( ع ) ، وحضر معه وقائع الجمل وصفين والنهروان ، وكان لنشأته مع ابني عمه الحسن والحسين ( ع ) أثره البالغ في سلوكه وتربيته الرسالية ، وتحمّله مسؤولية السفارة عن الحسين ( ع ) ، بين أهل الكوفة وأدائه الرائع لرصّ الصفوف حوله ورفضه التخلي عنه ومواجهته الشجاعة للطاغية ابن زياد ودولة الظلم الأموية .\r\nوقد كانت زوجته رقية الصغرى بنت أمير المؤمنين ( ع ) مع الحسين ( ع ) في ركبه مع بنتها وأولادها الذين استشهدوا في واقعة الطف وبعدها .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nمسلم على مستوى المهمة الموكلة إليه :\r\nعندما وردت كتب أهل الكوفة إلى الحسين ( ع ) تستدعيه ، وتعلن ولاء العراقيين له ، واستعدادهم ليكونوا خلفه جنوداً مجنّدة ، دعا الإمام ( ع ) مسلم بن عقيل فسرحه مع قيس بن مسهر الصيداوي ، وعُمارة بن عُبيد السلولي ، وعبد الرحمن بن عبد الله ابن الكدن الأرحبي ، فأمره بتقوى الله وكتمان أمره واللطف ، فإن رأى الناس مجتمعين ، مستوثقين عجّل إليه بذلك . ، وأنفذ معه كتاباً إليهم : ( وأنا باعث إليكم أخي وابن عمي وثقتي من أهل بيتي » وقد أوصاه قائلًا : ( إني موجّهك إلى أهل الكوفة ، وسيقضي الله من أمرك ما يحب ويرضى ، وأنا أرجو أن أكون أنا وأنت في درجة الشهداء ، فامض ببركة الله وعونه حتى تدخل الكوفة ، فإذا دخلتها فانزل عند أوثق أهلها ، وادع الناس إلى طاعتي ، فإن رأيتهم مجتمعين على بيعتي فعجّل عليّ بالخبر حتى أعمل على حسب ذلك إن شاء الله تعالى ) « 1 » .\r\n\r\nفي بيت المختار الثقفي\r\nثم أقبل مسلم حتى دخل الكوفة ، فنزل دار المختار بن أبي عبيدة ، وهي التي تدعى اليوم دار مسلم بن المسيب ، وأقبلت الشيعة تختلف إليه .\r\nوأقبلت الشيعة تختلف إليه ، فكلما اجتمعت إليه جماعة منهم قرأ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الطبري 108 : 6 ؛ الكامل في التاريخ 386 : 3 ؛ بحارالأنوار 335 : 44 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nعليهم كتاب الحسين ( ع ) فيبكون ، ويعدونه من أنفسهم القتال والنصرة .\r\nوقد اختلف المؤرخون حول عدد الذين بايعوا مسلم للإمام الحسين ( ع ) فذكر أغلبهم أنهم كانوا ثمانية عشر ألفاً « 1 » ، لذلك كتب مسلم إلى ابن عمه الحسين ( ع ) في رسالة له ، وهو يقول فيها :\r\n( أما بعد ، فإن الرائد لا يكذب أهله ، وقد بايعني من أهل الكوفة ثمانية عشر ألفاً ، فعجّل الإقبال حين يأتيك كتابي ، فإن الناس كلهم معك ، ليس لهم في آل معاوية رأي ولا هوى ، والسلام » .\r\nمضت الدعوة إلى الحسين ( ع ) تتسع في الكوفة وجوارها ، وأصبح الناس يهتفون باسمه حتى ضاق الأمر على النعمان بن بشير الأنصاري والي الكوفة . عندها كتب أنصار الأمويين إلى يزيد بن معاوية بالشام ، وعرّفوه إقبال الناس على مسلم ودعوته ، وبيعة الحسين ( ع ) ، وضعف الوالي النعمان .\r\nفجمع يزيد أنصاره ومستشاريه وعلى رأسهم سرجون الرومي ، وسألهم ما العمل ؟\r\nفأشاروا عليه بتولية عبيد الله بن زياد وعزل النعمان بن بشير « 2 » .\r\nخرج عبيد الله بن زياد من البصرة ، وأقبل إلى الكوفة حيث عُيّن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد : 205 ؛ تاريخ الطبري 290 : 3 ؛ الكامل في التاريخ 386 : 3 .\r\n( 2 ) أنساب الأشراف ، وأعيان الشيعة ، 589 : 1 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nوالياً عليها بدلًا من الوالي السابق النعمان ، ولما قدم ابن زياد الكوفة انفضّ أنصار مسلم بن عقيل من حوله ، لأن ابن زياد استخدم بحكم نفسيته الخبيثة الترهيب تارة والترغيب أخرى ، فتوارى مسلم عن الأنظار وأقام في دار هاني بن عروة متكتماً لا يعلم بوجوده سوى خواص الشيعة .\r\n\r\nمسلم لا يغدر\r\nجاءت الأخبار لابن زياد : أن شريك بن الأعور مريض في بيت هاني فسارع لعيادته لأن شريكاً من كبار الأشراف والوجهاءولما علم شريك أن ابن زياد قادم لاحت بفكره خطة فقال لمسلم بن عقيل :\r\nإن غايتك وغايتي هلاك الظالمين وهذا عبيد الله قادم لزيارتي فاقتله وأرح البلاد والعباد من جوره . فقال مسلم : وكيف ذلك ؟ فقال شريك : أقم في هذه الخزانة - وأشار بيده إلى خزانة في الحائط - حتى إذا دخل ابن زياد وأخذ في الحديث أخرج أنت إليه فاقتله وأرح الناس من شره ، وضع يدك على زمام الحكم ريثما يحضر مولانا الحسين ( ع ) .\r\nاختبأ مسلم في الخزانة ، دخل ابن زياد منزل هاني بن عروة وجلس بالقرب من شريك وراح يستفسر عن صحته وكانت عين شريك ترمق الخزانة بين الحين والآخر يتوقع خروج ابن عقيل شاهراً سيفه يضرب ابن زياد ضربة واحدة ويقتله . لكن مسلماً لم\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nيخرج وطال الانتظار ولم يخرج مسلم . ونادى بأعلى صوته :\r\n ما الانتظار بسلمى لا تحيّوها * حيّوا سليمى وحيّوا من يحيّيها\r\nوإن تخشيت من سلمى مراقبة * فلست تأمن يوماً من دواهيها \r\nولما خرج ابن زياد من دار هاني ، التفت شريك إلى مسلم بن عقيل وقال له معاتباً : بالله عليك يا ابن عقيل ألا أخبرتني لماذا لم تقتله ؟ وما الذي منعك من قتله ؟ فقال مسلم : لقد منعني من قتله أمران :\r\nالأول : حديث أمير المؤمنين ( ع ) عن رسول الله ( ص ) حيث قال : ( إن الإيمان قيد الفتك فلا يفتك مؤمن ) ، والثاني : امرأة هاني ، فإنها تعلّقت بي وأقسمت عليّ بالله أن لا أفعل هذا في دارها ، وبكت في وجهي .\r\nفقال هاني : يا ويلها من حمقاء جاهلة ، قتلتني وقتلت نفسها ، والذي فرّت منه وقعت فيه .\r\n\r\nشهادة مسلم بن عقيل وهاني\r\nاستطاع ابن زياد من السيطرة على أوضاع الكوفة بالإغراء والوعيد ، وفرض عليها من الخوف والرعب ، فتفرق أصحاب مسلم من حوله ، وظل وحيداً غريباً بالكوفة بلا مأوى ، فما زالوا يتفرقون حتى لم يبق من الأربعة آلاف الذين كانوا معه إلا ثلاثمائة رجل ، ولما أمسى المساء صلّى مسلم بن عقيل المغرب والعشاء بالمسجد فلم يبق معه سوى ثلاثين رجلًا ، ولما خرج من المسجد لم يبق معه غير\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nعشرة نفر ، وبعد برهة نظر إلى خلفه وإذا به وحيداً ليس معه أحد يدلّه على الطريق ، مشى في أزقة الكوفة لا يدري أين يذهب ، واستبد بمسلم العطش والتعب ، حتى وصل إلى باب دار امرأة يقال لها طوعة .\r\nفقال مسلم : يا أمة الله هل لك أن تسقيني شربة ماء .\r\nأجابت طوعة : حباً وكرامة . ودخلت الدار بسرعة وجاءت بالماء ، شرب مسلم وأعاد إليها الإناء شاكراً . ثم جلس ليستريح واضعاً رأسه بين يديه مهموماً .\r\nفقالت طوعة له : يا عبد الله اذهب إلى أهلك فإنه لا يصحّ لك الجلوس على باب داري .\r\nعندها قام مسلم بتثاقل يجر رجليه ثم وقف وقال : يا أمة الله ما لي في هذا البلد أهل ولا عشيرة فهل إلى أجر ومعروف ؟ ولعلّي أكافئك به بعد هذا اليوم .\r\nفقالت طوعة بدهشة وتعجب : يا عبد الله ما هذه المكافأة وكيف ذلك ؟ ومتى بعد هذا اليوم ؟ فقال : يا أمة الله أنا مسلم بن عقيل من آل بيت رسول الله وأنا سفير الحسين إلى أهل الكوفة .\r\nلكن طوعة ما إن سمعت باسمه حتى صاحت بلهفة : أحقاً أنت مسلم ؟ أحقاً أنت سفير الإمام الحسين ( ع ) ؟ أجاب مسلم : نعم يا أمة الله . فقالت : سيدي يا مسلم اغفر لي خشونتي وما بدر مني أدخل\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nبأبي أنت وأمي إلى داخل الدار « 1 » .\r\nوما كاد الصبح يتنفس حتى أسرع ولدها إلى القصر وأخبر بمكان مسلم ، وفور وصول النبأ إلى ابن زياد أرسل قوة كبيرة إليه ، وما أن سمع مسلم بالضجة حتى أدرك أن القوم يطلبونه ، فخرج إليهم بسيفه وكانوا قد طوّقوا الدار من كل جهاتها فانهزموا بين يديه وهم أكثر من مائتي مقاتل ، وبعد معارك ضارية بينه وبينهم في الشوارع استعملوا فيها النار والحجارة من أعلى السطوح استسلم لهم بعد أن أمنه ابن الأشعث وأعطاه العهود .\r\nومضى معهم إلى القصر فأدخل على ابن زياد ولم يسلم عليه وجرى بينهما حوار طويل كان فيه ابن عقيل رضوان الله عليه رابط الجأش منطلقاً في بيانه قوي الحجة حتى أعياه أمره وانتفخت أوداجه وجعل يشتم علياً والحسن والحسين ، ثم أمر جلاوزته أن يصعدوا به إلى أعلى القصر ويقتلوه ويرموا جسده إلى الناس ويسحبوه في شوارع الكوفة ثم يصلبوه إلى جانب هانئ بن عروة ، هذا وأهل الكوفة وقوف في الشوارع وكأنهم لا يعرفون من أمره شيئاً ، وقد صوّر عبد الله بن الزبيرالاسدي الكوفي الزيدي هذه المأساة بقوله :\r\n فإن كنت لا تدرين ما الموت فانظري * إلى هانئ في السوق وابن عقيل\r\nإلى بطل قد غيّر الموت لونه * وآخر يهوي من طمار قتيل\r\nفإن أنتم لم تثأروا لأخيكم * فكونوا نساء أرضيت بقليل \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع مقاتل الطالبيين ، قضية مسلم بن عقيل .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\n8 . عيد الأضحى المبارك ( يوم النحر ) ( 10 / ذي الحجة / من كل سنة )\r\nليلة العاشرة من ذي الحجة هي أحدي الليالي الأربع التي يستحب احياؤها وتفتح فيها أبواب السماء ونهار هذه الليلة هوعيد الاضحي المبارك وهو ثاني أعياد المسلمين بعد عيد الفطر المبارك ، وفيه يقوم الحجاج بالإحلال من إحرامهم في منى بعد الإفاضة من المزدلفة ، وأعمال هذا اليوم هي على الترتيب : رمي جمرة العقبة الكبرى ، وذبح الهدي ، والحلق أو التقصير . ويحرم في عيد الفطر والأضحى الصيام ، ويستحب فيهما صلاة العيد ، ويستحب لغير الحاج الأضحية في يوم عيد الأضحى المبارك .\r\n\r\nوأعمال هذا اليوم عديدة منها :\r\nالأوّل : الغُسل وهو سنّة مؤكّدة في هذا اليوم .\r\nالثّاني : أداء صلاة العيد ولكن يستحبّ أن يؤخّر في هذا اليوم الإفطار عن الصّلاة .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالثّالث : التّضحية وهي سنّة مؤكّدة ويستحبّ أن يفطر على لحم الأضحية .\r\nالرابع : قراءة الدّعوات المأثورة قبل صلاة العيد وبعدها ، ولعلّ أفضل الأدعية في هذا اليوم هو الدّعاء الثّامن والأربعون من الصّحيفة السجادية الكاملة وقراءة دعاء النّدبة .\r\nالخامس : أن يكبّر بالتّكبيرات الآتية عقيب خمسة عشر فريضة أوّلها فريضة ظهر العيد وآخرها فريضة فجر اليوم الثّالث عشر ، هذا لمن كان في مِنى ، وأمّا من كان في سائر البلاد فيكبر بها عقيب عشر فرائض تبدأ من فريضة ظهر العيد وتنتهي بفجر اليوم الثّاني عشر والتّكبيرات على رواية الكافي الصّحيحة كما يلي : « اللهُ اكْبَرُ اللهُ اكْبَرُ لا إِلهَ إِلَّا اللهُ ، وَاللهُ أَكْبَرُ اللهُ أَكْبَرُ اللهُ أَكْبَرُ وللهِ الْحَمْدُ ، اللهُ أَكْبَرُ عَلى ما هَدانا ، اللهُ اكْبَرُ عَلى ما رَزَقَنا مِنْ بَهيمَةِ الأنْعامِ ، وَالْحَمْدُ للهِ عَلى ما أَبْلانا » ، ويستحبّ تكرار هذه التكبيرات عقيب الفرائض ما تيسّر ، كما يستحبّ التّكبير بها بعد النّوافل أيضاً .\r\n\r\nاعمال أيام التشريق\r\nأيام التشريق هي الأيام الثلاثة بعد يوم عيد الأضحى ، وهناك اعمال مستحبة يؤتى بها في هذه الأيام\r\nمنها : الأضحية ، وتستحب يوم العيد ، ويمكن الاتيان بها في اليومين الحادي عشر والثاني عشر في الأمصار ، وكذلك في اليوم\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nالثالث عشر في منى .\r\nومنها : التكبيرات المعروفة المذكورة انفا ، حيث يستحب الاتيان بها في الحج ابتداءً من فريضة ظهر العيد إلى الثالث عشر من ذي الحجة بعد الفرائض والنوافل في منى ، وأما في سائر الأمصار فيستحب ذلك إلى فجر الثاني عشر من ذي الحجة .\r\n\r\nمعنى العيد في الاسلام\r\nوالعيد في الإسلام ، يعني العودة إلى الله عز وجل بنفس وقلب طاهرين ولا يكون هذا إلّا بعد عمل عبادي عظيم يؤدي إلى المغفرة والرضوان الإلهي ، فالصيام الذي يستمر شهراً كاملًا ، وفيه ليالي القدر التي يتم إحياؤها بالعبادة والتضرع إلى الله عز وجل ، وفيه ربيع القرآن الكريم ، وحيث يسعى المسلم في هذا الشهر الفضيل إلى تلاوته والتدبر فيه ، فبعد هذه الفترة المباركة من صيانة السمع والبصر والقلب عن المحرمات والطاعة لله عز وجل يأتي عيد الفطر المبارك ، وكذلك بالنسبة إلى عيد الأضحى المبارك إذ يقع بعد فترة عبادية هي الحج إلى بيت الله الحرام وأداء العمرة .\r\nومن مستحبات عيد الأضحى : صلاة العيد والغسل ، وأن يلبس الإنسان أنظف ثيابه ، والدعاء بالمأثور كما ورد في الإقبال : ( الله أكبر الله أكبر لا إله إلّا الله والله أكبر ولله الحمد اللهم ربنا لك الحمد كما ينبغي لعز سلطانك وجلال وجهك لا إله إلا أنت الحليم الكريم . . . إلى\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nآخر الدعاء ) ، وورد في كتب الأدعية والزيارات أعمال مستحبة في ليلة عيد الأضحى يومها ومما ورد من المستحبات زيارة الإمام الحسين ( ع ) في ليلة العيد ، وروي أن الصادق ( ع ) كان يعجبه أن يفرغ نفس إلى العبادة أربع ليال في السنة ، وهي أول ليلة من رجب وليلة النصف من شعبان وليلة الفطر وليلة الأضحى « 1 » .\r\nوفي يوم الأضحى المبارك يتذكر المسلم التسليم المطلق لله من قبل النبي إبراهيم ولده إسماعيل ( عليهما السلام ) ، فالأب يصارح ولده البالغ من العمر 13 عاماً بالرؤيا التي رآها بأن يذبحه قرباناً لله تعالى ، والولد يسلم لأمر الله بإخلاص والقرآن الكريم ينقل لنا هذا التخاطب الجميل بينهما بقوله تعالى : (  فَلَمَّا بَلَغَ مَعَهُ السَّعْيَ قالَ يا بُنَيَّ إِنِّي أَرى فِي الْمَنامِ أَنِّي أَذْبَحُكَ فَانْظُرْ ما ذا تَرى قالَ يا أَبَتِ افْعَلْ ما تُؤْمَرُ سَتَجِدُنِي إِنْ شاءَ اللَّهُ مِنَ الصَّابِرِينَ  ) « 2 » . وبهذا يقدم إبراهيم وابنه إسماعيل أعظم درجة في الحب والعشق الإلهي والتضحية والفداء في سبيل الله ، ولا يسع المجال في هذا المقال أن نبحث هذه القصة بكاملها فمن أراد التعرف عليها ، عليه بمراجعة الآيات 102 - 110 من سورة الصّافات ومعانيها في كتب التفاسير .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إقبال الاعمال ، أعمال شهر ذي الحجة .\r\n( 2 ) الصّافات : 102 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\n9 . يوم غدير خم ( علي ( ع ) وصي النبي ( ص ) ) « 1 » ( 18 / ذي الحجة / السنة 10 ه )\r\nأجمع رسول الله ( ص ) الخروج إلى الحجّ في سنة عشرٍ من الهجرة ، وأذّن في الناس بذلك ، فقدم المدينة خلق كثير يأتمّون به في حجّته تلك التي يطلق عليها حجّة الوداع ، وحجّة الإسلام ، وحجّة البلاغ ، وحجّة الكمال ، وحجّة التمام « 2 » ، ولم يحجّ غيرها منذ هاجر إلى أن توفّاه الله سبحانه .\r\nفلما قضى مناسكه ، وانصرف راجعاً نحو المدينة ومعه من كان من الجموع المذكورة ، وصل إلى غدير خُم من الجحفة ، وذلك يوم الخميس الثامن عشر من ذي الحجّة ، نزل إليه جبرائيل الأمين ( ع )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اقتباساً من كتاب ماذا حدث في الثامن عشر من ذي الحجة السنة العاشرة للهجرة من إصدار مكتب الإمام الخامنئي في سورية وقد طبعه المجمع العالمي لأهل البيت بعنوان : الغدير ضمن سلسلة في رحاب أهل البيت : .\r\n( 2 ) الغدير 9 : 1 ، إنّ الوجه في تسمية حجة الوداع بالبلاغ هو نزول الآية 67 من سورة المائدة ، كما أنّ الوجه في تسميتها بالتمام والكمال هو نزول الآية الثالثة من سورة المائدة .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nعن الله مذكٍّراً بقوله : (  يا أَيُّهَا الرَّسُولُ بَلِّغْ ما أُنْزِلَ إِلَيْكَ مِنْ رَبِّكَ . . . )  « 1 » ، وأمره أن يقيم عليّاً عَلَماً للناس ، ويبلغهم ما نزل فيه من الولاية وفرض الطاعة على كلّ أحد ، وكان أوائل القوم قريباً من الجحفة ، فأمر رسول الله أن يردّ من تقدّم منهم ، ويحبس من تأخّر عنهم في ذلك المكان ، ونهى عن سَمُرات « 2 » خمس متقاربات دَوْحات عظام أن لا ينزل تحتهنّ أحد ، حتى إذا أخذ القوم منازلهم ، فقمّ ما تحتهنّ ، حتى إذا نودي بالصلاة - صلاة الظهر - عمد إليهنّ ، فصلى بالناس تحتهنّ ، وكان يوماً هاجراً يضع الرجل بعض ردائه على رأسه ، وبعضه تحت قدميه ، من شدّة الرمضاء . وظُلّل لرسول‌الله ( ص ) بثوب على شجرة سمرة من الشمس ، فلما انصرف ( ص ) من صلاته ، قام خطيباً وسط القوم على أقتاب الإبل « 3 » ، وأسمع الجميع ، رافعاً عقيرته ، فقال ( ص ) :\r\nأما بعد : أيّها الناس قد نبّأني اللطيف الخبير : أنه لم يُعمّر نبيّ إلا مثل نصف عمر الذي قبله . وإنّي أُوشك أن أُدعى فأُجيب ، وإني مسؤول ، وأنتم مسؤولون ، فماذا أنتم قائلون ؟\r\nقالوا : نشهد أنّك قد بلّغت ونصحت وجاهدت ، فجزاك الله خيراً .\r\nقال : ( ألستم تشهدون أن لا إله إلّا الله ، وأنّ محمداً عبده ورسوله ، وأن جنّته حق وناره حقّ ، وأنّ الموت حقّ ، وأنّ الساعة آتية لا ريب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : الآية 67 .\r\n( 2 ) سَمُرات ، جمع سمرة : شجرة الطلح .\r\n( 3 ) المستدرك للحاكم 533 : 3 ؛ مجمع الزوائد 106 : 9 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nفيها وأن الله يبعث مَن في القبور ؟ ) .\r\nقالوا : بلى نشهد بذلك . قال : ( اللهم اشهد ) ، ثم قال : ( أيها الناس ألا تسمعون ؟ ) قالوا : نعم .\r\nقال : ( فإنّي فرط « 1 » على الحوض ، وأنتم واردون عليّ الحوض ، وإنّ عرضه ما بين صنعاء وبُصرى « 2 » ، فيه أقداح عدد النجوم من فضّة ، فانظروا كيف تخلفوني في الثقلين ) « 3 » .\r\nفنادى مناد : وما الثقلان يا رسول الله ( ص ) ؟\r\nقال : ( الثقَل الأكبر كتاب الله طرفٌ بيد الله عزّ وجل وطرفٌ بأيديكم ، فتمسّكوا به لا تضلوا ، والآخر الأصغر عترتي ، وإنّ اللطيف الخبير نبّأني أنّهما لن يفترقا حتى يردا عليّ الحوض ، فسألت ذلك لهما ربّي ، فلا تقدّموهما فتهلكوا ، ولا تقصّروا عنهما فتهلكوا ) .\r\nثم أخذ بيد عليّ ( ع ) فرفعها حتى رُؤي بياض آباطهما وعرفه القوم أجمعون ، فقال : ( أيّها الناس من أولى الناس بالمؤمنين من أنفسهم ؟ ) قالوا : الله ورسوله أعلم .\r\nقال : ( إنّ الله مولاي ، وأنا مولى المؤمنين ، وأنا أولى بهم من أنفسهم فمن كنت مولاه فعليّ مولاه ) ، يقولها ثلاث مرات - وفي لفظ أحمد إمام الحنابلة أربع مرات - ثم قال : ( اللهمّ والِ من والاه ، وعادِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفَرَط : المتقدم قومه إلى الماء ، راجع غريب الحديث ، لابن سالم 45 : 1 .\r\n( 2 ) صنعاء : عاصمة اليمن اليوم ، وبُصرى : قصبة كورة حوران من أعمال دمشق .\r\n( 3 ) الثقل : كل شيء خطير نفيس . راجع تاج العروس للزبيدي 245 : 7 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nمن عاداه ، وأحبّ من أحبّه ، وأبغض من أبغضه وانصر من نصره ، واخذل من خذله ، وأدر الحق معه حيث دار ، ألا فليبلّغ الشاهد الغائب ) .\r\nثم لم يتفرقوا حتى نزل أمين وحي الله بقوله : (  الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي . . )  « 1 » .\r\nفقال رسول الله ( ص ) : ( الله أكبر على إكمال الدين ، وإتمام النعمة ، ورضا الربّ برسالتي ، والولاية لعليّ من بعدي » .\r\nثم طفق القوم يهنِّئون أمير المؤمنين صلوات الله عليه ، وممّن هنّأه في مُقدّمة الصحابة الشيخان : أبو بكر وعمر كلّ يقول : بخٍ بخٍ لك يا ابن أبي طالب أصبحت وأمسيت مولاي ومولى كل مؤمن ومؤمنة . قال ابن عباس : وجبت - واللهِ - في أعناق القوم .\r\nفقال حسان : ائذن لي يا رسول الله أن أقول في عليٍّ أبياتاً تسمعهنّ ، فقال : ( قل على بركة الله ) .\r\nفقام حسّان فقال : يا معشر مشيخة قريش أتبعها قولي بشهادةٍ من رسول الله ( ص ) في الولاية ماضية ، ثم قال :\r\n يناديهم يوم الغدير نبيهم * بخمّ وأسمع بالرسول مناديا\r\nوقال : فمن مولاكم ووليّكم ؟ * فقالوا : ولم يبدوا هناك التعاديا\r\nإلهك مولانا وأنت ولينا * ولن تجدنّ منا لك اليوم عاصيا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 3 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n فقال له : قم يا علي فإنني * رضيتك من بعدي إماماً وهاديا\r\nفمن كنت مولاه فهذا وليه * فكونوا له أنصار صدق مواليا\r\nهناك دعا : اللهم وال وليه * وكن للذي عادى علياً معاديا \r\nفقال له رسول الله ( ص ) : ( لا تزال مؤيداً بروح القدس ما نصرتنا بلسانك ) ، هذا مجمل القول في واقعة الغدير « 1 » .\r\n\r\nعيد الغدير في التاريخ الإسلامي\r\nلقد تعلّقت المشيئة الربّانية بأن تبقى واقعة الغدير التاريخية في جميع القرون والعصور كتاريخ حيّ يجتذب القلوب والأفئدة ، ويكتب عنه الكتّاب الإسلاميون في كلّ عصر وزمان ، ويتحدثون حوله في مؤلفاتهم المتنوعة ، في مجال التفسير والتاريخ والحديث والعقائد ، كما يتحدث حوله الخطباء في مجالس الوعظ والشعراء في قصائدهم ، ويعتبرونها من فضائل الإمام علي ( ع ) الذي لا يتطرّق إليها أي شك أو ريب .\r\nإنّ من أسباب خلود هذه الواقعة الكبرى ودوام هذا الحدث العظيم هو : نزول آيتين من آيات القرآن الكريم فيها « 2 » ، فما دام القرآن الكريم باقياً مستمراً يُتلى آناء الليل وأطراف النهار ، فسوف تبقى هذه الحادثة حيّة في العقول والقلوب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وللتفصيل راجع الغدير للعلامة الأميني / ج 1 .\r\n( 2 ) المائدة : 31 و 67 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nإنّ أبناء المجتمع الإسلامي في العصور السالفة ، لاسيّما أتباع أهل‌البيت ( عليهم السلام ) ، كانوا يعتبرون هذا اليوم عيداً من الأعياد الإسلامية الكبرى .\r\nوقد عدّه أبو ريحان البيروني في كتابه ( الآثار الباقية ) ممّا استعمله أهل الإسلام من الأعياد « 1 » .\r\nوقد روي عن أبي هريرة أنه قال : من صام يوم الثامن عشر من ذي الحجة ؛ كتب الله له صيام ستين شهراً ( أو سنة ) ، وهو يوم غدير خم ؛ لمّا أخذ النبي ( ص ) بيد علي ( ع ) فقال : ( مَن كنت مولاه فعلي مولاه ، اللّهمّ والِ من والاه وعاد من عاداه وانصر من نصره ) ، فقال عمر بن الخطاب : بخٍ بخٍ لك يا ابن أبي طالب ! أصبحت مولاي ومولى كل مسلم ومسلمة « 2 » .\r\nإنّ عهد هذا العيد الإسلامي وجذوره ترجع إلى يوم الغدير نفسه ؛ لأن النبي ( ص ) أمر المهاجرين والأنصار بل أمر زوجاته ونساءه في ذلك اليوم بالدخول على علي ( ع ) وتهنئته بهذه الفضيلة الكبرى .\r\nيقول زيد بن أرقم : كان أول من صافق النبي ( ص ) وعلياً ( ع ) : أبو بكر وعمر وعثمان وطلحة والزبير ثم باقي المهاجرين والأنصار ، ثم باقي الناس « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ترجمة الآثار الباقية : 395 ؛ الغدير 267 : 1 .\r\n( 2 ) راجع تاريخ بغداد 290 : 8 ؛ تاريخ دمشق : 2 / 75 و 575 .\r\n( 3 ) راجع الغدير 270 : 1 ، رواه عن أحمد بن محمد الطبري .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nويكفي في أهميّة هذا الحدث التاريخي أنّ هذه الواقعة التاريخية رواها مئة وعشرة من الصحابة « 1 » .\r\n\r\nحديث الغدير لا يقبل التأويل\r\nزعم البعض أنّ النبي ( ص ) لم يقصد من عمله ومما قاله في يوم الغدير أن ينصب عليّاً ( ع ) وليّاً ، بمعنى كونه قائداً للمسلمين وخليفة له من بعده ، وإنما أراد أن يبيّن فضله ومنزلته ، فإنّ كلمة الولي تستعمل أيضاً بمعنى الناصر والصديق والحبيب ، ولا ضرورة لحملها على الأولوية بالتصرّف لتكون بمعنى القائد والحاكم والمتولي لأمور المسلمين .\r\nولكن ملاحظة ظروف هذا الحدث التاريخي التي صنعها الرسول ( ص ) لا تدع مجالًا لهذا التأويل ، وتجعله زعماً بلا دليل ؛ فإنّ منع الألوف المؤلفة عن المسير وحبسهم في رمضاء الهجير ، والاهتمام بإرجاع من تقدّم منهم وإلحاق من تأخّر عنهم ، وأمرهم بأن يبلّغ الشاهد منهم الغائب عنهم ، ونعي نفسه المباركة إليهم ، وأخذ الإقرار منهم بالتوحيد والرسالة والمعاد ، وأنّه الأولى بهم من أنفسهم ، إنّما ينسجم كلّ هذا مع قصده ( ص ) لبيان أمر مهمّ جداً ، فإنّ كلّ إنسان يفهم أنّه ( ص ) من هذا الاستعداد والإعداد إنّما كان يقصد أمراً مهمّاً في غاية الأهمية ، ويرتبط به مصير الأمّة أيّما ارتباط .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الغدير 61 : 1 و 314 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nهذا فضلًا عن تهديد الله سبحانه له بأنّه إن لم يبلغ هذا الأمر المهم فكأنّه لم يبلغ رسالته التي جاهد لها ليل نهار طيلة ثلاثة وعشرين عاماً . . .\r\n\r\nبيان وتحليل للواقعة\r\nالإسلام دينٌ عالمي ، وشريعة خاتمة تتضمن كل ما تحتاجه البشرية في الحياة . وقد كانت قيادة الأُمّة الإسلامية من شؤون النبي الأكرم ( ص ) ما دام حيّاً ، ولا يمكن للشريعة الخالدة أن تهمل أمر القيادة العليا للأمّة بعد النبي ( ص ) ، وتوكل هذا الأمر إلى الصٍّدف والأهواء والرغبات أو إلى الاجتهادات الشخصية للصحابة الذين تختلف آراؤهم واجتهاداتهم واتجاهاتهم حيث ينتهي الأمر حينئذ بلا ريب إلى الاختلاف والتشتت وانهيار الدولة الإسلامية بشكل عام .\r\nفلا يمكن للرسول الخاتم لمسيرة المرسلين جميعاً وللشريعة الإسلامية الخالدة أن يهملا هذا الأمر الخطير .\r\nومن هنا كان التنصيص من سيد المرسلين ( ص ) على من يتحمّل مسؤولية القيادة من بعده أمراً طبيعياً ولازماً ومتوقعاً للمسلمين جميعاً .\r\nفمن هذا الذي نصّ الرسول ( ص ) على أنّه القائد للأمّة الإسلامية من بعده ؟ ومتى نص الرسول ( ص ) على ذلك ؟ وكيف تم هذا التنصيص منه ؟\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nإن أهل البيت ( عليهم السلام ) وأتباعهم يعتقدون بأن القيادةالعليا للأمة الإسلامية وخلافة الرسول ( ص ) منصب ربّاني ينصّ عليه الرسول ( ص ) بأمر من الله تعالى ولم يتركه الله ورسوله إلى الانتخاب الشعبي والرأي العام ما دام الرسول القائد وخليفته يحكمان الشعب باسم الله تعالى وباسم دينه القويم . . .\r\nوقد اختار الله ورسوله أفضل أفراد الأمّة بعد الرسول ( ص ) ونصّ على إمامته وقيادته للأمّة من بعده ، منذ بدايات الدعوة الإسلامية وظلّ يواصل طرحها ويمهّد لها ولطرحها العام خلال العهدين المكّي والمدني بدءً بيوم الإنذار والى يوم رجوعه من حجة الوداع بل وبشكل خاص في الثامن عشر من ذي الحجة السنة 10 للهجرة بعد إنذار إلهي صريح وفيما بعد ذلك وحتى في يوم ارتحاله ( ص ) .\r\nبينما يرى الخط الذي استلم الحكم بعد الرسول ( ص ) أن الخلافة لم‌تكن منصباً ربّانياً ولا حاجة للتنصيص فيها ، بل يمكن لأن تقرر من قبل المسلمين حتى عدد قليل منهم لتكون الخلافة لهذا الشخص أو ذاك .\r\nإن الأوضاع السياسية داخل الدولة الإسلامية وخارجها قبيل وفاة النبي ( ص ) كانت تتطلّب أن يعيّن النبي ( ص ) بأمر من الله تعالى خليفة له من بعده ؛ إذ المنافقون وأهل الكتاب في داخل أراضي الدولة الإسلامية من جهة ، والدولة البيزنطية وسائر القوى المشركة خارج الدولة الإسلامية من جهة أخرى كانوا يشكّلون عدة مراكز\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nللخطر الداهم ضد المسلمين .\r\nإنّ هذا الوضع الاجتماعي والسياسي يفيد : أنّه كان ينبغي للرسول الأعظم ( ص ) أن يمنع من ظهور أيّ اختلاف وانشقاق في المجتمع من بعده ، وأن يضمن استمرار وبقاء الوحدة الإسلامية ، وذلك بإيجاد حصن قوي متين حول تلك الأمّة ، من خلال تعيين قائد كفوء لها ليمنعها من التشتت والفرقة واختلاف الكلمة وتنازع الأهواء .\r\nفإنّ تحصين الأُمّة ، وصيانتها من الحوادث المشؤومة ، وعدم السماح لأصحاب الأهواء ليطالب كل فريق بالزعامة لنفسه ، وبالتالي التنازع على مسألة الخلافة والزعامة والحكم وقيادة الأمة سياسياً لم يكن ليتحقق إلّا بتعيين قائد كفوء للأمّة من قبل مكوّن الأُمة وربّانها وقائدها الأوّل ، وعدم ترك الأمور للصٍّدَف والأهواء .\r\nإن هذه المحاسبة الاجتماعية تهدينا إلى صحة نظرية « ضرورة التنصيص على القائد بعد رسول الله ( ص ) » وتحقّقها وعمل الرسول ( ص ) بها .\r\nومن هنا نعرف السرّ في طرح رسول الإسلام مسألة الخلافة في الأيام الأولى من ميلاد الرسالة الإسلامية ، يوم لم يكن قد انضوى تحت راية رسالته سوى عدد قليل جداً ممّن أعلن إسلامه وآمن برسالة ربّه . كما نعرف السرّ في مواصلة طرحها من قبله ( ص ) والتذكير بها طوال حياته وحتى الساعات الأخيرة منها .\r\nوقد كان أبرزها يوم الثامن عشر من ذي الحجّة السنة العاشرة لهجرة ، الذي عرف فيما بعد بيوم غدير خُم .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n\r\nالاستشهاد بالواقعة\r\nوقد استشهد أمير المؤمنين ( ع ) بهذه الواقعة العظيمة أمام الناس كافة في زمن خلافته عدة مرات - كما ذكر ذلك المؤرخون - منها ما روي عن زيد بن أرقم قال : نشد علي الناس في المسجد فقال : أنشدالله رجلًا سمع النبي ( ص ) يقول : ( من كنت مولاه فعلي مولاه ، اللهم وال من والاه وعاد من عاداه ) فقام اثنا عشر بدرياً ، ستة من الجانب الأيمن ، وستة من الجانب الأيسر ، فشهدوا بذلك .\r\nقال زيد بن أرقم : ( وكنت أنا فيمن سمع ذلك فكتمته ، فذهب الله ببصري ) ، وكان يتندم على ما فاته من الشهادة ويستغفر « 1 » .\r\nومن ذلك أيضاً ما روي عن طلحة بن عميرة قال : نشد علي ( ع ) الناس في قول النبي ( ص ) : ( من كنت مولاه فعلي مولاه ) فشهد اثنا عشر رجلًا من الأنصار ، وأنس بن مالك في القوم لم يشهد ، فقال له أمير المؤمنين ( ع ) : يا أنس ، قال : لبيك ، قال : ( ما يمنعك أن تشهد وقد سمعت ما سمعوا ) ؟ فقال : يا أمير المؤمنين ، كبرت ونسيت ، فقال أمير المؤمنين ( ع ) : ( اللهم إن كان كاذباً فاضربه ببياض - أو بوضَحٍ - لا تواريه العمامة ) قال طلحة بن عميرة : فأشهد بالله لقد رأيتها بيضاء بين عينيه « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح نهج البلاغة لابن أبي الحديد 74 : 4 .\r\n( 2 ) شرح نهج البلاغة لابن أبي الحديد 74 : 4 - 19 / 217 ، 320 ، وحديث من كنت مولاه ومناشدة أمير المؤمنين ( ع ) يطلب من كتاب الغدير الجزء الأول .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\n10 . شهادة ميثم التمار ( 22 / ذي الحجة / السنة 60 ه )\r\nوهو من خلّص أصحاب أمير المؤمنين ( ع ) وكان الإمام ( ع ) يخرج من جامع الكوفة ويجلس عند ميثم فيحادثه . وروي أنه كان عبداً لامرأة من بني أسد فاشتراه أمير المؤمنين ( ع ) وأعتقه ، وقال له : ما اسمك ، قال : سالم ، قال : أخبرني رسول الله ( ص ) أن اسمك الذي سماك به أبوك في العجم ميثم ، قال : صدق الله وصدق رسوله وصدقت يا أمير المؤمنين ، والله إنه لاسمي ، قال فارجع إلى اسمك الذي سماك به رسول الله ( ص ) ودع سالماً ، فرجع إلى ميثم واكتنى بأبي سالم .\r\nقال له علي ( ع ) ذات يوم : ألا أبشرك يا ميثم ؟ قال : بماذا يا مولاي ؟ قال : بأنك تموت مصلوباً ، قال : يا مولاي وأنا على فطرة الإسلام ؟ فقال : نعم يا ميثم ، فقال له : تريد أن أريك الموضع الذي تصلب فيه والنخلة التي تعلّق عليها وعلى جذعها ؟ قال : نعم يا علي فجاء به إلى رحبة الصيارفة فقال له : ها هنا . ثم أراه النخلة فكان\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nيتعاهدها ويصلي عندها حتى قطعت وشقت نصفين فنصف تنصف منها وبقي النصف الآخر ، فما زال يتعاهد هذا النصف ويصلي في الموضع ويقول لبعض جوار الموضع : يا فلان إني أجاورك عن قريب فأحسن جواري . فيقول ذلك الرجل في نفسه يريد ميثم : يشتري داراً في جواره .\r\nوحج في السنة التي قتل فيها فدخل على أم المؤمنين أم سلمة فقالت : من أنت ؟ قال : أنا ميثم ، قالت : والله لربما سمعت رسول‌الله ( ص ) يوصي بك علياً في جوف الليل ، فسألها عن الحسين ، قالت هو في حائط له ، قال : أخبريه أني قد أحببت السلام عليه ، ونحن ملتقون عند رب العالمين إن شاء الله ، فدعت له بطيب فطيب لحيته ، وقالت له : أما إنها ستخضب بدم .\r\nفقدم الكوفة فأخذه جلاوزة عبيد الله بن زياد فأدخل عليه فقيل : هذا كان من آثر الناس عند علي ، قال : ويحكم ، هذا الأعجمي ! قيل له : نعم ، قال له عبيد الله : أين ربك ؟ قال : بالمرصاد لكل ظالم وأنت أحد الظلمة . قال : إنك على عجمتك لتبلغ الذي تريد ، ما أخبرك صاحبك أني فاعل بك ؟ قال : أخبرني أنك تصلبني عاشر عشرة ، أنا أقصرهم خشبة وأقربهم من المطهرة ، قال : لنخالفنه ، قال : كيف تخالفه ؟ فوالله ما أخبرني إلا عن النبي ( ص ) عن جبريل عن الله تعالى ، فكيف تخالف هؤلاء ! ؟ ولقد عرفت الموضع الذي أصلب عليه أين هو من الكوفة ، وأنا أول خلق الله ألجم في الإسلام ، فحبسه وحبس\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nمعه المختار بن أبي عبيد ، فقال ميثم للمختار : إنك تفلت وتخرج ثائراً بدم الحسين فتقتل هذا الذي يقتلنا .\r\nفلما دعا عبيد الله بن زياد بالمختار ليقتله طلع بريد بكتاب يزيد إلى عبيد الله يأمره بتخلية سبيله ، فخلاه وأمر بميثم أن يصلب ، فأخرج . فقال له رجل لقيه : ما كان أغناك عن هذا يا ميثم ! فتبسم وقال وهو يُوءمي إلى النخلة : لها خلقتُ ولي غُذِيَتْ .\r\nوكان مقتل ميثم رحمة الله عليه قبل قدوم الحسين ( ع ) العراق بعشرة أيام ، فلما كان اليوم الثالث من صلبه ، طُعن ميثم بالحربة فكبر ثم انبعث في آخر النهار فمه وأنفه دماً . فمقتله إذن في نهاية شهر ذي الحجة من عام 60 ه . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقلًا عن موسوعة المناسبات الاسلامية والعالمية . ط مكتب الإمام الخامنئي في سورية .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\n11 . يوم المباهلة مع نصارى نجران ( 24 / ذي الحجة / السنة 10 ه )\r\nإن يوم 24 من شهر ذي الحجة السنة العاشرة هو يوم المباهلة على الأشهر « 1 » ، والقضية كما يلي :\r\nلما انتشر الإسلام بعد فتح مكة وقوى سلطانه ، وفد إلى النبي ( ص ) الوفود ، فمنهم من أسلم ومنهم من استأمن ليعود إلى قومه برأيه ( ص ) فيهم ، وكان ممن وفد عليه أبو حارثة أسقف نجران في ثلاثين رجلًا من النصارى ، منهم العاقب والسيد وعبد المسيح ، فقدموا المدينة وقت صلاة العصر ، وعليهم لباس الديباج والصلب ، فلما صلى النبي ( ص ) العصر توجهوا إليه يقدمهم الأسقف ، فقال له : يا محمد ما تقول في السيد المسيح ؟ فقال النبي عليه وآله السلام : ( عبد الله اصطفاه وانتجبه ) فقال الأسقف : أتعرف له - يا محمد - أباً ولده ؟ فقال النبي ( ص ) : ( لم يكن عن نكاح فيكون له والد ) ، قال : فكيف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المشهور أنَّ يوم المباهلة كان بعد فتح مكة واختلف العلماء في سنة الواقعة ويومها .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nقلت : إنه عبد مخلوق ، وأنت لم تر عبداً مخلوقاً إلا عن نكاح وله والد ؟ فأنزل الله تعالى الآيات من سورة آل عمران إلى قوله : (    إِنَّ مَثَلَ عِيسى عِنْدَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِنْ تُرابٍ ثُمَّ قالَ لَهُ كُنْ فَيَكُونُ * الْحَقُّ مِنْ رَبِّكَ فَلا تَكُنْ مِنَ الْمُمْتَرِينَ * فَمَنْ حَاجَّكَ فِيهِ مِنْ بَعْدِ ما جاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعالَوْا نَدْعُ أَبْناءَنا وَأَبْناءَكُمْ وَنِساءَنا وَنِساءَكُمْ وَأَنْفُسَنا وَأَنْفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَلْ لَعْنَتَ اللَّهِ عَلَى الْكاذِبِينَ    ) « 1 » فتلاها النبي ( ص ) على النصارى ، ودعاهم إلى المباهلة .\r\nوقال ( ص ) : ( إن الله عز اسمه أخبرني أن العذاب ينزل على المبطل عقيب المباهلة ، ويبين الحق من الباطل بذلك ) « 2 » فاجتمع الأسقف مع عبد المسيح والعاقب على المشورة ، فاتفق رأيهم على استنظاره إلى صبيحة غد من يومهم ذاك فلما رجعوا إلى رحالهم قال لهم الأسقف : انظروا محمداً في غد ، فإن غدا بولده وأهله فاحذروا مباهلته ، وإن غدا بأصحابه فباهلوه ، فإنه على غير شيء ، فلما كان من الغد جاء النبي ( ص ) وقد اكتسى بعباءة ، وأدخل معه تحت الكساء ، علياً وفاطمة والحسن والحسين ( عليهم السلام ) ، وقال : ( اللهم إنه قد كان لكل نبي من الأنبياء ، أهل بيت هم أخص الخلق إليه ، اللهم وهؤلاء أهل بيتي ، فأذهب عنهم الرجس وطهرهم تطهيراً ) ، فهبط جبرئيل بآية التطهير في شأنهم ، ثم خرج النبي ( ص ) ، بهم ( عليهم السلام ) للمباهلة ، فلما بصر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : الآيات 59 - 61 .\r\n( 2 ) الإرشاد 166 : 1 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nبهم النصارى ، ورأوا منهم الصدق ، وشاهدوا أمارات العذاب ، لم يجرؤوا على المباهلة ، فطلبوا المصالحة ، وقبلوا الجزية عليهم .\r\nفصالحهم النبي ( ص ) على ألفي حلة من حلل الأواقي قيمة كل حلة أربعون درهماً جياداً ، فما زاد أو نقص كان بحساب ذلك ، وكتب لهم النبي ( ص ) كتاباً بما صالحهم عليه .\r\nوالخلاصة : إن هذا اليوم يوم شريف ، وفيه عدة أعمال : الأول الغسل ، الثاني الصيام ، الثالث الصلاة ركعتين كصلاة عيد الغدير ، وقتاً وصفة وأجراً ، ولكن فيها تقرأ آية الكرسي إلى  ( هُمْ فِيها خالِدُونَ )  ، والرابع أن يدعو بدعاء المباهلة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع مفاتيح الجنان : أعمال شهر ذي الحجة ، أعمال يوم المباهلة .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\n\r\n12 . تصدق الإمام علي ( ع ) بالخاتم « 1 » ( 24 / ذي الحجة / السنة 10 ه )\r\nهذا اليوم هويوم تصدق أمير المؤمنين ( ع ) بالخاتم ، في حال الركوع ونزول قوله تعالى : (  إِنَّما وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكاةَ وَهُمْ راكِعُونَ  ) « 2 » .\r\nجاء في تفسير ( مجمع البيان ) ، وتفاسير وكتب أخرى ، نقلًا عن عبد الله بن عباس ( قدس سره ) عن أبي ذر الغفاري ( قدس سره ) في حوار جرى بينهما في المسجد الحرام أمام الناس أنه قال : أيها الناس من لم يعرفني فأنا أبو ذر الغفاري سمعت رسول الله ( ص ) بأذنيّ هاتين وإلا صُمّتا ، ورأيت بعينيّ هاتين وإلا كفتا ، أنه قال : ( علي قائد البررة ، وقاتل الكفرة ، منصور من نصره مخذول من خذله ) .\r\nوأضاف أبو ذر ( قدس سره ) أنه كان في أحد الأيام يصلي مع النبي ( ص )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقلًا عن موسوعة المناسبات الاسلامية والعالمية . ط مكتب الإمام الخامنئي في سورية .\r\n( 2 ) المائدة : 55 .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nفدخل سائل إلى المسجد وطلب إعانة من الناس ، لكن لم يقدم له أحد شيئاً ، فرفع هذا السائل يده إلى السماء وقال : ( اللهم اشهد بأني طلبت العون في مسجد رسولك ولم يرد عليّ أحد بشيء ) ، وكان علي ( ع ) يصلي في ذلك الوقت وهو في حالة الركوع ، فأشار بخنصره الأيمن ، فتقرب السائل فانتزع خاتماً كان في تلك الخنصر ، وقد شاهد النبي ( ص ) ذلك وهو في حالة الصلاة وما أن فرغ ( ص ) من صلاته حتى رفع رأسه إلى السماء وناجى ربه قائلًا ، بما مضمونه : ( اللهم إن أخي موسى سألك أن تشرح له صدره وتيسر له أمره وتحلل عقدة من لسانه ليفقه الناس قوله وسألك أن تجعل هارون أخاه وزيراً له ليشد أزره ويشاركه في أمره ، اللهم وإني نبيك الذي اصطفيته ، فاشرح لي صدري ويسر لي أمري ، واجعل لي من أهلي علياً ( ع ) وزيراً لتشدّ به أزري . . . ) .\r\nقال أبو ذر : ( وما كاد النبي ( ص ) ينهي دعاءه حتى نزل عليه جبريل وقال له : اقرأ . . فسأل النبي ( ص ) : ما ذا أقرأ ؟ قال : اقرأ : (  إِنَّما وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ . . .  ) ) .\r\nلقد نقل هذه الواقعة الكثير من الرواة ومصادر أهل السنة ، وقد صرح البعض بقصة التصدق بالخاتم واكتفى آخرون بتأييد نزول الآية في حق أمير المؤمنين ( ع ) ، وقد نقل هذه الروايات ثلة من كبار الصحابة كابن عباس ، وعمار بن ياسر ، وعبد الله ابن سلام ، وسلمة بن كهيل ، وأنس بن مالك ، وعتبة بن حكيم ، وعبد الله بن أبيّ ،\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nوعبد الله بن غالب ، وجابر بن عبد الله الأنصاري ، وأبي ذر الغفاري .\r\nونقل صاحب ( غاية المرام ) 24 حديثاً عن طريق أهل السنة و 19 حديثاً عن طريق الشيعة « 1 » ، والقضية بدرجة من الوضوح بحيث أن حسان بن ثابت جاء بمضمون آية الولاية في قالب شعري من نظمه قاله في حق أمير المؤمنين ( ع ) حيث يقول :\r\n فأنت الذي أعطيت إذ كنت راكعاً * زكاة فدتك النفس يا خير راكع\r\nفأنزل فيك الله خير ولاية * وبيّنها في محكمات الشرائع \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لمزيد الاطلاع راجع تفسير الأمثل : 4 ، في تفسير الآية 55 من سورة المائدة .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\n13 . نزول سورة الإنسان في أهل البيت ( عليهم السلام ) ( 25 / ذي الحجة )\r\nيوم شريف ، وهو اليوم الذي نزلت فيه سورة (   هَلْ أَتى   ) في شأن أهل البيت ( عليهم السلام ) لأنهم كانوا قد صاموا ثلاثة أيام ، وأعطوا فطورهم مسكيناً ، ويتيماً وأسيراً ، وأفطروا على الماء ، وينبغي لشيعة أهل البيت ( عليهم السلام ) ، في هذه الأيام ، ولا سيما في الليلة الخامسة والعشرين ، أن يتأسوا بمولاهم في التصدق على المساكين والأيتام ، وأن يجتهدوا في إطعامهم ، وأن يصوموا هذا اليوم « 1 » .\r\nوفي هذه الآيات المباركة من سورة الإنسان ( الدهر ) يتحدث القرآن عن أهل البيت ( عليهم السلام ) ويضعهم في قمة الإيثار والتقوى ، ويعرضهم نماذج وقدوة للبشرية لتقتدي بهم الأجيال وتسير على نهجهم . . . فالحادثة التاريخية التي نزلت بسببها الآيات المباركة تشير إلى مقام أهل البيت ( عليهم السلام ) ، وتساميهم في التطبيق والالتزام الشرعي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مفاتيح الجنان : أعمال اليوم الخامس والعشرون .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nوالتجرد الكامل لله تعالى ، وأنهم هم الأبرار المبشرون بالجنة ، فمن اقتدى بهم وسار على نهجهم حشر معهم .\r\nفقد أورد الزمخشري وغيره من المفسرين في تفسير هذه الآية ، رواية الإطعام بكاملها « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أورد الفخر الرازي في التفسير الكبير نفس الرواية عن الكشاف ، كما أوردها عن الواحدي .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n\r\n14 . البيعة لعلي أمير المؤمنين ( ع ) بالخلافة ( 25 / ذي الحجة / السنة 35 ه ) علي ( ع ) والخلافة\r\nلما وجد أمير المؤمنين ( ع ) أن الأمة قد تقاعست عن نصرته والثبات على موقفها الذي أبدته بحضور الرسول ( ص ) في يوم الغدير ، وجد أنه بين أمرين لا ثالث لهما ، فإما أن يرفع السيف مطالباً بحقه المشروع فيصاب الإسلام الذي دافع عنه طيلة حياته مع رسول‌الله ( ص ) بكل غال ونفيس ، أو يكظم غيظه ويصبر حفاظاً على كرامة الدين وقوته وهو لا يزال غضاً طرياً . قال ( ع ) : ( وطفقت أرتئي بين أن أصول بيد جذاء أو أصبر على طخية عمياء ، يهرم فيها الكبير ، ويشيب فيها الصغير ، فرأيت أن الصبر على هاتا أحجى ، فصبرت وفي العين قذى ، وفي الحلق شجى ، أرى تراثي نهباً ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : خ 3 ، الخطبة الشقشقية ، وفي الحقيقة ليست خطبة وإنما هو حديث شجون مع ابن عباس .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nوقال أيضاً ( ع ) : ( لأسالمنّ ما سلمت أمور المسلمين ما لم يكن فيها جور إلّا عليّ خاصة ) .\r\nفصبر علي ( ع ) كان على حساب حقه الخاص في الخلافة والحاكمية على الأمة الإسلامية لأجل مصلحة الإسلام العليا ، قال ( ع ) : ( ولئلّا يصاب الدين بما تكون مصيبته عليّ أعظم من إمرتكم هذه ) .\r\nإننا نقرأ في موقفه العظيم الشجاع هذا ما يوازي مواقفه البطولية الكبيرة في الذود عن الدين بين يدي الرسول ( ص ) ، فليس الصبر في مثل هذه المواقف المصيرية الصعبة بأقل مقاماً ومنزلة من مواقفه ( ع ) مع عمرو بن عبد ود المشركين ومرحب اليهود .\r\nلقد بقيت المدينة أياماً بعد قتل عثمان والناس يلتمسون علياً ( ع ) للقيام بالأمر وهو يأبى وظلّ يأبى حتى ازدحم الناس وألحّوا عليه ، وقالوا له : ( لا نجد غيرك ولا نرضى إلا بك فبايعنا لا نفترق ولا نختلف ) . ثم أخذ الأشتر النخعي بيده فبايعه وبايعه الناس وكلهم يقول : لا يصلح لها إلا علي .\r\nوهتف الناس باسم علي ( ع ) على عادة الناس إذ يولون عليهم خبيراً بحاجاتهم مؤمناً بحقهم خالصاً لهم ، عالماً حكيماً أباً كريماً . وسرّوا بقبوله الولاية حتى لكأنهم يطلون على أمل لا ينتهي بعد أن عاشوا طويلًا في ظلمات دامسات من المهانة والحرمان .\r\nوقد وصف هو نفسه بيعته بالخلافة وصفاً جميلًا قال : ( وبلغ من\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nسرور الناس ببيعتهم إياي أن ابتهج بها الصغير ، وهدج إليها الكبير ، وتحامل نحوها العليل ، وحسرت إليها الكعاب ) « 1 » .\r\nوبدأ علي من يومه الأول يجنّد قواه للإصلاح ويقوّم ما أعوج من شؤون الناس . فإذا هو يعزل الولاة من عمال عثمان واحداً بعد واحد ، وهو لا يرى فيهم من يصلح للبقاء في عمله . وامتنع قوم عن بيعته من القرشيين وأصحاب الوجاهات والطامعين بالحكم ، فهم يحقدون عليه إما حسداً وإما انتقاماً لزعامة ونفوذ وجاه يرغبون فيها ولا سبيل لها على يديه\r\nأجل . . إن أمير المؤمنين ( ع ) قد واجه المشاكل التي اعترضت خلافته بمنتهى الحكمة والسياسة الرشيدة ، وإذا لم يكتب له النجاح في خلافته فمردّ ذلك إلى عدّة أسباب ، أهمها أنه تولى الخلافة من المسلمين ولكنهم لم يجتمعوا على هدف واحد وغاية واحدة ، وفي هذا الجو المحموم ووسط تمرّد وتحد وكره من أكثر القرشيين ومن الأمويين ، وفي مناخ سادت فيه المصالح على جميع القيم واستعملت فيه الأموال لشراء الضمائر والأنصار .\r\nلذلك كله كان قتال الناكثين والقاسطين والمارقين ، ولا يخفى أن مردّ ذلك كله لأن علياً ( ع ) لم يهادن أحداً على حساب الإسلام ، أو يستعمل قرشاً واحداً من بيت المال في غير موضعه ، فكان من الطبيعي أن تعترضه المشاكل من هنا وهناك ، وهو يحاول أن يحمل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة : من كلام له ( ع ) في وصف بيعته بالخلافة ، وهدج : مشى مشية الضعيف ، والكعاب جميع كاعب وهي : الجارية إذا بلغت ونهد صدرها . وحسرت : كشفت عن وجهها .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nالناس على كتاب الله وسنّة رسوله وتأسيس خلافة جديدة لم يعهد المسلمون نظيراً لها من قبل .\r\nإن علياً ( ع ) كان يرى أن أقل ما يُطلب من خليفة رسول الله ان يحمي شريعة الله من التلاعب والأرض من الفساد ، ويحتفظ بخيرات الأرض لا لفئة من الحاكمين ولا لفريق دون فريق ، وقد عمل على ترسيخ هذه المبادئ وتنفيذها بدون هوادة ولم ينحرف عن سيرة رسول الله ( ص ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع كتاب الإمام علي ( ع ) صوت العدالة الإنسانية .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\n15 . واقعة الحرة في المدينة ( 28 / ذي الحجة / السنة 63 ه ) « 1 »\r\nوهي حادثة مؤلمة مشهورة وقعت في عام 63 هجرية ، استباح فيها يزيد بن معاوية مدينة الرسول ( ص ) وكانت أول واقعة يتمرّد فيها أهل المدينة على حكومة يزيد بن معاوية بعد واقعة الطف ، استنكاراً لمقتل الإمام الحسين بن علي ( عليهما السلام ) ، ورفضاً للسيادة الأموية على مقدّرات المسلمين ، وانتهت الواقعة بسيطرة جيش الشام واستباحته المدينة ثلاثة أيام فكثر القتل « 2 » والنهب والسلب والاعتداء على الأعراض ، خلافاً لتحذيرات رسول الله ( ص ) المتكررة من الاعتداء على أهل المدينةحيث قال ( ص ) : ( من أخاف أهل المدينة أخافه الله ، وعليه لعنة الله والملائكة والناس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سجّل هذا التاريخ للواقعة كتاب ( موسوعة التاريخ الاسلامي 253 : 6 ) عن الإمامةوالسياسة 22 : 1 وفي تاريخ ابن الوردي 165 : 1 .\r\n( 2 ) وقد دفن هؤلاء الشهداء في مقبرة البقيع بجوار شهداء أحد في المدينة المنورة .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nأجمعين ) « 1 » ولما مرّ رسول الله ( ص ) بالحرّة وقف فاسترجع ، وقال : ( يُقتل في هذه الحرة خيار أمتي ) « 2 » .\r\n\r\nالعوامل والأسباب للواقعة\r\nكان معاوية يستخدم الشدّة مع اللين في سياسته مع أهل المدينة ، كما وكان مدارياً للأنصار بأساليب عديدة من إغراء وخداع وترغيب وإذا لم تنفع هذه فيأتي دور الترهيب ، فأبقى أحقادهم وكراهيتهم لحكمه في نطاق المعارضة السلمية ، واما في عهد يزيد ، فتحولت المعارضة السلمية إلى معارضة مسلحة أفرزتها الممارسات السلبية التي ارتكبها يزيد في سنوات حكمه القليلة .\r\nمنها : نشر الفسق والفجور والفساد حيث اشتهر يزيد بولعه بالمعازف وشرب الخمر والغناء واتخاذ الغلمان والقيان والكلاب ، والنطاح بين الكباش والدباب والقرود ، وما من يوم إلّا ويصبح فيه مخموراً ، وكان يشدّ القرد على مسرجة ويسوق به ويلبسه قلانس الذهب « 3 » .\r\nومنها : مقتل الإمام الحسين ( ع ) وأهل بيته وخيرة الصحابة والتابعين : وكان ذلك ذا أثر كبير على نفوس أهل المدينة ؛ لأن الإمام الحسين ( ع ) يمثل القيادة الحقيقية للمسلمين ، والأمل المنشود في إعادة الإسلام إلى ما كان عليه في عهد رسول الله ( ص ) مضافاً إلى الحب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الإسلام 26 .\r\n( 2 ) الإمامة والسياسة : 219 : 1 .\r\n( 3 ) البداية والنهاية 235 : 8 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nوالتكريم الذي يكنّه أهل المدينة له باعتباره ابن بنت رسول الله ( ص ) وابن أمير المؤمنين علي ( ع ) الذي وقف أهل المدينة معه في جميع أدوار مسيرته التاريخية ، فازدادت كراهية أهل المدينة خصوصاً والمسلمين عموماً للحكم الأموي بمقتل الحسين ( ع ) تلك القتلة المأساوية ، من قتل الكبار والصغار ، وما رافقها من تمثيل بجثث القتلى واقتياد بنات رسول الله ( ص ) سبايا إلى الكوفة ثم إلى الشام ، وحمل رؤوس الشهداء على الرماح ، وضرب عبيد الله بن زياد لثغر الحسين ( ع ) بالقضيب « 1 » .\r\nإن هتك حرمة الإسلام بمقتل سبط رسول الله ( ص ) لم يُبق لأحد حرمة بعده ، ومما زاد في كراهية أهل المدينة ليزيد وتحريك ضمائرهم باتجاه التمرد على حكم يزيد قيام الإمام علي بن الحسين ( ع ) وعمته زينب ( عليها السلام ) وزوجة أبيه الرباب بإثارة المظلومية وإبراز تفاصيل الظلم الذي تعرض له الإمام الحسين ( ع ) وأهل بيته ، فحرّكت تلك المظلومية كوامن الغضب والكراهية ، فتظافرت جميع الوقائع في إنضاج الموقف الثوري ، وفي ذلك يقول الدياربكري : ( إن أكابر أهل المدينة نقضوا بيعة يزيد لسوء سيرته ، وأبغضوه لما جرى من قتل الحسين ) « 2 » .\r\nولم يكتف يزيد بقتل الحسين ( ع ) وأهل بيته ، بل تسافل في موبقاته ليعلن بصراحة ما يختلج في خاطره من مفاهيم واعتقادات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الطبري 456 : 5 ؛ الكامل في التاريخ 79 : 4 - 80 .\r\n( 2 ) تاريخ الخميس 300 : 2 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nومن أهداف أراد تحقيقها فتحققت أولى خطواتها بمقتل الحسين ( ع ) ، فحينما شاهد يزيد رؤوس الشهداء على المحامل لم يتمالك خواطره وأفصح عن سريرته في شعره الذي يقول فيه :\r\n لما بدت تلك الحمول وأشرقت * تلك الرؤوس على شفا جيرون\r\nنعب الغراب فقلت قل أو لا تقل * فقد اقتضيت من الرسول ديوني \r\n« 1 » فأثبت يزيد أن دوافع قتل الحسين دوافع جاهلية تعود إلى طلب ثأر المشركين الذين قتلهم رسول الله ( ص ) وأميرالمؤمنين علي ( ع ) ، وتأسف يزيد على قتلى المشركين في معركة بدر وتمنّى حضورهم لمشاهدة أخذ الثأر فأنشد شعراً له أو لغيره متمثلًا به :\r\n ليت أشياخي ببدر شهدوا * جزع الخزرج من وقع الأسل\r\nلأهلّوا واستهلّوا فرحاً * ثم قالوا لي هنيّاً لا تُشَل \r\n« 2 » وقد أضاف ابن العماد الحنبلي بيتاً آخر ليزيد :\r\n لعبت هاشم بالملك فلا * ملك جاء ولا وحي نزل \r\n« 3 »\r\n\r\nسير أحداث واقعة الحرة\r\nولّى يزيد عثمان بن محمد بن أبي سفيان المدينة وهو فتى حدث ، لم يمر بتجربة في التعامل مع الأفراد أو التعامل مع الأحداث ، فأرسل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روح المعاني 73 : 26 .\r\n( 2 ) البداية والنهاية 192 : 8 .\r\n( 3 ) شذرات الذهب 69 : 1 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nوفداً من أهل المدينة إلى يزيد ومنهم عبد الله بن حنظلة غسيل الملائكة ، وعبد الله بن أبي عمرو بن حفص المخزومي فأكرمهم يزيد بالعطايا ، ولكن ذلك لم يمنعهم من إظهار مساوئه المخالفة للمنهج الإسلامي التي اطلعوا عليها مباشرةً ، فلما رجعوا إلى المدينة أظهروا شتم يزيد وعيبه وقالوا : « . . . قدمنا من عند رجل ليس له دين يشرب الخمر ويضرب بالطنابير ويعزف عنده القيان ويلعب بالكلاب » . وقال ابن حنظلة موضحاً دوافع الثورة : « . . . فوالله ما خرجنا على يزيد حتى خفنا ان نرمى بالحجارة من السماء ، إنه رجل ينكح أمهات الأولاد والبنات والأخوات ، ويشرب الخمر ويدع الصلاة » « 1 » .\r\nواتفقوا هؤلاء على خلع يزيد ، ومنعوا من وصول الحنطة والتمر إلى الشام ، فلما سمع يزيد بالخبر بعث الجيوش إليهم ، فأعلنوا العصيان المسلح وتهيأوا للمقاومة وحصروا بني أمية ومواليهم وكانوا ألفاً ثم أخرجوهم بعدما أخذوا منهم المواثيق أن لا يظاهروا عدوّهم عليهم .\r\nأوصى يزيد قائد الجيش مسلم بن عقبة : « أدع القوم ثلاثاً فإن أجابوك وإلا فقاتلهم فإذا ظهرت عليهم فانهبها ثلاثاً » .\r\nوقام أهل المدينة بحفر خندقٍ حولها ، وحين وصول جيش الشام ؛ خان مروان وأبناؤه الميثاق ، وظاهروا الجيش على قتال أهل المدينة ، وأقنعوا بني حارثة بإدخال جيش الشام من جهتهم ، فدخل إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الخلفاء : 167 ؛ تاريخ الإسلام : 27 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nجوف المدينة ، فكان الهجوم على أهلها من الأمام ومن الخلف ثم من الجهات الأربع ، فحوصرت المدينة ، لكن أهلها استبسلوا بالقتال واستطاع عبد الله بن حنظلة أن يهزم كل من توجه إلى قتاله إلى أن قُتل أخوه وأبناؤه العشرة ، وبعد مقتلهم انهزم أهل المدينة ، واستطاع الجيش الأموي إخماد حركتهم وأباح قائدهم المدينة ثلاثاً يقتلون الناس ويأخذون المتاع والأموال ، ودعى ابن عقبة أهل المدينة إلى البيعة على أنهم عبيد ليزيد يحكم في دمائهم وأموالهم وأهليهم فمن أبى البيعة بهذه الصورة قُتل ، واستثنى من ذلك الإمام علي بن الحسين ( ع ) واستطاع ( ع ) أن يشفع لبقية أهل المدينة ، وأنقذهم من القتل « 1 » .\r\n\r\nنتائج الحقد الأموي على المدينة وأهلها\r\nأولًا : عدد القتلى : استمرّ الجيش الشامي بإبادة أهل المدينة وإكثار القتل فيهم ثلاثة أيام ، حتى بلغ العدد الذي أحصي يومئذٍ « من قريش والأنصار والمهاجرين ووجوه الناس ألفاً وسبعمائة ، ومن سائر الناس عشرة آلاف سوى النساء والصبيان » وقتل من أصحاب النبي ( ص ) ثمانون رجلًا ، ولم يبق بدريّ بعد ذلك وفي رواية ابن أعثم ( 6500 ) ورواية المسعودي ( 4200 ) « 2 » .\r\nومن الوجوه البارزة التي قتلت في الواقعة : عبد الله بن حنظلة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإمامة والسياسة 215 : 1 ؛ الكامل في التاريخ .\r\n( 2 ) الفتوح 181 : 5 ؛ مروج الذهب 70 : 3 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nغسيل الملائكة وأبناؤه العشرة وأخوه وغيرهم من أبناء الصحابة وبقية الصحابة من حملة القرآن ومن المشاركين في بدر ، حتى كانت الحرّة نهاية للبدريين جميعاً وقتل فيها ( سبعمائة من حملة القرآن ) « 1 » .\r\nثانياً : الاعتداء على النساء والأطفال : لم يرع الجيش الشامي أية حرمة للنساء والأطفال ، فاستقبلوا أوامر الإباحة باندفاع منقطع النظير ، وحولوها إلى واقع ملموس ، فبعد هزيمة أهالي المدينة ( افتض فيها ألف عذراء ) وأنه « حبلت ألف امرأة في تلك الأيام من غير زوج » « 2 » .\r\nودخلت الجيوش الشامية أحد البيوت فلم يجدوا فيها إلا امرأة وطفلًا ليس لديها مال أخذوا طفلها وضربوا رأسه بالحائط فقتلوه وقام أحد جنود الشام بتكرار العملية حينما ضرب ابناً لابن أبي كبشة الأنصاري بالحائط فانتثر دماغه في الأرض « 3 » .\r\nثالثاً : النهب والسلب : استمر جيش الشام بالنهب والسلب ثلاثة أيام فما تركوا مالًا أو ممتلكات عينية إلا أخذوها .\r\nرابعاً : انتهاك المقدسات : لم يرع جيش الشام أي حرمة للمقدسات الإسلامية ، فكان الجيش يخاطب بقايا المهاجرين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الإسلام ، للذهبي : 30 .\r\n( 2 ) تاريخ الخلفاء : 167 ؛ البداية والنهاية 221 : 8 .\r\n( 3 ) الإمامة والسياسة 215 : 1 ؛ المحاسن والمساوئ 104 : 1 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nوالأنصار ( يا يهود ) « 1 » . وسمّى ابن عقبة المدينة « نتنة وقد سماها رسول الله ( ص ) طيبة » « 2 » .\r\nوحينما وصلت الأخبار إلى يزيد وفي رواية حينما ألقيت الرؤوس بين يديه جعل يتمثل بقول ابن الزبعري :\r\n ليت أشياخي ببدر شهدوا * جزع الخزرج من وقع الأسل \r\n« 3 » وسبق ليزيد أن تمثل بهذه الأبيات حينما وصل إليه رأس الإمام الحسين ( ع ) .\r\nوهكذا كانت الواقعة تعبيراً عن الحقد الذي يكنّه الأمويون للأنصار منذ واقعة بدر ، والذي ظهر في توجيهات يزيد لابن عقبة قبل الواقعة : « فإذا قدمت المدينة فمن عاقك على دخولها أو نصب لك الحرب ، فالسيف السيف ، أجهز على جريحهم وأقبل على مدبرهم وإياك أن تبقي عليهم » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أنساب الأشراف : 327 .\r\n( 2 ) مروج الذهب 69 : 3 .\r\n( 3 ) أنساب الأشراف : 333 ؛ العقد الفريد 139 : 5 .\r\n( 4 ) الإمامة والسياسة 209 : 1 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\n\r\n16 . يوم الختام للسنة الهجرية القمرية ( اليوم الأخير من ذي الحجة )\r\nاليوم الأخير من ذي الحجة هو الختام للسنة الهجرية القمرية ، وقد ذكر المحدث القمي في مفاتيح الجنان عن السيد في الإقبال ، أنه يصلى فيه ركعتان ، بفاتحة الكتاب وعشر مرات سورة (   قُلْ هُوَ اللَّهُ أَحَدٌ   ) ، وعشر مرات آية الكرسي ثم يدعى بعد الصلاة بهذا الدعاء : ( اللَّهُمَّ ما عَمِلْتُ فِي هذِهِ السَّنةِ مِنْ عَمَل نَهَيْتَنِي عَنْهُ وَلَمْ تَرْضَهُ وَنَسِيتُهُ وَلَمْ تَنْسَهُ وَدَعَوْتَنِي إِلَى التَّوْبَةِ بَعْدَ اجْتِرائِي عَلَيْكَ اللَّهُمَّ فَإِنِّي أَسْتَغْفِرُكَ مِنْهُ فَاغْفِرْ لِي وَما عَمِلْتُ مِنْ عَمَلٍ يُقَرِّبُنِي إِلَيْكَ فَاقْبَلْهُ مِنِّي وَلا تَقْطَعْ رَجائِي مِنْكَ يا كَرِيمُ ) .\r\nفإذا قلت هذا : قال الشيطان : يا ويلي ما تعبت فيه هذه السنة هدمه أجمع بهذه الكلمات ، وشهدت له السنة الماضية أنه قد ختمها بخير « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع مفاتيح الجنان : أعمال أواخر ذي الحجة .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nتمّ بحمدالله في الثالث عشر من شهر رجب الحرام ذكرى ميلاد وصيّ رسول الله ( ص ) ، وليد الكعبة وشهيد المحراب ، الإمام علي بن أبي طالب ( ع ) .\r\nوما توفيقنا إلّا بالله العلي العظيم والحمد لله رب العالمين ، وصلى الله على خير خلقه أجمعين ، محمد وآله الطيبين الطاهرين ، وصحبه المنتجبين .\r\nأيوب الحائري\r\nقم المقدسة ، رجب الحرام 1430 ه . ق\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nأهم مصادر الكتاب\r\n1 . القران الكريم\r\n2 . نهج البلاغة\r\n3 . الإرشاد / للشيخ المفيد .\r\n4 . الغدير / للعلامة الأميني .\r\n5 . مسند أحمد / لابن حنبل .\r\n6 . تاريخ الإسلام / للذهبي .\r\n7 . أنساب الأشراف / للبلاذري .\r\n8 . السيرة النبوية / لابن هشام .\r\n9 . البداية والنهاية / لابن كثير .\r\n10 . مروج الذهب / للمسعودي .\r\n11 . الكامل في التاريخ / لابن أثير .\r\n12 . بلاغات النساء / لابن طيفور .\r\n13 . المحاسن والمساوئ / للبيهقي .\r\n14 . الإمامة والسياسة / لابن قتيبة .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n15 . الكشاف / لجار الله الزمخشري .\r\n16 . بحار الأنوار / للعلامة المجلسي .\r\n17 . وسائل الشيعة / للحر العاملي .\r\n18 . تاريخ بغداد / للخطيب البغدادي .\r\n19 . أصول الكافي / للكليني الرازي .\r\n20 . فروع الكافي / للكليني الرازي .\r\n21 . روضة الكافي / للكليني الرازي .\r\n22 . تذكرة الخواص / للسبط الجوزي .\r\n23 . المغازي / لمحمد بن عمرالواقدي .\r\n24 . الإصابة / لابن حجرالعسقلاني .\r\n25 . سيرة الحلبية / للحلبي الشافعي .\r\n26 . ذخائر العقبى / لمحب الدين الطبري .\r\n27 . المناقب / لضياء الدين الخوارزمي .\r\n28 . تاريخ الطبري / لابن جرير الطبري .\r\n29 . تاريخ الخميس / لحسين الدياربكري .\r\n30 . صحيح البخاري / لمحمد بن إسماعيل .\r\n31 . تفسير نورالثقلين / للعروسي الحويزي .\r\n32 . تاريخ قم / للحسين بن محمد القمي .\r\n33 . تذكرة الخواص / لسبط ا بن الجوزي .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n34 . مفاتيح الجنان / للشيخ عباس القمي .\r\n35 . المجالس السنية / للسيدمحسن الأمين .\r\n36 . التفسير الكبير / لفخرالدين الرازي .\r\n37 . تفسير القمي / لعلي ابن إبراهيم القمي .\r\n38 . روضة الواعظين / للفتال النيسابوري .\r\n39 . كشف الغمة / لعلي بن عيس الأربلي .\r\n40 . العقد الفريد / لابن عبد ربه الأندلسي .\r\n41 . تاريخ دمشق / لابن عساكرالدمشقي .\r\n42 . شذرات الذهب / لابن العماد الحنبلي .\r\n43 . تاريخ الخلفاء / لجلال الدين السيوطي .\r\n44 . مجمع الزوائد / لعلي ابن أبي بكرالهيثمي .\r\n45 . تهذيب التهذيب / لابن حجرالعسقلاني .\r\n46 . الصواعق المحرقة / لابن حجرالعسقلاني .\r\n47 . اللهوف / لعلي بن موسى بن طاووس .\r\n48 . مقاتل الطالبيين / لأبي الفرج الاصفهاني .\r\n49 . إعلام الورى / لفضل بن الحسن الطبرسي .\r\n50 . شرح نهج البلاغة / لابن أبي الحديد المعتزلي .\r\n51 . الميزان في تفسير القرآن / للعلامة الطباطبائي .\r\n52 . الأمثل في تفسير القران / للمكارم الشيرازي .\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n53 . جامع أحاديث الشيعة / للسيدالبروجردي .\r\n54 . روح المعاني / لمحمود بن عبد الله الآلوسي .\r\n55 . أمالي الطوسي / لمحمد بن حسن الطوسي .\r\n56 . الخرائج والجرائح / لقطب الدين الراوندي .\r\n57 . عيون أخبار الرضا ( ع ) / لمحمد بن بابويه ( الصدوق ) .\r\n58 . دور أهل البيت ( عليهم السلام ) في . . . / للشهيد السيد باقر الحكيم .\r\n59 . صحيح مسلم / لمسلم بن الحجاج النيسابوري .\r\n60 . إقبال الاعمال / لعلي بن موسى بن طاووس .\r\n61 . مستدرك الوسائل / للعلامة النوري الطبرسي .\r\n62 . الطبقات الكبري / لمحمد بن سعد الزهري .\r\n63 . موسوعة التاريخ الإسلامي / لليوسفي الغروي .\r\n64 . الإصابة في معرفة الصحابة / لابن حجرالعسقلاني .\r\n65 . موسوعة المناسبات الاسلامية والعالمية / للمؤلف .\r\n66 . الإمام علي ( ع ) ، ادوار ومواقف / للمؤلف .\r\n67 . المناسبات النبوية ، ادوار ومواقف / للمؤلف .\r\n68 . ماذا حدث في الثامن عشر من ذي الحجة / للمؤلف .\r\n69 . أفضل الليالي ( ثلاثون ليلة على مائدة الرحمن ) / للمؤلف .\r\n70 . لمحات من حياة الإمام الرضا ( ع ) وأخته السيدة فاطمة المعصومة / للمؤلف .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148}
  ]