[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nصحبة الرسول صلى الله عليه وآله\r\nبين المنقول والمعقول\r\nبقلم\r\nالشيخ محمد علي النجفي\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nنجفي ، محمدعلى\r\nصحبه الرسول صلى الله عليه وآله بين المنقول والمعقول / بقلم محمد على النجفي . - تهران : مشعر ، 1383 .\r\n144 ص .\r\n6000 ريال : ISBN 964 - 7635 - 51 - 6\r\nفهرستنويسى بر أساس اطلاعات فيپا .\r\nعربى .\r\n1 . درويش ، صالح ، Darwish , salih ibn Abdallah\r\nصحله رسول الله ( ص ) - - نقد وتفسير . 2 . صحابه . 3 . صحابه - - فضايل . 4 . صحابه در قرآن . 5 . غزوات .\r\nالف . درويش ، صالح ، Darwish , salih ibn Abdallah\r\nب . عنوان : صحبه رسول الله ( ص ) . شرح . ج . عنوان .\r\n30217 ص 4 د / 7 / 223 BP\r\n478 / 297\r\nكتابخانه ملى إيران\r\n2053 - 83 م\r\nصحبة الرسول صلى الله عليه وآله بين المنقول والمعقول\r\nالمؤلف : الشيخ محمدعلى النجفي\r\nالناشر : دار المشعر\r\nالطبعة : الأولى\r\nالطبعة : الأولى\r\nالمطبعة : دار الحديث\r\nتاريخ النشر : 1425 - ه‍ . ق\r\nعدد المطبوع : 1000 نسخة\r\nالثمن : 600 تومان\r\nشابك : ISBN : 964 - 7635 - 51 - 6\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nبسم اللَّه الرحمن الرحيم\r\nالحمد للَّه‌رب العالمين ؛ والصلاة على أشرف المرسلين‌محمّد وآله الطيبين الطاهرين ؛ وعلى أصحابهم الأوفياء وأولياءهم الأبرار .\r\nأمَّا بعد : فقد وقفتُ على رسالةٍ صغيرةٍ من تأليف الشيخ صالح بن عبد اللَّه الدرويش ، القاضي في المحكمة الكبرى بالقطيف ، وكان موضوعها « صحبة رسول اللَّه صلى الله عليه وآله » ولم يكن العزم على كتابة ردّ عليها ، وتوضيح لما ورد فيها من مغالطات مقصودة أو غير مقصودة ، وما فيها من تجاوزات نقليَّة وعقليَّة ، ولكن لسوء الوضع الراهن الذي نعيشه من حيث الهجوم المتصاعد على الإسلام ، وبشتّى وسائل الإعلام المتيسّرة للمهاجمين ، سعياً في إطفاء نور اللَّه المتمثّل في نور الرسول الكريم وأهل بيته عليهم السلام وجدتُ من اللازم عليَّ أن أكتبَ ما يوجب كشف مغالطاته في حقّ الصحابة ، وردّ مزاعمه في حبِّهم والدفاع عنهم ، فكانت هذه الرسالة على العجالة ، كتبتُها راجياً أن تسدّ رَأْبَ ما صدعه هذا\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالكاتب وأمثاله . جعلها اللَّه في صحيفة أعمالي يوم لا ينفع مال ولا بنون إلا من أتى اللَّه بقلب سليم .\r\n\r\nحقيقة الصحبة وتعريف الصحابي :\r\nاختلف في المراد بالصحبة للنبيّ صلى الله عليه وآله على أقوال كثيرة ، ولنذكر المهمّ دون إشباعٍ له ؛ فهو موضوع طويل جدّاً ، ولكن توصّلًا إلى المراد ممّا يفي بالنتيجة المطلوبة من البحث ؛ نقول :\r\n\r\nالصحبة في اللغة :\r\nقال في القاموس « 1 » : . . صَحِبَه كسَمِعَه صَحَابَة وصُحْبَةً : عاشره ، وهم : أصحاب وأصاحيب وصحبة وصَحْب ، واستصحبه دعاه للصحبة ولازمه .\r\nوفي المعجم الوسيط « 2 » : صحبه أي رافقه ، والصاحب المرافق ، واستصحبه جعله صاحباً له ، ولزمه ، ودعاه إلى الصحبة .\r\n\r\nالصحبة في الاصطلاح :\r\nلم يزد بعضٌ ممَّن عرَّف الصحبة على المعنى اللغوي ، فقال بأنَّ الصحبة في الاصطلاح هي نفسها ما كانت عليه عند اللغويين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) القاموس المحيط للفيروز آبادي : 1 / 91\r\n( 2 ) المعجم الوسيط ، لمجموعة من الاختصاصيين : 1 / 507\r\n","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nوبعض قال باختلافهما ، وهؤلاء بين مضيقٍ لدائرة الصحبة ، وبين موسِّع لها .\r\nوالشاهد على ذلك ما ذكره ابن الأثير في جامع الأصول « 1 » قال : ثمَّ الصحبة من حيث الوضع تنطبق على من صحب النبي صلى الله عليه وآله ولو ساعةً ، ولكنَّ العرف يخصِّص الاسم بمن كثرت صحبته ، ولاحدَّ لتلك الكثرة بتقدير ، بل بتقريب « 2 » .\r\nوإليك بعض آرائهم في ذلك :\r\n1 - تعريف السمعاني ؛ كما حكاه ابن الصلاح في مقدمته « 3 » : من طالت مجالسته مع النبي صلى الله عليه وآله على طريق التبع والأخذ ، بخلاف من وفد إليه وانصرف بلا مصاحبة ، قالوا : وذلك معنى الصحابي لغةً « 4 » .\r\nوهو ضعيف ؛ لكون طول المكث مؤثراً في المنزلة والاختصاص به أكثر من غيره ليس إلّا ، علاوةً على مخالفته لمعناهااللغويّ .\r\n2 - ما عن سعيد بن المسيب : من أنَّه لم يكن يعدّ صحابياً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جامع الأصول لابن الأثير الجزري : 1 / 74\r\n( 2 ) ذكر هذا المعنى عن جامع الأصول : الشيخ المامقاني ؛ مقباس الهداية : 3 / 297\r\n( 3 ) ابن الصلاح في المقدمة : ص 423\r\n( 4 ) حكاه عنه في مقباس الهداية : 3 / 296\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nإلا من أقام مع رسول اللَّه سنةً أو سنتين ، وغزا معه غزوةً أو غزوتين « 1 » .\r\nوسيأتي أنَّ هذا معنى استعماليّ للصحبة وليس تعريفاً حدّيَّاً له .\r\n3 - الصحابي من طالت صحبته وروى عنه ، حكي عن جماعة .\r\nفيخرج به من قلَّت صحبته ، وقلَّ مكثه مع النبي صلى الله عليه وآله .\r\n4 - أنَّه من رآه بالغاً ، وقد حكاه الواقدي .\r\nفيخرج من كان قد رآه مميزاً قبل بلوغه ، ومات النبي ولمَّا يبلغ .\r\n5 - أنَّه من أدرك زمنه وهو مسلم ، حكي عن ابن عبد البر وابن منده .\r\nفيشمل هذا كلّ من أدرك زمنه وهو مسلمٌ وإنْ لم يره ، وإنْ مات بعد ذلك على غير الإسلام .\r\n6 - أنَّه من اختصَّ بالرسول واختصَّ به الرسول صلى الله عليه وآله وهذا أضيق التعاريف ؛ لخروج الكثير من الصحابة بذلك عن كونهم صحابةً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حكاه عنه في مقباس الهداية 3 / 297 ؛ وذكره في الباعث الحثيث : 203 ، شرح الألفيَّة للسخاوي : 3 / 94\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n7 - أنَّه كلّ مسلم رأى النبيّ صلى الله عليه وآله .\r\nوهذا هو المنقول عن البخاري « 1 » ، فتشمل كلّ من رآه مسلماً ولو لم يصحبه ، أو مات على غير الإسلام .\r\nوهذا ممَّا لا يمكن الالتزام به قطعاً .\r\nوالواقع أنَّه لم يسلم أيٌّ من هذه التعاريف عن الإشكال ، بعدم المانعيَّة في بعض منها ، أو عدم الجامعيَّة في آخر ، كلزوم خروج بعض من ثبتت لهم الصحبة عن كونهم من الصحابة كجرير بن عبد اللَّه البجلي .\r\nويلزم منها - أيضاً - خروج مثل ابن أمّ مكتوم ، الذي كان كفيفاً ، مع أنَّه مسلَّم الصحبة ، أو من‌أسلم ثمَّ ارتدّ ومات على الردَّة ، كعبداللَّه بن جحش وعبداللَّه ابن خطل .\r\nكما يلزم على مثل تعريف سعيد بن المسيب وأصحاب الأصول خروج جويبر ابن عبد اللَّه ؛ فإنَّه ممَّن لم يطل مكثه مع النبي صلى الله عليه وآله ولم يغزُ معه غزوةً قطّ ، مع أنَّه معدود في الصحابة .\r\nوعلى كلّ حال ، فقد مات النبيّ صلى الله عليه وآله عن مائة وأربعة وعشرين ألفاً ممّن يعدُّ صحابياً ، وعلى ما سلف من تعريفاتهم يلزم خروج الكثير ممَّن عدَّ صحابياً .\r\nفلابدَّ إذن من اشتراط اللقاء كما فعل الشهيد ، والسيّد علي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حكاه عنه جماعةٌ بل ادعي أنَّه المشهور والمعروف بين المحدثين ، ومفاده الرؤية ولو للحظة ، حتى لو لم يَرْوِ عنه صلى الله عليه وآله شيئاً\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nخان صاحب الدرجات الرفيعة ، فقد عرَّف الصحابيّ بأنَّه : من لقي النبيّ صلى الله عليه وآله مؤمناً به ، ومات على الإسلام ، ولو تخلّلت ردّته بينهما « 1 » .\r\n\r\nالصحبة في الاستعمال :\r\nلعلّ الكثير من التعاريف التي مرَّت علينا هو في واقعه توضيح لما استعمل من المفهوم عند الصحابة أنفسهم ، إما بتضييق وإما بتوسعة له ، لا أنَّه تحديد منطقي لمفهومها .\r\nومن نماذج استعمال الصحبة في معنى أضيق دائرةً : ما ذهب إليه أنس بن مالك من أنَّ رؤية النبيّ صلى الله عليه وآله غير كافيةٍ في اعتبار الرجل صحابيّاً ، فقد سئل : هل بقي من الصحابة غيرك ؟ فقال : بقي أناسٌ من الأعراب ، أمَّا الصحبة فلا « 2 » .\r\nكمامرَّ نقل‌اشتراط سعيد بن المسيب لكي يكون الرجل صحابياً أنْ يقيم مع رسول‌اللَّه سنةً أو سنتين أو أن يغزو معه غزوةً أو غزوتين « 3 » .\r\nولكنَّ السمعانيّ ألغى اعتبار زمنٍ محدّدٍ لمعنى الصحبة أكثر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدرجات الرفيعة للسيد علي خان المدني : ص 9\r\n( 2 ) مقدمة ابن الصلاح : ص 118 - 119\r\n( 3 ) المصدر السابق\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nممَّن سبق فقال : أصحاب الحديث يطلقون اسم الصحبة على كلِّ من صحب النبيّ شهراً أو يوماً أو ساعةً أو رآه .\r\nولكنَّ أحمد بن حنبل ضيَّق ذلك المعنى فقال : أصحاب رسول‌اللَّه كلّ من صحبه وروى عن النبيّ ولو حديثاً أو كلمة « 1 » .\r\nفإنَّ بين هذا التعريف ، وما ذكره السمعاني ، عموماً مطلقاً ، والوجه اشتراط أحمد بن حنبل الرواية ، وهي فرع الرؤية طبعاً .\r\nولكنَّ الغزالي قال : لا ينطبق اسم الصحبة إلّاعلى من صحبه . . . إلى أن قال : ولكنَّ العرف يخصّصه بمن طالت صحبته .\r\nوقال ابن حجر العسقلانيّ - بعد أن ناقش التعريفات السابقة - : أصحّ ما وقفتُ عليه في تعريف الصحابيّ أنَّه من لقي النبيّ مؤمناً به ، ومات على الإسلام « 2 » .\r\nوأمَّا ما اختاره هذا الكاتب الذي نحن بصدد المناقشة لما كتبه ؛ فالصحابي عنده : من آمن بالنبي صلّى اللَّه عليه ( وآله ) وسلّم ، وصحبه ولو لفترةٍ من الزمن ومات على ذلك ، وأمَّا طول الصحبة فهو يؤثّر في المنزلة ليس إلّا « 3 » .\r\nوهذا قريبٌ جدّاً من تعريف ابن حجر العسقلانيّ في اعتبار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جامع الأصول لابن الأثير : 1 / 13\r\n( 2 ) مقدمة كتاب نقعة الصديان فيمن في صحبتهم نظر ؛ للصاغاني ، عن كتاب الإصابة : 1 / 10\r\n( 3 ) صحبة رسول اللَّه ( ص ) : ص 5\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالإيمان بالنبي صلى الله عليه وآله والموت على ذلك .\r\nوأمَّا ما تُعْرَفُ به صحبة الصحابيّ ومايثبت له تلك الصفة ، فهي : الإجماع ، أو التواتر ، أو الشهرة .\r\nولا بأس بالتعليق على ما عرَّف به هذا الكاتب للصحابيّ ، فنقول :\r\nقد اشتمل تعريفه للصحابيّ على أمور :\r\nالإيمان بالنبيّ ، والصحبة له ، والموت على ذلك ، وطول الصحبة مؤثّر في المنزلة .\r\nفأمَّا الإيمان به صلى الله عليه وآله :\r\nفهو شرطٌ مهمّ وأساسٌ في الصحابيّ ، ولكن لابدَّ من إدامة هذا الإيمان ، ولعلّ الكاتب التفتَ إلى هذا فقال بعد ذلك : ومات على ذلك .\r\nوأمَّاالصحبة له :\r\nفهي جزء الموضوع ، لتحقّق معنى الصحابيّ لغةً في من يرافقه صلى الله عليه وآله بل تمام الموضوع في من يصحّ له ادعاء ذلك .\r\nوأمَّا الموت على ذلك :\r\nفإنْ كان يقصد الموت على الإيمان بالنبي صلى الله عليه وآله فهو المطلوب لنا أيضاً ، وهو تامّ ، وإنْ كان مقصوده الموت على الصحبة فهو ممّا لا دليل عليه في الصحابي ، بل الكثير منهم قد هاجر ورجع إلى وطنه ، أو أرسله النبي صلى الله عليه وآله إلى بلد ولم يرجع عنه ، فهل يخرج عن\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nكونه صحابياً ؟ كلّا وأَلْفُ كلّا .\r\nبقي أمرٌ :\r\nوهو أنَّ تخلّل الردّة بين الإيمان والموت ، هل يكون مخلًا بالصحبة أم‌لا ؟\r\nظاهر الجمهور عدم ذلك ، فلو آمن بالنبيّ ، ثمَّ ارتدَّ ، ثمَّ رجع وحسن إسلامه وإيمانه عُدَّ صحابيّاً ، ولم يرتفع عنه معنى الصحبة ؛ على تردّدٍ في هذا لمعارضته لبعض الآيات والروايات أوّلًا ، ومن حيث صدق الصحبة ثانياً .\r\nنعم ، لو قيل بأنَّه لم ينتفِ معنى الصحبة عنه حتى يحتاج إلى البحث في صدقه أمكن ذلك .\r\nوأمَّا بالنسبة إلى الرواية عنه صلى الله عليه وآله : فلم يشترطه هذا الكاتب - وهو الحقّ - فإنَّ الرواية عن النبيّ ليست فصلًا مقوِّماً لمفهوم الصحبة حتى يدَّعى عدم تحققه بدون هذا الفصل ، بل يمكن عدّ الرجل صحابياً وإن عدَّ فيمن لم يروِ عنه صلى الله عليه وآله .\r\nوالأمر الأخير المتبقى حول التعريف هو اشتراط الاختيار في ذلك ؛ فلو كان مضطراً أو مكرهاً على الإيمان ، لم يتحقّق منه أهمّ شرط في الصحبة ، وإن تحقّقت صحبته للنبيّ صلى الله عليه وآله بمعناها اللغوي أو الاصطلاحي على بعض التعريفات السابقة .\r\nوكذا يخرج عن تعريفه عند من يشترط في التعريف الإيمان عن معرفة بشخص النبيّ ، فمن آمن به وصحبه دون معرفة له على\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nأنَّه نبي اللَّه محمّد صلى الله عليه وآله الذي أرسله اللَّه للخلق كافَّة ، فهو ليس بصحابيّ ، على هذا .\r\nوأمَّا عدم اشتراط الرؤية من قبل الكاتب :\r\nفهو إمَّا لالتفاته لدخول ذلك في لفظ الصحبة ، وإمَّا لإهماله لهذا الشرط .\r\nولكن لا يخفى أنَّ الاكتفاء في تحقّق الصحبة بكلّ من آمن بالنبيّ ، وإن لم يره - أي مع عدم اشتراط الرؤية - يوسِّع دائرة الصحبة لمثل من آمن به ولو في بلد آخر ، فاشتراط رؤية النبيّ أمرٌ مهمٌّ في ثبوت الاتّصاف بالصحبة ، وإلّا فمن آمن به ولم يره ، أقوامٌ كثيرون يعدّون بالآلاف ، إمَّا لعدم قصدهم لرؤيته ، وإمَّا لتعذر ذلك عليهم ، وإمَّا لتوجّههم لاشتراط رؤيته ، ولكنَّهم لم يُوفَّقُوا لذلك ، كما نقل عن أبي ذؤيب الهذلي حيث رأى النبيّ بعد موته وقبل‌دفنه « 1 » فلم‌يعدّ من الصحابة ، وإم‌َّا لعدم كونهم من أهل عصره أصلًا ، كالتابعين ومن تلاهم ، فكلّ من جاء بعد موت النبي صلى الله عليه وآله ممَّن آمن به ينطبق عليه هذا المعنى ، مع عدم صدق الصحبة .\r\nثمَّ إنَّ اشتراط الإيمان مهمٌّ باعتبار آخر وهو : أنَّ ذلك يُخرج من دخل في الدين خوفاً من السيف ، أو من دخل فيه رغبةً في المال أو الجاه ، وليس إيماناً بالدين ، ولعلّ في بعض الروايات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدرجات الرفيعة : ص 6\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nالمشيرة إلى أسباب الهجرة توضيحاً لهذا المعنى ، كقوله : « فمن كانت هجرته إلى دنياً يصيبها ، أو إلى امرأة يحبّها ، فهجرته إلى ما هاجر إليه . . » « 1 » فهذه العبارة من الرسول صلى الله عليه وآله وإن كانت في مقام بيان الهجرة المطلوبة وهي الهجرة إلى اللَّه فقط ، لكنَّها تبيّن لنا - من منظور آخر مطلوبيَّة الإيمان بالدين من أوّل عمره إلى آخره ، ولذا فيمكن التشكيك في صحبة مَن آمن بالنبيّ مدَّة حياته وانقلب بعد موته صلى الله عليه وآله وأظهر ما كان مُخفياً له من أمارات النفاق والجحود بالدين وبأوامره ونواهيه .\r\nوالأمر المهمّ الذي ندّعيه - كما سيأتي مع أدلته - هو أنَّ الصحبة تمثّلت في الصحابة بصورتين وفي فئتين منهم :\r\n1 - صورة تحكي واقع أولئك الصحابة وهي أنَّهم أطاعوا النبي في كلّ شيء وسلَّموا له في أوامره ونواهيه ، فهؤلاء هم الذين وردت فيهم الآيات المادحة والروايات المعرِّفة لهم بصفات مخصوصة « 2 » والمبيّنة لمقاماتهم عنداللَّه عزَّوجلَّ .\r\n2 - صورة تحكي واقعاً مزيَّفاً ، وملبّساً بقناع يخفي وراءه الكثير من الحوادث التي صدرت منهم بعد وفاته صلى الله عليه وآله والتي أخبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري : 1 / 3 ، 30 ، 2 / 894 ، 3 / 1416 ، 6 / 2461 وغيره من المصادر الحديثيَّة\r\n( 2 ) ففي تعبير القرآن دقَّة بالغةٌ حينما عبَّر ب والذين معه ولم يقل صحبوه أو من صحبه . . . فتأمل !\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nبها النبيّ صلى الله عليه وآله وحذَّر من الوقوع فيها ، بل حذَّر القرآن منها في بعض آياته ، قال تعالى :  أَ فَإِنْ ماتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلى أَعْقابِكُمْ وَمَنْ يَنْقَلِبْ عَلى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئاً  « 1 » ،\r\nوقال تعالى :  فَمَنْ نَكَثَ فَإِنَّما يَنْكُثُ عَلى نَفْسِهِ  « 2 » وقال صلى الله عليه وآله : « لا ترجعوا بعدي كفَّاراً يضرب بعضكم رقاب بعض » « 3 » .\r\nوعليك بالتتبع لروايات إخبارات النبيّ صلى الله عليه وآله بالمغيّبات ، وبآخر الزمان ، وستجد الكثير ممَّا حدّثناك عنه موجوداً في طيَّات تلك الصفحات ، والتي لم يرغب هذا الكاتب أن يكشف الستار عنها خوفاً من ظهور ما لا يمكنه الجواب عنه ، فيقع في ما لاتحمد عقباه .\r\nوأهمّ أمرٍ نمنع من تحقّقه كلازم للصحبة - وهو مدّعى الكاتب - أن تكون الصحبة بنفسها عاصمةً لمن وُصِفَ بها .\r\nوسوف نسرد للقارئ المحترم لاحقاً مجموعة من أسماء الصحابة ممَّن لم يحسن الصحبة في حياة النبيّ صلى الله عليه وآله فضلًا عمَّا صدر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آل عمران : 144\r\n( 2 ) الفتح : 10\r\n( 3 ) صحيح مسلم : 1 / 82 رقم 65 - 66 ، صحيح البخاري : 1 / 56 ، 2 / 619 ، 4 / 1598 ، مجمع الزوائد لنور الدين الهيثمي : 6 / 284 وقال : رواه أحمد ، رجاله رجال الصحيح\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nمنهم بعد وفاته « 1 » .\r\nوعلى كلّ حال ، فما ذكره من معنى للصحبة لا يمكن الالتزام به على إطلاقه ، بل حتّى الكاتب نفسه لو التفتَ وتأمّل في ما عرَّف به الصحابيّ ، لتوجَّه لما يلزم عليه من ذلك فتخلَّى عنه .\r\nفالصحابيّ - عندنا - : من رأى النبيّ صلى الله عليه وآله وآمن به وصدَّقه في كلّ ما جاء به ، وسلَّم بكلّ أوامره ونواهيه قلباً واعتقاداً وعملًا مدَّة حياته ومات على ذلك .\r\nومن أهمّ أوامره ، والذي ما فتىء يكرّره حال حياته ، هو التمسّك بولاية أمير المؤمنين ويعسوب الدين عليّ بن أبي طالب عليه السلام .\r\nكما أنَّ من أهمّ نواهيه منعه عن مخالفة أمير المؤمنين ، والانحراف عن بيعته وجادَّته ، فإنَّه عليه السلام مع الحقّ والحقّ معه ، كما نطقت بذلك النصوص النبويَّة المستفيضة إن لم تكن متواترة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وللتوسع في هذا البحث : ارجع لكتاب الدرجات الرفيعة للسيد علي خان المدني ، وكتاب النص والاجتهاد للسيد شرف الدين ، وكتاب في رحاب العقيدة للسيد محمد سعيد الحكيم ، وغيرها من الكتب المبسوطة في هذا المجال\r\n( 2 ) سنن الترمذي : 5 / 297 حديث 3798 ، مجمع الزوائد : 7 / 235 ، المستدرك : 3 / 119 ، 124 ، تاريخ دمشق لابن عساكر : 3 / 119 حديث 1162 ، كنز العمَّال للمتقي الهندي : 11 / 603 حديث 32912 ، تاريخ بغداد : 14 / 321 ، فرائد السمطين : 1 / 176 - 177 ، وغيرها من المصادر\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nهذا كلُّه من جهة أصل معنى الصحبة لغة واصطلاحاً .\r\nوأمَّا من جهة أثر الصحبة ؛ فنحن الشيعة الإماميَّة نعتقد بأنَّ ذات الصحبة للنبيّ صلى الله عليه وآله ليست موجبةً لإثبات صفة مدحٍ لم تكن متحقّقةً في الشخص بدونها ، وكذلك الصحبة لا توجب نفي ما أُلصِقَ بالشخص ممَّا دلَّت الروايات عليه « 1 » .\r\nوهذا هو القول النصَفُ الذي يأخذ الحقَّ ممَّن ظلمه ، حيث نُسِبَت الصحبة لمن لم تتحقّق فيه ، حيث قد وُجِدَ الكثيرُ ممَّن ادعي له المصداقيَّة للصحبة ، ولم يكن كذلك ، أو كان منهم ثمَّ بَانَ عنهم بأنْ أساء الصحبة ولم يحترم حقَّ العِشْرَة مع النبي صلى الله عليه وآله في حياته أو بعد مماته صلى الله عليه وآله .\r\nإذ أنَّ ممَّن ادّعيت له الصحبة من ثبت ارتداده عن الدين بعد أن تَدَيَّنَ به ، وهم كثر ، وليس ذلك ممَّا يدعو للعجب ، إذْ أنَّ من بين الصحابة - على ما عرَّفوا به الصحابيّ الذين يعدّون بالآلاف - من ليس مصوناً عن السُنَن التاريخيَّة أو الاجتماعيَّة ، أو معصوماً عن الآثام النفسيَّة للإنسان ككائن بشريّ قد تغلب عليه النفس الأمَّارة بالسوء ، ويغلب عليه هواه ، وحبُّهُ الجاهَ والسلطانَ لأن يرتكب ما يخالف أوامر الرسول صلى الله عليه وآله ونواهيه ، والشواهد على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولا شكَّ أنَّ الكثير من الأصوليين - من علماء العامَّة - يرون هذا الرأي في قول الصحابي ، وإن كان هناك شرذمة منهم مثل ابن حزم وابن تيميَّة يرون أنَّ كل الصحابة على صواب ، وأنَّ قولهم حجَّة مطلقاً\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nذلك كثيرة من الصحاح فضلًا عن كتب التاريخ والسيرة .\r\nوبعد هذه المقدمة ندخل في البحث ضمن نقاط :\r\nالنقطة الأولى : بعد أن استفتح الكاتب موضوعه ببضع آيات من الكتاب العزيز ذكر أنَّ الآيات صريحةٌ في التلازم بين الرسول الكريم وأصحابه ، من حيث تبيينها لوظيفة الرسول بين صحبه ، وهو قد قام بها أفضل قيام ، وعلَّمهم وربَّاهم أفضل تربية « 1 » فلا شكَّ وأنَّ المتربّين تحت يده ، والمتعلّمين بتعاليمه سيكونون أفضل الناس بعده صلى الله عليه وآله .\r\nولنقرأ معاً هذه الآيات ، لنرى هل أنَّ في شيءٍ منها إشعاراً ، فضلًا عن التوصيف ، فضلًا عن الدلالة على ما يدعيه هذا الكاتب ، من تلازمٍ أم لا ؟\r\nقال تعالى :  رَبَّنا وَابْعَثْ فِيهِمْ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آياتِكَ وَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ وَيُزَكِّيهِمْ إِنَّكَ أَنْتَ الْعَزِيزُ الْحَكِيمُ  « 2 » .\r\nوقال تعالى :  هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ آياتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمُ الْكِتابَ وَالْحِكْمَةَ وَإِنْ كانُوا مِنْ قَبْلُ لَفِي ضَلالٍ مُبِينٍ  « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحبة رسول اللَّه صلى الله عليه وآله : ص 5 - 8\r\n( 2 ) البقرة : 129\r\n( 3 ) الجمعة : 2\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nفما ترشد إليه هذه الآياتُ هو أنَّ اللَّه بعث النبي صلى الله عليه وآله لتعليم الناس ولتزكيتهم وتربيتهم ، فهو بيانٌ للغاية من البعثة ، ولايختصّ ذلك بخصوص الصحابة ، فليس فيه ما ادّعاه الكاتب من التلازم بين الرسول كمعلِّم والصحابة كمتعلّمين ، بتوسط تحقّق تلك الغاية فيهم ، بل فيها دلالةٌ على عكس مدّعاه ومطلوبه ، وهو أنَّهم قبل مجيء النبيّ صلى الله عليه وآله وقبل تعليمهم كانوا في ظلمات الجهل والضلال ، ولكن بعد أن علَّمهم النبي صلى الله عليه وآله ما ينبغي لهم العلم به ، وما ينبغي لهم عمله ؛ هل اهتموا جميعاً لِمَا أمر به صلى الله عليه وآله ؟ وهل اتّبعوه ؟\r\nوهل خرجوا من الضلال إلى الهدى بأجمعهم ؟ .\r\nهذا ما لاتتحدّث عنه تلك الآيات ، ومن كان له مسكة من عقلٍ يتوجّه إلى عدم الملازمة بين أن يكون المعلّم كاملًا ، وبين أن يكون المتعلّمون استفادوا مما علَّمهم ، والوجدان قائمٌ على ذلك .\r\nوإلّا فلو تمَّت تلك الملازمة لحكمنا بتزكية كلِّ الأمم والشعوب التي سبقت ملَّتنا ، إذ أنَّ الأنبياء - قبل نبيِّنا صلى الله عليه وآله - قد أرسلوا إلى أقوامهم ليعلَّموهم وليقوموا بتزكيتهم .\r\nولكنَّ هذا اللازم واضح البطلان كما لا يخفى .\r\nوعلى هذا ، فلا ربطَ بين ثبوت كلّ تلك الصفات للنبي صلى الله عليه وآله\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوبين عدم ثبوتها لمن كان معه من الناس ؛ ممَّن قد يتوجّه لتعاليمه ، وقد لايتوجَّه لها ، لعارض أو لمانع ، ولو كان المانع هو عدم الرغبة فيها ، فقد ورد عن بعضهم اشتغالهم بالصفق في الأسواق ، فقد روى البخاري عن أبي هريرة : « إنَّ إخواننا من المهاجرين كان يشغلهم‌الصفق بالأسواق ، وإنَّ إخواننا من الأنصار كان يشغلهم عمل‌أموالهم » « 1 » . وفيأخرى : « كان يشغلهم صفق بالأسواق » « 2 » وفي ثالثة مثلها « 3 » ورابعة كذلك « 4 » وفي خامسة عن أحمد في مسنده « 5 » وفي سابعة « من المهاجرين كانت تشغلهم صفقاتهم فيالأسواق ، من‌الأنصاركانت تشغلهم أرضوهم والقيام بها » « 6 » .\r\nإذن ، فإمَّا أن ينكروا هذه الروايات ، ويلزم منه أحد أمرين :\r\n1 - أن يردّوا بعض ما اتّفق على صحّته ، وهو ما وجد في صحيح البخاري ممَّا يرويه هذا الراوي ، ولم يكن معلّقاً ، وهذا يفتح الباب على مصراعيه للتشكيك والردّ لكثير من روايات البخاري .\r\n2 - أن يمنعوا صدور مثل هذه الروايات عن أبي هريرة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري : كتاب العلم ، حديث 115\r\n( 2 ) المصدر السابق ، كتاب البيوع ، حديث 1906\r\n( 3 ) المصدر السابق ، كتاب المزارعة ، حديث 2179\r\n( 4 ) صحيح البخاري ، كتاب الاعتصام بالكتاب والسنَّة ، حديث 6807\r\n( 5 ) مسند أحمد ، باقي سند المكثرين ، حديث 6976\r\n( 6 ) المصدر السابق\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nوهذا أيضاً يفتح الباب للتشكيك في الكثير من مرويَّات هذا الرجل « 1 » .\r\nفليس باختيار الكاتب أن يمنع أو أن يُثبت ما شاء له قلمه أو مِقَصُّ رقابته ، وقد اتفق العلماء ، وممَّن يعتمد على قوله منهم ، على صحَّة كلّ ما رواه البخاري في صحيحه ، مما لم يُعَلِّقْهُ ، ووجوب العمل به . فهو إلزام لهم بما لامفرَّ منه .\r\nوإمَّا أن يعتقدوا بصدور هذه الروايات ، ويتمُّ الحفاظ على مرويّات البخاري ، إلّا أنَّها ستكون مبتلاة بهذا الإشكال ، وهو انشغال الصحابة عن النبي صلى الله عليه وآله وعن‌تعاليمه ، فيثبت مدَّعانامن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وفي الواقع ما فتىء أرباب البحث والتحقيق من العامة والخاصة يوماً فيوماً يظهرون المزيد من غوامض حياة هذا الرجل ، ولقد بيَّن بعضها قبل ثلاثين عاماً الشيخ محمود أبو رية في كتابه شيخ المضيرة وسبقه السيد عبد الحسين شرف الدين ، وتلاهما الكثير ممَّن تتبع أثر هذا الصحابي ، وفي هذه الأيام وصلت بأيدينا رسالة لمؤلف مغربي وهو الدكتور مصطفى بو هندي ، واسم الرسالة « أكثر أبو هريرة » شكَّك فيه ثبوت أصل صحبته للنبي بروايات من قِبَلِهِ نفسه ، وأنَّه كان قد سافر إلى طور سيناء للقاء كعب الأحبار فتلا عليه أموراً من التوراة ، وهذا يوجب التشكيك فيما يرويه عن النبي ، خاصة ، وأنَّه كان يهودياً ، وكعب الأحبار لم تخرج اليهودية من قلبه كذلك ، بشهادة الخليفة الثاني ، ولعله أظهر الإسلام ليكيد له ، بل ما تكشف عنه كلماته وآثاره ، وكلمات أمير المؤمنين وأبي ذرّ وغيرهم من الصحابة حيث يصمونه بابن اليهودية وباليهودي ، وفي هذا أكبر دليل وموجب للتشكيك في مرويات هذا الرجل وصاحبه ! ! خاصة الروايات الإسرائيليَّة\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nعدم توجّههم إلى تعاليم النبي صلى الله عليه وآله « 1 » .\r\nوكذا يلزم عليهم ما ندّعيه في المقام من عدم الملازمة بين ما بُعث لأجله النبي صلى الله عليه وآله وما أدَّاه من وظيفة ، وبين التزامهم بتعاليمه صلى الله عليه وآله فيثبت مدَّعانا من عدم التزام الكثير منهم بتعاليمه ، بل عدم مداومة حضورهم عنده للتعلّم والاستفادة من علمه صلى الله عليه وآله والأخذ عنه صلى الله عليه وآله .\r\nثمَّ ما الذي يقصده من قوله : « نصوص صريحة » ؟\r\nفأيّ صراحة فيها ؟ وليس من حجَّة عند العقلاء إلّا النصوصيَّة أو الظهور ، والفرض أنَّها ليست نصَّاً في المدّعى ، كما لايدعيه هو ، فإنَّ النصّ ما لا يقبل التأويل ، ولا ظهور - أيضاً - فإنَّ الظاهر منها ما ذكرناه آنفاً ، وما عداه يحتاج إلى قرينة معيّنة ، أوصارفة عن غيره ، وأنَّى له هذا ! ! ؟ إن كان يتكلّم على طريقة العرف في محاوراتهم ! .\r\nالنقطة الثانية : لقد ادّعى أنَّ من كمال نعم اللَّه على نبيَّه أن اختار له خير الأصحاب فهماً ورجولة وشجاعة . . . . إلى آخر ما ذكر .\r\nوهذا أمر مسلَّم في الجملة ولكن . . لنا معه في ذلك عدَّة مواقف :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سيأتي في ما بعد ما يشير إلى هذا من فعل بعض الصحابة ؛ بل جُلُّهم ، وكفانا أن نتوجه لما يمكن وروده عليهم من النقص في ما لو أسقطوا مرويات أبي هريرة فقط عن البخاري ، فهي بما يساوي 26 % من كل رواياته\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالموقف الأول : لا شكَّ أنَّ اللَّه عزَّ وجلَّ لما اصطفى نبيه لم يستشر أحداً في ذلك وهذا معلوم لكل أحد ، وحينما أرسله فإنَّما أرسله إلى الناس كافَّة ، ولكنَّ التبليغ والانذار كان أولًا لقومه ، ثمَّ شيئاً فشيئاً تدرجت الدعوة حتى عمَّت الخافقين ، ولم يكن قبول دعوته من قِبَل الناس شرطاً في صحَّة تلك الدعوة ، بحيث إنَّه لو لم يقبل أحدٌ منهم دعوته لزم بطلان نبوته ، وهذا مسلم أيضاً ، إذن فالنبي نبي ورسول من اللَّه عزَّ وجلَّ سواء قبلوا أم رفضوا ، فهو نبي بالحق قد جاء من عند الحق شاؤوا أم أبوا ، اتبعوه أم خذلوه .\r\nثمَّ إنَّ دعوته لهم إنَّما كانت لرفع جهالتهم ودحض باطلهم وضلالهم ، فهم الذين كانوا محتاجين لدعوته ، وبمجيئه لهم تتم النعم عليهم وتكمل معارفهم ، فهم أهل الحاجة للتكميل بالتصديق بنبوته « 1 » . ولكن ، هل صدَّقوا أم كذَّبوا ؟\r\nهذا ما لا يفصح عنه الكاتب مخافة انكشاف بعض تلك الصفحات المظلمة من تاريخ مَنْ نسب أو ادعى لهم‌الصحبة ، ومن والاهم ليس إلّا .\r\nالموقف الثاني : ما يتعلق بدعواه أنَّهم خير الأصحاب فَهْمَاً .\r\nفهذا ما تكذّبه الروايات المتناثرة هنا وهناك في صحاحهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فاْقرأ قوله تعالى  الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي وَرَضِيتُ لَكُمُ الْإِسْلامَ دِيناً  فإنَّ خطاب إكمال الدين وإتمام النعمة متوجه للناس\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nوغيرها ، وهاهو الخليفة الثاني يقول : « ندمتُ على أمورٍ لم أسأل عنها رسول اللَّه قبل وفاته . . ومنها أنَّه مات رسول اللَّه ولم أسأله عن قوله تعالى :  وَفاكِهَةً وَأَبًّا  « 1 » وكفى بهذا نفياً للفهم الكامل عند هذا المؤلّف ، وإلّا فالشواهد كثيرة .\r\nوأمَّا الرجولة ؛ فهل يقصد أنَّهم كانوا أصحاب كلمةٍ نافذةٍ ؟\r\nوهذا المعنى الكنائي المراد منها .\r\nأم يقصد أنَّهم كانوا أصحاب مواقف عظيمة في الحقّ ، فهذا لا ينكره أحدٌ ، لكنَّه كان لبعضهم لامطلقاً .\r\nوكذا الكلام في صفة الشجاعة ، وقد كان المبرَّز فيها أمير المؤمنين عليه السلام بل إنَّ أمر شجاعته ممَّا ثبت بالتواتر المعنوي .\r\nولكنَّ غاية ما يثبت بالذي ساقه المؤلّف : أنَّ بعض صحابة الرسول كانوا أهل فهمٍ ورجولةٍ وشجاعةٍ ؛\r\nنقول له : ثمَّ ماذا ؟ وهل يتصوّر منه أن يثبت به أنَّ كلّ صحابة النبي صلى الله عليه وآله وعددهم ينوف على الآلاف ، كانوا كذلك ! ! ؟\r\nإنَّ هذا لممَّا يُضحك الثكلى ! .\r\nالموقف الثالث : ما رام إثبات مدّعاه من خلاله وهو قول النبي صلى الله عليه وآله : « الناس معادن فخيارهم في الجاهليَّة خيارهم في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة عبس ، آية 31\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالإسلام ، إذا فقهوا » « 1 » .\r\nفبالإضافة للمناقشة في سند هذه الرواية ، فإنَّ المناقشة في دلالتها واضحة ، بل حتّى لو تمَّت دلالتها فغاية ما تثبته هو أنَّ كون الرجل من أهل الخير في الجاهليَّة فهو كذلك في الإسلام ، بشرط التفقّه في الدين ، وهذا أجنبي عمَّا يروم المؤلف إثباته إطلاقاً .\r\nولا ينقضي عجبي من هذا الكاتب ، فإنَّ كلّ استدلالاته بهذه الصورة ، فهو يتوهّم أو يتقصّد هذا النحو من الكلام ، بأن يذكر الوصف المطلوب تحقّقه من الصحابة ، ومن ثمَّ يدّعي ثبوته فيهم كلِّهم ، وكأنَّه أمرٌ مسلَّمُ الثبوت ، وممَّا لا يقبل النقاش أو الإنكار .\r\nأخي الكاتب - وأنت يا أخي القارئ - ثبِّت العرش ثمَّ انقش ، فلو قال لك شخص : إنَّ في الطريق مَن اسمه زيد ، فهل يُثبِت هذا أنَّ كلَّ مَن في الطريق ، اسمه زيد ! ! ؟\r\nالموقف الرابع : إنَّ الإنسان العاقل يسير بقدر ما يسير به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري : 6 / 298 ومسلم برقم 2526 باب خيار الناس ، إذ أنَّ آفة هذا الحديث هو انتهاء جلِّ - بل كلِّ - طرقه لأبي هريرة ، وفيه ما فيه ، علاوة على وجود حرملة بن يحيى الذي يروي عنه مسلم كثيراً وقد قال عنه أبو حاتم : يُكتَب حديثه ولا يحتج به ، وقال عنه ابن عدي سألت عنه عبداللَّه بن محمد الفرهاذاني ؟ فقال : ضعيف ، ولم يجوز أحمد بن صالح الرواية عنه ، وأمَّا من جهة المتن ففي تتمته : « . . وخير الناس في هذا الأمر أكرههم له قبل أن يقع فيه . . . » ولعل في هذا إرادة المدح والتقرب من قبل أبي هريرة إلى بعضهم ممَّن كان شديداً على الدين قبل تظاهره بالإسلام\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالدليل مرشداً لطريقه ، فأنَّى يوجهه يختار ، ولا ينبغي له أن يوجه هو الدليل ويُكيِّفُه ويُطوِّعه كما يشاء ، فإنَّ هذا هو الانحياز ، وعدم الحياد العلمي بأن تجعل الدليل طوع هواك وطبق رؤاك ، وهو أمر ممقوت من كل أحد ، ولذا نقول : قد صحَّت الآيات بأنَّ الرسول جاء لتزكية المدعوِّين ولتعليمهم وتربيتهم ، وقد فعل ما كُلِّف به وأدَّى ما حُمِّل ، ولكن‌وردت روايات تاريخيَّة موثقة أوأحاديث مصححة ممَّن لا يمكن الطعن عليه فيها ، وهي تثبت أنَّه قد صدر من بعض أولئك الصحابة ما يخالف تلك التربية التي أداها النبي صلى الله عليه وآله بل ما يخالف الدين كلًّا ، والعقل السليم ، فيلزمنا أحد أمرين :\r\nإمَّا أن نقول - والعياذ باللَّه - إنَّ الرسول قد علَّمهم وربَّاهم على ذلك الأمر المشين . وهذا هو الكفر بعينه ، كما هو بعيد عن ساحة قدسه صلى الله عليه وآله .\r\nوإمَّا أن نقول بأنَّ ما صدر منهم إنَّما هو من فعلهم الخاصّ بهم ، والذي لم ينصَّ عليه النبي صلى الله عليه وآله بل لا يرتضيه ، وهو مخالف لما أراده صلى الله عليه وآله « 1 » .\r\nولا شكَّ أن لازم القول الأوّل رمي النبي صلى الله عليه وآله بالنقص ، ونسبة عدم حسن تبليغ الرسالة إليه ! وهذا ينافي الآيات والروايات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولذا فقد ذكروا في بعض قضايا خالد بن الوليد قتله عامر بن الأضبط بعد إظهاره الإسلام والسلام ، وغضب النبي لذلك وقال اللهم إني أبرأُ إليك مما فعل خالد - قالها ثلاثاً - وسيأتي ذكر مصادرها\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالمثبتة لعصمته صلى الله عليه وآله وأنَّه لم يقصّر في التبليغ .\r\nبينما لامانع من الالتزام بالقول الثاني ، إذ ليس فيه نسبة طعن لساحته صلى الله عليه وآله وليس فيه إلّاإثبات ما يمكن أن يصدر من أيّ فرد غير معصوم قابل لصدور الخطأ منه « 1 » .\r\nإن قلتَ : يمكن لنا أن نختار شقّاً ثالثاً وهو تكذيب تلك الروايات .\r\nقلتُ : مضافاً إلى كثرة تلك الروايات بحيث لا يمكن تكذيبها كلّها ، فإنَّ الموجب لتكذيب الخبر ما هو ؟\r\nإنَّ الموجب لتكذيبه : إمَّا مخالفته لضروري النقل أو ضروري العقل ، وإمَّا وجود ما ينهض بمعارضته من النصوص الأخر ، ولا يخفى أنَّ فيما ينقل من وقائع وقعت أو حوادث صدرت من بعض الصحابة ، والالتزام بذلك فيها ليس فيه خلاف لضروريٍ من عقل أو نقل ، كما ليس فيها روايات أخرى معارضة لها حتى يلزم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والمشكلة الكبرى التي يعيشها الكاتب وأمثاله هو أنَّهم قد ولدوا ودرجوا على هذه الهالة القدسيَّة لمن صَاحَبَ النبي أو عاش معه في زمانه أو روى عنه ، وكأنَّ تلك الأمور توجب العصمة لهم ، وابتنت عقولهم على ذلك لأجيال متتالية ومترامية الأطراف والأشخاص ، ولمسافات فكرية معمقة من قبل الأيدي الخبيثة المغرضة التي ما فتئت تعبث بالتاريخ والحديث والسيرة إرضاءاً لأيدي غريبة عن الدين ، واللَّه المستعان ، ولا حول ولا قوَّة إلا باللَّه العلي العظيم\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nتساقطهما ، والفرض عدم وجود آية تثبت العصمة لهم جميعاً حتى يصار إلى تأويل تلك الروايات مهما أمكن .\r\nكما أنَّ الروايات قد وردت لنا من قبل أشخاص لا يمكن الطعن عليهم كما لو كانت في الصحيحين أو المسانيد الأخرى بشرط الشيخين ، وهكذا في كل رواية ، ولو كانت من كتاب غير تلك الكتب ، وكانت جامعة لشرائط صحَّة الخبر .\r\nولو التزم بسقوطها للزم التخلّي عن علم الحديث والرجال ، وبالتالي يجوز لهم أخذ كلّ حديث دون البحث في سنده أصلًا ، وهو كما ترى ! .\r\nالموقف الخامس : لايمانع أحدٌ ، بل ممَّا لايُنكَر : أنَّ الرسالة المحمديَّة ، والهدي النبويّ الشريف هو نعمةٌ عظيمةٌ ، بل هي من أعظم النعم على الصحابة بل على الأمَّة جمعاء ، وكما قال تعالى في آخر الآية المذكورة :  ذلِكَ فَضْلُ اللَّهِ يُؤْتِيهِ مَنْ يَشاءُ  « 1 » .\r\nولكنَّ السؤال الذي يبقى بلاإجابة بعدُ : هل أدّوا حقَّ تلك النعمة ؟ وهل شكروا للَّه‌ذلك الفضل الذي هم فيه ؟ فقد قال تعالى :  قُلْ لا أَسْئَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبى  « 2 » .\r\nفهل تودَّدوا لذوي القربى أو عَادَوْهُم ؟ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المائدة : 54\r\n( 2 ) سورة الشورى : 23\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nوقد كان هذا أمراً يسيراً في مقابل تلك النعمة العظيمة ، والفضل الإلهي الكبير ، والذي لم يؤدّوه كما ينبغي ، وقد دلَّت على ذلك الروايات الكثيرة في الصحاح وغيرها .\r\nالموقف السادس : قد قالوا في فقه القضاء : « البيّنة على المدّعي ، واليمين على من أنكر » .\r\nوقد ادَّعى الكاتب : أنَّ هناك ملازمةً بين المحبَّة للرسول ، والاعتقاد بأنَّه أدّى الأمانة ، وبين تعديل الصحابة الذين أخذوا عنه الحديث ، وعاش بين أظهرهم ، وأنَّ الطعن فيهم طعنٌ في إمامهم وقائدهم !\r\nفما هي بينته على ذلك ! ؟ ففي كلّ ما عرضه لم يأتِ لنا بدليل على ما ادَّعى ، لا شكَّ إذن أنَّه يرسل الكلمات جزافاً .\r\nفإذا تبيَّن للمنصف العاقل أن لابيّنة للمدعي ، ظهر له أن لا ملازمة بين الأمرين قطّ ، بل قد يجتمعان في واحدٍ ويفترقان في آخر ، والتاريخ وتراجم الرجال فيها من الشواهد ما تُملأ به الصفحات .\r\nالنقطة الثالثة : وفيها عدَّة إشارات مع هذا الكاتب :\r\nالإشارة الأولى : لقد حاول ثانية أن يضرب على وتر الصحبة والملازمة بين المعلّم والمتعلّم ؛ فادعى بأنَّ وِزَانَ الرسول مع صحبه وِزَان رئيس القوميَّة أو الدولة مع أعوانه والمقربين منه ، فيما لو جاء شخص يدعي انتسابه إليهم ، ولكن يطعن في المقربين من\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nالرئيس ويصفهم بالخونة ، فلاشكَّ أنَّ هذا الرئيس سيغضب لذلك ولن يرضى أن يوصف المقربون منه بتلك الصفات ، وهنا عدَّة أمور :\r\nالأول : لقد قاس الرسول الأعظم بمقياسه الصغير على أنَّه رئيس قوميَّة أو دولة ، ولكنَّ هذا القياس مع الفارق ؛ لأنَّ رئيس الدولة هو الذي اختار بطانته وقرَّبهم وجعلهم مختصين به ، بينما لم يجعل الرسول جميع صحابته من المقربِّين له ، بل كلامك أخذ للدعوى في الدليل في الواقع ، وهو مصادرة على المطلوب .\r\nعلاوةً على تفرّع ما ذكره عن عقيدته القاصرة في النبي صلى الله عليه وآله بأنَّه قابل للخطأ ، ولذا صحَّ له مثل هذا القياس ، والحقّ عندنا عدم صحَّة ذلك ، بل الأدلّة العقليَّة والنقليَّة قائمة على بطلان ذلك ، وهي قائمةٌ على أنَّه صلى الله عليه وآله معصوم عن الخطأ في كلّ شيء وكفانا دلالةً قوله تعالى :   وَما يَنْطِقُ عَنِ الْهَوى * إِنْ هُوَ إِلَّا وَحْيٌ يُوحى   « 1 » الثاني : لو اكتشف أحد الرعيَّة خيانةً من مقرّبي الرئيس ونسبها إلى الرئيس أو كانت سوف تحسب عليه بما سيشوِّه سمعته عند الملأ ، فلاشكَّ أنَّ كشف هذه الخيانة وتبرئة الرئيس منها ليست ممَّا يغضب الرئيس ، بل هي ممَّايُسرُّه ! ! ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النجم : 4 - 5\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالثالث : قد جعل اعتبار الرسول لصحبه ولقربهم منه كاعتبار رئيس البلد أو القوميَّة لذلك ، وهذا لو سلَّمناه في حدّ ذاته « 1 » لم نسلِّم صدوره من النبي صلى الله عليه وآله بنحو عام ، فلنا أن نسأله : هل كان اعتبار الرسول لكلّ الصحابة أو لبعضٍ منهم ؟ وهم خصوص من كان يرى فيهم الإخلاص والتقوى والامتثال لأوامره والانتهاء عن نواهيه ؟ لا أشك في عدم اختيارك للشقّ الأوّل بل لابدّ أن ترجّح للشقّ الثاني ، وإلا فتعالَ لنقرأ تاريخ الصحابة واحداً واحداً ، وَلْنُرِي العَالَمَ أَجْمَع كيف أنَّ بعض من تسمِّيهم بالصحابة كانوا على شكّ من الرسول في إخباراته « 2 » ؟ وفي أوامره ونواهيه « 3 » ؟ بل حاول البعض منهم التعرّض لقتل النبيّ حين دحرجوا عليه الدباب « 4 » بل لم يقبلوا منه قط تبليغاته المتكررة في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وإن كان من حيثيات أخرى قد يوجب منقصة في النبي ، وذلك لكماله صلى الله عليه وآله ونقصهم ، ولعصمته وقابليتهم للخطأ\r\n( 2 ) راجع واقعة صلح الحديبيَّة وقول بعضهم : ماارتبت ارتياباً قبل اليوم ، وفي رواية أخرى : ما شككتُ مثل اليوم . . ، وستأتي مصادر هذه القضية ، فانتظر\r\n( 3 ) سيأتي منَّا بيان لبعض الموارد التي صدرت منهم وكانت صريحة في الامتناع عن امتثال أوامر النبي صلى الله عليه وآله ، كما في إحلاله وذبحه الهدي وشكواه أمر أصحابه لزوجه أم سلمة ، وكما في « أنحجّ ورؤوسنا تقطر ؟ » صحيح البخاري : 2 / 594 رقم 1568 ، وكما في اعتراض البعض عليه في توقيع الصلح مع قريش . . و . .\r\nو ( 4 ) وهي قضية العقبة ومرور النبي بها فحاول جماعة من أصحابه قد تآمروا على قتله ، وسيأتي ذكر مصادرها\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nابن عمه ووليّ أمرهم بعده بلا فصل عليّ بن أبي طالب « 1 » .\r\nالثالث : ونسأل الكاتب المعاصر ونخاطب وجدانه : ألم تجلس على مقاعد الدراسة عبر ترقياتك العلميَّة ، ووجدت من الطلاب من لم يوافق أستاذه في عرض بعض الأمور أو في القبول بها ؟ بل ألم يكن منك أنت بنفسك مثل هذا الأمر في أن ترفض أو تعارض بعض ما يعرضه أستاذك ومعلّمك من أمور سواء في مادة البحث أو في منهجه ؟ بل حتّى ولو لم تبدِ هذا المعنى لأستاذك حينئذٍ لكن ألم يكن في قلبك شيءٌ منه ؟\r\nكل هذا وكلاكما غير معصوم عن الخطأ في اللسان ولا في الجَنَان ولا في الاعتقاد ، ولكنَّ الفارق بينكم وبين الصحابة - مع أنَّهم كانوا كذلك غير معصومين - أنَّ معلمهم كان معصوماً بإجماع المسلمين وضرورة العقل والنقل ، وأنَّهم رأوا النبي صلى الله عليه وآله دونكم ، وإلى هنا نصل إلى نتيجة وهي :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقضية الحارث بن النعمان مشهورة مسطورة في الكتب ، حيث أنَّه لما اتصل إليه خبر تنصيب النبي علياً ولياً ومولى للمؤمنين أتى النبي فقال له : أمرتنا بالصلاة فصلينا وبالصوم فصمنا وبالحج فحججنا وبالزكاة فزكينا أموالنا ، ولم تكتف بذلك حتى نصبت ابن عمك علينا وليَّاً ، أهو أمر من اللَّه أم من عندك ؟ قال صلى الله عليه وآله بل هو من عند اللَّه ، فخرج وهو يقول : « اللهم إن كان من عندك فأنزل علينا حجارة من السماء » فذهب نحو دابته ليركبها فما أتم ركوبه حتى نزلت عليه حجارة من السماء فوقعت على رأسه وخرجت من دبره فمات من حينه » فراجع تفسير قوله تعالى :   سَأَلَ سائِلٌ بِعَذابٍ واقِعٍ  \r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nأنَّ غير المعصوم قابل للخطأ ولكنَّ المعصوم لا نتصور تحقق أو صدور الخطأ منه ، وأنَّ الاشتباه من غيره - ولو كان هذا الغير هو من الصحابة - يمكن تحققه وصدوره ، وأنَّ الاختلاف مع المعلِّم يمكن صدوره أيضاً ، ولكنَّ الأمر المهم والمتبقي هنا هو أنَّ الاختلاف مع المعلّم أمر طبيعيّ لو كان غير معصوم وقابلًا للخطأ ، لأنَّه بشرو لكنَّ اختلاف الصحابة مع نبيهم ومعلمهم أليس قبيحاً ؟ وعدم انصياعهم لأوامر نبيهم أليس قبيحاً ؟ بل ألم يكن عدم اعتقادهم بما يقول فضيعاً منهم وأمراً شنيعاً ؟\r\nلا تقل لي : كلّ ذلك لم يصدر ، وأنَّ كلّ ما ذكره المؤرّخون محض أساطير وأكاذيب لفَّقوها .\r\nفإنَّ ما أستندُ إليه في دعواي هذه ليس تلك الكتب التاريخيَّة ؛ بل هي روايات الصحاح والأسانيد .\r\nوإنَّ مقتضى قواعد البحث العلمي أن تكون ممَّن يتبع الدليل لا ممَّن يُطَوِّع الدليل كما يشاء ، أو يقبل منه ما يوافق هواه ويرفض ما يخالفه .\r\nوالمصادر موجودة بين يديك ، وليس عليك إلا الخلوة بنفسك متأملًا في الروايات متصفحاً لكتب التأريخ ، ولا تقل : « إنَّ تلك الكتب كلّها أساطير » ، فتكذب كلّ ما لا يوافق رأيك .\r\nوياترى : هل يبقى لك كتاب تعتمد عليه ؛ لو رددتَ كلّ ما خالف هواك ؟\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالإشارة الثانية : وأمَّا ما تعرضتَ له من أنَّ ذمّهم يسقط مباشرة وبلا تأنٍ ، وذلك في مقابل مدح رئيس الدولة أو القوم لهم ، وفي مقابل كلّ من يذمّهم .\r\nفأين قد صحَّ عن النبيّ الأكرم أنَّه مدحهم عامّة ومطلقاً ؟\r\nوأيضاً لو صدر عنه مدح لبعض الصحابة ، حتى ما كان بعنوان الصحابة فلابدَّ من صرفه إلى خصوص الذين اتبعوه بإحسان وأحسنوا الصحبة ، وبذلوا أنفسهم دونه ، لا كلّ من تحقق أنَّه صحب النبيّ بالمعنى الذي ذكرته أوَّل الرسالة ، وهو من آمن بالنبيّ وصحبه ولو لفترة من الزمن ومات على ذلك .\r\nفما العبرة فيمن آمن بالنبيّ وصحبه مدَّة حياته أو مدَّة حياة النبي صلى الله عليه وآله لا حبَّاً في الإسلام ؛ وإنَّما لسلطان النبي صلى الله عليه وآله أو لوجاهة بين الناس ، وما أكثر أغراض الناس واختلاف أهدافهم وغاياتهم في التقرب من الرؤساء ، هذا أوّلًا .\r\nوثانياً : لو فرضنا صحَّة مدح النبيّ للصحابة ؛ فقد ثبت عندنا ورود ذمٍّ لبعضهم أو لبعض الصفات الموجودة فيهم ، وثبت عندنا من روايات بطريق صحيح غضب النبي على بعضهم ، وعدم رضاه عنهم أو تبرؤه مما عملوا ، وثبت من بعض الروايات أنَّه قد صدر منهم بعد وفاته صلى الله عليه وآله ما لا يُرضيه لو كان حيّاً بين أظهرهم .\r\nفطريق الجمع بين الأمرين أن نخصّص المدح الوارد في الصحابة بمن لم يصدر منه ما يشين الصحبة ويباعدها عنه .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nلا أن نردَّ كلّ تلك الروايات الواردة في حقِّ بعضهم ممَّا ينافي روايات المدح .\r\nالإشارة الثالثة : لو دار ثبوت العيب بين ثبوته للمعلِّم أو للتلاميذ أو للناقد لهم ، فهنا نُعمِل القواعد العلميَّة المستندة للعقل السليم .\r\nفنرى أنَّ المعلِّم ؛ فيما لو كان معصوماً وقد بذل جهده في التعليم والتربية والتزكية لهم ؛ فهو خارج عن عنوان ثبوت العيب فيه .\r\nوأمَّا التلاميذ : فهل تعلَّموا كلَّ ما علَّمهم ؟ وهل وعوا وعملوا بكل ما تعلَّموا ؟ أم تخلَّف العالم منهم عن العمل ؟ .\r\nإنَّ هذا ما تهدينا إليه بعض الآيات والروايات الواردة في الصحاح ، حيث تثبت عدم انصياعهم لكل ما قاله معلِّمهم وقائدهم .\r\n1 - فاقرأ معي هذه الآية :  يَحْلِفُونَ بِاللَّهِ ما قالُوا وَلَقَدْ قالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلامِهِمْ وَهَمُّوا بِما لَمْ يَنالُوا  « 1 » فقد نزلت في بعضهم يوم غدير خمٍّ لما رأوا النبي صلى الله عليه وآله رافعاً بيد عليّ قالوا : « انظروا إلى عينيه كأنَّهما عينا مجنون » ، وقيل هو الجُلَاس بن عبيد ، أو سويد ، ولكنَّه تاب بعد ذلك عمَّا قال « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوبة : 74\r\n( 2 ) سيأتي مصدرها لاحقاً\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n2 - واقرأ معي أيضاً قوله تعالى :  وَيَقُولُ الَّذِينَ آمَنُوا لَوْ لا نُزِّلَتْ سُورَةٌ فَإِذا أُنْزِلَتْ سُورَةٌ مُحْكَمَةٌ وَذُكِرَ فِيهَا الْقِتالُ رَأَيْتَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يَنْظُرُونَ إِلَيْكَ نَظَرَ الْمَغْشِيِّ عَلَيْهِ مِنَ الْمَوْتِ فَأَوْلى لَهُمْ  « 1 » فالذين في قلوبهم مرض هم من الذين آمنوا ، ومن الصحابة ، لأنَّ المفروض أنَّهم آمنوا وهم مع النبي صلى الله عليه وآله .\r\nثمَّ أَكْمِلْ تلاوة السورة معي ، وَقِفْ عند قوله تعالى :  أَمْ حَسِبَ الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ أَنْ لَنْ يُخْرِجَ اللَّهُ أَضْغانَهُمْ   وَلَوْ نَشاءُ لَأَرَيْناكَهُمْ فَلَعَرَفْتَهُمْ بِسِيماهُمْ وَلَتَعْرِفَنَّهُمْ فِي لَحْنِ الْقَوْلِ  « 2 » .\r\nواقرأ قوله تعالى :  ما لَكُمْ إِذا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ  « 3 » فمن الذي تثاقل عن النفور للجهاد غير الصحابة من الكفَّار والمشركين ؟ هل هم المؤمنون أم غيرهم ؟\r\n3 - واقرأ معي قوله تعالى :  وَإِذا رَأَوْا تِجارَةً أَوْ لَهْواً انْفَضُّوا إِلَيْها وَتَرَكُوكَ قائِماً  « 4 » ففي البخاري « 5 » : أقبلت عيرٌ يوم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محمد 20\r\n( 2 ) محمد 29 . 30\r\n( 3 ) التوبة 38\r\n( 4 ) الجعه\r\n( 5 ) صحيح البخاري : 4 / 1859 برقم 4616\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالجمعة ونحن مع النبي صلى اللَّه عليه وسلم فثار الناس إلا اثني عشر رجلًا فأنزل اللَّه :  وَإِذا رَأَوْا تِجارَةً . . .  « 1 » .\r\nوأمَّا في الروايات : ففيها الكثير ممَّا يُثبت عدم انصياعهم لأوامره صلى الله عليه وآله .\r\nفمنها : ما ذكره البخاري في صحيحه من أنَّه لمَّا تمَّ صلح الحديبيَّة وهمَّ الرسول بالإحلال بالهديأمر أصحابه بالذبح ؛ فلم يقم منهم أحدٌ ؛ فأمرهم ثانية وثالثة ، فلم يستجيبوا ، فدخل إلى خيمة أم سلمة ، واشتكى إليها أصحابه ، فقالت له : لا عليك منهم اخرج واذبح الهدي ، فلماخرج وذبح هديه قاموا متثاقلين الواحد والاثنين » « 2 » .\r\nبل فيها : « جاء عمر للنبيّ وقال له : أو لستَ نبيّ اللَّه حقّاً ؟ ! قال : بلى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وفي تفسير الكشاف للزمخشري : 4 / 536 - 537 : قيل : بقي معه ثمانية ، وأحدعشر ، واثنا عشر ، وأربعون ، فقال عليه السلام : « والذي نفس محمد بيده لو خرجوا جميعاً لأضرم الله عليهم الوادي ناراً » ، وفي هامش التفسير . . . وأصل هذه القصة في الصحيحين من رواية حصين عن سالم . . وفي لفظ مسلم : « منهم أبو بكر وعمر » وفي رواية : « وأنا فيهم » ، أقول : فهل يمكن بعد هذا أن نحكم على كل الصحابة بأنَّهم عدول ولا يمكن التعرض لهم بالنقد والتجريح وقد آذوا النبي وتركوه قائماً ؟ ؟ والغريب من بعضهم تعليله فعلهم بأنَّ وقتئذٍ لم يكن الاستماع للخطبة واجباً ، فاسمع واعجب ! !\r\n( 2 ) صحيح البخاري : 2 / 978 ، صحيح مسلم : 3 / 1411\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nقال : أو لسنا على الحقّ ، وعدوّنا على الباطل ؟ قال : بلى .\r\nقال : إذن ؛ فلم نعطي الدنيَّة في ديننا ؟\r\nقال : إنّي رسول‌اللَّه ، ولستُ أعصيه وهوناصري ، أو قلتُ لك تحجّ البيتَ العامَ ؟\r\nقال : لا ، فرجع ولقي أبا بكر فقال له ما قال للنبيّ فأجابه بما أجابه ، فرجع عنهما ، وهو يقول : فعملتُ لذلك أعمالًا » « 1 » .\r\nومنها : في حجَّة الوداع لمَّا أمرهم بالإحلال ثمَّ الإحرام للحجّ جاءه بعضهم ، وقال : يا رسول اللَّه ننطلق إلى منى ورؤوسنا تقطر . . ! ؟ » « 2 » .\r\nومنها : ما في صحيح مسلم « 3 » من ظهور ضيق صدور الصحابة من أوامر النبيّ صلى الله عليه وآله : أهللنا مع رسول اللَّه صلّى اللَّه عليه وسلّم بالحجّ فلمّا قدمنا مكّة أمرنا أن نحلَّ ونجعلها عمرةً ، فكبر ذلك علينا وضاقت به صدورنا . . . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وفي المصدر هكذا : قال الزهري : قال عمر : فعملت لذلك أعمالًا\r\n( 2 ) صحيح البخاري : 2 / 594 رقم 1568\r\n( 3 ) صحيح مسلم : 2 / 884 برقم 1216 ، ونفس الحديث بلفظ البخاري : 2 / 594 : ننطلق ورؤوسنا تقطر ، وبلفظ أحمد 4 / 286 ومسند أبي يعلى 3 / 233 : فقال الناس : يا رسول اللَّه قد أحرمنا بالحج فكيف نجعلها عمرة ؟ قال : انظروا ما آمركم فافعلوا ، فردوا عليه القول فغضب ثم انطلق حتى دخل على عائشة غضبان فرأت الغضب في وجهه ، فقالت : مَن أغضبكَ ؟ أغضبه اللَّه ، قال : وما لي لا أغضب وأنا آمر بالآمر فلا أتبع ! !\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nوفي لفظ الطبراني في المعجم الكبير « 1 » : حتى إذا كان يوم التروية أمرنا فأهللنا بالحجّ ، فقال بعضنا لبعض : خرجنا من أرضنا حتّى إذا لم يكن بيننا وبين منى إلّاأربع نخرج ومذاكيرنا تقطر منيَّاً ! ؟ .\r\nفبلغ ذلك رسول اللَّه فقال : أتتهموني وأنا أمين أهل السماء وأهل الأرض ! ؟ .\r\nومنها : اعتراضهم وطعنهم في تأمير النبيّ صلى الله عليه وآله أسامة بن زيد على الجيش ، وفيه : فطعن بعض الناس في إمرته ، فقام رسول اللَّه فقال : « إنّكم تطعنون في إمرته كما كنتم تطعنون في إمرة أبيه من قبل . . » « 2 » ومنها : ما صدر من عمر من منع النبيّ صلى الله عليه وآله وهو في أيامه الأخيرة أن يكتب كتاباً للهداية لايضلُّ الناس بعده أبداً ، فقال عمر : إنَّ النبيّ قد غلبه الوجع وعندنا كتاب اللَّه ، فاختلفوا ، وكثر اللغط ، قال : « قوموا عنّي ولا ينبغي عندي التنازع . . » « 3 » .\r\nوهذا غيض من فيض ، وإنَّما ذكرنا هذه الموارد دفعاً لتغرير الكاتب بعدم مخالفتهم لتعاليم النبيّ صلى الله عليه وآله كأستاذٍ لهم ومعلِّم .\r\nوإلا ، فهي واضحة للعيان ولا تحتاج إلى برهان ، وقانا اللَّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المعجم الكبير للطبراني : 7 / 127\r\n( 2 ) صحيح البخاري : 6 / 2444 ، صحيح مسلم : 4 / 1884\r\n( 3 ) صحيح البخاري : 1 / 54 برقم 114\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nسوء المنقلب .\r\nوأما في رجوع العيب للطاعن وأنَّه يرجع طعنه فيهم للطعن في المعلِّم .\r\nفهذا كلام مرفوض جملةً وتفصيلًا ، فإنَّ الناقد البصير ؛ فيما لو استند إلى مقدمات علميَّة تامّة واعتمد على أدلّة معتبرة عند الخصم ، فنقده يكون نقداً قد صدر من أهله ووقع في محلّه ، ولا يلزم من ذلك رجوع الطعن للمعلِّم ، وذلك لفرض التفكيك بين المعلِّم وما جهد من تعليمهم ، وبين التلاميذ الذي لم يحسنوا الوفاء للمعلّم . . . ! !\r\nهذا مع اعتبار حسن الصحبة والاحترام والتقدير لمن وَفَى منهم ، وثبت حسن صحبته له صلى الله عليه وآله حتى انتقل إلى جوار ربّه .\r\nالإشارة الرابعة : تفاخره بما فعل من ادَّعى لهم حسن الصحبة بأنَّهم ممَّن وقفوا مع‌الرسول الأكرم فيحروبه حتى بلغت القلوب الحناجر ، ولم يتخلّوا عنه ، يلحظون مجالسه وأنفاسه نفساً بنفس ، ويتدافعون على فاضل ماء وضوئه . . إلى آخر كلامه .\r\nولقد قرب - هذا الكاتب - من نقل الحقيقة ! فالحمد للَّه‌على الصحوة بعد الغفوة ، ولنسأل الكاتب : في أيّة معركة هجم الكفارُ على المسلمين فثبتوا غير جماعة مخصوصة ؟ أفي بدر لمَّا حملوا على النبيّ حينها نادى رسول اللَّه صلى الله عليه وآله بعلي عليه السلام ليدفع المقاتِلَةَ من الكفار عنه ؟ أم في غيرها ؟ فارجع للنصوص تجد أنَّها تبين لك الواقع .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوهل سمعت في معركة من معارك النبيّ بشجاعة أو بسالة من غير أفراد منهم ؟ وهل كانوا كلهم معروفين بالمبارزة والقتال ؟ ؟\r\nوهاك مثلًا من معركة أُحُد : لمَّا نزل الرماة عن جبل أُحُد ظنّاً بالنصر ، وانتهاء المعركة ، ومسارعة للغنائم ، فَكَرَّ عليهم الكفّار ، وفرَّ المسلمون ، فمن بقي مع النبيّ يقيه بنفسه وبسيفه ؟ ؟\r\nوأينك عن غزوة حنين التي تحدّث عنها القرآن إذ أعجبتهم كثرتهم ، ولمَّا باغتهم المشركون فرُّوا جميعاً ، والعبّاس ينادي خلفهم : « يا أهل بيعة الشجرة ، يا أهل سورة البقرة » ! ! .\r\nوهكذا في غزوة الأحزاب : من الذي برز لمقابلة عمرو بن عبد ودّ ؛ ذاك البطل الذي كان يعدّ بألف فارس ؟\r\nلولا برز له أمير المؤمنين عليه السلام وتنازلا القتال ، وما انجلت الغبرة إلا وعلي عليه السلام قد رقى صدر عمرو واحتزّ رأسه ، فكبَّر المسلمون وانهزم المشركون « 1 » .\r\nولقد قال رسول اللَّه صلى الله عليه وآله يومذاك : « إنَّ ضربة عليّ لعمرو أفضل من عمل الثقلين أو - عبادة الثقلين - » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سيأتي ذكر مصادرها حين الكلام في غزواته صلى الله عليه وآله\r\n( 2 ) المستدرك للحاكم : 3 / 32 ، تاريخ بغداد : 3 / 19 ، مناقب أخطب خوارزم : 104 ، المغازي للواقدي : 2 / 470 - 471 ، نهاية العقول للرازي : 104 ، ومصادر أخرى كثيرة ، بل كل من تعرض للمعركة ذكر هذا إلا من أعمى الله بصيرته فلم يبصر الطريق إلى علي عليه السلام\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nوكذا في خيبر ؛ فقد خرج أولًا أبو بكر ولكنَّه سرعان ما رجع يُجبِّن أصحابه ، ثمَّ أعقبه عمر بن الخطاب ولم يزد على نظيره بأن رجع يُجَبِّن أصحابه وأصحابه يُجبِّنُونه ، فقال رسول اللَّه صلى الله عليه وآله :\r\n« لأعطينَّ الراية غداً رجلًا يحبّ اللَّه ورسوله ويحبه اللَّه ورسوله كرَّاراً غير فرَّار » « 1 » .\r\nولا يخفى ما في تلك الكلمات من تعريض بمن عداه ممَّن فرَّ أو هو كثير الفرار عن الأبطال « 2 » وكان ما أراد اللَّه ورسوله من الفتح المبين لهم على يدي أمير المؤمنين عليه السلام .\r\nوأمَّا مداومتهم على مجالس الرسول صلى الله عليه وآله وكثرة محادثته :\r\nفهذا ليس لكلِّهم وجميعهم ، وإلّا فهو ممَّا يكذّبه التاريخ وتكذّبه الكثير من أحوالهم ، ففيهم مَن كان لا يفارق المسجد لأجل لقمة طعام لعلَّها تصل بيد الرسول صلى الله عليه وآله فيلقمها إيّاه « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسند أحمد : 1 / 158 ، 284 ، 358 ، صحيح البخاري : 6 / 291 ، صحيح مسلم : 2 / 324 مع اختلاف بينها في الألفاظ\r\n( 2 ) بل إنَّ نفس ذكر هذه الصفات لشخص في مثل المقام يستفاد منه عدم اتصاف غير من ذكرت له بها كما هو واضح ، إلا أن تقوم قرينة على خلاف ذلك ، كالقرينة الموجودة على أنَّ النبي لابدَّ أن يكون أشجع الناس\r\n( 3 ) كما ذكر ذلك الصحابي الكبير عندهم أبو هريرة ؛ كما في صحيح البخاري : كتاب العلم رقم 115 - كتاب البيوع رقم 1906 - كتاب المزارعة رقم 2179 - كتاب الاعتصام رقم 6807 ، وفي مسلم ؛ كتاب فضائل الصحابة : 4547\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nومنهم من شغله الصفق في الأسواق « 1 » ، وقد وردت إلى ذلك الإشارة في الآية القرآنيَّة :  وَإِذا رَأَوْا تِجارَةً أَوْ لَهْواً انْفَضُّوا إِلَيْها وَتَرَكُوكَ قائِماً  « 2 » .\r\nوأمَّا ما ذكره من أنَّه صلى الله عليه وآله لم يألُ جهداً في تعليمهم كلّ خيرٍ ونصحهم في الابتعاد عن كلّ شرٍّ وتحذيرهم من سوء عاقبته .\r\nفهذا أمر مسلَّمٌ ، ولكنَّ السؤال هو : هل أنَّهم كلَّهم اتبعوا نصيحته صلى الله عليه وآله أم لا ؟ وهل حذروا مما حذَّرهم منه ، أم لا ؟\r\nالشواهد والدلائل تقول : « لا ، لا » ، سوى البعض ! وعلى المدّعي خلاف ذلك أن يأتي بالبيّنة على ذلك .\r\nوأمَّا الاستدلال لإثبات ذلك بنفس صدور النصح والتحذير من النبيّ !\r\nفهذا ضحك على الذقون لا يرتضيه ذو مسكة من عقل سليم .\r\nالإشارة الخامسة : وأمَّا ما استشهد به من مقاتلَة أمير المؤمنين الذين انحرفوا عنه وحاربوه فهو لا يخلو من أحد أمرين :\r\nفإمَّا أن يكون كلامه هذا على وزان كلامه في صحابة النبي صلى الله عليه وآله مع النبي صلى الله عليه وآله ، والكلام فيه هو الكلام ، لضرورة التفكيك بين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد ورد بألفاظ متقاربة وأكثرها هكذا : إنَّ أخوتي من المهاجرين كان يشغلهم الصفق بالأسواق وإنَّ إخوتي من الأنصار كان يشغلهم عمل أموالهم » صحيحا البخاري ومسلم : الموارد السابقة\r\n( 2 ) الجمعة : 11\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالمربي والمعلّم وبين التلاميذ ، فهو توسيع لدائرة الإشكال لا حلٌّ له .\r\nوإمَّا أن يكون كلامه فيه أجنبياً ، ونلتزم معه بعدم تحقق بيعة منهم له ، ولذا بيَّن صلوات اللَّه عليه في بعض كلماته حقيقة بيعة بعضهم أعني أول من بايع وهم - الزبير وطلحة - بل بيَّنها لهم مباشرة ، وأخبرهم أنَّهم أول من ينقض تلك البيعة .\r\nوأمَّا خروج مَنْ خرج عليه ، فقد جرَّأهم على ذلك أمثال عمرو بن العاص ، ومروان طريد رسول اللَّه هو ووالده الحكم ، ومعاوية بن أبي سفيان لمَّا أن امتنع عن تسليم الأمر لأمير المؤمنين عليه السلام .\r\nوأنتم تعترفون في أمَّهات كتبكم بأنَّهم بغاةٌ على الإمام ، والباغي على إمام زمانه كافر ، هذا بحكمكم أنتم ، كما صرَّح به علماؤكم « 1 » وغيره ، وأبو موسى الأشعري والذي قَبِل أن يحكم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لكنَّ ابن تيميَّة يأبى عن الحكم بكفر معاوية ، فيقول : خرج على إمام زمانه فهو باغٍ ، ولكنَّه مجتهد مخطىء فله أجر واحد ، فالباغي ليس بكافر ! !\r\nسبحان اللَّه وهل المخطىء بالخروج على إمام زمانه كالمخطىء بفعل أمر صغير جزئي ؟ ! فما لكم كيف تحكمون ؟\r\nوفي الواقع إنَّ هذا التبرير منه ليس لمعاوية فقط ، بل لمن خرج يوم الجمل أيضاً ، كي لا يحكم بكفرهم كذلك ! !\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nعلى إمامه ، بل سوَّل له شيطانه أن يتصور تمكنه من خلع الإمامة التي كانت ثابتةً لأمير المؤمنين عليه السلام فخلعها غافلًا أو عامداً متجرأً ، فتمَّت الخدعة والمكيدة على خلع علي عليه السلام .\r\nوما علموا أنَّها إمامة إلهيَّة لا يمكن خلعها من قبل أنفسهم ، وما كان خواصُّ عليّ إلا قلَّة قليلة ، ولذا قال في أكثر من مقام : « ما ترك لي الحقّ من صديق » .\r\nوقبل كلّ ذلك : إنَّ بيعة أمير المؤمنين عليه السلام كانت من اللَّه عزَّ وجلَّ ومن رسوله صلى الله عليه وآله ولم تكن منعقدة من الناس ، بل الجلُّ منهم إن لم يكن الكلّ قد بايعوه في الغدير حتى قام الخليفة الثاني مُسَلِّماً عليه بأمر النبي صلى الله عليه وآله وهو يقول له : « بخٍ بخٍ لك يا بن أبي طالب أصبحت مولاي ومولى كل مؤمن ومؤمنة » « 1 » .\r\nفالعجب كيف صحَّت لهم بيعة مَن تقدم عليه مع اشتغال ذمتهم وصفق أيديهم ببيعتهم لعلي عليه السلام قبل ذلك ، وها أنتم تروون :\r\n« إذا بويع لخليفتين فاقتلوا الثاني منهما » « 2 » فحَقَّ القتلُ على كلّ من تقدّم على أمير المؤمنين عليه السلام بالبيعة لنفسه .\r\nإلا أن تردُّوا هذه الرواية وأمثالها ، وهذا ما لا نرتضيه لكم من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شواهد التنزيل للحاكم الحسكاني : 1 / 200 ، تاريخ اليعقوبي : 2 / 42 ، مسند أحمد : 4 / 281 ، الرياض النضرة : 2 / 169 ، سرُّ العالمين للغزالي : ص 21\r\n( 2 ) صحيح مسلم : 3 / 1480 ج 1853 ، المستدرك : 2 / 169 ح 2666\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nردّها أو استحقاق القتل لهم ، كما لا ترتضونه أنتم .\r\nالنقطة الرابعة : الطعن في الصحابة .\r\nلقد حرص المدّعون بأنَّهم أهل السنَّة على الالتزام بعدالة الصحابة جميعاً ، ولم يُعلَم لهم وجه عقلي « 1 » أو نقلي أو عقلائي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نعم قد ذكر هذا الكاتب وجهاً يصلح لأن يكون وجهاً عقليَّاً ، وإن كان مسبوقاً به من قبل شارح المواقف ؛ وهو أنَّه يلزم من الطعن في الصحابة عدم الاحتجاج بالسنَّة لأنَّهم هم الذين يروونها .\r\nولا يخفى على المتأمل أنَّ هذا الإشكال محض توهم فاسد ، وذلك أنَّ هذا يتم فيما لو انحصر نقل الحديث والسنَّة من خصوص المطعون فيهم من الصحابة .\r\nوأمَّا مع عدم انحصاره فيهم فلا موجب ولا ملزم لما ذكروا من اللازم ، فإنَّ من الصحابة الرواة للحديث والناقلين للسنة النبويّة الكثير الكثير ممَّن لا طريق للطعن عليهم بوجه ، وسيأتي منَّا ذكر بعضهم .\r\nثمَّ إنَّ الفحص والبحث عن الصحابي المستقيم الطريقة وتمييزه عن الصحابي الذي بدَّل وعطَّل وحرَّف ، هل يوجب ترك السنَّة أو عدم روايتها أو تعطيل الدين كما يدعيه هذا الكاتب ؟ كيف ؟ والعترة الهادية عِدْلُ الكتاب ، وهم أهل البيت الذين نصَّ النبي صلى الله عليه وآله في مواطن عدَّة على أنَّهم بهم الهداية ، وأنَّ اللازم لهم لاحقٌ والمقصِّر في حقهم زاهقٌ والمتقدم عليهم مارق ، فهم قد رووا عن جدِّهم الرسول صلى الله عليه وآله كلّ ما يلزم الدين من أصول وفروع ، ومعهم ثلَّة كبيرة من الصحابة الأبرار رووا ما فيه الكفاية عن رواية غيرهم من المنافقين والمتَّهمين والمعتدين ؟ فلماذا لا يؤبه بروايات هؤلاء ، ويخصّ الدين بما يرويه أولئك أمثال المغيرة بن شعبة ومروان ومعاوية وبسر بن أرطأة ومسلم بن عقبة و . .\r\nو ","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nيوجب ذلك ، بل حتى الصحابة أنفسهم لم يكن عملهم كذلك « 1 » .\r\nإذ أنَّ كلّ ما ورد من آيات أو روايات هو لمدح بعض الصحابة ، وعلى فعل خاص لا مطلقاً ، هذا مع تسليم إرادة المدح منها ، وإلا فالبعض منها إخبار عن واقعة خاصة وقعت والحكم المتعلق بها .\r\nوأهمّ دليل ذكره هذا الكاتب من العقل على ذلك : هو لزوم فتح باب الطعن على غير الصحابة من باب أولى ، فما الفرق بين الصحابة وغيرهم ما لم تثبت لهم العصمة ؟\r\nومَن هو هذا الغير الذي تقصده ؟ وتخاف أن يَطَلِّع على الطعن عليه أعداء الإسلام ؟\r\nثمَّ ما هو الدليل على المنع عن الطعن في مَن ثبت فيه ذلك ، في ما لو كانت مصلحة الإسلام والحفاظ على السنَّة النبويَّة تقتضي الطعن والدفاع عن الحقّ ؟\r\nوإلا ، فامنع علماءكم عن البحث في علم الرجال ، وهو علم أو فنّ له موازينه الخاصة ، ولكنَّ لبَّه وواقعه الجرح والتعديل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بل ورد العكس من ذلك عن النبي حيث إنَّ البخاري روى عن حذيفة : « . . اثنا عشر رجلًا من أصحابي لا يدخلون الجنَّة حتى يدخل الجمل في سم الخياط » صحيح مسلم : 4 / 2143 كتاب صفات المنافقين ، وفي رواية أخرى : في أصحابي اثنا عشر منافقاً ثمانية منهم لا يدخلون الجنَّة . . . » صحيح مسلم : 8 / 122 ، السنن الكبرى للبيهقي : 8 / 198 ، مسند أحمد : 5 / 390\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nوهل التجريح إلا أن تقول : فلان مطعون فيه ، وفلان كذاب ، وفلان مدلس « 1 » وفلان كان يشرب الخمر ، و . . و . . .\r\nولو كان هذا العلم مجرد تعديل فقط لم يصح تسميته علماً « 2 » .\r\nوعلى هذا فالصحابة كغيرهم من الناس الذين يمكن أن توضع أسماؤهم وأفعالهم على مائدة التشريح فيُرَى : هل كان ثقة متقياً مطيعاً للَّه ولرسوله ، أم لا ؟\r\nوالصحبة - لو قلنا بنفعها - لما تعدّى ذلك شرف اللقاء بالرسول الأكرم ، ولكنَّ الأمر من زاوية أخرى هو عليهم أشدّ ، لأنَّ من رأى النبي وسمع أوامره ونواهيه ولم يمتثلها كانت عقوبته أشدّ ممَّن لم يره ولم يسمع منه وإنَّما سمع من الرواة والأخبار ذلك ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد كتب ابن حجر العسقلاني كتاباً أسماه « طبقات المدلسين » وجعل فيه مثل أبي هريرة من المدلسين الكبار ، وكذا البخاري و . . و .\r\nفما تقول في مثل ابن حجر : هل أنَّ كتاباته كلها أساطير ! ! ؟ وكتب الحميدي كتابه « الضعفاء والمتروكين » وأُلِّفت الكتب في سرد الأحاديث الضعيفة ك « الفوائد المجموعة في الأحاديث الموضوعة » و « اللآليء المصنوعة » وغيرها .\r\nبل لو لم يكن عندنا إلا قول النبي صلى الله عليه وآله : « من كذب عليَّ متعمداً . . . » لكفى في التشكيك في مرويات بعض من ادعيت له الصحبة ، ولم يكن قد حفظ صحبة النبي فيه ، كما أنَّه ينبغي التنبيه على أنَّ ذلك لا ينافي حفظ مقام الصحبة لمن وفى بها وأدى حقها كما أراده اللَّه منه ورسوله\r\n( 2 ) ضرورة اشتمال العلم على جهتي الوجدان والفقدان ، أو جهتي النفي والإثبات\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nوهذا مقتضى اختلاف الرتبة بين الصحابي وغيره .\r\nويكفينا في إمكان تطرُّق الطعن لبعض من ادُّعيت له الصحبة ما ذكره البخاري في صحيحه من حديث الحوض : « يقدم عليَّ جماعةٌ من أصحابي يوم القيامة - وأنا على الحوض - فلمَّا قربوا مني حيل بيني وبينهم ؛ فأقول : ياربِّ أصيحابي أصيحابي ؟ فيأتي النداء : إنَّك لا تدري ما أحدثوا بعدك » « 1 » وفي نص آخر : « فيحلؤون دوني فأقول : ياربِّ أصحابي ؟\r\nفيناديني مَلَكٌ : إنَّك لا تدري ما أحدثوا بعدك ؟ لقد رجعوا القهقرى . . » « 2 » .\r\nفهذا الكلام من لسان الرسول يوجب تحقق معرضيَّة الصحابة للطعن ، خاصة من رجع منهم القهقرى بعد وفاته صلى الله عليه وآله .\r\nوأعظمها هذه الرواية ، وهي في ما بعد معركة أحد ، فقد روى الإمام مالك أنَّ رسول اللَّه صلى الله عليه وآله قال لشهداء أحد : هؤلاء أشهد عليهم ، فقال أبوبكرالصديق : ألسنا يا رسول اللَّه إخوانهم ؟\r\nأسلمنا كما أسلموا وجاهدنا كما جاهدوا ! ؟ .\r\nفقال رسول اللَّه صلى الله عليه وآله : بلى ، ولكن لا أدري ما تُحدثون بعدي ؟ ! !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري : 8 / 148 - 149 ، مسند أحمد : 5 / 388\r\n( 2 ) صحيح البخاري : 8 / 150 - 151 ، الجمع بين الصحيحين : رقم 267\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nفبكى أبو بكر ثمَّ بكى ، ثمَّ قال : أئِنَّا لكائنون بعدك ؟ » « 1 » .\r\nوهاك بعض أسماء الصحابة الذين ثبت أنَّهم لم يحسنوا الصحبة بدلالة كلام الرسول في حقهم أو مخالفتهم الظاهرة لأوامره صلى الله عليه وآله ولو بعد وفاته صلى الله عليه وآله :\r\n1 - الجد بن قيس الأنصاري ، الذي قال النبي في حقّه : « كلكم مغفور له إلا صاحب الجمل الأحمر » « 2 » .\r\n2 - الحرقوص بن زهير السعدي ، ممَّن شهد بيعة الرضوان ثمَّ صار رأس الخوارج ، وهو الذي قال للنبي صلى الله عليه وآله : اعدلْ ، يا محمّد « 3 » .\r\n3 - محلم بن جثامة ، قال فيه النبي صلى الله عليه وآله : « اللهم لاتغفر لمحلم بن جثامة » .\r\nلأنَّه قتل صحابياً متعمداً « 4 » فهو الذي قتل عامر بن الأضبط ، ولمَّا مات محلم لفظته الأرض ثلاثاً ، فجُعِل على سفح جبل ورُجِم بالحجارة ، فلما أُخبِر النبي صلى الله عليه وآله بذلك قال : هي دعائي عليه .\r\n4 - عبد اللَّه بن خطل ، كان صحابياً ثمَّ ارتدّ ، ولحق بمكَّة ، وقتل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الموطأ لمالك بن أنس : 1 / 307 ومغازي الواقدي ص 310\r\n( 2 ) صحيح مسلم : 8 / 123\r\n( 3 ) فتح الباري : 8 / 69 ، الإصابة : 2 / 49 برقم 1663 ، وقيل بأنَّه ذو الخويصرة\r\n( 4 ) الطبقات : 2 / 133 ، 4 / 282 ، الإصابة : 5 / 785\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nيوم فتحها « 1 » وهو ممَّن أمر النبيّ صلى الله عليه وآله بقتله .\r\n5 - المغيرة بن شعبة ، وحاله أوضح من أن يوضّح .\r\n6 - سمرة بن جندب ، أساء السيرة بعد النبيّ ، وكان يبيع الخمر ويقتل الأبرياء ، هو الذي وضع بعض الأحاديث في ذمّ عليّ طلباً لرضا معاوية و . . و . . .\r\n7 - عبد الرحمن بن‌عمر بن‌الخطاب ، شرب الخمر أكثر من مرَّة فقتله أبوه حدَّاً وتعزيراً بعد أن حدَّه عمرو بن العاص في مصر « 2 » .\r\nوالروايات في هذا مختلفة ، فقيل بأنَّ كلا ولديه قد حُدَّا ؛ أحدهما حدّه للزنا والآخر حدَّه لشرب الخمر ، أي عبد الرحمن المكنّى بأبي شحمة ، وعبيد اللَّه ، وإن كانت بعض الروايات تفيد اتحادهما ، وأنَّ الحدّ ليس إلا واحداً .\r\n8 - الوليد بن عقبة : الفاسق بنصّ آية النبأ :  إِنْ جاءَكُمْ فاسِقٌ بِنَبَإٍ فَتَبَيَّنُوا  .\r\nوغيرهم من الصحابة الذين خانوا الصحبة وتنكّروا لها بعد النبيّ صلى الله عليه وآله أو في حياته .\r\n9 - قدامة بن مظعون : وقد شرب الخمر في زمان عمر وجلده ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التمهيد لابن عبد البر : 6 / 175 - 176 ، الأحاديث المختارة : 3 / 250\r\n( 2 ) السنن الكبرى للبيهقي : 8 / 312 ، سيرة عمر بن الخطاب لابن الجوزي : ص 170 وفي ط : ص 207 ، إرشاد الساري : 9 / 439 ، شرح النهج : 3 / 123 ط مصر\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nفغاضبه ثمَّ كلمه واستغفر له « 1 » بل قال أبو أيّوب : لم يُحدَّ أحدٌ من أهل بدر في الخمر إلا قدامة ابن مظعون « 2 » .\r\nولكنَّ العجب لا ينقضي من مثل الحاكم في المستدرك « 3 » حيث جعل من مناقب قدامة هذا أن نصَّبه الخليفة عمر بن الخطاب والياً من قِبَلِه على البحرين « 4 » وقد نسي الحاكم أن يعدّ من مناقبه شربه للخمر فيها ، فلم يذكره في ترجمته ! !\r\n10 - أبو محجن الثقفي : ممَّن شرب الخمر مراراً ، بل لم يكن ينفكّ عن ذلك حتى نفاه عمر إلى جزيرة ، وجعل عليه رجلًا حارساً ففرَّ منه ، وخرج إلى سعد حيث كان زمن معركة القادسيَّة ، وذكر ابن عبد البرّ أنَّه كان منهمكاً في الشراب لا يكاد يقلع عنه ، ولايردعه رادع ولا لوم لائم « 5 » وذكر عن قبيصة بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإصابة : 5 / 424 - 425 ، الإستيعاب لابن عبد البر . : 3 / 248 ، السنن الكبرى : 3 / 253 ، 8 / 315 ، المصنف لعبد الرزاق : 9 / 241\r\n( 2 ) الموضع السابق من الإصابة والاستيعاب والمصنف\r\n( 3 ) المستدرك : 3 / 426\r\n( 4 ) ولا يخفى أنَّ حكمة التنصيب هو أنَّه خال حفصة بنت الخليفة ، وخال أخيها عبداللَّه بن عمر ، كما أنَّه زوج أخت الخليفة ، فلاحظ في نسبه المعجم الكبير للطبراني\r\n( 5 ) الاستيعاب : 4 / 182 ، بل هو القائل شعراً :\r\n إذا متُ فادفنّى إلى جنب كرمةٍ * تروِّي عظامي بعد موتي عروقها\r\nولاتدفنني بالفلاة فإنَّني * أخاف إذا ما متُّ أن لا أذوقها \r\nمعجم البلدان : 2 / 263\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nذؤيب أنَّ عمر جلده في الخمر : ثمان مرّات « 1 » وفي رواية أخرى : أربع مرَّات « 2 » وفي أخرى : سبع « 3 » .\r\nتلك عشرة كاملة ، وإن كان في زوايا الكتب والروايات الكثير منها .\r\nوأمَّا الآيات التي ادّعى الكاتب أنَّها نزلت في فضلهم ، فليدلنا عليها ! !\r\nإذ ليس إلا آية بيعة الرضوان تحت الشجرة ، وهذه - كما يقول العلماء - : قضية خارجيَّة مختصّة بجماعة خاصَّة ، وهم خصوص مَن بايع تحت الشجرة ، فلا تشمل غيرهم .\r\nمع أنَّ آخرها يصرِّح بالتهديد لمن كفر بعد ذلك .\r\nوفي آية أخرى يصرّح بسوء العاقبة لمن نكث بعد ذلك .\r\nوفي ذلك كلّه إشعار بتوقّع النكث والكفر من بعضهم بعد ذلك .\r\nبل التصريح بوقوعه متحققٌ بعد وفاة النبي صلى الله عليه وآله من قوله تعالى :\r\n وَما مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَ فَإِنْ ماتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلى أَعْقابِكُمْ وَمَنْ يَنْقَلِبْ عَلى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئاً  « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاستيعاب : 4 / 183 ، المصنف : 7 / 381 باب حد الخمر ، 9 / 247\r\n( 2 ) فتح الباري : 12 / 81\r\n( 3 ) المصنف لعبد الرزاق : 9 / 247\r\n( 4 ) آل عمران : 144\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nفإن منعت دلالة هذه الآيات والروايات على مدّعانا ، فالمنع عن مدّعاك ممَّا ذكرتَ من آيات وروايات أولى وأولى .\r\nوكذا آية الوعد :  وَعَدَ اللَّهُ الَّذِينَ آمَنُوا مِنْكُمْ وَعَمِلُوا الصَّالِحاتِ لَيَسْتَخْلِفَنَّهُمْ فِي الْأَرْضِ كَمَا اسْتَخْلَفَ الَّذِينَ مِنْ قَبْلِهِمْ وَلَيُمَكِّنَنَّ لَهُمْ دِينَهُمُ الَّذِي ارْتَضى لَهُمْ وَلَيُبَدِّلَنَّهُمْ مِنْ بَعْدِ خَوْفِهِمْ أَمْناً يَعْبُدُونَنِي لا يُشْرِكُونَ بِي شَيْئاً وَمَنْ كَفَرَ بَعْدَ ذلِكَ فَأُولئِكَ هُمُ الْفاسِقُونَ  « 1 » .\r\nوهذه الآية ظاهرة في الوعد من اللَّه للمؤمنين به حقاً بأن يجعلهم المستخلفين في الأرض وأن يعطيهم الأمان بشرط أن يتوجّهوا بالعبادة إلى اللَّه وأن لا يشركوا به شيئاً ؛ وإلّا فمن يكفر به فهو في عداد الفاسقين المساوين للكفَّار في العقاب ، على ما يستفاد من آيات أخر ، بل لا يبعد مساواة الفسق للكفر في نفسه كما يمكن استظهاره من بعض الآيات ، وللعلماء وأهل التفسير في هذه الآية آراء متعدّدة :\r\nفقد قال الفخر الرازي - تبعاً للزمخشري - في تفسيره « 2 » بأنَّها دالّة على صحّة خلافة الخلفاء الأربعة فإنَّهم هم الذي آمنوا ولم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور : 55\r\n( 2 ) الكشاف : 3 / 252\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nيبدّلوا ولم يغيّروا .\r\nووافقه البيضاوي ، فقد تحقّق مصداقه المنحصر فيهم ، وقالوا :\r\nما اجتمع الموعود والموعود به إلّالهم .\r\nوقال آخرون : هي دالَّة على الاستخلاف للمسلمين جميعاً بعد نصرهم على الكفار في الجزيرة ، أو بعد فتح مكَّة ، فهي مساوقة ومرادفة لقوله تعالى :  الْيَوْمَ يَئِسَ الَّذِينَ كَفَرُوا مِنْ دِينِكُمْ فَلا تَخْشَوْهُمْ وَاخْشَوْنِ . .  « 1 » .\r\nولقوله تعالى :  الْيَوْمَ أَكْمَلْتُ لَكُمْ دِينَكُمْ وَأَتْمَمْتُ عَلَيْكُمْ نِعْمَتِي . . .  « 2 » .\r\nوقالت طائفة ثالثة بأنَّ الموعودين بهذا هم الأئمة عليهم السلام وأنَّ موعدهم معلوم عند اللَّه مخفيّ علينا ، وهو المرويّ عن أئمتنا عليهم السلام ، والذي ذكره الشيخ الطبرسي في مجمع البيان .\r\nوعلى هذه التفاسير المختلفة لا تتمّ دعواهم على إرادة الخلفاء الأربعة ، أضف إلى ذلك عدم دعواهم النصّ على استخلافهم وخلافتهم ، بل هم بين من ادّعي نصبه بالشورى « 3 » وبين من نصب بالتعيين من سابقه « 4 » وبين من جعلها شورى بين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 3\r\n( 2 ) المائدة : 3\r\n( 3 ) كدعواه نصب الخليفة الأوّل\r\n( 4 ) كتنصيب أبي بكر للخليفة الثاني حيث إنَّه قد نصَّ عليه ، وقد سبق من أمير المؤمنين ذلك له فقال للثاني : « احلب حلباً لك شطره . . . فلشدَّما تشطرا ضرعيها . . »\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nستّة « 1 » وأمر بحبسهم في دار إلى ثلاثة أيّام ، جاعلًا الأمر بيد عبد الرحمن بن عوف .\r\nولمَّا عوتب الخليفة الثاني على ذلك قال : إن أستخلف فقد استخلف من هو خير منّي - يعني أبا بكر - وإن أترك فقد ترك من هو خير منّي - يعني رسول اللَّه بدعواه أنَّه لم يستخلف - .\r\nواعتقدوا أنَّ في ذلك فضيلة له من التوجّه للتخيير بين الأمرين .\r\nولكنَّ الحقّ المبين هو أنَّه بلا دليل ولا مرشد ، وليست إلّا السياسة المدبَّرة والمبيَّتة منه لمن يليه ، وأيّة شورى تلك التي يحبس فيها المرشَّحُون وهم المرشِّحُون أنفسهم ؟ وهل فيهم خير أن لو انتخبوا مَن لم يرتضه عبد الرحمن أن يضرب عنق الممتنع ؟\r\nوبأيّ وجه شرعيّ يقتل ؟ فهو إمَّا خليفة للمسلمين ، وإمَّا مقتول ، وإمَّا موافق للآخر ، ولو كان ذا باطل ؟\r\nوأمَّا بقيَّة الآيات : ففيها أمرٌ لهم باتباع النبي صلى الله عليه وآله واستماع أوامره وعدم التقدّم عليه ، وإعزازه والرجوع له في الحكم في ما لو شجر بينهم نزاع أو خصومة ، وأمثال هذه الموارد .\r\nوليس فيها من مدح لهم تلميحاً فضلًا عن التصريح به .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما صنع ذلك الخليفة الثاني في شوراه المشهورة\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nولعلَّ أعمَّ ما يتصور دلالته على دعوى تلك المنزلة لهم هي من قِبَل قوله تعالى :  مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ . . .  « 1 » فتستفيد ذلك من المعيَّة الموجودة فيها ، فنسأل : أيّة معيَّة هي المقصودة في الآية ؟ لا شكَّ أنَّ المعيَّة البدنيَّة ليست ذات أثر حتى تقصد ، فكم من رجل بدنه معك وقلبه عليك ، إذن فالمقصود منها المعيَّة القلبيَّة والعقليَّة ، ولذا لم يكتف القرآن بهذا المعنى من المعيَّة بل صرَّح بما ذكرنا في آخر الآية فقال :  وَعَدَ اللَّهُ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحاتِ مِنْهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً  « 2 » .\r\nولا يخفى الوجه في ذكر كلمة [ منهم 
  ] فإنَّه علاوة على عدم إرادة المعيَّة الجسديَّة - وهي عمدة أدلتكم في تحقيق الصحبة بالرؤية البصريَّة - قد نصَّ على خصوص المؤمنين منهم والذين يعملون الصالحات منهم ، لا مطلق من كان معه ، وهل يحتاج عاقل لأكثر من هذا البيان لفهم التخصيص منها ! ! ؟ .\r\nوأمَّا الروايات التي يدّعي صدورها في مدحهم ؛ فلا تزيد على عدد الأصابع - هذا إذا صحَّ صدورها - حيث قد ناقش في سندها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفتح : 29\r\n( 2 ) الفتح : 29\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالكثير من أعلامكم « 1 » .\r\nوبعد كلِّ هذا ؛ فمن الواضح أنَّ الفتوحات المنتسبة إليهم يحتاج الأمر فيها إلى إثبات عدالتهم قبلها وبعدها ، إذ ليس من شرائط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فارجع لكتاب : الفوائد المجموعة في الأحاديث الموضوعة للشوكاني في مناقشته للأحاديث التي رويت في مدحهم ، وكذا لكتاب إحقاق الحق للسيد المرعشي ، ولكتاب اللآلىء المصنوعة للسيوطي ، وأمَّا حديث العشرة المبشرة بالجنَّة فهو مما نقطع بأنَّه موضوع على لسان النبي للمناقشة في سنده ومتنه ، ولمخالفته لضرورة العقل والنقل ، إذ كيف يسوغ من الحكيم أن يعطي الأمان لهم مع علمه بأنَّ منهم من لم يدخل الإيمان قلبه قط ؟ ومنهم من سيرتكب ما يخالف أوامره عزَّ وجلَّ في مستقبل عمره ؟ بل منهم من ارتكب الذنب غير المغفور عندهم وهو الاشتراك في قتل خليفة المسلمين : عثمان ؟ بل إنَّ ما بينهم من الحرب والكلمات يكشف كشفاً قطعياً عن وضع هذا الحديث ! . ولنا في هذا الحديث بحث مستقل نسأل اللَّه التوفيق لطباعته .\r\nوأمَّا حديث : « أصحابي كالنجوم . . » فقد طعن فيه شيخهم ومن إليه يرجعون وهو ابن تيميَّة فقد ذكر الشيخ محمود أبو رية أنَّه بعد طبع كتابه أضواء على السنَّة المحمديَّة لقيه محب الدين الخطيب فلامه على ما كتب ، وقد كان بمرأى من حديث : « أصحابي كالنجوم » فأجابه الشيخ بأنَّ هذا الحديث ضعيف ، وقد ضعَّفه علماؤكم ، فقال : مَن ؟\r\nقال : أنت ؛ في تعليقك على كتاب المنتقى للذهبي ! فاشتدّ غضبه ، وقال : في أي صفحة من كتابي ؟ قال : ص 551 ، وفيها : يقول ابن تيميَّة : « وحديث أصحابي كالنجوم ضعَّفه أئمة الحديث فلا حجَّة فيه » فبهت الخطيب .\r\nعن كتاب المنتقى من آراء علماء المسلمين ص 42 للسيّد مرتضى الرضوي\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nالفاتح لبلدٍ أن يكون عدلًا متقيَّاً ، إذ قد روي : أنَّ اللَّه ينصر هذا الدين ولو بالرجل الفاسق أو الكافر « 1 » ؟ !\r\nوما ذكره من سلسلة اللوازم على الطعن في الصحابة ؛ من لزوم الجرأة على القرآن والطعن فيه أو لزوم الطعن في السنَّة لأنَّ ذلك طعن في حَمَلَتِها ، وتشويه أمجاد الإسلام وحضارته .\r\nفكلّ تلك لوازم فاسدة ، بل هي غير لازمة للكشف عن فساد بعضهم ، أو كذب دعواه الصحبة له ، أو دعواهم الصحبة له صلى الله عليه وآله قط .\r\nفإنَّ صدور طعن في بعض الصحابة ليس مانعاً عن الرواية عن الصحابة الآخرين الذين لم يرد فيهم طعن ، والفرض عدم توقف الوثوق بالسنَّة أو وصول القرآن وتواتره على أولئك الأشخاص المطعون فيهم .\r\n\r\nوالخلاصة :\r\nأنَّ الذي يبدو لنا أنَّ هذا الكاتب ليس له غرض أساسي في توثيق وتعديل كل الصحابة ، ولكنَّه لمَّا لم يجد طريقاً أو وجهاً يستطيع به توثيق الشيخين وبعض من تابعهم ومالأهم ، اضطرَّ للقول بعدالة كل الصحابة ، فوقع في مشكلة أكبر منها .\r\nفارجع أخي القارئ إلى رشدك وابحث عن الحقيقة ، فاليوم عمل ولا حساب وغداً حساب ولا عمل ، وستسأل في قبرك ويوم القيامة عن معتقداتك ، بل ستسأل حتى عن الأشخاص\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم : 1 / 105\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nالماضين والمعاصرين لك ، إذا كان توليهم ديناً يدان به ، فهيء جواباً يصنع لك طريقاً من قبرك للجنَّة ، فإنَّك ستكون وحدك في قبرك ، ولن ينفعك فلان وفلان حباً ولا دفاعاً ، بل النافع لك هو اتباعك للحق ، والحقُّ بتصريح النبيّ صلى الله عليه وآله عند عليّ : « عليّ مع الحقّ والحقّ مع عليّ » « 1 » .\r\nفانظر لحالك إن لم تكن معه ، فمن الآن فسارع والتحق بركب علي عليه السلام قبل أن يعاجلك الفناء ، وليس بعد ذلك إلا الحساب ، وحينئذٍ لسان حال المتخلف عن ركب عليّ :   رَبِّ ارْجِعُونِ لَعَلِّي أَعْمَلُ صالِحاً   « 2 » النقطة الرابعة « 3 » : غزوات النبي صلى الله عليه وآله :\r\nلقد استند في الأدلة التي عرضها من آيات وروايات إلى ما ورد من مدح للصحابة في ما بذلوه في الغزوات مع النبي صلى الله عليه وآله من نفس ونفيس من مال وأولاد وعتاد ، وهذا المدح من القرآن لهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع الزوائد : 7 / 236 وقال : إنَّ رجاله رجال الصحيح إلا سعد بن شعيب ، وهو اشتباه من النساخ فهو سعيد بن شعيب شيخ صالح صدوق راجع في ترجمته تهذيب التهذيب لابن حجر العسقلاني : 4 / 48 ، سنن الترمذي : 3 / 166 ، جامع الأصول : 9 / 420 ، المستدرك : 3 / 134 ، والكثير من المصادر الأخرى\r\n( 2 ) المؤمنون : 100\r\n( 3 ) قد ذكر هذا الكاتب بعض غزوات النبي وبعض الآيات النازلة فيها ، فراجع كتابه : صحبة رسول اللَّه صلى الله عليه وآله : ص 23 وما بعدها\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nقد خلَّدهم ، وسدَّ طرق الطعن عليهم أو تخوينِهم في أدب التلمذة والتعلّم من النبي صلى الله عليه وآله .\r\nولنأخذ جولة سريعة حول تلك الآيات التي ادَّعى توافرها على هذا المعنى .\r\nفهنا مواقف :\r\n\r\nالموقف الأوّل : ما يتعلّق بمعركة بدر :\r\nففي مرحلة التهيؤ لها كان المسلمون من جهة قد أخذتهم هيبة قريش وقوتها ، وكثرة عدَّتِها وعتادها ، ومن جهة أخرى : لابدَّ لهم من إثبات صحَّة موقفهم وتمسكهم بالدين الجديد .\r\nفمن غلب عليه الجانب الأول ظهرت منه علائم النفاق والضعف والتخاذل .\r\nوأمَّا من غلب عليه الجانب الثاني فقد أظهر البسالة والثبات .\r\nفمثل المقداد الذي قال للنبي صلى الله عليه وآله : « إنَّا لا نقول لك كما قال قوم موسى لموسى :\r\nاذهب أنت وربك فقاتلا إنا هاهنا قاعدون\r\n، ولكن نقول لك : تقدما وقاتلا ونحن معكم » « 1 » . . .\r\nفاقرأ ما نزل من آيات في معركة بدر الكبرى ؛ فقد كان جلُّ سورة الأنفال في معركة بدر ، وتأمل في مضمون ما سنتلو عليك من آيات عبر مقاطع :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الكشاف : 2 / 198\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nالمقطع الأوّل منها : خروج المسلمين للحرب\r\nقال تعالى :  كَما أَخْرَجَكَ رَبُّكَ مِنْ بَيْتِكَ بِالْحَقِّ وَإِنَّ فَرِيقاً مِنَ الْمُؤْمِنِينَ لَكارِهُونَ   يُجادِلُونَكَ فِي الْحَقِّ بَعْدَ ما تَبَيَّنَ كَأَنَّما يُساقُونَ إِلَى الْمَوْتِ وَهُمْ يَنْظُرُونَ   وَإِذْ يَعِدُكُمُ اللَّهُ إِحْدَى الطَّائِفَتَيْنِ أَنَّها لَكُمْ وَتَوَدُّونَ أَنَّ غَيْرَ ذاتِ الشَّوْكَةِ تَكُونُ لَكُمْ وَيُرِيدُ اللَّهُ أَنْ يُحِقَّ الْحَقَّ بِكَلِماتِهِ وَيَقْطَعَ دابِرَ الْكافِرِينَ   لِيُحِقَّ الْحَقَّ وَيُبْطِلَ الْباطِلَ وَلَوْ كَرِهَ الْمُجْرِمُونَ  الأنفال 5 - 8 .\r\nففي هذه الآيات صراحة ما بعدها صراحة في أنَّ قسماً من الصحابة كان كارهاً للدخول في حرب مع قريش ، ومن المُبرِّرات ما ذكرناه سابقاً ، ومنها ما هو معروف من أنَّهم لا رغبة لهم في محاربة قومهم وإن كانوا كفاراً ، ولذا عبَّرت الآية بقوله  يُجادِلُونَكَ  ، والمجادلة وقعت حول الحق ، وهل الصحابة المتبعون للنبي في كل أمورهم يجادلون في الحق ، أيها الكاتب المحترم ؟ ؟\r\nومَنْ هم الكارهون : هل هم فريق من الكفار أم فريق من المؤمنين ؟ ؟ .\r\nويناسب هنا أن نذكر ما يؤيد كراهة البعض الخروج للقتال ، فقد أخرج مسلم والحاكم وابن كثير والبيهقي حين أخبرهم الرسول بقدوم قافلة أبي سفيان فتكلَّم أبو بكر فأعرض صلى الله عليه وآله عنه ،\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوتكلم عمر فأعرض صلى الله عليه وآله عنه ، ثمَّ قام سعد بن معاذ فتكلم ، فسُرَّ صلى الله عليه وآله بقول سعد ونشَّطه « 1 » » ولكنَّ مثل صاحب تفسير الكشاف « 2 » ممَّن خان الأمانة فقال : « فتكلم أبو بكر فأحسن وتكلم عمر فأحسن . . » ومحا بتزويره إعراض النبي عنهما « 3 » .\r\nوأمَّا الخليفة الثالث فلمَّا ساءت علاقته مع المصاهر له والمُنَصِّب له خليفةً في شورى الستَّة عبد الرحمن بن عوف ، لقيه الوليد فسأله عن عدم حضوره مجلس الخليفة ، فأجابه : أن أبلغ عني الخليفة أنِّي لم أغب عن بدر ، ولم أفرَّ يوم عينين « أحد » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم : 3 / 1403 - 1404 برقم 1779 ، المستدرك : 3 / 283 برقم 5104 ، السيرة النبويَّة لابن كثير : 2 / 391 - 395 ، دلائل النبوة للبيهقي : 3 / 106\r\n( 2 ) تفسير الكشاف : 2 / 198\r\n( 3 ) وقيل إنَّ ما قالاه فيه نظر لعزَّة قريش وأنَّها ما ذلت مذ عزَّت . . ونظير هذا الكلام الذي أوجب من النبي الإعراض عنهما ، فلاحظ مغازي الواقدي : 1 / 48 ، ولكنَّ حبَّ الشيء يعمي ويصم ! !\r\n( 4 ) تاريخ المدينة ؛ ابن شبة 3 / 1033 ، مسند البزار : 2 / 52 ، وفيه تبرير من عثمان لمَّا وصله كلامه بأن قال : أمَّا إنَّما لم أحضر بدراً لمكان ابنة رسول اللَّه صلى الله عليه وآله وأمَّا الفرار من معركة أحد فقد عفا اللَّه ورسوله عمن فرَّ من المعركة » واللطيف في الأمر أنَّ الخليفة عثمان قد فرَّ عن محل المعركة حتى وصل إلى ينبع ، فاحسب المسافة بين جبل أحد في المدينة ومدينة ينبع ، وعليك استنتاج مقدار شجاعة الخليفة وبسالته ! ! حتى قال له النبي لمَّا رجع : لقد ذهبت بها عريضة\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nوفيه تعريض بغيابه عن بدر ، والذي عبَّر عنه البعض بالفرار ، وذلك لخروج كل المسلمين فيها أو أغلبهم ، إذ كانت هي المعركة الفاصلة ، وتعريض بفراره في معركة أحد كما سيأتي .\r\nهذا كله مع سبق وعد اللَّه لهم إمَّا اغتنام القافلة التي خرجوا لها - عِيْر قريش - وإمَّا النصر ، ومع كل هذا لم تكن لهم رغبة في ذلك .\r\nفإن لم يكن ما صدر منهم حاكياً لامتناعٍ ؛ فلا أقل من الشك في وعد اللَّه لهم ، فماذا تقول أيها الشيخ الجليل ؟\r\nولمَ غضضت النظر عن مثل هذه الآية ولم تذكرها ؟ ؟\r\n\r\nالمقطع الثاني : أجواء المعركة وما بعدها\r\nقوله تعالى :  « وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ إِنْ كُنْتُمْ آمَنْتُمْ بِاللَّهِ وَما أَنْزَلْنا عَلى عَبْدِنا يَوْمَ الْفُرْقانِ يَوْمَ الْتَقَى الْجَمْعانِ وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ   إِذْ أَنْتُمْ بِالْعُدْوَةِ الدُّنْيا وَهُمْ بِالْعُدْوَةِ الْقُصْوى وَالرَّكْبُ أَسْفَلَ مِنْكُمْ وَلَوْ تَواعَدْتُمْ لَاخْتَلَفْتُمْ فِي الْمِيعادِ وَلكِنْ لِيَقْضِيَ اللَّهُ أَمْراً كانَ مَفْعُولًا لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيى مَنْ حَيَّ عَنْ بَيِّنَةٍ وَإِنَّ اللَّهَ لَسَمِيعٌ عَلِيمٌ   إِذْ يُرِيكَهُمُ اللَّهُ فِي مَنامِكَ قَلِيلًا وَلَوْ أَراكَهُمْ كَثِيراً لَفَشِلْتُمْ وَلَتَنازَعْتُمْ فِي الْأَمْرِ وَلكِنَّ اللَّهَ سَلَّمَ إِنَّهُ عَلِيمٌ بِذاتِ الصُّدُورِ \r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n وَإِذْ يُرِيكُمُوهُمْ إِذِ الْتَقَيْتُمْ فِي أَعْيُنِكُمْ قَلِيلًا وَيُقَلِّلُكُمْ فِي أَعْيُنِهِمْ لِيَقْضِيَ اللَّهُ أَمْراً كانَ مَفْعُولًا وَإِلَى اللَّهِ تُرْجَعُ الْأُمُورُ  » الأنفال 41 - 44 .\r\nفهذه الآيات تبين وجوب الخمس في ما ظفر به المسلمون من غنائم ، ولكنَّها وإن كانت نزلت في غنائم معركة بدر ، ولكنَّ خصوص المورد لا يخصص الوارد ، ولذا فهي تشمل كل ما يغنمه الإنسان من شيء ، بقرينة قوله تعالى :  « مِنْ شَيْءٍ »  والغنيمة مطلق الفائدة .\r\nثمَّ تبين الآيات موقع المسلمين بالنسبة للمشركين ، وقرب ركب قريش منهم ، كما يبين أثر الرؤيا التي أراه اللَّه إياها في نفوس المسلمين حيث قلَّلهم في أعين المسلمين ، وكثَّر المسلمين في أعينهم ، ولو أراهم للمسلمين على ما هم عليه في الواقع لتنازعوا في الإقدام على الخروج إليهم ومحاربتهم ، وبالطبع نتيجة التنازع الفشل ، والخلاصة بيان امتنان اللَّه عزَّ وجلَّ على المسلمين بأن سلَّمهم من ذاك المكروه ، رغم أنَّهم كانوا مهيئين للتنازع والفشل لولا أنَّ اللَّه سلَّم . . .\r\n\r\nالمقطع الثالث : الأنفال . . حكمٌ وحكم\r\nقوله تعالى :   يَسْئَلُونَكَ عَنِ الْأَنْفالِ قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذاتَ بَيْنِكُمْ وَأَطِيعُوا اللَّهَ  \r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n  وَرَسُولَهُ إِنْ كُنْتُمْ مُؤْمِنِينَ   . « 1 » وفي هذه المقاطع من الآيات يبين القرآن حكم الأنفال ، ولكنَّ الذي يظهر من آخر الآية أنَّهم قد اختلفوا فيها وتخاصموا - كما تشير له بعض الروايات - ولذا قال في آخرها   فَاتَّقُوا اللَّهَ وَأَصْلِحُوا ذاتَ بَيْنِكُمْ   ، والأمر بالتقوى ليس إلا لإمكان فعل مخالف للتقوى ومنافٍ لها ، وكذا أمرهم بإصلاح ذات البين ليس إلا لوقوع ما يوجب النزاع والتخاصم ، ثمَّ التعقيب على ذلك بوجوب إطاعة اللَّه ورسوله وأنَّ إيمانهم مشروط بالالتزام بتلك الإطاعة .\r\nومن الشواهد على وقوع التخاصم بينهم ما رواه أبو أمامة قال : سألت عبادة ابن الصامت عن الأنفال ؟ فقال : « فينا أصحاب بدر نزلت حين اختلفنا في النفل ، فساءت فيه أخلاقنا فانتزعه اللَّه من أيدينا وجعله لرسوله ، فقسَّمه رسول اللَّه بين المسلمين » « 2 » .\r\nبل في بعضها ممَّا مرَّ من المصادر السابقة : أنَّ النبي أمر أحدهم بوضع السيف الذي غنمه في موضع ما يأخذه المسلمون فقال :\r\nوضعته ورجعت وفي نفسي شيءٌ لا يعلمه إلا اللَّه ! !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأنفال : 1\r\n( 2 ) مسند أحمد : 5 / 322 ، السيرة النبويَّة : 3 / 219 ، مجمع الزوائد : 7 / 26 ، تفسير ابن كثير : 2 / 284 ، وتوجد نصوص أخرى مقاربة لها في الألفاظ\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nفياترى ما هو الذي في نفسه ؟ أيها الكاتب ! ! ؟\r\nوفي رواية أخرى له : قال الذين جمعوا الغنائم : نحن حويناها وجمعناها ، فليس لأحد فيها نصيب ، وقال الذين خرجوا في طلب العدو : لستم أحقّ بها منَّا . . . ، وقال الذين أحدقوا برسول اللَّه : لستم بأحقّ بها منَّا ؛ نحن أحدقنا برسول اللَّه . . . » « 1 »\r\n\r\nالمقطع الرابع : قضية الأسرى\r\nقوله تعالى :   ما كانَ لِنَبِيٍّ أَنْ يَكُونَ لَهُ أَسْرى حَتَّى يُثْخِنَ فِي الْأَرْضِ تُرِيدُونَ عَرَضَ الدُّنْيا وَاللَّهُ يُرِيدُ الْآخِرَةَ وَاللَّهُ عَزِيزٌ حَكِيمٌ * لَوْ لا كِتابٌ مِنَ اللَّهِ سَبَقَ لَمَسَّكُمْ فِيما أَخَذْتُمْ عَذابٌ عَظِيمٌ   الأنفال : 67 - 68 .\r\nومن الواضح أنَّ مفاد الآية اختلاف المسلمين في الأسرى ، فبعض يقول : اقتلوهم ، وبعض يقول : ائتسروهم ، فبيَّن اللَّه عزَّ وجلَّ أنَّ الأسر إنَّما يكون بعد الإثخان في الأرض لا قبله ، ولذا بيَّن في آية أخرى من سورة محمد أنَّ حكمهم ضرب رقابهم أو الفداء « 2 » .\r\nوبهذا رفع اللَّه اختلاف المسلمين حولهم ، ثمَّ بيَّن أنَّ الأسر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدر المنثور : 4 / 105 ، وأخرى مثلها : 4 / 108\r\n( 2 ) وقد أمر الرسول صلى الله عليه وآله عليَّاً بأن يقتل اثنين وهما عقبة بن أبي معيط والنضر بن الحارث ، وأخذ الفداء من ثمانية وستين رجلًا - تاريخ اليعقوبي : 2 / 46\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nموافق لعرض الدنيا لا للآخرة ، وأنَّ سبق أمر اللَّه أوجب عدم استحقاقهم للعذاب العظيم فيما لو أقدموا على ما أرادوا .\r\nفكيف كانوا كذلك ؟ وكيف صدر منهم ذلك ؟ ألم يكونوا يرجعون في كل أمورهم للرسول ؟ وهل المتبعون لخطى النبي صلى الله عليه وآله والذين لا يحيدون عنه قيد أنملة يختلفون كهذا الاختلاف ؟\r\nوفي هذا المقطع أكبر دلالة على أنَّ الرضا والعفو الذي ادعاه الكاتب لكل أهل بدر ليس في محله ، إذ أنَّ بعضهم أهل عرض الدنيا وآخرون من أهل الآخرة ، كما أنَّ بعضهم راغب في الغنائم لا في عزَّة الإسلام ، وبعضهم ليس إلا لأخذ الثأر والانتقام .\r\nفكيف يُدَّعى شمول العفو والرضوان لهم كلهم ؟\r\nوكيف يدعى أنَّ لهم الحق في أن يذنبوا ما شاؤوا ويرتكبوا من المعاصي ما أرادوا حتى في مستقبل أيامهم ! ! ؟\r\nوالحق أنَّ التأمل في آخر الآية يقضي بأن يكون عفو اللَّه عنهم لكتاب سبق منه في ذلك ، لمصلحة غيبيَّة لا نعلمها ، وقد خفيت علينا ، والشاهد على هذا ظهور أمارات استحقاق العذاب العظيم .\r\n\r\nالمقطع الخامس : صورة من المعركة\r\nقوله تعالى  « إِذْ تَسْتَغِيثُونَ رَبَّكُمْ . . »  . - إلى قوله تعالى -  « إِذْ يُغَشِّيكُمُ النُّعاسَ أَمَنَةً مِنْهُ وَيُنَزِّلُ عَلَيْكُمْ مِنَ السَّماءِ ماءً لِيُطَهِّرَكُمْ بِهِ وَيُذْهِبَ عَنْكُمْ رِجْزَ الشَّيْطانِ وَلِيَرْبِطَ عَلى قُلُوبِكُمْ \r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n وَيُثَبِّتَ بِهِ الْأَقْدامَ »  الأنفال : 11 .\r\nففي الشق الأول منها لمَّا طرقهم الخوف من كثرة قريش استغاثوا باللَّه عزَّ وجلَّ فأمدَّهم اللَّه بألف ، وقيل بثلاثة آلاف ، وقيل : إنَّ القراءة آلاف من الملائكة ، فأورثهم ذلك اطمئناناً ، ولذا غشيهم النعاس للأمن الذي حصَّلوا عليه ، ولو لم يكن أمن لما غشيهم النعاس ، فناموا فاحتلم أكثرهم وضربهم العطش فأمطرهم اللَّه حتى جرى الوادي فاغتسلوا وتوضأوا وشربوا من الماء ما شاؤوا « 1 » .\r\nوبعد كل هذه الجولة فيما يتعلق بمعركة بدر لم يظهر لنا شيءٌ مما ادعاه هذا الكاتب من دلالة الآيات على رضا الله عزَّ وجلَّ عن كل الصحابة مطلقاً ما مضى منهم وما سيأتي .\r\n\r\nالموقف الثاني : ما يتعلّق بمعركة أحد :\r\nلقد أنزل اللَّه في ما يتعلق بمعركة أُحُد ما يقارب ستين آية من سورة آل‌عمران - كما ذكر الكاتب - ولكنَّه لم يذكر من تلك الستين إلا ثلاث آيات أو أربع ، وكأنَّها ليس فيها أمر ذو أهميَّة للكاتب أو ممَّا يمس الصحابة فأهمل ذكرها ؟ ولعل فيها ما لا يوافق غرضه من الكتاب ؟\r\nأو أنَّ فيها ما يوجب نقض غرضه ، خاصة مع ضمِّ الروايات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الكشاف : 2 / 203 بتصرف\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nالمتعلقة بمعركة أحد ؟\r\nفَلِمَ - يا أخي الكاتب - تحاول إخفاء الحقائق التاريخيَّة المتعلقة بالموضوع ؟ !\r\nوهب أنَّ هذا تمَّ لك وقبلناه ؛ ولكن ما الموجب لإخفاء بعض الروايات المتوافرة في الصحاح والأسانيد ؛ والمُفَسِّرة لبعض الآيات النازلة حول المعركة ؟\r\nولو قبلنا أنَّ كتب المؤرخين والسِّيَر كانت كلها أساطير بنظرك - وإن كان نظراً قاصراً وغير ذي بعد علمي - فهل أنَّ صحيحي البخاري ومسلم أساطير ؟ ؟\r\nوهل أنَّ كل كتب الحديث الأخرى أساطير أيضاً ؟\r\nوهل يسوغ في البحث العلمي أن يرمي الباحث كل مادَّة علميَّة لا توافق رغباته وآراءه بأنَّها أساطير وترهات وخرافات ؟ ؟\r\nفإلى متى إخفاء ما لا يمكن إخفاؤه يا أيها المدَّعون الاتباع للسنَّة ؟ ؟ .\r\n\r\nالمقطع الأوّل : مقدّمات المعركة :\r\nلمَّا أن انهزمت قريش في معركة بدر اتَّعدت « 1 » لطلب الثأر ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي أعطت وعداً على نفسها وعهداً منها ، وأوعدت المسلمين بالعودة لقتالهم ، ثأراً لما أصابهم من معركة بدر\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nفجمعت عدَّتها وعَتَادِهَا وتهيَّأت للثأر ، فكتب العباس للنبي صلى الله عليه وآله بذلك ، فكان رأي النبي صلى الله عليه وآله أن لا يخرج من المدينة لرؤيا رآها ، ولكنَّ الأنصار أشارت عليه بالخروج ، ولمَّا همَّ صلى الله عليه وآله بذلك ولبس لَامَة « 1 » حربه ردَّت إليه الأنصار الأمر ، وقالوا : لا تخرج ؛ فقال : الآن وقد لَبِستُ لَامَة حربي ولا ينبغي لنبي إذا لبسها أن ينزعها حتى يقاتل ويفتح عليه « 2 » .\r\nوعلى هذا الأساس خرج الرسول صلى الله عليه وآله في أَلْفٍ من أصحابه ، ولمَّا وصلوا منطقة خارج المدينة انخذل عنه عبداللَّه بن أبي بن سلول في ثلث القوم ، ولمَّا وصل النبي صلى الله عليه وآله جبل أُحُد تحصَّن في سبعمائة من رجاله ، وجعل خمسين رجلًا على الجبل وأمرهم بالثبات سواء انتصرنا أم هُزِمْنَا .\r\nولكنهم لمَّا رأوا المسلمين قد انتصروا ودخلوا على المشركين يغنمون من أموالهم نزلواعن الجبل خلافاً لأمر النبي ، وبقي اثنان أو ما ينيف ، فلمارأى المشركون ذلك كرُّوا على المسلمين من فوق الجبل فجرى ما جرى على المسلمين من ويلات ، فضُرِب النبي وشجَّ رأسه وكسرت رباعيته وأغمي عليه ، وقد فرَّ المسلمون لذلك . . . « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اللامة والَّلأْمَة : أداة الحرب من درع ومغفر وسيف و . .\r\nو ( 2 ) تاريخ اليعقوبي : 2 / 47\r\n( 3 ) صحيح البخاري : 4 / 1486 حديث 3817 ، أنساب الأشراف ؛ للبلاذري : 1 / 318 وغيرها من المصادر\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nالمقطع الثاني : خديعة الاعلان عن موت النبي صلى الله عليه وآله\r\nقوله تعالى :  وَما مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَ فَإِنْ ماتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلى أَعْقابِكُمْ وَمَنْ يَنْقَلِبْ عَلى عَقِبَيْهِ فَلَنْ يَضُرَّ اللَّهَ شَيْئاً وَسَيَجْزِي اللَّهُ الشَّاكِرِينَ  آل عمران : 144 .\r\nكان المسلمون قد بايعوا النبي صلى الله عليه وآله على أن ينصروه ولا يخذلوه في موقف من المواقف ، وقد سبق منَّا بيان خذلان بعضهم له بالكلام قبل معركة بدر .\r\nوأمَّا في معركة أحد ففيها ظهرت خفايا نفوس لم تكن لتظهر لولا امتحان اللَّه لهم بهذه المعركة ، فاعلم أنَّه لمَّا رمى ابن قمئة الحارثي رسولَ اللَّه بحجر فكسر رباعيَّته وشجَّ وجهه تقدَّم ليقتله ، فذب عنه مصعب بن عمير حتى قتله ابن قمئة هذا ، فظنَّ أنَّه قتل النبي فنادى - وقيل : إنَّ المنادي هو الشيطان - أنْ : « قُتِلَ محمدٌ » ففشا في الناس خبر قتله فانكفأوا فناداهم رسول اللَّه : إليَّ يا عباد اللَّه . . فرجعت له فئة فَلَامَهُم على هربهم « 1 » فقالوا : يا رسول اللَّه أتانا خبر قتلك فرعبت قلوبنا فولَّيْنا مدبِرِين .\r\nوقد روي أنَّه لما صرخ الصارخ قال بعض المسلمين : ليت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وفي تفسير الطبري 4 / 121 أشار لما فيه تأنيب اللَّه عباده الذين فَرُّوا عن العدو يوم أحد وتركوا قتالهم\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nعبداللَّه بن أبي يأخذ لنا أماناً من أبي سفيان « 1 » ، ولم يَرُق لهذا المُفَسِّر أن يذكر من هم أولئك البعض ، ولكن في بعض كتب السير أنَّهم كانوا جماعة من كبار الصحابة .\r\nوقد نقل السيوطي في تفسيره للآية فقال : ذلك يوم أُحُد حين أصابهم ما أصابهم من القتل والجرح ، وتداعوا نبيَّ اللَّه ؟ قالوا :\r\n« قد قُتل » ، وقال جماعة منهم : لو كان نبيَّاً ما قُتل ، وقال أناس من عِلْيَةِ أصحاب النبي صلى الله عليه وآله : قاتلوا على ما قاتل عليه نبيُّكم حتى يفتح اللَّه عليكم أو تلحقوا به .\r\nوذكر لنا أنَّ رجلًا من المهاجرين مرَّ على رجل من الأنصار يتخبط في دمه ، فقال له : أشعرت أنَّ محمداً قد قُتِل ؟ فقال الأنصاري : إن كان محمَّدٌ قد قُتِل فقد بلَّغ ، فقاتلوا عن دينكم ، فأنزل اللَّه تعالى :  وَما مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَ فَإِنْ ماتَ أَوْ قُتِلَ  يقول : ارتددتم بعد إيمانكم « 2 » .\r\n\r\nالمقطع الثالث : غلبة المسلمين لولا . . . شواهد بلسان الفارّين\r\nقال تعالى :  وَلَقَدْ صَدَقَكُمُ اللَّهُ وَعْدَهُ إِذْ تَحُسُّونَهُمْ بِإِذْنِهِ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الكشاف : 1 / 422 - 423 ، تاريخ الطبري : 2 / 179 ، مغازي الواقدي : 1 / 280 ، تفسير ابن كثير : 1 / 649 ، والسيرة النبوية له : 3 / 68\r\n( 2 ) الدر المنثور : 2 / 335\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n  حَتَّى إِذا فَشِلْتُمْ وَتَنازَعْتُمْ فِي الْأَمْرِ وَعَصَيْتُمْ مِنْ بَعْدِ ما أَراكُمْ ما تُحِبُّونَ مِنْكُمْ مَنْ يُرِيدُ الدُّنْيا وَمِنْكُمْ مَنْ يُرِيدُ الْآخِرَةَ ثُمَّ صَرَفَكُمْ عَنْهُمْ لِيَبْتَلِيَكُمْ وَلَقَدْ عَفا عَنْكُمْ وَاللَّهُ ذُو فَضْلٍ عَلَى الْمُؤْمِنِينَ * إِذْ تُصْعِدُونَ وَلا تَلْوُونَ عَلى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْراكُمْ فَأَثابَكُمْ غَمًّا بِغَمٍّ لِكَيْلا تَحْزَنُوا عَلى ما فاتَكُمْ وَلا ما أَصابَكُمْ وَاللَّهُ خَبِيرٌ بِما تَعْمَلُونَ *   آل عمران :\r\n152 - 153 .\r\nفقد بيَّنت الآيات ظهور المسلمين على المشركين ، وكاد النصر أن يكمل ولكنَّ رؤية المسلمين للغنائم أعجلهم بترك أماكنهم ، فتنازعوا الترك وعدمه « 1 » ، وكانت كلمة الفصل بنزولهم عن الجبل الذي كان يكوِّن ظهراً للنبي يحميه عن الأعداء ، فما إن ارتفعت الحماية عن النبي صلى الله عليه وآله بعصيان المسلمين لأوامر النبيِّ حيث رأوا ما يُحبِّون من الغنائم ، حتى أجهز الكفار عليهم بأن تحوَّطوهم من أعلى الجبل بقيادة خالد بن الوليد ، ولكنَّ اللَّه عزَّ وجلَّ قد عفا عن أولئك العصاة وتفضل عليهم بالمغفرة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قالوا : واللَّه لنأتين الناس فنصيبَنَّ من الغنائم ، فعصوا وانطلقوا ولم يبق منهم إلا عبد اللَّه ومعه دون العشرة ، صحيح البخاري : 4 / 1486 حديث 3817\r\n( 2 ) ومما يؤسف له أنَّ هذا الكاتب لا يقتصر تقطيعه للنصوص والشواهد على كتب التاريخ والسيرة ، بل تعدى حتى بالنسبة للقرآن ، فنجده هنا يستقطع من الآية أولها وآخرها ، ويكتفي منها بقوله  وَلَقَدْ عَفا عَنْكُمْ  ، ولكن لا يغيب عن الأخ القارئ أنَّ العفو من الأمور ذات التعلق ، فلو سأله شخص : عن أي شيءٍ عفا اللَّه عنهم ، فإنَّ العفو فرع تحقق المعفو عنه ، ولابدَّ أن يكون ذلك عن ذنب صدر منهم ؟ كل هذه الاستفسارات حاول الكاتب إخفاءها عن القارئ\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nثمَّ بيَّنت موجب العفو عنهم ، وهو الذنب الذي ارتكبوه في المعركة ولمَّا تنتهِ بعدُ ، ألا وهو فرارهم من الزحف وهو المعبَّر عنه بقوله :  تُصْعِدُونَ وَلا تَلْوُونَ عَلى أَحَدٍ وَالرَّسُولُ يَدْعُوكُمْ فِي أُخْراكُمْ  .\r\nولعلَّك لا تصدِّق بصدور هذا الذنب منهم ، والعلَّة هي كونهم صحابة « 1 » ، فهاك بعض الشواهد على ما ذكرنا من الذنب « 2 » والمعصية :\r\n1 - قال محمد بن مسلمة : « سمعتْ أذناي وأبصرتْ عيناي رسول اللَّه صلى الله عليه وآله يقول يومئذٍ وقد انكشف الناس إلى الجبل وهم يلوون عليه وإنَّه ليقول : إليَّ يا فلان ، إليَّ يا فلان ، أنا رسول اللَّه ! فما شرح منهما واحد عليه ومضيا « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والعجب لا ينقضي منهم ! إذ كيف يحاولون إثبات صدق صحبتهم من مثل هذه الآية بتصريحها بالعفو عنهم ، ويثبتون من جهة أخرى أنَّهم مفعوٌّ عنهم لكونهم من الصحابة ، ألا يلزم الدور الباطل من هذا الاستدلال ؟ ؟\r\n( 2 ) فقد كان الصحابة أنفسهم يعدونه - على بساطتهم - ذنباً ويعترفون به ، فما الداعي لك أيها الكاتب لأن تنفي عنهم ما يثبتونه لأنفسهم ؟\r\n( 3 ) شرح نهج البلاغة لابن أبيالحديد المعتزلي : 15 / 23 - 24 عن مغازي الواقدي\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوفي هذا أكبر شاهد على تحقق الفرار من بعض الصحابة ، والفرار من الزحف يعدُّ من الكبائر ، بل من أكبر الكبائر .\r\n2 - فقد روت أمُّ المؤمنين عائشة عن أبيها : « كان أبو بكر - إذا ذكر يوم أحد - بكى ثمَّ قال : ذاك يوم طلحة . . . ثمَّ أنشأ يحدث قال : كنتُ أول من فاء « 1 » يوم أحد . . فرأيت رجلًا يقاتل مع رسول اللَّه فقلت : كنْ طلحة التيمي ؛ حيث فاتني مافاتني ، يكون رجلًا من قومي . . . » « 2 » ، ولا يخفى أنَّه مع اعترافه بالفرار يتمنى أن يكون المنافح عن رسول الله هو طلحة بن عبيد اللَّه التيمي لأنَّه من قومه ، ولكنَّ أمنيته لم تتحقق فقد كان طلحة من الفارِّين أيضاً ، فاستمع لهذا الخبر لتعرف ذلك :\r\n3 - « لمَّا دوَّن عمر الدواوين جاء طلحة بنفر من تيم يستقرض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فاء : رجع\r\n( 2 ) الطبقات لابن سعد : 3 / 155 ، السيرة النبوية لابن كثير : 3 / 58 ، كنز العمال : 10 / 268 ، البداية والنهاية لابن كثير : 4 / 29 - 32 ، تاريخ الإسلام للذهبي : ص 191 ، المستدرك للحاكم : 3 / 27 ، تاريخ الخميس : 1 / 431 ، وغيرها من المصادر ، والمناسب ذكره أنَّهم يروون : « أنَّ أبا بكر أشجع الناس لأنَّه ثبت مع النبي مدافعاً عنه يوم بدر ، في عريش النبي » مجمع الزوائد 9 / 461 ، وقد ينسبون الرواية إلى علي عليه السلام حتى تكون أقرب للقبول ، ولكن للأسف فالرواية قد رواها بلا إسناد ، وقال عنها الهيثمي : فيها من لم أعرفه ، بل يكذبها صحيحة ابن إسحاق من أنَّ سعد بن معاذ هو الذي كان يحرسه يوم بدر ؛ عيون الأثر لابن سيد الناس 1 / 258 ، فتأمل ! !\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nلهم ، وجاء أنصاري بغلام مصفَّر سقيم ، فسأل عنه عمر فأُخبِر أنَّه البراء بن أنس بن النضر ؛ ففرض له أربعة آلاف ، وفرض لأصحاب طلحة ستمائة ، فاعترض طلحة ، فأجابه عمر : إني رأيت أبا هذا جاء يوم أُحُد وأنا وأبو بكر قد تحدثنا : أنَّ رسول اللَّه قد قُتِل ؛ فقال : يا أبا بكر ويا عمر : مالي أراكما جالسين ؟ إن كان رسول اللَّهِ قُتل فإنَّ اللَّه حيّ لا يموت » « 1 » .\r\nوقال أنس بن مالك : « إنَّه لمَّا انتهى إلى عمر بن الخطاب وطلحة بن عبيدفي رجال من المهاجرين والأنصار قد ألقوا بأيديهم ، فقال : ما يجلسكم ؟ قالوا : قُتِل محمد رسول اللَّه « 2 » .\r\n4 - كان عثمان ممَّن فرَّ وجاء بعد ثلاثة أيام من الواقعة فقال له رسول‌اللَّه صلى الله عليه وآله : لقد ذَهَبْتَ بها عريضة « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الطبري : 2 / 199 ، لباب الآداب : ص 179\r\n( 2 ) الكامل في التاريخ لعز الدين ابن الأثير : 2 / 156 ، دلائل النبوة : 3 / 245 ، وقد نصَّ في مجمع الزوائد على أنَّ من الفارِّين أبو بكر وعمر فراجع : 9 / 124 وذلك بإخراج الطبراني والبزار ، كما أنَّ رجال الثاني هم رجال الصحيح إلا محمد بن عبد الرحمن ومحله الصدق .\r\nأقول : وليس يضر ذلك عندهم ما دام اللَّه عزَّ وجلَّ قد عفا عنهم وغفر لهم تلك الخطيئة ، وهذا ليس مطلبنا ، ولكن يكفينا منه ثبوت أنَّ من الصحابة من لم يكن بتلك المرتبة التي تنسب له من قبل المتأخرين عن تلك الحقبة الزمنيَّة ، إذ مع اعترافهم أنفسهم بذلك فما الداعي لإنكارنا وقوعه منهم ؟\r\n( 3 ) الكامل في التاريخ : 4 / 28 ، تاريخ الطبري : 2 / 69 ، السيرة الحلبيَّة للحلبي : 2 / 504 ، وقيل بأنَّه وصل في فراره إلى ينبع وكما حدَّث هو عن نفسه\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n5 - قال الذهبي : انهزم الناس عن رسول اللَّه صلى الله عليه وآله يوم أحد فبقي معه أحد عشر رجلًا ، وقال : أُفرِد يوم أحد في سبعة نفر من الأنصار واثنين من المهاجرين « 1 » ، وقيل : معهم سهل بن حنيف .\r\n6 - أخفى عثمان بن عفَّان أحد جنود قريش وهو معاوية بن المغيرة بن أبي العاص « ابن عمه » وقد أخبر اللَّه نبيَّه بذلك فأصدر أوامره بجلبه وقتله ، ولمَّا جاءوا به ادَّعى عثمان أنَّه جاء يطلب الأمان له ! فأعطاه الرسول الأمان له ثلاثة أيَّام ، لكنَّه لم يخرج وبقي ثلاثاً يستعلم أخبار الرسول ليأتي بها قريشاً ، ولما عاد الرسول صلى الله عليه وآله في اليوم الرابع فرَّ معاوية ، فأدركه زيد بن حارثة وعمار بن ياسر فرمياه حتى قتلاه « 2 » .\r\n7 - ذكر الحاكم عن سعد : « لمَّا جال الناس عن رسول اللَّه صلى الله عليه وآله تلك الجولة تنحيتُ ، فقلتُ : أذود عن نفسي ، فإمَّا أن أُستَشْهد وإمَّا أن أنجو . . إلى أن قال : فقال رسول اللَّه صلى الله عليه وآله : أين كنتَ اليوم يا سعدُ ؟ فقلتُ : حيث رأيتَ » « 3 » .\r\nوغيرها الكثير من المواقف والحوادث التي يتنزه القلم عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الإسلام للذهبي ص 191 ، صحيح مسلم : 5 / 178 ، أقول : كان الاثنان من المهاجرين هما علي ابن أبي طالب وسهل بن حنيف ، ولكن أقلامهم تأبى عن ذكر ذلك ، فلاحظ الرسالة العثمانيَّة ص 239 ، وكذا شرح النهج : 13 / 293\r\n( 2 ) النزاع والتخاصم : ص 20 ، السيرة الحلبيَّة : 2 / 260\r\n( 3 ) المستدرك للحاكم النيسابوري : 3 / 26\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nذكرها ، ويترفّع عن التعرّض لها ، لوضوحها ومعرفة كل أحد بها .\r\nولا ينقضي العجب من هذا الكاتب وأمثاله حيث يحاولون التصفيق بيد واحدة ، فيرموا عن غير قوسهم ، ويركبوا غير مركبهم ، كل ذلك انتصاراً لأقوام ذهبوا بأعمالهم ولهم حسابهم الخاص عند اللَّه .\r\nولعلَّهم أسفوا لمَّا لم يشاركوهم في مثل تلك الأمور ، فهبّوا للدفاع عنهم حتى ينالوا ما نالوا ؟ ؟\r\n\r\nالمقطع الرابع : القرآن يتحدّث عن الفارّين\r\nقوله تعالى :  إِنَّ الَّذِينَ تَوَلَّوْا مِنْكُمْ يَوْمَ الْتَقَى الْجَمْعانِ إِنَّمَا اسْتَزَلَّهُمُ الشَّيْطانُ بِبَعْضِ ما كَسَبُوا وَلَقَدْ عَفَا اللَّهُ عَنْهُمْ إِنَّ اللَّهَ غَفُورٌ حَلِيمٌ  الأنفال : 155 .\r\nفإنَّ الآية أصرح ممَّا قبلها في بيان تحقق الفرار من الزحف خوفاً من المشركين ، ففي تفسير الكشاف التصريح بأنَّه لم يبقَ مع الرسول إلا سبعة أو أحد عشر أو اثنا عشر . . ، وفي دلائل النبوة للبيهقي : عندما سُئِلَ صلى الله عليه وآله عن الفارِّين من أرض المعركة يومئذٍ ، قال : كفر عامَّتهم « 1 » .\r\nوعلى كلّ حال ؛ فليس غرضنا بيان حكمهم ، من حيث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دلائل النبوة : 3 / 283\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالثبات أمام العدو أو الفرار ، ولكنَّها روايات تُذكر في الباب فأحببنا ذكرها ، تنويهاً على حال الصحابة ، في مقابل ما دلَّس به هذا الكاتب على القُرَّاء من إخفاء ما ينبغي إظهاره ، أو التمسك بما هو ظاهر من صفاتهم لكل أحد وتعميمها على جميعهم ، وكأنَّه ليس يوجد غيره من صفات وأحوال .\r\nوأمَّا آخر هذا المقطع ، والذي اقتطع الكاتب مثيله من آية أخرى ، وهو صدور العفو من ساحة القدس الإلهي - وهو العفوُّ الكريم - فهو مزيد تفضل ومنَّة من اللَّه عزَّ وجلَّ عليهم ، لعلَّهم يتَّقُون في مستقبل أيامهم ولا يرجعوا إلى مثلها ، وذلك من حيث إنَّ الشيطان قد استزلَّهم فتابعوه ، خاصة وأنَّهم قد سبق منهم بيعته صلى الله عليه وآله على أن ينصروه ويؤازروه وأن لايخذلوه ، فكان ذلك منهم خروجاً عن عهدهم ، ونقضاً له ، ومع كلِّ هذا فقد عفا اللَّه عنهم .\r\nوالسؤال الذي أثاره هذاالكاتب ، ونحتاج للإجابة عليه هو :\r\nأنَّ عفواللَّه ومغفرته عنهم عفوٌ عن كل ذنوبهم حتى المستقبليَّة منها ، فضلًا عن الماضية فيما قبل المعركة ؟ أم أنَّه عفوٌ عمَّا صدر منهم في هذه المعركة من الفرار الذي صدر منهم ليس إلا ؟\r\nإنَّ الذي يُستفاد بل يَنُصُّ عليه بعض المفسرين كتفسير ابن كثير والكشاف والبيضاوي والرازي ، بل الجلُّ منهم : أنَّه عفوٌ عمَّا صدر منهم هنا في هذه الواقعة ، إذن فتعدية العفو لغيره من المعارك\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nأو المواقف - فضلًا عمَّا يصدر بعدها في مستقبل أيَّامهم - ليس منظوراً إليه في الآية إطلاقاً .\r\nفمن يدّعيه يُحمِّل النص ما لا يتحمل ، بل ينسب إلى القرآن وإلى الرسول ، بل إلى اللَّه عزَّ وجلَّ ما لم يقله وما لم يُرِده ، بلا دليل أو بينة وبرهان مبين .\r\nوما الداعي إلى أن يعفو عنهم فيما يصدر عنهم مستقبلًا ؟ وهل هو إلا تغريرٌ بهم وإلقاء لهم في المعصية ؟ وبعد ذلك ، ما فائدة التكليف لهم ؟ إذ أنَّهم معفوٌّ عنهم في كل ما يصدر أو سيصدر عنهم مستقبلًا ، فهم في الجنَّة على كل حال أحسنوا أو أساؤا ؟ ! .\r\nوأي عاقل يرى أنَّ عفو السيِّد عن مولاه وعبده في ذنبٍ صدر منه في يومٍ ما بأنَّه عفوٌ صدر منه في حقّ كلّ ذنوب عبده ذاك ؛ السابقة والمستقبلة ؟ ؟\r\nحاشا وكلَّا للعقلاء أن يدَّ عُوا ذلك !\r\n\r\nالمقطع الخامس : ردّة الفعل المعاكسة\r\nقوله تعالى :   الَّذِينَ اسْتَجابُوا لِلَّهِ وَالرَّسُولِ مِنْ بَعْدِ ما أَصابَهُمُ الْقَرْحُ لِلَّذِينَ أَحْسَنُوا مِنْهُمْ وَاتَّقَوْا أَجْرٌ عَظِيمٌ * الَّذِينَ قالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوْهُمْ فَزادَهُمْ إِيماناً وَقالُوا حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ *   آل‌عمران :\r\n172 - 173 .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nلمَّا رجع المسلمون من أُحُد سمعوا بأنَّ أبا سفيان يهمُّ بالرجوع لهم وإعادة الكرَّة عليهم في المدينة ، فتهيأ النبي صلى الله عليه وآله للقتال وعزَّم بأصحابه أن يهبُّوا معه ، فخرجوا بعد لأْيٍ شديد ، وامتناع من البعض « 1 » ، والبعض استجاب مباشرةً ، فخرجوا وخيَّموا في حمراء الأسد ، ولكنَّ اللَّه عزَّ وجلَّ قد أرعب قلوب المشركين فرجعوا إلى مكَّة ، ولم يتقدموا إلى المسلمين ، فرجع المسلمون سالمين في أنفسهم ، وقد تفضل اللَّه عليهم بالنعم ، واختلف فيها :\r\nفقيل هي السلامة ، وقيل التجارة التي ربحوها ، وقيل رضا اللَّه وعفوه عنهم ، وقيل إرعاب المشركين . . .\r\nوعلى كلّ حال ، فالآية متصلة بما قبلها ، فالاسم الموصول هنا راجع للمؤمنين المذكورين في الآية السابقة ، فهم الذين استجابوا للَّه وللرسول ، ولذا قال النبي صلى الله عليه وآله : لا يخرج معنا إلا من شهد الواقعة بالأمس .\r\nولكنَّ تتمة الآية فيها مزيد اختصاص لجماعة منهم - في ما لو بنينا على أنَّ كلمة « منهم » للتبعيض - فمفادها أنَّ الذين أحسنوا واتقوا من الذين استجابوا ، لا كل الذين استجابوا ، فهي تتعرض لحكم مَنْ أحسن واتقى ممَّن استجاب فقط ، وهذا هو المعنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إذ أنَّ من أخبرهم بعزم أبي سفيان - وهو أبو نعيم وقيل غيره وهو المقصود من كلمة الناس - الرجوع ، قد أرعبهم منه وخوَّفهم لقاءه ، علاوة على كثرة الجرحى بينهم\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالظاهر منها .\r\nخلافاً لما ذكره صاحب الكشَّاف والفخر الرازي وغيرهم من دعوى إرادة التبيين ، وأنَّ كل الذين استجابوا أحسنوا واتقوا ، فهي دعوى بلا برهان ، إذ أنَّ إحسانهم مشكوك فيه ، خاصة بعد أن صدر منهم ما صدر في الأمس المذكور وهو يوم أُحُد ، ولذا ذكر في الكشاف أنَّ النبي صلى الله عليه وآله قال لهم : سوف أخرج ، وأقاتلهم ، ولو كنت وحدي : « حسبنا اللَّه ونعم الوكيل » .\r\n\r\nالموقف الثالث : ما يتعلق بمعركة الخندق :\r\nوقد سُمِّيت الأحزاب لتحزب قريش والقبائل واليهود ، وكانوا نحو عشرة آلاف فارس ، والمسلمون كانوا ثلاثة آلاف ، وفي هذه المعركة الكبيرة نزل ما يصل إلى تسع آيات من سورة الأحزاب .\r\nولكنَّ هذا الكاتب - كعادته - اقتصر منها على ثلاث آيات وهي مما يوافق هواه ، وترك ما يمكن أن يخدش بكرامة مَنْ ينافح عنهم مستميتاً بماله ودمه وقلمه وفكره ، فاستمعْ لهذه الآيات لترى صحَّة دعوانا وكذب دعواه على إطلاقها :\r\n\r\nالمقطع الأوَّل : صور من نعم اللَّه عزّوجلّ\r\nقوله تعالى :  يا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ   جاءَتْكُمْ جُنُودٌ فَأَرْسَلْنا عَلَيْهِمْ رِيحاً وَجُنُوداً لَمْ تَرَوْها وَكانَ \r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n   اللَّهُ بِما تَعْمَلُونَ بَصِيراً * إِذْ جاؤُكُمْ مِنْ فَوْقِكُمْ وَمِنْ أَسْفَلَ مِنْكُمْ وَإِذْ زاغَتِ الْأَبْصارُ وَبَلَغَتِ الْقُلُوبُ الْحَناجِرَ وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا * هُنالِكَ ابْتُلِيَ الْمُؤْمِنُونَ وَزُلْزِلُوا زِلْزالًا شَدِيداً *    الأحزاب : 11 .\r\nفي هذه الآيات تذكير من اللَّه عزَّ وجلَّ بنعمته على المسلمين بأن أعانهم على ردِّ تلك الجنود حيث جاءوهم من جانبين : من الأعلى وهم اليهود والقبائل ، ومن الأسفل وهم قريش .\r\nكما بيَّنت الآيات الحالة النفسيَّة للمسلمين من خلال الفزع الذي انتابهم بصورتين : زاغت الأبصار ؛ أي مَالَتْ وكادت أن تأفل وتطير من محلها ، وبلغت القلوب الحناجر ، كنايةً عن قرب الموت لهم .\r\nفظنوا ظنَّ السوء بالنبي ونبوَّة النبي فقالوا : لو كان نبي حقٍّ لما خذله ربُّه ، وهو ظنُّ سوء باللَّه عزَّ وجلَّ ، وشكٌّ في حقيَّة رسالة النبي صلى الله عليه وآله .\r\nوإليك شاهداً على ذلك الخوف والقلق النفسي والشك الذي انتابهم : فقد ذكر البيهقي « 1 » في سننه الكبرى عن حذيفة : قال رجل : لو أدركتُ رسول اللَّه قاتلتُ معه أو أبليتُ ، فقال له\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن البيهقي : 9 / 148\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nحذيفة : أنتَ كنتَ تفعل ذلك ؟ لقد رأيتنا مع رسول اللَّه ليلة الأحزاب في ليلة ذات ريح شديدة ومرَّ صلى الله عليه وآله فقال : ألا رجل يأتيني بخبر القوم يكون معي يوم القيامة ، فلم يجبه منَّا أحدٌ ، ثمَّ نادى الثانية ثمَّ قال : يا حذيفة قم فأْتِنَا بخبر القوم ، فلم أجد بدَّاً من ذلك ، وقد ذكر اسمي . وقد رواه مسلم أيضاً « 1 » .\r\nومن عباراتهم قول معتب بن قشير : كان محمد يعدنا كنوز كسرى وقيصر ونحن لا نقدر الآن أن نذهب إلى الغائط « 2 » .\r\nوعلى هذا فقوله تعالى :  وَتَظُنُّونَ بِاللَّهِ الظُّنُونَا  خطاب للذين آمنوا ، هذا مع أنَّ منهم الثابت القلب والقدم ، هذه طائفة خاطبها القرآن ، والطائفة الثانية الذين هم على حرفٍ ، والثالثة هم المنافقون الذين لم يكن الإيمان إلا بألسنتهم .\r\nفأمَّا قول المنافقين ؛ فقد حكاه القرآن ، وأمَّا قول مرضى القلوب فهو ما حكيناه سابقاً عن معتب وأمثاله ، وأمَّا قول المؤمنين فهو : أنَّنا مُبْتَلَوْن من اللَّه في هذه الوقعة ، ولذا حكى عنهم القرآن  . . وَزُلْزِلُوا زِلْزالًا شَدِيداً . . \r\nوأمَّا ضعاف القلوب فهم الذين قالوا :  إِنَّ بُيُوتَنا عَوْرَةٌ وَما هِيَ بِعَوْرَةٍ إِنْ يُرِيدُونَ إِلَّا فِراراً . . \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم : 3 / 1414\r\n( 2 ) تفسير الكشاف : 3 / 526\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nالمقطع الثاني : وكان عهد اللَّه مسؤولًا\r\nقوله تعالى :  وَلَقَدْ كانُوا عاهَدُوا اللَّهَ مِنْ قَبْلُ لا يُوَلُّونَ    الْأَدْبارَ وَكانَ عَهْدُ اللَّهِ مَسْؤُلًا * قُلْ لَنْ يَنْفَعَكُمُ الْفِرارُ إِنْ فَرَرْتُمْ مِنَ الْمَوْتِ أَوِ الْقَتْلِ وَإِذاً لا تُمَتَّعُونَ إِلَّا قَلِيلًا *   الأحزاب : 15 - 16 .\r\nمن الأمور التي أوجبت زيادة خوف المسلمين ووجيبهم هو مخالفة بعض القبائل لهدنتها مع النبيِّ ، ونقضها للعهد المضروب منهم للنبيِّ بأن لا يحاربوه ولا ينتصروا لغيره عليه ، وهذا الذي أوجب لهم الخوف ونقض ما عاهدوا رسول‌اللَّه في بيعتهم له بعد تراجعهم له في أحد حيث أخذ العهد عليهم أن لا يفروا ثانية وإلا نزل بهم العذاب ، وبأن لا يولُّوا الأدبار ، ولا يفرُّوا من الزحف ، والتقريع والإيعاد من اللَّه لهم واضح من قوله :  وَكانَ عَهْدُ اللَّهِ مَسْؤُلًا  ، فإنَّهم سيسألون عن ذلك العهد ، وما كان منهم اتجاهه ، وهل حافظوا عليه أم نقضوه وجعلوه وراء ظهورهم ؟\r\nثمَّ يعقب على ذلك بأنَّ الفرار الذي صدر منكم لن ينفعكم ، فإنَّ الموت ليس ممَّا يختصُّ تحققه بأرض القتال والمعركة ، بل هو بيد اللَّه يجعله حيث يشاء ويوقعه بمن شاء وقتما يشاء .\r\nونضيف هنا توضيحاً للإشكال : إنَّ الذين عاهدهم اللَّه على عدم الفرار هل هم الصحابة أم المنافقون أم الكفار ؟ وهل أنَّ الفرار وقع منهم أم لا ؟ وهل حصَّلوا على ما أمَّلوا من الفرار أم لا ؟\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nنرجو من الكاتب أن يتأمل في النصوص القرآنية جيداً قبل أن تمسك يده بالقلم مرَّة أخرى .\r\n\r\nالمقطع الثالث : من الذي لم يؤمن واقعاً ؟ !\r\nقوله تعالى :  قَدْ يَعْلَمُ اللَّهُ الْمُعَوِّقِينَ مِنْكُمْ وَالْقائِلِينَ    لِإِخْوانِهِمْ هَلُمَّ إِلَيْنا وَلا يَأْتُونَ الْبَأْسَ إِلَّا قَلِيلًا * أَشِحَّةً عَلَيْكُمْ فَإِذا جاءَ الْخَوْفُ    رَأَيْتَهُمْ يَنْظُرُونَ إِلَيْكَ تَدُورُ أَعْيُنُهُمْ كَالَّذِي يُغْشى عَلَيْهِ مِنَ الْمَوْتِ فَإِذا ذَهَبَ الْخَوْفُ سَلَقُوكُمْ بِأَلْسِنَةٍ حِدادٍ أَشِحَّةً عَلَى الْخَيْرِ أُولئِكَ لَمْ يُؤْمِنُوا فَأَحْبَطَ اللَّهُ أَعْمالَهُمْ وَكانَ ذلِكَ عَلَى اللَّهِ يَسِيراً  الأحزاب : 18 - 19 .\r\nوحقيقة الأمر أنَّ اللَّه يعلم حال هذه الطائفة من الصحابة ، فهم ظاهراً مؤمنون ، بل يتظاهرون بذلك أمام المؤمنين ، ولكنَّهم إنَّما يسايرون المؤمنين لتثبيطهم عن الحرب ومنعهم من الخروج مع الرسول صلى الله عليه وآله لمقاتلة المشركين بعد ذلك ، وكانوا يقولون : ما كان محمدٌ وأصحابه إلا أكلة رأس ، ولو كانوا لحماً لأكلهم أبو سفيان .\r\nفكانوا يستدعون ضعاف القلوب من الصحابة إليهم ويثبطونهم عن القتال ، لكنَّ كلَّ هذا لا يعني أنَّهم لم يكونوا من الصحابة ظاهراً ، خاصة على معنى الصحبة عندكم ، وهو : من رأى النبي زماناً ، أو مَن رآه وصحبه وروى عنه .\r\nوكذا على المعنى المختار لك أيها الكاتب بأنَّ الصحابي من آمن\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nبالنبي وصحبه ولو لفترة ، ولا شكَّ أنَّ هؤلاء ممَّن رآه وآمن به ، ولكن هكذا تكون القلوب المريضة التي لم تؤثّر فيها الصحبة ، وكما وصفها القرآن فقد قال تعالى حاكياً عنهم :  وَإِذا لَقُوا الَّذِينَ آمَنُوا قالُوا آمَنَّا وَإِذا خَلَوْا إِلى شَياطِينِهِمْ قالُوا إِنَّا مَعَكُمْ إِنَّما نَحْنُ مُسْتَهْزِؤُنَ  « 1 » ، فتراهم يُسايِرون المؤمنين إلا أنَّ قلوبهم ليست معهم ، ويخافون أن يتخطفهم الموت ، والمعبَّر عنه في الآيات بالبأس ، فلا يقدمون عليه إلا للدفاع عن أنفسهم .\r\nولكن بعد انتهاء المعركة يُحادُّون المؤمنين بألسنتهم طلباً للغنائم ، وكأنَّهم قاتلوا معهم ، ولذا أخبر في آخر الآية بأنَّهم يُظهرون لكم الإيمان ، ولكنَّهم ليسوا مؤمنين واقعاً :  أُولئِكَ لَمْ يُؤْمِنُوا  .\r\n\r\nالمقطع الرابع : من آمن وصدّق وآزر ؟\r\nقوله تعالى :  وَلَمَّا رَأَ الْمُؤْمِنُونَ الْأَحْزابَ قالُوا هذا ما وَعَدَنَا اللَّهُ وَرَسُولُهُ وَصَدَقَ اللَّهُ وَرَسُولُهُ وَما زادَهُمْ إِلَّا إِيماناً وَتَسْلِيماً  الأحزاب : 22 .\r\nهذا بيان لقسم من الصحابة الذين قد ناصروا النبي وصدقوا ما عاهدواعليه ، وهم الذين بلغوا من الإيمان الدرجة الكبيرة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 14\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nولذا فلم يزدهم تجمُّع الأحزاب خوفاً ، ولم يورثهم شكاً في دينهم ، أو في رسالة نبيهم ، كما وقع ذلك للطائفة السابقة من الصحابة ؛ فقال حاكياً حالهم : ويظنون بالله الظنونا ، حيث ظنُّوا ظنَّ الجاهليَّة ، ولكنَّ هذا ليس مدحاً لكل الصحابة ؛ كما هو واضح .\r\nوعلى هذا يتَّضح أنَّ الصحابة لم يكونوا كلّهم على نسقٍ واحدٍ ، وفي درجة واحدة من الإيمان بالنبي وبحقيَّة رسالته ، بل كانوا يتفاوتون في ذلك ، وهذا في حد ذاته ليس عيباً فيهم ، ولكنَّ العيب والنقص فيمن يدعي لهم ما لا يدعونه لأنفسهم .\r\n\r\nالمقطع الخامس : بطل المعركة الخالد . . .\r\nما يتعلّق ببطل المعركة الكبير أمير المؤمنين علي بن أبي طالب عليه السلام : فمن المؤسف جدَّاً أن يحاول هذا الكاتب اللفَّ والدوران حول آيات العفو والغفران للصحابة ، ويعطف على ذلك بآيات التأييد والنصر من قبل اللَّه عزَّ وجلَّ للمؤمنين ، دون تعرض لمن تمَّ النصر والتأييد على يده وبسيفه .\r\nففي معركة بدر الكبرى كان أكثر قتلى المشركين بيد أمير المؤمنين علي بن أبي طالب عليه السلام ، وكذا في أُحُد ، وهكذا في معركة الخندق هذه .\r\nفمن الذي برز لعمرو بن عبد ودّ العامري حينما طلب المبارزة\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nمن المسلمين ؟ هاك النصوص التي تحكي ذلك :\r\n1 - قال حذيفة لبعضهم : . . . « يا لُكَع وكيف لا يحتمل ؟ وأين كان أبو بكر وعمر وحذيفة - يعني نفسه - وجميع أصحاب محمد صلى الله عليه وآله يوم عمرو بن عبد ودٍّ ، وقد دعا إلى المبارزة فأحجم الناس كلهم ما خلا عليَّاً ، فإنَّه برز إليه وقتله‌على يده .\r\nوالذي نفس حذيفة بيده لَعَمَلُهُ ذلك اليوم أعظم أجراً من عمل أصحاب محمد صلى الله عليه وآله إلى يوم القيامة » « 1 » .\r\n2 - روى الحاكم في المستدرك قول النبي صلى الله عليه وآله : « لَمُبَارَزَةُ علي بن أبي طالب لعمرو ابن عبد ودٍّ يوم الخندق أفضل من أعمال أمتي إلى يوم القيامة » « 2 » .\r\nوفي لفظ آخر : أفضل من عبادة الثقلين ، وفي ثالث : تعدل عمل الثقلين .\r\nفياترى لو سألنا هذا الكاتب : هل كان من الحق والعدل والإنصاف أن تهمل ذكر رجل كان سبب النصر في تلك المعركة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإرشاد للمفيد : 1 / 102\r\n( 2 ) المستدرك على الصحيحين : 3 / 32 - 34 ، وراجع ما يقرب من هذه الألفاظ : تاريخ بغداد : 3 / 19 ، مناقب الخوارزمي : ص 104 ، المغازي للواقدي : 2 / 470 - 471 ، عيون الأثر : 2 / 62 ، نهاية العقول للرازي : ص 104 ، البداية والنهاية لابن كثير : 4 / 122 ، دلائل النبوة : 3 / 422 ، سيرة ابن هشام : 3 / 265 ، الطبقات لابن سعد : 2 / 68 ، السيرة الحلبيَّة : 2 / 320\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nبل في غيرها أيضاً ، محاولًا إخفاء الحقيقة الناصعة ، وتجعله كأحد عامَّة الصحابة الذين تمتدحهم لمجرد صحبتهم ؟\r\nوهل تعدل مَنْ تساوي أو تفضل ضربَتُه فقط في ذلك اليوم لعمرو بن عبد ودّ كل أعمال الثقلين بل عبادتهم ، وإلى يوم القيامة ، تعدله بمن جبن عن قتال الأبطال ؟\r\nفما لكم كيف تحكمون ! ! ؟\r\nوهل بقي المسلمون وتمَّ لهم النصر لولا سيف علي عليه السلام في ذلك اليوم ، وفي غيره من أيَّام المسلمين ، فأين تشدّقك في الكثير من خطبك وكلماتك عبر الإنترنت وغيره بحبّ علي ، وبأنَّك الموالي له والمحبّ ، والمبغض لعدوه ؟ ؟ وهل ينفتل المحبّ عن ذكر محبوبه ؟ ؟\r\nأم هل يقدر المحبّ على أن لا يطيع محبوبه ؟ بل يرى اللذَّة كل اللذَّة ومنتهى الكمال أن يتوصل لإداء فرض المحبَّة من الطاعة والولاء ، أليس كذلك أيها المحبّ الواله ! ! ؟\r\n\r\nالموقف الرابع : ما يتعلّق بصلح الحديبيَّة :\r\nلقد وقع صلح الحديبيَّة في السنة السادسة من الهجرة ، ومنشأ ذلك : أنَّ النبي صلى الله عليه وآله قد رأى رؤيا أنَّه دخل البيت ، وحلق رأسه ، وأخذ مفتاح البيت ، وعرَّف مع المعرِّفين ، فخرج ومعه ألف وأربعمائة من أصحابه ، وكان خارجاً قاصداً للعمرة لا الحرب ، فمنعته قريش من دخول مكَّة ، وتمَّت المراسلات بينهم حتى تمَّ\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nالصلح المذكور ، وكان الكاتب للصلح هو علي عليه السلام « 1 » ، فكان سلام اللَّه عليه هو مبعوث الرسول صلى الله عليه وآله إلى قريش « 2 » ، وكان الصلح بشروط معينة مذكورة في محلها .\r\nوهنا عدَّة مقاطع :\r\n\r\nالمقطع الأول : الفتح المبين إرادة اللَّه ونظر الصحابة\r\nقوله تعالى :    إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً * لِيَغْفِرَ لَكَ اللَّهُ ما تَقَدَّمَ     مِنْ ذَنْبِكَ وَما تَأَخَّرَ . .  سورة الفتح : 1 - 2 .\r\nوالمراد أنَّ اللَّه عزَّ وجلَّ سيرزقك الفتح المبين مستقبلًا ، وهذا الصلح مقدمةً له ليس إلا ، بل هو الفتح واقعاً حيث إنَّ قريش اعترفت بوجود مستقل للنبي صلى الله عليه وآله ، ولرسالته وللقوة التي عنده ، فاضطرت للمصالحة معه والمهادنة لمدَّة عشر سنين ، فجرى الصلح كما أراد النبي بإرادة اللَّه ، ولكنَّ قِصَر نظر البعض أوجب امتناعهم عن ذلك وتأبيهم عن قبوله ، فصدر منهم ما أغضب الرسول ، فاستمع لهذا الكاتب ما يقول : « الاشتياق إلى مكَّة يفوق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روى في المصنف 5 / 343 رقم 9721 عن عكرمة بن عمار قال : أخبرنا أبو زميل سماك الحنفي أنَّه سمع ابن عباس يقول : كاتب الكتاب يوم الحديبيَّة علي بن أبي طالب وقال معمر : سألتُ الزهري فضحك وقال : هو علي بن أبي طالب ولو سألت عنه هؤلاء - يعني بني أميَّة - لقالوا : عثمان\r\n( 2 ) تاريخ الطبري : 2 / 630\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالوصف ، وقد بُشِّروا بدخولها ، ولكنَّ محبَّتهم للرسول وطاعته والتأسي به والزهد في الدنيا والرغبة فيما عند اللَّه هي سمة ذلك الجيل » « 1 » .\r\nواقرأ ما نتلوه عليك هنا لترى صحَّة دعواه من كذبها :\r\n1 - روى البخاري أنَّ عمر بن الخطاب كان يسير مع النبي صلى الله عليه وآله ليلًا فسأله عمر عن شيءٍ فلم يُجبه رسول اللَّه صلى الله عليه وآله ، ثمَّ سأله فلم يجبه ، ثمَّ سأله فلم يجبه ، فقال عمر - يخاطب نفسه - : ثكلتك أمُّك يا عمر ؛ نزرت رسول اللَّه صلى الله عليه وآله ثلاث مرات كلّ ذلك لا يجيبك .\r\nقال عمر : فحركتُ بعيري ثمَّ تقدمتُ أمام المسلمين وخشيت أن ينزل فيَّ قرآنٌ ، فما نشبتُ أن سمعتُ صارخاً يصرخ بي ، قال : لقد خشيتُ أن يكون نزل فيَّ قرآنٌ ، فجئت رسول اللَّه فسلَّمت عليه ، فقال : لقد أنزلت عليَّ الليلة سورة لهي أحب إليَّ مما طلعت عليه الشمس ، ثمَّ تلا :   إِنَّا فَتَحْنا لَكَ فَتْحاً مُبِيناً *   « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحبة رسول اللَّه : ص 29 - 30\r\n( 2 ) قد حكى هذه النسبة للبخاري الكثير من المصادر ، ولكنَّنا لم نعثر عليهافي الموضع المحتمل وجود الرواية فيه وهو : 2 / 978 ، ولكنَّ كل من ذكر الرواية نسبها للبخاري ، فلعلها حُذِفت من الطبعات الجديدة ، ومنها : تفسير القرطبي : 16 / 259 نقلها بلفظ البخاري وفيه : ثكلت أم عمر ، تفسير ابن كثير : 4 / 184 وفيه : تقدمتُ مخافة أن يكون نزل فيَّ شيء ، مسند أبي يعلى : 1 / 138 ، البداية والنهاية : 4 / 176 ، الإمتاع : ص 302\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n2 - قال في الدرر الكامنة « 1 » : عظم الصلح على نفر من المسلمين حتى كان لبعضهم فيه كلام .\r\nأقول : ولم يصرح بهذا البعض مَنْ هو ؟ تحاشياً عن ذكر اسمه لئلا يستلزم منقصة توجب زوال الهالة القدسيَّة حوله ، لكونه من كبار الصحابة ، مع عدم توجههم إلى أنَّ ذلك الشخص يعترف على نفسه بذلك ، ولا يجد في نفسه مانعاً عن ذكر هذا الكلام عنه .\r\n3 - روى البخاري « 2 » : قال : فقال عمر بن الخطاب : فأتيتُ نبي اللَّه صلى الله عليه وآله .\r\nفقلتُ : ألستَ نبي اللَّه حقاً ؟ قال : بلى .\r\nقلتُ : ألسنا على الحق وعدونا على الباطل ؟ قال : بلى .\r\nقلتُ : فلمَ نعطي الدنيَّة في ديننا إذاً ؟ قال : إني رسول اللَّه ، ولست أعصيه وهو ناصري .\r\nقلتُ : أوليس كنت تحدثنا أنَّا سنأتي البيت فنطَّوّف به ؟ قال :\r\nبلى ، فأخبرتك أنَّا نأتيه العام ؟\r\nثمَّ خرج من عنده وجاء أبا بكر وحدّثه بما حدّث به النبي صلى الله عليه وآله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدرر الكامنة : 1 / 193\r\n( 2 ) صحيح البخاري : 2 / 978 برقم 2581 ، صحيح مسلم : 3 / 1411 ، واللفظ هنا للبخاري\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nفأجابه بما أجابه . قال الزهري : قال عمر : فعملتُ لذلك أعمالًا ! ! ! « 1 » 4 - قال الواقدي في مغازيه : . . . جعل عمر يرد الكلام على رسول اللَّه . . . « 2 » 5 - وفي نفس المصدر السابق : ارتبتُ ارتياباً لم أرتبه منذ أسلمتُ إلا يومئذٍ ، وراجعتُ النبي مراجعة ما راجعته مثلها قط ، ولو وجدتُ ذلك اليوم شيعةً - وفي رواية مائة - على مثل رأيي ، تخرج عنهم رغبة عن القضيَّة لخرجتُ « 3 » .\r\nوفي هذا الكلام دلالة واضحة على الرغبة في التمرد على قرار النبي بالصلح ، ولكنَّ المشكلة هي عدم وجود الأنصار .\r\n6 - ذكرنا سابقاً : أنَّ النبي صلى الله عليه وآله أمر الصحابة بعد الصلح أن يحلقوا وينحروا هديهم ، فلم يقم أحدٌ منهم ، فدخل إلى أمّ سلمة شاكياً لها حال أصحابه ، فقالت : لا عليك منهم ، اخرج واحلق .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال ابن أبي الحديد في شرح النهج 1 / 59 : إنَّ من الأعمال التي عملها أن قطع شجرة الرضوان التي بايع الناس عندها رسول الله ، وكان المسلمون يأتونها فيتبركون بها ، وقال السيوطي في تفسير هذه الآية : قال عمر : ما شككتُ إلا يومئذٍ .\r\nأقول : إنَّ متعلق الشك غير مذكور فلعله أبهم ، والإبهام للتعميم والتعظيم ! !\r\n( 2 ) كتاب المغازي : 2 / 606\r\n( 3 ) مغازي الواقدي : 2 / 607\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nفخرج وحلق وذبح ، فقاموا متثاقلين الواحد تلو الآخر ، فحلق جماعة وقصَّر آخرون « 1 » ، منهم عثمان بن عفَّان « 2 » .\r\n7 - وبعد ذلك الصلح قال رسول اللَّه : يرحم اللَّه المحلِّقين . قالوا :\r\nوالمقصِّرِين ؟\r\nقال : يرحم اللَّه المحلقين . قالوا : والمقصرِّين ؟\r\nقال : يرحم اللَّه المحلقين . قالوا : والمقصرِّين ؟\r\nقال : والمقصرين . قالوا : يا رسول اللَّه ؛ فلمَ ظاهرتَ الترحّم للمحلِّقين دون المقصرِّين ؟ قال : لأنَّهم لم يَشُّكُوا « 3 » .\r\n\r\nالمقطع الثاني : السكينة عامة أم خاصّة . . . ؟\r\nقوله تعالى :  هُوَ الَّذِي أَنْزَلَ السَّكِينَةَ فِي قُلُوبِ الْمُؤْمِنِينَ   لِيَزْدادُوا إِيماناً مَعَ إِيمانِهِمْ وَلِلَّهِ جُنُودُ السَّماواتِ وَالْأَرْضِ وَكانَ اللَّهُ عَلِيماً حَكِيماً  الفتح : 4 .\r\nليس من الأمور الخافية أنَّ السكينة التي أنزلها اللَّه هي في قلوب المؤمنين ، لا في قلوب كل الصحابة ، كما يمكن لهذا الكاتب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البداية والنهاية : 4 / 169\r\n( 2 ) مسند أحمد : 3 / 89 حديث 11865 ، طبقات ابن سعد : 2 / 104\r\n( 3 ) مسند أحمد : 1 / 353 حديث 3311 ، تاريخ الطبري : 2 / 637 ، البداية والنهاية : 4 / 169 ، وفي رواية قال مالك بن ربيعة : وأنا محلوق يومئذٍ فما سرَّني حمر النعم أو خطر عظيم ، الطبقات لابن سعد : 2 / 124\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nأن يدعيه ، إذ أنَّه قد مرَّ عندنا سابقاً - عبر بعض الآيات - نفيُ الإيمان عن بعض الصحابة واقعاً ، وإن كانوا محكومين بالإيمان على حسب ما يُظهِرُونَهُ أمام المؤمنين .\r\nكما أنَّ منهم مرضى القلوب الذين تحدث القرآن عنهم في آيات متعددة :  وَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ فَزادَتْهُمْ رِجْساً إِلَى رِجْسِهِمْ  « 1 » ،  أَ فِي قُلُوبِهِمْ مَرَضٌ أَمِ ارْتابُوا  « 2 » ،  فَتَرَى الَّذِينَ فِي قُلُوبِهِمْ مَرَضٌ يُسارِعُونَ فِيهِمْ  « 3 » .\r\nفهل أنَّ السكينة التي أُنزِلَت عمَّتهم كلَّهم أيُّها الكاتب ؟ وقد رأينا أنَّ منهم الشاكَّ ، ومنهم المرتابَ ، ومنهم المنافِق ، والمثبِّط ، و . . و . . ؟\r\n\r\nالمقطع الثالث : بيعة الرضوان الأمل والمآل\r\nقوله تعالى :  لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبايِعُونَكَ تَحْتَ   الشَّجَرَةِ فَعَلِمَ ما فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثابَهُمْ فَتْحاً قَرِيباً \r\nتتعرض هذه الآية لما وقع من بيعة الرضوان تحت الشجرة المعروفة بشجرة الرضوان ، والتي قدَّمنا سابقاً أنَّ الخليفة الثاني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوبة : 125\r\n( 2 ) النور : 50\r\n( 3 ) المائدة : 52\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nقطعها بعد ذلك وفاءاً لوعده الذي ضربه على نفسه في صلح الحديبيَّة بقوله : « فعملتُ لذلك أعمالًا » .\r\nحدَّث سلمة بن الأكوع فقال : بينما نحن قافلون من الحديبيَّة نادى منادي النبي صلى الله عليه وآله : أيّها الناس ؛ البيعة . . البيعة ، قال : فسرنا إلى رسول اللَّه ، وهو تحت شجرة سمُرَة ، فبايعناه ، وذلك قول اللَّه عزَّوجلَّ :  لَقَدْ رَضِيَ اللَّهُ عَنِ الْمُؤْمِنِينَ إِذْ يُبايِعُونَكَ تَحْتَ الشَّجَرَةِ  .\r\nكما قد ذُكِرَ في سبب نزولها : أنَّ الرسول صلى الله عليه وآله حين نزل الحديبيَّة بعث جوَّاس بن أميَّة الخزاعي رسولًا إلى أهل مكَّة ، فهمُّوا به ، فمنعه الأحابيش ، فلمَّا رجع دعا عُمَرَ ليبعثه فقال : إنِّي أخافهم على نفسي ، لِمَا عُرِف من عداوتي إيَّاهم ، وما بمكَّة عَدَوِيٌ يمنعني ، ولكن أدلُّك على رجلٍ هو أعزّ بها مني وأحبّ إليهم : عثمان بن عفَّان فبعثه . . . » « 1 » ولقد حاول هذا الكاتب أن يثبت أنَّ الصحابة كلَّهم ممدوحٌ ، وكلَّهم عدولٌ من خلال هذه الآية ، بقرينة أنَّ الرضا في الآية عامٌّ شاملٌ لكلِّ الصحابة ، ولكنَّ ما رامه ليس ممَّا يمكن إثباته من هذه الآية فضلًا عن غيرها من الآيات لوجوه :\r\nأوّلًا : إنَّ متعلق الرضا في الآية هم « المؤمنون » وليس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الكشاف : 4 / 339 ، وأخرجه أحمد من رواية عروة عن المسور ومروان\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nالصحابة لفظاً ولا معنى ، وذلك لعدم اعتبار كل الصحابة مؤمنين ، وهذا مسلَّم حتى بالنسبة للكاتب لو أعطى التأمل حقَّه ، فالمرضيُّ عنه مَن تعنون بعنوان المؤمن ، وليس من اتصف بأنَّه من الصحابة ، وإن كان المؤمنون من الصحابة ، لكن قد ثبت أن في الصحابة من خرج عن الإيمان ، فلا تنافي بين الأمرين .\r\nثانياً : قد اعترف الكاتب بأنَّ منادي الجهاد نادى : لا يخرج معنا إلا من شهد الواقعة ، فممَّن خرج معهم جابر بن عبد اللَّه وهو من الذين لم يشهدوا المعركة معهم « 1 » ، لكنَّه من المؤمنين حقاً فلم يمانع النبي في حضوره معهم ، وذلك لمعرفته به .\r\nوممَّن كان في بيعة الرضوان عبداللَّه بن أبي ، رئيس المنافقين ، ومن المعروف المسلَّم أنَّ عبد اللَّه هذا ممَّن شهد البيعة .\r\nوممَّن حضر البيعة أيضاً الحرقوص بن زهير السعدي أو التميمي ، وهذا صار من رؤوس الخوارج بعد ذلك ، بل هو الذي قال للنبي ، « اعدل يا محمد » ، وقد تقدم منَّا ذلك .\r\nثالثاً : إنَّ متعلق الرضا في الآية مبهم ، وعلى هذا فلا يمكن لنا ولا له بأن نحدد متعلق الرضا ما هو ؟\r\nولكنَّ الذي يمكن البحث فيه هو أنَّ الإهمال لمتعلق الرضا لا يمكن من قبل الحكيم تعالى ، حيث يلزم أن يكون صدور الرضا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحبة رسول اللَّه صلى الله عليه وآله : ص 26\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nمنه تعالى عنهم سواء فعلوا ما يوجبه أو لا . وكذا الإطلاق غير ممكن في المقام ، وذلك للزوم أن يصدر الرضا منه تعالى عنهم حال صدرو أي فعل ، وفي كل زمان - الماضي والحاضر والمستقبل - وكلّ مكان ، وهذا ما لا يلتزم به عاقلٌ ، خاصَّة مع ملاحظة آيات العذاب لبعضهم وما نزل فيهم ، وتكفينا شاهداً على هذا سورة الفاضحة - التوبة - .\r\nإذن ؛ فليس إلا تقييد الرضا ، فلابدَّ من كون الرضا مقيَّداً بالرضا في زمان خاصٍّ وعن فعل مخصوص في ظرف قد اختصَّ به ، والمرضيُّ عنهم جماعةٌ خاصَّة كما نصَّت عليه الآية ، علاوة على كون ذلك غايته ذلك الزمان ، دون ما بعده من الزمان .\r\nإذن ؛ فلا دلالة في الآية على شيء من الإطلاق ممَّا يروم إثباته هذا الكاتب .\r\n\r\nالمقطع الرابع : من هم السابقون\r\nقوله تعالى :  وَالسَّابِقُونَ الْأَوَّلُونَ مِنَ الْمُهاجِرِينَ وَالْأَنْصارِ وَالَّذِينَ اتَّبَعُوهُمْ بِإِحْسانٍ رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ وَأَعَدَّ لَهُمْ جَنَّاتٍ تَجْرِي تَحْتَهَا الْأَنْهارُ خالِدِينَ فِيها أَبَداً ذلِكَ الْفَوْزُ الْعَظِيمُ  التوبة : 100 .\r\nلقد حاول الكاتب جاهداً إقناع القارئ بأنَّ الصحابة لا يمكن أن تصل لساحتهم أقلام النقد والطعن من أي أحدٍ ، بل\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nتشدق بمنع خيال المتخيل للطعن ، وهو من المبالغة المفضوحة ، خاصة مع وجود القرائن على صحة نقد الناقد ، بل واقعيَّة ذلك في حد ذاته ، وباعتراف كبراء القوم به .\r\nبل الآيات التي بعدها والتي قبلها تؤلِّف منظومة واحدة في المعنى الذي نروم بيانه ، من عدم استواء عدالة الصحابة وإخلاصهم وإيمانهم على درجة واحدة .\r\nفياترى إلى متى نظل نكابر عقولنا ووجداننا ؟\r\nوعلى كل حال فهاك بعض الكلمات حول هذه الآية ، تنفع في ردّ ما ذكره وإثبات ما ما منع من تحققه ، فضلًا عن تصوره ، فضلًا عن تخيله :\r\nأوّلًا : إنَّ الحكم المذكور في الآية هو - كما يقول العلماء - من القضايا الخارجيَّة ، أي من الوقائع الخاصة الشخصيَّة المختصة بأشخاص بأعيانهم ، ومثل هذه القضايا لا يمكن تحصيل حكم كلي منها .\r\nفالسابقون جماعة خاصة ، والمهاجرون كذلك ، والذين اتبعوهم بإحسان مثلهم ، لكن هم ليسوا كل متبع لهم ، بل خصوص من اتبعهم باختيار منهم وإحسان ، فلا تشمل الآية المتبع لهم عن كراهية وقهر ، أو المتبع لهم لأغراض دنيويَّة .\r\nهذا بالنسبة للموضوع .\r\nبل حتى لو كانت من القضايا الحقيقيَّة لم تنفع هذا الكاتب في\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nشيء من أمر مدعاه ، وذلك لثبوت خروج بعض الأفراد عنها قطعاً ، وقد قال أهل الاختصاص يكفي لنقض الموجبة الكليَّة ثبوت السالبة الجزئية .\r\nفما يدَّعيه من ثبوت الرضا لكل الصحابة مطلقاً ، وما يدّعى لنقض هذه الكليَّة ثبوت أنَّ بعض الصحابة ممَّن سبق في الهجرة أو من الأنصار قد فعل ما يوجب غضب اللَّه عليه ، ولو بتوسط غضب نبيِّه كما في روايات كثيرة .\r\nوهذا ثابت بالنصوص الكثيرة حول بعض الأشخاص ، كما مرَّ منَّا ذكر بعض الروايات المثبتة لذلك عنهم ، فلا تبقى للقضية الكليَّة التي يريدها دعامة إلا وانهدَّ ت .\r\nثانياً : وأمَّا بالنسبة لمحمول القضيَّة فالرضا الذي منهم عن اللَّه لا ينفع المستدل في شيء ممَّا يروم إثباته « 1 » .\r\nوأمَّا الرضا الذي من اللَّه عنهم فعمومه لجميعهم هو محل الكلام ، فإنَّه من الأمور التي تتَّسع وتضيق على حسب متعلَّق الرضا ، فإن كان وسيعاً عاماً كان الرضا كذلك ، وإن كان ضيقاً فهو كذلك أيضاً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وذلك لوضوح اختلاف متعلق الرضا بين رضا اللَّه عزَّ وجلَّ ورضا الناس ، بل حتى لو عرف متعلق رضا اللَّه لم يُجدِ ، إذ أنَّ رضاهم عن اللَّه وعن نبيه صلى الله عليه وآله من الواجب عليهم تحصيله ووظيفة مطلوبة منهم ، بينما رضا اللَّه عنهم كان محض تفضل وامتنان منه تعالى عليهم\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nوهنا نجد أنَّ الرضا قد صدر عن خصوص مَنْ سبقت له الهجرة ، بل ليس كلّ من سبقت له الهجرة ، وإنَّما خصوص الأوائل منهم ، وثابت لمن سَبَقَتْ منه النصرة للنبي صلى الله عليه وآله ، لا لكل صحابي من الأنصار .\r\nبل يمكن لنا القول بأنَّ الهجرة الممدوحة والمرغوب فيها من قبل اللَّه عزَّ وجلَّ هي خصوص الهجرة إلى اللَّه وفي اللَّه ، كما في قوله تعالى :  الَّذِينَ هاجَرُوا فِي اللَّهِ . .  « 1 » وقوله تعالى :  وَمَنْ يَخْرُجْ مِنْ بَيْتِهِ مُهاجِراً إِلَى اللَّهِ وَرَسُولِهِ ثُمَّ يُدْرِكْهُ الْمَوْتُ .  « 2 » .\r\nوهكذا أكثر الآيات الذاكرة للهجرة أو النصرة ، كما في قوله تعالى :  يا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا أَنْصارَ اللَّهِ كَما قالَ عِيسَى ابْنُ مَرْيَمَ لِلْحَوارِيِّينَ مَنْ أَنْصارِي إِلَى اللَّهِ  « 3 » .\r\nثالثاً : يمكن النقض على هذا المدَّعى ببعض الآيات الأخر التي لا يمكن له الالتزام بها ، ففي مثل قوله تعالى :   الَّذِينَ إِذا أَصابَتْهُمْ مُصِيبَةٌ قالُوا إِنَّا لِلَّهِ وَإِنَّا إِلَيْهِ راجِعُونَ أُولئِكَ عَلَيْهِمْ صَلَواتٌ مِنْ رَبِّهِمْ وَرَحْمَةٌ   ، فهذه تثبت المدح بالصلاة من اللَّه على كل من أصابته مصيبة فقال هذا القول ، ولو كان القائل غير مؤمنٍ .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النحل : 41\r\n( 2 ) النساء : 100\r\n( 3 ) الصف : 14\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nفما يتشدق به هذا الكاتب من مدحٍ مدَّعى للصحابة ، وقد استفاده من الآية ، ليس ممَّا يوجب اختصاصاً لهم بالمدح دون غيرهم من الناس .\r\nوكذا في قوله تعالى :  قالَ اللَّهُ هذا يَوْمُ يَنْفَعُ الصَّادِقِينَ صِدْقُهُمْ لَهُمْ جَنَّاتٌ تَجْرِي مِنْ تَحْتِهَا الْأَنْهارُ خالِدِينَ فِيها أَبَداً رَضِيَ اللَّهُ عَنْهُمْ وَرَضُوا عَنْهُ ذلِكَ الْفَوْزُ الْعَظِيمُ  « 1 » .\r\nوقوله تعالى :  إِنَّ الْمُسْلِمِينَ وَالْمُسْلِماتِ وَالْمُؤْمِنِينَ وَالْمُؤْمِناتِ وَالْقانِتِينَ وَالْقانِتاتِ وَالصَّادِقِينَ وَالصَّادِقاتِ وَالصَّابِرِينَ وَالصَّابِراتِ وَالْخاشِعِينَ وَالْخاشِعاتِ وَالْمُتَصَدِّقِينَ وَالْمُتَصَدِّقاتِ وَالصَّائِمِينَ وَالصَّائِماتِ وَالْحافِظِينَ فُرُوجَهُمْ وَالْحافِظاتِ وَالذَّاكِرِينَ اللَّهَ كَثِيراً وَالذَّاكِراتِ أَعَدَّ اللَّهُ لَهُمْ مَغْفِرَةً وَأَجْراً عَظِيماً  « 2 » .\r\nفهل يلتزم الكاتب بثبوت الرضا لكل من كان صادقاً ولو لم يكن جامعاً للصفات الأخرى الموجبة لدخول الجنَّة والخلود فيها ؟\r\nوهل يقبل الكاتب أن يكون كل من تحصَّل على واحدة من هذه الصفات ، المذكورة في الآية الثانية يكون مستحقاً للمغفرة والأجر العظيم ، ولو لم يكن جامعاً للصفات المعتبرة في المستحق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 119\r\n( 2 ) الأحزاب : 35\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nللمغفرة ممَّا لم يذكر في الآية ، كصفة الثبات في القتال وعدم الفرار من الزحف ، وصفة الإطاعة للَّه وللرسول والوفاء بالعهد والأمانة والانصياع لأوامره ونواهيه ، وصفة المصلي المؤدي للحج و . . و . . و ، فهل يلتزم الكاتب بهذا هنا ؟\r\nوكل ما يجيب به على هذا نجيب به على مدَّعاه في الآية .\r\nرابعاً : قد اختلف في المراد بالسابقين من المهاجرين ، مَنْ هم ؟\r\nفقيل : إنَّهم من صَلَّوْا القبلتين .\r\nوقيل : الذين شهدوا معركة بدر .\r\nوعن الشعبي : من بايع بيعة الرضوان ما بين الهجرتين ، ومن الأنصار أهل بيعة العقبة الأولى ، وكانوا سبعة نفر ، وأهل العقبة الثانية وكانوا سبعين « 1 » .\r\nوعلى كلّ حال : فسواء جعلنا المهاجرين والأنصار مِصْدَاقَيْ « السابقون » بكسر كلمة  الْأَنْصارِ  أو جعلنا الأنصار معطوفاً على  السَّابِقُونَ  فيرتفع ، فيكون قسماً آخر في مقابل  السَّابِقُونَ  فهذا لا يغيّر في النتيجة شيئاً ، وذلك لأمرين :\r\n1 - أنَّ موضوع  السَّابِقُونَ  مجمل غير مبيَّن ، حيث قد تقدم اختلاف المفسرين في المراد بهم من هم ؟ أو هو مبيَّن ولكنَّه خاص بطائفة منهم ، لا أنَّه لكل الصحابة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الكشاف : 2 / 304\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n2 - أنَّ الأنصار لا يمثّلون كلّ الصحابة ، فثبوت تعلق الرضا بهؤلاء أو بجميعهم لا يوافق مدَّعى الكاتب من عدالة كل الصحابة - مهاجرةً وأنصاراً - كما لا يخفى ، خاصَّة مع وصف المهاجرين بأنَّهم الأولون ، وأوَّل من أسلم هو علي بن أبي طالب عليه السلام .\r\nفإنَّ العرب تستعمل في كلامها لفظ الجمع وتريد به شخصاً واحداً .\r\nوقد وردت بعض الروايات المفسرة للآية - موضع البحث - بأفراد معينيين ، وهذا واضح .\r\nخامساً : يمكن النقض على المستدل بالآية على عموم الرضا لكل الصحابة ، وهو هذا الكاتب وأمثاله :\r\nبأنَّ هذه الآية مع تحديد السابقين في الهجرة بما بين البيعتين ، أو ما كان قبل معركة بدر ؛ بعدم شمولها للمهاجرين في السنة السابعة وما بعدها ، إذ أنَّ بيعة الرضوان كانت في السنة السادسة من الهجرة ، وكذا مِن الأنصار مَنْ تأخرت نصرته للنبي صلى الله عليه وآله عمَّن كانوا أوَّل قدوم النبي المدينة ، فإنَّهم ليسوا من السابقين في النصرة ، فلا تكون شاملة لكل الصحابة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقد سبق أن قلنا بأنَّ نقض الموجبة الكليَّة يكفي فيه ورود السالبة الجزئيَّة\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nسادساً : ليس من الممكن أن تدل الآية على عدالة كل الصحابة ؛ وذلك لكون الآية في سورة التوبة ، وهي مدنيَّة بعد ظهور الإسلام وعلوِّ شأنه ، ولذا اشتملت هذه السورة على فضح الكثير من أعمال المنافقين حتى كان البعض منهم كلَّما رأى حذيفة يسأله : هل نزل فيَّ شيءٌ خوفاً من فضحهم « 1 » ، ولذا فمن أسماءها الفاضحة .\r\nفياترى : هل يمكن الالتزام ببقاء الرضا عنهم من قِبَل اللَّه حتى بعد ذلك ، ولو فعلوا ما فعلوا من مخالفات شرعيَّة في حياة النبي صلى الله عليه وآله أو بعد وفاته صلى الله عليه وآله ؟\r\nهذا ما لا يمكن الالتزام به من أي عاقل فضلًا عن عالم ، وقد سبق منَّا ذكر بعض الأمور التي جرت بين الصحابة أنفسهم ، أو بينهم وبين النبي .\r\nومن أهم ما جرى بينهم وبين النبي فيما بعد هذه الآيات حادثة الدواة والكتف ، وحادثة تنفيذ جيش أسامة ، بل أعظمها على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بل حتى المبلِّغ لها أولًا - وكان أبو بكر - لمَّا أن أرسل النبي صلى الله عليه وآله أمير المؤمنين عليه السلام ليأخذها منه ، ويبلغها أهل مكة سأله أبو بكر : أأمير أو مأمور ؟ قال : بل مأمور من النبي صلى الله عليه وآله ، فرجع أبو بكر إلى النبي صلى الله عليه وآله وهو يبكي ويقول : أنزل فيَّ شيء يا رسول اللَّه ؟ قال : لا يُبَلِّغ عن اللَّه إلا أنا أو رجل مني .\r\nأقول : فهل بعد بيان هذه المنزلة والتفضيل لعلي عليه السلام بيانٌ ؟\r\nفما لكم كيف تحكمون ؟ ؟\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالقلب ، وهو محاولة اغتيال النبي في قضيَّة دحرجة الدِّباب .\r\nفأمَّا الحادثة الثانية : فقد رواها لنا البخاري فقال : بعث رسول اللَّه بعثاً وأمَّر عليهم أسامة بن زيد فطعن بعض الناس في إمرته ! فقام رسول اللَّه صلى الله عليه وآله فقال : إن كنتم تطعنون في إمرته فقد طعنتم في إمرة أبيه من قبل ، وأَيْمُ اللَّه إن كان لخليقاً للإمارة ، وإن كان لمن أحب الناس إليَّ ، وإنَّ هذا لمن أحب الناس إليَّ بعده « 1 » .\r\nوأمَّا الحادثة الأولى : فقد حدَّث البخاري بها كذلك ، فلنستمع له يحدثنا بها كما رويت له : لمَّا اشتدَّ بالنبي صلى الله عليه وآله وجعه قال :\r\nائتوني بكتاب أكتبُ لكم كتاباً لا تضلوا بعده ، قال عمر : إنَّ النبي صلى الله عليه وآله غلبه الوجع ، وعندنا كتاب اللَّه حسبنا ، فاختلفوا وكثر اللغط ! قال : قوموا عني ، ولا ينبغي عندي التنازع ، فخرج ابن عباس يقول : الرزيَّة . . كل الرزيَّة ما حال بين رسول اللَّه صلى الله عليه وآله وبين كتابه « 2 » .\r\nوحدَّث بها مسلم في صحيحه هكذا : اشتدَّ به صلى الله عليه وآله وجعه فقال :\r\nائتوني بدواة وصحيفة أكتب لكم كتاباً لن تضلوا بعده أبداً ، فتنازعوا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح البخاري : 6 / 2444 برقم 6252 ، صحيح مسلم : 4 / 1884 ، الطبقات : 2 / 189\r\n( 2 ) صحيح البخاري : 1 / 54 برقم 114\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nفقال بعضهم : إنَّ رسول اللَّه يهجر « 1 » استعيدوه . . . « 2 » .\r\nوفي رواية ثالثة : قال عمر : إنَّ النبي صلى الله عليه وآله قد غلبه الوجع ، وعندكم القرآن وحسبنا كتاب اللَّه ، مَنْ لفلانة وفلانة ؟ - يعني مدائن الروم ، إنَّ النبي صلى الله عليه وآله ليس بميّت حتى يفتحها ، ولو مات لانتظرناه كما انتظرت بنو إسرائيل موسى » « 3 » .\r\nفلغطوا واختصموا ، فمنهم من يقول ما قال عمر « 4 » ، ومنهم من يقول : قرِّبُوا يكتب لكم رسول اللَّه صلى الله عليه وآله كتاباً لن تضلُّوا بعده أبداً .\r\nفلما أكثروا اللغط وغمُّوا رسولَ اللَّه قال : قوموا عني « 5 » .\r\nفهذه نماذج ممَّا جرى مع النبي صلى الله عليه وآله من الصحابة ، بل من كبراءهم ، بل من السابقين - عندكم - الأوَّلين من المهاجرين ، كل هذا في أواخر أيَّام حياته ، فكيف بما بعد وفاته من أمور وحوادث نصفح عنها تنزهاً ، وحفاظاً على القارئ المحترم عن الملالة ، وإعادة ذكر ما هو من المسلَّمات في التاريخ والحديث ، ممَّا جرى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يهجر من الهجر أي الهذيان ، وذلك بسبب شدة المرض ، فيقول ما لا يدرك\r\n( 2 ) صحيح مسلم : 3 / 1259 ، ويظهر منها أنَّ مسلم أكثر تحاشياً عن ذكر ذاك القائل من البخاري حيث حرَّف الرواية هنا فقال : قال بعضهم . .\r\n( 3 ) إمتاع الأسماع للمقريزي : 546\r\n( 4 ) صحيح البخاري : كتاب العلم : 1 / 54\r\n( 5 ) صحيح مسلم : 3 / 1259\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nمنهم على ابنة نبيِّهم الزهراء البتول ، وزوج ابن عمِّ الرسول عليها السلام « 1 » .\r\nوالخلاصة أنَّنا لا ننكر فضلًا للصحابة أثبته اللَّه لهم ، ولكن ليس لكل من يدَّعى أنَّه من الصحابة مثل ذلك الفضل ، بل للبعض منهم فقط ، بل إنَّ بعضهم ممَّن أساء للنبي صلى الله عليه وآله ، فهل نعدُّ إساءته فضلًا ؟\r\nوأخيراً . . : لا يفتأ هذا الكاتب يفهم الأشياء فهماً معكوساً على أثر عدم معرفته بمصطلحات العلوم كالمنطق وأصول الفقه ، وحتى مداليل اللغة : فهو يقول : « انظر إلى العموم في قوله تعالى :  وَالسَّابِقُونَ الْأَوَّلُونَ  ، ولا نعلم أي عموم فيه !\r\nويقول :  مِنَ الْمُهاجِرِينَ وَالْأَنْصارِ  نعم الذين هاجروا مع النبي والذين نصروه هم السابقون . . . » ؟ ! ! .\r\nعجباً ؛ كيف يعكس المعنى ؟ فالآية تُخصص الرضا بمن سبقت منه الهجرة ، وبمن سبقت منه النصرة ، وهذا يقول كل مَنْ تحققت منه الهجرة ، وكل من تحققت منه النصرة فهو مشمول بالحكم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ولقد كتب العلماء كثيراً في هذه الواقعة بما يثبت صدورها عنهم بعد موت النبي مباشرةً ؛ فارجع لكتاب تشييد المطاعن للسيد ناصر حسين ، وكتاب الهجوم على بيت فاطمة ، وكتاب المحسن بن فاطمة ، وكتاب أين الإنصاف ؟ وكتاب محنة فاطمة ، وغيرها من الكتب والمؤلّفات\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nبالرضا .\r\nفانظرْ للفرق بين المعنيين ! ! وانع - أيُّها القارئ - على هذا الكاتب فهمه للعبارة العربيَّة .\r\n\r\nالموقف الخامس : ما يتعلّق بغزوة تبوك : شواهد من مشاهد\r\nإنَّ من مميزات سورة التوبة أنَّها من آخر ما نزل على النبي من السور ؛ فقد كانت في السنة التاسعة من الهجرة ، وكان أكثرها لفضح المنافقين ومرضى القلوب ، وكانت غزوة تبوك بخروج النبي صلى الله عليه وآله من المدينة لمحاربة الروم ، وللثأر لجعفر بن أبي طالب ومن مات معه من المؤمنين في معركة مؤتة ، وكان عدد مَن معه ثلاثين ألف رجل ، منهم عشرة آلاف فارس ، ولكن انفصل - في موضع خارج المدينة - عبداللَّه بن أبي بمجموعة من الجيش يقدر بالثلث ، وصاروا يُثبِّطون الخارجين مع النبي صلى الله عليه وآله عن الخروج معه .\r\nثمَّ إنَّ الآيات التي وردت في حق هذه الغزوة يمكن تقسيمها إلى أربعة أقسام :\r\nالأول : ما يشير لتثاقل الناس عن الخروج للجهاد بعد ثرائهم واشتغالهم بأموالهم وأعمالهم ، قال تعالى :  يا أَيُّهَا الَّذِينَ آمَنُوا ما لَكُمْ إِذا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ \r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n  أَ رَضِيتُمْ بِالْحَياةِ الدُّنْيا مِنَ الْآخِرَةِ فَما مَتاعُ الْحَياةِ الدُّنْيا فِي الْآخِرَةِ إِلَّا قَلِيلٌ إِلَّا تَنْفِرُوا يُعَذِّبْكُمْ عَذاباً أَلِيماً وَيَسْتَبْدِلْ قَوْماً غَيْرَكُمْ وَلا تَضُرُّوهُ شَيْئاً وَاللَّهُ عَلى كُلِّ شَيْءٍ قَدِيرٌ   التوبة : 38 - 39 .\r\nوقال تعالى :  لَوْ كانَ عَرَضاً قَرِيباً وَسَفَراً قاصِداً لَاتَّبَعُوكَ وَلكِنْ بَعُدَتْ عَلَيْهِمُ الشُّقَّةُ وَسَيَحْلِفُونَ بِاللَّهِ لَوِ اسْتَطَعْنا لَخَرَجْنا مَعَكُمْ يُهْلِكُونَ أَنْفُسَهُمْ وَاللَّهُ يَعْلَمُ إِنَّهُمْ لَكاذِبُونَ  التوبة : 42 .\r\nففي هذه الآيات عتاب شديد من اللَّه عزَّ وجلَّ للصحابة على عدم نفرهم لمَّا استنفرهم الرسول صلى الله عليه وآله ، وتعييرٌ مع تبيين لواقع حالهم بأنَّهم قد رضوا بالحياة الدنيا وبِلَذَّاتِها ، وفضَّلوا ذلك على نعيم الآخرة وجنَّاتها .\r\nثمَّ تهديد ووعيد شديد اللهجة منه تعالى لهم بأنَّه إن لم تنفروا ينزل عليكم العذاب الأليم ، ولا تكونوا مستحقين لصحبة مثل هذا النبي العظيم فيستبدل قوماً غيركم ، وليس في ذلك أدنى ضرر عليه .\r\nفياترى : هل أنَّ هذا العتاب والتهديد منه تعالى كان للصحابة أم كان للكفار أو للمنافقين ؟ ؟\r\nولمزيد تأكيد واقع حالهم يبين حقيقة نواياهم بأنَّ همَّتهم قد ضعفت وصارت إلى درجة أنَّهم يستحبون السفر القريب\r\nو \r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nالمغنم الواضح المقصود ، وأمَّا مع بُعدُ الشُّقَّة عليهم فيتطلبون المعذرة منك لعدم استطاعتهم ذلك ، بل يُقسِمُونَ على هذا ، مع علم اللَّه بكذبهم .\r\nالثاني : ما يتعلَّق بالمقابلة بين ما يجب على المسلمين والمؤمنين عمله لأجل التهيؤ للجهاد ، وما صَدَرَ منهم في الخارج :\r\nقوله تعالى :  انْفِرُوا خِفافاً وَثِقالًا وَجاهِدُوا بِأَمْوالِكُمْ وَأَنْفُسِكُمْ فِي سَبِيلِ اللَّهِ ذلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنْتُمْ تَعْلَمُونَ  التوبة : 41 .\r\nوقوله تعالى :   وَإِذا أُنْزِلَتْ سُورَةٌ أَنْ آمِنُوا بِاللَّهِ وَجاهِدُوا مَعَ رَسُولِهِ اسْتَأْذَنَكَ أُولُوا الطَّوْلِ مِنْهُمْ وَقالُوا ذَرْنا نَكُنْ مَعَ الْقاعِدِينَ رَضُوا بِأَنْ يَكُونُوا مَعَ الْخَوالِفِ وَطُبِعَ عَلى قُلُوبِهِمْ فَهُمْ لا يَفْقَهُونَ   التوبة : 86 - 87 .\r\nفهذه الآيات تبين ما كان مفترضاً أن يقوم به المسلمون من النفر للجهاد وبذل الغالي والنفيس من المال والنفس والولد .\r\nولكنَّ الأمر المؤسف ما عبَّرت عنه الآية الثانية من تثاقلهم واعتذارهم بطريقة شبه مؤدبة ؛ وهي الاستئذان منك في عدم الخروج ، فنزل القرآن مُبَكِّتاً لهم ، وذامَّاً لفعلهم ، بعدم الفقه لأمر هذا الدين ، وأهميَّة الجهاد في سبيله .\r\nفياترى - أيها الكاتب المحترم - هل أنَّ هؤلاء من الصحابة أم من غيرهم ؟ ألا بربِّك قل لي .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nالثالث : ما يتعلق بأمر المنافقين وهو آيات كثيرة نذكر منها :\r\nقوله تعالى :  وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ وَيَقُولُونَ هُوَ أُذُنٌ قُلْ أُذُنُ خَيْرٍ لَكُمْ يُؤْمِنُ بِاللَّهِ وَيُؤْمِنُ لِلْمُؤْمِنِينَ وَرَحْمَةٌ لِلَّذِينَ آمَنُوا مِنْكُمْ وَالَّذِينَ يُؤْذُونَ رَسُولَ اللَّهِ لَهُمْ عَذابٌ أَلِيمٌ  التوبة : 61\r\n يَحْذَرُ الْمُنافِقُونَ أَنْ تُنَزَّلَ عَلَيْهِمْ سُورَةٌ تُنَبِّئُهُمْ بِما فِي قُلُوبِهِمْ قُلِ اسْتَهْزِؤُا إِنَّ اللَّهَ مُخْرِجٌ ما تَحْذَرُونَ   وَلَئِنْ سَأَلْتَهُمْ لَيَقُولُنَّ إِنَّما كُنَّا نَخُوضُ وَنَلْعَبُ قُلْ أَ بِاللَّهِ وَآياتِهِ وَرَسُولِهِ كُنْتُمْ تَسْتَهْزِؤُنَ   لا تَعْتَذِرُوا قَدْ كَفَرْتُمْ بَعْدَ إِيمانِكُمْ إِنْ نَعْفُ عَنْ طائِفَةٍ مِنْكُمْ نُعَذِّبْ طائِفَةً بِأَنَّهُمْ كانُوا مُجْرِمِينَ  التوبة : 64 - 66 .\r\nوقوله تعالى :  يَحْلِفُونَ بِاللَّهِ ما قالُوا وَلَقَدْ قالُوا كَلِمَةَ الْكُفْرِ وَكَفَرُوا بَعْدَ إِسْلامِهِمْ وَهَمُّوا بِما لَمْ يَنالُوا وَما نَقَمُوا إِلَّا أَنْ أَغْناهُمُ اللَّهُ وَرَسُولُهُ مِنْ فَضْلِهِ فَإِنْ يَتُوبُوا يَكُ خَيْراً لَهُمْ وَإِنْ يَتَوَلَّوْا يُعَذِّبْهُمُ اللَّهُ عَذاباً أَلِيماً فِي الدُّنْيا وَالْآخِرَةِ وَما لَهُمْ فِي الْأَرْضِ مِنْ وَلِيٍّ وَلا نَصِيرٍ  التوبة : 74 .\r\nففي هذه الآيات صفات للمنافقين ممَّن صحَّت منه الصحبة للنبي ، ولو لفترةٍ ما ، وآمن به وروى عنه ، ثمَّ صدر منهم النفاق ، ولكنَّ كل ذلك لم يمنع اللَّه عزَّ وجلَّ من أن يُنزِل فيهم قرآناً يُتلَى ،\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nفضحاً لهم وتعريضاً بمواقفهم الخاذلة للنبي « 1 » .\r\nهذا مع سبق بيعتهم للنبي وعهدهم له بعدم الخذلان وبالنصرة له في كل المواقع ، فنقضوا العهد وخالفوا ما بايعوا النبي عليه .\r\nوأمَّا الآية الثانية : فقد قيل بأنَّها نزلت في الجُلَاس بن سويد بن الصامت بن خالد الأوسي ، وقيل في عبد اللَّه بن أبي ، وقيل في أهل العقبة « 2 » .\r\nفإنَّه صلى الله عليه وآله لمَّا كان في غزوة تبوك قال الجُلَاس بن سويد : واللَّه لئن كان ما يقول محمدٌ حقاً لإخواننا الذين خلَّفناهم ، وهم ساداتنا وأشرافنا فنحن شرٌّ من الحمير .\r\nفنقل ذلك الكلام إلى رسول اللَّه ربيبُهُ عامر أو عمير بن قيس الأنصاري فاستدعاه الرسول صلى الله عليه وآله فأنكر ، فرفع عامر يديه نحو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أقول : إذا كان القرآن نفسه يقوم بفضح بعض المنافقين ومرضى القلوب ، ويعرف النبي بهم والنبي يعرف الناس بهم ، ولو بالوصف دون الاسم ، فلا بدَّ وأن يكون ذلك لغرض سَامٍ ، وغاية قصوى يريدها القرآن من ذلك ، ونحن نقتفي بالقرآن في هذا الأمر ونتبع سنَّة الرسول .\r\nوكل ما يُشكِل به هذا الكاتب علينا فهو إشكال على كتاب اللَّه وسنَّة رسوله ، إلا أن ينكر وجود مثل هذه الآيات في القرآن ، أو ينكر وجود كل سورة التوبة - الفاضحة - في القرآن ، أو وجود الروايات في الصحاح والسنن ، وحينئذٍ فلا كلام لنا معه ! !\r\n( 2 ) مجمع البيان : 6 / 90\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nالسماء وقال : اللهم أنزل آية في تكذيب الكاذب وتصديق الصادق منَّا ، فنزلت هذه الآية ، فتاب عندئذٍ الجُلاس وحسنت توبته وإسلامه .\r\nوأمَّا القول بنزولها في أهل العقبة ، ففيها إشارة لما اتفقوا عليه من الهمِّ بقتل النبي ودحرجة الدباب عليه أو قطع زمام ناقته حتى تسقط به في الوادي ، وذلك عند مرجعه من تبوك « 1 » :\r\nتواثق خمسة عشر رجلًا أن يدفعوه عن راحلته إلى الوادي إذا تسنّم العقبة بالليل ، فأخذ عمَّار بن ياسر بخطام راحلته يقودها وحذيفة يسوقها « 2 » ، فبينما هم كذلك إذ سمع حذيفة بوقع أخفاف الإبل وبقعقعة السلاح ، فالتفت فإذا قوم متلثمون ، فقال : إليكم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الكشاف : 2 / 291 ، وفي هامشه كتب ابن حجر العسقلاني : أخرجه أحمد من حديث أبي الطفيل قال : « لما قفل رسول اللَّه صلى الله عليه وآله من غزوة تبوك . . وساق الحديث » وذكر في ذيل الحديث : لمَّا كان بعد ذلك وقع بين عمَّار ورجل منهم شيء ممَّا يكون بين الناس ، فقال : أنشدكم اللَّه كم أصحاب العقبة الذين أرادوا أن يمكروا برسول اللَّه ؟\r\nفقال : ترى أنَّهم أربعة عشر ، فإن كنتَ فيهم فهم خمسة عشر .\r\nومن هذا الوجه رواه الطبراني والبزار وقال : روي من طرقٍ عن حذيفة ، وهذا أحسنها وأصلحها إسناداً ، ورواه ابن إسحاق في المغازي ، ومن طريقه البيهقي في الدلائل عن الأعمش عن عمرو بن مرَّة عن أبي البختري عن حذيفة بن اليمان - وساق الحديث إلا أنَّه قال : اثني عشر رجلًا فانتهت إلى رسول اللَّه فصرخ في وجههم فولوا مدبرين\r\n( 2 ) وفي بعض الروايات الأخر بالعكس\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nإليكم يا أعداء اللَّه فهربوا « 1 » .\r\nوفي رواية : أنَّ أسيد بن حضير سأل الرسول صلى الله عليه وآله عن سبب تخلفه عن القوم ومشيه في الليل عبر العقبة ، فقال : أتدري ما أراد المنافقون البارحة ؟\r\nقال : وماذا أرادوا ؟\r\nقال : أرادوا أن يقطعوا أنساع راحلتي وينخسوها حتى يطرحوني من راحلتي .\r\nفقال له : عيِّنهم فيقتلهم أهل عشيرتهم ، وإن شئت عيِّنهم لي فلا تبرح حتى آتيك برؤوسهم .\r\nفقال رسول اللَّه : إني أكره أن يقول الناس إنَّ محمداً لمَّا انقضت الحرب بينه وبين المشركين وضع يده في قتل أصحابه « 2 » .\r\nوليس غائباً عنك ما رواه مسلم بسنده عن حذيفة عن النبي صلى الله عليه وآله أنَّه قال : « في أصحابي إثنا عشر منافقاً ، فيهم ثمانية لا يدخلون الجنَّة حتَّى يلج الجمل في سَمّ الخياط » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع لمعرفة تفاصيل هذا : سنن البيهقي : 9 / 33 ، وقيل بأنَّه أحسنها وأصلحها سنداً ، البداية والنهاية : 3 / 327 ، زاد المعاد : 3 / 545 ، أنساب الأشراف : ص 236 ، مغازي الواقدي : 3 / 1042 ، تفسير ابن كثير : 2 / 604\r\n( 2 ) إمتاع الأسماع : 478 - 479\r\n( 3 ) صحيح مسلم : 4 / 2143 كتاب صفات المنافقين ، سنن البيهقي : 8 / 198 ، مسند أحمد : 5 / 390 وغيرها من المصادر\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nولا يفوتنَّك قول النبي صلى الله عليه وآله « في أصحابي » ، وكذا قوله « قتل أصحابه » في الرواية السابقة .\r\nالرابع : ما يتعلّق بمدح أمير المؤمنين والمؤمنين معه ، وكذا ما يتعلّق باستقبال الوفود : قوله تعالى :  لكِنِ الرَّسُولُ وَالَّذِينَ آمَنُوا مَعَهُ جاهَدُوا بِأَمْوالِهِمْ وَأَنْفُسِهِمْ وَأُولئِكَ لَهُمُ الْخَيْراتُ وَأُولئِكَ هُمُ الْمُفْلِحُونَ  التوبة : 88 . ممَّا لا شك ولا ريب فيه لدى كل متتبع لمواطن نزول الآيات القرآنية ، وهو ممَّا لابدَّ وأن يحصل به القطع :\r\nأنَّه لا توجد آية مدحٍ في القرآن إلا وعليٌّ على رأس الممدوحين فيها .\r\nوقيل بأنَّ موارد مدحه عليه السلام بلغت ثلاثمائة آية « 1 » ، بل نُسِب إلى أحمد بن حنبل أنَّه قال : لم يصلنا من روايات الفضائل في أحد من الصحابة ما وصلنا في علي بن أبي طالب عليه السلام « 2 » .\r\nإن قلت : من المعروف تاريخياً أنَّ أمير المؤمنين لم يكن مع النبي في هذه الغزوة ، بل بقي في المدينة ، فكيف يكون مشمولًا بها ؟\r\nقلتُ : إنَّ المدح في الآية لمن كان مع النبي ، وليس المقصود خصوص المعيَّة البدنيَّة ، وإلا فقد كان معه الكثير من المنافقين ، ولا يمكن أن تكون الآية شاملة لهم بالمدح ، بل يمكن لنا دعوى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الحبري : للحسين بن الحكم الوشاء ( ت 281 ه ) ط بيروت 1408 ه . ص 162 - 163 وانظر الحديث الثالث ص 234 وتخريجاته ( ص 383 )\r\n( 2 ) المستدرك للحاكم النيسابوري : باب أوّل فضائل أمير المؤمنين عليه السلام\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nعدم إرادة المعيَّة البدنيَّة أصلًا ، وأنَّ المراد مَن كان معه على الحقِّ وعلى الدعوة للَّه عزَّ وجلَّ ، ولهذا الدين .\r\nولا شكَّ أنَّ أمير المؤمنين هو أوَّل من كان معه على هذه الدعوة ، فهل تتعقل أن تخرجه عن دلالتها وتدخل الأباعد والمتأخرين في هذه الدعوة ؟ وإنَّما أبقاه النبي صلى الله عليه وآله في المدينة محافظاً عليها عن انقلاب المنافقين وإفسادهم ، حيث تخلف فيها الكثير منهم والمتربِّصُون بهذا الدين الدوائر ، وأي جهاد أعظم من هذا ؟\r\nمع عدم حبِّه عليه السلام للتخلّف ، لفرط رغبته في مصاحبة الرسول صلى الله عليه وآله في كل غزواته ، بل كان متعطّشاً للذهاب معه ، ولكنَّ طاعته الكبيرة للرسول جعلته يمتثل أمر النبي بالبقاء ، بل كان اختياره البقاء أحد فردي التخيير بينه وبين خروجه وبقاء النبي في المدينة - كما دلَّت عليه الروايات - ، ولذا لم يرد عندنا ولا عند العامَّة أن خرج علي عليه السلام في جيش أو غزوة أو سريَّة مأموراً ، بل كان فيها كلِّها هو الأمير ، ولذا كان من ألقابه أمير المؤمنين سلام اللَّه عليه .\r\nوهاك بعض الشواهد على مدائح علي :\r\nأحدها : لمَّا عزم الرسول صلى الله عليه وآله على الخروج لغزوة تبوك قال لأمير المؤمنين : إمَّا أن تخرج وأبقى في المدينة ، وإمَّا أن تبقى وأخرج ، فإنَّ المدينة لا تصلح إلا بي أو بك « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ميزان الاعتدال : 1 / 561 ، مناقب ابن المغازلي : ص 32\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nفقبل عليٌّ بأن يبقى في المدينة ، ولكن لمَّا شارف الرسول على الخروج بالجيش تكلَّم المنافقون في عليٍّ وقالوا : « لو كانت له في ابن عمه حاجةٌ لأخرجه معه » ! فتأثر أمير المؤمنين لذلك « 1 » وأخبر النبي بما قالوا ، فقال له : « أما ترضى أن تكون منّي بمزلة هارون من موسى إلّاأنَّه لا نبيَّ بعدي » « 2 » ثانيها : لمَّا قدم وفد ثقيف على رسول اللَّه في شهر رمضان ، سألوه أن يدع اللات لهم مدَّة ثلاث سنين لا يهدمها ، فأبى عليهم ذلك ، وقال لهم النبي : لتسلمنَّ أو لأبعثنَّ إليكم رجلًا مني أو كنفسي ، فليضربنَّ أعناقكم ، وليأخذنَّ أموالكم ، وليسبينَّ ذراريكم .\r\nفقال عمر : فجعلتُ أنصب صدري وأقوم على أطراف أصابعي ؛ رجاء أن يقول : هو هذا ، فالتفتَ إلى عليٍّ فأخذ بيده وقال : هو هذا ، هو هذا « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لعل هذه من كلام الراوي\r\n( 2 ) صحيح بخارايى 5 / 24 . صحيح مسلم 15 / 173 . المستدرك على الصحيحين . 2 / 337 منسد احمد 1 / 177 - 179 - 182 - 184 - 3 / 32 وما بعد ها الخصائص للنسائي ص 82 وغيرها من المصادر الكثيرة جدا بل قيل بتواتر وهو قوى لكثرة رواة وتعدد طرقه وطبقاتة بما يؤمن منهم التواطوء على الكذب\r\n( 3 ) مجمع الزوائد : 6 / 163 ، مناقب ابن المغازلي : ص 428\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nثالثها : حادثة تبليغ سورة براءة ، وقد مرَّ منَّا ذكرها ، وفيها أنَّ الرسول صلى الله عليه وآله قال لأبي بكر : . . . أُمِرتُ أن أبلغها أنا أو رجل من أهل بيتي « 1 » أو مني « 2 » .\r\nرابعها : وفد نصارى نجران ، وقصَّة المباهلة المعروفة المشهورة ؛ بل المدعى تواترها : حيث إنَّهم بعد أن وفدوا على النبي صلى الله عليه وآله تدارسوا أمر المسيح ، فردَّدعواهم وكلَّف الرسول صلى الله عليه وآله بمباهلتهم إن أصرُّوا على ذلك ، وطلبوا المباهلة ، وفي يوم المباهلة جاء الرسول ، وفي إحدى يديه الحسن ، وفي الأخرى الحسين ، وتتبعه فاطمة ، وأمير المؤمنين : بين يديه أو خلفهما ، فلمَّا رأوا ذلك خافوا وقالوا : لا نباهلك ، ولكن ندفع الجزية ، فكتب عليّ ذلك الصلح بينهما .\r\nفياترى : لمَ لم يباهل الرسول العظيم بأصحابه ؛ وهم هم - كما تراهم - ألا يوجبون استجابة دعاءه ؟\r\nألم يكن الرسول واثقاً في أصحابه تمام الثقة ؟\r\nولمَ لم يعترض الصحابة عليه - كما اعترض بعضهم في موارد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير ابن كثير : 2 / 543 ، الخصائص للنسائي : 91 ، تفسير الكشاف : 2 / 243 ، مسند أحمد : 2 / 1 ، 4 / 164 ، 11 / 151 ، المستدرك للحاكم : 3 / 51 ، كنز العمال : 1 / 246 ، 6 / 153 ، تاريخ أبي زرعة : ص 298 ، والكثير من المصادر غيرها\r\n( 2 ) راجع كلمات المفسرين حول سبب نزول الآية فستجد المزيد من هذه العبارات من تفسير سورة براءة ، وكذا راجع تفسير الحبري :\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nأخرى - على أخذ الحسنين والزهراء وأمير المؤمنين عليهم السلام ؟\r\nألم تفكر في كل هذا أيُّها الكاتب القدير ؟\r\nولمَ لم تشر في كتابك إلى مثل هذه الوفود ، وما جرى بينها وبين النبي صلى الله عليه وآله ؟\r\nألم يكن خوفاً من أن تُلزَم بالتعرض لمثل هذه المقامات الثابتة لأمير المؤمنين عليه السلام ؟\r\nخامسها : بَعْثُ النبي صلى الله عليه وآله إلى اليمن : فقد بعث بعثين .\r\nأحدهما - وهو أولهما - بعث خالد بن الوليد وبقي فيهم ستة أشهر ولم يسلموا .\r\nثمَّ بعث أمير المؤمنين عليه السلام إليهم فلمَّا وصلهم وقرأ عليهم كتاب الرسول صلى الله عليه وآله أسلمت همدان جميعاً في يوم واحد ، فأرسل للنبي بذلك ، فسجد صلى الله عليه وآله شكراً للَّه ، وكان أن‌اصطفى له‌جارية منهم ، فأرسل‌خالد مع‌بريدة رسالةللنبي صلى الله عليه وآله يخبره بذلك ، فغضب النبي صلى الله عليه وآله لذلك‌وقال : « لا تقع فيعليفإنَّه‌مني وأنا منه وهو وليُّكم بعدي » « 1 » .\r\nأليس في هذا كفاية لمن ألقى السمع وهو شهيد ؟\r\nوبعد كل هذه المواقف والمقاطع السريعة مع هذا الكاتب نراه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السيرة النبويَّة لابن كثير : 4 / 203 نقلًا عن السنن الكبرى للبيهقي : 2 / 369 ، الكامل لابن الأثير : 2 / 300 ، تاريخ الطبري : 3 / 132\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nيعود ويكتب آيات كريمة أخرى من القرآن :\r\nفمنها :  مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى الْكُفَّارِ رُحَماءُ بَيْنَهُمْ تَراهُمْ رُكَّعاً سُجَّداً يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْواناً سِيماهُمْ فِي وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذلِكَ مَثَلُهُمْ فِي التَّوْراةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ  « 1 » .\r\nومنها :   يا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ    يا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْواتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ  « 2 » .\r\nومنها :  فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيما شَجَرَ بَيْنَهُمْ  إلى قوله :  وَيُسَلِّمُوا تَسْلِيماً  « 3 » .\r\nفهذه الآيات تعطي خلاف ما يرومه هذا الكاتب ، فمدَّعاه هو عدالة كل الصحابة ، وشدة إخلاصهم وإيمانهم بالنبي صلى الله عليه وآله .\r\nولكنَّ الآية الأولى هنا - مثلًا - غاية ما تفيده هو تحقق هذا الوصف لجماعة خاصة ، وهم خصوص الذين معه ، وقد سبق منَّا القول بأنَّه لا يمكن الالتزام بأنَّهم جميع مَن يكونون معه بأبدانهم ، وإلا فالكثير ممَّن كان معه بأبدانهم كانوا ممَّن نزلت فيهم آيات المنافقين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفتح : 29\r\n( 2 ) الحجرات : 1 - 2\r\n( 3 ) النساء : 65\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nبل المراد بالآية الذين معه على هذا الأمر الجامع ، وهو الدين الخالص الذي يدعو له مرسَلًا به عن ربِّه ، علاوة على أنَّا لا نمنع ثبوت مثل هذه الصفات لبعض الصحابة بل لكثير منهم ، ولكنَّ هذا الكثير يقابله من لم يكونوا كذلك .\r\nوأمَّا في الآية الثانية فهي تنهى عن التقدم - في الأمر والنهي - على النبي صلى الله عليه وآله ، أو التقدم في الأفعال أو الإقصار عنه صلى الله عليه وآله ، ونقول :\r\nينبغي لكم أيها الصحابة أن تسيروا على طبق أوامره ونواهيه :\r\n وَما آتاكُمُ الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا  « 1 » دون تقدم عليها أو تثاقل ولا تأخر عن أدائها .\r\nولكنَّ - أخي القارئ - إليك مثالًا من واقع حياة الصحابة مع النبي صلى الله عليه وآله تبين لك كيفية امتثالهم لمفاد الآية :\r\nوهو ما قدَّمنا ذكره من حديث صلح الحديبيَّة ، لمَّا جرى الصلح وأراد النبي الإحلال من إحرامه حيث صُدَّ عن دخول البيت فأمر أصحابه بالحلق والذبح امتنعوا ، وجرى بينهم ما جرى حتى دخل على أم سلمة وشكى لها قومه ، فأشارت عليه بالخروج والحلق والذبح دون اعتبار بهم ففعل فقاموا وفعلوا كذلك ، وقد مرَّ تخريج مصدرها « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحشر : 7\r\n( 2 ) علاوة على المصادر السابقة ؛ راجع تاريخ الطبري 2 / 122 حوادث سنة 6 ه ، البداية والنهاية : 4 / 136 حوادث سنة 6 ه\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nوكذا ما ورد عن عائشة لمَّا أمر الناس بالإحلال بالعمرة تعاظم ذلك عندهم « 1 » وفشت في ذلك القالة « 2 » ، فقالوا : ننطلق إلى منى وذَكَرُ أَحَدِنَا يَقْطُرُ مَنِيَّاً « 3 » ، فبلغ ذلك النبي صلى الله عليه وآله فقام خطيباً فقال : بلغني أنَّ أقواماً يقولون كذا وكذا ، واللَّه لأنا أبرُّ وأتقى للَّه منهم ، قالت عائشة : دخل النبي عليَّ وهو غضبان ، فقلتُ : من أغضبك يا رسول اللَّه ؛ أدخله اللَّه النار .\r\nقال : أو ما شَعَرْتِ أني أمرتُ الناس بأمر فإذا هم يترددون « 4 » .\r\nوأمَّا في الآية الثالثة فاستمع لما ذكره المفسرون :\r\nقال بعضهم : لمَّا نزلت هذه الآية قال أبو بكر : يا رسول اللَّه ؛ واللَّه لا أكلمك إلا السِّرار أو أخا السِّرار حتى ألقى اللَّه ، وعن عمر أنَّه كان يكلم النبي صلى الله عليه وآله كأخي السِّرار لا يسمعه حتى يستفهمه « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذا اللفظ لمسلم : 2 / 909\r\n( 2 ) هذا اللفظ للبخاري : كتاب الاشتراك في الهدي : 2 / 885\r\n( 3 ) صحيح البخاري : كتاب‌التمني : 6 / 2641 ، وقد ذكر في مقدمة مرآة العقول أنَّ القائل بهذه الكلمة « ننطلق إلى منى وذكر . . . » هو عمر بن الخطاب وقد أجابه النبي صلى الله عليه وآله بقوله : « إنَّك لن تؤمن بها حتى تموت . . » والشاهد على هذاأنَّه لمَّا صار خليفة نهى المسلمين عن‌أمور ومنها متعتا الحج والنساء ؛ 1 / 221\r\n( 4 ) صحيح مسلم : 2 / 879\r\n( 5 ) تفسير الكشاف : 4 / 352 أما حديث أبي بكر فقد ذكره الواحدي عن عطاء عن ابن عباس ، وأما حديث عمر فقد خرجه البخاري من حديث أبي الزبير\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nولكن فلنستمع لأصل القصة لنعرف منها لِمَ قالا ذلك :\r\nفقد أخرج في الدرِّ المنثور عن البخاري وابن المنذر والطبراني عن ابن أبي مليكة قال : كاد الخيِّران أن يهلكا أبو بكر وعمر : رفعا أصواتهما عند النبي صلى الله عليه وآله حين قدم عليه ركب بني تميم ، فأشار أحدهما بالأقرع بن حابس « 1 » وأشار الآخر برجل آخر « 2 » .\r\nفقال أبو بكر لعمر : ما أردتَ إلا خلافي ! .\r\nقال : ما أردتُ خلافك .\r\nفارتفعت أصواتهما في ذلك ، فأنزل اللَّه :  يا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْواتَكُمْ  قال ابن الزبير : فما كان عمر يُسمع رسول اللَّه بعد هذه الآية حتى يستفهمه » « 3 » .\r\nوحينما نأتي بمثل هذه الشواهد ليس غرضنا خصوص الشخص المعيَّن ، بل بما أنَّه أحد الصحابة ، فتنتقض القضية الكليَّة التي يدَّعيها الكاتب من الحكم بعدالة كل الصحابة ، وعدم جواز نقدهم .\r\nوإن كان يغلب في الظن أنَّه لا غرض له في كل الصحابة ، ولكنَّه الطريق الوحيد لتعديل جماعة السقيفة على أقل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وفي رواية أنَّ المشير به هو عمر بن الخطاب\r\n( 2 ) وهو أبو بكر فقد أشار بالقعقاع بن معبد بن زرارة\r\n( 3 ) الدر المنثور : 6 / 84 ، صحيح البخاري : 3 / 190 - 191 تفسير الحجرات ، وفي طبعة أخرى 4 / 1587 - 1833 ، سنن النسائي : 8 / 226\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nالتقديرات ، وصبغهم بهالة قدسيَّة تمنع من التفوُّه عليهم ولو ببنت شفة .\r\n\r\nالموقف السادس : وهو ما يتعلّق بغزوة حنين :\r\nولعل الكاتب لم يذكره لوضوح الفضيحة فيه ، إذ نزل فيه قرآن يتلى ، فكيف يواري سوأة مَن يمسَّهم مِن الصحابة عن ذلك ، فليس من طريقة إلا إغفال الذِكْرِ لعلَّ القارئ يغفل أيضاً عن ذلك .\r\nقال تعالى :  لَقَدْ نَصَرَكُمُ اللَّهُ فِي مَواطِنَ كَثِيرَةٍ وَيَوْمَ حُنَيْنٍ إِذْ أَعْجَبَتْكُمْ كَثْرَتُكُمْ فَلَمْ تُغْنِ عَنْكُمْ شَيْئاً وَضاقَتْ عَلَيْكُمُ الْأَرْضُ بِما رَحُبَتْ ثُمَّ وَلَّيْتُمْ مُدْبِرِينَ   ثُمَّ أَنْزَلَ اللَّهُ سَكِينَتَهُ عَلى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَنْزَلَ جُنُوداً لَمْ تَرَوْها وَعَذَّبَ الَّذِينَ كَفَرُوا وَذلِكَ جَزاءُ الْكافِرِينَ  التوبة : 25 - 26 .\r\nفقد كان جيش الرسول صلى الله عليه وآله لحرب قبيلة هوازن اثنا عشر ألفاً ، منهم عشرة آلاف الذين اشتركوا في فتح مكَّة ، وألفان ممَّن أسلم في مكَّة ، وقد عجبوا ، بل اتكلوا على كثرتهم ، فقال بعضهم :\r\n« لا نُؤتَى من قِلَّة » فكره ذلك رسول اللَّه منهم ، وقد اختبأت هوازن في الوادي ، ثمَّ لما خرجوا على المسلمين انهزم المسلمون ووَلَّوْا الدبر ، حتى لم يبقَ مع الرسول إلا عشرة وقيل تسعة : علي بن أبي طالب والعباس عم النبي - وهو المنادي في الفارِّين : يا أهل\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nبيعة الشجرة . . يا أهل سورة البقرة . . - وأبو سفيان بن الحارث ونوفل بن الحارث وربيعة أخوهم ، وعتبة ومعتب ابنا أبي لهب والفضل بن العباس وعبداللَّه بن الزبير ، وقيل أيمن بن أم أيمن « 1 » .\r\nوعن بعض مصادر الشيعة : « إنَّ الناس فروا جميعاً يوم حنين عن النبي صلى الله عليه وآله إلا سبعة : أبو سفيان وربيعة ونوفل أبناء الحارث ، والعباس وابنه الفضل وأمير المؤمنين وأخوه عقيل والنبي على بغلته الدلدل . . . » « 2 » .\r\nفهل الفارُّون والمُوَلُّون الدُّبُرَ الأصحابُ أم الأغيار ؟\r\nوهل أنَّ فعلهم مساوٍ لمن ثبت مع النبي ؛ ألا بربك قل لي ! ! ؟\r\nوفي هذه الغزوة وبعد أن انتصر على هوازن حاصر الطائف ، وأمَّر علياً على كسر الأصنام ، وبعد أن أدَّى مهمَّته رجع فكبَّر النبي صلى الله عليه وآله ، وناجى علياً طويلًا ، يقول جابر : أتاه عمر بن الخطاب فقال : أتناجيه دوننا وتخلو به ؟ فقال : يا عمر ما أنا انتجيته بل اللَّه انتجاه » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ اليعقوبي : 2 / 62 ، أنساب الأشراف : 1 / 365 ، الاستيعاب : 1 / 813 ، تفسير الفخر الرازي : 16 / 22 ، تاريخ الطبري : 2 / 167 حوادث سنة 8 ه\r\n( 2 ) الأمالي للشيخ الطوسي ؛ المجلس رقم 22\r\n( 3 ) سنن الترمذي باب مناقب علي ، أسد الغابة لابن الأثير : 4 / 27 ، المعجم الكبير للطبراني : 2 / 186 ، بألفاظ متقاربة وبعضها عن أبي بكر لا عمر ، كما أنَّ بعضها عنهما جميعاً\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nفقد علم القارئ المحترم . . . الآن ؛ لِمَ انحرف قلم هذا الكاتب عن ذكر بعض الغزوات أو بعض الوفود القادمة على النبي ، فليس ذلك إلا محاولة لإطفاء نور اللَّه عزَّ وجلَّ  يُرِيدُونَ لِيُطْفِؤُا نُورَ اللَّهِ بِأَفْواهِهِمْ وَاللَّهُ مُتِمُّ نُورِهِ وَلَوْ كَرِهَ الْكافِرُونَ  « 1 » ، وتستراً على فضائل عليّ أمير المؤمنين عليه السلام والتي ملأت - مع إخفاء أوليائه خوفاً وإخفاء أعداءه حسداً - الخافقين .\r\n\r\nخاتمة :\r\nوالذي نخرج به من هذه الدراسة عدَّة أمور :\r\nالأوّل : إنَّ أهل السنَّة ينقسمون في هذا الزمان ، من حيث اعتبار الروايات إلى قسمين :\r\nقسم لا يعتبر من الروايات النبويَّة - عملًا وإن لم يصرحوا به - إلا صحيحي البخاري ومسلم ، وهؤلاء هم ما يسمون في هذا الزمان بالفرقة الوهابيَّة والسلفيَّة ، فلا يرون المناقشة في أسانيد رواياتها .\r\nوقسم يعتبرون بالكثير من المصادر الحديثيَّة والتاريخيَّة قوَّة أو فعلًا « 2 » ، علاوة على الصحيحين ، لو صحَّ سندها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الصف : 8\r\n( 2 ) المراد بالقوة : إمكان تصحيح الروايات الواردة في الكتب الحديثيَّة ، والمراد ب فعلًا أنَّها مصححة عندهم بالفعل\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nفأمَّا القسم الأول : فهم يرون أنَّ ما كان موجوداً في هذين الصحيحين لا يُحتَاج إلى البحث في سنده ، بل هو معتبر مطلقاً .\r\nوأمَّا القسم الثاني : فهم يرون عدم الفرق بين الصحيحين وغيرهما من الكتب ، بل كل كتاب وردت فيه روايات منسوبة للنبي وصحَّ سندها فهي ممَّا يجب العمل بها ، وكل رواية ثبت ضعف سندها أو لم يثبت صحته ، فهي مطرحة ولا يصح العمل بها .\r\nونحن - بما أنَّنا لحظنا كلا القسمين ، وأردنا أن يكون الرد لهذا الكاتب شاملًا لأكبر قدر ممكن من القُرَّاء - حاولنا الجمع بين المبنيين ، فنقلنا الروايات من الصحيحين ومن الكتب الأخرى ، علماً بأنَّ المبنى الأول واضح الفساد جداً ، ولم تصر إليه إلا شرذمة من المتأخرين المدَّعين لاتباع السلف ، وأتباع ابن تيميَّة وابن حزم وابن القيم ، ومن سار على خطّهم ، ونشر أفكارهم ممَّن يدين بالدعوة الوهابيَّة في هذا الزمان .\r\nفالذي نتمناه أن لا يكون هذا الكاتب من أتباعها ودعاتها ، فإنَّ من ينتمي إليها ، فمذهبهم عدم قبول نظر أي طرف آخر ، بل يترقى لتكفير كل من يخالفهم في الرأي فمنطقهم : أنت معنا وإلا\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nفأنت كافر « 1 » .\r\nولذا ؛ فيمكن لنا القول : إنَّه في هذا الزمان ليس من موضع لمن يعيش مثل هذه العقليَّة الضعيفة في وسط المجتمعات المسلمة المتوائمة المحبَّة لكل من نطق بالشهادتين وأحبَّ أهل البيت عليهم السلام وعمل بما أمر به الرسول صلى الله عليه وآله من طاعتهم حيث يأمن الناس من يده ولسانه .\r\nالثاني : ليكن من المعلوم لهذا الشيخ الكاتب للرسالة ولغيره :\r\nأنَّ الدعوة لنقد بعض الصحابة ، أو وضع أعمالهم على مائدة التشريح ليس فيه منقصة لكل الصحابة ، بل حتى بالنسبة للصحابي الذي تحقق صدور الخطأ منه ثمَّ تاب عنه « 2 » .\r\nفإنَّا لا نتحسَّس من أحد لشخصه وذاته مستقلةً عن أفعاله والمحيط الذي كان ينطلق منه في تصرفاته ، بل إنَّ النقد أو الدراسة الفاحصة لحياة أحدهم ليست إلا لما صدر منه من أفعال مخالفة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والشواهد على هذا كثيرة ؛ فهي تبدأ من تكفير شيخهم محمد بن عبد الوهاب لكل من خالفه في الرأي حتى أخيه الشيخ سليمان ، وانتهاءاً بالشيخ الألباني الذي قد أيَّدوه لمدة من الزمان ، ثمَّ كفَّروه ، وذلك لمجرد أن ناقش في أسانيد بعض الروايات ، وكذا سمعنا أنَّهم قد كفَّروا الشيخ حسن فرحان المالكي لمجرد أن قام بمناقشة بعض القضايا العقديَّة والتاريخيَّة المسلَّمة عندهم ، وهكذا منصور النقيدان حديثاً ، وغيرهم كثير\r\n( 2 ) كما في الجُلَاس بن سويد فإنَّه أخطأ ، وقال كلمة الكفر مشتبهاً ، فنزل القرآن مُلَوِّماً له فتاب وحسن إسلامه\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nلإرادة اللَّه ، وللزوم الطاعة للنبي ولأولياء اللَّه المأمورين بطاعتهم في الآية القرآنيَّة :  يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ  « 1 » وقوله تعالى :  وَما آتاكُمُ   الرَّسُولُ فَخُذُوهُ وَما نَهاكُمْ عَنْهُ فَانْتَهُوا  « 2 » .\r\nوكل ذلك لأجل الحفاظ على من ننقل عنه الأحاديث النبويَّة .\r\nوهل في تطلبنا الحفاظ على ذلك غضاضة ؟ .\r\nالثالث : لم يشر هذا الكاتب لما صدر عن أمير المؤمنين وأهل بيته عليهم السلام من كلمات في مدح الصحابة وصحبتهم للرسول صلى الله عليه وآله ، سواء في نهج البلاغة أو في كلمات أخرى ، وكذا ما كان في الصحيفة السجاديَّة والروايات المتناثرة هنا وهناك ، وهي معتقدنا في الصحابة الطيبين الذين أحسنوا الصحبة رضوان اللَّه عليهم .\r\nوما مرَّ حول ما ورد من آيات تشير لمدح الصحابة ، فقد قلنا هناك بأنَّ مدحها مدح جمعي ، لا أنَّه مدح للجميع واحداً واحداً ، ومثل هذا المدح لا نمنع منه بل نُقِرُّه .\r\nكيف ؟ ومنهم مَنْ هو مِنْ خَوَاصِّ النبي وأمير المؤمنين عليهم السلام ، وقد أبلى مع الرسول صلى الله عليه وآله بلاءاً حسناً ، ومات على ما مات عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء : 59\r\n( 2 ) الحشر : 7\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nرسول اللَّه صلى الله عليه وآله ، كسلمان المحمدي ، والمقداد بن عمرو ، وعمَّار بن ياسر ، وأبي ذر الغفاري ، وأمثال خبَّاب بن الأرت ، وعثمان بن حنيف وأخيه سهل بن حنيف حبيب رسول اللَّه ، والمفدي بنفسه في المغازي كلها نفس رسول اللَّه صلى الله عليه وآله ، وأبو دجانة الأنصاري ، والمرقال هاشم بن عتبة ، وخالد بن سعيد بن أبي عامر خامس من أسلم ، وحذيفة بن اليمان ، وخزيمة بن ثابت ، وجابر بن عبداللَّه الأنصاري ، وقيس بن سعد بن عبادة ، وأبي أيوب الأنصاري ، ومالك بن الأشتر النخعي ، والبراء بن عازب ، وعبادة بن الصامت ، ومالك بن نويرة .\r\nوالكثير من الصحابة الذين وفوا بما عاهدوا اللَّه عليه ، وماتوا على ذلك ، وما بدَّلوا بعد وفاته فضلًا عن حال حياته .\r\nالرابع : لقد لاحظنا كثيراً - من هذا الكاتب ومن غيره من الكتَّاب ممَّن اتخذ اسم السنَّة شعاراً ودثاراً - أنَّهم يتشبثون من الآيات بما يوافق هواهم وآراءهم ، ويقومون باستبعاد كل آيةٍ فيها إشارة أو تلميح بفضل علي عليه السلام وأهل بيته عليهم السلام ، وكأنَّهم قد وقفوا أنفسهم على استمرار عمليَّة التعتيم على فضائلهم ومناقبهم ، وما ورد في حقِّهم من قِبَلِ النبي صلى الله عليه وآله ، وهو ذلك العمل الشنيع الذي قام به معاوية ، وجرت سُنَّة الدولة الأمويَّة عليه ، وكأنَّ هذه الأحاديث ليست صادرة عن النبي صلى الله عليه وآله ، أو أنَّها لا تمُتُّ إليهم بصلة على الإطلاق ، وأنَّهم ليسوا أهل بيت نبيهم\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nصلوات اللَّه عليهم أجمعين ! ! .\r\nبل يحاول هذا الكاتب - مثلًا - أن يعتمد على إحياء الدعوة القديمة من مقولة : « حسبنا كتاب اللَّه » ، فهو يرفع شعارها هنا منادياً بترك كل الروايات والكتب المتعلقة بتفسير الآيات ، والاكتفاء بالقرآن .\r\nوياترى : هل القرآن - على مرَّ هذه القرون الأربعة عشر - قد حلَّ كل خلافات المسلمين ؟ والتأمت كل كُلُومِهِم ؟ وسُدَّت كُلُّ ثغراتهم ؟\r\nبل يترقى إلى القول بأنَّ كل تلك الروايات محض أساطير تاريخيَّة « 1 » .\r\nوهو أمر غريب جداً من مثله ، وهبْ أنَّها أساطير فهل مرويات الصحاح أساطير أيضاً ؟\r\nسلَّمنا ذلك في غير الصحيحين ، ولكن ما تقول في الصحيحين ؟ فهل رواياتهم أساطير ؟ أو تقول : قد دُسَّت فيهما ؟\r\nومَن الذي دسَّها ، وقد طُبِعَت في مطابعكم ؟\r\nوالغرض من كل هذا ليس بيان اعتبارنا لمثل هذه الكتب ، وإنَّما لأجل إلزامهم بما رووه ، وفيما لو كانت الروايات التي ننقلها تتحمل كلمة كفر أو وصفٍ مشينٍ لبعض الصحابة ، فهو ليس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحبة رسول اللَّه صلى الله عليه وآله : ص 34\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nمنَّا ، بل من رواياتهم الموجودة في كتبهم ، وناقل كلمة الكفر ليس بكافر .\r\nفالعجب أنَّهم يُكَفِّرُون الناقل في حين أنَّهم يلتزمون بعدالة الراوي والمؤلف فضلًا عن إيمانه ، فما لكم كيف تحكمون ؟\r\nولا يقف هذا الشيخ وأمثاله من الكتَّاب عند هذا الحد ، بل تراهم يعتبرون بالرجل ويوثقونه ويروون عنه ما دام لم يروِ فضيلةً لأهل‌البيت عليهم السلام ، وبمجرد روايته لفضيلة في أمير المؤمنين عليه السلام يُضَعَّف ، ويرمى بالمخازي وما يتنزه اللسان عن ذكره .\r\nوأمَّا من يروي طعناً في علي - وهو من وضعه أو وضع مَنْ سَبَقَه في الرواية - فهو مُقَدَّم عندهم ، وممَّن يُسْكَن إليه في الرواية ، وممَّن ثبتت وثاقته وعدالته .\r\nفقد رووا عن عمران بن حطَّان المادح في شعره لعبد الرحمن ابن ملجم قاتل أمير المؤمنين عليه السلام ، روى عنه البخاري ومسلم ، وأخرجوا عن المغيرة بن مُقَسِّم كما وثَّقه الذهبي ، مع أنَّه كان يحمل على عليٍّ « 1 » .\r\nوكذا أخرجوا عن قيس بن أبي حازم مع أنَّه يحمل على عليٍّ « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سير أعلام النبلاء : 6 / 12\r\n( 2 ) المصدر نفسه : 4 / 199\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nوأخرج مسلم والأربعة عن‌الفأفأ فيحين أنَّ الذهبي نصَّ على كونه ناصبياً « 1 » .\r\nكما أخرجوا عن حريز شيخ البخاري مع أنَّه كان يلعن علياً عليه السلام في كل يوم سبعين مرَّة ؛ لعنه اللَّه وأخزاه .\r\nفيا عجباً ! كيف يكون الناصبي عادلًا وراوياً للسنَّة عن النبي صلى الله عليه وآله .\r\nوالحبل في هذا المسار طويل جرَّار لا نهاية له عندهم .\r\nالخامس : ليس من الإنصاف والعدل - أيها الكاتب - أن تأمر بالتأمل في آيات القرآن ، في حين أنَّك تمنع لحاظ الروايات المفسِّرة لتلك الآيات ، وهل المفسِّر والمبيِّن لما أنزل إلا النبي صلى الله عليه وآله ؟\r\nوكيف نعرف تفسير القرآن إذا لم يبينه لنا الرسول ومَن عيَّنهم اللَّه عزَّ وجلَّ ورسوله عليهم السلام لحفظ القرآن وبيانه وتوضيحه للناس ؟\r\nفإنَّ معرفة ناسخه من منسوخه ، ومجمله من مبيَّنه ، وعامَّه من خاصِّه ، ومطلقه من مقيده ، ومكيِّه من مدنيِّه ؛ كل تلك الأمور مرهونة بمعرفة النبي وأهل بيته عليهم السلام حقَّ المعرفة .\r\nوأمَّا مع الانحراف عنهم ، وعدم العمل بقولهم ، وعدم الاهتداء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر نفسه : 5 / 374\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nبهديهم ، فهو عين الضلال المذموم في القرآن ، وفي الروايات ، ولم يكن ذلك الفعل من المتقدمين إلا حسداً وبغضاً لهم عليهم السلام بما أعطاهم اللَّه من فضله .\r\nوقد مرَّ علينا سابقاً ما صنع النبي مع أمير المؤمنين من مناجاته له الطويلة ، فغضب بعض القوم وقالوا له : ما لك أكثرتَ مناجاة ابن عمك دوننا ؟ فقال : ما أنا ناجيته ولكنَّ اللَّه انتجاه .\r\nكما أنَّنا نقرأ في التاريخ صورة واضحة من الحسد ؛ يحكيها ابن عباس من حديثه مع عمر بن الخطاب أيام خلافته ، فقد قال عمر لابن عباس : إنَّ قومكم كرهوا أن تجتمع لكم النبوَّة والخلافة فتذهبون في السماء بُذَّخاً وشمَّخاً ، لعلَّكم تقولون : إنَّ أبا بكر أراد الإمرة عليكم وهضمكم ؟ كلا ؛ لكنَّه حضره أمرٌ لم يكن عنده أحزم ممَّا فعل ، ولولا رأي أبي بكر فيَّ بعد موته لأعاد أمركم إليكم ، ولو فعل ما هنَّأكم مع قومكم ، إنَّهم لينظرون إليكم نظر الثور إلى جَازِرِه « 1 » .\r\nوعلى هذا ، فما ذكره هذا الكاتب في ختام رسالته من إمكان اجتماع حبّ النبي والآل مع حبّ الصحابة في قلب واحد ، فهو ممنوع من‌جهة ، وجائز من جهة أخرى :\r\nأمَّا جهة منعه فهي منع الإطلاق فيه ، فإنَّ حب النبي والآل عليهم السلام والصحب الكرام لخصوص الذين صدقوا ما عاهدوا اللَّه عليه ، ووفوا بذلك العهد ، وماتوا على ذلك ، هذا من الأمر المرغوب في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح نهج البلاغة لابن أبي الحديد : 1 / 190\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nتحصيله من المؤمن ، ولكن ليس كل الصحابة ممَّن يجب حبُّهم كحبّ النبي والآل ، فإنَّ منهم من بدَّل وغيَّر وحرَّف ، فهل نحبُّهم كما نحبّ النبي والآل عليهم السلام ؟\r\nهذا ما لا ترضاه لنفسك فكيف ترتضيه للناس ؟\r\nوأمَّا جهة الجواز ؛ فهي حبّ الصحابة الذين لم يؤذوا النبي بل ناصروه ، ولم يفرّوا ، ولم يخذلوه أمام المشركين والكفار ، وماتوا على ذلك ، فهؤلاء هم الصحابة بحقٍّ ، فليس من الممتنع أن يجتمع حبُّهم مع حب النبي والآل الكرام .\r\nفنحن نحب اللَّه والنبي وأهل البيت والصحابة كسلمان والمقداد وأبي ذرِّ وعمَّار وخبَّاب والبراء والمرقال ومالك بن نويرة و . . و . . ، وهم من الصحابة ، وإن كان حبُّنا لأهل البيت عليهم السلام لا يقاس به حب من عداهم من الخلق أجمعين « 1 » .\r\nوعلى كل حال ، فلم يَحِد هذا الكاتب عن سيرة سلفه ، بل مشى على طريقتهم ، وسار على هديهم ، من الانحراف عن نهج أمير المؤمنين عليه السلام ، وليس يغرُّنا أو يُغَرِّر بنا أن كتب في غلاف كتابه كلمة لأمير المؤمنين ، فإنَّها كلمة حق أراد بها - هذا الكاتب - باطلًا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فأصل الحب للنبي والآل والصحابة الذين وصفناهم بالصفات الحسنة مرغوب فيه ومطلوب ، وأمَّا التسوية بينهم في الحب والولاء والطاعة فهو أمر آخر\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nوكذا ليس ممَّا يوجب رفع عذره أن يقول بأنَّه يحبُّ علياً ، فإنَّ للحب علامات وإشارات ، لا نجد شيئاً منها على وجه كتابه ، فضلًا عن تصرفاته وسائر أحواله ، بل المُطَّلِع على حاله يرى العكس من ذلك ، أعاذنا اللَّه من سوء المنقلب ، واللَّه العاصم من كل سوء .\r\nالسادس : من الواجب علينا التنبيه على أمرٍ وهو : ضرورة توجه الأخوة المؤمنين والأخوات المؤمنات إلى من يحاول - في مثل هذه الأيام - أن يمزج السُّمَّ بالعسل ، فيخلط كلامه السيّء المُبَطَّن بكلامٍ ظاهرُهُ حسنٌ ، كمن يمزج دعواه الباطلة برهاناً ووجداناً بكلمة لأمير المؤمنين تحتمل أكثر من تفسير وأكثر من معنى ، حتى لَيَظُنُّ القارئ له أنَّه كلام كلُّه حق ويراد به الحق ، فيسير وراء الكلمات دون علم ، بل بغفلة عن حقيقة الأمر ، جاهلًا إِلامَ توصله ؟ وفي أي نَفَقٍ مظلمٍ تدخله ؟ فتتوارد عليه الشُبَه من هنا وهناك في عقيدته وفي مبادئه الحقَّة ، التي كرَّس أهل البيت عليهم السلام حياتهم كلها لتأسيسها وبيانها لشيعتهم أيدهم اللَّه .\r\nثمَّ يبدأ في طرح هذه الشُبَه في كل نادٍ يرتاده ، وكأنَّها فاكهة المجلس ، فيسري سمُّهَا إلى آخرين غيره دون أن يلقوا جواباً لها ، وذلك لأنَّهم لا يطرحونها على أهل العلم ممَّن تخصصوا في هذا العلم .\r\nفلابدَّ للمؤمنين والمؤمنات قبل أخذ الكتاب - أيّ كتاب كان -\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nأن يسألوا أهل العلم عن محتواه وآثاره ، وبعد قراءته ينبغي على القارئ له أن يعرض ما فهمه ، وما انتقش في ذهنه على المختصين في العقيدة ، قبل أن يلوكه بلسانه ، في كل مجلس ومنتدى .\r\nوممَّا يؤسف له ما وقع من الكثير من الناس ممَّن وردوا على هذه الوسائل الإعلاميَّة الحديثة ، مع التفاتهم إلى أنَّها تحمل إعلاماً موجَّهَاً مشوهاً من قبل أعداء اللَّه ورسوله ، يهدف في كثير من أطروحاته إلى بثِّ السموم في عقول الشباب ، كل ذلك بعناوين خدَّاعة كالحريَّة في التعبير ، وحريَّة الرأي ، والبحث عن الحقيقة ، ومثل هذه العناوين البرَّاقة ، والجذَّابة ، التي أخذت بمجامع قلوب الكثير ممَّن تاه وانجرف وراء تلك التيَّارات ولم يرجع ، فخسر هو ؛ وخسرت ساحة الإيمان بفقده خسارةً لا تعوض .\r\nالسابع : خلاصة نظر الشيعة الإماميَّة في الصحابة هو :\r\nأنَّهم لم يفرضوا على أنفسهم قدسيَّة الصحابة ككل ، بحيث يكونون في عزلة عن النقد والتجريح بعد التمحيص .\r\nبل نظروا إليهم من حيث أعمالهم وسلوكهم ، مع مقايسة تلك الأمور بالمقاييس والموازين الشرعيَّة والعقليَّة التي وصلت إليهم ، وقام البرهان عليها .\r\nفمن ثبت من الصحابة أنَّه قد حفظ العهد ولزم الحق واجتهد في اتباع الرسول والسير على نهجه في عقيدته وسلوكه ، ولم يزغ عن ربّه ، فقد استحق التعظيم والتبجيل ، بل الموالاة والتقديس ، إذ\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nبهم قام عمود الدين ، وقد قال تعالى :  إِنَّ الَّذِينَ قالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقامُوا تَتَنَزَّلُ عَلَيْهِمُ الْمَلائِكَةُ أَلَّا تَخافُوا وَلا تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ *  « 1 »\r\nوأمَّا من نكث العهد ، وفارق الحق ، وغيَّر ، وبدَّل ، وانقلب على عقبه ، فقد استحقَّ العذاب والوبال والبراءة منه واللعنة عليه ، كما قال تعالى :  فَمَنْ نَكَثَ فَإِنَّما يَنْكُثُ عَلى نَفْسِهِ وَمَنْ أَوْفى بِما عاهَدَ عَلَيْهُ اللَّهَ فَسَيُؤْتِيهِ أَجْراً عَظِيماً  « 2 » .\r\nوقال تعالى :  وَالَّذِينَ يَنْقُضُونَ عَهْدَ اللَّهِ مِنْ بَعْدِ مِيثاقِهِ وَيَقْطَعُونَ ما أَمَرَ اللَّهُ بِهِ أَنْ يُوصَلَ وَيُفْسِدُونَ فِي الْأَرْضِ أُولئِكَ لَهُمُ اللَّعْنَةُ وَلَهُمْ سُوءُ الدَّارِ  « 3 » .\r\n\r\nأقول :\r\nهذا القول خاتماً به مقالي هذا ، راجياً أن يصل إلى الكاتب وغيره من القُرَّاء ، فيقرأُوه قراءةَ المتأمل المتأني ، وليكن رائدهم طلب الحق أنَّى كان ، دون حميَّة أو هوى أو تقليد أعمى أو عصبيَّة جاهليَّة ، بل الحق أحق أن يتبع .\r\nوالحمد للَّه‌ربّ العالمين وصلّى اللَّه على محمّد وآله\r\nالطيّبين الطاهرين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فصلت : 30\r\n( 2 ) الفتح : 10\r\n( 3 ) الرعد : 25\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144}
  ]