[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمشكلة التقريب\r\nو\r\nأزمة المقاربات\r\nإدريس هاني\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nحقوق الطبع محفوظة لدار مشعر\r\nالطبعة الأولى - 1429 ه‍\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالمقدّمة\r\nأظهرت الأحداث المتعاقبة على العالم الإسلامي أنَّه لا تكفي المجاملة في مقام نشدان التَّقريب والوحدة ، بل وجب أنْ يكون سؤال التَّقريب والوحدة الإسلاميَّة امتحاناً للعقل الإسلامي في اللَّحظات الأليمة والمنعطفات الكُبرى التي تمرُّ بها الأُمّة الإسلاميَّة .\r\nوقد وضُح بما فيه الكفاية اليوم أَنَّ عنوان « الأُمَّة الإسلاميَّة » ومفهوم « الرَّابطة الإسلاميَّة » ليس أنَّه بات مهدَّداً بالانقراض فحسب ، بل بات يُلاحظ أنَّ أكبر مفارقةٍ يعيشها مسلمو اليوم هي أنّهم أصبحوا أغرق\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالأُمم في آفة التَّجزئة والتَّشرذم .\r\nفأضحت فكرة الأُمّة والعالم الإسلامي تعبيراً مجازياً لا يجد في دنيا المسلمين مصداقاً واقعيّاً مشخَّصاً .\r\nوربما ستظلّ الأُمور على حالها ما دام العقل الإسلامي المعاصر قد ركبه العناد في الأعمِّ الأغلب ، حتّى بات غير محصَّن من اختراق النَّزعات الطَّائفيَّة المقيتة . وهذا هو الدَّاء المزمن الَّذي ما برح فناء الأَمم - منذ زمنٍ بعيد - يتحقَّق على يده .\r\nلم‌يكن العالم الإسلامي منذ فترةٍ طويلةٍ مهيّئاً لطرح الأسئلة الجذريَّة في مواجهة مشكلاته الكبرى ، بل اكتفى بأنصاف الحلول والتّرقيع والمجاملة والالتفات على مشكلاته . إنَّنا وبتعبيرٍ آخر لم‌نكن في قائمة الحلول الممكنة ؛ لأنَّنا لم نكن في قائمة الأسئلة الجذريَّة التي سمحت لآفاتنا وأمراضنا أنْ تستفحل أكثر فأكثر ، حتَّى غدا داء الفرقة والطَّائفيَّة سرطاناً ما فتئ يتوسَّع\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nوينهش في جسد الأُمَّة ويَعِدها بموت محقَّق .\r\nلقد ظلَّت الثّقافة الإسلاميَّة منذ عهدٍ بعيدٍ مرتهنةً لثقافة عدم الدّنوِّ من الاستشكالات الكُبرى والأسئلة الجذريَّة . فكان الخوف من الفتنة غولًا يجتاح العقل المسلم ويبعثه على الانزواء والسَّلبيَّة ، دون أنْ يدرك بأنَّ الفتنة هي في جوهرها امتحانٌ وابتلاءٌ للأُمَّة ، وجب فيه على العلماء التَّصدِّي له بالقول الصَّادح والصَّبر على البلاء . وقد بات واضحاً - أيضاً - أنَّ بعضاً من العلماء وقعوا في فخِّ هذا الامتحان ، وبدل أن يرأبوا الصَّدع صبُّوا الزَّيت على النّار .\r\nيتساءل المتابعون لوقائع المؤتمرات والفعاليات التي تُعقد من أجل بحث مسألة التَّقريب بين المذاهب والوحدة بين المسلمين حول جدوى هذه الفعاليَّات ومدى تأثيرها ، وهل تأتي بما هو حقيقٌ ببناء الثّقة وخلق مناخ للاستئناس بين النَّاشطين الدِّينيِّين من\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nشتَّى المذاهب الإسلاميَّة ؟ !\r\nلكن ما يبدو ملحاً في هذا السِّياق أنَّه هل استطعنا أنْ نؤسِّس مبانٍ تقريبيةً ووحدويةً ، بغية الوصول إلى نسقٍ تقريبيٍّ ووحدويٍّ مفهوميٍّ يجعل لهذه المسألة معجمها الذي يرفد الوعي التَّقريبي والوحدوي بعلمٍ كاملٍ في المقام ، وثقافة نسقيَّةٍ تُحوِّل النّداء إلى التَّقريب والوحدة إلى علمٍ ، وليس مجرَّد نداء يتيمٍ وتظاهرات ينفرد بها فاعلون ، قد يكونون نافذين في مجتمعاتهم وقد لا يكونون ، قد تكون لهم صولةٌ بالغةٌ وقد لا تكون ، قد يشكّلون الوسيط الكفوء وقد لا يفعلون .\r\nفالتَّحوُّل بتظاهراتنا وفعالياتنا الوحدوية والتَّقريبية إلى نموذجٍ إرشاديٍّ جديدٍ أمرٌ مطلوبٌ اليوم أكثر من إيّ وقتٍ مضى ، كما أنَّ رسم استراتيجياتٍ جادةٍ ومتخصّصةٍ تبني على مقاربات ليس فقط وعظية\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nوخطابية ، بل تحتلّ فيها تخصُّصاتٌ كثيرةٌ مكانةً محترمة .\r\nوبعبارةٍ أُخرى : إِنَّ المطلوب والملّح أنْ تعالج مسألة التَّقريب والوحدة ليس فقط بنموذجٍ إرشاديٍّ فقهيٍّ ووعظيٍّ وكلاميٍّ وربما إنشائيّ ، كما هو حال نداءاتنا اليوم للتَّقريب والوحدة ، بل المطلوب أن نُدخل تخصُّصاتٍ تغور بالمطلب بمقدار عمق الآفة وتجذُّر المرض .\r\nفمشكلة التَّقريب والوحدة ليس بالضرورة أنْ تكون دينيّةً أو فقهيّةً بحتة ، بل هي ثقافية واجتماعية واقتصادية وجغرافية ومناخية . . . .\r\nوعليه ، وجب أنْ تكون المقاربة سوسيو - ثقافية وتاريخية واقتصادية وانثربولوجية وسيكولوجية و . . .\r\nإنَّ المعاينة السَّريعة لما عليه واقع الفعاليات والتَّظاهرات التي نشهدها اليوم في بحث هذه المسألة ،\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nهي تكرارٌ مملٌ أحياناً ، يصيب الوعي بالضَّجر ، ويفقد جاذبيته عند المخاطب ، فكأنَّنا أمام حالةٍ مهرجانيةٍ ومواسم يضرب لها موعدٌ روتيني ، فلاتأتي بجديدٍ يرفد انتظارات النَّاس بالجديد .\r\nإنّنا نتساءل : لماذا نجد أَنَّ المذاهب نفسها المتصارعة في هذا البلد قد تتآخى في بلد آخر ؟ !\r\nولماذا كلّما حلّت الأزمات بالمسلمين لاح من جديد شبح الفتنة الطَّائفيَّة والفرقة ، كما لو أَنَّ هذه الآفة لم تعالج في عالمنا الإسلامي قط ؟ !\r\nولماذا يصرُّ المسلمون أن يفتخروا بأنَّهم أُمَّةٌ بلغت المليار والنّصف بينما هذا العدد لا يكتمل إلّا إذا دمجنا كافّة الطَّوائف والفرق الإسلامية ؟ !\r\nولماذا أصبح لنا موعد مع المشكل الطَّائفي ، وأصبح يسيراً على دوائر الاستكبار العالمي أن تزفَّ إلينا من خلاله كافّة مخططاتها ، وتنسج على منواله كُبرى\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nمؤامراتها ؟ !\r\nأسئلةُ كثيرةٌ يتعيَّن وضعها في عين الاعتبار قبل أنْ نمضي قدماً في بحث هذا السُّؤال الخطير في تاريخنا وراهننا .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n\r\nالمقاربة التَّاريخية ضرورة\r\nنقصد بالمقاربة التَّاريخية : توثيق أُولي مظاهر الخلاف الإسلامي - الإسلامي ، ورصد تحوُّلاته عبر أطواره المختلفة ؛ بقصد الوقوف على تمثُّلاته وتعبيراته وتوتُّراته أوَّلًا بأوَّل .\r\nفالمقاربة التَّاريخية تضع المتلقي لخطاب الوحدة على مستوى من الفهم والاستيعاب لظاهرة الخلاف بحيث يخفّف من غلوائها البنيوي ، ويجعلها قابلة للفهم والنّقد ، لولا أنَّنا في العالم الإسلامي نجد أنفسنا الأُمَّة الوحيدة غير القادرة على نقد الخطاب التَّاريخي .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nولعلَّ غياب السُّؤال التاريخي هو جوهر مشكلة نهضة المسلمين وسبب إخفاقهم ؛ فإن ثقافة رفض التَّأثيم ، ومنع الدّنو من السُّؤال التاريخي من شأنها أن تؤبّد الخلاف الإسلامي - الإسلامي لقرونٍ مديدة .\r\nتفيدنا المقاربة التَّاريخية في تقويض مظاهر الأسطرة التيخضعت لها الصُّورة النَّمطية المتبادلة بين المتخالفين . فالمقاربة التَّاريخية تدفع باتَّجاه الاقتصاد في الخلاف . ذلك الضَّرب من التَّقويض المقاصدي الذي يوقف الباحث أمام الحدِّ الأدنى من الخلاف الذي تتبدَّد على هامشه حالة التَّضخُّم في طلب الخلاف والانزواء ، ويحصل في مقابل ذلك حالة التَّسامح في القبول بعناصر الاختلاف بدل التَّعسير ؛ حيث إِن مقتضى التَّسامح ، التَّعسير في اعتبار ما من شأنه مخالفة المقصود من الائتلاف .\r\nإنَّ إطلالةً سريعةً على أدبيات الصِّراع الطَّائفي\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nتُظهر إلى أيّ حدٍّ بلغ الإسراف في قبول الصُّورة النَّمطية عن الآخر المسلم ، إلى حدٍّ طغت موارد الاختلاف الزَّائفة وابتلعت معها عناصر التَّوافق والتَّلاقي التي هي من الأهمية بحيث يعظم على اللَّبيب تجاوزها ؛ لأنَّها تمثل أعظم القيم الإسلامية . ولا نعتقد أنَّ مسألة التَّوحيد والنُّبوَّة والمعاد وما شابهها من باقي الأُصول التي بها يكون المسلم مسلماً ، هي دون سائر الأُصول المعتبرة في ديننا الحنيف حتى لا يُلتفت إليها في المقام ، أو يتذرَّع بعدم كفايتها في بناء التَّقارب المنشود والوحدة المتوخاة .\r\nتتيح المقاربة التَّاريخية إمكانية النَّظر إلى موضوع الخلاف بوصفه ثمرةً لاعتمالات سياسيَّةٍ متراكمة ، وصيرورة من التَّشكُّل الثَّقافي على خلفيّة الانزواء بالمذاهب والطَّوائف وإحاطتها بأسوارٍ منيعةٍ لا تؤمّن الحدّ الأدنى من الذّهاب والإياب بين الطّوائف\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nوالمذاهب الإسلامية .\r\nلقد فعلت السِّياسة الكثير في التَّاريخ الإسلامي ، وساهمت في تحويل المذاهب الإسلامية - بوصفها مدارس للفكر والمعرفة والاجتهاد - إلى محميّاتٍ مغلقة ومدن محروسة ؛ إمعاناً في النُّفور المذاهبي ، ومبالغة في تدمير الجسور بينها .\r\nوإذا كانت السِّياسة قد فعلت فعلتها في التَّاريخ الإسلامي فلما لاتنهض سياستنا اليوم بتدارك خطأ الماضي والعمل على مدِّ جسور الوصال بين المذاهب ، ومنح المجتهدين الحقّ في الاندماج في مناخٍ من التّواصل كما سارت عليه العادة في حواضر العالم الإسلامي منذ أمدٍ بعيد .\r\nإنَّ المتتبع لجملة الشُّبهات التي يحملها بعضنا عن البعض يلاحظ أنَّها نأت بالخلاف عن حدود الأمر الطَّبيعي إلى حدود المبالغة والتَّخريف . وإذا كان التَّحقيق يصادم هذا النَّوع من التَّهريج الطّوائفي ، فإنَّ\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nضرباً من النّسيان والتَّجاهل تؤمّنه السِّياسات في الأعمِّ الأغلب ، وتستفيد الحكومات مِمَّا في أيدي النَّاس من صورةٍ نمطيَّةٍ على حساب التَّحقيق والنَّظر .\r\nهكذا نجدنا - مثلًا - نحاكم - بأثرٍ رجعيٍّ - الخواجة نصيرالدِّين الطُّوسي في تعامله مع هولاكو ، ونعتبر سقوط بغداد ثمرةً لهذه المؤامرة التي لعب فيها ابن العلقمي دوراً بارزاً . ولكنَّنا ننسى أنَّ ابن العلقمي كان هو الشَّخصية الأكثر استقامةً في دولة العباسيين ، وهو وحده - بحسب الفخري - من لم يخمر ، بل إنَّه صاحب فكرة شرح النَّهج ؛ حيث طلب من ابن أبي الحديد المعتزلي النُّهوض بهذا المشروع الكبير « 1 » . ويمكن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في كتاب الفخري : 265 : « هو مؤيّدالدّين ، أبو طالب ، محمد بن أحمد بن العلقمي البغدادي ، وزير المستعصم بالله ، الخليفة العباسي ، اشتغل في صباه بالأدب ، ففاق فيه ، وكتب خطاً مليحاً ، وترسّل ترسُّلًا فصيحاً ، وكان لبيباً كريماً ، ورئيساً متمسّكاً بقوانين الرّئاسة ، خبيراً بأدوات السّياسة ، محباً للأدب ، مقرّباً لأهل العلم ، اقتنى كتباً كثيرة نفيسة ، وصنّف له النَّاس ، منهم : الصَّغاني صنّف له العباب ، وهذا ( أي : شرح نهج البلاغة ) المصنّف الذي ألف برسمه » .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nمعرفة رأي هذا الأخير في ابن العلقمي الوزير في الشَّرح نفسه « 1 » . لكن - وللأسف الشَّديد - لم يبعثنا وازع البحث والتَّحقيق أن نتأمَّل في محاولة ابن العلقمي تجنيب بغداد كارثة التَّدمير الوحشي المغولي ؛ فإنَّ اختزال سقوط بغداد فيه دورٌ سرِّيٌّ لا بن العلقمي قد غفل عنه الكثير .\r\nفهذا ابن خلدون حينما يصف قوة التَّتار ، يعتبرها الدَّولة الأقوى في العالم ، بل لا وجود لأُمَّة بهذه القوَّة منذ آدم ( ع ) . فهل كان يحتاج المغول إلى ابن العلقمي أو رجلٍ أسيرٍ مثل الخواجة نصير الدِّين الطُّوسي حتَّى يتمكَّنوا من بغداد ؟ !\r\nولكن مع ذلك لم نجد أحداً وقف عند الطَّريقة التي تعامل بها ابن خلدون مع تيمور لأنك حسب ما يصف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع : شرح النَّهج لابن أبي الحديد المعتزلي الشَّافعي 240 : 8 ، تحقيق : محمد أبو الفضل إبراهيم ، نشر دار إحياء الكتب العربيّة .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nهو نفسه ذلك في سيرته « 1 » . وهو حديثٌ مطوَّلُ جمع ابن خلدون مع تيمور لأنك ، وأعطاه ابن خلدون معلوماتٍ جغرافيَّةٍ غايةً في الخطورة عن المغرب ، وكُتب ذلك وتُرجم فوراً إلى اللُّغة المغوليَّة ، وهي معلوماتٌ ليس من شأنها أنْ تغري أيَّ غازٍ عسكريٍّ لغزو المغرب فحسب ، بل تمكّنه - أيضاً - من فعل ذلك على أيسر السُّبل .\r\nإنَّ مقايسةً سريعةً بين علاقة الخواجة نصير الدِّين الطُّوسي الأسير مع هولاكو ، وبين ابن خلدون الذي يروي لنا بنفسه كيف انحنى وقبَّل يد تيمور لأنك ، وأظهر له من التَّذلُّل والدُّونيَّة ما لم يجد مندوحةً من وصفه بنفسه ، تعطينا صورةً عن التَّعاطي المزدوج مع التَّاريخ الإسلامي ، وهذا النَّوع من التَّحقيق التَّاريخي يوجب استبعاد مدّ الجسور بين المختلفين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما هو مسطورٌ في آخر جزءٍ من كتاب العبر .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nوقس ذلك على فرية التَّآمر الصَّفوي ، الذي باتت اليوم شعاراً ثقيلًا راسخاً في دنيا إعلامنا كالطَّود الأشم . بينما الغور البسيط في التَّحقيق التَّاريخي يكشف عن أنَّ الصَّفويين ليسوا سوى تلك الفرقة الصُّوفيَّة التّركيَّة الأردبيليَّة التي تبنَّت التَّشيُّع ، وفتحت المجال للدَّور العربي في كثيرٍ من القضايا .\r\nفالتَّشيُّع الصَّفوي هو بالأحرى التَّشيُّع العربي ، حيث نجد أنَّ ما من دولةٍ في تاريخ إيران مكَّنت العرب من النُّفوذ ، ومنحتهم مناصب عليافي الحكم كالدَّولة الصَّفويَّة .\r\nإنَّ المقاربة التَّاريخيَّة لجملة الشُّبهات التي يستقوي بها إعلام التَّفريق المعاصر ضروريَّة منهجيَّة واستراتيجيَّة للتَّخفيف من وطأة الخلاف ، وعلى الأقل يرفع الخلاف إلى قاب قوسين أو أدنى من الممارسة العلميَّة وأخلاقية الحوار بين المختلفين ، ولا يهدم أُسُس التَّواصل المطلوب بين المسلمين .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n\r\nالمقاربة الأصولية\r\nإشكالية القطع\r\nانتهز هذه الفرصة كي أبدي رأياً في هذا الجدل الذي سيتيه بنا إلي ما لاتحمد عُقباه ، إن لم نستحضر الحكمة ونحكّم العقل ونتقي الله في فتنة لها رجالٌ شدادٌ تأخذهم العزّة بالإثم ، وهم - وربك - لايرعوون . .\r\nوليس ذلك أنَّ المرءليس مطالباً بإحقاق الحقّ والذَّود عن حمى الثَّقلين الذين جعلهما الله تعالى عصمة المسلمين من الضلالة . . لكن لابدَّ من أن يحكم النِّقاش الرَّغبة الصَّادقة في المعرفة ، والخُلق الرفيع في الحوار ، فليست الصَّراحة هي المشكلة في البين ، بقدر ما أنَّ\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالمشكلة في القلوب حينما تعميها المكابرة ، ويتراخى الوازع الدّيني والأخلاقي ، ويضمر الإحساس الإنساني الذي يجعل الإنسان لا يدري متى وقع على الفتنة ومتى تقع عليه .\r\nومن المؤكد إنَّ الهدف من النِّقاش والمناظرة - بغض النَّظر عن الشُّروط العلميَّة والأخلاقيَّة التي يجب توفُّرها فيمن ينوي الخوض في هذا الميدان - لابدَّ أنْ يكون متّجهاً إلى تعزيز موقف الأُمَّة ووحدة المسلمين .\r\nفحينما أناقشك - أخي المسلم - سلفياً كنت أو غير ذلك ، فالغاية أنْ أجعلك تتعرَّف على آراء من كفَّرتهم عَدْواً بغير علم . لكي أقول لك : أنا مسلمٌ مثلك ، فلنتعايش ويحبّ بعضنا البعض ، ونعبد ربّنا حتّى يأتينا اليقين .\r\nإنَّ علماء الأُصول وإنْ كانوا قد تحدَّثوا كثيراً عن\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالقطع بوصفه حجّة ، ولكن لا يكفي هذا عزيزي المسلم ؛ لأنَّه في كثيرٍ من الأحيان لا يكون الطَّريق الَّذِي من خلاله حصل القطع مشروعاً ، فلا تعني الحُجِّيَّة الذَّاتية للقطع عدم المؤاخذة على الطَّريق غير المشروع الَّذِي سلكه صاحب القطع . فأمثال القطّاع وغير السَّوي في قطعه من ناحية الطَّريق في حكم الجاهل الذي يجب عليه أن يحتاط لنفسه بالرجوع إلى العالم متى لم يكن في ذلك حرج ؛ لأنَّ أمثال هؤلاء قد يحصل لهم القطع عن طريق الأطروحة ونقيضها سواء بسواء .\r\nغير أنَّه لا بأس بالحديث عن أنَّ القطع المعتبر في المقام قد قال به الفقهاء والأصوليين لجهةِ تناسب مع التَّسهيل ورفع الحرج ؛ حيث كان مجال الفقه هو الظَنون المعتبرة التي تحتل المساحة الكُبرى في مجمل الأحكام بعد الانسداد .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nفالشارع المقدَّس لعدله وحكمته عبّدنا بهذه الظُّنون دفعاً للحرج . وحيث ليس في الوسع إحراز الواقع ، فكان القطع هاهنا بمنزلة الواقع كما لا يخفى .\r\nغير أنَّ القطع في مجال الاعتقاد ليس له إلَّا طريق الدَّليل . ولكن أيّ دليل ؟ !\r\nهل يقال : إنَّ الدَّليل في المقام هو البرهان ؟\r\nمن قال ذلك ؟\r\nنعم القرآن يقول :  ( قُلْ هاتُوا بُرْهانَكُمْ إِنْ كُنْتُمْ صادِقِينَ )  « 1 » ، لكنَّ البرهان هنا لا يعني بالضَّرورة البرهان المنطقي الذي يقابل صنوف الحجج التي تقوم على غير القياس البرهاني بالضَّرورة ؛ لأنَّ المتلقي المفترض في خطاب الوحي هو الإنسان كُلّ الإنسان ، بكُلِّ مستوياته الإدراكية .\r\nوكُلُّ متلقٍّ محاسبٌ بقطعه من ناحية الوسيلة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البقرة : 111 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوالطَّريق الَّذي يتوسَّل به للوصول إلىَ الواقع ؛ حيث إنَّه مكلَّف بأنْ يستثير دفائن عقله قدر الوسع .\r\nلكن لا يخفى أنَّ من ضروب القطع ما خالف الواقع ، فيكون صاحبه بمنزلة الجاهل ، وهو ما يُسمَّى بالجهل المركّب . وقد حار المناطقة في أمر الجهل المركّب ، هل هو من ضروب العلم أو الجهل ؟ والحقّ أنَّ هذه الحيرة راجعةٌ إلى الزَّاوية التي ينظر من خلالها إلى مسألة الجهل المركّب . والمسألة في اعتقادنا نسبيةٌ بامتياز ؛ فالذي غلب عليه الذَّوق المنطقي جعله من أقسام الجهل ، والذي غلب عليه الذوق الفقهي جعله من أقسام العلم . وعليه فالجهل المركّب من النَّاحية المنطقية جهلٌ في جهل ، وإن كان في نظر الفقه ضربٌ من العلم والقطع . فالمنطقي يستحضر الواقع الوجودي على نحو الحقيقة ، سواء أكان الوجود ذهنياً أم خارجياً . فالقطع الذي يخالف الواقع هو جهل ، فكأنَّ\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nالجاهل هنا جَهل مرَّتين بالمطلوب ؛ جهل بالمحمول ، وجهل بحقيقة الجهل بالمحمول .\r\nفمن قال - مثلًا - لمؤمن : إنّك كافرٌ ، فهو جاهل بحال المؤمن في الواقع ، وجاهل أنَّه يكون جاهلًا . ولذا فهو قد جهل مرّتين ، وإنْ شئتَ فقل : ظلم مرّتين ، بخلاف الجهل البسيط فإنَّه جهلٌ مرّة واحدة بالمحمول ، يلازمه علم بالجهل بالمحمول .\r\nوكيف كان ، فعلى الأقلّ لن يكون الجهل المركّب في مجال الاعتقاد علماً . فالخوارج الذين طلبوا الحق فلم يصيبوه ، كان التَّشديد عليهم ليس بأقلّ مِمَّن طلب الباطل فأصابه ؛ لجهة اعتبار النّوايا ، وحوربوا لمَّا حاولوا أنْ يرتبِّوا آثاراً عمليَّةً على جهلهم المركّب . فإنَّ القاطع بكفر المؤمن يستبيح دمه وعرضه وماله .\r\nومن هنا تظهر أهميَّة استمرار النِّقاش ، وبأن لا يقطع المعتقد في مجال المناظرة إلا بدليل ؛ لإنَّ منهج\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالرسول ( ص ) في الدَّعوة كان كما يُشير القرآن إلَى ذلك :  ( قُلْ مَنْ يَرْزُقُكُمْ مِنَ السَّماواتِ وَالْأَرْضِ قُلِ اللَّهُ وَإِنَّا أَوْ إِيَّاكُمْ لَعَلى هُدىً أَوْ فِي ضَلالٍ مُبِينٍ )  « 1 » . وحتماً لم يكن الرسول الأكرم ( ص ) يشكّ مقدار ذرةٍ أو أدنى في مضمون رسالته ، لكنَّها قوانين التَّواصل والحوار تفرض أن يخرج المناظر عن قطعه ، لنقل الخروج المنهجي عن القطع ؛ حتّى يكون الحوار ممكناً .\r\nإنَّ النَّاظر في مجمل الوقائع التي ذهب ضحيتها أبرياء من البشر ، حدثت بجهلٍ مركَّب . ومن هذا المنطلق احتاطت الشَّريعة الإسلاميَّة في الدِّماء حتَّى في الحدود التي شرّعها الله تعالى . ومن هنا - أيضاً - شدَّد الشَّرع على عدم اتِّباع الظَّن ؛ كي لا نصيب قوماً بجهالة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سبأ : 24\r\n( 2 ) إشارة إلى الآية السَّادسة من سورة الحجرات .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالمهمُّ من كُلِّ هذا أنْ نعرف أَنَّ الحوار بين المختلفين يجب أن يستأنس بمباحث القطع استئناساً يهذّب العقول ويلطّف النُّفوس ، ويجعل المناظرة قائمةً على الاحتياط في أحكام القيمة والتَّثبُّت والتَّبيُّن . فإذا أدركنا ذلك ، كان لا بدَّ من الحديث عن الغاية الأخلاقية والدِّينية والإنسانية التي تؤطِّر الحوار المذاهبي ، أعني : أنْ يكون المتناظران يريدان دينياً وجه‌الله في إحقاق الحقّ ، فلا حيلة مع الله أمام من يحاول ركوب متن المكابرة والمراءاة .\r\nوأمَّا الغاية الأخلاقيَّة ، فهي أنْ يكون الحوار والمناظرة هادفةً إلى تهدئة النُّفوس ونزع ما من شأنه تجييشها وتهيئتها لتكون مطيّةً للشّيطان . وأمَّا إنسانياً ؛ فلأنَّ إدراك الحقيقة والمعرفة مطمحٌ إنسانيٌّ على كُلِّ حال .\r\nوعلى هذا الأساس يمكننا الحديث عن ضربٍ بديلٍ\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nمن المناظرة ، هي : « المناظرة المسؤولة » . فأيُّ ضربٍ من المناظرة يهدف إلى التَّخريب ونشر الكراهية والعداوة والتَّكفير . . . يكون خارجاً عن شروط ومقومات المناظرة المسؤولة . لذا فإنَّ استفزازات البعض ، وإمعانهم في السّباب والشّتم والتَّكفير ، لن يثني الموالي الحقيقي لأهل البيت ( ع ) عن التَّمسُّك بالأخلاق الحميدة والهدف الكبير الذي ائتمنوا عليه .\r\nوهناك من يستغلّ هذه الأخلاق الرَّفيعة ، ويأنس من تعفُّف أتباع أهل البيت ( ع ) ، لمواصلة التَّهريج الطَّائفي من طرفٍ واحدٍ ، لكنَّ أمثال هؤلاء لا يحسنون في صناعتهم سوى تكفير المسلمين . ومع ذلك ، فلن نكفّر أحداً ، ولن نسيء لأحدٍ . . .\r\nفالذين امتلأت قلوبهم بأخلاق محمد وآل محمد ( ع ) ، ليس أمامهم من مندوحةٍ ليقعوا في فخٍّ من\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nهذه الفخاخ . فلا نحاجج المغالط إلا بمثل ما حاجج به محمد ( ص ) المشركين وعليٌّ ( ع ) الخوارج ؛ فما خاب من تمسّك بكم سادتي .\r\nوليعلم كل منصفٍ أنَّ المشكلة ليست بين المذاهب الإسلاميَّة بقدر ما هي مشكلة مع من فتح نار التَّكفير على من خالفه من المسلمين ، بدون فقه وبيّنة .\r\nإنَّ الغائب في مقاربتنا لمسألة التَّقريب والوحدة هو المقاربة التَّاريخيّة القائمة علىالسُّؤال التَّاريخي الجذري ، وأيضاً المقاربة الأصولية النَّاهضة على تفكيك مفهوم القطع وفلسفته ، تلك الفلسفة التي أبدع فيها العقل الأصولي ، لا سيما الإمامي ، وحقَّق وفرَّع ، لكنَّ ضرورات التَّواصل وما نراه من نوازل من أحكام القطع تذهب حدّ إزهاق الأرواح البريئة ، يقتضي مزيداً من التَّحقيق والبحث والنَّظر . فكون الدّماء عند أهل البيت ( ع ) شديدة ، تفرض تفصياً استثنائياً وجهداً\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nآخر مضاعفاً لبحث مسألة القطع ، لا سيما ما كان من جنس القطع الذي به يُكفّر المسلم المسلم ، وبه يستحلّ دمه ويستهتر بالحرمات .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31}
  ]