[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nلماذا الاختلاف في الوضوء\r\nومن هووراء الكواليس\r\nتأليف\r\nالسيد علي الشهرستاني\r\nتلخيص وترتيب\r\nالشيخ قيس العطار\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nشهرستانى ، على\r\nلماذا الاختلاف في الوضوء ومن هووراء الكواليس ؟ / تاليف على الشهرستاني ؛ تلخيص وترتيب قيس العطار . - - تهران : مشعر ، 1384 .\r\n102 ص .\r\n6000 ريال : ISBN : 964 - 7635 - 77 - x\r\nعربى .\r\nفهرستنويسى بر أساس اطلاعات فيپا .\r\nكتابنامه : ص . 93 - 102 ؛ همچنين به صورت زير نويس .\r\n1 . وصف - - تاريخ . 2 . وضو - - أحاديث . 3 . شيعه - - دفاعيه ها ورديه ها . 4 . أهل سنت - - دفاعيه ها ورديه ها . الف . عطار ، قيس ، Attar Qays . ب . عنوان .\r\n8 ل 9 ش / 5 / 185 BP\r\n352 / 297\r\nكتابخانه ملى إيران / 2339 - 84 م\r\nلماذا الاختلاف في الوضوء\r\nتأليف : السيد على الشهرستاني\r\nتلخيص وترتيب : الشيخ قيس العطار\r\nالناشر : دار مشعر\r\nالمطبعة : دار الحديث\r\nالطبعة : الأولى - 1426 ه‍ ق\r\nالكمية : 1500 نسخة\r\nالسعر : 600 تومان\r\nردمك : x - 77 - 7635 - 964\r\nISBN : 964 - 7635 - 77 - x\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nبسم‌اللَّه الرّحمن الرّحيم\r\nالحمد للّه ربّ العالمين والصّلاة والسلام على محمّد وآله الطّيبين الطّاهرين .\r\nوبعد ، فإنّ هذا الكتيّب الماثل بين يدك عزيزي القارئ هو الأوّل من سلسلة « بحوث في الوضوء النبوي » ، وهو خلاصةٌ لبحث ضخم تناول فيه مؤلفه الأستاذ السيّد علي الشهرستاني من الزاوية التاريخية وملابسات الأحداث ، سرّ الاختلاف الواقع بين المسلمين اليوم في الوضوء النبوي ، مع أنّ المفروض أن لا يقع مثل هذا الاختلاف في مفردة مثل الوضوء الذي نصّ عليه القرآن المجيد بقوله تعالى  « يا أَيُّهَا الَّذِينَ آمَنُوا إِذا قُمْتُمْ إِلَى الصَّلاةِ فَاغْسِلُوا وُجُوهَكُمْ وَأَيْدِيَكُمْ إِلَى الْمَرافِقِ وَامْسَحُوا بِرُؤُسِكُمْ وَأَرْجُلَكُمْ إِلَى الْكَعْبَيْنِ »  « 1 » ، كما أنّ الرسول الأكرم محمّداً صلى الله عليه وآله بيّن أحكامه وفروضه وكيفيته ونواقضه وموجباته أحسن بيان ، ومارَسَ صلى الله عليه وآله فعله أمام أنظار المسلمين مدة مديدة من حياته الشريفة ، كما مارسه المسلمون بتعليمه صلى الله عليه وآله .\r\nوخلال مراحل من البحث فقد عثر المؤلف على نصّين في أنّ الاختلاف في الوضوء وقع في عهد عثمان بن عفّان ، وأكّد ذلك بأنّ السبر التاريخي دلّ على عدم وجود اختلاف في الوضوء قبل هذا الزمان ، لافي زمان رسول اللَّه صلى الله عليه وآله ولا في عهد الشيخين .\r\nبعد ذلك تبين له أنّ عثمان بن عفّان كان هو البادئ بالخلاف ، الطارح لفكرة الوضوء الجديد ، وذلك من خلال اختلافه مع كبار الصحابة في كثير من الأحكام الفقهية ، مضافاً إلى اختلافه معهم في الأحكام السياسية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المائدة : 6\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوالإدارية ، خصوصاً في الستّ الأواخر من سنيّ عهده ، ولذلك ترى عثمان يتجاهل المخالفين لوضوئه مع أنّهم من المحدثين عن رسول‌اللَّه صلى الله عليه وآله ، وذلك بقوله «\r\nيتحدثون عن رسول اللَّه صلى الله عليه وآله بأحاديث لا أدري ما هي إلّاأني رأيت رسول اللَّه توضّأ . . .\r\n» ثمّ يسوق وضوءه الثلاثي الغسلي . وهو في كل ذلك يتصرف تصرُّف المتّهم الباحث عن الشهود ، فيستشهد على وضوئه جماعات من أصحابه ، ويذيّل وضوءاته بالضحك والتبسم ، ويدعو الناس إليه ، ويقعد في أماكن حساسة لنشره .\r\nوقد أوقفتنا تلك البحوث على ماهية الناس المختلفين مع عثمان في وضوئه وفي باقي آرائه ، وعرفنا أنّهم من المحدّثين ومن عليّة الصحابة وكبارهم ، كما دلّت الحوادث على أن مقتل عثمان كان بسبب إحداثاته الدينية بالدرجة الأولى لا لسوء تصرفاته المالية والإدارية والسياسية .\r\nوبما أنّ أصل هذا الكتاب لاقى ترحيباً وإقبالًا واسعاً من القراء الكرام ، فنفدت طبعاته الخمس في مدة خمس سنوات ، وطلب منّا بعض الأخوة الأفاضل والقراء الكرام تلخيصه وترتيبه وإعطاء لُبّ لبابه مختصراً ، تسهيلًا على المطالع ، وتقريباً للمتناول ، رأينا أن نستجيب لرغبتهم ، فاستعنّا باللَّه وقمنا بتلخيصه وترتيبه خدمة للدين والعلم والفكر ، فإن أشكل أو غمض مطلب على القارئ كان بوسعه مراجعة أصل الكتاب للوقوف على صورة أوضح .\r\nبعد هذا نرجو من اللَّه تبارك وتعالى أن ينفعنا به وينفع الإسلام والمسلمين ، للتقدم إلى الأمام وعدم الجمود على قوالب صيغت في العصور المتقدمة تحت ظروف خاصة وملابسات كثيرة أرادت أن تميت الحقيقة النابضة الحية .\r\nقيس العطار\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالمقدّمة\r\nانقسم المسلمون بعد رسول اللَّه صلى الله عليه وآله إلى نهجين ، لكلّ منهما منحاهُ ومبناه .\r\nفالبعض من الصحابة كان يدعو إلى لزوم استقاء الأحكام من القرآن والسنة المطهرة ولا يرتضي الرأي والاجتهاد قباله ، والبعض الآخر كان يذهب إلى شرعية قول الرجال ، وصحة الاجتهاد قبال النص ، لأنّهم قد عرفوا ملاكات الأحكام وروح التشريع !\r\nوقد انتهجت الطائفة الأولى منهاج الطاعة والامتثال لمطلق الأحكام الصادرة عن اللَّه ورسوله ، وهؤلاء كانوا لا يسمحون لأنفسهم - ولا لغيرهم - العمل في الأحكام الشرعية بآراء شخصية واجتهادات غير مأخوذة من النص .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nأما الطائفة الثانية - فهي طائفة المجتهدين « 1 » - الذين كانوا يفتون بالرأي في محضره صلى الله عليه وآله ، ويبتغون المصلحة مع وجود النص ، وهؤلاء وإن كانوا معتقدين برسالة الرسول لكنهم لم يعطوه تلك القدسية والمكانة التي منحها اللَّه إياه ، فكانوا - في كثير من الأحيان - يتعاملون معه كأنه بشر غير كامل يخطئ ويصيب ، ويسبّ ويلعن ثم يطلب المغفرة للملعونين « 2 » .\r\nوهذا الانقسام بين الصحابة كان من جملة الأسباب التي أدت لاختلاف المسلمين في الأحكام الشرعية بعد رسول اللَّه صلى الله عليه وآله ، وقد كان هذا الانقسام منطوياً على علل أخرى كثيرة ستقف على بعضها في بحوثنا الآتية .\r\nبلى ، إنّ دعاة الاجتهاد استدلوا على شرعية هذا الاختلاف بقوله صلى الله عليه وآله :\r\n( اختلاف أمتي رحمة ) « 3 » ، لكن أحقاً أن ( اختلاف أمتي رحمة ) بالمعنى الذي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الاجتهاد الذي نهى عنه اللَّه ورسوله وأئمة أهل البيت هو بمعنى الإفتاء بالرأي - وبمثل القياس والاستحسان والمصالح المرسلة وما شابهها - مع ترك النصوص القرآنية والنبوية أو التلاعب بمفاهيمها\r\n( 2 ) انظر صحيح مسلم 4 : 2008 / 90 ، مسند أحمد 2 : 316 - 317 ، 449 ، 3 : 400\r\n( 3 ) شرح النووي على صحيح مسلم 11 : 91 ، الجامع الصغير للسيوطي 1 : 48 . وقال المناوي في فيض القدير 1 : 209 : لم أقف له على سندٍ صحيح . وفي كنز العمال 10 : 136 / ح 28686 ذكره ثم قال : « نصر المقدسي في الحجة ، والبيهقي في رسالة الأشعرية بغير سند ، وأورده الحليمي والقاضي حسين وإمام الحرمين وغيرهم ، ولَعَلَّهُ خُرِّج به في بعض كتب الحفاظ التي لم تصل إلينا » ! ! وقد صحّ إسناد هذا الحديث عند أهل البيت وفسّره الإمام الصادق بأن المراد اختلافهم في البلدان بعد تفقّههم لينذروا الناس ويعلموهم الأحكام . انظر : علل الشرايع 1 : 85 ، ومعاني الأخبار : 157 فانظر كيف يأخذون به مع عدم صحة اسناده عندهم\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nأريد أن يفسَّر به ؟ أم أنّ له معنى آخر ؟ ولو صح ذلك فكيف نفسر قوله صلى الله عليه وآله : ( لا تفترقوا فتهكلوا ) « 1 » ، وقوله : ( ستفترق أمتي على ثلاث وسبعين فرقة ، فرقة ناجية والباقون في النار ) « 2 » ؟\r\nولماذا يكون الاختلاف بين المسلمين إلى هذا الحد ، وكتابهم واحد ، ونبيّهم واحد ؟\r\nفترى هذا يسدل يديه في الصلاة والآخر يقبضهما ، والثاني يُفرّج بين رجليه في الصلاة والآخر يجمع بينهما ، والثالث يغسل رجليه في الوضوء والآخر يمسحهما ، والرابع يجهر بالبسملة والآخر لا ينطق بها مجهورة ، وهذا يقول بالتأمين وذلك لا يقول به . والعجيب أنّهم جميعاً ينسبون أقوالهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصنف لابن أبي شيبة 8 : 161 / ح 27\r\n( 2 ) انظر الحديث بألفاظ متقاربة ومعنى واحد في : تحفة الأحوذي 7 : 333 ، المعجم الكبير للطبراني 18 : 51 ، كنز العمال 1 : 377 / ح 1637 ، شواهد التنزيل 1 : 270 ، تفسير القرطبي 2 : 9 .\r\nوفي مستدرك الحاكم النيسابوري 3 : 547 بسنده عن عوف بن مالك ، قال : قال رسول‌اللَّه صلى الله عليه وآله : ستفترق أمتي على بضع وسبعين فرقة ، أعظمها فتنة على أمتي قوم يقيسون الأمور برأيهم ؛ فيحرمون الحلال ويحللون الحرام . وهو في المحلى لابن حزم 1 : 62 ، والمستدرك للحاكم ايضاً 4 : 430 ، ومجمع الزوائد 1 : 179 ، والمعجم الكبير للطبراني 18 : 51 ، ومسند الشاميين 2 : 143\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nوأفعالهم - على ما فيها من تضارب ظاهر - إلى رسول اللَّه صلى الله عليه وآله !\r\nأفيكون رسول اللَّه صلى الله عليه وآله قد قالها جميعاً ، أو فعلها جميعاً ، وصحّ عنه النقلان - أو النقول كلّها - كما يقولون ؟ ! أم أنّ فعله كان واحداً في كلّ هذه الحالات ؟ !\r\nوإذا كان ذلك كذلك ، فمن أين جاء الاختلاف الذي يعسر دفعه وإنكاره ؟ ! أترانا مكلّفين في شريعة اللَّه أن نقف على الرأي الواحد ، أم أنّا قد أُمرنا بالاختلاف ؟ ! بل بمَ يمكن تفسير ظاهرة اختلاف النقل عن الصحابي الواحد ؟ !\r\nولِمَ ظهرت رؤيتان في الشريعة ، إحداهما تدعو إلى التعددية ، والأُخرى تنادي بالوحدوية ؟ !\r\nفلو كانت التعدديّة هي مطلوب الشارع ، فلِمَ حصر النبي صلى الله عليه وآله الفرقة الناجية من أُمته بواحدة من الثلاث والسبعين وقال في الباقي أنّها في النار ؟ ! !\r\nألم يُلزَمْ على التفسير السابق القول : الجميع ناجية وواحدة في النار ؟ ! ! بل لا يبقى مجال لافتراض حتى فرقة واحدة في النار ! ! !\r\nوإذا كانت الوحدوية هي مطلوب الشارع ، فلِمَ تصحَّح التعددية وتلتزم ؟ ! وهل يصح ما قيل في اختلاف الأمة باعتباره رحمة ؟ وما معنى تأكيده سبحانه على وحدة الكلمة إِذَن ؟ !\r\nولو كانت الفُرقة هي مطلوب الشارع ، فماذا يعني قوله تعالى :  « وَلَوْ \r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً »  « 1 » ، وكذا قوله :  « أَنَّ هذا صِراطِي مُسْتَقِيماً فَاتَّبِعُوهُ وَلا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَنْ سَبِيلِهِ ، ذلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَتَّقُونَ »  « 2 » .\r\nإن القول بالتعددية أو الإيمان بالوحدوية يرجع - في نظرنا - إلى ما عزوناه من أسباب في انقسام المسلمين بعد رسول اللَّه صلى الله عليه وآله ، وأهمها انقسامهم إلى نهجين رئيسيَّين :\r\n1 - نهج التعبّد المحض / الوحدويّة .\r\n2 - نهج الاجتهاد والرأي / التعدّديّة .\r\nوقد فصّلنا الحديث عن هذين النهجين في دراستنا لأسباب منع تدوين الحديث ، موضحين فيه جذور الرأي والاجتهاد عند العرب قبل الإسلام ، وتصوّراتهم عن رسول اللَّه صلى الله عليه وآله وكيفية تعاملهم معه كأ نّه شخص عادي يخطئُ ويصيب ، ويقول في الغضب ما لا يقوله في الرضا ، بل وحسب فهم بعضهم ، ما هو إلّاسلطانٌ جاهد فانتصر ، وإنّ تعاليمه ما هي إلّا مقرّرات أصدرها من عند نفسه ولم يُنزل اللَّه سبحانه فيها شيئاً .\r\nوالإسلام - ولكي يوحّد الأُمة - جاء بشهادة ( أن لا إله إلّااللَّه ، وأنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء : 82\r\n( 2 ) الأنعام : 153\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nمحمّداً رسول اللَّه ) إذ أنّ الشهادة الأولى كانت تعني جمع العرب - ومن ثم العالم - على اعتقاد واحد ، بوحدانية المعبود وترك الآلهة والأصنام الموجودة عندهم ، والشهادة الثانية تعني إنهاء حالة التعددية القيادية والمناحرات القبلية ، والاجتماع على قائد واحد ، وهو رسول الإنسانية ، أي إنّ الإسلام أراد توحيدهم باللَّه سبحانه وتعالى اعتقادياً ، وبمحمد بن عبداللَّه صلى الله عليه وآله قائداً روحياً وسياسيّاً واجتماعيّاً ، لأنّ وحدة الفكر والقيادة من الأمور التي تقوّي الأمة وترفع شأنها ، بخلاف التعددية المؤدّية إلى الفرقة والاختلاف والضعف .\r\nوإليك الآن بعض الشيء عن التعبّد والمتعبّدين والاجتهاد والمجتهدين ، ودور كل واحد منهما في الوضوء النبوي على سبيل الإجمال .\r\n\r\nالتعبد والمتعبدون\r\nقلنا لك بأنّ القرآن المجيد والسنة النبوية لم يقبلا بالتعددية بل جاءا ليحطّما الاعتقاد الجاهلي - المبتني على حبّ الذات والطمع في الرئاسة - إذ أكّد سبحانه في القرآن المجيد مراراً وبعدة أساليب على وجوب اتّباع النبي صلى الله عليه وآله الأمّي ؛ بمثل قوله :  « مَنْ يُطِعِ الرَّسُولَ فَقَدْ أَطاعَ اللَّهَ »  « 1 » ، وقوله :  « وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ وَيَخْشَ اللَّهَ وَيَتَّقْهِ فَأُولئِكَ هُمُ الْفائِزُونَ »  « 2 » ، وقوله :  « يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَلا تُبْطِلُوا أَعْمالَكُمْ . . . »  « 3 » ، وقوله :  « إِنَّما كانَ قَوْلَ الْمُؤْمِنِينَ إِذا دُعُوا إِلَى اللَّهِ وَرَسُولِهِ لِيَحْكُمَ بَيْنَهُمْ أَنْ يَقُولُوا سَمِعْنا وَأَطَعْنا وَأُولئِكَ هُمُ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النساء : 80\r\n( 2 ) النور : 52\r\n( 3 ) محمّد : 33\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n الْمُفْلِحُونَ »  « 1 » ، وقوله :  « وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا مُبِيناً »  « 2 » . . . إلى غيرها من الآيات الكريمة الآمرة باتباع النبي صلى الله عليه وآله وطاعته ، مقرونة في أكثرها بطاعة اللَّه سبحانه وتعالى ، ممّا يعني أنّ أمر النبي صلى الله عليه وآله هو أمر اللَّه سبحانه وتعالى .\r\nناهيك عن الآيات المصرِّحة بعظمة النبي صلى الله عليه وآله وأ نّه لا يتكلّم إلّاعن اللَّه ، كقوله تعالى   « وَما يَنْطِقُ عَنِ الْهَوى * إِنْ هُوَ إِلَّا وَحْيٌ يُوحى »   « 3 » ، والآيات الكثيرة المادحة للمتعبّدين بما يقول الرسول تعبّداً محضاً ، كقوله تعالى :  « إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذا كانُوا مَعَهُ عَلى أَمْرٍ جامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ ، إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ »  « 4 » .\r\nوجاءت السنة النبوية الكريمة بالأوامر المتكررة ، بوجوب اتّباع أقوال وأفعال النبي صلى الله عليه وآله على وجه التعبّد والالتزام المطلق أيضاً ، ففي حديث الأريكة قول رسول اللَّه صلى الله عليه وآله . يوشك الرجل متكئاً على أريكته يُحدَّثُ بحديث من حديثي فيقول : « بيننا وبينكم كتاب اللَّه ، فما وجدنا فيه من حلال استحللناه ، وما وجدنا فيه من حرام حرمناه » ، ألا وإنّ ما حرّم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور : 51\r\n( 2 ) الأحزاب : 36\r\n( 3 ) النجم 3 و 4\r\n( 4 ) النور : 62\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nرسول اللَّه مثل ما حرّم اللَّه « 1 » ، إلى غير ذلك .\r\nهذا ، مضافاً إلى الأحاديث النبوية الشريفة المادحة للمتعبدين بأقوال وأفعال وتقارير الرسول صلى الله عليه وآله ، كقوله صلى الله عليه وآله : يا معشر قريش ، لتنتهن أو ليبعثن عليكم من يضرب رقابكم بالسيف على الدين ، قد امتحن اللَّه قلبه للإيمان ، قالوا : من هو يا رسول اللَّه ؟\r\nوقال أبو بكر : من هو يا رسول اللَّه ؟\r\nوقال عمر : من هو يا رسول اللَّه ؟\r\nقال صلى الله عليه وآله : هو خاصف النعل . وكان قد أعطى عليّاً نعله يخصفها « 2 » .\r\nوكقوله صلى الله عليه وآله في عمار بن ياسر : إنّ عماراً مُلئ إيماناً إلى مشاشه . وقوله فيه أيضاً : من عادى عمّاراً عاداه اللَّه ، ومن أبغض عمّاراً أبغضه اللَّه « 3 » . وقوله في حنظلة حين خرج في أُحد ملبّياً نداء رسول اللَّه صلى الله عليه وآله للحرب ، وكان قد أعرس بزوجته ، فخرج جُنُباً واستُشهد في أحد ، فقال النبي صلى الله عليه وآله :\r\nإنّ صاحبكم تغسله الملائكة ، فاسألوا صاحبته ، فقالت : خرج وهو جُنب لمّا سمع الهيعة ، فقال النبي صلى الله عليه وآله : لذلك تغسّله الملائكة « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسند أحمد 4 : 132 : سنن ابن ماجة 1 : 6 / 12 : سنن أبيداود 4 : 200 / 2604 ، السنن الكبرى للبيهقي 9 : 331 ، الاحكام لابن حزم 2 : 161 ، الكفاية للخطيب : 9 ؛ المستدرك 1 : 108 ، الفقيه والمتفقه 1 : 88\r\n( 2 ) كنز العمال 13 : 173 و 107 و 115\r\n( 3 ) الإصابة 2 : 512\r\n( 4 ) الإصابة 1 : 361\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nالاجتهاد والمجتهدون\r\nكان مسار التعبّد هو المسار الصحيح الذي أراده اللَّه لعباده المؤمنين ، أن يؤمنوا باللَّه ورسوله ، ويتّبعوا خطوات الرسول وأوامره ، وينتهوا عن زواجره ونواهيه ، وأن ينقادوا له انقياد طاعة وامتثال دون إعمال للآراء الشخصية أو تأثّر بالآراء الموروثة ، لكنّ الواقع المحسوس آنذاك ظلّ ينبئ عن وجود صحابة كانوا يسمحون لأنفسهم بتخطئة الرسول والوقوف أمام أقواله وأفعاله ، ولم يكن ذلك بدعاً في الديانات ، لأنّ القرآن الكريم والسنة المباركة أخبرانا أنّ ذلك سنة التاريخ في الديانات السالفة ، فقد آمن الناس بأنبيائهم ، وكان منهم الخصيصون والمقربون والحواريون ، كما كان هناك المكذّبون بهم ، وكانت هناك طائفة أخرى من الّذين آمنوا بالأنبياء لكنّهم اختلفوا ولم يفهموا ما يأتيهم به أنبياؤهم على وجهه الصحيح أو فهموه لكن كانت لهم فيما فهموه أهواء . . . تمّ آراء . . . ثمّ أخطاء !\r\nوكيفما كان ، فإنّ القرآن المجيد كشف لنا بلا ريب عن وجود صحابة أسلموا وآمنوا باللَّه والرسول ، لكنّهم ظلّوا على قسطٍ وافر من عدم التعبّد ، وعدم إدراكهم لقداسة الرسول صلى الله عليه وآله ومدى دائرة وجوب إطاعته ، إذ كانوا يعاملونه في بعض الأحيان كأدون الناس شأناً ، وكانوا يعارضونه ويعترضون عليه ، ويرفَعون أصواتهم فوق صوته ، إلى غير ذلك !\r\nوقد وضّح القرآن وعالج الكثير من تلك الحالات غير المسؤولة ، فقال سبحانه :  « وَما كانَ لِمُؤْمِنٍ وَلا مُؤْمِنَةٍ إِذا قَضَى اللَّهُ وَرَسُولُهُ أَمْراً أَنْ يَكُونَ لَهُمُ الْخِيَرَةُ مِنْ أَمْرِهِمْ وَمَنْ يَعْصِ اللَّهَ وَرَسُولَهُ فَقَدْ ضَلَّ ضَلالًا \r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n مُبِيناً »  « 1 » وقال تعالى  « فَلا وَرَبِّكَ لا يُؤْمِنُونَ حَتَّى يُحَكِّمُوكَ فِيما شَجَرَ   بَيْنَهُمْ ثُمَّ لا يَجِدُوا فِي أَنْفُسِهِمْ حَرَجاً مِمَّا قَضَيْتَ وَيُسَلِّمُوا تَسْلِيماً »  « 2 » وقال تعالى  « يا أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْواتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ »  « 3 » ، وفي هذه الآية تصريح بأنّ المخاطبين مؤمنون ينطقون الشهادتين ، وأنهم لم يأتوا بالزنا أو القتل أو غيرهما ، بل رفعوا أصواتهم على صوت النبي صلى الله عليه وآله وكانوا ينادونه بما يكشف عن أنهم كانوا لا يلتزمون بما يقتضيه شأن النبوّة ، ولا يعتبرون النبي صلى الله عليه وآله إلّاشخصاً عادّياً مثلهم ، فلا حاجة إذن ولاضرورة للتعبد بما يقوله النبي صلى الله عليه وآله كنبي ، وهذا هو الذي أوجب التهديد لهم بالإحباط لأعمالهم .\r\nومثل ذلك قوله سبحانه وتعالى :  « يا أَيُّهَا الَّذِينَ آمَنُوا ما لَكُمْ إِذا قِيلَ لَكُمُ انْفِرُوا فِي سَبِيلِ اللَّهِ اثَّاقَلْتُمْ إِلَى الْأَرْضِ »  « 4 » وقوله :  « إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ »  « 5 » ، وقوله :  « أَ لَمْ تَرَ إِلَى الَّذِينَ نُهُوا عَنِ النَّجْوى ثُمَّ يَعُودُونَ لِما نُهُوا عَنْهُ ، وَيَتَناجَوْنَ بِالْإِثْمِ وَالْعُدْوانِ وَمَعْصِيَةِ الرَّسُولِ »  « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأحزاب : 36\r\n( 2 ) النساء : 65\r\n( 3 ) الحجرات : 2\r\n( 4 ) التوبة : 38\r\n( 5 ) الأحزاب : 57\r\n( 6 ) المجادلة : 8\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nبل نقل الطبرسي في قوله تعالى :   « يا أَيُّهَا الَّذِينَ آمَنُوا لا تُقَدِّمُوا بَيْنَ يَدَيِ اللَّهِ وَرَسُولِهِ »   أنّ ابن جنّي صرّح بأنّ معناه ؛ لا تفعلوا ما تؤثرونه وتتركوا ما أمركم اللَّه ورسوله به ، وهذا معنى القراءة المشهورة ، أي لاتقدِّموا أمراً على ما أمركم اللَّه به « 1 » .\r\nهذا ، إلى غيرها من الآيات الكريمة التي لوّحت أو صرحت بما لا يقبل الشك بوجود هذه الفئة في المجتمع الإسلامي في صدر الرسالة الإسلامية ، وإذا لوحظت تلك الآيات وأسباب النزول عُلم أنّ تلك الفئة غير قليلة وذلك الاتجاه كان كبيراً كماً وكيفاً ، بحيث شغل حيزاً كبيراً من تفكير المسلمين .\r\nولم تقتصر الدلالات على القرآن الكريم فقط ، بل صرحت السنة النبوية المباركة قولًا وعملًا بوجود هذا الاتجاه وانتقدته وفندّته - أيّما انتقاد وتفنيد - لأنّ تلك الفئة لم تحدّد عملها واجتهادها في كلام النبي وإنّما راحت تتعداه إلى القرآن الكريم .\r\nفلذلك قال النبي صلى الله عليه وآله لبعض أصحابه : ما لكم تضربون كتاب اللَّه بعضه ببعض ؟ ! بهذا هلك مَن كان قبلكم « 2 » . وفي نص آخر أنه صلى الله عليه وآله قال : أيُتلعّب بكتاب اللَّه وأنا بين أظهركم ؟ ! « 3 » وفي نص ثالث قال صلى الله عليه وآله : أبهذا أُمرتم أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجمع البيان 5 : 129\r\n( 2 ) كنز العمال 1 : 193 / ح 977\r\n( 3 ) كنز العمال 1 : 175 عن مسلم\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nلهذا خُلقتم ؟ أن تضربوا كتاب اللَّه بعضاً ببعض ، انظروا ما أُمرتم به فاتبعوه ، وما نُهيتم عنه فانتهوا « 1 » .\r\nوكان رسول اللَّه صلى الله عليه وآله قد حذّر أصحابه من هذا التهافت المقيت في تعاملهم مع النصوص القرآنية والنبوية ؛ إذ الإيمان باللَّه ورسوله يقتضي التسليم والانقياد لما يقوله اللَّه ويأمر به الرسول صلى الله عليه وآله ، فعدم التسليم بقدسية النبي صلى الله عليه وآله وأقواله وأفعاله يتقاطع مع الإيمان المطلق باللَّه والرسول .\r\nلقد حذّر اللَّه من عواقب هذا النوع من التفكير ، وأنبأَ أنّه سينجرّ إلى ( الفتنة ) ، فعن الزبير بن العوام - في تفسير قوله تعالى :  « يا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ . . .  - إلى قوله -  وَاتَّقُوا فِتْنَةً لا تُصِيبَنَّ الَّذِينَ ظَلَمُوا مِنْكُمْ خَاصَّةً »  « 2 » - قال : لقد قرأنا هذه الآية زماناً وما أرانا من أهلها ، فإذا نحن المعنيّون بها « 3 » .\r\nوقال السدي : نزلت في أهل بدر خاصة ، فأصابتهم يوم الجمل « 4 » .\r\nوبما أنّ ولادة مثل هذا الفكر في مجتمع حديث عهد بالإسلام أمرٌ يوافق سيرة التاريخ وإخبارات القرآن عن سنن الأمم الماضية ، راح الشارع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسند أحمد 2 : 196 ، ومسند أبي يعلى 5 : 429 / ح 3121 ، وكنز العمال 1 : 383 / ح 1661 . وفي سنن النسائي 6 : 142 / ح 3401 بسنده عن محمود بن لبيد ، قال : أُخبر رسولُ اللَّه صلى الله عليه وآله عن رجل طلَّق امرأته ثلاث تطليقات جميعاً ، فقام غضباناً ثمّ قال : أَيُلعَبُ بكتاب اللَّه وأنا بين أظهركم ؟ ! حتى قام رجل وقال : يا رسول اللَّه ، ألا أقتله ؟ !\r\n( 2 ) الأنفال : 24 - / 25\r\n( 3 ) تفسير ابن كثير 2 : 488 - / 489\r\n( 4 ) تفسير ابن كثير 2 : 488 - / 489\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالمقدس يوازن بين الفئتين ، ويبيّن الفرقة الحقّة ، والمسار الصحيح ، وأنّ التعبّد المحض هو سبيل النجاة ، وهو مراد اللَّه سبحانه وتعالى لا الاجتهاد والرأي وتفسير الأمور وفق الأذواق والأهواء والأمزجة والعقائد الموروثة ، فقال تعالى :  « إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذا كانُوا مَعَهُ عَلى أَمْرٍ جامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ إِنَّ الَّذِينَ يَسْتَأْذِنُونَكَ أُولئِكَ الَّذِينَ يُؤْمِنُونَ بِاللَّهِ »  « 1 » ، فقد قرّر القرآن في هذه الآية الكريمة أنّ استئذان النبي صلى الله عليه وآله يساوق الإيمان باللَّه ، وذلك لِما لهؤلاء المستأذنين من عقيدة راسخة وفهم صحيح لوجوب إطاعة النبي صلى الله عليه وآله والالتزام بما يقوله ويفعله ، بخلاف الآخرين الذين لا يرون هذه الرؤية ويذهبون إلى خلافها ، أو أنّهم يفسّرونها طبق آرائهم واجتهاداتهم .\r\nوغيرها من الآيات المباركة التي تتحدث بهذا الصدد .\r\n\r\nالمجتهدون في زمان النبي صلى الله عليه وآله\r\nوقد كان للمجتهدين في زمن النبي صلى الله عليه وآله أثر كبير ، بحيث سوّغوا لأنفسهم العمل بأعمال نهى عنها النبي صلى الله عليه وآله أو لم يأمر بها ، وتعدّوا حدودهم فراحوا يعترضون على النبي صلى الله عليه وآله اعتراض ندٍّ قرين ، ويجتهدون أمام النص الصريح .\r\nفمن ذلك ما فعله خالد بن الوليد من الوقيعة ببني جذيمة في السنة الثامنة للهجرة ، حيث بعثه رسول اللَّه صلى الله عليه وآله داعياً للإسلام ولم يبعثه مقاتلًا ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النور : 62\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nفأمر خالد بني جذيمة بوضع السلاح ، فلمّا وضعوه غدر بهم وعرضهم على السيف لثأر كان بينه وبينهم في الجاهلية ، فلمّا انتهى الخبر إلى النبي صلى الله عليه وآله رفع يديه إلى السماء ثمّ قال : اللهم إنّي أبرأ إليك مما صنع خالد ، ثمّ أرسل علياً ومعه مال فودى لهم الدماء والأموال . . . « 1 » ومن ذلك قتل أسامة بن زيد لمرداس بن نهيك - مع بداهة حرمة دم المسلم - بعد أن كبّر ونطق بالشهادتين ، فقتله أسامة وساق غنمه بدعوى أنه أسلم خوفاً من السيف ، فلمّا علم رسول اللَّه صلى الله عليه وآله بفعله قال : قتلتموه إرادةَ ما معه ؟ ! ثمّ قرأ قوله تعالى :  « وَلا تَقُولُوا لِمَنْ أَلْقى إِلَيْكُمُ السَّلامَ لَسْتَ مُؤْمِناً ، تَبْتَغُونَ عَرَضَ الْحَياةِ الدُّنْيا »  « 2 » .\r\nومن ذلك قول رجل من الأنصار في قسمة كان قسمها النبي صلى الله عليه وآله : واللَّه إنها لقسمة ما أُريد بها وجه اللَّه . . . فشق ذلك على النبي صلى الله عليه وآله وتغيّر وجهه وغضب . . . ثمّ قال : قد أُوذي موسى بأكثر من ذلك فصبر « 3 » .\r\nومن العجيب أنّ هذا الاتجاه كان يمارس فكرته المغلوطة حتّى فيما رخّص به رسول اللَّه صلى الله عليه وآله ، وذلك أنّ النبي صلى الله عليه وآله رخّص في أمر فتنزّه عنه ناس ، فبلغ ذلك النبي صلى الله عليه وآله فغضب ، ثمّ قال : ما بال أقوام يتنزهون عن الشيء أصنعه ! فواللَّه إني لأعلمهم وأشدهم خشية « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكامل في التاريخ 2 : 255 - / 256 ، سيرة ابن هشام 4 : 70 - / 78\r\n( 2 ) انظر تفسير الفخر الرازي 11 : 3 ، والكشاف 1 : 552 ، وتفسير ابن كثير 1 : 851 - / 852 . والآية : 94 من سورة النساء\r\n( 3 ) صحيح البخاري 8 : 31 / كتاب الآداب - باب الصبر على الأذى\r\n( 4 ) صحيح البخاري 8 : 31 / كتاب الآداب - باب من لم يواجه الناس بالعتاب\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nوالأنكى من ذلك أنّ بعض روّاد هذا الاتجاه راحوا يؤذون النبي صلى الله عليه وآله في عرضه وأزواجه ، حتّى قال طلحة وصحابي آخر - وهو عثمان برواية السدي - : أينكح محمّد نساءنا إذا متنا ولا ننكح نساءه إذا مات ؟ ! لو مات لقد أجلنا على نسائه بالسهام « 1 » ، وقال طلحة في نص آخر : لئن عشت بعد محمد لأنكحن عائشة « 2 » .\r\nوكان طلحة يريد عائشة ، وعثمان يريد أم سلمة ، فأنزل سبحانه قوله :\r\n « ما كانَ لَكُمْ أَنْ تُؤْذُوا رَسُولَ اللَّهِ وَلا أَنْ تَنْكِحُوا أَزْواجَهُ مِنْ بَعْدِهِ أَبَداً »  « 3 » . وقوله  « إِنْ تُبْدُوا شَيْئاً أَوْ تُخْفُوهُ فَإِنَّ اللَّهَ كانَ بِكُلِّ شَيْءٍ عَلِيماً »  « 4 » وقوله تعالى  « إِنَّ الَّذِينَ يُؤْذُونَ اللَّهَ وَرَسُولَهُ لَعَنَهُمُ اللَّهُ فِي الدُّنْيا وَالْآخِرَةِ وَأَعَدَّ لَهُمْ عَذاباً مُهِيناً »  « 5 » وقوله  « النَّبِيُّ أَوْلى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ وَأَزْواجُهُ أُمَّهاتُهُمْ »  « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير القرطبي 14 : 329 ، روح المعاني 22 : 74 . وانظر كلام السدي في دلائل الصدق 3 : 337 - 339\r\n( 2 ) تفسير الرازي 25 : 225 ، تفسير القرطبي 14 : 229 ، تفسير ابن كثير 3 : 506 ، الدر المنثور 6 : 639 ، تفسير البغوي 3 : 541 ، معاني القرآن للنحاس 5 : 373 ، روح المعاني 22 : 73 ، غاية السول في سيره الرسول : 223 ، السيرة الحلبية 1 : 448 ، الطبقات الكبرى 8 : 201 ، زاد المسير 2 : 712\r\n( 3 ) الأحزاب : 53 ، عن السدي في تفسير الآية الدر المنثور 5 : 214 ، الطرائف 2 : 493\r\n( 4 ) الأحزاب : 54\r\n( 5 ) الأحزاب : 57\r\n( 6 ) الأحزاب : 6\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nواللافت للنظر أن أبا بكر وعمر لم يكونا بمنأىً عن الاجتهاد ، بل نرى لهما نصيباً من الاعتراض على رسول اللَّه صلى الله عليه وآله وعدم امتثال أوامره صلى الله عليه وآله « 1 » ، وخصوصاً عمر بن الخطّاب الذي خالفه في مفردات كثيرة :\r\nكاعتراضه على النبي صلى الله عليه وآله في صلاته على المنافق « 2 » ، واستيائه من قسمة قسمها النبي صلى الله عليه وآله « 3 » ، ومواجهته للنبي بلسان حادٍّ في صلح الحديبية « 4 » ، ومطالبته النبي صلى الله عليه وآله أن يستفيد من مكتوبات اليهود في الشريعة « 5 » ، وقوله في أخريات ساعات حياة النبي صلى الله عليه وآله : إنّه ليهجر « 6 » أو غلبه الوجع .\r\nوهكذا وهلمّ جرّاً في الاجتهادات التي خولف بها رسول اللَّه صلى الله عليه وآله في حياته ، غير ناسين أنّ المسلمين انقسموا بين يدي رسول اللَّه صلى الله عليه وآله حين دعا بالقلم والدواة ليكتب لهم كتاباً لن يضلوا بعده أبداً ، فمن قائل : أنفذوا ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإصابة 1 : 484 ، حلية الأولياء 3 : 227 ، البداية والنهاية 7 : 298 ، مسند أحمد 3 : 15\r\n( 2 ) تاريخ المدينة لابن شبة 1 : 372 ، الدر المنثور 3 : 264 ، كنز العمال 2 : 419 / ح 4393\r\n( 3 ) مسند أحمد 1 : 20 عن الأعمش عن شقيق عن سلمان بن ربيعة ، ومسلم في الزكاة\r\n( 4 ) تاريخ عمر لابن الجوزي : 58\r\n( 5 ) المصنف لعبد الرزاق 10 : 313 ، مجمع الزوائد 1 : 174\r\n( 6 ) صحيح البخاري 1 : 39 كتاب العلم ، وكتاب المرضى 4 ، صحيح مسلم 3 : 1257 ، 1259\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nقال رسول اللَّه صلى الله عليه وآله ، وقائل : القول ما قال عمر ، وهذا إن كشف عن شيءٍ فإنما يكشف النقاب عن وجود الاتجاهين حتّى آخر لحظة من حياة الرسول الأكرم صلى الله عليه وآله ، وأنّ اتجاه الاجتهاد بالرأي كان قويّاً ومؤثراً في مسير تاريخ المسلمين وفقههم وحياتهم ، وذلك هو الذي شرّع التعدديّة وحجيّة الرأي بعد وفاة رسول اللَّه صلى الله عليه وآله .\r\nولا يخفى عليك أنّ ما يهمّنا بحثه هنا هو معرفة ( وضوء النبي صلى الله عليه وآله ) من خلال بيان ملابسات التشريع الإسلامي على وجه العموم ، وما يتعلق بوضوء رسول اللَّه صلى الله عليه وآله بوجه خاص .\r\n\r\nالمجتهدون بعد النبي صلى الله عليه وآله\r\nلقد علمنا بوجود تيارين في زمن رسول اللَّه صلى الله عليه وآله : متعبّد ، ومجتهد ، وبقاءهما إلى آخر لحظة من حياة النبي صلى الله عليه وآله ، ولظروف شتّى صار زمام الخلافة بيد رؤساء الاجتهاد والرأي بعد النبي صلى الله عليه وآله ، فكان من جملة ما اتخذوه من قرارات هو معارضتهم للتحديث عن رسول اللَّه صلى الله عليه وآله لأمور رأوها .\r\nفجاء في تذكرة الحفاظ : أنّ الصدّيق جمع الناس بعد وفاة نبيهم ، فقال :\r\nإنكم تحدّثون عن رسول اللَّه صلى الله عليه وآله أحاديث تختلفون فيها ، والناس بعدكم أشدّ اختلافاً ، فلا تحدّثوا عن رسول اللَّه صلى الله عليه وآله شيئاً ، فمن سألكم فقولوا : بيننا وبينكم كتاب اللَّه ، فاستحلّوا حلاله وحرّموا حرامه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تذكرة الحفاظ 1 : 2 - / 3 ، حجية السنة : 394\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوعن عروة بن الزبير : أنّ عمر بن الخطاب أراد أن يكتب السنن فاستشار في ذلك أصحاب رسول اللَّه صلى الله عليه وآله ، فأشاروا عليه أن يكتبها ، فطفق عمر يستخير اللَّه فيها شهراً ، ثمّ أصبح يوماً ، وقد عزم اللَّه له فقال : إنّي كنت أردت أن أكتب السنن ، وإني ذكرت قوماً كانوا قبلكم كتبوا كتباً ، فأكبّوا عليها فتركوا كتاب اللَّه تعالى ، وإني واللَّه لا ألبس كتاب اللَّه بشيءٍ أبداً « 1 » .\r\nوروي عن يحيى بن جعدة : أنّ عمر بن الخطاب أراد أن يكتب السنة ثمّ بدا له أن لا يكتبها ، ثمّ كتب في الأمصار : من كان عنده منها شيء فليمحه « 2 » .\r\nوعن القاسم بن محمد بن أبي بكر : أنّ عمر بن الخطاب بلغه أنّه قد ظهرت في أيدي الناس كتب ، فاستنكرها وكرهها ، وقال : أيّها الناس ! إنّه قد بلغني أنه قد ظهرت في أيديكم كتب ، فأحبُّها إلى اللَّه أعدلها وأقومها ، فلا يبقين أحد عنده كتاباً إلّاأتاني به ، فأرى فيه رأيي .\r\nقال : فظنوا أنه يريد أن ينظر فيها ويقوّمها على أمرٍ لا يكون فيه اختلاف ، فأتوه بكتبهم ، فأحرقها بالنار ، ثمّ قال : أمنيّة كأمنيّة أهل الكتاب « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تقييد العلم : 49 ، حجية السنة : 395 عن البيهقي في المدخل ، وابن عبد البر\r\n( 2 ) تقييد العلم : 53 ، حجية السنة : 395\r\n( 3 ) حجية السنة : 395 ، وفي الطبقات الكبرى لابن سعد 1 : 140 « مثناة كمثناة أهل الكتاب »\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nوفي الطبقات الكبرى ومسند أحمد ، قال محمود بن لبيد : سمعت عثمان على المنبر يقول : لا يحلّ لأحد أن يروي حديثاً عن رسول اللَّه لم يسمع به في عهد أبي بكر ولا عهد عمر « 1 » .\r\nوعن معاوية أنّه قال : أيها الناس ! أقلّوا الرواية عن رسول اللَّه ، وإن كنتم تحدّثون ، فحدّثوا بما كان يُتَحدَّث به في عهد عمر « 2 » .\r\nوهذه النصوص توضّح لنا انقسام المسلمين إلى اتجاهين :\r\n1 - اتّجاه الشيخين ومن تبعهما من الخلفاء ، فإنّهم كانوا يكرهون التدوين ويحضرون على الصحابة التحديث عن رسول اللَّه صلى الله عليه وآله .\r\n2 - اتّجاه جمعٍ آخر من الصحابة قد اتّخذوا التدوين مسلكاً ومنهجاً حتّى على عهد عمر بن الخطاب ، منهم علي بن أبي طالب ومعاذ بن جبل وأبي بن كعب وأنس بن مالك وأبو سعيد الخدري وأبو ذر وغيرهم .\r\nفترى هؤلاء يدوّنون ويحدّثون وإن وضعت الصمصامة على أعناقهم ، لقول الراوي : أتيت أبا ذر - وهو جالس عند الجمرة الوسطى - وقد اجتمع الناس عليه يستفتونه ، فأتاه رجل « 3 » فوقف عليه ثمّ قال : ألم تُنْهَ عن الفتيا ؟ « 4 » فرفع رأسه إليه فقال : أرقيب أنت عليَّ ؟ لو وضعتم الصمصامة على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الطبقات الكبرى 2 : 336 وعنه في السنة قبل التدوين : 97\r\n( 2 ) كنز العمال 1 : 291\r\n( 3 ) هو فتى من قريش كما في تاريخ دمشق 66 : 94 . وفي فتح الباري 1 : 148 « وبيّنّا أنّ الذي جابهه رجل من قريش »\r\n( 4 ) قال ابن حجر في فتح الباري 1 : 148 « إنّ الذي نهاه عن الفتيا عثمان »\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nهذه - وأشار إلى قفاه - ثمّ ظننت أنّي انفذ كلمةً سمعتها من رسول اللَّه صلى الله عليه وآله قبل أن تجيزوا « 1 » عليّ لأنفذتها ! « 2 » وترى الخلفاء وأتباعهم يمنعون التحديث والتدوين ويضربون ويهددون المحدثين .\r\nومن هنا حدث التخالف في الموقف بين النهجين ، هذا يحدّث ويدوّن ، وذاك يقول بالإقلال ومنع التحديث والتدوين ، وهذا يقول بلزوم عرض المنقول عن رسول اللَّه على القرآن ، فإن وافقه يؤخذ به وإن خالفه يُضرب به عرض الجدار ، والآخر يقول بعدم ضرورة ذلك ويعتبره من عمل الزنادقة ، وبذلك ارتسمت الأصول الفكرية للطرفين تدريجيّاً .\r\n\r\nعثمان والاجتهاد\r\nوفي خضم هذه الأحداث وإمساك نهج الاجتهاد والرأي بزمام الأمور ، تسنّى لهم أن يجعلوا سيرة الشيخين قسيماً ثالثاً لكتاب اللَّه وسنّة النبي صلى الله عليه وآله ، فاشترطوا على من يلي الخلافة بعد عمر أن يذعن لهذه القاعدة النابعة من الاجتهاد ، فقبل عثمان بن عفّان ذلك ، وأبى الإمام عليٌّ أشدّ الإباء ، لأنّ قبول ذلك الشرط يعني التخلي عن مدرسة التعبد المحض ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تجيزوا : أي تكملوا قتلي\r\n( 2 ) سنن الدارمي 1 : 136 . ورواه الذهبي في سير أعلام النبلاء 2 : 64 ، وابن سعد في طبقاته 2 : 354 . وروى هذا الحديث البخاري في صحيحه 6 : 25 لكنّه بتره ولم يذكر نهي عثمان ولا الفتى القرشي الرقيب الجاسوس ، بل اكتفى بذكر قول أبيذر « لو وضعتم الصمصامة » . . . الخ\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nويعني الانخراط في سلك الاجتهاد بالرأي ، وذلك ما لا يقرّه عليّ بن أبي طالب - تبعاً لرسول اللَّه والقرآن المجيد كما بيّنّا ذلك - لأنّه يضفي الشرعية على تلك الفكرة المستحدثة .\r\nولا يخفى أنّ عبد الرحمن بن عوف كان يبغي من هذا الشرط إلزام عثمان بن عفّان بالعمل طبق اجتهادات الشيخين ، وحصر دائرة الشرعيّة بهما دون سواهما ، إلّاأنّ الواقع الذي حصل من بَعْدُ كانَ خلاف ما أراد الشيخان وابن عوف ، لأنّ فكرة الاجتهاد بنفسها تأبى هذا التأطير الذي لا يمتلك القوة الإقناعية لهذا الحصر المراد .\r\nفإنّ تشريع سنّة الشيخين - طبق الاجتهاد - والارتقاء بها إلى صف السنة النبوية ، جاء لتطبيق ما سُنّ على عهدهما من آراء ، والذهاب إلى شرعيتها ، وعدم السماح للآخرين بمخالفتها ، وعثمان كان يعتقد بأنّه لايقلّ عن الشيخين بشيء ، فما هو المبرر لتمسّكه بسيرتهما دون أن يجعل لنفسه سيرة واجتهادات خاصة ؟ !\r\nلقد سار عثمان على سيرة الشيخين مدّة من الزمن ، حتّى إذا أراد الاستقلال بالرؤية وجعل نفسه ثالثةَ الأثافي في أعلام مدرسة الاجتهاد ، انتقضت عليه الأطراف وتعالت صرخات الاحتجاج ، لأنّ اجتهاداته وسّعت الدائرة الأولى فأخرجت عثمان عن العهد الذي التزم به وقطعه على نفسه ، كما أخرجت الاجتهاد عمّا أريد له من تأطير وحصر ، وبذلك اكتملت حلقات الاجتهاد والرأي عند الشيخين حتّى بلغت أوجها عند عثمان مما حدا بالصحابة أن يصفونه ويصمونه بتحريف الدين وتقويضه ، ثمّ\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nتشبيههم إيّاه بنعثل اليهودي « 1 » ، وغير ذلك .\r\nولذلك وجدنا كثرة الناقضين على عثمان آراءه ، ومعارضتهم لفقهه الجديد الذي أراد تطبيقه في كثير من المفردات الفقهية ، ومنها الوضوء كما رأيت وسترى .\r\n\r\nعثمان والوضوء\r\nلقد اتضحت عواقب الاجتهاد بجلاء في زمن عثمان ، حتّى أصبح المسلمون لا يطيقون تحمّلها ، فثارت ثائرتهم عليه ، وكان هذا التحوّل في مسار المشرَّعات وحياة المسلمين هو الذي حدا بابن عباس أن يُوقِفَ عمر بن الخطاب عليه ، حيث خلا عمر ذات يوم فجعل يحدّثُ نفسه ، فأرسل إلى ابن عباس فقال :\r\nكيف تختلف هذه الأمة وكتابها واحد ونبيها واحد وقبلتها واحدة ؟\r\nقال ابن عباس : يا أمير المؤمنين ، إنا أُنزل علينا القرآن فقرأناه ، وعلمنا فيما نزل ، وإنه يكون بعدنا أقوام يقرأون القرآن لا يعرفون فيمَ نزل ، فيكون لكل قوم رأي ، فإذا كان لكلّ قوم رأي اختلفوا ، فإذا اختلفوا اقتتلوا . فزبره عمر وانتهره ، وانصرف ابن عباس ، ثمّ دعاه بعد ، فعرف الذي قال ، ثم قال : إيهاً أَعِد « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ستقف على مصادر بعض هذه النصوص في صفحة 57 من هذا الكراس\r\n( 2 ) كنز العمال 2 : 333 / ح 4167\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nوهكذا حدث بالفعل ، فقد اختلف الصحابة فيما يعرفون وفيما لم يعرفوا ، وصارت الأغلبية الساحقة ضدّ عثمان ، والنزر القليل معه ، وبقي الاجتهاد والرأي هما الحاكمان لذهنية عثمان حتّى مقتله ، ذلك الاجتهاد الذي أثّر على جُلّ الفروع الفقهية إن لم نقل كلما ، حتّى انعكس على أمّهات المسائل وواضحاتها ، بل على أوضحها ، ألا وهو الوضوء .\r\nوقد أخذنا هنا مفردة « وضوء النبي صلى الله عليه وآله » لنرى البعد الاجتهادي ومدى تأثيره على هذا الفرع الذي لا تُقبل الصلاة إلّابه ، إذ كيف اختلف المسلمون فيه مع أنّ النبي صلى الله عليه وآله كان يؤدّيه بمرأىً منهم على مدى ثلاث وعشرين سنة ؟ ومتى وقع الاختلاف فيه ؟ ومن أوقعه ؟ وما هي دواعي الاختلاف فيه ؟\r\nفممّا لا شك فيه أنّ المسلمين في العهد النبوي كانوا تبعاً للنبي في كيفية الوضوء ، وهو وضوء واحدٌ لا غير ؛ فكيف صار المسلمون بين ماسح مُثَنٍّ وبين غاسل مثلّثٍ ؟ ! - إذ لا يخرق إجماعهم المركّب قول قائل بالجمع احتياطاً ، أو بالتخيير لتكافؤ الأدلة عنده لأنّها أقوال شاذة - وكلٌّ منهم يدّعي أنّ ذلك فعلُ النبي صلى الله عليه وآله وأنّه الصواب وغيره الخطأ .\r\nوعلى كلّ حال ، فإنَّ الوضوء في زمان النبي صلى الله عليه وآله ممّا لم يكن ولم يصلنا فيه خلاف ، إذ النبي صلى الله عليه وآله الأكرم ما زال بين أظهرهم .\r\nوأمّا في زمن أبي بكر - على قصره - فلم نعهد فيه خلافاً وضوئياً ، ولو كان لبَان ، وذلك يدل على استقرار أمر الوضوء بين المسلمين في عهده ،\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوأنهم لم يزالوا متعبدين بوضوء النبي صلى الله عليه وآله ، خصوصاً وأنّ نصّاً في الوضوء البياني لم يصلنا عن أبي بكر ، وهذا ممّا يؤكد عدم وجود خلاف فيه آنذاك .\r\nوكذلك لم نعهد خلافاً مطروحاً في زمن عمر بن الخطّاب إلّافي مسألة يسيرة ، هي مسألة جواز المسح على الخفّين وعدمه ، إذ تخالف عليٌّ وعمر فيها « 1 » ، وحدث بين سعد وعبداللَّه بن عمر أيضاً خلاف فيها بمحضر من عمر « 2 » ، ولم نجد أكثر من ذلك ، وهذا لا يشكّل خلافاً في أصل الوضوء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ففي تفسير العياشي 1 : 301 - 302 بسنده عن الصادق عليه السلام ، قال : إنّ عليّاً عليه السلام خالَفَ القوم في المسح على الخفين على عهد عمر بن الخطاب . . .\r\nوفيه أيضاً 1 : 297 / ح 46 بسنده عن زرارة بن أعين وأبي حنيفة ، عن أبي بكر بن حزم ، قال : توضّأ رجل فمسح على خُفّيه ، فدخل المسجد فصلّى ، فجاء عليٌّ فوطأ على رقبته ، فقال : ويلكَ ! تُصلّي على غير وضوء ؟ !\r\nفقال [ الرجل 
  ] : أمرني عمر بن الخطاب .\r\nقال [ الراوي 
  ] : فأخذه بيده ، فانتهى به إليه .\r\nفقال [ علي 
  ] : انظر ما يروي هذا عليك - ورفَعَ صوته -\r\nفقال [ عمر 
  ] : نعم ، أنا أمرتُهُ ؛ إنّ رسول اللَّه صلى الله عليه وآله مَسَحَ .\r\nقال [ علي 
  ] : قبل المائدة أو بعدها ؟\r\nقال [ عمر 
  ] : لا أدري .\r\nقال [ علي 
  ] : فَلِمَ تفتي وأنت لا تدري ؟ ! سَبَقَ الكتابُ الخُفَّيْن . انتهى .\r\nوالمقصود أنّ سورة المائدة كانت من أواخر السّور التي نزلت على رسول اللَّه صلى الله عليه وآله ، وقد بُيِّنَ فيها الوضوء بقوله تعالى «  وَامْسَحُوا بِرُؤُسِكُمْ وَأَرْجُلَكُمْ  » وهي تعني أنّ المسح على القدمين لا على الخُفّين\r\n( 2 ) ففي مسند أحمد 1 : 366 بسند صحيح عن خصيف أنّ مقسما - مولى عبداللَّه بن الحارث بن نوفل - أخبره أنّ ابن عباس قال : انا عند عمر حين سأله سعد [ بن أبي وقاص 
  ] وابن عمر المسح على الخفين ؟ [ إذ كان سعد يرى المسح على الخفين ، وكان عبداللَّه بن عمر لا يرى جوازه 
  ] فقضى عمر لسعد . فقال ابن عباس : فقلت : يا سعد ، قد علمنا أنّ النبيّ صلى الله عليه وآله مَسَحَ على خُفّيه ، ولكن أَقَبْلَ المائدة أم بعدها ؟ . . . قال : لا يخبرك أحدٌ أنّ النبيّ صلى الله عليه وآله مَسَحَ عليهما بعدما أُنزلت المائدة ، فسكت عمر\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nوماهيّته كما لا يخفى .\r\nثمّ إنّ عدم وجود وضوء بياني عن عمر بن الخطّاب ، يكشف عن عدم وجود اختلاف ظاهر في الوضوء في عهده ، خصوصاً إذا علمنا أنّ الفتوح توسّعت آنذاك وكان الداخلون الجدد في الإسلام بحاجة إلى تعلّم الوضوء .\r\nفالحالة الطبيعية كانت تقتضي صدور نصوص عن عمر - أو في زمانه لو كان ثمة اختلاف في ماهية الوضوء ، وحيث لم نجد أي شيء من ذلك ، عرفنا استقرار أمر الوضوء وعدم الخلاف فيه ، بل الذي وجدنا فيه هو نسبة المسح على القدمين إلى الخليفة عمر بن الخطّاب « 1 » .\r\nنعم ، إنّ الخلاف في الوضوء قد ظهر في زمن عثمان بن عفّان ، وذلك طبق الأدلة والمؤشرات التاريخية .\r\nفقد روى المتقي الهندي ، عن أبي مالك الدمشقي قوله :\r\nحدّثت أنّ عثمان بن عفّان اختُلف في خلافته في الوضوء « 2 » .\r\nوأخرج مسلم في صحيحه ، عن قتيبة بن سعيد ، وأحمد بن عبدة الضبي ، قالا : حدثنا عبد العزيز - وهو الدراوردي - عن زيد بن أسلم ، عن حمران مولى عثمان ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : عمدة القاري 2 : 240 وفيه : أخرجه ابن شاهين في كتاب الناسخ والمنسوخ\r\n( 2 ) كنز العمال 9 : 443 / ح 26890\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nقال : أتيت عثمان بن عفّان بوضوء ، فتوضّأ ثمّ قال : إنّ ناساً يتحدّثون عن رسول اللَّه صلى الله عليه وآله بأحاديث لا أدري ما هي ، إلّا أنّي رأيت رسول اللَّه صلى الله عليه وآله توضّأ مثل وضوئي هذا . ثمّ قال :\r\n« من توضأ هكذا غُفِر له ما تقدم من ذنبه » « 1 » .\r\nوهذان النصّان يقرّران حدوث اختلاف في الوضوء بين عثمان ، وبين ناس متحدثين عن رسول اللَّه صلى الله عليه وآله ، وهذا يؤكد تواصل النهجين في هذا العهد : نهج الاجتهاد والرأي والذي يتزعمه الخليفة ، ونهج التعبد المحض والذي يتزعمه ناس متحدثون عن رسول اللَّه صلى الله عليه وآله . وبمعنى آخر إنّ هناك وضوءين :\r\n1 - وضوء عثمان بن عفّان .\r\n2 - وضوء ناس متحدثين عن النبي صلى الله عليه وآله .\r\nهذا ، وإن عثمان حاول تجاهلهم بقوله « بأحاديث لا أدري ما هي » ؟ ! مع اعترافه بأنّهم يتحدّثون عن النبي صلى الله عليه وآله دون اجتراءٍ منه على تكذيبهم أو اتّهامهم بالوضع .\r\nوإذا أضفنا الملاحظات التالية إلى هذين النصين تبيّن لنا أنّ الخلاف وقع في زمان عثمان لا محالة ، وهي :\r\nأ - عدم وجود وضوء بياني للشيخين كما قدمنا ، بل وجود نص عن الخليفة الثاني يدل على كونه من الماسحين على القدمين ، إذ أتى العيني باسمه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم 1 : 207 / ح 8 ، وعنه في كنز العمال 9 : 423 ح 26797\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nفي عمدة القاري ضمن الماسحين « 1 » .\r\nوهكذا جاء عن ابنه عبداللَّه خبر المسح ؛ لِما أخرجه الطحاوي بسنده عن نافع عن ابن عمر أنّه كان إذا توضأ ونعلاه في قدميه مسح ظهور قدميه بيديه ويقول : كان رسول اللَّه صلى الله عليه وآله يصنع هكذا « 2 » .\r\nوقد جاء عن عائشة أنّها خالفت أخاها عبد الرحمن في وضوئه وقالت له : يا عبد الرحمن ، أسبغ الوضوء ؛ فإنّي سمعت رسول اللَّه صلى الله عليه وآله يقول : ويل للأعقاب من النار « 3 » .\r\nفإنها أرادت الاستفادة من كلمة ( الإسباغ ) ( وويل للأعقاب ) للتدليل على لزوم غسل القدمين ، وأنت تعلم بأنْ لا دلالة لهاتين الكلمتين على مطلوبها ، بل ترى في كلامها إشارة إلى ثبوت المسح عندها عن رسول اللَّه صلى الله عليه وآله ، لكنها في الوقت نفسه اعتقدت بشمول ودلالة جملة ( ويل للأعقاب ) للغسل اجتهاداً من عندها ! !\r\nفلو كانت حقاً قد رأت رسول اللَّه صلى الله عليه وآله يغسل رجليه للزمها القول : يا عبد الرحمن اغسل رجليك ، فإني رأيت رسول اللَّه صلى الله عليه وآله يغسل رجليه ، لا أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عمدة القاري للعيني 2 : 240\r\n( 2 ) شرح معاني الآثار 1 : 35 / ح 160\r\n( 3 ) صحيح مسلم 1 : 213 / ح 25 ، سنن ابن ماجة 1 : 154 / ح 452 ، المصنف لعبد الرزاق 1 : 23 / 69 ، الموطأ 1 : 19 / 5 ، مسند أحمد 6 : 112 ، شرح معاني الآثار 1 : 38 / 188\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nتستدلّ بقوله ( ويل للأعقاب من النار ) ، وحيث إنّها لم‌تر رسول اللَّه صلى الله عليه وآله يغسل رجليه فقد استدلت على وجوب الغسل - حسب اعتقادها - بقوله صلى الله عليه وآله لا بفعله ، على أنّه - وعلى حدّ الاحتمال - قد يكون هذا الخبر وأمثاله هو ممّا نسبه الأمويون إليها .\r\nوبهذا فقد عرفت أنّ سيرة المسلمين كانت المسح - ومنذ عهد النبي صلى الله عليه وآله ، إلى آخر عهد الشيخين - لعدم مجيء وضوء بياني عنهما ، ولعدم وجود الخلاف في عهدهما ، ولما رأيته من فعل أبنائهما « 1 » في الوضوء .\r\nب - عدم صدور الوضوءات البيانية عن الصحابة المكثرين - كأبي هريرة وعائشة وابن عمر - ولا عن عيونهم وكبارهم - كابن مسعود وعمار وأبي ذر وسلمان - ولا عن زوجات النبي صلى الله عليه وآله ، ولا عن مواليه - سوى أنس ، صاحب الوضوء المسحي المخالف لوضوء الحجاج بن يوسف الثقفي « 2 » ! ! - مع أنّ الحالة الطبيعية كانت تقتضي أن تصدر النصوص عنهم ؟ !\r\nج - إنّ عدد المرويات الوضوئية لعثمان هائل بالنسبة لباقي أحاديثه ؛ إذ أنها تقارب عشرين حديثاً أو أكثر ، من مجموع مائة واثنين وأربعين رواية عنه في شتّى الأبواب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ك ( عبداللَّه بن عمر ، وعبد الرحمن بن أبي بكر ، ومحمد بن أبي بكر ، وحتى عائشة بنت أبي بكر قبل وفاة سعد بن أبي وقاص ) . إذ أنّ خلافها مع أخيها عبد الرحمن كان يوم توفّي سعد بن أبي وقاص كما في صحيح مسلم والسنن الكبرى للبيهقي 1 : 230 ، وجامع البيان للطبري 6 : 180 وغيرها . وسعدٌ توفّي سنة 54 أو 55 أو 58 ه . انظر أسد الغابة 2 : 293\r\n( 2 ) انظر خبر ذلك في تفسير الطبري 6 : 82 وتفسير ابن كثير 2 : 44 وتفسير القرطبي 6 : 92\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nد - وجود ظواهر ومشتركات غريبة في روايات عثمان الوضوئية تفرّد بها عن روايات الآخرين « 1 » ، وفيها إشارة إلى كونه في موقف المتّهم ، وإلى وقوع الخلاف معه في الوضوء .\r\nه - وضع بعض الأحاديث أريد من خلالها تحشيد رؤوس من المعارضين لعثمان فقهاً وسياسة ، وعدّهم في صفّ مؤيّديه في وضوئه « 2 » .\r\n\r\nالمخالفون لعثمان\r\nبعد أن اهتدينا إلى معرفة تاريخ اختلاف المسلمين في الوضوء ، كان لابدّ لنا من الوقوف على « الناس المتحدثين عن رسول اللَّه صلى الله عليه وآله » لعدم تصريح عثمان بأسمائهم .\r\nوكان السبيل للاقتراب من ذلك هو معرفة المخالفين المطّردين أو شبه المطردين لعثمان بن عفان في إحداثاته الأخرى ، كإتمام الصلاة بمنى « 3 » ، وعفوه عن عبيد اللَّه بن عمر « 4 » ، وتعطيله للحدود ورده للشهود - كما في قضية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سيأتي بيانها تحت عنوان « من هو البادئ بالخلاف »\r\n( 2 ) انظر كنز العمال 9 : 447 / ح 26907 ، و 9 : 439 / ح 26876 ففيهما ادّعاء شهادة طلحة والزبير وعلي وسعد لعثمان على صحة وضوئه الغسلي ، مع أنهم من معارضيه فقهاً وفكراً وتطبيقاً\r\n( 3 ) تاريخ الطبري 4 : 268 ، أنساب الأشراف 5 : 39 ، سنن البيهقي 3 : 144 ، كنز العمال 8 : 238 / ح 22720 . صحيح البخاري 2 : 53 ، صحيح مسلم 1 : 481 / ح 15 و 482 / ح 17 ، مسند أحمد 3 : 159 ، 190 ، مجمع الزوائد 2 : 155 ، الموطأ 1 : 402 / ح 201\r\n( 4 ) سنن البيهقي 8 : 61 ، طبقات ابن سعد 5 : 15 ، تاريخ الطبري 4 : 239 ، شرح النهج : 3 : 60 ، تاريخ اليعقوبي 2 : 163 ، الكامل في التاريخ 3 : 75\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nشرب الوليد بن عقبة الخمر « 1 » - وتقديمه الخطبة على الصلاة في العيدين « 2 » ، والنداء الثالث يوم الجمعة « 3 » وغيرها .\r\nوحيث وقفنا في مدخل الدراسة على أسماء أولئك « 4 » ، سعينا لانتقاء جملة من المخالفين المطردين أو شبه المطردين لعثمان في تلك الإحداثات ، فكانوا كالتالي :\r\n1 - عليّ بن أبي طالب\r\n2 - عبداللَّه بن عباس\r\n3 - طلحة بن عبيداللَّه\r\n4 - الزبير بن العوّام\r\n5 - سعد بن أبي وقاص\r\n6 - عبداللَّه بن عمر\r\n7 - عائشة بنت أبي بكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) طبقات ابن سعد 5 : 17 ، تاريخ الطبري 4 : 274 ، أنساب الأشراف 5 : 34 ، تاريخ الخلفاء : 154 ، الكامل في التاريخ 3 : 106\r\n( 2 ) فتح الباري 2 : 161 ، صحيح البخاري 2 : 23 ، صحيح مسلم 2 : 602 / ح 201 ، سنن ابن داود 1 : 297 / ح 1142 ، سنن ابن ماجة 1 : 406 / ح 1273 ، سنن الترمذي 2 : 21 / ح 529 ، مسند أحمد 2 : 38\r\n( 3 ) أنساب الأشراف للبلاذري 5 : 39 ، المنتظم 5 : 7 ، المصنف لأبي ابن شيبة 2 : 48 / 3 و 4 و 6 ، تاريخ اليعقوبي 2 : 162\r\n( 4 ) لا يفوتك أنّ المكتوب هنا إنّما هو خلاصة لمدخل الدراسة ، ولو أحببتَ المزيد فراجع البحث التاريخي للدراسة ( المدخل ) من ص 115 - 127\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n8 - أنس بن مالك\r\nوإذا عرفنا أنّ عليّ بن أبي طالب وعبداللَّه بن عباس ، وأنس بن مالك ، من أصحاب الوضوء المسحي قطعاً وكونهم من المكثرين في الحديث ، تجلّى لنا أمر الناس المعنيين في كلام عثمان ، وتبيّن لنا أنّهم من علّيّة الصحابة وعيونهم ، لا كما أراد عثمان أن يصوّرهم من خلال تجاهله لهم .\r\nأضف إلى ذلك أسماء الصحابة الذاهبين إلى المسح أو المنسوب إليهم ذلك مثل :\r\n1 - عبّاد بن تميم بن عاصم المازني\r\n2 - أوس بن أبي أوس الثقفي\r\n3 - رفاعة بن رافع\r\n4 - أبي مالك الأشعري\r\n5 - عبد اللَّه بن مسعود « 1 » 6 - جابر بن عبد اللَّه الأنصاري « 2 » 7 - عمر بن الخطّاب « 3 » وغيرهم .\r\nوهنا نستطيع معرفة من كان يعنيهم عثمان من معارضيه الوضوئيين ، ونعلم زيف الرواية التي تدّعي موافقة طلحة والزبير وعلي وسعد لعثمان في وضوئه ، إذ علمت أنهم من مخالفيه ، وأنّ طلحة والزبير كانا من أشدّ الناس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وذلك من خلال ادعائهم الرجوع إلى الغسل ، وهذا مما يعني أنه كان ذاهباً إلى المسح\r\n( 2 ) عدّه العيني ضمن الماسحين ، انظر عمدة القاري 2 : 240\r\n( 3 ) عمدة القاري 2 : 240\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nتأليباً عليه ومن أوائل الداعين لقتله .\r\nفمن مخالفة بعض الصحابة لعثمان في أغلب اجتهاداته ، وورود أسمائهم في قائمة الوضوء الثنائي المسحي ، وعدم ورودهم في قائمة الوضوء الغسلي ، اهتدينا إلى الناس المقصودين في عبارة عثمان ، والعبارات الأخرى الواردة في مثل هذا المقام المراد منها أمثال أولئك الرجال .\r\n\r\nمن هو البادئُ بالخلاف ؟\r\nقبل أن نبين لك البادئ بالخلاف لا بدّ لنا من عرض بعض النصوص التي نقلت الوضوء العثماني ، لتقف من خلالها على الاستنتاج الصحيح في هذا المضمار :\r\n1 - أخرج مسلم في صحيحه بسنده عن حمران مولى عثمان ، قال :\r\nأتيت عثمان بن عفان بوضوء ، فتوضّأ ثم قال : إنّ ناساً يتحدثون عن رسول اللَّه صلى الله عليه وآله بأحاديث لا أدري ما هي ، إلّاأني رأيت رسول‌اللَّه توضّأ مثل وضوئي هذا « 1 » . ثم قال : من توضّأ هكذا غُفِر له ما تقدم من ذنبه « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان عثمان يؤكد على هذا المعنى - وراويه في ذلك حمران / طويدا اليهوديّ مولاه - ففي سنن الدارمي 1 : 176 وسنن البيهقي 1 : 53 و 56 و 58 « من توضّأ نحو وضوئي هذا » ، وفي البخاري 1 : 51 « من يتوضّأ نحو وضوئي هذا » ، وفي سنن أبي داود 1 : 106 « من توضّأ مثل وضوئي هذا » ، وفي سنن الدارقطني 1 : 83 / ح 14 « رايت رسول‌اللَّه توضّأ نحو وضوئي هذا » . فهو في كل ذلك يدعو الناس إلى وضوئه ويُشبّه وضوء النبي بوضوئه ، ولا يُشبِّه وضوءَه بوضوء النبي صلى الله عليه وآله\r\n( 2 ) صحيح مسلم 1 : 207 / ح 8\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n2 - روى البيهقي بسنده عن محمد بن عبداللَّه بن أبي مريم ، قال :\r\nدخلت على ابن دارة [ مولى عثمان 
  ] منزله ، فسمعني أتمضمض ، فقال :\r\nيا محمد ، قلت : لبَّيك ، قال : ألا أخبرك عن وضوء رسول‌اللَّه ؟ قلت : بلى ، قال : رأيت عثمان بن عفان وهو بالمقاعد « 1 » . . . ثم ساق الوضوء العثماني وفيه : ومسح برأسه ثلاثاً وغسل قدميه « 2 » .\r\nوأخرج الدارقطني بسنده عن محمد بن أبي عبداللَّه بن أبي مريم ، ع ابن دارة ، قال : دخلت عليه - يعني عثمان - منزله فسمعني وأنا أتمضمض ، فقال : يا محمد ، قلت : لبيك ، قال : ألا أحدثك عن رسول‌اللَّه صلى الله عليه وآله ؟ قلت :\r\nبلى ، قال : رأيت رسول اللَّه أتي بماء وهو عند المقاعد . . . ثم ساق الوضوء العثماني وفيه : ومسح رأسه ثلاثاً ، وغسل قدميه ثلاثاً ثلاثاً ، ثم قال :\r\nهكذا وضوء رسول اللَّه صلى الله عليه وآله أحببت أن أُريكموه « 3 » .\r\n3 - وأخرج الدارقطني بسنده عن عمر بن عبد الرحمن ، قال : حدثني جدي : أنّ عثمان بن عفان خرج في نفر من أصحابه حتى جلس على المقاعد ، فدعا بوضوء . . . ثم قال : . . . كنت على وضوء ولكن أحببت أن أريكم كيف توضّأ النبي صلى الله عليه وآله « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المقاعد : قيل هي دكاكين عثمان . وقيل : درج . وقيل : موضع بقرب المسجد اتخذه للقعود فيه لقضاء حوائج الناس والوضوء ونحو ذلك . فعثمان يقعد في الأماكن العامّة المزدحمة ليدعو إلى وضوئه الجديد\r\n( 2 ) سنن البيهقي 1 : 62 - 63\r\n( 3 ) سنن الدارقطني 1 : 91 / ح 4\r\n( 4 ) سنن الدارقطني 1 : 93 / ح 8\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n4 - وفي صحيح مسلم بسنده عن الزهري : ولكنّ عروة يحدّث عن حمران أنه قال : . . . واللَّه لأحدّثنّكم حديثاً ، واللَّه لولا آية من كتاب اللَّه ما حدّثتكموه . . . إني سمعت رسول اللَّه صلى الله عليه وآله يقول : لا يتوضّأ الرجل فيحسن وضوءه ثم يصلي إلّاغُفِر له ما بينه وبين الصلاة التي تليها . قال عروة : الآية «  إِنَّ الَّذِينَ يَكْتُمُونَ ما أَنْزَلْنا مِنَ الْبَيِّناتِ وَالْهُدى »  إلى قوله «  اللَّاعِنُونَ  » « 1 » .\r\n5 - وعن حمران ، قال : أتيت عثمان بوضوء « 2 » ، فتوضّأ للصلاة ، ثم قال : سمعتُ رسول اللَّه صلى الله عليه وآله يقول : من توضّأ فأحسن الطهور كُفّر عنه ما تقدّم من ذنبه ، ثمّ التفت إلى أصحابه فقال : يا فلان ، أسمعتها من رسول‌اللَّه ؟ . . . حتى أنشد ثلاثة من أصحابه ، فكلّهم يقول : سمعناه ووعيناه « 3 » .\r\n6 - عن حمران [ مولى عثمان 
  ] ، قال : دعا عثمان بماء فتوضّأ ، ثم ضحك . . . فقال : ألا تسألوني مِمَّ أضحك ؟ قالوا : يا أمير المؤمنين ، ما أضحكك ؟ ! قال : رأيت رسول اللَّه توضّأ كما توضأت . . . « 4 » وعن حمران أيضاً : قال : رأيت عثمان دعا بماء ، [ ثم سرد وضوءه 
  ]\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم 1 : 206 / ح 6 . والآية في سورة البقرة الآية 159\r\n( 2 ) اى بماءٍ للوضوء\r\n( 3 ) كنز العمال 9 : 424 / ح 26800\r\n( 4 ) كنز العمال 9 : 436 / ح 26863\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nثم ضحك ، فقال : ألا تسألوني ما أضحكني ؟ قلنا : ما أضحكك يا أمير المؤمنين ؟ قال : أضحكني أنّ العبد إذا غسل وجهه حطّ اللَّه عنه كلّ خطيئة أصابها بوجهه . . . « 1 » 7 - وعن عبد الرحمان البيلماني ، عن عثمان : أنّه توضّأ بالمقاعد فغسل كفّيه ثلاثاً ثلاثاً . . . وغسل قدميه ثلاثاً . . . وسلَّم عليه رجل وهو يتوضّأ فلم يردّ عليه حتى فرغ ، فلمّا فرغ كلّمه يعتذر ؛ وقال : لم يمنعني أن أردّ عليك إلّاأني سمعتُ رسول اللَّه صلى الله عليه وآله يقول : من توضّأ هكذا ولم يتكلّم ثم قال : أشهد أن لا إله إلّااللَّه وحده لا شريك له ، وأنّ محمّداً عبده ورسوله ، غُفِر له ما بين الوضوءين « 2 » .\r\nوعن البيلماني أيضاً : انّه شهد عثمان يتوضّأ على المقاعد ، فسلّم عليه رجل فلم يردّ عليه ، حتّى إذا فرغ ردّ عليه ، وجعل يعتذر إليه ، ثم قال :\r\nرأيت رسول اللَّه صلى الله عليه وآله يتوضّأ فسلّم عليه رجل فلم يردّ عليه « 3 » .\r\nعرفنا سابقاً بعض الملامح الدالّة على البادئ بالخلاف ، إذ وضّحنا وجود مؤشرات كثيرة دالة على كون عثمان بن عفّان هو الذي بَدَأ الخلاف في الوضوء ، وأنّ المسلمين لم يأخذوا بقوله وفعله أيام حياته ؛ لما عرفت من اختلاف الناس معه ، لكنّ الحكّام - أمويين كانوا أم عباسيين - أكدوا على وضوء عثمان لمصالح ارتضوها في العصور اللاحقة .\r\nوقد رأينا كيف أنّ عثمان بن عفّان - ونظراً لكثرة الناس الماسحين ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كنز العمال 9 : 442 / ح 26886 ( حم والبزار حل ع وصحح )\r\n( 2 ) سنن الدارقطني 1 : 96\r\n( 3 ) كنز العمال 9 : 443 / ح 26888 ( البغوي فيه ، ص )\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوتحديثهم عن رسول اللَّه ، وقوّة استدلالهم - انحسر وراح يتخذ مواقفَ دالة على ضعفه أمامهم ، مشيراً إلى قوة الاتجاه المعارض له ، حيث :\r\n1 - إنّ عثمان لم يرم « الناس » بالكذب أو البدعة أو الإحداث ، بل وصفهم بالتحديث ، ولم يشكّك فيهم ، وهذا اعتراف منه بأنهم متحدّثون عن رسول اللَّه صلى الله عليه وآله غير كذّابين ولا مبتدعين ولا مُحْدِثين ، ولو كانوا كذلك لقال عنهم ما يجب القول فيهم من الكذب والبدعة وغير ذلك ، كما نسبوا هم إلى عثمان ذلك ، لا أن يتجاهل مروياتهم بقوله ( لا أدري ما هي ) ، وعثمان بقوله ذلك كشف لنا ماهيّة ومنزلة أولئك ( الناس ) إجمالًا .\r\n2 - لو كان ( الناس ) هم البادئون بالخلاف لاستعمل عثمان معهم أحد أساليب ثلاثة :\r\nأ - أسلوب الردع الحاسم ، وهو ما فعله عمر بن الخطّاب مع ضبيع بن عُسل الحنظلي « 1 » ، وهو الأسلوب الذي استعمله عثمان على نطاق واسع مع الصحابة وفي أبسط جزئيات الأمور « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهو صحابي كان يسأل عن متشابه القرآن كالذاريات والمرسلات والنازعات ، فضربه عمر حتّى أدمى رأسه ، وضُرب مائتي سوط ، وحُمِل على قتب ، ونفي إلى البصرة ، وحُرم عطاؤه ، ومنع الناس من مجالسته ، وصار وضيعاً بعد أن كان سيّداً . انظر : مسائل الإمام أحمد 1 : 478 / ح 81 ، والإصابة 2 : 198 - 199 ، وسنن الدارمي 1 : 54 و 55 ، ونصب الراية 4 : 118 ، والدر المنثور 2 : 7 ، وفتح القدير 1 : 319 ، وتاريخ دمشق 23 : 411\r\n( 2 ) انظر في ذلك تاريخ الطبري 4 : 251 ، 284 ، 318 ، 398 ، الكامل في التاريخ 3 : 87 ، 115 ، 137 ، 181 ، المنتظم 4 : 360 ، البداية والنهاية 7 : 173 ، 224 ، أنساب الأشراف 5 : 48 ، شرح النهج 3 : 47 ، 49 ، 50 ، 54\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nب - طلب النصرة ، بأن يستنصر المسلمين لنفسه استنصاراً عامّاً ليقضي على ما أدخله أولئك في الدين ، كما جاء في تعليل أبي بكر في قتاله لقبيلة مالك بن نويرة وغيرها بأنهم منعوا الزكاة ! ! .\r\nج - المحاججة ، بأن يدعو عثمان « الناس المتحدثين » ويحاججهم بالدليل ، ليقف المسلمون على عوزهم العلمي ، ولعلّ منهم من يرجع عن موقفة ، وذلك هو ما فعله الإمام علي حين أرسل ابنَ عباس لمحاججة الخوارج ، فرجع منهم من رجع .\r\nلكننا لم نر عثمان اتخذ أيّاً من هذه الأساليب معهم ، بل ظهر في موقع المدافع المتّهم المشار إليه ، مع أنّه استعمل العنف في حياته ، فسيّر المعترضين على سعيد بن العاص في الكوفة ، كما سيّر أبا ذر ، ومنع ابن مسعود من قراءته وكَسَرَ بعض أضلاعه ، وضرب عماراً وداسه حتّى أصابه الفتق ، وهدّد علياً لمشايعته لأبيذر واعتراضه على محاولة تسيير عمار « 1 » .\r\nفالملاحظ هو أنّ عثمان بن عفّان رغم شدته كان يبدو وديعاً عند طرحه لاجتهاداته ، وعند اعتراض بعض المسلمين عليه فيها ، فلمّا اعتُرض عليه في إتمام الصلاة بمنى ما زاد على قوله « رأيٌ رأيته » « 2 » ، وحين خالفه الإمام علي في أكل صيد الحرم ما زاد على أن نفض يديه وقام وقال :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر أنساب الأشراف 5 : 55\r\n( 2 ) انظر تفنيد الصحابة لدعاوى عثمان وذرائعه التي تذرع بها في إتمام الصلاة بمنى ، وقوله لهم في نهاية المطاف « هذا رأيٌ رأيته » . انظر ذلك في أنساب الأشراف 5 : 39 ، وتاريخ الطبري 4 : 268\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n« ما لك لا تدعنا ! « 1 » » ؟ مع أنّ الظروف الموضوعية والأهميّة الشرعية تقتضي استعمال القوة فيما لو كان هو صاحب الفكرة الحقة .\r\nوهذه الوداعة نفسها أبداها عثمان في جميع وضوءاته وطروحاته فيه ، فراح يركّز الفكرة بالهدوء والاستفادة من مصطلح « أحسن الوضوء » ، ودعوته مواليه و . . . كما علمت وستعلم .\r\nكما أنّ عثمان لم يطلب النصرة من المسلمين ولا استصرخهم ، بل هم الذين استصرخ بعضُهم بعضاً للقضاء على إحداثات عثمان حتّى قتلوه ، فلو أنّ « الناس المتحدثين » كانوا هم البادئين لَاندفع المسلمون - والرواة منهم بدافع الحرص على الدين ووضّحوا للناس الأمر ، وأسقطوا التكليف عن الخليفة وكفوه المواجهة ، كما رأينا ذلك في منع الزكاة وتصدّي الصحابة لنشر ما سمعوه من النبي صلى الله عليه وآله في مانعي الزكاة وعقوبتهم ووجوب أدائها .\r\nهذا من ناحية ، ومن ناحية أخرى نرى مؤشّرات معاكسة لهذا المفروض ، تدلّنا على أن الخليفة هو البادئ بالخلاف ، وتلك المؤشرات هي :\r\nأ - إنّ عثمان لم يصرّح ولا باسمِ واحد من معارضيه ، ممّا يدل على تخوّفه من أمرٍ مّا .\r\nب - مرّ عليك سابقاً أنه لم يرمهم بالكذب والابتداع ، بل اقتصر على وصفهم بأنهم يتحدثون عن رسول اللَّه صلى الله عليه وآله ، ثمّ تجاهلهم وتجاهل مرويّاتهم ! !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر تفسير الطبري 7 : 46\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nج - إننا لم نجد حتّى لأصحاب عثمان المقربين منه - كمروان بن الحكم والمغيرة بن شعبة وزيد بن ثابت - دفاعات عن وضوئه ، فإنّهم لم يَقْدموا على ذلك ، مع أنّ منهم من دافع عنه يوم الدار .\r\n3 - إنّ عثمان بن عفّان اتّخذ أساليب غير مألوفة في إعلانه عن وضوئه الجديد ، ممّا يؤكّد وقوفه في موقف المتّهم الذي يريد طرحَ شيءٍ جديد ، وذلك عبر النقاط التالية :\r\nأ - إنّ عثمان راح يجنّد مواليه لنقل فكرته الوضوئية عنه ، كحمران وابن دارة ، مع أنّ حمران كان يهوديّاً من سَبْي عين التمر « 1 » وقد أسلم في السنة الثالثة من خلافة عثمان ، وهذا يدل على أنّ صدور نقله للوضوء عن عثمان جاء متأخراً عن هذا التاريخ ، وهو ممّا يؤكد صدور الوضوء من عثمان في الستّ الأواخر من حكمه ، شأنه شأن باقي آرائه واجتهاداته التي نقمها عليه المسلمون . وهو الذي جعل الإمامَ عليّاً يقول عنه ( حتّى أجهَزَ عليه عملُه ) « 2 » .\r\nب - ابتداء عثمان - ولأدنى الأسباب - بتعليم الوضوء تبرّعاً وبدون سؤال سائل ، كمسارعته لتعليم ابن دارة وضوءه الغسلي بمجرّد سماع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر طبقات ابن سعد 7 : 148 ، تهذيب الكمال 7 : 303 ، تاريخ الاسلام للذهبي : 395 ، مختصر تاريخ دمشق 7 : 253 ، وفيات الأعيان 4 : 181 ، تاريخ بغداد 5 : 332 ، تاريخ الطبري 3 : 415 ، الأخبار الطوال : 112 ، معجم البلدان 5 : 301 ، المعارف لابن قتيبة : 248\r\n( 2 ) نهج البلاغة 1 : 35 / الخطبة 3\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nمضمضته « 1 » ، وكجلوسه على المقاعد وطرحه لوضوئه الغسلي « 2 » .\r\nكما أنّ هناك عبارة « أحببت أن أريكموه » « 3 » ، وهي صريحة في التبرّع والمبادرة ، وقد استعملها معاوية أيضاً في الوضوء الغسلي بزيادته مسحَ الرأس بغرفة من ماء حتّى يقطر الماء من رأسه أو كاد يقطر ، وأنّه أراهم وضوء رسول اللَّه صلى الله عليه وآله « 4 » ! ونفس العبارة جاءت في وضوء نُسِبَ للبراء بن عازب « 5 » ، هذا مع خلوّ أغلب روايات الوضوء المسحي عن هذا التبرّع الذي يكمن وراءه شيءٌ !\r\nج - محاولة عثمان استشهاد جماعة على صحّة وضوئه لاكتساب الشرعية واقتطاب أكبر عدد ممكن لتأييد الوضوء الجديد ، فالرواية تقول أنّه كان يقول : أكذلك يا فلان ؟ قال : نعم ، ثمّ قال : أكذلك يا فلان ؟ قال :\r\nنعم ، حتّى استشهد ناساً من أصحاب رسول اللَّه صلى الله عليه وآله ، ثمّ قال : الحمد للَّه الذي وافقتموني على هذا « 6 » ، حتّى ادّعي في بعضها - كما قلنا - أنّه استشهد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن البيهقي 1 : 62 - / 63\r\n( 2 ) سنن الدارقطني 1 : 91 / ح 4\r\n( 3 ) سنن الدارقطني 1 : 91 / 4 ، و 13 / 8\r\n( 4 ) انظر : مسند أحمد 4 : 94\r\n( 5 ) مسند أحمد 4 : 288 . وفيه أن البراء قال لهم : اجتمعوا فلأريكم كيف كان رسول‌اللَّه يتوضّأ . . . فجمع بنيه وأهله ودعا بوضوء . .\r\n( 6 ) كنز العمال 9 : 41 / 26883 عن الدارقطني 1 : 85 / 9 ، وانظر مسند أحمد 1 : 57 و 1 : 67 - / 68 ، وكنز العمال 9 : 441 / 26883 . وقد عرفت في الحديثين الواردين قبل قليل : الرقم ( 3 ) و ( 5 ) أنّ الذين شهدوا له هم أصحابه الباثّين لاجتهاداته لا أصحاب رسول‌اللَّه صلى الله عليه وآله\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nطلحة والزبير وعلياً وسعداً فشهدوا له « 1 » . هذا مع أنّ الصحابة لم يكونوا بحاجة لتعلّم الوضوء ، لوضوحه عندهم ، فضلًا عن أنّ المذكورين هم من المعارضين لعثمان في فقهه - وبعضهم في وضوئه وفقهه - فكيف شهدوا له ؟ ! فهذه الأحاديث تدل على قوة المعارضة المحدّثة ، وضعف موقف عثمان في وضوئه الجديد .\r\nد - إنّ عثمان كان يذيّل وضوءاته الثلاثية الغسلية بجمل ثابتة عن النبي صلى الله عليه وآله لينتقل منها - طبق الرأي والاستحسان - إلى تقرير وضوئه الجديد ، أي أنّه كان ينتقل من معلوم إلى مجهول يراد إثباته ، فهو يذيّل وضوءه تارة بقوله : « من توضأ فأحسن الوضوء ثمّ صلّى ركعتين كان من ذنوبه كيوم ولدته أمّه » « 2 » ، وأخرى بقوله : « من توضأ فأحسن الطهور كُفّر عنه ما تقدم من ذنبه » « 3 » .\r\nويذهلنا ثالثة حين يقول : واللَّه لأحدِّثنكم حديثاً ، واللَّه لولا آية في كتاب اللَّه ما حدّثتكموه . . . إني سمعت رسول اللَّه صلى الله عليه وآله يقول : « لا يتوضأ الرجل فيحسن وضوءه ثمّ يصلي إلّاغُفر له ما بينه وبين الصلاة التي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : كنز العمال 9 : 447 / 26907 . وهذه الرواية رواها أبو النضر سالم بن أبي أمية ، وهو لم يسمع عن عثمان ولكنّه كان يُرسِلُ ، كما صرح بذلك ابن أبي حاتم والهيثمي والدارقطني . ( انظر : تهذيب التهذيب 3 : 432 ، ومجمع الزوائد 1 : 229 ، وعلل الدارقطني 3 : 17 ) . فيبدو أنّ هذا الرجل وضع هذا الحديث خدمةً لعثمان والأمويين\r\n( 2 ) كنز العمال 9 : 447 / ح 26907\r\n( 3 ) كنز العمال 9 : 424 / ح 26800\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nتليها » ، قال عروة : الآية  « إِنَّ الَّذِينَ يَكْتُمُونَ ما أَنْزَلْنا مِنَ الْبَيِّناتِ وَالْهُدى »  . . . إلى قوله  « اللَّاعِنُونَ »  « 1 » .\r\nفهل إنّ الوضوء وإحسانه يستدعي كل هذا الخوف والإحجام لولا آية في كتاب اللَّه ؟ مع أنّ عشرات الصحابة رووا هذا المضمون - أي استحباب إحسان الوضوء - عن النبي صلى الله عليه وآله ! وسيتبين لك كيف أن الأمويين عبر أم المؤمنين عائشة وأبيهريرة استغلوا مفهوم إحسان الوضوء وربطوه بإسباغه وبقوله صلى الله عليه وآله : ويل للأعقاب من النار ، ثمّ أرادوا له أن يفيد الغَسل لا غير ، حيث إنهم كانوا قد فسّروا الإسباغ بتثليث غسل الأعضاء ، كما فسروا جملة ( ويل للأعقاب من النار ) بغسل الأرجل .\r\nه - ضحكات وتبسّمات عثمان عند الوضوء ، فإنّه كان يضحك عندما يأتونه بماء للوضوء ويقول : ألا تسألوني ممّ أضحك ؟ ثمّ يجيب معلِّلًا تارةً بأنّه رأى رسول اللَّه صلى الله عليه وآله يتوضأ وضوءه « 2 » ، وأخرى بأنّه لغفران ذنوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم 1 : 206 / ح 6 . والآية : 159 من سورة البقرة .\r\nومثل ذلك ما رواه أحمد بن حنبل في مسنده 1 : 67 بسنده عن حمران [ مولى عثمان 
  ] ، قال : كان عثمان يغتسل كل يوم مرّة منذ أسلم ، فوضعت وضوءاً له ذات يوم للصلاة فلمّا توضّأ قال : إنّي أردتُ أن أحدّثكم بحديث سمعته من رسول اللَّه ثم بدا لي أن لا أحدّثكموه ، فقال له الحكم بن أبي العاص : يا أمير المؤمنين ، إن كان خيراً فنأخذ به أو شرّاً فنتّقيه ، قال : فقال : فإني محدّثكم به ؛ توضّأ رسول اللَّه هذا الوضوء ثم قال : من توضّأ هذا الوضوء فأحسَنَ الوضوء ثم قام إلى الصلاة فأتمّ ركوعها وسجودها كفّرت عنه ما بينها وبين الصلاة الأخرى . .\r\n( 2 ) انظر : كنز العمال 9 : 436 / 26863\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nوحطِّ خطايا المتوضي « 1 » ، وثالثة بأنه لغفران ذنوب من توضّأ وضوءه ثمّ دخل في صلاته « 2 » ، ورابعة بأنه ضحك وسأل أصحابه عن سرّ ضحكه لأنّه رأى النبي صلى الله عليه وآله - قريباً من مكانه - قد ضحك وسأل أصحابه عن سرّ ضحكه « 3 » ، ثمّ علل سبب الضحك تارة بأنّ الوضوء الغسلي وحده ، وتارة بأنه مع الصلاة ، سببٌ لحطِّ الذنوب .\r\nوهذه العنايات كلّها تدل على أنه كان يريد أن يضيف شيئاً إلى النبي صلى الله عليه وآله بشتّى الحجج ، وإلّا فلماذا لم تنقل تلك التبسمات والضحكات بهذه الكثرة عن غيره عن رسول اللَّه صلى الله عليه وآله في نقلهم لوضوئه المسحي ؟ ! ولماذا لم يضحك لغير ذلك التعليم ؟ !\r\nو - إن جميع وضوءات عثمان البيانية هي ثلاثية الغسلات ، ولم يأت عنه خبر في باب الوضوء مرّة ومرتين ، مع ورود أخبار عن عمر وعلي وابن عباس وجابر وغيرهم فيه .\r\nفهل كان عثمان يرى عدم إجزاء المرّة والمرتين ؟ !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : كنز العمال 9 : 442 / 26886 ( حم والبزار حل 4 وصحح ) . ومسند أحمد 1 : 58 و 61\r\n( 2 ) انظر : كنز العمال 9 : 439 / 26872 ( كر )\r\n( 3 ) فعن حمران ، قال : كنت عند عثمان ، فدعا بوضوء فتوضّأ ، فلمّا فرغ قال : توضّأ رسول اللَّه صلى الله عليه وآله كما توضّأتُ ، ثمّ تبسَّم وقال : أتدرون مِمَّ ضحكتَ ؟ قلنا : اللَّه ورسوله أعلم . قال : إن العبد المسلم . . . كنز العمال 9 : 439 / ح 26872 . وقد علمت أنّ عثمان اختلق هذا التبسّم ونسبه إلى رسول اللَّه صلى الله عليه وآله ليبرّر ضحكاته الوضوئية\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nأم أنّ تثليثه كان يستبطن أمراً جديداً ؟ ! وهو التأكيد على الوضوء الثلاثي الجديد واعتباره هو الإسباغ فقط - والذي طوره عثمان من بعد حتّى صار يغسل رجليه ، وطوّره معاوية فغسل رأسه - وبذلك فلم يكن للمسح حكم في المذاهب الأربعة لا في الرأس ولا في القدمين لتجويزهم الغسل بدله فيها « 1 » . ! !\r\nويؤيد ما قلناه ما رواه عبداللَّه بن عمرو بن العاص عن النبي صلى الله عليه وآله أنّه قال - بعد أن توضأ الوضوء الثلاثي الغسلي - : فمن زاد على هذا أو نقص فقد أساء وظلم « 2 » ، فهل يُعقَل أن يكون من توضأ مرّة أو مرتين قد أساء وظلم ، مع ثبوت ذلك الوضوء عن النبي صلى الله عليه وآله وكبار الصحابة ؟ !\r\nيبدو أنّ عثمان ومتابعيه أرادوا التأكيد على الثلاثي فقط وفقط واعتباره هو الإسباغ المقصود دون غيره .\r\nز - إنّ وضوءات عثمان تحمل في طياتها إشارات تشير إلى إحداثه ، وتعدّيه في الوضوء .\r\nمنها : قوله : رأيت النبي صلى الله عليه وآله يتوضأ نحو أو مثل وضوئي هذا « 3 » ، وقوله : رأيت رسول اللَّه صلى الله عليه وآله توضأ وضوئي هذا « 4 » ، ولا تراه يقول مثلًا :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر في ذلك الفقه على المذاهب الأربعة للجزيري 1 : 57 - 62 مثلًا\r\n( 2 ) سنن أبيداود 1 : 33 / ح 135 . وانظر : سنن البيهقي 1 : 79 وسنن ابن ماجة 1 : 146 / ح 422 . وانظر تعليق السيوطي على هذا الحديث في هامش النسائي 1 : 88\r\n( 3 ) صحيح البخاري 1 : 51 ، سنن أبيداود 1 : 106 ، سنن البيهقي 1 : 48 ، سنن النسائي 1 : 64 و 65 ، سنن الدارقطني 1 : 83 / 14 ، صحيح مسلم 1 : 205\r\n( 4 ) سنن النسائي 1 : 65 ، سنن البيهقي 1 : 48\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nتوضأت كما رأيت رسول اللَّه صلى الله عليه وآله يتوضأ ، أو نحو أو مثل وضوء رسول اللَّه صلى الله عليه وآله ، وهذه الجمل لها دلالة نفسية على جعل وضوئه هو الميزان والقول الفصل .\r\nومنها : انحصار القبول وغفران الذنوب بالوضوء الثلاثي - خصوصاً مع عدم نقله للوضوء الثنائي والأحادي الغسلات ، رغم ورود ذلك عن جم غفير من الصحابة والتابعين - فهو يشير إلى تبنّي عثمان للوضوء الثلاثي الغسلي لا غير .\r\nومنها : وجود جملة « لا يحدّث نفسه بشيء » « 1 » في وضوءاته ، والتي احتملنا كونها جاءت لتزكية نفسه وإبعاد الشبهة عنه ، إمعاناً في إضفاء المشروعية على وضوئه .\r\nومنها : عدم تكلّم عثمان في أثناء وضوئه ، ليطبع عليه طابع الهالة والقدسية ، حتّى أنّه لم يكن يردّ سلام المسلِّم في أثناء وضوئه ، معلِّلًا ذلك بما رواه عن النبي صلى الله عليه وآله من أنّ من توضّأ وتشهّد ولم يتكلّم بينهما غفر له ما بين الوضوءَين ، مع أن ردّ السلام واجب وليس هو كسائر الكلام - على فرض صحة رواية عثمان « 2 » - .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ففي سنن النسائي ( المجتبى ) 1 . 65 وسنن البيهقي 1 . 48 عن حمران انه انه رأى عثمان توضأ وضوء الجديد ثم قال رايت رسول الله ( ص ) توضأ وضوئى هذا ثم قال ( عثمان ) من توضأ مثل وضوئى هذا ثم قال فصلى ركعتين لا يحدث نفسه بشئ غفرالله ما تقدم من ذنبه وانظر قول عثمان هذا في سنن الدارمي 1 . 176\r\n( 2 ) انظر : كنز العمال 9 : 442 / 26887 و 26885 و 26888 ، وسنن الدارقطني 1 : 92 / ح 5\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nكل تلك الأدلة والقرائن والشواهد جعلتنا نطمئنّ إلى أن عثمان كان هو البادئ بالخلاف ، والآتي بالوضوء الثلاثي الغسلي الجديد .\r\n\r\nعثمان والإحداث\r\nبقي علينا أن نوضّح السبب - أو الأسباب - التي دعت عثمان إلى إحداث هذا الوضوء الثلاثي الجديد ، وللإجابة عن ذلك رأينا أوّلًا أن ننظر في سبب مقتله ، لأننا توصلنا إلى أنّ السبب الأكبر الذي دعا قاتليه إلى قتله هو إحداثاته في الدين ، لا مجرّد تصرّفاته وسوء سياسته المالية والإدارية ، وذلك من خلال ملاحظة القضايا الرئيسية التالية :\r\n1 - إن طلحة والزبير كانا من أوائل المؤلّبين عليه والمفتين بقتله ، مع أنّ عثمان أغدق عليهما الأموال بشكل عجيب « 1 » ، وكذلك الأمر بالنسبة لعبد الرحمن بن عوف « 2 » ، مضافاً إلى وعد عثمان إياه بالخلافة « 3 » ، وهكذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فقد وهب لطلحة خمسين الفاً كما في الطبري 4 : 405 ، ووصله بمائتي الف وكثرت مواشيه وعبيده ، وقد بلغت غلته من العراق وحدها ألف دينار يومياً ، ولمّا مات كانت تركته ثلاثين مليوناً من الدراهم ، وكان النقد منها مليونين ومائتي ألف درهم ومائتي ألف دينار . وانظر في أموال الزبير وضخامتها كتاب : الفتنة الكبرى 1 : 147\r\n( 2 ) كانت أموال ابن عوف الف بعير ومائه فرس وعشرة آلاف شاة وأرضاً كانت تزرع على عشرين ناضحاً . انظر : مروج الذهب 2 : 333\r\n( 3 ) حيث قال له الإمام علي يوم السقيفة : واللَّه ما فعلتها إلّالأنك رجوت منه ما رجا صاحبكما [ يعني عمر 
  ] من صاحبه [ يعني أبا بكر 
  ] دق اللَّه بينكما عطر منشم ، شرح نهج البلاغة 1 : 188\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nكان عثمان يغدق الأموال على باقي الصحابة - إلّانفراً يسيراً - فمن غير المنطقي أن يقتلوه لإيثاره أقرباءه فقط مع حصولهم على نصيب وافر من المال ، بل هناك أسباب دينية وابتداعات جعلتهم يقتلونه - ربّما يكون بعضها في الأشياء الكثيرة التي كره الطبري ذكرها « 1 » ، وربّما كانت من الأسباب التي جعلها الناس ذريعة إلى قتله ، والتي ترك ابن الأثير ذِكرَ كثيرٍ منها « 2 » .\r\n2 - إنّ سياسة عثمان الماليّة الطبقية كانت تستوجب عزله لا قتله « 3 » ، وبما أنّ الصحابة بين قاتل وخاذل له - حسب تعبير ابن عمر « 4 » - كان لابدّ من وجود سبب مبيح لدمه ، ولعله الإحداث في الدين لا في التصرفات الخارجية حَسْبُ .\r\n3 - وجود مبتدعات دينية فقهية يقينية صدرت من عثمان بن عفان ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر تاريخ الطبري 4 : 557 ، حيث قال في سبب الخلاف بين عثمان وأبيذر الغفاري وموته غريباً بالربذة : فإنّهم رووا في سبب ذلك أشياء كثيرة ، وأموراً شنيعة كرهتُ ذكرها ! ! !\r\n( 2 ) انظر : الكامل في التاريخ 3 : 167 ، حيث قال : قد ذكرنا سبب مسير الناس إلى قتل عثمان ، وقد تركنا كثيراً من الأسباب التي جعلها الناس ذريعة إلى قتله لعلل دعت إلى ذلك ! ! ترى ما هي العلل التي كره ابن الأثير ذكرها ؟\r\n( 3 ) الكامل في التاريخ 3 : 167\r\n( 4 ) انظر : شرح نهج البلاغة 3 : 8\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nاحتج عليها الصحابة كلٌّ بطريقته ، لكنّ عثمان لم يرتدع عنها ، كإتمام الصلاة بمنى « 1 » ، وكزيادته النداء الثالث في يوم الجمعة في السنة السابعة من عهده وقد كان « الناس » عابوا عليه ذلك وقالوا : بدعة « 2 » ، وكتقديمه الخطبة على الصلاة في العيدين « 3 » ، وغيرها ، مما يؤكد صدور الابتداع عن عثمان في بعض المسائل الفقهية ، فلا غرابة في أن يسرّي ذلك إلى مفردات ومسائل أخرى كالوضوء .\r\n4 - إنّ تصرفات عثمان وإحداثاته العملية كانت تستتبع إحداثات علمية ودينية ، يكمن وراءها الخطر على الإسلام وأحكامه ، فعدم إقامته الحدّ على الوليد بن عقبة يعني إبطال الحدود وتوعّد الشهود « 4 » .\r\nومثله تأييده لنظرة سعيد بن العاص في أن السواد بستان لقريش وبنيأمية ، فإنّها تعني إبطال قانون توزيع الفيء الذي يفيئه اللَّه على المسلمين بأسيافهم « 5 » .\r\nوإعطاء فدك وخُمس أفريقية لمروان « 6 » ، يعني سحق قانون الميراث إن كانت فدك للنبي صلى الله عليه وآله ومن بعده لورثته ، أو تدمير قانون الفيء إن كانت فيئًا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر كلام ابن أبيالحديد في شرح النهج 1 : 199 - 200\r\n( 2 ) أنساب الأشراف 5 : 39 ، المنتظم 5 : 7 - / 8\r\n( 3 ) فتح الباري 2 : 361 ، نيل الأوطار 3 : 362 ، تاريخ الخلفاء : 164 - / 165\r\n( 4 ) انظر : أنساب الأشراف 5 : 34 ، الإمامة والسياسة 1 : 37 ، صحيح مسلم 3 : 1331 / ح 38\r\n( 5 ) شرح النهج 3 : 21 و 35 ، الكامل في التاريخ 3 : 137 - / 141 ، تاريخ الطبري 4 : 322 - / 323\r\n( 6 ) انظر : المعارف : 112 ، وأنساب الأشراف 5 : 25 ، والإمامة والسياسة 1 : 35\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nللمسلمين ، وهكذا باقي إحداثاته .\r\n5 - والّذي يؤكّد ذلك ، هو النصوص التي صدرت عن الصحابة المعاصرين لتلك الإحداثات والإبداعات ، والتي تدل على إحداثاته في الدين .\r\nكقول طلحة لعثمان : إنك أحدثت أحداثاً لم يكن الناس يعهدونها « 1 » ، وقوله له أيضاً : إن الناس قد جمعوا لك ، وكرهوا البدع التي أحدثت « 2 » .\r\nوكقول الزبير في حقّه : اقتلوه فقد بدّل دينكم « 3 » .\r\nوكقول عبداللَّه بن مسعود : ما أرى صاحبكم إلّاوقد غيّر وبدّل ، وفي آخر عنه : إنّ أصدق القول كتاب اللَّه ، وأحسن الهدى هدى محمّد ، وشرّ الأمور محدثاتها ، وكل محدث بدعة ، وكلّ بدعة ضلالة ، وكل ضلالة في النار « 4 » ، وفي ثالث : إنّ دم عثمان حلال « 5 » .\r\nوقول عمار في خطبة له بصفين : فقال هؤلاء الذين لا يبالون إذا سلمت دنياهم ولو درس هذا الدين : لِمَ قتلتموه ؟ فقلنا : لإحداثه . . « 6 » .\r\nوقوله لعمرو بن العاص : أراد أن يغيّر ديننا فقتلناه « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أنساب الأشراف 5 : 29\r\n( 2 ) الفتوح 1 : 35\r\n( 3 ) شرح النهج 9 : 36\r\n( 4 ) حلية الأولياء 1 : 138 ، أنساب الأشراف 5 : 36 ، شرح النهج 3 : 42\r\n( 5 ) أنساب الأشراف 5 : 36\r\n( 6 ) صفين : 319\r\n( 7 ) صفين : 338 ، شرح النهج 8 : 22\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nوقول سعد بن أبي وقاص في قتل عثمان : وأمسكنا نحن ، ولو شئنا دفعناه عنه ، ولكن عثمان غيَّر وتغيَّر « 1 » .\r\nوقول هاشم المرقال : أحدث الأحداث وخالف حكم الكتاب « 2 » .\r\nوقول الأشتر : إنّ عثمان قد غيّر وبدّل « 3 » .\r\nوقول عائشة ، وقد أخرجت قميص رسول اللَّه صلى الله عليه وآله : هذا قميصه وشعره لم يَبلَ وقد بَلِيَ دينهُ « 4 » ! وقولها : هذا ثوب رسول اللَّه صلى الله عليه وآله لم يبل وعثمان قد أبلى سنته « 5 » ! وقولها مشبّهة له برجل من اليهود : اقتلوا نعثلًا فقد كفر « 6 » .\r\nوقول علي عليه السلام في يوم الشورى : أما إنّي أعلم أنّهم سيولّون عثمان ، وليحدثنّ البدع والأحداث « 7 » بل كتَبَ أصحابُ رسول اللَّه صلى الله عليه وآله بعضهم إلى بعض أن أقدموا ، فإن كنتم تريدون الجهاد فعندنا الجهاد « 8 » . فَعَدُّوا قتال عثمان جهاداً ، ولا يستقيم ذلك إلّالحفظ الدين من التحريف والتلاعب .\r\nوعرف المسلمون جميعاً ابتداعات عثمان ، الّتي أراد أن يتلافاها بمثل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإمامة والسياسة 1 : 48\r\n( 2 ) تاريخ الطبري 5 : 43\r\n( 3 ) أنساب الأشراف 5 : 45 ، الإمامة والسياسة 1 : 38\r\n( 4 ) المختصر في أخبار البشر 1 : 172\r\n( 5 ) شرح النهج 3 : 9\r\n( 6 ) الفتوح 1 : 64\r\n( 7 ) تاريخ الطبري 4 : 230\r\n( 8 ) تاريخ الطبري / حوادث سنة 34 ه\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nتوسعته للمسجد الحرام ، فقالوا : يُوسِّع مسجدَ رسول‌اللَّه صلى الله عليه وآله ويغيرّ سنّته « 1 » .\r\nبل منعوا من دفنه في مقابر المسلمين « 2 » ، حتّى دُفن ليلًا في حشّ كوكب - وهي من مقابر اليهود « 3 » - وتحت الخوف ، إذ حملوه على باب وإنّ رأسه على الباب ليقول « طق طق » « 4 » ، وأراد الذين دفنوا عثمان أن يُصَلُّوا عليه فَمُنِعُوا « 5 » .\r\nوهذا لا يكون من الصحابة والناس والمسلمين إلّابعد فراغهم عن انحرافات عثمان وابتداعاته الدينية لا مجرّد سوء تصرّفاته ، وتدهور الاقتصاد واختلال النظام الإداري .\r\nفمن كل هذا نعلم أنّ عثمان كان ذا جنوح إلى الإحداث والتغيير ، فلا غرابة في أن يطرح رأياً وضوئياً جديداً كما طرح آراءً من قبل في منى وصلاة الجمعة وصلاة العيدين وغيرها ، مضافاً إلى أنّ هناك عوامل تربوية ونفسية وسياسية واجتماعية أخرى حَدَت به إلى الإبداع الوضوئي ، والنزوع إلى تثليث الغسلات ، وغسل الممسوحات من بعد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أنساب الأشراف 5 : 38\r\n( 2 ) في تاريخ الطبري 3 : 440 « فقالوا [ نفر من الأنصار 
  ] : لا واللَّه لا يدفن في مقابر المسلمين أبداً . فدفنوه في حش كوكب »\r\n( 3 ) قال الطبري في تاريخه 3 : 438 هو حائط بالمدينة يقال له حش كوكب كانت اليهود تدفن فيه موتاهم\r\n( 4 ) تهذيب الكمال 19 : 457 . وفي تاريخ المدينة لابن شبّة 1 : 113 « وحملوه على باب أسمعُ قرع رأسه على الباب كأنّه دبّاءة ويقول : دبْ دبْ »\r\n( 5 ) تهذيب الكمال 19 : 457\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nمنها :\r\n\r\nلماذا الإحداث في الوضوء ؟\r\n1 - إنّ عثمان كان يرى لنفسه أهليّة التشريع ، كما كانت من قبل للشيخين ، فإنّه ليس بأقل منهما شأناً ، فلماذا يجوز لهما الإفتاء بالرأي ولا يجوز له ؟ ! مع أنّهم جميعاً من مدرسة واحدة هي مدرسة الاجتهاد ، وكلّ منهم خليفة ! !\r\n2 - إنه كان من المتشدّدين بظواهر الدين تشدّداً منهيّاً عنه ، حتّى أنّه عند بناء مسجد النبي صلى الله عليه وآله كان يحمل اللبنة ويجافي بها عن ثوبه ، فإذا وضعها نفض كفيه ونظر إلى ثوبه ، فإذا أصابه شيء من التراب نفضه ، وذلك كلّه لأنّه كان رجلًا نظيفاً متنظّفاً « 1 » ، مع أنّ عماراً كان على ضُعفه يحمل لبنتين .\r\nوكان عثمان يغتسل كل يوم مرة « 2 » ، ولا يردّ سلام المؤمن إذا كان في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : العقد الفريد 5 : 90 عن أمّ سلمة\r\n( 2 ) عن حمران [ مولى عثمان 
  ] أنه قال : كان عثمان يغتسل كل يوم مرة منذ أن اسلم ( مسند أحمد 1 : 76 ، خصائص الصحابة لاحمد 1 : 466 ) .\r\nوقال ابن حزم في المحلى 2 : 16 : فقد ثبت بأصح اسناد أن عثمان كان يغتسل كل يوم ، فيوم الجمعة يوم من الأيام بلا شك .\r\nوقد يستظهر من رواية مسلم 1 : 207 ح 231 أنه كان يغتسل كل يوم خمس مرات حيث جاء في أول الخبر : قال حمران : كنت أضع لعثمان طهوره ، فما اتى يوم إلا وهو يفيض عليه نطقه . . .\r\nوفسروها بأنه كان يغتسل كل يوم ، قال النووي في شرحه على صحيح مسلم 3 : 115 « ومراده لم يكن يمر عليه يوم إلا اغتسل فيه ، وكانت ملازمته للاغتسال محافظة على تكثير الطهر » فلو كان معنى صدر الحديث الاغتسال فان ذيل الحديث يؤكد تطهره . واغتساله خمس مرات لقوله صلى الله عليه وآله : ما من مسلم يتطهر فيتم الطهور الذي كتب اللَّه عليه فيصلى هذه الصلوات الخمس إلا كانت كفارات بينها ، إذ انهم وتوحيداً لصدر الرواية مع ذيلها كان عليهم ان يقولوا باغتساله خمس مرات في اليوم لكنهم حملوا ذيل الخبر على الوضوء وصدره على الغسل\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nحالة الوضوء « 1 » ، وقال هو عن نفسه بأنّه لم يمدّ يده اليُمنى إلى ذَكَره منذ بايع رسول اللَّه صلى الله عليه وآله « 2 » ، وغيرها من حالاته التي تنمّ عن نفسية مهيّأة للتزيّد والمبالغة في التنظف .\r\n3 - استفادة عثمان من كون الوضوء نظافة وطهارة ، فلذلك يكون عنده تثليث الغسلات وغسل الممسوحات أكثر نظافة وطهارة ، ولا غضاضة في ذلك من وجهة نظره وإن خالفت السنّة النبوية .\r\n4 - وجود أحاديث نبويّة أمكنه الاستفادة منها في طرح وضوئه الغَسلي ، كاستفادته من إحسان الوضوء ، لأنّه كان قد قال بعد وضوئه الغسلي : « واللَّه لأحدثنكم حديثاً ، واللَّه لولا آية في كتاب اللَّه ما حدثتكموه . . . إني سمعت رسول‌اللَّه صلى الله عليه وآله يقول : لا يتوضأ رجل فيحسن وضوءه ، ثمّ يصلي إلّاغُفر له ما بينه وبين الصلاة التي تليها » « 3 » . واستُفيد من بعده من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن الدارقطني 1 : 96 ، كنز العمال 9 : 443 / ح 26888\r\n( 2 ) قال : ما مسستُ ذَكَري بيميني مذ بايعتُ رسول اللَّه صلى الله عليه وآله ! ! سنن ابن ماجة 1 : 113 ، المحلى 2 : 79 ، تاريخ دمشق 39 : 225\r\n( 3 ) صحيح مسلم 1 : 206 / ح 6\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n« أسبغوا الوضوء » ومن « ويل للأعقاب من النار » للتدليل على الغسل .\r\n5 - إنّه حين الثورة عليه كان يحاول تكثيف هالة القدسية حول نفسه ليدفع الثوار عن قتله ، فكان يذكّرهم مواقفه وشراءه بئر رومة وغير ذلك « 1 » ؛ ليثبّت بقاءه على الإيمان ، فكان الوضوءُ الجديدُ خطوةً في هذا الدرب ، إرادةً منه معالجة الموقف ، لكنه عالج الداء بالداء ، لا بالدواء .\r\n6 - كان يحاول إشغال الناس بالخلافات الفقهية ، والمناقشات فيها ، لدفعهم عن قتله وعن الخوض في مساوئ سياسته المالية والإدارية ، وذلك ما حصل بالفعل في كثير من آرائه ، إلّاأنّ النتيجة لم تكن محمودة العاقبة بالنسبة له ، ولذا قال الإمام علي بأنّ عمله هو الذي أجهز عليه « 2 » .\r\n7 - ومن أهم دوافع إبداعاته هو التفاف الأمويين حوله ، محاولين بناء مجد فقهي سياسي جديد ، وهذا هو الذي أبعد بعض كبار الصحابة كابن مسعود وابن عباس و . . . من التعاون معه ، مما خلق عنده فراغاً فقهياً ملأه الدهاء الأمويّ المتنفّد في عهده .\r\n8 - وجود حالة الاستسلام عند كثير من الصحابة ، والتي جعلت الخليفة لا يتورّع عن طرح ما يرتأيه ، لأنّ غاية معارضتهم أن تنتهي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : تاريخ الطبري 3 : 415 و 434 ، والبداية والنهاية 7 : 198 و 200\r\n( 2 ) قال أمير المؤمنين عليه السلام في وصف حكومة عثمان : إلى أن قام ثالث القوم نافجاً حضنيه بين نثيلة ومعتلفة ، وقام معه بنو أبيه يخضمون مال اللَّه خضمة الإبل نبتة الربيع ، إلى أن انتكث عليه فتله ، وأجهز عليه عمله . . . نهج البلاغة 1 : 35 / الخطبة 3\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nبمجرد قوله : « رأي رأيته » « 1 » ، أو بقولهم : « الخلاف شر » « 2 » ، و « إنّ عثمان إمام فما أخالفه » « 3 » ، ممّا يعني رسوخ ما يطرحه الخليفة في نهاية المطاف .\r\n9 - تفشّي حالة الاجتهاد ، وتلقّيها بالقبول من قبل كثير من الصحابة ، مما أهّلهم لاستقبال ما يطرحه عثمان كرأي مقبول ، وقد تفشت هذه الحالة نتيجة اجتهادات وآراء عمر بن الخطّاب بشكل كبير جداً ، ومن قبله آراء أبي بكر .\r\nفمن كل هذه الأمور - وأمور جزئية أخرى يتلمّسها الواقف على حياة عثمان بوضوح - وجدنا هذه المبررات هي التي دفعت عثمان لابتداع الوضوء الثلاثي الغسلي الجديد ، الذي لم يرتضه الصحابة المتعبدون ! !\r\n\r\nعلي عليه السلام والوضوء\r\nولمّا تولّى الإمامُ عليّ الخلافة راح يبين الوضوء النبويّ للمسلمين ، ويعرِّض ويشير إلى إحداث عثمان في الوضوء النبوي ، ونستطيع أن ندرج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مرّ عليك أنّ الصحابة حينما ناقشوه في إبداعه إتمام الصلاة بمنى وسدّوا عليه أبواب الذرائع اكتفى بقوله لهم : « هذا رأي رأيته »\r\n( 2 ) قيل لعبداللَّه بن عمر بن الخطاب : عبتَ على عثمان [ صلاته أربعاً بمنى 
  ] ثم صلَّيتَ أربعاً ؟ ! قال : الخلافُ شرّ ! ! . سنن البيهقي 3 : 144\r\n( 3 ) قيل لعبداللَّه بن مسعود : ألم تحدّثنا أنّ النبي صلى ركعتين ، وأبا بكر صلى ركعتين [ أي بمنى 
  ] ؟ فقال : بلى ، وأنا أحدّثكموه الآن ، ولكن عثمان كان إماماً فما أخالفه ، والخلاف شرّ . سنن البيهقي 3 : 144\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nخطواته في بيان الوضوء النبوي في المندرجات الآتية :\r\n10 - إنّ الثابت المحفوظ عن الإمام عليّ في كتب الفقه « 1 » والتفسير « 2 » والحديث « 3 » هو الوضوء الثنائي المسحي ، يتبعه في ذلك صحابة كُثر على رأسهم ابن عباس والطالبيون وأنس بن مالك .\r\n11 - كان الإمام علي يشير إلى الإحداث الذي طال الوضوءَ ، بمثل قوله بعد الوضوء المسحي وشربه من فضلته : « إن أناساً يكرهون هذا ، وقد رأيت رسول اللَّه صلى الله عليه وآله يفعله ، وهذا وضوء من لم يحدث » « 4 » ، وقوله : « وهذا وضوء من لم يُحْدِث » ، و « رأيت رسول اللَّه صلى الله عليه وآله فعل هكذا » « 5 » ، فهو يؤكّد وجود الُمحْدِثين في الوضوء ، ولم يكن قبله محدِثٌ في الوضوء إلّاعثمان كما علمت .\r\n12 - قوله عليه السلام : قد عملت الولاة قبلي أعمالًا خالفوا فيها رسول اللَّه صلى الله عليه وآله متعمّدين لخلافه . . . مغيّرين لسنته . . . أرأيتم لو أمرت بمقام إبراهيم فرددته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : فتح الباري لابن حجر 1 : 213 ، المحلى لابن حزم 1 - 2 : 56 / المسألة 200 ، نيل الأوطار للشوكاني 1 : 209 ، المغني لابن قدامة 1 : 151 / المسألة 175 ، عمدة القاري للعيني 2 : 21\r\n( 2 ) انظر : الطبري في تفسيره 6 : 86 والجصاص في احكامه 2 : 346 - 347 وابن كثير في تفسيره 2 : 45\r\n( 3 ) انظر : ما رواه عبد خير عنه في مسند الحميدي 1 : 26 / ح 47 ومسند أحمد 1 : 95 ، 116 ، 124 ، 148 ومسند الدارمي 1 : 181 ، وما رواه النزال بن سيرة عنه في مسند أبى دواد الطياسي : 22 / ح 148 وغيرها\r\n( 4 ) مسند أحمد 1 : 153 ، وانظر : مسند أحمد 1 : 144 ، سنن البيهقي 1 : 75\r\n( 5 ) مسند أحمد 1 : 12 . ولا يخفى عليك أنّ المقصود بالإحداث هو الإحداث في الدين ؛ أي الإحداث في الوضوء النبوي\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nإلى الموضع الذي وضعه فيه رسول اللَّه صلى الله عليه وآله ، إلى أن يقول : ورددت الوضوء والغسل والصلاة إلى مواقيتها وشرائعها ومواضعها « 1 » .\r\nوهذا النص - بعد الفراغ عن عدم إبداع الشيخين في الوضوء - يكاد يكون صريحاً في إبداع عثمان للوضوء الثلاثي الغسلي ؛ لأنّه عليه السلام صرح بابتداع الولاة من قبله ، ولمّا كان الشيخان براء من بدعة الوضوء بقي عثمان هو المقصود في كلام الإمام لا محالة .\r\n13 - كتابة الإمام علي كيفية الوضوء لواليه محمد بن أبي بكر في جملة ما كتبه إليه ، وكان في كتابه عليه السلام « تمضمض ثلاث مرات ، واستنشق ثلاثاً ، واغسل وجهك ، ثمّ يدك اليمنى ، ثمّ اليسرى ، ثمّ امسح رأسك ورجليك . . .\r\nفإني رأيت رسول اللَّه صلى الله عليه وآله يصنع ذلك » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي 8 : 59 - / 62\r\n( 2 ) انظر : أمالي المفيد المطبوع في جملة مصنفاته 13 : 267 ، أمالي الطوسي : 29 بإسناد في ضمنه الثقفي صاحب الغارات ، وقد حُرف النص المتقدم في كتاب الغارات المطبوع ( 1 : 251 - 254 ) وقد بيناه في مدخل الدراسة . ومما يحب الإشارة إليه هو وجود نص يؤكد على تحريف معاوية للنصوص ، مذكور في آخر النص الانف : في الغارات « ان معاوية كان ينظر في هذا الكتاب ويعجبه . . . فقال له الوليد : انه لا رأى لك ، فامن الرأي أن يعلم الناس أن أحاديث أبي تراب عندك تتعلم منها وتقضى بقضاءه ؟ فعلام تقاتله ؟ . . .\r\nفقال معاوية : لولا أن أبا تراب قتل عثمان ثم افتانا لاخذنا عنه ثم سكت هنيه ثم نظر إلى جلسائه فقال : إنا لا نقول إن هذه من كتب علي بن أبي طالب ولكنا نقول إن هذه من كتب أبي بكر الصديق كانت عنه ابنه محمد فنحن نقضي بها ونفتي »\r\nوفي شرح النهج 6 : 73 وبحار الأنوار : فلما بلغ علي بن أبي طالب ان ذلك الكتاب صار إلى معاوية اشتد عليه حزنا وتمثل باشعار . .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n14 - تنبيه وإشارة الإمام علي - في جملة أحاديثه الوضوئية - إلى أن مبعث الإحداث في الوضوء هو الاجتهاد والرأي ، وأنّ الوضوء - بل الدِّين - لا يُدرك بالرأي ، فكان يقول : « لو كان الدين بالرأي لكان باطن القدم أحقّ بالمسح من ظاهرها ، لكن رأيت رسول اللَّه صلى الله عليه وآله مسح ظاهرها » « 1 » ، ويقول : « كنت أرى أنّ باطن القدمين أحق بالمسح من ظاهرهما حتّى رأيت رسول اللَّه صلى الله عليه وآله يمسح ظاهرهما » « 2 » .\r\nفهو يقرر أنّ الدين - ومنه الوضوء - لا يدرك بالرأي كما يتصوره البعض ، وإلّا لكان باطن القدم أحقّ بالمسح ، فكيف يُعدَلُ عنه إلى غسل الظاهر والباطن بمحض الرأي والاجتهاد ؟ !\r\n15 - كانت وضوءات الإمام عليّ البيانية - وكذلك ابن عباس وأنس بن مالك - تحمل في ثناياها أدلّة من الكتاب والسنة ، وليست ادعاءات محضة لرؤية الوضوء النبوي ، لأن قول علي : « لو كان الدين بالرأي لكان باطن القدم أحق بالمسح من ظاهرها . لكن رأيت رسول اللَّه صلى الله عليه وآله يمسح على أعلى قدميه » « 3 » ، وما شاكله يتضمّن دلالة الكتاب على المسح ؛ لأنّه أرسله إرسال المسلمات طبق أصل تشريعه وهو آية الوضوء الظاهرة في مسح القدمين ، ثمّ دَحضَ الرأي الذي لو سُلّم لكان الباطن أحق بالمسح ، وعلى التقديرين فالمسح هو المشروع ، وبعد كلّ ذلك أكّد الإمام علي بن أبي طالب رؤيته النبي صلى الله عليه وآله وهو يمسح أعلى قدميه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصنف 1 : 30 / ح 6\r\n( 2 ) سنن أبيداود 42 : ح 164\r\n( 3 ) تأويل مختلف الحديث 1 : 56\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nوكذلك ابن عباس كان يقول : « لا أجد في كتاب اللَّه إلّاغسلتين ومسحتين » « 1 » .\r\nوكان أنس بن مالك - خادم رسول اللَّه صلى الله عليه وآله - يعارض رأي الحجاج الذاهب إلى غسل القدمين - بحجة أنّه أقرب شيء للخبث - بقوله :\r\nصدق اللَّه وكذب الحجاج ، قال تعالى :  « وَامْسَحُوا بِرُؤُسِكُمْ وَأَرْجُلَكُمْ »  « 2 » .\r\nوالمقصود الأوّل هنا هو تدليلات الإمام علي بالكتاب والسنة ودحض الرأي ، وهذا بخلاف وضوءات عثمان المدعية لمحض الرؤية والمتشبّثة بما لا يمتّ إلى أصل أفعال الوضوء بصلة ، فكأنّ الإمام عليّاً أراد أن يشير إلى اجتهاد عثمان في الوضوء ودحضه .\r\n16 - وبعد هذا كله فإنّنا لا نرى في وضوءات الإمام علي ولا ابن عباس ولا أنس ولا غيرهم من الماسحين تلك الضحكات والتبسمات ، ولا إشهادات الخائف الطارح لفكر جديد ، ولا تبرّعات بالتعليم لمجرّد سماع مضمضة ، ولا غيرها مما ذكرناه في الوضوءات العثمانية ، بل نرى الحالة حالة طبيعية منسجمة مع سير الأمور في تعليم الوضوء النبوي صلى الله عليه وآله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السنن الكبرى ، للبيهقي 1 : 72 ، مسند أحمد 6 : 358 . وقال ابن عباس بسند صحيح على شرط البخاري : الوضوء غسلتان ومسحتان . انظره في مصنف عبد الرزاق 1 : 19 / ح 55\r\n( 2 ) تفسير الطبري 6 : 82 ، تفسير ابن كثير 2 : 44 ، تفسير القرطبي 6 : 92 . وكان أنس بن مالك يقول : نزل القرآنُ بالمسح . انظر ذلك في تفسير ابن كثير 2 : 44 ، والدر المنثور 2 : 262\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالصحيح ، ودحض الوضوء الجديد النابع من الرأي ؛ إذ كانت نصوصهم تحوي النفي والإثبات معاً .\r\n\r\nالأمويون والوضوء\r\nولمّا استشهد الإمام علي وصالح الإمامُ الحسنُ معاويةَ ، تولّى الأخير السلطة ، فراح يترسّم خطى عثمان فقهياً ويدعمه عقائديًّا ، ويتبنّى آراء ابن عمه ، كما حدث ذلك عندما صلّى الظهر في مكّة ركعتين ، فنهض إليه مروان بن الحكم وعمرو بن عثمان وقالا له : ما عاب أحد ابن عمك بأقبح ممّا عبته به .\r\nفقال لهما : أنّه صلاهما مع النبي صلى الله عليه وآله وأبيبكر وعمر قَصْراً .\r\nفقالا له : إنّ ابن عمك قد كان أتمّهما ، وإنّ خلافك إيّاه عيب ، فخرج معاوية إلى منى فصلّاها بنا أربعاً « 1 » .\r\nوكذلك تابع عثمانَ في تجويزه الجمع بين الأختين بمِلْك اليمين « 2 » ، وكذلك ترك معاوية التكبير المسنون في الصلاة لترك عثمان إيّاه ، وترَكَه زيادُ بن أبيه لترك معاوية « 3 » .\r\nومثله فَعَل في تركه التلبية في الحج « 4 » ؛ حيث نصّوا على أنّ النبي صلى الله عليه وآله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : مسند أحمد 4 : 94 ، فتح الباري 2 : 457 ، نيل الأوطار 3 : 259\r\n( 2 ) انظر : الدر المنثور 2 : 137 ، والموطأ 2 : 538 / ح 34\r\n( 3 ) انظر فتح الباري 2 : 215\r\n( 4 ) سنن النسائي ( المجتبى ) 5 : 253 ، سنن البيهقي 5 : 113\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوأبا بكر وعمر أهلّوا ، ولم يذكروا عثمان « 1 » ، هذا إلى غيرها من المفردات الفقهية .\r\nوكذلك كانت خطوات معاوية في تقرير قاعدة « من غلب » بعد أن كان يعتقدها عثمان « 2 » ، مضافاً إلى مفاهيم عقائدية ركّزها معاوية يعود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر المحلى 7 : 135 - / 136 ، فتح الباري 3 : 419 - / 420\r\n( 2 ) ففي الإمامة والسياسة : 58 قول عبداللَّه بن عمر بن الخطاب لعثمان لمّا ألهب الثوار النار في باب عثمان : يا أمير المؤمنين ، مع من تأمرني أن أكون إن غَلَبَ هؤلاء القوم عليك ؟ قال : عليك بلزوم الجماعة ، قلت [ القائل ابن عمر 
  ] : فإن كانت الجماعة هي التي تغلب عليك ؟ قال : عليك بلزوم الجماعة حيث كانت .\r\nوسار معاوية على هذا النهج ، ففي تاريخ ابن خلدون 2 : 170 إنّ عليّاً بعث رُسُلًا إلى معاوية فقال له أحدهم : فاتق اللَّه يا معاوية ودع ما أنت عليه ولا تنازع الأمر أهله ، فأجابه معاوية وأقذع في سبه وقال : انصرفوا فليس بيني وبينكم إلّاالسيف . . .\r\nوفي مصنف ابن أبي شيبة 7 : 251 ، وتاريخ دمشق 59 : 150 ، والبداية والنهاية 8 : 140 ، ومقاتل الطالبيين : 45 ، وشرح النهج 16 : 46 قول معاوية في خطبته بالنُخيلة يوم الجمعة : إني واللَّه ما قاتلتكم لتصلوا ولا لتصوموا ولا لتحجوا ولا لتزكّوا - إنكم لتفعلون ذلك - وإنّما قاتلتكم لأتأمّر عليكم .\r\nوسار عبداللَّه بن عمر على هذه القاعدة ، قال القاضي أبو يعلى في الأحكام السلطانية : 7 - 8 « في الإمام يخرج عليه من يطلب الملك ، فيكون مع هذا قوم ومع هذا قوم ، تكون الجمعة مع مَن غلب ، واحتجّ بأنّ ابن عمر صلّى بأهل المدينة في زمن الحَرّة [ وهي التي انتهك فيها جيش يزيد مدينة الرسول وهتك الأعراض 
  ] وقال : نحن مع مَن غلب . انتهى .\r\nوقال ابن عمر : لا أقاتلُ في الفتنة ، وأصلّي وراء مَن غلب . طبقات ابن سعد 4 : 149\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nنفعها لتثبيت أركان الحكم الأموي وعلى رأسه أفكار عثمان ، والّذي يهمنا هو تبنّيه لفقه عثمان ، وتأثير ذلك على الوضوء .\r\nلقد سار الفقه الأموي على خطى عثمان ، فراح يستفيد من « أسبغ الوضوء » و « ويل للأعقاب من النار » لترسيخ الوضوء العثماني .\r\n1 - فقد دخل عبد الرحمن بن أبي بكر على عائشة يوم توفّي سعد بن أبي وقاص [ سنة 55 ه 
  ] فتوضأ عندها ، فقالت له : يا عبد الرحمن ، أسبغ الوضوء ، فإني سمعت رسول اللَّه صلى الله عليه وآله يقول : ويل للأعقاب من النار « 1 » .\r\nفلاحظ كيف عدلت عائشة عن قول النبي صلى الله عليه وآله « أسبغوا الوضوء » - مع أنّ المقام يقتضي الاستدلال به « 2 » إلى الاستدلال ب « ويل للأعقاب من النار » ، وهذا العدول يكمن وراءه ادّعاء أم المؤمنين - ومن ورائها الأمويون ، وعثمان من قبل - دلالةَ « ويل للأعقاب » على الوضوء الغسلي ، كما ترسّخ ذلك الفهم حتّى اليوم عند أتباع مدرسة الاجتهاد والرأي .\r\nومحصّل الكلام أنّ هذا النصّ يوقفنا على الاختلاف بين وضوء عبد الرحمن والوضوء الذي أرادته أم المؤمنين عائشة ، وحيث عرفنا أن عائشة بقولها السابق أرادت التدليل على الغسل ، عرفنا من مفهوم المخالفة أن عبد الرحمن كان يذهب إلى المسح على القدمين .\r\nوجاء أبو هريرة ليصنع نفس صنيع أمِّ المؤمنين ، وذلك أنّه رأى قوماً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم 1 : 213 / ح 25 ، الموطأ 1 : 19 / ح 5 ، شرح معاني الآثار 1 : 38 / ح 188\r\n( 2 ) لكونها قد قالت : يا عبد الرحمن أسبغِ الوضوء\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nيتوضؤون من المطهرة ، فقال : أسبغوا الوضوء ، فإنّي سمعت أبالقاسم يقول :\r\n« ويل للعراقيب من النار » « 1 » .\r\nوقد مثّل غير واحد من العلماء « 2 » للإدراج بحديث أبي هريرة عن رسول اللَّه صلى الله عليه وآله « أسبغوا الوضوء ، ويل للأعقاب من النار » لكونهما لم يصدرا على هذا النسق من النبي صلى الله عليه وآله ، وهذا يدلنا على أنّ أبا هريرة كان يريد الاستفادة - كعائشة - من « الويل للأعقاب » أو ( العراقيب ) للتدليل على الوضوء الغسلي العثماني .\r\nويتضح ذلك بجلاء فيما اخرجه عبد الرزاق ، عن ابن جريج ، قال : قلت لعطاء : لِمَ لا أمسح بالقدمين كما أمسح بالرأس ، وقد قالهما جميعاً ؟ « 3 » قال : لا أراه إلّامسح الرأس وغسل القدمين ، إنّي سمعت أبا هريرة يقول : ويل للأعقاب من النار .\r\nقال عطاء : وإنّ أناساً ليقولون هو المسح ، وأمّا أنا فأغسلهما « 4 » .\r\nفها هو يستدل على الغسل بقول أبي هريرة « ويل للأعقاب » ، وهذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) صحيح مسلم 1 : 214 - / 215 / ح 29\r\n( 2 ) الحديث المُدْرَج هو ما كانت فيه زيادة ليست منه ، وهو نوعان : إدراج في الإسناد ، وإدراج في المتن . . . وإدراج المتن يكون في أول الحديث مثل حديث أبي هريرة « أسبغوا الوضوء ويل للأعقاب من النار » ، فإنّ النبيّ صلى الله عليه وآله لم يقلهما معاً في آن واحد بهذا النسق ، بل كلٌّ منهما له مورده الخاص ، لكنّ أبا هريرة أدرج القسم الأوّل في الثاني . ولا يجوز تعمّد شيء من الإدراج . انظر مقدمة ابن الصلاح : 76 ، وتدريب الراوي : 80 ، وأضواء على السنة المحمدية : 140\r\n( 3 ) يعني أن القرآن قالهما معاً\r\n( 4 ) المصنف لعبد الرزاق 1 : 20 / ح 58\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nيبيّن لنا حلقات متواصلة في سبيل تثبيت الوضوء الغسلي ، فمن عدول عائشة ، وإدراج أبي هريرة ، واستدلال عطاء ، تتبيّن سلسلة التطورات التي استُفيد منها لتقرير وتدعيم الوضوء العثماني .\r\n2 - واستمر التدعيم الأمويّ للوضوء العثماني ، والإصرار من ( نهج التعبد المحض ) على بطلان ذلك ، لمخالفته للكتاب والسنة .\r\nفقد أخرج ابن ماجة بسنده إلى الربيع بنت معوّذ أنّها قالت : أتاني ابن عباس فسألني عن هذا الحديث - تعني حديثها الذي ذكرت أنّ رسول اللَّه صلى الله عليه وآله توضأ وغسل رجليه - فقال ابن عباس : إنّ الناس أبوا إلّا الغسل ! ولا أجد في كتاب اللَّه إلّاالمسح « 1 » .\r\nوقال الحميدي : حدثنا سفيان ، قال : حدثنا عبداللَّه بن محمد بن عقيل بن أبي طالب ، قال : أرسلني علي بن الحسين إلى الربيع بنت المعوذ بن عفراء ، أسألها عن وضوء رسول اللَّه صلى الله عليه وآله ، وكان يتوضّأ عندها ، فأتيتها ، فأخرجَتْ إليّ إناءً . . . فقالت : . . . بهذا كنت أخرج لرسول اللَّه صلى الله عليه وآله فيبدأ فيغسل يديه ثلاثاً ، قبل أن يدخلهما الإناء ، ثمّ يتمضمض ويستنثر ثلاثاً ثلاثاً ، ويغسل وجهه ثلاثاً ، ثمّ يغسل يديه ثلاثاً ثلاثاً ، ثمّ يمسح رأسه مقبلًا ومدبراً ، ويغسل رجليه ثلاثاً ثلاثاً ، قالت : وقد جاءني ابن عمّ لك [ تعني ابن عباس 
  ] فسألني عنه فأخبرته .\r\nفقال : ما علمنا في كتاب اللَّه إلّاغسلتين ومسحتين ! « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سنن ابن ماجة 1 : 156 / ح 458\r\n( 2 ) مسند الحميدي 1 : 164 ، ومسند أحمد 6 : 358\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nوهنا نقف على صراع وضوءيين كانا في العصر الأموي .\r\nأ - بين الربيع بنت معوَّذ وبين ابن عباس .\r\nب - بين الربيع وبين الإمام السجاد وعبداللَّه بن محمد بن عقيل .\r\nفالربيع - وعلى ضوء النصين الآنفين - كانت قد تبنّت الوضوء الغسلي وأصرت عليه ، مع معرفتها بأنّ عترة الرسول لا يقبلون بنقلها للوضوء الغَسلي ، إذ أن ابن عباس قد استدل على سقم رأيها بالقرآن الكريم ، وفي اعتراضه إشارة إلى عدم قبول نسبة الغسل إلى رسول اللَّه صلى الله عليه وآله ، ثمّ تراه رحمه اللَّه - في نص آخر - يستدل على المسح بالرأي إلزاماً لهم بما ألزموا به أنفسهم ؛ لسقوط العضوين الممسوحين في التيمم « 1 » .\r\nوهذا يؤكد الدعم الأموي عبر أقطابه ومحدّثيه للوضوء العثماني الغسلي .\r\n3 - ووصل الأمر في الوضوء الغسلي إلى أن يتبناه الحجاج - وهو بعيد عن الدين بُعدَ الأرض عن السماء - ويعلن به من على المنبر .\r\nفقد أخرج الطبري بسنده إلى حميد ، قال : قال موسى بن أنس لأنس ونحن عنده : يا أباحمزة ، إنّ الحجّاج خطبنا بالأهواز ونحن معه نذكر الطهور ، فقال : اغسلوا وجوهكم وأيديكم وامسحوا برؤوسكم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ففي مصنف عبد الرزاق 1 : 19 / ح 54 بإسناده عن ابن عباس ، قال : افترض اللَّه غسلتين ومسحتين ، ألا ترى أنّه ذكر التيمّم فجعل مكان الغسلتين مسحتين ، وتَرَكَ المسحتين\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nوأرجلكم ، وأنّه ليس من ابن آدم أقرب إلى خبث من قدميه ، فاغسلوا بطونهما وظهورهما وعراقيبهما . . . فقال أنس : صدق اللَّه وكذب الحجاج ، قال تعالى :  « وَامْسَحُوا بِرُؤُسِكُمْ وَأَرْجُلَكُمْ »  « 1 » .\r\nوهذا - الإعلان و - الاستدلال من الحجّاج يدلّ على تبني الأمويين للوضوء العثماني من جهة ، كما يدلّ على تحكيم الاجتهاد والرأي في الوضوء في جهة مقابلة تماماً لوضوء النبي والإمام علي ، ففي حين يؤكد علي بن أبي طالب على أنّ الوضوء لو كان بالرأي لكان باطن القدمين أحقّ بالمسح من ظاهرهما ، لكنه رأى النبي صلى الله عليه وآله مَسَحَ ظهورَهما ، يأتي الحجّاج فيعارضه ويعارض القرآن ، مصرّحاً بأنّه لابدّ من غسل باطنهما وظهورهما وعراقيبهما ، بحجّة كونهما أقرب للخبث ! !\r\nوبعد هذا لا يبقى مجال للشك في تبنّي الأمويين للوضوء العثماني ، وانتهاجهم نفس نهجه واستدلالهم بنفس استدلالاته ، مع تطويرها وإشاعتها بالآراء والتأويلات والاجتهادات والدلالات البعيدة ، وهذا ما يؤكّد عدم أصالة ذلك الوضوء وعدم تلقّيهم إياه عن النبي صلى الله عليه وآله .\r\nومبالغةً في تثبيت الوضوء المدّعى نسبوا إلى أعلام الماسحين كالإمام عليّ وابن عباس وأنس أنّهم كانوا يثلّثون الغسلات ، أو يغسلون الأرجل ، أو . . . ليبعدوا عن أنفسهم شبهة الابتداع . وقاموا في هذا السبيل أيضاً بمنع التدوين ، حتّى جاء عمر بن عبد العزيز ليأمر بتدوين تلك الأحاديث وليعمِّم كتاباً إلى الآفاق يأمرهم فيه بالأخذ عن ابن شهاب الزهري ؛ معلّلًا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تفسير الطبري 6 : 82 . وانظر : تفسير ابن كثير 2 : 44 ، الجامع لأحكام القرآن 6 : 92 ، الدر المنثور 2 : 262 ، تفسير الخازن 1 : 435\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nذلك بأنهم لا يجدون أعلم منه « 1 » ، وقد سخّروا رجاء بن حيوة - المعدود من أفقه فقهاء الشام - ليرشد الناس ويفتيهم بآراء عبد الملك بن مروان « 2 » ، ومثله جاء عن عبداللَّه بن عمر « 3 » ودفعه الناس للأخذ عن عبد الملك .\r\nوكان أبو هريرة من الداعين للسكوت عن ظلم الأمويين « 4 » ، وكانت عائشة أفقه الناس وأحسنهم رأياً في العامّة « 5 » ووو\r\nكل هذا جاء لتضعيف معالم فقه التعبد المحض ، ولتحريف الوضوء النبوي ، ومن أجله رأينا ازدياد عدد المؤيّدين لوضوء الدولة في هذه الحقبة بعد أن كانت الكفّة في زمان عثمان وقبله راجحة للوضوء الثنائي المسحي ، ولكن بقي - رغم كل جهود الدولة الأموية - تابعون للنبي صلى الله عليه وآله قائلون بالوضوء المسحي ، من أمثال : عروة بن الزبير ، والحسن البصري ، وإبراهيم النخعي ، والشعبي ، وعكرمة ، وعلقمة بن قيس ، والإمام الباقر ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ستقف في الاصدار الثاني من هذه السلسلة « وضوء عثمان بن عفان من النشأة إلى الانتشار » على سبب ذلك\r\n( 2 ) انظر : تهذيب الكمال 9 : 154 . ففيه قول سعيد بن جبير : كان رجاء بن حيوة يُعَدّ من أفقه فقهاء الشام ، ولكن إذا حرّكته وجدته شاميّاً [ أي أمويّاً 
  ] يقول : قضى عبد الملك بن مروان بكذا وكذا\r\n( 3 ) انظر : تهذيب التهذيب 6 : 422 ، تهذيب الكمال 18 : 410 ، تاريخ بغداد 10 : 389 ، المنتظم 6 : 39 . إذ قيل لعبداللَّه بن عمر : مَن نسأل بعدكم ؟ قال : إنّ لمروان ابناً فقيهاً فَسَلُوهُ\r\n( 4 ) انظر : كتاب الأموال : 412 ، والشعر والشعراء : 392\r\n( 5 ) المستدرك على الصحيحين 4 : 14 وقائل هذا القول هو عطاء بن أبي رباح ، الذي قطعت يده مع عبداللَّه بن الزبير ، وقد أمر بنو أميّة صائحاً يصيح : لا يفتي الناس إلّاعطاء ! ! انظر : تهذيب التهذيب 7 : 181\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nوالإمام الصادق ، وغيرهم ممن يعلمهم المتتبع .\r\nفالأمويون لم يتمكنوا من مجابهة الوضوء المسحي - وإن كانوا هم دعاة للوضوء الغسلي - ولا نرى التقية تعمل في الوضوء عند أئمة أهل البيت حتى أواخر عهد الأمويين ، ومن يراجع مرويات الإمام الباقر في الكتب الحديثية الأربعة عند الشيعة ، يجد الإمام يصف وضوء رسول اللَّه صلى الله عليه وآله وهو غير مكترث بما قيل أو يقال .\r\nويبدو أن الأمويين كانوا يجاملون بعض الصحابة والتابعين كأنس بن مالك وابن عباس وعلي بن الحسين ومحمد بن علي الباقر وغيرهم في وضوئهم ، فلم يواجهوهم بالعنف ، وإن كانوا في ظروف أخرى يواجهون بعضاً آخر بالعنف ، كما في حديث أبي مالك الأشعري « 1 » ، وكيف كان خائفاً من بيان وضوء النبي أو صلاة النبيّ لقومه .\r\n\r\nالعباسيّون والوضوء\r\nلقد قامت الدولة العباسية على أكتاف شعار « الرضا من آل محمد » ، وكان الناس قد التفّوا حولها وأيّدوها باعتبارها الدولة المنتصرة للحق ، وقد قضى أبو العباس السفاح فترة حكومته منشغلًا بتصفية الخصوم الأمويين وأذيالهم ، فكان في معزل عن الصراعات الفقهية وعن الكفة العلوية بالذات .\r\nولكن لما آل الأمر إلى أبي جعفر المنصور العباسي اختلفت الموازين - بعد أن ثبتت أركان الدولة - فقد راح يشتري الفقهاء بالصلات والهدايا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : مسند أحمد 5 : 342\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوالمناصب وكراسي القضاء ووو . . . ولكنه وأتباعه عجزوا عن أبي حنيفة ، فضايقوه ونكّلوا به بلا جدوى ، إلّاأنهم أفلحوا من بعد في استدراج تلميذه القاضي أبي يوسف .\r\nوقد بقي الإمام جعفر بن محمد الصادق رائد مدرسة التعبد المحض آنذاك ، وصاحب الوضوء الثنائي المسحي ، سداً منيعاً في طريق غايات المنصور والعباسيين ، فراح المنصور يتّخذ شتى الأساليب محاولًا إفحامه .\r\nفدعا المنصور أبا حنيفة لإعجاز الإمام بمسائل عويصة ولكنّه لم يفلح ، بل أذعن أبو حنيفة بأن الصادق عليه السلام أعلم الناس « 1 » .\r\nفأخذ المنصور يدعو إلى الأخذ بمذهب مالك ، فدعاه وأمره بتدوين العلم وجعله علماً واحداً يحمل الناسَ عليه « 2 » ، راسماً له المنهج في أن لايقلّد عليّاً وابن عباس ، وأن يأخذ بأقوال ابن عمر وإن خالف علياً وابن عباس « 3 » ، علماً بأنّ مالكاً كان ينفرد بتفضيل الخلفاء الثلاثة - دون علي عليه السلام - على سائر الصحابة ، والحكومة لا تعدّ عليّاً إلّاكسائر الناس « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر : مناقب أبي حنيفة للموفق الخوارزمي 1 : 73 ، جامع أسانيد أبي حنيفة 1 : 222 . تذكرة الحفّاظ 1 : 166 . أسنى المطالب 55\r\n( 2 ) ترتيب المدارك 1 : 192 . وفيه أيضاً أنّ الموطّأ كُتب تحت ظل الدولة العباسية ، حيث روى أبو مصعب : أنّ أبا جعفر المنصور قال لمالك : ضع للناس كتاباً أحملهم عليه . . . فوضع الموطّأ . .\r\n( 3 ) الطبقات الكبرى 4 : 147 ، وانظر : الإمام الصادق والمذاهب الأربعة 1 : 504\r\n( 4 ) موقف الخلفاء العباسيين : 170\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nوهذا المخطط الفقهي العقائدي المحموم من المنصور ، طال الوضوءَ النبويَّ أيضاً ، فالتزم المنصور بالوضوء العثماني الغَسلي الثلاثي ، وترك الوضوء النبوي المسحي الثنائي ، الذي صار من جملة الفروع الفقهية التي يعرف بها الشيعة .\r\n\r\nالمنصور والوضوء\r\nعن داود الرقي ، قال : دخلت على أبي عبداللَّه - أي الصادق عليه السلام - فقلت له : جُعلت فداك ، كم عِدّة الطهارة ؟\r\nفقال : « ما أوجبه اللَّه فواحدة ، وأضاف إليها رسول اللَّه صلى الله عليه وآله واحدة لضعف الناس ، ومن توضأ ثلاثاً ثلاثاً فلا صلاة له » . [ قال 
  ] : أنا معه في ذا حتّى جاءه داود بن زربي ، فسأله عن عدّة الطهارة ؟ فقال له : « ثلاثاً ثلاثاً ، من نقص عنه فلا صلاة له » ! ! .\r\nقال : فارتعدت فرائصي ، وكاد أن يدخلني الشيطان ، فأبصر أبوعبداللَّه إليّ وقد تغيّر لوني ، فقال : « اسكن يا داود ، هذا هو الكفر أو ضرب الأعناق » .\r\nقال : فخرجنا من عنده ، وكان ابن زربي إلى جوار بستان أبي جعفر المنصور ، وكان قد أُلقي إلى أبي جعفر أمر داود بن زربي ، وأنّه رافضيّ يختلف إلى جعفر بن محمد .\r\nفقال أبو جعفر المنصور : إنّي مطّلع إلى طهارته ، فإن هو توضّأ وضوء جعفر بن محمد - فإني لأعرف طهارته - حقّقتُ عليه القول وقتلته .\r\nفاطّلع وداود يتهيّأ للصلاة من حيث لا يراه ، فأسبغ داود بن زربي\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nالوضوء ثلاثاً ثلاثاً كما أمره أبوعبداللَّه ، فما تمّ وضوءه حتّى بعث إليه أبو جعفر المنصور فدعاه .\r\nقال : فقال داود [ بن زربي 
  ] : فلمّا أن دخلت عليه رحّب بي ، وقال : يا داود ، قيل فيك شيء باطل ، وما أنت كذلك ، قد اطّلعت على طهارتك وليس طهارتك طهارة الرافضة ، فاجعلني في حلِّ . وأمر له بمائة ألف درهم .\r\nقال : فقال داود الرقي : التقيت أنا وداود بن زربي عند أبي عبد اللَّه ، فقال له داود بن زربي : جعلت فداك ، حقنتَ دماءنا في دار الدنيا ، ونرجو أن ندخل بيُمنك وبركتك الجنة .\r\nفقال أبوعبداللَّه : فعل اللَّه ذلك بك وبإخوانك من جميع المؤمنين ، فقال أبوعبداللَّه لداود بن زربي : حدِّث داود الرقي بما مرّ عليكم حتّى تسكن روعته .\r\nفقال : فحدّثته بالأمر كلّه .\r\nقال : فقال أبو عبد اللَّه : « لهذا أفتيتُه ، لأنّه كان أشرَفَ على القتل من يد هذا العدو » ثمّ قال : يا داود بن زربي ، توضّأ مثنىً مثنىً ولا تزيدَنّ عليه ؛ فإنك إن زدت عليه فلا صلاة لك « 1 » .\r\nفالإمام الصادق عَلِم بالسياسة المنصورية التي تتحيّن الفرص ، وعلم أنّ داود بن زربي قد وُشِي به إلى السلطة عبر الوضوء الثنائي المسحي ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رجال الكشي : 312 / الرقم 564 . وعنه في وسائل الشيعة 1 : 443 / ح 1172\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nفعالج الموقف علاجاً حكيماً يُنجي صاحبَه من القتل !\r\nوالذي يتضح هنا هو اتخاذ المنصور هذه المفردة الوضوئية كرقم يدل على متابعة مدرسة التعبد المحض والتحديث ، وهي مدرسة جعفر بن محمد الصادق ، وكان هذا الرقم كافياً كاف لقتل من يؤمن به .\r\n\r\nالمهدي والوضوء\r\nوكان نفس هذا المسلك عند المهدي العباسي ، فإنه كان يريد معرفة المخترقين لجدار سلطته عبر الوضوء النبوي الصحيح ، وكان داود بن زربي أيضاً محطَّ النظر في قضية الوضوء ، ممّا يعني أنّ الجواسيس كانوا يؤكّدون على مفردة الوضوء الثنائي المسحي أيضاً في معرفة المخالفين للسلطة العباسية ولمدرسة الاجتهاد والرأي .\r\nفعن داود بن زربي قال : سألت الصادق عن الوضوء ، فقال لي :\r\n« توضأ ثلاثاً ثلاثاً » .\r\nثمّ قال لي : أليس تشهد بغداد وعساكرهم ؟ !\r\nقلت : بلى .\r\nقال داود : فكنت يوماً أتوضأ في دار المهدي ، فرآني بعضهم وأنا لا أعلم به ، فقال : كذب من زعم أنك رافضي وأنت تتوضأ هذا الوضوء .\r\nقال : فقلت : لهذا واللَّه أمرني « 1 » .\r\nوهذا النص يؤكد استمرار النزاع الوضوئي ، وتأكيد الحكّام على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التهذيب 1 : 82 / ح 214 ، الاستبصار 1 : 71 / ح 219\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nضرورة التزام الوضوء العثماني وترك الوضوء النبوي الثنائي المسحي .\r\nولا يخفى عليك أنّ المهدي العباسيّ كان يكره نهج الإمام علي في الفقه والإمامة ، إذ أنّ القاسم بن مجاشع التميمي عرض عليه وصيّته ، وكان فيها بعد الشهادة بالوحدانية ونبوة محمد « وأنّ علي بن أبي طالب وصيّ رسول اللَّه صلى الله عليه وآله ووارث الإمامة من بعده » ، فلمّا بلغ المهدي إلى هذا الموضع رمى بالوصية ولم ينظر فيها « 1 » .\r\nوسأل المهدي شُرَيكاً القاضي قائلًا : ما تقول في علي بن أبي طالب ؟\r\nقال : ما قال فيه جدك العباس وعبد اللَّه .\r\nقال : وما قالا فيه ؟\r\nقال : فأمّا العباس فمات وعليّ عنده أفضل الصحابة ، وكان يرى كبراء المهاجرين يسألونه عمّا ينزل من النوازل ، وما احتاج هو إلى أحد حتّى لحق باللَّه ، وأمّا عبداللَّه فإنّه كان يضرب بين يديه بسيفين ، وكان في حروبه رأساً منيعاً وقائداً مطاعاً ، فلو كانت إمامته على جور ، كان أوّل من يقعد عنها أبوك ؛ لعلمه بدين اللَّه وفقهه في أحكام اللَّه . فسكت المهدي ، ولم يمض بعد هذا المجلس إلّاقليلًا حتّى عُزل شُرَيك « 2 » .\r\nوهذا ما يؤكد عداءهم لنهج عليٍّ وصيةً وخلافةً وفقهاً ، ومنه مفردة الوضوء كما عرفت .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ الطبري 8 : 876 / حوادث سنة 169 ه\r\n( 2 ) تاريخ بغداد 9 : 292\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\nالرشيد والوضوء\r\nولما آل الأمر إلى هارون الرشيد - الذي تعدّ فترة حكمه أوج قوة العصر العباسي وعصرها الذهبي - نحا نفس منحى أسلافه في عدم قبول الإمام علي وابن عباس ، وإن كان الأخير جَدَّهم - ورفض منهج أهل البيت الفكري والفقهي ، فما أن دار الحوار السابق بين المهدي وشُرَيك ، حتّى قدم هارون الرشيد الكوفة يعزل شريكاً عن القضاء « 1 » ، وليس لنا حاجة هاهنا إلى شرح ظلم الرشيد للعلويين ، ولكنّ الذي نريد التأكيد عليه هو محاربته إياهم فقهيّاً إضافة إلى محاربتهم سياسياً وعسكريّاً .\r\nفقد جاء رجل إلى الرشيد يخبره عن مكان يحيى بن عبد اللَّه بن الحسن ، ووصف له شكله ولباسه وهيئته وجماعته ، فلم يطمئن الرشيد بل سأله : أوَ تعرف يحيى ؟\r\nقال : قديماً ، وذاك الذي حقّق معرفتي بالأمس له .\r\nقال : فصِفْه لي .\r\nقال : مربوع ، أسمر حلو السمرة ، أجلح ، حسن العينين ، عظيم البطن .\r\nقال : هو ذاك ، فما سمعته يقول ؟\r\nقال : ما سمعته يقول شيئاً ، غير أنّي لمّا رأيته رأيت غلاماً له أعرفه ، لمّا حضر وقت صلاته فأتاه بثوب غسيل فألقاه في عنقه ونزع جبته الصوف ليغسلها ، فلمّا كان بعد الزوال صلّى صلاة ظننتها العصر ، أطال في الأولتين وحذف الأخيرتين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ بغداد 9 : 292\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nفقال له الرشيد : للَّه‌أبوك ، لجاد ما حفظت ، تلك صلاة العصر وذلك وقتها عند القوم « 1 » .\r\nفلم يطمئن الرشيد بكلّ ما وصفه له ذلك الرجل وكل ما قاله ، حتّى إذا وصف له صلاة العصر ووقتها ، والجمع بين الصلاتين عَلِمَ صدقه وتحقّق معرفته به ، وهذا يدل على بشاعة استغلال الحكام للفقه على الأصعدة كافّة .\r\nوأمّا الوضوء ، فقد كان الرشيد اتخذه مفردة يعرف بها الشيعة ليوقع بهم ، ومن ذلك محاولته الإيقاع بعلي بن يقطين .\r\nفعن محمد بن الفضل ، قال : اختلفت الرواية من بين أصحابنا في مسح الرجلين في الوضوء ، أهو من الأصابع إلى الكعبين أم من الكعبين إلى الأصابع ؟\r\nفكتب علي بن يقطين إلى أبي الحسن موسى بن جعفر : جعلت فداك ، إنّ أصحابنا قد اختلفوا في مسح الرجلين ، فإن رأيت أن تكتب إليَّ بخطّك ما يكون بحسبه ، فعلت إن شاء اللَّه .\r\nفكتب إليه أبو الحسن : « فهمت ما ذكرتَ من الاختلاف في الوضوء ، والذي آمرك به في ذلك أن تتمضمض ثلاثاً وتستنشق ثلاثاً ، وتغسل وجهك ثلاثاً ، وتخلل شعر لحيتك ، وتغسل يديك إلى المرفقين ثلاثاً ، وتمسح رأسك كلّه ، وتمسح ظاهر أذنيك وباطنهما ، وتغسل رجليك إلى الكعبين ثلاثاً ولا تخالف ذلك إلى غيره » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مقاتل الطالبيين : 310\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nفلمّا وصل الكتاب إلى علي بن يقطين ، تعجّب ممّا رسم له - مما أجمعت العصابة على خلافه - ثمّ قال : مولاي أعلم بما قال ، وأنا ممتثل أمره . فكان يعمل في وضوئه على هذا الحدّ ، ويخالف ما عليه جميع الشيعة ؛ امتثالًا لأمر أبيالحسن .\r\nوسُعي بعلي بن يقطين إلى الرشيد ، وقيل له : إنّه رافضي مخالف لك ، فقال الرشيد لبعض خاصته : قد كثر عندي القول في علي بن يقطين والقَرْف - أي الاتهام - له بخلافنا ، وميله إلى الرفض ، ولست أرى في خدمته لي تقصيراً ، وقد امتحنته مراراً ، فما ظهر منه عليَّ ما يقرف به ، وأحبّ أن أستبرئ أمره من حيث لا يشعر بذلك فيستحرز منّي .\r\nفقيل له : إنّ الرافضة - يا أمير المؤمنين - تخالف الجماعة في الوضوء فتخفِّفه ، ولا ترى غسل الرجلين ، فامتَحِنْه من حيث لا يعلم بالوقوف على وضوئه .\r\nفقال : أجل ، إنّ هذا الوجه يظهر به أمره .\r\nثمّ تركه مدّة وناطه بشيء من الشغل في الدار ، حتّى دخل وقت الصلاة ، وكان علي بن يقطين يخلو في حجرة في الدار لوضوئه وصلاته ، فلمّا دخل وقت الصلاة وقف الرشيد من وراء حائط الحجرة بحيث يرى علي ابن يقطين ولا يراه هو ، فدعا بالماء للوضوء ، فتمضمض ثلاثاً واستنشق ثلاثاً وغسل وجهه ، وخلل شعر لحيته وغسل يديه إلى المرفقين ثلاثاً ، ومسح رأسه وأذنيه ، وغسل رجليه ، والرشيد ينظر إليه ، فلمّا رآه الرشيد فعل ذلك لم يملك نفسه حتّى أشرف عليه بحيث يراه ، ثمّ ناداه : كذب - يا\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nعلي ابن يقطين - من زعم أنّك من الرافضة . وصلحت حاله عنده .\r\nوبعد ذلك ورد عليه كتاب من أبي الحسن : « ابتدئ من الآن يا علي بن يقطين ، توضّأ كما أمر اللَّه ، اغسل وجهك مرّة فريضة وأخرى إسباغاً ، واغسل يديك من المرفقين كذلك ، وامسح بمقدّم رأسك وظاهر قدميك من فضل نداوة وضوئك ، فقد زال ما كان يُخاف عليك ، والسلام » « 1 » .\r\nوفي هذا دلالة كافية على أنّ السلطة - ومَنْ حولها - قد اتخذت الوضوء الثنائي المسحي ، سبيلًا لكشف الشيعة في القصر الهاروني ؛ لأنّ الوضوء أمر عبادي يتكرّر فعله كلّ يوم قبل الصلاة ، فهو أوضح شاخص فقهي يُعرَف به « الرافضة » كما في تعبير هارون الرشيد .\r\nوعلى كلّ حال ، فقد استمر الخلاف الوضوئي باحتدام وشدّة ، فكان المحدثون من أصحاب مدرسة التعبد المحض لا يرون إلّاالوضوء النبوي الثنائي المسحي ، وكانت الدولة وأتباعها - من فقهاء منع التحديث ، ومن مدرسة الاجتهاد والرأي - لا ترى إلّاالوضوء العثماني الثلاثي الغسلي .\r\nوحين حصرت الدولة العباسية المذاهب الإسلامية بالمذاهب الأربعة - وهي جميعاً من مدرسة الاجتهاد والرأي - ودُوّنت آراؤهم الفقهية ، كان من ضمنها الوضوء العثماني ، الذي أكدوا عليه أيَّ تأكيد ، واختلفوا في فروضه وسننه وآدابه وكيفيته أشد الاختلاف مما يقف عليه المطالع في كتبهم الفقهية ، فاتّسعت الفجوة اتساعاً كبيراً بحيث تعسّر ويتعسر رأبها ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الارشاد 2 : 227 ، مناقب ابن شهرآشوب 4 : 288 ، الخرائج والجرائح 1 : 335 ، إعلام الورى : 293\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nفصار الوضوءان خطّين متوازيين لا يلتقيان .\r\n\r\nنهاية المطاف\r\nمن كل ما تقدم تتجلى حقيقة في غاية الأهمية والوضوح ، مفادها أن المعارضين للوضوء العثماني لم يكونوا قد بزغوا بزوغاً مفاجئاً فظهروا على الساحة الفقهية الإسلامية ظهوراً غير متوقع ، بل العكس هو الصحيح ، وذلك لتسلسل حلقات الاجتهادات في مقابل الكتاب والسنة من جانب ، وتسلسل حلقات المعارضة للتدوين والتحديث من جانب آخر من قِبَلِ الخلفاء ، وبقي إصرار جمّ غفير من عيون الصحابة على مواصلة التدوين والتحديث ، ومن ثمّ لجوء المانعين إلى فتح باب الاجتهاد والرأي ، وبقاء المتعبّدين على تعبّدهم المحض ومنعهم من العمل بالاجتهاد والرأي « 1 » .\r\nلأنّ فتح أبي بكر وعمر لباب الرأي والاجتهاد لأنفسهما هو الذي فتح من بعدهما لعامة الصحابة ذلك ، فكانت تلك نتيجة طبيعية لسدِّهما باب التدوين والتحديث والذهاب إلى شرعية التعددية وحجية الآراء .\r\nوكان إعطاء عمر زمام اختيار الخليفة الثالث في الشورى بيد عبد الرحمن بن عوف للتأكيد على لابدِّيَّةِ الانصياع للجهة التي فيها ابن عوف مشروطاً ومقيداً بقيد اتّباع « سيرة الشيخين » « 2 » ، وذلك ما أوقعه بالفعل عبد الرحمن بن عوف حين بايع عثمان على ذلك الشرط « 3 » ، وأمّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر تفصيل ذلك في كتابنا ( منع تدوين ح ، أسبابه ونتائجه )\r\n( 2 ) تاريخ الطبري 2 : 586 ، البداية والنهاية 7 : 146 ، سبل‌الهدى والرشاد 11 : 278\r\n( 3 ) المصدر نفسه\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nعلي بن أبي طالب فلم يرضَ بذلك الشرط الجديد الذي أُقحم في الشريعة ، والذي قرّروه دون نص من كتاب اللَّه ولا برهان من سنة نبيّه ، وقد أيّدته جماعة كثيرة من كبار الصحابة فلم يرتضوا ذلك الشرط الجديد .\r\nوذلك العهد الذي قطعه عثمان على نفسه بالتزامه بسيرة الشيخين أوقعه في محاذير ونزاعات وخصومات شديدة مع كبار الصحابة ، وفي مقدمتهم عبد الرحمن بن عوف ؛ لأنّ عبد الرحمن كان يرى الاقتصار على اجتهادات الشيخين دون غيرهما ، وعثمان كان يرى أنّ له حقَّ الاجتهاد كما كان للشيخين ، وأنه ليس بأقل شأناً منهما ، وذلك ما دقّ بينهما عطرَ منشم ، فمات عبد الرحمن وهو لا يكلم عثمان .\r\nوكان الصحابة - ومنهم علي بن أبي طالب - وطبقاً لقول رسول اللَّه صلى الله عليه وآله : « الزموهم بما الزموا به أنفسهم » ، قد طالبوا عثمان بالوفاء بما ألزم به نفسه في يوم الشورى ، إلّاأنه كان يرى أنه مبسوط اليد ، مطلق العنان في اجتهاداته وتصرّفاته الفقهية والعملية ، مما أنشب الخلاف بينه وبين الصحابة على أوسع آفاقه ، حتّى أودى بحياته أخيراً .\r\nوقد أثّرت قاعدة « سيرة الشيخين » حتّى على خلافة علي بن أبي طالب مع أنه لم يُلْزِمْ نفسه بها ، ولا أعطى عهداً بالعمل وفقها ، بل رفضها رفضاً قاطعاً في يوم الشورى « 1 » ، وعندما أتاه الناس للمبايعة ، بايعهم بشرط أن يحملهم على كتاب اللَّه وما يعلم من سنة رسول اللَّه صلى الله عليه وآله ، فوافقوا بذلك ثمّ نقضوه في أماكن عدّة مثل صلاة التراويح وفدك « 2 » وما إليهما ، إذ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع اخبار الشورى في تاريخ الطبري وغيره\r\n( 2 ) ففي الكافي 8 : 58 / ح 21 بسنده عن سليم بن قيس في حديث طويل فيه :\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nعانى عليٌّ أشدَّ المعاناة من هذا النهج « نهج الاجتهاد والرأي » لما يستتبعه من تَوالٍ فاسدة على مرور الأيام .\r\nفالمحصّل الذي طغى على الساحة الإسلامية هو استفحال نهج الاجتهاد والرأي نتيجةً لدعم القوة التنفيذية « الخلافة والحكومة » له ، وبقي خطّ التعبد في صدور ومدوّنات الصحابة المضطهدَين الّذين لا طاقة لهم بردِّ الناس إلى جادة الصواب ؛ لاستفحال التيار المقابل .\r\nوهذا هو الذي سوّغ لعمر أن ينكّل - وبجرأة - بمن يتحدث عن النبي صلى الله عليه وآله « 1 » ، وسهّل من بعده لعثمان أن يتجاهل الأحاديث الوضوئية\r\n\r\n\r\n","description":"","footnote":"\r\nانّ علياً عليه السلام أقبل بوجهه وحوله ناس من أهل بيته وخاصته وشيعته ، فقال : قد عملت الولاة قبلي أعمالًا خالفوا فيها رسول اللَّه صلى الله عليه وآله متعمّدين لخلافه ، ناقضين لعهده ، مغيّرين لسنّته ، ولو حملت الناس على تركها وحوّلتها إلى مواضعها وإلى ما كانت في عهد رسول اللَّه صلى الله عليه وآله لتفرّق عنّي جُندي . . . أرأيتم لو أمرت بمقام إبراهيم فرددته إلى الموضع الذي وضعه فيه رسول اللَّه صلى الله عليه وآله ، ورددت فدك إلى ورثة فاطمة . . . واللَّه لقد أمرت الناس أن لا يجتمعوا في شهر رمضان إلّافي فريضة ، وأعلمتهم أنّ اجتماعهم في النوافل [ أي صلاة التراويح 
  ] بدعة ، فتنادى بعض أهل عسكري ممن يقاتل معي : يا أهل الإسلام غُيّرت سنة عمر ! ! . . . ما لقيتُ من هذه الأمة من الفُرقة وطاعة أئمة الضلالة والدعاة إلى النار\r\n( 1 ) في مختصر تاريخ دمشق 17 : 101 عن عبد الرحمن بن عوف ، قال : ما مات عمر بن الخطّاب حتّى بعث إلى أصحاب رسول اللَّه صلى الله عليه وآله فجمعهم من الآفاق : عبداللَّه [ بن مسعود 
  ] ، وحذيفة [ بن اليمان 
  ] ، وأبو الدرداء ، وأبو ذر [ الغفاري 
  ] ، وعقبة بن عامر [ أبو مسعود الأنصاري 
  ] ، فقال : ما هذه الأحاديث التي أفشيتم عن رسول اللَّه في الآفاق ؟ ! قالوا : تنهانا ؟ قال : لا ، أقيموا عندي ، لا واللَّه لا تفارقوني ما عِشتُ ، فنحنُ اعلم نأخذ منكم ونردّ عليكم ، فما فارقوه حتى مات .\r\nوفي شرف أصحاب الحديث للخطيب البغدادي : 20 بَعَثَ عمر بن الخطّاب إلى عبداللَّه بن مسعود ، وإلى أبي الدرداء ، وإلى أبي مسعود الأنصاري ، فقال لهم : ما هذا الحديث الذي تكثرون عن رسول اللَّه ؟ ! فحبسهم بالمدينة\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالصحيحة عن رسول اللَّه صلى الله عليه وآله بقوله : « يتحدّثون بأحاديث لا أدري ما هي ! »\r\nنعم ، أنكرها عثمان وكأنه لم يسمعها من قبل ، ولا رأى النبي صلى الله عليه وآله يحدّث بها ويفعلها طول عمره الرساليّ المبارك الشريف ! !\r\nوقد استمرّ عثمان أيضاً بالنهي عن التحديث والفتيا ، فصار أبو ذر وابن مسعود وعمّار بن ياسر وأمثالهم في أشدِّ المضايقة ، وأقسى الضغوط ؛ لأنّهم لم يلتزموا بالمنع الحكومي ، حتّى وصل الأمر بالحجّاج بن يوسف الثقفي أن يختم في يد جابر بن عبداللَّه الأنصاري وفي عنق سهل بن سعد الساعدي [ الأنصاري 
  ] وأنس بن مالك [ الأنصاري 
  ] ، يريد إذلالهم ، وأن يتجنّبهم الناس ولا يسمعوا منهم « 1 » . وفي كتاب ( المحن ) لأبي العرب التميمي : إن الحجّاج ختم يد الحسن البصري وابن سيرين كذلك « 2 » .\r\nإذن ، لم يكن التيار الفكريّ الفقهيّ المعارض لوضوء عثمان تياراً طارئاً ولا حدثاً عابراً ، بل كان امتداداً طبيعيّاً لخط التحديث ، المعارض للرأي والاجتهاد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أسد الغابة ، لابن الأثير 2 : 472 في ترجمة سهل بن سعد الساعدي\r\n( 2 ) كتاب المحن : 428 - 429 كما في الفكر الأصولي لعبد المجيد الصغير\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nف « الناس » المقصودون في أحاديث عثمان الوضوئية هم الصحابة الكبار أو هم امتداد لهم ، وهؤلاء كانوا معارضين لمنع التحديث والتدوين ، وهم من الذين يرون أنّ الأحكام توقيفية لا يمكن تجاوزها بالزيادة والنقصان ، فلا مجال للاجتهاد والرأي فيها خصوصاً مع وجود النص القرآني والسنة النبوية المباركة .\r\nعلماً بأنّ أصحاب المدوّنات كانوا من أتباع وأنصار الوضوء الثنائي المسحي ، أو أنهم لم يكونوا من أنصار الوضوء الثلاثي الغسلي على الأقلّ ، وهذه مسألة تؤكّد الترابط بين المدونين ونهج التعبد في الوضوء من جهة ، وبين مانعي التدوين وخط الاجتهاد والرأي في الوضوء من جهة أخرى ، حتّى أن عبداللَّه بن عمر - وهو ممن خالف اجتهادات أبيه عمر « 1 » - كان لا يرى المسح على الخفّين ، لأنه كان قد سمع الحديث عن رسول اللَّه صلى الله عليه وآله في أنّ المسح على الخفّين غير جائز ، وأنّ الوضوء لا يعدُّ وضوءاً مع المسح على الخفّين ، وأنّ سورة المائدة جاءت بالوضوء الذي يُمسح فيه على القدمين لا على الخفّين « 2 » ، وهو وإن قيل عنه أنّه ما مات حتى وافق الناسَ ورجع إلى جواز المسح على الخفين ، إلّاأنّ المهم هو ثبوت كونه من مانعي المسح على الخفّين في حياة أبيه ، فموقفه الوضوئي آنذاك لا يمكن التغاضي عنه مع ما صدر منه من مواقف في الدفاع عن كثير من الأحكام الثابتة ، ووقوفه ضدّ اجتهادات أبيه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر منع تدوين الحديث ، لنا : 256 - 262\r\n( 2 ) مرّ عليك ذلك منقولًا عن مسند أحمد 1 : 366\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nوهنا تتأكّد أصالة النهج الوضوئي وأحقّيّته ، ولا يهمنا بعد ذلك أن يكون ابن عمر رجع وقال بالمسح على الخفين أم لم يرجع ، وإن ذلك ليرجع إلى الظروف التي كان يعيشها ؛ إذ عرف عنه عدم استقراره في مواقفه السياسية ، لأنّه قد صار في أواخر عمره تبعاً للسلطات الأموية .\r\nلكنّ الحقّ أنّ نهج التعبّد المحض والتحديث أخذ ينشط ويعمل بكلّ دأب وجدٍّ في زمن خلافة علي بن أبي طالب ، لذلك نرى كتاب الإمام علي إلى محمد بن أبي بكر - واليه على مصر « 1 » - وسائر مواقفه الوضوئية والفقهية الأخرى ، تؤكّد على كثير من الأحكام الشرعية التي كانت من البداهة بمكان ، ومن جملتها الوضوء الثنائي المسحي ، والصلاة وغيرها من بديهيات الأحكام الشرعية ، وعليٌّ هو رائد مدرسة التعبّد والدعوة لفتح باب التدوين والتحديث .\r\nنعم ، جَدّ الإمام عليّ ليمحو الآثار الّتي خلّفتها الحكومات التي سبقته ، بسبب اجتهاداتها المتكررة ، فراح يؤكّد على ضرورة اتّباع نهج التعبد ، واتّباع خطى رسول اللَّه صلى الله عليه وآله في أحكامه وأفعاله .\r\nفالوضوء إذن ، لا يمكن تفكيكه عن مسألة التحديث والتدوين ، ولا مسألة الاجتهاد والتعبد بحالٍ من الأحوال ، لأنّ روّاد التعبد المحض هم رواد الوضوء الثنائي المسحي ، ورواد الاجتهاد - في زمن عثمان وما بعده - هم رواد الوضوء الثلاثي الغسلي ، ولا ننسى أنّ عثمان بن عفان كان قد صرّح بكون معارضيه في الوضوء هم من المحدّثين عن رسول اللَّه ؛ لقوله :\r\n« إن ناساً يتحدثون عن رسول اللَّه ! . . . » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر ذلك في الغارات للثقفي 1 : 251 - 254 ، وشرح نهج‌البلاغة 6 : 73\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\nخلاصة ما سبق :\r\n1 - وحدة الوضوء في زمن رسول اللَّه صلى الله عليه وآله وكذلك في زمن حكومة الشيخين .\r\n2 - ظهور الخلاف في زمن عثمان بن عفّان .\r\n3 - اختلاف عثمان مع « ناس » هم من أعاظم الصحابة .\r\n4 - إنّ البادئ بالخلاف ، والمحدث للوضوء الثلاثي الغسلي هو عثمان .\r\n5 - عدم ارتضاء الصحابة المتعبدين لآراء عثمان الاجتهادية عموماً والوضوئية خصوصاً .\r\n6 - مخالفة عثمان لسنة رسول اللَّه صلى الله عليه وآله وسيرة الشيخين التي ألزم بها نَفْسَه شرطاً لقبول الخلافة عنهما .\r\n7 - إن مقتل عثمان كان بسبب إبداعاته الدينية مضافاً إلى سوء سيرته السياسية والمالية .\r\n8 - محاولة أمير المؤمنين علي عليه السلام تصحيح ما حرَّفَه سابقوه ، ومنها تحريف عثمان للوضوء .\r\n9 - التلازم بين الوضوء الثنائي المسحي ونهج المتعبدين المدوّنين من جهة ، وبين الوضوء الثلاثي الغسلي ونهج المجتهدين المانعين للتحديث والتدوين .\r\n10 - إن الحكومات الأموية والعباسية كانت تدعم الخط الاجتهادي صاحب الوضوء الثلاثي الغسلي ضدّ الخط التعبّدي ، وتتّخذ من مفردة الوضوء الثنائي المسحيّ سلاحاً تفتك عبره بأصحاب التعبّد .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nفهرس المصادر\r\nبعد القرآن الكريم\r\n1 - اجتهاد الرسول : للدكتورة نادية شريف العمري ، ط 4 ، مؤسسة الرسالة ، 1408 ه - 1987 م ، الشركة المتحدة للتوزيع ، بيروت .\r\n2 - الاحكام في أصول الاحكام : لأبي محمد ، علي بن حزم الأندلسي الظاهري ( ت 406 ه ) ، تحقيق : احمد شاكر ، نشر : زكريا علي يوسف ، مطبعة العاصمة بالقاهرة ، 1345 ه .\r\n3 - الارشاد : لأبي عبداللَّه ، محمد بن محمد النعمان العكبري البغدادي المعروف بالشيخ المفيد ( ت 413 ه ) ، تحقيق : مؤسسه آل البيت ، قم - إيران ، رجب 1413 ه .\r\n4 - أسد الغابة في معرفة الصحابة : لأبي الحسن ، علي بن محمد ، ابن الأثيري الجزري ( ت 630 ه ) ، طبع دار احياء التراث العربي ، بيروت .\r\n5 - الإصابة في تمييز الصحابة : لأبي الفضل ، أحمد بن علي بن حجر العسقلاني ( ت 852 ه ) ، مطبعة السعادة ، مصر ، 1328 ه .\r\n6 - إعلام الورى باعلام الهدى : لأبي على ، الفضل بن الحسن الطبرسي ( ت 548 ه ) ، قدم له : السيد محمد مهدي السيد حسن الخرسان ، ط 3 ، دار الكتب الاسلامية .\r\n7 - الأمالي : لأبي جعفر ، محمد بن الحسن الطوسي ( ت 460 ه ) ، قدم له : السيد محمدصادق بحر العلوم ، ط 2 ، مؤسسه الوفاء ، بيروت ،\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n1401 ه - 1981 م .\r\n8 - الأمالي : لأبي عبداللَّه ، محمد بن محمد بن النعمان العكبري المعروف بالشيخ المفيد ( ت 413 ه ) ، ط 1 ، المطبوع ضمن مصنفات الشيخ المفيد ( في الجزء الثالث عشر منه ) الموتمر العالمي لالفيته ، 1413 ه ، وطبعة مطبعة أخرى ( المطبعة الحيدرية - ط 2 ) .\r\n9 - الإمامة والسياسة : لعبداللَّه بن مسلم بن قتيبة الدينوري ( ت 276 ه ) ، ط 2 ، دار المعرفة ، بيروت ، 1393 ه - 1973 م .\r\n10 - الأموال : لأبي عبيد ، القاسم بن سلّام ( ت 224 ه ) ، تحقيق :\r\nمحمد خليل هراس ( من علماء الأزهر ) ، ط 1 ، دار الكتب العامة ، بيروت ، 1406 ه - 1986 م .\r\n11 - أنساب الأشراف : ( المجلد الخامس - رحلي ) : لاحمد بن يحيى بن جابر البلاذري ( ت 279 ه ) ، مكتبة المثنى ، بغداد ، اوفسيت عن طبعة سابقة .\r\n12 - البداية والنهاية / تاريخ ابن كثير : لأبي الفداء ، إسماعيل بن كثير الدمشقي ( ت 774 ه ) ، حققه : جمع من الأساتذة ، ط 3 ، دار الكتب العلمية ، بيروت ، 1407 ه - 1987 .\r\n13 - تاريخ عمر بن الخطّاب / سيرة عمر : لأبي الفرج ، عبد الرحمن بن علي الشهير بابن الجوزي ( ت 597 ه ) ، طبع القاهرة .\r\n14 - تاريخ المدينة المنورة / اخبار المدينة : لأبي زيد ، عمر بن شبه النميري البصري ( ت 262 ه ) ، تحقيق : فهيم محمد شلتوت ، دار التراث ،\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالدار الاسلامية ، بيروت ، 1410 ه - 1990 م .\r\n15 - تاريخ الخلفاء : لجلال الدين ، عبد الرحمن بن ابىبكر السيوطي ( ت 911 ه ) ، تحقيق : محمد محي الدين عبد الحميد ، ط 1 ، مطبعة السعادة ، مصر ، 1371 ه - 1952 م .\r\n16 - تاريخ الأمم والملوك / تاريخ الطبري : لأبي جعفر ، محمد بن جرير الطبري ( ت 310 ه ) ، تحقيق : محمد أبو الفضل إبراهيم ، دار التراث ، بيروت - لبنان .\r\n17 - تاريخ بغداد أو مدينة السلام : لأبي بكر ، أحمد بن علي الخطيب البغدادي ( ت 463 ه ) ، المكتبة السلفية - المدينة المنورة .\r\n18 - تأويل مختلف الحديث : لأبي محمد ، عبداللَّه بن مسلم بن قتيبة الدينوري ( ت 276 ه ) ، صححه وضبطه : محمد زهرى النجار ( من علماء الأزهر ) ، دار الجيل ، بيروت .\r\n19 - تذكرة الحفاظ : لأبي عبداللَّه ، محمد بن أحمد بن أحمد بن عثمان ، الذهبي ( ت 748 ه ) ، صحح عن النسخة القديمة المحفوظة في مكتبة الحرم المكي ، تحت رعاية وزارة المعارف الهندية ، أوفسيت دار احياء التراث العربي ، بيروت .\r\n20 - تفسير القرآن العظيم / تفسير ابن كثير : لابن كثير الدمشقي ( ت 774 ه ) ، ط 1 ، دار أحياء التراث العربي ، بيروت ، 1405 ه - 1985 م .\r\n21 - التفسير ، للعياشي : محمد بن مسعود بن عياش السلمي ( ت 320 ه ) ، تحقيق : السيد هاشم الموسوي المحلاتي ، المكتبة العلمية\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالاسلامية ، طهران .\r\n22 - التفسير الكبير / تفسير الفخر الرازي : لأبي عبداللَّه محمد بن عمر بن الحسن بن الحسين الشهير بالفخر الرازي ( ت 606 ه ) ، الطبعة الثالثة .\r\n23 - تفسير الطبري / جامع البيان في تفسير القرآن : لأبي جعفر ، محمد بن جرير الطبري ( ت 310 ه ) ، دار المعرفة ، بيروت ، أوفسيت عن الطبعة الأولى المطبعة الكبرى الأميرية ببولاق ، مصر ، سنة 1323 ه .\r\n24 - تقييد العلم : لأبي بكر ، أحمد بن علي بن ثابت الخطيب البغدادي ( ت 463 ه ) ، تحقيق : يوسف العش - دار إحياء السنة النبوية ، 1974 م .\r\n25 - تهذيب الكمال : لأبي الحجاج ، جمال الدين يوسف المزي ( ت 742 ه ) ، حققه وضبطه الدكتور بشار عواد معروف ، ط 1 ، مؤسسة الرسالة ، بيروت ، 1413 ه ، 1992 م .\r\n26 - تهذيب الأحكام : لأبي جعفر ، محمد بن الحسن الطوسي ( ت 460 ه ) ، تحقيق : السيد حسن الموسوي الخرسان ، ط 3 ، دار الكتب الاسلامية ، طهران ، 1390 ه .\r\n27 - جامع المسانيد : مجموعه الأحاديث والآثار ، تضم 15 أسانيد الامام أبي حنيفة ( ت 150 ه ) ، تأليف أبى المؤيد ، محمد بن محمود الخوارزمي ( ت 665 ه ) ، طبع دار الكتب العلمية ، بيروت - لبنان .\r\n28 - الجامع لاحكام القرآن / تفسير القرطبي : لأبي عبداللَّه ، محمد بن أحمد الأنصاري القرطبي ( ت 671 ه ) ، صححه : احمد عبد العليم البردوني\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nأعادت طبعة بالأوفسيت دار احياء التراث العربي ، بيروت .\r\n29 - حجية السنة : لعبد الغني عبد الخالق ، نشر : المعهد العالمي للفكر الاسلامي واشنظن ، دار القرآن الكريم ، بيروت ، 1407 ه .\r\n30 - حلية الأولياء وطبقات الأصفياء : لأبي نعيم ، أحمد بن عبداللَّه الاصفهاني ( ت 430 ه ) ، دار الفكر ، بيروت .\r\n31 - الخرائج والجرائح : لأبي الحسين ، سعيد بن هبة اللَّه الشهير بالقطب الرواندي ( ت 573 ه ) ، تحقيق ونشر : مؤسسة الامام المهدى ، قم ، المطبعة العلمية ، 1409 ه .\r\n32 - الدر المنثور في التفسير بالمأثور : لجلال الدين ، عبد الرحمن السيوطي ( ت 991 ه ) ، منشورات مكتبة آيةاللَّه المرعشي ، قم ، 1404 ه .\r\n33 - رجال الكشي / اختيار معرفة الرجال : لأبي جعفر ، محمد بن الحسن الطوسي ( ت 460 ه ) ، صححه وعلق عليه : حسن المصطفوي ، طبعة كلية الإلهيات في مشهد بمناسبة الذكرى الألفية للطوسي ، 1348 ه .\r\n34 - السنن : لابن ماجة القزويني ، محمد بن يزيد ( ت 275 ه ) ، تحقيق : محمد فؤاد عبد الباقي .\r\n35 - السنن : لأبي دواد ، سليمان بن الأشعث الأزدي السجستاني ( ت 275 ه ) ، تحقيق : محمد بن محي الدين عبد الحميد ، دار الفكر ، بيروت .\r\n36 - السنن : لأبي محمد ، عبداللَّه بن عبد الرحمن التميمي الدارمي ( ت 255 ه ) ، دار الفكر ، القاهرة ، 1398 ه - 1978 م .\r\n37 - السنن : لعلي بن عمر الدار قطني ( ت 385 ه ) ، تحقيق : السيد عبداللَّه هاشم اليماني المدني ، دار المحاسن للطباعة ، القاهرة ، 1386 ه -\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n1966 م .\r\n38 - السنن : لأبي عبد الرحمن ، أحمد بن شعيب بن علي النسائي ( ت 303 ه ) ، ط 1 ، دار الفكر ، بيروت ، 1348 ه - 1930 م .\r\n39 - السنن الكبرى / سنن البيهقي : لاحمد بن الحسين بن علي البيهقي ( ت 458 ه ) ، دار المعرفة ، بيروت .\r\n40 - السنة قبل التدوين : للدكتور محمد عجاج الخطيب ، دار الفكر ، ط 2 ، شبة ، 1391 ه .\r\n41 - السيرة النبوية / سيرة ابن هشام : لعبد الملك بن هشام الحميري ( ت 213 ه - 218 ه ) ، تحقيق : مصطفى السقاء وإبراهيم الايباري وعبد الحفيظ شلبي ، نشر : دار احياء التراث العربي ، بيروت ، سنة 1985 م .\r\n42 - شرح نهج البلاغة : لأبي حامد ، عبد الحميد بن هبة اللَّه المعتزلي الشهير بابن أبى الحديد ( ت 655 ه ) ، تحقيق : محمد أبو الفضل إبراهيم ، ط 2 ، دار احياء التراث العربي ، 1965 م .\r\n43 - شرح معاني الآثار : لأبي جعفر ، أحمد بن محمد بن سامة الطحاوي ( ت 321 ه ) ، تحقيق : محمد زهرى النجار ، محمد سيد جاد الحق ، ط 1 ، عالم الكتب ، بيروت ، 1414 ه - 1994 م .\r\n44 - الشعر والشعراء / طبقات الشعراء : لأبي محمد ، عبداللَّه بن مسلم بن قتيبة الدينوري ( ت 276 ه ) ، دار الكتب العلمية ، بيروت .\r\n45 - صحيح البخاري : لأبي عبداللَّه ، محمد بن إسماعيل بن إبراهيم بن\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nمغيرة الجعفي ( ت 256 ه ) ، دار الجيل ، بيروت ، أوفسيت عن طبعة سابقة .\r\n46 - صحيح مسلم : لأبيالحسين ، مسلم بن الحجاج القشيري النيسابوري ( ت 261 ه ) ، تحقيق : محمد فؤاد عبد الباقي ، ط 2 ، دار الفكر ، بيروت ، 1398 ه - 1978 م .\r\n47 - صفين : لنصر بن مزاحم .\r\n48 - الطبقات الكبرى : لمحمد بن سعد كاتب الواقدي ( ت 230 ه ) ، قدم له : الدكتور احسان عباس ، دار صادر ، بيروت .\r\n49 - العقد الفريد : لاحمد بن محمد بن عبد ربه الأندلسي ( ت 328 ه ) ، تحقيق : جماعة من الأساتذة ، ط 1 ، دار الكتب العلمية ، بيروت ، 1404 ه - 1983 م .\r\n50 - عمدة القاري في شرح صحيح البخاري : لأبي محمد ، محمود بن أحمد ، بدر الدين العيني ( ت 855 ه ) ، دار الفكر ، بيروت .\r\n51 - فتح الباري لشرح صحيح البخاري : لاحمد بن علي بن حجر العسقلاني ( ت 852 ه ) ، ط 2 ، دار احياء التراث العربي ، بيروت ، 1402 ه .\r\n52 - الفتوح : لأبي محمد ، أحمد بن اعثم الكوفي ( ت 314 ه ) ، تحقيق :\r\nالدكتور سهيل زكار ، ط 1 ، دار الفكر ، 1992 م .\r\n53 - الفقيه والمتفقه : لأبي بكر ، أحمد بن علي بن ثابت الخطيب البغدادي ( ت 462 ه ) ، ط 2 ، دار الكتب العلمية ، بيروت ، 1400 ه - 1980 م .\r\n54 - الكافي : لأبي جعفر ، محمد بن يعقوب بن إسحاق الرازي الكليني\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n( ت 328 ه ) ، ط 2 ، دار الكتب الاسلامية ، طهران ، 1362 ه .\r\n55 - الكامل في التاريخ / تاريخ ابن الأثير : لأبي الحسن ، علي بن محمد بن الأثير ( ت 630 ه ) ، دار صادر ، بيروت ، 1979 م .\r\n56 - الكفاية في علم الدراية : لأبي بكر ، أحمد بن علي الشهير بالخطيب البغدادي ( ت 436 ه ) ، تحقيق : احمد عمر هاشم طبع ونشر ، دار الكتب العربي ، بيروت ، ط 1 ، 1405 ه - 1985 م .\r\n57 - كنز العمال في سنن الأقوال والافعال : لعلى المتقى بن حسام الدين الهندي ( ت 975 ه ) ، ضبطه : الشيخ بكر حيانى صححه : الشيخ صفوة السقا ، ط 5 ، مؤسسة الرسالة ، بيروت ، 1405 ه - 1985 م .\r\n58 - مجمع البيان / تفسير مجمع البيان : لأبي على ، الفضل بن الحسن الطبرسي ( ت 548 ه ) ، تحقيق : لجنة من العلماء ، نشر : مؤسسة الأعلمي ، بيروت ، ط 1 ، 1415 ه .\r\n59 - المحلى : لأبي محمد ، علي بن أحمد بن سعيد بن حزم الأندلسي ( ت 456 ه ) ، صححه : الشيخ أحمد محمد شاكر ، دار الآفاق الجديدة ، بيروت .\r\n60 - المختصر في اخبار البشر / تاريخ أبى الفداء : لإسماعيل بن علىبن محمد ( ت 732 ه ) ، دار المعرفة ، بيروت .\r\n61 - المستدرك على الصحيحين : لمحمد بن عبداللَّه الحاكم النيسابوري ( ت 405 ه ) ، دار الفكر ، بيروت ، 1398 ه - 1978 م .\r\n62 - المسند : لعبداللَّه بن الزبير الحميدي ( ت 219 ه ) ، تحقيق :\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nعبد الرحمن الاعظمى ، عالم الكتب ، بيروت .\r\n63 - مسند الامام أحمد بن حنبل : دار الفكر ، بيروت ، عن طبعة سابقة .\r\n64 - المصنف : لعبد الرزاق بن همام الصنعاني ( ت 211 ه ) ، تحقيق :\r\nعبد الرحمن الاعظمى ، منشورات المجلس العلمي الذي أسس في ( سملك ، سورت من الهند ) ، طبع في بيروت 3 رمضان 1390 ه - 1970 م .\r\n65 - المعارف : لأبي محمد ، عبداللَّه بن مسلم ، أبي قتيبة الدينوري ( ت 276 ه ) ، ط 1 ، دار الكتب العلمية ، بيروت ، 1407 ه - 1987 م .\r\n66 - مقاتل الطالبيين : لأبي الفرج الاصفهاني ( ت 356 ه ) ، دار المعرفة ، بيروت .\r\n67 - مناقب آل أبى طالب / مناقب ابن شهرآشوب : لمحمد بن علي السروي المازندراني ( ت 588 ه ) ، عنى بتصحيحه والتعليق عليه : السيد قاسم الرسولي المحلاتي ، مؤسسة انتشارات علامة ، قم .\r\n68 - المناقب : للموفق بن أحمد الخوارزمي ( ت 568 ه ) ، تحقيق :\r\nالشيخ مالك المحمودي ، طبع ونشر مؤسسة النشر الاسلامي ، قم ، ط 2 ، 1411 ه .\r\n69 - المنتظم في تاريخ الملوك والأمم : لعبد الرحمن بن علي بن محمد بن الجوزي ( ت 597 ه ) ، تحقيق : محمد عبد القادر عطا ، ومصطفى عبد القادر عطا ، راجعة نعيم زر زور ، ط 1 ، دار الكتب العلمية ، بيروت ، 1412 ه - 1992 م .\r\n70 - موطأ مالك : للامام مالك بن انس ( ت 179 ه ) ، تحقيق : محمد\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nفؤاد عبد الباقي ، دار احياء التراث العربي ، بيروت .\r\n71 - موقف الخلفاء العباسيين من أئمة المذاهب الأربعة : لعبد الحسين علي بن أحمد ، نشر : دار قطري بن الفجاءة ، الدوحة ، ط 1 ، 1405 ه - 1985 م .\r\n72 - منع تدوين الحديث : لمؤلف هذا الكتاب ، ط 1 ، مؤسسة الأعلمي ، 1418 ه - 1997 م .\r\n73 - الناسخ والمنسوخ : لابن شاهين .\r\n74 - نيل الأوطار من أحاديث سيد الأخيار : لمحمد بن علي اليمنى الصنعاني الشوكاني ( ت 1255 ه ) ، دار الجيل ، بيروت ، 1973 م .\r\n75 - وسائل الشيعة : لمحمد بن الحسن الحر العاملي ( ت 1104 ه ) ، تحقيق : مؤسسة آل البيت ، قم - إيران ، 1409 ه .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102}
  ]