[
  {"content":"\r\n\r\nتحفة الترك\r\nفيما يجب أن يعمل في الملك\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nتحفة الترك\r\nفيما يجب أن يعمل في الملك\r\nتأليف\r\nنجم الدين إبراهيم بن علي الطرسوسي\r\n( - 758 ه‍ )\r\nتحقيق ودراسة\r\nالدكتور رضوان السيد\r\nدار الطليعة للطباعة والنشر\r\nبيروت\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nجميع الحقوق محفوظة\r\nلدار الطليعة للطباعة والنشر\r\nبيرت - لبنان\r\nص . ب 11813\r\nتلفون : 309470\r\n314659\r\nالطبعة الأولى\r\nأيلول ( سبتمبر ) 1992\r\nربيع الأول 1413\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nصراع الفقهاء على السلطة والسلطان في العصر المملوكي من خلال كتاب « تحفة الترك » للطرسوسي\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n I  الأحناف والدولة\r\nلا نعرف الكثير عن بدايات المذاهب الفقهية . بيد أنّ القليل الذي الذي نعرفه أنّ السلطة الإسلامية منذ البداية استأثرت بتعيين القضاة في المدن والأمصار في دار الإسلام . فالصورة التاريخية أنّ النبيّ صلوات اللّه وسلامه عليه كان يتولّى القضاء بنفسه - كذا كان خلفاؤه الأوائل . لذا فإنّ القضاة الذين بدىء بتعيينهم تدريجيا في العاصمة والأمصار اعتبروا نوابا عن السلطان السياسي حيث لم تعد مهماته المتزايدة تسمح له بأن يقوم بكل شيء بنفسه ؛ وبخاصة في المدائن المفتوحة ، والأمصار الصاعدة بعيدا عن العاصمة . والمعروف أنّ الأعراف الفقهيّة الأولى ظهرت في بيئات القضاة الأوائل هؤلاء وبذلك فإنها لم تكن بعيدة عن مجال السلطة السياسيّة ؛ وبخاصة في المسائل التي كانت تهمّها مباشرة . لكننا نقرأ منذ وقت مبكّر يعود إلى أواخر القرن الأول الهجريّ عن أعراف الشاميين ، وأعراف أهل العراق ، وأعراف الحجازيين التي تختلف نتيجة لها أقضية القضاة رغم وحدة السلطان السياسي آنذاك ، ورغم أنّ أمير المؤمنين كان المعيّن لكلّ أولئك . لذا فإنّ مسألة تأثير السلطة السياسية على الفقه والفقهاء في مرحلة النشوء أكثر تعقيدا مما يبدو لأول وهلة . وما يسري على القضاة أفرادا يسري عليهم فئات عندما بدأ تكوّن المذاهب الفقهية . فقد كان بوسع الخلافة أن تدعم هذا المذهب أو ذاك ؛ لكنّ بقاء المذهب وانتشاره لم يكن\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nمتعلقا بمدى دعم السلطة السياسية له . ومؤسّسو المذاهب بالذات لم يكونوا - في الغالب - ذوي علاقة حسنة بالسلطة المركزية أو الولاة في الأمصار التي اشتهروا فيها . بل إنّ بين هؤلاء من كان في موقع المعارضة من السلطة القائمة . لذا فإنّ دراسة أسباب انتشار مذهب معيّن واختفاء آخر أو تضاؤله ؛ ينبغي أن تأخذ في الاعتبار عوامل أخرى غير الولاء للسلطة أو المعارضة لها . من هذه العوامل : طبيعة علاقة صاحب المذهب بالأعراف السائدة في مصره ، ومدى وعي فقهاء المذهب الأوائل بتميّزهم ودورهم ، ومدى قدرة الجيل الأول على تنشئة جيل ثان وثالث يتابع ويستوعب المحدثات في المجالات الاجتماعية والفكرية والسياسية « 1 » . على أنّ هذا كلّه لا يعني أنّ المذاهب الفقهيّة نشأت وازدهرت وانتشرت في فراغ سياسيّ . والمذهب الحنفيّ يمكن أن يشكّل في هذا السياق نموذجا لإشكاليات علاقات الفقهاء بالسلطة السياسية سلبا وإيجابا ، وتأثير ذلك على طبيعة تطور المذهب ، ومصائره الاجتماعية والفكرية .\r\nينتسب الأحناف جميعا إلى أبي حنيفة النعمان بن ثابت ( 80 - 150 ه ) ( شيخهم الأول ) . وتذكر المصادر التاريخيّة أنّ أبا حنيفة لم يكن قريبا من السلطة المركزية لا في أيام الأمويين ( 41 - 132 ه ) ولا في أيّام العباسيين ( وقد عاصر منهم الخليفتين السفّاح 132 - 136 ه ، والمنصور 136 - 159 ه ) . بل إنّ بعض المصادر تمضي أبعد من ذلك فتضع أبا حنيفة بين كبار المعارضين للأمويين والعباسيين على حدّ سواء . فقد دعم أبو حنيفة تمرّد زيد بن علي بن الحسين ( 122 ه ) على الأمويين ، كما شجّع على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n J . Schacht , The origins of Muhammedan jurisprudence , Oxford 1967 , p . 269 ff ; ders . Introduction to the Islamic Law . Oxford 1970 , p . 49 ff ; N . J . Coulson , A History of Islamic Law . Edinburg 1964 , p . 120 ff . \r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nالمشاركة في ثورة محمد النفس الزكية ، وأخيه إبراهيم ( 145 ه ) « 1 » . بيد أنّ هذه المعارضة ، إن كانت ، سرعان ما اختفت تماما . فقد كان أبو حنيفة ما يزال حيا عندما ولي تلميذه المعروف زفر بن الهذيل العنبري ( - 158 ه ) قضاء البصرة . ولم يكد يمضي عقدان من السنين على وفاة إمام المذهب حتى كان تلميذه الأشهر أبو يوسف يعقوب بن إبراهيم ( - 184 ه ) يلي قضاء بغداد . وقد عيّنه الرشيد ( 170 - 193 ه ) بعد ذلك قاضيا للقضاة ؛ فكان أول من تولّى هذا المنصب المستحدث وقد بقي فيه حتى وفاته . أمّا « صاحب » أبي حنيفة الآخر المشهور محمد بن الحسن الشيباني ( - 189 ه ) فقد ولي قضاء الرقّة ثم الري . وقد عمل حفيد أبي حنيفة إسماعيل بن حمّاد بن أبي حنيفة ( - 212 ه ) قاضيا في مدن مختلفة . ثم صار قاضيا للقضاة شأنه في ذلك شأن أبي يوسف من قبل ؛ والحنفيّ الآخر يحيى بن أكثم ( - 242 ه )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أبو الفرج الأصبهاني : مقاتل الطالبين ، شرح وتحقيق أحمد صقر ، القاهرة 1949 ، ص 146 ( انتصاره لزيد بن علي بن الحسين ) . وقارن بالخطيب البغدادي : تاريخ بغداد ، نشرة الخانجي وتصوير دار الكتاب العربي ببيروت 1979 ، 13 / 384 - 386 فصل بعنوان : « ذكر ما حكي عن أبي حنيفة من رأيه في الخروج على السلطان » . ويحاول الملك الأيّوبي المعظّم عيسى ( - 624 ه ) في رسالة له بعنوان : السهم المصيب في كبد الخطيب ، نشر مكتبة الخانجي ، القاهرة 1932 م ، ص 60 - 63 ، الردّ على فصل الخطيب البغدادي السالف الذكر ؛ لكنّ حججه غير مقنعة . ويذكر الموفّق المكّي ( - 568 ه ) في مناقب أبي حنيفة ، نشر دار الكتاب العربي ببيروت 1981 ، ص 239 - 240 تأييد أبي حنيفة لزيد بن علي ، ويتجاهل موقفه من ثورة النفس الزكية وأخيه . ويذكر محمد زاهد الكوثري في تأنيب الخطيب ، نشر دار الكتاب العربي ببيروت 1981 ، ص 102 - 105 روايات الخطيب البغدادي في أنّ أبا حنيفة كان يرى السيف ، والخروج على الأئمة ؛ فلا ينكر أكثرها بل يقول : « ومع ما في هذه الأخبار من العلل لا ننكر أنّ مذهب أبي حنيفة مشهور في قتال الظلمة وأئمة الجوار إذا كانت المصلحة أغلب في قتالهم كما هو مشروح في كتب المذهب . . . » . ولا نملك -\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nمن بعد . ولا شكّ أنّ موقع الأحناف في الدولة ومنها تأثّر بتخلّي المتوكّل ( 232 - 247 ه ) عن الاعتزال ؛ إذ ظلّ قسم كبير من الأصوليين والمتكلمين الأحناف متعاطفا مع المعتزلة حتى القرن الخامس الهجري « 1 » . لكنّ ذلك لم يحل دون بروز قضاة من الحنفية بعد منتصف القرن الثالث ببغداد وغيرها « 2 » .\r\nوقد ترك الجيلان اللذان عملا في الدولة ؛ في القضاء ، وغيره من المناصب آثارا عميقة في المذهب . فعلى المستوى السياسي تناسى الأحناف التراث الثوريّ لشيخهم أبي حنيفة ؛ فصارت الطاعة للسلطان واجبا\r\n\r\n\r\n","description":"","footnote":"\r\nسيرة نقدية حديثة لأبي حنيفة حتى الآن . وقارن بعبد الحسين علي أحمد : موقف الخلفاء العباسيين من أئمة أهل السنّة الأربعة ومذاهبهم وأثره في الحياة السياسية في الدولة العباسية ، نشر دار قطري بن الفجاءة بقطر 1985 ، ص 32 - 110 ؛ وهي دراسة غير نقدية لكنها تجمع كلّ ما قيل في مواقف أبي حنيفة من الدولتين والثائرين عليهما .\r\n( 1 ) انظر ابن الجوزي : المنتظم في تاريخ الملوك والأمم ، نشر دائرة المعارف العثمانية بحيدرآباد الدكن 1359 ه ، 7 / 287 : « وفي سنة ثمان وأربعمائة استتاب القادر باللّه أمير المؤمنين فقهاء المعتزلة الحنفية فأظهروا الرجوع ، وتبرأوا من الاعتزال ، ثم نهاهم عن الكلام والتدريس والمناظرة في الاعتزال والرفض والمقالات المخالفة للإسلام . . . » .\r\n( 2 ) ابن قطلوبغا : تاج التراجم ، نشر مكتبة المثنى ، بغداد 1962 ، ص 17 - 18 ، 19 - 20 ، 25 ، 28 ، 54 ، 55 ، 81 ، 87 ؛ والتميمي : الطبقات السنية ، تحقيق عبد الفتّاح محمد الحلو ، القاهرة 1970 ، 1 / 218 - 221 ، 225 - 226 . وقد جمع ابن فضل اللّه العمري في تراجمه للفقهاء الأحناف بمسالك الأبصار تراجم الأجناف الذين تولّوا مناصب بالدولة العباسية بين القرنين الثاني والرابع في صعيد واحد ؛ قارن بابن فضل اللّه العمري : مسالك الأبصار ، تصوير معهد تاريخ العلوم العربية والإسلامية بجامعة فرانكفورت 1988 ، 6 / 12 - 61 .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nدينيا في أوساطهم « 1 » ؛ كما صارت الجماعة متماهية مع الدولة في المفهوم .\r\nوهكذا صار المصر ، والسلطان شرطين لصحة إقامة الجمعة والعيدين عندهم . وفي مجالات الفقه الأخرى ؛ غيّرت التجربة العملية مع السلطة ، وفي القضاء من كثير من آرائهم - فقد صاروا على سبيل المثال مع الوقف بعد أن كان أبو حنيفة ضدّه ؛ كما صاروا مع المزارعة بعد أن كان شيخهم الأول مترددا في إقرارها ؛ وحجروا على السفيه الحرّ البالغ العاقل بينما كان شيخهم الأول لا يرى ذلك أيضا « 2 » .\r\nويهمّني هنا لفت النظر إلى تطور آخر في المذهب الحنفيّ لاتّصاله بالطرسوسي والمماليك وهما موضوع هذا التقديم . فالمدرسة الحنفية لم تمت ببغداد بعد القرن الثالث ؛ لكنّ نهضتها الثانية لم تتمّ في أقطار الدولة العباسية ؛ بل في أواسط آسية حيث دخلت الحنفية إلى تلك الأصقاع عبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يذكر المعظّم عيسى في السهم المصيب السالف الذكر ، ص 60 ، إجماعا عن أبي حنيفة وأصحابه في صيغة عقيدة فيه : « ولا نرى الخروج على أئمتنا وولاة أمورنا وإن جاروا علينا ، وندعو لهم . . . » .\r\n( 2 ) أبو يوسف : الآثار ، نشر أبو الوفا الأفغاني ، حيدرآباد الدكن 1347 ه ، رقم 856 - 859 ؛ وأبو يوسف : اختلاف أبي حنيفة وابن أبي ليلى ، نشر أبو الوفا الأفغاني ، حيدرآباد الدكن 1358 ه ، ص 41 - 42 ؛ والطحاوي : المختصر ، نشر أبو الوفا الأفغاني ، دار الكتاب العربي بالقاهرة 1370 ه ، ص 97 ، 133 ، 136 - 137 ؛ وسبط ابن الجوزي : إيثار الإنصاف في آثار الخلاف ، نشر ناصر العلي الناصر الخليفي ، الرياض 1987 ، ص 381 - 384 ؛ ورضوان السيد : المدينة والدولة في الإسلام في : مجلة الأبحاث م 34 ( 1986 ) ص 67 - 85 ؛\r\n Schacht , Introduc - tion 49 - 56 ; Coulson , History 120 - 143 ; Johansen , The all - embracing Town and its Mosques ; in ROMMXXXII , 136 - 161 ; N . Calder ; Friday Prayer and the Juristic Theory ; in BSOAS 49 ( 1986 ) , 35 - 47 . \r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nإيران منذ القرن الثالث الهجري ؛ وانتشرت بين الشعوب التركية هناك « 1 » .\r\nوعندما وصل السلاجقة إلى شرقنا قبل منتصف القرن الخامس الهجري بقليل ؛ اكتشف أحناف بغداد القليلون أنّ هؤلاء حنفيو المذهب سلطانا ومقاتلين وقضاة وفقهاء « 2 » ، وقد أسهم فقهاء ما وراء النهر بين القرنين الرابع والسابع في إبراز المذهب بحلّة جديدة إن من حيث الإشكاليات المطروحة ؛ وإن من حيث طرائق النظر إلى التراث العراقي الأول للمدرسة . وفي عصر الطرسوسي ؛ في منتصف القرن الثامن الهجري ؛ كانت معظم كتب المذهب المعتمدة مستقدمة من الشرق ؛ من أواسط آسية ، وكانت معظم الشروح والتعليقات والحواشي الموضوعة عليها من هناك أيضا « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر محمد محروس عبد اللطيف المدرّس : مشايخ بلخ من الحنفية ، نشر وزارة الأوقاف ببغداد 1977 ، 1 - 2 ؛ وبخاصة الفصلين الخاصّين بانتقال المذهب الحنفي إلى بلخ وانتشاره منها بالمشرق  ; 188 - 110 / 1 \r\n( 2 )\r\n( 3 ) ينقل الطرسوسيّ في « تحفة الترك » على سبيل المثال عن السرخسي ، والكاساني ، والأسبيجابي ، والمرغيناني ، وابن مازه ، وخواهرزاده ، والبابرتي ، والوبري . ولا يستشهد إلّا بأقوال محمد بن الحسن الشيباني من العراقيين ، ومن كتاب السير بالذات .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n II \r\n\r\nالأحناف والمماليك\r\nعمد السلطان المملوكي الظاهر بيبرس عام 663 ه إلى تعيين قضاة أربعة للمذاهب السنيّة الأربعة بمدينة القاهرة . وحدث الشيء نفسه بعد أشهر قليلة بسائر مدن مصر ؛ فالشام . وتذكر المصادر أنّ قاضي قضاة الشافعيّة المعيّن كان ابن بنت الأعزّ ؛ وقاضي قضاة المالكية شهاب الدين أبو حفص عمر بن عبد اللّه السبكي ؛ وقاضي قضاة الحنفية بدر الدين ابن سلمان ؛ وقاضي قضاة الحنابلة شمس الدين القدسي . واختصّ السلطان الشافعية وقاضي قضاتهم بالنظر في الأوقاف ، وأموال الأيتام « 1 » . وفي المصادر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر عن تصرّف السلطان الظاهر هذا القلقشندي : صبح الأعشى ، نشرة دار الكتب المصرية بالقاهرة ، الطبعة الثانية ، بدون تاريخ ، 4 / 34 ، والمقريزي : الخطط ، طبعة بالأوفست بمكتبة المثنّى ببغداد عن الطبعة المصرية القديمة ، بدون تاريخ ، 2 / 209 ، وطبقات الشافعية الكبرى للسبكي 8 / 319 - 321 ، ورفع الإصر لابن حجر 2 / 381 - 383 ، والوافي بالوفيات للصفدي م 20 / ص 301 ( في ترجمة عبد الوهاب ابن بنت الأعز ) ، وتالي وفيات الأعيان لابن الصقاعي ، ص 124 - 125 رقم 94 ؛\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nتعليلات مختلفة ومتناقضة أحيانا لتصرف السلطان هذا - ذلك التصرف الذي بقي سائدا حتى العصر العثماني الذي استأثر الأحناف فيه بمفردهم بولاية القضاء . ولا تختلف الدراسات الحديثة في المسألة عن المصادر القديمة من حيث الإغراق في التأويل واتهام السلطة المملوكية بالتلاعب بالقضاء . ولكي نفهم أصول إجراء السلطان الظاهر ، وأبعاده ؛ علينا أن نلاحظ أنه لم يكن جديدا تماما . فالعباسيّون كثيرا ما عينوا بعاصمتهم بغداد من قبل لقضاء القضاة ، وللقضاء في جانبي العاصمة رجالا من شتّى المذاهب « 1 » .\r\nوالفاطميّون اعتادوا أن يولّوا قاضيا من الشافعية وآخر من المالكية بدمشق والقاهرة - بالإضافة لقضاتهم من رجالات المذهب الإسماعيلي « 2 » .\r\nوالنوريون والصلاحيون بنوا مدارس لمختلف المذاهب . وفي عهد الملك الصالح نجم الدين أيّوب بنيت المدرسة الصالحية التي جمعت بين جنباتها المذاهب السنية الأربعة « 3 » . الجديد في تصرف السلطان الظاهر تعيينه قضاة للمذاهب الأربعة بسائر مدن الدولة المملوكية ؛ على الرغم من أنّ هذه المذاهب لم تكن على نفس الدرجة من الانتشار بين الناس بمصر والشام .\r\nفقد كان الشافعية هم الكثرة الساحقة بمصر والشام ؛ مع قلة من المالكية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قارن على سبيل المثال بابن الجوزي : المنتظم 7 / 266 ، 8 / 91 ، 119 ، 287 ( عن القضاة الأحناف ) ، والمنتظم 8 / 265 - 270 ( عن القضاة الشافعية ) . ولم يل القضاء من المالكية ببغداد غير القاضي عبد الوهّاب ( - 422 ه ) ؛ قارن بمقدمتي على قوانين الوزارة وسياسة الملك للماوردي ، بيروت 1979 ، ص 57 - 62 . وانظر عن الحنابلة ببغداد ؛\r\n H . Laoust : Le Hanbalism sous le Califat de Bagdad ; in REI ( 1959 ) , 67 - 128 . \r\n( 2 )\r\n Ira Lapidus , Ayyu ? bid Religious Policy and the Development of the Schools of Law in Cairo ; in Colloque International sur I'histoire de Caire ( 1970 ) , 279 - 286 ; Escovitz , The office of Qa ? di al - Quda ? t ; op . cit . 22 - 24 . \r\n( 3 ) المقريزي : الخطط 2 / 374 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبمصر ، وقلّة من الحنابلة بدمشق ، وقلة من الحنفية بالقاهرة ودمشق . وقد اقتصر انتشار المذهب الحنفي على رجالات السلطة ( - أرباب السيوف ) من الترك أيام السلاجقة والنوريين والصلاحيين ؛ ثم تزايد عددهم بعض الشيء مع ازدياد موجات الاقتلاع والهجرة باتجاه الشام ومصر مع بدايات الهجمات المغولية على مشرق دار الإسلام . بيد أنّ غلبة الأحناف بين رجالات السلطة ما كانت لتشكّل سببا لنشر قضاة منهم في سائر أنحاء الدولة ؛ ذلك أنه كان يمكن تعيين قضاة العسكر من بينهم فيتحقّق بذلك الغرض ؛ لو أنه كان الفصل في الخصومات بين أتباع المذهب من جانب قضاة منهم « 1 » . من جهة ثانية فإنه لم يكن بالشام من المالكية غير بضعة أفراد من أصل مصريّ أو مغربي ؛ وكان الحنابلة موجودين بحيّ واحد من أحياء دمشق « 2 » - ومع ذلك فقد ولّى السلطان قضاة منهم بسائر مدن الشام . لذا فلا يمكن القول إنّ تعيين قضاة من المذاهب الأربعة في سائر نواحي الدولة سببه حاجة الناس إلى ذلك - مع أنّ الناس أفادوا من ذلك ولا شكّ . وفي الوقت نفسه ؛ فإن تعليل المصادر لهذا الإجراء بانزعاج بعض أمراء المماليك بالقاهرة من صلابة القاضي الشافعي لا يشكّل سببا كافيا إذ كان بإمكان السلطان عزل القاضي ، والمجيء بآخر أكثر تجاوبا وخضوعا . على أنّ ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قارن عن قاضي العسكر ؛ القلقشندي : صبح الأعشى 4 / 63 ؛  Escovitz ; op . cit . 187 - 189  ومع ذلك فإنّ الطرسوسي يشكو في تحفة الترك ق 26 أ - 26 ب من أنّ السلاطين كثيرا ما عينوا الشافعية في قضاء العسكر مع أنّ الشافعية لا يقبلون شهادة الجند ! .\r\n( 2 ) ابن عبد الظاهر : الروض الزاهر ، تحقيق عبد العزيز الخويطر ، الرياض 1976 ، ص 99 - 112 ؛ والمقريزي : السلوك لمعرفة دول الملوك ، تحقيق محمد مصطفى زيادة ، القاهرة 1956 ، 1 / 2 / 456 ؛\r\n Schimmel , Kalif und Kadi ; op . cit . 20 ff ; Ayalon , Studies on the Transfer of the Abbasid Caliphate ; in Arabica VII ( 1960 ) , 41 - 49 . \r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nيجعل هذا التعليل غير مقبول بتاتا الإبقاء على القاضي المشكوّ منه ؛ أعني ابن بنت الأعزّ ؛ في منصبه في التعيينات الجديدة ؛ بل واختصاصه بصلاحيات قدّمته على الآخرين كما سبق أن ذكرت . وهكذا يكون علينا أن نبحث عن أصول هذا التنظيم في سياق أوسع يتّصل بطبيعة السلطة المملوكية ، وفهمها لذاتها ودورها في دار الإسلام والعالم . ففي العام 659 ه بعد مضيّ سنوات ثلاث على سقوط الخلافة العباسية ببغداد على يد المغول ؛ ألجأ المماليك بالقاهرة رجلا من سلالة بني العبّاس ، واعترفوا به أميرا للمؤمنين مقرّه القاهرة . ويكشف هذا التصرّف عن وعي بالتاريخ ، وبالأمّة ؛ يعتبر دار الإسلام وحدة واحدة ، وأمته أمة واحدة مستمرة في التاريخ والحاضر رمزها الخليفة العبّاسيّ أمير المؤمنين الذي تتطلّع إليه أبصار المسلمين في العالم كلّه : « فلمّا تمت البيعة قلّد الإمام المستنصر باللّه السلطان الملك الظاهر البلاد الإسلامية وما ينضاف إليها ، وما سيفتحه اللّه على يديه من بلاد الكفّار . . . » « 1 » . وخاطبه في العهد الذي كلّفه به قائلا « 2 » : « . . . وبك صان اللّه حمى الإسلام من أن يبتذل ، وبعزمك حفظ اللّه على المسلمين نظام هذه الدول » . لقد تحوّلت القاهرة مقرّ السلطة المملوكية بعد موقعة عين جالوت ضدّ التتار عام 658 ه وانتقال الخلافة العبّاسية إليها عام 659 ه إلى عاصمة لدار الإسلام « 3 » ، وصار السلطان المملوكي سلطانا للإسلام والمسلمين « 4 » : « فتماسك . . رمق الإسلام ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المقريزي : السلوك 1 / 2 / 435 .\r\n( 2 ) ابن عبد الظاهر : الروض الزاهر ، مصدر سابق ، ص 107 - 108 .\r\n( 3 ) يقول العمري في مسالك الأبصار ، تحقيق دوروتيا كرافولسكي ، بيروت 1986 ، ص 96 : « مملكة مصر والشام والحجاز وتلك عمود الإسلام ، وفسطاط الدين » .\r\n( 4 ) ابن فضل اللّه العمري : مسالك الأبصار ، تحقيق  KlausLech  ، ويسبادن 1968 ، ص 7 - 10 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوبقيت بقية الدين . ولولاها لانصدع شعب الأمّة ، ووهى عمود الملّة ، ووصلت خيل عبدة الشمس إلى أقصى المغارب . . . » . وهذا الفهم السياسي / الديني للذات والدور في مواجهة الصليبيين والتتار من جهة ، وإعادة الخلافة العبّاسيّة الجامعة من جهة ثانية هو الذي كان وراء تعيين القضاة الأربعة بسائر أنحاء المملكة . فمنذ القرن الرابع الهجريّ صارت المذاهب الأربعة ممثّلة للإسلام السنّيّ كلّه على المستوى الشعبي . وفي أوقات الأزمات ، وتفاقم التحديات ؛ كانت هذه المذاهب مراكز للتضامن والفعالية الفكرية والاجتماعية . وبخاصّة أنّ شيوخ المذاهب وفقهاءها صاروا الحماة للشريعة ، والمولجين بتأويلها ، وتمثيلها في المجتمع والدولة « 1 » . وقد كسب المماليك تأييد النخب السياسية لمواجهة التحديات العسكرية ، واحتضان الخلافة العباسية ؛ فكان من المنطقيّ - وهذا فهمهم لدورهم في دار الإسلام - أن يتّجهوا لكسب النخبة الدينية ، والفئات الشعبية ، باحتضان المذاهب الأربعة فيعني ذلك احتضانا للإسلام السنّيّ كلّه ، وعلى المستويات كافّة . ولأنّ الشافعية كانوا كثرة كاثرة بين الناس ؛ فقد احتفظ لهم المماليك ببعض الامتيازات من بين قضاة القضاة الأربعة .\r\nعلى أنّ هذه المجالات التي اختصّوهم بها كانت مفيدة لهم أيضا كما سنرى فيما بعد .\r\nوقد بدا لأول وهلة أنّ الحنابلة ثم الحنفية كانوا أكبر المستفيدين من إجراء السلطان إذا لاحظنا ضآلة أعداد أتباع المذهبين بمصر والشام . لكنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالأحناف لم يرضوا تماما بذلك ؛ إذ كانوا يطمحون لأكثر منه بالنظر إلى أنّ المماليك ( - أرباب السيوف ) كانوا كلّهم منهم تقريبا . وتضارب المصالح هذا بين رجالات المذاهب الأربعة ، وصراعهم على المناصب ، وعلى الاستئثار بالدولة « 1 » ؛ هو السياق الذي كتب فيه الطرسوسيّ الحنفيّ رسالته « 2 » : « تحفة الترك فيما يجب أن يعمل في الملك » حوالي منتصف القرن الثامن الهجري . فهو يحاول إقناع السلطان المملوكي بتحويل المذهب الحنفي إلى « قانون » للدولة ، وإهمال المذاهب الأخرى - باعتبار أنّ المماليك أحناف ، وأنّ المذهب الحنفيّ هو الأوفق للسلطة والسلطان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يبدو أنّ الشافعية لم يكونوا راضين أيضا عن مشاركة القضاة الآخرين لهم - إذ يذكر أبو حامد القدسي الشافعي في مخطوطته : دول الإسلام الشريفة البهيّة حلما رئي فيه السلطان الظاهر بيبرس بعد وفاته ، وسئل عن منزلته عند اللّه عزّ وجلّ فقال إنه حوسب حسابا شديدا على تعديده لقضاة القضاة ( أدين برؤية المخطوطة للأستاذ .  U Haarmann  أستاذ الدراسات الإسلامية بجامعة فرايبورغ بألمانيا الاتحادية ) . وفي طبقات الشافعية الكبرى للسبكي 8 / 320 ، ورفع الإصر لابن حجر 2 / 381 - 383 كلام للشافعية مشعر بالانزعاج ، لكن كان من الشعراء من رأى هذا الإجراء باعتباره « راحة للناس » ؛ قارن برفع الإصر 2 / 383 .\r\n( 2 ) استعملت في هذه الدراسة والتحقيق عن الطرسوسي و « تحفة الترك » مخطوطة واحدة للكتاب  ( Berlin , No . 5614 )  الورقات 15 - 45 . وهي جزء من مجموع يضمّ بالإضافة للتحفة كتبا أخرى . ويورد الطرسوسي رسالة له عن الجامع الأموي ضمن التحفة . والمخطوطة غير مؤرّخة ؛ وهي بخطّ نسخيّ قديم . لكن يغلب على الظن أنه ليس خطّ المؤلّف لكثرة الأخطاء التي فيها . ويذكر الزركلي في الأعلام 1 / 45 - 46 مخطوطة ثانية للكتاب بمكتبة عارف حكمت بالمدينة المنوّرة ( فقه حنفي - رقم 83 ) . وقد نشرت  G . L . Guellil  فصولا من كتاب الإعلام للطرسوسي ، وقدّمت بمقدمة عن الطرسوسي وكتبه لكنها لم تعرف « تحفة الترك » هذه ؛\r\n G . L . Guellil , Damaszener Akten des 8 / 14 Ja ? hrhunderts nach at - Tarsu ? si's K . al - Islam , Bamberg , 1985 . \r\nوكنت قد نشرت جزءا من هذه المقدمة في مجلة الاجتهاد م 3 / ص ص 129 - 159 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n III \r\n\r\nالطرسوسي و « تحفة الترك »\r\nهو نجم الدين أبو إسحاق إبراهيم بن علي بن أحمد الطرسوسي . ولد بدمشق عام 710 ه وقد تولّى والده عماد الدين علي نيابة قضاء الحنفية بدمشق منذ العام 722 ه وعندما توفّي قاضي القضاة الحنفي صدر الدين البصروي عام 727 ه صار عماد الدين قاضيا للقضاة . وفي مطالع الأربعينات جعل عماد الدين ابنه نجم الدين نائبا له ، ثم تنازل له عن قضاء القضاة عام 746 ه فاحتفظ نجم الدين بمنصب قاضي قضاة الأحناف بدمشق حتى وفاته عام 758 ه . وتذكر كتب التراجم الحنفيّة لنجم الدين الطرسوسي أحد عشر مؤلفا ؛ منها اثنان في العقيدة والتراجم ، والباقي في مسائل فقهية تفصيلية شغلته - فيما يبدو - في تجربته اليومية نائبا لقاضي القضاة ، ثم قاضيا للقضاة في عهد السلطان الناصر محمد بن قلاوون ( 693 - 741 ه ) وعهود أبنائه ؛ وبخاصة السلطان الناصر حسن الذي كتب الطرسوسي - في الغالب - رسالته « تحفة الترك » في عهده « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) انظر عنه ابن تغري بردي : المنهل الصافي ، تحقيق محمد محمد أمين ، القاهرة 1984 ، 1 / 129 - 130 ؛ وابن حجر : الدرر الكامنة ، تحقيق محمد سيّد جاد الحقّ ، القاهرة 1966 ، 1 / 44 - 45 ؛ والنعيمي : الدارس في تاريخ المدارس ، دمشق 1948 ، 1 / 534 - 535 ، 623 - 624 ؛ وابن قطلوبغا : تاج التراجم ، مصدر سابق ؛ ص 4 ؛ والقرشي : الجواهر المضيّة ، تحقيق عبد الفتّاح محمد -\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nرتّب نجم الدين الرسالة على شكل النوع الأدبيّ المعروف ب « مرايا الأمراء » أو « نصائح الملوك » ؛ لكنّ القضايا التفصيليّة التي عالجها فيها فقهيّة بحتة . وقد رمى من ورائها إلى إقناع السلطان المملوكي - كما ذكرت - بأنّ المذهب الحنفيّ هو الأقرب للشريعة ؛ والأوفق للسلطان . وتنقسم الرسالة إلى اثني عشر فصلا هي « 1 » :\r\n1 - « في بيان ( شرعية ) سلطنة الترك ، ولا يشترط أن يكون السلطان مجتهدا ولا قرشيا ، وذكر مذهب الشافعيّ في هذا الفصل في ذلك كلّه ، ويندرج في هذا الفصل مذهب أبي حنيفة رضي اللّه عنه بأنه\r\n\r\n\r\n","description":"","footnote":"\r\nالحلو ، القاهرة 1978 ، 1 / 81 ؛ والتميمي : الطبقات السنية ، تحقيق عبد الفتاح محمد الحلو ، القاهرة 1970 ، 1 / 246 - 248 ؛ وابن طولون : قضاة دمشق ، تحقيق صلاح الدين المنجد ، دمشق 1956 ، ص 198 - 199 ، وذيول العبر ( وفيات 758 ه ) ، والبداية والنهاية لابن كثير 14 / 166 . وللوالد عماد الدين ترجمة قصيرة في الدارس 1 / 621 - 622 . وعلى الورقة الأولى من المخطوطة التي استعملتها ملاحظة قصيرة عنه هذا نصّها : « كتاب تحفة الترك فيما يجب أن يعمل في الملك . من مؤلّفات القاضي العلّامة المعروف بابن الطرسوسي الحنفي مواهب الرّحمن . قال : وهذا الكتاب من حقّه أن يكتب بالذهب لأنّ فيه علوما وفوائد وهو من الذخائر النفيسة . وله أيضا : « كتاب الوسائل إلى تحرير المسائل وهو كتاب نفيس .\r\nوله أيضا : النور اللامع . . . » . أمّا كتبه فهي : رفع الكلفة عن الإخوان فيما قدّم فيه القياس على الاستحسان ، ومناسك الحجّ ، والاختلافات الواقعة في المصنفات ، ومحظورات الإحرام ، والإشارات في ضبط المشكلات ، والفتاوى في الفقه ، والإعلام في مصطلح المشهود والحكّام ، والفوائد المنظومة في الفقه . أمّا رسالته :\r\nالنور اللامع فقد اقتبسها في تحفة الترك على الورقات 29 ب - 31 ب . وقد ذكرت  Guellil  في أطروحتها السالفة الذكر أنّ هناك ورقات قليلة من النور اللامع ببرلين رقم 6078 غير كاملة . والحقيقة أنّ هذه هي الرسالة كلّها ، وتدور حول أوقاف الجامع الأموي ، والطريقة الشرعيّة في إدارته وإدارتها .\r\n( 1 ) تحفة الترك ق 16 ب - 17 أ .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nأوفق للترك من مذهب الشافعي » .\r\n2 - « في جواز التقليد منهم عندنا خلافا للشافعي » .\r\n3 - « في الجواب عن القصص أنه أنواع . ويندرج فيه اعتبار أحوال من تفوّض إليه ولاية من الولايات مثل نيابة السلطنة وولاية الوزارة والقضاء ، وولاية الشرط إلى غير ذلك ؛ وكيفيّة كلّ ولاية بحسبها » .\r\n4 - « في كشف أحوال الولاة والدواوين ، وما يفعل بالواحد منهم إذا ظهرت منه خيانة » .\r\n5 - « في الكشف عن أحوال القضاة ونوّابهم ، وبيان ما يستحقّه الخائن منهم » .\r\n6 - « في النظر في أحوال الرعية ، والأوقاف ، وجهات البرّ » .\r\n7 - « في النظر ( في ) أمر الجسور والقلاع والمساجد والثغور ، وجميع ما يتعلّق من ذلك بمصالح المسلمين ، وكسوة الكعبة ، وإصلاح طريق الحاجّ » .\r\n8 - « في صرف أموال بيت المال على اختلاف أنواعها وبيان مصارفها » .\r\n9 - « في الأموال التي تؤخذ مصادرة ، وبيان وجه أخذها ، ومن يستحقّ أن تؤخذ منه ، وبيان صرفها » .\r\n10 - « في هدايا أهل الحرب للسلطان والأمراء وهدايا السلطان لهم » .\r\n11 - « في ذكر أحكام البغاة والخوارج على السلطان » .\r\n12 - « في الجهاد وقسمة الغنائم » .\r\nسبق أن ذكرت أن الطرسوسيّ نظّم رسالته من حيث الشكل على نهج كتب نصائح الملوك . أمّا في المضمون فهناك مشابه من ثلاثة أجناس أدبية أخرى هي : كتب الأحكام السلطانية ، وكتب اختلاف الفقهاء ، وكتب\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالإصلاح السياسي والديني التي عرفت في العصر المملوكي . فليست الرسالة في الحقيقة « نصيحة للسلطان » وإن ادّعى الطرسوسيّ ذلك ؛ لأنّ المؤلّف لا يعرض سياسات عملية تخدم السلطان واستمراره شأن كتب « مرايا الأمراء » ؛ بل يخوض صراعا عنيفا ضدّ الشافعيّة بالذات الذين كانوا يتقدمون الأحناف في المرتبة في الدولة . كما أنه لا يمكن اعتبارها من مؤلّفات الأحكام السلطانية شأن كتاب معاصره ابن جماعة ( - 733 ه ) « تحرير الأحكام في تدبير أهل الإسلام » ؛ لأنها لا تعرض تصورا شاملا لنظرية الدولة ، ومؤسّساتها التقليدية من وجهة نظر فقهية . وهي تذكّرنا أكثر ولا شكّ بكتب الإصلاح التي عرفت في العصر المملوكي وإن لم تستوف شروطها . وأول ما يخطر بالبال في هذا الصدد رسالتا ابن تيمية ( - 728 ه ) « السياسة الشرعية في إصلاح الراعي والرعية » ، وتاج الدين السبكي الشافعي ( - 771 ه ) « معيد النعم ومبيد النقم » . لكنّ هذا الانطباع سرعان ما يتضاءل عند المضيّ مع الطرسوسي في جدلياته ضدّ الشافعيّة ليترسّخ الانطباع بأنها من كتب الاختلاف الفقهيّ رغم استمرار الأهداف الجانبية الأخرى : النصح للسلطان ، والدعوة للإصلاح ، ومحاولة الانخراط في تقليد مؤلّفات الفقهاء في الأحكام السلطانية .\r\n* * * يقول الزبيدي : إذا أطلق أهل السنة والجماعة فالمراد بهم الأشاعرة والماتريدية « 1 » . ويقول تاج الدين السبكي الشافعي ( - 772 ه ) في « معيد النعم » « 2 » : « وهؤلاء الحنفية والشافعية والمالكية وفضلاء الحنابلة يد واحدة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الزبيدي : إتحاف السادة المتّقين بشرح إحياء علوم الدين ، طبعة بيروت المصوّرة ، بدون تاريخ ، 2 / 6 .\r\n( 2 ) تاج الدين السبكي : معيد النعم ومبيد النقم ، نشرة محمد علي النجار وآخرين ، القاهرة 1948 ، ص 75 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nفي العقائد - كلّهم على رأي أهل السنّة والجماعة ، يدينون للّه تعالى بطريق شيخ السنة أبي الحسن الأشعري لا يحيد عنها إلّا رعاع من الحنفية والشافعية لحقوا بأهل الاعتزال ، ورعاع من الحنابلة لحقوا بأهل التجسيم . . . » . أمّا اعتراف الزبيدي بالآخرين فهو غير مشروط هنا ؛ لكنّ الزبيدي والأحناف هم الذين كانوا في موضع الاتّهام . ورغم أنّ اعتراف السبكيّ مشروط ؛ فإنه ما جاء إلّا بعد أجيال من الصراع والجدل بين فقهاء ومتكلّمي أهل السنّة . فمعاصرو أبي حنيفة وتلامذته من أصحاب الحديث والمالكية والشافعية ما كانوا يرون أنهم من « أهل السنّة والجماعة » لعدة أسباب : اختلافهم معهم حول مفهوم الإيمان ، وتطرفهم ( أي الأحناف ) في الأخذ بالرأي على حساب الآثار ، وصيرورة كثير منهم إلى الاعتزال في العقيدة ، واقترابهم أكثر من الضروريّ من السلطة والسلطان . ثم تبلور اتّجاه عقديّ سلفيّ حنفي بمصر والشام مطالع القرن الرابع بدا في عقيدة الطحاوي ( - 321 ه ) الحنفي ، وظهر التّرك في القرن الخامس الهجريّ حماة للإسلام السنّي من أقصى المشرق وحتى الشام ومصر وآسية الصغرى ؛ وكانوا شديدي التعصّب للأحناف فانتهى الجدل العقديّ حول سنيّة الأحناف ؛ وتركّز النزاع في المسائل الفقهية التفصيلية . يبدو ذلك في رسالة إمام الحرمين الجويني الشافعي ( - 483 ه ) في نصرة الشافعية على الأحناف ؛ وفي مؤلّفات سبط ابن الجوزي الحنفي ( - 654 ه ) في الانتصار للأحناف على الشافعية « 1 » . ويمكن اعتبار رسالة الطرسوسيّ هذه متابعة للجدل الفقهيّ بين الطرفين ؛ مع أمرين جديدين بارزين أولهما مصير الأحناف هنا إلى الهجوم بعد أن كانوا دائما في مواقع دفاعية ؛ لا لشيء إلّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتب أبو منصور عبد القاهر البغدادي رسالة في الردّ على كتاب الجرجاني في نصرة مذهب أبي حنيفة ( طبقات السبكي 5 / 140 ، 145 - 146 ، وطبقات ابن قاضي -\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nلأنّ رجالات السلطة منذ ظهور السلاجقة كانوا أحنافا فيما عدا صلاح الدين الأيّوبيّ الذي كان شافعيّ المذهب . وثانيهما بروز فكرة تحويل المذهب إلى قانون يسود الدولة بينما كان الجدل السابق فقهيا وتفصيليا ومحدود الأهداف .\r\nوهناك إشارات إلى ميول شافعية لدى السلطان الناصر حسن بن محمد بن قلاوون ربما كانت بين أسباب إثارة الأحناف ، ودفعت إلى هجوم كهجوم الطرسوسي . إذ لم يكن وحيدا في ذلك ؛ بل إنّ الأمير صرغتمش الناصري ( - 659 ه ) طلب من قاضي قضاة الحنفية بمصر سراج الدين عمر بن إسحاق الغزنوي الهندي ( - 773 ه ) الردّ على كتاب كان فخر الدين الرازي ( - 606 ه ) قد ألّفه ضدّ الحنفية ؛ فقام السراج بترجمة الكتاب عن الفارسية ، وردّ عليه مسألة مسألة في رسالة بعنوان : « الغرّة المنيفة في تحقيق بعض مسائل الإمام أبي حنيفة » ، وذلك كلّه في الفترة التي كتب فيها الطرسوسي على ما يبدو .\r\n\r\n\r\n","description":"","footnote":"\r\nشهبة 1 / 215 ) . وانتقل أبو المظفر السمعاني جدّ أبي سعد من المذهب الحنفي إلى الشافعي ، وصنّف كتابا سمّاه « الاصطلام » في الردّ على أبي زيد الدبوسي الحنفي ( وفيات الأعيان 3 / 211 ) ، ولإمام الحرمين الجويني رسالة صغيرة عنيفة في مجادلة الأحناف عنوانها : مغيث الخلق في ترجيح القول الحقّ ، نشرة القاهرة 1934 . أمّا سبط ابن الجوزي فقد كتب ثلاثة كتب في مجادلة المذاهب الأخرى وبخاصة الشافعيّة ، هي : الانتصار والترجيح للمذهب الصحيح ، وإيثار الإنصاف في مسائل الخلاف ، والانتصار لإمام أئمة الأمصار . وللزمخشري المشهور ( - 538 ه ) كتاب اسمه رؤوس المسائل عن المسائل الخلافية بين الحنفية والشافعية .\r\nوالزمخشري حنفي لكنه شديد الهدوء والموضوعية بحيث يمكن القول إنّ كتابه هو في اختلاف العلماء ، وليس في جدل الشافعية مع الحنفية أو العكس . وللغزالي ( - 505 ه ) هجوم عنيف على الحنفية في آخر كتابه المنخول من تعليقات الأصول ، تحقيق محمد حسن هيتو ، دار الفكر بدمشق ، 1980 ، ص 500 - 504 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n IV \r\n\r\nقضايا الجدل والصراع\r\nيبدأ الطرسوسيّ رسالته على طريقة أصحاب كتب نصائح الملوك فيقول إنّ هدفه من وراء عمله كلّه « 1 » : « بذل النصيحة ( للسلطان ) بقدر الإمكان » ؛ « فإنّ اللّه جعل حفظ نظام الأنام بالسلطان ، وأدام له الأيام بالقبول في الشريعة والإحسان » ؛ « ولم أقصد بذلك سوى القيام بهذا الواجب ، وحفظ نظام الملك » . لكنه بعد إيضاح الفصول التي كسر عليها أطروحته ينطلق مباشرة للهجوم على الشافعية ؛ وفي مسألة شديدة الحساسية هي مسألة شرعية السلطة المملوكية . يذكر الطرسوسيّ أنّ أبا حنيفة وأصحابه لا يشترطون في صحة تولية السلطان « 2 » : « أن يكون قرشيا ولا مجتهدا ولا عدلا . بل يجوز التقليد ( عندهم ) من السلطان العادل والجائر . . . » . بعد هذا يدّعي الطرسوسيّ أنّ الشافعية لا يقولون بشرعية السلطنة المملوكية في الحقيقة لأنهم يشترطون في متولّي السلطة شروطا لا تتوافر في الترك والمماليك : « وقال الشافعيّ - فيما نقل الرافعيّ عنه في كتاب الجنايات الموجبة للعقوبات - : شروط الإمام أن يكون مكلّفا مسلما حرا مجتهدا شجاعا سميعا بصيرا ناطقا قرشيا . . . وقال الماورديّ في الأحكام السلطانية . . . وإنما أصل الإمامة التحلّي بالشروط المعتبرة السبعة . .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تحفة الترك ق 16 أ .\r\n( 2 ) تحفة الترك ق 17 أ .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالعدالة بشروطها . . . والعلم المؤدّي إلى الاجتهاد . . . وسلامة الحواسّ والأعضاء . . . وصحة الرأي . . . والشجاعة . . . والنسب وهو أن يكون قرشيا . . . وقال النوويّ في الروضة : ويشترط للإمام كونه مسلما مكلّفا عدلا حرا ذكرا قرشيا مجتهدا شجاعا . . . » « 1 » . ويختم الطرسوسيّ هذه الفقرة الخطرة بالنتيجة المنتظرة : « فهذه عبارات الشافعية في هذه الكتب التي نقلنا ( منها ) المسألة . وكلّهم شرطوا أن يكون السلطان مجتهدا قرشيا . وهذا لا يوجد في الترك ولا في العجم فلا تصحّ سلطنة الترك عندهم . . . » ؛ وهذا أمر سيّء لما فيه « من الإيذاء للسلطان بصرف الرعية عنه . . . » . والشافعية إذ يسيئون للسلطان بإنكار شرعيته عليه - فيما يزعم الطرسوسي - ؛ يسيئون إلى أنفسهم أيضا إذ يقبلون الولاية منه والتعاون معه « 2 » : « لأنّ من لا يصلح أن يكون سلطانا كيف يصحّ التقلّد منه » ! .\r\nوالحقّ أنه لا يمكن فهم دعاوى الطرسوسي هذه أو هضمها بسهولة .\r\nلأنّ الشافعيّة ؛ بل وجمهور الفقهاء حتى أيّامه لم يتنازلوا عن شرط القرشية بالنسبة للخليفة أمير المؤمنين ؛ وليس بالنسبة للسلطان . والنصوص التي ذكرها عنهم تنصّ بصراحة على أنّ المقصود الإمامة والإمام - والمماليك لم يكونوا أمراء للمؤمنين بل سلاطين كلّفهم الخليفة العباسيّ الذي احتضنوه بالقاهرة ؛ بتولّي إدارة الدولة الإسلامية باسمه . والماورديّ الذي يذكره الطرسوسي كحجة على الشافعية هو واضع نظرية « الدولة السلطانية » من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يذكر الطرسوسي رأي الشافعي الوارد في كتاب الأمّ ، نشرة مصوّرة بدار الشعب بالقاهرة عن طبعة بولاق ، بدون تاريخ ، 1 / 143 - 144 ورأي النووي عن روضة الطالبين له ، نشرة المكتب الإسلامي ببيروت ودمشق ، بدون تاريخ ، 10 / 42 .\r\nورأي الماوردي عن الأحكام السلطانية له ، نشرة  Bonn 1853 , Enger  ، ص 5 - 6 .\r\n( 2 ) تحفة الترك ق 17 ب .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nخلال « إمارة الاستيلاء » التي ذكرها في الأحكام السلطانية ، والتي تعني « 1 » : « أن يستولي الأمير بالقوة على بلاد يقلّده الخليفة إمارتها ، ويفوّض إليه تدبيرها وسياستها . . . » . وقد علّل الماورديّ أسباب المصير إلى قبول هذا السلطان شبه المطلق رغم وجود الخليفة بما في ذلك « من حفظ القوانين الشرعية وحراسة الأحكام الدينية » ، و « حفظ منصب الإمامة في خلافة النبوة » ، و « اجتماع الكلمة على الألفة والتناصر ليكون المسلمون يدا على من سواهم » « 2 » . لذا فإنّ دعوى الطرسوسي تتضمّن مغالطة مكشوفة ألجأه إليها الإمعان في الجدل مع الشافعية .\r\nوهناك مسائل أخرى ذات طبيعة سياسية يجادل فيها الطرسوسي الشافعية ، ويعتبر مذهبه أقرب لمصالح الدولة والسلطان . من هذه المسائل قضية صلاة الجمعة والعيدين . فالأحناف - حسب الطرسوسي - لا يجيزون الجمعة والعيدين إلّا بحضور السلطان أو نائبه أو إذنه . بينما يجيز الشافعية كلّ ذلك بدون السلطان أو إذنه « 3 » . وهذه القضية صحيحة في الأساس .\r\nفالأحناف يشترطون المصر ، والسلطان للجمعة والعيدين ؛ بينما لا يشترط الشافعية ذلك . لكنّ هذا كلّه يتّصل بالأفهام المختلفة في المذهبين لمعنى المدينة والمصر ، وعلاقة صلاة الجمعة والجماعة بالسلطان السياسي في القرنين الثاني والثالث للهجرة ؛ وليس المقصود بذلك معارضة السلاطين أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الماوردي : الأحكام السلطانية ؛ مصدر سابق ، ص 54 .\r\n( 2 ) المصدر السابق ، ص 55 .\r\n( 3 ) تحفة الترك ق 18 أ - 18 ب . وقارن برأي الحنفية وتعليلاته في مختصر الطحاوي ص 35 ، والمبسوط 2 / 25 ، وبدائع الصنائع ، نشرة مصر 1377 ه ، 2 / 664 .\r\nوانظر رأي الشافعية في الأمّ 1 / 192 ، ومنهاج الطالبين للنووي ، نشرة مصر 1325 ه ، ص 21 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالخروج على الدولة . فالقضية بينهم في الحقيقة هي قضية علاقة الشريعة بالسياسية ؛ وهي قضية سبق أن ألمحنا إليها « 1 » عند عرض تطور المذهب في عهدي الجيل الثاني والثالث من أجيال الحنفية . ومحمد بن إدريس الشافعي ( 150 - 204 ه ) مؤسّس المذهب عاش في حقبة سطوة الأحناف لحسن علاقاتهم بهارون الرشيد ، والمأمون ؛ وهي حقبة كان فيها الصراع على أشدّه بين أصحاب الحديث ، والسلطة السياسية . ولذا تنفصل الشريعة عن السياسة بشكل أوضح لدى الشافعية والحنابلة مقارنة باتجاه الحنفية .\r\nويمكن إيضاح ذلك بمثل الزكاة التي انفصلت في وقت مبكر عن مجال عمل الدولة في وعي المسلمين وتصرّفاتهم استنادا إلى الفصل بين « الأموال الظاهرة » ، والممتلكات الأخرى . فمن المعروف أنّ أبا بكر الصّدّيق ( 11 - 13 ه ) قاتل العرب بعد وفاة الرسول صلوات اللّه وسلامه عليه لفصلهم الصلاة عن الزكاة ؛ أي لإبائهم أداء الزكاة للسلطة الإسلامية بالمدينة المنورة . بيد أنّ عثمان بن عفّان الخليفة الراشديّ الثالث ( 23 - 35 ه ) أوكل إلى الناس أداء زكواتهم ؛ أي أنه اعتبر الزكاة فرضا فرديا مثل الصلاة الأفراد هم المولجون بأدائها بالطريقة والوقت الذي يختارون ، والتبعة عليهم أمام اللّه سبحانه وليس أمام السلطة السياسية . بيد أنّ السلطات بعد عثمان لم تقرّ دائما بذلك ، وكانت تصرّ على حقّها كخلافة عن النبوة في استيداء الزكاة من الأفراد عن الأموال الظاهرة على الأقلّ . والشافعية ممن يصرّون على شعائرية الزكاة ، أي على دخولها في مفهوم الدين والشريعة الشاملة ، فهي فرض ذو طبيعة شعائرية لا علاقة للسلطان السياسيّ به إلّا من حيث كونه واسطة إدارية لإيصال الحقّ إلى مستحقّه وعند الضرورة ، وليس في كلّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قارن بمقالتي بمجلة الاجتهاد ، العدد الثاني ، شتاء 1989 ، بعنوان : التدوين والفقه والدولة ، ص 99 - 107 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nالأحوال . والطرسوسيّ يلتقط هذا الفهم ليفسد ما بينهم وبين الدولة فيقول « 1 » : « إذا كان للرجل سوائم ( أي أموال ظاهرة ) وحال عليها الحول ، وأدّى صاحبها زكاتها - قال أبو حنيفة : للسلطان أن يأخذ زكاتها ثانية ، ويفرّقها للفقراء . وقال الشافعي : ليس للسلطان ذلك » . ويعلّق الطرسوسيّ :\r\n« وهو افتئات على السلطان أيضا فإنّ حقّ القبض في الأموال الظاهرة له لا إلى أصحاب الأموال » . بيد أنّ هذا الفصل الذي يجعل ما يعتبر شعائريا أو دينيا بحتا بمنأى عن مجال السيطرة السياسية ، ليس واضح الحدود في المسائل الأخرى غير الشعائرية . وكمثل على ذلك يحسن هنا إيراد قضية خلافية أوردها الطرسوسيّ في معرض جدله مع الشافعية بحسبانها دليلا أيضا على قرب الأحناف من الدولة ، وبعد الشافعية عنها ؛ وهي قضيّة الضرائب الخاصّة أو الطارئة . يقول الطرسوسي « 2 » : « إنّ السلطان إذا احتاج إلى تقوية الجيش يأخذ من أرباب الأموال ما يكفيه من غير رضاهم . . . » ؛ والشافعية لا يرون حلّ ذلك ولا ضرورته - بينما عرف المذهب الحنفيّ اجتهادات تجيز ذلك منذ القرن الخامس الهجري . يقول أبو جعفر البلخي الحنفي « 3 » : « ما يضرب السلطان على الرعية مصلحة لهم يصير دينا واجبا وحقا مستحقا . . . » . والمعروف عن فقيهين كبيرين من فقهاء الشافعيّة هما عز الدين ابن عبد السلام ، وابن دقيق العيد أنهما لم يجيزا للسلطانين سيف الدين قطز ، والناصر محمد بن قلاوون فرض ضرائب خاصة من أجل مجاهدة التتار « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تحفة الترك ق 18 أ . وانظر رأي الشافعية في النووي : منهاج الطالبين ، القاهرة 1325 ه ، ص 30 .\r\n( 2 ) تحفة الترك ق 19 ب .\r\n( 3 ) ابن قطلوبغا : تاج التراجم ص 85 .\r\n( 4 ) محمود رزق سليم : عصر سلاطين المماليك ، القاهرة 1947 ، 2 / 1 / 104 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nواختلاف المفهوم ، وليس الاختلاف مع الدولة هو الذي يوضّح مواقف الشافعيّة من قضايا الأرض المفتوحة ، وإحياء الموات ، والأرض الخراب - والتي اعتبرها الطرسوسي أدلّة على موقف سلبيّ من الدولة . يقول الطرسوسي « 1 » : « . . . إن السلطان إذا فتح بلدة من بلاد الكفّار فأراد أن يمنّ عليهم ويقرّهم على أملاكهم ، ويضع الجزية على رؤوسهم ، ولا يقسمها بين الأجناد - قال أبو حنيفة : له أن يفعل سواء رضي الجند أو لم يرضوا . وقال الشافعيّ : ليس له ذلك إلّا برضا الجند وعليه أن يقسمها بين الغانمين . . . » . يتجلّى الاختلاف المفهوميّ هنا في فهم كلّ من الشافعية والحنفية لقضية الجهاد والفتح . ذلك أنّ الأحناف يعتبرون « الحرب » قضية سياسية تقرّرها الزعامة السياسية للمسلمين ، وتخطّط لها ، وتتحمّل نتائجها ربحا وخسارة . بينما يرى أصحاب الحديث والشافعية ( والمالكية إلى حدّ ما ) أنّ « الجهاد » مسألة دينية تتعلّق بجماعة المسلمين ، وينبغي أن تظلّ في نطاق الجماعة باعتبارها واجبا دينيا لا يمكن أن يتعطّل أو يتوقّف إلّا إذا انتهى المسلمون أو ضعفوا ضعفا لا مردّ له . وما دام الأمر كذلك ، أي ما دام الجهاد مثل الصلاة والزكاة والحجّ ، فإنّ المترتّب عليه - ربحا أو خسارة - هو من مسؤوليات المقاتلين أنفسهم « 2 » . ورغم أنّ هذا وذاك لم يكن واضحا تماما في عصري الراشدين والأمويين ، فالظاهر أنّ وجهة نظر الحنفية هي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تحفة الترك ق 17 ب - ق 18 أ . ويضيف شاعرا بالانتصار : « وهذه مسألة رئيس ، والعمل فيها على مذهبنا » . وانظر رأي الشافعية في ذلك في الماوردي : الأحكام السلطانية ص 254 - 255 ، 302 - 303 . وقارن بأبي يوسف : الخراج ، نشرة إحسان عباس ، دار الشروق ببيروت ، 1985 ، ص 187 وما بعدها ، وسبط ابن الجوزي : الانتصار والترجيح ، نشر الكوثري ، القاهرة 1360 ه ، ص 17 ، والمبسوط 10 / 15 ، 37 .\r\n( 2 ) قارن بمقالتي السالفة الذكر بمجلة الاجتهاد ، العدد الثاني ، ص 99 - 107 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nالتي سادت إذ إنّ الأرض المفتوحة لم تقسّم في النهاية ؛ بل ضرب عليها الخراج ، كما ضربت الجزية على الرؤوس . وهكذا فإن الشافعيّ وأصحاب الحديث يعترفون للدولة بمجال مستقلّ ؛ لكنهم يمدون مفهوم الشريعة كما يمدّون مفهوم الجماعة بحيث لا يبقى للدولة أو للسلطة السياسية الكثير .\r\nفالجماعة عند الأحناف هي الجماعة السياسية أو « السواد الأعظم » ؛ بينما الجماعة عند أصحاب الحديث والشافعية هي « جماعة المسلمين » أو مجموعهم .\r\nوتبقى مسألتا الأرض الموات ، والأرض الخراب من مسائل الجدل السياسي بين الطرسوسي والشافعية . يقول الطرسوسي « 1 » : « . . . من أحيا مواتا - قال أبو حنيفة : إن أحياها بإذن الإمام ملكها . وقال الشافعيّ : يملكها ولا يحتاج إلى إذن الإمام . . . » . ويقول الطرسوسي « 2 » : « إنّ من له ( أرض خراجية ) عجز عن زراعتها وأداء خراجها - قال أبو حنيفة : للإمام أن ( يؤجرها ) من غيره ، ويأخذ من أجرتها الخراج سواء رضي صاحبها بذلك أو لم يرض . وقال الشافعيّ : ليس للإمام ذلك . . . » . وربما كان تبسيطا مخلّا هنا الاتّجاه للقول بأنّ الشافعية يقولون بالملكية الخاصّة ؛ بينما يعتبر الأحناف كلّ دار الإسلام أرضا أميرية . لكنّ الواضح أنّ فكرة الدولة ، وسلطان الدولة ؛ أوضح عند الحنفية بالمقارنة مع الشافعية والحنابلة . فما يهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تحفة الترك ق 18 أ . وانظر بدايات توجهات الحنفية في هذه المسألة في الخراج لأبي يوسف ص 179 - 181 ، وسبط ابن الجوزي : الانتصار والترجيح ، مصدر سابق ، ص 17 ، ونهايات التطور في الكاساني : بدائع الصنائع ، نشرة مصر 1377 ه ، 4 / 194 - 195 . أمّا الشافعية فقارن برأيهم في الأحكام السلطانية للماوردي ص 308 - 311 .\r\n( 2 ) تحفة الترك ق 17 ب .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالشافعية ليس الملكية الخاصة بل أنّ الأرض كلّها ملك لجماعة المسلمين تتولى تقسيمها وإحياءها حسبما ترتئي فئاتها . بينما يرى الأحناف أنّ المسلمين كيان سياسيّ أو جماعة سياسية لا تدبّر أمورهم الدولة فقط ؛ بل تتولّى أيضا صنع قراراهم كممثلة لهم .\r\n* * * ولا تمضي الأمور بالسهولة نفسها بالنسبة للطرسوسي في القضايا الفقهية التي لا تتعلّق بالسياسة بشكل مباشر . ففضلا عن أنّ الأحناف في قضايا الدولة والسلطان السياسي أقرب فعلا إلى فكرة « السلطة المطلقة » لكيان المسلمين السياسي من الشافعية ، فإنّ القضايا النظرية السياسية الكبرى لم تكن مشكلة حاضرة وحيوية بالنسبة للمماليك أواسط القرن الثامن الهجري . فمسألة الشرعية كانت قد حلّت لصالحهم منذ الثلث الأخير من القرن السابع الهجري . كما أنّ مسألة سيطرة الدولة المباشرة على الأرض كانت قد حسمت منذ سيطر نظام الإقطاع مع ظهور « الدولة السلطانية » في القرن الرابع الهجري « 1 » . ثم إنّ ولاء الشافعية للسلطة الإسلامية لم يكن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عن مسألة الأرض والإقطاع قارن بمقالة الفضل شلق ، بعنوان : الخراج والإقطاع والدولة ، في مجلة الاجتهاد ، م 1 ( 1988 ) ، ص 115 - 192 . أمّا عن حلول قضية الشرعية في السلطة المملوكية ؛ فقارن بدوروتيا كرافولسكي : مسالك الأبصار في ممالك الأمصار لابن فضل اللّه العمري ، دولة المماليك الأولى ، نشر المركز الإسلامي للبحوث ببيروت 1986 ، المقدمة ص 23 - 31 . ويبدو أنه كانت هناك مسائل تفصيلية متعلقة بالإقطاع يجري الحديث عنها مثل إجارة الإقطاع ، ومدته ؛ أمّا أصله وشرعيته فلم يكونا موضع تساؤل ؛ قارن بترجمة القاضي الحنفي ابن عبد الحق ( - 744 ه ) الذي كتب في هذه المسائل ؛ في : الطبقات السنية 1 / 245 ، وتاج التراجم ، ص 5 . وللفقيه الشافعي الكبير بدر الدين ابن جماعة ( - 733 ه ) المعاصر للطرسوسي ووالده فصل طويل في كتابه : « تحرير الأحكام في تدبير أهل -\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nموضع شكّ ، ولو كان الأمر كذلك لما أمكن للمماليك أن يسيطروا في ديار غالبية سكّانها من الشافعية . والطرسوسيّ الذي يتّهم الشافعية بالرياء والتظاهر بتأييد المماليك رغم أنّ مذهبهم مخالف لذلك ؛ يفعل الشيء نفسه عندما يتجاهل مواقف أبي حنيفة المعارضة للسلطان ليؤكد على مواقف آخرين في المذهب تبدو بشوشة مع السلطان . فالانتقائية التي يتّهم بها الشافعية تنطبق عليه مثلما تنطبق عليهم . بيد أنّ المغالطة الكبيرة التي تعمّدها الطرسوسي من أجل الرفع من شأن الأحناف ، والحطّ على الشافعية أمام المماليك ، لا ينبغي أن تلفت نظرنا عن المقياس الدقيق الذي يتخلّل المسائل كلّها لدى الشافعية كما لدى الأحناف . فليس الأحناف مع الدولة ، كما أنّ الشافعية ليسوا ضدّها - أو أنّ هذا ليس هو المقياس الذي تقاس به مسائل الخلاف بينهما . ولكي نتوصّل لتحديد أدقّ لما نسميه مقياسا علينا أن نقدّم بملاحظة مؤدّاها أنّ المدارس الفقهية الإسلامية هي اتجاهات عامّة ، وليست مدارس متراصّة كما قد يفهم من المصطلح . فالخلافات في الآراء داخل المدرسة الحنفية كبيرة ، وكذا داخل المدرسة الشافعية . لكنها أكبر داخل المذهب الحنفيّ بسبب التغيّر الراديكالي في موقع المذهب من الدولة بين الشيخ المؤسّس ، والصاحبين ( أبي يوسف والشيباني ) ، وبسبب تنوّع البيئات التي استمرّ فيها المذهب ، وحقّق فيها نهضته الثانية ؛ بين بغداد وأواسط آسية . إنّ هذا التنوّع الذي نجمت عنه اختلافات كبيرة في الآراء كان يمكن أن يتهدّد وحدة سائر المذاهب لولا استمرار النقاشات داخل كلّ مذهب من أجل التوصّل لقواسم مشتركة كبرى تعطي حقّ\r\n\r\n\r\n","description":"","footnote":"\r\nالإسلام » ص ص 107 - 127 عن الإقطاع والجند . والمعروف أنّ الماوردي ( - 450 ه ) الشافعي كان بين أوائل الذين كتبوا في الإقطاع ، وقالوا بمشروعيته في :\r\nالأحكام السلطانية .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالاختلاف دون الخروج على القواعد الأصولية للمذهب . وهكذا ظهرت مصطلحات « ما عليه العمل في المذهب » ، و « المختار في المذهب » ، و « الراجح في المذهب » ، و « القول الظاهر في المذهب » . وقد صار هذا هو المقياس السائد داخل كلّ مذهب منذ القرن الخامس الهجريّ .\r\nوالمقياس هذا هو الذي يحتكم إليه الطرسوسي ، ويبدو أنّ خصومه من الشافعيّة يحتكمون داخل مذهبهم إلى المقياس نفسه . لذا فبوسع الطرسوسي أن يتجاهل رأي شيخ المذهب أبي حنيفة لأنّ « المختار في المذهب » على غيره . ويبدو أنّ « المختار في المذهب » أو « ما عليه العمل » كان يظهر عبر ممارسات القضاة الكبار ، وكبار المفتين والفقهاء في كلّ مدرسة « 1 » . لكنّ « المختار » هذا الذي أفاد منه الطرسوسي في الجدل في القضايا السياسية قيّد حركته في القضايا الأخرى التي سنتعرّض لها بالحديث .\r\nإنّ المصادر التاريخية ، الفقهية لتلك الحقبة تشير إلى أنّ القضايا الرئيسة التي كانت تهمّ السلطة المملوكية ، والمجتمع في الوقت نفسه ؛ لم تكن سياسية بل كانت مالية الطابع . وقد اضطرّ الطرسوسي لاتّخاذ مواقف منها تلتزم بما عليه العمل في المذهب ، أو بالمختار فيه ؛ ومن هنا فإنّ طريقه هنا لم يكن بالسهولة التي كان عليها في آرائه السياسية . ويوضّح هذا ما سبق أن قلته من أنّ التناقض بين الأحناف والشافعية ليس مقياسه الموقف من الدولة ؛ بل مقياسه الممارسات السائدة في كلّ مذهب من شتى القضايا في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يتحدث الطرسوسي عن هذا « المقياس » بإيجاز في تحفة الترك ق 21 ب . وقارن عنه عند الأحناف المتأخرين معين الحكام للطرابلسي ، نشرة الحلبي بمصر ، بدون تاريخ ، ص 27 ، وموجبات الأحكام وواقعات الأيام لابن قطلوبغا ، تحقيق سعود المعيني ، بغداد 1983 ، ص 194 - 195 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالعصر المملوكي . والقضايا المهمة التي كان يجري حولها الجدل والخلاف بين المذهبين ، والتي كانت تهمّ المجتمع كما تهم الدولة يمكن تركيزها في أربع مسائل :\r\n1 - هل من حقّ الدولة أن تأخذ زكاة من أموال الأيتام الصغار ؟ أي هل في أموال الأيتام زكاة ؟\r\n2 - هل من حقّ « ذوي الأرحام » أن يرثوا ؟\r\n3 - هل من حقّ الدولة أن تتدخّل في شؤون الوقفين الخيري والأهلي ؟\r\n4 - هل يجوز تزويج الصغار ؟ ومن له حقّ العقد في هذه الحالة ؟\r\nأمّا في المسألة الأولى ؛ فإنّ الشافعية يذهبون إلى وجوب الزكاة في أموال الصغار . وأمّا الأحناف فقد كان العمل في مذهبهم - منذ أيام أبي حنيفة - أنه لا زكاة في أموال الأيتام . يقول محمد بن نصر المروزي ( - 294 ه ) « 1 » : « قال مالك وأهل المدينة وأحمد والشافعي وإسحاق وأبو عبيد وأبو ثور : الزكاة واجبة في مال اليتيم ، وعلى الوصيّ أن يزكّي ماله كلّ عام . وقال أصحاب الرأي : لا زكاة في مال اليتيم إلّا مما أخرجت أرضه خاصة . . . » . ويظهر الطرسوسي الحرص على اليتيم فيتناسى « مصالح السلطان » التي دافع عنها بشدة قبل ذلك ليقول « 2 » : « لا يحلّ للسلطان أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محمد بن نصر المروزي : اختلاف العلماء ، حقّقه وعلّق عليه صبحي السامرائي ، نشرة عالم الكتب ، بيروت 1985 ، ص 110 .\r\n( 2 ) تحفة الترك ق 22 أ - 22 ب . ويعود الطرسوسي للموضوع في كتابه : أنفع الوسائل ، طبعة مصر 1926 ، ص 4 - 9 ؛ وكتابه الآخر الإعلام ( نشرة  E . Guellil  ) ص 295 .\r\nوقارن بسبط ابن الجوزي : إيثار الإنصاف ص 72 - 74 ، والزمخشري : رؤوس المسائل ، تحقيق عبد اللّه نذير أحمد ، بيروت 1987 ، ص 208 . وقارن برأي -\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nيجعل . . أمر الأيتام إلى القاضي الشافعيّ . . . فإنّ القاضي الحنفيّ لا يرى على الأيتام زكاة ، ويرى الشافعيّ ذلك . فكان العمل في أموال الأيتام على المذهب الحنفي أوفق لهم ، وأكثر حفظا لأموالهم » . وواضح أنّ المصلحة في أداء الزكاة من أموال الأيتام هي للسلطان ، وأولياء اليتيم . ولذلك ولّى السلطان أمر أموال الأيتام إلى قاضي القضاة الشافعي لقول الشافعية بالزكاة في أموال الأيتام . ولم يستطع الطرسوسي مجاملة المماليك في هذه المسألة لمخالفتها لما عليه العمل في مذهبه فنصّب نفسه مدافعا عن الأيتام وأموالهم ، وحاول إقناع السلطان أن ينزع صلاحية الإشراف على أموال الأيتام من الشافعية رغم علمه أنّ السلطان مستفيد من ذلك .\r\nوأمّا ذوو الأرحام ؛ وهم الأقرباء غير المباشرين ؛ فإنّ الشافعية لا يرون توريثهم ؛ بينما يرى الأحناف ذلك . ويعني هذا أنه في حالة عدم وجود أقرباء مباشرين للمتوفى ( أصول أو فروع ) ؛ فإنّ التركة تذهب لذوي الأرحام أو أكثرها عند الأحناف ؛ بينما تذهب للدولة عند الشافعية . ولذا فقد اصطنع السلطان المملوكي الناصر محمد ديوانا للأموال الحشرية ، وولّاه القاضي الشافعيّ « 1 » . وتثبت وثائق المحكمة الشرعية بالقدس أنّ الناس كانوا يخافون\r\n\r\n\r\n","description":"","footnote":"\r\nالشافعية في الأم 2 / 28 ، والنووي : المجموع شرح المهذب ، نشر مصر 1367 ه ، 5 / 296 - 297 .\r\n( 1 ) قارن رأي قدامي الأحناف في توريث ذوي الأرحام بالسرخسي في المبسوط ، مصوّرة دار المعرفة ببيروت عن الطبعة المصرية القديمة ، بدون تاريخ ، 30 / ص 2 وما بعدها . أمّا عن « ديوان الأموال الحشرية » ؛ فقارن بتاج الدين السبكي : طبقات الشافعية الكبرى ، تحقيق الحلو والطناحي ، القاهرة 1965 وما بعدها ، 1 / 134 ، وابن حجر : رفع الإصر عن قضاة مصر ، تحقيق حامد عبد المجيد ، القاهرة 1961 ، 2 / 381 ؛  Escovitz , officep . 24  ، وهدى لطفي : القدس المملوكية ( بالإنجليزية ) ( برلين 1985 ) ص 18 - 27 . ويبدو أنّ قضية توريث ذوي الأرحام -\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nخوفا شديدا من اعتداء الدولة على تركاتهم ؛ فكانوا يعمدون وهم على فراش الموت إلى كتابة إقرارات أو تقريرات بما يملكونه ، وأنصبة الورثة فيها لكي يحولوا دون الاعتداء عليها . لكنّ ذلك كان مرهونا بإقرار القاضي لهذه التقريرات ، وتسجيلها لدى المحكمة « 1 » . في هذه المسألة أيضا كان الشافعية إذن مع الدولة ؛ بينما كان الأحناف ضدّها . وقد أرغم الطرسوسيّ على الإقرار بذلك ؛ لكنه سوّغ موقف مدرسته بمصلحة الناس ، وذكر أنّ الفقيه الشافعيّ الكبير تقي الدين السبكي ( - 756 ه ) يوافقه في الرأي رغم مخالفة ذلك لما عليه العمل عند الشافعية « 2 » : « أمّا قول العوامّ - وهو المستقرّ في أذهان الترك - ( أنّ ) مذهب الشافعيّ ( أوفق ) لبيت المال في هذه الأزمنة . . . » فهو غير صحيح : « وإنما ( مذهب الشافعي اليوم ) كمذهب أبي حنيفة . وسمعته من شيخ الشافعية قاضي القضاة تقي الدين السبكي حين سألته عن ذلك . . . قال : لا فرق بين مذهبنا ومذهبكم في توريث ذوي الأرحام وتقديمهم على بيت المال ؛ فإنّ بيت المال في هذا الزمان قد فسد . . . » !\r\nويبدو أنّ القضية الثالثة ؛ وهي قضية تزويج الصغار ؛ كانت بالغة الأهمية أيام المماليك . فقد كان الأولياء يعمدون إلى تزويج الصغير من الصغيرة عندما تكون الأخيرة وارثة غنية . ويفيد من ذلك الأولياء ، ودواوين الدولة .\r\n\r\n\r\n","description":"","footnote":"\r\nكانت موضع أخذ وردّ منذ القديم . ففي بعض كتب التاريخ أنّ المعتضد العباسي ( 279 - 289 ه ) أمر عام 286 ه بردّ المواريث على ذوي الأرحام . قارن بإحسان عباس : شذرات من كتب مفقودة ، ص 421 .\r\n( 1 )\r\n D . P . Little , The Significance of the Haram Doucments ; in History and His - toriography of the Mamluks , Variorum Reprints 1986 , 201 - 207 , Escovitz , office 24 - 25 . \r\n( 2 ) تحفة الترك ق 18 ب - 19 أ .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nويذكر الطرسوسي قصصا مخجلة عن زملائه من القضاة الحنابلة في هذا الشأن « 1 » . لكنه لا يستطيع أن ينكر أنّ رفاقه من القضاة الأحناف يجيزون لأنفسهم الشيء نفسه « 2 » . لذلك يقترح « حيلة شرعية » على طريقة الأحناف في القضايا المشكلة . فهو يرى أن يلتزم القاضي الحنفي بمنشور تقليده ؛ فلا يزوّج الصغار إن لم يعط الحقّ نصا في تقليده . وهذا باعترافه ليس حلا لكنه خير من ترك الأمور بغير قيود « 3 » .\r\nوإذا كان رجالات المذاهب قد اتفقوا - سلبا - على جواز تزويج الصغار ، فإنهم اتفقوا إيجابا على حفظ الأوقاف ، والحيلولة دون سيطرة الدولة عليها . فقد كانت الأوقاف شديدة الأهمية بالنسبة للمجتمع وبخاصة الوقف الأهلي الذي كان الواقفون يرمون من ورائه إلى حفظ تركاتهم في ورثتهم . أمّا الوقف الخيري فقد كانت له وظائف اجتماعية متشعّبة تهمّ فئات متعددة من الناس . لكنّ الفقهاء بالذات كانوا معنيين بهذا الوقف بشكل خاصّ . فقد كانت المدارس والمساجد والسّبل تموّل منه . كما أنّ مرتبات الأساتذة ، ومخصصات الطلبة كانت تدفع منه . ومعروف أنّ القضاة جميعا تقريبا كانوا يدرّسون في المدارس الموقوفة ، أو يتولّون رعاية أوقافها ، ويتقاضون مرتبات ومخصّصات مقابل هذا وذاك . أمّا الدولة ، فإنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تحفة الترك ق 21 ب ، 24 أ ، 24 ب .\r\n( 2 ) وكان على ذلك العمل في المذهب أيام الطرسوسي ؛ قارن بسراج الدين الغزنوي :\r\nالغرة المنيفة ، نشر محمد زاهد الكوثري ، القاهرة 1950 ، ص 133 - 134 .\r\nوكان الشافعية لا يجيزون تزويج « اليتيمة » الصغيرة .\r\n( 3 ) يمضي الطرسوسي أبعد من ذلك قليلا في الإعلام ، نشرة  Guellil  ، 1985 ، ص 268 فيرى فساد زواج الصغيرة وإن أجاز ذلك السلطان لاحقا ما دام النص على حقّ القاضي في ذلك لم يكون موجودا في منشور تقليده عند إجراء العقد . وقارن بالفتاوى الطرسوسية ، ص 24 - 25 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nالأوقاف ، والوقف الأهلي بالذات ، كانت تزعجها كلّ الإزعاج . فقد كانت الأوقاف معفاة من كلّ أنواع الضرائب والرسوم ، وغير خاضعة لديوان المواريث الحشرية . ثم إنها كانت تحرم الدولة من إمكان تحويلها إلى إقطاعات لموظفيها وعسكرها « 1 » . وقد حاولت الدولة المملوكية منذ أيام السلطان الناصر استصفاء الأوقاف بشتى الوسائل والطرق . فكثيرا ما كان السلطان بمعاونة قاضي القضاة الشافعي يعلن أنّ وثيقة الوقف غير شرعية لصيغتها الخاطئة ، أو لأنّ الواقف موظّف كبير وصل إلى ما أوقفه بطرق غير شرعية ، أو لأنّ الموقوف عليهم توفّوا ، أو لأنّ الوقف خرب ، أو لأنّه لا بدّ أن يستبدل « 2 » .\r\nوالطرسوسيّ مع الوقف كما هو عليه العمل في مذهبه . لكنّ موقفه ضعيف بسبب موقف أبي حنيفة المعارض للوقف . وهو يناقض نفسه عندما يهاجم المالكية والحنابلة لقلّة اهتمامهم بأمور الأوقاف والدفاع عنها ؛ في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يدرس الطرسوسي سائر مسائل الوقف في العصر المملوكي بالتفصيل في فتاويه المعروفة بأنفع الوسائل ص 66 - 230 . وانظر تفصيلات عن الوظائف الدينية والاجتماعية للوقف في محمد محمد أمين : الأوقاف والحياة الاجتماعية في مصر 648 - 923 ه دراسة تاريخية وثائقية ، دار النهضة العربية بالقاهرة 1980 .\r\n( 2 ) يعالج الطرسوسي قضايا الحيل السلطانية هذه في أنفع الوسائل كما سبق أن ذكرت في الملاحظة السابقة ؛ وفي الإعلام ، مصدر سابق ، ص 294 ، 321 - 326 لكن كانت هناك أيضا التعللات السياسية بالحاجة إلى المال لجهاد الأعداء في عهود الظاهر بيبرس ، والسلطان الناصر محمد بن قلاوون ، والسلطان برسباي ، والسلطان قايتباي ، قارن بدراسة محمد محمد أمين السالفة الذكر : الأوقاف والحياة الاجتماعية ص 326 - 329 . لكنّ محاولة السلطان برقوق الشاملة لم تكن ذات أسباب سياسية بل أراد الحصول على المال من جهة ، وإغراء الأمراء المماليك بالموافقة على ذلك بالقول إنه سيوزّعها عليهم في شكل إقطاعات ؛ قارن بالمقريزي : السلوك ، تحقيق سعيد عاشور ، القاهرة 1970 ، 3 / 1 / 345 - 347 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالوقت الذي يحاول فيه في كتابه الآخر « أنفع الوسائل » أن يؤوّل رأي أبي حنيفة بشأن الوقف . وهو لم يستطع النيل من الشافعية في هذه المسألة لوضوح موقفهم مع الأوقاف ، لكنّ ذلك لم يمنعه من الهجوم عليهم لولايتهم أمور أوقاف الجامع الأموي الضخمة ، التي يرى أنّ الأحناف هم الأصلح لتولّيها « 1 » . وقد صمدت الأوقاف لإجماع الفقهاء حولها من جهة ، واهتمام المجتمع بها من جهة ثانية ؛ ثم لأنّ « أرباب السيوف » أنفسهم لم يكونوا متفقين فيما بينهم بشأنها . فقد كان كثير منهم يوقفون لجهات البرّ ، كما كانوا يوقفون على ورثتهم خشية أن يتعرض لتركاتهم السلطان إذا توفّوا أو أبعدوا لسبب من الأسباب « 2 » .\r\n* * * اضطرّ الطرسوسي في « مسائل الفقه العام » إذن للاعتراف بأنّ « المختار في المذهب » لا يتوافق ومصلحة السلطان أحيانا . لكنه ظلّ مصرّا على رأيه في أنّ المذهب الحنفيّ هو الأبقى للدولة والسلطان . وعندما حاول طرح مقترحات إصلاحية تفصيلية كشف عن اختلافات أخرى مع السلطة تتعدّى عدم إفراد المذهب الحنفي بالسيطرة . وهو في ذلك يتفق مع كتّاب الإصلاح في العصر المملوكي مثل ابن فضل اللّه العمري ( - 749 ه ) والسبكي ( - 772 ه ) والمقريزي ( - 845 ه ) فقد لاحظ هؤلاء جميعا أمائر تراجع وانحسار في السياسة والإدارة نجم عن استرخاء أجهزة السيطرة العسكرية بعد زوال التحديات الخارجية ، واتّجاه النخبة العسكرية للاستيلاء على الجهاز المدني بالدولة ( - أرباب الأقلام ) ، واستغلال المجتمع . رأى الطرسوسيّ أنّ علّة العلل في الأدواء التي أصابت الدولة بعد موت السلطان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تحفة الترك ق 29 ب ، 31 أ .\r\n( 2 ) حياة ناصر الحجي : السلطان الناصر محمد بن قلاوون ونظام الوقف في عهده ( مكتبة الفلاح ، 1983 ) ص 50 - 51 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nالناصر ( - 741 ه ) اتّجاهها لاتّخاذ « السياسة » مقياسا بدلا من الشريعة « 1 » .\r\nأي أنّ السلطة فقدت تدريجيا روح الدعوة والجهاد والحشد لتصغي لاعتبارات السياسة العملية . وحده القضاء العامل بالشريعة ، والمطبّق لها بقي بمنأى عن اعتبارات السياسة والمصلحة القريبة ، وبذلك بقي بمنأى عن الفساد العامّ . لذلك كان اقتراحه العامّ للإصلاح مدّ صلاحيات القضاء بحيث يسيطر على أجهزة الدولة ، بدلا من سيطرة العسكريين عليها .\r\nوالقضاء المقصود طبعا هو القضاء الحنفي . ثم مضى إلى شيء من التفصيل فتعرّض بالنقد لقضاء المظالم الذي كان القصد منه إيصال الحقّ إلى مستحقّه بأنفذ الطرق وأسرعها . لكنّ انصراف السلطان عنه ، ووضعه في يد الحاجب وكاتب السرّ ؛ جعل اعتبارات « السياسة » تسيطر عليه « 2 » . وحلّ الطرسوسيّ تضييق نطاقه بقدر الإمكان ، والعودة لإشراك قضاة القضاة في مجلسه ، وأن يتمّ ذلك في دار العدل ، وليس وراء الحجب وفي الدواوين حيث الصفقات والمساومات . أمّا الوزارة فقد انحطّ شأنها نتيجة لإضعاف مهامّها أو إلغائها كليا أيّام السلطان الناصر « 3 » . والطرسوسيّ يرى إعادة صلاحياتها إليها باعتبارها ممثلة للأهالي ، ولنخب المجتمع المدني ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تحفة الترك ق 25 أ ، 27 ب . ويؤكّد المقريزيّ على مثل هذا التناقض بين الشريعة والسياسة ؛ انظر الخطط 2 / 207 . وما بعدها . وقارن :\r\n Nielsen , Secular Justice in an Islamic State , 1985 , 31 - 33 . \r\nوقارن بمقالة لي بعنوان : « قضاء المظالم وعلاقة الشريعة بالدولة في الإسلام الوسيط » ؛ بمجلة دراسات بالجامعة الأردنيّة ، عمان ، م 14 / 1987 / ص ص 26 - 51 .\r\n( 2 ) تحفة الترك ق 23 ب - 24 أ .\r\n( 3 ) تولّى بعض القضاة الوزارة لكن بعد أن فقدت أكثر صلاحياتها . وانظر عن منصب الوزارة في عصر المماليك ، وتراجعه منذ أيام الناصر ؛ المقريزي : الخطط 2 / 223 ، والقلقشندي : صبح الأعشى 4 / 28 - 29 ، والعمري : مسالك الأبصار ، نشرة دوروتيا كرافولسكي ، بيروت 1986 ، ص 55 - 59 ، 119 - 120 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوتولية أناس فيها من أهل العلم والفقه لكي يستطيعوا النهوض بأعبائها عن علم « 1 » . أمّا المحتسب الذي اتّسعت مهامّه أو ضاقت عبر العصور تبعا لقوة السلطة السياسية أو ضعفها ؛ فإنّ الطرسوسي يرى إنهاءه ، والعهد بمهامّه إلى القاضي الذي يستطيع عن طريق موظفيه تأدية تلك المهامّ على الوجه الأكمل دونما فساد أو إفساد كما صار شأن المحتسبين بعد الملك الناصر « 2 » .\r\nوالمنصب الثاني الذي يرى الطرسوسيّ إلغاءه هو « صاحب دار الضرب » ؛ فقد فسد المنصب وصاحبه ، ولا حاجة إليه ما دام القاضي كان يتولّاه أيّام نور الدين محمود ، ويستطيع أن يعود لذلك « 3 » .\r\n* * * رأى الطرسوسي أنّ المذهبين المالكي والحنبليّ انحطا في عصره بمصر والشام بحيث لم يعودا خصمين حقيقين للأحناف . بل إنّ الاستغناء عنهما هو الأفيد للدولة والناس « 4 » . أمّا الشافعية فما يزالون مزدهرين ؛ لكنّ وجودهم في غير مصلحة الدولة والمجتمع . وكان الصراع بين المذاهب الفقهية منذ القرن الخامس الهجري يتمّ على هذه المسألة الفقهية أو تلك ، أو للحصول على هذا المنصب أو ذاك ، أمّا الطرسوسيّ فيريد إزالة الشافعيّة من الدولة كليا ليصبح المذهب الحنفيّ قانون الدولة أو مذهبها الرسميّ .\r\nوالفكرة بحدّ ذاتها جديدة « 5 » ، وتتجاوز اختلافات الفقهاء ومما حكاتهم ؛ بل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تحفة الترك ق 24 ب . ويرى الطرسوسي أنه إن لم يكن الوزير فقيها فينبغي أن لا يلي شيئا من أمور الأوقاف حتى « لا تضيع » ، إذ كان بعض الوزراء يتولون منصب « ناظر الوقف » .\r\n( 2 ) تحفة الترك ق 26 ب .\r\n( 3 ) تحفة الترك ق 27 أ .\r\n( 4 ) تحفة الترك ق 23 ب - 24 أ .\r\n( 5 ) يذكر  Madelung , Trends 36 - 39  أنّ بعض الأحناف قالوا بذلك أيام السلاجقة .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nإنها تعرض مفهوما جديدا للشريعة في مواجهة السياسة : الشريعة التي بتطبيقها ( حسب الاجتهاد الحنفي ) تتحقق الدولة المزدهرة الإسلامية . فإذا كان الصراع المذهبيّ قبل الطرسوسي على الفهم الأصحّ للشريعة ؛ فإنّ مؤلّف « تحفة الترك » يقول : إنّ المذهب الحنفيّ هو الفهم الوحيد الصحيح للشريعة ، وهو المذهب الوحيد الذي يمكن أن تتأسّس عليه دولة إسلامية زاهرة . ولا شكّ أنّ هذا الفهم للمسألة يتنافى ورؤية المماليك لأنفسهم ودورهم في دار الإسلام إبّان تأسيس سلطتهم على الأقلّ . لكنّ ما فشل فيه الأحناف أيام المماليك ؛ نجحوا فيه فيما بعد أيام العثمانيين عندما صاروا مذهب الدولة الرسمي . يقول ابن إياس « 1 » : « وفي أواخر هذا الشهر ( جمادى الآخرة سنة 928 ه ) حضر ألاق من إسطنبول من البحر الملح إلى الإسكندرية ثم قدم إلى مصر ؛ وطلع إلى ملك الأمراء وعلى يده مرسوم من عند السلطان سليمان بن عثمان ؛ فكان من مضمونه أنّ الواصل إلى الديار المصرية قاضي العسكر الذي يسمّى سيدي جلبي ؛ وهو أعظم قضاة السلطان سليمان وأكبرهم ، وأنّ السلطان سليمان رسم بإبطال القضاة الأربعة الذين بمصر ؛ ويصير قاضي العسكر الواصل يتصرّف في الأحكام الشرعية عن المذاهب الأربعة ، وأنّ سائر النواب الذين بمصر والشهود تبطل قاطبة ؛ ويقتصر الأمر على أربعة نواب من كلّ مذهب نائب لا غير ، وكلّ نائب يقتصر على اثنين من الشهود لا غير . وأنّ النواب الأربعة يكونون في المدرسة الصالحية دائما . وأن لا يعقد عقدا ، ولا يوقف وقفا ولا تكتب وصية ، ولا عتق ، ولا تكتب إجارة ولا حجّة ولا غير ذلك من الأمور الشرعية حتى تعرض على قاضي العسكر . . . فلمّا وقف ملك الأمراء على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ابن إياس : بدائع الزهور في وقائع الدهور ، تحقيق محمد مصطفى ، القاهرة 1961 ، 5 / 453 - 454 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nمرسوم السلطان سليمان أرسل يقول للقضاة الأربعة : إصرفوا الرسل من أبوابكم والنواب قاطبة ، والوكلاء ، ولا تتحدّثوا في الأحكام الشرعية قاطبة ؛ حسبما رسم السلطان سليمان . . . » .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n VI \r\nيورد الطرسوسي خلال فصول كتابه معلومات مفيدة عن التنظيم الإداري للدولة المملوكية كما استقرّ عليه إبّان سلطنة الناصر محمد بن قلاوون ( 693 - 741 ه ) . وقد أشرت لذلك في حواشي التحقيق . كما أنّ الكتاب يتضمّن عروضا شيّقة عن علاقات الفقهاء فيما بينهم داخل المذهب الواحد ، وبين المذاهب المختلفة ؛ وبينهم وبين الدولة المملوكية . لكنّ رؤيته في هذا الجانب شديدة الذاتية كما أشرنا لذلك في بعض المواطن فيما سبق . ويبدو من عروضه أنّه - خلال تجربته الطويلة في القضاء - اعتاد على تقبّل المالكية ؛ الذين كانوا قليلين جدا بدمشق والشام عموما . بينما كان منزعجا من النهوض الحنبلي الذي بدأ في القرن السادس بدمشق ، وكان ما يزال مستمرا ، والأكثر إزعاجا بالنسبة له من بين شخصيات الحنابلة المعاصرة شخصية ابن تيمية ( 661 - 728 ه ) ؛ بينما كان يطمئنّ إلى المرداوي الحنبلي . ومع ذلك فإنه ما كان يعتبر المالكية والحنابلة منافسين حقيقيين . بل المنافسون الحقيقيّون هم الشافعية . ولم تقتصر منافستهم للحنفية على مجال القضاء ؛ بل تعدّى الأمر ذلك إلى سائر مجالات الحياة العلمية والمادية . فقد كانت مدارسهم مزدهرة ، كما كانت أوقافهم غنية .\r\nوزاد الطين بلّة استيلاؤهم بموافقة السلطان ، ونائب السلطان بالشام تنكز ( 712 - 740 ه ) على الخطابة وولاية أوقاف الجامع الأموي الضخمة ،\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nوقضاء العسكر . ولم يستطع الطرسوسي اتهامهم مباشرة بعدم الحرص على الأوقاف كما فعل بالنسبة للحنابلة ؛ لذا فقد حاول ذلك مواربة عن طريق تقديم مشروع لإصلاح شؤون أوقاف الجامع الأموي التي يبدو أنها كانت تعاني من فوضى ضاربة « 1 » . وليس بالمستطاع معرفة مدى الأصالة التي في رسالته عن أوقاف الجامع ، والتي سمّاها : « النور اللامع » لقلّة ما نعرفه عن مسألة أوقاف الجامع الأموي بشكل عامّ . أمّا مقترحاته المالية الأخرى كأبواب بيت المال ، ومصارفها ؛ فنحن متأكّدون من قلّة أصالته فيها . إذ إنّ الشافعية يملكون تراثا ضخما في قضايا بيت المال ، في كتبهم الفقهية ، وفي كتب « الأحكام السلطانية » . وهناك شافعيّ كبير معاصر له هو بدر الدين ابن جماعة ( - 733 ه ) تابع التقليد القديم عند الشافعية فكتب في الأحكام السلطانية كتابا اشتهر في حياته هو : « تحرير الأحكام في تدبير أهل الإسلام » « 2 » ؛ ضمّنه فصولا مستفيضة في جهات بيت المال ومصارفه « 3 » .\r\nوالملحوظ أنّ الطرسوسي الذي هاجم ابن جماعة في « تحفة الترك » « 4 » أفاد كثيرا من كتابه : تحرير الأحكام ؛ دون أن يستطيع بلوغ مبلغه في الترتيب والتنظير على حدّ سواء . ذلك أنّ النزعة العملية تغلب على الطرسوسي في كلّ ما كتبه في « التحفة » وفي الكتب والفتاوى الأخرى . وليس للأحناف تراث معروف في مسائل « الأحكام السلطانية » ، و « السياسة الشرعية » بخلاف الشافعية والحنابلة والمالكية . فربما كان التأسيس لهذا النوع من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تحفة الترك ، ق 29 ب - 31 ب . وقارن بصلاح الدين المنجد : مسجد دمشق : ذكر شيء مما استقرّ عليه المسجد إلى سنة 730 ه . دمشق 1948 .\r\n( 2 ) رجعت هنا إلى نشرة فؤاد عبد المنعم أحمد لتحرير الأحكام ، الدوحة 1988 . وكان المستشرق كلوبفر قد نشر الكتاب في الثلاثينات في مجلة  Islamica  على حلقات .\r\n( 3 ) تحرير الأحكام ، ص ص 97 - 121 ، 148 - 151 .\r\n( 4 ) تحفة الترك ، ق 33 أ .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالتأليف لدى الحنفية من بين أهداف الطرسوسي في كتابه ؛ وإن تكن النزعة الجدلية قد أبعدته عن ذلك الهدف بعض الشيء .\r\nوكما أفاد الطرسوسي من كتب « الأحكام السلطانية » الشافعية في تركيب كتابه ؛ فقد أفاد من كتب الجدل الحنفي مع الشافعية فيما أخذه عليهم من مسائل . فقد تنبّهت متأخّرا بعض الشيء إلى أنه يكاد يعتمد اعتمادا كاملا في جدله مع الشافعية على كتب سبط ابن الجوزي ( - 654 ه ) في ذلك « 1 » . أمّا في الفصول الأربعة الأخيرة من الكتاب فإنه يعتمد على كتب الأحناف التقليدية المعروفة من مثل السير الكبير لمحمد بن الحسن الشيباني ، ومختصر الطحاوي ، ومختصر القدوري ، والهداية للمرغيناني ، وبدائع الصنائع للكاساني . وقد وثّقت ذلك في حواشي تلك الفصول . وهو لا يقدّم جديدا كثيرا في الفصول الأخيرة تلك ؛ فيما عدا الفصل الخاصّ بالبغاة والخوارج على السلطان . إذ في هذا الفصل يستخدم النقل كثيرا للوصول إلى تعريف دقيق لمفهوم البغي ، وجماعات البغاة .\r\nورغم أنه لا يخرج على القدماء من الأحناف في ذلك ؛ فإنّ المقارنات الدقيقة التي أجراها بين أقوال علماء المذهب ، أدّت إلى جديد نسبيّ في مفهوم المعارضة والنظرة إليها .\r\nولا نعرف من مخطوطات كتاب الطرسوسي غير اثنتين ؛ هما اللتان ذكرناهما في بدايات التقديم . وقد رجعت في التحقيق إلى واحدة منهما كما سبق أن ذكرت أيضا . لكن يبدو أنّ كتب الطرسوسي ؛ ومن بينها « تحفة الترك » كانت معروفة متوارثة بين قضاة الأحناف . يدلّ على ذلك نقول مطوّلة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قارن عن كتب سبط ابن الجوزي ما سبق ، ص 23 - 24 ، حاشية رقم 1 . وانظر حواشيّ على الفصل الأول .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nعن « تحفة الترك » بالذات في كتاب رفاعة رافع الطهطاوي ( 1801 - 1873 م ) : « كتاب مناهج الألباب المصرية في مباهج الآداب العصرية » « 1 » . ففي فصله عن « القضاء » بمصر ؛ يقول « 2 » : « وكان منصب القضاء في ذلك العهد وما قبله يتعدّد بمصر بتعدّد المذاهب الأربعة . حتى منصب قضاء العسكرية فكان تارة يضاف إلى القاضي الحنفي ، وتارة يضاف إلى القاضي الشافعي ، وتارة ينفرد به قاض حنفي . وما ذاك إلّا لأنّ قاضي العسكر إنما ينتفع به في الجهاد ، ووقت خروج العسكر ؛ وتقع وصايا من الأمراء وشهادات بينهم . ولا يوجد في العسكر الجالسين في المراكز أحد ؛ ويحتاج إلى إثبات ذلك عند القاضي الشافعي فلا يسمع شهادة العسكر فيتعطّل إثبات ذلك فتبطل وصاياهم وشهاداتهم . فلهذا السبب ولّى الملك الظاهر بيبرس القاضي الحنفيّ لما اتّفق له في الجهاد مثل ذلك ؛ وامتنع القاضي الشافعيّ في ذلك الوقت من سماع شهاداتهم . ثم بتداول الأيام ، ودخول أكثر الممالك الإسلامية في قبضة الدولة العثمانية ، المقلّد جمهور حكّامهم لأبي حنيفة النعمان - انتهى الأمر أن صار حصر القضاء على مذهب إمامهم الذي هو أول من دوّن الفقه وجمعه . . . واختصّ بكثير من الفروع التي تلائم ولاة الأمور وأعظمها عدم اشتراط أمور كثيرة في المراسم السلطانية ، والفسحة في اشتراط المعدلة . . . فيجوّز تقليد الإمام غير القرشي المناصب والأعمال ؛ وأصله قصة معاوية ؛ فإنّ الصحابة تقلّدوا منه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) رفاعة رافع الطهطاوي : كتاب مناهج الألباب المصرية في مباهج الآداب العصرية ، في : الأعمال الكاملة لرفاعة رافع الطهطاوي ، التمدن والحضارة والعمران ، الجزء الأول ، تحقيق ودراسة محمد عمارة ، ص ص 243 - 585 ، بيروت ، الطبعة الأولى ، 1973 .\r\n( 2 ) مناهج الألباب ، ص 543 . وقارن بتحفة الترك ، الفصل الثالث ، ق 26 ب - 26 ب .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالولايات ؛ واستدلّ الشافعية بقوله صلّى اللّه عليه وسلّم : الأئمة من قريش .\r\nفبهذا كان مذهب أبي حنيفة أوفق للملوك وأصلح » « 1 » .\r\nثم ينقل الطهطاويّ أكثر ما ذكره الطرسوسي في الفصل الأول من « تحفة الترك » من مسائل موافقة الأحناف لمصالح السلطة والسلطان .\r\nفيقول « 2 » : « ومن الفروع : أنّ من له أرض خراجيّة عجز عن زراعتها وأداء خراجها فللإمام على مذهب أبي حنيفة أن يؤجّرها من غيره ، ويأخذ من أجرتها الخراج سواء رضي صاحبها بذلك أو لم يرض . ومنها أنّ من عزّره ولي الأمر لاستحقاقه التعزير فمات في أثناء تعزيره فلا ضمان عند أبي حنيفة على وليّ الأمر . وهذه المسألة موافقة لولاة الأمور ولولاها لفسد أمرهم .\r\nومنها أنّ من أحيا أرضا مواتا بإذن وليّ الأمر ملكها ، وإن كان بغير إذنه لم يملكها عند أبي حنيفة . ومنها إذا احتاج وليّ الأمر إلى تقوية الجيش له أن يأخذ من أرباب الأموال ما يكفيه من غير رضاهم على مذهب أبي حنيفة ؛ ففيه مساعدة لولاة الأمور على مشروعاتهم . حتى لو اضطرت الحكومة إلى تولية قاض غير حنفي وجب تقليده لمذهب أبي حنيفة لأجل الولاية « 3 » ، وإجراء الأحكام عليه » .\r\nوتتلو ذلك عند الطهطاوي سطور في تفاصيل ولاية القضاء ، والأوقاف .\r\nثم يعود للنقل عن الطرسوسي من الفصل الثالث من فصول « تحفة الترك » في « تولية القضاة » فينقل الفقرة الثالثة من الفصل كلّها تقريبا « 4 » . ويقبس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مناهج الألباب ، ص 543 . وقارن بتحفة الترك ، الفصل الأول ، ق 17 ب ، 19 أ .\r\n( 2 ) مناهج الألباب ، ص 543 - 544 . وقارن بتحفة الترك ، الفصل الأول ، ق 17 ب - ق 19 أ .\r\n( 3 ) تحفة الترك ، ق 19 أ .\r\n( 4 ) مناهج الألباب ، ص 547 - 549 . وقارن بتحفة الترك ، ق 20 ب وما بعدها .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالطهطاوي بعد ذلك فقرا متفرقة من فصول الطرسوسي الأولى تتعلّق بالكشف عن « أحوال الولاة والدواوين » والقضاة « 1 » .\r\n* * * اعتمدت في تحقيق « تحفة الترك » على مخطوطة واحدة هي الموجودة ببرلين ، بمكتبة الدولة ، رقم 5614 . والناسخ جميل الخطّ لكنه قليل العلم . لذلك تشوهت على يديه جمل وألفاظ ، كما سقطت كلمات . وقد حاولت ترميم ما سقط بالرجوع إلى مصادر الطرسوسي ، أو استنادا إلى السياق . وأحسب أنني استطعت بعد كلّ هذا الجهد أن أورد نصا مستقيما في الحدود المقبولة .\r\nوباللّه التوفيق صنعاء ، في 2 / 1 / 1991\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مناهج الألباب ، ص 549 - 551 . وقارن بتحفة الترك ، ق 27 أو ما بعدها .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nورقة العنوان من المخطوطة\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالورقة الأولى من المخطوطة\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالورقة الأولى من المخطوطة\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالصفحة الأخيرة من المخطوطة\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\nنص تحفة الترك فيما يجب أن يعمل في الملك\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم اللّهمّ صلّ على سيّدنا محمّد الذي بلّغ الرسالة ، وأدّى الأمانة .\r\nالحمد للّه مالك الملوك ، ربّ الملك ، واجب الوجود بلا ارتياب ولا شكوك ، الدائم في سلطانه المتفضّل بإنعامه الشامل وإحسانه ؛ الذي جعل الدنيا للأنام دولا ، والجنّة للمتّقين نزلا . أحمده حمد من وفّقه لإصلاح علمه شهادة أتّخذها للمعاد حصنا ، ولأهوال يوم الفزع أمنا . وأشهد أنّ محمّدا عبده ورسوله سيّد البشر ، والمشفّع في الأمم في المحشر ، وصاحب اللّواء والحوض والكوثر . صلّى اللّه عليه وعلى آله وأصحابه الذين ما أحد منهم إلّا قام في نصر الدين ، وشهد وجاهد في اللّه الجهاد الأكبر ؛ صلاة لا تزال بعرف المسك الذكيّ تزفر ؛ وسلّم تسليما امتدّ أمده ولم يخصر .\r\nوبعد ؛ فإنّ اللّه جعل حفظ نظام الأنام بالسلطان ، وأدام له الأيّام بالقبول في الشريعة والإحسان . ورأيت الواجب في هذا الزمان بذل النصيحة له بقدر الإمكان بتأليف كتاب يشتمل على فصول تجتمع فيها أنواع مصالح الملك ؛ ( و ) « * » ما تعتمد عليه الملوك ؛ وبيان طريق يدوم لهم بها الملك بحسن السلوك . ولم أقصد بذلك سوى القيام بهذا الواجب ، وحفظ نظام\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : ما تعمد تعمد .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nالملك ( ما رغب في ) « * » اتّباع الشرع من الملوك راغب ؛ رجاء أن يلحق بالخلفاء الراشدين والأئمّة المهديّين أو بما هو أعلى وأغلى من الأمرين في اتّباع سيرة عمر ( بن عبد ) « * * » العزيز ذي العزّة والتمكين . ومن « * * * » المعلوم أنّ الزمان كماله في الإدبار ، وليس كلّ أحد يسمح ببذل النصح ( له في ) « * * * * » هذه الديار . وقد يخشى أن ينسى بهذه الطريقة بعده من « * * * * * » يعظ الناس ( ممن ) « * * * * * * » أعطي خطاب التوفيق . وقد جعلته مشتملا على اثني عشر فصلا ليس فيها تطويل ؛ وحسبنا اللّه ونعم الوكيل :\r\nالفصل الأول : في بيان سلطنة الترك . ولا يشترط أن يكون السلطان مجتهدا ولا قرشيا ؛ وذكر مذهب الشافعي في هذا الفصل في ذلك كلّه .\r\nويندرج في هذا الفصل مذهب أبي حنيفة رضي اللّه عنه بأنّه أوفق للترك من مذهب الشافعي .\r\nالفصل الثاني : في جواز التقليد منهم عندنا خلافا للشافعي .\r\nالفصل الثالث : في الجواب عن القصص أنه أنواع . ويندرج فيه اعتبار أحوال من « * * * * * * * » تفوّض إليه ولاية من الولايات مثل نيابة السلطنة ، وولاية الوزارة ، والقضاة ، وولاية الشرط إلى غير ذلك ، وكيفيّة كلّ ولاية بحسبها .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( * * ) ليس في الأصل - والعبارة كلها مضطربة ؛ فعمر بن عبد العزيز ليس أعلى وأغلى من الخلفاء الراشدين أو أنّ سيرته في نظر المسلمين ليست كذلك .\r\n( * * * ) في الأصل : وفي .\r\n( * * * * ) ليس في الأصل .\r\n( * * * * * ) في الأصل : ممن .\r\n( * * * * * * ) ليس في الأصل .\r\n( * * * * * * * ) في الأصل : في .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nالفصل الرابع : في كشف أحوال الولاة والدواوين وما يفعل بالواحد « * » منهم إذا ظهرت منه « * * » خيانة .\r\nالفصل الخامس : في الكشف عن أحوال القضاة ونوابهم وبيان ما يستحقّه الخائن منهم .\r\nالفصل السادس : في النظر في أحوال الرعية ، والأوقاف وجهات البرّ .\r\nالفصل السابع : في النظر في « * * * » أمر الجسور ، والقلاع ، والمساجد ، والثغور ، وجميع ما يتعلّق بذلك من مصالح المسلمين ، وكسوة الكعبة ، وإصلاح طريق الحاجّ .\r\nالفصل الثامن : في صرف أموال بيت المال على اختلاف أنواعها ، وبيان مصارفها .\r\nالفصل التاسع : في الأموال التي تؤخذ مصادرة ، وبيان وجه أخذها ، ومن يستحقّ أن تؤخذ منه ، وبيان صرفها .\r\nالفصل العاشر : في هدايا أهل الحرب للسلطان والأمراء ، وهدايا السلطان لهم .\r\nالفصل الحادي عشر : في ذكر أحكام البغاة والخوارج على السلطان .\r\nالفصل الثاني عشر : في الجهاد ، وقسمة الغنائم .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : بواحد .\r\n( * * ) في الأصل : عنه .\r\n( * * * ) ليس في الأصل .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nالفصل الأول في بيان سلطنة الترك\r\nقال النبيّ صلّى اللّه عليه وسلّم « 1 » : أوصيكم بتقوى اللّه ، والسمع والطاعة وإن تأمّر « * » عليكم عبد . وقال أبو حنيفة وأصحابه « 2 » : لا يشترط في صحّة توليته أن يكون قرشيا ولا مجتهدا ولا عدلا بل يجوز التقليد من السلطان العادل والجائر . وأصله قصّة معاوية فإنّ الصحابة تقلّدوا منه الأعمال بعد ما أظهر الخلاف مع عليّ في نوبته . وقال الشافعي « 3 » - فيما نقل الرافعيّ « 4 » عنه في كتاب الجنايات الموجبة للعقوبات - : شروط الإمام :\r\nأن يكون مكلّفا مسلما حرّا عالما مجتهدا شجاعا سميعا بصيرا ناطقا قرشيا ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : تاهمة ! .\r\n( 1 ) الأثر عن أبي هريرة مرفوعا في صحيح البخاري ( نشرة كرال / لايدن 1907 ) - كتاب الأحكام - 4 / 385 ، وصحيح مسلم 6 / 14 - 15 ( كتاب الإمارة عن عدد من الصحابة ) ، ومسند أحمد 4 / 69 ، 70 .\r\n( 2 ) قارن بشرح العقيدة الطحاوية ؛ والمقدمة الدراسية ص 9 - 10 ، 25 - 26 .\r\n( 3 ) قارن برأي الشافعي هذا في كتاب الأم 1 / 143 - 144 بعنوان ( باب صفة الأئمة - وفيه ما يتعلق بتقديم قريش وفضل الأنصار ، والإشارة إلى الإمامة العظمى ) .\r\n( 4 ) هو عبد الكريم بن محمد بن عبد الكريم الرافعي ( - 623 ه ) ، فقيه شافعيّ كبير .\r\nاشتهر من مصنّفاته : الشرح الكبير - وهو شرح للوجيز في الفقه الشافعيّ للإمام الغزالي . قارن عنه : طبقات الشافعية الكبرى للسبكي 8 / 281 - 292 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوهو المذهب ؛ لقوله صلّى اللّه عليه وسلّم : الأئمة من قريش « 1 » . وقال الماوردي في « الأحكام السلطانية » « 2 » : فصل : وإنما أصل الإمامة التحلّي بالشروط المعتبرة السبعة ؛ أحدها ؛ العدالة بشروطها . والثاني ؛ العلم المؤدّي إلى الاجتهاد . والثالث ؛ سلامة الحواسّ « 3 » . والرابع ؛ سلامة الأعضاء عن نقص مانع من استيفاء الحركة وسرعة النهوض . والخامس ؛ صحّة الرأي المفضية إلى سياسة في الشريعة « 4 » وتدبير في المصالح .\r\nوالسادس ؛ الشجاعة المؤدّية إلى حماية البيضة ، وجهاد العدوّ . والسابع ؛ النسب ؛ وهو أن يكون قرشيا لورود النصّ به . ولا قدح بأن شذّ مجوّزه « 5 » لأنّ أبا بكر رضي اللّه عنه احتجّ يوم السقيفة على الأنصار في دفعهم ( عن ) « * » الخلافة بقوله صلّى اللّه عليه وسلّم : الأئمّة من قريش « 6 » . وليس مع هذا النص المسلّم شبهة « * * » لمنازع ولا فيه قول لمخالف « 7 » . وقال النوويّ في الروضة « 8 » : ويشترط للإمام كونه مسلما مكلّفا عدلا حرا ذكرا قرشيا مجتهدا\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : من .\r\n( * * ) في الأصل : ما يشوبه ! .\r\n( 1 ) قارن بالأثر في مسند أحمد 3 / 129 ، 4 / 421 .\r\n( 2 ) الماوردي : الأحكام السلطانية ، نشرة  Bonn 1853 , Enger  ، ص 5 - 6 .\r\n( 3 ) في الأحكام السلطانية ، ص 5 : سلامة الحواس من السمع والبصر واللسان ليصحّ معها مباشرة ما يدرك بها .\r\n( 4 ) في الأحكام السلطانية : إلى سياسة الرعية وتدبير المصالح .\r\n( 5 ) في الأحكام السلطانية ، ص 5 : لورود النصّ فيه ، وانعقاد الإجماع عليه ، ولا اعتبار بضرار حين شذّ فجوّزها في جميع الناس ؛ لأنّ أبا بكر . . . إلخ .\r\n( 6 ) أسقط الطرسوسي عدة فقرات هنا .\r\n( 7 ) في الأحكام السلطانية للماوردي ، ص 6 : وليس عن هذا النص المسلّم شبهة لمنازع فيه ، ولا قول لمخالف له .\r\n( 8 ) النووي : روضة الطالبين ، نشرة المكتب الإسلامي ببيروت ودمشق ، بدون تاريخ ، -\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nشجاعا ذا رأي وكفاية ، وسمع وبصر ونطق . وكذا سلامته عن نقص يمنع استيفاء الحركة وسرعة النهوض في الأصحّ . فهذه عبارات الشافعية في الكتب التي نقلنا منها المسألة . وكلّهم شرطوا أن يكون السلطان مجتهدا قرشيا ( ! ) وهذا « * » لا يوجد في الترك ، ولا في العجم فلا تصحّ سلطنة الترك عندهم ، ولا تصحّ توليتهم من « * * » الترك على مذهبهم ؛ لأنّ من لا يصلح أن يكون سلطانا كيف يصحّ التقلّد منه ( ! ) . و ( في ) « * * * » هذا القول من الفساد ما لا يخفى . مع أنّ فيه الإيذاء للسلطان بصرف الرعية عنه ، وإضعاف مبايعة الجند له ونحوهما مما لا يحصى .\r\nولهذا قلنا إنّ مذهبنا أوفق للترك ، وأصلح لهم من مذهب الشافعي .\r\nوثمّة مسائل أخر يظهر منها أنّ مذهبنا أوفق لهم من مذهب الشافعي .\r\nمنها ؛ أنّ من له أرض خراجيّة عجز عن زراعتها وأداء خراجها ؛ قال أبو حنيفة : للإمام أن يؤجّرها من غيره ، ويأخذ من أجرتها الخراج سواء رضي صاحبها بذلك أو لم يرض « 1 » . وقال الشافعي « 2 » : ليس للإمام ذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : ولهذا .\r\n( * * ) ليس في الأصل .\r\n( * * * ) في الأصل : ووضع ! .\r\n10 / 42 . وفي منهاج الطالبين للنووي ، مصر 1325 ه ، ص 120 : « شرط الإمام كونه مسلما حرّا ذكرا قرشيا مجتهدا شجاعا ذا رأي وسمع وبصر ونطق » .\r\n( 1 ) قارن برأي الأحناف في ذلك في الانتصار والترجيح للمذهب الصحيح لسبط ابن الجوزي ، تعليق محمد زاهد الكوثري ، نشر عزت العطار الحسيني ، القاهرة 1360 ه ، ص 17 . ويبدو أنّ الطرسوسي أخذ رأي سبط ابن الجوزي هنا نصا .\r\n( 2 ) قارن برأي الشافعي والشافعية في ذلك في الأحكام السلطانية ، ص 152 - ولا يبدو من كلام الماوردي أنّ الطرسوسي محقّ فيما قاله عن رأي الشافعية .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nومنها أنّ السلطان إذا فتح بلدة من بلاد الكفّار فأراد أن يمنّ عليهم ، ويقرّهم على أملاكهم ، ويضع الجزية على رؤوسهم ولا يقسمها بين الأجناد . قال أبو حنيفة : له أن يفعل سواء رضي الجند بذلك أو لم يرضوا « 1 » . وقال الشافعي : ليس له ذلك إلّا أن يرضى الجند ، وعليه أن يقسم بين الغانمين « 2 » . وهذا مسألة رئيس والعمل فيها على مذهبنا .\r\nومنها « 3 » : أنّ السلب في حالة القتال لا يكون للقاتل عند أبي حنيفة إلّا أن يقول الإمام قبل ذلك : من قتل قتيلا فله سلبه . وقال الشافعي : السلب للقاتل سواء قال الإمام ذلك أو لم يقل .\r\nومنها « 4 » : من عزّره الإمام لاستحقاقه التعزير فمات في تعزيره . قال أبو حنيفة : لا ضمان عليه ودمه هدر . وقال الشافعي : يجب عليه الضمان .\r\nومنها « 5 » : من أحيا مواتا . قال أبو حنيفة : إن أحياها بإذن الإمام ملكها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قارن برأي أبي حنيفة والأحناف في الخراج لأبي يوسف ، نشرة إحسان عباس ، دار الشروق ببيروت 1985 ، ص 187 وما بعدها ، وسبط ابن الجوزي : الانتصار والترجيح ، نشرة الكوثري ، القاهرة 1360 ه ، ص 17 ، والمبسوط للسرخسي 10 / 15 ، 37 . وقد نقل الطرسوسي المسألة هنا نصا أيضا عن سبط ابن الجوزي .\r\n( 2 ) قارن برأي الشافعي والشافعية في الأحكام السلطانية ، ص 254 - 255 ، 302 - 303 ، وتحرير الأحكام في تدبير أهل الإسلام لابن جماعة ، ص 203 - 204 .\r\n( 3 ) قارن بآراء الحنفية والشافعية في ذلك في المبسوط 10 / 47 - 48 ، والأم 4 / 66 - 67 ، والانتصار والترجيح ، ص 17 - وقد نقل الطرسوسي المسألة نصا عن سبط ابن الجوزي .\r\n( 4 ) قارن بآراء الحنفية والشافعية في ذلك في الأم 6 / 52 ، والانتصار والترجيح ، ص 17 - وقد نقل الطرسوسي هنا عن سبط ابن الجوزي وفيه : لو أنّ رجلا جنى جناية فعزّره الإمام . . . إلخ .\r\n( 5 ) قارن بآراء الحنفية والشافعية في ذلك في الخراج لأبي يوسف ص 179 - 181 ،\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nوقال الشافعي : يملكها ولا يحتاج إلى إذن الإمام .\r\nومنها « 1 » : إذا كان للرجل عبد فزنا أو شرب خمرا ؛ قال أبو حنيفة : لا يقيم مولاه عليه الحدّ إلّا بإذن الإمام . ( وقال الشافعي : يقيم مولاه ( الحد ) ولا يحتاج إلى إذن الإمام ) « * » فهو افتئات على السلطان في ولايته لأنّ النبيّ صلّى اللّه عليه وسلّم قال « 2 » : « الحدود للولاة » .\r\nومنها « 3 » : إذا كان للرجل سوائم وحال عليها الحول ، وأدّى صاحبها زكاتها . قال أبو حنيفة : للسلطان أن يأخذ زكاتها ثانيا ، ويفرّقها للفقراء ! وقال الشافعي : ليس للسلطان ذلك ! . وهو افتئات على السلطان أيضا فإنّ حقّ القبض في الأموال الظاهرة له لا إلى أصحاب الأموال .\r\nومنها « 4 » : أهل مصر خرجوا إلى المصلّى يوم العيد ، وأرادوا أن يصلّوا\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) العبارة ما بين الحاصرتين عن هامش الورقة .\r\nوسبط ابن الجوزي : الانتصار والترجيح ، ص 17 ، وبدائع الصنائع 4 / 194 - 195 ، والأحكام السلطانية للماوردي ، ص 308 - 311 . وقد نقل الطرسوسي هنا أيضا عن سبط ابن الجوزي : لو أنّ رجلا أحيا أرضا بغير إذن الإمام لم يملكها ، وقال غيره : يملكها ولا يحتاج إلى إذن الإمام .\r\n( 1 ) انظر عن آراء الشافعية والأحناف الأم 6 / 53 ، والانتصار والترجيح ، ص 17 .\r\nوالنص عند سبط ابن الجوزي أكثر تفصيلا .\r\n( 2 ) في الغرة المنيفة لسراج الدين الغزنوي ، ص 168 : عن النبي صلّى اللّه عليه وسلّم :\r\n« أربع إلى الإمام : الفيء ، والجمعة ، والحدود ، والصدقات » .\r\n( 3 ) قارن برأي الشافعية في الأم للشافعي 4 / 139 ، ومنهاج الطالبين للنووي ، القاهرة 1325 ه ، ص 30 . وقد نقل الطرسوسي هذا النصّ عن الانتصار والترجيح ، ص 17 .\r\n( 4 ) قارن بآراء الأحناف والشافعية في مختصر الطحاوي ، ص 35 ، والمبسوط 2 / 25 ، وبدائع الصنائع 2 / 664 ، والأم 1 / 192 ، ومنهاج الطالبين ، ص 21 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nصلاة العيد . قال أبو حنيفة : إن كان السلطان أو نائبه معهم جاز لهم وإلّا فلا . وقال الشافعي : يجوز ولا يحتاج إلى السلطان ولا نائبه .\r\nومنها « 1 » : رجل قتل لقيطا متعمّدا . قال أبو حنيفة : للسلطان ولاية استيفاء القصاص من قاتله ؛ وقال الشافعي : ليس له ذلك .\r\nومنها : مسلم مات فحضر السلطان وأولياء الميّت . قال أبو حنيفة :\r\nالسلطان أحقّ بالتقديم للصلاة من الأولياء . وقال الشافعي : الأولياء أحقّ .\r\nومنها « 2 » : أنّ الجزية إذا أخذت على مذهبنا كانت « * » أكثر مما ( لو ) « * * » أخذت على مذهبهم . فإنه عندنا توضع على الغنيّ الظاهر الغنى في كلّ سنة ثمانية وأربعون درهما ، وعلى المتوسّط أربعة وعشرون درهما ، وعلى الفقير المعترّ « * * * » اثنا عشر درهما وتؤخذ سلفا . وعنده : على كلّ شخص دينار . والدينار عشرة دراهم - فظهر التفاوت بينهما .\r\nومنها « 3 » : أنّ الإمام إذا أخذت صدقات أموال الناس ثمّ أراد أن يمنع\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : جعل .\r\n( * * ) ليس في الأصل .\r\n( * * * ) في الأصل : المعتمد .\r\n( 1 ) النصّ منقول عن الانتصار والترجيح لسبط ابن الجوزي ، ص 18 .\r\n( 2 ) قارن بذلك في الهداية ( مع فتح القدير ) 4 / 368 - 369 ، وبدائع الصنائع 7 / 111 - 112 .\r\n( 3 ) قارن برأي الأحناف هذا في إيثار الإنصاف في آثار الخلاف لسبط ابن الجوزي ، ص 67 . ويخالفهم في ذلك المالكية والشافعية . وانظر حجج الأحناف على ذلك في الغرة المنيفة في تحقيق بعض مسائل الإمام أبي حنيفة لسراج الدين الغزنوي ، تعليق محمد زاهد الكوثري ، القاهرة 1370 ه / 1950 م ، ص 52 - 55 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nأعيان الصدقة ، ويدفع أبدالها وأثمانها إلى الفقراء . قال أبو حنيفة : للإمام فعل ذلك إذا رأى فيه المصلحة . وقال الشافعي : ليس له ذلك .\r\nمنها « 1 » : أنّ السلطان إذ احتاج إلى تقوية الجيش يأخذ من أرباب الأموال ما يكفيه من غير رضاهم .\r\nوهذه المسائل قلّ أن تحضر في مصنّف . وفيما ذكرت كفاية للمنصف ؛ فإنّه إذا تأمّل أدنى تأمّل عرف أنّ مذهبنا أوفق من غيره . وأمّا قول العوامّ - وهو المستقرّ في أذهان الترك ( أنّ ) مذهب الشافعي ( أوفق لبيت المال في عدم توريث ذوي الأرحام « 2 » فغير صحيح ) « * » لأنّ بيت المال لا يرث من أحد في هذه الأزمنة . وإنّما يرث ذوو الأرحام ( عند الشافعية ) « * * » كمذهب أبي حنيفة ! . وسمعته من شيخ الشافعية قاضي القضاة تقيّ الدّين السبكي « 3 » حين سألته عن ذلك في دوران المحمل . قال : لا فرق بين مذهبنا ومذهبكم في توريث ذوي الأرحام وتقديمهم على بيت المال ؛ فإنّ بيت المال في هذا الزمان قد فسد ! فانتفت « * * * » الخصوصيّة الداعية إلى تعيّنه ، وإلى مزيّته\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( * * ) ليس في الأصل .\r\n( * * * ) في الأصل : فأبقى .\r\n( 1 ) قارن بالمقدمة الدراسية ، ص 29 .\r\n( 2 ) قارن برأي الحنفية في ذلك في المبسوط 30 / 2 .\r\n( 3 ) هو قاضي القضاة تقي الدين أبو الحسن علي بن عبد الكافي بن علي بن تمام السبكي ( 683 - 756 ه ) . ولي قضاء الشافعية بالشام عام 739 ه ، وخلفه فيه ابنه تاج الدين عبد الوهّاب أوائل عام 756 ه . وتقي الدين أكبر علماء الشافعية في القرن الثامن الهجري . قارن عنه ترجمة ابنه له في طبقات الشافعية الكبرى 10 / 139 - 366 ، والبداية والنهاية لابن كثير 14 / 252 ، والدرر الكامنة 3 / 63 - 71 ، وشذرات الذهب 6 / 180 ، وقضاة دمشق ، ص 101 - 102 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nعلى مذهبنا .\r\nوقد أوردنا من المسائل النافعة للسلطان ممّا جمعتها على مذهبنا دون مذهبه .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالفصل الثّاني في جواز التقليد من الترك\r\nخلافا للشافعي . وقد تقدّم في الفصل الأوّل شروط الإمام عندنا وعنده ، وبيان صحّة سلطنة الترك عندنا خلافا له . ولا نشكّ أنّه يلزم منه صحّة الولايات الشرعية على مذهبنا منهم خلافا له . فإنه إذا لم يقل بصحّة سلطنة الترك فكيف يجوّز التولية منهم ؟ ! فيتعيّن على السلطان أن لا يولّي أحدا من الشافعيّة ولاية ولا قضاء أصلا لأنّ في زعمهم أنّ السلطنة في قريش ، وأنّ الترك لا سلطنة لهم وإنما هم أهل شوكة وخوارج على الخلافة . فإذا ولّاهم السلطان ، وقبلوا الولاية كانوا مقلّدين لمذهب أبي حنيفة لأجل الولاية ؛ ويخالفونه في الفروع والأصول « 1 » !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قارن بالمقدمة الدراسية ص 9 ، 10 ، 25 - 26 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nالفصل الثّالث في الجواب عن القصص\r\nوأنّه أنواع :\r\n\r\nالنوع الأوّل : ( في إزالة المظالم ، وكفّ يد الظالم .\r\nوهذا النوع أسمى الأنواع وأولاها بالاعتناء ) « * » . فإنّ العدل به يقوم الملك ويدوم كما حكي عن كسرى أنّه قال « 1 » : لا ملك إلّا بالجند ، ولا جند إلّا بالمال ولا مال إلّا بالعدل وعمارة البلاد ، ولا بلاد إلّا بالرعايا ، ولا رعايا إلّا بالعدل . فإذا رفعت قضية إلى السلطان فيها مظلمة لأحد من خلق اللّه تعالى فيجب عليه أن يبذل مجهوده في كشفها ، والفحص عنها بنفسه إن كانت الظلامة في بلده الذي هو ساكن فيه . وإن كانت في معاملاته فإن أمكنه طلب الغريم إليه طلبه ، وعمل في القضيّة بين يديه بما ظهر له . وإن لم يمكنه أرسل في كشفها ثقة من عنده ليكشفها عن جليّة ، ويطالعه على ما تحرّر من أمرها ، ولا يخرج في العمل فيها عن حكم الشرع الشريف ( فيحضر القضاة في مجلسه ويوضّح لهم القصّة فإن أمكنهم عملها بظاهر الشرع ) « * * » وكلها إليهم ، وأمرهم أن\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ما بين الحاصرتين على هامش الورقة .\r\n( * * ) ما بين الحاصرتين على هامش الورقة .\r\n( 1 ) في سراج الملوك للطرطوشي ، تحقيق جعفر البياتي ، 1990 ، ص 170 : « واتفق\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nيفعلوها في الحال من غير تأخير . وإن لم يمكن عملها بظاهر الشرع وكان السلطان قد حصل عنده من العلم فيها اليقين بكون الحقّ للشاكي عمل فيها بعلمه من غير خروج عن الشرع الشريف فيما يجب على الظالم للمظلوم من تعزير وانتزاع مال وغير ذلك من الحقوق الشرعيّة .\r\n\r\nالنوع الثاني : أن تكون القصّة لطلب ولاية\r\nفإذا مرّت عليه فإن كان مرجعها للقضاة ردّها إليهم . وإن كانت متعلّقة بالديوان كشف عن سيرة الطالب وعن استحقاقه وأهليّته ؛ فإن كان مستحقّها ولّاه « 1 » . وإن كانت القصّة لطلب إقطاع أمر ناظر الجيش بالكشف عنه هل انحلّ أم لا فإن قال إنه غير محلول لا يلتفت إلى صاحب القصّة ويعرّفه أنه غير محلول . وإن قال ناظر الجيش إنه محلول نظر السلطان في حال الطالب ، وسأله عن الجنديّة « 2 » ،\r\n\r\n\r\n","description":"","footnote":"\r\nحكماء العرب والعجم على هذه الكلمات فقالوا : الملك بناء والجند أساسه فإذا قوي الأساس دام البناء ، وإن ضعف الأساس انهار البناء . فلا سلطان إلّا بجند ، ولا جند إلّا بمال ، ولا مال إلّا بجباية ، ولا جباية إلّا بعمارة ، ولا عمارة إلّا بعدل ! فصار العدل أساسا لسائر الأساسات » . وفي العقد الفريد 1 / 24 عن عمرو بن العاص : « لا سلطان إلّا برجال ، ولا رجال إلّا بمال ، ولا مال إلّا بعمارة ، ولا عمارة إلّا بعدل » . وقارن بعبارة مشابهة بدون نسبة في نصيحة الملوك للغزالي ، دراسة وتحقيق محمد أحمد دمج ، بيروت 1987 ، ص 186 .\r\n( 1 ) قارن عن التنظيم الإداري المملوكي ، ونظام الإقطاع ؛ بمسالك الأبصار لابن فضل اللّه العمري ( دولة المماليك الأولى ) . دراسة وتحقيق دوروتيا كرافولسكي ، بيروت 1986 ، ص ص 45 - 68 ، وحياة ناصر الحجي : التقسيم الإداري في مصر زمن المماليك الأتراك ؛ بالجملة العربية للعلوم الإنسانية ، م 10 / ع 38 / ربيع 1990 / ص ص 8 - 36 .\r\n( 2 ) قارن عن الجندية وآدابها وتدريباتها في العصر المملوكي بالأدلة الرسمية في التعابي\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nومعرفة الرمي والفروسية ، وشدّ العدّة ، ولبس الجوشن والزرديّة والزردكاش والسيف ؛ وهل يكون السيف من جهة اليمين أو من جهة اليسار وكذلك يسأله عن شدّة الزردكاش « * » والقربان هل يكون القربان من جهة اليمين أم ( من جهة اليسار ) « * * » ، وعن لعب الرمح والكمّة ، وعن المسابقة بالخيل وشروطها ؛ وهل تطلق رأس الفرس في أول المسابقة أم لا . وينبغي أن تكون بقرب المكان الذي يجلس فيه الملك أماج للرمي وقسيّ فإذا قال جميع هذه الأشياء على وجهها رسم بإحضار قوس وحلّة ورماه ، وأمره أن يوتره فإن قعد على الأرض ومسكه بيده واستعان بغيره في وضع الوتر فقد أخطأ . فإن أوتره وهو قائم ، ووضع الوتر ظهر القوس ، ومدّه بيده من غير مساعدة فقد أصاب . ثمّ يدفع له نديا من النشّاب ويأمره بالرمي في الأماج فإن رمى على الوجه المرضيّ أحضر له فحلا من الخيل ، وأمره أن يشدّه بعدّة « * * * » الحرب فإن أحسن فعل ذلك أحضر له عدّة الحرب ، وأمره أن يلبسها لنفسه . ثمّ أمره أن يركب الفرس فإذا فعل ذلك أحضر « * * * * » السلطان شخصا من الفرسان المعروفين بالفروسية وأمره أن يبادره بالكرّ والفرّ كما يفعل في الحرب . فإن أظهر معرفة ذلك أعطاه الجزاء الذي طلبه وخلع عليه وأكرمه . وإن لم يجده يحسن شيئا من ذلك فلا يعطيه شيئا . ويفضّل هذا\r\n\r\n\r\n","description":"","footnote":"\r\nالحربية لمحمد بن منكلي ( - 784 ه ) . تحقيق اللواء الركن محمود شيت خطاب .\r\nبغداد 1988 ، والفروسية والمناصب الحربية لنجم الدين حسن الرمّاح المعروف بالأحدب ( - 695 ه ) . تحقيق عيد ضيف العبادي . بغداد 1984 ، والفروسية لابن قيّم الجوزية ( - 751 ه ) بغداد 1987 .\r\n( * ) في الأصل : السركاس .\r\n( * * ) زيادة يقتضيها السياق .\r\n( * * * ) في الأصل : بعدل .\r\n( * * * * ) في الأصل : أمر .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالامتحان دائما مع الأجناد والأمراء فإنه تحصل به للناس الفروسيّة . وحكي قريب من هذا عن عمر بن الخطّاب وابن عبد العزيز فعند الامتحان يكرم المرء أو يهان « 1 » .\r\nوإن كانت القصّة متضمّنة مرافعة بيّن رافعها ومن رفعت فيه ؛ وكشف عمّا قاله فيه . فإن صحّ كلامه قابله بما يستحقّه وإن لم يصحّ أدّبه على ذلك .\r\n\r\nالنوع الثالث : في ولاية نيابة السلطنة « 2 » والقضاة والوزارة\r\nوولاية الكتّاب والحجّاب والمشدّين والخطباء وقضاة العسكر ، ووكلاء بيت المال .\r\nأمّا تولية نيابة السلطنة فينبغي للسلطان أن يختار لها من يوثق بعقله وعفّته وديانته وفطنته وقلّة طمعه وكلامه فإنه في البلدة التي يتولّاها السلطان الحاضر « 3 » . ويشترط أن لا يكون متطلّعا إلى السلطنة ، ولا تطالبه نفسه بالرتبة الكبيرة . ونيابة السلطنة على مراتب بحسب البلدان فأكبر نيابات السلطان دمشق ، وبعدها نيابة حلب ، وبعده نيابة طرابلس ، وبعدها حماة ، وبعدها صفد ، وبعدها غزّة ، وبعدها حمص ، وبعدها بعلبكّ « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قارن بكتاب الفروسية لابن قيّم الجوزية ، نشرة بغداد 1987 ، ص 77 وما بعدها .\r\n( 2 ) انظر عن نيابة السلطنة والمناصب الكبرى الأخرى بالدولة المملوكية : مسالك الأبصار ، مصدر سابق ، ص 53 - 59 .\r\n( 3 ) سمّاه العمري في مسالك الأبصار ، مصدر سابق ، ص 115 : « سلطان مختصر » ، وص 116 : « السلطان الثاني » .\r\n( 4 ) يذكر العمري في مسالك الأبصار ، المصدر السابق ، ص 166 وما بعدها النيابات على الترتيب التالي : دمشق ، وبعلبكّ ، وحمص ، وحماه ، وحلب ، وطرابلس ، وصفد ، والقدس ، والخليل ، والكرك ، والشوبك ، وغزة ، والرملة .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nوأمّا تولية القضاة فينبغي للسلطان إذا أراد أن يولّي قاضيا في مذهب من المذاهب الأربعة أن يطلب أعيان ذلك المذهب ، ويسأل كلّ واحد بانفراده سرّا عن رجل يصلح للقضاء ، ويكون كامل العقل والدين ، وأن يجتمع مع هذين الوصفين الكمال في الفضيلة مع كمال هذين الوصفين أولى . فإذا اتّفقوا أو أكثرهم على تعيين شخص ، صرفهم من مجلسه ثمّ سأل عن هذا الشخص الذي عيّن من غير أهل مذهبه سرّا ؛ فإن أثني عليه بأنّه أكمل أهل مذهبه في العقل والدين استخار اللّه تعالى وولّاه . وإن أثنوا على غيره أكثر منه جمع أعيان ذلك المذهب ، وأهل المذهب الآخر وذكر لهم ذلك الشخص الذي عيّن أوّلا ، ( وهذا الشخص وطلب منهم أن يتّفقوا على الأرجح منهما فإن اتّفقوا أو أكثرهم ) « * » على أحد الشخصين ولّاه . ولا يعتمد الترجيح إلّا على الأدين الأعقل . ولا يغترّ بكثرة الفضيلة مع قلّة الدين والعقل . فيكون الضابط للسلطان حينئذ ( في ) « * * » هذا الباب اعتبار الأدين الأعقل وإن لم تكن له فضيلة تامة فإنّ الدّين تمنعه ديانته أن يقع فيما لا يجوز ، أو أن يحكم في شيء لا يعرفه . ولا كذلك الأعلم إذا كان قليل الدين . ولهذا نصّ أصحابنا أنّه إذا اجتمع الأدين والأعلم قدّم الأدين . وإنّما أطلت الكلام في الفحص عن أهليّة القاضي وقت الولاية ، وأنه ( ينبغي أن ) « * * * » يكون أدين أهل مذهبه وأعقلهم لقوله عليه السلام : « من قلّد إنسانا عملا وفي رعيّته من هو أولى منه فقد خان اللّه ورسوله وجماعة المسلمين » . فيتعيّن على السلطان أن لا يخرج عن هذا الأمر الذي قاله النبيّ عليه السلام فإنّ من خان اللّه ورسوله كان من الهالكين ؛ وقد قال اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) عن هامش الأصل .\r\n( * * ) ليس في الأصل .\r\n( * * * ) ليس في الأصل .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nتعالى « 1 » :  يا أَيُّهَا الَّذِينَ آمَنُوا لا تَخُونُوا اللَّهَ وَالرَّسُولَ  .\r\nثم إنّ السلطان يكشف عن حاله فإنّه لا يخلو من أن يكون حنفيا أو مالكيا أو شافعيا أو حنبليا .\r\nفإن كان حنفيا فيحتاج أن يذكر في تقليده الإذن له في تزويج الصغار والصغائر ( إذ لا يجوز له ) « * » إلّا بإذن مستقلّ في ذلك . ولا تكفي مجرّد توليته القضاء ؛ فلا يحلّ للحنفيّ أن يزوّج من غير أن يأذن له السلطان أو القاضي المأذون له في ذلك « 2 » . ( وقد وقع لبعض الحنفيّة ضبط في هذه المسألة وأفتى أنه يجوز له بظاهر قول الأصحاب ) « * * » تزويج الصغار ؛ وجهل المسألة والحكم ( وقد ) جاءني وسأل عن ذلك ؛ فعرّفته أنه أخطأ ، وأنّ الحكم في المسألة أنه لا بدّ من إذن السلطان ، ولا يكفي مجرّد الإذن في\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( * * ) عن هامش الورقة . وفي الأصل : يجوز له ذلك بظاهر قول الأصحاب .\r\n( 1 ) سورة الأنفال / 27 :  يا أَيُّهَا الَّذِينَ آمَنُوا لا تَخُونُوا اللَّهَ وَالرَّسُولَ ، وَتَخُونُوا أَماناتِكُمْ وَأَنْتُمْ تَعْلَمُونَ  .\r\n( 2 ) لغير الأب والجدّ من العصبات عند الأحناف تزويج الصغير والصغيرة ، ويكون لهما الخيار عند البلوغ ؛ قارن بإيثار الإنصاف في أسباب الخلاف لسبط ابن الجوزي ، مصدر سابق ، ص 125 . فإن لم يكن لهما عصبات ولا ذوو أرحام فإنّ حقّ التزويج يعود للسلطان فالقاضي أو من ينيبه ؛ قارن بأنفع الوسائل في تحرير المسائل ( - الفتاوى الطرسوسية ) ص 14 - 15 . ويبدو أنّ المسألة كانت مشار استغلال وتأويلات في عصر الطرسوسي ؛ ولذا كان احتياطه في ضرورة إذن السلطان ؛ قارن بالمقدمة الدراسية ص 37 . والجدير بالذكر أنّ خصومه من الشافعية لا يجيزون ذلك مطلقا ؛ قارن بالغرة المنيفة ، مصدر سابق ، ص 133 - 134 . وانظر عن معنى إذن السلطان للقاضي في تقليده بتزويج الصغار : الفتاوى الطرسوسية ، ص 24 - 25 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nمثل هذا « 1 » . وكذا يحتاج أن يذكر في تقليده الإذن له في الاستنابة في القضاء ؛ فإنّ القاضي لا يملك الاستنابة عندنا ( إلّا ) « * » أن يأذن له السلطان . وذكر الشافعي « * * » إن ولّاه قضاء القضاة ملك الاستنابة من غير أن يأذن له إذنا مستقلّا . وكذا يحتاج أن يذكر في تقليده أنه ولّاه قضاء القضاة بالبلد وسواده وحواضره . إذ عندنا إذا فوّض للقاضي الحكم بالبلد لا يدخل سواده ما لم ينصّ عليه في تقليده .\r\nوينبغي للإمام أن يذكر أيضا أنّ يحكم بالقول المفتى به في المذهب ، ولا يحكم بما شذّ من الأقوال ، ولا بما انفرد به بعض الأصحاب إلّا أن يكون قد نصّ أنّ الفتوى إليه . وإذا انفرد الإمام ، واتّفق الصاحبان أبو يوسف ومحمد خيّر . والأولى أن لا يخرج عن قول الإمام إلّا أن يكون قد نصّ أنّ الفتوى « 2 » على قولهما .\r\nوينبغي للسلطان أن يجعل أمور الصدقات والإمامة وقضاء البرّ والأوقاف إلى القاضي الحنفي دون الشافعي .\r\nوسببه أنّ الحنفيّ يقول : من ملك مائتي درهم فاضلا عن حوائجه الأصليّة لا يحلّ له أخذ الصدقات ولا الزكاة ويحرم عليه ذلك . ومذهب الشافعي أنّ من ملك مائة ألف درهم ويحتاج إلى أكثر منها في مدة العمر\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( * * ) في الأصل : اليافعي ؟ .\r\n( 1 ) في الفتاوى الطرسوسية ، ص 18 : « القاضي إذا زوّج الصغيرة ولم يكن السلطان أمره بذلك ثم آمره فأجاز ذلك النكاح قيل لا يجوز . والصحيح أنه يجوز » .\r\n( 2 ) قارن عن تفاصيل مسائل الفتوى ، وظاهر المذهب ، والقول في المذهب ، وما عليه الفتيا في المذهب الحنفي بشرح أدب القاضي لابن مازة 1 / 191 ، ومعين الحكام ، ص 27 ، وموجبات الأحكام ، ص 94 - 195 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n( جاز له أخذ الصدقات والزكاة ) « * » فيسعى القاضي الشافعي ويتأوّل في مذهبه ويأخذ صدقات المسلمين وزكوات الإمام لنفسه ولغلمانه وأتباعه فلا ينبغي ( توليته ) « * * » صدقة تصرف إلى فقراء المسلمين فيفوت مقصود الواقفين وفي « * * * » هذا من الضرر ما لا يخفى . فلهذا قلت إنه لا يحلّ للسلطان أن يجعل أمر الصدقات إلى القاضي الشافعي .\r\nوأمّا أمر الأيتام فإنّ القاضي الحنفيّ لا يرى على الأيتام زكاة . ويرى الشافعيّ ذلك . فكان العمل في أموال الأيتام على مذهب أبي حنيفة أوفق لهم وأكثر حفظا لأموالهم . ودليل أبي حنيفة أنّ اللّه تعالى قرن الزكاة بالصلاة ولا تجب عليهم ( الصلاة ) « * * * * » بالاتّفاق فكذا الزكاة « 1 » . وقال النبيّ صلّى اللّه عليه وسلّم : بني الإسلام على خمس ؛ شهادة أن لا إله إلّا اللّه ، وإقام الصلاة ، وإيتاء الزكاة ، وصوم رمضان ، وحجّ البيت إن استطعت إليه سبيلا . والصبي لا يجب عليه الحجّ ولا الصوم ولا الصلاة فكذا الزكاة .\r\nوأمّا قضاء البرّ فلأنّ مذهب أبي حنيفة أوسع وأسهل للناس في الأنكحة والبياعات والمعاملات ولا كذلك مذهب الشافعي وقد كان هذا الأمر للحنفي إلى أيّام قاضي القضاة حسام الدين الرازي « 2 » في دولة لاجين فاختار\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( * * ) ليس في الأصل .\r\n( * * * ) في الأصل : وممن .\r\n( * * * * ) ليس في الأصل .\r\n( 1 ) قارن عن المسألة في الفقه الحنفي : إيثار الإنصاف لسبط ابن الجوزي ، ص 72 - 75 ، والغرة المنيفة ، ص 50 - 52 ، والفتاوى الطرسوسية ، ص 4 - 6 .\r\n( 2 ) في الأصل : مسلم الدين الرازي . وهو قاضي القضاة حسام الدين أبو الفضائل الحسن بن أحمد بن الحسن بن أنو شروان الرازي الحنفي ( 631 - 699 ه ) . ولي\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالراحة لنفسه وسأل النائب « * » أن يعفيه من هذا الأمر فأسنده إلى القاضي الشافعي .\r\nوإن كان ( القاضي ) « * * » شافعيا فينبغي للسلطان أن ينصّ « * * * » له في تقليده أن يحكم بنصوص الشافعي ولا يحكم بالوجوه ولا بما يخالف ما قرّره الشافعيّ والنوويّ « 1 » ولا يحكم باختيارات الغزالي ووجوهه ولا بالطرق الضعيفة والوجوه المخالفة لنصوص الشافعي ، ولا يحكم بإيجاب الزكاة في مال اليتيم ، ولا يلزم وليّه بدفعها ، ولا يقول في تقليده : « على عادة من تقدّمه وقاعدته » فإنّهم يتأوّلون ذلك ، ويتكلّمون بسببه في الأيتام والصدقات والأوقاف وقضاء البرّ . وقد قدّمنا أنّ الأولى أن ( لا ) « * * * * » يفوّض إليهم شيء من ذلك .\r\nوإن كان مالكيا فينبغي أن ينصّ له في تقليده على الحكم بقول ابن\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : وسأل من النائب .\r\n( * * ) ليس في الأصل .\r\n( * * * ) في الأصل : يقض ! .\r\n( * * * * ) ليس في الأصل .\r\nقضاء القضاة عام 696 ه ، وخرج مع السلطان لقتال التتار عام 699 ه ففقد في الوقعة ؛ قارن عنه : تنبيه الطالب للنعيمي 1 / 14 ، وقضاة دمشق لابن طولون ، ص 191 - 192 ، والفوائد البهية للكنوي ص 60 .\r\n( 1 ) الإمام يحيى بن شرف النووي ( 631 - 676 ه ) . كبير علماء الشافعية - إلى جانب عز الدين ابن عبد السلام - في عصره . أهم مؤلفاته : روضة الطالبين ، ومنهاج الطالبين ، وشرح صحيح مسلم ، والمجموع شرح المذهب ، وتهذيب الأسماء واللغات . قارن عنه : طبقات الشافعية الكبرى للسبكي 8 / 395 - 400 ، والبداية والنهاية 13 / 278 - 279 ، وتذكرة الحفاظ 4 / 1470 - 1474 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالقاسم « 1 » ، وإن حفظت الرواية فيه من طريق آخر يحكم به . ولا يحكم بما ذكره القرافي « 2 » في أبحاثه من غير نقل عن مالك فيه فإنه بحّاث قليل المعرفة بغوامض مذهبه والفروع . وكذا ينصّ على أنه لا يحكم بقول ابن عبد البرّ « 3 » فيما انفرد به من غير نقل عن مالك . ولا بقول ابن حزم « 4 » والطرطوشي « 5 » . ولا يحكم بحلّ نكاح المتعة ، ولا بحلّ أكل الكلب ، ولا بشهادة الصبيان فيما يقع بينهم ، ولا بما شابه هذه المسائل التي دليله فيها ضعيف جدّا . ولا يفتي بحلّ إتيان النساء في الأدبار ، ولا بما شنع من المسائل . ولا يتساهل في الدماء . ولا يحكم ( ببيع وقف . ولا يحكم ) « * » بإبطال وقف الإنسان على نفسه لأنّ الذي ينبغي الترغيب ( في ) « * * » الوقف وفي هذا القول ينتقص ( الوقف ) « * * * » . ولا يحكم بإبطال ما حكم فيه غيره\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) عن هامش الورقة .\r\n( * * ) ليس في الأصل .\r\n( * * * ) ليس في الأصل .\r\n( 1 ) هو عبد الرّحمن بن القاسم ( 132 - 191 ه ) ، صاحب الإمام مالك ، وراوي الموطأ وأقوال مالك الأخرى . قارن عنه : ترتيب المدارك 1 / 433 - 447 .\r\n( 2 ) هو أحمد بن إدريس بن عبد الرّحمن الصنهاجي القرافي ( - 684 ه ) . أهم كتبه :\r\nالفروق ، والذخيرة ، والإحكام ، والأجوبة الفاخرة . قارن عنه : الديباج المذهب 1 / 236 - 239 .\r\n( 3 ) هو يوسف بن عبد اللّه بن محمد بن عبد البر النمري ( 368 - 463 ه ) . أهم مؤلفاته :\r\nالتمهيد ، والاستذكار ، والاستيعاب ، والانتقاء ، والكافي . قارن عنه : ترتيب المدارك 40 / 808 - 810 .\r\n( 4 ) أبو محمد أحمد بن علي بن حزم ( - 463 ه ) . الفقيه الظاهري الكبير ، صاحب « المحلّى » .\r\n( 5 ) هو أبو بكر محمد بن الوليد ( 451 - 520 ه ) الطرطوشي . أهم مؤلفاته : سراج الملوك ، والتعليقة ، والحوادث والبدع ، وبر الوالدين . قارن عنه : وفيات الأعيان 4 / 262 - 265 ، والديباج المذهب 2 / 244 - 248 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nبموجبه أو بصحّته أو بما ثبت ثبوتا مجرّدا عند الحنفيّ الذي يرى الثبوت حكما « 1 » . ولا يحكم برفع يده بالشهادة على الخطّ ، ولا بإثباتها لضعف الدليل فيها . وإنّما يفعلها للاتّصال لا غير . وسألت شيخ المالكيّة في وقتنا الشيخ نور الدين السخاوي « 2 » عند توجّهه إلى الديار المصرية في سنة اثنتين وخمسين وسبعمائة لمّا جاء ودّعني سألته عن مسائل الحكم بالموجب هل يجوز أن ينقض القاضي المالكيّ الحكم بالموجب أم لا ؟ فقال ما صورته :\r\n« إن كان القاضي الذي حكم بالموجب لا يشترط للحكم ثبوت الملك للواقف مثلا فلا يجوز للقاضي المالكي أن ينقضه ولا يتعرّض إليه بنقض » .\r\nهذه عبارته ؛ وكتب بخطّه تحت خطّي : « المنسوب إليّ من النقل صحيح » ! كتبه علي السخاوي المالكي . فإذا كان هذا قول السخاوي فليس لأحد من المالكيّة أن يقول بخلافه ! على أنّهم قلّوا في بلادنا ؛ بلاد الشام ؛ ولم يبق بعد الشيخ نور الدين فيهم من يصلح للفتوى على مذهبه . وأدركت منهم جماعة من الذين كانوا فضلاء مفتين كابن أبي الوليد « 3 » والشيخ العالم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في معين الحكّام للطرابلسي الحنفي ، نشرة البابي الحلبي بمصر ، بدون تاريخ ، ص 44 : قال البلقييني : الحكم بالموجب هو قضاء المتولي بأمر ثبت عنده بالإلزام بما يترتب على ذلك الأمر خاصا أو عاما على الوجه المعتبر عنده في ذلك شرعا .\r\nوقارن عن تطبيقات ذلك : موجبات الأحكام لابن قطلوبغا ، تحقيق وتقديم محمود سعود المعيني ، بغداد 1983 ، ص 69 - 70 ، وتبصرة الحكام لابن فرحون 1 / 103 - 104 .\r\n( 2 ) هو الشيخ نور الدين علي بن عبد النصير بن علي بن عبد الخالق السخاوي المالكي ناب عن قضاة المالكية بالشام ، ودرّس بجامعها . ثم ولي قضاء المالكية بمصر عام 756 ه لكنه ما لبث أن توفّي بعد اثنين وسبعين يوما عام 756 ه . قارن عنه : الدرر الكامنة 3 / 150 - 151 .\r\n( 3 ) أبو عمرو الإشبيلي ( 672 - 745 ه ) أحمد ابن أبي الوليد محمد بن أبي جعفر . ولد بغرناطة ، وقدم دمشق فسمع من علمائها . حدّث عنه الذهبي . وأمّ بمحراب\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nصدر الدين سليمان المالكي « 1 » وكان خصيصا بالوالد . ثمّ الشيخ العلّامة كمال الدين القسطنطيني « 2 » وكان من أعيانهم . والقفصي « 3 » وكان نائبا في الحكم . والسفاقسي « 4 » ؛ وكان مفتيا . وقاضي القضاة شرف الدين الهمداني « 5 » شيخي في الخرقة الصوفيّة - وكلّهم درجوا في رحمة اللّه ولم يبق إلّا الشيخ نور الدين المشار إليه . وبقي الآن منهم طلبة لا يقوم أحد منهم بمعرفة مذهبه ، ولا يصرف همّته إلى تحصيله بل يشتغل بالنّحو وغيره اشتغالا يسيرا . ولم يبق « * » أحد منهم في مذهبه بدمشق ولا ببلاد الشام ( ممن\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : ولا يلقى .\r\nالمالكية بجامع دمشق حتى توفّي . قارن عنه : الدرر الكامنة 1 / 262 رقم 639 ، والدارس 2 / 6 - 7 .\r\n( 1 ) هو سليمان بن إبراهيم بن سليمان بن داود ، صدر الدين المالكي . ولي قضاء الشرقية ثم الغربية بالديار المصرية . وأوفده الناصر محمد بن قلاوون رسولا إلى بغداد .\r\nومات سنة 734 ه . قارن عنه : الدرر الكامنة 2 / 335 رقم 1826 .\r\n( 2 ) لم أتمكن من معرفته .\r\n( 3 ) هو محمد بن عبد اللّه بن راشد البكري القفصي . درس بالإسكندرية على يد ابن الأبياري تلميذ ابن الحاجب ، ولازم بالقاهرة العلّامة شهاب الدين القرافي وتخرّج به في أصول الفقه . ورجع إلى قفصة بتونس فولي بها القضاء . ومات سنة 736 ه .\r\nقارن عنه : الديباج المذهب 2 / 328 - 329 ، وشجرة النور الزكية 1 / 210 ، ونيل الابتهاج ص 235 - 236 .\r\n( 4 ) هو إبراهيم بن محمد بن إبراهيم القيسي الصفاقسي المالكي . ألّف مع أخيه شمس الدين ( الذي تولّى قضاء المالكية بالقاهرة ) « إعراب القرآن الكريم » جرّداه من تفسير أبي حيان وإعراب أبي البقاء . وتوفي سنة 743 ه . قارن عنه الدرر الكامنة 1 / 55 ، وشجرة النور الزكية 1 / 209 ، والديباج المذهب 1 / 279 - 280 .\r\n( 5 ) هو قاضي القضاة شرف الدين محمد ابن قاضي القضاة معين الدين أبي بكر بن ظافر الهمداني الصوفي . ولي قضاء المالكية بالشام سنة 719 ه ، وتوفي سنة 748 ه .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nهو ذو ) « * » أهليّة وتحصيل . فيتعيّن على السلطان أن لا يولّي أحدا من هذا المذهب ممن بقي من القيمين به لعدم أهلية أحد للقضاء به من المالكية .\r\nوإن كان القاضي حنبليا فينبغي للسلطان أن ينصّ في تقليده بأشياء ؛ منها أن يتجنّب ما ينسب إلى الحنابلة من الاعتقاد والتبرّي منه . ومنها أن يكون معتقدا لما قاله الطحاوي ولا يعتقد خلافه ، فإنّ ابن تيمية شيخ الحنابلة لمّا عقد له مجلس في تحقيق عقيدته قيل له : ما تعتقد ؟ فقال :\r\nأعتقد ما يعتقده الطحاويّ ! فخلص بذلك ! ومنها أنه لا يحكم بالمناقلة في الأوقات فإنها غير منقولة عن أحد « * * » . وسمعت رفيقنا قاضي القضاة جمال الدين أبا المحاسن يوسف المرداوي « 1 » - وهو شيخ الحنابلة في وقته - يقول : ما هي مذهب أحمد ولا أفعلها إلى الآن ، وهو حجّة في النقل ومعرفة المذهب . وقضيّة المناقلة أعرفها وأوّل من فعلها ابن تيميّة وحكم فيها نيابة عن ابن مسلّم « 2 » ووقفت على كلامه فيها ولا طائل فيه . ومنها أنه\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( * * ) في الأصل : عن أحد .\r\nقارن عنه : الدرر الكامنة 3 / 404 ، والبداية والنهاية 14 / 93 ، وقضاة دمشق ص 247 - 248 .\r\n( 1 ) هو قاضي القضاة يوسف بن محمد بن عبد اللّه بن محمد بن محمود ، جمال الدين المرداوي . ولي قضاء الحنابلة بالشام سنة 750 ه ، واستمر فيه حتى عام 767 ه ، وتوفي سنة 769 ه ؛ قارن عنه : الدرر الكامنة 4 / 470 ، وقضاة دمشق ، ص 282 - 284 .\r\n( 2 ) هو قاضي القضاة شمس الدين محمد بن مالك بن مزروع ، ابن مسلّم الزيني الصالحي ( 660 - 726 ه ) . وولي قضاء الحنابلة بالشام عام 710 ه . قارن عنه :\r\nالبداية والنهاية 14 / 126 ، وشذرات الذهب 6 / 73 ، وقضاة دمشق ص 278 - 279 ، والدارس 2 / 38 - 39 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nأيضا لا يتساهل في بيع الوقف إذا قيل له إنه كذب بل يقف عليه بنفسه فإن وجده متعذّر الانتفاع ، وليس له ما يعمر منه ، ولا يرغب أحد في استئجاره ليعمره من أجرته حكم ببيعه بمقتضى مذهبه . ومنها أنه لا يفعل مسألة الدجاجة فإنّي سمعت فيها عن عزّ الدين ابن المنجّا « 1 » أنّه كان يقول : ما هي مذهب أحمد ! ورأيت قاضي القضاة جمال الدين المرداوي يعتمد على هذا القول . ومنها أنه ( لا ) « * » يثبت كتابا بالأخذ إلّا بعد الدعوى فيه فإنّي سمعت قاضي القضاة جمال الدين المذكور يقول : لا أعرف في مذهبنا أنّه يجوز أن يثبت شيء من غير دعوى . ومنها أنه لا يحكم بالخلع كما كان يفعله عبادة « * * » « 2 » فإنّه مركّب من مذهب الشافعي والحنابلة ، وحكى لي قاضي القضاة تقي الدين السبكي الشافعي أنه لمّا قدم دمشق متوليا بلغه ما يفعله عبادة فطلبه ومنعه وقال إنّه صنّف فيها مصنّفا ووافقه بقيّة الحنابلة والشافعية على ذلك ؛ وهو من المستحسنات . ومنها أنه لا يتساهل في فسخ النكاح بالغيبة . ومنها أنه لا يزوّج الصغار ولا الصغائر فإنّ قضاة الحنابلة لا يستوفون في ذلك كلّ الشرائط ، ولا يتوقّفون لأجل مصلحة الصغار بخلاف الحنفية .\r\nوما قلت هذا إلّا أنه طلب مني تزويج بنت شخص بزوري قد مات وهي\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( * * ) في الأصل : عياد .\r\n( 1 ) عز الدين ابن المنجّا ( 567 - 641 ه ) عثمان بن أسعد بن المنجا بن بركات الدمشقي الحنبلي . واقف المدرسة الصدرية بدمشق ، ومن رؤساء الحنابلة بدمشق . قارن عنه : شذرات الذهب 5 / 211 - 212 ، والدارس 2 / 87 .\r\n( 2 ) هو شمس الدين محمد بن محمد بن عبادة . ناب في الحكم طويلا عن قضاة الحنابلة إلى أن تولّاه بنفسه مطالع القرن التاسع الهجري . وتوفي سنة 820 ه . قارن عنه :\r\nشذرات الذهب 7 / 148 ، والضوء اللامع 11 / 13 ، وقضاة دمشق ص 290 ، والدارس 2 / 49 - 50 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nصغيرة ولها مال جزيل وملك قيمته خمسون ألف درهم ودراهم أيضا مثلها ! وكان الخاطب لها بهاء الدين ابن إمام الشهيد لابنه فما زوّجتها له لعدم الكفاءة « * » في المال ، ولا علم لي أنّه يقصد أخذ مالها ؛ وكان سيّء التصرّف ، ولا يتوقّف في حلال ولا حرام . ثمّ بلغني أنه راح إلى الحنبلي فعقد لابنه عليها وضاعت مصلحة الصغيرة ، وضاع مالها . وكذا طلب منّي تزويج بنت الظهيري لابن رئيس من أكابر الدماشقة فسألت عن مالها فقال لي زوج أختها المتكلّم في مالها إنّ لها ستين ألف درهم في جهازها ، ولها وقف يأتيها من ريعه في كلّ سنة سبعة آلاف ! فسألت الخاطب عن ماليّة ابنه فقال : ليس له شيء ! فكشفت عن الأمر في الباطن من خواصّه فقيل لي إنّ المقصود المال ! وحكى لي ثقة من أصحابهم أنّ الزوج أراد في وقت أن يقتل أباه بالزرنيخ وظهر أبوه على الحال وطرده أيّاما فعرفت أنه لا يصلح فامتنعت من تزويجها منه فراح والده إلى القاضي الحنبلي ابن المنجّا « 1 » فزوّجه بها ولم يستوف الشروط ! وفي هذا من الضرر ما لا يخفى . وأمثال ذلك كثير . فلهذا قلت إنه لا ينبغي للسلطان أن يأذن للحنبلي في ذلك بل ينبغي أن يمنعه منه .\r\nوأمّا تولية الوزارة « 2 » : فإنما أخّرتها عن تولية القضاة لأنها لم تبق في ( دولة ) « * * » الترك على ترتيبها الأوّل . فيشترط أن يكون الوزير عفيفا ناهضا\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : الكفالة .\r\n( * * ) ليس في الأصل .\r\n( 1 ) هو قاضي القضاة علاء الدين علي ابن الشيخ زين الدين منجا بن عثمان بن أسعد بن المنجّا ( 677 - 750 ه ) . ولي قضاء الحنابلة بالشام عام 732 ه . قارن عنه : شذرات الذهب 6 / 167 ، والبداية والنهاية 14 / 232 ، وقضاة دمشق ، ص 281 - 282 .\r\n( 2 ) قارن عن الوزارة في عصر الطرسوسي بمسالك الأبصار للعمري ( دولة المماليك الأولى ) ، مصدر سابق ، ص 55 - 59 ، 119 - 120 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nليس عنده جور ولا طمع ، مسلما حرّا ، عاقلا ، بالغا . ويستحبّ أن تكون له مهابة وشكالة حسنة ، ويكون قليل الكلام ، معظّما للشرع ، ولا يفوّض إليه شيء ( من أمر ) « * » الأوقاف و ( تترك ) « * * » للقضاة ؛ لأنّ أمرها شرعي وهو قد لا يعرفه فتضيع مصلحة الأوقاف .\r\nوأمّا تولية الحجابة « 1 » فينبغي للسلطان أن ينتخب لهذه الوظيفة من الأمراء من يكون عاقلا ديّنا ، عفيفا ، ذا مهابة ، قليل الكلام ، معظّما للشرع ، ولا يحجب أحدا ممن له ظلامة عن أن ينهي ظلامته إلى السلطان .\r\nويشترط عليه أنه كلّما بلغه من الشكاوى ودفعت إليه لا يخفيها عن السلطان . ويشترط عليه أيضا أنه لا يتكلّم في شيء من الأحكام الشرعية ؛ فإنه لا يعرف حكم اللّه فيها فيحكم بالسياسة ، وما رأيت ممّن ولي من الحجّاب بدمشق ممّن غالب هذه الخصال فيه إلّا الأمير علاء الدين طغرى بيك « 2 » .\r\nوأمّا تولية المشدّين « 3 » فينبغي أن يولّى وظيفة الشدّ من يكون عفيفا ليس بظالم ، ولا خؤون ، ولا جاهل بأحوال الناس ، قليل الطمع ، ذا مهابة وحشمة ، ومال يمنعه من التماس المال ( من غيره ) « * * * » .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( * * ) ليس في الأصل .\r\n( * * * ) في الأصل : غير المال .\r\n( 1 ) قارن بمسالك الأبصار للعمري ، ص 117 ، ومعيد النعم للسبكي ، ص 38 - 39 .\r\n( 2 ) كذا في الأصل . وهو في الغالب علي بن طغريل ( - 749 ه ) . ولي الحجوبية بدمشق ، ثم نقل إلى القاهرة أمير مائة . وكان معروفا بالشجاعة ، وإجادة لعب الكرة . قارن بالدرر الكامنة 3 / 127 رقم 2758 .\r\n( 3 ) انظر عنه معيد النعم ومبيد النعم للسبكي ، ص 29 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nوأمّا تولية الولاة « 1 » - فيشترط في الوالي أن يكون عفيفا ، عارفا ، ذكيّا ، فطنا ، له سياسة حسنة ، ومال يكفيه . وإن لم يكن له فيرزق من بيت المال ما يقوم بكلفته بحيث لا يتعرّض لأموال الناس .\r\nوأمّا تولية الكتّاب فهم أنواع « 2 » : نوع يضبط أموال المملكة ، ونوع لكتابة الإنشاء ، ونوع لكتابة الجيش وضبطه . فالنوع الأوّل : المتعيّن فيه الصاحب وهو كبير الكتّاب ، وترجع الأموال الديوانية ، وولاية الدواوين إليه ؛ ويسمّى ناظر المملكة أيضا . ويشترط فيه أن يكون أمينا عارفا بالكتابة والحساب والضبط ، ناهضا كامل العقل متتبّعا للشرع ، مسلما ، حرّا ، ليس عنده جور ولا ظلم ، ولا فيه إهمال .\r\nوالنوع الثاني « 3 » : كتّاب الإنشاء ، وكبيرهم كاتب السرّ ؛ وهم نوعان :\r\nكتّاب الدرج ، وموقّعو الدست . فكتّاب الدرج يشترط في كلّ منهم أن يكون عارفا بالنحو واللغة والإنشاء ، والنظم والنثر ، وحسن الخطّ ، وله معرفة بأيّام العرب والسير والأمثال ، والتواريخ ، وله ذكاء وفطنة . وموقّعو الدست يشترط فيهم ما في كتّاب الدرج ، ويزاد أن يكون كلّ منهم ديّنا حافظا للسانه وقلمه ، ثقيل الرأس ، قليل الكلام ، له شكالة حسنة ، ومالية واصلة ، وقوّة حسنة ؛ فإنهم جلساء السلطان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في معيد النعم للسبكي ، ص 40 : « الوالي : وكان هذا الاسم قديما لا يسمّى به إلّا نائب السلطان . وهو الآن اسم لمن إليه أمر أهل الجرائم من اللصوص والخمّارين وغيرهم . . . » .\r\n( 2 ) قارن عن أنواع الكتّاب في عصر الطرسوسي بمسالك الأبصار للعمري ، ص 119 - 120 .\r\n( 3 ) قارن بمعيد النعم ، ص 31 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nويشترط في كاتب السرّ « 1 » أن يكون ذكرا بالغا مسلما عدلا كامل العقل أمينا قليل الكلام ليس بمتكبّر ولا مازح ولا متهافت ، عفيفا ، حسن الكتابة ، له فضيلة ومعرفة ، لا يكثر الاجتماع بالناس ، ولا يتكلّم إلّا بخير .\r\nوهذه لم أعرف أنها جمعت إلّا في القاضي ناصر الدين محمد بن المولى الصاحب الكبير شرف الدين أبي الصبر يعقوب الشافعي كاتب السرّ الآن بالشام المحروسة « 2 » ، سلّمه اللّه تعالى فيما بقي من عمره ، وصانه عن عثرات الدهر وغيره .\r\nوأمّا كتابة الجيش فكبيرهم ناظرهم « 3 » . وأمر بقيّتهم راجع إليه . فنشتغل بذكر شروطه ؛ فنقول : يشترط فيه أن يكون ذكيّا ، عارفا بالحساب ، عاقلا ، عفيفا ، ديّنا ، قليل الكلام ، له شكالة حسنة ، ومهابة ، وكتابته متوسّطة .\r\nما رأيت أحدا ولي هذه الوظيفة مثل المولى الصاحب الكبير علم « * » الدين محمد بن القطب ناظر الجيش بالشام المحروسة أحسن اللّه عاقبته ، وبلّغه من كلّ خير أمنيّته مع ما فيه من خصال حميدة قلّ أن توجد في غيره مثل\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : عالم . ولم أستطع التعرف عليه .\r\n( 1 ) قارن عن كاتب السر بمسالك الأبصار ، ص 120 . وانظر صبح الأعشى 4 / 30 ، والخطط للمقريزي 2 / 226 ، ومعيد النعم ، ص 30 - 31 .\r\n( 2 ) هو محمد بن يعقوب بن عبد الكريم بن أبي المعالي ، ناصر الدين ابن الصاحب شرف الدين ، الحلبي ثم الدمشقي . ولد حوالي العام 703 ه ، وأخذ عن علماء حلب ، وتولّى قضاءها في شبابه ، كما درّس بمدارسها . ثم ولي كتابة السرّ بحلب سنة 739 ه ، وبدمشق سنة 747 ه ، وعاد لكتابة السرّ بحلب عام 760 ه ، ثم بدمشق عام 762 ه . وتوفّي عام 763 ه بدمشق . قارن عنه : الدرر الكامنة 4 / 59 - 61 .\r\n( 3 ) قارن عن ناظر الجيش بمسالك الأبصار ، ص 120 - 121 ، وصبح الأعشى 4 / 30 ، والخطط للمقريزي 2 / 227 ، ومعيد النعم للسبكي ، ص 33 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالمروءة التامّة ، والكرم ، والذكاء المفرط ، وحسن الشكل .\r\nوأمّا تولية الخطابة أعني تولية جامع بني أميّة فهي التي يولّيها السلطان والخطيب في الحقيقة نائب عنه فيشترط أن يكون ديّنا ، عالما ، ورعا ، فقيها ، حنفيا ، حافظا للقرآن ، وله معرفة تامّة بالفقه والنحو . وما شرطت أن يكون حنفيا - وإن كان الخطيب الآن شافعيا - إلّا لفائدتين جليلتين إحداهما في الاعتقاد ، والأخرى للخروج من الخلاف . أمّا التي في الاعتقاد ؛ فلأنّ الشافعيّ في إيمانه يقول : أنا مؤمن إن شاء اللّه ، وقد قال أهل العلم : من قال أنا مؤمن إن شاء اللّه فهو كافر ! ولا يكون مؤمنا ، وسألت عن هذه المسألة الخطيب جمال الدّين ابن جملة الشافعي « 1 » ؛ فقال : هكذا هو ! لكن أنا ما أقول إن شاء اللّه إلّا على وجه التبرّك لا الاستثناء ! فقلت له :\r\nالآن طاب قلبي ! . وأمّا الفائدة الأخرى - التي للخروج من الخلاف - فهي مسألة رفع اليدين تفسد الصلاة لأنه عمل كثير . وإذا كان الخطيب شافعيا تبقى صلاة الناس مختلفا في صحّتها ! فإذا كان حنفيا لا يبقى فيها خلاف .\r\nوإذا دار الأمر بين صلاة لا خلاف فيها ، وبين صلاة فيها خلاف فالأولى الصلاة خلف من ( لا ) « * » خلاف في صحّة صلاته . وكذا يجب أن يعمل في بقيّة جوامع المسلمين .\r\nوأمّا تولية قضاة العسكر فهذه الوظيفة تارة تضاف إلى القاضي الحنفي ، وتارة إلى الشافعي ، وتارة ينفرد بها شخص . والغالب إضافتها إلى الحنفي .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( 1 ) هو القاضي جمال الدين أبو المحاسن يوسف بن إبراهيم بن جملة ( 682 - 738 ه ) .\r\nولي القضاء عام 733 ه ، وتشاجر مع بعض الأمراء فعزل وسجن . قارن عنه : البداية والنهاية 14 / 166 ، 182 ، والدرر الكامنة 4 / 443 ، وشذرات الذهب 6 / 119 ، وقضاة دمشق ، ص 94 - 98 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nوالأولى أن تكون دائما مضافة إليه . وما ذاك إلّا أنّ قاضي العسكر إنّما ينتفع به في الجهاد ووقت خروج العسكر إذ تقع وصايا من الأمراء وغيرهم ، وشهادات أخذ ، ويحتاج إلى إثبات ذلك عند القاضي . والشافعيّ لا يسمع شهادة العسكر فيتعطّل إثبات ذلك فتبطل قضاياهم وشهاداتهم . ولهذا ولّى الملك الظاهر بيبرس « * » القاضي الحنفي لمّا اتّفق له في الجهاد مثل ذلك ؛ وامتنع القاضي الشافعي في ذلك الوقت من سماع شهاداتهم . ولأنّ القاضي إذا كان شافعيّا وخرج السلطان لقتال البغاة فيحتاج إلى السؤال عمّا يجوز من قتالهم ( فإذا ) « * * » سأل الشافعيّ أفتاه بأنه لا يبدأ بقتال حتى يبدأوه فتفوت المصلحة على السلطان ، ويختلّ النظام ؛ وربّما انتصرت البغاة عليه بسبب ذلك . وإن كان حنفيا فيفتي بجواز الابتداء بقتالهم وإن لم يبدأوه « 1 » . وهذه فائدة جليلة يتعيّن على السلطان أن يتيقّظ لها . فيجب تقديم القاضي الحنفي على جميع القضاة لأجلها فإنّ به يدوم ملكه ويقوم .\r\nوثمّة مسائل في الغنائم وقسمتها ولا يأخذ السلطان منها ومذهبنا فيها أنفع للسلطان من مذهب الشافعي .\r\nوأمّا تولية وكيل بيت المال « 2 » فيشترط فيه أن يكون ديّنا عفيفا أمينا ناهضا ضابطا ليس فيه جور ولا حدّة .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : الدرس .\r\n( * * ) ليس في الأصل .\r\n( 1 ) قارن عن ذلك بالخراج لأبي يوسف ( نشرة محمود الباجي بتونس / 1984 ) ص 191 - 192 . وليس بين الأحناف إجماع على ذلك بخلاف ما يوهمه كلام الطرسوسي هنا .\r\nوقد ذكر هو بنفسه الآراء المختلفة في المذهب في ذلك في الفصل الحادي عشر .\r\n( 2 ) قارن عنه : مسالك الأبصار للعمري ، مصدر سابق ، ص 122 ، وصبح الأعشى 4 / 31 ، والخطط 2 / 224 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nوأمّا أمر الحسبة « 1 » فاعلموا - رحمكم اللّه - أنّ أمرها فسد وكثر الطمع في أموال الناس بسببها ؛ وقد بقيت سيّئة . فلا يحلّ للسلطان أن يولّيها أحدا ، ولا حاجة للناس بها ؛ فإنّ الأسعار إذا غلت ، وامتنع الذين يخرجون الغلّة من البيع ، واحتيج إلى بيع الغلّة فالقاضي يتقدّم إلى أصحابها ويأمرهم أن يبيعوها ويوسّعوا على الناس . فإن أجابوا فبها ونعمت ، وإن امتنعوا باعها عليهم بغير رضاهم بالسعر الواقع . وبقيّة « * » فروعها ظاهرة فلا فائدة في الكلام فيها .\r\nودار الضرب ينظر فيها القاضي . وكانت العادة في زمن نور الدين ومن قبله أنّ دار الضرب مرجعها إلى القاضي فإذا وفرت كان السلطان مأجورا ويتوفر لبيت المال ( المال ) « * * » المعلوم . وإنما لم أذكرها في التقسيم لأنّ من الواجب تركها . واللّه المسؤول أن يوفّق مولانا السلطان لإبطالها بمحمّد وآله .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : وبقيت .\r\n( * * ) ليس في الأصل .\r\n( 1 ) قارن عن الحسبة من الناحية التاريخية بالأحكام السلطانية للماوردي ، ص 240 وما بعدها ، والأحكام السلطانية لأبي يعلى ، ص 269 وما بعدها . وانظر عنها في عصر الطرسوسي : الحسبة في الإسلام لابن تيمية ، ص 18 وما بعدها ، والعقد الفريد للملك السعيد لابن طلحة ، ص 179 - 182 ، وتحرير الأحكام لابن جماعة ، ص 91 - 93 ، ومعيد النعم للسبكي ، ص 56 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nالفصل الرّابع في كشف أحوال الولاة والدواوين ، وما يجب أن يفعل بواحد منهم إذا ظهرت عليه خيانة\r\nيتعيّن على السلطان أن يتعاهد الولاة والدواوين في كلّ وقت بالكشف عن أحوالهم ومحاسبتهم على ما جبوه وحملوه من أموال بيت المال ؛ ويصرفه في مصارفه . ويكون الكاشف عليهم من أعقل الناس ، وأكثرهم أمانة وعفّة بحيث لا يقبل من أحد منهم شيئا ، ولا يداجي على السلطان في أمرهم . فإن ظهر أمرهم على السداد تركهم . وإن ظهر أنهم على غير السداد ، وقد حصّلوا أموالا بجاه الولاية فللسلطان أن يأخذ ما جمعوه لبيت المال كما فعل عمر بن الخطّاب بأبي هريرة لمّا استعمله على البحرين - وكان قد حصّل أموالا ، فقال له عمر : سرقت مال اللّه ! فقال : يا أمير المؤمنين ! لم أسرقه وإنما خيلي تناتجت وسهامي اجتمعت ! فلم يلتفت عمر إلى قوله وأخذ المال منه ، وجعله في بيت المال . ونقل هذه « * » الواقعة شمس الأئمّة السرخسي في « شرحه للسير الكبير » في باب « هديّة أهل الحرب » « 1 » . فإذا كان هذا عمر مع أبي هريرة فبالطريق الأولى أن يفعل مثل\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : ونقل عن هذه .\r\n( 1 ) قارن بالقصة في شرح السير الكبير 4 / 1239 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nهذا مع الولاة في مثل هذا الزمان . فإذا فعل السلطان معهم هذا الفعل لا يستبقيهم بل يعزلهم ويستبدل من يكون أصلح منهم .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nالفصل الخامس في الكشف عن القضاة ونوابهم وبيان ما يستحقّه الخائن منهم\r\nإعلم أني ما أفردت هذا الفصل عن الذي قبله إلّا لفائدة ؛ وهي أنّ الولاة تعلّقهم بأموال بيت المال ، واعتمادهم على أحكام السياسة . وكلّ واحد من هذين النوعين يحتاج إلى كثرة التعاهد فيه بالكشف . أمّا الأموال ( فلكثرة ) الطمع فيها « * » . وأمّا السياسة فلعدم الضابط لها يكثر وقوع الخطأ منهم . وبسبب الطمع تقع الخيانة منهم في الأموال ؛ فكانوا أهمّ من غيرهم .\r\nولهذا أفردتهم بفصل على حدّة ؛\r\nولا كذلك أمر القضاة ونوّابهم ؛ فإنّه لا مال تحت أيديهم من بيت المال ، ولا يجبر أحد منهم على الخروج عن مذهبه ؛ فكان أمرهم أضبط وإن كان يقع من بعضهم ممن يكون جاهلا . وقد ولي بعضهم بالبرطيل في بعض الأوقات ، أو أخذ رشوة أو جهل في الحكم أو ارتكاب لبعض المعاصي لكنّه قليل بالنسبة إلى غيرهم ! وها أنا أذكر ما يجب على من يفعل ذلك منهم وما يستحقّه من التأديب إن شاء اللّه تعالى فأقول - وباللّه المستعان ؛ وقد قدّمت في ولاية القاضي شروطا إذا روعيت يرجى الأمن إن شاء اللّه تعالى من وقوع شيء من هذه القبائح . وإن لم يفعل ذلك فالتقصير حينئذ من السلطان والإثم عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : قال طمع فيها مال طمع .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nوعلى القاضي لأنّ السلطان إذا ولّى أصلح الناس وأدينهم ممن اجتمعت الفقهاء على دينه وعقله يبعد أن يقع منه شيء يوجب الإنكار عليه . وإذا ولّى من هو بخلاف ذلك فالذنب له لا للقاضي والإثم عليهما لأنّ من لا يصلح للقضاء ( لا ) « * » يؤمن عليه من الوقوع في كلّ محظور ، وأن يتعدّى إلى كلّ معصية وفساد . وهذا إنما يجيء من البرطيل فالذي يبرطل على ولاية القضاء يستحقّ عندي التعزير بالمال والضرب . فينبغي للسلطان أن يعرف هذا الأمر ، ويجعله بين عينيه ، ولا يقبل شفاعة أحد فيمن يطلب القضاء ولا يخرج عمّا شرطت في ولاية القضاء ؛ فإن أصحابنا قالوا : من طلب القضاء لا يولّى لأنّ الخير ( في غيره . ومن ولي بالرشوة لا تنفذ أحكامه . ولنرجع إلى الكلام في هذا ) « * * » الفصل فنقول : ينبغي للسلطان أن يتّخذ على القضاة عينا في السرّ يكون ثقة ديّنا ، عفيفا ، أمينا ، قليل الكلام ، لا يؤبه إليه ، ولا يدرون به أنه عين عليهم بحيث يطلع السلطان في السرّ ساعة بساعة على أحوالهم ، ويكون السلطان في الطمأنينة معظّما للقضاة ، ولا يظهر منه أنه يكشف عن أحوالهم أبدا . فإذا صحّ عنده ( أنه ) وقع من أحدهم جريمة ؛ فإن كانت من أخذ رشوة أرسل إلى القاضي ، وطلبه سرّا وسأله عن الواقعة فإن اعترف بذنبه أخذ منه الرشوة التي التمسها من الناس ، وردّها على صاحبها ، وأدّب الذي بذلها في السرّ من غير أن يظهر له تأديبه عمّاذا ! وعزل القاضي ، وكشف عليه ؛ فإن وجده التمس من الناس مالا أو اكتسبه بالقضاء أخذه لبيت المال كالهديّة ونحوها . وإن لم يعترف القاضي وظهر للسلطان من قرائن الأحوال ومن صدق الناقل إليه ذلك عن القاضي عزل القاضي ولا يظهر بأيّ سبب عزله . وإن كانت الجريمة من غير أخذ الرشوة ولم تكن\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( * * ) ما بين القوسين عن الهامش .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nمن هذا القبيل وإنّما كان سببها قوّة نفسه ، وتجاهله في الحكومات ، وهوى النفس فيجب على السلطان عزله والاستبدال به ، ولا يغرّه كثرة علمه وديانته في الظاهر فإنّ التحامل من القاضي من أصعب الأمور ، ومما يوجب فسقه وعزله ، ولا يلتفت إلى انتصار لحكمه بعد أن يعرف السلطان منه الهوى والغرض والتحامل . وله أن يعزّره ، ويشهّر به ، ويحبسه بسبب ذلك إذا جوّره كي يتأدّب به غيره .\r\nوإن كانت الجريمة بسبب ارتكاب بعض المعاصي كما اشتهر عن بعض قضاة الشام في زماننا ، من شرب الخمر وغيره ؛ يسأل السلطان عن هذا الأمر الثقات « * » فإن صحّ عنده ذلك عزله وضربه سرّا وحبسه ولا يشهّر به بين الناس . وإن اجتمع للقاضي مال من الحكومات أخذه السلطان منه ووضعه في بيت المال ، وعزله .\r\nوإن كان للقاضي نائب « * * » وقد قيل عنه شيء مما ذكرنا كشف عن مستخلفه فإن بيّن عند السلطان أنه كان يعلم به ويستر عليه عزله أيضا ؛ وإن كان لا يعلم فهو بالخيار إن شاء عزله ، وإن شاء تركه .\r\nوإذا صحّ عند السلطان أنّ القاضي جمع مالا بعد تولّيه القضاء وقد كان فقيرا قبل التولية فينبغي أن يفحص عن ذلك الجمع فإن كان من متعلّقات المنصب كما يأخذه بعض القضاة الشافعية من قضاة البرّ من مال الأيتام أو الصدقات أو الأوقاف ، فإنّ السلطان يأخذه منه ولا يترك في يده منه شيئا ، ويضعه في بيت المال . وإن عرف أنه من مال الأيتام أو الأوقاف ردّه على أهله . وإن كان من غير متعلّقات المنصب بأن يكون اتّجر أو ورث أو\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : من الثقات .\r\n( * * ) في الأصل : وإن كان القاضي نائبا .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nاستفضل من معلوم مدارسه - وعندي أنّ فيما يستغلّه إذا كان يرزق من بيت المال كفاية - فيأخذه منه ويردّه لبيت المال لأنه قد أعطي أكثر من الكفاية و ( هو ) « * » يستحقّ من بيت المال ما يكفيه ( فقط ) « * * » ؛ فإذا فضل عن الكفاية أخذه منه لأنه لا يستحقّ إلّا ما يكفيه . وإن كانت للقاضي خاصيّة وأولاد يتعرّضون إلى أموال الناس وقطع مصانعاتهم كما وقع في زمن الملك الناصر ( محمد ) بن قلاوون بمصر مع القاضي الشافعي والحنفي وعزلهما بسبب أولادهما « 1 » ، فإنّ السلطان يجب ( عليه ) « * * * » عزله ، وأخذ ما حصّله أولاده وحاشيته بجاه المنصب ، ويضعه في بيت المال ، ويؤدّبهم ، ويشهّر بهم ، ولا تأخذه رقّة عليهم ، ولا يقبل في القاضي وأولاده المذكورين شفاعة أحد ؛ فإنّ ذنبهم كبير ، وفسادهم متعدّ .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( * * ) ليس في الأصل .\r\n( * * * ) ليس في الأصل .\r\n( 1 ) المقصود عزل السلطان الناصر لقاضي القضاة جلال الدين محمد القزويني بسبب ابنه جمال الدين عبد اللّه ؛ قارن بالسلوك 2 / 439 - 442 . ولم أستطع التعرف على الحنفي المعزول .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nالفصل السّادس في النظر في أحوال بقية الرعيّة\r\nمصلحتهم أن لا يكون السلطان محجوبا عنهم ولا مهملا لأمر ما يرفع إليه من ضروراتهم بحيث يتصدّى بنفسه لإغاثة ملهوف ، وكشف ظلامته ، وإحياء معروف .\r\nوأمّا الأوقاف فيكون متطلّعا لعمارتها ، وإقامة شعائرها ، ويستخلف مشدّا لها كما جرت العادة إلّا أنه لا يفرض له معلوما على الأوقاف . وإن رأى أن يرزقه من بيت المال على قيامه بذلك فله ذلك . ويشترط في هذا المشدّ أن يكون أمينا عفيفا ناهضا .\r\nثم من أهمّ الأشياء النظر في الجامع الأموي وأوقافه ، وما يصرف منها وضبط متحصّله ، ومراعاة جانبه ، والشدّ « * » من مباشريه على عمارته ، ودفع الضرر عنهم بكلّ طريق . وممّا يزيد في إصلاحه إبطال كلام القاضي الشافعيّ عنه ، وأن لا يتكلّم فيه أصلا ولا يرتّب عليه بقلمه شيئا ، ويرفع يده عنه بكلّ طريق ، ولا يكون الكلام فيه إلّا للسلطان ونائبه بدمشق لا غير .\r\nويرفع يد ناظره أيضا عن أن يتعرّض إلى ترتيب شيء أو تولية أحد فالفساد إنّما جاء من هذا القبيل وأشباهه . وقد صنعت فيما يعمل به في هذا الجامع مصنّفا على حدة وسمّيته : ( النور اللامع فيما يعمل به في الجامع ) وهو هذا :\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : والشك ! .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nبسم اللّه الرّحمن الرّحيم . وبه نستعين وصلّى اللّه على سيّدنا محمّد وآله وصحبه أجمعين .\r\nأقول : الذي يجب أن يعمل في الجامع الأموي عمره « * » اللّه بذكره ، ووفّق وليّ الأمر إلى القيام بنصره أنه ينظر أولا في جهات أصول الأموال وضبطها والكشف في حالها وحال من هي في يده وهل مستند يده شرعيّ يستوجب البقاء عليه أم لا . ثمّ بعد ذلك ينظر في ريعها وما استقرّ الحال في كلّ مكان من أجرة أو استغلال ، وما هو معطّل منها بسبب خراب أو تأخّر إجارة وتحرير ما خرب بالمحاضر « * * » تحريرا شرعيا . ثمّ يضبط ارتفاع ما هو مأجور ، وما يتحصّل من خراج على وجه الاستغلال ويعقد عليه جملة ، وينبّه على الجملة « * * * » مما هو غير معطل بحيث إذا زال التعطل عن بقية الأماكن أو بعضها وأوجرت تضمّ إلى الجملة المعقود عليها . فإذا تحرّر ذلك كلّه بالثبوت الشرعي وزال الاشتباه منه انتقلنا إلى المرتب على هذا المال وأنه يحتاج إلى نظر وتدقيق وفكر وتحقيق وما ذلك إلّا بجهلنا بأمره وهل هو ريع وقف أو بعضه ريع ملك لبيت المال أو هو لمصالح المسلمين على وجه اختلاط بحيث لا يمكن تمييز مكان عن مكان . فإن كان الأول فلا شكّ أنه يكون الحكم فيه ( كالحكم ) « * * * * » في أوقاف المساجد . والحكم فيها أنه يبدأ بعمارتها وفرشها وتنويرها وجامكية أئمتها ومؤذّنيها وما يحتاج إليه . ويتبع ذلك كلّه شروط الواقفين فإن لم يكن ثمّة شرط فالعادة . ويحمل حال\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : عمر .\r\n( * * ) في الأصل : وتحرير ما جاير والمحاضر .\r\n( * * * ) في الأصل : على أن الجملة .\r\n( * * * * ) ليس في الأصل .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nالمسلمين على الصحة . وإن كان الثاني وهو أنّه ريع مال بيت المال فلا شك أنّه يتّبع فيه ما يتّبع في بيت المال في بناء المساجد والسبل وجامكيّات المفتين والقضاة وعمّال المسلمين كما هو معروف في صرف مال بيت المال . وإن كان الثالث وهو صورة الاختلاط وجهالة الشرط فالواجب فيه اعتبار العادة المتقدّمة لا الحادثة فإذا عرفنا هذا فنقول لا بدّ لنا من ترجيح واحد من هذه الوجوه حتّى ندير الكلام عليه ، ونخلص من مؤونة التعب في التفريع على كلّ وجه . فالذي يظهر أنّ هذه الأماكن المعروفة بالجامع أنها في زمن بني أميّة أعدّت له من بيت مال المسلمين لمصالحه ومصالح من يحتاج إليه من الناس إلّا أنها وقفت على هيئة أوقاف الناس على المساجد واشتراطهم الشروط فيها وهذا هو الذي يترجّح عندي من الوجوه الثلاثة . وأنا - إن شاء اللّه تعالى - أريد الكلام على هذا ( الوجه فأقول مستعينا باللّه عزّ وجلّ فيما أحاوله ) « * » : الأموال التي عقدت عليها الجملة وعرفت كميتها عليها مرتّبة على أشياء منها : ما هو مرتب على مقابلة عمل ( ينفع الناس ) « * * » . ( ومنها ما هو على وجه الصلة لا في مقابلة عمل ) « * * * » . ومنها ما هو معدّ للعمارة . ولا شكّ أنّ العمارة مقدّمة على الجميع وليس لنا قسم رابع بل الكلّ داخل تحت هذه الأقسام الثلاثة : عمارة ، جامكية ، صلة . وكلّ واحد يدخل تحته أفراد ؛ كالمعدّ لجهات « * * * * » بحسب العمارة كالإمام « * * * * * » والمصدر والقاضي ومباشري المال تحت أرباب الجامكيات ، وكالأرامل واليتامى والفقراء والأغنياء تحت قلم الصلات . فإذا اجتمعت هذه المصارف\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ما بين القوسين عن هامش الأصل .\r\n( * * ) ما بين القوسين عن هامش الأصل من الجهة اليمنى .\r\n( * * * ) ما بين القوسين عن هامش الأصل من الجهة اليسرى .\r\n( * * * * ) في الأصل : الجهات .\r\n( * * * * * ) في الأصل : وكالإمام .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nبعد الوقوف على حقيقتها واعتبرت مستنداتها ومعنى تولّي مستنداتها أي تقاديرها . فمن كان له مقرّر من السلطان فهو صحيح وكذا من نائبه . وما كان من جهة قاضي أو ناظر الجامع فيكشف عن ولايته ؛ فإن كان للقاضي ترتيب من شاء على بيت المال من السلطان ( فمن قرّره ) « * » السلطان أو نائبه سواء وهم شركاء في هذا المال سواء تقدّم التقرير أو تأخّر ولا يقال قديم ولا جديد . وإذا حصل في هذا المال نقص لاحق « * * » بما قرّر لهؤلاء دخل النقص على الكلّ إلّا أن ينصّ السلطان لشخص أن يقبض كاملا فحينئذ يتقدّم وإن لم ينصّ فلا ! هذا في حق المرتبين الذين يأخذون ذلك في مقابلة عمل كالخطيب والمؤذّنين والأئمة بالجامع والمصدرين والقضاة ومباشري المال . أمّا في حقّ من لا حاجة للمسلمين به من نفع كالأرامل والفقراء واليتامى الذين يأخذون مرتبهم على وجه الصلة لا غير فحكمهم ينبغي أن يؤخّر عن أولئك فإنّ بيتهم غير بيت هذا المال فإنّ بيت المال يتنوّع عندنا إلى أربعة أبيات كما هو معروف « 1 » . والأشبه بهذا المال الذي للجامع أن يكون في معنى بيت الخراج والجزية لأنه اقتطع من بلدة فتحت عنوة فهي خراجية فتكون أرضها أرض خراج . وإن كانت أرض خراج فيكون مستحقّها مستحقّ مال الخراج والجزية وما يجبى من تجّار الكفّار . وهذا البيت ( يصرف منه ) « * * * » للغزاة وبناء المساجد والحصون ومعلوم القضاة على قدر كفايتهم ، والمفتين والعمّال فلهذا قلت إنهم يقدّمون على غيرهم ممن لا يكونون من أهل هذا البيت . فإن فضل شيء عنهم ورأى الإمام صرفه إلى أولئك كان له ذلك .\r\nفالمراسم التي بأيدي هؤلاء الذين يسمّون أرباب الصلات ينظر فيها ويجمع\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) عن هامش الأصل ؛ وفي النص : ممن قرره .\r\n( * * ) في الأصل : لايق .\r\n( * * * ) ليس في الأصل .\r\n( 1 ) سيتحدث المؤلّف عن بيت المال في الفصل الثامن .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nكميتها ويبسط على الشهر فإذا علم الشهر فيها بكميته بسط عليه ما يفضل عن المتقدمين فإن فضل لهم سنة أعطوا وإن كان أقلّ فبحسابه . وإن لم يفضل شيء عن أولئك المتقدّمين فلا يزاحموا غيرهم بل يتأخّر حقّهم . وكلّ من المراسم السلطانية يجب أن تحمل على محمل شرعي لأنّ العمل بما أمكن أولى من الإلغاء . فإذا تحرر هذا الجميع وثبتت عند أولي الأمر صحّته جاز له أن يرسم تعميمه على هذا الجامع المعمور ويكتب بالكلّ تخاريج حكمية مشرّفة بخطوط القضاة عليها بالصحّة وتجلّد . وهذا هو الذي يتعيّن أن يعمل به لما رأيت في ذلك من المصلحة للجامع وأوقافه واللّه المسؤول أن يوفّق وليّ الأمر لإقامة شعار محمّد صلّى اللّه عليه وسلّم . وأمّا من جهات البرّ والسقايات والسبل والقنيّ التي بدمشق وأوقاف الرصفايات فالمتعين على السلطان أن يفوّض ذلك كله إلى أدين القضاة فإن لم يكن منهم من يصلح لذلك بأن كان ديّنا لكنه لا يحسن ضبط هذه الأشياء فتفوّض الأموال إلى الخطيب بالجامع « * » إن كان ديّنا عفيفا فإن لم يكن فإلى من يجتمع أعيان الناس على عفّته وديانته ونهضته من أهل البلد .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : فيفوضه إلى الخطيب بالجامع الأموال ! .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\nالفصل السابع النظر في أمر الحصون والجسور والثغور والمساجد وكسوة الكعبة ، وإصلاح طريق الحاجّ ، وترتيب سير الحاجّ وإقامته\r\nفيجب على السلطان أن يعمر الحصون والجسور التي تكون على الأنهر والمخائض ومواضع الرحل في طريق المسلمين ؛ والمبادرة إلى ذلك من غير تأخير ، وعمارة الحصون أيضا بإقامة الرجال بها والعدد وما يحتاج إليه الحصن من جميع ذلك . وكذلك عمارة المساجد التي لا أوقاف لها . وأمّا كسوة الكعبة - زادها اللّه تعالى شرفا وتعظيما - فتكسى في كلّ سنة كما جرت به العادة ، ويكون ثمن الكسوة وما يصرف عليها من مال الخراج والجزية وما يهديه أهل الحرب إلى السلطان . وكذلك إصلاح ما تقدّم ذكره ، وإصلاح طريق الحاجّ من عمارة البرك التي في الطريق ، وتشييد وتصريف الماء إليها ، ونزح الطين من الأعين ، وتمهيد ما في الطريق من الوعر ، وتسهيل ذلك . وكذلك توسيع المضايق وبناء العلائم وتوطئة العقاب ؛ في كلّ سنة يفعل ذلك من غير تأخير . وكذلك تجهيز المحمل والسبل ؛ وذلك « * » كلّه من المال المذكور .\r\nوأمّا ترتيب سير الحاجّ فيجب على السلطان أن يوصي أمير الحاجّ بالرفق في السير ، وحفظ الحجّاج وإقامة الحرمة ، والإقامة بهم في الأماكن\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : وكذلك .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nالتي جرت العادة بالمقام فيها ؛ وأن يقيموا بمكة بعد الخروج ( من ) « * » منى على باب شبيكة سبعة أيّام بحيث يكون رحيلهم عن مكّة في اليوم الحادي والعشرين لأجل من يحيض من النساء ، وينادى بهذا الأمر في الناس قبل السفر لأجل زيارة الكبرى ، ولأجل اهتمام المقوّمين لهذه الإقامة ؛ وينادى في الركب : إنّا مقيمون إلى يوم الحادي والعشرين .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nالفصل الثامن في صرف أموال بيت المال\r\nإعلم أنّ بيت المال أربعة أنواع « 1 » عندنا . ولا يجوز أن يخلط مال بمال . وقد نظمها جدّي لأمّي « * » أقضى القضاة شمس الدين العزّ الحنفي « 2 » في أبيات وهي هذه :\r\n فبيت المال أربعة فبيت * لخمس والزكاة مع العشور \r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : لامعي .\r\n( 1 ) يقول الماوردي ( - 450 ه ) في الأحكام السلطانية ص 367 إنّ بيت المال عبارة عن الجهة لا عن المكان . . . والأموال التي يستحقها المسلمون تنقسم ثلاثة أقسام فيء وغنيمة وصدقة . ويقول قاضي القضاة بدر الدين ابن جماعة ( - 733 ه ) وهو شافعي أيضا ، إنّ أصول بيت المال سبعة ( الأشباه والنظائر للسيوطي ، ص 564 ) :\r\n جهات بيت المال سبعتها * في بيت شعر حواها فيه كاتبه\r\nخمس وفيء خراج جزية عشر * وإرث فرد ومال ضلّ صاحبه \r\nويذكر أبو بكر محمد بن محمد البلاطنسي ( - 936 ه ) في تحرير المقال فيما يحلّ ويحرم من بيت المال ( تحقيق ودراسة فتح اللّه محمد غازي الصباغ ، المنصورة 1989 ) ص 139 - 140 أنّ جهات بيت المال هي : الخمس ، والفيء ، والخراج ، والجزية ، وعشر تجارة الكفار إذا دخلوا دار الإسلام ، ومن مات من غير وارث ، ومال من أيس من معرفته .\r\n( 2 ) هو قاضي القضاة صدر الدين - لا شمس الدين - سليمان بن أبي العز الحنفي ( 594 - 677 ه ) . كان مقربا من الظاهر بيبرس . قارن عنه : البداية والنهاية 13 / 281 ، وقضاة دمشق ص 190 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n ويعطى ابن السبيل كذا فقير * ومسكين على مرّ الدهور\r\nوبيت للخراج وفيه أيضا « * » * وضعنا جزية الرجل الكفور\r\nوما نجنيه من تجّار كفر * ومعرفة الغزاة مع الثغور\r\nوحكّام ومحتسبون أيضا * ومعتمّون مع كري الشهور\r\nوبنيان المساجد مع حصون * ونفع الناس أجمع للظهور\r\nوبيت توضع التركات فيه * ومصرفه النوائب للأمور\r\nوأكفان وفي نفقات مرضى « * * » * وتجهيز الأرامل للخدور\r\nوبيت توضع اللّقطات فيه * ويصرف بالتصدّق للفقير\r\nويشترط الضمان وما تراه * مصالح للأنام بغير زور\r\nفإن خلط الإمام الكلّ أخطا * وأوعد في القيامة بالسعير\r\nوجاز إذا رأى نقصا ببعض * له استقراضه عند « * * * » الشغور\r\nفخذ ما قد أردت الحصر فيه * فموضعه بجامعنا الكبير « 1 » \r\nوهذا النظم فيه كفاية من الإطالة . وقد أضحى أحسن من الدرّ الجمان ، كما فاق جميع المذاهب مذهب النعمان ! .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : وفيها أيضا .\r\n( * * ) في الأصل : المرضى .\r\n( * * * ) ليس في الأصل .\r\n( 1 ) الجامع الكبير كتاب في الفقه الحنفي من تأليف القاضي صاحب الشعر .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nالفصل التاسع في الأموال التي تؤخذ مصادرة ، وبيان وجه أخذها ، ومن يستحقّ أن تؤخذ منه ، ومن يستحق المصادرة ، وبيان موضع مصرفها\r\nأمّا وجه أخذها فهو أن يكون قد أخذ المال من الناس بجاه الولاية كولاية النواب والولاة والقضاة وأرباب المناصب . إذ لولا المناصب لما حصلت . ويدخل في هذا هدية الناس للولاة والقضاة والنواب كما قال النبيّ صلّى اللّه عليه وسلّم : « هلّا جلس أحدكم في بيت أبيه وأمّه » فيجوز للسلطان أن يأخذ ذلك المال ويضعه في بيت المال كما فعل عمر بن الخطّاب رضي اللّه عنه بأبي هريرة لمّا استعمله على البحرين . والقصّة معروفة . والأشبه أن يكون موضع هذا المال بيت مال اللّقطة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اللقطة : الأموال والأشياء التي لا يعرف مالكها - تترك في بيت المال بعد أن يعرّف عنها سنة ، ثم يتصدّق بها على الفقراء كما في البيت التاسع من أبيات الشعر في مصارف بيت المال ؛ الواردة في الفصل الثامن .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n\r\nالفصل العاشر في هدايا أهل الحرب للسلطان والأمراء ، وهدايا السلطان لأهل الحرب أيضا\r\nإعلم أنّ هذا الفصل مما ينبغي أن يعتنى به ويستيقظ له ؛ فإنّ سلاطين زماننا وقوّادهم لا يعملون في ذلك بمقتضى الشرع . ولقد أخطأ في هذا الفصل جماعة من القضاة والفقهاء ؛ فإنّ ملك الإفرنج أرسل هدية إلى نائب السلطنة أرغون الدوادار « 1 » لمّا كان نائبا بمصر ، وكانت هدية نفيسة ؛ فسأل أرغون قاضي القضاة بدر الدين ابن جماعة « 2 » هل يجوز له أخذها وتكون له\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أرغون الأمير ، سيف الدين الناصري . ولي النيابة بمصر لمدة طويلة أيام الناصر محمد بن قلاوون . وكان حنفيا عالما بالمذهب . وتوفي سنة 731 ه . قارن عنه :\r\nالدرر الكامنة 1 / 351 ، والوافي بالوفيات 8 / 358 - 360 ، والنجوم الزاهرة 9 / 288 .\r\n( 2 ) هو شيخ الإسلام قاضي القضاة بدر الدين محمد بن إبراهيم بن سعد اللّه بن جماعة ( 639 - 733 ه ) . ولي مناصب تدريس وقضاء في مختلف المدن الشامية والمصرية .\r\nوترك مؤلّفات كثيرة طبع منها : تحرير الأحكام في تدبير أهل الإسلام ، وتذكرة السامع والمتكلم في آداب العالم والمتعلم ، ومستند الأجناد في آلات الجهاد ، ومختصر في فضل الجهاد ، والمنهل الروي في علوم الحديث النبوي ، ومعجم شيوخه . قارن عنه : الدرر الكامنة 3 / 280 ، والوافي بالوفيات 2 / 18 - 19 ، وطبقات الشافعية للأسنوي 2 / 16 - 17 ، وقضاة دمشق ، ص 80 - 81 ، وحسن المحاضرة للسيوطي 2 / 100 ، والأنس الجليل 2 / 480 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nخاصّة أم لا ؟ وما كان القاضي يستحضر المسألة في ذلك الوقت فقال له :\r\nنعم يجوز ! وسأل جماعة من الحنفية أيضا عن ذلك فأفتوه بالجواز . وحكى لي القاضي تقي الدين السبكي « 1 » عن هذه الواقعة وقال إنه استفتاه عنها أرغون المشار إليه فأفتاه بأنّه لا يختصّ بها وتكون لبيت المال ! وأنّه بلغ ذلك لابن جماعة فما أعجبه وصنّف فيها ابن جماعة مصنّفا يوافق ما قاله .\r\nوالصواب ما قاله قاضي القضاة تقي الدين السبكي فيتعيّن على السلطان أن لا يخرج عن حكم الشرع ولا يمكّن أحدا من قوّاده أن يعدل عنه ؛ قال اللّه تعالى « 2 » :  وَلَوْ أَنَّهُمْ أَقامُوا التَّوْراةَ وَالْإِنْجِيلَ وَما أُنْزِلَ إِلَيْهِمْ مِنْ رَبِّهِمْ لَأَكَلُوا مِنْ فَوْقِهِمْ وَمِنْ تَحْتِ أَرْجُلِهِمْ  . وهذه المسألة منقولة عن أصحابنا منتقلا صريحا لا خفاء فيه ؛ قال في شرح ( السير الكبير ) « * » للإمام محمد بن الحسن الشيباني : « باب هدية أهل الحرب » « 3 » : « وإذا بعث ملك العدوّ إلى أمير الجند بهدية فلا بأس بأن يقبلها وتصير فيئا للمسلمين لأنه ما أهدى إليه بعينه بل لمنعته ومنعته للمسلمين فكان هذا بمنزلة المال المصاب « * * » بقوّة المسلمين . وهذا بخلاف ما كان لرسول اللّه صلّى اللّه عليه وسلّم من الهدية فإنّ قوّته ومنعته لم تكن بالمسلمين على ما قال اللّه تعالى « 4 » :  وَاللَّهُ \r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ما بين الحاصرتين عن هامش الأصل .\r\n( * * ) في الأصل : المصاحب ! .\r\n( 1 ) قارن بترجمته في الفصل الأول ، ص 67 .\r\n( 2 ) سورة المائدة / 65 .\r\n( 3 ) شرح السير الكبير 4 / 1237 رقم 2319 : « وإذا بعث ملك العدوّ إلى أمير الجند بهدية فلا بأس بأن يقبلها وتصير فيئا للمسلمين . لأن النبي صلّى اللّه عليه وسلّم كان يقبل هدية المشركين في الابتداء . . . فإن قبلها كان ذلك فيئا للمسلمين لأنّه ما أهدي إليه بعينه بل لمنعته . . . . » إلخ .\r\n( 4 ) سورة المائدة / 67 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\n يَعْصِمُكَ مِنَ النَّاسِ  فلهذا كانت الهدية له خاصة « 1 » » وكذلك « 2 » إذا كانت الهدية ) « * » إلى قائد من قوّاد المسلمين ممن له عدّة ومنعة لأنّ الرهبة منه والرغبة في التأليف معه بالهدية ليرفق به وبأهل مملكته فذلك لما تحت رايته ولجميع العسكر . وذكر في الذخيرة : « وإذا أبى أمير الجيش أن يقبل الهدية لم يكن به بأس لأنه لا بأس بردّ هدية المسلم فبالأولى ردّ هدية الكافر . ثم الأفضل للأمير أن ينظر في ذلك فإن كان النظر للمسلمين في قبولها قبلها وإن ( كان ) « * » النظر لهم في ردّها ( ردّها ) « * * » ولو « 3 » بعث أمير جند المسلمين إلى ملك العدوّ ( هدية ) « * * * » فإن كانت قيمتها مثل قيمة هدية أمير الجيش أو أكثر مما يتغابن الناس في مثله فذلك كلّه سالم للأمير لأنه بدل هدية كانت له خاصّة والبدل خاصة له « 4 » . وإن كانت هدية ملك أهل الحرب أكثر قيمة من هدية أمير الجيش بحيث لا يتغابن « * * * * » الناس فيه يسلم لأمير العسكر مثل هديته والفضل يكون في الغنيمة « 5 » . فإذا أهدى ( إلى ) الخليفة أو إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( * * ) ليس في الأصل .\r\n( * * * ) ليس في الأصل .\r\n( * * * * ) ليس في الأصل .\r\n( 1 ) هنا ينتهي الاقتباس الحرفي من شرح السير الكبير .\r\n( 2 ) في شرح السير الكبير 4 / 1238 رقم 2321 : ثم الذي حمل المشرك على الإهداء إليه خوفه منه ، وطلب الرفق به وبأهل مملكته ، وتمكنه من ذلك بعسكره . فكانت الهدية بينه وبين أهل العسكر . وكذلك إن كانت الهدية إلى قائد من قواد المسلمين ممن له عدة ومنعة ؛ لأن الرهبة منه والرغبة في التألف معه بالهدية ليرفق به وبأهل مملكته إنما كان باعتبار منعته وذلك بمن تحت رايته ، وبجميع أهل العسكر .\r\n( 3 ) من هنا عن شرح السير الكبير 4 / 1240 - 1241 رقم 2327 و 2328 .\r\n( 4 ) والبدل خاصة له ؛ ليس في شرح السير الكبير .\r\n( 5 ) إلى هنا عن شرح السير الكبير .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nزوجته أو إلى ولده فكذلك كلّه يوضع في بيت المال . والنقول كثيرة في هذه المسألة ويضيق هذا الكتاب عن استيعابها وقد ذكرنا ما فيه كفاية لمن اتّبع الهدى .\r\nوأمّا هديّة السلطان إلى ملك العدو فإن كان يعلم أنّ ملك العدو يخشى من سطوته وقوّته وفي الهدية له دفع شرّه لا بأس أن يهدي إليه مع إظهار عزّة الإسلام ، فقد روي عن رسول اللّه صلّى اللّه عليه وسلّم أنّه أهدى عجوة إلى أبي سفيان وأبو سفيان كان يومئذ حربا علينا « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قارن في ذلك بشرح السير الكبير 4 / 1237 وفيه : لأنّ النبيّ كان يقبل هدية المشركين في الابتداء ؛ على ما روي لأنه أهدى إلى أبي سفيان تمر عجوة واستهداه أدما .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nالفصل الحادي عشر في ذكر أحكام البغاة والخوارج على السلطان\r\nوالكلام في هذه المسألة يقع في مواضع « 1 » ؛ الأول في تفسير أهل البغي . الثاني في بيان هل يجوز لنا بدء القتال أم لا نبدأ حتى يبدأونا .\r\nالثالث في بيان متى يجوز أن يقاتلوا . الرابع في بيان حكم من يؤخذ منهم أنه هل يقتل أم لا . الخامس في بيان ما يمنع من قتل المأخوذ منهم ، وما لا يمنع . السادس في بيان ما يعمل بأموالهم ونسائهم إذا قدرنا عليهم . السابع في بيان حكم من يقتل منهم في حال القتال هل يغسّل ويصلّى عليه أم لا .\r\n( الثامن في بيان حكم من يقتل من أهل العدل في مقاتلتهم وهل يغسّل ويصلّى عليه أم لا ) « * » . التاسع في بيان أنّه إذا قتل الباغي أحدا من أهل العدل في حالة القتال ثم ظهر عليهم هل يقتصّ للعادل منهم ، وهل إذا كان الباغي قد مات أو قتل وترك مالا هل تؤخذ دية المقتول العادل من ماله أم لا .\r\nالعاشر في بيان حكم العادل إذا قتل ( الباغي ) « * * » هل تؤخذ « * * * » دية الباغي منه أم يقتصّ منه أم لا .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ما بين الحاصرتين عن هامش الأصل .\r\n( * * ) ليس في الأصل .\r\n( * * * ) في الأصل : يأخذ .\r\n( 1 ) هذا التقسيم منقول في أكثره عن بدائع الصنائع للكاساني ( الطبعة الثانية ، دار الكتب العلمية ببيروت ، 1986 ) 7 / 140 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nونحرّر كلام الأصحاب في ذلك كلّه فنقول ؛ وباللّه التوفيق ؛\r\nأمّا الأوّل : فأهل البغي على ما قاله في ( الهداية ) « 1 » هم قوم من المسلمين تغلّبوا على بلد ، وخرجوا عن طاعة الإمام . وقال في ( البدائع ) « 2 » : البغاة هم الخوارج وهم قوم من آرائهم « * » ؛ أنّ كلّ ذنب كفر كبيرة « * * » أو صغيرة ؛ ويخرجون على إمام أهل العدل ، ويستحلّون القتال والدماء والأموال بهذا التأويل ، ولهم منعة وقوّة . وقال في ( الذخيرة ) « 3 » :\r\nأهل البغي قوم من المسلمين يخرجون على الإمام العادل ويمتنعون عن أحكام أهل العدل . وقال في ( شرح القدوري ) « 4 » للأقطع « 5 » : وإذا تغلّب قوم\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في بدائع الصنائع : رأيهم .\r\n( * * ) في بدائع الصنائع : كبيرة كانت أو صغيرة .\r\n( 1 ) الهداية شرح بداية المبتدي لشيخ الإسلام برهان الدين علي بن أبي بكر المرغيناني ( - 593 ه ) ، مطبوعة مع فتح القدير لكمال الدين محمد بن عبد الواحد السيواسي ثم السكندري المعروف بابن الهمام ( - 861 ه ) ، نشر المطبعة الكبرى الأميرية ببولاق ، 1316 ه ، 4 / 409 : وإذا تغلّب قوم من المسلمين على بلد وخرجوا من طاعة الإمام دعاهم إلى العود إلى الجماعة . . . إلخ .\r\n( 2 ) بدائع الصنائع في ترتيب الشرائع لأبي بكر علاء الدين ابن مسعود الكاساني الحنفي ( - 587 ه ) ، دار الكتب العلمية ببيروت ، الطبعة الثانية ، 7 / 2140 .\r\n( 3 ) هي ذخيرة الفتاوى المشهورة بالذخيرة البرهانية لبرهان الدين محمود بن أحمد بن عبد العزيز بن عمر بن مازه ( - 616 ه ) اختصرها من كتابه المشهور بالمحيط البرهاني ؛ كشف الظنون 2 / 823 .\r\n( 4 ) هو أحمد بن محمد بن جعفر القدوري البغدادي ( 362 - 428 ه ) صاحب المختصر في الفقه ، وعليه شروح كثيرة للفقهاء الأحناف .\r\n( 5 ) أبو نصر أحمد بن محمد الأقطع ( - 474 ه ) ، تلميذ أبي الحسن القدوري ، وشارح مختصره .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nمن المسلمين على بلد ، وخرجوا عن طاعة الإمام العادل « 1 » دعاهم إلى العود وإلى الجماعة ، وكشف عن شبهتهم - وهذه عبارة القدوري « 2 » . وقال في ( شرح مختصر الطحاوي ) « 3 » للأسبيجابي « 4 » : إذا أظهرت جماعة من أهل القبلة رأيا ودعت إليه وقاتلت عليه وصارت لهم منعة وشوكة وقوّة سئلوا عن ذلك فإن فعلوا ذلك لظلم ظلمهم السلطان فإنه ينبغي للسلطان أن ينصفهم ولا يظلمهم ويمنع من الظلم . فإن كان الظلم لا يمتنع من الظالم وكان للقوم الذين خرجوا منعة فقاتلوا السلطان لا ينبغي للقوم أن يعينوهم حتّى لا يكون خروجا على السلطان ، ولا ينبغي لهم أيضا أن يعينوا السلطان حتّى لا يكون فيه إعانته على الظلم . وإن لم يكن ذلك لأجل الظلم ولكنهم قالوا : الحقّ معنا ! وادّعوا الولاية فصار « * » هؤلاء أهل البغي فللسلطان أن يقاتلهم إذا كانت لهم قوّة وشوكة ، وللناس أن يعينوا السلطان ويقاتلوهم « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : فصاروا .\r\n( 1 ) العادل ؛ ليس في مختصر القدوري المطبوع .\r\n( 2 ) مختصر القدوري ( إسطنبول ، 1309 ه ) ص 137 .\r\n( 3 ) هو أبو جعفر أحمد بن محمد بن سلامة الطحاوي ( - 321 ه ) . أحد كبار علماء مذهب أبي حنيفة من المصريين . له مؤلفات كثيرة منها المختصر في فقه الحنفية ؛ قارن عنه الحاوي في سيرة الطحاوي للكوثري ، ومقدمة مختصر الطحاوي لرضوان محمد رضوان ، القاهرة 1370 ه .\r\n( 4 ) علي بن محمد بن إسماعيل الأسبيجابي السمرقندي ( 454 - 535 ه ) . له شرح على مختصر الطحاوي . قارن عنه : تاج التراجم ص 44 - 45 رقم 133 .\r\n( 5 ) في مختصر الطحاوي ، نشر رضوان محمد رضوان ، مصر 1370 ه ، ص 257 :\r\n« وإذا أظهرت جماعة من أهل القبلة رأيا ودعت إليه وقاتلت عليه وصارت لها منعة سئلت عما دعاها إلى الخروج فإن ذكرت شيئا ظلمت فيه أنصفت عن ظلمها ، وإلّا دعيت إلى الرجوع إلى الجماعة والدخول في طاعة الإمام الذي يجب عليها طاعته ؛ فإن فعلت ذلك وإلّا قوتلت . . . » .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nوقال « 1 » في ( المبسوط ) : باب الخوارج : إذا وقعت الفتنة بين المسلمين فالواجب على كلّ مسلم أن يعتزل الفتنة في بيته ؛ هكذا روى الحسن « 2 » عن أبي حنيفة « 3 » . فإن « 4 » كان المسلمون مجتمعين على إمام وكانوا آمنين به والسبل « 5 » آمنة به فخرج عليه طائفة من المسلمين فيجب على كلّ مسلم يقوى على القتال أن يقاتل مع إمام المسلمين الخارجين لقوله عزّ وجلّ « 6 » :\r\n فَإِنْ بَغَتْ إِحْداهُما عَلَى الْأُخْرى فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ  . والأمر حقيقة للوجوب « 7 » . وقال في ( المحيط ) « 8 » : لا يثبت حكم البغي ما لم يتغلّبوا ويجتمعوا ويصير لهم منعة . وقال في فتاوى قاضيخان « 9 » : إذا وقع القتال بين أهل البغي وأهل العدل يجب على أهل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو شمس الأئمة محمد بن أحمد بن أبي سهل السرخسي ( ت . حوالي 500 ه ) . أحد كبار علماء المذهب الحنفي . له المبسوط ، وشرح السير الكبير ، وأصول الفقه ؛ قارن بتاج التراجم ص 52 - 53 رقم 157 .\r\n( 2 ) هو الحسن بن زياد اللؤلؤي ( - 204 ه ) . درس بعد أبي حنيفة على أبي يوسف وزفر ، وولي القضاء . قارن عنه تاج التراجم ص 22 رقم 55 .\r\n( 3 ) المبسوط للسرخسي 10 / 124 .\r\n( 4 ) ترك الطرسوسي بضع جمل هنا ثم بدأ ينقل عن السرخسي مرة أخرى .\r\n( 5 ) في المبسوط : السبيل .\r\n( 6 ) سورة الحجرات / 9 .\r\n( 7 ) انتهى هنا النقل عن السرخسي في المبسوط 10 / 124 .\r\n( 8 ) هو المحيط البرهاني في الفقه النعماني للشيخ الإمام برهان الدين محمود بن تاج الدين أحمد بن الصدر الشهيد برهان الأئمة عبد العزيز بن عمر بن مازة البخاري الحنفي ( - 616 ه ) . ثم اختصره وسمّاه الذخيرة . وكلاهما مشهور . قارن بكشف الظنون 4 / 1619 .\r\n( 9 ) هو الحسن بن منصور بن أبي القاسم محمود بن عبد العزيز الأوزجندي الفرغاني المعروف بقاضي خان ( - 592 ه ) . له الفتاوى في أربعة أسفار ، وشرح الجامع الصغير ، وشرح الزيادات ؛ قارن عنه : تاج التراجم ص 22 رقم 56 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nالعدل أن يقاتلوا البغاة ليرجعوا إلى أمر اللّه عزّ وجلّ . فإن وقعت الفتنة بين باغين يقاتلون لأجل الدنيا والملك كان على الرجل أن يلزم بيته ، ولا يخرج « * » إلى أحدهما . وقال في ( البحر المحيط ) « 1 » : يجب أن يعلم أنّ أهل البغي قوم من المسلمين يخرجون على إمام أهل العدل ويمتنعون عن أحكام أهل العدل .\r\nهذه عبارة الأصحاب في حكم البغاة قد اختلفت في الظاهر وليست مختلفة عند أهل التحقيق . فإنّ عبارة الهداية والقدوري متفقتان . وعبارة « البدائع » « 2 » لم توافقها عبارة من عباراتهم . وعبارة الذخيرة شرط فيها الإمام العادل صريحا ؛ وليس يوجد في الدنيا الآن - فيما بلغنا - إمام عادل ( ! ) .\r\nوأما عبارة الأسبيجابي فهي أحسن العبارات وأثبتها وأوضحها « 3 » وهي التي يجب أن يدار العمل في هذه المسألة عليها فإنّه فصل فيها بين البغاة ، وبين من يخرج عن طاعة الإمام لظلم لحقه منه ؛ فمفهوم هذه العبارة أنّ الذين قالوا : قد ظلمنا السلطان وخرجنا لإزالة الظلم ! ليسوا بغاة . ومفهوم التصانيف حجّة ويؤيّده كونه قال فيه : لا ينبغي للقوم أن يعينوا السلطان عليهم لأنه إعانة على الظلم . ولو كانوا بغاة لما كان يجوز أن يقال إنهم مظلومون ؛ فعلمنا أنّ البغاة الذين ذكرهم بعد هذا ، وأنّ هؤلاء ليسوا بغاة .\r\nويجب أن تحمل كلّ عبارة وقعت من الأصحاب مطلقة من غير تفصيل على هذا الذي ذكره الأسبيجابي .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : ولا يخرجوا .\r\n( 1 ) هو البحر المحيط في الفروع لفخر الأئمة بديع بن منصور الحنفي - وهو المشهور بمنية الفقهاء ؛ قارن بكشف الظنون 1 / 226 .\r\n( 2 ) يعني بذلك تسوية الكاساني بين الخوارج والبغاة ؛ قارن بص 116 .\r\n( 3 ) أكثر العبارة للطحاوي وليس للأسبيجابي ؛ قارن بص 117 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nوأمّا الثاني : ففي أنه هل يجوز أن نبدأ أهل البغي بالقتال أم لا . ذكر في ( الهداية ) « 1 » : ولا نبدؤهم بقتال حتى يبدأوه . وهكذا ذكره القدوري في مختصره « 2 » ، وذكر الإمام المعروف بجواهر زاده « 3 » إنّه عندنا يجوز أن نبدأ بقتالهم إذا تعسكروا واجتمعوا . وقال الشافعي « 4 » : لا يجوز حتّى يبدأوا بالقتال حقيقة . وذكر في ( الذخيرة ) « 5 » : ثمّ يحلّ للإمام العدل أن يقاتلهم وإن لم يبدأوا بقتاله ؛ وهذا مذهبنا . وقال الشافعي : لا يحلّ له ذلك بالقتال ما لم يبدأوا بقتاله حقيقة « 6 » . وذكر في الذخيرة وفي البدائع « 7 » : إذا علم الإمام أنّ الخوارج يشترون « 8 » السلاح ويتأهّبون للقتال فينبغي له « * » أن\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : لهم .\r\n( 1 ) الهداية ( مع فتح القدير ) 4 / 410 : ( ولا يبدأ بقتال حتّى يبدأوه فإن بدأوه قاتلهم حتى يفرّق جمعهم ) ، ويضيف الإمام أكمل الدين محمد بن محمود البابرتي ( - 786 ه ) صاحب شرح العناية على الهداية 4 / 410 - 411 : هكذا ذكره القدوري في مختصره ، وذكر الإمام المعروف بجواهر زاده أنّ عندنا يجوز أن يبدأ بقتالهم إذا تعسكروا واجتمعوا . وقال الشافعي : لا يجوز حتى يبدأوا بالقتال حقيقة .\r\n( 2 ) مختصر القدوري ، ص 137 .\r\n( 3 ) في تاج التراجم ص 62 رقم 186 : محمد بن الحسين بن محمد بن الحسن البخاري ، المعروف بأبي بكر خواهر زاده . قال السمعاني : كان إماما فاضلا نحويا .\r\nوله طريقة حسنة مفيدة جمع فيها من كل فن ، وله كتاب المبسوط . توفي في جمادى الأولى سنة 483 ه .\r\n( 4 ) الأم 4 / 142 وما بعدها .\r\n( 5 ) الذخيرة البرهانية ؛ قارن بص 118 .\r\n( 6 ) الأم للشافعي 4 / 142 وما بعدها .\r\n( 7 ) بدائع الصنائع 7 / 140 .\r\n( 8 ) في البدائع : يشهرون ! .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nيحبسهم حتّى يقطعوا « 1 » عن ذلك ويحدثوا توبة . ولا يبدؤهم « 2 » بقتال حتّى يبدأوه لأنّ قتالهم لدفع شرّهم لا ( لكسر ) « * » شوكتهم لأنّهم مسلمون فما لم يتوجّه الشرّ منهم لا يقاتلهم إن لم يبدأوا بقتاله ؛ وهذا مذهبنا . وقال الشافعي « 3 » : لا يحلّ له ذلك . فالقدوري « 4 » وصاحب البدائع « 5 » قالا :\r\nإنّ الإمام لا يبدؤهم بقتال حتّى يبدأوه . وقال جواهر زاده « 6 » وغيره : يبدؤهم ! والذي يظهر ما قاله القدوري وصاحب البدائع . وهذا الاختلاف إنّما هو في البغاة لا في الطائفة الخارجة لأجل ظلم الإمام لهم فإنهم ليسوا ببغاة كما تقدّم .\r\nوأمّا الثالث : ففي بيان متى يجوز أن يقاتلوا . وهذا القسم يندرج تحت الثاني لكن فيه زيادة من وجه وهو تحقّق هذا الأمر عند الإمام إمّا بالمعاينة أو بإخبار صحيح ، ولا يعتمد على قول من قال .\r\nوأمّا الرابع : ففي بيان حكم من يأخذ منهم وهل يقتل أم لا . ذكر في ( الذخيرة ) « 7 » : ومن أسر من أهل البغي فليس للإمام أن يبيح قتله إذا كان يعلم أنه لو لم يقتله لم يلحق إلى فئة ممتنعة . أمّا إذا كان يعلم أنه لو لم يقتله « * * » للحق إلى فئة ممتنعة ( جاز له ذلك ) « * * * » ؛ لأنّ في هذه الصورة\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل . وفي البدائع : لا لشر شوكتهم ! .\r\n( * * ) في الأصل : لو لم يقتله حتى لم يلحق إلى فئة ممتنعة ! .\r\n( * * * ) ليس في الأصل .\r\n( 1 ) في البدائع : يقلعوا .\r\n( 2 ) ترك الطرسوسي هنا عبارتين ثم عاد للنقل عن البدائع .\r\n( 3 ) الأم للشافعي 4 / 142 وما بعدها .\r\n( 4 ) مختصر القدوري ، ص 137 .\r\n( 5 ) بدائع الصنائع 7 / 140 .\r\n( 6 ) عن شرح العناية على الهداية لأكمل الدين البابرتي ( مع فتح القدير ) 4 / 411 .\r\n( 7 ) الذخيرة البرهانية ؛ قارن بص 118 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nما يندفع به قتاله معنى ؛ وهو نظير الأسير المشرك إذا علم الإمام منه أنه لو استرقّه يعود إليهم فإنه يقتله - كذا بها . ولا يجهز على جريحهم أي لا يتمّ قتله إذا لم يبق لهم فئة . أمّا إذا بقي يجهز عليه . وذكر في ( البدائع ) « 1 » : إذا قاتل الإمام أهل البغي فهزمهم وولّوا مدبرين فإن كانت لهم فئة يتحيّزون إليها فينبغي لأهل العدل أن يقتلوهم ويجهزوا على جرحاهم لئلا يتحيّزوا إلى الفئة فيتمنعوا بها « 2 » . وأمّا أسراهم « 3 » فإن شاء الإمام قتله استصالا لشأفتهم ، وإن شاء حبسه لاندفاع شرّه بالأسر والحبس . وإن ( لم ) « * » تكن لهم فئة يتحيّزون إليها لم يتبع مولّيهم ، ولم يجهز على جريحهم « 4 » ، ولم يقتل أسيرهم لوقوع الأمن عن شرّهم عند انعدام الفئة . وكلّ « 5 » من ( لا ) « * * » يجوز قتله من أهل البغي « 6 » لا يقتلون إلّا إذا قاتلوا فيباح قتلهم في حالة القتال وبعد الفراغ من القتال إلّا الصبيان والمجانين على ما ذكر في حكم أهل\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل ؛ عن بدائع الصنائع .\r\n( * * ) ليس في الأصل ، عن بدائع الصنائع 7 / 141 .\r\n( 1 ) بدائع الصنائع 7 / 140 - 141 .\r\n( 2 ) بعد هذا في البدائع : فيكروا على أهل العدل .\r\n( 3 ) في بدائع الصنائع : أسيرهم .\r\n( 4 ) في بدائع الصنائع 7 / 141 : وإن لم يكن لهم فئة يتحيّزون إليها لم يتبع مدبرهم ولم يجهز على جريحهم ولم يقتل أسيرهم .\r\n( 5 ) أغفل الطرسوسي هنا عبارة تتعلق بأموال البغاة ، ثم عاد إلى النقل عن البدائع 7 / 141 .\r\n( 6 ) في بدائع الصنائع : « فكل من لا يجوز قتله من أهل الحرب من الصبيان والنسوان والأشياخ والعميان لا يجوز قتله من أهل البغي لأن قتلهم لدفع شر قتالهم فيختص بأهل القتال وهؤلاء ليسوا من أهل القتال فلا يقتلون إلّا إذا قاتلوا فيباح قتلهم في حال القتال وبعد الفراغ من القتال إلّا الصبيان والمجانين على ما ذكرنا في حكم أهل الحرب » .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nالحرب . وذكر في الهداية قول عليّ : ولا يقتل أسير . وتأويله إذا لم تكن فئة . فإن كانت فالإمام إن شاء قتله وإن شاء حبسه . وذكر في شرح مختصر الطحاوي « 1 » للأسبيجابي : فإذا قاتلوهم ومن قوم « * » فإنّه لا يقتل أسيرهم ، ولا يقتل منهم مدبر ولا جريح إذا لم تكن لهم فئة يتحيّزون إليها ، ولا يقتل جريحهم ومدبرهم . وذكر في مختصره « 2 » عن الحسن بن زياد عن أبي حنيفة أنّ الإمام يخيّر في الأسارى إن شاء أطلقهم وإن شاء قتلهم إن كانت لهم قوّة وشوكة . وأمّا ظاهر الرواية فيقتلهم إن كانت لهم قوة وشوكة .\r\nولو كان عبد يخدم مولاه ويقاتل يحبس حتّى لا يبقى ( أحد ) « * * » من أهل البغي « 3 » . وكذا المرأة إذا أخذت وكانت تقاتل حبسها حتى لا يبقى من أهل البغي أحد ؛ ولا تقتل « 4 » .\r\nوكلّ من نهينا عن قتله إذا أخذ فلا بأس بقتله في حالة اتّصال ( الفتنة ) « * * * » .\r\nفتحرّر لنا من هذه النقول كلّها أنّ الأسير من أهل البغي إذا لم تكن له فئة لا يجوز للإمام أن يقتله وله أن يحبسه ويعزّره . وإن كانت له فئة فالإمام\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) كذا في الأصل ، ولم أستطع تبين صحتها .\r\n( * * ) ليس في الأصل .\r\n( * * * ) ليس في الأصل .\r\n( 1 ) في مختصر الطحاوي ، ص 257 : « دعيت ( الفئة الباغية ) إلى الرجوع إلى الجماعة والدخول في طاعة الإمام الذي يجب عليها طاعته . فإن فعلت ذلك وإلّا قوتلت ، ولم يقتل منها مدبر ولا أسير ، ولم يجهز لها على جريح . . . » .\r\n( 2 ) لم أجد النصّ في المختصر ، ولا في المصادر الحنفية . وقارن بفتح القدير 4 / 412 .\r\n( 3 ) قارن بفتح القدير 4 / 412 ، وبدائع الصنائع 7 / 141 .\r\n( 4 ) المبسوط 10 / 127 ، وفتح القدير 4 / 412 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nمخيّر إن شاء قتله وإن شاء حبسه . وأمّا قول الأسبيجابي : « وفي ظاهر الرواية فيقتلهم إذا كانت لهم قوة وشوكة » فيشير إلى التحتّم من غير تخيير بين القتل والإطلاق . كما يشير قول الأسبيجابي : « ولو كان عبد يخدم مولاه » إلى آخره - إلى أنه لا يقتل . ويفرّق بين الحرّ والعبد الذي للخدمة ولكن يحبس . والمرأة مثله . وذكر في البدائع « 1 » أنه إذا كان العبد يقاتل مع مولاه يجوز قتله . وإن كان يخدم مولاه لا يجوز قتله ؛ وفي ( المبسوط ) مثله « 2 » . وهذا كلّه في حقّ أسير أهل البغي ؛ وأهل البغي من تقدّم تفسيرهم على التفصيل الذي ذكره الأسبيجابي ؛ وهو الحقّ في المسألة .\r\nوأمّا الخامس : في بيان ما يمنع من قتل المأخوذ وما لا يمنع . قد نقلنا عن البدائع « 3 » أنّ الصبيان والشيخوخة والعمى والأنوثة موانع من القتل إلّا إذا كان هؤلاء قاتلوا مع البغاة ، فإن قاتلوا قتلوا في حال القتال وبعد الفراغ منه ، أي في حال الأسر على ما قدّمناه في القسم الرابع . ونصّ في المبسوط على أنّ المرأة لا تقتل بعد الفراغ من القتال لأنّ قتلها إنما جاز دفعا للشرّ وقد اندفع بالأسر دون « * » القتل « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : لئن .\r\n( 1 ) بدائع الصنائع 7 / 141 : وأمّا العبد المأسور من أهل البغي فإن كان قاتل مع مولاه يجوز قتله ، وإن كان يخدم مولاه لا يجوز قتله ولكن يحبس حتى يزول بغيهم فيرد عليهم .\r\n( 2 ) المبسوط للسرخسي 10 / 127 .\r\n( 3 ) البدائع 7 / 141 .\r\n( 4 ) في المبسوط 10 / 127 : « وإذا أخذت المرأة من أهل البغي فإن كانت تقاتل حبست حتى لا يبقى منهم أحد ولا تقتل لأنّ المرأة لا تقتل على ردّتها فكيف تقتل إذا كانت باغية ؟ ! وفي حال اشتغالها بالقتال إنما جاز قتلها دفعا وقد اندفع ذلك حين أسرت . . . » .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nهل يجوز للإمام أن يقتل أسيرا من البغاة إذا أظهر التوبة وإن كان له فئة أم لا ؟ قلنا إنّ هذه الصورة غير منقولة في علمي ولكن ذكر في المبسوط « 1 » أنّ أهل العدل إذا لقوا أهل البغي فقاتلوهم « * » فحمل رجل من أهل العدل على رجل من أهل البغي فقال : تبت ! وألقى السلاح يكفّ عنه . وكذلك لو قال : أكفف عنّي حتّى أنظر في أمري لعلّي أتابعك ! وألقى السلاح « 2 » كفّ عنه لأنه « * * » إنما يقاتله ليتوب وقد حصل المقصود فهو كحربيّ إذا أسلم ؛ ولأنه يقاتله دفعا لبغيه وقتاله وقد اندفع ذلك حين ألقى السلاح فاعتبرت التوبة حال القتال وهي بلا شكّ أقوى من حالة الأسر . فالتوبة حالة الأسر أولى بهذا الاعتبار ! فلا يقتل الأسير إذا تاب . فعلم من هذا البحث أنّ التوبة أيضا من الموانع .\r\nوأمّا السادس ففي بيان ما يعمل بأموالهم ونسائهم إذا قدرنا عليهم .\r\nوذكر في المبسوط « 3 » : ولا تسبى نساؤهم وذراريهم لأنهم مسلمون ، ولا تتملّك أموالهم لبقاء العصمة فيها بكونها محرزة بدار الإسلام « 4 » . وما أصاب أهل العدل من كراع أهل البغي وسلاحهم فلا بأس باستعمال ذلك عليهم عند الحاجة « 5 » وقد أخذ رسول اللّه صلّى اللّه عليه وسلّم من صفوان دروعا\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : فقاتلهم .\r\n( * * ) في الأصل : لا .\r\n( 1 ) المبسوط 10 / 133 .\r\n( 2 ) بعد هذا في المبسوط 10 / 133 : لأنه استأمن لينظر في أمره فعليه أن يجيبه إلى ذلك رجاء أن يحصل المقصود بدون القتال . . . إلخ .\r\n( 3 ) المبسوط 10 / 126 .\r\n( 4 ) بعد هذا في المبسوط : فإن التملك بالقهر يخص بمحلّ ليس فيه عصمة الإحراز بدار الإسلام .\r\n( 5 ) بعد هذا في المبسوط : لأنهم لو احتاجوا إلى سلاح أهل العدل كان لهم أن يأخذوه للحاجة والضرورة ؛ وقد أخذ رسول اللّه . . . إلخ .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nفي حرب هوازن وكان ذلك بغير رضاه . وإذا وضعت الحرب أوزارها ردّ عليهم جميع ذلك لزوال الحاجة « 1 » . وذكر في الهداية « 2 » : ولا تسبى لهم ذرّيّة ، ولا يقسم لهم مال . ولا بأس بأن يقاتلوا بسلاحهم إن احتاج المسلمون إليه . وقال الشافعي : لا يجوز . والكراع على هذا الخلاف « 3 » .\r\nلنا أنّ عليا رضي اللّه عنه قسم السلاح بين أصحابه بالبصرة وكانت قسمته للحاجة لا للتمليك .\r\nويحبس « 4 » الإمام أموالهم ولا يردّها عليهم ولا يقسمها حتّى يتوبوا فيردّها عليهم . أمّا القسمة فلما بيّنّا « 5 » ، وأمّا الحبس فلدفع شرّهم بكسر شوكتهم ولهذا يحبسها عنهم وإن كان لا يحتاج إليها إلّا أنه يبيع الكراع لأنّ في حبس الثمن نظرا ويسرا . وأمّا الردّ فلاندفاع الضرورة « 6 » . وهذا القسم ظاهر لا يحتاج إلى الكلام عليه .\r\nوأمّا السابع : ففي بيان من يقتل من البغاة ؛ هل يغسّل ويصلّى عليه أم لا ؟ ذكر الأسبيجابي في شرحه « 7 » : من قتل من أهل البغي يغسّل ولا يصلّى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اختصر الطرسوسي النص في الجمل الأخيرة أيضا .\r\n( 2 ) الهداية ( مع فتح القدير ) 4 / 412 .\r\n( 3 ) في الهداية 4 / 412 - 413 : وقال الشافعي لا يجوز . والكراع على هذا الخلاف . له أنه مال مسلم فلا يجوز الانتفاع به إلّا برضاه . ولنا أن عليا قسم السلاح فيما بين أصحابه بالبصرة وكانت قسمته للحاجة لا للتمليك ، ولأنّ للإمام أن يفعل ذلك في مال العادل عند الحاجة ففي مال الباغي أولى ، والمعنى فيه إلحاق الضرر الأدنى لدفع الأعلى . وقارن بالأم للشافعي 4 / 137 .\r\n( 4 ) عن الهداية ( مع فتح القدير ) 4 / 413 .\r\n( 5 ) في الهداية : فلما بيّنّاه .\r\n( 6 ) في الهداية : وأما الرد بعد التوبة فلاندفاع الضرورة ولا استغنام فيها .\r\n( 7 ) في مختصر الطحاوي ص 257 : « ولم يجهز لها ( الفئة الباغية ) على جريح ، ولم يغنم لها مال ، ولم تسب لها ذرية ، ولم يصلّ على من قتل منها » .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nعليه . وذكر في البدائع « 1 » : وأمّا قتلى أهل البغي فلا يصلّى عليهم لما روي أنّ عليا ما صلّى على أهل حروراء ؛ ولكنّهم يغسّلون ويكفّنون ويدفنون لأنّ ذلك من سنّة موت بني آدم . ويكره أن تؤخذ رؤوسهم ( ويبعث ) « * » بها إلى الآفاق ، وكذا رؤوس أهل الحرب « 2 » . وذكر في ( الذخيرة ) « 3 » : ولا يصلّى على أهل البغي ولا يغسّلون أيضا ولكنهم يدفنون لإماطة الأذى ؛ ولأنّ القيام ( بغسلهم والصلاة عليهم نوع موالاة والعادل ممنوع عن موالاة أهل البغي ) « * * » في حياة الباغي وكذا بعد موته . وكان الحسن بن زياد يقول : إذا بقيت لهم فئة لا يصلّي عليهم ولا يغسّلهم ، وإن لم تبق لهم فئة فلا بأس للعادل بغسل قريبه من أهل البغي إذا قتل ويصلّي عليه « 4 » ؛ هذه عبارته .\r\nوالتوفيق بين ما ذكر في ( البدائع ) وبين ما ذكره في الذخيرة يحصل بما ذكره الحسن بن زياد .\r\nوأمّا الثامن : ففي بيان من يقتل من أهل العدل أنه : هل يغسّل ويصلّى عليه أم لا ؟ وذكر في شرح الأسبيجابي : من قتل من أهل العدل فإنه يفعل به ما يفعل بالشهيد وحكمه حكم الشهيد « 5 » . وذكر في البدائع « 6 » : أمّا قتلى\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل ، عن البدائع .\r\n( * * ) ما بين الحاضرتين عن هامش الأصل .\r\n( 1 ) بدائع الصنائع 7 / 142 .\r\n( 2 ) في بدائع الصنائع : لأن ذلك من باب المثلة وأنه منهيّ عنه لقوله عليه الصلاة والسلام : لا تمثّلوا . وقارن بشرح السير الكبير 1 / 110 - 111 .\r\n( 3 ) الذخيرة البرهانية ؛ قارن بص 118 والنص مشابه لما ورد في المبسوط 10 / 131 .\r\n( 4 ) في المبسوط : وجعل ذلك بمنزلة قتل الأسير والتجهيز على الجريح لأنّ في القيام بذلك مراعاة حقّ القرابة ، ولا بأس بذلك إذا لم يبق لهم فئة .\r\n( 5 ) ليس في مختصر الطحاوي نص مشابه .\r\n( 6 ) بدائع الصنائع 7 / 142 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nأهل البغي فيصنع بهم ما يصنع بسائر الشهداء ولا يغسّلون ويدفنون في ثيابهم ، ولا ينزع إلّا ما يصلح كفنا ، ويصلّى عليهم لأنّهم شهداء .\r\nوأمّا التاسع : ففي بيان الباغي إذا قتل أحدا من أهل العدل ثم ظهرنا عليه هل نقتصّ منه للعادل أم لا ؟ ذكر الأسبيجابي « 1 » في شرحه أنّ ما أتلفه أهل العدل من أموال أهل البغي في الحرب أو قاتلوهم فأصابوا الأنفس فإنّ ذلك لا يكون مضمونا عليهم . وكذلك ما أتلف أهل البغي من أهل العدل من مال أو نفس فإنه لا يكون مضمونا عليهم إلّا أن يوجد مال الرجل بعينه فيردّ إليه . وذكر في البدائع « 2 » : العادل إذا أصاب من أهل البغي شيئا ؛ دما أو جراحة أو مالا استهلكه فإنّه لا ضمان عليه . وأمّا الباغي إذا أصاب شيئا من أهل العدل فقد اختلفوا فيه ؛ قال أصحابنا : إنّ ذلك موضوع . وقال الشافعي : إنه مضمون « 3 » . ولو فعلوا شيئا من ذلك قبل الخروج وظهور المنعة أو بعد الانهزام وتفرّق الجمع يؤخذون به لأنّ المنعة إذا تقدّمت « 4 » انعدمت الولاية « 5 » . وأمّا الباغي إذا قتل العادل فيحرم الميراث عند أبي يوسف ؛ وعند أبي حنيفة ومحمد إن قال : قتلته وأنا أعلم أنّي على الباطل يحرم « 6 » ! وذكر في ( الهداية ) « 7 » : وإذا قتل رجل من أهل العدل باغيا فإنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قارن بنصّ موجز مشابه في مختصر الطحاوي ، ص 257 - 258 .\r\n( 2 ) بدائع الصنائع 7 / 141 .\r\n( 3 ) ترك الطرسوسي عدة عبارات من البدائع ثم عاد للنقل عنها . وقول الشافعي هذا في مذهبه القديم ، لكنه رجع عنه في الجديد ؛ قارن بالأم 4 / 137 .\r\n( 4 ) كذا في الأصل ، وليست في البدائع ، وأحسبها : انعدمت .\r\n( 5 ) يترك الطرسوسي عدة عبارات بعد هذا ، ثم يعود للنقل عن البدائع 7 / 142 .\r\n( 6 ) في البدائع : « وأمّا الباغي إذا قتل العادل يحرم الميراث عند أبي يوسف . وعند أبي حنيفة ومحمد : إن قال قتلته وكنت على حقّ وأنا الآن على حق لا يحرم الميراث ، وإن قال قتلته وأنا أعلم أني على باطل يحرم » ! ثم يورد تعليلا طويلا لذلك .\r\n( 7 ) الهداية ( مع فتح القدير ) 4 / 414 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nيرثه ، وإن قتله الباغي وقال : كنت على حقّ وأنا الآن على حقّ يرثه ! وإن قال قتلته وأنا أعلم أنّي على باطل لم يرثه « 1 » ! والعادل إذا أتلف نفس الباغي « 2 » لا يضمن ولا يأثم « 3 » ، والباغي إذا قتل العادل لا يجب الضمان عليه عندنا ويأثم . وقال الشافعي في القديم إنه يجب « 4 » .\r\nوأمّا العاشر ففي بيان أنّ العادل إذا قتل الباغي هل تؤخذ دية الباغي منه أم يقتصّ . وقد علم من القسم التاسع أنه لا يضمن .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) في الهداية بعد هذا : وهذا عند أبي حنيفة ومحمد رحمهما اللّه .\r\n( 2 ) في الهداية : أو ماله .\r\n( 3 ) في الهداية زيادة : لأنه مأمور بقتالهم دفعا لشرّهم .\r\n( 4 ) رجع الشافعي عن هذا الرأي في مذهبه الجديد ؛ قارن بالأم 4 / 137 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nالفصل الثاني عشر في الجهاد وقسمة الغنائم\r\nالكلام في هذا الفصل في مواضع « 1 » أحدها في بيان وقت وجوبه .\r\nوالثاني في الجعائل . الثالث في الفرار من الزحف . الرابع من يجوز قتله من المشركين ومن لا يجوز . الخامس : في بيان ما ينتهي به أمر القتال .\r\nالسادس فيما يجب من طاعة الإمام وما لا يجب ويندرج فيه صلاة الخوف .\r\nالسابع في الأمان . الثامن في المحاصرين من الكفار إذا طلبوا الإسلام أو عقد الذمة وأبى الإمام . التاسع : السبايا . العاشر : في الشهيد وما يصنع به .\r\nالحادي عشر : في مفاداة الأسرى بالأسرى . الثاني عشر : الغنائم وكيفية قسمتها .\r\nالأول « 2 » : إعلم أنّ الجهاد ( فرض ) « * » كفاية في غير نفير عامّ وإلّا ففرض عين . وقتال الكفّار واجب وإن لم يبدأونا .\r\nالثاني « 3 » : في الجعائل إذا وقعت الحاجة إلى تجهيز الجيش فلا يخلو إمّا أن تكون للمسلمين قوة القتال فإن كان في بيت مال المسلمين مال فلا\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( 1 ) يشبه هذا التقسيم ما ورد في بدائع الصنائع 7 / 97 .\r\n( 2 ) قارن ببدائع الصنائع 7 / 98 ، والهداية ( مع فتح القدير ) 4 / 280 - 282 .\r\n( 3 ) عن شرح السير الكبير 1 / 139 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nينبغي للإمام أن يتحكّم على أرباب الأموال فيأخذ شيئا منهم من غير طيب من أنفسهم . فلا يكون ذلك حراما بل يكون حبسا مرغوبا فيه سواء كان في بيت المال مال أو لم يكن . وإن لم يكن في بيت المال مال فلا بأس بأن يتحكّم الإمام على أرباب الأموال بقدر ما يتقوّى به الذين يخرجون إلى الجهاد . وقد صحّ « 1 » أنّ أبا بكر رضي اللّه عنه بعث البعوث بعد وفاة رسول اللّه صلّى اللّه عليه وسلّم من مال الأغنياء . وهكذا فعل عمر بن الخطّاب ؛ وكان يعطي الغازي فرس القاعد .\r\nالثالث : في الفرار من الزحف . قال محمد بن الحسن « 2 » . لا أحبّ للرجل من المسلمين أن يفرّ من رجلين من المشركين . ولا بأس بأن يفرّ من ثلاثة أو أكثر « * » . وكانوا ألزموا الثبات على قتالهم ثمّ خفّف اللّه تعالى الأمر لقوله تعالى « 3 » :  الْآنَ خَفَّفَ اللَّهُ عَنْكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفاً  . واعلموا - رحمكم اللّه - أنّ عدد المسلمين إذا كان اثني عشر ألفا أو أكثر لا يحلّ لهم الفرار ، وإن كان عدد الكفّار أضعافا لذلك للخبر ( عن ) « * * » رسول اللّه صلّى اللّه عليه وسلّم بأنه إذا بلغ الجيش اثني عشر ألفا لا يغلبون « 4 » . وهذا إذا اجتمعت كلمتهم أمّا إذا افترقت فيعتبر الواحد بالاثنين بشرط الطاقة .\r\nالرابع : فيمن يجوز قتله من المشركين ومن لا يجوز قتله . قال أبو\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل زيادة : أن يفر .\r\n( * * ) ليس في الأصل .\r\n( 1 ) مثل أبي بكر ليس في شرح السير الكبير ؛ بل ذكر صنيع عمر فقط .\r\n( 2 ) شرح السير الكبير 1 / 123 - 124 .\r\n( 3 ) سورة الأنفال / 66 .\r\n( 4 ) قارن بالأثر عن ابن عباس مرفوعا في شرح السير الكبير 1 / 67 - 68 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nيوسف « 1 » ، سئل أبو حنيفة عن قتل « 2 » النساء والصبيان والشيخ الكبير الذي لا يطيق القال فنهى عن ذلك وكرهه . وكذا لا يقتل مقعد ولا أعمى ولا يابس الشقّ والمقطوع اليمين والمقطوع يده ورجله من خلال « * » إلّا أن يكون أحد هؤلاء ممن له رأي في الحرب أو تكون المرأة ملكة « 3 » . وكذا يقتل من كان يقاتل من هؤلاء الذين عددناهم دفعا لشرّهم غير أنّ الصبيّ والمجنون لا يقتلان ما داما لا يقاتلان وغيرهما لا بأس بقتله بعد الأسر « 4 » . وإن كان يجنّ ويفيق فهو في حال إفاقته كالصحيح . ويكره أن يبتدئ الرجل أباه المشرك فيقتله « 5 » ( فلو قصد الأب قتله بحيث لا يمكنه دفعه إلّا بقتله فلا بأس به « 6 » أن يقتله كما لو شهر الأب ) « * * » سيفه على ابنه ، ولا يمكن للابن دفعه إلّا بقتله يقتله « 7 » ؟ ! .\r\nالخامس : في بيان ما ينتهي به أمر القتال .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ربما كانت : من خلاف .\r\n( * * ) ما بين الحاصرتين عن هامش المخطوط .\r\n( 1 ) لم أجد الرواية عن أبي حنيفة في الخراج لأبي يوسف ، ص 193 - 195 . والنص في المبسوط 10 / 137 .\r\n( 2 ) قارن بشرح السير الكبير 4 / 1415 - 1416 ، والمبسوط 10 / 5 - 6 ، 29 ، ومختصر الطحاوي ص 283 ، وبدائع الصنائع 7 / 101 ، والهداية وفتح القدير 4 / 290 - 292 .\r\n( 3 ) عن الهداية ( مع فتح القدير ) 4 / 292 .\r\n( 4 ) في الهداية زيادة : لأنه من أهل العقوبة لتوجه الخطاب نحوه .\r\n( 5 ) في الهداية : لقوله تعالى :  وَصاحِبْهُما فِي الدُّنْيا مَعْرُوفاً  ، ولأنه يجب عليه إحياؤه بالإنفاق فيناقضه الإطلاق في إفنائه . فإن أدركه امتنع عليه حتى يقتله غيره لأن المقصود يحصل بغيره من غير اقتحامه المأثم . وإن قصد الأب . . إلخ .\r\n( 6 ) في الهداية زيادة : فلا بأس به لأنّ مقصوده الدفع ألا ترى أنه لو شهر . . إلخ .\r\n( 7 ) في الهداية زيادة : لما بيّنّا فهذا أولى .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nيجب أن يعلم أن أمر القتال ينتهي بشيئين « 1 » : الإسلام ، وقبول الجزية . فيحتاج إلى بيان ما يصير به الكافر مسلما . وكذا يحتاج إلى بيان من تقبل منه الجزية من المشركين ومن لا تقبل . أمّا الأول : فالكفّار على نوعين « 2 » منهم من يجحد الباري عزّ وجلّ ، ومنهم من يقرّ به إلّا أنه ينكر وحدانيته جلّ وعلا كعبدة الأوثان . فمن أنكر الباري تعالى إذا أقرّ به يحكم بإسلامه ، ومن أقرّ به وجحد وحدانيته بأن قال لا إله إلّا اللّه يحكم بإسلامه .\r\nومن أقرّ بوحدانية اللّه ، وجحد رسالة نبيّنا محمّد صلّى اللّه عليه وسلّم يحكم بكفره فإذا أقرّ برسالته يحكم بإسلامه . وأمّا الكتابيّ كاليهودي والنصراني فقد قال محمد بن الحسن « 3 » إنّ إسلامه كان في زمن رسول اللّه صلّى اللّه عليه وسلّم يثبت بشهادة أن لا إله إلّا اللّه وأنّ محمدا رسول اللّه ؛ وأمّا اليوم ببلاد العراق إذا قال اليهودي أو النصراني : أشهد أن لا إله إلّا اللّه وأنّ محمدا رسول اللّه لا يحكم بإسلامه ما لم يقل تبرأت من ديني ودخلت في الإسلام « 4 » . وقد أشبعت ما قال الأصحاب في هذه المسألة في كتاب ( أنفع الوسائل إلى تحرير المسائل ) « 5 » فلينظر ثمّة .\r\nوأمّا بيان من تقبل منه الجزية من المشركين ومن لا تقبل فاعلم أنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكلام منقول بالمعنى عن بدائع الصنائع 7 / 102 - 103 .\r\n( 2 ) جعلهم الكاساني أربعة أصناف ؛ قارن ببدائع الصنائع 7 / 102 - 103 .\r\n( 3 ) رأي محمد بن الحسن في شرح السير الكبير 1 / 151 - 152 .\r\n( 4 ) إلى هنا عن شرح السير الكبير 1 / 151 - 152 .\r\n( 5 ) الطرسوسي : الفتاوى الطرسوسية أو أنفع الوسائل إلى تحرير المسائل ، صححه وراجع نقوله للمرة الأولى مصطفى محمد خفاجي ، مطبعة الشرق بالقاهرة 1344 ه / 1926 م ، ص ص 58 - 66 . وقد درس الطرسوسي حتى ص 64 طرائق إسلام أهل الكتاب من اليهود والنصارى . ثم تابع فيما تبقى من صفحات دراسة إسلام « عبدة الأوثان والنيران والمشرك في الربوبية والمنكر للوحدانية كالثنوية . . . » .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nالكفّار أصناف « 1 » : صنف لا تجوز ( الجزية فيهم ولا إعطاء الذمة لهم وهم المشركون من العرب ممن لا كتاب لهم ) « * » كنحو : عبدة « * * » الأوثان والأصنام . فإذا ظهر بمحلّهم لا يقبل من رجالهم إلّا السيف أو الإسلام ونساؤهم وصبيانهم فيء . وصنف تجوز الجزية منهم بالإجماع وهم أهل الكتاب أي اليهود والنصارى من العرب وغيرهم . وكذا يجوز أخذ الجزية من المجوسيّ بالإجماع عربيا كان أو غير عربي . وأمّا الصنف الذين اختلفوا في جواز الجزية منهم فهم قوم من المشركين غير العرب وغير أهل الكتاب والمجوس ؛ ويجوز أخذ الجزية منهم عندنا « 2 » خلافا للشافعي « 3 » . ولو طلبت الأسارى من إمام المسلمين الذمة فللإمام أن يعطيهم الذمّة .\r\nالسادس : فيما يجب من طاعة الإمام وما لا يجب . ويندرج فيه معرفة صلاة الخوف . وإذا دخل العسكر دار الحرب للقتال فأمرهم الإمام بشيء « 4 » فعلى العسكر أن يطيعوه في ذلك إلّا أن يكون المأمور به معصية بيقين . وبيان هذا لا يخلو من ثلاثة أوجه ؛ أمّا إن علم العسكر أنهم ينتفعون بشيء أمروا به بيقين بأن أمر الإمام بأن لا يقاتلوا في الحال مثلا وعلم العسكر أنّ منفعتهم في ترك القتال في الحال فيطيعونه فيه . أو إن علم العسكر أنهم ينصرون بالقتال في الحال بأن علموا أنّ أهل الحرب لا يطيقونهم في القتال وعلموا أنّ لهم مددا يلحق بهم وينصرون بهم على قتال\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) عن هامش الأصل .\r\n( * * ) في الأصل : نحو كعبدة .\r\n( 1 ) قارن ببدائع الصنائع 7 / 110 - 111 ، والهداية ( مع فتح القدير ) 4 / 369 - 372 ، والمبسوط 10 / 119 .\r\n( 2 ) الأم 4 / 97 .\r\n( 3 ) عن شرح السير الكبير 1 / 165 وما بعدها . وأكثر النقل بالمعنى .\r\n( 4 ) في شرح السير : بشيء من أمر الحرب .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nالمسلمين فلا يطيعونه فيه . أو إن شكّوا في المنفعة والضرار واستوى الطرفان فإنهم يطيعونه لأنّ طاعة الأمير حقّ على العسكر بيقين واليقين لا يترك بالشّكّ .\r\nوإذا عصى واحد من الجند أميره فيما أمره فلا ينبغي للإمام أن يؤدّبه من أوّل وهلة . ولكن ينصحه حتّى يعود إلى مثل ذلك فإن عصاه بعد ذلك أدّبه إلّا أن يبدي عذرا فإنه يخلّي سبيله إذا حلف أنه إنما خالفه بعذر . وإذا نادى منادي الأمير أنّ الساقة غدا على أهل كذا والميمنة على أهل كذا والميسرة على أهل كذا فشدّد العدوّ على الساقة فلا بأس على أهل الميمنة والميسرة أن يعينوا أهل الساقة إذا خافوا عليهم . وهذا إذا كان ذلك لا يخلّ بمراكزهم . وأمّا إذا كان ذلك يخلّ بمراكزهم فلا يعينوهم : وإن أمرهم الأمير أن لا يخلوا مراكزهم ، ونهى أن يعين بعضهم بعضا فلا ينبغي لهم أن يعينوا أهل الساقة إن خافوا عليهم وإن أمنوا من ناحيتهم ؛ لأنّ طاعة الأمير فرض وما يخافونه موهوم والموهوم لا يعارض المتيقّن .\r\nوأمّا معرفة « 1 » صلاة الخوف فاعلم أنه ( إذا ) « * » اشتدّ الخوفّ صلّى الإمام بالناس الصلاة المفروضة ويجعلهم طائفتين طائفة في وجه العدوّ ، وطائفة يصلّي بهم فيصلّي بهؤلاء شطر الصلاة ثمّ تذهب هذه الطائفة إلى وجه العدوّ وتأتي الأخرى يصلّي بهم شطر الصلاة ثمّ يسلّم الإمام ، وتذهب هذه الطائفة فتقف بإزاء العدو وتأتي الأولى فيتمّون صلواتهم بغير قراءة ، ثمّ تأتي الطائفة فيقضون ما فاتهم بقراءة . وهذا معروف في كتاب الصلاة في الفقه .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( 1 ) عن شرح السير الكبير 1 / 224 وما بعدها .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nوأبو يوسف يقول إنها غير مشروعة في زماننا « 1 » .\r\nالسابع : في الأمان « 2 » : يجب أن يعلم أنّ الرجل المسلم أو المرأة المسلمة إذا آمنا أهل حصن أو مدينة صحّ أمانهما ولا يجوز لأحد قتالهم بعد ذلك . وهو كالولاية في باب النكاح إلّا أن يكون في ذلك مفسدة فيؤدّبه الإمام لافتئاته على رأيه . ولو آمن الإمام بنفسه ثمّ رأى المصلحة النبذ نبذ إليهم وقاتلهم .\r\nولا يصحّ الأمان من العبد ولا من الذمّيّ الذي خرج ( مع ) « * » المسلمين للقتال ، ولا أمان أسير في أيدي العدوّ ، ولا تاجر يدخل عليهم .\r\nومن أسلم في دار الحرب ولم يخرج إلينا لا يصحّ أمانه .\r\nالثامن « 3 » : في المحاصرين من الكفار إذا طلبوا الإسلام أو عقد الذمة .\r\nإذا حاصر الإمام « * * » مدينة من مدن أهل الحرب فطلب أهل الحرب أن يسلموا فأبى الإمام ذلك فهذا ما لا يحلّ للإمام . لأنّ القتال ما شرع لعينه بل لأجل الإسلام أو لقبول عقد الذمّة . قال اللّه تعالى :  تُقاتِلُونَهُمْ أَوْ يُسْلِمُونَ  . وقال جلّ وعلا :  حَتَّى يُعْطُوا الْجِزْيَةَ . .  .\r\nالتاسع : في السبايا : ينبغي أن يعلم أنّ السبية لا يجوز وطؤها إن كانت حاملا « * * * » حتى تضع . وإن كانت غير حامل حتى تستبرأ بحيضة .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( * * ) من هنا وحتى أول ق 42 أبخط آخر أحدث عهدا .\r\n( * * * ) في الأصل : حاملة .\r\n( 1 ) قارن بمختصر الطحاوي ، ص 38 - 39 حيث يرد كلام مشابه .\r\n( 2 ) الفقرة مأخوذة عن شرح السير الكبير 2 / 576 وما بعدها باختصار ، وشرح السير الكبير 1 / 252 وما بعدها باختصار . وقارن بالهداية ( مع فتح القدير ) 4 / 298 - 300 .\r\n( 3 ) قارن بشرح السير الكبير 5 / 2227 وما بعدها .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nالعاشر : في الشهيد وما يصنع به . الشهيد إذا قتل في المعركة لم يغسل ؛ ويصلّى عليه . وقال مالك : لا يصلّى عليه .\r\nالحادي عشر « 1 » : في مفاداة الأسرى بالأسرى . لا بأس بأن يفادى أسرى المشركين عند أبي يوسف ومحمد . وهو أظهر الروايتين عن أبي حنيفة . والأصل فيه أنّ النبيّ صلّى اللّه عليه وسلّم فادى رجلين من المسلمين برجل من المشركين .\r\nالثاني عشر : في الغنائم « 2 » : ما يفتحه اللّه تعالى على أيدي المسلمين من أموال المشركين ومدنهم ؛ فإذا فتح السلطان بلدة عنوة أي قهرا فهو بالخيار إن شاء قسمها بين الغانمين ، كما فعل رسول اللّه صلّى اللّه عليه وسلّم بخيبر ، وإن شاء أقرّ أهلها عليها ، ووضع عليهم الجزية ، وعلى أراضيهم الخراج ، كما فعل عمر بن الخطّاب بسواد العراق بموافقة الصحابة له في ذلك . وقيل : الأولى هو الأول عند حاجة الغانمين ليكون عدّة في الزمان الثاني . وهذا في العقار . وإنّما في المنقول المجرّد لا يجوز المنّ بالردّ عليهم لأنه لم يرد الشرع به . وإن منّ عليهم بالرفاء والأراضي يدفع إليهم من المنقولات بقدر ما يتهيأ لهم من العمل .\r\nوهو في الأسارى « 3 » بالخيار إن شاء قتلهم لأنه صلّى اللّه عليه وسلّم قتل . ولأنّ فيه حسم « * » مادّة الفساد . وإن شاء استرقّهم . وإن شاء تركهم أحرارا ذمة للمسلمين . ولا يجوز أن يردّهم إلى دار الحرب لأنّ فيه تقويتهم\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) في الأصل : ختم .\r\n( 1 ) عن شرح السير الكبير 4 / 1587 وما بعدها باختصار . وقارن ببدائع الصنائع 7 / 120 .\r\n( 2 ) قارن بشرح السير الكبير 4 / 1149 ، والهداية ( مع فتح القدير ) 4 / 353 - 355 .\r\n( 3 ) عن شرح السير الكبير 3 / 1024 باختصار .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nعلى المسلمين « 1 » . فإن أسلموا لا يقتلهم لاندفاع شرّهم . وله أن يسترقّهم إذا أسلموا بعد الأخذ .\r\nوإذا « 2 » أراد الإمام العود ومعه مواش ولم يقدر على نقلها إلى دار الإسلام ذبحها وحرّقها ؛ ولا يعقرها ، ولا يتركها من غير أن يحرقها بالنار حتى لا ينتفع ( بها ) « * » . ويخرّب البنيان ، ويحرق الأسلحة أيضا . وما لم يحرّقه منها يدفنه في موضع لا يوقف عليه .\r\nوأمّا كيفية القسمة للغنيمة . فاعلم « 3 » أنّ الإمام لا يقسم غنيمة في دار الحرب حتى يخرجها إلى دار الإسلام . فإن لم يكن للإمام حمولة يحمل الغنائم عليها قسّمها بين الغانمين قسمة إيداع ليحملوها إلى دار الإسلام ثم يرتجعها منهم ( ! ) فيقسمها « 4 » . وصورة القسمة « 5 » أنها تقسم خمسة أجزاء ؛ خمس منها للّه تعالى يقسمه على ثلاثة أسهم : سهم لليتامى ، وسهم للمساكين ، وسهم لابن السبيل يدخل فيه فقراء ذوي القربى ويقدّمون ؛ ولا تدفع إلى أغنيائهم . والأربعة الباقية يقسمها بين الغانمين للفارس سهمان وللراجل سهم . ويستوي فيه صاحب العربي والبرذون « 6 » .\r\nولا يسهم للملوك ولا للصبي ولا لامرأة ولا ذمي ؛ ولكن يرضخ لهم\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( 1 ) عن الهداية 4 / 306 - 307 .\r\n( 2 ) عن الهداية ( مع فتح القدير ) 4 / 308 .\r\n( 3 ) عن الهداية 4 / 309 .\r\n( 4 ) قارن ببدائع الصنائع 7 / 121 .\r\n( 5 ) قارن بالهداية ( مع فتح القدير ) 4 / 328 - 329 .\r\n( 6 ) قارن بالهداية 4 / 334 - 325 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nالإمام بحسب ما يرى . والمكاتب بمنزلة العبد والذميّ إنما يرضخ ( له ) « * » إذا قاتل أو دلّ على طريق ؛ ولا كذلك العبد - إنما يرضخ له إذا قاتل . والمرأة إنما يرضخ لها إذا كانت تداوي الجرحى ، وتقوم على المرضى . ولا يبلغ بما يرضخه لها سهما من سهام الغانمين .\r\nوأمّا السلطان « 1 » فله خمس الخمس عند بعض العلماء مكان ما كان يأخذه رسول اللّه صلّى اللّه عليه وسلّم لنفسه . والجادّة « * * » أنه ليس له ذلك وإنما له كواحد من الجيش . فإن كان له إماء « * * * » ومماليك وقاتلوا ؛ فإنه يرضخ لكلّ واحد منهم دون سهم من الغنيمة ويكون للسلطان ؛ لأنّ العبد وما يملك لمولاه . ولا شكّ أنه يتميّز النصيب عن بقية أهل الجيش ، واللّه أعلم .\r\nوهذا آخر ما قصدته . تمّ الكتاب . واللّه أعلم بالصواب ، صلّى اللّه على سيّدنا محمّد وآله وصحبه وسلّم تسليما كثيرا .\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) ليس في الأصل .\r\n( * * ) كذا في الأصل .\r\n( * * * ) في الأصل : مما .\r\n( 1 ) قارن بالهداية ( مع فتح القدير ) 4 / 326 - 327 .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nفهرس المصادر ( * )\r\n- إتحاف السادة المتقين بشرح إحياء علوم الدين للزبيدي ، 1 - 10 . طبعة بيروت المصوّرة عن نشرة القاهرة القديمة . بدون تاريخ .\r\n- الآثار لأبي يوسف . نشر أبي الوفا الأفغاني . حيدر أباد الدكن 1347 ه .\r\n- الأحكام السلطانية لأبي يعلى الحنبلي . صحّحه وعلّق عليه محمد حامد الفقي . الطبعة الثالثة بالقاهرة بمكتبة الحلبي 1973 .\r\n- الأحكام السلطانية والولايات الدينية للماوردي . نشرة  Enger  ، في  Bonn  ، 1853 .\r\n- الأحكام السلطانية والولايات الدينية للماوردي . مكتبة الحلبي بمصر .\r\nالطبعة الثالثة ، 1973 .\r\n- اختلاف أبي حنيفة وابن أبي ليلى لأبي يوسف . نشر أبي الوفا الأفغاني .\r\nحيدر أباد الدكن ، 1358 ه .\r\n- اختلاف العلماء لمحمد بن نصر المروزي . حقّقه وعلّق عليه صبحي السامرائي . نشرة عالم الكتب ببيروت . 1985 .\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\n- الأدلة الرسمية في التعابي الحربية لمحمد بن منكلي . تحقيق اللواء الركن محمود شيت خطاب . بغداد 1988 .\r\n- الانتصار والترجيح للمذهب الصحيح لسبط ابن الجوزي . تعليق محمد زاهد الكوثري . نشر عزت العطار الحسيني . القاهرة 1360 ه .\r\n- الأنس الجليل في تاريخ القدس والخليل لمحيي الدين الحنبلي ، 1 - 2 ، بيروت وعمان 1973 .\r\n- أنفع الوسائل في تحرير المسائل ( - الفتاوى الطرسوسية ) لعماد الدين الطرسوسي . نشرة مصر 1926 .\r\n- الأوقاف والحياة الاجتماعية بمصر لمحمد محمد أمين . دار النهضة العربية بالقاهرة 1980 .\r\n- إيثار الإنصاف في آثار الخلاف لسبط ابن الجوزي . نشر ناصر العلي الناصر الخليفي . الرياض 1987 .\r\n- بدائع الزهور في وقائع الدهور لابن إياس . تحقيق محمد مصطفى .\r\nالقاهرة 1961 وما بعدها .\r\n- بدائع الصنائع في ترتيب الشرائع للكاساني ، 1 - 7 ، الطبعة الثانية . نشر دار الكتب العلمية ببيروت . 1986 .\r\n- البداية والنهاية لابن كثير ، 1 - 14 ، نشرة القاهرة 1351 - 1358 ه .\r\n- تاج التراجم في طبقات الحنفية لابن قطلوبغا . نشر مكتبة المثنى ببغداد ، 1962 .\r\n- تاريخ بغداد للخطيب البغدادي ، 1 - 14 ، نشرة الخانجي ، وتصوير دار الكتاب العربي ببيروت 1979 .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n- تالي وفيات الأعيان لابن الصقّاعي . تحقيق  J . Sublet  . دمشق 1974 .\r\n- تأنيب الخطيب فيما افتراه على أبي حنيفة من الأكاذيب لمحمد زاهد الكوثري . بيروت 1981 .\r\n- تبصرة الحكّام لابن فرحون ، 1 - 2 ، تصوير بيروت عن الطبعة المصرية القديمة . بدون تاريخ .\r\n- تحرير الأحكام في تدبير أهل الإسلام لابن جماعة . تحقيق فؤاد عبد المنعم أحمد . الدوحة بقطر 1988 .\r\n- تحرير المقال فيما يحلّ ويحرم من بيت المال لأبي بكر محمد بن محمد البلاطنسي . تحقيق ودراسة فتح اللّه محمد غازي الصباغ . المنصورة 1979 .\r\n- تذكرة الحفاظ للذهبي ، 1 - 4 ، الطبعة الثانية بحيدر أباد 1968 - 1970 .\r\n- ترتيب المدارك للقاضي عياض بن موسى اليحصبي ، 1 - 4 ، تحقيق أحمد بكير محمود ، بيروت 1387 ه / 1967 م .\r\n- تنبيه الطالب للعلموي ، تصوير بيروت ، بدون تاريخ .\r\n- الجامع الصحيح للبخاري ، 1 - 4 ، نشرة  Krehl  ، لايدن 1868 - 1907 .\r\n- الجواهر المضية في تراجم الحنفية للقرشي ، 1 - 5 ، تحقيق عبد الفتاح محمد الحلو . القاهرة 1978 - 1988 .\r\n- الحسبة في الإسلام لابن تيمية . بيروت ، دار الكتاب العربي . بدون تاريخ .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n- حسن المحاضرة لجلال الدين السيوطي ، 1 - 2 ، تحقيق محمد أبو الفضل إبراهيم . القاهرة 1387 ه / 1967 م .\r\n- الخراج لأبي يوسف . تحقيق إحسان عباس . دار الشروق ببيروت 1985 .\r\n- الخراج لأبي يوسف . نشر محمود الباجي . تونس 1984 .\r\n- الخطط للمقريزي ، 1 - 2 . نشرة مصوّرة بمكتبة المثنى عن الطبعة المصرية القديمة . بدون تاريخ .\r\n- الدارس في تاريخ المدارس للنعيمي ، 1 - 2 ، تحقيق الأمير جعفر الحسني . دمشق 1948 .\r\n- الدرر الكامنة في أعيان المائة الثامنة لابن حجر العسقلاني ، 1 - 5 ، تحقيق محمد سيد جاد الحق . القاهرة 1385 ه / 1966 م .\r\n- الديباج المذهب في معرفة أعيان علماء المذهب لابن فرحون ، 1 - 2 ، تحقيق محمد الأحمدي أبو النور . القاهرة 1974 .\r\n- رفع الإصر عن قضاة مصر لابن حجر العسقلاني ، 1 - 3 ، تحقيق حامد عبد المجيد . القاهرة 1961 .\r\n- الروض الزاهر في سيرة الملك الناصر لابن عبد الظاهر ، تحقيق عبد العزيز الخويطر . الرياض 1986 .\r\n- روضة الطالبين للنووي ، 1 - 10 ، نشر المكتب الإسلامي ببيروت ودمشق ، بدون تاريخ .\r\n- رؤوس المسائل للزمخشري . تحقيق عبد اللّه نذير أحمد . بيروت 1987 .\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\n- سراج الملوك للطرطوشي . تحقيق جعفر البياتي . بيروت 1990 .\r\n- السلوك لمعرفة دول الملوك للمقريزي . الجزء الأول . تحقيق محمد مصطفى زيادة . القاهرة 1956 .\r\n- السهم المصيب في كبد الخطيب للملك المعظم عيسى الأيوبي . مكتبة الخانجي بالقاهرة 1932 .\r\n- شذرات الذهب في أخبار من ذهب لابن العماد الحنبلي ، 1 - 8 ، القاهرة 1350 - 51 ه .\r\n- شذرات من كتب مفقودة ، جمع وتحقيق إحسان عباس . دار الغرب الإسلامي ببيروت 1988 .\r\n- شرح السير الكبير لمحمد بن الحسن الشيباني ، 1 - 5 ، تحقيق صلاح الدين المنجد ومحمد عبد القادر أحمد . نشر إدارة إحياء التراث ثم معهد المخطوطات بالجامعة العربية .\r\n- شرح العقيدة الطحاوية لابن أبي العز الحنفي ، 1 - 2 ، تحقيق شعيب الأرناؤوط وعبد اللّه بن عبد المحسن التركي . مؤسسة الرسالة ببيروت 1988 .\r\n- شرح العناية على الهداية لأكمل الدين البابرتي ( مع فتح القدير للكمال بن الهمام ) . نشرة بولاق ، 1316 ه .\r\n- صبح الأعشى للقلقشندي ، 1 - 14 . الطبعة الثانية بالهيئة العامة للكتاب ، عن نشرة دار الكتب المصرية ، 1963 .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n- الطبقات السنية في تراجم الحنفية للتميمي ، 1 - 5 ، تحقيق محمد عبد الفتّاح الحلو ، القاهرة 1970 وما بعدها .\r\n- طبقات الشافعية لابن قاضي شهبة ، 1 - 4 ، اعتناء عبد العليم خان .\r\nحيدر أباد الدكن 1978 - 1979 .\r\n- طبقات الشافعية للأسنوي ، 1 - 2 ، تحقيق عبد اللّه الجبوري . بغداد 1970 .\r\n- طبقات الشافعية الكبرى لتاج الدين السبكي ، 1 - 10 ، تحقيق محمود محمد الطناحي والحلو ، القاهرة 1383 - 1396 ه / 1964 - 1976 .\r\n- العبر في خبر من غبر للذهبي ، 1 - 5 ، تحقيق صلاح الدين المنجد وفؤاد سيد . الكويت 1960 - 1966 .\r\n- عصر سلاطين المماليك لمحمود رزق سليم ، 1 - 2 ، القاهرة 1947 .\r\n- العقد الفريد لابن عبد ربه ، 1 - 7 ، تحقيق أحمد أمين وآخرين . القاهرة 1948 - 1953 .\r\n- العقد الفريد للملك السعيد لابن طلحة القرشي . نشرة مصر 1310 ه .\r\n- الغرة المنيفة لسراج الدين الغزنوي . نشر محمد زاهد الكوثري . القاهرة 1950 .\r\n- فتح القدير للكمال بن الهمام ، 1 - 10 ، نشرة بولاق 1316 ه .\r\n- الفروسية لابن قيم الجوزية . بغداد 1987 .\r\n- الفروسية والمناصب الحربية لنجم الدين حسن الرمّاح المعروف بالأحدب . تحقيق عيد ضيف العبادي . بغداد 1984 .\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n- الفوائد البهية في تراجم الحنفية للكنوي الهندي . كراجي 1393 ه .\r\n- قضاة دمشق ( - الثغر البسام فيمن ولي قضاء الشام ) لمحمد بن طولون الصالحي . تحقيق صلاح الدين المنجد . دمشق 1976 .\r\n- كتاب الإعلام في مصطلح الشهود والحكّام لنجم الدين الطرسوسي .\r\nنشرت منه  G . L . Guellil  فصولا في أطروحتها للدكتوراه بألمانيا ، بامبرغ 1985 .\r\n- كتاب الأم للشافعي ، 1 - 7 ، نشرة مصورة بدار الشعب بالقاهرة عن طبعة بولاق ، في الستينات ، بدون تاريخ .\r\n- كشف الظنون عن أسامي الكتب والفنون لحاجي خليفة ، 1 - 2 ، إسطنبول 1941 .\r\n- المبسوط للسرخسي ، 1 - 30 ، نشرة دار المعرفة ببيروت عن الطبعة المصرية القديمة . بدون تاريخ .\r\n- المجموع شرح المهذب للنووي ، 1 - 15 ، نشرة مصر 1367 ه .\r\n- مختصر الطحاوي . نشر رضوان محمد رضوان . القاهرة 1370 ه .\r\n- مختصر القدوري . ط . إسطنبول 1309 ه .\r\n- مسالك الأبصار في ممالك الأمصار لابن فضل اللّه العمري ، 1 - 27 ، نسخة كاملة مصوّرة عن مخطوطات مختلفة ؛ أصدرها فؤاد سزكين بمعهد تاريخ العلوم العربية والإسلامية بجامعة فرانكفورت ، 1988 - 1989 .\r\n- مسالك الأبصار لابن فضل اللّه العمري . القسم الخاص بالمغول .\r\nتحقيق  . K . Lech  ويسبادن 1968 .\r\n- مسالك الأبصار في ممالك الأمصار لابن فضل اللّه العمري ( القسم\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nالسابع : دولة المماليك الأولى ) . تحقيق ودراسة دوروتيا كرافولسكي .\r\nبيروت 1986 .\r\n- مسجد دمشق : ذكر شيء مما استقر عليه المسجد إلى سنة 730 ه .\r\nدمشق 1948 .\r\n- مسند أحمد بن حنبل ، 1 - 6 ، نشر المكتب الإسلامي ودار صادر .\r\nبيروت 1966 .\r\n- مشايخ بلخ من الحنفية لمحمد محروس عبد اللطيف . نشر وزارة الأوقاف ببغداد ، 1977 .\r\n- معيد النعم ومبيد النقم لتاج الدين السبكي . نشر محمد علي النجار .\r\nالقاهرة 1948 .\r\n- معين الحكام فيما يتردد بين الخصمين من الأحكام للطرابلسي ، نشرة الحلبي بمصر ، بدون تاريخ .\r\n- مغيث الخلق في اختيار القول الحقّ لإمام الحرمين الجويني . القاهرة 1934 .\r\n- مقاتل الطالبين لأبي الفرج الأصفهاني . شرح وتحقيق السيد أحمد صقر . القاهرة 1949 .\r\n- مناقب أبي حنيفة للموفق المكي . نشر دار الكتاب العربي ببيروت 1981 .\r\n- مناهج الألباب المصرية في مباهج الآداب العصرية لرفاعة رافع الطهطاوي ؛ في : الأعمال الكاملة لرفاعة رافع الطهطاوي . دراسة وتحقيق محمد عمارة . الجزء الأول ؛ ص ص 243 - 585 . بيروت .\r\nالطبعة الأولى ، 1973 .\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n- المنخول من تعليقات الأصول للغزالي . تحقيق محمد حسن هيتو . دار الفكر بدمشق 1980 .\r\n- المنتظم في تاريخ الملوك والأمم لابن الجوزي . نشر دائرة المعارف العثمانية بحيدر أباد الدكن ( 5 - 9 ) ، 1359 ه .\r\n- منهاج الطالبين للنووي . نشرة مصر 1325 ه .\r\n- المنهل الصافي والمستوفى بعد الوافي لابن تغري بردي . الجزء الأول .\r\nتحقيق محمد محمد أمين . القاهرة 1984 .\r\n- موجبات الأحكام وواقعات الأيام لابن قطلوبغا . تحقيق محمد سعود المعيني . بغداد 1983 .\r\n- موقف الخلفاء العباسيين من أئمة أهل السّنة الأربعة ومذاهبهم وأثره في الحياة السياسية في الدولة العباسية لعبد الحسين علي أحمد . دار قطري بن الفجاءة ، بقطر ، 1985 .\r\n- نصيحة الملوك ( - التبر المسبوك المنسوب للغزالي ) . دراسة وتحقيق محمد أحمد دمج . بيروت 1987 .\r\n- نيل الابتهاج بتطريز الديباج لأحمد بابا التنبكتي ( بهامش الديباج المذهب لابن فرحون ) . مصر 1351 ه .\r\n- الهداية شرح بداية المبتدي للمرغيناني ( مع فتح القدير للكمال بن الهمام ) ، طبع بولاق 1316 ه .\r\n- الوافي بالوفيات للصفدي . م 17 . تحقيق دوروتيا كرافولسكي . فيسبادن 1982 .\r\n- الوافي بالوفيات للصفدي . م 19 . تحقيق رضوان السيد . فيسبادن 1992 .\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\n- وفيات الأعيان وأنباء أبناء الزمان لابن خلكان ، 1 - 8 . تحقيق إحسان عباس . بيروت 1968 - 1972 .\r\n- الوفيات لابن رافع السلامي ، 1 - 2 ، تحقيق صالح مهدي عباس وبشار عواد معروف . بيروت 1982 .\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\nفهرس أسماء الكتب الواردة في النص\r\n- الأحكام السلطانية للماوردي ، 64\r\n- أنفع الوسائل إلى تحرير المسائل ( - الفتاوى الطرسوسية ) لنجم الدين الطرسوسي ، 136\r\n- البحر المحيط ( - منية الفقهاء ) لفخر الأئمة بديع بن منصور الحنفي : 121\r\n- بدائع الصنائع في ترتيب الشرائع لأبي بكر علاء الدين بن مسعود الكاساني :\r\n118 ، 121 ، 122 ، 123 ، 124 ، 126 ، 129 ، 130\r\n- الذخيرة ( - ذخيرة الفتاوى أو الذخيرة البرهانية ) لبرهان الدين محمود بن أحمد بن عبد العزيز بن مازه : 115 ، 118 ، 121 ، 122 ، 129 .\r\n- ( رسالة ) في هدية أهل الحرب لابن جماعة : 114\r\n- السير الكبير لمحمد بن الحسن الشيباني : 114 ، 136\r\n- شرح ( السير الكبير ) لشمس الأئمة السرخسي : 95 ، 114\r\n- شرح مختصر الطحاوي للأسبيجابي : 119 ، 121 ، 125 ، 126 ، 129 ، 130\r\n- شرح ( مختصر القدوري ) لأحمد بن محمد الأقطع : 118\r\n- الفتاوى لقاضيخان : 120\r\n- المبسوط لشمس الأئمة السرخسي : 120 ، 126 ، 127\r\n- المحيط البرهاني لبرهان الدين محمود بن أحمد بن عبد العزيز بن مازه : 120\r\n- مختصر الطحاوي : 119 ، 121 ، 125\r\n- مختصر القدوري : 118 ، 119 ، 121 ، 123\r\n- النور اللامع فيما يعمل به في الجامع لنجم الدين الطرسوسي : 101 .\r\n- الهداية شرح بداية المبتدي لبرهان الدين المرغنياني : 118 ، 121 ، 128 ، 130\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n\r\nفهرس أسماء الاعلام في النص والمقدمة\r\n( أ ) إبراهيم بن عبد اللّه بن الحسن بن الحسن : 9\r\nابن أبي الوليد : 83\r\nابن إياس : 43\r\nابن بنت الأعزّ ( قاضي القضاة الشافعي ) : 13\r\nابن تيمية ( أحمد بن عبد الحليم بن عبد السلام ) : 22 ، 45 ، 85\r\nابن جماعة ( بدر الدين ) : 22 ، 46 ، 113 ، 144\r\nابن حزم : 82\r\nابن دقيق العيد : 29\r\nابن عبد البرّ : 82\r\nابن مسلّم الزيني ( الحنفي ) : 85\r\nأبو ثور : 35\r\nأبو حنيفة : 8 ، 10 ، 20 ، 25 ، 30 ، 31 ، 33 ، 35 ، 48 ، 49 ، 60 ، 63 ، 65 ، 66 ، 67 ، 68 ، 69 ، 71 ، 79 ، 80 ، 110 ، 125 ، 130 ، 135 ، 140\r\nأبو سفيان ابن حرب : 116\r\nأبو عبيد القاسم بن سلّام : 35\r\nأبو هريرة : 95 ، 111\r\nأبو يوسف : 9 ، 79 ، 130 ، 134 - 135 ، 140\r\nأحمد بن حنبل : 35 ، 85\r\nأرغون الدوادر : 113\r\nالأسبيجابي ( الحنفي ، شارح القدوري ) : 119 ، 121 ، 125 ، 126 ، 128 ، 130\r\nإسحاق ( بن راهويه ) : 35\r\nإسماعيل بن حمّاد بن أبي حنيفة : 9\r\nالأشعري ( أبو الحسن ) : 23\r\nالأقطع ، أبو نصر ( الحنفي ) : 118\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\n( ب ) بدر الدين ابن سلمان : 13\r\nالبلخي ، أبو جعفر : 29\r\nبهاء الدين ابن إمام الشهيد : 87\r\nبيبرس ، السلطان الظاهر : 13 ، 16 ، 48 ، 92\r\n( ت ) تنكز : 45\r\n( ج ) جمال الدين ابن جملة : 91\r\nجواهر زاده ( محمد بن الحسين الحنفي ) : 123\r\nالجويني ( إمام الحرمين ) : 23\r\n( ح ) حسام الدين الرازي : 79\r\nالحسن بن زياد ( اللؤلؤي ) : 125 ، 129\r\nحسن بن محمد بن قلاوون ( السلطان الناصر ) : 19\r\n( ر ) الرافعي ( الفقيه الشافعي ) : 25 ، 63\r\nالرشيد ( هارون ) : 9\r\nرفاعة رافع الطهطاوي : 48 ، 49\r\n( ز ) الزبيدي : 22\r\nزيد بن علي بن الحسين : 8\r\nزفر بن الهذيل ( العنبري ) : 9\r\n( س ) سبط ابن الجوزي : 23\r\nالسبكي ( تاج الدين عبد الوهّاب بن علي ) : 22 ، 40\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nالسبكي ( تقي الدين علي بن عبد الكافي ) : 37 ، 69 ، 86 ، 114\r\nالسرخسي ، شمس الأئمة : 95\r\nالسفّاح ، أبو العبّاس : 8\r\nالسفاقسي : 84\r\nسليمان بن عثمان ( السلطان ) : 43\r\nسيدي جلبي : 43\r\n( ش ) الشافعي ( محمد بن إدريس ) : 20 ، 21 ، 25 ، 28 ، 29 ، 30 ، 31 ، 35 ، 37 ، 60 ، 63 ، 65 ، 66 ، 67 ، 68 ، 69 ، 71 ، 79 ، 86 ، 122 ، 123 ، 128 ، 131 ، 137\r\nشرف الدين الهمداني : 84\r\nشمس الدين القدسي : 13\r\n( ص ) الصّدّيق ، أبو بكر : 28 ، 134\r\nصدر الدين سليمان المالكي : 84\r\nصدر الدين العز الحنفي : 109\r\nصرغتمش الناصري : 24\r\nصفوان ( بن أمية ) : 127\r\nصلاح الدين الأيوبي : 24\r\n( ط ) الطحاوي ( الفقيه الحنفي ) : 23 ، 47 ، 85 ، 119 ، 125\r\nالطرسوسي ( نجم الدين ، صاحب الكتاب ) : 19 ، 20 ، 21 ، 22 ، 23 ، 24 ، 25 ، 276 ، 27 ، 29 ، 30 ، 31 ، 32 ، 35 ، 37 ، 38 ، 39 ، 40 ، 41 ، 42 ، 43 ، 45 ، 46 ، 47 ، 48 ، 49 ، 50\r\nالطرطوشي : 82\r\nطغري بيك ، علاء الدين : 88\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n( ظ ) الظهيري : 87\r\n( ع ) ( عبد الرحمن ) بن القاسم : 81 - 82\r\nعثمان بن عفّان : 28\r\nعز الدين ابن عبد السلام : 29\r\nعز الدين ابن المنجّا : 86\r\nعلاء الدين ابن المنجّا : 87\r\nعلم الدين ابن القطب ، ناظر الجيش : 90\r\nعلي بن أبي طالب : 63 ، 125 ، 128\r\nعمر بن إسحاق الغزنوي : 24\r\nعمر بن الخطّاب : 76 ، 95 ، 111 ، 140\r\nعمر بن عبد العزيز : 60 ، 76\r\nعمر بن عبد اللّه السبكي ، شهاب الدين : 13\r\nالعمري ، ابن فضل اللّه : 40\r\n( ق ) قاضيخان ( الحسن بن منصور الحنفي ) : 120\r\nالقدوري ( الحنفي ) : 47 ، 118 ، 119 ، 121 ، 123\r\nالقرافي ( شهاب الدين ) : 82\r\nالقسطنطيني : 84\r\nقطز ( السلطان سيف الدين ) : 29\r\nالقفصي : 84\r\n( ك ) الكاساني ( الحنفي ) : 47\r\nكسرى : 73\r\nكمال الدين القسطنطيني : 84\r\n( م ) مالك بن أنس : 35\r\nالماوردي ( محمد بن الحسن ) : 25 ، 26 ، 27 ، 64\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nالمتوكّل ( جعفر ) : 9\r\nمحمد بن الحسن الشيباني : 9 ، 33 ، 47 ، 79 ، 114 ، 130 ، 134 ، 136 ، 137 ، 140 .\r\nمحمد بن عبد اللّه بن الحسن بن الحسن ( النفس الزكية ) : 9\r\nمحمد بن قلاوون ( السلطان الناصر ) : 19 ، 36 ، 41 ، 42 ، 45 ، 100\r\nمحمد بن نصر المروزي : 35\r\nمحمد بن يعقوب ( كاتب السر ) : 90\r\nالمرداوي ( الحنبلي ) : 85 ، 86\r\nالمرغيناني ( الحنفي ) : 47\r\nالمستنصر باللّه ( الخليفة العباسي بمصر ) : 16\r\nمعاوية بن أبي سفيان : 63\r\nالمقريزي ( أحمد بن علي ) : 40\r\nالمنصور ( أبو جعفر ) : 8\r\n( ن ) نور الدين السخاوي : 83\r\nنور الدين ( محمود ) : 93\r\nالنووي ( يحيى بن شرف ) : 26 ، 64\r\n( ي ) يحيى بن أكثم : 9\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\nفهرس الموضوعات\r\nصراع الفقهاء على السلطة والسلطان\r\nفي العصر المملوكي - المقدمة الدراسية 5\r\nورقات من المخطوطة المستعملة في التحقيق 52\r\nنصّ : تحفة الترك فيما يجب أن يعمل في الملك 57\r\nالفصل الأول : في بيان سلطنة الترك 63\r\nالفصل الثاني : في جواز التقليد من الترك 71\r\nالفصل الثالث : في الجواب عن القصص 73\r\nالفصل الرابع : في كشف أحوال\r\nالولاة والدواوين 95\r\nالفصل الخامس : في الكشف عن القضاة ونوابهم 97\r\nالفصل السادس : في النظر في أحوال الرعية 101\r\n( رسالة ) : النور اللامع فيما يعمل به\r\nفي الجامع ( الأموي ) 102\r\nالفصل السابع : النظر في أمر الحصون\r\nوالجسور والثغور . . الخ 107\r\nالفصل الثامن : في صرف أموال بيت المال 109\r\nالفصل التاسع : في الأموال التي تؤخذ مصادرة 111\r\nالفصل العاشر : في هدايا أهل الحرب للسلطان والأمراء 113\r\nالفصل الحادي عشر : في ذكر أحكام البغاة\r\nوالخوارج على السلطان 117\r\nالفصل الثاني عشر : في الجهاد وقسمة الغنائم 133\r\nفهر المصادر 143\r\nفهرس أسماء الكتب الواردة في النص 153\r\nفهرس أسماء الأعلام الواردة في النص والمقدمة 154\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nمن منشورات دار الطلبعة\r\nفي\r\nالتراث العربي\r\nكتب حققها وقدملها : د . رضوا السيد\r\nالأسد والغواص ( طبعة ثانية )\r\nحكاية رمزية سياسية ( على لسان الحيوان )\r\nمن القرن الخامس الهجري\r\nقوانين الوزارة وسياسة الملك ( طبعة ثانية )\r\nأبو الحسن الماوردي\r\nكتاب الإشارة إلى أدب الإمارة\r\nالمرادي\r\nالجوهر النفيس في سياسة الرئيس\r\nابن الحداد : محمد بن منصور ابن حبيش\r\nويصدر له تباعا :\r\nتسهيل النظر وتعجيل الظفر في أخلاق الملك وسياسة الملك\r\nأبو الحسن الماوردي\r\nنصيحة الملوك\r\nأبو الحسن الماوردي\r\nتنضيد مطبعة دار الكتب - بناية المازرية - شارع سوريا\r\nتلفون : 370073 - 811571 - ص . ب : 113559 - بيروت - لبنان\r\n1134 / 92 / 2000\r\n\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160}
  ]