[
  {"content":"\r\n\r\nأدب الزائر\r\nلمن يمم الحائر\r\nالعلامة الشيخ عبد الحسين الأميني قدس سره\r\n1320 - 1390 هجرية\r\nبتحقيق\r\nالسيد نجاح جابر سلمان الحسيني\r\nمؤسسة البلاغ\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nكافة الحقوق محفوظة ومسجلة\r\nالطبعة : الأولى\r\n1424 ه‍ - 2003 م\r\nمؤسسة البلاغ\r\nللطباعة والنشر والتوزيع\r\nالمكتب بئر العبد سنتر الإنماء 1 - ط 3 - المستودع : صفير - جانب فرن الأمراء\r\nص . ب : 11 - 7952 بيروت 2250 - 1107 - - هاتف : 14905 / 02 - فاكس : 552119 / 01 لبنان التوزيع في سوريا : دمشق - السيدة زينب ( ع ) - المكتبة دار الحسنين ( ع ) - هاتف : 6470654\r\nالموقع الاليكتروني : www . albalagh - est . com\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nالإهداء\r\nإليك . . . يا أبا عبد اللّه الحسين ( ع ) وإلى زوارك السائرين على نهجك .\r\nأهدي هذا الجهد المتواضع .\r\nنجاح\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nان الرجل منكم ليأخذ في جهاده ويتهيأ لزيارته فيتباشر به أهل السماء فإذا خرج من باب منزله راكبا أو ماشيا وكلّ اللّه به أربعة آلاف ملك من الملائكة يصلّون عليه حتى يوافي قبر الحسين عليه السّلام\r\nالإمام الصادق عليه السّلام كامل الزيارات / 206 .\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم\r\n\r\nتقديم\r\nالحمد لله الواحد الأحد الفرد الصمد الذي لم يلد ولم يولد ولم يكن له كفوا أحد والصلاة والسّلام على الرسول الأمجد أبي القاسم محمد وعلى آله الطيبين الطاهرين وصحبه المنتجبين . وبعد . . .\r\nلقد جاء التأكيد في كثير من الروايات على زيارة قبور المؤمنين فمنها ما ورد عن الصادق ( ع ) أنه قال : إذا نظرت إلى المقابر فقل السّلام عليكم يا أهل المقابر من المؤمنين والمؤمنات أنتم لنا سلف ونحن لكم تبع ونحن على آثاركم واردون نسأل اللّه الصلاة على محمد والمغفرة لنا ولكم « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جامع الأخبار / 136 .\r\n","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nعلما أن قبو العوام إما أن تكون لصاحبها روضة من رياض الجنة نتيجة لأعماله الحسنة أو أنها حفرة من حفر النار أعاذنا اللّه وإياكم منها .\r\nفكيف بنا ونحن نؤدي مراسيم الزيارة لأحد الأئمة المعصومين أو إلى الرسول محمد ( ص ) نفسه ؟ . فنحن نعلم بتيقن أن قبر الإمام ما هو إلا روضة من رياض الجنة بل إنه بقعة من أوسع بقاعها وأحسنها فمن منا لا يريد أن يرى الجنة في الدنيا قبل الآخرة ومن منا لا يريد أن يصافح ملائكة اللّه الموجودة والحافة بتلك الروضة ؟ . هذا وإن قبر الإمام فضلا عن أنه روضة من رياض الجنة فهو مكان الرحمة الإلهية الدائمة النازلة من اللّه سبحانه وتعالى فبتقربنا وبزيارتنا لقبور الأئمة المعصومين ( ع ) سنحظى بالفوز العظيم ومن كل النواحي والاتجاهات تقربا إلى اللّه عز وجل لأنهم أبوابه التي فتحها لعباده لتكون وسيلة هدى ومكان رحمة .\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nهذا وإن من زاره ميتا كمن زاره حيّا وإن زيارة الأئمة الأطهار ( ع ) صلة رحم لرسول اللّه ( ص ) .\r\nونتيجة لما قررناه أعلاه ألفت جملة من الكتب ومن الفريقين في هذا الموضوع ومن بين ما ألف هذا الكتاب الذي بين يديك : ( أدب الزائر لمن يممّ « 1 » الحائر ) تأليف العلامة الحجة الشيخ عبد الحسين بن الشيخ أحمد الأميني النجفي ( قده ) إذ استطاع أن يضع مناسك منتظمة ومسنودة لزيارة قبر أبي عبد اللّه الحسين ( ع ) وكان الهدف من ذلك هو لزيادة الأجر والثواب وقبول الزيارة بأحسن صورة ممكنة . فكانت منهجية الشيخ ( ره ) في كتابه عرضا موسعا لمراسيم الزيارة ابتداء من النيّة والعزم على الزيارة ومن ثمّ تناول مجمل الآداب المتعلقة بها ثم النزول بكربلاء والاغتسال في مشرعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يمم : يمم الشيء : قطنه . لسان العرب م 12 / 647 مادة ( يمم ) ، أي أدب الزائر لمن قطن الحائر قاصدا الإقامة فيه لغرض الزيارة .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nالإمام الصادق ( ع ) ومن ثم الدخول إلى الحرم الحسيني الشريف وما فيه من الأعمال الخاصة والزيارات المنقولة وبعدها تناول زيارة سيدنا أبي الفضل العباس ( ع ) ومن ثم العودة إلى الإمام الحسين ( ع ) وزيارة الوداع . بعدها ذكر الشيخ الأميني زيارة عاشوراء ودعاء صفوان الملحق بها وكان غرضه منها إتمام الفائدة في زيارة أبي الشهداء ( ع ) . علما أنه قد ذكر بعد كل نقطة من النقاط التي دونها رموز للمصادر التي استخدمها في كتابه .\r\nإذن فإن كتاب ( أدب الزائر لمن يمم الحائر ) هو كتاب جامع مانع لكل متطلبات وآداب الزيارة لحضرة الإمام الحسين ( ع ) . وقد حصلت على نسخة الكتاب المطبوعة طباعة حجرية قديمة من مكتبة الإمام أمير المؤمنين ( ع ) العامة في النجف الأشرف شاكرا بذلك الأستاذ علي جهاد الحساني مديرها المفوض والأخ الأستاذ حسين جهاد الحساني على ما أبداه لي من المساعدة والنصح\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nوتهيئة المصادر . علما أنني لم أحصل على نسخة خطيّة مطبوعة أخرى .\r\n\r\nوقد كان منهجي في تحقيق الكتاب متمثلا بالخطوات التالية :\r\n1 . تخريج الآيات القرآنية من سورها .\r\n2 . تخريج الأحاديث الواردة في الكتاب مع السند لزيادة المعرفة لمن طلب الزيادة .\r\n3 . إيضاح معاني بعض المفردات التي تتطلب ذلك .\r\n4 . إحالة جملة من النقاط التي دونها الشيخ الأميني وبدون ذكر المصدر .\r\n5 . ترجمة مختصرة لجميع الأعلام الواردة أسماءهم في الكتاب .\r\n6 . ضبط النصوص بالشكل .\r\n7 . إن سماحة الشيخ الأميني ( قده ) قد وضع في مقدمة كتابه المطبوع فهرس للمصادر التي استخدمها\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nمع الرموز . حذفناها من المقدمة واكتفينا بذكر المصدر عينه في الهوامش مع أرقام الصفحات أينما ذكر في المتن .\r\n8 . وضع عناوين جانبية مفيدة في أبوابها وهي ليست من أصل الكتاب .\r\n9 . وضعنا فهرس عام بالمواضيع الواردة في الكتاب .\r\n10 . فضلا عن ذلك كله أوردنا في بداية الكتاب ترجمة ملخصة لحياة شيخنا العلامة الأميني ( ره ) .\r\nوأخيرا نسأل اللّه تبارك وتعالى تيسير الأمور وقضاء الحوائج والتوفيق في العمل وقبول الزيارة إنه سميع مجيب .\r\nمكتبة الإمام أمير المؤمنين ( ع ) العامة في النجف الأشرف السيد نجاح السيد جابر العذاري 18 / ذي الحجة / 1420 ه\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nوتوجب صورة الصفحة الأولى من النسخة المطبوعة طباعة حجرية\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nصورة الصفحة الأخيرة من النسخة المطبوعة طباعة حجرية\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nالمؤلف في سطور\r\nالشيخ عبد الحسين الأميني « 1 »\r\n* هو الشيخ عبد الحسين بن أحمد بن نجف علي أمين الشرع المعروف بالأميني .\r\n* ولد في سنة 1320 ه - 1900 م .\r\n* نشأته الأولى على يد والده أحمد بن نجف علي .\r\n* قرأ مقدماته الشرعية والأدبية على السيد محمد مولانا والسيد مرتضى الخسرو شاهي والشيخ حسين التوتونجي .\r\n* حضر الأبحاث العالية - في النجف الأشرف - فقها وأصولا على السيد أبي تراب الخونساري والسيد محمد الفيروزآبادي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينظر في ترجمته : الذريعة ج 10 / 124 ، ج 21 / 382 ، المنتخب من أعلام الفكر والأدب / 210 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n* روى بالإجازة عن شيوخه : آغا بزرك الطهراني والسيد آغا حسين القمي ، والسيد آغا علي الشيرازي والشيخ محمد علي الأوردبادي .\r\n* من أهم مؤلفاته كتاب الغدير في الكتاب والسنة والأدب وشهداء الفضيلة وتفسير سورة الفاتحة وأدب الزائر لم يممّ الحائر . . . وغيرها .\r\n* من آثاره العلمية تأسيسه مكتبة الإمام أمير المؤمنين ( ع ) العامة في النجف الأشرف سنة 1373 ه حيث إنها الآن تحتوي على ما يقارب النصف مليون كتاب بين مطبوع ومخطوط ومجلة وصحيفة وبكل اللغات العالمية .\r\n* توفي في يوم الجمعة 28 ربيع الثاني سنة 1390 ه المصادف 14 / 6 / 1970 م . ودفن في مقبرته الخاصة المجاورة لمكتبة الإمام أمير المؤمنين ( ع ) التي أسسها .\r\nهذا وإن إدارة مكتبة الإمام أمير المؤمنين تقوم حاليا\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nبإعداد مؤلف خاص عن حياة الشيخ الأميني بصورة تفصيلية . وعليه اكتفينا بهذا السرد السريع لحياة الشيخ رحمه اللّه .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nالمقدمة\r\nأحمد المولى سبحانه وتعالى وأصلّي على النبي الأعظم وآله الصفوة البررة وبعد فإنّ من الواضح أنّ كل وافد يلزمه رعاية آداب تناسب مقام من وفد إليه وسنن تقربه منه وتزلفه « 1 » لديه إذ الغاية الوحيدة من التزاور والتحابب . ولا يتأتى المقصود إلا بالوقوف على آداب يحبذها المزور ويرغب فيها والتخلق بما تستدعيه شخصيته ويرتضيه على اختلاف الأشخاص والمراتب « 2 » والمقامات « 3 » فالوفود إلى المولى سبحانه وتعالى بزيارة أبوابه المبتلى بها الناس « 4 » لا بدّ وأن يكون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الزلفة : هي القربة والدرجة والمنزلة . ينظر لسان العرب ، ابن منظور م 9 / 138 مادة ( زلف ) .\r\n( 2 ) المرتبة : هي المنزلة ، ينظر مختار الصحاح ، الرازي / 232 مادة ( رتب ) .\r\n( 3 ) المقامات : المقام : المجلس . ينظر لسان العرب ، م 12 / 506 مادة ( قوم ) .\r\n( 4 ) المقصود هنا النبي ( ص ) وأهل بيته الطيبين الطاهرين .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nعلى آداب يرتضيها هو سبحانه وعلى سنن يحبذها ووجوه تؤدّي إلى رضاه وتحصل القربى إليه وتوجب الزلفى لديه وكل زورة خلت من الآداب المسنونة كلّها أو قورنت بما يخالفها فإنّها مخدجة غير منتجة وربّما تزدري المزور وتوهنه فتقع بذلك مبعدة عنه موجبة للبين غير مورثة للحب والقرب وقد جاء في الحديث مسندا عن المفضل بن عمر « 1 » ، قال : قال أبو عبد اللّه ( ع ) تزورون خير من أن لا تزورون ، ولا تزورون خير من أن تزوروا قال قلت قطعت ظهري قال : تالله أن أحدكم ليذهب إلى قبر أبيه كئيبا حزينا وتأتونه أنتم بالسفر كلا حتى تأتونه شعثا غبرا « 2 » وفي حديث عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هو المفضل بن عمر الجعفي أبو عبد اللّه ، كان من أصحاب الصادق ( ع ) والكاظم ( ع ) . ولد بين أواخر القرن الأول وأوائل القرن الثاني وتوفي سنة 102 ه . من مصنفاته الأهليجية وكتاب توحيد المفضل ، ينظر مقدمة كتاب توحيد المفضل / 4 .\r\n( 2 ) - كامل الزيارات ، جعفر بن محمد بن قولويه / 130 : حدثني محمد بن -\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nمحمد بن مسلم « 1 » عنه ( ع ) « 2 » قال : قلت له : إذا خرجنا إلى أبيك فكنّا في حج قال بلى قلت فيلزمنا ما يلزم الحاج . قال : من ما ذا ؟ قلت : من الأشياء التي يلزم الحاج . قال : يلزمك . . . إلى أن عدّ جملة من الآداب فقال إذا فعلت ذلك تمّ حجك وعمرتك وأستوجبت من الذي طلبت ما عنده بنفقتك واغترابك عن أهلك ورغبتك فيما رغبت أن تنصرف بالمغفرة والرحمة والرضوان ، فنحن نذكر نبذا مما جاء به الحديث أو ساعد عليه الاعتبار الصحيح من آداب\r\n\r\n\r\n","description":"","footnote":"\r\nأحمد بن الحسين قال : حدثني الحسن بن علي بن مهزيار عن أبيه عن الحسين بن سعيد عن زرعة بن محمد الحضرمي عن المفضل بن عمر قال أبو عبد اللّه الصادق ( ع ) : تزورون خير من أن لا تزورون . . الحديث .\r\n( 1 ) - محمد بن مسلم : هو محمد بن مسلم بن رياح أبو جعفر ، يعد في مقدمة فقهاء أصحاب الأمامين الباقرين ( ع ) وروى عنهما وكان أوثق الناس توفي سنة 150 ه ، وله نحو سبعين سنة . ينظر معجم رجال الحديث ، السيد أبو القاسم الخوئي ج 17 / 233 .\r\n( 2 ) - المقصود هنا الإمام أبي عبد اللّه الصادق ( ع ) .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nزيارة مولانا الإمام السبط الشهيد ( ع ) في كربلاء المشرفة ذاكرا ما وجدناه من الحديث بلفظه آخذا من المصادر الوثيقة مشيرا إليها :\r\n\r\nخطوات العمل بعد خلوص النية\r\n1 - إذا أردت المسير إلى قبر الحسين ( ع ) فصم يوم الأربعاء والخميس والجمعة فإذا أمسيت ليلة الجمعة فصّل صلاة الليل « 1 » ثم قم فانظر في نواحي السماء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - صلاة الليل : وهي أحد عشر ركعة . وكيفيتها أن تصلي ثمان ركعات يسلم بعد كل ركعتين ويستحب أن تقرأ في الركعة الأولى الحمد وسورة التوحيد وفي الثانية الحمد وقل يا أيها الكافرون وتقرأ في سائر الركعات الستة الباقية ما تشاء من السور ويجزي الحمد والتوحيد في كل ركعة ، وبعدها ركعتا الشفع تقرأ في الركعة الأولى بعد الحمد إما التوحيد أو الناس . وفي الركعة الثانية تقرأ بعد الحمد إما التوحيد أو الفلق ، وبعدها ركعة الوتر : وتقرأ فيها الحمد والتوحيد ( 3 ) مرات والناس والفلق . ثم تأخذ بالقنوت وفيه تستغفر اللّه سبعين مرة وتقول : هذا مقام العائذ بك من النار سبع مرات . وتقول بعد ذلك ( 300 ) مرة العفو العفو العفو ويقول بعد ذلك رب اغفر لي وارحمني وتب علي إنك أنت التواب الغفور الرحيم ، -\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nواغتسل تلك الليلة قبل المغرب ثم تنام على طهر « 1 » .\r\n2 - واغتسل قبل خروجك من أهلك وقل حين تغتسل :\r\nاللهم طهّر به قلبي واشرح لي صدري واجر على لساني ذكرك ومدحتك والثناء عليك فإنّه لا قوّة إلّا بك وقد علمت أنّ قوام ديني التسليم لأمرك والأتباع لسنة نبيك والشهادة على جميع أنبيائك ورسلك إلى جميع خلقك ، اللّهم اجعله نورا وطهورا وحرزا وشفاء من كل داء وسقم وآفة وعاهة ومن شرّ ما أخاف وأحذر « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\nوينبغي أن تطيل في القنوت وأن تبكي من خشية اللّه أو تتباكى . وللمزيد من الإيضاح حول هذه الصلاة يراجع كتاب مفاتيح الجنان للشيخ عباس القمي / 657 .\r\n( 1 ) - كامل الزيارات / 223 ، تهذيب الأحكام ، أبو جعفر محمد الطوسي / 399 ، وينظر مزار الشيخ محمد بن المشهدي / 282 ، من نسخة مخطوطة في خزانة مكتبة الإمام أمير المؤمنين ( ع ) في النجف ، وكذلك مصباح الزائر وجناح المسافر لعلي بن طاووس ، رقم الورقة ( 7 ) من نسخة مخطوطة في خزانة مكتبة الإمام أمير المؤمنين ( ع ) في النجف ، مزار الشهيد الأول / 152\r\n( 2 ) - كامل الزيارات / 224 ، تهذيب الأحكام ج 6 / 76 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n4 - وإذا أردت الخروج فاجمع أهلك وولدك وقل اللّهم إني أستودعك اليوم نفسي وأهلي ومالي وولدي ومن كان مني بسبيل الشاهد منهم والغائب . اللّهم صلّ على محمد وآل محمد واحفظنا بحفظ الإيمان واحفظ علينا . اللّهم اجعلنا في حرزك ولا تسلبنا نعمتك ولا تغير ما بنا من عافيتك وزدنا من فضلك إنا إليك راغبون . اللّهم اإني أعوذ بك من وعثاء السفر ومن كآبة المنقلب ومن سوء المنظر في النفس والأهل والمال والولد اللّهم ارزقنا حلاوة الإيمان وبرد المغفرة وآمنّا من عذابك إنا إليك راغبون . واتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار . وآتنا من لدنك رحمة إنك على كل شيء قدير « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مصباح المتهجد / 499 ، مزار الشهيد الأول / 153 ، مزار ابن المشهدي / 293 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n4 - واخرج من منزلك خاشعا وأكثر من التهليل والتكبير والتحميد والتمجيد « 1 » والصلاة على النبي ( ص ) وامض وعليك السكينة والوقار « 2 » .\r\n5 - وإذا خرجت من أهلك فقل اللهم إني إليك وجهت وجهي وإليك فوضت أمري وإليك أسلمت نفسي وإليك ألجأت ظهري وعليك توكلت لا ملجأ ولا منجا إلا إليك تباركت وتعاليت عز جاهك وجل ثناؤك . ثم قل : بسم اللّه وبالله ومن اللّه وإلى اللّه وفي سبيل اللّه وعلى ملة رسول اللّه ( ص ) على اللّه توكلت وإليه أنبت فاطر السماوات السبع والأرضين السبع ورب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - التهليل : قولنا لا إله إلا اللّه ، والتكبير والتحميد والتمجيد : قولنا :\r\nسبحان اللّه والحمد لله ولا إله إلا اللّه واللّه أكبر .\r\n( 2 ) - السكينة : ما يجده القلب من الطمأنينة عند تنزل الغيب . أما الوقار : هو التأني في التوجه نحو المطالب . ينظر / التعريفات ، الجرجاني / 81 وص 172 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nالعرش العظيم . اللّهم صلّ على محمد وآل محمد واحفظني في سفري واخلفني في أهلي بأحسن الخلف . اللّهم إليك توجهت وإليك خرجت وإليك وقدت ولخيرك تعرضت وبزيارة حبيب حبيبك « 1 » تقربت اللّهم لا تمنعني خير ما عندك بشر ما عندي .\r\nاللّهم اغفر لي ذنوبي وكفر عني سيئاتي وحطّ عني خطاياي واقبل مني حسناتي .\r\n( وتقول ثلاث مرات ) اللّهم اجعلني في درعك الحصينة التي تجعل فيها من تريد . اللّهم إني أبرأ إليك من الحول والقوة واقرأ فاتحة الكتاب والمعوذتين والتوحيد وإنا أنزلناه وآية الكرسي وآخر سورة الحشر  لَوْ أَنْزَلْنا هذَا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المقصود هنا الإمام الحسين ( ع ) باعتبار أن النبي ( ص ) هو حبيب اللّه ، وأن الحسين ( ع ) هو حبيب النبي محمد ( ص ) فتكون العبارة زيارة حبيب حبيبك .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n الْقُرْآنَ عَلى جَبَلٍ  « 1 » الخ « 2 » .\r\n6 - ولا تتطيب ولا تدهن ولا تكتحل حتى تأتي قبر الحسين « 3 » .\r\n7 - وعليك بالسكينة والوقار ويلزمك التوقير لأخذ ما ليس لك « 4 » .\r\n8 - ويلزمك أن تغض بصرك « 5 » .\r\n9 - ويلزمك أن تعود إلى أهل الحاجة من إخوانك إذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الحشر / 21 - 24 ، قوله تعالى :     لَوْ أَنْزَلْنا هذَا الْقُرْآنَ عَلى جَبَلٍ لَرَأَيْتَهُ خاشِعاً مُتَصَدِّعاً مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ الْأَمْثالُ نَضْرِبُها لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ . هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ عالِمُ الْغَيْبِ وَالشَّهادَةِ هُوَ الرَّحْمنُ الرَّحِيمُ . هُوَ اللَّهُ الَّذِي لا إِلهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلامُ الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ سُبْحانَ اللَّهِ عَمَّا يُشْرِكُونَ ، هُوَ اللَّهُ الْخالِقُ الْبارِئُ الْمُصَوِّرُ لَهُ الْأَسْماءُ الْحُسْنى يُسَبِّحُ لَهُ ما فِي السَّماواتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ     .\r\n( 2 ) - كامل الزيارات / 224 ، وينظر مزار ابن المشهدي / 243 ، مصباح الزائر وجناح المسافر رقم الورقة 9 - 10 .\r\n( 3 ) - كامل الزيارات / 224 ، تهذيب الأحكام ج 6 / 76 .\r\n( 4 ) - كامل الزيارات / 131 ، وص 226 .\r\n( 5 ) - كامل الزيارات / 131 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nرأيت منقطعا والمواساة « 1 » .\r\n10 - ويلزمك التقية والورع عما نهيت عنه والخصومة وكثرة الإيمان والجدل الذي فيه الإيمان « 2 » .\r\n11 - ويلزمك قلة الكلام إلّا بخير وإياك المزاح « 3 » .\r\n12 - وإياك حمل سفرة الحلاوة والأخبصة « 4 » وأشباهها « 5 » قال المشهدي ( ره ) في مزاره واجتنب الملذ من الطعام والشراب « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 131 .\r\n( 2 ) - كامل الزيارات / 131 .\r\n( 3 ) - كامل الزيارات / 131 وص 225 .\r\n( 4 ) - الأخبصة : هي الحلواء المخبوصة أو المخلوطة . ينظر لسان العرب م 7 / 20 . مادة ( خبص ) .\r\n( 5 ) - كامل الزيارات / 130 ، مزار ابن المشهدي / 241 .\r\n( 6 ) - مزار ابن المشهدي / 241 ، وعلى العكس ما نجده اليوم في زيارة سيد الشهداء ( ع ) حيث إن مجمل الزوار الكرام يحملون معهم ما لذ وطاب بل وكل الأنواع التي نهى عنها الإمام الصادق ( ع ) في هذه النقطة فأرجو التدبر في كلمة ( إياك ) التي ذكرها الإمام في بداية النقطة ومن ثم معرفة آثارها على الزائر .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n13 - ويلزمك حسن الصحابة لمن يصحبك « 1 » .\r\n14 - وعليك بكثرة ذكر اللّه « 2 » .\r\n15 - ويلزمك نظافة الثياب « 3 » .\r\n16 - وإذا بلغت المنزل تقول (  رَبِّ أَنْزِلْنِي مُنْزَلًا مُبارَكاً وَأَنْتَ خَيْرُ الْمُنْزِلِينَ  .  رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطاناً نَصِيراً  اللّه أكبر اللّه أكبر اللّه أكبر .\r\nاللّهمّ إني أسألك خير هذه البقعة المباركة وخير أهلها وأعوذ بك من شرها ومن شر أهلها اللّهم حببني إلى خلقك وأفض علي من سعة رزقك ووفقني للقيام بأداء حقك ورضوانك ومنك وإحسانك يا كريم برحمتك ) « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 131 .\r\n( 2 ) - كامل الزيارات / 131 وص 225 .\r\n( 3 ) - كامل الزيارات / 131 .\r\n( 4 ) - مصباح الزائر وجناح المسافر رقم الورقة / 74 / .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n17 - وإذا لاحت لك القبة السامية فقل : الحمد لله وسلام على عباده الذين اصطفى اللّه خير أمّا تشركون وسلام على المرسلين والحمد لله ربّ العالمين وسلام على آل يس إنا كذلك نجزي المحسنين والسّلام على الطيبين الطاهرين الأوصياء الصادقين والقائمين بأمر اللّه وحججه الساعين إلى سبيل اللّه المجاهدين في اللّه حقّ جهاده الناصحين لجميع عباده المستخلفين في بلاده المرشدين إلى هدايته وإرشاده إنه حميد مجيد « 1 » .\r\n18 - وإذا أشرفت على قنطرة العلقمي ( وفي المصباح « 2 » ) وإذا قربت من المشهد فقل اللّهم إليك قصد القاصدون وفي فضلك طمع الراغبون وبك اعتصم المعتصمون وعليك توكل المتوكلون وقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مزار ابن المشهدي / 283 .\r\n( 2 ) - يقصد به مصباح الزائر لعلي بن طاووس .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nقصدتك وافدا وفي رحمتك طامعا ولعزتك خاضعا ولولاة أمرك طائعا ولأمرهم متابعا اللّهم ثبتني على محبة أوليائك ولا تقطع أثري عن زيارتهم واحشرني في زمرتهم وأدخلني الجنة بشفاعتهم « 1 » .\r\n19 - وإذا أتيت الفرات فكبّر اللّه مائة مرة وهلّله مائة تهليلة « 2 » وصلّ على النبي صلّى اللّه عليه وآله مائة مرة ثمّ قل قبل أن تعبره اللّهم أنت خير من وفد إليه الرجال وأنت يا سيدي أكرم مأتي وأكرم مزور وقد جعلت لكلّ زائرة كرامة ولكلّ وافد تحفة وقد أتيتك زائرا قبر ابن نبيك صلواتك عليه فاجعل تحفتك إياي فكاك رقبتي من النار وتقبل مني عملي واشكر سعيي وارحم مسيري إليك بغير منّ مني بل لك المنّ عليّ إذ جعلت لي السبيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مزار ابن المشهدي / 284 ، وينظر مصباح الزائر وجناح المسافر رقم الورقة 74 .\r\n( 2 ) - أي تقول مائة مرّة : لا إله إلّا اللّه .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nإلى زيارته وعرفتّني فضله وحفظتني حتى بلّغتني قبر ابن وليك وقد رجوتك . فصلّ على محمد وآل محمد ولا تقطع رجائي . وقّد أتيتك فلا تخيب أملي واجعل هذا كفارة لما كان قبله من ذنوبي واجعلني من أنصاره يا أرحم الراحمين . ثم اعبر الفرات وقل اللّهم صلّي على محمد وآل محمد واجعل سعيي مشكورا وذنبي مغفورا وعملي مقبولا واغسلني من الخطايا والذنوب وطهّر قلبي من كل آفة تمحق ديني أو تبطل عملي يا أرحم الراحمين « 1 » .\r\n20 - وأنزل حلك بنينوى والغاضرية ولا تأكل اللحم ما دمت مقيما بها وكل الخبز واللبن « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 225 - 226 ، وينظر مصباح المتهجد / 499 ، مزار الشهيد الأول / 153 ، مزار ابن المشهدي / 284 ، مصباح الزائر وجناح المسافر رقم الورقة 66 .\r\n( 2 ) - ينظر كامل الزيارات / 130 ، 226 ، 254 . وفي التهذيب ج 6 / 77 : عن محمد بن أحمد بن داود عن محمد بن الحسن بن يحيى عن محمد بن أحمد عن موسى بن عمر عن صالح بن السندي الجمال عن رجل من أهل -\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nالغسل والوضوء الزيارة\r\n21 - واغتسل إذا رمت الزيارة ففي حديث عن أبي عبد اللّه ( ع ) إذا همّ الرجل بزيارته فاغتسل ناداه محمد ( ص ) : يا وفد اللّه أبشروا بمرافقتي في الجنة وناداه أمير المؤمنين ( ع ) أنا ضامن لقضاء حوائجكم ودفع البلاء عنكم في الدنيا والآخرة ثم اكتنفهم النبي ( ص ) وعلي ( ع ) عن أيمانهم وعن شمائلهم حتى ينصرفوا إلى أهلهم « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\nالرقة يقال له أبو مضا . قال : قال لي رجل : قال أبو عبد اللّه ( ع ) : يأتون قبر أبي عبد اللّه ( ع ) فيتخذون سفرا أما إنهم لو أتوا قبور آبائهم وأمهاتهم لم يفعلوا ذلك قلت : فأي شيء يأكلون ؟ قال : الخبز واللبن .\r\nوذكره ابن المشهدي في مزاره / 262 .\r\n( 1 ) - ينظر كامل الزيارات / 133 وص 137 وص 152 . وفي تهذيب الأحكام ج 6 / 53 : روي محمد بن أحمد بن داود عن محمد بن همام عن جعفر بن محمد عن مالك الفزاري قال : حدثنا محمد بن عمران قال : حدثنا حسن بن الحسين عن محمد بن إسماعيل عن محمد بن أيوب عن الحرث بن المغيرة عن أبي عبد اللّه جعفر بن محمد الصادق ( ع ) قال : إن لله ملائكة موكلين بقبر الحسين ( ع ) فإذا هم الرجل بزيارته فاغتسل . . الحديث . -\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n22 - واغتسل بماء الفرات إن أمكنك واغتسل بحيال قبره فعن أبي عبد اللّه ( ع ) أن الرّجل إذا اغتسل بماء الفرات ثمّ يأتي قبر الحسين عليه السّلام عارفا بحقه فيعطيه اللّه بكل قدم يرفعها أو يضعها مائة حجة ومعها مائة عمرة مبرورة ومائة غزوة مع نبي مرسل إلى أعداء اللّه وأعداء الرسول « 1 » .\r\n23 - وتقول في أثناء الغسل : اللّهم طهر قلبي واشرح لي صدري واجر على لسان مدحتك والثناء عليك اللّهم اجعله لي طهورا وشفاء ونورا إنك على كلّ شيء قدير وتقول بعد الغسل اللّهم طهر قلبي وزك عملي واجعل ما عندك خيرا لي ، اللّهم اجعلني من التوابين . واجعلني\r\n\r\n\r\n","description":"","footnote":"\r\nوينظر مزار ابن المشهدي / 213 .\r\n( 1 ) - كامل الزيارات / 172 وص 185 وص 187 وص 201 وص 226 : معنعنا عن العمركي بن علي عن يحيى الخادم لأبي جعفر الثاني ( ع ) عن بشير الدهان قال : سمعت أبا عبد اللّه ( ع ) يقول : إن الرجل . . الحديث ، وينظر مزار ابن المشهدي / 212 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nمن المتطهرين « 1 » وهناك أدعية أخرى « 2 » تقرأ حين الاغتسال وبعده .\r\n24 - ويلزمك الوضوء من موضع الاغتسال إن لم يمكنك الغسل . روى ابن الزبرقان الطبري « 3 » بإسناد له يرفعه إلى الصادق ( ع ) قال : قلت ربما أتينا قبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مصباح الكفعمي / 12 .\r\n( 2 ) - منها : بسم اللّه وبالله وفي سبيل اللّه وعلى ملة رسول اللّه ( ص ) اللهم صلي على محمد وآل محمد وطهر قلبي وزك عملي ونور بصري واجعل غسلي هذا طهورا وحرزا وشفاء من كل داء وسقم وآفة وعاهة ومن شرّ ما أحذر إنك على كل شيء قدير اللهم صلّ على محمد وآل محمد واغلسني من الذنوب كلها والآثام والخطايا وطهر جسمي وقلبي من كل آفة يمحن بها ديني واجعل عملي خالصا لوجهك يا أرحم الراحمين .\r\nاللهم صلّ على محمد وآل محمد واجعله لي شاهدا يوم حاجتي وفقري وفاقتي إنك على كل شيء قدير . ثم اقرأ : إنا أنزلناه في ليلة القدر . . .\r\nينظر مزار ابن المشهدي / 241 - 242 .\r\n( 3 ) - هو الحسن بن زبرقان الطبري من مشايخ أبي القاسم جعفر بن محمد بن قولويه المتوفى سنة 369 ه . روى عنه في كتابه كامل الزيارات .\r\nينظر / طبقات أعلام الشيعة . القرن الرابع . / الشيخ آغا بزرك الطهراني . / 87 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالحسين ( ع ) فيصعب علينا الغسل للزيارة من البرد أو غيره فقال ( ع ) من اغتسل في الفرات وزار الحسين كتب له من الفضل ما لا يحصى فمتى ما رجع إلى الموضع الذي اغتسل فيه وتوضأ وزار الحسين ( ع ) كتب له ذلك الثواب « 1 » وفي حديث عن أبي عبد اللّه ( ع ) فإن أصبت غسلا فاغتسل وإلا فتوضأ ثم آته « 2 » .\r\n\r\nثوبي الزيارة\r\n25 - وإذا فرغت من الغسل فالبس ثوبين طاهرين ، يستشعر من الحديث أن يكون ذلك بصفة الأحرام ويؤكده ما عن جابر « 3 » أنّه تأزر بأحدهما وارتدى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كامل الزيارات / 188 : حدثني الحسن بن الزبرقان الطبري بإسناد له يرفعه إلى الصادق ( ع ) قال : قلت : ربما أتينا . . الحديث .\r\n( 2 ) كامل الزيارات / 188 : حدثني جعفر بن محمد بن إبراهيم بن عبيد اللّه بن موسى الكاظم بن جعفر الصادق ( ع ) معنعنا عن أبي عبد اللّه قال . . . فإن أصبت غسلا فاغتسل وإلا فتوضأ ثم آته .\r\n( 3 ) هو جابر بن عبد اللّه بن عمرو بن حرام الخزرجي الأنصاري السلمي ، صحابي من المكثرين في الرواية عن النبي ( ص ) ولد سنة 16 ق . ه ، وتوفي -\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nبالآخر وهو أقرب إلى الخضوع والخشوع المؤكد به في زيارة الإمام السبط سلام اللّه عليه « 1 » .\r\n26 - وإذا لبست كبر اللّه ثلاثين مرة وقل : الحمد لله الذي إليه قصدت فبلّغني وإياه أردت فقبلني ولم يقطع بي ورحمته ابتغيت فسلّمني اللّهم أنت حصني وكهفي وحرزي ورجائي وأملي لا إله إلا أنت يا ربّ العالمين « 2 » .\r\n27 - وصلّ خارج مشرعة الإمام الصادق ( ع ) « 3 » ركعتين تقرأ في الأولى فاتحة الكتاب وقل يا أيها\r\n\r\n\r\n","description":"","footnote":"\r\nسنة 78 ه . ينظر الأعلام . خير الدين الزركلي ج 2 / 92 .\r\n( 1 ) . بحار الأنوار ج 101 / 195 .\r\n( 2 ) - كامل الزيارات / 226 .\r\n( 3 ) - مشرعة الإمام الصادق : وهو المكان الذي كان يغتسل فيه الإمام الصادق ( ع ) في نهر الفرات قبيل زيارته للحائر وموقعه في أرضي الجعفريات على الشاطئ الغربي من نهر العلقمي حيث يجد الزائر مزارا مشهورا عليه قبة عالية من القاشاني تحيط به البساتين . ينظر . كربلاء في الذاكرة . سلمان هادي آل طعمه / 164 - 165 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nالكافرون ، وفي الثانية فاتحة الكتاب وقل هو اللّه أحد وإذا سلّمت فسبح « 1 » ثمّ قل الحمد لله الواحد الأحد المتوحد في الأمور كلّها الرحمن الرحيم الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا اللّه . لقد جاعت رسل ربنا بالحق . اللّهم لك الحمد حمدا كثيرا أبدا لا ينقطع ولا يفنى حمدا يصعد أوله ولا ينفد آخره حمدا يزيد ولا يبيد وصلّى اللّه على محمد البشير النذير وعلى آله الأخيار الأبرار وسلّم تسليما كثيرا « 2 » .\r\n28 - فإذا توجهت إلى الحائر المقدس فقل اللّهم إليك توجهت ولبابك فرغت وبفنائك نزلت وبحبلك اعتصمت ولرحمتك تعرضت وبوليك توسلت فصلّ على محمد وآله واجعل زيارتي مبرورة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المتعارف التسبيح بتسبيحة الزهراء عليها السّلام بعد كل فريضة ونافلة وهي أن تقول : اللّه أكبر ( 34 ) مرة ، والحمد لله ( 33 ) مرة ، وسبحان اللّه ( 33 ) مرة .\r\n( 2 ) - مزار ابن المشهدي / 285 - 286 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nودعائي مقبولا « 1 » وهناك دعاء آخر تقرؤه حينما أردت المشي « 2 » .\r\n29 - ثم امش وسر خاشعا قلبك باكية عينك وأكثر من التهليل والتكبير والتمجيد والتحميد « 3 » والثناء على اللّه والتعظيم له ولرسوله والصلاة على الحسين خاصة ولعن من قتله والبراءة ممّن أسس ذلك عليه « 4 » .\r\n30 - وعلق نعليك وامش حافيا فإنك في حرم من حرم اللّه ورسوله وامش مشي العبد الذليل « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مزار ابن المشهدي / 286 .\r\n( 2 ) - كامل الزيارات / 226 تقول : اللهم إني أردتك فأردني وإني أقبلت بوجهي إليك فلا تعرض بوجهك عني فإن كنت عليّ سخطا فتب عليّ وارحم مسيري إلى ابن حبيبك أبتغي بذلك رضاك عني فارض عني ولا تخيبني يا أرحم الراحمين .\r\n( 3 ) - تقول كالسابق : سبحان اللّه والحمد لله ولا إله إلا اللّه واللّه أكبر .\r\n( 4 ) . كامل الزيارات / 226 ، من لا يحضره الفقيه ج 2 / 358 ، تهذيب الأحكام ج 6 / 54 ، مصباح المتهجد / 500 ، مزار ابن المشهدي / 286 ، مصباح الزائر رقم الورقة 66 ، الكافي . الفروع . ج 4 / 572 ، مزار الشهيد الأول / 155 ، كتاب المزار .\r\nللشيخ المفيد / 100 .\r\n( 5 ) - كامل الزيارات / 133 وص 198 وص 221 وص 226 ، من لا يحضره -\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n31 - واقصر خطاك وعليك السكينة والوقار « 1 » .\r\n32 - فإذا وقفت على التل « 2 » فاستقبل القبر فقف وقل :\r\nاللّه أكبر ثلاثين مرة وتقول لا إله إلّا اللّه في علمه منتهى علمه ولا إله إلا اللّه بعد علمه منتهى علمه ولا إله إلا اللّه مع علمه منتهى علمه والحمد لله في علمه منتهى علمه والحمد لله بعد علمه منتهى علمه والحمد لله مع علمه منتهى علمه سبحان اللّه في علمه منتهى علمه وسبحان اللّه بعد علمه منتهى علمه وسبحان اللّه مع علمه منتهى علمه والحمد لله بجميع محامده على\r\n\r\n\r\n","description":"","footnote":"\r\nالفقيه ج 2 / 358 ، تهذيب الأحكام ج 6 / 54 ، الكافي . الفروع . ج 4 / 576 .\r\n( 1 ) - كامل الزيارات / 226 - 227 - 228 ، مزار ابن المشهدي / 286 ، مصباح المتهجد / 500 ، مزار الشهيد الأول / 154 ، وينظر مصباح الزائر رقم الورقة 66 .\r\n( 2 ) - المقصود هنا التلة الزينبية : وهو المكان الذي يقع في الجهة الغربية من صحن الحسين بالقرب من باب الزينبية ، ويقال إن هذا التل كان يشرف على مصارع القتلى في حادثة الطف حيث كانت السيدة زينب ( ع ) تتفقد حال أخيها الحسين ( ع ) ينظر / كربلاء في الذاكرة . سلمان هادي آل طعمة / 162 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nجميع نعمه ولا إله إلا اللّه واللّه أكبر وحقّ له ذلك لا إله إلا اللّه الحليم الكريم لا إله إلا اللّه العلي العظيم لا إله إلا اللّه نور السماوات السبع ونور الأرضين السبع ونور العرش العظيم والحمد لله ربّ العالمين السّلام عليك يا حجة اللّه وابن حجته السّلام عليكم يا ملائكة اللّه وزوار قبر ابن نبي اللّه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 227 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\nمناسك الصحن الشريف\r\n33 - فإذا انتهيت إلى باب الصحن الشريف فقف عليه وكبر اللّه أربعا ثم قل اللّهم إنّ هذا مقام أكرمتني به وشرفتني . اللّهم فأعطني فيه رغبتي على حقيقة إيماني بك وبرسولك ( ص ) « 1 » .\r\n34 - ثمّ أدخل رجلك اليمنى قبل اليسرى وقل بسم اللّه وبالله وفي اللّه وفي سبيل اللّه وعلى ملة رسول اللّه اللّهم أنزلني منزلا مباركا وأنت خير المنزلين « 2 » .\r\n35 - فلمّا دخلت الصحن الشريف فكبر أربعا وتوجه إلى القبلة وارفع يديك وقل : اللّهم إنّي إليك أتوجه وإليك توجهت وإليك خرجت وإليك وفدت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مزار ابن المشهدي / 242 .\r\n( 2 ) - تهذيب الأحكام ج 6 / 56 ، مزار ابن المشهدي / 242 ، مصباح الزائر رقم الورقة 66 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nولخيرك تعرضت وبزيارة حبيب حبيبك تقربت .\r\nاللّهم فلا تمنعني خير ما عندك لسوء ما عندي اللّهم اغفر لي ذنوبي وكفّر عنّي سيئتي وحطّ عنّي خطيئاتي واقبل حسناتي . ثم اقرأ الحمد والمعوذّتين والتوحيد وإنا إنزلناه وآية الكرسي وآخر سورة الحشر « 1 » .\r\n36 - وتصلّي ركعتين في الصحن الشريف تحية المشهد وإذا فرغت سبحت فقل الحمد لله الواحد في الأمور كلّها خالق الخلق لم يعزب عنه شيء من أمورهم عالم كلّ شيء بغير تعليم صلوات اللّه وصلوات ملائكته وأنبيائه ورسله وجميع خلقه وسلامه وسلام جميع خلقه على محمد المصطفى وأهل بيته ، والحمد لله الذي أنعم عليّ وعرفني فضل محمد وأهل بيته صلّى اللّه عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - أشرنا إلى الآية بأكملها ولإحالة النقطة ينظر : تهذيب الأحكام ج 6 / 56 ، مزار ابن المشهدي / 243 ، مصباح الزائر رقم الورقة 76 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nوعليهم ورحمة اللّه وبركاته اللهم أنت خير من وفد إليه الرجال وأنت يا سيدي أكرم مأتي وأكرم مزور وقد جعلت لكلّ زائر تحفة فاجعل تحفة زيارة قبر وليك وابن بنت نبيك وحجتك على خلقك فكاك رقبتي من النار ، اللّهم صلّ على محمد وآل محمد وتقبّل مني عملي واشكر سعيي وارحم مسيري من أهلي بغير من . اللّهم عليك بل لك المن عليّ إذ جعلت لي السبيل إلى زيارة وليك وعرفتني فضله وحفظتني حتى بلّغتني اللّهم وقد رجوتك فلا تقطع رجائي وقد أملتك فلا تخيب أملي واجعل مسيري هذا كفارة لما قبله من ذنوبي ورضوانا تضاعف به حسناتي وسببا لنجاح طلبتي وطريقا لقضاء حوائجي يا أرحم الراحمين . اللّهم صلّ على محمد وآل محمد واجعل سعيي مشكورا وذنبي مغفورا وعملي مقبولا ودعائي مستجابا إنّك على كلّ شيء قدير . اللّهم إنّي أريدك فأردني أقبلت بوجهي إليك فلا تعرض عني وقصدتك\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nفتقبل مني وإن كنت لي ماقتا فارض عني وارحم تضرعي إليك فلا تخيبني يا أرحم الراحمين « 1 » .\r\n37 - قال أبو عبد اللّه ( ع ) : إذا أردت زيارة الحسين ( ع ) فزره وأنت كئيبا حزينا مكروبا شعثا مغبرا جائعا عطشانا فإنّ الحسين قتل حزينا مكروبا شعثا مغبرا جائعا عطشانا وسله الحوائج وانصرف عنه ولا تتخذه وطنا « 2 » .\r\n38 - ثمّ امش حتى تعاين الجدث « 3 » فإذا عاينته فكبر أربعا واستقبل وجهه بوجهك واجعل القبلة بين كتفيك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تهذيب الأحكام ج 6 / 56 ، مزار ابن المشهدي / 243 - 244 ، وينظر مصباح الزائر رقم الورقة 67 .\r\n( 2 ) - الكافي . الفروع . ج 4 / 587 : عن عدّة من أصحابنا عن أحمد بن محمد معنعنا عن أبي عبد اللّه ( ع ) قال : إذا أردت . . الحديث . وذكره ابن قولويه في كتابه كامل الزيارات / 131 وص 132 وتهذيب الأحكام ج 6 / 76 ومزار ابن المشهدي / 241 وثواب الأعمال / 89 .\r\n( 3 ) - الجدث : هو القبر . لسان العرب م 2 / 128 مادة ( جدث ) .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوقل اللّهم أنت السّلام ومنك السّلام وإليك السّلام وإليك يرجع السّلام يا ذا الجلال والإكرام السّلام علي رسول اللّه أمين اللّه على وحيه وعزائم أمره الخاتم لما سبق والفاتح لما استقبل والمهيمن على ذلك كلّه وعليه السّلام ورحمة اللّه وبركاته .\r\nالسّلام على أمير المؤمنين عبد اللّه وأخي رسوله الصديق الأكبر سيد المسلمين وإمام المتقين وقائد الغر المحجلين السّلام على الحسن والحسين سيديّ شباب أهل الجنة من الخلق أجمعين .\r\nالسّلام على أئمة الهدى الراشدين السّلام على الطاهرة والصديقة فاطمة الزهراء سيدة نساء العالمين السّلام على ملائكة اللّه المردفين . السّلام على ملائكة اللّه المسومين السّلام على ملائكة اللّه الزّوارين السّلام على ملائكة اللّه الذين هم في هذا المشهد بإذن اللّه مقيمون « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تهذيب الأحكام ج 6 / 57 - 58 ، مزار ابن المشهدي - 244 - 245 ، مصباح الزائر رقم الورقة 67 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nإذن الدخول في الحرم الأقدس\r\n39 - وقف على باب المشهد المقدس واستأذن بالمأثور « 1 » فإن خشع قلبك ودمعت عينك فهو علامة الإذن فادخل « 2 » .\r\nوفي الدروس « 3 » فإن وجد خشوعا ورقة دخل وإلا فالأفضل زمان الرقة لأن الغرض الأهم حضور القلب لتلقي الرحمة « 4 » . وأرقى كلمة تقرأ في الأستئذان في جميع المشاهد المقدسة قولهم : اللّهم إنّ هذه بقعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تقول : اللهم صلّ على محمد وأعطني في هذا المقام رغبتي على حقيقة الحال بك وبرسولك وبولاة أمرك الحرم حرم اللّه وحرم رسوله وحرمك يا مولاي أتأذن ليّ بالدخول إلى حرمك فإن لم أكن لذلك أهلا فأنت لذلك أهل . عن إذنك يا مولاي أدخل حرم اللّه وحرمك .\r\nينظر / مصباح الزائر رقم الورقة 83 .\r\n( 2 ) - مصباح المتهجد / 501 ، وينظر مزار ابن المشهدي / 287 ، مصباح الزائر . رقم الورقة 66 ، مزار الشهيد الأول / 158 .\r\n( 3 ) - المقصود هنا الدروس الشرعية في فقه الإمامية ، الشهيد الأول .\r\n( 4 ) - الدروس الشرعية في فقه الإمامية / 158 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nطهرتها وعقوة شرفتها ومعالم زكيتها حيث أظهرت فيها أدلة التوحيد وأشباح العرش المجيد الذين اصطفيتهم ملوكا لحفظ النظام واخترتهم رؤوساء لجميع الأنام وبعثتهم لقيام القسط في ابتداء الوجود إلى يوم القيامة ثم مننت عليهم باستنابة أنبيائك لحفظ شرائعك وأحكامك فأكملت باستخلافهم رسالة المنذرين كما أوجبت رياستهم في فطر المكلفين فسبحانك من إله ما أرأفك ولا إله إلّا أنت من ملك ما أعدلك حيث طابق صنعك ما فطرت عليه العقول ووافق حكمك ما قررته في المعقول والمنقول فلك الحمد على تقديرك الحسن الجميل ولك الشكر على قضائك المعلل بأكمل التعليل فسبحان من لا يسأل عن فعله ولا ينازع في أمره وسبحان من كتب على نفسه الرحمة قبل ابتداء خلقه والحمد لله الذي منّ علينا بحكّام يقومون مقامه لو كان حاضرا في المكان ولا إله إلّا اللّه الذي شرفنا بأوصياء يحفظون الشرائع في كل الأزمان\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nواللّه أكبر الذي أظهرهم لنا بمعجزات بعجز عنها الثقلان لا حول ولا قوة إلّا بالله العلي العظيم الذي أجرنا على عوائده الجميلة في الأمم السالفين . اللهم فلك الحمد والثناء العلي كما وجب لوجهك البقاء السرمدي وكما جعلت نبينا خير النبيين وملوكنا أفضل المخلوقين واخترتهم على علم على العالمين وفقنا للسعي إلى أبوابهم العامرة إلى يوم الدين واجعل أرواحنا تحن إلى موطئ أقدامهم ونفوسنا تهوى النظر إلى مجالسهم وعرصاتهم حتى كأننا نخاطبهم في حضور أشخاصهم فصلي اللّه عليهم من سادة غائبين ومن سلالة طاهرين ومن أئمة معصومين اللهم فأئذن لنا بدخول هذه العرصات التي استعبدت بزيارتها أهل الأرضين والسماوات وأرسل دموعنا بخشوع المهابة وذلل جوارحنا بذل العبودية وفرض الطاعة حتى نقرّ بما يجب لهم من الأوصاف ونعترف بأنّهم شفعاء الخلائق إذا نصبت الموازين في يوم الأعراف والحمد لله\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nوسلام على عباده الذين اصطفى محمد وآله الطاهرين « 1 » .\r\n40 - وقبّل العتبة وهو أدب لعامة المشاهد وقد جاء في زيارة أمير المؤمنين ( ع ) عن صفوان « 2 » عن الصادق ( ع ) ورواها مشايخ الطائفة المفيد والسيد والشهيد وغيرهم وفيها قوله ثم قبل العتبة وقدم رجلك اليمنى « 3 » وفي إذن الدخول المذكور ثم قبل العتبة وادخل خاشعا باكيا فإنه الإذن منهم صلوات اللّه عليهم وورد في بعض الزيارات الذي ذكره العلامة المجلسي « 4 » فواشوقاه إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مفاتيح الجنان / 381 - 382 .\r\n( 2 ) - هو صفوان بن يحيى البجلي الجمال أبو محمد أوثق وكلاء الصادق ( ع ) وهو من الستة الذين أجمع أصحابنا على تصحيح ما يصح عنهم . توفي سنة 210 ه ، ينظر كامل الزيارات هامش / 221 . . تعليق الشيخ عبد الحسين الأميني النجفي ( قده ) .\r\n( 3 ) - ينظر بحار الأنوار ج 100 عن مزار المفيد / 284 ، مصباح الزائر . رقم الورقة 39 ، مزار الشهيد الأول / 73 .\r\n( 4 ) - العلامة المجلسي : هو شيخ الإسلام والمسلمين محمد باقر بن محمد تقي بن المقصود علي المجلسي . ولد سنة 1037 ه وتوفي سنة -\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nتقبيل أعتابكم « 1 » وصرّح به الكفعمي « 2 » ، في المصباح وعدة من آداب الزيارة « 3 » وقال شيخنا الشهيد في الدروس : عليه الإمامية « 4 » وعده من الآداب العلامة النوري « 5 » وأفرد العلامة المامقاني « 6 » في ذلك رسالة\r\n\r\n\r\n","description":"","footnote":"\r\n1111 ه . من مؤلفاته : كتاب بحار الأنوار . ينظر / الكني والألقاب ج 3 / 147 .\r\n( 1 ) - ينظر بحار الأنوار ج 101 / 186 - 187 .\r\n( 2 ) - الكفعمي : هو الشيخ تقي الدين إبراهيم بن علي بن الحسن بن محمد بن صالح العاملي . كان ثقة فاضلا أديبا شاعرا عابدا زاهدا ورعا .\r\nمن مؤلفاته : المصباح وكتاب البلد الأمين . ينظر / الكني والألقاب ج 3 / 116 .\r\n( 3 ) - ينظر المصباح / 437 .\r\n( 4 ) - الدروس الشرعية / 159 .\r\n( 5 ) - العلامة النوري : هو حسين بن محمد تقي الدين بن محمد بن علي النوري الطبرسي ، محدث عارف بالرجال والسير والتأريخ والكتب . ولد سنة 1254 ه . وتوفي سنة 1320 ه من مؤلفاته : مستدر الوسائل ، دار السّلام وغيرها . معجم المؤلفين / عمر رضا كحالة ج 4 / 46 .\r\n( 6 ) - العلامة المقاماني : هو عبد اللّه بن محمد حسن المقاماني ، عالم مشارك في أنواع العلوم . ولد في النجف سنة 1287 ه ، وتوفي سنة 1351 ه .\r\nومن مؤلفاته : تنقيح المقال في علم الرجال . ينظر / الذريعة ، آغا بزرك الطهراني ج 4 / 466 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nويروى أنّ شيخ الطائفة الأنصاري « 1 » قيل له في تقبيل الأعتاب المقدسة فقال أن أقبل عتبة مشهد أبي الفضل العباس ( ع ) فضلا عن أعتاب مشاهد الأئمة صلوات اللّه عليهم لا بما أنهّا عتبة مشهده ( ع ) بل بما أنّها موطئ أقدام زواره ولقد شوهد زعيم الشيعة آية اللّه ميرزا محمد تقي الشيرازي « 2 » حين يقبل عتبة مشهد الحر بن يزيد الرياحي « 3 » رضوان اللّه عليه ولا شك أنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - شيخ الطائفة الأنصاري : هو الشيخ مرتضى بن الشيخ محمد أمين الأنصاري وينتهي نسبه إلى الصحابي الشهير جابر بن عبد اللّه الأنصاري السلمي الخزرجي . ولد سنة 1214 ه وتوفي سنة 1245 ه . من مصنفاته العديدة كتاب المكاسب تحقيق السيد محمد كلانتر ( قده ) وغيرها . ينظر / مقدمة المحقق لكتاب المكاسب / 50 - 55 .\r\n( 2 ) - محمد تقي الشيرازي : هو الشيخ الميرزا محمد تقي بن الميرزا محمد علي المشهور ب - ( كلش ) الشيرازي الحائري ولد في شيراز ونشأ بها ثم هاجر إلى العراق وهو شاب وأقام في كربلاء . توفي سنة 1338 ه . من مؤلفاته : حاشية على المكاسب في الفقه ، ورسالة في أحكام الخلل . ينظر / معارف الرجال / حرز الدين ج 2 / 215 .\r\n( 3 ) - هو الحر بن يزيد الرياحي التميمي اليربوعي ، قائد من أشراف تميم . نال شرف الشهادة بين يدي الإمام أبي عبد اللّه الحسين ( ع ) بكربلاء -\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nسيرة الشيعة قائمة على ذلك .\r\n41 - وأدخل رجلك اليمنى القبة وأخّر اليسرى « 1 » وقّد أكد رعاية هذا الأدب في كثير من زيارات الأئمة سلام اللّه عليهم وفي الدروس وإذا خرج باليسرى « 2 » .\r\n42 - وادخل إلى الحاير المقدس من جانبه الشرقي وعليك السكينة والوقار « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\nسنة 61 ه . ينظر الأعلام . خير الدين الزركلي ج 2 / 181 .\r\n( 1 ) - مزار ابن المشهدي / 287 ، مصباح الزائر ، رقم الورقة ( 66 ) .\r\n( 2 ) - الدروس الشرعية / 158 .\r\n( 3 ) - كامل الزيارات / 201 وص 228 ، الكافي . الفروع . ج 4 / 572 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n\r\nمناسك الحائر المقدس\r\n43 - وتفرغ له عقلك وتتوجه إليه بكلك وقد ورد عن الصادق ( ع ) في زيارته من البعيد « 1 » ، وتمثل بين يديك مصرعة وتفرغ ذهنك وجميع بدنك وتجمع له عقلك ، ففي الماثل بين يديه أولى .\r\n44 - وكبر إذا رأيت الإمام ووقفت بين يديه قال الصادق ( ع ) فمن كبّر عند رؤيته كانت له يوم القيامة صخرة أثقل في ميزانه من السماوات السبع وما فيهن وما بينهن وما تحتهن ومن كبّر بين يديه وقال لا إله إلا اللّه وحده لا شريك له كتب اللّه له رضوانه الأكبر ومن كتب له رضوانه الأكبر يحب أن يجمع بينه وبين إبراهيم ومحمد والمرسلين صلوات اللّه عليه في دار الجلال « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينظر / الإقبال . ج 3 / 66 ، مصباح الزائر . رقم الورقة ( 89 ) .\r\n( 2 ) - ينظر بحار الأنوار ج 101 / 129 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n45 - وعليك بالوقوف عند الزيارة ذكره العلماء « 1 » في آداب الزيارة وفي غير واحد من الزيارات المأثورة بعد ذكر مقدماتها إلى حد المثول أمام القبر الشريف قولهم ثمّ تقوم بحيال القبر وتقول أو ثمّ قم مستقبل القبر أو وقم يحذائه بخشوع أو تقف قدام الضريح أو قف متوجها إلى القبر وقل أو تقف على القبر وتقول والأمر بالقيام في زيارة الشهداء في حديث عن الإمام الصادق ( ع ) « 2 » بقوله ثمّ تستقبل قبور الشهداء قائما وبقوله في حديث آخر ثمّ تقوم قائما فتستقبل القبور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينظر مجموعة من الكتب التي أفردها علماؤنا الأعلام في زيارة الإمام أبي عبد اللّه الحسين ( ع ) أو بقية المشاهد المقدسة ، حيث إنهم صرحوا تأكيد الوقوف عند الزيارة منهم : مزار ابن المشهدي ومصباح الزائر لعلي بن طاووس وكتاب المزار للشهيد الأول وكذلك كتابه الدروس الشرعية وكتاب مصباح المتهجد للطوسي وغيرها .\r\n( 2 ) - جعفر بن محمد بن قولويه : ثني الحسين بن محمد بن عامر معنعنا عن أبي عبد اللّه الصادق ( ع ) قال . . ثم تستقبل قبور الشهداء قائما . . الحديث ينظر / كامل الزيارات / 216 - 219 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nقبور الشهداء مؤكدا بذكر المفعول المطلق وعامله يستدعي أولوّية ذلك عند زيارة الإمام ( ع ) وكأنّه رأى رجحان ذلك في زيارة المعصوم مفروغا عنه فلم يأت بذلك التأكيد فيها فزاده إيضاحا في زيارة الشهداء وجاء ذلك مصرّحا به في زيارة النبي ( ص ) من بعيد بقوله ( ع ) ثم قم قائما وقل « 1 » ، وكذلك في زيارة جامعة لهم من بعيد فإذا كان ذلك أدبا للزائر البعيد المتوجه إلى مشاهدهم فهو في الماثل بين يديهم أولى ويظهر من غير واحد من الأحاديث أن إذن الدخول في مطلق الدور لا يغني عن الإذن في الجلوس ويساعد ذلك ضروب من الاعتبار والعادات عند الدخول على الأعاظم والملوك ولم يزل العلماء دائبين على هذا الأدب غالبا ولعلّ عليه السيرة المطرّدة بين الناس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينظر مصباح الزائر . رقم الورقة ( 20 ) .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n46 - وإذا وقفت على قبره فاستقبله بوجهك واجعل القبلة بين كتفيك « 1 » .\r\n47 - وقبّل الأرض بين يديه كما كان يفعل به الوافدون إليهم في حياتهم صلوات اللّه عليهم على ما يظهر من الأحاديث « 2 » .\r\n48 - وعليك القيام بحذاء القبر بخشوع وبكاء وتضرع « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 199 وص 217 وص 230 ، مزار ابن المشهدي / 281 ، تهذيب الأحكام ج 6 / 57 ، مزار الشهيد الأول / 155 .\r\n( 2 ) - ينظر بحار الأنوار ج 101 / 201 .\r\n( 3 ) - مزار ابن المشهدي / 287 ، مزار الشهيد الأول / 155 وينظر مصباح الزائر . رقم الورقة ( 75 ) ، كتاب المزار . المفيد / 77 ، بحار الأنوار ج 101 / 209 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\nزيارة الحسين ( ع )\r\n49 - وزر بالمأثور من الزيارات وهي كثيرة روى ابن قولويه « 1 » في الكامل من مطلقها 18 زيارة ومنها ما روي بسند صحيح فيه « 2 » وفي الكافي « 3 » والتهذيب « 4 » عن أبي عبد اللّه ( ع ) كبّر ثلاثين تكبيرة ثمّ تقول السّلام عليك يا حجة اللّه وابن حجته السّلام عليك يا قتيل اللّه وابن قتيله السّلام عليك يا ثار اللّه وابن ثأره السّلام عليك يا وتر اللّه الموتور في السماوات والأرض أشهد أنّ دمك سكن في الخلد وأقشعرت له أضلّة العرش وبكى له جميع الخلائق وبكت له السماوات السبع والأرضون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ابن قولويه : هو أبو القاسم جعفر بن محمد بن جعفر بن موسى بن قولويه القمي أستاذ أبي عبد اللّه المفيد توفي سنة 368 ه أو سنة 367 ه ، من مصنفاته : كتاب كامل الزيارات . ينظر . الكنى والألقاب ج 1 / 391 .\r\n( 2 ) - ينظر . كامل الزيارات / 199 .\r\n( 3 ) - ينظر . الكافي . الفروع . ج 4 / 572 .\r\n( 4 ) - تهذيب الأحكام ج 6 / 54 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالسبع وما فيهن وما بينهن ومن يتلقب في الجنة والنار من خلق ربنا وما يرى وما لا يرى أشهد أنّك حجة اللّه وابن حجته وأشهد أنّك قتيل اللّه وابن قتيله وأشهد أنك ثأر اللّه في الأرض وابن ثأره وأشهد أنك وتر اللّه الموتور في السماوات والأرض وأشهد أنك قد بلّغت ونصحت ووفيت ووافيت وجاهدت في سبيل ربك ومضيت على بصيرة للذي كنت عليه شهيدا ومستشهدا وشاهدا ومشهودا أنا عبد اللّه ومولاك وفي طاعتك والوافد إليك ألتمس كمال المنزلة عند اللّه وثبات القدم في الهجرة إليك والسبيل الذي لا يختلج « 1 » دونك من الدخول في كفالتك التي أمرت بها من أراد اللّه بدأ بكم ، بكم يبين اللّه الكذب وبكم يباعد الزمان الكلب « 2 » وبكم فتح اللّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - يختلج : يجتذب . لسان العرب م 2 / 256 مادة ( خلج ) .\r\n( 2 ) - كلب الزمان : شدة حاله وضيقه . لسان العرب م 1 / 724 . مادة ( كلب ) .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nوبكم يختم اللّه وبكم يمحو اللّه ما يشاء وبكم يثبت وبكم يفك الذل من رقابنا وبكم يدرك اللّه ترة « 1 » كلّ مؤمن يطلب بها وبكم تنبت الأرض أشجارها وبكم تخرج الأرض أثمارها وبكم تنزل السماء قطرها ورزقها وبكم يكشف اللّه الكرب وبكم ينزل اللّه الغيث وبكم تسبح اللّه الأرض التي تحمل أبدانكم وتستقر جبالها عن مراسيها إرادة الربّ في مقادير أموره تهبط إليكم وتصدر من بيوتكم والصادر عما فصّل من أحكام العباد لعنت أمة قتلتكم وأمة خالفتكم وأمة جحدت ولايتكم وأمة ظاهرت عليكم وأمة شهدت ولم تستشهد .\r\nالحمد لله الذي جعل النار مأواهم وبئس ورد الواردين وبئس الورد المورود الحمد لله ربّ العالمين وتقول ثلاثا صلّى اللّه عليك يا أبا عبد اللّه وثلاثا إنا إلى اللّه ممّن خالفك بريء ثم تقوم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ترة : هي الطرق الصغار المتشعبة عن الطريق الأعظم . ينظر لسان العرب م 13 / 480 مادة ( ترة ) .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nفتأتي ابنه عليا ( ع ) وهو عند رجليه وتقول :\r\nالسّلام عليك يا بن رسول اللّه السّلام عليك يا بن أمير المؤمنين السّلام عليك يا بن الحسن والحسين السّلام عليك يا ابن خديجة وفاطمة صلّى اللّه عليك ثلاثا . لعن لله من قتلك ثلاثا . أنا إلى اللّه منهم بريء ثلاثا . ثم تقوم فتومي بيدك إلى الشهداء وتقول السّلام عليكم فزتم واللّه ثلاثا .\r\nفليت أني معكم فأفوز فوزا عظيما ثم تدور فتجعل القبر بين يديك وأمامك فتصلّي ست ركعات « * »\r\n\r\n\r\n","description":"","footnote":"\r\n( * ) - ومن الزيارات المشهورة والمعروفة ( زيارة وارث ) التي يزار بها الإمام الحسين ( ع ) في كل وقت وحين أوردناها هنا لإتمام النفع والفائدة .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\nزيارة وارث\r\nالسّلام عليك يا وارث آدم صفوة اللّه ، السّلام عليك يا وارث نوح نبي اللّه ، السّلام عليك يا وارث إبراهيم خليل اللّه ، السّلام عليك يا وارث موسى كليم اللّه ، السّلام عليك يا وارث عيسى روح اللّه ، السّلام عليك يا وارث محمد حبيب اللّه ، السّلام عليك يا وارث أمير المؤمنين ولي اللّه ، السّلام عليك يا بن محمد المصطفى ، السّلام عليك يا بن علي المرتضى ، السّلام عليك يا بن فاطمة الزهراء ، السّلام عليك يا بن خديجة الكبرى ، السّلام عليك يا ثأر اللّه وابن ثأره والوتر والموتور ، أشهد أنّك قد أقمت الصلاة ، وآتيت الزكاة ، وأمرت بالمعروف ، ونهيت عن المنكر ، وأطعت اللّه ورسوله حتى أتاك اليقين ، فلعن اللّه أمة قتلتك ولعن اللّه أمة ظلمتك ، ولعن اللّه أمة سمعت بذلك فرضيت به . يا مولاي يا أبا عبد اللّه أشهد أنك كنت نورا في الأصلاب الشامخة والأرحام المطهرة لم تنجسك الجاهلية بأنجاسها ،\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nولم تلبسك من مدلهمّات ثيابها ، وأشهد أنك من دعائم الدين وأركان المؤمنين وأشهد أنّك الإمام البر التقي الرضي الزكي الهادي المهدي ، وأشهد أنّ الأئمة من ولدك كلمة التقوى وأعلام الهدى والعروة الوثقى والحجة على أهل الدنيا ، وأشهد اللّه وملائكته وأنبياءه ورسله أني بكم مؤمن وبإيابكم موقن بشرائع ديني وخواتيم عملي وقلبي لقلبكم سلّم وأمري لأمركم متّبع صلوات اللّه عليكم وعلى أرواحكم وعلى أجسادكم وعلى أجسامكم وعلى شاهدكم وعلى غائبكم وعلى ظاهركم وعلى باطنكم . . ثمّ انكب على القبر وقبله وقل : بأبي أنت وأمي المصيبة بك علينا وعلى جميع أهل السماوات والأرض فلعن اللّه أمة أسرجت وألجمت وتهيأت وتنقبت لقتالك يا مولاي يا أبا عبد اللّه ، قصدت حرمك وأتيت إلى مشهدك أسأل اللّه بالشأن الذي لك عنده وبالمحل الذي لك لديه أن يصلّي على محمد وآل محمد وأن يجعلني معكم في الدنيا والآخرة .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nثمّ قم وصر إلى عند رجلي القبر وقف عند رأس علي بن الحسين ( ع ) وقل : السّلام عليك يا بن رسول اللّه ، السّلام عليك يا بن نبي اللّه ، السّلام عليك يا بن أمير المؤمنين السّلام عليك يا بن الحسين الشهيد السّلام عليك أيها الشهيد وابن الشهيد السّلام عليك أيها المظلوم وابن المظلوم لعن اللّه أمة قتلتك ولعن اللّه أمة ظلمتك ولعن اللّه أمة سمعت بذلك فرضيت به .\r\nثم انكب على القبر وقبله وقل : السّلام عليك يا ولي اللّه وابن وليه لقد عظمت المصيبة وجلّت الرزية بك علينا وعلى جميع المسلمين فلعن اللّه أمة قتلتك وأبرأ إلى اللّه وإليك منهم .\r\n50 - وأشر إلى القبر الشريف بمسبحتك اليمنى حين تزور وضع عليه اليسرى وارفعها إلى السماء في الدعاء « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينظر . كامل الزيارات / 207 ، تهذيب الأحكام ج 6 / 68 ، مزار ابن -\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n51 - وعليك بكثرة الصلاة عنده فعن الصادق ( ع ) ولك بكل ركعة ركعتها عنده كثواب من حجّ ألف حجة واعتمر ألف عمرة وأعتق ألف رقبة وكأنما وقف في سبيل اللّه ألف مرة مع نبي مرسل « 1 » .\r\n52 - وعليك بالصلوات الواردة في الحرم الشريف بكيفيات خاصة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\nالمشهدي / 246 . 247 ، مصباح الزائر ، رقم الورقة ( 69 ) .\r\n( 1 ) - كامل الزيارات / 207 وص 251 ، مزار ابن المشهدي / 231 ، تهذيب الأحكام ج 6 / 73 ، عن أبي القاسم جعفر بن محمد معنعنا عن المفضل بن عمر قال : قال أبو عبد اللّه ( ع ) . . ولك بكل ركعة ركعتها عنده كثواب من حج ألف حجة . . . الحديث .\r\n( 2 ) - الصلوات الواردة في الحرم الشريف إما أن يكون أداؤها كأداء الفريضة بقراءة وقنوت وتشهد وتسليم أو أن المقصود بها قراءة فقط كقولنا صلي علي النبي محمد ( ص ) فنقول : اللهم صلي على محمد وآل محمد . فأما النوع الأول الذي هو يؤدى كأداء الفريضة فيذكر عن الإمام الصادق إنه قال : صلّ عند رأسه ركعتين تقرأ في الأولى الحمد ويس ، وفي الثانية : الحمد والرحمن ، وإن شئت صليت خلف القبر وعند رأسه أفضل فإذا فرغت فصلّ ما أحببت إلا أن ركعتي الزيارة لا بدّ منهما عند كل قبر .\r\nينظر ( مفاتيح الجنان ) 452 إذن هي كالآتي : -\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nثمّ توجه إلى الشهداء وقل : السّلام عليكم يا أولياء اللّه وأحباءه السّلام عليكم يا أصفياء اللّه وأوداعه ، السّلام عليكم يا أنصار دين اللّه ، السّلام عليكم يا أنصار رسول اللّه ، السّلام عليكم يا أنصار أمير المؤمنين ، السّلام عليكم يا أنصار فاطمة الزهراء سيدة نساء العالمين ، السّلام عليكم يا أنصار أبي محمد الحسن بن علي الولي الناصح ، السّلام عليكم يا أنصار أبي عبد اللّه الحسين ( ع ) بأبي أنتم وأمي طبتم وطابت الأرض التي فيها دفنتم وفزتم فوزا عظيما فياليتني كنت معكم فأفوز معكم . ينظر ( مفاتيح الجنان ) 501 - 503 .\r\n53 - وجعل صلاتك عند رأسه وخلفه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n1 . ركعتي الزيارة : وتقرأ فيها ما شئت . 2 . ركعتين الحمد ويس والحمد والرحمن . 3 . صلاة جعفر الطيار ( ع ) وسوف نوضح كيفيتها . وغيرها من الصلوات المستحبة حيث إن الأمر معروف بالاجتهاد والإكثار عند قبره ( ع ) . أما النوع الثاني من الصلاة فقد أورد الشيخ الأميني ( قده ) في النقطة رقم ( 61 ) من هذا الكتاب صلاة خاصة على الحسين ( ع ) فتدبر .\r\n( 1 ) - . كامل الزيارات / 240 وص 245 وص 246 ، مصباح المتهجد / 502 وينظر .\r\nمن لا يحضره الفقيه ج 2 / 360 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n54 - وصلّي صلاة جعفر « 1 » عنده فإنّ من زاره أو أحدا من الأئمة وصلّى عنده صلاة جعفر يكتب له بكل ركعة ثواب من حج ألف حجة واعتمر ألف عمرة وأعتق ألف رقبة ووقف ألف وقفة في سبيل اللّه مع نبي مرسل وله بكل خطوة ثواب مائة حجة ومائة عمرة وعتق مائة رقبة في سبيل اللّه وكتب له مائة حسنة وحطّ عنه مائة سيئة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - صلاة جعفر : وهي أربع ركعات بتشهدين وتسليمتين يقرأ في الركعة الأولى : سورة الحمد و ( إذا زلزلت ) وفي الركعة الثانية : سورة الحمد و ( العاديات ) وفي الركعة الثالثة : سورة الحمد و ( إذا جاء نصر اللّه ) وفي الركعة الرابعة سورة الحمد و ( قل هو اللّه أحد ) فإذا فرغ من القراءة في كل ركعة قليقل قبل الركوع ( 15 ) مرة : سبحان اللّه والحمد لله ولا إله إلا اللّه واللّه أكبر . ويقولها في ركوعه ( 10 ) مرات وإذا استوى من الركوع قائما يقولها ( 10 ) مرات فإذا سجد قالها ( 10 ) مرات . فإذا جلس بين السجدتين قالها ( 10 ) مرات وإذا سجد الثانية قالها ( 10 ) مرات وإذا جلس ليقوم قالها قبل أن يقوم لأداء الركعة الثانية ( 10 ) مرات وهكذا يفعل ذلك في الأربع ركعات . وهناك أدعية خاصة تقرأ في صلاة جعفر استحبابا فللمزيد من الإيضاح يراجع كتاب مفاتيح الجنان ص 76 .\r\n( 2 ) - ينظر . بحار الأنوار / ج 100 137 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\n55 - وصلّي عنده ركعتين أو أكثر تطوعا أمام مسألة حوائجك فعن أبي جعفر ( ع ) فما من آت يأتيه ( يعني الحسين ( ع ) فيصلّي عنده ركعتين أو أربعا ثم يسأل اللّه حاجته إلا قضاها له « 1 » وفي حديث ابن أبي عمير « 2 » عنه ( ع ) قال لرجل يا فلان : ما يمنعك إذا عرضت لك حاجة أن تأتي قبر الحسين ( ع ) فتصلّي عنده أربعة ركعات ثم تسأل حاجتك « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 168 : حدثني محمد بن جعفر معنعنا عن أبي النمير قال : قال أبو جعفر ( ع ) فما من آت يأتيه فيصلي عنده ركعتين أو أربعة ثم يسأل اللّه جاجته إلا قضاها . الحديث .\r\n( 2 ) - هو محمد بن أبي عمير أبو أحمد . من أكبر حسنات الدهر وأغزر عيالم العلم ، كان أوثق الناس وأورعهم وأعبدهم عند الخاصة والعامة وقد كفنتا مؤنة التعريف به شهرته الطائلة في الفقه والورع والعلم الجم والشرف الوضاح . توفي سنة 217 ه . . كامل الزيارات / 223 تعليق الشيخ عبد الحسين الأميني ( قده ) .\r\n( 3 ) - تهذيب الأحكام ج 6 / 73 ، كامل الزيارات / 251 : حدثني جعفر بن محمد بن إبراهيم الموسوي عن ابن أبي عمير عن رجل عن أبي جعفر ( ع ) قال : قال لرجل . . الحديث .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n56 - وأكثر من الدعاء لك ولأهلك ولوالديك ولإخوانك فإنّ مشهده لا ترد فيه دعوة داع ولا سؤال سائل « 1 » قال أبو جعفر ( ع ) : إنّ الحسين صاحب كربلاء قتل مظلوما مكروبا عطشانا لهفانا فآلى اللّه عزّ وجلّ على نفسه أن لا يأتيه لهفان ولا مكروب ولا مذنب ولا مغموم ولا عطشان ولا ذو عاهة ثم دعا عنده وتقرّب بالحسين ( ع ) إلى اللّه عزّ وجلّ إلّا نفّس اللّه كربته وأعطاه مسألته وغفر ذنبه ومدّ في عمره وبسط في رزقه فاعتبروا يا أولي الأبصار « 2 » .\r\n57 - وادع عند رأسه وعند رجليه وخلف رأسه بالمأثور وغيره « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينظر كامل الزيارات / 252 ، مصباح المتهجد / 503 ، مصباح الزائر ، رقم الورقة ( 73 ) ، مزار الشهيد الأول / 160 .\r\n( 2 ) - كامل الزيارات / 168 : حدثني الحسن بن عبد اللّه بن عيسى معنعنا عن محمد بن مسلم عن أبي جعفر ( ع ) قال : إن الحسين صاحب كربلاء . .\r\nالحديث .\r\n( 3 ) - ينظر مزار ابن جعفر المشهدي ص 255 ، تقول : اللهم إنا أتيناه -\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n58 - وسبحه عند رأسه تسبيح أمير المؤمنين ( ع ) ألف مرة وهو سبحان الذي لا تنفد خزائنه سبحان الذي لا تبيد معالمه سبحان الذي لا يفنى ما عنده سبحان الذي لا يشرك أحد في حكمه سبحان الذي لا اضمحلال لفخره سبحان الذي لا انقطاع\r\n\r\n\r\n","description":"","footnote":"\r\nمؤمنون به مسلمون له معتصمون بحبله عارفون بالهدى الذي هو عليه اللهم إني أشهدك أشهد من حضر من ملائكتك أني بهم مؤمن وبمن قتلهم كافر . اللهم اجعل ما أقوله بلساني حقيقة في قلبي وشريعة في عملي اللهم اجعلني ممن له مع الحسين بن علي قدم ثابت وأثبتني فيمن أستشهد معه اللهم العن الذين بدلوا نعمتك كفرا سبحانك يا حليم عما يعمل الظالمون في الأرض يا عظيم ترى عظيم الجرم من عبادك فلا تعجل عليهم فتعاليت عما يقول الظالمون علوا كبيرا يا كريم أنت شاهد غير غائب وعالم بما أوتي إلى أهل صلواتك وأحبائك من الأمر الذي لا تحمله سماء ولا أرض ولو شئت لانتقمت منهم ولكنك ذو أناة وقد أمهلت الذين اجترؤوا عليك وعلى رسولك وحبيبك فأسكنتهم أرضك وغذوتهم بنعمتك إلى أجل هم بالغوه ووقت هم صائرون إليه ليستكملوا العمل فيه للذي قدرت والأجل الذي أجّلت في عذاب ووثاق وحميم وغساق والضريع والإحراق والاغلال والأوثاق وغسلين وزقوم وصديد مع طول المقام أيام لظى في سقر التي لا تبقي ولا تذر في الحميم والجحيم والحمد لله رب العالمين وبعدها تستغفر اللّه ومن ثم تدعو بما أحببت .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nلمدته سبحان الذي لا إله غيره ، وسبح عند رجليه تسبيح فاطمة سلام اللّه عليها ألف مرة وهو سبحان ذي الجلال الباذخ العظيم سبحان ذي العز الشامخ المنيف سبحان ذي الملك الفاخر القديم سبحان ذي البهجة والجمال سبحان من تردى بالنور والوقار سبحان من يرى أثر النمل في الصفا ووقع الطير في الهواء « 1 »\r\n59 - ويلزمك الصمت في الحاير المقدس إلا من خير فإنّما شغل الملائكة بكم إذا نطقتم « 2 » .\r\n60 - وعليك بغض الصوت فيه وفي المشاهد كلّها ذكره غير واحد من العلماء « 3 » واستدلوا بقوله تعالى :  يا \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 214 .\r\n( 2 ) - كامل الزيارات / 86 - 87 : حدثني محمد بن عبد اللّه بن جعفر الحميري معنعنا عن الهيثم بن واقد عن عبد الملك بن مقرن عن أبي عبد اللّه ( ع ) قال . . . فإنما شغل الملائكة بكم إذا نطقتم . . . الحديث .\r\n( 3 ) . ينظر / مزار ابن المشهدي ومصباح الزائر لعلي بن طاووس ومصباح المتهجد وكامل الزيارات ومزار الشهيد الأول . وكل من تناول آداب زيارة -\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\n  أَيُّهَا الَّذِينَ آمَنُوا لا تَرْفَعُوا أَصْواتَكُمْ فَوْقَ صَوْتِ النَّبِيِّ وَلا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمالُكُمْ وَأَنْتُمْ لا تَشْعُرُونَ إِنَّ الَّذِينَ يَغُضُّونَ أَصْواتَهُمْ عِنْدَ رَسُولِ اللَّهِ أُولئِكَ الَّذِينَ امْتَحَنَ اللَّهُ قُلُوبَهُمْ لِلتَّقْوى لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ   « 1 » وضموا إليها أنّ حرمته ( ع ) بعد موته كحرمته في حياته وأنّ حرمة أئمة الهدى كحرمة النبي ( ص ) قال العلامة المجلسي مستدلا بما ذكر إنّه يلزم غض الصوت عند قبر النبي ( ص ) وعدم جهر الصوت لا بالزيارة ولا بغيرها وكذا عند قبور سائر الأئمة ( ع ) « 2 » وقد بالغ في رعاية هذا الأدب العلامة النوري في تحية الزائر « 3 » وأنكر أشدّ الإنكار على من يرفع الصوت فيها\r\n\r\n\r\n","description":"","footnote":"\r\nالإمام أبي عبد اللّه الحسين ( ع ) أو باقي المراقد الشريفة على أصحابها أفضل الصلاة والتسليم .\r\n( 1 ) - الحجرات / 2 - 3 .\r\n( 2 ) - ينظر بحار الأنوار ج 100 / 125 .\r\n( 3 ) - ينظر تحية الزائر . الميرزا حسين النوري / 177 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nحتى بالأذان ودخل شيخ الطائفة الشيخ ( محمد طه نجف « 1 » مشهد العسكريين والأصوات مرتفعة بالأذان فانتهرهم بقوله تعالى :  ما لَكُمْ لا تَرْجُونَ لِلَّهِ وَقاراً  « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هو الشيخ محمد طه بن الشيخ مهدي بن الشيخ محمد رضا بن الشيخ محمد بن المقدس الحاج نجف التبريزي الحكم آبادي . ولد سنة 1241 ه . وتوفي سنة 1323 ه . ومن مؤلفاته : الإنصاف في مسائل الخلاف تعليقه على كتاب جواهر الكلام وغيرها . ينظر / معارف الرجال ج 2 / 300 .\r\n( 2 ) - نوح / 13 ، هذا وأرجو من القارئ اللبيب أن يتدبر في هذه الكلمات التي أسردها الشيخ الأميني ( ره ) حول هذا الموضوع وأن يترك تلك السمة التي اعتادوا عليها الزوار عند مراقد الأئمة الأطهار ألا وهي رفع أصواتهم بالصلاة على محمد وآل محمد والحث على الرفع أكثر وأكثر فما هذا إلا انتهاك لحرمة الإمام ( ع ) وإن كانت بالصلوات أو بالزغاريد التي تطلقها النساء ولا أعرف ما هو السبب في ذلك . فلنتدبر قوله تعالى :  ما لَكُمْ لا تَرْجُونَ لِلَّهِ وَقاراً  .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nالصلاة على الحسين\r\n61 - وعليك بالثناء على اللّه والاجتهاد فيه وفي الصلاة على محمد وآل محمد والصلاة على الحسين السبط خاصة بما رواه السيد في المصباح « 1 » في الزيارة الثالثة وهو الّلهم صلّ على محمد وآل محمد وصلّ على الحسين المظلوم الشهيد قتيل العبرات وأسير الكربات صلاة نامية زاكية مباركة يصعد أولها ولا ينفد آخرها أفضل ما صلّيت على أولاد الأنبياء والمرسلين . يا ربّ العالمين اللّهم صلّ على الإمام الشهيد المقتول المظلوم المخذول والسيد القائد العابد الزاهد الوصي الخليفة الإمام الصديق الطهر الطاهر الطيب المبارك والرضي المرضي والتقي الهادي المهدي سبط الرسول وقرة عين البتول ( ع ) اللهم صلّ على سيدي ومولاي كما عمل بطاعتك ونهى عن معصيتك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مصباح الزائر وجناح المسافر . رقم الورقة ( 84 - 85 ) .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nوبالغ في رضوانك وأقبل على إيمانك غير قابل فيك عذرا سرا وعلانية يدعو العباد إليك ويدلهم عليك وقام بين يديك يهدم الجور بالصواب ويحيي السنة بالكتاب فعاش في رضوانك مكدودا ومضى على طاعتك وفي أوليائك مكدوحا وقضى إليك مفقودا لم يعصك في ليل ولا نهار بل جاهد فيك المنافقين والكفار . اللّهم فأجزه خير جزاء الصادقين الأبرار وضاعف عليهم العذاب ولقاتليه العقاب فقد قاتل كريما وقتل مظلوما ومضى مرحوما يقول أنا ابن رسول اللّه محمد وابن من زكى وعبد فقتلوه بالعمد المتعمد قتلوه على الإيمان وأطاعوا في قتله الشيطان ولم يراقبوا فيه الرحمن اللّهم فصلّ على سيدي ومولاي صلاة ترفع بها ذكره وتظهر بها أمره وتعجل بها نصره واخصصه بأفضل قسم الفضائل يوم القيامة وزده شرفا في أعلى عليين وبلغه أعلى شرف المكرمين وارفعه من شرف رحمتك في شرف المقربين في الرفيع\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nالأعلى وبلغه الوسيلة والمنزلة الجليلة والفضل والفضيلة والكرامة الجزيلة . اللّهم فاجزه عنا أفضل ما جازيت إماما عن رعيته وصلّ على سيدي ومولاي كلما ذكر وكلما لم يذكر يا سيدي ومولاي أدخلني في حزبك وزمرتك واستوهبني من ربك وربي فإنّ لك عند اللّه جاها وقدرا ومنزلة رفيعة إن سألت أعطيت وإن شفعت شفعت اللّه اللّه في عبدك ومولاك لا تخلني عند الشدايد والأهوال لسوء عملي وقبيح فعلي وعظيم جرمي فإنّك أملي ورجائي وثقتي ومعتمدي ووسيلتي إلى اللّه ربي وربك لم يتوسل المتوسلون إلى اللّه بوسيلة هي أعظم حقا ولا أوجب حرمة ولا أجلّ قدرا عنده منكم أهل البيت لا خلّفني اللّه عنكم بذنوبي وجمعني وإياكم في جنة عدن التي أعدها لكم ولأوليائكم أنه خير الغافرين وأرحم الراحمين اللّهم أبلغ سيدي ومولاي تحية وسلاما وأردد علينا منه السّلام إنك جواد كريم وصلّ عليه كلما ذكر\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nالسّلام وكلما لم يذكر يا ربّ العالمين . وقد روي عن الصادق ( ع ) في كيفية الصلاة عليه أن تقوم خلفه عند كتفيه « 1 » .\r\n62 - واستلم القبر وقبّله من كل جوانبه وضع خدك الأيمن عليه مرة ثم الأيسر وألجّ في الدعاء والمسألة وتمر بساير بدنك فإنّه أمان وحرز من كل ما تخاف وتحذر بإذن اللّه « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 296 : حدثني علي بن الحسين بن موسى معنعنا عن عبد اللّه الحلبي عن أبي عبد اللّه ( ع ) قال : . . . أن تقوم خلفه . . الحديث .\r\n( 2 ) - ينظر كامل الزيارات / 197 - 218 - 211 - 219 - 224 - تهذيب الأحكام ج 6 / 68 ، مصباح المتهجد / 507 ، مصباح الزائر رقم الورقة / 73 ، مزار الشهيد الأول - 168 ، بحار الأنوار ج 101 - 216 ، كتاب المزار للمفيد / 82 ، مزار ابن المشهدي / 257 .\r\nعندما تضع خدك الأيمن على الأرض تقول : يا كهفي حين تعييني المذاهب وتضيق عليّ الأرض بما رحبت ويا بارئ خلقي رحمة بي وقد كان عن خلقي غنيا صلّ على محمد وعلى المستحفظين من آل محمد . ( تقول ذلك ثلاثا ) وعندما تضع خدك الأيسر على الأرض تقول : يا مذل كل جباريا معز كل ذليل صلّ على محمد وآل محمد وفرج عني ، ثم قل : يا حنان يا منان يا كاشف الكرب العظام . ( تقول ذلك ثلاثا ) .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n63 - وتنكب على القبر الشريف وتقبله خاشعا قلبك دامعة عينك « 1 » .\r\n64 - وعفّر خديك بتربة قبره الشريف بتضرع وبكاء « 2 » وقد أشير إلى التعفير المسنون في غير واحد من الزيارات بقولهم وا أسفي على ما كان مني وتضرعي وتعفيري في تراب قبر ابن نبيك بين يديك وبقولهم فوا شوقاه إلى تقبيل أعتابكم والولوج بإذنكم لأبوابكم وتعفير الخد على أريج ترابكم والتعفير بالتراب هو المأمور به في زيارته ( ع ) من بعيد أيضا في ما رواه الشيخ والسيد في المصباحين عن الصادق ( ع ) قال ( ع ) : ثم عفّر وجهك في الأرض « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينظر مزار ابن المشهدي / 281 .\r\n( 2 ) - ينظر مزار ابن المشهدي / 287 ، مصباح الزائر رقم الورقة 85 .\r\n( 3 ) - مصباح المتهجد / 550 ، مصباح الزائر رقم الورقة 90 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\n\r\nالطواف على القبر الشريف\r\n65 - ودر حول الضريح وقبله من أربعة جوانبه كما في مزاري شيخنا المفيد والسيد والإقبال ومزار الشهيد « 1 » وفي حديث أبي حمزة الثمالي « 2 » عن الصادق ( ع ) ودر في الحائر وأنت تقول « 3 » : يا من إليه وفدت وإليه خرجت وبه استجرت وإليه قصدت وإليه بابن نبيه تقربت صلّ على محمد وآل محمد ومنّ عليّ بالجنة وفك رقبتي من النار اللّهم ارحم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - بحار الأنوار : ج 101 عن مزار المفيد / 337 ، مصباح الزائر رقم الورقة 100 ، الإقبال ج 3 / 343 ، مزار الشهيد الأول / 174 .\r\n( 2 ) - أبو حمزة الثمالي : هو ثابت بن دينار ، صاحب الدعاء المعروف في أسحار شهر رمضان ، وكان في الرعيل الأول من ثقات أعيان الطائفة وأركان حملة الحديث ، خدم أربعة من الأئمة الهداة ، وكفانا مؤنة التعريف به ما روي في تشريفه عن الإمامين الصادقين ( ع ) من قولهما : أبو حمزة في زمانه مثل سلمان في زمانه ، توفي سنة 150 ه . ينظر الكنى والألقاب ج 2 / 132 .\r\n( 3 ) - عن جعفر بن محمد بن قولويه معنعنا عن محمد بن مروان عن أبي حمزة الثمالي قال : قال الصادق ( ع ) ثم در بالحائر وأنت تقول : يا من إليه . . الحديث .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nغربتي وبعد داري وارحم مسيري إليك وإلى ابن حبيبك وأقلبني مفلحا منجحا قد قلبت معذرتي وخضوعي وخشوعي عند إمامي وسيدي ومولاي وارحم صرختي وبكائي وهمّي وجزعي وخشوعي وحزني وما قد باشر قلبي من الجزع عليه فبنعمتك عليّ وبلطفك لي خرجت إليه وبتقويتك إياي وصرفك المحذور عني وكلاءتك « 1 » بالليل والنهار لي وبحفظك وبكرامتك إياي وكلّ بحر قطعته وكلّ واد وفلاة سلكتها وكلّ منزل نزلته فأنت حملتني في البر والبحر وأنت الذي بلّغتني ووفقتني وكفيتني وبفضل منّك ووقاية بلغت وكانت المنة لك عليّ في ذلك كلّه وأثري مكتوب عندك واسمي وشخصي فلك الحمد على ما أبليتني واصطنعت عندي اللّهم فارحم قربي منك ومقامي بين يديك وتملقي واقبل مني توسلي إليك بابن حبيبك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كلاءتك : أي حفظك . مختار الصحاح / 575 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nوصفوتك وخيرتك من خلقك وتوجهي إليك وأقلّني عثرتي واقبل عظيم ما سلف مني ولا يمنعك ما تعلم مني من العيوب والذنوب والإسراف على نفسي وإن كنت لي ماقتا فارض عني وإن كنت عليّ ساخطا فتب عليّ إنك على كلّ شيء قدير . اللّهم اغفر لي ولوالدي وارحمهما كما ربياني صغيرا واجزهما عني خيرا ، اللّهم أجزهما بالإحسان إحسانا وبالسيئات غفرانا اللّهم أدخلهما الجنة برحمتك وحرّم وجهيهما من عذابك وبرّد عليهما مضاجعهما وافسح لهما في قبريهما وعرّفنيهما في مستقر من رحمتك وجوار حبيبك محمد ( ص ) « 1 » وإلى هذا الطواف المسنون أشير في الزيارة الجامعة التي رواها شيخنا ( محمد بن المشهدي ) في مزاره « 2 » والسيد في المصباح « 3 » وقالا هي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 234 .\r\n( 2 ) - مزار ابن المشهدي / 186 .\r\n( 3 ) - مصباح الزائر ، رقم الورقة 164 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nمروية عن الأئمة بقولهم : بأبي أنتم وأمي يا آل المصطفى إنا لا نملك إلّا أن نطوف حول مشاهدكم ونعزي فيها أرواحكم على هذه المصائب وقد طاف بالحائر المقدس أمير المؤمنين في مسيره إليها ففي الكامل والتهذيب بالإسناد عن أبي عبد اللّه ( ع ) قال كان أمير المؤمنين ( ع ) يسير بالناس حتى إذا كان من كربلا على مسيرة ميل أو ميلين تقدّم بين أيديهم حتى صار بمصارع الشهداء ثمّ قال قبض فيها مائتا نبي ومائتا وصي ومائتا سبط كلّهم شهداء بأتباعهم فطاف بها على بغلته خارجا رجله من الركاب فأنشأ يقول مناخ وركاب ومصارع الشهداء لا يسبقهم من كان قبلهم ولا يلحقهم من أتى بعدهم « 1 » وقد استعبد المولى سبحانه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 270 / تهذيب الأحكام ج 6 / 72 : عن محمد بن الحسن معنعنا عن محمد بن سنان عن أبي عبد اللّه ( ع ) قال : خرج أمير المؤمنين ( ع ) . . الحديث .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nالملائكة بالطواف على قبر الحسين السبط من كلّ سماء مائة ألف ملك وأخبر بذلك الأمين جبرائيل النبي الأعظم ( ع ) في حديث طويل رواه ابن قولويه في الكامل قال : جبرائيل ( ع ) : ويقيمون رسما لقبر سيد الشهداء بتلك البطحاء يكون علما لأهل الحق وسببا للمؤمنين إلى الفوز وتحفة الملائكة من كل سماء مائة ألف ملك في كلّ يوم وليلة ويصلّون عليه ويطوفون عليه ويسبحون اللّه عنده ويستغفرون اللّه لمن زاره ويكتبون أسماء من يأتيه زئرا من أمتك متقربا إلى اللّه تعالى وإليك بذلك وأسماء آبائهم وعشائرهم وبلدانهم ويوسمون في وجوههم بميسم نور عرش اللّه هذا زائر قبر خير الشهداء وابن خير الأنبياء فإذا كان يوم القيامة سطع في وجوههم من أثر ذلك الميسم نور تغشى منه الأبصار يدلّ عليهم ويعرفون به وكأني بك يا محمد بيني وبين ميكائيل وعلي ( ع ) أمامنا ومعنا من ملائكة\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nاللّه ما لا يحصى عددهم ونحن نلتقط من ذلك الميسم في وجهه بين الخلائق حتى ينجيهم اللّه من هول ذلك اليوم وشدايده الحديث « 1 » وإلى طواف الملائكة أشير في زيارة أوردها السيد في المصباح وغيره بقولهم :\r\nالسّلام عليك وعلى ملائكة اللّه المرفرفين حول قبتك الحافين بتربتك الطائفين بعرصتك « 2 » ويراعى هذا الأدب في جميع المشاهد المقدسة س وكانت الصديقة فاطمة سلام اللّه عليها تطوف على قبر أبيها ( ع ) وهي تبكي وتقول\r\n إنا فقدناك فقد الأرض وابلها \r\nالخ « 3 » . وكان الإمام محمد بن علي الجواد ( ع )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 265 .\r\n( 2 ) - ينظر مصباح الزائر رقم الورقة / 86 .\r\n( 3 ) - ينظر صحيفة الأبرار ق 2 ج 5 / 352 ، قولها عليها السّلام :\r\n قد كان بعدك أبناء وهنبثة * لو كنت شاهدها لم يكبر الخطب\r\nإنا فقدناك فقد الأرض وابلها * واختل أهلك فأشهدهم وقد لغبوا\r\nأبدى رجال لنا فحوى صدورهم * لما رأيت وحالت دونك الحجب \r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nيطوف بقبر رسول اللّه ( ص ) والنهي عن الطواف على مطلق القبور في حديث الحلبي « 1 » ومحمد بن مسلم « 2 » : لا تشرب وأنت قائم ولا تطف بقبر ولا تبل في ماء نقيع « 3 » منزل على ما كانوا يفعلونه من التخلي على القبور لا نخفاضها قال شيخنا الطريحي « 4 » في مجمع البحرين الطوف الغائط ومنه الخبر ولا يصل أحدكم وهو يدافع الطوف ومنه الحديث ولا تبل في مستنقع ولا تطف بقبر « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الحلبي : هو الشيخ عبد اللّه بن علي بن أبي بن أبي شعبة الحلبي ، وآل شعبة بيت مذكور في أصحابنا روى جدهم أبو شعبة عن الحسن والحسين ( ع ) وكانوا بأجمعهم ثقات مرجوعا إليهم فيما يقولون وكان عبيد اللّه كبيرهم ينظر الكنى والألقاب ج 2 / 188 .\r\n( 2 ) - أشرنا إلى ترجمته سابقا .\r\n( 3 ) - ينظر بحار الأنوار ج 100 / 126 - 127 .\r\n( 4 ) - الطريحي : هو فخر الدين بن محمد بن علي بن أحمد بن علي بن طريخ النجفي الرماحي ، عالم فاضل محدث ولد سنة 979 ه وتوفي سنة 1085 ه من مؤلفاته : مجمع البحرين ، جامع المقال في تمييز المشتركات من الرجال ، ينظر مجمع البحرين مقدمة المحقق ، الكنى والألقاب ج 2 / 448 .\r\n( 5 ) مجمع البحرين / فخر الدين الطريحي ج 5 / 91 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nوفي تاج العروس الطوّف الغايط وهو ما كان من ذلك بعد الرضاع وأمّا ما كان قبله فهو عقي وفي الحديث لا يتناجى اثنان على طوافهما وفي حديث ابن عباس لا يصلّينّ أحدكم وهو يدافع الطوف والبول « 1 » وفي النهاية الطوف الحدث من الطعام ومنه الحديث نهى عن متحدثين على طوافهما أي عند الغائط وحديث أبي هريرة لا يصلّ أحدكم وهو يدافع الطوف ويؤكد كون المراد من الحديث هو الحدث لا الدور وقوعه في سياق البول في مستنقع وفي لفظ آخر لمحمد بن مسلم أيضا من تخلّى على قبر أو بال قائما أو شرب قائما الحديث « 2 » ويعينه التعليل في اللفظين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تاج العروس / محمد مرتضى الزبيدي ج 6 / 184 .\r\n( 2 ) - النهاية في غريب الحديث والأثر ، لابن الأثير ج 3 / 143 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nبقوله ( ع ) فإنه من فعل ذلك فأصابه شيء فلا يلومنّ إلا نفسه « 1 » ، فالشواهد تأبى عن توهم معنى آخر في الحديث غير ما ذكر وقال العلامة المجلسي بعد بيان قريب ممّا ذكر ولا أظنك ترتاب بعد التأمل الصادق في الأخبار الثلاثة « 2 » ، في أن الأظهر ما ذكرنا « 3 » وقال وإن أمكن تخصيص النهي بقبر غير المعصوم إن كان معارض صريح « 4 » .\r\n\r\nالسعي\r\n66 - وعليك بالسعي في الحرم الشريف ففي حديث جابر عن أبي عبد اللّه ( ع ) ثم تسعى فلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينظر تكملة الحديث السابق أعلاه . .\r\n( 2 ) - حديث الحلبي وحديثي محمد بن مسلم .\r\n( 3 ) - يعني الغايط .\r\n( 4 ) - بحار الأنوار ج 100 / 127 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nبكل قدم رفعتها ووضعتها كثواب المتشحط بدمه في سبيل اللّه « 1 » وورد الأمر بتقصير الخطوة في السعي وجاء السعي مصرّحا به في زيارة عاشوراء من بعيد في حديث عن أبي عبد اللّه ( ع ) رواه الشيخ في المصباح قال : ثمّ تسعى من الموضع الذي أنت فيه إن كان صحراء أو فضاء أو أي شيء كان خطوات تقول في ذلك : إنا لله وإنا إليه راجعون . رضا بقضاء اللّه وتسليما لأمره وليكن عليك في ذلك الكآبة والحزن وأكثر من ذكر اللّه سبحانه والاسترجاع في ذلك اليوم .\r\nفإذا فرغت من سعيك وفعلك هذا تقف في موضعك الذي صلّيت فيه الحديث « 2 » ، ورواه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 207 وص 229 : حدثني أبي عن سعد بن عبد اللّه معنعنا عن المفضل بن عمر عن جابر الجعفي قال : قال أبو عبد اللّه ( ع ) ثم تسعى فلك بكل قدم . . الحديث .\r\n( 2 ) - مصباح الكفعمي / 482 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nالسيد في مصباح الزائر باللفظ المذكور « 1 » وفي الاقبال ثم تسعى من الموضع الذي أنت صلّيت فيه قدر ثلاثين ذراعا « 2 » فإن لم تقدر فأربعة عشر ذراعا ذاهبا أو جائيا إلى الموضع الذي صلّيت فيه سبع مرات وأنت تقول في كلّ مرة من سعيك إنا لله وإنا إليه راجعون رضا بقضاء اللّه وتسليما لأمره سبع مرات وأنت في كلّ ذلك عليك الكآبة والحزن ثاكلا حزينا متأسفا الحديث « 3 » .\r\n67 - وعليك بإتمام الصلاة عنده ففي الحديث : زر الطيب وأتمّ الصلاة عنده . قال : أتّمّ الصلاة عنده ؟ قال : أتمّ قلت : فإنّ بعض أصحابنا يروي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - مصباح الزائر . رقم الورقة ( 89 ) .\r\n( 2 ) - الذراع : هي وحدة قياس تساوي 44 سم تقريبا .\r\n( 3 ) - الإقبال ج 3 / 66 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالتقصير . قال : إنما يفعل ذلك الضعفة « 1 » .\r\n68 - وتقيم عنده في الحاير ما أحببت ولا تجعله مبيتك « 2 » وعدّ شيخنا الشهيد من آداب الزيارة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 248 : حدثني أبي محمد بن الحسن بن متيل معنعنا عن أبي شبل قال : قلت لأبي عبد اللّه ( ع ) . . قال زر الطيب وأتم الصلاة . .\r\nالحديث . وينظر كذلك مزار ابن المشهدي / 233 ، الكافي . الفروع . ج 4 / 587 .\r\nونورد هنا آراء بعض علمائنا الأعلام حول هذه المسألة : فقد تعددت أراؤهم من حيث الإتمام والقصر في الحرائر الحسيني الشريف وقد نظرنا في العديد من الكتب الفقهية حول هذه المسألة وارتأينا أن ندون رأي سماحة السيد علي السيستاني ( دام ظله ) لأنا وجدناه أكثر الآراء وضوحا فيقول :\r\nإن الأحوط في الحائر الاقتصار على ما حول الضريح المبارك وإن كان الظاهر ثبوت التغير فيه فيما يحيط بالقبر الشريف بمقدار خمس وعشرين ذراعا أي ما يقارب 5 . 11 متر من كل جانب فتدخل بعض الأروقة في الحد المذكور ويخرج عنه بعض المسجد الخلفي ، إذن فنحن مخيرون بين الإتمام عند هذه المسافة 5 . 11 متر من كل جانب حول الضريح وما عداها فيجب القصر على رأي سماحة السيد السيستاني ( أطال اللّه في عمره الشريف ) . ولمزيد من الاطلاع ينظر كتاب العروة الوثقى مع تعليقة السيد السيستاني عليها . منهاج الصالحين ج 1 / 253 للسيد الخوني ( ره ) ، مهذب الأحكام ج 9 / 333 للسيد السبزواري ( ره ) ، مستند العروة الوثقى ج 8 / 400 للشيخ مرتضى البروجردي ( ره ) وغيرها .\r\n( 2 ) - مزار ابن المشهدي / 298 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nتعجيل الخروج عند قضاء الوتر من الزيارة لتعظيم الحرمة وبه يشتد الشوق « 1 » .\r\n69 - وعليك بتلاوة شيء من القرآن وإهداء ثوابها إلى صاحب المشهد كما نص عليه الشهيد في الدروس والكفعمي في المصباح وغيرهما « 2 » .\r\n\r\nالوداع بعد كل زيارة\r\n70 - وكلما زرت الحسين ( ع ) وأردت الخروج من عنده فانكبّ على القبر وقبله وقل : السّلام عليك مولاي يا أبا عبد اللّه السّلام عليك يا حجة اللّه السّلام عليك يا صفوة اللّه السّلام عليك يا خالصة اللّه السّلام عليك يا قتيل الضنيء السّلام عليك يا غريب الغرباء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الدروس الشرعية / 159 .\r\n( 2 ) - الدروس الشرعية / 159 ، مصباح الكفعمي / 507 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالسّلام عليك سلام مودع لا سائم ولا قال « 1 » فإن أمض فلا عن ملالة وأن أقم فلا عن سوء ظن بما وعد اللّه الصابرين لا جعله اللّه آخر العهد مني لزيارتك ورزقني اللّه العود إلى مشهدك والمقام بفنائك والقيام في حرمك وإياه أسال أن يسعدني بكم وأن يجعلني معكم في الدنيا والآخرة « 2 » .\r\n\r\nزيارة العباس ( ع )\r\n71 - زور قبر العباس بن علي عليهما السّلام وهو على شاطئ الفرات بحذاء الحائر فقف على باب السقيفة وقل سلام اللّه وسلام ملائكته المقربين وأنبيائه المرسلين وعباده الصالحين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - لا سأم ولا قال : سأم من الشيء : أي مل منه . مختار الصحاح / 281 .\r\nقال : قالا . بمعنى البغض . ينظر لسان العرب م 15 / 191 مادة ( قلى ) ويكون بذلك المعنى أنه لا مال منه ولا مبغض عليه .\r\n( 2 ) - مصباح الزائر . رقم الورقة ( 86 ) . وينظر مزار الشهيد الأول / 161 .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nوجميع الشهداء والصديقين والزاكيات الطيبات فيما تغتدي وتروح عليك يا بن أمير المؤمنين أشهد لك بالتسليم والتصديق والوفاء والنصيحة لخلف النبي المرسل والسبط المنتجب والدليل العالم والوصي المبلغ والمظلوم المهتضم فجزاك اللّه عن رسوله وعن أمير المؤمنين وعن الحسن والحسين صلوات اللّه عليهم أفضل الجزاء بما صبرت وأحتسبت وأعنت فنعم عقبى الدار . لعن اللّه من قتلك ولعن اللّه من جهل حقك واستخف بحرمتك ولعن اللّه من حال بينك وبين ماء الفرات أشهد أنك قتلت مظلوما وأنّ اللّه منجز لكم ما وعدكم جئتك يا بن أمير المؤمنين وافد إليكم وقلبي مسلم لكم وأنا لكم تابع ونصرتي لكم معدة حتى يحكم اللّه وهو خير الحاكمين فمعكم معكم لا مع عدوكم إني بكم وبإيابكم من المؤمنين وبمن خالفكم وقتلكم من الكافرين قتل اللّه\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nأمة قتلتكم بالأيدي والألسن . ثم ادخل وانكب على القبر وقل : السّلام عليك أيها العبد الصالح المطيع لله ولرسوله ولأمير المؤمنين والحسن والحسين ( ع ) السّلام عليك ورحمة اللّه وبركاته ورضوانه وعلى روحك وبدنك أشهد وأشهد اللّه أنك مضيت على ما مضى عليه البدريون المجاهدون في سبيل اللّه المناصحون له في جهاد أعدائه المبالغون في نصرة أوليائه الذابون عن أحبائه فجزاك اللّه أفضل الجزاء وأكثر الجزاء وأوفر الجزاء وأوفى جزاء أحد ممّن وفي ببيعته واستجاب له دعوته وإطاعة ولاة أمره وأشهد أنك قد بالغت في النصيحة وأعطيت غاية المجهود فبعثك اللّه في الشهداء وجعل روحك مع أرواح الشهداء وأعطاك من جنانه أفسحها منزلا وأفضلها غرفا ورفع ذكرك في عليين وحشرك مع النبيين والصديقين والشهداء\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nوالصالحين وحسن أولئك رفيقا أشهد أنك لم تهن ولم تنّكل وإنك مضيت على بصيرة من أمرك مقتديا بالصالحين ومتبعا للنبيين فجمع اللّه بيننا وبينك وبين رسوله وأوليائه في منازل المخبتين فإنه أرحم الراحمين « 1 » .\r\nوقال شيخنا المفيد وابن المشهدي والسيد ثم انحرف إلى عند الرأس وصلّ ركعتين ثمّ صلّ بعدهما ما بدا لك وادع اللّه كثيرا وقل عقيب الركعات اللّهم صلّ على محمد وآل محمد ولا تدع لي في هذا المكان المكرم والمشهد المعظم ذنبا إلّا غفرته ولا هما إلّا فرجته ولا مرضا إلّا شفيته ولا عيبا إلّا سترته ولا رزقا إلّا بسطته ولا خوفا إلّا آمنته ولا شملا إلّا جمعته ولا غائبا إلّا حفظته وأديته ولا حاجة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 256 - 257 ، تهذيب الأحكام ج 6 / 67 ، مصباح المتهجد / 504 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nمن حوائج الدنيا والآخرة لك فيها رضى ولي فيها صلاح إلّا قضيتها يا أرحم الراحمين . ثمّ عد إلى الضريح فقف عند الرجلين وقل السّلام عليك يا أبا الفضل العباس بن أمير المؤمنين السّلام عليك يا بن سيد الوصيين السّلام عليك يا بن أول القوم إسلاما وأقدمهم إيمانا وأقومهم بدين اللّه وأحوطهم على الإسلام أشهد لقد نصحت لله ولرسوله ولأخيك فنعم الأخ المواسي فلعن اللّه أمة قتلتك ولعن اللّه أمة ظلمتك ولعن اللّه أمة استحلت منك المحارم وانتهكت حرمة الإسلام فنعم الصابر المجاهد المحامي الناصر والأخ الدافع عن أخيه المجيب إلى طاعة ربه الراغب فيما زهد فيه غيره من الثواب الجزيل والثناء الجميل ولحقك اللّه بدرجة آبائك في جنات النعيم . اللّهم أني تعرضت لزيارة أوليائك\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nرغبة في ثوابك ورجاء لمغفرتك وجزيل إحسانك وأسألك أن تصلي على محمد وآله الطاهرين وأن تجعل رزقي بهم دارا وعيشي بهم قارا وزيارتي بهم مقبولة وحياتي بهم طيبة وأدرجني أدراج المكرمين واجعلني ممّن ينقلب من زيارة مشاهد أحبائك منجحا قد استوجب غفران الذنوب وستر العيوب وكشف الكروب إنك أهل التقوى وأهل المغفرة « 1 » .\r\n\r\nوداع العباس ( ع )\r\nأستودعك اللّه وأسترعيك وأقرأ عليك السّلام آمنا بالله وبرسوله وبما جاء به من عند اللّه اللّهم اكتبنا مع الشاهدين اللّهم لا تجعله آخر العهد من زيارة قبر ابن أخي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينظر / مزار ابن المشهدي / 258 - 259 ، مصباح الزائر رقم الورقة ( 72 ) . وينظر بحار الأنوار ج 101 عن مزار المفيد / 202 - 203 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nرسولك ( ع ) وارزقني زيارته أبدا ما أبقيتني واحشرني معه ومع آبائه في الجنان وعرّف بيني وبين رسولك وأوليائك اللّهم صلّ على محمد وآل محمد وتوفني على الإيمان بك والتصديق برسولك والولاية لعلي بن أبي طالب والأئمة ( ع ) والبراءة من عدوهم فإني قد رضيت بذلك يا رب « 1 » ثم ادع لنفسك ولوالديك وللمؤمنين والمؤمنات « 2 » .\r\n72 - وانصرف عن كربلاء ولا تتخذه وطنا « 3 » .\r\nولعلّه محمول على بعض وجوه التوطن لا مطلقا .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 258 ، مصباح المتهجد / 505 - 506 ، تهذيب الأحكام ج 6 / 70 .\r\n( 2 ) - مزار ابن المشهدي / 261 - 262 ، مصباح الزائر رقم الورقة ( 72 ) ، مزار الشهيد الأول / 165 .\r\n( 3 ) - كامل الزيارات / 131 ، الكافي . الفروع . ج 4 / 587 ، تهذيب الأحكام ج 6 / 76 ، ينظر . مزار ابن المشهدي / 298 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n73 - وزر زورة الوداع بعد فراغك من الزيارات بالمأثور في كتب الأصحاب والوداع أن تأتي القبر فتقف عليه كوقوفك في أول الزيارة فتستقبله بوجهك « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تهذيب الأحكام ج 6 / 67 ، مصباح المتهجد / 506 ، وينظر مزار ابن المشهدي / 262 ، مصباح الزائر رقم الورقة ( 72 - 73 ) .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\n\r\nزيارة وداع الحسين ( ع )\r\nبسند صحيح عن أبي عبد اللّه ( ع ) السّلام عليك يا ولي اللّه السّلام عليك يا أبا عبد اللّه أنت لي جنة من العذاب وهذا أوان انصرافي عنك غير راغب عنك ولا مستبدل بك سواك ولا مؤثر عليك غيرك ولا زاهد في قربك وقد جدت بنفسي للحدثان وتركت الأهل والأوطان فكن لي يوم حاجتي وفقري وفاقتي ويوم لا يغني عن والدي ولا ولدي ولا حميمي ولا رفيقي ولا قريبي أسأل اللّه الذي قدّر وخلق أن ينفّس بك كربي وأسأل اللّه الذي قدّر عليّ فراق مكانك أن لا يجعله آخر العهد مني ومن رجعتي وأسأل اللّه الذي أبكى عليك عيني أن يجعله سندا لي وأسأل اللّه الذي نقلني إليك من رحلي وأهلي أن يجعله ذخرا لي وأسأل اللّه الذي أراني مكانك وهدا في التسليم عليك\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nولزيارتي إياك أن يوردني حوضكم ويرزقني مرافقتكم في الجنان مع آبائك الصالحين صلّى اللّه عليهم أجمعين . السّلام عليك يا صفوة اللّه السّلام على رسول اللّه محمد بن عبد اللّه حبيب اللّه وصفوته وأمينه ورسوله وسيد النبيين السّلام على أمير المؤمنين وصي رسول ربّ العالمين وقائد الغر المحجلين السّلام على الأئمة الراشدين المهديين السّلام على من في الحائر منكم السّلام على ملائكة اللّه الباقين المقيمين المسبحين الذين هم بأمر ربهم قائمون السلام علينا وعلى عباد اللّه الصالحين والحمد لله رب العالمين ، ثمّ أشر إلى القبر بمسبحتك اليمنى وقل : سلام اللّه وسلام ملائكته المقربين وأنبيائه المرسلين وعباده الصالحين عليك يا بن رسول اللّه وعلى روحك وبدنك وعلى ذريتك وعلى من حضرك من أوليائك أستودعك اللّه\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nوأسترعيك وأقرأ عليك السّلام آمنّا بالله وبرسوله وبما جاء به من عند اللّه اللّهمّ اكتبنا مع الشاهدين ثم ارفع يديك إلى السماء وقل : اللّهم صلّ على محمد وآل محمد ولا تجعله آخر العهد من زيارتي ابن رسولك وارزقني زيارته أبدا ما أبقيتني اللّهم وأنفعني بحبه يا ربّ العالمين . اللّهم أبعثه مقاما محمودا إنك على كلّ شيء قدير ، اللّهم إني أسألك بعد الصلاة والتسليم أن تصلّي على محمد وآل محمد وأن لا تجعله آخر العهد من زيارتي إياه فإن جعلته يا ربّ فاحشرني معه ومع آبائه وأوليائه وإن أبقيتني يا رب فارزقني العود إليه ثم العود إليه بعد العود برحمتك يا أرحم الراحمين اللّهم اجعل لي لسان صدق في أوليائك وحبب إليّ مشاهدهم اللّهم صلّ على محمد وآل محمد ولا تشغلني عن ذكرك بإكثار\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nعليّ من الدنيا تلهيني عجائب بهجتها وتفتني زهرات زينتها ولا بإقلال يضر بعملي كده ويملا صدري همه وأعطني بذلك غنى عن شرار خلقك وبلاغا أنال به رضاك يا رحمن والسّلام عليكم يا ملائكة اللّه وزوار قبر أبي عبد اللّه ثمّ ضع خدك الأيمن على القبر مرة ثم الأيسر مرة وألحّ في الدعاء والمسألة ثم حوّل وجهك إلى قبور الشهداء فودعهم « 1 » .\r\n\r\nوداع قبور الشهداء ( ع )\r\nاللّهم لا تجعله آخر العهد من زيارتي إياهم وأشركني معهم وأدخلني في صالح ما أعطيتهم على نصرهم ابن بنت نبيك وحجتك على خلقك وجهادهم معه في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 254 ، تهذيب الأحكام ج 6 / 68 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nسبيلك . اللّهم أجمعنا وإياهم في جنتك مع الشهداء والصالحين وحسن أولئك رفيقا أستودعكم اللّه وأقرأ عليكم السلام . اللّهم ارزقني العود إليهم واحشرني معهم يا أرحم الراحمين « 1 » .\r\n74 - ثمّ اخرج ولا تولّ « 2 » وجهك عن القبر حتى يغيب عن معاينتك « 3 » وفي الدروس أن الخارج يمشي القهقرى حتى يتوارى « 4 » .\r\n75 - ترك الغسل بعد الوداع ففي حديث صفوان عن أبي عبد اللّه ( ع ) إذا زار الرجل قبر الحسين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 259 ، تهذيب الأحكام ج 6 / 69 .\r\n( 2 ) - تولّ : تأتي بمعنى الانصراف . ينظر لسان العرب م 15 / 414 مادة ( ولي ) .\r\n( 3 ) - كامل الزيارات / 256 وص 259 ، وينظر . تهذيب الأحكام ج 6 / 67 - 68 ، مصباح المتهجد / 507 ، مصباح الزائر رقم الورقة ( 73 ) ، مزار ابن المشهدي 256 ، مزار الشهيد الأول / 169 .\r\n( 4 ) - الدروس الشرعية / 159 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n( ع ) اغتسل وإذا ودّع لم يغتسل ومسح يده على وجهه إذا ودّع « 1 » وكأنه يريد عدم إزالة تلك الغبرة الشريفة عن جسده .\r\n76 - وإذا خرجت من الحاير المقدس فقف على الباب متوجها إلى القبلة وقل : اللّهم إني أسألك بحق محمد وآل محمد أن تصلّي على محمد وآل محمد وأن تتقبل عملي وتشكر سعيي ولا تجعله آخر العهد مني أبدا ما أبقيتني وارددني إليه ببر وتقوى وعرّفني بركة زيارتي في الدين والدنيا والآخرة عاجلا صبا من غير كد ولا منّ من أحد من خلقك واجعله واسعا من فضلك كثيرا من عطيتك من فضلك الواسع الفاضل المفضل الطيب وارزقني رزقا واسعا حلالا كثيرا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كامل الزيارات / 184 : حدثني أبي عن محمد بن يحيى العطار معنعنا عن يونس عن صفوان الجمال عن أبي عبد اللّه ( ع ) قال : إذا زار الرجل قبرا . . . الحديث .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nطيبا فإنك تقول اسألوا اللّه من فضله فمن فضلك أسأل ومن عطيتك أسأل ومن كثير ما عندك أسأل ومن خزائنك أسأل ومن يدك الملأى أسأل فلا تردّني خائبا فإني ضعيف فضاعف لي وعافني إلى منتهى أجلي واجعل لي من كلّ نعمة أنعمتها على عبادك أوفر النصيب واجعل لي خيرا مما أنا عليه واجعل ما أصير إليه خيرا لي مما ينقطع عني واجعل سريرتي خيرا من علانيتي وأعذني من أن أرى الناس إن فيّ خيرا ولا خير فيّ وارزقني من التجارة أوسعها رزقا وأعظمها فضلا وخيرها لي ولعيالي وأهل عنايتي في الدنيا والآخرة عاقبة وآتني يا سيدي وعيالي برزق واسع تغنينا به عن دناة خلقك ولا تجعل لأحد من العباد فيه منّا غيرك واجعلني ممّن استجاب لك وآمن بوعدك واتبع أمرك ولا تجعلني أخيب وفدك وزوار ابن نبيك وأعذني من الفقر\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nومواقف الخزي في الدنيا والآخرة واصرف عني شر الدنيا والآخرة واقلبني مفلحا منجحا مستجابا بأفضل ما ينقلب به أحد من زوار أوليائك ولا تجعله آخر العهد من زيارتهم وإن لم تكن استجبت لي وغفرت لي ورضيت عني فمن الآن فاستجب لي واغفر لي وارض عني قبل أن تنأى عن ابن نبيك داري فهذا أوان انصرافي إن كنت أذنت لي غير راغب عنك ولا عن أوليائك ولا مستبدل بك ولا بهم اللّهم احفظني من بين يدي ومن خلفي وعن يميني وعن شمالي حتى تبلغّني أهلي فإذا بلّغتني فلا تبرأ مني وألبسني وإياهم درعك الحصينة واكفني مؤنة عيالي ومؤنة نفسي ومؤنة جميع خلقك وامنعني من أن أصل إلى أحد من خلقك بسوء فإنّك وليي في كلّ ذلك والقادر عليه وأعطني جميع ما سألتك ومنّ عليّ به وزدني من فضلك يا أرحم\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nالراحمين « 1 » .\r\n77 - وأكثر من قول إنا لله وإنا إليه راجعون حتى تغيب عن القبر « 2 » .\r\n78 - وانصرف وأنت تحمد اللّه وتسبحه وتهلله وتكبره « 3 » .\r\n79 - فإذا دخلت منزلك فقل الحمد لله الذي سلّمني وسلّم مني . الحمد لله في الأمور كلّها وعلى كلّ حال الحمد لله ربّ العالمين « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - تهذيب الأحكام ج 6 / 69 - 70 ، مصباح المتهجد / 507 - 508 ، مزار ابن المشهدي / 265 - 266 ، مصباح الزائر رقم الورقة ( 73 - 74 ) ، مزار الشهيد الأول - 169 - 170 .\r\n( 2 ) - مصباح المتهجد / 503 - 504 ، مزار ابن المشهدي / 292 ، مزار الشهيد الأول / 170 .\r\n( 3 ) - مصباح المتهجد / 509 ، تهذيب الأحكام ج 6 / 70 ، مزار ابن المشهدي - 267 ، مصباح الزائر رقم الورقة ( 74 ) ، مزار الشهيد الأول / 170 .\r\n( 4 ) - كامل الزيارات / 219 ، بحار الأنوار ج 101 / 171 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n80 - عدّ شيخنا الشهيد في الدروس من آداب الزائر الصدقة على المحتاجين بتلك البقعة فإنّ الصدقة مضاعفة وكذا التصدق على السدنة والحفظة للمشهد وإكرامهم وإعظامهم قال فإنّ فيه إكرام صاحب المشهد عليه الصلاة والسّلام وينبغي لهؤلاء أن يكونوا من أهل الخير والصلاح والدين والمروة والاحتمال والصبر وكظم الغيظ خالين من الغلظة على الزائرين قائمين بحوائج المحتاجين مرشدي ضالي الغرباء والواردين وليتعهد أحوالهم الناظر فيه فإن وجد من أحد منهم تقصيرا نبهه عليه فإن أصر زجره فإن كان من المحرّم جاز ردعه بالضرب إن لم يجد التعفيف من باب النهي عن المنكر « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينظر الدروس الشرعية / 159 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nأدب الزائرات\r\nوقال الشهيد قدس سره وإذا زارت النساء فليكنّ منفردات عن الرجال ولو كان ليلا فهو أولى ولتكنّ متنكرات مستخفيات مستترات ولو زرن بين الرجال جاز وإن كره الخ « 1 » . فعلى النسوة الزائرات بغض أبصارهنّ عن الحرام وكف أنفسهنّ عن التبرج والشهوة والتجلبب « 2 » بالحياء والتقنع بالعفة وترك المشي في سروات الطريق وتدافع الرجال فيها وعليها أن تمشي إلى جانب الحايط تاركة لبس الثياب الرقاق وما يشهرها غير متحلية بما له صوت يسمع غير متزينة غير متعطرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينظر الدروس الشرعية / 159 .\r\n( 2 ) - التجلبب : الجلباب : الملحفة والتجلبب أي التلحف . ينظر مختار الصحاح / 107 . وبذلك يكون معنى التلحف بالحياء فلتتدبر النساء معنى العبارة .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nغير مكتحلة شعثاء غبراء « 1 » وقد جاءت أحاديث جمة في آداب خروجها عن بيتها نذكر عدة منها ونجعلها برنامجا لمعرفة آدابها في الزيارة :\r\n1 . بالإسناد عن أمير المؤمنين ( ع ) يا أهل العراق نبئت أنّ نسائكم يدافعن الرجال في الطريق أما تستحيون « 2 » ؟ ( وزاد في المحاسن لعن اللّه من لا يغار « 3 » )\r\n2 . بالإسناد عن أمير المؤمنين ( ع ) أما تستحيون ولا تغارون نساؤكم يخرجن الأسواق ويزاحمن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - لو يشهد الشيخ الأميني ( قده ) حال الزائرات في يومنا هذا لدوّن كتاب بكامله حول هذا الموضوع ولم يكتف بهذا السرد السريع .\r\n( 2 ) - الكافي . الفروع . ج 5 / 537 : عن محمد بن يحيى معنعنا عن غياث بن إبراهيم عن أبي عبد اللّه ( ع ) قال : قال أمير المؤمنين ( ع ) : يا أهل العراق . . . الحديث .\r\n( 3 ) - ينظر المحاسن / أبو جعفر أحمد بن عبد اللّه البرقي ، كتاب عقاب الأعمال / 115 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n( العلوج ) « 1 » « 2 » .\r\n3 . بالإسناد عن رسول اللّه ( ص ) ليس للنساء من سروات الطريق شيء لكنّها تمشي في جانب الحايط والطريق ويروى مثله عن أبي عبد اللّه والرضا « 3 » .\r\n4 . عن أمير المؤمنين ( ع ) أنّه كتب إلى ولده الحسن ( ع ) كتابا منه قوله اكفف « 4 » عليهن من أبصارهن بحجابك إياهن فإنّ شدة الحجاب خير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - العلوج : العلج : الرجل الشديد الغليظ ، وقيل هو كل ذي لحية .\r\nوالجمع أعلاج وعلوج . أي الرجال . ينظر لسان العرب م 2 / 326 . مادة علج .\r\n( 2 ) - الكافي . الفروع . ج 5 / 537 : عن محمد بن يحيى معنعنا عن أبي عبد اللّه ( ع ) قال : قال أمير المؤمنين ( ع ) : أما تستحيون ولا تغارون . . . الحديث .\r\n( 3 ) - الكافي . الفروع . ج 5 / 518 : عن علي بن إبراهيم عن أبيه معنعنا عن الوليد بن صبيح عن أبي عبد اللّه ( ع ) قال : قال رسول اللّه ( ص ) : ليس للنساء من سروات الطريق . . الحديث .\r\n( 4 ) - اكفف : كفّ ذهب . اكفف أي اذهب ، ينظر لسان العرب م 9 / 303 . مادة كفف .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nلك ولهن من الارتياب وليس خروجهن بأشد من دخول من لا يوثق به عليهن فإن استطعت أن لا يعرفن غيرك من الرجال فافعل « 1 » .\r\n5 . عن رسول اللّه ( ص ) قال من أطاع امرأته في أربعة أشياء أكبه اللّه على منخريه في النار ، قيل ما تلك الطاعة ؟ . . قال : تطلب منك الذهاب إلى الحمامات والعرسات والعيدات والنياحات والثياب الرقاق « 2 » محمول على صور خاصة .\r\n6 . وفي حديث الحولاء « 3 » عن النبي ( ص ) : يا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الكافي . الفروع . ج 5 / 338 : عن أبو عبد اللّه الأشعر معنعنا عن عبد الرحمن بن كثير عن أبي عبد اللّه ( ع ) قال : قال أمير المؤمنين ( ع ) في رسالته إلى الحسن ( ع ) . . . واكفف عليهن من أبصارهن بحجابك . . .\r\nالحديث .\r\n( 2 ) - الكافي . الفروع . ج 5 / 517 : عن علي بن إبراهيم عن أبيه عن النوافلي عن السكوني عن أبي عبد اللّه ( ع ) قال : قال رسول اللّه ( ص ) : من أطاع امرأته . . الحديث .\r\n( 3 ) - الحولاء : هي الحولاء بنت تويت بن حبيب بن أسد بن عبد العزي ، -\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nحولاء لا تبدي زينتك لغير زوجك يا حولاء لا يحل لامرأة أن تظهر معصمها وقدمها لرجل غير بعلها وإذا فعلت ذلك لم تزل في لعنة اللّه وسخطه وغضب اللّه عليها ولعنتها ملائكة اللّه وأعدّ لها عذابا أليما « 1 » .\r\n7 . وفي جامع الأخبار من حديث عن رسول اللّه ( ص ) : قال أيما رجل تتزين امرأته وتخرج من باب دارها فهو ديّوث ولا يأثم من يسميه ديّوثا والمرأة إذا خرجت متزينة متعطرة والزوج بذلك راض يبنى لزوجها بكل قدم بيت في النار فقصروا أجنحة نسائكم ولا تطولوها فإنّ في تقصير أجنحتها رضى وسرور ودخول الجنة بغير حساب . احفظوا وصيتي في أمر نسائكم حتى تنجو من شدة الحساب ومن لم\r\n\r\n\r\n","description":"","footnote":"\r\nمن العابدات المجتهدات في العبادة . ينظر أعلام النساء ج 1 / 306 .\r\n( 1 ) - مستدرك الوسائل ج 2 / 549 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nيحفظ وصيتي فما أسوأ حاله بين يدي اللّه « 1 » .\r\n8 . عن أمير المؤمنين ( ع ) : يظهر في آخر الزمان وهو شر الأزمنة نسوة كاشفات عاريات متبرجات خارجات من الدين داخلات في الفتن مائلات إلى الشهوات مسرعات إلى اللذات مستحلات للحرمات في جهنم خالدات « 2 » .\r\nوعدّ الشهيد ( ره ) من الآداب أن يكون الزائر بعد الزيارة خيرا منه قبلها فإنّها تحط الأوزار إذا صادفت القبول « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جامع الأخبار / 184 . 185 ، فصل 121 .\r\n( 2 ) - من لا يحضره الفقيه ج 3 / 390 ، مكارم الأخلاق / 230 .\r\n( 3 ) - ينظر الدروس الشرعية / 159 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\nزيارة عاشوراء\r\nبسندها القدسي الذهبي « 1 » في حديث رواه شيخ الطائفة والسيد في مصباحهما « 2 » قال صفوان قال لي أبو عبد اللّه ( ع ) تعاهد هذه الزيارة وادع بهذا الدعاء وزر به فإني ضامن على اللّه لكلّ من زار بهذه الزيارة ودعا بهذا الدعاء من قرب أو بعد أن زيارته مقبولة وسعيه مشكور وسلامه واصل غير محجوب وحاجته مقضية من اللّه تعالى بالغا ما بلغت غير محجبة يا صفوان وجدت هذه الزيارة مضمونة بهذا الضمان عن أبي وأبي عن أبيه علي بن الحسين مضمونا بهذا الضمان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - هي مروية عن محمد بن إسماعيل بن بزيع عن صالح بن عقبة عن أبيه عن أبي جعفر ( ع ) . وإن المقصود بإسنادها القدسي الذهبي هو إن الإمام وجدها مضمونة عن أبيه وأبيه عن أبيه علي بن الحسين مضمونا عن الحسين والحسين عن أخيه الحسن والحسن عن أبيه أمير المؤمنين ( ع ) مضمونا عن رسول اللّه ورسول اللّه مضمونا عن جبرائيل وجبرائيل مضمونا عن اللّه تعالى .\r\n( 2 ) - ينظر . مصباح الزائر رقم الورقة ( 91 ) ، مصباح المتهجد / 539 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nعن الحسين والحسين عن أخيه الحسن مضمونا بهذا الضمان والحسن عن أبيه أمير المؤمنين مضمونا بهذا الضمان وأمير المؤمنين عن رسول اللّه مضمونا بهذا الضمان ورسول اللّه عن جبرائيل مضمونا بهذا الضمان وجبرائيل عن اللّه تعالى مضمونا بهذا الضمان وقد آلى اللّه على نفسه عزّ وجلّ أنّ من زار الحسين بهذه الزيارة من قرب أو بعد ودعا بهذا الدعاء قبلت منه زيارته وشفعته في مسألته بالغا ما بلغت وأعطيته سؤله ثم لا ينقلب عني خائبا وأقلبه مسرورا قريرا عينه بقضاء حاجته والفوز بالجنة والعتق من النار وشفعته في كل من يشفع له خلا ناصب لنا أهل البيت آلّى اللّه تعالى بذلك على نفسه وأشهدنا بما شهدت به ملائكة ملكوته . على ذلك ثم قال جبرائيل يا رسول اللّه إنّ اللّه أرسلني إليك سرورا وبشرى لك وسرورا وبشرى لعلي وفاطمة والحسن والحسين وإلى الأئمة من ولدك\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nإلى يوم القيامة فدام سرورك وسرور علي وفاطمة والحسن والحسين والأئمة وشيعتكم إلى يوم البعث ثم قال صفوان قال لي أبو عبد اللّه يا صفوان إذا حدث لك إلى اللّه حاجة فزر بهذه الزيارة من حيث كنت وادع بهذا الدعاء وسل ربك حاجتك تأتك من اللّه واللّه غير مخلف وعده ورسوله بمنّه والحمد لله « 1 » .\r\nالسّلام عليك يا أبا عبد اللّه السّلام عليك يا بن رسول اللّه السّلام عليك يا بن أمير المؤمنين وابن سيد الوصيين السّلام عليك يا بن فاطمة سيدة نساء العالمين السّلام عليك يا ثأر اللّه وابن ثأره والوتر الموتور السّلام عليك وعلى الأرواح التي حلّت بفنائك عليكم مني جميعا سلام اللّه أبدا ما بقيت وبقي الليل والنهار يا أبا عبد اللّه لقد عظمت الرزية وجلّت المصيبة بك علينا وعلى جميع أهل الإسلام وجلّت وعظمت مصيبتك في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينظر مصباح المتهجد / 546 ، مصباح الزائر رقم الورقة ( 94 ) .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nالسماوات على جميع أهل السماوات فلعن اللّه أمة أسست أساس الظلم والجور عليكم أهل البيت ولعن اللّه أمة دفعتكم عن مقامكم وأزالتكم عن مراتبكم التي رتبكم اللّه فيها ولعن اللّه أمة قتلتكم ولعن اللّه الممهدين لهم بالتمكين من قتالكم برئت إلى اللّه وإليكم منهم ومن أشياعهم وأتباعهم وأوليائهم يا أبا عبد اللّه إني سلم لمن سالمكم وحرب لمن حاربكم إلى يوم القيامة ولعن اللّه آل زياد وآل مروان ولعن اللّه بني أمية قاطبة ولعن اللّه ابن مرجانة ولعن اللّه عمر بن سعد ولعن اللّه شمرا ولعن اللّه أمة أسرجت وألجمت وتنقبت وتهيأت لقتالك بأبي أنت وأمي لقد عظم مصابي بك فأسأل اللّه الذي أكرم مقامك وأكرمني بك أن يرزقني طلب ثأرك مع إمام منصور من أهل بيت محمد ( ص ) اللّهم اجعلني عندك وجيها بالحسين في الدنيا والآخرة يا أبا عبد اللّه إني أتقرب إلى اللّه وإلى رسوله وإلى فاطمة وإلى الحسن وإليك بموالاتك وبالبراءة ممّن قاتلك\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nونصب لك الحرب والبراءة ممن أسس أساس الظلم والجور عليكم وأبرأ إلى اللّه وإلى رسوله ممّن أسس ذلك وبنى عليه بنيانه وجرى في ظلمه وجوره عليكم وعلى أشياعكم برئت إلى اللّه وإليكم منهم وأتقرب إلى اللّه ثم إليكم بموالاتكم وموالاة وليكم وبالبراءة من أعدائكم والناصبين لكم الحرب وبالبراءة من أشياعهم وأتباعهم وإني سلم لمن سالمكم وحرب لمن حاربكم وولي لمن والاكم وعدو لمن عاداكم فأسأل اللّه الذي أكرمني بمعرفتكم ومعرفة أوليائكم ورزقني البراءة من أعدائكم أن يجعلني معكم في الدنيا والآخرة وأن يثبت لي عندكم قدم صدق في الدنيا والآخرة وأسأله أن يبلغني المقام المحمود لكم عند اللّه وأن يرزقني طلب ثأري مع إمام مهدي ظاهر ناطق منكم وأسأل اللّه بحقكم وبالشأن الذي لكم عنده أن يعطيني بمصابي بكم أفضل ما يعطي مصابا بمصيبة مصيبة ما أعظمها وأعظم رزيتها في الإسلام وفي جميع\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nأهل السماوات والأرض اللّهم اجعلني في مقامي هذا ممّن تناله منك صلوات ورحمة ومغفرة . اللّهم اجعل محياي محيا محمد وآل محمد ومماتي ممات محمد وآل محمد اللّهم إنّ هذا يوم تبرّكت به بنو أمية وابن آكلة الأكباد اللعين ابن اللعين على لسانك ولسان نبيك ( ص ) في كلّ موطن وموقف وقف فيه نبيك صلواتك عليه وآله . اللّهم العن أبا سفيان ومعاوية بن أبي سفيان ويزيد بن معاوية عليهم منك اللعنة أبد الآبدين وهذا يوم فرحت به آل زياد وآل مروان بقتلهم الحسين صلوات اللّه عليه اللّهم ضاعف عليهم اللعنة منك والعذاب اللّهم إني أتقرب إليك في هذا اليوم وفي موقفي هذا وأيام حياتي بالبراءة منهم واللعنة عليهم وبالموالاة لنبيك وآل نبيك عليه السّلام ثمّ تقول : اللّهم العن أول ظالم ظلم حق محمد وآل محمد وآخر تابع له على ذلك اللّهم العن العصابة التي جاهدت الحسين وشايعت وبايعت على قتله اللّهم العنهم\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nجميعا تقول ذلك مائة مرة ثم تقول السّلام عليك يا أبا عبد اللّه وعلى الأرواح التي حلت بفنائك عليك مني سلام اللّه ما بقيت وبقي الليل والنهار ولا جعله اللّه آخر العهد مني لزيارتك السّلام على الحسين وعلى علي بن الحسين وعلى أولاد الحسين وعلى أصحاب الحسين تقول ذلك مائة مرة ثم تقول اللّهم خصّ أنت أول ظالم باللعن مني وابدأ به أولا ثم الثاني ثمّ الثالث ثمّ الرابع اللّهم العن يزيد بن معاوية خامسا والعن عبيد اللّه بن زياد وابن مرجانة وعمر بن سعد وشمرا وآل أبي سفيان وآل زياد وآل مروان إلى يوم القيامة ثمّ تسجد وتقول اللّهم لك الحمد حمد الشاكرين لك على مصابهم الحمد لله على عظيم رزيتي اللّهم ارزقني شفاعة الحسين يوم الورود وثبت لي قدم صدق عندك مع الحسين وأصحاب الحسين الذين بذلوا مهجهم دون الحسين ( ع ) وصلّ ركعتي الزيارة ثم ادع بدعاء صفوان .\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nدعاء صفوان عن أبي عبد اللّه ( ع )\r\nيا اللّه يا اللّه يا اللّه يا مجيب دعوة المضطرين يا كاشف كرب المكروبين يا غياث المستغيثين ويا صريخ المستصرخين ويا من هو أقرب إليّ من حبل الوريد ويا من يحول بين المرء وقلبه ويا من هو بالمنظر الأعلى وبالأفق المبين ويا من هو الرحمن الرحيم على العرش استوى ويا من يعلم خائنة الأعين وما تخفي الصدور ويا من لا تخفى عليه خافية ويا من لا تشتبه عليه الأصوات ويا من لا تغلطه الحاجات ويا من لا يبرمه إلحاح الملحين يا مدرك كلّ فوت ويا جامع كلّ شمل ويا بارئ النفوس بعد الموت ويا من هو كل يوم في شأن يا قاضي الحاجات يا منفس الكربات يا معطي السؤلات يا وليّ الرغبات يا كافي المهمات يا من يكفي من كلّ شيء ولا يكفي منه شيء في السماوات والأرض أسألك بحق محمد وعلي وبحق فاطمة بنت نبيك وبحق الحسن\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nوالحسين فإني بهم أتوجه إليك في مقامي هذا وبهم أتوسل وبهم أتشفع إليك وبحقهم أسألك وأقسم وأعزم عليك وبالشأن الذي لهم عندك وبالقدر الذي لهم عندك وبالذي فضلتهم على العالمين وباسمك الذي جعلته عندهم وبه خصصتهم دون العالمين وبه أبنتهم وأبنت فضلهم من فضل العالمين حتى فاق فضلهم فضل العالمين أن تصلّي على محمد وآل محمد وأن تكشف عني غمي وهمي وكربي وتكفيني المهم من أموري وتقضي عني ديني وتجبرني من الفقر وتجيرني من الفاقة وتغنيني عن المسألة إلى المخلوقين وتكفيني همّ من أخاف همّه وعسر من أخاف عسره وحزونة من أخاف حزونته وشر من أخاف شره ومكر من أخاف مكره وبغي من أخاف بغيه وجور من أخاف جوره وسلطان من أخاف سلطانه وكيد من أخاف كيده ومقدرة من أخاف بلاء مقدرته عليّ وترد عني كيد الكيدة ومكر المكرة ، اللّهم من أرادني فأرده ومن كادني\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nفكده واصرف عني كيده ومكره وبأسه وأمانيه وامنعه عني كيف شئت وأنى شئت اللّهم واشغله عني بفقر لا تجبره وببلاء لا تستره وبفاقة لا تسدها وبسقم لا تعافيه وذل لا تعزه وبمسكنة لا تجبرها اللّهم اضرب بالذل نصب عينيه وأدخل عليه الفقر في منزله والعلة والسقم في بدنه حتى تشغله عني بشغل شاغل لا فراغ له وأنسه ذكري كما أنسيته ذكرك وخذ عني بسمعه وبصره ولسانه ويده ورجله وقلبه وجميع جوارحه وأدخل عليه في جميع ذلك السقم ولا تشفه حتى تجعل ذلك شغلا شاغلا به عني وعن ذكري واكفني يا كافي مالا يكفي سواك فإنك الكافي لا كافي سواك ومفرج لا مفرج سواك ومغيث لا مغيث سواك وجار لا جار سواك خاب من كان جاره سواك ومغيثه سواك ومفزعه إلى سواك ومهربه وملجأه إلى غيرك ومنجاه من مخلوق غيرك فأنت ثقتي ورجائي ومفزعي ومهربي وملجئي ومنجاي فبك\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nأستفتح وبك أستنجح وبمحمد وآل محمد أتوجه إليك وأتوسل وأتشفع فأسألك يا اللّه يا اللّه يا اللّه فلك الحمد ولك الشكر وإليك المشتكى وأنت المستعان فأسألك يا اللّه بحق محمد وآل محمد أن تصلّي على محمد وآل محمد وأن تكشف عني غمي وهمي وكربي في مقامي هذا كما كشفت عن نبيك همه وغمه وكربه وكفيته هول عدوه فاكشف عني كما كشفت عنه وفرّج عني كما فرّجت عنه واكفني كما كفيته واصرف عني هول ما أخاف هوله ومؤنة ما أخاف مؤنته وهم ما أخاف همه بلا مؤنة على نفسي من ذلك وأصرفني بقضاء حوائجي وكفاية ما أهمني همه من أمر آخرتي ودنياي يا أمير المؤمنين « 1 » عليك مني سلام اللّه أبدا ما بقي الليل والنهار ولا جعله اللّه آخر العهد من زيارتكما ولا فرّق اللّه بيني وبينكما . اللّهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - وإذا كانت الزيارة للحسين ( ع ) تقول : يا أبا عبد اللّه عليك مني . .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nأحييني حياة محمد وذريته وأمتني مماتهم وتوفني على ملتهم واحشرني في زمرتهم ولا تفرّق بيني وبينهم طرفة عين أبدا في الدنيا والآخرة يا أمير المؤمنين ويا أبا عبد اللّه أتيتكما زائرا ومتوسلا إلى اللّه ربي وربكما متوجها إليه بكما ومستشفعا بكما إلى اللّه في حاجتي هذه فاشفعا لي فإنّ لكما عند اللّه المقام المحمود والجاه الوجيه والمنزل الرفيع والوسيلة إني أنقلب عنكما منتظرا لتنجز الحاجة وقضاؤها ونجاحها من اللّه بشفاعتكما لي إلى اللّه في ذلك فلا أخيب ولا يكون منقلبي منقلبا خائبا خاسرا بل يكون منقلبي منقلبا راجحا مفلحا منجحا مستجابا لي بقضاء جميع حوائجي وتشفعا لي إلى اللّه أنقلب على ما شاء اللّه ولا حول ولا قوة إلا بالله مفوضا أمري ملجأ ظهري إلى اللّه ومتوكلا على اللّه وأقول حسبي اللّه وكفى سمع اللّه لمن دعا ليس لي وراء اللّه ووراءكم يا سادتي منتهى ما شاء ربي كان وما لم يكن ولا حول ولا قوة إلّا\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nبالله أستودعكما اللّه ولا جعله اللّه آخر العهد مني إليكما انصرفت يا سيدي يا أمير المؤمنين ومولاي وأنت يا أبا عبد اللّه يا سيدي وسلامي عليكما متصل ما اتصل الليل والنهار واصل ذلك إليكما غير محجوب عنكما سلامي إن شاء اللّه وأسأله بحقكما أن يشأ ذلك ويفعل فإنّه حميد مجيد انقلبت يا سيدي عنكما تائبا حامدا لله شاكرا راجيا للإجابة غير آيس ولا قانط آئبا عائدا راجعا إلى زيارتكما غير راغب عنكما ولا عن زيارتكما بل راجع عائد إن شاء اللّه ولا حول ولا قوة إلا بالله يا سادتي رغبت إليكما وإلى زيارتكما بعد أن زهد فيكما وفي زيارتكما أهل الدنيا فلا خيبني اللّه مما رجوت وممّا أملت في زيارتكما إنّه قريب مجيب « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - ينظر مصباح الزائر رقم الورقة ( 91 - 95 ) ، مصباح المتهجد / 539 - 546 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nفائدة : روى العلامة الفذ المولى شريف الشيرواني « 1 » في كتابه الصدف ج 2 / 199 عن مشايخه الأجله معنعنا عن الإمام علي بن محمد الهادي عليهما السّلام أنّه قال من قرأ لعن زيارة عاشوراء المشهورة مرة واحدة ثم قال اللّهم العنهم جميعا تسعا وتسعين مرّة كان كمن قرأه مائة ومن قرأ سلامها مرة واحدة ثم قال : السّلام على الحسين تسعا وتسعين مرة كان كمن قرأه مائة تامة من أولهما إلى آخرهما « 2 » أحمد اللّه سبحانه وتعالى أولا وآخرا وأرجو كلّ زائر بالدعاء والزيارة لي ولوالديّ .\r\nالشيخ عبد الحسين الأميني النجفي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - المولى شريف الشيرواني : هو محمد شريف بن الرضا الشيرواني التبريزي ، عالم مشترك في بعض العلوم ، توفي سنة 1228 ه . من مؤلفاته : التحفة البهية في الحساب ، مصباح الوصول ، كتاب الصدف ينظر . معجم المؤلفين ج 4 / 299 .\r\n( 2 ) . كتاب الصدف ج 2 / 199 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\nفهرس المصادر والمراجع\r\n* القرآن الكريم .\r\n* الأعلام - خير الدين الزركلي ، ط 2 ، مط الكوستاتسوماس مصر - 1959 م\r\n* أعلام النساء في عالمي العرب والإسلام - عمر رضا كحالة ، ط 2 مط الهاشمية ، دمشق - 1959 م .\r\n* إقبال الأعمال - علي بن موسى بن جعفر بن طاووس ، تحقيق : جواد القيومي الأصفهاني ، مكتب الأعلام الإسلامي ، قم - 1414 ه .\r\n* بحار الأنوار - محمد باقر المجلسي مط الإسلامية ، طهران 1388 ه .\r\n* تاج العروس من جواهر القاموس - محب الدين أبي الفضل محمد مرتضى الزبيدي ط 1 ، مط الخيرية ، مصر - 1360 ه .\r\n* تحية الزائر - ميرزا حسين النوري ، طهران ، طباعة\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nحجرية ، بدون تأريخ .\r\n* التعريفات - علي بن محمد الجرجاني ، مط الوهبيّة ، مصر 1283 ه .\r\n* تهذيب الأحكام - أبي جعفر محمد بن الحسن الطوسي ، تحقيق : السيد حسن الخرسان ط 2 ، مط النعمان ، النجف - 1960 م .\r\n* توحيد المفضل إملاء الإمام جعفر الصادق ( ع ) - المفضل بن عمر الجعفي ، تحقيق : كاظم المظفر ، دار الأندلس ، النجف - 1969 م .\r\n* ثواب الأعمال وعقاب الأعمال - محمد بن علي بن الحسين بن بابويه أبو جعفر الصدوق ، تقديم السيد محمد مهدي الخرسان ، مط الحيدرية ، النجف 1972 م .\r\n* جامع الأخبار - المؤلف في القرن السابع ، إخراج وتعليق : حسن المصطفوي ، طهران - 1382 م .\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n* جنة الأمان الواقية وجنة الإيمان الباقية ( المصباح ) ، تقي الدين إبراهيم علي بن الحسن الكفعمي ، ط 2 ، مط مؤسسة الأعلمي بيروت - 1975 م .\r\n* الدروس الشرعية في فقه الإمامية - محمد بن مكي الشهيد الأول ، طباعة حجرية ، مط المصطفوية ، طهران - 1269 ه .\r\n* الذريعة إلى تصانيف الشيعة - محمد حسن ( الشيخ آغا بزرك الطهراني ) ، مط الغري ، النجف - 1936 م .\r\n* صحيفة الأبرار - محمد تقي المامقاني ، ط 2 ، مط الشفق ، إيران - 1388 ه .\r\n* طبقات أعلام الشيعة - محمد حسن ( الشيخ آغا بزرك الطهراني ) ، مط العلمية ، النجف - 1954 م .\r\n* الكافي - الفروع - أبو جعفر محمد بن يعقوب الكليني ، تصحيح : علي أكبر الغفاري ، مط حيدري ، طهران - 1377 م .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n* كامل الزيارات - جعفر بن محمد بن قولويه ، تصحيح وتعليق : الشيخ عبد الحسين الأميني ، مط المرتضوية ، النجف - 1356 ه .\r\n* كتاب الصدف - محمد شريف الشيرواني التبريزي ، طهران طباعة حجرية ، بدون تأريخ .\r\n* كتاب المزار - محمد بن النعمان العكبري الشيخ المفيد ، تحقيق : السيد محمد باقر الأبطحي ، ط 2 ، مط دار المفيد بيروت - 1993 م .\r\n* كتاب المكاسب - الشيخ مرتضى الأنصاري ، تحقيق :\r\nالسيد محمد كلانتر ط 1 ، مط الآداب ، النجف - 1392 ه .\r\n* كربلاء في الذاكرة - سلمان هادي آل طعمة ، مط العاني ، بغداد - 1988 م .\r\n* الكنى والألقاب - الشيخ عباس القمي ، ط 3 ، مط الحيدرية النجف - 1969 م .\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n* لسان العرب - أبو الفضل محمد بن المكارم ابن منظور ، مط دار صادر بيروت ، بيروت - 1956 م .\r\n* مجمع البحرين - فخر الدين الطريحي ، تحقيق :\r\nالسيد أحمد الحسيني ، ط 1 ، دار الثقافة ، النجف - 1961 م .\r\n* المحاسن - أبو جعفر أحمد بن أبي عبد اللّه البرقي ، مط رنكين ، طهران - بدون تأريخ .\r\n* مختار الصحاح - محمد بن أبي بكر الرازي ، ط 1 ، دار الكتاب ، بيروت - 1967 م .\r\n* المزار - الشهيد الأول - تحقيق : محمد البدري ، ط 1 ، مط باسدار إسلام ، طهران - 1416 ه .\r\n* مزار ابن المشهدي - محمد بن المشهدي ، مخطوط في خزانة مكتبة الإمام أمير المؤمنين ( ع ) العامة في النجف الأشرف برقم 106 / 2 ( حديث ) .\r\n* مستدرك الوسائل - ميرزا حسين النوري الطوسي ،\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nطهران ، طباعة حجرية .\r\n* مصباح الزائر وجناح المسافر - علي بن موسى بن جعفر بن طاووس ، مخطوط في خزانة مكتبة الإمام أمير المؤمنين ( ع ) العامة في النجف الأشرف برقم 272 / 3 ( حديث ) .\r\n* مصباح المتهجد وسلاح المتعبد - الشيخ أبو جعفر الطوسي ، مط علمي ، طهران - 1331 ه . ( حجري ) .\r\n* معارف الرجال في تراجم العلماء والأدباء - محمد حرز الدين ، تعليق : محمد حسين حرز الدين ، مط النجف ، النجف - 1964 م .\r\n* معجم رجال الحديث - السيد أبو القاسم الخوني ( قده ) ، إخراج مرتضى الحكمي ، ط 1 ، مط الآداب ، النجف - 1970 م .\r\n* معجم المؤلفين - عمر رضا كحاله ، مط الترقي ، دمشق - 1957 م .\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n* مفاتيح الجنان - الشيخ عباس القمي ، ط 2 ، مط مؤسسة الأعلمي بيروت - 1988 م .\r\n* مكارم الأخلاق - الحسن بن الفضل الطبرسي ، تصحيح وتعليق : السيد علاء الدين العلوي الطالقاني ، مط حيدري ، طهران - 1376 م .\r\n* المنتخب من أعلام الفكر والأدب - كاظم عبود الفتلاوي ، ط 1 مط مؤسسة المواهب ، بيروت - 1999 م .\r\n* من لا يحضره الفقيه - أبو جعفر الصدوق ، تحقيق :\r\nالسيد حسن الموسوي الخرسان ، ط 4 ، مط النجف ، النجف - 1957 مس .\r\n* النهاية في غريب الحديث والأثر - مجد الدين المبارك ابن الأثير ، تحقيق : طاهر أحمد الزاوي ومحمود محمد الطناجي ، مط دار إحياء الكتب العربية ، مصر ، غير مؤرخ .\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\nالفهرس\r\nالعنوان الصفحة\r\nالإهداء 5\r\nتقديم 7\r\nالمؤلف في سطور 13\r\nالمقدمة 17\r\nخطوات العمل بعد خلوص النية 20\r\nالغسل والوضوء والزيارة 31\r\nثوبي الزيارة 34\r\nمناسك الصحن الشريف 40\r\nإذن الدخول في الحرم الأقدس 45\r\nمناسك الحائر المقدس 52\r\nزيارة الحسين ( ع ) 56\r\nزيارة وارث 60\r\nالصلاة على الحسين ( ع ) 72\r\nالطواف على القبر الشريف 77\r\nالسعي 85\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nالوداع بعد كل زيارة 89\r\nزيارة العباس ( ع ) 90\r\nوداع العباس 95\r\nزيارة وداع الحسين 98\r\nوداع قبور الشهداء 101\r\nأدب الزائرات 108\r\nزيارة عاشوراء 114\r\nدعاء صفوان عن أبي عبد اللّه ( ع ) 121\r\nفهرس المصادر والمراجع 129\r\n\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138}
  ]