[
  {"content":"\r\n\r\nشرح\r\nالباب الحادي عشر\r\nللمتكلم النحرير\r\nمقداد بن عبد الله السيوري الحلي قدس سره\r\nالمتوفى سنة 826 ه‍\r\nحققه وعلق عليه\r\nالأستاذ الشيخ علي النظامي الهمداني\r\nمؤسسة النشر الإسلامي\r\nالتابعة لجماعة المدرسين بقم المشرفة\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nفاضل مقداد ، مقداد بن عبد الله ، - 826 ق ، شارح .\r\nشرح الباب الحادي عشر [ العلامة الحلي 
  ] للمتكلم مقداد بن عبد الله السيوري الحلي ، حققه وعلق عليه علي النظامي الهمداني . - - مؤسسة النشر الإسلامي التابعة لجماعة المدرسين بقم المشرفة 1426 ق . = 1384 ش .\r\n128 ص . ( مؤسسة النشر الاسلامي التابعة لجماعة المدرسين بقم المشرفة ، 1160 ) .\r\nعربى .\r\nشابك 0 - 639 - 470 - 964\r\nISBN 964 - 470 - 639 - 0\r\nفهرست نويسى بر أساس اطلاعات فيپا .\r\n( چاپ دوم : 1427 ق = 1385 ش )\r\nكتابنامه .\r\n1 . علامهء حلى ، حسن بن يوسف ، 648 - 726 ق . الباب الحادي عشر - - نقد وتفسير . 2 . كلام شيعه ق 8 . الف . علامه حلى ، حسن بن يوسف ، 648 - 726 ق ، الباب الحادي عشر ، شرح . ب . نظامى همداني ، على ، محقق . ج . عنوان .\r\n20217 ب 8 ع / 5 / 210 BP\r\n4172 / 297\r\n1384\r\nكتابخانهء ملى إيران 20000 - 84 م\r\nشرح\r\nالباب الحادي عشر\r\nتأليف : الشيخ الفاضل مقداد بن عبد الله السيوري الحلي قدس سره\r\nتعليق : الأستاذ البصير الشيخ علي النظامي الهمداني\r\nالموضوع : الكلام\r\nطبع ونشر : مؤسسة النشر الإسلامي\r\nعدد الصفحات : 128\r\nالمطبوع : 2000 نسخة\r\nالطبعة : الثانية\r\nالتاريخ : 1427 ه‍ . ق .\r\nمؤسسة النشر الإسلامي\r\nالتابعة لجماعة المدرسين بقم المشرفة\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ المدخل 
  ]\r\nالحمدللَّه ربّ العالمين ، والصلاة والسلام على أشرف الأنبياء والمرسلين حبيب إله العالمين ، سيّدنا ونبيّنا وحبيب قلوبنا أبيالقاسم محمّد صلى الله عليه وآله أجمعين وأصحابه المنتجبين ومَن تبعهم بإحسان إلى يوم الدين .\r\nوبعد ، فإنّ من مفاخر المذهب الجعفري استناده في جميع عقائده وأصوله وفروعه إلى المنطق والاستدلال ، ودعم كلّ أفكاره بأدلّة عقلية وأصول راقية مستمدّة من الكتاب العزيز والسنّة الشريفة . فلا توجد فكرة مطروحة في المذهب إلّا وعليها أدلّة قاطعة من الكتاب أو السنّة أو العقل ، ممّا قلّ نظيره في كثير من المذاهب المطروحة في الساحة اليوم .\r\nوليس صمود المذهب طيلة أربعة عشر قرناً من الزمان أمام تيّارات الإلحاد رغم شراسة الهجمات المضادّة في معارضه الأصول والفروع والمسائل وتصدّيه لأعاصير الشبهات الّتي عصفت بالأفكار بين آونةٍ وأخرى بكلّ صمود وقوّة إلّا نتيجة للبناء الفكري المستحكم لُاصول الدين وفروعه ممّا دوّنه علماء الإسلام مقروناً بالأدلّة من الكتاب والسنّة والإجماع والعقل .\r\nفقد سطّروا رحمهم اللَّه‌الأدلّة والبراهين وصنّفوا المؤلّفات الواسعة فيهذا المجال .\r\nومن متقدّمي هذا الفنّ في عصر الأئمّة عليهم السلام : عليّ بن إسماعيل بن ميثم التمّار ، وهشام بن الحكم ، وهشام‌بن سالم ، وحمران بن أعين ، وقيس الماصر ، والفضل بن شاذان .\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nومن آل نوبخت : الفضل بن أبيسهل ، وإسحاق بن أبيسهل ، وإسماعيل بن إسحاق ، وحسن بن موسى .\r\nومن المتكلّمين : ابن قبة الرازي ، وأحمد بن محمّد بن مسكويه ، والخواجة نصير الدين الطوسي ( ت / 672 ه ) والعلّامة الحلّي ( ت / 726 ه ) . فقد كتب هذا الأخير كتاب « الباب الحادي عشر » تعقيباً على « مختصر منهاج الصلاح في مختصر المصباح » المرتّب في عشرة أبواب للشيخ الطوسي ( ت / 460 ه ) .\r\nوأورد الفاضل المقداد ( ت / 826 ه ) في شرحه عن علّة تأليف الباب الحادي عشر ، ما نصّة : « ولمّا كان ذلك الكتاب في فنّ العمل والعبادات والدعاء استدعى ذلك إلى معرفة المعبود والمدعوّ ، فأضاف إليه هذا الباب » .\r\nوعن كتابة الشرح قال : « . . . فمن تلك المقدّمات : المقدّمة الموسومة بالباب الحادي عشر . . . فإنّها مع وجازة لفظها كثيرة العلم ، ومع اختصار تقريرها كثيرة الغُنم . وكان قد سلف منّي في سالف الزمان أن أكتب شيئاً يعين على حلّها بتقرير الدليل والبرهان . . . وها أنا ذا أشرع في ذلك - مستمدّاً من اللَّه تعالى المعونة عليه ، ومتقرّباً به إليه - وسمّيته : النافع يوم الحشر في شرح الباب الحادي عشر » .\r\nهذا ، وقد اشتهر هذا الشرح في الأوساط العلمية حتّى صار من الكتب الدراسية الممهِّدة للدراسات العليا في الحوزة العلمية ، وعلّق عليه كثير من الأساتذة بمؤلّفات منهم : الأستاذ الفاضل الشيخ عليّ النظامي حفظه اللَّه بما هو بين يديك .\r\nوالمؤسّسة رأت إكمال الفائدة بتقديم هذا المؤلّف إلى عالم الطباعة بعد تقويم النصّ واستخراج المصادر ، ليعمّ فائدتها جميع روّاد العلم وطلّاب الفضيلة ، وهي تبتهل إلى العليّ القدير أن يأخذ بأيدي الجميع لما فيه رضاه ، إنّه وليٌّ قدير .\r\nمؤسّسة النشر الإسلامي\r\nالتابعة لجماعة المدرّسين بقم المشرّفة\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nمُقَدَّمَةُ المُعَلِّقِ\r\nالحَمْدُللَّهِ الواجِبِ الوُجُودِ لِذاتِهِ ، المَعْرُوفِ في الخَلْقِ بِأسْمائِهِ وصِفاتِهِ وَالصَلَاةُ عَلى خاتِمِ نُبُوّاتِهِ ورِسالاتِهِ مُحَمَّدٍ وَآلِهِ الهادِينَ إلى مرضاتِهِ الَّذِينَ تَجَلّى فِي جَواهِرِ ذَواتِهِمُ القُدْسيَّةِ جَمِيعُ كَمالاتِهِ .\r\nأمّا بَعْدُ ، فَإنَّ عِلْمَ الكَلامِ كَبَحْرٍ عَمِيقٍ واسِعٍ الَّذي يُغاصُ فيهِ ويُتَفَحَّصُ حَتَّى تُسْتَخْرَجَ مِنْهُ الدُرَرُ الثَمِينَةُ وَاللآلي القَيِّمَةُ ، فَعِلْمُ الكَلامِ كما شَبَّهْناهُ بِالبَحْرِ مَعَ عُلُوِّ قَدْرِهِ وأشْرَفِيَّةِ مُتَعَلَّقاتِهِ مِنَ المَبْدأ والمَعادِ وَما يَلْحَقُ بِهِما فِيهِ زَوائِدُ كَثيرَةٌ غَيرُ مُفيدَةٍ بل مُضِرَّةٌ ومُتْلِفَةٌ لِلْعُمْرِ ومُضَيِّعَةٌ لِلْقُوَى كَاخْتِلاطِهِ بِالمَسائِلِ الطَبيعيَّةِ والفَلْسَفِيَّةِ الَّتي لادَخْلَ لَها فيتَحْكِيمِ المَبانِي الاعْتِقاديَّةِ وتَقْوِيمِ الاصولِ الإيمانِيَّةِ ، ولاسِيَّما في عَصْرِنا هذا ، عَصْرِ تَوَفُّرِ الشُبُهاتِ وتَكَثُّرِ الوَساوِسِ وشُيُوعِ الأمْراضِ الفِطْرِيَّةِ . ولَعَلَّ وُجُودَ هذِهِ الزَوائِدِ هُوَ السِرُّ في تَهاوُنِ بَعْضِ الفلاسِفَةِ بِشَأنِهِ العالي كَمَا اشْتَهَرَ بَيْنَهُم أنَّ الكَلامَ فَلْسَفَةُ العَوامِ ، فَحِينَئِذٍ يَجِبُ عَلى المُتَعَلِّمينَ وَالمُعَلِّمينَ وَالمُؤَلِّفِينَ في هذَا الفَنِّ أنْ يُعْرِضُوا عَن زَوائِدِهِ ويُقْبِلُوا إلى مُهِمّاتِهِ حَتَّى يُحْفَظُوا مِنْ خَطَرِ الكُفْرِ ويَصِلُوا إلَى العِلْمِ اليَقِين .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nإنَّ هذا الكِتابَ الّذِي بَيْنَ يَدَيْكَ أيُّهَا القارِئُ الكَرِيمُ كِتابٌ قَيِّمٌ في فَنِّهِ وإنْ كانَ صَغِيراً في حَجْمِهِ ، اسْتَخْرَجَ المُصَنِّفُ فِيه أهَمَّ المَسائِلِ الكَلامِيَّةِ وَأعْرَضَ عَنِ الزَوائِدِ . وأنَا لا أقْدِرُ أنْ أصِفَهُ أحْسَنَ مِمّا وَصَفَهُ الشارِحُ ، وأيضاً غَيرُ قادِرٍ عَلى تَوْصيفِ الشَرْحِ لأنَّ مُدارَسَتَهُ شَرْحاً ومَتْناً عَلى مَرِّ مِئاتٍ مِنَ السِنينَ كافٍ في عُلُوِّ رُتْبَتِهِ . فَلَمّا دَرَّسْتُهُ أكْثَرَ مِن عَشْرِ مَرّاتٍ رَأيتُ أنْ اضِيفَ إلَيْهِ ما خَطَرَ بِبالي مِنَ المَسائِلِ اللازِمَةِ الّتي يَجِبُ ذِكْرُها والإصلاحاتِ الَّتي تَلْزَمُ فِيهِ . فَهَا أنَا أسْألُ اللَّهَ أنْ يَنْفعَكَ وإيّايَ بِهَا وأنْ يَجْعَلَهَا ذُخْراً لِكُلٍّ مِنّا في يَوْمِ المَعادِ ، إنَّهُ قَرِيبٌ مُجِيبٌ .\r\nهَمَدَانَ - الحَوزَةُ العِلمِيَّةأقَلّ الطَلَبَةِ\r\n27 رجب المرجّب 1425 عليّ النظاميّ\r\nيوم مبعث الرسول‌الأكرم صلى الله عليه وآله\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\n[ خُطْبَةُ الشَارِح 
  ]\r\nالحَمْدُللهِ الَّذِي دَلَّ عَلى وُجُوبِ وُجُودِهِ افْتِقَارُ المُمْكِنَاتِ ، وَعَلى قُدْرَتِهِ وَعِلْمِهِ إحْكَامُ المَصْنُوعَاتِ ، المُتَعَالِي عَنْ مُشَابَهَةِ الجِسْمَانِيِّاتِ ، المُنَزَّهِ بِجَلالِ قُدْسِهِ عَنْ مُنَاسَبَةِ النَاقِصَاتِ . نَحْمَدُهُ حَمْداً يَمْلأُ أقْطَارَ الأرْضِ وَالسَماوَاتِ ، وَنَشْكُرُهُ شُكْراً « 1 » عَلى نِعَمِهِ المُتَظَاهِرَاتِ المُتَوَاتِرَاتِ وَنَسْتَعِينُهُ عَلى دَفْعِ البَأْسَاءِ وَكَشْفِ الضَرَّاءِ فِي جَمِيعِ الحَالاتِ .\r\nوَالصَلَاةُ عَلى نَبِيِّهِ مُحَمَّدٍ صَاحِبِ الآيَاتِ وَالبَيِّنَاتِ ، المُكَمِّلِ بِطَرِيقَتِهِ وَشَرِيعَتِهِ سَائِرَ الكَمَالاتِ وَعَلى آلِهِ الهَادِينَ مِنَ الشُبَهِ وَالضَلالاتِ ، الَّذِينَ أَذْهَب‌َاللهُ عَنْهُمُ الرِجْسَ وَطَهَّرَهُمْ مِنَ الزَلَّاتِ ، صَلاةً تَتَعَاقَبُ عَلَيْهِمْ كَتَعَاقُبِ الآنَاتِ .\r\nأمَّا بَعْدُ ، فَإنَّ اللهَ تعالى لَمْ يَخْلُقِ العَالَمَ عَبَثاً فَيَكُونَ مِنَ اللاعِبِينَ ، بَلْ لِغَايَةٍ وحِكْمَةٍ مُتَحَقِّقَةٍ لِلنَاظِرِينَ ، وقَدْ نَصَّ عَلى تِلْكَ الغَايَةِ بِالتَعيِينِ فَقَالَ :  « وَما خَلَقْتُ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفَرْقُ بَيْنَ الحَمْدِ والشُكْرِ هُوَ أنَّ الحَمْدَ يَنْشَأُ مِنْ مَعْرِفَةِ الحامِدِ بِاللَّهِ المَحْمُودِ وصِفاتِه‌ِالكَمالِيَّةِ والجَلالِيَّةِ ولايَنْظُرُ فِي حَمْدِهِ إلى إنْعامِهِ سُبْحانَهُ عَلَيْهِ ، وَلَكِنْ في الشُكْرِ يَنْظُرُ الشاكِرُ إلى إنْعامِهِ عَلَيْهِ وإحْسانِهِ إلَيْهِ كَمَا يَتَبَيَّنُ مِنَ الخُطْبَةِ .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ »  « 1 » فَوَجَبَ عَلى كُلِّ مَنْ هُوَ فِي زُمْرَةِ العَاقِلِينَ إجَابَةُ رَبِّ العَالَمِينَ . ولَمَّا كَانَ ذَلِكَ مُتَعَذِّراً بِدُونِ مَعْرِفَتِهِ بِاليَقِينِ وَجَبَ عَلى كُلِّ عَارِفٍ مُكَلَّفٍ تَنْبِيهُ الغَافِلِينَ وإرْشَادُ الضَالّينَ بِتَقْريرِ مُقَدَّمَاتِ ذَوَاتِ إفْهَامٍ وتَبْيِينٍ . فَمِنْ تِلْكَ المُقَدَّمَاتِ المُقَدَّمَةُ المُوسُومَةُ ب « البَابِ الحَادِي عَشَرَ » مِنْ تَصَانيفِ شَيْخِنَا وإمَامِنَا ، الإمَامِ العَالِم الأعْلَمِ الأفْضَلِ الأكْمَلِ سُلْطَانِ أرْبَابِ التَحْقِيقِ ، اسْتَاذِ اولِي التنْقِيحِ والتدْقِيقِ ، مُقَرِّرِ المَبَاحِثِ العَقْلِيَّةِ ، مُهَذِّبِ الدَلائِلِ الشَرْعِيَّةِ ، آيَةِ اللَّهِ فِي العَالَمِينَ ، وَارِثِ عُلُومِ الأنْبِيَاءِ والمُرْسَلِينَ ، جَمَالِ المِلَّةِ والدِينِ أبِيمَنْصُورِ الحَسَنِ بنِ يُوسُفَ ابنِ عَلِيّ بنِ المُطَهَّرِ الحِلِّيِّ قَدَّسَ اللَّهُ رُوحَهُ ونَوَّرَ ضَرِيحَهُ ، فَإنَّهَا مَعَ وَجَازَةِ لَفْظِهَا كَثِيرَةُ العِلْمِ ، ومَعَ اخْتِصَارِ تَقْرِيرِهَا كَبِيرَةُ الغُنْمِ .\r\nوَكَانَ قَدْ سَلَفَ مِنِّي فِي سَالِفِ الزَمَانِ أنْ أكْتُبَ شَيْئاً يُعِينُ عَلى حَلِّهَا بِتَقْريرِ الدَلائِلِ والبُرْهَانِ ، إجَابَةً لالْتِمَاسِ بَعْضِ الإخْوَانِ ، ثُمَّ عَاقَتْنِي عَنْ إتْمَامِهِ عَوَائِقُ الحَدَثَانِ ، ومُصَادَمَاتُ الدَهْرِ الخَوَّانِ « 2 » إذْكَانَ صَادّاً لِلْمَرْءِ عَنْ بُلُوغِ إرَادَتِهِ ، وحَائِلًا بَيْنَهُ وبَيْنَ طَلِبَتِهِ . ثُمَّ اتَّفَقَ الاجْتِمَاعُ والمُذَاكَرَةُ فِي بَعْضِ الأسْفَارِ ، مَعَ تَرَاكُمِ الأشْغَالِ وتَشْوِيشِ الأفْكَارِ ، فَالْتَمَسَ مِنِّي بَعْضُ السَادَاتِ الأجِلَّاءِ أنْ اعِيدَ النَظَرَ والتَذَكُّرَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الذاريات : 56 . القَوْلُ فِي غَايَةِ الخِلْقَةِ مِنْ جِهَاتٍ شَتَّى مِنَ القُرْآنِ والحَدِيثِ والحِكْمَةِوالكَلامِ والعِرْفَانِ . فَمَا يُسْتَفَادُ مِنَ القُرْآنِ أنَّ غَايَةَ الخِلْقَةِ تَنْقَسِمُ إلَى قِسْمَيْنِ نِسْبِيَّةٍ ونَهَائِيَّةٍ ، فَالنِسْبِيَّةُ مِنْهُمَا هِيَ العِبَادَةُ عَلى مَا نَصّت عَلَيهَا الآيَةُ المَذْكُورَةُ والغَايَةُ النَهَائِيَّةُ هي العِلْمُ بِوُجُودِهِ سُبْحَانَهُ والمَعْرِفَةُ بِأَنَّهُ عَلَيمٌ قَدِيرٌ أوْ شُمُولُ رَحْمَتِهِ تعالى لِلْعِبَادِ . ( وَالمُرَادُ بِالعِلْمِ هُنَا هُوَ إدْرَاكُ الحَقِيقَةِ الَّذِي تَقْتَضِيهِ الفِطْرَةُ السَلِيمَةُ المُسَاوِقُ لِلإيمَانِ ) ونَحْنُ قَدْ أغْمَضْنَا هُنَا عَنِ البَحْثِ فِي جِهَاتٍ اخْرَى .\r\n( 2 ) قَدْ وَصَفَ الشَارِحُ رحمه الله الدَهْرَ هُنَا بِالخَوَّانِ ، وهذا سَبٌّ ، مَعَ أنَّ سَبَّ الدَهْرِ مَمْنُوعٌ عَلى مَا فِيالأخْبَارِ عَنِ الأطْهَارِ عليهم السلام .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nلِمَا كُنْتُ قَدْ كَتَبْتُ أوّلًا ، والمُرَاجَعَةَ إلَى مَا كُنْتُ قَدْ جَمَعْتُ ، فَأجَبْتُ مُلْتَمَسَهُ ، إذْ قَدْ أوْجَبَ اللَّهُ تعالى عَلَيَّ إجَابَتَهُ ، هَذَا مَعَ قِلَّةِ البِضَاعَةِ وكَثْرَةِ الشَوَاغِلِ المُنَافِيَةِ لِلاسْتِطَاعَةِ .\r\nوهَا أنَا أشْرَعُ فِي ذَلِكَ ، مُسْتَمِدّاً مِنَ اللهِ تعالى المَعُونَةَ عَلَيهِ ، ومُتَقَرِّباً بِهِ إلَيْهِ .\r\nوسَمَّيْتُهُ :\r\n« النَافِعَ يَوْمَ الحَشْرِ فِي شَرْحِ البَابِ الحَادِي عَشر »\r\nومَا تَوْفِيقِي إلّابِاللهِ عَلَيهِ تَوَكَّلْتُ وإلَيْهِ انِيبُ .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالبَابُ الحَادِي عَشَر « فِيمَا يَجِبُ عَلَى عَامَّةِ المُكَلَّفِينَ مِنْ مَعْرِفَةِ اصُولِ الدِينِ »\r\n\r\n\r\n\r\n","description":"\r\nقَالَ قَدَّسَ اللَّهُ رُوحَهُ : « الباب الحَادي عَشَر . . . إلخ » .\r\nأقُولُ : إنَّمَا سُمِّيَ هَذَا البَابُ « الحَادِي عَشَرَ » لأنَّ المُصَنِّفَ اخْتَصَرَ مِصْبَاحَ المُتَهَجِّدِ الَّذِي وَضَعَهُ الشَيْخُ أبُوجَعْفَرِ الطوسِيِّ رحمه الله فِي العِبَادَاتِ والأدْعِيةِ ، ورَتَّبَ ذَلِكَ المُخْتَصَرَ عَلى عَشَرَةِ أبْوَابٍ ، وسَمَّاهُ كِتَابَ « مِنْهَاجِ الصَلاحِ فِي مُخْتَصَرِ المِصْبَاحِ » . ولَمَّا كَانَ ذَلِكَ الكِتَابُ فِي فَنِّ العَمَلِ والعِبَادَاتِ والدُعَاءِ اسْتَدْعَى ذَلِكَ إلَى مَعْرِفَةِ المَعْبُودِ والمَدْعُوِّ ، فَأضَافَ إلَيْهِ هَذَا البَابَ .\r\nقَوْلُهُ : « فِيمَا يَجِبُ عَلَى عَامَّةِ المُكَلَّفِينَ » الوُجُوبُ فِي اللُغَةِ : الثُبُوتُ والسقُوطُ ، ومِنْهُ قَوْلُهُ تعالى :  « فَإِذا وَجَبَتْ جُنُوبُها »  « 1 » . واصْطِلاحاً : الوَاجِبُ هُوَ مَا يُذَمُّ تَارِكُهُ عَلى بَعْضِ الوُجُوهِ ، وهُوَ عَلى قِسْمَيْنِ :\r\nوَاجِبٌ عَيْناً ، وهُوَ مَا لايَسْقُطُ عَنِ البَعْضِ بِقِيَامِ البَعْضِ الآخَرِ بِهِ . ووَاجِبٌ كِفَايَةً ، وهُوَ بِخِلافِهِ .\r\nو « المَعْرِفَةُ » مِنَ القِسْمِ الأوّلِ ، فَلِذَلِكَ قَالَ : « يَجِبُ عَلى عَامَّةِ المُكَلَّفِينَ » .\r\n","footnote":"\r\n( 1 ) الحجّ : 36 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nأجْمَعَ العُلَمَاءُ كافَّةً عَلى وُجوبِ مَعْرِفَةِ اللَّهِ تعالى وصِفَاتِهِ الثُبُوتِيَّةِ والسَلْبِيَّةِ ومَا يَصِحُّ عَلَيْهِ ومَا يَمْتَنِعُ عَنْهُ « 1 » والنُبُوَّةِ والإمَامَةِ والمَعَادِ .\r\n\r\n\r\n\r\n","description":"\r\nو « المُكَلَّفُ » هُوَ الإنْسَانُ الحَيُّ البَالِغُ العَاقِلُ ، فَالمَيِّتُ والصَبِيُّ والمَجْنُونُ لَيْسُوا بِمُكَلَّفِينَ .\r\nو « الأُصُولُ » : جَمْعُ الأصْلِ ، وهُوَ مَا يَبْتَنِي عَلَيهِ غَيْرُهُ .\r\nو « الدِينُ » لُغَةً : الجَزَاءُ ، ومِنْهُ قَوْلُ النَبِيِّ صلى الله عليه وآله : « كَمَا تَدِينُ تُدَانُ » « 2 » واصْطِلاحاً : هُوَ الطَرِيقَةُ والشَرِيعَةُ ، وهُوَ المُرَادُ هُنَا . « 3 »\r\nوسُمِّيَ هَذَا الفَنُّ اصُولَ الدِينِ ؛ لأنَّ سَائِرَ العُلُومِ الدِينِيَّةِ مِنَ الحَدِيثِ والفِقْهِ والتفْسِيرِ مَبْنِيَّةٌ عَلَيهِ ، فَإنَّهَا مُتَوَقِّفَةٌ عَلى صِدْقِ الرَسُولِ ، وصِدْقُ الرَسُولِ مُتَوَقِّفٌ عَلى ثُبُوتِ المُرْسِلِ وصِفَاتِهِ وعَدْلِهِ وامْتِنَاعِ القُبحِ عَلَيهِ .\r\nوعِلْمُ الأُصُولِ وهُوَ مَا يُبْحَثُ فِيهِ عَنْ وَحْدَانِيَّةِ اللهِ تعالى وصِفَاتِهِ وعَدْلِهِ ونُبُوَّةِ الأنْبِيَاءِ والإقْرَارِ بِمَا جَاءَ بِهِ النَبِيُّ وإمَامَةِ الأئِمَّةِ والمَعَادِ . « 4 »\r\nقَالَ : « أجْمَعَ العُلَمَاءُ كافَّةً . . . إلخ » .\r\nأقُولُ : اتَّفَقَ أهْلُ الحَلِّ والعَقْدِ مِنْ امَّةِ مُحَمَّدٍ صلى الله عليه وآله عَلى وُجُوبِ هَذِهِ المَعَارِفِ .\r\n","footnote":"\r\n( 1 ) وَالحَقُّ أن‌َّهَذَيْنِ ( مَايَصِحُّ عَلَيْهِ ويَمْتَنِعُ عَنْهُ ) يَنْدَرِجَانِ تَحْتَ العَدْل‌ِأوْ تَحْت‌َالثُّبُوتِيَّةِ والسَلْبِيَّةِ .\r\n( 2 ) معانيالأخبار : 47 ، الخصال : 332 ، تحف‌العقول : 8 . وهو مِنْ أمْثالِ العَرَبِ أيضاً ، راجع ( الكامل لِلمُبَرّد : ج 1 ص 192 ، ولسان العرب : مادّة « دين » ، وجمهرة اللغة : 688 ) .\r\n( 3 ) وَالحَقُّ أنَّ هذا المَعْنَى لِمَادَّةِ « دال وياء ونون » لَيْسَ بِمَعْنىً جَامِعٍ كَي يُجْمَعَ بِهِ جَمِيعُ مَعَانِيهِ فِي جَمِيعِ مُشْتَقَّاتِهِ كَالدَّيْنِ ، بَلْ مَعْنَاهُ الجَامِعُ هُوَ هذا : « الدِّينُ عِبَارَةٌ عَنْ حَقَائِقَ مُخْتَلِفَةٍ غَيْرِ مَادِّيَّةٍ ثَابِتَةٍ لاتَتَغَيَّرُ مَعَ أنَّ الشَرِيعَةَ تُلازِمُ التغَيُّرَ لاقْتِضَاءِ شَرَايِطِ الأزْمَانِ والأشْخَاصِ » .\r\n( 4 ) وَالحَقُّ لُزُومُ التصْرِيحِ فِي هذا التعْرِيفِ بِعِلْمِ اصُولِ الدِينِ حَتَّى لايَشْتَبِهَ بِعِلْمِ اصُولِ الفِقْهِ .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nوإجْمَاعُهُمْ حُجَّةٌ اتِّفَاقاً ، أمَّا عِنْدَنَا فَلِدُخُولِ المَعْصُومِ عليه السلام فِيهِمْ ، وأمَّا عِنْدَ الغَيْرِ فَلِقَوْلِهِ صلى الله عليه وآله : « لاتَجْتَمِعُ امَّتِي عَلى خَطَأٍ » « 1 » . والدَلِيلُ عَلَى وُجُوبِ المَعْرِفَةِ - سَنَداً لِلإجْمَاعِ - عَلَى وَجْهَيْنِ [ نَوعَيْنِ 
  ] : عَقْلِيٍّ وسَمْعِيٍّ .\r\nأمَّا الأوّلُ فَلِوَجْهَيْنِ :\r\nالأوّلُ : أَنَّهَا دَافِعَةٌ لِلْخَوفِ الحَاصِلِ لِلإنْسَانِ مِنَ الاخْتِلافِ ، ودَفْعُ الخَوفِ وَاجِبٌ ، لأنَّهُ ألَمٌ نَفْسَانِيٌّ يُمْكِنُ دَفْعُهُ ، فَيَحْكُمُ العَقْلُ بِوُجُوبِ دَفْعِهِ ، فَيَجِبُ دَفْعُهُ . « 2 »\r\nالثَانِي : أنَّ شُكْرَ المُنْعِمِ وَاجِبٌ ، ولايَتِمُّ إلَّابِالمَعْرِفَةِ .\r\nأمَّا أنَّهُ وَاجِبٌ فَلاسْتِحْقَاقِ الذَمِّ عِنْدَ العُقَلاءِ بِتَرْكِهِ .\r\nوأمَّا أَنَّهُ لايَتِمُّ إلَّابِالمَعْرِفَةِ فَلأنَّ الشُكْرَ إنَّمَا يَكُونُ بِمَا يُنَاسِبُ حَالَ المَشْكُورِ ، فَهُوَ مَسْبُوقٌ بِمَعْرِفَتِهِ ، وإلَّا لَمْ يَكُنْ شُكْراً .\r\nوالبَارِي تعالى مُنْعِمٌ ، فَيَجِبُ شُكْرُهُ ، فَيَجِبُ مَعْرِفَتُهُ « 3 » . ولَمَّا كَانَ التكْلِيفُ وَاجِباً فِي الحِكْمَةِ كَمَا سَيَأْتِي ، وَجَبَ مَعْرِفَةُ مُبَلِّغِهِ وهُوَ النَبِيُّ صلى الله عليه وآله ، وحَافِظِهِ وهُوَ الإمَامُ ، ومَعْرِفَةُ المَعَادِ لاسْتِلْزَامِ التكْلِيفِ وُجُوبَ الجَزَاءِ .\r\n","footnote":"\r\n( 1 ) صحيح الترمذي : ج 4 ص 405 ح 2167 . إنْ سَلَّمْنَا صِحَّةَ هذا الخَبَرِ فَهُوَ مُوَجَّهٌ بِأنَّ أحَداً مِن‌َالمُجْمِعِينَ هُوَ المَعْصُومُ عليه السلام وإلَّا فَهُوَ مَرْدُودٌ كَمَا يَأتِي فِي إثْبَاتِ عِصْمَةِ الإمَامِ .\r\n( 2 ) الفَرْقُ بَيْنَ هذا الدَلِيلِ والدَلِيلِ الآتِي هُوَ : أنَّ الأوّلَ أعَمُّ مَورِداً لأنَّهُ يَثْبُتُ بِهِ وُجُوبُ جَمِيعِ المَعَارِفِ ، ولايَثْبُتُ بِالدَلِيلِ الآتِي إلَّاوُجُوبُ مَعْرِفَةِ اللَّهِ .\r\n( 3 ) والدَلِيلُ الثَالِثُ فِي المَقامِ هُوَ أنَّ الجَهْلَ بِالمُوجِدِ والخالِقِ نَقْصٌ والعِلْمُ بِهِ كَمالٌ ، فَرَفْعُ النَقْص‌ِوَاجِبٌ لِتَحْصِيلِ هذا الكَمَالِ العِلْمِيِّ ، فَيَجِبُ رَفْعُ هذا النَقْصِ وتَحْصِيلُ كَمالِ المَعْرِفَةِ بِاللَّهِ بِحُكْمِ العَقْلِ القَطْعِيِّ . وهَكَذَا فِي بَابِ مَقْصَدِ الخَلْقِ والمَصِيرِ إلَيهِ ومِنْها يَظْهَرُ وُجُوبُ المَعْرِفَةِ بِالمَعادِ والنَبِيِّ والإمَامِ لأَ نَّ فِي عَدَمِ حُصُولِهَا ألَمٌ نَفْسانِيٌّ لِمَنْ كانَ فِكْرُهُ حُرّاً .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nبِالدَلِيلِ لا بِالتَقْلِيدِ .\r\n\r\n\r\n\r\n","description":"\r\nوأمَّا الدَلِيلُ السَمْعِيُّ فَلِوَجْهَيْنِ :\r\nالأوّلُ : قَوْلُهُ تعالى :  « فَاعْلَمْ أَنَّهُ لا إِلهَ إِلَّا اللَّهُ »  « 1 » والأمْرُ لِلوُجُوبِ . « 2 »\r\nوالثَانِي : لَمَّا نَزَلَ قَوْلُهُ تعالى : « إنَّ فِي خَلْقِ السَمَوَاتِ والأرْضِ واخْتِلافِ اللَّيلِ والنَهَارِ لآيَاتٍ لُاولِي الألبَابِ » « 3 » .\r\nقَالَ النَبِيُّ صلى الله عليه وآله : « وَيْلٌ لِمَنْ لاكَهَا بَيْنَ لِحْيَيْهِ ثُمَّ لَمْ يَتَدَبَّرْهَا » « 4 »\r\nرَتَّبَ الذَمَّ عَلى تَقْديرِ عَدَمِ تَدَبُّرِهَا ، أيْ عَدَمِ الاسْتِدْلالِ بِمَا تَضَمَّنَتْهُ الآيَةُ عَنْ ذِكْرِ الأجْرَامِ السَماوِيَّةِ والأرْضِيَّةِ ، بِمَا فِيها مِنْ آثَارِ الصُنْعِ والقُدْرَةِ والعِلْمِ بِذَلِكَ ، الدَالَّةِ عَلى وُجُودِ صانِعِهَا وقُدْرَتِهِ وعِلْمِهِ ، فَيَكُونُ النَظَرُ والاسْتِدْلالُ وَاجِباً ، وهُوَ المَطْلُوبُ .\r\nقَالَ : « بِالدَلِيلِ لا بِالتَقْلِيدِ » .\r\nأقُولُ : الدَلِيلُ لُغَةً ، هُوَ المُرْشِدُ « 5 » والدَالُّ ، واصْطِلاحاً هُوَ مَا يَلْزَمُ مِنَ العِلْمِ بِهِ العِلْمُ بِشَيءٍ آخَرَ .\r\nولَمَّا وَجَبَتِ المَعْرِفَةُ وَجَبَ أنْ تَكُونَ بِالنَظَرِ والاسْتِدْلالِ ، لأنَّهَا لَيْسَتْ\r\n","footnote":"\r\n( 1 ) محمّد صلى الله عليه وآله : 19 .\r\n( 2 ) بَيْنَ العِلْمِ والإيمَانِ فَرْقٌ وَاضِحٌ ، فَوَاضِحٌ أيْضاً أنَّ العِلْمَ بِوَحْدانِيَّةِ اللَّهِ تعالى بِالمَعْنى المُتَعارَفِ لايَكْفِي ولايَنْبَغِي ، فَالمُرادُ مِنَ العِلْمِ هُنَا هُوَ العِلْمُ الحَقِيقِيُّ الَّذِي يُقَارِنُ بِالاعْتِقادِ .\r\n( 3 ) آل عمران : 190 .\r\n( 4 ) مجمع‌البحرين : 4 / 154 ، رسائل الشهيد الثاني : 128 . وراجع أيضاً مجمع البيان : 2 / 470 وتفسيرالصافي : 1 / 409 ، وبحارالأنوار : 66 / 35 و 250 وفيها « ويل‌ٌلمن لاكها بين فكّيه ولم‌يتأمّل » .\r\n( 5 ) الفَرْقُ بَيْن‌َالرُشْدِ والكَمَالِ هُوَ : أنَّ الكَمَالَ أعَمُّ مِنَ الرُشْدِ فِي الامُورِ المَطْلُوبَةِ وغَيْرِ المَطْلُوبَةِ ، وَلَكِنَّ الرُشْدَ هُوَ الكَمَالُ فِي المَطْلُوبَةِ مِنَ الامُورِ . فَإذَنْ إطْلاقُ الرُشْدِ كَمَا يَظْهَرُ مِنْ كَلامِ الشَارِحِ غَيْرُ صَحِيحٍ .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nضَرُورِيَّةً ، لأنَّ المَعْلُومَ ضَرُورَةً هُوَ الَّذِي لايَخْتَلِفُ فِيهِ العُقَلاءُ ، بَلْ يَحْصُلُ العِلْمُ بِأدْنَى سَبَبٍ مِنْ تَوَجُّهِ العَقْلِ إلَيْهِ والإحْساسِ بِهِ ، كَالحُكْمِ بِأنَّ الوَاحِدَ نِصْفُ الاثْنَيْنِ ، وأنَّ النَارَ حَارَّةٌ ، والشَمْسَ مُضِيئَةٌ ، وأنَّ لَنَا خَوْفاً وغَضَباً وقُوَّةً وضَعْفاً .\r\nوغَيْرَ ذَلِكَ . والمَعْرِفَةُ لَيْسَتْ كَذَلِكَ ، لِوُقُوعِ الاخْتِلافِ فِيها ، ولِعَدَمِ حُصُولِهَا بِمُجَرَّد تَوَجُّهِ العَقْلِ إلَيْهَا ، ولِعَدَمِ كَوْنِهَا حِسِّيَّةً .\r\nفَتَعَيَّنَ الأوّلُ لانْحِصَارِ العِلْمِ فِي الضَرُورِيِّ والنَظَرِيِّ ، فَيَكُونُ النَظَرُ والاسْتِدْلالُ وَاجِباً ، لأنَّ مَا لايَتِمُّ الوَاجِبُ المُطْلَقُ إلَّابِهِ وكَانَ مَقْدُوراً عَلَيْهِ فَهُوَ وَاجِبٌ ، لأنَّهُ إذا لَم‌ْيَجِبْ مَا يَتَوَقَّفُ عَلَيْهِ الوَاجِبُ المُطْلَقُ فَإمَّا أنْ يَبْقَى الوَاجِبُ عَلى وُجُوبِهِ أوْ لا .\r\nفَمِنَ الأوّلِ يَلْزَمُ تَكْلِيفُ مَا لايُطَاقُ ، وهُوَ مُحَالٌ كَمَا سَيَأتِي ، ومِنَ الثَانِي يَلْزَمُ خُرُوجُ الوَاجِبِ المُطْلَقِ عَنْ كَوْنِهِ وَاجِباً مُطْلَقاً ، وهُوَ مُحَالٌ أيْضاً .\r\nوالنَظَرُ هُوَ تَرْتِيبُ امُورٍ مَعْلُومَةٍ لِلتَّأدِّي إلَى أمْرٍ آخَرَ . وبَيَانُ ذَلِكَ هُوَ : أنَّ النَفْسَ يَتَصَوَّرُ المَطْلُوبَ أوّلًا ، ثُمَّ يُحَصِّلُ المُقَدَّمَاتِ الصَالِحَةَ لِلاسْتِدْلالِ عَلَيْهِ ، ثُمَّ يُرَتِّبُهَا تَرْتِيباً يُؤَدِّي إلَى العِلْمِ بِهِ .\r\nوَلايَجُوزُ مَعْرِفَةُ اللهِ تعالى بِالتَقْلِيدِ « 1 » . والتقْلِيدُ هُوَ قَبُولُ قَوْلِ الغَيْرِ مِنْ غَيْرِ دَلِيلٍ . وإنَّمَا قُلْنَا ذَلِكَ « 2 » لِوَجْهَيْنِ :\r\nالأوّلُ : أَنَّهُ إذَا تَسَاوى النَاسُ فِي العِلْمِ واخْتَلَفُوا فِي المُعْتَقَدَاتِ ، فَإمَّا أنْ يَعْتَقِدَ المُكَلَّفُ جَمِيعَ مَا يَعْتَقِدُونَهُ فَيَلْزَمُ اجْتِمَاعُ المُتَنَافِيَاتِ أو البَعْضَ دُونَ بَعْضٍ ، فَإمَّا أنْ يَكُونَ لِمُرَجِّحٍ أوْ لا ، فَإنْ كَانَ الأوّلُ فَالمُرَجِّحُ هُوَ الدَلِيلُ ، وإنْ كَانَ الثَانِي فَيَلْزَمُ\r\n","footnote":"\r\n( 1 ) وَلَكِنْ جَوَّزَهُ الإمَامُ الخُمِيني رحمه الله إذَا حَصَلَ بِهِ اليَقِينُ . ونَحْنُ نَقُولُ : إنْ كَانَ التقْلِيدُ سَبَباًلِحُصُولِ اليَقِينِ يَصِيرُ دَلِيلًا ويَخْرُجُ عَنْ مُوضُوعِ التقْلِيد .\r\n( 2 ) أيْ عَدَمَ جَوَازِ مَعْرِفَتِهِ تعالى بِالتَقْلِيدِ .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nفَلا بُدَّ مِن ذِكْرِ مَا لايُمْكِنُ جَهْلُهُ عَلَى أحَدٍ مِنَ المُسْلِمِينَ ، ومَنْ جَهِلَ شَيْئاً مِنْ ذَلِكَ خَرَجَ عَنْ رِبقَةِ المُؤْمِنِينَ واسْتَحَقَّ العِقَابَ الدَائِمَ .\r\n\r\n\r\n\r\n","description":"\r\nالترْجِيحُ بِلامُرَجِّحٍ ، وهُوَ مُحَالٌ .\r\nالثَانِي : أنَّهُ تعالى ذَمَّ التقْلِيدَ بِقَوْلِهِ :  « قالُوا إِنَّا وَجَدْنا آباءَنا عَلى أُمَّةٍ وَإِنَّا عَلى آثارِهِمْ مُهْتَدُونَ »  « 1 » وحَثَّ عَلى النَظَرِ والاسْتِدْلالِ بِقَوْلِهِ تعالى :  « ائْتُونِي بِكِتابٍ   مِنْ قَبْلِ هذا أَوْ أَثارَةٍ مِنْ عِلْمٍ إِنْ كُنْتُمْ صادِقِينَ »  « 2 »  . \r\nقَالَ : « فَلا بُدَّ مِن ذِكْرِ مَا لا يُمْكِنُ جَهْلُهُ . . . إلخ » .\r\nأقُولُ : لَمَّا وَجَبَتِ المَعارِفُ المَذْكُورَةُ بِالدَلِيلِ السَابِقِ اقْتَضى ذَلِكَ وُجُوبَها عَلىكُلِّ مُسْلِمٍ « 3 » - أيْ مُقِرٍّ بِالشَهَادَتَيْنِ - لِيَصِيرَ بِالمَعْرِفَةِ مُؤْمِناً لِقَوْلِهِ تعالى :  « قالَتِ الْأَعْرابُ آمَنَّا قُلْ لَمْ تُؤْمِنُوا وَلكِنْ قُولُوا أَسْلَمْنا »  « 4 » . نفى عَنْهُمُ الإيمَانَ - مَعَ كَوْنِهِمْ مُقِرِّينَ بِالإلَهِيَّةِ والرِسالَةِ . لِعَدَمِ كَوْنِ ذَلِكَ « 5 » بِالنَظَرِ والاسْتِدْلالِ . وحَيْثُ إنَّ الثَوَابَ مَشْرُوطٌ بِالإيمَانِ كَانَ الجاهِلُ بِهَذِهِ المَعارِفِ مُسْتَحِقّاً لِلْعِقابِ الدَائِمِ ، لأنَّ كُلَّ مَنْ لايَسْتَحِقُّ الثَوَابَ أصْلًا مَعَ اتِّصافِهِ بِشَرَائِطِ التكْلِيفِ فَهُوَ مُسْتَحِقٌّ لِلْعِقَابِ بِالإجْمَاعِ .\r\nوالرِبْقَةُ - بِكَسْرِ الرَاءِ وسُكُونِ البَاءِ - حَبْلٌ مُسْتَطِيلٌ فِيهِ عُرىً تُرْبَطُ فِيهَا البُهْمُ ، واسْتَعارَه‌ُالمُصَنِّفُ هُنَا لِلْحُكْمِ الجامِعِ لِلْمُؤْمِنِينَ ، وهُوَ اسْتِحْقاقُ الثَوَابِ الدَائِمِ والتعْظِيمِ . « 6 »\r\n","footnote":"\r\n( 1 ) الزخرف : 22 .\r\n( 2 ) الأحقاف : 4 .\r\n( 3 ) المُرَادُ بِالإسْلامِ هُنَا هُوَ المَرْتَبَةُ الأولى مِنْهُ ، الَّتِي هِيَ دُونَ الإيمَانِ ، لا المَرْتَبَةُ الثَانِيةُ الَّتيهِيَ فَوْقَ الإيمَانِ والدَرَجَةُ العُلْيَا مِنَ العُبُودِيَّةِ .\r\n( 4 ) الحُجُرات : 14 .\r\n( 5 ) أيْ عَدَمِ كَوْنِ إظْهَارِهِمُ الإيمَانَ .\r\n( 6 ) الظَاهِرُ أنَّ عَطْفَ التعْظِيمِ عَلى الثَوَابِ يَكُونُ كَعَطْفِ جُزْءِ الشَيءِ عَلى كُلِّهِ ، لأَنَّ مُقَارَنَةَ التعْظِيمِ ( كَمَا سَيَأتِي ) قَيدٌ لِلثَوَابِ ، فَلا يَنْبَغِي أنْ يُعْطَفَ عَلَيْهِ .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوَقَدْ رَتّبْتُ هذَا البابَ عَلى فُصُولٍ :\r\n\r\nالفَصْلُ الأوّلُ في إثباتِ واجِبِ الوُجُودِ لِذاتِهِ\r\nفَنَقُولُ : كُلُّ مَعْقولٍ « 1 » إمّا أنْ يكُونَ واجِبَ الوُجُودِ « 2 » في الخَارِجِ لِذَاتِهِ ، وإمّا مُمْكِنَ الوُجُودِ لِذاتِهِ ، وإمّا مُمْتَنِعَ الوُجودِ لِذاتِهِ .\r\n\r\n\r\n\r\n","description":"\r\nقال : « وَقَدْ رَتّبْتُ هذَا البابَ عَلى فُصُولٍ : . . . إلخ » .\r\nأقول : المَطْلَبُ الأقْصى والعُمْدَةُ العُلْيا في هذا الفَنِّ هو إثباتُ الصانِعِ تعالى « 3 » ،\r\n","footnote":"\r\n( 1 ) يُقَيِّدُ المُصَنِّفُ المُتَصَوَّرَ بِالمَعْقُولِ لإخْراجِهِ المَحْسُوسَ والمَوهُومَ ، لأنّ المَحْسُوسَ وإنْ كان‌َواجِبَ الوُجُودِ وَلَكِنْ لايَكونُ وُجُوبُهُ لِذاتِهِ بَلْ لِغَيرِهِ ، والمَوهُومُ لايَقْبَلُ وُجُودَ الحَقيقِيِّ أصْلًا كَالعَنْقاء .\r\n( 2 ) الواجِبُ هُو الّذي لايَفْتَقِرُ في وُجُودِهِ إلىغَيرِهِ ولايَجُوزُ عَلَيهِ العَدَمُ . ( النكت الاعْتِقادِيّة : ص 13 ) .\r\n( 3 ) بَيانُهُ : أنّ مَعْرِفَةَ اللَّهِ أهَمُّ الحَقائِقِ مَعْرِفةً مِن جِهَتَيِ الاعْتِقادِ والعَمَلِ . أمّا الاعْتِقادِ - مُضافاً إلىما تَقَدَّمَ مِن‌ْالبَراهينِ الْعَقْلِيّةِ ( مِنْ حَيثُ النقْلُ ) فقَولهُ تَعالى :  « لِتَعْلَمُوا أَنَّ اللَّهَ عَلى كُلِّ شَيْءٍ \r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nفَلِذَلِكَ ابْتَدَأ بِهِ ، وقَدَّمَ لِبَيانِهِ مُقَدَّمَةً في تَقْسيمِ المَعْقُولِ ، لِتَوَقُّفِ الدليلِ الآتي عَلى بَيانِهَا . وتَقْريرُهَا : أنّ كُلّ مَعْقُولٍ - وهو الصورَةُ الحَاصِلَةُ في العَقْلِ إذَا نَسَبْنَا إلَيهِ الوُجُودَ الخارِجِيَّ - فَإمّا أنْ يَصِحّ اتّصافُهُ بِهِ أوْ لا ، فَإنْ لَمْ يَصِحّ اتّصافُهُ بِهِ لِذاتِهِ فَهُوَ مُمْتَنِعُ الوُجُودِ لِذاتِهِ ، كَشَريكِ البارِي . وإنْ صَحّ اتِّصافُهُ بِهِ فَإمّا أنْ يَجِبَ اتِّصافُهُ بِهِ لِذاتِهِ أوْ لا . والأوّلُ هو الواجِبُ الوُجُودِ لِذاتِهِ ، وهُوَ اللَّهُ تعالى لاغَيْرُ . والثاني ، هو مُمْكِنُ الوُجُودِ لِذاتِهِ ، وهو مَا عَدا الواجِبِ مِنَ الموجُوداتِ .\r\nوإنّما قَيَّدْنَا الواجِبَ بِكَوْنِهِ لِذاتِهِ احْتِرازاً مِنَ الواجِبِ لِغَيْرِهِ كَوُجُوبِ وُجُودِ المَعْلُولِ عِنْدَ حُصُولِ عِلَّتِهِ التامَّةِ ، فَإنّهُ يَجِبُ وُجُودُهُ ، لَكِنْ لا لِذاتِهِ ، بَلْ لِوُجُودِ عِلّتِهِ التامّةِ . وقَيَّدْنَا المُمْتَنِعَ أيضاً بِكَوْنِهِ لِذاتِهِ احْتِرازاً مِنَ المُمْتَنِعِ لِغَيْرِهِ كَامْتِناعِ وُجُودِ المَعْلُولِ عِندَ عَدَمِ عِلّتِهِ . وهَذانِ القِسْمانِ داخِلانِ في قِسْمِ المُمْكِنِ .\r\nوأمّا المُمْكِنُ فَلايَكُونُ وُجُودُهُ لِغَيرِهِ « 1 » ، فَلا فائِدَةَ في قَيدِهِ لِذاتِهِ إلّالِبَيانِ أنّهُ لايَكُونُ إلّاكَذَلِكَ لا لِلاحْتِرازِ عَنْ غَيرِهِ « 2 » .\r\nولَنُتِمَّ هذا البَحْثَ بِذِكْرِ فائِدَتَيْنِ يَتَوَقَّفُ عَلَيْهِما المَباحِثُ الآتِيَةُ :\r\n[ الفائدة 
  ] الأولى : في خَواصِّ الواجِبِ لِذاتِهِ ، وهِيَ خَمْسَةٌ :\r\nالأولى : أَنَّهُ لايَكُونُ وُجُودُهُ واجِباً لِذاتِهِ ولِغَيْرِهِ مَعاً ، وإلّا لَكانَ وُجُودُهُ مُرْتَفِعاً عِنْدَ ارْتِفاعِ وُجُودِ ذَلِكَ الغَيرِ ، فَلايَكُونُ واجِباً لِذاتِهِ ، هَذا خُلْفٌ .\r\n","footnote":"\r\n قَدِيرٌ وَأَنَّ اللَّهَ قَدْ أَحاطَ بِكُلِّ شَيْءٍ عِلْماً »  ( الطلاق : 12 ) في هذه الآيَةِ جُعِلَ الْعِلْمُ بِاللَّهِ وعِلْمِهِ وقُدْرَتِهِ غايَةً لِخَلْقِ السماواتِ والأرْضِ . وأمّا مِن جِهَةِ الْعَمَلِ فَقَد جُعِلَتْ عِبادَةُ اللَّهِ غَايَةً لِخَلْقِ الجِنّ والإنْسِ .\r\n( 1 ) والأولَى أنْ يُعَبِّرَ الشارِحُ هكَذا : « فَلا يَكونُ إمْكانُهُ لِغَيْرِهِ بَلْ لِذاتِهِ » لِيَرْتَفِعَ الإبْهامُ عَنْ تَعْبِيرِهِ .\r\n( 2 ) بِهذا البُرْهانِ أثْبَتَ المُصنّفُ والشارِحُ عَدَمَ امْتِناعِ وُجُودٍ واجِبٍ لِذاتِهِ وإنْ لَم‌ْيُصَرّحا بِهِ .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالثانيةُ : أَنَّهُ لايَكُونُ وُجُودُهُ ووُجُوبُهُ زائدَينِ عَلَيهِ « 1 » ، وإلّا لافْتَقَرَ إلَيْهِمَا فَيَكُونُ مُمْكِناً .\r\nالثالِثةُ : أَنَّهُ لايَكُونُ صادِقاً عليه الترْكيبُ « 2 » ، لأنَّ المُرَكَّبَ مُفْتَقِرٌ إلى أجْزائِهِ المُغايِرَةِ لَهُ ، فَيَكُونُ مُمْكِناً ، والمُمْكِنُ لايَكونُ واجِباً لِذاتِهِ .\r\nالرابِعةُ : أَنَّهُ لايَكونُ جُزْءاً مِنْ غَيرِهِ ، وإلّا لَكانَ مُنْفَعِلًا عَنْ ذَلِكَ الغَيرِ ، فَيَكونُ مُمْكِناً .\r\nالخامِسة : أَنَّهُ لايَكونُ صادِقاً عَلى اثْنَيْنِ كَمَا يَأْتِي في دَلائِلِ التوْحيدِ .\r\n[ الفائدة 
  ] الثانيةُ : في خَواصّ المُمْكِنِ ، وهِيَ ثَلاثَةٌ :\r\nالاولَى : أَنَّهُ لايَكونُ أحَدُ الطرَفَيْنِ - أعْنِي الوُجُودَ والعَدَمَ - أوْلَى بِهِ مِنَ الآخَرِ ، بَلْ هُمَا مَعاً مُتَساويانِ بِالنسْبَةِ إلَيهِ كَكَفَّتَيِ الميزانِ ، فَإنْ تَرَجَّحَ أحَدُهُمَا فَإنّهُ إنَّمَا يَكونُ بِالسبَبِ الخارِجِيِّ عَنْ ذاتِهِ ؛ لأنّهُ لَوْكانَ أحَدُهُمَا أوْلَى بِهِ مِنَ الآخَرِ فَإمّا أنْ يُمْكِنَ وُقُوعُ الآخَرِ أوْ لا ، فَإنْ كانَ الأوّلُ لَمْ يَكُنِ الأولَويّةُ كافِيَةً وإنْ كانَ الثانِي كانَ المَفْرُوضُ أوْلَى بِهِ واجِباً لَهُ « 3 » فَيَصيرُ المُمْكِنُ إمّا واجِباً أوْ مُمْتَنِعاً ، وهو مُحالٌ .\r\nالثانية : أنّ المُمْكِنَ مُحْتاجٌ إلَى المُؤثِّرِ ، لأنّهُ لَمَّا اسْتَوَى الطرَفانِ - أعْنِي الوُجُودَ والعَدَمَ بِالنسْبَةِ إلى ذاتِهِ - اسْتَحالَ تَرْجيحُ أحَدِهِما عَلى الآخَرِ إلّالِمُرَجِّحٍ ، والعِلْمُ بِهِ بَديهِيٌّ .\r\nالثالِثةُ : أنّ المُمْكِنَ الباقِي مُحْتاجٌ إلى المُؤثِّرِ ، وإنَّمَا قُلْنَا ذَلِكَ لأنَّ الإمْكانَ لازِمٌ\r\n","footnote":"\r\n( 1 ) مِصْداقاً ، وَلَكِنْ مَفْهُوماً أنّ ذاتَ الواجِبِ مُتَغايِرَةٌ مَعَهُمَا ، وكُلٌّ مِنَ الوُجُوبِ والوُجُودِ مُتَغايِرٌمَعَ الآخَرِ .\r\n( 2 ) مَعَ عَدَم‌ِصِدْق‌ِالتركيبِ عليه اسْتُغْنِيَ عَن‌ْالخاصّةِ الثانِيةِ ، لأن‌ّمِصْداق‌َكِلْتَي الخاصّتَيْنِ واحِدٌ .\r\n( 3 ) والغَرَضُ مِنْ فَرْضِ أولَوِيّةِ أحَدِ الجانِبَيْنِ بِالنسْبَةِ إلى المُمْكِنِ إثْباتُ غِناءِ العالَمِ عَنِ الواجِبِ مَعَ فَرْضِ أولَوِيّةِ الوُجُودِ لَهُ ، وإبْطالِ ضَرورَةِ وُجُودِ مُوجِدِهِ .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوَلاشَكّ فِي أَنّ هُنا « 1 » مُوجُوداً بِالضرورَةِ « 2 » ، فَإنْ كانَ واجِباً لذاتِهِ فَهُوَ المَطلوبُ « 3 » ، وإنْ كانَ مُمْكِناً افْتَقَرَ إلى مُوجِدٍ يُوجِدُهُ بِالضرُورَةِ ، فَإنْ كانَ المُوجِدُ واجِباً لِذاتِهِ فَالمَطلوبُ ، وإنْ كانَ مُمكِناً افْتَقَرَ إلى مُوجِدٍ آخَرَ ، فإنْ كانَ الأوّلُ دارَ وهو باطِلٌ بِالضرورَةِ ، وإنْ كانَ مُمكِناً آخَرَ تَسَلْسَلَ وهو باطِلٌ أيضاً ، لأنَّ جَميعَ آحادِ تِلكَ السلْسِلَةِ الجامِعَةِ لِجَميعِ المُمكِناتِ تَكونُ مُمكِنَةً بالضرورَةِ ، فَتَشْتَرِكُ في امْتِناعِ الوُجودِ لِذاتِهَا ، فلابُدَّ لَها مِن مُوجِدٍ خارجٍ عَنها بالضرورَةِ ، فَيَكونُ واجِباً بالضرورَةِ ، وهو المطلوبُ .\r\n\r\n\r\n\r\n","description":"\r\nلِماهِيَّةِ المُمْكِنِ ، ويَسْتَحيلُ رَفْعُهُ عَنْهُ ، وإلّا لَزِمَ انْقِلابُهُ مِنَ الإمْكانِ إلى الوُجُوبِ أوِ الامْتِناعِ ، وقَدْ ثَبَتَ أنّ الاحْتياجَ لازِمٌ لِلإمْكانِ ، والإمْكانُ لازِمٌ لِماهِيَّةِ المُمكِنِ ، ولازِمُ اللازِمِ لازِمٌ ، فَيَكونُ الاحْتياجُ لازِماً لِماهِيَّةِ المُمكِنِ ، وهَوَ المَطلُوبُ .\r\nقال : « وَلاشَكّ فِي أَنّ هُنا موجُوداً . . . إلخ » .\r\nأقول : لِلْعُلَماءِ كافَّةً في إثْباتِ الصانِعِ طَريقانِ « 4 » :\r\n","footnote":"\r\n( 1 ) أيْ في عالَمِ الخارِجِ أوِ الواقِعِ الَّذي هو أعَمُّ مِنَ المَحْسُوسِ والمَعْقُولِ .\r\n( 2 ) خِلافاً لِبَعْضِ الفِرَقِ السوفَسْطِيَّةِ الَّذينَ يُنْكِرُونَ الضَرُوراتِ كُلَّهَا .\r\n( 3 ) شَرَعَ المُصَنِّفُ هُنا مِنْ إثْباتِ الواجِبِ لِذاتِهِ بَعْدَ إثْباتِ إمْكانِهِ في تَقْسيمِ المَعْقولِ المُتَقَدِّمِ .\r\n( 4 ) بَلْ طُرُقٌ عَديدَةٌ . والمُرادُ مِنَ العُلَماءِ هُمُ المُتَكَلّمُونَ فَقَطْ لا الحُكَماءُ ولا الطبيعِيُّونَ ولاغَيرُهُمْ . والطريقَان غَيرُ المَذْكُورَيْنِ هُنَا مِنَ المُتَكَلِّمينَ هُمَا طَريقُ النظْمِ والضرُورَةِ .\r\nأمّا النظْمُ فَتَعْريفُهُ هو : نَظْمُ كُلّ شَيْءٍ وَضْعُ كُلّ جُزْءٍ مِنْهُ مَوْضِعاً يَظْهَرُ أثَرُهُ في وُجُودِ الشيءِ أوْ بَقائِهِ أوْ كَمالِهِ أوْ تَبَدّلِهِ أوْ زَوالِهِ بِحَيثُ لَوْ وُضِعَ هذا الجُزْءُ المُعَيَّنُ مَثَلًا في مَوْضِعٍ آخَرَ لاخْتَلّ أثَرُهُ المَطلوبُ . فَبِهذا التعْريفِ نَعْلَمُ أنّ دلِيلَ النظْمِ على وُجُودِهِ سُبْحانَهُ دَليلٌ قياسِيٌّ مُفيدٌ\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالأوّل : هُوَ الاسْتِدْلالُ بِآثارِهِ المُحْوِجَةِ إلَى السبَبِ عَلى وُجُودِهِ ، كَمَا أشارَ إليهِ في الكِتابِ العَزيزِ بِقَوْلِهِ تعالى : « سَنُرِيهِمْ ءَايتِنَا فِى ا لْأَفَاقِ وَفِى أنفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ ا لْحَقُّ » « 1 » .\r\nوهو طريقُ إبْراهيمَ الخَليلِ عليه السلام ، فَإنَّهُ اسْتَدَلّ بِالافُولِ الَّذي هو الغَيبَةُ المُسْتَلْزِمَةُ لِلْحَرَكَةِ المُسْتَلْزِمَةِ لِلْحُدُوثِ المُسْتَلْزِمِ لِلصانِعِ تعالى .\r\nالثاني : هُو أنْ يُنْظَرَ في الوُجُودِ نَفْسِهِ ، ويُقَسَّمَ إلَى الواجِبِ والمُمكِنِ حَتّى يَشْهَدَ القِسْمَةُ بِوُجودِ واجِبٍ صَدَرَ عنه جَميعُ ما عَداهُ مِنَ المُمْكِناتِ ، وإلَيهِ الإشارةُ في التنْزيلِ بِقَوْلِهِ تعالى :  « أَ وَلَمْ يَكْفِ بِرَبِّكَ أَنَّهُ عَلى كُلِّ شَيْءٍ شَهِيدٌ »  « 2 » .\r\n","footnote":"\r\nلِلْعِلْمِ ولااسْتِقْرائِيٌّ حَتّى يُفيدَ الظّنّ كَمَا زَعَمَهُ الفَيْلَسُوفُ الغَرْبيُّ هيوم ( وهو فيلسوف ومؤرّخ اسكتلندي ، منشئ الفلسفة الظاهريّة الّتي تنبثق من فلسفي لوك وبيركلي ) فَهو ما نَرَى ونَعْلَمُ أنّ العالَمَ في أرْضِهِ وسَمائِهِ وحَيَوانِهِ ونَباتِهِ وجَمادِهِ وشُمُوسِهِ وأقْمارِهِ وجَميعِ المُكَوّناتِ مَلِيءٌ بِالنظْمِ بِحَيثُ لايَشُكُّ فيهِ ذُو عَقْلٍ .\r\nفهذا النظامُ العامّ الجارِي لَيْسَ مِنْ جَوهَرِ العالَمِ إذْ تَظْهَرُ مِنْهُ آثارُ البَقاءِ وَالكَمالِ في الموجوداتِ ، وهُو أبْيَنُ دَليلٍ عَلى وُجُودِ ناظِمٍ مُقْتَدِرٍ عَلّامٍ . ولَيْسَ هذا النظامُ حاصِلًا مِنَ الاسْتِقْراءِ حَتّى لايُفيدَ العِلْمَ بِالمُدّعى ( كَما زَعَمَهُ هيوم ) بَلْ قياسِيٌّ لِما ذَكَرْنا مِنْ أنّ النظْمَ مُؤَثّرٌ في بَقاءِ العالَمِ أوْ كَمالِهِ فَإنْ كانَ في العالَمِ بُعْدٌ مَجْهُولٌ لَنا غَيرُ مَنْظُومٍ لَما كانَ مَوْجُوداً فَإذا فُرِضَ وُجُودُهُ كان مَنْظُوماً .\r\nأمّا الضرُورَةُ ( وهِيَ مِنْ أقْوَى الدلائِلِ في المَقامِ ) فَبَيانُهَا أنّ وُجُودَهُ تعالى حَقيقَةٌ لايَشُكّ فيها اثْنانِ مِنَ المِلّيّينَ في العالَمِ والمُرادُ بِهِمْ جَميعُ القائِلينَ بِوُجُودِهِ سُبْحانَهُ المُتَدَيِّنينَ بِأيّ دينٍ إلهيٍّ . ثُمّ إنّا لَمْ نَدْرِ عِلَّةَ تَرْكِ المُصَنِّفِ والشارِحِ رحمهما الله الدليلَيْنِ مَعَ كَوْنِهِما مُوافِقَيْنِ لِمَبْنَى المُتِكَلّمينَ . وهُنا بُرْهانانِ آخَرانِ : الأوّلُ بُرْهانُ الفِطْرَةِ ، وهُوَ مِنَ العُرَفاءِ . والثاني بُرْهانُ الحَرَكَةِ ، وهُوَ مِنَ الطبيعِيّينَ ، أغْمَضْنا عَنْ شَرْحِهِما لِخَوْفِ الإطالَةِ .\r\n( 1 ) فصّلت : 53 .\r\n( 2 ) فصّلت : 53 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nوالمُصَنِّفُ ذَكَرَ في هَذا البابِ الطريقَيْنِ مَعاً .\r\nفَأشارَ إلى الأوّلِ عند إثْباتِ كَوْنِهِ قادِراً ، وسَيَأتِي .\r\nوأمّا الثاني فَهُوَ المَذْكُورُ هُنا . وتَقْريرُهُ أنْ نَقُولَ : لَوْ لَم‌ْيَكُنِ الواجِبُ تعالى مَوْجُوداً « 1 » لَزِمَ إمّا الدوْرُ أوِ التسَلْسُلُ ، واللازِمُ بِقِسْمَيْهِ باطِلٌ ، فَالمَلْزُومُ - وهو عَدَمُ الواجِبِ - مِثْلُهُ في البُطلانِ . فَيُحْتاجُ هُنا إلى بيانِ أمْرَيْنِ : أحَدِهِمَا بيانُ لُزُومِ الدوْرِ والتسَلْسُلِ ، وثانِيهِمَا بَيانُ بُطْلانِهِمَا .\r\nأمّا بَيانُ الأمْرِ الأوّلِ ، فَهُوَ أنَّ هَاهُنَا ماهِيّاتٌ مُتَّصِفَةٌ بِالوُجودِ الخارِجِيِّ بِالضرُورَةِ ، فَإنْ كانَ الواجِبُ مَوْجُوداً مَعَهَا فَهُوَ المَطلوبُ ، وإنْ لَم‌ْيَكُنْ مَوْجُوداً يَلْزَمُ اشْتِراكُهَا بِجُمْلَتِهَا في الإمْكانِ ، إذْ لاواسِطَةَ بَيْنَهُمَا ، فَلابُدّ لَها مِنْ مُؤَثِّرٍ حينَئِذٍ بِالضرُورَةِ . فَمُؤَثِّرُهَا إنْ كانَ واجِباً فَهُوَ المَطْلوبُ ، وإنْ كانَ مُمكِناً افْتَقَرَ إلى مُؤَثِّرٍ .\r\nفَمُؤَثِّرُها إنْ كانَ ما فَرَضْناهُ أوّلًا لَزِمَ الدوْرُ ، وإنْ كانَ مُمكِناً آخَرَ غَيْرَهُ نَنْقُلُ الكَلامَ إليهِ ونَقولُ كَما قُلْناهُ أوّلًا ، ويَلْزَمُ التسَلْسُلُ ، فَقدْ بَانَ لُزومُهُمَا .\r\nوأمّا بَيانُ الأمْرِ الثاني - وهو بَيانُ بُطلانِهِمَا - فَنَقُولُ :\r\nأمّا الدوْرُ فهو عِبارَةٌ عن تَوَقّفِ الشيْءِ على ما يَتَوَقَّفُ عليه كما يَتَوَقَّفُ ( أ ) على ( ب ) و ( ب ) على ( أ ) وهو باطِلٌ بِالضرورَةِ ، إذْ يَلْزَمُ مِنْهُ أنْ يَكونَ الشيْءُ الواحِدُ مَوْجُوداً ومَعْدُوماً مَعاً ، وهو مُحالٌ . وذَلِكَ لأنّهُ إذَا تَوَقَّفَ ( أ ) على ( ب ) كانَ الألِفُ مُتَوَقِّفاً على ( ب ) وعلى جَميعِ ما يَتَوَقّفُ عليه ( ب ) ومِنْ جُمْلَةِ ما يَتَوَقَّفُ عليه ( ب ) هو ( أ ) نَفْسُهُ ، فَيَلْزَمُ تَوَقُّفُهُ على نَفْسِهِ ، والمَوْقُوفُ عليه مُتَقَدّمٌ على المَوْقُوفِ ، فَيَلْزَمُ تَقَدُّمُهُ على نَفْسِهِ ، والمُتَقَدِّمُ مِنْ حَيثُ إنَّهُ مُتَقَدِّمٌ يَكونُ مَوْجُوداً قَبْلَ\r\n","footnote":"\r\n( 1 ) يَنْبَغِي أنْ يُذْكَرَ أنّ هذا هُوَ دَليلُ الحُكَماءِ وقد يَسْتَدِلّ بِهِ المُتَكَلِّمُونَ أيضاً في المَقامِ .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\n\r\n","description":"\r\nالمُتَأخِّرِ ، فَيَكونُ الألِفُ حينَئِذٍ مَوْجُوداً قَبْلَ نَفْسِهِ ، فَيَكونُ مَوْجُوداً ومَعْدُوماً مَعاً ، وهو مُحالٌ .\r\nوأمّا التسَلْسُلُ فَهُوَ تَرَتُّبُ عِلَلٍ ومَعْلوُلاتٍ بِحَيثُ يَكونُ السابِقُ عِلّةً في وُجُودِ لاحِقِهِ ، وهو هَكَذَا ، وهو أيضاً باطِلٌ ، لأنّ جَميعَ آحادِ تِلكَ السلْسِلَةِ الجامِعَةِ لِجَميعِ المُمْكِناتِ تَكونُ مُمْكِنَةً لاتّصافِهَا بِالاحْتياجِ ، فَتَشْتَرِكُ بِجُمْلَتِهَا في الإمْكانِ ، فَتَفْتَقِرُ إلَى المُؤَثِّرِ ، فَمُؤَثِّرُها إمّا نَفْسُهَا أوْ جُزؤهَا أوِ الخارِجُ عَنها . والأقْسامُ كُلّها باطِلَةٌ قَطعاً .\r\nأمّا الأوّلُ فَلاسْتِحالَةِ تَأثيرِ الشيْءِ في نَفْسِهِ ، وإلّا لَزِمَ تَقَدُّمُهُ على نَفْسِهِ ، وهو باطلٌ كما تَقَدَّمَ .\r\nوأمّا الثاني فَلأَنَّهُ لَوْكانَ المُؤثِّرُ فيهاجُزْءَهَا لَزِم‌َأن‌ْيَكونَ الشيْءُ مُؤَثّراً فينَفْسِهِ ، لأنّهُ مِنْ جُمْلَتِهَا وفي عِلَلِهِ أيضاً ، فَيَلْزَمُ تَقَدّمُهُ على نَفْسِهِ وعِلَلِهِ ، وهو أيضاً باطلٌ .\r\nوأمّا الثالثُ فَلِوَجْهَيْنِ :\r\nالأوّلُ : أَنَّهُ يَلْزَمُ أنْ يَكونَ الخارِجُ عَنها واجِباً ، إذِ الفَرْضُ اجْتِماعُ جُمْلَةِ المُمْكِناتِ في تِلكَ السِلْسِلَةِ ، فَلايَكونُ مَوْجُوداً خارِجاً عَنها إلّاالواجِبَ ، إذْ لاواسِطَةَ بَينَ الواجِبِ والمُمكِنِ ، فَيَلْزَمُ مَطلوبُنا .\r\nالثاني : أَنَّهُ لَوْ كانَ المُؤَثِّرُ في كُلّ واحِدٍ واحِدٍ مِنْ آحادِ تِلكَ السلْسِلَةِ أمْراً خارِجاً عنها لَزِمَ اجْتِماعُ عِلَّتَيْنِ مُسْتَقِلَّتَيْنِ على مَعْلُولٍ واحِدٍ شَخْصِيٍّ ؛ وذَلِكَ باطِلٌ ، لأنَّ الفَرْضَ أنَّ كُلَّ واحِدٍ مِنْ آحادِ تِلكَ السلْسِلَةِ مُؤَثِّرٌ في لاحِقِهِ ، وقَد فُرِضَ تَأثيرُ الخارِجِ في كُلّ واحِدٍ منها ، فَيَلْزَمُ اجْتِماعُ عِلّتَيْنِ على مَعْلُولٍ واحِدٍ شَخْصِيٍّ وهو مُحالٌ ، وإلّا لَزِمَ اسْتِغْناؤه عَنْهُما حالَ احْتياجِهِ إلَيْهِمَا ، فَيَجْتَمِعُ\r\n","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالنقيضانِ ، وهو مُحالٌ ، فَبَطَلَ التسَلسُلُ المَطلوبُ ، وقَد بانَ بُطلانُ الدوْرِ والتسَلسُلِ فَيَلْزَمُ مَطلوبُنا ، وهو وُجُودُ الواجِبِ تعالى « 1 » .\r\n","footnote":"\r\n( 1 ) هذا هوالدليلُ المَوْعُودُ بِهِ - من‌الشارح فيأوّل هذا الفصل - عَلىالمُدَّعى فيبيان‌ِالتقْسِيمِ المَعْقُولِ . ويَقَعُ هُنا سُؤالانِ يَنْبَغِي الإجابَةُ عَنْهما :\r\nالأوّلُ : أنَّ السِنْخِيّةَ لازِمَةٌ بَيْنَ العِلّةِ والمَعْلُولِ ، ولاشَكَّ في أنّ واجِبَ الوُجُودِ الّذِي أثْبَتْنا وُجُودَهُ عِلَّةٌ لِجَميعِ المُمْكناتِ فَما هَذِهِ السِنْخِيَّةُ بَيْنَهُمَا ؟\r\nالثاني : أنَّ لِكُلِّ مَوْجُودٍ عِلّةً فَمَا العِلّةُ لِواجِبِ الوُجُودِ ؟\r\nالجَوابُ عَنِ الأوّلِ هو : أنّ السنْخِيَّةَ الوُجُودِيَّةَ ثابِتَةٌ هُنا فَهِيَ تَنْكَشِفُ بَعْدَ وُجُودِ المُمْكِناتِ ، وأمّا قَبْلَ وُجُودِهَا فَالسنْخِيّةُ هُناكَ كَالسِنْخِيَّةِ بَيْنَ الصفَةِ ومَوْصُوفِهَا لأنَّ لِلْمُمْكِناتِ قَبْلَ إيجادِهَا وُجُوداً عِلْمِيّاً .\r\nوعَنِ الثانِي هُو يَجِبُ لِكُلِّ مَوْجُودٍ مَعْلُولٍ ، أيْ لَم‌ْيَكُنْ وُجُودُهُ عَنْ نَفْسِهِ عِلَّةً وَلَكِنَّ وُجُودَ الواجِبِ سُبْحانَهُ وُجُودٌ عَنْ نَفْسِهِ فَلايَحْتاجُ إلى العِلّةِ .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nالفَصْلُ الثاني « 1 » في صِفاتِهِ الثُبُوتِيَّةِ\r\nوهِىَ ثَمَانِيَةٌ « 2 » :\r\nالأولى : أَنَّهُ تعالى قادِرٌ مُختارٌ ، لأنَّ العالَمَ مُحْدَثٌ « 3 » لأنَّهُ جِسْمٌ ، وكُلُّ جِسمٍ لايَنْفَكُّ عَنِ الحَوادِثِ ، أعْني الحَرَكَةَ والسكونَ « 4 » .\r\n\r\n\r\n\r\n","description":"\r\nقال : « الفَصْلُ الثاني : في صِفاتِهِ الثُبُوتِيَّةِ . . . إلخ .\r\n","footnote":"\r\n( 1 ) تَأخيرُ هذا الفَصْلِ عَن‌ِالسابق لِمُقْتَضَى قاعدةِ الفَرْعِيَّةِ ، حَيث‌ُإنَّ الصِفَةَ فَرْعُ وُجُودِالمَوْصُوفِ ، فَما لَم‌ْيَثْبُتْ وُجُودُ المَوْصُوفِ لايُمْكِنُ ثُبوتُ الصِفَةِ لأنَّ وجودَ الصِفَةِ بِلا مَوْصُوفٍ مُحالٌ .\r\n( 2 ) تَحْديدُ الثُبُوتِيَّةِ بِالثمانِيَةِ - مَعَ أنَّ كَمالاتِهِ تعالى غَيرُ مُتَناهِيَةٍ - أمْرٌ مَفْهومِيٌّ لامِصْداقيٌّ لِعَدَمِ المَحْدُودِيَّةِ لِمِصْداقِ هذهِ الكَمالاتِ ، ولاإشْكالَ في تَعَدُّدِهَا مَفْهُوماً . ومِنْ جَهَةٍ اخْرَى أنَّ جَميعَ كَمالاتِهِ الغَيرِ المُتَناهِيَةِ تَرجَعُ إلى هذِهِ الثَمانِيَةِ .\r\n( 3 ) أيْ مَوْصُوفٌ بِالوُجُودِالمَسْبوقِ بِالعَدَمِ أوْبِالغَيرِ ، وهذا دليلٌ وإنْ اسْتَدَلَّ المُصَنِّف‌ُبِهِ عَلىإثْباتِ القُدرَةِ ، وَلكِنْ يُمْكِنُ الاسْتِدْلالُ بِهِ عَلى وُجُودِ البارِي كَما ذَكَرَهُ الشارِحُ عِنْدَ إثْباتِ الصانِعِ .\r\n( 4 ) وكذا الاجْتِماعَ والافْتِراقَ . تَوْضِيحُهُمَا : أنَّ كُلَّ جِسْمَينِ في العالَمِ إمَّا أنْ يُمْكِنَ بَيْنَهُما وُقُوع‌ُجِسْمٍ آخَرٍ أوْ لا . فَالأوّلُ هُوَ الافْتِراقُ ، والثاني هُوَ الاجْتِماعُ ولَمْ نَدْرِ لِماذا تَرَكا ولَمْ يَذْكُراهُمَا مِنَ الحوادِثِ .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nوهُما حادِثانِ لاسْتِدعائِهِمَا المَسْبُوقيَّةَ بِالغيرِ ، ومالايَنفَكُّ عَنِ الحَوادِثِ فَهُوَمُحْدَثٌ بِالضَرُورَةِ ، فَيَكُون‌ُالمُؤثّرُ فيه - وهو اللَّهُ تعالى - قادِراً مُختاراً ، لأنَّهُ لوكانَ مُوجَباً لم‌يَتَخَلَّفْ أثَرُهُ عَنهُ بِالضرورَةِ ، فَيَلْزَمُ مِن ذلك إمّا قِدَمُ العالَمِ أوْ حُدوثُ اللَّهِ تعالى ، وهُما باطِلانِ .\r\n\r\n\r\n\r\n","description":"\r\nأقول : لَمّا فَرَغَ مِنْ إثْباتِ الذاتِ شَرَعَ في إثْباتِ الصفاتِ « 1 » ، وقَدَّمَ الصِفات‌ِالثُبُوتِيَّةَ لأنَّهَا وُجُودِيَّةٌ ، والسَلْبيَّةُ عَدَمِيَّةٌ ، والوُجُودُ أشْرَفُ مِنَ العَدَمِ ، والأشْرَفُ مُقَدَّمٌ عَلى غَيْرِهِ ، وابْتَدَأ بِكَوْنِهِ قادِراً لاسْتِدْعاءِ الصُنْعِ القُدْرَةَ « 2 » . ولْنَذْكُرْ هُنا مُقَدَّمَةً تَشْتَمِلُ عَلَي تَصَوُّرِ مُفْرَداتِ هَذَا البَحْثِ ، فَنَقُولُ :\r\nالقادِرُ المُخْتارُ « 3 » هَوَ الَّذِي إذا شَاءَ أنْ يَفْعَلَ فَعَلَ ، وإنْ شاءَ أنْ يَتْرُكَ تَرَكَ ، مَعَ وُجُودِ قَصْدٍ وإرادَةٍ . والمُوجَبُ بِخِلافِهِ ، والفَرْقُ بَيْنَهُمَا مِنْ وُجُوهٍ :\r\nالأوّلُ : أنَّ المُخْتارَ يُمْكِنُهُ الفِعْلُ والترْكُ مَعاً « 4 » بِالنِسْبَةِ إلى شَيْءٍ واحِدٍ ، والمُوجَبُ بِخِلافِهِ .\r\nالثاني : أنَّ فِعْلَ المُخْتارِ مَسْبُوقٌ بِالعِلْمِ والقَصْدِ والإرادَةِ ، بِخِلافِ المُوجَبِ .\r\nالثالِثُ : إنَّ فِعْلَ المُخْتارِ يَجُوزُ تَأخُّرُهُ عَنْهُ وفِعْلَ المُوجَبِ لايَنْفَكُّ عَنْهُ ،\r\n","footnote":"\r\n( 1 ) تَنْقَسِمُ صِفاتُهُ تعالى إلى الثُبوتِيَّةِ والسَلْبِيَّةِ والفِعْلِيَّةِ . فَالثُبوتِيَّةُ ما لايُمْكِنُ سَلْبُها عنه تعالى ، والسَلْبيَّةُ ماتَسْتَحيلُ نِسْبَتُها إليهِ سُبْحانَهُ ، والفِعْليَّةُ لاذلك ولاذاك ، بَل‌ْنَنْسِب‌ُكُلّاً مِنها إليه تعالى في مَوْرِدِهِ ونَسْلُبُها في غَيرِ مَورِدِهِ كَخالِقيَّتِهِ لِشَخْصِ المَوْجودِ وعَدَمِها لابْنِهِ الَّذي لَم‌ْيُخْلَقْ .\r\n( 2 ) هذا التعْليلُ لايَدْفَعُ الإشْكالَ المُقَدَّرَ لأنَّ الصُنْعَ كَما يَسْتَدْعِي القُدْرَةَ هَكَذا يَسْتَدْعِي العِلْم‌َأيضاً بَلِ العِلْمُ مُتَقَدِّمٌ .\r\n( 3 ) قيدُ القادِرِ بِالمُخْتارِ قيدٌ تَوْضيحِيٌّ ، وقَدْ يُسْتَعْمَلُ القادِرُ بِدونِ هذا القيدِ ولايَخْتَلُّ مَعْناهُ .\r\n( 4 ) والمُرادُ بِالمَعِيَّةِ هُنا هِيَ المَعِيَّةُ بالنِسْبَةِ إلى وُجودِ القُدْرَةِ عَلى الفِعْلِ والتركِ لا نَفْسِ الفِعْل‌ِوالترْكِ في زَمانٍ واحِدٍ كَيْ يَلْزَمَ منهُ جَمْعُ النَقيضَيْنِ .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nكَالشَمْسِ في إشْراقِهَا والنارِ في إحْراقِهَا .\r\nوالعالَمُ كُلُّ مَوْجُودٍ سِوَى اللَّهِ تعالى .\r\nوالمُحْدَثُ هُوَ الَّذِي وُجُودُهُ مَسْبُوقٌ بِالغَيْرِ أوْ بِالعَدَمِ ، والقَديمُ بِخِلافِهِ .\r\nوالجِسْمُ هو المُتَحَيِّزُ الَّذِي يَقْبَلُ القِسْمَةَ في الجِهَاتِ الثَلاثِ .\r\nوالحَيِّزُ والمَكانُ شَيْءٌ واحِدٌ ، وهُو الفَراغُ المُتَوَهَّمُ الَّذِي يَشْغُلُهُ الأجْسامُ بِالحُصُولِ فيهِ .\r\nوالحَرَكَةُ هِيَ حُصُولُ الجِسْمِ في مَكانٍ بَعْدَ مَكانٍ آخَرَ . والسكُونُ هُو حُصُولُ ثانٍ في مَكانٍ واحِدٍ .\r\nإذَا تَقَرَّرَ هذا فَنَقُولُ : كُلَّمَا كانَ العَالَمُ مُحْدَثاً كانَ المُؤَثِّرُ فيهِ - وهُوَ اللَّهُ تعالى - قادِراً مُخْتاراً ، فَهُنا دَعْوَيانِ :\r\nالأولى : أنَّ العالَمَ مُحْدَثٌ .\r\nوالثانِيَةُ : أَنَّهُ يَلْزَمُهُ اخْتيارُ الصانِعِ .\r\nأمّا بَيانُ الدَعْوَى الأولى : فَلأنَّ المُرادَ بِالعالَمِ عِنْدَ المُتَكَلِّمينَ هُوَ السَمَاواتُ والأرْضُ وما فيهِمَا وما بَيْنَهُما ، وذلك إمّا أجْسامٌ أوْ أعْراضٌ ، وكِلاهُمَا حادِثانِ .\r\nأمّا الأجْسامُ فَلأَنَّها لاتَخْلُو مِنَ الحَرَكَةِ والسكُونِ الحادِثَينِ « 1 » وكُلُّ ما لايَخْلُو مِنَ الحَوادِثِ فَهُوَ حادِثٌ .\r\nأمّا أَنَّهُ لايَخْلُو مِنَ الحَرَكَةِ والسكُونِ فَلأ نَّ كُلَّ جِسْمٍ لابُدَّ لَهُ مِنْ مَكانٍ ضَرُورَةً ، وحِينَئِذٍ إمّا أنْ يَكُونَ لابِثاً فيهِ فَهُوَ السّاكِنُ ، أوْ مُنْتَقِلًا عَنْهُ وهوَ المُتَحَرِّكُ ، إذْ لاواسِطَةَ\r\n","footnote":"\r\n( 1 ) والظاهِرُ أنَّ الحَوادثَ أعَمُّ مِنَ الحَرَكَةِ والسكونِ ، لأنَّ الاجْتِماعَ والافْتِراقَ أيضاً مِن‌َالحَوادِثِ ، فَالحَوادِثُ تَكونُ أرْبَعَةً ، والمُرادُ بِالاجْتِماعِ هو وُقوعُ الجِسْمَيْنِ مُتَجانِبَيْنِ بِحَيثُ لايُمْكِنُ إيقاعُ جِسْمٍ ثالِثٍ بَيْنَهُما ، وبِالافْتِراقِ إمْكانُ ذلكَ كَما قَدَّمْنا .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nبَيْنَهُمَا بِالضَرُورَةِ .\r\nوأمّا أَنَّهُمَا حادِثانِ فَلأَنَّهُمَا مَسْبُوقانِ بِالغَيرِ ، ولاشَيْءَ مِنَ القَديمِ بِمَسْبُوقٍ بِالغَيرِ فَلاشَيْءَ مِنَ الحَرَكَةِ والسكُونِ بِقَديمٍ ، فَيَكُونانِ حادِثَيْنِ ، إذْ لاواسِطَةَ بَيْنَ القَديمِ والحادِثِ .\r\nوأمّا أَنَّهُمَا مَسْبُوقانِ بِالغَيرِ فَلأنَّ الحَرَكَةَ عِبارَةٌ عَنِ الحُصُولِ الأوّلِ في المَكانِ الثاني فَيَكونُ مَسْبُوقاً بِالمَكانِ الأوّلِ ضَرُورَةً ، والسكُونُ عِبارَةٌ عَنِ الحُصُولِ الثاني في المَكانِ الأوّلِ فَيَكُونُ مَسْبوقاً بِالحُصُولِ الأوّلِ بِالضَرورَةِ .\r\nوأمّا أنَّ كُلَّ ما لايَخْلُو مِنَ الحَوادِثِ فَهُوَ حادِثٌ فَلأَنَّهُ لَوْ لَم‌ْيَكُنْ حادِثاً لَكانَ قَديماً ، وحينَئِذٍ إمّا أنْ يَكونَ مَعَهُ في قِدَمِهِ شَيْءٌ مِنْ تِلْكَ الحَوادِثِ اللازمَةِ لَهُ أو لايَكونَ .\r\nفَإنْ كانَ الأوّلُ لَزِمَ اجْتِماعُ القِدَمِ وَالحُدُوثِ مَعاً في شَيْءٍ واحِدٍ ، وهو مُحالٌ .\r\nوإنْ كانَ الثاني يَلْزَمُ بُطْلانُ ما عُلِمَ بِالضَرُورَةِ ، وهو امْتِناعُ انْفِكاكِ الحَوادِثِ عَنْهُ ، وهو مُحالٌ .\r\nوأمّا الأعْراضُ فَلأَنَّها مُحْتاجَةٌ في وُجُودِهَا إلى الأجْسامِ ، والمُحْتاجُ إلى المُحْدَثِ أوْلَى « 1 » بِالحُدوثِ .\r\nوأمّا بَيانُ الدَعْوَىالثانِية : فَهُوَ أن‌َّالمُحْدَثَ لَمَّا اتَّصَفَ ماهِيَّتُهُ بِالعَدَمِ تارَةً وبِالوُجُودِ اخْرى كانَ مُمْكِناً ، فَيَفْتَقِرُ إلى المُؤَثِّرِ ، فَإنْ كانَ مُخْتاراً فَهوَ المطلوبُ ، وإنْ كانَ مُوجَباً لَمْ يَتَخَلَّفْ أثَرُهُ عَنْهُ فَيَلْزَمُ قِدَمُ « 2 » أثَرِهِ ، لَكِنْ ثَبَتَ حُدوثُهُ فَيَلْزَمُ\r\n","footnote":"\r\n( 1 ) بَيانُ أوْلَوِيَّةِ الأعْراضِ بِالحُدوثِ مِنَ الأجْسامِ غِناءُ الأجْسامِ عَنِ الأعْراضِ واسْتِقْلالُهَا عَنها واحْتِياجُ الأعْراضِ في وُجُودِها إلى الأجْسامِ .\r\n( 2 ) المُرادُ مِنَ القِدَمِ هُنا هُوَ القِدَمُ الزَمانِيُّ لا الذاتِيُّ كَما هَو ظاهِرٌ .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nوقُدْرَتُهُ « 1 » يَتَعَلَّقُ بِجَميعِ المَقْدُوراتِ ، لأنَّ العِلَّةَ المُحْوِجَةَ إلَيهِ هِيَ الإمْكانُ ، ونِسْبَةُ ذاتِهِ إلَى الجَميعِ بالسَوِيَّةِ ، فَيَكونُ قُدْرَتُهُ عامَّةً .\r\n\r\n\r\n\r\n","description":"\r\nحُدوثُ مُؤَثِّرِهِ لِلتَلازُمِ ، وكِلا الأمْرَيْنِ مُحالٌ .\r\nفَقَدْ بانَ أَنَّهُ لَوْ كانَ اللَّهُ تعالى مُوجَباً لَزِمَ قِدَمُ العالَمِ أوْ حُدوثُ اللَّهِ تعالى ، وهُما باطِلانِ ، فَثَبَتَ أَنَّهُ تعالى قادِرٌ و « 2 » مُخْتارٌ ، وهو المَطلوبُ .\r\nقال : « وقُدْرَتُهُ يَتَعَلَّقُ بِجَميعِ المَقْدُوراتِ . . . إلخ » .\r\nأقول : لَمّا ثَبَتَ كَوْنُهُ قادِراً فيالجُمْلَةِ « 3 » شَرَعَ فيبَيانِ عُمُومِ قُدْرَتِهِ « 4 » وقَدْنازَعَ فيهِ الحُكَماءُ حَيثُ قالوا : إنَّهُ واحِدٌ لايَصْدُرُ عَنْهُ إلَّاواحِدٌ ، والثَنَوِيَّةُ حَيثُ زَعَمُوا أَنَّهُ لايَقْدِرُ عَلى الشَرِّ ، والنِظامُ حَيثُ اعْتَقَدَ أَنَّهُ لايَقْدِرُ على القَبيحِ ، والبَلْخِيُّ حَيثُ مَنَعَ قُدْرَتَهُ على مِثْلِ مَقْدورِنَا ، والجُبّائيّانِ حَيثُ أحالا قُدْرَتَهُ على عَينِ مَقْدُورِنَا « 5 » .\r\n","footnote":"\r\n( 1 ) ويُمْكِنُ في إثْباتِ قُدْرَتِهِ تعالى ، الاسْتِدْلالُ بِأدِلَّةٍ اخْرَى كَدَليلِ كَمالِيَّةِ القُدْرَةِ ، وهو تعالىمَوْصُوفٌ بِكُلِّ كَمالٍ وأنَّ العَجْزَ نَقْصٌ وهو سُبْحانَهُ مُنَزَّهٌ عَنْ كُلِّ نَقْصٍ ، فَيَثْبُتُ كَمالُ القُدْرَةِ لَهُ ونزاهَتُهُ عَنِ العَجْزِ لأنّهُ لَوْلا ذَلكَ لَم‌ْيَكُنِ الباري سُبْحانَهُ واجِبَ الوُجودِ . وهَكَذا دَليلُ وُجودِ القُدُراتِ في ماسِوَاهُ وهو - أيْ وُجُودُ القُدُراتِ - دَليلٌ على قُدْرَتِهِ الغَيْرِ المُتَناهِيَةِ ، لأنَّ مُعْطِيَ الشَيْءِ لايَكونُ فاقِداً لَهُ .\r\n( 2 ) الظاهِرُ أنَّ الواوَ هُنا زائِدَةٌ لِتوضِيحيّةِ قيدِ المُخْتارِ لِلقادِرِ .\r\n( 3 ) الفَرْقُ بَينَ التعْبيرِ بِ « في الجُمْلَةِ » و « بِالجُمْلَةِ » هو أنَّ التعْبيرَ بِ « فِي الجُملَةِ » لايُرادُ جَميع‌ُالأفْرادِ بِلا اسْتِثْناءٍ ولَكِنْ في التعْبيرِ بِ « بِالجُمْلَةِ » يُرادُ جَميعُ الأفْرادِ واحِداً واحِداً بِلا اسْتِثْناءٍ . والغَرَضُ لَمّا ثَبَتَ كَوْنُهُ تعالى قادِراً عَلى الإجْمالِ - أيْ مِنْ غَيْرِ نَظَرٍ إلى واحِدٍ واحِدٍ مِنَ المَقْدُوراتِ - شَرَعَ فِي إثْباتِ قُدْرَتِهِ على المَقْدُوراتِ بِالجُمْلَةِ ، أيْ على جَميعِ آحادِهَا .\r\n( 4 ) حَتَّى يَسيرَ تَعَلُّقُ قُدْرَتِهِ تعالى فِي الجُمْلَةِ إلى بِالجُمْلَةِ .\r\n( 5 ) نَقُولُ الفَرْقُ بَيْنَ مِثْلِ المَقْدُورِ وعَينِهِ واضِحٌ ، وَلَكِنْ لَعَلَّ عِلَّةَ قَوْلِ الجُبّائِيَّيْنِ عَلى امْتِناعِ\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nوالحَقُّ خِلافُ ذَلك كُلِّهِ .\r\nوالدليلُ علي مَا ادَّعَيْناهُ أَنَّهُ قَد انْتَفَي المانِعُ بِالنِسْبَةِ إلى ذاتِهِ وبِالنِسْبَةِ إلى المَقْدُورِ ، فَيَجِبُ التعَلُّقُ العامُّ .\r\nوأمّا بَيانُ الأوّلِ فَهُوَ : أنَّ المُقْتَضي لِكَوْنِهِ تعالى قادِراً هُوَ ذاتُهُ ، ونِسْبَتُها إلى الجَميعِ مُتَساويَةٌ لِتَجَرُّدِهَا ، فَيَكونُ مُقْتَضاها أيضاً مُتَساوِيَ النِسْبَةِ ، وهُوَ مطلوبٌ .\r\nوأمّا الثاني فَلأنَّ المُقْتَضي لِكَوْنِ الشَيْءِ مَقْدوراً هُوَ إمْكانُهُ ، والإمْكانُ مُشْتَرَكٌ بَينَ الكُلِّ ، فَيَكُونُ صِفَةُ المَقْدوريَّةِ أيضاً مُشْتَرَكاً بَينَ المُمْكِناتِ ، وهُوَ المَطلوبُ .\r\nوإذَا انْتَفَى المانِعُ بِالنِسْبَةِ إلي القادِرِ وبِالنِسْبَةِ إلى المَقْدورِ وَجَبَ التعَلُّقُ العامُّ ، وهُو المطلوبُ .\r\nواعْلَمْ أَنَّهُ لايَلْزَمُ مِنَ التعَلُّقِ الوُقُوعُ ، بَلِ الواقِعُ بِقُدْرَتِهِ تعالى هَو البَعْضُ ، وإنْ كانَ قادِراً على الكُلِّ . والأشاعِرَةُ اتَّفَقُوا في عُمُومِ التعَلُّقِ وادَّعَوْا مَعَهُ الوُقُوعَ ، كَمَا سَيَأتي بَيانُ ذلك إنْ شاءَ اللَّهُ تعالى .\r\n","footnote":"\r\nتَعَلُّقِ قُدْرَتِهِ عَلى عَينِ مَقْدُورِنَا زَعْمُهُما لُزُومَ تَوارُدِ العِلَّتَيْنِ المُستَقِلَّتَيْنِ ( أيْ الباري ونَحنُ ) على مَعْلُولٍ واحِدٍ شَخْصِيٍّ بِفَرْضِ التعَلُّقِ . والجَوابُ عَنْهُ :\r\nأوّلًا : لايَسْتَلْزِمُ التعَلُّقُ ذَلكَ لأنَّ قُدْرَةَ العَبْدِ غَيْرُ مُعارِضَةٍ لِقُدْرَةِ اللَّه ، بَلْ قُدْرَةُ العَبْدِ في طُولِ قُدْرَتِهِ تعالى ، فَما زَعَما إنَّمَا يَلْزَمُ إذَا كانَ المَعارَضَةُ بَيْنَ القُدْرَتَيْنِ .\r\nثانِياً ، أنَّ المَفْرُوضَ في المَقامِ هُوَ الشَأنِيَّةُ لاالفِعْلِيَّةُ . وأيضاً لَعَلَّ قَوْلَ البَلْخِيِّ بِعَدَمِ تَعَلُّقِ قُدْرَةِ البارِي عَلى عَينِ مَقْدُورِنَا هُو لُزُومُ كَوْنِ العَبْدِ مِثْلًا لِلباري في القُدْرَةِ مَعَ أَنَّهُ سُبْحانَهُ لامِثْلَ لَهُ . والجَوابُ عَنْهُ لايَسْتَلْزِمُ تَعَلُّقُ قُدْرَتِهِ على عَينِ مَقْدُورِ العَبْد كَوْنَ العَبْدِ مِثْلًا لَهُ ، لأنَّهُ فَرقٌ بَيْنَ المِثْلِ والمَثَلِ ، وهُوَ أنَّ المِثْلِيَّةَ تَقَعُ بَيْنَ الذَاتَيْنِ وهِيَ مُمْتَنِعَةٌ ، وَلَكِنَّ المَثَلِيَّةَ لاتَمْتَنِعُ كَمَا فِي الكِتابِ العَزيزِ  « لِلَّهِ الْمَثَلُ الْأَعْلى »  ( النحل : 60 ) وفي الحَديثِ القُدْسِيِّ « عَبْدي أطِعْنِي حَتّى أجْعَلَكَ مَثَلِي . . . » . الجواهر السنية : 361 ، بحارالأنوار : 102 / 165 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nالثانِيةُ : أَنَّهُ تعالى عَالِمٌ ، لأنَّه فَعَلَ الأفعالَ المُحْكَمَةَ المُتْقَنَةَ ، وَكُلُّ مَنْ فَعَلَ ذلكَ فَهُوَ عالِمٌ بالضرورةِ .\r\n\r\n\r\n\r\n","description":"\r\nقال : « الثانِيةُ : أَنَّهُ تعالى عَالِمٌ . . . إلخ » .\r\nأقول : مِنْ جُمْلَةِ الصِفاتِ الثُبُوتِيَّةِ كَوْنُهُ تعالى عالِماً ، والعالِمُ هو المُتَبَيَّنُ لَهُ الأشْياءُ ، بِحَيثُ تَكُونُ حاضِرَةً عَنْدَهُ ، غَيرَ غائِبَةٍ عنه ، والفِعْلُ المُحْكَمُ المُتْقَنُ هو المُشْتَمِلُ على امُورٍ غَريبَةٍ عَجيبَةٍ والمُسْتَجْمِعُ لِخَواصٍّ كَثيرَةٍ .\r\nوالدَليلُ على كَوْنِهِ عالِماً وَجْهانِ : « 1 »\r\nالأوّلُ : أَنَّهُ مُخْتارٌ ، وكُلُّ مُخْتارٍ عالِمٌ . أمّا الصُغرى فَقَدْ مَرَّ بَيانُها . وأمّا الكُبرَى فَلأنَّ فِعْلَ المُخْتارِ تابِعٌ لِقَصْدِهِ ، ويَسْتَحيلُ قَصْدُ شَيْءٍ مِنْ دونِ العِلْمِ بِهِ .\r\nالثاني : أَنَّهُ فَعَلَ الأفْعالَ المُحْكَمَةَ المُتْقَنَةَ ، وكُلُّ مَنْ كانَ فِعْلُهُ كَذلك فَهُوَ عالِمٌ بِالضَرورَةِ « 2 » .\r\nأمّا أنَّهُ فَعَلَ ذَلك فَظاهِرٌ لِمَنْ تَدَبَّرَ مَخْلُوقاتِهِ .\r\nأمّا السَمَاوِيَّةُ فَبِمَا يَتَرَتَّبُ على حَرَكاتِها مِنْ خَواصِّ الفُصُولِ الأرْبَعَةِ وكيفيَّةِ نَضْدِ تِلكَ الحَرَكاتِ وأوْضاعِهَا ، وهو مُبَيَّنٌ في فَنِّهِ .\r\nوأمّا الأرضيَّةُ فبمَا يَظْهَرُ مِنْ حِكْمَةِ المُرَكَّباتِ الثَلَاثِ ، والامورِ الغَريبَةِ الحاصِلَةِ فيها ، والخَواصّ العَجيبَةِ المُشْتَمِلَةِ عَلَيها .\r\n","footnote":"\r\n( 1 ) بَلْ أرْبَعَةُ أوْجُهٍ . والوَجْهُ الثالِثُ هُوَ أنَّ واجِبَ الوُجودِ مُتَّصِفٌ بِجَميعِ الكَمالاتِ ومُنَزَّهٌ عَنْ جَميعِ النَقائِصِ ، فَالعِلْمُ كَمالٌ والجَهْلُ نَقْصٌ . والوَجْهُ الرابِعُ وُجودُ العِلْمِ في العُلَماءِ لأنَّ فاقِدَ الشَيْءِ لايَكونُ مُعْطِيَهُ .\r\n( 2 ) يَنْبَغي أن‌ْيَتَقيَّدَ الدَليلُ بِقَيدٍ مَرَّةً بَعْدَ اخْرَى حَتَّىيَتِمَّ الدَليلُ ويُسَدَّ بِهِ الإشْكال‌ُالآتي ( كَماتَقيَّدَ في شَرْح‌ِالتجْريدِ ) وهو : أَنَّهُ يُمْكِنُ أن‌ْيَصْدُرَ فِعْل‌ٌمُحْكَم‌ٌمُتْقَنٌ مِنْ جاهِلٍ على فِعْلِهِ مَرَّةًواحدةً .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nوَعِلْمُهُ يَتَعَلَّقُ بِكُلِّ مَعْلُومٍ لِتَساوِي نِسْبَةِ جَميعِ المَعْلُوماتِ إلَيهِ ، لأَنَّهُ حَيٌّ ، وَكُلُّ حَىٍّ يَصِحُّ أَنْ يَعْلَمَ كُلَّ مَعْلُومٍ ، فَيَجِبُ لَهُ ذَلكَ\r\n\r\n\r\n\r\n","description":"\r\nولَوْ لَمْ يَكُنْ إلّافي خَلْقِ الإنْسانِ لَكَفى الحِكْمَةُ المُودَعَةُ في إنْشائِهِ وتَرتيبِ خَلْقِهِ وحَواسِّهِ وما يَتَرَتَّبُ عَلَيها مِنَ المَنافِعِ ، كَما أشارَ إليهِ بِقولِهِ :  « أَ وَلَمْ يَتَفَكَّرُوا فِي أَنْفُسِهِمْ ما خَلَقَ اللَّهُ السَّماواتِ وَالْأَرْضَ وَما بَيْنَهُما إِلَّا بِالْحَقِّ »  « 1 » فَإنَّ مِنَ العَجائِبِ المُودَعَةِ في بُنْيَةِ الإنْسانِ أنَّ كُلَّ عُضْوٍ مِنْ أعْضائِهِ لَهُ قُوى أرْبَعَةٌ : جاذِبَةٌ وماسِكَةٌ وهاضِمَةٌ ودافِعَةٌ .\r\n( أمّا ) الجاذِبَةُ فَحِكْمَتُها أنَّ البَدَنَ لَمّا كانَ دائِماً في التَحْليلِ افْتَقَرَ إلى جاذِبَةٍ تَجْذِبُ بَدَلَ ما يَتَحَلَّلُ مِنْهُ .\r\n( وأمّا ) الماسِكَةُ فَلأنَّ الغِذاءَ المَجْذوبَ لَزِجٌ ، والعُضْوُ أيضاً لَزِجٌ ، فَلابُدَّ لَهُ مِنْ ماسِكَةٍ حَتَّي تَفْعَلَ فيهِ الهاضِمَةُ .\r\n( وأمّا ) الهاضِمَةُ فَلأَنَّها تُغَيِّرُ الغِذاءَ إلى ما يَصْلَحُ أنْ يَكُونَ جُزْءاً لِلْمُتَغَذِّي .\r\n( وأمّا ) الدافِعَةُ فَهِيَ الَّتي تَدْفَعُ الغِذاءَ الفاضِلَ مِمَّا فَعَلَتْهُ الهاضِمَةُ المُهَيَّأ لِعُضْوٍ آخَرَ إليهِ .\r\nوأمّا أنَّ كُلَّ مَنْ فَعَلَ الأفْعالَ المُحْكَمَةَ المُتْقَنَةَ فَعالِمٌ فَهُوَ بَديهِيٌّ لِمَنْ زَاوَلَ « 2 » الامورَ وتَدَبَّرَهَا .\r\nقال : « وَعِلْمُهُ يَتَعَلَّقُ بِكُلِّ مَعْلُومٍ . . . إلخ » .\r\nأقول : الباري تعالى عالِمٌ بِكُلِّ ما يَصِحُّ أنْ يَكُونَ مَعْلوماً ، واجِباً كانَ أوْ\r\n","footnote":"\r\n( 1 ) الروم : 8 .\r\n( 2 ) المُزاوَلَةُ في الامورِ هَوَ بُرْهانُ المُدَّعَى ، فَيَصيرُ المُدَّعَى - أيْ عالِمِيَّتُهُ تعالى - بُرْهانِيّاً ولَيْس‌َبِبَدِيهِيٍّ ، فَالتَعْبيرُ الأحْسَنُ بَدَلَ التعْبيرِ بِالبَدِيهِيِّ هُوَ المُبَيَّنُ وماشابَهَ ذلك .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nلاسْتِحالَةِ افْتِقارِهِ إلى غيرِه .\r\nالثالِثةُ : أَنَّهُ تعالى حَيٌّ ، لأنَّهُ قادرٌعالِمٌ « 1 » ، فَيَكونُ حَيّاً بالضرورةِ .\r\n\r\n\r\n\r\n","description":"\r\nمُمْكِناً ، قَديماً كانَ أوْ حادِثاً . خِلافاً لِلحُكَماءِ حَيثُ مَنَعُوا مِنْ عِلْمِهِ بِالجُزْئيّاتِ عَلى وَجْهٍ جُزْئيٍّ ، لِتَغَيُّرِها المُسْتَلْزِمِ لِتَغيُّرِ العِلْمِ الذاتيِّ . قُلْنَا : المُتَغَيِّرُ هو التعَلُّقُ الاعْتِبارِيُّ لَا العِلْمُ الذاتيُّ .\r\nوالدَليلُ عَلى ما قُلْناهُ أنَّهُ يَصِحُّ أنْ يَعْلَمَ كُلَّ مَعْلومٍ ، فَيَجِبُ لَهُ ذلك .\r\nأمّا أَنَّه‌ُيَصِحُّ أن‌ْيَعْلَمَ كُل‌َّمَعْلومٍ فَلأَنَّهُ حَيٌّ ، وكُل‌ُّحَيٍّيَصِحُّ مِنْه‌ُأن‌ْيَعْلَمَ ، ونِسْبَةُهذهِ الصِحَّةِ إلىجَميعِ ماعَداهُ نِسْبَةٌ مُتَساوِيَةٌ ، فَيَتَساوَىنِسْبَةُ جَميع‌ِالمَعْلوماتِ إلَيهِ أيضاً .\r\nوأمّا أَنَّهُ إذا صَحَّ لَهُ تعالى شَيْءٌ وَجَبَ لَهُ فَلأنَّ صِفاتَهُ تعالى ذاتِيَّةٌ ، والصِفَةُ الذاتِيَّةُ مَتَى صَحَّتْ وَجَبَتْ ، وإلّا لافْتَقَرَ في اتّصافِ الذاتِ بِها إلى الغَيرِ ، فَيَكُونُ الباري تعالى مُفْتَقِراً في عِلْمِهِ إلى غَيرِهِ ، وهو مُحالٌ .\r\nقال : « الثالِثةُ : أَنَّهُ تعالى حَيٌّ . . . إلخ » .\r\nأقول : مِنْ صِفاتِهِ الثُبُوتِيَّةِ كَوْنُهُ تعالى حيّاً « 2 » .\r\nفَقالَ الحُكَماءُ وأبوالحَسَنِ البَصْرِيُّ : حَياتُهُ عِبارَةٌ عَنْ صِحَّةِ اتِّصافِهِ بِالقُدْرَةِ والعِلْمِ . وقالَ الأشاعِرَةُ : هِيَ صِفَةٌ زائِدَةٌ على ذاتِهِ مُغايِرَةٌ لِهَذِهِ الصِحَّةِ .\r\n","footnote":"\r\n( 1 ) إثْباتُ كُلٍّ مِنَ الحَياةِ والعِلْمِ بِالاخْرَى يَشْبَهُ الدَوْرَ إلَّاأنْ نُثْبِتَ إحْداهُمَا بِدَليلٍ آخَرَ . مُضافاً بِأنَّ مِنْ إثْباتِ القُدْرَةِ والعِلْمِ قَبْلَ الحَياةِ يَلْزَمُ تقَدُّمُ الفَرْعِ على أصْلِهِ ، إلَّالِكَوْنِ آثارِ القُدْرَةِ والعِلْمِ أبْرَزَ وأبْيَنَ مِنْ آثارِ الحَياةِ ، وهو مَحَلُّ تَرْديدٍ .\r\n( 2 ) مُضافاً إلى مَا اسْتَدَلَّ بِهِ المُصَنِّفُ والشارِحُ يُمْكِن‌ُالاسْتِدْلالُ بِكَمالِيَّةِ الحَياةِ واتِّصافِه‌ِسُبْحانَهُ بِكُلِّ كَمالٍ . ونَقْصيَّةِ المَوْتِ ونَزاهَتِهِ تعالى مِنْ كُلِّ نَقْصٍ ، لأنَّهُ تعالى واجِبُ الوُجُودِ ، وأيضاً بِوُجُودِ الحَياةِ في الأحْياءِ لأنَّ مُعْطِيَ الشَيْءِ لايَكُونُ فاقِدَهُ .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالرابِعَةُ : أَنَّهُ تعالى مُريدٌ « 1 » وكارِهٌ « 2 » ، لأنَّ تَخْصيصَ الأفعالِ بِإيجادِها في وَقْتٍ دُونَ آخر لابُدَّ لَهُ مِنْ مُخَصِّصٍ وهو الإرادَةُ « 3 » ، ولِأَنَّهُ تعالى أَمَرَ ونَهى ، وهُما يَسْتَلزِمانِ الإرادةَ والكَراهَةَ بالضرورةِ .\r\n\r\n\r\n\r\n","description":"\r\nوالحَقُّ هُوَ الأوّلُ ، إذ الأصْلُ عَدَمُ الزائِدِ . والباري تعالى قَدْ ثَبَتَ أَنَّهُ قادِرٌ عالِمٌ ، فَيَكونُ حَيّاً بِالضَرورَةِ ، وهو المَطلوبُ .\r\nقال : « الرابِعةُ : أَنَّهُ تعالى مُريدٌ وكارِهٌ . . . إلخ » .\r\nأقُولُ : اتَّفَقَ المُسلِمونَ « 4 » عَلى وَصْفِهِ بِالإرادَةِ ، واخْتَلَفوا في مَعْناها . فَقالَ أبوالحَسَنِ البَصرِيُّ : هِيَ عِبارَةٌ عَنْ عِلْمِهِ تعالى بِما في الفِعْلِ مِنَ المَصْلَحَةِ الداعِي « 5 » إلىإيجادِهِ . وقال‌َالبُخارِيُّ : مَعْناها أنَّهُ غَيْرُ مَغْلوبٍ ولامَكروهٍ « 6 » ،\r\n","footnote":"\r\n( 1 ) الإرادَةُ والمَشِيَّةُ مُتَقارِبتانِ مَعْنىً ، وَلَكِنْ بَيْنَهُما فَرْقٌ دَقيقٌ وهوَ : أنَّ الإرادَةَ مُتَعَلِّقَةٌ بِوجودِالمُرادِ ، والمَشِيَّةُ تَتَعَلَّقُ بِماهِيَّتِهِ . وَقَد نَقَلْنَا هذا الفَرْقَ مُلَخَّصاً مِن « أسرارِ الحِكَم » .\r\n( 2 ) كارِهيَّتُهُ تعالى لاتُعَدُّ مِنَ الصِفاتِ الثُبوتِيَّةِ كَما تُعَدُّ مُريدِيَّتُهُ مِنها ، بَلْ هِيَ مِنْ سَلْبِيّاتِ الصِفاتِ إلَّاأَنَّها تُلازِمُ مَعَ نَقِيضِها وهِيَ أَنَّهُ تعالى مُريدٌ .\r\n( 3 ) يَثْبُتُ بِالدَليلِ الأوّلِ أَنَّهُ تعالى مُريدٌ ولايَثْبُتُ بِهِ أَنَّهُ سُبْحانَهُ كارِهٌ إلَّابِالإلْتِزامِ ، وَلَكِنْ يَثْبُت‌ُكِلاهُمَا بِالدَليلِ الثاني .\r\n( 4 ) دَليلُ الاتِّفاقِ عَلى المُدَّعى غَيْرُ الدَلِيلَيْنِ الماضِيَيْنِ : اللَذَيْنِ سَمَّيْنَا الأوّلَ مِنْهُمَا وأشْباهَه‌ُبِالدَليلِ العَقْلِيِّ المَحْضِ لأنَّهُ لايَتَرَكَّبُ مِنَ العَقْلِ والاعْتِقادِ الخاصِّ ، والثانيَ سَمَّيْناهُ بالدَليلِ الإيمانِيِّ لأنَّهُ مُرَكَّبٌ مِنْ جُزْءَيِ العَقْلِيِّ والاعْتِقادِيِّ .\r\n( 5 ) وُجُودُ الداعِي للَّهِ تعالى يَسْتَلْزِمُ انْفِعالَهُ سُبحانَهُ وتَأثُّرَهُ مِنَ الداعِي الراجِعِ إلى المَصلَحَةِ فيالفِعْلِ وهذا مُحالٌ . والحَقُّ أنْ نَقولَ : إنَّ الداعِيَ يَدْعُو الفِعْلَ إلى قَبولِ الوجودِ منهُ تعالى ، لا أنْ يَبْعَثَ اللَّهَ إلى إعْطاءِ الوُجُودِ .\r\n( 6 ) والتَعْبيرُ الأحْسَنُ : غَيرُ مَغْلوبٍ ولاكارِهٍ وإنْ كانَ هذا القَولُ باطِلًا مِنْ رَأسِهِ لأنَّ الكَراهَةَ لِشَيْءٍ عِبارَةٌ عَنْ عَدَمِ الرِضا بِهِ ، فَتَرْجِعُ الكارِهِيَّةُ ، إلى أمْرٍ عَدَمِيٍّ فَهِيَ تُنافِي صِرْفَ الوُجُودِ .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nفَمَعْناها اذَنْ سَلْبِيٌّ ، لَكِنْ هذا القائِلُ أخَذَ لازِمَ الشَيْءِ في مَكانِهِ . وقالَ البَلْخِيُّ : هِيَ في أفْعالِهِ عِبارَةٌ عَنْ عِلْمِهِ بِها وفي أفْعالِ غَيرِهِ أمْرُهُ بِها . فَإنْ أرادَ العِلْمَ المُطْلَقَ فَلَيْسَ بِإرادَةٍ كَماسَيَاْتي . وإن‌ْأرادَ المُقَيَّدَ بِالمَصْلَحَةِ فَهوكَما قالَ أبوالحَسَن‌ِالبَصْرِيُّ .\r\nوأمّا الأمْرُ فهو مُسْتَلْزِمٌ لِلإرادَةِ لانَفْسِها . وقالتِ الأشاعِرَةُ والكرّامِيَّةُ وجَماعَةٌ مِنَ المُعْتَزِلَةِ : إنَّها صِفَةٌ زائِدَةٌ مُغايِرَةٌ لِلْقُدْرَةِ والعِلْمِ مُخَصِّصَةٌ لِلْفِعْلِ . ثُمَّ اخْتَلَفوا ، فَقالَتِ الأشاعِرَةُ : ذَلكَ الزَائِدُ مَعنىً قَديمٌ . وَقالتِ المُعتَزِلَةُ والكَرَّامِيَّةُ : هُو مَعنىً حَادِثٌ . فَالكَرّامِيَّةُ قَالوا : هُو قَائِمٌ بِذاتِهِ تعالى . والمُعتَزِلَةُ قَالوا : لا في مَحَلٍّ .\r\nوسَيَأتي بُطْلانُ الزِيادَةِ ، فإذن الحَقُّ مَا قالَهُ أبوالحَسَنِ البَصْريُّ .\r\nوالدَليلُ على ثُبوتِ الإرادَةِ مِنْ وَجْهَيْنِ « 1 » :\r\nالأوّلُ : أنَّ تَخْصيصَ الأفْعالِ بِالإيجادِ في وَقْتٍ دونَ وَقْتٍ آخَرَ وعلى وَجْهٍ دونَ آخَرَ - مَعَ تَساوِي الأوقاتِ والأحْوالِ بِالنِسْبَةِ إلى الفاعِلِ والقابِلِ - لابُدَّ لَهُ مِنْ مُخَصِّصٍ . فَذلكَ المُخَصِّصُ إمّا القُدْرَةُ الذاتِيَّةُ فَهِيَ مُتَساوِيَةُ النِسْبَةِ فَلَيْسَتْ صالِحَةً لِلتَخْصيصِ ولأنَّ مِنْ شَأنِها التأثيرُ والإيجادُ مِنْ غَيرِ تَرْجيحٍ ، وأمّا العِلْمُ المُطْلَقُ فَذلكَ تابِعٌ لِتَعيينِ المُمْكِنِ « 2 » وتَقْديرِ صُدورِهِ ، فَلَيْسَ مُخَصِّصاً وإلَّا لَكانَ مَتْبوعاً .\r\nوأمّا باقي الصِفاتِ فَظاهِرٌ أَنَّها لَيْسَتْ صالِحَةً لِلتَخْصيصِ .\r\n","footnote":"\r\n( 1 ) بَلْ مِنْ ثَلاثَةِ أوْجُهٍ ، والوَجْهُ الثالِثُ هَو اتِّفاقُ المُسْلِمينَ بِقولِ الشارِحِ واتِّفاقُ المِلِّيّينَ بِقَولِنا وهو دَليلٌ قَوِيٌّ مَتينٌ .\r\n( 2 ) تَوضيحُ ذلك : انّا نَنْظُرُ إلى العِلْمِ المُطْلَقِ بِالشَيْءِ مَرَّتَيْنِ : مَرَّةً قَبْلَ وجودِهِ الخارِجِيِّ وهِيَالَّتي كانَ الشيْءُ في عِلْمِهِ تعالى ، ونُسَمِّي وجودَهُ هاهُنا وُجودَهُ العِلْمِيَّ . ومَرَّةً إذا تَحَقَّقَ الشَيْءُ تَحَقُّقاً عَينيّاً ووُجِدَ وجوداً خارِجيّاً . فَبِالنِسْبَةِ إلى الأولى لَيْسَ الأمرُ مُشْكِلًا وبِالنسْبَةِ إلى الثانِيةِ لانَعْتَقِدُ أنَّ اللَّهَ عالِمٌ بِهذا الشَيْءِ العينِيِّ حَتَّى يَتَقَدَّرَ صُدورُ الشَيْءِ ويَتَعَيَّنَ شرايِطُهُ الخاصَّةُ مِنَ الزَمانِ والمَكانِ وغَيرِهِما ، فَإذا حَصَلَ جَميعُ مُقَدَّماتِهِ وشَرائِطِهِ ووُجِدَ نَعْتَقِدُ بِأَنَّهُ سُبحانَهُ يَعْلَمُ وجودَ هذا الشَيْءِ الَّذي هُو في الخارِجِ .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nفَإذَنْ المُخَصِّصُ هُوَ عِلْمٌ خاصٌّ مُقْتَضٍ لِتَعيينِ المُمْكِنِ ووُجوبِ صُدورِهِ عَنهُ ، وهو العِلْمُ بِاشْتِمالِهِ على مَصْلَحَةٍ لاتَحْصُلُ إلَّافي ذلك الوَقْتِ أوْ على ذلك الوَجْهِ ، وذلك المُخَصِّصُ هو الإرادَةُ .\r\nالثاني : أنَّهُ تعالى أمَرَ بِقَولِهِ :  « أَقِيمُوا الصَّلاةَ »  « 1 » ونَهَى بِقولِهِ  « وَلا تَقْرَبُوا الزِّنى »  « 2 » والأمْرُ بِالشَيْءِ يَسْتَلْزِمُ إرادَتَهُ ضَرورَةً ، والنَهْيُ عَنِ الشَيْءِ يَسْتَلْزِمُ كَراهَتَهُ ضَرورَةً . فَالباري تعالى مُريدٌ وكارِهٌ ، وهو المَطلوبُ .\r\nوهَاهُنا فائِدَتانِ\r\nالأولى : كَراهِيَّتُهُ تعالى هِيَ عِلْمُهُ بِاشْتِمالِ الفِعْلِ على المَفْسَدَةِ الصارِفَةِ عَنِ إيجادِهِ « 3 » كَما أنَّ إرادَتَهُ هِيَ عِلْمُهُ بِاشْتِمالِهِ على المَصْلَحَةِ الداعِيَةِ إلى إيجادِهِ .\r\nالثانيةُ : أنَّ إرادَتَهُ لَيْسَتْ زائِدَةً على ما ذَكَرْناهُ ، وإلَّا لَكانَتْ إمّا مَعْنىً قَديماً كَما قالتِ الأشاعِرَةُ فَيَلْزَمُ تَعَدُّدُ القُدماءِ ، أوْ حادِثاً ، فَإمّا في ذاتِهِ كَما قالتِ الكَرّامِيَّةُ فَيَكون‌ُمَحَلّاً لِلحَوادِثِ ، وهوباطل‌ٌكما سَيَأتي « 4 » إن‌ْشاءَاللَّه‌ُتعالى ، وإمّافي غَيرِهِ فَيَلْزَمُ رُجوعُ حُكْمِهِ إلى الغَيرِ لا إلَيهِ ، وإمّا لا في مَحَلٍّ كما تَقولُ المُعتزلَةُ فَفِيهِ فَسادانِ :\r\nالأوّلُ : يَلْزَمُ مِنهُ التسَلْسُلُ ، لأنَّ الحادثَ مَسْبوقٌ بِإرادَةِ المُحْدِثِ ، فَهِيَ إذَنْ حادِثَةٌ ، ونَنْقُلُ الكَلامَ إليهِ ويَتَسَلْسَلُ .\r\n","footnote":"\r\n( 1 ) ذُكرت في القرآن الكريم 12 مرّة .\r\n( 2 ) الإسراء : 32 .\r\n( 3 ) كُلٌّ مِن‌َالعِلْمَيْن‌ِخاصَّيْنِ لايَبْعَث‌ُاللَّهَ علىالإيجادِ ولايَصْرِفُه‌ُعَنهُ لأنَّهُ يَسْتَلْزِم مِنهُ انْفِعالَهُ تعالى ، وهو مُحالٌ . بَلِ العِلْمُ بِالمَصْلَحَةِ يَبْعَثُ الوُجُودَ العِلْمِيَّ لِلشَيْءِ على قَبُول‌ِالوُجُودِ العَينِيِّ ، والعِلمُ بِالمَفْسَدَةِ يَصْرِفُ الشَيْءَ عَنْ قَبولِ الوجودِ عنهُ تعالى كَما تَقَدَّمَ .\r\n( 4 ) وَيَرِدُ - مُضافاً إلى مَا سَيَأتي - لُزُومُ المُغَايَرَةِ بَيْنَ ذاتِهِ تعالى وصِفاتِهِ ومَحْدودِيَّةِ كُلٍّ مِن‌َالذاتِ والصِفاتِ وقَبولِ كُلٍّ مِنْهُما تَجْزِئةً ونَقْصِ ذاتِهِ قَبْلَ حُدوثِ الصِفَةِ .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالخامِسةُ : أنَّهُ تعالى مُدْرِكٌ ، لأنَّهُ حَيٌّ « 1 » ، فَيَصِحُّ أَنْ يُدْرِكَ . وقَدْ وَرَدَ القُرآنُ بِثُبُوتِهِ لَهُ ، فَيَجِبُ إثباتُهُ لَهُ .\r\nالسادسةُ : أَنَّهُ تعالى قديمٌ أزَلِيٌّ باقٍ أبَدِيٌّ ، لأنَّهُ واجبُ الوجودِ ، فَيَسْتَحيلُ العَدَمُ السابِقُ واللاحِقُ عَليهِ .\r\n\r\n\r\n\r\n","description":"\r\nالثاني : اسْتِحالَةُ وُجودِ صِفَةٍ لا في مَحَلٍّ .\r\nقال : « الخامِسةُ : أنَّهُ تعالى مُدْرِكٌ . . . إلخ » .\r\nأقول : قَدْ دَلَّتِ الدَلائِلُ النَقْليَّةُ على اتِّصافِهِ تعالى بِالإدْراكِ ، وهو زائِدٌ عَلى العِلْمِ فَإنّا نَجِدُ تَفْرِقَةً ضَرورَةً بَينَ عِلْمِنا بِالسَوادِ والبَياضِ ، والصَوتِ الهائِلِ والحَسَنِ وبَينَ إدْراكِنا لَها ، وتِلْكَ الزيادَةُ راجِعَةٌ إلى تَأثُّرِ الحاسَّةِ . لَكِنْ قَدْ دَلَّتِ الدَلائِلُ العَقْليَّةُ على اسْتِحالَةِ الحَواسّ والآلاتِ عليه تعالى ، فَيَسْتَحيلُ ذلك الزائِدُ عليه . فَإدْراكُهُ هو عِلْمُهُ تعالى حينَئِذٍ بِالمُدْرَكاتِ « 2 » .\r\nوالدَليلُ على صِحَّةِ اتِّصافِهِ به هو مادَلَّ على كَوْنِهِ عالِماً بِكُلِّ المَعْلوماتِ مِنْ كَوْنِهِ حَيّاً ، فَيَصِحُّ أنْ يُدْرِكَ . وقَدْ وَرَدَ القُرآنُ بِثُبوتِهِ « 3 » لَهُ ، فَيَجِبُ إثْباتُهُ لَهُ . فَإدْراكُهُ هو عِلْمُهُ بِالمُدْرَكاتِ ، وذلِكَ هُوَ المَطلُوبُ .\r\nقال : « السادسةُ : أَنَّهُ تعالى قديمٌ أزَلِيٌّ باقٍ أبَدِيٌّ . . . إلخ » .\r\nأقول : هذِهِ الصِّفاتُ الأرْبَعُ لازِمَةٌ لِوجُوبِ وُجودِهِ .\r\n","footnote":"\r\n( 1 ) كَسائِرِ الأحْياءِ يَصِحُّ أنْ يَتَّصِفَ بِالإدْراكِ أيْ يُمْكِنُ لَهُ تِلك الصِفَةُ كَما يُمْكِنُ كُلُّ صِفَةٍ كَمالِيةٍلِكُلِّ حَيٍّ ، وَلَكِنَّهُ سُبحانهُ مُتَمايِزٌ بَينَ سائِرِ الأحْياءِ بِغِنائِهِ الذاتِيِّ عَنْ كُلِّ شَيْءٍ ، فَهذا الإمْكانُ فيهِ سُبحانَهُ يَنْقَلِبُ إلى ثُبوتِ الكَمالِ كَما تَقَدَّمَ في إثْباتِ عِلْمِهِ تعالى بِكُلِّ مَعْلُومٍ .\r\n( 2 ) والأحْسَنُ أنْ نَقولَ : إنَّ الإدْراكَ فيه تعالى عِبارَةٌ عَنْ شِدَّةِ عِلمِهِ بِالمُدْرَكاتِ لامُطْلَقُ عِلمِهِ .\r\n( 3 ) وذَلِكَ في قوله تعالى  « لا تُدْرِكُهُ الْأَبْصارُ وَهُوَ يُدْرِكُ الْأَبْصارَ »  الأنعام : 103 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالسابِعةُ : أنَّهُ تعالى مُتَكَلِّمٌ « 1 » بإلإجْماعِ ، والمُرادُ بِالكَلامِ الحُرُوفُ وَالأصواتُ « 2 » المَسْمُوعَةُ المُنْتَظَمَةُ . ومَعنى « أَنّه تعالى مَتَكَلِّمٌ » أنَّه يُوجِدُ الكلامَ في جِسمٍ مِنَ الأجسامِ . وتَفسيرُ الأشاعرةِ غيرُ مَعْقولٍ .\r\n\r\n\r\n\r\n","description":"\r\nفَالقَديمُ والأزَليُّ هو المُصاحِبُ لِمَجْموعِ الأزْمِنَةِ المُحَقَّقَةِ والمُقَدَّرَةِ « 3 » بِالنِسْبَةِ إلى جانِبِ الماضي .\r\nوالباقي هو المُسْتَمِرُّ الوُجودِ المُصاحِبُ لِجَميعِ الأزْمِنَةِ المُحَقَّقَةِ .\r\nوالأبَدِيُّ هو المُصاحِبُ لِجَميعِ الأزْمِنَةِ ، مُحَقَّقَةً كانَتْ أوْ مُقَدَّرَةً بِالنِسْبَةِ إلى جانِبِ المُسْتَقْبَلِ . والسَرْمَدِيُّ يَعُمُّ الجَميعَ .\r\nوالدَليلُ على ذلك هو أَنَّهُ قَدْ ثَبَتَ أَنَّهُ واجِبُ الوُجودِ ، فَيَسْتَحيلُ عَليهِ العَدَمُ مُطْلَقاً ، سَواءٌ كانَ سابِقاً على تَقْديرِ أنْ لايَكونَ قَديماً أزَليّاً أوْ لاحِقاً على تَقْديرِ أنْ لايَكونَ باقِياً أبَديّاً . وإذا اسْتَحالَ العَدَمُ المُطْلَقُ عَليهِ ثَبَتَ قِدَمُهُ وأزَلِيَّتُهُ وبَقاؤهُ وأبَدِيَّتُهُ وهو المطلوبُ .\r\nقال : « السابِعةُ : أنَّهُ تعالى مُتَكَلِّمٌ بإلإجْماعِ . . . إلخ » .\r\nأقول : مِنْ جُمْلَةِ صِفاتِهِ تعالى كَوْنُهُ مُتِكَلِّماً ، وقَدْ أجْمَعَ المُسْلِمونَ على ذلك .\r\n","footnote":"\r\n( 1 ) كَوْنُ هذِهِ الصِفَةِ مِنَ الثُبوتِيَّةِ مَحَلَّ تَرديدٍ بَلْ مَنْعٍ ، فَلِهذا لا تُعَدُّ مِنَ الثُبوتِيّاتِ بَلْ يَنْبَغيذِكْرُها في صِفاتِ الأفْعالِ خُصُوصاً مَعَ تَفْسيرِها بِإيجادِ الأصْواتِ والحُروفِ ، والإيجادُ هُو الخَلْقُ والخَلْقُ فِعْلٌ لاصِفَةٌ .\r\n( 2 ) يَنْبَغي هُنا ذِكْرُ أن‌َّالكَلامَ يَتَرَكَّب‌ُمِن‌َالحروفِ فَقَطْ ، دُون‌َالأصواتِ . نَعَمْ بِالأصوات يَظْهَرُ الكَلامُ .\r\n( 3 ) فَإذا قُلْنا « إنَّهُ تعالى قَديمٌ » أرَدْنا أنَّ وُجُودَه سُبحانَهُ مُصاحِبٌ لِجَميعِ الأزْمِنَةِ المُحَقَّقَةِ وهِيَ الَّتيتُنْتَزَعُ مِنْ طُلُوعِ الشَمْسِ والقَمَرِ وغُروبِهِما ، وإذا قُلنا « إنَّهُ سُبحانه أزَليٌّ » أرَدْنا أَنَّهُ يُصاحِبُ مَعَ كُلِّ زَمانٍ مُحَقَّقٍ ومُقَدَّرٍ ، والزَمانُ المُقَدَّرُ هُو زَمانٌ فَرْضِيٌّ وَهْمِيٌّ مَعَ عَدَمِ الشَمْسِ والقَمَرِ .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nواخْتَلَفوا بَعْدَ ذلك في مَقاماتٍ أرْبَعة : « 1 »\r\nالأوّلُ : في الطَريقِ إلى ثُبوتِ هذِهِ الصِفَةِ « 2 » . فقالَتِ الأشاعِرَةُ : هو العَقْلُ .\r\nوقالتِ المعتزِلَةُ : هو السَمْعُ . وهو قَولُهُ  « وَكَلَّمَ اللَّهُ مُوسى تَكْلِيماً »  « 3 » وهو الحَقُّ لِعَدَمِ الدَليلِ العَقْلِيِّ . وما ذَكَرُوهُ دَليلًا فَلَيْسَ بِتامٍّ « 4 » . وقَدْ أجْمَعَ الأنْبياءُ على ذلك « 5 » ، وثُبُوتُ نُبُوَّتِهِمْ غَيرُ مَوْقوفٍ عَليهِ لإمْكانِ الاسْتِدْلالِ على النُبُوَّةِ بِغَيرِ القُرآنِ مِنَ المُعْجِزاتِ ، فَيَجِبُ إثْباتُهُ .\r\nالثاني : في ماهِيَّةِ كَلامِهِ ، فَزَعَمَ الأشاعرةُ أَنَّهُ مَعْنىً قَديمٌ قائِمٌ بِذاتِهِ ، يُعَبَّرُ عَنهُ بِالعِباراتِ المُخْتَلِفَةِ المُتَغَيِّرَةِ ، مُغايِرٌ لِلعِلْمِ والقُدْرَةِ ، ولَيْسَ بِحَرْفٍ ولاصَوْتٍ ولا أمْرٍ ولانَهْيٍ ولاخَبَرٍ ولا اسْتِخْبارٍ وغَيرُ ذلك مِنْ أساليبِ الكَلامِ . وقالتِ المعتزلَةُ والكرَّامِيَّةُ والحَنابِلَةُ « 6 » هو الحُروفُ والأصْواتُ المُرَكَّبَةُ تَرْكيباً مُفْهِماً .\r\nوالحَقُّ الأخيرُ لِوَجْهَيْنِ :\r\nالأوّل : أنَّ المُتَبادِرَ لأفْهامِ العُقَلاءِ هو ما ذَكَرْناهُ ولِذلك لايَصِفونَ بِالكلامِ مَنْ لَم‌ْيَتَّصِفْ بِذلكَ كَالساكِتِ والأخْرَسِ .\r\n","footnote":"\r\n( 1 ) يُضافُ إلى هذهِ الأرْبَعَةِ المَقامُ الخامِسُ ، وهو إثْباتُ تلك الصِفَةِ مِنَ الفِعْلِيّاتِ كَمَا قَدَّمْنا .\r\n( 2 ) الأفضَلُ أن يُقالَ « الطَريقُ إلى إثبَاتِ » بَدَلَ « الثُبوتِ » لأنَّها ثابِتَةٌ مِصداقاً ، ونَحن نَحْتاجُ إلىمَعْرِفَةِ طَريقِ إثْباتِها مَفْهوماً .\r\n( 3 ) النساء : 164 .\r\n( 3 )\r\n( 4 ) إنّا وإنْ لَمْ نَظْفُرْ بدَليلِ الأشاعِرَةِ في المَقامِ ، لَكِنْ إنْ قُلنا بِأنَّ هذهِ الصِفَةَ كَمالٌ ذاتيٌّ يَلْزَمُ مِن‌ْذلكَ اتِّصافُ الذاتِ بِها بِدليلِ الوُجوبِ الذاتِيِّ الَّذي مُقْتَضاهُ اتِّصافُهُ بِكُلِّ كَمالٍ ، وإنْ لَم‌ْنَقُلْ بِأَنَّها لَيْسَتْ كَمالًا لِذاتِهِ سُبحانه - كما هو الحقُّ بَلْ نَقولُ بِفِعْليَّتِها - فَلا نِزاعَ في البَينِ .\r\n( 5 ) فَيَصيرُ الإجْماعُ على ثُبوتِ المُدَّعَى إجْماعُ المِلّيّينَ ، وهو أقْوَى مِنْ إجْماعِ المسلمينَ .\r\n( 6 ) الحَنابِلَةُ فِرْقَةٌ كَلامِيَّةٌ مِن‌ْالفِرَقِ الإسْلامِيَّةِ ؛ ولَهُمْ مُعْتَقَداتٌ ويُنْسَبُونَ إلى إمامِهِم‌ْأحمدِ بن‌ِحنبل .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالثاني : أنَّ ماذَكَروهُ غَيرُ مُتَصَوَّرٍ « 1 » ، فَإنَّ المُتَصَوَّرَ إمّا القُدْرَةُ الذاتِيَّةُ الَّتي تَصْدُرُ عَنْهَا الحُروفُ والأصواتُ وقَد قالوا : هُوَ غَيرُها ، أوِ العِلْمُ وَقَد قالوا : هُوَ غَيرُه . وَباقي الصِفاتِ لَيْسَتْ صالِحَةً لِمَصْدَرِيَّةِ ما قالوهُ ، وإذا لَمْ يَكُنْ مُتَصَوَّراً لَمْ يَصِحَّ إثْباتُهُ إذِ التصْديقُ مَسْبوقٌ بِالتَصَوُّرِ .\r\nالثالِثُ : فيما تَقومُ بِهِ تِلكَ الصِفَةُ ، أمّا الأشاعرةُ فَلِقولِهِمْ بِالمَعْنى قالوا : إنَّهُ قائِمٌ بِذاتِهِ تعالى . وأمّا القائِلونَ بِالحَرْفِ والصَوتِ فَقَدِ اخْتَلَفوا ، فَقالَتِ الحَنابِلَةُ والكَرّامِيَّةُ : إنَّهُ قائِمٌ بِذاتِهِ تعالى ، فَعِنْدَهُمْ هو المُتَكَلِّمُ بِالحَرْفِ والصَوْتِ . وقالَتِ المُعتزِلَةُ والإمامِيَّةُ - وهو الحَقُّ - إنَّهُ قائِمٌ بِغَيرِهِ لا بِذاتِهِ ، كما أوْجَدَ الكَلامَ في الشَجَرَةِ فَسَمِعَهُ مُوسى عليه السلام ومَعنى أَنَّهُ مُتَكَلِّمٌ أَنَّهُ فَعَلَ الكلامَ لاقامَ بِهِ الكلامُ .\r\nوالدَليلُ على ذلك أَنَّهُ أمْرٌ مُمْكِنٌ ، واللَّهُ تعالى قادِرٌ على كُلِّ المُمْكِناتِ « 2 » . وأمّا ماذَكَروهُ فَمَمْنوعٌ ، وسَنَدُ المَنْعِ مِنْ وَجْهَيْنِ :\r\nالأوّلُ : أَنَّهُ لَوْكانَ المُتَكَلِّمُ مَنْ قامَ بِهِ الكَلامُ لَكانَ الهَواءُ الَّذي يَقوُمُ بِهِ الحَرفُ والصَوتُ مُتَكَلِّماً ، وهو باطِلٌ ؛ لأنَّ أهْلَ اللُغَةِ لايُسَمُّونَ المُتَكَلِّمَ إلَّامَنْ فَعَلَ الكَلامَ ، لا مَنْ قامَ بِهِ الكلامُ ، ولِهذا كانَ الصَدى غَيرَ مُتَكَلِّمٍ . وقالوا : « تَكَلَّمَ الجِنِّيُّ عَلى لِسانِ المَصْرُوعِ » لاعْتِقادِهِمْ أنَّ الكَلامَ المَسْموعَ مِنَ المَصْروعِ فاعِلُهُ الجِنِّيُّ .\r\nالثاني : أنَّ الكلامَ إمّا المَعنى وقد بانَ بُطْلانُهُ ، أوِ الحَرفُ والصَوتُ ولايَجوزُ قيامُهُما بِذاتِهِ وإلَّا لَكانَ ذا حاسَّةٍ لِتَوَقُّفِ وُجودِهِما على وُجودِ آلَتَيْهِما ضَرورَةً ، فَيَكُونُ الباري تعالى ذا حاسَّةٍ ، وهو باطِلٌ .\r\n","footnote":"\r\n( 1 ) هذا الدَليلُ وإنْ كانَ صَحيحاً في رَدِّ قَولِ الخَصْمِ لَكِنْ لايُثْبِتُ مُدَّعانا .\r\n( 2 ) كَوْنُ ذلك مُمْكِناً لايُثْبِتُ المُدَّعَى ، ويَحْتاجُ في إثْباتِهِ إلى دَليلٍ آخَرَ بَعْدَ ثُبُوتِ إمْكانِهِ .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالرابِعُ : في قِدَمِهِ أوْ في حُدوثِهِ . فقالتِ الأشاعِرَةُ بِقِدَمِ المَعنى ، والحَنابلةُ بِقِدَمِ الحُروفِ ، وقالَتِ المعتزلةُ بِالحُدوثِ ، وهو الحَقُّ لِوجوهٍ :\r\nالأوّلُ : أنَّهُ لَوْكانَ قَديماً لَزِمَ تَعَدُّدُ القُدماءِ ، وهو باطلٌ ، لأنَّ القولَ بِقِدَمِ غَيرِ اللَّهِ كُفرٌ بِالإجْماعِ . ولِهذا كَفَرَتِ النصارى « 1 » لِاثْباتِهِمْ قِدَمَ الاقْنُومِ .\r\nالثاني : أَنَّهُ مُرَكَّبٌ مِنَ الأصواتِ والحروفِ الَّتي يَعْدُمُ السابِقُ مِنها بِوجودِ لاحِقِهِ ، والقَديمُ لايَجوزُ عليه العَدَمُ .\r\nالثالِثُ : أَنَّهُ لَو كانَ قَديماً لَزِمَ الكِذبُ عَليهِ ، واللازِمُ باطِلٌ ، فَالمَلْزومُ مِثْلُهُ . بَيانُ المُلازَمَةِ : أَنَّهُ أخْبَرَ بِإرْسالِ نُوحٍ في الأزَلِ بِقولِهِ « 2 » ، ولَمْ يُرْسِلْهُ إذْ لاسابِقَ عَلى الأزَلِ ، فَيَكونُ كَذِباً .\r\nالرابِعُ : أَنَّهُ يَلْزَمُ مِنهُ العَبَثُ في قَوْلِهِ :  « أَقِيمُوا الصَّلاةَ وَآتُوا الزَّكاةَ »  « 3 » إذْ لامُكَلَّفَ في الأزَلِ ، والعَبَثُ قَبيحٌ ، فَيَمْتَنِعُ عَليهِ تعالى « 4 » .\r\nالخامِسُ : قَولُهُ تعالى  « ما يَأْتِيهِمْ مِنْ ذِكْرٍ مِنْ رَبِّهِمْ مُحْدَثٍ »  « 5 » والذِّكْرُ هُوَ القُرآنُ ، لِقولِهِ تعالى  « إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحافِظُونَ »  « 6 »  « وَإِنَّهُ لَذِكْرٌ لَكَ وَلِقَوْمِكَ »  « 7 » وَصَفَهُ بِالحُدوثِ فلايَكونُ قَديماً . فَقولُ المُصَنِّفِ رحمه الله « وتَفسيرُ\r\n","footnote":"\r\n( 1 ) لا اخْتِلافَ في كُفْرِهِمْ على اصولِ المُتَكَلِّمينَ مِنَ الإسْلامِ ، وَلَكِنَّ الفُقَهاءَ اخْتَلَفوا في المَقامِ .\r\n( 2 )   « إِنَّا أَرْسَلْنا نُوحاً إِلى قَوْمِهِ » .   نوح : 1 .\r\n( 3 ) البقرة : 43 .\r\n( 4 ) بَينَ مُفادِ هذا الدَليلِ ومُفادِ الأدِلَّةِ السّابِقَةِ مُعاكَسَةٌ ، لأنَّ مُفادَها إبْطالُ قِدَمِ الكَلامِ صَريحاً وإثْباتُ حُدوثِهِ ضِمْناً ، وَلَكِنْ هذا الدَليلُ يُثْبِتُ حُدوثَ الكَلامِ صَريحاً ويُبْطِلُ قِدَمَهُ ضِمْناً .\r\n( 5 ) الأنبياء : 2 .\r\n( 6 ) الحجر : 9 .\r\n( 7 ) الزُخرُف : 44 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nالثامِنةُ : أَنَّهُ تعالى صادِقٌ « 1 » ، لأنَّ الكَذِبَ قَبيحٌ بالضَرورةِ « 2 » ، واللَّهُ تعالى مُنَزَّهٌ عَنِ القَبيحِ لاسْتَحالَةِ النَقْصِ عَليهِ « 3 » .\r\n\r\n\r\n\r\n","description":"\r\nالأشاعرةِ غَيرُ مَعْقولٍ » إشارَةٌ إلى ما ذَكَرْناهُ في هذِهِ المَقاماتِ .\r\nقال : « الثامِنةُ : أَنَّهُ تعالى صادِقٌ . . . إلخ » .\r\nأقول : مِنْ صِفاتِهِ الثُبوتِيَّةِ أنَّ كَوْنَهُ صادِقاً ، والصِدْقُ هو الإخْبارُ المُطابِقُ ، والكَذِبُ هوَ الإخْبارُ الغَيرُ المُطابِقِ ، لأنَّهُ لَوْ لَمْ يَكُنْ صادِقاً لَكانَ كاذِباً ، وهو باطِلٌ ، لأنَّ الكَذِبَ قَبيحٌ ضَرُورَةً ، فَيَلْزَمُ اتِّصافُ الباري تعالى بِالقَبيحِ ، وهو باطِلٌ لِما يأتي . وأيضاً الكَذِبُ نَقْصٌ ، والباري تعالى مُنَزَّهٌ عَنِ النَقْصِ .\r\n","footnote":"\r\n( 1 ) المُتَكَلِّمونَ ظَنّوا أنَّ الصِدْقَ صِفَةُ الكلامِ والقَولِ خاصَّةً ، ولِهذا ذَكَروهُ عَقيبَ مَبْحَثِ الكَلامِ ، مَعَ أنَّ الصِدْقَ يَقَعُ صِفَةً لِلْعَقيدَةِ والعَمَلِ والقَولِ . فَذِكْرُهُمُ الصِدْقَ في عِدادِ الثُبوتِيّاتِ لِهذا التَوضيحِ ذِكْرٌ في مَحَلِّهِ ، وعَدِّهِمُ الكلامَ مِنَ الثُبوتِيّاتِ لِتَفْسيرِهِمْ حَقيقَةَ كَلامِهِ سُبحانه بِإيجادِ الحُروفِ والأصواتِ في غَيرِ مَحَلِّهِ ، فَتَدَبَّرْ .\r\n( 2 ) ضَرورَةُ قُبْحِ الكَذِبِ ضَرورَةٌ عَقْلِيَّةٌ وهِيَ أقْوَى الضَروراتِ ، لاضَرورَةٌ دينِيَّةٌ كَالتَوحِيدِ ، أوِ مَذْهَبِيَّةٌ كَإمامَةِ أميرِالمُؤمِنينَ عليه السلام .\r\n( 3 ) المُرادُ بِالنَقْصِ هُنا مَنْشَأٌ مِنْ مَناشِئِ الكَذِبِ ، وهِيَ :\r\nالف ) العَجْزُ عَنْ تَرْكِ الكَذِبِ .\r\nب ) الجَهْلُ بِمَفاسِدِ الكَذِبِ .\r\nج ) الحاجَةُ إليه .\r\nد ) العَبَثُ بِهِ ، فَإذا اسْتَحالَتْ هذه البَواعِثُ عليه تعالى يَسْتَحيلُ عليه الكَذِبُ الَّذي يُبْعَثُ مِنها . فَيَتَحَصَّلُ مِنْ هذا الدَليلِ : أنَّ لِلْكَذِبِ قُبْحَيْنِ : قُبْحٌ فِعْلِيٌّ وقُبْحٌ فاعلِيٌّ . فَالفِعْلِيُّ مِنْهُما في نَفْسِ الكَذِبِ ، والفاعِلِيُّ البَواعِثُ لَهُ في فاعِلِهِ .\r\nويُمْكِنُ أنْ يَكُونَ المُرادُ مِنَ النَقْصِ نَقْصُ الكَذِبِ نَفْسِهِ ، لأنَّهُ نَقيضُ الكَمالِ الَّذِي هُو أمْرٌ وُجُودِيٌّ ، والنَقْصُ عَدَمِيٌّ فَيَكُونُ الكَذِبُ نَقْصاً لأنَّهُ عَدَمُ الصِدْقِ ، كَما سَيُصَرِّحُ بِهِ الشارِحُ رحمه الله .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nالفَصْلُ الثالِثُ في صِفاتِهِ السَلْبيَّةِ « 1 »\r\nوهِيَ سَبْعٌ : « 2 »\r\nالأولى : أنَّهُ تعالى لَيْسَ بِمُرَكَّبٍ ، وإلّا لَكانَ مُفْتَقِراً إلى أجزائِهِ ، والمُفْتَقِرُ مُمْكِنٌ .\r\n\r\n\r\n\r\n","description":"\r\nقال : « الفَصْلُ الثالث : في صِفاتِهِ السَلْبيَّةِ . . . إلخ » .\r\nأقول : لَمّا فَرَغَ مِن‌َالثبوتِيَّةِ شَرَعَ فيالسَلْبيَّةِ . وتُسَمَّى الأولى صِفات‌ِالكَمالِ « 3 » ،\r\n","footnote":"\r\n( 1 ) أكْثَرُ بَلْ كُلُّ مَا اعْتَقَدَهُ الإنْسانُ باطِلًا في حَقِّهِ سبحانَهُ يَرْجِعُ إلى القِياسِ بَيْنَ الواجِبِ والمُمْكِنِ غَلَطاً كَالقَوْلِ بِتَرَكُّبِهِ وجِسْميَّتِهِ والشَريكِ لَهُ وغَيرِها ، لأنَّ المُقايَسَةَ في المَقامِ على قِسْمَيْنِ : وُجودِيَّةٍ وماهُوِيَّةٍ . فَبِالاولى يَصيرُ الإنْسانُ مُؤْمِناً عارِفاً ، وكَالعِلْمِ بِوُجُودِ المَوْجُوداتِ يَنْتَهِي إلى الإيمانِ بِوُجُودِ المُوجِدِ ، وكَالوُقُوفِ عَنْ عِلْمِ العُلَماءِ المَحْدودِ عَلى عِلْمٍ غَيرِ مَحْدودٍ وغَيِرهِما . وبِالثانِيةِ يَصيرُ كافِراً شَقِيّاً ، فَتَدَبَّرْ حَتّى يَظْهَرَ لَكَ الفَرْقُ بَيْنَ القِياسَيْنِ .\r\n( 2 ) يَلْزَمُ هُنا ذِكْرُ أمْرَيْنِ ، الأوّلُ : إنّا لانَسْلُبُ نَفْسَ هَذِهِ الصِفاتِ عَنْهُ تعالى ، بَلِ المَسْلُوبُ هُوَ نِسْبَتُهَا إليهِ . الثاني : حَصْرُ جَميعِ السَلْبِيّاتِ والنَقائِصِ في هذه السَبْعِ لِمَرْجَعِيَّةِ جَميعِ النَقائِصِ الَّتي لاتُعَدُّ ولاتُحَدُّ فِيها .\r\n( 3 ) فيبَعْضِ النُسَخ جاءَ لَفْظُ « الإكْرامِ » بَدَلَ « الكَمالِ » وَلَكِنَّ التعْبيرَ بِالكَمال‌ِأوْفَقُ لِلمَقامِ لَفْظاً ومَعْنىً .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nوالثانِيةُ صِفاتَ الجَلالِ ، وإنْ شِئْتَ كانَ مَجْموعُ صِفاتِهِ صِفاتِ جَلالٍ « 1 » ، فَإنَّ إثْباتَ قُدْرَتِهِ بِاعْتِبارِ سَلْبِ العَجْزِ عَنهُ ، وإثْباتَ العِلْمِ بِاعْتِبارِ سَلْبِ الجَهْلِ عَنْهُ ، وكذا باقي الصفاتِ . وفي الحَقيقَةِ المَعْقولُ لَنا مِنْ صِفاتِهِ لَيْسَ إلَّاالسلُوبُ والإضافاتُ . وأمّا كُنْهُ ذاتِهِ وصِفاتِهِ فَمَحْجوبٌ عَنْ نَظَرِ العُقُولِ ، « 2 » ولايَعْلَمُ ما هو إلَّاهو . وقَدْ ذَكَرَ المُصَنِّفُ هُنا سَبْعاً :\r\nالأولى : أنَّهُ لَيْسَ بِمُرَكَّبٍ . والمُرَكَّبُ هُوَ ما لَهُ جُزْءٌ ، ونَقيضُهُ البَسيطُ وهُوَ ما لاجُزْءَ لَهُ . ثُمَّ الترْكيبُ قَدْ يَكونُ خارِجيّاً كَتَرْكيبِ الأجْسامِ مِنَ الجَواهِرِ الأفْرادِ ، وقَد يَكونُ ذِهْنيّاً كَتَرْكيبِ الماهيّاتِ والحُدودِ مِنَ الأجْناسِ والفُصولِ « 3 » . والمُرَكَّبُ بِكِلا المَعْنَيَيْنِ مُفْتَقِرٌ إلى جُزْئِهِ ، لامْتِناعِ تَحَقُّقِهِ وتَشَخُّصِهِ خارِجاً وذِهْناً بِدونِ جُزْئِهِ ، وجُزْؤهُ غَيرُهُ ، لأنَّهُ يُسْلَبُ عَنهُ ، فَيُقالُ : الجُزْءُ لَيْسَ بِكُلٍّ ، وما يُسْلَبُ عَنْهُ\r\n","footnote":"\r\n( 1 ) الأولىأن‌ْنُعَبِّرَ بَدَل‌َالجَلالِ هُنابِالجَمالِ ، لأن‌َّالجَمال‌َلايَرْجِعُ إلى العَدَمِ والعَدَمِيِّ ، فَهُوَوُجُودِيٌّ ، وأمْرُ الوُجُودِيِّ مِنْ حَيْثُ هُوَ وُجُودِيٌّ أشْرَفٌ ، وَلَكِنَّ الجَلالَ مِنْ حَيْثُ رُجُوعِهِ إلى السَلْبِ ( وهُوَ نَحْوٌ مِنَ العَدَمِ ) مُتَأخِّرٌ عَنِ الجَمالِ . فَمُلَخَّصُ القَوْلِ يَكُونُ مَجْمُوعُ صِفاتِهِ صِفاتِ جَمالٍ ، لأنَّ تَنْزيهَهُ مِنَ الجَهْلِ بِاعْتِبارِ وُجُودِ العِلْمِ ومِنَ العَجْزِ بِاعْتِبارِ ثُبوتِ القُدْرَةِ فيهِ سُبحانَهُ .\r\n( 2 ) وَالدَليلُ على هذه المَحْجُوبِيَّةِ نَزاهَةُ ذاتِهِ تعالى وصِفاتِهِ القُدْسِيَّةِ النَزيهَةِ عَنْ وَسَمات‌ِالإمْكانِ نَحْوُ الكَمِّ والكَيْفِ وغَيْرِهِما وإنْ سَألْتَ فَماذا لأصْحابِ السلُوكِ والعِرْفانِ مِنَ الانْكِشافِ في المَقامِ ؟ نُجيبُ : أنّ الحاصِل لَهُمْ تَأكُّدُ إيمانِهِمْ بِوُجُودِهِ تعالى وبِوُجُودِ صِفاتِهِ سُبحانَهُ بِتَبَدُّلِ سَبَبِ إيمانِهِمْ ( أيْ العَقلُ ) بِالفِطْرَةِ الصافِيَةِ وظاهِرٌ أنَّ الإيمانَ بِوُجُودِ الشَيْءِ غَيرُ إدْراكِ حَقِيقَتِهِ ، فَتَدَبَّرْ .\r\n( 3 ) المُرادُ بِالجِنْسِ والفَصْلِ هُنَا الجِنْسُ والفَصْلُ المَنْطِقيّانِ ، فَالأوّلُ مِنْهُما ما يُقالُ في جَواب‌ِالسؤالِ عَنِ الحَقائِقِ المُخْتَلِفَةِ كَالحَيوانِ المَقُولِ في جَوابِ السؤالِ عَنْ حَقيقَةِ الإنْسانِ والفَرَسِ مَثَلًا . والثاني ( أيْ الفَصْلُ ) هو الذَاتيُّ الَّذي يَتَمَيَّزُ بِهِ كُلُّ حَقيقَةٍ عَنْ مُشْتَرَكِهَا في الجِنْسِيَّةِ كَالناطِقِ .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالثانِيةُ : أنَّهُ لَيْس‌َبِجِسْمٍ « 1 » ولَاعَرَضٍ ولاجَوهَرٍ « 2 » ، وإلّا لافْتَقَرَإلى المَكانِ ، ولامْتَنَعَ انْفِكاكُهُ مِنَ الحوادِثِ فَيَكونُ حادِثاً ، وهُوَ مُحالٌ .\r\n\r\n\r\n\r\n","description":"\r\nالشَيْءُ فَهُوَ مُغايِرٌ لَهُ فَيَكونُ مُفْتَقِراً ، إلى الغَيرِ ، فَيَكونُ مُمْكِناً . فَلَوْ كانَ الباري جلّتْ عَظَمَتُهُ مُرَكَّباً لَكانَ مُمْكِناً ، وهو مُحالٌ .\r\nقال : « الثانِيةُ : أنَّهُ لَيْسَ بِجِسْمٍ ولَا عَرَضٍ ولا جَوهَرٍ . . . إلخ » .\r\nأقول : الباري تعالى لَيْسَ بجِسْمٍ خِلافاً لِلمُجَسِّمَةِ ، والجِسْمُ هو مَا لَهُ طُولٌ وعَرْضٌ وعُمْقٌ . والعَرَضُ هو الحالُّ في الجِسْمِ ولاوُجودَ لَهُ بِدونِهِ . والدَليلُ على كَوْنِهِ لَيْسَ بِجِسْمٍ ولاعَرَضٍ وَجْهانِ :\r\nالأوّلُ : أنَّهُ لَوْ كانَ أحَدُهُما لَكانَ مُمْكِناً ؛ واللازِمُ باطِلٌ ، فَالمَلْزومُ مِثلُهُ .\r\nبَيانُ المُلازَمَةِ : إنّا نَعُلَمُ بِالضَرورَةِ أنَّ كلَّ جِسْمٍ فَهُوَ مُفْتَقِرٌ إلى المَكانِ ، وكُل‌َّعَرَضٍ فَهُوَ مُفْتَقِرٌ إلى المَحَلِّ ، والمَكانُ والمَحَلُّ غَيرُهُما ، فَيَفْتَقِرانِ إلى غَيرِهِما والمُفْتَقِرُ إلى غَيرِهِ مُمْكِنٌ . فَلَوْ كانَ الباري تعالى جِسْماً أوْ عَرَضاً لَكانَ مُمْكِناً .\r\nوالثاني : أنَّهُ لَوْ كانَ جِسْماً لَكانَ حادِثاً ، وهُوَ مُحالٌ . بَيانُ المُلازَمَةِ : أنَّ كُلَّ جِسْمٍ فهو لايَخْلُو مِنَ الحَوادِثِ ، وكُلُّ ما لايَخْلُو مِنَ الحَوادِثِ فَهو حادِثٌ ، وقَد\r\n","footnote":"\r\n( 1 ) إنَّمَا ألحَق‌َالمُصَنِّفُ وتَبِعَهُ الشَارِحُ رحمهما الله بِتِلكَ الصفَةِ السَلْبِيَّةِ فُروعاً ولَم‌ْيُعَنْوِنَا كُل‌َّفَرْعٍ عَلَىعُنْوانٍ خاصٍّ بِهِ ، ونَحْنُ نَذْكُرُ عُنْوانَ كُلِّ فَرْعٍ مِنْها إن‌ْشاءَاللَّهُ وَلَكِنْ يَلْزَمُ التدَبُّرُ في إرْجاعِ كُلِّ واحِدٍ مِنْها إلى ما ذُكِرَ في المَتْنِ أيْ عَدَمِ جِسْميَّته واسْتِحالَةِ عَدَمِ جَوْهَرِيَّتِهِ وعَرَضِيَّتِهِ سُبحانَهُ .\r\n( 2 ) لَم‌ْيَذكُرِ المُصَنِّفُ ولا الشَارِحُ رحمهما الله دَليلَ بُطْلانِ جَوْهَرِيَّتِهِ جَلَّ وعَلَا ، بَلْ اكْتَفَيَا بِإبْطالِ جِسْمِيَّتِهِ سُبْحانَهُ ، لأنَّ المُتَكَلِّمِينَ لايَقُولُونَ بِوُجُودِ الجَواهِرِ المُجَرَّدَةِ ، فَكُلُّ جَوْهَرٍ عِنْدَهُمْ جِسْمٌ وكُلُّ جِسْمٍ جَوْهَرٌ ، والفَرْقُ بَيْنَهُما أنَّ الجِسْمَ مُرَكَّبٌ مِنَ الأجْسامِ الصغارِ الَّتي يُعَبَّرُ عَنْهَا بِالجَواهِرِ الأفْرادِ ، ويُعَبَّرُ عَنْ كُلِّ واحِدٍ مِنْها بِجَوْهَرِ الفَرْدِ أوِ النُقْطَةِ .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nولايَجوزُ أن يَكونَ في مَحَلٍّ « 1 » وإلَّا لافْتَقَرَ إليهِ ، ولا في جِهَةٍ وإلّا لافْتَقَرَ إلَيْها « 2 » .\r\n\r\n\r\n\r\n","description":"\r\nتَقَدَّمَ بَيانُهُ ، فَلَوْ كان جِسْماً لَكانَ حادِثاً ، لَكِنَّهُ قَديمٌ فَيَجْتَمِعُ النَقيضانِ « 3 » .\r\nقال : « ولَايَجوزُ أن يَكونَ في مَحَلٍّ . . . إلخ » .\r\nأقول : هذانِ وَصْفانِ سَلْبيّانِ :\r\nالأوّلُ : أنَّهُ لَيْسَ في مَحَلٍّ خِلافاً لِلنصارى وجَمْعٍ مِنَ المُتَصَوِّفَةِ ، والمَعْقولُ مِنَ الحُلولِ هو قيامُ مَوجُودٍ بِمَوجُودٍ على سَبيلِ التبَعيَّةِ « 4 » ، فَإنْ أرادوا هذا المَعنى فهو باطِلٌ ، وإلّا لَزِمَ افْتِقارُ الواجِبِ وهو مُحالٌ . وإنْ أرادوا غَيرَهُ فَلابُدَّ مِنْ تَصَوُّرِهِ أوّلًا ، ثُمَّ الحُكْمُ عليه بِالنَفْي والإثْباتِ .\r\nالثاني : أنَّهُ تعالى لَيْسَ في جِهَةٍ ، والجِهَةُ مَقْصَدُ المُتَحَرِّكِ ومُتَعَلَّقُ الإشارَةِ « 5 » .\r\n","footnote":"\r\n( 1 ) الفَرْعُ الأوّلُ مِنَ المُلْحَقاتِ : عَدَمُ جَوازِ كَوْنِهِ تعالى في مَحَلٍّ .\r\n( 2 ) الفَرْعُ الثاني : امْتِناعُ كَوْنِهِ تعالى في جِهَةٍ . مُضافاً إلى دَليلِ المُصَنِّفِ ( افْتِقارُهُ تعالى إلَى الجِهَةِ ) كَوْنُهُ تعالى في جِهَةٍ تُلازِمُ مَعَ مَحْدودِيَّتِهِ سُبحانَهُ بِها وخُلُوّ سائِرِ الجهاتِ عَنهُ سُبحانَهُ ، وهُمَا ( أيْ المَحْدُودِيَّةُ والخُلُوّ المَذْكُورانِ آنِفاً ) مُنافِيان لإحاطَتِهِ التامَّةِ بِكُلِّ شَيْءٍ .\r\n( 3 ) لَمْ يَذْكُرِ الشارِحُ رحمه الله بُطْلانَ العَرَضِ علَى حَدِّهِ ، ولِهذا رَأيْنا لُزُومَ ذِكْرِ بُطْلانِهِ وهو : أنَّ العَرَضَ أوْلَى بِالحُدوثِ مِنَ الجِسْمِ لأنَّ الجِسْمَ مُسْتَقِلٌّ في نَفْسِهِ ولَيْسَ جُزْءاً مِنْ مَكانِهِ ، والعَرَضُ غَيرُ مُسْتَقِلٍّ بِنَفْسِهِ بَلْ هُوَ جُزْءٌ مِنَ الجِسْمِ فَهُوَ أوْلَى بِالحُدوثِ مِنْ جِسْمِهِ .\r\n( 4 ) يَلْزَمُ هُنا ذِكْرُ الفَرْقِ بَيْنَ الحُلُولِ والعَرَضِ وهو : أنَّ العَرَضَ أعَمُّ مِنَ الحُلُولِ ، والحُلُولُ هوالعَرَضُ الَّذي يَصيرُ جُزْءاً لِمَحَلِّهِ ( مَعْرُوضِهِ ) وَلَكِنَّ العَرَضَ قَدْ لايَكُونُ جُزْءاً لِمَعْرُوضِهِ ، كَالرُطُوبَةِ بِالنِسْبَةِ إلى الحَجَرِ مادامَ رَطْباً .\r\n( 5 ) وهِيَ ستَّةٌ : الفَوْقُ والتحْتُ واليَمِينُ واليَسارُ والأمامُ والخَلْفُ ، واللَّهُ تعالى مُحالٌ أنْ يَقَعَ في أيَّةِ جِهَةٍ مِنْها .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nوَلايَصِحُّ عَلَيهِ اللذَّةُ « 1 » والألَمُ ، لامْتِناعِ المِزاجِ عَلَيهِ تعالى .\r\n\r\n\r\n\r\n","description":"\r\nوزَعَمَتِ الكرّامِيَّةُ أنَّهُ تعالى في الجِهَةِ الفَوقِيَّةِ لِما تَصَوَّروهُ مِنَ الظَواهِرِ النَقْلِيَّةِ ، وهو باطِلٌ ، لأنّهُ لَوْ كانَ في الجِهَةِ لَكانَ إمّا مَعَ اسْتِغْنائِهِ عَنها ، فَلايَحُلُّ أوْ مَعَ افْتِقارِهِ إلَيها ، فيَكونُ مُمْكِناً « 2 » . والظواهِرُ النَقْلِيَّةُ لَها تَأويلاتٌ ومَحامِلُ مَذْكورَةٌ في مَواضِعِها . لأنَّهُ لَمّا دَلَّتِ الدَلائِلُ العَقْلِيَّةُ على امْتِناعِ الجِسْمِيَّةِ ولَواحِقِهَا عليه وَجَبَ تَأويلُ غَيرِها لاسْتِحالَةِ العَمَلِ بِهِما ، وإلَّا لاجْتَمَعَ النَقيضانِ أوْ الترْكُ لَهُما ، وإلّا لارْتَفَعَ النَقيضانِ ، أوْ العَمَلُ بِالنَقْلِ وإطْراحُ العَقْلِ ، وإلَّا لَزِمَ إطْراحُ النَقْلِ أيضاً ، لإطْراحِ أصْلِهِ ، فَيَبْقى الأمْرُ الرابِعُ ، وهو العَمَلُ بالعَقْلِ وتَأوِيلُ النَقلِ « 3 » .\r\nقال : وَلايَصِحُّ عَلَيهِ اللذَّةُ والألَمُ . . . إلخ » .\r\nأقول : الألَمُ واللذَّةُأمْرانِ وُجْدانيّانِ « 4 » ، فَلايَفْتَقِرانِ إلىتَعْريفٍ ، وقَديُقال‌ُفيهِما :\r\nاللذَّةُ إدْراكُ المُلائِمِ مِنْ حَيْثُ هُو مُلائِمٌ ، والأ لَمُ إدْراكُ المُنافي مِنْ حَيثُ هو مُنافٍ .\r\nوهُما قَد يَكونانِ حِسِّيَّيْنِ ، وقَد يَكونانِ عَقْلِيَّيْنِ ، فإنَّ الإدْراكَ إنْ كانَ حِسّيّاً\r\n","footnote":"\r\n( 1 ) الفَرْعُ الثالِثُ : عَدَمُ صِحَةِ اللَذَّةِ والألَمِ عَلَيْهِ تعالى .\r\n( 2 ) وبِذلكَ يَظْهَرُ أنَّ رَفْعَ الأيْدِي إلى السَماءِ في الدُعاءِ لَيْسَ على مَعْناهُ المُتَعارَفِ كَمَنْ يَمُدُّ يَدَه‌ُإلى مَنْ هو فَوْقَهُ مَكاناً لِيَاْخُذَ مِنْهُ شيئاً . بَلِ المُرادُ مِنْهُ لِغَرَضٍ تَعَبُّدِيٍّ مَجْهُولٍ ، أوْ لأنْ يَتَوَهَّمَ الداعِي ابْتِداءً مَعْناهُ المُتَعارَفَ ويَعْبُرَ ثانِياً إلى مَعْناهُ العَقْلِيِّ وهو فَوْقِيَّةُ نَشْأةِ الغَيْبِ الرُبُوبِيِّ مِنْ نَشْأةِ عالَمِ المَشْهُودِ . وهَكذَا الأمْرُ في الاسْتِقْبالِ إلى القِبْلَةِ لَهُ ( أي لِلاسْتِقْبالِ ) حِكَمٌ ومَصالِحُ ، ولَيْسَ المُرادُ مِنْهُ القَوْلُ بِكَوْنِهِ في جِهَةِ القِبْلَةِ .\r\n( 3 ) مِنْ هُنا يَظْهَرُ أنَّ الدَلائِلَ العَقلِيَّةِ في العَقائِدِ مُتَقَدِّمَةٌ عَلَى البَراهِينِ النَقْلِيَّةِ ، وفي الفُروعِ العَمَلِيَّةِ عَكْسُ ذَلكَ . مُضافاً بِأنَّ نَفْعَ الدَلائِلِ العَقْلِيَّةِ في العَقائِدِ عامٌّ بِالنِسْبَةِ إلى المُؤْمِنِ والكافِرِ ولاتَنْفَعُ النَقْلِيّاتُ في العَقائِدِ إلَّالِلْمُؤْمِنِ ، والكافِرُ لايَنْتَفِعُ بِها .\r\n( 4 ) ولَيْسا بِبُرْهانِيَّيْنِ ، بَلْ في المَعْرِفَةِ بِهِما غَناءٌ عَنِ التعريفِ .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nفَهُما حِسِّيَّانِ وإلّا فَعَقْليّانِ « 1 » .\r\nإذا تَقَرَّرَ هذا فَنَقولُ :\r\nأمّا الألَمُ فهو مُسْتَحيلٌ « 2 » عليه إجْماعاً مِنَ العُقَلاءِ إذْ لامُنافِيَ لَهُ تعالى .\r\nوأمّا اللذَّةُ فَإنْ كانَتْ حِسّيَّةً « 3 » ، فَكذلكَ لأنَّها مِنْ تَوابِعِ المِزاجِ ، والمِزاجُ يَسْتَحيلُ عليه تعالى ، وإلَّا لَكانَ جِسْماً . وإنْ كانَتْ عَقْلِيَّةً فَقَد أثْبَتَهَا الحُكَماءُ لَهُ تعالى ، وصاحِبُ « الياقوتِ » مِنّا لأنَّ الباري تعالى مُتَّصِفٌ بِكَمالِهِ اللايِقِ بِه « 4 » .\r\nلاسْتِحالَةِ النَقْصِ عليه ، ومَعَ ذلك فهو مُدرِكٌ لِذاتِهِ وكَمالِهِ . فيَكونُ أجَلَّ مُدْرِكٍ لأعْظَمِ مُدْرَكٍ بِأتَمِّ إدْراكٍ « 5 » . ولانَعْني بِاللذَّةِ إلّاذَلك « 6 » .\r\n","footnote":"\r\n( 1 ) وَقَعَتِ اللذَّةُ والألَمُ الوَهْمِيّانِ هُنا مَغْفُولًا عَنْهُما وهُما أيضاً مُمْتَنِعانِ عَلَيْهِ سُبْحانَهُ لأنَّهُ تعالى حَقٌّ مَحْضٌ وحَقيقَةٌ مَحْضَةٌ ، وَالوَهْمُ وَالمَوْهُومُ عارِيانِ عَنِ الحَقيقَةِ .\r\n( 2 ) ذَلِكَ لأنَّ الألَمَ أمْرٌ عَدَمِيٌّ لايُجامِعُ مَعَ الوُجُودِ المُطْلَقِ وهُوَ اللَّهُ تعالى ، وأيضاً الألَمُ نَقْصٌ لايُجامِعُ مَعَ مَحْضِ الكَمالِ وكَمالِ المَحْضِ لأنَّهُ يَلْزَمُ في كِلَيْهِمَا جَمْعُ النَقيضَيْنِ .\r\n( 3 ) لأنَّ إمْكانَ اللذَّةِ الحِسّيَّةِ فيهِ تعالى فَرْعٌ على وُجُودِ الحَواسِ ، فَوُجُودُ الأصْلِ وبِتَبَعِهِ الفَرْع‌ِمُحالٌ عَليهِ تعالى .\r\n( 4 ) تَقييدُ الكَمالِ بِقَيدِ اللائِقِ بِهِ احْتِرازاً مِنَ الكَمالاتِ الإمْكانِيَّةِ الَّتي لاتَليقُ بِذاتِ الواجِبِ سبحانَهُ كَإدْراكاتِ الحِسّيَّةِ وجَمالِ الحِسّيِّ وغَيرِهِمَا وكَالعَقْلِ ونَحْوِهِ .\r\n( 5 ) المُرادُ مِنْ « أجَلَّ مُدْرِكٍ » و « أعْظَمِ مُدْرَكِ » هو ذاتُهُ المقَدَّسَةُ . أمّا بَيانُ أجَلِّيَّتِهِ في الإدْراكِ مِنْ حَيْثُ إنَّ إدْراكَهُ بِأيّ مَعْنىً كانَ غَيرُ مَحْدُودٍ ولامَشُوبٍ بِضِدِّهِ ولازائِلٍ ولامُتَكَيِّفٍ ولامُتَكَمِّمٍ ونَحْوُ ذَلك . وأمّا أعْظَمِيَّتُهُ في المُدْرَكيَّةِ فَواضِحٌ إذِ العَظَمَةُ مُخْتَصَّةٌ بِهِ دونَ غَيرِهِ . فَيَظْهَرُ مِمّا أوْضَحْنا وَجْهُ أتَمِّيَّةِ إدْراكِهِ سُبْحانَهُ . ويَنْبَغِي ذِكْرُ أنَّ هَذا الإدْراكَ المُتَعَلِّقَ بِذاتِهِ المُتَعالِيَةِ وكَمالاتِهِ الذَاتِيَّةِ يُعَدُّ مِن‌ْصِفاتِهِ الحَقِيقِيَّةِ المَحْضَةِ الَّتي لاتُضافُ إلى شيْءٍ دُونَ ذاتِهِ الوُجُوبِيِّ .\r\n( 6 ) وَالأولى أنْ يُعَبَّرَ عَنْ هذه اللَذَّةِ بِاللَذَّة الذَاتِيَّةِ ، لأنّ اللذَّةَ العَقْلِيَّةَ فَرْعٌ على وُجُودِ العَقْلِ وَهُو تعالى غَنِيٌّ عَنِ العَقْلِ ، إلّاأنْ نُفَسِّرَ العَقْلَ بِما هُوَ أعَمُّ مِنَ المَعنى المُتَعارَفِ .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nولايَتَّحِدُ بِغَيْرِهِ « 1 » ، لامْتِناعِ الاتّحادِ مُطْلَقاً « 2 » .\r\n\r\n\r\n\r\n","description":"\r\nوأمّا المُتَكَلِّمونَ فَقَد أطْلَقوا القَولَ بِنَفْي اللَذّةِ إمّا لاعْتِقادِهِمْ نَفيَ اللذّات‌ِالعَقْلِيَّةِ ، أوْ لِعَدَمِ وُرودِ ذَلك في الشَرْعِ الشَريفِ ، فَإنّ صِفاتَهُ تعالى وأسْماءَهُ تَوقيفيَّةٌ ، لايَجوزُ لِغَيرِهِ التهَجُّمُ بِها إلّابِإذْن مِنْهُ ، لأنَّهُ وإنْ كانَ ذلك جائِزاً في نَظَرِ العَقْلِ لَكِنَّهُ لَيْسَ مِنَ الأدَبِ لِجَوازِ أنْ يَكونَ غَيرَ جائِزٍ مِنْ جِهَةٍ لانَعْلَمُها « 3 » .\r\nقال : « ولايَتَّحِدُ بِغَيْرِهِ . . . إلخ » .\r\nأقول : الاتِّحادُ يُقالُ على مَعْنَيَيْنِ : مَجازِيٍّ وحَقيقِيٍّ .\r\nأمّا المَجازِيُّ فهو صَيرُورَةُ الشَيْءِ شَيْئاً آخَرَ بِالكَوْنِ والفَسادِ ، إمّا مِنْ غَيرِ إضافَةِ شَيْءٍ آخَرَ كَقَوْلِهِمْ : « صارَ الماءُ هَواءً » و « صارَ الهَواءُ ماءً » أوْ مَعَ إضافَةِ شَيْءٍ آخَرَ كَما يُقالُ : « صارَ التُرابُ طيناً » بِانْضِيافِ الماءِ إليهِ .\r\nوأمّا الحَقيقِيُّ فهو صَيْرُورَةُ الشَيْئَيْنِ المَوجودَيْنِ شَيْئاً واحِداً مَوجُوداً « 4 » .\r\nإذا تَقَرَّرَ هذا فَاعْلَمْ :\r\nأنَّ الأوّلَ مُسْتَحيلٌ عليه تعالى قَطْعاً ، لاسْتِحالَةِ الكَوْنِ والفَسادِ عليه .\r\n","footnote":"\r\n( 1 ) الفَرْعُ الرابِعُ : اسْتِحالَةُ اتِّحادِهِ تعالى بِغَيرِهِ .\r\n( 2 ) ما يَمْتَنِعُ مِنَ الاتِّحادِ هُوَ اتِّحادُ هُوِيَّتَيْنِ بِالمِصْداقِ ، ولايَمْتَنِعُ الاتِّحادُ في مَفْهُومِ وُجودِ حَقيقَتَيْنِ مُخْتَلِفَتَيْنِ ، وَلَكِن هَذا الاتِّحادَ المَفْهُومِيَّ خارِجٌ عَمّا نَحْنُ بِصَدَدِ إبْطالِهِ .\r\n( 3 ) والحَقُّ هُوَقَوْل‌ُالحُكَماءِ وصاحِب‌ِالياقُوتِ ، لأن‌َّاللذَّةَ بِهذا المَعْنَى كَمالٌ وهُوَ سُبحانه‌غَيرُفاقِدٍ لِكُلِّ كَمالٍ . مُضافاً إلى أَنّه وَرَدَ في الشَرْعِ تَعْبيراتٌ شَريفَةٌ في المَقامِ مَنْسُوبَةٌ إلَيهِ تعالى نَحْوُ الفَرَحِ والحُبِّ والضَحْكِ والسرورِ وغَيرِ ذَلك ، ظاهِرُ هذهِ التعْبيراتِ يُفيدُ صِحَّةَ قَوْلِ المُخْتارِ .\r\n( 4 ) إنَّما أتى الشارِحُ رحمه الله بمِثالَيْنِ لِلاتِّحادِ المَجازِيِّ تَبْييناً لِلمُرادِ ، لأنَّ المَجازِيَّ مُمْكِنٌ بَلْ كَثيرُ الوُقوعِ ، ولَمْ يَأتِ مِنَ الحَقيقِيِّ بِمِثالٍ لأنَّهُ مُمْتَنِعُ الوُقُوعِ .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالثالِثةُ : أنَّهُ تعالى لَيْسَ مَحَلّاً لِلحوادِثِ ، لامْتِناعِ انْفِعالِهِ عَنْ غَيْرِهِ وَامْتِناعِ النَقْصِ عَلَيْهِ .\r\n\r\n\r\n\r\n","description":"\r\nوأمّا الثاني فَقَد قال بَعضُ النَصارَى : إنَّهُ اتَّحَدَ بِالمَسيحِ ، فَإنَّهُمْ قالوا : اتَّحَدَتْ لاهوتِيَّةُ الباري مَعَ ناسوتِيَّةِ عيسى عليه السلام .\r\nوقالتِ النُصَيريَّةُ « 1 » : إنَّهُ اتَّحَدَ بِعَليٍّ عليه السلام .\r\nوقال المُتَصَوِّفَةُ : إنَّهُ اتَّحَدَ بِالعارِفينَ .\r\nفَإنْ عَنَوْا غَيرَ ما ذَكَرْناهُ فَلابُدَّ مِنْ تَصَوُّرِهِ أوّلًا ، ثُمَّ يُحْكَمُ عليه . وإنْ عَنَوْا ما ذَكَرْناهُ فهو باطِلٌ قَطْعاً ، لأنَّ الاتِّحادَ مُسْتَحيلٌ في نَفْسِهِ فَيَسْتَحيلُ إثْباتُهُ لِغَيرِهِ .\r\nأمّا اسْتِحالَتُهُ فهو أنَّ المُتَّحِدَيْنِ بَعْدَ اتِّحادِهِما إنْ بَقِيا مَوجودَيْنِ فَلا اتّحادَ لأَنّهُما اثْنانِ لاواحِدٌ ، وإنْ عُدِما مَعاً فَلااتّحادَ أيضاً بَلْ وُجِدَ ثالِثٌ « 2 » ، وإنْ عُدِمَ أحَدُهُما وبَقِيَ الآخَرُ فَلااتِّحادَ أيضاً لأنَّ المَعْدومَ لايَتَّحِدُ بِالمَوجودِ .\r\nقال « الثالِثَةُ : أنَّهُ تعالى لَيْسَ مَحَلّاً لِلحوادِثِ . . . إلخ » .\r\nأقول : اعْلَمْ أنَّ صِفاتَهُ تعالى لَها اعْتِبارانِ :\r\nأحَدُهُما بِالنظَرِ إلىنَفْسِ القُدْرَةِ الذاتِيَّةِ والعِلْمِ الذاتِيِّ إلى غَيرِذلك مِن‌َالصِفاتِ « 3 » .\r\nوثانِيهِما بِالنَظَرِ إلى تَعَلُّقِ تلك الصِفاتِ بِمُقْتَضَياتِها ، كَتَعَلُّقِ القُدْرَةِ بِالمَقْدورِ ،\r\n","footnote":"\r\n( 1 ) النُصَيْريَّةُ أوِ العَلَويُّونَ طائِفَةٌ تَقْطُنُ جَبَلَ العَلَويينَ وشِمالَي سُوريَةَ ، دُعُوا كَذلك نِسْبَةً إلى مُحَمَّد بْنِ نُصَير الّذي توفّي سنة 873 ه . ( أعلام المنجد ) - والمُحْتَمَلُ بَلِ المَقْطُوعُ أَنَّهُمْ هُمُ الغالُونَ في حَقِّ عَلِيٍّ عليه السلام .\r\n( 2 ) صارَ الأمْرُ بِالكَوْنِ والفَسادِ ، فَالفاسِدانِ عِبارَتانِ عَنِ المُتَّحِدِ ( أعْنِي ذاتَ البارِي ) والمُتَّحِدِبِهِ ( أعْنِي عَليّاً عليه السلام ) أوْ غَيرَهُ ، والكائِنُ هُو الثالِثُ .\r\n( 3 ) فَبِهذا الاعْتِبارِ لامُغايَرَةَ بَيْنَ ذاتِهِ تعالى ولاتَغايُرَ بَيْنَ كُلِّ صِفَةٍ ذاتيَّةٍ مَعَ ذاتيَّةٍ اخْرَى .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nوالعِلْمِ بِالمَعْلومِ ؛ فَهِيَ بِهذا المَعْنى لانِزاعَ في كَوْنِها اموراً اعْتِبارِيَّةً إضافِيَّةً مُتَغَيّرَةً بِحَسَبِ تَغَيُّرِ المُتَعَلَّقاتِ وتَغايُرِها .\r\nوأمّا بِالاعْتِبارِ الأوّلِ فَزَعَمَتِ الكَرّامِيَّةُ « 1 » أنَّها حادِثَةٌ مُتَجَدِّدَةٌ بِحَسْبِ تَجَدُّدِ المُتَعَلَّقاتِ « 2 » . قالوا : إنَّهُ لَم‌ْيَكُنْ قادِراً في الأزَلِ ثُمَّ صارَ قادِراً ، ولَمْ يَكُنْ عالِماً ثُمَّ صارَ عالِماً .\r\nوالحَقُّ خِلافُهُ ، فَإنَّ المُتَجَدِّدَ فيما ذَكَرُوهُ هو التعَلُّقُ الاعْتِبارِيُّ ، فَإنْ عَنَوْا ذلك فَمُسَلَّمٌ « 3 » ، وإلّا فَباطِلٌ لِوَجْهَيْنِ :\r\nالأوّلُ : لَوْ كانَتْ صِفاتُهُ حادِثَةً مُتَجَدِّدَةً لَزِمَ انْفِعالُهُ وتَغَيُّرُهُ ، واللازِمُ باطِلٌ ، فَالمَلْزومُ مِثْلُهُ . بَيانُ اللُزومِ مِنْ وَجْهَيْنِ :\r\n( الأوّلُ ) إنَّ صِفاتَهُ ذاتِيَّةٌ فَتَجَدُّدِها مُسْتَلْزِمٌ لِتَغَيُّرِ الذاتِ وانْفِعالِها .\r\n( الثاني ) أنَّ حُدوثَ الصِفَةِ يَسْتَلْزِمُ حُدوثَ قابِلِيَّةٍ في المَحَلِّ لَها وهو مُسْتَلْزِمٌ لانْفِعالِ المَحَلِّ وتَغَيُّرِهِ ، لَكِنَّ تَغَيُّرَ ماهِيَّتِهِ تعالى « 4 » وانْفِعالِها مُحالٌ فلاتَكونُ صِفاتُهُ حادِثَةً ، وهو المطلوبُ .\r\n","footnote":"\r\n( 1 ) الكَرّاميَّةُ بِدْعَةٌ إسْلاميَّةٌ قَديمَةٌ قَالتْ بِالتَّجْسيمِ تُنْسَبُ إلى مُحَمَّدِ بْنِ كَرّامِ الّذي توفّيسنة 869 ه . ( أعلام المنجد )\r\n( 2 ) وَلَكِنَّ أئِمَّةَ أهْلِ البَيْتِ عليهم السلام الَّذينَ هُمْ أئِمَّةُ التوْحِيدِ أرْشَدُوا شِيعَتَهُمْ إلى أنَّ اللَّهَ تعالى كان‌َعالِماً إذْ لامَعْلُومَ وقادِراً إذْ لامَقْدُورَ ، وغَيرَذَلك مِن‌َالصِفات‌ِبِالنَظَرِ إلىالاعْتِبارِ الأوَّلِ . ولايُؤَيِّدُ قَوْلَ الكَرّامِيَّةِ ما في الكِتابِ العَزيزِ نَحْوُ  « فَلَيَعْلَمَنَّ اللَّهُ الَّذِينَ صَدَقُوا وَلَيَعْلَمَنَّ الْكاذِبِينَ »  ( العنكبوت : 3 ) بَلْ هُوَ ( ما في القُرآنِ مِنْ هذا القَبِيلِ ) يُؤَيِّدُ قَوْلَ المُخْتارِ بِالاعْتِبارِ الثانِي .\r\n( 3 ) تَرْديدُ الشارِحِ رحمه الله هُنا تَرْديدٌ في غَيرِ مَوْرِدٍ ، لأنَّ الترْديدَ في مَوْرِدِهِ فِيما إذا كانَ قَوْلُهُمْ مُبْهَماً ، والحالُ أنَّهُمْ صَرَّحُوا بِعَدَمِ عالِمِيَّتِهِ تعالى قَبْلَ وُجُودِ المَعْلُومِ .\r\n( 4 ) المُرادُ بِالماهِيَّةِ هُنا هِيَ ذاتُهُ المُقَدَّسَةُ الْمُتَحَقِّقَةُ في الخارِجِ لا الماهِيَّةِ المَنْطِقِيَّةِ المُتَشَكِّلَةِمِنَ الجِنْسِ والفَصْلِ مَثَلًا .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالرابعةُ : أَنَّهُ تعالى يَسْتَحيلُ عَلَيْهِ الرُؤيَةُ البَصَريَّةُ ، لأنَّ كُلَّ مَرْئيٍّ فهوَ ذُو جِهَةٍ ، لأنَّهُ إمّا مُقابِلٌ أَوْ في حُكْمِ المُقابِلِ بالضَرورةِ فيَكونُ جِسْماً ، وهومُحالٌ ، ولِقَولِهِ تعالى :  « لَنْ تَرانِي »  « 1 » و « لَنْ » نافِيَةٌ لِلتأْبيدِ .\r\n\r\n\r\n\r\n","description":"\r\nالثاني : أنَّ صِفاتَهُ تعالى صِفاتُ كمالٍ لاسْتِحالَةِ النَقْصِ عليه ، فَلَوْ كانَتْ حادِثَةً مُتَجَدِّدَةً لَزِمَ خُلُوُّهُ مِنَ الكمالِ « 2 » ، والخُلُّوُ مِنَ الكَمالِ نَقْصٌ ، تعالى اللَّه عَنهُ « 3 » .\r\nقال : « الرابعةُ : أَنَّهُ تعالى يَسْتَحيلُ عَلَيْهِ الرُؤيَةُ البَصَريَّةُ . . . إلخ » .\r\nأقول : ذَهَبَ الحُكَماءُ والمُعْتَزلةُ إلى اسْتِحالَةِ رُؤْيَتِهِ بِالبَصَرِ لِتَجَرُّدِهِ ، وذَهَبَ المُجَسِّمَةُ والكَرّامِيَّةُ إلى جوازِ رُؤْيَتِهِ بِالبَصَرِ مَعَ المُواجَهَةِ .\r\nوأمّا الأشاعِرَةُ فَاعْتَقَدوا تَجَرُّدَهُ ، وقالوا بِصِحَّةِ رُؤْيَتِهِ ، وخالَفوا جَميعَ العُقَلاءِ .\r\nوتَحَذْلَقَ بَعضُهُمْ وقال : لَيْسَ مُرادُنا بِالرُؤْيَةِ الانْطِباعُ أوْ خُروجُ الشُعاعِ ، بَلِ الحالَةُ الَّتي تَحْصُلُ مِنْ رُؤْيَةِ الشَيْءِ بَعْدَ حُصولِ العِلْمِ بِهِ .\r\nوقالَ بَعْضُهُم « مَعْنَى الرُّؤْيَةِ هُوَ أنْ يَنْكَشِفَ لِعِبادِهِ المُؤمِنينَ في الآخِرَةِ انْكِشافَ البَدْرِ المَرْئِيِّ .\r\nوالحَقُّ أنَّهُم إنْ عَنَوْا بِذلكَ الكَشْفَ التامَّ فَهُوَ مُسَلَّمٌ ، فَإنَّ المَعارِفَ تَصِيْرُ يَوْمَ القيامَةِ ضَرُورِيَّةً « 4 » وَإلّا فَلايُتَصَوَّرُ مِنْهُ إلّاالرُؤْيَةُ ، وهُوَ باطلٌ عَقْلًا وسَمْعاً « 5 » .\r\n","footnote":"\r\n( 1 ) الأعراف : 143 .\r\n( 2 ) قَبْلَ حُدُوثِ الصِفَةِ .\r\n( 3 ) وهُناكَ وجهٌ ثالِثٌ وهو : أنَّ ذاتَهُ تعالى وصِفاتَهُ الذَاتِيَّةَ غَيرُ مَحْدُودَةٍ ، والتجَدُّدُ والتغَيُّرُ فيأيِّ صِفَةٍ مِنْ صِفاتِهِ الذَاتِيَّةِ يُوجِبُ مَحْدُودِيَّةَ الذَاتِ .\r\n( 4 ) بَل‌ْتَبْدُو هَذِهِ الصَيرُورَةُ مِن‌ْحِينِ المَوْتِ ، ومَعْنى صَيرُورَةِ المَعارِفِ ضَرُورِيَّةً خُرُوجُهَا مِن‌َالعِلْمِيَّةِ إلى العَينِيَّةِ ( كَما لأهْلِ الكَشْفِ في الدُنْيا ) بِضَعْفِ الطَبِيعَةِ والواهِمَةِ والقُوَّةِ العاقِلَةِ وتَزَكِّيهَا .\r\n( 5 ) ولأَنَّهُ تعالى وُجُودٌ حَقيقِيٌّ غَيرُ مَفْهَومِيٍّ وغَيرُ عارِضٍ لِلماهِيَّةِ ، وذَلك بَيِّنٌ أنَّ الوُجُودَ مالَم‌ْيَعْرُضْ لِلماهِيَّةِ لايُدْرَكُ بِشَيْءٍ مِنَ الحَواسِّ الظاهِرَةِ .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالخامِسةُ : فِي نَفْيِ الشَريكِ عَنْهُ ، لِلسَمْعِ « 1 »\r\n\r\n\r\n\r\n","description":"\r\nأمّا عَقْلًا فَلأَنَّهُ لو كانَ مَرْئيّاً لَكانَ في جِهَةٍ فَيَكونُ جِسْماً ، وهُوَ باطلٌ لِما تَقَدَّمَ .\r\nبيانُ الأوّلُ : أنَّ كُلَّ مَرْئِيٍّ فَهُوَ إمّا مُقابلٌ أوْ في حُكْمِ المقابِلِ ، كَالصُورَةِ في المِرآةِ ، وذلكَ ضَرُوريٌّ ، وكُلُّ مقابِلٍ أوْ في حُكْمِهِ فَهُوَ في جِهَةٍ . فَلَوْ كانَ الباري تعالى مَرْئِيّاً لَكانَ في جِهَةٍ .\r\nوأمّا سَمْعاً فَلِوُجوهٍ :\r\nالأوّل : أنَّ مُوسى عليه السلام لَمّا سَألَ الرُؤْيَةَ اجيبَ ب  « لَنْ تَرانِي »  « 2 » و « لَنْ » لِنَفْي التأبيدِ نَقْلًا عَنْ أهْلِ اللُغَةِ ، وإذا لَمْ يَرَهُ مُوسى لَمْ يَرَهُ غَيرُهُ بِطَريقٍ أولى « 3 » .\r\nالثاني : قولُهُ :  « لا تُدْرِكُهُ الْأَبْصارُ وَهُوَ يُدْرِكُ الْأَبْصارَ »  « 4 » . تَمَدَّحَ بِنَفْي إدْراكِ الأبْصارِ لَهُ ، فيَكونُ إثْباتُهُ لَهُ نَقْصاً .\r\nالثالث : أنَّهُ تعالى اسْتَعْظَمَ طَلَبَ رُؤْيَتِهِ ، ورَتَّبَ الذَمَّ عليه والوَعيدَ ، فَقالَ :  « فَقَدْ سَأَلُوا مُوسى أَكْبَرَ مِنْ ذلِكَ فَقالُوا أَرِنَا اللَّهَ جَهْرَةً فَأَخَذَتْهُمُ الصَّاعِقَةُ بِظُلْمِهِمْ »  « 5 »  « وَقالَ الَّذِينَ لا يَرْجُونَ لِقاءَنا لَوْ لا أُنْزِلَ عَلَيْنَا الْمَلائِكَةُ أَوْ نَرى رَبَّنا لَقَدِ اسْتَكْبَرُوا فِي أَنْفُسِهِمْ وَعَتَوْا عُتُوًّا كَبِيراً »  « 6 »  . \r\nقال : « الخامِسةُ : فِي نَفْيِ الشَريكِ عَنْهُ . . . إلخ » .\r\n","footnote":"\r\n( 1 ) هذا السَمْعُ لايَكونُ مَحْدُوداً في الدَلائِلِ النَقْلِيَّةِ الإسْلامِيَّةِ ، بَلْ هُوَ يَسَعُ جَميعَ الأدِلَّةِ النَقْلِيَّةِفي جَميعِ المِلِّيّينَ . والحاصِل : أنَّ هذا الدَليلَ ( أيْ السَمع ) مَعَ هذا الشُمُولِ الواسِعِ يُسَمَّى ضَرورَةً بَيْنَ المِلَلِيَّةِ ، وهُو دَليلٌ قَوِيٌّ جِدّاً في إثْباتِ المُدَّعَى .\r\n( 2 ) الأعراف : 143 .\r\n( 3 ) لِتَساوِي بَيْنَ مُوسى وغَيْرِهِ في البَشَرِيَّةِ ، والحالُ أَنَّهُ تعالى خاطَبَهُ ب  « لَنْ تَرانِي »  مَعَ أقْرَبِيَّتِهِ عليه السلام مِنْهُ سُبْحانَهُ وعِظَمِ شَأنِهِ ونُبُوَّتِهِ .\r\n( 4 ) الأنعام : 103 .\r\n( 5 ) النساء : 153 .\r\n( 6 ) الفرقان : 21 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nولِلتَمانُعِ « 1 » فَيَفْسُدُ نِظامُ الوُجُودِ ، ولاسْتِلْزامِهِ التركيبَ لاشْتِراكِ الواجِبَينِ فِي كَونِهِما واجِبَيِ الوُجُودِ فَلابُدَّ مِنْ مَائزٍ .\r\n\r\n\r\n\r\n","description":"\r\nأقول : اتَّفَقَ المُتَكَلِّمونَ والحُكماءُ عَلى سَلْبِ الشَريكِ عَنْهُ تعالى لِوُجوهٍ : « 2 »\r\nالأوّلُ : الدلائِلُ السَمْعِيَّةُ الدالَّةُ عليه وإجْماعُ الأنْبِياءِ « 3 » وهُو حُجَّةٌ هُنا لِعَدَمِ تَوَقُّفِ صِدْقِهِمْ « 4 » على ثُبُوتِ الوَحْدانِيَّةِ « 5 » .\r\nالثاني : دَليلُ المُتَكَلِّمينَ ، ويُسَمَّى دَليلَ التمانُعِ ، وهُو مَأخوذٌ مِنْ قَولِهِ تعالى :\r\n « لَوْ كانَ فِيهِما آلِهَةٌ إِلَّا اللَّهُ لَفَسَدَتا »  « 6 »  . \r\nوتَقْريرُهُ : أنَّهُ لَوْ كانَ مَعَهُ شَريكٌ لَزِمَ فَسادُ نِظامِ الوجُودِ وهو باطِلٌ .\r\nبَيان ذلك : أنَّهُ لَوْتَعَلَّقَتْ إرادَةُ أحَدِهِما بِإيجادِ جِسْمٍ مُتَحَرِّكٍ فَلايَخْلُو إمّا أنْ يَقَعَ مُرادُهُما فَيَلْزَمُ اجْتِماعُ المُتَنافِيَيْنِ ، أوْ لايَقَعُ مُرادُهُما فَيَلْزَمُ خُلُوُّ الجِسْمِ عَنِ الحَرَكَةِ والسكُون ، أوْ يَقَعُ مُرادُ أحَدِهِما فَفيهِ فَسادانِ :\r\nأحَدُهُما : الترْجيحُ بِلامُرَجِّحٍ ، وثانِيهِما : عَجْزُ الآخَرِ . وإنْ لَم‌ْيَكُنْ لِلآخَرِ إرادَةُ سُكُونِهِ فَيَلْزَمُ عَجْزُهُ إذْ لامانِعَ إلّاتَعَلُّقُ إرادَةِ ذلك الغَيرِ ، لَكِن عَجْزُ الإلهِ والترجيحُ\r\n","footnote":"\r\n( 1 ) وَقَدْ أسْلَفْنا فيمامَضَى أنَّ الدَلائِلَ العَقْلِيَّةَ مُتَقَدِّمَةٌ عَلى النَقْلِيّاتِ ، وَلَكِنْ هُنا قَدَّمَ المُصَنِّفُ رحمه الله السَمْعَ عَلى العَقْلِ ، ولَعَلَّ هَذا التقْديمَ ناشِئٌ عَنْ أخْذِ المُتِكَلِّمينَ دَليلَ التمانُعِ مِنَ الآيَةِ القُرْآنِيَّةِ الآتِيَةِ أوْ نَشَأ مِنْ سَعَةِ شُمُولِ الدَليلِ بَيْن‌َالمِلَلِ وَقُوَّةِ دَلالَتِهِ عَلى المُرادِ كَما أشَرْنا .\r\n( 2 ) التعْبيرُ بِالنَفْي هُنا أوْلى مِنَ السَلْبِ ، لأنَّهُ تعالى لَم‌ْيَكُنْ قَبْلُ ذا شَريكٍ حَتَّى يُسْلَبَ عَنْهُ .\r\n( 3 ) الأولى إلحاقُ هذا الإجْماعِ بِدَلائِلِ السَمْعِيَّةِ .\r\n( 4 ) بَلْ يَثْبُتُ صِدْقُ الأنْبِياءِ بِدَلائِلَ اخْرَى نَحْوُ الإعْجازِ .\r\n( 5 ) يَثْبُتُ بالدَلائلِ السَمْعِيَّةِ مُطْلَقُ التوْحيدِ في مَراتِبِهِ الأرْبَعَةِ المَشْهُورَةِ بِقَوْلٍ وفي مَراتِبِهِ الخَمْسَةِ المُضافَةِ إلى الأرْبَعِ التوْحِيدُ الأسْمائِي بِقَوْلِ شَيْخِنَا الأعْظَمِ آيَةِ اللَّهِ العُظْمَى وحُجَّتِهِ الكُبْرَى الآخونْدِ المَرْحومِ مُلّا عَليِّ المَعْصومِيِّ .\r\n( 6 ) الأنبياء : 22 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالسَادِسةُ : فِي نَفْيِ المَعانِي والأحْوالِ عَنْهُ تعالى ، لِأنَّهُ لوكانَ قادِراً بِقُدْرَةٍ وَعالِماً بِعِلْمٍ وغَيرِ ذلكَ لافْتَقَرَ في صِفاتِهِ إلى ذلكَ المَعنى فَيَكونُ مُمْكِناً ، وهذا خُلْفٌ « 1 » .\r\n\r\n\r\n\r\n","description":"\r\nبِلامُرَجِّحٍ مُحالٌ ، فَيَلْزَمُ فَسادُ النظامِ « 2 » ، وهو مُحالٌ « 3 » أيضاً « 4 » .\r\nالثالث : دَليل‌ُالحُكماءِ وتَقريرُهُ ، أنَّهُ لو كان فيالوُجودِ واجب‌َالوجودِ لَزِمَ إمْكانُهُما « 5 » .\r\nوبيانُ ذلك : أنَّهُما حِينئذٍ يَشْتَرِكانِ في وجوبِ الوُجودِ ، فَلايَخلُو إمّا أنْ يَتَميَّزا أوْ لا ، فَإن لَم‌ْيتَميَّزا لَمْ تَحْصُلِ الاثْنَيْنِيَّةُ ، وإنْ تَميَّزا لَزِمَ تَرَكُّبُ كلِّ وَاحدٍ مِنهُما مِمَّا به المُشَارَكَةُ ومِمَّا بهِ المُمايَزَةُ وكلُّ مُرَكَّبٍ مُمْكِنٌ ، فيَكونانِ مُمْكِنَيْنِ ، هذا خُلفٌ « 6 » .\r\nقال : « السَادِسةُ : فِي نَفْيِ المَعانِي والأحْوالِ عَنْهُ تعالى . . . إلخ » .\r\nأقولُ : ذَهَبَتِ الأشَاعرةُ إلى أنَّهُ تعالى قادِرٌ بِقُدرةٍ وعالِمٌ بِعِلْمٍ وحيٌّ بِحَياةٍ ، إلى\r\n","footnote":"\r\n( 1 ) لَم يَتَعَرَّضِ المُصَنِّفُ إلى بُطْلانَ الأحْوالِ لأنَّ الأحْوالَ فُرُوعٌ عَلى المَعانِي ، وإذا أبْطَلَ المَعانِي تَبْطُلُ الأحْوالُ لِبُطْلانِ اصُولِها .\r\n( 2 ) إنَّما كُرِّرَ ذِكْرُ فَسادِ النِظامِ في المَقامِ ثَلاثَ مَرّاتٍ ، ونَحْنُ إنْ لَم‌ْنَقُلْ بِزيادَةِ بَعْضِهَا نَقُولُ : أمّا الأولى ففي قَوْلِ المُصَنِّفِ وقد مَرَّ بِلاشرحٍ ، والثانيةُ فقد مَرَّ مَعَ الشَرْحِ بِلا دَليلٍ ، والثالِثَةُ ذُكِرَ بَعْدَ الدَليلِ والتعْليلِ .\r\n( 3 ) بِهذا الدَليلِ مَعَ هذا التقْريرِ يُثْبِتُ الشارِحُ التوْحيدَ الأفْعالِيَّ ، ولايَتَوَجَّهُ هذا إلى إثْباتِ أيٍّ مِنَ المَراتِبِ الباقِيَةِ التوْحِيدِيَّةِ إلَّابِمَعُونَةٍ .\r\n( 4 ) والمَفاسِدُ اللازِمَةُ عِبارَةٌ عَنْ : 1 - اجْتِماعُ النَقيضَيْنِ . 2 - ارْتِفاعُهُما . 3 - خُلُوُّ الحادِثِ أيْ الجِسْمِ عَنْ لازِمَيْهِ ، أيْ الحَرَكَةِ والسكُونِ . 4 - عَجْزُ الإلهِ . 5 - الترَجُّحُ بِلامُرَجِّحٍ .\r\n( 5 ) يَثْبُتُ بِهِ التوحيدُ الذاتيُّ ولا يَتَوَجَّهُ هذا إلى المراتِبِ الباقيَةِ .\r\n( 6 ) مَفاسِدُ كَوْنِهِما مُمْكِنَينِ كَما تَلِي : الأوَّلُ التركيبُ ، والثاني المَحْدُودِيَّةُ ، والثالِثُ احْتِياجُ كُلٍّ مِنْهُمَا إلى أجْزائِهِ ، والرابِعُ وُجُودُ الكَيْفِيَّةِ والكَمِّيَّةِ ولُزُومُ الوُجُودِ مَعَ الماهِيَّةِ في كُلٍّ مِنْهُمَا .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nغَيرِ ذلك مِنَ الصِفاتِ ، وهي معانٍ قَديمةٌ زَائِدةٌ على ذَاتِهِ ، قائِمةٌ بها « 1 » .\r\nوقالتِ البَهْشَمِيَّةُ « 2 » : إنَّهُ تعالى مُساوٍ لِغَيرِهِ مِنَ الذَواتِ ، ومُمْتازٌ بِحالَةٍ تُسَمَّى الالوهِيَّةُ ، وتلك الحَالةُ تُوجِبُ لَهُ أحْوالًا أربَعَةً :\r\nوهي القَادرِيَّةُ والعالِمِيَّةُ والحَيِّيَّةُ والمَوجُودِيَّةُ .\r\nوالحالُ عِندَهُم صِفَةٌ لِمَوجُودٍ ولاتُوْصَفُ بِالوجُودِ ولابِالعَدَمِ . والباري تعالى قَادرٌ بِاعْتِبارِ تلك القادرِيَّةِ ، وعالِمٌ بِاعْتبارِ تلك العالِميَّةِ ، إلى غيرِ ذلك .\r\nوبُطلانُ تلك الدَعْوَى ضَروريٌّ لأنَّ الشَيءَ إمّا مَوجُودٌ أو مَعْدومٌ ، إذْ لاواسِطَةَ بَينَهُما .\r\nوقالَتِ الحُكماءُ والمُحَقِّقُونَ مِن المُتَكَلِّمِينَ : إنَّهُ تعالى قادرٌ لِذاتِهِ ، وعالِمٌ لِذَاتِه ، إلى غَيرِ ذلك مِنَ الصِفاتِ .\r\nومَا يُتَصَوَّرُ مِنَ الزِيادَةِ مِنْ قَولِنَا : « ذَاتٌ عالِمَةٌ وقادِرَةٌ » فتلك الامورُ اعْتِبَاريَّةٌ زَائِدةٌ في الذِهْنِ لا في الخارجِ ، وهو الحَقُّ ، لِا نَّهُ لو كان قادِراً بِقُدرةٍ أوْ قَادريَّةٍ أوْ عالِماً بِعِلْمٍ أوْ عالِميَّةٍ - إلى غَيرِ ذلك من الصِفاتِ - لَزِمَ افْتِقارُ الواجِبِ في صِفاتِهِ إلى غيِرهِ ، لأنَّ تلك المَعاني والأحْوالَ مُغايِرَةٌ لِذاتِهِ قَطعاً ، وكُلُّ مُفْتَقِرٍ إلى غَيرِه مُمْكِنٌ ، فلَوْ كانتْ صِفاتُهُ زَائِدةً على ذَاتِهِ لَكانَ\r\n","footnote":"\r\n( 1 ) والظاهِرُ أنَّ الفَرْقَ بَيْنَ المَعانِي والصِفاتِ هُو : أنَّ في الواقِعِ حَقائِقُ مَوْجُودَةٌ إذا نُسِبَتِ الحَقائِقُ إلَى اللَّهِ تُطْلَقُ عَلَيْهِ الصِفاتُ ، ومَعَ عَدَمِ النسْبَةِ تُطْلَقُ عَلَيْهِ المَعانِي .\r\n( 2 ) هُم فِرقَةٌ من المعتَزِلَةِ نسبةً إلى أبيهاشم الجبّائي البصري عبد السلام بن محمّد بن‌عبدالوهّاب بن سلام بن خالد بن حمران بن أبان مولى عثمان بن عفّان ، توفّي سنة 321 . راجع تاريخ بغداد : 11 / 56 ، الملل والنحل : 1 / 73 ، الوافي بالوفيات : 18 / 434 ، أعلام الزركلي : 4 / 130 ، الكُنى والألقاب : 2 / 126 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالسَابِعةُ : أَنَّهُ تعالى غَنِيٌّ « 1 » لَيْسَ بِمُحتاجٍ ، لأنَّ وُجُوبَ وُجُودِهِ دُونَ غَيْرِهِ يَقْتَضِي اسْتِغْناءَهُ عَنْهُ « 2 » وافْتِقارَ غَيْرِهِ إليهِ « 3 » .\r\n\r\n\r\n\r\n","description":"\r\nمُمْكِناً ، هذا خُلْفٌ « 4 » .\r\nقال : « السَابِعةُ : أَنَّهُ تعالى غَنِيٌّ لَيْسَ بِمُحتاجٍ . . . إلخ » .\r\nأقولُ : مِنْ صِفاتِهِ السَلبيَّةِ كَوْنُهُ لَيْسَ بِمُحتَاجٍ إلى غيرِه مُطْلَقاً ، لا في ذَاتِهِ ولا في صِفاتِهِ « 5 » ، وذلك لأنّ وُجُوبَ الوُجودِ الثَابتِ لَهُ يَقْتَضِي اسْتِغْناءَهُ مُطْلَقاً عن مَجْمُوعِ ما عَداهُ ، فَلوْ كان مُحْتاجاً لَزِمَ افْتِقارُهُ « 6 » ، فيَكونُ مُمْكِناً ، تعالى اللَّهُ عَنْهُ ، بَلِ الباري جَلَّتْ عَظَمَتُهُ مُسْتَغْنٍ عَنْ مَجْمُوعِ ماعَداهُ ، والكلُّ رَشْحَةٌ مِنْ رَشَحاتِ وُجُودِهِ ، وذَرَّةٌ مِنْ ذَرَّاتِ فَيضِ جُودِهِ .\r\n","footnote":"\r\n( 1 ) إنْ لَمْ يَأتِ المُصَنِّفُ بِتَعْبيرِ الغَنِيِّ كانَ أوْلَى ، وإلَّا كانَ الغَنِيُّ ( أوِ الغِنَى ) مِنْ صِفاتِهِ الثُبُوتِيَّةِلايُنْدَرَجُ في السَلْبِيّاتِ .\r\n( 2 ) بَلْ يُوجِبُ ذلك الكَمال ، أوْجَبَ بِهِ المُحَقِّقُ الطوسِيِّ في التجْريدِ لأنَّ الاقْتِضاءَ قابِلٌ لِلتغييرِ .\r\n( 3 ) ما يَقْتَضِي افْتِقارَ غَيرِهِ إلَيه هُوَ الإمْكانُ الذاتِيُّ لِلغَيرِ لاوُجُوبَ وُجُودِهِ سُبْحانَهُ وما يَقْتَضِي اسْتِغْناءَهُ عَنْ غَيرِهِ هو وُجُوبُ وُجُودِهِ .\r\n( 4 ) مُضافاً إلى لُزُومِ الإمْكانِ المُحالِ في ذاتِهِ تعالى مِنْ جِهَةِ لُزُومِ الترْكيبِ لِذاتِهِ سبحانَهُ مِنَ الذَاتِ والمَعاني أوْ مِنَ الذَاتِ والأحْوالِ ، وهو مُنافٍ لِبَساطَتِهِ المُطْلَقَةِ في الذَاتِ والصِفاتِ .\r\n( 5 ) بَلْ ولا في أفْعالِهِ أيضاً ، وافْتِقارُ الغَيرِ إليهِ يَنْشَأُ مِنْ عَدَمِ قابِلِيَّتِهِ لِلاسْتِفاضَةِ مِنْهُ تعالىبِلا واسِطَةٍ .\r\n( 6 ) يَلْزَمُ التَغايُرُ بَيْنَ الشَرْطِ ( فَلَوْ كانَ ) والجَزاءِ ( لَزِمَ افْتِقارُهُ ) مَعَ أنَّ الاحْتِياجَ والافْتِقارَ واحِدٌولامُغايَرَةَ بَيْنَهُمَا إلَّافي اللَفْظِ ، فَالتَعْبيرُ الصَحيحُ هُوَ « فَلَوْ كانَ مُحتاجاً لَزِمَ إمْكانُهُ » بِحَذْفِ الافْتِقارِ .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\nالفَصْلُ الرابِعُ في العدلِ « 1 »\r\nوفيهِ مَباحِثُ : « 2 »\r\nالأوّلُ : العَقْلُ قاضٍ بِالضرورَةِ أَنَّ مِنَ الأفْعالِ ما هُوَ حَسَنٌ كَرَدِّ\r\n\r\n\r\n\r\n","description":"\r\nقال : « الفَصْلُ الرابِعُ في العدلِ . . . إلخ » .\r\n","footnote":"\r\n( 1 ) المُصَنِّفُ والشارِحُ لَمْ يَذْكُرا حِكْمَتَهُ تعالى هُنا مَعَ لُزُومِ ذِكْرِهَا مُقارِناً بالعَدْلِ كَمَا ذَكَرَهُ المُفيدُ في نُكَتِهِ لأنَّهَا مِنْ صِفاتِهِ تعالى ، نَحْنُ نَقُولُ : إنَّهُ تعالى حَكيمٌ مَعْناهُ أَنَّهُ تعالى يَعْرِفُ حقائقَ الأشْياءِ ويُوجِدُها في غايَةِ الإحْكامِ والإتْقانِ ، فَالحِكْمَةُ وإنْ عُرِّفَتْ بِتَعاريفَ عَديدَةٍ لَكِنَّهَا إذا نُسِبَتْ إلى اللَّهِ تُعَرَّفُ بِأنَّ الحِكْمَةَ مِنْهُ سُبْحانَهُ هِيَ مَعْرِفَةُ الأشْياءِ وإيجادُها على غايَةِ الإحْكامِ ( المفردات : مادَّةُ حَكَمَ ) والدَليلُ على أَنَّهُ تعالى حَكيمٌ بِهَذا المَعْنَى كَمالُهُ في ذاتِهِ وصِفاتِهِ وسِعَةُ رَحْمَتِهِ عَلى الخَلْقِ .\r\n( 2 ) مَجْرَى عَدْلِهِ تعالى ( بِناءً على أَنَّهُ مِنْ صِفاتِ الفِعْلِ ) أرْبَعَةُ مَجارِي : الأوّلُ في خَلْقِ العالَمِ ، والثاني في تَدْبيرِهِ ، والثالِثُ في تَشْريعِ الشَرايعِ لِلمُكَلَّفِينَ ، والرابِعُ وهُوَ أخيرَةُ المَراتِبِ في جَزاءِ الأخْيارِ والانْتِقامِ مِنْ الأشْرارِ . وأصْلُ العَدْلِ قابِلٌ لِلانْقِسامِ بِالاعْتِبارَيْنِ الآخَرَيْنِ : الأوّلُ مِنْ حَيْثُ جوهَرِ العَدْلِ يَنْقَسِمُ إلى العَدْلِ التكْوِينِيّ والتكْليفِيِّ ، والثاني ، مِنْ حَيثُ المَوْصُوفُ بِهِ يَنْقَسِمُ إلى العَدْلِ الإلهِيِّ والعَدْلِ البَشَرِيِّ .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nالوَديْعَةِ وَالإحْسانِ والصِدْقِ النافِعِ ، وَبَعْضُها ما هوَ قَبيحٌ كَالظُلْمِ والكَذِبِ الضارِّ . وَلِهذا حَكَمَ بِهِما مَنْ نَفى الشرايِعَ كَالمَلاحِدَةِ وَحُكَماءِ الهِنْدِ ، وَلأَنّهُما لَوِ انْتَفَيَا عَقْلًا لانْتَفَيا سَمْعاً ، لانْتِفاءِ قُبْحِ الكَذِبِ حِينَئِذٍ مِنْ الشارِعِ .\r\n\r\n\r\n\r\n","description":"\r\nأقول : لَمّا فَرَغَ مِنْ مَباحِثِ التوْحيدِ « 1 » شَرَعَ في مَباحِثِ العَدْلِ « 2 » . والمُرادُ بِالعَدلِ هو تَنْزيهُ « 3 » الباري تعالى عَنْ فِعْلِ القَبيحِ والإخْلالِ بِالواجِبِ . ولَمّا تَوَقَّفَ ذلك عَلى مَعْرِفَةِ الحُسْنِ والقُبْحِ العَقْلِيَّيْنِ قَدَّمَ البَحْثَ عَنْهُ .\r\nواعْلَمْ أنَّ الفِعْلَ ضَرورِيُّ التصَوُّرِ ، وهو إمّا أن‌ْيَكُونَ لَهُ وَصْفٌ زائِدٌ عَلى حُدُوثِهِ أوْ لا .\r\nوالثاني كَحَرَكَةِ الساهِي والنائِمِ . والأوّلُ إمّا أنْ يَنْفُرَ العَقْلُ مِنْ ذلك الزائِد أوْ لا .\r\nوالأوّلُ هو القَبيحُ « 4 » . والثاني - وهو الَّذي لايَنْفُرُ العَقْلُ مِنْهُ - إمّا أنْ يَتَساوَى\r\n","footnote":"\r\n( 1 ) إنَّ لِكَلِمَةِ التوْحيدِ مَعْنَيَيْنِ : خاصٌّ وعامٌّ . فَالخاصُّ مِنْهُمَا يَقَعُ قِبالَ القَوْلِ بِالإشْراكِ ، أيْ تَعَدُّدِالآلِهَةِ بِأيِّ نَحْوٍ كانَ . والعامُّ مِنْهُمَا يَعُمُّ جَميعَ المَسائِلِ والفُرُوعِ الَّتِي تَرْجِعُ إلى مَوضُوعِ اللهِ ، فَمُرادُ الشارِحِ مِنْ مَباحِثِ التوْحيدِ هُنا هُوَ المَعْنَى العامِّ .\r\n( 2 ) الحَقُّ أنَّ العَدْلَ لَيْسَ أصْلًا مُسْتَقِلّاً مِنْ الدِينِ بَلْ هو مَسْألَةٌ مِنْ مَسائِلِ التوْحيدِ ، وصِفَةٌ مِنَ الصِفاتِ الثُبُوتِيَّةِ أوِ الفِعْلِيَّةِ ، وَلَكِنْ أفْرَدَ العُلَماءُ البَحْثَ عَنهُ بِعُنْوانِ أصْلٍ مُسْتَقِلٍّ مِنَ الدِينِ أوِ المَذْهَبِ لِوُجُودِ المُخالِفِ فِيهِ .\r\n( 3 ) التعْبيرُ بِالتَنَزُّهِ هُنَا بَدَلَ التنْزِيهِ أوْلى في تَعْريفِ العَدْلِ نَفْسِهِ ، لأنَّ التعْبيرَ بِالتَنْزِيهِ يَشْمُل‌ُالاعْتِقادَ بِالعَدْلِ لانَفْسَ العَدْلِ .\r\n( 4 ) يَلزَمُ هُنا ذِكْرُ أنَّ القَبيحَ مَقْسَمٌ ، وهو يَنْقَسِمُ إلى قِسْمَي الحَرامِ والمَكْرُوهِ ، فَتَكُونُ النِسْبَةُالمَنْطِقِيَّةُ بَيْنَ القَبيحِ مِنْ جِهَةٍ والحَرامِ والمَكْرُوهِ مِنْ جِهَةٍ اخْرَى نِسْبَةُ العُمُومِ والخُصُوصِ المُطْلَقِ ، أيْ القَبيحُ عامٌّ مُطْلَقٌ ، وكُلٌّ مِنَ الحَرامِ والمَكْرُوهِ خاصٌّ مُطْلَقٌ .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nفِعْلُهُ وتَرْكُهُ وهُوَ المُباحُ ، أوْ لايَتَساوَى ، فَإنْ تَرَجَّحَ تَرْكُهُ فَهُوَ إمّا مَعَ المَنْعِ مِنْ النَقيضِ وهُوَ الحَرامُ ، وإلّا فَهُوَ المَكْرُوهُ ، وإنْ تَرَجَّحَ فِعْلُهُ فَإمّا مَعَ المَنْعِ مِنْ تَرْكِهِ وهو الواجِبُ ، أوْ مَعَ جَوازِ تَرْكِهِ وهو المَنْدُوبُ .\r\nإذا تَقَرَّرَ هذا فَاعْلَمْ أنَّ الحُسْنَ والقُبْحَ يُقالانِ على ثَلاثَةِ مَعانٍ :\r\nالأوّلُ : كَوْنُ الشَيْءِ صِفَةَ كَمالٍ كَقَوْلِنَا : العِلْمُ حَسَنٌ ، أوْ صِفَةَ نَقْصٍ كَقَوْلِنَا : الجَهْلُ قَبيحٌ .\r\nالثاني : كَوْنُ الشَيْءِ مُلائِماً لِلطَبْعِ كَالمُسْتَلَذّاتِ ، أوْ مُنافياً لَهُ كَالآلامِ .\r\nالثالثُ : كَوْنُ الحَسَنِ مايَسْتَحِقُّ عَلىفِعْلِهِ المَدْحَ عاجِلًا والثَوابَ آجِلًا ، والقَبِيحُ ما يَسْتَحِقُّ عَلى فِعْلِهِ الذَمَّ عاجِلًا والعِقابَ آجلًا .\r\nولاخِلافَ في كَوْنِهِما عَقْلِيَّيْنِ بِالاعْتِبارَيْنِ الأوَّلَيْنِ ، وأمّا بِالاعْتِبارِ الثالِثِ فَاخْتَلَفَ المُتَكَلِّمُونَ فيهِ ، فَقالَتِ الأشاعِرَةُ : لَيْسَ في العَقْلِ ما يَدُلُّ عَلى الحُسْنِ والقُبْحِ بِهَذا المَعْنَى ، بَلِ الشَرْعُ فَما حَسَّنَهُ فَهُوَ حَسَنٌ وما قَبَّحَهُ فَهُوَ قَبيحٌ .\r\nوقَالَتِ المُعْتَزِلَةُ والإمامِيَّةُ في العَقْلِ ما يَدُلُّ على ذَلِكَ ، فَالحَسَنُ حَسَنٌ في نَفْسِهِ ، والقَبِيحُ قَبِيحٌ في نَفْسِهِ ، سَواءٌ حَكَمَ الشارِعُ بِذلِكَ أوْ لا « 1 » . ونَبَّهُوا على ذلك بِوُجُوهٍ :\r\nالأوّلُ : إنّا نَعْلَمُ ضَرُورَةً حُسْنَ بَعْضِ الأفْعالِ كَالصِدْقِ النافِعِ والإنْصافِ والإحْسانِ ورَدِّ الوَديعَةِ وإنْقاذِ الهَلْكَى وأمْثالِ ذلِكَ ، وقُبْحَ بَعْضٍ كَالكَذِبِ الضارِّ والظُلْمِ والإساءَةِ الغَيْرِ المُسْتَحِقَّةِ وأمْثال ذَلِك مِنْ غَيْرِ مُخالَجَةِ شَكٍّ فِيهِ . ولِذَلِكَ كان هَذا الحُكْمُ مَرْكُوزاً في جِبِلَّةِ الإنْسانِ ، فَإنّا إذَا قُلْنا لِشَخْصٍ : « إنْ صَدَقْتَ فَلَكَ\r\n","footnote":"\r\n( 1 ) فَإنْ حَكَمَ الشارِعُ بِهِ لَمْ يَحْكُمْ بِهِ لَغْواً وزائِداً بَلْ حَكَمَ بِهِ تَأييداً لِحُكْمِ العَقْلِ .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nدينارٌ وإنْ كَذِبْتَ فَلَكَ دِينارٌ » واسْتَوَى الأمْرانِ بِالنِسْبَةِ إلَيْهِ فَإنَّهُ بِمُجَرَّدِ عَقْلِهِ يَميلُ إلى الصِدْقِ « 1 » .\r\nالثاني : أَنَّهُ لَوْ كان مُدْرِكَ الحُسْنِ والقُبْحِ هُوَ الشَرْعُ لا غَيْرُ لَزِمَ أنْ لايَتَحَقَّقا بِدُونِهِ ، واللازِمُ بَاطِلٌ ، فَالمَلْزُومُ مِثْلُهُ .\r\nأمّا بَيانُ اللُزُومِ : فَلامْتِناعِ تَحَقُّقِ المَشْرُوطِ بِدُونِ شَرْطِهِ ضَرُورَةً « 2 » .\r\nوأمّا بَيانُ بُطْلانِ اللازِمِ ، فَلأنَّ مَنْ لايَعْتَقِدُ الشَرْعَ ولايَحْكُمُ بِهِ كَالمَلاحِدَةِ وحُكَماءِ الهِنْدِ يَعْتَقِدُونَ حُسْنَ بَعْضِ الأفْعالِ وقُبْحَ بَعْضٍ مِنْ غَيْرِ تَوَقُّفٍ في ذلك .\r\nفَلَوْ كانَ مِمّا يُعْلَمُ بِالشَرْعِ لَمَا حَكَمَ بِهِ هَؤُلاءِ « 3 » .\r\nالثالِثُ : أَنَّهُ لَوْ انْتَفَى الحُسْنُ والقُبْحُ العَقْلِيّانِ انْتَفَى الحُسْنُ والقُبْحُ الشَرْعِيّانِ ، واللازِمُ بَاطِلٌ اتِّفاقاً ، فَكَذَا المَلْزُومُ .\r\nوبَيانُ المُلازِمَةِ بِانْتِفاءِ قُبْحِ الكَذِبِ حينَئِذٍ مِنَ الشارِعِ ، إذِ العَقْلُ لَمْ يَحْكُمْ بِقُبْحِهِ ، وهُوَ لَم‌ْيَحْكُمْ بِقُبْحِ كَذِبِ نَفْسِهِ ، وإذَا انْتَفَى قُبْحُ الكَذِبِ مِنْهُ انْتَفَى الوُثُوقُ بِحُسْنِ ما يُخْبِرُنا بِحُسْنِهِ وقُبْحِ ما يُخْبِرُنا بِقُبْحِهِ .\r\n","footnote":"\r\n( 1 ) الظاهِرُ أنَّ هذَا الدَليلَ لايَثْبُتُ بِهِ الحُسْنُ والقُبْحُ العَقْلِيّانِ بِالاعْتِبارِ الثالِثِ ، لأنَّ الفَرْضَ في هَذَا الدَليلِ هُوَالفَرْضُ مِن اعْتِبارِ الأوّلِ ، أيْ صِفَةِ كَمالٍ أوْ نَقْصٍ الَّذِي لَيْسَ فِيهِ اخْتِلافٌ ، إلّاأنْ يُقالَ : الفَرْقُ بَيْنَ الاعْتِبارِ الأوّلِ والثالِثِ هو أنَّ في الأوّل لايُنْظَرُ إلى المُتَّصِفِ بِهِمَا أيْ بِالعِلْمِ والجَهْلِ مَثَلًا بَلِ المَنْظُورُ هُو نَفْسُ العِلْمِ والجَهْلِ مَثَلًا ، وفي الثالِثِ يُنْظَرُ إلى المَوْصُوفِ بِهِمَا الَّذِي يُمْدَحُ أوْ يُذَمُّ عاجِلًا ويُثابُ أوْ يُعاقَبُ آجلًا .\r\n( 2 ) الامْتِناعُ هُنا امْتِناعٌ عَقْلِيٌّ ، والشَرْطُ هُنا هُو الشَرْعُ ( بِقَوْلِ الخَصْمِ ) وعَدَمُ الشَرْطِ عَدَمُ الشَرْعِ ، وعَدَمُ المَشْرُوطِ عَدَمُهُمَا فِيهِمْ مَعَ أَنَّهُمْ يَحْكُمُونَ بِذلكَ . فَتَحَصَّلَ : أنَّ إدْراكَ الحُسْنِ والقُبْحِ غَيْرُ مَشْرُوطٍ بِالشَرْعِ ، هذا برهانٌ إنِّيٌّ على إثْباتِ المُرادِ لأنَّ وُجُودَ المُرادِ يَثْبُتُ مِنْ طَريقِ الأثَرِ ، وَهُوَ حُكْمُ غَيْرِ المُعْتَقِدِينَ بِالشَرْعِ عَلَيْهِمَا .\r\n( 3 ) الإشْكالُ الوارِدُ بِدَليلِ الأوّلِ يَرِدُ بِعَينِهِ فيهذا الدَليلِ ، ويُرْفَعُ الإشْكالُ بِتَوْجيهِنَ الآنِف الذِكر .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nالثاني « 1 » : في إنّا فاعلونَ بِالاخْتيارِ « 2 » ، والضَرُورةُ قاضِيَةٌ بِذلكَ ، لِلفَرْقِ الضَرُورِيِّ بَيْنَ سُقُوطِ الإنْسانِ مِنْ سَطحٍ ونُزُولِهِ مِنهُ على الدَرَج ، وإلّا لامْتَنَعَ تَكلِيْفُنا بِشَيءٍ فَلاعِصيانَ ، ولِقُبْحِ أنْ يَخْلُقَ الفِعلَ فِيْنا ثُمَّ يُعَذِّبَنا عَلَيْهِ وَلِلسَمْعِ .\r\n\r\n\r\n\r\n","description":"\r\nقال : « الثاني : في إنّا فاعلونَ بِالاخْتيارِ . . . إلخ » .\r\nأقول : ذَهَبَ أبُوالحَسَنِ الأشْعَرِيُّ ومَنْ تابَعَهُ إلى أنَّ الأفْعالَ كُلَّهَا واقِعَةٌ بِقُدْرَةِ اللَّهِ تعالى وأَنَّهُ لافِعْلَ لِلعَبْدِ أصْلًا « 3 » .\r\nوقال بَعْضُ الأشْعَرِيَّةِ : إنَّ ذاتَ الفِعْلِ مِنَ اللَّهِ والعَبْدُ لَهُ الكَسْبُ ، وفَسَّرُوا الكَسْبَ بِأنَّهُ كَوْنُ الفِعْلِ طاعَةً أوْ مَعْصِيَةً . وقال بَعْضُهُمْ : مَعْناهُ أنَّ العَبْدَ إذَا صَمَّمَ العَزْمَ على الشَيْءِ خَلَقَ اللهُ تعالى الفِعْلَ عَقِيبَهُ .\r\nوقالَتِ المُعْتَزِلَةُ والزيديَّةُ والإمامِيَّةُ : إنَّ الأفْعالَ الصادِرَةَ مِنَ العَبْدِ وصِفاتَهَا والكَسْبَ الَّذِي ذَكَرُوهُ « 4 » كُلُّهَا وَاقِعَةٌ بِقُدْرَةِ العَبْدِ واخْتِيارِهِ ، وإنَّهُ لَيْسَ بِمَجْبُورٍ عَلى\r\n","footnote":"\r\n( 1 ) أيْ المَبْحَثُ الثاني مِنْ مَباحِثِ العَدْلِ ، تَفَرُّعُ هذا البَحْثِ على مُوضُوعِ العَدْلِ يَتَبَيَّنُ بِأنَّا إذاكُنّا فاعِلِينَ بِالاخْتِيارِ وآمَنّا وعَمِلْنَا الصَالِحاتِ فَأثابَنَا اللَّهُ ثَواباً أوْ كَفَرْنَا ولَمْ نَعْمَلِ الصالِحاتِ فَعاقَبَنَا اللَّهُ بِذلك لَم‌ْيَفْعَلْ قَبِيحاً ولَمْ يُخِلَّ بِواجِبٍ ، وإنْ جازانا بِالثَوابِ على الكُفْرِ والمَعاصِي وبِالعِقابِ على الإيمانِ والصَالِحاتِ فَهَذا مِنْ أوْضَحِ مَصَادِيقِ فِعْلِ القَبِيحِ والإخْلالِ بِالواجِبِ .\r\n( 2 ) أقْوالُ أهْل‌ِالكَلامِ فيالمَقامِ تَنْحَصِرُ فيثَلاثَةِ أقْوالٍ : قَوْلٌ بِالجَبْرِ ، وقَوْلٌ بِالاخْتِيارِالتامِّ ، وقَوْلٌ بِالاخْتِيارِ المَحْدُودِ . والإمامِيَّةُ قائِلَةٌ بِأخِيرِ الأقْوالِ ويُعَبِّرُونَ عَنْهُ بِالأمْرِ بَيْنَ الأمْرَيْنِ أوْ شِبْهِهِ .\r\n( 3 ) مُرادُهُم بِالأفْعالِ الَّتي لَيْسَ لِلْعَبْدِ هي الأفْعالُ غَيرُ الطَبِيعِيَّةِ لاذاتُ الفِعْلِ ولاكَسْبُهُ الآتي ذِكْرُهُ كَمُطالَعَةِ الكِتَابِ والتعْلِيمِ والتعَلُّمِ والبَيْعِ والشَراءِ وغَيْرُ ذَلك مِنْ هَذَا القَبِيل .\r\n( 4 ) لانُسَلِّمُ نِسْبَةَ الكَسْبِ على إطْلاقِهِ لِلعَبْدِ ، بَل نسْبَةُ كَسْبِ اليَدِ بِتَفْسِيرِ الأوّلِ مُسَلَّمٌ دُون‌َالثاني لأنَّهُ يَلْزَمُ مِنْهُ أنْ يَكُونَ العَبْدُ خالِقاً ، هَذا خُلْفٌ .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nفِعْلِهِ بَلْ لَهُ أنْ يَفْعَلَ ولَهُ أنْ لايَفْعَلَ ، وهُوَ الحَقُّ لِوُجُوهٍ :\r\nالأوّلُ : أَنّا نَجِدُ تَفْرِقَةً ضَرُورَةً بَيْنَ صُدُورِالفِعْلِ مِنَّاتابِعاً لِلقَصْدِ والداعي كَالنُزُولِ مِن‌َالسَطْحِ علىالدَرَجِ ، وبَيْنَ صُدُورِ الفِعْلِ لاكَذلك كَالسُقُوطِ مِنْهُ إمّا مَعَ القاهِرِ أوْمَعَ الغَفْلَةِ ، فَإنّا نَقْدِرُ علىالتَرْكِ فيالأوّلِ دُون‌َالثاني ، ولَوْكانَت‌ِالأفْعالُ لَيْسَتْ مِنّالَكانَتْ عَلَى وَتِيرَةٍ واحِدَةٍ مِنْ غَيْرِ فَرْقٍ ، لَكِنَّ الفَرْقَ حاصِلٌ ، فَيَكُونُ مِنّا ، وهُوَ المَطْلُوبُ .\r\nالثاني : لَوْ لَم‌ْيَكُنِ العَبْدُ مُوجِداً لأفْعَالِهِ لامْتَنَعَ تَكْلِيفُهُ ، وإلّا لَزِمَ التَكْلِيفُ بِما لايُطاقُ « 1 » . وإنَّما قُلْنَا ذلك لأنَّهُ حِينَئِذٍ غَيْرُ قادِرٍ على مَا كُلِّفَ بِهِ ، فَلَوْ كُلِّفَ لَكانَ تَكْلِيفاً بِما لايُطاقُ وهُوَ المَطْلُوبُ بِالإجْماعِ . وإذا لَم‌ْيَكُنْ مُكلَّفاً لَم‌ْيَكُنْ عاصِياً بِالمُخالَفَةِ ، لَكِنَّهُ عاصٍ بِالإجْماعِ .\r\nالثالِثُ : أَنَّهُ لَوْ لَمْ يَكُنِ العَبْدُ قادِراً مُوجِداً لِفِعْلِهِ لَكانَ اللهُ أظْلَمَ الظالِمينَ . وبَيانُ ذَلك : أنَّ الفِعْلَ القَبيحَ إذا كانَ صادِراً مِنْهُ تعالى اسْتَحالَتْ مُعاقَبَةُ العَبْدِ عَلَيهِ ، لأنَّهُ لَم‌ْيَفْعَلْهُ ، لَكِنَّهُ تعالى يُعاقِبُهُ اتِّفاقاً ، فَيَكُونُ ظالِماً ، تعالى اللَّهُ عَنْهُ .\r\nالرابِعُ : الكِتابُ العَزيزُ الَّذِي هُوَ فُرْقانٌ بَيْنَ الحَقِّ والبَاطِلِ مَشْحُونٌ بِإضافَةِ الفِعْلِ إلى العَبْدِ ، وأَنَّهُ واقِعٌ بِمَشِيَّتِهِ كَقَوْلِهِ تعالى :  « فَوَيْلٌ لِلَّذِينَ يَكْتُبُونَ الْكِتابَ بِأَيْدِيهِمْ »  « 2 » ،  « إِنْ يَتَّبِعُونَ إِلَّا الظَّنَّ »  « 3 » ،  « حَتَّى يُغَيِّرُوا ما بِأَنْفُسِهِمْ »  « 4 » ،  « مَنْ يَعْمَلْ سُوءاً يُجْزَ بِهِ »  « 4 » ،  « كُلُّ امْرِئٍ بِما كَسَبَ رَهِينٌ »  « 5 » ،  « جَزاءً بِما  كُنْتُمْ تَعْمَلُونَ » . « 6 »\r\n","footnote":"\r\n( 1 ) هذا ، وكذا الثالِثُ بُرْهانٌ لِمِّيٌّ على إثْباتِ المُرادِ ، لأنّا نَقِفُ على وُجُودِ الأثَرِ الَّذِي هُوَالاخْتِيارُ مِنْ طَريقِ المُؤَثِّرِ الَّذِي هُوَ تَكْلِيفُ اللَّهِ عِبادَهُ ، وهَكَذا مِنْ لُزُومِ تَعْذِيبِهِ العِبادَ الظُلْمَ ونَزاهَتِهِ تعالى مِنْهُ نَقِفُ على المُرادِ .\r\n( 2 ) البقرة : 79 .\r\n( 3 ) الأنعام : 116 ، يونس : 66 ، النجم : 23 و 28 .\r\n( 4 ) الأنفال : 53 .\r\n( 4 ) النساء : 123 .\r\n( 5 ) الطور : 21 .\r\n( 6 ) لَمْ تَوجَدُ آية بهذا اللفظ ، بل هُوَ مفادُ الآية 17 من سورة السجدة ، والآية 14 من سورة\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالثالثُ : فِي اسْتِحالَةِ القُبْحِ عَلَيْهِ تعالى « 1 » ، لِانَّ لَهُ صارِفاً عَنْهُ وَهُوَ العلمُ بِالقُبْحِ ، وَلاداعِيَ لَهُ إلَيْهِ لِأَنَّهُ إمّا داعِي الحاجَةِ الممْتَنِعَةِ عَلَيْهِ ، أوِ الحِكْمَةُ ، وَهُوَمُنْتَفٍ هُنا . وَلأ نَّهُ لَوْجازَ صُدُورُهُ لامْتَنَعَ إثْباتُ النُبُوّاتِ ،\r\n\r\n\r\n\r\n","description":"\r\nإلىغَيْرِذلك وكَذلك‌َآيات‌ُالوَعْدِ والوَعيدِ والذَمِّ والمَدْحِ ، وهِيَأكْثَرُ مِن‌ْأن‌ْتُحْصَى « 2 » .\r\nقال : « الثالثُ : فِي اسْتِحالَةِ القُبْحِ عَلَيْهِ تعالى . . . إلخ » .\r\nأقول : يَسْتَحيلُ أن‌ْيَكُونَ البارِى تعالى فَاعِلًا لِلقَبيحِ ، وهُوَمَذْهَبُ المُعْتَزِلَةِ ، وعِنْدَ الأشاعِرَةِ هو فاعِلُ الكُلِّ حَسَناً كانَ أوْ قَبيحاً « 3 » . والدَليلُ عَلى ما قُلْناهُ « 4 » وَجْهانِ :\r\nالأوّلُ : أنَّ الصّارِفَ عَنْهُ مَوْجوُدٌ والداعِي إلَيْهِ مَعْدُومٌ « 5 » ، وكُلَّمَا كانَ كَذلك امْتَنَعَ الفِعْلُ ضَرُورَةً . أمّا وُجُودُ الصارِفِ فَهُوَ القُبْحُ واللَّهُ تعالى عَالِمٌ بِهِ . وأمّا عَدَمُ الداعِي فَلأَنَّهُ إمّا داعِيَالحاجَةِ إلَيْهِ وهُوَعليه مُحالٌ ، لأنَّهُ غَيْرُ مُحْتاجٍ « 6 » ، وإمّاداعِيَالحِكْمَةِ\r\n","footnote":"\r\nالأحقاف ، والآية 24 من سورة الواقعة . وهو قوله تعالى :  « جَزاءً بِما كانُوا يَعْمَلُونَ » . \r\n( 1 ) صِلَةُ هَذا المَبْحَثِ بِالعَدْلِ لايَخْفَى عَلى كُلِّ عاقِلٍ ، لأنَّ الفِعْلَ القَبِيحَ إنْ كانَ جائِزاً عَليه‌ِتعالى كَيْفَ يُمْكِنُ الاعْتِقادُ بِعَدْلِهِ ؟ ! أمْ كَيْفَ يُجْمَعُ فِعْلُ القَبِيحِ مَعَ العَدْلِ ؟ !\r\n( 2 ) الوَجْهُ الخامِسُ : وُجُودُ قُوَّةِ الاخْتِيارِ في الإنْسانِ . تَوْضِيحُهُ : لَوْ لَم‌ْيَكُنِ العَبْدُ مُخْتاراً في فِعْلِهِ لَما خَلَقَ اللَّهُ فِيهِ تِلْكَ القُوَّةَ لِلُزُومِهِ اللَغْوِيَّةِ ، فَوُجُودُ هَذِهِ القُوَّةِ دَليلٌ عَلى أَنَّهُ مُخْتارٌ في أفْعالِهِ .\r\n( 3 ) ظانِّينَ بِأَنَّهُ مَذْهَبٌ يَكْمُلُ بِهِ التوْحِيدُ الأفْعالِيّ وهُمْ غافِلُونَ عَنْ أَنَّهُ مَذْهَبٌ يَلْزَمَهُم مِنَ القَوْلِ بِهِ إنْكارُ حِكْمَتِهِ الذَاتِيَّةِ سُبْحانَهُ .\r\n( 4 ) وَالأولَى أنْ يُعَبَّرَ عَنْ هَذِه‌ِالجُمْلَةِ « بِمَا قُلْنَا » بِهِ بَدَلَ « مَا قُلْنَاهُ » لأنَّ صُدُورَ القَوْلِ بِمَعْنَى الكَلامِ عَنِ القائِلِ لايَحْتَاجُ إلى دَليلٍ ، ومَايَحْتاجُ إليهِ هُو القَوْلُ بِمَعْنَى الاعْتِقادِ الَّذِي يَتَعَدَّى بِالباءِ .\r\n( 5 ) قَدْ مَرَّ في مَبْحَثِ الإرادَةِ أنَّ الصارِفَ المَوْجُودَ لايَصْرِفُهُ تعالى عَنِ الإيجادِ بَلْ يَنْصَرِفُ بِه‌ِالقَبِيحُ عَنْ قَبُولِ الوُجُودِ مِنْهُ سُبْحانَهُ ، لأنَّ الباري لايَتَأثَّرُ ولايُغْلَبُ عَنْ شَيْءٍ .\r\n( 6 ) لايَنْحَصِرُ الدَاعِي في الحاجَةِ بَلْ يُمْكِنُ أنْ يَكُونَ الدَاعِي غَيْرُهَا ، كَالجَهْلِ بِقُبْحِ القَبِيحِ أوِالعَجْزِ عَنْ تَرْكِهِ أوِ العَبَثِ في فِعْلِهِ .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nفحينئذٍ يَسْتَحيلُ عَلَيْهِ إرادَةُ القبيحِ « 1 » لأنّها قَبيحَةٌ « 2 » .\r\nالمَوْجُودَةِ فيهِ وهُو مُحالٌ ، لِأنَّ القَبيحَ لاحِكْمَةَ فِيهِ .\r\nالثاني : أَنَّهُ لَوْ جازَ عَليهِ القَبيحُ لامْتَنَعَ إثْباتُ النُبُوّاتِ ، واللازِمُ باطِلٌ إجْماعاً ، فَالمَلْزُومُ مِثْلُهُ . بَيانُ المُلازَمَةِ : أَنَّهُ حينَئِذٍ لايَقْبَحُ مِنْهُ تَصْديقُ الكاذِبِ ومَعَ ذَلك لايُمْكِنُ الجَزْمُ بِصِحَّةِ النُبُوَّةِ ، وهو ظاهِرٌ « 3 » .\r\nقال : « فحينئذٍ يَسْتَحيلُ عَلَيْهِ إرادَةُ القبيحِ . . . إلخ » .\r\nأقول : ذَهَبَتِ الأشاعِرَةُ إلى أَنَّهُ تعالى مُريدٌ لِمَجْمُوعِ الكائِناتِ حَسَنَةً كانَتْ أوْ قَبِيحَةً ، شَرّاً كانَ أوْ خَيراً ، إيماناً أوْ كُفْراً ، لأنَّهُ مُوجِدٌ لِلكُلِّ ، فَهُوَ مُريدٌ لَهُ « 4 » .\r\nوذَهَبَتِ المُعْتَزِلَةُ إلى اسْتِحالَةِ إرادَتِهِ لِلقَبيحِ والكُفْرِ . وهُوَ الحَقُّ لأنَّ إرادَةَ القَبيحِ أيضاً قَبِيحَةٌ ، لأنَّا نَعْلَمُ ضَرُورَةً أنَّ العُقَلاءَ كَمَا يَذُمُّونَ فَاعِلَ قَبيحٍ فَكَذا مُريدَهُ « 5 »\r\n","footnote":"\r\n( 1 ) وكَذَا الإخْلالُ بِالواجِبِ الَّذِي جاءَ في تَعْريفِ العَدْلِ ولَم‌ْيَذْكُرْهُ المُصَنِّفُ بَعْدُ في إثْباتِ امْتِناعِ صُدُورِ القَبِيحِ عَنْهُ سُبْحانَهُ .\r\n( 2 ) إنْ كانَ المُرادُ بِهَا إرادَةٌ ذَاتِيَّةٌ أيْ العِلْمُ بِمَصْلَحَةِ الفِعْلِ فَلايُفْرَضُ فِيهَا قُبْحٌ ، وإنْ كانَ المُرادُ بِهَا إرادَةٌ فِعْلِيَّةٌ فَإرادَتُهُ مِصْداقاً عَيْنُ فِعْلِهِ سُبْحانَهُ لامَفْهُوماً ، وعلى أيِّ تَقْدِيرٍ اسْتَدَلَّ بِهِ المُصَنِّفُ فَهُوَ دَليلٌ عَقْلِيٌّ يَتَأيَّدُ بِقَوْلِهِ تعالى  « وَمَا اللَّهُ يُرِيدُ ظُلْماً لِلْعالَمِينَ »  ( آل‌عمران : 108 ) . ويَظْهَرُ مِنْ إنكارِهِ تعالى إرادَتُهُ الظُّلْمَ أنَّ المُرادَ مِنَ الإرادَةِ إرادَتُهُ الفِعْلِيَّةُ ، فَتَدَبَّرْ .\r\n( 3 ) الدَليلُ الثالِثُ مُنافاةُ صُدُورِ القَبِيحِ الَّذِي هُو نَقْصٌ وعَدَمُ الحُسْنِ عَنْ ذاتٍ فاعِلَةٍ الَّتي هي كَمالٌ مَحْضٌ ووُجُودٌ صِرْفٌ .\r\n( 4 ) الظاهِرُ أنَّ هُنَا وَقَعَ خَطأٌ في نَقْلِ القَوْلِ عَنْهُمْ لأنَّهُمْ لايَعْتَقِدُونَ قُبْحاً في ذَوَاتِ الامُورِالشَرِيرَةِ ، بَلْ يَقُولُونَ بِأنَّ كُلَّ مَا يَفْعَلُهُ اللَّهُ لَيْسَ في ذَاتِهِ حُسْنٌ ولاقُبْحٌ .\r\n( 5 ) ذَم‌ُّالعُقَلاءِ فَاعِل‌َالقَبِيحِ والآمِرَبِهِ مُسلَّمٌ ، وَلَكِنْ ذَمُّهُمْ لِلمُريدِ لِمُريدِ القَبيحِ مَا لَم‌ْيَفْعَلِ المُرادَ أوْلَم‌ْيَأمُرْ بِمَا يُريدُ غَيْرُ مُسَلَّمٍ . فَبِهَذَا الدَليلِ لايَثْبُتُ لأهْلِ الحَقِّ مَا ادّعَوا ولايَبْطُلُ لِلأشاعِرَةِ\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nالرابِعُ : فِي أَنَّهُ تعالى يَفْعَلُ لِغَرَضٍ ، لِدِلالَةِ القرْآنِ عَلَيْهِ وَلاسْتِلْزامِ نَفْيِهِ العَبَثَ ، وهُوَ قَبيحٌ « 1 » .\r\n\r\n\r\n\r\n","description":"\r\nوالآمِرَ بِهِ « 2 » . فَقَوْلُ المُصَنِّفِ : « فَحِينَئِذٍ » أتَى بِفَاءِ النَتِيجَةِ ، أيْ يَلْزَمُ مِنْ امْتِناعِ فِعْلِ القَبيحِ امْتِناعُ إرادَتِهِ .\r\nقال : « الرابِعُ : فِي أَنَّهُ تعالى يَفْعَلُ لِغَرَضٍ . . . إلخ » .\r\nأقول : ذَهَبَتِ الأشَاعِرَةُ إلى أَنَّهُ تعالى لايَفْعَلُ لِغَرَضٍ ، وإلَّا لَكانَ نَاقِصاً مُسْتَكْمِلًا بِذلِكَ . وقالَتِ المُعْتَزِلَةُ : إنَّ أفْعالَ اللَّهِ مُعَلَّلَةٌ بِالأغْراضِ ، وإلَّا لَكانَ عابِثاً ، تعالى اللَّهُ عَنْهُ . وهُوَ مَذْهَبُ أصْحابِنَا الإمامِيَّةِ . وهُو الحَقُّ لِوَجْهَيْنِ : نَقْلِيٌّ وعَقْلِيٌّ « 3 » .\r\nأمّا النَقْلِيُّ : فَدِلالَةُ القُرْآنِ عَلَيهِ ظاهِرَةٌ كَقَوْلِهِ تعالى :  « أَ فَحَسِبْتُمْ أَنَّما خَلَقْناكُمْ عَبَثاً وَأَنَّكُمْ إِلَيْنا لا تُرْجَعُونَ »  « 4 » ،  « وَما خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ »  « 5 » ،  « وَما خَلَقْنَا السَّماءَ وَالْأَرْضَ وَما بَيْنَهُما باطِلًا ذلِكَ ظَنُّ الَّذِينَ كَفَرُوا »  « 6 »  . \r\n","footnote":"\r\nمَااعْتَقَدُوا إلّاأنْ نَقُولَ : إرادَةُ القَبِيحِ ما لَم‌ْتَبْلُغْ إلى الفِعْلِ أوْ إلى الأمْرِ بِهِ كانَ لَغْواً ، واللَغْوُ عَلَيْهِ تعالى مُحالٌ لأنَّهُ خِلافُ الحِكْمَةِ .\r\n( 1 ) صِلَةُ المَبْحَثِ الرابِعِ بِالعَدْلِ بَيِّنَةٌ ، . . . لأنَّ الفِعْلَ بِلا غَرَضٍ يَنْجَرُّ إلى اللَغْوِيَّةِ كَمَا ذُكِرَ ، واللَغْوِيَّةُ ظُلْمٌ ضَعِيفٌ مِنَ الفاعِلِ عَلَى القابِلِ . والإضْرارُ ظُلْمٌ قَوِيٌّ مِنْهُ عَليهِ . وهَكَذا عَدَمُ التكْلِيفِ مِنْ قِبَلِهِ على العِبادِ يَنْتَهِي إلى أحَدِ الظُلْمَيْنِ المَذْكُورَيْنِ .\r\n( 2 ) هَذَا غَيْرُ تامٍّ ، لأنَّ إرادَةَ القَبِيحِ أمْرٌ قَلْبِيٌّ لايَتَرَتَّبُ عليه أثَرٌ خارِجِيٌّ إلّاأنْ تَجْرِيَ بِصُورَةِالفِعْلِ ، مُضافاً إلى أنَّ أمْرَ الآمِرِ يُسْتَحَقُّ بِهِ الذَمُّ لأنّهُ بِنَفْسِهِ فِعْلٌ قَبِيحٌ .\r\n( 3 ) لايُدْرى لِمَاذا قَدَّمَ المُصَنِّفُ والشارِحُ رحمهما الله هُنَا النَقْلَ على العَقْلِ ، مَعَ أنَّ أهَمِّيَّةَ الدَليلِ العَقْلِيِّ على النَقْلِيِّ بَلَغَ إلى حَدٍّ لايُعْرِضُ الخَصْمُ عَنْهُ وهُوَ مُعْرِضٌ عَنْ صَريحِ الكِتَابِ في المَقامِ ويَجْتَهِدُ قِبالَ النَصِّ .\r\n( 4 ) المؤمنون : 115 .\r\n( 5 ) الذاريات : 56 .\r\n( 6 ) ص : 27 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nوَلَيْسَ الغَرَضُ الإضْرارُ ، لِقُبْحِهِ بَل‌ِالنَفْعُ ، فلا بُدَّ مِن‌َالتكْليفِ ، وَهُوَ بَعْثُ مَن‌ْيَجِبُ طاعَتُهُ علىمافِيهِ مَشَقَّةٌ « 1 » على جِهَةِ الابْتِداء بِشَرْطِالإعْلامِ ،\r\n\r\n\r\n\r\n","description":"\r\nوأمَّا العَقْلِيُّ : فَهُوَ أَنَّهُ لَوْلا ذَلِكَ لَزِمَ أنْ يَكُونَ عابِثاً ، واللازِمُ بَاطِلٌ ، فَالمَلْزُومُ مِثْلُهُ . أمَّا بَيانُ اللُزُومِ فَظاهِرٌ ، وأمَّا بُطْلانُ اللازِمِ فَلأنَّ العَبَثَ قَبِيحٌ والقَبيحُ لايَتَعاطَاهُ الحَكيمُ . وأمَّا قَوْلُهُمْ : « لَوْ كانَ فاعِلًا لِغَرَضٍ لَكانَ مُسْتَكْمِلًا بِذَلك » فَإنَّمَا يَلْزَمُ الاسْتِكْمالُ أنْ لَوْ كانَ الغَرَضُ عائِداً إلَيهِ . لَكِنَّهُ لَيْسَ كَذلكَ بَلْ هُوَ عائِدٌ إمَّا إلى مَنْفَعَةِ العَبْدِ أوْ لاقْتِضاءِ نِظامِ الوُجُودِ ، وذَلكَ لايَلْزَمُ مِنْهُ الاسْتِكْمالُ .\r\nقال : « وَلَيْسَ الغَرَضُ الإضْرارُ . . . إلخ » .\r\nأقول : لَمَّا ثَبَتَ أنَّ فِعْلَهُ تعالى مُعَلَّلٌ بِالغَرَضِ وأنَّ الغَرَضَ عائِدٌ إلى غَيْرِهِ فَلَيْسَ الغَرَضُ حِينَئِذٍ إضْرارُ ذَلك الغَيْرِ لأنَّ ذَلك قَبِيحٌ عِنْدَ العُقَلاءِ ، كَمَنْ قَدَّمَ إلى غَيْرِهِ طَعَاماً مَسْمُوماً يُريدُ بِهِ قَتْلَهُ . فَإذا لَم‌ْيَكُنِ الغَرَضُ الإضْرارَ تَعَيَّنَ أنْ يَكُونَ النَفْعَ ، وهُوَ المَطْلُوبُ .\r\nقال : « فلا بُدَّ مِنَ التكْليفِ . . . إلخ » .\r\nأقول : لَمَّا ثَبَتَ الغَرَضُ مِنْ فِعْلِهِ تعالى نَفْعُ العَبْدِ ولانَفْعَ حَقيقِيٍّ إلَّاالثَوابُ لأنَّ مَا عَداهُ إمَّا دَفْعُ ضَرَرٍ أوْ جَلْبُ نَفْعٍ غَيْرِ مُسْتَمِرٍّ فَلايَحْسُنُ أنْ يَكُونَ ذَلك غَرَضاً لِخَلْق‌ِالعَبْدِ . ثُم‌َّالثَوابَ يَقْبَح‌ُالابْتِداءُبِهِ كَمَا يَأتي فَاقْتَضَتِ الحِكْمَةُ تَوَسُّطَ التكْليفِ « 2 » ،\r\n","footnote":"\r\n( 1 ) ما لَمْ يَبْلُغْ إلى العُسْرِ والحَرَجِ لِقابِلِ التكْلِيفِ في فِعْلِهِ أوْ لِفاعِلِهِ في إيصَالِ ثَوابِهِ أوْ لِغَيْرِهِمَا .\r\n( 2 ) لَعَلَّ المُرادَ مِمّا تَقْتَضِي الحِكْمَةُ بُلُوغُ كُلِّ شَيْءٍ في نِظامِ الوُجُودِ إلى كَمالِهِ اللائِقِ بِهِ ، وهُوَلايَحْصُلُ إلّابِأنْ يَبْلُغَ الإنْسانُ إلى كَمالِهِ المُتَعالِي ومَقْصَدِهِ الغائِيِّ الإلهيِّ بِالإيْمانِ والعَمَلِ بِما كُلِّفَ بِهِ لأنَّهُ خُلاصَةُ الكَوْنِ وأشْرَفُهُ .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nوالتكْلِيفُ لُغَةً مَأخُوذٌ مِنَ الكُلْفَةِ وهِيَ المَشَقَّةُ واصْطِلاحاً عَلى مَا ذَكَرَهُ المُصَنِّفُ .\r\nفَالبَعْثُ عَلى الشَيْءِ هُوَ الحَمْلُ عَلَيهِ ، ومَنْ تَجِبُ طاعَتُهُ هُو اللَّهُ تعالى « 1 » . فَلِذلك قال : « عَلى جِهَةِ الابْتِداءِ » لأنَّ وُجُوبَ طاعَةِ غَيْرِ اللَّهِ كَالنَبِيِّ صلى الله عليه وآله وسلم والإمامِ عليه السلام والوالِدِ والسَيِّدِ والمُنْعِمِ تَابِعٌ ومُتَفَرِّعٌ عَلى طاعَةِ اللَّهِ .\r\nوقولُهُ : « عَلى مَا فِيهِ مَشَقَّةٌ » احْتِرازٌ عَمَّا لامَشَقَّةَ فِيهِ . كَالبَعْثِ على النِكاحِ المُسْتَلَذِّ والأكْلِ مِنَ الأطْعِمَةِ والأشْرِبَةِ .\r\nوقَوْلُهُ : « بِشَرْطِ الإعْلامِ » أيْ بِشَرْطِ الإعْلامِ لِلمُكَلَّفِ بِمَا كُلِّفَ بِهِ ، وهو مِنْ شَرائِطِ حُسْنِ التكْليفِ . وشَرائِطُ حُسْنِهِ ثَلاثَةٌ : « 2 »\r\nالأوّلُ : عَائِدٌ إلى التكْليفِ نَفْسِهِ ، وهُو أرْبَعَةٌ :\r\nالأوّلُ : انْتِفاءُ المَفْسَدَةِ فِيهِ لأنَّهُ قَبِيحٌ .\r\nالثاني : تَقَدُّمُهُ عَلى وَقْتِ الفِعْلِ .\r\nالثالِثُ : إمْكانُ وُقُوعِهِ لأنَّهُ يَقْبَحُ التكْليفُ بِالمُسْتَحيلِ .\r\nالرابِعُ : ثُبُوتُ صِفَةٍ زائِدَةٍ عَلَى حُسْنِهِ إذْ لاتَكْليفَ بِالمُباحِ .\r\nالثاني : عائِدٌ إلى المُكَلِّفِ وهُو فاعِلُ التكْليفِ « 3 » ، وهو أرْبَعَةٌ :\r\nالأوّلُ : عِلْمُهُ بِصِفاتِ الفِعْلِ مِنْ كَوْنِهِ حَسَناً أوْ قَبِيحاً .\r\nالثاني : عِلْمُهُ بِقَدْرِ مَا يَسْتَحِقُّهُ كُلُّ واحِدٍ مِنَ المُكَلَّفينَ مِنْ ثَوابٍ وعِقابٍ .\r\n","footnote":"\r\n( 1 ) مِنْ هَذا البَيانِ يَظهَرُ أنَّ حَقَّ التَشْريعِ مُخْتَصٌّ بِهِ تعالى ولايَجُوزُ لأحَدٍ سِواهُ ، أمّا أوّلًافلايُوجَدُ أحَدٌ غَيْرُهُ تَجِبُ طاعَتُهُ ابْتِداءً ، وأمّا ثانِياً فلايَعْلَمُ غَيْرُهُ طَريقَ سَعادَةِ الإنْسانِ مَعَ جَمِيعِ تَفاصِيلِهِ ودَقائِقِهِ كَمَا يَأتي مَزيدُ بَيانٍ في المَقامِ .\r\n( 2 ) أيْ ثَلاثَةُ أنْواع‌ٍمُشْتَمِلَةٍ على أحَدَعَشَرَ شَرْطاً ، الَّذي بِدُونِ واحِدٍ مِنْهَا يَخْتَلُّ حُسْنُ التكْليفِ .\r\n( 3 ) المُرادُ مِن « فاعِلِ التكْليفِ » هو : أوّلًا جاعِلُهُ لأنَّهُ يُلْزِمُ المُكَلَّفَ على أمْرٍ تَكْلِيفِيٍّ . وثانياً فاعِلُ المُكَلَّفِ بِهِ وهو مَنْ يَأتي بِفِعْلٍ تَكْلِيفِيٍّ كَالصَلاةِ والصَوْمِ ، والمُرادُ هُنا هُوَ الأوّلُ .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوَإلّا لَكانَ مُغْرِياً بِالقَبيحِ « 1 » حَيْثُ خَلَقَ الشَهَواتِ « 2 » وَالميْلَ إلَى\r\n\r\n\r\n\r\n","description":"\r\nالثالِثُ : قُدْرَتُهُ عَلَى إيصالِ المُسْتَحِقِّ حَقَّهُ .\r\nالرابِعُ : كَوْنُهُ غَيْرَ فاعِلٍ لِلقَبيحِ .\r\nالثالِثُ : عائِدٌ إلى المُكَلَّفِ وهُو مَحَلُّ التكْليفِ ، وهُوَ ثَلاثَةٌ :\r\nالأوّلُ : قُدْرَتُهُ عَلى الفِعْلِ لاسْتِحالَةِ تَكْليفِ مالايُطاقُ كَتَكْلِيفِ الأعْمَى بِنُقَطِ المُصْحَفِ والزَمِنِ بِالطَيَرانِ .\r\nالثاني : عِلْمُهُ بِما كُلِّفَ بِهِ أوْ إمْكانُ عِلْمِهِ بِهِ ، فَالجاهِلُ المُتَمَكِّنُ مِنَ العِلْمِ غَيْرُ مَعْذُورٍ .\r\nالثالثُ : إمْكانُ آلَةِ الفِعْلِ .\r\nثُمَّ مُتَعَلَّقُ التكْليفِ إمّا عِلْمٌ أوْ ظَنٌّ أوْ عَمَلٌ . أمّا العِلْمُ فَإمّا عَقْلِيٌّ كَالعِلْمِ بِاللَّهِ وصِفاتِهِ وعَدْلِهِ والنُبُوَّةِ والإمامَةِ ، أوْ سَمْعِيٌّ كَالشَرْعِيّاتِ « 3 » . وأمّا الظَنُّ فَكَما في جِهَةِ القِبْلَةِ . وأمّا العَمَلُ فَكَالعِباداتِ .\r\nقال : « وَإلّا لَكانَ مُغْرِياً بِالقَبيحِ . . . إلخ » .\r\nأقول : هذا إشارَةٌ إلي وُجُوبِ التكْليفِ في الحِكْمَةِ وهُوَ مَذْهَبُ المُعْتَزِلَةِ ، وهُوَ\r\n","footnote":"\r\n( 1 ) وهَذا بُرْهانٌ لِمِّيٌّ عَلى ضَرُورَةِ التكْلِيفِ ووُجُوبِهِ الَّذِي يَثْبُتُ بِهِ وُجُودُ المَعْلُولِ عَنْ عِلَّةٍ ، فَالمَعْلوُلُ هُنا هُوَ التكْلِيفُ الَّذِي بِدُونِهِ يَلْزَمُ الإغْراءُ بِالقَبِيحِ وعِلَّتُهُ حِكْمَةُ اللَّهِ البالِغَةُ . تَوضِيحُ ذَلك : لَمّا ثَبَتَ أَنَّهُ تعالى حَكِيمٌ والحَكِيمُ لايَفْعَلُ القَبِيحَ ولايُريدُهُ ولايُغْرِي بِهِ نَسْتَنْتِجُ مِنْ ذَلك وُجُوبَ التكْلِيفِ .\r\n( 2 ) الظاهِرُ أنَّ مُرادَهُ مِنَ « الشَهَواتِ » أعَمٌّ مِنْ الميولاتِ الجِسْمَانِيَّةِ والمَوهُومَةِ .\r\n( 3 ) مُرادُ الشارِحِ مِنَ « الشَرْعِيّاتِ » هُو المُقَرَّراتُ العَمَلِيَّةُ ، ونَحْنُ نَقُولُ : الإقْرارِيّاتُ مِنَ العَقائِدِأيضاً مُلْحَقَةٌ بِذلكَ كَالمُساءَلَةِ في القَبْرِ ورُؤْيَةِ النَبِيِّ والأئِمَّةِ عليهم السلام عِنْدَ المَوْتِ وغَيْرِهِمَا .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nالقبيحِ « 1 » وَالنُفُورَ عَنِ الحَسَنِ ، فَلابُدَّ مِنْ زاجِرٍ وَهُوَ التكْليفُ .\r\nوَالعِلْمُ غَيْرُ كافٍ ، لاسْتِسهالِ الذَمِّ فِي قَضاءِ الوَطَرِ .\r\n\r\n\r\n\r\n","description":"\r\nالحَقُّ ، خِلافاً لِلأشْعَريَّةِ ، فَإنَّهُمْ لَمْ يُوجِبُوا عَلَى اللَّهِ تعالى شَيْئاً « 2 » لاتَكْليفاً ولاغَيْرَهُ .\r\nوالدَليلَ عَلى ما قُلْناهُ أَنَّهُ لَوْلا ذَلك لَكانَ اللَّهُ فاعِلًا لِلقَبيحِ . وبَيانُ ذَلك : أَنَّهُ خَلَقَ في العَبْدِ الشَهْوةَ والمَيلَ إلى القَبايِحِ والنَفْرَةَ والتأبِّيَ عَنِ الحَسَنِ ، فَلَوْ لَم‌ْيُقَرِّرْ عَبْدَهُ عَقْلَهُ ولَمْ يُكَلِّفْهُ بِوُجُوبِ الواجِبِ وقُبْحِ القَبيحِ ويَعِدْهُ ويَتَوَعَّدْهُ لَكانَ اللَّهُ تعالى مُغْرِياً لَهُ بِالقَبيحِ ، والإغْراءُ بِالقَبيحِ قَبيحٌ .\r\nقال : « وَالعِلْمُ غَيْرُ كافٍ . . . إلخ » .\r\nأقول : هذا جَوابٌ عَنْ سُؤالٍ مُقَدَّرٍ ، تَقْديرُ السؤالِ أَنَّهُ : لِمَ لايَكُونُ العِلْمُ بِاسْتِحْقاقِ المَدْحِ عَلى الحَسَنِ داعِياً إلَيْهِ وحِينَئِذٍ لاحاجَةَ إلى التكْليفِ لِحُصُولِ الغَرَضِ بِدُونِهِ ؟ أجابَ المُصَنِّفُ بِأنَّ العِلْمَ غَيْرُ كافٍ لأنَّهُ كَثيراً مّا يَسْتَسْهِلُ الذَمَّ « 3 » على القَبيحِ مَعَ قَضاءِ الوَطَرِ مِنْهُ خاصَّةً مَعَ حُصُولِ الدَواعِي الحِسِّيَّةِ الَّتِي هِيَ في\r\n","footnote":"\r\n( 1 ) المَيلُ إلى القَبِيحِ المَذْكُورِ هُنَا مَعَ المَيلِ إلى الحَسَنِ الَّذِي مَضَى ذِكْرُهُ في أوّلِ مَباحِثِ العَدْلِ لايَتَنافَيانِ ، لأنَّ المَذْكُورَ هُنا خُلْقٌ في الطَبِيعَةِ الجِسْمَانِيَّةِ أوِ الوَهْمَانِيَّةِ وما ذُكِرَ في ما تَقَدَّمَ هو ما خُلِقَ في الفِطْرَةِ الإنْسانِيَّةِ غَيْرِ الطَبِيعيّةِ ، بَلْ يَتَعادَلانِ لِتَكْمُلَ بِهِما هِدايَةُ الإنْسانِ المُشارُ إلَيْها في القُرْآنِ بِقَوْلِهِ سُبْحانَهُ  « وَهَدَيْناهُ النَّجْدَيْنِ »  ( البَلد : 10 ) .\r\n( 2 ) والمُعْتَزِلَةُ أيضاً كَالأشاعِرَةِ لَمْ يُوجِبُوا شَيْئاً عَليهِ سُبْحانَهُ وُجُوباً تَكْلِيفِيّاً ، وما يُوجِبُوا عليه‌ِالمُعْتَزِلَةُ هو واجِبٌ مِنَ اللَّهِ تعالى بِاقْتِضاءِ الحِكْمَةِ لاواجبٌ على اللَّه كَمَا على المُكَلَّفِينَ ، ومَعْنَى الإيجابِ هُنا هو الاعتقادُ بِالوُجُوبِ لاجَعْلُ الوُجُوبِ ، أيْ الأشاعِرَةُ لايَعْتَقِدُونَ بِوُجُوبِ شَيْءٍ على اللَّهِ ومِنْهُ التكْليفُ ، والمُعْتَزِلَةُ اعْتَقَدُوا ذلك بِمُقْتَضَى الحِكْمَةِ .\r\n( 3 ) أعَمّ مِنْ أنْ يَكُونَ الذَمُّ باطِنِيّاً مِنْ نَفْسِهِ أوْ خارِجِيّاً مِنْ قِبَلِ الغَيْرِ .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nوَجِهَةُ حُسْنِهِ التعْرِيضُ لِلثَوابِ ، أعْني النَفْعَ المُسْتَحِقَّ المقارِنَ لِلتَعظيمِ وَالإجْلالِ الَّذي يَسْتَحِيلُ الابْتِداءُ بِهِ .\r\n\r\n\r\n\r\n","description":"\r\nالأكْثَرِ تَكُونُ قاهِرَةً لِلدَواعِي العَقْلِيَّةِ « 1 » .\r\nقال : « وَجِهَةُ حُسْنِهِ التعْرِيضُ لِلثَوابِ . . . إلخ » .\r\nأقول : هذا أيْضاً جَوابٌ عَنْ سُؤالٍ مُقَدَّرٍ ، تَقْديرُ السؤالِ : أنَّ جِهَةَ حُسْنِ التكْليفِ إمّا حُصُولُ العِقابِ وهُوَ باطِلٌ قَطْعاً ، أوْ حُصُولُ الثَوابِ وهُوَ أيْضاً باطِلٌ لِوَجْهَيْنِ :\r\nالأوّلُ : أنَّ الكافِرَ الَّذي يَمُوتُ عَلى كُفْرِهِ مُكَلَّفٌ « 2 » مَعَ عَدَمِ حُصُولِ الثَوابِ لَهُ .\r\nالثاني : أنَّ الثَوابَ مَقْدُورٌ لِلَّهِ تعالى ابتِداءً فَلافائِدَةَ في تَوَسُّطِ التكْليفِ .\r\nأجابَ عَنْهُ بِأنَّ جِهَةَ حُسْنِهِ هو التعْريضُ لِلثَوابِ لاحُصُولُ الثَوابِ ، والتَعْريضُ عامٌّ بِالنِسْبَةِ إلى المُؤْمِنِ والكافِرِ ، وكَوْنُ الثَوابِ مَقْدُوراً لِلَّهِ تعالى ابْتِداءً مُسَلَّمٌ ، لَكِنْ يَسْتَحِيلُ الابْتِداءُ بِهِ « 3 » مِنْ غَيْرِ تَوَسُّطِ التكْليفِ لأنَّهُ مُشْتَمِلٌ على التعْظِيمِ ، وتَعْظيمُ مَنْ لايَسْتَحِقُّ قَبيحٌ عَقْلًا . وقَوْلُ المُصَنِّفِ في تَعْريفِ الثَوابِ أَنَّهُ : « النَفْعُ المُسْتَحَقُّ المُقارِنُ لِلتَعْظيمِ » فَالنَفْعُ يَشْتَمِلُ الثَوابَ والتفَضُّلَ والعِوَضَ ، فَبِقَيْدِ المُسْتَحَقِّ خَرَجَ التَفَضُّلُ وبِقيدِ المُقارِنِ لِلتَعْظِيمِ خَرَجَ العِوَضُ .\r\n","footnote":"\r\n( 1 ) وهَذا هُوَ السِرُّ في عَدَمِ التعَقُّلِ والشُعُورِ في أكْثَرِ الناسِ بِما يُفِيدُهُ القُرْآنُ ويُؤَيِّدُهُ التاريخُ والتجْرِبَةُ .\r\n( 2 ) أيْ اجْتَمَعَتْ فيه الحَياةُ والعَقْلُ والبُلُوغُ الَّتِي هِيَ شرائِطُ التكْلِيفِ .\r\n( 3 ) وهَذِهِ الاسْتِحالَةُ وُقُوعِيَّةٌ تَجْتَمِعُ مَعَ إمْكانِهِ الذاتِيِّ .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالخامسُ : في أَنَّهُ تعالى يَجِبُ عَلَيْهِ اللُطْفُ « 1 » ، وهُوَ ما يُقَرِّبُ العبْدَإلى الطاعَةِ ويُبَعِّدُهُ عَنِ المَعْصِيَةِ ، ولاحَظَّ لَهُ في التمْكينِ « 2 » ، وَلايَبْلُغُ الإلْجاءَ لِتَوَقُّفِ غَرَضِ المُكَلِّفِ « 3 » عَلَيْهِ ، فَإنَّ المُرِيدَ لِفِعْلٍ مِنْ غَيْرِهِ إذا عَلِمَ أَنَّهُ لايَفْعَلُهُ إلّابِفِعْلٍ يَفْعَلُهُ المريْدُ مِنْ غَيْرِ مَشقَّةٍ لَو لَمْ يَفْعَلْهُ لَكانَ ناقِضاً لِغَرَضِهِ ، وهُوَ قَبيحٌ عَقْلًا .\r\n\r\n\r\n\r\n","description":"\r\nقال : « الخامسُ : في أَنَّهُ تعالى يَجِبُ عَلَيْهِ اللُطْفُ . . . إلخ » .\r\nأقول : ما يَتَوَقَّفُ عَليهِ إيقاعُ الطاعَةِ وارْتِفاعُ المَعْصِيَةِ تارَةً يَكُونُ التوَقُّفُ عَليهِ لازِماً « 4 » وبِدُونِهِ لايَقَعُ الفِعْلُ وذَلك كَالقُدْرَةِ والآلَةِ ، وتارَةً لايَكُونُ كَذلكَ بَلْ يَكُونُ المُكَلَّفُ بِاعْتِبارِ الطاعَةِ المُتَوَقّفِ عَلَيهِ أدْنَى وأقْرَبُ إلى فِعْلِ الطاعَةِ وارْتِفاعِ المَعْصِيَةِ ، وذَلك هو اللُّطْفُ « 5 » . فَقَوْلُهُ : « ولاحَظَّ لَهُ في التَمْكينِ » إشارَةٌ إلى القِسْمِ الأوّلِ ، كَالقُدْرَةِ فَإنَّهَا لَيْسَتْ لُطْفاً في الفِعْلِ بَلْ شَرْطاً في إمْكانِهِ . وقَوْلُهُ : « ولايَبْلُغُ\r\n","footnote":"\r\n( 1 ) قاعِدَةُ اللُطْفِ قاعِدَةٌ كلاميَّةٌ مُقْتَبَسَةٌ مِنْ أدِلَّةٍ عَقْلِيَّةٍ إيمانِيَّةٍ ، وتُؤَيَّدُ بِبَعْضِ الآياتِ القُرْآنِيَّةِوتَثْبُتُ بِها عِدَّةٌ مِنَ الحَقائِقِ الاعْتِقادِيَّةِ . وأمّا صِلَةُ هَذَا المَبْحَثِ بِمُوضُوعِ العَدْلِ مِنْ حَيْثُ أنَّ مَنْ يُوجِبُ فِعْلَ الطاعَةِ وتَرْكَ المَعْصِيَةِ هُو اللَّهُ سُبحانَهُ فَهَذا الإيجابُ مِنهُ لايَخْلُو عنْ لَغْوِيَّةٍ أوْ ظُلْمٍ أوْ عَدْلٍ ، ولايَخْرُجُ هَذا الإيجابُ عَنِ الظُلْمِ واللَغْوِيَّةِ ولايَدْخُلُ في فِعْلٍ عَدْلِيٍّ إلّابِوُجُوبِ اللُطْفِ عليه ، فَتَأمَّلْ .\r\n( 2 ) أيْ لا نَصيبَ ولادَوْرَ لِلُطْفِ في طاعَةِ العَبْدِ ، وبِدُونِهِ يُمْكِنُ لَهُ إيقاعُ الفِعْلِ بِخِلافِ القُدْرَةِوالآلَةِ اللتانِ بِدُونِهِمَا لايُمْكِنُ الإيقاعُ .\r\n( 3 ) بِكَسْرِ اللامِ وهو فاعِلُ التكْليفِ وجاعِلُهُ .\r\n( 4 ) وهذا ما سَمّاهُ المُتَكَلِّمُونَ بِاللُطْفِ المُحَصِّلِ ، وسَمَّوا قَرينَهُ الآتي ذِكْرُهُ بِاللُطْفِ المُقَرِّبِ وهُوالَّذِي يَكُونُ دَليلَ إثْباتِ كَثِيرٍ مِنَ العَقائِدِ كَمَا أشَرْنا إلَيهِ .\r\n( 5 ) قُلْتُ : اللُطْفُ لَهُ ثلاثَةُ مَعانٍ : لُغَوِيٌّ وهو اللِينَةُ ، وعُرْفِيٌّ وهو الرَحْمَةُ والرَأفَةُ ، واصْطِلاحِيٌّوهو ما ذَكَرَ المُصَنِّفُ تَعْريفَهُ ، وهذَا المَعْنَى هو مُرادُ المُتَكَلِّمِينَ .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nالسادسُ : فِي أَنَّهُ تعالى يَجِبُ عَلَيْهِ فِعْلُ عِوَضِ الآلامِ الصادرَةِ عَنْهُ .\r\nوَمَعْنى العِوَضِ هُوَالنَفعُ المُسْتَحَقُّ الخالي مِنْ التعظيمِ وَالإجلالِ ، وإلّا لَكانَ ظالماً ، تعالى اللهُ عَنْ ذلك . ويَجِبُ زيادَتُهُ على الألَمِ وإلّا لَكانَ عَبَثاً « 1 » .\r\n\r\n\r\n\r\n","description":"\r\nالإلْجاءَ » لِأنَّهُ لَوْ بَلَغَ الإلْجاءَ لَكانَ مُنافِياً لِلتَكْليفِ .\r\nإذا تَقَرَّرَ هذا فَاعْلَمْ أنَّ اللُطْفَ تارَةً يَكُونُ مِن فِعْلِ اللَّهِ فَيَجِبُ عَلَيهِ « 2 » ، وتارَةً يَكُونُ مِنْ فِعْل‌ِالمُكَلَّفِ فَيَجِبُ عَليه‌تعالى إشْعارُهُ بِهِ وإيجابُهُ « 3 » عَليهِ ، وتارَةً يَكُونُ مِن‌ْفِعْلِ غَيْرِهِمَا « 4 » فَيُشْتَرَطُ فيالتكْليفِ العِلْم‌ُبِهِ وإيجابُ اللَّهِ ذَلك الفِعْلَ عَلى ذلك الغَيْرِ وإثابَتُهُ عَليهِ « 5 » .\r\nوإنَّمَا قُلْنا بِوُجُوبِ ذَلك كُلِّهِ عَلَىاللَّهِ ، لأنَّهُ لَوْلا ذَلك‌لَكانَ ناقِضاً لِغَرَضِهِ ، ونَقْضُ الغَرَضِ قَبيحٌ عَقْلًا . وبَيانُ ذَلك : أنَّ المُريدَ مِنْ غَيْرِهِ فِعْلًا مِنَ الأفْعالِ ويَعْلَمُ المُريدُ أنَّ المُرادَ مِنْهُ لايَفْعَلُ الفِعْلَ المَطْلُوبَ إلّامَعَ فِعْلٍ يَفْعَلْهُ المُريدُ مَعَ المُرادِ مِنْهُ مِنْ نَوعِ مُلاطَفَةٍ أوْ مُكاتَبَةٍ أوْ إرْسالٍ إليهِ أوِ السَعْيِ إلَيْهِ وأمْثالِ ذَلك مِنْ غَيْرِ مَشَقَّةٍ عَليهِ في ذَلكَ ، لَوْلَمْ يَفْعَلْ ذَلك مَع‌َتَصْمِيمِ إرادَتِهِ لَعَدَّهُ العُقَلاءُناقِضاً لِغَرَضِه‌ِو ذَمُّوه‌ُعَلىذَلك . وكَذَا القَوْلُ في حَقِّ الباري تعالى مَعَ إرادَةِ إيقاعِ الطاعَةِ وارْتِفاعِ المَعْصِيَةِ لَوْ لَم‌ْيَفْعَلْ ما يَتَوَقَّفَانِ عَلَيهِ لَكانَ ناقِضاً لِغَرَضِهِ ونَقْضُ الغَرَضِ قَبيحٌ ، تعالى اللَّهُ عَنْ ذَلك .\r\nقال : « السادسُ : فِي أَنَّهُ تعالى يَجِبُ عَلَيْهِ . . . إلخ » .\r\nأقول : الألَمُ الحاصِلُ لِلْحَيَوانِ إمّا أن يُعْلَمَ فيه وَجْهٌ مِنْ وُجُوهِ القُبْحِ فَذلكَ\r\n","footnote":"\r\n( 1 ) ارْتِباطُ هَذا المَبْحَثِ بِالعَدْلِ ظاهِرٌ .\r\n( 2 ) كَإرسالِ الرُسُلِ وبَعْثِ الأنْبِياءِ .\r\n( 3 ) كَإيجابِهِ تَعَلُّمَ العَقائِدِ لَهُ عَنِ الغَيْرِ .\r\n( 4 ) كَتَعْلِيمِ المُعَلِّمِ الأحْكامَ الشَرْعِيَّةَ وإجابَةِ المُتَكَلِّمِ عَلى الأسْئِلَةِ العَقِيدِيَّةِ .\r\n( 5 ) مُضافاً إلى أنَّ تَرْكَ الفِعْلِ والإعْلامِ والإيجابِ يُعَدُّ إخْلالٌ بِالواجِبِ ، وهذا خُلْفٌ .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nيَصْدُرُ عَنّا خاصَّةً ، أوْ لايُعْلَمُ فِيهِ ذَلك فَيَكُونُ حَسَناً . وقَدْ ذُكِرَ لِحُسْنِ الألَمِ وُجُوهٌ :\r\nالأوّلُ : كَوْنُهُ مُسْتَحَقّاً .\r\nالثاني : كَوْنُهُ مُشْتَمِلًا عَلَى النَفْعِ الزائِدِ العائِدِ إلى المُتأ لِّمِ .\r\nالثالِثُ : كَوْنُهُ مُشْتَمِلًا على دَفْعِ الضَرَرِ الزائِدِ عَنْهُ .\r\nالرابِعُ : كَوْنُهُ بِماجَرَتْ بِهِ العادَةُ .\r\nالخامِسُ : كَوْنُهُ مُشْتَمِلًا على وَجْهِ الدَفْعِ .\r\nوذَلك الحَسَنُ قَدْ يَكُونُ صادِراً عَنْهُ تعالى وقَدْ يَكُونُ صادِراً عَنّا .\r\nفَأمّا ماكانَ صادِراً عَنهُ تعالى لِوَجْهِ النَفْعِ فَيَجِبُ فِيهِ أمْرانِ :\r\nأحَدُهُما : العِوَضُ عَنْهُ وإلّا لَكانَ ظالِماً ، تعالى اللَّهُ عَنْهُ . ويَجِبُ أنْ يَكُونَ زائِداً عَلى الألَمِ إلى حَدِّ الرِضَا عِندَ كُلِّ عاقِلٍ ، لأنَّهُ يَقْبَحُ في الشاهِدِ إيلامُ شَخْصٍ لِتَعْويضِهِ عِوَضَ ألَمِهِ مِنْ غَيْرِ زيادَةٍ لاشْتِمالِهِ على العَبَثِيَّةِ .\r\nوثانِيهِمَا : اشْتِمالُهُ على اللُطْفِ إمّا لِلمُتَأ لِّمِ أوْ لِغَيْرِهِ لِيَخْرُجَ مِنْ العَبَثِ .\r\nوأمّا ماكانَ صادِراً عَنَّا مِمّا فيهِ وجْهٌ مِنْ وُجُوهِ القُبْحِ فَيَجِبُ عَلى اللَّهِ الانْتِصافُ لِلمُتَأ لِّمِ مِنَ المُولِمِ لِعَدْلِهِ ، ولِدِلالَةِ السَمْعِ عَليهِ ، ويَكُونُ العِوَضُ هُنا مُساوِياً لِلألَمِ ، وإلّا لَكانَ ظالِماً .\r\nوهُنا فَوائِدُ\r\nالأولى : العِوَضُ هُوَ النَفْعُ المُسْتَحِقُّ الخالي مِنْ تَعْظيمٍ وإجْلالٍ ، فَبِقيدِ المُسْتَحَقِّ خَرَجَ التفَضُّلُ ، وبِقِيدِ الخُلُوِّ عَنِ التَعْظيمِ خَرَجَ الثَوابُ .\r\nالثانِيةُ : لايَجِبُ « 1 » دَوامُ العِوَضِ لأنّهُ لايَحْسُنُ في الشاهِدِ رُكُوبُ الأهْوالِ\r\n","footnote":"\r\n( 1 ) الظاهِرُ أنَّ حَرْفَ « لا » زائِدٌ .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالخَطيرَةِ ومُكابَدَةُ المَشَاقِّ العَظيمَةِ لِنَفْعٍ مُنْقَطِعٍ قَليلٍ .\r\nالثالِثةُ : العِوَضُ لايَجِبُ حُصُولُهُ في الدُنْيَا لِجَوازِ أنْ يَعْلَمَ اللَّهُ المَصْلَحَةَ في تَأخِيرِهِ ، بَلْ قَدْ يَكُونُ حاصِلًا في الدُنْيا وقَدْ لايَكُونُ « 1 » .\r\nالرابِعةُ : الَّذي يَصِلُ إلَيهِ عِوَضُ ألَمِهِ في الآخِرَةِ إمّا أنْ يَكُونَ مِنْ أهْلِ الثَوابِ أوْ مِنْ أهْلِ العِقابِ . فَإنْ كانَ مِنْ أهْلِ الثَوابِ فَيَكْفِيهِ إيصالُ أعْواضِهِ إلَيْهِ بِأنْ يُفَرِّقَهَا اللَّهُ تعالى على الأوْقاتِ أوْ يَتَفَضَّلَ عَليهِ بِمِثْلِهَا ، وإنْ كانَ مِنْ أهْلِ العِقابِ أسْقَطَ بِها جُزءاً مِنْ عِقابِهِ بِحَيْثُ لايَظْهَرُ لَهُ التخْفِيفُ بِأنْ يُفَرِّقَ القَدْرَ عَلَى الأوْقاتِ « 2 » .\r\nالخامِسةُ : الألَمُ الصادِرُ عَنّا بِأمْرِهِ تعالى أوْ إباحَتِهِ والصادِرُ عَنْ غَيْرِ العاقِلِ كَالعَجْماواتِ « 3 » وكَذَا ما يَصْدُرُ عَنْهُ مِنْ تَفْوِيتِ المَنْفَعَةِ لِمَصْلَحَةِ الغَيْرِ وإنْزالِ الغُمُومِ الحاصِلَةِ مِنْ غَيْرِ فِعْلِ العَبْدِ يَجِبُ عِوَضُ ذَلك كُلِّهِ عَلَى اللَّهِ تعالى لِعَدْلِهِ وكَرَمِهِ « 4 » .\r\n","footnote":"\r\n( 1 ) ويَجُوزُ أيضاً تَقْطِيعُ اللَّهِ العِوَضَ وتَأدِيَتُهُ قَدْراً مِنهُ في الدُنْيا وتأخِيرُهُ قَدْراً إلى الآخِرَةِ .\r\n( 2 ) هَذا الكَلامُ غَيْرُ تامٍّ لأنَّ إسْقاطَ جُزْءٍ مِنْ عِقابِهِ بِحَيْثُ لايَظْهَرُ لَهُ التخْفيفُ لايَمْنَعُهُ مِنَ الاعْتِراضِ عَلَى اللَّهِ ولايُقْنِعُهُ بِمُعامَلَةِ اللَّهِ مَعَهُ بِالعَدْلِ إلَّاأنْ نَقُولَ بِعَدَمِ لُزُومِ إغْناءِ اللَّهِ إيّاهُ وَمَنْعِهِ اعْتِراضَهُ عَلَيْهِ سُبْحانَهُ بَعْدَ إثْباتِهِ تعالى لَهُ بِبَيِّنَةٍ أَنَّهُ تعالى يُعامِلُ مَعَهُ بِالعَدْلِ في كُلٍّ مِنْ حَسَناتِهِ وسَيِّئاتِهِ وَإنْ خَفِيَ عَليهِ تَفْصِيلُهُ .\r\n( 3 ) أي البهائم .\r\n( 4 ) التعْليلُ بِعَدْلِهِ تعالى صَحِيحٌ ، لأنّهُ لَوْ لَم‌ْيُعَوِّضِ اللَّهُ المُتَأ لِّمَ يَلْزَمُ الظُّلْمَ ، ولَكِنَّ التعْلِيلَ بِكَرَمِهِ غَيْرُ تامٍّ لأنَّ كَرَمَهُ مَنْشَا تَفَضُّلِهِ .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nالفَصْلُ الخامِسُ « 1 » في النُبُوَّةِ\r\nوفيه مَباحِثٌ :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هَذا البَحْثُ هُوَ ابْتِداءُ مَباحِثِ النَبُوَّةِ العامَّةِ ، وهِيَ الَّتِي لايَتَعَيَّنُ فيها شَخْصٌ بِعُنْوانِ النَبِيِّ بَل‌ْتُذْكَرُ فيها شُروطُالنَبِيِّ واصُولُهُ واصُول‌ُالنُبُوَّةِ وأهْدافُهَا وغَيْرُذلك مِن‌ْكُلّيّات‌ِالمَوْضُوعِ . والنُبُوَّةُ الخاصَّةُ بِخِلافِهِ الَّتِي يَتَعَيَّنُ فيها شَخْصُ النَبِيِّ تُطَبَّقُ عليه الشُروطُ المَذْكُورَةُ . وتَلْحَقُ بِهَا مَسْألَةُ عُمُومِيَّةِ الدَعْوَةِ لِلناسِ في جَمِيعِ الأزْمِنَةِ وَالأمْكِنَةِ ، هَلْ هِيَ أيضاً ثابِتَةٌ كَثُبوتِ النُبُوَّةِ العامَّةِ أمْ لا ؟ فَنَقُولُ : إنَّهَا - أيْ عُمُومِيَّةُ الدَعْوَةِ - حَقيقَةٌ ثابِتَةٌ بِالبُرْهانِ والقُرآنِ بِعِدَّةِ مُقَدَّماتٍ :\r\nالأولى : فَرع وُجُودِ شروطِ التَكْليفِ في جَميعِ الأقْوامِ والامَمِ على كُرَةِ الأرْضِ .\r\nالثانِية : إمْكانُ عُمُومِيَّةِ الدَعْوَةِ وعَدَمُ الامْتِناعِ فيهِ .\r\nالثالِثةُ : كَوْنُ أفْعال‌ِاللَّهِ - ومِنْهَا خَلْق‌ُالإنْسانِ - في أيِّزَمانٍ ومَكانٍ مُعَلَّلَةً بِالأغْراضِ والأهْدافِ .\r\nالرابِعةُ : نَزاهَةُ ساحَةِ قُدْسِ البارِي عَنِ البُخْلِ .\r\nالخامِسةُ : سِعَةُ كَرَمِهِ ورَحْمَتِهِ على الخَلْقِ .\r\nفَمَعَ تِلْك‌َالمُقَدَّماتِ يَثْبُت‌ُالمَطْلُوبُ ، فَلاحاجَةَ لَنا إلىالاشْتِغالِ بِالمَسائِلِ التاريخِيَّةِ والجُغْرافِيَّةِ والفَحْصِ عَنْ اكْتِشافِ قارَّةٍ كَمَا قالَ سُبحانَهُ  « وَإِنْ مِنْ أُمَّةٍ إِلَّا خَلا فِيها نَذِيرٌ »  ( فاطر : 24 ) .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nالأوّلُ : النّبِيُّ « 1 » هُوَ الإنْسانُ المُخْبِرُ عَنِ اللَّهِ تعالى بِغَيْرِ واسِطَةِ أحَدٍ مِنَ البَشَرِ « 2 » .\r\n\r\n\r\n\r\n","description":"\r\nقال : « الأوّلُ : النّبِيُّ هُوَ الإنْسانُ المُخْبِرُ عَنِ اللَّهِ تعالى . . . إلخ » .\r\nأقول : لَمّا فَرَغَ مِنْ مَباحِثِ العَدْلِ أرْدَفَ ذلكَ بِمَباحِثِ النُبُوَّةِ لِتَفَرُّعِهَا عَليهِ « 3 » ، وعَرَّفَ النَبِيَّ بِأنّهُ الإنْسانُ المُخْبِرُ عَنِ اللَّهِ تعالى بِغَيرِ واسِطَةِ أحَدٍ مِنَ البَشَرِ . فَبِقيدِ الإنْسانِ يَخْرُجُ المَلَكُ وبِقيدِ المُخْبِرِ عَنِ اللَّهِ يَخْرُجُ المُخْبِرُ عَنْ غَيْرِهِ ، وبِقيدِ عَدَمِ\r\n","footnote":"\r\nوَلَكِنْ لَم‌ْيُذْكَرْ جَميعُ الأنْبِياءِ والرُسُلِ في الكُتُبِ السَماوِيَّةِ خُصُوصاً في القُرآنِ ، بَلْ ذُكِرَ عِدَّةٌ قَليلَةٌ مِنْهُمْ حَسَبَ اقْتِضاءِ حِكْمَةِ اللهِ سُبْحانَهُ .\r\nوما يَنْبَغِي ذِكْرهُ هُنا أنَّ الأنْبياءَ والرُسُلَ بَعْضُهُمْ أفْضَلُ مِنْ بَعْضٍ كَما صَرَّحَ بِذلِكَ القُرآنُ في قَوْلِهِ سُبحانَهُ ،  « تِلْكَ الرُّسُلُ فَضَّلْنا بَعْضَهُمْ عَلى بَعْضٍ »  ( البقرة : 253 ) . بَعْضُهُمْ خاتَمٌ وبَعْضُهُمْ أولو العَزْمِ وبَعْضُهُمْ الرُسُلُ ، فَأكْثَرُهُمْ وأدْناهُمْ رُتْبَةً الأنْبياءُ غَيْرُ المُرْسَلينَ . وبهذا يَثْبُتُ مُضافاً إلى الآيَةِ المَذْكُورَةِ بِتَفاوُتِهِمْ في الشَرائِعِ واخْتِلافِهِمْ في الوَظائِفِ اللتَيْنِ تَسْتَدْعَيانِ التَفاوُتَ والتفاضُلَ في قَوابِلِهِمَا .\r\nولايَخْفى أنَّ النَظْمَ الصَحيحَ الموجودَ في هذا الْفَصْلِ غيرُ النظمِ في النُسَخِ الموجودَةِ لأنّ هُناك اخْتَلَطَتْ النبوّةُ الخاصَّةُ مَعَ العامَّةِ .\r\n( 1 ) كَلِمَةُ « النُبُوَّةِ » إمّا مَأخُوذَةٌ مِنَ النُبُوِّ بِمَعْنَى العُلُوِّ والسمُوِّ فَيَكُونُ النَبيُّ إنْساناً سامِياً عالِياً فيالرُتْبَةِ ، وإمّا مَأخُوذَةٌ مِنَ النَبَأ فَيَكُونُ النَبِيُّ إنْساناً مُنْبِئاً أوْ صاحِبَ نَبَأ ، فَتَكُونُ كُلّاً مِنَ الواوِ والهَمْزَةِ في مَوْرِدِهَا أصْلِيَّةً .\r\n( 2 ) ونَسْتَعْلِمُ مِنْ تَعْريفِ المُصَنِّفِ لِلنَبِيِّ تَعْريفَ النُبُوَّةِ وهِيَ إخْبارُ إنْسانٍ عَنِ اللَّهِ بِغَيْرِ وَساطَةِ أحَدٍ مِنَ البَشَرِ بَيْنَ اللَّهِ وبَيْنَ ذلك الإنْسانِ .\r\n( 3 ) تَفَرُّعُ النُبُوَّةِ على العَدْلِ مِنْ جِهَتَيْنِ ، الاولَى : مَبْحَثُ اللُطْفِ كانَ مِنْ مَباحِثِ العَدْلِ والنُبُوَّةِمِنْ أجْلَى مَصادِيقِ اللُطْفِ فَيَتَفَرَّعُ بِذلك عَلَى العَدْلِ ، والثانِيةُ : أنَّ التَكْلِيفَ الَّذِي مَضَى في مَوْضُوعِ العَدْلِ يَسْتَلْزِمُ واسِطَةً ، هُوَ حامِلُ النُبُوَّةِ ، أيالنَبِيِّ .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nواسِطَةِ بَشَرٍ يَخْرُجُ الإمامُ والعالِمُ فَإنَّهُمَا مُخْبِرانِ عَنِ اللَّهِ تعالى بِواسِطَةِ النَبيِّ صلوات اللَّه عليه .\r\nإذا تَقَرَّرَ هذا فَاعْلَمْ أنَّ النُبُوّةَ مَعَ حُسْنِهَا - خِلافاً لِلبَراهِمَةِ « 1 » - واجِبَةٌ في الحِكْمَةِ ، خِلافاً لِلأشاعِرَةِ . والدَليلُ عَلى ذلك هُو أَنَّهُ لَمّا كانَ المَقْصُودُ مِنْ إيجادِ الخَلْقِ هو المَصْلَحَةُ العائِدَةُ إلَيْهِم كان إسْعافُهُمْ بِمَا فيه مَصالِحُهُمْ ورَدْعُهُمْ عَمّا فيه مَفاسِدُهُمْ واجِباً في الحِكْمَةِ ، وذلك إمّا في أحْوالِ مَعاشِهِم أوْ أحْوالِ مَعادِهِمْ .\r\nأمّا في أحْوالِ مَعاشِهِمْ فَهُوَ : أَنَّهُ لَمّا كانَتِ الضَرُورَةُ داعِيَةً في حِفْظِ النَوْعِ الإنْسانِيِّ إلى الاجْتِماعِ « 2 » الَّذِي يَحْصُلُ مَعَهُ مُقاوَمَةُ كُلِّ واحِدٍ لِصاحِبِهِ فِيما يَحْتاجُ إلَيْهِ اسْتَلْزَمَ ذَلك الاجْتِماعُ تَجاذُباً وتَنازُعاً يَحْصُلانِ مِنْ مَحَبَّةِ كُلِّ واحِدٍ لِنَفْسِهِ .\r\nإرادَةُ المَنْفَعَةِ لَها دُونَ غَيْرِها بِحَيثُ يُفْضِي ذلك إلى فَسادِ النَوْعِ واضْمِحْلالِهِ ، فَاقْتَضَتِ الحِكْمَةُ وُجُودَ عَدْلٍ يَفْرُضُ شَرعاً يَجْرِي بَيْنَ النَوْعِ بِحَيثُ يَنْقادُ كُلُّ واحِدٍ إلى أمْرِهِ ويَنْتَهِي عِنْدَ زَجْرِهِ « 3 » . ثُمَّ لَوْ فُوِّضَ ذلك الشَرْعُ إلَيْهِمْ لَحَصَلَ ما كان أوّلًا ، إذْ لِكُلِّ واحِدٍ رأيٌ يَقْتَضِيهِ عَقْلُهُ ومَيْل‌ٌيُوجِبُهُ طَبْعُهُ « 4 » ، فَلابُدَّ « 5 » حِينَئِذٍ مِنْ شارِعٍ مُتَمَيِّزٍ\r\n","footnote":"\r\n( 1 ) البَراهِمَةُ هُمُ الَّذينَ يَعْتَقِدُونَ على أَنَّهُمْ خَدَمَةُ بَرَهْمَا وهو أحَدُ الآلِهَةِ الثَلاثَةِ الهِنْدُوِيَّةِ القَديمَةِ . ( مُتَرْجَمة باختصار مِنْ كِتابِ « لغت‌نامه فرهنگ عميد » الفارسيّ ) .\r\n( 2 ) هذا إشارَةٌ إلى أنَّ الإنْسانَ خُلِقَ مَدَنيّاً ولايُمْكِنُ لأحَدٍ مِنْ هذا النَوْعِ أنْ يَعيشَ وَحيداً كَمَايَعيشُ الحَيَوانُ ، والمانِعُ عَنْ ذلك هو حاجاتُهُ مِنْ جِهاتٍ شَتَّى في أبْعادِهِ الحَيَوِيَّةِ العَديدَةِ .\r\n( 3 ) هذا إشارَةٌ إلى أنَّ الشَرعَ والقانُونَ ما لَم‌ْيُؤْمِنْ كُلُّ واحِدٍ مِنَ النَاسِ إلى عَدْليَّتِهِ لايَنْقادُ إلىأمْرِهِ ولايَنْتَهِي عِنْدَ نَهْيِهِ .\r\n( 4 ) هذا أيضاً مُشِيرٌ إلى عِلَّةِ مَرْدُودِيَّةِ الشَرْعِ الَّذِي يَجْعلُهُ الإنْسانُ ويُشَرِّعُهُ لأنّ الشَرْعَ لايَسْلَم‌ُمِنْ شَوْبِ الجَهْلِ البَشَرِيِّ وطَبِيعَتِهِ الطاغِيَةِ .\r\n( 5 ) لَفْظَةُ « لابُدَّ » فيأمْثالِ هذا المَوْرِدِ مَعْناها عَدَم‌ُالحِيلَةِ على حَسْبِ عالَمِنا التكْوِينِيِّ والشُروطِ التكْوِينِيَّةِ الحاكِمَةِ على الإنْسانِ ، ولَيْسَ مَعْناها أَنّا لاحِيلَةَ لَنا أوْ لاحيلَةَ لِلَّهِ ( نعوذ باللَّه ) فَتَدَبَّرْ .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nبِآياتٍ ودَلالاتٍ تَدُلُّ عَلىصِدْقِهِ كَيْ يَشْرِعَ ذلك‌الشَرْعَ « 1 » ، مُبَلِّغاً « 2 » لَهُ عَنْ رَبِّهِ ، يَعِدُ فيه المُطِيعَ ويَتَوَعَّدُ العاصِيَ ، لِيَكُونَ ذلك أدْعَى إلى انْقِيادِهِمْ لأمْرِهِ ونَهْيِهِ .\r\nوأمّا في أحْوالِ مَعادِهِمْ فَهُوَ : أَنَّهُ لَمّا كانَتِ السَعادَةُ الاخْرَوِيَّةُ لاتَحْصُلُ إلَّا بِكَمالِ النَفْسِ بِالمَعارِفِ الحَقَّةِ والأعْمالِ الصالِحَةِ وكانَ التعَلُّقُ بِالامُورِ الدُنْيَوِيَّةِ وإنْغِمارُ العَقْلِ في المَلابِسِ الدَنِيَّةِ البَدَنِيَّةِ مانِعاً مِنْ إدْراكِ ذلك عَلَى الوَجْهِ الأتَمِّ والنَهْجِ الأصْوَبِ أوْ يَحْصُلُ إدْراكُهُ لَكِنْ مَعَ مُخالَجَةِ الشَكِّ ومُعارَضَةِ الوَهْمِ فَلابُدَّ حِينَئِذٍ مِنْ وُجُودِ شَخْصٍ لَمْ يَحْصُلْ لَهُ ذلكَ التعَلُّقُ المانِعُ بِحَيْثُ يُقَرِّرُ لَهُم الدَلائِلَ « 3 » ويُوضِحُهَا لَهُمْ ، ويُزيلُ الشُبَهاتِ ويَدْفَعُها ، ويَعْضُدُ مَا اهْتَدَتْ إليهِ عُقُولُهُمْ « 4 » ، ويُبَيِّنُ لَهُمْ ما لَم‌ْيَهْتَدُوا إلَيْهِ ، ويُذَكِّرُهُمْ خالقَهُم ومَعْبُودَهُمْ ، ويُقَرِّرُ لَهُمُ العِباداتِ والأعْمالَ الصَالِحَةَ ما هِيَوكَيْفَ هِيَعلى وَجْهٍ يُوجِب‌ُلَهُم‌ُالزُلْفَى عِنْدَرَبِّهِمْ ، ويُكَرِّرُهَا « 5 » عَلَيهم لِيَسْتَحْفِظُوا التذْكيرَ بِالتَكْرِيرِ كَيْ لايَسْتَوْلي عليهِمُ السَهْوُ والنسْيانُ اللَّذانِ هُمَا كَالطَبِيعَةِ الثَانِيَةِ لِلإنْسانِ . وذلك الشَخْصُ المُفْتَقَرُ إليه في أحْوالِ المَعاشِ والمَعادِ هو\r\n","footnote":"\r\n( 1 ) يُسْتَفادُ مِنْ ظاهِرِ كَلامِ الشَارِحِ أَنَّهُ يَعْتَقِدُ أنَّ الَّذي يُشَرِّعُ الشَرْعَ ويُقَنِّنُ القانُونَ هو النَبيُّ ، مَع‌َأَنَّهُ مَحَلُّ كَلامٍ وتَرْديدٍ إلّاأنْ نَقُولَ : إنَّهُ يُشَرِّعُ مأذُوناً مِنْ رَبِّهِ .\r\n( 2 ) أييُبَلِّغُ الشَرْعَ ، فَوَظائِفُ الشَارِعِ ( النَبيّ ) في المَرحَلَةِ الاولَى مِنْ نُبُوَّتِهِ هي التبْليغُ إلى النَاسِ ، والوَعْدُ والبَشارَةُ على مَنْ يُؤْمِنُ ، والوَعيدُ والإنْذارُ على مَنْ يَكْفُرُ .\r\n( 3 ) مِن‌ْهُنَا يُؤمِي الشَارِحُ إلىوَظائِفَ اخْرىلِلشارعِ ( النَبيّ ) فيأحْوالِ مَعادِالنَاسِ إلىقَوْلهِ بِالتَذْكِيرِ .\r\n( 4 ) هذا جَوابٌ عَنْ إشْكالِ بَراهِمَةِ الهِنْدِ لأنَّهُمْ قالوا : إنْ جاءَتِ الأنْبِياءُ بِمَا لايُصَدِّقُهُ العَقْل‌ُلايَجِبُ لَنَا القَبُولُ وإنْ جاؤوا بِمَا يُصَدِّقُهُ العَقْلُ فهوحاصِل‌ٌلَنَا بِعُقُولِنَا ولانَحْتاجُ إلَيْهِ . نَقُولُ : الامُورُ على ثَلاثَةِ أقْسامٍ : القِسْمُ الثَالِثُ مِنْهَا هي الامُورُ الَّتِي لايُدْرِكُها العَقْلُ ، فَدَوْرُ الأنْبِياءِ في القِسْم‌ِالأوّلِ والثَاني هُوَتأييدُ حُكْمِ العَقْلِ تَقْبِيحاً وتَحْسِيناً ، وفي القِسْمِ الثَالِثِ مِنْهَا هُو التعْلِيمُ .\r\n( 5 ) مِنْ طَرِيقَي العِلْمِ والعَمَلِ أوِ القَوْلِ والعَمَلِ ، أيْ التعْلِيمِ والترْبِيَةِ .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nالثاني : في وُجُوبِ عِصْمَتِهِ . العِصْمَةُ لُطْفٌ خَفِيٌّ « 1 » يَفْعَلُ اللَّهُ تعالى بِالمُكَلَّفِ « 2 » بِحَيثُ لايَكونُ لَهُ داعٍ إلى تَرْكِ الطاعَةِ وارْتِكابِ المَعْصِيَةِ مَعَ قُدْرَتِهِ عَلى ذلك ، لِأنّهُ لَوْلا ذلك لَمْ يَحْصُلِ الوثُوقُ بِقولِهِ فانْتَفَتْ فائِدةُ البِعْثَةِ ، وهُو مُحالٌ .\r\n\r\n\r\n\r\n","description":"\r\nالنَبِيُّ . والنَبِيُّ واجبٌ في الحِكْمَةِ ، وهو المَطْلُوبُ « 3 » .\r\nقال : « الثاني : في وُجُوبِ عِصْمَتِهِ . . . إلخ » .\r\nأقول : اعْلَمْ أنَّ المَعْصُومَ يُشارِكُ غَيْرَهُ في الألْطافِ المُقرِّبَةِ ويَحْصُلُ لَهُ زائِدٌ\r\n","footnote":"\r\n( 1 ) مُرادُ المُصَنِّفِ مِنْ اللُطْفِ الخَفِيِّ هُنَا مُبْهَمٌ كَمَا تَرَى . ويُمْكِنُ تعريفها بِما يَلي : عِصْمَةُالمعْصُومِ عِبارَةٌ عَنْ أقْوَى الدَواعِي إلى الطاعَةِ وأقْوَى الصَوارِفِ عَنِ المَعْصيَةِ في نَفْسِ المَعْصُومِ الرَشيدَةِ ، ويُوجِبانِ عَدَمَ أدْنَى تَوَجُّهٍ إلى غَيْرِ اللَّهِ . وهذا التعْرِيفُ جامِعٌ لثَلاثَةِ أنْظارٍ : الحِكْمَةِ والكَلامِ والعِرْفانِ .\r\nالف ) ومِنَ الحِكْمَةِ : شِدَّةُ وُجُودِ المَعْصُومِ عَنْ وُجُودِ غَيْرِهِ وتَأكُّدُ وُجُودِهِ لأنَّ المَعْصِيَةَ لِكَوْنِها عَدَميَّة لاتُجمَعُ مَعَ الوُجُودِ الأشَدِّ الآكَدِ .\r\nب ) ومِنَ الكَلامِ : العِصْمَةُ عِبارَةٌ عَنْ مَلَكَةٍ نَفْسانِيَّةٍ تَصُونُ الإنْسانَ عَنِ الزَلَلِ في القَوْلِ والرَأي والعَمَلِ ، فَالعِصْمَةُ الَّتِي تَنْشَأُ مِنْ جَهْلِ فاعِلِهَا لاتَجْتَمِعُ مَعَ هذا العِلْمِ الواسِعِ .\r\nج ) ومِنَ العِرْفانِ شِدَّةُ الحُضُورِ المَعْصُومِ لَدى اللَّهِ وشِدَّةُ ظُهُورِ اللَّهِ وتَجَلِّيهِ في نَفْسِ المَعْصُومِ ، فَالمَعْصِيَةُ النَاشِئَةُ عَنِ الغَفْلَةِ لاتُجْمَعُ مَعَ هذا الحُضُورِ والظُهُورِ . وقَدْ بَسَطْنَا القَوْلَ في كِتابِنَا بِالفارسِيَّةِ « سيماى ائمّه در شرح زيارة جامعه : ج 2 ، ص 43 » فَراجِع .\r\n( 2 ) لايُريدُ المُصَنِّفُ مِنْ لَفْظَةِ « بِالمُكلَّفِ » هُنَا جَميعَ المُكَلَّفينَ بَلْ يُريدُ بَعْضَهُمْ ، ولَعَلَّ مَقْصُودَه‌ُهو أنَّ المَعْصُومينَ جُمِعَتْ فيهِمْ شُروطُ التكْلِيفِ ، أيْ : الحَياةُ والعَقْلُ والبُلُوغُ .\r\n( 3 ) هذا أيضاً إيماءٌ إلى نَتِيجَةِ ما تَقَدَّمَ مِنْ أنَّ النُبُوَّةَ لُطْفٌ واللُطْفُ واجِبٌ في الحِكْمَةِ ، فَالنُبُوَّةُ واجِبَةٌ في الحِكْمَةِ .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nعَلى ذلك لأجْلِ مَلَكَةٍ نَفْسانِيَّةٍ « 1 » ، لُطْفٌ يَفْعَلُ اللَّهُ بِحَيثُ لايَخْتارُ مَعَهُ تَرْكَ طاعَةٍ ولافِعْلَ مَعْصِيَةٍ مَعَ قُدْرَتِهِ على ذلك . وذَهَبَ بَعْضُهُمْ إلى أنَّ المَعْصُومَ لايُمْكِنُهُ الإتْيانُ بِالمَعاصِي ، وهو باطِلٌ ، وإلّا لَمَا اسْتَحَقَّ مَدْحاً « 2 » .\r\nإذا تَقَرَّرَ هذا فَاعْلَمْ أنَّ الناسَ اخْتَلَفُوا في عِصْمَةِ الأنْبِياءِ عليهم السلام . فَجَوَّزَتِ الخَوارِجُ عليهمُ الذُنُوبَ ، وعِنْدَهُمْ كُل‌ُّذَنْبٍ كُفْرٌ . والحَشْوِيَّةُ « 3 » جَوَّزُوا الإقْدامَ على الكَبائِرِ ، ومِنْهُمْ مَنْ مَنَعَهَا « 4 » عَمْداً لاسَهْواً ، وجَوَّزُوا تَعَمُّدَ الصَغايِرِ . والأشاعِرَةُ « 5 » مَنَعُوا الكَبائِرَ مُطْلَقاً وجَوَّزُوا الصَغائِرَ سَهْواً . والإمامِيَّةُ أوْجَبُوا « 6 » العِصْمَةَ مُطْلَقاً عَنْ كُلِّ مَعْصِيَةٍ عَمْداً وسَهْواً « 7 » ، وهُوَ الحَقُّ لِوَجْهَيْنِ :\r\n","footnote":"\r\n( 1 ) وهذهِ المَلَكَةُ لايُتَصَوَّرُ إلّاأنْ تَكُونَ مَلَكَةًعِلْمِيَّةً ، وَجَديرٌ بِالذِكْرِ أن‌َّالقُدْرَةَ علىتَرْكِ الطاعَةِو فِعْل‌ِالمَعْصِيَةِ فَرْقٌ بَيْن‌َالأنْبِياءِ والأئِمَّةِ عليهم السلام والمَلائِكَةِ ، لأن‌َّالمَلَكَ لايَقْدِرُ على ذلك‌أصْلًا ، فَاسْتِحالَةُ صُدُورِ الذَنْبِ عَنْ إنْسانٍ مَعْصُومٍ امْتِناعٌ وُقُوعِيٌّ وعَنِ المَلَكِ ذاتِيٌّ . وتَعْبِيرُ الشَارِحِ بِجُمْلَةِ « لأجْلِ مَلَكَةٍ نَفْسانِيَّةٍ » إشارَةٌ إلى قابِلِيَّةِ النَبِيِّ لِلُطْفِ الخَفِيِّ الَّذي ذُكِرَ في تَعْريفِ العِصْمَةِ .\r\n( 2 ) ولَمَا كانَ مُكَلَّفاً ويَكُونُ كَالصَبِيِّ ، وهو خُلْفٌ ، لأنَّ المَعْصُومَ كَسائِرِ المُكَلَّفينَ .\r\n( 3 ) الحَشْوِيَّةُ اسْمٌ اطْلِقَ عَلَى المُحَدِّثينَ القائِلِينَ بِنَفْي التأوِيلِ ( المُنْجِد ) ولَهُمْ عَقائِدُ باطِلَةٌكَالقَوْلِ بِالجَبْرِ والتشْبِيهِ وتَوْصيفِهِ تعالى بِالنَفْسِ واليَدِ والسَمْعِ والبَصَرِ وغَيْرِ ذلك مِنَ الأباطِيلِ . ( تلخيصٌ في المِلَلِ والنِحَلِ : 42 ) .\r\n( 4 ) أي اعتقَدَ بِأنَّ لِلنَبيّ مانعاً عَنِ الذَنْبِ أيَّ مانِعٍ كانَ .\r\n( 5 ) الأشاعِرَةُ فِرْقَةٌ عَقِيدِيَّةٌ مِنَ الفِرَقِ الإسْلامِيَّةِ ومُؤَسِّسُها أبُوالحَسَنِ الأشْعَرِيِّ ، ومُعْظَمُ عَقائِدِهِم القَوْلُ بِالجَبْرِ في أعْمالِ العِبادِ ، ثُمَّ ذَهَبُوا إلى القَولُ بِالعَدْلِ وأعْرَضُوا عَنْ عَقائِدِهِمُ السابِقَةِ في القُرُونِ الأخِيرَةِ . ( نقْلًا عن حاشِيَة النُكتِ الاعْتِقادِيَّةِ : 26 ) .\r\n( 6 ) لَيْسَ مَعْنى « أوْجَبُوا » إنَّهُمْ جَعَلُوا وُجُوبَ العِصْمَةِ جَعْلًا تَكْلِيفِيّاً لِلأنْبِياءِ ، بَلْ مَعْناهُ اعْتَقَدُوابِوُجُوبِ العِصْمَةِ ولُزُومِهَا لَهُمْ .\r\n( 7 ) بَل‌ْعَن‌ِالسَهْوِ والنِسْيانِ والخطأ أيضاًلأَنَّهَامِنْ أجْلَى المُقَرِّباتِ إلَىالطاعَةِ والمُبَعِّداتِ عَن‌ِالمَعْصِيَةِ ، فَلابُدَّ أن‌ْيَكُونَ أتَمَّ فيالتقْريبِ والتبْعِيدِ ولاسِيَّمَا إذا كانَ بَعْثُ المَعْصُومِ ونَصْبُهُ فِعْلٌ مِنْ\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالثالثُ : فِي أَنَّهُ مَعْصُومٌ مِنْ أَوّلِ عُمْرِهِ إلى آخِرِهِ ، لِعَدَمِ انْقِيادِ القُلُوبِ إلى طاعَةِ مَنْ عُهِدَ مِنْهُ فِي سالِفِ عُمْرِهِ أَنْواعُ المعاصِي الكَبائِرِ والصَغائِرِ ومَا تَنْفُرُ النَفْسُ عَنْهُ « 1 » .\r\n\r\n\r\n\r\n","description":"\r\nالأوّل : ما أشارَ إليهِ المُصَنِّفُ وتَقْريرُهُ أنّهُ لَوْ لَم‌ْيَكُنِ الأنْبِياءُ مَعْصُومِينَ لانْتَفَتْ فائِدَةُالبِعْثَةِ ، واللازِمُ باطِلٌ فَالمَلْزُومُ مِثْلُهُ . بَيان‌ُالمُلازَمَةِ : أَنَّهُ إذا جازَتِ المَعْصِيَةُ عَليهِمْ لَم‌ْيَحْصُلِ الوُثُوقُ بِصحَّةِ قَوْلِهِمْ لِجَوازِ الكَذِبِ حِينَئِذٍ عَلَيهمْ ، وَإذا لَمْ يَحصُلِ الوُثوقُ لَم يَحصُلِ الانْقِيادُ لأمْرِهِمْ ونَهْيِهِمْ ، فَيَنْتَفي فائِدَةُ بَعْثِهِمْ « 2 » ، وهو مُحالٌ .\r\nالثاني : لَوْ صَدَرَ عَنْهُمُ الذَنْبُ لَوَجَبَ اتِّباعُهُمْ لِدَلالَةِ النَقْلِ على وُجُوبِ اتِّباعِهِمْ ، لَكِنَّ الأمْرَ حِينَئِذٍ بِاتِّباعِهِمْ مُحالٌ لأنَّهُ قَبِيحٌ ، فَيَكُونُ صُدُورُ الذَنْبِ عَنْهُمْ مُحالًا « 3 » وهو المطلوبُ .\r\nقال : « الثالثُ : فِي أنَّهُ مَعْصُومٌ . . . إلخ » .\r\nأقول : ذَهَبَ القائِلُونَ بِعِصْمَتِهِمْ « 4 » فيما نَقَلْناهُ عَنْهُمْ إلى اخْتِصاصِ ذلك بِمَا\r\n","footnote":"\r\nأفْعالِ اللَّهِ المُحْكَمَةِ المُتْقَنَةِ ، فَلايَحْصُلُ ذَلك‌َإلّا بِعِصْمَتِه‌ِالعامَّةِ الشامِلَةِ عَن‌السَهْوِ والنِسْيانِ والخَطَأ .\r\n( 1 ) مُضافاً بِأنَّ صُدُورَ الذَنْبِ عَنْ نَبِيٍّ غَيْرِ مَعْصُومٍ بِالفَرْضِ يُنافِي اللُطْفِيَّةَ ، لأنَّ المَبْعُوثَ على هذا الحالِ - أيْ المَعْهُودُ مِنْهُ أمْرُ المَعاصِي في سالِفِ عُمْرِهِ - يُبَعِّدُ النَاسَ عَنِ الطَاعَةِ فَضْلًا مِنْ أنْ يُقَرِّبَهُم إلَيْهَا ، ويُقَرِّبُهُمْ إلى المَعْصِيَةِ فَضْلًا عَنْ أنْ يُبَعِّدَهُم عَنْهَا ، فَتَأمَّلْ .\r\n( 2 ) وهِيَ إصْلاحُ جَميعِ ما يَتَعَلَّقُ بِأمْرِ مَعاشِ النَاسِ ومَعادِهِمْ والنَاسُ عِنْدَ ذلك يَبْقُونَ حَيارَى في مَعرَضِ الزَوالِ والاضْمِحْلالِ .\r\n( 3 ) نُضيفُ هُنَا أنَّ العِصْمَةَ على حَسَبِ تَعْريفِ المُصَنِّفِ عَنْهَا لُطْفٌ واللُطْفُ واجِبٌ على اللَّهِ ، فَهُوَتعالى لايُخِلُّ بِأيِّ واجبٍ ( كَمَا مَرَّ في إثْباتِ العَدْلِ ) فَإذا لَمْ يَكُنِ النَبِيُّ مَعْصُوماً لَزِمَ أنْ يَبْعَثَ اللَّهُ غَيْرَ مَعْصُومٍ بِالنُبُوَّةِ وهو إخْلالٌ بِالواجِبِ الَّذي يُنافي العَدْلَ ، ويَنْبَغِي العِلْمُ بِأنَّ الدَليلَ على إثْباتِ العِصْمَةِ كَثِيرٌ جِدّاً .\r\n( 4 ) غَيْرُ الإمامِيَّةِ .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالرابعُ : يَجِبُ « 1 » أنْ يَكونَ أفْضَلَ أهْلِ زَمانِهِ ، لِقُبْحِ تَقْدِيم المَفْضُولِ على الفاضِلِ عَقْلًا وسَمعاً . قال‌اللَّهُ تعالى :  « أَ فَمَنْ يَهْدِي إِلَى الْحَقِّ أَحَقُّ أَنْ يُتَّبَعَ أَمَّنْ لا يَهِدِّي إِلَّا أَنْ يُهْدى فَما لَكُمْ كَيْفَ تَحْكُمُونَ »  « 2 »  . \r\nويَجِبُ أَنْ يَكونَ مُنَزَّهاً عَنْ دَناءَةِ الآباءِ وَعُهْرِ الأُمَّهاتِ ، وَعَنْ الرَذائِلِ الخُلُقِيَّةِ وَالعُيُوبِ الخَلْقِيَّةِ لِما فِي ذلك مِنَ النَقْصِ فَيَسْقُطُ مَحَلُّهُ مِنَ القُلُوبِ ، والمَطْلوبُ خِلافُهُ .\r\n\r\n\r\n\r\n","description":"\r\nبَعْدَ الوَحْي ، وأمّا قَبْلَهُ فَمَنَعُوا عَنْهُمُ الكُفْرَ والإصْرارَ على الذَنْبِ . وقال أصْحابُنَا بِوُجُوبِ العِصْمَةِ مُطْلَقاً قَبْلَ الوَحْي وبَعْدَهُ إلى آخِرِ العُمْرِ . والدَليلُ عَلَيهِ ما ذَكَرَهُ المُصَنِّفُ ، وهو ظاهِرٌ . وأمّا ما وَرَدَ في الكِتابِ العَزيزِ والأخْبارِ مِمَّا يُوهِمُ صُدُورَ الذَنْبِ عَنْهُمْ فَمَحْمُولٌ على تَرْكِ الأوْلَى ، جَمْعاً بَيْنَ ما دَلَّ العَقْلُ عَليهِ وبَيْنَ صِحَّةِ النَقْلِ ، مَعَ أنَّ جَمِيعَ ذَلك قد ذُكِرَ لَهُ وُجُوهٌ ومَحامِلُ في مَواضِعِهِ ، وعليك في ذلك بِمُطالَعَةِ كِتابِ « تَنْزِيهِ الأنْبِياءِ » الَّذِي رَتَّبَهُ السَيِّدُ المُرْتَضَى عَلَمُ الهُدى الموسوي رحمه الله وغَيْرِهِ مِنَ الكُتُبِ . ولَوْلا خَوْفُ الإطالَةِ لَذَكَرْنا نُبْذَةً مِنْ ذَلِكَ .\r\nقال : « الرابعُ : يَجِبُ أنْ يَكونَ أفْضَلَ أهلِ زمانه . . . إلخ » .\r\nأقولُ : يَجِبُ اتِّصافُ النَبِيِّ بِجَميعِ الكَمالاتِ والفَضائِلِ ، ويَجِبُ أنْ يَكُونَ في ذلك أفْضَلَ وأكْمَلَ مِنْ كُلِّ واحِدٍ مِنْ أهْلِ زَمانِهِ ، لأنّهُ يَقْبُحُ مِنَ الحَكيمِ\r\n","footnote":"\r\n( 1 ) هذا المَبْحَثُ أيضاً مِنْ مَباحِثِ النُبُوَّةِ العامَّةِ لا الخاصَّةِ كَالسابِقَةِ ، أعْنِي مَبْحَثَ العِصْمَةِ .\r\n( 2 ) يونس : 35 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالخَبِيرِ أنْ يُقَدِّمَ المَفْضُولَ المُحْتاجَ إلى التَكْمِيلِ على الفاضِلِ المُكَمَّلِ عَقْلًا وسَمْعاً « 1 » . أمّا عَقْلًا فَظاهِرٌ إذْ يَقْبُحُ في الشَاهِدِ أنْ يُجْعَلَ مُبْتَدِئاً في الفِقْهِ مُقَدَّماً علَى ابْنِ عَباس وغَيْرِهِ مِنَ الفُقَهاءِ ، ويُجْعَلَ مُبْتَدِئاً في المَنْطِقِ مُقَدَّماً على أرِسْطُو ، ومُبْتَدِئاً في النَحْوِ مُقدَّماً علي سِيبَوَيْهِ والخَليلِ ، وكَذا في كُلِّ فَنٍّ مِنَ الفُنُونِ . وأمّا سَمْعاً فَمَا أشارَ إليهِ سُبحانَهُ في الآيَةِ المَذْكُورَةِ وغَيْرِهَا .\r\nلَمّا كانَ المَطْلوبُ مِنَ الخَلْقِ هو الانْقِيادُ التامُّ لِلنَبِيِّ صلوات اللَّه عليه وإقْبالُ القُلُوبِ عَلَيْهِ وَجَبَ أنْ يَكُونَ مُتَّصِفاً بِأوْصافِ المَحامِدِ مِنْ كَمالِ العَقْلِ والذَكاءِ والفِطْنَةِ وعَدَمِ السَهْوِ وقُوَّةِ الرَأي والشَهامَةِ والنَجْدَةِ والعَفْوِ والشَجاعَةِ والكَرَمِ والسَخاوَةِ والجُودِ والإيثارِ والغِيرَةِ والرَأفَةِ والرَحْمَةِ والتواضُعِ واللِينِ وغَيْرِ ذَلك .\r\nوأنْ يَكُونَ مُنَزَّهاً عَنْ كُلِّ مَا يُوجِبُ التنْفيرَ عنه ، وذلك إمّا بِالنِسْبَةِ إلى الخارِجِ عنه فَكَمَا في دَناءَةِ الآباءِ وعُهْرِ الامَّهاتِ ، وإمّا بِالنِسْبَةِ إليه ، فَإمّا في أحْوالِهِ فَكَمَا في الأكْلِ على الطَريقِ ومُجالَسَةِ الأراذِلِ وأنْ يَكُونَ حائِكاً أوْ حَجّاماً أوْ زَ بّالًا أوْ غَيْرَ ذلك مِنَ الصَنائِعِ الرَذِيلَة ، وإمّا في أخْلاقِهِ فَكَالحِقْدِ والجَهْلِ والخُمُودِ والحَسَدِ والفَضاضَةِ والغِلْظَةِ والبُخْلِ والجُبْنِ والمُجُونِ والحِرْصِ على الدُنْيا والإقْبالِ عَلَيها ومُراعاةِ أهْلِهَا ومُعافاتِهِمْ في أوامِرِ اللَّهِ وغَيْرِ ذلك مِنَ الرَذائِلِ ، وإمّا في طِباعِهِ فَكَالبَرَصِ والجُذامِ والجُنُونِ والبَكَمِ والبَلَهِ والابْنَةِ ، لِما في ذلك كُلِّهِ منَ النَقْصِ المُوجِبِ لِسُقُوطِ مَحَلِّهِ مِنَ القُلُوبِ .\r\n","footnote":"\r\n( 1 ) بِهَذا الدَليلِ يَثْبُتُ قُبْحُ المَفْضُولِ على الفاضِلِ ولايَثْبُتُ بِهِ قُبْحُ تَقْدِيمِ أحَدِ المُتَساوِيَيْنِ فيالنُبُوَّةِ أوِ الإمامَةِ على الآخَرِ ، وهو يَنْتَهِي إلى الترْجِيحِ مِنْ غَيْرِ مُرَجِّحٍ وهو قَبيحٌ أيضاً .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nالخامسُ : في نُبُوَّةِ نَبِيِّناً « 1 » مُحمَّدِ بْنِ عَبدُاللَّهِ بْنِ عَبدِالمُطَّلِبِ رَسُول‌ِاللَّه صلى الله عليه وآله وسلم ، لِأنَّهُ ظَهَرَ المُعْجِزَةُ عَلى يَدِهِ كَالقُرآنِ وانْشِقاقِ القَمَرِ وَنُبُوعِ الماءِ مِنْ بَيْنِ أصابِعِهِ وإشْباعِ الخَلْقِ الكَثيرِ مِنَ الطَعامِ القَليلِ وتَسْبيحِ الحَصَى في كَفِّهِ ، وهِيَ أكْثَرُ مِنْ أنْ تُحْصَى . وادَّعَى النُبُوَّةَ فَيَكونُ صادِقاً ، وإلّا لَزِمَ إغْراءُ المُكَلَّفينَ بِالقَبيحِ ، فَيَكُونُ مُحالًا .\r\n\r\n\r\n\r\n","description":"\r\nقال : « الخامسُ : في نُبُوَّةِ نَبِيِّناً محمّد . . . إلخ » .\r\nأقول : لَمّا كانتِ المَصالِحُ تَخْتَلِفُ بِحَسَبِ اخْتِلافِ الأزْمانِ والأشْخاصِ - كَالمَريضِ الَّذِي يَخْتَلِفُ أحْوالُهُ في كَيفِيَّةِ المُعالَجَةِ واسْتِعْمالِ الأدْوِيَةِ بِحَسَبِ اخْتِلافِ مِزاجِهِ في تَنَزُّلاتِهِ في المَرَضِ بِحَيْثُ يُعالَجُ في وَقْتٍ بِمَا يَسْتَحِيلُ مُعالَجَتُهُ بِهِ في وَقْتٍ آخَرَ - كانَتِ النُبوَّةُ والشَريعَةُ مُخْتَلِفَتَينِ بِحَسَبِ اخْتِلافِ مَصالِحِ الخَلْقِ في أزْمانِهِمْ وأشْخاصِهِمْ « 2 » . وذلك هو السِرُّ في نَسْخِ الشَرايِعِ بَعْضُهَا لِبَعْضٍ إلى أنِ انْتَهتِ النُبُوَّةُ والشَريعَةُ إلى نَبِيِّنا محمّدٍ صلى الله عليه وآله الَّذِي اقْتَضَتِ الحِكْمَةُ كَوْنَ نُبُوَّتِهِ وشَريعَتِهِ ناسِخَتَيْنِ لِمَا تَقَدَّمَهُمَا باقِيَتَيْنِ بِبَقاءِ التكْلِيفِ « 3 » .\r\n","footnote":"\r\n( 1 ) إنَّما بَحَثَ المُصَنِّفُ والشَارِحُ رحمهما الله في النُبُوَّةِ الخاصَّةِ عَنْ نُبُوَّةِ نَبِيِّنَا ولَمْ يَبْحَثَا عَنْ نُبُوَّةِ نَبِيٍّقَبْلَهُ لأنَّ نُبُوَّتَهُمْ غَيْرُ قابِلةٍ لِلإثْباتِ بِغَيرِ طَريقِ الإسْلامِ لِبُعْدِ زَمانِهِمْ عَنَّا وعَدَمِ الإعْجازِ عَنْهُمْ في أيْدينا وتَحْريفِ كُتُبِهِمْ أوْ زَوالِهَا قَبْلَ القُرْآنِ ، ولَوْ فُرِضَ إمْكانُ إثْباتِ نُبُوَّةِ كُلِّ نَبيٍّ قَبْلَهُ صلى الله عليه وآله وسلم يَطُولُ المَقالُ مَعَ ضِيقِ المَجالِ ، وهو اسْتِحالَةُ الظَفَرِ بِتارِيخِ جَميعِ الأنْبياءِ وقِصَصِهِمْ كَمَا نَصَّ القُرْآنُ على ذلك ، وبِناءً على هذا لايُمْكِنُ إثْباتُ نُبُوَّةِ نَبِيِّنَا صلى الله عليه وآله وسلم بِسَبَبِ نُبُوَّتِهِمْ إلَّاتَأييداً لَها ، وَلَكِنْ نُبُوَّتُهُ وتَصْديقُهُ صلى الله عليه وآله وسلم إيّاهُمْ دَلِيلٌ قاطِعٌ على ثُبُوتِ نُبُوَّتِهِمْ عليهم السلام .\r\n( 2 ) يُوجَدُ الاخْتِلافُ في شَرايِعِ الأنْبِياءِ خاصَّةً ، الَّتِي هِيَ مُقَرَّراتٌ عَمَلِيَّةٌ ، ولا اخْتِلافَ بَيْن‌َالأنْبِياءِ عليهم السلام في أصْلِ الدِّينِ الَّذِي هُوَ عِبارَةٌ عَنْ مُعْتَقَداتٍ حَقَّةٍ ثابِتَةٍ .\r\n( 3 ) وَالأدِلَّةُ عَلى خاتَمِيَّةِ نُبُوَّتِهِ صلى الله عليه وآله إلى انْقِضاءِ الخَلْقِ كَثيرَةٌ وإنْ لَم‌ْيَتَعَرَّضْ لَهَا قُدَماءُ\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nوالدَليلُ على صِحَّةِ نُبُوَّتِهِ هو أَنّه ادَّعَى النُبُوَّةَ ، وظَهَرَ المُعْجِزَةُ على يَدِهِ ، وكُلُّ مَنْ كانَ كَذلك كانَ نَبِيّاً حَقّاً . فَيُحْتاجُ إلى بَيانِ امُورٍ ثَلاثَةٍ :\r\nالأوّلُ : أَنَّهُ ادَّعَى النُبُوَّةَ . الثاني : أَنَّهُ ظَهَرَ المُعْجِزَةُ على يَدِهِ . الثالِثُ : أَنَّهُ كُلُّ مَنْ كانَ كَذلك فَهُوَ نَبِيٌّ حَقٌّ .\r\nأمّا الأوّلُ : فهو ثابِتٌ إجْماعاً مِنَ الناسِ بِحَيْثُ لَمْ يُنْكِرْهُ أحَدٌ .\r\nوأمّاالثاني : فَلأنَّ المُعْجِزَ هُوَ الأمْرُ الخارِقُ لِلعادَةِ المُطابِقُ لِلدَعوى المَقْرُونُ بِالتَحَدِّي « 1 » المُتَعَذِّرُ على الخَلْقِ الإتْيانُ بِمِثْلِهِ « 2 » .\r\nأمّا اعْتِبارُ خَرْقِ العادَةِ إذْ لَوْلاهُ لَمَا كانَ مُعْجِزاً كَطُلُوعِ الشَمْسِ مِنْ مَشْرِقِهَا .\r\nوأمّا مُطابَقَتُهُ الدَعْوى فَلِدَلَالَتِهِ على صِدْقِ مَا ادَّعاهُ ، إذْ لَوْ خالَفَ ذلك كَما في قَضِيَّةِ مُسَيْلِمَةَ الكَذّابِ لَما دَلَّ عَلى الصِدْقِ .\r\nوأمّا التَعَذُّرُ على الخَلْقِ فَلأَنَّهُ لَوْ كانَ كَثيرَ الوُقُوعِ لَما دَلَّ أيضاً على النُبُوَّةِ .\r\nولاشَكَّ أيضاً في ظُهُورِ المُعْجِزاتِ على يَدِ نَبِيِّنَا « 3 » ، وذلك مَعْلُومٌ بِالتَواتُرِ الَّذِي\r\n","footnote":"\r\nالمُتَكَلِّمينَ ، مِنْهَا الآيَةُ الكريمةُ  « وَلكِنْ رَسُولَ اللَّهِ وَخاتَمَ النَّبِيِّينَ »  ( الأحزاب : 40 ) ومَا أشْبَهَهَا مِنَ الآياتِ نَحْوُ   « لِيَكُونَ لِلْعالَمِينَ نَذِيراً »   ( الفرقان : 1 ) ونَحْوُ  « لِأُنْذِرَكُمْ بِهِ وَمَنْ بَلَغَ »  ( الأنعام : 19 ) . ومِنَ الرِواياتِ حَديثُ المَنْزِلَةِ . ومِنَ الأدِلَّةِ العَقْلِيَّةِ كَمالُ الإسْلامِ في شَريعَتِهِ بِحَيْثُ لايَحْتاج‌ُالبَشَرُ بَعْدَهَا إلىشَريعَةٍ اخْرَى أبَداً . ويُؤَيِّدُ جَميعَ ذلك اعْتِرافاتُ المُسْتَشْرِقِينَ الأحْرارِ . والتشْكيكُ في هَذِه الحَقيقَةِ الثابِتَةِ إنَّما هُوَ مِنْ قِبَلِ البَهائِيينَ الضالّينَ المُضِلّينَ .\r\n( 1 ) ولَوْ لَم‌ْيَكُنْ مُقارِناً لِلتَحَدِّي يُمْكِنُ أن‌ْيُوجَدَ شَخْصٌ وغَلَبَ عَليهِ بِمِثْلِ فِعْلِهِ علىمُدَّعِي النُبُوَّةِ .\r\n( 2 ) الأنْسَبُ إلْحاقُ هذا التعْريفِ - أيْ تَعْريفُ المُعْجِزَةِ - في مَوْضِعٍ مِنْ النُبُوَّةِ العامَّةِ لأنَّ جَميعَ الأنْبِياءِ مِنْ اوليالعَزْمِ ذَوو مُعْجِزاتٍ .\r\n( 3 ) إنَّما ظَهَرَ على يَدِهِ صلى الله عليه وآله مِنَ المُعْجِزاتِ عَلى قِسْمَيْنِ : قُرْآنٌ وغَيْرُ قُرْآنٍ . يَسْتَدِلُّ المُتَكَلِّمُون‌َعلى حَقِّيَّةِ نُبُوَّتِهِ صلى الله عليه وآله بَعْدَ حَياتِهِ بِالقُرْآنِ فَقَطْ لاغَيْرَ ، ونَحْنُ نَقُولُ : المُعْجِزاتُ الظاهِرَةُ المُتَواتِرَةُ عَنْهُ صلى الله عليه وآله أيضاً دَليلٌ مَتينٌ في إثْباتِ المُدَّعَى كَانْشِقاقِ القَمَرِ بِإشارَتِهِ صلى الله عليه وآله . ويُسْتَفادُ\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nيُفِيدُ العِلْمَ ضَرُورَةً .\r\nفَمِنْ ذلك القُرْآنُ الكَرِيمُ الَّذِي تَحَدَّى بِهِ الخَلْقَ ، وطَلَبَ مِنْهُمُ الإتْيانَ بِمِثْلِهِ فَلَمْ يَقْدِرُوا على ذلك وعَجَزَتْ عنهُ مَصاقِعُ الخُطَباءِ مِنَ العَرَبِ العَرَباءِ حَتَّى دَعاهُمْ عَجْزُهُمْ إلى مُحارَبَتِهِ ومُسايَفَتِهِ الَّذِي حَصَلَ بِهِ ذِهابُ نُفُوسِهِمْ وأمْوالِهِمْ وسَبْيُ ذَرارِيهِمْ ونِسائِهِمْ ، مَعَ أَنَّهُمْ كانوا أقْدَرَ عَلى دَفْعِ ذلك لِتَمَكُّنِهِمْ مِنْ مُفْرَداتِ الألْفاظِ وتَرْكِيبِهَا ، مَعَ أَنَّهُمْ كانُوا مِنْ أهْلِ الفَصاحَةِ والبَلاغَةِ والكَلامِ والخُطَبِ والمُحاوَراتِ والأجْوِبَةِ . فَعُدُولُهُمْ عَنْ ذلك إلى المُحارَبَةِ دَليلٌ على عَجْزِهِمْ ، إذِ العاقِلُ لايَخْتارُ الأصْعَبَ مَعَ إنْجاعِ الأسْهَلِ إلّالِعَجْزِهِ عَنهُ .\r\nومِنْ ذلك انْشِقاقُ القَمَرِ ونُبُوعُ الماءِ مِنْ بَيْنِ أصابِعِهِ ، وإشْباعُ الخَلْقِ الكَثيرِ مِنَ الطَعامِ القَليلِ ، وتَسْبِيحُ الحَصَى في كَفّهِ ، وكَلامُ الذِراعِ المَسْمُومِ ، وحَنينُ الجِذْعِ ، وكَلامُ الحيواناتِ الصامِتَةِ ، والإخْبارُ بِالغائِباتِ ، واسْتِجابَةُ دُعائِهِ وغَيْرُ ذلك مِمَّا لايُحْصَى كَثْرَةً ، وذلكَ مَعْلُومٌ في كُتُبِ المُعْجِزاتِ والتاريخِ ، حَتَّى حُفِظَ عنه ما يُنيفُ على الألْفِ الَّذِي أعْظَمُها وأشْرَفُهَا الكِتابُ العَزيزُ الَّذِي  « لا يَأْتِيهِ الْباطِلُ مِنْ بَيْنِ يَدَيْهِ وَلا مِنْ خَلْفِهِ »  « 1 » لاتَمُلُّهُ الطِباعُ ولاتَمُجُّهُ الأسْماعُ ولايَخْلِقُ بِكَثْرَةِ الرَدِّ إليهِ ولاتَنْجَلِي الظُلُماتُ إلّابِهِ .\r\nوأمّا الثالِثُ : فَلأَنّهُ لَوْ لَمْ يَكُنْ صادِقاً في دَعْوَى النُبُوَّةِ لَكانَ كاذِباً ، وهو باطِلٌ ، إذْ يَلْزَمُ منه إغْراءُ المُكَلَّفِينَ بِاتِّباعِ الكاذِبِ ، وذلك قَبيحٌ لايَفْعَلُهُ الحَكيمُ .\r\n","footnote":"\r\nمِنْ تَعْبيرِ المُصَنِّفِ والشارِحِ أنّ مُرادَهمَا بِالظُهُورِ بَدَلَ الإظْهارِ أَنَّهُمَا مُوافِقانِ لِلقائِلِينَ بِأنَّ المُعْجِزَةَ فِعْلُ اللَّهِ لافِعْلُ النَبِيِّ ، لأنَّ المَسْألَةَ مُخْتَلَفٌ فيهَا بِالقَوْلَيْنِ ، وَلَكِنَّ المُخْتارَ عِنْدَنا هو أنَّ المُعْجِزَةَ فِعْلُ النَبِيِّ بِإرادَتِهِ واخْتيارِهِ وإنْ كانَ التسْبِيبُ ووُجُودُ التأثيرِ والإذْنُ التكْوينيِّ مِنَ اللَّهِ ، وإلَّا كانَ النَبِيُّ غَيْرَ واصِلٍ إلى مَرْتَبَةِ الوِلايَةِ على الأشْياءِ الَّتِي هِيَ أمْرٌ باطِنِيٌّ .\r\n( 1 ) فصّلت : 42 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\n\r\nالفَصْلُ السادِسُ في الإمامَةِ\r\nوفيه مباحثُ :\r\nالأوّلُ : الإمامةُ رِياسَةٌ عامَّةٌ فِي امُور الدِينِ والدُنْيا « 1 » لِشَخصٍ مِنَ الأشخاصِ نِيابَةً عَنْ النَبِيِّ . وهِيَ واجِبَةٌ عَقْلًا ، لِأنَّ الإمامَةَ لُطْفٌ ، فَإنّا\r\n\r\n\r\n\r\n","description":"\r\nقال : « الأوّلُ : الإمامةُ رِياسَةٌ عامَّةٌ فِي امُور الدِينِ والدُنْيا . . . إلخ » .\r\nأقول : هذا البَحْثُ - وهُوَ بَحْثُ الإمامَةِ - مِنْ تَوابِعِ النُبُوَّةِ وفُرُوعِهَا .\r\nوالإمَامَةُ « رِياسَةٌ عامَّةٌ فِي امُورِالدِينِ والدُنْيا « 2 » لِشَخْصٍ إنْسانِيٍّ » « 3 » .\r\n","footnote":"\r\n( 1 ) لَعَلَّ السِرَّ في تَقْديمِ الدِينِ عَلى الدُنْيا في هَذا التعْريفِ هُو أنَّ الدِينَ راجِعٌ إلي قَلْبِ الإنْسان‌ِوحَقيقَتِهِ الأصْلِيَّةِ ، وَلَكِنَّ الدُنْيا تَرْجِعُ إلى قالَبِ الإنْسانِ وبُعْدِهِ المُتفَرِّعِ .\r\n( 2 ) يَلْزَمُ مِنْ هذا التَعْريفِ أنْ تَكُونَ النُبُوَّةُ أيضاً كذلك ، أيْ تَكُونُ النُبُوَّةُ رِياسَةٌ عامَّةٌ فِي امُورِ الدِينِ والدُنْيا كَفَرْعِهَا لِئَلّا يَلْزَمَ مُخالَفَةُ الْفَرْعِ مَعَ أصْلِهِ ، والحالُ أنَّ الْمُصَنِّفَ لَمْ يُعَرِّفِ النُبُوَّةَ هَكَذا بَلْ عَرَّفَ النَبِيَّ بِتَعْريفٍ غَيرِ هَذا . ويَلْزَمُ أيضاً مِنْ تَعَلُّقِهِمَا ( أيْ النُبُوَّةُ والإمامَةُ ) بِامُورِ الدِينِ والدُنْيا عَينِيَّةُ كُلِّ واحِدٍ مِنَ الديانَةِ والسِياسَةِ مَعَ الاخْرَى مِصْداقاً .\r\n( 3 ) والأصَحُّ زِيادَةُ هذا الْقَيدِ لأنَّه لايَتَوَهَّمُ احَدٌ نِيابَةَ النَبِيِّ الإنْسانِيِّ بِتَوَسُّطِ مَلَكٍ أوْ جِنٍّ .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nنَعْلَمُ قَطْعاً أنَّ الناسَ إذا كانَ لَهُمْ رَئيسٌ مُرْشِدٌ مُطاعٌ يَنْتَصِفُ لِلمَظْلُومِ مِنَ الظالِمِ ويَرْدَعُ الظالِمَ عَنْ ظُلْمِهِ كانُوا إلى الصَلاحِ أقرَبَ ومِنَ الفسادِ أبْعَدَ . وقَدْ تَقَدَّمَ أنَّ اللُطْفَ واجِبٌ « 1 » .\r\n\r\n\r\n\r\n","description":"\r\nفَالرِياسَةُ جِنْسٌ قَرِيبٌ « 2 » ، والجِنْسُ البَعِيدُ هُوَ النِسْبَةُ ، وكَوْنِها عامَّةً فَصْلٌ يُفَصِّلُها عَنْ وِلايَةِ القُضاةِ والنُوّابِ . وفِي امُورِ الدِينِ والدُنْيا بَيانٌ لِمُتَعَلَّقِهَا ، فَإنَّهَا كَمَا تَكُونُ فِي الدِينِ فَكَذا فِي الدُنْيَا . وكَوْنِهَا لِشَخْصٍ إنْسانِيٍّ فِيه إشارَةٌ إلَى أمْرَيْنِ :\r\nأحَدُهُمَا : أنَّ مُسْتَحَقَّهَا يَكُونُ شَخْصاً مُعَيَّناً مَعْهُوداً مِنَ اللَّهِ تعالى ورَسُولِهِ ، لا أيَّ شَخْصٍ اتَّفَقَ .\r\nوثانِيهُمَا : أَنَّهُ لايَجُوزُ أنْ يَكُونَ مُسْتَحَقُّهَا أكْثَرَ مِنْ واحِدٍ فِي عَصْرٍ واحِدٍ .\r\nوزادَ بَعْضُ الفُضَلاءِ فِي التعْريفِ بِحَقِّ الأصالَةِ ، وقال فِي تَعْرِيفِهَا : « الإمَامَةُ رياسَةٌ عامَّةٌ فِي امُورِ الدِينِ والدُنْيا لِشَخْصٍ إنْسانِيٍّ بِحَقِّ الأصالَةِ » . واحْتَرَزَ بِهَذَا عَنْ نائِبٍ يُفوِّضُ إلَيهِ الإمامُ عُمُومَ الوِلايَةِ « 3 » ، فَإنَّ رِياسَتَهُ عامَّةٌ لَكِنْ لَيْسَتْ بِالأصالَةِ . والحَقُّ أنَّ ذَلِك تَخْرُجُ بِقَيدِ العُمُومِ ، فَإنَّ النائِبَ المَذْكُورَ لارِياسَةَ لَهُ على إمَامِهِ ، فَلايَكُونُ رياسَتُهُ عامّةً ومَعَ ذَلِك كُلِّهِ فَالتَعْريفُ يَنْطَبِقُ على النُبُوَّةِ ، فَحِينَئِذٍ\r\n","footnote":"\r\n( 1 ) هذا بِناءً على أنَّ نَصْبَ الامامِ واجِبٌ على اللَّهِ كَمَا هُوَ الحَقُّ .\r\n( 2 ) الإتْيانُ بِتَعْبِيرِ « جِنْسٌ قَرِيبٌ » إشارَةٌ إلَى أنَّ تَعْريفَ الإمامَةِ تَعْرِيفٌ حَقيقِيٌّ لأنَّ التعْرِيفَ إن‌ْكانَ بِالجِنْسِ والفَصْلِ البَعِيدَيْنِ أوْ أحَدُهُمَا قَرِيبٌ والآخَرُ بَعِيدٌ لايَكْمُلُ التعْريفُ ولاتُعَرَّفُ بِهِ الحَقِيقَةُ جامِعَةً لِلأفْرادِ ومانِعَةً لِلأغْيارِ .\r\n( 3 ) واضِحٌ أنَّ المُرادَ بِالوِلايَةِ هُنا هِيَ الوِلايَةُ التشْرِيعِيَّةُ لاالتَكْوِينِيَّةُ ، أعْنِي التصَرُّفَ فِي الكَوْن‌ِبِإذنٍ مِنَ اللَّهِ الَّتي هِيَ مَوْهِبَةٌ مِنَ اللَّهِ تعالى لأئِمَّتِنَا المَعْصُومِينَ بَعْدَ النَبِيِّ سَلام اللَّه عَلَيْهِم كَمَا يَثْبُتُ ذَلِك بِصُدُورِ مُعْجِزاتٍ كَثِيرَةٍ عَنْهُمْ عليهم السلام الَّتِي يُشارُ إلَى بَعْضِهَا فِيمَا يَأتِي .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nيُزادُ فيه النِيابَةُ عَنِ النَبِيِّ صلى الله عليه وآله أوْ بِواسِطَةِ بَشَرٍ .\r\nإذا عَرَفْتَ هذا فَاعْلَمْ أنَّ الناسَ اخْتَلَفُوا فِي الإمَامَةِ هَلْ هِيَ واجِبَةٌ أمْ لا ؟\r\nفَقالَت‌ِالخَوارِجُ : إنَّهَا لَيْسَتْ بِواجِبَةٍ مُطْلَقاً . وقالَتِ الأشاعِرَةُ والمُعْتَزِلَةُ بِوُجُوبِهَا على الخَلْقِ ثُمَّ اخْتَلَفوا . فقالَتِ الأشاعِرَةُ : ذَلِك مَعْلُومٌ سَمْعاً . وقالَتِ المُعْتَزِلَةُ : عَقْلًا .\r\nوقال أصْحابُنَا الإمامِيَّةُ : هِيَ واجِبَةٌ عَقْلًا على اللَّهِ تعالى وهُوَ الحَقُّ . والدَليلُ على حَقِّيَّتِهِ هو أنَّ الإمامَةَ لُطْفٌ وكلُّ لُطْفٍ واجِبٌ على اللَّهِ تعالى ، فَالإمامَةُ واجِبَةٌ على اللَّهِ تعالى . أمّا الكُبْرَى فَقَدْ تَقَدَّمَ بَيانُهَا . وأمّا الصُغْرَى فهو أنَّ اللُطْفَ كَمَا عَرَفْتَ هو مايُقَرِّبُ العَبْدَ إلَىالطاعَةِ ويُبَعِّدُهُ عَنِ المَعْصِيَةِ ، وهذا المَعْنَى حاصِلٌ فِي الإمامَةِ .\r\nوبَيانُ ذَلِك : أنَّ مَنْ عَرَفَ عَوائِدَ الدَهْمَاءِ وجَرَّبَ قواعِدَ السِياسَةِ عَلِمَ ضَرُورَةً أنَّ الناسَ إذا كانَ لَهُمْ رَئيسٌ مُطاعٌ مُرْشِدٌ فِيمَا بَيْنَهُمْ - يَرْدَعُ الظالِمَ عَنْ ظُلْمِهِ ، والباغِيَ عَنْ بَغْيِهِ ، ويَنْتَصِفُ لِلمَظْلُومِ مِنْ ظالِمِهِ ، ومَعَ ذَلِك يَحْمِلُهُمْ على القَواعِدِ العَقْلِيَّةِ والوَظايِفِ الدِينِيَّةِ ، ويَرْدَعُهُم عَنِ المَفاسِدِ المُوجِبَةِ لاخْتِلالِ النِظامِ فِي امُورِ مَعاشِهِمْ ، وعَنِ القَبايِحِ المُوجِبَةِ لِلوَبالِ فِي مَعادِهِمْ ، بِحَيْثُ يَخافُ كُلُّ واحِدٍ مِنْ مؤاخَذَتِهِ على ذلك « 1 » - كانُوا مَعَ ذَلِك إلَى الصَلاحِ أقْرَبَ ومِنَ الفَسادِ أبْعَدَ . ولانَعْنِي بِاللُطْفِ إلّاذَلِك ، ويَكُوُنُ الإمامَةُ لُطْفاً وهُوَ المَطْلوبُ .\r\nواعْلَمْ أنَّ كُلَّ ما دَلَّ على وُجُوبِ النُبُوَّةِ فهو دالٌّ على وُجُوبِ الإمامةِ ، إذِ الإمامةُ خِلافَةٌ عَنِ النُبُوَّةِ قائِمَةٌ مَقامَها ، إلّافِي تَلَقّي الوَحْيِ الإلهِيِّ بِلاواسِطَةٍ ، وكَمَا أنَّ تِلْكَ واجِبَةٌ على اللَّهِ تعالى فِي الحِكْمَةِ فَكَذا هَذه .\r\nوأمّا الَّذِينَ قالوا بِوُجُوبِهَا على الخَلْقِ ، فَقالُوا يَجِبُ عَلَيْهِمْ نَصْبُ الرِئِيسِ لِدَفْعِ\r\n","footnote":"\r\n( 1 ) تَرَى أنَّ الآثار الوجودِيّةِ للإمامِ فِي تَبْيِينِ الشارِحِ أبْسَطُ وأكْثَرُ مِمّا بَيَّنَهُ المُصَنِّفُ لَعَلَّ مازادَفِي بَيانِ الشارِحِ يَرجِعُ بِصُعُوبَةٍ إلَى بَيانِ المُصَنِّفِ ، ومَعَ ذَلِك لايَخْلُو بَيانُ المُصَنِّفِ مِنْ نَقْصٍ .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالثاني : يَجِبُ أنْ يَكُونَ الإمامُ مَعْصُوماً ، وإلّا تَسَلْسَلَ ، لِأَنَّ الحاجةَ الداعِيَةَ إلَى الإمامِ هِيَ رَدْعُ الظالِمِ عَنْ ظلمِهِ والانتصافُ لِلمَظْلُومِ مِنْهُ « 1 » ، فَلَوْ جازَ أنْ يَكُونَ غَيْرَ مَعْصُومٍ لافْتَقَرَ إلَى إمامٍ آخَرَ ويَتَسَلْسَلُ ، وهو مُحالٌ . ولأَنّهُ لَوْ فَعَلَ المَعْصِيَةَ ، فَإنْ وَجَبَ الإنْكارُ عَلَيْهِ سَقَطَ مَحَلُّهُ مِنَ القلُوبِ وانْتَفَتْ فائِدَةُ نَصْبِهِ ، وَإنْ لَم‌ْيَجِبْ سَقَطَ وُجُوبُ الأمْرِ بِالمَعْرُوفِ والنهيِ عَنِ المنكَرِ ، وهو مُحالٌ ، ولأَنّهُ حافِظٌ لِلشَرعِ ، فَلابُدَّ مِنْ عِصمَتِهِ لِيُؤمِنَ مِنَ الزِيادَةِ والنُقْصانِ . وقولُهُ تعالى :\r\n « لا يَنالُ عَهْدِي الظَّالِمِينَ »  « 2 »  . \r\n\r\n\r\n\r\n","description":"\r\nالضَرَرِ مِنْ أنْفُسِهِمْ ، ودَفْعُ الضَرَرِ واجِبٌ .\r\nقُلْنا : لانِزاعَ في كَوْنِها دافِعَةً لِلضَرَرِ وفِي كَوْنِهَا واجِبَةً ، وإنَّمَا النِزاعُ فِي تَفْوِيضِ ذَلِك إلَى الخَلْقِ ، لِمَا فِي ذَلِك مِنَ الاخْتِلافِ الواقِعِ فِي تَعيينِ الأئِمَّةِ ، فَيُؤَدِّي إلَى الضَرَرِ المَطْلُوبِ زَوالُهُ . وأيضاً اشْتِراطُ العِصْمَةِ ووُجُوبُ النَصِّ يَدْفَعُ ذَلِكَ كُلَّهُ .\r\nقال : « الثاني : يَجِبُ أنْ يَكُونَ الإمامُ مَعْصُوماً . . . إلخ » .\r\nأقول : لَمَّا ثَبَتَ وُجُوبُ الإمامَةِ شَرَعَ فِي تَبْيينِ الصِفاتِ الَّتِي هِيَ شَرْطٌ فِي صِحَّةِ الإمامَةِ . فَمِنْهَا العِصْمَةُ ، وقد عَرَفْتَ مَعْنَاهَا ، واخْتُلِفَ فِي اشْتِراطِهَا فِي الإمامِ .\r\nفَاشْتَرَطَها أصْحابُنَا الاثْنَاعَشَرِيَّةُ والإسْماعِيلِيَّةُ « 3 » خِلافاً لِباقِي الفِرَقِ . واسْتَدَلَّ\r\n","footnote":"\r\n( 1 ) ذِكْرُ رَدْعِ الإمامِ الظالِمَ عَنْ ظُلْمِهِ وانْتِصافِهِ لِلمَظْلُومِ هُنا مِنْ بابِ المِثالِ وإلّا يَجِبُ أنْ يَكُون‌َالإمامُ مَعْصُوماً فِي جَمِيعِ دَوْراتِهِ كَالحُكُومَةِ عَلَى الامَّةِ وإجْراءِ الحُدُودِ وحِفْظِ الشَرْعِ و . . . .\r\n( 2 ) البقرة : 124 .\r\n( 3 ) هُمُ القائِلُونَ بِإمامَةِ إسْماعِيلِ بْنِ جَعْفَرِ الصَادِقِ بَعْدَ أبِيهِ ، ولَمْ يَخْتَلِفُوا عَنْ بَقِيَّةِ المَذاهِبِ الإسْلامِيَّةِ إلّابِهَذَا القَوْلِ .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالمُصَنِّفُ على مَذْهَبِ أصْحابِنَا بِوُجُوهٍ :\r\nالأوّلُ : أَنَّهُ لَوْ لَم‌ْيَكُنِ الإمامُ مَعْصُوماً لَزِمَ عَدَمُ تَناهِي الأئِمَّةِ « 1 » ، واللازِمُ باطِلٌ ، فَالمَلْزُومُ مِثْلُهُ .\r\nبَيانُ المُلازمَةِ : إنّا قَدْ بَيَّنَّا أنَّ العِلَّةَ المُحْوِجَةَ إلَى الإمامِ هِيَ رَدْعُ الظالِمِ عَنْ ظُلْمِهِ ، والانْتِصافُ لِلمَظْلُومِ مِنْهُ ، وحَمْلُ الرَعِيَّةِ عَلَى ما فيه مَصالِحُهُمْ ورَدْعُهُمْ عَمَّا فيه مَفاسِدُهُمْ . فَلَوْ كانَ هو غَيْرَ مَعْصُومٍ افْتَقَرَ إلَى إمامٍ آخَرَ يَرْدَعُهُ عَنْ خَطائِهِ ، ويُنْقَلُ الكلامُ إلَى الآخَرِ ، ويَلْزَمُ عَدَمُ تَناهِي الأئِمَّةِ ، وهو باطِلٌ .\r\nالثاني : لَوْ لَمْ يَكُنْ مَعْصُوماً لَجازَتِ المَعْصِيَةُ عليهِ ، ولَنَفْرِضْ وُقُوعَهَا وحِينَئِذٍ يَلْزَمُ إمّا انْتِفاءُ فائِدَةِ نَصْبِهِ ، أوْ سُقُوطُ الأمْرِ بِالمَعْرُوفِ والنهي عَنِ المنكَرِ ، واللَازِمُ بِقِسْمَيْهِ باطِلٌ ، فكذا المَلْزُومُ .\r\nوبَيانُ اللُزُومِ : أَنَّهُ إذا وَقَعَتِ المَعْصِيَةُ عنه فَإمّا أنْ يَجِبَ الإنْكارُ عليه أوْ لا .\r\nفَمِنَ الأوّلِ : يَلْزَمُ سُقُوطُ مَحَلِّهِ مِنَ القُلُوبِ ، وأنْ يَكُونَ مَأمُوراً بَعْدَ أنْ كانَ آمِراً ، أوْ مَنْهِيّاً عَنْهُ « 2 » بَعْدَ أنْ كانَ ناهِياً ، وحِينَئِذٍ تَنْتَفِي الفائِدَةُ المَطْلُوبَةُ مِنْ نَصْبِهِ وهِيَ تَعْظيمُ مَحَلِّهِ فِي القُلُوبِ والانْقِيادُ لأمْرِهِ ونَهْيِهِ .\r\nومِنَ الثاني : يَلْزَمُ عَدَمُ وُجُوبِ الأمْرِ بِالمَعْرُوفِ والنهيِ عَنْ المنكَرِ ، وهو باطِلٌ\r\n","footnote":"\r\n( 1 ) مُرادُ المُصَنِّفِ مِنْ لُزُومِ التسَلْسُلِ ومَقْصُودُ الشارِحِ مِنْ لُزُومِ عَدَمِ تناهِي الأئِمَّةِ واحِدٌ ، وهوأنْ لايَتَنَاهَى عَدَدُ الأئِمَّةِ ولايَتَوَقَّف فِي شَخْصٍ ، مَعَ أنَّ وُجُودَ غَيْرِ المُتَناهِي بِوُجُودٍ حَقِيقِيٍّ عَينِيٍّ مَبْنَى المُتَكَلِّمِينَ مُمْتَنِعٌ ، لأدِلَّةٍ كَثِيرَةٍ مَوْجُودَةٍ فِي إبْطالِ التسَلْسُلِ ، ولِلُزُومِ كَوْنِ غَيْرِ المُتَناهِي فِي ما سِوَى اللَّهِ المَحْدُودِ .\r\n( 2 ) الظاهِرُ أنَّ الجارَّ والمَجْرُورَ هُنا زائِدٌ ، لأنَّ المَنْهِيَّ عَنْهُ هُو الخَطأُ المَفْرُوضُ الَّذي صَدَرَ مِن‌ْإمامٍ غَيرِ مَعْصُومٍ ، فَالإمامُ المَفْرُوضُ يَكُونُ مَنْهِيّاً لا مَنْهيّاً عَنْهُ .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nإجْمَاعاً « 1 » .\r\nالثَالِثُ : أَنَّهُ حافِظٌ لِلشَرْعِ ، وكُلُّ مَنْ كانَ كَذلِكَ وَجَبَ أنْ يَكُونَ مَعْصُوماً .\r\n( أمّا الأوّلُ ) فَلأنَّ الحافِظَ لِلشَرْعِ إمّا الكِتابُ أوِ السنَّةُ المُتَواتِرَةُ أوِ الإجْماعُ « 2 » أوِ البَراءَةُ الأصْلِيَّةُ أوِ القِياسُ أوِ الخَبَرُ الواحِدُ أوِ الاسْتِصْحابُ . فَكُلُّ واحِدٍ مِنْ هَذِهِ غَيْرُ صالِحٍ لِلمُحافَظَةِ .\r\nأمّا الكِتابُ والسنَّةُ فَلِكَوْنِهِمَا غَيْرَ وافِيَيْنِ « 3 » بِكُلِّ الأحْكامِ ، مَعَ أنَّ لِلَّهِ تعالى فِي كُلِّ واقِعَةٍ حُكْماً يَجِبُ تَحْصِيلُهُ .\r\nأمّا الإجْماعُ فَلِوَجْهَيْنِ :\r\nالأوّلُ : تَعَذُّرُهُ فِي أكْثَرِ الوَقايِعِ مَعَ أنَّ فيها حُكْماً .\r\nالثاني : أَنَّهُ على تَقْديرِ عَدَمِ المَعْصُومِ لايَكُونُ فِي الإجْماعِ حُجِّيَّةٌ ، فَيَكُونُ الإجْماعُ غَيْرَ مُفيدٍ لِجَوازِ الخَطأ على كُلِّ واحِدٍ مِنْهُمْ ، وكذا على الكُلِّ .\r\nولِجَوازِ الخَطأ على الكُلِّ أشارَ تعالى بِقَوْلِهِ :  « وَما مُحَمَّدٌ إِلَّا رَسُولٌ قَدْ خَلَتْ مِنْ قَبْلِهِ الرُّسُلُ أَ فَإِنْ ماتَ أَوْ قُتِلَ انْقَلَبْتُمْ عَلى أَعْقابِكُمْ »  « 4 » . وقال صلى الله عليه وآله « ألا لاتَرْجِعُوا\r\n","footnote":"\r\n( 1 ) الدَلِيلُ عَلَى ثَلاثَةِ أنْواعٍ خِلافاً لِلمَشْهُورِ :\r\nالأوّلُ : الدَليلُ العَقْلِيُّ ، وهو دَلِيلٌ يُفيدُ المُؤْمِنَ والكافِرَ فِي إثْباتِ المُدَّعَى .\r\nالثَانِي : الدَليلُ النَقْلِيُ ، وهو مِنْ القُرآن أوِ الحَديثِ أوِ التارِيخِ .\r\nوالثَالث : الدَليلُ الإيمانِيُّ ، وهو دَليلٌ تَرَكَّبَ مِنْ أجْزاءٍ عَقْلِيَّةٍ وإيمانِيَّةٍ كَالدَلِيلَيْنِ الأخِيرَيْنِ هُنا ، لأنَّ وُجُوبَ النَهْي عَنِ المُنْكَرِ وحَقِّيَّةِ الشَرْعِ الَّذِي يَحْفِظُهُ الإمامُ مِنْ أجْزاءٍ إيمانِيَّةٍ .\r\n( 2 ) دَليلُ القائِلِ بِإمْكانِ حِفْظِ الشَرْعِ بِالإجْماعِ هو قَوْلٌ النَبِيِّ : لاتَجْتَمِعُ امَّتِي على خَطأ ( المَرْوِيُّمِنْ طَرِيقِ العامَّةِ ) كَمَا تَقَدَّمَ نَقْلُهُ فِي بابِ وُجُوبِ مَعْرِفَةِ اللَّهِ . . . .\r\n( 3 ) بَلْ هُمَا وافِيانِ وَلَكِنَّهُمَا غَيْرُ صَرِيحَيْنِ بِكُلِّ الأحْكامِ ، وإلّا يَسْتَشْكِلُ الأمْرُ فِي إكْمالِ الدِين‌ِوإتْمامِ النِعْمَةِ و . . . .\r\n( 4 ) آل عمران : 144 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nبَعْدِي كُفّاراً » « 1 » فَإنَّ هذا الخِطابَ لايَتَوَجَّهُ إلّاإلَى مَنْ يَجُوزُ عليه الخَطأُ قَطْعاً . إذْ لايُقالُ لِلإنْسانِ : « لاتَطِرْ إلَى السَمَاءِ » لِعَدَمِ جَوازِ ذَلِك عليه .\r\nوأمّا البَراءَةُ الأصْلِيَّةُ فَلأَنَّهُ يَلْزَمُ منه ارْتِفاعُ أكْثَرِ الأحْكامِ الشَرْعِيَّةِ ، إذْ يُقالُ :\r\nالأصْلُ بَراءَةُ الذِمَّةِ مِنْ وُجُوبٍ أوْ حُرْمَةٍ .\r\nوأمّا الثلَاثَةُ الباقِيةُ فَتَشْتَرِكُ فِي إفادَتِهَا الظَنَّ ، و  « الظَّنَّ لا يُغْنِي مِنَ الْحَقِّ شَيْئاً »  « 2 » خُصُوصاً والدَليلُ قائِمٌ فِي مَنْعِ القِياسِ ، وذلك لأنَّ مَبْنَى شَرْعِنَا على اخْتِلافِ المُتَّفِقاتِ كَوُجُوبِ صَوْمِ آخِرِ شَهْرِ رَمَضانِ وتَحْرِيمِهِ أوّلَ شَوّالٍ ، واتِّفاقِ المُخْتَلِفاتِ كَوُجُوبِ الوُضُوءِ مِنَ البَولِ والغائِطِ ، واتِّفاقِ القَتْلِ خَطَأً والظِهارِ فِي الكَفّارَةِ ، هذا مع أنَّ الشارِعَ قَطَعَ يَدَ سارِقِ القَليلِ دُونَ غاصِبِ الكَثيرِ ، وجَلَدَ بِقَذْفِ الزنا وأوْجَبَ فيه أرْبَعَ شَهاداتٍ دُونَ الكُفْرِ . وذَلِك كُلُّهُ يُنافِي القِياسَ « 3 » ،\r\nوقَدْ قال رَسُول‌ُاللَّهِ صلى الله عليه وآله : « 4 » « تَعْمَلُ هَذِهِ الأُمَّةُ بُرْهَةً بِالكِتابِ وبُرْهَةً بِالسُنَّةِ وبُرْهَةً بِالقِياسِ ، فَإذا فَعَلُوا ذَلِك فَقَدْ ضَلُّوا وأضَلُّوا » « 5 »\r\nفَلَمْ يَبْقَ أنْ يَكُونَ الحافِظُ لِلشَرعِ إلَّاالإمامُ وذَلِك هو المَطْلُوبُ . وقَدْ أشارَ الباري تعالى بِقَوْلِهِ :  « وَلَوْ رَدُّوهُ إِلَى الرَّسُولِ وَإِلى أُولِي الْأَمْرِ مِنْهُمْ لَعَلِمَهُ الَّذِينَ يَسْتَنْبِطُونَهُ مِنْهُمْ »  « 6 »  . \r\n( وأمّا الثاني ) فَلأَنَّهُ إذا كانَ حافِظاً لِلشَرْعِ ولَمْ يَكُنْ مَعْصُوماً لَمَا أمِنَ فِي الشَرْعِ مِنَ الزِيادَةِ والنُقْصانِ والتغِييرِ والتبْدِيلِ .\r\n","footnote":"\r\n( 1 ) الفقه : ج 4 ص 93 ح 5151 ، سنن النسائي : ج 7 ص 127 .\r\n( 2 ) يونس : 36 .\r\n( 3 ) مُنافاةُ كلِّ ذَلِك لِلقِياسِ تَنْشَأُ مِنْ أنَّ أكْثَرَ الأحْكامِ الشَرْعِيَّةِ والتشْرِيعِيّاتِ الإلهِيَّةِ هُوَ أمْرٌفَوْقَ العُقُولِ الجُزْئِيَّةِ والعُلُومِ القَليلَةِ البَشَرِيَّةِ ، لأنَّهُ رُبَّمَا يُنذَرُ فيها مَصْلَحَةُ نِظامِ الوُجُودِ عامَّةً لاخُصُوصُ الإنْسانِ فَقَط ، مضافاً بِأنَّ هذا الدَليلَ الَّذي اسْتَدَلَّ بِهِ الشارِحُ فِي مَنْعِ القياسِ دَليلٌ عِلْمِيٌّ ، والدَليلُ الخاصِّ الآتِي فِي مَنْعِ العَمَلِ بِالقِياسِ دَليلٌ نَقْلِيٌّ لَمْ يَذْكُرِ الشارِحُ الفَرْقُ بَيْنَ هَذيْنِ الدَلِيلَيْنِ .\r\n( 4 ) هَذا هُوَ الدليلُ النَقْلِيُّ المُشارُ إلَيْهِ آنِفاً .\r\n( 5 ) عوالي اللآلي : ج 4 ص 65 ح 21 وليس فيه « وأضلّوا » .\r\n( 6 ) النساء : 83 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالثَالِثُ « 1 » : الإمامُ يَجِبُ أنْ يَكُونَ مَنْصوصاً عَلَيهِ « 2 » ، لِأَنَّ العِصْمَةَ مِنَ الامورِ الباطِنَةِ الّتي لايَعْلَمُها إلّااللَّهُ تعالى ، فَلابُدَّ مِنْ نَصِّ مَنْ يَعْلَمُ عِصْمَتَهُ عَلَيْهِ أوْ ظُهورِ مُعْجِزَةٍ عَلَى يَدِهِ تَدُلُّ عَلَى صِدْقِهِ .\r\n\r\n\r\n\r\n","description":"\r\nوالرابع : أنَّ غَيْرَ المَعْصُومِ ظالِمٌ ، ولا شيءَ مِنَ الظالِمِ بِصالِحٍ لِلإمامَةِ ، فَلا شَيْءٌ مِنْ غَيْرِ المَعْصُومِ بِصالِحٍ لِلامامَةِ . أمّا الصُغْرَى فَلأنَّ الظالِمَ واضِعٌ لِلشَيْءِ فِي غَيْرِ مَوْضِعِهِ ، وغَيْرُ المَعْصُومِ كذلك . وأمّا الكُبْرَى فَلِقَوْلِهِ تعالى :  « لا يَنالُ عَهْدِي الظَّالِمِينَ »  والمُرادُ بِالعَهْدِ عَهْدُ الإمامَةِ لِدَلالَة الآيَةِ على ذلك .\r\nقال : « الثَالِثُ : الإمامُ يَجِبُ أنْ يَكُونَ مَنْصوصاً عَلَيهِ . . . إلخ » .\r\nأقول : هَذِهِ إشارَةٌ إلَى طَريقِ تَعيينِ الإمامِ ، وقَدْ حَصَلَ الإجْماعُ « 3 » على أنَّ\r\n","footnote":"\r\n( 1 ) مِنْ مَباحِثِ الإمامَةِ العامَّةِ .\r\n( 2 ) فَإنْ سَألتَ عَنْ سِرِّ عَدَمِ ذِكْرِ أسْماءِ الأئِمَّةِ الاثْنَي عَشَرَ فِي القُرْآنِ نَقُولُ : عَدَمُ ذِكْرِ أسْمائِهِمْ مَعْلُولُ عِلَلٍ عَديدَةٍ :\r\nالأولى : إنَّهُمْ عليهم السلام مَذْكُورُونَ فِي القُرْآنِ بِصِفاتِهِمْ وسِماتِهِمْ ، والكِنايَةُ عَنِ المَقْصُودِ أبْلَغُ مِنَ التصْرِيحِ بِهِ .\r\nالثَانِيَةُ : عَدَمُ هذا الذِكْرِ لِحِفْظِ القُرْانِ طُولَ الأزْمانِ عَنْ تَحْريفِ كُلِّ عُدوٍّ خوّانٍ .\r\nالثَالِثَةُ : إظْهارُ اللَّهِ سُبْحانَهُ المُعْجِزاتِ عَلَى أيْدِيهِمْ عليهم السلام يَكُون التنْصِيصُ بِأعْيانِهِمْ وأشْخاصِهِمْ والتنْصِيصُ بِالشَخْصِ أصْرَحُ وأبْلَغُ إلَى المُرادِ مِنَ التنْصِيصِ بِالاسْمِ .\r\nالرابِعَةُ : أنَّ نُصُوصَ النَبِيِّ صلى الله عليه وآله الصَريحَةَ عَلَى إمامَتِهِمْ كافِيةٌ عَنِ التنْصِيصِ بِأسْمائِهِمْ فِي القُرآنِ لأنَّها عِدلُ القُرآنِ وخُصُوصاً المُتَواتِراتُ مِنْها الَّتِي تُفِيدُ العِلْمَ .\r\nالخامِسَةُ : عَدَمُ التنْصِيصِ بِأسْمائِهِمْ فِي القُرآنِ هو اخْتِبارٌ مِنَ اللَّهِ لِلُامَّةِ  « لِيَهْلِكَ مَنْ هَلَكَ عَنْ بَيِّنَةٍ وَيَحْيى مَنْ حَيَّ عَنْ بَيِّنَةٍ »  ( الأنفال : 42 ) .\r\n( 3 ) والمُرادُ بِهَذا الإجْماعِ إجْماعُ الامَّةِ عامَّةً .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالرابعُ : الإمامُ يَجِبُ أنْ يَكُونَ أفضَلَ الرَعِيَّةِ ، لِما تَقَدَّمَ فِي النَبِيِّ .\r\n\r\n\r\n\r\n","description":"\r\nالتنْصيصَ مِنَ اللَّهِ ورَسُولِهِ أوْ إمامٍ سابقٍ سَبَبٌ مُسْتَقِلٌّ فِي تَعِيينِ الإمامِ . وإنّما الخِلافُ فِي أَنَّهُ هَلْ يَحْصُلُ تَعيِينُهُ بِسَبَبٍ غَيْرِ النَصِّ أمْ لا ؟\r\nفَمَنَعَ أصْحابُنَا الإمامِيَّةُ مِنْ ذلك ، وقالوا : لاطَريقَ إلّاالنَصُّ لأنّا قَدْ بَيَّنَّا أنَّ العِصْمَةَ شَرْطٌ فِي الإمامَةِ ، والعِصْمَةُ أمْرٌ خَفِيٌّ لا اطِّلاعَ عَليه لأحدٍ إلّااللَّهُ ، فلايَحْصلُ حينئذٍ العِلْمُ بِهَا فِي أيِّ شَخْصٍ هِيَ إلّابِإعْلامِ عالِمِ الغَيْبِ . وذَلِك يَحْصُلُ بِأمْرَيْنِ :\r\nأحَدِهِمَا : إعْلامُهُ بِمَعْصُومٍ كَالنَبِيِّ فَيُخْبِرُنا بِعِصْمَةِ الإمامِ وتَعيِينِهِ .\r\nوثانِيهِمَا : إظْهَارُ المُعْجِزَةِ على يَدِهِ « 1 » الدالَّةِ على صِدْقِهِ فِي ادِّعائِهِ الإمامَةَ .\r\nوقال أهْلُ السنَّةِ : إذا بايَعَتِ الأُمَّةُ شَخْصاً غَلَبَ عِنْدَهُمْ اسْتِعْدادُهُ لَهَا واسْتَولَى بِشَوْكَتِهِ على خِطَطِ الإسْلامِ صارَ إماماً .\r\nوقالَتِ الزَيدِيَّةُ : كُلُّ فاطِمِيٍّ عالِمٍ زاهِدٍ خَرَجَ بِالسَيْفِ وادَّعَى الإمامَةَ فَهُوَ إمامٌ .\r\nوَالحَقُّ خِلافُ ذلِكَ مِنْ وَجْهَيْنِ :\r\nالأوّلُ : أنَّ الإمامَةَ خِلافَةٌ عَنِ اللَّهِ ورَسُولِهِ فلايَحْصُلُ إلَّابِقَوْلِهِمَا .\r\nوالثاني : أنَّ إثْباتَ الإمامَةِ بِالبَيعَةِ والدَعْوَى يُفْضِي إلَى الفِتْنَةِ ، لاحْتِمالِ أنْ يُبايِعَ كُلُّ فِرْقَةٍ شَخْصاً ، أوْيَدَّعِيَ كُلُّ فاطِمِيٍّ عالِمٍ الإمامَةَ فَيَقَعُ التحارُبُ والتجاذُبُ .\r\nقال : « الرابعُ : الإمامُ يَجِبُ أنْ يَكُونَ أفضَلَ الرَعِيَّةِ . . . إلخ » .\r\nأقول : يَجِبُ أن‌ْيَكُونَ الإمام‌ُأفْضَلَ أهْلِ زَمانِهِ « 2 » لأنَّهُ مُقَدَّمٌ علىالكُلِّ ، فَلَوْكانَ\r\n","footnote":"\r\n( 1 ) ويُمْكِنُ القَوْلُ بِأنَّ النَاصَّ هُوَ اللَّهُ لاغَيْرُ ، وتَنْصيصُهُ تعالى إمّا قَوْلِيٌّ أوْ فِعْليٌّ ، فَإظْهَارُ المُعْجِزَةِ تَنْصِيصٌ فِعْلِيٌّ ، وتَنْصيصُ النَبِيِّ أوِ الإمامِ السَابِقِ الَّذي ثَبَتَتْ عِصْمَتُهُ وإمامَتُهُ ( سَبَبانِ لِمَعْرِفَةِ النَاسِ بِالإمامِ المَنْصُوصِ عَليهِ ) تَنْصيصٌ قَوْلِيٌّ مِنْهُ سُبْحانَهُ .\r\n( 2 ) أعَمّ مِنْ أن‌ْيَكُون زمانُهُ قَصيراً كَزَمانِ أيٍّ مِن‌َالأئِمَّةِ ، أوْطَويلًا كَعَصْرِ المَهْدي عليه السلام عَلَىاعْتِقادِنَا .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nالخامِسُ : الإمامُ بَعْدَ رَسُول‌ِاللَّهِ صلى الله عليه وآله عليُّ بنُ أبيطالِبٍ عليه السلام لِلنَصِّ المتواتِرِ مِنَ النَبِيِّ صلى الله عليه وآله « 1 » ، ولِأَنَّهُ أفْضَلُ أهْلِ زَمانِهِ لِقوْلِهِ تعالى :  « وَأَنْفُسَنا وَأَنْفُسَكُمْ »  « 2 » ومُساوِي الأفْضَلِ أفْضَلُ « 3 » ، ولاحْتِياجِ النَبِيِّ إلَيهِ فِي المُباهَلَةِ ولِأنَّ الإمامَ يَجِبُ أنْ يَكُونَ مَعْصُوماً ، ولا أحَدَ مِنْ غَيْرِهِ\r\n\r\n\r\n\r\n","description":"\r\nفِيهِمْ مَنْ هو أفْضَلُ مِنْهُ لَزِمَ تَقَدُّمُ المَفْضُولِ على الفاضِلِ ، وهو قَبِيحٌ عَقْلًا وسَمْعاً « 4 » .\r\nوقَدْ تَقَدَّمَ بَيانُهُ فِي النُبُوَّةِ .\r\nقال : « الخامِسُ : الإمامُ بَعْدَ رَسُول‌ِاللَّهِ صلى الله عليه وآله عليُّ بنُ أبيطالِبٍ عليه السلام . . .\r\nإلخ » .\r\nأقول : لَمَّا فَرَغَ مِنْ شَرائِطِ الإمامَةِ شَرَعَ فِي تَعِيينِ الإمامِ . وقَدْ اخْتَلَفَ الناسُ فِي ذَلِك ، فَقالَ قَوْمٌ : إنَّ الإمامَ بَعْدَ رَسُول‌ِاللَّهِ العَبّاسُ بْنُ عَبْدِالمُطَّلِبِ لِمكانِ إرْثِهِ .\r\nوقال جُمْهُورُ المُسْلِمينَ : هو أبُوبَكْرِ بْنِ أبيقُحافَةِ بِاخْتِيارِ الناسِ لَهُ . وقالَتِ الشِيعَةُ :\r\n","footnote":"\r\n( 1 ) يَنْبَغِي أنْ يُذكَرَ هُنَا أنَّ هذِهِ الأفْضَلِيَّةَ مُتَضَمِّنَةٌ لِلدَلائِلِ المذْكُورَةِ بَعْدَهَا وكَذا الدَلائِلِ الغَيْرِالمَذْكُورَةِ ، خُصُوصاً إذا قَيَّدْناها بِالمُطْلَقَةِ .\r\n( 2 ) آل‌عمران : 61 .\r\n( 3 ) يُؤَيِّدُ هَذِهِ الأفْضَلِيَّةَ حَدِيثُ المَنْزِلَةِ وقِصَّةُ الطَيرِ المَشْوِيِّ أيضاً .\r\n( 4 ) يُتَصَوَّرُ الأمْرُ على ثَلاثِ فُرُوضٍ :\r\nالأوّلُ : مُساواةُ المُقَدَّمِ ( الإمام ) مَعَ جَميعِ أهْلِ زَمانِهِ في جَميعِ الكَمالاتِ .\r\nالثَاني : أفْضَلِيَّةُ الكُلِّ أوِ البَعْضِ على المُقَدَّمِ .\r\nالثَالِثُ : أفْضَلِيَّةُ المُقَدَّمِ فِي جَميعِ الجِهاتِ على الكُلِّ .\r\nفمِنَ الأوّلِ يَلْزَمُ الترْجيحُ مِنْ غَيْرِ مُرَجِّحٍ ، وهو قَبيحٌ . ومِنَ الثَاني يَلْزَمُ تَرْجيحُ المَرْجُوحِ على الراجِحِ ، وهُوَ أقْبَحُ . ومِنَ الثَالِثِ يَلْزَمُ مَطْلُوبُنَا ، هَذِهِ الفُرُوضُ تُتَصَوَّرُ في ما لَوْ كانَ القياسُ بَيْنَهُ وبَيْنَ أهْلِ زَمانِهِ في جَميعِ الكَمالاتِ ، وإلَّا إنْ تَصَوَّرْنَا التبعيضَ في الكَمالاتِ تُضافُ الشُقوقُ وَلَكِنَّ المَفْسَدَتَيْنِ المَذْكُورَتَيْنِ في الاولَيَيْنِ تالِيَتانِ أيضاً .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nمِمَّنْ ادُّعِيَ لَهُ الإمامَةُ بِمَعْصُومٍ إجماعاً « 1 » ، فَيَكُونُ هُو الإمامُ .\r\nوَلِا نَّهُ أعْلَمُ لِرُجُوعِ الصَحابَةِ فِي وَقايِعِهِمْ إلَيْهِ ، وَلَمْ يَرْجِعْ هُوَ إلَى أحَدٍ مِنْهُمْ ،\r\nولِقولِهِ صلى الله عليه وآله : « أقْضاكُمْ عَليٌّ » « 2 » .\r\nوَالقضاءُ يَسْتَدْعِي العِلْمَ ، ولِأَنَّهُ أَزْهَدُ مِنْ غَيْرِهِ حَتّى طَلَّقَ الدُنيا ثَلاثاً .\r\n\r\n\r\n\r\n","description":"\r\nهو عَلِيُّ بْنُ أبيطالِبٍ عليه السلام بِالنَصِّ عَليهِ مِنَ اللَّهِ ورَسُولِهِ ، وذَلِك هو الحَقُّ . وقَدْ اسْتَدَلَّ المُصَنِّفُ على حَقِّيَّتِهِ بِوُجُوهٍ :\r\nالأوّلُ : ما نَقَلَتْهُ الشِيعَةُ نَقْلًا مُتَواتِراً بِحَيْثُ أفادَ العِلْمَ يَقِيناً\r\nمِنْ قَوْلِ النَبِيِّ صلى الله عليه وآله فِي حَقِّهِ : « سَلِّمُوا عَلَيهِ بِإمْرَةِ المُؤمِنينَ » « 3 » و « أنْتَ الخلِيفَةُ مِنْ بَعْدي » « 4 » و « أنْتَ وَلِيُّ كُلِّ مُؤمِنٍ ومُؤمِنَةٍ بَعْدي » « 5 »\r\nوغَيْرُ ذَلِك مِنَ الألْفاظِ الدالَّةِ على المَقْصُودِ ، فَيَكُونُ هو الإمامُ ، وذَلِك هو المَطْلوبُ .\r\nالثاني : أَنَّهُ أفْضَلُ الناسِ « 6 » بَعْدَ رَسُولِ اللَّهِ صلى الله عليه وآله ، فَيَكُونُ هو الإمامُ لِقُبْحِ إمامَةِ المَفْضُولِ على الفاضِلِ . أمّا أَنَّهُ أفْضَلُ فَلِوَجْهَيْنِ :\r\n","footnote":"\r\n( 1 ) فَهُنا إجْماعانِ : الأوّلُ هو الإجْماعُ عَلَى عِصْمَةِ عَلَيٍّ عليه السلام وهو إجْماعُ الشِيعَةِ الإمامِيَّةِ . والثَاني ، الإجْماعُ على عَدَمِهَا في غَيْرِهِ ، وهو إجْماعُ الامَّةِ .\r\n( 2 ) راجع الغدير : ج 3 ص 96 ، وج 6 ص 69 ، وج 7 ص 183 . إنَّ عَلِيّاً كانَ أقْضَى المُسْلِمينَ مِن‌ْجِهَتَيِ الكَمِّ والكَيفِ . أمّا كَمّاً فهُوَ ما أوْضَحَهُ المُصَنِّفُ . وأمّا كَيفاً فَهُوَ ما نُشيرُ إلَيهِ ، أيْ لايَقْدِرُ أحَدٌ أنْ يَقْضيَ قَضاوَةً عادِلَةً أقْرَبُ إلَى الحَقِّ كَعَلِيٍّ عليه السلام . وأيضاً إنْ كانَ عليه السلام قاضِياً فَهَذا يَسْتَدْعِي العِلْمَ كَمَا ذُكِرَ فِي المَتْنِ ، وَلَكِنْ كَوْنُهُ أقْضَى يَسْتَلْزِمُ أنْ يَكُونَ أكْثَرَ عِلْماً وأجْمَعَ لِشَرائِطِ القَضاءِ الّتي مِنْهَا الأعْدَلِيَّةُ ، فَتَدَبَّرْ حَتَّى يَحْصُلَ لَكَ الفَرْقُ بَيْنَ مايَسْتَلْزِمُ كَوْنِهِ عليه السلام قاضِياً وكَوْنِهِ عليه السلام أقْضَى .\r\n( 3 ) إرشاد المفيد : ج 1 ص 84 أماليالطوسي : ج 1 ص 340 .\r\n( 4 ) الرسائل‌العشر : ص 97 .\r\n( 5 ) أماليالطوسي : ص 562 ، مسندأبيداود : ص 360 ح 2725 . 0\r\n( 6 ) كَمَا اعْتَرَفَ فِي حَقِّهِ المُحَقِّقُونَ مِنَ المُسْتَشْرِقِينَ كَجُرْجِي زَيدانِ وجُورْجِ جُرْداقِ وشِبْلِيشُمَيِّل وغَيْرِهِمْ .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\n( الأوّلُ ) : أَنَّهُ مُساوٍ لِلنَبِيِّ صلى الله عليه وآله والنَبِيُّ أفْضَلُ ، فَكَذا مُساوِيْهِ ، وإلّا لَم‌ْيَكُنْ مُساوِياً . أمّا أَنَّهُ مُساوٍ لَهُ فَلِقَوْلِهِ تعالى فِي آيَةِ المُباهَلَةِ :  « وَأَنْفُسَنا وَأَنْفُسَكُمْ »  والمُرادُ بِ  « أَنْفُسَنا »  هو عَلِيُّ بْنُ أبي طالِبٍ عليه السلام لِمَا ثَبَتَ بِالنَقْلِ الصَحِيحِ ، ولاشَكَّ أَنَّهُ لَيْسَ المُرادُ بِهِ أنَّ نَفْسَهُ هِيَ نَفْسُهُ لِبُطْلانِ الاتِّحادِ « 1 » ، فَيَكُونُ المُرادُ أَنَّهُ مِثْلُهُ ومُساوِيهِ ، كَمَا يُقالُ : « زِيدٌ الأسَدُ » أيْ مِثْلُهُ فِي الشَجاعَةِ ، وإذا كانَ مُساوِياً لَهُ كانَ أفْضَلُ ، وهو المَطلوبُ .\r\n( الثاني ) : أنَّ النَبِيَّ صلى الله عليه وآله احْتاجَ إلَيهِ فِي المُباهَلَةِ فِي دُعائِهِ دُونَ غَيْرِهِ مِنَ الصَحابَةِ والأنْسابِ ، والمُحْتاجُ إلَيهِ أفْضَلُ مِنْ غَيْرِهِ خُصُوصاً فِي هَذِهِ الواقِعَةِ العَظِيمَةِ الَّتِي هِيَ مِنْ قَواعِدِ النُبُوَّةِ ومُؤَسِّساتِهَا .\r\nالثالث : أنَّ الإمامَ يَجِبُ أنْ يَكُونَ مَعْصُوماً ولاشَخْصَ مِنْ غَيْرِ عَلِيٍّ عليه السلام مِمَّنْ ادُّعِيَتْ لَهُ الإمامَةُ بِمَعْصُومٍ ، فَلا شَخْصَ مِنْ غَيْرِهِ بِإمامٍ . أمّا الصُغْرَى فَقَدْ تَقَدَّمَ بَيانُها .\r\nوأمّا الكُبْرَى فَلِلإجْماعِ على عَدَمِ عِصْمَةِ العَبّاسِ وأبيبَكْرِ « 2 » ، فَيَكُونُ عليٌّ عليه السلام هو المَعْصُومُ ، فَيَكُونُ هو الإمامُ ، وإلّا لَزِمَ خَرْقُ الإجْماعِ لَوْ أثْبَتْناها لِغَيْرِهِ ، أوْ خُلُوُّ الزَمانِ مِنْ إمامٍ مَعْصُومٍ ، وكِلاهُمَا باطِلانِ .\r\nالرابِعُ : أَنَّهُ أعْلَمُ الناسِ بَعْدَ رَسُول‌ِاللَّهِ صلى الله عليه وآله ، فَيَكُونُ هوالإمامُ . أمّاالأوّلُ فلِوُجُوهٍ :\r\n( الأوّلُ ) أَنَّهُ كانَ شَديدَ الحَدْسِ والذَكاءِ والحِرْصِ على التعْلِيمِ ودائِمَ المُصاحَبَةِ لِلرَسُولِ الَّذِي هو الكامِلُ المُطْلَقُ بَعْدَ اللَّهِ ، وكانَ شَديدَ المَحَبَّةِ لَهُ\r\n","footnote":"\r\n( 1 ) قَدْ تَقَدَّمَ فِي ذِكر الصِفاتِ السَلْبِيَّةِ مِنَ الشارِحِ أنَّ مَرْمَى الاتِّحادِ مُبْهَمٌ والمَعْقُولُ مِنْهُ مُحالٌ ، وهُنَا نَقُولُ : إنَّهُ عَلَى فَرْضِ إمْكانِهِ يَجِبُ أنْ تَكُونَ مُغايَرَةٌ بَيْنَ المُتَّحِدِ والمتَّحِد بِهِ ، وتَسْتَلْزِمُ تِلكَ المُغايَرَةُ أنْ يَكُونا اثْنَيْنِ ، فَهذا هُوَ مَطْلُوبُنَا لأنَّ النَبِيَّ صلى الله عليه وآله ومِثْلَهُ ( عَلَيّاً عليهم السلام ) اثْنَانِ .\r\n( 2 ) الإجْماعُ هُنا كَمَا ذَكَرْنَا سابِقاً إجْماعُ الامَّةِ لا الشِيعَةِ خاصَّةً .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nوالحِرْصِ على تَعْلِيمِهِ . وإذا اتَّفَقَ هذا الشَخْصُ وَجَبَ أنْ يَكُونَ أعْلَمَ « 1 » مِنْ كُلِّ أحَدٍ بَعْدَ ذَلِك المُعَلِّمِ ، وهُوَ ظاهِرٌ .\r\n( الثاني ) أنَّ أكابِرَ العُلَماءِ مِنَ الصَحابَةِ والتابِعِينَ كانُوا يَرْجِعُونَ إلَيهِ فِي الوَقائِعِ الَّتِي تَعْرُضُ لَهُمْ ويَأخُذُونَ بِقَوْلِهِ ويَرْجِعُونَ عَنْ اجْتِهادِهِمْ ، وذَلِك فِي كُتُبِ التوارِيخِ والسِيَرِ .\r\n( الثَالِثُ ) أنَّ أرْبابَ الفُنُونِ فِي العُلُومِ كُلِّهَا يَرْجِعُونَ إلَيهِ ، فَإنَّ أصْحابَ التفْسِيرِ يَأخُذُونَ بِقَوْلِ ابْنِ عَبّاسٍ ، وهو كانَ أحَدَ تَلامِذَتِهِ ، حَتَّى قال : « أَنَّهُ شَرَحَ لي فِي باء بِسْم‌ِاللَّهِ الرَحْمنِ الرَحِيمِ مِنْ أوّلِ اللَيلِ إلَى آخِرِهِ » .\r\nوأرْبابُ الكَلامِ يَرْجِعُونَ إلَيهِ . أمّا المُعْتَزِلَةُ فَيَرْجِعُونَ إلَى أبيعليٍّ الجُبّائي ، وهو يَرْجِعُ فِي العِلْمِ إلَى أبيهاشِمِ بْنِ مُحَمَّدِ ابْن‌ِالحَنَفِيَّةِ ، وهو يَرْجِعُ إلَى أبِيهِ عليه السلام .\r\nوأمّا الأشاعِرَةُ فَلأَنَّهُمْ يَرْجِعُونَ إلَى أبيالحَسَنِ الأشْعَرِيِّ ، وهو تِلْميذُ أبيعليٍّ الجُبّائيّ . وأمّا الإمامِيَّةُ فَرُجُوعُهُمْ إلَيهِ ظاهِرٌ ، ولَوْ لَم‌ْيَكُنْ إلّاكَلامَهُ فِي نَهْج‌ِالبَلاغَةِ وغَيْرِهِ - الَّذِي قَرَّرَ فيهِ المَباحِثَ الإلَهِيَّةِ فِي التوْحِيدِ والعَدْلِ والقَضاءِ والقَدَرِ وكَيفِيَّةِ السلُوكِ ومَراتِبِ المَعارِفِ الحَقَّةِ وقَواعِدِ الخَطابِيَّةِ وقَوانِينِ الفَصاحَةِ والبَلاغَةِ وغَيْرِ ذَلِك مِنَ الفُنُونِ - لَكانَ فيه غُنْيَةٌ لِلْمُعْتَبِرِ وعِبْرَةٌ لِلْمُتَفَكِّرِ .\r\nوأمّا أرْبابُ الفِقْهِ فَرُجُوعُ رُؤَساءِ المُجْتَهِدينَ مِنَ الفِرَقِ إلَى تَلامِذَتِهِ مَشْهُورٌ ، وفَتاوِيهِ العَجِيبَةُ فِيالفِقْهِ مَذْكُورَةٌ فِيمَواضِعِهِا ، كَحُكْمِهِ فِي قَضِيَّةِ الحالِفِ أَنَّهُ لايَحِلُّ قَيدَ عَبْدِهِ حتّى يَتَصَدَّقَ بِوَزْنِهِ فِضّةً ، وحُكْمِهِ فِي قَضِيَّةِ صاحِبِ الأرْغُفَةِ ، وغَيْرِ ذَلك .\r\n","footnote":"\r\n( 1 ) هَذا الوُجُوبُ وُجُوبٌ عَقْلِيٌّ فَلْسَفِيٌّ ، لأنَّ وُجُودَ العِلَّةِ التامَّةِ ( دُونَ أيِّ مانعٍ ) يُوجِبُ وُجُودَالمَعْلُولِ لامَحالَةً ، وكُلُّ واحِدٍ مِمَّا ذَكَرَهُ الشارِحُ مِنَ الشَرائِطِ عِلَّةٌ ناقِصَةٌ تَتَشَكَّلُ مِنْ مَجْمُوعِهَا عِلَّةٌ تامَّةٌ .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nوالأدِلَّةُ فِي ذلك لاتُحْصَى كَثْرَةً .\r\n\r\n\r\n\r\n","description":"\r\n( الرابعُ ) قَوْلُ النَبِيِّ صلى الله عليه وآله فِي حَقِّهِ « أقْضاكُمْ عَلِيٌّ » « 1 »\r\nومَعْلُومٌ أنَّ القَضاءَ يَحْتاجُ فِيهِ إلَى العُلُومِ الكَثِيرَةِ فَيَكُونُ مُحِيطاً بِهَا .\r\n( الخامِسُ ) قَوْلُهُ عليه السلام : « لَوْ ثُنِيَتْ لِيَ الوَسادَةُ فَجَلَسْتُ عَلَيْها لَحَكَمْتُ بَيْنَ أهْلِ التَوْراةِ بِتَوْراتِهِمْ ، وبَيْنَ أهْلِ الفُرْقانِ بِفُرْقانِهِمْ ، وبَيْنَ أهْلِ الإنْجِيلِ بِإنْجِيلِهِمْ ، وبَيْنَ أهْلِ الزَبُورِ بِزَبورِهِمْ . وَاللَّهِ ما مِنْ آيَةٍ نَزَلَتْ فِي لَيْلٍ أوْ نَهارٍ أوْ سَهْلٍ أوْ جَبَلٍ إلّاوأنا أعْلَمُ فِيمَنْ نَزَلَتْ وفِي أيِّ شَيْءٍ نَزَلَتْ » « 2 »\r\nوذَلِك يَدُلُّ عَلَى إحاطَتِهِ بِمَجْمُوعِ العُلُومِ الإلِهِيَّةِ ، وإذا كانَ أعْلَمَ كانَ مُتَعَيِّناً للإمامة « 3 » ، وهو المطلوبُ .\r\nالخامِسُ : أَنَّهُ أزهَدُ الناسِ « 4 » بَعْدَ رَسُولِ اللَّهِ صلى الله عليه وآله فَيَكُونُ هو الإمامُ لأنَّ الأزْهَدَ أفْضَلُ . أمّا أَنَّهُ أزْهَدُ فَناهِيكَ فِي ذَلِك تَصَفُّحُ كَلامِهِ فِي الزُهْدِ والمَواعِظِ والأوامِرِ والزَواجِرِ والإعْراضِ عَنِ الدُنْيا ، وظَهَرَتْ آثارُ ذَلِك عَنهُ حَتَّى طَلَّقَ الدُنْيا ثَلاثاً ، وأعْرَضَ عَنْ مُسْتَلَذّاتِهَا فِي المَأكَلِ والمَلْبَسِ ولَمْ يَعْرِفْ لَهُ أحَدٌ وَرْطَةً فِي فِعْلٍ دُنْيَوِيٍّ ، حَتَّى أَنَّهُ كانَ يَخْتِمُ خُبْزَهُ ، فَقِيلَ لَهُ فِي ذَلِك ،\r\nفَقالَ : « أخافُ أنْ يَضَعَ لِي فِيهِ أحَدُ أوْلادي إداماً » « 5 » .\r\nويَكْفيكَ بِزُهْدِهِ أَنَّهُ آثَرَ بِقُوتِهِ وقُوتِ عَيالِهِ المِسْكينَ واليَتيمَ والأسيرَ ، حَتّى نَزَلَ فِي ذَلِك قُرْآنٌ دَلَّ على أفْضَليَّتِهِ وعِصْمَتِهِ .\r\nقال : « والأدِلَّةُ فِي ذلك لاتُحْصَى كَثْرَةً » .\r\nأقول : الدَلائِلُ على إمامَةِ عَليٍّ عليه السلام أكْثَرَ مِنْ أنْ تُحْصَى ، حَتّى أنَّ المُصَنِّفَ وَضَعَ\r\n","footnote":"\r\n( 1 ) سبق استخراجه آنفاً .\r\n( 2 ) بحارالأنوار : ج 35 ص 291 ح 14 .\r\n( 3 ) تعيّنه عليه السلام للإمامة - أي الجزء الثاني للقياس - لا يحتاجُ إلى البيان لوضوحه .\r\n( 4 ) اشْتِراطُ الأزْهَدِيَّةِ فِي الإمامِ واضِحٌ بَيِّنٌ ، ولَوْلاهُ يَنْغَمِرُ الإمامُ كَسائِرِ الناسِ فِي المَلابِس‌ِالدَنِيَّةِ والتعَلُّقاتِ البَدَنِيَّةِ كَمَا تَقَدَّمَ فِي النَبِيِّ .\r\n( 5 ) لم‌نعثر عليه .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nكِتاباً فِي الإمامَةِ وسَمّاهُ « كِتابَ الألْفَيْنِ » وذَكَرَ فيه ألفَيْ دَليلٍ على إمامَتِهِ ، وصَنَّفَ فِي هَذا الفَنِّ جَماعَةٌ مِنَ العُلَماءِ مُصَنَّفاتٍ كَثِيرَةً لايُمْكِنُ حَصْرُهَا ، ونَذْكُرُ هُنا جُمْلَةً مِنْ ذَلِك تَشَرُّفاً وتَيَمُّناً بِذِكْرِ فَضائِلِهِ عليه السلام وهو مِنْ وُجُوهٍ :\r\nالأوّلُ : قَوْلُهُ تعالى :  « إِنَّما وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ وَالَّذِينَ آمَنُوا الَّذِينَ يُقِيمُونَ الصَّلاةَ وَيُؤْتُونَ الزَّكاةَ وَهُمْ راكِعُونَ »  « 1 »  . \r\nوذَلِك يَتَوَقَّفُ على مُقَدَّماتٍ :\r\nالأولى : « إنَّما » لِلحَصْرِ بِالنَقْلِ عَنْ أهْلِ اللُغَةِ . قال الشاعِرُ :\r\n أنَا الذائِدُ الحامِي الذِمارِ وإنَّما * يُدافِعُ عَنْ أحْسابِهِمْ أنَا أوْ مِثْلِي « 2 » \r\nفَلَوْ لَم‌ْيَكُنْ لِلحَصْرِ لَمْ يَتِمَّ افْتِخارُهُ .\r\nالثانية : أنَّ المُرادَ بِ « الوَلِيِّ » إمّا الأوْلى بِالتَصَرُّفِ أوِ الناصِرِ ، إذْ غَيْرُ ذَلِك مِنْ مَعانِيهِ غَيْرُ صالِحٍ هُنا قَطْعاً ، لَكِنَّ الثانيَ باطِلٌ لِعَدَمِ إخْتِصاصِ النُصْرَةِ بِالمَذْكُورِ ، فَتَعَيَّنَ المَعْنَى الأوّلُ .\r\nالثَالِثة : أنَّ الخِطابَ لِلمُؤْمِنينَ لأنَّ قَبْلَهُ بِلافَصْلٍ  « يا أَيُّهَا الَّذِينَ آمَنُوا مَنْ يَرْتَدَّ مِنْكُمْ عَنْ دِينِهِ »  « 3 » ثُمَّ قال :  « إِنَّما وَلِيُّكُمُ اللَّهُ وَرَسُولُهُ . . . »  فَيَكُونُ الضَمِيرُ عائِداً إلَيْهِمْ حَقِيقَةً .\r\nالرابِعة : أنَّ المُرادَ بِ  « الَّذِينَ آمَنُوا »  فِي الآيَةِ هو بَعْضُ المُؤْمِنينَ لِوَجْهَيْنِ :\r\n( الأوّلُ ) أَنَّهُ لَوْلا ذَلِك لَكانَ كُلُّ واحِدٍ وَلِيّاً لِنَفْسِهِ بِالمَعْنَى المَذْكُورِ ، وهو باطِلٌ .\r\n( الثاني ) أَنَّهُ وَصَفَهُمْ بِوَصْفٍ غَيْرِ صالِحٍ لِكُلِّهِمْ ، وهو إيتاءُ الزَكَاةِ حالَ الرُكُوعِ ، إذِ الجُمْلَةُ هُنا حَالِيَّةٌ .\r\n","footnote":"\r\n( 1 ) المائدة : 55 و 54 .\r\n( 2 ) قال الفرزدق كما في مغنياللبيب : ج 1 ص 309 . وراجع ديوان الفرزدق : ج 2 ص 456 وفيه : « أنا الضامن من الراعي عليهمُ وإنّما » .\r\n( 3 ) المائدة : 55 و 54 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالخامِسة : أنَّ المُرادَ بِذَلك البَعْضِ « 1 » هو عَلِيُّ بْنُ أبيطالِبٍ عليه السلام خاصَّةً لِلنَقْلِ الصَحِيحِ ، واتِّفاقِ أكْثَرِ المُفَسِّرينَ عَلى أَنَّهُ كانَ يُصَلِّي ، فَسَألَهُ سائِلٌ فَأعْطاهُ خاتَمَهُ راكِعاً . وإذَا كانَ عليه السلام أوْلى بِالتَصَرُّفِ فِينَا تَعَيَّنَ أن يكونَ هوالإمامُ لأنّا لانَعْنِي بِالإمامِ إلَّاذَلِك .\r\nالثَانِي : أَنَّهُ نُقِلَ نَقْلًا مُتَواتِراً أنَّ النَبِيَّ صلى الله عليه وآله لَمَّا رَجَعَ مِنْ حَجَّةِ الوَداعِ أمَرَ بِالنُزُولِ بِغَديرِ خُمٍّ وَقْتَ الظُهْرِ ، ووُضِعَتْ لَهُ الأحْمالُ شِبْهَ المِنْبَرِ وخَطَبَ الناسَ واسْتَدْعَى عَلِيّاً ورَفَعَ بِيَدِهِ وقال : « أيُّهَا النّاسُ ألَسْتُ أوْلى بِكُمْ مِنْ أنْفُسِكُمْ ؟ » قالوا : بَلى يا رَسُولَ اللَّهِ ، قالَ : « فَمَنْ كُنْتُ مَولاهُ فَهَذا عَلِيٌّ مَولاهُ ، اللّهُمَّ والِ مَنْ والاهُ وعادِ مَنْ عاداهُ ، وانْصُر مَنْ نَصَرَهُ واخْذُلْ مَنْ خَذَلَهُ ، وأدِرِ الحَقَّ مَعَهُ كَيْفَ مَا دَارَ » « 2 » .\r\nيُكَرِّرُ ذَلِك عَلَيْهِمْ .\r\nوالمُرادُ بِ « المَوْلَى » هو الأوْلَى ، لأنَّ أوّلَ الخَبَرِ يَدُلُّ على ذَلِك وهو قَوْلُهُ صلى الله عليه وآله :\r\n« ألَسْتُ أوْلى بِكُمْ » ولِقَوْلِهِ تعالى فِي حَقِّ الكُفّارِ :  « مَأْواكُمُ النَّارُ هِيَ مَوْلاكُمْ »  « 3 » أيْ أوْلَى بِكُمْ . وأيضاً فَإنَّ غَيْرَ ذَلِك مِنْ مَعانِيهِ غَيْرُ جائزٍ هُنا ، كَالجارِ وَالمُعْتِقِ والحَليفِ وابْنِ العَمِّ ، لاسْتِحالَةِ أنْ يَقُومَ النَبيُّ فِي ذَلِك الوَقْتِ الشَديدِ الحَرِّ ويَدْعُو الناسَ ويُخْبِرُهُمْ بِأشْياءَ لامَزيدَ فائِدَةٍ فِيهَا ، بِأنْ يَقُولَ : مَنْ كُنْتُ جارَهُ أوْ مُعْتِقَهُ أوْ ابْنَ عَمِّهِ فَعَلِيٌّ كَذلكَ . وإذَا كانَ عَليٌّ عليه السلام هو الأوْلى بِنَا فَيَكُونُ هو الإمامُ .\r\nالثالِثُ : وَرَدَ مُتَواتِراً أَنَّهُ صلى الله عليه وآله قال لِعَلِيٍّ : « أنتَ مِنّي بِمَنْزِلَةِ هَارونَ مِنْ مُوسى إلَّا أَنَّهُ لانَبِيَّ بَعْدِي » « 4 »\r\nأثْبَتَ لَهُ جَميعَ مَراتِبِ هَارُونَ مِنْ مُوسى واسْتَثْنَى النُبُوَّةَ . ومِنْ\r\n","footnote":"\r\n( 1 ) وأيضاً تُسْتَفادُ عِصْمَةُ هذا البَعْضِ لأنَّهُ يَمْتَنِعُ أنْ يَجْعَلَ اللَّهُ الوِلايَةَ المُطْلَقَةَ - بَعْدَ وِلايَتِه‌ِسُبْحانَهُ ووِلايَةِ رَسُولِهِ صلى الله عليه وآله - لِمَنْ يَجُوزُ عَليهِ الخَطأُ . ويُؤيِّدُ مَا اسْتَفَدْناهُ مُقارَنَةُ وِلايَتِةِ مَعَ وِلايَةِ الأوّلَيْنِ المُمْتَنِعِ فِي حَقِّهِمَا الذَنْبُ والعِصْيانُ .\r\n( 2 ) الكافي : ج 1 ص 295 ، الهداية للشيخ الصدوق : ص 150 .\r\n( 3 ) الحديد : 15 .\r\n( 4 ) الكافي : ج 8 ص 107 ، الهداية : ص 157 و 158 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nجُمْلَةِ مَنازِلِ هَارُونَ مِنْ مُوسى أَنَّهُ كانَ خَليفَةً لَهُ لكِنَّهُ تُوُفِّيَ قَبْلَهُ ، وعَلِيٌّ عاشَ بَعْدَ رَسُول‌ِاللَّهِ صلى الله عليه وآله فَيَكُونُ خِلافَتُهُ ثابِتَةٌ ، إذْ لامُوجِبَ لِزَوالِهَا .\r\nالرابِعُ : قَوْلُهُ تعالى :  « يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ »  « 1 »  . \r\nفالمُرادُ ب  « أُولِي الْأَمْرِ »  إمّا مَنْ عُلِمَتْ عِصْمَتُهُ أوْلا ، والثاني باطِلٌ لاسْتِحالَةِ أنْ يَأمُرَ اللَّهُ بِالطاعَةِ المُطْلَقَةِ لِمَنْ يَجُوزُ عليهِ الخَطأ ، فَتَعَيَّنَ الأوّلُ ، فَيَكُونُ هُوَ عَلِيُّ بْنُ أبيطالِبٍ ، إذْ لَمْ تُدَّعَ العِصْمَةُ إلَّافيه وفِي أوْلادِهِ فَيَكُونُوا هم المَقْصُودِينَ ، وهُو المَطْلوبُ .\r\nوهَذَا الاسْتِدْلالُ بِعَينِهِ جارٍ فِي قَوْلِهِ تعالى :  « يا أَيُّهَا الَّذِينَ آمَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّادِقِينَ »  « 2 »  . \r\nالخامِسُ : أَنَّهُ عليه السلام ادَّعَى الإمامَةَ ، وظَهَرَ المُعْجِزَةُ عَلى يَدِهِ ، وكُلُّ مَنْ كانَ كَذلك فَهُو صادِقٌ فِي دَعْواهُ .\r\nأمّا أنَّهُ ادَّعَى الإمامَةَ فَظاهِرٌ فِيكُتُب‌ِالسِيَرِ والتوارِيخِ « 3 » حِكايَةُ أقْوالِه‌ِوشِكايَتِه ومُخاصَمَتِه ، حَتّى أَنَّهُ لَمّا رَأى تَخاذُلَهُمْ عنه قَعَدَ فِي بَيْتِهِ واشْتَغَلَ بِجَمْعِ كِتابِ رَبِّهِ ، وطَلَبُوهُ لِلبَيْعَةِ فَامْتَنَعَ فَأضْرَمُوا فِي بَيْتِهِ النارَ وأخْرَجُوهُ قَهْراً . ويَكْفِيْكَ فِي الوُقُوفِ على شِكايَتِهِ فِي هذا المَعْنَى خُطْبَتُهُ المُوسُومَةُ بِ « الشِقْشِقِيَّةِ » فِي نَهْجِ البَلاغَةِ .\r\nوأمّا ظُهُورُ المُعْجِزَةِ فَكَثيرَةٌ ، مِنْهَا قَلْعُ بابِ خَيْبَرَ ، ومِنْهَا مُخاطَبَتُهُ الثُعْبانَ على مِنْبَرِ الكُوفَةِ ، ومنها رَفْعُ الصَخْرَةِ العَظِيمَةِ عَنْ فَمِ القَلِيبِ لَمَّا عَجَزَ العَسْكَرُ عَنْ قَلْعِهَا ، ومِنْهَا رَدُّ الشَمْسِ حَتَّى عادَتْ إلَى مَوْضِعِهَا فِي الفَلَكِ ، وغَيْرُ ذَلِك مِمَّا لايُحْصَى .\r\n","footnote":"\r\n( 1 ) النساء : 59 .\r\n( 2 ) التوبة : 119 .\r\n( 3 ) الفَرْقُ بَيْن‌َالسِيرَةِ والتارِيخِ : هوأنَّ السِيرَةَ تُبَيِّنُ الخُصُوصِيّاتِ الحَيَوِيَّةِالفَرْدِيَّةِ للشَخصِ مَحْدُودَةً فِي الأهْلِ والاسْرَةِ والأقارِبِ والجِيرانِ ، وأمّا التارِيخُ فيُوضِّحُ الفِرَقَ الجَماعِيَّةَ السِياسِيَّة .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nوأمّا أنَّ كُلَّ مَنْ كانَ كَذلك فهو صادِقٌ فَلِمَا تَقَدَّمَ فِي النُبُوَّةِ .\r\nالسادِسُ : أن‌َّالنَبِيَّ صلى الله عليه وآله إمّاأنْ يَكُونَ قَدْنَصَّ علىإمامٍ أوْ لا ، والثاني باطِلٌ لِوَجْهَيْنِ :\r\nالأوّلُ : أنَّ النَصَّ على إمامٍ واجِبٌ تَكْمِيلًا لِلدِّينِ وتَعيِيناً لِحافِظِهِ ، فَلَوْ أخَلَّ بِهِ رَسُولُ اللَّهِ صلى الله عليه وآله لَزِمَ إخْلالُهُ بِالواجِبِ .\r\nالثاني : أَنَّهُ لَمّا كانَ شَفَقَتُهُ ورَأفَتُهُ لِلمُكَلَّفِينَ ورِعايَتُهُ لِمَصالِحِهِمْ بِحَيْثُ عَلَّمَهُمْ مَواقِعَ الاسْتِنْجاءِ والجَنابَةِ وغَيْرَ ذَلِك مِمّا لانِسْبَةَ لَهُ فِي المَصْلَحَةِ إلَى الإمامَةِ فَيَسْتَحيلُ فِي حِكْمَتِهِ وعِصْمَتِهِ أنْ لايُعَيِّنَ لَهُمْ مَنْ يَرْجِعُونَ إلَيهِ فِي وَقائِعِهِمْ وسَدِّ عَوْراتِهِمْ ولَمِّ شَعْثِهِمْ ، فَتَعَيَّنَ الأوّلُ . ولَمْ يُدَّعَ النَصُّ لِغَيْرِ عَلِيٍّ وأبيبَكرٍ إجْماعاً « 1 » ، فَبَقِيَ أنْ يَكُونَ المَنْصُوصُ عَليهِ إمّا عَلِيّاً عليه السلام أوْ أبابَكرٍ ، والثاني باطِلٌ ، فَتَعَيَّنَ الأوّلُ . وأمّا بُطْلانُ الثاني فَلِوُجُوهٍ :\r\nالأوّلُ : أَنَّهُ لَوْ كانَ مَنْصُوصاً عليه لَكانَ تَوْقِيفُ الأمْرِ عَلَى البَيْعَةِ مَعْصِيَةٌ قادِحَةٌ فِي إمامَتِهِ « 2 » .\r\nالثاني : أَنَّهُ لَوْ كانَ مَنْصُوصاً عليه لَذَكَرَ ذَلِك وادَّعاهُ فِي حال بَيْعَتِهِ أوْ بَعْدَهَا أوْ قَبْلَهَا ، إذْ لاعِطْرَ بَعْدَ عُرْسٍ « 3 » ، لَكِنَّهُ لَمْ يَدَّعِ ذَلِك ، فَلَمْ يَكُنْ مَنْصُوصاً عَليهِ .\r\n","footnote":"\r\n( 1 ) أيْ أجْمَعَ المُسْلِمُونَ على عَدَمِ التَنْصِيصِ على إمامَةِ غَيْرِهِمَا ، فَالشِيعَةُ تَدَّعي النَصَّ علىإمامَةِ عَلَيٍّ عليه السلام والجُمْهُورُ مُدَّعِ النَصِّ على إمامَةِ أبيبَكْرٍ .\r\n( 2 ) إيرادُ هذا الإشْكالِ بِعَينِهِ على الشِيعَةِ فِي أخْذِ عَلِيٍّ عليه السلام البيعةَ مِنَ الناسِ بَعْدَ الخُلَفاءِ الثَلاثَةِ لِخِلافَتِهِ عليه السلام غَيْرُ واردٍ ، لأنَّهُ عليه السلام اضْطَرَّ إلَى ما مَشَى المُسْلِمُونَ فِي ما مَضَى .\r\n( 3 ) كذا ، وَالصَحيح : لَاعِطْرَ بَعْدَ عَروس . كما في مصادركثيرةمثل : تاج‌العروس ، وأقرب‌الموارد ، والقاموس المحيط ، والمستقصى في أمثال العرب : 2 : 263 ، وتاريخ الطبري : 4 / 82 ، وبحارالأنوار : 28 / 349 ، و : 30 / 645 ، و : 33 / 564 و 573 ، وغيرها من المصادر .\r\nوأوّل من قاله أسماء بنت عبداللَّه العذريّة ، قالته بعد موتِ زوجها عروس وهو ابن‌عمّها في قصّةٍ مذكورة في مظانّها .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالثَالِثُ : أَنَّهُ لَوْ كانَ مَنْصُوصاً عَليهِ لَكانَ اسْتِقالَتُهُ مِنَ الخِلافَةِ فِي قَوْلِهِ : « أقِيلُونِي فَلَسْتُ بِخَيرِكُمْ وَعَلِيٌّ فِيْكُمْ » « 1 » مِنْ أعْظَمِ المَعاصِي ، إذْ هُوَ رَدٌّ عَلَى اللَّهِ ورَسُولِهِ ، فَيَكُونُ قادِحاً فِي إمامَتِهِ .\r\nالرابِعُ : أَنَّهُ لَوْ كانَ مَنْصُوصاً عليه لَمَا شَكَّ عِنْدَ مَوْتِهِ فِي اسْتِحْقاقِهِ الخِلافَةَ ، لَكِنَّهُ شَكَّ حَيْثُ قال : « يا لَيْتَني كُنْتُ سَألتُ رَسُولَ اللَّهِ صلى الله عليه وآله : هَلْ لِلأنْصارِ فِي هذا الأمْرِ حَقٌّ أمْ لا ؟ » « 2 » .\r\nالخامِسُ : أَنَّهُ لَوْ كانَ مَنْصُوصاً عليه لَمَا أمَرَهُ رَسُولُ اللَّهِ صلى الله عليه وآله بِالخُرُوجِ مَعَ جَيشِ اسامَةِ ، لأنَّهُ كانَ عَليلًا وقد نُعِيَتْ إلَيهِ نَفْسُهُ حَتَّى قال : « نُعِيَتْ إلَيَّ نَفْسِي ويُوشَكُ أن اقْبَضَ لِأنّه كانَ جِبْرَئيلُ يُعارِضُنِي بِالقُرآنِ كُلَّ سَنَةٍ مَرَّةً وأَنَّهُ عارَضَنِي بِهِ السَنَةَ مَرَّتَيْنِ » « 3 » فَلَوْ كانَ والحالُ هَذِهِ والإمامُ هو أبُوبَكْرٍ لَمَا « 4 » أمَرَهُ بِالتَخَلُّفِ عنه ، لَكِنَّهُ حَثَّ على خُرُوجِ الكُلِّ ، ولَعَنَ المُتَخَلِّفَ « 5 » ، وأنْكَرَ عليه لَمَّا تَخَلَّفَ عنهم .\r\nالسادِسُ : أَنَّهُ لاواحِدٌ مِنْ غَيْرِ عَلِيٍّ مِنَ الجَماعَةِ الَّذينَ ادُّعِيَتْ لَهُمُ الإمامَةُ يَصْلَحُ لَهَا ، فَتَعَيَّنَ هو عليه السلام . أمّا الأوّلُ فَلأَنَّهُمْ كانُوا ظَلَمَةً لِتَقَدُّمِ كُفْرِهِمْ ، فَلايَنالُهُمْ عَهْدُ الإمامَةِ لِقَوْلِهِ تعالى :  « لا يَنالُ عَهْدِي الظَّالِمِينَ »  « 6 »  . \r\n","footnote":"\r\n( 1 ) الطرائف للسيّد بن طاووس : ص 402 ، البحار : ج 10 ص 28 ، وج 29 ص 519 .\r\n( 2 ) الخصال : ص 173 ، البحار : ج 30 ص 138 .\r\n( 3 ) أمالي الصدوق : ص 692 ، مناقب ابن‌شهرآشوب ج 3 ص 136 وفيهما اختلاف يسير .\r\n( 4 ) الظاهِرُ أنَّ « ما » هُنا زائِدَةٌ والتَعْبِيرُ الصَحِيحِ هو « لأمَرَهُ بِالتَخَلُّفِ » أيْ تَرْكِ الخُرُوجِ مَعَ اسامَة لِلُزُومِ وُجُودِ الخَليفَةِ فِي المَدينَةِ بَعْدَ رحلتهِ صلى الله عليه وآله .\r\n( 5 ) لَوْ كانَ أبُوبَكرِ مَنْصُوصاً عَليهِ مَعَ تَخَلُّفِهِ هذا لَصارَ مَلْعُوناً ، ومَنْ لَعَنَهُ رَسُول‌ُاللَّهِ كَيْفَ يَكُونُ إماماً بَعْدَهُ .\r\n( 6 ) البقرة : 124 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nثُمَّ مِنْ بَعْدِهِ وَلَدُهُ الحَسَنُ عليه السلام ، ثُمَّ الحُسَيْنُ عليه السلام ، ثُمَّ عَلِيُّ بنُ الحُسَيْنِ عليه السلام ، ثُمَّ مُحَمَّدُ بنُ عليٍّ الباقِرِ عليه السلام ، ثُمَّ جَعْفَرُ بنُ مُحَمَّدٍ الصادِقِ عليه السلام ، ثُم‌َّمُوسى بن‌ُجَعْفَرٍ الكاظِمِ عليه السلام ، ثُمَّ عليُّبن موسَىالرِضا عليه السلام ، ثُمَّ مُحَمَّدُ بنُ عليٍّ الجوادِ عليه السلام ، ثُمَّ عليُّ بنُ مُحَمَّدٍ الهَادِي عليه السلام ، ثُمَّ الحَسَنُ بنُ عليٍّ العسكَري عليه السلام ، ثُمَّ مُحَمَّدُ بنُ الحَسَنِ صاحِبُ الزمانِ صلَوات‌ُاللَّه‌ِعَلَيْهِمْ ، بِنَص‌ِّكُلِّ سابِقٍ مِنْهُمْ عَلى لاحِقِهِ ، وَبِالأدِلَّةِ السابِقَةِ .\r\n\r\n\r\n\r\n","description":"\r\nقال : « ثُمَّ مِنْ بَعْدِهِ وَلَدُهُ الحَسَنُ عليه السلام . . . إلخ » .\r\nأقول : لَمّا فَرَغَ مِنْ إثْباتِ إمامَةِ عَلِيٍّ عليه السلام شَرَعَ فِي إثْباتِ إمامَةِ الأئِمَّةِ القائِمينَ بِالأمْرِ بَعْدَهُ ، والدَليلُ عَلَى ذَلِك مِنْ وُجُوهٍ :\r\nالأوّلُ : النَصُّ مِنَ النَبِيِّ صلى الله عليه وآله ، فَمِنْ ذَلِك قَوْلُهُ لِلْحُسَيْنِ عليه السلام « هذا وَلَدِي الحُسَيْنُ إمامٌ ابْنُ إمامٍ أخُو إمامٍ أبُوأئِمَّةٍ ، تاسِعُهُمْ قائِمُهُمْ أفْضَلُهُمْ » « 1 » .\r\nومِنْ ذَلِك ما رَواهُ جابِرُ بْنُ عَبدِاللَّهِ الأنْصارِيِّ قال : لَمّا قالَ اللَّهُ تعالى :  « يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ »  « 2 » قُلْتُ : يا رَسُولَ اللَّهِ عَرَفْنَا اللَّهَ فَأطَعْناهُ ، وعَرَفْناكَ فَأطَعْناكَ ، فَمَنْ أولو الأمْرِ الَّذينَ أمَرَنَا اللَّهُ تعالى بِطاعَتِهِمْ ؟ قال : « هُمْ خُلَفائِي يا جابِرُ وأوْلِياءُ الأمْرِ بَعْدِي أوّلُهُمْ أخِي عَلِيٌّ ثُمَّ مِنْ بَعْدِهِ الحَسَنُ ولَدُهُ ، ثُمَّ الحُسَيْنُ ، ثُمَّ عَلِيُّ بْنُ الحُسَيْنِ ، ثُمَّ مُحَمَّدُ بْنُ عَلِيٍّ - وسَتُدْرِكُهُ يا جابِرُ ، فإذا أدْرَكْتَهُ فَاقْرَأهُ مِنِّي السَلامَ - ثُمَّ جَعْفَرُ بْنُ مُحَمَّدٍ ، ثُمَّ مُوسَى بْنُ جَعْفَرَ ،\r\n","footnote":"\r\n( 1 ) الصراط المستقيم : ج 2 ص 118 . ولَعَلَّ وَجْهَ أفْضليَّتِهِ عليه السلام عَلَى الأئِمَّةِ السابِقِينَ هو كَثْرَةُ عِباداتِهِ فِي عُمْرٍ أطْوَلٍ مِنْ أعْمارِهِمُ الشَريفَةِ ونَيلُهُ على غَرَضٍ لَم‌ْيَنَلْهُ نَبِيٌّ ولارَسولٌ ولاإمامٌ قَبْلَهُ ، وإلّا لاتَفاضُلَ بَيْنَهُ وبَيْنَ الائِمَّةِ السابِقِينَ عَلَيهِ فِي الكَمالاتِ العامَّةِ المُشْتَرَكَةِ لِجَمِيعِهِمْ .\r\n( 2 ) النساء : 59 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nثُمَّ عَلِيُّ بْنُ مُوسَى الرِضا ، ثُمَّ مُحَمَّدُ بْنُ عَلِيٍّ ، ثُمَّ عَلِيُّ بْنُ مُحَمَّدٍ ، ثُمَّ الحَسَنُ بْنُ عَلِيٍّ ، ثُمَّ مُحَمَّدُ بْنُ الحَسَنِ يَمْلأُ الأرْضَ قِسْطاً وعَدْلًا كَمَا مُلِئَتْ جَوْراً وظُلْماً » « 1 » .\r\nومِنْ ذَلِك ما رُوِيَ عَنْهُ صلى الله عليه وآله أَنَّهُ قال : « إنَّ اللَّهَ اخْتارَ مِنَ الأيّامِ يَوْمَ الجُمُعَةِ ، ومِنَ الشُهُورِ شَهْرَ رَمَضانَ ، ومِنَ اللَيالِي لَيْلَةَ القَدْرِ . واخْتارَ مِنَ الناسِ الأنْبِياءَ ، واخْتارَ مِنَ الأنْبِياءِ الرُسُلَ ، واخْتارَني ، واخْتارَ مِنِّي عَلِيّاً ، واخْتارَ مِنْ عَلِيٍّ الحَسَنَ والحُسَيْنَ ، واخْتارَ مِنَ الحُسَيْنِ الأوْصِياءَ ، وهُمْ تِسْعَةٌ مِنْ وُلْدِهِ ، يَمْنَعُونَ عَنْ هَذا الدِينِ تَحْريفَ الضالِّينَ وانْتِحالَ المُبْطِلينَ وتَأوِيلَ الجاهِلِينَ » « 2 » .\r\nالثاني : النَصُّ المُتَواتِرُ مِنْ كُلِّ واحِدٍ مِنْهُمْ عَلَى لاحِقِهِ ، وذَلِك كَثِيرٌ لايُحْصَى ، نَقَلَتْهُ الإمامِيَّةُ على اخْتِلافِ طَبَقاتِهِمْ .\r\nالثَالِثُ : أنَّ الإمامَ يَجِبُ أنْ يَكُونَ مَعْصُوماً ، ولا شيءَ مِنْ غَيْرِهِمْ بِمَعْصُومٍ ، فَلا شَيْءَ مِنْ غَيْرِهِمْ بِإمامٍ . أمّا الأوّلُ فَقَدْ مَرَّ بَيانُهُ . وأمّا الثاني فَبِالإجْمَاعِ أَنَّهُ لَم‌ْيُدَّعَ العِصْمَةُ فِيأحَدٍ إلّافِيهِم فِي زَمان‌ِكُلِّ واحِدٍ مِنهُم ، فَيَكُونُوا هُمُ الأئِمَّةُ ، وبَيانُهُ كَمَاتَقَدَّمَ .\r\nالرابِعُ : أَنَّهُمْ كانُوا أفْضَلَ مِنْ كُلِّ واحِدٍ مِنْ أهْلِ زَمانِهِمْ ، وذَلِك مَعْلُومٌ فِي كُتُبِ السِيَرِ والتوارِيخَ فَيَكُونُوا أئِمَّةً لِقُبْحِ تَقْديمِ المَفْضُولِ عَلَى الفاضِلِ .\r\nالخامِسُ : أنَّ كُلَّ واحِدٍمِنْهُمْ ادَّعَى الإمامَةَوظَهرَ المُعْجِزُ علىيَدِهِ فَيَكُونُ إماماً « 3 » .\r\n","footnote":"\r\n( 1 ) عوالي اللآلي : ج 4 ص 89 ح 120 .\r\n( 2 ) المعتبر : ج 1 ص 24 ، دلائل الإمامة : ص 454 .\r\n( 3 ) تَقَعُ مُسألَةٌ بَيْنَ الناس فِي أيّامِنا هَذِهِ الَّتي نَشْتَغِلُ فيها بِكِتابَةِ هَذِهِ التعالِيقِ ، وهِيَ أيّامُ احْتِلال‌ِأعْدائِنَا الغَرْبِيّينَ ( مِنْ أمِريكا وإنگلترا ) العِراقَ وقَتْلِهِمُ الأبْرِياءَ وهَتْكِهِمْ لِحُرمَةِ الأئِمَّةِ فِي مَقابِرِهِمُ الشَريفَةِ ، وهِيَ ( أيْ المُسائَلَةُ ) أنَّ الائِمَّةَ ( وهُمْ أحْياءٌ فِي النَشْأةِ الاخْرَى ومُحيطُونَ عَلَى نَشْأتِنَا هذه ) مَعَ كَوْنِهِمْ قادِرينَ عَلَى دَفْعِ الأعْداءِ وإهْلاكِهِمْ بِطَريقِ الإعْجازِ فَلِماذا لايَدْفَعُونَ شَرَّهُمْ ؟\r\nقُلْنا : ( أوّلًا ) أنَّ كُلَّ نَبِيٍّ وإمامٍ فِي فِعْلِ المُعْجِزِ يَجِبُ أنْ يأذَنَ اللَّهُ لَهُ .\r\nو ( ثانياً ) أنَّ لِلمُعْجِزَةِ مَوْرِداً خاصّاً ، فَفِي غَيْرِ مَوْرِدِها يكونُ فِعْلُ المُعْجِزِ لَغْواً ، ولِهَذا لَم‌ْيُقْدِمْ\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nوبَيانُ ذَلِك قَدْ تَقَدَّمَ ، ومُعْجِزاتُهُمْ قَدْ نَقَلَتْهَا الإمامِيَّةُ فِي كُتُبِهِمْ ، فَعَلَيْكَ فِي ذَلِك بِكِتابِ خَرائِجِ الجَرائِحِ لِلراوَنْدي وغَيْرِهِ مِنَ الكُتُبِ فِي هذا الفَنِّ .\r\nفائِدَةٌ\r\nالإمامُ الثانيعَشَرَ عليه السلام حَيٌّ مَوْجُودٌ مِنْ حِينِ وِلادَتِهِ ، وهِيَ سَنَةُ سِتٍّ وخَمْسينَ ومائَتَيْنِ إلَى آخِرِ زَمانِ التكْلِيفِ « 1 » ، لأنَّ كُلَّ زَمانٍ لابُدَّ مِنْ إمامٍ مَعْصُومٍ لِعُمُومِ الأدِلَّةِ « 2 » ، وغَيْرُهُ لَيْسَ بِمَعْصُومٍ ، فَيَكُونُ هو الإمامُ .\r\nوأمَّا الاسْتِبْعادُ بِبَقاءِ مِثْلِهِ فَباطِلٌ « 3 » ، لأَنَّ ذَلِك مُمْكِنٌ ، خُصُوصاً وقَدْ وَقَعَ\r\n","footnote":"\r\nرسول‌ُاللَّه صلى الله عليه وآله عَلَىفِعْلِهِ حينَ مَاسَألَهُ المُشْرِكُونَ المُعْجِزَةَبَعْدَ إثْباتِ الحَقيقَةِ وإبْلاغِ الحُجَّةِ والبَيِّنَةِ .\r\nو ( ثالِثاً ) أنَّ الاخْتيارَ والامْتِحانَ مِن‌َاللَّهِ سُنَّةٌ جارِيَةٌ في كُلِّ زَمانٍ حَتّى يُؤمِنَ مَنْ يُؤمِنُ اخْتياراً ويَكْفُرَ مَنْ يَكْفُرُ اخْتياراً ، فَلَوْ دَفَعَتِ الأئِمَّةُ الأعْداءَ إعْجازاً لأسْلَمَ الأعْداءُ وآمَنُوا تَحْميلًا وإكْراهاً ، وهَذا نَقْضٌ لِلسُنَّةِ المَذْكُورَةِ . مُضافاً إلى أنَّ الأعْداءَ لَوْ تَمَكّنوا من تَخْريبِ مَقابِرِهِمُ الطاهِرَةِ ( لَا سَمِحَ اللَّهُ ) لَمْ يَصِرْ الناسُ بِجَمِيعِهِم كافِرينَ مَعَ وُجُودِ العُلَماءِ والمُبَلِّغِينَ .\r\n( 1 ) الْمُرادُ مِنْ « زَمان‌ِالتَكِليفِ هوزَمانٌ يُوجَدُ فِيهِ حَيٌّبالِغ عاقِلٌ وإن‌ْكانَ واحِداً ، وتَحْصِيلُ الإيمانِ فِيهِ بُرْهانِيّاً ، لأنَّ الحَقائِقَ الإيمانِيَّةَ إذا صارَتْ ضَرُورِيَّةً وُجْدانِيَّةً إمّا بِمُعايَنَةِ عَلائِمِ البَرْزَخِ عِنْدَالمَوْتِ أوْ بِغَيْرِهَا ولَمْ يُمْكِنِ العَمَلُ بِالشَريعَةِ مَعَ حُرّيَّةٍ واخْتِيارٍ فَقَدْ انْقَضَى زَمانُ التَكلِيفِ .\r\n( 2 ) أيْ الأدِلَّةُ المَذْكُورَةُ فِي الإمامَةِ العامَّةِ ، كَوُجُوبِ اللُطْفِ عليه تعالى واسْتِحالَةِ إخْلالِهِ سُبحانه بِالواجِبِ مِنْ جِهَةٍ ووُجُوبِ تَعيينِ النَبِيِّ وتَنْصِيصِهِ عَلَى إمامَةِ مَنْ يَخْلِفهُ بَعْدُ لِتَحْصِيلِ الأغْراضِ المُعَيَّنَةِ مِنْ جِهَةٍ اخْرَى .\r\n( 3 ) بُطْلانُ هذا الاسْتِبْعادِ يَكُونُ مِنْ جِهَتَيْنِ :\r\nالاولَى : لادليلَ عَلَى ما يَسْتَبْعِدُهُ المُسْتَبْعِدُ مِنْ رَأسِهِ فِي كُلِّ أمْرٍ وقَضِيَّةٍ إثْباتِيَّةٍ أوْ إنْكارِيَّةٍ .\r\nالثَانِيةُ : أَنَّهُ لا امْتِناعَ فِي ما يَسْتَبْعِدُهُ ذاتاً ووُقُوعاً ، لأنَّهُ إنْ امْتَنَعَ بَقاوُهُ عليه السلام لايُوجَدُ أصْلًا لأنَّ البَقاءَ إمّا إمرارُ الوجُودِ الأوّلِ أوْ إعْطاءُ الوُجُودِ عَلَى الباقِي فِي كُلِّ آنٍ بِحَيْثُ لايُعلَمُ انْقِطاعٌ لِحَبْلِ وُجُودِهِ .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nفِي الأزْمِنَةِ السالِفَةِ فِي حَقِّ السعَداءِ والأشْقِياءِ ما هُوَ أزْيَدُ مِنْ عُمرِهِ عليه السلام .\r\nوأمّا سَبَبُ خَفائِهِ فَإمَّا لِمَصْلَحَةٍ اسْتَأْثَرَ اللَّهُ بِعِلْمِهَا أوْ لِكَثْرَةِ العَدُوِّ وقِلَّةِ الناصِرِ « 1 » ، لأنَّ حِكْمَتَهُ تعالى وعِصْمَتَهُ عليه السلام لايَجُوزُ مَعَهُمَا مَنْعُ اللُطْفِ فَيَكُونُ مِنَ الغَيْرِ المُعادِي « 2 » وذَلِك هو المَطْلُوبِ .\r\nاللّهُمَّ عَجِّل فَرَجَهُ وأرِنَا فَلَجَهُ ، واجْعَلْنَا مِنْ أعْوانِهِ وأتْباعِهِ ، وارْزُقْنَا طاعَتَهُ ورِضاهُ ، واعْصِمْنَا مُخالَفَتَهُ وسَخَطَهُ ، بِحَقِّ الحَقِّ والقائِلِ بِالصِدْقِ .\r\n","footnote":"\r\n( 1 ) إن‌ْقُلْنا بِالمَصْلَحَةِ المَذْكُورَةِ فِيسَبَبِ خَفائِهِ عليه السلام فهو المَطْلُوبُ وإنْ قُلْنا سَبَبُهُ قِلَّةُ النَاصِرِ وكَثْرَةُالعَدُوِّ فهَذِهِ القِلَّةُ وتِلْكَ الكَثْرَةُ مَوْجُودَتانِ فِي كُلِّ زَمانٍ حَتَّى زَمانِ ظُهُورِهِ سلام اللَّه عليه .\r\n( 2 ) أيْ يَدومُ خفاؤهُ عليه السلام بِأيِّ سَبَبٍ كانَ حَتَّى لايَبْقَى لَهُ مُعادٍ يُعادِيهِ ، كَمَا يَشْهَدُ عَلَى ذَلِك بَعْضُ الأخْبارِ الدالُّ على كَمالِ أحْلامِ النَاسِ وجَمْعِ عُقُولِهِمْ فِي ذَلِك الزَمانِ . وأمّا الجَمْعُ بَيْنَ السَبَبَيْنِ المُحْتَمَلَيْنِ لِخَفائِهِ فَهُوَ أنْ نَقُولَ سَبَبُ خَفائِهِ عليه السلام فِي غَيْبَتِهِ الصُغْرَى كَثْرَةُ العَدُوِّ وقِلَّةُ النَاصِرِ ، وفِي الكُبْرَى المَصْلَحَةُ الخَفِيَّةُ المُتَقَدِّمَةُ ذِكْرُها كَمَا جَمَعَ بينَهُمَا ( أيْ بَيْنَ السَبَبَيْنِ ) العَلَّامَةُ السَيِّدُ هِبَةُالدينِ الشَهْرِسْتاني فِي تَعْلِيقاتِهِ على نُكَتِ الشِيخِ المُفيدِ رحمه الله .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nالفَصْلُ السَابِعُ في المَعادِ\r\nاتَّفَقَ المسْلِمونَ كافَّةً على وُجُوبِ المعادِ البدَنيِّ « 1 » ، ولأَنَّهُ لَوْلَاهُ .\r\n\r\n\r\n\r\n","description":"\r\nقال : « اتَّفَقَ المسْلِمونَ كافَّةً على وُجُوبِ المعادِ البدَنيِّ . . . إلخ »\r\nأقول : المَعادُ زَمان‌ُالعَوْدِ ومَكانُهُ « 2 » ، والمرادُ بِهِ هُنَا هو الوُجُودُ الثانيلِلأجْسامِ وإعادَتُهَا بَعْدَ مَوْتِهَا وتَفَرُّقِهَا « 3 » ، وهو حَقٌّ واقِعٌ خِلافاً لِلحُكَماءِ . والدَليلُ على ذَلِكَ\r\n","footnote":"\r\n( 1 ) تَقْيِيدُ المُصَنِّفِ المَعادَ بِقيدِ البَدَنِيِّ لِلاحْتِرازِ عَنِ المَعادِ الرُوحانِيِّ الَّذي قال بِهِ بَعْضٌ . ويُمْكِن‌ُتَفْسيرُ قَوْلِ البَعْضِ هُنَا بِأنَّ المَعادَ في الحَقيقَةِ رُوحانِيٌّ ، أيِ العَذابُ والعِقابُ واللَذَّةُ والثَوابُ ، كُلٌّ مِنْهَا مُتَوَجِّهٌ إلى النَفْسِ ، وَلَكِنْ يَجِبُ لَها أنْ تَتَعَلَّقَ بِآلَةٍ مادِّيَّةٍ وهِيَ البَدَنُ ، وإنْ أرادَ البَعْضُ عَدَمَ دَخْلِ البَدَنِ أصْلًا فَهُوَ مُنازِعٌ مَعَ ظَواهِرِ الأدِلَّةِ النَقْلِيَّةِ الَّتي لاتُحْصَى مِنَ القُرْآنِ والحَديثِ ، بَلْ هو يُنازِعُ مَعَ ضَروريَّةٍ مِنَ الضَرُورِيّاتِ .\r\n( 2 ) أوْ يَكُونُ المَعادُ مَصْدَراً مِيمِيّاً .\r\n( 3 ) يُتَصَوَّرُ المُرادُ مِنَ العَوْدِ في ثَلاثِ مَعانٍ ( وإنْ كانَ مَآلُها واحِداً ) :\r\nالأوّلُ : عَوْدُ الذَرَّاتِ مِنَ التفَرُّقِ إلى الاجْتِماعِ الأوّلِ .\r\nوالثَاني : عَوْدُ الأرْواحِ إلى الأجْسامِ كَكَوْنِهِمَا مَعاً في الدُنْيَا .\r\nوالثَالِثُ ( وهُوَ المَآلُ ) : عَوْدُ الإنْسانِ إلى الحَياةِ بَعْدَ مَوْتِهِ .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nلَقَبُحَ التكْلِيفُ ، ولأَنَّهُ مُمْكِنٌ « 1 » ، والصادِقُ قَدْ أخْبَرَ بِثُبُوتِهِ فَيَكُونُ حَقّاً ، والآياتُ الدالَّةُ عليه والإنْكارُ على جاحِدِهِ « 2 » .\r\n\r\n\r\n\r\n","description":"\r\nمِنْ وُجُوهٍ :\r\nالأوّل : إجْماع‌ُالمُسْلِمينَ علىذَلِك مِنْ غَيْرِ نَكِيرٍ بَيْنَهُمْ فِيهِ ، وإجْماعُهُمْ حُجَّةٌ « 3 » .\r\nالثاني : أَنَّهُ لَوْ لَمْ يَكُنِ المَعادُ حَقّاً لَقَبُحَ التكْليفُ ، والتالي باطِلٌ ، فَالمُقَدَّمُ مِثْلُهُ .\r\nبَيانُ الشَرْطِيَّةِ : أنَّ التكْليفَ مَشَقَّةٌ مُسْتَلْزِمَةٌ لِلتَعْوِيضِ عَنْهَا ، فَإنَّ المَشَقَّةَ مِنْ غَيْرِ عِوَضٍ ظُلْمٌ ، وذَلِكَ العِوَضُ لَيْسَ بِحاصِلٍ في زَمانِ التكْلِيفِ « 4 » ، فَلابُدَّ حِينَئِذٍ مِنْ دارٍ اخْرَى يَحْصُلُ فِيهَا الجَزاءُ على الأعْمالِ ، وإلَّا لَكانَ التكْلِيفُ ظُلْماً وهو قَبِيحٌ ، تعالى اللَّهُ عنه .\r\nالثالث : أنَّ حَشْرَ الأجْسامِ مُمْكِنٌ ، والصادقُ أخْبَرَ بِوُقُوعِهِ ، فَيَكُونُ حَقّاً .\r\n","footnote":"\r\n( 1 ) هذا نِصْفُ الدَلِيلِ لاتَمامُهُ ، ونِصْفُهُ حَتَّى يَتِمَّ جُمْلَةَ « والصَادِقُ قَدْ أخْبَرَ بِثُبُوتِهِ » وبِهَذا الدَليل‌ِيَثْبُتُ أمْرانِ : الاوّلُ إمْكانُ المَعادِ البَدَنِيِّ ، والثانِي ثُبُوتُهُ ووُقُوعُهُ .\r\n( 2 ) تَوْضِيحُ الكَلامِ مَع‌َتَنْقِيحٍ وتَلْخِيصٍ ، هو : أنَّ ثُبوتَ المَعادِ يَتَوَقَّفُ علىامُورٍ خَمْسَةٍ الَّتي بِثُبُوتِهَا يَثْبُت‌ُالمَعادُ : الأوّلُ عِلْمُ المُحيِي بِأجْزاءِ بَدَنِيَّةِكُلِّ أحَدٍ ورُوحِهِ . الثَاني قُدْرَتُه‌ُعَلى تَمِييزِه‌ِمِنْ غَيْرِهِ ونَفْخ‌ِالرُوحِ وإحْيائِهِ . الثَالِثُ إمْكان‌ُالإحْياءِ . الرابِع‌ُلُزُومُ الإحْياءِ . الخامِسُ صِدْق‌ُالخَبَرِ المُخْبِرِ .\r\n( 3 ) بَل‌ْإجْماعُ المِلّيّينَ ، وهوأقْوَى فيإثْباتِ المُدَّعَى مِن الاجْماعِ المِلِّيِّ ( مِلَّةِ الإسلامِ فَقَط ) . وقَدْ أشَرْنا فيما مَضَىإلى أن‌َّالإجْماعَ مِن‌ْحَيْثُ مُتَعَلَّقِهِ عَلَىأربع : مَذْهَبِيٌّ ومِلِّيٌّ وبَيْن‌َالمِلَلِيِّ وعُقلائيّ .\r\n( 4 ) عِلَّةُ عَدَمِ حُصُولِهِ أمْرانِ :\r\nأحَدُهُمَا : أنَّ هَذِهِ الدُنْيا دارٌ تَتَغالَبُ فِيهَا العَوامِلُ والأضْدادُ والامُورُ ، فَمَع ذَلِكَ لايُمْكِنُ وُصُولُ الأجْرِ إلى عامِلِهِ وظَفَرُ العامِلِ عَلَى أجْرِهِ الخالِصِ .\r\nوثانِيهِمَا : أنَّ الجَزاءَ يَتَرَتَّبُ بِآثارِ العَمَلِ ، فَتِلْكَ الآثارُ تَنْتَشِرُ في نِظامِ الكَوْنِ ولايُمْكِنُ إيصالُهُ مَعَ سِعَتِهِ إلى العامِلِ إلّاأنْ يَكُونَ عالَمٌ آخَرُ حَتَّى يَصِلَ العامِلُ إلى جَزائِهِ مَعَ سِعَتِهِ وخُلُوصِهِ دُونَ أيِّ تَزاحُمٍ وتَعارُضٍ وشَوْبٍ .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nوكُلُّ مَنْ لَهُ عِوَضٌ أوْ عَلَيْهِ يَجِبُ بَعْثُهُ عَقْلًا وغَيْرُهُ يَجِبُ إعادَتُهُ سَمْعاً « 1 » .\r\n\r\n\r\n\r\n","description":"\r\nأمّا إمْكانُهُ فَلأنَّ أجْزاءَ المَيِّتِ قابِلَةٌ لِلجَمْعِ وإفاضَةِ الحَياةِ عَلَيهَا ، وإلَّا لَمَا اتَّصَفَ بِهَا مِنْ قَبْلُ ، واللَّهُ تعالى عالِمٌ بِأجْزاءِ كُلِّ شَخْصٍ ، لِمَا تَقَدَّمَ مِنْ أَنَّهُ عالِمٌ بِكُلِّ المَعْلُوماتِ ، وقادِرٌ عَلَى جَمْعِهَا لِأنَّ ذَلِكَ مُمْكِنٌ . واللَّهُ تعالى قادِرٌ على كُلِّ المُمْكِناتِ ، فَثَبَتَ أنَّ إحْياءَ الأجْسامِ ممكنٌ .\r\nوأمّا أنَّ الصادِقَ أخْبَرَ بِوُقُوعِ ذَلِكَ فَلأَنَّهُ ثَبَتَ بِالتَواتُرِ أنَّ النَبِيَّ صلى الله عليه وآله كانَ يُثْبِتُ المَعادَ البَدَنِيَّ ويَقُولُ بِهِ « 2 » ، فَيَكُونُ حَقّاً ، وهُوَ المَطْلُوبُ .\r\nالرابع : دِلالَةُ القُرْآنِ عَلَى ثُبُوتِهِ والإنْكارُ على جاحِدِهِ ، فَيَكُونُ حقّاً .\r\nأمّا الأوّلُ فَالآياتُ الدالَّةُ عَليهِ كَثيرَةٌ ، نَحْوُ قَوْلِهِ تعالى :   « وَضَرَبَ لَنا مَثَلًا وَنَسِيَ خَلْقَهُ قالَ مَنْ يُحْيِ الْعِظامَ وَهِيَ رَمِيمٌ * قُلْ يُحْيِيهَا الَّذِي أَنْشَأَها أَوَّلَ مَرَّةٍ وَهُوَ بِكُلِّ خَلْقٍ عَلِيمٌ »   « 3 »   .  \r\nوغَيْرِ ذَلِكَ مِنْ الآياتِ .\r\nقال : « وكُلُّ مَنْ لَهُ عِوَضٌ أوْ عَلَيْهِ يَجِبُ بعثه . . . إلخ » .\r\nأقول : الَّذِي يَجِبُ إعادَتُهُ على قِسْمَيْنِ :\r\n","footnote":"\r\n( 1 ) الحَقائِقُ الَّتِي يَجِبُ الاعْتِقادُ بِهَا عَلَى قِسْمَيْنِ : الأوّلُ ، الاصُولُ الاعْتِقادِيَّةِ ، والثَاني المَسائِلُ الاعْتِقادِيَّةِ وفُرُوعُهَا .\r\nفمِنَ الأوّلِ كَأصْلِ المَعادِ الَّذِي أثْبَتْناهُ ، فَالآنَ نَخُوضُ في ذِكْرِ مَسائِلِ أصْلِ المَعادِ ومُلْحَقاتِهِ .\r\n( 2 ) بِقَوْلِهِ صلى الله عليه وآله : يا بَنِي عَبْدِالمُطَّلِبِ إنَّ الرائِدَ لايَكْذِبُ أهْلَهُ ، والَّذِي بَعَثَنِي بِالحَقِّ لَتَمُوتُنَّ كَما تَنامُونَ ولَتُبْعَثُنَّ كَما تَسْتَيْقِظُونَ . . . . ( ميزان الحِكمة : فصل المعاد حديثُ 14138 )\r\n( 3 ) يس : 78 و 79 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nوَيَجِبُ الإقْرارُ « 1 » بِكُلِّ مَا جَاءَ بِهِ النَبيُّ صلى الله عليه وآله ، فَمِنْ ذَلِكَ الصِراطُ وَالميزانُ وَإنطاقُ الجَوَارِحِ وَتَطايُرُ الكتُبِ لإمْكانِها ، وقَدْ أخْبَرَ الصَادِقُ بِهَا ، فَيَجِبُ الاعْتِرَافُ بِهَا .\r\n\r\n\r\n\r\n","description":"\r\nأحَدُهُمَا : يَجِبُ إعادَتُهُ عَقْلًا وسَمْعاً ، وهو كُلُّ مَنْ لَهُ حَقٌّ مِنْ ثَوابٍ أوْ عِوَضٍ لِيَصِلَ حَقُّهُ إلَيْهِ ، وكُلُّ مَنْ عَليهِ حَقٌّ مِنْ عِقابٍ أوْ عِوَضٍ لأخْذِ الحَقِّ مِنْهُ .\r\nوثانِيهمَا : مَنْ لَيْسَ لَهُ حَقٌّ ولاعَلَيهِ حَقٌّ مِنْ باقِي الأشْخاصِ ، إنْسانِيَّةً كانَت أو غَيْرَها مِنَ الحِيواناتِ الإنْسِيَّةِ والوَحْشِيَّةِ وذَلِكَ يَجِبُ إعادَتُهَا سَمْعاً لِدَلالَةِ القُرْآنِ والأخْبارِ المُتَواتِرَةِ عَليهِ .\r\nقال : « وَيَجِبُ الإقْرارُ بِكُلِّ مَا جَاءَ بِهِ النَبيُّ صلى الله عليه وآله . . . إلخ » .\r\nأقول : لَمّا ثَبَتَ نُبُوَّةُنَبِيِّنَا صلى الله عليه وآله وعِصْمَتُهُ ثَبَتَ أَنَّهُ صادِقٌ فِيكُلِّ ماأخْبَرَبِوُقُوعِهِ ، سَواءًكانَ سابِقاً عَلى زَمانِهِ كَإخْبارِهِ عَنِ الأنْبِياءِ السالِفِينَ وامَمِهِمْ والقُرُونِ الماضِيَةِ وغَيْرِهَا ، أوْ في زَمانِهِ كَإخْبارِهِ بِوُجُوبِ الواجِبَاتِ وتَحْريمِ المُحَرَّماتِ ونَدْبِ\r\n","footnote":"\r\n( 1 ) مُتَعَلَّقاتُ الإيمانِ عَلَى قِسْمَيْنِ : اعْتِقادِيٌّ وإقْرارِيٌّ . فَالاعْتِقادِيُّ هو الَّذِي يَجِبُ أنْ يَسْتَدِل‌َّالمُؤْمِنُ عَلَى ثُبُوتِهِ بِدَلِيلٍ أوْ بِأدِلَّةٍ عَقْلِيَّةٍ ويُؤَيِّدَهُ بِالنَقْلِ ، كَوَحْدانِيَّةِ اللَّهِ تعالى وحَقِّيَّةِ أصْلِ المَعادِ وغَيْرِهِمَا . والإقْرارِيُّ هُو ما لايُمْكِنُ إقامَةُ دَليلٍ عقْلِيٍّ على إثْباتِهِ سِوى النَقْلِ وإنْ كانَ في نَفْسِهِ شَيْءٌ في قَبُولِهِ لايَعْتَنِي بِهِ بَلْ يَعْتَمِدُ على خَبَرٍ صادِقٍ فَقَطْ لأنَّهُ ( أيْ مُتَعَلَّقُ الإقْرارِيُّ ) حَقِيقَةٌ فَوْقَ عُقُولِ النَاسِ ما لَم‌ْيُكْشَفْ عَنْهُمُ الغِطاءُ ولَمْ يَظْهَرْ لَهُمْ عَيناً كَمَا يُكْشَفُ الغِطاءُ ويَظْهَرُ لَهُمْ عِنْدَ المَوْتِ . والأولى أنْ نَقُولَ : يُنْظَرُ إلى كُلِّ حَقَيقَةٍ إقْراريَّةٍ مِنْ جِهَتَيْنِ :\r\nالأولى : أَنَّهَا اعْتِقادِيَّةٌ أيضاً لِكَوْنِهَا مِمّا أخْبَرَ بِهِ الصَادِقُ فَيَجِبُ الإيمانُ بِهَا إيماناً قَطْعِيّاً كَالإيمانِ بِاصُولِ الدِينِ .\r\nالثَانِيةُ : أَنَّهَا إقْراريَّةٌ لِعَدَمِ إمْكانِ العِلْمِ بِدَقائِقِهَا وتَفْصيلِهَا .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nوَمِنْ ذَلِكَ الثَوابُ والعقابُ ، وتَفْصِيلُهُما المَنْقُولَةُ مِنْ جِهَةِ الشَرعِ صَلَواتُ اللَّهِ على الصادِعِ بِهِ .\r\n\r\n\r\n\r\n","description":"\r\nالمَنْدُوباتِ والنَصِّ على الأئِمَّةِ وغَيْرِ ذَلِكَ مِنَ الأخْبارِ . أوْ بَعْدَ زَمانِهِ فَإمّا في دارِ التكْلِيفِ\r\nكَقَوْلِهِ صلى الله عليه وآله لِعَلِيٍّ عليه السلام : « سَتُقاتِلُ بَعْدِي الناكِثينَ والقاسِطِينَ والمارِقينَ » « 1 »\r\nأوْ بَعْدَ التكْلِيفِ كَأحْوالِ المَوْتِ وما بَعْدَهُ ، فَمِنْ ذَلِكَ عَذابُ القَبْرِ والصِراطُ والمِيزانُ والحِسابُ وإنْطاقُ الجَوارِحِ وتَطايُرُ الكُتُبِ وأحْوالُ القِيامَةِ وكَيفِيَّةُ حَشْرِ الأجْسامِ وأحْوالُ المُكَلَّفِينَ في البَعْثِ . ويَجِبُ الإقْرارُ بذَلِكَ أجْمَعَ « 2 » والتصْدِيقُ بِهِ ، لأنَّ ذَلِكَ كُلَّهُ أمْرٌ مُمْكِنٌ لا اسْتِحالَةَ فِيهِ ، وقَدْ أخْبَرَ الصادِقُ بِوُقُوعِهِ ، فَيَكُونُ حَقّاً .\r\nقال : « وَمِنْ ذَلِكَ الثَوابُ والعقابُ . . . إلخ » .\r\nأقول : إنَّ مِنْ جُمْلَةِ ما جاءَ بِهِ النَبِيُّ صلى الله عليه وآله الثَوابُ والعِقابُ ، وقَدْ اخْتُلِفَ في أَنَّهُمَا مَعْلُومانِ عَقْلًا أمْ سَمْعاً « 3 » . أمَّا الأشاعِرَةُ فَقالُوا : سَمْعاً . وأمَّا المُعْتَزِلَةُ فَقالَ بَعْضُهُمْ بِأنَّ الثَوابَ سَمْعِيٌّ ، إذْ لايُناسِبُ الطاعاتِ ولا يُكافِي ما صَدَرَ عَنْهُ مِنَ النِعَمِ العَظِيمَةِ ، فَلا يَسْتَحِقُّ عَلَيهِ شَيْءٌ في مُقابَلَتِهَا ، وهو مَذْهَبُ البَلْخِيِّ . وقال مُعْتَزِلَةُ البَصْرَةِ : إنَّهُ عَقْلِيٌّ لاقْتِضاءِ التكْلِيفِ ذَلِكَ ، ولِقَوْلِهِ :  « جَزاءً بِما  كُنْتُمْ تَعْمَلُونَ » « 4 » .\r\n","footnote":"\r\n( 1 ) عوالي اللآلي : ج 4 ص 87 ح 106 ، البحار : ج 29 ص 429 ، وج 30 ص 588 .\r\n( 2 ) أيْ يَجِبُ الإقْرارُ بِجَمِيعِ هَذِهِ الحَقائِقِ ولايَسْتَثْنِي واحِدَةً مِنْهَا لأنَّ اسْتِثْناءَ واحِدَةٍ مِنْهَا فيالتَصْدِيقِ مَعَ فَرْضِ أَنَّهُ مؤمِنٌ بِنُبُوَّةِ النَبِيِّ وإمامَةِ الإمامِ وعِصْمَتِهِمَا ومَعَ فَرْضِ صِدْقِ الخَبَرِ الصَادِرِ عَنْهُمَا يُنافِي إيمانَهُ بِهِمَا .\r\n( 3 ) ويُمْكِنُ الجَمْعُ بَيْنَ القَوْلَيْنِ - أيْ عَقْلِيَّةُ الثَوابِ وسَمْعِيَّتُهُ - بِأنَّ أصْلَ تَعَلُّقِ الثَوابِ عَقْلِيٌّواسْتِحْقاقِيٌّ ، ودَوامُهُ وشِدَّتُهُ كَمّاً وكَيفاً بِحَيْثُ لايَخْطُرُ عَلَى قَلْبِ بَشَرٍ تَفَضُّلِيٌّ .\r\n( 4 ) لم توجد آية بهذا اللفظ ، بل‌هُوَ مفادُ الآية 17 من‌سورة السجدة ، والآية 14 من‌سورة الأحقاف ، والآية 24 من سورة الواقعة . وهو قوله تعالى :  « جَزاءً بِما كانُوا يَعْمَلُونَ » . \r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nوأوْجَبَتِ المُعْتَزِلَةُ العِقابَ لِلكافِرِ وصاحِبِ الكَبِيرَةِ حَتْماً « 1 » .\r\nوقَدْتَقَدَّمَ لَكَ مِن‌ْمَذْهَبِنَا مايَدُلُّ علىوُجُوبِ الثَوابِ عَقْلًا . وأمّا العِقابُ فَهُوَ وإنْ اشْتَمَلَ على اللُطْفِيَّةِ لَكِنْ لايُجْزَمُ بِوُقُوعِهِ في غَيْرِ الكافِرِ الَّذِي لايَمُوتُ عَلى كُفْرِهِ .\r\nوهُنا فَوائِدُ\r\nالأولى : يَسْتَحِق‌ُّالثَوابَ والمَدْحَ بِفِعْل‌ِالواجِبِ والمَنْدُوبِ « 2 » وفِعْل‌ِضِدِّالقَبِيحِ « 3 » أوِ الإخْلالِ بِهِ « 4 » بِشَرْطِ أنْ يَفْعَلَ الواجِبَ لِوُجُوبِهِ أوْ لِوَجْهِ وُجُوبِهِ ، والمَنْدُوبَ كذَلِكَ . وكَذَا فِعْلَ ضِدِّ القَبِيحِ أوِ الإخْلالَ بِهِ لِقُبْحِهِ لا لأَمْرٍ آخَرَ غَيْرِ ذَلِكَ ، ويَسْتَحِقُّ العِقابَ والذَمَّ بِفِعْلِ القَبِيحِ والإخْلالِ بِالواجِبِ « 5 » .\r\n","footnote":"\r\n( 1 ) ونَحْنُ نَقُولُ : أمّا إيجابُهُمُ العِقابَ لِلكافِرِ فهو حَقٌّ لِوُجُودِ الآياتِ المُصَرِّحَةِ على ذَلِكَ في القُرْآنِ ، وحَصْرِ آياتٍ اخْرَى الثَوابَ والجَنَّةَ لِغَيْرِ الكافِرِ ولِعَدَمِ قابِلِيَّتِهِ لِثَوابٍ . وأمّا وُجُوبُ العِقابِ لِصاحِبِ الكَبِيرَةِ كَمَا ذَكَرَ الشَارِحُ رحمه الله غَيْرُ مَجْزُومٍ بِهِ . نَعَمْ إنْ زالَ إيمانُهُ أو سُلِبَ عَنْهُ عِنْدَ مَوْتِهِ بِسَبَبِ إصْرارِهِ على الكَبائِرِ طُولَ عُمْرِهِ فَالآنَ يَمُوتُ بِلا تَوْبَةٍ فَحَقٌّ ، لأنّهُ كَمَا أنَّ الإيمانَ يُحَرِّكُهُ لِلعَمَلِ الصَالِحِ ويَمْنَعُهُ عَنِ القَبِيحِ فَكَذَلِكَ العَمَلُ الصَالِحُ المُسْتَدامُ يُقَوِّي إيمانَهُ والعَمَلُ القَبِيحُ المُسْتَدامُ يُوجِبُ ضَعْفَ إيمانِهِ حَتَّى يَزُولَ .\r\n( 2 ) كَأنْ يُصَلِّيَ صَلاةً واجِبَةً لِوُجُوبِهَا أوِ المَنْدُوبَةَ لِنَدْبِهَا .\r\n( 3 ) وضِدُّ القَبِيحِ أعَمٌّ مِنَ المَكْرُوهِ والمُحَرَّمِ .\r\n( 4 ) كَأنْ يُخِلَّ بِقَتْلِ زيدٍ عمراً ويَدْعُوَ زيداً أنْ يُؤَخِّرَ قَتْلَهُ ، وأضْمَرَ في نَفْسِهِ : لَعَلَّ اللَّهَ يُحْدِثُ بَعْدَذَلِكَ أمراً حَتَّى يَنْجَرَّ إلى نجاةِ عَمْرو .\r\n( 5 ) كُلُّ ذَلِكَ مَشْرُوطٌ بِعَدَمِ قَصْدِهِ غَيْرَ الوجوبِ أوْ غَيْرَ وَجْهِ الوُجُوبِ وغَيْرَ الإخْلالِ بِالقَبِيحِ لِقُبْحِهِ ، وهَكَذا يُسْتَحَقُّ المَدْحُ والثَوابُ إذا أخَلَّ بِفِعْلِ ضِدِّ القَبِيحِ كَنَهيِهِ غَيْرَهُ عَن فِعْلٍ مَكْرُوهٍ أوْ يَدْعُوَهُ إلى التأخِيرِ المَكْرُوهِ عَنْ وَقْتِهِ لأنَّهُ مَكْرُوهٌ ، ولايَقْصُدُ مِنْ دَعْوَتِهِ إلى التأخِيرِ إلّالأنَّ هَذَا الفِعْلَ مَكْرُوهٌ .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nالثانية : يَجِبُ دَوامُ الثَوابِ والعِقابِ لِلمُسْتَحِقِّ مُطْلَقاً « 1 » ، كَمَا في حَقِّ مَنْ يَمُوتُ على إيمانِهِ ومَنْ يَمُوتُ على كُفْرِهِ ، لِدَوامِ المَدْحِ والذَمِّ عَلى ما يَسْتَحِقّانِ بِهِ « 2 » ويَحْصُلُ نَقِيضُ كُلِّ واحِدٍ مِنْهُمَا لَوْ لَم‌ْيَكُنْ دائِماً إذْ لاوَاسِطَةَ بَيْنَهُمَا ، ويَجِبُ أنْ يَكُونَا خالِصَيْنِ مِنْ مُخالَطَةِ الضِدِّ ، وإلّا لَمْ يَحْصُلْ مَفْهُومُهُمَا ، ويَجِبُ اقْتِرانُ الثَوابِ بِالتَعْظِيمِ والعِقابِ بِالإهانَةِ « 3 » ، لأنَّ فاعِلَ الطاعَةِ مُسْتَحِقٌّ لِلتَعْظِيمِ مُطْلَقاً وفاعِلَ المَعْصِيَةِ مُسْتَحِقٌّ لِلإهانَةِ مُطْلَقاً .\r\nالثالثة : اسْتِحْقاقُ الثَوابِ يَجُوزُ « 4 » تَوَقُّفُهُ عَلَى شَرْطٍ ، إذْ لَوْلا ذَلِكَ لَكانَ العارِفُ بِاللَّه‌ِتعالى مَع‌َجَهْلِهِ بِالنَبِيِّ صلى الله عليه وآله مُسْتَحِقاً لَهُ ، وهوباطِلٌ ، فَإذَن‌ْهُوَ مَشْرُوطٌ بِالمُوافاةِ « 5 »\r\n","footnote":"\r\n( 1 ) لَفظُ « مُطْلَقاً » إشارَةٌ إلي صُدُورِ كُلِّ ما يُوجِبُ الثَوابَ أوِ العِقابَ عَنْهُ مِنَ العَمَلِ والخُلْق‌ِحَسَناً كانَ أوْ سَيِّئاً حَتَّى لايَنحَصِرَ دَوامُ الثَوابِ والعِقابِ فِي الإيمانِ أوِ الكُفْرِ .\r\n( 2 ) اخِذَ الدَوامُ لِكُلٍّ مِنْهُما في تَعْريفِ كُلٍّ لِلمُسْتَحِقِّ بِناءً علَى أنَّ هَذَا الدَوامَ جُزْءٌ ذاتِيٌّ لِلثَواب‌ِوالعِقَابِ ولايَنْفَكُّ عَنْهُ ، لأنّهُ لَوِ انْفَكَّ عَنْهُ كانَ الثَوابُ عِقَاباً والعِقابُ ثَواباً .\r\n( 3 ) الظاهِرُ أنَّ هذا التَعْلِيلَ لِوُجُوبِ هذا الاقْتِرانِ غَيْرُ تامٍّ . ويُمْكِنُ أنْ نَقُولَ : لَوْلا الاقْتِرانُ لَصَارَالثَوابُ عِوَضاً أوْ ناقِصاً والعِقابُ ناقِصاً ، إذْ يَجِبُ كُلُّ واحِدٍ مِنْهُمَا أنْ يَكُونَ جِسْمانِيّاً ورُوحانِيّاً ، والتعْظِيمُ نِعْمَةٌ نَفْسانِيَّةٌ والإهانَةُ ألَمٌ ، كَذَلِكَ الَّذِي يَكْمُلُ بِهِ الثَوابُ والعِقابُ . مُضافاً إلى أنَّ الاقْتِرانَ قَيدٌ في كُلٍّ مِنَ الثَوابِ والعِقَابِ الَّذِي لَوْلاهُ لَما كانَ الثَوابُ ثَواباً والعِقابُ عِقاباً .\r\n( 4 ) بل يجبُ .\r\n( 5 ) المُرادُ بِالمُوافاةِ هو أنْ يَعْتَقِدَ بِجَمِيعِ مُتَعَلَّقاتِ الإيمانِ مِنَ الاعْتِقادِيّاتِ والإقْرارِيّاتِ مِن‌ْجِهَةٍ ويَدُومَ إيمانُهُ إلى أنْ يَمُوتَ مِنْ جِهَةٍ اخْرَى . وخُلاصَةُ القَوْلِ : الإيمانُ الَّذي يَحصُلُ بِهِ النَجاةُ مِنَ النارِ والفَوْزُ بِالجَنَّةِ لَهُ شُرُوطٌ أرْبَعَةٌ :\r\nالأوّل : الاسْتِقْرارُ ، أيْ لايَكُونُ في إيمانِهِ مُتَزَلْزِلًا . الثَاني : الاسْتِقْلالُ ، أيْ لايَكُونُ في إيمانِهِ مُقَلِّداً ، بَلْ كانَ إيمانُهُ حاصِلًا عَنِ التحْقِيقِ . الثالِثُ : الاسْتِمْرارُ حَتَّى يَمُوتَ مُؤْمِناً . الرابِعُ : الاسْتِجْماعُ ، أيْ استَجْمَعَ في إيمانِهِ جَمِيعَ المُتَعَلَّقاتِ ، كَمَا أشَرْنا إلَيْهِ كِراراً .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nلِقَوْلِهِ تعالى :  « لَئِنْ أَشْرَكْتَ لَيَحْبَطَنَّ عَمَلُكَ »  « 1 » ولِقَوْلِهِ تعالى :  « وَمَنْ يَرْتَدِدْ مِنْكُمْ   عَنْ دِينِهِ فَيَمُتْ وَهُوَ كافِرٌ فَأُولئِكَ حَبِطَتْ أَعْمالُهُمْ فِي الدُّنْيا وَالْآخِرَةِ وَأُولئِكَ أَصْحابُ النَّارِ »  « 2 »  . \r\nالرابعة : الّذينَ آمَنُوا ولَمْ يَلْبِسُوا إيمانَهُمْ بِظُلْمٍ اولَئِكَ يَسْتَحِقُّونَ الثَوابَ الدَائِمِ مُطْلَقاً . والَّذِينَ كَفَرُوا وماتُوا وهم كُفّارٌ اولَئِكَ يَسْتَحِقُّونَ العِقَابَ الدائِمَ مُطْلَقاً « 3 » .\r\nوالَّذِي آمَنَ وخَلَطَ عَمَلًا صالِحاً وآخَرَ سَيِّئاً ، فَإنْ كانَ السَيِّئُ صَغِيْراً فذَلِكَ يَقَعُ مَغْفُوراً إجْماعاً ، وإنْ كانَ كَبِيراً فإمّا أنْ يُوافَى بِالتَوْبَةِ فَهُوَ مِنْ أهْلِ الثَوابِ مُطْلَقاً إجْماعاً ، وإنْ لَمْ يُوافَ بِهَا فإمّا أنْ يَسْتَحِقَّ الثَوابَ إيمانُهُ أوْ لا . والثاني باطِلٌ لاسْتِلْزامِهِ الظُلْمَ ولِقَوْلِهِ تعالى :  « فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ »  « 4 » فَتَعَيَّنَ الأوّلُ .\r\nفَإمّا أنْ يُثابَ ثُمَّ يُعاقَبَ ، وهُوَ باطِلٌ لِلإجْماعِ ، عَلَى أنَّ مَنْ دَخَلَ الجَنَّةَ لايَخْرُجُ مِنْهَا فَحِينَئِذٍ يَلْزَمُ بُطْلانُ العِقابِ ، أوْ يُعاقَبُ ثُمَّ يُثابُ ، وهُوَ المَطْلُوبُ .\r\nولِقَوْلِهِ صلى الله عليه وآله في حَقِّ هَؤُلاءِ : « يَخْرُجونَ مِنَ النَارِ وَهُمْ كَالحِمَمِ ، أوْ كَالفَحْمِ فَيَرَاهُمْ أهْلُ الجَنَّةِ فَيَقُولُونَ : هَؤُلاءِ جَهَنَّمِيُّونَ ، فَيُؤْمَرُ بِهِمْ فَيُغْمَسُونَ فِي عَيْنِ الحَيَوانِ ، فَيَخْرُجُونَ وَوُجُوهُهُمْ كَالبَدْرِ فِي لَيْلَةِ تَمامِهِ » « 5 » .\r\nوأمّا الآياتُ الدالَّةِ على عِقابِ العُصاةِ وخُلُودِهِمْ في النارِ ، فَالمُرادُ بِالخُلُودِ هو المَكْثُ الطَويلُ « 6 » ، واسْتِعْمالُهُ بِهَذَا المَعْنَى كَثِيرٌ . والمُرادُ بِالفُجّارِ والعُصاةِ الكامِلُونَ\r\n","footnote":"\r\n( 1 ) الزمر : 65 .\r\n( 2 ) البقرة : 217 .\r\n( 3 ) قَد تَقَدَّمَ ذِكْرُ وَجْهِ الإطْلاقِ في أمْثالِ هَذِهِ المَوارِدِ مِنْ قَبْلُ .\r\n( 4 ) سورة الزَلزَلَة : 7 . لاتَشهَدُ الآيةُ عَلَى مُرادِ الشَارِحِ رحمه الله لأنَّ الآيَةَ تَذكُرُ رُؤْيَةَ العَمَلِ لا الإيمانِ ، إلّاأنْ نُفَسِّرَ الإيمانَ بِعَمَلٍ قَلْبِيٍّ ، ولابُعْدَ في صِحَّةِ هذا التفْسِيرِ .\r\n( 5 ) مجمع‌البحرين : ج 1 ص 447 .\r\n( 6 ) المُعَبَّرُ عنهُ بِالخُلُودِ النِسْبِيِّ ، أيْ يَكُونُ هذا المَكْثُ بِالنِسْبَةِ إلى مَكَثاتٍ كَثِيرَةٍ خالِداً . هذا\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nفي فُجُورِهِمْ وعِصْيانِهِمْ وهُمُ الكُفّارُ ، بِدَليلِ قَوْلِهِ تعالى :  « أُولئِكَ هُمُ الْكَفَرَةُ الْفَجَرَةُ »  « 1 » تَوْفِيقاً بَيْنَهُ وبَيْنَ الآياتِ الدالَّةِ على اخْتِصاصِ العِقابِ بِالكُفّارِ ، نَحْوُ قَوْلِهِ تعالى :  « إِنَّ الْخِزْيَ الْيَوْمَ وَالسُّوءَ عَلَى الْكافِرِينَ »  « 2 »  . \r\nوغَيْرُ ذَلِكَ مِنَ الآياتِ .\r\nثُمَّ اعْلَمْ ، أنَّ صاحِبَ الكَبِيرَةِ إنّما يُعاقَبُ إذا لَمْ يَحْصُلْ لَهُ أحَدُ الأمْرَيْنِ :\r\nالأوّلُ : عَفْوُ اللَّهِ ، فَإنَّ عَفْوَهُ مَرْجُوٌّ مُتَوَقَّعٌ خُصُوصاً وقَدْ وَعَدَ بِهِ في قَوْلِهِ :  « وَيَعْفُوا عَنِ السَّيِّئاتِ »  « 3 »  « وَيَعْفُ عَنْ كَثِيرٍ »  « 4 » و  « إِنَّ اللَّهَ لا يَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ ما دُونَ ذلِكَ لِمَنْ يَشاءُ »  « 5 » و  « إِنَّ رَبَّكَ لَذُو مَغْفِرَةٍ لِلنَّاسِ عَلى ظُلْمِهِمْ »  « 6 »  . \r\nوخُلفُ الوَعْدِ غَيْرُ مُسْتَحْسَنٍ مِنَ الجَوادِ المُطْلَقِ ، ولِتَمَدُّحِهِ بِأَنَّهُ غَفُورٌ رَحِيمٌ ، ولَيْسَ ذَلِكَ مُتَوَجِّهاً إلى الصَغائِرِ ولا إلى الكَبائِرِ بَعْدَ التوْبَةِ لِلإجْماعِ « 7 » على سُقُوطِ العِقابِ فِيهِمَا ، فَلا فائِدَةَ في العَفْوِ حِينَئِذٍ ، فَتَعَيَّنَ أنْ يَكُونَ الكَبائِرَ قَبْلَ التوْبَةِ وذَلِكَ هُوَ المَطْلُوبُ .\r\nالثانِي : شَفاعَةُ نَبِيِّنَا « 8 » رَسُول‌ِاللَّهِ صلى الله عليه وآله ، فَإن‌َّشَفاعَتَهُ مُتَوَقَّعَةٌ بَلْ واقِعَةٌ لِقَوْلِه‌ِتعالى :\r\n","footnote":"\r\nمَعَ فَرْضِ مَوْتِهِ مُؤْمِناً . ويُمْكِنُ أنْ تُفَسَّرَ الآياتِ بِأنَّ بَعْضَ الكَبائِرِ يُوجِبُ سَلْبَ الإيمانِ حِينَ المَوْتِ ، فَيَمُوتُ صاحِبُها كافِراً ، فَحِينَئِذٍ يَبْقَى الخُلُودُ على مَعْناهُ الحَقِيقِيِّ .\r\n( 1 ) عَبَس : 42 .\r\n( 2 ) النحل : 27 .\r\n( 3 ) الشورى : 25 .\r\n( 4 ) الشورى : 34 .\r\n( 5 ) النساء : 48 و 116 .\r\n( 6 ) الرعد : 6 .\r\n( 7 ) لاحاجَةَ إلى التَمَسُّكِ بِالإجْماعِ في إثْباتِ المُدَّعَى بَعْدَ صَريحِ قَوْلِهِ تعالى  « إِنْ تَجْتَنِبُوا كَبائِرَ ما تُنْهَوْنَ عَنْهُ نُكَفِّرْ عَنْكُمْ سَيِّئاتِكُمْ »  . ( النساء : 31 ) .\r\n( 8 ) ثُبُوتُ الشَفاعَةِ وحَقِّيَّتُها إجْماعِيٌّ لِلُامَّةِ ، فَتَصِيرُ كَالضَرُورِيِّ . وَلَكِنْ أنْكَرَتْهَا الوَهَّابِيَّةُ لِزَعْمِهِم‌ْأنَّ القَوْلَ بِهَا نَوْعٌ مِنَ الشِرْكِ ، وهِيَ تُوجِبُ التجَرّي على العِصْيانِ . نَقُولُ في رَدِّ زَعْمِهِمُ الباطِلِ :\r\nأوّلًا : إنْ كانَ القَوْلُ بِهَا شِرْكاً يَجِبُ أنْ يَأمُرَ اللَّهُ تعالى في تَكْلِيفِهِ النَبِيَّ صلى الله عليه وآله بِالاسْتِغْفارِ لِلْمؤمنين بِالإشْراكِ ، وهُوَ مُحالٌ .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\n « وَاسْتَغْفِرْ لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِناتِ »  « 1 » ، وصاحِبُ الكَبيرَةِ مُؤْمِنٌ « 2 » لِتَصْدِيقِهِ بِاللَّهِ ورَسُولِهِ وإقْرارِهِ بِمَا جاءَ بِهِ النَبِيُّ ، وذَلِكَ هو الإيمانُ ، إذِ الإيمانُ في اللُغَةِ هو التصْدِيقُ وهو هُنَا كذَلِكَ « 3 » . ولَيْسَتِ الأعْمالُ الصالِحَةُ جُزْءاً مِنْهُ لِعَطْفِهَا على الفِعْلِ المُقْتَضِي لِمُغايَرَتِهَا لَهُ ، وإذَا امِرَ بِالاسْتِغْفارِ لَم‌ْيَتْرُكْهُ لِعِصْمَتِهِ ، واسْتِغْفَارُهُ مَقْبُولٌ لأُمَّتِهِ تَحْصِيلًا لِمَرْضاتِهِ لِقَوْلِهِ تعالى :  « وَلَسَوْفَ يُعْطِيكَ رَبُّكَ فَتَرْضى »  « 4 » هَذَا مَعَ\r\nقَوْلِهِ صلى الله عليه وآله : « ادَّخَرْتُ شَفَاعَتِي لأِهْلِ الكَبائِرِ مِنْ امَّتِي » .\r\nواعْلَمْ أنَّ مَذْهَبَنَا أنَّ الأئِمَّةَ عليهم السلام لَهُمُ الشَفاعَةُ في عُصاةِ شِيعَتِهِمْ ، كَمَا هُوَ لِرَسُولِ اللَّهِ صلى الله عليه وآله مِنْ غَيْرِ فَرْقٍ ، لإخْبارِهِمْ عليهم السلام بِذَلِكَ ، مَعَ عِصْمَتِهِمُ النافِيَةِ لِلكَذِبِ عَنْهُمْ .\r\nالخامِسة : يَجِبُ « 5 » الإقْرارُ والتصْدِيقُ بِأحْوالِ القِيامَةِ وأوضاعِهَا ، وكَيفِيَّةِ الحِسابِ ، وخُرُوجِ الناسِ مِنْ قُبُورِهِمْ عُراةً ، وكَوْنِ كُلِّ نَفْسِ مَعَهَا سائِقٌ وشَهِيدٌ .\r\nوأحْوالُ الناسِ في الجَنَّةِ ، وتَبايُنِ طَبَقاتِهِمْ ، وكَيفِيَّةِ نَعِيمِهَا مِنَ المَأكَلِ والمَشْرَبِ والمَنْكَحِ ، وغَيْرِ ذَلِكَ مِمَّا لاعَيْنٌ رَأَتْ ، ولا اذُنٌ سَمِعَتْ ، ولاخَطَرَ على قَلْبِ بَشَرٍ .\r\n","footnote":"\r\nثانِياً : أنَّ الشَفاعَةَ تَقَعُ في الجُمْلَةِ ، أيْ في مَجْمُوعِ المُؤْمِنينَ ، لابِالجُمْلَةِ حَتَّى تَشْتَمِلَ على جَميعِ آحادِهِمْ . مُضافاً إلى أنَّ مُنْكِرَها غافِلٌ عَمّا يَكُونُ في الإيمانِ بِهَا مِنَ اللُطْفِيَّةِ في الدُنْيَا .\r\n( 1 ) محمّد : 19 .\r\n( 2 ) إنْ بَقِيَ إيمانُهُ سالِماً مِنْ أثَرِ الكَبائِرِ الَّتِي ارْتَكَبَهَا حَتَّى المَوْتَ .\r\n( 3 ) هذا إشارَةٌ إلى أنَّ الإيمانَ بَسِيطٌ غَيْرُ مُرَكَّبٍ على رَأيِهِ ، وهُوَ المَشْهُورُ بَيْنَ العُلَماءِ . ومِنْهُم‌ْالقائِلُونَ بِأنَّ الإيمانَ مُرَكَّبٌ مِنَ التصْدِيقِ والعَمَلِ أوْ مِنْهُمَا ومِنَ الإقْرارِ بِاللِسانِ . ولافائِدَةَ في طُولِ الكَلامِ في المَقامِ بَعْدَ أنْ كانَ قَوْلُ الأوّلُ مُبَرْهَناً مَرْضِيّاً .\r\n( 4 ) الضحى : 5 .\r\n( 5 ) إنَّ كُلَّ واحِدٍ مِنْ اصُولِ الدِينِ لَهُ فُرُوعٌ ومُلْحَقاتٌ يَجِبُ الإقْرارُ بِهَا ، كَوُجُوبِ الاعْتِقادِبِأصْلِهَا وإنْ لَم‌ْيَكُنِ الاعْتِقادُ بِالفُرُوعِ الاعْتِقادِيَّةِ بِالدَليلِ العَقْلِيِّ بَلْ يَكْفِي فِيهَا الدليلُ النَقليّ .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nوَوُجُوبِ التوبَةِ « 1 » .\r\n\r\n\r\n\r\n","description":"\r\nوكَذَا أحْوالُ النارِ ، وكَيفِيَّةِ العِقابِ فِيهَا ، وأنْواعِ آلامِهَا ، على ما وَرَدَتْ بِذَلِكَ الآياتُ والأخْبارُ الصَحِيحَةُ . وأجْمَعَ عَليهِ المُسْلِمُونَ ، لأنَّ ذَلِكَ جَمِيعَهُ أخْبَرَ بِهِ الصادِقُ مَعَ عَدَمِ اسْتِحالَتِهِ في العَقْلِ ، فَيَكُونُ حَقّاً ، وهُوَ المَطْلُوبُ .\r\nقال : « وَوُجُوبِ التوبَةِ » .\r\nأقول : التوبَةُ « 2 » هِيَالنَدَمُ على القَبِيحِ في الماضِي ، والترْكُ لَهُ في الحالِ ، والعَزْمُ على عَدَم‌ِالمُعاوَدَةِ إلَيْهِ فيالاسْتِقْبالِ ، وهِيَواجِبَةٌ « 3 » لِوُجُوبِ النَدَمِ إجْماعاً « 4 » على كُلِّ قَبِيحٍ أوْ إخْلالٍ بِواجِبٍ ، ولِدَلالَةِ السَمْعِ على وُجُوبِهَا ، ولِكَوْنِهَا دافِعَةً لِلضَرَرِ ،\r\n","footnote":"\r\n( 1 ) أيْ يَجِبُ الإقْرارُ والتصْدِيقُ بِوُجُوبِ التوْبَةِ . ولاشَكَّ في أنَّ هَذَا الوُجُوبَ وُجُوبٌ عَقْلِيٌّ قَبْلَ أنْ يُوجِبَهَا الشَرْعُ ، لأنَّ التوْبَةَ دافِعَةٌ لِلعَذابِ ومُوجِبَةٌ لِحُصُولِ الثَوابِ . وأيضاً يَنْبَغِى أنْ يُعْلَمَ أنَّ هذِهِ التوْبَةَ واجِبَةٌ عَنْ فِعْلِ القَبِيحِ والإخْلالِ بِالواجِبِ ، وَلَكِنَّ التوْبَةَ المَنْدُوبَةَ عِبارَةٌ عَنْ تَرْكِ مَنْدُوبٍ أوْ فِعْلِ مَكْرُوهٍ وهِيَ مُهِمَّةٌ عِنْدَ أهْلِ السلُوكِ .\r\nثُمَّ إنَّها واجِبَةٌ عَلَي الفَوْرِ أوْ لا ؟ والحَقُّ أَنَّها واجِبَةٌ على الفَوْرِ لأنَّ كُلَّ ما كانَ ضَرَرُ التخَلُّفِ أشَدَّ ووَقْتُ مُؤاخَذَتِهِ أخْفاءً تَكُونُ التوْبَةُ مِنَ التخَلُّفِ أسْرَعَ وُجُوباً . مُضافاً إلى أَنّها إنْ لَمْ تَكُنْ واجِبَةً عَلَى الفَوْرِ لأوجَبَ تَأخِيرُهَا التجَرّي على المَوْلى وانْغِمَارَ العَاصِي في الذُنُوبِ أكْثَرَ مِمّا سَبَقَ .\r\n( 2 ) يُنظَرُ إلى التوْبَةِ مِنْ جِهَتَيْنِ : الأولى فِقْهِيَّةٌ عَمَلِيَّةٌ ، لَمْ نَتَعَرَّضْ لِذِكْرِهَا . والثَانِيَةُ كَلامِيَّةٌ ، وهِيَأنْ يَعْتَقِدَ المُؤْمِنُ بِأنَّ تَشْرِيعَهَا مِنْ قِبَلِ اللَّهِ تعالى وهِيَ مِنْ جُمْلَةِ ما جاءَ بِهِ النَبِيُّ صلى الله عليه وآله .\r\n( 3 ) والَّذي لَمْ يَذْكرهُ المُصَنِّفُ ولا الشَارِحُ هُنا هو أنَّ وُجُوبَ التوبَةِ عَقْلِيٌّ أمْ شَرْعِيٌّ ؟ وفُوريٌّ أم‌ْتَأخِيريٌّ ، وهَلْ هُوَ واجِبٌ عِينِيٌّ أوْ كَفائِيٌّ ؟ عَلى ما يَخْطُرُ بِالبالِ أَنَّهَا ( أوّلًا ) واجِبَةٌ عَلى نَحوِ الفَورِ لا التراخي . و ( ثانِياً ) يَثْبُتُ وُجُوبُهَا بِالعَقْلِ كَمَا تَقَدَّمَ ويَتَأيَّدُ بِالشَرْعِ . و ( الثالِثُ ) هو واجِبٌ عَينِيٌّ لاكِفائِيٌّ .\r\n( 4 ) لَيْسَ هَذَا الإجْماعُ إجْماعاً مِنْ أفاضِلِ الفُقَهَاءِ ، بَلْ هُوَ إجْماعٌ عُقَلائِيٌّ لاعْتِرافِ كُلِّ عاقِلٍ بِوُجُوبِ النَدَمِ على كُلِّ مُرْتَكِبٍ لأيِّ قَبِيحٍ .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nوَالأمْرِ بالمَعْرُوفِ والنَهْىِ عَن‌ِالمُنْكَرِ « 1 » بِشَرْطِ أن‌ْيَعْلَمَ الآمِر والناهِي كَوْنَ المَعْرُوفِ مَعْرُوفاً والمُنْكَرِ مُنْكَراً ، وأنْ يَكُونا مِمَّا سَيَقَعَانِ ، فَإنَّ الأمْرَ بِالمَاضِي والنَهْيَ عَنْهُ عَبَثٌ وتَجْوِيزُ التأثِيرِ والأمْنُ مِنَ الضَرَرِ .\r\n\r\n\r\n\r\n","description":"\r\nودَفْعُ الضَرَرِ وإنْ كانَ مَظْنُوناً واجِبٌ ، فَيَنْدَمُ على القَبِيحِ لِكَوْنِهِ قَبِيحاً ، لالِخَوْفِ النارِ ولالِدَفْعِ الضَرَرِ عَنْ نَفْسِهِ وإلّا لَمْ تَكُنْ تَوْبَةً « 2 » .\r\nثُمَّ اعْلَمْ أنَّ الذَنْبَ إمّا في حَقِّهِ تعالى أوْ في حَقِّ آدَمِيٍّ . فَإنْ كانَ في حَقِّهِ تعالى ، فَإمّا مِنْ فِعْلٍ قَبِيحٍ فَيَكْفي فِيهِ النَدَمُ والعَزْمُ عَلَى عَدَمِ المُعاوَدَةِ ، أوْ مِنْ إخْلالٍ بِواجِبٍ ، فَإمّا أنْ يَكُونَ وَقْتُهُ باقِياً فَيَأتِي بِهِ وذَلكَ هو التوْبَةُ مِنْهُ ، أوْ خَرَجَ وَقْتُهُ ، فَإمّا أنْ يَسْقُطَ بِخُرُوجِ وَقْتِهِ كَصَلَاةِ العِيدِ فَيَكْفِي النَدَمُ والعَزْمُ ، أوْ لايَسْقُطُ فَيَجِبُ قَضاؤُهُ .\r\nوإنْ كانَ في حَقِّ آدَمِيٍّ ، فَإمّا أنْ يَكُونَ إضْلالًا في دِينٍ بِفَتْوَى خَطِيئَةٍ فَالتَوْبَةُ إرْشادُهُ وإعْلامُهُ بِالخَطاءِ ، أوْ ظُلْماً لِحَقٍّ مِنَ الحُقُوقِ فَالتَوْبَةُ مِنْهُ إيصالُهُ إلَيْهِ أوْ إلى وَارِثِهِ أوِ الاتِّهابُ ، وإنْ تَعَذَّرَ عَليهِ ذلك فَيَجِبُ العَزْمُ عَلَيهِ « 3 » .\r\nقال : « وَالأمْرِ بالمَعْرُوفِ والنَهْيِ عَنِ المُنْكَرِ . . . إلخ » .\r\nأقول : الأمْرُ طَلَبُ الفِعْلِ مِنَ الغَيْرِ على جِهَةِ الاسْتِعْلاءِ ، والنَهْيُ طَلَبُ الترْكِ\r\n","footnote":"\r\n( 1 ) هذا أيضاً عطفٌ على سوابقه ، أي يجب الإقرار بالأمرِ بالمعروف . وموضوع الأمرِ والنهيوكذا التوبة أيضاً من مقولةِ العمل والشريعة ، فلا يناسب البَحثَ عَنهما في كتابٍ كلاميٍّ .\r\n( 2 ) مَطْلُوبُ الشَارِعِ هُوَ فِعْلُ التوْبَةِ بِأيِّ باعِثٍ كانَ ، فَالتَخْصِيصُ بِأنَّ التوْبَةَ يَجِبُ لُزُوماً لِقُبْحِ القَبِيحِ غَيْرُ تامٍّ . ومايَنْبَغِي العِلْمُ بِهِ في المَقامِ هُوَ إنْ كانَتِ التوْبَةُ عَنْ مُطْلَقِ القَبيحِ فَلَاتَقْبَلُ التبْعِيضَ ، وإنْ كانَتْ لِقُبْحٍ خاصٍّ في مَعْصِيَةٍ مُعَيَّنَةٍ فَهِيَ قابِلَةٌ لِلتَبْعِيضِ .\r\n( 3 ) ونَحْنُ نَقُولُ في صُورَةِ هذا التعَذُّرِ : لِمَ لايَجُوزُ الاسْتِغْفارُ لَهُ أو فِعْلُ الحَسَناتِ مُهدياً ثَوابَهَا إلَيْهِ يَقْصُدُ بِذَلِكَ أداءَ حَقِّهِ مَهْمَا أمْكَنْ لأنَّ المَيْسُورَ لايَسْقُطْ بِالمَعْسُورِ ؟\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\nعلى جِهَةِ الاسْتِعْلاءِ أيضاً . والمَعْرُوفُ كُلُّ فِعْلٍ حَسَنٍ اخْتَصَّ بِوَصْفٍ زائِدٍ على حُسْنِهِ ، والمُنْكَرُ هُوَ القَبيحُ .\r\nإذَا تَقَرَّرَ هذا فَهُنَا بَحْثانِ :\r\nالأوّلُ : اتَّفَقَ العُلَماءُ عَلَى وُجُوبِ الأمْرِ بالمَعْرُوفِ والنَهْيِ عَنِ المُنْكَرِ ، واخْتَلَفُوا مِنْ بَعْدِ ذَلكَ في مَقامَيْنِ :\r\n( الأوّلُ ) هَلِ الوُجُوبُ عَقْلِيٌّ أوْ سَمْعِيٌّ ؟ فَقالَ الشَيخُ الطوسِي بِالأوّلِ ، والسَيِّد المُرْتَضَى بِالثاني ، واخْتارَهُ المُصَنِّفُ « 1 » .\r\nواحْتَجَّ الشَيْخُ بِأَنَّهُمَا لُطْفانِ في فِعْلِ الواجِبِ وتَرْكِ القَبِيحِ ، فَيَجِبانِ عَقْلًا .\r\nقِيلَ عَليهِ : إنَّ الوُجُوبَ العَقْلِيِّ غَيْرُ مُخْتَصٍّ بِأحَدٍ فَحِينَئِذٍ يَجِبُ عَليهِ تعالى ، وهو باطِلٌ ، لأنَّهُ إنْ فَعَلَهُمَا لَزِمَ أنْ يَرْتَفِعَ كُلُّ قَبِيحٍ ، ويَقَعَ كُلُّ واجِبٍ . إذِ الأمْرُ هُوَ الحَمْلُ على الشَيْءِ ، والنَهْيُ هُوَ المَنْعُ مِنْهُ ، لَكِنَّ الواقِعَ خِلافُهُ وإنْ لَمْ يَفْعَلْهُمَا لَزِمَ إخْلالُهُ بِالواجِبِ ، لَكِنَّهُ حَكِيمٌ . وفي هَذَا الإيرادِ نَظَرٌ . وأمّا الدَلائِلُ السَمْعِيَّةُ على وُجُوبِهِمَا فَكَثِيرَةٌ .\r\n( المَقامُ الثاني ) هُمَا واجِبانِ على الأعْيَانِ أوِ الكِفَايَةِ ؟ فَقالَ الشَيخُ بِالأوّلِ ، والسَيِّدُ بِالثاني .\r\nاحْتَجَّ الشَيْخُ بِعُمُومِ الوُجُوبِ مِنْ غَيْرِ اخْتِصَاصٍ بِقَوْلِهِ تعالى :  « كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ »  « 2 »  . \r\nواحْتَجَّ السَيِّدُ بِأنَّ المَقْصُودَ وُقُوعُ الواجِبِ وارْتِفاعُ القَبِيحِ ، فَمَنْ قَامَ بِهِ كَفَى عَنِ الآخَرِ في الامْتِثالِ ، ولِقَوْلِهِ تعالى :  « وَلْتَكُنْ مِنْكُمْ أُمَّةٌ يَدْعُونَ إِلَى الْخَيْرِ وَيَأْمُرُونَ \r\n","footnote":"\r\n( 1 ) وكذا الشارح .\r\n( 2 ) آل‌عمران : 110 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\n\r\n\r\n\r\n","description":"\r\n بِالْمَعْرُوفِ وَيَنْهَوْنَ عَنِ الْمُنْكَرِ »  « 1 »  . \r\nالبحث الثاني : في شَرائِطِ وُجُوبِهِمَا ، وذَكَرَ المُصَنِّفُ هُنَا أرْبَعَةً :\r\nالأوّلُ : عِلْمُ الآمِرِ والناهِي بِكَوْنِ المَعْرُوفِ مَعْرُوفاً والمُنْكَرِ مُنْكَراً ، إذْ لَوْلا ذَلِكَ لأمَرَ بِمَا لَيْسَ بِمَعْرُوفٍ ، ونَهْىَ عَمَّا لَيْسَ بِمُنْكَرٍ .\r\nالثاني : كَوْنُهُمَا مِمَّا يَتَوَقَّعانِ في المُسْتَقْبَلِ ، فَإنَّ الأمْرَ بِالمَاضِي والنَهْيَ عَنْهُ عَبَثٌ ، والعَبَثُ قَبِيحٌ .\r\nالثَالِثُ : أنْ يَجُوزَ الآمِرُ والنَاهِي تَأثِيرَ أمْرِهِ أوْ نَهْيِهِ ، فَإنَّهُ إذَا تَحَقَّقَ عِنْدَهُ أوْ غَلَبَ على ظَنِّهِ عَدَمُ ذَلِكَ ارْتَفَعَ الوُجُوبُ .\r\nالرابِعُ : أمْنُ الآمِرِ والناهِي مِنَ الضَرَرِ الحاصِلِ بِسَبَبِ الأمْرِ أوِ النَهْيِ ، إمّا إلَيْهِمَا أوْ لأحَدٍ مِنَ المُسْلِمينَ . فَإنْ غَلَبَ عِنْدَهُمَا حُصُولُ ذَلك ارْتَفَعَ الوُجُوبُ أيضاً .\r\nويَجِبانِ بِالقَلْبِ واللسانِ واليَدِ ، ولايَنْتَقِلُ إلى الأصْعَبِ مَعَ إنْجاعِ الأسْهَلِ .\r\nفَهَذا ماتَهَيَّأ لِي تَتْمِيمُهُ وكِتابَتُهُ ، واتَّفَقَ لي جَمْعُهُ وتَرْتِيبُهُ مَعَ ضَعْفِ باعِي وقَصْرِ ذِراعِي ، هَذَا مَعَ حُصُولِ الأسْفَارِ ، وتَشْوِيشِ الأفْكارِ ، لَكِنَّ المَرْجُوَّ مِنْ كَرَمِهِ تعالى أنْ يَنْفَعَ بِهِ كَمَا نَفَعَ بِأصْلِهِ ، وأنْ يَجْعَلَهُ خالِصاً لِوَجْهِهِ ، إنَّهُ سَمِيعٌ مُجِيبٌ ، واللَّهُ خَيْرُ مُوَفِّقٍ ومُعِينٍ ، والحَمْدُللَّهِ رَبِّ العالَمِينَ ، وصَلَّىاللَّهُ عَلَى مُحَمَّدٍ وآلِهِ أجْمَعِينَ .\r\n","footnote":"\r\n( 1 ) آل‌عمران : 104 .\r\nهَذا آخِرُ ماتَهَيَّأ لِي مِنَ التَعْلِيقِ والتَوْضيحِ والإصْلاحِ والتَنْقيحِ في هذا الْكِتابِ الْمُسْتَطابِ ، فَأسْألُ اللَّهَ الْكَريمَ الْوَهّابِ أنْ يَنْفَعَ بِهِ الطلّاب ، وأنْ يَتَقَبَّلَ مِنِّي ويَجْعَلَهُ ذُخْراً لِي ولِمَنْ كَتَبَهُ بِإمْلائي لِيَوْمِ الْحِسابِ ، بحقّ محمّدٍ وآله الأطياب .\r\nعليّ النظاميّ\r\nهمدان - 18 ذيالحجّةالحرام 1425 ه\r\nيوم عيد الغدير الأغرّ\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n\r\nمحتويات الكتاب\r\nمقدّمة المعلّق 5\r\nخطبة الشارح 7\r\nالباب الحادي عشر\r\nوجه تسمية الباب بهذا الاسم 11\r\nالأدلّة العقليّة على وجوب المعرفة 13\r\nالأدلّة السمعيّة على وجوب المعرفة 14\r\nوجه عدم جواز معرفة اللَّه بالتقليد 15\r\nالفصل الأوّل\r\nفي إثبات واجب‌الوجود لذاته\r\nخواصّ الواجب لذاته 18\r\nخواصّ ممكن‌الوجود لذاته 19\r\nللعلماء في إثبات الصانع طريقان 20\r\nما ذهب إليه المصنّف في المقام 22\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nالفصل الثاني\r\nفي صفاته الثبوتيّة\r\nالأولى : أَنّه تعالى قادرٌ مختار 25\r\nالفرق بين القادر والمختار 26\r\nالثانية : أنه تعالى عالِم 31\r\nالثالثة : أنه تعالى حيّ 33\r\nالرابعة : أنه تعالى مُريدٌ وكاره 34\r\nالخامسة : أنه تعالى مُدرك 37\r\nالسادسة : أنه تعالى قديمٌ أزليٌّ باقٍ أبديّ 37\r\nالسابعة : أنه تعالى متكلّمٌ بالإجماع 38\r\nفيما اختلفوا فيه في المقام 39\r\nالثامنة : أنه تعالى صادق 42\r\nالفصل الثالث\r\nفي صفاته السَلبيّة\r\nالأولى : أنه تعالى ليس بمركَّب 43\r\nالثانية : أنه تعالى ليس بجسم ولا عَرَض ولا جوهر 45\r\nالثالثة : أنه تعالى ليس محلّاً للحوادث 50\r\nالرابعة : أنه تعالى تستحيل عليه الرؤية البصريّة 52\r\nالخامسة : في نفي الشريك عنه 53\r\nالسادسة : في نفي المعاني والأحوال عنه 55\r\nالسابعة : أنه تعالى غنيٌّ ليس بمحتاج 57\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالفصل الرابع\r\nفي العدل\r\nالمبحث الأوّل : في أنّ من الأفعال ما هو حَسَنٌ وبعضها ما هو قبيح 58\r\nالثاني : في أَنّا فاعلون بالاختيار 62\r\nالثالث : في استحالة القبح عليه تعالى 64\r\nالرابع : في أنه تعالى يفعلُ لغرض 66\r\nالخامس : في أنه تعالى يجب عليه اللُطف 72\r\nالسادس : في أنه تعالى يجب عليه فعلُ عِوَض الآلام الصادرة عنه 73\r\nفوائد خمس 74\r\nالفصل الخامس\r\nفي النبوّة\r\nالمبحث الأوّل : في أنّ النبيّ هو الإنسان المخبر عن اللَّه تعالى 77\r\nالثاني : في وجوب عصمته 80\r\nالثالث : في أنه معصومٌ من أوّل عمره إلى آخره 82\r\nالرابع : يجب أن يكون أفضل أهل زمانه 83\r\nالخامس : في نبوّة نبيّنا محمّد صلى الله عليه وآله 85\r\nالفصل السادس\r\nفي الإمامة\r\nالمبحث الأوّل : في أنها رياسة عامّة في أمور الدين والدنيا 88\r\nالثاني : يجب أن يكون الإمام معصوماً 91\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nالثالث : يجب أن يكون الإمام منصوصاً عليه 95\r\nالرابع : يجب أن يكون الإمام أفضل الرعيّة 96\r\nالخامس : الإمام بعد رسول‌اللَّه صلى الله عليه وآله عليّ بن أبي طالب عليه السلام 97\r\nفائدة : في أنّ الإمام الثاني عشر عليه السلام حيٌّ موجود 109\r\nالفصل السابع\r\nفي المعاد\r\nأدلّة إعادة الأجسام بعد موتها وتفرّقها 112\r\nفي وجوب الإقرار بكلّ ما جاء به النبيّ صلى الله عليه وآله 114\r\nفوائد خمس 116\r\nفي وجوب التوبة 121\r\nفي وجوب الأمر بالمعروف والنهي عن المنكر 122\r\nفيما اختلف العلماء في المقام 123\r\nفي شروط وجوبهما 124\r\n\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128}
  ]