[
  {"content":"\r\n\r\n\r\n[ مقدمه ناشر 
  ]\r\nمعراج‌نامه\r\nتصنيف\r\nشيخ الرئيس ابو على سينا\r\n370 - 428\r\nبا مقابله از روى سه نسخهء خطى\r\nباهتمام\r\nبهمن كريمى\r\n- ليسانسه در ادبيات -\r\nبسرمايهء -\r\nمحمد تقى مجيبى - مؤسس و مدير كتابخانه تجدّد\r\nمطبعه عروة الوثقى رشت\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 1 ","page_number":1},
  {"content":"\r\n\r\n- هو الحكيم - حضرت آقاى حاجى ذو الريا ) ستين شيرازى تحفه و هديه كه از مسافرت بارض اقدس براى دوستان خود بيادگار آوردند چندين نسخه منحصر بفرد استنساخ شده از كتابخانه رضوى و از جمله همين كتاب معراج‌نامه بوده است خود مشار اليه معتقد بودند كه نسخه از تاليفات بابا افضل كاشانى است ولى پس از مقابله و برابرى با دو نسخه ديگر كه در كتابخانهاى حضرات آقايان حضرت آقاى ميرزا طاهر تنكابنى و حضرت آقاى حاجى سيد نصر اللّه تقوى به عمل آمد معلوم شد كه نسخهء از تاليفات ابو على و يكى از بهترين نسخ فلسفى نثر فارسى آن روز [ قرن پنجم 
  ] مىباشد اين حقير با سرمايه كم و دست تهى اقدام بطبع و تصحيح آن نموده و ديباچه براى روشن شدن مطلب متذكر شده‌ام البته قارئين محترم و اساتيد معظم با چشم عفو و اغماض بزلات و لغزش‌هاى اين طبع نگريسته و نكارنده را رهين احسان خواهند فرمود و اللّه ولى التوفيق لما يصلح امور المعاش و المعاد\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 2 ","page_number":2},
  {"content":"\r\n\r\n\r\n[ مقدمه مصحح 
  ]\r\n\r\n[ بخش اول 
  ]\r\nبسم اللّه الرحمن الرحيم و به نستعين نثر فارسى كه در دورهء سامانيان شروع شده و خوشبختانه آثار چندى از آن باقى است مثل نظم آن در دورهء غزنوى ترقى كرده و امراى غزنوى و معاصرين ايشان در واقع دنبالهء همان اقدامات سامانيان را در ترقى دادن نثر فارسى گرفته‌اند ولى بايد دانست كه اين كار از طرف غزنويان بخصوص به قصد خدمت بر نثر فارسى نبوده زيرا كه امراى غزنوى به علت نداشتن هيچ قسم تربيت علمى و ادبى چندان باينگونه امور متوجه نبودند بلكه بواسطه همين عارى بودن ايشان از سواد كه در آن دوره ادبيات زبان عرب اساس آن محسوب ميشد نثر فارسى رونقى گرفته و بعضى از وزراء غزنوى هم به اين كار كمك كرده‌اند - در دورهء حكومت صفاريان و سامانيان مادام كه امراى اين دو سلسله با خلفا ارتباط زياد پيدا نكرده و شعرا و منشيان زبان عربى در دربار ايشان نفوذ نيافته بودند زبان كتابت و ديوان فارسى بود ولى از اواسط دورهء حكومت اين دو طبقه زبان فارسى از عنوان زبان رسمى مراسلات و ديوان افتاده و عربى جاى آن را گرفت بطورى كه امراى دورهء آخر حكومت سامانيان و صفاريان از مشوقين بزرك ادبيات عرب گرديدند و اين مسأله در سيستان بيشتر از خراسان و ما وراء النهر قوت گرفت و گويا علت عمده آن انتشار عده كثيرى از اعراب خوارج كه همه مردمانى فصيح و\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 3 ","page_number":3},
  {"content":"\r\n\r\nآشنا برموز ادبيات عرب بودند بود مخصوصا در ايام امارت امير ابو جعفر احمد بن محمد 311 - 352 - و پسرش خلف بن احمد دواوين رسمى حكومت سيستان كه در عصر يعقوب و عمر و به فارسى درى بود به عربى مبدل گرديد و چند نفر از بزرگان شعرا و مترسلين زبان عربى مثل بديع الزمان همدانى و ابو الفتح بستى در دربار ايشان وظايفى داشتند و مدح اين پدر و پسر را مىگفتند و خلف نيز كه خود مردى فاضل بود به نوشتن تفسير بزرگى به قرآن بتوسط فضلاء عصر خود اقدام نمود ( از زمان پيش تا كنون سليقهء خاصى اهالى اين مرز و بوم داشته و دوستدارانى هم براى هر دسته پيدا ميشدند مثلا گاه شاعر دوست زمانى صوفى پرست هنگامى طرفدار نثر و ايامى لغز جو بودند سبك نثرى و نظمى دواوين و تواريخ گواه بزرك اين مدعى است مثلا حاليه بعضى از جوانان را جنون تحقيق سنهء سال تولد و وفات در سر افتاده است از اين رو اگر زندگى شاعر يا سالك و يا صوفى مطرح مجلسى گردد و يا در اطراف آن سطورى نكاشته شود ديوان شاعر و آثار عالم بر كنار مانده دعوا بر سر اسم و لقب و اسم پدر و سال تولد و وفات بدرازا كشيده كار زار و شخص مستاصل آخر الامر هم مطلب بانجام نرسيده و حرف حسابى هم از آن ميان شنيده نمىشود .\r\nيكى ادعا دارد كه نسخهء خطى در گوشهء ديده و سال تولد\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 4 ","page_number":4},
  {"content":"\r\n\r\nچنين ضبط شده است ديگرى شاهد مىآورد كه جنگى بر كنجى جسته و سال وفات چنان بر نوشته بود بىخبر از آنكه دانستن عقايد شاعر و يا فيلسوفى مطالعهء دقيق در آثار اوست و بس آن دور هم چنان كه بعدا ذكر خواهد شد همين جنون در دماغ ايرانيان توليد شده جز بآداب عرب صحبت نكرده و چيزى نمىنوشتند ) از مطلب دور رفته و كمى به بيراهه افتاديم امراى غزنوى چنان كه گفتيم نه تنها سواد عربى نداشتند بكله باغلب احتمالات فارسى را نيز درست نمىفهميدند و صريح كتاب بيهقى است كه امير مسعود از تمام غزنويان بهتر فارسى را مىفهميده ديوان غزنويان در عهد صدارت اسفراينى به زبان پارسى بود ولى از موقعى كه صدارت به احمد بن حسن ميمندى رسيد زبان و ديوان رسما عربى شد ولى مكاتبات پارسى نيز بين غزنويان و امراى ما وراء النهر مثل خوارزمشاهيان قديم باقى بود و خود احمد بن حسن ميمندى كه مسبب تغيير زبان و ديوان شده باصطلاح آن عصر از ادبا و شعراى ذو اللسانين بوده است در قرون اول بعد از اسلام يك عده از زردشتيان متوارى مقيم كرمان و سيستان و فارس و يك عده از پارسيان مهاجر كتبى به زبان فارسى و به خط پهلوى يا پازند تاليف كرده‌اند و آنها را نيز بنظرى ميتوان جزء آثار منثوره زبان پارسى بعد از اسلام دانست ولى چون نظر ما در اين بحث باثار منثوره‌ايست كه به خط عربى\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 5 ","page_number":5},
  {"content":"\r\n\r\nتاليف شده از ذكر آنها صرف نظر ميكنيم .\r\nاز نظر ديگر نثر فارسى مكتوب به خط عربى در دورهء سامانيان شروع شده و اين شروع ابتدا چون براى يك دسته احتياجات دينى يا ملى بوده است و عامه در اين ادوار جز زبان فارسى زبان ديگر نمىدانستند مؤلفين كتب مزبور سعى كردند كه تاليفات خود را براى عام المنفعه شدن حتى المقدور به فارسى ساده تاليف كنند ولى چون سر مشقى در پيش نداشتند خواهى نخواهى تحت نفوذ نثر عربى قرار گرفته‌اند و در بعضى از اين كتب مثل تفسير طبرى و تاريخ طبرى و حتى تاريخ بيهقى جمل فارسى عينا در حكم ترجمه تحت اللفظى عبارات عربى است بنا بر اين نثر فارسى در دوره‌هاى اول شروع آن چندان روان و فصيح نبوده و مىتوان گفت اين قسمت از وقتى بمرتبه فصاحت خود رسيده است كه نظم فارسى استحكام فوق العاده پيدا كرده و نثرنويسان تا حدى در معرفت كلام فصيح از غير فصيح نظم فارسى را ميزان قرار داده‌اند در غير از خراسان و ما وراء النهر در ايام حكومت غزنويان به علت اقتدار فوق العاده امراء آل بويه زبان فارسى با وجود آنكه از شعرا خالى نبوده است در مقابل زبان عربى چندان رونق و رواجى نداشته بخصوص كه امراء آل بويه به علت رقابت شديد با خلفاى عباسى دربارى داشتند كه مركز علماء و شعراى عربى زبان بود و بمناسبت تشريفات زياد كه از ايشان ميكردند شعرا و ادباء\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 6 ","page_number":6},
  {"content":"\r\n\r\nبسيار از اكناف ممالك اسلامى بدربار ايشان مىآمدند و عضد الدوله كه مشهورترين ايشان است ممدوح چند نفر از بزرگان عرب مثل متنبى و سلامى و غزى است و وزراء آل بويه مثل ابن العميد و ابن عباد در تشويق ادبيات عرب جد بسيار داشتند :\r\n( پس از شكست ايران در سه جنگ معروف قادسيه و جلولا و نهاوند و استيلاى قطعى عرب بر اين مملكت باستان گذشته از حكومت طولانى اعراب بر ايرانيان بواسطه معاشرت و مخالطت با آن قوم چنان كه گذشت اين عنصر باستان آداب عربى را آموخته و بقدرى در اين قضيه افراط كردند كه كاسهء از آش گرم‌تر شدند مثلا صاحب بن عباد با اينكه گاهى از شعر فارسى تشويق مىگردد به علت تعصبى كه بعرب و آداب عربى داشت و از شعوبيه و ايرانيها نفرت مىنمود شعر و ادبيات عرب را فوق العاده رواج داده و خود او نيز از لغويين و ادباى معروف اين زبان بوده است و باندازهء در لغت عرب و تعصب بان راه اغراق ميرفته كه در موقع تكلم و تحرير نيز از اين صفت خود نمىتوانسته است جلوگيرى كند و معروف اين است كه وقتى يك نفر از ايرانيها زردشتى به خدمت او براى عرض موضوعى رسيد و مطلب خود را به صاحب فهماند صاحب بن عباد با كلمات مهجور عربى او را جواب گفت ايرانى مزبور متغير شده رو به صاحب كرد و گفت اگر ايرانى هستى به زبان فارسى كه زبان اجداد تست تكلم كن و اگر مسلمانى\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 7 ","page_number":7},
  {"content":"\r\n\r\nبه زبان عربى مطلب خود را بيان نما اين زبان كه تو بان سخن ميگوئى نه زبان اجداد تست نه زبان مسلمين و باز حكايت كنند مرد شاعرى بر صاحب وارد شد و زبان بمدح گشاد و قصيدهء كه انشاء كرده بود بر خواند بر مدائن ثناها گفته و از عرب جاهليت تكذيب نموده بود صاحب پس از اصغاء اين سخنان لب بگفتار گشود و گفت جائزتك جوازك يعنى جواز مرخصى صله تو است ) اما از طرفى ديگر با وجود اينكه ادبيات عرب در دربار آل بويه فوق العاده رواج داشته و عدهء زيادى از فضلاء و ادباء مثل خاندان - صابى - قاضى تنوخى - و يجن بن رستم كوهيارى و عبد الرحمن صوفى و رازى و يك عده ديگر از فضلاء مقيم آن بوده‌اند مردم ايران يعنى عامه اهالى ولايت به زبان فارسى تكلم مىكردند و مسلم است كه اگر در حوزه حكومت آل بويه هم مثل خراسان و سيستان مشوقينى پيدا ميشد ادبيات زبان فارسى در اين نواحى نيز رونقى مىگرفت و دليل اينكه مردم اين ولايات به زبان ديگرى جز فارسى آشنا نبوده‌اند علاوه بر شهادت عموم جغرافيون عرب كه در اين اعصار شرح احوال سكنه فارس و خوزستان و كرمان را نوشته‌اند اشاراتى است كه از بعضى گفته‌هاى گويندگان عربى زمان آن ايام بدست مىآيد در مقابل نثر فارسى يك عده از فضلاى ايرانى بودند كه بمناسبت استغراق در آداب عربى و عربى بودن اصطلاحات علمى و\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 8 ","page_number":8},
  {"content":"\r\n\r\nحكمتى و يا مقيم شدن در دربار و خدمت مشوقين آداب عرب كتب خود را به زبان عربى تاليف كرده‌اند و اين كتب اگر چه از حيث لفظ جزء آثار زبان عربى محسوب مىشود از جنبهء معنى چون نتيجهء فكر ايرانى است نمىتوان از آنها صرف نظر كرد بخصوص كه بعضى از اين فضلا يا بعنوان امتحان و يا بدر خواست بعضى از سلاطين كه عربى نمىدانسته‌اند بعضى كتب علمى به زبان فارسى نيز نكاشته‌اند مانند همين كتاب و چون در اين مورد دوم بواسطهء ندانستن اصطلاحات فارسى و نبودن سر مشق صحيح در اين زبان فوق العاده تاليف كتاب علمى به زبان فارسى براى ايشان مشكل بوده است و غالبا كتب علمى عربى خود را به فارسى ترجمه كرده‌اند و مجبور شده‌اند كه مقدار زيادى اصطلاحات ساختگى از خود جعل كنند و اين اصطلاحات كه در واقع فارسى نيست و عامه نيز از آنها اطلاعاتى ندارند مقبول واقع نشده و گاهى هم اين قبيل كتب علمى فارسى به همين علت جعلى بودن اصطلاحات براى اهل مطالعه از فهم كتب عربى مشكلتر شده است و براى نمونه بذكر چند مثال اكتفا مىكنيم :\r\nالف كتاب و منشيان و مورخين ابو بكر خوارزمى 323 - 383 ابو اسحاق ابراهيم بن هلال صابى 313 - 384 قاضى تنوخى 329 - 384\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 9 ","page_number":9},
  {"content":"\r\n\r\nبديع الزمان همدانى 358 - 398 حمزهء اصفهانى ( 270 - 350 يا 360 ) ابو حيان توحيدى وفات 400 ابو الفتح بستى وفات 401 ابو الفرج هندو 420 ابو على بن مسكويه وفات 421 ابو نصر عتبى وفات 427 ابو منصور ثعالبى 350 - 429 ب علماى رياضى و اطباء عبد الرحمن صوفى 291 - 376 ابو سهل كوهى نيمهء دوم قرن چهارم كوشيار گيلانى 343 - 383 على بن عباس مجوسى وفات 384 ابو سهل مسيحى اواخر قرن چهارم ابو الوفاء بوزجانى 328 - 388 ج لغويين و فقها و شعراى تازى زبان ابن فارس وفات 395 ابن بابويه شيخ صدوق وفات 381 ابو سعيد رستمى اواخر قرن پنجم مهيار ديلمى وفات 428\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 10 ","page_number":10},
  {"content":"\r\n\r\nازهرى 282 - 371 سلمى 412 اما زبان پهلوى در زمان ساسانيان نام رسم الخط مخصوص ايرانيان آن ايام بود و چون مسلمين كتب فارسى عهد ساسانى را كه بان رسم الخط مىنوشتند از آن خط به خط عربى برگرداندند آن زبان پهلوى معروف گرديد و الا پهلوى تا مدتى اسم لغت و كتابت و رسم الخط بوده مثلا ابن حوقل در كتاب مسالك الممالك خود مىنويسد ( اهالى فارس سه زبان دارند يكى فارسى كه زبان تكلم اهالى است و تمام مردم فارس آن را مىدانند ديگر زبانى كه كتب عجم و ايام ايشان و مكاتبات زردشتيان بان است و آن پهلوى است و براى آنكه مردم فارس آن را بفهمند محتاج بتفسير است سوم زبان عربى كه مكاتبات و دفاتر دولتى بان است از اين عبارت خوب معلوم مىشود كه در فارس در اواسط قرن چهارم يعنى دورهء استيلاى آل بويه بر آن مملكت و رواج كلى بازار ادبيات عرب باز زبان تكلم عمومى فارسى بود ولى كتابت مراسلات و دواوين به عربى ميشد و زردشتيان هم هنوز خط پهلوى را براى مكاتبات بين خود حفظ كرده و بان خط كه مخلوطى بوده است از لغات ايرانى و آرامى و فهم آن براى عامه بتفسير احتياج داشته مكاتبه مىكردند و كتابهائى بان خط داشتند ) چون صحبت از زبان درى و پهلوى بميان آمد بىمناسبت نديديم\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 11 ","page_number":11},
  {"content":"\r\n\r\nدر اين خصوص هم چند جمله متذكر شويم !\r\n\r\nزبان پهلوى و درى -\r\nدر ميان لهجه‌هاى فارسى از همه مشهورتر زبان درى يا فارسى درى است در باب وجه تسميه اين زبان فرهنگ‌نويسان شرحهائى داده و مطالبى ذكر كرده‌اند كه چون هيچ كدام سند صحيح ندارد نمىتوان بانها اطمينان كرد همين قدر مسلم است كه اين لغت زبان اهل خراسان و مشرق خاصه اهل بلخ بوده و در بخارا و بدخشان و مرو نيز رواج داشته است .\r\nچون اول دفعه ادبيات فارسى جديد از خراسان و ما وراء النهر شروع شده و اين زبان يعنى درى هم زبان غالب اهالى آن نواحى بوده در ميان شعب زبان فارسى ! - فارسى مطلق - پهلوى - درى - خوزى - هروى - زاولى - سكزى - خوارزمى - بخارائى - مكرى - آذربايجانى ( آذربينه ) و ارانى بعد از اسلام آنكه اول دفعه به خط عربى صاحب نظم و نثر گرديده زبان درى بوده و آن همين زبان و لغت امروزى ماست كه ادبيات منظوم و منثور آن تقليد همان ادبيات عهد صفارى و سامانى و مبنى بر همان اساس لغوى و ادبى است زبان و لغت درى را مردم ما وراء النهر و خراسان در همان اوائل حكومت سامانيان به خط عربى مىنوشتند حتى منشورها و احكام دولتى تا عصر امير احمد چنان كه گذشت به زبان درى بود\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 12 ","page_number":12},
  {"content":"\r\n\r\nو او چنان كه تاريخ گزيده مىگويند ( مناشير و احكام را از زبان درى به عربى نقل كرد ) در موقعى كه بازار ادبيات زبان فارسى درى در مشرق و شمال شرقى حتى تا حدود گرگان و رى رونقى داشت ايران جنوبى و غربى بمناسبت استيلاى عرب و نداشتن استقلال سياسى مشوقين و مربيانى پيدا نكرد كه لااقل يكى از لهجه‌هاى معمول در اين حدود را صورت رسميت بدهد و ادبياتى براى آن فراهم كند به همين جهت ادبيات زبان درى كه از خراسان شروع شده بود و شعراى بزرگى مثل شهيد و رودكى و بعدها گوينده‌گانى نظير دقيقى و كسالى و فردوسى بان منظومه‌هاى زياد ساخته بودند در ساير قسمت‌هاى ايران هم رواج يافت و كسانى كه در اين قسمت‌ها بعدها خواستند شعر بگويند يا نثر بنويسند همان لغت و ادبيات درى را سر مشق خود قرار دادند و بواسطه انتشار و قبول عامه و قوتى كه آن زبان در نتيجهء ظهور شعراى بزرك يافته بود نتوانستند لهجه‌هاى ولايتى خود يعنى لغات فارسى مخصوص ايران شمالى و غربى را زنده و قوى نگاه‌دارند و در مقابل ادبيات درى ادبيات ديگرى را علم كنند مردم ايران شمالى و غربى ( سواحل بحر خزر و آذربايجان و زنجان و همدان و اصفهان و لرستان ) لهجه‌هاى مخصوصى داشته‌اند كه بمناسبت مختلف بودن با لغت درى بعدها تمام آنها\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 13 ","page_number":13},
  {"content":"\r\n\r\nبلفظ عام زبان پهلوى گفته‌اند در صورتى كه مثلا لهجه لرى و بخارى با لهجه طبرى فرق زياد دارد بطور كلى در كتب بعد از قرون سوم و چهارم هجرى هر جا نام پهلوى ( فهلوى ) ديده شود مقصود همان لهجه‌هاى ولايتى ايران و هر جا اسم درى يا فارسى مطلق به نظر رسد منظور زبان رودكى و فردوسى و سعدى يعنى زبان امروزى است و گويا رى سرحد بين ولايات درى زبان پهلوى لسان بوده اگر چه زبان و ادبيات پهلوى در مقابل زبان و ادبيات درى اهميتى نيافت و كتابت آن لغت به خط عربى چندان رونقى نگرفت ولى عامه مردم ولايات غربى و مركزى و شمالى اين مملكت از همان اوائل اسلام بلغات و لهجات دهاتى خود آوازها و تصنيفات و اشعارى داشته كه با لحن خوشى و با نواى چنگ مىخواندند و از استماع آن لذت بسيار مىبردند و الحان مخصوص و گل بانكهاى پهلوى و اشعار و ابياتى معروف به فهلويات كه اوزان خاصى داشته بدلاويزى و لطف مشهور بوده است و شرح حال و اشعار بابا طاهر و بندار شاهد اين گفتار است و با اللّه التوفيق\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 14 ","page_number":14},
  {"content":"\r\n\r\n\r\n( بخش دوم ) ابو على سينا ( 370 - 428 )\r\nزندگى ابتدائى و تحصيلات - حجة الحق شرف الملك امام الحكماء شيخ الرئيس ابو على حسين بن عبد اللّه بن حسن بن على بن سينا يكى از اعاظم رجال كتبى و مفخر بالاختصاص كشور ما مىباشد ابو على اصلا از مردم بلخ است پدرش از بلخ مهاجرت كرده در يكى از قراء بخارا مقيم شده و در آنجا دخترى از مردم قريه افشنه را بنام ستاره به ازدواج خود در آورده ابو على از اين ازدواج است ابو على از اوان كودكى حافظه فوق العاده داشت و مشهور چنين است كه در سن ده قرآن از حفظ داشته است او در ايام كودكى ابتدا بعلوم ادبى و عربى پرداخته و سپس نزد ابو عبد اللّه ناتلى رياضى شروع كرده است و پس از آن بفلسفه و منطق پرداخته و چنين مشهور است كه در سن 16 سالگى از عمر خود در جميع علوم آن زمان سر آمد بوده ابو على شاگردى داشته بنام ابو عبيد عبد الواحد بن محمد جوزجانى كه از سال 403 تا آخر عمر كه كاملا 25 سال است در خدمت ابو على بسر برده است اين شاگرد اغلب كتب ابو على را جمع‌آورى نموده و يكى از تاليفات عبد الواحد رساله‌ايست در شرح حال ابو على بقلم خود او : قفطى در تاريخ الحكماء و ابن ابى اصيبعه در طبقات الاطباء\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 15 ","page_number":15},
  {"content":"\r\n\r\nو ناشر منطق المشرقين شيخ در مقدمهء مطبوع قاهره خلاصه رساله مزبور را درج نموده و علامهء فاضل آقاى ميرزا محمد خان قزوينى در حواشى نفيسى كه بر چهار مقاله عروضى نكاشته‌اند مىنويسد كه عين رساله در موزه بريطانيا در لندن موجود است و آقاى درگاهى كرمانى عينا به فارسى ترجمه كرده و در مجلهء آينده مسطور داشته‌اند زندگانى و مسافرت او - ابو على سينا در اوائل عمر به خدمت نوح بن منصور سامانى پيوسته و مشهور چنين است كه امير نوح او را براى معالجه خود خواسته بود و چون ابو على سينا نوح را به خوبى معالجه كرد نوح شيخ الرئيس را دربار خود مقام داده و شيخ الرئيس از كتابخانهء معروف سامانيان كه در عصر خود بىنظير بوده و امراى سامانى نسخه‌هاى گرانبها به زحمت بسيار در آنجا جمع آورده بودند بمطالعه و تكميل معلومات مشغول بود و اين كتابخانه در همان ايام سوخته است و كسانى كه بشيخ الرئيس حسد مىورزند گفته‌اند كه شيخ بعمد آن كتابخانه را آتش زده تا معلوماتى را كه از نسخ منحصر بفرد آن كتابخانه يادداشت كرده و يا فراگرفته بوده است عوضى در مقابل اين فقدان عظيم شده و آثار بسيارى از آن تاليفات گرانبها در نوشته‌هاى ابو على سينا هويداست بعد از ضعفى كه بواسطهء طغيان ابو على چغانى در كار دولت سامانى پيش آمد ابو على سينا بخارا را ترك گفته بخوارزم رفت\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 16 ","page_number":16},
  {"content":"\r\n\r\nو از دربار ابو العباس مامون بن مامون خوارزمشاه كه بهتر پرورى معروف بود رفت و پيش او مقيم شد مخصوصا خوارزمشاه وزيرى داشت بنام ابو الحسين احمد بن محمد سهلى يا سهيلى كه با بو على سينا احترام فوق العاده ميكرد و ابو على سينا بنام اين وزير چند جلد كتاب تاليف كرده و از او وظيفهء ماهيانه داشته است :\r\n( چهار مقالهء عروضى از نرفتن ابو على بدربار محمود شمهء ذكر نموده و ما خلاصهء آن عبارت را ذكر مىنمائيم ) :\r\n( ابو الحسين احمد بن محمد السهيلى وزير مامون خوارزمشاه مردى حكيم طبع و كريم و فاضل بود بدين صفات نيك جمعى از حكما و علما را در آن دربار جلب نموده و بطور اجماع و انس مىزيستند از آن جمله ابو على سينا ابو ريحان بيرونى و ابو سهل مسيحى و ابو الخير خمار و بو نصر عراق بودند محمود غزنوى خواجه حسين بن على ميكال را بخوارزم فرستاد با نامه‌اى مخصوصى و اعزام افاضل مشار اليهم را تقاضا نموده خوارزمشاه از خود آنها استعلام كرد كه هر كدام راضى بنقل بدربار غزنه هستند عازم شوند و هر كدام به عكس خوش ندارند قبل از اطلاع سفير بكوى ديگرى شتابند ابو على سينا و ابو سهل مسيحى از رفتن بدربار محمود امتناع نموده سايرين روى موافقت نشان دادند بنا بر اين بسيج مسافرت شيخ و ابو سهل را ساز كرده در نهان با راه بلدى به طرف گرگان حركت نمودند در راه ابو سهل از تشنگى هلاك شد و سايرين\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 17 ","page_number":17},
  {"content":"\r\n\r\nبدربار محمود شتافتند و چون مقصود اصلى محمود ابو على بود با بو نصر عراق كه نقاش ماهرى بود دستور داد كه تصوير شيخ را نكاشته و براى مامورين و حكام خراسان فرستاد كه هر كجا او را ديدند به حضرت روانه دارند ) در حدود 403 شيخ الرئيس از بخارا و خوارزم عزيمت عراق كرد و مشهور چنين است كه چون نمىخواست بنا بدرخواست سلطان محمود غزنوى بغزنين رود به قصد پيوستن به خدمت امير شمس المعالى قابوس بجرجان حركت كرد ولى در ضمن راه شنيد كه قابوس را محبوس و مقتول كرده‌اند و اتفاقا در طى اين سفر ابو على سينا دچار صدمات بسيار شده و از همه بدتر در دهستان به سختى ناخوشى عارض او گرديد و بالاخره خود را بجرجان رساند و مدتى براى استراحت و رفع كسالت در اين شهر ماند و در مدت اين اقامت قسمت اول كتاب قانون و كتاب المجستى را تحرير كرد بعد از جرجان برى رفت و در خدمت سيده زن فخر الدوله ديلمى و مادر مجد الدوله رسيد و مدتى در خدمت ايشان بود سپس از رى بهمدان رفت و بوزارت شمس الدوله بويه اختيار شد و در اين مدت بواسطه شورش لشكريان و مخالفت ايشان با شيخ الرئيس حكيم مزبور در حبس افتاد و لشكريان قصد قتل او را داشتند ولى شيخ الرئيس مدت چهل روز در منزل يكى از دوستان خود مخفى شد و بعد از اينكه شورش لشكريان خوابيد شمس الدوله\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 18 ","page_number":18},
  {"content":"\r\n\r\nبار ديگر او را بوزارت خود اختيار كرد تا سال فوت شمس الدوله يعنى مقارن سال 412 ابو على سينا در همدان وزارت او را ميكرد و دو نوبت وزارت او بين سنوات 405 - 412 بوده است بعد از فوت شمس الدوله و جلوس پسرش سماء الدوله با اينكه اين امير ثانى از شيخ الرئيس خواست كه وزارت او را قبول كند ابو على سينا زير اين بار نرفته در منزل يكى از دوستان خود پنهان گرديد و محرمانه با حكمران اصفهان يعنى امير علاء الدوله ابو جعفر محمد بن دشمن زيار كاكويه داخل مكاتبه شد و بدعوت سرى او باصفهان رفت و در دربار امير عضد الدين علاء الدوله مقيم بود تا آخر عمر يعنى تا سال 428 در خدمت او مىزيست تاليفات ابو على سينا - ابو على سينا مطابق فهرستى كه شاگرد او ابو عبيد جوزجانى جمع آورده قريب يكصد تاليف از كتب ضخيم مفصل تا رسالات و مقالات چند ورقى داشته و غالب تاليفات او باقى است و اكثر آنها نيز بطبع رسيده و عدهء زيادى از مؤلفات شيخ الرئيس بالسنهء مختلفه ترجمه شده و از طرف بسيارى از علماء مشرق و مغرب شرح و تفسيرهاى عديده بر آنها نوشته شده و اهم تاليفات او بقرار ذيل است 1 - كتاب الاشارات در حكمت و منطق كتابى است صغير الحجم ولى حاوى مطالب مهمه به همين جهت شرحهاى مهمه بر آن نوشته شده از مهمترين شروح شرح امام فخر رازى و خواجه\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 19 ","page_number":19},
  {"content":"\r\n\r\nنصير الدين طوسى است اين كتاب را  TEGROF  بفرانسه در 1892 در ليدن ترجمه و طبع كرده است 2 - كتاب قانون در طب كه مشهورترين و بزرگترين كتب طبى اسلام است و ابو على سينا آن را مدت چندين سال تاليف كرده كتاب مزبور شامل 5 قسمت است .\r\nقسمت اول در كليات علم طب - قسمت دوم در مفردات ادويه قسمت سوم در باب امراض كه بر فرد فرد اعضا جسم مستولى مىشود - قسمت چهارم در معرفت امراض كه اختصاص بيك عضو مخصوصى ندارد در اين قسمت است كه ابو على از خود تحقيقاتى در باب معالجه بعضى از امراض و استعمال ادويهء مخصوصه نموده و دستورات خاصى در باب ورزش بدن و حفظ الصحه مىدهد - قسمت پنجم در باب ادويهء مركبه و معجون‌ها يعنى علمى كه مسلمين آن را اقرابادزين مىگفتند و اين همان علم ادويه‌شناسى است  EUQITUECAMRAHP \r\n\r\n- قانون -\r\n( قانون كتاب ديگر شيخ است در طب علما و عملا شهرت اين كتاب ما فوق تصور است طريقه طبى شيخ ذاتا با رازى و اهوازى مختلف نيست جز اينكه آنها باعمال جالينوس پيروى نموده و شيخ از طريقه ارسطو طب سقراط را مورد مراجعه قرار داده ترجمه عبرى قانون در سنه 1491 در ناپل از بلاد ايطاليا\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 20 ","page_number":20},
  {"content":"\r\n\r\nانتشار يافته و ترجمه لاتينى آن سى مرتبه بطبع رسيد 3 - كتاب نجات در منطق و طبيعيات و الهيات كه مختصر كتاب شفا است اين كتاب با قانون در سال 1593 در رم طبع گرديد و اين قديمىتر طبعى است كه از كتب اسلامى به عمل آمده 4 - كتاب شفا در منطق و طبيعيات و الهيات و اين كتاب نيز مثل قانون از اهم كتب مسلمين است و در حكمت همان مقام قانون را در طب دارد و آن نيز مكرر شرح و تفسير شده و مشهورترين شروح آن شرحى است حاشيه مانند بقلم ملا صدرا و يكى از مستشرقين بنام  NETROH  آن را بالمانى ترجمه كرده و از 1907 تا 1909 ترجمه‌هاى خود را در ليپزيك منتشر نموده است\r\n\r\n- شفا -\r\nنسخهء كامل خطى شفا در طهران در كتابخانهء مجلس و كتابخانهء مسجد سپهسالار موجود است نسخهء كتابخانهء مجلس سابقا متعلق به ميرزا ابو الحسن جلوه حكيم مشهور بوده است و بسيار نفيس است و در سنهء 871 در اصفهان نوشته شده به عكس نسخهء كتابخانهء مدرسهء سپهسالار بسيار مغلوط به نظر مىآيد مدتى در تصرف على قلى ميرزاى اعتضاد السلطنه بوده و نيز در كتابخانهء دولتى قاهره و كتابخانهء بودلئين در انگلستان و بعضى كتابخانه‌هاى ديگر موجود و مضبوط است قسمتى از شفا در سنهء 1490 ميلادى در پاويا از بلاد ايطاليا بطبع رسيد\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 21 ","page_number":21},
  {"content":"\r\n\r\n5 - منطق المشرقين و قصيدهء مزدوجهء شيخ الرئيس در منطق 6 - كتاب كوچكى در باب قواى نفسانى بنام هديه كه از اولين تاليفات شيخ الرئيس است و حكيم مزبور آن را بامير نوح بن منصور هديه كرده 7 - مجموع كه بتقاضاى ابو الحسين عروضى همسايهء خود تاليف نموده و تمام مباحث فلسفه باستثناء رياضيات در آن نكاشته است 8 - حاصل و محصول در بيست جلد براى ابو بكر برقى رفيق خود تاليف نموده است 9 - البر و الاثم در اخلاق 10 - كتاب التدارك لانواع خطاء التدبير كه براى سهيلى نوشته است غير از اين كتب چنان كه گفتيم ابو على سينا رسائل مختلفه در حل مشكلات علوم مختلفه و قديمه بر رد اعتراضات مخالفين و جواب سؤال بعضى از فضلاء و بيان بعضى حكايات فلسفى تاليف كرده و مشهورترين كتب او غير از كتب مزبور در فوق و كتاب دانشنامه علائى و نبضيه و اين كتاب حاضر كه ذيلا بذكر آن خواهيم پرداخت سه قصهء ذيل است :\r\n1 - قصه سلامان و ابسال كه عبد الرحمن جامى آن را به فارسى منظوم كرده 2 - رساله الطير كه قصه حكمتى است و همان است كه شيخ فريد الدين عطار بنام منطق الطير برشتهء نظم در آورده\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 22 ","page_number":22},
  {"content":"\r\n\r\n3 - قصهء حى بن يقظان كه ابو على سينا آن را موقعى كه در همدان محبوس بود تاليف كرده و يكى از شاگردان او قصهء مزبور را تفسير نموده است تاليفات فارسى ابو على سينا - ابو على سينا در مدتى كه در خدمت كاكويه ميزيسته به علت آنكه اين امير گويا عربى نمىدانسته به خواهش او چند رساله به فارسى درى تاليف كرده از آن جمله در فهرست او سه رساله است كه نسخهء هر سه آنها باقى است - يكى رساله نبضيه - كه چند ورق بيش نيست در احوال نبض بنام امير عضد الدين علاء الدوله ديگر دانشنامه علائى كه گويا آخرين تاليف ابو على سينا است زيرا كه در ضمن آن تاليف وفات كرده و آن كتاب را ابو عبيد جوزجانى باتمام رسانيده است دانشنامه علائى شامل 5 قسمت است : اول منطق - دوم علم ما وراء الطبيعه يا الهيات و باصطالح ساختگى ابو على سينا علم برين - سيم طبيعيات يا علم زيرين - چهارم هندسه و نجوم و حساب - پنجم موسيقى قسمت رياضى دانشنامه را ابو عبيد جوزجانى از روى قسمت رياضى شفا و هندسه اقليدس به فارسى درى ترجمه و خلاصه كرده و گويا اسم دانشنامه نيز عنوانى است كه ابو عبيد بان داده است دانشنامه علائى سه جزء آن در 1309 هجرى قمرى در دكن بطبع رسيده\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 23 ","page_number":23},
  {"content":"\r\n\r\nديگر كتاب حاضر معراج‌نامه كه به پيشگاه قارئين محترم تقديم مىدارد و شرح تهيه و بدست آوردن آن در پيش گذشت مذهب او - چنان كه شيخ شخصا تصريح مىكند بمذهب اسماعيلى تمايلى نداشته و مشهور چنين است كه زيدى بوده در هر صورت اسلام او محقق و تمايلش به تشيع هم معلوم است و در اشارات شرح مشبعى كه اعتقاد او را به مبدا و معاد و نبوّت كاملا مىرساند نكاشته و اعمال خيريه كه در روزهاى آخر عمر بجا آورده و رد صدقه كه داده و اعتكاف بر عبادت و تلاوت خلوص ايمان او را مدلل ميدارد معاصرين او - ابو على احمد بن مسكويه رازى - ابو ريحان بيرونى كه در مكاتبات در كتاب الاثار الباقيه او را جوان خطاب مىكند ابو سهل مسيحى طبيب - ابو نصر عراق - ابو الخير خمار - شيخ مفيد محمد بن محمد نعمان - شريف مرتضى - شريف رضى - قاضى ابو الحسن على بن سعيد استخرى - ابو العلاء معرى - محمد بن عبد الرحمن بن على كرمانى . . . . . . . . . . . و غيره و غيره فلسفهء ابو على - ابو على مانند بسيارى از حكماء اسلام از قبيل يعقوب بن اسحاق كندى - محمد بن زكرياى رازى - ابن رشد قرطبى - و ابو نصر فارابى مشائى بوده است ! ( مقصود از مشائين آن دسته از حكمائى هستند كه پيرو ارسطو و فلسفهء افلاطونى جديد بوده‌اند و مدار عقايد و نظر آنها بر\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 24 ","page_number":24},
  {"content":"\r\n\r\nاستدلال عقلى است ولى مخالف تزكيه نفسى و صفاء باطن هم نبوده‌اند و فرق آنها با متكلمين از اين جاست كه متكلمين احكام عقلى را مقيد به تطبيق با ظواهر آيات و اخبار مىنمايند و با اشراقين هم فرق آنها واضح است چه اين دستهء اخير مجاهدت و تزكيه نفسى را شرط عمده اصابت نظر و وصول بمعارج ملكوتى دانسته‌اند و اين فرق و اختلاف آنان است اما در مسائل نظريه اختلافاتى از قبيل عقول طوليه و عرضيه و بعد مجرد و عدم آن را حالت وجود و غيره دارند كه در كتب فريقين مشروح و مدون است ولى ابو على مانند پارهء از علماء مطيع صرف و كوركورانهء ارسطو نشده بلكه در منطق و در حكمت اعم از طبيعى يا الهى اراء مخصوصى از خود دارد چنان كه در پيش گذشت و در كتاب نجات و اشارات و دانشنامه بتفصيل خود او در اين خصوص صحبت مىدارد عقيدهء ابو على سينا راجع بوجود - ابو على معتقد است كه آنچه قائم بنفس و بالذات موجود است واجب الوجود مىباشد و آنچه كه موجود باقى ولى قائم به غير است واجب بالعرض مىباشد و آنچه وصول ممكن ولى در حصول بالفعل محتاج بتاثير علت است ممكن الوجود است وجود بارى تعالى واجب بالذات و افلاك و عقول مفارقه داخل در قسم دوم و صور نوعيه محوله و متبدله داخل در قسم سوم مىباشد راجع بنفس - اما در باب نفس عقيدهء ابو على اين است كه\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 25 ","page_number":25},
  {"content":"\r\n\r\nنفس انسانى را دو وجهه است از طرفى مواجه با جسم بوده و توسط آلات بدن را اداره مىكند و از جنبه ديگر كسب فيض از عقل فعال مىنمايد و نسبت عقل فعال با نفوس بشرى نسبت آفتاب است كه اشعهء خود را در اجسام صيقلى قابل استناره متوجه ميسازد و از حيث طى مراحل علمى و شدت و ضعف اين استناره چهار مرتبه را قائل شده ! اول مرتبه عقل هيولائى - دوم عقل بالملكه - سوم عقل بالفعل - اما مرتبه اعلى كه مقام وصول و كمال است در اين مرحله انسان بمقام استفاده كامل از عقل فعال رسيده عالم بانچه كه هست مىشود و براى چنين انسان سعادت‌مند حيوة حقيقى ابدى مقرر است\r\n هرگز نميرد آنكه دلش زنده شد بعشق * ثبت است در جريدهء عالم دوام ما \r\nحكمت الهى - در آخر الهيات شفا جائى كه مكارم اخلاق و كمالات معنوى كه بموجب آن انسان ارتقا بعالم قدس پيدا مىكند شرح داده بالاخره گفته است اصول فضائل عفت و حكمت و شجاعت است كه مبانى عدالت مىباشد و اينها مربوط بحكمت عملى است و هر كس كه با تجلى بفضائل مذكور توفيق فرا گرفتن حكمت نظرى را داشته باشد باوج سعادت مىرسد در منطق ابو على هشت كتاب ارسطو را به عربى بيان كرده و با اينكه مطلب تازه بر اين كتب نيفزود ولى در طبقه‌بندى علوم و بيان اصول كلى استدلال راه كج نرفته است\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 26 ","page_number":26},
  {"content":"\r\n\r\nدر حكمت ابو على كار تازه نكرده است ولى براى تاييد بعضى از حقايق كه قدما بانها معتقد بوده‌اند از خود دلائلى تازه آورده اما در طب ابو على با وجود اينكه اصول قدما يونان را در كتاب قانون خويش بيان كرده صاحب اراء تازه‌ايست و مكرر از مشاهدات خود ذكر مىكند مخصوصا در ادويه و معالجات تجارب شخصى داشته كتاب قانون قبل از آنكه متن عربى آن منتشر شود چندين مرتبه بلاتينى ترجمه و در شهرهاى مختلفه ايطاليا بطبع رسيده از آن جمله در 1507 در پاوى در 1520 در و نيز در 1544 در بال سويس در 1556 در بال در 1593 متن عربى آن در رم بچاپ رسيد در طب قسمتى كه بيش از همه توجه محصلين جديد را جلب كرده و در حقيقت يكى از مفاخر ابو على سينا و نماينده جنبه تجربى او در اين علم است قسمتى است از كتاب قانون در باب حفظ الصحه و ورزش مخصوصا قسمت مربوط بورزش تقريبا عين آن چيزى است كه حاليه در اين باب مورد توجه و دستور العمل است با اين تفاوت كه شيخ الرئيس همانطور كه عادت او بوده بيانات خود را در اين قسمت نيز با منطق توام كرده و مانند قضاياى رياضى عقائد و تجارب خود را مرتب و تصريح نموده است و با اللّه التوفيق\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 27 ","page_number":27},
  {"content":"\r\n\r\nفكر را غوطه‌ور ساخته و به جائى نرسيده‌اند و اين عمل نقض يقين به شك است و از ائمه هم اخبار بسيار است كه بايد در قسمت دوم فكر ننموده زيرا چنان كه گفته شد نقض يقين به شك خواهد بود و اين عمل عقلا و نقلا جائز نيست اين قبيل اشخاص نه به نبى معتقدند و نه خود راه صحيحى مىپيمايند بدين جهت در درياى تحير هميشه غوطه‌ورند از يكى از ائمه پرسيدند ما الدليل على وجود الصانع جواب گفت وجود الافاعيل و آيهء شريفه  سَنُرِيهِمْ آياتِنا فِي الْآفاقِ وَ فِي أَنْفُسِهِمْ حَتَّى يَتَبَيَّنَ لَهُمْ أَنَّهُ الْحَقُّ  هم اشاره بتوحيد است و باز و  وَ كَأَيِّنْ مِنْ آيَةٍ فِي السَّماواتِ وَ الْأَرْضِ يَمُرُّونَ عَلَيْها وَ هُمْ عَنْها مُعْرِضُونَ  اشاره به همين موضوع است پس نمىتوان بواسطه عدم احاطه و ادراك بكنه مؤثر و كم و كيف و حيث و اين آن صانع و مؤثر آفاق و انفس را انكار نموده .\r\nلهذا بايد عقول ناقصه كه غير سلسله معصومين‌اند بدلالت عقول تامه سير كنند تا اينكه گمراه و متحير نشوند ( علت اين ادعا فقط استكشاف است و بس فلاسفه و عقلا بعقل كامل خود ايمان دارند اين ايمان صرف ادعا است زيرا اگر كسى عقل كامل دارد در قضايا يك راى كلى داشته و با تجربه روز افزون تغيير فكر نمىدهد در صورتى كه عكس اين مطلب هميشه ثابت است اين سخن نيز سر نبوت و امامت مىباشد ) در اينجا براى تكميل گفتار فوق مختصرى بطور فهرست از\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 28 ","page_number":28},
  {"content":"\r\n\r\nفرق و عقايدشان ذكرى بميان مىآيد 1 - فرقه سبائيه عبد اللّه سبا و اتباع وى گفتند كه على خداست 2 - فرقه كامليه گويند كه صحابه بعد از رسول كافر شدند و على هم كافر شد براى اينكه با آنها جنگ كرد 3 - بيانيه اين قوم گويند معبود بر صورت انسان است 4 - منصوريه معتقدند كه منصور عجلى بر آسمان رفته و پيغمبر است 5 - خطابيه معتقدند كه ابن خطاب اسدى نبى بود و بعد از آن دعوى خدائى كرد 6 - غرابيه گويند على رسول است نه محمد ص 7 - شريعيه گويند خدا در پنج تن فرود آمد و على خداست 8 - هشاميه ابو الهذيل و ابن راوندى گويند ميان خدا و اجسام مشابهتى هست 9 - يونسيه ايشان گويند يونس بن عبد الرحمن بن يقطين گفت خدا جسم است 10 - مفضليه ايشان گويند مفضل جعفى گفت خدا نور است 11 - رزازيه گويند رزاز بن اعين گفت خدا مصمت است يعنى جوفى ندارد 12 - گويند اسحاق بن غالب و عبد اللّه بن سنان و محمد بن مسلم و ابو حمزه الثمانى و حمران بن اعين و ابان بن ثعلب گفتند خداى\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 29 ","page_number":29},
  {"content":"\r\n\r\nتعالى شىء لا كالاشياء نه جسم است و نه صورت و هيج به دو نماند و او به چيزى نماند گوئيم اين حق است و مذهب اهل امامت اين است و اگر كسى بجز اين اعتقاد كند باطل بود 13 - اين فرقه گويند مشيم تمار و ابو بصير و هشام بن سالم و هشام گفتند امام ما را خبر داده كه در قيامت خدا را به چشم سر بينند 14 - مفوضيه اين قوم دعوى كنند كه خداى تعالى امور عالم تقويض با رسول و امامان كرد ايشان آمر و ناهىاند 15 - كيسانيه گويند امام بعد از رسول على و بعد حسن و بعد حسين و بعد محمد حنفيه 16 - ابو مسلميه معتقدند كه امامت بميراث است نه شخصى 17 - اسماعيليان ايشان را باطنيه و قرامطه و سبعيه و مخمره خواننده هر يك بعلتى معلوم گويند خداى تعالى نه موجود است نه معدوم نه زنده و نه مرده نه قادر و نه عاجز نه عالم و نه جاهل نه متكلم و نه اخرس نه بينا و نه كور نه شنوا و نه كر 18 - صاحبيه گويند اگر عقل كفايت است هيچ كس را بر ديگرى اعتراض نرسد و اگر عقل كفايت نبود لابد خلق را امامى باشد 19 - زيديان چندين فرقت‌اند دشمن اهل بيت عموما بودند 1 - جاروديه رئيس ايشان ابو الجارود است 2 - جريره گويند امامت شورى بود جاروديه را كافر خوانند\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 30 ","page_number":30},
  {"content":"\r\n\r\nبه علت تعلق و جاروديه هم ايشان را كافر دانند 3 - ناصريه اصحاب ناصر بن خسرو 4 - قرامطه اصحاب احمد بن قرمط 5 - بابكيه اصحاب بابك 6 - مقنعيه اصحاب المقنع 20 - شيعه اماميان اثنى عشر هر يكى گويند حق با منست و ديگران باطلند و پيغمبر هم فرمود يك طرف ناجى باشند و تصور مىرود همين فرقه باشند و بس ( نقل از تبصرة العوام )\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 31 ","page_number":31},
  {"content":"\r\n\r\n\r\nنبوت عامه\r\nپس ملخص اين بيان آن شد كه عالم كامل و عاقل عارف از آثار پى بمؤثر برد و الا در بحر تحير فرو خواهد ماند و خداوند متعال در قرآن مجيد راجع باثار خود چندين آيه در محل‌هاى مختلف آورده است از جمله در سوره 30 ( الروم ) در آيه 19 گويد  وَ مِنْ آياتِهِ أَنْ خَلَقَكُمْ مِنْ تُرابٍ ثُمَّ إِذا أَنْتُمْ بَشَرٌ تَنْتَشِرُونَ  آيه 20 -  وَ مِنْ آياتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً لِتَسْكُنُوا إِلَيْها وَ جَعَلَ بَيْنَكُمْ مَوَدَّةً وَ رَحْمَةً إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَتَفَكَّرُونَ  آيه 21 -  وَ مِنْ آياتِهِ خَلْقُ السَّماواتِ وَ الْأَرْضِ وَ اخْتِلافُ أَلْسِنَتِكُمْ وَ أَلْوانِكُمْ إِنَّ فِي ذلِكَ لَآياتٍ لِلْعالِمِينَ  آيه 22 -  وَ مِنْ آياتِهِ مَنامُكُمْ بِاللَّيْلِ وَ النَّهارِ وَ ابْتِغاؤُكُمْ مِنْ فَضْلِهِ إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَسْمَعُونَ  آيه 23 -  وَ مِنْ آياتِهِ يُرِيكُمُ الْبَرْقَ خَوْفاً وَ طَمَعاً وَ يُنَزِّلُ مِنَ السَّماءِ ماءً فَيُحْيِي بِهِ الْأَرْضَ بَعْدَ مَوْتِها إِنَّ فِي ذلِكَ لَآياتٍ لِقَوْمٍ يَعْقِلُونَ  و غيره و غيره پس از فهميدن سر توحيد و دانستن صانعى بايد فهميد كه سر خلقت چه بوده است و چرا خلقت آثار بعضى دون بعضى در زمان و در مكان‌هاى مختلف انجام گرفته است پس از آنكه هر عاقلى اقرار كرد كه صانع به دو حد محدود است\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 32 ","page_number":32},
  {"content":"\r\n\r\nنفى بطلان و شباهت قائل خواهد بود عقلا كه آفرينش از چهار امر خالى نيست :\r\nيا جلب منفعت براى خود صانع يا جلب منفعت براى مخلوق\r\n يا دفع ضرر از صانع * و يا دفع ضرر از مخلوق \r\nسه امر عقلا وجوبش محال و يك امر عقلا عدمش محال به نظر مىرسد اگر صانع مخلوق را براى جلب منفعت خود خلق مىكرد لازم بود كه مخلوق غنى و خالق فقير باشد اين امر عقلا غلط است اگر جلب منفعت براى مخلوق نبود لازم بود كه فياض بخيل بوده و اين نقص است از صانع پس وجوبش لازم است اگر دفع ضرر بر خود و بر مخلوق بود ايجاب عدم جزا بر طاعت كه عقلا غلط است به نظر مىرسيد پس از بيان اين مدعى هر عالمى عارف شود كه صانع خالى از رضا و سخط و حب و بغض نخواهد بود و اين موقوف است به دو امر يكى معرف و ديگر معرف موتمن بعبارة ديگر چون صانع خلقت را براى جلب منفعت مخلوق نموده است و خلق را بر آداب حسنه و اخلاق شريفه كه منفعت عائد خود مخلوق ميگردد استوار مىخواهد پس كاشفى لازم است كه محبوب صانع را امر و مبغوض او را نهى كند پس\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 33 ","page_number":33},
  {"content":"\r\n\r\nبرسولى و معرفى موتمن محتاجيم تا از او قبول كنيم همين سر و غايت نبوت عامه است بعبارة اخرى بايد علامتى از صانع داشته باشد تا قبول رسالت او كرده شود و همين علامت معجزه است چه مؤمن اين رسول تصديقى باشد و چه تعليلى چنان كه بعد از اين موضوع بحث خواهد شد پس هر عاقلى بعد از علم بصانع عالم عارف خواهد شد بسوى رسولى براى تهذيب اخلاق كه اول مرتبه انسانيت است اما نه هر رسولى بلكه رسولى كه مؤمن داشته باشد و چنان كه گذشت اين مؤمن ممكن است تصديقى و يا تعليلى باشد بىمناسبت نديديم براى فهم مطلب مثالى ذكر نمائيم طبيبى ادعاى طبابت كرده و تصديق مىآورد اين تصديقنامه از حذاق اطباء بوده و طبابت او را تصديق كرده‌اند طبيبى ديگر ادعا مىكند كه مرض حاضر و دوا حاضر است بنحو تعليل و تاثير دوائى از ادويه طبابت خود را مسجل مينمايد البته اين مثال شباهتى با مطالب گذشته ما دارد زيرا كه علم دوا و جهل مرض و رسول طبيب امراض جهال است واضح است كه مؤمن تعليلى در صدق ادعاى طبابت غير ميسور و معسور است از حيث عدم نهايت ادويه و امراض و شدت كثرت اخلاق عقول مردم و فهم و ادراك پس بحكومت حجت باطنه يعنى عقول رسول را مؤمن تصديقى لازم است كه ميسور است نه مؤمن تعليلى\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 34 ","page_number":34},
  {"content":"\r\n\r\nكه معسور است على هذا مؤمن تصديقى بوده است تمام رسل را باختلاف زمان و مكان ( موسى - عصا - عيسى - زنده كردن - محمد قرآن ) پس با بودن مؤمن تصديقى مؤمن تعليلى تحصيل حاصل است و تحصيل حاصل عقلا و نقلا باطل و غلط است سفرا نيز علت احكام خود را بيان ننموده‌اند مكر كسى علت را از آنها خواسته و يا براى ترحم امت گفته‌اند اينجا مطلبى بخاطر آوردم و آن اينكه بعضىها اگر از علت حكمى پرسند و يا از پيش خود توجيهى كنند سؤالى بيجاست امرى ناگفته نماند كسانى كه مته بخشخاش گذاشته و علت غائى هر حكمى را مىخواهند و پشت سر هر كلمه گفتار چرا را تكرار مىكنند اين قبيل اشخاص اولا بمبدأ معتقد نبوده و ثانيا پس از اعتقاد بمبدأ به نبوت قائل نيستند و الا چنان كه گفته شد در اينجا حرف تمام و مطلب كامل است\r\n\r\n- نبوت خاصه -\r\nپس بنا بر اين با ايمان كامل برسول و سفير و قبول مؤمن تصديقى خواستن علت تحصيل حاصل است و چنان كه گذشت عقلا غلط مىباشد امرى كه بايد گفته شود اينكه معيار مؤمنات تصديقيه عامه است در اثبات رسالت رسل ( مانند موسى و عصا - عيسى و شفا - محمد\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 35 ","page_number":35},
  {"content":"\r\n\r\nو قرآن ) نه مؤمنات اقتراحيه كه هر كسى پيش خود امرى را اقتراح نموده و مدعى رسالت شود اين كارى پس دشوار خواهد بود پس اگر با قبول كردن مؤمن تصديقى عقلى گفته‌هاى رسول را بعضى دون بعضى عقلى و بعضى دون بعضى تعبدى بداند پاى او در مبدأ سست است علاوه بر مؤمنات كه هر رسول و سفيرى از نزد خدا مىآورد بعضى صفات ديگر در خود رسول موجود است كه ظاهر مىكند معناى رسالت را مانند علم - عدم نسيان - نداشتن سهو و خطا - نداشتن استكشاف - عدم معصيت كبيره و صغيره پس از اين بيان در خصوص محمد بن عبد اللّه گوئيم كه از جمله مؤمنات او قرآن است كه ابقى و اقوى است از بين تصديقنامه‌هاى آن از صانع عالم زيرا كه مؤمنات تصديقى او را چهار هزار و چهار صد و چهل ذكر كرده‌اند\r\n\r\n- كتاب -\r\nهر كس ميداند و اين زمان هم واضح بوده است كه آوردن مثل قرآن محال است از بشر و در قرآن هم به اين مطلب اشاره شده آيه 84 سوره نسا  أَ فَلا يَتَدَبَّرُونَ الْقُرْآنَ وَ لَوْ كانَ مِنْ عِنْدِ غَيْرِ اللَّهِ لَوَجَدُوا فِيهِ اخْتِلافاً كَثِيراً  پس از طرف خداست اقوى دليل براى كتاب آسمانى بودن قرآن تنها نداشتن اختلاف است در تمام كتبى كه بشر تدوين كرده ممكن نيست اختلاف نباشد الا قرآن كه كتاب آسمانى\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 36 ","page_number":36},
  {"content":"\r\n\r\nاست و در قرآن هم به اين معنى اشاره شده است  قُلْ لَئِنِ اجْتَمَعَتِ الْإِنْسُ وَ الْجِنُّ عَلى أَنْ يَأْتُوا بِمِثْلِ هذَا الْقُرْآنِ لا يَأْتُونَ بِمِثْلِهِ وَ لَوْ كانَ بَعْضُهُمْ لِبَعْضٍ ظَهِيراً  و باز در سورهء هود آيه 16 گفته شده   يَقُولُونَ افْتَراهُ قُلْ فَأْتُوا بِعَشْرِ سُوَرٍ مِثْلِهِ مُفْتَرَياتٍ وَ ادْعُوا مَنِ اسْتَطَعْتُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صادِقِينَ فَإِلَّمْ يَسْتَجِيبُوا لَكُمْ فَاعْلَمُوا أَنَّما أُنْزِلَ بِعِلْمِ اللَّهِ   در سوره بقره آيه 21 گفته مىشود  فَأْتُوا بِسُورَةٍ مِنْ مِثْلِهِ وَ ادْعُوا شُهَداءَكُمْ مِنْ دُونِ اللَّهِ إِنْ كُنْتُمْ صادِقِينَ  بعضى گويند كه در قرآن تحريف و تصرف زياد شده است جواب گوئيم اين امر فقط دلالت بر معجزه رسول مىنمايد و بس نكته كه بسيار مهم است اينكه بعضى معتقدند كه قرآن 17 هزار آيه بوده چنان كه هشام بن سالم از حضرت صادق سؤال مىكند در صورتى كه قرآن در دست بيش از 6 هزار بيش نيست و علت هم همين است كه در بعضى آيات شرط و جزا با هم مطابق نيست مانند اين آيه  وَ إِنْ خِفْتُمْ أَلَّا تُقْسِطُوا فِي الْيَتامى فَانْكِحُوا ما طابَ لَكُمْ مِنَ النِّساءِ  و باز ميفرمايد  إِنَّ الَّذِينَ آمَنُوا وَ الَّذِينَ هادُوا وَ الصَّابِئِينَ  كه در اخبار ائمه بيان فرموده‌اند\r\n\r\n- تفسير -\r\nدر تفسيرهائى كه بر قرآن نوشته شده يك ايراد مهم هست و اين اينست كه در تفاسير دو كيفيت منظور است :\r\nكيفيت بمفاد و كيفيت بمراد\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 37 ","page_number":37},
  {"content":"\r\n\r\nكيفيت بمفاد با صرف و نحو و لغت حل مىشود ولى كيفيت بمراد تنها علم و منظور صانع را لازم دارد بنا بر اين گفتگو مىبينيم تفاسيرى كه بر قرآن نوشته شده در بعضى مواضع چون مطلب آشكارا بوده است بكيفيت بمفاد عمل گرديده و در بعضى موارد از خود اظهارات مفصلى مفسرين نموده‌اند كه عقلا غلط است زيرا منظور صانع را ندانسته عمل كرده‌اند اينجا نبى بايد تفسير آيه يا سوره كند لاغير از اين لحاظ مفسرين ما در بحرى غوطه‌ور شده‌اند كه پايانى بر آن ظاهر نيست در اينجا مطلب بسيار و گفتگو زياد است ولى از خوف اطاله كلام بموجز نويسى پرداختيم\r\n\r\n- معراج -\r\nپس از درك اين مطالب گفته مىشود فرق است بين ضرورى دين و غير ضرورى ضرورى دين آنست كه متفق عليه باشد بين كليه فرق مختلفه اسلام و عموم فرق آن را قبول نمايند مانند نماز - روزه - حج - معراج - معاد غير ضرورى آنست كه متفق عليه بين كافه فرق نبوده و هر كسى بنوعى او را تعبير كند اگر شخصى ضرورى دين را قبول نكرد كافر محسوب ولى در قبول و رد كردن غير ضرورى اطلاق كفر به او روا نيست نكتهء بسيار مهمى است كه بايد متذكر شويم اينكه كيفيت معراج در تعبيرها تغيير مىكند مثلا فرقه از اسلام باصل معراج و معاد كه ضرورى دين است قائل‌اند ولى دستهء معراج را جسمانى و گروهى\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 38 ","page_number":38},
  {"content":"\r\n\r\nروحانى تعبير و تفسير ميكنند در خصوص معراج مطابق عقيده اثنى عشرى جسمانى بوده تنها آيه كه از قرآن مستفاد مىشود آيهء   سُبْحانَ الَّذِي أَسْرى بِعَبْدِهِ لَيْلًا مِنَ الْمَسْجِدِ الْحَرامِ إِلَى الْمَسْجِدِ الْأَقْصَى   است اما اخبار بسيارى از از ائمه وارد است كه معراج جسمانى را ثابت مىنمايد ابو على در اين رساله اصرار زياد بمعراج روحانى داشته و با دلائل عقلى آن را ثابت مىكند ولى يك مطلب هست و آن اينكه با ايمان بصانع و قدرت فوق العاده او و ايمان برسالت رسل مطلقا ديگر جاى پرسش و چون و چرا باقى نخواهد ماند و اللّه يعصمنا و جميع المسلمين من الخطايا و الزلل بمنه و رحمة\r\nرشت 20 دى ماه 1312\r\n- بهمن كريمى معلم ادبيات\r\n\r\n","description":"","footnote":"","page_name":" مقدمة 39 ","page_number":39},
  {"content":"\r\n\r\n\r\n[ متن كتاب 
  ]\r\nبسم اللّه الرحمن الرحيم و به ثقتى و رجائى سپاس خداوند آسمان و زمين و ستايش دهندهء جان و دين را و درود بر پيغمبر او محمد صلعم : اما بعد بهر وقتى دوستى از دوستان ما در معراج سؤالها ميكرد و شرح آن بطريق معقول ميخواست و به حكم خطر محترز ميبودم تا چون در اين وقت كه به خدمت مجلس عالى علائى رسيدم اين معنى را بر رأى عالى او عرضه كردم موافق افتاد اجازت داد در آن خوض كردن و بارادت خود مدد كرد تا بند كاهلى گشاده شد و جد و جهد من در آن ظاهر توانست گرديد كه اگر چه بسيار معانى لطيف و رموز در خاطر آيد چون قابلى فاضل و عاقلى كامل نباشد ظاهر نتوان كرد كه چون افشاء اسرار با بيگانه گوئى غمز باشد و آنكه گوينده مجرم گردد و گفته‌اند الاسرار صونوها عن الاشرار اما چون با اهل گوئى رسانيدن حق بود به مستحق و چنان كه وضع اسرار بنزديك جاهل خطا است منع معانى از عاقل ناستوده است و در اين عهد ما هيچ خاطر ياد ندارد كه بزرگى ديده است كاملتر از مجلس عالى كه بحقيقت معلوم است كه فلك هيچ بزرگوار را بصحراى ظهور و وجود نياورده است بزرگوارتر و كريمتر و عاقلتر و خردمندتر از ذات شريف علاء الدوله و چون مجموع مجمع همه محامد و معالى و بزرگيها اوست هر كجا كه در خاطرى معنى پيدا شود قوت عقلى جهد مىكند تا\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":40},
  {"content":"\r\n\r\nمگر آن معنى را بسمع عزيز آن بزرك رساند تا آن جزو در سايه آن گل مشرف شود چه همه معانى در خاطرها به دو مايل است گوئى كه عقل پاك او مركز همه عقلهاى بزرگان گشته است زيرا همه چيزها بمركز خود گراينده باشد و هر سخن كه كسى بگويد اگر چه شريف باشد اما تا قبول مجلس عالى بدان نه پيوندد هيچ لطافت و ذوق نكيرد زيرا كه قبول او سخنها را روحست و قالب بىروح قدرى نكيرد و نه هر كه سخنى گويد قبول آن مجلس باشد بلكه سخن بايد كه از خلل و عيب پاك باشد لفظا و معنا تا سمع او در پذيرد براى آنكه سمع او سدره منتهاست و هيچ كثيف آنجا نتواند رسيد لفظى روحانى بايد تا بسدره راه يابد اما هر كسى تحفه مىبرد تا كدام مقبول گردد ما نيز بدليرى و حسن الظن آن بزرك اين حرفها وسيلت ساختيم و بدان مجلس خوض كرديم در رمزهاى قصه معراج بدين مقدار كه عقل مدد كرد و اعتماد بر كرم بزرگوار است كه آنچه عيب بيند باشد به چشم عفو نكرد تا نيكو نمايد و مدد بخواستيم از ايزد بخشاينده و با اللّه التوفيق\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":41},
  {"content":"\r\n\r\n\r\n( فصل ) ( در پيدا كردن حال نبوّت و رسالت )\r\nبدان كه حق تعالى آدمى را از دو چيز مختلف آفريد كه يكى را تن گويند و يكى را جان و هر يكى را از عالمى ديگر آورد چنان كه تن را از اجتماع اخلاط و تركيب اركان فراهم آورد و جان را از تاثير عقل فعال به دو پيوند داد و تن را بياراست باعضا چون دست و پا و سر و روى و شكل و حواس و ديگر عضوها و هر يكى را چون دل و جگر و دماغ سازگارى كرد چنان كه دست گرفتن را و پاى رفتن را بنوعى كه اين كار وى نكند و وى كار اين نكند و تن مركب آمد و جان سوار پس مركب جان به تن است و رونق تن بجان و چون تن آفريده شد سه عضو شريف را از وى برگزيد و در هر يكى روحى بنهاد چنان كه حيوانى در دل و طبيعى در جگر و نفسانى در دماغ و هر يكى را از اين بقوتهاى مختصى بياراست حيوانى را بشهوت و غضب و حس و خيال و وهم و طبيعى را به قوت دفع و هضم و جذب و امساك و نفسانى را به قوت تفكر و تذكر و تميز و حفظ و ديگر چيزها آن دو روح تبع آمدند و اصل اين روح نفسانى آمد كه هر دو چاكران ويند و او كاملتر و شريفتر است زيرا كه حيوانى و طبيعى در شرف زوال و در بند فنايند اما نفسانى فنا نپذيرد و پس از فناى تن هميشه\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":42},
  {"content":"\r\n\r\nبماند پس حق سبحانه و تعالى چون تن را بديد كرد پذيرا و مركب او گردانيد روح را مقصود آنكه شرف آدمى ظاهر شود و متميز گردد از ديگر حيوانات كه اگر اصل حيوانى و طبيعى آمدى انسانى از حيوانات ديگر ممتاز نكشتى و اگر نفسانى بتجرد بنهادى از حيوانى و طبيعى بهرهء نيافتى بس هر سه بداد تا حيوانى و طبيعى با همه شريك باشد و بنفسانى انسانى از همه شريفتر باشد پس اصل در آدمى نفسانى آمد و نطق و خرد و تميز و دانش از وى يافت و روح ناطقه و نفسانى را جان نخوانند روان خوانند زيرا كه جان جسمى است لطيف و روان جسم نيست بلكه قوتيست كه بكمال لطافت خود مددكننده جان و تن است و محل سخن و منبع خرد و علم است و چون جان و تن را زوال رسد روان را نرسد و چون شرف آدمى بنفس ناطقه است و مركب و ساز آن تن است لابد مركب را نگهبانى بايد تا در و بال و هلاك نيفتد كه آنگاه از كار باز ماند پس براى اين معنى روح طبيعى در جگر بنهادند و وبرا قوتها دادند تا بهر وقتى از غذا مدد مىخواهد و آنچه به كار آيد بدان قوت مىرساند و مركب را بدان تربيت مىكند و آنچه فضول باشد بقوتى ديگر دفع مىكند بعضى بمسامها بتحليل و بعضى باخراج كه اگر قوت غذا پذيرفتن نباشد مركب از پاى در آيد و اگر قوت دفع كردن نباشد همه غذاها را شخص برنتابد\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":43},
  {"content":"\r\n\r\nو قوت حيوانى نيز بدادند تا به قوت غضبى هر چه ناموافق طبع آيد دور كند و بقوة شهوانى هر چه ملايم طبع بود به دو نزديك ميكرداند و قوتهاى حواسى را بپرستارى نفس ناطقه بداشته‌اند تا هر چه از محسوسات بديشان رسد بگيرند و بحس مشترك رسانند كه صورت‌پذير همه چيزهاست پس آنچه مخيله را شايد به دو دهد و آنچه وهم را شايد به دو دهد و هر چه عقل را شايد بمدد فكرت و تميز از همه چيزها جدا كند و در خزانه حافظه مدخر نمايد تا چون عقل را به كار آيد به قوت ذكر بازگردد تا ذاكره از حافظه به دو رساند آنچه مطلوب اوست و چون اين معنى معلوم شد كه اين سه روح در آدمى نهاده‌اند تفاوت آدميان از تفاوت قوت و غلبه آن روحها بديد آمد آن را كه طبيعى غالب شود هر چه تعلق بلقمه و حرص و خورش دارد كار وى باشد و آن را كه حيوانى قوى باشد بر شهوت و غضب و اوصاف ذميمه حريص باشد و آن را كه نفسانى غالب آيد طبيعى و حيوانى را مسخر خود گرداند و هر چه بعلم و خرد و ذكر و تميز تعلق دارد از وى ظاهر شود پس حيوانى را چندان متابعت كند كه اسم مرده نفسى و بىحميتى بر وى نهند و طبيعى را چندان كار فرمايد كه مركب را بدان حاجت افتد و چون كسى را روح ناطقه غالب و قوى افتد طبيعى و حيوانى مغلوب و مقهور وى گردند زيرا كه عقل آدمى را از افراط و تفريط باز دارد و\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":44},
  {"content":"\r\n\r\nبر اعتدال تحريص كند چنان كه نفس ناطقه فرمانده و مهمتر ديگر ارواح است مصلحت‌دان حواس اوست و حواس چاكران اويند و حفظ و تميز و تذكر و تفكر از وى زايد او نيز مهترى هست كه ديده بر وى نهاده است و هميشه بدر سراى اوست و طلب فايده مىكند و آن عقلست كه مدرك همه چيز و قابل همه صورتهاست بىآنكه در وى نسيانى راه يابد و هر علمى كه بنفس رسد و هر سعادت كه از نفس پديد آيد همه ثمره تربيت عقلست و عقل براى آنست تا بواسطه او سعادت علم را بنفس مىرساند و نفس براى آنكه تا بمدد آن معقولات را از ميان محسوسات جدا كند و بعقل رساند كه عقل را با محسوسات كارى نيست زيرا هر چه محسوس است در مرتبه شرف و كمال نيست بلكه كمال و شرف و بزرگى معقول راست و عقل هميشه روى بر بالا دارد به زير ننگرد و از شريف بخسيس نيايد اما مددى داده است نفس را از خود كه مصلحت عالم زيرين و محسوسات را او تربيت مىكند و او را عقل مكتسب مىخوانند پس شرف آدمى به دو چيز است : بنفس ناطقه و بعقل و اين هر دو نه از عالم اجسامند بلكه از عالم علويند و متصرف بدنند نه ساكن بدن كه قوتهاى مجرد بسيط را حيز و مكان نخواهد بود و ليكن اثر ايشان بدن را بنظام ميدارد و اينكه ميگوئيم دو چيز است نفس و عقل نه آن ميخواهيم كه از راه عدد بحقيقت جسميت در نكنجد بلكه مراد\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":45},
  {"content":"\r\n\r\nتميز الفاظ است در تربيت آن قوت به عين يقين احوال و تاثيرات فوائد و اظهار معانى و آن چيزيست كه در هر محل فايده ديگر دهد و نامى ديگر پذيرد چنان كه روح حيوانى كه در دلست يك حقيقت بيش نيست اما در هر وقتى كه اثرى از آن قوت در عضوى معين ظاهر شود نامى ديگر پذيرد مقصود آنكه در ادراك و لفظ آسان شود بيتعبى پس آن قوت حيوانى چون پذيراى صورت شود بصر خوانند چون شنوا شود سمع خوانند چون بوئيدن در محل بينى ظاهر شود شم گويند و چون پذيراى طعم گردد ذوق خوانند و اين حقيقت در قوت تميز ظاهر شود كه مخصوص نيست به چشم و گوش و مشام و ذوق در همه اطراف اعضا قوه تميز ظاهر است پس معلوم شد كه باختلاف تاثير قوا نام ميگردانند اما در حقيقت يك چيز است احوال نفس ناطقه نيز همين است و فرق ميان علم و عقل جز بنام نيست اما در حقيقت يك قوت است چه كه پذيرا و داناست همان كه پذيرد داند و همان كه داند پذيرد كه حقايق چون صور مجرد پذيرد نه در موضع لاجرم نه بالت و چون چنين بود صورت چيزها مزاحم يكديگر نيايد زيرا كه اگر كميت و اختلاف جسميت نيست صور مجرد است و مقبول و او هم معلوم و معقول و ليكن قوه ناطقه در هر وقتى كه قوتى ظاهر كند كه فايده تازه حاصل شود نامى ديگر پذيرد و نفس ناطقه جوهرى قائم است به خود هر چه داند به خود داند عالم علم خويش به خود\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":46},
  {"content":"\r\n\r\nدريابد و به خود قبول كند بدان كه حقيقت دريابنده را عقل گويند و حقيقت دريافتن را علم و چون بداند به خود دريابد و بپذيرد و ديدنى حقيقى ظاهر شود آن را بصيرت خوانند و چون در ادراك رود و نهايت ادراك طلبد تفكر گويند و چون بد از نيك جدا كند تميز گويند و چون آن جدا كرده را قبول كند حفظ خوانند و چون آشكارا خواهد كرد خاطر گويند و چون بظهور نزديك رسد ذكر گويند و چون ارادت كشف مجرد شود عزم و نيت گويند و چون به زبان پيوندد كلام خوانند و چون در عبارت آيد قول خوانند و از اينجا در اعراض حسى درافتد و چون در جسمانيات روان شود سر جمله اين مقدمات را نطق خوانند و منبع اين قوتها را نفس ناطقه خوانند شرف آدمى از ابتدا آن دريافت است تا بنهايت كلام و شرف حسى بدن از آنجاست كه قوت آغاز كند كه عبارت و قول و هر چه تعلق بدين دارد نه براى آنست كه شرف آدمى ظاهر كند بلكه سبب كندى و و جهولى جسم راست كه جز بمحسوس و معين راه نبرد آنچه نفس ناطقه بقلم علم بر لوح عقل اثبات كند از حقايق معانى و صور مجرد كه نطق است و بشركت ملائكه است شرف افزاى و قدرشناس آنست اين ديگران خود روى عز نديده‌اند و از سر ضرورت در خور جسم و حواس خود نقاش اشكال مجسم شوند و آنكه پاك اصلى را از خود در ميان تعبيه مىكند تا فايده نطق حاصل\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":47},
  {"content":"\r\n\r\nمىشود و اثر قول پيدا مىآيد و چون اين دانسته شود همچنانكه حس روى در عقل دارد و منتظر ايستاده است تا چه بدان رساند و بيان كند كه مدد جسم خود مىبايد ساخت تا نظام محسوسات بر جاى بماند آن عقل نيز روى در عالم خود دارد منتظر فيض مهتران خود تا چه بدان رسانند كه از آن واسطه‌ها مصلحت ظاهر و باطن راست دارد و آن انتظار عقل را كه اثر فيض علمست همت خوانند و آن طلب را اراده گويند كه به روى اضطرار و جبر روا نيست قدرشناس علوم اوست و ديده بصيرت او گشاده است به اختيار مدام ميطلبد و آن مداومت را شوق گويند و آنچه بر بصيرت او گشاده است در بصر حس پوشيده است آن پوشيده را غيب گويند پس اين عقل هميشه ديدهء علم از حدقه بصيرت برگشاده است تربيت و مدد از منهيان علوى طلبد و بيشتر آدميان را كمال در آن ادراك باز يابند و از منهى هشتم درنگذرد هميشه از عقل فعال مدد ميستاند تا در تربيت اول افتد طهارت و لطافت بوى پيوندد تا در تربيت دوم افتد رفيق خاطر شود و وى را انواع علوم ميسر گردد كه تعلق بعلم و نوع آن دارد تا در تربيت سوم افتد طرب و نشاط دوست دارد تا در تربيت چهارم افتد مميز شود بانواع بزرگى و كرم و شرف تا در تربيت پنجم افتد قوتهاى حيوانى حجاب او گردند تا در تربيت ششم افتد زهد و علم و ورع و نيكو عهدى او را مسلم گردد تا در تربيت هفتم افتد درست عزم و ثابت راى\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":48},
  {"content":"\r\n\r\nگردد بهر نوع كه ميل كند تمام بود و هر چه خواهد تواند كردن اگر كسى را كمال يارى كند در همه تربيتها روزگار گذارد و از همه علويان مدد يابد از همه بگذرد بمنهى اول پيوندد كه آن عقل كل است و در يابد كه تا آدمى اين مقدمات در نيابد نه در جهت علو بود و محسوس چون بمعقول رسد آنچه بود متلاشى شود آن عقل به دو نظر كند تا مهذب و مؤدب و لطيف و زيبا و شجاع و تمام عقل گردد و عقل ما او را بمنزلت نفس ما گردد چنان كه نفس از عقل معنى مىربايد عالم بود عقل او از عقل اول مىربايد نبى بود و ليكن اين حالت مختلف بود يا در خواب بود كه در بيدارى مشغله حواس و كثرت اشغال مانع آيد يا در بيدارى بود كه در وقت خواب قوت خيال غالب شود يا در هر دو حالت راست و درست آيد و حركت و سكون اين كس شرع پاك بود هرگز نسخ و مسخ نپذيرد از اشغال دنيائى و دينى و حطام دنيائى پاك شود باختصاص بامور واجب الوجود شود عقل اول روح او را از خود غذا دهد آن غذا دادن را تقديس گويند كه  وَ أَيَّدْناهُ بِرُوحِ الْقُدُسِ  پس خود را بوى نمايد تا بيمن او معلومات را در ربايد كه چون بر گل وقوف افتاد علم با جزاء متضمن شود اين كس را روزگار مهلت ببايد چنان كه گفت  وَ عَلَّمْناهُ مِنْ لَدُنَّا عِلْماً  و چون روح القدس كه برتر از ارواحست و جبريل امين است و بريد وحى است نظر خود پيوسته گرداند بدان كس حركت و سكون او را رنگ الهيت\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":49},
  {"content":"\r\n\r\nدهد چنان كه قرآن مىگويد  صِبْغَةَ اللَّهِ وَ مَنْ أَحْسَنُ مِنَ اللَّهِ صِبْغَةً  و آنچه از روح القدس بعقل پيوندد نبوّتست و آنچه از آن عقل به ظاهر رسد رسالت بود و آنچه نبى گويد دعوتست و آنچه از دعوت او پيدا گردد شريعت است و قانون شريعت ملت است و قبول اين جمله ايمان است و نام آن دريافت وحى است چون بآدمى پيوست و روح القدس راه او به خود گشاده گرداند و در آن نهاد متصرف شود پاك و عالى همت و كم طمع و بىحقد و بىحسدش گرداند هر چه كند از قوت قدسى كند چنان كه در خبر است كه « اسئلك ايمانا تباشر به قلبى » بدين دلائل واضح شد كه روح القدس شريفتر از ارواحست و همه ارواح تبع عقل اول و ايمان آن قوت نبى است كه گشندهء فيض قدسى است و آن قوه ثمره و مجاورت عقل كل است كه نبى خبر داده « الايمان يمان و الحكمة يمانيه » و بمدد آن قوت باز با روح قدسى كشيد كه گفت « انى لاجد نفس الرحمن من قبل اليمن » در روح القدس قوتى است الهى نه جسم است و نه جوهر و نه عرضى امر ايزدى است  أَلا لَهُ الْخَلْقُ وَ الْأَمْرُ  ارادت امر است نه قول و عبارت و كسانى كه روا دارند كه روح القدس را اثر امر خوانند از آنست كه حقيقت امر را ندانسته‌اند و الا هيچ شرف بيش از اين نيست روح را كه بامر حق مضافست چنان كه گفت  قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي  پس امر مطلق جز اين نيست\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":50},
  {"content":"\r\n\r\nكه به نبى رسد آنچه بخلق رسد كشف است كه نبى حقايق را در حد شرع آرد پس امر ايزد اين قوت است كه عقلش نفس روح قدسى مىخواند و شرعش جبرئيل و او در شرف با جمله عقول برابر است از راه مرتبه چنان كه كفت  يَوْمَ يَقُومُ الرُّوحُ وَ الْمَلائِكَةُ صَفًّا  و چون اين مقدمات دانسته شد ببايد دانست كه نطق دريافت معنى است به خود و نبوّت دريافت حقايق است بتائيد قدسى و همچنانكه قول نه آنست كه نطق است دعوت هم نه آنست كه بنوّتست ذكر ميان قول و نطق ايستاده است و رسالت ميان دعوت و نبوت تا عقل آنچه خواهد از معانى بحس رساند بدست ذكر دهد تا در شكل به حرف آرد و بقول پيونداند تا سهلى دريابد همچنين چون نبى خواهد كه حقيقت امر ايزدى را بخلق رساند قوت رسالت را اجازت دهد تا آن معانى را در خيال آرد و مجسم كند پس در زبان دعوت بامت رساند دعوت چون قول است و نبوت چون نطق و قول بىنطق نيست اما نطق بىقول هست رسالت نيز بىنبوت نيست اما نبوت بىرسالت هست چنان كه گفت « كنت بنيا و آدم بين الماء و الطين » روح القدس چون نقطه است و نبوت چون خط و رسالت چون سطح و دعوت چون جوهر و ملت چون جسم و رونق جسم بروح باشد همچنين قدر ملت به نبوت باشد جسم عام و نقطه خاص و جسم محسوس و معين مدرك و نقطه نامعين نامدرك و نامحسوس چنان كه كفت\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":51},
  {"content":"\r\n\r\n لا تُدْرِكُهُ الْأَبْصارُ  پس ابتداى همه چيزها نقطه است و ابتداى كارها روح القدس است سلطنت نقطه بر موجودات معلوم و سلطنت نفس قدسى بر معقولات ظاهر چنان كه در قرآن خبر داده  وَ هُوَ الْقاهِرُ فَوْقَ عِبادِهِ  و اين معنى در وهم دور نمايد كه خيال در جهت و شكل مىافزايد اما در عقل نزديكتر از آنست كه خاطر را مجال تعين وضع باشد چنان كه گفت  وَ نَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ  و گفت  وَ هُوَ مَعَكُمْ أَيْنَ ما كُنْتُمْ  همه چيزها محتاج فيض قدسيند و او از همه فارغ نه به ارواح تعلق و نه باجسام مشغول چنان كه گفت « لى مع اللّه وقت لا يسعنى فيه ملك مقرب و لا نبى مرسل » و چون دانسته شد كه نبوت فيض نفس قدسى است ببايد دانست كه حقيقت قرآن كلام ايزد است و لفظ كتاب قول نبوتست كه قول بىصورت و حرف بىكلام نتواند بود و اين هر دو را حلق و لب و دندان و شش و امعاء و مخارج حروف دربايد و اين جمله در جسم بود و جوهر شريفتر از جسم و آن حقيقت اول جوهر نيست و نفس جسمى از او بطريق اولى پس كلام او قول نبوده چه انسان كه مركب است والت و قول دارد و نطق او نه حرف و نه صوت است ببايد دانست كه اثبات قول در آن جانب محال بود پس كلام ايزدى كشف معنى است كه روح القدس كند بوسيلت عقل كل بر روح نبى پس آنچه نطق نبى است همه عين كلام گردد و حكم او به خود باطل شود نام قدسى بر وى افتد نطق او قرآن بود آنچه گويد نه از سر\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":52},
  {"content":"\r\n\r\nحقيقت خود گويد بلكه باجازت امر گويد چنان كه گفت    الرَّحْمنُ عَلَّمَ الْقُرْآنَ    و چون آن كشف نطق را مستغرق خود گرداند حقايق معانى مجمل نبى گردد ليكن امت را بر آن اطلاع نتواند بود كه حواس بند ايشان باشد و از براى مصلحت خلق نبى را اجازت دهند تا خيال و وهم را در كار آرد و بدان فيض را در عمل آرد و آن قوت را در فعل كشد و آنچه ادراك بود بوهم سپارد تا مجسم كند و بنمايد و معجزه بود و آنچه نطق بود به خيال سپارد و تا ذكر در وى تصرف كند در قول آرد كتاب شود به حكم آنكه بمدد ايزدى باشد مضاف كنند و گويند كتاب اللّه همچنانكه بيت اللّه و عبد اللّه و رسول اللّه پس آنچه نبى دريابد از روح القدس معقول محض باشد و آنچه بگويد محسوس باشد بتربيت و وهم آراسته چنان كه گفت « نحن معاشر الانبياء امرنا ان نتكلم الناس على قدر عقولهم » و معقول مجرد بعقل مجرد ادراك توان كردن و آن دريافتن بود نه گفتن پس شرط انبيا آنست كه هر معقول كه دريابند در محسوس تعبيه كنند و در قول آرند تا امت متابعت آن محسوس كنند و برخوردارى ايشان هم معقول باشد ليكن براى امت نيز محسوس و مجسم كنند و بر وعد و اميدها بيفزايند و گمانهاى نيكو زياده كنند تا شرط ! بكمال رسد و تا قاعده و ناموس شرع و اساس عبوديت منحل و مختل نشود و آنچه مراد نبى است پنهان نماند و چون بعاقلى رسد بعقل خود ادراك كند و داند كه گفته‌هاى نبى همه رمز باشد بمعقول\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":53},
  {"content":"\r\n\r\nآكنده و چون بغافلى رسد به ظاهر كفته نگرد و دل بر مجسمات محسوس حريص و خوش گرداند و در جوال خيال شود و از آستانه وهم در نگذرد ميپرسد نادانسته و ميشنود نادريافته  الْحَمْدُ لِلَّهِ بَلْ أَكْثَرُهُمْ لا يَعْلَمُونَ  و براى اين بود كه شريفترين انسان و عزيز ترين انبيا و خاتم رسولان صلى الله عليه و آله و سلم چنين گفت با مركز حكمت و فلك حقيقت و خزينه عقل امير المؤمنين عليه السلام كه يا على : اذا رأيت الناس يتقربون الى خالقهم بانواع البر تقرب اليه بانواع العقل تسبقهم و اين چنين خطاب جز ما چنو بزرگى راست نيامدى كه او در ميان خلق آن چنان بود كه معقول در ميان محسوس گفت يا على چون مردمان در كثرت عبادت رنج برند تو در ادراك معقول رنج بر تا بر همه سبقت‌گيرى لاجرم چون بديده بصيرت عقلى مدرك اسرار گشت همه حقايق را دريافت و ديدن يك حكم دارد كه گفت لو كشف الغطا ما ازددت يقينا هيچ دوست آدمى را زيادت از درك معقول نيست بهشتى كه بحقيقت آراسته باشد بانواع نعم و زنجبيل و سلسبيل ادراك معقول است دوزخ با عقاب و اغلال متابعت اشغال جسمانى است كه مردم در جحيم هوى افتد و دربند خيال بماند و بند خيال و رنج و هم آزادى بعلم زودتر برخيزد كه به عمل زيرا كه عمل حركت‌پذير است و حركت‌پذير را انجام جزء بمحسوس نيست اما علم قوت روح است و آن جز بمعقول نرود چنان كه رسول صلى الله عليه و آله گفت قليل العلم خير\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":54},
  {"content":"\r\n\r\nمن كثير العمل و نيز فرموده نية المؤمن خير من عمله و امير جهانيان على گفت كه قدر آدمى و شرف مردمى جز در دانش نيست و چون اين مقامات در پيش افتاد درازتر نكشيم تا از مقصود باز نمانيم مقصود از اين كتاب آن بود كه شرح دهم معراج نبى را بر موجب عقل چنان كه رفته است و بوده تا عاقلان دانند كه مقصود او از آن سير حسى نبوده است بلكه آن معقول بوده است كه مرموز به زبان محسوس بگفته است تا هر دو صنف مردم از آن محروم نمانند و اين جز بتائيد ربانى و مدد و روشنائى نور الانوار نبوده است كه خاطر مدد گيرد و آينهء عقل روشن نمايد تا شرح اين كلمات داده شود بر طريق اختصار و رمز معراج گشاده گردد بر سبيل اسرار و اعتماد بر توفيق ايزد است عز و علا\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":55},
  {"content":"\r\n\r\n( فصل )\r\n\r\nدر مقدمه معراج پيغمبر صلى اللّه عليه و آله و سلم\r\nبدان كه ساز هر چيز در خور آن چيز بود و راه هر مقصدى معين بود در جهة آن مقصد تا اگر كسى خواهد كه راه موضعى در پيش گيرد و مقصودى ديگر را مراد سازد كه راه نه بدان جهت بود هرگز به مقصد نرسد چنان كه اگر كسى خواهد كه ببغداد رود و راه سمرقند در پيش گيرد ببغداد نرسد اما چون راه بغداد در پيش گيرد به مقصد رسد و در سازها همين است اگر كسى خواهد بساز زركوبى يا پيشه ديگر كه ساز آن معين نبود گرايد ندامت برد و راست نيايد و همچنين اگر كسى پندارد كه جسم آدمى جائى رسد كه عقل رسد محال زيرا كه عقل بمعقول كه رسد نه به مدت بود و نه آلت و بواسطه زمان نرود زيرا كه عقل نه در موضع باشد و مكان به دو محيط نشود پس آنجا كه عقل رسد جسم نرسد و جسم جوهرى كثيف است قصد بالا ندارد اگر سفر كند به بالا جز عرض و قهرى نبود اگر خواهد كه بتعجيل مسافتى كه بتانى رفته باشد قطع كند نتواند پس مقاصد دو گونه است يا معقول است يا محسوس قاصد محسوس حس بود و قاصد معقول عقل و بلندى دو گونه است يا معقول است يا محسوس بلندى محسوس از جهت ادراك نظر به بالاى محسوس بود و بلندى معقول از راه بمرتبه و شرف بود زيرا كه نه در موضع\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":56},
  {"content":"\r\n\r\nباشد و چون معقول مقصود نازل باشد سفر به دو نازل بود و چون مقصد عالى بود حركت به دو علوى بود و بر شدن نيز بر دو گونه است يا جسم را به بالاى محسوس يا روح را بمدارج معقول و چون حركت جسم به مقصود عالى جز بانتقال و قطع مكانى و اشتغال زمانى نتواند بود و چون در مدرج معقول بود حركت روح را بود بعقل نه جسم را بود بقدم پس جسم هم در موضع بود و قوه ادراك بر مركب عقل به مقصود خود ميرسد و سفر او سريع شود زيرا كه هر چيزى بمركز خود گراينده باشد پس ادراك معقول كار عقل است نه كار حس و نظر در معقول كار روح است نه كار جسم و چون معلوم است كه بلندى معقول نه جهت علوّ است شدن به دو نه كار جسم است كه جسم بطى السير است پس معراج دو كونه باشد يا جسمى بقوّه حركت به بالا شود يا روحى بقوه فكرى بمعقول بر شود و چون احوال معراج مهتر پس نه از عالم محسوس بوده است معلوم باشد كه نه بجسم رفت زيرا كه جسم بلحظه مسافت دور قطع نتواند كردن پس معراج جسمانى نبوده است زيرا كه مقصود حس نبوده بلكه معراج روحانى بوده زيرا كه مقصود على بود و اگر كسى پندارد كه آنچه گفت رفتم و شرح احوال داد به شكل مجسمات آن جمله خيال بوده است زيرا كه اثبات محالات نه كار عقل است و اين هيچ نقصان ظاهر نكند در طرف نبى زيرا كه\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":57},
  {"content":"\r\n\r\nقدرت بمحالات تعلق ندارد و نفس محال ناپذيرنده از احوال شرفست نه نقصان اما رمز معقول است كه وى به زبان حس جسمانى به بيرون داده است و شرح حال مصنوعات و مبدعات داده است بطريقى كه اصحاب ظاهر پذيرند در حد خود و اصحاب تحقيق مطلع گردند بر آن حقايق و الا اهل عقل دانند كه آنجا كه فكر رسد جسم نرسد و آنچه بصيرت دريابد حس بصر در نيابد و چون حال معراج بمعقول تعلق دارد عمرى در اين تأمل ميافتاد كه چيست چون عقل اين بگشاد انديشه افتاد كه شرح رمزهاى معراج داده شود تا دانند كه شرف نبى چون بوده است مراد وى از اين گفته‌ها چه بوده است و اعتماد بر توفيق ايزدى است و وصيت ميكنم كه اين حرفها را از نااهل جاهل نامحرم دريغ دارند كه بخل بحقايق از غير اهل از جمله فرايض است كه خاتم الرسل ميفرمايد لا تطرحوا الجواهر تحت اقدام الخنازير و گفته‌اند الاسرار صونوها عن الاشرار و سرك من دمك برخوردارى مباد آن كسى را كه آسان اين كلام بهر دو نى نمايد زيرا كه خائن بود من غشنا فليس منا چه هم آن كس در و بال افتد و هم بيننده را و بال و عقاب حاصل آيد و چون عاقلى شرح معقول داد جز عاقل نبايد كه مطالعه كند تا ديگرى باغيار مزاحم نگردد و اللّه يحكم بيننا و بين القوم الظالمين\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":58},
  {"content":"\r\n\r\nچنين گويد مهتر بهتر كائنات صلعم شبى خفته بودم در خانه شبى بود با رعد و برق هيچ حيوان آواز نمىداد و هيچ پرنده سفر نمىكرد هيچ كس بيدار نبوده و من در خواب نبودم ميان خواب و بيدارى موقوف بودم يعنى كه مدتى دراز بود تا آرزومند ادراك حقائق بودم ببصيرت و بشب مردم فارغ‌تر باشند كه مشغلهاى بدلى و موانع حسى منقطع باشد پس شبى اتفاق افتاد كه ميان بيدارى و خواب بودم يعنى ميان حس و عقل بودم ببحر علم در افتادم شبى بود با رعد و برق يعنى هفت مدد علوى غالب بود تا قوت غضبى مرده شد و قوت خيالى از كار خود فرو ايستاد و غلبه پديد آمد فراغت را بر مشغولى گفت ناگاه جبرئيل فرود آمد در صورت خويش با چنان بهاء و فرو عظمت كه خانه روشن گشت يعنى كه قوت روح قدسى به صورت امر به من پيوست چندان اثر ظاهر كرد كه جمله قوتهاى روح ناطقه به دو تازه و روشن گشت و آنكه گفت در وصف جمال جبرئيل كه او را ديدم سپيدتر از برف و روى نيكو و موى جعد و بر پيشانى او نوشته بود لا إله الا اللّه محمد رسول اللّه بنور چشم تنگ و ابروى باريك و هفتاد هزار دانه از ياقوت سرخ فرو هشته و ششصد پر از مرواريد خوشاب از هم گشاده يعنى كه چنان جمال و حسن در بصيرت بتجرد عقل يافتم كه اگر اثرى از آن جمال بر حس ظاهر كنند آن محسوس بدين آسان گردد كه وصف كرد و مقصود از آنكه\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":59},
  {"content":"\r\n\r\nلا إله الا اللّه بر پيشانى او نوشته بود بنور يعنى هر كه را چشم بر جمال او افتد ظلمت شك و شرك و تعلق از پيش وى برخيزد و چنان شود در اثبات صانع بيقين و تصديق كه بدرجه آن رسد كه بعد از آن در هر مصنوع كه نكرد توحيد وى افزون گردد و چنان نظافت داشت كه اگر كسى را هفتاد هزار گيسوى از مشك و كافور بود بحسن وى نرسد و چندان تعجيل داشت كه گفتى بسيصد هزار پر و بال مىپريد و روشنى و روشن وى به مدت و زمان نبود وانكه گفت چون به من رسيد مرا در بر گرفت و در ميان دو چشم من بوسه داد و گفت اى خفته چند خسبى برخيز يعنى چون اين قوت قدسى به من رسيد مرا بنواخت و بكشف خود راه داد و اعزاز نمود و چندان شوق در دل من پديد آمد كه وصف نتوان كرد پس گفت چند خسبى يعنى بمخيلات مرو چرا قانع شدى عالمهاست و راى اينكه تو در اوئى و جز در بيدارى علم بدان نتوان رسيدن و من از سر شفقت ترا رهبرى خواهم كرد برخيز وانكه گفت مرا ساكن باش كه من برادر توام جبرئيل يعنى بلطف كشف وى در من ساكن شد و او آشنائى فرا داد تا مرا از واهمه بازستد پس گفتم اى برادر دشمنى است دست يافته گفت ترا بدست دشمن ندهم و گفت برخيز و هشيار باش و دل با خود دار يعنى قوت حافظه را روشن دار و متابعت من كن تا اشكالها از پيش تو بردارم و آنكه\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":60},
  {"content":"\r\n\r\nآشفته و دروا شدم و برابر جبرئيل روان شدم يعنى كه از عالم محسوسات اعراض كردم و بمدد عقل غريزى بر اثر فيض قدسى روان شدم وانكه گفت بر اثر جبرئيل براق را ديدم بداشته يعنى عقل فعال كه قاهر و غالب بر قوتهاى قدسى است و ليكن مدد او بعقول بيش از آن رسد كه بدين عالم كون و فساد و از عقل علوى اوست كه برتر پادشاه است و ارواح را مدددهنده است در هر وقتى بدان چه لايق آنست باشد و به براق مانند از آن كرد كه روشن بود و مدد رونده مركب باشد و در آن سفر مددكننده او خواست بودن لاجرم بنام مركب خواندش وانگه گفت از خرى بزرگتر بود و از اسبى كهتر يعنى از عقل انسانى بزرگتر بود و از عقل اول كوچكتر وانگه گفت روى او چون روى آدميان بود يعنى مايل است بتربيت انسان و چنان شفقت دارد بر آدميان كه جنس را باشد بر نوع خود و مانندگى آدميان بطريق شفقت و تربيت است وانكه گفت دراز دست و دراز پاى است يعنى كه فايده او به همه جا ميرسد و فيض او همه چيزها را تازه ميدارد وانكه گفتم خواستم بر وى نشينم سركشى كرد جبرئيل يارى داد مر تا رام شد يعنى به حكم آنكه در عالم جسمانى بود خواستم كه بر وى نشينم يعنى بر صحبت وى پيوندم قبول نكرد تا آنكه قوت قدسى مرا غسل كرد از مشغلهاى جهل و عوائق با جسم مجرد كشتم و بوسيلت او بفيض و فايده عقل فعال رسيدم\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":61},
  {"content":"\r\n\r\nوانكه گفت چون در راه روان شدم و از كوهاى مكه درگذشتم رونده بر اثر من ميامد و آوازى ميداد كه بايست اخى جبرئيل گفت حديث مكن و اندر گذر گذشتم و بدين قوت وهم را خواهد يعنى چون از مطالعه اعضا و اطراف ظاهر فارغ گشتم و تامل بكردم و درگذشتم قوت وهم بر اثر آواز ميداد كه مرو زيرا كه قوت وهمى متصرف است و غلبه دارد عظيم و در همه احوال كار كن است و جمله حيوانات را او بجاى خرد است در قبول موافق و دفع مخالف و آدمى را هم‌ساز است و آدمى روا نباشد كه متابع وهم گردد كه آنچه با حيوانات متساوى شود و خلل در شرف او آيد پس هر كرا توفيق ايزدى باشد و يارى كند در همه مواضع اقتدا بوهم نكند وانكه گفت بر اثر من زنى آواز ميداد فريبنده با جمال كه بايست تا در تو رسم هم جبرئيل گفت درگذر و مايست يعنى قوت خيال كه وى فريبنده است و مزخرف و بزن مانند از آن كرد كه بيشتر طبعها به دو مايل بود و بيشترى مردمان در بند وى باشند و ديگر آنكه هر چه وى كند بىاصل بود و بمكر و فريب آلوده باشد و اين كار زنان است كه حيلت و دستان زنان معلوم است پس قوت خياليه زنى فريبنده و دروغ زن و بد عهد است چنان بفريبند كه مردم را صيد كنند بنمايش خويش بس وفا نكنند كه زود باشد كه آن نموده باطل گردد و چون آدمى بر اثر خيال رود هرگز بمعقول نرسد كه هميشه در\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":62},
  {"content":"\r\n\r\nآثار مزخرفات بماند و در بند مجسمات بىمعنى شود وانكه گفت چون درگذشتم جبرئيل گفت كه اگر او را انتظار كردى تا در تو رسيدى دنيا دوست گشتى يعنى احوال دنيا بىاصل است و زود زوال و حطام و اشغال دنيا باضافت با معانى چون احوال و نمايش خيال است باضافت با اسرار عقل و هر كه به دو موقوف شود از معقول باز مانده و در غرور هوى اسير هاويه جهل گردد وانكه گفت از كوه‌ها درگذشتم و اين دو كس را باز پس كردم رفتم به بيت المقدس و به دو در رفتم يكى پيش آمد و سه قدح به من داد يكى خمر يكى شير يكى آب خواستم تا خمر بستانم جبرئيل نكذاشت و اشارت بشير تا بستدم و بخوردم يعنى كه چون از حواسى درگذشتم و حال خيال و وهم بدانستم و در درون خود تامل كردم و بعالم روحانى در شدم سه روح ديدم يكى حيوانى و يكى طبيعى و يكى ناطقه خواستم كه بر اثر حيوانى روم و او را بخمر مانند از آن كرد كه قوتهاى وى فريبنده است و پوسيده و جهل افزاست چون شهوت و غضب و خمر تيزكننده اين دو قوه است و طبيعى را مانند باب از آن كرد كه قوام بدن بدوست و بقاء شخص بتربيت شاگردان اوست كه در بدن كار مىكند و آب نيز سبب حيات حيواناتست و مدد نشو و نماست و ناطقه را بشير مانند از آن كرد كه غذاى مفيد و لطيف و مصلحت افزاست و اينكه گفت خواستم خمر را بستانم نكذاشت تا شير بستدم زيرا\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":63},
  {"content":"\r\n\r\nكه بيشتر آدميان از متابعت اين دو روح در نكذرند طبيعى و حيوانى زيرا كه ناقص باشند و كسى كه ناقص افتد هر چه طلبد بدنى و حسى طلبد و فايده و لذت اين دو روح بدنى است لاجرم آنچه حيوانيست چون شهوت راندن يا طلب رياست و حب دنيا و شرب خمر و جماع و مانند اين و چون چشم كه دفع مخالف كند و آنچه بدين ماند اين جمله معرفتهاى بدنى است و ناقص هميشه قصد بچنين كارها دارد و متابعت روح طبيعى همين است كه هميشه در خوردن و خفتن مانده باشد اما چون كسى تمام مزاج باشد كه روح ناطقه قوى افتد غالب گردد و بر قوتها آيند و روح قوتهاى طبيعى را چندان كار فرمايد كه مصلحت بدن و قوام و تربيت شخص باشد و قوتهاى حيوانى را نيز در پناه خود دارد و بوقت ضرورت و مصلحت كار فرمايد و شهوت را جز بعفت و صلاح كار نفرمايد چندان كه بقاء نفس باشد بتناسل و نام مرده نفسى بر خيزد و قوت غضبانى به شرط شجاعت و ديانت كار ميفرمايد چندان كه نام بىحميتى بر وى نيفتد همه قوتها را رعيت خود سازد بوقت و فرصت و مصلحت و مردم بحقيقت اين كس را خوانند زيرا كه غلبه قوت طبيعى به همين است و غلبه قوت حيوانى شيطانيست و غلبه قوت نطق ملكى و مردم بحقيقت آن بود كه بملكى نزديكتر بود و از ددى و بهائمى دور تر تا از احوال خود بى خبر نباشد و از وصلت روحانى بىبهره نماند وانكه گفت آنجا رسيديم و به مسجد در شدم مؤذنى\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":64},
  {"content":"\r\n\r\nبانك نماز كرد من در پيش شدم و جماعت ملائكه و انبياء را را ديدم بر راست و چپ ايستاده و يك يك بر من سلام ميكردند و عهد تازه مىنمودند و بدين آن مىخواهد كه چون از مطالعه تامل حيوانى و طبيعى فارغ كشتم در مسجد شدم يعنى بدماغ رسيدم و بمؤذن قوت ذاكره را خواهد و بامامى خود تفكر خواهد و بانبياء و ملائكه قوتهاى ارواح و دماغى را خواهد چون نميرد حفظ و ذكر و فكر و آنچه بدين ماند و سلام كردن ايشان به روى احاطت او بود بر جمله قوتهاى عقلى زيرا كه حق سبحانه و تعالى چون آدمى را بيافريد منقسم كرد نهاد او را به دو ولايت يكى را ظاهر گويند و يكى را باطن آنچه ولايت ظاهر است بدنست و آن را پنج حواس داد تا در محسوسات تصرف كند و باطن را نيز پنج حواس داد كه شاگردان عقلند و حواس ظاهر مزدوران حواس باطنند و حواس باطن شاگردان عقلند و حس مشترك در ميان اين هر دو ميانجى ايستاده تا اين حواس ظاهر از جوانب چيزها حاصل كنند و بحس مشترك بسپارند و وى به قوت متفكره دهد تا در او تصرف كند و آنچه تمام نباشد بيندازد و وهم و خيال آن را بر گيرند و در آن خوض كنند و سرمايه خود سازند و آنچه معقول و تمام بود به قوت حافظه دهند تا مجرد ايشان را نكاه مىدارد تا چون عقل را به كار مىآيد قوت ذاكره از حافظه بوسيله مصوره بستاند و به دو سپارد و اين قاعده هميشه\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":65},
  {"content":"\r\n\r\nممهد است پس هم چنان كه در اين حواس ظاهرى دو شريفترند كه بر باقى سالارند چون سمع و بصر از حواس باطن نيز دو شريفترند چون فكر و حافظه و خيال بمنزلت ذوق و وهم بمثابت لمس است و وهم هميشه كار كن است و خيال بهر وقتى و قوت لمس مختص نيست بعضوى معين و اما ديگر قوتها مختصند به اعضاى معين پس آدمى آنكه تمام بود كه اين شبح بر جاى باشد و كار كن بىخلل و از آفت دور كه اگر در يكى خللى يا آفتى ظاهر شود و او بر همه محيط كه اگر غافل باشد و حافظ آن قوتها نكردد از معانى باز ماند ضبط نتواند كردن و بوقت حاجت ضايع ماند آنكه از شرف تميز محروم ماند چون مردم اين جمله بداند و قوتهاى باطن را بر او گرد گردد به مقصود محض رسد و اگر اين نباشد از آن باز ماند همچنانكه كسى خواهد كه بر بامى رود نخست نردبانى بايد كه كه يك يك پايه بر مىشود تا بسطح بام ميرسد اينجائى كه نيز اين قوتها نطقى چون نردبان پايهاست چون كسى يك يك پايه بر مىشود به مقصود رسد و اينكه گفت چون فارغ شدم روى به بالا نهادم نردبانى يافتم يك پايه از زر و يك پايه از سيم يعنى يكى از حواس ظاهر و يكى از حواس باطن و مقصود از سيم و زر شرف يكى است بر ديگرى بمرتبه وانكه گفت چون رسيدم باسمان اوّل در باز كردند در شدم اسماعيل را ديدم بر كرسى نشسته و جماعتى در پيش او روى و ديدهء بر خاك نهاده سلام كردم و درگذشتم بدين\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":66},
  {"content":"\r\n\r\nفلك ماه را مىخواهد و به اسماعيل جرم ماه را و بدان جماعت كسانى كه ماه بر احوال ايشان دلالت كند وانكه گفت چون باسمان دوم رسيدم در شدم فرشته ديدم مقرب‌تر از ايشان با جمالى تمام و خلقى عجيب داشت نيمى تن از برف و نيمى از آتش و هيچ بهم در نمىشد و با يكديگر عداوت نداشتند مرا سلام كرد و گفت بشارت باد ترا كه دولتها و خيرها با تست يعنى فلك عطارد را اثر بر دو نوع است باتصال سعد سعد باشد و باتصال نحس نحس باشد چنان كه نمايد كه نيمى سعد است و نيمى نحس و اشارت بشارت خير و دولت قوت خاطر و كثرت علوم است كه او اين دهد وانكه كفت چون باسمان سوم رسيدم ملكى ديدم كه مثل او بر جمال و حسن نديده بودم شاد و خرم نشسته بر كرسى از نور و ملائكهء گرد بر گرد او در آمده يعنى فلك زهره كه جمال او بشرح حاجت نيست و او بر شادى و طرب دليل است و آنچه گفت چون باسمان چهارم رسيدم فرشته ديدم پادشاه وار با سياستى تمام بر تختى از نور نشسته سلام كردم جواب باز داد بصواب اما بتكبرى تمام و از كبر و بزرگى به كسى سخن نمىكفت و تبسم نمىكرد چون جواب سلام باز داد گفت يا محمد جمله خيرها و سعادت‌ها در فر تو مىبينم بشارت باد ترا بدين بخت فلك چهارم ميخواهد و بدين فرشته آفتاب را ميخواهد كه او بر احوال پادشاهان و بزرگان دليل است و تبسم او دليل تاثير او بخير در\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":67},
  {"content":"\r\n\r\nطالع و بشارت او فيض اوست بخير بهر كسى وانكه گفت چون باسمان پنجم رسيدم در رفتم مرا اطلاع افتاد بر دوزخ ولايتى را ديدم با ظلمت و با هيبت و مالك را ديدم بر طرف او نشسته و به عذاب و رنجانيدن مردمان بدكار مشغول بود بدين فلك پنجم را ميخواند و به مالك مريخ را كه او بر احوال خونخواران و بد كاران دليل است و بدوزخ تاثير نحوست وى را ميخواهد در افعال كسانى كه به دو مختصند وانكه گفت چون باسمان ششم رسيدم فرشتهء ديدم بر كرسى از نور نشسته و به تسبيح و تقديس مشغول و پرها و گيسوها داشت مرصع بدر و ياقوت بر او سلام كردم جواب باز داد و تحيتها گفت و بشارتها بخير داد و سعادت و مرا گفت پيوسته بر تو صلوات مىفرستم يعنى فلك ششم و بدين فرشته مشترى را ميخواهد و او بر اهل صلاح و ورع و علم دليل است و بدان پرها و گيسوها اثر و نور وى خواهد و بصلوات او تاثير او خواهد بخير كه سعد اكبر است و همه نيكوييها از وى بمردم رسد و فايده‌ها كه به كسى پيوندد از نظر او باشد كه حق تعالى بكمال علم خويشتن چنين نهاده است « انه الملك الحق المبين » وانگه گفت چون باسمان هفتم رسيدم ملكى ديدم بر كرسى از ياقوت سرخ نشسته و هر كس را به دو راه نبوده اما چون كسى به دو رسيدى نواختها يافتى بر وى سلام كردم جواب داد و صلوات گفت بر من بدين فلك هفتم ميخواهد و بدين فرشته زحل را ميخواهد\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":68},
  {"content":"\r\n\r\nو او سرخ است و نحس اكبر است اما هر اثرى كه كند و تمام كند و چون سعادت كند از همه زيادت كند و هر كسى به دو نرسد يعنى كم اتفاق افتد كه در محل خير و سعادت افتد اما چون افتد چنان اثر نيكى كند كه از همه درگذرد آنگه گفت چون درگذشتم بسدرة المنتهى رسيدم عالمى را ديدم پر نور و ضياء و چندان روشنائى داشت كه چشم خيره ميشد چندان كه نكاه كردم همه فرشتگان روحانى ديدم بعبادت مشغول گفتم يا جبرئيل كيستند اين قوم گفت اينان هرگز هيچ كارى نكنند جز عبادت و تسبيح و صومعها دارند معين كه به هيچ جائى نشوند چنان كه قرآن ميگويد  وَ ما مِنَّا إِلَّا لَهُ مَقامٌ مَعْلُومٌ  بدين فلك هشتم را مىخواهد كه فلك ثوابتست و صورتهاى كواكب آنجااند و بصومعها و مقامها دوازده برج را مىخواهد و هر جماعتى از ايشان در طرفى معين ساكنند كه با يكديگر زحمت نكنند چنان كه جنوبيان را با شماليان هيچ كار نباشد و هر كسى موضعى دارد بعضى از صورتها در منطقه و بعضى در جنوب و بعضى در شمال وانگه گفت درخت سدره را ديدم مهتر از همه چيزها بيخ در بالا و شاخ در زير كه سايه او بر آسمان و زمين افتاد بدين فلك عظيم را ميخواهد كه جمله فلكها در بطن اوست چنان كه در قرآن گويد  وَ كُلٌّ فِي فَلَكٍ يَسْبَحُونَ  وانگه گفت چون درگذشتم چهار دريا هر يكى از رنگى يعنى حقيقت جوهريت و جسميت و ماديت و صورت كه\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":69},
  {"content":"\r\n\r\nحقايق اين جمله بتجرد تصور كرد هر يك را در مرتبه ديگر يافت و از مرتبه برنگ عبارت كرد وانكه گفت ملائكه را ديدم بسيار بتسبيح و تهليل مشغول همه در نظافت مستغرق يعنى نفوس مجرد كه از مراد شهوانى و غضب آزاد و پاك باشند كه هر آدمى كه نفس او در علم و معرفت پاك و مجرد شود چون از بدن جدا گردد حق تعالى او را در آن جا نه در موضع و نه در مكان دارد مانند ملكى گرداند و بسعادت ابدى آراسته گرداند و تشبيه بملائكه از آن بود كه ملائك مسكن عقل و تسبيحند يعنى از فساد و هلاك و تغير بقوتهاى شهوانى و اشغال و اغراض غضبى پاك كردند و بدرجه ملكى رسند هميشه بادراك و شناخت غيب مشغول باشند كه نيز بعالم زيرين ننگرند براى آنكه بدن باضافت نفس خسيس بود و شريفى كه به محل دون نظر كند بضرورتى بود يا براى مصلحتى اين موضع را چون بكمال از او مفارقت افتد بكمال شرف خويش رسد سعيد گردد يعنى از شغلهاى حس بادراك عقلى پردازد و از آن لذت و راحت چنان مستغرق گردد كه نيز از هيچ خسيس ياد نياورد و بعالم زيرين ننگرد كه آن ضرورت بدنى از پيش وى برخاسته باشد آنكه به اندازه علم و ادراك مرتبه و شرف يابد و منهم راكع فمنهم ساجد يعنى روحانى باشد و بعضى مسبح و بعضى مطهر و بعضى مقرب و بعضى مقدّس هم بر اين قاعده ميرود الى الابد وانكه گفت چون اين جمله درگذشتم بدريائى رسيدم\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":70},
  {"content":"\r\n\r\nبيكرانه و هر چند تامل كردم نهايت وسط او ادراك نتوانستم كردن در برابر آن دريا جوئى ديدم بزرك و فرشته را ديدم كه آب از اين دريا بجوى ميريخت و از آن جوى آب بهر جا ميشد دريا عقل اول را مىخواهد و بدين جوى نفس كل را كه نفس اول تبع عقل اول است كه حق تعالى اول چيزى كه بابداع قدرت و علم خويش ظاهر ساخت در مرتبهء يگانگى و پاك داشت از زحمت واسطه عقل اعلى بوى داد عقل اول بود چنان كه گفت اول ما خلق اللّه تعالى العقل و بدين اول مرتبه خواهد نه اول خلقت كه ابتداى زمانى نپذيرد آن جوهر و چون عقل اول پيدا كرد از او نفس اول ظاهر گشت آن بمنزلت آدم و اين بمنزلت حوا وانكه پس از اين دو جواهر از او منقسم گشت بجواهر و اجسام چون افلاك و انجم و نفوس و عقول ايشان و بعد از آن اثر كرد تا اركان پديد آمد و منقسم شدند و بر حسب مزاج خويش مايل شدند هر يكى بخير خويش بر موجب طبع و لطافت و كثافت چون خاك و آب به زير و هوا و آتش بفوق مايل و بعد از او در معادن كار كرد وانكاه در نباتات و حيوانات وانكه انسان را پديد آورد و از همه برگزيد و قوت نفس و عقل ارزانى داشت تا چنان كه عقل اول در مرتبه شريف بود و آغاز فطرت تمام و زيبا آمد انسان نيز هم در آن مرتبه رسد بشرف در انجام فطرت نقطهء بازپسين آمد تا دايره تمام شد و اين قبليت و بعديت كه در اين\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":71},
  {"content":"\r\n\r\nموجودات گفتيم بمرتبه است نه بخلقت از جمله اين شرح مراد آنگه گفت نه دريا و آب و جوى بود كه گفته شد وانكه گفت در برابر آن دريا وادى عظيم ديدم كه از آن بزرگتر نديده بودم كه هر چند تامل كردم مبدأ و منتهاى آن نيافتم و به هيچ چيزش حد نتوانستم كرد بدين وجود مجرد خواهد كه هيچ از از او عامتر نيست و ادراك وجود مجرد جز بعقل كامل نتوان كرد وانكه گفت در برابر وادى فرشته ديدم با عظمت و فر و بهاى تمام كه در هر مرتبه بفراغت تامل ميكرد مرا به خود خواند چون به دو رسيدم گفتم نام تو چيست گفت ميكائيل من بزرگتر ملائكه‌ام هر چه ترا مشكل است از من بپرس و هر چه ترا آرزو كند از من بخواه تا به همه مرادها نشان دهم چون اين جمله بدانستم و تامل كردم امر اول را دريافتم آن فرشته او را خواهد كه روح قدسى خوانند و ملك مقرب گويند و هر كه به دو راه يابد و مدد ستاند بمدد او چندان علمش پديد آيد كه مطلع گردد به همه چيزهاى نادانسته و لذتهاى روحانى و سعادتهاى ابدى كه مثل آن نيافته باشد وانكه گفت چون از سلام و پرسش فارغ گشتم گفت تا اينجا كه رسيدم بسيار رنج و مشقت به من رسيد و مقصود من از آمدن اينجا آن بوده است تا بمعرفت و رؤيت حق تعالى رسم دلالت مرا بوى تا باشد كه بمراد خود رسم و بفايده كلى بهره‌مند شوم و به خانه بازگردم يعنى از هر پاك كه كلمهء\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":72},
  {"content":"\r\n\r\nمحض است درخواست تا چون از مطالعه موجودات فارغ شد از راه بصيرت ديده دل او گشاده است كه هر چه بود چنان كه بود بدانست و بديد خواست كه موجود مطلق را و علت اول را و واجب الوجود محض را دريابد و بشناسد و وحدت او چنان كه در او كثرت در نكنجد وانكه گفت آن فرشته دست من گرفت و مرا بر چندين هزار حجاب گذرانيد و برد تا عالمى كه هر چه ديده بودم در اين عالمها آنجا هيچ نديدم چون به حضرت عزتم رسانيد خطاب آمد كه فراتر آى دون منى يعنى آن جناب قدسست ايزدى را و پاك است در جسم و جوهر و عرض كه در اين عالمهاست و از اين اقسام بيرون است لاجرم به مكان و زمان و وضع و كم و كيف و اين و متى و فعل و انفعال و مانند اين محتاج و متعلق نباشد و واجب الوجود نه جسمست و نه جوهر و پاك و منزه است از قبول آن اعراض و به پاكى مفرد است كه در فردانيت او شرك مقدور در نگنجد و در فردانيت واحد است كه در يگانگى او تزايد عدد در نيايد و هم بر اين روى قادر و عالم وجود است پس وجود محض است و آن عالم وحدت صرف است كه بكثرت متغير و متكبر شود وانكه گفت در آن حضرت حس و حركت نديدم همه فراغت و سكون و غنا ديدم يعنى كه معرفت مجردى وجود او چنان يافتم كه بحس هيچ جانور در نكنجد كه اجسام بحس ادراك‌كننده و صور و حيل نكاهدارد\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":73},
  {"content":"\r\n\r\nو جواهر بتحفظ عقل تصور كند اما واجب الوجود از اين مراتب بيرون است كه بحس و خيال و حفظ او را در توان يافت و در آن حضرت حركت نباشد كه حركت تغير است در موجودى بانفعال در كميت و كيفيت جسمى از محلى به محلى بطمع فايده تا بگريختن از مخالفى يا حركت جسمى بىانتقال از مكان خويش آن يكى قهرى و آن ديگرى اختيارى و اين جمله كه متحرك باشند بضرورت حاجتمند باشند بمحركى كه حركت بر وى روا نباشد و آن واجب الوجود است كه محرك است همه چيزها را وانكه گفت كه از هيبت خداوند خود را فراموش كردم و همه چيزها را كه ديده بودم و دانسته و چنان كشف و عظمت و لذت قربت حاصل آمد كه گفتم مستم يعنى كه چون علم من راه يافت بمعرفت وحدانيت نيز پرداختم بادراك و بحفظ جزويات و از آن علم چندان لذت بنفس ناطقه رسيد كه جمله قوتهاى حيوانى و طبيعى از كار فرو ايستاد و چندانى استغراق پديد آمد در وحدانيت كه نيز بعالم جواهر و اجسام نظر نماند وانكه گفت چندان اثر قربت يافتم كه لرزه بر من افتاد و خطاب مىآمد كه مترس و ساكن باش يعنى چون وحدانيت را دريافتم و بدانستم كه واجب الوجود از اين اقسام بيرون است بترسيدم از دليرى سفر خود كه عظيم دور شده بودم در اثبات وحدانيت مىپنداشتم كه زيان دارد مرا گفتند نزديكتر آى يعنى از سر اين بند از خود و از سر بيم و\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":74},
  {"content":"\r\n\r\nخوف فراتر اى كه عالم وحدانيت بايد كه هميشه مستغرق لذت روحانى باشد كه هرگز بانفعال جسمانى و بانفعالات حيوانى باز نيفتد و بيم و اميد از احوال حيوانيست وانكه گفت چون فراتر شدم سلام خداوند به من رسيد باوازى كه هرگز مثل آن نشنيده بودم يعنى كشف شد بر من حقيقت كلام واجب الوجود كه سخن او چون سخن خلايق نيست به حرف و صوت كه سخن او اثبات علمست مجرد محض در روح وانكه گفت خواهد بر طريق جملگى نه بر طريق تفصيل وانكه گفت خطاب آمد كه ثناى بكو گفتم نتوانم كه تو خود چنانى كه گفته يعنى كه چون ادراك افتاد جمال وحدانيت را و دريافت حقيقت كلام واجب الوجود را بدانستم كه سخن نيست و سخن او به حرف و صوت نيست لذتى به من پيوست كه بيش از آن نيافته بودم دانستم كه واجب الوجود مستحق همه ثناهاست اما دانستم كه به زبان ثناى وى نتوان گفتن كه تركيب حروف باشد از آنكه در تحت زبان افتد و اين چنين ثنا جز بجزوى و كلى تعلق ندارد و در حق واجب الوجود درست نيايد كه وى نه كلى است و نه جزوى و دانستم كه ثناى او به زبان راست نيايد كه كار حواسى نسبت بعقل راست آيد و عقل دانست كه ممدوح كامل را مداح در خور او بايد كه علم او چند قد ذات ممدوح باشد تا گفت مطابق مقصود آيد و واجب الوجود فرد واحد است مانند ندارد يعنى مدح كسى در خور او نباشد يعنى هم بعلم او حوالت كرد\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":75},
  {"content":"\r\n\r\nكه ذاكر او همه علم است و علم او بيان ثناء ذات اوست نه به حرف و نه به صورت و نه بقول كه خود زينت خويش است وانگه گفت خطاب آمد كه چيزى بخواه گفتم اجازتى ده كه هر چه مرا پيش آمد بپرسم تا اشكالها بر خيزد يعنى كه چون مرا گفت چه خواهى گفت اجازت ده يعنى علم زيرا كه در اين سفر فكرى جز عقل محض نمانده بود كه به حضرت واجب الوجود رسيد جز علم مطلق نتوانست خواست كه در خور او بود و رتبت او از علم تمام بوى دادند تا پس از آن هر اشكال كه مىبود عرضه ميكرد و جواب ستائى مىيافت و براى مصلحت خلق قواعد شرع ممهد مىگردد بر حسب فتوى آن علم چون نماز و روزه و مانند آن و هرگز از غلط نيفتاد در حقيقت واجب الوجود مرا بعلم در حد عقل خود اثبات ميكرد بلفظى كه موافق استماع خلائق آمدى تا معنى بر جاى ماندى و پرده مصلحت برنخاستى و هم مدد آن علم بودى كه چنين سفرى را شرح داده‌اند در حكايت سفر ظاهر تعبيه كرد تا چون محققى را وقوف و اطلاع نباشد بر مضمون گفته او وانگه گفت چون اين همه بكردم به خانه باز آمدم از دورى سفر هنوز جامعه خواب گرم بود يعنى كه سفرى فكرى بود ميرفت بخاطر و عقل ترتيب ادراك ميكرد وجود آن را تا واجب الوجود پس چون تفكر تمام شد به خود بازگشت هيچ روزگار نشده بود باز آمدن در آن حالت زودتر از چشم‌زخمى بود هر كه داند\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":76},
  {"content":"\r\n\r\nداند كه چه رفت و هر كه نداند معذور باشد و روا نيست اين كلمات را بجاهل و عامى نمودن كه برخوردارى جز عاقل عارف را نيست برمزهاى اين كلمات و السلام على اهل السلام -\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":77},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 39 ","page_number":78},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 40 ","page_number":79},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 41 ","page_number":80},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":81}
  ]