[
  {"content":"\r\n\r\nالشيخ محمود شلتوت\r\nتأليف : علي أحمدي\r\nتعريب : عامر شوهاني\r\nتحقيق واستدراك : محمد جاسم الساعدي\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nسرشناسه : احمدي ، علي .\r\nعنوان قراردادى : شيخ محمود شلتوت : آيت شجاعت . عربي .\r\nعنوان وپديدآور : الشيخ محمود شلتوت : آية الشجاعة / تأليف علي احمدي ، تعريب عامر شوهاني ؛ تحقيق واستدراك محمد جاسم الساعدي\r\nمشخصات نشر : تهران : المجمع العالمي للتقريب بين المذاهب الإسلامية ، المعاونية الثقافية . 1386 .\r\nمشخصات ظاهري : 144 ص .\r\nشابك : 6 - 82 - 8889 - 964 - 978\r\nوضعيت فهرست نويسى : فيپا .\r\nيادداشت : كتابنامه : ص [ 125 
  ] - 133 ؛ همچنين به صورت زيرنويس .\r\nموضوع : شلتوت ، محمود ، 1893 - 1963 م . shaltut mahmud سرگذشتنامه .\r\nموضوع : اصلاح طلبان - - كشورهاى اسلامى .\r\nموضوع : اسلام - - تجديد حيات فكرى .\r\nموضوع : تقريب مذاهب .\r\nشناسه افزوده : شوهانى ، عامر ، مترجم .\r\nشناسه افزوده : ساعدى ، محمد جاسم ، مترجم .\r\nشناسه افزوده : مجمع جهانى تقريب مذاهب اسلامى . معاونت فرهنگى .\r\nرده بندى كنگره : 1385 8043 ش 28 الف / 5 / 233 bp .\r\nرده بندى ديوبى : 48 / 297 .\r\nشماره كتابخانه ملى : 45450 - 85 م .\r\nالمجمع العالمي للتقريب بين المذاهب الاسلامية\r\nاسم الكتاب : الشيخ محمود شلتوت آية الشجاعة\r\nتأليف : علي احمدي\r\nتعريب : عامر شوهاني\r\nتحقيق واستدراك : محمد جاسم الساعدي\r\nالناشر : المجمع العالمي للتقريب بين المذاهب الإسلامية - المعاونية الثقافية\r\nالطبعة : الأولى - 1428 ه‍ . ق 2007 م\r\nالكمية : 2000 نسخه\r\nالسعر : 1000 تومان\r\nالمطبعة : نيرو\r\nردمك : 6 - 82 - 8889 - 964 - 978 6 - 82 - 8889 - 964 - 978 : isbn\r\nالجمهورية الاسلامية في إيران - طهران - ص . ب : 6995 - 15875\r\nجميع الحقوق محفوظة للناشر\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\n\r\nمقدّمة المجمع\r\nبسم اللَّه الرحمن الرحيم\r\nليس من قبيل الصدفة عدم خفاء دور القادة المفكّرين وعظماء التاريخ العلمي والأدبي في إيجاد الحركات النهضوية والتحوّلات الفكرية والفلسفية الكثيرة في العالم ، وما تعكسه من آثار متعدّدة الجوانب على مسيرة البشرية ، وتطوّرها على كافّة الأصعدة ؛ إذ في غالب الأحوال ثمّة ظروف تعين هؤلاء العظماء على المدّ في تحرّكهم ودفع عجلة نشاطاتهم بالاتّجاه الذي يرغبون فيه ، يضاف إليه الأوضاع المعقّدة التي قد تدعو الناس إلى محاولة التغيير ولو بصورة معيّنة وعلى نطاق محدود .\r\nفكلّ تلك العوامل تزيد من مدى طواعية الجماهير باتّجاه هذا القائد الفكري ، وتحثّ من خطاه نحو إكمال مسيرته . هذا إذا أضفنا إلى مجموع ما مرّ شخصية القائد الجذّابة ، والخصائص الفذّة التي يتمتّع بها .\r\nمن الصعب أن تشهد رجالًا من هذا الطراز قادوا « انقلابات » فكرية وثقافية في مجتمعاتهم مع وجود المال والناصر .\r\nلكن أن تجد رجالًا قاموا بنهضات وحدوية بمفردهم ، وجمعوا شتات أُممهم العريضة بهمّة عالية أثارت إعجاب الآخرين ، فهذا هو الصعب والعسير المنال ؛ لأنّهم لم يسندوا تحرّكاتهم على الرجال والأنصار ، ولم يجلسوا على كنوز الذهب التي تترى على البعض من جهات مختلفة .\r\nإنّ المصلحين العظام لم يقودوا حملاتهم النهضوية ضمن فئات محدودة أو جماعات قليلة ليدرجها المضطّلعون في خانة المساعي الهيّنة ، بل كانت دعوات بعضهم تشمل أطراف الأُمّة الكبيرة التي يبلغ تعداد نفوسها أكثر من مليار نسمة ! هذا إذا أضفنا إلى\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nذلك الجماعات والجهات المخالفة التي لم تأن في استخدام كلّ ما لديها من الحيل لنزع فتيل حملتهم ، واستحلال ساحتهم ولو بالتصفية الجسدية !\r\nوهذا مادعا التاريخ إلى حفظ أسماء هؤلاء الثلّة الرائعة بعدما رفعها عالياً ، فكانت بمثابة شموس مضيئة أشرقت بنورها على الناس ، الذين لم يألوا جهداً في تسجيل مواقفهم وإبراز احتراماتهم تجاههم .\r\nإنّ وصول هؤلاء الرجال في ميدان الإصلاح الاجتماعي والتقريب بين المذاهب الإسلاميّة إلى هذا المستوى من الرقي والعالمية إنّما كان مبنياً على استراتيجية ثابتة منتقاة من الفكر والثقافة القرآنية والأدب النبوي الشريف وتربية أهل بيت النبوّة الطاهرين والسيرة التي تابع الصحابة عليها بإحسان ، ولم تكن حركة خبط عشواء ، أو حاطب ليل ، وأيضاً لم تكن على أُسس شخصية ومصلحية فردية أو أُسرية .\r\nفقي الوقت الذي يجوب بعضهم العالم بأسره للقاء الزعماء السياسيّين ومسؤولي الدول ، يطوف بعضهم الآخر البلدان والقرى ، قاطعاً المسافات البعيدة من أجل بثّ فكرة التقريب ووحدة الصفّ ، ومحاولة إقناع النخب من تمكين فكرة التقريب ، والحوار الهادئ ، واحترام الغير في نفوس مؤيّديهم .\r\nولعلّ من أبرز هؤلاء الطليعة التي ترجمها المجمع بعنوان « روّاد التقريب » ، الذين بذلوا جهوداً جبّارة في هذا السبيل ، وأبدوا كثيراً من النشاطات العلمية على مستوى الرسائل والكتب من أجل معالجة المتطلّبات الملحّة التي تحتاجها حركة التقريب بين أفراد الأُمّة الإسلاميّة .\r\nوفي الوقت الذي نشكر فيه جهود الأُستاذ الفاضل الأخ محمّد الساعدي ، وما أبداه من تعاون مثمر على صعيد تحقيق وتوثيق واستدراك هذا الكتاب ، نقدّر جهود كلّ من ساهم في نشر وإعداد هذا السفر الجليل . والحمد للَّه‌ربّ العالمين .\r\nالمعاونيّة الثقافيّة للمجمع العالمي\r\nللتقريب بين المذاهب الإسلاميّة\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nكلمة المحقّق\r\nلا يخفى على المراقب الحصيف دور رجال التقريب وروّاده في نشر وترويج الفكر الإصلاحي في الأوساط الثقافيّة والفكريّة الإسلاميّة وعلى أكثر من مستوى .\r\nولم يقف دورهم عند هذا الحدّ ، بل تعدّاه إلى مستوى أكثر فاعلية ، بعدما فتحوا الأبواب لدخول « الأفكار الأُخرى » وسلّطوا الأضواء على المباحث العلميّة الجادّة في سبيل رفعة الإسلام ورفرفة رايته الفضفاضة ، بحيث يتسنّى للأجيال اللاحقة متابعة الحقيقة بأبهى صورها .\r\nإنّ هكذا رجال وأصحاب قلم وفكر إصلاحي وتقريبي بحاجة إلى برنامج للتعريف بهم لأجيالنا اللاحقة ، والدفاع عن مبادئهم وشعاراتهم التي فدوا نفوسهم الزكية وأموالهم الطيّبة وأوقاتهم الشريفة من أجلها .\r\nولعلّها أمانة هي في رقاب كلّ المصلحين والتقريبيّين . وهذا بالضبط ما دعاني إلى تلبية دعوة المجمع العالمي للتقريب بين المذاهب الإسلاميّة إلى تحقيق مجموعة « طلايه داران تقريب » ( روّاد التقريب ) وتهذيبها والاستدراك عليها .\r\nوقد كان منهجي في التحقيق كمايلي :\r\n1 - متابعة التعريب الذي تمّ على النصّ الفارسي للكتاب ، والإشراف على الترجمة ، وتهذيب بعض بنودها الّتي رأيتها مناسبة أكثر لموضوع الكتاب ، وسبك العبارات بأُسلوب عصري حديث .\r\n2 - تقويم متنه ، وتصحيح الأخطاء الواردة فيه ، وإصلاح ما يلزم .\r\n3 - متابعة مراحل الطبع والمقابلة بكلّ تداعياتها .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n4 - ترجمة الأعلام الواردة أسماؤهم في المتن ليتسنّى للقارئ اللبيب الإحاطة بأخبارهم ، والاطّلاع على أحوالهم وما قدّموه من آثار .\r\n5 - توثيق الموارد التاريخيّة واللغويّة والحديثيّة والسياسيّة وغيرها الواردة في الكتاب .\r\n6 - كتابة الاستدراكات التي تتعلّق بحياة وسيرة المترجم لهم والمراحل التي تتمحور حولها شخصياتهم ، والتي لم يتسنّ للنصّ الفارسي الأصل استيفائها وإيرادها في هذا الكتاب ، فلاح لي ضرورة الاهتمام بهذا الجانب الحيوي ، ومتابعة المسألة بصورة جدّية في الهامش على أن لا تكون متجاوزة لحدود الكتاب ، وبالتالي يمكن أن تساهم هذه الاستدراكات في زيادة اطّلاع القارئ على ملابسات حياة الشخصية المترجم لها .\r\nوقد رمزت للاستدراك بهذه العلامة ( * ) .\r\nهذا وأسأل المولى عزّ وجلّ التوفيق لخدمة التقريب بين مذاهب الأُمّة الإسلاميّة والإصلاح أكثر فأكثر . ولا يفوتني أن أُعرب عن شكري وتقديري إلى المجمع العالمي للتقريب ، وأخصّ بالذكر سماحة حجّة الإسلام والمسلمين الشيخ علي أصغر الأوحدي ( حفظه اللَّه ) على إتاحته الفرصة لي للمساهمة في إنجاز هذا العمل على أحسن ما يرام إن شاء اللَّه ، وآخر دعواهم أن الحمد للَّه‌ربّ العالمين .\r\nمحمّد الساعدي\r\n5 / ذو الحجّة / 1427 ه\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nالشيخ محمود شلتوت :\r\nينبغي للمسلمين الآن أن يفتخروا ؛ إذ سبقوا الآخرين ، في الفكر والعمل ، من أجل التقريب بين مذاهبهم المختلفة « 1 » .\r\n\r\nتمهيد\r\nإنّ التقريب والتفاهم والتنسيق من أهمّ المسائل التي تحتاجها المجتمعات الإسلامية في عصرنا الحالي الحسّاس ، هذا العصر الذي نهضت فيه قوى الكفر جميعها متّحدة متآزرة لمجابهة الإسلام والمسلمين بشكل مباشر ، لا خجل ولا وجل ولا حياء فيه .\r\nوعلى المسلمين جميعهم أن يتيقّظوا ويلتفتوا لمسألة مهمّة ، هي : أنّ الحلّ الوحيد لمواجهة الاستعمار والاستكبار والتغلّب عليه هو اتّحاد مسلمي العالم جميعاً ، بكلّ تنوّعاتهم ، الإقليمية والعرقية والمذهبية ، ومحاربة الفكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الناس والدين : 9 .\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\n« السكولاري » « 1 » ، وعزل المستغرِبين والجبناء عن مواقع اتّخاذ القرار في الأُمّة الإسلامية .\r\nوفي صدر الإسلام أيضاً كانت أكبر الجهود والمساعي للصحابة والأئمّة المعصومين عليهم السلام تنصبّ في سبيل الوحدة بين مختلف طبقات الناس . .\r\nكتب أمير المؤمنين الإمام عليّ عليه السلام في جواب رسالة لأبي موسى الأشعري ، بخصوص دوره في حفظ وحدة المسلمين :\r\n« وليس رجل - فاعلم - أحرص على جماعة أُمّة محمّد صلى الله عليه وآله وسلم وأُلفتها منّي ، أبتغي بذلك حُسن الثواب ، وكرم المآب » « 2 » .\r\nولأجل الوصول إلى الوحدة فهناك عوامل مختلفة مؤثّرة ، أهمّها : دور أكابر وعلماء ومثقّفي البلاد الإسلامية ؛ إذ يستطيع المفكّرون والعلماء المسلمون ، بما يمكن أن يقدّموا من أعمال مؤثّرة ، أن يُطلعوا مسلمي العالم على ضرورة الوحدة بين المسلمين ، وعلى مؤامرات الأعداء وخططهم لتمزيق وتفريق الأُمّة .\r\nوإذا تمكّن علماء الدين في الفرق الإسلامية جميعها من أداء واجبهم الخطير ، والذي هو دعوة كلّ المسلمين للوحدة والأُخوّة ، فبلا شكّ سيتذوّق المجتمع حلاوة الوحدة أيضاً .\r\nالشيخ محمود شلتوت من العلماء المفكّرين المتحرّرين ، وبفتواه التاريخية التي أصدرها بجواز اتّباع مذهب الشيعة ، لم يخلّد اسمه في دنيا الإسلام فحسب ، بل قام بعملٍ ، هو الأكثر تأثيراً ، في سبيل وحدة العالم الإسلامي ، وخاصّة بين السنّة والشيعة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بمعنى : فصل الدين عن السياسة .\r\n( 2 ) نهج البلاغة : رسالة 78 .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nوعن شخصية وآثار الفقيد السعيد صنّف الأُستاذ عبد الكريم بي آزار الشيرازي كتاباً قيّماً بعنوان : الشيخ محمود شلتوت . . رائد التقريب ، وصدر بمناسبة « مؤتمر تكريم آية اللَّه البروجردي والشيخ محمود شلتوت » ، وهو خطوة في مسير التقريب ؛ إذ تضمّن فكرة موجزة وجامعة عن سيرة وحياة هذا العالم الكبير .\r\nوكتابنا هذا نتعرّف فيه بشكل أفضل على الشيخ محمود شلتوت كعالِم ومفكّر متحرّر شجاع ، خدم الوحدة بين المسلمين ؛ بإصداره الفتوى التاريخية بجواز اتّباع مذهب الشيعة ، وتأسيسه دراسة الفقه المقارن في جامعة الأزهر .\r\nتأليفنا هذا الكتاب عن حياة الشيخ محمود شلتوت لا يعني موافقتنا وقبولنا لنظرياته وآرائه جميعها ؛ لأنّنا لا نعتقد بوجود أيّ إنسان معصوم من الخطأ والاشتباه في الفكر والعمل ، إلّاالمعصومين من أئمّة أهل البيت عليهم السلام .\r\nوختاماً أُقدّم شكري وتقديري للأخ العزيز محمود مهدي پور ؛ الذي ساعدني ، بصبره وتحمّله ، في إنجاز هذا الكتاب .\r\nومن اللَّه التوفيق . .\r\nعلي أحمدي\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nالفصل الأوّل : ولادته وتحصيلاته الدراسية\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nمسقط رأسه\r\nمصر بلد من أقدم بلدان العالم التي امتلكت حضارة امتدّت لعدّة آلاف من السنين ، وكانت منذ القدم موئلًا لكبار المفكّرين والعلماء .\r\nوفي العقود المتأخّرة ، وفي ذروة الصحوة الإسلاميّة في هذا البلد ، وبتأثير تواجد السيّد جمال الدين الأسد آبادي « 1 » ، ظهرت شخصيات كبيرة قدّمت الكثير من الخدمات للإسلام والمسلمين ، مثل : الشيخ محمّد عبده « 2 » ، الأُستاذ حسن البنّا « 3 » ، الشيخ محمود شلتوت ، سيّد قطب ، وغيرهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جمال الدين محمّد بن صفدر الحسيني الأفغاني الأسد آبادي : أحد أبرز رجال النهضةوالإصلاح في العصر الحديث . ولد في أسعد آباد سنة 1254 ه ، ونشأ بكابل ، وتلقّى العلوم ، فبرع فيها . سافر إلى بلدان عديدة طلباً للإصلاح والنهضة . أنشأ مع تلميذه الشيخ محمّد عبده جريدة « العروة الوثقى » في باريس . كان عارفاً باللغات : العربيّة ، والفارسيّة ، والبشتو ، والتركيّة ، والسنسكريتيّة . وتعلّم : الإنجليزيّة ، والفرنسيّة ، والروسيّة . كان كريم الأخلاق كبير العقل ، وله عدّة مصنّفات ، منها : تاريخ الأفغان ، رسالة الردّ على الدهريّين . دسّ له السمّ في الآستانة ، فقضى بها نحبه سنة 1315 ه ، ونقل رفاته - بعد ذلك - إلى أفغانستان سنة 1363 ه . ( دائرة المعارف الإسلاميّة 7 : 95 - 101 ، الأعلام للزركلي 6 : 168 - 169 ، الجامع في تاريخ الأدب العربي الحديث : 77 - 81 ) .\r\n( 2 ) لم أُترجم لهذه الشخصية واللاتي بعدها - باستثناء البنّا - باعتبارها إحدى شخصيات‌التقريب والتي قد كتب فيها بعضهم كتباً كاملة بنشر مجمع التقريب بين المذاهب الإسلامية ، فلاحظ .\r\n( 3 ) حسن أحمد عبد الرحمان البنّا الساعاتي : المرشد العامّ لجماعة الإخوان المسلمين ومؤسّسها في مصر . ولد في عام 1906 م ببلدة المحموديّة بمحافظة البحيرة ، وبدأ بحفظ القرآن ، ثمّ التحق بمدرسة المعلّمين في دمنهور ، وانضمّ إلى بعض الجمعيات الدينية ، لجمعية الأخلاق الأدبية وجمعية منع المحرّمات ، ثمّ انضمّ إلى طريقة صوفية ( الإخوان الحصافية ) ، وساهم في تأسيس الجمعية الحصافية الخيريّة لمقاومة المحرّمات والنشاط التبشيري المسيحي ، والتحق بدار العلوم بالقاهرة سنة 1923 م ، واتّصل بمحبّ الدين الخطيب وأحمد تيمور ورشيد رضا وغيرهم ، وساهم في تحرير صحيفة « الفتح » الإسلامية . تخرّج مدرّساً بمدينة الإسماعيلية ، فقضى مدّة من الزمن يتّصل بالأوساط الدينية وينشط في الوعظ . أسّس جماعة الإخوان المسلمين عام 1928 م ، ونقل مدرّساً بالقاهرة سنة 1932 م ، فانتقل مركز نشاط الجماعة إليها ، وأصدر صحيفة « الإخوان المسلمين » ، واتّجه صراحة إلى ميدان السياسة سنة 1938 م ، وأصدر صحيفة « النذير » . اطّرد نمو حركته ، وكان خصماً عنيفاً للوفد وللحركات اليساريّة الجديدة ، وقعت أحداث اغتيال سياسي وعمليات نسف نسبت للجماعة ، فحلّتها وزارة النقراشي سنة 1948 م ، فاغتيل الأخير في نفس السنة ، وردّت الحكومة باغتيال الشيخ البنّا سنة 1949 م . ( موسوعة السياسة 2 : 532 ) .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nوبدون شكّ كان لوجود السيّد جمال الدين الأثر العميق في الأجواء الفكريّة والعقائديّة في مصر ، بحيث أنّ الكثير من الشخصيّات المصريّة المعاصرة قد تأثّرت بأفكاره .\r\nفي الخامس من شوّال سنة 1310 ه ، وفي قريّة « منشاة بني منصور » ، إحدى القرى التابعة لمدينة « إيتاي البارود » في محافظة « البحيرة » « 1 » في مصر ، ولد مولود جديد « 2 » لعائلة عرفت بالعلم والأدب . .\r\nوفرح والده الشيخ محمّد شلتوت كثيراً بمولده ، وسمّاه : محموداً ، وبذل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محافظة البحيرة : من محافظات مصر المهمّة ، عدد سكّانها 4 ملايين نسمة ، تقع في القسم‌الغربي لدلتا النيل ، ومركز المحافظة مدينة « دمنهور » ، وأهمّ مدنها : « دلنجات » ، « رشيد » ، و « كَفر الدوّار » ، وعمل أهلها الأساسي هو الزراعة ، بحيث إنّ الأراضي الزراعيّة لهذه المحافظة تشكّل نسبة كبيرة من مجموع أرض مصر كلّها .\r\nبر آورد استراتژيك مصر ( بناءً على الجغرافيا المصريّة ) 1 : 101 .\r\n( 2 ) صادف ميلاد الشيخ الساعة التاسعة والعشرين دقيقة من مساء الثاني والعشرين من نيسان سنة 1893 م . ( الأزهر في ألف عام 3 : 345 ) .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nغاية ما أمكنه في سبيل تربيته وتعليمه .\r\nلم يكن محمود قد أكمل ربيعه السابع عندما توفّي والده ، فتكفّل عمّه عبد القوي بتربيته ورعايته .\r\nومنذ ذلك الحين كانت تبدو علامات النبوغ في أفعاله ، لذا أرسله عمّه إلى « كتاتيب » القرية ؛ لتحصيل العلم والمعارف الإسلاميّة .\r\nوقد كان من قوانين كتاتيب مصر أنّ الطالب قبل أنّ يدرس الأدب عليه أن يحفظ القرآن الكريم كلّه ، وكان محمود - كسائر الطلّاب - قد حفظ القرآن كلّه في مدّة وجيزة .\r\nهاجر الشيخ محمود سنة 1328 ه ( 1906 م ) إلى الإسكندريّة لتحصيل مراتب العلم العليا ، وأكمل دراسته في كلّية الإسكندريّة « 1 » ، وكان نبوغه العلمي وإمكاناته العلمية مثاراً لإعجاب الأساتذة والطلبة على حدّ سواء .\r\nوبجهوده المتواصلة استطاع الحصول سنة 1340 ه ( 1918 م ) على أعلى شهادة رسمية تمنحها هذه الكلّية ، ونال عنوان : « الطالب النموذجي للكلّية » ، وكان عمره 25 سنة ، وبعدها عُيّن أُستاذاً في الكلّية نفسها سنة 1341 ه ( 1919 م ) .\r\nوقد كان زمان تدريس ودراسة الشيخ محمود معاصراً للثورة الشعبية التي قامت في مصر بقيادة سعد زغلول « 2 » ، فقد كانت المدن والقرى المصريّة تعجّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذه الكلّيّة من أقدم جامعات الإسكندريّة ، وتمارس عملها بإشراف جامعة الأزهر .\r\n( 2 ) يعدّ من الشخصيات الوطنية المعروفة التي مهّدت لمصر نيل استقلالها . كان قد راجع‌المندوب السامي البريطاني ، قبل يومين من توقّف حرب سنة 1918 م ، من أجل الحصول على الاستقلال ، لكنّ طلبه رُفض ؛ لذا قام بتأسيس « حزب الوفد » من أجل الإسراع في الحصول على الاستقلال . وبعد مدة قامت القوّات البريطانية بنفي سعد زغلول وجماعته إلى جزيرة « مالطا » أوّلًا ، ثمّ إلى جزر « سيشل » . وعلى أثر تأييد قيمومة ( انتداب ) بريطانيا على مصر من قبل مؤتمر « فرساي » قام الوطنيّون المصريّون بتكثيف وتشديد نشاطهم وأعمالهم ، حتّى أجبروا البريطانيّين على التنازل عن قيمومتهم ، وتنصيب السلطان فؤاد ملكاً لإدارة شؤون الدولة المصريّة . وبعد فترة أخذ نظام الحكم في مصر شكل الملكيّة المشروطة ، ومنذ ذلك الوقت حتّى الزمن الذي نالت فيها مصر استقلالها الكامل ، كانت المواجهة شرسة ومتواصلة من أجل السيطرة على زمام الأُمور بين الملك والبريطانيّين من جهة وبين « حزب الوفد » الذي كان حزباً وطنيّاً يمتلك الأغلبية من جهة أُخرى . وقد فاز زغلول الذي كان قد عاد من منفاه في انتخابات رئاسة الوزراء بأغلبية ساحقة ، لكنّ البريطانيّين خالفوا رئاسته للوزراء ، وأجبروه على الاستقالة من منصبه . توفّي سنة 1927 م . ( موسوعة السياسة 3 : 162 - 163 ) .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nبالمظاهرات الشعبية دعماً لسعد زغلول وصدّاً للمحتلّين ، ولم يكن شلتوت بعيداً عن هذه الأجواء ؛ إذ مارس دوره الثوري وخدم ثورة الشعب المصري بلسانه وقلمه .\r\n\r\nدخوله الأزهر\r\nكان للشيخ محمّد مصطفى المراغي تأثير عقائدي عميق على الشيخ شلتوت ، وحين كان متولّياً رئاسة جامعة الأزهر سنة 1360 ه ( 1938 م ) قرأ مقالة للشيخ شلتوت ، ووقف على عمق أفكاره وتضلّعه في الأدب ومهارته في الكتابة ، فاستدعاه للتدريس في الدراسات العليا في الجامعة .\r\nوقد قبل الشيخ شلتوت الذي كان يقوم بتدريس وتربية طلّاب جامعة الإسكندريّة آنذاك هذه الدعوة ، وسافر إلى القاهرة ، وأصبح أُستاذاً في جامعة الأزهر ، وكانت نجاحاته وموفّقيته سبباً في انتخابه سنة 1361 ه ( 1939 م )\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nمدرّساً للمرحلة التخصّصية في الجامعة .\r\n\r\nأساتذته\r\n\r\n1 - الشيخ الجيزاوي .\r\nوهو من أساتذة الشيخ شلتوت في جامعة الإسكندريّة .\r\n\r\n2 - الشيخ عبد المجيد سليم .\r\nولد عبد المجيد سليم في سنة 1304 ه في مصر ، وبعد دراسته الأوّلية دخل جامعة الأزهر ، وتخرّج منها سنة 1330 ه ، وبعد إكمال دراسته عمل قاضياً ومدرّساً وعضواً في مجلس الاستفتاء . ويعدّ من تلامذة الشيخ محمّد عبده .\r\nكان عبد المجيد سليم من مؤسّسي جماعة التقريب بين المذاهب ومن أعضائها الناشطين ، وكان صريحاً وشجاعاً ، وبسبب صراحته التي لم يكن لها من مثيل استعفى من رئاسة الأزهر سنة 1368 ه ؛ لأنّ الحكومة أرادت التدخّل في شؤون الأزهر ، وقد غضب بشدّة رئيس ديوان البلاط الملكي ، وهدّد عبد المجيد بالأخطار التي سيواجهها نتيجة لعمله هذا .\r\nفأجابه عبد المجيد بكلّ شجاعة وصراحة : « ما دمت ماشياً بين بيتي والمسجد فلن يهدّدني أيّ خطر » .\r\nوبعد سنين من السعي الدؤوب في مجال التقريب والوحدة الإسلاميّة توفّي يوم الخميس العاشر من صفر سنة 1374 ه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأزهر في ألف عام 1 : 306 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\n3 - الشيخ محمّد مصطفى المراغي .\r\nولما للشيخ المراغي من أثر كبير وعميق في حياة شلتوت « 1 » نذكر لمحة من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عندما عيّن الشيخ محمّد مصطفى المراغي شيخاً للأزهر سنة 1928 ورأى الإفادة من‌الشيخ محمود شلتوت لما رآه فيه من علم وفهم وحبّ للإصلاح والتجديد ، نقله إلى القاهرة مدرّساً بالقسم العالي ، وظلّ يدرّس بالقسم العالي إلى أن اختارته مشيخة الأزهر للتدريس بقسم التخصّص سنة 1930 ، ليدرّس حملة الشهادة العالمية ، وأصبح زميلًا لأساتذته السابقين .\r\nولمّا تقدّم الإمام المراغي شيخ الأزهر آنذاك بمذكّراته الإصلاحية إلى أولياء الأُمور كان الشيخ شلتوت أوّل المؤيّدين له من الأزهريّين ، وتتضمّن المذكّرة إعادة تنظيم الأزهر على ضوء ما جاء فيها من مقترحات ، وكتب الشيخ شلتوت عدّة مقالات في جريدة « السياسة » اليومية يطالب فيها بتأييده هذه المذكّرة والعمل على تنفيذها ، ولم يستجب القصر الملكي فيذاك الوقت إلى هذه المطالب وردّ المذكّرة ، ممّا دعا الشيخ المراغي إلى الاستقالة من منصبه .\r\nوعيّن الشيخ محمّد الأحمدي الظواهري شيخاً للأزهر خلفاً له ، ومع أنّه من رجال الإصلاح ، إلّاأنّه كان يرى علاج الأُمور بالرفق ومطالبة أولياء الأُمور بالتفاهم معهم في تنفيذ برامج الإصلاح .\r\nولذلك عارضه كثير من العلماء والطّلاب ، وقابل ثورتهم بالشدّة ، ففصل كثير منهم من منصبه ، من بينهم الشيخ شاتوت ، وظنّ الكثير أنّ الشيخ الظواهري يرفض الإصلاح .\r\nوفي يوم السبت 17 / سبتمبر / 1931 م تمّ فصل الشيخ شلتوت من العمل ، فاتّجه إلى العمل بالمحاماة أمام المحاكم الشرعية مع زميله الشيخ علي عبد الرزّاق ( وزير الأوقاف الأسبق ) والكتابة في الصحف والمجلّات مطالباً بضرورة إصلاح الأزهر .\r\nولقد استفاد كثيراً من قيامه بالعمل في المحاماة ، فقد فتحت له آفاق من الفكر الذي يتعلّق بالحياة العملية للناس .\r\nوفي شهر فبراير سنة 1935 أُعيد الشيخ شلتوت إلى عمله بالأزهر مع إخوانه المفصولين ، فعيّن مدرّساً بكلّية الشريعة .\r\nوعندما عاد الشيخ المراغي إلى مشيخة الأزهر مرّة ثانية عيّن الشيخ شلتوت وكيلًا لكلّية الشريعة . ( الإمامان البروجردي وشلتوت رائدا التقريب : 145 - 146 ) .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nحياته .\r\nولد الشيخ مصطفى المراغي في سنة 1303 ه ( 1881 م ) في مراغة ، من توابع محافظة سوهاج المصريّة ، وبعد طفولته اتّجه لحفظ القرآن ، وصار حافظاً للقرآن في مدة وجيزة .\r\nوهو من تلامذة الشيخ محمّد عبده ، ومن محبّيه وتابعيه ، نشأ متأثّراً بأفكاره ، يقول رشيد رضا بشأنه : « كان من خُلّص الأتباع والمحبّين للشيخ محمّد عبده » .\r\nاصطحبه الشيخ عبده في سفره إلى السودان ، وهناك عمل في القضاء .\r\nوالشيخ شلتوت يصف أُستاذه مثنياً عليه بقوله : « إنّ كلّ ما عند الشيخ المراغي من علم وفكر كان بسبب تتلمذه على يد الشيخ محمّد عبده » « 1 » .\r\nويقول عنه محمّد تقي القمّي ، الأمين العامّ لمجمع دار التقريب : « وهو - أي : الإمام المراغي رحمه الله - رجل موقّر وشخصية ذات هيبة ، يمتلك الفكر المنظّم والمتناسق والمعرفة الواسعة ، وكان ناشطاً فعّالًا ، وكان له دور كبير في إيجاد العلاقات بين الأشخاص ، والاتّفاق على النقاط الأساسيّة ، وقد هيّأ الأجواء المناسبة لبعض كبار الأعلام وعلماء الدين ، وعلى رأسهم الشيخ مصطفى عبد الرزّاق والشيخ عبد المجيد سليم » « 2 » .\r\nوقد خلّف آثاراً في الموضوعات القرآنية والمعارف الإسلاميّة ، منها :\r\nالأولياء والمحجوزون ، بحث في ترجمة القرآن ، أبحاث لغويّة ودروس في تفسير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روّاد التقريب ( محمّد عبده ) : 54 .\r\n( 2 ) اتّحاد المذاهب الإسلاميّة : 65 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nسورة لقمان ، والحجرات ، والحديد ، والعصر ، و . . . « 1 » .\r\nتوفّي في رمضان سنة 1364 ه ، ودفن في مقبرة « السيّدة نفيسة » بعد تشييع جليل ومهيب لجنازته « 2 » .\r\n\r\nتلامذته\r\n\r\n1 - الأُستاذ عبّاس محمود العقّاد .\r\nالشاعر والمجدّد والناقد والصحفي المصري المعروف . ولد سنة 1311 ه ( 1889 م ) في أسوان « 3 » ، مهنته الأصلية كانت الصحافة ، لكنّه كان شاعراً مُجيداً متضلّعاً في الشعر ، وأكثر آثاره التي خلّفها كانت في مجال الشعر ، منها : ديوان شعره ، وحي الأربعين ، هديّة الكروان ، عابر السبيل . ومن مؤلّفاته الأُخرى :\r\nعبقريّة محمّد صلى الله عليه وآله وسلم ، وعبقريّة عمر ، ضمن سلسلة عن « أعلام الإسلام » « 4 » .\r\n\r\n2 - الشيخ عليّ عبد الرزّاق « 5 » .\r\n\r\nالاستقالة من الأزهر\r\nكان الشيخ مصطفى المراغي قد قرّر - إذ هو المفكّر الداعية للإصلاح - أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روّاد التقريب ( محمّد عبده ) : 54 .\r\n( 2 ) الأعلام الشرقيّة 1 : 400 .\r\n( 3 ) مدينة أسوان مركز محافظة أسوان المصريّة ، تقع على ساحل نهر النيل ، وفيها سدّ أسوان ، من أكبر وأشهر السدود في مصر ، وأهمّ مدنها : أدفو ، كوم أمبو ، ونصر . ( المنجد في الأعلام : 45 ) .\r\n( 4 ) الجامع في تاريخ الأدب العربي الحديث : 290 وما بعدها .\r\n( 5 ) مجلّة أخبار التقريب / العددان : 45 و 46 / صفحة : 27 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nينفّذ برامجه الإصلاحيّة في الأزهر « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان الشيخ محمود شلتوت أحد الأعلام في سلسلة الذين نادوا بإصلاح الأزهر وتطوير نظامه ، فمن المعلوم أنّ الأزهر الشريف ليس هو الهيكل المادّي المكوّن من الأحجار والأخشاب وغيرهما من موادّ البناء الأُخرى ، وإنّما هو العلم والثقافة والفكر ، والتعرّف على رياض الشريعة الغنّاء ، في : العقيدة ، والتفسير ، والحديث ، والفقه ، وأُصول الفقه ، والنحو ، والصرف ، والبلاغة ، والأدب ، والتاريخ ، والمنطق ، والفلسفة ، وسائر ما يموج به هذا المعهد العريق من علوم وفنون وآداب .\r\nوإذا كان الأزهر مثابة للناس في بيان الأحكام وتدريس العلوم المختلفة فإنّه بهذا الوصف يكون كائناً حيّاً قابلًا للنمو والتطوّر والتغيّر ، كما تتطوّر وتتغيّر سائر الأحياء ؛ لأنّ طبائع الأشياء تقتضي التطوّر ، وإذا لم يتصوّر الشيء بذاته احتاج إلى التطوير إلى الأفضل والأكمل ، فمبدأ التغيّر قانون أزلي تخضع له الأشياء ، فالصحاري تتطوّر ، والمدن تتطوّر ، والقرى والنجوع ، والإنسان ذاته له في حياته أطوار ، ولا يوجد موجود لا يجوز عليه التغيّر ، إلّاالخالق الأعظم تبارك وتعالى عن ذلك علوّاً كبيراً .\r\nولهذا المعنى وجدنا الأزهر الشريف تعتريه رياح التغيير والتطوير في أدائه لمهمّته العلمية الكبيرة ، فلم يكن في عهد الأزهر الأوّل توجد امتحانات للطّلاب ، بل كانت الإجازة العلمية يعطيها الشيخ لتلميذه للدلالة على أنّه فهم نصّاً معيّناً ، وتؤهّله هذه الإجازة للقيام بالتدريس .\r\nوكان أوّل قانون نظّم الدراسة في الأزهر هو القانون الذي أصدره الخديوي إسماعيل حاكم مصر سنة 1288 ه الموافق لسنة 1872 من التاريخ الميلادي ، وآخر قانون ينظّم الأزهر والهيئات التي يشملها هو القانون رقم 103 الصادر في سنة 1961 .\r\nكان الذين ينادون بالتغيير والتطوير للأزهر الشريف يلاقون في بعض الأحيان معارضة شديدة من بعض الشيوخ في الأزهر الذين يتخوّفون من التغيير والتطوير إلى الأفضل في أداء الأزهر الشريف لمهامّه العلمية . .\r\nوممّن نادوا بتطوير الأزهر الشيخ محمود شلتوت ، ولكنّ أراءه الإصلاحية للأزهر لقيت معارضة شديدة من المشرفين على سياسة الأزهر ، انتهت بصدور قرار بفصله من العمل بالأزهر في 17 من شهر سبتمبر سنة 1931 هو وبعض من زملائه من شيوخ الأزهر ، الذين يؤيدون فكرته الإصلاحية ، وكان قرار فصله من الشيخ الظواهري ، شيخ الأزهر في ذلك\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nالوقت . .\r\nومع هذا ظلّ الشيخ يتابع نقده لسياسة الأزهر ، واستمرّ يعمل على شيوع أفكاره الإصلاحية ، ينشرها في الصحف اليومية والمجلّات ، وعمل في فترة فصله بالمحاماة ، واشتغل بالبحوث العلمية ، وفي سنة 1935 أُعيد للأزهر ، وعيّن مفتّشاً بالمعاهد الأزهريّة ، ثمّ وكيلًا لكلّية الشريعة الإسلامية ، ثمّ عضواً بالمجمع اللغوي .\r\nبدأ القرن العشرون وقد أصبح للأزهر في الحياة الثقافية ما يجعله ينساب في نسيجها كلّه ، لم يعد مجرّد قلعة للعلم والدين ، ولا مجرّد سياج يحمي حقوق الأُمّة ويعبّر عن إرادتها ويصل بصوتها إلى الحكّام والأُمراء ، بل أصبح الأزهر - إضافة إلى ذلك كلّه - يرى نفسه قائد العقل المسلم ، وتهيّأت في داخله منذ أواخر القرن التاسع عشر حركة إصلاحية سعت إلى تطوير مؤسّساته وتعديل مناهجه ، وبدأت قوانين تنظيم الأزهر يتتابع صدورها .\r\nومن أبرزها في نهاية القرن التاسع عشر القانون الذي وضع في يوليو سنة 1896 ، وأشرف على تنفيذه مجلس إدارة يضمّ طائفة من كبار علماء مصر والإسلام . .\r\nخلصت نيّتهم وتوافرت لديهم وسائل التنفيذ وإصرارهم عليه ، وهم المشايخ : حسونة النواوي ، ومحمّد عبده ، وسليم البشرى ، وعبد الكريم سلمان ، وسليمان العبد ، وكان لكلّ واحد من هؤلاء جهوده العلمية ، وإنتاجه الفكري في مجال إصلاح العقل : محمّد عبده في « رسالة التوحيد » وتقاريره الإصلاحية ، وسليمان العبد في « باكورة الكلام » ، وغيرهم ممّن تصدّروا للتدريس في الجامع الأزهر ومدرسة دار العلوم . .\r\nوقد جاء قانون تنظيم الأزهر على أيدي هؤلاء ليضمّ من وجوه الإصلاح ما رأوه كفيلًا بإنهاض الأزهر . ولأوّل مرّة وضعوا شروطاً للانتظام في سلك الجامع الأزهر . فقرّروا إلّايعتبر من طلبة الأزهر إلّامن بلغ الخمس عشر سنة على الأقل ، وأن يكون له دراية بالقراءة والكتابة ، وحافظاً نصف القرآن الكريم ، وقسّمت العلوم إلى قسمين : مقاصد ، ووسائل .\r\nالقسم الأوّل : يضمّ مواد : التوحيد ، والأخلاق الدينية ، والفقه ، وأُصوله ، والتفسير ، والحديث .\r\nوالقسم الثاني : يستوعب : النحو ، والصرف ، والمعاني ، والبيان ، والمنطق ، ثمّ الحساب والجبر ، والعروض ، والقافية .\r\nوشجّع القانون الطلبة بوضع مكافآت لمن يتفوّق في تاريخ الإسلام ، أو يبرز في الإنشاء قولًا\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nوكتابةً ، واللغة متناً ومبادئ ، والهندسة ، وتقوّم البلدان ، ومنع التقيّد في الدراسة بكتب دون أُخرى . .\r\nوحرّم قراءة التقارير والحواشي في السنوات الأربع الأُولى ، وأجازها بعد ذلك ، وجعل أقلّ مدّة للدراسة اثني عشرة سنة وأكثرها خمس عشرة سنة ، وجعل الامتحان على مرحلتين : الشهادة الأهلية ، وهي لمن قضى ثماني سنوات فأكثر ، والشهادة العالمية ، وهي لمن قضى اثني عشرة سنة فأكثر ، وجعل لحامل كلّ شهادة أهلية وظائف معيّنة .\r\nلقد فتح هذا القانون أبواب الأزهر كلّها ، وضرب في كلّ واحد منها بسهم من الإصلاح ، ولفت الذهن إلى أنّ هناك خيراً غير الذي عرف إلى يوم وضعه ، وأنّ التمسّك بما كان عليه من قبلنا لا معنى له ما دام لا يطابق الواقع ولا يتّفق مع حاجات العصر .\r\nولا شبهة في أنّ الأزهر قد تغيّر بعد القوانين الإصلاحية ، إن لم يكن من جهة العلم وتحصيله ، فمن جهة قابلية أهله للرقي ، فقد أصبحوا طلّاب إصلاح بعد أن كانوا لا يطيقونه إلّامغلوبين على أمره .\r\nوقد سمّي هذا القانون بإصلاح الشيخ محمّد عبده ، وقد ظلّ مطبّقاً عشر سنوات ، ثمّ انفرط منهجه وغاب أثره بخروج الشيخ محمّد عبده من مجلس الإدارة ، ثمّ وفاته سنة 1905 ، إلّاأنّ القانون وضع تلاميذ الأُستاذ الإمام على درب جديدة ومسالك مستحدثة ، تمثّلت في الثورة على ما كان في الأزهر من مناهج للدرس ومراجع الدراسة ، وأظهرت كوكبة من تلاميذ الإمام محمّد عبده مقدرة فائقة في النقد المنهجي ، كان في مقدّمتهم حسين والي في كتابيه « التوحيد » و « كلمة التوحيد » ، والشيخ بدر الدين الحلبي في كتابه الهامّ « التعليم والإرشاد » ، والعلّامة طنطاوي الجوهري في مؤلّفاته وتفسيره ، والشيخ محمّد مصطفى المراغي - أُستاذ العلّامة محمود شلتوت - في أعماله وأقواله .\r\nولقد كان هذا التطوّر عظيماً ، إذا قيس بالقرن التاسع عشر الذي تراكمت فيه العصبية المذهبية في رحاب الأزهر على نحو أرهق العقل ، وشوّه النقل ، حتّى إنّه يروي صاحب « التعليم والإرشاد » : « لقد كان أهل المذاهب في مصر من نصف قرن - الكتاب صادر سنة 1906 - مضى كالدول المتحاربة ، لا يتأخّر صاحب مذهب عن أذيّة صاحب مذهب آخر متى لاحت له فرصة وأمكنته . ولقد سمعت الشيخ عبد الرحمان البحراوي يقول : كنّا إذا خرجنا من الأزهر للحضور على السيّد أحمد الكتبي مفتي الحنفية بمكّة آخر عمره بزاوية\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nالعيني بقرب الأزهر خرجنا وكلّ واحد منّا قد جعل عباءته على رأسه يداري بها شخصه عن الناس ، وكان من يسمع بحالنا يسمعنا من القول ما كنّا لا نجد بدّاً من تحمّله والصبر عليه » .\r\nيضاف إلى ذلك الاعتماد في الدرس على كتب المتأخّرين ، وهي عصية على الفهم ، لا يتّسع بها عقل ، ولا ينمو من خلالها فكر ، وأصبحت قراءة المقرّرات الدراسية والامتحان فيها من أشدّ الأُمور ، حتّى ليذكر الشيخ بدر الدين الحلبي : أنّه في سنة 1317 ه كان الناجحون في امتحان الكفاءة من طلبة الأزهر في فقه أبي حنيفة ثلاثة طلّاب ، اثنان من سوريا والثالث من مصر ، وذلك من جملة عدد من دخلوا قاعة الامتحان ، وكانوا أكثر من ثلاث مائة .\r\nلقد كان توجيه الأُستاذ الإمام إلى تعديل المناهج وإصلاح المؤسّسة الأزهريّة عملًا رائداً ، صحيح أنّه لم يسر به إلى نهاية الشوط ، ولكن جاءت أجيال من مدرسته لتعمل على إكمال رؤيته وإنجاز رسالته .\r\nويعدّ الانفتاح على المذاهب الأربعة من أهمّ حصاد غرسه ، وهو ما نادى به في مذكّراته وفي كتابه « الإسلام والنصرانية » ، بل إنّه دعا إلى الانفتاح على الفقه الإسلامي كلّه بمذاهبه المختلفة ، وهذا الإنجاز جاء بعد عصور ورث فيها الأزهر روح التعصّب المذهبي حتّى الكمال بن الهمام عن أحد علماء الحنفية منع المناكحة بين أهل السنّة والاعتزال .\r\nوكان الشيخ محمّد مصطفى المراغي المدرّس والقاضي وشيخ الأزهر - بعد ذلك - هو الذي أكمل المسيرة ، ونزل بالأفكار إلى أرض الواقع في قوانين المحاكم وفي موادّ الدراسة ، والمراغي - كما وصفه محمود شلتوت - ما خرج بروحه وعلمه وعقله وتفكيره عن أن يكون تلميذاً للإمام محمّد عبده .\r\nلقد تحرّكت مياه كثيرة في عالم الفكر والتشريع ، وأفرز الواقع جبهات لمقاومة التبشير ، ومجابهة الاستجلاب التشريعي ، وأصبح الانفتاح المذهبي ضرورة لأمرين :\r\nالأوّل : الإيمان بصحة الأُصول التي تنتمي إليها كلّ المذاهب الإسلامية ، وهي أُصول واحدة ومشتركة .\r\nالثاني : الواقع المتحرّك الذي يحتاج في صناعته على عين الشريعة إلى الفقه الإسلامي كلّه باعتباره وحدة متكاملة لا تفاريق مذهبية .\r\nيقول أحد تلاميذ الإمام مؤكّداً دعوته إلى تعليم يستوعب كل المذاهب وإلى تشريع يتعامل\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nمع كلّ المذاهب : « ولو ذهبنا نستقرئ أفراد المضارّ التي تنشأ من التقيّد بمذهب واحد في المحاكم الشرعية لخرجنا إلى حصر ما لا يبلغه الحصر ، وعدّ ما لا يستوعبه العدّ » .\r\nلقد كانت الدعوة إلى الانفتاح الفقهي على المذاهب الأربعة فكرة راودت بعض رجال الإصلاح من قبل ، أشار إليها الكواكبي في « أُمّ القرى » ، وظهر لها دعاة في المغرب العربي ، ولكنّها في مصر بعد عصر الأُستاذ الإمام تحوّلت إلى تيّار فاعل في الحياة الفقهية والتشريعية ، له أسبابه ودواعيه ، ونادى الكثيرون بكتاب جامع للفروع الفقهية في المذاهب الأربعة ، يضمّ ما هو أيسر على الناس في العبادات وأضبط لأُمورهم في المعاملات ، بل هي دعوة ذات شقّين :\r\nالأوّل : كتاب جامع لفقه الفروع في المذاهب الأربعة مع التخيّر مراعاةً لحال الناس ، وفي هذا الصدد صدرت مؤلّفات كثيرة ، كانت ذروتها اللجنة التي شكّلت من علماء المذاهب الأربعة في الأزهر الشريف برئاسة شيخ الأزهر في أوائل العشرينات من القرن الماضي ، واستهدفت إعداد كتاب فقهي على المذاهب الأربعة ، وضع له نموذج وافقت عليه اللجنة في 11 فبراير سنة 1923 . وكان ثمرته كتاب « الفقه على المذاهب الأربعة » الذي ينسب خطأً للشيخ عبد الرحمان الجزيري . وقد أضاف إليه بعض علماء الإمامية مذهبه ليكون جامعاً للمذاهب الخمسة .\r\nالثاني : الاتّجاه في التشريع والفتوى على المذاهب الأربعة ، بل إنّ الشيخ المراغي على الرغم من كونه حنفي المذهب ، كان يأخذ من كلّ المذاهب ما يناسب العصر والمصلحة ، ورأى خطورة الأخذ بأقوال المذاهب الأربعة دون سواهم ، وكتب عام 1927 ( بحوثاً في التشريع الإسلامي وأسانيد قانون الزواج والطلاق ) دعا فيها إلى ( اختيار ما صحّ دليله ، وما قام البرهان على أنّ فيه مصلحة للناس من أقوال أئمّة الهدى وفقهاء الإسلام ) ، وقد يقضي ذلك على تلك الفكرة الخاطئة فكرة وجوب تقليد المذاهب الأربعة دون سواها ، سواء أوافقت مذاهبهم مصالح المجتمع أم خالفتها ، ثمّ قال : « والخلاصة : أنّه يجوز تقليد غير المذاهب الأربعة متى صحّ النقل عنهم وفهم مرادهم » ، بل إنّه يشير إلى غير مذاهب أهل السنّة بقوله : « وفي العالم الإسلامي الآن مذاهب منتشرة يدين بها ملايين المسلمين ، في اليمن وفارس وبلاد الهند ، ولهم كتب مطبوعة وغير مطبوعة ، ولهم متون وشروح وحواشي ، مثل التي عندنا سواء بسواء » . ( الإمامان البروجردي وشلتوت رائدا التقريب : 194 - 195 و 217 - 220 ) .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nلذا قدّم لائحته الإصلاحيّة إلى الدولة الحاكمة في ذلك الوقت « 1 » ؛ لتحصيل موافقتها في تنفيذ هذه البرامج .\r\nوكان الشيخ شلتوت بدوره قد دعم برامج المراغي الإصلاحيّة عبر جملة من مقالاته ، والتي كان يبيّن فيها أيضاً أنّ هذه البرامج تُعدّ خطوة في طريق الارتقاء بالمستوى العلمي والثقافي للجامعة .\r\nوقد خالف بلاط ملك مصر الفاسد العميل هذه اللائحة ، فاستقال المراغي من رئاسة جامعة الأزهر احتجاجاً على هذا العمل ، ثمّ عيّن البلاط الشيخ محمّد الظواهري « 2 » رئيساً للجامعة بعد قبوله استقالة المراغي .\r\nوقد قرّر الظواهري بعد استقراره في منصب رئاسة الجامعة تنفيذ برامج البلاط الملكي ، لكنّه واجه مخالفة العلماء أصحاب الفطرة السليمة والضمير الحيّ ، فقرّر - إذ رأى نفسه في مواجهة تيّار مخالفيه - أن يعالج أسباب هذه المخالفة ، وذلك بإقالة بعض الزعماء الأساسيّين في هذا التيّار من العمل ، ومنهم الشيخ محمود شلتوت ، فعزله من وظيفته ، وكان ذلك سنة 1353 ه ( 1931 م ) .\r\nلكنّ شلتوت لم يبقَ عاطلًا عن العمل لحظة واحدة بعد إقالته ، بل عمل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحكومة المصريّة هي التي تتولّى إدارة جامعة الأزهر ، وهي المسؤولة عن تعيين رئيس‌الجامعة ، لذا فإنّ أيّ تغيير في برامج الجامعة يجب أن يكون بموافقة الحكومة القائمة في ذلك الوقت .\r\n( 2 ) الشيخ محمّد الأحمدي الظواهري : الشيخ التاسع والعشرون للأزهر . ولد سنة 1296 ه في مدينة « كفر الظواهري » ، وبعد إتمام تحصيل العلوم الأوّلية أخذ العلم عن كبار العلماء ، مثل محمّد عبده . وفي سنة 1349 ه انتُخب لرئاسة حزب الوفد ، وفي سنة 1351 ه وبأمر فؤاد الأوّل ، عُيّن رئيساً لجامعة الأزهر . له آثار قيّمة ، منها : رسالة في الأخلاق ، العلم والعلماء ، التفاضل بالفضيلة . توفّي في جمادى الأُولى سنة 1363 ه . ( الأعلام الشرقيّة 1 : 359 ) .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nمحاميّاً في المحاكم الشرعيّة برفقة تلميذه الشيخ علي عبد الرزّاق ، وكاتباً في الصحف ، ولم يتراجع عن مواقفه وآرائه الأساسيّة قيد أنملة ، وكان يؤكّد في مقالاته التي ينشرها على ضرورة إجراء الإصلاحات في الأزهر الشريف .\r\nوقد تنبّه مسؤولو جامعة الأزهر الشريف - بعد مرور فترة من الزمن - إلى أنّ عدم وجود الأساتذة الكبار مثل شلتوت في الجامعة سيوجّه ضربة لشأن ومكانة تلك الجامعة ، فوجّهوا في سنة 1357 ه ( 1935 م ) الدعوة إليه للعمل والتدريس في الجامعة ، وبناءً على ذلك شرع بالتدريس في كلّية الشريعة في تلك السنة نفسها .\r\n\r\nالتقديرات العلمية\r\nالشيخ شلتوت ، وعلى مدى حياته الفكريّة ، كان موضعاً للتقدير والتكريم لعدّة مرّات « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وقبل هذا التاريخ تسنّم الشيخ عدّة مناصب ، ففي سنة 1939 م عيّن الشيخ محمود شلتوت مفتّشاً بالمعاهد الدينية ، وكان لتقريراته وملاحظاته أثر كبير في إصلاح النواحي العلمية والإداريّة بالمعاهد الأزهريّة ، ثمّ أُعيد مرّة ثانية إلى وكالة كلّية الشريعة .\r\nوفي سنة 1941 م نال شرف عضويّة هيئة كبار العلماء بإجماع كافّة أعضائها ، وذلك برسالته القيّمة التي أعدّها لهذا الغرض بعنوان : « المسؤولية المدنية والجنائية في الشريعة الإسلامية » ، وكانت عضويته بتلك الجماعة إرهاصاً بظهور مجمع البحوث الإسلامية الذي نبتت فكرته في عقله بعد فوزه بعضويّة جماعة كبار العلماء ، وكان له أكبر الأثر في ظهوره إلى حيّز الوجود ليؤدّي دوره العالمي الخالد حتّى اليوم .\r\nوعيّن فضيلته سنة 1946 م عضواً بمجمع اللغة العربية ، وانتدبته جامعة فؤاد ( القاهرة ) لتدريس مادّة فقه القرآن والسنّة لطلبة دبلوم الشريعة الإسلامية ، فقام بمهمّته خير قيام .\r\nوفي سنة 1950 م عيّن مراقباً عامّاً لمراقبة البحوث والثقافة الإسلامية بالأزهر ، وقد استطاع أن ينهض برسالتها في فترة وجيزة وأن يوثّق صلتها بالعالم الإسلامي في مختلف القارّات .\r\nوفي سنة 1957 م اختاره الرئيس محمّد أنوار السادات ، وكان وقتئذ يعمل سكرتيراً عامّاً للمؤتمر الإسلامي ومستشاراً للمؤتمر الإسلامي ، ثمّ عيّن وكيلًا للأزهر الشريف . .\r\nوكان مع كلّ تلك المهامّ عضواً في مجلس الإذاعة الأعلى ، وعضواً في اللجنة العليا لمعونة الشتاء ، وعضواً في اللجنة العليا للعلاقات الثقافية الخارجية ، كما كان رئيساً للجنة العادات والتقاليد بوزارة الشؤون الاجتماعية ، كما كان صاحب نشاط بارز في الدعوة الإسلامية عبر قنواتها المختلفة ، وخطيب الجمعة بمسجد الأمير محمّد علي بقصره بالمنيا ، ويردّ على الرسائل ، ويفتي في المشكلات ، ويلتقي بزعماء المسلمين ، ويحاضر في الكلّيات ، ثمّ يتابع تأليف كتبه وأبحاثه . ( الإمامان البروجردي وشلتوت رائدا التقريب : 101 - 102 ) .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nحيث منح كمثال على ذلك شهادة الدكتوراه الفخريّة من جامعة تشيلي سنة 1380 ه ( 1958 م ) ، ومن جامعة جاكارتا كذلك سنة 1382 ه ( 1960 م ) « 1 » .\r\n\r\nرئاسة الأزهر\r\nعيّنت حكومة مصر آنذاك الشيخ المراغي رئيساً للأزهر مرّة أُخرى في سنة 1359 ه ( 1937 م ) ، وهو بدوره عيّن شلتوت عميداً لكلّية الشريعة ؛ للياقته وخبرته العلمية ، وكذلك لمحبّة المراغي الكبيرة له ، وفي سنة 1379 ه ( 1957 م ) عيّنه نائباً لرئاسة جامعة الأزهر .\r\nوفي سنة 1383 ه ( 1961 م ) عيّنت هيئة رئاسة الجمهوريّة المصريّة الشيخ رئيساً لجامعة الأزهر ، وقد قدّم طيلة مدّة رئاسته الخدمات الجليلة للأزهر وللإسلام ، وكان من أهمّ برامجه وأعماله في الأزهر نبذ مظاهر التعصّب الطائفي والمذهبي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأزهر في ألف عام 3 : 444 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nعندما سأله مراسل صحفي : ما هي وظيفة وهدف جامعة الأزهر في دورته الجديدة ؟\r\nأجاب : أهمّ الأهداف الأساسية في برنامجي هو نبذ التعصّبات ، والعناية بالبحث والدراسة في علوم الدين في أجواء مليئة بالصفاء والأُخوّة ، والبحث للحصول على أفضل الطرق التي يمكن من خلالها تعزيز أواصر الدين والإيمان ، واتّباع الدليل والبرهان القوي حيثما كان مصدره .\r\nوإذا التزم المسلمون بالعمل بهذه الأُمور فإنّهم سيشكّلون قوّة عظمى ، من شأنها أن ترفع وبكلّ سهولة وهدوء من شأنهم ومنزلتهم ، وأن يتخلّصوا من عبء مشاكل الماضي الناشئة من التعصّبات ، ليكونوا كروح واحدة تمثّلت في أجساد مختلفة « 1 » .\r\nومن أهمّ إنجازاته عندما كان رئيساً لجامعة الأزهر : تدريس الفقه الشيعي إلى جانب مذاهب أهل السنّة ، ويقول بهذا الخصوص : « وها هو الأزهر ، وعلى أساس التقريب بين المذاهب الإسلامية ، قرّر تدريس الفقه الشيعي والفقه السنّي ، كلاهما على أساس الدليل والبرهان ، وبلا أيّ نوع من التعصّب » « 2 » .\r\n\r\nإقامة مراسم عاشوراء\r\nومن أعمال الشيخ شلتوت في فترة رئاسته للأزهر : إقامة مراسم العزاء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اتّحاد المذاهب الإسلاميّة : 355 ، روزنامه جمهوري إسلامي ( صحيفة الجمهوريّة الإسلاميّة ) / ( 19 / 10 / 1379 ه ش ) / العدد الخاصّ / صفحة : 10 .\r\n( 2 ) روزنامه جمهوري إسلامي ( صحيفة الجمهوريّة الإسلاميّة ) / ( 19 / 10 / 1379 ه ش ) / العدد الخاصّ / صفحة : 10 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالحسيني في يوم عاشوراء في ساحة جامعة الأزهر ، وهذا الأمر يبيّن مدى محبّته وعشقه الكبير لأهل البيت عليهم السلام ، وخاصّة الإمام الحسين عليه السلام .\r\nقال الأُستاذ محمّد واعظ زادة الخراساني الأمين العامّ السابق لمجمع التقريب بين المذاهب الإسلاميّة عن هذا الموضوع :\r\n« في فترة رئاسة الشيخ شلتوت للأزهر ، ولتكريم ذكرى واقعة عاشوراء ، كان يقام في يوم عاشوراء مجلس للعزاء في ساحة الجامعة ، وأتذكّر أنّ الصحف في إيران آنذاك قد نشرت هذا الخبر » « 1 » .\r\n\r\nنشاطاته العلميّة\r\n\r\n1 - تأسيس أكاديمية البحوث الإسلاميّة .\r\nفي هذه المؤسّسة التي أسّسها الشيخ شلتوت يلتقي ممثّلو كلّ المذاهب الإسلاميّة ؛ للبحث في الموضوعات الإسلاميّة المختلفة « 2 » .\r\n\r\n2 - المشاركة في مؤتمر هولندا « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روزنامه اطّلاعات ( صحيفة اطلاعات ) / ( 13 / 4 / 1374 ه ش ) / العدد الخاصّ / صفحة : 14 .\r\n( 2 ) الناس والدين : 16 .\r\n( 3 ) في سنة 1937 م عقد بأُوروبا مؤتمر لاهاي الدولي بهولندا ( للقانون المقارن ) ، ودعي إليه الأزهر ، فوقع الاختيار على الشيخ محمود شلتوت ليكون ممثّل الأزهر في هذا المؤتمر ، ومثّل وزارة العدل الشيخ عبد الرحمان حسن ، ومثّل جامعة فؤاد الأوّل الدكتور عبد الرزّاق السنهوري وكان عميداً لكلّية الحقوق .\r\nوألقى الشيخ شلتوت بحثاً هامّاً تحت عنوان : ( المسؤولية المدنية والجنائية في الشريعة الإسلامية ) وسط بحوث ألقاها ممثلو دول العالم أجمع ، فكشف الشيخ ببحثه هذا النقاب عن\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nنواح كثيرة ، وكنوز دفينة ، وأبان للعالم أجمع جوانب في الشريعة الإسلامية تشهد بعظمتها واتّساعها ممّا لم تعرض لها القوانين ، ولا أثارت فيها بحوثاً ، ممّا لزم التنويه بحاجة البشريّة إلى هذا البحث الذي أضاف فيه الشيخ إلى جانب الإقناع بأهمية التشريع الإسلامي جانب الإصرار على أن يلقي البحث باللغة العربية لتصبح لغة القرآن ولأوّل مرّة لغة رسمية وسط مؤتمر دولي ، وقد أثار هذا البحث رجال القانون في العالم بما أثبت من مبادئ قيّمة ، ودارت حوله بحوث ومناقشات عديدة ، كان من نتائجها أن سجّل المؤتمر بإجماع أعضائه قراره التاريخي الخطير بالنسبة لرجال التشريع الأُوروبي ، وقد جاء في هذا القرار :\r\n1 - اعتبار الشريعة الإسلامية مصدراً من مصادر التشريع الحديث .\r\n2 - اعتبارها حيّة قابلة للتطوير .\r\n3 - اعتبارها قائمة بذاتها وليست مأخوذة عن غيرها .\r\n4 - تسجيل هذا البحث في سجّل المؤتمر باللغة العربية ، واعتباره من المجموعة العلمية التي تدخّر للرجوع إليها .\r\n5 - استعمال اللغة العربية - لغة القرآن والشريعة الإسلامية - في دورات المؤتمر المقبلة ، وأن يدعى إليه أكبر عدد من علماء الإسلام على اختلاف المذاهب والأقاليم .\r\nوقد امتدّ نفع هذا البحث ، فكان الرسالة العلمية التي تقدّم بها الشيخ شلتوت لنيل عضويّة جماعة كبار العلماء ، وقد وافق عليها جميع الأعضاء ، ونال بها الشيخ العضويّة بإجماع الآراء سنة 1941 ، وكان يومئذٍ أصغر الأعضاء سنّاً .\r\nوقد اغتبط شيخ الأزهر الشيخ المراغي بمقدم الشيخ شلتوت عضواً بجماعة كبار العلماء ، وباركت الجماعة حلوله بينهم ، وبدأت تنشط ، وذلك بفضل حيويّة وحماس الشيخ شلتوت الذي كان أصغر الأعضاء سنّاً ، ممّا جعله قادراً على الإسهام في دفع الجهود وتنويع البحوث .\r\nوكان من مظاهر ذلك أن تقدّم الشيخ شلتوت بمقترح جوهري يبعث في جماعة كبار العلماء فيضاً من الحركة ، ويحدّد لها طريقها في العمل المثمر البنّاء . .\r\nوكان من أهمّ ما جاء في اقتراحه ما يلي : أن يكون لجماعة كبار العلماء مكتب علمي دائم ، وأن يكون لهذا المكتب مكان معيّن معروف ، شأن كلّ الهيئات الرسمية التي تعمل لأغراض خاصّة . أمّا مهمّة هذا المكتب بعد إنشائه فهي ما يأتي :\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nفي سنة 1359 ه ( 1937 م ) شارك الشيخ في مؤتمر لاهاي الدولي في هولندا مبعوثاً من جامعة الأزهر ، بعنوان عضو مجلس ممثّلي الأزهر ، وقد قدّم لهذا المؤتمر مقالة بعنوان : « المسؤولية المدنية والجنائية في الشريعة الإسلاميّة » ، وكانت على مستوى علمي وأدبي رفيع ، ونالت إعجاب وتقدير أعضاء المؤتمر . .\r\nوفي ختام المؤتمر ، وبالنظر لأهمّية الموضوع الذي تناولته هذه المقالة اختيرت كأفضل مقالة وطُبعت ، وكذلك تمّ وقتها إعداد مادّتين منها لتكون من المواد النهائيّة للمؤتمر ، وتمّت الموافقة عليها ، وهما :\r\n1 - للقوانين الإسلامية أهمّيتها وقيمتها ، والتي تأتي من كونها مصدراً من مصادر التقنين الوضعي العامّ .\r\n2 - قيمة وأهمّية القوانين الإسلاميّة التي تمتلك مقوّمات التطوّر والتقدّم ،\r\n\r\n\r\n","description":"","footnote":"\r\n* معرفة ما تهاجم به الأديان عامّة والدين الإسلامي خاصّة ، والردّ عليه ردّاً مقنعاً بأُسلوب علمي ملائم لطريقة البحث الحديث .\r\n* وضع الأُصول الكفيلة بتمييز ما هو بدعة ممّا ليس ببدعة ، والعمل على نشر ذلك ليرجع إليه الناس .\r\n* العمل على وضع مؤلّف يحتوي على بيان ما في الكتب المتداولة من إسرائيليات دسّت على التفسير وأخذها الناس على أنّها من معاني القرآن الكريم ، والتي لا يدلّ على صحّتها نقل ولا يؤيّدها عقل .\r\n* إصدار الفتاوى في الاستفتاءات التي ترد من المسلمين في جميع الأقطار إلى مشيخة جامع الأزهر .\r\n* بحث المعاملات التي جدّدت وتجد في العصر الحاضر ، وبيان حكم الشريعة فيها ، حتّى يظهر للناس سعة صدرها وقدرتها على تلبية حاجات الناس في مختلف العصور .\r\n* تنظيم عن طرق الوعظ والإرشاد ، والإشراف على مجلّة الأزهر .\r\n* التنقيب عن الكتب المفيدة في مختلف العلوم ، والعمل على إحيائها وإخراجها إخراجاً علمياً . ( الإمامان البروجردي وشلتوت رائدا التقريب : 175 - 177 ) .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nنابعة من قيامها بذاتها ، وهي لا تأخذ موادّها من أيّ مصادر تشريعية أُخرى « 1 » .\r\n\r\n3 - عضويّة لجنة التفسير في الإذاعة .\r\nوظيفة هذه اللجنة الإشراف على بثّ برامج تفسير القرآن الكريم من إذاعة مصر . وكان شلتوت واحداً من أعضائها الناشطين ، فباقتراح منه كان يبثّ برنامج بعنوان : « حديث الصباح » ، وكان بحثاً تفسيرياً ، صباح كلّ يوم ، قبل تلاوة آيات القرآن وبعدها .\r\n\r\n4 - عضويّة لجنة الإفتاء في الأزهر .\r\nمن أهمّ وظائف هذه اللجنة إصدار الفتاوى في الموضوعات الفقهيّة المختلفة حسب احتياج المجتمع .\r\n\r\n5 - عضويّة اتّحاد علماء الطراز الأوّل في مصر .\r\nكان شلتوت من أصغر الأعضاء سنّاً في هذا الاتّحاد ، مع ذلك فقد اقترح في أوّل اجتماع له مع أعضاء الاتّحاد الأُمور التالية :\r\nأ - تأسيس مكتب مخصّص للإجابة على الشبهات التي تطرح في المجتمع ، وإزالة الخرافات التي أدخلها أعداء الإسلام في دين الإسلام باسم الإسلام ، والتي ينشرها ويروّج لها بين المسلمين .\r\nب - مطالعة ودراسة معاملات البيع والشراء الجديدة التي ظهرت في المجتمع الإسلامي .\r\nج - تأليف كتاب علمي يجيب على الإسرائيليّات الموجودة في كتب التفسير المتداولة بين المسلمين ، ويعتقد الناس أنّها التفسير الصحيح للقرآن الكريم ، مع أنّه لا يوجد حديث يدلّ على صحّتها ، وكذلك فإنّ العقل لا يقبلها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجلّة أخبار التقريب / العددان : 45 و 46 / صفحة : 27 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nد - تصفية وإزالة الخرافات والبدع من الكتب الدينيّة .\r\nوبعد انتهاء الشيخ شلتوت من تقديم اقتراحاته على أعضاء هذا الاتّحاد ، قبلها جميع الأعضاء وتقرّر في هذا الاجتماع نفسه تشكيل لجنة برئاسة الشيخ عبد المجيد سليم لمتابعة اقتراحات شلتوت ووضعها موضع التنفيذ .\r\nوعندما تبيّن للشيخ شلتوت أنّ الأجواء مناسبة ، اقترح تشكيل مركز علمي ثقافي باسم : « مجمع البحوث الإسلاميّة » ، يتولّى متابعة تلك الأُمور المقترحة ، والإشراف على تنفيذها .\r\nومن الجدير بالذكر أنّ هذا المركز قد تأسّس في فترة رئاسته للأزهر .\r\n\r\n6 - آراء واقتراحات الشيخ شلتوت لدولة ألمانيا الغربية .\r\nأرسلت دولة ألمانيا الغربية في حينها رسالة إلى الشيخ شلتوت رئيس جامعة الأزهر ، وطلبت منه فيها أن يبحث ويحقّق مسألة تعدّد الزوجات في الإسلام ، ويرسل البحث إليهم ؛ لعلّه يساعدهم في علاج مشكلة تزايد عدد النساء على عدد الرجال في هذا البلد .\r\nوبدأ الشيخ بالتحقيق والدراسة في هذا الموضوع ، ثمّ قرّر أن يترجم تحقيقه إلى اللغات : الإنجليزيّة ، والألمانية ، والفرنسية . وقد ذكرت بعض المطبوعات آنذاك أنّ دراسة شلتوت هي أوّل دراسة ستحلّ مسألة الزواج وتزايد عدد النساء في ألمانيا .\r\n\r\n7 - عضويّة مجمع اللغة العربيّة في مصر « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حيث كان الشيخ شلتوت أحد أعضائه البارزين ، وكان زمان تعيينه في مجمع اللغة العربيّة سنة 1946 م . ( الإمامان البروجردي وشلتوت رائدا التقريب : 147 ) .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nالفصل الثاني : مواقفه\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\n1 - مساندة انتفاضة 15 خرداد\r\nخرج الشعب الإيراني في اليوم الخامس عشر من شهر خرداد من سنة 1342 ه ش ( 5 حزيران 1963 م ) إلى الشوارع مندّدين بنظام الشاه ؛ محتجّين على اعتقال قائدهم الإمام الخميني قدس سره ، ويمكن أن يقال وبثقة : إنّ هذه الحادثة كانت أهمّ العوامل المحرّكة ، بل نقطة انطلاق الثورة الإسلاميّة الإيرانية . والشاه - والذي كان خائفاً من أن يخسر سدّة الحكم - كان قد أعطى لرئيس وزرائه « أسد اللَّه علم » الحريّة الكاملة في استخدام كافّة الوسائل لوأد هذه الحركة ، وإنهاء هذا التمرّد ؛ فأُعطيت الأوامر للجيش ولقوّات الأمن بقمع التظاهرات ، فقامت هذه القوّات بإطلاق النار وبقسوة كبيرة على المتظاهرين ، فقتلوا الكثير من العلماء والناس .\r\nكان هذا التصرّف الوقح سبباً في إثارة موجة احتجاج عارمة لبعض المفكّرين الإسلاميّين في العالم ضدّ حكومة الشاه ، ومنهم الشيخ محمود شلتوت . .\r\nفقد كتب رسالة لعامّة المسلمين - بعد ستّة أيّام من هذه الحادثة - وطلب منهم نصرة ومساندة العلماء المجاهدين في إيران الذين أُودعوا السجون ، وكلّ جريمتهم أنّهم دافعوا عن الحقّ والحقيقة ، وهو في بيانه هذا قد عدّ اعتقال العلماء وإهانة منزلتهم المقدّسة وصمة عار في جبين البشريّة .\r\nوطلب من الشاه في رسالة وجّهها رسمياً إليه أن يتوقّف عن التطاول على\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nحرمة رجال وعلماء الدين ، وأن يسارع في إطلاق سراح الموقوفين من العلماء والناس .\r\nوهذا هو نصّ البيان :\r\n« بسم اللَّه الرحمن الرحيم\r\n « هذا بَيانٌ لِلنَّاسِ »  « 1 »\r\nأيّها المسلمون :\r\nإنّنا على أبواب فترة من الزمن شَغَلَ بعض الناس فيها عن دينهم مظاهر المدنية وزخرف الحياة ، بينما شخصت أبصار كثيرة في الشرق والغرب تتلّمس الخلاص والنجاة ، وتفتّحت قلوب كثيرة على هدايّة الإسلام ونور اللَّه ، انساقت إليه بفطرة سليمة ، أحسّت الجلال في وقاره ، والأمان في رحابه ، والقوّة في توجيهه ، والسداد في إرشاده ، والعدالة في تشريعه ، فطرة اللَّه التي فطر الناس عليها .\r\nفي هذه الفترة تتعالى صيحات ، وتتكرّر في وضح النهار اعتداءات ، ضحاياها علماء الإسلام في إيران ، والمبشّرون في دعوة اللَّه ، والقائمون على أمر دينه ، وليس عليهم من مأخذ إلّاأنّهم يعلنون كلمة اللَّه .\r\nأيّها المسلمون :\r\nإنّ العمل على إنقاذ المظلوم أمر يحتّمه الإسلام ويوجبه ، ورفع الضرر عن الناس خُلق يأمر به الإسلام ويفرضه ، وليس أدعى إلى النجدة من رفع الأذى عمّن لحقه دفاعاً عن دينه ، وتمسّكاً بواجبه ، وتضحية من أجل رسالته .\r\nوعلماء الإسلام في إيران قد تكرّر الاعتداء عليهم ، ونالت ويلات السجون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل عمران 3 : 138 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nمنهم ، وحيل بينهم وبين الأمر بالمعروف الذي يطلبه الإسلام من كلّ قادر عليه ، والنهي عن المنكر من كلّ مستطيع له ، ولن يكون فضل هذه الدعوة إلّاللأُمّة ، ولن يكون خيرها إلّاللجماعة ، فحياة الأُمم بالأخلاق ، وعماد الأخلاق دين اللَّه ، أحكامه وآدابه ، وتشريعاته وإرشاداته ، وإنّ أصحاب التوجيه وعوامل التأثير هم سند العلماء في كلّ أُمّة ، وهم الأخلاقيّون في كلّ شعب ، بدعواتهم وإرشاداتهم تتهيّأ للأُمّة أسباب الارتقاء ، ويتحقّق للأبناء كمال الحياة .\r\nوليس من ريب في أنّ قيام العلماء بواجبهم لن يتحقّق إلّابالمحافظة عليهم ، واحترام أقدارهم وإنزالهم منازل الكرماء .\r\nوكيف يستقيم حال أُمّة تعطّلت رسالة العلماء فيها ؟ !\r\nإذن لتحطّمت القيم ، وأُهدرت المُثُل وضاع في الناس معنى الإنسانيّة وكمالها ، فما رسالة العلماء إلّاالشحنة الدافعة لكلّ عمل إنساني ووطني على مرّ الدهور .\r\nوفي تاريخ إيران نفسها خير شاهد على ما لعلمائها من فضل يؤثر ، وجهد يُشكر ، وفدائية في سبيل اللَّه والوطن لا تُنسى ولا تُجحد .\r\nأيّها المسلمون :\r\nإنّ الاعتداء على علماء الدين جريمة في حقّ الأخلاق ، ووصمة عار في جبين الأُمّة وفي وجه البشريّة ، ويوم تهون أقدار العلماء لن تكون الكلمة إلّالهوى النفوس الجامحة ، وقوى الشرّ المخرّب ، ونزعات الفساد المدمّرة ، وماذا بعد الحقّ إلّا الضلال ؟\r\nألا فليتنبّه المسلمون في كافّة الأقطار والشعب المسلم في إيران إلى هذا الاعتداء الصارخ ، وليعملوا على إنقاذ علماء إيران من طغاة إيران :  « وَلا تَرْكَنُوا \r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\n إِلَى الَّذِينَ ظَلَمُوا فَتَمَسَّكُمُ النَّارُ وَما لَكُمْ مِنْ دُونِ اللَّهِ مِنْ أَوْلِياءَ ثُمَّ لا تُنْصَرُونَ »  « 1 » .\r\nإنّها سابقة لا يقدم عليها إلّامتحلّل من دينه ، خارج عن عقيدته ، منكر لما أكّده اللَّه عزّ وجلّ من حقّ العلماء :  « شَهِدَ اللَّهُ أَنَّهُ لا إِلهَ إِلَّا هُوَ وَالْمَلائِكَةُ وَأُولُوا الْعِلْمِ قائِماً بِالْقِسْطِ »  « 2 » ،  « إِنَّما يَخْشَى اللَّهَ مِنْ عِبادِهِ الْعُلَماءُ »  « 3 » .\r\nفاشهد اللّهمّ أنّ اعتداءً على حَمَلة رسالتك قد وقع ، وأنّ رفع الأذى عن أوليائك فرض في رقاب المؤمنين بك ، وأنت نعم المولى ونعم النصير .\r\n18 محرّم سنة 1383 ه / 10 حزيران 1963 م\r\nمحمود شلتوت - شيخ الأزهر » « 4 »\r\n\r\n2 - استنكار اعتراف بعض الدول رسمياً بإسرائيل\r\nاستطاعت الولايات المتّحدة الأمريكيّة وبريطانيا في تاريخ 8 / 9 / 1326 ه . ش ، الموافق ل 29 / 11 ( نوفمبر ) / 1947 م - بعد جهود دؤوبة وضغوط متواصلة - الحصول على موافقة مجلس الأمن العامّ التابع للأُمم المتّحدة على الاقتراح الذي تقدّمتا به إلى المجلس ، والذي ينصّ على تقسيم أرض فلسطين المقدّسة إلى قسمين : قسم لليهود ، وآخر للمسلمين « 5 » . .\r\nوبعد خمسة أشهر أُعلن عن تأسيس دولة إسرائيل ، ثمّ اعترفت بعض الدول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة هود 11 : 113 .\r\n( 2 ) سورة آل عمران 3 : 18 .\r\n( 3 ) سورة فاطر 35 : 28 .\r\n( 4 ) بررسي وتحليلي أز نهضت إمام خميني ( بحث وتحليل حول ثورة الإمام الخميني ) 1 : 532 ، وانظر : موقف الإمام الخميني قدس سره تجاه إسرائيل : 50 - 53 .\r\n( 5 ) لاحظ موسوعة السياسة 1 : 776 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nرسميّاً بهذه الدولة الغاصبة .\r\nوإيران كانت إحدى هذه الدول ؛ إذ أنّ شاه إيران محمّد رضا كان من أبرز التابعين والمطيعين لأمريكا وبريطانيا ، وكان يرى أنّ بقاء حكمه رهن بهذه التبعية والطاعة العمياء لأوامر ورغبات هاتين الدولتين ، كما أنّه كان يخشى من مواجهة المشاكل والاضطرابات داخل إيران ، لذا قام أوّلًا بإرسال « عبّاس صيقل » إلى فلسطين بذريعة الإشراف على أملاك الإيرانيّين المقيمين هناك ، ثمّ بعد فترة وبتاريخ 23 / 12 / 1328 ه . ش ( 14 / 3 / 1950 م ) اعترفت وزارة « محمّد ساعد » رسمياً بدولة إسرائيل ، وافتتحت قنصلية لدولة إيران في البيت المقدّس ، وقد عُلم بعدها أنّ « ساعد » قد قبض من إسرائيل مبلغ 400 ألف دولار رشوة مقابل عمله هذا .\r\nبعد ذيوع الخبر ، احتجّ العلماء والمفكّرون بشدّة على هذا العمل الوقح ؛ فقد اتّخذ آية اللَّه الكاشاني القائد الديني لإيران موقفاً حازماً تجاه هذا العمل ، وانتقده بشدّة في خطاب عامّ له ، جاء فيه :\r\n« نحن الشعب الإيراني ليس لنا علاقة بالحكومة ، وإذا كانت الحكومة قد اعترفت بإسرائيل ، فالإيرانيّون المسلمون سيثورون بناءً على تكليفهم الشرعي ، ولهذا السبب قمنا بتشكيل تنظيمات جماهيريّة لمحاربة اليهود الإسرائيليّين » « 1 » .\r\nوكذلك في البلدان العربيّة ، فقد كان العمل المقرف لشاه إيران سبباً في إثارة ردود أفعال شديدة عند أبناء الشعب العربي ، وعلماء الدين أبدوا انزعاجهم وعدم رضاهم بهذا العمل .\r\nوالشيخ شلتوت أيضاً استنكر ما قامت به حكومة إيران ، ضمن رفضه لأيّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روابط خارجي إيران ( علاقات إيران الخارجيّة ) ( من سنة 1320 - 1357 ه ش ) : 409 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nنوع من العلاقات بين الدول الإسلاميّة وإسرائيل ، وقد أرسل تلغرافاً بهذا الخصوص إلى آية اللَّه البروجردي في قم ، وهذا هو نصّ التلغراف :\r\n« بسم اللَّه الرحمن الرحيم\r\nسلام اللَّه عليكم وعلى جميع إخوتنا وإخوتكم ، علماء إيران الرحماء ، وكلّ الذّين يدافعون ويحافظون على وحدة وائتلاف المسلمين .\r\nأمّا بعد :\r\nإنّ حضرتكم وجميع الإخوة الأعزّاء قد سمعتم حتماً بالخبر المحزن الذي حدث في هذه الأيّام ، ألا وهو أنّ شاه إيران قد اعترف رسميّاً بإسرائيل ، إسرائيل التي احتلّت أرض فلسطين ، وشرّدت شعبها ، وغصبت حقوقهم .\r\nوقد تأثّر وتأسّف مسلمو العالم كلّهم أن يكون هناك ملك مسلم وشعبه مسلمون مؤيّداً لأعداء الإسلام ، ويعقد معهم علاقات وصداقات ودّيّة ، ونحن أرسلنا مرّتين إلى حضرة الشاه تلغرافاً ، وذكرنا أنّ هذا العمل سيتذرّع به مَن يريد أن يقطع العلاقات التي سعينا لإقامتها وتقويتها .\r\nإنّكم تأثّرتم حتماً بسبب هذا العمل ، وستبذلون ما في وسعكم لإدانته واستنكاره بشدّة ، وسيكون لما تقومون به تأثير حسن حتماً ؛ إذ صار واضحاً للناس جميعاً أنّنا نحن وأنتم أصدقاء في الجهاد والسعي لرفع راية الإسلام ، وتثبيت الوحدة بين المسلمين . الرجاء أن ينتفع المسلمون من بركاتكم وسعيكم المفيد .\r\nبانتظار رسالتكم . والسلام عليكم ورحمة اللَّه وبركاته .\r\nأخوكم محمود شلتوت - شيخ الأزهر » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمود شلتوت ( رائد التقريب ) : 262 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nومع الأسف ، فإنّ تلغراف الشيخ شلتوت قد وصل إلى قم في الوقت الذي كان السيّد البروجردي على فراش المرض في المستشفى ، يعاني من الآلام التي لم تفارقه حتّى أودت بحياته .\r\nلم يفتر عزم الشيخ شلتوت بعد هذه الحادثة ؛ فقد أرسل رسالة أُخرى إلى آية اللَّه السيّد محسن الحكيم المتوفّى سنة 1390 ه « 1 » ، طالباً منه أن يفعل شيئاً بخصوص هذه المسألة .\r\nوهذا نصّ رسالة الشيخ شلتوت إلى آية اللَّه العظمى السيّد محسن الحكيم :\r\n« بسم اللَّه الرحمن الرحيم\r\nالأخ الطيّب الأُستاذ العلّامة السيّد محسن الحكيم - النجف / العراق . .\r\nسلام اللَّه ورحمته عليكم وعلى جميع إخوتنا وإخوتكم ، علماء العراق الأعزّاء ، وكلّ مَن نهض للدفاع عن الحقّ والمحافظة على وحدة المسلمين والأُلفة بينهم ، أمّا بعد :\r\nإنّ حضرتكم وجميع الإخوة الأعزّاء قد سمعتم حتماً بالخبر المحزن الذي حدث في هذه الأيّام ، ألا وهو أنّ شاه إيران قد اعترف رسميّاً بإسرائيل ، إسرائيل التي احتلّت أرض فلسطين ، وشرّدت شعبها ، وغصبت حقوقهم .\r\nهذا العمل الذي أثّر فينا جميعاً ، مثلما أثّر في المسلمين في المشرق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محسن بن مهدي بن صالح الحكيم الطباطبائي : أحد فقهاء الإماميّة الأعلام ، وكبير مراجع‌التقليد والفتيا ، ومن له الزعامة الدينيّة العامّة في وقته . له مواقف سياسيّة مشهورة على الساحة العراقيّة ، وكان ممّن قام بمشاريع ومآثر خالدة . من مصنّفاته : مستمسك العروة الوثقى ، نهج الفقاهة ، حقائق الأُصول ، شرح تشريح الأفلاك ، دليل الناسك ، شرح التبصرة . توفّي في النجف الأشرف عام 1390 ه . ( معارف الرجال 3 : 121 - 127 ، معجم رجال الفكر والأدب 1 : 423 - 424 ، مع علماء النجف الأشرف 2 : 336 - 337 ) .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوالمغرب ؛ إذ كيف يكون هناك ملك مسلم ، وشعبه مسلمون ، مؤيّداً لأعداء الإسلام ، ويمدّ لهم يد الصداقة ؟ ! ونحن أرسلنا مرّتين إلى حضرة الشاه تلغرافاً ، ومرّة واحدة للسيّد العزيز البروجردي في قم ، وذكرنا هذا الأمر الخطير ، وأيُّ فتنةٍ ستعقبه ؛ وخصوصاً أنّ هذا العمل صادر من ملك على شعب ، أغلب طبقاته من إخواننا الشيعة الإماميّة ، الأمر الذي سيكون ذريعة لمَن يريد الاصطياد في الماء العكر ، وسيجدّون في قطع العلاقات التي سعينا لإقامتها وتقويتها ، إضافة إلى إنّ لهذا العمل مخالفة صريحة للدين ، وليس له مبرّر . وبدون شكّ أنتم مثلنا متأثّرون من هذا العمل ، وأنتم وسائر إخوتنا من علماء العراق المكرّمون ستبذلون ما في وسعكم لإدانة هذا العمل بكلّ شدّة ؛ ليتراجع الشاه عنه ، كما رجعت حكومة مصدّق في إيران عن مثل هذا العمل سنة 1951 م .\r\nوحتماً سيكون لما تقومون به من عمل التأثير الواسع بين علماء إيران ، والتأثير الحسن على كلّ الناس ؛ إذ صار واضحاً للناس جميعاً أنّنا نحن وأنتم أصدقاء في الجهاد والسعي لرفع راية الإسلام ، وتثبيت الوحدة بين المسلمين .\r\nونحن بانتظار تسلّم رسالة منكم ، تبيّن مساعيكم الناجحة وأعمالكم الصالحة . حفظكم اللَّه ، ولينتفع المسلمون من بركاتكم وسعيكم المفيد .\r\nوالسلام عليكم ورحمة اللَّه وبركاته .\r\nأخوكم محمود شلتوت - شيخ الأزهر » « 1 » .\r\nإنّ رسالتي الشيخ شلتوت هاتين قد بيّنتا عدّة نقاط مهمّة وأساسية ، هي :\r\n1 - اهتماماته ومساعيه في سبيل تحرير أرض فلسطين .\r\n2 - مواجهة الأشخاص الذين يقدّمون الدعم بأيّ شكل وبأيّ صورة إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمود شلتوت ( رائد التقريب ) : 276 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nالنظام الصهيوني .\r\n3 - علاقته الحميمة بعلماء الشيعة ، والتي يمكن ملاحظتها من الأُسلوب العامّ للرسائل .\r\n4 - ارتباطه الدائم بعلماء الشيعة ، ومشاورتهم في عظائم الأُمور التي تمرّ على المسلمين في العالم .\r\nوبعد أن تسلّم آية اللَّه السيّد محسن الحكيم هذه الرسالة ، أرسل تلغرافاً لآية اللَّه السيّد علي البهبهاني في طهران ، وأبلغه بما حدث ، فقام بدوره بإبلاغ الشاه بعدم ارتياح العلماء والمراجع لما فعله ، وعدم رضاهم به .\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nالفصل الثالث : شلتوت والوحدة الإسلاميّة\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nأفكار الوحدة\r\n\r\nالوحدة بنظر الشيخ شلتوت\r\nلا شكّ أنّ الشيخ محمود شلتوت كان من العلماء المعدودين الذين لهم عناية خاصّة بموضوع الوحدة الإسلاميّة « 1 » .\r\nوهو يعرّف الوحدة الإسلاميّة بهذا التعريف :\r\n« قرّرت الأُخوّة الدينيّة بين المسلمين على أنّها شأن طبيعي من شؤون المؤمنين ، يتحقّق من تلقاء نفسه بمجرّد الإيمان ، ويستتبع جميع آثاره من حقوق وواجبات ، وليست بوصيّة يوصيهم بها ولا تكليفاً جديداً يطلب تحقيقه بعد الإيمان . . . وربطت هذه الأُخوّة بين قلوب المسلمين حتّى أصبحوا أُسرة واحدة كبرى ، يفرح المسلم لفرح أخيه ، ويحزن لحزنه ، ويمدّيد المعونة إليه عند الحاجة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إنّ دور الإمام محمود شلتوت في تدعيم فكرة التقريب بين المذاهب لم يكن دوراً متكلّفاً ألمّ به عرضاً ، وإنّما هو دور قائم على إيمان قوي بالفكرة ، وأنّ تكوين شخصية الإمام الكبير رحمه الله كانت مفطورة منذ بواكير حياته العلمية والوظيفية على إدراك قيمة الوحدة الإسلامية في تدعيم الأُمّة الإسلامية ، والأخذ بيد المسلمين ، ليكونوا كما أخبر الحقّ سبحانه في محكم كتابه عنهم بقوله : « كُنتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنكَرِ وَتُؤْمِنُونَ بِاللّهِ » [ سورة آل عمران 3 : 110 
  ] . وليس أدلّ على ذلك من سعيه الصادق لإنشاء مجمع البحوث الإسلامية عندما عيّن شيخاً للأزهر ، وذلك تحقيقاً لأمله في دعم تلك الوحدة التي يرى فيها خيراً للإسلام والمسلمين . ( الإمامان البروجردي وشلتوت رائدا التقريب : 120 ) .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nويرشده إذا غوى ، ويهديه إذا ضلّ ، ويرحمه إذا ضعف ، ويعامله بما يحبّ أن يعامل به ، ويمحضه النصح إذا استنصحه أو رأى عليه ما ينكره الشرع والدين ، ويحفظه في ماله وعرضه غائباً وحاضراً ، ويسعى في أصلاح ذات البين ورفع ما يقع من الخلاف ، إخوة متصافون رحماء بينهم . . . » « 1 » .\r\n\r\nمحور الوحدة\r\nإنّ إحدى المسائل المهمّة في تبلور الوحدة هي التوصّل إلى نقطة مشتركة ، تتّفق عليها جميع المذاهب الإسلاميّة ، وهذه النقطة المشتركة هي القرآن الكريم .\r\nيقول الشيخ شلتوت بهذا الخصوص :\r\n« الإسلام دعا الناس إلى الوحدة ، وقرّر أنّ الاعتصام بحبل اللَّه تعالى هو المحور الذي يجب أن يتمسّك به المسلمون ، ويجتمعوا حوله ، وإنّ هذا الأمر قد ورد في كثير من آيات القرآن الحكيم ، وأوضحها في قوله تعالى من سورة آل عمران :  « وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعاً وَلا تَفَرَّقُوا »  « 2 » ، فقد نهى اللَّه عن الفُرقة بشكل مطلق ، وهي بالتالي شاملة للفُرقة الناشئة بسبب التعصّب الأعمى ، والحديث الصحيح يقول : « لا عصبية في الإسلام » » « 3 » .\r\nوفي موضع آخر يرى الشيخ شلتوت أنّ كتاب اللَّه وسنّة رسول اللَّه الوجه المشترك بين كلّ المذاهب ، حيث يقول :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإسلام عقيدة وشريعة : 434 .\r\n( 2 ) سورة آل عمران 3 : 103 .\r\n( 3 ) روزنامه جمهوري إسلامي ( صحيفة الجمهوريّة الإسلاميّة ) / ( 19 / 10 / 1379 ه ش ) / العدد الخاصّ / صفحة : 9 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n« النهي عن الفُرقة متضمّن للنهي عن الفُرقة المذهبية كذلك ؛ لأنّ المذاهب الإسلاميّة رغم كثرتها واختلاف طرقها ، تستقي من أُصول واحدة : كتاب اللَّه وسُنّة الرسول صلى الله عليه وآله وسلم . لكن رغم تعدّد المذاهب واختلافها في كثير من الأحكام ، ووجود الآراء المتعدّدة ، فهي جميعها تجتمع في نقطة مشتركة وكلام واحد :\r\nالإيمان بالمصادر الأصليّة وتقديس كتاب اللَّه وسُنّة رسول اللَّه صلى الله عليه وآله وسلم » « 1 » .\r\n\r\nعوامل الوحدة\r\n\r\nترك التعصّب الأعمى\r\nسأل مراسل صحفي الشيخ شلتوت : أيّ العوامل التي تبني بإحكام وحدة المسلمين ؟\r\nفقال في جوابه :\r\n« أوّل العوامل : ترك التعصّب ، وطلب الحقيقة مع مراعاة التعاون والعدالة ، وهو ما يساعد في تحقيق الشرائط الأُخرى ، والتي من جملتها : التوجّه نحو ثقافة إسلامية واحدة ، والانتفاع بجميع النظريات .\r\nوفي هذا السبيل لابدّ من طباعة الكتب والنشريات ، وإجراء تبادل للأفكار ومناقشة للآراء ، وتعرّف الجامعات والمراكز العلمية في ما بينها ، وإجراء مبادلات بين الأساتذة والباحثين ، وعقد المشاورات واللقاءات ، ومناقشة وحلّ المشكلات في أجواء أخويّة ، وتعزيز وتقوية العلاقات العاطفية للمسلمين ؛ ليكونوا كما قال الرسول الأكرم صلى الله عليه وآله وسلم : « إنّما المسلمون كالجسد الواحد ، إذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نفس المصدر المتقدّم .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nاشتكى منه عضو تداعى له سائر الجسد بالسهر والحمّى » « 1 » » « 2 » .\r\nوبهذا الخصوص ، يقول في موضع آخر : « لا ينبغي لأحد مطلقاً أن يتصوّر أنّه قد وصل إلى الحقيقة المطلقة وغير القابلة للشكّ ، ويجب على الآخرين الاقتداء به واتّباعه ، بل يجب عليه أن يقول : إنّ ما توصّلت إليه هو أحد المعتقدات فقط ، وهو نتيجة ما بذلته من جهود وتحقيق . . وأنا - في ما يتعلّق بهذا المعنى - لا أسمح لأيّ أحد أن يقتدي بي بلا أساس ، بل عليه أن يبحث وينقّب حتّى يستوثق من كلامي ، وحينذاك لو جاء بدليل محكم فسيحظى بتأييدي » « 3 » .\r\n\r\nدور علماء الدين\r\nإنّ لعلماء وأعلام أيّ دين من الأديان دور هو الأهمّ والأخطر في تحقيق أهداف ذلك الدين ، وعلماء الإسلام كذلك ؛ فلو أنّهم يبذلون كلّ ما بوسعهم ويسخّرون كلّ جهودهم لمسألة الوحدة ، وتنبيه الناس لأخطار الفُرقة والتفرّق ، واستغلال أعداء الإسلام لمسألة التفريق بين المسلمين ، لتحقّقت الوحدة الإسلاميّة ، ولوقف العالم الإسلامي صفّاً واحداً مقابل الكفر العالمي .\r\nالشيخ محمود شلتوت ، ومن خلال الإشارة إلى الدور المميّز للعلماء في تحقيق الوحدة الإسلاميّة ، دعا جميع العلماء إلى الاتّحاد والتضامن قائلًا :\r\n« ها أنا ذا مرّة أُخرى أدعو باسم اللَّه ، وباسم كتاب اللَّه ، وباسم الوحدة الإسلاميّة ، وباسم الاعتصام بحبل اللَّه المتين ، أدعو علماء الشيعة والسنّة إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ورد الحديث بألفاظ متقاربة في : صحيح البخاري 5 : 2238 ، مسند أحمد 4 : 270 ، السنن الكبرى للبيهقي 3 : 353 ، الجامع لأحكام القرآن 8 : 227 ، كنز العمّال 1 : 149 .\r\n( 2 ) روزنامه جمهوري إسلامي ( صحيفة الجمهوريّة الإسلاميّة ) / ( 19 / 10 / 1379 ه ش ) / العدد الخاصّ / صفحة : 10 .\r\n( 3 ) الناس والدين : 14 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالتقارب والاتّحاد .\r\nومن المسلّم به أنّ أكرمهم عند اللَّه ( عزّوجلّ ) هو مَن يسبق أوّلًا إلى هذا الهدف المقدّس ، ويرأب الصدوع التي حدثت في ما مضى بين المسلمين ، ويعيد لنا مجدنا وشعارنا ، وهو : الوحدة الإسلاميّة » « 1 » .\r\n\r\nنعم للاختلاف الفكري ، لا للتعصّب\r\nإنّ الشيخ شلتوت قد ميّز بين الاختلافات العلمية التي تحدث في المجاميع العلمية ، وبين التعصّب الجاف المتصلّب الذي يحدث بين بعض عوام المسلمين ؛ إذ يقول في هذا الشأن :\r\n« الاختلاف في الرأي ضرورة اجتماعية وأمر طبيعي ، وذلك لا يمكن تجنّبه ، لكنّه يختلف عن الاختلاف الذي يؤدّي إلى التعصّب المذهبي والجمود الفكري . . التعصّب يقطع جذور الترابط بين المسلمين ، ويؤجّج مشاعر العداء والضغينة في القلوب ، لكنّ الاختلاف بسبب حقيقة علمية - مع الاحترام لآراء وأفكار المخالفين - محمودٌ ويمكن قبوله » « 2 » .\r\n\r\nاستغلال أعداء الإسلام\r\nإحدى مؤامرات الاستعمار والاستكبار العالمي هي إيجاد الاختلاف في ما بين مجتمعات المسلمين ، ليحقّق في ظلّ هذا الاختلاف مصالحه المفضوحة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمود شلتوت ( رائد التقريب ) : 183 .\r\n( 2 ) روزنامه جمهوري إسلامي ( صحيفة الجمهوريّة الإسلاميّة ) / ( 19 / 10 / 1379 ه ش ) / العدد الخاصّ / صفحة : 10 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nويقوم بسلب ونهب خيرات ومنافع الشعوب المسلمة ، وبدون شكّ لا يستمتع ولا يتلذّذ أيّ أحد بوجود الاختلاف والفُرقة بين المسلمين ، كاستمتاع وتلذّذ رؤوس الاستكبار وطغاته ، والعلّامة شلتوت في تحذيره للمسلمين يقول :\r\n« أراد اللَّه سبحانه وتعالى لهذه الأُمّة أن تكون موحّدة الكلمة ، وأن يجتنب المسلمون التكتّل والتحزّب الذي يضعف وينهك طاقة وقدرة بعضهم بعضاً ، ممّا يمنح الدول الاستعماريّة الفرصة للاستفادة من تفريق المسلمين ، وتحقيق أفضل العوائد لصالحها ولمنفعتها » « 1 » .\r\n\r\nمؤامرات الاستعمار في طريق الوحدة\r\nلا يرضى الاستعمار في أيّ وقت أن تظهر أُمّة الإسلام واحدة متوحّدة ؛ لأنّه يعلم أنّ شكل الأُمّة الواحدة هذا سيقف في وجه مطامعهم ، ولن يمنحهم الفرصة لنهب خيراتها ومقدّراتها ؛ لذا فهو يقف في مواجهة أيّ جهد وسعي لتحقيق وحدة المسلمين . .\r\nوبهذا الخصوص ينقل المرحوم الميرزا خليل الكَمْرَئي خاطرة عن الشيخ شلتوت ، تبيّن للمسلمين مدى عمق مؤامرات الاستعمار والاستكبار العالمي ، فقد كتب قائلًا :\r\n« كنّا قد التقينا - أنا والهيئة المرافقة في رحلتنا إلى مصر - شيخ جامع الأزهر ، الشيخ محمود شلتوت ، مرّتين : الأُولى كانت في الجامع الأزهر ، والأُخرى في منزله الخاصّ ، وفي هذا اللقاء أطلعَنا شيخ الأزهر على حقائق بعض الأُمور ، وأفشى لنا سرّاً ، تبيّن منه تدخّل الأجانب وتأثير نفوذهم في أُمور ممالك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجلّة أخبار التقريب / العددان : 49 و 50 / صفحة : 41 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالشرق ، وحتّى في ما بين مذاهب الإسلام .\r\nقال عالم مصر المعظّم : أنا منذ زمن طويل - قبل نحو ثلاثين سنة - كنت قد قرّرت الاطّلاع على فقه الإمامية ، وأردت في حينها بعض كتب فقه الإمامية من العراق وإيران ، لكنّ الكتب لم تصلني ؛ لأنّها كانت خاضعة لرقابة الرسائل ، وهي تمنع منها ما تشاء ، إلى أن تحرّرت مصر من قيود الاستعمار ، وبعد فتح قناة السويس وصلتني كتبكم وطالعتها ، وتمّت الحجّة عليّ ، وأصدرت تلك الفتوى بدون أن أرضخ لتأثير أيّ منصب أو كلام » « 1 » .\r\n\r\nالكتّاب والمؤلّفون الجهلة المغفّلون\r\nالمؤلّفون إحدى الكتل المهمّة التي لها دور أساسي ومؤثّر في طريق الوحدة الإسلامية . . والمحقّقون والكتّاب في أيّ بلد يمكن أن يقوموا بتوجيه الناس باتّجاه الوحدة ، كما يمكن أن يقوموا - لا سمح اللَّه تعالى - بزرع بذور الفُرقة والنفاق ، بعلم أو بدون علم .\r\nالشيخ شلتوت الذي كان مطّلعاً على هذا الموضوع بشكل جيّد ، ويرى كيف أنّ بعض الكتّاب يضع الموانع في طريق الوحدة الإسلامية بما يكتبه من كتابات غير موزونة ، قد كتب في انتقاده لهذه الكتلة :\r\n« يقع الكثير من كتّاب الفرق الإسلامية تحت تأثير التعصّب المذموم والمنفّر ، ويلهبون في كتبهم وكتاباتهم نار الحقد والعداوة بين أبناء أُمّة الإسلام الواحدة ، وأيّ كاتب يكتب من الزاويّة الضيّقة للأُسلوب العقلي والعقيدة الباطلة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمود شلتوت ( رائد التقريب ) : 195 ، نقلًا عن روابط عالم إسلامي ( علاقات العالم الإسلامي ) : 7 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالذي لا يليق بالفرد المسلم ، لا يلتفت إلى أنّ الخسارة والضرر في مثل هذا الأُسلوب في الكتابة أكثر من الفائدة » « 1 » .\r\n\r\nدور الشيخ شلتوت في دار التقريب « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجلّة أخبار التقريب / العددان : 49 و 50 / صفحة : 41 .\r\n( 2 ) أُنشئت هذه الجماعة في القاهرة سنة 1948 م ، واستمرّت إلى سنة 1970 م ، وقد قام بإنشائها جماعة من الخلّص مبتغين من ذلك تأليف قلوب المسلمين ، وتوحيد أُمتهم ، وجمعهم على كلمة سواء ، ونبذ التعصّب البغيض الذي يفرّق شمل الأُمّة ؛ لكي يعود المسلمون كما كانوا أُمّة واحدة ، رائدها إعلاء كلمة اللَّه ، وغايتها إعزاز دين اللَّه ونشر شريعته وإبلاغ العالمين رسالة خاتم النبيّين محمّد صلى الله عليه وآله وسلم .\r\nولقد جمعت هذه الجماعة صفوة من أهل العلم والدين والرأي عند أهل السنّة والشيعة ، وفي مقدّمة هؤلاء المغفور لهم : فضيلة الشيخ محمّد مصطفى المراغي ، والشيخ مصطفى عبد الرزّاق ، والشيخ عبد المجيد سليم ، والشيخ شلتوت ، وكلّهم قد تولّى منصب مشيخة الأزهر . .\r\nومن الشيعة المغفور لهم : الإمام الأكبر الحاجّ آقا حسين البروجردي الزعيم الأكبر لعلماء الشيعة بإيران ، ويسمّى : آية اللَّه الكبرى ، والإمام الشيخ محمّد الحسين آل كاشف الغطاء الشيعي العراقي ، والسيّد عبد الحسين شرف الدين الموسوي الشيعي اللبناني ، والشيخ العلّامة محمّد تقي القمّي الذي كان أوّل من دعا إلى هذه الفكرة وإلى تأليف هذه الجماعة ، وهو عالم من علماء الشيعة الإمامية بإيران ، جاء إلى مصر والتقى بالعلماء والمتقّفين ، وعرض عليهم فكرته ، فوجد آذاناً صاغية وقلوباً واعية وأعيناً مبصرة ، ووجد ترحيباً وإقبالًا وتشجيعاً ، وقد اعتنق هذه الفكرة الأُلوف من مختلف البلاد الإسلامية ، فانتسبوا إلى جماعتها .\r\nوكان من أثر هذا التقارب وجهود المؤسّسين لجماعة التقريب ومنهج الشيخ شلتوت رحمه الله أن قرّر الأزهر دراسة المذهب الشيعي الإمامي والزيدي في كلّية الشريعة ، كما أنّ جامعة إيران أدخلت دراسة فقه السنّة في كلّية ( المعقول والمنقول ) بها ، وكانت للدار مجلّة ربع سنويّة تصدر باسم « رسالة الإسلام » ، تصدر في معظم أعدادها ببحث في التفسير لفضيلة الشيخ\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nمحمود شلتوت .\r\nوالمنهج الذي سارت عليه جماعة التقريب بين المذاهب يتمثّل فيما يأتي :\r\n1 - إنّ جماعة التقريب بين المذاهب الإسلامية لا تريد المساس بالفقه الإسلامي ولا إدماج بعضها في بعض ، بل هيترى في هذا الاختلاف الفقهي مفخرة للمسلمين ؛ لأنّه دليل على خصوبة في التفكير وسعة في الأُفق واستيفاء وحسن تقدير للمصالح التي أنزل اللَّه شريعته لكفالتها وصونها .\r\n2 - لا تمدّ الجماعة يدها إلّاإلى أقرب المذاهب الإسلامية التي تعتقد العقائد الصحيحة للإسلام والتي يجب الإيمان بها .\r\n3 - الآراء والأفكار التي لا صلة لها بالعقائد الصحيحة لا تؤدّي ولا تدفع إلى التقاطع والتناحر ، وإنّما يعذر بعضنا البعض فيما اختلفنا فيه .\r\n4 - العمل على تبصير المسلمين بدينهم ، وقطع أسباب الخلاف والتفريق بينهم .\r\n5 - بيان ما هو عقيدة يجب الإيمان بها ، وما هو معارف لا يضرّ الخلاف فيها ، وأنّ من بين هذه المعارف ما يظنّ أنّه من العقائد وهو ليس منها عند التحقيق .\r\nوالغرض من جماعة التقريب بين المذاهب الإسلامية أن تكون مركزاً إسلامياً لهذه الفكرة ، تتمركز فيه جهود جميع المعنيّين بها في أنحاء العالم ، وتتبادل بحوثهم وأفكارهم وعلومهم في رفق وحسن تقبّل ، فيتهيّأ لها جوّ من البحث العلمي الخالص على ضوء القواعد الإسلامية الصحيحة ، وحينئذٍ تتجلّى أمام المسلمين أسباب الخلاف فيما وراء العقائد الدينية والأحكام التشريعية ، فيعالجونها ويصلون في المسائل أو النظريات الخلافية نفسها إلى الرأي الصحيح الذي يهدي إليه العقل والدليل ، فإذا جاء - بعد ذلك - ما لم تجتمع عليه القلوب أو تقطع به الأدلّة كان أمره - بعد ذلك - هيّناً لا ينبغي أن يقضي إلى التقاطع والتناكر والتقاذف ، وإنّما هو خلاف في الفروع تبعاً لاختلاف الأفهام ومعرفة الأدلّة ، وبذلك يتبادلون الاحترام والمودّة والتعارف والتعاون كما هو شأن المؤمنين المخلصين .\r\nولمّا كان الشيخ شلتوت يتطلّع إلى تحقيق الوحدة الإسلامية كما تطلّع ويتطلّع إليها غيره ؛ لأنّه أدرك الخسارة الفادحة التي لحقت بالمسلمين من جرّاء الفرقة والتنازع والاقتتال الذي أدّى إلى ضعفهم وتكالب الأُمم الغربية المستعمرة عليهم ، وقد مزّقتهم العصبيات والفروق المذهبية والخلافات الطائفية ، قيّد اجتهاده في جماعة التقريب بين طائفتي أهل السنّة\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nوالشيعة ، وظلّ مع زملائه في الفكرة يقوم بواجبه نحو التوفيق والتقريب ، ولإيمانه بالفكرة اقترح في إحدى جلسات الدار أن يعتبر السنّة والشيعة المشتركون في الجماعة مذاهب إسلامية لا طوائف أو فرق . وهو الذي كتب المقدّمة العلمية المعروفة لتفسير « مجمع البيان » ، كما كان يكتب تفسيره للقرآن الكريم في مجلّة دار التقريب ، وهي « رسالة الإسلام » ، وكان في هذا الوقت وكيلًا للأزهر ، وفي أثناء تولّيه شيخاً للأزهر الشريف أصدر فتواه الشهيرة بشأن المذاهب الإسلامية ، وهي جواز اتّباع مذهب الإمامية الجعفريّة أو الزيديّة مقرّراً أنّها ليست فتوى رجل واحد ، وإنّما شي فتوى كلّ أُولئك الرجال الذين حملوا أمانة التقريب .\r\nونستطيع تلمّس دعوته للتقريب ونبذه للعصبية المذهبية وحبّه للوحدة بين المسلمين في قوله : « إنّ المتّقي للَّه‌في مقام ابتغاء العلم هو ذلك الذي لا تأخذه عصبية ، ولا تسيطر عليه مذهبية ، ولا ينظر يميناً أو شمالًا دون قصده . كنت أودّ لو أستطيع أن أُصوّر بنفسي فكرة الحرّيّة المذهبية الصحيحة المستقيمة على نهج الإسلام والتي كان عليها الأئمّة الأعلام في تاريخنا الفقهي ، أُولئك الذين كانوا يترفّعون عن العصبية الضيّقة ، ويربئون بدين اللَّه وشريعته عن الجمود والخمول ، فلا يزعم أحدهم أنّه أتى بالحقّ الذي لا مريّة فيه ، وأنّ على سائر الناس أن يتّبعوه ، ولكن يقول : هذا مذهبي وما وصل إليه جهدي وعلمي ، ولست أبيح لأحد تقليدي واتّباعي دون أن ينظر ويعلم من أين قلت ما قلت ، فإنّ الدليل إذا استقام فهو عمدتي ، والحديث إذا صحّ فهو مذهبي » .\r\nثمّ يقول مصوّراً جمال الوحدة بين المسلمين وكمالها : « كنت أودّ لو أستطيع أن أتحدّث عن الاجتماعات في دار التقريب ، حيث يجلس المصري إلى الإيراني أو اللبناني أو العراقي أو الباكستاني أو غير هؤلاء من مختلف الشعوب الإسلامية ، وحيث يجلس الحنفي والمالكي والشافعي والحنبلي بجانب الإمامي والزيدي حول مائدة واحدة تدوّي أصوات فيها آداب وعلم وفيها تصوّف وفقه وفيها مع كلّ ذلك روح الأُخوّة وذوق المودّة والمحبّة وزمالة التعليم والعرفان » .\r\nثمّ هو يبيّن لنا الأسباب التي دعت إلى الفرقة والعصبية ، ويرشدنا إلى كيفية الخروج منّا والعمل على إزالتها ليتوحّد الصفّ الإسلامي ، فيقول : « لقد كان أكثر الكاتبين عن الفرق الإسلامية متأثّراً بروح التعصّب الممقوت ، فكانت كتاباتهم ممّا تورّث نيران العداوة\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nتأسّست جماعة التقريب بين المذاهب الإسلامية في مصر بمدينة القاهرة سنة 1360 ه / 1948 م ، وذلك بهدف التقريب بين المذاهب الإسلامية ، ومؤسّسوها هم : العلّامة محمّد تقي القمّي ، الشيخ محمود شلتوت ، الشيخ محمّد مصطفى المراغي ، الشيخ مصطفى عبد الرزّاق ، الشيخ عبد المجيد سليم .\r\n\r\n\r\n","description":"","footnote":"\r\nوالبغضاء بين أبناء الملّة الواحدة ، وكان كلّ كاتب لا ينظر إلى من خلفه إلّامن زاوية واحدة ، وهي تسخيف رأيه وتسفيه عقيدته بأُسلوب لا يليق بالمسلم ، وشرّه أكثر من نفعه » .\r\nثمّ يقول عن الوحدة وأنّها مطلب أساسي للجماعة المسلمة : « إنّ اللَّه سبحانه طلب من الأُمّة الإسلامية أن تتوحّد كلمتها ، فلا تكون شيعاً وأحزاباً يضرب بعضهم رقاب بعض ، وقد استغلّ المستعمرون أسباب الفرقة بين المسلمين أسوا استغلال ، ورغم أنّ المصلحين من المسلمين تنبّهوا إلى الأضرار التي تحيق بدينهم وبلادهم من جرّاء هذه الفرقة ، فنادوا بوجوب وحدة الصفّ الإسلامي والتخلّي عن أسباب النفرة بين أبناء الملّة الواحدة والعقيدة الواحدة ، وليست الدعوة إلى تقريب المذاهب الإسلامية دعوة إلى لقاء أو غلبة مذهب على حساب مذهب آخر ، ولكنّها دعوة إلى تنقية المذاهب من الشوائب التي آثارتها العصبيات والنفرات الطائفية وأذكتها العقلية الشعوبية ، ولقد فهم المسلمون الأوّلون حقيقة هذا الدين الحنيف ، واختلفوا في فهم نصّ من كتاب اللَّه أو سنّة رسوله صلى الله عليه وآله وسلم ، ولكنّهم - مع هذا الخلاف - كانوا يداً واحدةً على من عداهم .\r\nثمّ خلف من بعدهم خلف جعلوا دينهم تبعاً لأهوائهم ، فتفرّقت الأُمّة إلى شيع وأحزاب ومذاهب وعصبيات ، واستباح بعضهم دماء بعض ، وطمع فيهم الأعداء ومن لا يستطيع أن يدفع عن نفسه أذى ، وذهبت ريحهم وضعفت كلمتهم ، ولقى الإسلام على يد هؤلاء وأُولئك ما لقى من نكبات ومصائب ، ولولا قوّة تعاليمه وصفاء جوهره ومنبعه وسلامة وطهارة عقيدته واستقامتها مع الفطرة الإنسانية لحرمت الإنسانية من مزاياه وفضائله » .\r\nبهذه الكلمات الرائعة وضّح الشيخ شلتوت للأُمّة الإسلامية المنهج الذي يجب أن تستقيم عليه ، وإنّها لكلمات جديرة بالدراسة والفهم والاهتمام ، لعلّ المسلمين اليوم يدركون أسباب ما حاق بهم من خلاف ونزاع أدّى إلى التناحر والتقاتل بالسلاح بين المسلم وأخيه المسلم في هذه السنوات العصيبة ، والحقّ أنّ الشيخ شلتوت وجّه الأُمّة الإسلامية إلى ما فيه خيرها وعزّها بالرجوع مباشرة إلى كتاب اللَّه ومنهجه المستقيم وسنّة رسوله صلى الله عليه وآله وسلم . ( الإمامان البروجردي وشلتوت رائدا التقريب : 155 - 159 ) .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nثمّ توقّفت هذه الجماعة ، وتأسّست جمعية أُخرى في إيران للهدف نفسه ، باسم : « مجمع التقريب العالمي بين المذاهب الإسلامية » ، وقد قدّمت هذه الجمعية حتّى الآن الكثير من الخدمات في مجال تقريب واتّحاد المذاهب الإسلامية .\r\nوالعلّامة الشيخ شلتوت يمدح مثل هذه التجمّعات ، ويقول بهذا الخصوص :\r\n« هذه الحركة - تشكيل دار التقريب - التي قامت على أساس فكرة جمع مختلف المذاهب الإسلامية ، لم يمر وقت طويل عليها حتّى صارت من الحقائق المتينة والعلمية في العالم الإسلامي وفي تاريخ الفكر الإسلامي ، وألقت كذلك بظلالها على روح دعوة الإصلاح والمودّة والأُخوّة بين المسلمين .\r\nوبلا شكّ فإنّ هذا الأمر كان بقصد نيل العفو والرحمة ، في كلام الباري تعالى ؛ إذ قال :  « إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ »  « 1 » » « 2 » .\r\nوالشيخ شلتوت يرى أنّ الأجواء في دار التقريب هي أجواء الأُخوّة والمحبّة « 3 » ، فهو يقول :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الحجرات 49 : 10 .\r\n( 2 ) الناس والدين : 9 .\r\n( 3 ) لا تعدوالحقيقة إذا قلنا : إنّ الشيخ شلتوت قطع بفكرة التقريب أشواطاً لم يقطعها غيره ، وحقّق إنجازات لم يقم بها أحد سواه ، ليس فقط في مجال الكتابة في الفقه المقارن ، بل وهذا هو الأهمّ في مجال التنظير الاعتقادي والتنظيم المؤسّسي ، حتّى صدر كتاب يهاجمه في ذلك تحت عنوان : « تنبيه العوام لانحراف الشيخ شلتوت عن الإسلام » !\r\nولم يكن الشيخ ممّن يعبأ بالهجوم ، ولا يعني نفسه بالردّ ، وإنّما يسير في طريقه ، ويمكننا تلخيص إنجازات الشيخ محمود شلتوت في مجال التقريب بين المذاهب فيما يلي :\r\nأ - اهتمامه منذ عام 1936 بالمقارنة بين المذاهب ، واتّسعت المقارنة عنده لتشمل مذاهب\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nالشيعة ، والفقه المقارن كما يقول الشيخ محمّد محمّد المدني - أحد فرسان التقريب والساعد الأيمن للشيخ شلتوت - هو الفقه على الحقيقة ، وهو صناعة الفقيه على الحقيقة ، أمّا الحافظ للفروع الذي لا يعرف إلّاسرد الأحكام فما هذا بفقيه ، ومن لم توجد عنده ملكة العلم بالأحكام الشرعية من أدلّتها التفصيلية لا يعدّ فقيهاً ولو حفظ أحكام الفروع ، ومن وجدت عنده الملكة - ولو في بعض المسائل - فهو الفقيه ، وقد سئل الإمام مالك عن أربعين مسألة ، فأجاب عن أربع منها ، وقال في ستّ وثلاثين : لا أدري ! ولم يمنعه ذلك من أن يكون فقيهاً ؛ لأنّ ملكة الفقه وجدت عنده .\r\nثمّ إنّ هذه الدراسة على هذا النهج قائمة على أيدي العلماء في كلّ عصر ، وكتب المذاهب عامرة بها ، وكتب الحديث والتفسير والأُصول والأُمّهات لا تكاد تخلو منها صفحة من صفحاتها ، وكم رجّح المالكي قولًا للشافعي ، ورجّح الحنفي قولًا لغير أبي حنيفة ، وأصحاب أبي حنيفة وتلاميذه ومن ينتسبون إليه كثيراً ما يقرّرون غير ما قرّره الإمام ؛ لضعف مأخذه عندهم ، أو لانكشاف دليل لهم لم ينكشف له ، وكذلك أصحاب الأئمّة وأتباع المذاهب .\r\nولا شكّ أنّ هذا منهج مستقيم من الناحية العلمية الفقهية ومن الناحية الإسلامية . .\r\nفأمّا استقامته من الناحية الفقهية فلأنّ الفقيه المنصف الذي لا هدف له إلّاالبحث عن الحقّ لا يسعه أن يغضّ الطرف عن قول قاله مجتهد في المسألة التي يبحثها ما دام لا يصادم نصّاً قطعياً من كتاب أو سنّة ، ولا يسعه أن يعرض عن دليله ؛ فقد يكون هذا الدليل سليماً ، ولو أنّ فقيهاً باحثاً ارتضى لنفسه أن يغضّ النظر عن قول غيره ودليل غيره لكان من الذين قال اللَّه فيهم : « أَلا إِنَّهُمْ يَثْنُونَ صُدُورَهُمْ لِيَسْتَخْفُواْ مِنْهُ » [ سورة هود 11 : 5 
  ] ، ولا شكّ أنّ منهجه حينئذٍ لا يكون إلّامنهجاً فاسداً غير معتدّ به من العلماء .\r\nوأمّا استقامة هذا المنهج من الناحية الإسلامية ، فلأنّ المسلمين أُمّة واحدة لا ينبغي التفريق بينهم ، بل ينبغي أن ينظر كلّ فريق منهم إلى الفريق الآخر على أنّهم جميعاً أُخوة متعاونون على معرفة الحقّ والعمل به ، ولا يستقيم ذلك إلّاإذا كان أهل القبلة جميعاً وأهل الدين الواحد الأُصول المشتركة أحراراً في الإدلاء بآرائهم ما دامت في الدائرة الإسلامية .\r\nوقد أسفر هذا الاتّجاه بعد تأسيس لجنة التقريب بين المذاهب إلى ما أُطلق عليه : مشروع شلتوت - القمّي ، والذي استهدف جمع الأحاديث النبويّة ومراجعة السنّة المطهّرة ، والتي اتّفق عليها علماء الشيعة والسنّة ؛ لتكون مصدراً لأبناء الإسلام على اختلاف مذاهبهم\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nالكلامية والفقهية ، وهو مشروع لم يقدّر له أن يكتمل . ولعلّ ما قدّمه العلّامة اليمني علي بن إسماعيل الصنعاني في كتابه « رأب الصدع » ، والذي صدر في ثلاثة مجلّدات شرحاً وتخريجاً وتحقيقاً لأمالي الإمام أحمد بن عيسى ، لعلّ هذا الكتاب يكون إحياءً جزئياً لمشروع شلتوت - القمّي ، خاصّة وأنّ صاحب الكتاب كان العضو الزيدي في دار التقريب بين المذاهب .\r\nب - فتواه بجواز التعبّد بمذهب الشيعة الإمامية ، وهي فتوى كان لها صداها في العالم الإسلامي ، وقد كتب إليه بعدها الشيخ أحمد عارف الزين صاحب مجلّة « العرفان » قائلًا : « فأنا باسم علماء الشيعة جميعاً في لبنان وسوريا والعراق وإيران أمدّ يدي مصافحاً ، وأفتح قلبي وصدري داعياً ومؤيّداً ، وأعدكم أن أعمل في مجلّتي وبنفوذي الديني والدنيوي للوصول بكافّة الطرق إلى ما تصبو إليه نفسك ونفسنا من العودة بالمسلمين جميعاً إلى جوهر الدين وتعاليمه السامية ، إلى كتاب اللَّه وسنّة رسوله ، لا فرق بين سنّي وشيعي » .\r\nفردّ على رسالته الشيخ شلتوت قائلًا : « إنّ المسلمين - يا أخي - قد استناموا في كثير من حقب تاريخهم إلى سوء حالهم الناجم عن فرقتهم وتقطيع الروابط بينهم والاستجابة إلى نداء عدوّهم الماكر المتربّص بهم ، وقد طال عليهم الأمد في ذلك حتّى ضعفوا واستكانوا وظنّوا أنّهم قد أُحيط بهم ، لولا أن قيّض اللَّه لأُمّة الإسلام في كلّ شعب قادة مصلحين ودعاة راشدين . . فكانوا يبصّرونهم بعاقبة أمرهم ، ويدعونهم إلى إصلاح ذات بينهم وإلى الوقوف صفّاً واحداً أمام أعدائهم المهاجمين لبلادهم وثقافتهم ودينهم ، وشاء اللَّه أن تنبعث فيهم جماعة التقريب بين المذاهب الإسلامية ، تلك الجماعة التي عرفت كيف تشخّص داء المسلمين ، وكيف تصف لهم الدواء ، فكنت - والحمد للَّه - من مؤسّسيها الأوّلين ، ووجّهت معها نداءها الأعظم المستمدّ من كتاب ربّ العالمين :  « إِنَّ هذِهِ أُمَّتُكُمْ أُمَّةً واحِدَةً وَأَنَا رَبُّكُمْ فَاعْبُدُونِ »  [ سورة الأنبياء 21 : 92 
  ] ، فاستمع إليه الشيعي والسنّي ، واستجاب له العربي والعجمي ، وتبادل العلماء في كلّ شعب رسائل العلم ورسائل الدين ، يبحثونها في ظل الأُخوّة الإسلامية التي أثبتها اللَّه في كتابه للمؤمنين ، لا يهدفون إلّاإلى الحقّ ، ولا يريدون إلّاالوصول إلى حكم اللَّه الذي هم به جميعاً مؤمنون ، لم يعد يقام للعصبية وزن ، ولا يحسب للشقاق المذهبي حساب » .\r\nلقد كان التقريب بين المذاهب على منهج واضح هو محور فقه الشيخ وعمله ، وهو ما عبّره الشيخ محمود شلتوت بعباراته البليغة : « لقد آمنت بفكرة التقريب كمنهج قويم ، وأسهمت منذ أوّل يوم في جماعتها وفي وجوه نشاط دارها في أُمور كثيرة ، ولقد تهيّأ لي بهذه الأوجه من النشاط العلمي أن أطلّ على العالم الإسلامي من نافذة مشرقة عالية ، وأن أعرف كثيراً من الحقائق التي كانت تحول بين المسلمين واجتماع الكلمة وائتلاف القلوب على أُخوّة الإسلام ، وأن أتعرّف إلى كثير من ذوي الفكر والعلم في العالم الإسلامي ، ثمّ تهيّأ لي بعد ذلك - وقد عهد إليّ بمنصب مشيخة الأزهر - أن أصدر فتوى في جواز التعبّد على المذاهب الإسلامية الثابتة الأُصول المعروفة المصادر والمتّبعة لسبيل المؤمنين ، ومنها مذهب الشيعة الإمامية الاثني عشريّة ، وهي تلك الفتوى المسجّلة بتوقيعنا في دار التقريب ، والتي كان لها ذلك الصدى البعيد في مختلف بلاد الأُمّة الإسلامية ، وقرّت بها عيون المؤمنين المخلصين الذين لا هدف لهم إلّاالحقّ والأُلفة ومصلحة الأُمّة » .\r\nولم يكن الشيخ شلتوت يوم إصداره الفتوى إلّامعلناً عمّا كان يمارسه منذ مارس الإفتاء . ( الإمامان البروجردي وشلتوت رائدا التقريب : 234 - 236 ) .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n« وهناك في دار التقريب يجلس المصري بجانب الإيراني واللبناني والعراقي والباكستاني ، وهناك يلتقي الشافعي والحنبلي بالشيعي والزيدي على مائدة واحدة ، يختلط رنين أصوات بعضهم ببعض ، وهناك تطرح مباحث العلم والأخلاق والتصوّف والفقه ، وغيرها من المباحث ، إضافة إلى أنّ روح الأُخوّة والتراحم والمحبّة وكشف الحقيقة والحصول عليها ، كانت سائدة ومهيمنة على كلّ الأجواء في ذلك المكان « 1 » .\r\nوقد كتب الشيخ محمّد تقي القمّي أحد مؤسّسي دار التقريب عن الدور الفريد للشيخ شلتوت ، قائلًا :\r\n« كان الأُستاذ الكبير الشيخ محمود شلتوت واحداً من كبار العلماء وأُستاذاً في جامعة الأزهر ، في تلك الأيّام التي شاركَنا فيها في تأسيس وإيجاد جماعة التقريب . وكان دائماً يخطو مع زملائه وحاملي فكره ويتقدّم خطوات في اتّجاه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الناس والدين : 16 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالتقريب .\r\nوفي أحد الاجتماعات اقترح تسمية الفرقة أو الطائفة باسم المذاهب الإسلاميّة ؛ إذ السنّة والشيعة شركاء في مجتمع واحد . وفي الوقت الذي كان يعمل فيه معاوناً لرئيس جامعة الأزهر كان مستمرّاً في عمله في دار التقريب » « 1 » .\r\nويقول الشيخ القمّي في موضع آخر بخصوص خدمات وعمل الشيخ شلتوت في دار التقريب :\r\n« كان الشيخ محمود شلتوت عضواً في دار التقريب لمدّة 17 سنة ، وقد أصبح رئيساً للأزهر الشريف في السنوات الخمس الأخيرة من عمره ، وكان دوماً - بعد رئاسته للأزهر وقبلها - مجاهداً بلا كلل ولا ملل من أجل التقريب بين الشيعة والسنّة » « 2 » .\r\nوقد كتب الشيخ شلتوت مقالة بيّن فيها بشكل مبسوط نبذة عن تاريخ جمعية التقريب ، ولأهمّية المباحث التي وردت في تلك المقالة ، نلفت نظركم إلى نصّها :\r\n« إنّه ليحقّ للمسلمين أن يفخروا بأنّهم كانوا أسبق من غيرهم تفكيراً وعملًا في تقريب مذاهبهم وجمع كلمتهم . .\r\nأحسنت دار التقريب صنعاً ؛ إذ فكّرت في إصدار كتاب نسجّل فيه قصّة هذه الفكرة الإسلامية ، ونذكر أطوارها وتاريخها ، وما صادفها من تأييد المؤيّدين ، أو معارضة المعارضين ، حتى أصبحت من الحقائق العلمية الثابتة في تاريخ الفكر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اتّحاد المذاهب الإسلاميّة : 69 .\r\n( 2 ) روزنامه جمهوري إسلامي ( صحيفة الجمهوريّة الإسلاميّة ) / ( 19 / 10 / 1379 ه ش ) / العدد الخاصّ / صفحة : 9 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالإسلامي ، وسرى بها روح من الإصلاح والمحبّة والأُخوّة بين المؤمنين ، تحقيقاً لقول اللَّه ( جلّ شأنه ) :  « إِنَّمَا الْمُؤْمِنُونَ إِخْوَةٌ فَأَصْلِحُوا بَيْنَ أَخَوَيْكُمْ وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُرْحَمُونَ »  « 1 » .\r\nولقد كنت أودّ لو أستطيع أن أكتب هذه القصّة بنفسي لأُسجّل فيها ألواناً من المشاعر والأفكار التي مرّت بي في فترات مختلفة من العصر الذي عشته في جوّها ، والذي عاصرت فيه إخوة أعزّاء ، أحببتهم وأحبّوني في اللَّه ، وناظرتهم وناظروني بحثاً عن الحقيقة ، والتماساً لآفاق من العلم الديني من واجب المؤمنين أن يلتمسوها ، وأن يرودوا « 2 » لأهليهم أوديتها .\r\nكنت أودّ لو أستطيع ذلك بنفسي لأُسجّل لمحات كنت ألمحها في فكرة تعرض ، أورأي ينفذ ، أواجتماع يعقد ، أو بحث ينشر ، أو رسالة ترد ، أو وفد يفد . .\r\nفإنّ دعوة التقريب هي دعوة التوحيد والوحدة ، وهي دعوة الإسلام والسلام ، وإنّ أُسلوبها الذي تنتهجه لهو الأُسلوب الحكيم الذي أمر اللَّه به رسوله الكريم ، إذ يقول :  « ادْعُ إِلى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ »  « 3 » .\r\nوإذا اتّجهت العقول إلى البحث في إخلاص وتضامن ، لا همّ لها إلّاابتغاء الحقّ ، لمعت أمامها الأضواء ، وسرت إليها أشعّة الهداية الربّانية ، وكان لها قبسات ، وكان لها لمحات ، وإنّي لأُرجّح أنّ قوله تعالى :  « وَاتَّقُوا اللَّهَ وَيُعَلِّمُكُمُ اللَّهُ »  « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الحجرات 49 : 10 .\r\n( 2 ) الرائد : الذي يُرسل في طلب الكلأ . ( صحاح اللغة 2 : 478 ) .\r\n( 3 ) سورة النحل 16 : 125 .\r\n( 4 ) سورة البقرة 2 : 282 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nيشمل الأمر بالتجرّد عن كلّ هوىً من شأنه أن يخلّ بتقوى اللَّه حين يتّجه المرء إلى محراب العلم ملتمساً أن يفيض اللَّه عليه من نفحاته .\r\nإنّ المتّقي للَّه‌في مقام ابتغاء العلم هو ذلك الذي لا تأخذه عصبية ، ولا تسيطر عليه مذهبية ، ولا ينظر يميناً أو شمالًا دون قصده .\r\nكنت أودّ لو أستطيع ذلك بنفسي لأُصوّر فكرة الحرّيّة المذهبية الصحيحة المستقيمة على نهج الإسلام ، والتي كان عليها الأئمّة الأعلام في تاريخنا الفقهي ، أُولئك الذين كانوا يترفّعون عن العصبية الضيّقة ، ويربأوون « 1 » بدين اللَّه وشريعته عن الجمود والخمول ، فلا يزعم أحدهم أنّه أتى بالحقّ الذي لا مرية فيه « 2 » ، وأنّ على سائر الناس أن يتبعوه ، ولكن يقول : « هذا مذهبي وما وصل إليه جهدي وعلمي ، ولست أُبيح لأحد تقليدي واتّباعي دون أن ينظر ويعلم من أين قلت ما قلت ، فإنّ الدليل إذا استقام فهو مأخذي ، والحديث إذا صحّ فهو مذهبي » .\r\nوكنت أودّ لو كتب قصّة التقريب أحد غير أخي الإمام المصلح محمّد تقي القمّي ؛ ليستطيع أن يتحدّث عن ذلك العالم المجاهد الذي لا يتحدّث عن نفسه ، ولا عمّا لاقاه في سبيل دعوته ، وهو أوّل من دعا إلى هذه الدعوة ، وهاجر من أجلها إلى هذا البلد بلد الأزهر الشريف . . فعاش معها وإلى جوارها منذ غرسها بذرة مرجوّة على بركة اللَّه ، وظلّ يتعهّدها بالسقي والرعاية بما آتاه اللَّه من عبقريّة وإخلاص ، وعلم غزير ، وشخصية قويّة ، وصبر على الغير ، وثبات على صروف الدهر ، حتّى رآها شجرة سامقة الأُصول باسقة الفروع تؤتي أُكلها كلّ حين بإذن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يقال : إنّي لأربأ بك عن ذلك الأمر ، أي : أرفعك عنه ولا أرضاه لك . ( تاج العروس 1 : 237 ) .\r\n( 2 ) أي : لا شكّ فيه . ( تهذيب اللغة 15 : 204 ) .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nربّها ، ويستظلّ بظلّها أئمّة وعلماء ومفكّرون في هذا البلد وفي غيره ، ولكنّي أعود فأقول : مَن هو أدرى بالدعوة وظروفها من داعيها الأوّل ؟\r\nلقد آمنت بفكرة التقريب كمنهج قويم ، وأسهمت منذ أوّل يوم في جماعتها ، وفي وجوه نشاط دارها بأُمور كثيرة ، كان منها تلك الفصول المتتابعة في تفسير القرآن الكريم التي ظلّت تنشرها مجلّتها « رسالة الإسلام » قرابة أربعة عشر عاماً ، حتّى اكتملت كتاباً سوياً أعتقد أنّه تضمّن أعزّ أفكاري ، وأخلد آثاري ، وأعظم ما أرجو به ثواب ربّي ، فإنّ خير ما يحتسبه المؤمن عند اللَّه هو ما ينفقه من الجهد الخالص في خدمة كتاب اللَّه .\r\nولقد تهيّأ لي بهذه الأوجه من النشاط العلمي أن أطلّ على العالم الإسلامي من نافذة مشرفة عالية ، وأن أعرف كثيراً من الحقائق التي كانت تحول بين المسلمين واجتماع الكلمة وائتلاف القلوب على أُخوّة الإسلام ، وأن أتعرّف إلى كثير من ذوي الفكر والعلم في العالم الإسلامي ، ثمّ تهيّأ لي بعد ذلك - وقد عهد إلَيّ بمنصب مشيخة الأزهر - أن أصدرت فتواي في جواز التعبّد على المذاهب الإسلامية الثابتة الأُصول ، المعروفة المصادر ، المتّبعة لسبيل المؤمنين ، ومنها مذهب الشيعة الإمامية « الاثنا عشريّة » ، وهي تلك الفتوى المسجّلة بتوقيعنا في دار التقريب ، التي وزّعت صورتها الزنكغرافية بمعرفتنا ، والتي كان لها ذلك الصدى البعيد في مختلف بلاد الأُمّة الإسلامية ، وقرّت بها عيون المؤمنين المخلصين الذي لا هدف لهم إلّاالحقّ والأُلفة ومصلحة الأُمّة ، وظلّت تتوارد علَيّ الأسئلة والمشاورات والمجادلات في شأنها ، وأنا مؤمن بصحّتها ، ثابت على فكرتها ، أُؤيّدها في الحين بعد الحين ، فيما أبعث به من رسائل للمستوضحين ، أو أردّ به على شُبَه المعترضين ، وفيما أُنشئ من مقال يُنشر ، أو حديث يُذاع ، أو بيان\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nأدعو به إلى الوحدة والتماسك والالتفاف حول أُصول الإسلام ونسيان الضغائن والأحقاد ، حتّى أصبحتْ والحمد للَّه‌حقيقة مقرّرة ، تجري بين المسلمين مجرى القضايا المسلّمة بعد أن كان المرجفون في مختلف عهود الضعف الفكري والخلاف الطائفي والخلاف والنزاع السياسي يثيرون في موضوعها الشكوك والأوهام بالباطل .\r\nوها هو ذا الأزهر الشريف ينزل على حكم هذا المبدأ ، مبدأ التقريب بين أرباب المذاهب المختلفة ، فيقرّر دراسة فقه المذاهب الإسلامية ، سنّيها وشيعيها ، دراسة تعتمد على الدليل والبرهان ، وتخلو من التعصّب لفلان وفلان ، كما أنّه يعتزم في تكوين مجمع البحوث الإسلامية أن يكون أعضاؤه ممثّلين لمختلف المذاهب الإسلامية .\r\nوبهذا تكون الفكرة التي آمّنا بها وعملنا جاهدين في سبيلها قد تركّزت الآن وأصبحت رسالة الدار محلّ التقدير والتنفيذ .\r\nوكنت أودّ لو أستطيع أن أتحدّث عن الاجتماعات في دار التقريب ، حيث يجلس المصري إلى الإيراني ، أو اللبناني أو العراقي أو الباكستاني ، أو غير هؤلاء من مختلف الشعوب الإسلامية ، وحيث يجلس الحنفي والمالكي والشافعي والحنبلي بجانب الإمامي والزيدي حول مائدة واحدة تدوّي أصوات فيها علم ، وفيها أدب ، وفيها تصوّف ، وفيها فقه ، وفيها - مع ذلك كلّه - روح الأُخوّة ، وذوق المودّة والمحبّة ، وزمالة التعليم والعرفان .\r\nوكنت أودّ لو أستطيع أن أُبرز صورة كصورة الرجل السمح الذكيّ القلب العفّ اللسان رجل العلم والخلق المغفور له الأُستاذ الأكبر الشيخ مصطفى عبد الرزّاق ، أو صورة كصورة الرجل المؤمن القويّ الضليع في مختلف علوم\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nالإسلام المحيط بمذاهب الفقه أُصولًا وفروعاً الذي كان يمثّل الطود الشامخ في ثباته ، والذي أفاد منه التقريب في فترة ترسيخ مبادئه أكبر الفائدة المغفور له أُستاذنا الأكبر الشيخ عبد المجيد سليم ( رضي اللَّه عنه وأرضاه ) ، أو صورة كصورة ذلك الرجل الذي حنكته التجارب واحتضنته محافل العلم والرأي المغفور له الأُستاذ محمّد علي علويّة ( جزاه اللَّه عن جهاده وسعيه خير الجزاء ) .\r\nولعلّي أيضاً كنت أستطيع أن أتحدّث عن صور لكثيرين ممّن وهبوا أنفسهم لهذه الدعوة الإسلامية ، ووقفوا عليها جهودهم وآمنوا بالتقريب سبيلًا إلى دعم قوّة المسلمين وإبراز محاسن الإسلام ، وغير هؤلاء كثيرون ممّن سبقونا إلى لقاء اللَّه من أئمّة الفكر في شتّى البلاد الإسلامية الذين انضمّوا إلى التقريب ، وبذلوا جهودهم لنشر مبادئه ، وساجلناهم « 1 » علماً بعلم ، ورأياً برأي ، وتبادلنا وإيّاهم كثيراً من الرسائل والمشروعات والمقترحات ، وفي مقدّمتهم المغفور له الإمام الأكبر الحاجّ السيّد حسين البروجردي ( أحسن اللَّه في الجنة مثواه ) ، أو المغفور لهما الإمامين : الشيخ محمّد الحسين آل كاشف الغطاء ، والسيّد عبد الحسين شرف الدين الموسوي ( رضي اللَّه عنهما ) .\r\nلقد تلقّى أُولئك الأعلام دعوة التقريب في أوّل نشأتها ، ففتحوا لها قلوبهم وعقولهم ، وأصفوها أكرم جهودهم ، حتّى ذهبوا إلى ربّهم راضين مرضيّين ، وإنّ لهم لتاريخاً يُذكر ، وفضلًا يجب أن يُسجّل ويُؤثر ، وغير هؤلاء كثير ، ولسنا بصدد العدّ والإحصاء .\r\nولقد ذهب هؤلاء إلى ربّهم راضين مرضيّين ، وإنّ لنا لإخوة آمنوا بالفكرة ، ولا يزالون يعملون في سبيل دعمها ، وهم أئمّة الإسلام وأعلام الفكر في شتّى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المساجلة : المغالبة . ( العين 6 : 54 ) .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nالأقطار الإسلامية ، أطال اللَّه أعمارهم ، وسدّد في سبيل الحقّ خطاهم :  « مِنَ الْمُؤْمِنِينَ رِجالٌ صَدَقُوا ما عاهَدُوا اللَّهَ عَلَيْهِ فَمِنْهُمْ مَنْ قَضى نَحْبَهُ وَمِنْهُمْ مَنْ يَنْتَظِرُ وَما بَدَّلُوا تَبْدِيلًا »  « 1 » .\r\nوإذا كان هذا جانباً من جوانب التأييد والتلاقي حول فكرة التقريب ، فإنّ جانباً آخر من الحرب والمعارضة قابل هذه الدعوة ، وحاول أن يصدّ عنها ، شأن كلّ دعوة إصلاحية حين يتصدّى لها الذين لم يألفوها ، فلقيت بذلك دعوة التقريب نصيباً كبيراً من المعارضة لها ، والهجوم عليها بقدر أهمّيتها وعِظم هدفها ، وكان هذا النصيب متعدّد الأشكال والأنواع .\r\nكان الجوّ السائد عند بدء الدعوة مليئاً بالطعون والتهم ، مشحوناً بالافتراءات وأسباب القطيعة وسوء الظنّ من كلّ فريق بالآخر ، حتّى عدّ تكوين الجماعة بأعضائها من المذاهب المختلفة السنّية الأربعة والإماميّة والزيديّة نصراً مبيناً أهاج نفوس الحاقدين ، وهوجمت الدعوة لا من فريق واحد بل من المتعصّبين أو المتزمّتين من كلا الفريقين ، السنّي الذي يرى أنّ التقريب يريد أن يجعل من السنّيّين شيعة ، والشيعي الذي يرى أنّنا نريد أن نجعل منهم سنّيّين ، هؤلاء وغيرهم أساؤوا فهم رسالة التقريب فقالوا : إنّها تريد إلغاء المذاهب ، أوإدماج بعضها في بعض .\r\nحارب هذه الفكرة ضيّقو الأُفق ، كما حاربها صنف آخر من ذوي الأغراض الخاصّة السيّئة ، ولا تخلو أيّة أُمّة من هذا الصنف من الناس ، حاربها الذين يجدون في التفرّق ضماناً لبقائهم وعيشهم ، وحاربها ذوو النفوس المريضة وأصحاب الأهواء والنزعات الخاصّة ، هؤلاء وأُولئك ممّن يؤجرون أقلامهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأحزاب 33 : 23 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nلسياسات مفرّقة ، لها أساليبها المباشرة وغير المباشرة في مقاومة أيّة حركة إصلاحية ، والوقوف في سبيل كلّ عمل يضمّ شمل المسلمين ويجمع كلمتهم .\r\nكانوا يهاجمون الفكرة كلّ على طريقته ، ويسمّمون الجوّ بقدر استطاعتهم بغية القضاء على تلك الدعوة الواضحة المبادئ والأركان ، القائمة على العلم والدراسة والبحث ، الداعية إلى فتح المجال أمام الدليل من أيّ أُفق طلع .\r\nكنت أوّد لو أستطيع أن أُبرز هذه النواحي كلّها في قصّة التقريب ، أكتبها بنفسي وأتتبّع تفاصيلها كما لابستها وعشت ظروفها ، ثمّ أتتبّع مجلّة « رسالة الإسلام » التي أدّت أمانتها وأحسنت سفارتها وكانت محلّاً لآراء العلماء من كلّ فريق ، يمدّونها بالبحوث وينتظرها كلّ منهم حرصاً عليها ، فتزدان بها مكتبة الشيعي ، كما تزدان بها مكتبة السنّي ، وينهل من معارفها الغربي كما ينهل من معارفها الشرقي ، ولكن حسبي أن أكتب هذه المقدّمة مشيراً بها إلى بعض جوانب هذه القصّة .\r\nوإنّا لنحمد اللَّه سبحانه أن أصبحت فكرة التقريب نقطة تحوّل في تاريخ الفكر الإصلاحي الإسلامي قديمه وحديثه ، وأنّها أثّرت تأثيراً بعيد المدى .\r\nوإنّه ليحقّ للمسلمين أن يفخروا بأنّهم كانوا أسبق من غيرهم تفكيراً وعملًا في تقريب مذاهبهم وجمع كلمتهم ، وقد نجحوا في ذلك بفضل إخلاص القائمين على أمر هذه الدعوة ، وسلامة تفكير المسلمين .\r\nوإنّا لنسأل اللَّه تعالى دوام النجاح لهذه الدعوة حتّى يعود للإسلام مجده وللمسلمين عزّهم ، ويتحقّق فيهم وصف اللَّه ( عزّوجلّ ) :  « كُنْتُمْ خَيْرَ أُمَّةٍ أُخْرِجَتْ لِلنَّاسِ تَأْمُرُونَ بِالْمَعْرُوفِ وَتَنْهَوْنَ عَنِ الْمُنْكَرِ وَتُؤْمِنُونَ بِاللَّهِ »  « 1 » ،  « قُلْ هذِهِ سَبِيلِي \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل عمران 3 : 110 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n أَدْعُوا إِلَى اللَّهِ عَلى بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي »  « 1 » ،  « يا أَيُّهَا الَّذِينَ آمَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذا دَعاكُمْ لِما يُحْيِيكُمْ »  « 2 » .\r\nوالسلام عليكم ورحمة اللَّه » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة يوسف 12 : 108 .\r\n( 2 ) سورة الأنفال 8 : 24 .\r\n( 3 ) اتّحاد المذاهب الإسلامية : 57 . وانظر مجلّة « رسالة الإسلام » / العددان : 55 و 56 / السنة الرابعة عشرة ، محرّم 1384 ه ( حزيران 1964 م ) ، مقالة الشيخ محمود شلتوت : « مقدّمة قصّة التقريب » .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\nعلاقاته مع علماء الشيعة\r\n\r\n1 - علاقته بآية اللَّه البروجردي\r\nإحدى الإجراءات التي قام بها الشيخ محمود شلتوت في سبيل وحدة المسلمين هي ارتباطه المستمرّ بعلماء المذاهب الأُخرى ، حيث كانت لديه محبّة خاصّة لعلماء الشيعة ، وخصوصاً آية اللَّه السيّد البروجردي ، وقد أفصح عن تكريمه وتقديره في أكثر من مناسبة ، وكمثال على ذلك : عندما عَلِم أنّ الشيخ محمّد تقي القمّي قد نوى السفر إلى إيران ، كتب رسالة إلى آية اللَّه البروجردي وأرسلها برفقة السيد القمّي ، وهذا نصّ الرسالة - والتي تضمّنت إظهار محبّته لآية اللَّه البروجردي - :\r\n« بسم اللَّه الرحمن الرحيم\r\nالسيّد صاحب السماحة الأخ الجليل الإمام البروجردي :\r\nسلام اللَّه وتحيّته عليكم ، أمّا بعد . .\r\nنسأل دوماً عن صحّة وسلامة السيّد الجليل والأخ الكبير ، وأسأل اللَّه تعالى أن يكون مصدر بركات دائم للمسلمين ووحدة الكلمة بينهم . أطال اللَّه في عمركم ، ونصركم . .\r\nكان سفر أخي العلّامة المكرّم الأُستاذ القمّي ( أيّد اللَّه في جهاده المشكور ) فرصة سانحة لكي أكتب لسماحتكم رسالة أُعبّر فيها عن تقديري لجهودكم ، سائلًا العليّ القدير أن يحقّق ما تتمنّوه للمسلمين ، وأن يوفّقكم لبذل الجهود والمساعي\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nفي سبيل جمع كلمة المسلمين ، والأُلفة بين قلوبهم ، وأُبشّركم أنّ ما قدّمتم من خطوات في سبيل التقريب ، وهي خطوات - كما نعلم - قطعتموها في سبيل تأييده الكامل ودعمه والعناية والاهتمام به ، ستوصل إلى نيل الفلاح ورضوان اللَّه تعالى .\r\nوعموماً هناك مجموعة مختارة من رجالنا وإخواننا في الأزهر الشريف يبذلون كلّ ما بوسعهم في سبيل التقريب ، ويعملون ويتعاونون معنا بإيمان صادق ، ويؤدّون تكليفهم الشرعي من أجل الدين والرسالة الإنسانية الرفيعة .\r\nوأرجو أن يعود إلينا أخونا العزيز الشيخ القمّي بسرعة ؛ لنفرح بسماع خبر سلامتكم ، وننتفع بآرائكم بشأن هدفنا المشترك .\r\nوقد أوضحت الكثير من المسائل لأخينا ، ورجوته أن يبلّغها لكم بالتفصيل ، أسأل اللَّه أن يجمعنا في طريق رضاه ويُحكِم وشائج قلوبنا من أجل العمل في سبيل اللَّه ، إنّه سميع الدعاء لطيف لما يشاء .\r\nوالسلام عليكم ورحمة اللَّه وبركاته .\r\nرئيس الجامع الأزهر محمود شلتوت\r\nبتاريخ 24 / ذي القعدة / 1379\r\nالموافق 19 / مايس / 1960 م » « 1 »\r\n\r\n2 - صلاة الجماعة بإمامة الشيخ كاشف الغطاء\r\nالشيخ محمود شلتوت في سفره إلى القدس الشريف للمشاركة في مؤتمر فلسطين الإسلامي ، وبرفقة العلماء الآخرين المشاركين في هذا المؤتمر ، صلّى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اتّحاد المذاهب الإسلامية : 316 ، مكتب إسلام ( مدرسة الإسلام ) / ( خرداد ، 1340 ه . ش ) / صفحة : 60 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nصلاة الجماعة بإمامة آية اللَّه الشيخ محمّد الحسين كاشف الغطاء ، وهو يصف ذلك المشهد الذي كان يقف فيه الشيعي إلى جنب السُنّي صفّاً واحداً للصلاة ، بهذا الشكل :\r\n« كم هو جميل مظهر المسلمين ، حين اجتمع ممثّلوهم في مؤتمر فلسطين الإسلامي في المسجد الأقصى ، وصلّوا صلاتهم جماعة بإمامة أحد كبار مجتهدي الشيعة الإمامية ، فضيلة الأُستاذ الشيخ محمّد الحسين آل كاشف الغطاء ، بدون أن يكون هناك أيّ فرق بين مَن يرى نفسه سُنّياً ، ومَن يرى نفسه شيعياً ، وشكّلوا كلّهم صفوفاً موحّدة خلف إمام واحد ، ليعبدوا إلهاً واحداً ، متّجهين إلى قبلة واحدة » « 1 » .\r\n\r\nالفتوى التاريخية\r\nإنّ أهمّ ما قام به الشيخ شلتوت من عمل طيلة حياته هو إصداره الفتوى بجواز التعبّد واتّباع فقه المذاهب المعتبرة ، كالشيعة ، وقد خطى بهذا العمل خطوة مهمّة جدّاً في سبيل تقريب مذاهب السُنّة والشيعة .\r\n\r\nخلفية الفتوى\r\nعندما كان الشيخ عبد المجيد سليم متولّياً رئاسة جامعة الأزهر ، قرّر أن يصدر فتوى بجواز اتّباع مذهب أهل البيت عليهم السلام ، وحينما أراد أن يضع قراره هذا موضع التنفيذ ، صدر كتاب يشتمل على إهانة وتحقير مقدّسات أهل السُنّة ، ووزّع على أعضاء دار التقريب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمود شلتوت ( رائد التقريب ) : 41 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nنُسب هذا الكتاب إلى أحد علماء الشيعة ، وكان بدون تاريخ وبدون ذكر لمكان واسم المطبعة ، ووضع تحت يد الأعضاء ، وأثار موجة من الإزعاج والقلق وسوء الظنّ تجاه مذهب الشيعة ، وبلا شكّ أنّ يد الاستعمار كانت وراء هذا الأمر . .\r\nولم يتمكّن الشيخ عبد المجيد سليم - والذي وجد نفسه في مواجهة هذه المؤامرة المعدّة سلفاً - من إصدار هذه الفتوى ، في ظلّ ذلك الوضع المتأزّم والحقد والعداء الذي ظهر تجاه الشيعة آنذاك ، لذا انصرف عنها ، وبقي في انتظار أجواء مناسبة وفرصة أُخرى لإصدارها ، لكن يد المنون لم تمهله ، وحرمته تلك الفرصة .\r\nوبعد سنوات أصدر تلميذه الشيخ محمود شلتوت هذه الفتوى .\r\nولعلّ القدر هو الذي وفّر للشيخ شلتوت إصدار هذه الفتوى ، واشتهر اسمه في العالم الإسلامي .\r\nتتضمّن فتوى الشيخ شلتوت ثلاثة عناصر أساسية :\r\n1 - لا يلزم أيّ مسلم أن يكون تابعاً لأحد المذاهب الفقهية الأربعة لأهل السنّة ، بل لكل مسلم الحقّ في انتخاب أيّ مذهب من المذاهب الفقهية .\r\n2 - يجوز الانتقال من أحد المذاهب الفقهية إلى مذهب فقهي آخر .\r\n3 - يستطيع أيّ مسلم - حتّى إذا كان سنّياً - أن يعمل وفق فقه الشيعة الإمامية « 1 » .\r\n\r\nنصّ الفتوى\r\nوأخيراً أصدر الشيخ محمود شلتوت فتوى بجواز اتّباع المذهب الشيعي ، في يوم مبارك ، هو 17 ربيع الأوّل سنة 1378 ه ، المصادف للذكرى السنويّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجموعة المقالات : 175 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nلولادة الرسول الأكرم صلى الله عليه وآله وسلم ، وذكرى الولادة السعيدة لزعيم الفقه الجعفري الإمام الصادق عليه السلام ، وبحضور ممثّلي مذاهب : الإماميّة ، والزيديّة ، والشافعيّة ، والحنبليّة ، والمالكيّة ، والحنفيّة .\r\nوهذا هو نصّ الفتوى :\r\nسُئل فضيلته :\r\nإنّ بعض الناس يرى أنّه يجب على المسلم لكي تقع عباداته ومعاملاته على وجه صحيح أن يقلّد أحد المذاهب الأربعة المعروفة ، وليس من بينها مذهب الشيعة الإماميّة ولا الشيعة الزيديّة ، فهل توافقون فضيلتكم على هذا المبدأ على إطلاقه ، فتمنعون تقليد مذهب الشيعة الإمامية الاثني عشريّة مثلًا ؟\r\nفأجاب فضيلته :\r\n« إنّ الإسلام لا يوجب على أحد من أتباعه اتّباع مذهب معيّن ، بل نقول :\r\nإنّ لكلّ مسلم الحقّ في أن يقلّد بادئ ذي بدء أيّ مذهب من المذاهب المنقولة نقلًا صحيحاً ، والمدوّنة أحكامها في كتبها الخاصّة ، ولمن قلّد مذهباً من هذه المذاهب أن ينتقل إلى غيره - أيّ مذهب كان - ولا حرج عليه في شيء من ذلك .\r\n« إنّ مذهب الجعفريّة المعروف بمذهب الشيعة الإماميّة الاثني عشريّة مذهب يجوز التعبّد به شرعاً ، كسائر مذاهب أهل السنّة . .\r\nفينبغي للمسلمين أن يعرفوا ذلك ، وأن يتخلّصوا من العصبية بغير الحقّ لمذاهب معيّنة ، فما كان دين اللَّه وما كانت شريعته بتابعة لمذهب أو مقتصرة على مذهب ، فالكلّ مجتهدون مقبولون عند اللَّه تعالى ، يجوز لمن ليس أهلًا للرأي والاجتهاد تقليدهم والعمل بما يقرّرونه في فقههم ، ولا فرق في ذلك بين العبادات والمعاملات .\r\nالشيخ محمود شلتوت » .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nثمّ بعث برسالة إلى القمّي ، هذا نصّها :\r\n« السيّد صاحب السماحة العلّامة الجليل الأُستاذ محمّد تقي القمّي ( السكرتير العام لجماعة التقريب بين المذاهب الإسلامية ) :\r\nسلام عليكم ورحمة اللَّه وبركاته . .\r\nأمّا بعد . . فيسرّني أن أبعث إلى سماحتكم بصورة موقّع عليها بإمضائي من الفتوى التي أصدرتها في شأن جواز التعبّد بمذهب الشيعة الإمامية ، راجياً أن تحفظوها في سجلّات دار التقريب بين المذاهب الإسلامية ، التي أسهمنا معكم في تأسيسها ، ووفّقنا اللَّه لتحقيق رسالتها .\r\nوالسلام عليكم ورحمة اللَّه .\r\nشيخ الجامع الأزهر\r\nالشيخ محمود شلتوت » « 1 » .\r\nصدور هذه الفتوى جلب أنظار عموم المسلمين في أقطار العالم الإسلامي ، والكثير من المفكّرين أيّدوها وساندوها ؛ إذ رأوا فيها تحوّلًا مهمّاً في العلاقات بين السنّة والشيعة ، ولكن البعض من ضيّقي الأُفق وأصحاب فكرة التفرقة والتشتّت انتقدوه بسبب هذا العمل ، وأشكلوا عليه اعترافه رسمياً بالمذهب الشيعي .\r\nأحد الأشخاص المعترضين على الشيخ شلتوت وضمن انتقاده له قال : « إنّ هذا المذهب بدعة ، كيف تعترف رسمياً به » ؟ !\r\nفأجابه الشيخ شلتوت بهدوء : « عملت هذا العمل لوجه اللَّه تعالى » .\r\nثمّ ذكر - بعد هذه الكلمة - اسم العلّامة محمّد تقي القمّي ، وقال عنه : « أنا مؤمن به إلى حدّ أنّي على استعداد أن أُحشر معه في الآخرة أينما حُشِر . . ليرضى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اتّحاد المذاهب الإسلامية : 345 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nمَن يرضى وليرفض مَن يرفض ! » « 1 » .\r\n\r\nدوافع إصدار الفتوى\r\nأحد الدلائل المهمّة التي دفعت بالشيخ شلتوت إلى إصدار هذه الفتوى هو قراءة ومطالعة الكتب الفقهية لعلماء الشيعة ، والتدبّر والبحث في ما ورد فيها من أدلّة . .\r\nيقول الشيخ محمّد جواد مغنية :\r\n« ذهبت يوماً ، في سفري إلى مصر ، للقاء الأُستاذ شلتوت رئيس جامع الأزهر ، ورأيت كثيراً من العلماء في حضرته ، وقلت له : ما هو الدافع لإصداركم فتواكم التاريخية بجواز التعبّد بالمذهب الجعفري ؟ فأجاب : لم تكن فتوانا بدوافع سياسية أو غيرها ، بل كان الدافع المهمّ هو بعض الكتب الفقهية للشيعة ، عندما قرّرت أن أبحث بشكل مقارن بعض المسائل الأخلاقية والنظريّة ، مررت على أدلّة كلّ علماء المذاهب في هذه المسائل ، فوجدت أنّ أدلّة علماء الشيعة أقوى وأمتن من أدلّة الباقين ، وهذا هو سبب إصداري الفتوى ، ثمّ أضاف : يجب أن تقرؤوا كتب الشيعة » « 2 » .\r\n\r\nإهداء الفتوى إلى الحرم الرضوي المقدّس\r\nعقد مجلس خاصّ في مدينة مشهد المقدّسة من جانب آية اللَّه السيّد محمّد هادي الميلاني « 3 » ، وحضره العديد من الشخصيات السياسية والعلمية ؛\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روزنامه جمهوري إسلامي ( صحيفة الجمهوريّة الإسلاميّة ) / ( 19 / 10 / 1379 ه ش ) / العدد الخاصّ / صفحة : 10 .\r\n( 2 ) روزنامه كيهان ( صحيفة كيهان ) / ( 16 / 5 / 1372 ه ش ) / صفحة : 6 .\r\n( 3 ) محمّد هادي بن جعفر بن أحمد بن مرتضى الحسيني الميلاني التبريزي : من الفقهاء الكبارومن مراجع التقليد . ولد في النجف الأشرف سنة 1313 ه ، وطوى بعض المراحل الدراسيّة ، ثمّ حضر الأبحاث العالية على : شيخ الشريعة الأصفهاني ، والشيخ محمّد حسين النائيني ، والشيخ ضياء الدين العراقي ، والشيخ محمّد حسين الأصفهاني ، والشيخ محمّد جواد البلاغي . وحاز ملكة الاجتهاد ، واستقلّ بالبحث والتدريس ، ثمّ هاجر إلى مشهد سنة 1373 ه ، واستوطنها ، وصار مبرّزاً من بين علمائها ، كما كان من العلماء المجاهدين الذين وقفوا بوجه السلطات الحاكمة أنذاك . من تلاميذه : السيّد محسن بن علي الجلالي ، والسيّد محمّد بن مهدي الشيرازي ، والسيّد أحمد بن عزيز الفالي ، والسيّد محمّد كاظم القزويني . ألّف كتباً ، منها : الحاشية على المكاسب ، محاضرات في فقه الإماميّة ، التأمين واليانصيب ، قادتنا كيف نعرفهم . توفّي في مشهد سنة 1395 ه . ( الذريعة 24 : 99 ، معجم رجال الفكر والأدب 3 : 1255 - 1256 ، طبقات الفقهاء 14 : 803 - 805 ) .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nلتقدير وتكريم الشيخ محمود شلتوت ، وقد تحدّث الشيخ محمّد تقي القمّي في هذا المجلس ، وألقى كلمة في أتباع ومريدي التقريب بين المذاهب الإسلامية .\r\nوكان ذلك بحضور علماء وأعلام مدينة مشهد ، منهم : آية اللَّه الميلاني ، آية اللَّه ميرزا أحمد الكفائي « 1 » ، وآية اللَّه واعظ زادة الخراساني . .\r\nأهدى الشيخ شلتوت فتواه التاريخية بجواز اتّباع المذهب الشيعي إلى الحرم المقدّس ، والتي كانت بخطّ يده ، وحفظت في مكتبة الحرم بعنوان وثيقة تاريخية مهمّة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أحمد بن محمّد كاظم بن حسين الخراساني النجفي الكفائي ، كان عالماً إماميّاً فقيهاً مدرّساً . ولد في النجف الأشرف عام 1300 ه ، ودرس عند : السيّد أبي الحسن الأصفهاني ، وأخيه محمّد الكفائي ، وأبيه الآخوند الخراساني . وبلغ مرتبة الاجتهاد ، وشرع في التدريس ، وألّف حاشية على كفاية الأُصول ، وشارك في ثورة العشرين ضدّ الاحتلال الإنجليزي ، وقررّت حكومة ذلك الوقت نفيه مع جماعة من العلماء إلى إيران سنة 1341 ه ، فاستوطن الشيخ أحمد مدينة مشهد ، وتصدّى بها للبحث والتدريس وإمامة الجماعة ، حتّى توفّي عام 1391 ه . ( الذريعة 6 : 186 ، معجم رجال الفكر والأدب 1 : 40 ، تراجم الرجال 1 : 88 - 89 ) .\r\n( 2 ) اتّحاد المذاهب الإسلامية : 318 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n\r\nنشاطات الشيخ شلتوت في سبيل تحقيق الوحدة\r\n\r\nأوّلًا - تأسيس كرسي الفقه المقارن\r\n\r\n1 - تعريف الفقه المقارن\r\nيعرّف آية اللَّه إبراهيم الجنّاتي الفقه التطبيقي المقارن بما يلي - :\r\nللفقه التطبيقي تعريفان :\r\nالأوّل : جمع آراء ورؤى وفتاوى علماء المذاهب الإسلامية في المسائل الفرعية جنباً إلى جنب ، بدون الموازنة في ما بينها من حيث الدلالة والسند ، وبلا تحديد لأفضلية أيّ منها على الآخر من حيث الدليل .\r\nويطلق حالياً على الفقه التطبيقي بهذا المعنى : الفقه المقارن .\r\nالثاني : الجمع بين فتاوى وآراء علماء المذاهب جنباً إلى جنب مع أدلّتها ، ومع إجراء موازنة وتحقيق لهذه الأدلّة ؛ للحصول على القول الأفضل والأقوى .\r\nويطلق حالياً على الفقه التطبيقي بهذا المعنى : الفقه القياسي « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجلّة كيهان أنديشه ( مجلّة عالم الفكر ) / ( فروردين 1374 ه . ش ( آذار 1995 م ) / صفحة : 35 . ولاحظ مقدّمة دروس في الفقه المقارن : 9 .\r\nإنّ أوّل مَن دوّن في الفقه التطبيقي من الشيعة هو : السيّد الشريف المرتضى علم الهدى ، وكتب في هذا الموضوع كتابين : « الانتصار » ، و « الناصريات » .\r\nوالشيخ الطوسي واصل واستمرّ في طريق أُستاذه ، بتأليفه كتاب « الخلاف في الفقه » في موضوع الفقه التطبيقي .\r\nوكذلك في عصرنا الحاضر لدى علماء الشيعة اهتمام بهذا الفرع العلمي ؛ فقد ألّف الشيخ محمّد جواد مغنية في هذا الموضوع كتابه الجيّد : « الفقه على المذاهب الخمسة » . .\r\nوقد توجّه بعض علماء أهل السنّة المتأخّرين لهذا الموضوع ؛ فقد كانت المبادرة من « عبد اللَّه بن عمر » المعروف ب : « أبي زيد الدبّوسي » بتأليفه كتاب « التعليقة في مسائل الخلاف بين الأُمّة » .\r\nمجلّة كيهان أنديشه ( مجلّة عالم الفكر ) / ( فروردين 1374 ه . ش ( آذار 1995 م ) / صفحة : 39 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\n\r\n2 - تأسيس الفقه المقارن « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان إنجاز الشيخ مصطفى المراغي في الثلاثينيات يتمثّل في الإلزام بمادّة المقارنة بين المذاهب ، ولكنّها مقارنة على المذاهب الأربعة ، على الرغم من أنّ الشيخ المراغي لا يرى التقيّد بها وحدها ، ولكن الموقف الرسمي لم يستوعب أكثر من هذا التعديل ، وهو في وقته ثورة علمية بكلّ المعاني ، وانتظرت الأُمّة ربع قرن حتّى تصبح المقارنة بين جميع المذاهب الفقهية قراراً جماعياً ، دون أن نعزل هذا القرار عن جهود سابقة لعلماء التقريب بين المذاهب قبل الإنشاء الرسمي للجماعة وبعدها ، تمثّل ذلك في انتصار فقهاء الإسلام في المؤتمرات الدولية للفقه المقارن ، والذي اعتبر الشريعة الإسلامية بمذاهبها المختلفة من العائلات القانونية المعترف بها ، وظهرت الدعوة إلى موسوعة فقهية دخلت فكرتها حيّز التنفيذ لأوّل مرّة في مشروع كلّية الشريعة بدمشق لموسوعة فقهية جامعة ، وجاء الشيخ محمود شلتوت - وهو على رأس الأزهر المعمور - ليصل بهذا الاتّجاه إلى غايته ويعلن انتهاء زمن العصبية المذهبية ، حيث عرف المسلمون - على حدّ تعبير الشيخ شلتوت - أنّ اختلاف الأشقّاء لا يمكن أن يدوم أو يطّرد ، فلابدّ أن يأتي يوم يحقّقون فيه نسبهم إلى أبيهم ، وينتمون فيه إلى أصلهم الذي انبثقوا منه وتفرّعوا عنه ، وأخذت هذه الروح تنمو وتضيّق شقّة الخلاف بين أهل المذاهب ، حتّى اقتدى الحنفي بالشافعي ، والسنّي بالشيعي ، وتبودلت المنافع بينهم ، واتّصلت الآراء ، وأخذ كلّ ينتفع بما في مذهب الآخر ، ومن هنا قرّ رأيي على أن أعمل على دراسة الفقه الإسلامي في كلّية الشريعة بجميع المذاهب الفقهية المعروفة الأُصول البيّنة المعالم ، والتي من بينها دون شكّ مذاهب الشيعة ، إمامية وزيديّة .\r\nولا شكّ أنّ هذه الخطوة تأكيد للتقريب بين المذاهب من ناحية ، ودعم لرسالة كلّية الشريعة من ناحية ثانية .\r\nوهي خطوة طالما دعا إليها فقهاء أعلام ، فقد كتب الشيخ محمّد أبو زهرة في عام 1954 -\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nوهو يقدّم لرسالة ( المصلحة في التشريع الإسلامي ) يقول : « لقد آن لنا أن ندرس الثروة الفقهية الإسلامية كلّاً لا يقبل التجزئة ، فندرس ما عند الشيعة من ذخائر العلم والفقه ، كما درسنا ما عند غيرهم ، فهو تراثنا ، وهو تراث الإسلام ، نختار أجوده ، ونزجي زيفه ، لا يهمّنا إلّاجيّد القول ، فنلمسه ونبحث عنه أيّاً كان قائله ، ولقد ابتدأ أُستاذنا المرحوم أحمد إبراهيم بهذه الدراسات المقارنة ، فلم يفرّق في دراسته بين سنّي وشيعي وخارجي » .\r\nهذا ما يقوله الشيخ أبو زهرة معبّراً عمّا ينقص الدراسات الفقهية ، ولو امتدّ عمر الشيخ أحمد إبراهيم المتوفّى عام 1945 إلى حين تأسيس جماعة التقريب بين المذاهب لكان من أوائل المؤسّسين ، كما كان صاحب المنهج العلمي العملي في التقريب بين المذاهب ، ومنهج كلّية الشريعة في دراسة مذاهب الشيعة كان خاضعاً لعلعم الفقه المقارن ، فالذي قرّره الأزهر بقرار الشيخ شلتوت ليس دراسة مذهب الإمامية والزيديّة على سبيل الاستقلال ، وإنّما إدخال هذين المذهبين في منهج الفقه المقارن .\r\nودراسة الفقه المقارن تقوم على أساس ضروري ، هو أن يدخل الباحثون فيها غير متأثّرين بحكم سابق ضدّ هذا المذهب أو ذاك ، ولذلك يجب أن يخلع الباحث العلمي ثوبه المذهبي قبل أن يدخل قاعة الدرس ، وإلّا كان الزعم بأنّ ما يفعله مقارنة بين المذاهب زعماً غير صحيح .\r\nوما قرّره الأزهر من الاكتفاء بدراسة مذهبي الإمامية والزيديّة ضمن منهاج الفقه المقارن لم يكن مرجعه - كما يقول الشيخ محمّد محمّد المدني عميد كلّية الشريعة وقتئذٍ - أنّه يستنكر دراسة هذين المذهبين على سبيل الاستقلال ، ولكن لأنّ الدراسة الجامعية الأصلية هي الدراسة المقارنة ، وليس ما يهمّ الأزهر أن يزيد مذهباً على مذاهبه الأربعة ، كي يدرس مثلها على سبيل الاستقلال ، بل لعلّه يرمي إلى مستقبل تكون فيه جميع الدراسات الفقهية في كلّية الشريعة وأقسام التخصّص بها دراسات مقارنة .\r\nولم تكن هذه فقط إنجازات الشيخ شلتوت في مجال التقريب ، بل إنّه كان داعية لنشر التراث الاثني عشري . فقد كتب مقدّمة « مجمع البيان » عند نشره ، وهو التفسير الدقيق للإمام أبي الفضل الطبرسي أحد كبار الشيعة الإمامية ، ونشرت وزارة الأوقاف في عهد مشيخته للأزهر كتاب « المختصر النافع » في الفقه الإمامي ، وكانت دار التقريب في بداية عملها نشرت كتاب « الروضة البهية » لزين الدين العاملي ، والكتاب يضمّ بين ثناياه فقه\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nمن الأعمال المهمّة التي قام به الشيخ شلتوت تأسيس قسم الفقه المقارن في جامعة الأزهر « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\nالاثني عشريّة من خلال الشهيدين الأوّل والثاني .\r\nولو أردنا أن نلخّص أثر التقريب في مجال الفقه على السنّة والشيعة لوجدنا أثره في مجال الفقه السني يتمثّل في التأكيد على مبدأ الاجتهاد وتوسيع دائرة الفقه الواقعي الذي يلائم مصلحة الناس ويلبّي مطالب التشريع ، بعد الخروج من ضيق المذهب الواحد إلى سعة المذاهب الإسلامية المتعدّدة .\r\nأمّا أثره في مجال الفقه الشيعي فنجده في تجاوز العزلة التي أدّى إليها حصر المذاهب في الأربعة السنّية المعروفة ، وهو حصر أدّى - كما قال العلّامة تقي الدين القمّي - ببقية المذاهب إلى الاعتزال أو الاندثار ، وكان الاعتزال من نصيب المذهب الشيعي الذي مكّنه التقريب من تجسير الفجوة وإنهاء المقاطعة التي عزلت هذا الفريق الكبير من المسلمين عن بقية إخوانهم ، ثمّ مكّنت فقه الفريقين من مقاومة الاستجلاب التشريعي والغزو الثقافي ، وما أجلّها من مهمّة ، وما أصعبها أيضاً ! ( الإمامان البروجردي وشلتوت رائدا التقريب : 237 - 239 ) .\r\n( 1 ) كان من الطبيعي لشخصية علمية كالشيخ شلتوت ، الذي يلمّ بالآراء المتعدّدة في مجال الفقه الإسلامي ، ويدرك الحجج والأدلّة التي يستند إليها الفقهاء في القضايا المختلفة ، أن يعني بالفقه المقارن ، ويوليه اهتمامه ، خاصّة وأنّه يحتاج إلى الاطّلاع على فقه المذاهب المختلفة عندما يتعرّض للفتوى في مسألة من المسائل ، ولهذا وجدناه يضع الفقه المقارن في دائرة اهتمامه ، وتكون كتابته في كثير من القضايا متعرّضة لبيان أكثر من رأي في القضية المعروضة ، ثمّ يبدي رأيه المعتمد على الأدلّة .\r\nوقد أثمر اهتمامه بالفقه المتقارن كتاباً اشترك فيه مع شيخ معاصر له هو الشيخ محمّد علي السايس ، وسمّيا هذا الكتاب باسم « مقارنة المذاهب في الفقه » ، بيّنا فيه فائدة المقارنة والأسباب التي أدّت إلى اختلاف أئمّة الفقه الإسلامي ، واشتمل على كثير من المسائل في الطهارة والصلاة والزكاة والزواج والطلاق والقضاء والميراث .\r\nوكان يقوم بتدريس هذا الكتاب لطلّاب كلّية الشريعة بجامعة الأزهر الشريف ، ممّا كان له أثر في تعرّف الطلّاب على الآراء المتعدّدة في القضايا المختلفة ، وترسيخ احترام الآراء المتعدّدة ، وتهيئة الطلّاب نفسياً لقبول حكم في مذهب فقهي آخر غير المذهب الذي ينتمي إليه هؤلاء الطلّاب . . ولا يخفى ما لهذا من أثر في تخفيف حدّة التعصّب لمذهب فقهي معيّن .\r\nوكان لفتواه بجواز التعبّد بأيّ مذهب فقهي إسلامي معتبر أساسها الذي تعتمد عليه ، ذلك أنّ الفرق الإسلامية التي تؤمن بثوابت الإسلام لا تختلف في آرائها إلّافي المسائل الظنّية ، التي لا يقطع فيها برأي دون رأي آخر ، وما عدا المسائل الظنّية لا يتصوّر ولا يقع فيها الاختلاف بين علماء سائر المذاهب الإسلامية المعتبرة .\r\nوأصبح الاتّجاه إلى ذكر آراء سائر الفرق والمذاهب الإسلامية منهجاً يتّبع في الكتابات الفقهية المقارنة ، وتوجيهاً يوجّه إليه طلّاب الدراسات العليا في كلّيات الشريعة بجامعة الأزهر الشريف . ( الإمامان البروجردي وشلتوت رائدا التقريب : 213 - 214 ) .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nفهو من الرجال الذين لم يكن لديهم أيّ تعصّب مذهبي ، وممّن يقبل القول الحقّ من أيّ مذهب كان . .\r\nيقول بشأن تأسيس كرسي الفقه المقارن :\r\n« وها هو ذا الأزهر الشريف ينزل على حكم هذا المبدأ ، مبدأ التقريب بين أرباب المذاهب المختلفة ، فيقرّر دراسة فقه المذاهب الإسلامية ، سنّيها وشيعيها ، دراسة تعتمد على الدليل والبرهان ، وخالية من التعصّب » « 1 » .\r\nوفي مقايسته بين أدلّة علماء المذاهب المختلفة ، كان قد قبل أصلًا واحداً ، وهو قبول الدليل الأقوى ، سواء كان من مذهبه أم من مذهب آخر . . يقول :\r\n« يجب أن يقبل فقهاء المسلمين ، بعضهم من البعض الآخر ، وبعيداً عن التعصّب والأهواء ، كلّ رأي وفكر له تأثير إيجابي في تدعيم مباني الدين الإسلامي ، ويؤمّن الخير والرفاه للأُسرة والمجتمع » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اتّحاد المذاهب الإسلامية : 389 .\r\n( 2 ) روزنامه كيهان ( صحيفة كيهان ) / ( 26 / 8 / 1372 ه ش ) / صفحة : 7 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\n\r\n3 - مقرّرات الفقه المقارن\r\nكتب الشيخ محمود شلتوت بشأن مقرّرات تدريس الفقه المقارن التي كتبها بنفسه :\r\nإنّ تدريس الفقه المقارن بين المذاهب الإسلاميّة يكون على أساس المقرّرات التالية :\r\n1 - تبتني البحوث والدراسات للمذاهب الفقهية - بدون تمييز بين المذهب السنّي والشيعي - وتعتمد على الرؤى الفقهيّة ، من الأحكام والدلائل ، لكلّ من المذاهب الأربعة لأهل السنّة ، ومذهبي : الإمامية الاثني عشريّة ، والزيديّة .\r\n2 - تهذيب الحكم الذي يعتمد على الدليل من الانقياد نحو المذهب الخاصّ بالأُستاذ أو الطالب ؛ لتحقّق نتيجة المقارنة ، وإبراز الرأي الحسن والراجح من بين الآراء المختلفة ، وإبطال التعصّبات الفرقية المذمومة .\r\n3 - العمل في أُصول الفقه بشكل خاصّ على بيان المواضع الأُصولية التي هي مورد الاختلاف بين المذاهب الإسلامية الستّة المذكورة ، مع بيان أسباب الاختلاف .\r\n4 - سيشتمل علم مصطلح الحديث ورجال الحديث على البحث والتحقيق في الاصطلاحات الحديثية عند أهل السنّة ، ومصطلحات المذهبين الإمامي والزيدي ، وكذلك يشتمل على البحث والتحقيق في الرجال المشهورين ، وأصحاب المسانيد ، وأسانيدهم في فقه المذهبين ، وللزيادة في التوسّع أُحيلت التفاصيل إلى الدراسات العليا في كلّية الشريعة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمود شلتوت ( رائد التقريب ) : 151 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\n4 - نتائج تأسيس الفقه المقارن\r\nمن النتائج المهمّة لتأسيس قسم الفقه المقارن مقايسة بعض الأحكام الإسلاميّة وثبوت أفضلية رأي الشيعة فيها ، ممّا أدّى في ما بعد إلى إدراجها ضمن موادّ القانون الرسمي لمصر .\r\nويشير الشيخ شلتوت إلى بعض هذه الموارد :\r\n« لا أنسى أنّي قمت بتدريس التطبيق والمقارنة بين المذاهب في كلّية الشريعة ، وكنت أعرض آراء المذاهب في المسألة الواحدة ، ومن بينها أعرض رأي مذهب الشيعة ، وفي أحيان كثيرة أنتخب رأي المذهب الشيعي ؛ لأنّي أتبع الدليل أينما وجد .\r\nوأيضاً لا يُمحى من ذاكرتي أنّي أفتيت في كثير من المسائل طبقاً لرأي الشيعة ، منها ما يخصّ القوانين المرتبطة بالأحوال الشخصيّة ، وكذلك بعض المسائل ، منها :\r\n\r\nالف - حكم الطلاق ثلاثاً :\r\nيعدّ الطلاق ثلاثاً الذي يقع في وقت واحد عند المذاهب السنّية طلاقاً ثلاثياً مؤبّداً ، لكن عند المذهب الشيعي يعدّ طلاقاً رجعياً واحداً فحسب « 1 » ، والقانون وافق على العمل بهذا الحكم ، وفتوى مذهب أهل السنّة لم يعد لها قيمة في نظر القضاء الشرعي .\r\nوالآن يتمّ التعامل في المحاكم المصريّة مع حكم الطلاق ثلاثاً وفق مذهب الشيعة .\r\nإنّ الطلاق المصحوب بعدد ، لفظاً أوإشارةً ، لا يُحسب إلّاطلاقاً واحداً ، لا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع المسألة في الخلاف 4 : 445 - 453 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nأكثر » « 1 » .\r\n\r\nب - الطلاق المعلّق :\r\nوفي ما يخصّ هذا الموضوع يقول الشيخ شلتوت : « رأي قوانين الأحوال الشخصيّة - في آخر تدوين لها - أنّ الطلاق المعلّق يقع أحياناً وأحياناً لا يقع ؛ إذ يكون مرتبطاً بقصد الطلاق أو التهديد به ، ولكن رأي مذهب الشيعة هو : أنّ التعليق لا يكون موجباً للطلاق مطلقاً ، ولو كان بقصد التهديد ، أو بقصد الطلاق « 2 » . وقد رجّحت هذا الرأي ، وأفتيت به وبيّنته في كثير من الأحيان ، وكتبت في مورد وقوع الطلاق في كتاباتي عن موضوع الطلاق ، وفي إجاباتي للمفكّرين » « 3 » .\r\n\r\nج - مسألة الرضاع :\r\nوفي هذا الموضوع اختار الشيخ شلتوت رأي الشيعة أيضاً ، بعد البحث والتحقيق في آراء المذاهب الإسلامية ، يقول بهذا الخصوص : « في مسألة الرضاع « 4 » ، وهل أنّ الطفل إذا رضع من امرأة مرّة واحدة يستوجب الحكم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمود شلتوت ( رائد التقريب ) : 179 .\r\n( 2 ) راجع المسألة في الخلاف 4 : 457 - 458 .\r\n( 3 ) روزنامه جمهوري إسلامي ( صحيفة الجمهوريّة الإسلاميّة ) / ( 19 / 10 / 1379 ه ش ) / العدد الخاصّ / صفحة : 10 .\r\n( 4 ) مسألة الرضاع من المسائل الإسلامية المهمّة ، التي يحكم على أساسها بمحرمية الطفل‌الذي يرضع لعدّة مرّات من امرأة أجنبية ، على المرأة وأولادها ، وفي فقه الشيعة يجب أن تتوفّر شروط معيّنة لتتحقّق المحرمية في الرضاع ، وهي : أن ترضع المرأة الأجنبية طفلًا أجنبياً ( 15 ) رضعة كاملة متتالية ، لكن برأي الشافعية والحنبلية تتحقّق المحرمية ب 5 رضعات ، وبرأي الحنفية والمالكية تتحقّق المحرمية حتّى بالقطرة الواحدة من حليب المرضعة ، كما ذكرت بعض الشروط الأُخرى . راجع المسألة في الخلاف 5 : 95 - 98 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nبأُمومتها له ، أم يتطلّب عدداً أكثر ليُحكم بأُمومة المرضعة ؟ « 1 » أنا شخصياً رأيت أنّ دليل الشيعة أقوى ، ولذلك أفتيت في هذا الموضوع وفق رأيهم » « 2 » .\r\n\r\nثانياً - كتابة مقدّمة لكتاب تفسير « مجمع البيان »\r\nأحد نشاطات الشيخ محمود شلتوت في سبيل الوحدة الإسلامية والتعريف بالشيعة للإخوة أهل السنّة كان كتابة مقدّمة علمية للكتاب القيّم تفسير « مجمع البيان » للمفسّر الشيعي الكبير العلّامة الطبرسي « 3 » ، حيث اقترح الشيخ عبد المجيد سليم الرئيس الأسبق لجامعة الأزهر على دار التقريب طباعته بعنوان أفضل تفسير ، وطبع في دار التقريب مع مقدّمة الشيخ شلتوت وتعليقات وهوامش علماء الأزهر . .\r\nأثنى الشيخ شلتوت على هذا الكتاب ، وكتب بشأنه :\r\n« هذا الكتاب هو أوّل وأكمل كتاب تفسيري جامع ، تمكّن أن يحوي خصائص عديدة ، مثل : كثرة المباحث ، غناء المطالب ، النظم الموحّد ( السبك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع المسألة في الخلاف 5 : 95 - 98 .\r\n( 2 ) الشيخ محمود شلتوت ( رائد التقريب ) : 184 .\r\n( 3 ) أبو علي أمين الدين الفضل بن الحسن بن الفضل الطبرسي : المفسّر والعلّامة الكبير . مولده‌في عشر السبعين وأربع مائة هجريّة . كان من أجلّاء علماء الإمامية فقهاً وحديثاً ولغةً وتفسيراً . روى عن : أبي علي بن أبي جعفر الطوسي ، وعبد الجبّار بن عبداللَّه الرازي ، ومحمّد بن الحسين الجرجاني ، وآخرين . وروى عنه : ولده الحسن ، وابن شهرآشوب ، وقطب الدين الراوندي ، وغيرهم . من مؤلّفاته : مجمع البيان ، جوامع الجامع ، إعلام الورى ، تاج المواليد ، الفائق . فوّضت إليه مدرسة باب العراق ببيهق ، فأقام بها إلى حين وفاته سنة 548 ه ، وحمل تابوته إلى مدينة مشهد ، فدفن عند مغتسل الإمام الرضا عليه السلام . ( الفهرست لمنتجب الدين : 144 - 145 ، معجم المفسّرين 1 : 420 ، نقد الرجال 4 : 19 ) .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nالموحّد ) ، المحافظة على خواصّ تفسير القرآن ، وغيرها . . » « 1 » .\r\nوبنظر الشيخ شلتوت أنّ الميزة المهمّة لتفسير العلّامة الطبرسي هي الابتعاد عن التعصّب المذهبي ، يقول بهذا الشأن :\r\n« إنّ مصنّف ( مجمع البيان ) سعى في كتابه أن تكون الأفكار العلميّة هي الغالبة على المشاعر والأحاسيس المذهبيّة ، وهو على الرغم من عنايته بإبداء رأي الشيعة في موارد الاختلاف بالشكل الذي يبدو لأوّل وهلة أنّه عرض للمشاعر المذهبيّة ، لكن لم يظهر الإفراط منه في أيّ موضع بهذا الخصوص ، ولم يحمّله على مخالفيه ومخالفي مذهبه » « 2 » .\r\nوكان الشيخ شلتوت يرى العلّامة الطبرسي عالماً متحرّر الفكر وغير متعصّب ، فأبدى مودّته تجاهه ، ووصفه مثنياً عليه :\r\n« الطبرسي هو الرجل الذي حقّق - بعد انتصاره العلمي الأوّل - نصرين آخَرَين : 1 - الانتصار على التعصّب المذهبي . 2 - الانتصار على حجاب معاصريه ( إذ كان معاصراً لصاحب الكشّاف ) « 3 » ، وهذان : الجهاد والنصر ، يجب أن يعدّا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لاحظ مقدّمة تفسير مجمع البيان .\r\n( 2 ) روزنامه جمهوري إسلامي ( صحيفة الجمهوريّة الإسلاميّة ) / ( 19 / 10 / 1372 ه ش ) / العدد الخاصّ / صفحة : 10 .\r\n( 3 ) صاحب الكشّاف هو : أبو القاسم جار اللَّه محمود بن عمر بن محمّد بن أحمد الخوارزمي الزمخشري : من أئمّة العلم بالدين والتفسير واللغة والأدب . ولد في زمخشر سنة 467 ه ، وسافر إلى مكّة وجاور بها زمناً ، فلقّب بجار اللَّه ، وتنقّل في البلدان ، ثمّ عاد إلى جرجان ، فتوفّي فيها سنة 538 ه . كان معتزلياً متشدّداً ، وله نظم جيّد ، من جملة تصانيفه : الكشّاف ، المفصّل ، المقامات ، الفائق ، المستقصى في أمثال العرب ، ربيع الأبرار ، أطواق الذهب . ( دول الإسلام 2 : 56 ، مرآة الجنان 3 : 502 - 507 ، العقد الثمين 6 : 37 - 44 ) .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nكبيرين ؛ إذ أنّ جهاد النفس - إذا تمكّن الإنسان منه - هو الجهاد الأكبر » « 1 » .\r\n\r\nثالثاً - كتاب اللَّه وعترتي\r\nأحد مواضيع الاختلاف بين علماء أهل السنّة وعلماء الشيعة الموجودة بينهم منذ قديم ، هو حديث الثقلين ؛ إذ يعتقد أكثر علماء أهل السنّة أنّ الرسول الأكرم صلى الله عليه وآله وسلم قال : « إنّي تارك فيكم الثقلين : كتاب اللَّه ، وسنّتي » « 2 » .\r\nبينما يرى علماء الشيعة أنّ الرسول الأكرم صلى الله عليه وآله وسلم قال : « إنّي تارك فيكم الثقلين : كتاب اللَّه ، وعترتي أهل بيتي » « 3 » .\r\nطبعاً هذه الروايّة نُقلت في كتب أهل السنّة أيضاً « 4 » .\r\nوالعلّامة شلتوت أبدى رأيه واعتقاده بهذين القولين ، وجمع بينهما ، في خطوة أُخرى في سبيل التقريب بين هذين المذهبين ، فقال :\r\n« طرق حديث الثقلين متعدّدة ، وفي بعضها ورد : « كتاب اللَّه وعترتي » ، وبلا شكّ أنّ السنّة هي ما كان عليه النبيّ صلى الله عليه وآله وسلم وعترته الطاهرة » « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روزنامه جمهوري إسلامي ( صحيفة الجمهوريّة الإسلاميّة ) / ( 19 / 10 / 1372 ه ش ) / العدد الخاصّ / صفحة : 10 .\r\n( 2 ) الموطّأ : 899 ، كنز العمّال 1 : 187 .\r\n( 3 ) الغدير 3 : 99 ، 118 ، 255 و 6 : 466 و 7 : 237 و 10 : 389 ، وراجع حديث الثقلين للوشنوي .\r\n( 4 ) لاحظ : سنن الدارمي 2 : 432 ، مسند أحمد 3 : 14 ، 17 و 4 : 367 ، السنن الكبرى للبيهقي 2 : 148 و 7 : 30 و 10 : 114 ، مجمع الزوائد 9 : 163 ، الدّر المنثور 2 : 60 .\r\nمع العلم بأنّ المجاميع التي نقلت هذا الحديث تتجاوز العشرات ، وإنّما ذكرت هنا بعضها على سبيل المثال لا الحصر ، فلاحظ .\r\n( 5 ) الشيخ محمود شلتوت ( رائد التقريب ) : 30 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n\r\nالفصل الربع : أفكاره\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n\r\nاليأس . . آفة الأُمم\r\nإحدى الوسائل المهمّة لنفوذ الاستكبار في المجتمعات الإسلاميّة : خلق وإشاعة أجواء الإحباط واليأس تجاه المستقبل ، وإذا استطاع الاستعمار أن ينجح في وسيلته هذه ، فستكون ضربة لا تُجبر لكيان هذه المجتمعات ؛ إذ أنّ الأمل في المستقبل يدفع بالإنسان نحو التقدّم والازدهار ، والإنسان اليائس لا يتمكّن من عمل أيّ شيء ، ولا فرق عنده بين الحياة والممات .\r\nيقول المفكّر المصري الكبير الشيخ شلتوت في تحذيره للمسلمين وتنبيههم :\r\n« أسوأ أنواع الكلام القبيح البذيء الذي يوجّه صفعة ثقيلة لجسد المجتمع :\r\nالعبارات والكلمات المصاحبة للإحباط واليأس ، والتي كثيراً ما يتحدّث بها الآباء مع أبنائهم ، أو المعلّمون والمربّون مع تلاميذهم وطلّابهم ، ورجال السياسة والقادة المسؤولون في التجمّعات العموميّة ، ويُبدون في كلامهم ضعف أُمّتهم ، ليستظهروا - بهذا الشكل - أنّ الأُمّة غير قادرة على الاستمرار بعد ، ولا يمكن إصلاحها .\r\nوهذا نوع من الكلام القبيح ، حمّل الناس عموماً نتائج وآثاراً سيّئة جدّاً وخطيرة ، والتفريق والتعاسة والذلّ والعداء والضغينة بين أفراد المجتمع من هذه الآثار ، إضافة إلى أنّه يُظهر نوعاً من الجرأة عند الناس ، تفضي إلى الاستهانة بارتكاب الجرائم ؛ إذ كلّ ما يسمعوه لا يتلقّوه إلّابالإهمال وعدم الاهتمام .\r\nوالأثر الآخر لهذا العمل المذموم هو التخلّي عن الشعور بحبّ الوطن\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nوالتشبّث بنظام الآخرين الفاسد ، ولذلك من الواجب على الآباء والمربّين والقادة وكلّ علماء الاجتماع الصادقين بتطلّعهم لتحقيق السعادة والرفاه لبلدهم ، عليهم أن يحذروا من هذا التلفيق السلبي والكلام البذيء ، ولا يدعون منفذ اليأس هذا أن يلوّث أسماع وقلوب الأُمّة بسُمّ التشاؤم ، لتبقى علاقاتهم محفوظة ، وأخلاقهم مصونة ، ومقدّساتهم محترمة » « 1 » .\r\n\r\nسبيل النجاة\r\nويرى الشيخ شلتوت أنّ سبيل نجاة المسلمين من المشكلات الموجودة هو : الرجوع إلى تعاليم الإسلام والعمل بها ، ويقول بهذا الخصوص :\r\n« وسيقف المسلمون في أنحاء العالم المتفرّقة حيارى مضطربين ، وآنذاك سيسعون لفهم العلاقة بين الدين وحياتهم الاجتماعية ، ممّا يجعلهم ، على أثر ذلك الفهم يلتمسون في تعاليمه العون لحياتهم ، وبذلك يسيرون في طريق السعادة » « 2 » .\r\n\r\nمستقبل الدين الإسلامي\r\nسأل مراسل صحيفة « اطّلاعات » الإيرانيّة الشيخ شلتوت :\r\nكيف سيكون مستقبل الدين الإسلامي مع تقدّم العلم الباهر في العالم ؟\r\nأجاب الشيخ شلتوت ، بعد تفكّر مثير للانتباه :\r\n« كلّما تقدّم العلم وازداد ازدهاره يكون الإسلام أكثر ثباتاً وقوّة ، والإسلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأخلاق : 27 .\r\n( 2 ) في مزرعة المجتمع : 13 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nهو الدين الذي يحثّ الناس على التفكّر والسير والتأمّل في الأرض والكون ، ومعرفة خصائص المخلوقات ، والانتفاع بما سخّره اللَّه تعالى للبشر ؛ إذ أنّ اللَّه تعالى يعلم أنّ هذا التفحّص والبحث في أعماق الأرض وقاع البحر والكون كلّه وسيلة لمعرفة اللَّه والإيمان بعظمته وقدرته » « 1 » .\r\n\r\nفقه الشيخ شلتوت\r\nلقد عُرف الشيخ محمود شلتوت كفقيه مشهور « 2 » ، وعن شروط الفقيه كتب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اتّحاد المذاهب الإسلامية : 358 .\r\n( 2 ) الشيخ شلتوت بثقافته الواسعة ، واشتغاله بدراسة وتدريس الفقه الإسلامي وأُصوله ، وتوافر الأُسس العلمية فيه التي تؤهّل الشخص ليقوم بالتعرّف على الأحكام الشرعية من مصادرها المعتبرة ، كلّ ذلك أهّله ليكون صاحب فكر مستقلّ منطلق من قيد التبعية لمذهب معيّن ، ونرى بعضاً من ملامح آرائه في الفقه الإسلامي فيما يلي :\r\nإنّه يحارب الخرافات والأوهام التي شاعت بين الناس ، ويبدي رأيه فيها معتمداً على الأدلّة الشرعية ، حتّى لو كان رأيه الذي يبديه مخالفاً لما يقوله الفقهاء القدامى ، ولهذا وجدناه - مثلًا - في مسألة زواج الإنسي بالجنّية أو بالعكس ، يلتمس العذر لبعض فقهائنا القدامى في تصوّرهم وقوع مثل هذا بناءً على ما شاع بين عوام الناس من حدوث هذا الزواج الغريب ، وبيّن الشيخ أنّ الزواج بالجانّ وهم من الأوهام التي استقرّت عند كثير من الناس ، وأنّ بعض الفقهاء جاراهم وبيّنوا حكم ذلك ، جرياً على طريقتهم في افتراض الحوادث .\r\nقال الشيخ : « صدّق كثير من الناس ما شاع من ذلك من الجنّ [ يقصد الزواج بالجنّ ودخولهم في جسم الإنسان ونحو ذلك 
  ] وتناقلوا فيه الحكايات التي ربّما رفعوها إلى السلف الصالح ، واستمرّوا على ذلك ، حتّى جاراهم الفقهاء ، وفرضوا صحّته ، واتّخذوا من هذا الفرض مادّة جعلوا منها حقلًا للتدريب على تطبيق كثير من الأحكام الشرعية عليهم ، وكان منهم من تحدّثوا عن صحّة التزاوج بهم ، وعن وجوب الغسل على الإنسية إذا خالطها جنّي ، وعن انعقاد الجماعة بهم في الصلاة ، وعن مرورهم بين يدي المصلّي ، وعن روايتهم عن الإنسي ، ورواية الإنس عنهم ، وعن حكم استنجاء الإنس بزادهم وهو ( العظم ) ، وعن حكم الأكل\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nيقول :\r\n« مَن يشتغل بالفقه ، حتّى مَن له معرفة بعلوم مقدّمات الاجتهاد ، لا ينبغي له أن يكتفي بمذهب واحد ، وعليه أن يرى في صحّة كلّ مسألة مقدار اعتمادها على ما هو الأقرب إلى دليل القرآن والسنّة .\r\nوهذا الأمر سيكون سهلًا بالاطّلاع على آراء المتقدّمين والمتأخّرين ، والابتعاد عن التعصّب » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجلّة أخبار التقريب / العددان : 43 و 44 / صفحة : 45 .\r\nمن ذبائحهم ، إلى غير ذلك ممّا نراه منشوراً في كتب الفقه ، أو نجده في كتب خاصّة ذات عناوين خاصّة بالجنّ » .\r\nثمّ قال الشيخ : « وإنّي أعتقد أنّ ذلك من فقهائنا لم يكن إلّامجرّد تمرين فقهي ، جرياً على سنّتهم في افتراض الحالات والوقائع التي لا يرتقب وقعها أو التي لا يمكن أن تقع . وإذاً ففروض الفقهاء التي لم يقصدوا بها إلّامجرّد التدريب الفقهي لا تصلح أن تكون دليلًا أو شبه دليل على الوقوع والتحقّق ، فلنتركهم على سنّتهم يفترضون ، ومردّنا في ذلك إلى القرآن الكريم » .\r\nوبيّن الشيخ أنّ القرآن الكريم ينفي هذا ، واستشهد بالآية الكريمة التي تبيّن امتنان اللَّه تعالى علينا بأن خلق لنا من أنفسنا أزواجاً لنسكن إليها ، قال تعالى :  « وَمِنْ آياتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْواجاً لِتَسْكُنُوا إِلَيْها وَجَعَلَ بَيْنَكُمْ مَوَدَّةً وَرَحْمَةً »  [ سورة الروم 30 : 21 
  ] ، ووضّح أنّ الجنّ لا يعلمون الغيب ولا يقدرون على الإيذاء الاتّصالي بالإنس أو التلبّس .\r\nثمّ قال : « ومع هذا كلّه ، قد تغلّب الوهم على الناس ، ودرج المشعوذون في كلّ العصور على التلبيس وعلى غرس هذه الأوهام في نفوس الناس ، استغلّوا بها ضعاف العقول والإيمان ، ووضعوا في نفوسهم أنّ الجنّ يلبس جسم الإنسان ، وأنّ لهم قدرة على استخراجه ، ومن ذلك كانت بدعة الزار ، وكانت حفلاته الساخرة المزريّة ، ووضعوا في نفوسهم أنّ لهم القدرة على استخدام الجنّ في الحبّ والبغض والزواج والطلاق وجلب الخير ودفع الشرّ ، وبذلك كانت التحويطة والمندل وخاتم سليمان » . ( الإمامان البروجردي وشلتوت رائدا التقريب : 200 - 201 ) .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\n\r\nالاجتهاد في نظر الشيخ شلتوت « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لم يدع العلّامة الشيخ محمود شلتوت طوال حياته قارئه أو سائله أو مجتمعه في حيرة ، بل كان يجتهد ويفتي ، ولا يتردّد عن استنباط الأحكام للحوادث الجديدة والنوازل الطارقة . هكذا كان منذ حمل أمانة العلم ، وكان الدليل رائده في الاستنباط ، والحقّ غايته في الفتوى ، واجتهاداته في الفروع كثيرة ، وله فيها كتب مجموعة وأقوال مخطوطة ، نختار منها القليل الدالّ على منهجه ، والمعبّر عن عمق مساهماته في فقه العصر :\r\n1 - تنظيم النسل\r\nسئل الإمام محمود شلتوت عن تحديد النسل أكثر من مرّة ، فلخّص وجهة نظره قائلًا : « إنّ كلمة تحديد النسل بهذا القيد وبمعنى إيقاف النسل إلى حدّ معيّن لا يتّفق مع أُمّة تريد النهوض والقوّة واتّساع العمران وكثرة الأيدي العاملة في الزراعة والصناعة ، وهو فوق ذلك لا يتّفق وما حثّت عليه الشريعة الإسلامية من الزواج ، وما بيّنته أيضاً من امتنان المولى على الناس بنعمة البنين والحفدة ، كأثر من آثار الزواج مع طمأنينة النفوس على الرزق .\r\nوبذلك ترى أنّ التحديد بهذا المعنى العامّ تأباه طبيعة الحياة ، وحكمة الحكيم تأباه ، وكذلك الشريعة الإسلامية تمنعه ولا ترضاه .\r\nأمّا تحديد النسل بمعنى تنظيمه بالنسبة إلى : السيّدات اللاتي يسرع إليهن الحمل ، بالنسبة لذوي الأمراض المتنقّلة ( أي : الوراثية ) ، بالنسبة للّذين تضعف أعصابهم من مواجهة المسؤوليات ، أقول : إنّ تنظيم النسل لشيءٍ من هذا ، وهو تنظيم فردي لا يتعدّى مجاله شأن علاجي تدفع به أضرار محقّقة ، والتنظيم بهذا المعنى لا يجافي الطبيعة ، ولا تأباه الشريعة إن لم تكن تطلبه وتحثّ عليه ، ذلك أنّ القرآن حدّد مدّة الرضاع بحولين كاملين ، وحذّر الرسول صلى الله عليه وآله وسلم من أن يرضع الطفل من لبن الحامل ، وهذا يقتضي إباحة العمل على وقف الحمل مدّة الرضاع ، وإذا كانت الشريعة تتطلّب كثرة قويّة لا هزيلة فهي تعمل على صيانة النسل من الضعف ، وتعمل على دفع الضرر الذي يلحق الإنسان في حياته ، ومن هنا قرّر العلماء إباحة منع الحمل مؤقّتاً بين زوجين أو دائماً إذا كان بهما أو بأحدهما داء من شأنه أن ينتقل في الذرّيّة والأحفاد » .\r\nب - في ختان الإناث\r\nوهي قضية أثارت مداداً كثيراً في الصحف وجدلًا في السياسة ، سئل الشيخ محمود شلتوت عن ختان الإناث فقال - كما جاء في كتابه الفتاوى - : « والذي أراه أنّ حكم الشرع في ختان\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nالإناث لا يخضع لنصّ منقول ، وإنّما يخضع في الذكر والأُنثى لقاعدة شرعية عامّة ، وهي : أنّ إيلام الحي لا يجوز شرعاً ، إلّالمصالح تعود عليه وتربو على الألم الذي يلحقه . . . » ، وانتهى إلى أنّ ختان الأُنثى ليس لدينا ما يدعو إليه وإلى تحتّمه ، لا شرعاً ، ولا خلقاً ، ولا طبّاً .\r\nج - في الفائدة\r\nحيث رأى الشيخ جواز الاستقراض بالربح للضرورة والحاجة ، وهو رأي يخالف موقفه عام 1950 عندما عارض الفائدة بالإطلاق . وقد انتقد البعض الشيخ ، واعتبروا رأيه الجديد تراجعاً ، ونحن لا نناقش موضوع الفائدة قبولًا ورفضاً ، ولا فتوى الإمام محمود شلتوت تأييداً أو نقضاً ، وإنّما نريد فهم فتواه في ضوء منهجه الذي يعتمد على الدليل كما يراه الشيخ ، وعلى اعتباره اليسر وعدم الحرج من المبادئ العامّة في الشريعة ، ولهذا المنهج تطبيقات كثيرة في فتاويه ، منها : قوله : بأنّ مصافحة المرأة لا تنقض الوضوء ، وصحّة الصلاة لمكشوف الرأس ، ولصاحب الرأس المغطّاة ، سواء كان الغطاء عمامة أو طاقية أو برنيطة ، وقال في ذلك : « والحقّ أنّ أمر اللباس والهيئات الشخصية - ومنها حلق اللحية - من العادات التي ينبغي أن ينزل المرء فيها على استحسان البيئة ، فمن درجت بيئته على استحسان شيء منها كان عليه أن يساير بيئته ، وكان خروجه عمّا ألف الناس فيها شذوذاً عن البيئة » .\r\nوعلى هذا المنهج سار فيما يتعلّق بفتاويه في كثير من المسائل ، ومنها الموسيقى والغناء ، حيث أفتى بأنّ سماع الآلات ذات النغمات أو الأصوات الجميلة لا يمكن أن يحرّم باعتباره صوت آلة أو صوت إنسان ، وإنّما يحرّم إذا استعين به على محرّم ، أو اتّخذ وسيلة إلى محرّم ، أو ألهى عن واجب .\r\nإنّ منهج الشيخ شلتوت في الاجتهاد يقوم على أُسس ثلاثة :\r\nالأوّل : الاعتماد على الدليل دون انتماء إلى مذهب فقهي لا يتعدّاه . ومن هنا أفتى في كثير من المسائل على غير مذهبه ، بل على غير المذاهب الأربعة ، كفتواه بحرمة زواج الكتابية ترجيحاً لرأي الشيعة الإمامية .\r\nالثاني : الاستناد إلى مبادئ الشريعة الكلّية في الوصول إلى الأحكام ، مثل : مبدأ لا ضرر ولا ضرار ، وكان هذا المبدأ مستنده الأساسي في فتواه بجواز تنظيم النسل .\r\nالثالث : الفتوى بالأيسر طالما لا تخالف نصّاً ؛ لأنّه يرى ذلك في مصلحة المسلمين ، حيث يصبح التشدّد موجباً للقطيعة بين المجتمع وأحكام شريعته في عصر القابض فيه على دينه كالقابض على الجمر ، ولكنّه لا يمدّ ذلك إلى الواجبات العليا .\r\nسئل عن رأيه في قضية اللاجئين الفلسطينيّين ، فأجاب في وضوح وحسم : « لا حلّ لهذه المشكلة إلّابأن يعود اللاجئون إلى أوطانهم التي منها أُخرجوا بغياً وعدواناً ، وأن يتخلّى الاستعمار عن دسائسه ، فهو الذي أوجد المشكلة وأثار هذا الخلاف » . ( الإمامان البروجردي وشلتوت رائدا التقريب : 225 - 227 ) .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nالشيخ شلتوت من علماء أهل السنّة المعدودين الذين يعتقدون بفتح باب الاجتهاد ، ويقول في هذا الشأن :\r\n« نريد أن ننشئ أئمّة بارزين في اللغة وفروعها وفي الفقه وأُصول الفقه ، يكون أساسهم عمق النظر ، والاجتهاد العلمي ، لديهم الشخصيّة الفقهيّة ، والشخصيّة اللغويّة العربيّة ، وليسوا هم خرّيجين مقيّدين بآراء السابقين والمذاهب الماضية ، بل من الواجب أن نجتهد ، ويكون لدينا الإيمان بأنّ احتياج اليوم في الفقه وعقائد الدين غير احتياج الأمس » « 1 » .\r\n\r\nعوامل البدعة\r\nالبدعة في الدين من الأخطار التي تهدّد الدين الإسلامي ، ويرى الشيخ محمود شلتوت أنّ من عوامل نشوء البدعة في الدين هو سكوت المسلمين ، ويقول بهذا الشأن :\r\n« أحد العوامل التي تروّج لنشوء البدعة هو السكوت عليها وعدم استنكارها ، والذي غالباً ما يكون بسبب اختيار السكوت من باب المسامحة أو التجاهل وعدم المبالاة بتصرّفات العامّة ، غافلين عن أنّ هذا الأُسلوب غير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمود شلتوت ( رائد التقريب ) : 10 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nالمقبول يؤدّي إلى هدم ودمار حقائق الدين العليا الأصيلة ، ويؤدّي إلى ضلال العقول » « 1 » .\r\n\r\nالإمام شلتوت وفقه الشيعة\r\nعندما كان الشيخ شلتوت مشغولًا بالبحث والمطالعة في الكتب الفقهيّة للشيعة ، التفت إلى أرجحيّة بعض أحكام الفقه الشيعي على أحكام فقه أهل السنّة من ناحية الأدلّة ، ويقول بهذا الشأن وضمن قبوله لهذه الحقيقة :\r\n« كنت وبعض الأُخوان نعمل في البحث والتحقيق في موضوع قانون الأحوال الشخصيّة وحقوق الأُسرة في دار التقريب وجامعة الأزهر ، فتوضّح لدي أنّ لبعض آراء الشيعة ترجيح على آراء علماء أهل السنّة ، ولذلك أفتيت في بعض القوانين طبق فتاواهم ، خصوصاً القوانين المرتبطة بالأُسرة ، مثل : الزواج ، الطلاق ، الإرث ، وأمثاله » .\r\nثمّ أضاف : « لا هدف لنا من الدراسة والبحث في فقه الاجتهاد عند المذاهب الإسلاميّة إلّاالوصول إلى الأحكام الواقعيّة للإسلام ، والأقرب لمطابقة الواقع ومنها ، ومن المسلّم به أنّ الفقه الجعفري في الطليعة من أجل تحقيق هذا الهدف » « 2 » .\r\nوبرأي الشيخ محمود شلتوت أنّ لفقه الشيعة ترجيحاً خاصّاً على فقه أهل السنّة في بعض المواضيع ، فكتب بهذا الشأن قائلًا :\r\n« كلّ مفكّر منصف طالبٍ للحقيقة يكتشف قوّة دليل مذهب الشيعة في كثير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إسلام ويادبودها ( الإسلام والذكريات ) : 61 .\r\n( 2 ) روزنامه كيهان ( صحيفة كيهان ) / ( 16 / 5 / 1372 ه ش ) / صفحة : 6 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nمن الأوقات ؛ إذ هو متطابق مع أهداف الشريعة في بناء الأُسرة والمجتمع » « 1 » .\r\n\r\nالوهابيّة\r\nإحدى عقائد الوهابيّة التي هي محطّ انتقاد ، حتّى من بعض علماء أهل السنّة ، هي ادّعاؤهم أنّ مَن يقبّل الأضرحة المقدّسة للرسول الأعظم صلى الله عليه وآله وسلم وللأئمّة المعصومين عليهم السلام ، أو يطوف حولها ، يكون مشركاً !\r\nوقد اتّخذ الشيخ شلتوت موقفاً مخالفاً لهذه العقيدة ؛ إذ يقول بهذا الصدد :\r\n« الخير والصلاح لنا ولهم أنّه بدلًا من أن نَصِف الناس بالمشركين ، ونسمّي أضرحة الأولياء التي تختصّ بعضها بشخصيّات عظيمة الشأن في الإسلام أصناماً ، فلنعمل جاهدين على تعليم عوامّ الناس وجهلتهم ، ونترفّع عن تكفير الناس ، وإساءة الأدب إلى الأرواح الطاهرة » « 2 » .\r\n\r\nأقوال الأعلام الكبار فيه\r\nالشيخ شلتوت كان شخصيّة كبيرة ، ورجلًا معروفاً في العالم الإسلامي ، وقد أثنى عليه الكثير من مفكّري وعلماء الإسلام ، وفي ما يلي إشارة إلى بعض أقوال هؤلاء :\r\n\r\n1 - الدكتور نصر فريد واصل المفتي الأعظم لمصر :\r\n« إذا أردنا تقييم حياة الشخصيّات الكبيرة والرجال المعروفين بمقدار ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روزنامه جمهوري إسلامي ( صحيفة الجمهوريّة الإسلاميّة ) / ( 19 / 10 / 1379 ه ش ) / العدد الخاصّ / صفحة : 9 .\r\n( 2 ) الشيخ محمود شلتوت ( رائد التقريب ) : 29 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nقدّموه من سعي وجهاد من أجل الوصول إلى الأفكار العليا ، ومن أجل الوصول إلى المدينة الفاضلة ، فإنّ الشيخ شلتوت من الرجال الذين لهم باع طويل في هذا الطريق ؛ وقد قدّم للإسلام وللمسلمين خدمات جليلة كثيرة ، وقام بأعمال التدريس والبحث الواسع في الكثير من الفروع والمجالات العلميّة ، وخاصّة موضوع الفقه ، فكانت له اليد الطولى في التحقيقات الواسعة التي جعلت منه واحداً من كبار فقهاء عصره » « 1 » .\r\n\r\n2 - عبّاس محمود العقّاد الأديب المصري المعروف :\r\n« مَن يعرف الإمام الفقيد الشيخ شلتوت ، يعلم بانّه من أجل هذه الرسالة ( رسالة التقريب بين المذاهب ) كان يتحلّى بمزايا ، غير قدرته العلميّة وشجاعته الصادقة ، تلك المزايا هي : قلبه النظيف ، وسجاياه الكريمة ، والتي ألّفت بين أعدائه ، كما ربطت أصحابه وأنصاره » « 2 » .\r\n\r\n3 - شيخ الأزهر الدكتور محمّد الفحّام « 3 » :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجلّة أخبار التقريب / العددان : 45 و 46 / صفحة : 23 .\r\n( 2 ) الشيخ محمود شلتوت ( رائد التقريب ) : 12 .\r\n( 3 ) إنّ الشيخ محمّد الفحّام قد قدّم جهوداً كبيرة في سبيل التقريب بين المذاهب الإسلاميّة ، وبدأ في هذا المجال ببلاد : إيران ، والهند ، وباكستان ، والجزائر ، واليابان ، وسائر البلاد الإسلامية وغير الإسلاميّة . وفي تاريخ 22 / 4 / 1350 سافر إلى طهران ، والتقى علماء الشيعة ، وقال عن إيران التي أثنى عليها : ( كان أملي لسنوات أن أزور هذا البلد ؛ إذ قرأت كثيراً من الكتب في الفلسفة والفقه والأدب ، ووجدت أنّ جميع أساتذتنا قد ظهروا من إيران ، مثل : الفخر الرازي ، والجرجاني ، والجوهري ، وأبي الفرج الأصفهاني ، وسيبويه . ويقول عن الوحدة : « الكلام بين السنّة والشيعة كثير ، ولكن ما هو معتبر في الإسلام ، وكذلك الحدود بين المسلمين وغير المسلمين : الشهادة بتوحيد اللَّه ورسالته ، ورسالة النبيّ الأكرم صلى الله عليه وآله وسلم ، والاعتقاد بيوم القيامة . الإسلام لا يعرف العصبيّة والتعصّب ، ولا فضل لعرب على عجم إلّابالتقوى » . ( روزنامه رسالت ) ( صحيفة كيهان ) / ( 18 / 6 / 1371 ه . ش ) .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n« أنا من الذين ينظرون إلى الشيخ شلتوت بنظرة التقدير والاحترام ، بالنسبة لأخلاقه ، وعلمه ، وسعة اطّلاعه ، ومهارته في الأدب وتفسير القرآن ، وتحقيقاته في أُصول الفقه . وشخصية بهذه المواصفات هي التي تفتي بجواز اتّباع مذهب الشيعة ، وأنا لا أشكّ أبداً في أنّه بفتواه الصريحة هذه قد أفتى بما اعتقده شخصيّاً » « 1 » .\r\n\r\n4 - الشيخ محمّد الغزالي :\r\n« أنا أعتقد أنّ فتوى الأُستاذ الكبير الشيخ محمود شلتوت خطوة كبيرة في هذا المجال ، وأنّها بعثت الأمل في قلوب الزعماء والعلماء المخلصين ، وكذّبت ما توقّعه المستشرقون ؛ إذ توقّعوا أنّ الضغينة والنفاق ستحطّم هذه الأُمّة قبل أن تتوصّل إلى الاتّحاد والتضامن . وباعتقادي أنّ هذه الفتوى خطوة رئيسيّة من أجل الاتّحاد وجمع المسلمين تحت راية الإسلام الذي أكمله اللَّه واختاره لنا كأفضل دين » « 2 » .\r\n\r\n5 - العلّامة محمّد تقي القمّي :\r\n« كان الشيخ شلتوت أحد علماء الأزهر الكبار وأساتذته ، في تلك الأيّام التي شاركنا فيها بتأسيس وتشكيل جماعة التقريب ، وكان دوماً مع أصحابه في العمل والفكر يحثّ الخطى نحو التقريب .\r\nفي إحدى الاجتماعات اقترح إطلاق اسم المذاهب الإسلاميّة بدل الفرقة والطائفة ؛ إذ السنّة والشيعة شركاء في مجتمع واحد .\r\nوعندما أصبح معاوناً لجامعة الأزهر استمرّ في تعاونه مع دار التقريب ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمود شلتوت ( رائد التقريب ) : 209 .\r\n( 2 ) المصدر المتقدّم : 213 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nوحينما أصبح رئيساً للأزهر أصدر فتواه التاريخيّة بشأن المذاهب الإسلاميّة وجواز اتّباع المذهب الإمامي » « 1 » .\r\n\r\nمصنّفاته\r\nاستطاع الشيخ محمود شلتوت أن يصنّف أكثر من عشرين كتاباً ومقالة علميّة ، طيلة أيّام حياته المباركة ، وأن يقدّمها إلى المجامع العلميّة المختلفة ، وبذلك خلّف تراثاً خالداً لينتفع به عطاشى المعرفة .\r\nوهذه كتبه :\r\n\r\n1 - تفسير القرآن الكريم « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المصدر السابق : 200 .\r\n( 2 ) اهتمّ الشيخ شلتوت ببيان التحريف الذي يحدث من البعض في فهم القرآن ، فنراه يبيّن أنّ بعض الناظرين في القرآن يروّج لحصول التشاؤم ، ويحرّف معنى بعض الآيات القرآنية ، ليدلّل على ما يروّج له .\r\nيقول الشيخ : « وقد تعلّق الناظرين في القرآن المروّجين لسنّة التشاؤم الفاسدة ، بقوله تعالى في وصف العذاب الذي نزل بقوم عاد :  « إِنَّا أَرْسَلْنا عَلَيْهِمْ رِيحاً صَرْصَراً فِي يَوْمِ نَحْسٍ مُسْتَمِرٍّ »  [ سورة القمر 54 : 19 
  ] ،  « فَأَرْسَلْنا عَلَيْهِمْ رِيحاً صَرْصَراً فِي أَيَّامٍ نَحِساتٍ »  [ سورة فصّلت 41 : 16 
  ] ،   « وَأَمَّا عادٌ فَأُهْلِكُوا بِرِيحٍ صَرْصَرٍ عاتِيَةٍ * سَخَّرَها عَلَيْهِمْ سَبْعَ لَيالٍ وَثَمانِيَةَ أَيَّامٍ حُسُوماً »   [ سورة الحاقّة 69 : 6 - 7 
  ] . وقالوا : إنّ القرآن يرشد بهذه الآيات إلى أنّ الأيّام نحساً وسعوداً ، وأيّدوا بهذه الآيات ما نسبت روايته عن النبي صلى الله عليه وآله وسلم لابن عبّاس رضي الله عنه : « آخر أربعاء في الشهر يوم نحس مستمرّ » .\r\nثمّ قال الشيخ محمود شلتوت : « وقد عرض الآلوسي في تفسيره للروايات التي افتعلت ترويجاً للتشاؤم بالأيّام وللتفاؤل بها . ويعجبني قوله في هذا المقام : ويكفي في هذا الباب أنّ حادثة عاد استوعبت أيّام الأُسبوع كلّها ، فقد قال سبحانه :  « سَخَّرَها عَلَيْهِمْ سَبْعَ لَيالٍ وَثَمانِيَةَ أَيَّامٍ حُسُوماً »  ، فإن كانت نحوسة الأيّام لذلك فقل لي : أيّ يوم من الأُسبوع خلا منها ؟ » .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nقال الشيخ : « والحقّ - كما قال - أنّ كلّ الأيّام سواء ، ولا اختصاص ليوم بنحوسة ولا لآخر بسعد ، وأنّه ما من ساعة من الساعات إلّاوهي سعد على شخص ، ونحس على آخر ، باعتبار ما يقع فيها من الخير على هذا ، ومن الشرّ على ذاك ، فإن استنحس يوم من الأيّام لوقوع حادث فيه فليستنحس كلّ يوم لما يقع في الأيّام كلّها من أحداث ، وما أُولج الليل في النهار والنهار في الليل إلّالإيلاد الحوادث ، ولا تأثير لما يقع فيها من أحداث ، ولا شأن للوقت أو المكان أو الأشياء في نحوسة أو سعود . نعم ، لبعض الأوقات شرف ترجع إليه في نظر الشرع مضاعفة الجزاء لعاملي الخير أو الشرّ ، ولكن شرف الأوقات الذي يضاعف به جزاء العاملين شيء ، ونحوستها وسعودها باعتبار ذاتها وعلى وجه يعمّ الناس جميعاً شيء آخر ، لا يعرفه الإسلام ، ولا يبيح لأحد أن ينسبه إليه » .\r\nويبيّن الشيخ أنّ الروح لا تزال حقيقتها من الأُمور الغيبية التي لم يتوصّل الإنسان إلى معرفتها ، إلّاأنّ هذا ليس مانعاً من البحث عن حقيقتها ، فلم يقم دليل على تحريم البحث بشأنها .\r\nيقول الشيخ : « فلا تزال حقيقتها من الغيب الذي لم يكشفه اللَّه للإنسان ، وهي في ذلك ككثير ممّا ينتفع به الإنسان بآثاره دون أن يعرف كنهه ، وباب البحث عن حقيقتها مفتوح لم يمنع منه نصّ ديني ، ولا حجّة للقائلين بحرمة البحث عنها في قوله تعالى :  « وَيَسْئَلُونَكَ عَنِ الرُّوحِ قُلِ الرُّوحُ مِنْ أَمْرِ رَبِّي »  [ سورة الإسراء 17 : 85 
  ] .\r\nفقد رجّح بعض العلماء أنّ المراد منها في الآية القرآن نفسه ، وقد سمّاه اللَّه روحاً :  « وَكَذلِكَ أَوْحَيْنا إِلَيْكَ رُوحاً مِنْ أَمْرِنا »  [ سورة الشورى 42 : 52 
  ] ، وسابق الآية ولاحقها يرشد إلى صحّة هذا الرأي .\r\nوإذن فلا يتعيّن أن يكون المسؤول عنه هو روح الحياة ، على أنّه لو كان هو روح الحياة فليس في الآية أكثر من أنّها من أمر اللَّه ، وهو لا يمنع البحث عن حقيقتها » .\r\nويرى الشيخ شلتوت أنّ معنى « القدر » الذي جاء في القرآن ليس معناه كما يفهم كثير من الناس . . فيبيّن الشيخ محمود شلتوت أنّ كثيراً من الناس يفهمون كلمة « القدر » التي وردت في القرآن الكريم على معنى أنّ الإنسان لا اختيار له في أفعاله ، والصحيح غير ذلك .\r\nيقول الشيخ : « القدر الذي جاء في القرآن الكريم مضافاً إلى اللَّه ، مثل قول :  « إِنَّا كُلَّ شَيْءٍ خَلَقْناهُ بِقَدَرٍ »  [ سورة القمر 54 : 49 
  ] ، وقوله تعالى :  « وَما نُنَزِّلُهُ إِلَّا بِقَدَرٍ مَعْلُومٍ »  [ سورة\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nالحجر 15 : 21 
  ] ، وقوله تعالى :  « وَالَّذِي قَدَّرَ فَهَدى »  [ سورة الأعلى 87 : 3 
  ] ، وغير ذلك ، يرجع معناه إلى : أنّ اللَّه خلق هذا الكون على سنن مضبوطة ومقادير معيّنة ، ولم يكن صادراً عن طريق الصدفة التي لا تعتمد على نواميس يجري عليها ويسير على مقتضاها ويؤدّي بها مهمّته ، ولا توجد في القرآن كلمة « قدر » بالمعنى الذي يفهمه كثير من الناس ، والذي يرجع إلى أنّ الانسان مجبور في أفعاله بحيث يكون مقهوراً عليها .\r\nوالقدر بالنسبة للإنسان معناه : أنّه خلقه بإرادة وحرّيّة واختيار فيما كلّفه به من أعمال الخير ، والبعد عن أعمال الشرّ ، وكلّ نصوص القرآن تدلّ على ذلك دلالة واضحة ، واختيار الإنسان أساس لتكليفه ومحاسبته ، ومحال أنّه يكون مجبوراً على فعله ثمّ يكلّف ويثاب أو يعاقب على ما لا يستطيع صرف نفسه عنه ، وعلم اللَّه بما سيكون من الإنسان باختباره وإرادته يحقّق معنى الاختيار وينفي القهر والجبر ، صفة العلم صفة كشف وليست صفة تأثير » .\r\nويرى وجوب تنقية التفسير من الإسرائيليات ، وذكر مثالًا للإسرائيليات : ما قيل عند تفسير قوله تبارك وتعالى :  « وَإِذا وَقَعَ الْقَوْلُ عَلَيْهِمْ أَخْرَجْنا لَهُمْ دَابَّةً مِنَ الْأَرْضِ تُكَلِّمُهُمْ »  [ سورة النمل 27 : 82 
  ] ، قال الشيخ : « ومن أغرب ما قيل في حقيقتها : إنّها إنسان وإنّه علي رضي الله عنه ، وقيل : إنّها ولد ناقة صالح فرّ هارباً حينما عقر القوم أُمّه ، وانفتحت له في طريقه صخرة فدخلها ، ثمّ انطبقت عليه ، فهو في باطنها إلى أن يخرج قرب يوم القيامة ، وقيل : إنّها دابّة قديمة خلقت في عهد الأنبياء المتقدّمين ، وإنّ موسى سأل ربّه أن يريه إيّاها ، فأخرجها ثلاثة أيّام ولياليها ، تذهب في السماء لا يرى واحد من طرفيها ، فرأى عليه السلام منظراً فظيعاً ، فقال : « يا ربّ ، ردّها » فردّها ، أو : إنّها هي الثعبان الذي كان في جوف الكعبة ، واختطفته العقارب حينما أرادت قريش بناء البيت الحرام ، فمنعهم ، فألقته العقارب بالحجون ، فالتقمته الأرض وهو في باطنها حتّى يخرج يوم القيامة » .\r\nقال الشيخ : « وقد فات المفسّرين أن يضعوا حدّاً لصون التفسير عن هذه الإسرائيليات التي أظلمت الجوّ على طلّاب الهداية القرآنية ، وشغلتهم عن اللبّ والجوهر بما ألصقته بالقرآن ، وقصروا جهودهم على النبيّين فيما أُلصق .\r\nوليس هذا خاصّاً بالدابّة ، وإنّما هو ريح السموم هبّت على كتب التفسير من نواح كثيرة في كلّ أمر غيبي أخبر به القرآن ، ولم يتّصل به بيان قاطع عن الرسول عليه السلام ! فقد قيل مثله في : يأجوج ومأجوج ، وفي الصور ، وفي اللوح المحفوظ ، وفي غيرها .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nوقد تتبّع بعض المفسّرين غرائب الأخبار التي ليس لها سند صحيح ، وأغدقوا من شرّها على الناس وعلى القرآن ! وكان جديراً بهم أن يقيموا بينها وبين الناس سدّاً يقيهم البلبلة الفكريّة فيما يتّصل بالغيب الذي استأثر اللَّه بعلمه ، ولم ير فائدة لعباده في أن يطلعهم على شيء منه ، وإذا كان للناس بطبيعتهم ولع بسماع الغرائب وقراءتها ، فما أكثر أثرها في إلهائهم عن التفكير النافع فيما تضمّنه القرآن من آيات العقائد والأخلاق وصالح الأعمال .\r\nوالذي أُحبّ أن أُقرّره هنا بهذه المناسبة فيما أخبر اللَّه به من شؤون الغيب التي لم يتّصل بها بيان قاطع عن الرسول من الدابّة والصور ونحوهما ، هو : أنّنا نؤمن به على القدر الذي أخبر اللَّه به دون صرف اللفظ عن معناه ، ودون زيادة عمّا تضمّنه الخبر الصادق ، فنؤمن - مثلًا - بأنّه سيكون في آخر الدنيا صور ينفخ فيه ، فتكون صعقة ، ثم ينفخ فيه أُخرى فيكون البعث ، أمّا الخوض في حقيقته ومقداره ، وكيفية النفخ فيه ، أو حمله على أنّه تمثيل السرعة إفناء العالم وبعثه بسرعة النفخة المعروفة للناس ، فإنّه رجم بالغيب ، وتقوّل على اللَّه بغير حقّ » .\r\nويرى الشيخ أنّه ليس في القرآن ما يفيد رفع عيسى بجسمه إلى السماء ، يقول الشيخ : « ليس في القرآن الكريم ولا في السنّة المطهّرة مستند يصلح لتكوين عقيدة يطمأن إليها القلب بأنّ عيسى رفع بجسمه إلى السماء ، وأنّه سينزل منها آخر الزمان إلى الأرض ، وأنّ كلّ ما تفيده الآيات الواردة في هذا الشأن هو وعد اللَّه عيسى بأنّه متوفّيه ورافعه إليه وعاصمه من الذين كفروا ، وأنّ هذا الوعد قد تحقّق ، فلم يفعله أعداؤه ولم يصلبوه ، ولكن وفّاه اللَّه أجله ورفعه إليه » .\r\nثمّ قال الشيخ : « إنّ من أنكر أنّ عيسى قد رفع بجسمه إلى السماء وأنّه فيها حيّ إلى الآن وأنّه سينزل منها آخر الزمان ، فإنّه لا يكون بذلك منكراً لما ثبت بدليل قطعي ، فلا يخرج عن إسلامه وإيمانه ، ولا ينبغي أن يحكم عليه بالردّة ، بل هو مسلم مؤمن ، إذا مات فهو من المؤمنين ، يصلّى عليه كما يصلّى على المؤمنين ، ويدفن فيمقابر المؤمنين ، ولا شبهة في إيمانه عند اللَّه ، واللَّه بعباده خبير بصير » .\r\nالفتوى تثير ضجة على الشيخ :\r\nبعد أن نشرت هذه الفتوى من الشيخ محمود شلتوت في مجلّة « الرسالة » قامت ضجّة من بعض العلماء بردودهم على الشيخ في فتواه ، وردّ الشيخ عليهم ، وبيّن ضعف ما استندوا إليه ، ووضّح أنّ في كتب التراث رأيين في هذه القضية مبيّناً مصادره في هذه الكتب ، كما\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nذكر ما يراه جماعة من علماء العصر الحديث لهم مكانة في العلم كبيرة ، فذكر أنّ الشيخ محمّد عبده قال - وهو بصدد تفسير آية سورة آل عمران :  « إِذْ قالَ اللَّهُ يا عِيسى إِنِّي مُتَوَفِّيكَ وَرافِعُكَ إِلَيَّ »  [ سورة آل عمران 3 : 55 
  ] - : « إنّ للعلماء هنا طريقتين : إحداهما - وهي المشهورة - : أنّه رفع بجسمه حيّاً ، وأنّه سينزل في آخر الزمان ، فيحكم بين الناس بشريعتنا ، ثمّ يتوفّاه اللَّه تعالى ، والطريقة الثانية : أنّ الآية على ظاهرها المتبادر منه ، وهو الإماتة العاديّة ، وأنّ الرفع يكون بعده ، وهو رفع الروح » .\r\nثمّ قال الشيخ شلتوت : « ثمّ يذكر [ يعني : الشيخ محمّد عبده 
  ] : أنّ لأهل هذه الطريقة في أحاديث الرفع والنزول تخريجين : أحدهما : أنّها آحاد تتعلّق بأمر اعتقادي ، والأُمور الاعتقاديّة لا يؤخذ فيها إلّابالقطعي ، وليس في الباب حديث متواتر ، وثانيهما : تأويل النزول » .\r\nثمّ ذكر ما يراه الشيخ محمّد رشيد رضا ، وهو قوله : « وجملة القول : إنّه ليس في القرآن نصّ صريح في أنّ عيسى رفع بروحه وجسده إلى السماء حيّاً حياة دنيويّة بحيث يحتاج بحسب سنن اللَّه إلى غذاء . . . وليس فيه نصّ صريح بأنّه ينزل من السماء ، وإنّما هي عقيدة أكثر النصارى ، وقد حاولوا في كلّ زمان منذ ظهور الإسلام بثّها في المسلمين » ، ثمّ تكلّم الشيخ محمّد رشيد رضا عن الأحاديث ، وقال : إنّ هذه المسألة من المسائل الخلافية حتّى بين المنقول رفع المسيح بروحه وجسده إلى السماء » .\r\nوبعدها ذكر الشيخ شلتوت ما أجاب به الشيخ المراغي شيخ الأزهر الشريف عن سؤال رفع إليه ، وجاء في إجابته قوله : « ليس في القرآن الكريم نصّ صريح قاطع على أنّ عيسى عليه السلام رفع بجسمه وروحه ، وعلى أنّه حيّ الآن بجسمه وروحه ، وقول اللَّه سبحانه :  « إِذْ قالَ اللَّهُ يا عِيسى إِنِّي مُتَوَفِّيكَ وَرافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا »  [ سورة آل عمران 3 : 55 
  ] الظاهر فيه أنّه توفّاه وأماته ثمّ رفعه ، والظاهر من الرفع بعد الوفاة أنّه رفع درجات عند اللَّه ، كما قال في إدريس عليه السلام :  « وَرَفَعْناهُ مَكاناً عَلِيًّا »  [ سورة مريم 19 : 57 
  ] ؛ وهذا الظاهر ذهب إليه بعض علماء المسلمين ، فهو عند هؤلاء توفّاه اللَّه وفاة عاديّة ، ثمّ رفع درجاته عنده ، فهو حيّ حياة روحية كحياة الشهداء وحياة غيره من الأنبياء . لكن جمهور العلماء على أنّه رفعه بجسمه وروحه ، فهو حيّ الآن بجسمه وروحه ، وفسّروا الآية بهذا بناءً على أحاديث وردت ، كان لها عندهم المقام الذي يسوّغ تفسير القرآن بها » . ثمّ قال الشيخ المراغي : « ولكن هذه الأحاديث لم تبلغ درجة الأحاديث المتواترة التي توجب على المسلم عقيدة ، والعقيدة لا تجب إلّابنصّ من القرآن أو بحديث متواتر » . ثمّ قال : « وعلى ذلك فلا يجب على المسلم أن يعتقد أنّ عيسى عليه السلام حيّ بجسمه وبروحه ، والذي يخالف في ذلك لا يعدّ كافراً في نظر الشريعة » . ( الإمامان البروجردي وشلتوت رائدا التقريب : 206 - 211 ) .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nنشر : مجمع التقريب بين المذاهب الإسلاميّة / طهران / 1379 ه . ش .\r\nوفي الحقيقة أنّ هذا الكتاب هو سلسلة مقالات نشرت في مجلّة « رسالة الإسلام » طيلة ( 14 ) سنة ، ثمّ جمعت ونشرت في كتاب مستقلّ .\r\nوطريقة هذا التفسير تختلف عن طريقة تفسير الشيخ محمّد عبده ، والذي له اتّجاه « علمي - عقلي » ، ولتفسير الشيخ شلتوت اتّجاه « تاريخي - نقلي » « 1 » .\r\nجاء في المقدّمة التي كتبها الدكتور محمّد البهي لتفسير الشيخ شلتوت :\r\n« إنّ هذا التفسير الذي نقدّمه اليوم للمسلمين تفسير لكلّ المسلمين ، ليس لمذهب معيّن من المذاهب الفقهيّة ، وليس للون من ألوان العقائد الكلاميّة ، وليس لتوجيه خاصّ من توجيهات أهل الظاهر أو أهل الباطن » .\r\nويقول عن طريقة الشيخ في تفسير القرآن :\r\n« طريقته أنّه كان يجعل كلّ سورة بشكل واحد متّصل ، وبعدها يوضّح أهدافها والعبر والأُصول الإنسانيّة المستفادة منها . وهو في تفسيره هذا لم يُدخل على القرآن أيّ نظريّة أوإصلاحيّة من مصدر خارج القرآن ، وبالنتيجة فإنّ كلمات القرآن تفسّر بعضها بعضاً ، ويجعل القرآن حرّاً في أدلّته ، ولا يحمّله كلّ ما قد يُراد منه » .\r\nوخلاصة القول : إنّ أهمّ خصائص تفسير شلتوت هي :\r\n1 - إنّه يعرض ويشرح في أوّل السورة أصل موضوع البحث .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُطروحة القرآن الكريم 2 : 1331 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\n2 - إنّه خالٍ من كلّ أنواع الإسرائيليّات ، والموضوعات ، والروايات الضعيفة .\r\n3 - إنّه يشتمل على آراء المذاهب والفرق المختلفة .\r\n4 - إنّه يستخدم النظريات العلميّة الحديثة على أساس القرآن .\r\n5 - إنّه خالٍ من أيّ نوع من التعصّب المذهبي .\r\n6 - إنّه بقلم أدبيّ عربي عالٍ .\r\nيقول الشيخ شلتوت عن هذه الخصائص المميّزة لطريقته في التفسير :\r\n« نحن مضينا في تفسيرنا هذا على طريقة لم يألفها الناس ولم يتعوّدوا عليها » « 1 » .\r\nوعندما تمّ تفسير القرآن الذي كتبه الشيخ شلتوت وطُرح في الأسواق ، تلقّاه المفكّرون والعلماء المسلمون بالعناية والتقدير ، وقد أعرب آية اللَّه الشيخ مرتضى آل ياسين « 2 » - وهو من كبار علماء النجف الأشرف - في رسالة له عن احترامه وتقديره لهذا التفسير ، وهاك بعض ما ورد في هذه الرسالة :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجلّة أخبار التقريب / العددان : 49 و 50 / صفحة : 33 .\r\n( 2 ) مرتضى آل ياسين : من كبار علماء أُسرة آل ياسين . ولد بتاريخ 25 / ذي الحجّة / 1311 ه في الكاظمية ، والده آية اللَّه الشيخ عبد الحسين آل ياسين ، وهو من كبار علماء النجف ، ومن تلامذة المجدّد الكبير الميرزا الشيرازي ، والسيّد إسماعيل الصدر . هاجر الشيخ مرتضى إلى النجف الأشرف ، بعد اجتيازه مرحلة المقدّمات في الكاظمية ، وواصل دراسته على يد كبار الأساتذة العلماء ، مثل : السيّد أبي الحسن الأصفهاني ، والمحقّق النائيني . وبعد مدّة نال درجة الاجتهاد ، ثمّ شرع في تدريس دروس البحث الخارج . . من مؤلّفاته : السؤال والجواب ، نظرة دامعة ، تعليقة على بلغة الراغبين . توفّي سنة 1397 ه في النجف الأشرف ، ودُفن في مقبرة أُسرة آل ياسين . ( الذريعة 24 : 196 ، شعراء الغري 11 : 255 - 267 ، مع علماء النجف الأشرف 2 : 477 - 478 ) .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\n« إذا استطعت أن أُخفي عليك شيئاً فلن أتمكّن من إخفاء إعجابي وتقديري للبحوث التفسيريّة التي جاءت نتيجة جهود العلّامة شلتوت ، وقد اغتنمت الفرصة لتخصيص بعض أوقاتي لقراءة ومراجعة هذا التفسير . ورجائي أن يوفّق الأُستاذ الفاضل ، ويستمرّ في هذه البحوث القيّمة ، وبهذا الأُسلوب الجديد . وإذا لم يكن عند مجلّة « رسالة الإسلام » موضوع إلّاهذا التفسير الممتاز لكفاها فخراً وعزّة ورفعة ، وكان مناسباً بحقٍّ وضع هذا التفسير أمام أعين القرّاء في مقدّمة مقالاتها » « 1 » .\r\n\r\n2 - مقارنة المذاهب في الفقه .\r\nوموضوعه - كما هو الظاهر من عنوانه - التقريب بين المذاهب الإسلاميّة ، وقد بحث العلّامة شلتوت في هذا الكتاب في الفقه المقارن ؛ بعرضه الآراء الفقهيّة لجميع المذاهب في المسألة الفقهيّة الواحدة ، ثمّ الرأي الفقهي المختار المتناسب مع الزمان والمكان ، مع أدلّته وبراهينه « 2 » .\r\n\r\n3 - من توجيهات الإسلام .\r\nمن مطبوعات الإدارة العامة للثقافة الإسلاميّة / 1959 م .\r\nيتعرّض الشيخ محمود شلتوت في هذا الكتاب إلى تصحيح وتوضيح بعض المفاهيم الدينيّة ، وبيان مواقف الدين الإسلامي بخصوص بعض المشاكل الأخلاقيّة في المجتمع .\r\nوبعض فصول الكتاب بعناوين : الناس والدين ، الأخلاق ، في مزرعة المجتمع ، ذكريات إسلاميّة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمود شلتوت ( رائد التقريب ) : 53 .\r\n( 2 ) مجلّة أخبار التقريب / العددان : 45 و 46 / صفحة : 30 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nترجمه إلى الفارسية السيّد خليل خليليّان ، ونشرته شركة « سهامى » للنشر في طهران سنة 1344 ه . ش .\r\n\r\n4 - الفتاوى .\r\nطبع للمرّة الثامنة عشرة نشر دار الشروق / القاهرة / سنة 1421 ه . ق .\r\nوهذا الكتاب مجموعة إجابات الشيخ شلتوت لأسئلة وُجّهت إليه طيلة حياته ، ومواضيع الكتاب تضمنّت أهمّ الأسئلة والمشاكل التي لها دور مؤثّر في حياة المسلمين الاجتماعيّة ، وقد سعى العلّامة شلتوت أن يسند إجاباته بالقرآن ، والحديث الصحيح ، والسيرة النبويّة الشريفة .\r\nويعدّ هذا الأثر من أهمّ آثار العلّامة في العالم الإسلامي ، وقد لاقى اهتماماً كبيراً عند إخوتنا أهل السنّة في البلدان الإسلاميّة المختلفة .\r\n\r\n5 - من هدي القرآن .\r\nنشر : دار الكتاب العربي للطباعة والنشر / القاهرة ، في ( 360 ) صفحة .\r\nهيكليّة هذا الكتاب في خمسة فصول بعناوين : إلى القرآن الكريم ، منهج القرآن في بناء المجتمع ، القرآن والمرأة ، الإسلام والعلاقات الدوليّة ، السلم والحرب .\r\n\r\n6 - الإسلام عقيدة وشريعة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أفكار الشيخ شلتوت في علم الكلام :\r\nأولا : يرى - ككثير من العلماء - أنّ العقيدة لا تثبت إلّابالمتواتر .\r\nبيّن الشيخ شلتوت في كتاباته أنّ العلماء متّفقون على أنّ الدليل العقلي الذي سلّمت مقدّماته وانتهت في أحكامها إلى الحسّ أو الضرورة يفيد ذلك اليقين ويحقّق الإيمان المطلوب .\r\nوأمّا الأدلّة النقلية فالكثيرون من العلماء يرون أنّها لا تفيد اليقين ، ولا تثبت بها وحدها عقيدة .\r\nوالذين يرون أنّ الدلالة النقلية تفيد اليقين وتثبت بها العقيدة شرطوا أن يكون الدليل النقلي قطعياً في وروده قطعياً في ثبوته ودلالته . .\r\nقال : « ومعنى كونه قطعياً في وروده : أن لا يكون هناك أيّ شبهة في ثبوته عن الرسول صلى الله عليه وآله وسلم ، وذلك إنّما يكون في المتواتر فقط ، ومعنى كونه قطعياً في دلالته : أن يكون نصّاً محكماً في معناه ، وذلك إنّما يكون فيما لا يحتمل التأويل ، فإذا كان الدليل النقلي بهذه المثابة أفاد اليقين وصلح لأن تثبت به العقيدة » .\r\nوبعد أن ذكر الشيخ شلتوت أمثلة فيما ورد في الكتاب الكريم من آيات تحدّثت عن توحيد اللَّه عزّ وجلّ ، واليوم الآخر ، والملائكة والنبيّين ، قال : « هذا هو شأن العقائد وطرق إثباتها ، ولابدّ أن يعمّ العلم بها جميع الناس ، ولا يختصّ بطائفة دون أُخرى ، ولأنّها أساس الدين ، وبها يكون المرء مؤمناً ، فكيف يتصوّر في مؤمن أن يجهلها ؟ ومن مقتضيات هذا العلم العامّ بها أن لا يقع خلاف بين العلماء في ثبوتها أو نفيها » .\r\nثانيا : يوافق من يرون من علماء الإسلام أنّ الإنسان خلق غير مقهور .\r\nبيّن الشيخ شلتوت أنّ القضاء والقدر اللذين ورد في القرآن ذكرهما وجعلهما الناس مرتبطين بفعل الإنسان ومسلكه في الحياة ليسا إلّاالنظام العامّ الذي خلق اللَّه عليه الكون ، وربط فيه بين الأسباب والمسبّبات والنتائج والمقدّمات ، سنّة كونية دائمة لا تتخلّف ، وكان من بين تلك السنّة أن خلق الإنسان حرّاً في فعله مختاراً غير مقهور ولا مجبور .\r\nويوضّح الشيخ شلتوت أنّ الإسلام لا يسمح أن يضلّ الإنسان أو ينحرف عن أوامر اللَّه في عقائده ودينه ، ثمّ يعتذر بالقضاء والقدر . . قال : « ولو صحّ ذلك لبطلت التكاليف ، وكان بعث الرسل وإنزال الكتب ، ودعوة الانسان إلى دين اللَّه وما يجب ، ووعده بالثواب لأهل الخير وبالعقاب لأهل الشرّ باطلًا وعبثاً ، لا يتّفق وحكمة الخالق الحكيم في تصرّفه وتكليفه الرحيم بعباده » . ( الإمامان البروجردي وشلتوت رائدا التقريب : 212 - 213 ) .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nنشر : دار القلم / القاهرة .\r\nهذا الكتاب من أهمّ كتب العلّامة شلتوت ، ويقع في ثلاثة فصول بعناوين :\r\nالعقيدة ، الشريعة ، مصادر الشريعة .\r\nفي الفصل الأوّل من هذا الكتاب يتعرّض العلّامة شلتوت لبحث مواضيع ، مثل : بيان وتوضيح أُصول الإسلام ( التوحيد ، النبوّة ، المعاد ، القضاء والقدر ،\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nو . . . ) ، وفي الفصل الثاني : شرح العبادات ، وأحكام خاصّة بالمجتمع : الأُسرة ، الإرث ، . . . وفي الفصل الثالث والأخير تناول مصادر التشريع : القرآن ، السنّة ، الرأي والنظر .\r\n\r\n7 - إلى القرآن الكريم .\r\nنشر : دار الهلال / القاهرة .\r\nيرى الشيخ شلتوت في هذا الكتاب أنّ هدف القرآن يتمثّل في ثلاثة مواضيع : الأوّل : معرفة العقائد ؛ لتصفية وتنقية القلب من الشرك وعبادة الأصنام ، الثاني : الأخلاق ؛ لتهذيب وتزكية النفس ، ولرفع شأن الإنسان ومنزلته ، والثالث :\r\nمعرفة الأحكام ؛ لتسيير أُمور الحياة السليمة للإنسان « 1 » .\r\n\r\n8 - يسألونك .\r\nوهذا الكتاب إجابات عن أسئلة في شتّى الموضوعات .\r\n\r\n9 - منهج القرآن في بناء المجتمع .\r\n\r\n10 - المسؤوليّة المدنيّة والجنائيّة في الشريعة الإسلاميّة .\r\n\r\n11 - القرآن والقتال .\r\n\r\n12 - القرآن والمرأة .\r\n\r\n13 - تنظيم العلاقات الدوليّة في الإسلام .\r\n\r\n14 - الإسلام والوجود الدولي للمسلمين .\r\n\r\n15 - تنظيم النسل .\r\n\r\n16 - رسالة الأزهر .\r\n\r\n17 - فقه القرآن والسُنّة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إلى القرآن الكريم ( المقدّمة ) : 6 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\n18 - القتال في الإسلام .\r\n\r\n19 - حكم الشريعة في استبدال النقد بالهدي .\r\n\r\n20 - عنصر الخلود في الإسلام .\r\n\r\n21 - هذا هو الإسلام .\r\n\r\n22 - الإسلام والتكافل الاجتماعي .\r\n\r\n23 - فصول شرعيّة اجتماعيّة .\r\n\r\n24 - فقه السنّة .\r\n\r\n25 - أحاديث الصباح في المذياع .\r\n\r\nوفاته\r\nوأخيراً انتقل هذا العالم الإسلامي الكبير إلى دار البقاء بتاريخ 2 / رجب / 1383 ه ، تاركاً الحرقة في قلوب المسلمين والمجتمع الإسلامي لفقده .\r\nوبعد وفاة هذا العالم الجليل الذي خطا خطوات كبيرة جدّاً في طريق التقريب بين المذاهب الإسلاميّة ، أرسل بعض كبار الشخصيّات رسائل التعزيّة بوفاته . .\r\nوقد أرسل آية اللَّه « آغا بزرك الطهراني » « 1 » صاحب الكتاب القيّم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) محسن بن علي بن محمّد رضا بن محمّد حسن المنزوي المعروف بأغا بزرك الطهراني ، أحد مشاهير علماء الإمامية . ولد في طهران سنة 1293 ه ، ودرس مبادئ العلوم ، ثمّ قصد النجف الأشرف فواصل دراسته على يد : الشيخ أحمد الشيرازي ، والميرزا النوري ، والميرزا الشيرازي ، وشيخ الشريعة الأصفهاني ، والميرزا حسين الخليلي ، وغيرهم . وتتلمذ لديه : السيّد محمّد حسن الطالقاني ، والسيّد هاشم الحسيني السبزواري ، والسيّد محمّد صادق بحر العلوم ، وآخرون . من جملة كتبه : الذريعة ، طبقات أعلام الشيعة ، مصفى المقال ، هديّة الرازي إلى المجدّد الشيرازي ، وغيرها . توفّي في النجف عام 1389 ه . ( معارف الرجال 2 : 186 - 189 ، أعيان الشيعة 10 : 47 ، معجم رجال الفكر والأدب 1 : 47 - 48 ) .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\n« الذريعة » نيابة عن علماء النجف الأشرف رسالة تعزيّة إلى رجال جماعة التقريب . .\r\nوفي ما يلي فقرات من هذه الرسالة :\r\n« نعزّيكم بوفاة صديقكم الجليل وناصركم القديم في الجهاد والإصلاح العلّامة الفاضل المرحوم المغفور له الشيخ محمود شلتوت ، شيخ الأزهر الشريف .\r\nلقد عمل معكم بإخلاص ، وكان له دور كبير في تأسيس دار التقريب بين المذاهب الإسلاميّة ، وفي نشاطها الدؤوب ، وكان من المصلحين المخلصين ، وكلّ علماء النجف الأشرف الذين يعرفون هذه الشخصيّة الكبيرة تأثّروا لفقده .\r\nونيابة عن كلّ علماء النجف نقدّم تعازينا لكم ولعلماء الأزهر الشريف .\r\nندعو اللَّه تعالى أن يتغمّده ويسعه برحمته ورضوانه ، ويُلهم أصدقاءه الصبر والسلوان ، ويؤجرهم ، ويرزق المسلمين مخلصين مثله ؛ ليملؤوا مكانه الخالي ، وليديموا نهجه الجهادي رحمه اللَّه » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الشيخ محمود شلتوت ( رائد التقريب ) : 275 ؛ نقلًا عن مجلّة « رسالة الإسلام » / العدد : 56 / السنة : 14 / صفحة : 342 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nالتكريم\r\nأقام مجمع التقريب بين المذاهب الإسلاميّة ومركز الحوزة العلمية ( قم ) مؤتمراً لتكريم شخصيّة وآثار وأفكار الشيخ شلتوت وآية اللَّه البروجردي ، في طهران وقم ، ولمدّة يومين . .\r\nفقد بدأ بتاريخ 19 / 10 / 1379 ه . ش ، واستمرّ إلى 21 / 10 / 1379 ه . ش ، وكان مناسبةً لتجديد العهد بين علماء الفريقين .\r\nوقد شارك في هذا المؤتمر وفد علمي من مصر برئاسة الشيخ محمود عبد الغني عاشور معاون الأزهر ، وممّن حضر المؤتمر من الشخصيّات المصريّة الكبيرة : الأُستاذ الدكتور نصر فريد محمّد واصل مفتي مصر الأعظم ، وقد قدّم للمؤتمر مقالة علميّة عن حياة الشيخ محمود شلتوت « 1 » .\r\nوأُلقيت في بداية المؤتمر كلمة سماحة السيّد القائد الخامنئي بمناسبة انعقاده ، ولأهمّية ما ورد في هذه الكلمة من مباحث ، ومن أجل الاطّلاع على رأي سماحة السيّد القائد في الشيخ شلتوت ، نورد نصّها الكامل في ما يلي :\r\n« الحمد للَّه‌الذي وفّقكم أيّها المعدّون المحترمون لهذا المؤتمر الخاصّ بتكريم هذين الرجلين الكبيرين ، اللذين لهما سهم كبير في التقريب بين المذاهب الإسلاميّة لا يمكن نسيانه ، هذان العالمان البارزان ، أحدهما : فقيه عصره ومرجع الطائفة الشيعيّة الأعلى في زمانه ، والآخر : الفقيه والمفتي الكبير لأهل السنّة ، رئيس الأزهر الشريف ، الشجاع المفكّر ، العلّامة الشيخ شلتوت .\r\nتكريم هذين العالمين المعروفين في العالم الإسلامي ليس مجرّد تكريم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) روزنامه جمهوري إسلامي ( صحيفة الجمهوريّة الإسلاميّة ) / ( 19 / 10 / 1379 ه . ش ) / العدد الخاصّ / صفحة : 9 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nلإنسانين كبيرين فحسب ، بل تكريم لما قدّماه من خدمات عظيمة للأُمّة الإسلاميّة ، وهو الهدف الأصلي لهذا المؤتمر .\r\nوالعالم الإسلامي اليوم - وهو من أكبر المجاميع العالميّة من ناحية الثروات المادّيّة والإنسانيّة والفكريّة والتاريخيّة - يحتاج إلى الوحدة والتقريب أكثر من أيّ وقت مضى .\r\nوإذا كان هدف وأمل كلّ مسلم نصوح وغيور هو تركيز وتوجيه الجهود والإمكانات وتوظيفها في سبيل نجاة الأُمّة الإسلاميّة ، فيجب أن يعلم أنّ ذلك لا يتحقّق إلّافي ظلّ تقريب القلوب والأفكار والمعتقدات .\r\nوهذه الحقيقة أدركها هذان العالمان الكبيران قبل نصف قرن ، وجاهدا من أجلها ، ولو أنّ رجال العلم والسياسة واصلوا هذه الجهود بجدّ وإخلاص لَما شهد العالم الإسلامي اليوم النتائج المحزنة لاختلاف المسلمين ، ولعلّ مصيبة فلسطين وهذه الأوضاع المحزنة لم تصب العالم الإسلامي بهذا الشكل المرعب والمؤلم .\r\nفي تلك الأيّام كانت همّة وعزيمة المرجع الشيعي الأعلى وشجاعة وتحرّر مفتي مصر الكبير خطوة كبيرة ومتناسبة مع احتياج الزمان ، واليوم أيضاً يتحمّل الكبار والمفكّرون وعلماء الدين والمثقّفون والمُفتون والسياسيّون مسؤولية كبيرة في هذا الطريق ، وعلى مجمع التقريب بين المذاهب الإسلاميّة في طهران أن يفكّر بإعداد عمل كبير وخالد ، كما فعل دار التقريب في القاهرة . .\r\nإنّ موجات تخريب العلاقات بين المذاهب والشعوب خرجت من مراكز الفتن في داخل وخارج العالم الإسلامي ، واستهدفت التشتّت وبثّ الفُرقة الدائمة بين الشعوب والمذاهب الإسلاميّة ، والجهاد الخالص في وجه موجات الفتن هذه\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nواجبٌ عمومي ، وخاصّة على المثقّفين والمفكّرين .\r\nوالتمسّك بالقرآن والسنّة النبويّة القطعيّة ، مثل : حديث الثقلين ، واتّباع أهل البيت عليهم السلام ، سيفتح أمامنا طريقاً واضحاً .\r\nوأسأل اللَّه تعالى أن يوفّقني وإيّاكم وكلّ العلماء والأُمّة الإسلاميّة أن نسير على هذا الطريق .\r\nوفي النهاية أرى من الواجب أن أشكر جهود المعدّين لهذا المؤتمر ، وأطلب الرحمة والمغفرة لروح العلّامة الشيخ محمّد تقي القمّي ، مؤسّس دار التقريب .\r\nوالسلام عليكم ورحمة اللَّه وبركاته .\r\nالسيّد علي الخامنئي\r\n18 / دي ماه / 1379 ه . ش\r\n11 / شوّال / 1421 ه » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجلّة أخبار التقريب / العدد : 34 / صفحة : 7 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nفهرس المصادر\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nفهرس المصادر\r\n1 - القرآن الكريم .\r\n2 - اتّحاد المذاهب الإسلاميّة . مترجم بعنوان : « همبستگي مذاهب إسلامي » .\r\nتأليف : مجموعة من الباحثين / ترجمة : كريم بيآزار شيرازي / نشر : منظّمة الثقافة والعلاقات الإسلاميّة - طهران .\r\n3 - الأخلاق . مترجم بعنوان : « أخلاق » .\r\nتأليف : محمود شلتوت المتوفّى سنة 1383 ه / ترجمة : خليل خليليان / نشر : شركة سهامي - طهران .\r\n4 - الأزهر في ألف عام .\r\nتأليف : د . محمّد عبد المنعم الخفّاجي / نشر : عالم الكتب - بيروت ومكتبة الكلّيات الأزهرية - القاهرة / الطبعة الثانية - 1408 ه .\r\n5 - الإسلام عقيدة وشريعة .\r\nتأليف : محمود شلتوت المتوفّى سنة 1383 ه / نشر : دار الشروق - القاهرة وبيروت / الطبعة السابعة عشرة - 1411 ه .\r\n6 - إسلام ويادبودها ( الإسلام والذكريات ) .\r\nتأليف : محمود شلتوت المتوفّى سنة 1383 ه / ترجمة : خليل خليليان / نشر : شركة سهامي - طهران .\r\n7 - أُطروحة القرآن الكريم . مترجم بعنوان : « دانشنامه قرآن وقرآن پژوهي » .\r\nتأليف : بهاء الدين خرّمشاهي / نشر : دوستان / الطبعة الأُولى - 1377 ه . ش .\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\n8 - الأعلام الشرقيّة .\r\nتأليف : زكي محمّد مجاهد / نشر : دار الغرب الإسلامي - بيروت / الطبعة الثانية - 1994 م .\r\n9 - الأعلام للزركلي : الأعلام .\r\nتأليف : أبي الغيث خير الدين الزِركْلي المتوفّى سنة 1396 ه / نشر : دار العلم للملايين - بيروت / الطبعة الثامنة - 1989 م .\r\n10 - أعيان الشيعة .\r\nتأليف : محسن بن عبد الكريم الأمين العاملي المتوفّى سنة 1371 ه / تحقيق : حسن محسن الأمين العاملي / نشر : دار التعارف - بيروت / 1403 ه .\r\n11 - الإمامان البروجردي وشلتوت رائدا التقريب ( مجموعة مقالات ) .\r\nإعداد : المعاونيّة الثقافيّة للمجمع العالمي للتقريب بين المذاهب الإسلاميّة / نشر :\r\nالمجمع العالمي للتقريب بين المذاهب الإسلاميّة - طهران / الطبعة الأُولى - 1425 ه .\r\n12 - إلى القرآن الكريم .\r\nتأليف : محمود شلتوت المتوفّى سنة 1383 ه / نشر : معاونيّة العلاقات الدوليّة في منظّمة الإعلام الإسلامي - طهران / 1405 ه .\r\n13 - بر آورد إستراتژيك مصر ( بناءً على الجغرافية المصرية ) .\r\nنشر : المؤسّسة الثقافيّة للدراسات والتحقيقات العالميّة بإيران - طهران / 1381 ه . ش .\r\n14 - بررسي وتحليلي أز نهضت إمام خميني ( بحث وتحليل حول ثورة الإمام الخميني ) .\r\nتأليف : حميد روحاني زيارتي / نشر : مركز أسناد الثورة الإسلاميّة - طهران .\r\n15 - تاج العروس : تاج العروس من جواهر القاموس .\r\nتأليف : محبّ الدين أبي الفيض محمّد بن محمّد بن محمّد بن عبد الرزّاق بن مرتضى الحسيني الزَبيدي الحنفي المتوفّى سنة 1205 ه / تحقيق : عبد الستّار أحمد فرّاج / نشر :\r\nدار الهداية - الكويت / 1385 ه .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\n16 - تراجم الرجال .\r\nتأليف : أحمد الحسيني / نشر : مكتبة المرعشي النجفي العامّة - قم / 1414 ه .\r\n17 - تهذيب اللغة .\r\nتأليف : أبي منصور محمّد بن أحمد الأزهري المتوفّى سنة 370 ه / تحقيق : عمر سلامي وعبد الكريم حامد / نشر : دار إحياء التراث العربي - بيروت / الطبعة الأُولى - 1421 ه .\r\n18 - الجامع في تاريخ الأدب العربي الحديث .\r\nتأليف : حنّا الفاخوري / نشر : دار الجيل - بيروت / الطبعة الثانية - 1995 م .\r\n19 - الجامع لأحكام القرآن .\r\nتأليف : أبي عبد اللَّه محمّد بن أحمد الأنصاري القرطبي المتوفّى سنة 671 ه / تحقيق : أحمد عبد العليم البردوني / نشر : دار إحياء التراث العربي - بيروت / الطبعة الثانية .\r\n20 - حديث الثقلين للوشنوي : حديث الثقلين .\r\nتأليف : قوام الدين الوشنوي ومحمّد الواعظ الخراساني / نشر : المجمع العالمي للتقريب بين المذاهب الإسلاميّة - طهران / الطبعة الأُولى - 1416 ه .\r\n21 - الخلاف : الخلاف في الأحكام ، أو : مسائل الخلاف .\r\nتأليف : أبي جعفر محمّد بن الحسن بن علي الطوسي المعروف بشيخ الطائفة المتوفّى سنة 460 ه / تحقيق : جواد الشهرستاني وعلي الخراساني الكاظمي ومحمّد مهدي نجف / نشر : مؤسّسة النشر الإسلامي التابعة لجماعة المدرّسين - قم / 1409 ه .\r\n22 - دائرة المعارف الإسلاميّة .\r\nتأليف : مجموعة من الباحثين الأجانب / تعريب : أحمد الشنتناوي وإبراهيم زكي خورشيد وعبد الحميد يونس / مراجعة : د . محمّد مهدي علّام / نشر : دار الفكر - بيروت .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n23 - الدرّ المنثور : الدرّ المنثور في التفسير بالمأثور .\r\nتأليف : جلال الدين عبد الرحمان بن أبي بكر الكمال بن محمّد بن سابق الدين الخضيري السيوطي الشافعي المتوفّى سنة 911 ه / نشر : محمّد أمين دمج - بيروت .\r\n24 - دروس الفقه المقارن .\r\nتأليف : محمّد إبراهيم الجنّاتي / نشر : مجمع الشهيد الصدر - قم / الطبعة الأُولى - 1411 ه .\r\n25 - دول الإسلام .\r\nتأليف : شمس الدين أبي عبد اللَّه محمّد بن أحمد بن عثمان بن قايماز الذهبي المتوفّى سنة 748 ه / تحقيق : فهيم محمّد شلتوت ومحمّد مصطفى إبراهيم / نشر : الهيئة المصرية العامّة للكتاب - مصر / 1974 م .\r\n26 - الذريعة : الذريعة إلى تصانيف الشيعة .\r\nتأليف : محسن أغا بزرك الطهراني المتوفّى سنة 1388 ه / نشر : دار الأضواء - بيروت / الطبعة الثالثة - 1403 ه .\r\n27 - روابط خارجي إيران ( علاقات إيران الخارجيّة ) من سنة 1320 - 1357 ه ش .\r\nتأليف : علي رضا أزغندي / نشر : طوس / 1376 ه . ش .\r\n28 - روابط عالم إسلامي ( علاقات العالم الإسلامي ) .\r\nنشر : إيران .\r\n29 - روّاد التقريب ( محمّد عبده ) . مترجم بعنوان : « طلايه داران تقريب محمّد عبده » .\r\nتأليف : مهدي أحمدي / نشر : المجمع العالمي للتقريب بين المذاهب الإسلاميّة - طهران / الطبعة الأُولى - 1383 ه . ش .\r\n30 - روزنامه اطّلاعات ( صحيفة اطلاعات ) .\r\nنشر : إيران .\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n31 - روزنامه جمهوري إسلامي ( صحيفة الجمهوريّة الإسلاميّة ) .\r\nنشر : إيران .\r\n32 - روزنامه رسالت ( صحيفة الرسالة ) .\r\nنشر : إيران .\r\n33 - روزنامه كيهان ( صحيفة كيهان ) .\r\nنشر : إيران .\r\n34 - سنن الدارمي : السنن .\r\nتأليف : أبي محمّد عبد اللَّه بن عبد الرحمان بن الفضل بن بهرام الدارمي التميمي السمرقندي المتوفّى سنة 255 ه / نشر : دار الفكر - القاهرة / 1398 ه .\r\n35 - السنن الكبرى للبيهقي : السنن الكبرى .\r\nتأليف : أبي بكر أحمد بن الحسين بن علي البيهقي النيسابوري المتوفّى سنة 458 ه / نشر : دار المعرفة - بيروت .\r\n36 - شعراء الغري : شعراء الغري ، أو : النجفيّات .\r\nتأليف : علي الخاقاني النجفي / نشر : مكتبة المرعشي النجفي العامّة - قم / 1408 ه / أُفست عن المطبعة الحيدرية - النجف / 1373 ه .\r\n37 - الشيخ محمود شلتوت رائد التقريب . مترجم بعنوان : « شيخ محمود شلتوت طلايه دار تقريب » .\r\nتأليف : كريم بي آزار شيرازي / نشر : المجمع العالمي للتقريب بين المذاهب الإسلاميّة - طهران / 1379 ه . ش .\r\n38 - صحاح اللغة : تاج اللغة وصحاح العربيّة .\r\nتأليف : أبي نصر إسماعيل بن حمّاد الجوهري المتوفّى سنة 393 ه / تحقيق : أحمد عبد الغفور عطّار / نشر : دار العلم للملايين - بيروت / الطبعة الرابعة - 1407 ه .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\n39 - صحيح البخاري : الصحيح .\r\nتأليف : أبي عبداللَّه محمّد بن إسماعيل بن إبراهيم بن المغيرة بن بردزبه البخاري الجعفي المتوفّى سنة 256 ه / تحقيق : د . مصطفى ديب البُغا / نشر : دار ابن كثير ودار اليمامة - دمشق وبيروت / الطبعة الخامسة - 1414 ه .\r\n40 - طبقات الفقهاء .\r\nتأليف : اللجنة العلميّة في مؤسّسة الإمام الصادق عليه السلام / نشر : مؤسّسة الإمام الصادق عليه السلام - قم / الطبعة الأُولى - 1424 ه .\r\n41 - العقد الثمين : العقد الثمين في تاريخ البلد الأمين .\r\nتأليف : تقي الدين محمّد بن أحمد الحسني الفاسي المكّي المتوفّى سنة 832 ه / تحقيق : محمّد عبد القادر أحمد عطا / نشر : دار الكتب العلميّة - بيروت / الطبعة الأُولى - 1419 ه .\r\n42 - العين : كتاب العين .\r\nتأليف : أبي عبد الرحمان الخليل بن أحمد الفراهيدي المتوفّى سنة 175 ه / تحقيق : د .\r\nمهدي المخزومي ود . إبراهيم السامرّائي / نشر : دار ومكتبة الهلال - بيروت .\r\n43 - الغدير : الغدير في الكتاب والسنّة والأدب .\r\nتأليف : عبد الحسين بن أحمد الأميني النجفي المتوفّى سنة 1392 ه / تحقيق : مركز الغدير للدراسات الإسلاميّة / نشر : مؤسّسة دار معارف الفقه الإسلامي - قم / الطبعة الثالثة - 1425 ه .\r\n44 - الفهرست لمنتجب الدين : الفهرست .\r\nتأليف : منتجب الدين علي بن بابويه الرازي من أعلام القرن السادس الهجري / تحقيق :\r\nجلال الدين المحدّث الإرموي / إشراف : محمود المرعشي / نشر : مكتبة المرعشي النجفي العامّة - قم / 1366 ه . ش .\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n45 - في مزرعة المجتمع . مترجم بعنوان : « در كشتزار اجتماع » .\r\nتأليف : محمود شلتوت المتوفّى سنة 1383 ه / ترجمة : خليل خليليان / نشر : شركة سهامي - طهران / 1344 ه . ش .\r\n46 - كنز العمّال : كنز العمّال في سنن الأقوال والأفعال .\r\nتأليف : علاء الدين علي المتّقي بن حسام الدين الهندي البرهان فوري المتوفّى سنة 975 ه / ضبط وتفسير الغريب من الكتاب : بكري حيّاني / تصحيح وفهرسة : صفوة السقا / نشر : مؤسّسة الرسالة - بيروت / 1409 ه .\r\n47 - مجلّة أخبار التقريب .\r\nنشر : المجمع العالمي للتقريب بين المذاهب الإسلاميّة - طهران .\r\n48 - مجلّة رسالة الإسلام .\r\nنشر : مجمع البحوث الإسلاميّة للآستانة الرضوية المقدّسة - مشهد ، والمجمع العالمي للتقريب من المذاهب الإسلاميّة - طهران / 1411 ه .\r\n49 - مجلّة كيهان أنديشه ( مجلّة عالم الفكر ) .\r\nنشر : إيران .\r\n50 - مجلّة مكتب إسلام ( مجلّة مدرسة الإسلام ) .\r\nنشر : إيران .\r\n51 - مجمع البيان : مجمع البيان في تفسير القرآن ( مع مقدّمة الشيخ شلتوت ) .\r\nتأليف : أبي علي الفضل بن الحسن بن الفضل الطبرسي المعروف بأمين الإسلام المتوفّى سنة 548 ه / نشر : المجمع العالمي للتقريب بين المذاهب الإسلاميّة - طهران / 1417 ه .\r\n52 - مجمع الزوائد : مجمع الزوائد ومنبع الفوائد .\r\nتأليف : نور الدين أبي الحسن علي بن أبي بكر بن سليمان الهيثمي المتوفّى سنة 807 ه / نشر : دار الكتاب العربي - بيروت / الطبعة الثالثة - 1402 ه .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\n53 - مجموعة المقالات .\r\nإعداد : صالحي نجف آبادي / نشر : دانش إسلامي / 1364 ه . ش .\r\n54 - مرآة الجنان : مرآة الجنان وعبرة اليقظان في معرفة ما يعتبر من حوادث الزمان .\r\nتأليف : أبي محمّد عبد اللَّه بن أسعد بن علي بن سليمان اليافعي اليمني المكّي المتوفّى سنة 768 ه / تحقيق : خليل المنصور / نشر : دار الكتب العلمية - بيروت / الطبعة الأُولى - 1417 ه .\r\n55 - مسند أحمد : المسند .\r\nتأليف : أبي عبد اللَّه أحمد بن محمّد بن حنبل بن هلال الشيباني المتوفّى سنة 241 ه / نشر : دار صادر - بيروت .\r\n56 - مع علماء النجف الأشرف .\r\nتأليف : محمّد الغروي / نشر : دار الثقلين - بيروت / الطبعة الأُولى - 1420 ه .\r\n57 - معارف الرجال : معارف الرجال في تراجم العلماء والأُدباء .\r\nتأليف : محمّد بن علي بن عبد اللَّه حرز الدين النجفي المتوفّى سنة 1365 ه / نشر : مكتبة المرعشي النجفي العامّة - قم / 1405 ه .\r\n58 - معجم رجال الفكر والأدب : معجم رجال الفكر والأدب في النجف خلال ألف عام .\r\nتأليف : د . محمّد هادي عبد الحسين الأميني النجفي / الطبعة الثانية - 1413 ه .\r\n59 - معجم المفسّرين لنويهض : معجم المفسّرين من صدر الإسلام حتّى العصر الحاضر .\r\nتأليف : عادل نويهض / نشر : مؤسّسة نويهض الثقافية - بيروت / الطبعة الثالثة - 1409 ه .\r\n60 - المنجد في الأعلام .\r\nتأليف : جماعة من المتخصّصين / نشر : دار المشرق - بيروت / الطبعة الحادية\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nوالعشرون - 1996 م .\r\n61 - موسوعة السياسة .\r\nتأليف : عبد الوهاب الكيّالي بمشاركة مجموعة من الاختصاصيّين / نشر : المؤسّسة العربيّة للدراسات والنشر - بيروت - الطبعة الرابعة - 1999 م .\r\n62 - الموطّأ .\r\nتأليف : أبي عبد اللَّه مالك بن أنس بن مالك بن أبي عامر الأصبحي المدني المتوفّى سنة 179 ه / رواية : جمع من العلماء / تحقيق : محمّد فؤاد عبد الباقي / نشر : المكتبة الفيصلية - مكّة المكرّمة .\r\n63 - موقف الإمام الخميني تجاه إسرائيل .\r\nنشر : إيران .\r\n64 - الناس والدين . مترجم بعنوان : « مردم ودين » .\r\nتأليف : محمود شلتوت المتوفّى سنة 1383 ه / ترجمة : خليل خليليان / نشر : إلهام - طهران .\r\n65 - نقد الرجال .\r\nتأليف : مصطفى بن حسين الحسيني التفرشي من أعلام القرن الحادي عشر الهجري / تحقيق ونشر : مؤسّسة آل البيت : لإحياء التراث - قم / الطبعة الأُولى - 1418 ه .\r\n66 - نهج البلاغة .\r\nجمع : الشريف الرضي المتوفّى سنة 406 ه / اعتناء : د . صبحي الصالح / نشر : مؤسّسة الهجرة - قم / الطبعة الخامسة - 1412 ه .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nفهرس العناوين\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nفهرس العناوين\r\nمقدّمة المجمع 3\r\nكلمة المحقّق 5\r\nتمهيد 7\r\nالفصل الأوّل : ولادته وتحصيلاته الدراسيّة\r\nمسقط رأسه 13\r\nدخوله الأزهر 16\r\nأساتذته 17\r\nتلامذته 20\r\nالاستقالة من الأزهر 20\r\nالتقديرات العلميّة 27\r\nرئاسة الأزهر 28\r\nإقامة مراسم عاشوراء 29\r\nنشاطاته العلميّة 30\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nالفصل الثاني : مواقفه\r\n1 - مساندة انتفاضة 15 خرداد 37\r\n2 - استنكار اعتراف بعض الدول رسمياً بإسرائيل 40\r\nالفصل الثالث : شلتوت والوحدة الإسلاميّة\r\nأفكار الوحدة 49\r\nالوحدة بنظر الشيخ شلتوت 49\r\nمحور الوحدة 50\r\nعوامل الوحدة 51\r\nنعم للاختلاف الفكري ، لا للتعصّب 53\r\nاستغلال أعداء الإسلام 53\r\nمؤامرات الاستعمار في طريق الوحدة 54\r\nالكتّاب والمؤلّفون الجهلة المغفّلون 55\r\nدور الشيخ شلتوت في دار التقريب 56\r\nعلاقاته مع علماء الشيعة : 73\r\n1 - علاقته بآية اللَّه البروجردي 73\r\n2 - صلاة الجماعة بإمامة الشيخ كاشف الغطاء 74\r\nالفتوى التاريخيّة 75\r\nخلفيّة الفتوى 75\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nنصّ الفتوى 76\r\nدوافع إصدار الفتوى 79\r\nإهداء الفتوى إلى الحرم الرضوي المقدّس 79\r\nنشاطات الشيخ شلتوت في سبيل تحقيق الوحدة : 81\r\nأوّلًا - تأسيس كرسي الفقه المقارن 81\r\nثانياً - كتابة مقدّمة لكتاب تفسير « مجمع البيان » 89\r\nثالثاً - كتاب اللَّه وعترتي 91\r\nالفصل الرابع : أفكاره\r\nاليأس . . آفة الأُمم 95\r\nسبيل النجاة 96\r\nمستقبل الدين الإسلامي 96\r\nفقه الشيخ شلتوت 97\r\nالاجتهاد في نظر الشيخ شلتوت 99\r\nعوامل البدعة 101\r\nالإمام شلتوت وفقه الشيعة 102\r\nالوهابيّة 103\r\nأقوال الأعلام الكبار فيه 103\r\nمصنّفاته 106\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nوفاته 117\r\nالتكريم 119\r\nفهرس المصادر 123\r\nفهرس العناوين 135\r\n\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140}
  ]