[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nما استدل به الحنفية\r\nمن آثار صهر ختم خير البرية\r\nمحمد اسحق مدني\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nسرشناسه : اسحق مدنى ، محمد ، 1325 .\r\nعنوان ونام پديدآور : ما استدل به الحنفية من آثار صهر خير البرية / محمد اسحق مدنى .\r\nمشخصات نشر : قرآن : المجمع العالمي للتقريب بين المذاهب الاسلامية ، 1429 ق . 2008 م = 1387 . المعاونية الثقافية\r\nمشخصات ظاهري : 224 ص .\r\nشابك : 2 - 029 - 167 - 964 - 978 ؛ 18000 ريال .\r\nيادداشت : عربي .\r\nيادداشت : كتابنامه به صورت زيرنويس .\r\nموضوع : فقه حنفي - قرن 14 .\r\nموضوع : فقه تطبيقي .\r\nشناسه افزده : مجمع جهانى تقريب مذاهب اسلامى ، معاونت فرهنگى .\r\nرده بندى كنگره : 174 bp / 1387 2 م 4 م\r\nرده بندى ديوبى : 332 / 297 .\r\nشماره كتابشناسى ملى : 1251751 .\r\nالمجع العالمي للتقريب بين المذاهب الاسلامية\r\nاسم الكتاب : ما استدل به الحنفية من آثار صهر ختم خير البرية\r\nتأليف : محمد اسحق مدني\r\nالناشر : المجمع العالمي للتقريب بين المذاهب الاسلامية - المعاونية الثقافية\r\nالطبعة : الأولى ، 1429 ه‍ . ق - 2008 م\r\nالكمية : 2000 نسخة\r\nالسعر : 22000 ريال\r\nردمك : 2 - 029 - 167 - 964 - 978 isbn\r\nالعنوان : الجمهورية الإسلامية في إيران / طهران\r\nص . ب : 6995 - 15875 تلفكس : 88321412 - 21 - 0098\r\nجميع الحقوق محفوظة للناشر\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nالمحتويات\r\nالتمهيد 9\r\nمقدمة المؤلف 11\r\nالفصل الأول : العبادات\r\nكتاب الطهارة 17\r\nباب الوضوء 17\r\nباب الغسل 22\r\nباب التيمم 25\r\nباب الأنجاس 28\r\nباب الأذان 30\r\nكتاب الصلاة 31\r\nباب فروض الصلاة 31\r\nباب صلاة الوتر 36\r\nباب القراءة في الصلاة 38\r\nباب صلاة الجماعة 39\r\nباب النوافل 41\r\nباب سجود السهو 42\r\nباب صلاة المريض 44\r\nباب صلاة الجمعة 46\r\nباب الجنائز 50\r\nكتاب الزكاة 55\r\nكتاب الصوم 63\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nباب الاعتكاف 66\r\nكتاب الحج 67\r\nباب الرجل يحلف بالمشي إلى بيت الله فيحنث في يمينه 76\r\nكتاب الأضحية 79\r\nكتاب الذبائح 83\r\nكتاب اللقيط 85\r\nكتاب اللقطة 87\r\nالفصل الثاني : المعاملات\r\nكتاب النكاح 91\r\nباب الرضاع 103\r\nكتاب الطلاق 105\r\nباب الرجل 106\r\nباب اللعان 117\r\nكتاب الظهار 119\r\nكتاب البيوع 123\r\nباب الشفعة 130\r\nباب الإجارة 131\r\nباب الرهن 133\r\nكتاب الشركة 135\r\nباب الوكالة 137\r\nباب الكفالة 138\r\nباب الحوالة 138\r\nباب المضاربة 139\r\nكتاب الوديعة 141\r\nكتاب العارية 142\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nكتاب الهبة 143\r\nكتاب الوقف 145\r\nكتاب الوصية 146\r\nكتاب الفرائض 148\r\nكتاب القضاء 159\r\nكتاب الدعوى 164\r\nكتاب الصلح 165\r\nكتاب الشهادة 166\r\nالفصل الثالث : الفقه العام\r\nكتاب الحدود 171\r\nباب حد الزنا 171\r\nباب حد الشرب 178\r\nباب حد السرقة 181\r\nباب قطع الطريق 185\r\nباب المرتد 186\r\nكتاب القصاص 189\r\nباب الديات 195\r\nباب حكم الاصطدام 199\r\nباب ميراث الزوج والزوجة من الدية 201\r\nكتاب الجهاد 201\r\nباب غلبة الكفار على أموال المسلمين 201\r\nباب الأمان 202\r\nباب الجزية 202\r\nباب تقسيم السواد 204\r\nباب البغاة 205\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nباب كيف يقاتل المسلمون أهل البغي 208\r\nكتاب الغصب 211\r\nكتاب النذر 212\r\nكتاب الايمان 213\r\nكتاب الحجر 214\r\nالفصل الرابع : المتفرقات\r\nالحسبة 217\r\nالحبس 217\r\nالاكراه 217\r\nحكم لبس الحرير 218\r\nهل يجوز نقش الخواتيم بالعربية 218\r\nاللعب بالشطرنج 219\r\nالاستبراء 219\r\nهل تصلح كتابة العلم ؟ 219\r\nخصف النعل في المسجد 220\r\nمن المحرمات 220\r\nالانتباذ في الدُّباء و . . . 220\r\nفضيلة ذكر الله عند النوم 220\r\nكفاية الفقراء 221\r\nعيادة المريض 221\r\nالمكاتب 222\r\nولاء العتاقة 222\r\nحرمة السحاق 222\r\nما يحل اكله ومالايحل أكله 223\r\nالبلوغ 223\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nالتمهيد\r\nمهما أتّسعت مسافات الاجتهادات الفقهية الإسلامية فإنها تبقى صورة جميلة من صور التكامل والخُصوبة والرشد . فالاختلاف الإيجابي تعبير آخر عن الحركة الذهنية المتوثّبة لدى فقهاء المسلمين مهما تعدّدت مشاربهم ومناهجهم واستدلالاتهم . إذْ تبقى القراءة العامة للاسلام هي الدائرة التي يدور في فلكها هؤلاء الفقهاء اعتماداً على الرواية الأصحّ متناً والأقوى سنداً ، وحسب اجتهادهم ومثابرتهم ودقّة تحقيقاتهم .\r\nأما المذهبية ، فإنها في تعريفنا انتماء فقهي لا ضيرَ فيه ، وإنّها لا تعني أكثر من ترجيح هذا المسلم أو ذاك لفقه هذا المذهب أو ذاك من المذاهب الفقهية الاسلامية والانتساب إليه في عمل التزامي معيّن . وهي بعبارة أخرى ، انتساب خاص إلى مدرسة من المدارس الفقهية التي ظهرت في تأريخ المسلمين بسبب تعدّد الاجتهادات والقراءات لهذه الرواية أو تلك ، وتكون إما على مستوى التقليد أو الاتّباع أو الاجتهاد .\r\nوالمذهبية ، بطبيعة الحال ، تختلف اختلافاً جوهرياً عن الطائفية ، إذْ أن الأخيرة إنما هي انغلاق أبناء طائفة إسلامية محدّدة على نفسها وادّعائها احتكار الحقيقة زاعمة أنها هي وحدها على الصواب وكلّ من عداها على خطأ أو ضلال .\r\nومن هنا نقول ، ان الاجتهاد في الدائرة الإسلامية إنما هو إعمالٌ للذهن ، وقراءة متأنية للحديث والرواية سنداً ومتناً وبالتالي السعي للوصول إلى أتمّ وأكمل ما يريده الشارع المقدّس في تعبيد الناس لله تعالى والالتزام بأحكام الدين الحنيف .\r\nوحين يُقال أن الطُرق إلى الله هي بعدد أنفاس الخلائق ، فإنّ الأحكام هي الأخرى نتاج رؤى وآفاق عديدة تقترب أو تبتعد عن هذه الحقيقة ، ويبقى الحكم الواقعي ، كما\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nيقول الفقهاء لا يعلمه ألا الله تعالى وحده لا غيره .\r\nالكتاب الذي بين أيدينا إنما هو رؤية فقهية تقريبية مشكورة أراد من خلالها المؤلف أن يقترب من أقوال وآراء الإمام علي ( كرّم الله وجهه ) وكيف استدلت الحنفية ( أو المذهب الحنفي ) على روايات من سمّاه ( صهر ختم خير البرّية ) في استنباط الأحكام الشرعية وفي محاولة جادة لاعتماد منهج الإمام ( سلام الله عليه ) وتحقيق أكبر قدر ممكن من مشروع الوحدة الإسلامية الذي يمكن أن يصبّ بالنتيجة في المشروع الاسلامي النهضوي المعاصر .\r\nوقد تنقل الكاتب بين العبادات والمعاملات والفقه العام وعلى الطريقة التقليدية المعروفة بين علماء المسلمين ، مستعيناً بما رُوي عن الإمام علي ( كرّم الله وجهه ) في حلّ المعضلات اعتماداً على ما تعلّمه من القرآن الكريم والنبي الخاتم لا سيما وإنه ( سلام الله عليه ) باب مدينة علم النبي وخريج مدرسته الكبرى .\r\nنعم ، يمكن أن تكون هذه الاستدلالات قراءة متنوّرة لأحكام الفقه الاسلامي وكيف استطاع هذا الفقه أن يستمر ويتواصل على امتداد قرون عاكساً حركية الإسلام ، وقدرته على احتواء المتغيرات وفتحْ آفاق جديدة تستوعب كل ما استجدّ من إشكالات عِبْر تفّهم النص واستنطاقه لما يخدم مصلحة الإسلام والمسلمين .\r\nوما دامت الكوفة قد أصبحت في يوم من الأيام لا مثيل لها في أمصار المسلمين في كثرة فقهائها ودارسي علوم القرآن فيها وما دام فقه أهل الكوفة يدور على فقه علي ( كرّم الله وجهه ) وعبد الله بن مسعود - كما يقول مؤلّف الكتاب - فلِمَ يتهيّب البعض مد الاقتراب من هذه المدرسة وصاحبيها لإثراء الفقه الاسلامي بكل ما من شأنه دفع هذا التراث الفقهي الخالد إلى الأمام ؟\r\nولا يفوتنا في ختام هذه المقدّمة الموجزة أن نقول إن الكاتب لاحظ الأمانة في نقل النصوص والعبارات كما جاءت في كتب الأحناف المعتبَرة بلا زيادة أو نقصان - حتى في ذكر الألقاب ، آملين أن يستفيد المسلمون من هذا الجهد . . . والله تعالى لا يضيع أجر العاملين المخلصين .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nمقدمة المؤلف\r\nبسم الله الرحمن الرحيم وبه نستعين وصلى الله على سيدنا محمد وآله وصحبه وسلم\r\nإن قصدي من كتابة هذا البحث تحت عنوان ( ما استدلّ به الحنفيّة من آثار صهر ختم خير البرية ) هو أنْ أبيّن نبذةً من منزلة آثار وآراء الإمام علي بن أبي طالب كرّم الله وجهه عند الأحناف واهتمامهم بهذه الآثار وترجيح قول الإمام رضي الله في كثير من المسائل الخلافية بين الصحابة الكبار ( رضي الله عنهم ) وذلك لكي نتزوّد منها لما يعيننا على مواصلة الطريق نحو نهضة جادّة لتحقيق وحدة الأمة الإسلامية التي هي من أهمّ واجباتنا في هذه الأيام .\r\nولست أعني من تبيين اهتمام الأحناف بأقوال علي بن أبي طالب كرّم الله وجهه أن بقية المذاهب من أهل السنّة لا يبالون بهذه الأقوال الكريمة لأن كافة كتب المذاهب الإسلامية الأخرى مملوءة باستدلالاتهم بأقواله ( رضي الله عنه ) . كما لا أريد أن أقول هنا بأن الأحناف لا يهتمون بآثار وآراء غير الإمام علي كرم الله وجهه بل هم يأخذون كذلك بأقوال بقية الصحابة رضي الله عنهم . ولكن امتياز الأحناف في هذا الصدد هو لكون الإمام أبو حنيفة وتلاميذه الكبار كانوا يقطنون الكوفة . وبعد أن بذل عبد الله بن مسعود رضي الله عنه جهده بتفقيه أهل الكوفة وتعليمهم ، وبعدأن اتّخذها الإمام علي كرّم الله وجهه عاصمة للخلافة ، أصبحت الكوفة لا مثيل لها في أمصار المسلمين في كثرة فقهائها والقائمين بعلوم القرآن والعلوم الإسلامية الأخرى . ولذلك كانت استفادة أئمة الأحناف من الذين تخرّجُوا من مدرسة علي بين أبي طالب ( رض ) أسهل وأكثر من غيرهم . وعلى هذا الأساس فإنّ صاحب كتاب المبسوط شمس الدين السرخسي رحمه الله يقول : إنّ فقه أهل الكوفة دار على فقه الإمام علي بن أبي طالب وفقه عبد الله بن مسعود رضيالله عنهما « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 11 ص 3 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالذهبي يشرح هذا الموضوع قائلًا : « أفقه أهل الكوفة علي وابن مسعود رضي الله عنهما وأفقه أصحابهما علقمة وأفقه أصحابه إبراهيم وأفقه أصحاب إبراهيم حماد وأفقه أصحاب حماد أبو حنيفة وأفقه أصحابه أبو يوسف ، وانتشر أصحابه في الآفاق وأفقههم محمد وأفقه أصحاب محمد أبو عبد الله الشافعي » « 1 » .\r\nوقد بيّن العلّامة الشيخ الكوثري بأنّ أساس تفقّه « الإمام أبو حنيفة يعود إلى علي رضي بهذه الصورة ولهذا السبب . إمام المذهب أبو حنيفة النعمان المتوفى 150 روى عن حماد بن أبي سليمان المتوفى 120 روي حماد عن إبراهيم بن يزيد النخعي المتوفى سنة 95 وعن إبراهيم عن عقلمة بن قيس المتوفى سنة 62 عن الأسود بن يزيد المتوفى سنة 75 عن أبي عبد الرحمن عبد الله بن حُبيِّب السلمي القاري المقري المتوفي سنة 74 وقيل سنة 73 . فالأوّلان ( علقمة والأسود ) رَوَيا عن عبد الله بن مسعود المتوفى سنة 32 والسلمي روى عن سيّدنا علي كرّم الله وجهه المستشهد بالكوفة في شهر رمضان سنة 40 ) « 2 » .\r\nوهكذا فإننا نشاهد اليوم اهتمام الأحناف وأخْذهم بروايات سيّدنا علي بن أبي طالب رضي الله عنه في جميع الأحوال حتى ولو كان قوله رضي الله عنه مخالفا للقياس لا يخفى على أحد من أهميّة القياس عند الأحناف لأنهم لا يقبلون حديث المصّرات بدليل أنّه مخالف للقياس والراوي غير فقيه مع اعتقادهم بعدالة الراوي ووثاقته ولكنْ في باب جواز العمل بكتاب القاضي . السرخسي ، يقول : إعلم بأن القياس يأبى جواز العمل بكتاب القاضي إلى القاضي لأن كتابه لا يكون أقوى من عبارته ولو حضر بنفسه مجلس القضاء المكتوب إليه وعبّر بلسانه عمّا في الكتاب فإنه لا يُعمل به فكذلك إذا كتب به إليه لأن الكتاب قد يُزورّ وربما الخط يشبه الخط والخاتم يشبه الخاتم وبالتالي قد يُبنى الكتاب على شيء محتمل والمحتمل لا يصلح حجة للقضاء كما هو معلوم ولكنّا جوّزنا العمل بكتاب القاضي إلى القاضي فيما يثبت مع الشبهات بحديث علي ( رض ) أو رواية عنه أنه جوّز ذلك « 3 » . ومثال ذلك ما نُقل في بحر الرائق : أكثر التعزير تسعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سير أعلام النبلاء : ج 5 ص 231 .\r\n( 2 ) مقالات الكوثري ص 31 .\r\n( 3 ) المبسوط ج 16 ص 95 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nوثلاثون سوطاً وعن أبي يوسف أكثره خمسة وسبعون سوطاً والأصل فيه الحديث ( الحديث من بلَغ حداً في غير حدّ فهو من المعتدين ) فعتذّر تبليغه حدّا بالاجماع غير إنّ أبا حنيفة ( رح ) اعتبر أدنى الحدّ هو حدّ العبيد ، لأن مطلق ما رويناه يتناوله . وأقله أربعون ، وأبو يوسف ( رح ) اعتبر حدّ الأحرار لأنهم هم الأصول وأقلّه ثمانون فلابدّ من النقص عنه ففي رواية عنه ينقص خمسه ، وقد روي ذلك عن علي ( رض ) وانْ كان ظاهر الرواية عن أبي يوسف ( رح ) كما في فتح القدير وقيل ليس فيه معنى معقول ، فلا يضرّه لأنه قلّد عليّاً ( رض ) « 1 » . وهكذا نجد في أقوال المتأخّرين من علماء الأحناف إلماماً واهتماماً رغم أنهم ينقضون بعض القواعد الموجودة لدى الفقه الحنفي إذا كان مخالفاً لقول علي ( كرّم الله وجهه ) وهكذا نرى الفقيه الحنفي المتأخر العلّامة ابن عابدين يقول : أعلم أن الهلاك اما بفعل الأجير المشترك أولًا ؛ فالأول إما بالتعدّي ، أولًا ؛ والثاني إما ممكن الاحتراز منه ؛ أولا ؛ ففي الأول بقسميه يضمن اتفاقا وفي ثاني الثاني لا يضمن اتفاقا ، وفي أوّله لا يضمن عند الإمام أبي حنيفة مطلقاً ، ويضمن عند أبي يوسف ومحمد مطلقاً وقال بعضهم قول أبي حنيفة قول عطاء وطاؤس وهما من كبار التابعين وقولهما قول عمر وعلي وبه يفتي احتشاما لعمر وعلي « 2 » . قد رجّح ابن عابدين قول أبي يوسف ومحمد ( رح ) على قول الإمام أبو حنيفة ( رح ) لأنّ قولهما موافق لقول عمرو وعلي ( رضي الله عنهما ) مع أنّ القاعدة عند الأحناف تقول : إذا جاء الإمام أبو حنيفة بحجة وجاء صاحباه بحجة أخرى قُدّم رأى الإمام أبو حنيفة على رأي صاحبيه .\r\nوفي الختام أحبّ أن ألفت نظر القارئ الكريم بأني لاحظتُ الأمانة في نقل النصوص والعبارات التي نقلتها من الكتب المعتبرة لدى الأحناف من غير زيادة أو نقصان حتى في ذكر الألقاب كعلي ( كرّم الله وجهه ) أو كعلّي ( عليه السلام ) كتبتها كما قرأتها في متن الكتاب .\r\nوأغتنم الفرصة هنا لكي أتوجّه بالشكر والتقدير إلى فضيلة الدكتور بيآزارشيرازي رئيس الجامعة لتشجيعه لي على القيام بهذا العمل ومساعدته لي في الحصول على بعض المعلومات .\r\nوآخر دعوانا أن الحمد لله ربّ العالمين .\r\nمحمد إسحاق مدني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحر الرائق ج 5 ص 76 .\r\n( 2 ) ابن عابدين ج 5 ص 40 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nتتوزّع أبحاث الكتاب على ثلاث أقسام\r\nالقسم الأول في العبادات :\r\nويشمل الطهارة والصلاة والزكاة والصوم والاعتكاف والحج\r\nالقسم الثاني في المعاملات :\r\nويشمل المعاوضات المالية والمخاصمات والأمانات والأحوال الشخصية\r\nالقسم الثالث في الفقه العام :\r\nويشمل الحدود والتعزيزات والجنايات والديّات والبغاة ، ونظام الحكم في الإسلام و . . .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nالفصل الأول : العبادات\r\nويشمل :\r\nالطهارة والصلاة والصوم والاعتكاف والزكاة والحج و . . .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nكتاب الطهارة\r\nتعاريف : الكتاب في اللغة : الجمع ، وفي الشرع : الشمل والإحاطة ، والطهارة في اللغة : النظافة وعكسها الدنس . والطهارة في الشرع : غسل أعضاء مخصوصة وعسكها الحدث . والطهارة في الشرع أيضا : رفع حدث أو إزالة نجس .\r\nالطهارة من المحدث : تنقسم الطهارة من الحدث إلى قسمين :\r\nالطهارة من المحدث الأصغر ، وتتم بالوضوء ، الطهارة من الحدث الأكبر وتتم بالغُسل .\r\n\r\nباب الوضوء\r\nتعريف الوضوء : الوضوء لُغةً ، بالضم : الوضاءة والحسن ، وبالفتح ما يتوضأ به .\r\nوالوضوء شرعاً : الغُسل والمسح في أعضاء مخصوصة .\r\nسنن الوضوء\r\nالسنّة في اللغة : الطريقة سواء كانت مُرضية أو غير مُرضية .\r\nوالسنّة في الشرع : ما واظَب عليه النبي ( صلى الله عليه وآله وسلّم ) مع الترك أحياناً وتتناول القول والفعل .\r\nأما سنن الوضوء فهي :\r\nأولًا : الطهارة من الحَدث الأصغر : غسل اليدين إلى الرسخين ، سواء احتاج إلى\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nإدخالهما الإناء أو لم يحتج ، وسواء استيقظ من نومه أم لم يستقظ ، ولكنْ مع الاستيقاظ وتوهُّم النجاسة آكد ، لما روى أنّ عليا ( رض ) إذا أراد الوضوء غسل كفيه ثلاثاً قبل إدخالهما الإناء « 1 » .\r\nالثاني : التيامن في الوضوء ليس بفرض عندنا خلافا للشافعي ( رح ) روى عن إبراهيم النخعي قال : ذكر لعلي بن أبي طالب ( رض ) الميامن في الوضوء فدعا بماء فبدأ بيسراه « 2 » .\r\nالثالث : تكرار الغسل ثلاثا هكذا فعل علي ( رض ) عندما توضأ وضوء رسول الله ( ص ) « 3 » . ومن علي ( رض ) انّه توضأ ثلاثا ثم قال : هذا طهور رسول الله وعن شقيق ( رض ) قال رأيت علياً وعثمان توضئا ثلاثا وقالا هكذا كان يتوضأ رسول الله ( ص ) « 4 » .\r\nالرابع : المضمضة والاستنشاق قال علي ( رض ) عشرة من السنة : المضمضة والاستنشاق اعفاء الشوارب وفرق الرأس والسواك وتقليم الأضافر ونتف الأبط وحلق العانة والختان والاستنجاء « 5 » . ومن سنن الوضوء أيضاً المضمضة والاستنشاق باليمين وقال بعضهم المضمضة باليمين والاستنشاق باليسار لأن الفم مطهرة والأنف مقذرة واليمين للأطهار واليسار للأقذار وما روى عن الحسن بن علي ( رض ) إنه استنثر بيمينه فقال له معاوية : جهلتَ السنّة فقال الحسن ( رض ) كيف والسنّة خرجت من بيوتنا أما علمتَ أنّ النبي ( ص ) قال اليمين للوجه واليسار للمقعد « 6 » .\r\nالخامس : تخليل اللحية فقد كان علي ( رض ) إذا توضّأ خلّل لحيته « 7 » .\r\nالسادس : مسح الأذنين في وضوء الصلاة . عن عبد الله بن عباس ( رض ) قال : دخل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي 612 .\r\n( 2 ) كتاب الحجة باب الوضوء 22 .\r\n( 3 ) موسوعة فقه علي 615 .\r\n( 4 ) شرح معاني الآثار ج 1 ص 31 .\r\n( 5 ) موسوعة علي 241 .\r\n( 6 ) بدائع الصنائع كتاب الطهارة من 60 .\r\n( 7 ) موسوعة فقه فقر علي ص 615 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nعلىّ علي بن أبي طالب ( رض ) وقد أراق الماء فدعا بإناء فيه ماء فقال يا ابن عباس ( رض ) ألا أتوضّأ لك كما رأيتُ رسول الله يتوضأ ؟ قلتُ ( بلى فداك أبي وأمي ) فذكر حديثاً طويلًا ذكر فيه أنه أخذ حفنةً ( هي ملاء الكفّين ) بيديه جميعا فصك ( أي ضربَ ) بهما وجهه ثم الثانية مثل ذلك ثم الثالثة ، ثم التقمَ إبهامية ( أي جعل إبهامية كاللقمة في الفم ) ما أقبل من أذنيه ثم أخذ كفاً من ماء بيده اليمنى فصبّها على ناصيته ثم أرسلها تستن ( أي تسيل ) على وجهه ثم غسل يده اليمنى إلى المرفق ثلاثاً واليسرى مثل ذلك ثم مسح رأسه وظهور أذنيه « 1 » .\r\nومن السنّة أنْ يمسح الأذنين ظاهرهما وباطنهما بماء الرأس ، وقال الشافعي ( رح ) السنّة أن يأخذ لكلِّ واحد منهما ماءً جديداً ولنا ما روى عن علي ( رض ) انّ رسول الله ( ص ) مسح أذنيه بماء مسحَ به رأسه « 2 » .\r\nالسابع : حكم السواك عند الحنفية لكل وضوء عند المضمضة لما روى علي ( رض ) عن النبي ( ص ) قال : لولا أشقّ على أمّتي لأمرتهم بالسواك عند كل وضوء « 3 » . ويحصل السواك أيضاً عند الحنفية والمالكية بالإصبع عند عدم السواك قال علي ( رض ) : التشويص بالمسبّحة والإبهام سواك وروى أحمد عن علي ( رض ) انّه دعا بكوز من ماء فغسلَ وجهه وكفيه ثلاثاً وتمضمض ثلاثاً فأدخل بعض أصابعه في فيه . فيه دلالة على أنّه يجزى التسوّك بالإصبع « 4 » .\r\nوأيضاً روى عن علي ( رض ) أنّ رسول الله ( ص ) قال : لولا أنْ اشقّ على أمّتي لأمرتهم بالسواك عند كل صلاة « 5 » .\r\nالثامن : ومن آداب الوضوء أنْ يشرب من فضْل وضوئه قائماً لما روى النزال بن سيرة قال : رأيتُ علياً ( رض ) صلّى الظهر ثم قصد لحوائج الناس فلّما حضرت العصر أتى بتور من ماء فأخذ منه كفّا فمسح به وجهه وذراعيه ورأسه ورجليه ثم أخذ فضله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح معاني الآثار للطحاوي ج 1 ص 32 .\r\n( 2 ) بدائع الصنائع كتاب الطهارة ص 62 .\r\n( 3 ) الفقه الإسلام واداته ج 1 ص 301 .\r\n( 4 ) الفقه الاسلامي وأدلته ج 1 ص 305 .\r\n( 5 ) شرح معاني الآثار ج 1 ص 43 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nفشرب قائماً وقال : إنّ ناساً يكرهون هذا وقد رأيتُ رسول الله يفعله وهذا وضوء من لم يحدث « 1 » . وكذلك روى هذه الرواية حسين بن علي ( رض ) « 2 » .\r\nالتاسع : ومن سُنن الوضوء مسح كلّ رأسه مرة مستوعبة لما روى الترمذي في جامعه « انّ علياً ( رض ) توّضأ وغسل أعضاءهُ ثلاثا ومسح رأسه مرة وقال هذه وضوء رسول الله ( ص ) « 3 » . والمفروض عند الأحناف في مسح الرأس مقدار الناصية وهو ربع الرأس هكذا نقل عن علي ( رض ) بأنه لا يشترط مسح كلّ الرأس بل يراه سنّة كما ذُكر عنه ( ع ) « 4 » .\r\nالعاشر : ومن السنّة أن يقول إذا انتهى من وضوئه . أشهد أن لا إله الّا الله وحده لا شريك له ، وأشهد أنّ محمداً عبده ورسوله ، اللهم اجعلني من التوابين واجعلني من المتطهّرين « 5 » .\r\nالحادي عشر : أنْ لا يستعين المتوضئُ على وضوئه بأحد ، لما روى عن أبي الجنوب أنه قال : رأيت علياً يستقى ماء لوضوئه فبادرتُ أستقي له فقال : مه يا أبا الجنوب فإني رأيت عمر يستقي ماء لوضوئه فبادرتُ أستقى له فقال : مه يا أبا الحسن فاني رسول الله ( ص ) يستقى ماء لوضوئه قبادرتُ أستقي له فقال : مه يا عمر إني لا أريد أنْ يعينني على صلاته أحد « 6 » .\r\nبيان ما ينقض الوضوء ومالا ينقضه\r\nخروج القئ ملء الفم ينقض الوضوء وإنْ كان أقلّ من ملء الفم لا يكون حدثا ، لحديث رُوي عن علي ( رض ) موقوفاً عليه ومرفوعاً إلى رسول الله ( ص ) انّه عدّ الأحداث جملةً وقال فيها أود سعة تملأ الفم « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلته ج 1 ص 37 .\r\n( 2 ) الفقه الحنفي في ثوبه الجديد ج 1 ص 81 .\r\n( 3 ) البحر الرائق ج 1 ص 65 .\r\n( 4 ) موسوعة فقه علي ص 615 .\r\n( 5 ) موسوعة فقه علي 623 .\r\n( 6 ) بدائع الصنائع كتاب الطهارة ص 64 .\r\n( 7 ) بدائع الصنائع كتاب الطهارة ص 70 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nيُنقض الوضوء بخروج المدي والمذي ولا غسل فيهما أما الودي فلأنه بقية البول وأما المذي فلما روى عن علي ( ع ) أنه قال : كنت فحلًا مذّاءً فاستحييتُ أنْ أسال رسول الله ( ص ) فأمرت المقداد الأسودي ( رض ) فسأله فقال رسول الله ( ص ) كل فحل يمذي وفيه الوضوء « 1 » . وعن ابن عباس ( رض ) قال : قال علي ( رض ) ( كنت رجلًا مذّاءً ) فأمرت رجلًا يسأل النبي ( ص ) فقال فيه الوضوء « 2 » .\r\nالنوم مضطجعاً أو متكئاً أو مستنداً إلى شيء لو أزيل لسقطَ منه ينقض الوضوء لحديث علي ( رض ) انّ النبيّ ( ص ) العينان وكاء السه فمن نام فليتوضأ « 3 » .\r\nكلّ ما يخرج من السبليين ينقض الوضوء ولودودة أو حصاة أو دماً لما رُوى عن علي بي أبي طالب ( رض ) انّ رسول الله ( ص ) قال : « الوضوء مما خرج وليس مما دخل » وروى أيضاً من علي بن أبي طالب من قوله « 4 » . وينقض من القى والرعاف عن علي ( رض ) قال : إذا رعف الرجل في صلاته أو قاء فليتوضأ ولا يتكلم وليبين على صلاته « 5 » .\r\nولا يجب الوضوء من مس النساء ولو بالشهوة خلافاً للشافعي ( رح ) فقد كان علي ( رض ) يقول : ما أبالي قبّلتُ امرأتي أم شممتُ ريحاناً « 6 » .\r\nولا يجب الوضوء من القبلة ومس المرأة بشهوةٍ أو بغير شهوة وهو قول علي ( رض ) « 7 » . مسّ الذكر لا ينقض الوضوء عند الأحناف خلافاً للشافعي وأهل المدينة قد روى أبو حنيفة عن حماد عن إبراهيم النخعي عن علي بن أبي طالب ( رض ) قال في مس الذكر ما أبالي مسته أو طرف أنفى « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنايع كتاب الطهارة ص 97 .\r\n( 2 ) شرح معاني الآثار ج 1 ص 46 .\r\n( 3 ) هامش قد ورى من 20 .\r\n( 4 ) الفقه الحنفي وأدلته ج 1 ص 51 .\r\n( 5 ) موسوعة فقه علي ص 624 .\r\n( 6 ) المبسوط ج 1 ص 67 وكتاب الحجّة .\r\n( 7 ) كتاب الحجة 61 .\r\n( 8 ) الفقه الحنفي في ثوبة الجديد ج 1 ص 85 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nباب الغسل\r\nالغُسل : بضم الغين تمام غسل الجسد . واسم للماء الذي يغسل به والغِسل بكسر الغين ما يُغسل به من الصابون وغيره .\r\nفرائض الغسل :\r\nفرض الغسل المضمضة والاستنشاق ، وغسل جميع البدن ، والفرق بينه وبين الوضوء أنه مأمور بغسل الوجه في الوضوء . والمواجهة لا تقع بباطن الأنف والفم ، وفي الغسل مأمور بتطهير جميع البدن ، قال الله تعالى :  ( وَإِنْ كُنْتُمْ جُنُباً فَاطَّهَّرُوا )  [ المائدة : 6 
  ] فيجب غسل جميع البدن ما يمكن غسله من البدن ، الّا باطن العين ، بخلاف باطن الأنف والفم حيث يمكن غسلهما ، ولا ضرر فيه فيجب ، وقد تأكّد بما رُوي عن علي ( رض ) عن النبي ( ص ) أنّه قال : ( من ترك موضع شعرة من جنابة لم يغسلها فُعِل به كذا وكذا من النار ) قال عليّ : فمن ثَمّ عاديت رأسي ، فمن ثمّ عاديتُ رأسي ثلاثا ، وكان يجزُّ شعره « 1 » .\r\nموجبات الغسل :\r\n1 إنزال المني على وجه الدفق والشهوة من الرجل والمرأة حال النوم واليقظة . ومعنى الانزال : الانفصال عن مقرّه وهو الصُلْب في الرجل والترائب في المرأة . والمني : ماء أبيض ثخين ينكسر الذكر بخروجه يشبه رائحة الطلع . ومني المرأة دقيق أصفر . فإذا انفصل عن مقرّه بشهوة واستمر إلى ظاهر الجسد ولو من غير جماع كاحتلام ولو بتفكّر ، أو عبث بذكره ، أو نظر ، فقد أجنب ، ووجب عليه الغسل بالإجماع « 2 » .\r\nقال علي ( رض ) إذا احتلمت المرأة فأنزلت الماء فلتغتسل وقال : إذا رأتْ المرأة في منامها ما يرى الرجل ورأت البلة تتغسل « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلته ج 1 ص 57 .\r\n( 2 ) الفقه الحنفي وأدلته ج 1 ص 61 .\r\n( 3 ) موسوعة فقه علي ص 475 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n2 - يجب الغسل من التقاء الختانين من غير إنزال « 1 » . وقد اثر عن علي ( رض ) قال : إذا التقى الختانان وجب الغُسل « 2 » .\r\nولا يقرأ الجنب شيئاً من القرآن لما رُوي عن علي ( رض ) قال : ان رسول الله ( ص ) كان يخرج من الخلاء فيقرؤنا القرآن ويأكل معنا اللحم ولم يكن يحجبه أو قال يحجزه من القرآن ليس الجنابة قلت يعني إلّا الجنابة « 3 » .\r\nالأغسال المسنونة :\r\nوالغُسل مندوب على الكافر إذا أسلم غير جنب ، ولمن يدخل مكة والوقوف بمزدلفة ولمن يدخل المدينة المنورة وللمجنون إذا أفاق والصبيّ إذا بلغ بالسن ومن غسل الميّت « 4 » . قال علي ( رض ) من غسل ميتاً فليغتسل « 5 » وعن زاذان قال : سألت علياً ( رض ) عن الغُسل فقال : اغتسل إذا شئت فقلتُ لابل الغسل المستحبّ . قال : اغتسل كلّ يوم الجمعة . ويوم الفطر ويوم النحر ويوم عرفة « 6 » .\r\n\r\nالمياه التي تجوز بها الطهارة\r\nتجوز الطهارة بماء خالطه شيء طاهر فغيّر أحد أوصافه كماء المدّ والماء الذي اختلط به اللبن أو الزعفران أو الصابون والأشنان « 7 » روى ابن حزم في المحلى عن عليّ أن المرأة الجنب والحائض إذا امتشطت بماء حناء رقيق يجزيها عن غسل الجنابة ولا تعيد « 8 » .\r\nويجوز التطهير بماء في اهاب دبغ كان علي ( رض ) يرى أن جميع جلود الميتة تطهر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهداية ج 1 ص 19 .\r\n( 2 ) موسوعة فقه علي 475 .\r\n( 3 ) فقه الحنفي وأدلته ج 1 ص 96 .\r\n( 4 ) بحر الرائق ج 1 ص 152 .\r\n( 5 ) موسوعة فقه علي 477 .\r\n( 6 ) الفقه الحنفي في ثوبه الجديد ج 1 ص 105 .\r\n( 7 ) الهداية ج 1 ص 21 .\r\n( 8 ) موسوعة فقه علي 536 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nبالدباغة إلا جلد الكلب فقد اثر عنه أنه قال : دباغ الإهاب طهوره وإنْ كان ميتة « 1 » .\r\nويجوز التطهر بسؤر الهرة وقد سُئل علي ( رض ) عن سؤر الهرة فقال لا بأس به للوضوء والشرب « 2 » .\r\n\r\nالمياه التي لا تجوز بها الطهارة :\r\nولا يجوز التوضؤ بماء مستعمل في وضوء أو في غسل شيء من البدن وقال مالك ( رح ) يجوز لأنّ بدن الجنب والمحدث طاهر حتى لو عرق في ثوبه أو لبس ثوباً مبلولًا لم يفسد الثوب واستعمال الماء في محل طاهر لا يغير صفته كما غسل به إناء طاهر وقوله ( عليه الصلاة والسلام ) لا يبولّن أحدكم في الماء الدائم ولا يغتسلن فيه من جنابة فالتسوية بينهما تدلّ على أن الاغتسال يُفسد الماء وقال علي ( رض ) في مسافر معه ماء يحتاج إليه لشربه أنه يتيمم ويمسك الماء لعطشه فلو لم يتغير الماء بالاستعمال لأمر بالتوضي في إناء ثم بالإمساك للشرب « 3 » .\r\nوإنْ مسح رأسه بماء أخذه من لحيته لم يجزه لأنه مسح بالماء المستعمل فإنّ الماء إذا فارق عضوه يصير مستعملا وذلك مروي عن علي ( رض ) « 4 » .\r\n\r\nطهارة البئر\r\nيجوز التطهر بماء البئر إذا وقع فيها إنسان أو حيوان فماتا أو نجاسة بعد إخراجها ونزح مائها كله فقد سُئل علي بن أبي طالب ( رض ) عن صبي بال في البئر فقال : تنزح حتى تغلبهم الماء فيعفى عنه « 5 » . فإنْ انتفخ الحيوان فيها أو تفسخ فلا يجوز التطهر بماء تلك البئر حتى تخرج الميتة أولًا ثم ينزح ماء البئر كلّه لما روى الطحاوي عن ميسرة أن علياً ( رض ) قال في بئر وقعت فيها فأرة فماتت قال : يُنزح ماؤها « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي 568 .\r\n( 2 ) موسوعة علي ص 566 .\r\n( 3 ) المبسوط ج 1 ص 46 .\r\n( 4 ) المبسوط ج 1 ص 63 .\r\n( 5 ) موسوعة فقه علي ص 535 .\r\n( 6 ) الفقه الحنفي وأدلته ج 1 ص 74 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n\r\nباب التيمم\r\nالتيمم : من خصائص هذه الأمة . ويتيمم الجنب والمحدث والحائض والنفساء وهو قول جمهور العلماء فذهب عمروا بن مسعود وابن عمر إلى عدم الجواز وذهب علي ( رض ) وابن عباس ( رض ) وعائشة ( رض ) إلى جواز التيمم للجنب أيضاً « 1 » .\r\nبنقض التيمم كل شيء ينقض الوضوء وينقضه أيضاً رؤية الماء إذا قدر على استعمال الماء ، قال علي ( رض ) إذا تيمم للجنابة ثم وجد الماء اغتسل « 2 » . ويجوز التيمم بأجزاء الأرض . عن عليّ بن أبي طالب ( رض ) يقول . قال رسول الله ( ص ) أعطيتُ مالم يُعط أحد من الأنبياء فقلنا ما هو يا رسول الله ؟ قال نُصرتُ بالرعب وأعطيتُ مفاتيح الأرض وجُعل لي التراب طهوراً « 3 » والجنب والحائض والمحدث في التيمم سواء وهو قول علي ( رض ) « 4 » ويُستحب لفاقد الماء ان يؤخر الصلاة إلى آخر الوقت الذي لا كراهة فيه ، إذا كان يرجو وجود الماء فيه ليؤديها بالطهارة الحقيقية الكاملة ويدل على استحباب التأخير ما ورد عن علي ( رض ) قال : إذا أجنب الرجل في السفر ، تلوَّم ما بينه وبين آخر الوقت : فأن لم يجد الماء تيمم وصلى « 5 » .\r\n\r\nالمسح على الجبيرة والعصابة والعمامة\r\nالجبيرة : هي الرباط الذي يُوضع على العظم المنكسر .\r\nوالعصابة : هي ما تُربط به الجروح والقروح .\r\nوالمسح فوق الجبيرة والعصابة جائز . يقوم مقام غسل ما تحتها ، إذا كان لا يقدر على غسل ما تحتها أو مسحه . رُوي عن علي ( رض ) وعبد الله بن عمر ( رض ) المسح على حبائر « 6 » ويجوز المسح على الجبائر وإنْ شدّها على غير وضوء لأنه ( عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحر الرائق ج 1 ص 319 .\r\n( 2 ) موسوعة فقه علي ص 165 .\r\n( 3 ) نصب الراية ج 1 ص 159 .\r\n( 4 ) المبسوط ج 1 ص 111 .\r\n( 5 ) الفقه الحنفي وأدلته ج 1 ص 158 .\r\n( 6 ) الفقه الحنفي في ثوبه الجديد ج 1 ص 164 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nالسلام ) فعله وأمر علياً ( رض ) « 1 » ولما كسرت إحدى زندَيْ علي ( رض ) يوم حنين حتى سقط اللواء من يده قال النبي ( ص ) اجعلوها في يساره فإنه صاحب لوائي في الدنيا والآخرة فقال ما أضع بجبائري فقال امسح عليها « 2 » . ولا يجوز المسح على العمامة دون أن يمسح على شيء من رأسه فعن أبي لبيد قال : رأيت علياً وأنا خلفه على بغلة له وعليه إزار ورداء وعمامة وخفان . فرأيته بال ثم توضأ فحسر العمامة فرأيت مثل راحتي عليه مثل خط الأصابع من الشعر ، فمسح رأسه « 3 » .\r\n\r\nأحكام الحيض والنفاس\r\nالحيض في اللغة : السيلان . وفي الشرع : دم من امرأة لها من العمر تسع سنين فأكثر لا داء بها ولا حبل .\r\nمدّة الحيض\r\nأقل الحيض ثلاثة ايّام وأكثره عشرة أيّام وهو مروي عن علي ( رض ) « 4 » .\r\nوصفته :\r\nدم إلى السواد أقرب ، لذّاع كريه الرائحة باعتبار غالب أحواله ، وما تراه المرأة من الحمرة والصفرة والكدرة في مدّة الحيض فهو حيض حتى ترى بياض الخالص . قيل : هو القطن الذي تختبر المرأة نفسها إذا خرج أبيض فقد طهُرت ؛ وعن علي ( رض ) قال : إذا طهُرت المرأة من المحيض ثم رأت بعد الطهر ما يريبها فإنما هي ركضة من الشيطان في الرحم فإذا رأت مثل الرعاف أو قطرة الدم أو غسالة اللحم توضأت وضوءها للصلاة ثم تصلي . فإن كان دماً عبيطاً الذي لا خفاء به فلتدع الصلاة وعن علي ( رض ) في المرأة يكون حيضها ستة أيام أو سبعةأيام ثم ترى كدرة أو صفرة أو ترى القطرة أو القطرتين من الدم إن ذلك باطل ولا يضرها شيئاً « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهداية ج 1 ص 32 .\r\n( 2 ) المبسوط ج 1 ص 73 .\r\n( 3 ) موسوعة فقه علي ص 616 .\r\n( 4 ) المبسوط ج 3 ص 147 .\r\n( 5 ) الفقه الحنفي وأدلته ج 1 ص 95 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالأحكام المترتبة على الحيض\r\nالحيض يُسقِط عن الحائض الصلاة ويُحرم عليها الصوم وتقضي الصوم ولا تقضي الصلاة وكذلك روي عن علي ( رض ) بأنّه قال : تقضي الحائض الصوم ولا تقضي الصلاة « 1 » . ويُحرم إتيان الحائص ما تحت الإزار ، قال علي في اتيان الحائض « ما فوق الإزار فإنْ أتاها فلا كفارة عليه ، ولكن استغفار وتوبة ، فقد سأل عمر ( رض ) علياً ( رض ) : ( ما ترى في رجل وقع على امرأته وهي حائض ؟ )\r\nقال : « ليس عليه كفارة إلّا أنْ يتوب » « 2 » .\r\nحكم المستحاضة\r\nوالمستحاضة تتوضأ لكلّ صلاة وقد نُقل في شرح معاني الآثار عن علي ( رض ) انّ المستحاضة تغتسل بعد أيام حيضها ثم تتوضأ لكل صلاة « 3 » . والمستحاضة إذا نسيت أيّام انقطاع حيضها فعليها أنْ تغتسل لوقت كلّ صلاة . قال سعيد بن جبير : رفع فتوى إلى ابن عباس بعد ماكفّ بصره فدفعه إليّ فقرأته عليه فإذا فيه إني امرأة من المسلمين ابتليتُ بالدم وقد سألتُ علياً ( رض ) فأمرني أنْ اغتسل لكل صلاة فقال أنا أرى مثل رأي علي بن أبي طالب ( رض ) فهذه الآثار أمرنا بالاغتسال لكلّ صلاة « 4 » .\r\nالنفاس\r\nالنفاس لغةً : ولادة المرأة ، فإذا وضعت فهي نفساء ، والولد : منفوس .\r\nوشرعاً : هو الدم الخارج عقب الولادة ولو بخروج أكثر الولد .\r\nأقلّ النفاس وأكثره\r\nأقلّ النفاس لا حدّ له ، وأكثره أربعون يوماً والزائد عليه استحاضة .\r\nلم نَعثر على نصّ عنْ عليّ ( رض ) يحدّد أقل مدة النفاس ولكنّه ( رض ) كان يرى أنّ أكثره أربعون يوماً ويحرم على النفاسء ما يحرم على الحائض ولكن إنْ نقطع دم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 238 .\r\n( 2 ) موسوعة فقه علي ص 238 .\r\n( 3 ) شرح معاني الآثار ج ص 102 .\r\n( 4 ) المبسوط ج 3 ص 194 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالنفساء لأقّل من أربعين يوماً وجب عليها أنْ تغتسل وتصلّي ، قال عليّ ( رض ) : « لا يحلّ للنفساء إذا رأت الطهر إلّا أنْ تُصلي ولكن يطأها زوجها وإنْ اغتسلت ، فإنْ وطئها كره له ذلك كراهة تنزية « 1 » .\r\n\r\nباب الأنجاس\r\nالأنجاس : جمع نَجَس . وهو كل مُستقذَر من الناس ومن كل شيء قذرته ، تطهير النجاسة واجب من بدن المصلي ، وثوبه والمكان الذي يصلّي عليه .\r\nحُكم المني :\r\nالمني نجس نجاسة مغلّظة خلافاً للشافعي ، فقد سُئل علي ( رض ) عن قطيفة أصابته جنابة لا يدري أين موضعها : فقال اغسلها « 2 » .\r\nحكم المذي :\r\nهو ماء رقيق يخرج عند ثوران الشهوة عند تذكُّر الجُماع بلا تدفّق .\r\nالمذي نجس للأمر بغسل الذكر منه والوضوء في حديث من علي ( رض ) « 3 » .\r\n\r\nوسائل التطهير\r\nويتم التطهّر من النجاسة المعنوية بالوضوء والغسل\r\nوأما النجاسة المادية فإنه يتم التطهّر منها مما يلي :\r\nبالماء ، وهو يعتبر أجود وسيلة من وسائل التطهير فيغسل به مكان النجاسة حتى يزول أثرها .\r\nونطهّر الأشياء والجامدةبفصل المكان النجس عنها .\r\nوإنْ ماتت فأرة في سمن فإنْ كان جامداً يُرمى بها وما حولها ويؤكل ما بقي وإنْ كان ذائباً فأريقوه ولأنّ الجامد النجاسة إنما جاورت موضعاً واحداً فإذا فورّ ذلك كان طاهراً وإذا كانت الذائب النجاسة جاورت الكلّ فصار الكل نجساً ثم الذائب لا بأس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي 575 .\r\n( 2 ) موسوعة فقه علي ص 566 .\r\n( 3 ) الفقه الاسلامي وأدلته ج 1 ص 152 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nبالانتفاع به سوى الأكل من حيث الاستصباح ودبغ الجلد به وكذلك يجوز بيعه مع بيان عيبه عندنا فإذا باعه ولم يبين عيبه فالمشتري بالخيار إذا علم به وعند الشافعي ( رح ) لا يجوز شيء من ذلك . علماؤنا احتجوا بحديث علي ( رض ) في النجاسة إذا وقعت في الدهن قال ستصبح به ويدبغ به الجلود « 1 » .\r\nوكذلك روي عن علي بن أبي طالب ( رض ) في الفارة إذا وقعت في السمن فماتت فيه قال إن كان جامداً فاطرحها وما حولها وكل بقيته ، وإنْ كان ذائباً فأهرقه « 2 » .\r\nالنزح :\r\nتطّهر البئر الذي وقعت فيه فأرة فماتت بنزح مائها . قال علي ( رض ) في بئر وقعت فيها فارة فماتت بنزح ماءها وأيضاً روي عنه ( رض ) قال : إذا سقطت الفأرة أو الدابة في البئر فانزحها حتى يغلبك الماء « 3 » .\r\nالجفاف :\r\nوإذا أصابت الأرض نجاسة فجفّت بالشمس ، أو بغيرها وذهب أثرها لونها وطعمها وريحها جازت الصلاة على مكانها كما روي عن محمد بن علي بن حسين بن علي بن أبي طالب قال : زكاة الأرض يبُسها « 4 » .\r\nالدباغ : كلّ إهاب دُبغ فقد طهر وجازت الصلاة فيه والوضوء إلّا جلد الخنزير والآدمي « 5 » . كان علي ( رض ) يرى إن جميع الإهاب تطْهرُ بالدباعة إلّا جلد الكلب والخنزير « 6 » .\r\n\r\nآداب قضاء الحاجة\r\nمن آداب قضاء الحاجة . أنْ يقول قبل دخول الخلاء بسم الله وعن علي ( رض ) مرفوعاً ( سترما بين أعين الجنّ وعورات بني آدم إذا دخل أحدهم الخلاء أنْ يقول :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المسبود ج 1 ص 95 .\r\n( 2 ) المحلى 1 / 142 وكنزل العمال 27296 .\r\n( 3 ) شرح معاني الآثار للطحاوي ج 1 ص 17 .\r\n( 4 ) الفقه الحنفي وأدلته ج 1 ص 109 .\r\n( 5 ) الهداية ج 1 ص 23 .\r\n( 6 ) موسوعة فقه علي 568 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nبسم الله « 1 » .\r\nويُكره استقبال القبلة بالفرج « 2 » . فإنّ علياً ( رض ) كره استقبال القبلة أثناء التخلّي لأنّ الملائكة يصلّون فلا يستقبلهم أحد يبول ولا غائط « 3 » .\r\n\r\nباب الأذان\r\nتعريف الأذان : لغةً الإعلام ، والأذان شرعاً : الإعلام بوقت الصلاة بألفاظ مخصوصة .\r\nيرّتل الأذان ويحدر الإقامة عن علي ( رض ) قال : كان رسول الله ( ص ) يأمر بلالًا أن يرّتل الأذان ويحدر الإقامة « 4 » .\r\nكيفية الإقامة :\r\nالأحناف يقولون بالإقامة كالأذان نودي مثنى مثنى قد اوتيَّ علي ( رض ) . مؤذن يقيم مرّة مرّة فقال ألّا جلعته مثنى « 5 » .\r\nأمّا المسافرون فالأفضل لهم أن يؤذنوا ويقيموا ويصلوا بجماعة لأذان والإقامة من لوازم الجماعة المستحبة والسفر لم يُسقط الجماعة فلا يَسقط ما هو من لوازمها فإنْ صلّوا بجماعة وأقاموا وتركوا الأذان أجزأهم ولا يُكره ويكره لهم ترك الإقامة بخلاف أهل المصر إذا تركوا الأذان وأقاموا إنه يكره لهم ذلك ، لأن السفر سبب الرخصة وقد أثر في سقوط شطر الصلاة فجاز أنْ يؤثر في سقوط أحد الأذانين إلّا إنْ الإقامة أكد من الأذان ثبوتاً فيسقط الأذان دون الإقامة وأصله ما روي عن علي ( رض ) أنه قال : المسافر بالخيار إنْ شاء اذّن وأقام وإنْ شاء أقام ولم يؤذن « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي في ثوبه الجديد ج 1 ص 62 .\r\n( 2 ) الهداية ج 1 ص 65 .\r\n( 3 ) موسوعة علي 147 .\r\n( 4 ) نصب الراية ج 1 ص 276 .\r\n( 5 ) موسوعة علي 109 .\r\n( 6 ) بدائع الصنائع كتاب الصلاة ص 152 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nكتاب الصلاة\r\nتعريف الصلاة\r\nالصلاة لغةً مطلق الدعاء بالخير . والصلاة شرعاً : عبادة ذات قراءة وركوع وسجود .\r\n\r\nباب فروض الصلاة\r\n1 الطهارة من الأحداث فُرضت لصحة الصلاة لما رُوي عن الإمام أبو حنيفة ( رح ) بسنده إلى أمير المؤمنين ( رض ) « 1 » .\r\n2 - ومن فرائض الصلاة تكبيرة الافتتاح لما رواه أبو داود وغيره عن علي ( رض ) عن النبي ( ص ) أنه قال : مفتاح الصلاة الطهور وتحريمها التكبير وتحليها التسليم « 2 » .\r\n3 - ومنها ستر العورة وعورة الرجل ما تحت السرة إلى الركبة ، لما روى علقمة قال : سمعت علي بن أبي طالب ( رض ) يقول : الركبة من العورة « 3 » .\r\nسنن الصلاة\r\nقال أبو حنيفة ( رح ) إذا افتتح الرجل الصلاة كبّر ورفع يديه حذو أذنيه في افتتاح الصلاة ، ولم يرفعهما شيء من تكبير الصلاة غير تكبيرة الافتتاح ، وقال أهل المدينة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلته ج 1 ص 144 .\r\n( 2 ) البحر الرائق ج 1 ص 562 .\r\n( 3 ) نصب الراية ج 1 ص 297 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nيرفع يديه حذو منكبيه إذا افتتح الصلاة وإذا كبّر للركوع وإذا رفع رأسه من الركوع رفعهما كذلك أيضا وقال سمع الله لمن حمده ربّنا ولك الحمد فيرفع يديه في هذا كله حذو منكبيه وقالوا لا يفعل ذلك في السجود ورووه ذلك عن أبي عمر ( رض ) وقال محمد بن الحسن جاء الثبت عن علي بن أبي طالب وعبد الله بن مسعود أنهما لا يرفعان في شيء من ذلك إلّا في تكبيرة الافتتاح فعلي بن أبي طالب ( رض ) وعبد الله بن مسعود ( رض ) كانا أعلم برسول الله ( ص ) من عبد الله بن عمر ( رض ) لأنه قد بلغنا أن رسول الله ( ص ) قال إذا أقيمت الصلاة فليلني منكم أولو الأحلام والنهي ثم الذين يلونهم ثم الذين يلونهم فترى أن علياً وابن مسعود ومن أشبهما من أهل البدر أعلم بصلاة رسول الله من عبد الله بن عمر ( رض ) لأنه كان من فتيان الصحابة « 1 » .\r\nوكذلك حدثنا عاصم بن كليب عن أبيه أن علياً ( رض ) كان يرفع يديه في أول تكبيرة من الصلاة ثم لا يرفع بعده « 2 » وأيضاً رُوي أنّ علياً ( رض ) كان يرفع يديه في أول تكبيرة من الصلاة ثم لا يعود يرفع « 3 » .\r\n2 - وضْع اليد اليمنى على اليد اليسرى تحت السرة لما رُوي عن علي ( رض ) أنه قال : من السنّة وضع اليمين على الشمال تحت السرة وهذا ينصرف إلى سنّة النبي ( ص ) « 4 » .\r\n3 - قراءة البسملة بعد التعوذ سراً عن أبي وائل قال : كان علي ( رض ) وعبد الله بن مسعود لا يجهران ببسم الله الرحمن الرحيم « 5 » .\r\n4 - إذا قام المصلي من الركعة الأولى إلى الثانية ومن الثالثة إلى الرابعة ينهض على صدور قدميه ولا يقعد وقال الشافعي ( رح ) يجلس جلسة خفيفة ثم يقوم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الحجة 94 .\r\n( 2 ) شرح معاني الآثار ج 1 ص 225 .\r\n( 3 ) نصب الراية ج ص 406 .\r\n( 4 ) الفقه الاسلامي وأدلته ج 1 ص 686 .\r\n( 5 ) الفقه الحنفي في ثوبه الجديد ج 1 ص 218 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nودليلنا أن عمر وعلي وعبد الله بن مسعود كانوا ينهضون على صدور أقدامهم « 1 » .\r\n5 - ويعتمد المصلّي بيديه على ركبتيه لا على الأرض ويرفع يديه قبل ركبتيه وعند الشافعي يعتمد بيديه على الأرض ويرفع ركبتيه قبل يديه . ولنا ما رُوي عن علي ( رض ) أنه قال : من السنّة في الصلاة المكتوبة ان لا يعتمد بيديه على الأرض إلّا أن يكون شيخاً كبيراً « 2 » .\r\n6 - الصلاة على النبي ( ص ) وآله في التشهّد الأخير سُنّة وأكمل الصلاة على النبي ( ص ) أن يقول : اللهّم صل على محمد وعلى آل محمد كما صلّيت على إبراهيم وعلى آل إبراهيم انّك حميد مجيد وبارك على محمد وعلى آل محمد كما باركت على إبراهيم وعلى آل إبراهيم انّك حميد مجيد ، رويت هذه الصيغة عن علي وغيره « 3 » .\r\n7 - ومن السنّة بعد الصلاة على النبي ( ص ) الدعاء بما هو مأثور عن رسول الله ( ص ) ومن الدعاء المأثور ما رواه مسلم عن علي ( رض ) اللّهم اغفر لي ما قدّمت وما أخرّت وما أسررت وأعلنت وما أسرفت وما أنت أعلم به مني أنت المقدّم وأنت المؤخر لا إله إلّا أنت « 4 » .\r\n8 - التكبير للركوع والسجود وعند الرفع عنهما ومن الناس من يقول لا يكبّر عند الركوع ولا عند السجود روي أنّ علياً ( رض ) صلى بأصحابه يوماً فقام أبو سعيد الخدري ( رض ) وقال ذكّرني هذا الفتى صلاة رسول لله ( ص ) كان يُكبّر في كل حفض ورفع « 5 » . وأيضاً نُقل بأنّ أبو موسى الأشعري قال : ذكّرنا علي ( رض ) صلاة كنّا نصليها مع النبي ( ص ) أما نسيناها وأما تركناها عمداً يكبّر كلما خفض وكلما رفع وكلما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الصلاة ص 275 والفقه الحنفي في ثوبه الجديد ج 1 ص 224 .\r\n( 2 ) بدائع الصنائع كتاب الصلاة 275 .\r\n( 3 ) الفقه الاسلامي وأدلته ج 1 ص 670 .\r\n( 4 ) الفقه الاسلامي وأدلته ج 1 ص 722 .\r\n( 5 ) المبسوط ج 1 ص 19 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nسجد « 1 » . وأيضاً روي البخاري بأن عمر أن بن حصين قال : ذكرّ هذا صلاة محمد ( ص ) « 2 » .\r\n9 - تحويل وجَهه نحو اليمين عند التسليمة الأولى ونحو الشمال عند التسليمة الثانية هذا قول علي ( رض ) وكان مالك ( رح ) يقول تسليمة واحدة تلقاء وجهه « 3 » . وأيضاً رُوي عن علي ( رض ) أنه كان يسلّم عن يمينه وعن يساره ويجعل الأولى منهما أرفع من اليسرى « 4 » .\r\n10 - والسنّة للمرأة أنْ تنخفض وتنضم وتلصق بطنها بفخذيها وعضديها بجنبيها هكذا نُقل عن علي ( رض ) في بيان السنّة في سجود النساء « 5 » . صيغته السلام في نهاية الصلاة هل من فروضها أو من سننها ؟\r\nعن علي بن أبي طالب ( رض ) قال : قال : رسول الله ( ص ) مفتاح الصلاة الطهور وإحرامها التكبير وأحلالها التسليم قد استدلّ قوم من هذا الحديث أنّ الرجل إذا أنصرف من صلاته بغير تسليم فصلاته باطلة لأن الرسول ( ص ) قال تحليلها التسليم فلا تجوز الصلاة بغير تسليم ولكن خالفهم الأحناف في ذلك لأنّ عليّا ( رض ) كان يقول إذا رفع رأسه من آخر سجدة فقد تمّت صلاته فهذا يدل أن قوله تحليلها التسليم ليس معناه ان الصلاة لا تتمّ إلّا بالتسليم إذ كانت عنده تتم قبل التسليم وكان معنى تحليلها التسليم عنده أيضاً هوالتحليل الذي ينبغي أن يحلّ به لا بغيره والتمام الذي لا يجب بما يحدث بعده إعادة الصلاة غيره « 6 » .\r\nقال الحنفية : السلام ليس بفرض ، بل واجب والواجب تسليمتان فلو قعد قدر التشهد ثم خرج من الصلاة بسلام أوكلام أو فعل أو حدث أجزاه ذلك فالفرض . إنما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح معانّي الآثار ج 1 ص 221 .\r\n( 2 ) 786 .\r\n( 3 ) المبسوط ج 1 ص 30 .\r\n( 4 ) الجحة على أهل المدينة 141 .\r\n( 5 ) المبسوط ج 1 ص 39 .\r\n( 6 ) شرح معاني الآثار ج 1 ص 273 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nهو الخروج من الصلاة بصنع المصلّي عملًا بحديث علي ( رض ) « 1 » .\r\nالمكروهات في الصلاة\r\nالمكروهات هي التي يكره فعلها في الصلاة . وهي :\r\n1 الاقعاء بين السجدتين : وهو مسّ الإليتين العقبين فيقعد على عقبيه وصدور قدميه بين السجدتين لما رُوي الحارث الأعور عن علي ( رض ) قال : قال لي رسول الله ( ص ) يا علي أحب لك ما أحبّ لنفسي وأكره لك ما أكره لنفسي لا تقع بين السجدتين « 2 » .\r\n2 - ويكره العبث بالثياب أو البدن أو اللحية ومن العبث فرقة الأصابع لما روي ابن ماجة عن علي ( رض ) لاتفقع أصابعك في الصلاة « 3 » .\r\n3 - وُيكره للمصلي أن يلبس ثوباً فيه تصاوير وأنْ يكون فوق رأسه أو بين يديه أو بحذائه صورة إلّا أن تكون صغيرة ، أو مقطوع الرأس ، سواء كان من الأصل أو كان لها رأس ومحى لما روى أحمد عن علي ( رض ) قال : كان رسول الله ( ص ) في جنازة فقال : أيّكم ينطلق إلى المدينة فلا يدع وثناً إلّا كسّره ولا قبراً إلّا سواه ولا صورةً إلّا لطّخها « 4 » .\r\n4 - يُكره ان يقوم الناس في الصف حتى يدخل الإمام المسجد لقوله ( ع ) لا تقوموا في الصفّ حتى تروني خرجت وأنّ علياً ( رض ) دخل المسجد فرأى الناس قياما ينتظرونه فقال مالي أراكم سامدين أي واقفين متحيّرين « 5 » .\r\n5 - ويكره أن يصلّي الظهر يوم الجمعة في المصر جماعة في سجن أو غير سجن هكذا رُوي عن علي ( رض ) « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصب الراية ج 2 ص 63 .\r\n( 2 ) الفقه الحنفي وأدلته ج 1 ص 169 .\r\n( 3 ) الفقه الاسلامي وأدلته ج 1 ص 72 .\r\n( 4 ) البحر الرائق ج 2 ص 52 .\r\n( 5 ) المبسوط ج 1 ص 39 .\r\n( 6 ) المبسوط ج 2 ص 36 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n6 - ويُكره أنْ يصلّي على القبر لما روي عن النبي ( ص ) أنه نهى أنْ يُصلّي على القبر قال أبو حنيفة : لا ينبغي أن يصلّي على ميّت بين القبور وكان علي وابن عباس يكرهان ذلك وإنْ صلوا أجزأهم « 1 » .\r\nولو صلّى إلى صورة مالا حياة له كالشجر ونحو ذلك فلا يوجب الكراهية لأن عبدة الصورة لا يعبدون تمثال ما ليس بذي روح فلا يحصل التشبّه بهم وكذا النهي إنما جاء عن تصوير ذي الروح لما رُوي عن علي ( رض ) أنه قال : من صوّر تمثال ذي الروح كلف يوم القيامة أنْ ينفخ فيه الروح وليس بنافخ « 2 » .\r\n7 - يكره ان يسدل ثوبه . وهو أنْ يجعل ثوبه على رأسه وكتفيه ثم يرسل أطرافه من جوانبه . كره علي ( رض ) سدل الثوب في الصلاة « 3 » .\r\n\r\nباب صلاة الوتر\r\nالوتر واجب عند أبي حنيفة ( رح ) وهذا آخر أقواله وعن الإمام أبي حنيفة ( رح ) : الوتر سنّة وبه أخذ أبو يوسف ومحمد وعنه : فرض وبه أخذ زفر .\r\nالوتر : صلاة تؤدّى في الليل بعد صلاة العشاء . وعن علي ( رض ) قال : ان الوتر ليس بحتم كصلاتكم المكتوبة ولكن رسول الله أوترتم قال : يا أهل القرآن أوتروا فإنّ الله وتر يحب الوتر « 4 » .\r\nقال أبو حنيفة ( رح ) في الوتر ان نسيه رجل قضاه كما يقضى صلاة ينساها من الصلوات الخمس وإنْ مضى لذلك أيّام . أخبرنا قيس بن ربيع الأسدي قال أخبرنا نعيم بن حكيم عن أبي مريم قال : شهدتُ علي بن أبي طالب ( رض ) فأتاه رجل فسأله عن رجل نام عن الوتر أو نسي الوتر حتى طلعت الشمس قال : من نام أو نسي ولم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الصلاة 506 .\r\n( 2 ) بدائع الصنائع كتاب الصلاة ص 78 .\r\n( 3 ) موسوعة فقه علي 364 .\r\n( 4 ) الفقه الحنفي في ثوبه الجديد ج 1 ص 295 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nيوتر فليوترإذا ذكر « 1 » .\r\nالوتر ثلاث ركعات عند أبي حنيفة وقد رُوي عن علي بن أبي طالب ( رض ) في الوتر أيضاً أنه ثلاث ركعات « 2 » . عن علي ( رض ) قال : كان النبي ( ص ) يوتر بتسع سور من المفضل في الركعة الأولى ألهاكم التكاثر وإنا أنزلناه في ليلة القدر وإذا زُلزلت وفي الثانية والعصر وإذا جاء نصر الله وإنا أعطيناك الكوثر وفي الثالثة قل يا أيها الكافرون وتبّت وقل هو الله « 3 » .\r\nوالأفضل تأخير الوتر إلى آخر الليل فعن عبدخير قال كنّا في المسجد فخرج علينا علي ( رض ) في آخر الليل فقال : أين السائل عن الوتر ؟ فاجتمعنا إليه فقال : إنّ رسول الله ( ص ) أوتر أول الليل ، ثم أوتر وسطه ، ثم أوتر هذه الساعة فقبض وهو يوتر هذه الساعة « 4 » .\r\nوالحنفية يقنتون في الوتر قنوت علي ( رض ) اللهم إنا نستعينك ونستغفرك ونؤمن بك ونتوكّل عليك ونثني عليك الخير ونشكرك ولا نكفرك ونخلع ونترك من يفجرك . اللهم إياك نعبدُ ولك نصلي ونسجد وإليك نسعى ونحمد ونرجو رحمتك ونخشى عذابك إن عذابك بالكفار ملحق « 5 » .\r\nوالوتر : ثلاث ركعات لا يُفصل بينهنّ بسلام « 6 » .\r\n\r\nما يقطع الصلاة\r\nويفسد الصلاة التنحنحُ بلا عذر ولا غرض صحيح ، والعذر إصلاح الصوت أو يكن المصلي مدفوعاً إلى التنحنحُ بطبعه والغرض الصحيح أنْ ينحنحُ للإعلام إنه في الصلاة أو يهتدي إمامه إلى الصواب أو لتحسين صوته فعن علي ( رض ) قال : كان لي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الحجة 195 .\r\n( 2 ) شرح معاني الآثار ج 1 ص 290 .\r\n( 3 ) شرح معاني الآثار ج 1 ص 290 .\r\n( 4 ) موسوعة فقه علي ( ص ) 366 .\r\n( 5 ) موسوعة فقه علي 382 .\r\n( 6 ) هامش قدوري 43 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nمن رسول الله ( ص ) ساعة آتيه فيها فإذا أتيته استأذنت ، إنْ وجدته يصلي فتنحنحَ دخلتُ ، وإنْ وجدته فارغاً أذن لي « 1 » .\r\n\r\nمالا يقطع الصلاة\r\nعند الأحناف وأكثر علماء الأمة لا يقطع المرور أمام المصلي صلاته .\r\nقد رُوي عن علي بن أبي طالب ( رض ) أنه قال : كان رسول الله يسبّح من الليل وعائشة ( رض ) معترضة بينه وبين القبلة ، وعن سعيد بن المسيّب انّ عليّاً وعثمان قالا : لا يقطع صلاة المسلم شيء وادرؤا عنها ما استطعتم وعن الحارث عن علي ( رض ) قال : لا يقطع صلاة المسلم الكلب ولا الحمار ولا المرأة ولا ما سوى ذلك من الدواب وادرؤوا ما استطعتم « 2 » .\r\nلا يقطع الصلاة من الحدث بل ينقض الوضوء . عن علي ( رض ) قال : إذا رعف الرجل في صلاته أو قاء فليتوضأ ولا يتكلم وليبن على صلاته « 3 » .\r\n\r\nباب القراءة في الصلاة\r\nولا يقرأ المؤتم خلف الإمام خلافاً للشافعي وقد أثر منع المأموم من القراءة : من المرتضى « 4 » . عن المختار بن عبد الله بن أبي ليلى قال : قال علي ( رض ) من قرأ خلف الإمام فليس على الفطرة « 5 » .\r\nلا يجوز قراءة القرآن في الركوع والسجود لما جاء في علي بن أبي طالب ( رض ) إن النبي ( ص ) نهى عن لبس القسي ( الحرير ) والمعصفر وعن تختم الذهب وعن قراءة القرآن في الركوع والسجود « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي في ثوبه الجديد ج 1 ص 246 .\r\n( 2 ) شرح معاني الآثار ج 1 ص 464 .\r\n( 3 ) الفقه الحنفي في ثوبه الجديد ج 1 ص 85 .\r\n( 4 ) هامش قدوري 43 .\r\n( 5 ) شرح معاني الآثار ج 1 ص 219 .\r\n( 6 ) الفقه الحنفي وأدلته ج 1 ص 207 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوقال أبو حنيفة ( رح ) ينبغي للإمام والذي يصلي وحده أنْ يقرأ في الركعتين الأوليين من كل صلاة بأم القرآن وسورة وأما في الركعتين الأخيرين من العشاء والظهر والعصر والركعة الثالثة من المغرب فإنه يقول : إنْ شاء قرأ في ذلك بفاتحة الكتاب وإنْ سكت ولم يقرأ شيئاً وإنْ سبّح وأنْ يقرأ بفاتحة الكتاب أحبّ إلينا . وقال أهل المدينة العمل عندنا أن يقرأ في الركعتين الأوليين بأم القرآن وسورة وفي الأخريين بأم القرآن وسورة وليس العمل عندنا في قراءة سورة مع أم القرآن إلّا في الأربع جميعاً وقال محمد بن الحسن وقد بلغنا عن علي بن أبي طالب إنه كان يسبّح فيهما « 1 » .\r\nإذا لم يتذكر الإمام شيئاً من القراءة لا ينبغي للمقتدي أن يعجل بالفتح على الإمام ولا ينبغي للإمام أنْ يحوجه إلى ذلك بل يركع أو يتجاوز إلى آية أو سورة أخرى فإنْ لم يفعل وخاف أنْ يجري على لسانه ما يُفسد الصلاة فحينئذ يفتح لقول علي ( رض ) إذا استطعمك الإمام فأطعمه وهو مليم أي مستحق اللوم لأنه أحوج المقتدى إلى ذلك « 2 » .\r\nالقراءة في الظهر والعصر\r\nروى أبو داود عن علي ( رض ) إنه كان يقرأ في الركعتين الأوليّين من الظهر بأم القرآن وقرآن وفي العصر مثل ذلك وفي الأخريين منهما بأم القرآن وفي المغرب في الأوليين بأم القرآن وقرآن وفي الثالثة بأم القرآن « 3 » .\r\n\r\nباب صلاة الجماعة\r\nومن اقتدى بإمام ثم علم أنه على غير طهارة أعادالصلاة لما رواه الإمام محمد ( رح ) .\r\nفي كتاب الآثار من اثر علي ( رض ) « 4 »\r\nإذا فسدتّ صلاة الإمام فسدت صلاة من خلفه . أخبرنا إبراهيم بن يزيد المكي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الحجة باب القراءة ص 107 .\r\n( 2 ) المبسوط ج 1 ص 194 .\r\n( 3 ) شرح معاني الآثار ج 6 ص 206 .\r\n( 4 ) قدوري ( هامش ) ص 45 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nعن عمر بن دينار قال قال علي بن أبي طالب ( رض ) في الرجل يصلي بأصحابه جنباً قال : يعيد ويعيدون « 1 » .\r\nما أدركه المسبوق مع الإمام هل هو أول صلاته أو آخر صلاته ؟ وكذا ما يقضيه اختلف فيهما ، قال أبو حنيفة وأبو يوسف ( رح ) ما أدركه مع الإمام آخر صلاته حكماً وان كان أول صلاته حقيقة ، وما يقضيه أول صلاته حكما وان كان آخر صلاته حقيقة وقال بشر بن غياث المريسي وأبو طاهر الدباس : ان ما يصلي مع الإمام اوّل صلاته حكما كما هو أول صلاته حقيقة وما يقضي آخر صلاته حكماً كما هو آخر صلاته حقيقة ، وهو قول الشافعي ( رح ) والمسألة مختلفة بين الصحابة روي عن علي وابن عمر مثل قول أبي حنيفة وأبي يوسف « 2 » .\r\nولو اقتدى بإمام ينوي صلاته ولم يدري أنها الظهر أو الجمعة أجزأه أيهما كان لأنه بني صلاته على صلاة الإمام وذلك معلوم عند الإمام والعلم في حق الأصل يُغني عن العلم في حق التبع . والأصل فيه ما روي أنّ علّياً وأبا موسى الأشعري قدما من اليمن على رسول الله ( ص ) بمكة فقال ( ص ) بما أهللتما فقالا : باهلال كاهلال رسول الله ( ص ) وجوّز ذلك لهما وان لم يكن معلوما وقت الاهلال « 3 » .\r\nالاقتداء بالمحدث والجنب فأن كان عالما بذلك لا يصحّ بالإجماع وإنْ لم يعلم به ثم علم فكذلك عندنا ، وقال الشافعي : القياس أنْ لا يصح كما في الكافر لكني تركت القياس بالأثر وهو ما روي عن النبي ( ص ) أنه قال : أيّما رجل صلى بقوم ثم تذكر جنابة أعاد ولم يعيدوا ولنا ما روى أنّ النبي ( ص ) صلى بأصحابه أعاد وأعادوا وقد روي نحو هذا عن عمر وعلي « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الحجة ص 267 .\r\n( 2 ) بدائع الصنائع كتاب الصلاة 349 .\r\n( 3 ) بدائع الصنائع كتاب الصلاة ص 103 .\r\n( 4 ) بدائع الصنائع كتاب الصلاة ص 127 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nتنبيه الإمام على السهو\r\nقال مالك وأبو حنيفة من سها يسبح له روى أحمد عن عليّ ( رض ) أن النبي ( ص ) كان يسبّح له في صلاته « 1 » . وأمّا بيان مقام الإمام والمأموم فنقول : إذا كان سوى الإمام ثلاثة يتقدمهم الإمام لفعل رسول الله وعمل الأمة بذلك وكذلك إذا كان سواه اثنان يتقدمها في ظاهر الرواية وهو مذهب علي وابن عمر « 2 » .\r\nولا يجوز للرجال أن يقتدوا بامرأة أوصبي هكذا نُقل عن علي ( رض ) « 3 » .\r\nومن صلى مع واحد إقامة عن يمينه وإن كان اثنين تقدمهما هكذا روي عن علي ( رض ) « 4 » .\r\n\r\nباب النوافل\r\nالسنن المؤكدات والمستحبّات\r\nوقال علي ( رض ) يصلى بعد الجمعة ستاً أربعاً ثم ركعتين وبه أخذ أبو يوسف ( رح ) . وإن تطوع بعد صلاة العيد بأربع ركعات بتسليمه فحسن لحديث علي ( رض ) « 5 » .\r\nصلاة التراويح\r\nصلاة التراويح في رمضان ، عشرون ركعة لما روى أبو الحسنأ أنّ علي بن أبي طالب ( رض ) أمر رجلًا أن يصلي بالناس خمس ترويحات عشرين ركعة .\r\nوروى أبو عبد الرحمن السلمي عن علي ( رض ) قال دعا القراء في رمضان فأمر منهم رجلًا أنْ يصلي بالناس عشرين ركعة قال وكان علي ( رض ) يوتر بهم « 6 » .\r\nومن صلاة النوافل صلاة التوبة لخبر أبي داود وغيره وحسّنه الترمذي : ليس عبد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الاسلامي وأدلته ج 2 ص 105 .\r\n( 2 ) بدائع الصنائع كتاب الصلاة ص 164 .\r\n( 3 ) موسوعة فقه علي 285 .\r\n( 4 ) موسوعة فقه علي 44 .\r\n( 5 ) المبسوط ج 1 ص 175 .\r\n( 6 ) المبسوط ج 1 ص 158 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nيذنب ذنباً فيقوم فيتوضأ ويصلّي ركعتين ثم يستغفر الله إلّا غفره . هذا الحديث مروي عن علي ( رض ) « 1 » .\r\nوأما السنة قبل الجمعة وبعدها فقد ذكر في الأصل وأربع قبل الجمعة وأربع بعدها وكذا ذكر الكرخي وذكر الطحاوي عن أبي يوسف أنه قال : صلى بعدها ستا وقيل هو مذهب علي ( رض ) « 2 » .\r\nوندب الأربع قبل العصر والعشاء لما روي عن علي ( رض ) قال : كان رسول الله ( ص ) يصلي قبل العصر أربع ركعات يفصل بينهنَّ بالتسليم على الملائكة المقربين ومن تبعهم من المسلمين والمؤمنين « 3 » .\r\nومن السنن الرواتب أنْ يصلي ركعتين بعد طلوع الفجر وقبل صلاة الفجر وأربعاً قبل صلاة الظهر وركعتين بعدها وأربعا قبل العصر وركعتين بعد المغرب وأربعاً قبل صلاة العشاء وأربعاً بعدها وان شاء ركعتين وهكذا نُقل عن علي ( رض ) « 4 » .\r\n\r\nباب سجود السهو\r\nمن شك في صلاته\r\nومن شك في صلاته فلم يدر أثلاثا صلى أم أربعا وذلك أول ما عرض له استأئف وان كان يعرض له كثيراً بنى على أكبر رأيه لم يكن له رأي بنى على اليقين . قال علي ( رض ) إذا كنت لا تدري أربعاً صلّيت أم ثلاثا فتوخ الصواب ثم تم فاركع ركعة ثم اسجد سجدتين ، فإن الله لا يعذب على الزيادة « 5 » .\r\nويسجد للسهو سجدتين قبل ان يسلّم وقال به من الصحابة علي بن أبي طالب ( رض ) وسعد بن أبي وقاص « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلّته ج 1 ص 221 .\r\n( 2 ) الققه الاسلامي وأدلته ج 2 ص 63 .\r\n( 3 ) البحر الرائق ج 2 ص 92 .\r\n( 4 ) موسوعة فقه علي 397 .\r\n( 5 ) موسوعة فقه علي 324 .\r\n( 6 ) نصب الراية ج 2 ص 170 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nأوقات الصلاة\r\nويستحب الأسفار بالفجر عن داود بن يزيد الأودي عن أبيه قال : كان علي بن أبي طالب ( رض ) يصلي بنا الفجر ونقرأ آي الشمس مخافة أن تكون قد طلعت « 1 » .\r\nويستحب تأخير العصر ما لم تتغير الشمس عن زياد بن عبد الله النخعي قال : كنّا جلوساً مع علي ( رض ) في المسجد الأعظم فجاء المؤذن ، فقال : الصلاة يا أمير المؤمنين ، فقال : اجلس فجلس ثم عاد فقال له ذلك فقال عليّ أهذا الكلب يعلمنا السنّة ، فقام علي ( رض ) فصلى بنا العصر ثم انصرفنا فرجعنا إلى المكان الذي كنافيه جلوساً فجشونا للركب لنزول الشمس للغروب نقرأها « 2 » .\r\nويستحب تأخير العشاء إلى ما قبل ثلث الليل . عن عبيد الله بن أبي رافع عن أبيه عن علي بن أبي طالب ( رض ) انّ رسول الله ( ص ) قال : لولا أشقّ على أمتي لأمرتهم بالسواك عند كل صلاة ولأخرتُ العشاء الأخيرة إلى ثلث الليل « 3 » .\r\nوأيضاً روى في صلاة الفجر عن علي بن ربيعة قال سمعت علياً ( رض ) يقول : يا قنبر أسفر أسفر . وكذلك روى عن عبد خير قال : كان علي ( رض ) ينوّر بالفجر أحيانا ويغلس بها أحياناً فيحتمل تغليسه بها أن تكون تغليسا يدرك به الاسفار « 4 » .\r\nأوقات الصلاة\r\nويكره أن يتنفل بعد صلاة الفجر حتى تطلع الشمس وبعد صلاة العصر حتى تغرب الشمس عن علي ( رض ) قال : كان رسول الله ( ص ) يصلي ركعتين دبر كل صلاة مكتوبة إلّا الفجر والعصر « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصب الراية ج 1 ص 237 .\r\n( 2 ) نصب الراية ج 1 ص 245 .\r\n( 3 ) نصب الراية ج ص 147 .\r\n( 4 ) شرح معاني الآثار ج 1 ص 180 .\r\n( 5 ) نصب الراية ج 1 ص 250 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nلا يؤخر الصلاة عن وقتها\r\nلماروي عن علي بن أبي طالب ( رض ) أن رسول الله صلى الله عليه وآله وسلم قال له يا علي ثلاثة لا تؤخرها . الصلاة إذا أتت وقتها والجنازة إذا حضرت والايمّ إذا وجدت لها كفواً « 1 » .\r\nالأوقات التي تكره فيها الصلاة\r\nويكره أنْ يتنفل بعد الفجر حتى تطلع الشمس ويعد العصر حتى تغرب عن علي ( رض ) قال : كان رسول الله صلى الله عليه وآله وسلم يصلي على اثر كل صلاة ركعتين الا الفجر والعصر « 2 » .\r\n\r\nباب صلاة المريض\r\nعن جعفر بن محمد عن أبيه عن علي بن الحسين عنالحسين بن علي عن علي بن أبي طالب ( رض ) عن النبي ( ص ) قال : يُصلي المريض قائماً فإن لم يستطع صلى قاعداً . فإنْ لم يستطع ان يسجد أومأ وجعل سجوده احفض من ركوعه فإن لم يستطع أنْ يصلي قاعداً صلى على جنبه الأيمن مستقبل القبلة فإنْ لم يستطع صلّى مستلقياً رجلاه مما يلي القبلة « 3 » .\r\n\r\nالتحري\r\nولو صلى إلى غير القبلة متعمداً لا تجوز وإنْ أخطأ تجوز معناه إذا اشتبهت عليه القبلة فتحرى إلى جهة وصلى إليها ثم تبيّن إنه أخطأ القبلة تجوز صلاته وإنْ تعمدّ لا تجوز . لحديث علي ( رض ) إنه قال قبلة المتحري جهة قصده « 4 » .\r\n\r\nسجدة التلاوة\r\nفقال أصحابنا السجدة التلاوة واجبة وقال الشافعي إنها مستحبة وقال علي ( رض ) وجماعة من الصحابة بوجوبها « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصب الرايةج 1 ص 244 .\r\n( 2 ) نصب الراية ج 2 ص 140 .\r\n( 3 ) نصب الراية ج 2 ص 176 والفقه الحنفي وأدلته ج 1 ص 250 .\r\n( 4 ) المبسوط ج 1 ص 215 .\r\n( 5 ) بدائع الصنائع كتاب الصلاة ص 208 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nسجدة التلاوة\r\nالعلماء يختلفون في سور المفصل فعدنا فيها ثلاث سجدات وقال مالك ( رح ) ليس في المفصل إلّا سجدة واحدة لقول ابن عباس ( رض ) ولنا حديث علي ( رض ) عزائم سجود القرآن أربعة التي في ألم تنزيل ، ح - م السجدة ، في النجم واقرأ باسم ربك « 1 » .\r\n\r\nهل يجب قضاء الصلاة على من أغمي ؟\r\nومن أغمي عليه خمس صلوات أو دونها قضى وإنْ كان أكثر من ذلك لم يقض وهذا استحسان والقياس أنْ لا قضاء عليه إذا استوعب الإغماء وقت الصلاة كاملًا لتحقق العجز فأشبه الجنون ، وجه الاستحسان ان المدّة إذا طالت كثرت الفوائت ، فيتحرج في الأداء وإذا قصرت قلت فلا حرج والكثير ان تزيد على يوم وليلة لأنه يدخل في حد التكرار والجنون كالاغماء كذا ذكره أبو سليمان ( رح ) بخلاف النوم لانّ امتداده نادر فيلحق بالقاصر ثم الزيادات تعتبر من حيث الأوقات عند محمد ( رح ) لأنّ التكرار يتحقق وعندهما حيث الساعات هو المأثور عن علي ( رض ) وابن عمر ( رض ) والله أعلم « 2 » .\r\n\r\nصلاة المسافر\r\nوالقصر لازم للمسافر عند الأحناف خلافاً للشافعي ( رح ) والأحناف يستدلون من أثر علي ( رض ) « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 2 ص 7 .\r\n( 2 ) الهداية ج 1 ص 78 .\r\n( 3 ) هامش قدوري ص 52 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nولا يجوز الجمع في السفر والحضر عند الأحناف وقتاً بل يجوز فعلا للمسافر . وبيان الجمع فعلًا انّ المسافر يؤخر الظهر إلى آخر الوقت ثم ينزل فيصلي الظهر ثم يمكث ساعة حتى يدخل وقت العصر فيصليها في أول الوقت وكذلك يؤخر المغرب إلى آخر الوقت ثم يصلّيها في آخر الوقت والعشاء في أول الوقت فيكون جامعاً بينهما فعلا . وعن علي ( رض ) انه فعل مثل ذلك في بعض أسفاره « 1 » . يقصر المسافر حتى يدخل بلده عن علي بن بيعة قال خرجنا مع علي بن أبي طالب ( رض ) متوجهين هاهناء وأشار بيده إلى الشام فصلى ركعتين ركعتين حتى إذا رجعنا ونظرنا إلى الكوفة حضرت الصلاة فقالوا يا أمير المؤمنين هذه الكوفة تتم الصلاة ؟ قال : لا حتى ندخلها « 2 » .\r\nيقصر المسافر صلاته إذا خرج من المدينة كاملًا في رواية انّ علياً لما خرج من البصرة رأى خصا فقال لولا هذا الخص لصلّيت ركعتين ، فقلتُ ما الخص قال : بيت من قصب « 3 » .\r\nويجوز التطوع على الدابة خارج المصر ويومئ حتى توجهت الدابة فقد أثر عن علي ( رض ) انه كان يصلي التطوع في السفر على راحلته « 4 » .\r\nإذا أراد أحد إقامة خمسة عشر يوماً أتمّ صلاته لأنه بلغنا عن علي بن أبي طالب ( رض ) انه كان يقول : إذا اجمع على إقامة خمسة عشر يوماً أتمّ الصلاة « 5 » .\r\n\r\nباب صلاة الجمعة\r\nلا تصح الجمعة إلا في مصر جامع أوفي مصلّى ، المصر ولا تجوز في القرى . قال علي ( رض ) لا جمعة ولا تشريق ولا صلاة فطر ولا أضحية إلّا في مصر جامع « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 1 ص 150 .\r\n( 2 ) الفقه الحنفي وأدلّته ج 1 ص 280 .\r\n( 3 ) نصب الراية ج 2 ص 183 .\r\n( 4 ) موسوعة فقه علي 337 .\r\n( 5 ) كتاب الحجة 173 .\r\n( 6 ) موسوعة فقه علي 101 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nولا تجب الجمعة على العبيد والنسوان والمسافرين والمرضى . قال علي ( رض ) ليس على المسافر جمعة « 1 » .\r\nوإذا خرج الإمام يوم الجمعة ترك الناس الصلاة والكلام حتى يفرغ من خطبته فقد كره علي ( رض ) الصلاة والإمام يخطُب يوم الجمعة « 2 » .\r\nوإذا وقع العيد في يوم جمعة تُؤدّى صلاة العيد والجمعة ولا تجزء العيد عن صلاة الجمعة كما روى عن علي وابن الزبير ( رض ) « 3 » .\r\nوأما الشرائط لأداء الجمعة ستة « 4 » . المصر « 5 » الوقت « 6 » الخطبة « 7 » الجماعة « 8 » السلطان « 9 » والإذن العام . أما المصر فشرط عندما وقال الشافعي ( رح ) ليس بشرط ولنا قول علي ( رض ) لا جمعةولا تشريق ولا فطر ولا ضحى إلّا في مصر جامع « 10 » .\r\nويكره أنْ يصلي الظهر يوم الجمعة في المصر جماعة في سجن أو غير سجن هكذا روي عن علي ( رض ) « 11 » .\r\n\r\nصلاة العيد\r\nويستحب يوم الفطر أنْ يطعم الإنسان شيئاً قبل الخروج إلى المصلى كان علي ( رض ) لا يخرج يوم الفطر حتى يطعم وكان يأمر بذلك « 12 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي 337 .\r\n( 2 ) ن . م .\r\n( 3 ) الفقه الحنفي في ثوبه الجديد ، ج 1 ، ص 324 .\r\n( 4 ) موسوعة فقه علي 101 .\r\n( 5 ) موسوعة فقه علي 337 .\r\n( 6 ) موسوعة فقه علي .\r\n( 7 ) الفقه الحنفي في ثوبه الجديد ج 1 ص 324 .\r\n( 8 ) المبسوط ج 2 ص 23 .\r\n( 9 ) المبسوط ج 2 ص 36 .\r\n( 10 ) المبسوط ، ج 2 ، ص 23 .\r\n( 11 ) المبسوط ، ج 2 ، ص 36 .\r\n( 12 ) موسوعة فقه علي 399 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nويستحب الخروج إلى المصلى ماشياً كان علي ( رض ) يأتي مصلى العيد ماشياً « 1 » . ويكبّر في طريق المصلى يوم الأضحى لأنه يوم تكبير ولا كذلك يوم الفطر فقد كبّر علي ( رض ) يوم الأضحى حتى انتهى إلى المصلى « 2 » .\r\nوإذا خرج الإمام إلى الجبانة لصلاة العيد فإنْ استخلف رجلًا يصلّي بالناس في المسجد فحسن وان لم يفعل فلا شيء عليه لما روينا أنّ علياً ( رض ) لما قدم الكوفة استخلف من يصلّي بالضعفة صلاة العيد في الجامع وخرج إلى الجبانة « 3 » .\r\nوليس قبل العيدين صلاة لما روينا عن علي ( رض ) انه كره ذلك لمن رآه يفعله .\r\nوالمسبوق بركعة في العيد إذا قام يقضي ما فاته بنى على رأي نفسه في عدد التكبيرات ومحلّها إذا كان رأيه مخالفاً لرأي امامه لأنه فيما يقضى كالمنفرد إنْ كان يرى قول ابن مسعود ( رض ) كما فعله الإمام بدأ بالقراءة ثم بالتكبير وبه أجاب في الجامع والزيادات وفي نوادر أبي سليمان في إحدى الموضعين وقال في الموضع الآخر بدأ بالتكبير وهو القياس لأنه يقضي ما فاته فيقضيه كما فإنه ولكنّه استحسن فقال لو بدأ بالتكبير كان مواليا بالتكبيرات لم يقُل بها أحد من الصحابة ولو بدأ بالقراءة كان فعله موافقاً لقول علي ( رض ) « 4 » .\r\nوالجهر بالقراءة في العيدين من السُنّة لما روى الحارث عن علي ( رض ) قال الجهر في صلاة العيدين من السُنّة والخروج إلى الجبانة من السنّة « 5 » .\r\nوقال الحنفية : لا بأس بالركوب في الجمعة والعيدين والمشي أفضل في حق من يقدر روى عن علي ( رضي الله عنه ) أنه قال : لا بأس بالركوب إذا رجعت « 6 » .\r\nوقت تكبيرات التشريق عند الإمام أبو حنيفة ( رح ) من بعد صلاة الفجر إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي 399 .\r\n( 2 ) موسوعة فقه علي 473 .\r\n( 3 ) المبسوط ج 2 ص 40 .\r\n( 4 ) المبسوط ج 2 ص 41 .\r\n( 5 ) الفقه الحنفي وأدلّته ج 1 ص 270 .\r\n( 6 ) الفقه الاسلامي وأدلته ج 2 ص 288 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nعقيب صلاة العصر من النحر وعند الإمام محمد ( رح ) وأبي يوسف من بعد صلاة الفجر إلى عقيب صلاة العصر من آخر أيام التشريق والأحناف اليوم يعملون على قول الصاحبين وهو قول علي ( كرم الله وجهه ) « 1 » .\r\nألفاظ التكبير في أيام التشريق\r\nقال أبو حنيفة ( رح ) التكبير خلف الصلوات في أيام التشريق أن يكبر الإمام والناس الله أكبر الله أكبر لا إله الّا الله والله أكبر الله أكبر . ثلاثاً في دبر كل صلاة وقال أهل المدينة : التكبير ان يكبّر الإمام والناس : الله أكبر الله أكبر الله أكبر . ثلاثا في دبركل صلاة .\r\nوقال محمد بن الحسن : بلغنا عن علي بن أبي طالب ( رض ) وعبد الله بن مسعود ( رض ) كانا يكبران كما قال أبو حنيفة ( رح ) وهذا أحسن من قول أهل المدينة أنّ فيه التهليل والتحميد « 2 » .\r\nلا يجب التكبير إلا على الرجال العاقلين المقيمين الأحرار من أهل الأمصار والمصلّين المكتوبة بجماعة مستحبّة فلا يجب على النسوان والصبيان والمسافرين وأهل القرى ومن يصلى التطوع والفرض وحده وقال أبو يوسف ومحمد ( رح ) ويجب على كلّ من يؤدي مكتوبة في هذه الأيام على أيّ وصف كان في أي مكان كان وقال الشافعي ( رح ) في إحدى قوليه يجب على كل مصل فرضاً كانت الصلاة أو نفلًا . ولنا ما روي عن علي ( رض ) وابن مسعود ( رض ) انّهما كانا لا يكبران عقيب التطوات « 3 » .\r\n\r\nصلاة الكسوف\r\nالكسوف هو احتجاب ضوء الشمس أو القمر احتجاباً كلياً أو جزئياً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هامش قدوري ص 56 .\r\n( 2 ) كتاب الحجة ص 308 .\r\n( 3 ) كتاب بدائع الصنائع كتاب الصلاة ص 246 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nكيفية صلاة الكسوف\r\nفيصلي ركعتين كل ركعة بركوع وسجدتين كسائر الصلوات . عندنا وعند الشافعي ( رح ) ركعتان كل ركعة بركوعين وقومتين وسجدتين ، يقرأ ثم يركع ثم يرفع رأسه ثم يقرأ ثم يركع . روى الجصاص عن علي ( رض ) أن النبي ( ص ) صلى في الكسوف ركعتين كهيئة صلاتنا « 1 » . وأيضاً أياس بن عامر سمع علي بن أبي طالب ( ص ) يقول : فرض النبي ( ص ) أربع صلوات : صلاة الحضر أربع ركعات وصلات السفر ركعتين ، وصلاة الكسوف ركعتين وصلاة الناسك ركعتين « 2 » .\r\nالقراءة في صلاة الكسوف . قال أبو حنيفة ( رح ) لا يجهر في صلاة الكسوف وقال أبو يوسف ومحمد ( ص ) يجهر والفتوى على قول أبي يوسف ومحمد ( رح ) لأنّ علياً ( رض ) جهر بالقراءة في كسوف الشمس « 3 » .\r\n\r\nباب : الجنائز\r\nصلاة الجنازة\r\nوالصلاة على الميّت أنْ يُكبّر تكبيرة يحمد الله عقيبها ثم يكبر تكبيرة يُصلّي فيها على النبي ( ص ) يكبّر تكبيرة يدعو فيها لنفسه وللميت وللمسلمين ثم يكبر الرابعة ويسلم .\r\nعن عمير بن سعيد أن علياً ( رض ) كبّر على يزيد بن المكفف أربعاً وأدخله من قبل القبلة « 4 » .\r\nومن استهل بعد الولادة سمي وغسل وصلي عليه . عن عاصم بن خمرة عن علي سمعتُ رسول الله ( ص ) يقول في السقط لا يصلى عليه حتى يستهل ، فإذا استهل صلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الصلاة ص 421 .\r\n( 2 ) شرح معاني الآثار ج 1 ص 329 .\r\n( 3 ) شرح معاني الآثار ج 1 ص 334 .\r\n( 4 ) نصب الراية ج 2 ص 300 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nعليه ، وعقل ، وورث وان لم يُستهل لم يصلّ عليه ولم يورث ولم يعقل « 1 » .\r\nأولى الناس بالصلاة على الميّت السلطان ان حضر فإنْ لم يحضر فالقاضي لأنه صاحب ولاية فإنّ لم يحضر فيستحب تقديم إمام الحي ثم الولي والأولياء على الترتيب المذكور في النكاح قال علي ( رض ) : الإمام أحقّ من صلى على الجنازة ثم الأقارب العصبات والعصبات حسب ترتيبهم في الإرث ، أحق بالصلاة على الجنازة من الزوج قال علي ( رض ) في رجل توفيّت امرأته هل يصلي عليها قال : لا ، عصبتها أولى بها « 2 » .\r\nغسل الميّت\r\nويجرّد للغسل ليتمكن من تغسيله وإيصال الماء إلى جميع بدنه ، ويُستر عند غسله . لما روى عاصم بن خمرة عن علي انّ النبي ( ص ) قال : لا تبرز فخذك ، ولا تنظرن إلى فخذ حيّ ولا ميّت « 3 » . ويستحب أن يكون غسل الميّت وترا لحديث رواه الترمذي عن علي ( رض ) « 4 » ويكره المغالاة في الكفن لحديث رواه أبو داود عن علي ( رض ) « 5 » .\r\nالتشييع والدفن\r\nوالمشي أمام الجنازة فلا بأس به والمشي خلفها أفضل عندنا وقال الشافعي ( رح ) أمامها أفضل عن عمرو بن حريث قال : قلت لعلي بن أبي طالب ( رض ) ما تقول في المشيء أمام الجنازة ؟ فقال علي ( رض ) : المشي خلفها أفضل من المشي أمامها كفضل المكتوبة على التطوع . قال قلتُ : فإني رأيت أبا بكر وعمر ( رض ) يمشيان أمامها . فقال :\r\nإنهما يكرهان أنْ يُحرجا الناس وفي رواية انهما ليعلمان من ذلك مثل الذي أعلم ولكنهما سهلان يسهلان على الناس . قوله إنهما يعلمان مثل ما أعلم وانهما يتركان ذلك للتسهيل على الناس لا لأن ذلك أفضل من غيره « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصب الراية ج 2 ص 278 .\r\n( 2 ) موسوعة فقه علي ص 405 .\r\n( 3 ) الفقه الحنفي وأدلّته ج 1 ص 288 .\r\n( 4 ) الفقه الإسلامي وأدلته ج 2 ص 467 .\r\n( 5 ) الفقه الإسلامي وأدلّته ج 2 ص .\r\n( 6 ) شرح معاني الآثار ج 1 ص 483 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالقيام للجنازة\r\nلا يقام للجنازة لأن القيام منسوخ بدليل قول علي ( رض ) كان رسول الله ( ص ) أمرنا بالقيام في الجنازة ثم جلس بعد ذلك . وأمرنا بالجلوس « 1 » وأيضاً روى مسعود الحكم عن علي بن أبي طالب ( رض ) قال رأينا رسول الله ( ص ) قام فقمنا ، ورأيناه قعد فقعدنا فقد ثبت بما ذكرنا إن القيام للجنازة قد كان ثم نسخ « 2 » .\r\nكيف يدخل الميّت في القبر ؟\r\nقال أبو حنيفة يدخل الميّت من قبل القبلة ولا يسل سلا من قبل الرجلين وقال أهل الحجاز : سل الميت سلا من قبل رأسه وقال محمد بن الحسن : كيف قالوا ذلك وقد جاء فيما قال أبو حنيفة أثار كثيرة ومنها أخبرنا سفيان الثوري عن منصور بن المعتمر عن عمير بن سعيد النخعي قال قال علي بن أبي طالب ( رض ) يدخل الجنازة من قبل القبلة « 3 » .\r\nويدخل الميّت مما يلي القبلة خلافاً للشافعي ( رح ) فإنّ عنده يسل سلًا كان علي ( رض ) يرى أن يؤخذ الميّت من جانب القبلة وقد أخذ ( رض ) يزيد بن المكفكف من جهة القبلة « 4 » .\r\nالدفن بالليل . فلا يرى أبو حنيفة وأبو يوسف ومحمد ( رح ) بالدفن ليلًا بأساً لأن عروة روى عن عائشة ( رض ) قالت : دفن علي بن أبي طالب فاطمة ليلًا .\r\nما يقول عندما يدخله قبره :\r\nإذا وُضع في لحده يقول واضعه : بسم الله وعلى ملة رسول الله ( ص ) هكذا روى عن علي ( رض ) « 5 » .\r\nويسنّ لكل من حضر عند القبر أن يحثو التراب في القبر من قبل رأسه أو غيره\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الاسلامي وأدلّته ج 2 ص 561 .\r\n( 2 ) كتاب الحجة 371 .\r\n( 3 ) شرح معاني الآثار ج 1 ص 491 .\r\n( 4 ) موسوعة فقه علي ص 560 .\r\n( 5 ) موسوعة فقه علي ص 562 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nثلاث حثيات باليد ، قبل إهالة التراب عليه « 1 » وقد حثا علي ( كرم الله وجهه ) التراب في قبر ابن المكفكف حين دُفن « 2 » .\r\nويسجى قبر المرأة بثوب حتى يفرغ من اللحد لما روى أن فاطمة ( رض ) سجى قبرها بثوب ولأن مبنى حال المرأة على الستر كما في حال حياتها ولا يسجى قبر الرجل لما روى أن عليّا ( رض ) رآى قبر رجل سجي بثوب فنحي الثوب وقال لا تشبهوه بالنساء « 3 » .\r\nويحفر القبر ويلحد ويدخل الميّت مما يلي القبلة . عن علي ( رض ) قال . غسلت النبي ( ص ) فذهبت أنظر ما يكون من الميت فلم أر شيئاً إلى أن قال : والحدّ لرسول الله ( ص ) لحداً ونصب عليه اللبن نصباً « 4 » .\r\nأحكام الشهيد\r\nالشهيد هو المسلم المكلّف الذي قُتل ظُلما كمن قُتل في أرض المعركة وهو يجاهد في سبيل الله ولم يُرتث ، أي لم ينل شيئاً من مرافق الحياة بعد إصابته ، فلم يأكل ولم يشرب ولم يعط دواء ولم يحمل من أرض المعركة للعناية به وإسعافه .\r\nحكم هذا الشهيد أنْ لا يغسّل ويُدفن بدمه وثيابه ويُصلّى عليه هكذا نقل عن علي ( رض ) « 5 » . ومن قُتل من أهل العدل في محاربة أهل البغي فهو شهيد لا يُغسّل لأن المحاربة معهم مأمور بها قال الله تعالى  فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ .  فالمقتول في هذه المحاربة باذل نفسه لابتغاء مرضات الله كالمقتول في محاربة المشركين . ولما قاتل علي ( رض ) أهل النهروان لم يُغسّل من استشهد من أصحابه « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الاسلامي وأدلّته ج 2 ص 522 .\r\n( 2 ) موسوعة فقه علي 562 .\r\n( 3 ) المبسوط ج 2 ص 62 .\r\n( 4 ) نصب الراية ج 2 ص 303 .\r\n( 5 ) موسوعة فقه علي ص 355 .\r\n( 6 ) المبسوط ج 2 ص 53 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالجلوس على القبور\r\nالجلوس إذا كان للبول والغائط لا يجوز وأما الجلوس بغير ذلك فلم يدخل النهي الذي ورد في الأحاديث وقول أبي حنيفة وأبي يوسف ومحمد ( رحمهم الله ) وهكذا روى عن علي وابن عمر ( رض ) عنهم عن بكران يحيى بن محمد حدثه أن مولى لآل علي ( رض ) حدثه أن علي بن أبي طالب ( رض ) كان يجلس على القبور وقال المولى كنت ابسط له في المقبرة يتوسد قبراً ثم يضطجع « 1 » .\r\nالمسائل المتفرقة\r\nالجلوس على القبور . الجلوس إذا كان للبولوالغائط وأما لجلوس لغير ذلك فلم يدخل في النهي الذي ورد في الأحاديث وهذا قول أبي حنيفة وأبي يوسف ومحمد ( رح ) وهكذا روى عن علي ( رض ) وابن عمر ( رض ) عن بكير أن يحيى بن محمد حدثه ان مولى لآل علي ( رض ) حدّثه أن علي بن أبي طالب ( رض ) كان يجلس على القبور وقال المولى : كنت أبسط له في المقبرة يتوسد قبراً ثم يضطجع « 2 » .\r\n\r\nدعاء دخول المسجد والخروج منه\r\nيُستحبّ أن يقول عند دخول المسجد : أعوذ بالله العظيم ووجه الكريم وسلطانه القديم من الشيطان الرجيم باسم الله والحمد لله ، اللهم صلى على سيدنا محمد وعلى آل محمد وسلم . اللهم اغفر لي ذنوبي وافتح لي أبواب رحمتك وإذا خرج من المسجد قال مثله إلا أنه يقول : وافتح لي أبواب فضلك « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح معاني الآثار ج 1 ص 517 .\r\n( 2 ) شرح معاني الآثار ج 1 ص 517 .\r\n( 3 ) موسوعة فقه علي ص 545 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\nكتاب الزكاة\r\nتعريفها\r\nالزكاة معناه : الزيادة وتستعمل بمعنى الطهارة\r\nوتعريفها الشرعي : تمليك جزء مخصوص من مال مخصوص لشخص مخصوص .\r\nما يشترط في المال حتى تجب فيه الزكاة\r\nالزكاة فرض على المخاطَب إذا ملك نصابا نامياً حولا كاملًا ومن كان عليه دين يحيط بماله فلا زكاة عليه كان علي ( رض ) يشترط في المال حتى فيه الزكاة ما يلي :\r\n1 - ان يكون قد بلغ نصابا 2 - أنْ يكون خالياً من الدين 3 - أنْ يكون المال معداً للنماء 4 - حولان الحول عليه « 1 » وأيضاً روى علي ( رض ) عن النبي ( ص ) لا زكاة في مال حتى يحول عليه « 2 » .\r\nزكاة الذهب والفضة\r\nليس فيما دون مائتي درهم صدقة فإذا كانت مائتين وحال عليهما الحول ففيها خمسة دراهم وليس فيما دون عشرين مثقالًا من الذهب صدقة فإذا كانت عشرين مثقالا ففيها نصف مثقال عن علي ( رض ) عن النبي ( ص ) قال : إذا كانت لك مائتا درهم وحال عليها الحول ففيها خمسة دراهم وليس عليك شيء يعني في الذهب حتى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ( رض ) ص 294 .\r\n( 2 ) الفقه الاسلامي وأدلته ج 2 ص 744 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nيكون لك عشرون ديناراً فإذا كانت لك عشرون ديناراً وحال عليها الحول ففيها نصف دينار فما زاد فبحساب ذلك « 1 » . ويجب في مائتي درهم وعشرين مثقالًا ربع العشر وهو خمسة دراهم في المائتين ونصف مثقال في العشرين والعُشر بالضم إحدى أجزاء العشرة وإنما وجب ربع العشر لحديث مسلم . ليس فيما دون خمس أواق من الورق صدقة والأوقية أربعون درهما كما رواه الدارقطني ولحديث علي ( رض ) وغيره في الذهب « 2 » . وعن عاصم بن خمرة عن علي ( رض ) ان النبي ( ص ) قال هاتوا أربع العشور من كل أربعين درهما وما زاد فبحساب ذلك « 3 » .\r\nفإذا كان مائتي درهم وحال عليه الحول ففيها خمسة دراهم ولا شيء في الزيادة حتى تبلغ أربعين وهذا عند أبي حنيفة ( رح ) وقالا : ما زاد على المئاتين فزكاته بحسابه لحديث علي ( رض ) وما زاد على المئاتين فبحسابه « 4 » .\r\nولا زكاة في اليواقيت والآلي والجواهر وان كانت حليا إلّا أنْ تكون معدّة للتجارة لما روى عن علي ( رض ) قال ليس في جوهر زكاة « 5 » .\r\nزكاة الإبل\r\nليس في أربع من الإبل السائمة صدقة لحديث علي ( رض ) ان النبي ( ص ) قال من لم يكن عنده ألّا أربع من الإبل فلا زكاة عليه وإذا كانت خمساً ففيها شاه « 6 » . واختلف العلماء في الزيادة على مائة وعشرين من الإبل فقال أصحابنا : إذا زادت الإبل على هذا العدد تُستأنف الفريضة ويدار الحساب على الخمسينات في النصاب . وعلى الحقاق في الواجب . لكنْ بشرط عود ما قبله من الواجبات والأوقاص بقدر ما يدخل فيه . وبيان ذلك : إذا زادت الإبل على مائة وعشرين فلا شيء في الزيادة حتى تبلغ خمسا فيكون فيها شاة وحقتان وفي العشر شاتان وحقتان وفي خمس وعشرين بنت مخاض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصب الراية ج 2 ص 366 .\r\n( 2 ) الفقه الحنفي في ثوبه الجديد ج 1 ص 365 .\r\n( 3 ) المبسوط ج 2 ص 150 .\r\n( 4 ) الهداية ج 1 ص 102 .\r\n( 5 ) الفقه الحنفي وأدلته ج 1 ص 332 .\r\n( 6 ) المبسوط ج 2 ص 150 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nوحقتان إلى مائة وخمسين فقيها ثلاث حقاق ، في كل خمسين حقّة ، ثم يُستأنف الفريضة فلا شيء في الزيادة حتى تبلغ خمسا فيكون فيها شاة وثلاث حقاق . وفي العشر شاتان ففيها بنت لبون وثلاث حقاق إلى مائة وستة وتسعين ففيها أربع حقاق إلى مائتين . فإن شاء أدّى منها أربع حقاق من كل خمسين حقة وإن شاء أدّى خمس بنات لبون من كل أربعين بنت لبون ثم يستأنف الفريضة أبداً في كل خمسين كما أستؤنفت من مائةوخمسين إلى مائتين فيدخل فيها بنت مخاض وبنت لبون وحقة مع الشياه . هذا قول أصحابنا وروى هذا المذهب عن علي ( رض ) « 1 » . وقد بلغنا عن علي ( رض ) انه أقل : إذا زادت الإبل على مائة وعشرين فبحساب تستقبل بها الفريضة وهو قول إبراهيم النخعي وبه قال أبو حنيفة فإذا كثرت الإبل ففي كل خمسين حقة وكذلك الغنم إذا كثرت ففي كل مائة شاة شاة « 2 » .\r\nوإذا وجبت الفريضة في الإبل ولم يوجد ذلك السن ووجد أفضل من ذلك أودونه أخذ المصدق قيمة الواجب إن شاء وإنْ شاء أخذ ما وجد ورد فضل القيمة ان كان أفضل كان دونه أخذ فضل القيمة دراهم والكلام في هذه المسألة يشتمل على فصول أحدها ان جبران ما بين السنين غير مقدر عندنا ولكنه يحب الغلاء والرخص وعند الشافعي ( رح ) يتقدر بشاتين أو بعشرين درهما واستُدلّ بالحديث المعروف انّ النبيّ ( ص ) قال من وجب في إبله بنت لبون فلم يجد المصدق فيها الاحقة أخذها ورد شاتين أو عشرين درهما مما استيسر عليه ولكنا نقول إنما قال النبي ( ص ) ذلك لأن تفاوت ما بين السنين في زمانه كان ذلك القدر لا أنه تقدير شرعي بدليل ما روى عن علي ( رض ) بن أبي طالب انه قدّر جبران ما بين السنين بشاة وعشرة دراهم وهو كان مصدق رسول الله ( ص ) فما كان يخفى عليه هذا النص ولا يظن به مخالفة الرسول ( ص ) وإنما يحمل على أن التفاوت ما بين السنين في زمانه كان ذلك القدر « 3 » .\r\nوإذا ذهب العدو بالسائمة أو غصبها غاصب ثم رجعت إلى صاحبها بعد سنين فلا زكاة عليه لما مضى عندنا وقال زفر كذلك في الذي ذهب بها الدعو لأنهم ملكوها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الزكاة ص 66 .\r\n( 2 ) كتاب الخراج ص 89 .\r\n( 3 ) المبسوط ج 2 ص 155 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nبالإحراز وفي المغصوب المجهود تلزمه الزكاة لما مضى إذا وصلت إلى يده وقال الشافعي ( رح ) يلزمه فيها الزكاة لما مضى إذا وصلت إلى يده بناءً على أصله أنّهم لا يملكون أموالنا بالاحراز . وجهه قولهما ان وجوب الزكاة في السائمة باعتبار الملك دون اليد . ألا ترى أنّ ابن السبيل تلزمه الزكاة لما مضى إذا وصلت يده إلى الأموال لقيام ملكه فيها فكذلك في المغصوب فإن بالغضب تنعدم اليد بالمغصوب منه دون الملك . ووجه قولنا حديث علي ( رض ) موقوفا ومرفوعاً إلى النبي ( ص ) قال لا زكاة في مال الضمار ومعناه مال يتعذر الوصول اليه مع قيام الملك من قولك بعير ضامر إذا كان نحيفاً مع قيام الحياة فيه « 1 » .\r\nزكاة الخيل\r\nقال أبو سوف ومحمد ( رح ) لا زكاة في الخيل وهو وأحبّ القولين إلينا لأنه روى عن علي ( رض ) عن رسول الله ( ص ) أنه قال : عفوت لكم صدقة الخيل والرقيق « 2 » .\r\nومن ذلك ماحدّث سفيان بن عينة عن أبي إسحاق عن الاحرث عن علي ( ص ) عن النبي ( ص ) قال : تجاوزت لكم عن صدقة الخيل والرقيق « 3 » .\r\nزكاة البقر\r\nوليس في أقلّ من ثلاثين بقرة من البقر السائمة شيء فإذا كانت ثلاثين ففيها تبيع جذع إلى تسع وثلاثين ، فإذا كانت أربعين ففيها مسنة فإذا كات أربعين ففيها مسنة فإذا كثرت ففي كل ثلاثين تبيع جذع وفي كل أربعين سنة . قال أبو يوسف : حدثنا الأعمش عن إبراهيم عن مسروق قال : لما بُعث رسول الله ( ص ) معاذا إلى اليمن أمره أنْ يأخذ من كل ثلاثين من البقر تبيعا أو تبيعة ومن كل أربعين سنة . وقد بلغنا مثل ذلك عن علي بن أبي طالب ( رض ) « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 2 ص 171 .\r\n( 2 ) شرح معاني الآثار ج 2 ص 28 .\r\n( 3 ) الخراج ص 90 .\r\n( 4 ) الخراج ص 90 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nزكاة العوامل والحوامل والعلوفة\r\nليس في العوامل والحوامل والعلوفة صدقة خلافاً لمالك ( رح ) عن عاصم بن ضمرة عن علي ( ص ) قال : ليس في عوامل البقر صدقة « 1 » . وقال ( ع ) الجواميس والنحت بمنزلة الإبل والبقر وهي كمعز الشاة وضأنها .\r\nزكاة الزروع والثمار\r\nقال أبو حنيفة ( رح ) فيما سقته السماء أو سقى بالنهر بدون كلفة ففيه العشر وما سقى بالنضح نصف العشر لما روى معاذ بن جبل قال بعثني رسول الله ( ص ) إلى اليمن وأمرني ان آخذ مما سقت السماء وما سقى بعلًا العشر وما سقى بالدوالي ( الآلات ) نصف العشر ولقول علي ( رض ) ما سقت السماء فمن كل عشرة واحد وما سقى بالقرب ( الدلو ) فمن عشرين واحد « 2 » .\r\nولا عشر في الخارج من أرض الخراج وقال الشافعي ( رح ) يجمع بينهنّ « 3 » . قال علي ( رض ) : ( لا يجتمع عشر وخراج على ارض واحدة « 4 » . وعن علي ( رض ) ليس في الخضروات زكاة « 5 » ؛ البقل والقثاء والخيار والبطيخ وكل شيء وليس له أصل « 6 » .\r\nزكاة الغنم\r\nيؤخذ الشيء في زكاتها ولا يؤخذ الجذع من الضأن والشيء منها ما تمت له سنة والجذع ما أتى عليهم أكثرها ودليل هذاالقول حديث علي ( رض ) موقوفا ومرفوعاً ( لا يؤخذ في الزكاةالا الشيء فصاعداً ) « 7 » .\r\nقال أبو يوسف حدثنا الحسن بن عمارة عن أبي إسحاق بن ضمرة عن علي ( كرم الله وجهه ) أنه قال ليس فيما دون أربعين من الغنم شيء « 8 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصب الراية ج 2 ص 360 .\r\n( 2 ) الفقه الحنفي وأدلته ج 1 ص 238 .\r\n( 3 ) المعداية ج 2 ص 40 .\r\n( 4 ) موسوعة فقه علي ص 242 .\r\n( 5 ) الخراج ص 90 .\r\n( 6 ) الخراج ص 66 .\r\n( 7 ) الهداية ج 1 ص 99 .\r\n( 8 ) كتاب الحجة ص 471 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nزكاة الدين\r\nإذا كان الرجل له دين على رجل عليه زكاة هذا المال لما مضى عليه من السنين لأنه كان مالًا صاحبه مقر وكان ينبغي له أنْ يأخذه منه فهذا الذي فرط فيه . أخبرنا أبو حنيفة ( رح ) قال حدثنا الهيثم بن أبي الهيثم عن أبن سيرين عن علي بن أبي طالب ( رض ) أنه قال : إذا كان الدين على الناس فقبضته تزكية لما مضى « 1 » .\r\nومن كان له على آخر دين فجحده سنين ثم قامت له به بيّنة لم يزكه لما مضى معناه صارت له بيّنة ، بأن أقرّ عند الناس وهي مسألة مال الضمار وفيه خلاف زفر والشافعي ( رح ) ومن جملته : المال المفقود ، والآبق ، والضال ، والمغصوب إذا لم يكن عليه بيّنة والمال الساقط في البحر والمدفون في المفازة إذا نسي مكانه والذي أخذه السلطان مصادرة . لهما ان السبب قد تحقق وفوات اليد غير مخل بالوجوب كمال ابن السبيل ولنا قول علي ( رض ) لا زكاة في مال الضمار « 2 » .\r\nقال أبو يوسف أشعث بن سوار عن حبيب بن أبي ثابت عن صلت المكي عن أبي رافع قال : أعطاهم النبي ( ص ) أرضاء فعجزوا عن عمارتها فباعوها في زمن عمر بن الخطاب ( رض ) ثمانية آلاف دينار أو ثمان مأة ألف درهم فوضعوا أموالهم عند علي بن أبي طالب ( رض ) فلما أخذوها وجدوها تنقص . فقالوا : هذا ناقص قال : احسبوا زكاته قال : فحسبوه فوجدوه وافياً فقال : أحسبتم أني أمسك مالًا لا أزكّيه « 3 » .\r\n\r\nمصارف الزكاة\r\nولو صرف إلى واحدٍ من هؤلاء الأصناف ( الثمانية ( يجوز عند أصحابنا وعند الشافعي لا يجوز إلّا إنْ يُصرف إلى ثلاثة من كلّ صنف . ولنا السنّة وإجماع الصحابة وروى عن علي ( رض ) أنه أتى بصدقة فبعثها إلى أهل بيت واحد « 4 » .\r\nوأيضاً نقل عنه ( رض ) بأنه لا يرى ضرورة إنفاق الزكاة في أصناف الثمانية بل كان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهداية ج 1 ص 96 .\r\n( 2 ) .\r\n( 3 ) كتاب الخراج ص 74 .\r\n( 4 ) بدائع الصنائع ص 107 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nيجيزان ينفق الرجل زكاته في أحد هذا المصارف الثمانية « 1 » .\r\nهل تؤخذ في صدقة المواشي ذات العيوب ؟\r\nقال أبو حنيفة وأبو يوسف ( رحمهم الله ) لا تؤخذ لأن رسول الله ( ص ) كتب كتابا إلى أهل اليمن فيه الفرائض والسُنن فكتب فيه ( لا يؤخذ في الصدقة هرمة ، ولا ذات عورا ، ولا تيس الغنم فهكذا كانت كتب رسول الله ( ص ) وأبي بكر ( رض ) وعمر ( رض ) تجري من بعده وكتب علي ( رض ) بعد ذلك « 2 » .\r\nأخذ الزكاة من أهل البغي\r\nوالعاشر بأخذ الصدقة من رسول أهل البغي إذا مر عليه كما يأخذها من المسلم لأن أهل البغي مسلمون كما قال الله تعالى  وَإِنْ طائِفَتانِ مِنَ الْمُؤْمِنِينَ اقْتَتَلُوا  إلى قوله تعالى  فَإِنْ بَغَتْ إِحْداهُما عَلَى الْأُخْرى .  وقال علي ( رض ) اخواننا بغوا علينا « 3 » .\r\n\r\nزكاة الركاز\r\nالركاز : ما ركزه الله تعالى وخلقه في المعادن ، ودفين أهل الجاهلية ، وقطع الذهب والفضة من المعدن . وإنْ وجد ركازاً أي كنزا وجب فيه الخمس . عن الشعبي أنّ رجلًا وجد ركازاً فأتى به علياً ( رض ) فأخذ منه الخمس وأعطى بقيته للذي وجده فأخبر به النبي فأعجبه « 4 » .\r\nوعن عامر ( رح ) قال وجد رجل ألف درهم وخمسمائة درهم في قربة خربة فقال علي ( رض ) سأقضي فيها قضاء بينا إن كنتُ وجدتها في قرية يؤدى خراجها قوم فهم أحقّ بها منك وإن كنت وجدتها في قرية ليس يؤدى خراجها أحد فخمسها لبيت المال وبقيتها لك وسنتمها لك فجعل الكل له وفيه دليل لأبي حنيفة ( رح ) ومحمد ( رح ) أن واجد والكنز في ملك الغير لا يملكه ولكن يردها على صاحب الخطةوهو أول مالك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ( رض ) ص 307 .\r\n( 2 ) شرح معاني الآثار ج 2 ص 34 .\r\n( 3 ) المبسوط ج 2 ص 181 .\r\n( 4 ) نصب الراية .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nكان لهذه الأرض بعد ما افتتحت وفيه دليل وجوب الخمس في الكنز وإن للإمام ان يضع ذلك في الواحد إذ رآه محتاجاً إليه وله أن يضع ذلك في بيت المال كما رواه عن علي ( رض ) في الحديث الآخر قال إن كانت قرية خربت على عهد فارس فهم أحق به وان كانت عادية خربت قبل ذلك فهو للذي وجده فوجدوها كذلك فادخل خمسه بيت المال وأعطي الرجل بقيته « 1 » .\r\n\r\nصدقة الفطر\r\nصدقة الفطر واجبة على الحر المسلم إذ أكان مالكاً النصاب فاضلًا مسكنه وثيابه وأثاثه وفرسه ورسلاحه وعبيده . ويخرج ذلك عن نفسه وأولاده الصغار وممالكيه . عن علي ( رض ) أن بعض البادية جاؤ إلى رسول الله ( ص ) فقالوا يا رسول الله هل علينا زكاة الفطر ؟ فقال : هي على كل مسلم صغير أو كبير حراً وعبد « 2 » .\r\nمقدار صدقة الفطر\r\nقال أبو حنيفة ( رح ) صدقة الفطر نصف صاع من الحنطة وصاع من تمر وانكر بعض أهل المدينة نصف الصاع من الحنطة واستدل أبو حنيفة بحديث علي بن أبي طالب ( رض ) قال زكاة الفطر على كل صغير وكبير وحر أو عبد نصف صاع من حنطة أو صاع من تمر « 3 » . قال أبو حنيفة ( رح ) وأبو يوسف ( رح ) نصف صاع من الحنطة ومما سوى الحنطة صاع إذ قد صار إجماعاً في زمن أبي بكر ( رض ) وعمر وعثمان ( رض ) وعلي ( رض ) إلى زمن التابعين « 4 » عن علي ( رض ) عن النبي ( ص ) إنه قال صدقة الفطرنصف صاع من بُر أو صاع من تمر « 5 » .\r\nصدقة الفطر نصف صاع من البر وهذا المقدار ثابت عن علي ( رض ) « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 4 ص 43 .\r\n( 2 ) نصب الراية ج 2 ص 411 .\r\n( 3 ) كتاب الحجة ص 538 .\r\n( 4 ) شرح معاني الآثار ج 2 ص 47 .\r\n( 5 ) نصب الراية ج 2 ص 422 .\r\n( 6 ) القدوري ص 69 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\n\r\nكتاب الصوم\r\nالصوم في اللغة : مطلق الإمساك .\r\nوفي الشرع : الصوم : الامساك عن الأكل والشرب والجماع مع النية . بشرط الطهارة عن الحيض والنقاس ، من طلوع الفجر الصادق إلى غروب الشمس .\r\nويجوز للرجل أن ينوي الصيام بعد ما يطلع الفجر وبمثل ذلك روى الحارث الأعور عن علي ( رض ) وبه أخذ أبو حنيفة وأصحابه « 1 » .\r\nالرجل يأكل ويشرب ناسياً قال أهل المدينة من أكل أو شرب في رمضان ساهياً أو ناسياً فعليه القضاء وقال أبو حنيفة ( رح ) لولا ما جاء من الآثار أمرْتُ بالقضاء ولكن ثبت عن علي ( رض ) بن أبي طالب في الرجل ويأكل وهو صائم ناسياً قال لا يفطر فإنماً هي طعمة أطعمها الله إياه « 2 » .\r\nولو لم يترخصّ المسافر وصام رمضان جاز صومه وليس عليه القضاء وقال بعض الناس لا يجوز صومه في رمضان ولا يعتّد به ويلزمه القضاء وحكى القدوري فيه اختلافا بين الصحابة وقال بعضهم كقول أصحابنا وهو قول علي ( رض ) وابن عباس ( رض ) « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح معاني الآثار ج 2 ص 56 .\r\n( 2 ) كتاب الحجة من 393 .\r\n( 3 ) بدائع الصنائع ص 54 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nوأمّا حبل المرأة وإرضاعها إذا خافتا الضرر بولدها فمرخّص وعليهما القضاء ولا فدية عليهما عندنا وقال الشافعي ( رح ) عليهما القضاء والفدية لكل يوم مدّمن الحنطة . والمسألة مختلفة بين الصحابة والتابعين فروي عن علي ( رض ) أنما يقضيان ولا يفديان وبه أخذ أصحابنا « 1 » .\r\nفإن ذرعه القئ لم يفطر فإن استقاء عمداً ملء فيه فعليه القضاء قال علي ( رض ) : إن ذرعه القئ فليس عليه القضاء وإن تقيأ بيده فعليه القضاء « 2 » . ولا بأس بالكحل ودهن الشارب وقد كان علي ( رض ) يكتحل بالإثمد وهو صائم لا يرى به بأساً « 3 » .\r\nولا بأس بالقبلة إذا أمن على نفسه أي الجماع والإنزال ويكره إذا لم يأمن سأل رجل علياً أيقبل الرجل امرأته وهو صائم ؟ فقال علي : ما تريد إلى خلوف فمهام دعها حتى تفطر يعني إنه يُكره له أن يقبّل لأنها من دواعي الجماع « 4 » .\r\nومن كان مريضاً في رمضان فخاف أنْ صام ازداد مرضه أفطر وقضى وقال الشافعي ( رح ) لا يفطر . وهو يعتبر خوف الهلاك أو خوف فوت العضو . والشيخ الفاني الذي لا يقدر على الصيام يفطر ويطعم لكل يوم مسكيناً كما يطعم في الكفّارات فقد قال علي : في الشيخ والشيخة الكبيرين الذين يجهدهما الصيام يفطران ويطعمان لكل يوم مسكينا « 5 » .\r\nوان كان مسافرا لا يستضر بالصوم فصومه أفضل وإنْ أفطر جاز عن حسن بن سعيد عن أبيه قال أقبلتُ مع علي ( رض ) بن أبي طالب من ينبع قال فصام علي ( رض ) وكان علي ( رض ) راكباً وأفطرت لأني كنتُ ماشياً حتى قدمنا المدينة ليلًا « 6 » .\r\nومن أكل وشربَ أو جامع ناسياً في صومه لم يفطر ذلك والنفل والفرض فيه سواء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الصوم ص 58 .\r\n( 2 ) مؤسسة فقه علي ص 417 .\r\n( 3 ) المرجع السابق ص 417 .\r\n( 4 ) المرجع السابق ص 518 .\r\n( 5 ) المراجع السابق ، ص 420 .\r\n( 6 ) موسوعة فقه علي ص 337 .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nهكذا روى عن علي ( رض ) « 1 » .\r\nوقد استدل شمس الدين السرخسي بجواز صوم يوم الشك بنيّة النفل من حديث علي ( رض ) وعائشة ( رض ) انهما كانا يصومان يوم الشك وكانا يقولان لأن نصوم يوماً من شعبان أحبّ إلينا من أنْ نفطر يوماً من رمضان وإنما كانا يصومان بنية النفل « 2 » .\r\nوصوم حج التمتع لا يتأدى في أيام التشريق ويوم النحر عندنا وعند الشافعي يتأدى في أيّام التشرق ومذهبنا مروي عن علي ( رض ) « 3 » .\r\nهل يتأدى صوم رمضان بنية النفل ؟\r\nإنْ أطلق نيّةالصوم أو نوى النفل فهو صائم عن الفرض عندنا وقال الشافعي ( رح ) إنْ كان يعلم أن اليوم من رمضان فنوى النفل لم يكن صائماً وان كان لا يعلم جاز صومه عن النفل وقال ابن أبي ليلى إنْ يعلم أن اليوم من رمضان جاز صومه عن الفرض وإنْ كان لا يعلم لم يكن صائماً لأن قصده عند عدم العلم كان إلى أداء النفل غير مشروع في هذا اليوم .\r\nولنا حديث علي ( رض ) وعائشة ( رض ) انهما كانا يصومان يوم الشك وكانا يقولان لئن نصوم يوماً من شعبان أحب إلينا من أنْ نفطر يوماً من رمضان وإنما كان يصومان بنية النفل لإجماعنا على أنه لا يباح صوم يوم الشك بنية الفرض فلولا ان عند التبين يجوز الصوم عن الفرض لم يكن لهذا التحرز منهما معنى « 4 » .\r\nلا يشترط التتابع عندنا في قضاء صوم رمضان وصوم كفارة الحلق وصوم جزاء وصوم نذر الملطق وصوم اليمين وقال بعضهم في صوم قضاء رمضان يشترط فيه التتابع لنا ما روى عن جماعة من أصحاب رسول الله ( ص ) من نحو علي ( رض ) وعبد الله بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 3 ص 65 .\r\n( 2 ) المبسوط ج 3 ص 60 .\r\n( 3 ) المبسوط ج 3 ص 81 .\r\n( 4 ) المبسوط ج 3 ص 60 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nعباس ( رض ) وأبي سعيد الخدري ( رض ) وأبي هريرة ( رض ) وعائشة ( رض ) وغيرهم انهم قالوا : إنْ شاء تابع وإنْ شاء فرق . غير أن علياً انه يتابع لكنه ان فرّق جاز وهذا منه ( رض ) إشارة إلى أنّ التتابع أفضل « 1 » .\r\nإن كان بالسماء علّة قبل الإمام شهادة الواحد العدل في رؤية الهلال رجلًا كان أو امرأة حراً كان أو عبد . عن فاطمة بنت حسين ان رجلا شهد عند علي ( رض ) على رؤية هلال رمضان فصام واحسبه قالت : وأمر الناس أن يصوموا وقال : أصوم يوماً من شعبان أحب اليّ من أن أفطر يوما من رمضان « 2 » .\r\n\r\nباب الاعتكاف\r\nهو في اللغة : المُقام والاحتباس . وفي الشرع عبارة عن المقام في مكان مخصوص . وهو المسجد مع الصوم ونيّة الاعتكاف .\r\nولا بأس للمعتكف أن يبيع ويشتري ويلبس ويتطيّب ويدهن ويأكل ويشرب بعد غروب الشمس إلى طلوع الفجر ويتحدّث ما بداله بعد أن لا يكون مأثما وينام في المسجد والمراد من البيع والشراء هو كلام الإيجاب والقبول من غير نقل الأمتعة إلى المسجد لأن ذلك ممنوع عنه لأجل المسجد لما فيه من اتخاذ المسجدمتجراً لا لأجل الاعتكاف وحكى عن مالك أنه لا يجوز البيع في المسجد . لنا ما روى عن علي ( رض ) أنه قال لابن أخيه جعفر : هلا اشتريت خادما قال : كنت معتكفا قال : وماذا عليك لواشتريت أشار إلى جواز الشراء في المسجد « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الصوم ص 14 .\r\n( 2 ) نصب الراية ج 2 ص 445 .\r\n( 3 ) بدائع الصنائع كتاب الصيام ص 100 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nكتاب الحج\r\nالحج لغة : القصد إلى معظم . والحج شرعاً قصد بيت الله الحرام بصفة مخصوصة في وقت مخصوص بشرائط مخصوصة .\r\nفرضية الحج :\r\nالحج واجب على الأحرار البالغين العقلاء الأصحّاء إذا قدروا على الزاد والراحلة فاضلا عن المسكن ومالابد منه وعن نفقة عياله إلى حين عوده وكان الطريق آمناً ولا يجب في العمر إلّا مرة واحدة عن علي ( رض ) قال : لَمّا نزلتْ هذه الآية  ( وَلِلَّهِ عَلَى النَّاسِ حِجُّ الْبَيْتِ مَنِ اسْتَطاعَ إِلَيْهِ سَبِيلًا )  قالوا يا رسول الله أفي كل عام ؟ فسكت ثم قالوا : أفي كل عام ؟ قال : لا ، ولو قلت نعم لوجبت . « 1 »\r\nتأخير الحج مكروه تحريما : لأنه روي عن علي ( رض ) مرفوعاً بلفظ ( من ملك زاداً وراحلةً تبلغه إلى بيت الله ولم يحج فلا عليه أنْ يموت يهوديا أو نصرانياً « 2 » .\r\nوفائدة التاقيت المنع عن تأخير الاحرام عنها لأنه يجوز التقديم عليها بالاتفاق . ثم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصب الراية ج 3 ص 3\r\n( 2 ) الفقه الحنفي وأدلته ج 1 ص 382\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالآفاقي إذا انتهى إليها على قصد دخول مكة عليه أن يحرم قصد الحج أو العمرة أو لم يقصد عندنا قال علي ( رض ) لا يدخل أحد مكة إلّا بإحرام « 1 » .\r\nجواز تقديم عن الميقات\r\nعن عبد الرحمن بن أذنيه عن أبيه قال : قلت لعمر بن الخطاب ( رض ) من أين اعتمر ؟ قال إئت علياً فأتيتُ علياً ( رض ) فسألته فقال : من حيث بدأت فأتيت عمر فأخبرتهُ فقال : أحسن « 2 » .\r\nفإذا أمن الحاج والمعتمر على نفسه من الوقوع في المحظور قله أن يقدم الإحرام على الميقات لما جاء عن عبد الله بن سلمة المرادي قال سئل علي ( رض ) عن قول الله عز وجل  ( وَأَتِمُّوا الْحَجَّ وَالْعُمْرَةَ لِلَّهِ )  قال : أن تحرم من دويرة أهلك « 3 » .\r\nولو قلد بدنه يريد به الاحرام بالحج أو العمرة أو بهما وتوجّه معها يصير محرماً وهكذا روي عن جماعة من الصحابة منه علي ( رض ) « 4 » .\r\nوأما بيان أفضل أنواع ما يحرم به فظاهر الرواية عن أصحابنا ان القرآن أفضل ثم التمتع ثم الإفراد وروى عن أبي حنيفة أن الافراد أفضل من التمتع وبه أخذ الشافعي وقال مالك التمتع أفضل . ولنا أن المشهود ان النبيّ ( ص ) قرن بين الحج والعمرة رواه عمر ( رض ) علي ( رض ) وابن عباس ( رض ) وجابر ( ض ) وانس ( رض ) « 5 » .\r\nالقرآن في الحج عند أبي حنيفة ( رح ) وأبي يوسف ومحمد ( رح ) أفضل من الافراد والتمتع لأنّ علي بن حسين روى عن مروان بن الحكم قال : كنا نسير مع عثمان بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 552 .\r\n( 2 ) كتاب الحجة ج 2 ص 48 .\r\n( 3 ) الفقه الحنفي وأدلته ج 1 ص 387 .\r\n( 4 ) بدائع الصنائع كتاب الحج ص 110 .\r\n( 5 ) بدائع الصنائع كتاب الحج ص 136 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nعفان ( رض ) فإذا رجل يلبّي بالحج والعمرة فقال لعثمان من هذا ؟ فقالوا : علي ( ع ) فأتاه عثمان ( رض ) فقال : ألم تعلم أني نهيت عن هذا فقال : بلى ولكني لم أكن لأدع قول النبي ( ص ) لقولك . وأيضا حديث حريث بن سلم العذري عن علي ( رض ) إنه لبّى بهما جميعاً فنهاه عثمان ( رض ) فهذا عليّ قد أخبر عن رسول الله ( ص ) بخلاف النهي عن قرآن العمرة والحج وفعل في ذلك خلاف ما أمر به عثمان ( رض ) وأنكر على عثمان ( رض ) ما أمر به من ذلك . فدل هذا من علي ( رض ) انه كان عند تفضيل القرآن على الأفراد وعن النبي ( ص ) « 1 » .\r\nالقارن عند بعض العلماء يطوف طوافاً واحداً استدلوا هؤلاء بقول ابن عمر ( رض ) أنه قال : القارن يطوف لعمرته وحجته طوافاً واحداً ولكن الأحناف اخذوا بقول علي ( رض ) بن أبي طالب وعبد الله بن عباس قال : القارن يطوف طوافين ويسعى سعيين « 2 » .\r\nويجوز حج الافراد كما يجوز حج القرآن لرواية عبد الرحمن بن أبي نصر بن عمر والسلمي عن أبيه قال : خرجت حاجاً وأنا أريد علي بن أبي طالب ( رض ) فأحرمتُ قبل أن أدخل المدينة ، قال فدخلت المدينة حتى خرج علي ( رض ) فأدركته بذي الحليفة وقد أهلَّ بعمرة وحجة فقلت ما خرجت إلّا إليك فأدخلني في إحرامك . قال : وكيف أدخلك في إحرامي وقد أحرمت بحجة وأحرمتُ بحجة وعمرة ولكن أقم على إحرامك وأقيم على إحرامي قال فأقمنا على إحرامنا فلبى حتى دخلنا مكة فطاف طوافين بالبيت وسعى بين الصفاء والمروة طوافا لعمرته وطوافا لحجته ثم أقمنا احرامين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح معاني الآثار ج 2 ص 149 .\r\n( 2 ) شرح معاني الآثار ج 2 ص 205 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nحتى كان يوم النحر « 1 » .\r\nقال أبو حنيفة : القرآن بين الحج والعمرة أفضل من أفراد الحج وأفراد العمرة فان قرن بينهما طاف لهما طوافين وسعى لهما سعيين وما عجل من الاحرام فهو أفضل إذا قوى عليه قبل أنْ يبلغ وقته ولا يجاوز وقته إلى مكة ألّا محرّما وقال أهل المدينة : أفراد الحج أفضل من القرآن ومن غيره فإن قرن طاف لهما طوافا واحداً ولا ينبغي أن يعجل الاحترام قبل الميقات وإنْ عجل لزمه ، والميقات أفضل والحنفية يستدلون من آثار كثيرة ، منها ما روى أبو حنيفة عن أبي نصر عن علي بن أبي طالب ( رض ) قال إذا اهللّتَ بالعمرة والحج جميعاً فطف لهما طوافين واسع لهما سعيين بين الصفا والمروة قال منصور فلقيت مجاهدا وهو يفتي بطواف واحد لمن قرن فحدثته بهذا الحديث فقال : لو كنتُ سمعته لم أفت إلا بطوافين فأما بعد اليوم فلا أفتي إلا بهما « 2 » .\r\nفإذا دخل القارن مكة طاف بالبيت سبعة أشواط يرمل في الثلاث الأول منها ويسعى بعدها بين الصفا والمروة . وهذه أفعال العمرة ثم يشرع عند الحنفية بأفعال الحج كالمفرد ويطوف بعد السعي المذكور طواف القدوم ويطوف طواف الإفاضة للحج ويسعى بين الصفا والمروة كالمفرد . قال علي ( رض ) في القارن : إذا أهللت بالحج والعمرة فطف للهما طوافين واسعى لهما سعيين بالصفا والمروة « 3 » .\r\nولا يجوز إضافة العمرة إلى الحج\r\nعن أبي السلمي قال لقيت علي بن أبي طالب ( رض ) وقد أهل بالعمرة والحج فقلت له إني أهلتُ بالحج أفا أستطيع أن أضم إليه عمرة ؟ فقال : لا . إنك لو كنت بدأت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الحجة ج 2 ص 20 كتاب الحجة ج 2 ص 6 .\r\n( 2 ) الفقه الإسلام وأدلّته ج 3 ص 223 .\r\n( 3 ) الفقه الاسلامي وأدلّته ج 3 ص 223 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nبالعمرة فأردتَ أن تضيف إليها حجة . فقلت كيف أضع إذا أردت ذلك ؟ قال : تفيض عليك إداءة ثم تسهل بهما جميعاً فإذا قدمت طفت لكل واحد منهما طوافاً ، ثم لا يحل منك شيء حتى يوم النحر قال محمد ( رض ) وبقول علي ( رض ) بن أبي طالب نأخذ يضاف الحج إلى العمرة ولا يضاف العمرة إلى الحج فإنْ أضاف العمرة إلى الحج قبل أنْ يعمل للحج لزمه ذلك وأساء « 1 » .\r\nيبدأ إذا دخل مكة بطواف العمرة بالبيت وسعى بين الصفا والمروة ثم يطوف للحج بالبيت ويسعى له بين الصفا والمروة وهذا عندنا ان القارن يطوف طوافين ويسعى سعيين وعند الشافعي ( رح ) يطوف طوافاً واحداً ويسعى سعياً واحداً واحتج بحدث عائشة ( رض ) أنّ النبي ( ص ) طاف لحجته وعمرته طوافاً واحداً وسعى سعياً واحداً هكذا رواه الشافعي وهو تناقض بيّن فإنه روى عن عائشة ( رض ) في المسألة الأولى أن النبي ( ص ) كان مفردا ثم روى في هذه المسألة أنه كان قارناً وطاف لها طوافاً واحداً وروى أن النبي ( ص ) قال لعائشة ( رض ) طوافك بالبيت يكفيك لحجك ولعمرتك وقال ( ص ) دخلت العمرة في الحج إلى يوم القيامة والمعنى فيه أن مبنى القرآن على التداخل ألا ترى أنه يكتفي لهما بتلبية واحدة وسفر واحد وحلق واحد فكذلك يثبت التداخل في الأركان ولأن العمرة تبع للحج فهي من الحج بمنزلة الوضوء مع الاغتسال فكما يدخل الوضوء في الاغتسال فكذلك العمرة في الحج . وحجتنا حديث علي ( رض ) ان النبيّ قرن وطاف لهما طوافين وسعى سعيين وذكر عن علي ( رض ) أنه قال يطوف القارن طوافين وليسعى سعيين « 2 » .\r\nثم يبدأ بالحجر الأسود فاستلمه هكذا روى جابر ( رض ) ان النبيّ ( ص ) بداء بالحجر الأسود فاستلمه وعن عمر ( ض ) انه استلم الحجر الأسود رأيت أبا القاسم بك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الحجة ج 2 ص 35 ا .\r\n( 2 ) المبسوط ج 4 ص 28 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nحفياً وعن أبن عمر ( ض ) أنّ النبيّ ( ص ) قبّل الحجر ووضع شفتيه عليه وبكى طويلًا ثم نظر فإذا هو بعمر ( رض ) فقال يا عمر هنا تُسكب العبرات وان عمر ( رض ) في خلافته لما أتى الحجر الأسود وقف فقال أما إني أعلم أنك حجرلا تضّر ولا تنفع ولولا أني رأيت رسول الله ( ص ) استلمك ما استلمتك فبلغت مقالته علياً ( رض ) فقال أما ان الحجر ينفع فقال له عمر ( رض ) وما منفعته ياختن رسول الله فقال سمعت رسول الله ( ص ) يقول إن الله تعالى لما أخذ الذرية من ظهر آدم ( ع ) وقررهم بقوله : ألستُ بربكم قالوا بلى . أودع إقرارهم الحجر فمن يستلم الحجر فهو يجدد العهد بذلك الاقرار والحجر يشهد له يوم القيامة « 1 » .\r\nويجب على المتمتع الهدي وهو الشاة في قول علي ( رض ) وابن عباس ( رض ) وابن مسعود ( رض ) وفي قول ابن عمر وعائشة بدنه وأخذنا بالقول الأول « 2 » .\r\nوإذا أتى المزدلفة فالمستحب ان يقف بقرب الجبل الذي عليه المقيدة يقال له قزح ويصلي الإمام بالناس المغرب والعشاء بأذان وإقامة واحدة وقد جمع علي ( ع ) بين المغرب والعشاء بمزدلفة « 3 » .\r\nالعرفة كلها موقف\r\nعن علي ( رض ) قال : وقف رسول الله ( ص ) بعرفة فقال هذه عرفة وعرفة كلها موقف « 4 » .\r\nالغسل لوقوف العرفة مسنون لما روى عن علي ( رض ) « 5 » .\r\nدعا يوم العرفة عن علي ( رض ) قال : أكثر مادعا به النبي ( ص ) يوم عرفة في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 4 ص 9 .\r\n( 2 ) المبسوط ج 4 ص 180 .\r\n( 3 ) ابن أبي شيبه ج 1 ص 179 .\r\n( 4 ) نصب الراية ج 3 ص 67 .\r\n( 5 ) الفقه الاسلامي وأدلته ج 1 ص 389 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nالموقف : اللهم لك الحمد كالذي نقول وخيراً مما نقول . اللهم لك صلاتي ونسكي ومحياي ومماتي وإليك مآبي ، ولك ربي تراثي .\r\nاللهمّ إنّي أعوذ بك من عذاب القبر وسوسة الصدر وشتات الأمر . اللهم إني أعوذ بك من شرّما تجئ به الريح « 1 » . وأيضاً روى عن علي ( رض ) ان النبي ( ص ) قال : إنّ أكثر دعائي ودعاء الأنبياء قبلي عشية يوم عرفة : لا إله إلا الله وحده لا شريك له . له الملك وله الحمد يحيي ويميت وهو على كل شيء قدير . اللهم أجعل في قلبي نوراً وفي سمعي نوراٌ وفي بصري نوراً ؛ اللهم أشرح لي صدري ويسرٍ لي أمري وأعوذ بك من وسواس الصدور وسيئات الأمور وفتنة الفقراء . اللهم انّي أعوذ بك من شر ما يلج في الليل وشر ما تهبّ به الرياح « 2 » .\r\nويقطع التلبية مع أول حصاة لما روى ابن مسعود ( رض ) وروى جابر ان النبي ( ص ) قطع التلبية عند أول حصاة رمى بها الجمرة العقبة وأيضاً روى ابن أبي شيبة والبيهقي وابن حزم في المحلى بأسانيدهم بأنّ يندهم ان علياً ( رض ) ما زال يهلل حتى انتها إلى جمرة العقبة « 3 » .\r\nالدعاء عند رمي الجمرات\r\nكان علي ( رض ) يقول : كلما رمى حصيات . اللهم اهدني بالهدى وقني بالتقوى ، وأجعل الآخرة خيراً لي من الأولى « 4 » .\r\nوإذا رمى القارن أو المتمتع الجمرة يوم النحر ذبح شاة أو بقرة أو بدنة أو سبع بدنه فإنْ لم يجد صام ثلاثة أيام في الحج وسبعة إذا رجع إلى أهله قال علي ( كرم الله وجه ) على القارن والمتمتع هدي فإن لم يجدا صاما ثلاثة أيام في الحج آخرهنّ يوم عرفه وسبعة أيّام إذا رجع إلى أهله « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الاسلامي وأدلّته ج 3 ص 183 .\r\n( 2 ) بدائع الصنائع كتاب الحج ، ص 93 .\r\n( 3 ) موسوعة فقه علي ( رض ) ص 213 .\r\n( 4 ) الفقه الحنفي وأدلته ج 1 ص 429 .\r\n( 5 ) موسوعة فقه علي ص 603 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nإذا نسي الرجل صيام ثلاثة أيّام في الحج فلابد من الدم قالوا وهذه الايّام يجب في أشهر الحج كما زعمتم ولكنها إذا فاتت قُضيت في غيرها وليست بأعظم حرمة من شهر رمضان فإنّ شهر رمضان يفوت فيقضى في غيره . قيل لهم ان هذه ليست كشهر رمضان فإن شهر رمضان لم يجب فيه الصوم فلما فات قيل له اقض ما فات وإنّ المتمتع إنما وجب عليه ما استيسر من الهدي فمن لم يجد فصيام ثلاثة أيام في الحج وسبعة إذا رجعتم ، فجعل الصوم مكان الهدي فلما ضيع موضع الصوم وفاته رجع إلى الكفارة الأولى لأن الكفارة الثانية إنما جعلت مكان الأولى فلما لم يقضها في وقتها صارت الأولى هي الواجبة وصارت دينا عليه حتى يقضيها لأن الامرين جميعا قد صار دينا فصار الأولى أولى أن يقضى من الآخر لأن الآخر إنما جعل لما لم يجد الأول وقال أهل المدينة : أعجب من هذا زعموا أن يقضى في أيام التشريق وهذه أيام نهى رسول الله عن صومها بحديث معروف روى عن علي ( رض ) « 1 » .\r\nما يجزئ من الهدى\r\nأدناه شاة ، وهو من البقر والإبل والغنم ، هكذا روى عن علي ( رض ) « 2 » . عن علي بن أبي طالب وعبد الله بن عباس ( رض ) انهما قالا : استيسر من هدي هو شاة « 3 » .\r\nولا يجوز ذبح الهدايا إلا في الحرم وفي منى أفضل فقد روي عن علي ( رض ) عن رسول الله ( ص ) قوله ( منى كلها منحر ) « 4 » .\r\nويجوز الاكل من هدي التطوع والمتعة والقرآن فقد أكل علي ( رض ) من هديه وتصدق وكان قارناً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الحجة ص 387 .\r\n( 2 ) موسوعة فقه لعي ص 604 .\r\n( 3 ) المحيط البرهاني ج 2 ص 468 .\r\n( 4 ) موسوعة فقه علي ص 605 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nولا يجوز الأكل من بقية الهدايا قال علي ( كرم الله وجهه ) لا يؤكل من جزاء الصيد ولا من النذر ولا مما جعل للمساكين « 1 » .\r\nويتصدق بجلال الهدي وخطامها ولا يعطى أجرة الجّزار منها عن علي ( رض ) قال أمرني رسول الله ( ص ) أن أقوم على بدنه وأقسم جلودها وجلالها وأمرني أن لا أعطي الجزار منها شيئاً « 2 » .\r\nولو قال لله عليّ بدنة فإن شاء نحر جزوراً وان شاء ذبح بقرة عندنا وقال الشافعي ( رح ) لا يجوز الا الجزور وجه قوله ان البدنة في اللغة اسم للجمل ولنا ما روينا عن علي ( رض ) أنه قال الهدي من ثلاثة والبدنة من اثنتين وهذا نص « 3 » .\r\nولو قال إن فعلت كذا فعلّي هدي ففعله كان عليه ما استيسر من الهدي شاة لأن اسم الهدي عند الاطلاق يتناول الإبل والبقر والغنم فإنّ هذه الحيوانات يتقرب بإراقة دمها . إلا إن عند الاطلاق يلزمه المتيقن وهو الشاة فإنْ نوى الإبل أو البقر كان عليه ما نوى لأنه شدد الأمر على نفسه في نيته ونوى التعظيم فيما التزمه من المهدى فيلزمه ما نوى . ولا يذبحها إلا بمكة لتصريحه بالهدي . فإنْ قال عليَّ بدنة فإن كان نوى شيئاً من البدن بعينه فعليه ما نوى لأن المنوي إذا كان من محتملات كلامه فهو كالمصرح به وان لم يكن له نيّنة فعليه بقرة أو جزور لأن اسم البدنة مشتق من البدانة وهي الضخامة والعِظم وذلك لا يتناول الشاة وإنما يتناول البقرة والجزور وهكذا نقل عن علي ( رض ) « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المرجع السابق ص 605 .\r\n( 2 ) نصب الراية ج 3 ص 165 .\r\n( 3 ) بدائع الصنائع كتاب الحج ص 243 .\r\n( 4 ) المبسوط ج 4 ص 136 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\nباب الرجل يحلف بالمشي إلى بيت الله فيحنث في يمينه\r\nأخبرنا محمد عن أبي حنيفة في الرجل والمرأة يحلف أحدهما بالمشي إلى بيت الله الحرام فيحنث ويعجز حتى لا يقدر ان يمشي : إنه يركب ويهدي هديا وشاة تجزيه وقال أهل المدينة : يركب ويهدي بدنه أو بقرة . قال محمد : وقد روى أبو حنيفة عن علي بن أبي طالب ( رض ) أنه قال : يركب ويهدي شاة « 1 » .\r\nحلق الرأس\r\nوالمرأة لا تحلق ولكن تقصّر . عن عليّ ( رض ) قال نهى رسول الله ( ص ) أن تحلق المرأة رأسها « 2 » . ولا حلق على المرأة بالاتفاق وإنما عليها التقصير عن علي ( رض ) نهى أن تحلق المرأة رأسها « 3 » .\r\nوإذا جامع الرجل امرأته وهما مُهلان بالحج قبل ان يقفا بعرفة فعلى كل واحد منهما شاة ويمضيان في حجتهما وعليهما الحج من قابل هكذا روي عن علي ( رض ) « 4 » .\r\nهل يجوز ان يعتمر مراراً\r\nلا بأس بأنْ يعتمر مراراً من لم يفرط وقد بلغنا عن عليّ بن أبي طالب ( رض ) أنه قال : في كل شهر عمرة وأيضاً روى محمد بن علي عن عليّ بن أبي طالب ( رض ) أنه قال : اعتمر في كل شهر مراراً ان استطعت « 5 » .\r\nالمحصر في غير عدو\r\nعن ابن عباس وابن الزبير ومروان ابن الحكم اجمعوا في أمر سعيد بن حزامة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الحجة ج 2 ص 343 .\r\n( 2 ) نصب الراية ج 95 3 .\r\n( 3 ) الفقه الاسلامي وأدلّته ج 3 ص 207 .\r\n( 4 ) المبسوط ج 4 ص 118 .\r\n( 5 ) كتاب الحجة ج 2 ص 127 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nالحزومي وكان أصابه جدري وحصر فأجمعوا على أنْ يبعث بهدي فينحر عنه ويحل وقد روي عن عليّ بن أبي طالب ( رض ) مثل ذلك « 1 » .\r\nالحج عن الغير\r\nعن جعفر بن محمد بن علي عن أبيه قال : قال عليّ بن أبي طالب ( رض ) لرجل كبير لم يحج أنفق على رجل فليحج عنك « 2 » .\r\nفيما يقتل المحرم من الدواب\r\nعن مجاهد قال : كان علي بن أبي طالب ( رض ) يجعل في الضبع كبشا إذا أصابها المحرم ويقول : هي صيد « 3 » . ومن كسر بيض نعامة فعليه قيمته هذا مروي عن علي ( رض ) وابن عباس ( رض ) « 4 » . ولو دلّ المحرم على الصيد أو أشار اليه فإن كان لمدلول يرى الصيد أو يعلم به من غير دلالته أو إشارته فلا شيء على الدال لأنه إذا كان يراه أو يعلم به من غير دلالته فلا أثر لدلالته في تفويت الأمن على الصيد فلم تقع الدلالة تسبباً إلا إنه يكره ذلك فقتله لدلالته أنه تحريض على اصطياده وان رآه المدلول بدلالته فقتله فعليه الجزاء عند أصحابنا وقال الشافعي لا جزاء عليه ولنا روى أن رجلًا أشار إلى بيضة نعامة فكسرها صاحبه فسأل عن ذلك علياً ( رض ) وابن عباس فحكما عليه بالقيمة « 5 » .\r\nوإن دلّ المحرم محرما أو حلالًا على صيد فقتله المدلول الدال ، الجزاء عندنا وقال الشافعي لاجزاء على الدال ، لأن الجزاء واجب بقتل النص ، قال الله تعالى ومن قتله منكم متعمداً . والدلالة ليست في معنى القتل . واستدلّ الأحناف بأنّ علياً ( رض ) سئل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتابالحجة ج 2 ص 185 .\r\n( 2 ) المرجع السابق ص 132 .\r\n( 3 ) المجرع السابق ج 2 ص 248 .\r\n( 4 ) الهداية كتاب الحج .\r\n( 5 ) بدائع الصنائع كتاب الحج ص 200 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nعن محرم دلّ على بيض نعامة فأخذ المدلول عليه فشواه فقال على الدّال جزاؤه والقياس يترك بقول الفقهاء من الصحابة ( رض ) « 1 » .\r\nويكره للمحرم قتل القملة لا لأنه صيد ولكن لأنه ينمو من بدنه فيكون قتله من قضاء التفث والمحرم ممنوع من ذلك بمنزلة إزالة الشعر فإنْ قتلها فما تصدق به فهو خير من القملة إذْ لا خير في القمل كما قال علي ( رض ) القملة ضالة لا تُلتمس فلهذا يخرج عن الواجب بما تصدق به عن قليل وكثير « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 4 ص 79 .\r\n( 2 ) المرجع السابق ص 101 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nكتاب الأضحية\r\nالأضحية لغة : اسم لما يضحّي به ، أولما يذبح أيام عيد الأضحى ، وشرعاً : هي ذبح حيوان مخصوص بنية القربة في وقت مخصوص .\r\nالعيوب التي لا يجوز الهدايا والضحايا إذا كانت بها\r\nقد اتفق أئمة الأحناف إذا قطع عضو بكماله من شاة لا يجوز ان يضحّى بها أمّا إذا قطع بعض العضو فروى عن أبي حنيفة ( رح ) المقطوع إذا كان ربع ذلك العضو فصاعداً لم يصح بما قطع ذلك منه وان كان أقل من الربع ، ضحّى به ، وقال أبو يوسف ومحمد ( رحمه الله ) إذا كان المقطوع من ذلك هو النصف فصاعداً ، فلا يضحّى بها وان كان أقل من النصف فلا بأس ان يضحى بها : وثبت رجوع الإمام أو حنيفة ( رح ) إلى قول الصاحبين ، لأنه ثبت عن علي ( رض ) يقول : نهى رسول الله ( صلى الله عليه وآله وسلم ) عن عضباء القرن والاذن وقد فسّر سعيد بن المسيب عضباء الاذن إذا كان القطع بالنصف أو أكثر « 1 » . يشترط في الأضحية السلامة من العيوب لما روى علي ( رضي الله عنه ) ان النبي ( صلى الله عليه وسلم ) نهى ان يضحى بعضباء الاذن والقرن وقد فسّر سعيد بن المسيّب الأعضاء فقال : النصف فما فوقه ؛ فمتى كان نصف الاذن مفقوداً فأكثر ؛ لا يجوز التضحية به على قول أبي يوسف ومحمد ( رح ) وأمّا بالنسبة للقرن فإن كان مكسوراً فلا يضرّ لقول علي ( رض ) وقد سئل عن التضحية بمكسورة القرن : لا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح معاني الآثار ج 4 ص 171 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nتضرّك ولا يجوز التضحية بالسكّاء التي لا إذن لها خلقة « 1 » . وتجزئ الجمّاء وهي التي لا قرن لها خلقة وكذا مكسورة القرن تجزئ ، لما روى أن سيّدنا علياً ( رض ) سئل عن القرن فقال لا يضركّ : أمرنا رسول الله ( ص ) ان نستشرف العين والاذن وروى أن رجلًا من همذان جاء إلى سيدّنا علي ( رض ) فقال يا أمير المؤمنين البقرة عن كم فقال : عن سبعة ثم قال : مكسورة القرن ؟ قال : لا ضير ثم قال : عر جاء فقال إذا بلغت انمسك . ثم قال سيدنا علي ( كرم الله وجهه ) أمرنا رسول الله ( ص ) ان نستشرف العين والاذن فإذا بلغ الكسر المشاش لا تجزئة والمشاش رؤوس العظام مثل الركبتين والمرفقين وتجزئ الشرقاء ومشقوقة الأذن طولًا « 2 » وعن علي ( رض ) قال : أمرنا رسول الله ( ص ) ان نستشرف العين والاذن « 3 » .\r\nأيّام الاضحيّة\r\nوهي جائزة في ثلاثة أيام يوم النحر ويومان بعده وقال الشافعي ( رح ) ثلاثة بعده ولنا ما روى عن عمر وعلي وابن عباس ( رضي الله عنهم ) قالوا : أيّام ثلاثة أفضلها « 4 » . وأيّام الأضحية ثلاثة أفضلها أولها ، وكذا أيّام التشريق ثلاثة والكل يمضي بأربعة أولها نحر لا غير وآخرها تشريق لا غير ، والمتوسطان نحر وتشريق وفيه إشعار بأن التضحية تجوز في الليلتين الأخريتين لا الأولى إذا لليل في كل وقت تابع لنهار مستقبل الأيام إلّا في ايّام الأضحية فإنه تابع لنهر ماض وقال مالك ( رح ) في المؤطا إنه بلغه عن علي بين أبي طالب مثل ذلك « 5 » . أيّام النحر ثلاثة أفضلها أولها وذلك مروي عن علي ( ص ) « 6 » .\r\nمستحبات الأضحيّة وسننها\r\nينبغي أنْ يكون هذا الدعاء قبل الذبح كما روي عن النبي ( ص ) كان إذا أراد أن يذبح أضحيته قال : اللهم هذا منك وإليك صلاتي ونسكي ومحياي ومماتي لله رب العالمين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلته ج 3 ص 189 .\r\n( 2 ) بدائع الصنائع كتاب التضحية ص 101 .\r\n( 3 ) نصب الراية ج 4 ص 214 .\r\n( 4 ) الهداية ج 4 ص 357 .\r\n( 5 ) الفقه الحنفي في ثوبه الجديد ج 5 ص 204 .\r\n( 6 ) المبسوط ج 12 ص 19 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nلا شريك له وبذلك أمرت وأنا أول المسلمين باسم الله أكبر ثم يذبح وهكذا روي عن علي ( رض ) « 1 » .\r\nتقسيم لحوم الأضحية وجلودها\r\nأخرج البخاري عن علي بن أبي طالب ( رض ) أنّ النبي ( عليه السلام ) أهدى مائة بدنة فأمرني بلحومها فقسمتها ثم أمرني بجلالها فقسمتها ثم جلودها فقسمتها « 2 » .\r\nويُستحب أن يدعو قبل التسمية أو بعدها لما روي عن الحسن بن المعتم الكتاني قال خرجت مع سيّدنا علي بن أبي طالب ( رض ) يوم أضحى إلى عيد فلمّا صلّى قال : يا قنبر أدن منّى أحد الكبشين فأخذه بيده فاضجعه ثم قال : وجّهت وجهي للذي فطر السماوات والأرض حنيفاً وما أنا من المشركين إنّ صلاتي ونسكي ومحياي ومماتي لله رب العالمين لا شريك له وبذلك أمرت وأنا من المسلمين بسم الله الله منك ولك بسم الله والله أكبر تقبل من عليّ فذبحه ثم دعا بالثاني ففعل به مثل ذلك « 3 » . ويستحب له أن يأكل من أضحيته لما روي عن سيّدنا علي ( رض ) أنه قال : لغلامه قنبر حين ضحّى بالكبشين : يا قنبر خذلي من كلّ واحد منهما بضعة وتصدّق بهما بجلودهما وبرؤوسهما وبا كارعهما « 4 » . ويستحب أن يحضر الذبح لما روى عن سيّدنا علي ( رض ) ان النبي ( ص ) قال لسيّدتنا فاطمة ( رض ) يا قاطمة بنت محمد قومي فاشهدي ضحيتك فإنه يغفر لك بأول قطرة تقطر من دمها مغفرة لكل ذنب أما انه يجاء بدمها ولحمها فيوضع في ميزانك وسبعون ضعف « 5 » .\r\nمالا يجوز في الاضحيّة\r\nولا يحلّ بيع جلدها وشحمها ولحمها وأطرافها ورأسها وصوفها وشعرها وبرها ولبنها لما روى عن سيّدنا علي ( كرم الله وجهه ) أنه قال : إذا ضحّيتم فلا تبيعوا لحوم ضحاياكم ولا جلودها وكلوا منها وتمتعوا ؛ ولأنها من ضيافة الله عز شانه التي أضافت بها عباده وليس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 12 ص 5 .\r\n( 2 ) نصب الراية ج 3 ص 164 .\r\n( 3 ) بدائع الصنائع كتاب التضحية ص 109 .\r\n( 4 ) بدائع الصنائع ص 11 .\r\n( 5 ) المرجع السابق .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nللضيف أن يبيع من طعام الضيافة شيئاً « 1 » . ولا يعطي أجرة الجزّار منها لقوله ( عليه السلام ) لعلي ( رض ) تصدق بجلالها وخطامها ولا تعط أجر الجزار منها شيئاً « 2 » .\r\nذهب قوم إلى حرمة أكل لحوم الأضاحي بعد ثلاثة أيّام واحتجوا بالأحاديث في هذا الباب وخالفهم في ذلك آخرون والأحناف واحتجوا بحديث علي ( رض ) قال : قال رسول الله ( ص ) إني كنتُ نهيتكم عن لحوم الأضاحي أنْ تدخروها فوق ثلاثة أيّام فادخروها ما بدا لكم « 3 » . ولا يعطي أجرة الجزار من الأضحية لما روي عن علي ( رض ) قال أمرني رسول الله ( ص ) أن أقوم على بدنة وأن أقسم جلودها وجلالها وأمرني أن لا أعطي الجزار منها شيئاً وقال : نحن نعطيه من عندنا فإن كان فقيراً أعطيناه منها وأعطينا أجرته « 4 » .\r\nعن كم تجزئ البدنة في الضحايا والهدايا\r\nعند الأحناف وأكثر المجتهدين لا تجزئ البدنة إلّا عن سبعة لما روي عن علي ( رض ) وعبد الله ( رض ) من قولهما ما يوافق هذا في البدنة انها عن سبعة « 5 » .\r\nلا أضحيّة على المسافر\r\nفقال الحنفية : ليس على المسافر أضحية لقول علي ( رض ) قال : ليس على المسافر جمعة ولا أضحية « 6 » .\r\nنسخت الأضحية كل دم كان قبلها\r\nذكر محمد ( رح ) في العقيقة فمن شاء فعل ومن شاء لم يفعل وهذا يشير إلى الإباحة فيمتنع كونه سُنة وقال الشافعي ( رح ) العقيقة سُنّة وانا نقول إنها كانت ثم نُسخت . روى عن سيّدنا علي ( رض ) أنه قال : نسخت الأضحية كل دم كان قبلها والعقيقة قبلها « 7 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب التضحية ص 112 .\r\n( 2 ) الهداية ج 4 ص 361 .\r\n( 3 ) شرح معاني الآثار ج 4 ص 185 .\r\n( 4 ) الفقه الحنفي وأدلته ج 3 ص 192 .\r\n( 5 ) شرح معاني الآثار ج 4 ص 175 .\r\n( 6 ) الفقه الاسلامي وأدلته ج 3 ص 603 .\r\n( 7 ) بدائع الصنائع كتاب التضحية ص 88 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nكتاب الذبائح\r\nالذبح أو الذكاة أو التذكية لغة : القطع أو الشق وإزهاق روح الحيوان .\r\nواصطلاحا : يختلف بحسب الواجب قطعة في كل مذهب . فعند الحنفية والمالكية هو فريَ العروق ، والعروق التي تقطع في الذكاة أربعة : الحلقوم ، والمريء ، والودجان ومحله ما بين اللبة واللجين ( عظمى الحنك ) لقول النبي ( ص ) الذكاة : ما بين اللّبة واللحيّة أي محل الذكاة واللحين واللّبة : أسفل العنق . واللحيّة شعر الذقن . والنحر : فري الأوداج ومحله آخر الحلق . هذا الحديث روي عن علي ( رض ) موقفا « 1 » . ويحل السمك بلا ذكاة كالجراد سئل علي ( رض ) عن الجراد يأخذه الرجل من الأرض وفيها الميّت وغيره فقال كلهُ كُلَهُ « 2 » .\r\nلا تؤكل السمكة الطافية\r\nوقال الشافعي ( رح ) لا بأس بأكل السمك الطافي وعندنا لا تؤكل السمكة الطافية وحرمة تناول الطافي مروي عن علي ( رض ) « 3 » .\r\nاستقبال القبلة\r\nواستقبال القبلة في الذبح سُنة لأن النبيّ ( ص ) استقبل بأضحيته القبلة هكذا نقل عن علي ( رض ) « 4 » .\r\nالتسمية\r\nوإذا ترك التسمية عامداً حرم به الصيد والمذبوح عندنا ولم يحرم عند الشافعي ( رح ) والمسلم والكتابي في ذلك سواء وان ترك ناسياً لم يحرم عندنا ، وقال مالك وأصحاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الاسلامي وأدلّته ج 3 ص 648 .\r\n( 2 ) نصب الراية ج 4 ص 205 .\r\n( 3 ) المبسوط ج 12 ص 248 .\r\n( 4 ) المبسوط ج 12 ص 3 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nالظواهر يحرم ، وهو قول ابن عمر ( ض ) وكان علي ( رض ) يفصل بين الناس والعامة كما هو مذهبنا « 1 » .\r\nان ذبح نصراني ذبيحته باسم المسيح لم يحل أكله لأنه ذبح بغير اسم الله عزّوجلّ ، ولو فعل مسلم ذلك لم يحل قوله تعالى وما أهّل لغير الله به فحال الكتابي في ذلك لا يكون أعلى من حال المسلم وبعض أصحاب الشافعي ( رح ) يقولون يحل لأنّ المسلم إذا ذبح بغير اسم الله تعالى يصير مرتداً وإنما لا يؤكل بردته وهذا لا يوجد في حق الكتابي وقد أحلّ الشرع ذبائحهم مع قولهم إنّ الله هو المسيح ابن مريم كما أخبر الله عنهم وهو يتعال عن ذلك علواً كبيراً فإذا ظهر ذلك لم تحرم ذبيحتهم . ونحن نقول : قد بيّنا ان الحرمة المعتبرة بالصفة إنما تثبت باعتبار تلك الصفة وقد نصِّ الله تعالى على الحرمة بتسمية غير الله تعالى وإذا كان في حق المسلم الحرمة ليست باعتبار هذا الوصف عرفنا أنّ المراد بالآية الكتابي وإنّ كانت الحرمة في حق المسمل باعتبار هذا الوصف فكذلك في حق الكتابي وقد روي عن علي بن أبي طالب ( رض ) قال : إذا سمعتموهم يذكرون اسم المسيح على ذبائحهم فلا تأكلوا « 2 » .\r\nذبيحة المسلم والكتابي حلال ، اتفقت الكلمة عن عليّ ( رض ) على حل ذبيحة النصراني واليهودي إذا ذكر اسم الله عليها وإذا لم يذكر اسم الله عليها فعنه ( كرّم الله وجهه ) روايتان « 3 » . ثم إنما تؤكل ذبيحة الكتابي إذا لم يشهد ذبحه ولم يسمع منه شيء أو سمع منه تسمية الله تعالى وحده ؛ لأنه إذا لم يسمع شيئاً يحمل على إنّه قد سمى الله تبارك وتعالى وجرّد التسمية تحسيناً للظن به كما للمسلم ، ولو سمع منه ذكر اسم الله تعالى لكنّه عنى بالله عز وجل المسيح ( عليه السلام ) قالوا تؤكل ؛ لأنه اظهر تسمية وهي تسمية المسلمين إلا إذا نصّ فقال : بسم الله الذي هو ثالث ثلاثة فلا تحلّ وقد روي عن سيّدنا علي ( رض ) انه سئل عن ذبائح أهل الكتاب وهم يقولون ما يقولون فقال ( رض ) قد أحلّ الله ذبائحهم وهو يعلم ما يقولون فأما إذا سمع منه أنّه سمى المسيح ( عليه السلام ) وحده أو سمّى الله تعالى وسمى المسيح لا توكل ذبيحته « 4 » . ولا تؤكل ذبيحة المجوسي قال علي ( رض ) : لا بأس بطعامٍ المجوسي انما نهى عن ذبائحهم « 5 » . ولا تؤكل صيد المجوسي والمرتد والوثني ، كره علي ( رض ) صيدالمجوسي « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 11 ص 336 .\r\n( 2 ) المبسوط ج 11 ص 246 .\r\n( 3 ) موسوعة علي ص 258 .\r\n( 4 ) بدائع الصنائع كتاب الذبائح ص 38 .\r\n( 5 ) موسوعة فقه علي ص 259 .\r\n( 6 ) موسوعة فقه علي ص 420 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nكتاب اللقيط\r\nاللقيط : هو طفل لا يعرف نسبه ولا رقّة . نبذ ، أو ضلّ فأخذه انسان .\r\nاللقيط في الشريعة اسم لحي مولود طرحه أهله خوفا من العيلة أو فراراً من التهمة الريبة .\r\nمن ضيّه فهو آثم ومحرزه غانم لما في إحرازه من إحياء النفس فإنه على شرف الهلاك ولهذا كان رفعه أفضل من تركه وفي رفعه إظهار الشفقة وهو أفضل الأعمال بعد الإيمان على ما قيل أفضل الأعمال بعد الإيمان بالله العظيم ، التعظيم لأمر الله والشفقة على خلق الله وقد دل على ما قلنا الحديث الذي رواه الحسن البصري ان رجلا التقط لقيطا فأتى به علياً ( رض ) فقال هو حر ولأن أكون وليّت من أمره مثل الذي وليّت منه أحبّ إليّ من كذا وكذا فقد استحب علي ( رض ) مع جلالة قدره أن يكون هو الملتقط له . فدلّ على أن رفعه أفضل من تركه « 1 » .\r\nونفقة اللقيط من بيت المال لأنّ علياً ( رض ) فرض له من بيت المال « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 11 ص 209 .\r\n( 2 ) المبسوط ج 11 ص 210 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nوولاء اللقيط وعقله على بيت المال كما قال علي ( رض ) ولائه وعقله للمسلمين « 1 » .\r\nإنّ الولاية على اللقيط في نفسه وماله للقاضي أيّ بالنسبة للحفظ والتعليم والتربية والتزويج والتصرّف في ماله لقوله ( عليه الصلاة والسلام ) السلطان ولي من لا ولي له . رواه خمسة من الصحابة منهم علي ( رض ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المرجع السابق .\r\n( 2 ) الفقه الاسلامي وأدلته ج 4 ص 765 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\n\r\nكتاب اللقطة\r\nاللقطة : هي المال الضائع يجده غير صاحبه فيأخذه .\r\nإذا كان اللقطة مالا يطلبه صاحبه فمن رفعه فعليه أنْ يحفظه ويعرفه ليوصله إلى صاحبه كما روى عن إبراهيم أنه قال في اللقطة يعرفهاحولا فإنْ جاء صاحبها والا تصدق بهما فإن جاء صاحبها فهو بالخيار ان شاء انفذ الصدقة وان شاء ضمنه . وما ذكر هذا على سبيل الاحتجاج بقول إبراهيم لأن أبا حنيفة ( رح ) كان لا يرى تقليد التابعين وكان يقول هم رجال ونحن رجال ولكن ظهر عنده أن إبراهيم فيما كان يفتي به يعتمد على قول علي وابن مسعود ( رضي الله عنها ) فإن فقه أهل الكوفة دار عليهما وكان إبراهيم أعرف الناس بقولهما فما صحّ عنه فهو كالمنقول عنهما « 1 » .\r\nينبغي للملتقط ان يعرف اللقطة في الموضع الذي أصابها فيه وأن يعرفها في مجمع الناس لأن المقصود إيصالها إلى صاحبها وذلك بالتعريف في مجمع الناس في الموضع الذي أصابها حتى يتحدث الناس بذلك بينهم فيصل الخبر إلى صاحبها وذكر عن أبي إسحاق عن رجل قال وجدت لقطة حين أنفر علي ( رض ) بن أبي طالب إلى صفّين فعرفتها تعريفاً ضعيفاً حتى قدمت على عليّ ( رض ) فأخبرته بذلك فضرب يده على صدري وفي رواية قال لي انّك لعريض القضاء خذّ مثلها فأذهب حيث وجدتها فإنْ وجدت صاحبها فأرفعها إليه وإلّا تصدق بها فإنْ جاء صاحبها فخيّره ان شاء اختار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 11 ص 3 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالاجر وإن شاء ضمنك ومعنى قوله فعرفتها تعريفا ضعيفا أي عرفتها سراً وما أظهرت تعريفها في مجمع الناس فكأنه طمع في أن تبقى له وعرف ذلك منه علي ( رض ) حين ضرب يده على صدره « 1 » .\r\nفإن كانت اللقطة أقلّ من عشرة دراهم عرفها أياماً وإنْ كانت عشة فصاعداً عرفها حولًا . وان كانت اللقطة شيئاً يعلم أن صاحبها لا يطلبها كالنواة وقشور الرمان يكون القاؤه إباحة حتى جاز الانتفاع به من غير تعريف فقد التقط علي ( رض ) حبّ رمان فأكله ، وقال علي ( رض ) من وجد لقطة عرّفها حولًا فإنّ جاء لها طالب والا تصدق بها بعد السنة « 2 » . وأيضاً روى أن علي بن أبي طالب ( رض ) وجد ديناراً في السوق فأتى النبيّ ( ص ) فقال : عرفّه ثلاثة أيام قال : عرّفه ثلاثة أيام فلم يجد من يعرفه فرجع إلى النبيّ ( ص ) فأخبره فقال شانك به قال : فباعه علي ( رض ) فابتاع منه بثلاثة دراهم شعيراً وبثلاثة دراهم تمراً وقضى ثلاثة دراهم وابتاع بدرهم لحما وبدرهم زيتاً وكان الدينار بأحد عشر درهماً ، فلما كان بعد ذلك جاء صاحبه فعرفه فقال له علي ( رض ) قد أمرني رسول الله ( ص ) فأكلته فانطلق صاحب الدنيا إلى رسول الله ( ص ) فذكر ذلك له فقال ( ص ) لعليّ ( رض ) ردّه إليه فقال قد أكلته فقال النبي ( ص ) للرجل إذا جأنا شيّء أديناه إليك « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 11 ص 6 .\r\n( 2 ) موسوعة فقه علي ص 530 .\r\n( 3 ) نصب الراية ج 3 ص 470 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\n\r\nالفصل الثاني : المعاملات\r\nويشمل :\r\nالمعاوضات المالية والمخاصمات\r\nوالأمانات والأحوال الشخصية\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nكتاب النكاح\r\nمعناه في اللغة : الضمّ وفي الشرع : ضمّ وجمع مخصوص وهو الوطأ . لأن الزوجين حالة الوطء يجتمعان ويضمّ كلّ واحد إلى صاحبه حتى يصيرا كالشخص الواحد .\r\nهل يشترط أهلية الزوجين في النكاح ؟\r\nيرى ابن شبرمه وأبو بكر الأصم وعثمان البتي رحمهم الله انّه لا يزوج الصغير والصغيرة حتى يبلغا والجمهور لم يشترط لانعقاد الزواج . البلوغ والعقل وقالوا بصحة زواج الصغير والمجنون استدلّ الجمهور بأحاديث كثيرة منها : وهب رجل بنته الصغيرة لعبد الله بن الحسن بن علي ( رض ) فأجاز ذلك علي ( رض ) « 1 » قال علي ( رض ) إذا زوج الرجل ابنته وهي صغيرة تمَّ بلغت . تمّ ذلك عليها ليس لها أن تأبى « 2 » .\r\nيشترط لأ لزام النكاح : خلوّ الزوج عن عيب الجب والعنّة عند عدم الرضاء من الزوجة . وقال : بعضهم عيب العنّه لا يمنع لزوم النكاح « 3 » .\r\nفإذا كان الزوج عنيّناً ، وخاصمته المرأة في ذلك ، أجّله القاضي سنة فإن وصل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الاسلامي وأدلته ج 7 ص 180 .\r\n( 2 ) موسوعة فقه علي ( رض ) ص 587 .\r\n( 3 ) بدائع الصنائع كتاب النكاح 211 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nإليها في خلال السنة ، والّا فرق بينهما أنّ طلبت المرأة ذلك لأن لها حقا في الوطء فلها المطالبة به وجعلت السنّة معرّفة لحاله لاشتمالها على الفصول الأربعة فلعلّه يضعف في فصل ويقوى في آخر ولعلّه يضعف في السنة كلّها . روي عن علي ( رض ) كان يؤجل العنين سنة فإنْ وصل وإلا فرق بينهما « 1 » .\r\nويؤجل القاضي العنين سنة فيأمره أن يعالج نفسه في هذه المدة هكذ أقال علي ( رض ) أفيضوا عليه الدحج والعسل ليراجع نفسه « 2 » .\r\nولا يردّ الرجل أمراته عن عيب بهاوان فحُش عندنا ولكنّه بالخيار ان شاء طلقها وإن شاء أمسكها وعند الشافعي ( رح ) يثبت له حق الرد بالعيوب الخمسة وهي الرتق والقرن والجنون والجذام والبرص . وحجتنا قول علي ( رض ) قال : إذا وجد بامرأته شيئاً من هذه العيوب فالنكاح لازم له ان شاء طلق وان شاء امسك « 3 » .\r\nمن له الولاية وترتيب الأولياء\r\nقال الحنفية : الولاية هي ولاية الاجبار فقط ، وتثبت للأقارب العصبات . الأقرب فالأقرب لأن النكاح إلى العصبات ، كما روي عن علي ( رض ) وذلك على الترتيب الآتي : البنّوة ، ثم الأبوة ، ثم الأخوة ، ثم العمومة ، ثم المعتق ، ثم الإمام والحاكم أيّ بالترتيب التالي .\r\n1 الابن وابنه وان نزل 2 - الأب والجد العصبي ( الصحيح ) وان علا 3 - الأخ الشقيق والأخ لأب وأبناؤهما وان نزلوا 4 - العم الشقيق والعم لأب وأبناؤهما وان نزلوا ثم يأتي من بعد هؤلاء المعتق ثم عصبته النسبية ثم السلطان « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلته ج 2 ص 176 .\r\n( 2 ) المبسوط ج 5 ص 102 .\r\n( 3 ) المبسوط ج 5 ص 96 .\r\n( 4 ) الفقه الاسلامي وأدلته ج 7 ص 199 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nولا خلاف بين أصحابنا في أنّ لغير الأب والجد من العصبات ولاية الانكاح والأقرب فالأقرب على ترتيب العصبات في الميراث .\r\nواختلفوا في غير العصبات . قال أبو يوسف ومحمد . لا يجوز انكاحه حتى لا يتوارثان بذلك النكاح ويقف على إجازة ، وعن أبي حنيفة فيه روايتان وهذا يرجع إلى ما ذكرناه ان عصوبة الوليّ ، هي شرط لثبوت الولاية مع اتفاقهم مع اتفاقهم على أنها شرط التقديم . فعندهما شرط لثبوت أصل الولاية وهي رواية الحسن عن أبي حنيفة ( رح ) فإنه روى عنه قال : لا يزوج الصغيرة الا العصبة . وروى أبو يوسف ومحمد عن أبي حنيفة ( رح ) إنها ليست بشرط لثبوت أصل الولاية . وإنما هي شرط التقدّم على قرابة الرحم ، حتى إنه إذا كان هناك عصبة لا تثبت لغير العصبة ولاية النكاح وإن يكن ثمّه عصبة فلغير العصبة من القربات من الرجال والنساء نحو الأم والخالة والأخت ولاية التزويج . الأقرب فالأقرب ، إذا كان المزوّجِ ممن يرث المزوَّج وهي الراوية المشهورة عن أبي حنيفة ( رح ) ، ووجه قولهما ما رُوي عن علي ( رض ) أنه قال : النكاح إلى العصبات « 1 » .\r\nيجوز لولي ان يزوج وليته من نفسه كما نقل إنّ علياً ( رض ) أتوه بشيخ مع جارية فسأله عن قصتها فقال إنها ابنة عمي وإني خشيتُ إنها إذا بلغت ترغب عني فتزوجتها فقال خذ بيد امرأتك . والمعني فيه ان العاقد في باب النكاح سفير ومعبر والواحد كما يصلح أن يكون معبراً عن الواحد يصلح أن يكون معبراً عن اثنين « 2 » .\r\nوان كان أحد الأخوين لأب وأم والآخر لأب فعندنا الأخ لأب وأم أولى بالتزويج وعلى قول زفر ( رح ) يستويان لأن ولاية التزويج لقرابة الأب دون قاربة الأم فإنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب النكاح ص 445 .\r\n( 2 ) المبسوط ج 5 ص 18 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالولي إنما يقوم مقام الأب لقرابته منه وقد استويا في قرابة الأب . ولكنا نستدل بحديث علي ( رض ) موقوفا عليه ومرفوعا إلى رسول الله ( ص ) أنه قال النكاح إلى العصبات والأخ لأب وأم في العصوبة مقدم « 1 » .\r\nولام البنت ولأقارب الأم حق التزويج عند أبي حنيفة لأن الأصل في هذه الولاية القرابة الداعية إلى الشفقة وشفقة الأم أكثر من شفقة غيرها من الأباعد . روي أبو القيس الأزدي عمن أخبره عن علي ( رض ) إنه أجاز نكاح امرأة زوجتها أمها برضا منها « 2 » .\r\nشروط عقد النكاح\r\nولا ينعقد نكاح المسلمين إلّا بحضور رجلين أو رجل وامرأتين وهو مذهب عمر وعلي وابن عباس وسعد بن المسيب والنخعي والأوزاعي « 3 » وأيضاً روي عن علي ( رض ) إنه قال : لا نكاح إلّا بشهود « 4 » .\r\nالمرأة تعقد عقد النكاح\r\nبلغنا عن علي بن أبي طالب ( رض ) ان امرأة زوجت ابنتها برضاها فجاء أولياؤها فخاصموها إلى علي ( رض ) فأجاز النكاح وفي هذا دليل على أنّ المرأة إذا زوّجت نفسها أو أمرت غير الولي أن يزوجها فزوجها جاز النكاح وبه أخذ أبو حنيفة ( رح ) سواء كانت بكراً أو ثيباً « 5 » . عن بحرية ابنة هاني إنها أنكحت نفسها القعقاع ابن شور فخاصمه أبوها إلى علي بن أبي طالب ( رض ) فأجاز النكاح وقد دخل بها « 6 » وقد ثبت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 4 ص 216 .\r\n( 2 ) الفقه الحنفي وأدلّته ج 2 ص 144 .\r\n( 3 ) الفقه الحنفي وأدلته ج 2 ص 139 .\r\n( 4 ) موسوعة فقه علي ص 591 .\r\n( 5 ) المبسوط ج 5 ص 10 .\r\n( 6 ) كتاب الحجة ج 3 ص 199 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nعن علي ( رض ) جواز نكاح المرأة بغير اذن وليها وبه أخذ الأحناف على جواز نكاح البالغة « 1 » .\r\nيصح النكاح من كفو بمهر مثلها بمباشرتها أومباشرة غيرها برضاها بغير ولي خلافا للشافعي ( رح ) حث يقول لا ينعقد النكاح بعبارة النساء . الأحناف يستدلون من حديث عبد الرحمن بن مروان ( رض ) قال زوجت امرأة معنا في الدار ابنتيها فجاء أولياؤها فخاصموها إلى علي ( رض ) فأجاز النكاح « 2 » .\r\nالكفاءة\r\nالكفأة عند جمهور الفقهاء شرط في لزوم الزواج . لا شرط صحة فيه ، للأدلّة الكثيرة منها حديث عليّ ( رض ) ان النبيّ ( ص ) قال له : ثلاث لا تؤخر : الصلاة إذا أتت والجنازة إذا حضرت ، والأيم إذا وجدت لها كفواً « 3 » .\r\nالعدل بين النساء في البيوتة\r\nمن كان له أكثر من زوجة فعليه أنْ يعدل بينهن في البيوتة ولا يجب عليه التساوي بينهن في الوطء والمحبّة . قال علي ( رض ) في تفسير قوله تعالى :  ( وَلَنْ تَسْتَطِيعُوا أَنْ تَعْدِلُوا بَيْنَ النِّساءِ وَلَوْ حَرَصْتُمْ )  قال هذا في الحب والجماع وأمّا النفقة والبيوتة فلابد من العدل في ذلك « 4 » ولو كانت إحداهما حرّة والآخرى أمة فللحرّة يومان وللأمة يوم لما روي عن علي ( رض ) موقوفاً ومرفوعاً إلى النبي ( ص ) أنه قال : للحرّة الثلثان من القسم وللأمة الثلث « 5 » .\r\nوإن رضيت إحدى الزوجات بترك قسمتها لصاحبتها جاز فقد أتى رجل إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 5 ص 12 .\r\n( 2 ) المبسوط ج 5 ص 107 .\r\n( 3 ) الفقه الاسلامي وأدلته ج 7 ص 233 .\r\n( 4 ) موسوعة فقه علي ص 266 .\r\n( 5 ) بدائع الصنائع كتاب النكاح ص 232 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nعلي ( رض ) يستفتيه في امرأة خافت من بعلها نشوزاً أو اعراضاً فقال : هي المرأة تكون عند الرجل فيريد أن يطلقها فتكره فراقه فإن وضعت له من حقها شيئاً حلت له وإن جعلت من أيامها شيئاً فلا حرج « 1 » .\r\nألفاظ ينعقد بها النكاح\r\nالنكاح بلفظة الهبة والصدقة والتمليك صحيح في قول علمائنا وعلى قول الشافعي ( رح ) لا يصحّ إلّا بلفظة النكاح والتزويج وأمامنا في المسألة علي ( رض ) فإن رجلًا وهب ابنته لعبيد الله بن الحر بشهادة شاهدين فأجاز ذلك علي ( رض ) « 2 » .\r\nتقدير مهر الزوجة\r\nوأدنى المقدار الذي يصلح مهراً عشرة دراهم أو ما قيمته عشرة دراهم وهذا عندنا خلافا للشافعي ( رح ) ولنا عن علي ( رض ) وعمر ( رض ) وعبد الله بن عمر ( رض ) انهم قالوا : لا يكون المهر أقلّ من عشرة دراهم « 3 » .\r\nإذا تزوّج الرجل المرأة في عدتها\r\nقال محمد : أخبرنا الحسن بن عمارة عن الحكم بن عتيبه عن مجاهد أنه قال : قد رجع عمر بن الخطاب ( رض ) في التي تنكح في عدتها والمفقود زوجها وفي امرأة أبي كنف إلى قول علي بن أبي طالب ( رض ) محمد قال : أخبرنا أبو حنيفة عن حماد عن إبراهيم النخعي عن علي ( رض ) أنه قال : في المرأة تتزوج في عدتها : يفرق بينها وبين زوجها الآخر ولها الصداق منه بما استحل من فرجها وتستكمل ما بقي من عدتها من الأول وتعتد من الآخر عدة مستقلة ثم يتزوجها الآخران شاء « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 596 .\r\n( 2 ) المبسوط ج 5 ص 60 .\r\n( 3 ) بدائع الصنائع كتاب النكاح ص 114 .\r\n( 4 ) كتاب الحجة ج 3 ص 191 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nيستحب تعجيل شيء من المهر قبل الدخول\r\nلما في سنن أبي داود عن رجل من أصحاب النبيّ ( ص ) أنّ علياً ( رض ) لما تزوّجت فاطمة بنت رسول الله ( ص ) أراد أنْ يدخل بها فمنعه رسول الله حتى يعطيها شيئاً فقال يا رسول الله ( ص ) ليس لي شيء فقال له النبي ( ص ) أعطها درعك فأعطاها درعه ثم دخل بها « 1 » .\r\nليس على العاقد في باب النكاح\r\nولياً كان أو وكيلًا حق قبض مهرها بدون أمرها لما بيّنا انه معبر لا يتعلق به شيء من حقوق العقد وكما لا يتوجه عليه المطالبة بتسليم المقصود عليه لا يكون اليه قبض البدل ، وكذلك الوكيل من جانب الزوج ، لا يكون عليه من المه - ر شيء كما لا يكون اليه قبض المعقود عليه ، وإليه أشار عليّ ( رض ) في قوله الصداق على من أخذ الساق « 2 » .\r\nما يذكر في النكاح من المجنون\r\nقال أبو حنيفة ( رح ) في المجنون تخاف منه امرأته ولم يجامعها : إنه أن كان لا يفيق حيل بين امرأته وبين ما يخاف عليها منه في حال الخوف ، وأنفق عليها من ماله إلّا أن يخلّي بينه وبينها ، ولا يصل إليها ، فإذا كان ذلك أجل سنة فإن وصل إليها والا خيرت فإن اختارت الفرقة ، بانت منه بتطليقة وفي المبسوط إنه مذهب عليّ ( رض ) « 3 » .\r\nمتى يلزم المهر ؟\r\nمن سمّى مهراً لزمه بدخوله على زوجته أو بموته عنها أمّا الدخول فلأنه تحقق به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي في ثوبه الجديد ج 2 ص 95 .\r\n( 2 ) المبسوط ج 5 ص 20 .\r\n( 3 ) كتاب الحجة ص 443 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nتسليم ال - مُبذل ( البضع ) ومن لم يسم مهراً أو شرط لا مهر لها فلها مهر المثل بالدخول أو الموت « 1 » قال علي ( رض ) لا يحلّ فرج بغير مهر « 2 » .\r\nحكم الخلوة الصحيحة\r\nوالخلوة بين الزوجين البالغين المسلمين وراء ستور أو باب مغلق يوجب المهر والعدّة عندنا وعند الشافعي ( رح ) لا يوجب ولنا أن علياً ( رض ) لما فرّق بين العنين ألزمه كمال المهر وقال ماذ نبهنَّ أن جاء العجز من قبلكم « 3 » قال علي ( رض ) : إذا أرخيت الستور وغلقّت الباب فقد وجب المهر كما تستحقه بالموت « 4 » .\r\nحكم الوطء بالشبهه\r\nوإذا أدخل على الرجل غير امرأته فدخل بها فعلى الزوج مهر التي دخل بها لأنه دخل بها بشبهة النكاح بخبر المخبر انها امرأته وخبر الواحد في المعاملات حجة فيصير شبهة في اسقاط الحدّ فإذا أسقط الحد وجب المهر وعليها العدة ويثبت نسب ولدها منه ولا تتقى في عدتها ما تتقى المعتدة وبنحوه قضى علي ( رض ) في الوطء بالشبهة « 5 » فإنّ تزوج الأختين في عقدة واحدة بطل نكاحهما لأنه لا وجه لتصحيح نكاح إحدهما بغير عينها فإنّ النكاح عقد تمليك فلا يثبت في المجهولة ابتداء ولا بتعينها إذ ليست إحداهما بأولى من الأخرى ولا يمكن تصحيح نكاحهما لأن الجمع محرم بالنص فتعين البطلان . وإن نكح إحداهما قبل الأخرى فنكاح جائز لأن بهذا العقد لا يصير جامعا ونكاح الثانية فاسد لأن بهذا العقد يصير جامعاً بين الأختين فتعين فيه جهة البطلان فيفرق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلّته ج 2 ص .\r\n( 2 ) موسوعة فقه علي ص 592 .\r\n( 3 ) المبسوط ج 5 ص ص 149 .\r\n( 4 ) موسوعة فقه علي ص 114 .\r\n( 5 ) المبسوط ج 2 ص 22 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nبينهما فإن لم يكن دخل بها فلا شيء لها عليه وان كان قد دخل بها فعليها العدة ولها الأقلّ المسمى ومن مهر المثل لأن الدخول حصل بشبهة صورة النكاح فيسقط به الحد ويجب المهر والعدة كما إذا زفت إليه غير امرأته . وحكم ذلك مروي عن علي ( رض ) « 1 » .\r\nحكم الحرّة والأمة تكونان تحت الحر\r\nقال أبو عبد الله محمد بن الحسن : أخبرنا أبو حنيفة ( رح ) عن حماد عن إبراهيم قال : إذا نكح الرجل لامة على الحرة فنكاح الأمة فاسد وإذا نكح الحرة على الأمة أمسكها جميعاً وقسم للحرة ليلتين وللأمة ليلة .\r\nمحمد قال : أخبرنا محمد بن أبان بن صالح القرشي عن جعفر بن محمد بن علي عن أبيه عن علي بن أبي طالب ( رض ) قال : إذا نكح الحرة على الأمة كان للحرة يومان وللأمة يوم « 2 » قال علي ( رض ) لا تنكح أمة على حرة وتتزوج الحرة على الأمة « 3 » .\r\nولا يتزوج المولى أمته ولا المرأة عبدها فإنّ أعتقه وتزوجته جاز . فقد ورثت امرأة من زوجها شقصا فرفع ذلك إلى علي ( رض ) فقال : هل غشيتها ؟ قال : لا ، قال : لو كان غشيكِ لرجمتك بالحجارة ؟ ثم قال هو عبدكِ ان شئت بعتيه وان شئت وهبتيه وان شئت أعتقتيه وتزوجتيه « 4 » .\r\nنكاح الأمة\r\nيجوز تزويج الأمة مسلمة كانت أو كتابية . سئل سفيان الثوري عن نكاح الأمة فقال لم ير علي ( رض ) به باساً « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 4 ص 202 .\r\n( 2 ) كتابالحجة ج 3 ص 260 .\r\n( 3 ) موسوعة فقه علي ص 586 .\r\n( 4 ) موسوعة فقه علي ص 586 .\r\n( 5 ) المرجع السابق 588 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nلا يتزوّج خامسة حتى تنقضي عدة التي طُلقت حاملا كانت أو غير حامل لما روي يحيى بن أبي كثير قال : قضى علي ( رض ) في الرجل يكون تحته أربع نسوة فطلق إحداهنَّ قال : لا تنكح امرأته حتى يخلو أجل الذي طلق « 1 » .\r\nالقسمة بين النساء\r\nإذا كانت زوجة الرجل أمة أو مكاتبة أو مدبرة فتزوج عليها حرة ، فللحرة يومان وللأمة يوم واحد ، لحديث علي ( رض ) على ما روينا قال : وللحرة الثلثان وللأمة الثلث « 2 » .\r\nولو كانت عند الرجل امرأة فدخلت في سنها أي كبرت فأراد ان تستبدل بها شابة فطلبت ان يمسكها ويتزوج بالأرى ويقيم عند التي تزوج أيّاما ويقيم عندها يوما فتزوج على هذا الشرط كان جائزاً لا بأس به لقوله تعالى وان مرأة خافت من بعلها نشوزاً أو إعراضا فلا جناح عليها الآية قال علي ( رضي الله عنه ) إنما نزلت هذه الآية في هذا « 3 » . فقد اتى رجل إلى علي ( رض ) يستفتيه في امرأة خافت من بعلها نشوزا أو إعراضا فقال : هي امرأة تكون عند الرجل فيريد ان يطلقها فتكره فراقه ، فإن وضعت له من حقها شيئاً حلت له ، وان جعلت من أيامها شيئاً فلا حرج « 4 » .\r\nالمحرمات\r\nوالجمع بين الأختين نكاحاً حرام وكذلك الجمع بينهما فراشاً حتى لا يجمع بين الأختين وطأ بملك اليمين وهو مذهب عليّ ( رض ) « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلته ج 4 ص 155 .\r\n( 2 ) المبسوط ج 5 ص 218 .\r\n( 3 ) المبسوط ج 5 ص 220 .\r\n( 4 ) موسوعة فقه علي ص 596 .\r\n( 5 ) المبسوط ج 4 ص 201 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nقال وإذا وطئ الرجل أمةً ثم اشترى أختها كان له أن يطأ الأولى وليس له أن يطأ الثانية لأنه إذا وطئ الثانية يصير جامعا بين الأختين وطئاً بملك اليمين وذلك لا يحلّ لظاهر قوله تعالى  ( وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ )  وكان في هذا الفصل اختلاف بين عثمان ( رض ) وعلي ( رض ) فكان عثمان يقول أحلتها الآية يعني قوله تعالى  ( أَوْ ما مَلَكَتْ أَيْمانُكُمْ )  وحرمتها الآية يعني قوله تعالى  ( وَأَنْ تَجْمَعُوا بَيْنَ الْأُخْتَيْنِ )  فكان يتوقف فيه وكان علي ( رض ) يرجح آية التحريم لأنه ان كان المراد الجمع بينهما وطأ فهو نص خاص وإن كان المراد الجمع بينهما نكاحاً فالنكاح سبب مشروع للوطء فحرمة الجمع بينهما نكاحاً دليل على حرمة الجمع بينهما وطئاً وأخذنا بقول علي ( رض ) .\r\nجواز تزويج الكتابيات\r\nويجوز تزويج الكتابيات ، ولا يجوز تزويج المجوسيات ولا الوثنيات . قال : يتزوج المسلم اليهودية والنصرانية ولا يتزوج المجوسية ولا المشركة « 1 » .\r\nولا يجوز له أن يتزوج امرأة أرضعته رضاعاً قليلًا أو كثيراً عندنا وقال الشافعي ( رح ) لا تثبت الحرمة إلا بخمس رضاعات يكتفي الصبي بكل واحدة منها ومن أصحاب الظواهر من اعتبر ثلاث رضاعات لإيجاب الحرمة واستدلّ من شرط العدو بقوله ( ص ) لا تحرم المصّة ولا المصتان ولا الاملاجة ولا الملاجتان .\r\nوحجتنا وقوله تعالى  ( وَأُمَّهاتُكُمُ اللَّاتِي أَرْضَعْنَكُمْ )  أثبت الحرمة بفعل الأرضاع فاشتراط العدد فيه يكون زيادة على النص ومثله لا يثبت بخبر الواحد وفي حديث عليّ ( رض ) أنّ النبيّ ( ص ) قال : الرضاع قليله وكثيره سواء يعني في ايجاب الحرمة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 585 .\r\n( 2 ) المبسوط ج 5 ص 102 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nحكم الشرط\r\nفالشروط المخالفة . بمقتضى عقد النكاح لاغية ، ولا يفسد عقد النكاح بها فعن عطاء الخراساني ان علياً وابن عباس سئلا عن رجل تزوج امرأة وشرطت عليه ان بيدها الفرقة والجماع وعليه الصداق فقالا : عميت عن السنّة وولت الأمر غير أهله عليك الصداق وبيدك الفراق والجماع « 1 » .\r\nقال عطا بن أبي رباح : إذا شرطت عليه ألا ينكح غيرها أو لا يخرج بها بطل الشرط إذا نكحها . وورد عن علي ( رض ) قال : شرط الله قبل شروطهم « 2 » .\r\nنكاح أهل الحرب\r\nقال ( رضي الله عنه ) علي بن أبي طالب رضي الله عنه أنه سئل عن مناكحة أهل الحرب من أهل الكتاب فكره ذلك وبه نأخذ فنقول يجوز للمسلم أن يتزوج كتابية في دار الحرب ولكنه يكره « 3 » .\r\nزواج غير المسملين\r\nفقال المالكية أنكحة غير المسلمين فاسدة وقال الجمهور أنكحة الكفار غير المرتدين صحيحة يقرّون عليها إذا أسلموا ، والدليل على ذلك حديث أخرجه ابن عساكر عن عليّ ( رض ) عن النبيّ ( ص ) قال ولدت من نكاح لا من سفاح « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي في ثوبه الجديد ج 2 ص 94 .\r\n( 2 ) الفقه الحنفي وأدلته ج 2 ، 174 .\r\n( 3 ) المبسوط ج 5 ص 50 .\r\n( 4 ) الفقه الاسلامي وأدلته ج 7 ص 159 .\r\n","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nباب الرضاع\r\nالرضاع في اللغة بالفتح والكسر هو شرب اللبن من الضرع والثدي . وفي الشرع : مصّ من ثدي أدمية ولو بكراً أو ميتة أو آيسة .\r\nوإذا مضت مدة الرضاع لم يتعلق بالرضاع تحريم بلغنا عن علي ( رض ) بأنه قال : لارضاع بعد الفصال « 1 » .\r\nقال الحنفية والمالكية الرضاع المحرم يكون بالقليل والكثير وبالمصّة الواحدة .\r\nحجتهم في ذلك حديث رواه الترمذي عن الإمام علي ( رض ) وصحّحهْ يحرم من الرضاع ما يحرم من النسب ، ويؤكّده اثار من الصحابة وأيضا روي عن علي ( رض ) وابن عباس ( رض ) قالا : قليل الرضاع وكثيرهُ سواء « 2 » .\r\nوعن أياس بن عامر قال : قال لي علي بن أبي طالب لا تنكح من أرضعته امرأة أبيك ، ولا امرأة ابنك ولا امرأةأخيك « 3 » .\r\nولا يقبل في الرضاع شهادة النساء منفردات وإنما يثبت بشهادة رجلين أو رجل وامرأتين ففي ثبوت الحرمة أبطال الملك ، ولا يكون إلا بشهادة رجلين أو رجل وامرأتين وهذا مذهب أبي حنيفة وهو قول عمرو المغيرة بن شعبه وعليّ بي أبي طالب وابن عباس ( رض ) « 4 » . ذهب الجمهور إلى أنه لا يكفي في ذلك شهادة المرضعة على فعل نفسها وقد أخرج أبو عبيد من طريق عمر والمغيرة بن شعبه وعليّ بن أبي طالب وابن عباس ( رضي الله عنهم ) انهم امتنعوا من التفرقة بين الزوجين بذلك « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 5 ص 135 .\r\n( 2 ) الفقه الاسلامي وأدلته ج 7 ص 712 .\r\n( 3 ) الفقه الحنفي وأدلته ، ج 2 ص 154 .\r\n( 4 ) الفقه الحنفي ، ج 2 ص 154 .\r\n( 5 ) الفقه الحنفي في ثوبه الجديد ج 2 ص 158 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nوإذا شهدت امرأة على الرضاع فالأفضل للزوج أن يفارقها ولكن لا يجب أن يفارقها لما روى أن رجلًا تزوج امرأة فجاءت امرأة فزعمت أنها أرضعتها ، فسأل الرجل علياً ( رض ) فقال هي امرأتك ليس أحد يحرمها عليك فإن تنزهت فهو أفضل « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الرضاع ص 275 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nكتاب الطلاق\r\nوهو في اللغة : يدل على الحل والانحلال وفي الشرع : هو رفع القيد الثابت شرعاً بالنكاح .\r\nكراهية الطلاق : الطلاق مرّ المذاق وهو ابغض الحلال « 1 » كان علي ( رض ) يكره الطلاق الا لعذر في المرأة « 2 » .\r\nطلاق الأمة\r\nطلاق الأمة ثنتان حراً كان زوجها أو عبداً ، وطلاق الحرة ثلاث حرًا كان زوجها أو عبداً وقال الشافعي ( رح ) عدد الطلاق معتبرة بحال الرجال « 3 » روى ابن عساكر في تأريخ دمشق في ترجمة علي بن أبي طالب ( رض ) انّ رجلين أتيا عمر بن الخطاب ( رض ) في ولايته يسألانه عن طلاق الأمة فقام بشيء معتمداً بينهما حتى أتى حلقة في المسجد وفيها رجل أصلع فوقف عليه فقال : يا أصلع : ما قولك في طلاق الأمة ؟ فرفع رأسه إليه ثم أومئ إليه بإصبعيه ، فقال عمر ( رض ) للرجلين تطليقتان . فقال أحدهما : سبحان الله جئنا لنسألك وأنت أمير المؤمنين فمشيت معنا حتى وقفت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي في ثوبه الجديد 3 ص 191 .\r\n( 2 ) موسوعة فقه علي ص 430 .\r\n( 3 ) الهداية ج 1 ص 224 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nعلى هذا الرجل فرضيت منه بأن أومي إليك ؟ فقال : أو تدريان من هذا ؟ قالا : لا . قال : هذا عليّ بن أبي طالب . أشهد على رسول الله ( ص ) لسمعته يقول : لو أن السماوات السبع وضعنَّ في كفة ميزان ووضع إيمان عليّ ( رض ) في كفة ، ليرجح ميزان عليّ ( رض ) « 1 » .\r\nطلاق الأمة ثنتان وعدتها حيضتان تحت حر كانت أو تحت عبد وطلاق الحرة ثلاث تطليقات وعدتها ثلاث حيضات ، تحت حر كانت أو عبد وفي العدة اتفاق ان العبرة بحالها لا بحال الزوج لأنها هي المعتدة الا ترى أنها تختلف بصغرها وكبرها وكونهما حاملًا أو حائلًا فكذلك برقها وحريتها ، وأما الطلاق بالنساء أيضا عندنا وهو قول علي ( رض ) وعند الشافعي ( رح ) عدد الطلاق معتبر بحال الرجال في الرق والحرية « 2 » .\r\n\r\nباب الرجل\r\nيطلق امرأته ثم يراجعها فيظهر طلاقها ولا يبلغها رجعته . قال أبو حنيفة ( رح ) في الذي يطلق امرأته ثم يراجعها فيبلغها طلاقها ولا يبلغها رجعته حتى تحل وتُنكح : ان زوجها الأول أحقّ بها أن دخل بها الآخر أولم يدخل بها ويفرّق بينها وبين الآخر فإن كان الآخر لم يدخل بها فلا شيء لها عليه وان كان قد دخل فلها الأقل مما سمى لها ومن صداق مثلها وترد على زوجها الأول ولا يقربها حتى تنقضي عدتها من الآخر . وقال أهل المدينة : إذا تزوجت ودخل بها زوجها الآخر قبل ان ينكحها الأول فلا سبيل له إليها وليس ارتجاعه إليها إذا لم يعلمها برجعته إياها حتى تنكح زوجاً غيره ويدخل بها وإن لم يدخل بها الآخر وقد تزوجها ففي هذا اختلاف بين أهل المدينة .\r\nوقد استدل الإمام أبو حنيفة ( رح ) بما روى عن حماد بن أبي سليمان عن إبراهيم النخعي عن علي بن أبي طالب ( رض ) أنه قال : إذا طلقّ الرجل امرأته تطليقة أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 437 .\r\n( 2 ) المبسوط ج 6 ص 39 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nطليقتين ثم أشهد على رجعتها قبل ان تنقضي عدتها ، ولم يبلغهما ذلك حتى تزوج فإنه يفرّق بينها وبين زوجها الآخر ولها الصداق بما استحل فرجها ، وهي امرأة الأول ترد اليه « 1 » .\r\nأقوال الفقهاء في الطلاق الثلاث بلفظ واحد\r\nقول الجمهور منهم أئمة المذاهب الأربعة والظاهرية يقع به ثلاث طلقات وهو منقول عن أكثر الصحابة وروي أيضا أنّ رجلًا جاء إلى علي بن أبي طالب ( رض ) فقال : إني طلّقت امرأتي الفاً فقال بانت منك بثلاث « 2 » .\r\n\r\nحكم الطلقات الثلاث\r\nفحكمها الأصلي هو زوال الملك ، وزوال حلّ المحلية أيضاً حتى لا يجوز له نكاحها قبل التزوج بزوج آخر نكاحاً صحيحاً وعلى هذا إذا وطئها إنسان بالزنا أو بالشبهة لا تحلّ لزوجها الأول لعدم النكاح وكذا إذ وطئها المولى بملك اليمين بأن حرمت أمته المنكوحة على زوجها حرمة غليظة وانقضت عدتها فوطئها المولى لا تحل لزوجها كذا روي عن علي ( رض ) إنّه قال في هذه المسألة : ليس بزوج يعتى المولى ، وروي أن عثمان ( رض ) سئل عن ذلك وعنده عليّ ( رض ) وزيد بن ثابت فرخص في ذلك عثمان ( رض ) وزيد وقالا هو زوج فقام علي ( رض ) مغضباً كارها لما قالا وقد روي أنه قال ليس بزوج « 3 » .\r\nطلاق امرأة لم يدخل بها\r\nقال رجل لامرأته ولم يدخل بها أنت طالق ثلاثا ، عندنا وهو قول عليّ ( رض ) وإذا قال لامرأته ولم يدخل بها أنت طالق ، أنت طالق ، بانت بالأولى وكانت الثنتان فيما لا يملك وهو قول علي ( رض ) « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الحجة ج 2 ص 137 .\r\n( 2 ) الفقه الاسلامي وأدلته ج 7 ص 406 و 413 .\r\n( 3 ) بدائع الصنائع كتاب الطلاق ص 233 .\r\n( 4 ) المبسوط ، ج 6 ص 88 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n\r\nحكم طلاق الصبي والمجنون والنائم\r\nطلاق الصبي لا يقع ، وطلاق المجنون لا يقع فإذا بلغ الصبي وطلق وقع طلاقه والمجنون إذا أفاق وطلق وقع طلاقه ومثل المجنون المعتوه ، ولا يقع طلاق النائم لما روى عن علي ( رض ) عن النبي ( ص ) قال : رفع القلم عن ثلاثة : عن النائم حتى يستيقظ وعن الصبي حتى يحتلم وعن المجنون حتى يعقل « 1 » .\r\nوأيضاً روي عن علي ( رض ) بأنه قال : ولا يكون طلاق الصبي طلاقاً حتى يبلغ « 2 » . وأيضاً روي عبد الرزاق عن علي ( رض ) قال : لا يجوز على الغلام طلاق حتى يحتلم « 3 » .\r\nطلاق السكران\r\nقال علي ( رض ) : طلاق السكران واقع « 4 » .\r\nحكم طلاق الهازل والغالط والناسي .\r\nيقع طلاق هؤلاء لان الهزل والجدّ في الطلاق سواء وعن علي ( رض ) قال : ثلاث لا لعب فيهنَّ الطلاق والعتاق والصدقة يعني النذر بالصدقة « 5 » .\r\n\r\nحكم الطلاق قبل العقد\r\nولو قال : أنت طالق قبل ان أتزوجك لم يقع شيء عن علي بن أبي طالب ( رض ) عن النبي ( ص ) قال : لا طلاق قبل النكاح « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلته ج 2 ص 192 .\r\n( 2 ) المبسوط ج 6 ص 53 .\r\n( 3 ) تصب الراية ج 3 ص 222 .\r\n( 4 ) موسوعة فقه علي ( رض ) ص 339 .\r\n( 5 ) المبسوط ج 1 ص 42 .\r\n( 6 ) نصب الراية ج 3 ص 231 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nالمخّيرة\r\nولو قال الزوج للزوجة اختاري نفسك ، أن اختارت زوجها فليس بشيء ، وان اختارت نفسها يحكي الترمذي عن علي ( رض ) : أنّه واحدة بائنة وأبو داود عن علي ( رض ) انه واحدة بائنة « 1 » . وأيضاً نقل صاحب بدائع الصنائع عن جماعة من الصحابة منهم عمر ( رض ) وعثمان ( رض ) علي ( رض ) ان المخيّرة إذا اختارت نفسها في المجلس وقع الطلاق « 2 » .\r\nهل تحليل المطلقة ثلاثا تحلها ؟\r\nقال الحنفية والشافعية تحل المطلقة ثلاثا لزوجها الأول بنكاح التحليل لكن يكره عند الحنفية تحريماً ان كان التزوج الثاني بشرط التحليل مثل تزوجتك على أن أحلك لحديث رواه الخمسة إلّا نسائي عن علي ( رض ) لعن رسول الله ( ص ) المحلِّل والمحلَّل له « 3 » .\r\nأنكحة الكفار\r\nهل عقود زواج غير المسلمين بعضهم لبعضهم صحيحة أم فاسدة ؟ للفقهاء رأيان : فقال المالكية : أنكحة غير المسلمين فاسدة لأنّ للزواج في الإسلام شرائط ، لا يراعونها فلا يحكم بصحة أنكحتهم وقال الجمهور ومنهم الحنفية : أنكحة الكفار غير المرتدين صحيحة يقروّن عليها إذا اسلموا . أو تحاكموا إلينا استدل الجمهور مما روي عن علي ( رض ) في هذا الشأن « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلّته ج 2 ص 206 .\r\n( 2 ) بدائع الصنائع كتاب الطلاق ص 89 .\r\n( 3 ) الفقه الاسلامي وأدلته ، ج 7 ص 45 .\r\n( 4 ) حاشية الفقه الاسلامي وأدلته ج 7 ص 179 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nما الذي تعود بالمرأة بعد التحليل ؟\r\nمن طلق طلقة واحدة أو اثنتين ، فنكحها زوج غيره ودخل بها ثم نكحها الأول ، بنى الأول عند المالكية والشافعية والحنابلة على ما كان من عدد الطلقات أي فتعود إليه ما بقي له من الطلاق فلو طلقها ثلاثا ثم نكحها بعد زوج غيره ، استأنف عدد الطلقات كنكاح جديد أي فتعود له بطلقات ثلاث .\r\nوقال أبو حنيفة وأبو يوسف الزواج الثاني يهدم مطلقا ، فتعود بطلقات ثلاث للزوج الأول ، سواء أكان زواجها بزوج ثان بعد الطلقتين أم بعد الثلاث ، لأنّ النبي ( ص ) قد سمى في حديث عليّ ( رض ) الزواج الثاني محلِّا « 1 » .\r\nطلاق المريض\r\nإذا ذا طلق المريض امرأته ثلاثا أو واحدة بائنة ، ثم مات وهي في العدة فلا ميراث لها منه في القياس وهو أحد أقاويل الشافعي ( رض ) وفي الاستحسان ترث منه وهو قولنا وقال ابن أبي ليلى وإنْ مات بعد انقضاء العدة ، ترث منه مالم تتزوج بزوج آخر وهو قول الشافعي ( رح ) وقال وان مات بعد ما تزوجت بزوج آخر فلها الميراث منه وجه القياس أنّ سبب الإرث انتهاء النكاح بالموت ولم يوجد لارتفاعه بالطلاق والحكم لا يثبت بدون السبب كما لو كان طلقّها قبل الدخول ولان الميراث يستحق بالنسب تارة وبالزوجية أخرى ولو انقطع النسب لا يبقى استحقاق الميراث به سواء كان في صحته أو في مرضه فكذلك إذا انقطعت الزوجة وعن الشعبي إن أم البنين بنت عينية بن حصن الفزاري كانت تحت عثمان بن عفان ( رض ) ففارقها بعد ما حوصر فجاءت إلى علي ( رض ) بعد ما قتل وأخبرته بذلك فقال تركها حتى إذا أشرف على الموت فارقها وورثها منه « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حاشية الفقه الإسلامية وأدلّته ج 7 ص 389 .\r\n( 2 ) المبسوط ج ص 155 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nالطلاق على ضربين ، صريح وكناية فالصريح قوله أنت طالق ومطلقة وطلقتُ فهذا يقع به الطلاق الرجعي ولا يفتقر إلى النيّة وأما الضرب الثاني وهو الكنايات لا يقع بها الطلاق إلّا بالنية أو بدلالة الحال ، هكذا روي عن علي ( رض ) « 1 » .\r\nطلاق الحسن\r\nوهو طلاق السُنة وهو ان يطلق المدخول بها ثلاثا في ثلاثة أطهار وقال مالك إنه بدعة ولا يباح إلّا واحدة مذهبنا موافق بما نقل عن علي ( رض ) « 2 » .\r\nطلاق البدعة\r\nطلاق البدعة أنْ يطلقها ثلاثاً بكلمة واحدة أوثلاثا في طهر واحد فإذا فعل ذلك وقع الطلاق وكان عاصياً هكذا نقل عن علي ( رض ) « 3 » .\r\nالعدة\r\nهي لغة بالكسر الإحصاء . وشرعاً : هي أجل عيّنة الشرع لانقضاء ما بقي من آثار النكاح .\r\nمعنى القراء\r\nاختلف العلماء في معنى القراء في آية والمطلقات يتربصن بأنفسهن ثلاثة قروء فقال جمع من الصحابة ومنهم علي بن أبي طالب ( رض ) معنى القراء الحيض وبه أخذ الإمام أبو حنيفة ( رح ) والإمام أحمد في أصحّ الروايتين فقال جماعة من الصحابة والتابعين القرء أنه الطهر وبه قال مالك والشافعي واحمد في رواية « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ( رض ) ص 438 .\r\n( 2 ) المرجع السابق ص 444 .\r\n( 3 ) المرجع السابق 438 .\r\n( 4 ) الفقه الحنفي وأدلته ج 2 ص 244 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nعدة التي تحيض\r\nثلاث حيض كما قال الله تعالى في كتابه ثلاثة قروء والقرء هي الحيض عند الأحناف وعند الشافعي ( رح ) هي الطهر الأحناف أخذوا بتفسير علي ( رض ) « 1 » .\r\nكان علي ( رض ) يرى أن القرء هو الحيض « 2 » .\r\nرجل عنده أربع نسوة فيطلق واحدة بائنة . محمد قال : أخبرنا إسماعيل بن عياش قال حدثني سعيد بن يوسف عن يحيى بن أبي كثير قال :\r\nفي الرجل يكون تحته أربعة نسوة فطلق إحداهن قال : لا تنكح امرأة حتى يخلو الأجل التي طلق « 3 » .\r\nالمتوفى عنها زوجها\r\nفلا تخرج ليلًا ولا بأس بأن يخرج نهاراً في حوائجها وهذا في حالة الاختيار وأما في حالة الضرورة ، فإن اضطرت إلى الخروج من بيتها بأن خافت سقوط منزلها أوخافت على متاعها أو كان بأجرة ولا تجد ما تؤدّيه في أجرته في عدة الوفاة فلا باس عند ذلك ان تنتقل وان كانت تقدر على الأجرة لا تنتقل وإنما كان كذلك لأنّ السكنى وجبت بطريق العبادة ، والعبادات تسقط بالأعذار وقد روي أنه لما قُتل عمر ( رض ) نقل علي ( رض ) أم كلثوم لأنها كانت في دار الإجارة « 4 » .\r\nهل الدخول بالمعقدة يوجب تحريما مؤبداً ؟\r\nاختلف الفقهاء على رأيين فقال الجمهور : ان الدخول بالمعتدة لا يحرمها عليه بل إذا انقضت عدّتها حل له الزواج بها ، لأن الرجل لوزنى بامرأة لا يحرم الزواج بها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 6 ص 13 .\r\n( 2 ) موسوعة فقه علي 499 .\r\n( 3 ) كتاب الحجة ج 3 ص 414 .\r\n( 4 ) بدائع الصنائع كتاب العدة ص 273 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nبالاتفاق فكذلك لو دخل بها وهي في العدة أو بعدها لا يحرم عليه الزواج بها بعد انتهاء العدة ، ولانّ علي بن أبي طالب ( رض ) قال يفرق بينهما ثم يخطبها بعد العدة إن شاء « 1 » .\r\n\r\nحكم تزوج المرأة في عدتها\r\nقال أبو حنيفة إذا انكح الرجل المرأة في العدّة من غيره في الطلاق البائن فرق بينهما ، وعن علي ( رض ) أنه قال في المرأة تتزوج في عدّتها فرّق بينها وبين زوجها الآخر ولها الصداق منه بما استحل من فرجها وتستكمل ما بقي من عدّتها من الأول وتعتد من الاخر عدة مستقلة ثم يتزرج الآخر إن شاء وقد جاء أن عمر ( رض ) قال في امرأة تزوجّت في عدتها قال النكاح حرام والصداق حرام وجعل الصداق في بيت المال وقال لا يجتمعان ما عاشا ثم رجع إلى قول علي ( رض ) فجعل لها مهرها وجعلهما يجتمعان « 2 » .\r\nعدة أم الولد بعد العتق\r\nفإنّ اعتق أم ولده فعليها ان تعتد بثلاث حيض عندنا وعلى قول الشافعي ( رح ) عليها حيضة واحدة ، ومذهبنا مروي عن علي ( رض ) ومذهبه مروي عن ابن عمر « 3 » .\r\nالحداد أو الأحداد\r\nهو عبارة ان تترك المرأة الطيب والزينة والكحل والدهن ، علي المبتوتة المتوفى عنها زوجها إذا كانت بالغةً مسلمة الحداد ويخالفنا الإمام الشافعي ( رح ) في المبتوتة « 4 » .\r\nومذهبنا مؤيد بقول علي ( رض ) « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الاسلامي وأدلّته ج 7 ص 148 .\r\n( 2 ) الفقه الحنفي وأدلته ج 2 ص 183 .\r\n( 3 ) المبسوط ج 5 ص 174 .\r\n( 4 ) الهداية ج 2 ص 278 .\r\n( 5 ) موسوعة فقه علي ص 461 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nالعدة تجب بالخلوة الصحيحة\r\nكما تجب بالدخول قال علي ( رض ) : إذا أرخى ستراً فلها الصداق وعليها العدة « 1 » .\r\nوجوب النفقة في العدة\r\nوإذا طلق الرجل امرأته فلها النفقة والسكنى في عدتها رجعيا كان أو بائنا وقال الشافعي ( رح ) لا نفقة للمبتوته « 2 » . وقد جعل علي ( رض ) للمطلقة السكني والنفقة « 3 » .\r\nأقل مدة الحمل\r\nأقلّ مدة الحمل ستة أشهر هكذا روي عن علي ( رض ) « 4 » . وقد صحح علي ( رض ) في هذه المسألة أفهام كبار الصحابة منهم عمر ( رض ) وعثمان ( رض ) فقد رفعت إلى عمر ( رض ) امرأة ولدت لستة أشهر ، فأراد أن يرجمها ، فجأت أختها إلى علي ( ص ) فقالت : ان عمر ( رض ) همّ ان يرجم أختي ، فأنشدك الله ان كنت تعلم أن لها عذر لما أخبرتني به فقال علي ( رض ) : ان لها عذراً . فكبرت تكبيرة سمعها عمر ( رض ) من عنده ، فانطلقت إلى عمر ( رض ) فقالت : انّ علياً يزعم أن لأختي عذراً . فأرسل عمر ( رض ) إلى علي ( رض ) . ما عذرها ؟ قال : ان الله يقول :  ( وَالْوالِداتُ يُرْضِعْنَ أَوْلادَهُنَّ حَوْلَيْنِ كامِلَيْنِ )  وقال :  ( حَمْلُهُ وَفِصالُهُ ثَلاثُونَ شَهْراً )  فالحمل ستة أشهر والفصال أربعة وعشرون شهراً فخلى عمر ( رض ) سبيلها « 5 » .\r\n\r\nحكم العزل\r\nالعزل صب ماء الرجل خارج الرحم ، لئلا تحمل الزوجة بالولد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ( رض ) ص 457 .\r\n( 2 ) الهداية ج 2 ص 290 .\r\n( 3 ) موسوعة علي ص 460 .\r\n( 4 ) المبسوط ج 6 ص 44 .\r\n( 5 ) موسوعة فقه علي ص 235 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nيجوز العزل عند أبي حنيفة وأبي يوسف ومحمد ( رح ) إذا أذنت الزوجة الحرة لزوجها وذلك إنا رأينا الزوج له أن يأخذ المرأة بأن يجامعها وان كرهت ذلك ، وله ان يأخذها بأن يفضي إليها ولا يعزل عنها . فكان له أنْ يأخذها بأن يفضي إليها في جُماعه إيّاها ، كما يأخذها بأنّ يجامعها .\r\nوكان للمرأة أن تأخذ زوجها بأن يجامعها فكان لها ان تأخذه بأن يفضي إليها كما له أن يأخذها بأن يجامعها وان يفضي إليها وكان حق كل واحد منهما على صاحبه سواء .\r\nولأنه روى عن عبد الله بن عدي بن الخيار ، قال تذاكر أصحاب رسول الله ( ص ) عند عمر ( رض ) العزل فاختلفوا فيه . فقال عمر ( رض ) : قد اختلفتم وأنتم أهل البدر الأخيار ، فكيف بالناس بعدكم ؟ إذ تناجى رجلان فقال : ما هذه المناجاة ؟ قال : ان اليهود تزعم إنها المؤودة الصغرى فقال علي ( رض ) : انها لا تكون مؤودة حتى تمر بالتارات السبع ( ولقد خلقنا الإنسان من سلالة من طين إلى آخر الآية . وعن معمر بن أبي حبيبه ، قال سمعت عبيد بن رفاعة الأنصاري ، قال تذاكر أصحاب رسول الله ( ص ) العزل ، ثم ذكر مثله ، فتعجب عمر ( رض ) من قوله وقال جزاك الله خيراً . وأيضا أخبر علي ( رض ) لا مؤودة إلّا ما قد نفخ فيه الروح قبل ذلك وإمّا مالم ينفخ فيه الروح فإنما هو موات غير مؤودة « 1 » .\r\n\r\nحكم المفقود\r\nهو غائب لم يدر موضعه .\r\nحكم المفقود في الشرع إنه حيّ في حقّ نفسه حتى لا يقسم ماله بين ورثته . وميّت في حق غيره حتى لا يرث هو إذا مات أحد من أقربائه لأن ثبوت حياته باستصحاب الحال فإنه علم حياته فيستصحب ذلك مالم يظهر خلافه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح معاني الآثار ج 3 ص 33 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nواستصحاب الحال معتبر في إبقاء ما كان على ما كان غير معتبر في إثبات ما لم يكن ثابتاً وفي الامتناع من قسمة ماله بين ورثته إبقاء ما كان على ما كان وفي توريثه من الغير إثبات أمر لم يكن ثابتاً له ولأن حياته باعتبار الظاهر والظاهر حجة لدفع الاستحقاق وليس بحجة للاستحقاق فلا يستحق به ميراث غيره ويندفع به استحقاق ورثته لما له بهذا الظاهر ولهذا لا تتزوج امرأته عندنا وهو مذهب علي ( رض ) تربّص أربع سنين كان يقول به عمر ( رض ) في الابتداء ثم رجع إلى قول علي ( رض ) ومالك كا يأخذ بقول عمر ( رض ) « 1 » . وعمر ( رض ) رجع إلى قول علي ( رض ) « 2 » . وعن علي ( رض ) في امرأة المفقود . قال : هي امرأة ابتُليت فلتصبر حتى يتبيّن موت أو طلاق « 3 » .\r\nقال أبو حنيفة ( رح ) في المفقود لا تتزوج امرأته حتى يأتيها الخبر بطلاق أو وفات فتعتدّ ثم تتزوج فإن تزوجت امرأة المفقود ثم قدم فرق بينهما وبين زوجها الآخر فإن كان قد دخل بها فلها الصداق بما استحل من فرجها أقل مما سمي ومن صداق مثلها فتعتدَّ ثلاث حيض ثم ترجع إلى زوجها الأول .\r\nوقال أهل المدينة في امرأة المفقود : إنه إن أدرك امرأته قبل أن تتزوج كان أحق بها وإن أدركها بعد أن تزوجت بعد انقضاء عدّتها دخل بها الآخر أو لم يدخل لا سبيل له عليها ولا مهر لها عليه ولا على زوجها الآخر وهي امرأة الآخر قالوا قد أخذنا في المفقود بما جاء عن عمر ( رض ) واستدل الحنفية بقول علي ( رض ) قال : هي امرأة الأول لا تتزوج حتى يأتيها الخبر بطلاقه أو بموته وهذا أحب القولين إلينا واشبهما بالكتاب والسنة ومع ما قد جاء من رجوع عمر ( رض ) إلى قول علي ( رض ) « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 11 ص 35 .\r\n( 2 ) البحر الرائق ج 5 ص 266 .\r\n( 3 ) نصب الراية ج 3 ص 473 .\r\n( 4 ) كتاب الحجة ج 4 ص 59 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nالنفقة\r\nوتفرض على الزوج نفقة إذا كان موسراً ونفقة خادمها وقد فرض علي ( رض ) لا مرأة وخادمها اثنى عشر درهما كل شهر أربعة للخادم وثمانية للمرأة « 1 » .\r\nونفقة الصغير واجبة على أبيه وعلى الرجل أن ينفق على أبويه وأجداده وجدّاته إذا كانوا فقراء قال علي ( كرم الله وجهه ) ليس لولد ولا والد حق في الصدقة المفروضة ومن كان له والداو ولد فلم يصله فهو عاق فقد علل ( رض ) عدم جواز دفع الزكاة إليهما بأن نفقتهما واجبة « 2 » .\r\n\r\nباب اللعان\r\nما يسقط اللعان\r\nولو طلقها ثلاثا أو بائناً بعد القذف فلا حدّ ولا لعان لما روى عن علي ( رض ) بأنّه قال : إن قذفها ثم طلّقها وبيتها لم يلاعنها « 3 » .\r\nاللعان تحريم مؤبد\r\nقال الإمام أبو يوسف صاحب الإمام أبو حنيفة اللعان تحريم مؤبد « 4 » . وعن زرّ عن علي ( رض ) وعبد الله ( رض ) قالا مضت السنة ان لا يجتمعان الملاعنان أبداً « 5 » .\r\nنفي الولد\r\nوإذا أقامت المرأة البيّنة على إقرار الزوج بالولد وهو ينكر وقد نفاه لزمه الولد ولا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي 476 .\r\n( 2 ) المرجع السابق 577 .\r\n( 3 ) موسوعة فقه علي ( رض ) ص 529 .\r\n( 4 ) الهداية ج 1 ص 271 .\r\n( 5 ) نصب الراية ج 3 ص 251 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nيستطيع أن ينفيه بعد إقراره هكذا نقل عن عمر وعلي والشعبي ( رضي الله عنهم ) قالوا إذا اقرّ الرجل بولده فليس له أن ينفيه وما لم يقر به فله أن ينفيه وإذا نفاه قبل الاقرار لا عنها « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ، ج 7 ص 58 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\nكتاب الظهار\r\nتعريف الظهار لغة : الظهار مصدر ظاهر من امرأته إذا قال لها : أنت عليَّ كظهر أمي شرعاً : هو تشبيه الزوجة أو تشبيه جزء شاء منها كنصفها ونحوه ، بمحرم عليه تابيداً ، أوبعضو بحرم انظر اليه من أعضاء محرّمة عليه أو بجملتها كانت عليّ كأمي .\r\nقد بيّنت الآية الكريمة الكفارة الواجبة في الظهار ، ومتى يجب إخراجها ولكن هل يشترط الايمان في الرقبة التي يجب عتقها في كفارة الظهار قياساً على كفارة القتل ؟ أم تجزئ أية رقبة مسلمة كانت أم كافرة ؟ عند الأحناف يجزئ عتق الرقبة الكافرة أو المؤمنة في كفارة الظهار « 1 » . هذا هو مذهب علي بن أبي طالب ( رض ) « 2 » .\r\nوإن اختارت التمليك أعطى كل مسكين نصف صاع من بر أو دقيق أو سويق أو صاعاً من تمرأ وصاعاً من شعير لا يجزئه دون ذلك عندنا وقال الشافعي ( رح ) لكل مسكين مدّ من بر لحديث الأعرابي في كفارة الفطر لكنا نستدل بحديث علّي وعائشة ( رض ) قالا لكل مسكين مدّان من برّ « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قدوري ص 182 .\r\n( 2 ) موسوعة فقه علي ص 453 .\r\n( 3 ) المبسوط ج 7 ص 16 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nوإذا ظاهر من امرأته مرتين أو ثلاثا في مجلس واحد أو مجالس متفرقة فعليه لكل ظهار كفارة هكذا نُقل عن علي ( رض ) « 1 » .\r\n\r\nالخُلع\r\nتعريفه لغة : الازلة والخلع شرعاً : هو إزالة ملك النكاح المتوقفة على قبول المرأة يلفظ الخلع وما في معناه . فلابد من القبول من المرأة حيث كان علي مال .\r\nوإذا اختلعت المرأة من زوجها فالخلع جائز والخلع تطليقة بائنة عندنا وعند الشافعي ( رح ) هو فسخ ودليلنا ما روي عن علي ( رض ) موقوفا ومرفوعاً إلى رسول الله ( ص ) الخلع تطليقة بائنة « 2 » .\r\nوإن كان النشوز من قبله يكره له أن يأخذ منها عوضا . وقد حصر علي ( رض ) الأسباب المشروعة للخلع بثلاثة أسباب فقال : يُحل خلع المرأة ثلاث : إذا أفسدت عليك ذات يدك ، أو دعوتها لتسكن إليها فأبت عليك ، أو خرجت بغير اذنك « 3 » .\r\nأخذ الزيادة على قدر المهر ففيها روايتان . ذكر في كتاب الطلاق إنها مكروهة وهكذا روي عن علي ( رض ) إنه كره للزوج أن يأخذ منها أكثر مما أعطاها وهو قول حسن البصري وسعيد بن مسيب وذكر في الجامع الصغير إنها غير مكروهة وبه أخذ الشافعي « 4 » .\r\n\r\nالإيلاء\r\nتعريفه : هو في اللغة اليمين : وشرعاً هو اليمين على ترك قربان زوجته مدته . ومدتّه أقلها أربعة أشهر ، فلا إيلاء في أقلّ منه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط 6 ص 226 .\r\n( 2 ) المبسوط ج 6 ص 17 .\r\n( 3 ) موسوعة فقه علي ص 245 .\r\n( 4 ) بدائع الصنائع كتاب الخلع ص 155 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nإذا حلف رجل لا يجامع امرأته ان جامعها قبل أربعة أشهر فعليه كفارة اليمين وإن مضت المدة قبل أن يفئ إليها ( يرجع ) طلقت تطليقة بائنة هكذا نقل عن علي ( رض ) وعند الشافعي ( رح ) لا يقع الطلاق . بمضي المدة ولكنه يوقف بعد المدّة حتى يفئ إليها أو يفارقها « 1 » . وبسند حسن بن عليّ عن علي ( رض ) وزيد بن ثابت مثله « 2 » .\r\nوإذا آلي الرجل من امرأته وبينه وبينها مسيرة أربعة أشهر أو أكثر أجزأه ان فاء بقلبه ولسانه والحاصل إنّ العاجز عن الجماع في المدة يكون فيئه باللسان عندنا وذلك مروي عن علي ( رض ) وعند الشافعي ( رح ) الفيء باللسان ليس بشيء « 3 » .\r\nثم الفيء في الإيلاء بالقول عندنا . إنما يصحّ في حق حكم الطلاق حتى لا يقع الطلاق بمضي المدّة إلّا في حق الحنث لأن اليمين في حق الحنث باقية لأنها لا تحّل إلا بالحنث ، والحنث إنّما حصل بفعل المحلوف عليه . والقول ليس محلوفاً عليه فلا تحّل به اليمين . هذا الذي ذكر مذهب أصحابنا وقال الشافعي ( رح ) وابن مسعود ( رض ) وابن عباس ( رض ) انهم قالوا : الفيء عند العجز بالقول « 4 » .\r\n\r\nالحضانة\r\nالمراد بالحضانة تربية الولد\r\nولاخيار للغلام والجارية إذا اختلف الأبوان في حضانتهما قبل البلوغ عندنا وقال الشافعي ( رح ) يخير الغلام إذا عقل التخيير والدليل عليه ما روي عن عمارة بن ربيعة المخزومي أنه قال : غزا أبي نحو البحرين فقتل فجاء عمّي ليذهب بي فخاصمته أمي إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 7 ص 20 .\r\n( 2 ) الفقه وأدلته ج 2 ص 219 .\r\n( 3 ) المبسوط ج 7 ص 28 .\r\n( 4 ) بدائع الصنائع كتاب الايلاء ص 207 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nعلي بن أبي طالب ( رض ) ومعي أخ لي صغير فخيّرني علي ( رض ) ثلاثا فاخترت أمي ، فأبى عمي ان يرضى فوكزه علي ( رض ) بيده وضربه بدرته وقال : لو بلغ هذا الصبي أيضاً خير فهذا يدل على أن التخيير لا يكون إلّا بعد البلوغ « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الحضانة ص 341 .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nكتاب البيوع\r\nالبيع في اللغة : المبادلة ، وكذلك الشراء سواء كانت في مال أو غيره .\r\nوالبيع شرعاً : مبادلة المتقوم بالمال المتقوّم تمليكاً وتملكاً بالتراضي .\r\nبيع الفاسد\r\nإذا كان أحد العوضين أو كلاهما محرما فالبيع فاسد كالبيع بالميتة والدم والخمر والخنزير وكذا إذا كان غير مملوك كالحرّ « 1 » . لأنه روي عن علي بن أبي طالب ( رض ) عن رسول الله ( ص ) فقال : نهانا رسول الله ( ص ) عن بيع الخمر والخنازير والعذرة وقال : هي ميتة ولا يجوز بيع الكلب وأيضا قد أوقع علي ( رض ) عقوبة موجعة ببائع الحر « 2 » .\r\nبيع الغرر\r\nالغرر ما يكون مجهول العاقبة لا يدري أيكون أم لا كبيع اللبن في الضرع قبل أن يحلب وبيع ضربة القانص قبل إخراجها من الماء وبيع الطير وهو في الهواء . كان علي ( رض ) ينهى من بيع الغرر « 3 » . وأيضا روي عن علي ( رض ) بأنّه لم يجز بيع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهداية ج 3 ص 42 .\r\n( 2 ) موسوعة فقه علي ص 137 .\r\n( 3 ) موسوعة فقه علي ص 474 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالأراضي الموقوفة لأن بائعها لا يملكها « 1 » .\r\nبيع السمك في الآجام\r\nبيع السمك في الآجام ليس من بيع الغرر قال أبو يوسف حدّثنا الحسن بن عمارة عن الحكم بن عينية عن إبراهيم قال إنّ اشتريته صيدا محصوراً ورأيت بعضه فلا بأس . وقد بلغنا علي بن أبي طالب ( رض ) أنه وضع على أجمة برس أربعة آلاف درهم ، وكتب لهم في قطعة أدم وإنما دفعها إليهم على معاملة في قصبها « 2 » .\r\nبيع الفضولي\r\nالفضولي هو الذي لم يكن أصيلا ولا وكيلا ولا ولياً ولا وصيّا في العقد . ومن باع ملك غير بغير أمره فالمالك بالخيار ان شاء أجاز البيع وإنْ شاء فسخ وقال الشافعي ( رح ) لا ينعقد البيع « 3 » . فقد روى عبد الرزاق أنّ امرأة باعت وابن لها جارية لزوجها فولدت الجارية للذي ابتاعها ثم جاء زوجها فخاصم إلى علي ( رض ) وقال لم أبع ولم أهب .\r\nقال : قد باع ابنك وباعت امرأتك ، قال : ان كنت ترى لي حقاً فاعطني قال : فخذ جاريتك وابنها ، ثم سجن المرأة وابنها حتى يخلصا له ، فلما رأى ذلك الزوج سلم البيت « 4 » .\r\nبيع المكروه\r\nومن صور البيع المكروه تحريما ان ملك صغيرين أو صغير وكبيراً أحدهما ذو رحم من الآخر فيكره له ان يبيع أحدهما عن علي ( رض ) قال : وهب لي رسول الله ( ص )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المرجع السابق ص 28 .\r\n( 2 ) كتاب الخراج ص 100\r\n( 3 ) الهداية ج 3 ص 68 .\r\n( 4 ) موسوعة فقه علي ص 490 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nغلامين أخوين فبعت أحدهما فقال رسول الله ( ص ) ما فعل غلامك فأخبرته فقال رده رده وفي رواية أرد أرد « 1 » .\r\nحكم بيع المضطر\r\nبيع المضطر وشراؤه فاسد ، وهو ان يضطر الرجل إلى طعام أو شراب أو لباس أو غيرها ، ولا يبيعها البائع إلّا بأكثر من ثمنها بكثير وكذلك في الشراء من المضطر ، وذلك بأن أضطر إلى بيع شيء من ماله ولم يرض المشتري إلا بشرائه بدون ثمن المثل بغبن فاحش ومثله مالوازمه القاضي ببيع ماله لايفاء دينه ، ولو صادره سلطان ولم يعين بيع ماله فباع صح ، فإنّ بمجرد المصادرة لا يكون مكرها وإنما يصحح لو باع بثمن المثل أو غبن يسير وعن علي بن أبي طالب ( رض ) قال : سيأتي على الناس زمان عضوض يعض الموسر على ما في يديه ولم يوسر بذلك قال تعالى ولا تنسو الفضل بينكم « 2 » .\r\nقبض المبيع\r\nومن اشترى شيئا مما ينقل ويحوّل لم يجز بيعه حتى يقبضه لأن علياً ( رض ) روى عن رسول الله ( ص ) قال : نهانا رسول الله ( ص ) عن بيع الصدقة حتى تقبض وعن بيع الخمس حتى يحاز « 3 » .\r\nكيل المبيع أو وزنه\r\nومن اشترى مكيلا أو ( موزونا ) فاكتاله أو اتزنه ثم باعه مُكايلة أو موازنةً لم يجز للمشتري منه حتى يعيد الكيل والوزن وكان علي ( رض ) ينهى عن بيع شيء مما يكال أو يوزن إّلا بعد كيله أو وزنه فكان يقول : إذا اشتريت شيئاً مما يكال أو يوزن فقبضته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي في ثوبه الجديد ج 4 ص 82 .\r\n( 2 ) الفقه الحنفي في ثوبه الجديد چ 4 ص 65\r\n( 3 ) موسوعة فقه علي ( رض )\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nفلا تبعه حتى تكتاله أو تزنه « 1 » .\r\nخيار الشرط\r\nخيار الشرط جائز في البيع للبائع والمشتري قال : المسلمون عند شروطهم « 2 » .\r\nخيار العيب\r\nوإذا اطلع المشتري على عيب في المبيع فهو بالخياران شاء بجميع الثمن وإن شاء ردّه إلا إن يحدث فيه زيادة أونقصان يأخذ من البائع قيمة العيب لأن عليّاً ( رض ) قال في الجارية التي يشتريها الرجل فيطأها ثم يظهر بها قال : لا يردها ولكن يردّ عليه قيمة العيب « 3 » .\r\nوإذا برئ البائع إلى المشتري عند عقد البيع من كل عيب فهو جائز وان لم يسم العيوب عندنا وقال الشافعي ( رح ) شرط البراءة عن العيوب المجهولة باطل إلّا أن يكون عيبا في باطن الحيوان فله في ذلك قولان ولنا في ذلك حديث علي ( رض ) حين بعثه رسول الله ( ص ) ليصالح بني حذيفة فواداهم حتى مبلغة الكلب وبقى في يديه مال فقال هذا لكم مالا تعلمونه ولا يعلمه رسول الله ( ص ) فبلغ ذلك رسول الله ( ص ) فسرّ فهذا دليل جواز الصلح عن الحقوق المجهولة « 4 » .\r\nوإذا اشترى جارية ولم يتبرء البائع من عيوبها فوطئها المشتري ثم وجد بها فليس له ان يردها بالعيب عندنا بكرا كان أو ثيبا عندما اشترها . وقال الشافعي ( رح ) إن كانت بكرا فكذلك الجواب وإن كانت ثيبا فله أن يردها بالعيب ولا يغرهم للوطء شيئاً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 140\r\n( 2 ) المرجع السابق ص 247 .\r\n( 3 ) المرجع السابق ص 139 .\r\n( 4 ) المبسوط ج 13 ص 92 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nوحجتنا في ذلك إجماع الصحابة فقد قال علي ( رض ) وابن مسعود ( رض ) لا يردها بعد الوطء « 1 » .\r\nبيع المرابحة\r\nالمرابحة : نقل ما ملكه بالعقد الأول بالثمن الأول مع زيادة ربح وهذا جائز لانّ أحد الشيوخ قال : رأيت علي عليّ ( رض ) ازاراً غليظاً فقال : اشتريتيه بخمسة دراهم ، فمن اربحني فيه درهما بعته ايّاه « 2 » .\r\nأثر الإكراه على التصرفات\r\nإذا وقع الاكراه على القيام بتصرف من التصرفات كالبيع والايجار والزواج فما أثر الاكراه عليه ؟ للفقهاء رأيان : قال جمهور الفقها وغير الحنفية : ان الإكراه يؤثر في التصرفات فيجعلها باطلة سواء كانت قابلة للفسخ كالبيع والإجارة والهبة ونحوها ، أم غير قابلة للفسخ كالزواج والطلاق واليمين والرجعة ، فلا يصح البيع والايجار الصادر من المستكره ولا يقع الطلاق المكره ، ولا يثبت عقد الزواج بالاكراه ، لأنّ الاكراه يزيل الرضا والرضا أساس التصرفات وقال الحنفية : يميز بين التصرفات . المحتملة للفسخ والتصرفات غير المحتملة للفسخ فإن كان التصرف لا يقبل الفسخ كالزواج والطلاق فيصحّ مع الاكراه ويلزم لأنه تصرف يستوي فيه الجد والهزل والاكراه في معنى الهزل لعدم القصد الصحيح للتصرف فيها وذلك بدليل ذكره البخاري من قول علي ( رض ) : كلّ الطلاق جائز إلّا طلاق المعتدّه « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 13 ص 95 .\r\n( 2 ) موسوعة فقه علي ( رض ) .\r\n( 3 ) الفقه الاسلامي وأدلته ، ج 4 ص 216 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\n\r\nالربا\r\nتعريفه : الربا في اللغة بكسر الراء : مطلق الزيادة والفضل وهو في الشرع : عبارة عن فضل مال لا يقابله عوض في معاوضة مال بمال . حكم الزيادات المشروطة على القرض من قبل مصدر البطاقة فإنها محرمة من الناحية الشرعية لسببين رئيسيين :\r\nالسبب الأول : إنّ هذه الزيادات المفروضة على مقدار القرض بخاصة مقابل التأجيل تمثل حقيقة ربا النسيئة الذي أجمعت الأمة الإسلامية على تحريمه بدون خلاف ، وهو ما يسمى ربا الجاهلية حيث تضاف زيادة إلى مقدار القرض من أجل تأجيل الدفع فهو المعنى في الآية الكريمة :  ( يا أَيُّهَا الَّذِينَ آمَنُوا لا تَأْكُلُوا الرِّبَوا أَضْعافاً مُضاعَفَةً وَاتَّقُوا اللَّهَ لَعَلَّكُمْ تُفْلِحُونَ . ) \r\nالسبب الثاني : إنها تدخل في عموم الحديث الشريف الذي رواه الإمام علي ( كرم الله وجهه ) قال : قال رسول الله ( ص ) كل قرض جّر نفعاً فهو ربا « 1 » .\r\nإعطاء القرض بالشرط فاسد : صورة الشرط كما في الواقعات رجل أقرض رجلا مالا على أن يكتب له به إلى بلد كذا فإنه لا يجوز وان اقرضه لا شرط وكتب جاز هكذا روى عن علي ( رض ) « 2 » .\r\nكان علي ( رض ) ييح للرجل أن يقرض رجلا مالا في بلد وبتقاضاه منه في بلد آخر وقد سئل علي ( رض ) عن هذا فلم يرَ به بأساً رغم ما فيه من فائده أمن الطريق « 3 » .\r\nالربا محرم في كل ميكل أو موزون إذا بيع بجنسه متفاضلا فالعلة عند الكيل مع الجنس أو الوزن مع الجنس وعند الشافعي ( رح ) الطعم في المطعومات والثمنية في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي في ثوبه الجديد ج 4 ص 265 .\r\n( 2 ) موسوعة فقه علي ص 255 .\r\n( 3 ) موسوعة فقه علي ص 141 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nالأثمان « 1 » ( هداية ج 3 ص 60 ) وعلى ما يبدو أن عليناً ( كرم الله وجهه ) يعتبر الكيل أو الوزن مع اتحاد الجنس علة في الربا كما قال به الحنفية « 2 » .\r\nالجياد والزيوف نوع واحد التفاضل بينهما حرام . عن أبي صالح السمان يقول سألت علياً ( رض ) عن الدراهم تكون معي لا تنفق في حاجتي فاشتري بها دراهم تنفق في حاجتي واهضم منها قال : لا ولكن بع دراهمك بدنانير ثم اشتر بالدنانير دراهم تنفق في حاجتك وفيه دليل على أن الجياد والزيوف نوع واحد « 3 » .\r\n\r\nحكم الركاز والمعدن\r\nالمعدن هو الذهب المخلوق في الأرض حين خلقت . والكنز ما وضعه العباد . والركاز يتناولهما .\r\nوعن عامر حمة الله عليه قال وجد رجل ألف درهم وخمسمائة درهم في قرية خربة فقال علي ( رض ) الله عنه سأقضي فيها قضاء بينا ان كنت وجدتها في قرية يؤدي خراجها قوم فهم أحق بها منك ، وان كنت وجدتها في قرية ليس أحد يؤدي خراجها فخمسها لبيت المال وبقيتها لك وسنتمها لك فجعل الكل له وفيه دليل لأبي حنيفة ومحمد رحمهما الله على أن واجد الكنز في ملك الغير لا يملكه ولكن يردها على صاحب الخطة وهو أول مالك كان لهذا الأرض بعد ما افتتحت وفيه دليل وجوب الخمس في الكنز وأنْ للإمام أن يضع ذلك في الواحد إذا راه محتاجاً اليه وله ان يضع ذلك في بيت المال كما رواه عن علي ( رضي الله عنه ) في حديث آخر قال إنْ كانت قرية خربت على عهد فارس فهم أحقّ وإن كانت عادية خربت قبل ذلك فهو للذي وجده فوجدوها كذلك فأدخل خمسه بيت المال وأعطى الرجل بقيته وعن جبلة بن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهداية ج 3 ص 60 .\r\n( 2 ) المبسوط ج 14 ص 9 .\r\n( 3 ) الفقه الحنفي ج 2 ص 135 .\r\n","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nحميد عن رجل منهم خرج في يوم مطير إلى دير خربة فوقعت فيه ثلمة فإذا استوقة أو جرة فيها أربعة آلاف مثقال ذهب قال فأتيت بها علياً ( رضي الله عنه ) فقال أربعة أخماسها لك والخمس الباقي منه أقسمه في فقراء أهلك وهذا دليل على جواز وضع الخمس في قرابة الواحد وإن للإمام أن يفوض ذلك إليه كما له ان يفعله بنفسه لأن خمس الركاز في معنى خمس الغنيمة ووضع ذلك في قرابة الغانمين جائز إذا كانوا محتاجين إليه .\r\nوعن الحارث الأزدي قال وجد رجل ركازا فاشتراه منه أبي بمائة شاة تبيع فلامته أمي وقالت اشتريته بثلمائة أنفقتها مائة وأولادها مائة وكفايتها مائة فقدم الرجل فاستقاله فأبى أن يقيلهُ فقال لك عشر شياة فأبى فقال لك عشرة أخرى فأبى فعالج الركاز فخرج منه قيمة ألف شاة . فأتاه الآخر فقال خذ غنمك وأعطني مالي فقال لاخرنك فأتى علياً ( رضي الله عنه ) فذكر ذلك له فقال ( رض ) أدّ خمس ما وجدت للذي وجد الركاز . فاما هذا فإنما أخذ ثمن غنمه وفيه دليل على أنّ بيع المعدن بالعروض جائز « 1 » .\r\n\r\nباب الشفعة\r\nمأخوذه من الشفع ؛ وهو الضمّ الذي هو بخلاف الوتر\r\nفالشفعة شرعا : تملك العقار جبراً على المشتري بما قام عليه .\r\nلمن تجب الشفعة ؟\r\nالشفعة واجبة للخليط في نفس المبيع ثم للخليط في حق المبيع كالشرب والطرق ثم للجار وقال الإمام الشافعي ( رح ) لا شفعة بالجوار . كان علي ( رض ) يرى إضافة إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 14 ص 44 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nالشريك للجار أيضا ، فقد قضى ( رض ) بالشفعة للجار في دار من دور بنى مرهبة بالكوفة وأمر شريحاً أن يقضي بذلك .\r\nالشفعة واجبة في العقار ولا شفعة في العروض والسفن وهكذا عن علي ( رض ) « 1 » .\r\n\r\nباب الإجارة\r\nالإجارة : الأجر ، وهو الجزاء على العمل ، والأجرة . الكراع ،\r\nوالإجارة اصطلاحاً : بيع المنافع ، أو عقد على المنافع بعوض ماليّ يتجدد انعقاده بحسب حدوث المنافع ساعة فساعة .\r\nولا يضمن الأجير المشترك ما هلك في يدة وإن شرط عليه الضمان ، لأنّ شرط الضمان في الرمانة كالمودّع وبه يفتي كما في عامة المعتبرات وبه حزم أصحاب المتون فكان هو المذهب . لكن ابن عابدين ( رض ) ذكر تفصيلًا في موضوع ضمان الأجير المشترك . فقال : اعلم إنّ الهلاك أما بفعل الأجير أولًا والأول امّا بالتعدي أولًا ؟ والثاني اما يمكن الاحتراز عنه أولًا ؟ في الأول وهو الذي يكون بفعل الأجير بقسميه يضمن اتفاقا وفي ثاني الثاني الذي لا يمكن الاحتراز عنه لا يضمن اتفاقا ، وفي أوله الذي يمكن الاحتراز عنه لا يضمن عند الإمام مطلقاً ويضمن عندهما مطلقا ، وأفتى المتأخرون بالصلح على نصف القيمة مطلقا وقيل مصلحاً لا يضمن وان غير مصلح ضمن ، وان مستوراً فالصلح .\r\nوالمراد بالاطلاق في الموضعين المصلح وغيره .\r\nوفي ( البدائع ) لا يضمن عندهما هلك بغير صنعة قبل العمل أو بعده لأنه أمانة في يده ، وهو القياس . وقالا : يضمن الّا من حرق غالب أو لصوص مكابرين وهو استحسان .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 347 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nقال في ( الخيرية ) : فهذه أربعة أقوال كلها مصححة مفتي بها ، وما أحسن التفصيل الأخير ، والأول قول أبي حنيفة ( رحمة الله عليه ) وقال بعضهم . وقول أبي حنيفة قول عطاء وطاوس وهما من كبار التابعين .\r\nوقولهما أي الصاحبين ، قول عمر وعلي ، وبه يفتى احتشاما لعمر وعلي وصيانة لأموال الناس « 1 » .\r\nالأجير المشترك ضامن ان تلف المال بعمله والا لم يضمن . خلافا للشافعي ( رح ) واستدل أبو حنيفة ( رح ) بما روى أن علياً كان يضمن الخياط والقصّار وغيرهما من الصنّاع احتياطاً للناس أنْ يضعوا امتاعهم « 2 » .\r\nإجارة القسام\r\nإذا استأجر القاضي قساماً بآخر مسمى ليقسم كل شهر فهو جائز وفي حديث على ( رض ) فإنه كان له قاسم يقسم بالأجر « 3 » .\r\nمالا يجوز استئجاره\r\nولا يصح استئجار الفحل للأنزاء واستئجار الكلب المعلم والبازي المعلم للاصطياد لأن المنفعة غير مقدورة الاستيفاء في حق المستأجر إذ لا يمكن إجبار الفحل على الضراب والانزال ولا إجبار الكلب والبازي على الصيد هذا رأي جمهور العلما ، لأن الرسول ( ص ) نهى عسب الفحل أي أجرة خرابه هذا الحديث مروي عن علي ( رض ) « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي في ثوبه الحديد ج 4 ص 411 .\r\n( 2 ) المبسوط ج 15 ص 81 .\r\n( 3 ) المبسوط ج 16 ص 40\r\n( 4 ) الفقه الاسلامي وأدلته ج 4 ص 743\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nلا تصحّ الإجارة حتى تكون المنافع معلومة والأجرة معلومة\r\nقال علي ( رض ) جعت مرة بالمدينة جوعا شديداً فخرجت أطلب العمل في عوالي المدينة . فإذا أنا بامرأة تريد الماء فقاطعتها كل ذنوب بتمرة فمدت ستة عشر ذنوباً حتى مجلت يداي ثم اتيتها فعلت يكفي - هكذا من يديها فعدّت لي ست عشرة ثمرة فاتيت النبيّ فأخبرته فأكل معي منها « 1 » .\r\nولا تجوز الاستئجار على تعليم القرآن عند أبي حنيفة ( رح ) فقد أتى رجل إلى علي ( ع ) فقال : يا أمير المؤمنين والله إني أحبّك في الله فقال ولكني أبغضك في الله . قالولما ذاك . قال : « لأنّك تتغنى بأذانك وتأخذ على تعليم القرآن أجراً ، وقد سمعت رسول الله ( ص ) يقول : من أخذ على تعليم القرآن أجرا كان حظه يوم القيامة « 2 » .\r\n\r\nباب الرهن\r\nتعريفه\r\nالرهن لغة : الثبوت والدوام ، أو الحبس مطلقاً :\r\nوالرهن شرعاً : حبس الشيء بحق يمكن أخذه منه كالدين .\r\nالرهن مضمون بالأقل من قيمته ومن الدين فإذا هلك في يد المرتهن وقيمته والدين سواء صار المرتهن مستوفيا لدينه وان كانت قيمة الرهن أكثر فالفضل أمانة في يده « 3 » . وعن علي ( رض ) قال : المرتهن أمين في الفضل « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصب الراية ج 4 ص 133 .\r\n( 2 ) موسوعة فقه علي ص 23 .\r\n( 3 ) الهداية ج 4 ص 414 .\r\n( 4 ) نصب الراية ج 4 ص 323 .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nكيفية الضمان وقدر الضمان في الرهن\r\nفالرهن لا يخلو إما أن يكون من جنس حق المرتهن أو من خلاف جنس حقه فإن كن من خلاف جنس حقه فإمّا أن يكون شيئاً واحداً ، وإمّا أن يكون أشياءً . فإن كان شيئاً واحداً يهلك مضمونا بالأقل من قيمته ومن الدين وتفسيره : إذا رهن عبداً قيمته ألف بألف فهلك ذهب الدين كله . وان كانت قيمة العبد الفين فهلك ذهب كل الدين أيضا وفضل الرهن يهلك أمانة . وان كانت قيمته خمسمائة ذهب من الدين خمسمائة ويرجع المرتهن على الراهن بفضل الدين ، وهذا قول عامة العلماء وجماعة من الصحابة ( رض ) مثل سيدنا عمر ( رض ) وعبد الله بن مسعود ومروي عن سيّدنا علي ( رض ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الرهن ص 110 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nكتاب الشِّركة\r\nالشِّركة والشَّركة : لغة : مخالطة الشريكين . وشرعاً : عقديين المتشاركين في الأصل والربح ، أو اختصاص اثنين أو أكثر بمحل واحد .\r\nأنواع شركة العقود\r\nأ - شركة مفاوضة ب شركة عنان ج شركة صنائع د - شركة وجوه .\r\nشركة المفاوضة\r\nعن ابن سرين رحمة الله تعالى قال لا تجوز شركة بعروض ولابمال غائب وفي هذا دليل على إنه لابدّ من إحضار رأس المال ولكن إنْ وجد الاحضار عند الشراء . فهو والاحضار عند العقد سواء حتى إذا دُفع إلى رجل ألف درهم على أن يشتري بها وبألف من ماله وعقدا عقد الشركة بينهما بهذه الصفة فاحضر الرجل المال عند الشراء جازت الشركة لأنّ المقصود هو التصرف لانفس الشركة فإذا وجد إحضار المال عند المقصود كان ذلك بمنزلة الإحضار عند العقد ( وعن الشعبي رحمه الله تعالى قال الربح على ما اصطلحا عليه والوضيعه على المال فذلك في الشركة وهو مروي عن عليّ رضيالله تعالى عنه وبه نأخذ .\r\nوتعتبر الشركة بالمضاربة فكما أنّ الربح في المضاربة على الشرط والوضيعة على المال فكذلك في الشركة . وعن عليّ رضي الله تعالى عنه قال ليس على من قاسم الربح\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nضمان وتفسير هذا أنّ الوضيعة على المال في المضاربة والشركة أن الوضيعة هلاك جزء من المال في يد الأمين كهلاكه في يد صاحبه « 1 » .\r\nشركة العنان\r\n1 شرط العمل : يجوز في شركة العنان أن يشترط الشريكان العمل عليهما أو على أحدهما دون الآخر ، كأن يشتركا على أن يبيعا ويشتريا على مارزق الله من التجارة فهو بينهما على شرط كذا . أو أن يبيع ويشتري أحدهما دون الآخر .\r\n2 - توزيع الربح : وأما الربح فيكون على قدر رأس المال متساويا أو متفاضلًا فإن كان رأس المال متساويا بينهما ( مناصفة ) يكون الربح بينهما متساوياً ، سواء شرط عليهما أو على أحدهما ، لأن استحقاق الربح عند الحنفية إمّا بالمال أو بالعمل أو بالتزام الضمان . وقد وجد التساوي في رأس المال فينبغي التساوي في الربح ويصبح أيضا عند الحنفية ما عدا زفر ( رح ) أن يتفاضلا الشريكان في الربح حالة التساوي في رأس المال ، بشرط أنْ يكون العمل عليهما أو على الذي شرط له زيادة الربح لأن الربح كما قلنا يستحق إما بالمال أوبالعمل أو بالتزام الضمان وزيادة الربح في هذه الصورة كانت بسبب زيادة العمل لأنه قد يكون أحد الشريكين أحذق وأهدى وأكثر عملًا وأقوى فيستحق زيادة الربح على حساب شريكه . وهكذا نقل عن علي ( رض ) عنه « 2 » . ويصح أن يتساوى في المال ويتقاضلا في الربح عند الحنفية وقال زفر والشافعي رآك قعي رحمهما الله لا يصح . وقال علي بن أبي طالب ( رضي الله عنه ) في المضارب وفي الشريكين : الربح على ما اصطلحا عليه « 3 » .\r\nويد الشريك في المال أمانة لأنه قبض المال بإذن المالك لا على وجه البدل والوثيقة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 11 ص 176 .\r\n( 2 ) الفقه الإسلامي وأدلته ج 4 ص 716\r\n( 3 ) موسوعة فقه على ص 344 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nفصار كالوديعة . قال علي ( رض ) لا ضمان على من شارك في الربح « 1 » .\r\nشركة الصنائع\r\nشركة الصنائع تسمى أيضا شركة الأعمال ولابدَّ من والتقبّل . وهي أن يتفق صانعان أوخياطان أو خياط وصباغ مثلا أن يتقبلا الأعمال التي يمكن استحقاقها ويكون الكسب بينهما على ما شرطا مطلقا سواء شرطا الربح على السواء ، أو متفاضلًا وسواء تساويا في العمل أو لم يتساويا فيه . وهذا إذ لم تكن الشركة مفاوضة إذ لا تكون المفاوضة إلّا مع التساوي . ودلّ على مشروعيتها مشاركة علي ( رضي الله عنه ) رجلًا على جمع إلا ذخر « 2 » .\r\n\r\nباب الوكالة\r\nالوكالة في اللغة : الحفظ والوكالة أيضا : التفويض والاعتماد وهذه المعاني موجودة في الوكالة الشرعية ، فإنّ الموكل فوّض أمره إلى الوكيل ، واعتمد عليه ووثق برايه ليتصرف له التصرف الأحسن وكل ذلك يبتنى على الحفظ . الوكالة بالخصومة كالمحاماة اليوم جائرة في خصوص الناس ، لما روى أن عليّاً ( رضي الله عنه ) وكّل عقيلًا في الخصومة عند أبي بكر ( رضي الله عنه ) ووكّل جعفراً عند عثمان ( رضي الله عنه ) ولأن الحاجة تدعو إلى التوكيل فيها إذ قد لا يحسن المرأ الدفاع عن حقوقه أو يكره أن يتولى الخصومة بنفسه ولها أحكام خاصة :\r\nمنها صلاحية الإقرار : الوكيل بالخصومة يملك الاقرار على موكله في غير الفصاص والحدود عند فقهاء الحنفية فإنّ علياً ( رض ) لما وكل عبد الله بن جعفر قال ما قضى له فلي ، وما قضى عليه فعليّ « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 344 .\r\n( 2 ) الفقه الحنفي في ثوبه الجديد ج 5 ص 41 .\r\n( 3 ) موسوعة فقه علي ص 627 .\r\n","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nذكر عند عبد الله بن جعفر ( رض ) قال كان علي ( رض ) لا يحضر الخصومة أبداً وكان يقول إنّ الشيطان ليحضرها وان لها قمحاً قال :\r\nوكان إذا خوصم في شيء من أمواله وكّل عقيلًا ( رض ) وفيه جواز التوكيل بالخصومة « 1 » .\r\n\r\nباب الكفالة\r\nالكفالة : هي ضم الذمة إلى الذمة في المطالبة وقيل في الدين والأول أصح . الكفالة ضربان ، كفالة بالنفس وكفالة بالمال فالكفالة بالنفس جائزة والمضمون بها إحضار المكفول به وقال الشافعي ( رح ) لا يجوز وقد أجاز علي بن أبي طالب ( رضي الله عنه ) هذا النوع من الكفالة . فقد كفل رجل لرجل بنفس الرجل فحبسه علي ( رضي الله عنه ) حتى جاء به « 2 » .\r\nوأما الكفالة بالمال فجائزة معلوماً سواء كان المكفول به أو مجهولًا كان دينا صحيحا مثل أن يقول تكفلت عنه بألف أو بمالك عليه أو ما يدركك في هذا البيع ، والمكفول له بالخيار ان شاء طالب الذي عليه الأصل وإن شاء طالب كفيله ففي مسند زيد بن علي : إنّ علياً ( رضي الله عنه ) قضى في رجل له على رجل حق فكفل له رجل المال . قضى ان يأخذهما بالمال « 3 » .\r\n\r\nباب الحوالة\r\nالحوال في اللغة : من التحويل والنقل وهو نقل الشيء من محل إلى محل . وشرعاً : نقل الدَّين وتحويله من ذمة المحيل إلى ذمة المحال عليه .\r\nوإذا تمّت الحوالة برئ المحيل من الديون بالقبول ولا يرجع المحتال على المحيل إلّا أنّ ينوى حقه . قال علي ( رضي الله عنه ) : إذا أحاله على رجل فإنه لا يرجع على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 19 ص 3 .\r\n( 2 ) موسوعة فقه علي ص 520\r\n( 3 ) موسوعة فقه علي ص 521 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nصاحبه إلّا أن يفلس أو يموت أي المحال عليه « 1 » .\r\nحكم السفتجة : السفتجة : الورقة التي يكتب فيها ، وهي مكروهة ان كانت بشرط . وصورتها ان يقول التاجر : أقرضتك هذه الدراهم ، بشرط أن تكتب إليّ كتاباً إلى وكيلك ببلد كذا ، فيجيبه إلى ذلك . وأما إذا أعطاه المال بغير شرط ، وسأله ذلك بعدها ففعل ، فلا باس به . وإنما يكره ويحرم إذا كان أمن خطر الطريق مشروطاً ، لأنه نوع من نفع استفيد بالقرض ، وقد نهى النبي ( صلى الله عليه وسلم ) عن قرض جرّ منفعة ، وفي الفتاوى الصغرى وغيرها : ان كان السُّفتج مشروطا في القرض فهو حرام ، والقرض بهذا الشرط فاسدٌ ، والاجّائر . وصورة الشرط كما في الواقعات : رجل أقرض رجلًا مالًا على أن يكتب له به إلى بلد كذا ، فإنه لا يجوز ، وإن أقرضه بلا شرط وكتب جاز . فشرط الكراهة أو عدم الجواز شيئان : الأول : أن يدفع المال في بلدة قرضاً لمن يكتب له ، فلو دفعه اليه أمانة لم يكره ولم يفسد ، الثاني : ان يشترط عليه في عقد القرض أن يكتب له به إلى بلد آخر ، فلو لم يشترط ذلك لم يكره . روى ذلك عن علي ( رضي الله عنه ) « 2 » .\r\n\r\nباب المضاربة\r\nمن الضرب : وهو السير في الأرض وسُمّي هذا النوع من التصرف مضاربة لأن فائدته وهو الربح لا تحصل غالباً إلّا بالضرب في الأرض . ويقال لها المقارضة أو والقراض .\r\nما هلك من مال المضاربة من مصروف وغيره فهو من الربح دون رأس المال ، لأن الربح تبع لرأس المال ، وصرف الهالك إلى التبع أولى . كما يصرف الهالك إلى العفو في الزكاة وإن زاد الهالك على الربح . فمن رأس المال لأن المضارب أمين فلا ضمان عليه . قال علي ( رض ) الوضيعة على المال والربح على ما اصطلحوا عليه وقال ( رضي الله\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 236 .\r\n( 2 ) الفقه الحنفي وأدلته ج 2 ص 133 ؟\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nعنه ) : قاسم الربح فلا ضمان عليه « 1 » .\r\nويجوز دفع مال اليتيم مضاربة كما روى عن سيّدنا علي ( رض ) وكثير من الصحابة « 2 » .\r\nولو أنّ رجلًا أراد أن يدفع مال المضاربة إليّ ، وأراد ان يكون المضارب ضامناً له فالحيلة في ذلك أن يقرضه رب المال المال إلا درهما ثم يشاركه بذلك الدرهم فيما أقرضه على أن يعملا ، فما رزقهما الله تعالى في ذلك من شيء فهو بينهما على كذا وهذا صحيح لأن المستقرض بالقبض يصير ضامنا للمستقرض متملكا ثم الشركة بينهما مع التفاوت في رأس المال صحيح فالربح بينهما على الشرط على ما قال علي ( رض ) « 3 » .\r\nيجوز للوصي أنْ يتصرف في مال المضاربة وهو أنفع لليتيم لما يحصل له من بعض الربح وعلي ( رض ) انه كان يعطي مال اليتيم مضاربة « 4 » .\r\n\r\nالمزارعة\r\nالمزارعة في اللغة : مفاعلة ، من الزراعة ، وهي الحرث والفلاحة وتسمى المحاقلة .\r\nوالمزارعة في الشرع : عقد على الزرع ببعض الخارج .\r\nيجوز المزارعة بالثلث والربع لأن علي بن أبي طالب ( رضي الله عنه ) قال لا بأس بالمزارعة بالثلث والربع « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 548 .\r\n( 2 ) بدائع الصنائع كتاب المضاربة 176 .\r\n( 3 ) المبسوط ج 30 ص 239 .\r\n( 4 ) المبسوط ج 22 ص 20 .\r\n( 5 ) المبسوط ج 23 ص 9 .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\nكتاب الوديعة\r\nالوديعة هي المال المدفوع إلى الغير ليحفظه بلا عوض . وإذا استودع رجلان رجلًا وديعة من دراهم أو دنانير أو ثياب أو دواب أو عبيد ثم حضر أحدهما وطلب حقه منه لم يكن له ذلك حتى يجتمعا ولو خاصمه إلى القاضي لم يأمره بدفع نصيبه إليه في قول أبي حنيفة وقال أبو يوسف ومحمد رحمهم الله يأمره بان يقسم ذلك ويدفع نصيبه اليه هذا مذهب أو حنيفة ( رح ) مروي عن علي ( رضي الله عنه ) « 1 » .\r\nوللمودع ان يحفظها بنفسه وبمن في عياله قال علي ( رضي الله عنه ) : للمستودع أن يودع الوديعة امرأته وولده وعبده وأجيره « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 11 ص 123 .\r\n( 2 ) موسوعة فقه علي 607\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n\r\nكتاب العارية\r\nهي مشتقة من العريّة : وهي العطية . وسميت بها لتعريّها عن العوض ، وفي الشرع : تمليك المنافع بغير عوض .\r\nوالعارية أمانة ان هلكت من غير تعد لم يضمن وقال الشافعي ( رحمه الله ) يضمن لأنه قبض مال غيره لنفسه لا عن استحقاق فيضمنه والاذن ثبت بضرورة الانتفاع فلا يظهر فيما وراءه ولهذا كان واجب الردّ . ودليلنا قول علي ( رضي الله عنه ) : ليس على المؤتمن ضمان وقال أيضا : لا ضمان على مستعير ولا مستودع إلّا أن يخالف « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 121 .\r\n","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nكتاب الهبة\r\nالهبة لغة : التبرّع والتفضل والهبة شرعاً : تمليك الأعيان بغير عوض تصح الهبة بالإيجاب والقبول والقبض قال المروزي : اتفق أبو بكر وعمرو وعثمان وعلي بن أبي طالب ( رض ) على أنّ الهبة لا تجوز إلّا مقبوضة « 1 » .\r\nوإذا وهب هبة لأجنبي فله الرجوع فيها إلا أن يعوضه عنها أو تزيد زيادة مفصلة أو يموت أحد المتعاقدين قال علي بن أبي طالب ( رضي الله عنه ) : من وهب هبة فله الرجوع فيها ما لم يكافأ علياه « 2 » .\r\nإذا وهب أحد لأجنبي شيئاً فله أن يرجع في الهبة عندنا ما لم يعوض منها في الحكم وإن كان لا يستحب له ذلك بطريق الديانة وعند الشافعي ليس له ان يرجع فيها . وحجتنا في ذلك حديث علي ( رض ) موقوفا ومرفوعاً إلى رسول الله ( ص ) قال : الواهب أحقّ بهبته مالم يثبت منها « 3 » . وعن علي ( رض ) قال : إذا وهبت المرأة لزوجها هبة فإن شاءت رجعت فيها إذا هي أدعت انه استكرهها وإن وهب هولها شيئاً فليس له أن يرجع في الهبة وليس مراده الفرق بينهما في الرجوع بحكم الزوجية وإنما مراده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 62 .\r\n( 2 ) المرجع السابق .\r\n( 3 ) المبسوط ج 12 ص 53 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nالدعوى من المرأة إنها كانت مكرهة مسموع ومن الزوج . لا . ( غير مسموع ) لاعتبار الظاهر فالظاهر أن الزوج يتمكن من إكراه زوجته والمرأة لا تتمكن من إكراه زوجها والظاهر إن المرأة تخاف على نفسها من جهة زوجها بما يثبت به الاكراه من الضرب والحبس والزوج لا يخاف ذلك من جهة امرأته وفيه دليل ان من المكره لا تصح لأن شرط صحة الهبة تمام الرضا والإكراه يعدم الرضاء « 1 » .\r\nوإذا وهب الرجل للرجل نصيباً مسمى من دار غير مقسومة وسلّمه إليه مشاعاً أوسلم إليه جميع لم يجز . يعني لا يقع الملك للموهوب له بالقبض قبل القسمة عندنا وقال الشافعي ( رح ) يقع الملك وتتم الهبة وحجتنا قول علي ( رض ) إنه قال : من وهب ثلث كذا أو ربع كذا لا يجوز حتى يقاسم « 2 » .\r\nقبول هدية المشرك\r\nقال أبو يوسف حدثنا سعد عن أبي صالح عن علي ( رض ) قال : اهدى أكيد دومة إلى النبي ( ص ) ثوب حرير قال : فأعطاه علياً ( رض ) فقال . شققه خمراً بين النسوة « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 12 ص 52 .\r\n( 2 ) المبسوط ج 12 ص 65 .\r\n( 3 ) الخارج ص 108 .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\nكتاب الوقف\r\nالوقف لغة : الحبس ، وشرعا : حبس شيء على ملك الواقف ، والتصدق بالمنفعة فقال عمر ( رض ) يا رسول الله اني قد استفدت مالا وهو عندي نفيس أفأتصدق به فقال صلوات الله وسلامه عليه تصدق بأصله لا يباع ولا يوهب ولا يورث ولكن لينفق من ثمره فتصدق به عمر ( رض ) في سبيل الله تعالى وفي الرقاب والضيف والمساكين وابن السبيل ولذي القربى منه ولا جناح لوليه أن يأكل منه بالمعروف أو يؤكل صديقالأ له غير متمول منه وقد روى عن علي ( رض ) إنه وقف كما فعله عمر ( رض ) ولكن لم يستشن للوالي شيئاً وفيه دليل على أن كل ذلك واسع إن استثنى للوالي أن يأكل بالمعروف كما فعله عمر ( رض ) وهو صواب وان لم يستشن ذلك كما فعله علي ( رض ) فهو صواب أيضاً « 1 » .\r\nوقال محمد . انما يجوز الحبس عندنا ما يكون يرجع آخره إلى الفقراء والمساكين وابن السبيل ولا يرجع آخره إلى الميراث ابداً ، فهذا يجوز كصدقات عمر ( رض ) وعلي وابن عمر وزيد بن ثابت ( ضِي الله عنهم ) « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 12 ص 31 .\r\n( 2 ) كتاب الحجة ج 3 ص 65 .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n\r\nكتاب الوصية\r\nالوصية : طلب فعل يفعله الموصى إليه بعد غيبة الموصي أو بعد موته فيما يعود بالنفع عليه الوصية تتقدر بقدر الثلث من المال وهي مأخوذة من الدين لحديث علي ( رضي الله عنه ) قال . إنكم تقرون الوصية قبل الدين وكان رسول الله ( ص ) يبدأ بالدين قبل الوصية « 1 » . والوصية بالأقل من الثلث أفضل وذلك مروي عن أبي بكر وعمر ( ض ) وقالا لأن يوصي بالخمس أحب إلينا من أن يوصي بالربع ولأن يوصى بالربع أحب إلينا من أن يوصي بالثلث وعن علي ( رض ) مثل ذلك وزاد وقال من أوصى بالثلث فلم يترك شيئاً يعني لم يترك مما جعل له الشرع حق الوصية فيه فعرفنا ان القليل في الوصية أفضل « 2 » .\r\nويستحب أن يوصي الإنسان بدون الثلث سواء كان الورثة أغنياء أو فقراء لأنّ في التنقيص صلة القريب بترك ماله عليه . بخلاف استكمال الثلث لأنه استيفاء تمام حقه فلا صلة ومنّة ، ثم الوصية بأقل من الثلث أولى أم تركها ؟ قالوا إن كان الورثة فقراء ولا يستغنون بما يرثون كان الترك أولى لما فيه من الصدقة على القريب وان كانوا أغنياء أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 )\r\n( 2 ) المبسوط ج 27 ص 74 .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nمستغنون بنصيبهم ، فالوصية أولى « 1 » . قال علي بن أبي طالب ( كرم الله وجهه ) : لأن أوصي بالخمس أحب اليّ من أن أوصي بالربع ولأن أوصي بالربع أحب اليّ من أن أوصي بالثلث ومن أوصي بالثلث فلم يترك شيئاً وكانت وصية علي ( كرم الله وجهه ) بالخمس « 2 » .\r\nومن أوصى وعليه دين يحيط بما له لم تجز الوصية لأن الدين مقدم على الوصية وقد قرأ علي بن أبي طالب ( رض ) هذه الآية  ( مِنْ بَعْدِ وَصِيَّةٍ تُوصُونَ بِها أَوْ دَيْنٍ )  فقال : إنكم تقروون هذه الآية وانّ الله قضى بالدين قبل الوصية « 3 » .\r\nثم بعد التجهيز تقضى ديون الميت من جميع ماله الباقي بعد التجهيز والسبب في تأخيره عن الكفن وتوابعه إن لباسه بعد وفاته كلباسه في حياته إذ لا يباع ما على المديون من ثيابه مع قدرته على الكسب ويقدّم على الوصية وإن قدم ذكرها عليه في الآية لقوله علي ( رض ) رأيت رسول الله ( ص ) بدأ بالدين قبل الوصية وحكمة تقديمها : « الاهتمام بها وعدم التفريط فيها « 4 » . ولا تجوز الوصية لوارث عن حارث عن علي ( رض ) قال : قال رسول الله ( ص ) لا وصية لوارث « 5 » .\r\nولا تجوز الوصية للقاتل فقد روى عن علي ( رض ) قال : رسول الله ( ص ) ليس للقاتل وصية « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهداية ج 4 ص 515 .\r\n( 2 ) موسوعة فقه علي ص 611 .\r\n( 3 ) موسوعة فقه علي ص 255 .\r\n( 4 ) الفقه الاسلامي وأدلته ج 8 ص 273 .\r\n( 5 ) نصب الراية ج 4 ص 402 .\r\n( 6 )\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\n\r\nكتاب الفرائض\r\nالفرائض : جمع فريضة من الفرض ، وهو في اللغة : التقدير والقطع والبيان الفرض في الشرع : ما ثبت بدليل مقطوع به كالكتاب والسنّة المتواترة والاجماع قال أهل المدينة كيف ترغبون عن قول عمر بن الخطاب ( رض ) قيل لهم لا ينبغي لأحد أن يرغب عن قول عمر بن الخطاب ( رضي الله عنه ) ولكن وجدنا قول علي بن أبي طالب ( رضي الله عنه ) فإنه في الفراض من الراسخين في العلم « 1 » .\r\nروى حكيم بن جابر قال توفيت امرأة منا وتركت زوجها وأمها وأخوتها لأمها وأخوتها لأبيها وأمها فأتى فيها علي بن أبي طالب ( ضي الله عنه ) فقال : للزوج نصف وللأم السدس ولأخوتها من أمها الثلث تكاملت السهام وللأخوة من الأب والأم كالغانم يأخذون مرة ومر ةلا يأخذون « 2 » .\r\nامرأة ماتت وتركت زوجاً وأماً وأخوين لأم أو أختين أو أخا وأختا وأخوين لأب وأم فالمذهب عند علي ( رضي الله عنه ) ان للزوج النصف وللأم السدس وللاخوة للأم الثلث ولا شيء للأخوة لأب وأم وبه أخذ علماؤنا وقال عثمان ( رضي الله عنه ) وزيد بن ثابت ( رض ) الثلث مقسوم بين الأخوة لأم وبين الأخوة لأب وأم بالسويّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الحجة ج 2 ص 199 .\r\n( 2 ) كتاب الحجة ج 2 ص 201 .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nوهو مذهب شريح والثوري ومالك والشافعي « 1 » .\r\nالحجرية أو الحمارية\r\nوهي زوج وأم ( أو جدة ) وأخوة أشقّاء وأخوة لأم : الأصل فيها الميراث للأشقاء لأنهم عصبة يأخذون ما أبقت الفروض وهنا استغرقت الفروض التركة إذ للزوج النصف وللأم السدس ولأخوة الأم الثلث ويفرغ المال . ولكن المالكية والشافعية أخذا برأي عمر ( رض ) وعثمان ( رض ) وزيد وذهبوا إلى التشريك بين الأشقاء والأخوة لأم فيكون للزوج النصف فرضا وللأم السدس فرضا ويقسم الباقي بين الأخوة على السواء : أشقاء والأم ذكوراً وإناثا .\r\nلقول الأشقاء لسيدنا عمر ( رض ) : هب أنّ أبانا كان حماراً أو حجراً ، فنرث أمنا فسميت حمارية أو حجرية كما سميت مشتركة أومشرّكة لاشتراك الأشقاء مع الأخوة لأم فيكون الشقيق وهو عاصب قد ورث مع استغراق الفروض وهو خلاف الأصل . وقال علي ( رض ) وأبو حنيفة وأحمد بن حنبل وداود ( رضي الله عنهم ) لا شيء للأخوة الأشقاء لأنهم عصبة وقد تم المال بالفروض « 2 » .\r\nالمسئلة المنبرية\r\nوالتي تعول بثلاثة أرباع سهم صورتها رجل مات وترك امرأة وابنتين وأبوين فللأبوين سدسان سهمان وللبنتين الثلثان أربعة اسهم وللمرأة ألثمن ثلاثة أرباع سهم فتعول بثلاثة أرباع وإذا أردت تصحيحها ضربت ستة وثلاثة أرباع في أربعة فيكون سبعة وعشرين وهذه هي المنبرية فإن علياً ( رض ) سُئل عنها على المنبر فأجاب على البديهية وقال انقلب ثمنها تسعاً يعني إنّ لها ثلاثة من سبعة وعشرين وهو تسع المال « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 29 ص 154 .\r\n( 2 ) الفقه الاسلامي وأدلته ج 8 ص 343 .\r\n( 3 ) المبسوط ج 29 ص 164 .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nسئل علي ( رض ) وهو يخطب على المنبر عن رجل توفي عن زوجة وبنتين وأب وأم فللزوجة الثمن وللبنتين الثلثان وللأب السدس فقال ( رض ) صارثمن المرأة تُسُعاً « 1 » .\r\nميراث الجدة\r\nقال أبو حنيفة ( رح ) إذا كان للرجل المتوفى جدتان أم أمه وأم أبيه لم يرث معهما من الجدات أحد ، وكذلك إذا كانت إحداهما لم يرث معها من الجدات أحد ، فإن انقرضتا ثم مات الرجل وترك أربع جدّات جدتي أبيه وجدتي أمه ورثت جدتا أبيه وجدّتا أمه أم أمها وطرح جدة أمه أم أبيها . وقال : أهل المدينة لا نورث إلّا الجدتين لأنا لم نعلم إن أحداً ورث غير الجدتين منذ كان الإسلام إلى اليوم وممن قال مالك بن أنس ومن قال بقوله ، وقال غيره من أهل المدينة : نورث الجدات إذا استوين إلّا أنا نطرح الجدة أم أب لأم إذا كانت الجدة أم الأم حية لم يرث معها أحد من الجدات ، ولو كانت الجدة أم الأب حية لم تمت والجدة أم الأم ميتة ولها أم ميتة ورثتا جميعاً ، يقولون : إذا كانت التي من قبل الأم حية لم يرث معها غيرها وإذا كانت التي من قبل الأب حية ورثت التي من قبل الأم وإن كانت جدة الأم من قبل أمها ويروون ذلك عن زيد بن ثابت وقول أبي حنيفة وأهل العراق فإن كانت الجدة أم الأم أو الجدة أم الأب حية لم يورثوا معها إحداً من الجدات ويروون ذلك عن علي بي أبي طالب ( رضي الله عنه ) « 2 » .\r\nوالترتيب في الجدات عنه علي ( رضي الله عنه ) أن القربى من الجدات أولى بالسدس من البعدى سواء كانت من جانب الأم أو من جانب الأب وبه أخذ علماؤنا رحمهم الله فإما أهل المدينة يروون عن زيد بن ثابت ( رضي الله عنه ) أنّ القربى ان كانت من قبل الأم والبعدى من جانب الأب فكذلك الجواب وإن كانت البعدى من قبل الأم والقربى من قبل الأب فهما سواء وهو قول الشافعي ( رح ) « 3 » . واختلفوا في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي في ثوبه الجديد ج 2 ص 263 .\r\n( 2 ) كتاب الحجة ج 4 ص 219 .\r\n( 3 ) المبسوط ج 29 ص 168 .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nحجب الجدة بالأب بعدما اتفقوا أن الجدة من قبل الأم لا تصير محجوبة بالأب لأنها تدلي به ولا ترث بمثل نسبه فهي ترث بالأمومة وهو بالأبوة والعصوبة . واختلفوا في الجدة التي من قبله فقال علي ( رض ) لا ترث أم الأب مع الأب شيئاً وهو مذهب علمائنا وقال عمر ( ض ) وابن مسعود وأبو موسى الأشعري ( رض ) ترث أم الأب مع الأب وبه أخذ مالك والشافعي « 1 » .\r\nقال علي بن أبي طالب ( رض ) كل جدة تدلي بعصبه أو صاحبة فريضة ، فهي وارثة وكل جدة تدلي بمن ليس بعصبة ولا صاحب فريضة فهي غير وارثة وبه أخذ علماؤنا « 2 » .\r\nفإن اجتمع مع الجدّ والأخوة أصحاب الفرائض فأهل الحجاز يروون عن عبد الله انه يعطي أصحاب الفرائض فرائضهم ثم ينظر للجد إلى ثلاثة أشياء كما هو مذهب زيد ( رض ) فأهل العراق يروون عنه أن ينظر للجد إلى المقاسمة والى السدس كما هو مذهب علي ( رضي الله عنه ) « 3 » .\r\nقال علي بن أبي طالب ( رضي الله عنه ) إذا فضل المال عن حقوق أصحاب الفرائض وليس هناك عصبة من جهة النسب ولا من جهة السبب فإنه يرد ما بقي عليهم على قدر أنصابهم إلّا الزوج والزوجة ، وبه أخذ علماؤنا رحمهم الله وقال عثمان بن عفان ( رض ) يرد على الزوج والزوجة أيضا كما يرد على غيرهم من أصحاب الفرائض « 4 » .\r\nواختلفوا في ابني عم أحدهما لأخ لأم فتبيَّن صورة المسئلة أولا ثم نذكر كلمة فنقول أخوان للأكبر منهما امرأة ولد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 29 ، ص 169 .\r\n( 2 ) المبسوط ج 29 ص 164\r\n( 3 ) المبسوط ج 29 ص 185 .\r\n( 4 ) المبسوط ج 29 ص 192 .\r\n","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nبينهما ابن ثم مات الأكبر فتزوجها الأصغر وولد بينهما ابن ثم مات الأصغر وله ابن من امرأة أخرى ثم مات ابن الأكبر فقد ترك ابني عم وهما ابنا الأصغر أحدهما أخوة لأمة فأين الحكم فنقول على قول علي ( رضي الله عنه ) للأخ لأم السدس والباقي بينهما نصفان بالعصوبة وهو قول علمائنا وقال ابن مسعود المال كلّه لابن العم الذي هو أخ لأم « 1 » .\r\nميراث ولد الزنا والملاعنة\r\nعن أبي حنيفة أنه قال في ولد الملاعنة وولد الزنا : إنّ أمه ترث حقها منه ويرث أخوته لأمه حقوقه منه فيكون للأم السدس ان كان معه أخوته لأمه وللأخوة من الأم الثلث ، وإن كانت الأم مولاة عتاقة فللولي ما بقي وان كانت عربية ردَّ ما بقي على الأم فلأخوة من الأم قدر مواريثهم فيكون للأم ثلث جميع المال وللأخوة من الأم ثلثا جميع المال . وقال أهل المدينة بقول أبي حنيفة ان كانت الأم مولاة عتاقة وان كانت عربية ورثوا ما بقي من ماله المسلمين وجعلوه في بيت المال ولم يردوه على الأم والأخوة . وقال محمد ( رح ) : الذي قال أهل المدينة في ذلك قياس زيد بن ثابت وأما على قول علي بن أبي طالب ( رض ) فإنه يرد فضول المواريث على ذوي القرابة على قدر مواريثهم ، إلّا أنه كان لا يرد على زوج ولا على امرأة شيئاً ، يقول لأنهما ليسا بذوي قرابة قال الله في كتابه  ( وَأُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهاجِرِينَ )  فكيف يؤخذ ما بقي فيعطاه المسلمين وقد جعل الله تعالى  أُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ مِنَ الْمُؤْمِنِينَ وَالْمُهاجِرِينَ ؟  وأيضا أخبرنا أبو معاوية عن الأعمش عن إبراهيم قال كان عبد الله لا يرد على الزوج ولا على امرأة ولا على جدة لأم مع أم ولا على بنات الابن مع بنات الصلب ولا على بنات الصلب ولا على أخوات من أب مع أخوات لأب وأم وكان علي بن أبي طالب ( رض ) يرد على جميعهم الاالزوج والمرأة قال محمد بن الحسن بقول علي بن أبي طالب ( رض )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 29 ص 177 .\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nنأخذ ونرد فضول المورايث إذا لم يكن عصبة ولا مولى على ذوي الأرحام من أهل المواريث على قدر ميراثم ولا ترد على الزوج والمرأة شيئاً لأنهما ليسا ذوي قرابة ، فإن لم يكن بذوي قرابة لهم سهم أو ذوي قرابة ممن لم يفرض لهم سهم ورثناهم على قدر قرابتهم الذي يدلون بها .\r\nوأيضا قال قيس بن الربيع الأسدي أخبرنا حنان الجعفي عن سويد بن غفلة عن علي بن أبي طالب ( رض ) قال : أتى عليّ ( رض ) بابنة وأمراة فقال ( رض ) للابنة النصف وللمرأة الثمن ورد ما بقي على الابنة وقال شهدت عليا ( رض ) يفعله « 1 » .\r\nعن الشعبي أنه سئل عن امرأة أو رجل توفي وترك خالة وعمة وليس لها وارث ولا ذو رحم محرم غير العمة قال عامر : كان عبد الله بن مسعود ( رض ) ينزل الخال بمنزلة الأم والعمة بمنزلة أخيها : وقال عامر قال عبد الله بن مسعود من مات وليس له وارث إلّا ذو رحم محرم فإن ذا رحمه أحقّ . بما ترك وما لم يكن ذو رحم فماله وصية وحب حيث شاء جعله وان لم يوص ورثه المسملون وهذا ما سُئل علي ابن أبي طالب ( رض ) وعبد الله بن مسعود ( رض ) قالا جميعا في رجل ترك عمته وخالته ولا وارث له غيرهما للخالة الثلث وللعمة الثلثان « 2 » .\r\nوقال علي بن أبي طالب ( رضي الله عنه ) ولد الملاعنة بمنزلة من لا قرابة له من قبل أبيه وله قرابة من قبل أمه وبه أخذ علماؤنا والشافعي ( رح ) كان ابن مسعود وابن عمر يقولان عصبه ولد الملاعنة عصبة ولد أمه وبه أخذ عطاء وغيره « 3 » .\r\nفإن اختلط الذكور بالإناث من أولاد الابن فنقول ان كان بنات الصلب بنتين فصاعدا فلهن الثلثان والباقي بين أولاد الابن للذكر مثل حظا لانثيين عند علي ( رضي الله عنه ) « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الحجة ج 4 ص 230 .\r\n( 2 ) كتاب الحجة ج 4 ص 242 .\r\n( 3 ) المبسوط ج 29 ص 198 .\r\n( 4 ) المبسوط ج 29 ص 37 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nمن هو الكلالة ؟\r\nقاب أبو بكر ( رض ) إني رأيت في الكلالة رأياً فإن يك صوابا فمن الله ورسوله وإن يك خطأ فمني ومن الشيطان أرى الكلالة ما خلى عن الولد والوالد فاتبعه عمر ( رض ) على رأيه وقال لا أرضى من نفسي ان انسب إلى مخالفة أبي بكر ( رض ) وأثبت ذلك في كتف فلما طعن وأيس من نفسه ، دعا بالكتف ومحاه وقال اشهدوا القى الله ولا قول لي في الكلالة ثم اتفق أكثر الصحابة أبو بكر وعلي وزيد وابن مسعود ( رضي الله عنهم ) ان الكلالة ما عدا الولد والوالد وهو قول جمهور العلماء « 1 » .\r\nحكم مولى العتاقة\r\nفقال علي ( رض ) مولى العتاقة آخر العصبات مقدم على ذوي الأرحام وهو قول علمائنا رحمهم الله وقال ابن مسعود ( رض ) مولى العتاقة مؤخر عن ذوي الأرحام وكذلك الخلاف فيما إذا كان صاحب فرض مع مولى العتاقة فعندنا وهو قول علي ( رض ) مولى العتاقة مقدّم على الردّ وعند ابن مسعود مؤخر عن ذلك بيانه فيما إذا ترك ابنة ومولى العتاقة فعندنا للابنة النصف والباقي لمولى العتاقة وعن ابن مسعود ( رض ) الباقي رد عليها ولا شيء لمولى العتاقة « 2 » .\r\nميراث عقد الموالاة\r\nعقد الموالاة جائز يستحق الميراث إذا لم يكن هناك أحد من القرابات ولا مولى العتاقة عندنا وهو مذهب علي ( رضي الله عنه ) وعلى قول الشافعي ( رح ) هو باطل « 3 » .\r\nحكم ميراث الولد بين رجلين\r\nحكم الولد بين رجلين في ميراثه من كل واحد منهما حكم ولد كامل له خاصة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 29 ص 152 .\r\n( 2 ) المبسوط ج 29 ص 175 .\r\n( 3 ) المبسوط ج 30 ص 43 .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nيعني ان الجارية بين رجلين إذا جاءت بولد فادعياه حتى ثبت النسب منهما فإنه يرث من كل واحد منهما ميراث ابن كامل ويزاحم سائر أولاد كل واحد منهما لأنه ابن كامل له لقول علي ( رض ) هو بينهما يرثهما ويرثانه ولأنّ البنوة لا تحتمل التجزي « 1 » .\r\nميراث البنت مع الأخت\r\nعن علي وعبد الله ( رضي الله عنهما ) في ابنة وأخت ، للابنة النصف وللأخت النصف « 2 » .\r\nميراث ذوي الأرحام دون الولاء\r\nأخبرنا سفيان الثوري عن منصور عن فضيل عن إبراهيم قال : كان عمر وعبد الله ( رضي الله عنهما ) يورثان الأرحام دون الولاء . قلت : ان كان علي ( رض ) يفعل ذلك قال : كان علي ( رض ) أشدهم في ذلك .\r\nوعن سويد بن غفلة ، أن رجلًا مات وترك ابنة وامرأة ومولاة . قال سويد كنت جالساً عند علي ( رض ) إذ جائته هذه القصة ، فأتى ابنة النصف وامرأته الثمن ثم ردّ ما بقي على ابنته ولم يعط المولى شيئاً . وعن أبي جعفر قال : كان علي ( رض ) يرد بقية المواريث على ذوي السهام من ذوي الأرحام وهذا قول أبي حنيفة وأبي يوسف ومحمد ( رحمهم الله ) « 3 » .\r\nميراث المجوسي\r\nقال عمر وعلي ( رضي الله عنهما ) في المجوسي إذا كان له قرابتان فإنه يستحق الميراث بهما ويكون اجتماع القرابتين في شخص واحد كأفتراقهما في شخصين وهو قول علمائنا رحمهم الله وكان ابن مسعود يقول لا يرث الواحد بالقرابتين وإنما يرث بالأقرب منهما « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 30 ص 46\r\n( 2 ) شرح معاني الآثار ج 4 ص 393 .\r\n( 3 ) شرح معاني الآثار ج 4 ص 402 .\r\n( 4 ) المبسوط ج 30 ص 46 .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nميراث الخنثى\r\nوعن علي ( رض ) إنه ورثَّ الخنثى من حيث يبول « 1 » .\r\n\r\nما يتعلق بالحكومة الإسلامية وحاكمها\r\nطاعة ولي الأمر في غير معصيّة الله تعالى لقوله سبحانه وتعالى  ( يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ فَإِنْ تَنازَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللَّهِ وَالرَّسُولِ إِنْ كُنْتُمْ تُؤْمِنُونَ بِاللَّهِ وَالْيَوْمِ الْآخِرِ ذلِكَ خَيْرٌ وَأَحْسَنُ تَأْوِيلًا )  « 2 »  .  ويلاحظ انه تعالى أعاد الفعل  « أَطِيعُوا »  بالنسبة للرسول ( ص ) اعتناءً بشأنه ولم يعدها في قوله :  ( أُولِي الْأَمْرِ مِنْكُمْ )  إيذاناً بأنهم لا استقلال لهم فيها استقلال الرسول ، وهم الحكّام والقادة ، وبعضهم أضاف إليهم العلماء ، فطاعتهم مفيدة بطاعة الله تعالى وطاعة رسوله عليه الصلاة والسلام . وأكّد هذا سبب نزول الآية ، فعن علي ( رض ) قال : بعث النبي ( ص ) سرّية فاستعمل رجلًا من الأنصار ، وأمرهم أن يطيعوه ، فغضب فقال : أليس أمركم النبي ( ص ) أن تطيعوني ؟ قالوا : بلى ، قال : فأجمعوا لي حطبأ ، فجمعوا ، فقال : أوقدوا ناراً فاوقدوها فقال : ادخلوها ، فهمّوا وجعل بعضهم يمسك بعضاً ويقولون : فررنا إلى النبي ( ص ) من النار ، فمازالوا حتى خمدت النار ، فسكن غضبه فبلغ النبي ( ص ) فقال لو دخلوها ما خرجوا منها إلى يوم القيامة ، والطاعة في المعروف « 3 » . قال أبو يوسف : وسمعت أبا حنيفة ( رحمة الله عليه ) يقول : قال علي لعمر ( رضي الله عنهما ) حين استخلف ان أردت أن تلحق صاحبك فأرقع القميص ، ونكّس الإزار واخصف النعل ، وارقع الحف ، وقصر الأمل ، وكل دون الشبع .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصب الراية ج 4 ص 417 .\r\n( 2 ) النساء / 59 .\r\n( 3 ) الفقه الحنفي في ثوبه الجديد ج 3 ص 16 .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nقال : وحدثني بعض أشياخنا عن عطاء بن أبي رياح قال : كان علي بن أبي طالب ( رض ) إذا بعث سرية ولّي أمرها رجلًا ثم قال له : أوصيك بتوقى الله الذي لابد لك من لقائه ولا منتهى لك دونه ، وهو يملك الدنيا والآخرة وعليك بالذي بعثت له ، وعليك بالذي يقرّبك إلى الله عز وجل فإن فيما عند الله خلفاً من الدنيا .\r\nقال : وحدّثني إسماعيل بن إبراهيم بن المهاجر البجلي عن عبد الملك بن عمير قال : حدّثني رجل من ثقيف ، قال : استعملني علي بن أبي طالب ( رض ) على عبكراء فقال لي : وأهل الأرض معي يسمعون أنظر أن تستوفي ما عليهم من الخراج وإيّاك أن ترخصّ لهم في شيء ، وإيّاك أن يروا منك ضعفا . ثم قال ( رض ) اليّ عند الظهر ، فرحت إليه عند الظهر فقال لي : أنما أوصيتك بالذي أوصيتك به قدام أهل عملك لأنهم قوم خدع ، انظر إذا قدمت عليهم فلا تبيعن لهم كسوة شتاء ولا صيفاً ، ولا رزقا يأكلونه ، ولا دابّة يعملون عليها ولا تضربن أحداً منهم سوطاً واحداً في درهم ولا تقمه على رجله في طلب درهم ، ولا تبع لأَحد منهم عَرَضا في شيء من الخراج ، فإنّا إنما أمرنا أن نأخذ منهم العفو . فإن أنت خالفت ما أمرتك به يأخذك الله دوني وإن بلغني عنك خلاف ذلك عزلتك . قال قلت إذن إرجع إليك كما خرجت من عندك . قال : وإن رجعت كما خرجت . قال فانطلقت فعملت بالذي أمرني به فرجعت ولم أنتقص من الخراج شيئاً « 1 » .\r\nقال : وحدثني بعض علماء أهل الكوفة ان علي بن أبي طالب ( رض ) كتب إلى كعب بن مالك وهو عامله . أما بعد فاستخلف على عملك واخرج في طائفة من أصحابك حتى تمر بأرض السواد كورة كورة تسألهم عن عمالهم وتنظر في سيرتهم حتى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الخراج ص 25 .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nتمر بمن كان منهم فيما دون دجلة والفرات ، ثم ارجع إلى البهقُبا ذات فتولَّ معونها ، واعمل بطاعة الله فيما ولّاك منها . وأعلم ان الدنيا فانية وإن الآخرة آتية وإن عمل ابن آدم محفوظ عليه وانك مجزى بما أسلفت وقادم على قدمت من خير فاصنع خيراً تجد خيراً « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخراج ص 132 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\n\r\nكتاب القضاء\r\nالقضاء في اللغة له معان : الإلزام ، الأخبار ، الفراغ ، التقدير ، إقامة الشيء مقام غيره والقضاء في الشرع : قول ملزم عن ولاية . وفيه معنى الالزام والاخبار والفراغ والتقدير وإقامة الشيء مقام غيره .\r\nآداب القاضي\r\nمن آداب القاضي ان يكون منزهاً من الطمع فيما في أيدي الناس ولما امتحن علي ( رضي الله عنه ) قاضياً قال له بِمَ صلاح هذا الأمر قال بالورع قال فيما فساده قال بالطمع قال حق لك أن تقضي « 1 » لا يجوز للقاضي أن يضيف أحد الخصمين دون الآخر ، وعن علي ( رض ) أنه أضاف رجلًا فلما مكث أياماً قرب إليه في خصومة فقال له علي ( رض ) أخصمٌ أنت فقال نعم فقال علي ( رض ) ان رسول الله نهانا ان نضيف الخصم إلّا أن يكون خصمه معه « 2 » . يلزم للقاضي أن يدق في إجراء المرافعات وأن يجعل سمعه وبصره وفهمه . قال علي ( رض ) لشريح . لسانك عبدك مالم تتكلم فإذا تتكلمت فأنت عبده فانتظر ما تقضي وكيف تقضي « 3 » . وعن الحسن قال : جاء رجل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 16 ص 71 .\r\n( 2 ) المبسوط ج 16 ص 76 .\r\n( 3 ) موسوعة فقه لعي ص 507 .\r\n","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nفنزل على علي ( رضي الله عنه ) فأضافه ، فلما قال : إني أريد أن أخاصم ، قال له علي ( رض ) تحول ، فإن النبي ( ص ) نهانا أن نضيف الخصم إلّا ومعه خصمه « 1 » .\r\nويجلس القاضي جلوساً ظاهراً كان علي ( رض ) يأمر شريحاً - القاضي - بالجلوس في المسجد الأعظم ليسر الوصول اليه « 2 » وعلى القاضي أن لا يتأثر بمصلحةٍ أو قرابةٍ أو عداوة فقد جاء جعدة بن هبيرة إلى علي بن أبي طالب ( رض ) فقال : يا أمير المؤمنين يأتيك الرجلان أنت أحب أحدهما من نفسه والآخر لو يستطيع أن يذبحك لذبحك ، فتقضي لهذا على هذا . قال علي ( رض ) : هذا شيء لو كان لي لفعلت ، ولكنّ إنما ذلك شيء لله . وذلك بقوله تعالى في سوره المائدة  ( وَلا يَجْرِمَنَّكُمْ شَنَآنُ قَوْمٍ عَلى أَلَّا تَعْدِلُوا اعْدِلُوا هُوَ أَقْرَبُ لِلتَّقْوى )  « 3 »  . \r\nولا يقضي على غائب لحديث علي ( رض ) رفعه « لا تقضي لأحد الخمصين حتى تسمع من الآخر » « 4 » .\r\nولا يُخوّف الخصم معناه أن يتكلف تخويفه . فقد ولّي علي ( رض ) ابا الأسود الدؤلي القضاء ثم عزله ، فقال لم عزلتني ما خنتُ ولا جنيتُ ؟ فقال : إنما رأيتك يعلو كلامك على الخصمين « 5 » .\r\nيرد على القاضي ما أخطأ من القضاء قال علي ( رض ) إذا قضى القاضي وأخطأ ثم علم ردّ قضاءه « 6 » .\r\nعلى القاضي أن يهتم بالقرائن فقد كان علي ( رض ) يأخذ بها في قضائه فقضى في رجل وامرأة اختلفا في متاع البيت : أنّ ما يكون للرجال فهو للرجل وما يكون للنساء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الاسلامي وأدلته ج 6 ص 500 .\r\n( 2 ) موسوعة فقه علي ص 506 .\r\n( 3 ) موسوعة فقه علي ص 508 .\r\n( 4 ) الفقه الحنفي في ثوبه الجيد ج 3 ص 142 .\r\n( 5 ) موسوعة علي ص 507 .\r\n( 6 ) المرجع السابق .\r\n","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nفهو للمرأة وما يكون للرجال والنساء فهو بينهما نصفان « 1 » .\r\nوقد جمع تلك الشروط كلّها قول علي ( رض ) : لا يبنغي أن يكون القاضي قاضيا حتى تكون فيه خمس خصال : عفيف حليم ، عالم بما كان قبله ، يستشير ذوي الألباب ، ولا يخاف في الله لومة لائم « 2 » .\r\nفقد روى مسيرة قال : جاء رجل وأمه إلى علي ( رض ) فقال : إنّ ابني هذا قتل زوجي ، وقال الابن : انّ عبدي وقع على أمي هذه ، فقال علي ( رض ) : خبتما وخسرتما ، إن تكوني صادقة فقتلنا ابنك ، وإن يكن ابنك صادقا نرجمك ، ثم قام للصلاة فقال الغلام لأمه : ما تنظرين الا ان يقتلني ويرجمك فانصرفا ، فلما صلى سأل عنهما فقيل انطلقا « 3 » .\r\nلا بد أن يكون القاضي عالما بالناسخ والمنسوخ فقال علي بن أبي طالب ( رض ) لقاضٍ : هل تعلم الناسخ من المنسوخ قال لا ، قال : هلك وأهلكت « 4 » .\r\nرزق القاضي\r\nيجوز للإمام أن يأخذ كفايته من بيت المال وعلي ( رض ) كان يأخذ من بيت المال كما قال إن لي من مالكم كل يوم قصعة ثريد وأيضاً يجوز للإمام ان يرزق القاضي من بيت المال كما كان علي ( رض ) يرزق شريحا كل شهر خمسمائة درهم « 5 » .\r\nوينبغي للامام أن يوسع على القاضي وعلى عياله كي لا يطمع في أموال الناس روى أن سيّدنا علياً ( رض ) فرض لشريح خمسمائة درهم في كل شهر « 6 » وحل رزق القاضي من بيت المال لأنّ بيت المال أعدّ لمصالح المسلمين . ورزق منهم ، لأنه حبس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المرجع السابق ص 512 .\r\n( 2 ) موسوعة فقه علي ص 506 .\r\n( 3 ) المرجع السابق .\r\n( 4 ) المرجع السابق .\r\n( 5 ) المبسوط ج 16 ص 102 .\r\n( 6 ) بدائع الصنائع كتاب آداب القاضي ص 195 .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nنفسه لنفع المسلمين وفرض النبي ( ص ) لعلي ( رض ) لمّا بعثه إلى اليمن « 1 » .\r\nولا بأس بالدخول في القضاء لمن يثق بنفسه\r\nلأن ابن عباس ( رض ) روى أن النبي ( ص ) بعث علياً ( رض ) إلى اليمن فقال : علّمهم الشرائع واقض بينهم ، فقال : لا علم لي بالقضاء فدفع في صدره وقال اللهم أهده للقضاء « 2 » .\r\nمن يفترض عليه قبول تقليد القضاء\r\nإذا أعرض القضاء على من يصلح له من أهل البلد ينتظر ؛ إن كان في البلد عدد يصلحون للقضاء لا يفترض عليه القبول ؛ بل هو في سعة من القبول والترك أمّا جواز القبول فلانّ الأنبياء والمرسلين صلوات الله عليهم أجمعين . قضوا بين الأمم بأنفسهم وقلّدوا غيرهم وأمروا بذلك ، فقد بعث رسول الله ( ص ) معاذاً إلى اليمن قاضيا وكذا الخلفاء الراشدون قضوا بأنفسهم وقلّدوا غيرهم ، فقلد سيّدنا عمر ( رض ) شريحا القضاء وقرره سيّدنا عثمان ( رض ) وسيدنا علي ( رض ) وأمّا جواز الترك فلما روى عن النبي ( ص ) أنه قال لأبي ذر ايّاك والامارة فامّا إذا لم يصلح له الّا رجل واحد فإنه يفترض عليه القبول إذا اعرض عليه « 3 » .\r\nأقسام القضاة عند علي ( رض )\r\nقال ( رض ) : القضاة ثلاثة فاثنان في النار وواحد في الجنة . فأما اللذان في النار فرجل علم علما فقضي بخلافه ورجل جاهل يقضي بغير علم وامّا الآخر أتاه الله علما فقضى به فذلك في الجنة « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحر الرائق ج 8 ص 419 .\r\n( 2 ) نصب الراية ج 4 ص 62 .\r\n( 3 ) بدائع الصنائع كتاب آداب القاضي 175 .\r\n( 4 ) المبسوط ج 16 ص 72 .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\nهل يجوز العمل بكتاب القاضي ؟\r\nاعلم أن القياس يأبى جواز العمل بكتاب القاضي إلى القاضي لانّ كتابه لا يكون أقوى من عبارته ولو حضر بنفسه مجلس القضاء المكتوب إليه وعبّر بلسانه عما في الكتاب لم يعمل به القاضي فكذلك إذا كتب به إليه ولأن الكتاب قد يزور والخط يشبه الخط والخاصم يشبه الخاطم فكان محتملا والمحتمل لا يصحّ حجة للقضاء ولكنا جوزنا العمل بكتاب القاضي إلى القاضي فيما يثبت مع الشبهات لحديث علي ( رض ) انه جوز ذلك « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 16 ص 95 .\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\n\r\nكتاب الدعوى\r\nفلا تسمع الدعوى والبيّنة إلّا على خصم حاضر ، إلّا إذا التمس المدعي بذلك كتاباً حكمياً للقضاء به فيجيبه القاضي إليه ، فيكتب إلى القاضي الغائب في بلده بما سمعه من الدعوى والشهادة ليقضي عليه ؛ وهذا عندنا وعند الشافعي ( رح ) حضور المّدعي عليه ليست بشرط لسماع الدعوى والبيّنة والقضاء على الغائب عنده وعندنا لا يجوز . ولنا ما روى عن رسول الله ( ص ) أنه قال لسيدنا علي ( رض ) « لا تقض لأحد الخصمين مالم تسمع كلام الآخر » « 1 » .\r\nإذا صحت الدعوة سأل القاضي المدعى عليه عنها ليكشف له وجه الحكم فإن اعترف قضى عليه بها وإن أنكر سأل المدعي البيّنة فإن أحضرها قضى بها وإن عجز من ذلك وطلب يمين خصمه استحلفه عليها قال علي ( كرم الله وجهه ) البيّنة على المدّعي واليمين على من أنكر « 2 » .\r\nوقيل البيّنةُ على من ادّعى واليمين على من أنكر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الدعوى ص 25 .\r\n( 2 ) موسوعة فقه علي ص 509 .\r\n","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\nكتاب الصلح\r\nيقول الشافعي ( رحمة الله عليه ) بعدم الجواز على الانكار لأنه يقول هذا صلح حرّم حلالًا لأن المدّعي ان كان محقا كان أخذ المال حلالًا له قبل الصلح وحرم بالصلح وان كان مبطلًا فقد كان أخذ المال على الدعوى الباطلة حراماً عليه قبل الصلح فهو صلح حرّم حلالًا وأحلّ حراماً ولكنا نقول ليس المراد هذا فإن الصلح عن الإقرار لا يخلو عن هذا أيضا لأن الصلح في العادة يقع عن بعض الحق فما زاد على المأخوذ إلى تمام الحق كان حلالًا للمدّعي أخذه قبل الصلح وحرم بالصلح وكان حراماً على المدّعي عليه منعه قبل الصلح وحل بالصلح فعرفنا إنّ المراد غير هذا والصلح الذي حرّم حلالًا وهو أن يصالح إحدى زوجيته على أن لا يطأ الأخرى أو يصالح زوجته أن لا يطأ جاريته والصلح الذي حلّ حراماً هو ان يصالح على خمر أو خنزير وهذا الصلح باطل عندنا كذلك وحمله على هذا أولى لأن الحرام المطلق ما هو حرام لعينه والحلال المطلق ما هو حلال لعينه . ذكر عن علي ( كرم الله وجهه ) أنه أتى في شيء فقال إنه لجور ولولا أنه صلح لرددته وفيه دليل جواز الصلح ومعنى قوله لجور أي هو مائل عما يقتضيه الحكم أو ما يستوى عليه اجتهادي من حكم الحادثة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 20 ص 134 .\r\n","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n\r\nكتاب الشهادة\r\nلا تُقبل شهادة الأعمى عندنا وتقبل عند مالك وعند الشافعي وإنّ كان وقت التحمل بصيراً نأخذ بحديث علي بن أبي طالب ( رض ) انه شهد عنده أعمى فقالت أخت المشهود عليه انه أعمى فذكر لعلي ( رض ) فردّ شهادته ولم يستفسرانه وقت التحمل كان بصيراً أو أعمى « 1 » .\r\nولا تقبل شهادة المجانين والمعتوه بمنزلة المجنون ولا تقبل شهادة النساء وحدهن إلّا شهادة القابلة على الولادة في حق النسب دون الإرث وكذا شهادة الصبيان بعضهم على بعض فيما يقع في الملاعب هكذا نُقل عن علي ( رض ) « 2 » .\r\nوتقبل في الولادة والكبارة والعيوب بالنساء في موضع لا يطلع عليه الرجال شهادة امرأة واحد ةعن عبيد الله بن يحيى إن علياً ) ض ) أجاز شهادة المرأة القابلة وحدها في الاستهلال « 3 » .\r\nولا تقبل شهادة النساء مع الرجال في المذاهب الأربعة في الحدود والجنايات والقصاص وإنما لابد فيها من شهادة رجلين عدلين لخطورتها وضرورة التاكّد من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 16 ص 129 .\r\n( 2 ) موسوعة فقه علي ص 349 و 351 .\r\n( 3 ) نصب الراية ج 4 ص 80 .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nثبوتها وتضيقاً في طرق إثباتها واحتيالًا لدرئها ولأن في شهادة المرأة بدلًا عن الرجل شبهة البدلية لقيامها مقام شهادة الرجال فلا تقبل فيما يندرئ بالشبهات ويقول الزهري : مضت السنّة من رسول الله ( ص ) والخليفتين من بعد ألّا تجوز شهادة النساء في الحدود وقال علي ( رض ) لا تجوز شهادة النساء في الحدود والدماء « 1 » .\r\nهل قضاء القاضي بالعقود والفسوخ والنكاح والطلاق بشهادة الزور تنعقد ظاهراً وباطناً قال أبو حنيفة ( رحمة الله عليه ) في قوله الأول تنفذ ظاهراً وباطناً .\r\nوقال الشافعي ومحمد ( رحمها الله ) تنفذ ظاهراً لا باطناً . احتج أبو حنيفة ( رح ) بما روى أن رجلًا أدّعى على المرأة نكاحاً بين يدي علي ( رض ) وأقام شاهدين قضى علي ( رض ) بالنكاح بينهما فقالت المرأة ان لم يكن بداً فزوجني منه فإنه لا نكاح بيننا فقال علي ( رض ) شاهداك زوجاك « 2 » .\r\nالشهادة على الشهادة\r\nوتجوز شهادة شاهدين على شهادة شاهدين وقال الشافعي ( رح ) لا يجوز إلّا الأربع على كل أصل اثنان لأن كل شاهدين قائمان مقام شاهد واحد فصار كالمرأتين ولنا قول علي ( رض ) : لا يجوز على شهادة رجل إلّا شهادة رجلين ولأن نقل شهادة الأصل من الحقوق فهما شهدا بحق ثم شهدا بحق آخر فتقبل ولا تقبل شهادة واحد على شهادة واحد لما روينا وهو حجة على مالك ( رح ) لأنه حق من الحقوق فلابدّ من نصاب الشهادة « 3 » .\r\nالرجوع من الشهادة\r\nوإذا رجع الشهود من شهادتهم قبل الحكم بها سقطت لأن الحقّ إنما يثبت بالقضاء والقاضي لا يقضي بكلام متناقض ولا ضمان عليهما لأنهما ما أتلفا شيئاً لا على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الاسلامي وأدلته ج 6 ص 389 .\r\n( 2 ) المبسوط ج 16 ص 181 .\r\n( 3 ) الهداية ج 3 ص 129 .\r\n","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nالمدّعي ولا على المدّعي عليه فإن حكم بشهادتهم ثم رجعوا لم يفسخ الحكم هكذا نقل عن علي ( رض ) « 1 » .\r\nرجوع الشهادة صحيح ومقبول في حقه وان كان مردوداً فيما يرجع إلى حق غيره حتى إذا رجع قبل القضاء لم يقض القاضي بشهادته لبطلانها بالرجوع وإذا رجع بعد القضاء لم يبطل برجوعه حق المقضي له والأصل فيه حديث رواه الشعبي ان رجلين شهدا عند علي بن أبي طالب ( رض ) على رجل بالسرقة فقطع يده ثم أتيا بعد ذلك بآخر فقالا أوهمنا إنما السارق هذا فقال علي ( رض ) لهما لا أصدقكما على هذه الآخر واضمنكما دية يد الأول « 2 » . وإذا شهد شاهدان على رجل بسرقة ألف درهم بعينها فقطعت يده ثم رجعا ضمنّا دية اليد في مالهما ولاقصاص عليهما عندنا هكذا ذكره إبراهيم ( رح ) عن علي ( رض ) قال : لا تقطع يدان بيد « 3 » .\r\nولو شهدا عليه بالسرقة فقضى القاضي عليه بالقطع فقطعت يده ثم رجعا ضمنا دية اليد فقد روى أن شاهدين شهدا عند سيّدنا علي ( كرم الله وجهه ) على رجل بالسرقة فقضى عليه بالقطع فقطعت يده ؛ ثم جاء الشاهدان بآخر فقالا : أو همنا ان السارق هذا يا أمير المؤمنين فقال سيّدنا علي ( رض ) لا أصدقكما على هذا وأغرمكما دية يد الأول ؛ ولو علمت انكما تعمدّتما لقطعت أيديكما ، وكان بمحضر من الصحابة ولم ينكر عليه أحد فكان إجماعا « 4 » .\r\nإذا تعارض الشهود في حدّ سقط الحدّ\r\nفقد قال علي ( رض ) رجل شهد اثنان انه زنى في بلد وآخران انه زنى في بلد آخر ، لا حدّ عليه إذا اختلف الشهود « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 352 .\r\n( 2 ) المبسوط ج 16 ص 178 .\r\n( 3 ) المبسوط ج 17 ص 22 .\r\n( 4 ) بدائع الصنائع كتاب الرجوع عن الشهادة ص 159 .\r\n( 5 ) موسوعة فقه علي ص 511 .\r\n","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n\r\nالفصل الثالث : الفقه العام\r\nويشمل :\r\nالحدود والتعزيرات والجنايات\r\nوالدّيات والبغاة ونظام الحكم في الإسلام و . . .\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\nكتاب الحدود\r\nالحدود : جمع حدّ . والحدّ في اللغة : المنع . والحدّ في الشرع : عقوبة مقدرة وجبت حقاًلله تعالى ،\r\n\r\nحدّ الزنا\r\nوإذا وجب الحدّ وكان الزاني محصناً رجمه بالحجارة حتى يموت ويخرجه إلى أرض فضاء ويبتدئ الشهود برجمه ثم الإمام ثم الناس كذا روى عن علي ( رض ) « 1 » .\r\nوان كان مقراً بتدأ الإمام ثم الناس كذا روى عن علي ( رض ) « 2 » .\r\nلابد أن تكون البداية من الشهود في حدّ الرجم إذا ثبت بالشهادة حتى لو امتنع الشهود عن البداية أو ماتوا أو غابوا كلهم أو بعضهم لا يقام الرجم على المشهود عليه هذا قول أبي حنيفة ومحمد واحدى الروايتين عن أبي يوسف استحسانا وروى عن أبي يوسف رواية أخرى انها ليست بشرط ويقام الرجم على المشهود عليه وهو قول الشافعي ( رح ) وهو القياس ولنا ما روى عن سيّدنا علي ( رض ) أنه قال : يَرجم الشهود أولًا ثم الإمام ثم الناس . ( وكلمة ثم للترتيب ) « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هداية ج 2 ص 341 .\r\n( 2 ) هداية ج 2 ص 341 .\r\n( 3 ) بدائع الصنائع كتاب الحدود ص 68 .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\nوإذا كانت المرجومة امرأة فإن شاء الإمام حفر لها وإن شاء لم يحفر . أما الحفر فلأنه استرلها وقد حفر سيّدنا علي ( رض ) لشراحة الهمدانية إلى سرّتها « 1 » .\r\nالإقرار بالزنا\r\nقال الطحاوي ذهب قوم إلى أنّ الرجل إذا أقرّ بالزنا مرة واحدة أقيم عليه حدالزنا . ذهب الإمام أبو حنيفة والإمام أبو يوسف ، والإمام محمد إنّ مَن أقرّ بالزنا أربع مرّات وجب عليه الحد ومن أقرّ أقل من ذلك لم يحد وقد عمل بذلك علي ( رض ) في شراحة الهمدانية فردّها أربع مرّات « 2 » .\r\nالرجوع عن الاقرار\r\nفإن رجع المقرُّ عن إقراره قبل إقامة الحدّ أو في وسطه قبل رجوعه وخلى سبيله وقال الشافعي ( رح ) وهو قول ابن أبي ليلى يقيم عليه الحدّ لأنه وجب الحدّ باقراره فلا يبطل بإنكاره ورجوعه ودليلنا اتى علي ( كرم الله وجهه ) الرجل قد سرق جملًا فقال له ما أراك سرقت قال : بلى قال ( فلّعله شُبة لك ؟ ) قال : بلى قد سرقتُ ، قال : ( فأذهب به يا قنبر فشد إصبعه ، وأوقد النار وادع الجزار ليقطع ، ثم انتظر حتى أجيء فلما جاء قال : أسرقت ؟ ) قال : لا ، فتركه ، قالوا : يا أمير المؤمنين لم تركته وقد أقرّ لك قال : آخذه بقوله وأتركه بقوله » « 3 » .\r\nدرء الحدود بالشبهات\r\nوإنْ شهدوا على رجل وامرأة بالزنى فقال : هي زوجتي لا حدّ عليهما . فقد أخرج ابن حزم في المحلى أنّ امرأة ورجلًا وُجدا في خربة ( مراد ) . وهو اسم لموضع في الكوفة قد أدماها فرفعا إلى علي بن أبي طالب ( رض ) فقال : ابنة عمي تزوّجتها ، فقال لها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الحدود ص 71 .\r\n( 2 ) شرح معاني الآثار ج 3 ص 144 .\r\n( 3 ) موسوعة فقه علي ص 110 .\r\n","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nعلي ( رض ) ما تقولين ؟ فقال لها الناس قولي نعم ، فقالت : نعم فدرأ عنهما « 1 » . قال أبو حنيفة وامام محمد وامام أبو يوسف رحمهم الله من زنى بجارية امرأته حدّ ، إلّا أن يدعى شبهة مثل أن يقول ( ظننتُ أنها تحلّ لي ) أو تكون المرأة أحلتها له فيدرأ عنه الحدّ ويعزّر ويجب عليه العقد لأن علي بن أبي طالب ( رض ) كان يقول : لا أوتي برجل وقع على جارية امرأته إلّا رجمته « 2 » .\r\nرواه الدارقطني والبيهقي عن علي ( رض ) ادرء الحدود بالشبهات « 3 » .\r\nلا يقام الحدّ بعد غيبة الشهود وموتهم\r\nلأن السنّة في الرجم أن يبدأ به الشهود ثم الإمام ثم الناس وقد تعذر ذلك بموتهم وغيبتهم وهو قولنا وامّا عند الشافعي ( رح ) لا يعتبر في الرجم بداية الشهود ولكن الإمام هو الذي يبدأ قال لأن الشهود فارقوا سائر الناس في أداء الشهادة وإقامة الرجم ليس من أداء الشهادة في شيء . فهم في ذلك كسائر الناس ألا ترى ان الحدّ لو كان جلداً لا يؤمر الشهود بالضرب فكذا الرجم . ولكنّا نستدل بحديث علي ( رضي الله عنه ) فإنه لما أراد أن يرجم شراحة الهمدانية قال : الرجم رجمان رج سر ورجم علانية فرجم العلانية ان يشهد على المرأة في بطنها فتعترف بذلك فيبدأ فيه الإمام ثم الناس . ورجم السرّأن يشهد أربعة على رجل بالزنا فيبدأ الشهود ثم الإمام ثم الناس « 4 » .\r\nالمحصن في حد الرجم\r\nمن اجتمع فيه شرائط الإحصان وهي سبعة الحرية العقل البلوغ الإسلام النكاح الصحيح الدخول كونهما على صفته الاحصان أما الحرية فلقوله تعالى  ( فَعَلَيْهِنَّ نِصْفُ \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي في ثوبه الحديد ج 3 ص 262 .\r\n( 2 ) شرح معاني الآثار ج 3 ص 136 .\r\n( 3 ) الفقه الحنفي وأدلته ج 2 ص 288 .\r\n( 4 ) المبسوط ج 9 ص 51 .\r\n","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\n ما عَلَى الْمُحْصَناتِ مِنَ الْعَذابِ )  أوجب عليهنَّ عقوبة تتنصف . والرجم لا يتنصف فلا يجب على الإماء . واما العقل والبلوغ فلأنه لا خطاب بدونهما لقوله ( عليه الصلاة والسلام ) رفع القلم عن ثلاثة عن المجنون المغلوب على عقله حتى يفيق وعن النائم حتى يستيقظ وعن الصبي حتى يحتلم وأتى عمر ( رض ) بامرأة قد فجرت فأمر برجمها فمرّ علي ( رض ) فأخذها فخلى سبيلها ، فأخبر عمر ( رض ) قال ادعوا لي علياً فجاء علي ( رض ) فقال يا أمير المؤمنين لقد علمت أن رسول الله قال رفع القلم عن ثلاثة عن الصبي حتى يحتلم وعن النائم حتى يستيقظ وعن المعتوه حتى يبرأ وإنّ هذه المعتوهة بن فلان لعلَّ الذي أتاها أتاها وهي في بلائها قال : فقال عمر ( رض ) لا أدري فقال علي ( رض ) وانا لا أدري « 1 » وشرط الإسلام في الاحصان فقد جاء عن علي ( رضي الله عنه ) أنه قال : لا حدّ على أهل الذمّة في الزنا وكتب محمد بن أبي بكر إلى علي ( رض ) يسأله عن مسلم زنى بنصرانية فكتب إليه : أقم على المسلم الحدّ واردد النصرانية إلى أهل دينها .\r\nفلا يحصن الرجل عند الأحناف ألّا أن يتزوج نكاحا صحيحاً ودخل بها وكذلك المرأة وقد أتى علي ( رضي الله عنه ) برجلٍ زنى فقال له : أدخلت بأمرأتك ؟ قال : لا فضربه ولم يرجمه وفجرت امرأة على عهد علي ( رضي الله عنه ) وقد تزوجت ولم يدخل بها زوجها فأتى بها علي ( رض ) فجلدها مئة جلدة « 2 » .\r\nوان لم يكن محصناً وكان حراً فحدّه مائة جلدة يأمر الإمام بضربه بسوط لا ثمرة له ضربا متوسطا لأنّ علياً ( رضي الله عنه ) لما أراد أن يقيم الحدّ كسر ثمرته « 3 » .\r\nولا يجمع الضرب في عضو واحد لأنه يفضي إلى تلف ذلك العضو أو إلى تمزيق جلده وكل ذلك لا يجوز بل يفرّق الضرب على جميع الأعضاء من الكتفين والذراعين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلته ج 2 ص 295 .\r\n( 2 ) موسوعة فقه علي ( رض ) ص 30 .\r\n( 3 ) هداية ج 2 ص 341 .\r\n","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\nوالعضدين والساقين والقدمين إلا الوجه والفرج والرأس لأنّ الضرب على الفرج مهلك عادة ، وقد روى عن سيّدنا علي ( رض ) موقوفا عليه ومرفوعاً إلى رسول الله ( ص ) أنه قال : اتّق وجهه ومذاكيره « 1 » .\r\nعن علي ( رضي الله عنه ) انّه أتى برجل سكران أو في حد فقال : اضرب ، واعط كل عضو حقه واتّق الوجه والمذاكير « 2 » .\r\nويضرب في الحدود كلها قائما غير ممدود يقول علي ( رضي الله عنه ) يضرب الرجال في الحدود قياماً والنساء قعوداً ، ولأن مبنى إقامة الحدود على الشهير والقيام أبلغ فيه « 3 » وإنْ حفر لها في الرجم جاز لأن علي ( رضي الله عنه ) حفر لشراحة الهمدانية « 4 » . وقال علي ( رضي الله عنه ) يضرب الرجال في الحدود قياماً والنساء قعوداً « 5 » .\r\nإقامة الحدّ على المريض\r\nوإذا وجب على المريض حدّ من الحدد في زنا أو شرب أو سرقة حبس حتى يبرأ لما روى عن رسول الله ( صلى الله عليه وآله وسلم ) انه أمر علياً ( رضي الله عنه ) على إقامة حدّ على أمة فرى بها أثر الدم فرجع ولم يقيم عليها ولم ينكر ذلك رسول الله ( صلى الله عليه وآله وسلم ) عليه « 6 » .\r\nحكم من أتى بهيمة\r\nوليس على واطئ البيهيمة حد عندنا ولكنه يعزر ومن الناس من أوجب عليه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الحدود ص 70 .\r\n( 2 ) نصب الراية ج 3 ص 328 .\r\n( 3 ) هداية ج 2 ص 342 .\r\n( 4 ) الهداية ج 2 ص 324 .\r\n( 5 ) نصب الراية ج 3 ص 325 .\r\n( 6 ) المبسوط ج 9 ص 100 .\r\n","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nالحدّ ودليلنا ما روى عن علي بن أبي طالب ( رض ) انه أتى برجل اتى بهيمة فلم يحده وأمر بالبهيمة فذبحت وحرقت « 1 » .\r\nالجمع بين الجلد والنفي\r\nفلا يجمع بين الجلد والنفي عندنا وقال الشافعي ( رح ) يجمع بينهما فيجلد مائة ويغرب سنة .\r\nوعن إبراهيم ( رحمة الله عليه ) انّ علياً وابن مسعود ( رضي الله عنهما ) اختلفا في أم ولد زنت بعد مولاها قال علي ( رضي الله عنه ) تُجلد ولا تُنفى وقال ابن مسعود ( رضي الله عنه ) تُنفى وأخذنا بقول علي ( رضي الله عنه ) « 2 » .\r\nولا يجمع على غير المحصن بين الجلد والنفي إلّا أن يرى القاضي في ذلك مصلحة فيعزر به على مقدار ما يرى ذلك ففعله ذلك على طريق التعزير لا على طريق الحدّ والنفي . بالنسبة للمرأة يفتح عليها باب الزنى لقلة استحيائها من عشيرتهما فربما اتخذت الزنى مكسباً وفيه من الفساد مالا يخفي ، وإليه الإشارة بقول علي ( كرم الله وجهه ) : كفى بالتغريب فتنةً « 3 » .\r\nلا تقام الحدود في المساجد\r\nقال أبو يوسف : حدثنا أشعث عن فضيل بن عمر والفيقهي عن معقل قال : جاء رجل إلى علي ( رض ) فسارّه فقال يا قنبر أخرجه من المسجد وأقم عليه الحدّ « 4 » .\r\n\r\nحدّ القذف\r\nالقذف لغة الرمي .\r\nوشرعا : الرمي بالزنى على سبيل التعيير والشتم ، ولو كان بالخلوة لم يسمعه أحداً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 9 ص 102 .\r\n( 2 ) المبسوط ج 9 ص 44 .\r\n( 3 ) الفقه الحنفي وأدلته ج 2 ص 302 .\r\n( 4 ) كتاب الخراج لأبي يوسف ص 284 .\r\n","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nمقداره\r\nإذا كان القاذف عبداً ضُربَ أربعين ، فإن لم يكن ضرب بعد ما قذف حتى أعتق ثم قدّمه إلى الحاكم فإنه لا يزيده على الأربعين لأنها هي التي كانت وجبت عليه يوم قذف . فإنْ لم يكن ضرب بعد العتق حتى قذف آخر ضرب للأول وللثاني ثمانين . وكذلك لو ضرب من الثمانين أسواطاً ثم قذف آخر كملت له الثمانون ويحتسب بما مضى ولا يضرب ثمانين مستقبلة ما بقي من الحدّ سوط ، وإنْ قذف رابعاً وقد بقي من الثمانين سوط كملت له الثمانون ولم يضرب للرابع سوى ما ضرب فإن كلمت له الثمانون ثم قذف آخر ضرب لذلك ثمانين آخرى بعد أن يحسب حتى يخفف الضرب . حدثنا سعيد عن قتادة عن علي ( كرم اللهوجهه ) في العبد يقذف الحر قال : يضرب أربعين « 1 » .\r\nمن قذف إنساناً فُحدّ ، ثم قذفه ثانياً لم يحد ، والأصل فيه ما روى أن أبا بكرة لما شهد على المغيرة بالزنى وجلده عمر ( رض ) لقصور العدد بالشهادة كان يقول بعد ذلك في المحافل : أشهد ان المغيرة لزان فأراد عمر ( ضي الله عنه ) أن يحده ثانيةً فمنعه علي ( رضي الله عنه ) فرجع إلى قوله وصارت المسألة إجماعاً « 2 » .\r\nوإذا قضى القاض بحدّ القذف على القاذف ثم عفى المقذوف عنه بعوض أو بغير عوض لم يسقط الحد بعفوه عندنا وعند الشافعي يسقط ومثل مذهبنا ما روي عن علي ( رضي الله عنه ) « 3 » .\r\nلا يجب الحدّ بالقذف بغير الزنا كما إذا قذف مسلماً بغير الزنا فقال يا فاسق يا كافر يا خبيث أو يا سارق . بل يعزّر . كان علي ( رضي الله عنه ) يعزر في التعريض ويقول :\r\nمن عرّض عرضنا له بالسوط « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الخراج لأبي يوسف ص 181 .\r\n( 2 ) البحر الرائق ج 5 ص 65 .\r\n( 3 ) المبسوط ج 9 ص 109 .\r\n( 4 ) موسوعة فقه علي ص 428 .\r\n","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nالتعزير\r\nوأكثر التعزير تسعة وثلاثون سوطاً ، وعن أبي يوسف أكثره خمسة وسبعون سوطاً .\r\nوالأصل فيه الحديث ( من بلغ حداً في غير حد فهو من المعتدين ) فتعذر تبليغه حلًا بالاجماع غير انّ أبا حنيفة اعتبر أدنى الحدود . وهو حدّ العبيد لأن مطلق ما رويناه يتناوله ، وأقلّه أربعون وأبو يوسف اعتبر حدّ الأحرار ، وأقله ثمانون فلابدّ من النقص عنه ففي رواية عنه ينقص خمسة وروي ذلك عن علي ( رض ) وهو ظاهر الرواية عن أبي يوسف كما في « فتح القدير » قيل : وليس فيه معنى معقول ، فلا يضرّه لأنه قلّد علياً ( رض ) ويجب تقليد الصحابي فيما لا يدرك بالرأي « 1 » .\r\n\r\nحد الشرب\r\nقال : ومن رفع وقد شرب الخمر كثيراً أو قليلا فعليه الحدّ . قليل الخمر وكثيرهُ حرام يجب فيه الحدّ ، والسكر من كل شراب حرام يجب فيه الحدّ .\r\nحدّثنا الحجاج عن حصين عن الشعبي عن الحارث عن علي ( كّرم الله وجهه ) قال في قليل الخمر وكثيره ثمانون ( جلدة ) ولا ينبغي أن يقام الحد على السكران حتى يفيق هكذا قيل أنّ علياً ( رضي الله عنه ) فعل بالنجاشي « 2 » .\r\nشرب الخمر في رمضان\r\nومن شرب خمراً في رمضان أو شرب شرباً غير الخمر فسكر منه وذلك في رمضان فإنه يضرب الحدّ ويُعزّر بعد الحدّ أسواطا ، بلغنا ذلك أو نحو منه عن علي وعمر ( ضي الله عنهما ) . حدثنا الحجاج عن أبي سنان قال أتى عمر ( ض ) برجل قد شرب خمراً في رمضان فضربه ثمانين وعزّره عشرين قال : وحدثنا الحجاج عن عطاء بنأبي مروان عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) البحر الرائق ج 5 ص 76 .\r\n( 2 ) كتاب الخراج لأبي يوسف ص 180 .\r\n","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nأبيه عن علي ( رٍضي الله عنه ) مثل ذلك رجلٌ أتى به وقد شرب في رمضان الخمر « 1 » . والأصل فيه حديث علي ( رض ) انه أتى بالنجاشي الحارثي قد شرب الخمر فحده ثم حبسه حتى إذا كان الغد اخرجه فضربه عشرين سوطا وقال هذا لجرأتك على الله وافطارك في شهر رمضان « 2 » .\r\nعين الخمر حرام\r\nإنّ الخمر عينها حرام غير معلول بالسكر ولا موقوفٌ عليه ومن الناس من أنكر حرمة عينها وقال : إنّ السكر منها حرام « 3 » وعن علي ( رضي الله عنه ) قال : رسول الله ( صلى الله عليه وآله وسلم ) كل مسكر حرام وما أسكر كثيره وقليله حرام « 4 » .\r\n\r\nحدّ الخمر والسكر\r\nحدّ الخمر والسكر في الحر ثمانون سوطا لإجماع الصحابة « 5 » . وذكر في الموطأ وغيره إنّ الذي أشار على عمر ( ضي الله عنه ) هو علي بن أبي طالب ) ضي الله عنه ) رواه مالك في المؤطا عن ثور بن زيد الديلمي عن عمر بن الخطاب أنه استشار في الخمر يشربها الرجل ، فقال له علي بن أبي طالب . نرى أن نجلده ثمانين ، فإنه إذا شرب سكر وإذا سكر هذى وإذا هذى افترى وعلى المفتري ثمانون « 6 » .\r\nحدّ شرب الخمر وحدّ السكر مقدر بمثمانين جلدة في الأحرار ولإجماع الصحابة وقياسهم على حد القذف حتى قال سيّدنا علي ( رض ) إذا سكر هذى وإذا هذى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الخراج لأبي يوسف 180 .\r\n( 2 ) المبسوط ج 24 ص 33 .\r\n( 3 ) الهداية ج 4 ص 394 .\r\n( 4 ) نصب الراية ج 4 ص 304 .\r\n( 5 ) الهداية ج 4 ص 355 .\r\n( 6 ) نصب الراية ج 3 ص 351 .\r\n","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nافترى وحدّ المفتري ثمانون « 1 » . يقول ( عليه السلام ) : ما أسكر كثيره فقليله حرام روى هذا الحديث تسعة من الصحابة منهم علي بن أبي طالب ( رض ) « 2 » .\r\nإذا قذف السكران\r\nوإذا قذف السكران رجلًا حبس حتى يصحو ثم يحدّ للقذف ويحبس حتى يخف عنه الضرب ثم يحد للسكر لأن حدّ القذف في حقّ العباد وسكره لا يمنع وجوب الحدّ عليه بقذفه لأنه مع سكره مخاطب ألا ترى أن بعض الصحابة ( رض ) أخذ حدّ الشرب من القذف على ما روى عن علي ( رض ) قال : إذا شرب هذى وإذا هذى افترى وحد المفتربين في كتاب الله ثمانون جلدة « 3 » .\r\nوالمرأة في حدّ الشرب كالرجل على قياس حد الزنا ويفرق الضرب على أعضائهما كما في حق الرجل إلّا انها لا تجرّد عن ثيابها لأن بدنها عورة وكشف العورة حرام ولكن ينزع عنها الحشو والفرو لكي يخلص الألم إلى بدنها فإن لم يكن عليها غير جبة فحشوه لم ينزع ذلك عنها لأن كشف العورة لا يحلّ بحال وكذلك لا يُطرح عنها خمارها وتُضرب قاعدةً ليكون أستر لها هكذا قال علي ( رض ) يضرب الرجال قياماً والنساء قعوداً « 4 » .\r\nتخليل الخمر\r\nقال علماؤنا تخليل الخمر جائز خلافا لما قال الشافعي ( رح ) وهنا لان الآثار جاءت بإباحة حل الخمر على ما قال ( عليه الصلاة والسلام ) خير خلكم خل خمركم وعن علي ( رضي الله عنه ) انه كان يصطبغ الخبز بخل خمر ويأكله « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتابالاشربة ص 116\r\n( 2 ) الفقه الاسلامي وأدلته ج 6 ص 159 .\r\n( 3 ) المبسوط ج 24 ص 32 .\r\n( 4 ) المبسوط ج 24 ص 30 .\r\n( 5 ) المبسوط ج 24 ص 7 .\r\n","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\n\r\nحدّ السرقة\r\nالسرقة لغة : أخذُ الشيء من الغير خفية .\r\nوللسرقة في الشرع تعريفان : فتعريفها باعتبار تحرميها أخذ الشيء خفية بغير حق . وتعريفها باعتبار ترتب حكم شرعي عليها وهو القطع : أخذ مكلف ناطق بصير ما قيمته عشرة دراهم أو أكثر من صاحب يد صحيحة مما لا يتسارع إليه الفساد .\r\nشروط القطْع\r\nوإذا سرق العاقل البالغ عشرة دراهم أوما يبلغ قيمة عشرة دراهم مسروقه من حرز لا شبهة فيه وجب عليه القطع . ولا قطع على خائن ولا خائنة ولا منتهب ولا مختلس « 1 » . اشترط علي ( رض ) في السرقة حتى تقطع فيها اليد أن تكون من حرز وأن تكون خفية . والخيانة ليست أخذاً من حرز وليست بالأخذ خفية ، ولذلك فإنه لم يقطع فيها اليد فقال : لا قطع على خائن ولا مختلس « 2 » أخذ المال مغالبة أو نهبة أوخلسة أو غصباً أو انتهابا ليس بسرقة روي عن سيّدنا علي ( رض ) انه سئل عن المختلس والمنتهب فقال : تلك الدعابة لا شيء فيها « 3 » وإن كان الخارج أدخل يده في الحرز فأخذه من يد الداخل فلا قطع على واحد منهما في قول أبي حنيفة ومحمد ( رحمهما الله ) وقال أبو يوسف رحمه الله أقطعهما جميعاً أمّا عدم وجوب القطع على الداخل على أصل أبي حنيفة ( رح ) فلعدم الاخراج من الحرز يحقّقه إنه لو أخرج يده وناوله صاحباً له لم يُقطع فعند عدم الاخراج أولى والوجوب عليه على أصل أبي يوسف لما ذكرنا في المسألة المتقدمة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهداية ج 2 ص 365 و 62 .\r\n( 2 ) موسوعة فقه علي ( رض ) ص 249 .\r\n( 3 ) بدائع الصنائع كتاب السرقة ص 83 .\r\n","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nوأما الكلام في الخارج فمبني على مسألة أخرى وهي أنّ السارق إذا نقب منزلًا وأدخل يده فيه وأخرج المتاع ولم يدخل فيه هل يقطع :\r\nذكر في الأصل وفي الجامع الصغير أنه لا يقطع ولم يجد خلافاً وقال أبو يوسف في الإملاء أقطع ولا أبالي دخل الحرز أو لم يدخل وجه قوله إن الركن المهم في السرقة هو الأخذ من الحرز فأما الدخول في الحرز فليس بركن ولنا ما روى عن سيدنا علي ( رض ) إنه قال إذا كان اللص ظريفا لم يقطع . قيل وكيف يكون ظريفا ؟ قال يدخل يده إلى الدار ويمكنه دخولها « 1 » .\r\nومن نقب البيت فأدخل يده وأخذ المتاع وذهب به لم يقطع لما روي عن علي ( رضي الله عنه ) اللص إذا كان ظريفاً لا يقطع قيل وكيف ذلك ؟ قال إن ينقب البيت فيدخل يده ويُخرج المتاع من غير أن يدخله « 2 » .\r\nوأيضاً لا تقطع يد العبد إذا سرق من مال سيده روي عن علي ( رضي الله عنه ) أنه قال : إذا سرق عبدي من مالي لم أقطعه « 3 » وكذلك قال أبو يوسف سمعت أبا حنيفة يقول سمعت حماداً يقول قال إبراهيم كان علي بن أبي طالب ( رض ) لا يقطع في شيء من الطير « 4 » ولا قطع في المغنم لأن السارق له نصيب فيه كما أفتى به علي ( رض ) « 5 » .\r\nإذا غاب الشاهدان\r\nقال أبو سوف : وحدثني ابن جريج عن عطاء قال أتى علي ( رض ) برجل فشهد عليه رجلان إنه سرق قال : فأخذ في شيء من أمور الناس ثم هدد شهود الزور فقال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب السرقة ص 85 .\r\n( 2 ) المبسوط ج 9 ص 147 .\r\n( 3 ) كتاب الخراج لأبي يوسف ص 77 .\r\n( 4 ) الخراج ص 189 .\r\n( 5 ) البحر الرائق ج 5 ص 94 .\r\n","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nلا أوتي بشاهد زود إلا فلعت به كذا وكذا ثم طلب الشاهدين فلم يجدهما فخلّى سبيل الرجل « 1 » .\r\nإذا أقرّ السارق\r\nقال أبو يوسف ومن أقرّ بسرقة يجب في مثلها القطع فأن أصحابنا اختلفوا في ذلك قال بعضهم يقطع بإقراره مرة وقال بعضهم لا يقطع حتى يقر مرتين فكان أحسن ما رأينا في ذلك أن لا يقطع حتى يقر مرتين في مجلسين هكذا جاء الأثر عن علي بن أبي طالب ( كرّم الله وجهه ) قال أبو يوسف : حدّثنا الأعمش عن القاسم بن عبد الرحمن عن أبيه قال كنتُ قاعداً عند علي ( رض ) فجاء رجل فقال يا أمير المؤمنين إني قد سرقتُ فانتهره ثم عاد الثانية فقال إني قد سرقت فقال علي ( رض ) قد شهدت على نفسك شهادة تامة ، قال فأمر به فقُطعت يده ، قال وأنا رأيتها معلقة في عنقه « 2 » .\r\nقدر نصاب السرقة\r\nقد اختلف العلماء في قدر نصاب السرقة . قال أصحابنا انه مقدرة بعشرة دراهم فلا قطع في أقلّ من عشرة دراهم وقال بخمسة وذكر القدوري عند مالك بثلاثة وقال الشافعي ( رح ) بربع دينار ونقل عن سيدنا عثمان وسيدنا علي وابن مسعود ( رضي الله عنهم ) مثل مذ جنادي « 3 » . وأيضا قد روى عن علي ( رض ) لا تقطع اليد إلّا في دينار أو في عشرة دراهم « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحراج ص 192 .\r\n( 2 ) الخراج ص 185 .\r\n( 3 ) بدائع الصنائع كتاب السرقة ص 11 .\r\n( 4 ) المبسوط ج 137 9 .\r\n","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nتحسم يد السارق\r\nقال : وحدثنا عبد الملك يعني ابن أبي سليمان عن سلمة بن كهيل عن حجية بن عدي أن علياً ( رض ) كان يقطع أيدي اللصوص ويحسمهم « 1 » كان علي ( رض ) يولي من قطعت يده عناية خاصة حتى لا يسري قطع اليد إلى النفس فقد كان يحسم اليد المقطوعة ويقطع نزف الدم منها « 2 » .\r\nإذا سرق السارق أكثر من مرة\r\nقال أبو يوسف : حدثنا الحجاج بن أرطاة عن عمر بن مرة عن عبد الله بن سلمه قال كان علي ( رض ) يقول في السارق : تقطع يده فإنْ عادت قطعت رجله فإن عاد استودع السجن « 3 » .\r\nواختلفوا في قطع اليد اليسرى في السرقة الثالثة والرجل اليمنى في السرقة الرابعة .\r\nفقال الحنفية والحنابلة : لا يقطع أصلا بعد اليد اليمنى والرجل اليسرى ولكنه يضمن المسروق ويعزر ، ويجس حتى يتوب بدليل ما روى عن سيّدنا علي ( رض ) انه أتى بسارق فقطع يده ، ثم أتى به الثانية وقد سرق فقطع رجله ، ثم أتى به ثالثة فقال : لا أقطعه ان قطعت فبأي شيء يأكل ، وبأي شيء يتمسح ، وان قطعت رجله فبأي شيء يمشي إني لا ستحي من الله فضربه بخشبة وحبسه « 4 » . كان عمر ( رض ) يقطع اليد الثانية للسارق إذا سرق ثالثة فترك عمر ( رض ) قوله إلى قول علي ( رض ) في حادثة مشهورة وهي ان : عمر ( رض ) قد أتى برجل يقال له سدوم قد سرق فقطعه ، ثم أتى به الثانية فقطعه ، ثم أتى به الثالثة فأراد أن يقطعه فقال له علي بن أبي طالب ( رض ) لا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخراج ص 183 .\r\n( 2 ) موسوعة فقه علي 333 .\r\n( 3 ) الخراج ص 190 .\r\n( 4 ) الفقه الاسلامي وأدلته ج 6 ص 97 .\r\n","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nتفعل إنما عليه يد ورجل فلا ينبغي ان تدعه ليس له قائمة يمشي عليها ولا يد يأكل بها فإما أن تعزره وإما أن تستودعه السجن ، فاستودعه السجن « 1 » . وعن علي ( رض ) في السارق تقطع يده اليمنى فإن قطعت رجله اليسرى استودعه السجن وبه أخذ علماؤنا ( رحمهم الله ) وقال بعض العلماء تقطع جميع قوائمه « 2 » .\r\nضمان المتاع المسروق\r\nوإذا قطعت يد السارق لا يضمن المتاع الهالك ، ويرد على صاحبه ان وجده عنده فقد روى أبو حنيفة ( رح ) بسند صحيح عن علي ابن أبي طالب ( رح ) قال : لا يضمن السارق ما ذهب من المتاع « 3 » .\r\nباب قطع الطريق\r\nإذا خرج جماعة ممتنعين أو واحد يقدر على الامتناع فقصدوا قطع الطريق فأخذوا قبل أن يأخذوا مالا ويقتلوا نفساً حبسهم الإمام حتى يتوبوا . وإن أخذوا مال مسلم أو ذميّ والمأخوذ إذا قسم على جماعتهم وأصاب كل واحد منهم عشرة دراهم فصاعداً أو ما يبلغ قيمة ذلك قطع الإمام أيديهم وأرجلهم من خلاف ، وان قتلوا ولم يأخذوا مالًا قتلهم الإمام حداً وإذا قتلوا وأخذوا المال فالإمام بالخيار إن شاء قطع أيديهم وأرجلهم من خلاق وقتلهم وصلبهم وإن شاء قتلهم وان شاء صلبهم « 4 » وقال علي ( رض ) : إذا قطع الطرق اللصوص وأشهروا السلاح ولم يأخذوا مالا ولم يقتلوا مسلما ثم أخذوا ، حُبسوا حتى يتوبوا ، وذلك نفيهم من البلد ، فإذا اخذوا المال ولم يقتلوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 332 .\r\n( 2 ) المبسوط ج 9 ص 140 .\r\n( 3 ) الفقه الحنفي في توبه الجديد ج 3 ص 291 .\r\n( 4 ) الهداية ج 2 ص 375 .\r\n","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nقطعت أيديهم وأرجلهم من خلاف . فإذا قتلوا وأخذوا المال قطعت أيديهم وأرجلهم من خلاف ثم صلبوا حتى يموتوا « 1 » .\r\nإنّ توبة قاطع الطريق تقبل ويسقط الحد عنه إذا كانت قبل أن يقدرعليه\r\nفقد وري عن سيّدنا علي ( رض ) انه كتب اليه عامله بالبصرة إنّ حارثة بن زيد حارب الله ورسوله وسعى في الأرض فساداً فكتب اليه سيّدنا علي ( رض ) ان حارثة قد تاب قبل ان تقدر عليه فلا تتعرض له الّا بخير « 2 » .\r\n\r\nباب المرتد\r\nشروط صحة الردّة ووقوعها\r\n1 - ان يكون المرتد مختارا فلا يعد المكره على الكفر مرتداً\r\n2 - ان يكون عاقلا ، فلا تصحّ ردة المجنون وكذلك المعتوه وهو ناقص العقل ويلحق بها المدهوش من غير جنون كما لا تصحّ ردة الصبي الذي لا يعقل والصبي العاقل المميز هو ابن سبع سنين فأكثر لأن النبي ( ص ) عرض الإسلام على علي بن أبي طالب ( رض ) وسنّه سبع وقيل ثمان وهو الصحيح وهو وأول من أسلم من الصبيان الأحرار « 3 » .\r\nهل يستتاب المرتد ؟\r\nقال أبو حنيفة وأبو يوسف ومحمد ( رح ) ان استتاب الإمام المرتد فهو أحسن فإن تاب وإلّا قتل ، وقال الآخرون لا يستتاب . وقد نقل أبو جعفر الحنفي آثارا كثيرة في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فهق علي ص 230 .\r\n( 2 ) بدائع الصنائع كتاب قطع الطريق ص 53 .\r\n( 3 ) الفقه الحنفي في ثوبه الجديد ج 3 ص 14 .\r\n","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\nتأييد قول الأحناف ومن جملة أدلّته : أن رجلا كان نصرانيا فأسلم ثم تنصرّ فأتى به علي ( رض ) فقال ما حملك على ما صنعت ؟ قال وجدت دينهم خيراً من دينكم ، فقال له : ما تقول في عيسى ، قال هو ربي . فقال اقتلوه . فقتله الناس « 1 » .\r\nوسبّ أحد الصحابة وبعضهم لا يكون كفراً لكن يضلل ، فإن علياً ( رض ) لم يكفر شاتمة وحتى لم يقتله « 2 » .\r\nقال أبو يوسف : وأما المرتد عن الإسلام إلى الكفر فقد اختلفوا فيه ، فمنهم من رأى استتابته ومنهم من لم ير ذلك وكذلك الزنادقة الذين يلحدون وقد كانوا يظهرون الإسلام ، وكذلك اليهودي والنصراني والمجوسي يسلم ثم يرتد والعياذ بالله فيعود إلى دينه الذي كان قد خرج منه وقد روى في ذلك اثاراً واحتج بها فمن رأى ان لا يستتاب فيقول : قال رسول الله ( ص ) من بدل دينه فاقتلوه .\r\nومن رأى أن يستتاب فيحتج بما روى عن النبي ( ص ) من قوله « أمرت أن أقاتل الناس حتى يقولوا لا اله إلا الله فإذا قالوها عصموا مني دمائهم وأموالهم إلا بحقها وحسابهم على الله » ويحتجّون بما روى عن عمر وعثمان وعلي ( رضي الله عنه ) « 3 » .\r\nحكم مال المرتد\r\nقال : وحدثنا الأعمش عن أبي عمر عن علي ( رض ) اتى بمستورد العجلي وقد ارتد فعرض ( عليه الاسلام ) فأبى فقتله وجعل ميراثه بين ورثته من المسلمين قال فإن رجع هذا المرتد تائباً رُدّ اليه ما وجد من ماله قائما بعينه وما استهلكه ورثته فلا ضمان عليهم فيه وأما يحب السؤال عن هذه الكلمة المؤلف وأمهات أولاده فإن كان الإمام قد اعتقهم فقد مضى عتقهم ولا يرجع في شيء منهم ، وان كان لم يعتقهم فهم على حالهم قبل أن يرتدّ « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح معاني الآثار ج 3 ص 212 .\r\n( 2 ) الفقه الحنفي وأدلته ج 2 ص 375 .\r\n( 3 ) كتاب الخراج ص 196 .\r\n( 4 ) مرجع السابق ص 198 .\r\n","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nفإنْ أبي المرتد أن يسلم فقتل كان ميراثه بين ورثته المسلمين على فرائض الله تعالى على قول علمائنا وقال الشافعي ( رح ) ماله فيئ يوضع في بيت المال وحجتنا ان علياً ( رض ) قتل المستورد العجلي على الردة وقسم ماله بين ورثته المسلمين « 1 » .\r\nالمرتدة لا تقتل\r\nفي الجامع الصغير المرتد يعرض ( عليه الاسلام ) حراً كان أو عبداً فإن أبي قتل وأمّا المرتدة فلا تقتُل وقال الشافعي ( رح ) تقتل « 2 » . ودليلنا قول علي ( رض ) المرتدّة تستتاب ولا تقتل « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 10 ص 100 .\r\n( 2 ) الهداية ج 2 ص 406 .\r\n( 3 ) نصب الراية ج 3 ص 458 .\r\n","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n\r\nكتاب القصاص\r\nالقصاص لغة : المماثلة والمساواة .\r\nوالقصاص شرعا : معاقبة الجاني بمثل جنايته .\r\nوإذا قتل الرجل عمداً وله ورثه صغار وكبار فللكبار ان يقتلوا القاتل قصاصاً في قول أبي حنيفة ( رح ) وقال ابن أبي ليلى ليس لهم ان يقتلوه حتى يكبر الصغار وهو قول أبي يوسف ومحمد والشافعي ( رحمهم الله ) وقول مالك كقول أبي حنيفة بناء على مذهبه وان استيفاء القصاص باعتبار الولاية دون الوراثة والولاية للكبير دون الصغير ولهذا لم يجعل للزوج والزوجة والأخوة لأم حق استيفاء القصاص ، فاما عند أصحابنا فاستيفاء القصاص بطريق الخلافة إرثا ، ثم وجه قولهم ان القصاص لأحد بوليّ الدم فلا ينفرد الكبير باستيفائه كالدية ، بل أولى لأنّ المال يجري فيه من المساهلة في الاثبات والاستيفاء مالا يجري في العقوبات ولأن هذا قصاص مشترك بين الكبير والصغير ولا ولاية لكبير على الصغير فلا يملك استيفائه كما لو قتل عبدا مشتركا بينهما والدليل عليه انهما لو كانا كبيرين واحد هما غائب لم يكن للحاضر أن ينفرد بالاستيفاء لانعدام ولايته على الغائب فكذلك ان كان أحدهما صغيراً وهذا لأن الواجب قصاص واحد فان المقتول نفسه واحدة فيجب بمقابلتهما قصاص واحد ويكون ذلك واجبا للمقتول بمنزلة الدية ولهذا انقلب مالًا فإنه يقضي منه ديونه وتنفذ وصاياه ثم الورثة يخلفونه في\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nالاستيفاء ما وجب له فكل واحد منهم في ذلك بمنزلة الشطر للعلة أو كل واحد منهم انما يرث جزاً منه لأن استحقاق الميراث سهام منصوص عليهما يسقط كالنصف والثلث والربع وبملك بعض القصاص لا يتمكن من استيفاء الكل . والدليل عليه انه لو عفا أحدهم يسقط القصاص ولو كان الواجب لكل واحد منهم قصاصا كاملًا لما تعذر الاستيفاء على أحدهم بعد عفو الآخر وبالعفو ينقلب نصيب الآخر مالا . وهذا الكلام يصح فيما إذا كان القصاص واجباً للمورث فمات وورِثه ، جماعة والخلاف ثابت في الفصلين ولا إشكال وإنما يرث كل واحد بعض القصاص .\r\nوأبو حنيفة ( رح ) استدل بما روى أن عبد الرحمن بن ملجم لما قتل علي ( رض ) قتله الحسن ( رض ) قصاصا وقد كان في أولاده صغار ولم ينتظر بلوغهم وإنما فعل ذلك بأمر علي ( رض ) « 1 » .\r\nوان عبيد الله بن عمر لما قتل هرمذان بتهمة دم أبيه استقر الأمر على عثمان ( رض ) فطلب منه علي ( رض ) ان يقتص من عبيد الله وكان يدافع في ذلك أياماً ثم قال هذا رجل قتل أبوه بالأمس فأنا أستحي أن أقتله اليوم وأن هرمذ ان رجل من أهل الأرض وأنا وليه أعفو عنه وأؤدي الدية فهذا اتفاق منهما على وجوب القصاص « 2 » .\r\nيقتل الرجل بالمرأة\r\nيقتل الرجل بالمرأة والصغير بالكبير لاطلاق النصوص فعن سعيد بن مسيب قال : الرجل يقتل بالمرأة إذا قتلها . قال الله تعالى :  ( وَكَتَبْنا عَلَيْهِمْ فِيها أَنَّ النَّفْسَ بِالنَّفْسِ )  وفي حديث علي ( رض ) المسلمون تتكافأ دماءهم ويسعى بذمتهم أدناهم وهم يد على من سواهم « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ط 26 ص 74 .\r\n( 2 ) المبسوط 26 ص 133 .\r\n( 3 ) الفقه الحنفي وأدلته ج 3 ص 213 .\r\n","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nإذا قتل جماعة واحداً\r\nعن سعيد بن وهب ، قال : خرج رجال إلى سفر ، فصحبهم رجل ، فقدموا ، وليس معهم ، فاتهمهم أهله ، فقال شريح : شهودكم انهم قتلوا صاحبكم ، والّا حلفوا بالله ما قتلوه ، فأتى بهم علي ( رض ) وانا عنده ففرق بينهم ، فاعترفوا ، فأمر بهم ، فقتلوا « 1 » .\r\nلا يستوفي القصاص إلّا بالسيف\r\nعن علي ( رض ) قال قال رسول الله ( ص ) لا قود في النفس وغيرها الا بحديدة « 2 » .\r\nلا يقتل المسلم بالمستأمن\r\nعن قيس بن عباد قال : انطلقت أنا والأشتر إلى علي ( رض ) فقلتُ له : هل عهد إليك رسول الله شيئاً لم يعهده إلى الناس عامة ؟ قال : لا ، الاما في كتابي هذا ، فأخرج كتاباً من قراب سيفه إذا فيه : المؤمنون تتكافأ دمائهم ، وهم يد على من سواهم ويسعى بذمتهم أدناهم ، ألا يُقتل مؤمن بكافر ولا ذو عهد في عهده من أحدث حدثنا فعلى نفسه ومن أحدث أوآوى محدثا فعليه لعنة الله والملائكة والناس أجمعين « 3 » .\r\nحكم شريك المجنون والصغير في القتل\r\nلا يجب فيه القصاص على أحد إنما تجب فيه الدية الواحدة . وقال الشافعي ( رح ) يجب القصاص على العقلاء البالغين والديّة على المجنون والصغير بقدر حصتهما وحجته في ذلك ان قتل المجنون والصغير عمداً الا انه سقط القصاص عنهما بمعنى في أنفسهما وهو كوتهما غير مكلفين .\r\nوالجواب عنه لا تعمد للمجنون والصغير . لأن علياً ( رض ) قال : عمد الصبي والمجنون خطأ « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصب الراية ج 4 ص 354 .\r\n( 2 ) نصب الراية ج 4 ص 354 .\r\n( 3 ) نصب الراية ج 4 ص 335 .\r\n( 4 ) نصب الراية ج 4 ص 380 .\r\n","page_name":" 191 ","page_number":191},
  {"content":"\r\n\r\nيُقتل المسلم بالذمي\r\nقال أبو حنيفة ( رح ) دية اليهودي والنصراني والمجوسي مثل دية الحر المسلم وعلى من قتله من المسلمين القود ( القصاص ) وقال أهل المدينة دية اليهودي والنصراني إذا قتل أحدهما نصف دية الحر المسلم ودية المجوسي ثمان مائة درهم ولا يقتل مؤمن بكافر عند أهل المدينة وقد بلغنا عن علي ( رض ) بن أبي طالب ( رض ) انه كان يقول إذا قُتل المسلم النصراني قتل به « 1 » .\r\nلا تجوز المثلة\r\nولما دخل ابن ملجم على علي ( رض ) بعد ان ضربه بالسيف على قرنه وأوقف بين يديه مكتوفا قال له : يا عدو الله ما الذي حملك على ما صنعت ؟ ألم أحسن إليك . ألم أفعل معك كذا وكذا ؟ ثم قال للحسن ( رض ) إن بقيت رأيت فيه رأيي وإن هلكت من ضربته هذه فاضربه بضربة ولا تمثل به فإنّي سمعت رسول الله ( ص ) ينهي عن المثلة ولو بالكلب العقور « 2 » .\r\nولاية استيفاء القصاص الكبير\r\nإذا كان القصاص حقا ثابتا بين صغير وكبير . للكبير ولاية الاستيفاء عند الإمام أبي حنيفة ( رح ) وعندهما ( الإمام محمد ( رح ) والامام أبو يوسف ) ليس له ذلك ودليل الإمام أبو حنيفة انه لما جرح ابن ملحم ( لعنة الله عليه ) سيدنا علياً ( كرم الله وجهه ) فقال للإمام الحسن ( رض ) ان شئت فاقتله وان شئت فاعف عنه وان تعفو خير لك فقتله سيدّنا الحسن ( رض ) وكان في ورثه سيدنا علي ( رض ) صغار . والاستدلال في ذلك من وجهين : أحدهما بقول سيدنا علي ( رض ) والثاني بفعل سيدنا الحسن ( رض ) أما الاوّل ؛ فلان خيّر علي ( رض ) ولده الحسن ( رض ) حيث قال : إن شئت فاقتله مطلقا من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الحجة ج 4 ص 347 .\r\n( 2 ) نصب الراية ج 3 ص 120 .\r\n","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\nغير تقييد ببلوغ الصغار واما الثاني فلأن الحسن ( رض ) قتل ابن ملجم ( لعنة الله عليه ) ولم ينتظر بلوغ الصغار وكل ذلك بمحضر الصحابة الكرام ولم ينقل انه أنكر عليهما أحد فيكون إجماعاً « 1 » .\r\nالقصاص فيما دون النفس\r\nمن ضرب عين رجل فقلعها لاقصاص عليه لامتناع المماثلة في القلع وان كانت قائمة فذهبت ضوءها فعليه القصاص لامكان المماثلة فصفتهُ نقل عن علي ( رض ) فجعل على وجهه كرسف ثم استقبل به الشمس وأدنى من عينه مرآة فالتمع بصره وعينه قائمة « 2 » .\r\nوإذا ذهب نور العين بالضربة ولم تخف فعليه القصاص وصورته أن تحمى له مرآة لم تقرب منها ، حتى يذهب نورها ويربط على عينه الأخرى وعلى وجهه قطن . هكذا روي عن علي ( رض ) فإن هذه الحادثة وقعت في زمن عثمان ( رض ) فشاور الصحابة في ذلك فلم يجد عندهم شيئاً حتى قضى علي ( رض ) بالقصاص وبيّن طريق الاستيفاء بهذه الصفة واتفقوا على قوله « 3 » .\r\nومن ضرب عين رجل فقلعها فلا قصاص فيها لعدم المماثلة ويجب التعويض عنها . فإن كانت قائمة وذهب ضوءها فعليه القصاص وهو أن تحمي ل - المرآة ويجعل على وجهه قطن رطب وتربط عينه الأخرى بقطن رطب أيضا وتقابل عينه بالمرآة حتى يذهب ضوءها قضى بذلك علي ( كرم الله وجهه ) بمحضر الصحابة من غير خلاف « 4 » .\r\nوفي كل سنّ خمس من الإبل ، لما روى عاصم بن ضمره عن علي ( رض ) قال : وفي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الحنايات ص 38 .\r\n( 2 ) نصب الراية ج 4 ص 350 .\r\n( 3 ) المبسوط ج 26 ص 152 .\r\n( 4 ) الفقه الحنفي وأدلته ج 3 ص 217 .\r\n","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nالسنّ خمس والأسنان والأضراس كلها سواء « 1 » .\r\nوفي اللسان الفصيح إذا قطع فمنع النطق أو أداء أكثر الحروف الدّية وأما لسان الأخرس ففي قطعة حكومة عدل لما روى عاصم بن ضمرة عن علي ( رض ) أنه قال في اللسان الدّية .\r\nوفي الانيثين ( الخصتين ) الدية فعن علي ( رض ) قال : وفي الذكر الدية وفي إحدى البيضتين النصف « 2 » .\r\nولو ضرب على رأس رجل فسقط شعره أو على رأس امرأة فسقط شعرها أو حلق لحيته رجل أو نتفها أو حلق شعره امرأة ولم ينبت فإن كان حراً ففيه دية عند أصحابنا وعند الشافعي فيه حكومة عدل ، ولنا ما روي عن سيّدنا علي ( رض ) أنه قال في الرأس إذا حلق فلم ينبت الدية كاملة وكذا روى انّه قال : في اللحية إذا حلقت فلم تنبت . الدية . وروي ان رجلًا غلى ماء فصبّه على رأس رجل فانسلخ جلد رأسه فقضى سيدنا علي ( رض ) بالدية « 3 » .\r\nوروي عن علي ( رض ) قال في الرأس إذا حلق ولم ينبت الدية كاملة وبهذا اخذ علماؤنا ( رحمهم الله ) وقال إذا حلق شعر رأس انسان حتى أفسد المنبت فعليه كمال الدية الرجل والمرأة في ذلك سواء وقال الشافعي ( رح ) في شعرالرأس حكومة عدل وكذلك في اللحية إذا حلقت فلم تنبت كمال الدية عندنا وحجتنا حديث علي ( رض ) « 4 » .\r\nفكما ان دية اليد تتوزع على الأصابع على التساوي فكذلك دية الإصبع تتوزع على المفاصل على التساوي فالاصبع إذا كانت ذات مفصلين كالابهام فإنه يجب في كل مفصل تصف دية الإصبع دية الإصبع وإذا كانت ذات ثلاث مفاصل ففي كل مفصل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلته ج 3 ص 224 .\r\n( 2 ) الفقه الحنفي وأدلته ج 3 ص 223 .\r\n( 3 ) بدائع الصنائع كتاب الجنايات ص 186 .\r\n( 4 ) المبسوط ج 26 ص 72 .\r\n","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nثلث دية الإصبع وذلك روي عن علي ( رض ) وابن عباس قالا : لا يفضل شيء منها على شيء « 1 » .\r\nوفي الجائفة والأمة ثلث الدية لما روي عن علي ( رض ) أنه قال : في الجائفة الثلث وفي الآمة الثلث « 2 » .\r\n\r\nتعريف قتل شبه العمد\r\nقال علي ( رض ) شبه العمد : الضربة بالعصا والغرقة بالحجر العظيم « 3 » .\r\n\r\nالقسامة\r\nوهي الأيمان المكررة في حالة وجود قتيل في محله ولم يعلم قاتله . إذا وجد القتيل في محلة ولا يعلم من قتله استحلف خمسون رجلا منهم فيتخيرهم الولي بالله ما قتلنا ولا علمنا له قاتلا توجب الدية ولا توجب القصاص هكذا نقل عن علي ( رض ) « 4 » .\r\n\r\nالديات\r\nالدية في اللغة مصدر ودا القاتل المقتول إذا أعطى وليه المال الذي هو بدل النفس ، والدية في الشرع : اسم للمال الذي هو بدل النفس : والأرش : اسمُ للواجب فيما دون النفس .\r\nفالدية عند أبي حنيفة ( رح ) مائه من الإبل فعن أبي بكر بن محمد بن عمرو بن حزم عن أبيه ان في الكتاب الذي كتبه رسول الله ( ص ) لعمرو بن حزم في العقول ( الديات ) : انّ في النفس مئة من الإبل ودليل أبي أحنيفه ( رح ) ان المئة أرباع : ما روى عاصم بن ضمره قال : قال علي ( رض ) الدية في الخطأ أرباع خمس وعشرون حقة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 26 ص 75 .\r\n( 2 ) الفقه الحنفي ولدته ج 3 ص 228 .\r\n( 3 ) المبسوط ج 26 ص 65 .\r\n( 4 ) موسوعة فقه لعي ص 502 .\r\n","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nوخمس وعشرون جذعة خمس وعشرون بنات لبون وخمس وعشرون بنات مخاض « 1 » .\r\n\r\nدية المرأة\r\nودية المرأة على النصف من دية الرجل وقد ورد هذا اللفظ موقوفا على علي ( رض ) ومرفوعاً إلى النبي ( ص ) « 2 » . عن الشعبي أن علياً ( رض ) كان يقول : جراحات النساء على النصف من دية الرجل فيما قل وكثر وعن عمر بن الخطاب وعلي بن أبي طالب ( رضي الله عنهما ) انهما قالا : عقل ( الدية ) المرأة على النصف من دية الرجل في النفس وفيما دون النفس « 3 » . فدية المرأة على النصف من دية الرجل لاجماع الصحابة فإنه روى عن سيّدنا عمر ( رض ) وسيّدنا علي ( رض ) وابن مسعود ( رض ) وزيد بن ثابت ( رض ) انهم قالوا في دية المرأة انها على النصف من دية الرجل ولم ينقل انه انكر عليهم أحد فيكون إجماعاً « 4 » .\r\nقال أبو حنيفة ( رح ) في عقل المرأة ان عقل جميع جراحها ونفسها على النفس من عقل الرجل في جميع الأشياء وكذلك أخبرنا أبو حنيفة عن حماد عن إبراهيم عن علي بن أبي طالب ( رض ) أنه قال عقل المرأة على النصف من عقل الرجل في النفس وفيما دونها .\r\nوقال أهل المدينة عقلها كعقله إلى ثلث الدية فاصبعها كإصبعه وسنّها كسنّه وموضحتها كموضحته ومنقلتها كمنقلته فإذا كان الثلث أو أكثر من الثلث كان على النصف وقال محمد بن الحسن قد روى الذي قال أهل المدينة عن زيد بن ثابت ( رض ) قال يستوي الرجل والمرأة في العقل إلى الثلث ثم النصف فيما بقي وأخبرنا أبو حنيفة عن جماد عن إبراهيم أنه قال : قول علي بن أبي طالب ( رض ) في هذا أحبّ اليّ من قول\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلته ج 3 ص 207 .\r\n( 2 ) الهدية ج 4 ص 46 .\r\n( 3 ) الفقه الحنفي وأدلته ج 3 ص 222 .\r\n( 4 ) بدائع الصناع ص 63 .\r\n","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\nزيد وأخبرنا محمد بن ابان عن حماد عن إبراهيم عن عمر بن الخطاب وعلي بن أبي طالب انهما قالا عقل المرأة على النصف من دية الرجل في النفس وفيما دونها فقد اجتمع عمر وعلي على هذا فليس ينبغي أن يؤخذ بغيره « 1 » .\r\n\r\nدية أهل الذمة\r\nدية أهل الذمة مثل دية أحرار المسلمين عندنا قال ( رض ) انما أعطيناهم الذمة وبذلوا الجزية لتكون دماءهم كدمائنا وأموالهم كأموالنا . وما نقل فيه من الآثار بخلاف هذا لا يكاد يصح « 2 » .\r\nودية المسلم والذميّ سواء وقال الشافعي ( رح ) دية اليهودي والنصراني أربعة آلاف درهم ودية المجوسي ثمانمائة درهم ولنا حديث رواه عبد الرزاق . أخبرنا أبو حنيفة عن الحكم بن عتبة عن علي ( رض ) قال : دية كل ذي مثل دية المسلم . قال أبو حنيفة ( رح ) وهو قولي « 3 » .\r\n\r\nدية الخطاء على العاقلة\r\nاتفق الفقهاء على انّ دية الخطاء على العاقلة مؤجلة في ثلاث سنين عملًا بقضاء النبي ( ص ) بدية الخطأ على العاقلة وبفعل عمر وعلي ( رض ) يجعل هذه الدية على العاقلة في ثلاث سنين « 4 » .\r\nوتحمل العاقلة ثابت بالسنة ففي الحديث عن أبي جحيفة قال : سألت علياً ( رض ) هل عندكم شيء ما ليس في القرآن ! وقال مرّة ما ليس عند الناس ؟ فقال والذي فلق الحبّة وبرأ النسمة ما عندنا إلّا ما في القرآن ، إلا فهماً يعطي الرجل في كتابه وما في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الحجة ج 4 ص 284 .\r\n( 2 ) المبسوط ج 26 ص 85 .\r\n( 3 ) نصب الراية ج 4 ص 368 .\r\n( 4 ) الفقه الاسلامي وأدلته ج 6 ص 329 .\r\n","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\nالصحيفة قلت وما في الصحيفة ؟ . قال : العقل وفكاك الأسير والا يقتل مسلم بكافر « 1 » .\r\nأخبرنا سفيان الثوري قال أخبرني محمد بن عبد الرحمن عن الشعبي قال : على أهل الورق عشرة آلاف درهم وعلى أهل الذهب ألف دينار وقال أهل المدينة انّ عمر بن الخطاب ( رض ) فرض على أهل الورق اثنى عشر ألف درهم . لاختلاف بين أهل الحجاز والعراق ان ليس في أقل من عشرين ديناراً من الذهب صدقة وليس في أقلّ من مائتي درهم من الورق صدقة فجعلوا لكل دينار عشرة دراهم ففرضوا الزكاة على هذا ، فهذا الاختلاف فيه فيهم ، فإذا فرضوا هذا في الصدقة فكيف ينبغي لهم ان يفرضوا لدية ؟ أكل دينار بعشرة دراهم أو يفرضوا كل دينار بإثنى عشر درهما ؟ انما ينبغي ان يفرضوا الدية مما يفرضون عليه الزكاة . وقد جاء عن علي بن أبي طالب ( رض ) وابن مسعود ( رض ) انهما قالا : لا تقطع اليد إلّا في دينار أو عشر دراهم فجعلوا الدينار بمنزلة العشرة الدراهم فعلى هذا الأحرى ما فرصوا في مثل هذا « 2 » .\r\nعمد الصبي والمجنون خطاء\r\nعمد الصبي والمجنون خطا وفيه الدية على العاقلة وكذلك كل جناية موجبها خمسائة فصاعداً والمعتوه كالمجنون . وقال الشافعي ( رح ) عمده عمد ولنا ما روى عن علي ( رض ) انه جعل عقل المجنون على ما قلته وقال عمده وخطاءه سواء « 3 » .\r\nعمد الصبي والمجنون خطأ . لما روى عبد الله بن خمرة عن أبيه قال قال ( رض ) عمد الصبي والمجنون خطأ وإذا كان خطأ فلا تجب إلا الدية على عاقلته ولأن القصاص عقوبة ولا يستحقان العقوبة بفعلهما كالحدود وكذا من أحكام قتل العمد المأثم ولا أثم عليهما « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي في ثوبه الجديد ج 3 ص 389 .\r\n( 2 ) كتاب الحجة ج 4 ص 263 .\r\n( 3 ) الهداية ج 4 ص 471 .\r\n( 4 ) الفقه الحنفي وأدلته ج 3 ص 226 .\r\n","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\n\r\nحكم الاصطدام\r\nوإذا اصطدم الفارسان فوقعا جميعاً فماتا فعلى عاقلة كل واحد منهم دية صاحبه عندنا استحساناً . في القياس على عاقلة كل واحد منهما نصف دية صاحبه وهو قول زفر ( رح ) والشافعي وجه القياس ان كل واحد منهما إنما مات بفعله وفعل صاحبه لأن الاصطدام فعل منهما جميعاً فإنما وقع كل واحد منهما بقوته وقوة صاحبه فيكون هذا بمنزلة ما لو جرح نفسه وجرحه غيره . ولكنا استحسنا لما روى علي ( رض ) انه جعل دية كل واحد من المصطدمين على عاقلة صاحبه « 1 » .\r\nإذا اصطدم فارسان فماتا فدية كل واحد منهما على عاقلة الآخر في قول أصحابنا الثلاثة ( أبو حنيفة محمد أبو يوسف ) وعند زفر على عاقلة كل واحد منهما نصف دية الآخر وهو قول الشافعي ولنا ما روى عن سيدنا علي ( رض ) أنه قال مثل مذهبنا « 2 » .\r\nوإذا مال حائط الرجل أو وهى فوقع على الطريق الأعظم فقتل انسانا فلا ضمان على صاحبه لأنه لم يوجد منه تعد فإنه وضع البناء في ملكه فلا يكون متعديا في الوضع ولا وضع له في مثل الحائط ولكن هذا إذا كان بناء الحائط مستويا فإن كان بناه في الأصل مائلا إلى الطريق فهو ضامن لمن يسقط عليه لأنه متعد في شغل هواء الطريق بنائه . وهواء الطريق كأصل الطريق حق المارة . فمن أحدث فيه شيئاً كان متعدياً ضامناً . فأما إذا بناه مستويا فإنما شغل بنائه هواء ملكه وذلك لا يكون تعدياً منه . فلو اشهد عليه في هذه الحائط المائل فلم يهدمه حتى سقط وأصاب انسانا ففي القياس لا ضمان عليه وهو قول الشافعي ( رح ) لأنه لم يوجد منه صنع وهو تعد والاشهاد فعل غيره فلا يكون سببا لوجوب الضمان عليه لكن استحسن علماؤنا ( رحمهم الله ) ايجاب الضمان لما روى ذلك عن علي ( رض ) « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط 26 ص 190 .\r\n( 2 ) بدائع الصنائع كتاب الجنايات ص 104 .\r\n( 3 ) المبسوط ج 27 ص 9 .\r\n","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nوإذا استأجر الرجل أربعة رهط يحفرون له بئراً فوقعت عليهم من حفرهم فقتلت واحد منهم فعلى كل واحد من الثلاثة الباقين ربع ديته وسقط الربع وكذلك لو كانوا أعواناً له لأنه إنما سقط عليهم ما سقط بفعلهم فكانوا مباشرين لسبب الاتلاف والقتيل أحد المباشرين فتوزع الدية عليهم ويسقط منه حصة القتيل بجنايته على نفسه ويبقى حصة الثلاثة بجنايتهم عليه والأصل فيه ما روى أنّ عشرة نفر مدّو الحلة فسقطت على أحدهم فقتلته فقضى علي ( رض ) على كل واحد من التسعة بعشر الدية وأسقط العشر حصة المقتول .\r\nوعن الشعبي أنّ علياً ( رض ) قضى في القارصة والواقصة والقامصة بالدية أثلاثا وتفسير ذلك الثلاث جوار كنّ يلعبن فركبت إحداهن صاحبتها فقرصت الثالثة المركوبة فقمصت المركوبة ووقعت الراكبة فاندقت عنقها فقضى علي ( رض ) بثلث الدية على القارصة وبالثلث على القامصة وأسقط الثلث حصة الواقصة « 1 » .\r\nولو استأجر أربعة يحفرون له بئراً فوقعت عليهم من حفرهم فمات أحدهم ؛ فعلى كل واحد من الثلاثة ربع الدية وهدر الربع لأنه مات من أربع جنايات إلا أنّ جناية المرأ على نفسه هدر فبطل الربع وبقى جنايات أصحابه عليه فتعتبر ويجب عليهم ثلاث أرباع الدية على كل واحد منهم الربع .\r\nوقد روى الشعبي عن سيّدنا علي ( رض ) انّه قضى على القارصة والقامصة والواقصة بالدية أثلاثاً وهو ثلاث جواري ركبت إحداهن الأخرى فقرصت الثلاثة المركوبة فقمصت فسقطت الراكبة فقضى للتي وقصت بثلثي الدية على صاحبتها واسقط الثلث لأن الواقصة أعانت على نفسها . وروى ا ن عشرة مدّوا نخلة فسقطت على أحدهم فمات فقضى سيدنا علي ( رض ) على كل واحد منهم بعشر الدية واسقط العشر لأن المقتول أعان على نفسه « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 27 ص 16 .\r\n( 2 ) بدايع الصنائع كتاب الخدايات ص 113 .\r\n","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\n\r\nجناية البهيمة\r\nالراكب ضامن لما اوطأت الدابة ما أصابت بيدها أو رجلها لأنه روى عن علي ( رض ) قال : راكب الدابة وسائقها يضمنون ما أتلفته الدابة أو رجليها « 1 » .\r\n\r\nميراث الزوج والزوجة من الدية\r\nالدية إذا وجبت بالقتل فلكل وارث فيها نصيبٌ عندنا وقال مالك لا يرث الزوج والزوجة من الدية شيئاً لأن وجوبها بعد الموت والزوجية تنقطع بالموت . وحجتنا في ذلك حديث الضحاك بن سفيان الكلالي انه أتاه كتاب رسول الله ( ص ) فأمره ان يورث امرأة اشيم الضبابي من عقل زوجها أشيم وكان عمر ( رض ) يقول : لا ميراث للزوج والزوجة من الدية ثم رجع إلى هذا الحديث وعن علي ( رض ) انه كان يقسم الدية على من أحرز الميراث وعنه قال إذا أوصى الرجل بثلثه دخلت ديّته في تلك الوصية « 2 » .\r\n\r\nكتاب الجهاد\r\nالجهاد لغة : بذل الجهد وهو الوسع والطاقة واصطلاحاً عند الحنفية : هو الدعاء إلى الدين الحق وقتال من لم يقبله بالمال والنفس .\r\nقال سفيان ابن عيينة ( رحمة الله عليه ) بعث الله تعالى رسول ( ص ) بأربعة سيوف سيف قاتل به بنفسه عبدة الأوثان وسيف قاتل به أبو بكر ( رض ) أهل الردة وسيف قاتل به عمر ( رض ) المجوس وأهل الكتاب وسيف قاتل به علي ( رض ) المارقين والناكثين والقاسطين وهكذا روى عنه قال أمرت بقتال المارقين والناكثين والقاسطين « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 176 .\r\n( 2 ) المبسوط ج 26 ص 157 .\r\n( 3 ) المبسوط 10 ص 3 .\r\n","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\n\r\nغلبة الكفار على أموال المسلمين\r\nوإذا غلبوا ( الكفار ) على أموالنا ملكوها فإن ظهر عليها المسلمون فوجدوها المالكون قبل القسمة فهي لهم بغير شيء وان وجدوها بعد القسمة أخذوها بالقيمة إن أحبوا وقد نقل عن خلاس عن علي ( رض ) نحو ذلك « 1 » .\r\n\r\nالأمان\r\nوعلينا ان نكف عن قتال وقتل من آمنه أحد المسلمين وفي الحديث الشريف عن علي ( رض ) قال : ما كتبنا عن النبي ( ص ) الّا القرآن وما في هذه الصحيفة ، فقال النبي ( ص ) المدينة حرام ما بين عائر إلى كذان فمن أحدث حدثا أو آوى محدثا فعليه لعنة الله والملائكة والناس أجمعين ، لا يحل منه عدل ولا صرف ، وذمة المسلمين المسلمين واحدة يسعى بها أدناهم ، فمن أحضر مسلما فعليه لعنة الله والملائكة والناس أجمعين ، لا يقبل منه عدل ولا صرف ، ومن والى قوما بغير اذن مواليه فعليه لغته الله والملائكة والناس أجمعين لا يقبل منه صرف ولا عدل « 2 » .\r\n\r\nالجزية\r\nالجزية مال يؤخذ من أهل الذمّة عوضا عن حمايتهم والذب عنهم\r\nفيمن تجب عليه الجزية وقدرها\r\nقال أبو يوسف : والجزية واجبة على جميع أهل الذمة ممن في السواد وغيرهم من أهل الحيرة وسائر البلدان من اليهود والنصارى والمجوس والصائبين والسامره ما خلا نصارى بني تغلب وأهل نجران خاصة .\r\nوإنما تجب الجزية على الرجل منهم دون النساء والصبيان . على الموسر ثمانية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصب الراية ج 3 ص 436 .\r\n( 2 ) الفقه الحنفي في ثوبه الجديد ج 3 ص 59 .\r\n","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nوأربعون درهما وعلى الوسط أربعة وعشرون درهما ، وعلى المحتاج الحراث العامل بيده اثنا عشر درهما .\r\nيؤخذ ذلك منهم في كل سنة . وان جاؤوا بعرض قبل منهم مثل الدواب والمتاع وغير ذلك ويؤخذ منهم بالقيمة . ولا يؤخذ منهم في الجزية ميتة ولا خنزير ولا خمر فقد كان عمر بن الخطاب ينهى عن أخذ ذلك منهم في جزيتهم وقال ولوها أربابها فليبيعوها وخذوا منهم أثمانها هذا إذا كان هذا أرفق بأهل الجزية . وقد كان علي بن أبي طالب ( كرم الله وجهه ) فيما بلغنا يأخذ منهم في جزيتهم الأبر والمسأل ويحسب لهم من خراج رؤسهم « 1 » .\r\nأخذ الجزية من المجوس وسببه\r\nقال وحدثنا قطر بن خليفه ان فروة بن نوفل الأشجعي قال : ان هذا الأمر عظيم ، يؤخذ من المجوس الجزية وليسوا بأهل الكتاب ؟ قال : فقام اليه المستور بن الأحنف فقال طعنت على رسول الله ( ص ) فتب وإلّا قتلتك والله وقال : قد أخذ رسول الله من أهل حجر الجزية قال : فترافعا إلى علي بن أبي طالب ( كرم الله وجهه ) فقال سأحدثكما بحديث ترضيانه عن المجوس : ان المجوس كانوا أمة لهم كتاب يقرؤنه ، وان ملكا لهم شرب حتى سكر فأخذ بيد أخته فأخرجها من القرية واتبعه أربعة رهط فوقع عليها وهم ينظرون إليه فلما أفاق من سكره قالت له أخته أنّك صنعت كذا وكذا وفلان وفلان وفلان وفلان ينظرون إليك . فقال : ما علمت بذلك فقالت فإنّك مقتول ولا نجاة لك إلّا أن تطيعني قال : فإني أطيعك ، قالت : فاجعل هذا ديناً وقل هذا دين آدم ، وقل حوا من آدم . وادع الناس إليه واعرضهم على السيف فمن تبعك فدعه ومن أبى فاقتله ففعل فلم يتابعه أحد فقتلهم يومئذ حتى الليل فقالت له : إني أرى الناس قد اجترؤا على السيف وهم على النار لكع ، فأوقد لهم ناراً ثم أعرضهم عليها ففعل فهابوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الخراج 125 .\r\n","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nالنار فتابعوه قال علي بن أبي طالب ( كرم الله وجهه ) فأخذ رسول الله ( ص ) الخراج لأجل كتابهم وحرّم مناكحتهم وذبائحهم لشركهم « 1 » .\r\n\r\nتقسيم السواد\r\nقال أبو يوسف ( رح ) : فلما افتتح السواد شاور عمر ( رض ) الناس فيه فرأى عامتهم ان يقسمه وكان بلال بن رباح ( رض ) من أشدهم في ذلك وكان رأي عبد الرحمن بن عوف أن يقسمه ، وكان رأي عثمان وعلي وطلحة رأي عمر ( رضي الله عنهم ) وكان رأي عمر ( رض ) أن يتركه ولا يقسمه .\r\nقال : وحدثني محمد بن إسحاق عن جارية بن مضرّب عن عمر ( رض ) بن الخطاب إنه أراد أن يقسم السواد بين المسلمين فأمر بهم أن يحصوا فوجد الرجل يصيب الاثنين والثلاثة من الفلاحين فشاور أصحاب محمد ( ص ) فقال علي ( رض ) دعهم يكونوا مادة للمسلمين ، فبعث عثمان بن حنيف فوضع عليهم ثمانية وأربعين درهما ، وأربعة وعشرين درهما وإثنى عشر درهما .\r\nوقال بلغنا عن علي بن أبي طالب ( كرم الله وجهه ) أنه قال : لولا أن يضرب بعضكم وجوه بعض لقسمت السواد بينكم . وشكا أهل السواد اليه فبعث مائة فارس ، فيهم ثعلبة بن يزيد الحماتي فلما رجع ثعلبة قال : لله عليّ ان لا أرجع إلى السواد أبداً لما رأى فيه من الشر « 2 » .\r\nاستشار عمر ( رض ) الصحابة في قسمة الأرض المفتوحة فأكثروا على عمر ( رض ) وقالوا : أتقف ما أفاء الله علينا بأسيافنا على قوم لم يحضروا ولم يشهدوا ، ولابناء القوم ولابناء أبنائهم ولم يحضروا ؟\r\nفكان عمر ( رض ) لا يزيد على أن يقول : هذا رائي . قالوا فاستشر . قال فاستشار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب الخراج 143 .\r\n( 2 ) الخراج 47 .\r\n","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nالمهاجرين الاوّلين فاختلفوا . فاما عبد الرحمن بن عوف ( رض ) فكان رأيه ان نقسم لهم حقوقهم ورأى عثمان وعلي وطلحة وابن عمر ( رضي الله عنهم ) رأى عمر ( رض ) « 1 » .\r\n\r\nالبغاة\r\nقال « 2 » رضي الله أعلم أنّ الفتنة إذا وقعت بين المسلمين فالواجب على كل مسلم أن يعتزل الفتنة ويقعد في بيته هكذا رواه الحسن عن أبي حنيفة ( رحمة الله عليه ) لقوله ( صلى الله عليه وسلّم ) مَن فرّ مِن الفتنة أعتق الله رقبته من النار وقال لو أحد من أصحابه في الفتنة كن حلسا من أحلاس بيتك فإن دخل عليك فكن عبد الله المقتول أو قال : عند الله معناه كن ساكناً في بيتك لا قاصداً ، فإن كان المسلمون مجتمعين على واحد وكانوا آمنين به والسبيل آمنة فخرج عليه طائفة من المسلمين فحينئذ يجب على من يقوى على القتال ان يقاتل مع إمام المسلمين الخارجين لقوله تعالى :  ( فَإِنْ بَغَتْ إِحْداهُما عَلَى الْأُخْرى فَقاتِلُوا الَّتِي تَبْغِي )  والأمر حقيقة للوجوب ولأن الخارجين قصدوا أذى المسلمين وإماطة الأذى من أبواب الدين وخروجهم معصية ففي القيام بقتالهم نهى عن المنكر وهو فرض ولأنهم يهيجون الفتنة قال ( صلى الله عليه وسلم ) الفتنة نائمة لعن الله من أيقظها فمن من كان ملعونا على لسان صاحب الشرع ( صلوات الله عليه ) يقاتل معه . والذي روى أن ابن عمر ( رضي الله عنهما ) وغيره لزم بيته تأويله انه لم يكن له طاقة على القتال وهو فرض على من يطيقه ، والإمام فيه علي ( رضي الله عنه ) فقد قام بالقتال وأخبر أنه مأمور بذلك بقوله ( رضي الله عنه ) أمرت بقتال المارقين الناكثين والقاسطين ولهذا بداء الباب بحديث كثير الحضرمي حيث قال دخلت مسجد الكوفة من قبل أبواب كندة فإذا خمسة أنفار يشتمون علياً ( رضي الله عنه ) وفيهم رجل عليه برنس يقول أعاهد الله لأقتلنه فتعلقت به وتفرق أصاحبه فأتيت به عليا ( رضي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخراج ص 35 .\r\n( 2 ) ابتداء باب الخوارج من كتاب المبسوط للسرخي .\r\n","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\nالله عنه ) فقلت إني سمعت هذا يعاهد الله ليقتلنك قال أدن ويحك من أنت قال أنا سوار المنقري فقال علي ( رض ) خل عنه فقلت أخلي عنه وقد عاهد الله ليقتلتك فقال أفأقتله ولم يقتلني قلت وأنه قد شتمك قال فاشتمه إن شئت أودعه ، في هذا دليل على أنّ من لم يظهر منه خروج فليس للإمام أن يقتله وهي رواية الحسن عن أبي حنيفة ( رحمهما الله تعالى ) قال ما لم يعزموا على الخروج فالامام لا يتعرض لهم فإذا بلغه عزمهم على الخروج فحينئذ ينبغي له أن يأخذهم ويحبسهم قبل أن يتفاقم الأمر لعزمهم على المعصية وتهييج الفتنة وكان هؤلاء لم يكونوا مغلبين الخروج عليه ولم يعزموا على ذلك أو لم يصدّقه علي ( رضي الله عنه ) فيما أخبره به من عزمه على قتله فلهذا أمره بأن يخلي عنه وليس مراده من قوله فاشتمه إن شئت ان ينبه إلى ما ليس فيه فذلك كذب وبهتان لا رخصة فيه وإنما مراده أن ينسبه إلى ما علمه منه فيقول يافتان يا شرير لقصده إلى الشر والفتنة وما أشبه ذلك من الكلام وهو معنى قوله تعالى  لا يُحِبُّ اللَّهُ الْجَهْرَ بِالسُّوءِ مِنَ الْقَوْلِ إِلَّا مَنْ ظُلِمَ  « قال » وبلغنا عن علي ( رضي الله تعالى عنه ) أنه بينما هو يخطب يوم الجمعة إذ أحكمت الخوارج من ناحية المسجد فقال علي ( رض الله عنه ) كلمة حق أريد بها باطل لن نمنعكم مساجد الله ان تذكروا فيها اسم الله ولن نمنعكم الفئ ما دامت أيديكم مع أيدينا ولن نقاتلكم حتى تقاتلونا ثم أخذ في خطبته ومعنى قوله إذ أحكمت الخوارج أي نادوا الحكم الله وكانوا يتكلمون بذلك إذا أخذ علي ( رض ) في خطبته لبشوشوا خاطره فإنهم كانوا يقصدون بذلك نسبته إلى الكفر لرضاه بالحكمين وتفويضه الحكم إلى أبي موسى ( رضي الله عنه ) ولهذا قال علي ( رضي الله عنه ) كلمة حق أريد بها باطل يعني أن ظاهر قول المرء الحكم لله ولكنهم يقصدون به الباطل وهو نسبتة إلى الكفر ثم فيه دليل على إنهم مالم يعزموا على الخروج فالإمام لا يتعرض لهم بالحبس والقتل فإنّ المتكلمين بذلك ما كانوا عازمين على الخروج عند ذلك فلهذا قال لن نمنعكم مساجد الله ولن نمنعكم الفيء وفيه دليل على أن التعريض بالشتم لا يوجب التعزير فإنه لم يعزرهم وقد عرضوا بنسبته إلى الكفر والشتم بالكفر موجب للتعزير وفيه دليل على أن الخوارج إذا كانوا يقاتلون\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nالكفار تحت راية أهل العدل فإنهم يستحقون من الغنيمة وما يستحقه غيرهم لأنهم مسلمون وفيه دليل على أنهم يقاتلون دفعا لقاتلهم فإنه قال ولن نقاتلكم حتى تقاتلونا معناه حق تعزموا على القتال بالتجمع والتحيز عن أهل العدل « قال » وبلغنا عن علي ( رضي الله عنه ) أنه قال يوم الجمل لا تتبعوا مدبراً ولا تقتلوا أسير ولا تدفعوا على جريح ولا يكشف ستر ولا يؤخذ مال وبهذا كله نأخذ فنقول إذا قاتل أهل العدل أهل البغي فهزموهم فلا ينبغي لأهل العدل أن يتبعوا مدبراً لأنا قاتلناهم لقطع بغيهم وقد اندفع حين ولوا مدبرين ولكن هذا إذا لم يبق لهم فئة يرجعون إليها فإن بقي لهم فئة فإنه يتبع مدبرهم لأنهم ما تركوا قصدهم لهذا حين ولوا منهم منهزمين بل تحيزوا إلى فئتهم ليعودوا فيتبعون لذلك ولهذا يتبع المدبر من المشركين لبقاء الفئة لأهل الحرب وكذلك لا يقتلون الأسير إذا لم يبق لهم فئة وقد كان علي ( رض ) يحلف من يؤسر منهم أن لا يخرج عليه قط ثم يخلي سبيله وان كانت له فئة فلا بأس بأن يقتل أسيرهم لأنه لم يندفع شره .\r\nوقوله لا يكشف ستر . قيل معناه لا يسبى الذراري ولا يؤخذ مال على سبيل الملك بطريق الاغتنام وبه نقول .\r\n« قال » وبلغنا عن علي ( رضي الله عنه ) انه ألقى ما أصاب من عسكر أهل النهروان في الرحبة فمن عرف شيئاً أخذه حتى كان آخر من عرف شيئاً لانسان قدر حديد فأخذها ولما قيل لعلي ( رضي الله عنه ) يوم الجمل الا تقسم بيننا ما أفاء الله علينا قال فمن يأخذ منكم عائشة وإنما قال ذلك استبعاداً لكلامهم وإظهاراً لخطأهم فيما طلبوا .\r\nوينبغي لأهل العدل إذا لقوا أهل البغي أن يدعوهم إلى العدل هكذا روى عن علي ( رضي الله عنه ) أنه بعث ابن عباس ( رضي الله عنهما ) إلى أهل حرورأ حتى ناظرهم ودعاهم إلى التوبة ولان المقصود ربما يحصل من غير قتال بالوعظ والانذار فالأحسن أن يقدم ذلك على القتال .\r\nوإذا اجتمع عسكر أهل العدل والبغي على قتال أهل الحرب فغنموا غنيمة اشتركوا فيها لأنهم مسلمون اشتركوا في القتال لاعزاز الدين وفي احراز الفئ بدار\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nالإسلام وهو معنى قول علي ( رض ) لن نمنعكم الفئ ما دامت أيديكم مع أيدينا .\r\nومن لحق بعسكر أهل البغي وحارب معهم لم يكن فيه حكم المرتد حتى لا يقسم ماله بين ورثته ولا تنقطع العصمة بينه وبين امرأته فإن علياً ( رض ) لم يفعل ذلك في حق أحد ممن التحق من أهل عسكره بمن خالف وقال للذي أتاه بعد ذلك يخاصم في زوجته أنت الممالئ علينا عدونا قال أويمنعنى ذلك عدلك فقال لا . وقضى له بزوجته « 1 » .\r\n\r\nكيف يقاتل المسلمون أهل البغي\r\nقال أبو يوسف : وإمّا ما سألت عنه يا أمير المؤمنين عمن خالف من أهل القبلة إذا حاربوا ، كيف يقاتلون قبل أن يدعو أو بعد ان يدعوا ؟ وما الحكم في أموالهم ونسائهم وذراريهم وما أجلبوا به في عسكرهم ؟ فإنّ الصحيح عندنا من الأخبار عن علي بن أبي طالب ( رضي الله عنه ) انه لم يقاتل قوما قط من أهل القبلة ممن خالفه حتى يدعوهم وانه لم يتعرض بعد قتالهم وظهوره عليهم لشيء من مواريثهم ولا لنسائهم ولا لذراريهم ولم يقتل منهم أسيراً ولم يذفف منهم على جريح ولم يتبع منهم مدبراً .\r\nوقال أبو يوسف حدثتي محمد بن إسحاق عن أبي جعفر قال : كان علي ( رضي الله عنه ) إذا أتى الأسير يوم صفين أخذ دابته وسلاحه وأخذ عليه أن لا يعود وخلّى سبيله « 2 » .\r\nوإذا خرج قوم من المسلمين عن طاعة الإمام ، وتغلبوا على بلد دعاهم إلى الجماعة وكشف شبهتهم ، فسألهم عن سبب خروجهم فإن كان لأجل ظلم أزاله عنهم وإن لم يكن خروجهم لذلك ولكنهم قالوا الحق معنا وادعوا الولاية فهم بغاة ولإمام المسلمين أن يقاتلهم إذا كانت لهم شوكة وقوة . ويجب على الناس ان يعينوا إمامهم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 10 ص 136 124\r\n( 2 ) الخراج ص 234 .\r\n","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nويقاتلوهم تحت رايته لقوله تعالى  ( فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ )  وقد فعل سيدنا علي ( كرم الله وجهه ) كذلك بأهل حر وراء « 1 » .\r\nولا تسب ذريتهم ولا تحبس أموالهم حتى يتوبوا لقول علي ( رضي الله عنه ) يوم الجمل ولا يقتل أسير ، ولا يكشف ستر ولا يؤخذ مال . وهو القدوة في هذا الباب وقوله في الأسير مؤوّل بما إذا لم يكن لهم فئة ومعنى لا يكشف ستر ولا سبّي نساؤهم « 2 » .\r\nفقد أخرج الطبري عن عبد الله بن الحارث عن رجل من بني نضر عن علي ( رضي الله عنه ) وذكر الخوارج فقال : أن خالفوا إماماً عدلًا فقاتلوهم وان خالفوا إماماً جائراً فلا تقاتلوهم فإن لهم مقالا « 3 » .\r\nوان احتاج القتال لسلاحهم وخيلهم لأنّ علياً ( رضي الله عنه ) قسم السلاح فيما بين أصحابه بالبصرة وكانت قسمته للحاجة لا للتمليك « 4 » .\r\nما يلزم امام العدل عند خروج البغاة\r\nان علم الإمام ان الخوارج يشهرون السلاح ويتأهبون للقتال فينبغي له ان يأخذهم ويحبسهم حتى يقلعوا عن ذلك ويستتابوا لأنه لو تركهم لسعوا في الأرض فساداً فيأخذهم على أيديهم ، ولا يبدؤهم الإمام بالقتال حتى يبدؤوه لان قتالهم لدفع شرهم لا بسبب شركهم لأنهم مسلمون فما لم يتوجه الشر منهم لا يقاتلهم . وان لم يعلم الإمام بذلك حتى تعسكروا تأهبّوا للقتال ؛ فينبغي له ان يدعوهم إلى العدل والرجوع إلى رأي الجماعة أوّلًا لرجاء الإجابة وقبول الدعوة وكذا روي أن سيّدنا علي ( رضي الله عنه ) لما خرج عليه أهل حروراء ارسل إليهم عبد الله بن عباس ليدعوهم إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي وأدلته ج 2 ص 376 .\r\n( 2 ) البحر الرائق ج 5 ص 227 .\r\n( 3 ) الفقه الحنفي في ثوبه الجديد ج 3 ص 119 .\r\n( 4 ) البحر السائق ج 5 ص 227 .\r\n","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\nالعدل ؛ فدعاهم وناظرهم ؛ فإنّ أجابوا كفّ عنهم وإن أبوا قاتلهم لقوله تعالى :  ( فَإِنْ بَغَتْ إِحْداهُما عَلَى الْأُخْرى فَقاتِلُوا الَّتِي تَبْغِي حَتَّى تَفِيءَ إِلى أَمْرِ اللَّهِ )  وكذا قاتل سيّدنا علي ( رضي الله عنه ) أهل حروراء بالنهروان بحضرة الصحابة ( رض ) تصديقا لقوله ( عليه الصلاة والسلام ) لسيّدنا علي ( رض الله عنه ) « انّك تقاتل على التأويل كما تقاتل على التنزيل » والقتال على التأويل هو القتال مع الخوارج ودل الحديث على إمامة سيّدنا علي ( رضي الله عنه ) لأن النبي ( صلى الله عليه وآله وسلم ) شبّه قتال سيّدنا علي ( رض ) على التأويل بقتاله على التنزيل وكان رسول الله ( صلى الله عليه وسلم ) في قتاله بالتنزيل محقا فلزم أن يكون سيّدنا علي ( رضي الله عنه ) محقا في قتاله بالتأويل فلو لم يكن إمام حق لما كان محقاً في قتاله إيّاهم ولأنّهم ساعون في الأرض بالفساد فيقتلون دفعاً للفساد على وجه الأرض « 1 » .\r\nماذا يصنع بقتلى أهل البغي\r\nلا يصلي عليهم وقد روى عن سيّدنا عليّ ( رضي الله عنه ) إنه ما صلّى على أهل حروراء ، ولكنهم يغسلون وبكفنون ويدفنون لأنّها من سنة موتي بني آدم عليه السلام « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب الجهاد ص 107 .\r\n( 2 ) المرجع السابق .\r\n","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\n\r\nكتاب الغصب\r\nالغصب هو أخذ مال الغير بغير اذنه بغير حق .\r\nعلى الغاصب ردّ عين المغصوبة . قال علي ( رضي الله عنه ) لرجل : أخذ من أم يعفور تسابيحها ، فقال له علي : ردّ على أم يعفور تسابيحها « 1 » قال علي ( رض ) من خرق ثوبا لغيره أو أكل طعاماً لغيره أو كسر عوراً لغيره ضمن « 2 » ويضمن المسلم خمر الذمي أو خنزيره إذا استهلكه ؛ لأن كلا منهما مال عند أهل الذمة ؛ فالخمر عندهم كالخل عندنا والخنزير عندهم كالشاة عندنا ؛ لأنّ لهم ما للمسلمين وعليهم ما على المسلمين ونحن أمرنا بتركهم وما يدينون . هذا مروي عن علي بن أبي طالب ( كرم الله وجهه ) حيث قال : إنّما بذلوا الجزية لتكون دمائهم كدمائنا وأموالهم كأموالنا وأمرنا بتركهم وما يدينون « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فقه موسوعة علي ص 481 .\r\n( 2 ) المرجع السابق .\r\n( 3 ) الفقه الاسلامي ج 5 ص 715 .\r\n","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\n\r\nكتاب النذر\r\nوان قال : إن فعلتُ كذا فعلّي لله حج أو عمرة أو صوم أو صلاة أو ما أشبه ذلك من الألفاظ وحتى لو فعل ذلك يلزمه بما الزم به نفسه ولم يجز عنه كفارة ، وهذا قول أقول أصحابنا ( رض ) روي عن سيدنا علي ( رض ) وعبد الله بن عباس ان عليه الوفاء بما سمى وعن سيدنا عمر ( رض ) وعبد الله بن عمر وسيّدتنا عائشة ( رض ) وسيدتنا حفصة ، عليه الكفارة كما قال الإمام الشافعي ( رح ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بدائع الصنائع كتاب النذر ص 211 .\r\n","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\n\r\nكتاب الإيمان\r\nإذا حلف بالمشي إلى بيت الله إن فعل كذا ففعل ذلك الفعل ، لم يلزمه شيء في القياس لأنه انما يجب ذلك بالنذر ما يكون من جنسه واجب شرعاً والمشي إلى بيت الله ليس بواجب شرعا ولأنه لا يلزمه عين ما يلتزمه وهو المشي فلأنّه لا يلزمه شيء آخر أولى وهو الحج أو العمرة وفي الاستحسان يلزمه حجة أو عمرة وهكذا روي عن علي ( رضي الله عنه ) « 1 » . روي عن علي ( رضي الله عنه ) في الرجل يحلف : عليه المشي إلى بيت الله أو الكعبة قال : عليه حجة أو عمرة ماشيا وإن شاء ركب وأهرق دما « 2 » .\r\nكفّارة الايمان\r\nالمقدار الذي يعطي كل مسكين من الطعام في الكفارات . عند أبي حنيفة ( رح ) وأبي يوسف ( رح ) ومحمد ( رح ) يعطي كل مسكين نصف صاع من الحنطة وصاع من الشعير والتمر لأن عمر ( رض ) وعلي ( رض ) قد جعلا الإطعام في كفارات الإيمان من الحنطة مدّين مدّين لكل مسكين ومن الشعير والتمر صاعاً صاعاً ، وبهذا نقول « 3 » . وقال علي ( رضي الله عنه ) : كفّارة اليمين لكل إنسان صاع من شعير أو نصف صاع من قمح « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) المبسوط ج 8 ص 137 .\r\n( 2 ) نصب الرياة ج 3 ص 305 .\r\n( 3 ) شرح معاني الآثار ج 3 ص 121 .\r\n( 4 ) موسوعة فقه علي ص 232 .\r\n","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\n\r\nكتاب الحجر\r\nالأسباب الموجبة للحجر ثلاثة ، الصغر والرق والجنون ولا يجوز تصرف الصغير إلا بإذن وليه ولا تصرف العبد إلّا بإذن سيّده ولا تصرف المجنون المغلوب ، عن علي ( رض ) قال : قال رسول الله ( صلى الله عليه وآله وسلم ) رفع القلم عن الصغير والمجنون والنائم « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نصب الراية ج 4 ص 164 .\r\n","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\n\r\nالفصل الرابع : المتفرقات\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\n\r\nالحسبة\r\nالمراد بالحسبة مراقبة التجّار والصنايع وقمع الغش فيها قد كان علي ) ض ) يولّي ذلك كثيراً من اهتمامه ولا يمنعه منصب الخلافة من القيام بذلك بنفسه فعن جرموز قال : رأيت علياً وهو يخرج من القصر ومعه درة له يمشي بها في السوق ويأمرهم بتقوى الله وحسن البيع ويقول : أوفوا الكيل والميزان ويقول : لا تنفخوا اللحم « 1 » .\r\n\r\nالحبس\r\nالحبس عقوبة شرعية لأنّ علي ( كرم الله وجهه ) اتخذ سجنين سمى أحدهما نافعاً والآخر محبساً « 2 » .\r\n\r\nالاكراه\r\nعن إبراهيم ( رح ) قال في الرجل يجبره السلطان على الطلاق والعتاق فيطلق ويعتق وهو كاره انه جائز واقع ولو شاء الله لابتلاه باشد من هذا وهو يقع كيفما كان وبه أخذ علماؤنا رحمهم الله وقالوا طلاق المكره واقع سواء كان المكره سلطانا أو غيره أكرهه بوعيد متلف أو غير متلف وكأنّه أخذ هذا اللفظ ( لابتلاه باشدّ ) مما ذكره علي ( رض ) في امرأة المفقود انها ابتليت فلتصبر ولو شاء الله لابتلاها بأشدّ من هذا « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موصوعة فقه علي ص 231 .\r\n( 2 ) المبسوط ج 20 ص 88 .\r\n( 3 ) المبسوط ج 24 ص 40 .\r\n","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\n\r\nحكم لبس الحرير\r\nوالدليل على حل لبس الحرير للنساء ما رواه عدد من الصحابة منهم علي ( رض ) ان النبي ( ص ) خرج وبإحدى يديه حرير وبأخرى ذهب وقال : هذان محرّماً على ذكور أمتي حلالًا لإناثهم « 1 » .\r\nلبس الحرير لا يجوز للرجال ولا بأس للنساء وكذلك الذهب عند أبي حنيفة ومحمد وأبي يوسف ( رحمهم الله ) لأن عبد الله بن زرير سمع علي بن أبي طالب ( رض ) يقول : انّ نبي الله ( ص ) أخذ حريراً في يمينه وأخذ ذهباً في بساره ثم قال : إنّ هذين حرام على ذكور أمتي وأيضا روي عبد الله بن زرير قال : سمعت علي بن أبي طالب ( رض ) يقول : خرج علينا رسول الله ( ص ) وفي إحدى يديه ذهب وفي الأخرى حرير ، فقال : هذان حرام على ذكور أمتي وحلال لإناثها « 2 » وعن علي بن أبي طالب ( رض ) ان رسول الله نهى عن التختم بالذهب وعن لباس القسي ، والمعصفر وعن القراءة في الركوع والسجود « 3 » .\r\nقال أبو حنيفة وأبو يوسف ومحمد ( رحمهم الله ) لا يجوز التختم بالذهب للرجال لأنه روى هبيرة بن مريم عن علي ( رض ) قال : نهى رسول الله ( ص ) عن خاتم الذهب « 4 » .\r\n\r\nهل يجوز نقش الخواتيم بالعربية\r\nفذهب قوم إلى كراهية نقش الخواتيم بشيء من العربية واحتجوا في ذلك بحديث أنس بن مالك قال : قال رسول الله ( ص ) ولاتستضيئوا بنيران أهل الشرك ولا تنقشوا عربيا وذهب الآخرون ومنهم الأحناف لا بأس به واستدلوا بأنّ كان نقش خاتم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الفقه الحنفي في ثوبه الجديد ج 5 ص 346 .\r\n( 2 ) شرح معاني الآثار ج 4 ص 250 .\r\n( 3 ) نصب الراية ج 4 ص 235 .\r\n( 4 ) شرح معاني الآثار ج 4 ص 260 .\r\n","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\nعلي ( رض ) ( لله الملك ) وأجابوا عن الحديث الأول ان المقصود من العربية هو العربية الموضوعة على خاتم إمام المسلمين خاصة لا غير ذلك « 1 » . ولا تشمل غيرها من الالفاظ .\r\n\r\nاللعب بالشطرنج\r\nويكره اللعب بالشطرنج والنرد والأربعة وكل لهو لأنه إن قامر بها فالميسر حرام بالنص وهو اسم لكل قمار وان لم يقامر بها فهو عبث ولهو ، مرّ علي ( رض ) على قوم يلعبون بالشطرنج فقال : ما هذه التماثيل التي لها عاكفون ؟ لأن يمسّ أحدكم جمراً حتى يطفا خير له من يلمسها « 2 » .\r\n\r\nالاستبراء\r\nومن اشترى جارية فإنه لا يقر بها ولا يلمسها ولا يقبلها ولا ينظر إلى فرجها بشهوة حتى يستبرءها عن علي ( رض ) قال : نهى رسول الله ( ص ) ان توطأ الحامل حتى تضع أو الحائل حتى تستبرأ بحيضة « 3 » .\r\n\r\nهل تصلح كتابة العلم ؟\r\nذهب قوم إلى كراهية كتابة العلم ونهوا عن ذلك ، واحتجوا فيه بحديث أبي سعيد الخدري انه استأذن النبي ( ص ) في كتابة العلم ، فلم يأذن له وخالفهم في ذلك الإمام أبو حنيفة وأبو يوسف ومحمد ( رحمهم الله ) واستدلوا بحديث علي ( رض ) قال : ليس عندنا عن النبي ( ص ) من كتاب إلا كتاب الله عز وجل وشئ في هذه الصحيفة « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح معاني في الآثار ج 4 ص 265 .\r\n( 2 ) موسوعة فقه علي ص 533 .\r\n( 3 ) نصب الراية ج 4 ص 253 .\r\n( 4 ) شرح معاني الآثار ج 4 ص 318 .\r\n","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\n\r\nخصف النعل في المسجد\r\nعن علي ( رض ) قال : سمعت رسول الله ( ص ) يقول : يا معشر قريش ليبعثن الله عليكم رجلًا امتحن الله به الإيمان ، يضرب رقابكم على الدين ) فقال أبو بكر ( رض ) : أنا هو ، يا رسول الله ؟ قال : لا فقال عمر ( رض ) : أنا هو يا رسول الله ؟\r\nقال : لا . ولكنه خاصف النعل في المسجد ، قال : وكان قد ألقى إلى علي ( رض ) لفله يخصفها . أفلا ترى ان رسول الله ( ص ) لم ينه علياً ( رض ) عن خصف النعل في المسجد « 1 » .\r\n\r\nمن المحرمات\r\nعن علي أبي طالب ( رض ) انّ النبي ( ص ) قال له : يا علي أن لك كنزاً في الجنة وانك ذو قرنيها فلا تتبع النظرة النظرة ، فإنما لك الأولى وليست لك الأخرى « 2 » .\r\n\r\nالانتباذ في الدباء و . .\r\nقال أبو جعفر الطحاوي ذهب قوم إلى أن الانتباذ في الدباء والنقير والختم والمزفت حرام واجتحوا بهذه الآثار التي في معاني الآثار وخالفهم الأحناف فأبا حوا الانتباذ في الأوعية كلها وكان من الحجة لهم في ذلك ان هذه الآثار التي رويناه منسوخة كلها بحدث علي بن أبي طالب ( رض ) قال : قال رسول الله ( ص ) إني كنت نهتيكم عن الأوعية فاشربوا في ما بدا لكم وايّاكم وكل مسكر « 3 » .\r\n\r\nفضيلة ذكر الله عند النوم\r\nعبد الرحمن بن أبي ليلى يحدّث عن علي بن أبي طالب ( رض ) انّ فاطمة ( رض ) أتت رسول الله تشكو اليه أثر الرحى في يدها وقد بلغها ان النبي ( ص ) أتاه سبئ فأتته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح معان الآثار ج 4 ص 360 .\r\n( 2 ) شرح معاني الآثار ج 3 ص 15 .\r\n( 3 ) شرح معاني الآثار ج 4 ص 227 .\r\n","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\nتسأله خادما فلم تلقه ولقيتها عايشة ( رض ) فأخبرتها الحديث فلما جاء النبي ( ص ) أخبرته بذلك قال : فاتاني رسول الله ( ص ) وقد أخذنا مضاجعنا فذهبنا لنقوم فقال :\r\n( مكانكما ) فقعد بيننا حتى وجدت برد قدميه على صدري فقال : ألا أدّلكما على خير مما سألتما . تكبّران الله أربعاً وثلاثين وتسبّحان ثلاثاً وثلاثين وتحمدان ثلاثا وثلاثين إذا أخذتما مضاجعكما فإنه خير من خادم « 1 » .\r\n\r\nكفاية الفقراء\r\nوللدولة أن تطالب الأغنياء الفقراء فهي ممثلة لهم قال ( عليه الصلاة والسلام ) فيما يروى علي بن أبي طالب ( رض ) ان الله فرض على أغنياء المسملين في أموالهم بقدر الذي يسع فقراءهم ولم يجهد الفقراء إذا جاعوا أو عروا إلّا بما يضع أغنياؤهم ، ألا وأنّ الله يحاسبهم حسابا شديداً ويعذّبهم عذاباً أليماً . وروي أيضاً موقوف على علي ( رض ) « 2 » .\r\n\r\nعيادة المريض\r\nوتسنّ عيادة المريض وعن علي ( رض ) : ان النبي ( ص ) قال : ما من مسلم يعود مسلما عدوة الّا صلى عليه سبعون ألف ملك حتى يمسي وان عاد عشية صلى عليه سبعون ألف ملك حتى يصبح وكان له خريف في الجنة « 3 » .\r\nيستحب ان يقول عند دخول المسجد . أعوذ بالله العظيم ووجهه الكريم وسلطانه القديم من الشيطان الرجيم باسم الله والحمد لله اللهم صلى على سيدنا محمد وعلى آل سيدنا محمد وسلم ، اللهم اغفر لي ذنوبي وافتح لي أبواب رحمتك كان علي ( رض ) يقول هذا الدعا عند دخول المسجد « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح معاني الآثار ج 3 ص 233 .\r\n( 2 ) الفقه الاسلامي وأدلته ج 5 ص 526 .\r\n( 3 ) الفقه الاسلامي وأدلته ج 2 ص 446 .\r\n( 4 ) موسوعة فقه علي ص 545 .\r\n","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\n\r\nالمكاتب\r\nإذا عجز المكاتب عن نجم نظر الحاكم في حالة فإن كان له دَين يقضيه أو مال يقدّم عليه لم يعجل بتعجيزه ، وانتظر عليه اليومين أو الثلاثة نظراً للجانبين . والثلاثة هي المدة التي ضربت لابلاغ الأعذار كإمهال الخصم للدفع والمديون للقضاء فلا يُزاد عليه ، فإن لم يكن له وجه وطلب المولى تعجيزه ، عجزه ونسخ الكتابة وهذا عند أبي حنيفة ومحمد ( رح ) وقال أبو يوسف ( رح ) لا يعجزه حتى يتوالى عليه نجمان لقول علي ( رض ) إذا توالى على المكاتب نجمان ردّ في الرّق علقه بهذا الشرط « 1 » . وقد اختلف الصحابة ( رض ) في المكاتب إذا مات عن وفاء انه يموت حراً أو عبداً ، قال علي ( رض ) وعبد الله بن مسعود ( رض ) يموت حراً فيؤدي بدل كتابته ويحكم بحريته وبه أخذ أصحابنا ، وعن زيد بن ثابت ( رض ) انه يموت عبداً والمال كلّه للمولى وبه أخذ الشافعي ( رح ) « 2 » .\r\n\r\nولاء العتاقة\r\nولاء العتاقة تعصيب وهو أحقّ بالميراث من العمة والخالة لقوله ( عليه السلام ) للذي اشترى عبداً فاعتقه هو أخوك ومولاك إن شكرك فهو خير له وشرّلك وإن كفرك فهو خير لك وشر له ولو مات ولم يترك وارثا كنت أنت عصبته ، وإذا كانت عصبة تقدم على ذوي الأرحام وهو المروي عن علي ( رض ) « 3 » .\r\n\r\nحرمة السحاق\r\nالسحاق إتيان المرأة المرأة وهو حرام متفق على تحريمه . جأت عليا ( رض ) امرأتان قد قرأتا القرآن فقالت : هل تجد غشيان المرأة المرأة حراما في كتاب الله ؟ فقال لهما :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الهداية ج 3 ص 264 .\r\n( 2 ) بدائع الضائع كتاب المكاتب ص 248 .\r\n( 3 ) الهداية ج 3 ص 269 .\r\n","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\nنعم ، من اللواتي كنّ على عهد تُبّع وهنّ صواحب الرّس « 1 » .\r\n\r\nما يحلّ أكله ومالا يحل أكله\r\nلا بأس بأكل الحرّيث والمار ما هي وأنواع السمك والجراد بلا ذكاة وقال مالك ( رح ) : لا يحل الجراد إلّا أن يقطع الأخذ رأسه أو يشويه لأنه صيد البٍرّ ، ولهذا يجب على المحرم بقتله جزاء يليق به فلا يحلّ إلا بالقتل كما في سائره والحجة عليه ما روينا ، سُئل علي ( رض ) عن الجراد يأخذه الرجل من الأرض وفيها الميت وغيره ، فقال : كلّه كله « 2 » .\r\nولا يجوز أكل ذي ناب من السباع ولا ذي مخلب من الطيور ولا يؤكل من حيوان الماء إلا السمك ويُكره أكل الطافي منه . روي عبد الرزاق أن علياً ( رض ) كان يكره من الشاة الطحال ومن السمك الجرّي ومن الطير كلّ ذي مخلب « 3 » .\r\n\r\nالبلوغ\r\nفقال الحنيفة : يعرف البلوغ في الغلام بالاحتلام ، وإنزال المني وإحبال المرأة روي أبو داؤد عن علي ( رض ) قال : حفظت عن رسول الله ( ص ) : لا يتم الا بعد الاحتلام « 4 » .\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) موسوعة فقه علي ص 326 .\r\n( 2 ) الهداية ج 4 ص 354 .\r\n( 3 ) موسوعة فقه علي ص 428 .\r\n( 4 ) الفقه الاسلامي وأدلته ج 5 ص 423 .\r\n","page_name":" 223 ","page_number":223}
  ]