[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nآية الله العظمى مكارم الشيرازي مد ظله\r\nالإدارة والقيادة\r\nفي الاسلام\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nفهرستنويسى پيش از انتشار : توسط انتشارات امام علي بن أبي طالب عليه السلام .\r\nمكارم شيرازي . ناصر ، 1305 -\r\nالإدارة والقيادة في الاسلام / مكارم الشيرازي . - قم : دار النشر الإمام علي بن أبى طالب عليه السلام .\r\n1430 ق . = 1387 .\r\n160 ص . ISBN : 978 - 964 - 533 - 071 - 0\r\nعنوان اصلى : مديريت وفرماندهى در اسلام\r\nكتابنامه به صورت زيرنويس .\r\n1 . مديريت ( اسلام ) . 2 . رهبرى ( اسلام ) . 3 . اسلام ودولت . الف . عنوان .\r\n1387 4043 م 7 م / 67 / 232 BP\r\n658 / 297\r\nالناشر الأفضل\r\nلمعرض الكتاب الدولي التاسع عشر - طهران\r\nالإدارة والقيادة في الإسلام\r\nالمؤلف : آية الله العظمى مكارم الشيرازي ( مد ظله )\r\nالكمية : 2000 نسخة\r\nالطبعة : الأولى\r\nتاريخ النشر : 1430 ه‍ . ق\r\nعدد الصفحات : 160 صفحة\r\nحجم الغلاف : الكبير\r\nالمطبعة : سليمانزاده\r\nالناشر : دارالنشر الإمام علي بن أبي طالب عليه السلام\r\nردمك : 0 - 071 - 533 - 964 - 978\r\nإيران - قم - شارع شهدا - فرع 22\r\nهاتف : 7732478 - 251 - 98 + +\r\nفكس : 7840099 - 251 - 98 + +\r\nWWW . AMIRALMOMENINPUB . COM\r\nالسعر : 1700 تومان\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nبدلًا من المقدمة\r\nعدّة نقاط ضرورية\r\nبعد انتصار الثورة الإسلامية والتخلّص من أزلام النظام الشاهنشاهي ( الملكي ) وظهور فئة من المؤمنين وتولّيهم المناصب الحساسة في حقل الإدارة والقيادة ، لوحظ وجود نوع من الفراغ في هذا المجال .\r\nوهذا الفراغ نشأ من انهيار الضوابط الحاكمة على تشكيلة هيئة النظام السابق والتي كانت تستوحي مقوّماتها من « الإدارة الغربية » للنظام السياسي والإداري في البلاد ، وإلى جانب ذلك لم تتحدد الضوابط الإسلامية في مجال المديرية وإدارة البلاد .\r\nوعلى هذا الأساس بذلت المساعي الخيّرة من قِبل المؤسسات والمراكز الإدارية لاستجلاء التعاليم الإسلامية في مجال الإدارة السياسية والقيادة العسكرية ، وتمّ تهيئة بعض الكراسات التي تتناول هذا الموضوع .\r\nوفي هذا المنحى اتصل بي بعض الإخوة المسؤولين وطلبوا منّي المساهمة في دعم ورفد هذه الأطروحة ، وبالرغم من أنّ الكتب التاريخية والأحاديث الشريفة وسيرة النبي الأكرم صلى الله عليه وآله وأئمّة الهدى عليهم السلام ، والأهم من ذلك القرآن الكريم ، كلّها زاخرة بالأُصول والتعاليم التي يمكنها أن ترسم المعالم الأساسية لهذا الموضوع ، فإنني لم أجد كتاباً يبحث في تعليم الضوابط ورسم الملامح للإدارة الإسلامية بشكل مفصّل لتقديمه لهؤلاء الإخوة المسؤولين .\r\nومن هنا لم أجد بدّاً من عقد العزم على تدوين كتاب « مهما كان مختصراً » في هذا\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالمجال بالاستمداد من تلك المنابع الثرية والمصادر الغنية في تراثنا الإسلامي ، فلعل ذلك يكون بداية حركة واسعة لتحصيل مفاهيم معرفية تبحث في مطاوي هذه المسألة الإسلامية والاجتماعية المهمّة .\r\nوقد تمّ هذا العمل بحمد اللَّه ، وكانت النتيجة هذه المجموعة من المقالات التي طرحت على بعض مراكز تعليم المديرية السياسية والعسكرية ، وأصبحت فيما بعد كتاباً دراسياً لهذه المراكز والمؤسسات التعليمية .\r\nولكنني فكرت بعد ذلك في طرح هذه التعاليم الإسلامية في مجال الإدارة على المستوى العام لتعمّ الفائدة منها ، وليعلم الجميع أنّ تعاليم الإسلام في هذا المجال ثريّة وغنية إلى درجة كبيرة ، ولهذا أقدمت على تنقيح هذه المقالات وأخرجتها بشكل كتاب لتتمّ الفائدة منها ، وكانت النتيجة هو هذا الكتاب الذي بين يديك .\r\n* * * وهنا لابدّ من الإشارة إلى بعض النقاط الضرورية :\r\n1 - بما أنّ هذا الكتاب ، الذي يبحث في موضوع « الإدارة » و « القيادة العسكرية الإسلامية » ( ونشير هنا إلى أنّ القيادة العسكرية بدورها تعدّ نوعاً من الإدارة أيضاً ) ، يعتبر أول كتاب من هذا القبيل ، فمن الطبيعي أنّ لا يكون خالياً من النقص والقصور ، ولذلك نرى أنّ من الضروري مساهمة العلماء والفضلاء في الحوزات العلمية وأساتذة جامعة الإدارة المحترمين في اثراء هذا البحث والعمل على تطويره وإيصاله إلى الكمال المطلوب .\r\nومن هنا فإنّ ملاحظات هؤلاء الإخوة المحترمين بإمكانها أن تساهم في تكميل أبحاث هذا الكتاب .\r\n2 - إنّ أهم المصادر التي تمّ الاستفادة منها في هذا الكتاب بعد « القرآن الكريم » ، هي :\r\nسيرة النبي الأكرم صلى الله عليه وآله وأولياء الدين العظام ، وخاصة ما رود في القسم الثاني من نهج البلاغة ( قسم الكتب ) الزاخر بالنقاط المهمّة والرؤى الرئيسية حول هذا الموضوع ، وكذلك ما ورد في الأحاديث الإسلامية المختلفة المذكورة في المصادر الحديثية والتي استعرضت في\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nمضامينها أبعاد هذه المسألة .\r\n3 - وأعتقد أنّ مطالعة هذا الكتاب ليس ضرورياً فقط للعاملين في حقل الإدارة والقيادات السياسية والعسكرية ( سواءً الرئيسية منها أو الفرعية ) ، بل إنّ مطالعته نافعة لجميع الأشخاص الذين يرومون التعرف على التعاليم الإسلامية من موقع العمق الفكري ، وخاصّة أنّ كل شخص لا يعيش في واقع الحياة بعيداً عن نوعٍ من الإدارة ، وعلى الأقل الإدارة في دائرة الأسرة .\r\nأضف إلى ذلك فممّا لا شك فيه أنّ كل نصر وتوفيق أحرزناه في الثورة الإسلامية يعود بالدرجة الأولى للفهم الصحيح للإسلام وتجسيد تعاليمه على أرض الواقع الاجتماعي ، وكل مشكلة واجهتنا في هذه الفترة كانت بسبب عدم وضوح الفكرة على المستوى النظري أو عدم تطبيقها بصورة جيدة على مستوى العمل والممارسة .\r\nوعلى ضوء ذلك فلابدّ لأنصار الثورة الإسلامية وللخروج من المشكلات في جميع المجالات ، من التحرك على مستوى معرفة الإسلام بشكل أفضل وتطبيق تعاليمه وأحكامه من موقع الوضوح في الرؤية ، وطبعاً فإنّ هذا العمل يحتاج لمدّة من الزمان ، ومن هنا نرى أهميّة التعرف على أصول الإدارة الإسلامية والبحث عن النموذج الأعلى في ثنايا التراث فيما يتصل بهذه المسألة المهمّة .\r\n4 - ومن المعلوم أنّ مسألة « الإدارة » طرحت في الغرب قبل مدّة مديدة وقد كتبت في هذا الموضوع كتب كثيرة ، بل توجد هناك جامعات خاصة لتدريس آليات الإدارة الناجحة على جميع المستويات السياسية والاجتماعية والعسكرية ، ولكن نظراً لوجود تفاوت كبير بين القيم الحاكمة على المجتمعات الغربية وآليات الإدارة هناك ، وبين القيم السائدة في المجتمع الإسلامي ، فيما يتعلق بإدارة الأمور ، فنحن لا يمكننا اقتباس كل ما طرح هناك من مفاهيم وآليات واتخاذ النموذج الغربي ، الذي أفرزته التجارب في العالم الجديد ، قدوة وأسوة لنا في هذا المجال .\r\nبيد أنّ هذا لا يعني أن نطرح جميع الأصول والرؤى الغربية المتعلقة بموضوع الإدارة\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nونعمل على إلغائها ، بل نقبل ما ينسجم ويتناسب مع القيم الإسلامية التي نعيشها في مجتمعنا ، وسوف نرى نماذج منها في طيات هذا الكتاب .\r\n5 - وآخر نقطة نشير إليها هي أنّ المهم في أمر الإدارة والقيادة ليس معرفة هذه الأُصول والضوابط والقواعد ، بل المهم « العمل بها » وتطبيقها في واقع الممارسة ، وهذا هو الجانب الصعب من القضية ، فمن دون أن يمتلك المسلم قاعدة متماسكة من العقيدة والتقوى وتهذيب النفس فإنّ ا لنجاج في هذا المضمار لا يكون ميسوراً .\r\nنسأل اللَّه تعالى أن يوفق كاتب هذه السطور والقارىء العزيز لمعرفة التعاليم الإسلامية من موقع العمق والدقّة ، وتطبيقها على مستوى الواقع العملي بشكل أفضل .\r\nوحينئذٍ نستطيع أن نبني مجتمعنا الإسلامي بحيث يكون مجتمعاً نموذجياً ويستطيع الآخرون الاقتباس من هذا النموذج الحي في كافة مجالات الحياة\r\nوختاماً أشكر سماحة السيد احمد القبانچي والشيخ هاشم الصالحي على ما بذلاه من تعريب واخراج هذا الكتاب وبهذه الصورة الرائعة واسأل اللَّه تعالى أن يوفقهما لكل خير وجزاهما عن الاسلام خيراً .\r\nآمين ياربّ العالمين\r\nناصر مكارم الشيرازي\r\nقم - الحوزة العلمية - 1987 م\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\n1 - ضرورة الموسّسات وأهمّيّة الإدارة\r\nإنّ كل إنسان في حياته يواجه - بنحو من الأنحاء - مسألة « الإدارة » ، وكلّ شخص يمارس مسؤولية اجتماعية ، سواءً كان يمارس دوراً في النظام السياسي ويتولى مسؤولية في الحكومة ، كالوزراء ، وقيادات الجيش ، رؤساء الجامعات ، مدراء الدوائر ، مدراء المصانع والمؤسسات الخاصّة ، بل كلّ إنسان يتحمل مسؤولية معينة من الكسب والتجارة والعمل الاجتماعي وفي الأسرة ، يواجه نحواً من أنحاء الإدارة ، فلو أنّه تعامل مع هذا الموقع تعاملًا سليماً وبآليات صحيحة وسعى بجديّة لتحقيق معطيات أكثر والتقليل من المشكلات ، فإنّه سيحضى بالنجاح والموفقية قطعاً .\r\nوخلافاً لما يتصوره البعض ، فإنّ المشكلة الكبيرة التي يواجهها مجتمعنا لا تتمثّل في « قلّة الموارد والإمكانات » بل تتمثّل في « ضعف الإدارة » ، فإذا تحركنا ومن خلال الاستلهام من المباني المعنوية للإسلام وتعاليمه الشاملة ، لإصلاح الخلل ، فإنّنا نوفّق لجبران نقاط الضعف بعون اللَّه تعالى والتغلب على المشكلات وبالتالي رفد الثورة الإسلامية بالقوّة والحركة والقدرة على مواجهة التحديات التي يفرضها الواقع الصعب .\r\nإنّ الإدارة تعتبر أساس وروح المؤسسات ، فالإدارة الموفّقة هي التي تقوم على مرتكزات الإخوة الإسلامية لا على أساس الفوقية الغربية وأدوات الاستغلال الغربي والشرقي ، فمثل هذه الإدارة الإسلامية تتواصل مع ترشيد القابليات وتتحرى تفعيل عناصر الابداع والابتكار وترشيد حركة التقدم في جميع المجالات بشكل منظم وسريع .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n\r\nمرتكزات البحث :\r\nولابدّ في البداية من الالتفات إلى هذه الحقيقة ، وهي أنّ الإدارة والقيادة نوع من « الايديولوجية » بمعنى أنّها منظومة من « الواجبات » .\r\nفالمدير ينبغي أن يكون بهذه الصورة ، والقائد العسكري يجب أن يكون بتلك الصورة ، ووظيفة القائد هي كذا وكذا ، وهكذا وظيفة المدراء ، ونعلم أنّ « الواجبات » تنبعث دائماً من « الرؤية الكونية » والنظرة الموضوعية التي تبحث الأشياء من مكوّناتها الذاتية والواقعية .\r\nفهناك بحث واسع الأطراف في موضوع العلاقة بين « الرؤية الكونية » و « الايديولوجية » أي بين الوجود والواجب ، وما هي نوع العلاقة بينهما ، ولكننا في هذا الشأن نكتفي بالقول إننا نؤيد وجود علاقة بينهما .\r\nنحن نعتقد أنّ « الواجبات » تنبع دائماً من « الواقع » وما هو موجود في الخارج ، وهناك علاقة ورابطة قوية ومنطقية بين ما ينبغي فعله ، وبين الرؤية الكونية وما هو موجود على أرض الواقع الموضوعي .\r\nوعلى هذا الأساس فبما أننا نواجه في عالم الإدارة والقيادة تشكيلة منظمة من « الواجبات » فمن الطبيعي أن نرى ما هي الواقعيات التي تفرز تلك الواجبات ، وبما أنّ موضوعنا يبحث عن الإدارة الإسلامية ، فلابدّ أن تكون رؤيتنا الكونية وتصورنا للعالم الخارجي رؤية إسلامية .\r\nولو ألقينا نظرة إجمالية على عالم الوجود من جهة ، وألقينا نظرة إجمالية على الآيات القرآنية من جهة أخرى ، فسوف نحصل على رؤية كونية خاصة في هذا المجال ، ثم نتطرق للبحث في تفاصيل الإدارة والقيادة ، وما ينبغي وما لا ينبغي في هذا المجال .\r\nومن أجل الوقوف على ضرورة التشكل والتنظيم ودوره في انجاح التفاعل والتواصل وتحقيق الأهداف الاجتماعية الكبيرة ينبغي قبل كل شيء التحرك على مستوى السير « الآفاقي » و « الأنفسي » .\r\nفي الشق الأول نلقي نظرة إجمالية على العالم الكبير ، في أول نظرة ، نرى أنّ مجموعة\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nعالم الوجود متشكلة من نظام عظيم ، وبعبارة أخرى أنّ هذا العالم يدار على شكل منظومة متناسقة وكبيرة ومن قِبل مدير ومدبّر ومقتدر مطلق وذو علم وعالم مطلق .\r\nوالملفت للنظر أنّه من بين الصفات الإلهيّة الواردة في القرآن الكريم ، فإنّ كلمة « ربّ » مستخدمة أكثر من سائر الصفات ، وقد وردت هذه الكلمة ألف مرّة تقريباً في القرآن الكريم « أي مرّة واحدة في كل ستّ آيات تقريباً » « 1 » وبعدها من حيث العدد كلمة لفظ الجلالة « اللَّه » وهو إشارة إلى الذات الجامعة لجميع الصفات والكمالات ، وقد وردت في القرآن الكريم 2700 مرّة تقريباً وتقترب من حيث العدد من كلمة « ربّ » .\r\nوذكر أرباب اللغة معانٍ كثيرة لكلمة « ربّ » منها خمسة معاني وهي : « مالك » ، « مدير » ، « مربي » ، « قيم » ، « منعم » « 2 » ، حيث يستوحى من مجموع هذه المعاني مسألة « الإدارة » ، وذهب بعض آخر في معنى هذه الكلمة أنّها تدلّ على مفهوم « المَالِك المُصلِح » حيث يعكس هذا المعنى مفهوم الإدارة بشكل أوضح .\r\nوممّا يجدر ذكره أنّ هذه الكلمة عندما تذكر بصورة مطلقة وبدون أيّ قيد فإنّها تعني كلمة « اللَّه » ، ولكن عندما يراد استخدامها للمخلوق لابدّ من إضافة شيء إليها ، مثلًا نقول :\r\n« ربُّ الدّارِ » ، « رَبُّ البَيتِ » و . . .\r\nعلى هذا الأساس عندما ننظر من نافذة المفاهيم القرآنية نرى أنّ اللَّه تعالى هو المدير والمدبّر لجميع عالم الوجود .\r\nونستنتج من ذلك أنّ عالم الوجود على شكل تشكيلة منظمة كبيرة يقوم على رأس هرم إدارتها وتدبير أمورها اللَّه تعالى .\r\nإنّ الرؤية الكونية الإسلامية تقرر لنا هذه الحقيقة ، وهي أنّ جميع عالم الوجود بمثابة منظومة واحدة وتخضع لإدارة واحدة ومدبّر واحد وهو اللَّه تعالى .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وهناك أقوال ستة حول عدد آيات القرآن الكريم وعلى الترتيب التالي : 6000 - 6204 - 6214 - 6219 - 6225 - 6236 ( الاتقان ، ج 1 ، ص 96 ) .\r\n( 2 ) . لسان العرب ، مادة « ربّ » ، وقد ورد في هذا القاموس العربي الواسع 10 صفحات حول المعاني المختلفة لكلمةربّ .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nوفي منظور « الرؤية التوحيدية » فإنّ مجموع العالم والكون ليس سوى منظومة واحدة تخضع لتشكيلات منسجمة تحت حاكميّة « اللَّه » .\r\nويؤكد القرآن الكريم على أنّ المسلمين يجب أن يوفقوا أنفسهم مع نظام هذا العالم الكبير : « وَالسَّمَاءَ رَفَعَهَا وَوَضَعَ الْمِيزَانَ » « 1 » ، ويستنتج القرآن مباشرة من ذلك :\r\n« أَلَّا تَطْغَوْا فِي الْمِيزَانِ » « 2 » . أي لا ينبغي للإنسان الانحراف عن خط العدالة .\r\nوهذا يعني أنّكم أيّها الناس بمثابة قطرة من هذا المحيط العظيم والبحر الزاخر للوجود وذرة من رمال هذه الصحراء الواسعة ، وجزء صغير من هذا العالم الكبير ، فهل يعقل أن تكونوا مستثنين من‌النظام‌الحاكم على كل هذه المنظومةالعظيمة وبالتالي تعيشون حياتكم بدون حساب وكتاب ؟ هل يعقل أن تكونوا رقعة غير منسجمة وملتصقة بهذا العالم الكبير ؟\r\nوأساساً فإنّ أهم دليل على معرفة اللَّه والذي يستند إليه جميع الفلاسفة والمتكلّمين ، وتدور أكثر الآيات التوحيدية في القرآن الكريم على محورية هذا الدليل هو « برهان النظم » ، الذي يقرر وجود تدبير وإدارة دقيقة لهذه العالم من قِبل « مدير ومدبّر مطلق » ، ولولا وجود كل هذا التدبير الدقيق لعالم الوجود الفسيح فإنّ معرفة اللَّه لا تكون ممكنة حينئذٍ .\r\nوليس فقط عدم إمكانية معرفة الذات المقدّسة ، بل ستنعدم المعرفة بالكثير من صفات وسمات هذا النظام الدقيق وهذه الإدارة العظيمة لعالم الوجود .\r\nإنّ جميع الكتب التي تمّ تدوينها في مختلفة العلوم تتحدّث عن أشكال النظم في عالم الخليقة وفي المنظومات الشمسية والمجرات الكونية لتكشف لنا عن عجائب الخلقة في الذرة وأنواع النباتات والأحياء ودقائق الموجودات الأخرى ، فكلها بيان وشرح لهذه « الإدارة الدقيقة » و « التدبير المنظم » للَّه‌تبارك وتعالى في هذا العالم .\r\n\r\nوجود الإنسان والمنظومة الدقيقة :\r\nإنّ « السير الآفاقي » يستمر معنا إلى آخر العمر بدون أن نشعر بالتعب والملل من هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الرحمن ، الآية 7 .\r\n( 2 ) . سورة الرحمن ، الآية 8 .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nالمسير ، أو يصل إلى خط نهايته ، ولكننا حالياً نترك هذا المسير لنتوجه إلى « السير الأنفسي » ونخرج من « العالم الكبير » لنغوص في تفاصيل « العالم الصغير » الذي يتلخص فيه العالم الكبير ( على حدّ تعبير أمير المؤمنين علي عليه السلام ) :\r\n أَتَزعُمُ أَنَّكَ جُرمٌ صَغير * وَفِيكَ انطوى العَالَمُ الأَكبَرُ « 1 » \r\nإنّ بناء وجود الإنسان بدوره يتمثّل في منظومة وتشكيلة دقيقة جدّاً ، وفي غاية من التعقيد بحيث تتوفر فيها جميع الأمور الضرورية للإدارة الصحيحة ، وتمثّل النموذج الأعلى للتشكيلة المنسجمة في كافة المجالات .\r\nإنّ التشكيلات المحيّرة للعقول والمنظومات الدقيقة تتضمن الأقسام التالية :\r\n1 - مركز الإدارة .\r\n2 - المدراء على اختلاف مراتبهم .\r\n3 - الأدوات والتنفيذية .\r\n4 - الدوافع المحركة .\r\n5 - التخطيط والتنظيم .\r\n6 - الضبط والتنسيق . و . . .\r\nبحيث إنّ هذه التشكيلات لو انقطعت من التدبير والمديرية لحظة واحدة فإنّ الإنسان يواجه الموت وستكون فيها نهاية حياته أو على الأقل سيعيش المرض والظروف الصعبة .\r\nومن أجل التوفر على اطّلاع ومعرفة بالأصول الصحيحة لهذه التشكيلات ومسألة التنظيم ، والضوابط التي ينبغي توفرها في عملية الإدارة والقيادة ، فلا طريق أفضل من الاستفادة والاقتباس من هذين العالمين في عملية التنظيم « العالم الكبير والصغير » وبذلك نحقق ونجسد المفهوم القرآني العميق في قوله تعالى :\r\n« وَفِي الْأَرْضِ آيَاتٌ لِلْمُوقِنِينَ * وَفِي أَنفُسِكُمْ أَفَلَا تُبْصِرُونَ » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الديوان المنسوب إلى أمير المؤمنين الإمام علي عليه السلام\r\n( 2 ) . سورة الذاريات ، الآيتان 20 و 21 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nإنّ وظيفة الإنسان الموحد والملتزم هي أن يتعرف على نفسه والعالم الذي يعيش فيه بالدرجة الأولى ويتطلع على الأصول والنظم الحاكمة على هذا العالم الواسع بما أمكنه ، ويسعى إلى تطبيق هذه الأصول والضوابط في حياته الاجتماعية ، لأنّ معرفة هذه النظم والأصول والسنن للنظام الكوني تعتبر رمزاً للنجاح والتوفيق في النظم التشريعية .\r\nإنّ الإنسان لا يستطيع أن يعيش في هذا العالم بشكل غير منسجم مع المنظومة الكونية ويكون بشكل رقعة غير متجانسة مع عالم الوجود ، وكلما ابتعد عن « النظام » و « التشكيلات » و « الإدارة الصحيحة » فإنّه سيواجه خطر الفشل والإخفاق والفناء .\r\nولو تجاوزنا كل ذلك فإنّ من خصوصيات حياة الإنسان أنّه يتحرك في جميع أعماله ونشاطاته المهمّة في إطار جماعي ويتفاعل في عمله مع الآخرين في عملية تواصل مستمر ، وعلى ضوء ذلك لا تكون نتيجة فقدان النظم والتدبير سوى الفوضى والهرج والمرج والانفلات واستنزاف الطاقات والإمكانات المتاحة .\r\nلو افترضنا أنّ جميع الإمكانات والوسائل اللازمة في حياة الإنسان بمثابة « جسم » ، فإنّ الإدارة الصحيحة بمثابة « الروح » لذلك الجسم ، ومع فصل هذه الروح سوف لا يبقى أمامنا سوى بدن متعفن لا يصلح للحياة .\r\nويشير الإمام أمير المؤمنين عليه السلام إلى دور المدير والقائد في المجتمع من خلال تشبيهه بالخيط الذي يربط جميع الأجزاء والقطع الصغيرة لهذا العقد ويجعل منها تشكيلة واحدة ومنتظمة ومترابطة ، فلو انقطع ذلك الخيط فإنّ الأجزاء والقطع سوف تتناثر وتفقد وحدتها وانسجامها .\r\nقال الإمام علي عليه السلام : « وَمَكَانُ الْقَيِّمِ بِالْأَمْرِ مَكَانُ النِّظَامِ مِنَ الْخَرَزِ يَجْمَعُهُ وَيَضُمُّهُ ، فَإِنِ انْقَطَعَ النِّظَامُ تَفَرَّقَ الْخَرَزُ وَذَهَبَ ، ثُمَّ لَمْ يَجْتَمِعْ بِحَذَافِيرِهِ أَبَداً » « 1 » .\r\n« الإدارة » ، كما سيأتي تفصيل الكلام عنها لاحقاً ، تمنح القوى المختلفة في المجتمع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الخطبة 146 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n« الجهة والاتجاه » وكذلك « الدافع والمحرك » و « النظم والانتظام » و « الضبط والانضباط » و « الانسجام والتجانس » ، وهذه الأصول والمبادىء هي التي تقف وراء كل عمل منتج ومثمر في حركة الحياة والإنسان . وعلى ضوء ذلك يتبيّن مغزى ما ورد في وصية الإمام أمير المؤمنين عليه السلام التي أوصى بها أبناءه وأهل بيته في آخر لحظات حياته المباركة ، حيث تصلح أن تكون نموذجاً وأصلًا أساسياً لحياة جميع أتباع هذا الإمام الذي أوصى بهذه الوصية وهو على فراش الشهادة :\r\n« أُوصِيكُمَا ، وَجَمْيِعَ وَلَدِي وَأَهْلِي وَمَنْ بَلَغَهُ كِتَابِي ، بِتَقْوَى اللَّهِ ، وَنَظْم أَمْرِكُمْ » « 1 » .\r\nوهذا ما نراه أيضاً في المفهوم القرآني في سورة النور عندما يتحدّث عن المؤمنين الحقيقيين ويقول :\r\n« إِنَّمَا الْمُؤْمِنُونَ الَّذِينَ آمَنُوا بِاللَّهِ وَرَسُولِهِ وَإِذَا كَانُوا مَعَهُ عَلَى أَمْرٍ جَامِعٍ لَمْ يَذْهَبُوا حَتَّى يَسْتَأْذِنُوهُ . . . » « 2 » .\r\nوهذه الآية تبيّن في مضمونها الدستور الذي يتولى عملية ضبط التشكيلات بما يؤكد مسألة إعمال الإدارة ويعكس في طياته عملية الإشراف على مسألة « الحضور والغياب » .\r\nوجاء في الآية اللاحقة : « لَاتَجْعَلُوا دُعَاءَ الرَّسُولِ بَيْنَكُمْ كَدُعَاءِ بَعْضِكُمْ بَعْضاً قَدْ يَعْلَمُ اللَّهُ الَّذِينَ يَتَسَلَّلُونَ مِنْكُمْ لِوَاذاً فَلْيَحْذَرِ / الَّذِينَ يُخَالِفُونَ عَنْ أَمْرِهِ أَنْ تُصِيبَهُمْ فِتْنَةٌ أَوْ يُصِيبَهُمْ عَذَابٌ أَلِيمٌ » « 3 » .\r\nفهذه إشارات أخرى في المضامين القرآنية على مسألة الانضباط الناشئ من الإدارة ونظام التشكيلات .\r\n* * * \r\nالأهداف الأصلية للإدارة الإسلامية :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الرسالة 47 .\r\n( 2 ) . سورة النور ، الآية 62 .\r\n( 3 ) . سورة النور ، الآية 63 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nلا شك أنّ أهداف الإدارة في الإسلام لا يمكن أن تنفصل عن أهداف الحكومة الإسلامية في عملها على مستوى الإدارة ، فهي جزء لا يتجزأ من النظام الإسلامي العام .\r\nوعلى ضوء ذلك ينبغي دراسة أهداف الحكومة في الإسلام بمقياس واسع وكلي ، ليتبيّن الهدف من الإدارة في التفاصيل والمكوّنات الاجتماعية التي تتشكل منها هذه الحكومة .\r\nبل أكثر من ذلك ، لابدّ من دراسة أهداف الإدارة الإسلامية بشكل دقيق ضمن الهدف من « خلق الإنسان » ومن خلال الرؤية الكونية التي يمنحها الإسلام للبشر ، فبدون ذلك سوف تفقد مسألة الإدارة والقيادة في الإسلام شكلها وهيكلها الإسلامي وستتلّون بصبغة الإدارات « الغربية » و « الشرقية » .\r\nومن أجل أن نحصل على فهم أعمق لهذه المسائل الكلية لابدّ من إجراء دراسات وبحوث كثيرة ، ولكننا مضطرون هنا لاستعراض هذا البحث بشكل مضغوط .\r\n\r\nالحكومة الإسلامية وسيلة لتحقيق أربعة أهداف كبيرة :\r\nلا شك أنّ الإسلام لا ينظر إلى الحكومة على أساس أنّها هدف ، بل وسيلة « لتحقيق الأهداف السامية » لحياة البشرية المتكاملة .\r\nولكن ما هي هذه الأهداف السامية ، وكيف يمكن تحقيقها ؟\r\nفي تحقيق كلّي يمكن التركيز على « أربعة أهداف أساسية » أكثر من غيرها ، وهذه الأهداف لا تنحصر بالحكومة الإسلامية ، بل إنّ جميع أنواع الإدارات التي تنشأ وتتولد من هذه الحكومة يجب أن تأخذ بنظر الاعتبار هذه الأهداف الأربعة وتتحرك في هذا الخط :\r\n1 - الاهتمام بتوعية الناس وفتح آفاق المعرفة أمامهم .\r\n2 - التربية المعنوية وإحياء القيم الأخلاقية .\r\n3 - إقامة القسط والعدل بحيث يكون منبثقاً من عمق المجتمع وبشكل تلقائي وطبيعي لا أنّه مفروض عليه من الخارج .\r\n4 - تحرير الناس من قيود الأسر .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nوالأفضل في هذا المجال ومن أجل فهم أعمق لهذه الأهداف ، أن نعود إلى القرآن الكريم الذي يمثّل أصلًا أساسياً ومحورياً لفهمنا الديني ، ونستمد منه ما يؤكد هذه الأُصول المهمّة ، وعلى رأسها أصل « المعرفة والوعي » و « التربية الإنسانية » ، حيث يتحدّث القرآن الكريم عن هذين الأصلين ويقول :\r\n« هُوَ الَّذِي بَعَثَ فِي الْأُمِّيِّينَ رَسُولًا مِنْهُمْ يَتْلُو عَلَيْهِمْ آيَاتِهِ وَيُزَكِّيهِمْ وَيُعَلِّمُهُمْ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِي ضَلَالٍ مُبِينٍ » « 1 » .\r\nهنا نرى أنّ القرآن الكريم يقرّر أنّ هدف بعثة الأنبياء هو نجاة البشرية من « الضلال المبين » ، عن طريق تلاوة الآيات الإلهيّة وعملية التزكية الأخلاقية وتعليم الكتاب والحكمة ، ويقرر أنّ النبي الأكرم صلى الله عليه وآله مكلّف بتحقيق هذين الهدفين الكبيرين « التعليم والتربية » ورسم الآليات والبرامج العملية لإنجاز هذا الغرض .\r\nواللافت أنّ مسألة « التعليم » « 2 » في الآيات القرآنية مقدّمة على مسألة « التربية » ، وأحياناً تقدّم « التربية » على « التعليم » ، وهذا إشارة إلى أنّ كلا هذين الأصلين يتأثر أحدهما بالآخر في عملية التأثير المتقابل ، بمعنى أنّ التعليم في بعض المراحل يكون أساساً ومصدراً للتربية الأخلاقية ، كما أنّ التربية الأخلاقية بدورها قد تكون منبعاً ومصدراً للحركة في خط الوعي والمعرفة الصحيحة بعيداً عن حجب الجهل والتشويش الفكري .\r\nولذلك يعتبر اللَّه تعالى القرآن هدىً للمتقين الذين يسيرون في خط الصلاح والخير والعبودية والمسؤولية : « ذَلِكَ الْكِتَابُ لَارَيْبَ فِيهِ هُدىً لِلْمُتَّقِينَ » « 3 » .\r\nومن البديهي أنّ المجتمع - ومن أجل التوصل إلى هذين الهدفين الكبيرين - ليس أمامه سوى طريق الاستفادة من آليات الحكومة والسلطة ، فكيف يمكن إنجاز مسألة التعليم والتربية بدون استخدام شبكة واسعة من التخطيط والبرمجة من قِبل الحكومة ، ومن دون الاستمداد من بيت المال ، وكيف يمكن تحقيق عملية تهذيب الأخلاق وتزكية النفوس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الجمعة ، الآية 3 .\r\n( 2 ) . انظر : سورة البقرة ، الآية 129 ؛ سورة آل عمران ، الآية 164 ؛ سورة الجمعة ، الآية 2 .\r\n( 3 ) . سورة البقرة ، الآية 2 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nوتفعيل حركة العلم والثقافة في المجتمع الإسلامي بدون الاعتماد على حكومة صالحة ومقتدرة ؟\r\nومن هنا يتبيّن أنّ أحد الخطوط الأصلية في السياسات الاستعمارية هو الاستعمار الفكري ، حيث وظف الاستعمار جميع قواه وإمكاناته للسيطرة على الأفكار والعقول من خلال المدرسة والجامعة ووسائل الارتباط الجمعي واستخدم كل ذلك في سبيل تسخير عقول المفكرين والمتعاطين في الشؤون الثقافية والسياسية .\r\nوالغاية التي يتوخّاها الاستعمار من ذلك هي اقصاء المصلحين الإلهيين وأصحاب الفكر النيّر عن الوسط المجتمعي لتحقيق أهدافه المشؤومة .\r\nفإذا كانت البرامج الدراسية في المدارس والجامعات وعملية التثقيف والتوعية للناس من خلال وسائل الارتباط العام بيد قوى الانحراف ، ولم تكن بيد القوى المؤمنة والواعية ، فكيف يمكن تحقيق أهداف الأنبياء في تربية البشر والتقدم خطوة إلى الأمام في طريق تهذيب النفوس وإصلاح الواقع الأخلاقي والاجتماعي في حركة الحياة ؟\r\nإذا كانت عملية التربية الثقافية والأخلاقية بيد الشياطين وقوى الشرّ والزيغ فسوف لا تتمكن القوى المؤمنة والإلهيّة من العمل في الفضاء الاجتماعي ، فلابدّ من أجل الإمساك الأمور في هذا الشأن من الاستفادة من آليات « الحكومة الإلهيّة » واستثمار أدواتها في نشر الوعي الديني والأخلاقي السليم بين الناس .\r\nإنّ إقامة العدل والقسط بين الناس وخاصّة إذا كانت العملية بشكل تلقائي وطبيعي ومنبعثة من عمل المجتمع ، تعدّ هدفاً مهمّاً آخر من أهداف بعث الأنبياء الإلهيين في المنظور القرآني :\r\n« لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيِّنَاتِ وَأَنْزَلْنَا مَعَهُمْ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ . . . » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الحديد ، الآية 25 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nولا يمكن تحقيق هذا الهدف إلّامن خلال تشكيل الحكومة وإقامة النظام السياسي الصالح في المجتمع البشري\r\nهل يمكن مقابلة قوى الشرّ ومواجهة قوى الباطل في العالم ، والتي لا ترى ولا تعترف إلّا بمنافعها ومصالحها ، إلّامن خلال آليات الحكومة والسلطة وبالتالي التصدي لهذه القوى الظالمة وكبح جماحها وقطع يدها من استغلال ثروات الشعوب المستضعفة ؟\r\nهل أنّ قوى الشر والهيمنة في العالم تعير اذناً صاغية للأدلة المنطقية للعلماء ونصائح المصلحين ، والقيم الإنسانية ، حتى يمكن التحاور معها على هذا الأساس ؟\r\nهل ينبغي الجلوس والتفرّج على هيمنة الظالمين والنظر إلى مجاعة المظلومين والاكتفاء في أداء المسؤولية والرسالة الإنسانية والأخلاقية في مقابل « كِظَّةِ ظَالمٍ » و « سَغَبِ مَظلُوم » « 1 » بالنصيحة والموعظة فقط ؟ !\r\nهل يمكن التعامل مع الفاقدين للمنطق والأخلاق وإقامة القسط والعدل في ربوع المجتمع إلّامن خلال استخدام أدوات السلطة والقوّة ؟ !\r\nوطبعاً لا شك في ضرورة دعوة الجمهور العام إلى إحياء القيم الأخلاقية والتربية الصحيحة من خلال التوعية الثقافية والدينية ، ولكن ما هو الموقف أمام قوى الشر والهيمنة ، وهل يمكن إقامة العدل والقسط مع كل الموانع التي تقيمها قوى الشر إلّامن خلال تشييد أركان الحكومة الإسلامية ؟\r\nوأخيراً فإنّ تحرير أفراد المجتمع البشري من القيود والأسر يعدّ أحد الأهداف الأصيلة لبعثة الأنبياء كما صرّح القرآن الكريم بهذه الحقيقة الحاسمة وقال :\r\n« وَيَضَعُ عَنْهُمْ إِصْرَهُمْ وَالْأَغْلَالَ الَّتِي كَانَتْ عَلَيْهِمْ . . . » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . إشارة إلى أنّ علماء المجتمع لا ينبغي لهم السكوت عمّا يرونه من مجاعة المظلومين ، وتخمة الظالمين ، ولأجل هذه المسألة المهمّة والتعهد الرسالي وفي تلك الشرائط الصعبة قَبِل الإمام علي عليه السلام بالحكومة وتولي السلطة حيث قال : « . . . وَلولا مَا أَخَذَ اللَّهُ عَلَى الْعُلَمَاءِ أَنْ لا يُقَارُّوا عَلَى كِظَّةِ ظَالِمٍ ، وَلا سَغَبِ مَظْلُومٍ ، لَأَلْقَيْتُ حَبْلَها عَلَى غَارِبِها . . . » ، ( نهج البلاغة ، الخطبة 3 ) .\r\n( 2 ) . سورة الأعراف ، الآية 157 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nصحيح أنّ القسم الأعظم من « الإصر » « 1 » و « الأغلال » الفكرية والثقافية يمكن إزاحتها بواسطة التعليم السليم والتربية الصحيحة ، ولكن كيف يمكن فكّ القيود السياسية والعسكرية والاقتصادية ، وحتى القيود الثقافية التي تكبّل أفراد المجتمع الإسلامي ، بدون استخدام آليات السلطة والحكومة ؟ !\r\nصحيح أنّ الأهداف الجزئية القريبة في جميع أنواع الإدرات والقيادات تتلخص في الوصول إلى الحدّ الأعلى من العوائد الإيجابية ، وبشكل أفضل وفي زمان أقصر وبخسائر أقل ، على سبيل المثال فإنّ الغاية من الإدارة الصحيحة لمعمل النسيج تتلخص في تقديم منتوجات جيدة ورخيصة في نفس الوقت وبخسائر أقل ، أو بالنسبة للقيادة العسكرية الصحيحة لفوج من الجيش فإنّ الأداء الكامل للوظيفة العسكرية الملقاة على عاتق هذا الفوج وبكيفية عالية وخسائر أقل تمثّل هدفاً قريباً لهذه القيادة العسكرية ، ولكن مع كل ذلك ففي نظر الإنسان المسلم لا يمكن أن تكون هذه الإدارة للمصنع أو القيادة العسكرية منفصلة عن الأهداف الكلية الإلهيّة والإنسانية التي يطمح إليها الدين ومنها تشكيل الحكومة ، بل يجب أن تتجه جميع الأهداف الجزئية باتجاه الأهداف الكلية العالية ، وتسير في نفس الخط ، لا في الجهة المخالفة ، ولا أن تقف منها موقف المحايد ، وهذا الأمر هو الذي جعل مسألة الإدارة والقيادة في الإسلام تتميز عن الإدارة المادية في الشرق والغرب ، وتتخذ لها صبغة خاصّة وتتعامل بآليات وأدوات خاصّة : « صِبْغَةَ اللَّهِ وَمَنْ أَحْسَنُ مِنْ اللَّهِ صِبْغَةً وَنَحْنُ لَهُ عَابِدُونَ » « 2 » .\r\nالمهم ، أنّ جميع المعايير وخاصّة « معيار الإدارة » في الحكومة الإسلامية يجب أن تكون معايير إسلامية مقتبسة من الكتاب والسنّة ، كيما تتجلى هذه الحقيقة المهمة ، وهي أنّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « الإصر » في اللغة بمعنى الحفظ والمنع ، وكل عمل صعب يمنع الإنسان من الفعّالية يقال له « إصر » ، وأمّا العهدوالميثاق والعقوبة والمؤاخذة التي يطلق عليها إصر ، فهو من باب ما يخلق للإنسان من محدودية في إنجاز عمله .\r\n( 2 ) . سورة البقرة ، الآية 138 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nاستخدام هذه المعايير الإسلامية لحلّ المشاكل والمعضلات الاجتماعية والسياسية والاقتصادية والعسكرية أفضل بكثير من المعايير الأرضية المعروفة في دول الشرق والغرب .\r\nولو لم نفلح - لا سامح اللَّه - في تحقيق هذا الهدف - بسبب التساهل والتكاسل وعدم رعاية الموازين الإسلامية في إدارة الأمور - وأخفقنا في التوصل إلى إقامة المجتمع النموذجي الذي يريده الإسلام للبشرية ، فنخشى أن يستغل الجهلاء أو الأعداء هذا الإخفاق وينسبونه إلى ضعف مباني الإدارة في الإسلام ، وسيترتب على ذلك توجيه ضربة للإسلام والرسالة السماوية ، وهذه مصيبة أعظم ومعضلة أكبر وخسارة لا يمكن جبرانها .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\n2 - نبيّ الإسلام المدير والقائد الفذّ\r\nلا يشك أحد - حتى الأشخاص الذين لا يعتقدون بأنّ الإسلام دين إلهي - بأنّ نبي الإسلام صلى الله عليه وآله كان قائداً فذّاً حقّق النصر لجيشه في أقلّ مدّة ممكنة وبأقلّ خسارة ، ومن حيث الإدارة ، كان النّبيّ الأكرم صلى الله عليه وآله أيضاً قوياً إلى درجة أنّه خلق من مجتمع نصف متوحش حضارة كبيرة ، ونجح في تشكيل امّة موحّدة من قبائل عربية متنافرة ومتحاربة ، ولا شك أنّ تأليف امّة واحدة من قبائل متحاربة ومتخاصمة قد اعتادت على النهب والإغارة وسفك الدماء ، وتوحيدها في مدّة قصيرة ، يعدّ عملًا عظمياً ومعجزة اجتماعية ليس لها نظير ، ولا يخفى على أحد تأثير هذا العمل العظيم على مجمل حركة التاريخ البشري .\r\nولهذا السبب فإنّ سيرة هذا النبيّ - مهما كان الموقف منها - من شأنها أن تكون مصدر إلهام لمسألة الإدارة الّتي نحن في صدد بحثها في جميع أبعادها ، وسنرى في البحوث اللاحقة كيف أنّ نبي الإسلام استخدم أدقّ المسائل والآليّات المتعلّقة بأمر المديرية والقيادة العسكرية في حياته السياسية والاجتماعية ، وذلك بمقضى قوله تعالى :\r\n« لَقَدْ كَانَ لَكُمْ فِي رَسُولِ اللَّهِ أُسْوَةٌ حَسَنَةٌ لِمَنْ كَانَ يَرْجُو اللَّهَ وَالْيَوْمَ الْآخِرَ وَذَكَرَ اللَّهَ كَثِيراً » « 1 » .\r\nيجب أن يكون النبيّ الأكرم صلى الله عليه وآله أسوة لنا في هذه المسألة المهمّة .\r\n\r\nقبس من سيرة النبي الأكرم صلى الله عليه وآله :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الأحزاب ، الآية 21 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nلو ألقينا نظرة سريعة إلى حياة نبي الإسلام بعد البعثة ، لرأينا أنّ هذه الحياة الزاخرة بالعطاء تنقسم إلى مرحلتين متميّزتين :\r\n1 - مرحلة مكة المكرمة ( مرحلة التهيئة والبناء ) .\r\n2 - مرحلة المدينة المنورة ( مرحلة العمل وانجاز المشاريع ) .\r\nإنّ النبيالأكرم صلى الله عليه وآله في مرحلة مكة المكرمة كان يهتم بعملية التعليم العقائدي والفكري والثقافي لأتباعه وتطهير قلوبهم من رسوبات الشرك ، ليعدّهم لحركة كبيرة ونهضة إلهيّة باتجاه بناء وتشييد أركان المجتمع الإنساني الذي تسود أجواءه القيم الإلهيّة ، وذلك من خلال تشييد « حكومة مقتدرة وقوية » كمقدمة لتحقيق أهداف الرسالة الإلهيّة .\r\nفي هذه المرحلة التي استغرقت 13 سنة كان المسلمون يخضعون بشكل مستمر لدروس فكرية وثقافية من تعاليم الوحي والرسالة السماوية ، ولهذا السبب فإنّ القسم الأعظم من سور القرآن الكريم نزل في هذه المرحلة ، ومن هنا كانت هذه الآيات الشريفة تعدّ أفضل وسيلة لتعليم وتربية المسلمين وتهذيب أخلاقهم وتزكية نفوسهم والسير بهم في خط الرسالة والعبودية والانفتاح على اللَّه .\r\nإنّ المسلمين في هذه المرحلة كانوا مكلّفين - مضافاً إلى إقامة الصلاة في خمسة أوقات يومياً ، والتي تعتبر درساً عملياً لبناء الذات - أن يقوموا في الليل ويقرأوا ما تيسر لهم من الآيات القرآنية بمقدار طاقتهم ، وبذلك يتواصلوا مع الوحي الإلهي ويطبقوا تعاليمه على أنفسهم وأعمالهم ، وفي ذلك يقول تعالى : « إِنَّ رَبَّكَ يَعْلَمُ أَنَّكَ تَقُومُ أَدْنَى مِنْ ثُلُثَي اللَّيْلِ وَنِصْفَهُ وَثُلُثَهُ وَطَائِفَةٌ مِنْ الَّذِينَ مَعَكَ وَاللَّهُ يُقَدِّرُ اللَّيْلَ وَالنَّهَارَ عَلِمَ أَنْ لَنْ تُحْصُوهُ فَتَابَ عَلَيْكُمْ فَاقْرَءُوا مَا تَيَسَّرَ مِنْ الْقُرْآنِ . . . » « 1 » .\r\nإنّ اختيار الليل لهذا الأمر المهم كان من أجل أنّ « الثورة الإسلامية » كانت في بداية أمرها ، ولابدّ أن تمدّ جذورها وترسّخ أركانها بعيداً عن أنظار الأعداء وتستطيع بالتالي من النموّ والرشد وتكون من القوّة إلى درجة أنّها لا تتأثر بأيّ إعصار أو عاصفة تتعرّض لها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة المزّمل ، الآية 20 .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nوتهدّد وجودها .\r\nفلو لا تخطيط النبيّ الأكرم صلى الله عليه وآله في هذه المدّة التي استغرقت 13 سنة في مكة المكرمة ، وما قام به من « الإدارة صحيحة » لحركة الدعوة الإلهيّة ، فإنّ هذه الرسالة السماوية الفتيّة لا يمكنها أن توفّق للامتداد السريع وخلق أفراد مؤمنين وملتزمين بقيم وتعاليم هذا الدّين لكي يحملوا أعباء الرسالة والدعوة وإنشاء المجتمع الجديد .\r\nإنّ مسألة تعليم القرآن كانت إلى درجة من الأهميّة بين المسلمين بحيث إنّ مهر النساء أحياناً كان تعليم القرآن « 1 » ، وبذلك كان القرآن الكريم عقيدة وبرنامجاً ومنهجاً ، تعليماً وتربيةً ، ونظاماً سياسياً وأطروحة للحكومة .\r\n\r\nمواجهة الضغوط في مكة وبداية الهجرة :\r\nإنّ أجواء مكّة وبسبب هيمنة أشرار قريش وحالات الإرهاب والضغوط التي كانت تمارس ضدّ المسلمين من قِبل المشركين المتشدّدين ، لم تكن تسمح بامتداد الإسلام أكثر ، فكان لابدّ من إيجاد خطّة جديدة وبرنامج منظّم لانتقال المسلمين بشكل تدريجي إلى المدينة التي أعلن أهلها اتّباعهم للنبيّ الجديد واعتناقهم للدعوة الإلهيّة ، فكانت الأجواء في المدينة مساعدة أكثر لنموّ ورشد هذه الدعوة الإلهيّة ، وأخيراً قام النبيّ الأكرم صلى الله عليه وآله نفسه بالهجرة وبشكل خفيّ إلى المدينة ، والتحق بالمسلمين هناك .\r\nأجل ، كانت المدينة بمثابة انعطافةٍ مهمّة في نهضة الإسلام واتساع الدعوة إلى الرسالة الجديدة .\r\nوفي هذه المرحلة تمّ إجراء المخطّط بدقّة ، بالرغم من أنّ النبيّ الأكرم صلى الله عليه وآله تعرّض لصعوبات كبيرة ، وكانت حياته مهدّدة بالخطر ، ولكنّ اللَّه تعالى الذي ادخره لتجسيد رسالته العظيمة كان يؤازره وينصره دائماً ويدفع عنه الأخطار .\r\nولكن في تلك المرحلة التي كان النبي يعيش فيها في مكة المكرمة قام بخطوات مؤثرة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انظر : وسائل الشيعة ، كتاب النكاح ، ج 15 ، ص 4 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nأخرى وإدارة حاسمة لغرض نشر الدعوة الجديدة وتشكيل الحكومة الإسلامية ، بوصفها أصلًا مهمّاً ووسيلة قوية للتوصل إلى تحقيق الأهداف الإسلامية والإنسانية ، ومن جملة ذلك :\r\n1 - كانت مراسم الحج في الجاهلية مقترنة بالكثير من الخرافات ، فبالرغم من أنّ الحج يعتبر شعيرة في الديانة الإبراهيمية ، ولكنّ هذه الشعيرة الدينية اختلطت بالخرافات الكثيرة من قِبل العرب المشركين ، وقد قام النبي الأكرم صلى الله عليه وآله في موسم الحج بعدّة لقاءات سريّة مع مجموعات من القبائل العربية التي كانت تأتي إلى مكة للحج ، وعقد مع أهل المدينة نواة العهد والبيعة في هذه الأيّام بالذات .\r\nوفي أحد هذه المراسم وفي منطقة « منى » قام رسول اللَّه صلى الله عليه وآله بلقاء بعض نوّاب أهالي المدينة ، فبايعوا النبيّ الأكرم صلى الله عليه وآله « نبيّاً وقائداً » ، وهذه البيعة اشتهرت فيما بعد بعنوان « بيعة العقبة الأولى » .\r\nوفي موسم الحج القابل جاءت جماعة مكوّنة من 73 شخصاً ومعهم بعض النسوة إلى مكّة والتقوا النبي الأكرم صلى الله عليه وآله مرّة ثانية في العقبة وبايعوه وهي « بيعة العقبة الثانية » .\r\nوبعد عودة هذه المجموعة إلى المدينة قام هؤلاء بتهيئة مقدّمات هجرة النبيّ الأكرم صلى الله عليه وآله إلى المدينة وتأسيس الحكومة الإسلامية ، وعلى هذه الأساس كانت مسألة الهجرة تشكّل حادثة مهمّة ومصيرية على المستوى الديني والسياسي للمسلمين ، وقد استغرق التخطيط لهذه الحركة المصيرية مدّة سنتين قبل الهجرة « 1 » .\r\n2 - هجرة جماعة من المسلمين إلى الحبشة ، وهي « الهجرة الأولى » أو « الهجرة الصغرى » ، وكانت بدورها من جملة ما خطّط له النبيّ الأكرم صلى الله عليه وآله لنشر الدعوة الجديدة ، لأنّ هذه الهجرة أدّت إلى إيصال صوت الإسلام إلى أفريقيا وسمع بها سكّان تلك المناطق ، وكان المهاجرون المسلمون في الحبشة بمثابة ذخيرة وخزين للحكومة الإسلامية في المستقبل ، وكانت سبباً أيضاً في اطلاع المسلمين على وضع الحكومة والنظام السياسي في الحبشة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انظر : سيرة ابن هشام ، ج 1 ، مقتبس من الصفحة 431 إلى 467 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nوكسبهم لتجارب أكثر في هذا المجال .\r\n3 - عندما مرض أبو طالب ، وهو المدافع الأكبر عن النبي الأكرم صلى الله عليه وآله ، والذي كان المشركون وزعماء قريش يكنّون له احتراماً خاصّاً ، جاء إليه زعماء قريش المشركون وعزموا على إجراء « هدنة » في هذه الجلسة بينهم وبين رسول‌اللَّه صلى الله عليه وآله والمسلمين القلائل من أتباعه ، وكانوا مستعدّين لإعطاء امتيازات مهمّة للنبي ليترك دعوته وينظمّ إلى معسكر الشرك .\r\nوحينئذٍ طلب أبو طالب من رسول اللَّه صلى الله عليه وآله أن يشترك معهم في ذلك المجلس وطرح عليه اقتراح زعماء قريش ، وهنا قال النبي الأكرم صلى الله عليه وآله كلمته المعروفة :\r\n« يا عَمّاه ! كَلِمَةٌ وَاحِدةٌ يُعطُونيها يَملِكُونَ بِها العَربَ ، وَيَدِينُ لَهُم العَجم » .\r\nفقال أحد قادة المشركين عندما سمع هذا الكلام : « نَعَم وَأَبِيكَ عَشْرُ كَلماتٍ » . أي قسماً بروح أبيك عبداللَّه نحن مستعدون لإعطائك عشر كلمات لتحقيق هذا الغرض .\r\nفقال رسول اللَّه صلى الله عليه وآله : « تَقُولُون : لاإلَهَ إلّااللَّهُ ، وتَخلَعُونَ مَا تَعبُدونَ مِنْ دُونِهِ » .\r\nفعندما سمع هؤلاء المشركون كلمة التوحيد هذه ولزوم « خلع الأنداد » وانهدام نظامهم القائم على الشرك ، استنكروا ذلك وأخذهم التعصّب وتصوّروا أنّ خلع عقيدة الشرك تعني خلع كلّ شيء يملكونه في هذه الحياة ، فقالوا للنبيّ في حال من التعجب :\r\n« أَتُرِيدُ يا مُحَمَّد أَنْ تَجعَلَ الآلِهَةَ إلهاً وَاحِداً إنَّ أَمرَكَ لَعَجبٌ » « 1 » . ( وهكذا يتبيّن أن شخصية القبائل العربية وهويتهم المتّحدة مع أصنامهم ماذا يكون مصيرها فيما لو اعتنقوا الإسلام ؟ وكذلك ماذا يكون مصير الكعبة التي تعدّ مركز الأوثان للقبائل العربية في جزيرة العرب الذين كانوا يأتون إلى مكة كل عام وكانت قريش تجني من ذلك أرباحاً طائلة ) .\r\nإنّ هذه الكلام يبيّن بوضوح أنّ النبي الأكرم صلى الله عليه وآله كان في ذلك الوقت يفكر بتشييد حكومة عالمية عظيمة ( أطروحة عظيمة جدّاً ونقطة بداية صغيرة ) وهذه : إحدى الأُصول المهمّة للإدارة .\r\n4 - بعد وصول النبي الأكرم صلى الله عليه وآله إلى المدينة ، قام قبل كلّ شيء بتشكيل « الحكومة » ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سيرة ابن هشام ، ج 2 ، ص 58 و 59 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nوكما ألمحنا آنفاً أنّ الإسلام لا ينظر إلى مسألة الحكومة على أساس أنّها هدف بل مجرّد وسيلة لتحقيق الغايات السامية ، ولكننا نرى أنّ نبي الإسلام صلى الله عليه وآله عندما توفرت عوامل تشييد الحكومة الإسلامية اهتم قبل كل شيء بأمر مهم وحساس ، وهذا الأمر ليس هو بيت المال ، أو الجيش أو المحكمة و . . . بل اهتم في بناء مسجد ، لأنّ المحور الذي تدور حوله جميع الأمور في المجتمع الجديد هو المسجد ، وبعبارة أُخرى : إنّ جميع مكونات الحكومة الجديدة كانت تتلخص في المسجد .\r\nفالمسجد كان بمثابة الجامعة الإسلامية الكبيرة .\r\nالمسجد ، مركز بناء الذات وتربية نفوس المسلمين .\r\nالمسجد ، مركز هيئة أركان الجيش الإسلامي .\r\nالمسجد ، محلّ القضاء والمحكمة الإسلامية .\r\nوأخيراً فالمسجد ، مضافاً إلى كونه المركز الأصلي للمعنوية والارتباط مع اللَّه وتقوية روح الإيمان لدى المسلمين ، كان مركزاً لتنظيم التشكيلات الإسلامية في جميع المجالات وعلى مختلف المستويات .\r\nلقد كان ينبغي على النبي الأكرم صلى الله عليه وآله ايصال دعوته إلى جميع العالم وجميع مناطق المعمورة بشكل علني وصريح ، في حين أنّ الأعداء كانوا يضعون العراقيل والموانع أمام حركته الرسالية ، ومن هنا كان الوصول إلى هذه الغاية وتحقيق هذا الهدف الكبير غير ممكن بدون تشكيل نظام محكم وقوي .\r\nلقد كان النبي الأكرم صلى الله عليه وآله يقوم بنفسه بتحكيم أصول ودعائم الحكومة الإسلامية وكان يأخذ على عاتقه جميع الأمور المهمّة التي يتولّاها أيّ قائد كبير ، ومن هذا المنطلق كانت مسألة تنظيم الدساتير والعهود الكفيلة ببناء المجتمع الجديد تقف على رأس الأولويات في العملية السياسية .\r\nكل ذلك يحكي عن الإدارة الحاسمة والدقيقة للنبي الأكرم صلى الله عليه وآله .\r\nوصحيح أنّ جميع هذه الأمور كانت بأمر إلهيّ وناشئة من تعاليم الوحي ، ولكن على أية\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nحال فإنّ تنفيذ هذه الخطط على أساس دقيق من مبادئ الإدارة والقيادة كانت مؤثرة كثيراً في إنجاح هذا المشروع الإلهي .\r\n* * * \r\nالإدارة الدقيقة في جميع المراحل :\r\nبعد وصول النبي الأكرم صلى الله عليه وآله إلى المدينة وقعت بعض الحوادث المهمّة التي انعكست فيها تلك الإدارة العظيمة للنبيّ ، على سبيل المثال :\r\n1 - إقامة العدالة الإسلامية من البداية\r\nإنّ النبي الأكرم صلى الله عليه وآله منذ أن كان شاباً يافعاً كان يتميز بتدبير وحنكة خارقة للعادة ، من ذلك نرى كيفية حلّه للاختلاف الذي وقع بين قبائل قريش على مسألة نصب « الحجر الأسود » بعد حادثة السيل المعروفة ، وكان هذا الاختلاف يهدد بامتداد النزاع وسفك الدماء ، فما كان من محمّد الشاب إلّاأن أمرهم بوضع الحجر الأسود في رداء ، وكل زعيم قبيلة يمسك بطرف من أطراف هذا الرداء ويرفعونه إلى محل الحجر في الكعبة ، ثم قام بنفسه برفع الحجر ووضعه في محلّه وأنهى ذلك النزاع والخصومة « 1 » .\r\nوبعد هجرته إلى المدينة كان من الممكن حدوث نزاع كبير من جراء بعض الحوادث البسيطة ، ولكنّه صلى الله عليه وآله كان يعمل على نزع فتيل الاختلاف بأساليب دقيقة ويتحرك في عملية إزالة التوتّر بما أوتي من تدبير وإدارة خارقة .\r\nعلى سبيل المثال : عندما وصل النبي الأكرم صلى الله عليه وآله إلى المدينة واستقبله أهالي المدينة بحفاوة ، وكان كل واحد منهم يأمل بأن يحلّ رسول اللَّه صلى الله عليه وآله ضيفاً في بيته ، ومن هنا كانت الحالة تنذر بحدوث اختلاف يعكر صفو ذلك اليوم البهي فيما لو رجّح النبي أحدهم على الآخرين وخاصّة مع وجود نزاع قديم بين قبائل المدينة ، فما كان من النبي تجاه هذه الحالة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انظر : سيرة ابن هشام ، ج 1 ، ص 209 و 210 .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nإلّا أن قال لهم بالهام إلهي : « ناقَتي مأمورة » « 1 » ، فاتركوها تجلس حيث تريد ، وهكذا استمرت الناقة في مسيرها إلى أن وصلت إلى دار « أبي أيوب الأنصاري » ، وأناخت عندها ودخل النبي الأكرم صلى الله عليه وآله دار هذا الأنصاري وتمّ حلّ المسألة بدون أي نزاع أو كدر .\r\n2 - عقد المؤاخاة\r\nكان المجتمع الإسلامي الصغير آنذاك يتكون من طائفتين : « المهاجرون » القادمون من مكّة المكرمة ، و « الأنصار » وهم أهالي المدينة ، وكانت هاتان الطائفتان تختلفان في الثقافة والآداب والتقاليد وما إلى ذلك ، ولم يكن يجمعهما سوى الإسلام .\r\nومن هنا كان ينبغي على النبي الأكرم صلى الله عليه وآله اتباع أسلوب دقيق في إدارة الأمور من خلال توحيد الدوافع وإزاحة كل ما من شأنه أن يثير الخلاف والاختلاف .\r\nهنا أقدم النبي الأكرم صلى الله عليه وآله على ابتكار عجيب وهو عقد « المؤاخاة » بين أفراد هاتين الطائفتين من المسلمين ، فصحيح أنّ جميع المؤمنين إخوة ولكنّ هذا العقد بين كل واحد من المهاجرين مع واحد من الأنصار كان له تأثير عجيب في تحكيم وشائج الاخوة وأواصر العلاقة بين أفراد المجتمع الجديد ، ومن هذه الجهة انحلت مشكلة أخرى وهي غربة المهاجرين في وطنهم الجديد ، وكذلك رفع كل أشكال التمييز الفئوي من جهة أخرى بحيث أصبح جميع الأفراد وكأنّهم أعضاء أسرة واحدة ، بل إنّ هذه الأخوّة امتدّت إلى مسألة « التوارث » حيث كان أحد المهاجرين يرث من أخيه الأنصاري وبالعكس ، وطبعاً كان ذلك قبل نزول آيات الإرث بين الأرحام .\r\n3 - المسجد مقرّ العبادة والسياسة\r\nكان المجتمع الإسلامي الجديد يحتاج إلى مركز اجتماعي ومعنوي ليكون محوراً للنشاطات والحكم وتيسير الأمور ، وكما تقدم سابقاً فإنّ النبي الأكرم صلى الله عليه وآله أقدم بأمر من اللَّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انظر : سيرة ابن هشام ، ج 2 ، ص 140 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nتعالى على بناء مسجد في المدينة ، وكما أشرنا آنفاً أنّ المسجد لم يكن مركزاً للعبادة فقط ، بل مركزاً لجميع النشاطات والفعاليات الفكرية والثقافية والاجتماعية للمسلمين ، وكان المركز الأساس للحكومة ، والملفت أنّ مركز الحكومة هذا يختلف عن جميع مراكز الحكومة والسلطة في البلدان الأخرى التي يحكمها السلاطين والملوك ويسكنون في القصور والقلاع المحصنة ، فكان هذا المركز الجديد للحكومة بسيطاً في هيئته بحيث لم يكن سوى أربعة جدران وارتفاع الجدار منها بطول قامة الإنسان ، وهذا المركز مفروش بالرمال الناعمة وبدون سقف ، وبعد ذلك عندما عملوا على إيجاد سقف ورواق للمسجد جاءوا بأعمدة من جذوع النخل ، وكان السقف من سعف النخيل ، واستمر هذا الحال بالمسجد إلى نهاية عمر النبي الأكرم صلى الله عليه وآله .\r\nكان هذا أحد المشاريع المهمّة في إدارة النبي الأكرم صلى الله عليه وآله والذي تمّ انجازه بأمر إلهي ، ولفت إليه أنظار جميع العرب في الجزيرة العربية وجعل قلوبهم تهفو إليه .\r\n4 - معاهدة عدم العدوان\r\nوتحرك النبي الأكرم صلى الله عليه وآله على مستوى تحكيم دعائم المجتمع الإسلامي الجديد في المدينة بأن عقد معاهدات بين المسلمين والقبائل الأخرى الموجودة داخل المدينة من أجل ضمان عدم العدوان ، وما دامت تلك القبائل وفية لهذه المعاهدة والميثاق فإنّ النبي الأكرم صلى الله عليه وآله بقي وفياً وملتزماً ببنود المعاهدة ، وبهذا الطريق فتح المجال لتقدم ونمو المجتمع الإسلامي على جميع المستويات الفكرية والثقافية والاقتصادية ، وكان لهذه المعاهدات دور مهم ومؤثر في تركيز حركة الدعوة الإسلامية في واقع الحياة والمجتمع .\r\n5 - اجتناب الحرب في عدّة جبهات\r\nلقد سعى النبي الأكرم صلى الله عليه وآله إلى اجتناب التورط في حربين وعلى جبهتين في آن واحد ، لأنّ الأعداء إذا اتحدوا فيما بينهم لم يكن من السهل التغلب عليهم رغم أنّ اللَّه تعالى ضمن\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nفي القرآن الكريم النصر والغلبة للإسلام : « لِيُظهِرَهُ عَلَى الدِّينِ كُلِّهِ » « 1 » ، ولكنّ هذا الأمر يرتبط بشكل دقيق بالتدبير السليم والسياسة الحكيمة والإدارة الإلهيّة للنبي الأكرم صلى الله عليه وآله .\r\nولذلك عندما عقد النبي الأكرم صلى الله عليه وآله في أواخر السنة السادسة للهجرة وفي « الحديبية » معاهدة الصلح مع المشركين لمدّة عشر سنوات ، توجه بعدها براحة بال إلى « خيبر » التي كانت تمثّل أحد المراكز الخطيرة للتآمر ضد الإسلام والمسلمين واستولى عليها بسهولة .\r\nومع كل ذلك ، فعندما كان الأعداء يعقدون الهمّة للهجوم على الإسلام ويوحدون صفوفهم كما حدث ذلك في حركة « الأحزاب » لم يكن يخالج النبي الأكرم صلى الله عليه وآله أي خوف من ذلك ولم تداخله أية وحشة من تكالب هؤلاء الأعداء وكثرتهم ، بل كان مطمئناً إلى التأييد الإلهي وكان يتحرك في مواجهتهم والتصدي لهم بقوّة وعزم شديد حتى كتب له النصر والغلبة .\r\n6 - إرسال الكتب لزعماء البلدان الكبيرة\r\nعندما استقرت دعائم المجتمع الجديد والحكومة الإسلامية في المدينة وأطرافها وزالت عناصر التشويش والقلق من قِبل القبائل العربية في أنحاء جزيرة العرب ، رغم أنّ مكّة لازالت بيد المشركين ولكنّ فتحها بات أمراً محتوماً ، تحرك النبي الأكرم صلى الله عليه وآله لمدّ دعوته إلى خارج حدود الجزيرة العربية وعرض الدين الجديد لكافة مناطق المعمورة ، وهكذا أزاح توهم أنّ الإسلام دين قومي وعنصري أو أنّه متعلق بمنطقة جغرافية معينة .\r\nوفي هذا المجال أرسل النبي الأكرم صلى الله عليه وآله رسُله وكُتبه إلى زعماء وملوك البلدان والامبراطوريات في ذلك العصر ، وقد حمل هذه الكُتب سُفراء النبي الأكرم صلى الله عليه وآله الذين كانوا يعيشون في منتهى البساطة وبعيداً عن أيّة مظاهر سلطوية .\r\nوقد نقل المؤرخون المسلمون ما ورد في هذه الكتب السياسية للنبي الأكرم صلى الله عليه وآله في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الفتح ، الآية 28 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nكُتبهم وذكر البعض أنّ عدد هذه الكُتب بلغ 186 كتاباً وقد رتبه بشكل موضوعي في كتابه « 1 » .\r\n7 - عقد البيعة وبعث روح جديدة في اللحظات الحرجة\r\nبالرغم من أنّ اعتناق الإسلام والاعتقاد بالقرآن الكريم والشهادة برسالة النبي الأكرم صلى الله عليه وآله تساوق الاعلان عن الالتزام الكامل بالطاعة للنبي والوفاء له ، ولكن في ذات الوقت عندما كانت الأمور تتأزم وتصل إلى مواقع خطيرة وحساسة ، كان النبي صلى الله عليه وآله يدعو المسلمين لتجديد البيعة ، بهذه الطريقة كان ينفخ فيهم روحاً جديدة في عملية الالتزام الديني والأخلاقي والحركة في خط الرسالة والمسؤولية .\r\nوكما رأينا في حادثة « صلح الحديبية » أنّ النبي الأكرم صلى الله عليه وآله توجه إلى بيت اللَّه الحرام مع 1400 نفراً من المسلمين بدون أن يأخذوا معهم أسلحة وأدوات الحرب ، وكانوا قد أحرموا للعمرة ، ولما وصلوا إلى عدّة فراسخ من مكة « منطقة الحديبية » « 2 » تصدى لهم زعماء قريش ومنعوهم من دخول مكّة ، وهنا بدأ تبادل الرسل بين النبي وقريش ، وفي أحد المرات قامت قريش باعتقال رسول النبي الأكرم صلى الله عليه وآله ولم تمض سوى فترة وجيزة حتى شاع خبر قتله بين المسلمين .\r\nفهنا قال رسول اللَّه صلى الله عليه وآله : « لا أبرح مكاني حتى أقاتل عدوّي » « 3 » .\r\nوهكذا بيّن رسول اللَّه صلى الله عليه وآله صلابته واستعداده لقتال المشركين في حين أنّه لم يكن قد تهيأ له .\r\nثم جاء رسول اللَّه صلى الله عليه وآله إلى شجرة فاستند إليها وبايعه المسلمون على أن يقاتلوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انظر : إلى كتاب « الوثائق السياسية » تأليف البرفسور محمد بن حميد اللَّه ، أستاذ جامعة باريس ؛ و « مدينة البلاغة » تأليف المرحوم الحاج الشيخ موسى الزنجاني ؛ و « مكاتيب الرسول » .\r\n( 2 ) . انظر : سيرة ابن هشام ، ج 2 ، ص 324 وما بعدها .\r\n( 3 ) . تفسير مجمع البيان ، سورة الفتح .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالمشركين ولا يفرّوا .\r\nوهكذا نرى أنّ رسول اللَّه صلى الله عليه وآله بهذا العمل أكّد على عزم المسلمين على قتال الأعداء الذين سحقوا جميع القيم والمعايير الإنسانية ، وعمل على تقوية معنويات أصحابه .\r\nهذا من جهة ، ومن جهة أخرى ، أثر عزمه الراسخ في معنويات المشركين وخلف فيهم هزّة ورهبة ، إنّ المسلمين كانوا قلّة ولم يكن لهم سلاح إلّاالسيف والذي كان يعتبر في عرف العربي آنذاك من جملة وسائل السفر ، وهم بعيدون عن بيوتهم بمسافة شاسعة ، في حين أنّهم يواجهون قوّة عظيمة وهي قوّة قريش وأهالي مكة .\r\nومن هنا شعر زعماء قريش بالخوف ، وتقدموا بطلب عقد معاهدة وهدنة مع النبي الأكرم صلى الله عليه وآله والمسلمين ، فما كان من النبي الأكرم صلى الله عليه وآله إلّاأن قَبِل ذلك لأنّ تراجع المشركين في هذا الموقف يتضمن مصالح كثيرة تترتب على مثل المعاهدة على المدى القريب والبعيد ، وأمضى معهم معاهدة « صلح الحديبية » ورجع المسلمون إلى المدينة منتصرين ، وسمّيت هذه البيعة ب « بيعة الشجرة » أو « بيعة الرضوان » « 1 » والتي ورد ذكرها في القرآن الكريم ( الآية 18 من سورة الفتح ) .\r\nإنّ إدارة نبي الإسلام صلى الله عليه وآله كانت أعجوبة في الحرب وفي السلم على حدّ سواء .\r\n8 - النظرة الصائبة للنبي صلى الله عليه وآله في الحرب\r\nإنّ النبي الأكرم صلى الله عليه وآله كان يمتلك تلك القدرة العجيبة في توحيد جميع القبائل العربية والشعوب الأخرى تحت راية الإسلام ولأول مرّة في تاريخ العرب ، بحيث صاروا امّة واحدة ، وهذا العمل العظيم أنجزه النبي الأكرم صلى الله عليه وآله في مدّة 23 سنة حيث حرر جميع مناطق جزيرة العرب وطهّرها من العناصر الغريبة وأقام أركان العدالة الاجتماعية في كافة مناطق الجزيرة .\r\nوذكر المؤرخون أنّ نبي الإسلام صلى الله عليه وآله قد اشترك في العشرات من الغزوات والحروب المختلفة « الغزوة » ، هي الحرب التي اشترك النبي صلى الله عليه وآله فيها ، و « السرية » الحرب التي لم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سيرة ابن هشام ، ج 3 ، ص 330 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nيشترك فيها النبي ، وقد اشترك النبي في حياته ب 27 غزوة « 1 » ، وحقق انتصارات عظيمة في هذه الحروب والغزوات ممّا يدلّ على حنكته العسكرية وقيادته الفذة .\r\nوللأسف أنّ أيّاً من المؤرخين لم يتمكن من بيان الآفاق الاستراتيجية لغزوات النبي الأكرم صلى الله عليه وآله وأعماله العسكرية ، ولذلك بقيت تلك الأعمال في زاوية التعتيم ولم يتم دراستها وبحث تفاصيلها من الناحية الفنية والعسكرية .\r\nلقد أوجد النبي الأكرم صلى الله عليه وآله أفضل جيش ايديولوجي في تاريخ البشرية ، يقول القرآن الكريم :\r\n« يَا أَيُّهَا الَّذِينَ آمَنُوا إِذَا لَقِيتُمْ الَّذِينَ كَفَرُوا زَحْفاً فَلَا تُوَلُّوهُمْ الْأَدْبَارَ * وَمَنْ يُوَلِّهِمْ يَوْمَئِذٍ دُبُرَهُ إِلَّا مُتَحَرِّفاً لِقِتَالٍ أَوْ مُتَحَيِّزاً إِلَى فِئَةٍ فَقَدْ بَاءَ بِغَضَبٍ مِنْ اللَّهِ وَمَأْوَاهُ جَهَنَّمُ وَبِئْسَ الْمَصِيرُ » « 2 » .\r\nوقد ذكر بعض المختصين في الأمور العسكرية والنظامية الذين بحثوا في العمليات العسكرية والأعمال السياسية لنبي الإسلام صلى الله عليه وآله أنّ هذا النبي كان يمتلك رؤية دقيقة ونظرة ثاقبة في العمليات العسكرية وفي إدارة المعركة ولم يكن له نظير حتى في أساليب القتال أيضاً ، ولو نظرنا إلى الواقع الصعب والتحديات الكبيرة التي كان نبي الإسلام صلى الله عليه وآله يعيشها في تلك الفترة مع قلّة الوسائل المادية بالقياس إلى ما يمتلكه الأعداء من العدّة والعدد ، فسوف نعرف جيداً عظمة أعماله وما حقّقه للمسلمين وللبشرية من انجازات عظيمة في واقع الحياة .\r\nعلى سبيل المثال : يذكر أحد قادة العرب العسكريين في كتابه عن الأساليب التي استخدمها النبي الأكرم صلى الله عليه وآله في غزواته وحروبه ويقول :\r\n« إنّ النبي الأكرم صلى الله عليه وآله كان يستخدم في غزواته أساليب الحرب النفسية بشكل دقيق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قال المسعودي : إنّ رسول اللَّه صلى الله عليه وآله قاد بنفسه 26 غزوة ، ولكن اعتبر ابن إسحاق ذلك 27 غزوة ، انظر : ( سيرةالنبي ، ج 4 ، ص 280 - 281 ؛ مروج الذهب ، ج 2 ، ص 287 - 288 ) .\r\n( 2 ) . سورة الأنفال ، الآية 15 و 16 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nحتى أنّه قال : ( لقد انتصرت بالرعب ) وكان للحرب النفسية دور أساسي في تحقيق النصر على قريش في فتح مكة من دون استخدام السلاح وبدون سفك الدماء ، وهذا أقوى شاهد على حنكة النبي في استخدامه للأساليب المتنوعة في قتال الأعداء » « 1 » .\r\n* * * وخلاصة الكلام ، إنّ الأساليب والمناهج الدقيقة والمحسوبة التي كان يستخدمها النبي الأكرم صلى الله عليه وآله في حياته السياسية والاجتماعية مع ما يمتلك من شهامة وشجاعة وحسم للأمور ، كلها تحكي عن « الإدارة الفائقة والقيادة الحازمة » لنبي الإسلام صلى الله عليه وآله .\r\nوسيأتي إن شاء اللَّه في البحوث اللاحقة بيان نقاط كثيرة من هذا القبيل ، ولكننا حالياً نكتفي فقط ببيان هذه الحقيقة ، وهي أنّ المسلمين يملكون أحد أغنى المنابع والمصادر لدراسة المسائل التي تتصل ب « الإدارة » و « القيادة » من خلال البحث والتنقيب في مطاوي تاريخ حياة النبي الأكرم صلى الله عليه وآله وسيرة أمير المؤمنين الإمام علي عليه السلام في جميع أبعادها وتفاصيلها ممّا يستلهم منه جميع المدراء والقادة في المجتمع الإسلامي .\r\nولا بأس بالإشارة إلى هذه النقطة ، وهي أنّ المدراء والقادة في النظام الإسلامي يعتبرون من جهة نوّاب ووكلاء الامّة الإسلامية ، ومن جهة أخرى اليد اليمنى لولاية الفقيه ، وطبعاً يجب أن يتحلى كل واحد منهم بتلك الصفات التي ينبغي أن يتحلى بها القائد الإسلامي الكبير ، أي : « أن يكون متسماً بالتقوى وعالماً بأمور زمانه ، وشجاعاً ومدبراً » وهذه الصفات لا يمكن التحلي بها إلّامن خلال الاستلهام من سيرة النبي الأكرم صلى الله عليه وآله والأولياء العظام .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . پيامبر وآيين ( بالفارسسية ) ، ص 515 و 516 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\n3 - المسووليّات والوظائف العشر في المدير والقائد\r\nقبل أن نبيّن الشروط العملية والأخلاقية التي لابدّ من توفرها في المدير اللائق ، يجب بيان أبعاد وظائفه ومسؤولياته ، لأنّ الشروط تدور دائماً حول محور « الوظائف » وبدون معرفة أبعاد وظيفة المدير والقائد لا يمكن معرفة الشروط اللازمة لإحراز ذلك المقام .\r\nوبشكل عام يمكن القول بوجود عشر وظائف أساسية للمدير :\r\n1 - اتخاذ القرار .\r\n2 - البرمجة والتخطيط .\r\n3 - التنظيم .\r\n4 - إيجاد الانضباط والتنسيق .\r\n5 - إيجاد المحرك والدافع .\r\n6 - التفكير بالحل للمشاكل والحوادث غير المتوقعة .\r\n7 - تقييم ودراسة عوامل النجاح والإخفاق .\r\n8 - جمع المعلومات والإحصائيات .\r\n9 - جذب العناصر الصالحة .\r\n10 - عنصر التشويق والتوبيخ .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\n\r\n1 - اتخاذ القرار\r\nيجب على المدير قبل كل شيء ، ومن أجل أداء المهام والوظائف الملقاة على عاتقه ، أن يضع القرارات التي ينبغي العمل بها لتساعده على تحقيق هدفه والوصول إلى مقصوده ولذلك ينبغي له الاستعانة بما يلي :\r\nأ ) المعلومات والتجارب السابقة\r\nفي هذا القسم ينبغي دراسة ما اختزن في الذهن من اطروحات علمية وما اكتسبه الإنسان من خلال العمل والتجربة بشكل دقيق ، وإعادة النظر فيه وغربلته ولا ينبغي نسيان موارد الإخفاق والفشل التي تعرض لها الإنسان في حركة الحياة والواقع ، ولا ينبغي الإصرار على تجربة المجرَّب مرّة ثانية وسلوك الطريق الذي ثبت بالتجربة بطلانه وسلبيته ، وكما ورد في الحديث الشريف : « إنّ المُؤمِنَ لا يُلدَغُ مِنْ جُحرٍ مَرَّتَين » « 1 » .\r\nوهنا نلفت النظر إلى هذه النقطة المهمّة وهي أنّ العلوم الكلاسيكية في مجال الإدارة مهما كانت عميقة وواسعة فإنّها لا تحلّ محلّ التجربة والممارسة ، بل إنّما تكون ذات قيمة فيما لو وضعت على محك التجربة والاختبار ، وأثبتت نجاحها .\r\nوحالياً نرى الكثير من الشباب الأذكياء مشغولين في جبهات القتال والجهاد ويكتسبون الكثير من الخبرات العملية التي قد تفوق الكثير من العلوم العسكرية الكلاسيكية المعروفة في العالم ، وهم من ناحية عملية أفضل وأقدر بكثير من القيادات العسكرية في الجيوش النظامية في بلدان العالم ، ولا يختص هذا الأمر بالحقل النظامي والعسكري بل يمتد هذا الأصل إلى كافة الحقول والشؤون .\r\nيقول أمير المؤمنين عليه السلام في هذا الصدد : « وَفِي التّجارِبِ عِلمٌ مُستَأنَفٌ » « 2 » .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سيرة ابن هشام ، ج 3 ، ص 111 .\r\n( 2 ) . تحف العقول ، ص 96 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nب ) الاستعانة بالمشورة\r\nوأفضل كلام في هذا المجال هو ما ورد عن أمير المؤمنين عليه السلام أنّه قال : « لا ظَهِيرَ كَالمُشاوَرَةِ » « 1 » . ومن هذا المنطلق يستطيع الإنسان اكتساب جميع الرؤى والتجارب والأفكار لدى الآخرين من خلال المشورة .\r\nومضافاً إلى الأمر القرآني الصريح في ضرورةالمشورة الواردة في آيتين من سورة ( آل عمران ) وسورة ( الشورى ) حيث دعا القرآن جميع المسلمين إلى التشاور والتباحث فيما يهمهم من الأمور ، فإنّ سيرة النبي الأكرم صلى الله عليه وآله الشخصية وكذلك سيرة أئمة الهدى عليهم السلام تشير إلى أنّ الإنسان حتى لو كان يمتلك العلوم الإلهيّة والمعارف الربانية « وَعَلَّمَكَ مَالَم تَكن تَعلمُ . . . » « 2 » ، وكان على اتصال بمنهل الوحي الفياض ، فإنّه لا يتحرك في أموره المهمّة بدون الاستعانة بالتشاور مع أصحابه وأتباعه ، بل أحياناً تكون نتيجة المشورة مخالفة لرأي النبي الأكرم صلى الله عليه وآله ، إلّاأنّه كان يترك رأيه جانباً ويعمل بالمشورة ليكون قدوة و « أسوة » في كل عصر وزمان .\r\nوقد ذكر المؤرخون في غزوة « أحد » أنّ النبي الأكرم صلى الله عليه وآله كان يرى عدم خروج المسلمين من المدينة ، ولكنّ أكثر أصحابه أيّدوا الرأي القائل بالخروج من المدينة والتوجه إلى جبل أحد ، وقد أثبتت الحوادث اللاحقة أنّ هذا الرأي لم يكن مصيباً وقد ترتب عليه خسارة كبيرة ، إلّاأنّ هذه الخسارة كانت مقبولة من أجل تثبيت دعائم المشورة بين المسلمين ، والنبي الأكرم صلى الله عليه وآله نفسه صرّح بهذا المعنى وقال : « أَما إنّ اللَّهَ وَرَسُولَهُ لَغنيّان عَنها وَلَكن جَعَلَهَا اللَّهُ رَحمَةً لُامّتِي فَمَنْ إستَشارَ مِنهُم لَمْ يُقدِمْ إلّارُشداً وَمَنْ تَرَكَها لَمْ يُقدِمْ إلّاغَيّاً » « 3 » .\r\nوعلى ضوء ذلك فعندما يكون النبي الأكرم صلى الله عليه وآله ملتزماً بالمشورة مع أصحابه وامّته وهو غني عنها ، فبطريق أولى يكون أتباعه ملزمين بالتشاور فيما بينهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الكلمات القصار ، 54 .\r\n( 2 ) . سورة النساء ، الآية 113 .\r\n( 3 ) . تفسير الدرالمنثور ، ج 2 ، ص 90 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nولكن مع كل الأهميّة لمقولة التشاور لابدّ من الالتفات بدقّة إلى شروط المشورة والمشاور ، لأنّه لا يمكن اتخاذ أي شخص بعنوان مشاور وخاصّة في الأعمال المهمّة والقضايا الحساسة ، فلابدّ من توفر شروط معينة في الشخص المشاور ، وإلّا فالتشاور مع الأشخاص الفاقدين لهذه الشروط ربّما ينتج نتائج عكسية ويدفع بالشخص إلى هوة الضلالة ويزيد المشكلة تعقيداً .\r\nيقول الإمام الصادق عليه السلام في هذا الصدد :\r\n« إنّ المَشورَة لاتَكُونُ إلّابِحُدُودِها ، فَمَنْ عَرَفها بِحُدُودِها ، وإلّا كَانَتْ مَضَرَّتُها عَلى المُستَشِير أَكثَرَ مِنْ مَنفَعَتِها لَهُ :\r\nفَأَوَّلُها : أَنْ يَكُونَ الّذي يُشاوِرُهُ عاقِلًا .\r\nوَالثّانِيةُ : أنْ يَكُونَ حُرّاً مُتَديِّناً .\r\nوَالثّالِيةُ : أنْ يَكُونَ صَديقاً مُؤاخياً .\r\nوَالرَّابِعَةُ : أَنْ تُطلِعَهُ عَلى سِرِّكَ فَيَكَونَ عِلْمُهُ بِهِ كَعِلمِكَ بِنَفسِكَ ، ثُمَّ يَستُرَ ذَلِكَ وَيَكتُمَهُ ، فَإنَّهُ إِذا كَانَ عاقِلًا ، انتَفعَتْ بِمَشوَرَتهِ ، وإذا كَانَ حُرّاً مُتَديِّناً جَهَدَ نَفسَهُ فِي النّصِيحةِ لَكَ ، وإِذا كَانَ صَدِيقاً مُؤاخياً كَتَمَ سِرَّكَ إِذا أطْلَعْتَهُ عَلَيهِ ، وإِذا أطْلَعْتَهُ عَلى سِرِّكَ فَكَانَ عِلمُهُ بِهِ كَعِلمِكَ بِهِ تَمَّتِ المَشورَةُ » « 1 » .\r\nولهذا السبب نرى أنّ إمام العارفين وأميرالمؤمنين علي عليه السلام منع « مالك الأشتر » في عهده التاريخي من التشاور مع عدّة أشخاص وفئات :\r\n« وَلَا تُدْخِلَنَّ فِي مَشْوِرَتِكَ بَخِيلًا يَعْدِلُ بِكَ عَنِ الْفَضْلِ وَيَعِدُكَ الْفَقْرَ ، وَلَا جَبَاناً يُضْعِفُكَ عَنِ الْأُمُورِ ، وَلَا حَرِيصاً يُزَيِّنُ لَكَ الشَّرَهَ بِالْجَوْرِ ، فَإِنَّ الْبُخْلَ وَالْجُبْنَ وَالْحِرْصَ غَرَائِزُ شَتَّى يَجْمَعُهَا سُوءُ الظِّنِّ بِاللَّهِ » « 2 » .\r\nويشير الإمام الصادق عليه السلام إلى أربعة شروط أخرى في المشاور كما في الرواية الشريفة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل الشيعة ، ج 2 ، ص 108 .\r\n( 2 ) . نهج البلاغة ، الرسالة 53 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nحيث يقول :\r\n« وَلا تُشِرْ عَلَى مُسْتَبِدٍّ بِرأَيهِ ، وَلا عَلَى وَغْدٍ ، وَلا عَلى مُتَلَوِّنٍ ، وَلا عَلى لَجُوجٍ . . . » « 1 » .\r\nوكذلك لا ينبغي أن يكون المشاور كذّاباً ، فقد ورد عن الإمام أمير المؤمنين عليه السلام أنّه قال :\r\n« وَلا تَسْتَشِرِ الكَذَّابَ ، فَإِنَّهُ كَالسَّرابِ يُقرِّبُ عَلَيكَ البَعيدَ وَيُبعِّدُ عَلَيكَ القَرِيبَ » « 2 » .\r\nوعلى ضوء ذلك فإنّ المشاور ينبغي أن يتمّ اختياره من بين الأشخاص الذين يتوفر فيهم الوعي ، الشجاعة ، الإيمان ، المعرفة ببواطن الأمور .\r\nخطر الاستبداد :\r\nإنّ أخطر منزلق يواجه « المدراء » و « القادة العسكريين » هو الاستبداد بالرأي وعدم الإحساس بالحاجة إلى رأي الآخرين والتشاور معهم ، كما ورد في الحديث الشريف عن أميرالمؤمين عليه السلام حيث قال :\r\n« مَنِ اسْتَبَدَّ بِرَأْيِهِ هَلَكَ ، وَمَنْ شَاوَرَ الرِّجَالَ شَارَكَهَا فِي عُقُولِهَا » « 3 » .\r\nوقال أمير المؤمنين علي عليه السلام :\r\n« . . . وَالْاسْتِشَارَةُ عَيْنُ الْهِدَايَةِ . وَقَدْ خَاطَرَ مَنِ اسْتَغْنَى بِرَأْيِهِ . . » « 4 » .\r\nولابدّ من الالتفات إلى هذه النقطة بدقّة ، وهي أنّه بعد التشاور مع الأشخاص من أهل الوعي والمعرفة والاستفادة من أفكار وآراء « العلماء والخبراء » ، لا ينبغي حينئذٍ التردد في اتخاذ القرار وتأخير الأمور أكثر من اللازم ، فربّما تفوت الفرصة ولا تؤدي المشورة ثمرتها حينئذٍ ، لأنّ العزم والحسم في اتخاذ القرار يعدّ من أهم أسرار النجاح والتوفيق في حركة الإنسان ، وما أروع قول القرآن الكريم بعد أن أمر النبي الأكرم صلى الله عليه وآله بالمشورة :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الحياة ، ج 1 ، ص 193 .\r\n( 2 ) . غرر الحكم للآمدي ، ج 6 ، ص 310 .\r\n( 3 ) . نهج البلاغة ، الكلمات القصار ، 161 .\r\n( 4 ) . المصدر السابق ، 202 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\n« فَإِذَا عَزَمْتَ فَتَوَكَّلْ عَلَى اللَّهِ إِنَّ اللَّهَ يُحِبُّ الْمُتَوَكِّلِينَ » « 1 » .\r\nالمشورة ، وظيفة أخلاقية أم إلزامية ؟\r\nومن المسائل المهمّة المطروحة على بساط البحث في مسألة الشورى هي : هل أنّ هذا الأمر القرآني مجرّد دستور أخلاقي بحيث لا يترتب عليه محذور في تركه ، فحتى لو أقدم الشخص على التشاور ثم خالف المشورة فسوف لا يترتب عليه شيء سوى أنّه ترك الأولى ، أو يقال بأنّ التشاور هنا يتسم بجهة إلزامية وأنّ مخالفته ستكون معصية ؟\r\nوفي مقام الجواب عن هذا السؤال ينبغي الالتفات إلى هذه النقطة ، وهي أنّ موارد المشورة ثلاثة :\r\n1 - أن تكون المسألة مرتبطة بالحياة الشخصية للإنسان نفسه بحيث لا يترتب على صلاحها أو فسادها أثر مهم في واقع الحياة والمجتمع .\r\n2 - وأحياناً أخرى تتصل المسألة بالأمور الاجتماعية والمراكز الحساسة في المجتمع ، ولكن هذه المسألة قد تكون واضحة للجميع بحيث يدركها كل مدير أو قائد في الجيش ولها أفق جلي وأبعاد واضحة المعالم .\r\n3 - أن تكون المسألة حساسة ومعقّدة وتكون مؤثرة في مصير عامة الأفراد أو على الأقل في مصير طائفة من المجتمع .\r\nوفي الصورة الأولى والثانية من الممكن أن يقال بأنّ قبول نتيجة المشورة غير إلزامي للشخص وهو مجرّد دستور أخلاقي ، ولكن ممّا لا شك فيه أن القسم الثالث من هذه الأقسام الثلاثة ، إلزامي سواء في أصل المشاورة « إذا توفر المشاور » وكذلك في نتيجة المشاورة ، لأنّه يجب على المدراء والقادة امتثال الوظيفة الملقاة على عاتقهم بوصفها أمانة إلهيّة ، وعدم الاقدام على المشورة في هذه المسائل المهمّة يعتبر نوعاً من الخيانة لمصالح المسلمين ، وبعبارة أخرى أنّه من وجهة نظر الفقه الإسلامي أنّ هؤلاء الامناء يجب أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة آل عمران ، الآية 159 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nيلحظوا « غبطة » المسلمين وما هو أصلح للُامّة ، ولا ينبغي مع وجود الأصلح التوجه إلى « الصالح » أو مع وجود « الصالح » لا ينبغي التوجه إلى « غير الصالح » ، ولا شك أنّ التشاور والعمل بالمشورة يجب أن يكون مع رعاية « الغبطة » أكثر .\r\nوهذا هو ما ذكره أمير المؤمنين الإمام عليغ عليه السلام في قولته المشهورة لأحد عمّاله :\r\n« وَإِنَّ عَمَلَكَ لَيْسَ لَكَ بِطُعْمَةٍ وَلكِنَّهُ فِي عُنُقِكَ أَمَانَةٌ . . . » « 1 » .\r\nوقال رسول اللَّه صلى الله عليه وآله مخاطباً أبا ذر :\r\n« إنّها أمانَةٌ وَإِنّها يَومَ الْقِيَامَةِ خِزيٌ وِنَدامَةٌ إلّامَنْ أَخَذَها بِحَقِّها وَأَدّى الّذي عَليهِ فِيها » « 2 » .\r\nوهناك مورد رابع قد يواجهه المدير أو القائد ولا يملك في ذلك المورد والموضوع معرفة كافية وتخصصاً وافياً ، ففي مثل هذا المورد لا طريق أمامه سوى التشاور والاستفادة من آراء المتخصصين في هذا الشأن ، وطبعاً يجب عليه الإقدام على اكتساب آراء « أهل الخبرة المتدينين الواعين » وإلّا فهو آثم ويرتكب خيانة للمسلمين .\r\nومن هنا يجب على المدير أحياناً التشاور مع عدّة فئات في أمور مختلفة ليضمن سلامة عمله ومشروعه ، وعدم تشكيل مجالس الشورى هذه أو عدم الاهتمام بنتائج المشورة ، يعدّ أحياناً خيانة .\r\nيقول مولى المتقين الإمام علي عليه السلام :\r\n« فَإِنَّ مَعْصِيَةَ النَّاصِحِ الشَّفِيقِ الْعَالِمِ الُمجَرَّبِ تُورِثُ الْحَسرَةَ ، وَتُعْقِبُ النَّدَامَةَ » « 3 » .\r\nوقد ورد في المصادر التاريخية أنّ المسلمين عندما حاصروا مدينة « الطائف » بقوا خارج أسوار هذه المدينة مدّة 20 يوماً تقريباً ولم يتمكنوا من فتح هذه الأسوار المحصّنة ، فما كان من النبي الأكرم صلى الله عليه وآله إلّاأن دعا أصحابه للتشاور معهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج‌البلاغة ، الرسالة 5 .\r\n( 2 ) . صحيح مسلم ، ج 2 ، ص 124 ، طبعة بيروت .\r\n( 3 ) . نهج البلاغة ، الخطبة 35 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوهنا قدّم « سلمان الفارسي » اقتراحاً في هذه المعركة ، وقد لقي هذا الاقتراح قبولًا لدى النبي الأكرم صلى الله عليه وآله قال سلمان :\r\n« يجب استخدام المنجنيق لهدم هذه الأسوار وتدميرها »\r\nثم إنّ سلمان صنع لهم منجنيقاً وربط هذا المنجنيق بدبابتين ، ( والتي هي بمثابة دبابة صغيرة في هذا العصر تملك قدرة تدميرية كبيرة ) وتمّ للمسلمين فتح تلك القلعة « 1 » .\r\nيقول « زيني دحلان » في كتابه عن السيرة النبوية : لقد استمر حصار الطائف ثمانية عشر يوماً حتى نصبوا المنجنيق ، ويعتبر هذا أول منجنيق استخدم في الإسلام ، وكان استخدام المنجنيق بتوصية من سلمان الفارسي « 2 » .\r\nأضرار وسلبيات الشورى :\r\nأحياناً يؤدي الالتزام بأصل الشورى إلى تأخير في انجاز المشروع واضعاف عنصر الحسم لدى القائد ، وأحياناً تتبخر الفرص الذهبية بسبب اللجوء إلى المشورة ، وبالتالي تكون النتيجة سلبية للمشورة ، ولهذا نرى أحياناً أنّ بعض المدراء والقادة العسكريين لا يرغبون بهذا الأصل ويتحركون في عملهم بعيداً عن التشاور مع الآخرين ، ولكن إذا قارنا الخسائر الناشئة من المشورة من الخسائر الناشئة من الاستبداد والتسرع والعمل بالرأي الشخصي فسوف نرى أنّ الأولى أقل بكثير من الثانية ، وأنّ الاعتماد على الرأي الشخصي يفضي إلى نتائج وخيمة وعواقب خطيرة .\r\nغاية الأمر لابدّ من السعي إلى ضمّ روح « المشاورة » إلى أصل « السرعة والحسم » والالتزام بهذين الأمرين سوية لكي نحضى بمجتمع فاعل ومتحرك ونضمن بقاء الحيوية في حركة الحياة ونقلل مهما أمكن من الخسائر والسلبيات .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . السيرة الحلبية ، ج 3 ، ص 134 .\r\n( 2 ) . السيرة النبوية ، مفتي مكة أحمد دحلان .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nاتخاذ القرار في الروايات الإسلامية :\r\nتتحرك الأحاديث الشريفة الواردة في المصادر الروائية المعروفة عن رسول اللَّه صلى الله عليه وآله لتتحدث عن العلاقة بين « العمل » ومسألة « اتخاذ القرار » ، فقد ورد في الحديث الشريف :\r\n« إنَّما الأعمالُ بالنِيّاتِ » « 1 » . و « لا عَمَلَ إلّابِنِيّة » « 2 » ، وهذه من الأحاديث الشريفة المشهورة في هذا المجال .\r\nولكن ورد التأكيد في الروايات الإسلامية أكثر على مسألة إخلاص النيّة وطهارة القلب ، بل إنّ المدير الإسلامي يجب أن يفسّر قبل كل شيء بصفاء نيّته ونقاء غرضه من ذلك العمل ويبعد عن نفسه أي شكل من أشكال التلوث بالرغبات الشخصية والنوازع الدنيوية فيأتي بالعمل خالصاً ومخلصاً ، وفي هذا المجال ورد في الحديث النبوي الشريف أنّ رسول اللَّه قال :\r\n« لِكُلِّ امرِىءٍ مَا نَوى ، فَمَنْ غَزا ابتِغاءَ مَا عِندَ اللَّهِ فَقَدْ وَقَعَ أَجرُهُ عَلَى اللَّهِ عَزَّ وَجَلَّ ، وَمَنْ غَزا يُرِيدُ عَرَضَ الدُّنيا أو نَوى عِقالًا ، لَمْ يَكُنْ لَهُ إلّامَا نَوى » « 3 »\r\nوهنا نرى بوضوح أنّ الإسلام يهتم غاية الاهتمام بمسألة خلوص النيّة ، وسوف نتطرق إلى هذا الموضوع أكثر في فصل « الدوافع » ، وهنا نكتفي بالقول : إنّ المفاهيم الإسلامية تقرر وجود رابطة أكيدة بين النجاح والتوفيق من جهة ، وبين إخلاص النيّة من جهة أخرى .\r\nآفات اتخاذ القرار :\r\nيجب على المدير اجتناب كل ما يعرّض عملية اتخاذ القرار للخطر والاهتزاز ، من قبيل :\r\n1 - حالة التردد وعدم الثبات على رأي .\r\n2 - الاحتياط أكثر من اللازم .\r\n3 - الوسواس في مواجهة المسائل المختلفة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وسائل الشيعة ، ج 1 ، ص 33 .\r\n( 2 ) . المصدر السابق ، ص 32 .\r\n( 3 ) . المصدر السابق ، ص 34 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\n4 - التسويف .\r\n5 - الخوف والقلق من مواجهة المسائل المهمّة والحوادث الكبيرة والشعور بالخوف في مقابلها .\r\n6 - الاضطراب والهلع في مقابل الحوادث غير المتوقعة .\r\nوخلاصة الكلام ، إنّ حالة عدم الاعتماد على النفس تعتبر من أهم الموانع التي تعيق اتخاذ القرار لانجاز الأعمال المهمّة ، وأحياناً يكون المانع من اتخاذ القرار هو الخوف من الاخفاق والفشل ، في حين أنّ من الأصول المهمّة التي ينبغي على المدراء الالتفات إليها ، هو أننا مع عدم اطلاعنا على المستقبل والحوادث الاحتمالية لا يمكننا أن نصل إلى نقطة اليقين بالنجاة في أي عمل من الأعمال ، وبالتالي لا يمكننا القيام بأي عمل ، وهذا الانتظار « للحصول على اليقين » يعيق أحياناً المساعي المفيدة والمؤثرة والمنتجة .\r\nوما هو ضروري للمدراء والقادة أن يأخذوا بعنصر « الاحتياط » مع « الشجاعة » ويقرنوا الدقّة مع الجرأة ، ويتعاملوا مع المسائل المتوقعة من موقع اتخاذ الدقّة والاحتياط ، ومع المسائل غير المتوقعة من موقع الشجاعة والجرأة ، وكما يقول الإمام الباقر عليه السلام في كلام رائع في هذا المجال :\r\n« صَلاحُ جَمِيعِ المَعَايش والتَّعاشُرِ مِلْءُ مِكيالٍ ثُلثاهُ فِطنَةٌ وَثلُثُهُ تَغافُل » « 1 » .\r\nولكن لا ينبغي تجاهل هذه الحقيقة ، وهي أنّ القسم الأعظم من صلاح المعايش يكمن في الفطنة التي تمثّل القاعدة الأساسية لجميع أشكال التخطيط والتدبير رغم أنّ مسألة « التغافل » لها سهم وافر في هذا المجال .\r\n\r\n2 - البرمجة والتخطيط\r\nبعدما تبيّنت « كليات المسائل » للمدير في جلسة الشورى ووصل الأمر إلى مرحلة اتخاذ القرار ، تبدأ مرحلة التنفيذ والممارسة الميدانية ، وهي مرحلة الحاجة إلى التخطيط ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سفينة البحار ، ج 2 ، ص 323 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nفالمدير الجيد والناجح هو الشخص الذي يتمتع بقدرة وافرة على « التخطيط » حيث يستوحي مقومات هذه المرحلة من تجاربه الشخصية وتجارب الآخرين وأهل الخبرة ، وعلى أيّة حال ، فبدون عملية التخطيط « لا ينبغي » و « لا يمكن » الدخول إلى ميدان الممارسة والعمل .\r\nغاية الأمر قد يحتاج التحقيق أحياناً إلى « مدّة قصيرة » ، وأحياناً أخرى إلى « مدّة طويلة » ، وثالثة لكلا لأمرين ، وصحيح أنّه ينبغي تنظيم مراحل التخطيط من البداية إلى النهاية ، ولكن أحياناً لا يكون تنظيم هذه المراحل ممكناً عملًا ، لأنّ طبيعة بعض المسائل تفرض بعض الابهام والغموض فيما يتصل بالأمور المستقبلية . وفي هذا الموقع لا ينبغي التوقف لحظة واحدة ولا حلّ هذه المسألة إلّاب « التخطيط المقطعي » ، فينبغي للوصول إلى الهدف وتحقيق المطلوب النظر إلى مراحل المشروع المختلفة وتنظيم الأمور على هذا الأساس والتخطيط لكل مرحلة على حدة .\r\nإنّ أهميّة التخطيط تمتد إلى الأعمال البسيطة أيضاً ، فحتى بالنسبة للأعمال التي تبدو تافهة وبسيطة ، لابدّ أن تقترن بالتخطيط ، لأنّ مسألة « التنظيم » التي تعتبر مرحلة لاحقة ، لا تتحقق بدون انجاز المرحلة السابقة ، وهي مرحلة التخطيط والبرمجة ، وبدون عملية التنظيم فإنّ الوصول إلى الهدف لا يكون ميسوراً .\r\nومن الضروري توفر بعض الشروط في مسألة التخطيط ، وهي كالتالي :\r\nأ ) يجب أن يخضع التخطيط إلى برنامج دقيق لايسوده الغموض من ناحية الكم والكيف .\r\nب ) يجب أن تخلو عملية التخطيط من أي إبهام وتعميم لا يتناول التفاصيل بل ينبغي أن تلاحظ فيه الجهة العملية والموضوعية .\r\nج ) ينبغي في التخطيط حساب القوى البشرية اللازمة لذلك العمل وحساب النفقات والأدوات والوسائل مورد الحاجة بشكل دقيق ، وينبغي أخذ العدّة اللازمة لكل مرحلة .\r\nد ) ينبغي في التخطيط الأخذ بنظر الاعتبار عنصر الوقت ، بحيث لا يكون هناك إتلاف للوقت ولا يكون حجم المشروع أكثر من المدّة المحددة له .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nه ) ينبغي في التخطيط الأخذ بنظر الحسبان الحوادث غير « المتوقعة » فكثيراً ما يواجه المدراء والقادة في أثناء العمل حوادث ومشكلات غير متوقعة ، فلو لم يكونوا مستعدين لمواجهة مثل هذه الحوادث ولم يأخذوها بنظر الاعتبار أثناء عملية التخطيط فإنّه ربّما يواجهون الإخفاق والتحير وتصل مسيرتهم إلى طريق مسدود .\r\nلو ألقينا نظرة على معركة الأحزاب ومسألة حفر الخندق العظيم حول المدينة ، بحيث لم يقدر العدو من المشاة من عبوره بسهولة ولا الخيّالة من القفز عليه ، وكذلك المدّة القصيرة والأدوات التي تمّ بها حفر الخندق ، وفكرنا في إدارة النبي الأكرم صلى الله عليه وآله الدقيقة والحاسمة في هذا المشروع وكيفية تقسيمه للعمل بين أتباعه ، فسوف يتبيّن لنا عظمة ودقّة التخطيط النبوي لهذا المشروع الهام ، واللافت أنّه عندما انتهى المسلمون من حفر الخندق وصل جيش الأعداء إلى مشارف المدينة « 1 » .\r\nلقد كان النبي الأكرم صلى الله عليه وآله يدير بنفسه جميع العمليات العسكرية في الغزوات الإسلامية ويحسب لجميع الأمور والمسائل حسابها بشكل دقيق ويعمل على تنظيمها والتخطيط لها بشكل عجيب .\r\nونقرأ في قصّة حركة الإمام الحسين عليه السلام وأصحابه نحو كربلاء أنّ الإمام أمر أصحابه في أحد المنازل أن يحملوا معهم من الماء أكثر من حاجتهم ولم يعلم الأصحاب بالسر في ذلك ، ولكن عندما واجهوا جيش « الحر الرياحي » في الصحراء القاحلة وكان جيش العدو يواجه العطش وانعدام الماء ، أمر الإمام الحسين عليه السلام أصحابه بأن يعطوا ما زاد لديهم من الماء إلى جيش الحر الذي كان يعاني العطش الشديد ، وهذا الأمر خلّف أثراً عميقاً في روحية الحر وأتباعه ، ولا شك أنّ هذا العمل الإنساني من الإمام الحسين عليه السلام أثمر فيما بعد « 2 » .\r\nوكان الإمام الصادق عليه السلام يخطط لنشر العلوم الإسلامية في وقت كان فيه الشيعة وأتباع مذهب أهل البيت عليهم السلام يواجهون الضغوط والتحديات الصعبة ، وقد أمر أحد أصحابه بكتابة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انظر : سيرة ابن هشام ، ج 3 ، ص 224 وما بعدها .\r\n( 2 ) . انظر : إرشاد المفيد ، ج 2 ، ص 78 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالأحاديث الشريفة ونشرها بين أصحابه ما أمكنه ذلك ، لأنّه سيأتي زمان لا يكون لدى الناس سوى هذه الكتب حيث تقوم السلطات الظالمة بقطع الارتباط بين الأئمّة عليهم السلام وأتباعهم « 1 » .\r\nونرى في سيرة أئمّة أهل البيت عليهم السلام الكثير من هذه الأعمال الدقيقة والتدبير العميق .\r\n\r\n3 - التنظيم\r\nالهدف من « التنظيم » تقسيم العمل في مجموعة من النشاطات بحيث يضمن تنظيم الأمور وتقسيم العمل الأمور التالية :\r\nأ ) أن لا يبقى عمل بدون مسؤول يتولى أمره ويتفقد تفاصيله ، وفي ذات الوقت يتمّ منع التداخل والتعارض في المسؤوليات .\r\nب ) يتمّ تقديم كل عمل إلى مسؤول مطّلع على تفاصيله وقادر على تولي أمره .\r\nج ) التنظيم يؤدّي إلى أن يعمل جميع الأفراد في المجموعة بشكل منسجم وبمثابة تشكيلة واحدة بحيث أنّ عمل كل واحد منهم يكمّل عمل الآخر .\r\nد ) أن يؤخذ بنظر الاعتبار سلسلة المراتب في تقسيم المسؤوليات .\r\nه ) يرتبط جميع الأفراد من خلال سلسلة المراتب مع القيادة أو المدير .\r\nومن أجل إنجاح عملية التنظيم ينبغي الأخذ بنظر الاعتبار اللياقات وأشكال التخصص العلمي والعملي ، والتقوى والالتزام الأخلاقي وسائر العناصر التي تدخل في عملية إنجاح المشروع ، وليس فقط الاستفادة منها ، بل ينبغي « اصطيادها » بالمعنى الواقعي للكلمة .\r\nونقرأ في سيرة النبي الأكرم صلى الله عليه وآله وحالاته أنّه كان يتثبت من الأمور حتى في عملية ايصال رسالة إلى طرف آخر ويختار لإبلاغها من يجد فيه لياقة أكثر ، كما في قضية إبلاغ آيات سورة البراءة في موسم الحج ، لمشركي مكّة ، وفي الحقيقة فإنّ هذه الآيات تعني « إعلان نهاية الشرك والوثنية » وتعتبر هذه القضية أحد المراحل المهمّة في تاريخ الإسلام ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الكافي ، ج 1 ، ص 52 ؛ الذريعة ، ج 1 ، ص 6 - 8 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nومن هنا كان النبي الأكرم صلى الله عليه وآله يصرّ بأمر إلهي أن يقوم الإمام علي عليه السلام بتبليغ هذه الآيات للمشركين ، لأنّه يملك اللياقة لهذا العمل أكثر من الآخرين « 1 » .\r\nوفي غزوة « خيبر » عندما عجز الآخرون عن فتح أقوى حصون خيبر فإنّ النبي الأكرم صلى الله عليه وآله استلم قيادة الجيش بنفسه ، وقال كلمته التاريخية المعروفة :\r\n« لأُعْطِيَنَّ الرّايَةَ غَداً رَجُلًا يُحِبُّ اللَّهَ وَرَسُولَهُ ، وَيُحِبُّهُ اللَّهُ وَرَسُولُهُ ، يَفتَحُ اللَّهُ عَلى يَدَيهِ يأخُذُها عُنْوَةً » « 2 » .\r\nثم أعطى الراية للإمام علي عليه السلام وانتهت المعركة بسقوط ذلك الحصن المنيع لليهود على يد الإمام علي عليه السلام .\r\nوورد في حديث نبوي مشهور التأكيد على هذه النقطة الحساسة والمهمّة جدّاً والتي تعتبر من أهم أُصول الإدارة والتدبير والتنظيم حيث روي عن النبي الأكرم صلى الله عليه وآله أنّه قال :\r\n« مَنْ أَمَّ قَوماً وَفِيهِم مَنْ هُوَ أَعلَمُ مِنهُ لَمْ يَزَلْ أَمرُهُم إِلى سّفالِ إِلى يَومِ القِيامَةِ » « 3 » .\r\nوهذا الأصل صادق في جميع مراحل الإدارة والقيادة .\r\nوقال النبي الأكرم صلى الله عليه وآله :\r\n« مَن وَلِيَ مِنْ أَمرِ المُسلِمِينَ شَيئاً ، فَوَلّى رَجُلًا وَهُوَ يَجِدُ مَنْ هُوَ أَصلَحُ لِلمُسلِمِينَ مِنهُ فَقَدْ خانَ اللَّهَ وَرَسُولَهُ » « 4 » .\r\nوفي الماضي كان من المتداول أن يقسّم الجيش أربعة أقسام : « الميمنة » ، « الميسرة » ، « القلب » ، « المقدمة أو الطلائع » . فحتى بالنسبة لجيش صغير لا يبلغ عدده سوى 72 نفراً ، وهو جيش الإمام الحسين عليه السلام يوم عاشوراء نرى أنّ هذا الأصل في تقسيم الجيش روعي أيضاً في تنظيم هذا الجيش الصغير ظاهراً والكبير معنىً وروحاً .\r\nوكان الإمام الحسين عليه السلام قد وضع أحد أصحابه لقيادة جانب الميمنة ، ووضع آخر على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تفسير مجمع البيان ، سورة التوبة .\r\n( 2 ) . مجمع البيان ، ج 9 ، ص 120 ؛ الكامل لابن الأثير ، ج 2 ، ص 149 طبع بيروت .\r\n( 3 ) . وسائل الشيعة ، ج 5 ، ص 415 .\r\n( 4 ) . السياسة الشرعية ، ص 6 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nالميسرة ، وتولى الإمام نفسه قلب الجيش ، ( أمّا مقدمة الجيش فترتبط بالحالات التي تتزامن مع حركة الجيش وحدوث بعض الانتقالات وذلك من أجل ضمان عدم وجود كمين للأعداء أو التحسس من الخطر ، فالمقدمة تتحرك أمام الجيش لتمهد الطريق لسلامة الجيش من المباغتة ، والاطلاع على قوّة العدو ، وكان أفراد المقدمة ينقلون الأخبار لقائد الجيش بواسطة السهام ) .\r\nومن المعلوم أنّ هذه الأمور قد تغيّرت في الحروب الجديدة وأضحت قيادة الجيوش معقدة ومتطورة جدّاً .\r\nوفي مسألة التنظيم ينبغي التدقيق في مجمل الاحتمالات حتى احتمال إصابة قائد الجيش وضرورة وجود من ينوب عنه وتعيين بعض الأفراد لهذا الغرض .\r\nوقد أورد المؤرخون في قضية « معركة مؤتة » أنّ النبي الأكرم صلى الله عليه وآله لم يشترك في هذه المعركة بنفسه ، ولكنّه عيّن جعفر بن أبي طالب عليه السلام قائداً للجيش ، وفي حال إصابة جعفر بحادثة فإنّ « زيد بن حارثة » سيخلفه في قيادة الجيش ، ولو استشهد زيد أيضاً فيكون « عبداللَّه بن رواحة » قائداً للجيش ويأخذ اللواء ، وإذا استشهد عبداللَّه أيضاً فإنّ على المسلمين أن يختاروا قائداً رابعاً من بينهم مع التشاور فيما بينهم ، وهكذا يستمروا في قتال الأعداء « 1 » ، وكل ذلك لوجود مواجهة حاسمة وحرب طاحنة مع جيش الروم العظيم ، فلابدّ من توقع هذه الحوادث المحتملة والتدبير لها كما حدث ذلك .\r\nوفي عملية التنظيم الدقيق لابدّ من وضع كل موضوع وحادثة غير متوقعة موضع الاعتبار وأخذها بالحسبان ونصب مسؤول أو عدّة مسؤولين لكل حادثة عادية أو غير عادية .\r\n\r\n4 - إيجاد الانضباط والتنسيق\r\nوإحدى الوظائف المهمّة للمدير ، التنسيق وإيجاد الانضباط بين مكوّنات الدائرة أو المشروع ، فالمدير في ذات الوقت الذي يجب عليه حفظ علاقته مع أفراد الدائرة والذين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . طبقات ابن سعد ، ج 2 ، ص 128 ، طبع بيروت .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nيعملون تحت إمرته ويعمل على تقوية هذه العلاقة ( سواء بشكل مباشر أم غير مباشر ) ، فإنّه يملك دور المنسّق ، ولا ينبغي أن يتغافل عن هذا الدور المهم ، لأنّ وجود أفراد جيدين ومفردات جيدة لا يعني النجاح الأكيد ، فالمهم هو إيجاد التنسيق والتركيب الصحيح والمتجانس بين هذه المفردات ، وهذا هو الذي يضمن نجاح الخطة .\r\nومن أجل الإحاطة بأهميّة هذا الموضوع نعود للبحث في مقولة « السير الأنفسي » ونلقي نظرة على التشكيلات والمنظومات في أبداننا .\r\nإنّ عملية التنسيق والانسجام بين أعضاء البدن محيّرة جدّاً ، فعندما نعمل عملًا بسيطاً أو معقداً ، فسوف يتحرك جهاز خاص موضوع في دماغنا بشكل اتوماتيكي وبأمر اللَّه تعالى لإيجاد التنسيق اللازم بين سائر الأعضاء في البدن .\r\nمثلًا ، إذا كنّا نواجه حادثة حريق فيجب علينا السعي لإطفاء هذا الحريق ، وفي صورة عدم التمكن من ذلك يجب علينا الابتعاد عن محل الحادثة ، والجهد الكبير في ذلك إنّما يقع على عاتق العضلات والأقدام والأيدي ، ففي مثل هذه الظروف ترتفع فجأة ضربات القلب وبشكل متجانس مع زيادة سرعة ( التنفس ) ويصل دوران الدم وجريانه في العضلات إلى حدّه الأقصى ، فالدم يصل بمقادير كبيرة إلى خلايا البدن لتقويتها ومنحها القوة اللازمة لمواجهة هذه الحالة الطارئة ، ( المخ ) بدوره يزيد في سرعة عمله ويستلم دماً كثيراً لتوفير ما يحتاجه من طاقة وقوّة ، وحتى إذا كان الإنسان يشعر بالجوع والعطش فإنّ هذه الحالة ستزول بشكل مؤقت عنه فلا يحس بالجوع والعطش لكي يركز فكره وقواه الجسمانية لتهيئة ما يحتاج إليه في هذه الظروف الصعبة ، وهكذا يتحقق الانسجام وتعبئة الطاقات بشكل كامل لمواجهة هذه الحادثة .\r\nهذا نموذج صغير لعمل أعضاء البدن في مواجهة حالة معينة ، وإذا دققنا النظر في عمل كل عضو وجهاز في بدن الإنسان والموجودات الحية الأخرى ، فسوف نرى ظاهرة الارتباط الوثيق والانسجام الدقيق حاكمة على مجمل نشاطات الكائن الحي بحيث لا\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nيمكن تصور حالة أفضل منها ، وقد تطرقنا في أبحاثنا التوحيدية إلى هذا الموضوع ، وأوردنا أدلة واضحة لإثبات وجود اللَّه وعلمه وحكمته وقدرته من خلال هذا الموضوع ، ويشير القرآن الكريم إلى هذه الظاهرة في الكثير من آياته .\r\nوكلما كانت المنظومة معقدة وواسعة أكثر ، فإنّ مسألة التنسيق والتجانس والانسجام ستغدو أكثر أهمية وحساسية ، إلى درجة أنّ الإنسان لا يستطيع بالوسائل العادية الاطلاع على تفاصيلها ، ويضطر للاستعانة بالأجهزة الحديثة والدقيقة لسبر أغوارها ، كما نرى في المنظمات والوزارات والشركات الصناعية المعاصرة حيث يستفيدون من جهاز الحاسوب بشكل كبير لضمان عملية التنسيق بين مكوّنات هذه الإدارة أو الشركة أو الوزارة .\r\nولو عدنا لتاريخ الإسلام لرأينا ظاهرة عدم التنسيق في جيش الإسلام في معركة أحد ، ( ويعود ذلك للرماة الذين وضعهم رسول اللَّه صلى الله عليه وآله على جبل أحد تحت إمرة عبداللَّه بن جبير ) وقد أدى عدم التزامهم وانسجامهم مع الخطة الموضوعة لهزيمة جيش الإسلام وتحمل المسلمون ضربة قاصمة وخسائر كبيرة منها 70 شهيداً تقريباً ومنهم « حمزة سيد الشهداء » « 1 » .\r\nومن المهم الإشارة إلى هذه النقطة الضرورية ، وهي أنّ ارتباط القادة والمدراء مع الأفراد العاملين تحت إمرتهم لا ينبغي أن يكون من موقع « الاستبداد والقيموميّة » وهذا الكلام لا يعني التغافل عن مسألة حفظ أصول « الانضباط » و « سلسلة المراتب » و « الحزم » في عملية الإدارة ، بل ينبغي الجمع بين « الانضباط » و « الاخوّة » ، وهذا المعنى من الأمور الدقيقة جدّاً والتي يخلقها ابتكار المدير والقائد من خلال التعليم المستمر وخلق الوعي اللازم بين أفراد المجموعة .\r\n\r\n5 - إيجاد المحرك والدافع .\r\nوإحدى الوظائف الثقيلة الملقاة على عاتق المدير في كل إدارة ، وعلى القادة في السلك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انظر : سيرة ابن هشام ، ج 3 ، ص 129 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nالنظامي ، مسألة إيجاد الدوافع والمحركات ، فإيجاد الحركة في منظومة وتشكيلة ، على أساس تعبئة جميع الطاقات الخفية ، لضمان حيوية هذه الإدارة والتشكيلة ، ولحسن الحظ أنّ ثقافة « الإيمان باللَّه » في التشكيلات الإسلامية هي الحاكمة وتمتد إلى أعماق نفوس المؤمنين وتخلق فيهم روح التضحية والإيثار ، فإيجاد مثل هذا الدافع الأخلاقي ليس عملًا ميسوراً ، فحسب بل هناك منابع غنية لإثارة وإيجاد هذا الدافع والمحرك في واقع الفرد والمجتمع الإسلامي .\r\nوتوضيح ذلك ، أنّه لا يوجد أي شخص يتحرك باتجاه عمل معين بدون وجود دافع ومحرك في نفسه ، وهذا الدافع ، وخلافاً للدوافع الغريزية الحاكمة على الحيوانات ، يجب أن يتوفر في واقع الإنسان من خلال الفهم والشعور والوعي ، ويمكن تشبيه الدافع في الإنسان بمنزلة الوقود لمحرك السيارة مع فارق أنّ تأثير الوقود في المحرك هو تأثير إجباري ، ولكنّ الدوافع لأفعال الإنسان اختيارية لوجود أصل حرية الإنسان واختياره في حركة الحياة .\r\nإنّ كيفية وقوة « الدوافع » ترتبط برابطة وثيقة مع الثقافة الحاكمة والسائدة على المجتمع ، فكلما كانت ثقافة المجتمع غنيّة وثرية فإنّ الدوافع والمحفزات ستكون قوية ومقتدرة .\r\nويمكن تقسيم الدوافع إلى ثلاثة أنواع :\r\nأ ) الدوافع التصورية .\r\nب ) الدوافع المادية .\r\nج ) الدوافع المعنوية .\r\nأمّا القسم الأول : فيتكوّن من الخيالات والخرافات والتصورات الواهية التي ربّما تشكل عاملًا على حركة مجتمع باتجاه معين ، والمصداق الكامل لهذا النوع من الدوافع ما يتوفر في المجتمعات الوثنية .\r\nإنّ تصور القداسة للأوثان ومقولة شفاعة الأوثان الخرافية وتصور وجود فهم وشعور لهذه الأوثان والتقرب إلى اللَّه من خلال عبادتها كل ذلك من معالم حركة المجتمعات الوثنية ومن المحفزات الموهومة في حركة هذه المجتمعات البشرية .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nولكن عندما يواجه هؤلاء في حركتهم هذه طريقاً مسدوداً ويرون أوثانهم عاجزة حتى من الدفاع عن نفسها وعن أتباعها ، يستيقظ وجدانهم النائم ويكونون مصداقاً لقوله تعالى :\r\n« فَرَجَعُوا إِلَى أَنفُسِهِمْ فَقَالُوا إِنَّكُمْ أَنْتُمْ الظَّالِمُونَ » « 1 » . وحينئذٍ تنكشف لهم سخافة تصورهم السابق وعبادتهم الباطلة للأوثان وربّما يسخرون من أنفسهم ويشطبون على عقائدهم بخط البطلان .\r\nوعلى ضوء ذلك فإنّ الدوافع الموهومة والتصورات الباطلة لها تأثير محدود ومؤقت على حركة الإنسان وتفتقد إلى العمق العقلي والروحي ، لأنّ هذه الدوافع والمحفزات تستمد قوتها من جهل الناس وتعصبهم ، وبمجرّد أن تشرق في نفوسهم جذوة من العلم والوعي فإنّ هذه التصورات الموهومة والمحفزات الواهية ستزول من واقع الإنسان وينعدم تأثيرها في حياته .\r\nوأمّا القسم الثاني : « الدوافع المادية » فبما أنّها تملك واقعاً موضوعياً في واقع الحياة والإنسان فإنّها تملك تأثيراً أوسع وأكبر ولكن مع كل ذلك فإنّها لا تمتد إلى حيث العمق الروحي ، وتبقى مهزوزة .\r\nعلى سبيل المثال : من النادر أن نجد ضابطاً في الجيش يعرض نفسه للخطر بدافع الامتيازات والحقوق المالية والعناوين الاجتماعية التي تعتبر من جملة الامتيازات المادية التي تدفع بالإنسان باتجاه المزيد من الرقي والحركة في حياته الاجتماعية ، فإذا واجه هذا الضابط حرباً مع العدو فإنّه يشعر بوجوب المشاركة الفعّالة في هذه المعركة ولزوم تعريض نفسه للخطر ، ولكنّه إذا كان يتحرك من منطلقات تلك الامتيازت فإنّه سيسعى بكل جهد أن يبقى بعيداً عن المهلكة وموارد الخطر .\r\nومن هنا نرى في الحروب كحرب فيتنام أنّ الجنود والضباط الأمريكيين غالباً ما يسألون أنفسهم : ما هو الدافع لمشاركتنا في هذه الحرب ؟ وما هي مصلحتنا في أن نضحي بأنفسنا في هذه المنطقة من العالم ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الأنبياء ، الآية 64 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nوخلاصة الكلام أنّ الاستعداد للإيثار والتضحية لكل « مدير » و « قائد عسكري » في مواجهة الحوادث المهمّة بحاجة إلى توفير دوافع أخرى ولا يمكن تبرير التضحية والفداء لمجرّد الدوافع المادية والدنيوية ، ولذلك ففي المراحل الحساسة والأزمات الخطيرة يتجلى ضعف مثل هذه الإدارة التي تستقي مقوماتها من الدوافع المادية وينكشف ضعفها وعدم قدرتها على معالجة الحالات الخطيرة .\r\nأمّا القسم الثالث : « الدوافع المعنوية » الذي يتمثّل بروح الإيمان باللَّه ويستمد مقوماته من القيم الإلهيّة والإنسانية ويملك رصيداً قوياً من الحياة الأخروية والمعاد بعد الموت والحصول على رحمة اللَّه ورضوانه في جنّة الخلد ولقاء اللَّه ، فإنّها تعتبر من أقوى وأعمق الدوافع المؤثرة في حركة الإنسان والمجتمع .\r\nوعلى ضوء ذلك تأتي مسألة التعامل مع اللَّه وبذل النفس والمال في سبيل كسب رضا اللَّه ورحمته كما تقول الآية الشريفة :\r\n« إِنَّ اللَّهَ اشْتَرَى مِنْ الْمُؤْمِنِينَ أَنفُسَهُمْ وَأَمْوَالَهُمْ بِأَنَّ لَهُمْ الْجَنَّةَ يُقَاتِلُونَ فِي سَبِيلِ اللَّهِ فَيَقْتُلُونَ وَيُقْتَلُونَ وَعْداً عَلَيْهِ حَقّاً فِي التَّوْرَاةِ وَالْإِنجِيلِ وَالْقُرْآنِ وَمَنْ أَوْفَى بِعَهْدِهِ مِنْ اللَّهِ فَاسْتَبْشِرُوا بِبَيْعِكُمْ الَّذِي بَايَعْتُمْ بِهِ وَذَلِكَ هُوَ الْفَوْزُ الْعَظِيمُ » « 1 »\r\nعندما ندقق في كلمات هذه الآية الشريفة ونتدبر في مضامينها سنشعر بحالة غريبة من عمق التأثير والروحانية لهذا الكلام الإلهي ، ممّا يدفع بالإنسان المؤمن إلى بذل الغالي والنفيس في هذه التجارة الرابحة لنيل ذلك الفوز العظيم الذي وعد اللَّه المؤمنين في كتبه السماوية .\r\nوكذلك نقرأ ما ورد في سورة « الصف » :\r\n« يَا أَيُّهَا الَّذِينَ آمَنُوا هَلْ أَدُلُّكُمْ عَلَى تِجَارَةٍ تُنجِيكُمْ مِنْ عَذَابٍ أَلِيمٍ * تُؤْمِنُونَ بِاللَّهِ وَرَسُولِهِ وَتُجَاهِدُونَ فِي سَبِيلِ اللَّهِ بِأَمْوَالِكُمْ وَأَنفُسِكُمْ ذَلِكُمْ خَيْرٌ لَكُمْ إِنْ كُنتُمْ تَعْلَمُونَ * يَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَيُدْخِلْكُمْ جَنَّاتٍ تَجْرِي مِنْ تَحْتِهَا الْأَنْهَارُ وَمَسَاكِنَ طَيِّبَةً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة التوبة ، الآية 111 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nفِي جَنَّاتِ عَدْنٍ ذَلِكَ الْفَوْزُ الْعَظِيمُ * وَأُخْرَى تُحِبُّونَهَا نَصْرٌ مِنَ اللَّهِ وَفَتْحٌ قَرِيبٌ وَبَشِّرْ الْمُؤْمِنِينَ » « 1 »\r\nيجب علينا من أجل إيجاد الباعث المعنوي ونفخ روح الحيوية في الإدارة والقيادة في المجتمع الإسلامي ، الاستمداد من الثقافة الغنية في التراث الإسلامي والنصوص الدينية ، والعمل على تقويتها بطرق مختلفة ، وعلى سبيل المثال نقترح الاستفادة من الطرق التالية :\r\n1 - الاستفادة مهما أمكن من الآيات القرآنية التي تتناسب مع تفسير واضح وتحليل سليم من أجل الارتقاء بمستوى الثقافة الاجتماعية والوعي الأخلاقي في المجتمع الإسلامي .\r\n2 - الاستفادة من النصوص الأصلية للنبي الأكرم صلى الله عليه وآله وأئمّة الدين ، وخاصة فيما يتصل بالأحاديث النبوية ونهج البلاغة وأدعية الصحيفة السجادية ، حيث يمكن استلهام الكثير من مقومات الإدارة والقيادة الصالحة والحكيمة في مضامين هذه النصوص الشريفة .\r\n3 - الاستفادة من التحليلات والدراسات التاريخية لحكومة النبي الأكرم صلى الله عليه وآله والحوادث والغزوات والقضايا التي وقعت في صدر الإسلام واستخلاص الدروس والعبر من سيرة النبي وإدارته الإلهيّة وكذلك من حروب الإمام علي عليه السلام وأنصاره والاستلهام كذلك من واقعة كربلاء الدامية فيما نجد نماذج منها في حياتنا الاجتماعية المعاصرة ، وبشكل عام الاستفادة من سيرة النبي الأكرم صلى الله عليه وآله وسيرة الأئمّة الطاهرين عليهم السلام وعظماء تاريخ الإسلام والحوادث المهمّة التي نقلها إلينا التاريخ الإسلامي عن حياتهم وكيفية مواجهتهم للأزمات والتحديات .\r\n4 - الاستفادة من الأدعية والمناجاة العميقة المعنى الواردة عن أئمّة الهدى عليهم السلام ، فهذه الأدعية غنية وثرية بالحيوية وتختزن في مضامينها الكثير من الدروس التي تعمل على ترشيد الواقع الإسلامي الحالي ، من قبيل دعاء كميل ، الندبة ، الصباح ، وأدعية الصحيفة السجادية ، ودعا عرفة للإمام الحسين عليه السلام ، ودعاء أبي حمزة الثمالي وأمثال ذلك ممّا يفيض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الصَّف ، الآية .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nعلى الإنسان نوراً وبهاءً إلهيّاً وينفخ فيه روح المعنوية والنقاء ويجعله مستعداً لكل تضحية وإيثار في حركة التفاعل الاجتماعي والتواصل الأخلاقي ، وطبعاً لابدّ من الحذر من الوقوع في جانب الافراط أو ما يؤدي إلى التعب والكسل والملل .\r\n5 - الاستفادة من التعاليم الدينية والإسلامية في مقاطع ومراحل الحياة المختلفة لتعميق دعائم الإيمان باللَّه وبالمعاد والحياة بعد الموت .\r\n6 - نشر الكتب والصحف الغنية بالمواضيع والدراسات التي تصب في هذا الحقل ، سواءً على المستوى العام أو الخاص ، من أجل استمرار الحركة والحيوية للدوافع الخيّرة وتأسيس مكتبات حتى لو كانت صغيرة ولكنّها ثرية في روحها ومعناها ، كل ذلك يسارع في الانفتاح على الوعي والثقافة ويزيد من قدرات الإنسان في مجال الإدارة .\r\n7 - تعظيم ذكرى الشهداء والمضحين ورموز التضحية والفداء في الماضي والحاضر ، وإقامة المجالس لتكريمهم وخدمة أبنائهم وعوائلهم وتقديم الشكر لهم لما تحملوا من أتعاب ومعاناة في هذا السبيل ، وتمزيق « حجاب المعاصرة » فيما بيننا وبين هؤلاء العظماء والمضحين ، وابتكار آليات تساهم في إيجاد وتقوية الدوافع والمحفزات .\r\nولكن استثمار الدوافع المعنوية والتأكيد على هذا النوع من المحفزات لا يعني التغافل عن الدوافع المادية المعقولة وتهميشها في عملية التواصل والتفاعل ، فالإنسان مكوّن من جسم وروح ، مادة ومعنى ، فرغم أنّ الركن الأصلي في الإنسان هو الروح ، ولكنّ مطالبات بدنه المادية لا ينبغي اقصاؤها أو التغافل عنها وعن احتياجاتها .\r\nفحتى نبي الإسلام صلى الله عليه وآله مع كل تأكيده على اخلاص النيّة للمجاهدين في ميادين القتال وتحريرهم من أي غاية وباعث في حركتهم هذه سوى الدافع الإلهي والجهاد في سبيل اللَّه ، فإنّه كان يتحرك بحكم التعاليم الإسلامية لتشويق وترغيب هؤلاء المجاهدين بالمحفزات المادية من خلال تقسيم بعض « الغنائم » عليهم ، وأعلى من ذلك أنّ اللَّه تعالى مع عظيم ثوابه الأخروي وعطائه المعنوي للمجاهدين في سبيله ، وأنّهم « أَحيَاءٌ عِنْدَ رَبِّهِم يُرزَقُونَ » و « رِضوانٌ مَنَ اللَّهِ أَكبَرُ » فإنّه تعالى قد وضع إلى جانب ذلك محفزات مادية « جَنّاتٍ\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nتَجرِي مِنْ تَحتِها الأَنهارُ » وأمثال ذلك حتى ضمن من خلال تقديم هذه الوعود المادية والمعنوية تعبئة جميع طاقات الإنسان وتفعيل قواه ومكوّناته في هذا الاتجاه .\r\nوسنتطرق في فصل الترغيب والتوبيخ إلى مسائل مهمّة أخرى في هذا المجال ، وطبعاً فهذه مجرّد سلسلة من كليات مسألة إيجاد الدوافع ، ومضافاً إلى ذلك فإنّ كل مدير وقائد لابدّ له ، من خلال الابتكار وعملية الابداع بما ينسجم مع أوضاعه وظروفه الزمانية والمكانية وثقافة مجتمعه والأفراد العاملين تحت إمرته ؛ أن يعمل على تعبئة القوى المعنوية ويفعّل الطاقات الخيّرة لهؤلاء العاملين من خلال إيجاد دوافع ومحفزات قوية لإنجاح مشروعه وضمان حيوية إدارته ، والغالب أنّ سرّ النجاح والتوفيق يكمن في مثل هذه الابتكارات والابداعات .\r\nنموذج من إيجاد الدافع :\r\nإنّ قضية بيعة الرضوان والتي تسمى أيضاً « بيعة الشجرة » تعتبر نموذجاً كبيراً آخر لجميع المسلمين في هذا المجال .\r\nوقد ألمحنا سابقاً إلى أنّ النبي الأكرم صلى الله عليه وآله توجه في السنة السادسة للهجرة إلى مكة المكرمة لأداء مناسك العمرة مع 1400 نفر من المسلمين « 1 » وهم في حالة الإحرام في حين أنّ العلاقة بينهم وبين المشركين في مكّة لازالت متوترة وكانوا يعيشون العداء الشديد فيما بينهم ، حيث لازالت ذكرى حرب بدر واحد والأحزاب في أذهان كلا الطرفين ، ومن الواضح جدّاً أنّ نبي الإسلام صلى الله عليه وآله قد انتقل من مرحلة الدفاع إلى مرحلة الهجوم ، وأصل هذا العمل كان بأمر من اللَّه تعالى ويعتبر أحد أشجع المواقف العسكرية والسياسية في حياة النبي الأكرم صلى الله عليه وآله لأنّه أثبت بهذه الحركة ، ومع هذا العدد القليل وبدون عدّة عسكرية « سوى السيف الذي كان يحمله كل واحد من المسلمين وكان في عرف ذلك الزمان يعتبر من جملة ما يحمله المسافر من السلاح » والتوغل بهذه الكيفية وهذا العدد إلى منطقة الخطر وتجاوز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انظر : سيرة ابن هشام ، ج 3 ، ص 322 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nحدود العدو بدون أيّة تغطية وملجأ يلجأ إليه المسلمون لدرء خطر العدو القوي ، أثبت النبي بذلك منتهى الجرأة والشجاعة ، إلى درجة أنّ المنافقين قالوا إنّ محمّد وأتباعه لن يرجعوا من هذا السفر أبداً ، كما تحدّث القرآن الكريم عنهم بقوله :\r\n« بَلْ ظَنَنْتُمْ أَنْ لَنْ يَنْقَلِبَ الرَّسُولُ وَالْمُؤْمِنُونَ إِلَى أَهْلِيهِمْ أَبَداً وَزُيِّنَ ذَلِكَ فِي قُلُوبِكُمْ وَظَنَنْتُمْ ظَنَّ السَّوْءِ وَكُنْتُمْ قَوْماً بُوراً » « 1 » .\r\nوهذا الموقف الشجاع من النبي الأكرم صلى الله عليه وآله الزاخر بالمعطيات السياسية والعسكرية والروحية يعدّ في الحقيقة اظهاراً للقدرة وبمثابة مناظرة عسكرية جريئة تدفع بالعدو إلى الإحجام عن أيّ إقدام عسكري وهجوم جديد على المدينة ، وضمن ذلك يرسل رسالة بهذه المناورة إلى جميع القبائل العربية في الجزيرة أنّ المسلمين يحترمون ويقدّسون الكعبة ، وبهذه الطريقة أجهض النبي الأكرم صلى الله عليه وآله الإعلان السلبي لقريش عن المسلمين وأبطل اتهاماتهم وإشاعاتهم ، ومن جهة أخرى أثبت لقريش أنّ مكانة « مكة » بعد انتصار الإسلام سوف تبقى على محوريتها ولا تهتز ولا تتزلزل قدسيتها في أنظار الناس والمسلمين الذين سمعوا آيات الوحي وهي تؤكد على قداسة البيت والحرم وتؤكد على مسألة الحج والعمرة .\r\nوأخيراً وصل المسلمون إلى أرض « الحديبية » وهي قرية تقع على مقربة ( 20 كيلومتراً تقريباً من مكة ) ، وكما كان متوقعاً فإنّ المشركين منعوا المسلمين من دخول مكّة وحدثت مبادلات في الرسل بين جيش الإسلام وقريش وانتهى أخيراً بترتيب « صلح الحديبية » الذي يعتبر نصراً كبيراً للإسلام وامتيازاً عظيماً للمسلمين ، وقد دوّى خبر هذا الصلح في جميع أرجاء الجزيرة العربية كالقنبلة ، ومهّد الأرضية اللازمة لتسريع امتداد الإسلام في كافة مناطق الجزيرة ، وهذه الحادثة التاريخية تعتبر من أهم وقائع الإسلام فيما تتضمنه من دروس وعناصر حيوية ونقاط ثرية .\r\nالغرض أنّ المؤرخين ذكروا في هذه الحادثة أنّ قريش في ذلك الوقت أقدمت على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الفتح ، الآية 12 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nاعتقال أحد سفراء النبي الأكرم صلى الله عليه وآله ، وقد اشيع لاحقاً أنّ المشركين قتلوا هذا السفير ، فغضب النبي بشدّة وقال :\r\n« لا نَبرَح حتّى نُناجِزَ القَومَ فَدعا رَسُولُ اللَّه صلى الله عليه وآله النّاسَ إِلى البَيعَةِ » « 1 » .\r\nومن أجل إثارة عزائم المسلمين وتطوير علاقتهم وإيجاد أقوى الحوافز في نفوسهم أقدم النبي الأكرم صلى الله عليه وآله على مطالبة أتباعه بالبيعة مرّة أخرى ، وجلس في ظلّ شجرة كبيرة وجاء جميع من كان معه من المسلمين وبايعوه معلنين له الوفاء والطاعة والتضحية بالنفس في سبيل الدعوة الجديدة .\r\nوقد تسببت هذه البيعة التاريخية في نيل رضوان اللَّه تعالى عن هؤلاء المؤمنين ، ولهذا السبب سمّيت « بيعة الرضوان » ويشير القرآن الكريم إلى هذه الحادثة يقول :\r\n« لَقَدْ رَضِىَ اللَّهُ عَنْ الْمُؤْمِنِينَ إِذْ يُبَايِعُونَكَ تَحْتَ الشَّجَرَةِ فَعَلِمَ مَا فِي قُلُوبِهِمْ فَأَنْزَلَ السَّكِينَةَ عَلَيْهِمْ وَأَثَابَهُمْ فَتْحاً قَرِيباً » « 2 » .\r\nوبما أنّ هذه البيعة وقعت تحت شجرة فقد سمّيت « بيعة الشجرة » .\r\nوتعكس هذه البيعة العزم الراسخ للنبي الأكرم صلى الله عليه وآله والمسلمين في المضي في هذا الطريق إلى آخر نفس والاستعداد لبذل آخر قطرة من الدم ، وهنا شعر العدو بالخوف والرعب من هذه العملية الجريئة ، وكان ذلك أحد العوامل المؤثرة التي مهّدت الطريق لتوقيع معاهدة الصلح التي أفرزت امتيازات كبيرة للمسلمين ، ومن جهة أخرى أدّت إلى خلق انسجام وتلاحم في صفوف الجيش الإسلامي وأدّت إلى تقوية الدوافع النفسية للجهاد في سبيل اللَّه بأفضل وجه « 3 » .\r\nوهذه الحركة الإلهيّة والابداعية حدثت في وقت حساس وظرف متميز من حياة المسلمين ومسيرة الدعوة الجديدة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سيرة ابن هشام ، ج 3 ، ص 330 .\r\n( 2 ) . سورة الفتح ، الآية 18 .\r\n( 3 ) . ذكر جميع المؤرخين والمفسّرين حادثة صلح الحديبية في كتبهم التاريخية والتفسيرية .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nنموذج آخر :\r\nواللافت أنّه بعد فتح « مكّة » في السنة الثامنة للهجرة ( أي بعد سنتين من صلح الحديبية ) وعندما كان الإسلام ينتشر بسرعة بين القبائل العربية ، قامت قبيلة « هوازن » وقبيلة « ثقيف » وقبيلة « بني سعد » وهي من القبائل المهمّة في جزيرة العرب ، بالتخطيط للقضاء على المسلمين وتجهيز جيش كبيريبلغ عدد أفراده ثلاثين ألف رجل ، وكان جيش المسلمين يومئذٍ مكوّن من اثني عشر ألف رجل ، واصطف الجيشان للقتال .\r\nوكان وادي « حنين » محل التقاء الجيشين ، وكمن جيش العدو في أطراف هذا الوادي ، وبينما كان جيش الإسلام يمرّ من هذا الوادي هجم الأعداء كالبرق الخاطف عليهم واستخدموا عنصر المباغتة ، فتضعضع الجيش الإسلامي وتلاشى نظمه وفقدوا السيطرة على مواقعهم وتناثروا في كل حدب وصوب ، وفي تلك اللحظة الحساسة من عمر الإسلام ومن حياة النبي الأكرم صلى الله عليه وآله كان من اللازم الإقدام بسرعة للحيلولة دون انفراط هذا الجيش والسعي لجمع قواه المتناثرة ونفخ روح جديدة فيه لحفظه من الانهدام وعدم حلول الهزيمة به .\r\nهنا أقدم النبي الأكرم صلى الله عليه وآله بامداد إلهي على عملين مبتكرين مهمّين ، الأول أنّ النبي لحدّ الآن لم يشترك بنفسه في أي معركة في قتال الأعداء وكان يكتفي بإدارة المعركة وقيادة الجيش ، وفي هذه المعركة سلّ رسول اللَّه صلى الله عليه وآله سيفه ودخل المعركة بشجاعة فائقة .\r\nومن جهة أخرى قام « العباس » عمّ النبي الأكرم صلى الله عليه وآله ، وبإلهام من النبي ، بتذكير المسلمين ببيعة الشجرة وصرخ فيهم بصوت عالٍ :\r\n« يا مَعشَرَ المُهاجِرِينَ والأنصارِ يا أَصحابَ سُورَةِ البَقرةِ يا أَهلَ بَيعَةِ الشَّجَرة إِلى أَينَ تَفِرُّونَ ، هَذا رَسُولُ اللَّه . . . » « 1 » . ( والتذكير بسورة البقرة يعود إلى وجود قصّة طالوت وجالوت وإعراض أكثر المشاركين في جيش طالوت عن القتال وبقيت ثلة من المؤمنين مع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تفسير « مجمع البيان » ، ج 5 ، ص 19 ؛ ذيل الآية 25 من سورة التوبة .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nطالوت إلى أن كتب اللَّه النصر على جالوت » .\r\nوقد أدى هذان الأمران في تراجع أكثر المسلمين الفارين من ميدان القتال واجتماعهم مرّة ثانية وعودة تماسك الجيش الإسلامي وبدأت حركة قوية من جانب المسلمين وهجموا صفّاً واحداً على الأعداء ودحروهم وكتب اللَّه النصر للمسلمين في هذه المعركة وأسروا جماعات كثيرة من الأعداء ، وخرجوا من هذه المعركة ظافرين غانمين .\r\nوهناك الكثير من مثل هذه الموارد في تاريخ الإسلام ويمكنها أن تكون مصدر إلهام لجميع القادة والمدراء في المجتمع الإسلامي مع تفاوت الظروف وخصوصيات المرحلة .\r\nنموذج آخر ( خطبة طارق بن زياد المعروفة )\r\nالمعروف أنّ طارق بن زياد قائد الجيش الإسلامي لفتح اسپانيا عندما واجه جيش الأعداء الكبير ، أقدم على حركة مبتكرة وعجيبة ، بحيث لولا إقدامه هذا لكان من الممكن أن تلحق هزيمة نكراء بجيش الإسلام في « الأندلس » فقد أمر طارق بن زياد بحرق السفن التي نقلت جيشه إلى ساحل إسبانيا ، واكتفى بحفظ متاع وغذاء يوم واحد لجيشه وأمر بإحراق الباقي ثم قال ضمن خطبة قصيرة ومثيرة :\r\n« يا أيّها النّاس ! أَينَ المَفَرُّ ؟ وَالبَحرُ مِنْ وَرائِكُم وَالعَدوُّ مِنْ أَمَامِكُم ، فَليسَ لَكُم وَاللَّهِ إلّاالصّدقُ والصَّبرُ ، واعلَمُوا أَنَّكُم فِي هَذهِ الجَزِيرَةِ أَضيعُ مَنَ الأيتامِ فِي مَأَدُبَةِ اللّئامِ ! وَقَد استَقبَلَكُم عَدُوُّكُم بِجَيشِهِ وَأَسلِحَتِهِ ، وَأَقواتُهُ مَوفُورَةٌ ، وَأَنتُم لا وِزرَ لَكُم غَيرَ سُيُوفِكِم ، وَلا أَقواتَ لَكُم غَيرَ مَا تَستَخلِصُونَهُ مَنْ أَعدائِكُم » « 1 » .\r\nفوقع هذا الكلام وقع الصاعقة على جيش الإسلام فحملوا في ذلك اليوم كالبرق الخاطف على جيش الأعداء وهزموهم هزيمة نكراء ، وفتحوا الطريق إلى تأسيس حكومة إسلامية في « الأندلس » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وفيات الأعيان ، لابن خلكان ، ج 4 ، ص 404 ، طبعة مصر ؛ نفح الطيّب ، ج 1 ، ص 225 .\r\n( 2 ) . انظر في هذا المجال : الكتاب النفيس « الأندلس أو تاريخ حكومة المسلمين في أوروبا » تأليف المرحوم الدكتور محمد إبراهيم آيتي ( بالفارسية ) .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\n\r\n6 - التفكير بالحل للمشاكل والحوادث غير المتوقعة\r\nفي هذا القسم من وظائف « الإدارة والقيادة » تكمن مسائل مهمّة ينبغي الالتفات إليها :\r\nإنّ أيّ تشكيلة اجتماعية أو منظمة معينة ، حالها حال بدن الإنسان ، حيث يواجه أحياناً وفي أثناء العمل موانع ومعوّقات تؤدي إلى مرضه ، أو ربّما يواجه البدن فجأة أزمة شديدة ، فالمدير أو القائد العسكري في مثل هذه الحالات الاستثنائية يجب عليه أن يكون كالطبيب الماهر والحاذق في علاج الواقعة فوراً مع الاستعانة بالمشاورين .\r\nفلا ينبغي للمدير أن يتصور أن إدارته ومؤسسته ستبقى سالمة ولا تواجه أية مشكلة ومعضلة في واقع الحياة والمجتمع وأنّ كل شيء يسير وفق مراده ، فلو كان يملك مثل هذا التصور فإنّه عند بروز الحوادث غير المتوقعة سيقع في تخبط خطير وتضطرب الأمور حوله بحيث يفلت منه زمام الأمور .\r\nوهذه الحوادث على قسمين : تارة تكون عامّة وشاملة « الشمولية في دائرة مديريته » وأحياناً أخرى تكون فردية وشخصية « ترتبط بأحد الأشخاص من أعوانه أو موظفيه » .\r\nالصورة الأولى من قبيل أن يواجه صراعاً شديداً مع مؤسسة أو إدارة أخرى ، أو تكون هناك خلافات مقطعية أو عميقة الجذور ، وأحياناً يواجه المدير سوء فهم أتباعه له أو حتى سوء التدبير من قِبله وسوء تشخيصه للمشكلة والأزمة ، أو يواجه حالة العصيان من أتباعه ، أو يواجه معضلة من جراء حادثة معينة ، وفي هذا الموقع يجب على المدير أو القائد أن يستخدم نبوغه وابتكاره لمواجهة هذه الحادثة وإيجاد الحلول لها .\r\nوالمشكلة هنا تمكن في مثل هذه الموارد في عدم وجود أصول وقوانين خاصّة تساهم في حل المشكلة وعدم وجود الوقت الكافي للتعلم واقتباس الحلول لهذه المشكلات ، فالغالب أن يستلهم المدير في مثل هذه الموارد من تجاربه الشخصية أو يستخدم نوعاً من الابتكار الخاص الذي ينطلق من ذهنه الوقاد .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nولكن مع هذه الحال فهناك سلسلة من الأصول الكلية التي ينفع العمل بها في مثل هذه الظروف ويمكنها أن تساهم في حلّ المشكلة أو على الأقل تفتح الطريق لإيجاد الحل أو التقليل من السلبيات ، ومن ذلك :\r\n1 - يجب على المدير في مثل هذه الظروف قبل كل شيء حفظ تسلطه على أعصابه وأن يواجه هذه الحالة ببرودة أعصاب ولا يفقد توازنه أو يملكه الخوف والهلع ، فلو حدث ذلك فإنّ جميع الأبواب ستوصد أمامه ويكون حاله كالطائر عندما يدخل في غرفة فيجد نفسه محاصراً ومحبوساً فيها ، ويملكه الخوف والاضطراب بحيث يضرب نفسه على زجاج النوافذ والأبواب ولا يرى الباب المفتوحة التي دخل منها .\r\n2 - إذا أحس المدير بوقوع خطأ أو اشتباه من جهته ، فلا ينبغي له الإصرار على الخطأ أو تملكه حالة من العناد ويبقى مصراً على خطئه ، بل ينبغي له بمجرّد الاطلاع على خطئه أن يسارع في إصلاحه وجبرانه ، والاعتراف بالحقيقة في مثل هذه الموارد يساهم بشكل كبير في إطفاء نار المشكلة والتخلّص من افرازات المعضلة .\r\nومرّة أخرى يمكننا الاقتباس من القرآن الكريم لتأييد هذين الأصلين ونستوحي ذلك من واقعة « صلح الحديبية » يقول القرآن :\r\n« إِذْ جَعَلَ الَّذِينَ كَفَرُوا فِي قُلُوبِهِمْ الْحَمِيَّةَ حَمِيَّةَ الْجَاهِلِيَّةِ فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَى رَسُولِهِ وَعَلَى الْمُؤْمِنِينَ وَأَلْزَمَهُمْ كَلِمَةَ التَّقْوَى وَكَانُوا أَحَقَّ بِهَا وَأَهْلَهَا وَكَانَ اللَّهُ بِكُلِّ شَيْءٍ عَلِيماً » « 1 » .\r\nوكانت هذه الحادثة كما يلي : لقد أصر مشركو قريش على منع المسلمين من دخول مكّة المكرمة لأداء مراسم العمرة لهذا العام ، لأنّهم تصوروا أنّهم لو سمحوا للمسلمين بذلك فهذا يعتبر نوعاً من الهزيمة لهم ، وسوف تتحدّث قبائل العرب أنّ قريشاً سمحت لقتلة آبائهم وأبنائهم في حروب بدر واحد من الدخول إلى مكّة ، ولكنّهم بهذا التصرف سحقوا جميع مبادئهم وقيمهم ، لأنّ العرب كانوا لا يمنعون أحد من دخول مكّة وأداء المراسم الدينية حتى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الفتح ، الآية 26 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nلو أنّ أحداً رأى قاتل أبيه في مراسم الحج والعمرة فإنّه لا يزاحمه ولا يمنعه من أداء مناسكه ، لأنّ مكّة تعتبر الحرم الإلهي الآمن ويزداد الأمن في مكّة في الأشهر الحُرم ، مضافاً إلى أنّ هذه الحالة من الأمن كانت مؤثرة كثيراً في جذب جميع القبائل العربية إلى مكّة وحصلت مكّة على مكانة متميزة بين القبائل العربية .\r\nولكن كما يقول القرآن الكريم إنّ المشركين أصابتهم « حميّة الجاهلية » وعاشوا حالة من التعصب المقيت والحقد الدفين بحيث إنّهم نسوا جميع هذه القيم والمبادىء .\r\nهذا من جهة ، ومن جهة أخرى ، عندما وصل الأمر إلى كتابة نص المعاهدة قال النبي الأكرم صلى الله عليه وآله للإمام علي عليه السلام اكتب « بسم اللَّه الرحمن الرحيم » هنا اعترض « سُهيل بن عمرو » سفير قريش قائلًا : إنّنا لا نعلم هذا الجملة ويجب أن تكتب العبارة المعروفة لدى المشركين وهي « باسمِكَ اللّهُمّ » ، وعندما أمر النبي الأكرم صلى الله عليه وآله بكتابة : « هذا مَا صَالَحَ عَلَيْهِ مُحَمَّدٌ رَسُولُ اللَّهِ سُهَيْلَ بنَ عَمْرو » ، اعترض سُهيل مرّة أخرى وقال : « إذا كُنّا نَعْتَقِدُ بِأنَّكَ رَسُولُ اللَّهِ فَلا نِزاعَ بَيْنَنَا » ، فأمر النبي الأكرم صلى الله عليه وآله بمحو هذه الكلمة ، ولكن الإمام علي عليه السلام رأى أنّ ذلك مخالفاً للأدب ولذلك لم يتقدم لمحو هذه الكلمة ، فما كان من رسول اللَّه صلى الله عليه وآله إلّاأن محاها بنفسه « 1 » .\r\nوهنا كان العدو يتنظر ذريعة لنقض هذه المعاهدة وعدم المواقفة على هذا الصلح الذي يعتبر مقدمة لفتح كبير للمسلمين وقد سمّاه القرآن الكريم بالفتح المبين .\r\nوكلّما عاش المسلمون في مقابل الحوادث المتوقعة حالات التعصب والاضطراب وحميّة الجاهلية كما كان حال أعدائهم ، وفقدوا روح السكينة والطمأنينة المتولدة من الإيمان العميق وابتعدوا عن كلمة التقوى التي كانوا أهلًا لها ، فمن البديهي أنّهم سيفقدون امتيازهم ، في حين أنّ الأعداء عندما تورطوا في شراك العصبية وحمية الجاهلية فإنّهم أضاعوا فرصة ثمينة وقدّموا امتيازاً كبيراً للمسلمين ، وتمثل ذلك في اعتناق العشرات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انظر : سيرة ابن هشام ، ج 3 ، ص 331 و 332 ؛ طبعة الحلبي 1335 ه ق ، طبقات ابن سعد ، ج 2 ، ص 95 ، طبعة بيروت ؛ جامع السيرة ، ص 207 طبعة دار المعارف مصر .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nوالمئات من القبائل العربية الإسلام والتحاقهم بالمسلمين .\r\nوخلاصة الكلام أنّ المدير والقائد في مثل هذه الحوادث واللحظات الحاسمة يجب أن يحفظ وقاره وهدوءه ويلتزم بأصول التقوى بعيداً عن كل أشكال التعصب ونخوة الجاهلية ، وإذا وجد ضرورة في إعادة تقييم عمله والبحث في نقاط القصور وعناصر القوّة والضعف في تدبيره فينبغي أن يفتح صدره ولا يجد في نفسه حرجاً من ذلك .\r\n3 - يجب على المدير أو القائد أن يكون « حاسماً وشجاعاً » في اتخاذ القرار اللازم في مثل هذه الموارد ولا يدع التردد والاهتزاز يجد طريقاً إلى نفسه وعزمه ، وإلّا فإنّه سيفقد زمام الأمور ، وبدلًا من أن يتغلب هو على المشكلة ويسيطر عليها فإنّ المشكلة سوف تسيطر عليه .\r\n4 - يجب على المدير قبل أن يقدم على أيّ عمل أن يفكر في ضبط الحادثة وحفظها ويمنع من اتساع دائرتها ، كما هو الحال في عمل رجال الاطفاء فإنّهم قبل كل شيء يقومون بتطويق الحريق ومنع تسربه إلى مناطق أخرى ثم يتحركون على مستوى اطفائه والقضاء عليه .\r\n5 - يحدث كثيراً في مثل هذه المواقع أن ينهار الإنسان في مواجهة أمواج المشاكل والأزمات بسبب التعنّت ، فينبغي أن يعيش الإنسان الانعطاف والمرونة ويتحرك قليلًا مع الموجة ثم يحاول ركوبها ويسعى إلى كبح جماحها والسيطرة عليها ، وهذا العمل دقيق جدّاً وينبغي التعامل مع هذه الحوادث بذكاء وفطنة .\r\n6 - أحياناً تكون الدقائق واللحظات في مثل هذه الموارد مصيرية ، فربّما في لحظة واحدة يتغير كل شيء ، فيجب على المدير والقائد أن لا يفوّت الفرصة بل يتحرك فوراً وبأعصاب باردة لعلاج الواقعة بذكاء وحنكة ولا ينبغي أن يدع اللحظات تمر دون حساب .\r\n7 - يجب على المدير أو القائد المسلم والمؤمن في مثل هذه المواقع أن يعود لذاته وقلبه ويتوجه إلى ربّه ويتصل معه ويستمد من لطفه ورحمته ويطلب منه تعالى أن يحفظه من منزلقات هذه الواقعة ولا يوكله إلى نفسه طرفة عين ، كما ورد عن الإمام الصادق عليه السلام أنّه قال :\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\n« رَبِّ لاتَكِلْنِي إلى نَفسي طَرفَةَ عَينٍ أبداً » « 1 » .\r\nولكن إذا كان الانحراف أو المشكلة ذا طابع فردي ، بمعنى أنّ أحد أعضاء هذه الإدارة أو المؤسسة خرج عن خط الصواب وانحرف عن الجادة ، فمن الضروري رعاية الأصول التالية :\r\n1 - يجب على المدير أن يتعامل مع هذا الشخص كما يتعامل مع العضو الجريح والمصاب ، فيجب أن يكون « حاسماً وجدّيّاً » ، وفي ذات الوقت يكون لطيفاً ويتعامل معه من موقع المحبّة والمودة .\r\nيجب عليه أن يدرس بدقّة عوامل المرض والانحراف ويسعى لعلاجها ولا يكتفي بالعلاج المؤقت والمقطعي .\r\n2 - لابدّ من الأخذ بنظر الاعتبار هذه الحقيقة ، وهي أنّ طب الوقاية أكثر تأثيراً وأقل نفقة من طب العلاج « الوقاية خير من العلاج » وبشكل عام فالوقاية أكثر فائدة وأقل خسارة .\r\nوتأسيساً على هذا الأصل ، فإنّ منع بروز مثل هذه الحوادث في مؤسسة أو إدارة معينة يكون مثيراً للأمل وضامناً للسلامة أكثر من السعي للإصلاح بعد بروز الفساد وحدوث المشكلة .\r\nومن أجل تحقيق هذا الهدف لابدّ من منح الأفراد القوّة والحصانة من خلال التعليم المستمر بحيث يعيش هؤلاء الأفراد حالة الحصانة في مقابل عوامل الفساد والضعف ، فكما يتحرك الناس عند ظهور الأمراض المعدية نحو التلقيح ضد المرض ويكسبون المناعة اللازمة لصيانة البدن من المرض ومنحه القدرة الكافية على مواجهة المكروبات ، فكذلك عند ظهور عناصر الانحراف والاهتزاز والانحلال لابدّ من العمل على صيانة الأفراد من هذا الخطر .\r\nوهنا نقطة دقيقة وحساسة جدّاً ، وهي أنّ تسليح الأفراد في مقابل بروز عوامل الفساد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سفينة البحار ، مادة « وَكَل » .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nوالانحراف لا ينبغي أن يكون من خلال « التعليم الفاسد » ، فقد يفتح ذلك الطريق على أصحاب القلوب المريضة والمستعدة للفساد ، بل ينبغي بحث هذه المواضيع وتحليل هذه العوامل والانحرافات من خلال معرفة طرق الوقاية واكتساب المناعة منها رغم أنّ هذا العمل لا يخلو من تعقيد وصعوبة ، وعدم رعاية هذه النقطة يؤدي أحياناً إلى تبديل « دروس الهداية » إلى « دروس ضلالة » .\r\nومن هنا فإنّ الأشخاص الذين يتعاطون هذا الشأن ويتولون مسؤولية هذه القضية يجب أن يملكوا الذوق والتجربة الكافية لتحمل هذه المسؤولية والتوفيق في هذا البرنامج ، ولئلا يتبدل عملهم من « التوعية » إلى « الغواية » .\r\nعلى أيّة حال فبإمكان المدير أن يكون له دور مؤثر في هذا المجال بالاستعانة بقسم الاعلام في تلك المؤسسة أو الدائرة ، وبذلك يحفظ الأفراد من السقوط في وادي الانحراف ومنزلقات الخطيئة ويمنحهم المناعة في مقابل وساوس الشياطين وعدم الانزلاق في خط الباطل والانحراف . لأننا نعلم أنّ الشيطان لا يعمل عملًا بدون توفير مقدمات ، وكما يقال إنّه لا يدخل « الإنسان » أي بلد إلّامن خلال « جواز سفر » ، وما أروع قول القرآن الكريم في هذا المجال :\r\n« إِنَّمَا سُلْطَانُهُ عَلَى الَّذِينَ يَتَوَلَّوْنَهُ وَالَّذِينَ هُمْ بِهِ مُشْرِكُونَ » « 1 » .\r\nوأمّا الأشخاص الذين يملكون المناعة أمام وساوس الشيطان والذين يتسلحون في مقابله بسلاح الإيمان والتوكل ، فإنّهم من جملة عباد اللَّه المخلصين وهم بعيدون عن شراك الشيطان ووساوسه :\r\n« إِنَّهُ لَيْسَ لَهُ سُلْطَانٌ عَلَى الَّذِينَ آمَنُوا وَعَلَى رَبِّهِمْ يَتَوَكَّلُونَ » « 2 »\r\n« إِنَّ عِبَادِي لَيْسَ لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَى بِرَبِّكَ وَكِيلًا » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة النحل ، الآية 100 .\r\n( 2 ) . سورة النحل ، الآية 99 .\r\n( 3 ) . سورة الإسراء ، الآية 65 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nعلى أيّة حال لابدّ من توخّي الحذر من النفوذ التدريجي لوساوس الشيطان والعمل على تقوية المناعة اللازمة ليعيش الإنسان المؤمن حالة المصونية في مقابل خطر الانحراف والزيغ .\r\n3 - تقدّم أنّ التعامل مع الأشخاص المذنبين والخاطئين ينبغي أن يكون كالتعامل مع العضو المكسور أو المجروح من خلال سلوك طريق الملاطفة والتحدث معه بلغة المودة ، ولا ينبغي استخدام منطق « الخشونة والعنف » كعلاج لانحراف هذا الفرد ، لأنّ هذا السلوك الخشن يؤدي غالباً إلى زيادة الألم واشتداد الانحراف ، أو يؤدي إلى سراية الانحراف إلى الأعضاء السالمة الأخرى .\r\nيقول أمير المؤمنين الإمام علي عليه السلام في عهده التاريخي لمالك الأشتر رحمه الله :\r\n« يَفْرُطُ مِنْهُمُ الزَّلَلُ ، وَتَعْرِضُ لَهُمُ الْعِلَلُ ، وَيُؤْتَى عَلَى أَيْدِيْهِمْ فِي الْعَمْدِ وَالْخَطَأ ، فَأَعْطِهِمْ مِنْ عَفْوِكَ وَصَفْحِكَ مِثْلَ الَّذِي تُحِبُّ أَنْ يُعْطِيَكَ اللَّهُ مِنْ عَفْوِهِ وَصَفْحِهِ » « 1 » .\r\nولكن مع هذا الحال فأحياناً لا تنفع أشكال العلاج ولا طريق أمام المدير سوى القيام « بعملية جراحية » لفصل العضو الفاسد ، وهنا لابدّ من التزام عنصر الحسم والحزم ، وفي ذات الوقت ينبغي رعاية « المعايير والضوابط الإسلامية » والتعامل مع هذا المورد بحكمة ودقّة وإعلان النتيجة للآخرين من الأفراد الذين يعملون تحت إمرته لئلا يتزلزل اعتمادهم عليه ويسيئوا الظن به ، وبذلك يشعر الأفراد الجيدون بالأمن ويرون بأنفسهم عاقبة الانحراف والزيغ عن جادة الصواب .\r\n4 - ينبغي الالتفات إلى هذه النقطة المهمّة ، وهي أنّ « الإصرار على إبقاء وحماية العضو الفاسد » قد يكون ضاراً بمقدار معاقبته وتوبيخه ، أكثر من اللازم .\r\nصحيح أنّ عزل الشخص الذي اختاره « المدير » بنفسه قد يكون صعباً ويكلّف المدير غالياً ، ولكنّ تحمل مفاسد الإصرار على استمراره بالعمل ربّما يؤثر تأثيراً سلبياً على مكانة المدير ويعرّض حيثيته وشخصيته للخطر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج‌البلاغة ، الرسالة 53 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n5 - يجب التواصل مع هؤلاء الأفراد المنحرفين مهما أمكن ذلك والعمل على توعيتهم واصلاحهم وبذل الجهد في هذا السبيل والتعامل معهم كالأخ الودود ، والحذر من اتخاذ تدابير متسرعة ، ولكن في نفس الوقت وعندما يرى المدير عدم تأثير هذه الأساليب ، فلا ينبغي أن يتردد إطلاقاً في عزلهم وإبعادهم طبق الضوابط الإسلامية .\r\nوينبغي الالتفات إلى أن مكانة المدير هي كمكانة الأخ ووظائفه وظائف الأخ . . .\r\nوقد ورد في الكثير من الآيات القرآنية التعبير عن الأنبياء الإلهيين بوصفهم « أخ » لأقوامهم ، والتعبير بهذه الكلمة يختزن معنى عميقاً :\r\nيقول القرآن الكريم بالنسبة للنبي هود عليه السلام : « وَإِلَى عَادٍ أَخَاهُمْ هُوداً . . . » « 1 » .\r\nوعن صالح عليه السلام يقول : « وَإِلَى ثَمُودَ أَخَاهُمْ صَالِحاً . . . » « 2 » .\r\nوعن شعيب عليه السلام يقول : « وَإِلَى مَدْيَنَ أَخَاهُمْ شُعَيْباً . . . » « 3 » .\r\nوعن نوح عليه السلام يقول : « إِذ قَالَ لَهُمْ أَخُوهُمْ نُوحٌ . . . » « 4 » .\r\nوعن لوط عليه السلام يقول : « إِذ قَالَ لَهُمْ أَخُوهُمْ لُوط . . . » « 5 » .\r\nويتبيّن من ذلك أنّ موقع الأنبياء الإلهيين بالنسبة لأقوامهم هو موقع الأخ لهم « لا القيّم والسيّد » ولا مقام الشخص الأجنبي عنهم الذي لا يحس نحوهم بأي عاطفة ومودة .\r\nوكما يتعامل الأخ مع أخيه ويتواصل معه ، فإنّ المدير أو القائد يجب أن يتعامل مع الموظفين الذين تحت إمرته بهذا الأسلوب ويفكر بهم على هذا الأساس .\r\n6 - علي أيّة حال ينبغي التمييز بين « الجاهل القاصر » و « الجاهل المقصّر » « 6 » . وبين الأشخاص الذين يملكون حسن النيّة في ارتكابهم للخطأ ، والأشخاص الذين يرتكبون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الأعراف ، الآية 65 .\r\n( 2 ) . سورة الأعراف ، الآية 73 .\r\n( 3 ) . سورة الأعراف ، الآية 84 .\r\n( 4 ) . سورة الشعراء ، الآية 106 .\r\n( 5 ) . سورة الشعراء ، الآية 161 .\r\n( 6 ) . الجاهل القاصر هو الذي لا سبيل له إلى تعلم المسائل الواجبة ، والجاهل المقصّر هو الذي يتمكن من الوصول‌إلى المسائل الواجبة ولكن يتكاسل عنها .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nالخطأ بسوء نيّة .\r\nويتحدث أمير المؤمنين عليه السلام عن جماعة طلبوا الحق ولكنّهم بسبب الجهل انحرفوا عن خط العدل والصواب ويوصي أتباعه بمداراتهم والتعامل معهم بلغة الإحسان ، ثم يستدل بذلك بقوله :\r\n« فَلَيْسَ مَنْ طَلَبَ الْحَقَّ فَأَخْطَأَهُ ، كَمَنْ طَلَبَ الْبَاطِلَ فَأَدْرَكَهُ » « 1 » .\r\n7 - إنّ ما تقدّم آنفاً كان يرتبط بموارد الخلل الداخلي ، وأمّا بالنسبة إلى الأضرار والمشاكل التي تأتي من قِبل العدو الخارجي وربّما تحدث مسائل غير متوقعة ، فالمدير أو القائد يجب عليه ، مع حفظ روحية أتباعه ومعنوياتهم بالحدّ الأقصى والايحاء لهم بضعف العدو وخواء قوّته ، وأن يأخذ قوّة عدوّه بالحسبان عملًا ، ويضع في احتماله أنّ هذا العدو ربّما يثير له مشكلة أو يلحق به صدمة أو يتحرك للهجوم عليه هجوماً مقطعياً أو شاملًا ، وأن يأخذ كامل الاستعداد ويتوخى بناء وتحصين كيانه في زمان الحرب وحتى في زمان الصلح .\r\nيقول الإمام أمير المؤمنين علي عليه السلام في عهده التاريخي لمالك الأشتر رحمه الله :\r\n« وَلَا تَدْفَعَنَّ صُلْحاً دَعَاكَ إِلَيْهِ عَدُوُّكَ وَللَّهِ فِيهِ رِضاً ، فَإِنَّ فِي الصُّلْحِ دَعَةً لِجُنُودِكَ وَرَاحَةً مِنْ هُمُومِكَ ، وَأَمْناً لِبِلَادِكَ ، وَلَكِنِ الْحَذَرَ كُلَّ الْحَذَرِ مِنْ عَدُوِّكَ بَعْدَ صُلْحِهِ ، فَإِنَّ الْعَدُوَّ رُبَّما قَارَبَ لِيَتَغَفَّلَ ، فَخُذْ بِالْحَزْمِ ، وَاتَّهِمْ فِي ذلِكَ حُسْنَ الظَّنِّ » « 2 » .\r\n\r\n7 - تقييم ودراسة عوامل النجاح والإخفاق\r\nلا يمكن أن يعيش الإنسان في هذه الحياة دون أن يواجه إخفاقاً في مجمل حياته ، لأنّ طبيعة هذه الحياة تختزن الفشل والإخفاق لمن يتحرك فيها ويتفاعل معها .\r\nالمهم هو كيفية استفادة الإنسان من حالات الإخفاق وعوامل الفشل وتحويلها إلى عوامل للنجاح وتبديلها إلى عناصر قوّة ، فعليه أن :\r\nيتحرك لمعرفة نقاط الضعف والقصور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الخطبة 61 .\r\n( 2 ) . نهج‌البلاغة ، الرسالة 53 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nمعرفة جوانب النقص والحاجة .\r\nإصلاح المواقف الخاطئة والممارسات السلبية .\r\nوالخلاصة أن يدرس من جديد وضع جميع القوى والقابليات ويضعها في بوتقة الاختبار ويستخلص منها النتائج والدروس .\r\nصحيح أنّ الإخفاقات أحياناً تكون ثقيلة وباهضة الثمن ، ولكن إذا تحرك الإنسان على مستوى استثمار هذه الإخفاقات من خلال إعادة النظر بدقّة في مجمل البرامج والمخططات والكشف عن « مناطق الاهتزاز والخلل » ، فإنّ الثمن الذي يدفعه لهذه الإخفاقات لا يكون كثيراً ، بل أحياناً يكون الربح الحاصل من هذه الإخفاق والفشل أكثر بكثير من الضرر أو الخسارة الناتجة منه ، وبعبارة أخرى ، أنّ حالات الإخفاق والفشل إنّما تكون خطيرة في صورتين :\r\n1 - في صورة أن تكون عاملًا وسبباً لليأس و « خوار العزيمة » وإضعاف المعنوية .\r\n2 - في صورة ما لو لم يستثمرها الإنسان فيضعها على طاولة البحث والدراسة ويستخلص منها النتائج والدروس لإكمال المخطط السابق وجبران الأخطاء وإصلاح الخلل .\r\nوطبعاً ينبغي بذل الجهد الوافر لتوقي حدوث أي إخفاق وفشل في أي مقطع من مقاطع الحياة ، ولكن في صورة حدوث مثل هذا الأمر فإنّ أحد الوظائف المهمّة للمدير أو القائد هي عقد جلسات المشورة بشكل مستمر ومنظم لدراسة علل وعوامل هذا الإخفاق .\r\nإنّ أهم مسألة في هذا المجال والتي ينبغي مراعاتها بدقّة في مثل هذه الجلسات :\r\n1 - عدم إغماض النظر عن ذكر الحقائق المرّة وكتمان الموارد المؤلمة ، بل ينبغي الانفتاح عليها والاعتراف بها بكامل الجرأة والتسلط على النفس ودراستها بشكل دقيق ومفصّل .\r\n2 - اجتناب حالات التبرير لعوامل الفشل والهزيمة والإصرار على تبرئة الذات أو إلقاء اللوم على الأشخاص الآخرين أو عوامل أخرى ، لأنّه لا شيء أخطر من عدم رؤية الإنسان\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nلنقاط ضعفه وقصوره وإلقاء اللوم على الآخرين ، لأنّ ذلك من شأنه أن يعرّضه مرّة أخرى للفشل والسقوط في هوة الإخفاق .\r\n3 - ينبغي التحلّي بالشجاعة الكاملة لدى دراسة عوامل الضعف والقصور واجتناب التعصب والخجل ، ودراسة المسائل الخاصة بالموضوع بدقّة بالتوكل على اللَّه تعالى وإخلاص النيّة وصفاء القلب وبشجاعة ، وتقبّل جميع التبعات الناشئة عن تلك الحادثة ، وفي هذه الصورة فقط يمكن التعرف على الأسباب الحقيقية للحادثة واستثمارها بشكل إيجابي وتحويلها إلى سلّم للرقي وجسر لتحقيق النصر والنجاح في المستقبل .\r\n4 - عند دراسة هذه المسائل الحساسة يجب على الإنسان المؤمن أن يستعيذ باللَّه من الوساوس الشيطانية التي تزين للإنسان الأمور غير الواقعية : « وَزَيَّنَ لَهُمْ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنْ السَّبِيلِ فَهُمْ لَايَهْتَدُونَ » « 1 » . وتدفع بالإنسان في طريق الضلالة والانحراف ، وينبغي عليه الاستمداد من الذات المقدّسة ويسأله العين البصيرة والقلب العارف بالحقائق ويطلب منه أن يعرّفه الحقيقة كما هي ، فيكون مصداقاً للدعاء المعروف : « ربّ أرني الأشياء كَما هي » « 2 » .\r\nغزوة « احُد » مثال الهزيمة التي تخلق النصر :\r\nوهنا من المناسب جدّاً إلقاء نظرة على تاريخ الإسلام لنرى عاقبة الفشل الذريع الذي حلّ بالمسلمين في غزوة « احُد » وما كانت النتيجة ؟ وكيف أنّ نبي الإسلام صلى الله عليه وآله استخدم هذه الهزيمة كوسيلة فاعلة ومؤثرة لتحقيق انتصارات سريعة متلاحقة ؟ بحيث إنّ أحد المفسّرين المعروفين يقول : « إنّ أحد الأشخاص رأى النبيّ صلى الله عليه وآله في منامه فقال له : إذا خيّرت في احُد بين النصر أو الهزيمة ، فإنّي سأختار الهزيمة بسبب النتائج المهمّة التي ترتبت على هذه الحرب للمسلمين » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة النمل ، الآية 24 .\r\n( 2 ) . رسائل الشريف المرتضى ، ج 2 ، ص 261 .\r\n( 3 ) . تفسير المنار ، ج 4 ، ص 146 . البتة عين عبارت المنار نيست ، نقل به معنا شده است .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nونرى من المناسب أن نشير إلى أصل غزوة أحد ومديات الإدارة والقيادة الحاسمة في هذه الحرب وتحليل عوامل الهزيمة والفشل فيها ، ولهذا نرجو السماح لبسط هذا البحث وتفصيل الوقائع ليكون شاهداً ناطقاً على بحثنا الحاضر .\r\nورد في الروايات وفي المصادر التاريخية الإسلامية أنّه : عندما ذاقت قريش طعم الهزيمة النكراء في بدر ورجع المشركون إلى مكّة بعد أن فقدوا 70 قتيلًا و 70 أسيراً « 1 » ، قام أبو سفيان بتحذير أهالي مكّة وقال لهم : لا تدعوا النساء يبكون على قتلاهنّ لأنّ البكاء يزيل الحزن ويخفف من العداوة والحقد من قلبهنّ لمحمّد ، وحلف أبو سفيان أن ينتقم لقتلى بدر ولا يقارب زوجته ما لم ينتقم من محمّد والمسلمين .\r\nوعلى هذا الأساس قام بتحريك قبائل قريش بكل وسيلة وتثوير الناس للحرب ضد المسلمين وانتشرت في مكّة صرخة « الانتقام الانتقام » وحينما حلّت السنة الثالثة للهجرة عزمت قريش على قتال رسول اللَّه صلى الله عليه وآله بثلاثة آلاف فارس وألفي راجل ، وخرجوا من مكّة بكامل العدّة والعدد ، ومن أجل تقوية روحية الجنود ومعنوياتهم وإثارة غضبهم وحقدهم في ميدان القتال ، فإنّهم قد جاءوا معهم بالأصنام والنساء أيضاً .\r\n* * * وصول الخبر في الوقت المناسب :\r\nوكان العباس عمّ النبي الأكرم صلى الله عليه وآله يعيش في مكّة وبين قريش وهو باقٍ على عقائدهم ، ولكن بما أنّه كان يحبّ ابن أخيه حبّاً شديداً ، فعندما رأى قريش قد شكّلت جيشاً قوياً تريد قتال النبيّ وقد استعدت للخروج لقتاله ، كتب رسالة للنبي وأرسلها مع رجل من قبيلة بني غفّار إلى المدينة « 2 » ، وعندما اطلع رسول اللَّه صلى الله عليه وآله على المسألة أمر بعض المسلمين أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قتل في غزوة بدر 70 نفراً من قريش بيد المسلمين حيث ذكر ابن إسحاق أسماء 50 منهم ، وابن هشام 20 آخرين ، وقد ذكر الشيخ المفيد في كتابه الإرشاد أسماء 36 نفراً من قتلى بدر ، وقال : « اتفق رواة العامة والخاصة على أنّ 36 منهم قتل بيد علي بن أبي طالب عليه السلام » الإرشاد ، ج 2 ، ص 32 المطبعة الإسلامية .\r\n( 2 ) . المغازي للواقدي ، ج 1 ، ص 204 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nيتوجهوا بسرعة إلى طريق مكّة ليتحققوا من وضعية جيش قريش ويحصلوا على معلومات دقيقة عنه « وكانت هذه أول خطة في إدارة وقيادة الحرب » .\r\nولم يمض وقت طويل حتى عاد المخبرين اللذين ذهبا لكسب الأخبار من جيش العدو إلى رسول اللَّه صلى الله عليه وآله وأخبراه عن كيفية وحالات جيش قريش وقالا له : إنّ هذا الجيش القوي يدار بقيادة أبي سفيان نفسه .\r\nتشكيل شورى الحرب :\r\nفدعا رسول اللَّه صلى الله عليه وآله جميع أصحابه وأهل المدينة للشورى وطرح عليهم موضوع الدفاع عن المدينة بوضوح ، فطرحت هذه المسألة وهي : هل يتمّ الدفاع والقتال من داخل المدينة أو من خارجها كأن يخرج المسلمون من المدينة ويتصدون للأعداء ؟ وهكذا تداول النبي الأكرم صلى الله عليه وآله والمسلمون الحديث والحوار فقال بعضهم : لا نخرج من المدينة بل نقاتلهم في أزقة المدينة ، لأنّه في هذه الصورة يستطيع حتى الرجال الضعفاء والنساء من إعانة المقاتلين والمساهمة في هذه المعركة « 1 » .\r\nوهذا ما قاله « عبداللَّه بن أبي » وأضاف بعد كلامه هذا : يا رسول اللَّه لم يحدث أن بقينا بالمدينة في بيوتنا وانتصر علينا العدو .\r\nوكان هذا الرأي هو ما استحسنه رسول اللَّه صلى الله عليه وآله بسبب حالة المدينة في ذلك الوقت ، فقد كان رسول اللَّه صلى الله عليه وآله أيضاً يرغب في مواجهة قريش داخل المدينة ، ولكنّ فئة من الشباب المقاتلين خالفوا هذا الرأي .\r\nقال « سعد بن معاذ » وعدّة أشخاص من قبيلة « الأوس » : « يا رسول اللَّه صلى الله عليه وآله مَا غَلَبَنا عَدُوٌّ لَنا أتانا في دارِنا - أي في ناحِيَةٍ مِنْ نَواحيها - فَكَيْفَ وَأنْتَ فِينا ! ووافَقَهُمْ على ذلِكَ حَمْزَةُ بنُ عَبْدِالْمُطَلِّبِ وَقَالَ للنَّبِيِّ صلى الله عليه وآله : والّذى أنْزَلَ عَلَيْكَ الْكِتابَ لاأطْعَمُ طَعَاماً حتّى اجالِدَهُمْ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انظر : سيرة ابن هشام ، ج 3 ، ص 67 ؛ المغازي للواقدي ، ج 1 ، ص 211 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nبِسَيْفي خَارِجَ الْمَدِينَةِ ، كُلُّ ذلِكَ ورَسُولُ اللَّهِ صلى الله عليه وآله كارِهٌ للخُروجِ » « 1 » .\r\nوهكذا كثرت مثل هذه الكلمات الحماسية وازداد القائلون بلزوم الخروج من المدينة بحيث إنّ رأي « عبداللَّه بن أبي » حظي بالأقلية بين المجتمعين .\r\nورغم أنّ النبي الأكرم صلى الله عليه وآله لم يكن راغباً في الخروج من المدينة إلّاأنّه امتثالًا لأصل الشورى ، اختار رأي القائلين بالخروج من المدينة ومواجهة الأعداء خارجها « وهذه هي الخطوة الثانية » .\r\nثم خرج النبي الأكرم صلى الله عليه وآله مع أحد أصحابه لتهيئة المكان اللازم للمجاهدين خارج المدينة ، واختار محلًا مناسباً إلى جانب « جبل أحد » الذي كان يحظى بموقع عسكريّ مناسب وأخذ بنظر الاعتبار جميع الحالات في هذا المكان استعداداً للمعركة « وهذه هي الخطوة الثالثة » .\r\nكان يوم الجمعة ، فوقف رسول اللَّه صلى الله عليه وآله لأداء خطبة الجمعة ، وبعد الحمد والثناء للَّه‌تعالى أخبر المسلمين باقتراب جيش قريش وقال : « إذا كنتم مستعدين للقتال وقاتلتم العدو بهذه الروحية فإنّ اللَّه تعالى سينزل نصره عليكم حتماً » .\r\nوخلاصة الأمر أنّ النبي الأكرم صلى الله عليه وآله أخذ ينفخ في أتباعه روح العزيمة والشجاعة بحيث إنّه استطاع في ذلك الوقت من تحشيد ألف نفر من المهاجرين والأنصار للمشاركة في قتال الأعداء .\r\nوقد استلم النبي الأكرم صلى الله عليه وآله بنفسه قيادة الجيش ، وأمر قبل خروجه من المدينة بثلاثة ألوية ، دفع إحداها للمهاجرين واثنان منها للأنصار « 2 » .\r\nتحرك النبي الأكرم صلى الله عليه وآله إلى أحد مشياً على الأقدام وكان يهتم على طول الطريق بترتيب جيشه وتنظيم صفوفه ( وكانت هذه الخطوة الرابعة ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . السيرة الحلبية ، ج 2 ، ص 231 : طبعة القاهرة .\r\n( 2 ) . انظر : السيرة الحلبية ، ج 2 ، ص 231 ، طبعة القاهرة .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nتهذيب وتصفية الجيش :\r\nيذكر المؤرخ المعروف « برهان الدين الحلبي » في كتابه « السيرة الحلبية » :\r\n« وَسَارَ صلى الله عليه وآله إلى أنْ وَصَلَ رَأسَ الثَنِيَّةِ وَعِنْدَها وَجَدَ كَتِيبَةً كَبِيرَةً ، فقال : ما هذا ؟ قالوا :\r\nهؤلاءِ حُلَفاءُ عَبْدِاللَّهِ بنِ أبي سَلولٍ ، مِنْ يَهودٍ . فقال : أسلَموا ؟ فقيل : لا : فقال :\r\n« إنّا لانَنتَصِرُ بِأَهلِ الكُفرِ عَلى أَهلِ الشِّركِ » « 1 » .\r\nومن هنا لم يقبل اليهود بهذا الاقتراح البناء فرجعوا إلى المدينة ، وعلى ضوء ذلك قلّ من الجيش الإسلامي مكوّن من ألف مقاتل ، ثلاثمائة مقاتل ، وبذلك خلصت الجيش الإسلامي من الشوائب وعناصر غير المخلصة والوفية » « وهذه هي الخطوة الخامسة » « 2 » .\r\nتنظيم صفوف المقاتلين :\r\nعلى أيّة حال فإنّ النبي الأكرم صلى الله عليه وآله بعد احداث التصفية اللازمة سار مع جيشه البالغ 700 مقاتل ووصل إلى جبل أحد ، وبعد أداء صلاة الصبح عمل على تنظيم صفوف المسلمين ، وأمر « عبداللَّه بن جبير » أن يتوجه مع خمسين رجلًا من الرماة إلى أعلى الجبل ليحفظوا مؤخرة الجيش من مباغتة الأعداء وأكد عليهم أن لا يتركوا مواقعهم بأيّة صورة حتى أنّه قال لهم : « إذا رأيتمونا نهزم العدو إلى مكّة أو رأيتم العدو يلاحقنا إلى أطراف المدينة فمع ذلك لا تتركوا مواقعكم » « 3 » .\r\nومن جهة أخرى قام أبو سفيان بتعيين خالد بن الوليد على رأس 200 من رجاله ليختفوا في كمين ، ثم يهاجموا الجيش الإسلامي من خلفهم .\r\nعدم الالتزام بأوامر القيادة :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . المصدر السابق ، ص 232 .\r\n( 2 ) . المصدر السابق .\r\n( 3 ) . المغازي للواقدي ، ج 1 ، ص 221 - 222 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nوعندما تقابل الجيشان أخذ أبو سفيان يثير همم أفراد جيشه ويحرضهم على القتال بمساعدة النساء الجميلات والأوثان ، وكان النبي الأكرم صلى الله عليه وآله يحرض المسلمين بالاعتماد على اللَّه تعالى ورحمته الواسعة حتى ملأ تكبير المسلمين أجواء الوادي ، ومن جهة تعالت أصوات نساء وبنات قريش بالغناء لتحريك عواطف ومشاعر المقاتلين في جيش قريش .\r\nوفي بداية المعركة استطاع المسلمون بهجومهم السريع من دحر جيش قريش وإجباره على التراجع ، ولكنّ « خالد بن الوليد » الذي رأى هزيمة قريش أراد مباغتة المسلمين من خلفهم ، ودار حول جبل أحد للهجوم على المسلمين ، ولكنّ الرماة أجبروه على التراجع أيضاً .\r\nإلى هنا كانت الأمور تسير بشكل جيد ، ولكن حدث بعض الخلل وعدم الالتزام بالأوامر ممّا أدى إلى انقلاب الموازين ، وذلك أنّ تراجع قريش في بداية المعركة تسبب بأن يتصور المسلمون أنّ العدو قد انهزم بصورة كاملة فانهالوا على الغنائم ورأى هؤلاء الرماة ذلك فتركوا مواقعهم ليشاركوا المسلمين في جمع الغنائم ، وكلما صاح بهم « عبداللَّه بن جبير » بأن يبقوا ولا يتركوا مواقعهم وذكّرهم بأمر النبي الأكرم صلى الله عليه وآله في ضرورة البقاء ، إلّاأنّهم لم يعيروه اذناً صاغية سوى عدد قليل لا يتجاوز عشرة أشخاص من الذين بقوا معه في تلك النقطة الحساسة .\r\nوكانت نتيجة عصيان الأمر وعدم الانضباط العسكري لدى هؤلاء الرماة أن سارع « خالد بن الوليد » مع 200 فارس من الذين كانوا يترصدون الحالة ، عندما شاهدوا الموقع الحساس فارغاً ، إلى الهجوم وتطويق الموقع ، وقتلوا « عبداللَّه بن جبير » وأصحابه ثم هجموا بسرعة على جيش الإسلام من خلفه ، ومن جهة أخرى عاد جيش قريش المنهزم للقتال مرّة أخرى .\r\nوفجأة شاهد المسلمون أنّهم محاصرون من كل جانب بسيوف الأعداء فانتثر نظمهم وانهارت معنوياتهم ، وفي هذه اللحظات استشهد القائد الشجاع حمزة سيدالشهداء عليه السلام ، ومعه جماعة من أصحاب النبي الشجعان ، ولم يبق مع النبي سوى عدد قليل جدّاً يدافعون\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nعن رسول اللَّه صلى الله عليه وآله ، وأمّا الباقي فقد رجحوا الفرار على القرار « 1 » .\r\nوفي هذه المعركة الخطيرة كان علي بن أبي طالب عليه السلام ، وباعتراف جميع المؤرخين ، أكثر الناس دفاعاً عن النبي الأكرم صلى الله عليه وآله فكان يذب عن النبي ويدافع عنه إلى نهاية المعركة « 2 » .\r\nلقد كان الإمام علي عليه السلام يقاتل ببسالة وشجاعة مذهلة حتى كسر سيفه فأعطاه رسول اللَّه صلى الله عليه وآله « ذو الفقار » ، وقد بقي النبي في متراسه والإمام علي عليه السلام يذب عنه الأعداء ، وقد ذكر بعض المؤرخين أنّ الإمام علي أصيب في هذه المعركة بأكثر من ستين جرحاً في وجهه وبدنه ، وفي هذا الوقت نزل الوحي على رسول اللَّه صلى الله عليه وآله وقال :\r\n« يارَسُولَ اللَّهِ هَذِهِ المُواساة » .\r\nفقال رسول اللَّه صلى الله عليه وآله : « إِنَّهُ مِنّي وَأَنا مِنْهُ » .\r\nفقال جبرائيل : « وَأَنا مِنكُما ، فَسَمِعُوا صَوتاً : لاسَيفَ إلّاذُوالفقار ، وَلا فَتى إلّا عَلي » « 3 » .\r\nإشاعة مقتل النبي الأكرم صلى الله عليه وآله :\r\nنقل بعض المؤرخين : إنّ مقاتلين من قريش ضرب أحد المسلمين ويدعى « مصعب » وهو يظنّ أنّه رسول اللَّه صلى الله عليه وآله فقتله ، ثم صاح : « واللات والعزى لقد قتل محمّد » .\r\nولكن هذه الإشاعة الخطيرة انقلبت لصالح المسلمين من جهتين :\r\nمن جهة أنّ العدو ظنّ أنّ رسول اللَّه صلى الله عليه وآله قد قتل ، فاستعد جيش قريش لترك منطقة « أحد » والتوجه إلى مكّة ، وهذا يعني أنّ جيش قريش ، الذي يحمل أشدّ العداوة والخصومة للنبي والإسلام وقد جاء إلى هذه المنطقة للانتقام من النبي ومن المسلمين لا يمكن أن يترك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انظر : السيرة الحلبية ، ج 2 ، ص 238 .\r\n( 2 ) . الكامل في التاريخ ، لابن الأثير ، ج 2 ، ص 107 ، طبعة بيروت ، سيرة رسول اللَّه صلى الله عليه وآله ، ابن‌اسحاق الهمداني ، ج 1 ، ص 686 .\r\n( 3 ) . الكامل في التاريخ ، لابن الأثير ، ج 2 ، ص 107 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nبدون قتل النبي ، والعجيب أنّ المشركين الذين يبلغ عددهم الآلاف لم يكونوا مستعدين للبقاء في هذه المنطقة إلى الصباح والتحقيق في هذا الخبر المهم ، حيث شدّوا رحال العودة إلى مكّة فوراً « 1 » .\r\nومن جهة أخرى أدى خبر مقتل النبي الأكرم صلى الله عليه وآله أن يهب جماعة من المسلمين الذي أصيبوا بجراح في المعركة ويصعدوا على الجبل بأمر النبي ليظهروا للمسلمين أنّ رسول اللَّه صلى الله عليه وآله حيٌّ يرزق ، وقد أدى ذلك إلى عودة الهاربين واجتماعهم حول النبي « وهذه خطوة أخرى » .\r\nوبالرغم من السيطرة الكاملة على الموقف وعلى تداعيات الهزيمة إلّاأنّ المسلمين قدموا خسائر كبيرة على مستوى الأموال والأنفس ، فقد قتل منهم 70 نفراً في ميدان القتال « 2 » وجرح منهم الكثير أيضاً .\r\nولكن كما سوف نرى أنّ هذه الهزيمة تركت درساً كبيراً للمسلمين بحيث أدت إلى انتصارات كبيرة في المعارك اللاحقة وكانت نتائجها ايجابية على المستوى المعنوي والعسكري .\r\nأجل ، لا شك أنّ حدث في معركة أحد كان كافياً لانهيار كل جيش انهياراً تاماً ، غير أنّ الملفت للنظر تجمع المسلمين بعد الهزيمة وعودتهم بعد الفرار من ميدان القتال حيث تجمعوا مرّة أخرى حول قائدهم ونبيّهم ، وطبعاً فإنّ شهامة وشجاعة النبي صلى الله عليه وآله نفسه كانت مؤثرة تأثيراً بالغاً في هذه الظاهرة وأدت إلى نجاة المسلمين من مخططات الأعداء وتآمر المنافقين الذين كانوا يحيكون للإسلام الدسائس لإجهاض هذه الدعوة الفتية .\r\nوهنا يجدر بنا الفات النظر إلى هذه النقطة ، وهي أنّ رسول اللَّه صلى الله عليه وآله بقي ثابتاً في ميدان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انظر سيرة ابن هشام ، ج 3 ، ص 82 .\r\n( 2 ) . عدّ ابن إسحاق شهداء أحد 65 نفراً ( سيرة النبي ، ج 3 ، ص 75 - 80 ) وقد أضاف ابن هشام إلى ذلك العدد خمسةأشخاص ؛ وقال ابن قتيبة الدينوري : قتل يوم أحد 4 مقاتلين من المهاجرين و 70 مقاتلًا من الأنصار ؛ ونقل ابن أبي الحديد عن الواقدي : قتل من الإنصار وحدهم 71 نفراً و 4 من قريش و 6 من سائر الناس ، فيكون المجموع 81 نفراً ( طبقات ابن سعد ، ج 2 ، ص 42 - 44 ، شرح نهج البلاغة ، ج 3 ، ص 400 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nالقتال حتى في الوقت الذي مالت فيه الكفة لصالح الأعداء ، وهذا يدلّ على القيادة الفذة والحنكة الرائعة للنبي ، سواءً على مستوى تنظيم الجيش وترتيبه ، أو على مستوى الثبات النفسي والتسلط على الأعصاب حتى في أحلك الظروف وأصعب اللحظات .\r\nوقد بقي رسول اللَّه صلى الله عليه وآله كالجبل في ميدان الحرب بدون أن يفكر في نجاة نفسه وكان يصيح بالمسلمين بصوت عالٍ : « أنا رسول اللَّه ، هَلُمُّوا إليَّ » ، ولما سمع المسلمون صوت النبي أسرعوا إليه وأخذوا بالدفاع عنه .\r\nوهكذا الحال فيما ذكره المؤرخون عن غزوة « حمراء الأسد » وتحرك المسلمين في ملاحقة جيش قريش ، ممّا يبيّن فطنة نبيالإسلام صلى الله عليه وآله وفكره‌الثاقب في هذه‌العملية العسكرية من الهجوم غير المباشر ، لأنّ انتصار جيش المشركين في غزوة أُحد خلّف أثراً سلبياً عميقاً في أجواء الدعوة الإسلامية وفي نفوس المسلمين وضعفت عزّتهم وعظمتهم بين الأعداء « اليهود والمنافقين » إلى درجة أنّ طائفة من المنافقين أخذوا يفكرون بالهجوم عليهم لكسب بعض الغنائم من المسلمين ، ولهذا السبب تحرك رسول اللَّه صلى الله عليه وآله بشجاعة وسرعة لترميم هذا الخلل وإعادة المياه إلى مجاريها وإعطاء النهضة زخماً جديداً وحيوية لإدامة المسير .\r\nوفي هذا الوقت بالذات أقام المشركون مؤتمراً فيما بينهم في منطقة « روحاء » وقد وصل إليهم خبر تحرك المسلمين بقيادة النبي الأكرم صلى الله عليه وآله لملاحقة جيش المشركين ، فلما سمعوا بهذا الخبر وأنّ النبي الأكرم على مقربة منهم وهو يقود جيشه في منتهى الشجاعة وقد وصلوا إلى « حمراء الأسد » ، اهتزت لذلك معنوياتهم وانكسرت إرادتهم وعرفوا أنّهم عاجزون عن مواجهة المسلمين .\r\nوطبعاً كان خوف أبي سفيان أكثر من الآخرين ، ولذلك أرسل إلى النبي رسالة تهديد ، ولكنّ النبي الأكرم صلى الله عليه وآله لم يهتم برسالة أبي سفيان وبقي في ذلك المكان بكامل العظمة والوقار مع جيشه وباتوا في « حمراء الأسد » ثلاث ليال وكانوا في هذه الليالي يوقدون ناراً عظيمة لتعلم قريش أنّ المسلمين ثابتون ومستعدون للمواجهة ، وكانوا مستعدين للهجوم على العدو في الوقت المناسب ، وقد أعطت هذه المناورات العسكرية والسياسية ثمارها\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nفي تثبيت جيش الإسلام وتبيّن للعدو صمود المسلمين في مواجهة قوى الكفر والشرك وحينئذٍ أمر رسول اللَّه صلى الله عليه وآله جيشه الشجاع بالعودة إلى المدينة مرفوع الرأس وسجل بذلك نصراً سياسياً وعسكرياً على العدو .\r\nيقول بعض المؤرخين إنّ القادة الذين صمدوا بعد هزيمة جيوشهم وأعادوا سيطرتهم وهيمنتهم على جنودهم يعدّون على امتداد التاريخ بالأصابع ، ومن هنا كان النبي الأكرم صلى الله عليه وآله أعظم قائد عسكري بقي ثابتاً ومسيطراً على الأوضاع إلى نهاية المعركة ، وخاصّة في هذه المناورات العسكرية في غزوة « حمراء الأسد » التي أفضت إلى إعادة المعنويات المنهارة لجيش الإسلام وتماسك المسلمين مرّة أخرى وعودة هيبتهم وعظمتهم أمام القبائل العربية في جزيرة العرب « 1 » .\r\nعوامل هزيمة المسلمين في « أحد » بوصفها قنطرة للانتصارات اللاحقة :\r\nينطلق القرآن الكريم في الآيات 139 إلى 143 من سورة آل عمران ، ليعرض لنا تحليلًا دقيقاً حول نتائج غزوة أُحد ، والتدبر في الآيات المذكورة يزيح الستار عن الكثير من أسرار هذه الهزيمة والإخفاق ويقرر أنّ المسلمين أصبحوا أكثر حنكة وحزماً في الاختبار والامتحان العسير ، وقد صنعوا من هذه الهزيمة المرّة جسراً للفتوح والانتصارات في المستقبل .\r\nوأهم هذه الأمور كالتالي :\r\n1 - الخطأ في المحاسبة ، فهنا يوجد تصور خاطىء لدى بعض المسلمين الحديثي العهد بالإسلام في تصورهم عن تعاليم الإسلام ، حيث حسبوا أنّ اظهار الإسلام والإيمان يكفي لتحقيق النصر ، وبعبارة أخرى ، أنّ الكثير من المسلمين في ذلك الوقت ربّما كانوا يتصورون خطأً أنّ اللَّه تعالى سينصرهم على الأعداء ويمدّهم بالإمداد الغيبي في جميع ميادين القتال ولا حاجة حينئذٍ لسعيهم وبذلهم الجهد في سبيل تحقيق النصر ، وعلى ضوء ذلك تغافلوا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مقتبس من « النبي وأصول الحرب » مصطفى طلاس وزير دفاع الجمهورية العربية السورية ، ص 345 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nعن السنن الإلهيّة في استخدام العوامل الطبيعية للنصر وتهيئة الوسائل اللازمة لدحر الأعداء ، ولكن واقعة أحد الأليمة بيّنت أنّ الإمدادات الغيبية لا تنفصل عن الاستعداد للجهاد والقتال وبذل الجهد في هذا السبيل ، وعلى هذا الأساس لا ينبغي أبداً التغافل عن العوامل والأسباب الطبيعية في مجريات الأمور .\r\n2 - عدم الانضباط العسكري ومخالفة أصحاب « عبداللَّه بن جبير » للأمر المؤكد لنبي الإسلام صلى الله عليه وآله في ضرورة عدم تركهم لمواقعهم الحساسة في جبل « عينين » ، يعتبر عاملًا مهمّاً آخر لهذه الهزيمة ، وقد أدرك المسلمون أنّ الانضباط العسكري والالتزام بأوامر القيادة في ميدان القتال لهما أثر مصيري وحاسم في تحقيق النصر وأنّ كل تمرد وعصيان لأوامر القيادة ربّما يكلّفهم غالياً .\r\n3 - إنّ حبّ الدنيا لدى بعض المسلمين الجدد الذي تمثّل في اجتماعهم لكسب الغنائم الحربية وترجيح الغنائم على ملاحقة العدو وإلقاء السلاح لغرض التكالب على الغنائم ، يمثّل عاملًا ثالثاً للهزيمة ، وقد أدرك المسلمون في هذه الواقعة أنّ المقاتل في سبيل اللَّه والمجاهد في خط الإيمان والإسلام يجب أن ينسى جميع الأمور المادية وأنّ الرجل المجاهد في سبيل اللَّه لا يصح أن يفكر بالدنيا وجمع الغنائم .\r\n4 - إنّ حالة الغرور الناشئة من النصر في بداية المعركة أدّى إلى التهاون وعدم التفكير بقدرة الأعداء العسكرية وازدراء عدّتهم الحربية وبالتالي لم يتحرك المسلمون لملاحقة العدو .\r\nإنّ هذا الاهمال أدى إلى أن يتعلم المسلمون درساً للمستقبل ، وهو أن لا يتركوا نصرهم ونجاحهم ناقصاً ، بل لابدّ من مواصلة القتال حتى يتلاشى جيش الأعداء بشكل كامل .\r\n5 - العامل الآخر الذي ساهم في هذه الانتكاسة ، ترك مركز القيادة ، لأنّ جيش المسلمين غفل عن هذه النقطة العسكرية المهمّة ، وهي أنّه لا ينبغي ترك مركز القيادة في الميدان لأنّه لو أصابته صدمة في المعركة فإنّ الهزيمة ستكون حتمية ، ولولا الثلة القلائل من الأصحاب وخاصّة أمير المؤمنين علي عليه السلام ودفاعهم المستميت عن نبي الإسلام صلى الله عليه وآله لكان الإسلام في\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nخبر كان ، ولإندثر ذكر الإسلام والمسلمين في العالم البشري .\r\nوالآن لنلقي نظرة على الآيات القرآنية الكريمة لمعرفة بعض التفاصيل عن عوامل الهزيمة في أحد وكيف يقرر القرآن إمكانية تحويل الهزيمة إلى نصر ، يقول القرآن الكريم :\r\n« . . . وَلَا تَهِنُوا وَلَا تَحْزَنُوا وَأَنْتُمْ الْأَعْلَوْنَ إِنْ كُنْتُمْ مُؤْمِنِينَ * إِنْ يَمْسَسْكُمْ قَرْحٌ فَقَدْ مَسَّ الْقَوْمَ قَرْحٌ مِثْلُهُ وَتِلْكَ الْأَيَّامُ نُدَاوِلُهَا بَيْنَ النَّاسِ وَلِيَعْلَمَ اللَّهُ الَّذِينَ آمَنُوا وَيَتَّخِذَ مِنْكُمْ شُهَدَاءَ وَاللَّهُ لَايُحِبُّ الظَّالِمِينَ * وَلِيُمَحِّصَ اللَّهُ الَّذِينَ آمَنُوا وَيَمْحَقَ الْكَافِرِينَ * أَمْ حَسِبْتُمْ أَنْ تَدْخُلُوا الْجَنَّةَ وَلَمَّا يَعْلَمْ اللَّهُ الَّذِينَ جَاهَدُوا مِنْكُمْ وَيَعْلَمَ الصَّابِرِينَ * وَلَقَدْ كُنْتُمْ تَتَمَنَّوْن الْمَوْتَ مِنْ قَبْلِ أَنْ تَلْقَوْهُ فَقَدْ رَأَيْتُمُوهُ وَأَنْتُمْ تَنْظُرُونَ » « 1 » .\r\nفهذه الآيات الشريفة بأسلوبها الرائع أثرت في ذهنية المسلمين وروحيتهم تأثيراً عميقاً وجعلت من هذه الهزيمة المؤلمة ، مدرسة لتهذيب النفس وإزاحة عوامل الضعف والقصور ومعرفة المفاهيم العميقة في الإسلام وعلّمت المسلمين كيفية إصلاح الوضع وجبران الخلل لتحويل هذه الهزيمة والانتكاسة إلى جسر ممتد إلى آفاق المستقبل لترشيد الطاقات والتقدم السريع لايصال الرسالة إلى الأجيال اللاحقة وأن لا يعتمدوا على الادعاءات والشعارات بل يتحركوا على أساس الحقائق المتوفرة على أرض الواقع ، وعلمتهم أن لا يضحوا بالكيفية والنوعية لحساب الكمية ، وكيف يعملون على تخليص أنفسهم من الشوائب .\r\n* * * \r\n8 - جمع المعلومات والاحصائيات\r\nكانت جماعة من فلاسفة اليونان قبل ميلاد المسيح بستة قرون تقريباً ، وعلى رأسهم « فيثاغورس الحكيم » يعتقدون بأنّ عالم الوجود مركب من « أعداد » .\r\nومن البديهي أنّ « العدد » لوحده أمر ذهني فحسب ، ولا يمكن أبداً أن يكون « المعدود »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة آل عمران ، الآيات 139 إلى 143 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nله وجود عيني وخارجي ، فكيف الحال بمبدأ العالم والمادة الأصلية التي يتشكل منها العالم ، فمن البعيد جدّاً أن يعتقد شخص بأنّ مبدأ العالم مكوّن من عدد .\r\nوما يفهم من هذه المدرسة الفلسفية الرياضية ، هو أنّ جميع موجودات العالم من أصغر ذرة إلى أكبر منظومة في الكون كلها متشكلة من نسب عددية بحيث لو تزلزلت هذه الأرقام والأعداد الحاكمة عليها فليس فقط تفقد هويتها ، بل ستفقد جميع وجودها أيضاً .\r\nوعلى هذا الأساس يصحّ ما يقال من أنّ عالم الوجود مركب من أعداد وأرقام ، بمعنى أنّ بناء جميع الموجودات له محسوبة بدقّة بأعداد معينة ونسب ومعادلات رياضية .\r\nوبما أنّ التشكيلات والنظم الموجودة في حياة الإنسان بمثابة « انعكاس » عن عالم التكوين ، فالأصول الحاكمة عليها لا تنفصل عن تلك الأصول أيضاً ، ولهذا السبب إنّ كل « مدير » أو « قائد » ينبغي أن يملك بشكل عام معلومات دقيقة وصحيحة وشفافة عن المنظومة والمؤسسة التي يشرف عليها والأشخاص الذين يتعاون معهم ويعلم بجميع التفاصيل في داخل هذه التشكيلة وخارجها . وكل ذلك لابدّ أن يكون بواسطة الأعداد والأرقام الدقيقة .\r\nومن المعلوم أنّ جميع بلدان العالم تملك أجهزة معلوماتية واسعة ، سواءً في الداخل أو في الخارج وتتحمل هذه الأجهزة غالباً ثقل المسؤولية على عاتقها ، وأحياناً يتمّ تخصيص نفقات باهضة لهذه الأجهزة والمنظومات الاستطلاعية ، وكذلك من الواضح أنّ أجهزة المعلومات في العالم المعاصر تندرج ضمن الأجهزة الشيطانية وأحياناً تقوم بأعمال لا يمكن للشيطان أن يفكر بها ، ولكن مع ذلك فإنّ كل واحدة من هذه التشكيلات تحتاج إلى كادر فني واستخباراتي ذكي يقوم بتطبيق المعلومات على الملاكات الأخلاقية والإنسانية الصحيحة للاطلاع على المسائل الدقيقة في « داخل » و « خارج » تلك التشكيلات ويتمّ إخبار المدراء والقادة بما يحتاجونه من هذه المعلومات .\r\nونقرأ في تاريخ النبي الأكرم صلى الله عليه وآله وسيرته أنّه كان يستخدم الجواسيس لكسب المعلومات وكشف الحوادث وأحياناً لتهيئة الأمور للحوادث المستقبلية بل حتى لايجاد\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nالفرقة وإثارة الخلاف في صفوف العدو ، ونستعرض هنا بعض الموارد من هذا القبيل لنستلهم منها ما يلقي الضوء على مسيرتنا :\r\n1 - في واقعة فتح مكّة أمر النبي الأكرم صلى الله عليه وآله بغلق جميع الطرق التي توصل إلى مكّة وجعل عليها حرساً لمراقبتها لئلا تصل أخبار المسلمين إلى العدو في مكّة فيستعد لخوض المعركة في هذا الفتح الكبير .\r\nوفي هذه الأثناء أخبروا النبي صلى الله عليه وآله ( وقيل إنّ هذا الخبر كان من قِبل جبرائيل ) أنّ رجلًا يدعى « حاطب بن أبي بلتعة » قد كتب كتاباً إلى زعماء قريش وسلّمه إلى امرأة لتأخذه إلى مكّة في مقابل مبلغ من المال يحصل عليه من قريش ، وقد كتب في كتابه هذا بعض الأسرار العسكرية للمسلمين وأخبرهم بقرب هجوم المسلمين على مكّة ، يقول ابن هشام في « سيرته » : إنّ رسول اللَّه صلى الله عليه وآله أمر « عليّاً عليه السلام » و « الزبير » و « المقداد » بالتوجه بسرعة إلى طريق مكّة وإذا رأوا امرأة متجهة إلى مكّة في ذلك الطريق فيجب عليهم إلقاء القبض عليها وأخذ الكتاب منها .\r\nفأسرع هؤلاء إلى الطريق المذكورة وفجأة شاهدوا امرأة مسرعة في ذلك الطريق باتجاه مكّة ، فأوقفوها ففتشوا ما معها من وسائل وأمتعة ، ولكنهم لم يعثروا على شيء . وأنّ المرأة أنكرت هذه المقولة انكاراً شديداً حتى أنّها أقسمت لهم ، ولكن الإمام علي عليه السلام قال لها :\r\n« إِنّي أَحْلِفُ بِاللَّهِ ما كَذَبَ رَسُولُ اللَّهِ صلى الله عليه وآله وَلا كَذَبنا وَلَتَخرجَنَّ هَذا الكِتابَ أَو لَنَكشِفَنَّكِ » .\r\nفلما أحست المرأة الجاسوسة أنّ المسألة أصبحت جديّة وأنّ عليّاً عليه السلام جاد في طلبه ، طلبت من الإمام الابتعاد عنها قليلًا ثم أخرجت الكتاب من بين شعرها وأعطته لعلي عليه السلام ، فجاء الإمام علي فسلّمه لرسول اللَّه صلى الله عليه وآله ، فأحضر النبي كاتب الرسالة « حاطب » ووبخه بشدّة على فعلته هذه « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انظر : سيرة ابن هشام ، ج 2 ، ص 399 .\r\n","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nومن أجل أن لا تتكرر هذه الحادثة فقد نزلت آيات قرآنية من أوائل سورة الممتحنة وتقول :\r\n« يَا أَيُّهَا الَّذِينَ آمَنُوا لَاتَتَّخِذُوا عَدُوِّي وَعَدُوَّكُمْ أَوْلِيَاءَ تُلْقُونَ إِلَيْهِمْ بِالْمَوَدَّةِ وَقَدْ كَفَرُوا بِمَا جَاءَكُمْ مِنَ الْحَقِّ . . . » « 1 » .\r\n2 - يقول الإمام علي بن موسى الرضا عليه السلام :\r\n« كَانَ رَسُولُ اللَّهِ صلى الله عليه وآله إِذا بَعَثَ جَيشاً وَأَمَّهُمُ أَميراً بَعَثَ مَعَهُم مِنْ ثِقاتِهِ مَنْ يَتَجَسّس لَهُ خَبَرَهُ » « 2 » .\r\n3 - وفي معركة « أحد » أمر النبي الأكرم صلى الله عليه وآله « أنس » و « مؤنس » ابني « فُضالة » بالخروج إلى خارج المدينة للاستطلاع عن أخبار قريش ، فذهب هذان الرجلان ليستطلعا أخبار جيش المشركين على مقربة من المدينة ، وتركا فرسيهما في مرتع في تلك المناطق وأخبرا النبي أنّ جيش العدو يملك ثلاثة آلاف بعير ومائتي فارس وتجهيزات عسكرية أخرى « 3 » .\r\n4 - في غزوة الحديبية قام النبي الأكرم صلى الله عليه وآله بارسال أفراد من جهاز المخابرات والتجسس لمعرفة أوضاع العدو في منتصف الليل ، حتى إذا أراد العدو الهجوم المباغت في الليل فإنّهم يعلمون النبي فوراً ، وقد أخبر رجل « خزاعي » من أفراد جهاز المخابرات الإسلامي على مقربة من « عسفان » أنّ : « قريش علمت بحركة النبي والمسلمين باتجاه مكّة وقد جمعوا قواتهم وحلفوا باللات والعزى أن يمنعوكم من دخول مكّة » « 4 » .\r\n5 - منذ أن أسس النبي الأكرم صلى الله عليه وآله دعائم الحكومة الإسلامية في المدينة كان يرسل المأمورين للاطلاع على الأوضاع خارج المدينة واخباره عن المتغيرات السياسية والعسكرية ، ومن ذلك أنّ النبي الأكرم صلى الله عليه وآله في شهر رجب أرسل جماعة من المهاجرين يبلغ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مجموع الآيات النازلة في هذه الواقعة 9 آيات ، يعني من أول سورة الممتحنة إلى الآية 9 ( مجمع البيان ، ج 9 ، ص 269 ) .\r\n( 2 ) . قرب الإسناد ، ص 148 .\r\n( 3 ) . المغازي للواقدي ، ج 2 ، ص 206 ؛ السيرة الحلبية ، ج 2 ، ص 297 طبع دارالكتب بيروت .\r\n( 4 ) . مجمع البيان ، ج 2 ، ص 488 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nعددهم 18 نفراً بقيادة « عبداللَّه بن جحش » للتوجه إلى طريق المدينة ومكّة وسلّمه رسالة مختومة وأمره أن لا يفتحها إلّابعد يومين من المسير ، وبعد ذلك يفتحها ويعمل بما ورد فيها .\r\nفأخذ « عبداللَّه بن جحش » الرسالة وتحرك في طريقه وبعد يومين من المسير فتح الرسالة وقرأ أمر النبي فيها :\r\n« إِذا نَظَرتَ فِي كِتابِي هَذا فَامضِ حتّى تَنزِلَ بَينَ مَكّة والطّائِف فَتَرصُدَ فِيها قُريشاً وَتَعلِمَ لَنا مِنْ أَخبارِهِم . . . » « 1 » .\r\n6 - ومن جملة المستندات الجلية في هذا المجال وصيّة الإمام أمير المؤمنين عليه السلام إلى جيشه المتوجه إلى حرب أهل الشام ، حيث قال :\r\n« وَاجْعَلُوا لَكُمْ رُقَبَاءَ فِي صَيَاصِي الْجِبَالِ ، وَمَنَاكِبِ الْهِضَابِ ، لِئَلَّا يَأْتِيكُمُ الْعَدُوُّ مِنْ مَكَانِ مَخَافَةٍ أَوْ أَمْنٍ . وَاعْلَمُوا أَنَّ مُقَدِّمَةَ الْقَوْمِ عُيُونُهُمْ ، وَعُيُونَ الْمُقَدِّمَةِ طَلائِعُهُمْ » « 2 » .\r\n7 - وجاء في عهد الإمام أمير المؤمنين عليه السلام لمالك الأشتر رحمه الله :\r\n« ثُمَّ تَفَقَّدْ أَعْمَالَهُمْ وَابْعَثِ الْعُيُونَ مِنْ أَهْلِ الصِّدْقِ وَالْوَفَاءِ عَلَيْهِمْ ، فَانَّ تَعَاهُدَكَ فِي السِّرِّ لِأُمُورِهِمْ حَدْوَةٌ لَهُمْ عَلَى اسْتِعْمَالِ الْأَمَانَهِ وَالرِّفْقِ بِالرَّعِيَّةِ » « 3 » .\r\n8 - وفي رسالة الإمام أمير المؤمنين عليه السلام لعامله على مكّة « قُثَم بن عباس » يقول فيها :\r\n« أَمَّا بَعْدُ ، فَإِنَّ عَيْنِي - بِالْمَغْرِب - كَتَبَ إِلَيَّ يُعْلِمُنِي أَنَّهُ وُجِّهَ إِلَى الْمَوْسِمِ أُناسٌ مِنْ أَهْلِ الشَّامِ الْعُمْيِ الْقُلُوبِ ، الصُّمِّ الْأَسْمَاعِ » « 4 » .\r\nالأساليب الدقيقة لبعض جواسيس النبي الأكرم صلى الله عليه وآله :\r\nولأجل الاطلاع على كيفية عمل رجال المخابرات في الجيش الإسلامي في صدر الإسلام وارتباط ذلك بمسألة الإدارة والقيادة نرى من الضروري إلقاء نظرة على حوادث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سيرة ابن هشام ، ج 3 ، ص 252 .\r\n( 2 ) . نهج البلاغة ، الرسالة 11 .\r\n( 3 ) . نهج‌البلاغة ، الرسالة 53 .\r\n( 4 ) . نهج‌البلاغة ، الرسالة 33 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nغزوة الأحزاب التي تعتبر من الغزوات الإسلامية المهمّة جدّاً ، والزاخرة بالدروس والعبر للمدراء والقادة العسكريين :\r\nوكما هو معلوم من عنوان « معركة الأحزاب » أنّ هذه المعركة كانت شاملة ومن كافة الجهات ، وذلك من قِبل الأحزاب والقبائل العربية المخالفة للإسلام والتي رأت في تقدم الإسلام وامتداد هذه الدعوة الجديدة خطراً على مصالحهم اللامشروعة ، فقعدوا العزم على استئصال الإسلام وجمعوا كل قواهم ورجالهم في مختلف أنحاء الحزيرة العربية للهجوم على المدينة والقضاء على الدعوة الجديدة .\r\nوبدأت أولى بوادر حرب الأحزاب من جهة قبيلة من اليهود تدعى « بنو النضير » حيث جاء وفد منهم إلى مكّة وحذروا « قريش » من خطر الإسلام وتقدمه السريع على مصالحهم على المدى القريب والبعيد ، وأنّهم سيكونون إلى جانبهم إلى آخر نفس ، ثمّ توجه الوفد إلى قبيلة « غطفان » وأثاروا حفيظتهم على النبي الأكرم صلى الله عليه وآله والإسلام ودعوهم للانضمام إلى قريش .\r\nوهكذا دعت قبيلة غطفان قبائل أخرى من « بني أسد » و « بني سليم » ممن كانوا في حلف معهم ، إلى هذا الأمر ، وبما أنّ الجميع شعروا بالخطر من انتشار الإسلام فقد اتحدوا فيما بينهم وتآمروا على قتل النبي صلى الله عليه وآله والقضاء على المسلمين وذلك من خلال الهجوم على المدينة وإطفاء نور الرسالة الإلهيّة في المدينة .\r\nأمّا المسلمون فقد جلسوا مع رسول اللَّه صلى الله عليه وآله للمشاورة ، وقبل كل شيء حفروا خندقاً كبيراً نسبياً في أطراف المدينة يمثّل سدّاً قوياً أمام هجوم لأعداء .\r\nومرت لحظات صعبة وخطيرة جدّاً على المسلمين وقد بلغت القلوب الحناجر من الخوف ، وتحرك المنافقون بين المسلمين لتخويفهم وبث الرعب في قلوبهم من كثرة أفراد العدو وقلّة أفراد الجيش الإسلامي ( وكان عدد جيش الأحزاب 10 آلاف نفراً « 1 » ، وعدد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وطبقاً لما ذهب إليه المسعودي لقد حضر من قريش والقبائل الأخرى وبني النضير 24 ألف نفراً .\r\n","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nجيش المسلمين في هذه الحرب ثلاثة ألاف نفراً ) مضافاً إلى التجهيزات العسكرية اللازمة التي يتمتع بها العدو ، حيث جسّد كل ذلك مستقبلًا مظلماً أمام أنظار المسلمين .\r\nولكن اللَّه تعالى أراد في هذه المعركة أن يوجه آخر ضربة لجيش الكفر وقوى الشرك وتنقية جيش المسلمين من المنافقين وإفشاء خطط المتآمرين على الإسلام واختبار المسلمين الحقيقيين في هذا الامتحان العسير .\r\nوقد نزلت الآيات 17 من سورة الأحزاب تتحدث عن هذه المعركة المصيرية وتجسد أهمية هذا الموقف وتبيّن ظروف وملابسات هذه الواقعة التاريخية المهمّة .\r\nوتبدأ الآيات الكريمة بهذه الآية :\r\n« يَا أَيُّهَا الَّذِينَ آمَنُوا اذْكُرُوا نِعْمَةَ اللَّهِ عَلَيْكُمْ إِذْ جَاءَتْكُمْ جُنُودٌ فَأَرْسَلْنَا عَلَيْهِمْ رِيحاً وَجُنُوداً لَمْ تَرَوْهَا وَكَانَ اللَّهُ بِمَا تَعْمَلُونَ بَصِيراً » « 1 » .\r\nوتنتهي بهذه الآية :\r\n« وَرَدَّ اللَّهُ الَّذِينَ كَفَرُوا بِغَيْظِهِمْ لَمْ يَنَالُوا خَيْراً وَكَفَى اللَّهُ الْمُؤْمِنِينَ الْقِتَالَ وَكَانَ اللَّهُ قَوِيّاً عَزِيزاً » « 2 » .\r\nنقاط مهمّة في ما يتصل بمعركة الأحزاب :\r\n1 - كانت معركة الأحزاب آخر ما بذله المشركون في تآمرهم على المسلمين وتمثّل آخر رصاصة أطلقها العدو وآخر تجميع لقوى الشرك والكفر في مقابل قوى التوحيد ، ولهذا السبب عندما تقدمّ أقوى رجال المشركين البطل المعروف « عمرو بن عبدودّ » للبراز وبرز له القائد الإسلامي الشجاع الإمام علي عليه السلام وحدثت المواجهة بينهما قال النبي الأكرم صلى الله عليه وآله :\r\n« بَرَزَ الإِيمانُ كُلُّهُ إِلى الشِّرِك كُلِّهِ » « 3 » .\r\nلأنّ انتصار أحد هذين الرجلين على الآخر هو انتصار الكفر على الإيمان أو انتصار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الأحزاب ، الآية 9 .\r\n( 2 ) . سورة الأحزاب ، الآية 25 .\r\n( 3 ) . بحار الأنوار ، ج 20 ، ص 215 ، الطبعة الجديدة .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nالإيمان على الكفر ، وبعبارة أخرى أنّ مصير االإسلام والشرك متعلق بهذه المواجهة الحاسمة ، وقد شخّص النبي بدقّة هذه الحقيقة التاريخية .\r\n2 - حفر الخندق الذي جاء باقتراح من « سلمان الفارسي » « 1 » ولم يكن العرب يعرفون ذلك في حروبهم ، وكما تبيّن أنّ هذاالخندق كانت له أهمية عسكرية ونفسية فائقة حيث ساهم في حسم المعركة لصالح المسلمين ، ووجه ضربة قاصمة إلى قوى الشرك وأحزاب الكفر .\r\nولا نملك اليوم معرفة كافية بمميّزات وخصوصيات الخندق المذكور ، إلّاأنّ المؤرخين ذكروا أنّ عرضه كان بمقدار لا يسمح للفارس من عبوره ، وعمقه بمقدار أنّ الشخص الذي يدخل فيه لا يستطيع الخروج من الطرف الآخر بسهولة .\r\nأضف إلى ذلك سيطرة الرماة المسلمين على منطقة الخندق ، وفكل شخص يقصد عبور الخندق سيكون هدفاً لهؤلاء الرماة .\r\nونلاحظ أنّ إدارة وإشراف النبي الأكرم صلى الله عليه وآله في أمر حفر الخندق دقيقة وملفتة للنظر ، فقد أمر كل عشرة أشخاص بحفر 40 ذراعاً « عشرين متر تقريباً » واشترك بنفسه في عملية الحفر « 2 » ، ونظراً إلى أنّ عدد أفراد الجيش الإسلامي كما هو المشهور يبلغ ثلاثة آلاف مقاتل ، فقد خمّن بعض المؤرخين أنّ طول الخندق يبلغ 12 ألف ذراع ( 6 آلاف متر تقريباً ) وذكر أنّ حفر الخندق استغرق مدّة ستة أيّام . . . « 3 » .\r\nونقل ابن هشام أنّ المسلمين عندما كانوا يحفرون الخندق بالنهار كانوا يعودون إلى بيوتهم في الليل ، ولكنّ رسول اللَّه صلى الله عليه وآله كان قد نصب خيمته على أحد التلال وكان يقيم فيها ليلًا ، وفي هذا المكان بني « مسجد ذناب » « 4 » .\r\nولابدّ من الاعتراف بهذه الحقيقة ، وهي أنّ حفر مثل هذا الخندق وبتلك الوسائل البدائية في ذلك العصر كان يعدّ عملًا عظيماً وعملاقاً ، ومن الطبيعي أن يستغرق وقتاً مناسباً ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . السيرة الحلبية ، ج 2 ، ص 331 ، طبعة مصر ، سيرة ابن هشام ، ج 3 ، ص 235 .\r\n( 2 ) . انظر : تاريخ اليعقوبي ، ج 2 ، ص 50 ، طبعة بيروت .\r\n( 3 ) . طبقات ابن سعد ، ج 2 ، ص 67 ، طبعة بيروت .\r\n( 4 ) . تاريخ پيامبر اسلام ، الدكتور محمد إبراهيم آيتي ، ص 382 ، طبعة جامعة طهران ( بالفارسية ) .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nواللافت للنظر أنّ النبي الأكرم صلى الله عليه وآله كان قد توقع أن ينتهي المسلمون من حفر الخندق قبل ثلاثة أيّام من وصول جيش الأحزاب إلى المدينة ، بحيث إنّ قريشاً عندما رأت هذا الخندق أصابها الذهول والعجب من هذه المكيدة العسكرية .\r\n3 - لقد كان ثبات واستقامة النبي الأكرم صلى الله عليه وآله والمسلمين في هذه المواجهة على الرغم من الجوع الشديد وقلّة المواد الغذائية من جهة وسوء الأحوال الجوية من جهة أخرى أكبر الأثر في تراجع الأحزاب وهزيمتهم ، لأنّهم لم يتمكنوا من حسم المعركة بهجوم عسكري مباغت لصالحهم بل اضطروا للبقاء في مواقعهم شهراً كاملًا بدون أي نشاط عسكري حاسم ، ولو أضفنا إلى هذه المشكلات أنّ القبائل العربية لم تكن قد اعتادت على معركة عسكرية طويلة المدّة وأشبه ما يكون بمعركة استنزاف بل كان السائد في ذلك الزمان تنفيذ عمليات آنية وسريعة ، فسوف يتبيّن أنّ ضعف معنويات الأحزاب من جراء طول مدّة الحصار والآثار السلبية الناشئة من تداعيات هذه الحالة كان أمراً طبيعياً .\r\n4 - وكذلك تصدي جنود الإسلام لمجموعة من فرسان المشركين الذين حاولوا عبور الخندق من مكان ضيق وهزيمتهم وقتل قائدهم ، كان له الأثر الكبير في خلق جو من الهلع والخوف في قلوب المشركين وتلاشي جهودهم في القضاء على الإسلام ، لأنّهم علموا حين ذاك أنّ مثل هذه المخاطرة والتهور سوف لا تعود عليهم بنتيجة مطلوبة .\r\n5 - وكان للحرس الذين وضعهم النبي الأكرم صلى الله عليه وآله لحماية النقاط الاستراتيجية للخندق ، دور هام في هذه المعركة في إجهاض محاولة المشركين للهجوم على المدينة .\r\n6 - وقد أرسل النبي الأكرم صلى الله عليه وآله « نعيم بن مسعود » لبث الفرقة بين صفوف المشركين ، فكان لعمله هذا دور مهم في اضعاف جيش المشركين وخلق الفتنة والاختلاف والنزاع فيما بينهم ، وهذا يبيّن مدى أهميّة الحرب النفسية في مقابل الحرب النظامية والاعتماد على الأسلحة فقط .\r\n7 - وكان للانسجام والتنسيق والانضباط الذي تحلى به المسلمون من خلال اطاعتهم لقائدهم دور عظيم جدّاً في رفع معنوياتهم وتقوية دعائم جيشهم ، وخاصّة في مقابل العدو\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالغاشم الذي ينتظر بهم الفرصة ، ولهذا السبب نرى تشتت قوى الأحزاب وانهيار معنوياتهم وتمزق صفوفهم ممّا سهل الانتصار عليهم ودحرهم .\r\n8 - لقد تبيّن لقريش في نهاية هذه الواقعة أنّ سعيهم للقضاء على الإسلام ووأد هذه الدعوة الجديدة من خلال القوة العسكرية لا يؤدي إلى نتيجة ، وخاصّة أنّ المشركين عبأوا جميع قواهم وجمعوا أكبر جيش من مختلف القبائل العربية لهذا الغرض .\r\n9 - كان الهدف الأساس للنبي في هذه الواقعة إجهاض هذه التعبئة الشاملة لقوى الكفر والشرك ، بحيث إنّهم بعد ذلك لا يقدرون على تعبئة مثل هذه القوات وجمع مثل هذه الجيوش ، وبالتالي لا يفكر أحد من هؤلاء الأحزاب والقبائل بالهجوم على المسلمين بشكل منفرد ، ومنها أخذ المسلمون زمام المبادرة وجعلوا المشركين في موضع دفاع ، وتجلت قدرة المسلمين على المناورة العسكرية واستمرّ هذا الحال إلى أن انتشر الإسلام في جميع أرجاء الجزيرة العربية .\r\n10 - « ومن بين عوامل النصر » للنبي الأكرم صلى الله عليه وآله والمسلمين في معركة الأحزاب ، مضافاً إلى التأييد الإلهي والامداد الغيبي بجيوش من العواصف الرملية الشديدة التي هدمت انسجام جيش الأحزاب وقضت على تلاحمهم ( وقد أشار القرآن الكريم إلى هذه النقطة أيضاً ) ، فقد كان هناك العديد من الأساليب العسكرية والسياسية الأخرى مضافاً إلى العامل الثقافي المهم والإدارة الفذّة للنبي الأكرم صلى الله عليه وآله في هذه المعركة .\r\nإنّ النبي الأكرم صلى الله عليه وآله بقبوله اقتراح حفر الخندق أدخل عنصراً جديداً في الحروب العربية والذي لم يكن موجوداً إلى ذلك الوقت وأدى ذلك إلى رفع معنويات المسلمين وتضعيف معنويات الأحزاب وقوى الشرك ، إنّ المواقف والعمليات الدقيقة للمسلمين حول الخندق واستخدام بعض التكتيكات العسكرية المناسبة كانت عاملًا مؤثراً آخر لعدم تمكن العدو من النفوذ إلى داخل المدينة .\r\nإنّ مقتل « عمرو بن عبدودّ » بيد بطل الإسلام علي بن أبي طالب عليه السلام وانهيار دعائم الأمل لجيش الأحزاب بمقتل هذه القائد يعتبر عاملًا مهماً آخر في حسم هذه المعركة .\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nوالإيمان باللَّه تعالى والتوكل عليه والذي كان المسلمون يعيشون هذا الإيمان والتوكل من خلال الثورة العقائدية والثقافية التي جاء بها النبي الأكرم صلى الله عليه وآله وكذلك تلاوة المسلمين لآيات القرآن طيلة المعركة وما كان النبي يتحدث به مع المسلمين في مجال رفع معنوياتهم والشدّ من عزائمهم ، يعتبر عاملًا مهماً آخر في انتصار المسلمين .\r\nومن العوامل المهمّة الأخرى استقامة النبي وروحه الكبيرة واعتماده على النفس ممّا ألهم المسلمين قوة القلب والعزيمة والمثابرة إلى نهاية المعركة .\r\nبث الفرقة والخلاف في جيش الكفر :\r\nومضافاً إلى كل ذلك فإنّ أحد العوامل المؤثرة في انهيار جبهة الكفر وإضعاف جيش الأحزاب هو ما ألمحنا إليه سابقاً من عمل « نعيم بن مسعود » .\r\nوالقصة كما يرويها المؤرخون :\r\n« ثُمّ إنّ نُعَيْمَ بْنَ مَسْعُودٍ أتى رَسولَ اللَّهِ صلى الله عليه وآله فَقَالَ : يَا رَسولَ اللَّهِ ، إنّي قَدْ أسْلَمْتُ ، وَإنّ قَومي لم يَعْلَموا بإسلامي ، فَمُرْني بِما شِئْتَ ، فَقَالَ لَهُ رَسولَ اللَّهِ صلى الله عليه وآله : إنّما أنْتَ فِينا رَجُلٌ واحِدٌ ، فَخَذِّلْ عَنّا إنِ اسْتَطَعْتَ فإنّ الحَرْبَ خُدْعَةٌ . فَخَرَجَ نُعَيْمُ بْنُ مَسْعودٍ حَتّى أتى بَنيقُرَيْظَةَ - وَكانَ لَهُمْ نَدِيماً في الْجَاهِلِيَّةِ ، فَقَالَ : يَا بَنيقُرَيْظَةَ ، قَدْ عَرَفْتُمْ وُدِّي إيّاكُمْ وَخاصَّةَ مَا بَيْني وَبَيْنِكُمْ ، قالوا : صَدَقْتَ ، لَسْتَ عِنْدَنا بِمُتَّهَمٍ ، فقال لَهُمْ : إنّ قُرَيشاً وغطفان لَيْسوا كأنَّهُمْ ، الْبَلَدُ بَلَدَكُمْ ، فِيهِ أموالُكُمْ وأبْناؤكُمْ وَنِساؤُكُمْ ، لاتقدِرونَ عَلى أن تُحَوِّلُوا مِنه إلى غَيْرِه ، وإنَّ قُرَيْشاً وَغَطْفانَ قَدْ جاء وَالْحَرْبِ مُحَمَّدٍ وأصحابِهِ وَقَدْ ظاهَرْتُمُوهُمْ عَلَيْهِ ، وَبَلَدُهُمْ وأمْوالُهُمْ وَنِساؤهم بِغَيْرِهِ ، فَلَيْسوا كأنْتُمْ ، فإنْ رَأَوْا نُهْزَةً أصابُوها وإنْ كانَ غَيْرُ ذلِكَ لَحِقُوا ببلادِهِمْ وَخَلُّوا بَيْنَكُمْ وَبَيْنَ الرَّجُلِ بِبَلَدِكُمْ ، وَلَاطَاقَةَ لَكُمْ بِهِ إنْ خَلابِكُمْ ، فَلا تُقاتِلُوا مَعَ الْقَوْمِ حَتّى تَأْخُذُوا مِنْهُمْ رَهْناً مِنْ أَشْرافِهِمْ » « 1 » .\r\nولا شك في أنّ استخدام هذه الأساليب والعمليات الدقيقة لا تتسنى بدون امتلاك معلومات واسعة عن أوضاع العدو ، ولا يمكنها أن تحقق نجاحاً بدون تهيئة أرضية مناسبة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . راجع : المغازي للواقدي ، ص 480 ؛ سيرة ابن هشام ، ج 3 ، ص 240 ؛ السيرة الحلبية ، ج 2 ، ص 346 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nلها قبل ذلك .\r\nخصائص جهاز الاستخبارات الإسلامي :\r\nقلنا إنّ كل « مدير » و « قائد » ينبغي أن تكون لها معلومات كافية عن دائرة مديريته وقيادته ويكون مطلعاً على كافة التفاصيل المتعلقة بالتشكيلات التي تحت يده ليستطيع تنظيم مواقفه وأعماله لغرض الوصول إلى الأهداف المطلوبة .\r\nطبعاً هذا الكلام لا يعني أن يقضي المدير وقته في جمع الأخبار والاحصاءات التي لا تدخل في مجمل عملية إدارته إلّاقليلًا ، أو لا تكون مرتبطة بدائرته ، لأنّ هذا العمل سوف يعيقه عن القيام بوظائفه الأصلية ويمتص الكثير من طاقاته وفاعليته وبالتالي سيتأخر عن مطلوبه ولا تحقق إدارته التقدم والنجاح المطلوب .\r\nيقول أمير المؤمنين عليه السلام في كتابه لعامله « الحارث الهمداني » والذي كان من خلّص أصحابه ومن فقهاء الشيعة الكبار يقول :\r\n« وَاقْصُرْ رَأَيَكَ عَلى مَا يَعنِيكَ » « 1 » .\r\nوروي عن رسول اللَّه صلى الله عليه وآله أَنّه قال :\r\n« مِنْ حُسْنِ إِسلامِ المَرءِ تَرْكُهُ مَا لا يَعْنِيهِ » « 2 » .\r\nوعلى حدّ تعبير « الفيض الكاشاني » : إنّ رأس مال الإنسان الأصلي هو عمره ووقته ، فإذا أهدر ذلك الوقت في أمور لا تعنيه فإنّه قد أهدر رأس ماله واستنزف عمره « 3 » .\r\nوورد في الحديث الشريف عن رسول اللَّه صلى الله عليه وآله أنّه قال للصحابي المجاهد أبيذر :\r\n« ألَا أُعَلّمُكَ بِعَمَلٍ خَفِيفٍ علَى الْبَدَنِ ثَقِيلٌ في الْمِيزانِ ؟ قُلْتُ : بلى يا رَسولَ اللَّهِ ، قَالَ : هُوَ الصَّمْتُ وحُسْنُ الْخُلُقِ ، وَتَرْكُ مَا لا يَعْنِيكَ » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج‌البلاغة ، الرسالة 69 .\r\n( 2 ) . بحارالأنوار ، ج 17 ، ص 150 .\r\n( 3 ) . المحجة البيضاء ، ج 5 ، ص 200 .\r\n( 4 ) . المحجة البيضاء ، ج 5 ، ص 201 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nإنّ أهم الشروط لجهاز الاستخبارات وإدارة الاحصاء وجمع المعلومات للمدارء الإسلاميين كالتالي :\r\n1 - الأهم من كل شيء أن تدور المعلومات حول محور الحقائق لأنّ الأخطر هو رفد الإدارة بالمعلومات الخاطئة والمضللة والمبالغ فيها حتى لو كانت تنسجم مع رغبات وطموحات المسؤولين .\r\nوصحيح أنّ الخبر لوحده لا يكفي في المقام ، فربّما يوجد هناك خبر صحيح في الأصل ولكنّه يكون مضللًا وغير صحيح من جهة الكم والكيف والمقدار .\r\nوللأسف أننا نرى في جميع أنحاء العالم وعلى امتداد التاريخ ، سوى موارد استثنائية ، وجود المعلومات والإحصاءات الكاذبة والتي تكون منشأ للحوادث المؤسفة وتتسبب في إخفاقات كبيرة وأسباب وجود هذه المعلومات الزائفة ما يلي :\r\nأ ) إنّ المخبرين ورجال الاستخبارات يرغبون في إضفاء رغباتهم وفرض ميولهم الشخصية أو الفئوية على الأخبار والمعلومات ، وبعبارة أخرى أنّهم ينقلون الحوادث كما يريدونها أن تكون لا كما هي واقعاً وعلى أرض الواقع الموضوعي .\r\nب ) عدم الشجاعة الكافية لقبول الحقائق المرّة ، وهذا يعتبر عاملًا مهمّاً آخر في تزييف المعلومات والحقائق إلى درجة أنّ بعض المدراء غير مستعد أساساً لسماع الحقائق المرّة على أرض الواقع ، ولذلك يمتنع أتباعه والعاملون تحت يده من نقل مثل هذه الأخبار ، أو ينقلونها له بشكل آخر لا يعبّر عن الواقع الموضوعي .\r\nومثل هذا العمل كمثل الشخص الذي يعلم بأنّ الطعام الذي وضع أمامنا مسموم ولكنّه لا يبوح بهذه الحقيقة ، أو يخبرنا عن أوصافه الايجابية ، ألا يعني هذا العمل خيانة كبيرة ؟\r\nج ) رغبة البعض في الهدوء النفسي الكاذب يعتبر عاملًا آخر للابتعاد عن الحقائق الموجودة في واقع الإنسان والحياة .\r\nوكذلك وجود أشخاص متملقين وانتهازيين يتزلفون للمدراء ، ويعتبر ذلك عاملًا مساهماً ومؤثراً في تحريف الحقائق .\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nد ) العامل الآخر للحرمان من المعلومات الصحيحة ، الاعتماد على المصادر الضعيفة والابتلاء بحسن الظن بهذه المصادر الخبرية بدون دليل ، أو سوء الظن بالمصادر الخبرية الأخرى ، وينبغي على المدير أو القائد اجتناب هذه الحالة بشدّة لكي يستطيع تقييم مواضع تشكيلاته بشكل صحيح ولا يتورط في الخطأ والزيغ في عملية إدارة تلك التشكيلات وقيادة تلك المؤسسات .\r\nومن أجل الحصول على معلومات صحيحة لابدّ من الاعتماد على أشخاص شجعان يتسمون بالمثابرة والاستقامة والدقة والواقعية في تقييم الأمور ويملكون الصراحة والالتزام الأخلاقي ، وبالطبع فمثل هؤلاء الأفراد قليلون ولكن ينبغي البحث عن هؤلاء الأفراد وكسبهم أو تربية مثل هذه العناصر الجيدة .\r\n2 - لا ينبغي للمدير الإسلامي أن يتحرك على مستوى التجسس على الحياة الشخصية للأفراد ، فذلك مخالف لتعاليم القرآن الصريحة من جهة ، ومن شأنه أن يسلب اعتماد هؤلاء الأفراد تجاه المدير وطريقة إدارته من جهة أخرى ، ويثير فيهم سوء الظن به .\r\nويتحدث القرآن الكريم في هذا المجال بقوله :\r\n« يَا أَيُّهَا الَّذِينَ آمَنُوا اجْتَنِبُوا كَثِيراً مِنْ الظَّنِّ إِنَّ بَعْضَ الظَّنِّ إِثْمٌ وَلَا تَجَسَّسُوا وَلَا يَغْتَبْ بَعْضُكُمْ بَعْضاً . . . » « 1 » .\r\nونرى في هذه الآية الشريفة أنّ القرآن الكريم نهى في البداية عن سوء الظن الذي يعتبر من آفات الإدارة ، وبعد ذلك نهى عن التجسس ، وأخيراً عن الغيبة لأنّ هذه الأمور الثلاثة مرتبطة ببعضها ، فسوء الظن يورث التجسس ، ويؤدي إلى الغيبة ، والنتيجة أنّ العلاقة العاطفية بين الأفراد ستصاب بالاهتزاز والتزلزل وينهدم الاعتماد والثقة المتبادلة بين أفراد التشكيلة الواحدة .\r\nوطبعاً فالتجسس يعني الكشف عن الأمور الخفية التي لا الناس الكشف عنها ، وأسرار الناس تخص في الغالب نقاط ضعفهم وسوء سلوكياتهم ومن شأن الكشف عن هذه الأمور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الحجرات ، الآية 13 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nسلب حريتهم ، ولذلك منع الإسلام من إفشاء أسرار الناس ونهى الأشخاص الذين يعلمون بخفايا الناس عن فضحهم والمساس بكرامتهم .\r\nوهذا الأصل الأخلاقي المهم نجده بشكل مؤكد في الروايات الشريفة ، فقد روي عن النبي الأكرم صلى الله عليه وآله أنّه قال :\r\n« يا مَعشَرَ مَنْ أَسْلَمَ بِلسانِهِ وَلمْ يَخْلُص الإيمانُ إلى قَلْبِهِ لا تَذُمُّوا المُسلِمينَ وَلا تَتبِعُوا عَوراتِهِم » « 1 » .\r\n3 - إنّ المعلومات التي تقدّم للمدراء يجب أن تكون على شكل إحصاءات وأرقام ، وينبغي اجتناب تقديم المعلومات الكلية الفاقدة للدقّة أو التي تملك أرقاماً وأعداداً مجهولة غير معيّنة ، لأنّ مثل هذا الأمر يوقع المدير في دوامة من الخطأ والاشتباه في حساباته ، وقد كان رسول اللَّه صلى الله عليه وآله يسعى دائماً في غزواته وحروبه إلى التعرف على عدد جنود العدو ومقدار تجهيزاتهم وكيفية حركتهم بشكل دقيق ليستطيع تنظيم جيشه على هذا الأساس .\r\n4 - إنّ المعلومات يجب أن تقدم بشكل منتظم ومستمر ، لأنّ الكثير من المسائل والأمور لا تتضح حقيقتها في مقطع زمني قصير بل تحتاج إلى مرور زمان لتنكشف تفاصيلها .\r\n5 - لا يمكن الاعتماد في تقديم المعلومات على الحافظة فقط ، بل يجب الاعتماد على المكتوبات والتقارير المدوّنة بشكل صريح وصحيح ، لأنّ الحافظة ، حتى لدى أذكى الأشخاص ، تخون الإنسان أحياناً وتؤدي إلى الاخفاق والفشل في التعامل مع الحقائق الموجودة على الأرض .\r\nوقد ورد في التعاليم الإسلامية : « قَيّدُوا العِلمَ بِالكِتَابة » « 2 » .\r\n6 - يجب على المدير والقائد أن يكون مطلعاً على حالات المأمورين والعاملين في هذا السلك ويشكل مجموعة من الأفراد المعتمدين والموثوقين للتحقق من وضع الموظفين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الأنوار ، ج 75 ، ص 214 نقلًا عن ثواب الأعمال ، ص 216 .\r\n( 2 ) . بحار الأنوار ، ج 2 ، ص 151 و 152 .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nوحالاتهم وللحصول على جميع أخبارهم المهمّة والاطلاع عليها .\r\nوقد كان أمير المؤمنين الإمام علي عليه السلام في أيّام حكومته يستخدم جماعة من الأفراد الموثوقين كمخبرين للبحث في أوضاع الموظفين والعاملين في الحكومة في المدن المختلفة ، ولذلك نراه عليه السلام يعتمد كثيراً في كتبه على ما يرده من أخبار هؤلاء ويستند إليها ، ونلاحظ أنّه وبّخ بعض العاملين لصدور بعض المخالفات عنه ، ومثل هذه الكتب والرسائل كثيرة ، ونكتفي هنا بنقل بعض ما كتبه الإمام علي عليه السلام لعامله على البصرة « عثمان بن حنيف » :\r\nوكان « عثمان بن حنيف » شيخاً ورعاً وله سابقة في الإسلام وقد جعله الإمام عليه السلام والياً على البصرة ، وفي إحدى الليالي دعاه أحد شباب البصرة لضيافته وعقد له مجلساً حاشداً .\r\nوقد وصلت أخبار هذه الضيافة إلى الإمام عليه السلام فامتعض منها بشدّة وتأثر من قيام أحد عمّاله بالاستجابة لدعوة شخص من طبقة الأشراف والجلوس على مائدته التي تحوي صنوف وألوان الطعام ، فكتب إلى عثمان بن حنيف كتاباً توبيخياً جاء فيه :\r\n« أَمَّا بَعْدُ ، يَا ابْنَ حُنَيْفٍ : فَقَدْ بَلَغَنِي أَنَّ رَجُلًا مِنْ فِتْيَةِ أَهْلِ البَصْرَةِ دَعَاكَ إِلَى مَأْدُبَةٍ فَأَسْرَعْتَ إِلَيْهَا ، تُسْتَطَابُ لَكَ الْأَلْوَانُ ، وَتُنْقَلُ إِلَيْكَ الجِفَانُ ! وَمَا ظَنَنْتُ أَنَّكَ تُجِيْبُ إِلَى طَعَامِ قَوْمٍ ، عَائِلُهُمْ مَجْفُوٌّ ، وَغَنِيُّهُمْ مَدْعُوٌّ » « 1 » .\r\nويستفاد من كلمة « بلغني » أنّ الإمام علي عليه السلام كان يكلّف مخبرين وجواسيس موثوقين في تلك المدينة وقد أرسلوا إليه هذا الخبر ، واعتماداً على قولهم أرسل الإمام كتابه هذا إلى عامله .\r\nوقد طلب بعض علماء الإسلام أيضاً من حكّام زمانهم إرسال مخبرين إلى مناطق مختلفة من البلاد الإسلامية ، ومنها ما أوصى بها ، أبو يوسف في كتابه « الخراج » كنصحية لحاكم عصره وقال : « أرى من الصلاح للحاكم أن يرسل جماعة من الأشخاص الموثوقين والنزيهين ومن أهل الدين والأمانة إلى المدن للتعرف على أوضاع وأعمال العمّال والامراء ، لأنّ أحد هؤلاء العمّال والامراء قد ظلم الناس هناك وتعدى على حقوقهم وخان الأمانة ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج‌البلاغة ، الرسالة 45 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nففي هذه الصورة يحرم عليك استخدامهم مرّة ثانية » .\r\nثم إنّ أبا يوسف أشار في كتابه هذا إلى رسالة أمير المؤمنين علي بن أبي طالب عليه السلام إلى أحد عمّاله ويدعى « كعب بن مالك » وقد ذكر فيها :\r\n« أمّا بَعْدُ ، فَاسْتَخْلِفْ على عَمَلِكَ وَاخْرُجْ في طائِفَةٍ مِن أصْحابِكَ حَتّى تَمُرَّ بِأرْضِ السَّوادِ كورَةً كورَةً فَتَسْأَلَهُمْ عَنْ عُمّالِهِمْ وَتَنْظُرَ في سِيرَتِهِمْ حَتّى تَمُرَّ بِمَنْ كانَ مِنْهُمْ فِيما بَيْنَ دِجْلَةَ وَالْفُراتِ . . . » « 1 » .\r\n\r\n9 - جذب العناصر الصالحة\r\nيجب على المدير من أجل التوصل إلى أهدافه وتحقيق مطلوبه العمل على جذب الأفراد اللائقين في تشكيلاته والمؤسسات التي تخضع لإدارته ، ويكون هؤلاء الأفراد متّفقين معه في الفكر والعقيدة ، ويتسمون بالصلاح والأمانة والجدية في العمل ، وادخالهم ضمن مستشاريه والعاملين معه بشكل تدريجي ، ولا يختلف الحال في هذا الاختيار سواء من داخل مؤسساته أو من خارجها ، على أيّ حال بإمكانه جذب العناصر الصالحة بشكل مباشر أو غير مباشر لما لذلك الأمر من دور مؤثر في مجمل أعمال الإدارة ونجاح العمل في واقع المجتمع .\r\nالآفة الكبرى في عملية الانتخاب :\r\nوأكبر خطر يواجه المدراء في هذا الشأن ، هو أن يختار المدراء الأشخاص الذين يتميزون بنقطة قوّة واحدة ، وهي أنّهم يتحركون في عملهم من موقع التسليم المطلق والتقليد الأعمى للمدير ويكون حالهم حال الجندي المطيع الذي ينفذ ولا يناقش .\r\nصحيح أنّ الشرط المهم لنجاح أمر الإدارة والقيادة يكمن في انصياع الأفراد والمعاونين والتزامهم بأوامر القيادة ، ولكنّ هذا لا يعني أن يختار المدراء الأشخاص الذين يتسمون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كتاب الخراج للقاضي أبي يوسف ، ص 128 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nبالخنوع والخضوع التام ولا يعرفون سوى كلمة « نعم سيدي » .\r\nإنّ ترجيح مثل هؤلاء الأشخاص غير اللائقين الذين يتحركون من موقع التسليم الأعمى ، بسبب بعض نقاط الضعف في روحيتهم وأفكارهم ، خلّف آثاراً وخيمة وبلايا عظيمة على امتداد التاريخ البشري لجميع المدراء والقادة في المجالات السياسية والعسكرية .\r\nولا ينبغي الغفلة عن أنّ هذا النوع من الاختيار لا يغذي سوى « روح الاستبداد » في واقع الحكّام المستبدين والذين يرجحون التعامل مع مثل هؤلاء الأشخاص الانتهازيين وضعفاء النفوس ، لأنّهم لا يطيقون سماع كلمة النقد ولا يرغبون في مسائلة مهما كانت منطقية وبنّاءة .\r\nوهذا الأمر أدى إلى حرمان « المدراء المستبدّين » من دعم وتأييد الأشخاص الملتزمين والأقوياء والواعين ، وهذه الحالة تمثّل خسارة كبيرة في أمر الإدارة بحيث لا يستطيع المدير جذب مثل هؤلاء الأشخاص المقتدرين وأصحاب الشخصيات المحترمة .\r\nوأذكر في زمن نظام الشاه صدر الأمر عن جهاز الأمن « السافاك » ، في أحدى المرات لاستدعائي إلى طهران ، فاعتقلت وجئ بي إلى بناية لهذا الجهاز وأدخلوني إلى غرفة الانتظار ، وقد رأيت أنّ مسؤول المكتب في غرفة الانتظار عندما كان يدق جرس الهاتف وكان رئيسه على الطرف الآخر كان يضطرب في كلامه معه ، ويتحدث معه بلغة التعظيم ويخاطبه بضمير الجمع الغائب والجملة الخبرية ويقول : « يتفضل سيادة الرئيس » وقد رأيت أنّ هذه المسكين المتملق لم يكن مستعداً ليقول : « تفضل » ، لأنّ هذه الكلمة « تفضل » تحمل في طياتها صيغة الأمر ولا يمكن توجيه الأمر للسيد الرئيس حتى بكلمة « تفضل » ولذلك كان يستبدل الجملة « الإنشائية » بالجملة « الخبرية » .\r\nومع ذلك فإنّه لا يتحدث معه كمخاطب ، لأنّ الخطاب ، مهما كان ، فإنّه مخالف لمراتب الاحترام ، فلابدّ من استعمال صيغة الغائب ليضمن غاية الاحترام والتعظيم ويتعامل مع من فوقه بلغة التملق والتزلف .\r\nأجل ، إنّ مثل هؤلاء المدراء يرغبون في أن يقال لهم « يتفضل سيادة الرئيس » ولا يقبلون حتى بكلمة « تفضل » .\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nمرّة أخرى أتذكر جيداً أنني رأيت في ذلك الزمان شخصاً جاء للقاء أحد المسؤولين المقربين من نظام الطاغوت من أجل انقاذ مظلوم من براثن ظالمه فقال : إنّ هذا المسؤول عندما علم بالشخص الذي أريد الشفاعة له صرخ قائلًا : يا فلان ، اسمع ما أقول ، إننا عندما نريد التوجه إلى لقاء الشاه لغرض الوساطة لأحد الأشخاص فإننا لا نقول جملة كاملة بل نذكر المتبدأ أولًا مثل نقول : « إن السيد حسين . . . » ثم ننظر إلى ملامح الشاه بدقّة فإذا رأينا سحنته قد تغيرت أو قطب جبينه فنقول : إنّه رجل فاسد وحقير ولا يعرف الجميل ، ولكن إذا رأينا البسمة ظاهرة على محياه وأنّ سحنته لم تتغير ، فنقول : سيدي إنّه من مريديك والمخلصين لسلطانك !\r\nأجل ، إنّ هؤلاء المستبدين لا يقبلون في تشكيلاتهم وأعوانهم حتى من يتحدث معهم بجملة كاملة ، بل يضمون إليهم من يقول : « المبتدأ » فقط ، أمّا « الخبر » فيقرأونه على ملامح الشاه المدحور .\r\nورأينا نتيجة مثل هذه الإدارة ومصيرها الفاشل ، ولذلك فإنّ المدراء القادة يجب أن يحذروا من السقوط في هذا الفخ الخطير ويهتموا في إبعاد هؤلاء المتزلفين والمتملقين وتقريب الأشخاص الصالحين والموثوق بهم .\r\nوبعبارة أخرى فإنّ المدير أو القائد اللائق هو الشخص الذي يملك ذلك القدر من « سعة الصدر » بحيث يستقبل الآراء والانتقادات والمساءلة من أفراده ومستشاريه اللائقين ويصغي لآرائهم في المسائل المختلفة ، بل عليه أن يرحب بتلك الانتقادات ويستقبلها برحابة صدر ، وطبعاً لابدّ أن يقترن ذلك بالانضباط والتعامل مع المدير بلغة « الاحترام » وينبغي تقديم المنتسبين وأصحاب الرأي على المتملقين والمتزلّفين الذين لا يعرفون سوى كلمة « نعم سيدي » ، لأنّ اتخاذ مثل هؤلاء المستشارين المتزلفين والأعوان المتملقين ، مضافاً إلى أنّه يعدّ آفة خطيرة لكل دائرة ومؤسسة ، فإنّهم يجعلون من الرؤساء يعيشون في حالة الغفلة والجهل التام بما يجري من حولهم ، وبذلك تنقطع علاقتهم بالواقع الموضوعي في الخارج ، وأحياناً يتمّ تضخيم الأمور وجعل الحبّة قبّة ، وتارة بالعكس بأن يجعلوا من\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالجبل « قشة » ، وأحياناً يصنعوا من لا شيء جبلًا .\r\nوهنا يحذّر مولى المتقين الإمام علي عليه السلام أتباعه من هذا العمل بشدّة ، يقول في خطبة له في حرب صفين وبحضور أكثر من خمسين ألف مقاتل :\r\n« فَلَا تُكَلِّمُونِي بِمَا تُكَلَّمُ بِهِ الْجَبَابِرَةُ ، وَلَا تَتَحَفَّظُوا مِنِّي بِمَا يُتَحَفَّظُ بِهِ عِنْدَ أَهْلِ الْبَادِرَةِ ، وَلَا تُخَالِطُونِي بِالْمُصَانَعَةِ ، وَلَا تَظُنُّوا بِيَ اسْتِثْقَالًا فِي حَقٍّ قِيلَ لِي ، وَلَا الِتمَاسَ إِعْظَامٍ لِنَفْسِي ، فَإِنَّهُ مَنِ اسْتَثْقَلَ الْحَقَّ أَنْ يُقَالَ لَهُ أَو الْعَدْلَ أَنْ يُعْرَضَ عَلَيْهِ ، كَانَ الْعَمَلُ بِهِمَا أَثْقَلَ عَلَيْهِ ، فَلَا تَكُفُّوا عَنْ مَقَالَةٍ بِحَقٍّ ، أَوْ مَشُورَةٍ بِعَدْلٍ » « 1 » .\r\nويطرح الإمام علي عليه السلام في هذه الخطبة العميقة المغزى ، تعاليمه الأخلاقية لرسم كيفية التعامل بين الناس والحكّام ، فيطرح عدّة أمور :\r\n1 - أن لا يذكروه بعناوين وألقاب كبيرة كما يلقّب بها الجبارون .\r\n2 - أن لا يتصوروا عند لقائه أنّه ملك ، وبسبب ذلك يسيطر عليهم الخوف والرعب ولا يستطيعون بيان مرادهم بطلاقة .\r\n3 - أن لا يتعاملوا معه من موقع المجاملة والتظاهر والمصانعة .\r\n4 - أن لا يتصوروا أنّ الإمام يستثقل كلام الحق .\r\n5 - أن يقولوا كلمة الحق بصراحة وبدون خجل أو مواراة .\r\n6 - أن لا يمتنعوا من عرض العدل والانصاف عليه .\r\nوفي ختام هذا الكلام أرى من اللازم أن أحذر مرّة أخرى من أخطار الأشخاص المتملقين من ضعفاء الشخصية الذين يستغلون « نقاط الضعف » في المدراء وغريزة حبّ الذات وحبّ الظهور والأنانية فيهم فيتحركون في التعامل مع رؤسائهم بمنطق الكذب والدجل وتزوير الحقائق حتى يتقربوا إليهم ويبعدوا الآخرين عنهم ويعملوا على تغشية أبصارهم وعقولهم بغشاء الزيف ويسلبوا منهم القدرة على تشخيص الأمور ، فهؤلاء المتزلفون هم بلاء مبرم كالصاعقة والزلزلة المدمرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج‌البلاغة ، الرسالة 33 .\r\n","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nوما أروع ما قاله الإمام أمير المؤمنين عليه السلام في شأن المؤمنين المتقين في خطبة « همام » المعروفة :\r\n« إِذَا زُكِّيَ أَحَدٌ مِنْهُمْ خَافَ مِمَّا يُقَالُ لَهُ ، فَيَقُولُ : أَنَا أَعْلَمُ بِنَفْسِي مِنْ غَيْرِي ، وَرَبِّي أَعْلَمُ بِي مِنِّي بِنَفْسِي ! اللَّهُمَّ لَا تُؤَاخِذْنِي بِما يَقُولُونَ ، وَاجْعَلْنِي أَفْضَلَ مِمَّا يَظُنُّونَ ، وَاغْفِرْ لي مَا لَا يَعْلَمُونَ ! » « 1 » .\r\nأجل ، إنّ أولياء اللَّه يمتعضون ويستاؤون من التملّق والمدح ، ويرون في المدح المقرون بالتملق من العيوب الأخلاقية أيضاً ، وفي ذات الوقت لا يسكتون في مقابل القول الباطل والسلوك المذل المنافي لعزة الإنسان وشرفه ، فلو ارتكب شخص مثل هذا العمل المنافي للأخلاق فإنّهم يسارعون لتوبيخه ولومه .\r\nيقال : إنّ أحد الأعراب جاء إلى رسول اللَّه صلى الله عليه وآله ليسأله العطاء وأخذ يتملق له في حديثه قائلًا : ألست ابن خير الأمهات والآباء ، ألست من حيث الأبناء أكثر شرفاً ! وكنت أكرم من الجميع في أيّام الجاهلية ، والآن في الإسلام أنت زعيمنا وقائدنا . . .\r\nفغضب رسول اللَّه صلى الله عليه وآله من هذا الكلام الملئ بالتملق والتزلف وقال لذلك الأعرابي متسائلًا : « كَمْ دونَ لِسَانِك مِنْ حِجابٍ ؟ » .\r\nفأجاب : إثْنَانِ : شَفَتانِ وَأسْنَان .\r\nفقال صلى الله عليه وآله : « فَما كان في أحَدِ هذَيْنِ مَا يَرُدُّ عَنّا غَرْبَ لِسَانِكَ هذا ! أما إنّه لَم‌ْيُعْطَ أحَدٌ في دُنْياهُ شَيْئاً هُوَ أضَرُّ لَهُ فِي آخِرَتِهِ مِنْ طَلَاقَةِ لِسَانِهِ » « في مسير الباطل » .\r\nوبعد ذلك ومن أجل إسكات هذا الرجل وغلق هذه الصفحة قال النبي الأكرم صلى الله عليه وآله للإمام علي عليه السلام : « يَا عَلِيُّ قُمْ فَاقْطَعْ لِسَانَهُ ! » فقام الإمام وأخذ الرجل معه وتحركا بعيداً فأعطاه الإمام بعض الدراهم وأسكت لسانه « 2 » .\r\nويؤكد الإمام أمير المؤمنين علي عليه السلام في عهده لمالك الأشتر فيقول :\r\n« وَإِيَّاكَ وَالْإِعْجَابَ بِنَفْسِكَ ، وَالثِّقَةَ بِمَا يُعْجِبُكَ مِنْهَا ، وَحُبَّ الْإِطْرَاءِ ، فَإِنَّ ذلِكَ مِنْ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الخطبة 192 .\r\n( 2 ) . معاني الأخبار ، ص 171 ، ح 1 .\r\n","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nأَوْثَقِ فُرَصِ الشَّيْطَانِ فِي نَفْسِهِ لَيمْحَقَ مَا يَكوُنُ مِنْ إِحْسَانِ الْمُحْسِنِينَ » « 1 » .\r\n\r\n10 - عنصر التقدير والتشويق والتوبيخ\r\nمن المعلوم أنّ أثقل وأهم مسؤولية كانت على عاتق الأنبياء الإلهيين ، ونعلم أيضاً أنّها من أبرز صفات الأنبياء ، « البشارة » و « الإنذار » كما قال القرآن الكريم عن رسول اللَّه صلى الله عليه وآله :\r\n« يَا أَيُّهَا النَّبِىُّ إِنَّا أَرْسَلْنَاكَ شَاهِداً وَمُبَشِّراً وَنَذِيراً * وَدَاعِياً إِلَى اللَّهِ بِإِذْنِهِ وَسِرَاجاً مُنِيراً » « 2 » .\r\nوقد وردت في القرآن الكريم كلمة « انذار » ومشتقاتها أكثر من 120 مرّة ، ووردت كلمة « بشارة » ومشتقاتها أكثر من 40 مرّة ، والقسم المهم في الآيات القرآنية يرتبط بوصف النعم المعنوية والمادية في الجنّة التي تعتبر ترغيباً للإنسان ليتحرك باتجاه الخيرات والمبرات ، وكذلك ورد الحديث في قسم كبير من الآيات القرآنية عن العقوبات البدنية والنفسية لأهل النار والتي تعتبر عاملًا مؤثراً في منع الإنسان من الإيغال في الخطيئة والإثم .\r\nيقول الإمام علي عليه السلام ضمن تعاليمه لمالك الأشتر رحمه الله عن المسؤولين الكبار في الحكومة :\r\n« وَوَاصِلْ فِي حُسْنِ الثَّنَاءِ عَلَيْهِمْ وَتَعْدِيْدِ مَا أَبْلَى ذَوُو الْبَلَاءِ مِنْهُمْ ؛ فَإِنَّ كَثْرَةَ الذِّكْرِ لِحُسْنِ أَفْعَالِهِمْ تَهُزُّ الشُّجَاعَ ، وَتُحَرِّضُ النَّاكِلَ ، إِنْ شَاءَ اللَّهُ » « 3 » .\r\nعلى أية حال ، فإنّ وظيفة كل مدير وقائد ، العمل على ترغيب الأشخاص لبذل الجهد والنشاط ، وهؤلاء الأفراد كالتالي :\r\nأ ) الأشخاص الذين يؤدون وظائفهم بصورة جيدة ويتحركون في عملهم من موقع الانضباط والنظم وأداء المسؤولية .\r\nب ) الأشخاص الذين يتحركون في مواقع خاصّة للإيثار والتضحية ويقدمون كلّ ما أمكنهم لخدمة الآخرين .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تحف العقول ، ص 147 ؛ نهج البلاغة ، الرسالة 53 .\r\n( 2 ) . سورة الأحزاب ، الآية 45 و 46 .\r\n( 3 ) . نهج البلاغة ، الرسالة 53 .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nج ) الأشخاص الذين يطرحون ابتكارات وابداعات لغرض تطوير العمل والنهوض بالمؤسسة أو الإدارة .\r\nد ) الأشخاص الذين يدفعون عن المؤسسة أو الإدارة خطراً كبيراً .\r\nه ) الأشخاص الذين يؤدون أعمالهم وفق البرنامج الدقيق حتى في غياب المدير أو القائد كما لو كانا حاضرين .\r\nو ) الأشخاص الذين يكشفون مؤامرات العدو في الوقت المناسب ويعملون على اجهاض هذه الدسائس وابطال مفعولها .\r\nوخلاصة الكلام ، إنّه لا ينبغي أن تخفى أيّة خدمة مهمة من قِبل الأفراد عن نظر المدراء والقادة ويجب عليهم في مثل هذه الموارد الاقدام على تكريم هؤلاء الأفراد ومكافأتهم .\r\nالأبعاد السلبية للمكافأة :\r\nيجب أن نكون أذكياء بحيث لا يترتب على المكافأة بعض المفاسد التالية :\r\n1 - إنّ المكافأة لا ينبغي أن تكون بحيث توجب الغرور والغفلة لهذا الفرد الذي استحق المكافأة أو تؤدي إلى اطفاء شعلة النشاط والنظم والانضباط في نفسه .\r\n2 - يجب أن يقوم أساس المكافأة على الجانب المعنوي ، لكي يتمّ اعلاء شخصية الأفراد والتأكيد على دورهم ومكانتهم ، ولكنّ هذا لا يعني عدم الاهتمام تماماً بالمكافأت المادية .\r\n3 - إنّ مكافأة شخص معين لا ينبغي أن تعطي مفهوماً خاطئاً للآخرين ، وتكون سبباً لتحقيرهم واهانتهم ، وهذا الأمر يتسم بالدقة والظرافة حيث ينبغي على المدراء والقادة ضمان عدم حدوث هذه الأمور السلبية على أساس من الذوق والسليقة .\r\n4 - إنّ التشويق والتشجيع والمكافأة لا ينبغي أن تكون كثيرة النفقات وغالية الثمن ، لأنّه أولًا : يؤدي ذلك إلى تحوير الافتخار من المسائل المعنوية إلى المسائل المادية .\r\nوثانياً : من جهة أخرى أنّ المكافأة الغالية والباهضة الثمن لا ينالها إلّاأفراد قلائل ، في\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nحين أنّ عنصر التشويق أو المكافأة يجب أن يكون ذا طابع شمولي وواسع .\r\n5 - المكافأة ينبغي أن تكون على أساس « الضوابط » ، لا على أساس « الروابط » ومن المؤسف جدّاً أن يرى أفراد المؤسسة أو الدائرة أنّ المدير يرجح « الروابط » في علاقاته وفي مشاريعه على « الضوابط » وهذا من شأنه اضعاف العلاقة بين المدير وأتباعه ويثير سوء ظنّهم ويسلب منهم نشاطهم وفاعليتهم في تلك الإدارة والمؤسسة .\r\n6 - ومن الطبيعي وجود تناسب بين المكافأة والعمل الصادر من الفرد وتلاحظ من جهة سلسلة المراتب والكمية والكيفية في هذا الأمر .\r\nيقول الإمام علي عليه السلام :\r\n« الثَّنَاءُ بِأَكْثَرَ مِنَ الاسْتِحْقَاقِ مَلَقٌ ، وَالتَّقْصِيرُ عَنِ الاسْتِحْقَاقِ عِيٌّ أَوْ حَسَدٌ » « 1 » .\r\n7 - إنّ المكافآت عادة تعطى لمستحقيها بحضور جمهور من الناس ، أو يتمّ إخبار الجمهور بنتائج هذه العملية ، ولكن هناك موارد معينة ينبغي أن تكون فيها المكافأة بشكل سري وشخصي ، والمدراء يمكنهم تشخيص هذه الموارد الاستثنائية .\r\nشروط التأديب :\r\nإنّ « التأديب » كما يظهر من اسمه إنّما هو من أجل « توعية » الشخص الخاطىء ، بمعنى أنّ التأديب يجب أن يأخذ منحى التربية على مستوى العمل .\r\nوبالرغم من أنّ العقوبات وأشكال التوبيخ لا يمكنها أن تكون كرد فعل أولي في مقابل المتخلفين والخارجين على القانون بل قبل كل شيء ينبغي استعمال عمليات تثقيفية وتربوية في البداية . ولا يمكنها أن تحل مشكلة المخالفات وعدم الانضباط وعدم الالتزام بالمقررات ، ولكن على أية حال فإنّ إلغاء التأديب والعقوبة بشكل عام من شأنه أن يعرّض التشكيلات والإدارات للخطر ، لأنّه يوجد دائماً نسبة معينة من الأشخاص الذين لا يؤدون وظائفهم كما يلزم من دون استخدام عامل التأديب أو على الأقل عامل « الترهيب » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج‌البلاغة ، الكلمات القصار ، 347 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nومن المناسب للمدراء من أجل استخدام عنصر « التأديب والتوبيخ » للوصول إلى أهدافهم التربوية رعاية الأصول التالية :\r\n1 - إنّ التأديب لابدّ أن يكون مقطعياً ، أي لا يسد الطريق على المتخلفين لإصلاح أنفسهم ومراجعة سلوكياتهم .\r\nواللافت للنظر أنّ القرآن الكريم يستثني في الكثير من آياته - بعد التحذير من العقوبات الشديدة - التائبين من هؤلاء المتمردين ، أي أنّه يبقي الطريق مفتوحاً أمام المذنبين للعودة إلى السير في خط الصلاح والطاعة ومن هنا نرى جملة « إلّاالّذِينَ تَابُوا » تتكرر في الكثير من الآيات القرآنية لهذا الغرض .\r\n2 - إنّ عملية التوبيخ في العقوبة لا ينبغي أن تكون بدرجة تثير الحقد والانتقام في نفوس الخاطئين ، وفي ذات الوقت فإنّ المدير الحاسم لا ينبغي أن يترك العقوبة أو التوبيخ للمتخلفين والمذنبين خوفاً من احساسهم بالحقد والانتقام في المستقبل ، وإلّا فإنّه يعرّض تشكيلاته إلى الفساد والخراب .\r\n3 - إنّ من مسلّمات المسائل الإسلامية والمديرية ، رعاية التنافس بين « الجرم » و « العقوبة » ، ويتبيّن ذلك جليّاً في باب الحدود والديات في الفقه الإسلامي .\r\n4 - إنّ الأصل في العقوبة والتوبيخ أن يكون شخصياً ، بعكس التشويق والمكافأة ولكن هناك موارد استثنائية تفرض لزوم اجراء العقوبة في الملأ العام أو نشر خبرها بين الناس .\r\n5 - من الأمور التي ينبغي مراعاتها في مورد العقوبات ، هو لزوم إعلام الطرف المقابل بالدليل لهذه العقوبة ، ولا يكتفى أن يعلم الشخص المخالف بحدود الكفّارة والعلم\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nبالمخالفةبشكل عام ، فما أكثر الأشخاص الذين يجهلون أعمالهم السيئة ومخالفاتهم للمقررات ، أوكما يقول القرآن الكريم : « يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ صُنْعاً » « 1 » ، أو في صورة العلم بأصل المخالفة فإنّهم لا يعلمون بدرجة أهميتها ، ولذلك فمن الضروري لإصلاح وتربية الخاطئين ، تفهيمهم هذه المسألة بشكل دقيق وصريح .\r\n6 - لا ينبغي للمدير أو القائد الافراط في اللوم والتأديب ، لأنّه أحياناً ينتج أثراً معاكساً ، ويجرّىء المخالفين على ارتكاب المخالفة والإصرار عليها من موقع العناد والاستهانة بالقانون .\r\nيقول الإمام أمير المؤمنين علي عليه السلام : « الإفراطُ فِي المَلامَةِ يُشِبُّ نيرانِ اللّجاجَةِ » « 2 » .\r\nوفي مورد آخر يقول عليه السلام أيضاً : « إيّاكَ أَنْ تُكَرِّرَ العَتَبَ فَإنَّ ذَلِكَ يُغرِي بِالذَّنبِ وَيَهوُنُ بَالعَتَبِ » « 3 » .\r\nوهذا الموضوع له امتدادات واسعة ، نكتفي هنا بهذا المقدار من البحث .\r\nوهنا نصل إلى نهاية بحث « وظائف ومسؤوليات المدراء والقادة » وسنتحدث في الفصل اللاحق عن « صفات وشروط » المدراء والقادة بالنظر للمعايير الإسلامية .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الكهف ، الآية 104 .\r\n( 2 ) . بحار الأنوار ، ج 74 ، ص 230 .\r\n( 3 ) . غرر الحكم ، ج 1 ، ص 178 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\n4 - صفات وشروط المدراء والقادة الإسلاميّين\r\nإنّ معيار انتخاب الأشخاص وصفاتهم والشروط المتوفرة فيهم ترتبط وتتناسب دائماً مع ميزان مسؤولياتهم ، لأنّ كل نوع من المسؤولية يقتضي نوعاً من الشروط والصفات ، وبديهي أنّ المسؤوليات كلما كانت ثقيلة وواسعة فإنّ شروطها أيضاً تكون ثقيلة وواسعة أيضاً .\r\nوفي الحقيقة إنّ أصل انتخاب « الأصلح » يعدّ من الأصول الرئيسية للصفات والشروط التي ينبغي توفرها في المدراء لدى انتخابهم ، غاية الأمر أن كلمة « انتخاب الأصلح » تعبير مطلق ويستبطن بعض الغموض حيث يمكن إساءة استغلال هذا التعبير ، وذلك لا يكون قابلًا للتطبيق بعنوانه الكلي ، بل لابدّ من تحليل دقيق لتفاصيله وبيان معالمه وأبعاده على مستوى العمل والتطبيق .\r\nوقد ورد في الإسلام التأكيد على مسألة « انتخاب الأصلح » وذلك في سيرة النبي الأكرم صلى الله عليه وآله ، الذي اختار للمسلمين شاباً يبلغ من العمر عشرين سنة ونيفاً ويدعى « عتّاب بن أسيد » أميراً لمكة المكرمة ووالياً عليها من قِبل النبي صلى الله عليه وآله ، لأنّ انتخاب هذا الشاب مع الالتفات إلى قلّة تجربته في هذا المجال من بين الصحابة كان مثيراً للتساؤل ، وقلّما نجد مثل هذا الاختيار من قِبل النبي الأكرم صلى الله عليه وآله لمركز حساس جدّاً كمكة المكرمة ، ولكن النبي أجاب عن التساؤلات في أذهان الصحابة بجملة واحدة عندما قال ل « عتّاب » :\r\n« يا عَتّابُ تَدرِي عَلى مَنِ استَعمَلتُكَ ؟ استَعمَلتُكَ عَلى أَهلِ اللَّهِ عَزَّ وَجلَّ وَلَو\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nأَعلَمُ لَهُمْ خَيراً مَنْكَ استَعمَلتُهُ عَلَيهِم » « 1 » .\r\nوأيضاً نقرأ في هذا المجال أنّ نبي الإسلام صلى الله عليه وآله قال بشكل كلي :\r\n« مَنْ وُلّيَ مِنْ أَمرِ المُسلِمِينَ شَيئاً فَوَلّى رَجُلًا وَهُوَ يَجِدُ مَنْ هُوَ أَصلَحُ لِلمُسلِمِينَ مَنْهُ فَقَدْ خانَ اللَّهَ وَرَسُولَهُ » « 2 » .\r\nوكذلك ورد في حديث نبوي آخر أنّه صلى الله عليه وآله قال :\r\n« مَنْ قَلَّدَ رَجُلًا عَلَى عِصابَةٍ وَهُوَ يَجِدُ فِي تِلكَ العِصابَةِ أَرضى مِنْهُ فَقَدْ خانَ اللَّهَ وَخَانَ رَسُولَهُ وَخانَ المُؤمِنِينَ » « 3 » .\r\nوعلى هذا الأساس فإنّ الأصل في تقسيم المناصب في الحكومة الإسلامية واختيار المدراء والقادة ، هو أصل انتخاب الفرد اللائق لذلك المنصب ، والانحراف عن هذا الخط يعتبر خيانة للَّه‌ورسوله وللمجتمع الإسلامي .\r\nوالملفت للنظر ما ورد في الحديث عن رسول اللَّه صلى الله عليه وآله أنّ إحدى علامات قيام الساعة وفناء المجتمع البشري « تولّي الأمور من قِبل غير أهلها » .\r\nيقول النبي الأكرم صلى الله عليه وآله :\r\n« إذا ضُيَّعتِ الأَمانَةُ فَانْتَظِرِ السَّاعَةَ . قِيلَ يا رَسُولَ اللَّهَ وَمَا إضاعَتُها ؟ قَالَ : إِذا أُسْنِدَ الأَمرُ إِلى غَيرِ أَهلِهِ فَانتَظِرِ السَّاعَةَ » « 4 » .\r\nوعبارة « انتظر الساعة » في هذا الحديث الشريف ، معناها أوضح في هذا العصر من السابق ، لأننا نعلم أن الفاسدين إذا ملكوا مقاليد الأمور وتسلطوا على سياسات العالم في هذا العصر ووقعت الأمور بيد غير أهلها ، فربّما يؤدي ذلك إلى حرب طاحنة ومدمرة تأتي على الأخضر واليابس من الحضارة البشرية ، وربّما ينقطع نسل الإنسان ويفنى من الأرض .\r\n\r\nالمعايير القرآنية لاختيار المدير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . أسد الغابة ، ج 3 ، ص 385 .\r\n( 2 ) . السياسة الشرعية ، ص 76 .\r\n( 3 ) . المصدر السابق .\r\n( 4 ) . المصدر السابق ، ص 11 .\r\n","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nوهنا ينبغي قبل كل شيء التوجه إلى القرآن الكريم لمعرفة المعايير الإسلامية لاختيار المدير أو القائد أو حتى الموظفين في الإدارة ، ليكون هذا الموضوع نموذجاً جيداً لأبحاثنا اللاحقة .\r\nلقد وردت في ثلاث سور من القرآن الكريم ( البقرة ، يوسف ، القصص ) الإشارة إلى ثلاثة معايير لثلاثة أنواع من المسؤوليات .\r\n1 - تحدّث القرآن الكريم في سورة البقرة عن قصة « طالوت وجالوت » وكيفية انتخاب طالوت لقيادة جيش بني إسرائيل في معركة حاسمة ضد جالوت من قبل اختيار نبي ذلك الزمان اسمه « اشموئيل » لقتال السلطان الجبّار في ذلك الزمان « جالوت » ، وقد استند هذا النبي إلى خصوصيتين مهمتين في طالوت لإحراز هذا المقام الكبير ، وذلك في الآية الشريفة :\r\n« إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ وَاللَّهُ يُؤْتِي مُلْكَهُ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ » « 1 » .\r\nوبديهي أنّ القدرة البدنية والقوى الفكرية يمثّلان شرطين أساسيين لمواجهة العدو القوي والغلبة عليه .\r\n2 - ونقرأ في سورة يوسف عليه السلام عندما اقترحوا على يوسف أن يتولى مسؤولية الخزانة في مصر ، فنرى في هذه الآية الشريفة أنّه استند إلى صفة الأمانة والعلم وقال :\r\n« قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ » « 2 » .\r\nوالجدير بالذكر أنّ المعايير القرآنية تستند في كلّ مورد إلى صفات متناسبة لذلك المورد والمقام .\r\nفبالنسبة لمقام قيادة الجيش تقول الآية : « وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ » .\r\nوبالنسبة لمقام الوظيفة والموظفين تقول الآية « الْقَوِىُّ الْأَمِينُ » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة البقرة ، الآية 247 .\r\n( 2 ) . سورة يوسف ، الآية 55 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nوبالنسبة إلى مسؤولية حفظ بيت‌المال والإدارة القوية تقول الآية : « حَفِيظٌ عَلِيمٌ » .\r\nونظراً إلى أنّ مسألة الإدارة والقيادة قد اختلفت عن الماضي اختلافاً كبيراً بسبب التعقيدات والمتغيرات التي شهدها هذا العصر ، فلابدّ في اختيار الوزراء وقادة الجيش من مراعاة سلسلة من الأصول الكلية المشتركة التي أشار إليها القرآن الكريم ، ويجب إضافة سلسلة من الشروط الخاصة أيضاً والتي تناسب الإدارة والقيادة .\r\nفغني عن البيان أنّ الإدارة في الأمور المالية تستلزم توفر « الأمانة » و « العلم والمعرفة » أكثر من أي مقام آخر .\r\n3 - ونقرأ في قصّة موسى وشعيب عليهما السلام أنّ إحدى بنات شعيب اقترحت على أبيها أن يختار موسى عليه السلام لرعي الأغنام وتولي المهام المالية لأسرة شعيب عليه السلام ، وقد أكدت في كلامها على صفتين : « القوة » و « الأمانة » وقالت :\r\n« قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنْ اسْتَأْجَرْتَ الْقَوِىُّ الْأَمِينُ » « 1 » .\r\nوهذه المعايير وردت في سور قرآنية مختلفة بشكل كلي ومضغوط ، وسوف نستعرض هذه المعايير بالتفصيل إن شاء اللَّه .\r\n* * * \r\nأربعة عشر شرطاً أساسياً\r\nوأهم الشروط والصفات المشتركة التي ينبغي توفرها في المدراء والقادة عبارة عن :\r\n\r\n1 - الإيمان بالهدف\r\nقبل كل شيء ينبغي الالتفات إلى هذه النقطة ، وهي أننا نبحث هذا الموضوع في اطار نظام ديني ، وطبعاً فالإيمان بالهدف في هذا البحث يعني الإيمان بالدين والمباني الدينية ، فالمدير أو القائد المتدين لا يمكنه أن يقف موقف المحايد في قِبال التعاليم الدينية ، بل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة القصص ، الآية 26 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nينبغي أن يكون إيمانه العميق بتعاليم ذلك الدين هو الباعث الأصلي والدافع الحقيقي لأداء تكاليفه والوظائف الملقاة على عاتقه .\r\nوهنا تخرج المسألة عن مقولة مراعاة سلسلة المراتب ، والاحساس بالمسؤولية في مقابل المراتب العليا من المسؤولين وتأخذ طابعاً « تلقائياً » ويكون الاندفاع في هذه المسألة ذاتياً ، وممّا يجدر ذكره أنّ القرآن الكريم يتحدث عن نبي الإسلام ويقول : « آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِنْ رَبِّهِ . . . » « 1 » .\r\nفإيمان رسول اللَّه صلى الله عليه وآله ب « ما انزلَ عَلَيهِ » يتجلى في جميع أعماله وسلوكياته ويتجلى في جميع أقواله وحركاته في واقع الحياة الفردية والاجتماعية .\r\nولم يرد في أي من المصادر التاريخية أنّ النبي الأكرم صلى الله عليه وآله فرّ من ميدان القتال والجهاد ، فحتى في ميدان معركة أحد ، حيث كانت الأوضاع في غاية الوخامة والخطورة وقد هرب أكثر أفراد جيشه سوى الخاصّين ( أو سوى الإمام علي عليه السلام بناء على رواية ) لكن النبي بقي كالجبل الراسخ بالرغم من إصابته بجراحات في جبهته وأسنانه ، فقد بقي وحيداً أمام العدو المتغطرس ولم يهتز أمام التحديات الصعبة وأخيراً أخذ يدعو الآخرين إلى العودة إلى الميدان والاستمرار في جهاد العدو .\r\nواللافت للنظر أنّ الإمام أمير المؤمنين علي عليه السلام في « نهج‌البلاغة » يركز على هذه النقطة عند قيامه بترتيب صفوف جيشه في ميدان القتال ، وكان يتحدث إليهم أنّ رسول اللَّه صلى الله عليه وآله كان أقرب الناس إلى العدو :\r\n« كُنَّا إِذَا احْمَرَّ الْبَأْسُ اتَّقَيْنَا بِرَسُولِ اللَّه صلّى اللَّه عليه وآله ، فَلَمْ يَكُنْ أَحَدٌ مِنَّا أَقْرَبَ إِلَى الْعَدُوِّ مِنْهُ » « 2 » .\r\nوقد تحدّث المؤرخون سواءً ، من المسلمين أو من غير المسلمين ، عن استقامة النبي الأكرم صلى الله عليه وآله المذهلة أمام الحوادث والتحديات وأثنوا كثيراًعلى استقامته في خط الرسالة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة البقرة ، الآية 285 .\r\n( 2 ) . نهج‌البلاغة ، الكلمات القصار 9 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nوالدعوة أمام كل ما يواجهه من صعاب ، واعترفوا بأنّ هذا الإيثار وهذه التضحية والفداء من علائم إيمانه العميق والراسخ بدينه ورسالته .\r\nإنّ إيمان النبي الأكرم صلى الله عليه وآله بهدفه ورسالته كان عميقاً وراسخاً إلى درجة أنّه أحياناً ، وبسبب عدم قبول الناس لدعوته ، يعيش الهم والألم الشديد بحيث تكاد روحه تخرج من بدنه ، والقرآن الكريم يخاطبه في هذا الشأن ويواسيه :\r\n« فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفاً » « 1 » .\r\nلقد ورد في الأحاديث الإسلامية أنّ النبي الأكرم صلى الله عليه وآله كان يقوم إلى العبادة والتضرع إلى اللَّه تعالى حتى كانت تتورم قدماه ، إلى أن نزل عليه القرآن يقول :\r\n« مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى » « 2 » .\r\nهذه كلها تشير إلى أنّ المدير والقائد في عالم البشرية لابدّ من أن يعيش الإيمان العميق بدينه إلى أقصى درجة ، الإيمان الذي يهيمن على فكره وروحه وينعكس على جميع أعمال وأقواله وينبع من أعماق قلبه ، وهذا الإيمان الراسخ هو الذي يكون بمثابة البوصلة التي تتحكم في أعماله وسلوكياته ، وهذا الإيمان العميق هو السبب في توفر الجاذبية الخاصة لهذا النبي الكريم صلى الله عليه وآله في دعوته الرسالية .\r\nوخلاصة الكلام أنّ الإيمان بالهدف يمثّل للمدير أو القائد أول وأهم شرط للنجاح والموفقية ، وأساساً فإنّ العشق للعمل والسعي وبذل الجهد لا يمكن أن يتحقق بدون توفر مثل هذا الإيمان .\r\nوطبعاً فإنّ الإيمان بالهدف في النظم الدينية يساوق الإيمان بالدين .\r\n\r\n2 و 3 - العلم والقدرة\r\nوكما هو معلوم أنّ هاتين الصفتين وردتا بشكل صريح في القرآن الكريم ، وقد أشار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الكهف ، الآية 6 .\r\n( 2 ) . سورة طه ، الآية 2 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nإليهما القرآن بوصفهما قيمتين مهمتين في مسألة انتخاب القائد العسكري ، كما تحدّثنا آنفاً بشكل اجمالي عن قصّة طالوت وجالوت ، والقصة تبدأ من أنّ بني إسرائيل كانوا يعيشون ظروفاً صعبة من جراء تسلط سلطان جبّار ومستبد عليهم يدعى « جالوت » وكانوا يذوقون الويلات ويعيشون الذل والمهانة تحت سلطة هذا الملك الظالم .\r\nومن أجل التخلص من هذا الواقع الصعب فقد جاء بنو إسرائيل إلى نبيّهم « اشموئيل » وطلبوا منه المساعدة بأن يختار لهم قائداً لائقاً وجديراً لكي يوحد صفوفهم ويقودهم إلى قتال هذا الملك المستبد ، وقد اختار لهم « اشموئيل » شاباً قوياً وواعياً يدعى « طالوت » لتحقيق هذا الهدف المهم ، وقد كان طالوت قروياً وفقيراً من حيث المال ومغموراً من حيث النسب .\r\nوعندما سمع بنو إسرائيل بهذا الاختيار غرقوا في التعجب والاستغراب وقالوا : كيف يمكن أن يكون طالوت حاكماً علينا وليس له امتيازات ولياقات لهذا المقام :\r\n« قَالُوا أَنَّى يَكُونُ لَهُ الْمُلْكُ عَلَيْنَا وَنَحْنُ أَحَقُّ بِالْمُلْكِ مِنْهُ وَلَمْ يُؤْتَ سَعَةً مِنْ الْمَالِ . . . » « 1 » .\r\nفلماذا لم تختر لنا رجلًا من القبائل المعروفة ومن أشراف بني إسرائيل ومن الأثرياء المعروفين ممن هو أجدر وأليق من طالوت .\r\nفأجابهم اشموئيل بجواب مختصر بين فيه معياره لهذا الاختيار وقال :\r\n« إِنَّ اللَّهَ اصْطَفَاهُ عَلَيْكُمْ وَزَادَهُ بَسْطَةً فِي الْعِلْمِ وَالْجِسْمِ . . . » « 2 » .\r\nوهذا إشارة إلى أنّ علمه وقدرته الاكتسابية تزداد وتنمو بالإمداد الإلهي وأنّ الاكتساب فيه مقترن مع الموهبة الإلهيّة .\r\nوقد أيقظ هذا الجواب المحكم زعماء بني إسرائيل الغافلين وأثبت لهم أنّهم مخطئون في معايير انتخاب القائد ، وأنّ الأسرة المعروفة والشرف القبلي والثروة والإمكانات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة البقرة ، الآية 247 .\r\n( 2 ) . سورة البقرة ، الآية 247 .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nالمادية ، كلها لا تجلب النصر في ميدان القتال ، وليس لها الدور الأساس في اختيار القائد أو المدير ، فالمهم في هذا المقام تحلي الإنسان ب « العلم » و « القدرة » .\r\nوطبعاً لابدّ من بيان هذه الحقيقة وهي أنّ المراد من المعرفة والعلم هنا ما يرتبط بالعلم الذي يتناغم وينسجم مع عمل المدير والقائد ويؤثر في تدبيره وقيادته بشكل حاسم .\r\nإنّ الكثير من المؤسسات والإدارات قد أغفلت هاتين الصفتين أو المعيارين المهمين بسبب هيمنة العلاقات الشخصية والخصوصية على مدرائها وكان مصيرها أخيراً هو التلاشي والفشل .\r\nإنّ المدير ، الذي لا يملك العلم أو القدرة الكافية ، يقود مؤسسته أو إدارته إلى هوّة السقوط ، ومثل هذا القائد لا يكتب لجيشه في ميدان القتال سوى الهزيمة والاندحار .\r\nيقول الإمام الصادق عليه السلام في هذا المجال :\r\n« العَاملُ عَلَى غَيرِ بِصِيرَةٍ كَالسّائِرِ عَلى غَيْرِ الطّريقِ لاتَزِيدُهُ سُرعَةُ السَّيرِ إلّا بُعداً عَنِ الطَّرِيقِ » « 1 » .\r\nوفي هذا المجال أيضاً يقول النبي الأكرم صلى الله عليه وآله :\r\n« مَنْ استَعمَلَ عَامِلًا عَلى المُسلِمِينَ وَهُوَ يَعلَمُ أَنَّ فِيهِم مَنْ هُوَ أَولى بِذَلِكَ مِنْهُ ، وَأَعلَمُ بِكِتَابِ اللَّهِ وَسُنَّةِ نَبيِّهِ ، فَقَدْ خانَ اللَّهَ وَرَسُولَهُ ، وَجَميعَ المُسلِمِينَ » « 2 » .\r\nوالحقيقة أنّ هذا الحديث الشريف الذي ينظر إلى البُعد الإيماني والالتزام الديني في الشخص من جهة ، وكذلك إلى البعد العلمي والتخصصي من جهة أخرى يثير في النفوس الذهول والعجب في تحذيره الخطير الذي يؤكد فيه ضرورة مراعاة هذا الأصل « اللياقة والمعرفة » في جميع الموارد .\r\nوكذلك يتبيّن أنّ قسم من هذين الامتيازين ذاتيّ في الإنسان ، والقسم المهم الآخر يكتسبه الإنسان في حركة الحياة وخاصة من خلال التجربة والممارسة ، وينبغي على القادة والمدراء الاهتمام بهذين البعدين على حدّ سواء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الكافي ، ج 1 ، ص 43 .\r\n( 2 ) . سنن البيهقي ، ج 10 ، ص 11 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\n\r\n4 - الأمانة والصدق\r\nومن المعايير الإسلامية في هذه المسألة شرط « الأمانة » إلى جانب القدرة ، ولا يستثنى من ذلك أحد من العاملين والموظفين ، فالمدير أو القائد ، وبسبب أنّهما يحرزان مقاماً أعلى من سائر الموظفين والعاملين ، لا يكون ذلك مسوغاً لاستثنائهم من هذين الشرطين ، بل يجب أن يتوفر فيهم هذان الشرطان في المدير أو القائد بدرجات عالية .\r\nوقد رأينا أنّ القرآن الكريم طرح هذا المعنى بشكل خاص في قصّة موسى وشعيب عليهما السلام ، فعندما اضطر موسى عليه السلام ، بسبب تصديه لقوى الطاغوت في زمانه ، إلى ترك مصر والهجرة إلى أرض مدين في الشام ، صادف أن التقى - بتقدير إلهي - باسرة شعيب عليه السلام ، وهو نبي من الأنبياء الإلهيين الكبار ، وقد اقترحت إحدى بنات شعيب على أبيها أن يدعو موسى لرعي الأغنام وإدارة الأمور الاقتصادية في الأسرة ، وذكرت هذه البنت الواعية والعارفة ، التي تربت في أحضان الوحي ، أصلين في عملية الاختيار هذا على شكل استدلال ، وهما : « القوة » و « الأمانة » ، والآية الشريفة تذكر كلامها هذا بصيغة التأييد والموافقة :\r\n« قَالَتْ إِحْدَاهُمَا يَا أَبَتِ اسْتَأْجِرْهُ إِنَّ خَيْرَ مَنْ اسْتَأْجَرْتَ الْقَوِىُّ الْأَمِينُ » « 1 » .\r\nولا شك أنّ القوة لا تختص بالقوة البدنية وقوة العضلات ، بل تشمل كل أشكال القدرة في الإدارة بما يتناسب مع العمل ، وكما في الاصطلاح أنّ الآية لها اطلاق ، وتشمل في اطلاقها هذا الأشكال المختلفة للقوة والقدرة .\r\nوعلى هذا الأساس فإنّ كل من يتولى مسؤولية معينة يجب أن يملك القدرة والقوة بحيث يكون مسيطراً على عمله ولا يكون العمل هو المسيطر عليه ، وأمّا « الأمانة » فلا تنحصر أيضاً بكون الرجل أميناً في حفظ الأموال بل الأمانة في كل مقام ومنصب تعتبر أيضاً مصداقاً لهذا المفهوم الواسع للأمانة ، فالأمين في هذا المورد هو الذي يحافظ على أسرار مؤسسته والتشكيلات التي تحت يديه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة القصص ، الآية 26 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nواللافت للنظر أنّه ورد في الروايات أنّ أحد أصحاب النبي الأكرم صلى الله عليه وآله جاء إلى رسول اللَّه صلى الله عليه وآله وقال : « ألا تستعملني » بأن تفوّض إليَّ منصباً ومقاماً مهماً ؟\r\nفربت النبي الأكرم صلى الله عليه وآله على كتفه وقال :\r\n« إنَّكَ ضَعِيفٌ ، وَإِنّها أَمَانَةٌ ( والأمانَةُ ثَقِيلَةٌ ) ، وَإِنّها يَومَ القِيامَةِ خِزي وَنَدامَةٌ ، إلّا مَنْ أَخَذَها بِحَقِّها وَأَدّى الّذي عَلَيهِ فِيها » « 1 » .\r\nوالتعبير هنا بالأمانة في مورد المناصب السياسة المهمّة والآليات الإدارية ورد في كلام الإمام علي عليه السلام في كتابه لعامله على أذربايجان :\r\n« وإنّ عَمَلَكَ لَيْسَ لَكَ بِطُعمَةٍ وَلَكِنَّهُ فِي عُنُقِكَ أَمَانَةٌ » « 2 » .\r\nوورد هذا المعنى بعبارة أخرى في كلام هذا الإمام الهمام عليه السلام حيث يقول :\r\n« أَيُّهَا النَّاسُ ، إِنَّ أَحَقَّ النَّاسِ بِهذَا الْأَمْرِ أَقْوَاهُمْ عَلَيْهِ ، وَأَعْلَمُهُمْ بِأَمْرِ اللَّهِ فِيهِ » « 3 » .\r\nوبالنسبة للخيانة في هذه الأمانة الكبيرة فقد تحدث الإمام أمير المؤمنين عليه السلام في كتابه إلى أحد ولاته وعمّاله :\r\n« وَإِنَّ أَعْظَمَ الْخِيَانَةِ خِيَانَةُ الْأُمَّةِ ، وَأَفْظَعَ الْغِشِّ غِشُّ الْأَئِمَّةِ » « 4 » .\r\nيجب على القادة والمدراء أن يتحلوا بالقدرة والأمانة إلى درجة أنّهم من جهة يتحركون في أداء مسؤولياتهم بحسم وحدّيّة ، ومن جهة أخرى يهتمون بحفظ أسرار وأموال الإدارات والتشكيلات التي تحت إِمرتهم وأيديهم .\r\nويتحدّث رسول اللَّه صلى الله عليه وآله عن المدير الخائن بقوله :\r\n« مَنِ استَعمَلنَاهُ مِنكُم عَلَى عَمَلٍ فَكَتَمنا مَخيطاً فَما فَوقَهُ كَانَ غَلُولًا يَأتِي بِهِ يَومَ القِيامَةِ » « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . صحيح مسلم ، ج 2 ، ص 124 .\r\n( 2 ) . نهج البلاغة ، الرسالة 5 .\r\n( 3 ) . نهج البلاغة ، الخطبة 173 .\r\n( 4 ) . نهج البلاغة ، الرسالة 26 .\r\n( 5 ) . صحيح مسلم ، ج 6 ، ص 12 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nومرّة أخرى نقرأ في القرآن الكريم التأكيد على هذين المعيارين « العلم » و « الأمانة » بصورة أخرى وتحت عنوان « حفيظ » و « عليم » .\r\nفعندما دعا عزيز مصر يوسف عليه السلام إلى تولي إدارة الأمور في بلد مصر « لإنقاذ الناس من خطر الجوع والقحط في تلك الظروف الصعبة التي حلّت بمصر قال يوسف : « قَالَ اجْعَلْنِي عَلَى خَزَائِنِ الْأَرْضِ إِنِّي حَفِيظٌ عَلِيمٌ » « 1 » .\r\nونظراً لسعة مفهوم الأمانة في المصادر الإسلامية ، فلا شك أنّ كل مقام ومنصب يسلّم إلى المدير والقائد ، يعتبر من أهم الأمانات الإلهيّة والاجتماعية ، وقد ورد في حديث شريف في تفسير الآية 58 من سورة النساء :\r\n« إِنَّ اللَّهَ يَأْمُرُكُمْ أَنْ تُؤَدُّوا الْأَمَانَاتِ إِلَى أَهْلِهَا وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ . . . » « 2 » .\r\nوورد في كلمات أهل البيت عليهم السلام أنّ المراد هو : « أَدّوا الولايةَ إِلى أهلِها » « 3 » أو الحكومة .\r\nووردت أحاديث كثيرة أخرى في هذا المجال تؤكد على أنّ الأمانة بمعنى « الإمامة » وقيادة الامّة في خط الهداية والصلاح والمسؤولية .\r\nولا شك أنّ المقصود من هذه التفاسير ليس تحديد مفهوم الآية ، بل الهدف بيان المصداق البارز لها ، وعلى أيّة حال فإنّ هذه الروايات تبيّن أنّ الأمانة لا تنحصر بالمسائل المالية كما يتصوره الغالبية من الناس ، بل المهم الأمانة في المناصب الحساسة وخاصّة في مقام قيادة الامّة والحكومة .\r\nواللافت أنّ القرآن يقول بعد ذلك مباشرة : « وَإِذَا حَكَمْتُمْ بَيْنَ النَّاسِ أَنْ تَحْكُمُوا بِالْعَدْلِ إِنَّ اللَّهَ نِعِمَّا يَعِظُكُمْ بِهِ إِنَّ اللَّهَ كَانَ سَمِيعاً بَصِيراً » « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة يوسف ، الآية 55 .\r\n( 2 ) . سورة النساء ، الآية 55 .\r\n( 3 ) . تفسير البرهان ، ج 1 ، ص 280 ، ح 10 .\r\n( 4 ) . سورة النساء ، الآية 58 .\r\n","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nوهذا يبيّن الارتباط الوثيق بين الأمانة والحكومة .\r\nوالأمانة في المفهوم الإسلامي لها مفهوم أوسع من ذلك أيضاً وتستوعب جميع المسؤوليات والتكاليف كما نقرأ هذا المعنى في الآية الشريفة :\r\n« إِنَّا عَرَضْنَا الْأَمَانَةَ عَلَى السَّمَوَاتِ وَالْأَرْضِ وَالْجِبَالِ فَأَبَيْنَ أَنْ يَحْمِلْنَهَا وَأَشْفَقْنَ مِنْهَا وَحَمَلَهَا الْإِنْسَانُ إِنَّهُ كَانَ ظَلُوماً جَهُولًا » « 1 » .\r\nوعلى هذا الأساس كيف يمكن أن نختار لمقام الإدارة شخصاً لا نطمئن لأمانته ، سواءً كانت في الأمور الاقتصادية ، أو الثقافية ، أو السياسية ، وكذلك في منصب القيادة العسكرية التي تستلزم وضع الكثير من الأفراد بيد القائد .\r\nومن الجدير بالذكر أنّه لا ينبغي أن نتصور إمكان مراقبة أعمال المدراء والقادة بآلية نصب المخبرين ورجال التحقيق والفحص « رغم أنّ وجود مثل هذه الجهاز ضروري للأشراف على عمل المدراء والقادة » لأنّه أولًا : أنّ جهاز التحقيق والمخابرات بدوره يحتاج إلى محققين ومفتشين ويستلزم الدور والتسلسل ، لأنّ هؤلاء المفتشين والمخبرين بشر وحالهم حال المدراء والقادة في تدخل العوامل النفسانية والمصالح الدنيوية في عملهم ، فماذا نصنع لمنع تورطهم في الخيانة أو تواطئهم مع المدراء على المصالح ؟ هل يجب نصب مفتشين آخرين عليهم ؟\r\nثانياً : ليس بالإمكان تعيين مفتشين ومحققين بعدد المدراء والقادة .\r\nوعلى هذا الأساس فالطريق الصحيح هو الاطمئنان بصحة عملهم من خلال ما يملكونه من خصوصيات عقائدية وأخلاقية وثقافية تحكم على سلوكيات هؤلاء المدراء والقادة العسكريين ، وهذا هو الطريق الوحيد المطمئن لمنع وقوع المخالفات .\r\n\r\n5 - الصدق في الحديث\r\nبما أنّ أهم رأسمال للمدير أو القائد في برنامجه العملي ، العلاقة الوثيقة مع الأفراد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الأحزاب ، الآية 72 .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nالعاملين تحت يده ، ووجود الاعتماد المتبادل بين الطرفين . . وبما أنّ الصدق في الحديث يضمن حفظ هذه العلاقة والاعتماد المتبادل ، فمن هنا يتبيّن الدور المهم لهذه الصفة الأخلاقية في موضوع الإدارة .\r\nأحياناً يكفي كلام واحد أو عمل معين يصدر من المدير والقائد بعيداً عن الصدق والحقيقة لخلق حالة من الاهتزاز في الثقة والاعتماد بين الطرفين ، ولهذا السبب فالمدير أو القائد ينبغي عليه اجتناب المراوغة والكذب حتى في الأعمال التي يتهم فيها بترك الصدق وحتى لو كانت التهمة لا أساس لها من الصحة ، وبهذه الطريقة يحفظ رأسماله العظيم في كسب الاعتماد والثقة العامة ، وقد ورد في التعاليم الإسلامية التأكيد على مسألة « الصدق » و « الأمانة » إلى درجة قلّما نجد موضوعاً ورد فيه هذا الكم من الأحاديث والنصوص الشريفة ، وهذا من أجل الدور الحيوي لهاتين الخصلتين في الحياة الاجتماعية للإنسان والمجتمع البشري .\r\nومن أجل الإحاطة برأي الإسلام في هذا المجال نكتفي بذكر ثلاثة أحاديث شريفة :\r\n1 - روي عن النبي الأكرم أنّه قال :\r\n« لا تَنظُرُوا إِلى كَثرَةِ صَلاتِهِم وَصَومِهِم وَكَثرَةِ الحَجِّ وَالمَعرُوفِ وَطَنطَنَتِهِم بِاللّيلِ وَلَكن انظُرُوا إِلى صِدقِ الحَدِيثِ وَأَداءِ الأَمَانَةِ » « 1 » .\r\nوكما ترون أنّ العبادات مع ما لها من الأهمية في دائرة التعاليم الإسلامية ، فإنّها لوحدها لا تبيّن شخصية الأفراد وقيمتهم الأخلاقية ، بل نرى التأكيد في هذا الحديث الشريف في مسألة الصدق والأمانة .\r\n2 - يقول الإمام الصادق عليه السلام :\r\n« إنّ اللَّهَ لَم يَبعَثْ نَبِيّاً قَطُّ إلّابِصِدْقِ الحَدِيثِ وَأَداءِ الأمانَةِ فَإِنّ الأمَانَةَ مؤدّاةٌ إلى البَرِّ وَالفَاجِرِ » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار ، ج 68 ، ص 9 ، ح 12 .\r\n( 2 ) . مشكاة الأنوار ، ص 96 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nويتبيّن من هذا الكلام أنّ هذين الأصلين الأساسيين هما ركيزة دعوة الأنبياء وجميع المذاهب والأديان السماوية .\r\n3 - ونقرأ في حديث آخر عن بعض أصحاب الإمام الصادق عليه السلام أنّه قال :\r\n« مَا وَدَّعَنا قَطُّ إلّاأوصانا بِخَصْلَتَينِ : « عَلَيكُم بِصِدْقِ الحَدِيثِ وَأَداءِ الأمَانَةِ إِلى البَرِّ والفَاجِرِ » « 1 » .\r\nومن هنا يتبيّن أنّه إذا كانت رعاية هذين الأصلين ضرورية لعامة الناس فإنّها في مورد المدراء والقادة تحظى بأهمية وأولويّة خاصة .\r\n\r\n6 - حسن السابقة\r\nوهذا الشرط المهم مقرَّر جميع المحافل العالمية والمؤسسات المختلفة ، ويتحدث أمير المؤمنين الإمام علي عليه السلام قبل أربعة عشر قرناً عن هذا الموضوع بصراحة في عهده التاريخي لمالك الأشتر رحمه الله ، حيث يخاطب الأشتر بقوله :\r\n« إِنَّ شَرَّ وُزَرَائِكَ مَنْ كَانَ لِلْأَشْرَارِ قَبْلَكَ وَزِيراً ، وَمَنْ شَرِكَهُمْ فِي الْآثَامِ فَلا يَكُونَنَّ لَكَ بِطَانَةً ؛ فإِنَّهُمْ أَعْوَانُ الْأَثَمَةِ ، وَإِخْوَانُ الظَّلَمَةِ ، وَأَنْتَ وَاجِدٌ مِنْهُمْ خَيْرَ الْخَلَفِ مِمَّنْ لَهُ مِثْلُ آرَائِهِمْ وَنَفَاذِهِمْ ، وَلَيْسَ عَلَيْهِ مِثْلُ آصَارِهِمْ وَأَوْزَارِهِمْ مِمَّنْ لَمْ يُعَاوِنْ ظَالِماً عَلَى ظُلْمِهِ وَلَا آثِماً عَلَى إِثْمِهِ ؛ أُولئِكَ أَخَفُّ عَلَيْكَ مَؤُونَةً وأَحسَنُ لَكَ مَعُونَةً » « 2 » .\r\nومن أجل معرفة سوابق الأشخاص يجب مراجعة واستطلاع شخصية هؤلاء في وعي الجمهور وفي أنظار المجتمع ، وطبعاً ربّما يخطئ الوعي العام في الحكم على شخص معين ، ولكن في الغالب يكون هذا المعيار لمعرفة الأشخاص وسوابقهم معياراً جيداً .\r\nولذلك نقرأ في مقطع آخر من ذلك العهد للإمام علي عليه السلام :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحارالانوار ، ج 100 ، ص 92 ، ح 6 .\r\n( 2 ) . نهج البلاغة ، الرسالة 53 .\r\n","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n« وَإِنَّما يُسْتَدَلُّ عَلَى الصَّالِحِينَ بِمَا يُجْرِي اللَّهُ لَهُمْ عَلَى أَلْسُنِ عِبَادِهِ » « 1 » .\r\nوطبعاً لا يمكن انكار وقوع متغيرات ومستجدات في حالات الأشخاص وتبدل في مسيرة حياتهم ، كما نقرأ هذا المعنى في قصة « بشر الحافي » ، و « الفضيل بن عياض » ، و « الحر بن يزيد الرياحي » .\r\nولكنّ هذا التحول والتغير لا يحدث إلّافي حياة القلائل من الناس الذين كانوا يعيشون في الماضي الانحراف عن جادة الصواب والحق ، ولكنّ هذه الظاهرة من التغيير الكلي لا تتحقق في غالبية الأشخاص المنحرفين .\r\nولهذا السبب ينبغي الأخذ بنظر الاعتبار سوابق الأشخاص في اختيار المدراء والقادة ، وهكذا يجب على هؤلاء المدراء أيضاً النظر في سوابق الأفراد الذين يعملون تحت إمرتهم .\r\nومن الضروري التذكير بهذه النقطة ، وهي أنّ التغيير والانقلاب في حالات الأشخاص تحدث في سنوات الشباب أكثر من سنوات الكهولة والشيخوخة ، فالشباب كما أنّهم مستعدون للتلوث بسرعة ، فكذلك مستعدون للعودة إلى الطهارة والنقاء بسرعة ، ولكنّ رجوع الأشخاص المنحرفين بعد حدوث حالة التكلس على شخصيتهم ومسيرتهم ، يكون في غاية الصعوبة .\r\n\r\n7 - الوراثة الصالحة\r\nلا شك أنّ أحد أبعاد شخصية الإنسان تتمثّل في المسائل الناشئة من الوراثة إلى درجة أنّ بعض علماء النفس يرون أنّ شخصية الإنسان تتلخص في ثلاثة أبعاد : « الوراثة » و « المحيط » و « التعليم والتربية » ويطلقون على هذا المثلث بمثلث الشخصية .\r\nطبعاً نحن لا نرى أنّ الأبعاد والعوامل البنّاءة لشخصية الإنسان تتحدد بهذه الأمور الثلاثة وحدها ، بل هناك عوامل كثيرة أخرى تتدخل في تركيب شخصية الإنسان وتؤثر في صياغتها ممّا لا مجال لتفصيل الكلام في هذا البحث ، ولكن على أيّة حال لا يمكن إنكار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الرسالة 53 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nتأثير « الوراثة » في بناء شخصية الإنسان وكونها عاملًا مهماً في صياغة شخصيته .\r\nوفي القرآن الكريم والروايات والزيارات إشارات كثيرة إلى هذا المعنى ، ونقرأ في سورة نوح أنّ هذا النبي العظيم عندما سأل اللَّه تعالى إنزال العذاب على المشركين استند في دعائه وطلبه إلى هذا الدليل :\r\n« إِنَّكَ إِنْ تَذَرْهُمْ يُضِلُّوا عِبَادَكَ وَلَا يَلِدُوا إِلَّا فَاجِراً كَفَّاراً » « 1 » .\r\nونقرأ في زيارة الإمام الحسين عليه السلام المعروفة :\r\n« أَشهَدُ أَنَّكَ كُنتَ نُوراً فِي الأصلابِ الشَّامِخَةِ ، والأرحَامِ المُطَهَّرَةِ لَمْ تُنَجِّسْكَ الجَاهِلِيَّةُ بِأَنجاسِها » « 2 » .\r\nوقد ذكر المؤرخون أنّ الإمام الحسين عليه السلام خطب الناس في دار أمير المدينة « الوليد » والي حكومة بني اميّة ، وقال :\r\n« إنّا أَهلُ بَيتِ النّبُوّة ، وَمَعدَنِ الرّسالَةِ ، وَمُختَلفِ المَلائِكَةِ » « 3 » .\r\nوهذا المعنى نقرأه بوضوح أكثر في عهد مالك الأشتر رحمه الله عندما تحدث أمير المؤمنين عليه السلام عن شروط القادة وقال :\r\n« ثُمَّ الْصَقْ بِذَوِي الْمُروءَاتِ وَالْأَحْسَابِ وَأَهْلِ الْبُيُوتَاتِ الصَّالِحَة وَالسَّوَابِقِ الْحَسَنَةِ » « 4 » .\r\nبل ورد في الروايات الإسلامية أنّ طعام الام ولبنها دخيلان في تشكيل النواة الأولى من شخصية الطفل .\r\nعلى أيّة حال يجب انتخاب المدراء والقادة مهما أمكن من الأسر التي تتمتع بوراثة صالحة .\r\n\r\n8 - سعة الصدر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة نوح ، الآية 27 .\r\n( 2 ) . مفاتيح الجنان ، زيارة وارث .\r\n( 3 ) . مقتل الحسين ، عبد الرزاق المقرّم .\r\n( 4 ) . نهج البلاغة ، الرسالة 53 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nإنّ « الإدارة » حالها في التعقيد حال « القيادة العسكرية » ، ونعلم أنّه كلما ازداد التعقيد في العمل فإنّ المشكلات والآفات ستزداد معها ، ولهذا السبب ينبغي على المدراء والقادة أن يتمتعوا بأعصاب قوية وسعة صدر ومثابرة واستعداد كامل لمواجهة التحديات الصعبة التي يفرضها الواقع .\r\nوقد سمعنا غالباً الحديث المعروف : « آلَةُ الرِّئاسةِ سَعَةُ الصَّدْرِ » « 1 » .\r\nوالنقطة الجديرة بالاهتمام هنا أنّ الكثير من الروايات الإسلامية تقرن بين « العلم » و « الحلم » بوصفهما عاملين لنيل التوفيق والنجاح في حركة الحياة ، وليس الحلم سوى « سعة الصدر » وزيادة التحمل والتعامل مع المشكلات والأزمات بروح متأنية .\r\nونقرأ في حديث عن النبي الأكرم صلى الله عليه وآله أنّه قال : « مَا جُمِعَ شيءٌ أفضل مِنْ حِلمٍ إِلى عِلمٍ » « 2 » .\r\nونقرأ في حديث آخر عن الإمام الصادق عليه السلام أنّه قال : « كَفى بِالعِلمِ ناصِراً » « 3 » .\r\nوتتبيّن أهمية هذه الصفة من خلال معرفة النقطة المقابلة لها ، فالنقطة المقابلة لسعة الصدر والحلم هي « ضيق النظر » و « الاضطراب » و « التعسير » و « الحقد » وهي من الآثار السلبية الوخيمة في أمر الإدارة والقيادة والتي لا تخفى على أحد .\r\nإنّ سعة صدر النبي الأكرم صلى الله عليه وآله والأئمّة المعصومين عليهم السلام وانفتاحهم على التحديات وتحملهم للواقع الصعب تمثّل نموذجاً حيّاً يقتدي به المدراء والقادة ويكون لهم النبي الأكرم صلى الله عليه وآله والأئمّة المعصومون عليهم السلام أسوة وقدوة في هذا المجال .\r\nعندما أصيب النبي الأكرم صلى الله عليه وآله في معركة أحد وأخذ الدم يسيل من جبينه وأسنانه المباركة ، فإنّه لم يفقد زمام سيطرته على أعصابه وأخذ يدعو لقومه الجهلاء : « اللَّهُمَّ اهْدِ قومي فإنَّهُم لايَعلَمونَ » « 4 » . وسعة الصدر هذه عجيبة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الكلمات القصار ، 176 .\r\n( 2 ) . سفينة البحار ، ج 1 ، ص 300 مادة « حلم » .\r\n( 3 ) . المصدر السابق .\r\n( 4 ) . بحارالانوار ، ج 11 ، ص 298 وج 20 ، ص 21 وج 21 ، ص 119 ، ح 17 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nأمّا خليفته بالحق الإمام علي عليه السلام فإنّه عندما ورد شريعة الفرات « 1 » في معركة « صفّين » وانتزعها من المعتدين « بني اميّة » ، أمر أن يكون الماء مباحاً للجميع ولم يقبل أبداً باقتراح بعض الحاضرين الذي كان يرى ضرورة منع معاوية وجيشه من الماء ، كما كان معاوية قد فعل ذلك عندما سيطر جيشه في بداية الأمر على نهر الفرات .\r\nإنّ هذا الأفق المفتوح وسعة الصدر مؤثرة في نجاح عمل المدير والقائد إلى درجة أنّها تستطيع تحويل العدو الغاشم إلى الصديق ودود ، كما تقول الآية الشريفة :\r\n« فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِىٌّ حَمِيمٌ » « 2 » .\r\n\r\n9 - العشق للعمل\r\nلا يستطيع أي شخص أن يكون مديراً أو قائداً ناجحاً إلّابعد أن يعيش حالة العشق لعمله .\r\nإنّ الأشخاص الذين يتحركون في عملهم على أساس من « المسؤولية المحضة » ، أو لغرض التخلص من اعتراض الناس وتوبيخ « المقامات العليا » يشبهون المرضعة التي ترضع الطفل بلبنها في مقابل أخذ الأجرة وتتولى مسؤولية « إطعام » أو « تربية » الطفل ، ولكنّ الأشخاص الذين يتحركون في عملهم وأداء واجباتهم من موقع العشق ، فهم كالأم في علاقتها بطفلها .\r\nونعلم أنّ آلاف المرضعات لا يمكن أن يصبحن كالأم ، لأنّ الام تعيش العشق والتحرق على وليدها ، وتلك تؤدي وظيفتها بقلب بارد وفارغ من العاطفة والاحساس .\r\nوهذا بالضبط يمثّل أهم فارق بين الإدارة الغربية والإدارة الإسلامية .\r\nوبعبارة أخرى ، يجب إثارة الدوافع والمحفزات لدى المدراء والقادة أكثر من إثارة الحوافز في نفوس الموظفين العاملين في الدائرة ، ونعلم أنّ أقوى المؤثرات والحوافز هو « العشق » ، والعشق الذي ينبعث من الإيمان والتدين يكون أقوى وأعمق من جميع المؤثرات الأخرى وأكثرها إيجابية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « شريعة » بمعنى طريق الماء ، لأنّ الشريعة تكون إلى جانب الأنهار الكبيرة حيث تغمر المياه الأراضي المجاورة المنخفضة ، ولا يمكن الحصول على الماء منها إلّابالنزول إلى هذا الطريق .\r\n( 2 ) . سورة فصلت ، الآية 34 .\r\n","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nلماذا لم يتمكن الجيش الساساني المكوّن من « 000 / 500 » مقاتل بكامل العدّة والتجهيزات الحربية والأسلحة الحديثة في ذلك الزمان والتجربة والخبرة الكبيرة في الحروب التي خاضها في الحروب مع أعداء الفرس في ذلك الزمان ، لم يتمكن من الصمود أمام جيش الإسلام المكوّن من « 000 / 50 » رجل مع قلة الإمكانات والأسلحة والخبرة العسكرية ، وبالتالي انهزم ذلك الجيش العظيم أمام المسلمين ؟\r\nألا يعني ذلك أنّ القادة والجنود لذلك الجيش العظيم كانوا يفتقدون لأيحافز ودافع للقتال في مقابل ما يملكه الجيش الإسلامي الصغير من دوافع قوية وحوافز شديدة جعلت هذا الجيش الصغير ينتصر في النهاية ويسحق ذلك الجيش الكبير ؟\r\nإنّ أفراد الجيش الإسلامي كانوا يعيشون العشق للقيم والمبادىء التي يحملونها والرسالة التي يعتقدون بها ، ولكنّ القيم السائدة لدى ضباط الجيش الساساني ولدى جنوده كانت قديمة ومتهرئة وقد جاءت مجاميع من هؤلاء الجنود بالجبر والإكراه إلى ميادين القتال ، ومجاميع أخرى بوسائل الترغيب والتطميع .\r\nلا نبتعد كثيراً ، ففي العالم المعاصر نشاهد هذه المسألة تتكرر أيضاً ، فالجيش الأمريكي المكوّن من نصف مليون جندي والمجهز بأحدث وأمضى الأسلحة الفتاكة ويقوده قادة عسكريون من أصحاب الخبرة والتجربة ، نرى أنّ هذا الجيش انهزم في مقابل جيش صغير ومتخلف ظاهراً وهو الجيش الفيتنامي ، وما أسوأ تلك الهزيمة وما أشنع تلك الفضيحة ، لماذا ؟\r\nلأنّ الفئة الثانية كانت تعيش العشق لأهدافها ومبادئها ، في حين أنّ الفئة الأولى كانت تعيش في الحد الأقصى ، للمسؤولية الإدارية والوظيفة العملية .\r\nوقد ذكروا في أخبار حرب فيتنام أنّ الجنود الفيتناميين كانوا يتحركون بدوافع دينية أيضاً ، وهذا المسألة مثيرة للاهتمام وجديرة بالدراسة والمطالعة .\r\nونقرأ في الصفات الخمس المذكورة في القرآن للنبي الأكرم صلى الله عليه وآله في الآية 128 من سورة التوبة أنّ إحدى هذه الصفات الخاصة بهذا القائد العظيم هو أنّ هذا المدير والمدبر كان\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nيعيش « العشق لهداية الناس » ، وقد عبّرت الآية عنه « حريصٌ عَليكُم » وهذا التعبير دقيق وعميق جدّاً ، ومن البديهي أنّه لولا هذه الحالة من العشق الشديد للناس ، فلا يمكن تحمل كل تلك الصعوبات والمصائب ومواجهة كل تلك التحديات بصدر رحب وبروح منفتحة .\r\nولعل التعبير ب « أب » الوارد في الحديث الشريف عن النبي الأكرم صلى الله عليه وآله والإمام علي عليه السلام في قوله : « أنا وَعَليٌّ أبَوا هَذِهِ الامّة » « 1 » ، إشارة إلى هذا الموضوع أيضاً ، وهو أنّ علاقة النبي والإمام علي بالامّة الإسلامية هي علاقة الأبوة والعاطفة الأبوية ، فالأب هو الذي ينطلق في علاقته مع أبنائه لإنقاذهم ونجاتهم من موقع العاطفة الشديدة والعشق لهم .\r\n\r\n10 - التجربة والخبرة\r\nلا يوجد أي مدير أو قائد يملك في بداية عمله تجربة معتبرة ، ولكن الأعمال السابقة له في مشاغل ومناصب أخرى بإمكانها أن تمهد الأرضية لنجاح عمله في المنصب الجديد ، والمقصود من التجربة والخبرة الميدانية السابقة هو هذا المعنى ، على سبيل المثال : لا يمكن نصب وتعيين جندي عادي بمنصب قيادة الجيش بدون طيّ سلسلة من المراتب ، وإذا رأينا بعض الضرورات الناشئة من الثورة الإسلامية وبعض أشكال النقص الحاد التي أوجبت هذه العملية على بعض المستويات ، فهذا يعتبر أمراً استثنائياً لا أنّه يمثّل قانوناً ومعياراً في الحالات الطبيعية ، والسبب في ذلك واضح ، لأنّ المسائل المتعلقة ب « الإدارة » و « قيادة الجيش » تملك بعداً عملياً وتجربياً أكثر من البُعد العلمي والنظري ، فمن الممكن لشخص أن يملك استعداداً كبيراً لإحراز مقام الإدارة والقيادة وربّما يطوي مراحل عالية في الكلّيات العسكرية وفي الإدارة أيضاً ، فمن الواضح أنّ مثل هذا الشخص لا يمكنه أن يتولى مسؤوليات مهمّة ويكون مديراً أو قائداً موثوقاً ، لأنّ القسم المهم في هذا الموضوع يكمن في التمرين والتجربة والممارسة على أرض الواقع .\r\nوهنا نذكر حديثاً نبوياً مشهوراً حيث يقول النبي الأكرم صلى الله عليه وآله :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بحار الأنوار ، ج 16 ، ص 95 .\r\n","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n« وَلَيْسَ مِنْ نَبِيٍّ إلّاوَقَدْ رَعى الغَنَمَ » « 1 » .\r\nوفي الحقيقة أنّ الأنبياء الإلهيين ضمن أداء تكليفهم وتبليغ رسالتهم فإنّهم أحياناً يواجهون بعض الأشخاص الجهلاء ، فيجب أن يدخلوا دورة عملية في رعاية الغنم ليستطيعوا بعد ذلك من التحرك على مستوى نجاة البشرية من الذئاب التي لا تريد الخير للناس ، وبذلك يكتسبون دروساً عملية وتجربية في هذه المسؤولية .\r\nوأعود للتأكيد مرّة أخرى أنّ الضرورة توجب أحياناً توقيف العمل بهذا الأصل لمدّة قليلة ، مثل الضرورة الحاصلة بعد الثورة الإسلامية العظيمة في قلّة الكادر المتخصص والملتزم ، ولكن ممّا لا شك فيه أنّه يجب العودة إلى هذا الأصل بأقرب فرصة ممكنة وقبول مبدأ « التجربة والخبرة » بوصفه « قيمة ومعياراً » في مسألة الإدارة والقيادة .\r\n\r\n11 - الشجاعة والحزم ( الصرامة )\r\nبالرغم من أنّ الشروط المهمّة التي ينبغي توفرها في المدير والقائد ، والقيم التي ينبغي التحلّي بها لا تنحصر بما ذكر آنفاً ، لكن يمكن القول بأنّ ما ذكرناه في البحوث السابقة يشكل أهم الأوصاف والسمات التي لا يمكن للإنسان من تولي منصب الإدارة والقيادة بدونها ، ويعتبر شرط الشجاعة شرطاً آخر في هذه السلسلة ، ومن هذه الجهة تعتبر الشجاعة أول سمة ينبغي توفرها في الإنسان لإحراز هذا المنصب .\r\nلأنّ التكاليف والوظائف الملقاة على عاتق المدراء والقادة لا يمكن إنجازها وتحقيقها بدون التحلّي بهذه الصفة الأخلاقية :\r\n1 - إذا كان المدير يشعر بالضعف والجبن في مرحلة اتخاذ القرار فإنّه لا يستطيع أن يتخذ قراراً صائباً .\r\n2 - بالنسبة للحوادث غير المتوقعة إذا لم يملك المدير روح الشهامة والشجاعة ، فإنّه سوف يتعرض للارتباك والاضطراب بحيث ينسى الطرق السليمة والحلول الناجعة التي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الكافي ، ج 3 ، ص 233 ، ح 1 ؛ بحارالانوار ، ج 6 ، ص 226 ، ح 28 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nتمكّنه من إنقاذ الوضع من هذه الأزمة أو المعضلة .\r\n3 - إذا لم يكن المدير أو القائد يملك قدراً من الشجاعة فإنّه حين ارتكابه للأخطاء لا يكون مستعداً للاعتراف بها ، وبالتالي لا يجد مسوّغاً لجبرانها وإصلاح الخلل الناشئ من هذه الأخطاء .\r\n4 - في الأعمال المهمّة التي تحتاج إلى الاعتماد على النفس فإنّ مثل هذه الأعمال لا تتحقق بدون التحلّي بالشجاعة والإقدام .\r\n5 - إنّ الإنسان كثيراً ما يواجه في حياته وساوس الشياطين والأهواء والنوازع النفسانية التي تسعى لجرّ الإنسان إلى دروب الخطيئة والتمادي مع قوى الباطل والانحراف ، ولا يمكن الوقوف أمام هذه الوساوس وحل هذه المشكلة إلّامن خلال التحلي بالشجاعة .\r\n6 - وفي مقابل الحواجز المختلفة التي تقف أمام المدراء والقادة ، فلا يمكن إزاحتها والاستمرار في المسيرة إلّامن خلال الاستمداد من روح الشجاعة والشهامة .\r\n7 - وأحد شروط النجاح والتغلب على المشكلات ، استصغارها واحتقارها ، وذلك لا يكون إلّافي ظلّ روح الشهامة والشجاعة .\r\n8 - وكذلك لا يمكن تقبّل المسؤوليّات الجسيمة ذات الآفاق المبهمة والغامضة والشروع بالعمل إلّامن قِبل الأشخاص الذين يملكون روح الشجاعة والجرأة على الإقدام وتحدّي هذه المشكلات والمعضلات .\r\n9 - عدم الخوف من القوى الشريرة ، التي يواجهها الإنسان شاء أم أبى في حياته الاجتماعية ، يمثّل شرطاً للتغلب عليها ، وهذا الأمر لا يتيسر للأشخاص الجبناء الذين يعيشون الخوف والتزلزل من هذه القوى .\r\nوخلاصة الكلام أنّ المدراء والقادة يحتاجون إلى هذه الصفة الأخلاقية المتميزة في كل خطوة يخطونها في عملهم ، والأشخاص الذين يملكون الوعي والتجربة ويتحلّون بالصدق والأمانة ولكنّهم يفتقدون للشجاعة والجرأة الكافية ، فإنّهم لا يستطيعون أن يكونوا مدراء\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nناجحين وقادة صادقين .\r\nيقول أمير المؤمنين الإمام علي عليه السلام في كلماته القصار : « العَجْزُ آفَةٌ ، وَالصَّبْرُ شَجاعَةٌ » « 1 » .\r\nويتحدث أمير المؤمنين عليه السلام في عهده لمالك الأشتر عن صفات القائد الشجاع والمثالي ، ويؤكد خاصّة على مسألة « الشجاعة » بوصفها خصلة ذاتية ، ويقول :\r\n« ثُمَّ أَهلِ النَّجدَةِ والشَّجاعَةِ وَالسَّخاءِ وَالسَّمَاحَةِ » « 2 » . وقد أشرنا سابقاً إلى أنّ هذه الصفة ينبغي توفرها في « المستشارين » أيضاً ، فلا ينبغي للمدراء والقادة أن يتخذوا لهم مستشارين من الأشخاص الجبناء ، لأنّهم سيؤثرون على إرادتهم وعزمهم في اتخاذ القرارات اللازمة .\r\nقال عليه السلام : « لا تُدخِلَنَّ فِي مَشورَتِكَ . . . جَباناً يُضعِفُكَ عَنِ الامورِ » « 3 » .\r\nوإحدى أهم صفات الأنبياء « الشجاعة » حيث كانوا النموذج الأعلى لهذه الحالة كما ورد في قصّة إبراهيم الخليل عليه السلام بطل التوحيد ، والتي ذكرها القرآن الكريم في أكثر من آية من آياته ، وقبل ذلك رأينا رسول اللَّه صلى الله عليه وآله وكيف كان يقف كالجبل الراسخ في أحلك الظروف والتحديات الشرسة ويتصدى لأخطر المؤامرات بقلب ثابت وعزيمة راسخة .\r\nوخاصة إذا أراد المدير أو القائد إقامة برنامج ومشروع ثوري ولم يكن هذا البرنامج منسجماً مع الروح السائدة في أجواء ذلك المجتمع ، فحاله حال من يسبح ضد التيار ، وحينئذٍ لا يستطيع تنفيذ هذا المشروع بدون التحلي بهذه الصفة الأخلاقية .\r\n\r\n12 - العدالة والقسط\r\nومن أهم الصفات التي ينبغي توفرها في كل قائد ومدير : « اجتناب أي شكل من أشكال الظلم والتمييز » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج‌البلاغة ، الكلمات القصار 4 .\r\n( 2 ) . نهج‌البلاغة ، الرسالة 53 .\r\n( 3 ) . المصدر السابق .\r\n","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nوطبعاً فالعدالة في المفهوم الإسلامي الواسع أشمل من القسط ، وتعني ترك الذنوب الكبيرة وعدم الإصرار على الصغائر ، أو بعبارة أدقّ أن يملك الإنسان تلك الحالة من التقوى والخوف من اللَّه تعالى بحيث تصبح هذه الحالة ملكة ثابتة في نفسه وخصلة أخلاقية تمنعه من ارتكاب الذنوب وتكون سدّاً يحول بينه وبين المعصية .\r\nوالفرق بين « العدالة » و « العصمة » أنّ المعصوم لا يمكن أن يرتكب المعصية عادة ، ولكن بالنسبة للشخص العادل فارتكاب المعصية بالنسبة له « مشكل » ، يعني أنّه يملك حالة نفسانية تقف سدّاً أمام رضوخه إلى الميول والأهواء النفسية .\r\nفإذا كانت تلك الأهواء شديدة فربّما تكون بمثابة السيل القوي الذي يكسر ذلك السد أو يعلو عليه الماء ، ولكن على أيّة حال فإنّ هذا السيل لا يكون حرّاً ، بل يواجه السدّ دائماً ، وهذا أفضل مثال يمكن رسمه لملكة العدالة .\r\nوكلما انهدم ذلك السد فإنّ الشخص سيتوب فوراً من ذنبه ويتحرك على مستوى تغيير المسار وبناء الذات وبالتالي تشديد العدالة ، وإلّا فإنّ هذه « الملكة » ستزول من واقعه ويحلّ محلها الفسق والتمرد .\r\nوالملفت للنظر أنّ التعاليم الإسلامية تقرر أنّ هذه الملكة شرط للأعمال الأقل أهمية من مسألة الإدارة والعدالة ، كالعدالة في مورد الشهود ، أو في إمام الجماعة .\r\nوعلى ضوء ذلك فمن البديهي أنّ المراتب والمناصب الحساسة يشترط فيها حالة عالية من التقوى والورع .\r\nويصرّح القرآن الكريم في خطابه لجميع المسؤولين للدعوة لإقامة « العدالة » بصورة كاملة :\r\n« يَا أَيُّهَا الَّذِينَ آمَنُوا كُونُوا قَوَّامِينَ بِالْقِسْطِ شُهَدَاءَ للَّهِ وَلَوْ عَلَى أَنفُسِكُمْ أَوْ الْوَالِدَيْنِ وَالْأَقْرَبِينَ . . . » « 1 » .\r\nومن هذا المنطلق فإنّ كل نوع من المداهنة في مجال إقامة العدالة حرام ، حتى بالنسبة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة النساء ، الآية 135 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\nإلى أقرب المقربين .\r\nإنّ مسألة العدالة بدرجة من الأهمية بحيث أنّ أمير المؤمنين الإمام علي عليه السلام يؤكد على أنّها الهدف الرئيسي لحكومته ويقول :\r\n« اللَّهُمَّ إِنَّكَ تَعْلَمُ أَنَّهُ لَمْ يَكُنِ الَّذِي كَانَ مِنَّا مُنَافَسَةً فِي سُلْطَانٍ ، وَلَا الِتمَاسَ شَيْءٍ مِنْ فُضُولِ الْحُطَامِ ، وَلكِنْ لِنَرُدَّ الْمَعَالِمَ مِنْ دِينِكَ ، وَنُظْهِرَ الْإِصْلَاحَ فِي بِلَادِكَ ، فَيَأْمَنَ الْمَظْلُومُونَ مِنْ عِبَادِكَ ، وَتُقَامَ الْمُعَطَّلَةُ مِنْ حُدُودِكَ » « 1 » .\r\nويحذر نبي الإسلام صلى الله عليه وآله جميع ولاة الأمر والقادة والامراء ويقول :\r\n« أَيُّما والٍ وَلِيَ الأَمرَ مِنْ بَعدِي اقيمَ عَلَى حَدِّ الصّراطِ وَنَشَرَتِ المَلائِكَةُ صَحِيفَتَهُ فإِنْ كَانَ عادِلًا أَنجَاهُ اللَّهُ بِعَدْلِهِ وإِنْ كَانَ جَائِرَاً إِنتَفَضَ بِهِ الصِّراطُ حَتّى تَتزايلَ مَفاصِلُهُ ثُمَّ يَهوي إِلى النّارِ » « 2 » .\r\n\r\n13 - الامتداد الجماهيري\r\nإنّ أهم رصيد لعمل المدراء والقادة في مجال تحقيق أهدافهم الكبيرة ، تأييد الجمهور لهم وعلاقة الناس العاطفية بهم ، وهذا الرصيد إنّما يتحقق فيما إذا حفظ المدير والقائد علاقته الوثيقة بالناس بأشكال مختلفة وخاصة من خلال الاتصال المباشر بهم .\r\nولهذا السبب نرى أنّ النبي الأكرم صلى الله عليه وآله وأميرالمؤمنين عليه السلام في زمان حكومتهما كانا يعيشان مع الناس ويرتبطان مباشرة معهم ، وأحياناً إذا استوجب الأمر الابتعاد عن الجمهور مدّة طويلة ، فإنّهما يجعلان وقتاً معيناً للقاء الناس والاتصال بهم بشكل مباشر .\r\nلقد كانت باب دار النبي والإمام مفتوحة وبدون حاجب وحارس ، فكل من أراد طرح مشكلته وبيان قضيته فإنّه يجد الطريق سالكة أمامه للاتّصال معهما بشكل مباشر .\r\nوطبعاً الظروف الحالية اختلفت عن الماضي ، ولكنّ هذا لا يعني أن يقطع المدير والقائد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الخطبة 131 .\r\n( 2 ) . شرح نهج البلاغة لابن أبي الحديد ، ج 7 ، ص 36 و 37 .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nعلاقته مع الناس بشكل كامل ، ويتسلم الأخبار عن طريق مستشاريه والمخبرين فقط ، فربّما يخطأ هذا المستشار أو المخبر ، وكذلك ربّما يضيف إلى الخبر رأيه الشخصي ولا يمحض النصيحة أو ينقل الخبر بشكل شفاف .\r\nعلى أيّة حال ، الارتباط المباشر مع الناس من شأنه زيادة المحبّة والمودّة في القلوب ، وكذلك بإمكانه تعبئة الرأي العام للمساهمة في تحقيق الأهداف وانجاز المطلوب ، ومن جهة ثالثة سيتيح للمدير والقائد الحصول على المعلومات والأخبار الواقعية ومن دون رتوش .\r\nويتحدث القرآن الكريم عن النبي إبراهيم عليه السلام عندما وصل أرض مكة ومعه زوجته وابنه واسكنهما في هذه الأرض القاحلة ، حيث رفع يديه للدعاء بعدّة كلمات ذات أهمية خاصة فقال :\r\n« رَبَّنَا إِنِّي أَسْكَنتُ مِنْ ذُرِّيَّتِي بِوَادٍ غَيْرِ ذِي زَرْعٍ عِنْدَ بَيْتِكَ الْمُحَرَّمِ رَبَّنَا لِيُقِيمُوا الصَّلَاةَ فَاجْعَلْ أَفْئِدَةً مِنْ النَّاسِ تَهْوِي إِلَيْهِمْ وَارْزُقْهُمْ مِنْ الثَّمَرَاتِ لَعَلَّهُمْ يَشْكُرُونَ » « 1 » .\r\nهنا نرى أنّ أول طلب لإبراهيم عليه السلام أن يجعل اللَّه تعالى قلوب الناس تهوي إلى ذريّته ليتمكنوا من حماية هذا الحرم الإلهي الآمن ويقيموا الصلاة فيه ، أي أن يقيموا بأنفسهم الصلاة ويدعوا الآخرين إلى إقامة هذه العبادة المهمّة ، وأساساً فإنّ أهم قاعدة يستند إليها المدراء والقادة والامراء تتمثّل في الجمهور ، والقاعدة الشعبية ، فلو تحقق ذلك فإنّ الأعمال والمشاريع ستنجز بسهولة ويسر ، وإلّا فإنّ سعي المدراء والامراء سيكون قليل الأثر والنتيجة .\r\nوالطريق لكسب تعاطف الناس ، مضافاً إلى ما تقدم ذكره ، أن يتعامل المدير أو القائد معهم من موقع الصدق والاحسان والإخلاص لهم .\r\nيقول القرآن الكريم :\r\n« إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ سَيَجْعَلُ لَهُمْ الرَّحْمَنُ وُدّاً » « 2 » .\r\nوخلاصة الكلام أنّ الامتداد الجماهيري والرصيد الشعبي وتأييد الناس يمنح الإدارة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة البقرة ، الآية 37 .\r\n( 2 ) . سورة مريم ، الآية 96 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nوالقيادة زخماً كبيراً وقوة عجيبة في تحقيق المطلوب ، والطريق للحصول على هذا الرصيد الشعبي هو أن يقوم الإنسان بتقديم خدمة خالصة للناس ويتعامل معهم بصدق واخلاص .\r\n\r\n14 - الالتزام بالأصول والضوابط\r\nويمكن القول إنّ هذا الأصل يعتبر من أهم الأصول والشروط التي لابدّ من توفرها في المدير والقائد ، وبالعكس « تقديم الروابط على الضوابط » يعتبر من أهم آفات الإدارة .\r\nصحيح أنّ التقيد ب « الضوابط » وعدم الاعتناء بسيادة « الروابط » من شأنه أن يثير مشاكل كثيرة وخاصة في المجتمعات التي تسود فيها الروابط والعلاقات الشخصية على حساب المعايير والضوابط الأصولية ويتمّ التضحية عادة بالضوابط على عتبة تلك الروابط الفئوية أو العائلية ، ولكن إذا تمّ تقبل المشاكل الناشئة من ذلك في مدّة قصيرة فستتبيّن نتائجها الإيجابية ومعطياتها الكثيرة في مدّة طويلة على الأمد البعيد .\r\nوأساساً فإنّ أيّة مؤسسة وتشكيلة لاتحكّم في أعمالها الضوابط والقانون فلا تستحق اسم المؤسسة أو الإدارة ، ولا يستحق من يقوم على رأسها ويتولى أمورها اسم المدير والقائد .\r\nإنّ المصادر التاريخية في الإسلام زاخرة بالأسناد والوثائق الحيّة التي تشير إلى أنّ قادة الإسلام كانوا يتحركون في عملهم وفي إدارتهم للأمور من موقع حفظ الضوابط وكانوا مستعدين لسحق الروابط لحساب الضوابط .\r\nوقد سمعنا جميعاً بقصة عقيل و « الحديدة المحماة » كما ورد في نهج البلاغة ، فقد جاء « عقيل » إلى أخيه أمير المؤمنين الإمام علي عليه السلام وطلب منه أن يضيف له شيئاً من عطاء من بيت المال ( ولعله لم يكن يريد أكثر من كيلوين من القمح لكل يوم ) .\r\nولكن الإمام علي عليه السلام ومن أجل حفظ الأصول والالتزام بالضوابط لم يرفض طلب أخيه فحسب ، بل علمه درساً لا يمكن للتاريخ نسيانه أبداً .\r\nفقد أحمى له حديدة في النار ، وعندما احمرت هذه الحديدة من شدّة الحرارة أدناها من يد أخيه ( الذي كان أعمى في ذلك الوقت ) وفجأة صرخ عقيل من الألم ، فقال له الإمام عليه السلام :\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n« يَا عَقِيلُ ! أَتَئِنُّ مِنْ حَدِيدَةٍ أَحْمَاهَا إِنْسَانُهَا لِلَعِبِهِ ، وَتَجُرُّنِي إِلَى نَارٍ سَجَّرَهَا جَبَّارُهَا لِغَضَبِهِ » « 1 » .\r\nهل سمعتم شخصاً في العالم يقوم على رأس حكومة قوية وبلاد واسعة وتملك رصيداً مالياً قوياً في بيت المال ، يتعامل مع أخيه ، الذي يسأله شيئاً قليلًا جدّاً ، بمثل هذا التعامل الحاسم والحازم من أجل الالتزام بالمقررات وحفظ الضوابط ؟\r\nوقد أورد المؤرخون أنّ امرأة تدعى « فاطمة » من قبيلة معروفة في الحجاز قبيلة « بني مخزوم » كانت تعيش في عصر رسول اللَّه صلى الله عليه وآله ، وقد سرقت وتحرك زعماء قبيلتها لمنع إجراء الحد عليها وبذلوا جهودهم في ذلك ، إلّاأن نبي الإسلام صلى الله عليه وآله لم يهتم بكل هذه التوسلات والمطالبات وأمر بإجراء الحد عليها ثم قال :\r\n« إنَّ الامَمَ السّابِقَةَ قَدْ هَلَكَتْ لِأَنَّهُمْ إذا سَرَقَ فِيهِمُ الضَّعِيفُ قَطَعُوهُ وإذا سَرَقَ فِيهِمُ الْقَوِيُّ تَرَكُوهُ ، وَاللَّهِ لَوْ سَرَقَتْ ابْنَتِي فَاطِمَةُ لَقَطَعْتُ يَدَها » « 2 » .\r\nوكذلك قصّة العقد المعروفة عندما استعارت إحدى بنات الإمام علي عليه السلام عقداً من خازن بيت المال ، وعلم الإمام علي عليه السلام بذلك فوبّخ خازن بيت المال بشدّة وحذّر ابنته من تكرار هذا العمل مرّة أخرى .\r\nوينقل في كتاب الحدود والديات عن « أم سلمة » زوجة نبي الإسلام صلى الله عليه وآله أنّها كانت تملك جارية وقد سرقت ، فعندما ألقي القبض عليها وجئ بها إلى النبي صلى الله عليه وآله أرادت أم سلمة أن تشفع لها عند النبي ، فقال النبي صلى الله عليه وآله :\r\n« يا امُّ سَلَمة ! هَذا حَدٌّ مِنْ حُدُودِ اللَّهِ لايُضَيَّع » « 3 » . ثمّ أمر بإجراء الحدّ عليها ، ولكن كما أشرنا آنفاً أنّ إجراء هذا الأصل يعدّ من أصعب المشاكل التي يواجهها المدراء والقادة ولا يمكن إجراءه بآليات العنف والقساوة أبداً وربّما أفرز ردود فعل سلبية كثيرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الخطبة 244 .\r\n( 2 ) . وردت هذه القصّة في كتاب « العدالة والقضاء في الإسلام » ، ص 247 ، وما ورد أعلاه خلاصة ما ذكر .\r\n( 3 ) . وسائل الشيعة ، ج 28 ، ص 43 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nمن هنا ينبغي قبل كل شيء نشر الوعي والثقافة بشكل مستمر لتمهيد الأرضية اللازمة لهذا الغرض ، ليعتاد الناس تدريجياً على هذا الأمر ، وأنّ لا أحد فوق القانون ولا يصح التلاعب بالضوابط بسبب عنصر القرابة والروابط العائلية والفئوية ، ولا يتوقع أحد من الناس أن يتقرب من المدراء والقادة بسبب علاقاته الشخصية ، بل يجب تحكيم الضوابط الإلهيّة في العمل والتطبيق .\r\n\r\nشروط أخرى :\r\nوطبعاً فإنّ الشروط التي ينبغي توفرها في المدير والقائد لا تنحصر بما ذكر آنفاً ، رغم أنّ ما تقدم من الشروط والصفات يمثّل الشروط الأساسية ، فهناك شروط كثيرة أخرى أيضاً ولكل منها دور مؤثر في مسألة الإدارة أو القيادة ، ومن جملة ما يمكن ذكره من هذه الصفات :\r\n1 - « إخلاص النيّة » فلا شك أنّ هذه الصفة لها دور كبير وأثر عميق في إنجاح عمل المدير أو القائد الإسلامي وتحقيق المطلوب ، إلى درجة أنّ القرآن الكريم ذكر شرطين للفلاح والنجاح : « الجهاد والسعي » و « إخلاص النيّة » يقول تعالى :\r\n« وَالَّذِينَ جَاهَدُوا فِينَا لَنَهْدِيَنَّهُمْ سُبُلَنَا وَإِنَّ اللَّهَ لَمَعَ الْمُحْسِنِينَ » « 1 » .\r\nأجل ، فأصل النجاح والتوفيق في حركة الحياة يتمثّل في السعي والإخلاص .\r\n2 - « التوكّل » ويعني جملة من المفاهيم الإسلامية التي تتضمن الاعتماد على اللَّه والثقة بالنفس .\r\n3 - « الصبر والاستقامة » .\r\n4 - « العفو والصفح » .\r\n5 - « الهمّة وبعد النظر » .\r\n6 - « الإبتكار والإبداع » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة العنكبوت ، الآية 69 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\n7 - « النظم والانضباط » .\r\n8 - « المداومة على العمل » .\r\n9 - « الاستعداد لتقبّل النقد » .\r\n10 - « المحبّة والمودة » .\r\n11 - « الطموح والنظرة للمستقبل » .\r\n12 - « حفظ السرّ » .\r\n13 - « التواضع » .\r\n14 - « روح المشورة واحترام الآخرين » .\r\nوكل واحدة من هذه الصفات والأصول مذكورة في المصادر الإسلامية المختلفة وتحتاج إلى مزيد من الشرح والتفصيل ممّا لا يسعه هذا المختصر .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\n\r\n5 - آفات الإدارة\r\n\r\nثلاثون آفة مهمّة للإدارة\r\nبما أنّ مسألة الإدارة والقيادة تعتبر من المسائل المعقدة والدقيقة جدّاً ، فمن الطبيعي أن يكون لها آفات كثيرة أيضاً .\r\nبعبارة أخرى إنّ كل نقطة من النقاط الإيجابية وعناصر القوة التي ينبغي توفرها في مسألة الإدارة ، يمكن تصور نقطة ضعف في مقابلها تعدّ من آفات الإدارة ، ولهذا السبب لعلّه يكفي إشارة إجمالية إلى هذه الآفات للاطلاع على هذه المسألة .\r\nهنا نشير إلى « ثلاثين آفة مهمّة » ، وكل واحدة منها كافية لتكون سبباً في إخفاق المدير أو القائد اللائق ، لأنّنا نعلم أنّ الوصول إلى هدف معين إذا كان يحتاج إلى ثلاثين عنصراً وعاملًا ، فإنّ فقدان واحد من هذه العوامل يكفي لعدم تحقق الهدف .\r\nعلى سبيل المثال إذا كنّا نحتاج لنقل الطاقة الكهربائية من منطقة إلى أخرى إلى وضع ثلاثين محوّلة في وسط الطريق ولإيصال الكهرباء إلى المحل المطلوب ، فينبغي أن نضغط على ثلاثين زرّاً في هذه المحولات ليتمّ نقل الكهرباء من منطقة إلى أخرى ، ولو أهملنا زراً واحداً فإنّ ذلك من شأنه انقطاع وصول الكهرباء وإن كانت الأزرار الباقية مفتوحة .\r\nعلى أيّة حال فهذه الآفات كالتالي :\r\n1 - « التمييز بين الأشخاص والأفراد تحت إمرة المدير أو القائد بدون دليل » .\r\n2 - « جعل الأعمال بيد الأشخاص غير اللائقين وغير المناسبين لذلك العمل ( سواء كان\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nعملًا صغيراً يحوّل إلى فرد كبير ومهم أو تحويل العمل المهم إلى فرد صغير في منظومة ) .\r\n3 - « السماح للانتهازيين وفتح الطريق للأشخاص المتملقين للدخول في أجواء المجموعة » .\r\n4 - « حبّ الثناء والمدح » .\r\n5 - « حبّ الجاه » .\r\n6 - « الحرص وجمع الثروات » .\r\n7 - « البخل وضيق الأفق » .\r\n8 - « الحسد بالنسبة للعاملين في الدائرة » .\r\n9 - « الاهتمام بالشائعات وترتيب الأثر عليها » .\r\n10 - « الإسراف والتبذير » .\r\n11 - « إضاعة الفرص بسبب التردد وعدم الجرأة في اتخاذ القرار أو الجبن والخوف » .\r\n12 - « إهدار الطاقات والقابليات بسبب مسائل صغيرة أو العناد والحقد » .\r\n13 - « الاهتمام الزائد بنقاط الضعف والغفلة عن نقاط القوة وعدم الالتفات إلى تعديلها » .\r\n14 - « اتّباع الأهواء والنوازع النفسانية » .\r\n15 - « التعامل مع الآخرين من موقع الانتقام والحقد » .\r\n16 - « الاستبداد بالرأي » .\r\n17 - « العجلة والتسرع وعدم التبثت من الأعمال » .\r\n18 - « سوء الظن المفرط » . وطبعاً أحياناً يلزم للمدير أو القائد أن يملك شيئاً قليلًا من سوء الظن لئلا يقع في المشاكل وهو غافل .\r\n19 - « حسن الظن المفرط » .\r\n20 - « الغرور والغفلة » .\r\n21 - « الخشونة واستعمال آلية العنف وحدّة المزاج » .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n22 - « الليونة المفرطة والمداهنة مع المنحرفين » .\r\n23 - « عدم الاعتماد على المعاونين » .\r\n24 - « الرغبة في حصر الأمور بيده وتولي زمام الأمور بنفسه » .\r\n25 - « ترجيح الأفراد الضعفاء على غيرهم للتشاور والتعاون معهم بسبب إذعانهم وخنوعهم » .\r\n26 - « العناد والتمادي في الخطأ والاشتباه » .\r\n27 - « عدم العفة في الكلام ( إساءة التخاطب مع الآخرين ) » .\r\n28 - « عدم رعاية الأدب في التعامل مع الآخرين » .\r\n29 - « التلوث بالأعمال والنشاطات التنفيذية ( فالمدير الجيد هو الذي يجتنب التلوث مهما أمكن بالأمور الجزئية ) » .\r\n30 - « عدم الصراحة والشفافية ، وبشكل عام التعامل مع الأصدقاء ومع المعاونين بوجهين وبحالة من النفاق » .\r\nوطبعاً فإنّ آفات الإدارة لا تنحصر بما ذكر أعلاه ، فما ذكرناه آنفاً يمثّل قسماً مهماً في هذا المجال ، ويمكن الوقوف على جهات أخرى من خلال المطالعة والدقة في هذه المسألة .\r\n* * *\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":143},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\n6 - نماذج من خصوصيات الإدارة والقيادة في الإسلام\r\n\r\nالخصائص الخمس لقائد الإسلام الكبير رسول اللَّه صلى الله عليه وآله في القرآن الكريم\r\nمن الأمور التي يعترف بها الصديق والعدو في خصائص النبي الأكرم صلى الله عليه وآله ، إدارته الفذة وقيادته الحكيمة .\r\nفكل إنسان ، مهما كان يعيش الشك والتردد في صفة معينة من صفات النبي صلى الله عليه وآله ، فإنّ لا يشك في توفر هاتين الصفتين فيه ، فقد كان مديراً لائقاً وكذلك قائداً عسكرياً فذاً .\r\nوالدليل على ذلك ما حققه النبي الأكرم صلى الله عليه وآله من الانتصار السريع على مجاميع الأعداء في أقصر مدّة ممكنة وبأقل خسارة .\r\nوكان النبي صلى الله عليه وآله في الحروب الإسلامية المهمّة يقود الجيش الإسلامي بنفسه وتسمى مثل هذه الحروب « غزوات » ، وبذلك يمكن تمييزها عن باقي الحروب الإسلامية وتتمتع بحساسية وأهميّة كبيرة .\r\nوليس فقط المؤرخون المسلمون ، بل حتى المؤرخين من غير المسلمين عندما كتبوا تاريخ الإسلام وسجلوا أحداثه فإنّهم أثنوا كثيراً على إدارة وقيادة النبي الأكرم صلى الله عليه وآله واعترفوا بأنّ هذه الأساليب في الحرب وإدارة المجتمع تعدّ من أفضل الأساليب .\r\nولهذا السبب فإنّ أي مدير وقائد إسلامي لا يمكنه أن يغض الطرف عن مطالعة حالات النبي الأكرم صلى الله عليه وآله وخاصّة في ما يتصل بالغزوات والمعارك مع أعداء الإسلام .\r\nوكذلك لا يستغني عن دراسة البرامج المؤثرة في أمر الإدارة والقيادة في سيرة الإمام\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nعلي عليه السلام ، سواء في جهاده مع النبي الأكرم صلى الله عليه وآله ضد الكفّار والمشركين ، أم في الحروب التي خاضها كقائد للجيش في عصر النبي ، أم في حروبه الثلاثة المعروفة في أيّام خلافته :\r\n« الناكثين » و « القاسطين » و « المارقين » .\r\nوكل هذه الغزوات والحروب زاخرة بالنقاط المهمّة والعناصر المثيرة التي تتصل بمسألة الإدارة والقيادة في الإسلام ويمكنها أن تكون ملهمة للكثير من المعطيات والنتائج .\r\nويتحدّث القرآن الكريم عن رسول اللَّه صلى الله عليه وآله ويبيّن الخصوصيات التي تميز بها ، والتي كانت السبب في إحرازه هذا المقام الشامخ ، وهو مقام النبوة :\r\n« لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ » « 1 »\r\nوعلى هذا الأساس ، فإنّ انبعاث النبي أو القائد المصلح من بين الجماهير الفقيرة والمستضعفة وحرصه الكبير عليهم وعلاقته الشديدة بهم وبإصلاح أمورهم ، وأخيراً العشق والحنان الذي يعيشه هذا الإنسان تجاه قومه وشعبه ، كل ذلك من الخصائص والصفات المهمّة لهذا النبي الكريم صلى الله عليه وآله ، وتعتبر أيضاً من خصائص قيادته الناجحة وإدارته الفذة للأمور ، والتي ساهمت في تسريع انتصار الإسلام وامتداده إلى كافة أرجاء المعمورة .\r\nووفقاً لهذا الكلام فإنّ أي مدير أو قائد إسلامي لا يمكنه أن يكون فاقداً لإحدى هذه الصفات والخصوصيات .\r\n1 - أن ينطلق القائد من وسط الجمهور الذي يريد قيادته نحو الأفضل وينبعث من قلب الناس الذين يريدون إصلاح أمورهم ليدرك حاجتهم ومشاكلهم من موقع الوضوح في الرؤية .\r\nوما نرى من إخفاق من المدراء والقادة ، فإنّ ذلك يعود إلى عدم تجانس روحية المدير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة التوبة ، الآية 128 .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nوالقائد مع الأشخاص الذين تحت إمرته والعاملين في إدارته ، ولذلك لا يدرك أحدهما الآخر ، ولا توجد رابطة وثيقة بين القائد والأتباع أو بين المدير والموظفين .\r\n2 - التحرق والتعاطف القلبي على الجمهور يعتبر شرطاً ضرورياً آخر لنجاح عمل المدير ، فالأشخاص الذين يتحركون في تدبيرهم للأمور بآلية الانضباط بالمقررات والضوابط القانونية ويكرسون همهم فقط لأداء وظائفهم الإدارية دون تجاوزها إلى ما هو أعلى منها ، هؤلاء لا يكونون من المدراء والقادة الناجحين قطعاً ، وتتحدث الآية الشريفة عن إحدى خصوصيات النبي الأكرم صلى الله عليه وآله وهي أنّه كان يتأثر ويتألم كثيراً للصعوبات التي يعيشها أتباعه ويتعاطف معهم بشدّة .\r\n3 - العشق للعمل ، وقد ورد التعبير في الآية الشريفة ب « حريص عليكم » وفي هذا إشارة إلى العشق الشديد الذي كان يعيشه النبي الأكرم صلى الله عليه وآله للناس والرغبة الشديدة لهدايتهم إلى طريق النجاة والهداية ، وهذا الأمر يعدّ من الشروط الأساسية للإدارة الموفقة والقيادة الناجحة .\r\nفالمدير الذي لا يعيش « العشق » لعمله فإنّه لا يستطيع أداء عمل ملفت للأنظار ، والقائد الذي لا يشعر بالعشق تجاه عمله فإنّه لا يحقق انتصارات كبيرة في ميادين القتال والدفاع ، ومن هنا يتبيّن أنّ مسألة الإدارة تتمتع بجهة معنوية وتمدّ بجذورها إلى باقي الأمور أكثر من كونها عملًا ظاهرياً .\r\n4 و 5 - يجب على المدير أن يكون « رؤوفاً ورحيماً » بالنسبة للأشخاص العاملين تحت إمرته وفي إدارته .\r\nوالسؤال هو : ما الفرق بين « الرؤوف » و « الرحيم » ؟\r\nذهب بعض أهل اللغة إلى أنّ « الرأفة » مرتبة أعلى من « الرحمة » وعلى هذا الأساس فإنّ القادة والمدراء يجب عليهم أن يتسموا بالمرتبة العليا للمحبّة ، ولا يكتفوا بالمستوى العادي والظاهري منها .\r\nويعتقد بعض المفسّرين أنّ « الرحمة » تقع في مقابل « الأشخاص المخطئين » وأمّا الرأفة\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nفتأتي في مورد الأشخاص الذين يحتاجون إلى المساعدة والمعونة ، وبتعبير آخر أنّ الكلمة الأولى ذات طابع سلبي ، والثانية ذات طابع إيجابي ، فالمدير يجب أن يشعر بالرحمة تجاه الأشخاص الخاطئين ، وكذلك يهتم برفع حاجاتهم وإصلاح أمورهم .\r\n\r\nالقائد المثالي في نظر الإمام علي عليه السلام\r\nيعتبر العهد التاريخي الذي كتبه الإمام علي عليه السلام لمالك الأشتر رحمه الله وهو أحد امراء الجيش الإسلامي الشجعان في تاريخ الإسلام ، دستوراً عميق المضمون وزاخراً بالمعطيات في جميع مجالات الإدارة .\r\nويتحدّث أمير المؤمنين عليه السلام في هذا العهد المعروف عن مالك الأشتر نفسه ( بغضّ النظر عن الصفات المذكورة في هذا العهد ) في رسالة خاصّة لأهالي مصر عندما أرسل إليهم مالك الأشتر والياً من قِبله على مصر يقول :\r\n« أَمَّا بَعْدُ ، فَقَدْ بَعَثْتُ إِلَيْكُمْ عَبْداً مِنْ عِبَادِ اللَّه ، لَا يَنَامُ أَيَّامَ الْخَوْفِ ، وَلَا يَنْكُلُ عَنِ الْأَعْدَاءِ سَاعَاتِ الرَّوْعِ ، أَشَدَّ عَلَى الْفُجَّارِ مِنْ حَرِيقِ النَّارِ ، وَهُوَ مَالِكُ بْنُ الْحَارِثِ أَخُو مَذْحِجٍ ، فَاسْمَعُوا لَهُ ، وَأَطِيعُوا أَمْرَهُ فِيَما طَابَقَ الْحَقَّ ، فَإِنَّهُ سَيْفٌ مِنْ سُيُوفِ اللَّهِ ، لَا كَلِيلُ الظُّبَةِ ، وَلَا نَابِي الضَّرِيبَةِ ؛ فَإِنْ أَمَرَكُمْ أَنْ تَنْفِرُوا فَانْفِرُوا ، وَإِنْ أَمَرَكُمْ أَنْ تُقِيمُوا فَأُقِمُوا ، فَإِنَّهُ لَا يُقْدِمُ وَلَا يُحْجِمُ ، وَلَا يُؤَخِّرُ وَلَا يُقَدِّمُ إِلَّا عَنْ أَمْرِي ؛ وَقَدْ آثَرْتُكُمْ بِهِ عَلَى نَفْسِي لِنَصِيحَتِهِ لَكُمْ ، وَشِدَّةِ شَكِيمَتِهِ عَلَى عَدُوِّكُمْ » « 1 » .\r\nويتبيّن من كلام أمير المؤمنين عليه السلام في هذه الرسالة وفي حديثه عن قائد جيشه أنّ من اللازم توفر الصفات التالية في القائد المثالي :\r\n1 - اليقظة والفطنة التامة عند الإحساس بالخطر في أوقات الأزمة .\r\n2 - عدم الخوف والخشية من قدرة العدو مهما تعاظمت .\r\n3 - الحزم والحسم في الأمور التي تتعلق بالتصدي للعدو .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الرسالة 53 .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n4 - شدة تأثير ضرباته المحسوبة على العدو .\r\n5 - الإطاعة الكاملة لأوامر الإمام والقائد الأعلى .\r\n6 - التحرك والتعاطف مع الجماهير في المجتمع الإسلامي .\r\n7 - الشدّة وعدم الليونة مع العدو .\r\nوكل واحدة من هذه الصفات يمكنها أن تكون موضوعاً منفصلًا للبحث والتحقيق ، ولكننا بغية للاختصار نغض الطرف عن ذلك .\r\nوالملفت أنّ أمير المؤمنين عليه السلام عندما وصل إليه خبر شهادة مالك الأشتر رحمه الله جلس في مأتمه وقال كلاماً يبيّن فيه صفات القائد المثالي فقال :\r\n« مَالِكٌ وَمَا مَالِكٌ . وَاللَّهِ لَوْ كَانَ جَبَلًا لَكَانَ فِنْداً ، وَلَوْ كَانَ حَجَراً لَكَانَ صَلْداً ، لَا يَرْتَقِيهِ الْحَافِرُ ، وَلَا يُوفِي عَلَيْهِ الطَّائِرُ » « 1 » .\r\nنرى أنّ الإمام علي عليه السلام يقرر الصفات التالية بوصفها الصفات المميزة للقائد الناجح والمثالي ، وهي :\r\n1 - عظمة الروح .\r\n2 - بُعد النظر وسعة الأفق في التفكير .\r\n3 - الاستقامة أمام الحوادث والتحديات الصعبة .\r\n4 - الشخص الذي يبقى مكانه خالياً بعد فقده .\r\nومن مجموع هذه الصفات المذكورة والصفات السابقة ، تتبيّن أهميّة وقيمة القائد المثالي الذي يجمع في نفسه هذه الملكات والخصال ، ولابدّ من الإذعان إلى أنّ الجمع بين هذه الصفات أمر مشكل للغاية ، وإذا وجدنا من يتمتع بهذه الصفات الحميدة فينبغي اغتنام فرصة وجوده .\r\n\r\nالخصوصيات العشر لقادة الجيش في عهد الإمام علي عليه السلام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الكلمات القصار ، 443 .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nلقد ذكر الإمام عليّ عليه السلام عدّة شروط وخصوصيات لقادة الجيش وذلك في عهده لمالك الأشتر والذي انعكست فيه أغنى وأدق المواصفات والمناهج العملية للبلدان الإسلامية ، والحقيقة أنّ الإمام عليه السلام ذكر في هذا العهد المسائل اللازمة والقيم الإنسانية والإسلامية المعتبرة للإدارة والقيادة ، ونرى من الضروري من أجل إكمال هذا البحث استعراضها بشكل إجمالي :\r\n« فَوَلِّ مِنْ جُنُودِكَ أَنْصَحَهُمْ فِي نَفْسِكَ للَّهِ وَلِرَسُولِهِ وَلِإِمَامِكَ ،\r\nوَأَنْقَاهُمْ جَيْباً ؛\r\nوَأَفْضَلَهُمْ حِلْماً ؛\r\nمِمَّنْ يُبْطِىءُ عَنِ الْغَضَبِ ؛\r\nوَيَسْتَرِيحُ إِلَى الْعُذْرِ ؛\r\nوَيَرأَفُ بِالضُّعَفَاءِ ؛\r\nوَيَنْبُو عَلَى الْأَقْوِيَاءِ ؛\r\nوَمِمَّنْ لَا يُثِيْرُهُ الْعُنْفُ ؛\r\nوَلَا يَقْعُدُ بِهِ الضَّعْفُ ؛\r\nثُمَّ الْصَقْ بِذَوِي الْمُروءَاتِ وَالْأَحْسَابِ وَأَهْلِ الْبُيُوتَاتِ الصَّالِحَة وَالسَّوَابِقِ الْحَسَنَةِ ثُمَّ أَهْلِ النَّجْدَةِ والشَّجَاعَةِ وَالسَّخَاءِ وَالسَّمَاحَةِ » « 1 » .\r\nهنا يخاطب أمير المؤمنين عليه السلام عامله وقائد جيشه مالك الأشتر بأن يختار من بين جيشه من تتوفر فيه الصفات التالية لتولي قيادة الجيش وأمور الولاية الأخرى :\r\n1 - أن يكون أقربهم في نفسك إلى اللَّه ورسوله وولي أمره ويعيش الإخلاص والنصيحة للمسلمين .\r\n2 - أن يكون أنقاهم سريرة وأطهرهم قلباً .\r\n3 - أن يكون أعقل من الآخرين وأكثرهم فطنة وذكاءً وأحسنهم خُلقاً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الرسالة 53 .\r\n","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n4 - أن يكون من الأشخاص الذين لا يغلب غضبه على حلمه ولا تملكه الحدّة ولا يسرع به الغضب .\r\n5 - أن يقبل عذر المخطىء بالموقع المناسب .\r\n6 - أن يكون رؤوفاً بالضعفاء ومتعاطفاً مع الطبقة المحرومة .\r\n7 - أن يتصدى لقوى الاستكبار ويكون حازماً أمام الأقوياء .\r\n8 - أن يكون مستقيماً وثابتاً كالجبل أمام التحديات الصعبة والظروف القاسية .\r\n9 - أن لا يملكه الضعف والخور ولا يعيش الكسل والإهمال وتتغلب عليه المشاكل .\r\n10 - أن يختار للمناصب الرسمية الأشخاص الذين يتسمون بالمروءة والأصالة في النسب ومن الأسر الصالحة والسوابق الحسنة ويتحلى بالشهامة والشجاعة والكرم .\r\nومن مجموع هذه الصفات تتبيّن هذه الحقيقة بوضوح ، وهي أنّ الإسلام يهتم كثيراً بمسؤولية القيادة والإدارة وأنّه قد وضع شروطاً كثيرة لإحراز هذا المنصب ، ولهذا السبب فالأشخاص الذين يتولون هذه المشاغل ويتحملون هذه المسؤوليات لابدّ أن يوفقوا أنفسهم مع هذه المعايير ويسعون في تحصيل هذه الصفات ، وإذا كانوا يفتقدونها فعليهم اجتناب التصدي لمثل هذه المواقع المتقدمة واعتزالها بشجاعة .\r\nوبديهي أنّ اكتساب هذه الصفات ليس بتلك السهولة ولا يحصل عليها الإنسان إلّامن خلال تهذيب النفس وبناء الذات والمعرفة الكاملة بالقيم الإسلامية والتعاليم القرآنية .\r\nشروط القادة من المراتب العليا في الجيش\r\nويتحدّث أمير المؤمنين عليه السلام في ذلك العهد التاريخي عن المقامات العليا في القادة العسكريين ، الذين يكون حالهم حال الوزراء والمدراء في المناصب الحساسة ، ويذكر لهم شروطاً أكثر وأثقل حيث يقول :\r\n« وَلْيَكُنْ آثَرُ رُؤُوسِ جُنْدِكَ عِنْدَكَ مَنْ وَاسَاهُمْ فِي مَعُونَتِهِ ، وَأَفْضَلَ عَلَيْهمْ مِنْ\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nجِدَتِهِ ، بِمَا يَسَعُهُمْ وَيَسَعُ مَنْ وَرَاءَهُمْ مِنْ خُلُوفِ أَهْلِيْهِمْ ، حَتَّى يَكُونَ هَمُّهُمْ هَمّاً وَاحِداً فِي جِهَادِ الْعَدُوِّ ؛ فَإِنَّ عَطْفَكَ عَلَيْهِمْ يَعْطِفُ قُلُوبَهُمْ عَلَيْكَ » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نهج البلاغة ، الرسالة 53 .\r\n* * *\r\n","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n\r\n7 - وصايا مهمة للقادة والمدراء\r\nهذه سبع وصايا وردت عن إمامنا أمير المؤمنين عليه السلام بدرجة من الأهميّة بحيث يجدر بالقادة المسلمين قراءتها كل يوم قبل حضورهم لدائرتهم ومركز عملهم وأن يتعاطفوا معها وينفتحوا عليها بقلوبهم\r\nإنّ قادة الجيش الإسلامي ، وبسبب المسؤولية الثقيلة الملقاة على عاتقهم ، لابدّ أن يستلهموا التعاليم الإسلامية بشكل مستمر وينفتحوا على الروايات وكلمات قادة الإسلام ويروّوا منها قلوبهم وأفئدتهم وأرواحهم كما تروّي قطرات المطر الأرض القاحلة ، فكذلك تروّي هذه الأحاديث والنصوص الشريفة أرض قلوبهم وأفكارهم لتشتد شجرة وجودهم وتثمر أغصانها وتزخر بالعطاء والبركة .\r\nوإذا انقطع نزول هذه الرحمة الإلهيّة عليهم مدّة معينة ، فمن البديهي أن يعيش هؤلاء الرجال والمسؤولون الذبول الفكري والجفاف الروحي .\r\nوطبعاً فهناك توصيات وتعاليم كثيرة في المصادر الإسلامية في هذا المجال ، وهنا نستعرض قسماً منها ، ونؤكد على المدراء المتدينين بضرورة الارتباط المباشر بالقرآن الكريم وبالأحاديث النبوية ونهج البلاغة وأحاديث الأئمّة المعصومين عليهم السلام وليعلموا أنّ أداء رسالتهم ومسؤوليتهم بدون الاستمداد من هذا الرأسمال الروحي والمعنوي غير ممكن ، وهذه التوصيات بدرجة من الوضوح بحيث لا نحتاج معها إلى أي شرح وتوضيح .\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n\r\n1 - وصية الإمام علي عليه السلام لمحمّد بن أبي بكر رحمه الله\r\nعندما نصّب الإمام أمير المؤمنين عليه السلام « محمّد بن أبي بكر » والياً على مصر وقائداً للجيش ، بيّن له المنهجية التي ينبغي عليه السير وفقها :\r\n« فَاخْفِضْ لَهُمْ جَنَاحَكَ ، وَأَلِنْ لَهُمْ جَانِبَكَ ، وَابْسُطْ لَهُمْ وَجْهَكَ ، وَآسِ بَيْنَهُمْ فِي اللَّحْظَةِ والنَّظْرَةِ ، حَتَّى لَا يَطْمَعَ الْعُظَمَاءُ فِي حَيْفِكَ لَهُمْ ، وَلَا يَيْأَسِ الضُّعَفَاءُ مِنْ عَدْلِكَ عَلَيْهِمْ ، فَإِنَّ اللَّهَ تَعَالَى يُسَائِلُكُمْ مَعْشَرَ عِبَادِهِ عَنِ الصَّغِيرَةِ مِنْ أَعْمَالِكُمْ وَالْكَبِيرَةِ ، والظَّاهِرَةِ وَالْمَسْتُورَةِ ، فَإِنْ يُعَذِّبْ فَأَنْتُمْ أَظْلَمُ ، وَإِنْ يَعْفُ فَهُوَ أَكْرَمُ .\r\nوَاعْلَمْ - يَا مُحَمَّدَ بْنَ أَبِي بَكْرٍ - أَنِّي قَدْ وَلَّيْتُكَ أَعْظَمَ أَجْنَادِي فِي نَفْسِي أَهْلَ مِصْرَ ، فَأَنْتَ مَحْقُوقٌ أَنْ تُخَالِفَ عَلَى نَفْسِكَ ، وَأَنْ تُنَافِحَ عَنْ دِينِكَ وَلَوْ لَمْ يَكُنْ لَكَ إِلَّا سَاعَةٌ مِنَ الدَّهْرِ ، وَلَا تُسْخِطِ اللَّهَ بِرِضَا أَحَدٍ مِنْ خَلْقِهِ فَإِنَّ فِي اللَّهِ خَلَفاً مِنْ غَيْرِهِ ، وَلَيْسَ مِنَ اللَّهِ خَلَفٌ فِي غَيْرِهِ . صَلِّ الصَّلَاةَ لِوَقْتِهَا الْمُوَقَّتِ لَهَا ، وَلَا تُعَجِّلْ وَقْتَهَا لِفَرَاغٍ ، وَلَا تُؤَخِّرْهَا عَنْ وَقْتِهَا لِاشْتِغَالٍ . وَاعْلَمْ أَنَّ كُلَّ شَيْءٍ مِنْ عَمَلِكَ تَبَعٌ لِصَلَاتِكَ . ومنه : فَإِنَّهُ لَا سَوَاءٌ ، إِمَامُ الْهُدَى وإِمَامُ الرَّدَى ، وَوَلِيُّ النَّبِيِّ ، وَعَدُوُّ النَّبِيِّ . وَلَقَدْ قَالَ لِي رَسُولُ اللَّهِ صلى الله عليه وآله : إِنِّي لَا أَخَافُ عَلَى أُمَّتِي مُؤْمِناً وَلَا مُشْرِكاً ؛ أَمَّا الْمُؤْمِنُ فَيَمْنَعُهُ اللَّهُ بِإِيمانِهِ ، وَأَمَّا الْمُشْرِكُ فَيَقْمَعُهُ اللَّهُ بِشِرْكِهِ ، وَلكِنِّي أَخَافُ عَلَيْكُمْ كُلَّ مُنَافِقِ الْجَنَانِ عَالِمِ اللِّسَانِ ، يَقُولُ مَا تَعْرِفُونَ ، وَيَفْعَلُ مَا تُنْكِرُونَ » « 1 » .\r\n\r\n2 - تعاليم وإرشادات الإمام علي عليه السلام\r\nكان « عبدالللَّه بن عباس » من علماء الامّة الإسلامية الكبار يقول : ما انتفعت بكلام بعد كلام رسول اللَّه صلى الله عليه وآله ، كانتفاعي بهذا الكلام ! ( يعني كلام الإمام علي عليه السلام ) :\r\n« أَمَّا بَعْدُ ، فَإِنَّ الْمَرْءَ قَدْ يَسُرُّهُ دَرْكُ مَا لَمْ يَكُنْ لِيَفُوتَهُ ، وَيَسُوءُهُ فَوْتُ مَا لَمْ يَكُنْ لِيُدْرِكَهُ ، فَلْيَكُنْ سُرُورُكَ بِمَا نِلْتَ مِنْ آخِرَتِكَ ، وَلْيَكُنْ أَسَفُكَ عَلَى مَا فَاتَكَ مِنْهَا ، وَمَا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج‌البلاغة ، الرسالة 27 .\r\n","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nنِلْتَ مِنْ دُنْيَاكَ فَلَا تُكْثِرْ بِهِ فَرَحاً ، وَمَا فَاتَكَ مِنْهَا فَلا تَأْسَ عَلَيْهِ جَزَعَاً ، وَلْيَكُنْ هَمُّكَ فِيَما بَعْدَ الْمَوْتِ » « 1 » .\r\n\r\n3 - تعاليم الإمام علي عليه السلام لواليه على مكّة « قُثَم بن العباس » :\r\nعندما سمع الإمام علي عليه السلام أنّ معاوية أرسل جماعة من المخربين من الشام إلى مكّة لإيجاد الفرقة وبعث التناحر والاختلاف في صفوف المسلمين أثناء مناسك الحج ، كتب إلى واليه على مكة « قُثم بن عباس » رسالة تتضمن التعاليم اللازمة والتوصيات الأكيدة للتصدي لهذا الأمر ، وهذه التعاليم والتوصيات لا تختص بتلك البرهة من الزمان بل تمتد إلى كل عصر وزمان وتستوعب فائدتها جميع الأمكنة والأزمنة قال :\r\n« أَمَّا بَعْدُ ، فَإِنَّ عَيْنِي - بِالْمَغْرِب - كَتَبَ إِلَيَّ يُعْلِمُنِي أَنَّهُ وُجِّهَ إِلَى الْمَوْسِمِ أُناسٌ مِنْ أَهْلِ الشَّامِ الْعُمْيِ الْقُلُوبِ ، الصُّمِّ الْأَسْمَاعِ ، الْكُمْهِ الْأَبْصَارِ ، الَّذِينَ يَلْتَمِسُونَ الْحَقَّ بِالْبَاطِلِ ، وَيُطِيعُونَ الَمخْلُوقَ فِي مَعْصِيةِ الْخَالِقِ ، وَيَحْتَلِبُونَ الدُّنْيَا دَرَّهَا بِالدِّينِ ، وَيَشْتَرُونَ عَاجِلَهَا بِآجِلِ الْأَبْرَارِ الْمُتَّقِينَ ؛ وَلَنْ يَفُوزَ بِالْخَيْرِ إِلَّا عَامِلُهُ ، وَلَا يُجْزَى جَزَاءَ الشَّرِّ إِلَّا فَاعِلُهُ . فَأَقِمْ عَلَى مَا فِي يَدَيْكَ قِيَامَ الْحَازِمِ الصَّلِيبِ ، وَالنَّاصِحِ اللَّبِيبِ ، وَالتَّابِعِ لِسُلْطَانِهِ ، الْمُطِيعِ لِإِمَامِهِ . وَإِيَّاكَ وَمَا يُعْتَذَرُ مِنْهُ ، وَلَا تَكُنْ عِنْدَ النَّعْمَاءِ بَطِراً ، وَلَا عِنْدَ الْبَأْسَاءِ فَشِلًا ، وَالسَّلَامُ » « 2 » .\r\n\r\n4 - أوامر الإمام علي عليه السلام في مواجهة العدو\r\n« لَا تَشْتَدَّنَّ عَلَيْكُمْ فَرَّةٌ بَعْدَهَا كَرَّةٌ ، وَلَا جَوْلَةٌ بَعْدَهَا حَمْلَةٌ ، وَأَعْطوا السُّيُوفَ حُقُوقَهَا . وَوَطِّئُوا لِلْجُنوبِ مَصَارِعَهَا ، وَاذْمُرُوا أَنْفُسَكمْ عَلَى الطَّعْنِ الدَّعْسِيِّ وَالضَّرْبِ الطَّلَحْفِيِّ . وَأَمِيتُوا الْأَصْوَاتَ ، فَإِنَّهُ أَطْرَدُ لِلْفَشَلِ . فَوَالَّذِي فَلَقَ الْحَبَّةَ ، وَبَرَأَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج‌البلاغة ، الرسالة 22 .\r\n( 2 ) . نهج‌البلاغة ، الرسالة 33 .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nالنَّسَمَةَ مَا أَسْلَمُوا ، وَلكِنِ اسْتَسْلَمُوا وَأَسَرُّوا الْكُفْرَ ، فَلَمَّا وَجَدُوا أَعْوَاناً عَلَيْهِ أَظْهَرُوهُ » « 1 » .\r\n\r\n5 - تعاليم أخرى في مواجهة الأعداء\r\n« لَا تُقَاتِلُوهُمْ حَتَّى يَبْدَأُوكُمْ ، فَإِنَّكُمْ بِحَمْدِ اللَّهِ عَلَى حُجَّةٍ ، وَتَرْكُكُمْ إِيَّاهُمْ حَتَّى يَبْدَأُوكُمْ حُجَّةٌ أُخْرَى لَكُمْ عَلَيْهِمْ . فَإِذَا كانَتِ الْهَزِيمَةُ بِإِذْنِ اللَّهِ فَلا تَقْتُلُوا مُدْبِراً ، وَلَاتُصِيبُوا مُعْوِراً ، وَلَا تُجْهِزُوا عَلَى جَرِيحٍ . وَلَا تَهِيجُوا النِّسَاءَ بِأَذًى . وَإِنْ شَتَمْنَ أَعْرَاضَكُمْ وَسَبَبْنَ أُمَراءَكُمْ ، فَإِنَّهُنَّ ضَعِيفَاتُ الْقُوَى وَالْأَنْفُسِ وَالْعُقُولِ ؛ إِنْ كُنَّا لَنُؤْمَرُ بِالْكَفِّ عَنْهُنَّ وَإِنَّهُنَّ لَمُشْرِكاتٌ . وَإِنْ كانَ الرَّجُلُ لَيَتَنَاوَلُ الْمَرْأَةَ فِي الْجَاهِلِيَّةِ بِالْفِهْرِ أَوِ الْهِرَاوَةِ فَيُعَيَّرُ بِهَا وَعَقِبُهُ مِنْ بَعْدِهِ » « 2 » .\r\n\r\n6 - تعليمات خاصّة لتقدير خدمات أحد القادة\r\nأحياناً تستدعي الظروف أن يقوم أحد القادة بإعطاء مكانه لشخص آخر يكون أنسب منه في تلك الظروف ويكون أجدر منه في أداء المسؤولية والمهمّة ، فيتمّ تحويل المسؤولية من الشخص الأول إلى آخر دون أن يكون قد صدر من الأول أمر مخالف .\r\nوفي هذا الموقع يجب العمل على تقديم الشكر والثناء والتقدير للقائد السابق على حسن عمله في الفترة الماضية ، وينبغي الحذر من بعض الأعمال والكلمات التي ربّما توهن من شخصية القائد السابق أو تخدش من شخصيته .\r\nلأنّ مثل هذا الأمر يؤثر تأثيراً سلبياً على الآخرين ويجعلهم يتعاملون مع مسؤولياتهم ببرود وربّما تتزلزل روحياتهم وتضعف معنوياتهم وتشوش أفكارهم .\r\nوعلى ضوء ذلك ففي ذات الوقت الذي يجب التحرك بحزم لتغيير مسؤولية القادة إذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج‌البلاغة ، الرسالة 16 .\r\n( 2 ) . نهج‌البلاغة ، الرسالة 14 .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nاستدعت الضرورة وكان هذا التغيير يصب في دائرة حفظ الأهداف الكلية للنظام ، فإنّه لا ينبغي التقصير في تقديم الشكر والتقدير للقائد السابق لخدماته الجليلة .\r\nوهنا نرى من المناسب استعراض كتاب أمير المؤمنين الإمام علي عليه السلام لواليه على البحرين « عمر بن أبي سلمة المخزومي » حيث ذكر فيها توصيات ونصائح مهمة في هذا الموضوع :\r\n« أَمَّا بَعْدُ ، فَإنِّي قَدْ وَلَّيْتُ نُعْمَانَ بْنَ عَجْلَانَ الزُّرَقِيَّ عَلَى الْبَحْرَيْنِ ، وَنَزَعْتُ يَدَكَ بِلَاذَمٍّ لَكَ ، وَلَا تَثْريبٍ عَلَيْكَ ؛ فَلَقَدْ أَحْسَنْتَ الْوِلَايَةَ ، وَأَدَّيْتَ الْأَمَانَةَ ، فَأَقْبِلْ غَيْرَ ظَنِينٍ ، وَلَا مَلُومٍ ، ولَا مُتَّهَمٍ ، وَلَا مَأْثُومٍ ، فَلَقَدْ أَرَدْتُ الْمَسيرَ إِلَى ظَلَمَةِ أَهْلِ الشَّامِ ، وَأَحْبَبْتُ أَنْ تَشْهَدَ مَعِي ، فَإِنَّكَ مِمَّنْ أَسْتَظْهِرُ بِهِ عَلَى جِهَادِ الْعَدُوِّ ، وَإِقَامَةِ عَمُودِ الدِّينِ ، إِنْ شَاءَ اللَّهُ » « 1 » .\r\n\r\n7 - توصيات خاصّة لإحياء القادة الشهداء\r\nإنّ إحياء ذكرى الشهداء وإقامة محافل لتجليلهم لا يمثّل عبادة كبيرة واعترافاً منّا بحقوقهم وتضحياتهم والتعاطف معهم فحسب ، بل له تأثير كبير في تقوية معنويات الآخرين وشحذ هممهم .\r\nوبالإمكان الاستلهام في هذا المورد من كلمات الإمام علي عليه السلام التي تجسد لنا النموذج الأفضل للقدوة الصالحة في تجليل القادة الشهداء ، فقد كتب الإمام عليه السلام بعد استشهاد واليه « محمد بن أبي بكر » كتاباً إلى « عبداللَّه بن عباس » جاء فيه :\r\n« أَمَّا بَعْدُ ، فَإِنَّ مِصْرَ قَدِ افْتُتِحَتْ ، وَمُحَمَّدُ بْنُ أبِيبَكْرٍ - رَحِمَه‌ُاللَّهُ - قَدِ اسْتُشْهِدَ ، فَعِنْدَ اللَّهِ نَحْتَسِبُهُ وَلَداً نَاصِحاً ، وَعَامِلًا كَادِحاً ، وَسَيْفاً قَاطِعاً ، وَرُكْناً دافِعاً . وَقَدْ كُنْتُ حَثَثْتُ النَّاسَ عَلَى لَحَاقِهِ ، وَأَمرْتُهُمْ بِغِيَاثهِ قَبْلَ الْوَقْعَةِ ، وَدَعَوْتُهُمْ سِرّاً وَجَهْراً ، وَعَوْداً وَبَدْءاً ، فَمِنْهُمُ الآتِي كَارِهاً ، وَمِنْهُمُ الْمُعْتَلُّ كَاذِباً ، وَمِنْهُمْ الْقَاعِدُ خَاذِلًا . أَسْأَلُ اللَّهَ تَعَالَى أَنْ يَجْعَلَ لِي مِنْهُمْ فَرَجَاً عَاجِلًا ؛ فَوَاللَّهِ لَوْلَا طَمَعِي عِنْدَ لِقَائِي عَدُوِّي فِي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج‌البلاغة ، الرسالة 42 .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nالشَّهَادَةِ ؛ وَتَوْطِينِي نَفْسِي عَلَى الْمَنِيَّةِ ، لَأَحْبَبْتُ أَلَّا أَلْقَى مَعَ هَؤُلَاءِ يَوْماً وَاحِداً ، وَلَا أَلْتَقِي بِهِمْ أَبَداً » « 1 » .\r\nوبذلك نأتي إلى ختام هذا البحث بأمل نجاح وانتصار المدراء والقادة المسلمين وجميع المجاهدين وجميع جنود الإسلام في جميع جبهات الحق ضد الباطل وضد قوى الاستعمار والاستكبار في جميع أرجاء العالم .\r\n* * *\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الرسالة 35 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160}
  ]