[
  {"content":"\r\n\r\nاللهوف على قتلى الطفوف\r\nيا\r\nآهى سوزان بر مزار شهيدان\r\nتأليف\r\nالسيد الجليل ابن طاوس رضوان الله عليه\r\nترجمهء\r\nسيد احمد فهرى زنجانى\r\nانتشارات جهان\r\nتهران - بوذرجمهرى\r\nتلفن 533018\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 1 ","page_number":1},
  {"content":"\r\n\r\n\r\n[ مقدمه كتاب در 
  ] ترجمهء مؤلف\r\n\r\nنام و لقب و كنيه\r\nنامش على و كنيه‌اش ابو القاسم و ابو تعالى و لقبش رضي الدّين فرزند سعد الدّين موسى بن جعفر بن محمّد بن احمد بن محمّد بن احمد بن ابى عبد اللَّه محمّد ملقّب بطاوس است و محمّد بدين جهت طاوس لقب يافت كه ويرا صورتى بود زيبا ولى پاهايش همچون طاوس با جمال رويش تناسبى نداشت .\r\n طاوس را بنقش و نگارى كه هست خلق * تحسين كنند و او خجل از پاى زشت خويش \r\nو از طرف مادر نوادهء شيخ الطائفة شيخ طوسى است كه شيخ را دو دختر دانشمند بود و جعفر جدّ سيد ، شوهر يكى از آن دو دختر بود .\r\n\r\nولادت و وفات\r\nدر نيمهء ماه محرّم سال 589 هجرى قمرى در شهر حلّه متولّد گرديد و دوران كودكى و جوانى را در محلّ ولادت بسر برد و شايد در سنّ چهل و اندى بود كه مهاجرت ببغداد نمود و 15 سال در بغداد كه پايتخت حكومت خلفاى بنى عبّاس بود اقامت فرمود سپس بحله بازگشت و در هر يك از نجف و كربلا و كاظمين سه سال مجاور بود و سه سال هم قصد مجاورت در سامرّا نمود كه آن روز مانند صومعه‌اى بود در وسط بيابان و در اواخر عمر باقتضاى مصالحى كه ايجاب مىنمود دوباره ببغداد آمد و منصب نقابت طالبيّين را بنا بدستور هلاكوخان مغول در سال 661 به عهده گرفت و سه سال\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 2 ","page_number":2},
  {"content":"\r\n\r\nو يازده ماه متصدّى اين منصب بود با اينكه در زمان مستنصر خليفهء عبّاسى از پذيرش اين منصب سخت خوددارى ميفرمود و بنا بنقل شهيد ره در مجموعهء خود ، ميان سيّد و وزير المستنصر : مؤيّد الدّين محمّد بن احمد بن العلقمى و برادرش و فرزندش عزّ الدّين ابى الفضل محّمد بن محمّد كه خزانه دارى كلّ را به عهده داشت علائق محبّت و مودّت كاملى بود و لذا قريب 15 سال در بغداد اقامت فرمود سپس بحلّه : زادگاه اصلى خود مراجعت نمود و پس از آن بنجف اشرف مشرّف گرديد باز در دوران حكومت مغول ببغداد بازگشت و همواره در راه خير و ادب قدم برميداشت و با كمال قداست و پاكى زندگى كرد تا آنكه صبح روز دوشنبه پنجم ذى القعدة سال 664 بسن 75 سالگى وفات يافت .\r\n\r\nمدفن سيد\r\nسيّد مذكور در كتاب فلاح السائل چنين ميفرمايد :\r\nبيان چگونگى قبر : شايسته است كه قبر باندازهء قامت ميّت گود باشد يا اقلّا تا در گردنش و لحدى داشته باشد رو به قبله كه شخصى بتواند در ميان آن بنشيند كه منزل خلوت و تنهائى است پس به همان قدر كه خداى جلّ جلاله دستور فرموده است و موجب قرب بوسائل خوشنودى حقّ است بايستى توسعه داده شود من خود چنين تصميمى بدل داشتم و يكى را دستور دادم تا در جوار جدّم و مولايم علىّ بن ابى طالب صلوات اللَّه عليه محلى را كه براى قبر خود برگزيده بودم كنده و آماده نمايد مگر پس از مرگم ميهمان آن حضرت شوم و پناهنده و وارد بر او گردم و گداى در خانه‌اش باشم و باميد احسان بسر برم و هر گونه وسيله‌اى را كه كسى به آن متوسّل مىشود\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 3 ","page_number":3},
  {"content":"\r\n\r\nبدست آورم و محلّ قبر را پائين پاى پدر و مادرم رضوان اللَّه عليهما قرار دادم زيرا ديدم خداى جلّ جلاله دستورم فرموده است كه در مقابل پدر و مادر شكسته بال باشم و سفارش فرموده تا در بارهء آنان نيكى كنم از اين رو خواستم تا هر زمانى كه در زير خاك گور خواهم ماند سر خويش بپاى پدر و مادر نهاده باشم .\r\nبحسب اين بيان مىبايست وصيّت فرموده باشد تا جنازه‌اش را بنجف حمل نموده و در همان جا كه تعيين كرده است به خاك بسپارند و در غير اين صورت مناسب آن بود كه در كاظمين و جوار مرقد مطهّر موسى بن جعفر و جواد الائمة عليهما السّلام مدفون شده باشد ولى با اين حال در بيرون شهر حلّه مرقدى است كه منسوب بسيّد است و زيارتگاه مؤمنين ، و پيدا است كه اگر سيّد در بغداد وفات كرده باشد بعيد به نظر ميرسد كه در حلّه بخاكش سپرده باشند و اللَّه العالم .\r\n\r\nنظريهء دانشمندان شيعهء در بارهء سيد\r\nسيد بزرگوار نزد همهء دانشمندان شيعه معروف بجلالت قدر و تقوى و زهد است علّامهء حلّى در اجازه‌اش ميفرمايد : از جملهء كتابها تصنيفاتى است كه دو سيّد بزرگوار و سعادتمند : رضي الدّين علىّ و جمال الدين احمد فرزندان حسينى نژاد موسى بن طاوس نموده‌اند و اين دو سيّد هر دو عابد بودند و باورع و مخصوصا رضى الدين على رحمه اللَّه كه صاحب كرامات بود و من از پدر خود و هم از ديگران پاره‌اى از كرامات ايشان را شنيدم و در منهاج الصلاح در بحث استخاره ميفرمايد : روايت شده است از سيّد سند سعيد رضي الدّين على بن موسى بن طاوس و او عابدترين فرد دوران\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 4 ","page_number":4},
  {"content":"\r\n\r\nخودش بود كه ما ديديم و سيّد تفرشى در نقد الرّجال ص 144 ميگويد :\r\nكه او ( يعنى سيّد ) از بزرگان و موثّقين اين طايفه ( طايفهء شيعه ) است جليل القدر و عظيم المنزلة است روايات فراوانى بحفظ دارد و سخنانى پاكيزه و حلش در عبادت و زهد مشهورتر از اين است كه بيان شود ، ماحوزى در بلغة ميگويد : سيّد سند بزرگوار و مورد اعتماد و دانشمند عابد زاهد پاك و پاكيزه كه زمام مناقب و مفاخر را بدست گرفته و صاحب دعوات و مقامات و مكاشفات و كرامات مىباشد مظهر فيض و لطفهاى پنهان و آشكار خداوندى . . .\r\nو بعضى از شاگردانش در اوّل كتاب يقين در بارهء او چنين ميگويد :\r\nمولاى ما صاحب مصنّف كبير و كسى كه عالم و عادل و فاضل و فقيه و كامل و علّامه و نقيب و طاهر بود صاحب مناقب و مفاخر و فضايل و مآثر و زاهد و عابد و باورع و مجاهد رضي الدين ركن الاسلام و المسلمين نمونهء اجداد طاهرينش جمال العارفين . . . . . و بالجملة بفرمودهء محدّث نورى اعلى اللَّه مقامه ابن طاوس تنها فردى است كه علماء شيعه با اختلاف مشرب و مسلكى كه دارند همگى بيك زبان او را صاحب كرامت ميدانند و اين فضيلت تنها مر سيّد راست و در بارهء هيچ يك از علماء متقدم بر او و متأخّر از او چنين هم‌آهنگى وجود ندارند و نيز فرمايد : آنچه از مطالعهء تأليفات سيّد خوصصا كتاب كشف المحجة بدست مىآيد اين است كه آن بزرگوار را با ولّى عصر امام زمان صلوات اللَّه عليه باب مراوده و استفاضه از فيض حضور مقدّسش مفتوح بوده و گاه و بيگاه بحضرتش تشرّف حاصل ميكرده است انتهى .\r\nو از خصايص سيّد بزرگوار مراعات او است آداب عبوديّت را در\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 5 ","page_number":5},
  {"content":"\r\n\r\nپيشگاه احديّت قولا و عملا تا آنجا كه در تمام تأليفاتش نام خداى المؤمنين را بدون كلمهء جلّ جلاله و مانند او نياورده است و نه سهم از غلّات خود را به فقراء ميداده و يك سهم به خود اختصاص ميداده است و اين چنين أدب در گفتار و تسليم و انقياد در كردار ، كاشف از حدّ معرفتى است كه نظير آن را در امثال و اقران او كمتر توان يافت و گوئى از آثار همين معرفت بوده است كه رابطهء عبوديّت‌اش با حضرت متعال همواره محفوظ بوده و پيوسته از ربوبيّت خاصّهء الهى برخوردار و از هدايت‌هاى غيبى و الهامات معنوى بهره‌مند بوده است و ما دو مورد براى نمونه و جلب توجّه خوانندگان ذكر مىكنيم :\r\n1 - در كتاب اقبال در باب اعمال روز 13 ربيع الاوّل ميفرمايد : من روز 12 را بشكرانهء ورود رسول خدا ص در مثل چنان روزى بمدينه روزه داشتم و تصميم بر اين بود كه روز 13 را افطار كنم روايتى در كتاب ملاحم بطائنى از امام صادق بنظرم رسيد كه مژدهء آمدن مردى از اهل بيت را پس از زوال حكومت بنى عبّاس در برداشت و احتمال ميرفت كه اشاره بما باشد و نيز انعامى بر ما ، و الفاظ روايتى كه از نسخه‌اى قديمى نقل نموده و آن نسخه در خزانهء امام كاظم عليه السّلام بود چنين است :\r\nابى بصير روايت كرده است از امام صادق عليه السّلام كه فرمود : خداوند ، والاتر و بزرگوارتر و بزرگتر از اين است كه زمين را بدون امام عادل واگذارد ، گويد : عرض كردم :\r\nمن بقربانت چيزى بفرمائيد كه دلم را آسايش بخشد فرمود : اى ابا محمّد مادام كه حكومت بدست بنى فلان ( بنى عبّاس ) است امّت محمّد هرگز\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 6 ","page_number":6},
  {"content":"\r\n\r\nگشايشى در كار خود نخواهد ديد تا آنگاه كه حكومت آنان منقرض گردد و چون منقرض گشت خداوند مردى را از ما خاندان براى اين امت آماده خواهد فرمود كه راه تقوى و پرهيزكارى بمردم نشان داده و خود نيز همان راه پيمايد و در قضاوتى كه مىكند رشوه نميگيرد به خدا قسم كه من او را بنام و نام پدر ميشناسم . . . . و بس از نقل بقيّهء روايت فرمايد از وقتى كه حكومت بنى عبّاس منقرض شده است من مردى را از خاندان پيغمبر نديده و نشنيده‌ام كه راه تقوى ارائه كند و خود نيز عامل به آن باشد و رشوه نگيرد از آنجائى كه فضل خداى المؤمنين ظاهرا و باطنا شامل حال ما شده است مرا گمان بيشتر و بلكه يقين بر اين شد كه اين روايت اشاره بما است و انعامى بر ما لذا دعائى به اين معنى عرضه داشتم كه بار الها اگر اين مردى كه روايت اشارة مىكند منم طبق عادت و رحمتى كه نسبت به من دارى و هر كارى را كه نخواهى انجامش دهم منعم فرمائى و هر كارى را كه بخواهى انجام دهم آزادم ميگذارى مرا از روزهء اين روز كه 13 ماه ربيع الاوّل است بازمدار ، آفتاب آن روز نزديك به ظهر بود كه من اجازه و دستور روزه را دريافت نمودم و آن روز را روزه داشتم و باز عرضكردم بار الها اگر در روايت اشارة به من شده مرا از اداى نماز شكر و دعاهايش باز مدار پس به پا خواستم و نه تنها از نماز منع نشدم بلكه دستورى نيز به من رسيد و لذا نماز شكر و دعاهايش را خواندم تا آخر آنچه بيان فرموده است :\r\n2 - محدّث نورى ره در خاتمهء مستدرك از رسالهء مواسعه و مضايقهء سيّد نقل مىكند كه سيّد ضمن نقل داستان مفصّلى ميفرمايد : از آنجا براى درك زيارت اوّل رجب رو بحلّة آمديم و شب جمعه 27 جمادى الثانية\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 7 ","page_number":7},
  {"content":"\r\n\r\nسال 641 به حكم استخاره بحلّه وارد شديم حسن بن بقلى بروز همان جمعه كسى را معرّفى كرد بنام عبد المحسن كه ظاهر الصلاح است و باديه‌نشين و بحلّه آمده است و ميگويد : كه در عالم بيدارى به خدمت امام زمان شرفياب شده و از جانب حضرت براى من حامل پيامى است من قاصدى را بنام محفوظ بن قرا فرستادم و شب شنبه 28 جمادى الآخر من و اين شيخ بخلوت نزد هم نشسته بوديم او را مردى آراسته شناختم كه در راستگوئىاش هيچ گونه ترديدى بدل راه نمىيافت و سنّش هم از من بيشتر بود جريان را پرسيدم گفت : كه اصلش از حصن بشر است و اخيرا بدولابى « 1 » كه مقابل محولة و معروف به مجاهديّة است منتقل شده است و معروف است بدولاب ابن ابى تعالى و فعلا در همان جا ساكن است ولى نه بعنوان كارگر و كشاورز بلكه كسب ضعيفى در رشتهء تجارت غلّة دارد و غلّه‌اى از انبار دولتى سرائر خريدارى نموده بوده است و آمده كه جنس را تحويل بگيرد شب را نزد عربهاى بيابانى در جاهائى كه معروف است بمحبر مانده همين كه نزديك صبح مىشود خوش ندارد كه از نهر آبهاى عربها استفاده كند لذا از منزل بيرون ميرود و به قصد اينكه از نهر آبى در سمت شرقى منزل استفاده كند به راه مىافتد يكوقت به خود مىآيد و خود را بالاى تلّ سلام كه در راه كربلا و سمت مغرب است مىبيند و اين جريان در شب 19 جمادى الثانية سال 641 يعنى شب همان روزى كه در خدمت مولاى ما امير الحسن تفضّلات الهى شامل حال من شد و پاره‌اى از آن را قبلا شرح داديم مىگويد :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) دولاب چاه آبى است كه بوسيلهء دلوهاى بهم بسته شده آب از آن ميكشند .\r\n","page_name":" ترجمهء مؤلف 8 ","page_number":8},
  {"content":"\r\n\r\nنشستم تا از آب استفاده كنم ناگاه اسب سوارى را در كنار خود ديدم كه نه آمدنش را احساس كردم و نه صداى پاى اسبش را شنيدم شب مهتابى بود ولى در هوا پشهء فراوانى ديده ميشد پرسيدم‌اش كه سوار و اسبش چه خصوصيّاتى داشتند گفت : اسبش برنگ سرخ تندى بود و خود ، جامهء سفيد بر تن و عمّامه‌اش تحت الحنك داشت و شمشيرى بميان بسته بود ، سوار ، به شيخ عبد المحسن ميگويد : وقت مردم چگونه ميگذرد عبد المحسن گفت : من بگمانم كه از ساعت و وضع هوا مىپرسد لذا عرض كردم : هوا پشه فراوان دارد و گرد آلود است فرمود :\r\nمن كه اين را نپرسيدم من از وضع حال مردم پرسيدم عبد المحسن گفت . گفتم مردم حالشان خوب است و در وسعت و امنيّت نسبت بجان و مالشان بسر مىبرند فرمود : بنزد ابن طاوس برو و چنين و چنانش بگو و پيغام حضرت را براى من گفت سپس از زبان حضرت نقل كرد كه وقت نزديك شده وقت و نزديك شده عبد المحسن گفت بدل من گذشت و يقين كردم كه آن حضرت مولاى ما صاحب الزمان صلوات اللَّه عليه است .\r\nپس برو درافتادم و همانطور به حال غش بودم تا صبح طلوع كرد گفتمش از كجا فهميدى كه مراد حضرت از ابن طاوس منم ؟ گفت من از اولاد طاوس بجز تو كسى را نمىشناختم و در دلم بجز پيام بر تو كس ديگر خطور نكرد گفتم از فرمايش حضرت كه فرمود وقت نزديك شده است چه فهميدى ؟\r\nآيا مقصودش مرگ من بود يا وقت ظهور حضرت ؟\r\nگفت : من چنين فهميدم كه مقصود وقت ظهور حضرت است شيخ\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 9 ","page_number":9},
  {"content":"\r\n\r\nگفت : امروز از نزد تو رو بكربلا خواهم رفت و تصميم گرفته‌ام تا زنده‌ام خانه‌نشين باشم و مشغول پرستش پروردگار ، و پشيمانم كه چرا مطالبى را كه ميل داشتم بپرسم از آن حضرت نپرسيدم گفتمش : كسى را هم از اين جريان آگاه نمودى ؟ گفت آرى ، بعضى از عرب‌ها را كه از بيرون شدن من اطّلاع داشتند و چون بواسطه غش كردن دير كرده بودم بگمانشان كه من راه گم كرده و هلاك شده‌ام و علاوه ميديدند كه در اثر ترسى كه از حضرت به من دست داده و غش كرده بودم در تمام آن روز كه پنجشنبه بود حال من عادى نبود و اثر غش در من باقى بود من به او سفارش كردم كه اين جريان را هرگز براى ديگرى نقل نكند و چيزى به او دادم كه نگرفت و گفت من خود ثروتم زياد است و نيازى بمردم ندارم پس من و او هر دو برخاستيم و چون از من جدا شد رختخوابى برايش فرستادم و شب را در همان جا كه نشسته بوديم يعنى بر در منزل فعلى من در حلّه خوابيد من برخاستم و از ايوانى كه با هم نشسته بوديم فرود آمدم كه بخوابم از خداى المؤمنين خواستم كه آن شب خوابى به‌بينم و مطلب روشن‌تر شود ، مولاى ما امام صادق را بخواب ديدم كه منزل من تشريف آورده و هديهء گرانى براى من آورده و من آن هديه را دارم ولى گوئى قدرش را نمىشناسم از خواب بيدار شدم شكر خدا را بجاى آوردم و بر ايوان شدم تا نافلهء شب را بجاى آورم و آن شب شب شنبه 28 جمادى الآخر بود فتح ( خدمتگزار ) آفتاب را بالا آورده در كنار من نهاد من دستم را برده و از دستهء آفتابه گرفتم با بر دستم آب بريزم كسى لولهء آفتابه را گرفت و چرخاند و نگذاشت من براى نماز وضو بسازم پيش خود گفتم ، شايد آب نجس است و خداى جلّ جلاله چنين خواست كه مرا از استعمال آن محافظت فرمايد كه خداى عزّ و جلّ\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 10 ","page_number":10},
  {"content":"\r\n\r\nرا با من لطفهاى فراوانى است و يكى از همان الطاف اين قبيل كارها است كه سابقه‌اش را داشتم فتح را صدا زدم و گفتم آب آفتابه را از كجا پر كردى ؟ گفت از جو ، گفتم : شايد اين آب نجس است اين را برگردان و خالى كن و آفتابه را آب بكش و از شطّ پر كن ، فتح رفت و آفتابه را را برگرداند و من قل قل حالى شدن آفتابه را مىشنيدم و از شطّ آفتابه را پر آب نموده و آورد دستهء آفتابه را گرفتم و شروع بريختن بر كف دستم نمودم باز كسى لولهء آفتابه را گرفته و چرخاند و نگذاشت از آب استفاده كنم من برگشتم و مقدارى صبر كردم و دعاهائى نمودم و مجدّدا آفتابه را برداشتم همان جريان قبلى پيش آمد فهميدم كه امشب نخواهند گذاشت من نماز شب بخوانم و در دل گفتم شايد خداوند ميخواهد فردا حكمى بر من جارى فرمايد و بلائى بر من فرستد و نميخواهد كه من امشب براى سلامتى خود از آن بلا دعا كنم نشستم و جز اين چيزى بخاطرم نگذشت به همان حال كه نشسته بودم خوابم ربود بخواب ديدم مردى به من ميگويد آنكه پيامت آورد ( مقصودش شيخ عبد المحسن بود ) گوئى شايستگى داشت كه تو همچون غلامان پيشاپيش او قدم بردارى از خواب بيدار شدم و در دلم افتاد كه من در احترام و بزرگداشت او ( شيخ عبد المحسن ) كوتاهى نموده‌ام پس بسوى خداى جلّ جلاله توبه نمودم و آنچه را كه توبه كار در چنين جايى بجاى مىآورد . بجاى آوردم و بوضو شروع كردم ديگر كسى جلوى آفتابه را نگرفته بود و من به حال عادى خود بودم وضو را ساختم و دو ركعت نماز خواندم كه سفيدهء صبح زد پس من قضاى نوافل شب را بجاى آوردم و فهميدم كه من آن طور كه شايد و بايد از اين پيام احترام نگرفته‌ام پس بنزد شيخ\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 11 ","page_number":11},
  {"content":"\r\n\r\nعبد المحسن فرود آمدم و بملاقاتش رسيدم و اكرامش نمودم . . . . . .\r\nاز اين دو نمونه كه ذكر شد مقام سيّد بزرگوار در مكتب تربيتى حضرت پروردگار و عنايات خاصّهء ربوبى در بارهء او تا حدّى معلوم مىشود و لمثل هذا فليعمل العاملون و في ذلك فليتنافس المتنافسون اللّهم اجعلنا ممّن ادّبته فاحسنت تأديبه .\r\n\r\nتأليفات سيد\r\nسيّد بزرگوار را تأليفات بسيارى است كه به ترتيب حروف ذكر مىشود .\r\n1 - الابانة في معرفة كتب الخزانة 2 - الاجازات لكشف طرق المفازات ، كه قسمتى از آن درج 26 بحار الانوار ص 17 - 19 چاپ شده است 3 - الاختيارات من كتاب ابى عمر و الزّاهد المطرز 345 4 - ادعية الساعات 5 - اسرار الدعوات لقضاء الحاجات و مالا يستغنى عنه 6 - اسرار الصلاة 7 - الاصطفاء في اخبار الملوك و الخلفاء 8 - اغاثة الداعى او اعانة الساعى 9 - الاقبال بالاعمال الحسنة فيما يعمل مرّة في السنة 10 - الامان من الاخطار 11 - الانوار الباهرة في انتصار العترة الطاهرة 12 - البشارات بقضاء الحاجات على يد الائمة بعد الممات\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 12 ","page_number":12},
  {"content":"\r\n\r\n13 - البهجة لثمرة المهجة 14 - التحصيل من التذييل 15 - التحصين في اسرار ما زاد على كتاب اليقين 16 - التشريف بتعريف وقت التكليف 17 - التشريف بالمنن في التعريف بالفتن كه بنام الملاحم و الفتن مكرّر بچاپ رسيده است 18 - التعريف للمولد الشريف 19 - التمام لمهام شهر الصيام 20 - التوفيق للوفاء بعد تفريق دار الفناء 21 - جمال الأسبوع بكمال العمل المشروع 22 - الدروع الواقية من الاخطار 23 - ربيع الالباب در چند مجلّد 24 - ربيع الشيعة « 1 » 25 - روح الاسرار و روح الاسمار 26 - رىّ الضمآن من مروى محمّد بن عبد اللَّه بن سليمان 27 - زهرة الربيع في ادعية الاسابيع 28 - السعادات بالعبادات التى ليس لها وقت محتوم معلوم في الروايات الخ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اين كتاب اشتباها به سيد نسبت داده شده است و همان كتاب اعلام الورى است و محدث نورى را در اين باره كلامى است بخاتمهء مستدرك رجوع شود\r\n","page_name":" ترجمهء مؤلف 13 ","page_number":13},
  {"content":"\r\n\r\n29 - سعد السعود 30 - شرح نهج البلاغة 31 - شفاء القول من داء الفضول 32 - صلوات و مهمات للاسبوع در دو مجلّد 33 - الطرائف في مذاهب الطوائف 34 - الطرف من الأنبياء و المناقب 35 - عمل ليلة الجمعة و يومها 36 - غياث سلطان الورى لسكّان الثّرى 37 - فتح الابواب بين ذوى الالباب و بين ربّ الارباب في الاستخارة و ما فيها من وجوه الصواب 38 - فتح محجوب الجواب الباهر في شرح وجوب خلق الكافر 39 - فرج المهوم في معرفة الحلال و الحرام من النجوم 40 - فرحة الناظر و بهجة الخواطر . رواياتى است پدر سيد در يادداشتهاى خود نوشته بوده كه سيد جمع‌آورى نموده و بدين نام‌اش ناميده است 41 - فلاح السائل و نجاح المسائل 42 - الفلاح و النجاح في عمل اليوم و اللّيلة 43 - القبس الواضح من كتاب الجليس الصالح 44 - كتاب الكرامات 45 - كشف المحجّة لثمرة المهجة نام ديگر اين كتاب ثمرة الفؤاد على سعادة الدنيا و المعاد است 46 - لباب المسرة من كتاب ابن ابى قرّة\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 14 ","page_number":14},
  {"content":"\r\n\r\n47 - المجتنى من الدعاء المجتبى 48 - محاسبة الملائكة الكرام آخر كلّ يوم من الذنوب و الآثام 49 - محاسبة النفس 50 - مختصر كتاب محمّد بن حبيب 51 - المسالك الى خدمة المالك 52 - مسالك المحتاج الى مناسك الحاج 53 - مصباح الزّائر و جناح المسافر در سه مجلّد 54 - مضمار السبق و اللّحاق بصوم شهر اطلاق الارزاق و عتاق الاعناق 55 - الملتقط 56 - الملهوف ( يا اللّهوف ) على قتلى الطفوف : كتاب حاضر 57 - المنتقى 58 - مهج الدّعوات و منهج العبادات 59 - المواسعة و المضايقة 60 - اليقين في إمرة امير الحسن و اللّهوف على قتلى الطفوف كه هم اكنون ترجمه شده و در دسترس خوانندگان گذاشته مىشود اين كتاب همانطور كه سيّد در مقدّمهء كتاب اشاره فرموده است خلاصه‌اى است از داستان جانسوز كربلا و منظور سيّد از تاليف اين كتاب آن بوده است كه كتاب كوچكى در مصيبت سيّد الشهداء در دست باشد تا زائران قبر ابا عبد اللَّه عليه السّلام بتوانند بهنگام تشرّف بحرم مطهّر آن را بهمراه داشته و با تذكّر بمصائب آن حضرت از ثواب و اجر حزن و گريه بر حضرتش محروم نمانند لذا واقعهء كربلا را به ترتيب از به دو\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 15 ","page_number":15},
  {"content":"\r\n\r\nحركت امام عليه السّلام از مدينه بسوى كربلا تا بازگشت اهل بيت بمدينه با حذف اسناد روايت نقل فرموده است و با اعتمادى كه قاطبهء فقهاء و علماء شيعه بقدس و طهارت سيّد دارند كتاب مذكور از مدارك تاريخى مورد شيعه شده است و از همين جهت بود كه سعى بليغ مبذول گرديد تا مگر ترجمه‌اش ساده و خالى از لغات مشكله و قابل فهم همگانى و در عين حال انطباق كامل بر متن داشته باشد اميد است بندگان آستان ملايك پاسبان سرور و سالار شهيدان ابى عبد اللَّه الحسين ارواحنا فداه اين هديهء ناقابل را ( كه جهد من مقلّ ) بپذيرند و بر كوچكىاش ننگرند كه انّ الهدايا على مقدار مهديها و صلّى اللَّه على محمّد و آله الطاهرين العبد المفتاق السيد احمد الفهرى الزنجانى\r\n\r\n","description":"","footnote":"","page_name":" ترجمهء مؤلف 16 ","page_number":16},
  {"content":"\r\n\r\n\r\n[ مقدمهء مؤلف 
  ]\r\nبِسْمِ اللَّهِ الرَّحْمنِ الرَّحِيمِ\r\nسپاس خداوندى را كه انوار جلال او از افق عقول بندگانش تابان است ، و خواسته‌اش از زبان گوياى كتاب و سنّت نمايان ، خدائى كه دوستان خود را از دلبستگى بدنياى فريبا رهانيد و بشاديهاى گوناگون‌شان رسانيد ، نه از آن روى ، كه آنان را بىجهت زيادتى بخشد و يا در پيمودن راه‌هاى نيكو كارى ناگزيرشان فرمايد ، بلكه از آن روى بود كه خداى المؤمنين ديد ، لياقت پذيرش الطاف الهى را دارند و شايستهء آرايش بصفات زيبا هستند ، پس راضى نشد كه دوستانش\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":17},
  {"content":"\r\n\r\nرشتهء بيكارى بدست گيرند ، و عمر خود ببطالت سپرى كنند ، بلكه آنان را توفيق عنايت فرمود ، كه بكردارهاى كامل خود گيرند تا از هر چه بجز او است آسوده خاطر گشته و مذاق جانشان با لذّت شرافت خوشنودى حق آشنا گردد ، لذا دلهاى خود را بانتظار سايهء لطفش منصرف و آرزوهاى خود را بسوى بخشش و فضلش منعطف ساختند .\r\nدر نزد آنان سرورى بينى كه مخصوص دلهاى گرويده بعالم جاويد است و اثر ترسى مشاهده كنى كه از خطرهاى ملاقات حق حاصل آيد ، شوق‌شان به آنچه بخواستهء خداوند نزديكشان نمايد همواره در فزونى ، و ميلشان بانجام دستوراتى كه از ناحيه حق صادر مىشود پىگير ، و گوشهايشان آمادهء شنيدن اسرار الهى ، و دلهايشان از ياد او شيرين كام است ، به مقدار ايمانى كه دارند از لذت ذكر بهره‌مندشان فرمود ، و از خزينهء عطايش آنچه را شايسته بخشش نيكوكار مهربانى است به آنان بىمنّت ارزانى داشت ، چه كوچك است در نزد آنان هر آنچه دل را از جلال حق مشغول كند و هر آن چه را كه باعث دورى از حريم وصالش گردد يكباره ترك گويند ،\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":18},
  {"content":"\r\n\r\nتا آنجا كه از انس با كرم و كمال حق لذتها برند و همواره از زيورهاى هيبت و جلال جامه‌هاى فاخر بتن كنند .\r\nو چون به بينند كه زندگى دنيا آنان را از پيروى خواستهء خداوند مانع است و ماندن در اين عالم ، ميان آنان و بخشش‌هاى خداوندى حايل ، بىتأمل جامهء ماندن از تن بر كنند و حلقه بر درهاى ديدار بكوبند و از اينكه در راه رسيدن به اين رستگارى تا سر حد جانبازى فداكارى ميكنند و خود را در معرض خطر شمشيرها و نيزه‌ها قرار ميدهند لذّت مىبرند .\r\nمرغ جان مردان صحنهء كربلا در اوج چنين شرافتى به پرواز آمد كه براى جانبازى از يك ديگر پيشى ميگرفتند و جانهايشان را در برابر نيزه‌ها و شمشيرها بيغما ميدادند چه بجا است توصيفى كه سيد مرتضى علم الهدى از آنان فرموده و افرادى را كه اشاره نموديم ستوده و بدين مضمون سروده .\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":19},
  {"content":"\r\n\r\n روى خاك گرم جسم پاك‌شان * جانشان در بزم جانان ميهمان\r\nسود گرديد آن زيانها جملگى * يافتند از تيغ برّان زندگى\r\nاز عدو شد هر زيان بر سودشان * و زدم شمشير قاتل بودشان \r\nو اگر در پوشيدن شعار بىتابى و مصيبت زده‌گى در زمينهء از بين رفتن نشانه‌هاى هدايت و تأسيس پايه‌هاى گمراهى و از تأسف بر سعادتى كه از دست ما رفته ، و از تأثر بر اين شهادتى كه اقدام بر آن شده غرض ما امتثال امر سنّت پيغمبر و كتاب خدا نبود ، ما در مقابل اين نعمت بزرگ جامه‌هاى سرور و بشارت بتن ميكرديم ، ولى چون در ناليدن به اين مصيبت ، پادشاه روز معاد را رضايت حاصل ، و نيكوكاران از بندگان را غرضى مترتب است لذا ما هم جامهء گريستن پوشيديم و با اشك ريختن انس گرفتيم و بديده‌گان خود گفتيم :\r\nاز پى در پى گريستن خوددارى مكنيد و بدلها گفتيم : هم چون\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":20},
  {"content":"\r\n\r\nزنان فرزند مرده در ناله بكوشيد كه امانت‌هاى پيغمبر مهربان در روز جنگ مباح شمرده شد ، و رسمهاى وصيّت آن حضرت در بارهء حرمسراى و بچّه‌هايش با دستهاى افراد اين امّت و دشمنان پيغمبر از ميان رفت ، خدايا به تو پناهنده‌ايم از اين كارهاى بزرگ كه دلها را جريحه دار مىكند ، و از اين مصيبت‌هاى سترگ كه غصه‌ها را به صورت فرياد از دل بيرون مىآورد و اين گرفتارى كه هر نوع گرفتارى را كوچك مىكند ، و از اين پيش آمدها كه كانون تقوى را پراكنده ميسازد ، و از تيرهائى كه خون رسالت را ريخت و دست‌هائى كه خاندان جلالت را با سيرى برد ، و مصيبتى كه بزرگان را سرافكنده نمود ، و ابتلائى كه جانهاى بهترين خانواده را از پيكرشان بيرون كشيد ، و سرزنشى كه دست شير مردان را بست ، و حادثهء دلخراشى كه جبرئيل را نيز گريبان گير شد ، و واقعهء جانسوزي كه در پيشگاه خداى جليل عظمت داشت .\r\nو چرا اين چنين نباشد ؟\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":21},
  {"content":"\r\n\r\nو حال آنكه پاره‌اى از گوشت بدن پيغمبر برهنه به روى شنها افتاده و خون شريفش بتيغ گمراهان ريخته شده و صورتهاى دخترانش در ديدگاه شتررانان و ملامت گويان ، و تاراج لباسهايشان در منظر هر گويا و خاموش ، و اين بدنهاى با عظمت برهنه از لباس ، و پيكرهاى بزرگوار به روى خاك افتاده است .\r\n چه گويم از غمت جانا كه جمع ما پريشان كرد * نشاند اندر دل شمع هدايت تير جانكاهى\r\nز فرط حزن چون بيهوش گردد ، نالهء زنها * ز جايش بركند چون آتشى بر خرمن كاهى \r\nاى كاش فاطمه و پدرش ميديدند كه دختران و فرزندانشان را يا برهنه كرده‌اند و يا زخمى و يا بزنجير اسيرى بسته‌اند و يا سر بريده‌اند ، و دختران خاندان نبوّت گريبان چاك و مصيبت زده و مو پريشان از پشت\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":22},
  {"content":"\r\n\r\nپرده‌ها بيرون آمده و به صورت خود سيلى همى زنند و افتخارات‌شان از ميان رفته ، صدا بنوحه و زارى بلند نموده ، و هواداران و سرپرستان را از دست داده‌اند .\r\nاى مردم با بصيرت و اى افراد تيز بين و با هوش ، قتلگاه اين خاندان را به ياد آوريد ، و به اين تنهائى و بسيارى دشمن ، شما را به خدا نوحه‌سرائى كنيد ، و با اندوه پى گير و اشگ چشمان با آنان همدست باشيد ، كه جانهاى آنان امانت‌هاى پادشاه خلق جهان بود ، و ميوهء دل پيغمبر ، و نور چشم فاطمه بتول و آن كسى كه با دهان مبارك دندانهاى آنان را مىمكيد و مادر و پدر آنان را از مادر و پدر خويش برتر ميدانست .\r\n گرت ترديد و شكى در دل است احوال آنان را * بپرس از سنت پيغمبر و آيات قرآنى\r\nگواهى راستگويند اين دو در نزد خردمندان * كه شرح فضل آنان را توانى زين دو برخوانى \r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":23},
  {"content":"\r\n\r\n خدا در بارهء آنان سفارش كرد بر احمد * بجبريل افتخار اين وصيّت داشت ارزانى \r\nچگونه بر مردم گوارا بود ؟ كه به همين نزديكى در مقابل نيكىهاى پدرش ناسپاسى كنند ، و عيش حضرتش را با شكنجه‌اى كه بميوهء دلش دادند مكدّر سازند ، و با ريختن خون فرزندانش قدر او را كوچك شمرند پس آن همه سفارش كه در بارهء خاندان و فرزندانش كرد چه شد ؟ و هنگام ملاقات آن حضرت و پرسش‌اش چه پاسخ خواهند داد ؟ با اينكه اين مردم بنائى را كه او كرده بود ويران نمودند ، و فرياد وا مصيبتاه از اسلام بلند شد ، پناه به خدا مىبريم از دلى كه به ياد اين كارها نشكند و شگفتا از غفلت مردم اين زمانه ، مگر مسلمانان و يا مؤمنين را چه عذرى است ؟ كه هر نوع ماتم به پا نميكنند آيا نميدانند كه هنوز انتقام كشته‌اى كه از محمّد صلّى اللَّه عليه و آله و سلّم شده گرفته نشده ؟ و دل مباركش دردمند است و دلبندش گرفتار دشمن و كشته بر زمين افتاده است و فرشتگان بر اين مصيبت بزرگ تسليت‌اش عرض ميكنند و پيمبران شريك اين اندوهها و دردهايش ميباشند .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":24},
  {"content":"\r\n\r\nاى مردمى كه نسبت بخاتم انبياء وفادار هستيد چرا با او در گريه همكارى نميكنيد ؟ اى دوستدار پدر زهرا ترا به خدا در عزاى آنان كه بر روى خاك بيابان افتاده‌اند با زهرا هم ناله باش ، و اى واى بر تو ، سيل سر شك روانه كن و بر پادشاهان اسلام گريه كن شايد پاداش آنان كه در اين مصيبت همدردى كردند بدست آورده و به خوشبختى روز حساب نائل آئى كه از سرور ما امام باقر روايت شده است كه فرمود : امام زين العابدين ميفرمود :\r\nهر مؤمنى كه بخاطر كشته شدن حسين عليه السّلام ديدگانش پر از اشگ گردد آنچنان كه به صورتش روان شود ، خداوند غرفه‌هائى را از بهشت براى او اختصاص دهد كه صدها سال در آنها جايگزين شود ، و هر مؤمنى كه بخاطر آزارى كه بما از دشمنان ما در دنيا رسيد چشمهايش اشك آلود\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":25},
  {"content":"\r\n\r\nگردد به آن مقدار كه بگونه‌اش سرازير شود خداى المؤمنين بعوض در منزل صدقش جايگزين فرمايد ، و هر مؤمنى كه در راه ما آزارى بيند خداوند بپاداش ، از روى او آزار بگرداند ، و آبرويش نريزد ، و بروز رستاخيز از خشم آتش دوزخ ايمنش فرمايد .\r\nو از سرور ما حضرت صادق عليه السّلام روايت شده است كه فرمود :\r\nهر كس كه چون يادى از ما بنزد او شود ديدگانش پر از اشگ گردد اگر چه باندازهء بال مگسى باشد خداوند ، گناهانش را بيامرزد هر چند مانند كف دريا باشد ، و باز ، از فرزندان رسول خدا روايت شده است :\r\nكسى كه در مصيبت ما ، خود گريه كند و يا صد نفر را گريان سازد ما ضمانت ميكنيم كه خداوند او را اهل بهشت گرداند ، و كسى كه گريه كند و يا پنجاه نفر را بگرياند اهل بهشت است ، و كسى كه بگريد و يا سى نفر را بگرياند اهل بهشت است ، و كسى كه بگريد و يا ده نفر را بگرياند اهل بهشت است ، و كسى كه گريه كند و يا يكنفر را بگرياند\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":26},
  {"content":"\r\n\r\nاهل بهشت است ، و كسى كه خود را بگريه وادار كند اهل بهشت است .\r\nعلىّ بن موسى بن جعفر بن محمّد بن طاوس : گرد آورندهء اين كتاب گويد : آنچه بيش از هر چيز مرا به نوشتن اين كتاب واداشت اين بود كه من چون كتاب مصباح الزائر و جناح المسافر را گرد آوردم ديدم كه كتابى شد شامل بهترين جاهاى زيارت و برگزيده‌ترين اعمالى كه بهنگام زيارت بايد بجا آورد و هر كه آن كتاب را همراه داشته باشد از برداشتن چراغ ديگرى براى هنگام زيارت و يا كتاب زيارت بزرگ و يا كوچكى بىنياز است لذا علاقمند شدم كه هر كه آن كتاب را با خود دارد از همراه بردن كتاب مقتلى نيز بحرم سيد الشهداء در زيارت عاشورا بىنياز گردد ، از اين رو اين كتاب را تهيّه نمودم كه به پيوست آن كتاب باشد و آنچه در اين كتاب فراهم آورده‌ام با توجّه باينكه زوّار فرصت كمترى دارند رشتهء سخن را كوتاه نموده و\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":27},
  {"content":"\r\n\r\nبطور اختصار بيان كرده‌ام و همين اندازه كافى است كه درهاى اندوه را به روى خواننده باز و افراد با ايمان را رستگار سازد ، كه در قالب اين الفاظ حقايق ارزنده‌اى نهاده‌ايم و نامش را كتاب اللهوف على قتلى الطفوف :\r\n( آه‌هاى سوزان بر كشتگان ميدان جنگ ) گذاشتم و بر سه مسلك قرارش دادم و از خداى مهربان و مالك يارى ميطلبم .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":28},
  {"content":"\r\n\r\n\r\nمسلك اول در بيان امورى است كه پيش از جنگ روى داد ،\r\nولادت حسين عليه السّلام در شب پنجم ماه شعبان چهار سال پس از هجرت روى داد و بگفتهء بعضى سوّم ماه شعبان بوده و بنا بقولى در روزهاى آخر ربيع الاوّل سال سوم هجرى بوده است « 1 » و جز اين نيز گفته شده است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) اصح اقوال و اتقن روايات آن است كه ولادت سيد الشهداء در آخر شهر ربيع الأول سال سوم هجرى در مدينه طيبه اتفاق افتاده چنانچه مختار ثقة الاسلام در كافى و شيخ الطائفه در تهذيب و شهيد اول در دروس است چه بتحقيق پيوسته كه ميلاد حضرت امام مجتبى در منتصف رمضان سال دوم هجرت بوده و پس از يك طهر از ولادت آن جناب بتول عذرا بخامس آل عبا حمل گرفته و مراد از طهر درين حديث ده روز باشد چنانچه در كافى آورده عن ابى عبد اللَّه عليه السّلام قال كان بين تعالى و الحسين طهر و كان بينهما في الميلاد سنة اشهر و عشرا شش ماه تمام مدت حمل بود و بر فرض هر يك از اين دو روايت كه فصل ما بين ولادت امام حسن و حمل طهر واحد و يا پنجاه روز باشد و نيز تصريح علماء كه مدت حمل از شش ماه زياده نبوده هرگز نتواند بود كه ميلاد حضرت سيد الشهداء در سيم يا پنجم شعبان باشد و بر روايت طهر واحد ولادت خامس آل عبا در آخر شهر ربيع الاول و بدان قول كه پنجاه روز بوده پنجم جمادى الاولى باشد چنان كه صاحب در النظيم گفته فال ابو جعفر محمد بن جرير ابن رستم الطبرى في دلايل الامامة انه عليه السّلام ولد بالمدينة يوم الثلاثاء لخمس خلون من جمادى الاولى سنة اربع من الهجرة و الا اگر ما قائل بسوم يا پنجم شعبان بشويم بايد مدت حمل را نه ماه اعتقاد كنيم و اين مخالف با روايات و احاديث صحيحه معتبره است كه مرقوم افتاد - قمقام معتمد الدوله\r\n","page_name":" 13 ","page_number":29},
  {"content":"\r\n\r\n- بهر حال - چون آن حضرت متولد شد جبرئيل عليه السّلام فرود آمد و هزار فرشته بهمراه او بود و همگى پيغمبر صلّى اللَّه عليه و آله را تبريك گفتند فاطمه عليها السّلام نوزاد را به نزد پيغمبر آورد رسول خدا صلى الله عليه و آله بديدار فرزندش شادمان شد و حسين‌اش ناميد ، ابن عباس در طبقات گويد :\r\nعبد اللَّه بن بكر بن حبيب سهمى ما را خبر داد و گفت : حاتم بن صنعة بما خبر داد : كه امّ الفضل همسر عبّاس رضوان اللَّه عليه گفت :\r\nپيش از آنكه حسين عليه السّلام متولد شود بخواب ديدم گوئى پاره‌اى از گوشت رسول خدا صلى اللَّه عليه و آله بريده شده و بدامن من گذاشته شد ، خواب خود را براى رسول خدا شرح دادم ، فرمود : اى امّ الفضل اگر خوابت راست باشد خواب خوبى ديده‌اى : زيرا فاطمه عليها السّلام به همين زودى پسرى خواهد آورد و من آن نوزاد را به تو خواهم سپرد تا شيرش بدهى ، امّ الفضل گويد : همين طور هم شد .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":30},
  {"content":"\r\n\r\nروزى حسين را بنزد پيغمبر آورده و در دامن آن حضرت نهاده بودم در آن ميان كه رسول خدا حسينش را مىبوسيد حسين عليه السّلام ادرار كرد و قطرهءاى از بول او به لباس پيغمبر رسيد من او را با دو انگشت شكنجيدم بگريه افتاد پيغمبر با قيافه‌اى خشم آلود به من فرمود : آرام اى امّ الفضل اين جامهء من قابل شستشو است فرزند مرا آزردى امّ الفضل گويد :\r\nحسين عليه السّلام را در آغوش آن حضرت بجاى گذاشته و برخاستم كه آب براى شستن جامه‌اش بياورم چون بازگشتم ديدم حضرت گريان است عرض كردم : يا رسول اللَّه چرا گريه ميكنيد ؟ فرمود : جبرئيل بنزد من آمد و خبر داد كه امّت من همين فرزندم را خواهند كشت خداوند شفاعت مرا بروز قيامت نصيب آنان نفرمايد .\r\nراويان حديث گفته‌اند : كه چون يك سال تمام از ولادت حسين عليه السّلام سپرى شد دوازده فرشته بحضور رسول خدا صلى اللَّه عليه و آله و سلّم فرود آمدند يكى از آنان به صورت شير بود و دوّمى به صورت پلنك و سوّمى به صورت اژدها و چهارمى\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":31},
  {"content":"\r\n\r\nبه صورت آدميزاده و هشت فرشتهء ديگر بصورتهاى گوناگون ، همگى با صورت‌هاى برافروخته و چشمهاى گريان و بالهاى گسترده عرض ميكردند :\r\nيا محمّد بفرزندت حسين پسر فاطمة آن خواهد رسيد كه از قابيل بهابيل رسيد و مانند پاداش هابيل به او پاداش داده خواهد شد و بر دوش كشنده‌اش بار گناهى همچون گناه قابيل گذاشته خواهد شد و در همهء آسمانها فرشتهء مقرّبى نماند مگر اينكه بحضور پيغمبر ميرسيد و همه پس از عرض سلام مراتب تسليت در مصيبت حسين عليه السّلام را تقديم و از پاداشى كه به او داده مىشود خبر ميدادند و خاك قبرش را به آن حضرت نشان مىدادند .\r\nو آن حضرت ميفرمود : بار الها خوار كن كسى را كه حسين را خوار كند و بكش آن را كه حسين را بكشد و قاتلش را از خواسته‌اش بهره‌مند مساز .\r\nو گفته‌اند :\r\nكه چون دو سال از ولادت حسين گذشت پيغمبر بسفرى رفت و در\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":32},
  {"content":"\r\n\r\nرهگذرى ايستاد و فرمود : انّا للَّه و انّا اليه راجعون و اشگ از ديدگان حضرت سرازير شد ، از علّت اين حال سؤال شد فرمود : اينك جبرئيل است كه مرا خبر ميدهد از زمينى كه در كنار شطّ فرات واقع شده و كربلايش گويند كه فرزند من حسين پسر فاطمه ، در آن سرزمين كشته مىشود ، عرض شد : يا رسول اللَّه كه او را ميكشد ؟ فرمود : مردى بنام يزيد خدايش لعنت كند و گوئى جايى را كه حسين در آن جان ميدهد و محلّى كه در آن دفن مىشود مىبينم ، سپس رسول خدا صلى اللَّه عليه و آله و سلّم با حالتى اندوهناك از اين سفر بازگشت و بر منبر شد و مردم را پند داد حسن و حسين نيز در مقابل آن حضرت بودند چون از خطبه خواندن فارغ شد دست راست‌اش بر سر حسن عليه السّلام نهاد و دست چپ بر سر حسين عليه السّلام و سر بسوى آسمان برداشت و عرض كرد : پروردگارا همانا محمّد بندهء تو و پيغمبر تو است ، و اين دو پاك‌ترين فرد خاندان من و برگزيدهء فرزندان من و خانوادهء\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":33},
  {"content":"\r\n\r\nمن هستند كه پس از خود اين دو را در ميان امّتم بجاى ميگذارم و جبرئيل مرا خبر داد كه اين پسرم كشته و خوار خواهد شد بار الها اين جان بازى را بر او مبارك فرما و او را از سروران شهيدان قرار بده بار الها بر كشنده‌اش و آنكه او را خوار كند بركت عطا مفرما ، راوى گويد : مردمى كه در مسجد بودند يكباره ناله و فرياد از دل بركشيدند و هاى هاى گريستند رسول خدا صلى اللَّه عليه و آله فرمود : آيا بر حسينم گريه ميكنيد و او را يارى نميكنيد ؟ سپس آن حضرت با رنگى افروخته و چهره‌اى سرخ بازگشت و خطبهء كوتاه ديگرى خواندند و اشگ از هر دو ديدهء آن حضرت بشدّت فرو ميريخت سپس فرمود : اى مردم همانا كه من دو يادگار نفيس در ميان شما بجاى گذاشتم و آن دو : كتاب خدا است و عترت من يعنى خاندان من و آنان كه با آب و گل من آميخته شده و ميوهء دل من و جگر گوشهء من‌اند و اين دو از هم هرگز جدا نگردند تا در كنار حوض بر من وارد شوند هان كه من در انتظار ملاقات با آنان هستم و من در بارهء اين دو ، هيچ از شما نميخواهم بجز آنچه پروردگار من به من دستور داده\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":34},
  {"content":"\r\n\r\nاست پروردگار من به من امر فرموده : من دوستى خويشان و نزديكان خود را از شما خواستار شوم مراقب باشيد فرادى قيامت كه در كنار حوض مرا ملاقات ميكنيد مبادا خاندان مرا دشمن داشته و به آنان ستم نموده باشيد ؟ هان كه روز قيامت سه پرچم نزد من خواهد آمد پرچم اوّلى پرچمى است سياه و تاريك كه فرشتگان از آن بوحشت خواهند بود و در نزد من ميايستد ، پس من گويم : شماها كيانيد ؟\r\nنام مرا از ياد ببرند ، و گويند : ما خدا پرستان از عرب هستيم ، من آنان را گويم :\r\nنام من احمد و پيغمبر عرب و عجم هستم ، آنگاه گويند : كه يا احمد ما از امت تو هستيم ، آنان را گويم :\r\nپس از من با عترت من و كتاب پروردگار من چگونه رفتار نموديد\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":35},
  {"content":"\r\n\r\nگويند : امّا كتاب را كه ضايعش نموديم و اما عترت كوشيديم كه همگىشان را از صفحهء زمين براندازيم ، آن هنگام ، من روى از آنان بگردانم تشنه و دل سوخته و با روى سياه از نزد من باز ميگردند ، سپس پرچم ديگرى سياه‌تر از اوّلى بر من وارد شود آنان را كه زير پرچمند گويم پس از من با دو يادگار گرانبهاى من : بزرگ و كوچك ، يعنى كتاب پروردگارم و عترتم چگونه بوديد ؟\r\nگويند : اما يادگار بزرگ را مخالفت نموديم ، و امّا يادگار كوچك را خوار نموديم و تا آنجا كه توانستيم پاره پاره كرديم .\r\nگويم : از من دور شويد پس تشنه و جگر سوخته و با روى سياه از من دور شوند .\r\nسپس پرچم ديگرى نزد من آيد كه نور بر صورت افراد زير پرچم ميدرخشد به آنان گويم شما كيانيد ؟\r\nگويند : ما مردم يكتا پرست و پرهيزگار و امّت محمّد صلى اللَّه عليه و آله و سلّم هستيم ، و مائيم باقيماندهء اهل حق كه كتاب خدا را برداشتيم ، حلالش را حلال\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":36},
  {"content":"\r\n\r\nو حرامش را حرام دانستيم ، و دوستدار خاندان پيغمبر خويش محمّد صلى اللَّه عليه و آله و سلّم بوديم ، از همه امكاناتى كه در مورد يارى خويشتن داشتيم . براى يارى آنان نيز استفاده نموديم و در ركاب آنان با دشمنانشان جنگيديم ، پس من به آنان گويم : مژده باد شما را كه من پيغمبر شمايم و راستى كه شما در دنيا اين چنين بوديد كه ستوديد ، سپس آنان را از حوض خود سيراب كنم و سيراب و خندان از نزد من بروند و سپس داخل بهشت گردند و براى هميشه در آن جاويد بمانند .\r\nراوى گفت : مردم هم‌چنان گفتگوى كشته شدن حسين را بر زبانها داشتند و با ديدهء عظمت و احترام بحسين نگريسته و مقدمش را گرامى ميداشتند چون معاوية بن ابى سفيان بسال شصت از هجرت از دنيا رفت ، يزيد ، كه لعنت‌هاى خدا بر او باد ، بوليد بن عتبه كه فرماندار مدينه بود نامه‌اى نوشت و دستورش داد كه از همهء اهل مدينه و بويژه از حسين بيعت بگيرد ، و اضافه كرد كه اگر حسين عليه السّلام از بيعت كردن خوددارى نمود گردنش را با شمشير بزن و سر بريده‌اش را به نزد من بفرست ، وليد\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":37},
  {"content":"\r\n\r\nپس از دريافت حكم ، مروان را خواست و در بارهء حسين با او مشورت كرد ، مروان گفت : حسين بيعت بر يزيد را نخواهد پذيرفت و اگر من بجاى تو بودم گردنش را ميزدم وليد گفت : اى كاش كه من از سر حدّ عدم پاى باقليم وجود نگذاشته بودم ، سپس ، كس نزد حسين عليه السّلام فرستاد و آن حضرت بهمراه سى نفر از افراد خانواده‌اش و دوستانش به نزد وليد آمد وليد خبر مرگ معويه را بحسين داد و پيشنهاد بيعت بر يزيد را بحسين عليه السّلام نمود حسين عليه السّلام فرمود : اى امير بيعت پنهانى نتيجه‌اى ندارد فردا كه همه مردم را براى بيعت دعوت خواهى نمود ما را نيز با آنان دعوت نما .\r\nمروان گفت : اى امير اين پيشنهاد را نپذير ، و اگر بيعت نميكند گردنش را بزن ، حسين عليه السّلام چون اين سخن بشنيد خشمناك شد ، و فرمود واى بر تو اى پسر زن كبود چشم ، تو دستور ميدهى كه گردن مرا بزنند ؟\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":38},
  {"content":"\r\n\r\nبه خدا قسم دروغ ميگوئى و پست فطرتى خود را ظاهر ميسازى .\r\nسپس روى بوليد نمود و فرمود : امير . ما خاندان پيغمبر و كان رسالتيم آستانهء ما محل آمد و شد فرشتگان است دفتر وجود بنام ما باز شد و دائرهء كمال بما ختم گرديده است و يزيد مردى است گنهكار و ميگسار و آدم كش و خيانت پيشهء بيشرم و رو و هم چون منى بچنين كسى بيعت نخواهد نمود ولى باش تا صبح كنيم و شما نيز صبح كنيد ما درين كار بدقّت بنگريم شما نيز بنگريد كه كدام يك از ما بخلافت و بيعت سزاوارتر است حسين عليه السّلام اين بگفت و از مجلس وليد بيرون شد .\r\nمروان بوليد گفت : دستور مرا اجرا نكردى ؟ گفت : واى بر تو ، راه از دست رفتن دين و دنياى مرا به من نمودى به خدا سوگند كه دوست ندارم همهء روى زمين را مالك باشم و حسين عليه السّلام را بكشم به خدا سوگند گمان ندارم كسى كه به خون حسين دست بيالايد و خدا را ملاقات كند مگر اينكه ميزان عملش سبك خواهد بود و خداوند بر او نظر رحمت نخواهد\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":39},
  {"content":"\r\n\r\nكرد و او را از پليدى گناه پاك نخواهد ساخت و شكنجهء دردناكى براى او آماده است .\r\nراوى گفت : چون صبح دميد حسين عليه السّلام از خانهء خويش بيرون آمد تاخير تازه‌اى بشنود . مروان را ديد ، مروان عرض كرد : يا ابا عبد اللَّه من خير خواه تو هستم مرا اطاعت كن تا نجات يا بى ! حسين عليه السّلام فرمود :\r\nخير خواهى تو چيست ؟ بگو تا بشنوم ، مروان گفت من به تو ميگويم كه بيزيد بن معاويه بيعت كنى كه هم بنفع دين تو است و هم بسود دنيايت حسين عليه السّلام فرمود : انّا للَّه و انّا اليه راجعون ، چه مصيبتى بالاتر از اين كه مسلمانان بسرپرستى هم‌چون يزيد دچار شدند پس بايد با اسلام وداع نمود كه از من جدّم رسول خدا صلى اللَّه عليه و آله و سلّم شنيدم كه ميفرمود : خلافت بر فرزندان ابى سفيان حرام است ، گفتگو ميان حسين و مروان به طول انجاميد ، تا آنجا كه مروان با حالتى بر آشفته و خشمگين بازگشت .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":40},
  {"content":"\r\n\r\nمؤلّف اين كتاب : علىّ بن موسى بن جعفر بن محمّد بن طاوس گويد :\r\nآنچه پس از تحقيق و بررسى نزد ما روشن است اين است كه حسين عليه السّلام ميدانست كه عاقبت كارش بكجا منتهى مىشود و وظيفه‌اش همان بود كه با كمال اطمينان خاطر انجام داد ، جماعتى كه من در كتاب ( غياث سلطان الورى لسكّان الثّرى ) آنان را بنام گفته‌ام به من خبر دادند از ابى جعفر محمّد بن بابويه قمىّ در كتاب امالىاش از مفضّل بن عمر و او از امام صادق صلّى اللَّه عليه و آله و سلّم و امام از پدرش و پدر از جدّش نقل كرده است : كه روزى حسين عليه السّلام بر حسن عليه السّلام وارد شد و چون چشمش ببرادر افتاد ، گريست امام حسن فرمود : براى چه گريه ميكنى ؟ فرمود گريه‌ام براى رفتارى است كه با تو مىشود ، امام حسن فرمود : پيش آمدى كه براى من مىشود زهرى\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":41},
  {"content":"\r\n\r\nاست كه در كامم كنند و مرا بكشند ، ولى يا ابا عبد اللَّه هيچ كس همچون تو روزى در پيش ندارد كه سى هزار نفر دور تو را ميگيرند و ادّعا ميكنند كه از امّت جدّ ما محمّد صلّى اللَّه عليه و آله و سلّم هستند و دين اسلام را بر خود مىبندند و همه براى كشتن تو و ريختن خون تو و هتك احترام تو و اسيرى بچّه‌ها و زنان تو و تاراج اموال تو همدست ميشوند و چون چنين كنند خداوند لعنت خود را بر بنى اميّه فرو فرستد و آسمان خون و خاكستر بر سر مردم ببارد ، و همه چيز به حال تو گريان شود حتّى حيوانات وحشى در بيابانها و ماهيها در درياها .\r\nو جماعتى مرا حديث كردند كه از جملهء آنان همان افرادى است كه قبلا اشاره كردم ، از عمر نسّابه رضوان اللَّه عليه كه او در پايان كتاب ( الشّافي في النّسب 
  ] از جدّ خود محمّد بن عمر نقل كرده است كه از پدرم عمر بن على بن ابى طالب شنيدم كه بفرزندان عقيل : ( دائيهاى من ) ميگفت :\r\nچون برادرم حسين در مدينه از بيعت يزيد خوددارى نمود ، من\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":42},
  {"content":"\r\n\r\nبخدمتش رسيدم ديدم تنها نشسته و كسى در محضرش نيست عرض كردم :\r\nمن بقربانت اى ابا عبد اللَّه برادرت ابو محمّد حسن از پدرش براى من حديث فرمود ، . . همين را كه گفتم اشگ چشم مجالم نداد و صداى گريه‌ام بلند شد آن حضرت مرا به سينه چسبانيد و فرمود : براى تو حديث كرد كه من كشته ميشوم ؟ عرض كردم : خدا نكند يا ابن رسول اللَّه فرمود تو را بحقّ پدرت بسؤالم جواب بده از كشته شدن من خبر داد ؟ گفتم آرى ، چه ميشد كه كناره نميگرفتى و بيعت ميفرمودى ؟ فرمود : پدرم براى من حديث فرمود : كه رسول خدا بپدرم فرموده است : كه او و من هر دو كشته ميشويم و قبر من نزديك قبر خواهد بود گمان ميكنى آنچه را كه تو ميدانى من نميدانم ؟ و حقيقت اين است كه هرگز تن به پستى ندهم و روزى كه فاطمهء زهرا پدرش را ملاقات مىكند شكايت آنچه را كه فرزندانش از اين امّت ديده‌اند بحضرت‌اش خواهد فرمود و يكنفر از افرادى كه دل فاطمه را در بارهء فرزندانش آزرده‌اند به بهشت داخل نخواهد شد .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":43},
  {"content":"\r\n\r\nمن ميگويم : شايد بعضى كه از حقيقت شرافت رسيدن بسعادت شهادت بىاطّلاع است اعتقاد چنين كند كه با چنين حال : ( با كشته شدن ) نتوان خدا را پرستش نمود آن كس كه چنين اعتقاد دارد مگر نشنيده است كه در قرآن است : ( قرآن راستگو ) كه طائفه‌اى با كشتن خود خدا را عبادت و پرستش نمودند خداى المؤمنين ميفرمايد :  فَتُوبُوا إِلى بارِئِكُمْ فَاقْتُلُوا أَنْفُسَكُمْ ذلِكُمْ خَيْرٌ لَكُمْ عِنْدَ بارِئِكُمْ  : بسوى خداى آفريدگار خود باز گرديد و خود را بكشيد كه براى شما در پيشگاه آفريدگارتان همين بهتر است ، و شايد منشأ اين عقيده‌اش آن باشد كه از آيهء شريفه (  وَ لا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ  : خود را با دست خود به هلاكت نيندازيد . مقصود كشته شدن است در صورتى كه چنين نيست و بلكه عبادت خداى المؤمنين با كشته شدن از بهترين وسايلى است كه شخص را بدرجات سعادت و نيكبختى مىرساند .\r\nصاحب مقتل مروىّ از مولاى ما امام صادق عليه السّلام در تفسير اين آية روايتى نقل نموده است كه قابل توجّه است .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":44},
  {"content":"\r\n\r\nاز اسلم روايت شده است كه گفت : غزوهء نهاوند بود و يا غزوهء ديگر را گفت كه ما و دشمن در مقابل هم صف‌آرايى نموديم و هر دو صف آنچنان بود كه من درازتر و پهن‌تر از آن‌ها صف نديده بودم ، و سپاه روم پشت‌ها به ديوار شهر خود تكيه داده و آمادهء جنگ بودند ، كه مردى از ما بسپاه دشمن حمله كرد ، مردم فرياد زدند : لا إله الّا اللَّه اين مرد خود را به هلاكت انداخت ، ابو ايّوب انصارى گفت : شما اين آيه را اين طور معنى ميكنيد كه اين مرد حمله كرده و ميخواهد در راه خدا شهيد شود ؟ و حال آنكه چنين نيست ، اين آيه در بارهء ما نازل شد ، براى آنكه ما سرگرم يارى رسول خدا صلّى اللَّه عليه و آله و سلّم بوديم و اهل و عيال و اموال خود را رها كرده بوديم ، به اين خيال افتاديم كه در ميان آنان باشيم تا آنچه را كه فاسد شده است اصلاح كنيم كه در اثر سرگرمى به خدمت رسول خدا همه از دست ميرفت ، خداى المؤمنين براى اعتراض به اين تصميم كه ميخواستيم به منظور اصلاح كار خود از يارى رسول خدا سرپيچى كنيم اين آيه نازل فرمود ،  وَ لا تُلْقُوا بِأَيْدِيكُمْ إِلَى التَّهْلُكَةِ \r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":45},
  {"content":"\r\n\r\n( معنايش چنين است كه اگر از يارى رسول خدا سرباز زنيد و در خانه‌هاى خود بنشينيد خويشتن را بدست خود به هلاكت انداخته‌ايد ، و گرفتار غضب خداوند گرديده هلاك خواهيد شد ، و اين آيه آنچه را كه ما گفته بوديم و تصميم بر آن گرفته بوديم كه در خانهء خود بمانيم ردّ كرد و ما را تحريص بجنگ در ركاب رسول خدا نمود ، نه اينكه در بارهء مردى نازل شده باشد كه حمله بر دشمن نموده و هدف‌اش اين است كه دوستان خود را نيز تحريص نمايد تا مانند او حمله كنند ، و يا آنكه باميد ثواب اخروى ميخواهد در راه جهاد في سبيل اللَّه بدرجهء رفيعهء شهادت برسد .\r\nمن ميگويم : كه ما در ضمن خطبهء كتاب ، به اين معنى تنبيه نموديم و در مطالب آينده نيز اين معنى روشن‌تر خواهد شد .\r\nآنان كه سخنان حسين عليه السّلام را با وليد بن عتبه نقل كرده‌اند گفته‌اند :\r\nكه چون صبح شد حسين عليه السّلام متوجّه بسوى مكّه شد ، و روز سوّم ماه\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":46},
  {"content":"\r\n\r\nشعبان سال 60 هجرى بود و باقيماندهء شعبان و تمام ماه رمضان و شوّال و ذى القعدة را در مكّه بود .\r\nراوى گفت : عبد اللَّه بن عباس رضوان اللَّه عليه و عبد اللَّه بن زبير به خدمت حضرت آمدند ، و از حضرت خواستند كه خوددارى كند ، فرمود :\r\nرسول خدا صلّى اللَّه عليه و آله و سلّم مرا دستورى داده است كه بايد اجرايش كنم ، ابن عبّاس چون اين بشنيد از نزد حسين عليه السّلام بيرون شد و صدا ميزد : وا حسينا .\r\nسپس عبد اللَّه بن عمر آمد و چنين مصلحت انديشى كرد : كه حسين با مردم گمراه بسازد و از جنگ و خونريزى بر كنار باشد ، حضرت فرمود :\r\nيا ابا عبد الرّحمن مگر متوجّه نشده‌اى ؟ كه دنيا در نزد خداوند آنقدر پست و ناچيز است كه سر بريدهء يحيى بن زكريّا بعنوان هديه بنزد زنازاده‌اى از زنازادگان بنى اسرائيل فرستاده شد ، مگر نميدانى ؟ كه بنى اسرائيل در فاصلهء كوتاه طلوع صبح تا طلوع آفتاب هفتاد پيغمبر را\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":47},
  {"content":"\r\n\r\nميكشتند ، و پس از آن در بازارها مىنشستند و خريد و فروش ميكردند آن چنان كه گوئى هيچ عملى انجام نداده‌اند ، با اين همه خداوند در عذاب آنان شتاب نفرمود ، بلكه آنان را مهلت داد و پس از مدّتى آنان را به حكم عزّت و انتقام‌جوئى ذات مقدّسش گرفتار عذاب كرد ، اى ابا عبد الرّحمن از خدا بپرهيز و يارى مرا از دست مده .\r\nراوى گويد : اهل كوفه كه شنيدند حسين عليه السّلام بمكّه رسيده و از بيعت يزيد خوددارى فرموده است ، در خانهء سليمان بن صرد خزاعى اجتماع نمودند ، و چون همگى گرد آمدند سليمان بن صرد براى سخنرانى به پا خواست و در پايان سخنرانى چنين گفت : اى گروه شيعه ، حتما شنيده‌ايد كه معاوية مرده است و بجانب پروردگار خود شتافته ، و به نتيجهء كردار خود رسيده است و اكنون فرزندش يزيد بجاى او نشسته است و اين حسين بن على است كه با او\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":48},
  {"content":"\r\n\r\nمخالفت ورزيده و براى اينكه از شرّ ستمگران خاندان ابى سفيان محفوظ بماند گريزان بمكّه آمده است و شمائيد كه شيعهء او هستيد و پيش از اين هم افتخار شيعه‌گى پدرش را داشتيد ، امروز ، حسين عليه السّلام نيازمند يارى شما است اگر ميدانيد كه ياريش خواهيد نمود و با دشمنش خواهيد جنگيد ؟ پشتيبانى خود را بوسيلهء نامه بعرض برسانيد و اگر ميترسيد كه در انجام وظيفه سستى كنيد و رشتهء كار از دست بدهيد ؟ چه بهتر كه مرد الهى را فريب ندهيد .\r\nراوى گويد : مردم كوفه ، نامه‌اى بدين مضمون بحسين عليه السّلام نوشتند بنام خداوند بخشندهء مهربان ، نامه‌اى است بحسين بن على امير الحسن ، از سليمان بن صرد خزاعى و مسيّب بن نجبة ، و رفاعة بن شدّاد ، و حبيب بن مظاهر ، و عبد اللَّه بن وائل ، و شيعيانش از مؤمنين ، سلام ما بر تو ، و پس از تقديم سلام سپاس خداوندى را كه دشمن تو و دشمن\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":49},
  {"content":"\r\n\r\nپيشين پدرت را درهم شكست ، همان دشمن ستمكار كينه جوى ، كه زمام كار اين امّت را به زور و قلدرى بدست گرفت و بيت المال مسلمين را غاصبانه تصرّف كرد ، بدون رضاى ملّت بر آنان حكومت نمود ، از جنايات زمان حكومتش اينكه نيكان اجتماع را كشت و افراد ناپاك را نگهدارى نمود و مال خدا را بدست ستمگران و سركشان اجتماع سپرد ، از رحمت خدا دور باد هم چنان كه قوم ثمود دور شد ، بارى ما را پيشوائى بجز تو نيست بسوى ما بشتاب ، شايد خداوند بوسيلهء تو كانون حقّى از ما گرد آورد ، و نعمان بن بشير اكنون در كاخ فرماندارى است ، ولى ما نه به نماز جمعهء او حاضر ميشويم و نه به نماز جماعتش ، و در روزهاى عيد با او همراه نيستيم و اگر خبر حركت شما بما برسد او را از كوفه بيرون خواهيم كرد تا راه شام در پيش گيرد ، و سلام بر تو و رحمت و بركات خدا بر تو باد اى پس پيغمبر ، و بر پدر بزرگوارت كه پيش از تو بود و حول و قوّه‌اى به جز از رهگذر استمداد از خداى بزرگ و بزرگوار نيست .\r\nنامهء فوق را به خدمت حضرت فرستادند ، و دو روز بعد جماعتى را بنمايندگى روانه كردند ، كه حامل يك صد و پنجاه نامه بودند و هر نامه‌اى\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":50},
  {"content":"\r\n\r\nبامضاى يك و دو و سه و چهار نفر بود ، كه همگى از حضرت استدعا كرده بودند بكوفه تشريف بياورد . ولى با اين همه حسين عليه السّلام از پاسخ دادن بنامه‌ها خوددارى ميكرد تا اينكه در يك روز ششصد نامه از كوفه رسيد و نامه‌هاى ديگر پى در پى ميرسيد تا آنكه جمع نامه‌ها كه در چند نوبت آمده بود به دوازده هزار نامه رسيد .\r\nراوى گويد : پيرو نامه‌ها ، هانى بن هانى سبيعى و سعيد بن عبد اللَّه حنفى نامهء ذيل را كه آخرين نامهء رسيده بحسين بود ، آوردند در نامه چنين نوشته بود :\r\nبنام خداوند بخشايندهء مهربان ، نامه‌اى است به حسين بن على امير الحسن ، از شيعيانش و شيعيان پدرش امير الحسن ، امّا بعد همهء مردم بانتظار ورود شما هستند و بجز تو به كسى رأى نميدهند اى پسر پيغمبر\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":51},
  {"content":"\r\n\r\nهر چه زودتر و هر چه زودتر تشريف بياوريد كه باغها سر سبز ، و ميوه‌هاى درختان رسيده ، بوستانها پر از گياه و درختها پر برگ است ، اگر تصميم داريد ، تشريف بياوريد كه سپاهى آراسته مقدمت را گرامى خواهند داشت سلام و رحمت خداوند بر تو باد و بر پدرت كه پيش از تو بود .\r\nحسين عليه السّلام به هانى سبيعى و سعيد بن عبد اللَّه حنفي فرمود : به من بگوئيد : چه اشخاصى در نوشتن اين نامه با شما هم‌آهنگ بودند ؟ عرض كردند : يا ابن رسول اللَّه ، شبث بن ربعى و حجار بن ابحر و يزيد بن الحارث و يزيد بن رويم و عروة بن قيس و عمرو بن الحجّاج و محمّد بن عمير بن عطارد ، راوى گفت : حسين عليه السّلام چون اين بشنيد ، به پا خواست و ميان ركن و مقام دو ركعت نماز گذاشت ، و از خداوند مسألت نمود ، تا آنچه خير و صلاح است مقدّر فرمايد ، پس از آن مسلم بن عقيل را خواست و از جريان مطّلعش فرمود و پاسخ نامه‌هاى اهل كوفه را نوشت ، و وعدهء پذيرش دعوت آنان را داد ، و اضافه فرمود كه پسر عمّ خودم مسلم بن عقيل\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":52},
  {"content":"\r\n\r\nرا بسوى شما فرستادم . تا مرا از وضع موجود و آخرين تصميم شما آگاه نمايد .\r\nمسلم ، با نامهء آن حضرت حركت كرد تا بكوفه رسيد ، چون مردم كوفه فهميدند كه حسين عليه السّلام نامه به آنان نوشته از آمدن مسلم بسيار خوشحال شدند و مسلم را بخانهء مختار بن ابى عبيدهء ثقفى وارد نمودند و رفت و آمد شيعيان ، بنزد مسلم بطور مرتّب ادامه داشت ، همين كه گروهى از شيعيان نزد مسلم گرد آمدند ، نامهء حسين را به آنان خواند . احساسات مردم آنچنان شديد بود كه هنگام خواندن نامه همه گريه ميكردند تا آنكه هيجده هزار نفر بمسلم بيعت نمودند .\r\nعبيد اللَّه بن مسلم باهلى و عمارة بن وليد و عمر بن سعد نامه‌اى بيزيد نوشتند و ورود مسلم را گزارش دادند و اظهار نظر كردند : كه نعمان بن بشير را از فرماندارى كوفه عزل و ديگرى بجاى او منصوب نمايد ، يزيد پس از اطّلاع از اوضاع كوفه ، به عبيد اللَّه بن زياد كه فرماندار بصره بود\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":53},
  {"content":"\r\n\r\nنامه نوشته ، و با حفظ سمت او فرماندارى كوفه را نيز به او واگذار نمود ، و جريان كار مسلم بن عقيل و حسين را در نامه متذكّر ، شد ، و دستور اكيد داد كه مسلم را دستگير نموده و بقتل برساند .\r\nعبيد اللَّه پس از دريافت ابلاغ فرماندارى كوفه ، آماده حركت به طرف كوفه گرديد ، حسين بوسيله يكى از غلامان خود بنام سليمان كه كنيه‌اش : ابا رزين بود ، نامه‌اى بعدّه‌اى از بزرگان بصره نوشته بود ، و در آن نامه ، مردم بصره را به يارى خود دعوت نموده و تذكّر داده بود كه لازم است از من اطاعت نمائيد ، و از جملهء آنان يزيد بن مسعود نهشلى و منذر بن جارود عبدى بودند . يزيد بن مسعود قبيله‌هاى تميم و حنظله و سعد را جمع كرد چون همه حاضر شدند گفت : اى بنى تميم ، موقعيّت و شخصيّت مرا در ميان خود چگونه مىبينيد ؟ گفتند : به به ، به خدا قسم\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":54},
  {"content":"\r\n\r\nتو بمنزلهء ستون فقرات ما و سر آمد افتخارات ما هستى ، در مركز دايره و شرافت و بزرگوارى فرود آمده و از همهء ما پيشى گرفته‌اى ، گفت : منظور از اينكه شما را جمع كرده‌ام اين است : كه ميخواهم در كارى با شما مشورت كنم و از شما در پيشرفت كار كمك بگيرم ، گفتند : به خدا قسم ، كه ما خير انديش تو هستيم و سعى خواهيم كرد كه آنچه به نظر ما صواب ميرسد در اختيار تو بگذاريم ، پيش نهاد خود را بكن تا گوش كنيم .\r\nگفت : معويه مرده است و به خدا كه مردن و از دست رفتنش بسيار بىاهمّيّت است كه در خانهء ظلم با مرگ او شكسته شد و پايه‌هاى ستم متزلزل گرديد ، از جنايات او بيعتى بود كه از مردم گرفت ، و به گمان خود عقد آن را استوار كرد ، ولى هرگز به مقصود خود نرسيد ، به خدا قسم كه كوشش‌اش بىنتيجه ماند و از مشورت ، رسوائى ديد ، فرزند خود ، يزيد شراب خوار و سرآمد تبه‌كاران را بجاى خود بنشاند كه اينك مدّعى خلافت بر مسلمين است و بر آنان حكومت مىكند بدون اينكه مسلمانان بحكومت او راضى باشند ، اين پسر با بردبارى كوتاه و دانش اندكى كه دارد يك قدم در راه حق نميتواند بردارد ، به خداوند سوگند ياد ميكنم\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":55},
  {"content":"\r\n\r\nو سوگندم راست است با اين مرد براى پيشرفت دين مخالفت و مبارزه كردن از مبارزه با مشركين افضل است ، اينك حسين بن على پسر دختر پيغمبر است داراى شرافت ريشه‌دار و تدبير اساسى ، فضيلتش بالاتر از توصيف ، و دانش‌اش بىپايان و از همه سزاوارتر بمسند خلافت او است كه هم سابقه‌اش بهتر و هم سنّش بيشتر و خود از خاندان رسالت است با زير دستان ، مهربان و بزرگان را احسان نمايد چه بزرگوار نگهبانى براى رعيّت و پيشوائى براى اجتماع ، كه او است خداوند بوسيلهء او حجّت‌اش را بر همهء مردم تمام و موعظه‌اش را كامل فرموده است ، بنا بر اين ، از مشاهدهء نور حق كور مباشيد و در پست نمودن باطل ساكت ننشينيد كه صخر بن قيس در روز جمل بدست شما خوار شد امروز با رفتن به يارى پسر پيغمبر ، آن لكّهء ننگ را از دامن خود بشوئيد ، به خدا قسم هر كس كه از يارى او كوتاهى كند خداوند ، ذلّت موروثى در فرزندان وى و كم بود در فاميل او قرار ميدهد\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":56},
  {"content":"\r\n\r\nهان كه من به سهم خود ، لباس جنگ بر تن آراسته و زره رزم پوشيده‌ام هر آن كس كه كشته نشود بالاخرة خواهد مرد و هر كس از جنگ فرار كند از چنگال مرگ نجات نخواهد يافت ، خداوند شما را رحمت كند سخنان مرا پاسخ دهيد .\r\nقبيلهء حنظلة بسخن آمدند و گفتند : اى ابا خالد ما همگى تيرهاى تركش تو و سواران فاميل تو هستيم ، اگر بوسيلهء ما بدشمن خويش تير اندازى بهدف خواهد آمد و اگر با ما بجنگ روى پيروز خواهى شد ، به خدا قسم بهر گردابى كه تو فرو روى ما نيز فرو شويم ، و به خدا قسم هر سختى كه تو ملاقاتش كنى ما نيز ملاقات كنيم ، به خدا قسم با شمشيرهاى خود يار و ياور تو هستيم ، و بدنهاى ما سپر بلا براى تو است هر تصميمى كه دارى عملى كن .\r\nآنگاه قبيلهء سعد بن يزيد بسخن در آمدند و گفتند : اى ابا خالد مبغوضترين چيز نزد ما مخالفت تو و بيرون شدن از راى تو است ، و امّا\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":57},
  {"content":"\r\n\r\nصخر بن قيس ، او خود بما دستور ترك جنگ داد ما نيز دستورى را كه بما داده شده بود ستوديم ، و عزّت ما هم چنان باقى است اكنون تو ما را مهلتى ده تا باز گرديم و مشورتى نموده نتيجه را اعلام كنيم .\r\nآنگاه قبيلهء عامر بن تميم بسخن در آمدند و گفتند : اى ابا خالد ما برادران توئيم و جانشينان تو ، در موردى كه تو خشمناك كردى ما رضايت ندهيم و از محلّى كه تو كوچ كنى ما آنجا را وطن نگيريم ، اختيار ما بدست تو است ما را بخوان كه اجابت خواهيم كرد ، و دستور بده كه فرمانبريم هر وقت تصميم بگيرى ما در اختيار تو هستيم .\r\nيزيد بن مسعود گفت : به خدا قسم اى بنى سعد اگر با من مخالفت كنيد خداوند ، هرگز شمشير را از ميان شما نخواهد برداشت و هميشه شمشيرهاى شما در ريختن خون يك ديگر به كار خواهد رفت .\r\nسپس نامه‌اى بحسين عليه السّلام نوشت :\r\nبنام خداوند بخشايندهء مهربان امّا بعد ، دستخطّت به من رسيد ، و آنچه را كه از من خواسته بودى دانستم ، دعوتم فرموده‌اى كه\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":58},
  {"content":"\r\n\r\nحظّ خود را از فرمانبرى تو بدست آورم و به نصيبى كه از يارى تو دارم نايل آيم ، و راستى كه خداوند ، هيچ وقت روى زمين را از كسى كه كار خيرى انجام دهد و يا رهبر راه رستگارى باشد خالى نميگذارد ، و امروز حجّت الهى بر خلق‌اش و امانت او در زمينش شمائيد ، شما از فرع همان درخت زيتون احديّت هستيد كه ذات مقدّسش ريشه آن است و شما شاخه‌هاى آن ، تشريف بياور كه طاير اقبال بر سرت بال گشوده است زيرا گردنهاى بنى تميم ، براى امتثال امرت ذليل و باقيماندهء آنان در پيروى از فرمان تو سرسخت‌تراند از شترى كه سه روز چريده و با شكم پر بر سر چشمهء آب فرود آيد ، قبيلهء سعد را نيز سر بفرمان تو كرده‌ام و ننگ مخالفت را از دامنشان با آب بارانى شسته‌ام كه از ابر سفيد فرود ريزد : ابرى كه از درخشش برق سفيد نمايد .\r\nحسين عليه السّلام وقتى نامه را خواند فرمود : تو را چه مىشود ؟ خداوند\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":59},
  {"content":"\r\n\r\nدر روز ترس ، آسوده خاطرت فرمايد و عزّتت را روز افزون كند و در روز قيامت كه تشنگى بنهايت رسد سيرابت فرمايد .\r\nولى همين كه شخص نامبرده : ( يزيد بن مسعود ) آماده بيرون شدن بسوى حسين گشت پيش از حركت خبر رسيد كه حسين عليه السّلام كشته شد ، وى از دست رفتن اين سعادت بسيار متأثّر و ناراحت گرديد .\r\nو امّا منذر بن جارود كه يكى از حضّار مجلس بود ، نامهء حسين عليه السّلام را با نامه رسان : ( ابو رزين سليمان ) بنزد عبيد اللَّه بن زياد ( كه فرماندار بصره بود ) آورد زيرا منذر ترسيد مبادا كاغذ ، توطئه‌اى از طرف عبيد اللَّه بن زياد باشد و از طرفى بحريّه دختر منذر ، همسر عبيد اللَّه بود عبيد اللَّه بن زياد نامه رسان حضرت را دستگير نمود و بدارش آويخت ، سپس بر منبر شد و خطبه‌اى خواند و مردم بصره را از مخالفت و تحريك افراد ماجرا جو و پست ، ترساند و آن شب را در بصره بود ، چون صبح شد برادرش عثمان بن زياد را نايب خويش نموده و خود به طرف كاخ كوفه\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":60},
  {"content":"\r\n\r\nحركت كرد ، چون نزديك كوفه رسيد از مركب فرود آمده و صبر كرد تا شب فرا رسيد ، و شبانه داخل كوفه گرديد ، مردم كوفه چنين گمان كردند كه حسين عليه السّلام تشريف آورده ، لذا از مقدمش خوشحال شده و اطرافش را گرفتند و همين كه شناختند ابن زياد است از گردش پراكنده شدند ، ابن زياد بكاخ فرماندارى رفت و تا صبح آنجا بود صبح ، بيرون آمده بر منبر رفت و خطبه خواند و از سر پيچى از فرمان حكومت وقت آنان را ترساند و وعده‌هاى نيكى بفرمانبردارى داد .\r\nمسلم بن عقيل كه خبر آمدن ابن زياد را شنيد از اينكه محلّش مشخّص بود بر جان خود بيمناك شد لذا از خانهء مختار بيرون آمده و قصد خانهء هانى بن عروة را نمود ، هانى او را در خانهء خود منزل داد و شيعه‌ها بنزدش رفت و آمد ميكردند ، ابن زياد كارآگاههائى بر مسلم گماشته بود و دانست كه او در خانه هانى است ، محمّد بن اشعث و اسماء بن خارجه و عمرو بن حجّاج را بحضور طلبيد و گفت : چرا هانى بديدن ما\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":61},
  {"content":"\r\n\r\nنيامده است ؟ گفتند : جهتش را نميدانيم و شنيده‌ايم كه بيمار است ، گفت به من هم خبر بيماريش رسيده است ولى شنيده‌ام كه حالش بهبودى يافته و بر در خانه‌اش مىنشيند و اگر بدانم كه هنوز بيمار است حتما بعيادتش ميروم ، او را ملاقات كنيد و متوجّه‌اش سازيد كه نبايد از وظيفه‌اى كه نسبت بما دارد كوتاهى كند ، كه من دوست ندارم هم چون او شخصيّتى كه كه از اشراف عرب است سابقهء بد نزد ما پيدا كند .\r\nاينان به نزد هانى آمدند و هنگام عصر بر در خانه‌اش ايستاده و گفتند : چرا بديدن فرماندار نرفته‌اى ؟ كه به ياد تو بود و گفت : اگر ميدانست كه تو بيمار هستى بعيادت مىآمد ، گفت : همين است و بيمارى اجازهء ملاقات به من نداده است ، گفتند : فرماندار شنيده است كه همه روزه بر در خانه‌ات مىنشينى از اين رو نرفتن بملاقات را بىاعتنائى شمرده است و البتّه حكومت وقت از مانند توئى تحمّل بىاعتنائى نتواند ، كه تو بزرگ فاميل خود هستى ، ما تو را سوگند ميدهيم كه سوار شده و همراه\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":62},
  {"content":"\r\n\r\nما بديدن فرماندار بيا ، هانى لباسهايش را طلبيده و پوشيد و سپس قاطر را طلبيده و سوار شد تا آنكه نزديك كاخ رسيد ، گوئى دلش احساس خطر كرد بحسّان بن اسماء بن خارجه گفت ، اى برادر زاده ، به خدا قسم كه من از اين مرد ميترسم رأى چيست ؟ گفت : عمو ، به خدا قسم من از هيچ بر تو باك ندارم بىجهت خيالى بدل راه مده ، و حسّان نميدانست كه عبيد اللَّه بچه جهت كس بدنبال هانى فرستاده است ، هانى آمد و آن چند نفر نيز بهمراهش بودند تا همگى بر عبيد اللَّه داخل شدند ، عبيد اللَّه كه چشمش بهانى افتاد ، گفت : احمق با پاى خود آمد سپس رو بشريح قاضى كه نشسته بود نمود و با اشاره بهانى شعر عمرو بن معديكرب زبيدى را خواند بدين مضمون :\r\n من‌اش زندگى خواهم او مرگ من * چه عذر آورد دوستت نزد من \r\nهانى گفت : امير مگر چه شده است ؟ گفت : ساكت شو اى هانى\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":63},
  {"content":"\r\n\r\nاين كارها چيست كه در محيط تو نسبت به امير الحسن و همهء مسلمانان انتظار ميرود ؟ مسلم بن عقيل را بكوفه آورده‌اى و در سراى خودت منزلش داده‌اى و اسلحه و افراد در خانه‌هاى اطراف خود جمع ميكنى و گمان ميكنى كه اين كارهايت بر ما پنهان ميماند ؟ گفت : اين كارها را من نكرده‌ام . ابن زياد گفت : بلى تو كرده‌اى ، گفت : خدا امير را اصلاح فرمايد من نكرده‌ام ابن زياد گفت : معقل ، غلام مرا نزد من حاضر كنيد معقل ، كار آگاه مخصوص ابن زياد بود كه بسيارى از اسرار مردم را بدست آورده بود ، معقل آمد و در مقابل ابن زياد ايستاد ، چون چشم هانى بر او افتاد او را شناخت و فهميد كه كارآگاه بوده ، گفت : خدا امير را اصلاح كند به خدا ، من نه كس بنزد مسلم فرستاده‌ام و نه او را دعوت كرده‌ام ولى چه كنم ؟ بخانهء من پناه آورد و من پناهش دادم و شرمم آمد كه ردّش نمايم ، بارى بود كه بر دوش من آمد و بناچار از مسلم پذيرائى نمودم ، حال ، كه تو اطّلاع پيدا كرده‌اى مرا رها كن كه باز گردم و مسلم را از خانهء خود بيرون كنم\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":64},
  {"content":"\r\n\r\nتا بهر جا كه ميخواهد برود و من از اين تعهّدى كه نسبت به او دارم و پناهى كه به او داده‌ام بيرون بيايم .\r\nابن زياد گفت : از من جدا نخواهى شد تا آنكه مسلم را نزد من بياورى گفت : نه ، به خدا قسم هرگز او را نزد تو نخواهم آورد ، مهمان خود را بدست تو بدهم كه او را بكشى ؟ گفت : به خدا بايد او را نزد من بياورى ، هانى گفت : نه به خدا كه نخواهمش آورد ، چون سخن ميان آن دو بدرازا كشيد مسلم بن عمرو باهلى برخاست و گفت : خدا امير را اصلاح كند ، اجازه بده تا من با هانى چند كلمهء خصوصى صحبت كنم ، اين بگفت و برخاست و هانى را بگوشه‌اى از مجلس برد ولى ابن زياد آن دو را ميديد و سخن‌شان را مىشنيد كه ناگاه صدايشان بلند شد .\r\nمسلم گفت : اى هانى تو را به خدا خودت را بكشتن مده و فاميلت را مبتلا مكن به خدا قسم ، من ميخواهم تو را از كشته شدن نجات دهم اين مرد : ( مسلم بن عقيل ) پسر عموى اين مردم است نه او را ميكشند و نه\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":65},
  {"content":"\r\n\r\nزيانى به او ميرسانند تو او را تسليم ابن زياد بكن و مطمئنّ باش كه هيچ گونه ننگ و عارى بر تو نيست زيرا تو او را بحكومت وقت تحويل داده‌اى ، هانى گفت : به خدا قسم كه اين ننگ و عار براى من بس است كه با دو بازوى سالم و اين همه يار و ياور كه من دارم پناهنده و ميهمان خود و نمايندهء پسر پيغمبر را بدست دشمن بسپارم ، به خدا قسم اگر هيچ كس نداشته باشم و خودم تك و تنها و بىياور بمانم او را تحويل نخواهم داد تا آنكه خودم پيش از او كشته شوم ، مسلم هر چه هانى را قسم ميداد ، او ميگفت :\r\nبه خدا قسم هرگز مسلم را تحويل ابن زياد ندهم .\r\nچون ابن زياد اين سخنان بشنيد ، گفت : هانى را نزديك من آوريد نزديكش آوردند ، گفت : به خدا قسم ، يا بايد مسلم را به من تحويل بدهى و يا گردنت را ميزنم ، هانى گفت : اگر مرا بكشى برق شمشيرهاى فراوانى در اطراف كاخت خواهد درخشيد ابن زياد گفت : متأسّفم ، با شمشيرهاى درخشان مرا ميترسانى ؟ هانى به گمان اينكه قبيله‌اش\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":66},
  {"content":"\r\n\r\nگفتگوى او را با ابن زياد ميشنوند .\r\nسپس ابن زياد گفت : هانى را نزديكتر بياوريد نزديكترش بردند با عصائى كه در دست داشت آنقدر بر بينى و پيشانى و صورت هانى زد كه بينيش شكست و خون بر لباس‌اش ريخت و گوشتهايش صورت و پيشانيش بر محاسنش پاشيده شد و چوب دستى ابن زياد شكست .\r\nهانى دست برد و قبضهء شمشير پاسبانى را گرفت ولى پاسبان خود را كنار كشيد ، ابن زياد فرياد زد او را بگيريد هانى را گرفته كشان كشان بيكى از اطاقهاى كاخ انداختند و درش را به روى هانى بستند ابن زياد دستور داد : نگهبانى بر در اطاق گذاشتند ، اسماء بن خارجة برخاست و روى بابن زياد كرده ( و بعضى گفته است كه حسّان بن اسماء بود ) و گفت : مگر ما رسولان مكر بوديم ؟ امير ، تو ما را دستور دادى كه اين مرد را نزد تو\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":67},
  {"content":"\r\n\r\nبياوريم همين كه آورديم استخوانهاى صورتش را شكستى و ريشش را پر خون نمودى و پندارى كه او را توانى كشت ؟ ابن زياد خشمناك شد و گفت تو اينجائى ؟ سپس دستور داد آنقدر او را زدند كه از زبان افتاد و بزنجيرش كشيده در گوشه‌اى از كاخ زندانش نمودند ، گفت : انّا للَّه و انّا اليه راجعون اى هانى خبر مرگ خودم را به تو مىدهم .\r\nراوى گفت : به عمرو بن حجّاج خبر رسيد كه هانى كشته شد و رويحة دختر عمرو همسر هانى بن عروة بود ، عمرو با تمام افراد قبيلهء خود مذحج حركت كرده و اطراف كاخ ابن زياد را محاصره كرد و فرياد كشيد من عمرو بن حجّاجم و اينان سواران و بزرگان مذحج‌اند نه از اطاعت حكومت وقت سرپيچى كرده‌ايم و نه از اجتماع مسلمانان فاصله گرفته‌ايم بما خبر رسيده كه دوست ما هانى كشته شده است عبيد اللَّه دانست كه قبيلهء مذحج ، كاخ را محاصره نموده و سخنرانى ميكنند بشريح دستور داد تا بنزد هانى برود و سلامتى او را كه به چشم خود مشاهده نموده بمردم ابلاغ نمايد\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":68},
  {"content":"\r\n\r\nشريح هم اين كار را كرد و خبر سلامتى هانى را به آنان داد آنان نيز بگفتهء شريح راضى شده و بازگشتند .\r\nراوى گفت : خبر گرفتارى هانى بمسلم بن عقيل رسيد با افرادى كه بيعتش نموده بودند بجنگ عبيد اللَّه بيرون شد عبيد اللَّه در كاخ فرماندارى پناه گرفت و سربازانش با سربازان مسلم بجنگ پرداختند و عبيد اللَّه با اطرافيانش كه در ميان كاخ بودند سرها از كاخ بيرون نموده و ياران مسلم را از جنگ ميترساندند و وعده‌هاى ميدادند كه اينك لشكر شام از پشت سر بكمك ما خواهد رسيد اين تبليغات سوء ادامه داشت تا آنكه شب فرا رسيد با آمدن شب ، ياران مسلم از دور او پراكنده شدند و به يكديگر ميگفتند :\r\nما را چه كه به اين آتش فتنه دامن بزنيم چه بهتر كه در خانه‌هاى خويش بنشينيم و اينان را رها كنيم تا خداوند صلح را در ميانشان بر قرار كند ، بنشينيم و اينان را رها كنيم تا خداوند صلح را در ميانشان بر قرار كند ، در نتيجهء اين تبليغات بجز ده نفر همراه مسلم به مسجد داخل شد و تا نماز مغرب بخواند آن ده نفر نيز از گردش پراكنده شدند چون چنين ديد ، تك\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":69},
  {"content":"\r\n\r\nو تنها از مسجد بيرون شد ، و در كوچه‌هاى كوفه ميگشت تا آنكه بر در خانهء زنى بنام طوعة ايستاد و آب از او خواست ، زن سيرابش نمود ، سپس درخواست كرد كه او را در خانهء خود پناه دهد ، زن نيز پذيرفت و پناهش داد ، فرزندش دانست كه مسلم در خانهء او است ، و بابن زياد گزارش داد ابن زياد محمّد بن اشعث را احضار كرد و عدّه‌اى سرباز بهمراهش نمود ، و مأمور جلب مسلم‌اش كرد ، چون بدر خانهء آن زن رسيدند و صداى سم اسبها به گوش مسلم رسيد زره خود را پوشيد و بر اسب خود سوار شد و با سربازان عبيد اللَّه مشغول جنگ گرديد تا آنكه عدّه‌اى از آنان را كشت محمّد بن اشعث فرياد زد كه اى مسلم تو در امان ما هستى ، مسلم گفت : به امام مردم حيله‌گر و بدكردار چه اعتمادى توان داشت ؟ باز مشغول جنگ شد و اشعار حمران بن مالك خثعمى را كه در روز قرن سروده بود ميخواند بدين مضمون :\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":70},
  {"content":"\r\n\r\n من عهد جانبازى به راه دوست بستم * آزاده خواهم داد سر ، كز قيد رستم\r\nگر مرگ در كامم شرنگى بود ليكن * چون طوطيان از شوق او شكّر شكستم\r\nراهى نه با نيرنگ باشد نى فريبم * نى سرد را با تلخ و گرم آميختستم\r\nهر كس به روزى بايدش ديدن بدى را * امروز بينيد آن بدى از ضرب دستم \r\nلشكريان صدا زدند كه كسى به تو دروغ نميگويد و تو را فريب نميدهد ، ولى باز مسلم بگفتار آنان توجّهى ننمود و در اثر زخمهائى كه بپيكرش رسيد نيرويش از دست رفت و سربازان عبيد اللَّه بر او هجوم آوردند سربازى از پشت سر چنان نيزه بر او زد كه بر وى زمين افتاد ، و به حالت اسارت دستگير شد .\r\nچون مسلم را بمجلس ابن زياد وارد نمودند سلام نكرد ، پاسبانى او را گفت : بفرماندار سلام بده ، مسلم گفت : ساكت باش واى بر تو به خدا قسم كه او فرماندار من نيست ، ابن زياد گفت : اشكالى ندارد سلام بدهى يا ندهى كشته خواهى شد ، مسلم گفت : اگر تو مرا بكشى - تازه‌گى ندارد\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":71},
  {"content":"\r\n\r\nبدتر از تو بهتر از مرا كشته است از اين گذشته ، تو در زجر كشى و كار زشت مثله نمودن و ناپاكى طينت و پست فطرتى در حال پيروزى ، به هيچ كس مجال نميدهى كه از تو به اين جنايات سزاوارتر باشد ، ابن زياد گفت : اى مخالف سركش بر پيشوايت خروج كردى ؟ وصف وحدت مسلمين را در هم شكستى ؟ و فتنه و آشوب برانگيختى ؟ مسلم گفت : اى پسر زياد وحدت مسلمانان را معاوية و پسرش يزيد درهم شكست و فتنه و آشوب را تو و پدرت زياد بن عبيد بردهء بنى علاج از ثقيف ، بر پا نمود و من اميدوارم كه خداوند بدست بدترين افراد خلق شهادت را نصيب من فرمايد ابن زياد گفت : در آرزوى چيزى بودى كه خداوند نگذاشت و آن را بدست اهلش سپرد ، مسلم گفت : اى پسر مرجانة چه كسى صلاحيّت آن را دارد ؟ گفت : يزيد بن معاوية ، مسلم گفت : سپاس خداى را ما راضى هستيم كه خدا ميان ما و شما حكم فرمايد ، ابن زياد گفت : تو گمان كرده‌اى\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":72},
  {"content":"\r\n\r\nكه تو را در اين كار بهره و نصيبى است ؟ مسلم گفت : به خدا قسم نه اينكه گمان دارم بلكه به يقين دانم ، ابن زياد گفت : بگو بدانم چرا به اين شهر آمدى و محيط آرام شهر را بهم زدى و تفرقه ميان اجتماع ايجاد كردى مسلم گفت : منظور من از آمدن اين نبود و لكن اين شما بوديد كه كارهاى زشت را آشكار و كار نيك را از ميان اجتماع برديد و بدون رضاى مردم بر آنان حكومت كرديد ، و خلاف دستورات الهى را بر آنان تحميل نموديد ، و برسم كسرى و قيصر در ميان آنان رفتار نموديد ، ما آمديم تا بر نامهء امر بمعروف و نهى از منكر و دعوت به حكم قرآن و سنّت پيغمبر را اجرا كنيم و صلاحيّت اين كار را نيز داشتيم ، ابن زياد شروع كرد بناسزا گفتن به على و حسن و حسين عليهم السّلام مسلم گفت : تو و پدرت بدشنام سزاوارترى ، هر چه خواهى بكن اى دشمن خدا ، ابن زياد به بكر بن حمران مأموريّت داد كه مسلم را ببالاي كاخ برده و بكشد ، بكر ، مسلم را به بام كاخ برد و زبان مسلم مشغول تسبيح خداى المؤمنين و استغفار و\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":73},
  {"content":"\r\n\r\nدرود بر پيغمبر بود كه گردنش را زد و وحشت زده از بام فرود آمد ابن زياد به بكر گفت : ترا چه شد ؟ گفت امير آن لحظه كه مسلم را كشتم مرد سياه چهرهء بد صورتى را در مقابل خود ديدم كه انگشت بدندان گرفته و يا گفت : ( لب گزان ) آنچنان از ديدن او ترسيدم كه هرگز چنين نترسيده بودم ، ابن زياد ملعون گفت : شايد از وحشتى مىبوده كه تو را فرا گرفته بوده است سپس دستور داد هاني بن عروة را بيرون آورده و بكشند هانى مكرّر ميگفت : اى قبيلهء مذحج و كجا قبيلهء مذحج بداد من ميرسد ، اى عشيرهء من و كجا هستند فاميل من كه بفرياد من برسند مأمور قتل ، او را گفت : گردنت را كشيده نگاه دارد كه براى شمشير زدن آماده‌تر باشد ) گفت : به خدا قسم كه من چنين سخاوتى ندارم و شما را بكشتن خود يارى نكنم ، ابن زياد غلامى داشت رشيد نام او هانى را كشت عبد اللَّه بن زبير اسدى در بارهء كشته شدن مسلم و هانى شعرى\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":74},
  {"content":"\r\n\r\nبدين مضمون سروده است ، و گفته شده است كه سراينده ، فرزدق است و بعضى سليمان حنفى را سرايندهء اشعار خوانده است :\r\n گر تو بخواهى كه مرگ بينى با چشم * مسلم و هانى نگر تو بر سر بازار\r\nپيل تنى كش ز تيغ صورت مجروح * كشتهء ديگر ز بام گشته نگونسار\r\nدست زنازاده‌اى بخونشان آغشت * شد سخن روز اين جنايت و كشتار\r\nپيكرى از مرگ رنگ گشته دگرگون * جسمى ، خونش روان بدامن كهسار\r\nتاره جوانى ببزم ، دخت پر آزرم * سرو رواني برزم ، تيغ شرربار\r\nوين عجب اسماء سوار مركب و ايمن * مذحج ، خونخواه او چو لشكر جرّار\r\nگردوى اندر طواف خيل مراد است * منتظر فرصت و مراقب اخبار\r\nگر نستانيد خونبهاى برادر * پست و زبونيد چون زنان زناكار \r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":75},
  {"content":"\r\n\r\nراوى گفت : عبيد اللَّه بن زياد ضمن نامه‌اى خبر كشتن مسلم و هانى را بيزيد گزارش داد ، يزيد نامهء عبيد اللَّه را با سپاسگزارى از كارها و شدّت عملش پاسخ داد و اضافه كرد كه گزارش رسيده حاكى است كه حسين عليه السّلام به آن سوى متوجّه شده است و دستور داد كه كاملا سخت‌گيرى كند و هر كس را گمان برد و يا احتمال داد سر مخالفت دارد انتقام گيرد و زندانى كند و حسين عليه السّلام روز سه شنبه سوّم ذى الحجة ( روز چهارشنبه هشتم ذى الحجة نيز گفته شده است ) سال ششم از هجرت از مكّه حركت كرد و هنوز خبر كشته شدن مسلم به آن حضرت نرسيده بود زيرا همان روزى كه مسلم كشته گشت حسين عليه السّلام از مكه بيرون شد .\r\nو روايت شده است كه چون حسين عليه السّلام خواست از مكّه بيرون شود براى سخنرانى به پا خواست و فرمود :\r\nستايش خداى راست و آنچه خدا بخواهد مىشود و نيروئى جز از\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":76},
  {"content":"\r\n\r\nخداوند نيست درود خداوند بر پيغمبرش باد ، مرگ بر فرزند آدم مسلّم است هم چون گردن بند در گردن دختران جوان ، چقدر مشتاقم بديدار گذشتگانم آنچنان كه يعقوب را بديدار يوسف اشتياق بود مرا كشتارگاهى مقرّر است كه بايد آنجا برسم ، گوئى مىبينم پيوندهاى بدن مرا گرگان بيابان‌ها از هم جدا مىكنند در سرزمينى ميان نو اويس و كربلا تا روده‌هاى خالى و انبانهاى گرسنه را از پاره‌هاى تن من پر كنند ، آدمى از سرنوشت ناگزير است ، ما خاندان رسالت برضاى خداوند راضى هستيم و ببلايش شكيبا ، و خداوند بهترين پاداش شكيبايان را بما عطا خواهد فرمود هرگز پارهء تن رسول خدا از او جدا نگردد و همگى در جايگاه قدس در كنار اويند تا ديده‌اش با آنان روشن شود و وعدهء الهى به آنان تحقّق يابد هر كه خواهد تا خون دل خود را در راه ما نثار كند و آمادهء حركت هست همراه ما كوچ كند كه من بصبحگاه امشب كوچ خواهم نمود .\r\nابو جعفر محمّد بن جرير طبرى امامى در كتاب دلايل الامامه روايت\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":77},
  {"content":"\r\n\r\nنموده : كه ابو محمّد سفيان بن وكيع از پدرش وكيع و او از اعمش روايت نموده كه گفت : ابو محمّد واقدى و زرارة بن خلج گفتند : ما حسين بن على را پيش از آنكه بسوى عراق حركت كند ملاقات كرديم و از ناپايدارى مردم كوفه آگاهش نموديم و او را گفتيم : كه دلهاى آنان با او است ولى شمشيرهايشان بر روى او ، آن حضرت چون سخن ما را شنيد اشاره‌اى بجانب آسمان نمود ، درهاى آسمان باز شد و آنقدر فرشته فرود آمد كه شماره‌شان را جز خداوند كس نداند و فرمود : اگر نه اين بود كه چيزهائى بهم نزديك شده و وقت مرگ فرا رسيده است به يارى اين فرشتگان با اين مردم ميجنگيدم ولى من بيقين ميدانم كه قتلگاه من و قتلگاه اصحاب من آن جا است و بجز فرزندم على كسى را نجات نيست .\r\nو معمّر بن مثنّى در مقتل الحسين روايت كرده است چون روز ترويه\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":78},
  {"content":"\r\n\r\nشد عمر بن سعد بن ابى وقّاص « 1 » با قشون زيادى بمكّه وارد شد و از طرف يزيد مأموريّت داشت كه اگر حسين مبارزهء جنگى آغاز كند متقابلا با حسين مبارزه كند و اگر نيرو به قدر كافى داشته باشد خود او جنگ را آغاز نمايد .\r\nپس حسين عليه السلام روز ترويه از مكّه بيرون شد و از اصل احمد بن حسين بن عمر بن بريدة كه محدّثى مورد اعتماد است روايت شده كه او از اصل محمّد بن داود قمّى از امام صادق نقل مىكند كه فرمود : شبى كه بصبحش حسين عليه السّلام تصميم داشت از مكّة حركت كند محمّد بن حنفيّة شبانه بنزد حسين عليه السلام رفت و گفت : برادرم ، ديدى كه اهل كوفه با پدرت و برادرت چه حيله و مكرى به كار بردند ، و من ميترسم كه حال تو نيز مانند حال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) آمدن عمر بن سعد ؟ ؟ ؟ ؟ بعيد مينمايد و شايد روايت با عمر و بن سعيد اشدق كه هنگام فوت معاويه حاكم مكه بود اشتباه شده است و او بوده كه از مسافرت و يا از نزد يزيد به مكه آمده است و عجبتر اينكه در جريان وصيت مسلم بن عقيل در مجلس ابن زياد بعمر بن سعد اشتباه به عكس روى داده است و ابن عبد ربه در عقد الفريد و ابن قتيبه در الامامة و السياسة و على بن احمد مالكى در فصول المهمة بجاى عمر بن سعد عمر و بن سعيد نوشته‌اند . مترجم\r\n","page_name":" 63 ","page_number":79},
  {"content":"\r\n\r\nپدر و برادرت گردد ، اگر رأيت به ماندن در مكّه باشد عزيزترين فردى خواهى بود كه در حرم الهى است و كسى را به تو دسترسى نخواهد بود ، فرمود : برادرم ، ميترسم يزيد بن معاوية بناگاه مرا بكشد و احترام اين خانه با كشته شدن من از ميان برود محمّد بن حنفيّه گفت : اگر از چنين پيش آمدى ميترسى بسوى يمن و يا يكى از بيابانهاى دور دست برو كه از هر جهت محفوظ باشى و كسى را به تو دسترسى نباشد فرمود : تا به بينم ، چون سحر شد حسين عليه السلام كوچ كرد خبر كوچ كردن حسين بمحمّد بن حنفيّه رسيد ، آمد و زمام شترى را كه حضرت سوار بر آن بود بگرفت و عرض كرد :\r\nبرادر مگر وعده نفرمودى كه پيشنهاد مرا مورد توجّه قرار دهى ؟ فرمود :\r\nچرا ، عرض كرد : پس چرا به اين شتاب بيرون ميروى ؟ فرمود : پس از آنكه از تو جدا شدم رسول خدا صلّى اللَّه عليه و إله نزد من آمد و فرمود : حسين بيرون برو كه مشيّت خداوندى بر اين است كه تو را كشته به بيند ، محمّد بن حنفيّه\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":80},
  {"content":"\r\n\r\nگفت : انّا اللَّه و انّا اليه راجعون ، حال كه تو با اين وضع بيرون ميروى پس همراه بردن اين زنان چه معنى دارد ؟ فرمود : رسول خدا صلى اللَّه عليه و إله به من فرمود : مشيّت خدا بر اين شده است كه آنان را نيز اسير و گرفتار به بيند اين بگفت و با محمّد خداحافظى فرموده و حركت كرد .\r\nمحمّد بن يعقوب كلينى ره در كتاب وسائل از محمّد بن يحيى و او از محمّد بن حسين و او از ايّوب بن نوح و او از صفوان و او از مروان بن اسماعيل و او از حمزة بن حمران و او از امام صادق عليه السلام نقل كرده است : كه راوى گفت : صحبت در اطراف خروج حسين عليه السلام بود و اينكه چرا محمّد بن الحنفيّة در مدينه ماند ؟ حضرت فرمود : اى حمزه الآن مطلبى به تو ميگويم مشروط بر اينكه پس از اين مجلس ديگر در آن باره پرسشى نكنى ، حسين عليه السلام چون خواست حركت كند دستور داد كاغذى آوردند و بر آن\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":81},
  {"content":"\r\n\r\nنوشت بسم اللَّه الرّحمن الرّحيم نامه‌اى است از حسين بن على به بنى هاشم امّا بعد هر كس به من پيوست كشته خواهد شد و هر كه باز ماند به پيروزى نائل نخواهد آمد و السلام .\r\nو شيخ مفيد محمّد بن محمّد بن نعمان رضى اللَّه عنه در كتاب مولد النّبي و مولد الاوصياء با سند خود از امام جعفر صادق عليه السلام نقل مىكند كه فرمود : هنگامى كه حسين عليه السّلام شبانه از مدينه بمكّه حركت كرد گروه‌هاى فرشتگان باصفهاى آراسته و پشت سر هم اسلحه بدست و هر يك بر اسبى از اسبهاى بهشتى سوار خدمت حضرت رسيدند و سلام دادند و عرض كردند : اى آنكه پس از جدّ و پدر و برادر ، حجّة خداوند بر خلق تو هستى همانا كه خداوند عزّوجل جدّ تو را در جاهاى بسيارى بوسيله ما كمك و يارى فرموده و اكنون نيز ما را به يارى تو فرستاده است ، حضرت\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":82},
  {"content":"\r\n\r\nفرمود : وعده‌گاه نم و شما در گودال و بقعه‌اى كه آنجا شهيد خواهم شد كه همان كربلا است چون به آنجا رسيدم نزد من بيائيد عرض كردند :\r\nخداوند ، ما را مأمور فرموده است كه گوش بفرمان و فرمانبردار شما باشيم و اگر از دشمنى بيمناك هستى ما بهمراه تو باشيم ، فرمود : راهى ندارند كه آسيبى به من برسانند تا به بقعهء خويش برسم .\r\nو گروههائى از مؤمنين جنّ آمدند و عرض كردند : آقا ، ما شيعيان و ياران شمائيم هر چه خواهيد دستور دهيد ، اگر دستور بدهى كه همهء دشمنان تو كشته شود و تو از جاى خود حركت نكنى ما دستور را اجرا مىكنيم ، حضرت فرمود : خداوند بشما پاداش نيك بدهد ، و فرمود : مگر نخوانده‌ايد قرآنى را كه بجديم رسول خدا فرود آمده است ؟ كه ميفرمايد :\r\nاگر در ميان خانه‌هاى خود باشيد آنكه مرگ بر ايشان مقدّر شده است بسوى بستر مرگ خويش ميروند ( و گذشته از اين ) اگر من در هر و وطن خود بمانم پس اين مردم نگونسار بچه وسيله آزمايش شوند ؟ و چه\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":83},
  {"content":"\r\n\r\nكسى در قبر من جاى گزين خواهد شد ؟ جايى كه خداوند ، آن روز كه بساط زمين را گسرتد آن جاى را براى من برگزيد و پناه‌گاه شيعيان و دوستان ما قرار داد تا عملها و نمازهاشان آنجا پذيرفته شود و دعايشان مستجاب گردد و شيعيان ما آنجا سكونت كنند تا در دنيا و آخرت در امان باشند ولى شما روز شنبه كه روز عاشورا است حاضر شويد ( و در روايت ديگر روز جمعه است ) روزى كه من در پايان آن روز كشته خواهم شد و پس از كشته شدن من ، دشمنان من بدنبال ريختن خون كسى از عائله و فاميل و برادران و خاندان من نخواهند بود و سر بريدهء من بنزد يزيد بن معاوية فرستاده خواهد شد ، جنّيان گفتند : اى دوست خدا و فرزند دوست خدا به خدا قسم اگر نه اين بود كه دستورات تو لازم الاجراء است و ما را بمخالفت آن راهى نيست ، در اين مورد مخالفت ميكرديم و همهء دشمنان تو را پيش از آنكه دسترسى به تو پيدا كنند مىكشتيم ، فرمود :\r\nبه خدا قسم ما به اين كار از شما تواناتريم و لكن مرحله‌اى است آزمايشى تا راه براى هر كس كه هلاك شود و يا زندگى جاويد يابد روشن و نمايان گردد ، سپس حضرت به راه خود ادامه داد تا گزارش به تنعيم افتاد ، آنجا\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":84},
  {"content":"\r\n\r\nقافلهءاى ديد كه بار قافله هديه‌اى بود كه بحير بن ريسان حميرى استاندار يمن براى يزيد بن معاويه فرستاده بود حضرت بار قافله را تحويل گرفت كه زمامدارى مسلمين حق مسلّم او بود و بشتر داران فرمود : هر كس دوست دارد با ما بعراق بيايد كرايه‌اش را تماما مىپردازيم و از همراهيش قدردانى ميكنيم ، و هر كس بخواهد از ما جدا شود به همان اندازه كه از راه طىّ كرده كرايه‌اش را خواهيم پرداخت ، جمعى بهمراهش آمدند و جمعى ديگر خوددارى نمودند .\r\nسپس حضرت به راه خود ادامه داد تا بذات العرق رسيد آنجا بشر بن غالب را ديد كه از عراق مىآيد پرسيدش كه اهل عراق در چه وضعى بودند ؟ عرض كرد : من كه آمدم دلهاشان با تو بود ولى شمشيرهاشان با\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":85},
  {"content":"\r\n\r\nبنى اميّه ، فرمود : برادر بنى اسد سخن براست گفت ، خداوند بهر چه كه مشيّتش تعلّق پذيرد انجام ميدهد و هر چه را كه اراده فرمايد حكم مىكند .\r\nراوى گفت : سپس حسين عليه السلام براهش ادامه داد تا هنگام ظهر در ثعلبيّه فرود آمد ، سر ببالين گذاشت و بخواب رفت و سپس بيدار شد و فرمود : ديدم يكى صدا ميزد شما تند ميرويد ولى مرگ شما را تندتر به بهشت ميبرد ، فرزندش على عليه السلام عرض كرد : پدر جان مگر ما بر حق نيستيم ؟ فرمود : چرا فرزندم ، قسم به آن خدائى كه بازگشت بندگان بسوى او است ، عرض كرد : پدر جان اگر چنين است ما را از مرگ چه باك ؟\r\nحسين عليه السلام فرمود : فرزندم ، خداوند بهترين پاداشى را كه بفرزندى از پدر داده به تو عطا فرمايد .\r\nسپس حسين عليه السّلام در همان منزل شب را بصبح رساند چون صبح كرد مردى كه كنيه‌اش ابا هرّه ازدى بود از كوفه مىآمد ، به خدمت حضرت\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":86},
  {"content":"\r\n\r\nرسيد و سلام كرد سپس عرض كرد : اى پسر پيغمبر براى چه از حرم خدا و حرم جدّت رسول خدا بيرون شدى ؟ حسين عليه السّلام فرمود : هان ابا هرّه بنى اميّة ثروتم را گرفتند صبر كردم دشنامم دادند و بآبرويم لطمه زدند باز تحمّل كردم ، بدنبال ريختن خونم بودند فرار كردم ، و به خدا قسم ياد ميكنم كه حتما گروهى ستمكار مرا خواهد كشت و خداوند لباس ذلّتى به آنان به پوشاند كه سراپاىشان را فرا گيرد و شمشير برّانى بر آنان فرود آيد و حتما خداوند كسى را بر آنان مسلّط خواهد كرد كه از قوم سبا كه زنى بر آنان حكومت ميكرد و اختيار مال و جانشان را داشت ذليل‌تر گردند سپس از آن جا روانه شد .\r\nجمعى از بنى فزاره و قبيلهء بجيلة نقل كردند كه ما بهمراه زهير بن قين بوديم كه از مكّة رو به وطن مىآمديم و بدنبال حسين عليه السّلام در حركت بوديم تا به او رسيديم و هر جا كه حسين ميخواست منزل كند ما كناره گرفته و در طرفى ديگر فرود مىآمديم ، در يكى از منازل كه حسين فرود آمد\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":87},
  {"content":"\r\n\r\nما را چاره‌اى جز اين نبود كه در همان جا منزل كنيم پس از فرود آمدن مشغول غذا خوردن بوديم كه ديديم فرستادهء حسين رو بما مىآيد ، آمد تا سلام كرد و سپس گفت : اى زهير بن قين ابا عبد اللَّه الحسين مرا بنزد تو فرستاده است تا تو را ابلاغ كنم كه نزد حسين بيائى همين كه اين پيام را رساند همهء ما لقمه‌ها كه در دست داشتيم افكنديم و گوئى پرنده بر سر ما نشسته بىحركت مانديم ، زن زهير كه ديلم دختر عمرو بود بزهير گفت :\r\nسبحان اللَّه پسر پيغمبر كس بنزد تو ميفرستد و تو دعوتش را اجابت نميكنى ؟ ميرفتى و بسخنش گوش فرا ميدادى ، زهير چون اين سخن بشنيد بنزد حسين رفت زمانى نگذشت كه با روى خندان و صورتى نورانى بازگشت و دستور داد خيمه و بار و اثاث‌اش را كنده و نزديك حسين بر پا كردند و بزنش گفت : تو را طلاق گفتم زيرا نميخواهم بخواطر من جز خير چيزى به تو برسد من تصميم گرفتم بهمراه حسين باشم تا خود را فدايش كنم و جانم را سپر بلايش نمايم سپس هر چه از اموال تعلّق بزن داشت به او\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":88},
  {"content":"\r\n\r\nداد و او را بدست يكى از عموزاده‌هايش سپرد تا بخانواده‌اش برساند زن از جاى برخاست و گريه كرد و با زهير وداع نمود و گفت : خدا ياور مدد كارت باد ، و هر چه خير است برايت پيش آورد خواهشى كه دارم مرا بروز قيامت نزد جدّ حسين از ياد مبرى ، پس زهير بيارانش گفت :\r\nهر كس دوست دارد با من باشد بيايد و گر نه اين ديدار آخرين من است با او .\r\nسپس حسين عليه السّلام از آن منزل روانه شد تا بزبالة رسيد . در اين منزل بود كه خبر شهادت مسلم به او رسيد حضرت بعدّه‌اى كه بدنبال او بودند خبر شهادت مسلم را داد ، افرادى كه بطمع دنيا بودند و يقين‌شان كامل نبود پس از شنيدن خبر شهادت مسلم از گرد آن حضرت پراكنده شدند و فقط خانوادهء او و برگزيدگان از ياران ، با حضرت باقى ماندند .\r\nراوى گفت : چون خبر شهادت مسلم رسيد صداى شيون و گريه\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":89},
  {"content":"\r\n\r\nفضاى بيابان را پر نمود و سيلاب اشگها جارى شد . سپس حسين عليه السّلام بمقصدى كه خدا دعوتش فرموده بود روانه شد .\r\nفرزدق شاعر بخدمتش رسيد سلام داد و عرض كرد : اى پسر پيغمبر چگونه بر اهل كوفه اعتماد ميكنى ؟ اينان همان‌اند كه پسر عموى تو مسلم بن عقيل و ياران او را كشتند ، اشگ از ديدگان حسين فرو ريخت و فرمود : خدا مسلم را رحمت كند او بروح و ريحان و بهشت رضوان بازگشت او وظيفه‌اى كه بر عهده داشت انجام داد و اكنون نوبت ما است كه آنچه بر ما است انجام دهيم ، سپس اشعارى بدين مضمون انشاء فرمود :\r\n دنيا اگر به چشم لئيمان گرانبها است * پاداش حق گرانتر و برتر بنزد ما است\r\nگر بهر مرگ پيكر ما را سرشته‌اند * در راه دوست كشته شدن افتخار ما است \r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":90},
  {"content":"\r\n\r\n چون سهم ما ز روزى دنيا مقدّر است * زيباتر آن كه حرص طلب در دلش بكاست\r\nچون جمع مال عاقبتش ترك گفتن است * مالى چنين بخيل شدن بهر وى چرا است ؟ \r\nراوى گفت : حسين عليه السّلام نامه‌اى به سليمان بن صرد خزاعى و مسيّب بن نجبة و رفاعة بن شدّاد و جمعى ديگر از اهل كوفه نوشت و نامه را بوسيلهء قيس بن مصهر صيداوى فرستاد قيس كه به نزديك دروازهء كوفه رسيد حصين بن نمير كه از نزديكان عبيد اللَّه بود راه بر او بگرفت تا او را تفتيش كند قيس كه خود را در خطر ديد نامه را بيرون آورده و پاره پاره كرد حصين او را با خود بنزد عبيد اللَّه بن زياد برد چون در برابر او ايستاد ابن زياد به او گفت : كيستى ؟ گفت : مردى از شيعيان امير الحسن و فرزندش ، گفت : نامه را چرا پاره كردى ؟ گفت : تا تو از مضمونش آگاه نگردى ، گفت : نامه از كه بود و بكه بود ؟ گفت : از حسين بود\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":91},
  {"content":"\r\n\r\nبجمعى از اهل كوفه كه نامهايشان را نميدانم ابن زياد را خشم گرفت و گفت : به خدا قسم دست از تو برندارم تا آنكه نام اين افراد را بگوئى و يا آنكه بر منبر شوى و حسين بن على صلى اللَّه عليه و آله و پدر و برادرش را لعن كنى و گر نه تو را قطعه قطعه خواهم كرد ، قيس گفت : امّا نام افرادى كه نامه برايشان بود به تو نخواهم گفت و اما لعن حسين و پدرش و برادرش را حاضرم پس بر منبر شد حمد و ثناى الهى كرد و درود بر پيغمبر گفت و بر على و حسن و حسين رحمت فراوان فرستاد سپس بر عبيد اللَّه بن زياد و پدرش لعن كرد و بر همهء گردنكشان بنى اميّه از اوّل تا آخر لعن كرد سپس گفت : اى مردم من از طرف حسين بشما پيام آورده‌ام و در فلان جا از او جدا شدم . دعوتش را اجابت كنيد ، جريان بابن زياد گزارش داده شد دستور داد او را گرفته از بالاى كاخ بزيرش انداختند و شهيد گشت خداى\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":92},
  {"content":"\r\n\r\nرحمتش كند چون خبر مرگ او بحسين عليه السّلام رسيد اشگهايش بگريه جارى شد سپس گفت : بار الها منزل نيكوئى براى ما و شيعيان ما آماده فرما و در قرارگاه رحمتت ميان ما و آنان جمع كن كه تو بر همه چيز توانائى و بروايت ديگر حسين عليه السّلام اين نامه را از حاجز نوشت و غير از اين نيز گفته شده است .\r\nراوى گفت : حسين عليه السّلام روانه شد تا به دو منزلى كوفه رسيد حرّ بن يزيد را با هزار سوار ملاقات كرد حسين عليه السّلام بحرّ فرمود :\r\nبسود مائى يا بزيان ما ، عرض كرد : بلكه بزيان شما يا ابا عبد اللَّه ، فرمود : لا حول و لا قوّة الا باللَّه العلىّ العظيم سپس سخنانى ميانشان ردّ و بدل شد تا آنجا كه حسين فرمود : اگر رأى شما اكنون با مضمون نامه‌هاى شما و پيامهائى كه فرستادگان شما به من رسانده‌اند مخالف است من به\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":93},
  {"content":"\r\n\r\nهمان جائى كه از آنجا آمده‌ام باز ميگردم ، حرّ و سربازانش از بازگشت آن حضرت جلوگيرى كردند و حرّ عرض كرد : راهى را انتخاب فرما كه تو را نه بكوفه برساند و نه بمدينه بازگردى تا من نيز عذرى نزد ابن - زياد داشته باشم حسين عليه السّلام بدست چپ روانه شد تا اينكه به عذيب هجانات رسيد .\r\nراوى گفت : در اينجا نامهء ابن زياد بحرّ رسيد كه او را در كار حسين سرزنش نموده بود و دستور داده بود كه كار را بر حسين سخت بگيرد ، حرّ و سربازانش سر راه بر حسين گرفته و از حركت جلوگيرى كردند حسين عليه السّلام فرمود : مگر تو خود نگفتى كه ما از راه كوفه عدول كنيم ؟ عرض كرد چرا ولى نامه‌اى از امير عبيد اللَّه رسيد كه به من دستور داده تا بر شما سخت بگيرم و كارآگاهى را نيز مأمور من نموده كه ناظر اجراى دستور باشد .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":94},
  {"content":"\r\n\r\nراوى گفت : حسين عليه السّلام براى خطبة خواندن به پا خواست حمد و ثناى الهى را گفت و نام جدّش را برد و درود بر او فرستاد سپس فرمود :\r\nكار ما به اين صورت در آمده است كه مىبينيد و همانا چهرهء دنيا دگرگون و زشت گشته و نيكوئى از آن رو گردان شده است و با شتاب رو گردان است و ته كاسه‌اى بيش از آن باقى نمانده است : ( زندگانى پست و زبونى مانند چرا گاهى ناگوار ) مگر نمىبينيد كه به حق رفتار نميشود و از باطل جلوگيرى نميگردد ؟ بر مؤمن است كه ملاقات پروردگار خود را بجان و دل راغب باشد كه مرگ در نظر من خوشبختى است و زندگانى با مردم ستمكار ستوه آور .\r\nزهير بن قين به پا خواست و عرض كرد : خداوند تو را رهبر و راهنما باشد يا بن رسول اللَّه فرمايشاتت را شنيديم اگر دنيا را براى ما بقائى بود و ما در آن زندگى جاويد داشتيم ما پايدارى در يارى تو را بر زندگانى جاويد دنيا مقدّم ميداشتيم .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":95},
  {"content":"\r\n\r\nراوى گفت : هلال بن نافع بجلّى بپاى خواست و عرض كرد : به خدا قسم ما ملاقات پروردگار خود را ناخوش نداريم و در نيّت‌هاى خويش با روشن بينى پايداريم با دوست شما دوستيم و با دشمنت دشمن .\r\nراوى گفت : برين بن خضير برخاست عرض كرد : به خدا قسم يا ابن رسول اللَّه براستى كه اين منّتى است از خداوند بر ما كه افتخار جنگ در ركاب تو نصيب ما گشته است كه در يارى تو اعضاى ما قطعه قطعه شود و سپس جدّ تو روز قيامت از ما شفاعت كند .\r\nراوى گفت : سپس حسين عليه السّلام برخاست و سوار شد و حركت كرد ولى سپاهيان حرّ گاهى جلوگيرى از حركت ميكردند و گاهى حضرت را از مسير منحرف ميكردند تا روز دوّم محرّم بسر زمين كربلا رسيد چون به آن جا رسيد فرمود : نام اين زمين چيست ؟ عرض شد كربلا ، گفت : بار الها من از اندوه و بلا به تو پناهنده‌ام سپس فرمود : اينجا سرزمين اندوه و بلا است و فرمود : فرود آئيد كه بارانداز و قتلگاه و مدفن ما است\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":96},
  {"content":"\r\n\r\nجدّم رسول خدا همين را به من خبر داد پس جمله فرود آمدند حرّ و سربازانش در سمت ديگرى فرود آمدند حسين عليه السّلام نشست و باصلاح شمشير خود پرداخت و در ضمن ، اشعارى بدين مضمون ميخواند :\r\n اى چرخ اف در دوستى بادت كه خواهى * بينى بهر صبحى و در هر شامگاهى\r\nآغشته در خون از هوا خواهى و يارى * وين چرخ نبود قانع از گل بر گياهى\r\nهر زنده‌اى بايد به پيمايد ره من * گيتى ندارد غير از اين رسمىّ و راهى\r\nحالى كه نزديك است وقت كوچ كردن * جز بارگاه عزّتش نبود پناهى \r\nراوى گفت : زينب دختر فاطمه اشعار را شنيد گفت : برادرم ،\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":97},
  {"content":"\r\n\r\nكسى اين سخن را ميگويد كه بكشته شدن خويش يقين كرده باشد فرمود :\r\nآرى خواهرم ، زينب گفت : آه چه مصيبتى ! حسين خبر مرگ خود را به من ميدهد .\r\nراوى گفت : زنان همه گريان شدند و بصورت‌هاى خود سيلى ميزدند و گريبانها چاك كردند ، امّ كلثوم هى فرياد ميزد : اى واى يا محمّد اى واى يا على اى واى مادر اى واى برادر اى واى حسين اى واى از بيچارگى كه پس از تو در پيش داريم اى ابا عبد اللَّه .\r\nراوى گويد : حسين خواهر را تسلّى داد و گفت : خواهرم ، تو بوعده‌هاى الهى دلگرم باش كه ساكنين آسمانها همه فانى گردند و اهل زمين همه مىميرند و همهء مخلوقات جهان هستى راه نيستى مىپيمايند سپس\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":98},
  {"content":"\r\n\r\nفرمود : خواهرم امّ كلثوم و تو اى زينب و تو اى فاطمه و تو اى رباب توجّه كنيد ! ، من كه كشته شدم گريبان چاك مزنيد و صورت به ناخن مخراشيد و سخنان بيهوده بر زبان مياوريد .\r\nو بروايت ديگر ، زينب كه در گوشه‌اى با زنان و دختران حرم نشسته بود همين كه مضمون آيات را شنيد سر برهنه و دامن كشان بيرون شد و همى آمد تا نزد برادر رسيد و گفت : آه چه مصيبتى ! اى كاش مرگ به اين زندگى من پايان ميداد امروز احساس ميكنم كه مادرم فاطمه و پدرم على و برادرم حسن را از دست داده‌ام اى يادگار گذشتگان و پناه بازماندگان ، حسين نگاهى به خواهر كرد و فرمود : خواهرم دامن شكيبائى را شيطان از دستت نگيرد گفت : پدر و مادرم بقربانت ، راستى به همين زودى كشته ميشوى ؟ اى من بفدايت ، گريه راه گلوى حسين را گرفت و چشمها پر از اشك شد و سپس فرمود : اگر مرغ قطارا به حال خود ميگذاشتند در آشيانهء خود ميخوابيد زينب گفت : وا ويلا ، تو بظلم و ستم كشته ميشوى ؟\r\nاين زخم بر دل زينب عميق‌تر و تحمّلش سخت‌تر است اين بگفت و دست\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":99},
  {"content":"\r\n\r\nبرد و گريبان چاك زد و بيهوش به روى زمين افتاد ، حسين عليه السّلام برخاست و آب بر سر و صورت زينب بيفشاند تا به هوش آمد سپس تا آنجا كه ميتوانست تسليتش داد و مصيبت‌هاى پدر و مادر و جدّش را ياد آور شد .\r\nتذكّر - ممكن است يكى از جهاتى كه باعث شد حسين عليه السّلام حرمسرا و زنان خود را بهمراه بياورد اين باشد كه اگر آنان را در حجاز و يا شهر ديگرى بجاى ميگذاشت يزيد بن معاوية ، كه لعنتهاى خدا بر او باد مأموران ميفرستاد تا آنان را اسير گرفته و تحت شكنجه و آزارشان قرار دهند و بدين وسيله از مبارزه و شهادت حسين عليه السّلام جلوگيرى كند و گرفتارى زنان در دست يزيد ، باعث شود كه حسين عليه السّلام از مقامات سعادت محروم بماند .\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":100},
  {"content":"\r\n\r\n\r\nمسلك دوم : در توصيف حال جنگ و آنچه نزديك به حال جنگ بود .\r\nراوى گفت : عبيد اللَّه بن زياد ياران خود را براى جنگ با حسين برانگيخت آنان نيز پيروى كردند ، او اطرافيان خود را بر چنين كار پستى واداشت آنان نيز فرمانبرى كردند و ابن زياد آخرت عمر سعد را بدنيايش خريد و او را بدوستى خاندان بنى اميّه دعوت نمود او نيز به اين دعوت پاسخ مثبت داد و با چهار هزار سوار بجنگ حسين عليه السّلام بيرون شد ابن زياد نيز سربازان را پشت سر هم ميفرستاد تا آنكه ششم ماه محرّم بيست هزار سوار در ركاب عمر سعد تكميل گرديد .\r\nآنان كار را بر حسين عليه السّلام تنگ گرفتند تا آنجا كه بر حسين و\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":101},
  {"content":"\r\n\r\nيارانش تشنه‌گى فشار آورد حسين عليه السّلام بپاى خواست و بر دستهء شمشير خود تكيه داد و با صداى بلند فرياد زد و گفت : شما را به خدا مرا ميشناسيد ؟ گفتند آرى تو فرزند پيغمبرى و نوادهء او هستى ، گفت : شما را به خدا ميدانيد كه جدّ من پيغمبر است ؟ گفتند آرى به خدا ، گفت : شما را به خدا ميدانيد كه پدر من علىّ بن ابى طالب است ؟\r\nگفتند : آرى به خدا ، گفت : شما را به خدا ميدانيد كه مادر من فاطمهء زهرا دختر محمّد مصطفى است ؟ گفتند : آرى به خدا ، گفت : شما را به خدا ميدانيد كه حمزهء سيّد الشّهداء عموى پدر من است ؟ گفتند : آرى به خدا ، گفت : شما را به خدا ميدانيد جعفر همان كه در بهشت پرواز مىكند عموى من است ؟ گفتند آرى به خدا ، گفت شما را به خدا ميدانيد كه اين شمشير رسول خدا است كه بر كمر دارم ؟ گفتند : آرى به خدا ، گفت : شما را به خدا ميدانيد كه اين ، عمامهء رسول خدا است كه پوشيده‌ام ؟ گفتند آرى به خدا ، گفت : شما را به خدا ميدانيد كه على عليه السّلام نخستين كسى بود كه اسلام آورد و از همه دانشمندتر\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":102},
  {"content":"\r\n\r\nو از همه بردبارتر و ولىّ هر مرد و زن با ايمان بود ؟ گفتند آرى به خدا ، گفت : پس چرا ريختن خون مرا حلال كرده‌ايد ؟ با اينكه اختيار دور كردن اشخاص از حوض كوثر بدست پدر من است و مردانى را مانند شتران رانده شده از آب از كنار حوض كوثر خواهد راند و پرچم حمد بروز رستاخيز در دست او است ، گفتند : همهء اينها را كه تذكّر دادى ما ميدانيم ولى با اين همه دست از تو برنداريم تا تشنه جان بسپارى حسين عليه السّلام كه اين خطبه را خواند دختران و خواهرش زينب سخن او را شنيدند گريه و ناله سردادند و سيلى به صورت همى زدند و صداهاشان بگريه بلند شد حسين عليه السّلام برادرش عبّاس و فرزندش على را بسوى زنان فرستاد و دستور داد كه زنان را ساكت كنند و اضافه كرد كه بجان خودم قسم بطور مسلّم\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":103},
  {"content":"\r\n\r\nگريه‌هاى فراوانى در پيش دارند .\r\nراوى گفت : نامه‌اى از عبيد اللَّه بن زياد به عمر بن سعد رسيد كه دستور داده بود : هر چه زودتر جنگ را شروع كند و تأخير و مسامحه نكند با رسيدن اين نامه لشكر كوفه سوار شد و به طرف حسين حركت نمود شمر بن ذى الجوشن ( خدا لعنتش كند ) آمد و صدا زد خواهرزاده‌هاى من : عبد اللَّه و جعفر و عبّاس و عثمان كجايند ؟ حسين عليه السّلام فرمود جوابش را بدهيد هر چند فاسق است كه يكى از دائىهاى شما است گفتندش چكار دارى ؟ گفت خواهرزادگان من شماها در امانيد خودتان را بخاطر برادرتان حسين بكشتن ندهيد و از امير الحسن يزيد فرمانبردار باشيد .\r\nراوى گفت : عبّاس بن على صدا زد هر دو دستت مباد و لعنت بر آن امانى كه براى ما آورده‌اى اى دشمن خدا بما پيشنهاد ميكنى : از برادر و آقاى خود حسين بن فاطمه دست برداريم و سر بفرمان ملعونان و ملعون‌زادگان فرود بياوريم ؟\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":104},
  {"content":"\r\n\r\nراوى گفت : شمر ملعون كه اين پاسخ را شنيد خشمناك بسوى لشكر خود بازگشت .\r\nراوى گفت : حسين عليه السّلام كه ديد مردم حريص‌اند تا هر چه زودتر جنگ را شروع كنند و از رفتار و گفتارهاى پند آميز هر چه كمتر بهره‌مند ميشوند به برادرش عبّاس فرمود : اگر بتوانى امروز اينان را از جنگ منصرف كنى بكن شايد امشب را در پيشگاه الهى به نماز بايستيم كه خدا ميداند من نماز گزاردن و قرآن خواندن براى او را دوست ميدارم .\r\nراوى گفت : عبّاس عليه السّلام خواستهء حضرت را پيشنهاد كرد ، عمر بن سعد در پذيرفتن‌اش توقف نمود عمرو بن حجّاج زبيدى گفت : به خدا قسم اگر دشمن ما از ترك و ديلم بود و چنين پيشنهادى ميكرد ما مىپذيرفتيم تا چه رسد بر اينان كه اولاد پيغمبرند پس از اين گفتار ، پيشنهاد را پذيرفتند .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":105},
  {"content":"\r\n\r\nراوى گفت : حسين عليه السّلام بر زمين نشست و بخواب رفت سپس بيدار شد و فرمود : خواهرم همين الان جدّم محمّد و پدرم على و مادرم فاطمة و برادرم حسن را بخواب ديدم كه همگى مىگفتند : اى حسين به همين زودى و در بعضى از روايات ( فردا ) نزد ما خواهى آمد .\r\nراوى گفت : زينب كه اين سخن شنيد سيلى به صورت خود زد و صدا بگريه بلند كرد حسين عليه السّلام به او فرمود : آرام بگير و دشمن را ملامت گوى ما مكن سپس شب فرا رسيد حسين عليه السّلام يارانش را جمع كرد و خداى را سپاس گفت و ستايش كرد سپس روى بياران نموده و فرمود : امّا بعد ، حقيقت اينكه من نه يارانى نيكوتر از شما ميشناسم و نه خاندانى نيكوكارتر و بهتر از خاندان خودم ، خداوند به همه شماها پاداش نيك عطا فرمايد اينك تاريكى شب شما را فرا گرفته است شبانه حركت كنيد و هر يك از شما\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":106},
  {"content":"\r\n\r\nدست يكى از خانوادهء مرا بگيرد و در تاريكى شب پراكنده شويد و مرا با اينان بگذاريد كه بجز من با كسى كارى ندارند برادران و فرزندان و فرزندان عبد اللَّه بن جعفر يك صدا گفتند : چرا چنين كنيم ؟ براى اينكه پس از تو زنده بمانيم ؟ خداوند هرگز چنين چيزى را بما نشان ندهد اين سخن را نخستين بار عبّاس بن على گفت و ديگران بدنبال او .\r\nراوى گفت : سپس روى بفرزندان عقيل كرد و فرمود : كشته شدن مسلم از شما خانواده براى شما كافى است من اجازه دادم شماها راه خود بگيريد و برويد و بروايت ديگر حسين عليه السّلام كه چنين گفت برادران و همگى خاندان او بسخن درآمدند و گفتند : پسر پيغمبر پس مردم بما چه ميگويند ؟ و ما بمردم چه بگوئيم ؟ بگوئيم رئيس و بزرگ و پسر پيغمبر خودمان را رها كرديم و در ركابش نه تيرى رها نموديم و نه نيزه‌اى به كار\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":107},
  {"content":"\r\n\r\nبرديم و نه شمشيرى زديم ؟ نه به خدا قسم اى پسر پيغمبر هرگز از تو جدا نخواهيم شد بلكه بجان و دل نگهدار تو خواهيم بود تا آنكه در برابر تو كشته شويم و بسر نوشت تو دچار گرديم خدا زشت گرداند زندگى بعد از تو را ، سپس مسلم بن عوسجه بر خواست و عرض كرد : ما تو را اين چنين رها كنيم و برويم در حالى كه اين دشمن گرداگرد تو را گرفته است ؟\r\nنه به خدا قسم خداوند هرگز نصيبم نكند كه من چنين كارى كنم ؟ هستم تا نيزه‌ام در سينه‌شان بشكنم و تا قبضهء شمشير در دست دارم با شمشيرشان بزنم و اگر اسلحه نداشته باشم با پرتاب سنگ با آنان خواهم جنگيد و از تو جدا نخواهم گشت تا با تو شربت مرگ را بياشامم .\r\nراوى گفت : سعيد بن عبد اللَّه حنفى برخاست و عرض كرد : نه به خدا اى پسر پيغمبر هرگز ما تو را رها نكنيم تا خداوند بداند كه ما سفارش پيغمبر را در بارهء تو نگهداشتيم و اگر من دانستمى كه در راه تو كشته ميشوم و سپس زنده ميشوم و سپس ذرّات وجودم را بباد ميدهند و هفتاد\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":108},
  {"content":"\r\n\r\nبار با من چنين ميشد من از تو جدا نميگشتم تا آنكه در ركاب تو كشته شوم و اكنون چرا چنين نكنم با اينكه يك كشته شدن بيش نيست و بدنبالش عزّتى كه هرگز ذلّت نخواهد داشت سپس زهير بن قين برخاست و گفت :\r\nبه خدا قسم اى پسر پيغمبر دوست دارم كه من كشته شوم سپس زنده شوم و هزار بار اين عمل تكرار شود ولى خداى المؤمنين كشته شدن را از جان تو و جان اين جوانان كه برادران و فرزندان و خاندان تواند باز گيرد ، و جمعى ديگر از ياران آن حضرت به همين مضامين سخن گفتند و عرض كردند جانهاى ما بفدايت ما دستها و صورتهاى خود را سپر بلاى تو خواهيم كرد كه اگر در پيش روى كشته تو شويم بعهدى كه با پروردگار خود بسته‌ايم وفادار بوده و وظيفه‌اى كه به عهده داريم انجام داده باشيم در همين حال بود كه بمحمّد بن بشر حضرمى خبر رسيد كه فرزندت در سر حدّ رى اسير شده است گفت : گرفتارى او و خودم را به حساب خداوند منظور ميدارم با اينكه مايل نبودم كه من باشم و او اسير گردد حسين عليه السّلام اين بشنيد فرمود رحمت\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":109},
  {"content":"\r\n\r\nخدا بر تو باد تو از قيد بيعت من رهائى ، نسبت به آزادى فرزندت اقدام كن ، عرض كرد درندگان مرا زنده زنده بخورند اگر از تو جدا شوم فرمود پس اين لباسها ( بردها ) را بفرزندت بده تا در آزادى برادرش از اين جامه‌ها استفاده نمايد و آنها را فديهء برادر كند سپس پنج قطعه لباس بارزش هزار دينار بمحمّد بن بشر عطا فرمود .\r\nراوى گفت : آن شب : ( شب عاشورا ) حسين و يارانش تا صبح ناله ميكردند و مناجات مينمودند و زمزمهء ناله‌شان همچون آواى بال زنبور عسل شنيده ميشد پاره‌اى در ركوع و بعضى در سجده و جمعى ايستاده و عدّه‌اى نشسته مشغول عبادت بودند آن شب سى و دو نفر از سربازان عمر سعد كه گزارشان بخيمه‌هاى حسين افتاد ( به آن حضرت ملحق شدند ) آرى رفتار حسين عليه السّلام اين چنين بود : نماز بسيار ميخواند و داراى صفات كامله بود .\r\nابن عبد ربّه در جزء چهارم از كتاب العقد گويد : بعلىّ بن الحسين عرض شد چرا پدر تو اولاد كمتر داشت ؟ فرمود همين قدر كه داشت\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":110},
  {"content":"\r\n\r\nشگفت آور بود زيرا پدرم در هر شبانه روزى هزار ركعت نماز ميگذارد كى براى آميزش با زنان فراغت داشت ؟ راوى گفت : همين كه سحر شد حسين عليه السّلام دستور فرمود خيمه‌اى بر پا كردند و فرمود تا در ظرف بزرگى كه مشك فراوان در آن بود نوره گذاشتند سپس خود حضرت براى تنظيف داخل خيمه شد روايت شده كه برير بن خضير همدانى و عبد الرحمن بن عبد ربّه انصارى بر در خيمه ايستاده بودند كه پس از بيرون آمدن حضرت ، آنان از نوره استفاده كنند در اين حال برير خوشحال و خندان بود و سعى داشت كه عبد الرحمن را نيز بخنداند عبد الرحمن به برير گفت : اى برير چرا ميخندى ؟ حالا كه وقت خنده و شوخى نيست برير گفت : همهء فاميل من ميدانند كه من نه در پيرى و نه در جوانى اهل شوخى نبودم ولى شوخى اين وقت من از فرط خوشحالى به سرنوشتى است كه در پيش داريم به خدا قسم فاصله‌اى ميان ما و دست به گردن شدن با حوريان بهشتى جز اين نيست كه ساعتى با اين\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":111},
  {"content":"\r\n\r\nمردم با شمشيرهاى خود بجنگيم .\r\nراوى گفت : سربازان عمر سعد ( كه لعنت خدا بر آنان باد ) سوار شدند حسين عليه السّلام برير را فرستاد تا مگر آنان را پندى دهد ولى به اندرزش گوش ندادند و تذكّراتى داد كه سودى نبخشيد لذا حسين عليه السّلام شخصا بر شتر خود سوار شد ( و گفته شده كه بر اسب سوار شد ) و آنان را دعوت بسكوت فرمود ساكت شدند پس حمد خدا را گفت و ستايش او را كرد و آنچه سزاوار مقام ربوبى بود بيان فرمود و بر پيغمبر خاتم و فرشتگان و سفيران و فرستادگان الهى با بيانى شيرين درود فرستاد سپس فرمود : مرگ و پريشانى بر شما اى مردم كه حيران و سرگردان بوديد و ما را بدادرسى خويش خوانديد همين كه ما شتابان براى دادرسى شما آمديم شمشيرى كه مىبايست طبق سوگندهايتان براى يارى ما بكشيد به روى ما كشيديد و آتشى را كه ما بجان دشمنان مشتركمان افروخته بوديم براى خود ما دامن زديد امروز بنفع دشمنان خود و زيان دوستان\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":112},
  {"content":"\r\n\r\nگرد آمده‌ايد با اينكه دشمنان شما نه رسم عدالتى در ميان شما گذاشته‌اند و نه اميد تازه‌اى به آنان بسته‌ايد اى واى بر شما ما را رها كرديد ؟ پيش از آنكه شمشيرى در يارى ما از نيام بكشيد و يا اضطراب خاطرى داشته باشيد و يا نظريّهء ثابتى اتّخاذ كنيد و لكن با شتابزدگى مانند ملخ دست به اين كار زديد و هم چون پروانه بر اين كار هجوم آورديد مرگ بر شما اى برده‌گان اجتماع و رانده‌شده‌گان احزاب و رهاكنندگان كتاب و تبديل‌كنندگان احكام الهى اى جمعيّت سرا پا گناه و اى شريك‌شدگان شيطان و خاموش‌كنندگان چراغهاى هدايت پيغمبر ، آيا اينان را يارى مىكنيد و ما را خوار ؟ آرى به خدا قسم نيرنگى است كه از دير زمان در شما است و ببرگ‌ها و ريشه‌هاى شما پيچيده و شاخه‌هاى شما را فرا گرفته و شما ناپاكترين ميوهء آن درختيد كه باغبان را همچون استخوان گلو گيريد ولى براى\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":113},
  {"content":"\r\n\r\nغاصب لقمه‌اى گوارا هان كه اين زنازادهء فرزند زنازاده مرا بر سر دوراهى نگهداشته است راهى بسوى مرگ و راهى بسوى ذلّت هرگز مباد كه ما ذلّت را بر مرگ اختيار كنيم خدا و پيغمبرش و مردم با ايمان و دامنهاى پاك و پاكيزه كه ما را پروريده و مردمى كه زير بار ستم نروند و افرادى كه تن بذلّت ندهند ( همه و همه ) بما اجازه نميدهند كه فرمانبرى لئيمان را بر كشته شدن شرافتمندانه برگزينيم هان كه من با اين افراد فاميلم با اينكه كم‌اند و اندك و ياورى ندارم با شما خواهم جنگيد سپس حضرت سخنش را با شعار فروة بن مسيك مرادى پيوست بدين مضمون :\r\n غالب ار گرديم هستيم از قديم * ور كه مغلوبيم مغلوبان نئيم\r\nزانكه حق با ما و حق باقى بود * باطل ار پيروز شد فانى بود\r\nنيست در ما ترس ليك اين نوبتى است * كه ز ما مرگ و ز آنان دولتى است\r\nمرگ اشتر وار سينه برگرفت * تا ز قومى ، ديگرى در بر گرفت\r\nمرگ فانى كرد از من سروران * هم چنان كو كرده از پيشينيان\r\nگر كريمان و شهان را بد بقا * هم ببودى آن بقا از آن ما \r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":114},
  {"content":"\r\n\r\n هان ملامت گوى ما از خواب خيز * كاين چنين روزى ز پى دارى تو نيز \r\nو در پايان سخن اضافه ميكنم : كه به خدا قسم پس از اين جنايت بيش از مقدار سوار شدن اسبى درنگ نخواهيد نمود كه هم چون سنگ آسيا سرگردان و مانند ميلهء وسط آن بناراحتى و اضطراب دچار خواهيد شد يادداشتى است كه پدرم از جدّم به من سپرده است در كار خود با شريكان جرم يك جا بنشينيد تا كارتان بر شما پوشيده نماند سپس به كار كشتن من بپردازيد و مهلتم مدهيد كه توكّل من بر خدائى است كه پروردگار من و شما است سرنوشت همهء جنبنده‌ها بدست قدرت او است همانا پروردگار من بر راه راست است بار الها ، باران‌هاى آسمان از آنان باز دار و سالهائى را مانند سال‌هاى قحطى يوسف بر آنان بفرست و جوان ثقيفى را بر آنان مسلّط فرما تا ساغرهاى تلخ و ناگوار مرگ را در كامشان خالى كند كه اينان دعوت ما را نپذيرفتند و دست از يارى ما برداشتند و توئى پروردگار ما توكّل ما فقط بر تو است و به تو روى آورديم و بازگشت همه\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":115},
  {"content":"\r\n\r\nبسوى تو است .\r\nسپس از مركب فرود آمد و اسب سوارى پيغمبر را كه مرتجز نام داشت بخواست و بر آن سوار شد و براى جنگ از اصحاب خود صف‌آرايى نمود .\r\nاز امام باقر عليه السّلام روايت شده است : كه همهء سربازان حضرت ، چهل و پنج سوار و يك صد نفر پياده بودند و غير از اين هم روايت شده است .\r\nراوى گفت : عمر بن سعد پيش آهنگ لشكر كوفه شد و تيرى به طرف سربازان حضرت پرتاب نمود و گفت : در نزد فرماندار عبيد اللَّه گواه من باشيد كه نخستين كس كه تير بسوى حسين پرتاب نمود من بودم اين بگفت و تيرها مانند قطرات باران باريدن گرفت حضرت بيارانش فرمود : رحمت خدا بر شما باد برخيزيد و مرگى را كه چاره‌اى از آن نيست آماده شويد كه اين تيرها رسولان مرگند از دشمن بسوى شما پس دو لشكر پارهء از\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":116},
  {"content":"\r\n\r\nروز را با هم جنگيدند و چند حمله يكى پس از ديگرى كردند تا آنكه عدّه‌اى از ياران حضرت شهيد شد .\r\nراوى گفت : در اين هنگام حسين عليه السّلام دست بر محاسن شريف زد و ميفرمود : خشم خداوند بر يهود موقعى سخت شد كه فرزند براى خدا قرار دادند و غضب الهى بر نصارى هنگامى شدّت يافت كه خداوند را سوّمين خداى خود خواندند و بر طايفهء مجوس آنگاه سخت خشمناك شد كه آفتاب و ماه را بجاى و پرستيدند و خداوند بر گروهى سخت غضبناك شده است كه همه براى كشتن فرزند دختر پيغمبرشان يك زبان شده‌اند به خدا قسم از خواسته‌هاى آنان هيچ نخواهم پذيرفت تا آنگاه كه بخوان خويش رنگين شوم و خداى المؤمنين را با اين حال ملاقات كنم .\r\nاز مولاى ما امام صادق عليه السّلام روايت شده است كه فرمود : شنيدم از پدرم كه ميفرمود هنگامى كه حسين عليه السّلام با عمر بن سعد ملعون روبرو\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":117},
  {"content":"\r\n\r\nشد و جنگ بر پا گرديد خداى المؤمنين مدد غيبى فرو فرستاد تا آنجا كه بالهاى خود را بالاى سر حسين گشودند سپس حضرتش را مخيّر كردند كه بر دشمنانش پيروز گردد و يا خداوند را ملاقات نمايد و آن حضرت ملاقات خداوند را برگزيد ، اين روايت را ابو طاهر محمّد بن الحسين نرسى در كتاب معالم الدّين روايت كرده است .\r\nراوى گفت : سپس حسين عليه السّلام فرياد بر آورد آيا دادرسى نيست كه براى رضاى خدا بداد ما برسد ؟ آيا دفاع‌كننده‌اى نيست كه از حرم رسول خدا دفاع كند ؟ راوى گفت : چون حسين عليه السّلام اين دادخواست را نمود حرّ بن يزيد روى بعمر بن سعد آورده و گفت : راستى با اين مرد خواهى جنگيد ؟\r\nگفت آرى به خدا ، جنگى كه آسانترين مراحلش آن باشد كه سرها از بدن‌ها بپرد و دست‌ها از پيكرها بيفتد گويد : پس حرّ از نزد عمر بن سعد گذشت و در جايى نزديك سربازانش ايستاد و لرزه بر اندامش افتاده بود ،\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":118},
  {"content":"\r\n\r\nمهاجرين اوس او را گفت : به خدا قسم كه من در كار تو در مانده‌ام چه اگر از من پرسش مىشد دلاورترين افراد اهل كوفه كيست ؟ من جز تو نامى از ديگرى نميبردم اين چه حالتى است كه در تو مىبينم ؟ گفت : به خدا كه خود را بر سر دو راهى بهشت و دوزخ مىبينم و به خدا قسم بجز راه بهشت نخواهم رفت هر چند پاره پاره شوم و پيكرم به آتش بسوزد اين بگفت و ركاب بر اسب زد و متوجّه بسوى حسين گرديد در حالى كه دست بر سر خود گذاشته و عرض ميكرد : بار الها بسوى تو بازگشتم توبه‌ام را بپذير كه من دلهاى دوستان تو و فرزندان دختر پيغمبر تو را لرزاندم پس به آن حضرت عرض كرد : فدايت شوم من همانم كه بهمراه تو بودم و نگذاشتم تو باز گردى و كار را بر تو تنگ گرفتم ولى گمان نمىبردم كه اين مردم كار را با تو تا به اين حدّ خواهند رساند و من اكنون بسوى خدا بازگشته‌ام آيا توبهء مرا پذيرفته مىبينى ؟ حسين عليه السّلام فرمود : آرى خداوند توبهء تو را مىپذيرد از اسب پياده بشو ، عرض كرد : حالى سواره بودنم بهتر است تا\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":119},
  {"content":"\r\n\r\nپياده شدن و پايان كارم به پياده شدن ميانجامد سپس گفت : چون من نخستين كس بودم كه سر راه بر تو گرفتم اجازه بفرما تا اوّلين شهيد راه تو من باشم شايد فرداى قيامت از افرادى باشم كه با جدّت محمّد مصافحه مىكنند .\r\n( سخنى از صاحب كتاب ) مقصود حرّ از اوّلين شهيد راه حسين اوّلين شهيد از آن دم به بعد بود و گر نه چنانچه گفته شده پيش از او نيز چند نفرى شهيد شدند .\r\nبارى حسين عليه السّلام بحرّ اجازه فرمود ، حرّ جنگ نمايانى كرد تا آنكه عدّه‌اى از دلاوران و قهرمانان دشمن را كشت سپس شربت شهادت نوشيد پيكرش را نزد حسين عليه السّلام آوردند حسين عليه السّلام با دست خود گرد و غبار از صورت حرّ پاك ميكرد و ميفرمود هم چنان كه مادرت تو را ناميد واقعا تو آزاد مردى آزاد در دنيا و آخرت .\r\nراوى گفت : برير بن خضير كه مردى بود عابد و زاهد بميدان آمد و يزيد بن مغفّل براى مبارزه با او از لشكر مخالف بيرون شد رأى\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":120},
  {"content":"\r\n\r\nهر دو بر آن شد كه مباهله كنند و از خداوند بخواهند كه هر يك از آن دو كه بر حق است آن را كه بر باطل است بكشد و با هم در آويختند و برير او را كشت و بعد از آن آنقدر بجنگ ادامه داد كه شربت شهادت نوشيد رضوان اللَّه عليه .\r\nراوى گفت : وهب بن جناح كلبى بميدان شد جلادتى نيكو از خود نشان داد و جنگ نمايانى كرد همسر و مادر وهب نيز بهمراهش در كربلا بودند وهب پس از جنگى كه كرد بسوى مادر و همسرش بازگشت و بما در گفت : مادر جان از من راضى شدى ؟ مادر گفت : از تو راضى نشوم تا آنگاه كه در مقابل حسين كشته شوى ، همسرش گفت : وهب ، تو را به خدا مرا بفراقت مبتلا مكن مادرش گفت : پسرم گوش به حرف همسرت مده و بميدان باز گرد و در پيشروى پسر دختر پيغمبرت جنگ كن تا\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":121},
  {"content":"\r\n\r\nروز قيامت از شفاعت جدّش بهره‌مند گردى ، وهب بازگشت و آنقدر جنگ كرد تا دستهايش بريده شد همسرش عمود خيمه را بدست گرفت و رو سوى او آمد و ميگفت : پدر و مادرم بقربانت در يارى پاكان يعنى حرم رسول خدا جنگ را ادامه بده ، وهب رو بهمسرش آمد تا او را بخيمهء زنان باز گرداند زن دست انداخت و دامن وهب را بگرفت و گفت : هرگز باز نميگردم تا با تو كشته شوم حسين عليه السّلام كه اين منظره بديد فرمود : خداوند بشما در عوض اين يارى كه از اهل بيت من ميكنيد پاداش نيكو عطا فرمايد خدايت رحمت كند اى زن بر گرد به نزد زنان حرم ، زن كه اين دستور از حضرت دريافت بخيمه بازگشت و كلبى مشغول جنگ شد تا بدرجهء رفيعهء شهادت رسيد رضوان اللَّه عليه .\r\nسپس مسلم بن عوسجه بميدان شد در مبارزه با دشمن پايدارى كرد و بر هول و هراس جنگ ، شكيبائى نمود تا آنگاه كه از پاى در آمد هنوز نيمه جانى در بدنش بود كه حسين عليه السّلام باتّفاق حبيب بن مظاهر بالينش آمد و فرمود : رحمت خدا بر تو باد اى مسلم فمنهم من قضى نحبه و منهم من ينتظر و ما بدّلوا تبديلا ( اشاره باينكه تو از جوانمردانى\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":122},
  {"content":"\r\n\r\nبودى كه براستى با خدا پيمان بستند بعضى از آنان جان سپردند و بعضى ديگر در انتظار جانبازى هستند ) حبيب در كنار مسلم نشست و گفت :\r\nمسلم ، براى من بسى دشوار است كه جان كندن تو را مىبينم ولى مژده باد تو را كه بهشتى هستى ، مسلم با ناله‌اى كه حكايت از آخرين دقايق زندگىاش ميكرد گفت : خداوند شادكامت كند ، سپس حبيب بمسلم گفت :\r\nاگر نه اين بود كه من نيز بدنبال تو خواهم آمد دوست داشتم كه آنچه در دل داشتى به من وصيّت ميكردى تا انجام‌اش دهم ، مسلم ضمن اينكه اشاره بحسين ميكرد گفت : وصيّتم در بارهء اين حضرت است كه در يارىاش تا سر حدّ جانبازى فداكارى كنى ، حبيب گفت : بر ديده منّت دارم سپس روان پاك مسلم از بدنش بيرون شد رضوان اللَّه عليه .\r\nپس از مسلم عمرو بن قرطهء انصارى از خيمه‌ها بدر آمد و از حسين اجازه خواست حسين عليه السّلام اجازه‌اش داد ، عاشقانه جنگيد و در خدمت سلطان آسمانها بسيار كوشيد تا از سربازان ابن زياد فراوان بكشت اين\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":123},
  {"content":"\r\n\r\nقهرمان رشيد هم جنگ ميكرد و هم سنگر دفاعى را داشت هر تيرى كه بسوى حسين پرتاب ميشد دست خود را سپر ميكرد و هر شمشيرى كه به طرف حسين مىآمد بجان خودش ميخريد تا در اثر زيادى زخم تاب و توانش نماند روى بجانب حسين كرد و گفت : اى پسر پيغمبر وفا دارى كردم ؟\r\nفرمود : آرى و چون تو پيش از من به بهشت ميروى سلام مرا برسول خدا ابلاغ كن و بعرض برسان كه من نيز بدنبال تو مىآيم پس آنقدر جنگ كرد تا شهيد شد رضوان اللَّه عليه .\r\nسپس جون كه ابى ذرّاش از برده‌گى آزادش نموده و غلام سياه چهره‌اى بود بيرون شد حسين او را فرمود : من به تو اجازه مىدهم تا سر خويش گيرى كه انگيزهء تو در دنباله روى ما سلامتى بود و نبايد در راه ما گرفتار گردى عرض كرد : اى پسر پيغمبر ، من در روز خوشى كاسه ليس شما خاندان باشم و در روز سختى دست از يارى شما بردارم ؟ به خدا قسم من خود آگاهم كه بدبو و پست فطرت و سياه چهره‌ام ولى چطور ممكن است كه تو بخل\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":124},
  {"content":"\r\n\r\nبورزى از اينكه من بهشتى شوم و خوشبو و شرافتمند و رو سفيد گردم ؟\r\nنه به خدا دست از شما خاندان بر ندارم تا اين خون سياه من با خونهاى شما آميخته گردد سپس جنگ كرد تا شهيد شد رضوان اللَّه عليه .\r\nراوى گفت : سپس عمرو بن خالد صيداوى پيش آمد و عرض كرد يا ابا عبد اللَّه فدايت شوم من تصميم گرفته‌ام كه بيارانت به پيوندم و خوش ندارم بمانم و تو را تنها در ميان زن و بچه‌ات به بينم حسين عليه السّلام به او فرمود :\r\nپيشرو باش كه ما نيز ساعتى بعد به تو خواهيم رسيد پس قدم پيش نهاد و جنگ نمود تا شهيد شد رضوان اللَّه عليه .\r\nراوى گفت : حنظلة بن اسعد شامى آمد و در مقابل حسين ايستاد و تيرها و نيزه‌ها و شمشيرهائى را كه رو به حسين مىآمد سپروار بر صورت و سينهء خويش ميخريد و بآواز بلند آياتى از قرآن مجيد را تلاوت ميكرد ( و آيات شريفه شامل اندرزهائى است كه مؤمن آل فرعون بفرعونيان\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":125},
  {"content":"\r\n\r\nگوشزد كرده است بدين مضمون : ) .\r\nاى مردم من ميترسم كه بر شما نيز عذابى برسد مانند عذابى كه بر گذشتكان رسيد مانند قوم نوح و عاد و ثمود و آنان كه پس از اينان بودند و خداوند بر بندگان خود ستم روا ندارد اى مردم من بر شما از روز قيامت ميترسم روزى كه روى از محشر بسوى جهنم بگردانيد و كس نباشد كه شما را از عذاب خدا نگهدارد اى مردم حسين را نكشيد كه در زير شكنجهء الهى بيچاره خواهيد شد و همانا زيانكار است آنكه بر خدا دروغ ببافد ، پس روى بحسين كرده و عرض نمود نرويم بسوى پروردگارمان و بصف برادرانمان نپيونديم ؟ فرمود چرا برو بسوى آنچه از دنيا و هر چه در آن است براى تو بهتر است برو بسوى ملكى كه فنا و زوالى براى آن نيست پس قدم پيشتر نهاد و قهرمانانه جنگيد و بر تحمّل شدائد شكيبائى نمود تا شهيد گشت رضوان اللَّه عليه .\r\nراوى گفت : وقت نماز ظهر فرا رسيد حسين عليه السّلام زهير بن قين و سعيد بن عبد اللَّه حنفى را دستور داد تا پيش روى آن حضرت بايستند پس\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":126},
  {"content":"\r\n\r\nحضرت با نيمى از باقى ماندهء يارانش ( به ترتيب نماز خوف ) به نماز ايستاد در اين اثناء تيرى بجانب حضرت پرتاب شد پس سعيد بن عبد اللَّه خود را در مسير تير قرار داد و آن را بجان خود خريد و به همين منوال خود را سپر تيرهاى دشمن نمود تا آنكه از پاى در آمد و بر زمين افتاد و ميگفت : بار الها لعنت كن اين مردم را به لعنتى كه بر عاد و ثمود كرده‌اى بار الها سلام مرا بحضور پيغمبرت ابلاغ بفرما و آن حضرت را از درد زخمهائى كه بر من رسيد آگاه فرما كه مرا در يارى خاندان پيغمبرت هدفى بجز پاداش تو نبود سپس در گذشت رضوان اللَّه عليه و سيزده چوبهء تير بجز زخمهاى نيزه و شمشير در بدنش ديده شد .\r\nراوى گفت : سويد بن عمرو بن ابى المطاع قدم پيش نهاد او مردى بود شريف و بسيار نماز گذار ، مانند شير دلير جنگيد و در شدائدى كه بر او وارد ميشد كاملا شكيبائى ورزيد تا آنكه از زيادى زخم توان‌اش نماند\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":127},
  {"content":"\r\n\r\nو ميان كشتگان از پاى در آمد و به همين حال بدون حركت و جنبشى بود تا آنكه شنيد آن مردم مىگويند حسين كشته شد با زحمت زيادى بپاى خواست و از موزه‌اش خنجرى بدر آورد و با دشمن مىجنگيد تا آنكه شهيد گشت رضوان اللَّه عليه .\r\nراوى گفت : ياران حسين براى كشته شدن از يك ديگر پيشى ميگرفتند و همانطور بودند كه در باره‌شان گفته شده است :\r\n گروهى كه چون رو بدشمن نمايند * پى نيزه داران و خيل سواران\r\nز جوشن ز بر آهنين دل بپوشند * بود نزدشان جان ز كف دادن آسان \r\nو چون با آن حضرت بجز خاندانش كسى نماند علىّ بن الحسين عليه السّلام كه از زيبا صورتان و نيكو سيرتان روزگار بود بيرون شد و از پدرش اجازهء جنگ خواست حضرت اجازه‌اش داد سپس نگاهى مأيوسانه به او كرد و چشمان خود به زير افكند و اشگ فرو ريخت ، سپس فرمود : بار الها گواه باش جوانى كه در صورت و\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":128},
  {"content":"\r\n\r\nو سيرت و گفتار شبيه‌ترين مردم به پيغمبرت بود بجنگ اين مردم رفت ما هر گاه بديدن پيغمبرت مشتاق ميشديم به اين جوان نگاه مىكرديم پس بفرياد بلند صدا زد اى پسر سعد خدا رحم تو را قطع كند همچنان كه رحم مرا قطع كردى على عليه السّلام بجانب لشكر شد و جنگ سختى نمود و عدّه‌اى را كشت و به نزد پدرش بازگشت و عرض كرد : پدر جان تشنگى بجانم آورد و از سنگينى اسلحهء آهنين سخت ناراحتم آيا جرعهء آبى فراهم مىشود ؟ حسين عليه السّلام بگريه افتاد و فرمود اى امان ، پسر جانم كمى هم بجنگ ادامه بده ساعتى بيش نمانده است كه جدّت محمّد را ملاقات كنى او با كاسه‌اى لبريز از آب تو را سيراب خواهد كرد آبى كه پس از آشاميدن آن هرگز تشنه نخواهى شد پس آن جوان بميدان بازگشت و كارزار عظيمى نمود تا آنكه منقذ بن مرّة عبدى لعين تيرى بسوى او پرتاب نمود و از\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":129},
  {"content":"\r\n\r\nپاىاش در آورد صدا زد پدرم سلام بر تو اينك جدّم است كه بر تو سلام مىرساند و ميفرمايد هر چه زودتر نزد ما بيا پس نعره‌اى بر آورد و مرغ روحش از قفس تن پرواز نمود « 1 » حسين عليه السّلام آمد تا بر بالينش نشست و صورت خود بر صورت على گذاشت و فرمود : خدا بكشد گروهى را كه تو را كشتند چه جراتى نسبت به خدا و هتك احترام پيغمبر داشتند ، بعد از تو خاك بر سر دنيا باد .\r\nراوى گفت : زينب دختر على عليه السّلام از خيمه‌ها بيرون شد و فرياد ميزد اى دلبندم اى فرزند برادرم و مىآمد تا آنكه خود را بر وى كشتهء آن جوان انداخت حسين آمد و بازوى خواهر را گرفت و بسوى زنان حرم برگردانيد سپس از مردان خانواده يكى پس از ديگرى بميدان مىآمد تا آنكه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) در مقاتل الطالبين است : و جعل يكركرة بعد كرة حتى رمى به سهم فوقع في حلقه فخرقه و اقبل ينقلب في دمه ثم قال يا ابتاه عليك السلام هذا جدى رسول اللَّه يقرئك السلام و يقول عجل القدوم الينا و شهق شهقة فارق الدنيا ، حمله‌هاى پى در پى نمود تا آنكه نشانهء تيرى شد كه به گلويش به نشست و گلويش را دريد على عليه السّلام در خون خود ميغلطيد سپس گفت : پدر جان سلام بر تو اين جدم رسول خدا است كه بر تو سلام مىرساند و ميگويد زودتر نزد ما بشتاب اين بگفت و صيحه‌اى زد و جان سپرد ، مترجم\r\n","page_name":" 114 ","page_number":130},
  {"content":"\r\n\r\nجمعى از آنان بدست دشمن كشته شدند اين هنگام حسين عليه السّلام فرياد برآورد اى پسر عموهاى من شكيبا باشيد اى خاندان من بردبارى كنيد كه به خدا قسم از امروز به بعد هرگز خوارى نخواهيد ديد .\r\nراوى گفت : جوانى بيرون شد كه صورتش گوئى پارهء ماه بود و مشغول جنگ شد ابن فضيل ازدى با شمشير چنان بر فرقش زد كه سرش را شكافت جوان به روى درافتاد و فرياد زد عمو جان بدادم برس حسين عليه السّلام مانند باز شكارى خود را بميدان رساند و همچون شير خشمگين حمله‌ور شد و شمشيرى بر ابن فضيل زد كه او دست خود سپر نمود و از مرفق جدا شد چنان فرياد زد كه همهء لشكر شنيدند مردم كوفه براى نجاتش از جاى درآمدند و در نتيجه ، بدن‌اش به زير سم اسبها ماند و به هلاكت رسيد .\r\nراوى گفت : گرد و غبار كارزار فرو نشست ديدم حسين عليه السّلام بر بالين آن جوان ايستاده و جوان از شدّت درد پاى بر زمين ميسايد و حسين ميگويد :\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":131},
  {"content":"\r\n\r\nاز رحمت خدا دور باد گروهى كه تو را كشتند و جدّ و پدرت بروز قيامت از آنان كيفر خواست خواهند نمود پس فرمود : به خدا قسم بر عمويت دشوار است كه تو او را به يارى خود بخوانى او دعوت ترا اجابت نكند يا اجابت كند ولى به حال تو سودى نبخشد به خدا قسم امروز روزى است كه براى عمويت كينه جو فراوان است و ياور اندك سپس نعش جوان را به سينه گرفت و با خود بياورد و در ميان كشتگان خانواده‌اش گذاشت .\r\nراوى گفت : حسين كه ديد جوانان و دوستانش همه كشته شده و روى زمين افتاده‌اند تصميم گرفت كه خود بجنگ دشمن برود و خون دلش را نثار دوست كند صدا زد آيا كسى هست كه از حرم رسول خدا دفاع كند ؟\r\nآيا خداپرستى هست كه در بارهء ما از خداوند بترسد ؟ آيا دادرسى هست كه باميد پاداش خداوندى بداد ما برسد ؟ آيا ياورى هست كه باميد آنچه نزد خداست ما را يارى كند ؟ زنان حرم سرا كه صداى آن حضرت را شنيدند نعره زنان صدا بگريه بلند كردند حسين عليه السّلام بدر خيمه نزديك شد و بزينب فرمود :\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":132},
  {"content":"\r\n\r\nفرزند خردسال مرا بدست من بده تا براى آخرين بار او را به بينم كودك را بر وى دست گرفت و همين كه خواست كودكش را ببوسد حرملة بن كاهل اسدى تيرى پر تابش نمود كه بگلوى كودك رسيد و گوش تا گوش او را بريد حسين عليه السّلام بزينب فرمود : بگير كودك را سپس هر دو كف دست را به زير خون گلوى كودك گرفت و چون كفهايش پر از خون شد خون را بسوى آسمان پرتاب نمود سپس فرمود : آنچه مصيبت وارده را بر من آسان مىكند اين است كه خداوند مىبيند ، امام باقر عليه السّلام فرمود : از آن خون يك قطره بر وى زمين نيفتاد : راوى گفت : تشنگى حسين بنهايت سختى رسيد پس بر فراز سدّ آب بر آمد تا داخل فرات شود و برادرش عبّاس نيز پيشاپيش آن حضرت بود سربازان ابن سعد جلوگيرى نمودند و مردى از قبيلهء دارم تيرى بسوى حسين پرتاب نمود تير به زير چانهء آن حضرت جاى گرفت حسين تير را بيرون كشيد و هر دو دست به زير خون گرفت تا كفهايش پر خون شد\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":133},
  {"content":"\r\n\r\nسپس خون را به آسمان پاشيد و عرض كرد بار الها شكايت رفتارى را كه با فرزند دختر پيغمبرت مىشود به پيشگاه تو ميكنم سپس سربازان ، عبّاس را از حسين جدا كردند و گرداگردش را گرفتند تا آنكه شهيدش نمودند قدّس اللَّه روحه ، حسين عليه السّلام بر كشته شدن برادرش سخت گريست شاعر عرب در اين باره اشعارى دارد كه مضمونش چنين است :\r\n از مردمان بگريه سزاوارتر كسى است * كز ماتمش حسين بدشت بلا گريست\r\nاو را برادر و بعلى شاه دين پسر * عبّاس غرق خون كه بر او ما سوا گريست\r\nبنمود با حسين مواساة و تشنه داد * جان در رهش كه عرش بر اين ماجرا گريست \r\nراوى گفت : سپس حسين عليه السّلام مردم را بجنگ تن به تن دعوت كرد هر كس را كه بميدانش مىآمد مىكشت تا آنكه كشتار بزرگى نمود\r\n\r\n","description":"","footnote":"","page_name":" 118 ","page_number":134},
  {"content":"\r\n\r\nاو مىكشت و شعرى بدين مضمون ميفرمود :\r\n كشته شدن به ز زندگانى ننگين * ننگ هم از آتش خداى نكوتر \r\nخبرنگارى كه آنجا بوده گفته است : به خدا قسم هرگز كسى نديدم كه دشمن گرد او را احاطه نموده و فرزندان و خاندان و يارانش كشته شده باشند دلاورتر از حسين باشد مردان ميدان جنگ به او حمله ميكردند همين كه او شمشير بدست به آنان حمله ميبرد مانند گوسفندانى كه گرگ بر آنها حمله كند از مقابل شمشيرش فرار ميكردند حسين كه به آنان حمله ميكرد و مسلّما سى هزار نفر بودند همانند ملخ‌هاى پراكنده در آن بيابان پخش ميشدند سپس حسين عليه السّلام بجايگاه مخصوص خود بازمىگشت و ميفرمود : لا حول و لا قوّة الّا باللَّه .\r\nراوى گفت : آنقدر با آنان جنگيد كه در اثر بهم خوردن صفها انبوه لشكر در فاصلهء ميان حسين و خيمه‌ها قرار گرفتند آن حضرت فرياد\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":135},
  {"content":"\r\n\r\nزد : واى بر شما اى پيروان خاندان ابى سفيان اگر دينى نداريد و از روز باز پسين شما را پروائى نيست پس لا اقلّ در دنياى خود آزاد مرد باشيد اگر به گمان خود عربى نژاديد بشئون نژادى خود بازگرديد .\r\nراوى گفت : شمر لعين صدايش زد كه اى پسر فاطمه چه ميگوئى ؟\r\nفرمود من با شما جنگ ميكنم و شما با من ، زنان را در اين ميان گناهى نيست اين خيره سران و نادانان و ستمگرانتان را تا من زنده‌ام نگذاريد متعرّض حرم من بشوند ، شمر لعين گفت : اى پسر فاطمه پيشنهادت را مىپذيريم پس همگى آهنگ جنگ با آن حضرت نمودند ، حضرت بر آنان و آنان بر حضرت حمله ميكردند و در عين حال حسين از آنان جرعهء آبى ميخواست ولى سودى نداشت تا آنكه هفتاد و دو زخم بر بدن‌اش رسيد ، ايستاد تا مگر ساعتى استراحت كند كه ديگر طاقت جنگش نمانده بود در اين حال كه حضرت ايستاده بود سنگى آمد و به پيشانىاش خورد\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":136},
  {"content":"\r\n\r\nدامن‌اش را برگرفت تا خون از پيشانىاش پاك كند بناگاه تير سه پر زهر آگين آمد و بر قلب او نشست ، فرمود : بنام خدا و به يارى خدا و بر دين رسول خدا سپس سر بر آسمان برداشت و عرض كرد : بار الها تو ميدانى كه اينان مردى را ميكشند كه بر وى زمين فرزند دختر پيغمبرى بجز او نيست سپس تير را گرفت و از پشت سر بيرون كشيد خون همچون آب از ناودان فرو ريخت ديگر حسين را ياراى جنگ نماند و در جاى خود بايستاد هر كس از دشمن كه مىآمد بازمىگشت و نميخواست خدا را ملاقات كند و دامنش به خون حسين آلوده باشد تا آنكه مردى از قبيلهء كنده بنام مالك بن يسر آمد نخست حسين را ناسزا گفت و با شمشير آنچنان بر سر نازنينش زد كه كلاه حضرت را بريد و شمشير بر سر حضرت نشست و كلاه پر از خون شد .\r\nراوى گفت : حسين عليه السّلام پارچه‌اى طلبيد و با آن زخم سر را بست و كلاهى خواست و بر سر گذاشت و عمامه بر آن بست ، لشكر اندكى\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":137},
  {"content":"\r\n\r\nدست از جنگ برداشتند و سپس بازگشته و اطراف حسين را گرفتند ، عبد اللَّه بن حسن بن على كه بچّه‌اى نابالغ بود از خيمهء زنان بيرون آمد و ميدويد تا در كنار حسين ايستاد زينب دختر على خود را به او رساند تا از آمدن بازش بدارد ولى او حاضر نشد و سخت خوددارى كرد و گفت :\r\nنه به خدا از عمويم جدا نشوم بحر بن كعب ( و بعضى گفته‌اند حرملة بن كاهل بود ) نزديك شد كه شمشير بر حضرت بزند پسر بچّه گفت : واى بر تو اى فرزند زن ناپاك عموى مرا ميكشى ؟ او شمشير را فرود آورد پسرك دست خود را جلوى شمشير داد دست او را تا پوست بريد و از پوست آويزان شد پسرك صدا زد : مادر ، حسين عليه السّلام پسر را بگرفت و به سينه چسپانيد و فرمود :\r\nفرزند برادر بر آنچه به تو رسيد صبر كن و در اين سختى از خداوند طلب خير بكن كه خداوند تو را بنزد پدران شايسته‌ات خواهد برد .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":138},
  {"content":"\r\n\r\nراوى گفت : حرملة بن كاهل تيرى انداخت و گلوى پسر را كه در آغوش عمويش بود گوش تا گوش دريد .\r\nسپس شمر بن ذى الجوشن بخيمه‌هاى حسين حمله كرد و نيزه‌اش را بخيمه فرو برد و سپس گفت : آتشى بياوريد تا خيمه و هر كه در آن است به آتش بسوزانم حسين عليه السّلام فرمود : فرزند ذى الجوشن اين تو هستى كه براى سوزاندن خانوادهء من آتش ميطلبى ؟ خدايت به آتش بسوزاند ، شبث آمد و شمرا را بر اين كار سرزنش نمود او هم خجلت زده بازگشت .\r\nراوى گفت : حسين عليه السّلام فرمود : جامه‌اى كه مورد رغبت كسى نباشد به من بدهيد كه از زير لباس‌هاى خود بپوشم تا مگر آن را از تنم بيرون نياورند شلوار كوتاهى بحضورش آوردند فرمود : نه اين جامهء كسى است كه ذلّت و خوارى دامنگيرش شده باشد پس جامهء كهنهء ديگرى را گرفت و پاره پاره كرد و زير جامه‌هايش پوشيد ولى وقتى كشته شد بدن‌اش\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":139},
  {"content":"\r\n\r\nاز آن جامه نيز برهنه بود سپس پارچهء ازارى كه بافت يمن بود خواست و پاره كرد و پوشيد و به اين منظور پاره‌اش كرد كه بغارت نبرند ولى وقتى كشته شد بحر بن كعب لعين بيغمايش برد و حسين را برهنه گذاشت و پس از اين جنايت هر دو دست بحر ، در تابستان همچون دو چوب خشگ مىخشكيد و در زمستان چرك و خون از آنها جارى بود تا آنكه به هلاكت رسيد .\r\nراوى گفت : چون حسين عليه السّلام در اثر زيادى زخم از پاى در آمد و بدنش از زيادى تير همچون خار پشت شد صالح بن وهب مرّى چنان نيزه‌اى بر پهلويش زد كه از اسب به روى زمين افتاد و گونهء راستش به روى خاك قرار گرفت و ميگفت : بنام خدا و به يارى خدا و بدين رسول خدا ، سپس از روى خاك برخاست .\r\nراوى گفت : زينب از در خيمه‌ها بيرون شد و صدا ميزد اى واى\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":140},
  {"content":"\r\n\r\nبرادرم ، اى واى آقايم ، اى واى خانواده‌ام ، اى كاش آسمان بر زمين فرو ميريخت و اى كاش كوهها به بيابانها پاشيده ميشد .\r\nراوى گفت : شمر باطرافيانش بانگ زد در بارهء اين مرد منتظر چه هستيد ؟\r\nراوى گفت : با صدور اين فرمان يك حملهء همه جانبه كردند و زرعة بن شريك با شمشير بر شانهء چپ حضرت زد كه حسين با شمشير خود زرعة را از پاى در آورد و ديگرى با شمشير بر دوش مقدّس‌اش آن چنان زد كه برو زمين افتاد ديگر حسين خسته شده بود ميخواست برخيزد ولى به روى مىافتاد اين هنگام سنان ابن انس نخعى نيزه‌اش را بگودى گلوى حضرت فرو برد و سپس نيزه را بيرون كشيد و بر استخوانهاى سينه‌اش كوبيد و سپس سنان تيرى هم رها كرد و تير بر گلوى حضرت نشست حضرت به روى زمين افتاد ، برخاست و به روى زمين نشست و تير را از گلويش بيرون\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":141},
  {"content":"\r\n\r\nآورد و هر دو كف دست به زير خون گرفت همين كه كفهايش پر از خون شد سر و صورت خود را رنگين كرد و ميگفت : با همين حال كه بخونم آغشته‌ام و حقّم را غصب كرده‌اند خداوند را ملاقات خواهم كرد ، عمر بن سعد به مردى كه در سمت راستش ايستاده بود گفت : واى بر تو فرود آى و حسين را راحت كن .\r\nراوى گفت : خولى بن يزيد اصبحى پيش دستى كرد كه سر حضرت را ببرّد لرزه بر اندامش افتاد پس سنان بن انس نخعى از اسب فرود آمد و شمشير بر گلوى حضرت زد و ميگفت به خدا قسم كه من سر تو را از بدن جدا خواهم ساخت و ميدانم كه تو پسر رسول خدائى و پدر و مادرت از پدر و مادر همهء مردم بهتراند ، سپس سر مقدّس و معظّم آن بزرگوار را بريد شاعر در اين باره بدين مضمون ميگويد :\r\n باشد كدام غم بجهان چون غم حسين * روزى كه دستهاى سنانش بريد سر \r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":142},
  {"content":"\r\n\r\nابو طاهر محمّد بن حسن ترسى در كتاب معالم الدّين روايت نموده است : كه امام صادق عليه السّلام فرمود : همين كه كار حسين تمام شد فرشتگان در بارگاه الهى صدا بگريه بلند كردند و عرض نمودند : پروردگارا اين حسين ، برگزيده تو و فرزند دختر پيغمبر تو است ، فرمود : پس خداوند متعال سايهء حضرت قائم را نماياند و فرمود : با دست اين ، انتقام اين را خواهم گرفت .\r\nو روايت شده است كه : همين سنان را مختار دستگير كرد و انگشت‌هاى او را ريز ريز نمود سپس دو دست و دو پايش را بريد آنگاه در ديگى روغن كه روى آتش ميجوشيد انداخت و او در ميان آن دست و پازد و مرد .\r\nراوى گفت : هنگام شهادت حسين ، گرد و غبار شديدى آسمان كربلا را فرا گرفت كه روز روشن همچون شب تاريك شد و آن چنان بادى سرخ وزيدن گرفت كه از هيچ كس عين و اثرى ديده نميشد و مردم\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":143},
  {"content":"\r\n\r\nگمان كردند كه عذاب بر آنان را فرود آمد ساعتى چنين بود و سپس هوا روشن شد .\r\nهلال بن نافع روايت نمود : كه با سربازان عمر بن سعد ملعون ايستاده بودم كه يكى فرياد برآورد : امير ، مژده ، اين شمر است كه حسين را كشته ، گويد از ميان لشكر بيرون شدم و در ميان دو صف بالين حسين ايستادم و او در حال جان كندن بود و به خدا قسم هرگز كشتهء آغشته بخونى را زيباتر و نورانىتر از او نديدم زيرا من آن چنان مات نور آن صورت و محو جمال آن قيافه شده بودم كه متوجّه نشدم چگونه او را ميكشند حسين در آن حال آب خواست و شنيدم مردى ميگفت : به خدا قسم آب نخواهى چشيد تا بجايگاه گرم و سوزان جهنّم وارد شدى و از آب گرم آن بنوشى پس شنيدم كه حضرت ميفرمود : اى واى بر تو حاميه نه جاى من است و حميم آن نه مرا شراب بلكه من بر جدّم رسول خدا وارد خواهم\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":144},
  {"content":"\r\n\r\nشد و در كنار او در جايگاه صدق و پيشگاه سلطان نيرومند خواهم نشست و از آب بهشتى تغيير ناپذير خواهم نوشيد و شكايت رفتار شما را با من به آن حضرت خواهم برد راوى گفت : يكباره همگى بر آن حضرت بر آشفتند آن چنان كه گوئى خداوند ، ذرّه‌اى مهر در دل هيچ يك از آنان قرار نداده است و هنوز حسين با آنان سخن ميگفت كه سرش را از بدنش جدا گردند از بىرحمى آنان شگفتم آمد و گفتم : به خدا قسم هرگز با شما در هيچ كارى شركت نخواهم كرد .\r\nراوى گفت : سپس دست بغارت لباسهاى حسين زدند اسحق بن حويّة حضرمى پيراهن حضرت را برد ولى چون او را در بر نمود به بيمارى پيسى گرفتار شد و مويهاى بدنش بريخت .\r\nو روايت شده كه در پيراهن حضرت يك صد و ده و اندى جاى تير و نيزه و شمشير ديده شد .\r\nو امام صادق عليه السّلام فرمود : در پيكر شريف حسين سى و نه زخم\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":145},
  {"content":"\r\n\r\nنيزه و سى زخم شمشير بود و بحر بن كعب تيمى ملعون شلوار حضرت را برد و روايت شده : كه زمين گير شد و هر دو پايش از حركت باز ماند و اخنس بن مرثد بن علقمهء حضرمى عمامهء حضرت را برد و گفته شده :\r\nكه جابر بن يزيد اودىّ بود و چون بر سر گذاشت ديوانه شد و نعلين حضرت را اسود بن خالد لعين برد و انگشترش را بجدل بن سليم كلبى برد كه انگشت حضرت را با انگشتر بريد همين بجدل را مختار دستگير كرد و دست و پايش را بريد و رهايش كرد و همچنان در خون خويش مىغلطيد تا جان سپرد ، حضرت قطيفه‌اى داشت كه از خز بود و قيس بن اشعث آن را برد و زره بتراء را ( كه زره رسول خدا بود ) عمر بن سعد برد و چون عمر كشته شد مختار آن را بابى عمرة كه قاتل عمر بن سعد بود بخشيد و شمشير حضرت را جميع بن خلق اودى برد و گفته شده : كه\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":146},
  {"content":"\r\n\r\nمردى از بنى تميم بنام اسود بن حنظلة بود و در روايت ابن ابى سعد است كه شمشير حضرت را فلافس نهشلى برد و محمّد بن زكريّا اضافه كرده است كه شمشير مزبور بدست دختر حبيب بن بديل افتاد و اين شمشيرى كه بغارت رفت نه آن شمشير ذو الفقار است زيرا آن و چند چيز ديگر از سپرده‌هاى نبوّت و امامت است كه محفوظ است و نگهدارى مىشود و اين كه گفتيم و صورتش را حكايت نموديم مورد تصديق راويان حديث است .\r\nراوى گفت : كنيزى از طرف خيمه‌هاى حسين آمد مردى به او گفت :\r\nاى كنيز خدا آقاى تو كشته شد كنيز گفت : چون اين خبر را شنيدم با شتاب و فرياد كنان نزد بانوى خود رفتم آنان كه مرا ديدند به پا خواستند و شيون و فرياد آغاز كردند .\r\nراوى گفت : مردم براى غارت خانه‌هاى اولاد پيغمبر و نور چشم زهرا حمله بردند حتّى چادرى كه زن بكمرش بسته بود كشيده و مىبردند و دختران و زنان خاندان پيغمبر از خيمه‌ها بيرون ريختند و دسته جمعى\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":147},
  {"content":"\r\n\r\nميگريستند و بر كشتگانشان نوحه‌سرائى مىكردند .\r\nحميد بن مسلم روايت كرده است : زنى از طائفهء بكر بن وائل را كه بهمراه شوهرش بود در ميان اصحاب عمر بن سعد ديدم كه چون ديد مردم ناگهان بر زنان و دختران حسين عليه السّلام تاختند و شروع بغارت و چپاول نمودند شمشيرى بدست گرفت و رو بخيمه آمد و صدا زد اى مردان قبيلهء بكر آيا لباس از تن دختران رسول خدا بيغما ميرود ؟ مرگ بر اين حكومت غير خدائى اى كشندگان رسول خدا ، شوهرش دست او را بگرفت و بجايگاه خويش بازش برد .\r\nراوى گفت : سپس زنان را از خيمه بيرون راندند و آتش بخيمه‌ها زدند زنان را سر برهنه و جامه بيغما رفته و پا برهنه و شيون كنان بيرون آوردند و آنان را اسير نموده با خوارى مىبردند گفتند : شما را به خدا ما را از قتلگاه حسين ببريد و چنين كردند همين كه چشم بانوان بر\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":148},
  {"content":"\r\n\r\nپيكرهاى كشته‌گان افتاد صيحه زدند و صورت خراشيدند راوى گفت : به خدا زينب دختر على از يادم نميرود كه با صداى غمناك و دل پر درد بر حسين ميناليد و صدا ميزد : اى محمّدى كه فرشتگان آسمان بر تو درود فرستاد اين حسين است كه به خون آغشته و اعضايش از هم جدا شده است و اين دختران تو است كه اسيرند شكايتم را به پيشگاه خداوند مىبرم و به محمّد مصطفى و علىّ مرتضى و فاطمهء زهرا و حمزهء سيّد الشهداء شكايت همى كنم اى محمّد صلّى اللَّه عليه و آله و سلّم اين حسين است كه به روى خاك افتاده و باد صبا خاك بيابان را بر بدنش مىپاشد بدست زنازادگان كشته شده است آه چه غصه‌اى ! و چه مصيبتى ! امروز مرگ جدّم رسول خدا را احساس ميكنم اى ياران محمّد اينان خاندان مصطفىاند كه اسيرشان نموده مىبرند ، و در روايتى است كه گفت : اى محمّد دخترانت اسير شدند و فرزندانت كشته شدند باد صبا خاك بر پيكرشان مىپاشد و اين حسين است كه سرش از پشت گردن بريده شده و عمامه‌اش بتاراج رفته است\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":149},
  {"content":"\r\n\r\nپدرم بفداى آنكه خيمه‌گاهش در روز دوشنبه تاراج شد پدرم بقربان آنكه طنابهاى خيمه‌اش بريده شده و خيمه و خرگاهش فرو نشست ، پدرم بفداى آنكه نه بسفرى رفت كه اميد بازگشت در آن باشد و نه زخمى برداشت كه مرهم پذير باشد پدرم بفداى آنكه اى كاش جان من قربان او ميشد ، پدرم بفداى آنكه با دل پر غصّه از دنيا رفت ، پدرم بفداى آنكه با لب تشنه جان سپرد ، پدرم بفداى آنكه نوادهء پيغمبر هدايت بود پدرم بقربان فرزند محمّد مصطفى پدرم بقربان فرزند خديجهء كبرى پدرم بقربان فرزند علىّ مرتضى پدرم بقربان فرزند فاطمهء زهرا بانوى همهء زنان ، پدرم بقربان فرزند كسى كه آفتاب براى او بازگشت تا نماز كرد راوى گفت : به خدا قسم دشمن و دوست را بگريه در آورد ، سپس سكينه نعش پدرش حسين را در آغوش كشيد جمعى از عربها آمدند و او را از كنار نعش پدر كشيده و جدا كردند .\r\nراوى گفت : سپس عمر بن سعد در ميان سربازانش اعلام كرد :\r\n\r\n","description":"","footnote":"","page_name":" 134 ","page_number":150},
  {"content":"\r\n\r\nكيست در بارهء حسين داوطلب بشود و بر پشت و سينهء او اسب بتازد ؟ ده نفر داوطلب شدند و آنان عبارت بودند از اسحق بن حريّة كه پيراهن حسين را بيغما برد و اخنس بن مرثد و حكيم بن طفيل سنبسىّ و عمر بن صبيح صيداوى و رجاء بن منقذ عبدى و سالم بن خثيمه جعفى و واحظ بن ناعم و صالح بن وهب عفى و هانى بن شبث حضرمى و اسيد بن مالك كه لعنت خدا بر همه‌شان باد اينان باسم اسبهاى خويش پيكر حسين را پايمال نمودند آنچنان كه استخوانهاى سينه و پشت درهم شكست راوى گفت : اين ده نفر به نزد ابن زياد رسيدند اسيد بن مالك كه يكى از ده نفر بود گفت :\r\n مائيم كه پشت و سينهء شاه * پا مال سم ستور كرديم \r\nابن زياد گفت : شما كيستيد ؟ گفتند : ما افرادى هستيم كه بر پشت حسين اسب تاختيم تا آنكه هم چون آسيا استخوانهاى سينه‌اش را نرم كرديم\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":151},
  {"content":"\r\n\r\nراوى گفت : ابن زياد دستور داد جائزهء كمى به آنان داده شود ابو عمر زاهد گفت :\r\nاين ده نفر را بررسى كرديم همگى زنا زاده بودند و مختار اينان را بازداشت نمود و دستها و پايهاشان را ميخكوب كرد و اسب بر پشت آنان تاخت تا مردند .\r\nابن رياح گويد : مرد نابينائى را ديدم كه شاهد كشته شدن حسين عليه السّلام بوده پرسيدندش چرا چشمت نابينا شد ؟ گفت : من يكى از ده نفر هستم كه شاهد كشته شدن حسين بودم ولى من شمشيرى به كار نبردم و تيرى پرتاب ننمودم چون حسين كشته شد بخانه‌ام بازگشتم و نماز عشا خواندم و خوابيدم در عالم خواب شخصى آمد و مرا گفت : رسول خدا ترا احضار فرموده حاضر خدمتش باش گفتم : مرا با او كارى نيست ، او گريبان مرا بگرفت و كشان كشان بخدمت‌اش برد ديدم رسول خدا در بيابانى نشسته\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":152},
  {"content":"\r\n\r\nو آستين بالا زده و حربه‌اى در دست دارد و فرشته‌اى در مقابل حضرت ايستاده و شمشيرى از آتش بدست او است و نه نفر رفيقان مرا كشت و بهر يك كه شمشير ميزد سرا پايشان را شعلهء آتش فرا ميگرفت نزديك حضرت رفتم و در محضرش به زانو در آمدم و گفتم : سلام بر تو اى رسول خدا ، حضرت جواب سلام مرا نداد و مدّتى گذشت سپس سر برداشت و فرمود : اى دشمن خدا احترام مرا از ميان بردى و خاندان مرا كشتى و حق مرا ملاحظه نكردى و كردى آنچه كردى ، عرض كردم به خدا يا رسول اللَّه نه شمشيرى زدم و نه نيزه‌اى به كار بردم و نه تيرى پرتاب نمودم فرمود : راست ميگوئى ولى بر سياهى لشكرشان افزودى نزديك بيا ، نزديك رفتم . طشتى پر خون در مقابل حضرت بود مرا فرمود : اين خون فرزندم حسين است پس از همان خون بر چشم من كشيد و من از خواب بيدار شدم و تا امروز هيچ نمىبينم .\r\nو از امام صادق روايت شده است : كه رسول خدا صلّى اللَّه عليه و آله فرمود :\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":153},
  {"content":"\r\n\r\nچون روز قيامت شود براى فاطمهء زهرا قبّه‌اى از نور نصب شود حسين عليه السّلام در حالى كه سر خويش بدست گرفته روى به آن قبّه مىآيد چون چشم فاطمه بر آن منظره بيفتد چنان نعره برآورد كه تمام فرشتگان مقرّب الهى و پيغمبران مرسل كه آنجا جمعند به حال فاطمه بگريه در آيند ، پس خداوند ، حسين عليه السّلام را براى فاطمه در زيباترين صورتى جلوه دهد كه بىسر از كشندگان خود انتقام ميگيرد پس خداوند همهء كشندگان آن حضرت و يارىكنندگان بر آنان و هر كس كه شركت در كشتن آن حضرت نموده جمع مىكند و من تا آخرين نفر آنان را مىكشم سپس زنده مىشوند و امير الحسن آنان را مىكشد و سپس زنده مىشوند و حسن آنان را مىكشد سپس زنده مىشوند و حسين عليه السّلام آنان را ميكشد سپس زنده ميشوند يك نفر از خاندان ما باقى نمىماند مگر آنكه هر كدام يك بار آنان را مىكشد چون چنين شود آتش خشم فرو نشيند و اندوه از ياد برود سپس راوى گفت :\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":154},
  {"content":"\r\n\r\nامام صادق عليه السّلام فرمود : خداوند شيعيان ما را رحمت كند به خدا كه مؤمنين واقعى آنانند آنان كه ( به خدا سوگند ) شريك مصيبت ما هستند و همواره در مصيبت ما غم خورند و حسرت برند .\r\nو از رسول خدا صلّى اللَّه عليه و آله و سلّم روايت است كه فرمود : چون روز قيامت شود فاطمه بهمراه جمعى از زنانش مىآيد به او گفته مىشود كه داخل بهشت بشود گويد : داخل نشوم تا بدانم پس از من با فرزندم چه كردند ؟\r\nبه او گفته مىشود به وسط صحراى محشر نگاه كن چون نگاه كند حسين را مىبيند كه بىسر ايستاده است آن چنان فرياد بر آرد كه من بفرياد او فرياد كشم و فرشتگان بفريادش فرياد برآرند .\r\nو در روايتى است : كه صدا مىزند اى واى پسرم ، اى واى ميوهء دلم فرمود : پس در اين وقت خداى عزّ و جلّ غضب كند و آتشى را كه نامش\r\n\r\n","description":"","footnote":"","page_name":" 139 ","page_number":155},
  {"content":"\r\n\r\nهبهب است و هزار سال افروخته شده است تا آنكه سياه گشته و هرگز نسيمى بدان راه نيافته و غم و اندوه از آن بيرون نشده دستور فرمايد كه كشنده‌گان حسين را در كام خود فرو گير پس آتش آنان را بكام گيرد و چون همگى در دل آتش قرار گيرند شيهه‌اى بكشد كه آنان نيز شيهه بكشند و فريادى بزند كه آنان نيز فرياد زنند و بر افروزد و آنان نيز برافروزند پس با زبان‌هاى گويا عرض كنند پروردگار ما براى چه ما را پيش از بت پرستان در آتش افكندى ؟ پس از جانب خداى عزّ و جلّ پاسخ بر آنان رسد : آن كس كه ميداند مانند آن كس كه نميداند نيست اين دو خبر را ابن بابويه در كتاب عقاب الاعمال روايت كرده است و در جلد سىام از تذييل شيخ المحدثين در بغداد محمّد بن نجّار كه در حالات فاطمه دختر ابى العبّاس ازدى نوشته است ديدم كه بسند خود از طلحة روايت مىكند كه گفت : شنيدم رسول خدا ميفرمود : كه موسى بن عمران از پروردگارش\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":156},
  {"content":"\r\n\r\nپرسيد پروردگارا برادرم هارون مرد او را بيامرز ، خداوند به او وحى كرد اى موسى بن عمران اگر آمرزش اوّلين و آخرين را بخواهى اجابتت كنم بجز قاتل حسين بن على بن ابى طالب را .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":157},
  {"content":"\r\n\r\n\r\nمسلك سوم در كارهائى كه پس از شهادت حضرت انجام گرفت\r\nو اين آخرين فصل كتاب است .\r\nراوى گفت : سپس ، عمر بن سعد سر مبارك حسين عليه السّلام را همان روز ( روز عاشورا ) بهمراه خولى بن يزيد اصبحى و حميد بن مسلم ازدى نزد عبيد اللَّه بن زياد فرستاد و دستور داد سرهاى بقيّهء ياران و خاندان حضرت را شست و شو نموده و بهمراه شمر بن ذى الجوشن و قيس بن اشعث و عمرو بن حجّاج فرستاد اينان آمدند تا بكوفه رسيدند خود عمر بن سعد آن روز را تا پايان و روز ديگر را تا ظهر در كربلا ماند آنگاه بازماندگان اهل و عيال حسين را از كربلا كوچ داد و زنان حرم ابى عبد اللَّه را بر\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":158},
  {"content":"\r\n\r\nشترانى سوار كرد كه پاره گليمى بر پشت‌شان انداخته شده بود نه محملى داشتند نه سايبانى در ميان سپاه دشمن همه با صورتهاى گشوده با اينكه آنان امانتهاى پيغمبران خدا بودند و آنان را هم چون اسيران ترك و روم در سخت‌ترين شرايط گرفتارى و ناراحتى باسيرى بردند خدا خير دهد بشاعرى كه بدين مضمون شعرى گفته است :\r\n درود حق بفرستند بر رسول و ولى * كشند زادهء او را و اين چه بوالعجبى است \r\nو ديگرى بدين مضمون گفته است :\r\n بروز حشر ندانم كه قاتلان حسين * چگونه چشم شفاعت بجدّ او دارند ؟ \r\nو روايت شده است : كه سرهاى ياران حسين ( هفتاد و هشت ) سر بود كه قبائل عرب به منظور تقرّب بدر بار عبيد اللَّه بن زياد و يزيد بن معويه\r\n\r\n","description":"","footnote":"","page_name":" 143 ","page_number":159},
  {"content":"\r\n\r\n( خدا لعنتشان كند ) ميان خود قسمت كردند قبيلهء كنده با سيزده سر بريده آمد كه رئيس‌شان قيس بن اشعث بود و هوازن با دوازده سر برياست شمر بن ذى الجوشن خدا لعنتشان كند و تميم با هفده سر و بنى اسد با شانزده سر و مذحج با هفت سر و بقيّهء سپاه هم با سيزده سر .\r\nراوى گفت : همين كه عمر بن سعد ملعون از سرزمين كربلا بيرون رفت گروهى از بنى اسد آمدند و بر آن بدنهاى پاك كه به خون آغشته بود نماز خواندند و به همين صورتى كه هم اكنون هست دفن كردند و ابن سعد بهمراه اسيران راه پيمود چون به نزديكى كوفه رسيدند مردم كوفه براى تماشاى اسيران گرد آمدند .\r\nراوى گفت : زنى از زنان كوفه سر بر آورد و گفت : شما اسيران از كدام فاميل هستيد ؟ گفتند : ما اسيران از آل محمّديم ، زن چون اين\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":160},
  {"content":"\r\n\r\nبشنيد از بام فرود آمد و هر چه چادر و روسرى داشت جمع كرد و باسيران داد و آنان پوشيدند .\r\nراوى گفت : بهمراه زنان ، علىّ بن الحسين بود كه از بيمارى رنجور و لاغر شده بود و ديگر حسن بن حسن مثنّى بود كه نسبت به عمو و امام خود فداكارى نمود و ضرب شمشيرها و زخم نيزه‌ها را تحمّل كرد و چون از زيادى زخم ناتوان شد او را كه هنوز رمقى داشت از ميدان كارزار بيرون بردند .\r\nمصنّف كتاب مصابيح گويد : كه حسن بن حسن مثنّى در ركاب عمويش آن روز هفده نفر را كشت و هيجده زخم برداشت و از پاى در آمد دائى او : اسماء بن خارجة ويرا برگرفت و بكوفه‌اش برد و بدرمانش كوشيد تا آنكه بهبودى يافت و بمدينه‌اش برد و زيد و عمر دو فرزندان امام حسن نيز بهمراه كاروان اسير بودند ، اهل كوفه را چون نگاه بر آنان افتاد گريستند و نوحه‌سرائى نمودند علىّ بن الحسين عليه السّلام فرمود : اين\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":161},
  {"content":"\r\n\r\nشمائيد كه بر حال ما نوحه و گريه ميكنيد ؟ پس آن كس كه ما را كشت كه بود ؟ بشير بن خزيم اسدى گفت : آن روز زينب دختر على توجّه مرا به خود جلب كرد زيرا به خدا قسم زنى را كه سرا پا شرم و حيا باشد از او سخنرانتر نديده‌ام كه گوئى سخن گفتن را از زبان امير الحسن علىّ بن أبى طالب فرا گرفته بود ، همين كه همراه با اشارهء دست بمردم گفت : ساكت شويد ، نفس‌ها در سينه‌ها حبس شد و زنگها كه به گردن مركب‌ها بود از حركت ايستاد سپس فرمود : ستايش مخصوص خدا است و درود بر پدرم محمّد و اولاد پاك و برگزيدهء او باد امّا بعد اى مردم كوفه ، اى نيرنگ بازان و بيوفايان ، به حال ما گريه ميكنيد ؟ اشكتان خشك مباد و نالهء شما فرو ننشيناد ، شما فقط مانند آن زنى هستيد كه رشته‌هاى خود را پس از تابيدن باز ميكرد چه\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":162},
  {"content":"\r\n\r\nفضيلتى در شما هست ؟ بجز لاف و گزاف و آلودگى و سينه‌هاى پر كينه ، به ظاهر همچون زنان كنيز تملّق گو ، و به باطن هم چون دشمنان : سخن چين يا مانند سبزيهائى هستيد كه بر منجلاب‌ها روئيده و يا نقره‌اى كه با آن قبر مرده را بيارايند بدانيد كه براى آخرت خويش كردار زشتى از پيش فرستاديد كه به خشم خداوند گرفتار و در عذاب جاويد خواهيد ماند ، آيا گريه ميكنيد ؟ و فرياد بگريه بلند كرده‌ايد ؟ آرى به خدا بايستى زياد گريه كنيد و كمتر بخنديد كه دامن خويش را به عار و ننگى آلوده نموده‌ايد كه هرگز شست و شويش نتوانيد كرد ، چسان توانيد شست خون پسر خاتم نبوّت و معدن رسالت را ؟ خون سرور جوانان اهل بهشت و پناه نيكان شما و گريزگاه پيش آمدهاى ناگوار شما و جايگاه نور حجّت شما و بزرگ و رهبر قوانين شما را بدانيد كه گناه زشتى را مرتكب ميشويد از رحمت خدا دور باشيد و نابود شويد كه كوشش‌ها بهدر رفت و دستهاى شما از كار بريده شد و در سوداى خود زيان ديديد و بخشم خدا گرفتار شديد و سكّهء\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":163},
  {"content":"\r\n\r\nخوارى و بدبختى بنام شما زده شد ، واى بر شما اى مردم كوفه ، ميدانيد چه جگرى از رسول خدا بريديد و چه پرده‌نشينى از حرمش بيرون كشيديد ؟ و چه خونى از او ريختيد ؟ و چه احترامى از او هتك كرديد ؟\r\nبطور مسلّم كارى كرديد بس بزرگ و سخت و زشت و ناروا و خشونت آميز و شرم آور بلبريزى زمين و گنجايش آسمان ، براى شما شگفت آور است كه آسمان در اين جريان خون باريد ؟ همانا شكنجهء عالم آخرت ننگين‌تر است و كسى شما را يارى نخواهد كرد از مهلتى كه بشما داده شده استفاده نكنيد كه پيشى گرفتن شما خدا را شتابزده نميكند و از درگذشت انتقام نترسد كه پروردگار شما در كمين‌گاه است .\r\nراوى گفت : به خدا قسم آن روز مردم را ديدم كه حيران و سرگردان ميگريستند و از حيرت انگشت بدندان ميگزيدند پيرمردى را ديدم در كنارم ايستاده بود آنقدر گريه ميكرد كه ريشش تر شده بود و ميگفت :\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":164},
  {"content":"\r\n\r\nپدر و مادرم بقربان شما پيران شما بهترين پيران و جوانان شما بهترين جوانان و زنان شما بهترين زنان و نسل شما بهترين نسل است نه خوار ميگردد و نه شكست پذير است .\r\nزيد بن موسى روايت كرده است : كه پدرم از جدّم نقل كرد : كه فاطمهء صغرى از كربلا كه رسيد خطبه‌اى خواند و فرمود : سپاس خداى را بشمارهء ريگها و سنگها ، و به گرانى از عرش تا خاك ، سپاس او گويم و ايمان به او دارم و توكّل به او كنم و گواهى دهم كه بجز خداوند يكتاى بىانباز خدائى نيست و محمّد بنده و فرستادهء او است و فرزندانش در كنار رود فرات بدون سابقهء دشمنى و كينه سر بريده شدند ، بار الها من پناه به تو ميبرم كه دروغى بر تو به بندم و يا سخنى بگويم بر خلاف آنچه فرو فرستاده‌اى در بارهء پيمانهائى كه براى وصىّ پيغمبر علىّ بن ابى طالب گرفتى همان على كه حقّش را ربودند و بىگناهش كشتند چنانچه فرزندش را ديروز در\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":165},
  {"content":"\r\n\r\nخانه‌اى از خانه‌هاى خدا كشتند و جمعى كه به زبان اظهار مسلمانى ميكردند حاضر بودند اى خاك بر سرشان كه از فرزند على نه در زندگىاش ستمى را باز داشتند و نه به هنگام مرگ يارىاش نمودند تا آنكه روح او را باز گرفتى در حالى كه سرشتى داشت پسنديده و طينتى داشت پاك ، فضائل اخلاقىاش معروف همه ، و عقايد نيك‌اش مشهور جهان ، در راه تو بار الها تحت تأثير سرزنش هيچ ملامت گوئى قرار نگرفت تو بار الها او را از كودكى باسلام رهبرى فرمودى ، و چون بزرگ شد خصال نيكويش عطا فرمودى ، همواره بوظيفهء خيرخواهى نسبت به تو و پيغمبرت قيام ميكرد تا آنكه بسوى خويش او را باز گرفتى در حالى كه از دنيا رو گردان بود و حرصى به دنيا نداشت و بآخرت راغب بود ، در راه تو جهاد ميكرد تا تو از او خوشنود گشتى و او را برگزيدى و به راه راست رهنمودش شدى .\r\nامّا بعد اى مردم كوفه ، اى مردم نيرنگ باز و حيله‌گر و متكبّر ، ما خاندانى هستيم كه خدا ما را با شما آزمايش نموده و شما را با ما ، و ما را\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":166},
  {"content":"\r\n\r\nنيكو آزمايش فرمود و دانش و فهم را نزد ما قرار داد پس ما جايگاه دانش و محلّ فهم و حكمت اوئيم و بر بندگان خدا در شهرهاى زمين حجّة خداونديم خدا ما را به بزرگوارى خويش عزّت و احترام بخشيده و بواسطهء پيغمبرش محمّد عليه السّلام ما را بر بسيارى از مردم فضيلتى آشكار عنايت فرموده است ولى شما ما را تكذيب كرديد و كافران خوانديد و جنگ با ما را حلال شمرديد و دارائى ما را بيغما برديد گوئى ما اهل تركستان و كابل بوديم هم چنان كه ديروز جدّ ما را كشتيد شمشيرهاى شما بخواطر كينهء ديرينه‌اى كه از ما داشتيد از خون ما اهل بيت خون چكان است ، چشمهاى شما روشن ! ! دلتان شاد ! ! با اين دروغى كه بر خدا بستيد و نيرنگى كه با خدا كرديد و خدا بهترين مكركننده‌ها است مبادا از خونى كه از ما ريختيد و اموالى كه از ما بدست شما افتاد خوشحال باشيد كه اين مصيبت‌هاى بزرگ و محنت‌هاى شگرف كه بما رسيده پيش از اينكه بر ما برسد در تقدير الهى بود و اين\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":167},
  {"content":"\r\n\r\nبر خدا آسان است تا بر آنچه از دست شما رفته است اسفناك نباشيد و بر آنچه بشما رسيده فرحناك نگرديد و خداوند هر كسى را كه متكبّر و خود فروش باشد دوست نميدارد ، مرگ بر شما ، در انتظار لعنت و عذاب باشيد ، آنچنان نزديك است كه گوئى بر شما فرود آمده است و عذابهائى از آسمان بدنبال هم فرو ميريزد كه شما را نابود كند و شما را بچنگال يك ديگر گرفتار نمايد و سپس در نتيجهء ستمى كه روا داشتيد بشكنجهء دردناك روز رستاخيز ، جاويد خواهيد بود ، هان كه لعنت خدا بر ستمكاران باد واى بر شما ميدانيد چه دستى از شما بر ما طغيان نمود ؟ و چه كسى بجنگ ما شتافت ؟ يا بچه پائى بسوى ما آمديد كه ميخواستيد با ما بجنگيد ؟ به خدا قسم دلهاى شما سخت و جگر شما سياه شده و دريچهء دلهاى شما بسته و بر گوش و چشم شما مهر غفلت زده شده است و شيطان شما را فريب داده و بآرزوهاى دراز مبتلا نموده و بر چشم شما پرده كشيده است كه راه را نمىيابيد ، مرگ بر شما اى اهل كوفه چه كينه‌اى از رسول خدا در شما بود ؟ و چه دشمنى با او داشتيد ؟ كه اين\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":168},
  {"content":"\r\n\r\nچنين با برادرش و جدّم علىّ بن ابى طالب و فرزندان و خاندان پاك و برگزيده‌اش كينه و روزى نموديد تا آنجا كه فخركننده‌اى بر خود ميباليد و همى گفت :\r\n كشتيم ما بجنگ على را و آل او * با تيغهاى هندى و طعن سنان خويش\r\nزنهايشان اسير نموديم همچو ترك * رزمى چنين نديده كسى از دشمنان خويش \r\nاى خاك بر دهنت كه چنين گفتى بكشتن مردمى باليدى كه خداوند آنان را پاك و پاكيزه فرموده و پليدى را از آنان برده دهان بر بند و بر جاى خود بنشين آنچنان كه پدرت نشست كه براى هر كس همان است كه بدست آورده و پيش فرستاده واى بر شما آيا بر آنچه خداوند ما را فضيلت بخشيده حسد ميورزيد ؟\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":169},
  {"content":"\r\n\r\n ما را چه جرم گر دو سه روزى بكام دل * ساغر ز ما پر است و تهى مانده از رقيب \r\nاين فضل الهى است كه بر هر كس بخواهد عطا مىفرمايد و خداوند صاحب فضلى است عظيم و كسى كه خداوند براى او نورى قرار ندهد نورى ديگر نخواهد داشت .\r\nراوى گفت : صداها بگريه و شيون بلند شد و گفتند : اى دختر پاكان بس كن كه دلهاى ما را سوزاندى و گلوهاى ما بسوخت و اندرون ما آتش گرفت پس آن بانو ساكت شد .\r\nراوى گفت : آن روز امّ كلثوم دختر على از پس پردهء نازكى در حالى كه با صداى بلند گريه ميكرد خطبه‌اى خواند و گفت : اى مردم كوفه رسوائى بر شما چرا حسين را خوار نموديد و او را كشتيد ؟ و اموالش\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":170},
  {"content":"\r\n\r\nرا بتاراج برديد و از آن خود دانستيد و زنان حرمش را اسير نموديد و آزار و شكنجه‌اش نموديد مرگ و نابودى بر شما باد اى واى بر شما آيا ميدانيد چه بلائى دامنگير شما شد ؟ و چه بار گناهى بر پشت كشيديد ؟\r\nو چه خونهائى ريختيد ؟ و با چه بزرگوارى روبرو شديد ؟ و از چه كودكانى لباس ربوديد ؟ و چه اموالى بتاراج برديد ؟ بهترين مردان بعد از رسول خدا را كشتيد و دلسوزى از كانون دل شما رخت بر بست هان كه حزب خداوند پيروز است و حزب شيطان زيان كار ، سپس اشعارى بدين مضمون فرمود :\r\n بكشتيد از من برادر كه بادا * بكيفر شما را عذابى فروزان\r\nچو گشتيد خون ريز خون حرامى * به حكم خدا و رسول و به قرآن \r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":171},
  {"content":"\r\n\r\n بشارت به آتش شما را كه فردا * بدوزخ بمانيد جاويد سوزان\r\nبعمرى برادر ز مرگت بنالم * كه بودى به از هر كه پرورده دامان\r\nبريزند اشكى چنان ديدگانم * كه هرگز نخشكند چون چشمه‌ساران \r\nراوى گفت : مردم صدا بگريه و نوحه بلند كردند و زنان گيسوان پريشان نمودند و خاك بر سر ريختند و صورت به ناخن خراشيدند و سيلى به صورت خود ميزدند و صدا بوا ويلا بلند كردند و مردان بگريه افتادند و ريشها كندند و از آن روز بيشتر هيچ مرد و زنى گريان ديده نشد .\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":172},
  {"content":"\r\n\r\nسپس زين العابدين اشاره فرمود كه ساكت شويد همه ساكت شدند به پا خواست و خداى را سپاس گفت و ثنا خواند و نام پيغمبر برد و بر وى درود فرستاد سپس گفت : اى مردم هر كه مرا شناخت كه شناخته است و هر كه نشناخت من خود را به او معرّفى ميكنم من علىّ فرزند حسين فرزند علىّ بن ابى طالبم من فرزند كسى هستم كه احترامش هتك شد و اموالش ربوده شد و ثروتش بتاراج رفت و اهل و عيالش اسير شد من فرزند كسى هستم كه او را در كنار رود فرات بىسابقهء كينه و عداوت سر بريدند من فرزند كسى هستم كه او را با شكنجه كشتند و همين فخر او را بس اى مردم شما را به خدا سوگند ميدانيد كه شما بوديد بر پدرم نامه نوشتيد و فريبش داديد ؟\r\nو با او پيمان بستيد و بيعت نموديد و بجنگش پرداختيد مرگ بر شما با اين كردارى كه از پيش براى خود فرستاديد و رسوائى بر اين رأى شما\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":173},
  {"content":"\r\n\r\nبا چه ديده‌اى به روى رسول خدا نگاه خواهيد كرد ؟ هنگامى كه بشما بگويد : چون عترت مرا كشته‌ايد و احترام مرا هتك كرده‌ايد از امّت من نيستيد راوى گفت : صداها از هر طرف برخاست و به يكديگر ميگفتند نابود شده‌ايد و نميدانيد پس حضرت فرمود : خداوند رحمت كند كسى را كه نصيحت مرا بپذيرد و سفارش مرا در بارهء خدا و رسول او و اهل بيت رسول خدا نگهدارى كند كه رسول خدا براى ما نيكو پيشوائى است همگى گفتند : اى فرزند رسول خدا ما همگى گوش بفرمان توئيم و فرمانبردار و نگهدار احترام و آبروى تو و نسبت به تو علاقمنديم و رو گردان نيستيم هر دستورى دارى بفرما خداوند تو را رحمت كند كه ما با دشمن تو جنگى هستيم و با صلح‌كنندهء تو صلح جو بطور مسلّم از يزيد ملعون بازخواست ميكنيم و از كسى كه نسبت به تو و ما ستم نموده بيزاريم حضرت فرمود : هرگز ، هرگز . اى مردم نيرنگ باز و حيله گر بخواسته‌هاى دل خويش نخواهيد رسيد تصميم داردى مرا نيز فريب دهيد ؟ چنانچه پدرانم را\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":174},
  {"content":"\r\n\r\nاز پيش فريب داديد ، بخداى ( شتران رهوار در راه حج ) « 1 » سوگند كه چنين چيزى نخواهد شد هنوز زخم دل بهبودى نيافته است ديروز بود كه پدرم را با افراد خانواده‌اش كشتيد هنوز مصيبت رسول خدا و داغ پدرم و فرزندان پدرم فراموش نشده است هنوز اين غصّه‌ها گلو گير من است و اين اندوهها در سينه‌ام جوشان و دلم از اين غمها خروشان است آنچه از شما ميخواهم اين است كه نه بسود ما باشيد و نه بزيان ما سپس اشعارى بدين مضمون فرمود :\r\n نيست عجب كر حسين كشته شد از ظلم * زانكه على كشته گشت و بودى بهتر\r\nشاد چرا كوفيان ز كشتن مائيد ؟ * كاين گنه از هر گناه باشد برتر \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سوگندى است متعارف و معمول نزد عربها : مترجم\r\n","page_name":" 159 ","page_number":175},
  {"content":"\r\n\r\n كشته لب آب گشت من بفدايش * آتش دوزخ كشنده‌اش را كيفر \r\nسپس فرمود : ما سر بسر راضى هستيم نه روزى بسود ما باشيد و نه روز ديگر بزيان ما .\r\nراوى گفت : سپس ابن زياد در كاخ اختصاصى خود نشست و بار عام داد و سر حسين را آوردند و در برابرش گذاشتند و زنان و كودكان حسين را بمجلس‌اش آوردند زينب دختر على عليه السّلام بطور ناشناس گوشه‌اى بنشست ابن زياد پرسيد اين زن كيست ؟ گفته شد : زينب دختر على عليه السّلام است . ابن زياد روى بزينب نموده و گفت : سپاس خداوندى را كه شما را رسوا كرد و دروغ شما را در گفتارتان نماياند زينب فرمود : فقط فاسق رسوا مىشود و بد كار دروغ ميگويد و او ديگرى است نه ما ، ابن زياد گفت : ديدى خدا با برادر و خاندانت چه كرد ؟ فرمود : بجز خوبى\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":176},
  {"content":"\r\n\r\nنديدم اينان افرادى بودند كه خداوند سرنوشت‌شان را شهادت تعيين كرده بود لذا آنان نيز بخوابگاه‌هاى ابدى خود رفتند و به همين زودى خداوند ، ميان تو و آنان جمع كند تا تو را بمحاكمه كشند بنگر تا در آن محاكمه پيروزى كه را خواهد بود ؟ مادرت بعزايت بنشيند اى پسر مرجانه ، راوى گفت :\r\nابن زياد خشمگين شد آنچنان كه كه گوئى تصميم كشتن زينب را گرفت عمرو بن حريث بابن زياد گفت : اين ، زنى بيش نيست و زن را نبايد بگفتارش مؤاخذه كرد ابن زياد بزينب گفت : از حسين گردن كش‌ات و از افرادى كه فاميل تو بودند و از مقرّرات سرپيچى ميكردند خداوند دل مرا شفا داد ، زينب فرمود : بجان خودم قسم ، كه تو بزرگ فاميل مرا كشتى و شاخه‌هاى مرا بريدى و ريشهء مرا كندى اگر شفاى دل تو در اين است باشد ، ابن زياد گفت : اين زن چه با قافيه سخن ميگويد و بجان خودم كه پدرش نيز شاعرى بود قافيه پرداز ، زينب فرمود : اى پسر زياد زن را با قافيه\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":177},
  {"content":"\r\n\r\nپردازى چكار ؟ پس ابن زياد روى بعلىّ بن الحسين كرده و گفت : اين كيست ؟ گفته شد : علىّ بن الحسين است گفت : مگر علىّ بن الحسين را خدا نكشت ؟ حضرت فرمود : برادرى داشتم كه نامش علىّ بن الحسين بود مردم او را كشتند گفت ، بلكه خدايش كشت . علىّ عليه السّلام آيه‌اى از قرآن خواند بدين مضمون كه خداوند جانها را بهنگام مرگ ميگيرد و آن را كه نمرده است بهنگام خواب جانش را ميگيرد ابن زياد ، گفت هنوز جرات پاسخ گوئى به من دارى ؟ اين را ببريد و گردنش را بزنيد ، عمّه‌اش زينب اين دستور بشنيد و فرمود : اى پسر زياد تو كه كسى براى من باقى نگذاشتى اگر تصميم كشتن اين يكى را هم گرفته‌اى مرا نيز با او بكش ، على عليه السّلام بعمّه‌اش فرمود : عمّه جان آرام باش تا من با او سخن بگويم سپس رو بابن زياد كرده فرمود : اى پسر زياد مرا با مرگ ميترسانى ؟ مگر ندانسته‌اى كه كشته شدن عادت ما است و شهادت مايهء سر بلندى ما .\r\n\r\n","description":"","footnote":"","page_name":" 162 ","page_number":178},
  {"content":"\r\n\r\nسپس ابن زياد دستور داد تا علىّ بن الحسين و خاندانش را بخانه‌اى كه كنار مسجد اعظم بود بردند زينب دختر علىّ فرمود : هيچ زن عرب نژادى حق ندارد بديدار ما بيايد مگر كنيزان كه آنان هم مانند ما اسيرى ديده‌اند ، سپس ابن زياد دستور داد سر مبارك حسين عليه السّلام را در كوچه‌هاى كوفه گرداندند ، من حق دارم در اين جا ابياتى را بعنوان مثال بگويم كه آن اشعار را يكى از خردمندان در مرثيهء كشته‌اى از اولاد پيغمبر سروده است مضمون اشعار چنين است .\r\n سر پر نور جگر گوشهء زهرا و على * بر سر نيزه تماشا گه آن قوم دغاست\r\nمسلمين‌اند تماشاگر و زين ام عجب است * كه نه كس را دل پر درد و نه انكار و چراست\r\nكور گرديد هر آن چشم كه اين منظره ديد * كر شد آن گوش كه اين محنت و غم را شنواست \r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":179},
  {"content":"\r\n\r\n شد ز خواب آنكه ز مهرت همه شب بود بخواب * ديده‌اى را كه نخوابيد كنون خواب رواست\r\nگلشنى نيست كه اين آرزويش بر دل نيست * كه از آن بود زمينى كه تنت را مأواست \r\nراوى گفت : سپس ابن زياد بر منبر شد و حمد و ثناى الهى بجاى آورد و ضمن سخن گفت : سپاس خدائى را كه حقّ و اهل حقّ را پيروز كرد و امير الحسن و پيروانش را يارى فرمود و دروغ گو و فرزند دروغگو را كشت همين كه اين سخن بگفت پيش از آنكه جملهء ديگرى ادا كند عبد اللَّه بن عفيف ازدى برخاست و اين بزرگوار از بهترين افراد شيعه و زهّاد بود و ديدهء چپ او در جنگ جمل از دست رفته بود و ديدهء راستش بروز صفّين ، و همواره ملازم مسجد بود و همهء روز را تا شب در مسجد به نماز مشغول بود ، گفت : اى پسر زياد دروغگو و پسر دروغگو تو هستى و پدرت\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":180},
  {"content":"\r\n\r\nو كسى كه تو را بر ما فرماندار كرده و پدرش ، اى دشمن خدا فرزندان پيغمبران را مىكشيد و بر فراز منبرهاى مؤمنين چنين سخن ميرانيد ؟ راوى گفت : ابن زياد در خشم شد و گفت اين سخنگو كيست ؟ عبد اللَّه گفت : منم اى دشمن خدا خاندان پاكى را كه خداوند از آنان پليدى را بر كنار فرموده ميكشى و گمان ميكنى كه مسلمانى ؟ اى واى كجايند مهاجرين و انصار كه از امير سركش تو كه خود و پدرش به زبان محمّد پيغمبر پروردگار جهانيان ملعون است انتقام بگيرند ، راوى گفت : خشم ابن زياد فزونتر شد تا آنجا كه رگهاى گردنش پر از خون گرديد و گفت : اين مرد را نزد من بياوريد پيش خدمتان از هر طرف پيش دويدند تا او را بگيرند اشراف قبيلهء ازد ، كه پسر عمويش بودند به پا خواستند و او را از دست فرّاشان گرفتند و از در مسجد بيرونش بردند و بخانه‌اش رساندند ابن زياد دستور\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":181},
  {"content":"\r\n\r\nداد : برويد و اين كور قبيلهء ازد را كه خداوند دلش را نيز مانند چشمش كور كند بنزد من آوريد ، راوى گفت : مأمورين رفتند چون خبر بقبيلهء ازد رسيد جمع شدند و قبيله‌هاى يمن نيز با آنان هم آهنگى كردند تا نگذارند بزرگشان گرفتار شود راوى گفت : بابن زياد گزارش رسيد ، دستور داد قبيله‌هاى مضر به خدمت زير پرچم احضار شدند و بفرماندهى محمّد بن اشعث فرمان جنگ داد راوى گفت : جنگ سختى كردند تا آنكه گروهى از عرب در اين ميان كشته شدند راوى گفت : سربازان ابن زياد تا در خانهء عبد اللَّه عفيف پيش روى كردند و در را شكستند و به خانه هجوم آوردند دخترش فرياد برآورد : مردم آمدند از راهى كه بيم آن داشتى ، گفت : با تو كارى ندارند شمشير مرا بياور دختر شمشير را بدست‌اش داد عبد اللَّه از خود دفاع ميكرد و شعرى بدين مضمون ميخواند :\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":182},
  {"content":"\r\n\r\n فرزند فاضلم عفيف و طاهر * بابم عفيف و مامم امّ عامر\r\nبس قهرمان چابك و دلاور * كافكندم از شما به خون شناور \r\nراوى گفت : دخترش ميگفت : پدر جان اى كاش من مرد بودم و در برابر تو امروز با اين بدكاران و قاتلان خاندان نيكان مبارزه ميكردم راوى گفت : مردم از هر طرف گرد او را ميگرفتند و او از خود دفاع ميكرد و كسى را جرات پيشرفت نبود و از هر طرف كه مىآمدند دخترش ميگفت پدر جان از فلان سو آمدند تا آنكه افراد دشمن زياد شد و گردش را گرفتند دخترش گفت : آه ذليل شدم پدرم را احاطه كرده‌اند و يارى ندارد كه پدرم از او يارى بطلبد عبد اللَّه شمشير بگرد خود ميچرخاند و شعرى\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":183},
  {"content":"\r\n\r\nبدين مضمون ميگفت :\r\n بجان دوست كه گر ، ديده باز بود مرا * نبود باز شما را ره دخول و خروج \r\nراوى گفت : آنقدر مبارزه كرد تا عبد اللَّه را دستگير نموده و بنزد ابن زيادش بردند چون چشمش به او افتاد گفت : سپاس خداى را كه تو را خوار كرد عبد اللَّه بن عفيف گفت : اى دشمن خدا براى چه خدا مرا خوار كرد ؟\r\n خداى را قسم ار بود ديده‌ام روشن * تو را نبود رهى باز بر دخول و خروج \r\nابن زياد گفت : اى دشمن خدا در بارهء عثمان بن عفّان چه گوئى ؟\r\nگفت : اى زرخريد قبيلهء علاج اى پسر مرجانه ( و فحشى چند به او داد ) تو را چه با عثمان بن عفّان ؟ خوب كرد يا بد ، اصلاح كرد يا تباهى ، خداى تبارك و المؤمنين خود حاكم بر مقدّرات آفريدگان خود مىباشد كه ميان آنان\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":184},
  {"content":"\r\n\r\nو عثمان بداد و حقّ قضاوت فرمايد ولى تو حال پدرت و خودت و يزيد و پدرش را از من بپرس ، ابن زياد گفت : به خدا ديگر پرسشى از تو نكنم تا شربت ناگوار مرگ را جرعه جرعه بنوشى ، عبد اللَّه بن عفيف گفت :\r\nسپاس خداى را كه پروردگار جهانيان است من پيش از آنكه مادر تو را بزايد از خداوند ، پروردگار خود خواسته بودم كه شهادت را روزى من گرداند و خواسته بودم كه اين شهادت با دست ملعون‌ترين خلق و مبغوضترين آنان در نزد خداوند انجام پذيرد همين كه چشمم از دست برفت از شهادت مأيوس شدم و الآن سپاس خدائى را كه پس از نااميدى شهادت را بر من روزى فرمود و مستجاب شدن دعائى را كه از دير زمان نموده بودم به من شناساند ابن زياد گفت : گردنش را بزنيد ، گردنش را زدند و در سبخه بدارش آويختند راوى گفت : عبيد اللَّه بن زياد بيزيد نامه نوشت و خبر كشته شدن حسين و جريان اهل و عيالش را گزارش داد و رونوشت نامه را بعمرو بن سعيد بن عاص كه فرماندار مدينه بود فرستاد ، امّا عمرو همين كه خبر به او رسيد\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":185},
  {"content":"\r\n\r\nبر منبر رفت و براى مردم خطبه خواند و خبر رسيده را به آنان اعلام كرد صداى ناله و شيون از خاندان بنى هاشم برخاست و مراسم عزا و سوگوارى به پا داشتند و زينب دختر عقيل بن ابى طالب بر حسين نوحه‌سرائى كرد بدين مضمون :\r\n نبى را چه گوئيد پاسخ چو گويد * كه اى آخرين امّت آخر چه كرديد\r\nبه اولاد و اهلم پس از من كز آنان * اسيرند و يا از ره ظلم كشتيد\r\nنه اين بود پاداشم از خير خواهى * كه بال و پر از خاندانم شكستيد \r\nچون شب فرا رسيد مردم مدينه آوازى شنيدند كه گوينده‌اش ديده نميشد و اشعارى بدين مضمون همى خواند .\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":186},
  {"content":"\r\n\r\n اى گروهى كه بكشتيد حسين از ره جهل * مژده كز بهر شما هست عذاب و آزار\r\nميكنند اهل سما جمله شما را نفرين * چه پيمبر چه صفوف ملك و مالك نار\r\nهم سليمان بشما لعن كند هم موسى * هم ز عيسى بشما لعن بود بر سر دار \r\nو امّا يزيد بن معويه ، همين كه نامهء عبيد اللَّه بن زياد به او رسيد و از مضمونش آگاه شد در پاسخ نامه دستور داد كه سر بريدهء حسين عليه السّلام و سرهاى افرادى كه با او كشته شده‌اند بهمراه اموال و زنان و عيالات آن حضرت بشام بفرستد لذا ابن زياد محفّر بن ثعلبهء عائذى را خواست و سرها و اسيران و زنان را بتحويل او داد محفّر آنان را همچون اسيران كفّار كه مردم شهر و ديار آنان را ميديدند بشام برد .\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":187},
  {"content":"\r\n\r\nابن لهيعة و ديگرى حديثى روايت كرده است كه ما از آن حديث همان مقدار كه نيازمنديم نقل ميكنيم گويد : بطواف خانهء كعبه بودم كه ديدم مردى ميگويد : بار الها مرا بيامرز و گمان ندارم كه بيامرزى ، او را گفتم : اى بندهء خدا از خدا بپرهيز و چنين سخن بر زبان ميار ، كه اگر بشمارهء قطره‌هاى باران و برگ درختان گناه داشته باشى و از خدا آمرزش بخواهى خدايت مىآمرزد كه او آمرزنده و مهربان است گويد : مرا گفت بيا تا سر گذشت خودم را براى تو بيان كنم بهمراهش رفتم ، پس گفت : بدان كه من جزو همان پنجاه نفرى بودم كه سر بريدهء حسين را بشام ميبرديم برنامه چنين بود كه چون شب ميشد سر را در صندوقى مينهاديم و خود بر گرد آن نشسته و بشرا بخوارى و ميگسارى ميپرداختيم شبى رفقاى من همگى مىخورده و مست شده بودند و من نخورده بودم چون تاريكى\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":188},
  {"content":"\r\n\r\nشب همه جا را فرا گرفت صداى رعدى شنيدم و برقى درخشيد ، ديدم كه درهاى آسمان گشوده شد و آدم و نوح و ابراهيم و اسماعيل و اسحق و پيغمبر ما محمّد صلّى اللَّه عليه و آله و عليهم اجمعين فرود آمدند و جبرئيل و جمعى از فرشتگان نيز بهمراه‌شان بودند جبرئيل بنزديك صندوق آمد و سر را بيرون آورد و بر سينه گرفت و بوسيدش سپس پيغمبران همگى چنين كردند رسول خدا بر بالين سر بريده گريه كرد و پيغمبران حضرتش را تسليت عرض نمودند جبرئيل به آن حضرت عرض كرد اى محمّد ، خداى تبارك و المؤمنين به من دستور فرموده است كه شما هر امرى در بارهء امّت بفرمائيد من اجرا كنم اگر دستور ميفرمائيد تا زمين را بلرزش در آورم و زير و رويش كنم چنانچه بقوم لوط نمودم رسول خدا فرمود : نه اى جبرئيل آنان را با من بروز قيامت در پيشگاه الهى موقفى است پس فرشتگان بسوى ما آمدند تا ما را بكشند من گفتم يا رسول اللَّه امان ، امان ، فرمود : برو كه خدايت نيامرزد .\r\nو در تذييل محمّد بن نجّار كه شيخ المحدّثين بغداد بود ديدم كه در\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":189},
  {"content":"\r\n\r\nترجمهء علىّ بن نصر شبوكى اين حديث را با زيادتى نقل كرده است ، اينك حديث : راوى گفت : چون حسين بن على كشته شد و سرش را بهمراه برداشتند نشستند و بميخوارگى پرداختند و سر را دست بدست ميدادند كه ديدند دستى از آستين بر آمد و با قلمى آهنين شعرى بر ديوار نوشت بدين مضمون .\r\n بروز حشر ندانم كه قاتلان حسين * چگونه چشم شفاعت بجدّ او دارند \r\nراوى گفت : چون اين بشنيدند سر را گذاشته و فرار كردند .\r\nراوى گفت : كوفيان سر حسين را با زنان و مردان اسير بردند چون بنزديك دمشق رسيدند امّ كلثوم بشمر كه جزو آنان بود نزديك شد و او را فرمود : مرا به تو نيازى است گفت چيست ؟ فرمود ما را كه به اين شهر ميبريد از دروازه‌اى وارد كنيد كه تماشاگر كمتر باشد و ديگر آنكه باينان\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":190},
  {"content":"\r\n\r\nپيشنهاد كن كه اين سرها را از ميان كجاوه‌هاى ما بيرون ببرند و از ما دور كنند كه از بس ما را با اين حال ديدند خوار و ذليل شديم ، شمر در پاسخ خواستهء آن بانو از عناد و كفرى كه داشت دستور داد كه سرها را بر فراز نيزه‌ها بزنند و ميان كجاوه‌ها تقسيم كنند و با اين حال آنان را در ميان تماشاگران بگردانند تا آنكه آنان را بدروازهء دمشق آوردند و در پلّه‌هاى در مسجد جامع به پا داشتند يعنى همان جا كه اسيران را نگه مىداشتند .\r\nروايت شده كه يكى از فضلاء تابعين چون سر حسين عليه السّلام را در شام ديد يك ماه خود را از همهء دوستانش پنهان كرد چون پس از مدّتى كه نبود او را يافتند پرسيدند چرا خود را پنهان كرده بودى ؟ گفت : مگر نمىبينيد چه بلائى بر سر ما آمده است ؟ و اشعارى بدين مضمون انشاء كرد .\r\n سر بريده‌ات اى ميوهء دل زهرا * به خون خويش خضاب است و آورند بشام \r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":191},
  {"content":"\r\n\r\n بكشتن تو نمودند آشكار و بعمد * بقتل ختم رسل اين گروه دون اقدام\r\nلبان تشنه شهيدت نمود خصم نگفت * گز آيه آيهء قرآن توئى مراد و مرام\r\nتو را كه معنى تكبير بودى و تهليل * كشند و بانگ به تكبير ، اين گروه لئام \r\nراوى گفت : پيرمردى آمد و به زنان و عيالات حسين عليه السّلام كه بر در مسجد ايستاده بودند نزديك شد و گفت سپاس خداى را كه شما را بكشت و نابود كرد و شهرها را از مردان شما آسوده نمود و امير الحسن را بر شما مسلّط كرد علىّ بن الحسين ، به او فرمود : اى پيرمرد قرآن خوانده‌اى گفت :\r\nآرى ، فرمود : معناى اين آيه را نيكو درك كرده‌اى ؟ : بگو اى پيغمبر من براى رسالت مزدى از شما نميخواهم بجز دوستى خويشاوندانم ، پيرمرد گفت :\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":192},
  {"content":"\r\n\r\nآرى ، اين آيه را خوانده‌ام على عليه السّلام فرمود : خويشاوندان پيغمبر مائيم ، اى شيخ در سورهء بنى اسرائيل خوانده‌اى ؟ كه حقّ خويشاوندان ادا كن شيخ گفت خوانده‌ام ، علىّ بن الحسين فرمود : خويشاوند مائيم ، اى پير مرد اين آيه را خوانده‌اى ؟ : بدانيد هر چه سود برديد پنج يك آن مخصوص خدا است و رسول و خويشاوندان رسول ، گفت : آرى ، على عليه السّلام ، به او فرمود : مائيم خويشاوندان پيغمبر ، اين آيه را خوانده‌اى ؟ : خداوند خواسته است كه پليدى را از شما خاندان بردارد و شما را پاك و پاكيزه فرمايد ، شيخ گفت : اين آيه را خوانده‌ام ، على عليه السّلام فرمود : مائيم آن خاندانى كه خداوند آيهء تطهير را مخصوص ما نازل فرموده است ، راوى گفت : پير مرد ساكت ايستاد و آثار پشيمانى از آنچه گفته بود بر چهره‌اش نمايان بود پس از لحظه‌اى گفت : تو را به خدا شما همانيد كه گفتى ؟\r\nعلىّ بن الحسين فرمود : به خدا قسم بدون شكّ ما همان خاندانيم بحقّ جدّم رسول خدا كه ما همان خاندانيم ، پيرمرد گريان شد و عمامه\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":193},
  {"content":"\r\n\r\nبر زمين زد و سپس سر بر آسمان برداشت و گفت : بار الها ما كه از دشمنان جنّى و انسى آل محمّد بيزاريم پس به حضرت عرض كرد : آيا راه توبه‌اى براى من هست ؟ فرمود : آرى ، اگر توبه كنى خداوند توبهء تو را مىپذيرد و تو با ما خواهى بود عرض كرد : من توبه كارم ، گزارش رفتار اين پيرمرد بيزيد رسيد دستور داد او را كشتند ، راوى گفت : پس كنيزان و زنان و بازماندگان حسين را كه رديف هم بريسمانها بسته بودند وارد مجلس يزيد كردند چون در برابر او با چنين حال ايستادند علىّ بن الحسين بيزيد فرمود : ترا به خدا اى يزيد به گمان تو اگر رسول خدا ما را با اين وضع ميديد چه ميكرد ؟ يزيد دستور داد طنابها را بريدند پس سر حسين را در برابر خود گذاشت و زنان را در پشت سر خود جاى داد تا او را نه بينند علىّ بن الحسين عليه السّلام كه اين منظره را ديد تا پايان عمر غذائى كه از سر حيوان تهيّه شده باشد ميل نفرمود و امّا زينب چون سر بريده را ديد دست برد\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":194},
  {"content":"\r\n\r\nو گريبان چاك زد سپس با ناله‌اى جانسوز كه دلها را جريحه دار ميكرد صدا زد : اى حسين ، اى حبيب رسول خدا ، اى فرزند مكّة و منى ، اى پسر فاطمهء زهرا سرور بانوان ، اى پسر دختر مصطفى ، راوى گفت : به خدا قسم هر كه را كه در مجلس بود بگريه در آورد و يزيد لعين ، هم چنان ساكت بود سپس زنى از بنى هاشم كه در داخلهء يزيد بود شروع بنوحه‌سرائى براى حسين كرد صدا ميزد : اى حبيب ما ، اى سرور خاندان ما ، اى پسر محمّد اى سرپرست بيوه زنان و يتيمان ، اى كشتهء فرزندان زنازادگان ، راوى گفت : هر كه صدايش را شنيد گريان شد پس يزيد ملعون عصاى خيزرانش را طلبيد و با آن بر دندانهاى حسين ميكوبيد ، ابو برزهء اسلمى رو بيزيد كرد و گفت : واى بر تو اى يزيد با عصايت دندانهاى حسين فرزند فاطمه را چوب\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":195},
  {"content":"\r\n\r\nميزنى ؟ من خود شاهد بودم كه پيغمبر صلّى اللَّه عليه و آله و سلّم دندانهاى حسين و برادرش حسن را مىمكيد و ميگفت : شما دو سرور جوانان اهل بهشتيد خدا بكشد كشندهء شما را و لعنت‌اش كند و دوزخ را براى او آماده نمايد كه چه جايگاه بدى است ، راوى گفت : يزيد بر آشفت و دستور داد او را از مجلس بيرون كنند پس كشان كشان او را از مجلس بيرون بردند راوى گفت : يزيد اشعارى از ابن زبعرى ميخواند بدين مضمون :\r\n پدرانم كه ببدر از خروج * ناله‌ها از دم شمشير شنيد\r\nكاش بودند و بگفتندى شاد * دست تو درد مبيناد يزيد\r\nآنقدر سرور از آنان كشتيم * تا كه با بدر برابر گرديد\r\n\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":196},
  {"content":"\r\n\r\n بازى هاشم و مالك است و جز اين * خبرى نامد و وحيى نرسيد\r\nنيم از خندف اگر نستانم * كينه‌ام ز آل نبى بىترديد \r\nراوى گفت : زينب دختر علىّ بن ابى طالب به پا خواست و گفت :\r\nسپاس خداى را كه پروردگار عالميان است و درود بر پيغمبر و همهء فرزندانش خداى سبحان سخن بر است فرمود كه چنين فرمايد : پايان كار آنان كه بسيار كار زشت كردند اين است كه آيات الهى را دروغ پنداشته و آنها را مسخره ميكنند اى يزيد تو كه زمين و آسمان را از هر طرف بر ما تنگ گرفتى و ما را مانند كنيزان باسيرى مىكشند ، به گمانت كه اين خوارى ما است در پيشگاه خداوند و تو را در نزد خدا احترامى است ؟ و اين از آن است كه قدر تو در نزد خداوند بزرگ است ؟ كه اين چنين باد در بينى انداختى و متكبّرانه نگاه ميكنى شاد و خرّمى كه پايه‌هاى دنيا را بسود خود محكم\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":197},
  {"content":"\r\n\r\nديده و رشتهء كارها را بهم پيوسته مشاهده نموده و حكومت و قدرتى را كه از آن ما بود بدون مزاحم بدست آورده‌اى ، آرام ، آرام ، مگر فرمودهء خدا را فراموش كرده‌اى ؟ كه كافران گمان نبرند مهلتى را كه ما به آنان ميدهيم بخير آنان است مهلت ما فقط به آن منظور است كه گناهشان فزونتر گردد و شكنجه‌اى ذلّت بخش براى آنان آماده است اى فرزند آزادشدگان اين رسم عدالت است ؟ كه زنان و كنيزان خود را پشت پرده جاى داده‌اى ولى دختران رسول خدا اسير و دست بسته در برابرت ، پرده‌هاى احترامشان هتك شده و صورت‌هايشان نمايان ، آنان را دشمنان ، شهر به شهر ميگردانند و در مقابل ديدگان مردم بيابانى و كوهستانى و در چشم انداز هر نزديك و دور و هر پست و شريف نه از مردانشان سرپرستى دارند و نه از يارانشان حمايت‌كننده‌اى ، چه چشم داشت از كسى كه دهانش جگرهاى پاكان را بيرون انداخت ( و جويدن نتوانست ) و گوشت‌اش از خون شهيدان روئيد و چه\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":198},
  {"content":"\r\n\r\nانتظار در تأخير دشمنى ما اهل بيت از كسى كه با ديدهء بغض و دشمنى و توهين و كينه‌جوئى بر ما نگريست و پس از اين همه ، بدون اينكه خود را گنهكار به بينى و بزرگى اين عمل را درك كنى ميگوئى\r\n كاش بودند بگفتندى شاد * دست تو درد مبيناد يزيد \r\nدر حالى كه با چوب دستى اشاره بدندانهاى ابى عبد اللّه سرور جوانان اهل بهشت ميكنى و با چوب دستى خويش دندانهاى حضرت را ميزنى چرا چنين نگوئى ؟ تو كه پوست از زخم دل ما برداشتى و ريشهء ما را درآوردى با اين خونى كه از خاندان محمّد صلّى اللَّه عليه و آله و ستارگان درخشان روى زمين از اولاد عبد المطّلب ريختى يزيد ، پدرانت را بانگ ميزنى بگمانت كه صدايت بگوششان ميرسد به همين زودى به جائى كه آنان هستند خواهى رفت و آن وقت آرزو خواهى كرد كه اى كاش دستت چلاق بود و زبانت لال و چنين حرفى نميزدى و كارى كه كرده‌اى نميكردى بار الها حقّ ما را\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":199},
  {"content":"\r\n\r\nباز گير و از آنكه بما ستم كرد انتقام بگير و خشم خود را بر كسى كه خونهاى ما را ريخت و ياران ما را كشت فرود آر ، يزيد به خدا قسم ندريدى مگر پوست خود را و نبريدى مگر گوشت خود را و مسلّما با همين بارى كه از ريختن خون ذرّيّهء رسول خدا و هتك احترام او در خاندان و خويشانش بر دوش دارى به رسول خدا وارد خواهى شد هنگامى كه خداوند همه را جمع مينمايد و پراكندگى آنان را گردآورد و حقّ آنان را بازگيرد آنانى را كه در راه خدا كشته شده‌اند مرده مپندار بلكه زندگانند و در نزد پروردگارشان از روزيها برخوردار ، و همين تو را بس كه خداوند حاكم است و محمّد طرف دعوا و جبرئيل پشتيبان او و به همين زودى آنكه فريبت داد و تو را بر گردن مسلمانان سوار كرد خواهد فهميد كه ستمكاران را عوض بدى نصيب است و كدام يك از شما جايگاهش بدتر و سپاهش ناتوان‌تر است و اگر چه پيش آمدهاى ناگوار روزگار ، مرا بسخن گفتن با تو كشانده ولى در\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":200},
  {"content":"\r\n\r\nعين حال ارزش‌ات از نظر من ناچيز و سرزنشت بزرگ و ملامتت بسيار است چه كنم كه چشمها پر اشك و سينه‌ها سوزان است هان كه شگفت آور است و بسى مايهء شگفتى است كه افراد نجيب حزب خدا در جنگ با احزاب شيطان كه برده‌گان آزاد شده بودند كشته شوند و اين دستها است كه خون ما از آن‌ها ميچكد و اين دهن‌ها است كه از گوشت ما پر آب شده و اين پيكرهاى پاك و پاكيزه كه پى در پى خوراك گرگهاى درنده گشته و در زير چنگال بچّه كفتارها به خاك آلوده شده است و اگر امروز ما را براى خود غنيمتى مىپندارى به همين زودى خواهى ديد كه مايهء زيانت بوده‌ايم و آن هنگامى است كه هر چه از پيش فرستاده‌اى خواهى ديد و پروردگار تو بر بندگان ستم روا نميدارد من شكايت بنزد خدا برم و توكّلم به او است هر نيرنگى كه خواهى بزن و هر اقدامى كه توانى بكن و هر كوششى كه دارى دريغ مدار كه به خدا قسم كه نه نام ما را توانى محو كردن و نه نور وحى ما را خاموش كردن و به ما نخواهى رسيد و اين ننگ از دامن تو شسته نخواهد گشت مگر نه اين است كه رأى تو دروغ است و روزهاى قدرتت انگشت شما رو\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":201},
  {"content":"\r\n\r\nاجتماعت پراكنده ، روزى ميرسد كه منادى ندا مىكند هان لعنت خدا بر ستمكاران باد پس سپاس پروردگار جهانيان را كه اوّل ما را با خوشبختى و مغفرت و آخر ما را با شهادت و رحمت پايان داد و از خدا ميخواهم كه پاداش آنان را بطور كامل و هر چه بيشتر عطا فرمايد و ما را بازماندگان نيكى گرداند كه او مهربان و با محبّت است و خداوند ما را بس است و وكيل نيكوئى است يزيد در جواب شعرى خواند بدين مضمون :\r\n بسا ناله‌اى كان پسنديده‌تر * كه آسان بود نوحه بر نوحه گر \r\nراوى گفت : سپس يزيد با اهل شام مشورت نمود كه با اسيران چه كند ؟ آنان نظرى دادند ( كه به حكم مراعات ادب با خاندان رسالت ترجمة نشد ) نعمان بن بشير گفت : به بين رسول خدا با آنان چه ميكرد ؟ تو نيز همان كن پس مردى از اهل شام نگاهش بفاطمه دختر حسين افتاد گفت يا امير الحسن اين كنيز را به من ارزانى دار ، فاطمه بعمّه‌اش گفت : عمّه\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":202},
  {"content":"\r\n\r\nجان يتيم شدم كنيز هم بشوم ؟ زينب فرمود : نه اعتنائى به اين فاسق نكن ، شامى گفت : اين كنيزك كيست ؟ يزيد گفت : اين ، فاطمه دختر حسين است و آن هم زينب دختر علىّ بن ابى طالب است شامى گفت : حسين پسر فاطمه و على فرزند ابو طالب ؟ گفت : آرى ، شامى گفت : خدا تو را لعنت كند اى يزيد فرزند پيغمبر را مىكشى و خاندانش را اسير ميكنى به خدا قسم من بگمانم كه اينان اسيران روم‌اند يزيد گفت : به خدا كه تو را نيز به آنان مىپيوندم پس دستور داد و گردنش را زدند راوى گفت : يزيد سخنگوى دربار را طلبيد و دستور داد كه بر منبر شود و از حسين و پدرش بدگوئى كند سخنگو بمنبر شد و نسبت بامير الحسن و حسين شهيد عليهما السّلام بسيار بدگوئى كرد و از معاوية و يزيد ستايش ، علىّ بن الحسين عليه السّلام بانگ بر او زد و گفت : و اى بر تو اى سخنگو\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":203},
  {"content":"\r\n\r\nكه رضاى مخلوق را بخشم آفريدگار خريدى نشيمنگاه خود را در آتش به بين راستى كه ابن سنان خفاجى در توصيف امير الحسن چه خوب سروده است شعرى را كه مضمونش چنين است :\r\n بدگوئى از كسى بنمايند آشكار * بر منبرى كه تيغ وىاش پايه برافراشت \r\nراوى گفت : آن روز يزيد لعين بعلىّ بن الحسين وعده داد كه سه حاجت او را برآورده خواهد نمود سپس دستور داد آنان را در منزلى جاى دادند كه نه از گرما نگاهشان ميداشت و نه از سرما ، آنجا بودند تا آنكه صورتهايشان پوست انداخت و در تمام مدّتى كه در اين شهر بودند كارشان نوحه‌سرائى بر حسين بود ، سكينة گفت : چهارمين روزى بود كه ما در شام بوديم خوابى ديدم و خوابى طولانى نقل فرموده كه در پايان آن ميگويد زنى ديدم كه بر هودجى سوار است و دست بر سر گذاشته پرسيدم اين زن\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":204},
  {"content":"\r\n\r\nكيست ؟ به من گفتند : اين فاطمه دختر محمّد است و مادر پدر تو است گفتم :\r\nبه خدا كه بايد بنزدش بروم و بگويم كه چه با ما كردند شتابان بسويش دويدم و خود را به او رساندم و در برابرش ايستادم و گريه كنان ميگفتم : مادر جان به خدا كه حقّ ما را انكار كردند مادر ، به خدا كه جمعيّت ما را پراكندند مادر جان به خدا كه حريم ما را مباح دانستند مادر جان به خدا كه حسين پدر ما را كشتند چون اين سخنان از من شنيد فرمود : سكينة بيش از اين مگو كه بند دلم را بريدى اين پيراهن پدر تو است كه از خودم جدايش نخواهم نمود تا با همين پيراهن خدا را ملاقات كنم .\r\nو ابن لهيعة از ابى الاسود محمّد بن عبد اللّه روايت كرده است كه رأس الجالوت ( بزرگ يهودان ) مرا ملاقات كرد و گفت به خدا ميان من و داود هفتاد پدر فاصله است و يهود وقتى به من ميرسند احترامم ميگذارند و ميان\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":205},
  {"content":"\r\n\r\nفرزند پيغمبر شما و پيغمبر يك پدر بيشتر فاصله نيست كه فرزندانش را كشتيد : و از امام زين العابدين روايت شده است كه چون سر بريدهء حسين را نزد يزيد آوردند مجالس ميگسارى ترتيب ميداد و سر مبارك را مىآورد و در مقابل خود ميگذاشت و بر آن سفره ميخوارگى ميكرد روزى سفير پادشاه روم كه خود يكى از اشراف و بزرگان بود در مجلس حضور داشت گفت : اى شاه عرب اين سر از كيست ؟ يزيد گفت : تو را با اين سر چكار ؟\r\nگفت : من كه بنزد پادشاه باز ميگردم از آنچه ديده‌ام از من مىپرسد دوست داشتم كه داستان اين سر و صاحب سر را برايش گفته باشم تا او نيز شريك شادى و سرور تو باشد يزيد ملعون گفت : اين سر حسين بن علىّ بن ابى طالب است رومى گفت : مادرش كيست ؟ گفت : فاطمه دختر رسول خدا نصرانى گفت : نفرين بر تو و دين تو ، دين من كه بهتر از دين شما است زيرا پدر من از نواده‌گان داود است و ميان من و داود پدران بسيارى فاصله\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":206},
  {"content":"\r\n\r\nاست و نصارى مرا بزرگ ميشمارند و از خاك پاى من بعنوان تبرّك كه من نوادهء داودم بر ميدارند و شما پسر دختر رسول خدا را ميكشيد با اينكه ميان او و پيغمبر شما يك مادر بيشتر فاصله نيست اين چه دينى است ؟ سپس به يزيد گفت : داستان كليساى حافر را شنيده‌اى ؟ گفت : بگو تا بشنوم گفت : دريائى است ميان عمّان و چين كه يك سال راه است و هيچ آبادى در آن نيست مگر يك شهر كه در وسط دريا است در هشتاد فرسخ ، شهرى بزرگتر از آن به روى زمين نيست صادراتش كافور و ياقوت است و درختانش همه عود است و عنبر و در تصرّف نصارى است و هيچ يك از پادشاهان را بجز نصارى آنجا ملكى نيست و در اين شهر كليساهاى بسيارى است كه از همه بزرگتر كليساى حافر است از محراب آن كليسا حقّهء طلائى آويزان است كه ناخنى در ميان آن حقّه است و ميگويند : ناخن\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":207},
  {"content":"\r\n\r\nدراز گوشى است كه عيسى سوار بر آن ميشد نصارى آن حقّه را بر حريرى پيچيده‌اند و همه ساله يك جهان از نصارى آنجا مىآيند و بر گرد آن حقّه طواف ميكنند و آن را ميبوسند و در نزد آن حاجتهاى خود را از خداى المؤمنين ميخواهند اين رفتار و عقيدهء آنان است نسبت به ناخن درازگوشى كه بگمانشان ناخن درازگوش سوارى پيغمبرشان است و شما پسر دختر پيغمبر خود را مىكشيد ، خداوند شما را و دين شما را مبارك نكند يزيد لعين گفت : اين نصرانى را بكشيد تا آبروى مرا در كشور خود نبرد چون نصرانى احساس كرد كه يزيد در صدد كشتن او است گفت : مگر تصميم كشتن مرا دارى ؟\r\nگفت آرى ، گفت : بدان كه من ديشب پيغمبر شما را بخواب ديدم كه به من ميفرمود : اى نصرانى تو اهل بهشتى و من از سخن آن حضرت در شگفت شدم شهادت مىدهم كه نيست خدائى به جز خداوند و محمّد فرستادهء او است سپس از جاى خود پريد و سر حسين عليه السّلام را برداشت و بر سينه گرفت\r\n\r\n","description":"","footnote":"","page_name":" 192 ","page_number":208},
  {"content":"\r\n\r\nو او را مىبوسيد و گريه مىكرد تا كشته شد ، راوى گفت : روزى زين العابدين عليه السّلام بيرون آمد و در بازارهاى دمشق قدم ميزد منهال بن عمرو با آن حضرت رو برو شد عرض كرد : يا ابن رسول اللَّه روزهاى را چگونه بشب ميرسانيد ؟\r\nفرمود : روزى بر ما گذشت كه مانند بنى اسرائيل در ميان آل فرعون بوديم كه فرزندانشان را سر مىبريدند و زنانشان را زنده نگاه ميداشتند اى منهال روزى بر عرب گذشت كه بر عجم مىباليد كه محمّد از آن قبيله است و روزى بر قريش گذشت كه بر ديگر عربها مباهات ميكرد كه محمّد صلّى اللَّه عليه و آله از قريش است و روزى بر ما خاندانش گذشت كه حقّ ما غصب شده بود و خودمان كشته شده بوديم و از وطن رانده شده بوديم ، در اين مصيبتى كه بر ما گذشت بايد بگويم انّا للَّه و إنّا إليه راجعون . خدا جزاى خير دهد به مهيار كه شعرى گفته است بدين مضمون :\r\n تعظيم چوب منبر او را كنند وليك * اولاد او فتاده به بين زير گامشان \r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":209},
  {"content":"\r\n\r\n اولاد او چسان از شما پيروى كنند * فخر شماست صحبت جدّ گرامشان \r\nروزى يزيد ملعون علىّ بن الحسين را با عمرو بن حسين احضار كرد و عمرو كودكى بود كه گفته شده است يازده سال داشت و بعمرو گفت : با اين فرزند من خالد كشتى ميگيرى ؟ عمرو در جواب گفت نه ، بكشتى گرفتن با او حاضر نيستم ولى خنجرى به من و خنجرى به او بده تا با هم بجنگيم يزيد شعرى خواند بدين مضمون :\r\n ز اخزم همين خوى دارم اميد * كه از مار جز مار نايد پديد \r\nيزيد بعلىّ بن الحسين گفت : آن سه حاجتى را كه وعده داده بودم بر آورم بگو ، فرمود : اوّل اينكه اجازه بدهى براى آخرين بار صورت سيّد و مولا و پدر خود حسين را به بينم ، دوّم اينكه آنچه از ما بيغما برده‌اند بما بازگردانى سوّم اينكه اگر تصميم كشتن مرا دارى كسى را بهمراه اين زنان بفرست تا آنان را بحرم جدّشان برساند ، گفت : امّا روى پدرت را\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":210},
  {"content":"\r\n\r\nكه هرگز نخواهى ديد و امّا كشتنت ، تو را بخشيدم و زنان را جز تو كسى ديگر بمدينه باز نميگرداند و امّا آنچه از شما بيغما برده‌اند من از خود چندين برابر قيمتش را مىپردازم ، فرمود : امّا مال تو را كه نميخواهم و ارزانى خودت باد و من كه اموال تاراج شده را باز خواستم به اين منظور بود كه جزو آن اموال پارچهء دست بافت فاطمه دختر محمّد صلّى اللَّه عليه و آله و روسرى و گردن بند و پيراهنش بود يزيد دستور داد كه اين اثاثيّه را بازگردانيدند و دويست دينار هم از مال خودش اضافه كرد زين العابدين عليه السّلام آن دويست دينار را در ميان فقيران پخش كرد سپس يزيد دستور داد كه اسيران خانوادهء حسين عليه السّلام بوطنهاى خودشان و بمدينهء پيغمبر بازگردند .\r\nو اما سر حسين عليه السّلام روايت شده كه بازش آورده و در كربلا با پيكر شريف‌اش دفن شد و عمل طايفهء شيعه هم بر طبق همين معنى كه گفتيم بوده است و\r\n\r\n","description":"","footnote":"","page_name":" 195 ","page_number":211},
  {"content":"\r\n\r\nآثار گوناگونى بجز آنچه گفتيم روايت شده است كه ما ناگفته گذاشتيم تا شرط اختصارى كه كرده بوديم از ميان نرود .\r\nراوى گفت : چون زنان و عيالات حسين از شام بازگشتند و بكشور عراق رسيدند براهنماى قافله گفتند ما را از راه كربلا ببر پس آمدند تا بقتلگاه رسيدند ديدند جابر بن عبد اللّه انصارى و جمعى از بنى هاشم و مردانى از اولاد پيغمبر صلّى اللَّه عليه و آله و سلّم آمده‌اند براى زيارت قبر حسين عليه السّلام پس همگى بيك هنگام در آن سرزمين گرد آمدند و با گريه و اندوه و سينه زنى با هم ملاقات كردند و مجلس عزائى كه دلها را جريحه دار ميكرد بر پا نمودند و زنانى كه در آن نواحى بودند جمع شدند و چند روزى به همين منوال گذشت .\r\nاز ابى حباب كلبى روايت شده كه گفت : بنّايان گچ‌كارى بودند كه براى ما گفتند : ما كه شبها به صحراى كنار قتلگاه حسين ميرفتيم ميشنيديم\r\n\r\n","description":"","footnote":"","page_name":" 196 ","page_number":212},
  {"content":"\r\n\r\nكه طايفهء جنّ نوحه‌سرائى ميكنند و شعرى بدين مضمون ميخوانند .\r\n جبينش رسول خدا مسح كرد * از آن است برقى كه در خدّ اوست\r\nبود باب و مامش بزرگ قريش * همى بهترين جدّ مگر جدّ اوست \r\nراوى گفت : سپس از كربلا به مقصد مدينه حركت كردند بشير بن جذلم گفت : چون بنزديك مدينه رسيديم علىّ بن الحسين فرود آمد و بارها را باز كرد و خيمه‌اش را بر پا ساخت و زنان را پياده نمود و فرمود :\r\nاى بشير خدا پدرت را رحمت كند او شاعر بود تو هم شعر سرودن توانى ؟ عرض كرد : آرى يا ابن رسول اللَّه من هم شاعرم حضرت فرمود : وارد شهر مدينه بشو و مرگ ابى عبد اللَّه را اعلام كن بشير گفت : اسبم را سوار شدم و بتاخت وارد مدينه شدم چون به مسجد پيغمبر رسيدم صدا بگريه بلند كردم و شعرى بدين مضمون انشاد كردم .\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":213},
  {"content":"\r\n\r\n يثربيان رخت زين ديار ببنديد * زانكه حسين كشته گشت و گريه كنم زار\r\nپيكر پاكش بكربلا شده در خون * بر سر نى شد سرش بكوچه و بازار \r\nبشير گفت : سپس گفتم : اين علىّ بن الحسين است با عمّه‌ها و خواهرانش كه نزديك شهر رسيده‌اند و در كنار آن فرود آمده‌اند و من قاصد اويم كه جاى او را بشما نشان دهم بشير گفت : هيچ زن پرده‌نشين و با حجابي در مدينه نماند مگر اينكه از پشت پرده بيرون آمدند مو پريشان و صورت خراشان و لطمه زنان صدا بوا ويلا بلند نمودند من نه از آن روز بيشتر گريه كن ديده‌ام و نه از آن روز بر مسلمين تلختر ، و شنيدم كه كنيزى بر حسين نوحه ميكرد و بدين مضمون شعر ميخواند\r\n داد قاصد خبر مرگ تو و دل بشنيد * وه چه گويم كه از اين فاجعه بر دل چه رسيد \r\n\r\n","description":"","footnote":"","page_name":" 198 ","page_number":214},
  {"content":"\r\n\r\n ديدگان ز اشك عزايش منمائيد دريغ * اشگ ريزيد پياپى ز غم شاه شهيد\r\nآنكه در ماتم او عرش الهى لرزيد * و ز غمش مجد و شرف داد ز كف دين مجيد\r\nپسر پاك نبىّ اللَّه و فرزند وصىّ * گر چه آرامگه‌اش دور ز ما شد جاويد \r\nسپس گفت : اى آنكه خبر مرگ براى ما آوردى اندوه ما را در ماتم ابى عبد اللّه تازه كردى و زخمهائى را كه هنوز بهبود نيافته بود خراشيدى تو كه هستى ؟ خدايت رحمت كند گفتم : من بشير بن جذلم هستم كه آقايم علىّ بن الحسين مرا به اين سو فرستاد و خودش هم در فلان جا فرود آمده است عيالات و زنان حسين عليه السّلام نيز بهمراه او است بشير گفت : مرا همان جا گذاشتند و از من پيش افتادند من باسبم ركاب زدم و بسوى آنان بازگشتم ديدم مردم\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":215},
  {"content":"\r\n\r\nهمهء جاده‌ها و پياده‌روها را گرفته‌اند از اسب پياده شدم و از روى دوش مردم خود را بدر خيمه‌اى كه علىّ بن الحسين در ميانش بود رساندم حضرت بيرون آمد و دستمالى بدست داشت كه اشك ديده‌گانش را با آن پاك ميكرد و خادمى كرسى بدست دنبال حضرت بود كرسى را به زمين گذاشت حضرت بر آن كرسى نشست و بىاختيار گريه ميكرد صداى مردم بگريه بلند شد و زنان و كنيزان ناله زدند مردم از هر طرف به حضرت تسليت عرض ميكردند آن قطعه از زمين يك پارچه گريه شد حضرت با دست اشاره كرد كه ساكت شويد مردم از جوش و خروش افتادند حضرت فرمود :\r\nسپاس خداى را كه پروردگار عالميان است و مالك جزا ، آفرينندهء همهء آفرينش ، خدائى كه از ديدگاه عقول مردم آنقدر دور است كه مقام رفيعش آسمانهاى بلند را فراگرفته و بآفريدگانش آنقدر نزديك است كه آهسته‌ترين صدا را ميشنود خداى را سپاسگزاريم بر كارهاى بزرگ و پيش آمدهاى ناگوار روزگار و درد اين ناگوارىها و سوزش زخم زبانها\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":216},
  {"content":"\r\n\r\nو مصيبتهاى بزرگ و دلسوز و اندوه آور و دشوار و ريشه كن اى مردم همانا خداوند كه حمد و سپاس بر او باد ما را بمصيبتهاى بزرگى مبتلا فرمود و شكست بزرگى در اسلام پديد آمد : ابو عبد اللَّه الحسين و خانواده‌اش را كشتند و زنان و كودكان‌اش را اسير كردند و سر بريده‌اش را بر نوك نيزه زده و شهرها را گرداندند و اين مصيبتى بود كه مانندى ندارد اى مردم كدام يك از مردان شما ميتواند پس از كشته شدن حسين شاد و خرّم باشد ؟ يا كدام قلبى است كه براى او اندوهگين نشود ؟ با كدام يك از شما اشك ديدگانش را حبس و از ريزش آن جلوگيرى تواند نمود ؟ با اينكه هفت آسمان محكم براى كشته‌شدنش گريه كرد و درياها با آن همه موج و آسمانها با اركانشان و زمين با اعماقش و درختها با شاخه‌هايشان و ماهيها و امواج درياها و فرشتگان مقرّب خدا و اهل آسمانها همه و همه گريه كردند\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":217},
  {"content":"\r\n\r\nاى مردم آن چه دلى است كه براى كشته‌شدنش شكافته نشود ؟ و يا كدام قلبى است كه ناله نكند ؟ يا كدام گوشى است كه اين شكست اسلامى را بشنود و كر نشود ؟ اى مردم ما صبح كرديم در حالى كه از شهر خود رانده شده و در بدر بيابانها و دور از وطن بوديم گوئى كه اهل تركستان و كابليم بدون هيچ گناهى كه از ما سر زده باشد و كار زشتى كه مرتكب شده باشيم و شكستى در اسلام وارد آورده باشيم چنين رسمى در نسلهاى پيشين نشنيده‌ايم اين يك كار نو ظهورى بود به خدا قسم اگر پيغمبر باينان پيشنهاد جنگ با ما را ميفرمود آنچنان كه سفارش ما را كرد از آنچه با ما رفتار كردند بيشتر نميتوانستند كرد انّا اللَّه و انّا إليه راجعون چه مصيبت بزرگ و دلسوز و دردناك و رنج دهنده و ناگوار و تلخ و جانسوزى بود ما آنچه را كه روى داد و بما رسيد به حساب خدا منظور ميداريم كه او عزيز است و انتقام‌گيرنده .\r\nراوى گفت : صوحان بن صعصعة بن صوحان كه زمين گير بود برخاست و از اينكه پاهايش زمين گير است پوزش طلبيد حضرت عذرش را پذيرفت\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":218},
  {"content":"\r\n\r\nو از حسن ظنّش سپاسگزارى كرد و بر پدرش رحمت فرستاد .\r\nعلىّ بن موسى بن جعفر بن محمّد بن طاوس گرد آورندهء اين كتاب گويد : سپس آن حضرت صلوات اللَّه عليه با اهل و عيال به شهر مدينه كوچ كرد نگاهى بخانه‌هاى فاميل و مردان خانواده‌اش انداخت ديد آن خانه‌ها با زبان حال همه نوحه‌گرند و اشك ميريزند كه حمايت‌كنندگان و مردانشان از دست رفته و مانند مادرهاى داغديده گريه ميكنند و از هر رهگذرى جوياى حال آنان مىشود و بر كشته‌گانشان غصّه‌ها ميخورند و فرياد وا مصيبتا از آن‌ها بلند است و ميگويند : اى مردم مرا در اين نوحه‌سرائى و ناله معذورم بداريد و مرا در اين مصيبتهاى بزرگ همدستى كنيد كه آن مردمى كه من در فراق آنان گريه ميكنم و بمكارم اخلاقشان دلداده‌ام انيس شبانه روزى من بودند و نور شبها و سحرهاى تار من بودند و مايهء شرافت و\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":219},
  {"content":"\r\n\r\nمباهات من بودند و باعث قدرت و نيروى من بودند و جانشين خورشيدها و ماه‌هاى من بودند چه شبهائى كه با بزرگواريشان وحشت مرا از من دور كردند و با نعمتهايشان پايه‌هاى احترام مرا محكم و استوار كردند و مناجاتهاى سحرى به گوش من رساندند و رازهائى بدست من سپردند كه مرا لذّت بخش بود چه روزهائى كه با مجالس خود سرزمين مرا آباد كرده و مشام جان مرا با فضائل‌شان معطّر كردند و درخت خشكيدهء مرا با آب‌هاى پى در پى كه دادند ببرگ نشاندند و با سعادت روز افزونشان نحسىهاى مرا از ميان بردند چه نهالهاى منقبت كه در من كاشتند و مرا از پيش آمدهاى ناگوار نگهبانى نمودند چه صبحها بر من گذشت كه به سبب آنان بر منزلها و كاخها اظهار شرف مينمودم و در جامهء شادى و سرور ميخراميدم چه افرادى را كه روزگار بشمار مرده‌گانشان آورده بود در شعبه‌هاى من زندگانى بخشيدند و چه خارها كه از راه من برداشتند پس تير مرگ بر آنان رسيد و به حكم روزگار مورد رشك در بارهء آنان قرار گرفته و در نتيجه ، ميان دشمنان\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":220},
  {"content":"\r\n\r\nغريب ماندند و آماج تير كينه شدند مكارم اخلاق با بريده شدن انگشت‌هاى آنان قطع خواهد شد و با فقدان قيافه‌هاشان منقبت‌ها زبان بشكايت خواهند گشود و زيبائىها با زوال اعضايشان زائل و احكام الهى از وحشت تاخير افتاد نشان نوحه‌گر خدايا چه حقيقت تقوائى كه خونش در اين جنگ‌ها ريخته شد و چه مجسّمهء كمالى كه پرچمش در اين مصيبتها سرنگون گرديد من اگر همدستى خردمندان را از دست دادم و نادانان بهنگام مصيبت مرا خوار كردند ولى بعوض از رسم‌هاى ديرين و نشانه‌هاى از ميان رفته مرا يار و مددكارى هست كه آنها نيز با من هم ناله‌اند و شريك غم و اندوه من ، اگر به گوش دل بشنويد كه نمازها چگونه با زبان حال بر آنان نوحه‌سرائى ميكنند و چشم مكانهاى خلوت در انتظار آنان است و مجموعهء مكارم اخلاقى مشتاقشان است و اجتماعات بزرگوارى بوجود آنان شادمان و محراب‌هاى مسجدها بر آنان گريان‌اند و نيازمندىهاى پر سود آنان\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":221},
  {"content":"\r\n\r\nرا صدا ميزنند ( اين همه بانك و فرياد و ناله ) مسلما شما را اندوهگين ساخته و مىفهميديد كه در اين مصيبت همگانى تقصير كرده‌ايد بلكه اگر تنهائى و شكستگى و خلوت شدن مجالس و خالى شدن آثار مرا ميديديد آن ديده بوديد كه دل شخص شكيبا را به درد آورد و غمهاى سينه‌ها را بر مىانگيزد محقّقا شهرى كه به من رشك ميبرد اكنون سرزنشم مىكند و پنجه‌هاى خطر گلوى مرا فشار ميدهد چه قدر شوق دارم بمنزلى كه آنان ساكن هستند و به آبخورى كه محلّ اقامت آنان است و آنجا را وطن خويش ساخته‌اند اى كاش من به صورت يك انسان بودم تا برش شمشيرها را بجان خويش ميخريدم و حرارت مرگ را از آنان باز ميداشتم و از نيزه داران انتقام ميگرفتم و تير دشمنان را از آنان باز ميگرداندم و اكنون كه چنين شرافت و فداكارى حتمى از دست من رفته كاش پيكرهاى رنگ پريدهء آنان را محلّ و مأوى بودمى و لايق نگهدارى قيافه‌هاى آنان از پوسيدن تا مگر از سوزش اين هجران در امان ميشدم آه باز آه اگر آن پيكرها در آغوش من بودند و من فرودگاه اين كريمان بودم تا آنجا كه ميتوانستم\r\n\r\n","description":"","footnote":"","page_name":" 206 ","page_number":222},
  {"content":"\r\n\r\nدر نگهدارى آنان ميكوشيدم و به پيمان‌هاى ديرينى كه بسته بودم وفادار ميشدم و پاره‌اى از حق‌ّهاى اوّليّه را ادا ميكردم و از پيش آمدهاى بزرگ محافظت‌شان مينمودم و هم چون بندگان فرمان بردار ، خدمتشان را ميان مىبستم و از آنچه توانائيم بود دريغ نميكردم و براى آن صورتها و پاره‌هاى بدنها فرش احترام و بزرگداشت ميگستردم تا از هم آغوشى آنان به آرزوى ديرين خودم رسيده و از نورشان كاشانهء تاريك خود را روشن و منوّر ميساختم چه قدر مشتاقم كه به اين آرزوهايم ميرسيدم و چه قدر پريشانم كه اهل و ساكنينم از چشم من غايب‌اند هر چه ناله زنم كم زده‌ام و هيچ داروئى بجز آنان شفا بخش درد من نتواند بود اينك من بخاطر از دست دادن آنان جامه‌هاى غم بتن كرده‌ام و پس از آنان با لباس مصيبت‌ها انس گرفته‌ام و ار خويشتن دارى و شكيبائى مأيوسم و گفته‌ام كه : اى روزگار شادى ديدار در قيامت . و ابن قتيبة رحمه اللَّه كه منزلهاى اشاره شده را ديده و گريسته چه خوب اشعارى سروده است ( بدين مضمون )\r\n\r\n","description":"","footnote":"","page_name":" 207 ","page_number":223},
  {"content":"\r\n\r\nبر خانه‌هاى\r\n آل نبى چون گذر كنم * بينم خراب و خانهء دل پر شرر كنم\r\nهرگز مباد شهر و ديارم تهى ز دوست * هر چند خالى است كنون چون نظر كنم\r\nزان كشتگان ماريه از آل هاشمى * شد خوار مسلمين و چه خاكى بسر كنم\r\nگشتند بىپناه و بدندى پناه خلق * درد و غمى چنين ز دلم چون بدر كنم ؟\r\nزين غصّه زرد رو بفلك بينى آفتاب * لرزد زمين چو قصّه هجرش سمر كنم \r\nاى آنكه اين مصيبت‌ها را ميشنوى تو نيز راهى را پيش گير كه پيشوايان از حاميان قرآن رفتند كه از مولاى ما زين العابدين عليه السّلام روايت شده است با آن همه بردبارى غير قابل توصيف كه آن حضرت را بود در اين\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":224},
  {"content":"\r\n\r\nگرفتارى و اندوه و ناراحتى بزرگ بسيار گريه ميكرد زيرا از امام صادق عليه السّلام روايت شده است كه فرمود : زين العابدين بر پدرش چهل سال گريست و در اين مدت روزها را روزه داشت و شبها بعبادت بر پا بوده هنگام افطار كه ميرسيد خدمتگزارش غذا و آب حضرت را مىآورد و در مقابل‌اش ميگذاشت و عرض ميكرد : آقا بفرمائيد ميل كنيد . ميفرمود : فرزند رسول خدا گرسنه كشته شد . فرزند رسول خدا تشنه كشته شد آنقدر اين جمله‌ها را تكرار ميكرد و ميگريست تا غذايش ار آب ديدگانش تر ميشد و آب آشاميدني حضرت با اشگش مىآميخت حال آن حضرت چنين بود تا بخداى عزّ و جلّ پيوست يكى از غلامان حضرت گفته است كه روزى امام به بيابان رفت گويد : من نيز بدنبال‌اش بيرون شدم ديدم پيشانى بر سنگ سختى نهاده است من ايستادم و صداى ناله و گريه‌اش را ميشنيدم\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":225},
  {"content":"\r\n\r\nشمردم هزار بار گفت لا إله الّا اللَّه حقّا حقّا لا إله الا اللَّه تعبّدا و رقّا لا إله الا اللَّه ايمانا و تصديقا و صدقا سپس سر از سجده‌اش برداشت محاسن و صورتش غرق در آب بود از اشگ چشمش عرض كردم : آقاى من وقت آن نرسيده كه روزگار اندوهت پايان پذيرد و گريه‌ات كاهش يابد ؟ به من فرمود واى بر تو يعقوب بن اسحق بن ابراهيم پيغمبر و پيغمبر زاده بود و دوازده فرزند داشت خداوند يكى از فرزندانش را پنهان كرد موى سرش از اندوه فراق سفيد گشت و از غم ، كمرش خم شد و از گريه ، ديده‌اش نابينا با اينكه فرزندش در همين دنيا بوده و زنده ولى من پدرم و برادرم و هيفده تن از فاميلم را كشته و به روى زمين افتاده ديدم چگونه روزگار اندوهم سر آيد و گريه‌ام بكاهد من اينك به آن حضرات اشاره نموده و اشعارى به همين مناسبت آورده و ميگويم :\r\n دست هجران دوخت از غم جامه‌اى ما را بتن * تن ز ما پوسيد و نو بينى هنوز آن پيرهن \r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":226},
  {"content":"\r\n\r\n بود دوران وصال ار خنده پرور ، روزگار * در جدائى چشم گريان خواهد از ما بىسخن سخن\r\nبود شبهايم چو روز از مهر روى دوستان * ليك از بخت بدم چون شب سيه شد روز من \r\nنوشتهء ما به همين جا پايان مىپذيرد و آنچه تصميم داشتيم به آخر ميرسد .\r\nو هر كس به ترتيب و رسمش آگاه شود با اينكه مختصر است و كم حجم امتيازش را نسبت به كتابهاى هم جنس‌اش درك كرده و برترىاش را به خودى خود خواهد فهميد و سپاس خداى را كه پروردگار جهانيان است و درود بر محمّد و فرزندان پاك و پاكيزه و معصومش - پايان ترجمه ، شب يك شنبه 22 ربيع الاول مطابق 18 خرداد 1348 العبد : سيد احمد فهرى زنجانى و الحمد لله اولا و آخرا و ظاهرا و باطنا\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":227},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 212 ","page_number":228}
  ]