[
  {"content":"\r\n\r\nآية الله العظمى مكارم الشيرازي\r\nعلى مفترق الطريقين\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nمكارم شيرازي ، ناصر ، 1305 -\r\nعلى مفترق طريقين / ناصر مكارم الشيرازي . - قم : مدرسة الامام علي بن أبى طالب عليه السلام ، 1427 ق . = 1384 .\r\n184 ص .\r\nISBN : 964 - 533 - 009 - 2\r\nكتابنامه : ص . 177 - 179 ؛ همچنين به صورت زيرنويس .\r\n1 . وهابيه - - دفاعيه ها ورديه ها . الف . مدرسة الامام علي بن أبى طالب عليه السلام . ب . عنوان\r\n8 ع 7 م / 6 / 207 bp\r\n416 / 297\r\nعلى مفترق طريقين\r\nالمؤلف : آية الله العظمى مكارم الشيرازي ( دام ظله )\r\nالطبعة : الأولى\r\nتاريخ النشر : 1427 ه‍ . ق ، 1384 ه‍ . ش\r\nالكمية : 2000 نسخة\r\nرقم الصفحات : 184 صفحة\r\nحجم الغلاف : المتوسط\r\nالمطبعة : سليمانزاده - قم\r\nالناشر : مدرسة الإمام علي بن أبي طالب عليه السلام\r\nردمك : 2 - 009 - 533 - 964\r\nعنوان الناشر : إيران - قم - شارع الشهداء - فرع 22 -\r\nتلفكس : 7732478 - 251 - 98 + +\r\nwww . amiralmomeninpub . com\r\nالسعر : 800 تومان\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nإشارة\r\nينقسم الوهابيون في هذا العصر إلى قسمين :\r\n1 - الوهابيون المتعصبون الذين يتهمون جميع المسلمين في العالم سواهم بالكفر والشرك ويفتون باستباحة دمائهم وأموالهم ، ومن أبرز خصائص هذه الطائفة ، الجمود الفكري والتعامل مع الآخر من موقع الخشونة والخصومة ، والتهرب من الحوار المنطقي والعقلي ، وقد ارتكبوا في أفغانستان والعراق والباكستان وحتى في موطنهم الأصلي « العربية السعودية » من المجازر وأشكال العنف والقسوة بحيث إنّ جميع العالم يعيش الكراهية لهم وقد رسموا للإسلام صورة مشوهة يستغرق تطهير أفكار البشرية من آثارها سنوات مديدة .\r\nوقد وصل هؤلاء في هذا العصر إلى طريق مسدود وهم على مقربة من نهاية العمر وسيتركون الساحة قريباً .\r\n2 - الوهابيون المعتدلون المثقفون من أهل المنطق والحوار الذين يحترمون أفكار وعقائد سائر المفكّرين ويجلسون على طاولة الحوار البنّاء مع سائر المسلمين .\r\nهؤلاء لا يفتون بقتل غيرهم ولا يرون المسلمين من المذاهب\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nالأخرى كفاراً ومشركين ، ولا يحكمون بإباحة أموالهم وأعراضهم ، ونشاهد امتداد هؤلاء في الأوساط الثقافية أكثر ويزداد أتباعهم يوماً بعد آخر .\r\nوهذه الظاهرة تمثل طليعة مباركة للعالم الإسلامي حيث انتشرت آثارهم وكتبهم في الحجاز في الآونة الأخيرة وظهرت أفكارهم على صفحات الجرائد والصحف ومن خلال المقابلات التلفزيونية .\r\nأمّا تفصيل هذا الموضوع فستجدونه في هذا الكتاب .\r\nقم - ناصر مكارم الشيرازي\r\nتشرين الثاني 1974 م\r\nشوال 1393 ه . ق\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nالفصل الأوّل : عوامل السقوط\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nهل تقترب الوهابية من نهاية عمرها ؟\r\nصدر لي كتاب قبل عشر سنوات من سقوط الاتحاد السوفيتي « 1 » بعنوان « نهاية عمر الماركسية » « 2 » ، وقد أكّدت في هذا الكتاب ومن خلال القرائن والشواهد الموجودة ، على نهاية عمر الماركسية قريباً وأنّ التيار الشيوعي في طريقه إلى الأفول ، وقلت في مقدمة هذا الكتاب :\r\n« إنني أعتقد بهذه الحقيقة التي قد تبدو صعبة ومرّة لدى البعض ، وكذلك عجيبة لدى البعض الآخر ، وهي أنّ الماركسية تقترب من نهاية عمرها وتقف على منزلق الأفول والزوال ، وأقول بصراحة إنّ الماركسية في نظر المفسّرين الأحرار تعتبر مذهباً فكرياً يتعلق بالماضي ولابدّ من وضعها في متحف التاريخ .\r\nإنّ الماركسية قد جرّبت مختلف الطرق ومع ذلك فشلت في الوفاء بوعودها للمجتمع البشري ، فهذه المدرسة لا تعد اليوم مدرسة فكرية حيّة من منظور منطقي وفلسفي وبقيت أحلام « ماركس » و « انجلس » « ولينين » في كثير من الموارد بدون « تعبير » أو تبيّن خطأُها في واقع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . إنهارَ الاتحاد السوفيتي عام 1990 م وأعلنت الجمهوريات المتحدة استقلالها في ذلك العام .\r\n( 2 ) . طبع هذا الكتاب من قبل انتشارات « نسل جوان » .\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالممارسة والتجربة .\r\nإنّ الماركسية عبارة عن فكر لا يستطيع مواكبة العصر وقد تجلّت المثالية والطوباوية لهذا الفكر بصورة مشهودة .\r\nإنّ الماركسية تنحدر في طريقها إلى العزلة التامة والتمزّق لعشرات الفرق المتناثرة في جميع بلدان العالم بحيث لا نجد في « ماركسية الرفيق ماو » شبهاً « لماركسية أنور خوجه » أو « فيدل كاسترو » وقس على هذا . . . » « 1 » .\r\nأجل ، فقد انهار الاتحاد السوفيتي كما كان المتوقع له ، وكان مصيره ، مع كل ادّعاءات الماركسية من البشارة بزوال الرأسمالية وسيطرة الشيوعية على جميع أرجاء العالم ، أن وضع في متحف التاريخ .\r\nإنّ هذا التوقع لمصير الماركسية ليس من قبيل « علم الغيب » و « لا الكهانة » بل ينطلق من فهم الطبيعة الماركسية . والآن نعيش في هذا العصر الشواهد والقرائن الكثيرة على نهاية « عمر الوهابية المفرطة » إذ يفقد هذا المذهب أتباعه وحماته بسرعة ويتوجّه نحو متحف التاريخ ، ونرى معالم هذا الانهيار واضحة وجليّة في هذه الحركة ، فهناك عوامل في داخل أصول « الوهابية المفرطة » لا تدعو لدوامها ولا تقبل باستمرار حياتها خاصة في عالمنا المعاصر .\r\nهذه العوامل عبارة عن :\r\n1 - القسوة والخشونة المفرطة .\r\n2 - فرض العقيدة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهاية عمر الماركسية ، ص 10 - 11 ، وقد طبع هذا الكتاب من قبل دار « نسل جوان » كما قلنا آنفاً ، عام 1981 م ، أي قبل 10 سنوات من انهيار الاتحاد السوفيتي .\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n3 - التعصب الشديد والمفرط .\r\n4 - عدم معرفة القيم والثقافة المعاصرة .\r\n5 - الجمود والتصدي لكل ظاهرة جديدة .\r\n6 - ضعف المنطق والاستنباط الخاطىء لستة مفردات قرآنية .\r\nوستجد تفاصيل هذه الأمور في الأبحاث اللاحقة .\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\n1 - القسوة والخشونة المفرطة\r\nإنّ استخدام العنف والقسوة المفرطة عند الوهابيين المتشددين لا يخفى على أحد ، فظاهرة القتل الفجيع التي يرتكبها الوهابيون بحق المسلمين « لا الكفار الحربيين » طيلة تاريخ هذا المذهب ، موحشة ورهيبة جدّاً .\r\nإنّ الجميع يتذكر سيل الدم الذي سفك من الشيعة في مدينة كربلاء ونهب أموالهم وتدمير هذه المدينة المقدّسة . « 1 »\r\nوالأعجب من ذلك ، المجزرة الرهيبة التي ارتكبها هؤلاء في مدينة الطائف بحق المسلمين من أهل السنة .\r\nوتشير هذه الأرقام إلى أنّ العنف والقسوة يدخلان في صميم تعاليم الوهابية ، وسبب ذلك استنباطهم الخاطىء من مفردة الكفر والإيمان ، والتوحيد والشرك ، حيث يتهمون أي مسلم بالشرك بسهولة ويهرعون بعد ذلك لاستباحة دماء وأموال المسلمين كما سيأتي بيانه إن شاء اللَّه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عنوان المجد في تاريخ نجد ، ج 1 ، ص 121 وتاريخ المملكة السعودية ، ج 3 ، ص 73 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nإنّ إمام هذه الطائفة - وطبقاً للوثائق القطعية التي سنشير إليها لاحقاً - يعتقد بأنّ المسلمين في عصره أشدّ كفراً من المشركين في زمان الجاهلية ، وبهذا النمط من التفسير يتضح جليّاً المصيبة التي ستنزل بالمسلمين ، حيث يكفينا إلقاء نظرة على مجريات الأحداث في عصرنا الحاضر دون الحاجة إلى مراجعة التاريخ ، إنّ من جملة الثمار المرّة لشجرة العنف هذه تمثلت في هذا الزمان بحركة « الطالبان » و « جيش الصحابة » وبعض التشكيلات الأخرى ، كالقاعدة ، ورأينا الصورة القبيحة التي رسمها هؤلاء عن الإسلام في أذهان البشرية ، وكيف أنّهم وجهوا بذلك ضربة شديدة للإسلام الذي تحرك ليمتد إلى مختلف أرجاء المعمورة .\r\nواللازم في البداية ان نعترف قليلًا على حركة الطالبان .\r\n\r\nحركة الطالبان\r\nلقد تأسست هذه الحركة عام 1994 م بواسطة ملا محمد عمر في مدينة « قندهار » الواقعة إلى الجنوب من أفغانستان ، وقد امتدت سيطرتها منذ عام 1996 إلى عام 2001 لتشمل معظم بلاد أفغانستان .\r\nبدأت حركة الطالبان بصورة ضعيفة في بداية أمرها منذ سنة 1979 إلى 1985 حيث كانت أفغانستان تحت سيطرة القوات الروسية وكانت تعيش الحرب والفوضى ممّا مهّد ذلك الأرضية لخلق حركة الطالبان .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nوفي عام 1980 م احتلت الجيوش السوفيتية أفغانستان وبدأت القوى الإسلامية في أفغانستان بالتصدي للقوات المحتلة بدعم أمريكي ، ولهذا لم يستمر الاحتلال الروسي لأفغانستان طويلًا .\r\nوبعد انسحاب القوات السوفيتية من بعض المدن مثل ازبك وتاجيك في عام 1989 م وجدت مجموعات مسلحة صغيرة الفرصة لنيل امتيازات سياسية في ذلك الوقت ، وفي تلك الأيّام برزت قوّات الطالبان بعنوان حركة إسلامية جديدة .\r\nلقد عزم أفراد هذه الحركة ، وهم من أصل « بشتو » على مدّ نفوذهم وسيطرتهم إلى جميع أنحاء البلاد وتسخير الحكومة المركزية في كابل العاصمة ، وفي هذه المدّة كانت أمريكا تمدّهم بالسلاح والقوة العسكرية .\r\nوفي بداية تشكيل هذه الحركة انظم لها آلاف الشباب الذين كانوا يعيشون في مخيمات اللاجئين وأكثرهم من اليتامى وبدون قيّم .\r\nلقد طرح الطالبان أنفسهم على أساس أنّهم « جيش الصلح » وبذلك ضمنوا لهم تأييداً شعبياً واسعاً من جماعة البشتو الذين تعبوا من حالة الفوضى والحرب المستمرة في بلادهم ، في حين أنّ الكثير من أفراد حركة الطالبان كانوا قد درسوا في مدارس الوهابيين المتشددين في باكستان .\r\nوقد بدأ الطالبان حربهم عام 1994 إلى 1995 م في المنطقة الجنوبية والغربية من أفغانستان وقندهار وسيطروا على هرات وسائر المدن المجاورة ، وفي عام 1995 م وصلوا إلى أطراف كابل ، ولكن\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nالقوات الحكومية تمكنت من دحرهم في ذلك العام ، ولكنّ الطالبان استمروا في السعي لاحتلال كابل إلى أن تمكنوا من ذلك في عام 1996 م وسيطروا على العاصمة تماماً ، وكانت نتيجة هذه المعارك وقوع خمسين ألف قتيل ! وقد استطاع « برهان الدين رباني » و « قُلب الدين حكمت يار » الهرب إلى شمال البلاد ، وقام الطالبان بعد احتلالهم العاصمة كابل بإعدام « محمد نجيب اللَّه » رئيس الحكومة السابقة الموالية للاتحاد السوفيتي .\r\nوفي هذه الفترة قام الطالبان بتطبيق قوانينهم القاسية وأحكامهم المذهبية التي تستمد مقوماتها من المذهب الوهابي المتشدد .\r\nوقد أسس ملا محمد عمر الذي يعتبر أعلى عضو في حركة الطالبان ، شورى مكوّنة من أعضاء الحركة في أعلى المراتب ، ولكنّ القانون النهائي يجب أن يصدر بإمضاء « ملا محمد » ليقع موقع التنفيذ .\r\nوقد كان الطالبان يبثون نداءاتهم وقوانينهم من راديو كابل وكذلك بواسطة مكبّرات الصوت المثبتة على الشاحنات ، وقاموا بتعطيل دور السينما والمسرح وإجبار الرجال على إقامة الصلوات في المساجد من خلال القوة والجلد بالسياط وعطلوا مدارس البنات ومنعوا عمل النساء خارج البيت . وكانت نتيجة ذلك عزل أكثر الموظفين في المستشفيات في حين أنّ الكثير من النساء في أفغانستان كنّ قد فقدن أزواجهنّ في الحروب الدامية وعجزن بذلك عن تأمين نفقات المعيشة .\r\nوقام الطالبان بإنزال العقوبات القاسية بالمجرمين بدون تشكيل\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nمحكمة وذبحهم كالخراف ، وليس مهماً لديهم من يقتلون ، شيعي أو سنّي ، إنّهم يذبحون كل مخالف لهم .\r\nوبذلك وجد « اسامة بن لادن » مكاناً آمناً في أحضان الطالبان ، لأنّه قدّم مساعدات كبيرة في عقد الثمانينات لصالح أفغانستان وضد الاتحاد السوفيتي ، وفي نهاية الحرب المذكورة تأسست منظمة « القاعدة » وبذلت جهوداً كبيرة في تقوية ودعم حركة الطالبان حيث كان أفرادها يقاتلون مع الطالبان جنباً إلى جنب ضد قوى الائتلاف في شمال أفغانستان .\r\nوقد أدرك الأمريكيون أنّ « ابن لادن » رجل ارهابي ونابغة من خلال هجومه عام 1998 على سفارة أمريكا في كينيا وتنزانيا وكانت حصيلة ذلك الهجوم قتل 250 أو 190 شخصاً وأكثر من 1400 جريح .\r\nويقول الأمريكيون : إنّ الهجوم الارهابي التي تعرضت له أمريكا في 11 أيلول كان بتوسط ابن لادن ، وبديهي أن تطلبه أمريكا من الطالبان ولكن زعيم الطالبان رفض هذا العرض رفضاً قاطعاً لأنّه كان بنفسه يدور في فلك « ابن لادن » ، وكان يعتقد أنّ مصالحه في بقاء ابن لادن إلى جانبه .\r\nوفي شهر أكتوبر بدأت أمريكا هجومها ضد الارهاب وخصصت قسماً من هذا الهجوم لحركة الطالبان والقاعدة ، وقد رافقتها بريطانيا في هذا الهجوم ، وفي هذا الوقت تحركت قوى الائتلاف في الشمال لتوجه ضربتها ضد الطالبان بدعم من القوات الأمريكية واستطاعوا\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nأخيراً العودة إلى كابل والاستيلاء على ا لمدن المهمّة في أفغانستان وطرد طالبان منها وبالتالي فقدت حركة الطالبان القدرة على المقاومة تماماً وسلَّمت مدينة « هرات » إلى القوات الغازية في ذلك العام نفسه .\r\nعندما وصل الطالبان إلى أوج القدرة والسلطة كانوا يستمدون العون من باكستان والسعودية وأمريكا ، ولكنّ هذا الدعم العسكري والمادي قد توقف بعد حين .\r\nوعلى أساس تخمينات المطّلعين فإنّ حركة الطالبان في عام 1995 و 1996 كانت بحاجة إلى ( 70 ) مليون دولار سنوياً لضمان استمرار نشاط الحركة وحيويتها . وقد كتبت صحيفة هندية « التحليل الاستراتيجي » أنّ القسم الأكبر من هذه الميزانية كان يصل إلى حركة الطالبان من المملكة العربية السعودية . وتقول صحيفة « نيوز ويت » في إحدى تحليلاتها عن هذا الموضوع : إنّ الرياض تعد أهم منبع مالي لحركة الطالبان .\r\nوقد التقى « الملا محمد عمر » زعيم حركة الطالبان في إحدى سفراته إلى السعودية بالمسؤولين الكبار في هذا البلد وعقد معهم عدّة مباحثات وحصل على معونة بمبلغ 10 ملايين دولار لضمان نشاط حركته وإدامة عمليات العنف والارهاب التي تعزم القيام بها هذه الحركة ، ولكن كما تقدمت الإشارة إليه فإنّ هذه الدول أعرضت بعد حين عن حركة الطالبان وألقت بحكومة الطالبان في مزبلة التاريخ .\r\nعلى أيّة حال ، فبسبب عمليات العنف المتتالية واللامحدودة لأفراد هذه الحركة ، وقف العالم منهم موقف المتفرج عندما قامت\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nأمريكا التي تمثل قاعدة العنف والارهاب في العالم ، بالهجوم على أفغانستان ، بل إن دول العالم ساهمت في اسقاطهم ، وبالرغم من المشاكل والصعوبات التي واجهها الشعب الأفغاني من الاستعمار الأمريكي الجديد ، إلّاأنّ الشعب الأفغاني رجّح القوات الأمريكية على الطالبان ، لأنّ الأفغانيين يرون أنّ عنف وقسوة الطالبان أشنع وأشد من عنف الأمريكيين وقسوتهم .\r\nوكما تقدم أنّ الطالبان منعوا البنات والنساء من التحصيل العلمي وحاربوا مظاهر الحياة الجديدة مهما كانت مفيدة ونافعة باعتبار أنّها « بدعة » .\r\nومن جهة ، كان الطالبان يتعاملون مع الشباب الذين يحلقون لُحاهم من موقع التوبيخ وأحياناً يزجون بهم في السجون ، إلّاأنّهم ، من جهة أخرى ، سمحوا بزراعة المخدرات بشكل واسع وساهموا بشكل فعّال بتصديرها إلى خارح أفغانستان ، وفي نفس الوقت أفتوا بحرمة تدخين التبغ ! ! والسبب هو عائدات المواد المخدرة الضخمة على البلاد بحيث كانوا يشترون الأسلحة من هذه العائدات المالية لقتال اخوتهم في الدين ، ولا أحد يفهم جيداً كيفية الجمع بين هذه الأمور المتناقضة عملياً ، فالتدخين حرام ، وإعفاء اللحية واجب ، وفي نفس الوقت يجوز زراعة وتهريب المواد المخدرة والمحرمة كالهروئين والترياق ! ! « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جميع ذلك مقتبسة من الإذاعات العالمية المعروفة .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nوالآن نلقي نظرة على جيش الصحابة .\r\n\r\nجيش الصحابة\r\nلقد عاش الشيعة وأهل السنة في شِبه القارة الهندية قروناً متمادية جنباً إلى جنب ، على أساس الاخوة الإسلامية ، إلى أن جاء الوهابيون المتعصبون وشرعوا بالتعرض للشيعة بالقتل والتنكيل ، وسمّوا أنفسهم « جيش الصحابة » حيث قاموا باغتيالات وأشكال فجيعة من القتل في صفوف هذه الطائفة من المسلمين وأخذوا يقتلون الرجال والنساء والأطفال بشكل عام ، ومن جهة أخرى قام بعض الشيعة أيضاً ومن موقع ردّة الفعل بالانتقام لقتلاهم . وهكذا سادت أجواء الرعب والفوضى في ذلك المحيط الآمن ، إن ظهور جيش الصحابة وكيفية نشاطاته جاءت على لسان وكالات الأنباء العالمية كالتالي :\r\nإنّ هذ الجيش يدّعي أنّه من أتباع نبي الإسلام والدين الإسلامي ، ولهذا السبب أطلقوا على أنفسهم « جيش الصحابة » وهم جماعة من المتعصبين والمتشددين ويمثلون فرقة من فرق أهل السنّة .\r\nتأسست هذه الفرقة في بداية 1980 بواسطة رجل سنّي يدعى « مولانا حق نواز جهان گويي » واتفق ذلك في بدايات الثورة الإسلامية في إيران ، والغرض من تأسيسها تحجيم تأثير الثورة الإسلامية الإيرانية على الشعب الباكستاني .\r\nإنّ أحد الأهداف المهمّة لهذه الجماعة هو التصدي لمواكب العزاء\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nفي ذكرى شهادة الإمام الحسين عليه السلام . وقد طلبت مجلة « الخلافة الراشدة » مرات عديدة طيلة سنوات صدورها من الحكومة الباكستانية ، الحدّ من هذه المظاهر الدينية وإزالة جميع الحسينيات والمراكز الشيعية ومنع إقامة مراسم العزاء للإمام الحسين عليه السلام في جميع المدارس والجامعات . ومن الطبيعي أنّ الحكومة الباكستانية لم تستجب لهذه المطالب .\r\nومن الأهداف الأخرى لهذه الجماعة محاربة حركة شيعية باسم « تحريك جعفري » التي تأسست في باكستان في عام 1979 . وأحد الأسباب الرئيسية لتشكيل جيش الصحابة هو مناهضة الخطر الشيعي وبدافع الخوف من نمو قدرة الشيعة السياسية والمذهبية والعسكرية في المنطقة ، وعلى أساس الاحصاءات التي أعلنها « پرويز مشرَّف » فإنّ عدد القتلى بلغ في عام واحد 44 نفراً من الطرفين خلال المواجهات المسلحة بين هاتين الحركتين .\r\nومضافاً إلى هجمات فرقة « جيش الصحابة » العدوانية على الشيعة في باكستان فإنّ الإيرانيين المقيمين في باكستان لم يسلموا من تحرشاتهم وعدوانهم بذريعة أنّ هؤلاء الإيرانيين مدعومون من قبل الحكومة الشيعية في إيران فلابدّ من اجتثاثهم وإزالتهم ! !\r\nويهدف جيش الصحابة إلى الاعلان عن ( باكستان سنّية تماماً ) حيث توجد قلاع عسكرية محصنة لهذه الفرقة في أكثر المناطق الجنوبية في الباكستان ، وكذلك في المنطقة المركزية والمزدحمة « بنجاب » وعلى حدود كراچي ، ويبلغ عدد المكاتب الفعّالة لهذه\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالجماعة « 500 » مكتبٍ ، ويوجد في كل قسم من محافظة « بنجاب » فرع لهذه الجماعة التي يبلغ عددها 100 ألف نفر ولديهم نشاطات في بلدان ودول أخرى مثل الامارات والعربية المتحدة ، والمملكة السعودية ، وبنكلادش ، وكندا ، و . . . وإنّ الكثير من المدارس والحوزات العلمية في ولاية بنجاب تدار بواسطة هذه الجماعة ، والأخبار الواصلة تؤكد أنّ الكثير من المدارس الدينية السنية في خارج الباكستان تدار تحت اشراف معلمين من قوات « جيش الصحابة » ، حيث يتمّ تدريب الأفراد على مهمّة اغتيال المخالفين .\r\nوقد اغتيل « مولانا جهان گويى » عام 1990 م وكان قد اشترك في ذلك العام نفسه في انتخابات الشورى الوطنية بيدَ أنّه لم يكسب هذه الانتخابات لصالحه ، ولكنّه كان يتمتع بشعبية واسعة بين أفراد هذه الجماعة . وقد استلم « مولانا أعظم طارق » مسؤولية قيادة هذه الجماعة بعده .\r\nوقد كان « جيش الصحابة » مؤيداً ومحمياً من قبل حركة الطالبان وبدوره أعلن « أعظم طارق » عن حمايته السافرة لزعيم حركة الطالبان وكان يؤيد بشدّة قوانينهم التعسفية مثل تحريم التلفزيون ، وقد كان أعظم طارق في البداية يدافع عن « لشكر جهان گويى » ولكنّه بعد ذلك وفي عام 2003 م أنكر علاقته ب « لشكر جهان گويى » وادّعى أنّ بعض أعضاء جيش الصحابة يخالفون المنهج المسالم لإجراء وتطبيق القوانين الإسلامية ، ولذا أسّسوا « لشكر جهان گويى » واهتمّ أعظم طارق بقيادة ( 103 ) عمليات لاغتيال رموز الشيعة وشخصياتهم .\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nأمّا المصدر المالي المُموِّل لهذه الجماعة فإنّه يتمثل بأثرياء السعودية ودول الخليج من أهل السنّة المتشددين ، وأحياناً يحصلون على المعونات من الفرق المتشددة في الداخل مثل « جماعت اسلامى » و « جماعت علماى اسلام » وسائر الفرق والحركات الموالية الأخرى ، وفي عام 2001 م قررت حكومة الباكستان التصدي للجماعات المتشددة ، ولكنّ جيش الصحابة استمر في نشاطه المخرّب بعد خمسة أشهر من هذا القرار ، ومن هنا تحرك « پرويز مشرف » في 12 جانويه عام 2002 لمنع نشاط جيش الصحابة وأعلن عن ذلك رسمياً ، ثم هاجمت القوات الباكستانية هذه الجماعة وألقوا القبض على الكثير من أفرادها .\r\nبعد هذه الحادثة استمر أعظم طارق في نشاطاته تحت عنوان جديد وباسم « ملت اسلاميه » وحصل على مبالغ طائلة من أتباعه في الخارج . وفي 15 نوفمبر عام 2003 م أعلنت الحكومة الباكستانية عن منع نشاط هذه الجماعة أيضاً وألقت القبض على أعضائها الأصليين وأوصدت حساباتهم المصرفية وهاجمت مواقع اجتماعاتهم في البيوت والمساجد وسائر الأماكن الأخرى ، وقد ألقت الحكومة الباكستانية أيضاً القبض على 600 شخص كانوا يعملون في نشاطات أخرى لصالح هذ الجماعة وتحت أسماء مستعارة ، وحكمت عليهم بدفع مائة ألف روبيه كضمان .\r\nفي بداية شهر أكتوبر 2001 تمّ القاء القبض على « أعظم طارق » ولا يزال قابعاً في السجن وقد اشترك في انتخابات العاشر من أكتوبر\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوفاز في هذه الانتخابات وصار عضواً في مجلس الولاية في بنجاب وبالتالي اطلق سراحه في 30 أكتوبر ، وقد شرع بعد عدّة أشهر من اطلاق سراحه بالعمل على تأييد الحكومة المنتخبة ل « ظفر اللَّه خان جمالي » ومع ذلك استمر في نشاطه الارهابي ضد الشيعة .\r\nوفي عام 2003 م اغتيل أعظم طارق ، وانتشرت قوات الأمن بعد اغتياله في المنطقة ، وفي اليوم التالي اشترك طلّاب مدرسته في مراسم تشييع جنازته بصخب وهياج ومرّوا بجنازته مقابل بناء المجلس في إسلام اباد وصلّوا على الجنازة هناك ، ثم هاجم هؤلاء الطلّاب المحلات التجارية والمطاعم ودور السينما وأضرموا فيها النيران ودمروا الكثير من الأماكن « 1 » .\r\nعلى أيّة حال فقد اقترن اسم « جيش الصحابة » بالعنف والخشونة والقتل الهمجي حتى قتل المصلّين في المساجد المنتشرة في جميع مناطق الباكستان ، واخبارها انتشرت في كثير من الجرائد العالمية والمحليّة .\r\n* * *\r\n\r\nالارهاب والعنف في العراق\r\nلقد أظهر الوهابيون المتعصبون في السنوات الأخيرة وجهاً آخر لإرهابهم وممارساتهم للعنف في العراق واستطاعوا قتل الأبرياء من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اقتباس من الإذاعات العالمية المعروفة ودائرة المعارف  ATRACNE  .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nالنساء والرجال والعجزة والشباب من أتباع السنّة والشيعة والأكراد وصبغوا الأرض بدمائهم وتناثرت أبدان هؤلاء الأبرياء في الشوارع والأزقة .\r\nولم يقتصر العجب والذهول من هذه الممارسات على المسلمين فحسب ، بل جميع الشعوب في العالم غرقت في دوامة الفزع من هذه الجرائم حيث تساءلوا : هل أنّ هؤلاء عطاشى لدماء البشر ؟ ! وما الهدف الذي يبتغيه هؤلاء من هذا القتل العشوائي ؟ وما هو الدين الذي يعتنقه هؤلاء ؟\r\nإنّ البعض يصر على نسبة هذه الممارسات لبقايا حزب البعث في العراق ، ولكنّ هذا اشتباه كبير حيث استفاد هؤلاء القتلة في كثير من المجازر ، من الأسلوب الانتحاري ، ونعلم أنّ البعثيين لا يستخدمون هذه الطريقة اطلاقاً ، فهي طريقة الوهابيين المتعصبين فقط الذين يرون أنفسهم مسلمين ، وبقية الناس مشركين يجوز قتلهم وسفك دمائهم .\r\n* * *\r\n\r\nالعنف في موطن الوهابية\r\nوالأعجب من ذلك أنّ هؤلاء الوهابيين المتعصبين لم يرحموا الناس حتى الوهابيين من موطنهم أيضاً حيث امتدت قسوتهم إلى تلك المناطق أيضاً وذلك من خلال الانفجارات العديدة التي هزّت الرياض وجدّة وبعض المناطق الأخرى وقتلت المواطنين الأبرياء في\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nهذه المدن ايضاً .\r\nوقد بلغت قسوة هؤلاء أنّ خطباء صلاة الجمعة أعلنوا في مراسم الحج عام 1425 ه ق في اجتماع حاشد من المصلين والحجاج براءتهم من هذه الجماعة وشجبهم لممارساتهم الارهابية الدامية ورفعوا أصواتهم بشعار « لا للتكفير ولا للارهاب » وقد وصل الأمر إلى حدّ أنّ حكومة السعودية اضطرت لتشكيل مؤتمر كبير حول « الارهاب » ودعت الكثير من الشخصيات المهمّة من دول العالم لغرض تنظيم برامج لدرء خطر الارهاب والتصدي له .\r\nولكن من هم الارهابيون ؟ إنّهم هم الوهابيون المتعصبون الذين يتهمون الآخرين بالكفر ويبيحون سفك دمائهم ، إنّ حكومة السعودية أرادت بهذا العمل إعلان البراءة من هؤلاء من جهة ، وتدبير خطة للتخلص من شرّهم من جهة أخرى .\r\n* * *\r\nعلى أيّة حال فقد أدّت هذه الممارسات السلبية « مع الأسف » إلى تلويث سمعة الإسلام في أذهان الكثير من الناس في العالم ، واقترن اسم الإسلام بالارهاب وصار ذريعة بيد أعداء الإسلام لبث الدعايات في الكثير من الدول على أساس أنّ المسلمين « جماعة من القتلة ! » .\r\nوبالطبع فإنّ دعايات الأمريكيين وخاصة الصهاينة ساهمت كثيراً في تقوية هذا المفهوم السلبي عن الإسلام ، في حين أنّ الإسلام دين المحبّة والصلح والعدالة وسيبقى كذلك .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالجميع يعلم أنّ القرآن الكريم يتضمن 114 سورة تبدأ كلها « ما عدا واحدة » بعبارة « بسم اللَّه الرحمن الرحيم » حيث تشير إلى رحمة اللَّه العامة والخاصة ، وأمّا تلك السورة الواحدة التي لم تذكر فيها البسملة فكانت لإعلان الحرب على المشركين الذين نقضوا عهد الصلح مع المسلمين .\r\nإنّ القرآن الكريم يقرر بصراحة مخاطباً النبي الأكرم صلى الله عليه وآله : « وَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ » « 1 » .\r\nوقد رود في الروايات الإسلامية : « هل الدين إلّاالحب » « 2 » ، فهذا الدين قد بني على أساس الحب للَّه‌وللرسول والصالحين ولجميع الناس ، وهذا الدين القائم على المحبة قد أصابته يد التشويه من خلال الممارسات القاسية لفرقة الوهابية إلى درجة أنّ أعداء الإسلام استثمروا ذلك كذريعة لتوجيه أقوى ضرباتهم لهذا الدين .\r\n* * *\r\n\r\nجذور العنف في تعاليم علماء الوهابية\r\nفي البداية نستعرض تاريخ موجز عن حياة وسيرة قادة الوهابية وعلمائهم من خلال ما كتبه عنهم المؤرخون في بلاد المشرق والمغرب .\r\nالمشهور أنّ « محمد بن عبدالوهّاب » زعيم المذهب الوهابي ، ولد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة آل عمران ، الآية 159 .\r\n( 2 ) . المحاسن ، ج 1 ، ص 263 والكافي ، ج 8 ، ص 8 ، ح 35 .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nعام 1115 ه ق في مدينة صغيرة من مدن الحجاز « العُيينة » وتوفي في عام 1207 ه ق كان والده من القضاة الحنابلة وكان يعلّم ابنه في طفولته . يقول صاحب كتاب « إزالة الشبهات » : لقد كان محمد بن عبد الوهاب محبّاً للمطالعة منذ الطفولة حيث قرأ كتب « ابن تيمية » و « ابن القيم ا لجوزي » من علماء القرن الثامن الهجري ، وشكّلت هذه التعاليم أساساً لأفكاره واطروحاته .\r\nوقد ذكر كثيرون أنّ والده أدرك الانحراف الفكري لدى ابنه الشاب وكان قلقاً من مستقبله ويحذره باستمرار من عاقبة هذه الأفكار .\r\nسافر محمد بن عبد الوهاب عدّة أسفار وبقي فترة في مكة والمدينة ثم رحل إلى البصرة وتوجه من هناك إلى إيران وبقي في إصفهان يدرس عند عالم يدعى ميرزا جان الاصفهاني ثم توجه إلى قم وبقي هناك مدّة قليلة وبعدها سافر إلى تركيا العثمانية والشام ومصر ثم عاد إلى شبه الجزيرة العربية « نجد » وأعلن عن عقائده وأفكاره .\r\nفي البداية واجه مخالفة شديدة من قبل جماعة وطرد من مدينة « حريملة » فتوجه إلى مدينة « عيينة » واطّلع أمير الأحساء والقطيف « سليمان بن محمد » على خطر أفكاره على الامّة الاسلامية فأمر حاكم العُيينة « عثمان » بقتله ، ولكن عثمان لم يرغب في تلويث يده بقتله ، فأمر باخراجه من المدينة ، وأخيراً لجأ عبد الوهاب إلى مدينة « الدرعية » حيث كان يحكمها رجل من قبيلة غنزة يدعى « محمد بن\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nسعود » فالتقى محمد بن عبد الوهاب بهذا الرجل وعرض عليه أفكاره ووعده أن يعينه للسيطرة على جميع منطقة « نجد » . فشعر « محمد بن سعود » جد ملوك السعودية أنّ بإمكانه الاستعانة بمحمد بن عبد الوهاب لتوسعة منطقته ، وخاصة عندما شاهد الشباب النشيطين الذين كانوا يحيطونه ويأتمرون بأمره فبإمكانهم أن يكونوا قوة ضاربة لتحقيق أهدافه وطموحاته .\r\nوهكذا وعد ابن سعود بمساعدة الشيخ محمد بن عبد الوهاب والدفاع عنه بشرطين : أولًا : أن لا يقيم الشيخ أيّة علاقة ورابطة مع غيره ، والآخر ، أن يستمر في قبض الخراج السنوي من أهالي مدينة الدرعية ، فقبل الشيخ بالشرط الأول ولكنّه رفض الثاني بشكل تلويحي وقال : إنني أرجو أن تصيب فتوحات وغنائم كثيرة أكثر من خراج الدرعية .\r\nولا ينبغي الغفلة عن أنّ الغنائم التي كان ينتظرها الشيخ محمد بن عبد الوهاب هي بالدرجة الأولى من أموال المسلمين بالحجاز ومكة والمدينة ثم سائر البلدان الإسلامية من الذين لم يعلنوا عن اتّباعهم له واعتناقهم لمذهبه ، لأنّه ، كما تقدمت الإشارة إليه ، أنّ عبد الوهاب يرى جميع المسلمين سوى فرقته ، من المشركين ويفتي بإباحة دمهم وأموالهم . وقد هاجم أتباع محمد بن عبد الوهاب مدن الحجاز وارتكب مجازر فضيعة لغرض إشاعة مذهب الوهابية كما في الفتوحات وأشكال الغزو ، وحاز وأعلى ثروات طائلة .\r\nوبعد وفاة محمد بن عبد الوهاب استمر ملوك السعودية في دعم\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nهذه الحركة وعملوا على توسعة بلادهم وسيطروا على منطقة نجد والحجاز .\r\n* * *\r\nومن جملة الممارسات الفظيعة جدّاً في تاريخ الوهابية ، حتى أنّ المؤرخين الوهابيين اعترفوا بها ، المقتلة والمجزرة الرهيبة التي ارتكبها هؤلاء في مدينة الطائف « 1 » ، والأفجع من ذلك المجزرة التي ارتكبوها في حق أهالي العراق وكربلاء .\r\nوقد هاجم الوهابيون في تاريخ 1216 ه ق « أي بعد عشر سنوات من وفاة محمد بن عبد الوهاب » مدينة كربلاء عدّة مرّات لغرض نيل الغنائم وفتح البلدان تحت عنوان نشر التوحيد « التوحيد الذي يزعمونه » وكذلك هجموا على مدينة النجف ، وبالنسبة إلى حادثة كربلاء فقد استغل الوهابيون فرصة زيارة أهالي كربلاء إلى مرقد الإمام علي عليه السلام في النجف الأشرف وباغتوا هذه المدينة بهجوم عنيف واستطاعوا تخريب السور المحيط بالمدينة والنفوذ إلى داخلها وقتل آلاف من أهالي كربلاء من النساء والأطفال في شوارع المدينة وأسواقها ، وبعد ذلك حملوا ما استطاعوا حمله من أموال الناس ونهبوا ممتلكاتهم ثم هجموا على ضريح الإمام الحسين عليه السلام الذي كان يحوي نفائس كثيرة وتمكنوا من تخريبه وسرقة محتوياته من الجواهر والنفائس بأجمعها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الفجر الصادق - جميل الصدقى الزهاوى ، ص 22 وشجرة طوبى للشيخ محمّد مهدىالحائرى ، ص 174 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nوقد ذكر البعض أنّ عدد القتلى بلغ 150 ألف شخص ، ويقال إنّ الدم قد سال في شوارع وأزقة كربلاء كالجداول ، والملفت للنظر أنّهم يرون أنّ هذا العمل « جهاد في سبيل اللَّه » وحركة من أجل نشر راية التوحيد ! !\r\nلقد ذكر هذه الواقعة الكثير من المؤرخين الشرقيين والغربيين وحتى المؤرخين الوهابيين ويمكنكم مراجعة كتب التاريخ للمملكة العربية السعودية بعناوين « المجد في تاريخ النجد » و « تاريخ العربية السعودية » للمؤرخ المستشرق « ناسي ليف » و « مفتاح الكرامة » للسيد جواد العاملي وكتب أخرى « 1 » .\r\nنعود إلى موضوع جذور العنف في المذهب الوهّابي .\r\nعلى أيّة حال فقد ألّف محمد بن عبد الوهاب عدّة كتب قليلة بيّن فيها عقائده وأفكاره بصراحة وشفافية .\r\nكان هذا الشيخ قليل المعرفة بالعلوم الإسلامية ولم يدرس اطلاقاً في الحوزات العلمية المهمة في العالم الإسلامي ولم يحضر لدى كبار العلماء في عصره كثيراً ، ولهذا نرى أخطاء فاحشة في أفكاره وتصرفاته ، ومع الأسف أنّه كان مصراً على هذه الأفكار الخاطئة وغير المستقيمة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . للاطلاع أكثر على تاريخ الوهابية المثير وعقائدهم الغريبة يمكنكم الرجوع إلى الكتب التالية :\r\nالإسلام في القرن العشرين ، جزيرة العرب في القرن العشرين ، تاريح المملكة السعودية ، تاريخ نجد للآلوسي ، كشف الارتياب ، للسيد محسن الأمين ، تاريخ الوهابيين للمرحوم فقيهي .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nإنّ أحد كتب عبد الوهاب هو « كشف الشبهات » ، وقد ألّف هذا الكتاب الصغير ، كما يبدو من اسمه ، لغرض الإجابة على الإشكالات التي أوردها علماء البلاد و « أغلبهم من أهل السنّة » على أفكاره « 1 » .\r\nويكفينا لمعرفة جذور العنف في عقائد الوهابيين مطالعة هذا الكتاب ودراسة محتوياته . .\r\n1 - إنّ المؤلف استوحى فهماً خاطئاً عن « التوحيد » و « الشرك » ، وكما سيأتي في البحوث اللاحقة أنّه يتهم جميع من يطلب من رسول اللَّه صلى الله عليه وآله الشفاعة عند اللَّه ، بالشرك والكفر « في حين أنّ مفهوم الشفاعة موافق لصريح الآيات والروايات » ويفتي بإباحة دمهم ومالهم وعرضهم « 2 » .\r\nوبديهي أنّ جميع المسلمين من الشيعة والسنّة « سوى الوهابيين » يطلبون من النبي الأكرم صلى الله عليه وآله الشفاعة عند اللَّه تعالى ، وعلى هذا الأساس فانّ هؤلاء المسلمين كفرة في نظر الوهابيين ويباح دمهم وأموالهم ونساؤهم .\r\n2 - الأنكى من ذلك أنّه يقول بصراحة « إعلم أنّ شرك الأولين أخف من شرك أهل زماننا بأمرين :\r\nالأول : إنّ الأولين لا يشركون ولا يدعون الملائكة والأولياء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ومن جملة الإشخاص الذين شرحوا هذه الرسالة هو محمد بن صالح العثيمين » الذي يعتبر عالماً معتدلًا نسبياً ، ولكنّه مع الأسف يسعى لتبرير كلام محمد بن عبد الوهاب ( سوى في بعض الموارد ) بسبب الخوف أو التقية أو فقدان المنصب وأمثال ذلك ، وما ننقله هنا فهو مقتبس من هذا الكتاب .\r\n( 2 ) . شرح كشف الشبهات للعثيمين ، ص 81 .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nوالأوثان مع اللَّه إلّافي الرخاء ، وأمّا في الشدّة فيخلصون للَّه‌الدعاء كما قال تعالى : « فَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ » « 1 » .\r\nالثاني : إنّ الأولين يدعون مع اللَّه اناساً مقرّبين عند اللَّه . . . وأهل زماننا يدعون اناساً من أفسق الناس « 2 » .\r\n« والظاهر انّ مراده من قوله اخيراً « أفسق الناس » بعض زعماء الصوفية » .\r\nوطبيعي أن يكون هذا الاستنتاج الخاطىء حصيلة سلسلة من المغالطات الفكرية التي سوف نستعرضها في آخر فصل من هذا الكتاب ، وهنا نهدف إلى الكشف عن جذور العنف لدى الوهابيين تجاه نفوس المسلمين وأموالهم وأعراضهم .\r\n3 - النموذج الآخر على العنف في الفكر الوهابي أنّهم يطلقون على مخالفيهم ، وهم من كبار علماء أهل السنّة أثناء الحوار معهم ، ألقاباً وقحة وموهنة ، على سبيل المثال :\r\nيقول في أحد الموارد : أيّها المشرك « 3 » .\r\nوفي مورد آخر : أعداء اللَّه « 4 » .\r\nوفي مورد ثالث : للمشركين شبهة أخرى « 5 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة العنكبوت ، الآية 65 .\r\n( 2 ) . شرح كشف الشبهات للعثيمين ، ص 100 .\r\n( 3 ) . شرح كشف الشبهات ، ص 77 .\r\n( 4 ) . المصدر السابق ، ص 79 .\r\n( 5 ) . المصدر السابق ، ص 109 .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nوفي مورد آخر : هؤلاء المشركون الجهال « 1 » .\r\nوفي مورد آخر : أعداء التوحيد « 2 » .\r\nويقول في مكان آخر : إنّ أحد الأشخاص من العوام والأميين يغلب ألفاً من العلماء المشركين « أي المسلمين الذين يعتقدون بالشفاعة » « 3 » .\r\nوكما تقدمت الإشارة إليه أنّ إمام هذا المذهب لم يكن يتمتع إلّا بحصيلة علمية ضئيلة من المعارف الإسلامية ، ويبدو أنّه قد امتلكه الغضب من إجابات علماء عصره الكبار ، ولهذا اقترن خطابه بأشكال من الكلمات الموهنة واتهامات الشرك والكفر والجهل للطرف المقابل ، في حين أنّ القرآن الكريم يقرر بصراحة : « وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِناً تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا . . . » « 4 » .\r\n\r\nضوء أخضر للعنف\r\nيستفاد ممّا تقدم آنفاً ، السبب الذي يقف وراء التعامل الخشن للطالبان والقاعدة وسائر الوهابيين المتعصبين وسهولة إراقتهم لدماء المسلمين في مناطق مختلفة من العالم واستباحة أموالهم .\r\nإنّ الطالبان في أفغانستان قتلوا الكثير من المسلمين « من الشيعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شرح كشف الشبهات ، ص 120 .\r\n( 2 ) . المصدر السابق ، ص 65 .\r\n( 3 ) . المصدر السابق ، ص 68 .\r\n( 4 ) . سورة النساء ، الآية 94 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nوأهل السنّة » وهذا ما نراه في القتل العشوائي في باكستان والعراق وأغلبهم من المسلمين من قِبل أفراد القاعدة والوهابيين المتعصبين .\r\nفما سبب تحوُّل هؤلاء الأفراد إلى مجرمين قساة من الدرجة الأولى ؟ إنّ السبب يعود إلى مقولة : إنّ غير الوهابيين مشركون ويستباح دمهم وأموالهم ، فلا ينتهي العجب أنّ ضحايا هؤلاء المتعصبين أغلبهم من المسلمين وأنّ جميع الأموال التي نهبوها هي من أموال المسلمين .\r\n\r\nالعنف يوَّجه ضربة قاصمة للإسلام\r\nلم توجه ضربة للإسلام طيلة التاريخ الإسلامي كالضربة التي وجهها هؤلاء الوهابيون المتعصبون للإسلام ، فالإسلام الذي طرح نفسه دين الرأفة والرحمة وأوصى بأن يبتدئ المسلم في كل عمل بكلمة : بسم اللَّه الرحمن الرحيم ، حيث تبيّن في مضمونها الرحمة الإلهية العامة والخاصة .\r\nوالإسلام الذي يقول : « وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ . . . » « 1 » . سواءً أسلم أو لم يسلم .\r\nوالإسلام الذي يقول : « . . . فَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِىٌّ حَمِيمٌ » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة التوبة ، الآية 6 .\r\n( 2 ) . سورة فصّلت ، الآية 34 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nوالإسلام الذي يقول : « هل الدين إلّاالمحبّة » « 1 » .\r\nأجل ، فهذا الإسلام بمثل هذه اللطافة والمحبّة والجمال أظهره هؤلاء المتشدون حتى أنّ الصديق والعدو يشعر في قرارة نفسه بالامتعاض والكراهية لهذا الدين .\r\nإنّ جاذبية الإسلام كانت قد بلغت في عصرنا هذا حدّاً ليدخل الناس في دين اللَّه أفواجاً مصداقاً لقوله تعالى : « . . . يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجاً » « 2 » ، ولكنّ تصرفات هؤلاء المتعصبين أوصدت الطريق مع الأسف أمام امتداد الإسلام في المجتمعات البشرية ووجهت ضربة مؤلمة للإسلام والمسلمين .\r\nاللّهم اهدهم سواء السبيل .\r\n\r\nالتضاد العجيب\r\nالعجيب أنّ حكومتهم ، التي تقوم على أساس مبادئ هذا المذهب ، تربطها روابط سياسية واقتصادية وثقافية حميمة مع جميع دول العالم « من البلدان الإسلامية وغير الإسلامية » بدون الاهتمام بهذه المبادئ ، أي أنّهم أصدقاء لجميع المشركين في العالم ! !\r\nوالأعجب من ذلك أنّهم جعلوا من مكة والمدينة مركزاً ومجمعاً لأجمل الفنادق لاستقبال المشركين من المسلمين الذين يفدون إلى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الخصال للشيخ الصدوق ، ص 21 ( عن الإمام الصادق عليه السلام ) .\r\n( 2 ) . سورة النصر ، الآية 2 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nالحجاز كل عام للحج والعمرة ويستقبلون أهل الشرك أحسن استقبال ، وقد صار هؤلاء المشركون يمثّلون مصدراً مالياً عظيماً لهم .\r\nفي حين أنّ القرآن الكريم يوصي المسلمين بعدم فسح المجال للمشركين للدخول إلى المسجد الحرام : « يَا أَيُّهَا الَّذِينَ آمَنُوا إِنَّمَا الْمُشْرِكُونَ نَجَسٌ فَلَا يَقْرَبُوا الْمَسْجِدَ الْحَرَامَ بَعْدَ عَامِهِمْ هَذَا وَإِنْ خِفْتُمْ عَيْلَةً فَسَوْفَ يُغْنِيكُمُ اللَّهُ مِنْ فَضْلِهِ إِنْ شَاءَ إِنَّ اللَّهَ عَلِيمٌ حَكِيمٌ » « 1 » .\r\nونتساءل : لماذا يصبح المشركون في هذا المورد موحدين ويتمّ استقبالهم بمنتهى اللين والمحبّة بعنوان أنّهم « ضيوف الرحمن ! » ويخلون بيوتهم لهؤلاء الحجاج ويضعونها تحت تصرفهم مع كل ترحيب ؟\r\n\r\nنعلن بصراحة\r\nإنني بصفتي أحد خدمة العلوم الإسلامية اعلن بصوت صارخ وبصراحة أنّ الإسلام الذي تبناه ورسم معالمه هؤلاء الوهابيون المتشددون ليس هو الإسلام الواقعي ، بل قراءة شخصية من قِبل أفراد لا يتمتعون إلّابحظّ قليل من العلوم الإسلامية وأنّ الأغلبية الساحقة من علماء الإسلام يخالفون هذا المذهب .\r\nوسوف نميط اللثام في الفصل الأخير من هذا الكتاب عن الأخطاء الفاحشة لهذا المذهب بشكل مستدل ومن خلال الآيات القرآنية الصريحة والروايات الإسلامية ليعلم المعتدلون من أتباع هذا المذهب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة التوبة ، الآية 28 .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nوالذين يتحركون في ثقافتهم وعقيدتهم من موقع الدليل والمنطق ماهية الصراط المستقيم للإسلام وأنّه لا يتمثل بتعاليم هذا المذهب العنيف .\r\nوإنني أتقدم لعلماء الإسلام بكل احترام وأطلب منهم أن يوحدوا كلمتهم ويقولوا بصوت واحد : إنّ هذه الجماعة التي ترى جميع المسلمين سواها ، مشركين ، ولهذا السبب يُفتي باستباحة أموالهم ودمائهم ، لا تمثّل الإسلام الصحيح ، وبديهي أنّ مثل هذا المذهب والمنهج ليس له مكان في العالم المعاصر ويعيش في منزلقات الأفول ويقترب من آخر الخط ، وينبغي علينا تقديم الإسلام الذي هو دين المحبّة والرأفة ، إلى العالم بصورته الحقيقية ليجد طريقه إلى قلوب الناس ويستمر في تقدمه وتسخيره لقلوب وأفكار البشرية .\r\nوالأعجب من الجميع أنّ التشدد الذي يتخذه أفراد هذه الجماعة ديناً لهم قد طال الحكومة التي أوجدوها بأنفسهم « حكومة آل سعود » حيث قاموا بسلسلة من الاغتيالات والقتل الفجيع في المملكة العربية السعودية إلى درجة أنّ الحكومة السعودية بدورها اعترفت بخطر هؤلاء على المواطنين وتحركت للحد من نشاطهم وشرعت بإعادة النظر في علوم المدارس الدينية للوهابية وعزلت أئمّة المساجد المتشددين ، وهذا بدوره يمثل دليلًا آخر على اقتراب الوهابية المتشددة من نهاية العمر ، حيث لم يبق لديهم مكان مناسب حتى في مركزهم الأصلي وبقي المعتدلون منهم .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\n2 - فرض العقيدة\r\nإنّ من الأصول والمبادىء المسلَّمة في الإسلام أنّ التعامل بين الفرق الإسلامية يجب أن يقوم على أساس منطقي ومن موقع المحبة ، وحتى بالنسبة لغير المسلم فقد ورد الأمر الإلهي بذلك أيضاً :\r\n« ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ إِنَّ رَبَّكَ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ وَهُوَ أَعْلَمُ بِالْمُهْتَدِينَ » « 1 » .\r\nوكذلك يقول تعالى : « وَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ ظَلَمُوا مِنْهُمْ وَقُولُوا آمَنَّا بِالَّذِي أُنْزِلَ إِلَيْنَا وَأُنْزِلَ إِلَيْكُمْ وَإِلَهُنَا وَإِلَهُكُمْ وَاحِدٌ وَنَحْنُ لَهُ مُسْلِمُونَ » « 2 » .\r\nإنّ الإسلام لا يسمح اطلاقاً بمخاطبة المخالفين على أساس أنّهم « المشركون الجهلة » و « أعداء اللَّه » و « أعداء التوحيد » وأمثال ذلك ، كما مرّ في كلمات هؤلاء وهكذا يتصور هؤلاء أنّهم يمثلون محور الإسلام ويرجمون الآخرين بحجر الكفر والشرك كما نرى هذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة النحل ، الآية 125 .\r\n( 2 ) . سورة العنكبوت ، الآية 46 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nالمعنى بكثرة في كتابات هذه الفرقة .\r\nإنّ المسلمين يشتركون في أصول دينهم وعقائدهم ، ويتفق علماء الإسلام أيضاً في كثير من أصول مسائلهم الفقهية رغم وجود بعض الآراء المختلفة لديهم في بعض الفروع وشرح بعض الأصول .\r\nولا ينبغي أن يؤدّي هذا الاختلاف في الرؤى والقراءات إلى النزاع والخصام وسفك الدماء ، بل ينبغي تقريب وجهات النظر من خلال الاستدلال المنطقي والحوار السليم بين المذاهب الإسلامية .\r\nإلّا أنّ الوهابيين المتعصبين « السلفيين » يقفون في الجهة المتقابلة تماماً لمنطق العقل والعدل الإسلامي ، حيث يعتقدون بلزوم فرض عقيدتهم في مسألة « الشرك والتوحيد » على الآخرين حتى لو كان بأدوات التهديد بالقتل وسفك الدماء ونهب الأموال كما يلاحظ هذا المعنى بوضوح في كتابات مؤسس هذا المذهب ، وقد سبقت الإشارة إليه .\r\nعندما نقول لعلمائهم : إذا كنتم من العلماء فنحن أيضاً من العلماء وقد درسنا وكتبنا من الكتب أكثر منكم . وإذا كنتم مجتهدين فنحن بدورنا مجتهدون أيضاً ، إنّ الأزهر الشريف والحوزات الدينية في دمشق والأردن والعراق وإيران وسائر البلاد الإسلامية تحوي الكثير من المجتهدين ، فما المسوغ لإجبار الآخرين على اعتناق عقيدتكم وقبول أفكاركم « في باب الشرك والتوحيد » بغض النظر عن كوننا نقطع ببطلانها ؟ يقولون : الحق هو ما رأيناه ونعتقد به والإسلام لا يقول غير ذلك ! !\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nعندما نقول لهم : ما هو امتيازكم على سائر علماء الإسلام بحيث تريدون فرض عقيدتكم عليهم وسوق الآخرين بسياطكم ؟ فلا نسمع جواباً منطقياً منهم .\r\nإنّ هؤلاء يتصورون أنّهم قد بلغوا ذروة العلم والايمان وبقي الآخرون في وادي الجهل والضلالة ، وهذا المعنى غير مقبول في عالمنا المعاصر ولا مكان له بين المسلمين .\r\nولهذا السبب قلنا إنّ هذه الفرقة تقترب من نهاية مطافها .\r\n\r\nذِكرى مُرَّة\r\nولا أنسى أنني عندما تشرفت في السنوات الأولى بزيارة بيت اللَّه الحرام رأيت في المدينة ظاهرة عجيبة جعلتني أغرق في دوامة الفكر . رأيت جماعة تدعى الآمرون بالمعروف ، وهم من الوهابيين المتعصبين ومن أصحاب اللحى الطويلة يقفون حول مرقد النبي الأكرم صلى الله عليه وآله وفي يد كل واحد منهم سوطاً وكانوا يضربون به كل من قصد تقبيل الضريح المقدّس ويقولون له : « هذا حديد ، وهذا خشب وهذا شرك ! » .\r\nإنّ هؤلاء غفلوا عن الحقيقة ، وهي أنّ أي عاقل لا يقبل الحديد والخشب من أجل أنّه حديد وخشب ، بل التقبيل يمثل حركة رمزية لإظهار العشق وابراز الحبّ لصاحب هذا القبر ، كما أنّ جميع المسلمين والوهابيين أنفسهم يقبلون غلاف القرآن الكريم . فهل أنّ\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nاظهار العشق والمحبّة للقرآن والنبي الأكرم صلى الله عليه وآله يعتبر شركاً ؟ لا يوجد أي عاقل وصاحب منطق ومنصف يتفق مع هذه العقيدة .\r\nإنّ الناس في مختلف المجتمعات البشرية يقبّلون عَلَم بلدهم ويحترمونه ، فهل أنّ قصدهم من ذلك اظهار العلاقة العاطفية لقطعة تافهة من القماش التي ربّما كانت قسماً من قطعة صار هذا القسم عَلَماً للوطن وصار القسم الآخر سروالًا لشخص آخر ؟ من البديهي أنّ هدفهم من ذلك اظهار احترامهم واعتزازهم باستقلال بلدهم ويعتبرون ذلك مصداقاً لحبّ أوطانهم « 1 » .\r\nفهل يعدّ احترام الإنسان لوطنه وأرضه من الشرك ؟\r\nومن الملفت للنظر أنّ جميع الوهابيين يحترمون الحجر الأسود ويقبّلونه وعندما نقول لهم : هذا حجر لا يضر ولا ينفع ولا يتعلق مصيرنا به ، يقولون : إنّ النبي الأكرم صلى الله عليه وآله كان يقبله « 2 » ونحن نستن بسنّته ونتبع طريقته .\r\nفنقول : هل أنّ مقصودكم أنّ النبي الأكرم صلى الله عليه وآله قد أذن لكم بالشرك وأنّ هذا المورد من الشرك مستثنى من الشرك الحرام ، أو أنّ التقبيل لا يدلّ على الشرك ؟\r\nهنا يختارون السكوت ولا يجيبون بشيء .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سفينة البحار ، مادة « وطن » ، وفي الحديث عن الإمام علي عليه السلام أنّه قال : « عمرت البلدان بحبّ الأوطان » ( ميزان الحكمة ، ج 4 ، ص 3566 ) ، وقد ورد حديث آخر في حبّ الوطن في الدر المنثور ، ج 1 ، ص 300 .\r\n( 2 ) . صحيح البخاري ، كتاب الحج ، باب التمتع والاقران ، ج 2 ، ص 159 و 162 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nومضافاً إلى ذلك نقول لهم : ما عرفت آنفاً إنّكم تقبّلون « غلاف القرآن » وترون ذلك مباحاً ، فما قيمة قطعة من الجلد والورق السميك ليحظى بتقبيلكم له ؟ يقولون : إنّ غرضنا اظهار المحبّة والاحترام للقرآن .\r\nنقول لهم : أليس هذا من الشرك ؟\r\nيقولون : إنّ صحابة النبي كانوا يقبلون القرآن « 1 » .\r\nفنقول : هل أذن لكم رسول اللَّه بالشرك ، وحرمة الشرك غير قابله للتخصيص حيث تقول الآية : « إِنَّ اللَّهَ لَايَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ وَمَنْ يُشْرِكْ بِاللَّهِ فَقَدِ افْتَرَى إِثْماً عَظِيماً » « 2 » .\r\nوبديهي أنّ بطلان الشرك يعد حكماً عقلياً قطعياً ، وحكم العقل غير قابل للتخصيص .\r\nوهنا أيضاً لا نسمع جواباً منهم .\r\nوخلاصة الكلام أنّ هؤلاء قد غرقوا في دوامة من التناقضات والمتضادات وهم يعلمون بذلك وكأنّهم لا يريدون الاقرار والاذعان .\r\n\r\nمسؤولية أولياء الحرمين الشريفين\r\nمن المعلوم أنّ الأماكن المشرفة وخاصة بيت اللَّه الحرام ومسجد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ونقرأ في دائرة المعارف الكويتية ، مادة « تقبيل » أنّ المشهور بين الحنابلة والحنفية جواز تقبيل القرآن ، وقد نقل عن عمر أنّه كان يقبّل القرآن كل صباح ، وكان عثمان يقبّله أيضاً ويمسحه على وجهه .\r\n( 2 ) . سورة النساء ، الآية 48 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nالنبي صلى الله عليه وآله تتعلق بجميع المسلمين في العالم :\r\nيقول تعالى : « جَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَاماً لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ وَالْهَدْىَ وَالْقَلَائِدَ ذَلِكَ لِتَعْلَمُوا أَنَّ اللَّهَ يَعْلَمُ مَا فِي السَّمَوَاتِ وَمَا فِي الْأَرْضِ وَأَنَّ اللَّهَ بِكُلِّ شَيْءٍ عَلِيمٌ » « 1 » .\r\nإنّ جميع المسلمين متساوون في حق الانتفاع ببيت اللَّه الحرام « سَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ . . . » « 2 » ، وعلى هذا الأساس فإنّ أولياء الكعبة يجب عليهم توفير الأمن والنظم والوسائل اللازمة لزوار بيت اللَّه ، لا أن يجعلوا من هذا المكان الشريف مركزاً لدعوة الناس إلى مذهبهم وفرض عقيدتهم على الآخرين .\r\nلا يحق لهؤلاء تحميل قراءتهم الخاصة المخالفة لاجتهاد علماء الإسلام في سائر البلاد الإسلامية في مسائل العقائد ، على الآخرين ، فحتى في بدء بزوغ شمس الاسلام لم تكن وظيفة أولياء الكعبة أكثر من ذلك كما يشير القرآن الكريم إلى هذا المعنى : « أَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ . . . » « 3 » .\r\nوعليه فلو كانت لدى علماء هذا البلد الإسلامي رؤية خاصة وقراءة معينة في مسألة التوحيد فلا يحق لهم تحميل هذه الرؤية على الآخرين . ولا سيما أنّ الآخرين لديهم علماء ومفكرون كثيرون يرون بطلان هذه الرؤية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة المائدة ، الآية 97 .\r\n( 2 ) . سورة الحج ، الآية 25 .\r\n( 3 ) . سورة التوبة ، الآية 19 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nوعلى سبيل المثال مسألة طلب الشفاعة من رسول اللَّه صلى الله عليه وآله ، فهذه الفرقة ترى كفر من يعتقد بهذه المفردة ، ولكن الآخرين يرونها عين التوحيد .\r\nأو أنّهم يرون أمراً معيناً « بدعة » بينما يراه علماء آخرون « سنّة » .\r\nإنّ الوهابيين ، وأي فرقة أخرى ، لا يحق لهم فرض أفكارهم وعقائدهم الخاصة للدين على الآخرين لان المجتهد حرّ في آرائه .\r\nونؤكّد هنا أنّ عليهم الاهتمام بالنظم وتحقيق الأمن والرفاه في هذه الأماكن المقدّسة لا أن يجعلوا منها منابر للدعوة إلى مذهبهم .\r\nواللطيف أنّ ملك المملكة العربية السعودية يصف نفسه بأنّه « خادم الحرمين الشريفين » لا « حاكم الحرمين الشريفين » ، إذن فلماذا يرى بعض علماء الوهابية السلفيون أنفسهم « حاكمين على الحرمين الشريفين » رغم أنّهم يعتقدون بوجوب إطاعة ولاة الأمر ؟\r\nنعم لا شك في أنه يجب منع ما أجمع على حرمته علماء الإسلام جميعاً .\r\nوخلاصة الكلام أنّ تحميل فكرة معينة أو فرض عقيدة خاصة من قبل جماعة صغيرة وليست بالمستوى المطلوب من الناحية العلمية على أكثرية المسلمين لا يتوافق مع أي منطق سليم ، ولكنّ السلفيين المتعصبين يستخدمون أشنع الأساليب في عملية فرض عقيدتهم على الآخرين ، وهذا ما يؤسف له حقاً .\r\n\r\nأغلظ صور تحميل العقيدة\r\nلقد كتب الوهابيون المتشددون في الآونة الأخيرة كتباً في الردّ\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nعلى بعض المذاهب الإسلامية ( اتباع اهل‌البيت ) ونشروها بين الحجاج ، وليت أنّ هذه الكتب والكراسات كانت مكتوبة بأسلوب بعيدة عن الاخلاق الاسلاميّة ، حيث نرى أنّها قد كتبت بألفاظ ركيكة وكلمات غير مسؤولة ، وتتضمن الكثير من أشكال الكذب والتهمة ورمي الآخرين بالشرك والكفر .\r\nهذا ولو أنّ أحداً كتب في ردّهم جواباً منطقياً وبأسلوب لطيف فمن المحال أن يسمحوا له بنشر نسخة واحدة منه .\r\nهل هذا هو المفهوم من الآية الشريفة : « فَبَشِّرْ عِبادِ الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ . . . » « 1 » ؟\r\nمن الواضح أنّ مثل هذا المذهب الذي يعيش رؤية ظلامية وثقافة ماضوية ليس له مكان في العالم المعاصر فسوف يجد مكانه سريعاً في متحف التاريخ !\r\nولا سيما أنّنا نعيش في عصر انتشرت فيه ثقافة احترام الرأي الآخر ، والعلماء والمفكّرون يتعاملون مع عقائد الآخرين من موقع التقدير والاحترام ، وهذا المعنى يمثل أحد أسباب وعوامل انزواء وسقوط هذا المذهب ، لأنّ أي مسلم لا يجد في نفسه استعداداً لقبول هذه التهمة « مشرك » و « كافر » التي يطلقها عليه من يدّعون أنّهم أولياء بيت اللَّه وعلى جميع المسلمين الّا اتباع مذهبهم .\r\nإنّ الحرم النبوي وقبور البقيع بدورها تتعلق بجميع المسلمين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الزمر ، الآيتان 17 و 18 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nووظيفة أولياء هذه الأماكن المشرفة اقرار النظم والأمن وتوفير الإمكانات اللازمة للزائرين ومنع ما هو حرام بإجماع المسلمين لا أكثر .\r\nفالواجب على هؤلاء أن يحترموا عقائد جميع المسلمين ويتجنبوا توجيه الإهانة لمقدساتهم ولا يتطاولوا على الآخرين بما لا يرضي اللَّه تعالى ولا خلق اللَّه وليس له عاقبة محمودة .\r\nإنّ حرم الأمن الإلهي يجب أن يكون آمناً من كل ناحية ، فهل من الأمن أن يُتهم المسلمون من غير الوهابيين بالشرك بمجرّد أن يتحركوا خطوة على خلاف عقائد الوهابيين ؟\r\nولا أنسى أنني التقيت في الأسفار السابقة لبيت اللَّه الحرام بمجموعة من المسلمين من بلدان مختلفة حيث أرادوا تقبيل منبر النبي الأكرم صلى الله عليه وآله ولكن منعتهم الشرطة بشدّة من ذلك .\r\nوقد تقدم أحدهم وكان حسب الظاهر من هيئة المسلمين بالآمرين بالمعروف وقال هذه العبارة بصراحة : « واللَّه يجوز قتال هؤلاء بالسيف ! » .\r\nفما الفرق بين تقبيل غلاف القرآن والمنبر الذي استخدم سنوات مديدة محلًا للوعظ والارشاد والتعليم من قِبل نبي الإسلام ؟ لماذا تصدرون حكم القتل على هؤلاء ولا تصدرون هذا الحكم لأتباعكم .\r\nأنتم ترون أنّ هذا العمل « بدعة » ، ولكنّهم يرونه « سنّة » .\r\nالآن نفهم لماذا يسمح الطالبان والقاعدة وهم من الوهابيين المتشددين ، لأنفسهم أن يقوموا بعملية التفجير في النجف « قبل\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nسنتين » الذي راح ضحيته 150 نفر من الناس الأبرياء وحوالي 300 مجروح ومن بينهم الأطفال والنساء والشيوخ ، كل هذه تمثل ثمرة مرّة ونتيجة أليمة لذلك النمط من التفكير الذي شوه سمعة الإسلام في العالم وبث الرعب والهلع في نفوس الناس حتى في مركزهم الأصلي وهو المملكة العربية السعودية .\r\nهل تتمكن هذه الأفكار وهذه الأساليب من البقاء والديمومة أمداً طويلًا ؟ لا واللَّه !\r\n\r\nالوهابيون المعتدلون المثقفون\r\nأخيراً شاهدنا حركة من قِبل حكومة المملكة السعودية وكذلك من قِبل المفكرين والمثقفين من شعبهم باتجاه الاعتدال وإعادة قراءة المفاهيم والأفكار السابقة .\r\nهذه الحركة الجديدة تقدمت خطوات إلى الأمام إلى حد أنّها بعثت الأمل في احلال الحوار والنقاش البنّاء بين المذاهب الإسلامية المختلفة ، محل النزاع والخصومة واتهام الآخرين بالشرك والكفر .\r\nورغم أنّ هذه الظاهرة لم تأخذ مسارها الطبيعي لتتحول إلى ظاهرة عامة ، إلّاأنّه شوهدت موارد عديدة تدلّ على نجاح هذه الظاهرة الميمونة وتفتح أزهار هذه الشجرة المباركة .\r\nهناك أخبار عن إقامة حوارات بين بعض علماء الشيعة في الحجاز مع بعض علماء الوهابية المعتدلين ، وقد تمّ نشر هذا الحوار في أجهزة الإعلام ، وهذا هو ما يراه الوهابيون المتعصبون بدعة وكفراً\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nويمتلكهم الغضب والانفعال من نجاح هذه الظاهرة ، وكأنّهم يرون الإسلام في طريقه إلى الزوال والاندثار ، والحال أنّ هذه السنّة الحسنة التي يعبّر عنها القرآن الكريم « الجدال بالتي هي أحسن » وأضحت شاملة ومتداولة ، فإنّ الإسلام سيتخلص من أيدي هؤلاء القساة وأرباب العنف وستنفتح صفحة جديدة من عظمة الإسلام في العالم وسيحل المنطق والعقلانية والحوار الأخوي محل التكفير والاتهام وسفك الدماء ونهب الأموال وسيتحرك الإسلام في المملكة العربية السعودية في مسيره الأصلي .\r\nوهناك جماعة من الكتّاب المعتدلين في ذلك البلد الإسلامي يساهمون في ترشيد هذه الظاهرة بأقلامهم وأدبياتهم البنّاءة ، وعلى سبيل المثال نرى أخيراً عالماً يدعى ، « السيد محمد بن علوي » قد كتب قبل سنين « 1 » كتاباً بعنوان « مفاهيم يجب أن تصحح » هذا الكتاب يعد من الكتب الجيدة في هذا النطاق وسنتطرق إليه في خاتمة هذا الكتاب « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) السيد محمد بن علوي المالكي من علماء مكة المكرمة وهو ذو نفوذ واسع ويحضر دروسه‌الكثير من الطلّاب ، وقد توفي في 15 رمضان 1425 ه ، وله تصانيف وكتب عديدة ومهمة في نظر المحققين ومنها كتاب مفاهيم يجب أن تصحح .\r\n( 2 ) . طبع هذا الكتاب ستة 1405 ه .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\n3 - التعصب الشديد والمفرط\r\nإنّ « التعصب » يطلق في عرفنا السائد على « حالة من الالتزام الشديد بالمعتقد » سواءً كان هذا الأمر يتعلق بالمبدأ والمعاد أو بمسألة أخلاقية أو بنوع من الآداب وتقاليد لقوم أو قبيلة ، بل يشمل الدفاع عن شخص معين أيضاً .\r\nويستفاد من كلمات أمير المؤمنين علي بن أبي طالب عليه السلام في نهج البلاغة في الخطبة القاصعة أنّ مفهوم التعصب في الماضي يقترب من مفهومه في العصر الحاضر ولكنّ الإمام عليه السلام ذكر معنيين للتعصب ، التعصب الممدوح والإيجابي ، والتعصب المذموم والسلبي .\r\nأمّا بالنسبة إلى التعصب السلبي فمصداقه البارز تعصب إبليس حيث منعه من السجود لآدم ، ويرى الإمام علي عليه السلام أنّ إبليس إمام المتعصبين ويقول : « فَعَدُوُّ اللَّهِ إِمَامُ الْمتَعَصِّبِينَ ، وَسَلَفُ الْمُسْتَكْبِرِينَ . . . » « 1 » ، وبالنسبة للتعصب الممدوح يقول : « فَإِنْ كانَ لَابُدَّ مِنَ الْعَصَبِيَّةِ فَلْيَكُنْ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الخطبة 237 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nتَعَصُّبُكُمْ لِمَكَارِمِ الْخِصَالِ ، وَمَحَامِدِ الْأَفْعَالِ . . . » « 1 » .\r\nإنّ التعصب المذموم يقترن عادة بجمود الفكر وضيق الأفق والحكم المسبق وغير المنطقي في المسائل ويؤدّي بالتالي ، لا سيما في عصرنا الحاضر ، إلى التخلف وتكريس الكراهية والخصومة بين الأفراد .\r\nومن معالم هذا النوع من التعصب المواقف الحادة والخشنة للشخص وأحياناً تكون مع سفك الدماء ونهب الأموال وتحقير الغير واستخدام الكلمات الموهنة والجارحة .\r\nإنّ هؤلاء المتعصبين لا يقيمون وزناً لأفكار الآخرين ولا يجدون في أنفسهم رغبة في استماع أدلة المخالفين ويعيشون مع التكبر والغرور والأنانية المزمنة .\r\nوجميع ما تقدم آنفاً من سمات التعصب نجدها في كلمات « الوهابيين المتشددين » وسلوكياتهم ، وفي بعض كتب أئمتهم ، مع الأسف ، حيث تقدم ذكر بعض النماذج منها والتي يفتون فيها بإباحة دماء المسلمين وأموالهم ويتهمونهم بالشرك جميعاً الّا من تبعهم .\r\nإنّ الشخص الذي يخاطب العلماء والمفكرين من الطرف المخالف ب « الجهال » وبقوله « أيّها المشرك » ويعتبر كل من لا يقبل كلامه كافراً مهدور الدم ، كيف يكون مستعداً للحوار الهاديء والنقاش المنطقي ويكون مصداقاً لقوله تعالى « وَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ » ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الخطبة 237 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nإنّ القرآن الكريم يرى في المتعصبين الذين لا يجدون في أنفسهم رغبة بالاستماع إلى الطرف المقابل أنّهم أناس غير صالحين ، حيث تقول الآيات الشريفة : « . . . فَبَشِّرْ عِبَادِ * الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُوْلَئِكَ الَّذِينَ هَدَاهُمُ اللَّهُ وَأُوْلَئِكَ هُمْ أُوْلُوا الْأَلْبَابِ » « 1 » .\r\nومفهوم هذه الآية أنّ الأشخاص الذين يتحركون في الجهة المخالفة لهذا لمنهج ليسوا من اولي الألباب !\r\nوينطلق القرآن الكريم في توبيخ وذم الأشخاص الذين يضعون أصابعهم في آذانهم لكي لا يسمعوا كلام الأنبياء ويستعرض لنا شكوى نوح عليه السلام من قومه حيث قال : « وَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا ثِيَابَهُمْ وَأَصَرُّوا وَاسْتَكْبَرُوا اسْتِكْبَاراً » « 2 » .\r\nكان أي نقد علمي لعقائد الوهابية في السابق ممنوعاً في أجواء مكة والمدينة وفي جميع أنحاء الحجاز ، ولم يكن الوهابيون المتشددون ليسمحوا بطرح ونشر أي نقد علمي حتى لو كان مقترناً بالتقدير والاحترام وكانوا يمنعون دخول أي كتاب حتى من البلاد الإسلامية مثل مصر ومن الأزهر « ومع الأسف فإنّ هذه الظاهرة موجودة لحد الآن » وإذا شوهدت موارد خلاف هذا الأصل فهي موارد استثنائية ونادرة .\r\nوبديهي أنّ هؤلاء ، مع استمرار هذا الوضع ، لا يمكنهم الخروج من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الزمر ، الآيتان 17 و 18 .\r\n( 2 ) . سورة نوح ، الآية 7 .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nحالة الجمود والتحجر ولا يمكنهم الاستفادة من أشكال النقد المنطقي الذي يبعث على حركة الفكر .\r\nوالملاحظة الملفتة للنظر هنا أنّ مكتبات مخالفيهم مثل الشيعة مليئة من كتب هؤلاء ولا يخافون من مثل هذه الكتب على مذهبهم في حين أنّه قلّما توجد كتب الشيعة في مكتبات العربية السعودية « وأحياناً لا يوجد ولا كتاب واحد » كيف الحال بالكتب التي تتعرض بالوهابية ، فلماذا يخاف هؤلاء إلى هذه الدرجة من النقد ؟ ! إنّ وجدان القارئ المحترم سيجيب عن هذا السؤال ، إنّ مثل هذه الظاهرة تنشأ من التعصبات غير المقبولة في أي زمان فكيف بعصرنا الحاضر ، ولهذا ينبغي على حماة هذه التعصبات أن يجمعوا متاعهم ويلتحقوا بمتحف التاريخ .\r\nإنّ الشبّان من الوهابيين لهم الحق في أن يسألوا من أكابرهم هذا السؤال وهو : لماذا لا يوجد لديهم كتب سائر المذاهب الإسلامية وخاصة الكتب التي تنتقد الوهابية نقداً علمياً ومنطقياً ؟\r\nولكن كما سبقت الإشارة إلى أنّ هذه التعقيدات والتعصبات الجافة قلّما تجد طريقها إلى الجماعة المعتدلة والمثقفة من الوهابيين حيث أعلنوا استعدادهم للحوار المنطقي الهادف مع الآخرين ، وهذه ظاهرة مباركة .\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\n\r\n4 - عدم معرفة القيم والثقافة المعاصرة\r\n\r\nاتلاف أثمن الآثار التاريخية للإسلام\r\nمن النادر أن يوجد بلد كالحجاز يحوي آثاراً تاريخية ثمينة متعلقة بالقرون الأولى لتاريخ الإسلام ، لأنّ هذه المنطقة بالذات تعتبر موطن الإسلام الأول حيث توجد معالم قادة الإسلام وآثار التاريخ الإسلامي في كل مكان من هذه المنطقة .\r\nهذه الآثار من قبيل مراقد وقبور الشخصيات الإسلامية الأولى ، وأماكن ولاداتهم وآثار الصحابة والتابعين ومحل دراستهم ، وآثار أئمّة أهل البيت عليهم السلام وعلماء وفقهاء الإسلام وحتى آثار السلاطين ومراكز حكوماتهم ، وكذلك الآثار الفنية والمعمارية وغير ذلك ، ولكن المتعصبين من الفرقة الوهابية تحركوا على مستوى إزالة كل هذه الآثار الثمينة بحجة أنّها آثار الشرك ، فلم يبق من هذه الآثار الثمينة سوى القليل ، وينبغي على المسلمين أن يبكوا دماً على زوال هذه الآثار القيّمة .\r\nوفي هذا العصر يعلم الجميع أنّ كل امّة تعتمد لإثبات أصالتها\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nعلى تاريخها وعلى الآثار المهمّة الباقية من ماضيها وتعد ذلك شاهداً على أصالتها ، ومن هنا اهتمت هذه الأمم بحفظ آثارها التاريخية بدقّة .\r\nولكنّ هذه الفرقة القاطنة في هذه الأراضي المقدّسة لم تبق أثراً من آثار الإسلام التاريخية إلّاوعملت على تخريبها أجمع ، تلك الآثار التي لا يمكن تقييمها اطلاقاً من حيث أهميتها وعظمتها .\r\nالمثال البارز لذلك « مقبرة البقيع » ، فهذه المقبرة تعدّ أهم مقبرة في الإسلام حيث تتضمن قسماً مهماً من تاريخ الإسلام وتعتبر كتاباً ضخماً وناطقاً لتاريخنا نحن المسلمون .\r\nوتحوي هذه المقبرة قبور زوجات الرسول الأكرم صلى الله عليه وآله وأبنائه وأئمّة أهل البيت عليهم السلام ، والفقهاء والعلماء المسلمين الكبار ، الصحابة المكرمين ، والشهداء المحترمين ، وقادة جيش الإسلام وغير ذلك ، ويقال إنّ هذه المقبرة تحوي أكثر من عشرة آلاف صحابي قد دفن فيها ، وبكلمة : إنّ قسماً عظيماً من تاريخ الإسلام يقبع في البقيع .\r\nولكننا عندما ندخل البقيع الآن لا نرى سوى خربة يشمئز منها الناظر ولا يوجد فيها أي مَعْلَم من معالم التاريخ الإسلامي بحيث يعيش الإنسان عندها حالة البكاء والتأسف على الحالة المزرية .\r\nإنّ هؤلاء المتعصبين قد عملوا مع كل الأسف على إزالة معالم التاريخ الإسلامي الثمينة بذريعة واهية ، وهي « مكافحة الشرك ! » وبذلك أصابت العالم الإسلامي خسارة عظمى لا يمكن جبرانها اطلاقاً .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nوهكذا نرى أنّ الإنسان المتعصب كيف يغدو مصدراً للخطر وكيف يتلف رأس مال تاريخه وامّته بكل سهولة ، هذا الرأسمال الثمين يتعلق بجميع المسلمين في الماضي والحاضر والمستقبل .\r\n\r\nوجود قبر النبي الأكرم صلى الله عليه وآله\r\nإنّ الزائر لمكة والمدينة يعلم جيداً أنّه على رغم تخريب مقبرة البقيع وقبور شهداء أحد وغيرها فإنّ الضريح المقدّس والقبة الملكوتية على قبر النبي صلى الله عليه وآله ما زالا قائمين ، حيث يزوره المسلمون من جميع أقطار العالم ، وهذه الحالة تثير في أذهان جميع الزائرين سؤالًا مهماً : لماذا لم تتحرك هذه الفئة لهدم قبر النبي الأكرم صلى الله عليه وآله ؟\r\nالواقع أنّ هؤلاء رأوا أنفسهم أحقر من أن يرتكبوا مثل هذه الجريمة ويثيروا جميع العالم الإسلامي ضدهم ، أجل ، الوهابيون المتعصبون لم يتمكنوا من تخريب مرقد النبي الأكرم صلى الله عليه وآله وقبته الخضراء ولم يستطيعوا التحرش بضريحه المقدّس .\r\nعندما يُسألون : كيف عملتم على تخريب جميع المراقد المشرفة والأضرحة على قبور أئمّة البقيع عليهم السلام وشهداء أحد ولكن ضريح النبي الأكرم صلى الله عليه وآله وقبته الخضراء ما زالت باقية ؟ وماذا يعني هذا التناقض الفاضح في مقام العمل والممارسة ؟\r\nإذا كانت هذه المشاهد من معالم الشرك والوثنية ، فلماذا أبقيتم هذا « المشهد الكبير » إلى جانب المسجد النبوي العظيم ، وإن لم يكن كذلك\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nفلماذا عملتم على تخريب سائر المراقد المشرفة ؟\r\nلا يستطيع هؤلاء الإجابة عن هذا السؤال قطعاً .\r\nوفي أحد أسفاري السابقة إلى الحج التقيت مرّة بإمام المدينة وكان رجلًا فاضلًا ومنصفاً وسألته هذا السؤال . فسعى بذكره لقصة تاريخية أن يصرفني عن هذا السؤال المحرج فتحدث لي عن قصة تتعلق بزمن « ناصر الدولة » حيث جاء يهوديان وحاولا التحرش بالقبر الشريف من خلال ايجاد نفق من البيوت المجاورة يتصل بالقبر الشريف ، فرأى « ناصر الدولة » في منامه أنّ النبي الأكرم صلى الله عليه وآله يقول له :\r\nخلصني من هذين الرجلين ! فلما تكررت هذه الرؤيا لعدّة ليالٍ غرق في الحيرة وأدرك أنّ حادثة ستقع في المدينة ، فجاء إلى المدينة وجمع أهالي هذه المدينة وتطلع في وجوههم حتى شاهد الرجلين اللذين شاهدهما في منامه وأمر باعتقالهما وأنزل فيهما عقاباً شديداً وبذلك تمّ القضاء على المؤامرة .\r\nثم إنّ ناصر الدولة أمر بحفر أطراف القبر الشريف وملأه بالحديد المنصهر وصنع منه جداراً فولادياً حتى لا يتجرأ أحد في المستقبل أن يرتكب مثل هذا العمل .\r\nومن الواضح أنّ هذا الكلام لا يعدّ جواباً مقنعاً على السؤال المذكور ، لأنّ هذا المعنى ربّما يبرر البناء في الطبقات السفلى من القبر ولكن يبقى السؤال عن القبة والضريح الشريف بدون جواب ، ولكنّ مقتضى الأدب في رعاية مشاعر الطرف الآخر الذي ربّما يقع في موقف حرج ويشعر بالخجل لفقدانه الجواب المناسب ، منعني من\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nإدامة البحث والنقاش .\r\nوأخيراً سمعنا أنّ أحد الوهابيين المتعصبين قال : سنقوم بتخريب القبة والضريح للنبي الأكرم صلى الله عليه وآله في المستقبل ، وبالطبع فإنّ هذا الكلام وإن كان متناسباً مع المبادئ الفكرية لهؤلاء المتعصبين ، ولكنّهم لا يمتلكون قطعاً مثل هذه الجرأة أمام أنظار المسلمين في العالم وخاصة مع ظهور تيار جديد معتدل في المذهب الوهابي ، وبالتالي فسوف لن تقع هذه الحادثة اطلاقاً ولا يتجرأ أحد على ارتكاب هذا العمل .\r\nوالعجيب أنّ هذا الكلام نسب أيضاً إلى زعيم الفرقة الوهابية « محمد بن عبد الوهاب » ولكنّه كذّب هذه النسبة في بعض أحاديثه ، رغم أنّ « الحسن بن فرحان المالكي » ذكر في كتابه « داعية وليس نبياً » ، كما ستطلع عليه في خاتمة هذا الكتاب أيضاً ، أنّ كلمات الشيخ محمد تشير إلى هذا المعنى وأنّه إذا ملك القدرة فإنّه سيقوم بتخريب القبة والضريح المقدّس للنبي الأكرم صلى الله عليه وآله .\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\n5 - الجمود والتصدي لكل ظاهرة جديدة\r\nإنّ تحرُّك مؤسس المذهب الوهابي ينطلق للتصدي لكل بدعة ، وهذا الأمر من الجهة المبدئية لا تنكره سائر الفرق الإسلامية ، لأنّ جميع الفرق والمذاهب ترفض البدع في الدين بشكل عام « 1 » .\r\nولكنّ هذا الرجل ارتكب خطأً فاحشاً في تفسير معنى البدعة ولهذا تحرك لمواجهة كل شيء جديد .\r\nوالآن لنقف على معنى البدعة وما هو المقصود منها ؟ هل أنّ كل ظاهرة جديدة وكل ابداع جديد يعدُّ بدعة ؟ ولذلك يجب التصدي لجميع مظاهر التمدن البشري واتخاذ موقف سلبي منها ، « كما نجد هذا المعنى في كلمات الأوائل من أتباع الوهابية » ، ومن هنا فإنّهم ذهبوا إلى أنّ الدراجة الهوائية مركب الشيطان وكانوا يجتنبون رُكوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نقرأ في حديث عن النبي الأكرم صلى الله عليه وآله أنّه قال : « أَهْلُ البِدَعِ شَرُّ الخَلقِ وَالخَلِيقَةِ » . ( كنز العمال ، ح 10951 ) وقد جاء في حديث آخر عن الإمام علي عليه السلام قال : « مَا أُحْدِثَتْ بِدعَةٌ إِلّا تُرِكَ بِها سُنَّةٌ » . ( شرح نهج البلاغة لابن أبي الحديد ، ج 9 ، ص 93 ) وهناك أحاديث كثيرة أخرى في هذا المضمار من كتب الفريقين .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nالدراجة ، وقد هجموا على أسلاك الهاتف في قصر الملك السعودي الذي يوصله بمركز الجيش وقطعوه ارباً ارباً ! !\r\nقبل سنوات كانت أجهزة التصوير محرمة في السعودية ومنعت السلطات من بيعها وشرائها في أسواق مكة والمدينة ، كما شاهدناه في سفر الحج قبل سنين ولم يأذن ملا عمر الوهابي ورئيس الطالبان أن يلتقطوا له صورة واحدة اطلاقاً وكذلك منع من تعيين النساء والبنات حتى في المدارس الخاصة بهنّ ، ولحدّ الآن نجد أنّ قيادة السيارة محرمة على النساء عندهم حتى مع الحجاب الكامل ، أمّا الاحتفال بميلاد النبي الأكرم صلى الله عليه وآله وأمثال ذلك فإنّه بدعة وحرام لديهم ، ولم يكتفوا بعدم إقامة الاحتفال بذكرى ميلاد النبي الأكرم فحسب صلى الله عليه وآله بل تحركوا لتوبيخ جميع المسلمين من السنّة والشيعة الذين يحتفلون بذكرى المولد النبوي ويرونه أمراً عقلائياً وإنسانياً « 1 » .\r\nوبديهي أنّ مفهوم « البدعة » يختلف في معناه لدى الفقهاء الكبار وعلماء الأصول .\r\n« البدعة » لها مفهوم خاص ، وهو أن يضع الشخص ما ليس من الدين في الدين ، ويعمل هذا العمل من موقع أنّه أمر شرعي وعمل ديني ولهذا قالوا في تعريف البدعة :\r\n« البِدْعَةُ إِدْخالُ ما لَيسَ مِنَ الدِّينِ فِي الدِّينِ » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فتاوى اللجنة الدائمة البحوث العلميّة والافتاء ، ج 3 ، ص 18 .\r\n( 2 ) غنائم الأيّام ، ج 1 ، ص 277 .\r\nوقد عرّفت البدعة في « البحر الرائق » لمؤلفه ابن نجيم المنصري ، ج 3 ، ص 419 : « غلب استعمالها على ما هو ( إيجاد ) نقص في الدين أو زيادة » ، وجاء في كتاب « فيض القدير » ، لمؤلفه المناوي ، ج 1 ، ص 96 : « الحدث في الدين بعد الإكمال » . وجميع هذه التعاريف ترجع إلى معنى واحد .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nومعلوم أنّه لا يوجد إنسان يستخدم الاختراعات الجديدة كالدراجة ، والهاتف ، أجهزة التصوير ، الكامبيوتر وأمثالها ، على أساس أنّها أمر ديني واجب أو مستحب بل يستخدمها كأمر عرفي مثل سائر أنواع الأطعمة والملابس وأشكال البناء المتغيّرة بتغير الزمان والثقافة حيث ترتدي حلّة جديدة في كل عصر .\r\nوبعبارة أخرى إنّ بعض الأعمال التي نقوم بها هي « أعمال عرفية » لا ترتبط بالشرع المقدّس من قبيل الأمثلة المذكورة آنفاً : التنوع في الملبس ، المركب ، الأطعمة ، الآداب والرسوم ووسائل المعيشة والبيت وغير ذلك .\r\nإنّ « البدعة » بمعنى التجديد المفيد في هذه الأمور يعدّ عملًا جيداً وعلامة على التقدم الحضاري للمجتمع البشري ، وعلى هذا الأساس لا تكون الدراجة مركب الشيطان ولا جهاز التصوير عين الشيطان ، ولا جهاز الهاتف مفسدة للدين ، ولا إقامة مراسم الاحتفال لتخليد ذكرى رموز الدين ، والتي تعدّ أمراً عرفياً ، معصية وإثماً . فهذا يشيد إقامة احتفال بمناسبة ولادة أحد أفراد الأسرة وأحياناً يقام الاحتفال بصورة جماعية لعالم ديني كبير ، وأعلى منه إقامة احتفال بمناسبة الميلاد النبوي الشريف وسائر أئمّة الدين .\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nإننا لا نمتلك أي دليل على حرمة مثل هذه الأعمال سوى سوء فهم من معنى البدعة وعدم التعرف على مفهومها الفقهي وعدم الإحاطة بمعرفة الأمور العرفية وتمييزها عن التكاليف الشرعية .\r\nولو تركنا البحث عن القُبب والأضرحة على قبور أولياء الدين حيث يتعلق بموضوع خاص آخر ، وبحثنا عن مسألة القبور العادية في العربية السعودية حيث نرى أبشع المظاهر وأقبح السلوكيات تجاه الموتى ، فنرى أمامنا صحراء قاحلة ومليئة بالصخور والأشواك حتى أنّك لا تجد حجراً صافياً على أي قبر من القبور ، في حين أنّ بناء القبر بشكل بسيط يعدّ أمراً عرفياً متداولًا بين جميع الشعوب والأقوام البشرية وقامت عليه سيرة العقلاء في العالم حيث يهتمون باظهار قبور موتاهم بما يناسب شأنهم واحترامهم ، وأحياناً يغرسون الشجر والأزهار والنباتات المختلفة في المقبرة لتبعث البهجة والانبساط لدى أهل الميت .\r\nونراهم أيضاً يعظّمون قبور الشعراء وكبار العلم والأدب فيهم ويبنون على قبورهم ما يناسب شأنهم كل بحسب حاله .\r\nفهذا السلوك ، عند العقلاء هو عمل إنساني وعرفي وليس من البدعة ولا من الشرك وعبادة الأوثان بل أداء فروض الاحترام والأدب الإنساني ، في حين أنّ البدعة المحرمة هي إضافة شيء لتعاليم الدين ليس منها .\r\nفي هذا الزمان نرى الاحتفال بمناسبة مرور مائة عام على وفاة الشاعر الفلاني أو المخترع الفلاني يعدّ أمراً متداولًا في أجواء\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nالمجتمع البشري ، وهذا العمل يثيرالشوق والرغبة في نفوس الشبّان تجاه العلم والأدب ويؤدي إلى مزيد من التمدن والتطور الحضاري والعلمي ، فهل يقول عاقل إنّ هذا الأمر بدعة أو شرك أو إضافة للدين بما ليس فيه ؟\r\nوالحال أننا لو قمنا بتكريم أولياء الدين بهذه الصورة وأقمنا لهم هذه المجالس ، فإنّ ذلك يتسبب في اهتمام عامة الناس بتعاليمهم وأفكارهم ويعمل على توثيق وشدّ العلاقة بين الناس وأولياء الدين ، فأين هذا العمل من البدعة أو الشرك ؟ إنّه أمر عرفي ومقبول لدى العقلاء .\r\nوالجدير بالذكر وجود بعض المستجدات العرفية أحياناً عند الوهابيين أنفسهم إلى جانب الأمور الدينية من دون أن تختلط بالمسائل الشرعية أو تكون بدعة محرمة ، على سبيل المثال نرى حالياً في المسجد الحرام ومسجد النبي منارات عظيمة كثيرة لم تكن قطعاً في زمان النبي الأكرم صلى الله عليه وآله ، أو نرى محراب النبي وهو زاخر بالنقوش الجميلة والكثير من أيات القرآن الكريم « ويقول البعض جميع القرآن الكريم منقوشة بخط جميل على جدران المسجد النبوي » وحتى اسم النبي صلى الله عليه وآله وجميع أئمّة أهل البيت عليهم السلام وبعض عظماء الإسلام مرسومة على واجهة أحد جدران المسجد النبوي في باحته .\r\nفي حين أنّ كل هذه الأمور لم تكن موجودة في زمان النبي صلى الله عليه وآله .\r\nفهل تعدّ هذه الأمور بدعة وحراماً ؟ إذا كان كذلك فلماذا سمح\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nالوهابيون المتسلطون على تلك الأماكن المشرفة ببقائها ولم يتحركوا لازالتها وتخريبها ؟ وإن لم يكن كذلك فلماذا يعترضون على موارد مشابهة بحجة أنّها بدعة ؟\r\nمن الواضح أنّه لا نجد احداً ممن ساهموا في ابداع هذه الأمور قصد أنّ هذا العمل من الدين ، بل الغرض مراعاة بعض الأمور العرفية التي تنبع من الذوق السليم للإنسان .\r\nإنّ الأشخاص الذين يعيشون الجمود الفكري ويعترضون على هذه الآداب الاجتماعية للمسلمين وغير المسلمين ليس لهم موطىء قدم في العالم المعاصر ولابد أن يجدوا طريقهم إلى متحف التاريخ ، إلّا بأن يتحرك المتعدلون منهم لإصلاح هذا الخلل وجبران هذا الانحراف الكبير .\r\nواكرر أنّ البدعة الممنوعة والمحرمة شيء آخر ، وهي أن أقوم بعمل معين على أساس أنّه من تعاليم الدين في حين أنّه لم يرد في النصوص الدينية العامة والخاصة شيء من ذلك .\r\nمثلًا أن نضيف شيئاً على الصلاة أو الصوم أو مناسك الحج وأمثال ذلك ، أو نقول إنّ الشرع قد أمرنا أن نقيم احتفالًا في الليلة الفلانية بمناسبة ميلاد النبي الأكرم صلى الله عليه وآله .\r\nومع الأسف فإنّ جمود هذه الجماعة وقلّة اطّلاعها على علوم الإسلام أدّى إلى اختلاط هذين الأمرين : الابداعات العرفية ، والبدع الشرعية ونتج ما نتج .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nتضاد آخر\r\nمن المتضادات العجيبة لهذه الجماعة أنّ ذلك الشخص الذي كان يرى في الدراجة « مركب الشيطان » ويحسبها بدعة ، يركب اليوم سيارات أمريكية ويابانية حديثة من الطراز الأخير ، ولا أحد يعترض عليه في هذا الشأن .\r\nهؤلاء الذين كانوا يرون في أسلاك الهاتف في قصر الملك السعودي أنّه بدعة ، وقد تحركوا لتقطيع هذه الأسلاك ، نراهم اليوم جميعاً حتى الباعة المتجولين في الشوارع يمسكون بأيديهم الهاتف « الجوّال » !\r\nألا يدلّ هذا الانعطاف الكبير في 180 على أنّ مثل هذه الأفكار في طريقها إلى السقوط والزوال ؟ والملفت أنّ حكومتهم تسير في خط التنمية الصناعية من دون الالتفات إلى هذه الأفكار الماضوية وتعمل على تحديث المملكة بشكل كامل .\r\n\r\nأسباب فشل ابن تيمية !\r\nإنّ أهل الخبرة يعلمون أنّ إمام المذهب الوهابي ، كما يعترف هو ، اقتبس أفكاره من « ابن تيمية » ، الذي كتب عن الشرك ، والتوحيد ، والشفاعة ، وأمثال ذلك في كتبه ، ولكن ماذا كانت النتيجة ؟ لم يتمكن ابن تيمية من إشاعة أفكاره في دمشق « مركز ظهوره ونشاطه » وتم دفع هذا الخطر من بلاد الشام ، ولكن تلميذه « محمد بن عبد الوهاب » نجح في ذلك ، لماذا ؟\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nمن المناسب أن نشير في البداية إلى لمحة من تاريخ ابن تيمية .\r\nولد « أحمد بن عبد الحليم ابن تيمية الحنبلي » عام 661 وتوفي 728 ه ق ، في مدينة « حران » من مدن الشام ، ثم تركها في مرحلة الطفولة مع أسرته وتوجه إلى « دمشق » بسبب جور المغول .\r\nولمّا كان ابن تيمية حنبلي المذهب فإنّه تحرك على مستوى الدعوة إلى مذهب الحنابلة وكان يرى كالحنابلة أنّ علم الكلام باطل وأنّ المتكلّمين هم أهل البدع ، وفي مسألة صفات اللَّه كان كالحنابلة يقول : إنّ المؤمن يجب أن يقبل كل ما ذكر في النصوص من ألفاظ الصفات الإلهية بدون تفسير ، وبشكل عام كان يرفض المسلك العقلاني في العقائد . فمضافاًإلى دفاعه عن مسلك أهل الحديث في العقائد فإنّه أضاف لها عقائد جديدة لم يسبقه إليها أحد .\r\nوعلى سبيل المثال كان يرى أنّ السفر بقصد زيارة قبر النبي الأكرم صلى الله عليه وآله والتبرك والتوسل بأهل البيت عليهم السلام من الشرك ، وحتى أنّه أنكر فضائل أهل البيت الموجودة في صحاح أهل السنّة بل حتى في مسند إمامهم « أحمد بن حنبل » وسعى كخلفاء بني أمية من تقليل شأن الإمام علي عليه السلام وذريته الطاهرين عليهم السلام .\r\nولم يقبل علماء أهل السنة دعوة ابن تيمية سوى بعض طلابه مثل « ابن القيم » وكتبوا كتباً عديدة في ردّه وردوا بدعه .\r\nومن جملتهم « الذهبي » الذي كان معاصراً له وقد كتب له رسالة في توبيخه وطلب منه الاذعان للأحاديث الصحيحة الواردة عن النبي الأكرم صلى الله عليه وآله .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nيقول « الذهبي » مخاطباً ابنَ تيمية : « وقد بلغت السبعين من العمر وحان أجلك لتغادر هذا العالم ، ألم يحن الوقت للتوبة والإنابة » .\r\nوفي مصر أيضاً قام قاضي القضاة للمذاهب الأربعة لأهل السنّة برد آراء ابن تيمية واتهمه باختلاق البدع .\r\nولكن في القرن الثاني عشر ظهر محمد بن عبد الوهاب وتولى الدفاع عن أفكار ابن تيمية وعقائده لا سيما عقائده الجديدة .\r\nومضافاً إلى ما تقدم فإنّ ابن تيمية كان يعتقد بعقائد خاصة أخرى ، ففي عام 698 ه ق اشترك في سجال اعتقادي مع مخالفه وطرح جملة من عقائده في هذه المناظرة ، منها :\r\n1 - أنّه بإمكانه إقامة الحدود الشرعية بنفسه .\r\n2 - حلق شعر الأطفال .\r\n3 - الإعلان عن مناهضة المخالفين لعقائده .\r\n4 - نهى الناس عن العمل بالنذر .\r\n5 - إمكان الرؤية الحسية للَّه‌تعالى !\r\n6 - بالنسبة للخوارج كان يرى « أنّ الخوارج مع مروقهم من الدين فهم أصدق الناس ! » ، ومن جملة أعماله الإيجابية أنّه قال 702 ه ق بلزوم التصدي للمغول ومناهضتهم .\r\nوينقل العلّامة الأميني بعد نقله لكلام ابن تيمية في ردّ حديث الدار عندما نزلت : « وأنْذِرْ عَشِيرَتَكَ الأَقرَبينَ . . . » ، حيث يرى ابن تيمية أنّ سند هذا الحديث غير صحيح ، وقال الأميني : « ولا عجب أن يصدر هذا الكلام منه لشدّة تعصبه وانكاره للضروريات وتكفيره المسلمين\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nوخاصة انكاره ما يتعلق بفضائل أهل البيت عليهم السلام » « 1 » .\r\nويضيف في مكان آخر : « لذلك عاد غرضاً لنبال الجرح من فطاحل علماء أهل السنّة منذ ظهرت مخاريقه وإلى هذا اليوم وحسبك قول الشوكاني في البدر الطالع ج 2 ، ص 260 : صرّح محمد البخاري الحنفي المتوفّى 841 بتبديعه ثمَّ تكفيره ثم صار يصرّح في مجلسه : إنّ من أطلق القول على ابن تيمية : إنّه شيخ الإسلام ، فهو بهذا الاطلاق كافر » « 2 » .\r\nومن المناصرين الأشداء لابن تيمية « ابن كثير » مؤلف كتاب « البداية والنهاية » ( المتوفّى 744 ه ق ) حيث نراه يدافع عن ابن تيمية في شتى الموارد من كتابه ويمدحه في كل مناسبة .\r\nومن العلماء المعاصرين لابن تيمية والذين أيّدوا أفكاره وبذلك صاروا مكروهين من أقوامهم ومجتمعهم ، المحدّث المشهور « أبو الحجاج المزي » صاحب كتاب « تهذيب الكمال » ( المتوفّى 742 ه ق ) .\r\nومن طلّاب ابن تيمية أيضاً « أحمد بن محمد المري لبلي » وهو حنبلي المذهب أيضاً ، ويقول ابن حجر إنّه كان مخالفاً لابن تيمية في البداية ولكنّه بعد لقائه به صار من أصدقائه وطلّابه وقد كتب مصنفات عديدة في تأييده والدفاع عن أفكاره ، وذلك في كتاب « ردّ مسألة السفر للزيارة » ، وأخيراً أمر القاضي المالكي « اخنايى » باحضاره وحكم عليه بالجلد إلى أن أدمى بدنه ثم أركبه بغلة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الغدير ، ج 2 ، ص 280 .\r\n( 2 ) . الغدير ، ج 1 ، ص 247 « الهامش » .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nمستديراً إلى الوراء وطاف به أسواق المدينة للإمعان في تحقيره .\r\nولا شك أنّ أكثر مدافع وناصر لابن تيمية هو تلميذه « ابن القيم الجوزية » حيث كان يؤيد جميع أقواله وعقائده وتبعه في جميع أفكاره وقد سعى لنشر عقائد ابن تيمية في زمان حياته وبعد موته وقد سجن بسبب ذلك عدّة مرات وضرب بالسياط وأركبوه على جمل وطافوا به المدينة ثم سجنوه مع ابن تيمية في قلعة « دمشق » « 1 » .\r\nنعود الآن إلى أصل الموضوع ، وهو : لماذا لم يوفّق ابن تيمية لنشر مذهبه السلفي في الشام ، ولكنّ « محمد بن عبد الوهاب » نحج في ذلك في منطقة « نجد » ثم وسع دائرته لتشمل جميع مناطق الجزيرة العربية حتى أنّ هذه العقائد سمّيت في التاريخ باسمه « مذهب الوهابية » ؟\r\nإنّ السبب في ذلك أمران :\r\nالأول : إنّ الشام كانت تعدّ مركزاً من مراكز العلوم الإسلامية في ذلك العصر وكانت تستضيف علماء كبار وحوزات علمية كثيرة حيث سعى هؤلاء للتصدي لأفكار ابن تيمية وكشف اللثام عن انحرافاته وأخطائه ، ورغم أنّه وجد بعض الأنصار هناك ، إلّاأنّه فشل في مدّ نفوذه في تلك المنطقة من خلال مقارعته بالأدلة المنطقية ، في حين أنّ منطقة « نجد » كانت في ذلك الزمان فقيرة جدّاً من هذه الجهة ، فلم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . راجع الكتب والمنابع التالية : سير إعلام النبلاء ، ج 1 ، ص 37 ؛ الصحيح من السيرة ، ج 1 ، ص 245 ؛ الغدير ، ج 2 ، ص 280 ؛ الذريعة ، ج 2 ، ص 283 ؛ معرفة الفرق والمذاهب الإسلامية ، القسم 2 ، مذهب الوهابية ، ومجلة مكتب الإسلام الفصلية ، العدد 10 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nتواجه شبهات زعيم هذه الفرقة مقاومة قوية ، ولذلك امتدت بين العوام كالنار في الهشيم .\r\nوفي طيلة التاريخ نرى أنّ كل منطقة عاشت تحت مظلة العلماء الواعين فإنّها صارت مصونة من آفات الانحراف والزيف .\r\nوالآخر : أنّ قبائل « نجد » في ذلك الزمان كانت تعيش صراعات عنيفة على السلطة ، وقد استفاد محمد بن عبد الوهاب ، وفقاً للتواريخ الموجودة ، من هذه الحالة وعقد معاهدة مع آل سعود على تبني أفكاره من جهتهم وعليه أن يضع أتباعه تحت اختيارهم في عمليات الفتح والاستيلاء على المناطق الأخرى ، في حين أنّ دمشق والشامات لم تكن تعيش هذه الظروف ، ولا أنّ ابن تيمية كان يفكر بهذه الأمور .\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\n\r\n6 - ضعف المنطق والاستنباط الخاطىء لستة مفردات قرآنية\r\nإنّ هذا المذهب يدور على استنباط خاطىٍ في مسألة التوحيد والشرك .\r\nيقول « محمد بن عبد الوهاب » في رسالة « كشف الشبهات » في هذا المجال ما خلاصته :\r\n1 - إنّ التوحيد الذي دعا إليه الإسلام هو توحيد العبادة ، لأنّ العرب المشركين كانوا يعتقدون بتوحيد الخالق ويعترفون بوجود اللَّه الذي خلق جميع الكائنات : « وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّموَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ » « 1 » .\r\nويقول : « قُلْ مَنْ يَرْزُقُكُمْ مِّنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ الْحَىَّ مِنْ الْمَيِّتِ وَيُخْرِجُ الْمَيِّتَ مِنَ الْحَىِّ وَمَنْ يُدَبِّرُ الْأَمْرَ فَسَيَقُولُونَ اللَّهُ فَقُلْ أَفَلَا تَتَّقُونَ » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الزخرف ، الآية 9 .\r\n( 2 ) سورة يونس ، الآية 31 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nونظراً إلى أنّ هذه الآيات الكريمة تقرر أنّ عرب المشركين كانوا يعترفون أنّ خالق العالم ورازق العباد ومدير الكون هو اللَّه تعالى ، إذن فيما كان شركهم ؟ إنّ انحرافهم عن خط التوحيد يتمثل في التوحيد في العبادة ، أي أنّهم كانوا يعبدون الأصنام وبعض الصالحين ، وبعبارة أخرى أنّ العرب المشركين لم ينكروا توحيد الخالق والرازق ولم يشركوا في ربوبية ربّ العالمين ، بل أشركوا في عبادة اللَّه ، فقد دعاهم الإسلام إلى حصر العبادة باللَّه تعالى .\r\n2 - إنّ مفهوم « الشرك » يعني أنّ الإنسان يسأل غير اللَّه تعالى ويطلب منه حلّ مشكلاته ويلتجأ إليه ( كأن يقول يا رسول اللَّه ويا علي » والقرآن الكريم يقول : « فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً » « 1 » .\r\n3 - إذا طلب الإنسان الشفاعة من نبي الإسلام أو أحد أولياء الدين أو الصالحين فقد أشرك باللَّه تعالى ، وماله ودمه مباح للموحدين ، لأنّه مشرك وكل مشرك مهدور الدم ومستباح المال والنساء !\r\nوالقرآن الكريم يقول : « قُلْ للَّهِ الشَّفَاعَةُ جَمِيعاً لَّهُ مُلْكُ السَّموَاتِ وَالْأَرْضِ ثُمَّ إِلَيْهِ تُرْجَعُونَ » « 2 » .\r\n4 - مضافاً إلى ذلك فإنّ العرب المشركين عندما واجهوا الاعتراض على عبادتهم للأوثان قالوا : « مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى . . . » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الجن ، الآية 18 .\r\n( 2 ) سورة الزمر ، الآية 44 .\r\n( 3 ) سورة الزمر ، الآية 3 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nوعلى هذا الأساس فإنّ عبادتهم للأصنام لم تكن بسبب خالقيتهم ورازقيتهم ، بل لطلب شفاعة منهم عند اللَّه ، إذن فكل شخص يطلب الشفاعة من غير اللَّه فحاله حال العرب المشركين ويستباح ماله ودمه .\r\nهذه عصارة كلامه في مسألة التوحيد والشرك .\r\n\r\nنقد ودراسة\r\nالواقع إنّ عمدة ما يستند إليه « الوهابيون » في كتبهم المختلفة في بحث التوحيد والشرك هي الآيات المتقدمة آنفاً حيث نجدها في جميع كتاباتهم ، في حين أنّهم يمرون على غيرها من الآيات الكريمة القرآنية مرور عشواء ، ويتغافلون عن مدلولها ، فهم يتحركون في فهمهم للقرآن من موقع الانتقاء بشكل كامل .\r\nوضمناً ، ولغرض اجهاض محاولات علماء الإسلام الذين يستندون بآيات قرآنية أخرى لكشف زيف هذه الفرقة وبطلان مدعياتها ، قالوا : إنّ جميع الآيات الأخرى المخالفة للآيات السابقة والتي يستدل بها العلماء المسلمون في مسألة « التوحيد والشرك » من الآيات المتشابهة « 1 » . بينما الآيات التي يستدل بها الوهابيون لصالح مدعياتهم من محكمات القرآن ! !\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرح كشف الشبهات ، ص 74 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nوعند إلقاء نظرة دقيقة في مطاوي هذا الموضوع يتجلّى لنا الاستنباط الخاطىء لأنصار الوهابية من ناحية سواء الفهم لِ « ست مفردات قرآنية » وبالتالي حكموا على جميع المسلمين سواهم بالشرك والكفر واتهموهم بالمروق من الدين .\r\nومع الأسف فإنّ العالم الإسلامي دفع ثمناً غالياً بسبب هذا الفهم الخاطىء لهذه المفردات القرآنية الست ، وما أكثر الدماء المقدّسة التي سفكت في بلاد الإسلام ، وما أكثر الأموال والثروات التي نهبت ؟\r\nواستمر الحال بالمسلمين إلى هذا اليوم حيث نرى نماذج من هذه الحوادث المؤسفة في مناطق متعددة من العالم الإسلامي كما رأينا في حكومة الطالبان في أفغانستان وفي تفجيرات جيش الصحابة في مساجد الشيعة في باكستان أو حوادث القتل والانفجارات المروعة في العراق في صفوف الشيعة وأهل السنّة ، في كل يوم وحتى في العربية السعودية في مدينة « الرياض » و « الخبر » وغيرهما !\r\nلماذا لا يقبل هؤلاء بالجلوس على مائدة الحوار المشترك مع علماء الإسلام من الأزهر ، والشام ، وقم ، والنجف ، ويبحثون معهم هذه المسائل بحثاً منطقياً ، لتتضح الحقيقة للناس .\r\nلماذا نرى أنّ بحوثهم تعتمد أُسلوباً تهاجمياً وتبدأ اجابتهم بجملة « أيّها المشرك الجاهل » ، وهم ينطلقون في تعاملهم مع الطرف الآخر بأنّه مهدور الدم ومشرك وجاهل ثم بعد ذلك يدخلون معه في جدال ونقاش ؟ !\r\nلماذا نرى هؤلاء غير مستعدين لإجراء مباحثات أخوية مع سائر المسلمين وتماهياً مع قول القرآن الكريم : « . . . فَبَشِّرْ عِبَادِ * الَّذِينَ\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nيَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ . . . » « 1 » .\r\nفلو أنّهم تحركوا في تعاملهم مع الآخرين من هذا الموقع فسوف لم تصل الحالة إلى ما وصلت إليه من سفك دماء المسلمين ونهب ثرواتهم وتسلط الأعداء عليهم ، ولم تجد حفنة من الصهاينة مجالًا للتلاعب بمصير المسلمين . فما الجواب الذي سيجيبون اللَّه تعالى به غداً يوم القيامة عند الميزان والحساب ؟ !\r\nعلى أيّة حال فهذه المفردات المحورية الست عبارة عن :\r\n1 - الشرك والمشرك ( في القرآن الكريم ) .\r\n2 - الإله في لا إله إلّااللَّه ( في القرآن الكريم ) .\r\n3 - العبادة « في القرآن الكريم » .\r\n4 - الشفاعة « في القرآن الكريم » .\r\n5 - الدعاء « في القرآن الكريم » .\r\n6 - البدعة « في القرآن الكريم والسنّة الشريفة » .\r\n\r\nأ ) مفهوم « الشرك » في القرآن\r\nإنّ أول كلمة وقع الوهابيون في قراءة خاطئة لها وبالتالي أفتوا بإباحة دماء الكثير من المسلمين وأموالهم وأعراضهم ، هي كلمة « الشرك » و « المشرك » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الزمر ، الآيات 17 و 18 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\n« الشرك » : في اللغة بمعنى الشركة في شيء . « الشريك » هو المتساوي في نمط واحد .\r\nوجاء في لسان العرب في معنى الاشراك : « أشرك باللَّه : جعل له شريكاً في ملكه » وقال في معنى الشرك : « والشرك أن يجعل للَّه شريكاً في ربوبيته » . وعلى هذا الأساس فإنّ الشرك يعني أن يجعل للَّه شريكاً في الحاكمية والربوبية .\r\nيقول الراغب الاصفهاني في « مفرداته » : « وشرك الإنسان في الدين ضربان : أحدهما ، الشرك العظيم ، وهو اثبات شريك للَّه‌تعالى ، يقال أشرك فلان باللَّه ، وذلك أعظم كفر ويؤدّي إلى الحرمان من الجنّة ، قال تعالى : « مَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ » « 1 » .\r\nوالثاني : الشرك الصغير ، وهو مراعاة غير اللَّه معه في بعض الأمور وهو الرياء والنفاق المشار إليه بقوله : « وَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ » « 2 » .\r\nوعلى هذا الأساس فحقيقة الشرك العظيم هو ما تقدم من إثبات شريك للَّه‌تعالى في الخالقية والمالكية والربوبية والعبادة .\r\nولكن إذا قلنا إنّ المسيح كان يشافي المرضى بإذن اللَّه أو يحيي الموتى بإذن اللَّه وكان يخبر عن الغيب وبواسطة العلم الذي اكتسبه من اللَّه تعالى أو يكشف عن بعض الأسرار الخفية ، باذن اللَّه فلا يعتبر ذلك من الشرك ولا يكون هذا الكلام مجانباً للصواب .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المائدة ، الآية 72 .\r\n( 2 ) سورة يوسف ، الآية 106 .\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nألم يحدثنا القرآن الكريم عن هذه الحقيقة على لسان المسيح ويقول : « وَأُبْرِءُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْىِ الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَلِكَ لَآيَةً لَكُمْ إِنْ كُنْتُمْ مُؤْمِنينَ » « 1 » .\r\nوعليه فلو طلبنا من النبي الأكرم صلى الله عليه وآله أو بعض عباد اللَّه الصالحين من أولياء الدين كأئمة أهل البيت عليهم السلام مثل هذه الأمور وبهذه الصورة « أي بإذن اللَّه » فلا يعدّ هذا من الشرك ، بل هو عين التوحيد ، لأننا لم نجعل هؤلاء الأولياء في مستوىً واحد وفي عرض واحد مع اللَّه تعالى ، في التأثير بل نعتقد بأنّهم عباده المخلصون في طاعته .\r\nوالعجيب كيف أنّ علماء الوهابية فهموا من هذه المفردة « الشرك » الواضحة في معناها مثل هذا الاستنباط الخاطىء وادّعوا أنّ كل طلب من عباد اللَّه الصالحين الذين لا يفعلون أمراً إلّابإذنه ، من الشرك ، فهذا المعنى مخالف لصريح القرآن .\r\nولنفرض أنّ شخصاً يمتلك غلاماً مطيعاً لأوامر سيّده ولا يتصرف بشيء إلّابإذنه ، فلو أنّ شخصاً طلب منه أن يسأل سيّده ويطلب منه عملًا معيناً فهل أنّه بمسألته هذه قد جعل الغلام شريكاً في عرض واحد لمولاه ، أو أنّ ذلك يقع في مسير الخدمة للمولى والطلب منه ؟\r\nهل يعتقد عاقل منصف بأنّ هذا العمل يعتبر من الشرك ؟\r\nإنّ جميع هذه الأخطاء في الفهم الديني من النصوص ناتجة عن انتقائهم للآيات القرآنية وعدم رؤيتهم الشمولية لجميع الآيات في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل عمران ، الآية 49 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nعرض واحد واستنباط المدلول الصحيح لها ، وإنّما حكّموا مسبوقاتهم الفكرية وحملوا بعض الآيات الشريفة لتنسجم مع هذه الرؤية الخاطئة وتركوا الباقي ورفضوها رفضاً تامّاً .\r\n\r\nب ) مفهوم « الإله »\r\nلقد تصوّر شيخ الإسلام الوهابي أنّ كلمة « إله » تأتي بمعنى « المعبود » فقط ، وعليه فإنّ جملة « لا إله إلّااللَّه » التي تعتبر شعار نبيالإسلام صلى الله عليه وآله وجميع المسلمين في العالم ، ناظرة لمسألة « التوحيد في العبادة » فقط ، أي أنّه لا معبود إلّااللَّه تعالى ، وعليه فإنّ هذه الجملة غير ناظرة إلى نفي الشرك في الخالقية والرازقية والربوبية وأمثالها ، لأنّ المشركين في الجاهلية كانوا يقرّون بالتوحيد في الخالقية والرازقية والربوبية ، وانحرافهم الوحيد كان عدم التوحيد في العبادة لأنّهم كانوا يعبدون غير اللَّه تعالى .\r\n\r\nتوضيح ذلك\r\nإنّ المشركين في الجاهلية ، وخلافاً لتصوّر الوهابيين ، لم يتورطوا فقط في وادي الشرك في العبادة ، وبتعيبر آخر ، إن كلمة « إله » لم تستعمل دائماً بمعنى « المعبود » ، بل جاءت أحياناً بمعنى « الخالق » ، يقول القرآن الكريم : « أَمِ اتَّخَذُوا آلِهَةً مِّنَ الْأَرْضِ هُمْ يُنشِرُونَ * لَوْ كَانَ\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nفِيهِمَا آلِهَةٌ إِلَّااللَّهُ لَفَسَدَتَا فَسُبْحَانَ اللَّهِ رَبِّ الْعَرْشِ عَمَّا يَصِفُونَ » « 1 » .\r\nفنرى في هذه الآيات الشريفة بوضوح أنّ « آلهة » جمع « إله » جاءت بمعنى « الخالق » لأنّ الحديث في الآية الشريفة يدور حول « التوحيد في الخالقية » لا « التوحيد في العبادة » .\r\nونقرأ في آية أخرى هذا المعنى بوضوح أكثر حيث تقول : « مَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ وَلَعَلَا بَعْضُهُمْ عَلَى بَعْضٍ سُبْحَانَ اللَّهِ عَمَّا يَصِفُونَ * عَالِمِ الْغَيْبِ وَالشَّهَادَةِ فَتَعَالَى عَمَّا يُشْرِكُونَ » « 2 » .\r\nهذه الآيات الكريمة تنفي وجود خالق آخر غير اللَّه تعالى « وجاء بلفظ إله » وتقول لو كان هناك إله آخر غيره لانهدم نظم العالم وفسد انسجام الكون . فهذه الآية تبيّن عقيدة العرب المشركين في مسألة تعدد الخالق وتقول : « فَتَعَالَى عَمَّا يُشْرِكُونَ » .\r\nوعلى هذا الأساس فإنّ حصر دعوة الإسلام للتوحيد في العبادة وعدم الالتفات إلى الأقسام الأخرى من التوحيد ، يمثّل خطأً كبيراً في فهم الآيات القرآنية التي تقرر هذا المعنى بصراحة بالغة .\r\nإنّ جميع الشواهد تشير إلى أنّ الوهابيين أهملوا كثيراً من الآيات القرآنية المخالفة لاستنباطهم من مسألة التوحيد والشرك وغفلوا أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الأنبياء ، الآيتان 21 و 22 .\r\n( 2 ) . سورةالمؤمنون ، الآيتان 91 و 92 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nتغافلوا عنها تماماً ، والحال أنّ الكثير منهم من حفظة القرآن الكريم حسب الظاهر ، ولكن مع الأسف يستندون دائماً إلى بعض الآيات الموافقة لآرائهم الباطلة ، لأنّ حفظ القرآن لا يعني بالضرورة فهم معنى القرآن !\r\nويستفاد أيضاً من آيات أخرى أنّ بعض المشركين كانوا يعتقدون في نظرتهم للأوثان غير مسألة العبادة والخالقية ، حيث يعتقدون بربوبية الأصنام ، أي تأثيرها في مصير الإنسان ، بمعنى تأثيرها على مصيرهم ، وكانوا يتصورون بشكل خرافي أنّ الأصنام تغضب على أعدائها ومخالفيها وتعمل على تدميرهم والإضرار بهم وفي نفس الوقت يد العون إلى عابديها وتعمل على اسعادهم ، وعلى سبيل المثال يحدثنا القرآن الكريم عن المشركين من قوم هود حيث كانوا يقولون :\r\n« إِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ قَالَ إِنِّي أُشْهِدُ اللَّهَ وَاشْهَدُوا أَنِّي بَرِىءٌ مِمَّا تُشْرِكُونَ » « 1 » .\r\nوهكذا نرى أنّ المشركين كانوا ينسبون الغضب لآلهتهم وأنّها قد تلحق الضرر بالناس أو تنفعهم وتزيد من بركتهم ، وهذا يعني أنّ المشركين كانوا يتصورون أنّ الأصنام تتدخل في تعيين مصيرهم وهو نوع من القول بربوبيتها ، وهناك شعر معروف قاله الشاعر الجاهلي في ذم طائفة « بني حنيفة » حيث صنعوا لهم صنماً من التمر ! ولكنّهم أكلوه في عام القحط ! ويقول :\r\n أكلت حنيفة ربّها عام التقحم والمجاعة * لم يحذروا من ربّهم سوء العواقب والتباعة « 2 » \r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة هود ، الآية 54 .\r\n( 2 ) شرح نهج البلاغة ، لابن أبي الحديد ، ج 7 ، ص 209 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nإنّ كلمة « ربّ » أطلقت في هذا البيت على الصنم ، وقد حذّر الشاعر هؤلاء الآكلين سوء العاقبة ونتائج غضب الآلهة هذه .\r\nويقول شاعر آخر في هذا الصدد :\r\n« أربّ يبول الثعلبان برأسه . . . آلا ذلّ من بالت عليه الثعالب » .\r\nوهكذا نرى في تاريخ عبادة الأوثان اطلاق كلمة « ربّ » و « أرباب » على الأصنام ممّا يعكس اعتقادهم بأنّ تدبير أمور العالم بيد هذه الأصنام ! !\r\nومن هنا يحدثنا القرآن عن قول يوسف عندما دعا رفيقيه في السجن إلى التوحيد : « يَا صَاحِبَىِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ خَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ » « 1 » . انظر إلى كلمة أرباب هنا .\r\nوالشاهد الآخر أنّ رسول اللَّه صلى الله عليه وآله كان يدعو المشركين من أهل الكتاب إلى التوحيد فيما يصرّح به القرآن الكريم : « قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئاً وَلَا يَتَّخِذَ بَعْضُنَا بَعْضاً أَرْبَاباً مِنْ دُونِ اللَّهِ فَإِنْ تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ » « 2 » .\r\nوكما ترى فإنّ عبارة « أرباب » تشير بوضوح إلى أنّ هؤلاء المخاطبين من أهل الكتاب قد تورطوا في شرك الربوبية .\r\nونقرأ في آية أخرى من هذه السورة نفسها : « وَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَاباً أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة يوسف ، الآية 39 .\r\n( 2 ) سورة آل عمران ، الآية 64 .\r\n( 3 ) سورة آل عمران ، الآية 80 .\r\n","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nولا نبتعد كثيراً عن الموضوع فالقرآن الكريم يصرّح بهذه الحقيقة بالنسبة لعبدة الأوثان ويقول : « وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لَعَلَّهُمْ يُنصَرُونَ » « 1 » .\r\nوهذا يعني أنّهم مصابون بالشرك في الربوبية باعتقادهم تأثير الأوثان في مصيرهم وأنّها تملك قدرة خارقة للعادة .\r\nونقرأ في قصة إبراهيم عليه السلام عندما تماهى مع عبدة الأوثان فقال في بداية الأمر مشيراً إلى النجم والقمر والشمس بقوله « هذا رَبّي » « 2 » .\r\nليثبت بطلان عقيدتهم بها في نهاية المطاف .\r\nإنّ اهتمام إبراهيم عليه السلام بمقولة الربوبية تعكس بوضوح أنّ المشركين في « بابل » كانوا يتصورون أنّ القمر والشمس والنجوم مؤثرة في مسيرة حياتهم ، وكذلك الحال في كلام إبراهيم أمام نمرود وقوله « رَبِّي الَّذِي يُحْيِى وَيُمِيتُ » .\r\nالنتيجة : إنّ كلمة « إله » لا تعني فقط « المعبود » ، بل تأتي أحياناً « الخالق » وأحياناً أخرى « الرب » ، وإنّ المشركين لم يقتصروا في شركهم على عنصر « العبادة » بل كانوا مشركين في مسألة « الخالقية » و « الربوبية » وايضاً .\r\nوعلى هذا الأساس فعندما يحدثنا القرآن الكريم عن اعتراف المشركين بوجود اللَّه ويقول بإنّه لو سألتهم عمن خلق السماوات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة يس ، الآية 74 .\r\n( 2 ) . سورة الأنعام ، الآيات 76 إلى 78 .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nوالأرض ليقولن اللَّه ، فمقصوده مدبّر السماوات والأرض ، لعدم وجود التناقض بين الآيات القرآنية .\r\nوبعد هذا هل يجوز لزعماء الوهابية بمقتضى قراءتهم الواهية لهذه الآيات القرآنية وخاصة لمفهوم كلمة « إله » ، أن يفتوا بإباحة دماءالمسلمين وأموالهم ؟ والحقيقة : ما أتفه قيمة المسلمين ودماؤهم وأموالهم لدى هذه الجماعة ! !\r\n\r\nج ) مفهوم « العبادة »\r\nإنّ كلمة « العبادة » هي ثالث مفردة قرآنية أساء الوهابيون فهمها وقالوا بصراحة : إذا توجه المسلم إلى الصالحين يطلب منهم الشفاعة عند اللَّه فهو مصداق الآيات الشريفة التي تقول : « أَلَا للَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ مَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى إِنَّ اللَّهَ يَحْكُمُ بَيْنَهُمْ فِي مَا هُمْ فِيهِ يَخْتَلِفُونَ إِنَّ اللَّهَ لَايَهْدِي مَنْ هُوَ كَاذِبٌ كَفَّارٌ » « 1 » .\r\nولكن هؤلاء لم يلتفتوا إلى هذه الحقيقة القرآنية ، وهي أنّ المشركين لم يكن خطأُهم في طلب الشفاعة من الصالحين بل لكونهم يعبدون هذه الأوثان طلباً للشفاعة ، ويسجدون لها من أجل ذلك ( كما يتبيّن هذا المعنى من مفهوم الآية الشريفة أعلاه وجملة « ما نعبدهم » فالمشكلة هي العبادة لا طلب الشفاعة فتأملوا ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الزمر ، الآية 3 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nعندما نزور رسول اللَّه صلى الله عليه وآله ونقول : يا رسول اللَّه اشفع لنا في الدنيا والآخرة ، فهل يعني هذا عبادتنا له ؟ وهل نلقي بأنفسنا على الأرض ونسجد لرسول اللَّه ؟\r\nما هي علاقة طلب الشفاعة بالعبادة ؟ إنّ كل شخص من العرف أو أهل اللغة يعلم بأنّه لو حضر شخص عند المسيح وأحضر معه طفله الأعمى وقال للمسيح : أنت تدعي أنّك تشفي الأكمه والأبرص بإذن اللَّه « وَأُبْرِءُ الْأَكْمَهَ وَالْأَبْرَصَ » ، لذلك فإني أسألك أن تشافي ولدي بإذن اللَّه ، فأين هذا من واقع العبادة للَّه ؟ !\r\nإنّ القرآن الكريم نفسه قد أذن بمثل هذه السلوكيات والممارسات .\r\nإنّ « العبادة » تعني في اللغة والعرف أن يبلغ الشخص نهاية الخضوع للطرف المقابل من قبيل الركوع والسجود له ، وأمّا طلب الحاجة من الآخر فلا يرتبط بهذا الموضوع اطلاقاً ، يقول الراغب في مفرداته : « العُبُوديَّةُ إِظهارُ التُذَلُّلِ وَالعِبادَةُ أَبْلَغُ مِنْها لأَنَّها غايَةُ التُذَلُّلِ » « 1 » .\r\nوجاء في لسان العرب مادة « عبد » : « أَصْلُ العُبُودِيَّةِ الخُضُوعُ وَالتَذَلُّلُ » .\r\nوالملفت للنظر أنّ زعماء المذهب الوهابي يؤكدون على عبارة « لِيُقَرِّبُونا إِلى اللَّهِ زُلفى » ، ولكنّهم يغضون الطرف عن جملة « ما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مفردات الراغب ، مادة « عبد » .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nنَعْبُدُهُم إلَّا . . . » ، إذن فالإشكال في عمل المشركين يكمن في عبادتهم غير اللَّه لا في « طلب الشفاعة للتقرب إلى اللَّه » ، حتى إذا كان طلب الشفاعة هذا بإذن اللَّه « فتدبر » .\r\nأجل ، فعندما يبحث الإنسان في مسألة معينة بالاستناد إلى مسبوقاته الخاطئة فسوف يرى ما يوافق مقصوده جيداً ولا يرى أبداً ما يخالف رأيه ، وأحياناً يتعامل معه من موقع التساهل والاهمال ، ثم يفتي بقتل ملايين الأبرياء من المسلمين على أساس أنّهم مشركون ويستبيح دماءهم وأموالهم وأعراضهم ! !\r\nوسيأتي تفصيل الكلام عن حقيقة الشفاعة والدعاء لاحقاً « إن شاء اللَّه » .\r\n\r\nد ) مفهوم « الشفاعة »\r\nورابع مفردة قرآنية فسّرها أفراد هذه الطائفة تفسيراً خاطئاً هي كلمة « الشفاعة » ، وكما تقدم أنّ هؤلاء أصدروا حكماً بكفر جميع من يطلب الشفاعة من النبي صلى الله عليه وآله أو أئمّة أهل البيت عليهم السلام وغيرهم من الصالحين ، واتّهموهم بالشرك كما تقدم كلامهم في ذلك .\r\nإنّ هؤلاء تحركوا في هذا الخط بشدّة وأفرطوا في اتهام المسلمين بالشرك كما رأينا فيما كتبه زعيمهم في كتاب « كشف الشبهات » حيث قرر اتهامه المسلمين بالشرك بدليلين وصرّح أنّهم أشدّ وأشنع من المشركين في زمان الجاهلية ، رغم أنّ المشركين في الجاهلية لم\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nيكونوا يعتقدون بالمعاد ولا يصلّون ولا يؤدون فريضة من فرائض الإسلام . ومضافاً إلى ذلك كانوا يتهمون نبي الإسلام صلى الله عليه وآله بإنّه ساحر وأنّ القرآن كتاب سحر وحاولوا قتل النبي ، ومع ذلك يقول إمام الوهابية إنّ هؤلاء المشركين أفضل من المشركين في عصرنا « وهم يعتقدون بكل ما جاء في الرسالة السماوية ويتعبدون بجميع تعاليم الإسلام وآدابه ولا ذنب لهم سوى طلبهم الشفاعة من رسول اللَّه صلى الله عليه وآله ، ويصرّح بأنّ شرك أولئك المشركين في زمن الجاهلية » أيسر وأخف من شرك هؤلاء ! لماذا ؟\r\nلأنّ أولئك المشركين كانوا يعبدون الأوثان في حال الرخاء والدعة ، ولكنّهم يتركون عبادتها في حال الشدّة ويتوجهون إلى اللَّه تعالى ويدعونه مخلصين كما في حال الابتلاء بخطر الغرق في البحر .\r\nما أشدّ عدم الانصاف لدى من يقول إنّ الأفراد المتدينين والملتزمين بجميع تعاليم الإسلام وأحكامه والذين يجتنبون جميع الذنوب وأشكال المعصية ويدفعون زكاتهم وواجباتهم المالية بشكل كامل ثم يأتون من مكان بعيد لزيارة بيت اللَّه الحرام مع كونهم من حفظة القرآن وعلماء في المعارف الإسلامية إلّاأنّهم أسوأ من المشركين القتلة وسفاكي الدماء وشاربي الخمر والملوثين بأنواع الذنوب والمعاصي والذين لا يقبلون بشيء من الرسالة السماوية ، لسبب بسيط وهو أنّ الطائفة الأولى تطلب الشفاعة من رسول اللَّه صلى الله عليه وآله أو من غيره من الأولياء ، فهم مشركون وتباح دماؤهم وأموالهم ! !\r\nألا يعدّ مثل هذا الكلام بعيداً عن المنطق في أجواء عالمنا\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالمعاصر ؟\r\nوعليه ألا نقبل أنّ عمر هذا المذهب وهذه الأفكار الماضوية في طريقها إلى الزوال وأنّ محلها الطبيعي هو متحف التاريخ ؟\r\nوالآن لنأخذ أصل مسألة « الشفاعة » لنرى المشكلة التي تقترن بهذه المسألة في دائرة التوحيد بحيث أدت إلى خلق هذا التنافر واتهام الكثير من المسلمين بالكفر والشرك وأنتجت كل هذه المأساة .\r\nهل أنّ شيخ الإسلام اكتشف حقيقة جديدة في هذه المسألة بقيت خافية على علماء الإسلام طيلة التاريخ الإسلامي ؟\r\nالحقيقة أنّ أصل مسألة الشفاعة ورد ضمن آيات كثيرة في القرآن المجيد ويعد من مسلمات الفكر الإسلامي باجماع علماء الإسلام وحتى أنّ الوهابيين لا ينكرون أصل الشفاعة بل يعترفون بها بصراحة .\r\nالحقيقة الأخرى التي تعد من المسلمات أيضاً هي عدم إمكان شفاعة الشفعاء بدون إذن اللَّه تعالى ، لأنّه ورد هذا الموضوع بصراحة في أكثر من خمس آيات قرآنية ، منها ما ورد في آية الكرسي حيث تقول : « مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ . . . » « 1 » .\r\nويقرر مبدأ التوحيد الأفعالي أنّ كل شيء في العالم لا يتحقق إلّا بإذن اللَّه ولا شرك باللَّه تعالى من هذه الجهة ، فلو كانت هناك شفاعة فهي بإذن اللَّه وأمره ، وبما أنّ اللَّه تعالى حكيم على الاطلاق ، فإنّ إذنه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة البقرة ، الآية 255 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nللشفاعة يقوم على أساس الحكمة فلا يأذن بشفاعة الأشخاص الذين يفتقدون لياقة الشفاعة من حيث تلوثهم بالمعاصي وسلوكهم في خط الانحراف بحيث دمروا جميع الجسور خلفهم « فتدبر » .\r\nإلى هنا لا خلاف في هذه المسألة ، إذن فأين يكمن الاختلاف ؟\r\nإنّ الاختلاف فيما بيننا وبينهم أنّ علماء الإسلام غير « الوهابيين » يرون أنّ طلب المسلم من النبي شيئاً بمقتضى المقام الكريم الذي منحه اللَّه تعالى له « أي مقام الشفاعة » لا يعدُّ عملًا مجانباً للصواب وليس فقط لا يتنافى مع التوحيد ، بل يدعم ويكرس التوحيد أيضاً ، ولكنّ الوهابيين يقولون إنّك لو طلبت الشفاعة من رسول اللَّه فأنت كافر ومشرك ومباح الدم والمال ، فهل أنّ الشفاعة باطلة ؟ كلّا ، حيث يتفق جميع علماء الإسلام على صحتها وجوازها .\r\nوهل أنّ رسول اللَّه صلى الله عليه وآله ليس له مقام الشفاعة ؟ الجميع يجيبون بالايجاب .\r\nإذن فأين تكمن المشكلة ؟ يقولون إنّ النبي يتمتع بمقام الشفاعة ولكن لا ينبغي أن تطلب الشفاعة منه وإلّا ستكون كافراً ، لأنّ القرآن يقرر هذه الحقيقة ، وهي أنّ الجاهليين كانوا يبررون عبادتهم للأصنام لتشفع لهم عند اللَّه ، فعملكم سيكون مثل عمل أولئك المشركين .\r\nنقول : إنّ المشركين كانوا يعبدون الأصنام ونحن لا نعبد اطلاقاً النبي الأكرم صلى الله عليه وآله وأهل بيته الأطهار عليهم السلام ، وأمّا طلب الشفاعة منهم فلا يرتبط من قريب ولا بعيد بالعبادة .\r\nويقولون : إنّ الحق ما نقوله فقط .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nفنقول : إنّ القرآن الكريم نفسه أمر المذنبين بالذهاب إلى النبي الأكرم صلى الله عليه وآله وطلب الاستغفار و « الشفاعة » منه عند اللَّه تعالى ليغفر لهم :\r\n« وَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ لَهُمُ الرَّسُولُ لَوَجَدُوا اللَّهَ تَوَّاباً رَحِيماً » « 1 » .\r\nوأوضح من ذلك ما ورد في قصة يعقوب عليه السلام وأولاده حيث اعترفوا بذنبهم فيما يتعلق بيوسف عليه السلام وطلبوا من أبيهم أن يستغفر لهم و « يشفع » لهم عند اللَّه تعالى : « قَالُوا يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ * قَالَ سَوْفَ أَسْتَغْفِرُ لَكُمْ رَبِّي إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ » « 2 » .\r\nفلم ينكر عليهم يعقوب طلبهم الوساطة والشفاعة عند اللَّه تعالى ، بل أمضى ذلك وأيّده .\r\nفهل أنّ نبي اللَّه يعقوب عليه السلام إتّهم أولاده بالشرك والكفر بسبب ذلك ؟\r\n\r\nالتبرير الواهي\r\nوالنكتة الملفتة للنظر أنّ الوهابيين المتعصبين وبسبب جهلهم وعدم قدرتهم على الجواب عندما يصلون إلى هذا الموضوع يغيّرون مسار الكلام ويقولون : إنّ الآيتين أعلاه تتعلقان بزمن حياة النبي صلى الله عليه وآله ولكن بعد الموت لا يقدر النبي صلى الله عليه وآله على شيء من هذه الأمور .\r\nوعليه فإنّ طلب الشفاعة من نبي الإسلام صلى الله عليه وآله بعد وفاته ليس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة النساء ، الآية 64 .\r\n( 2 ) . سورة يوسف ، الآيتان 97 و 98 .\r\n","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nبنافع .\r\nهنا لاحظوا بدقّة أنّ مسألة الشرك والكفر تخلي مكانها لمسألة « عدم النفع » حيث يقولون إنّ الإنسان لو طلب الشفاعة من الأنبياء في حياتهم لا يكون ذلك من الشرك أو الكفر ، ولكن بعد وفاتهم سيكون هذا الطلب لغواً وغير مثمر . وهذا في الحقيقة بمعنى النكوص على جميع الادّعاءات السابقة ، « فتدبر » .\r\nونقول في هذا الصدد : إنّ هذا الطلب ليس من الكفر ولا من اللغو ، لأنّ أي مسلم لا يسمح لنفسه أن يعتقد بأنّ مقام نبي الإسلام صلى الله عليه وآله أقل شأناً من الشهيد العادي في بدر واحد ، حيث يقول تعالى عن هؤلاء الشهداء : « . . . أَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ » « 1 » .\r\nفأي جفاء لرسول اللَّه صلى الله عليه وآله أشنع من هذا الكلام ! !\r\nولعل فهمهم الخاطيء ناشيء من قوله تعالى مخاطباً نبيّه الكريم :\r\n« إِنَّكَ لَاتُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ » « 2 » .\r\nوالحال أنّ هذه الآية الشريفة ناظرة إلى الأشخاص العاديين لا إلى النبي صلى الله عليه وآله والأولياء الطاهرين .\r\nينبغي أن نسأل من هؤلاء : إذن لماذا تسلمون على رسول اللَّه صلى الله عليه وآله في صلاتكم وتقولون : « السَّلامُ عَلَيكَ أَيُّها النَّبِيُّ وَرَحْمَةُ اللَّهِ » ، هل يعقل السلام على من لا يدرك شيئاً ( ونعوذ باللَّه ) ؟ هل أنّ قوله تعالى :\r\n« إِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِىِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة آل عمران ، الآية 169 .\r\n( 2 ) . سورة النمل ، الآية 80 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nوَسَلِّمُوا تَسْلِيماً » « 1 » ، تتعلق في حياة النبي صلى الله عليه وآله خاصة أم بعد وفاته أيضاً ؟ ونسأل : على من يرسل اللَّه تعالى والملائكة والمؤمنون الصلوات والرحمة ؟ هل يعقل أن تكون الصلاة على من لا يدرك شيئاً « نعوذ باللَّه » .\r\nولماذا نصبتم لافتة فوق الضريح المقدّس إلى جانب الرأس وكتبتم فيها : « يَا أَيُّهَا الَّذِينَ آمَنُوا لَاتَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِىِّ وَلَا تَجْهَرُوا لَهُ بِالْقَوْلِ كَجَهْرِ بَعْضِكُمْ لِبَعْضٍ أَنْ تَحْبَطَ أَعْمَالُكُمْ وَأَنْتُمْ لَا تَشْعُرُونَ » « 2 » .\r\nلماذا لا تسمحون لأحد أن يرفع صوته هناك ( إلى جانب قبر النبي الأكرم صلى الله عليه وآله ) ؟ فإذا كنتم تعتقدون بأنّ رسول اللَّه صلى الله عليه وآله بعد وفاته لا يفهم شيئاً « العياذ باللَّه » فلماذا لا نرفع أصواتنا عند قبره صلى الله عليه وآله .\r\nألا تقترب هذه الأفكار والعقائد من نهاية الخط ؟\r\nعليكم بالانصاف في الإجابة :\r\n\r\nه ) مفهوم « الدعاء في القرآن »\r\nومن جملة المفاهيم الدينية التي وقع الوهابيون في فهمها في خطأ شنيع وحكموا بسبب هذا الفهم الخاطىء بكفر الكثير من المسلمين ، مفهوم « الدعاء » في القرآن . حيث يعتقدون بأنّ كل شخص يدعو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأحزاب ، الآية 56 .\r\n( 2 ) سورة الحجرات ، الآية 2 .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nالنبي أو أحد أولياء اللَّه والصالحين من عباده فهو مشرك وكافر ويستباح دمه وماله .\r\nوقد ذكر « الصنعاني » وهو من أنصار عقائد محمد بن عبد الوهاب في كتابه « تنزيه الاعتقاد » كلاماً في بيان عقيدتهم في الدعاء وقال : إنّ اللَّه تعالى أطلق على الدعاء كلمة العبادة وقال : « ادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ » « 1 » .\r\nفعلى هذا الأساس لو دعا شخص النبي صلى الله عليه وآله أو ولي صالح لأمر من الأمور أو قال : اشفع لي عند اللَّه في قضاء حاجتي ، أو قال : اطلب قضاء حاجتي بواسطتك من اللَّه تعالى ، وأمثال ذلك ، أو قال : اقضي عني ديني أو شافي مرضي ، وأمثال ذلك ، وبما أنّ الدعاء عبادة ، بل مخ العبادة ، فإنّ هذا الشخص قد عبد غير اللَّه وهو مشرك ، لأنّ « التوحيد » لا يكتمل إلّاأن يعتقد الإنسان بأنّ اللَّه تعالى هو الخالق والرازق فقط ولا يعترف بغيره خالقاً ورازقاً ولا يعبد غيره حتى بعض العبادة » « 2 » .\r\nهذه الكلمات والعبارات تتكرر في الكثير من كتبهم وأدبياتهم .\r\nوهكذا يستند هؤلاء في اتّهامهم الآخرين بالكفر والشرك على هذه الآية المذكورة في كلام الصنعاني ، وكذلك بآيات أخرى من قبيل :\r\n1 - « وَأَنَّ الْمَسَاجِدَ للَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً » « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة غافر ، الآية 60 .\r\n( 2 ) تنزيه الاعتقاد .\r\n( 3 ) سورة الجن ، الآية 18 .\r\n","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\n2 - « لَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَايَسْتَجِيبُونَ لَهُمْ بِشَىْءٍ » « 1 » .\r\n3 - « إِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ . . . » « 2 » .\r\nحيث يفهمون من هذه الآيات الشريفة ما فهمه الصنعاني أيضاً ، يعني لا يحق لأحد أن يقول : « يا رسول اللَّه اشفع لي عند اللَّه » وإلّا فهو كافر ومهدور الدم !\r\nوعلى هذا الأساس فإنّ أحد العوامل المهمة التي سببت حالة العنف لدى هذه الجماعة بحيث قتلوا الآلاف المؤلفة من الناس الأبرياء ونهبوا أموالهم واستباحوا أعراضهم هو الفهم الخاطىء لمعنى « الدعاء في القرآن الكريم » .\r\nوالآن نعود إلى الآيات الشريفة ونستفهم منها معنى « الدعاء في القرآن الكريم » ليتضح أنّ الدعاء لغير اللَّه أحياناً يتناسب مع الكفر وأخرى مع الإيمان ، ولكنّ هؤلاء المتعصبين وبسبب قلّة اطّلاعهم والترسبات الذهنية لديهم وقعوا في هذا الفهم الخاطىء والقراءة الزائفة والخطرة للمفاهيم القرآنية .\r\n« واتفق لنا أنّ ثبت بالتجربة أنّ بعض الأفراد في حوزاتنا العلمية تحصل لديهم أحياناً ميول وهابية ( وإن كان نادراً جداً ) حيث نرى هؤلاء يعيشون مشكلة في فهم الدروس الحوزوية وقلّة المعلومات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الرعد ، الآية 14 .\r\n( 2 ) سورة الأعراف ، الآية 194 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nوسطحية التفكير » .\r\nعلى أيّة حال فإنّ مفردة « الدعاء » وردت بمعانٍ مختلفة في القرآن الكريم :\r\n1 - « الدعاء » بمعنى العبادة كقوله تعالى في الآية 18 من سورة الجن : « . . . فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً » ، حيث وردت العبارة « مع اللَّه » وتشير إلى أنّ المراد عبادة غير اللَّه والاعتقاد بالشريك للَّه تعالى ، والشاهد على هذا المعنى ، الآية 20 من هذه السورة : « قُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَداً » .\r\nإنّ أي مسلم يعلم أنّ الدعاء بهذا المعنى مختص باللَّه تعالى ، فلا أحد يصل إلى مرتبة الألوهية غيره وليس هناك شك وترديد في هذه المسألة .\r\n2 - « الدعاء » بمعنى دعوة الآخرين بالاتجاه لأمر معيّن من قبيل ما ورد في قوله تعالى على لسان النبي نوح عليه السلام : « قَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَاراً * فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَاراً » « 1 » .\r\nوبديهي أنّ دعوة هؤلاء القوم هي في الحقيقة دعوة للإيمان وهذا النوع من الدعاء عين الإيمان وامتثال هذا الأمر واجب على الأنبياء .\r\nوهكذا ما ورد بالنسبة لنبي الإسلام صلى الله عليه وآله حيث يقول تعالى مخاطباً إيّاه : « ادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ . . . » « 2 » .\r\n3 - « الدعاء » بمعنى طلب الحاجة ، فأحياناً يكون طلب الحاجة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة نوح ، الآيتان 5 و 6 .\r\n( 2 ) سورة النحل ، الآية 125 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nمن طرق طبيعية مثل : « . . . وَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا . . . » « 1 » .\r\nفعندما يتمّ دعوة بعض الناس لأداء الشهادة فلا ينبغي لهم الامتناع . وهذا الدعاء في هذا المورد دعوة في الأمور العادية ، ومعلوم أنّ من يدعو الشهداء لا يكون كافراً بل يؤدّي وظيفته الشرعية ، وأحياناً يكون طلب الحاجة من الطرق غير الطبيعية ، أي طريق المعجزة وهذا بدوره على قسمين :\r\nأحياناً طلب الحاجة مع اعتقاده باستقلال الطرف الآخر « غير اللَّه » في التأثير ، وأحياناً أخرى يطلب الحاجة من شخصية كبيرة بأن يطلب من اللَّه تعالى قضاء حاجاتنا .\r\nالقسم الأول عبارة عن نوع من الشرك ، لأنّه يعتقد باستقلالية المدعو في التأثير ، فجميع الأسباب والمسببات العادية لا تؤثر شيئاً إلّا بإذن اللَّه تعالى .\r\nيقول القرآن الكريم في هذا المجال : « قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا » « 2 » .\r\nأي أنّ هؤلاء غير قادرين على حلّ مشاكلكم وغير قادرين على ايجاد أي تغيير في حياتكم .\r\nولا يوجد أي إنسان مؤمن ومطّلع يعتقد بمثل هذه العقيدة بالنسبة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة ، الآية 282 .\r\n( 2 ) سورة الإسراء ، الآية 56 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nللأنبياء والأولياء .\r\nأمّا القسم الثاني وهو توحيد الإنسان الكامل ، بمعنى أنّ الإنسان عندما يجعل بينه وبين الذات المقدّسة واسطة وشفيعاً ويرى في نفس الوقت أنّ اللَّه تعالى هو مسبب الأسباب وأنّ جميع الأمور في قبضته وبمشيئته ولكنّه يتقرب إليه من خلال التوسل بأوليائه ويطلب منه الحاجة بواسطتهم فهذا عين التوحيد والإيمان بالمشيئة الإلهيّة المطلقة .\r\nويحدثنا القرآن الكريم عن بني إسرائيل عندما جاءوا إلى موسى عليه السلام وطلبوا منه أطعمة متنوعة « غير المنّ والسلوى » ويقول :\r\n« وَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نَصْبِرَ عَلَى طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ لَنَا مِمَّا تُنْبِتُ الْأَرْضُ مِنْ بَقْلِهَا . . . » « 1 » .\r\nولم يعترض موسى عليه السلام عليهم أنّكم لماذا دعوتموني وطلبتم منّي أن أسأل اللَّه ذلك ولم تطلبوا ذلك مباشرة من اللَّه تعالى وأنّ هذا العمل كفر وشرك ، بل نرى أنّ موسى استجاب لهم طلبهم وسأل اللَّه تعالى ذلك : « لَكُمْ ما سَأَلتُمْ » ، ولكنّه قال لهم معترضاً إنّكم تركتم الطعام الجيد وطلبتم الأطعمة الدانية .\r\n\r\nالنتيجة\r\nيستفاد ممّا تقدم من البحث أنّ هذه الجماعة من الوهابيين بدلًا من مراجعتهم للموارد المختلفة في معنى « الدعاء » في القرآن والتدبر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة ، الآية 61 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nفي مجموع التعاليم الواردة في هذه المسألة ، اكتفوا بقراءة بعض الآيات وقنعوا بمدلولها وتركوا ما سواها من الآيات وبالتالي حكموا على أكثرية المسلمين بالشرك والكفر ، والأنكى من ذلك أنّهم تحركوا في اتهامهم وحكمهم هذا على مستوى الممارسة والعمل وقتلوا الكثير من المسلمين المخلصين وسفكوا دماءهم ونهبوا أموالهم كما تقدمت الإشارة إليه .\r\n\r\nو ) البدعة في الكتاب والسنّة\r\nوالسادس من المفردات القرآنية التي أساءت هذه الفئة من الوهابيين المتعصبين فهمها ، مفردة « البدعة » .\r\nويحدثنا القرآن الكريم في مورد ذمّ الرهبانية في الآية 27 من سورة الحديد حيث يقول : « وَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ اللَّهِ فَمَا رَعَوْهَا حَقَّ رِعَايَتِهَا . . . » .\r\nإذا قلنا إنّ هذا الاستثناء في الآية ، استثناء متصل كما هو ظاهر الآية فيكون مفهوم الآية هو ما يظهر من سياقها ، أي أنّ المسيحيين أبدعوا نوعاً من الرهبانية وترك الدنيا لم يكتبه اللَّه تعالى عليهم ولم يرد في التعاليم السماوية ، وفي نفس الوقت لم يرعوها حق رعايتها ، كما سيأتي تفصيل هذا المعنى لاحقاً .\r\nوإذا قلنا إنّ الاستثناء في الآية منقطع ، فمفهوم الآية هو أننا لم نأمرهم بالرهبانية « بل هي بدعة ابتدعوها » وقد أوصيناهم « بِابْتِغاءِ\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nمَرضاةِ اللَّهِ » . ولكنهّم لم يرعوا هذه التوصية .\r\nعلى أيّة حال هذه الآية الشريفة تذم هذه البدعة ، وهي البدعة التي يقول عنها المؤرخون بدأت بعد عدّة قرون من حياة المسيح عليه السلام وبسبب حوادث تاريخية مؤسفة أدّت إلى هزيمة المسيحيين ولجوء أفراد منهم إلى الجبال والوديان حيث اختاروا العزلة والانزواء وتدريجياً ظهرت الرهبانية على شكل ظاهرة دينية ، وفي البداية لجأ بعض الرجال من الزاهدين والتاركين للدنيا إلى أماكن يطلق عليها « الدير » ثم التحق بهم بعض النسوة التاركات للدنيا واخترن الحياة في « الدير » وهنّ « الراهبات » .\r\nومن جملة التقاليد الخاطئة التي اقترنت بالرهبانية وشاعت بين الرهبان والراهبات ، مسألة « ترك الزواج » بشكل مطلق وهو أمر يخالف السنّة الإلهية والطبيعة للبشرية وصار منبعاً للكثير من المفاسد وأشكال الانحراف .\r\nويتحدث المؤرخ المشهور « ول ديورانت » في تاريخه المشهور « قصة الحضارة » في بحث مفصّل حول الرهبان وسلوكياتهم ، وضمن اعترافه بانضمام الراهبات إلى صومعات الرهبنة في القرن الرابع الميلادي شرعت ظاهرة الرهبانية في الازدهار والنمو حتى وصلت إلى الذروة في القرن العاشر للميلاد « 1 » .\r\nورغم أنّ الرهبان والراهبات قدّموا خدمات اجتماعية متنوعة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قصة الحضارة ، ويل ديورانت ، ج 16 ، ص 146 .\r\n","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nطيلة تاريخهم ، ولكنّ المفاسد الاجتماعية والأخلاقية الناشئة من هذه الظاهرة كانت أكثر ، والأفضل أن نصرف النظر عن تفاصيل هذه الأمور المذكورة في كتب المؤرخين المسيحيين .\r\nأجل ، فمن الطبيعي أن تكون عاقبة البدع بهذه الصورة غالباً .\r\nعلى أيّة حال ، فمضافاً للآية المذكورة ، هناك روايات كثيرة في ذم البدعة وردت في المصادر الإسلامية ، ومنها الحديث النبوي المعروف « كُلُّ بِدعَةٍ ضَلالَة » ، المذكور في مصادر روائية كثيرة منها « مسند أحمد » و « مستدرك الصحيحين » و « سنن البيهقي » و « المعجم الأوسط للطبراني » و « سنن ابن ماجة » « 1 » .\r\nوهكذا عندما رأى الوهابيون المتعصبون هذه الأحاديث تحركوا في البداية ، بدون التدبر في معنى « البدعة » ، على مستوى مخالفة كل ظاهرة جديدة حتى أنّهم أطلقوا على الدراجة « مركب الشيطان » وخالفوا بشدّة نصب خطوط الهاتف ، ولكنّ لمّا شاهدوا معالم التطور الحضاري السريع في العالم أذعنوا لظاهرة التمدن الغربي ، وليس فقط قبلوا بالأمر الواقع بل غرقوا في ظواهر التمدن هذه ، فعندما نتوجه في هذه الأيّام إلى العربية السعودية نرى السيارات الفخمة من آخر طراز ، ووسائل التهوية الحديثة ، وأفضل وأرقى وسائل الراحة في المنازل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مسند أحمد ، ج 4 ، ص 126 ؛ مستدرك ، ج 1 ، ص 97 ؛ سنن البيهقي ، ج 10 ، ص 114 ؛ سنن ابن ماجة ، ج 1 ، ص 16 اً ومعجم الطبراني ، ج 1 ، ص 28 .\r\n","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nوحتى أنواع الأجهزة والأطعمة الغربية قد ملأت الأسواق الحديثة في كل مكان حيث يستفيد منها الكبير والصغير والعالم والجاهل .\r\nوفي هذا المجال نراهم قد تركوا المخالفة مع هذه « البدع » ولكنّهم ظلوا متمسكين بمخالفة البدع التي لها صبغة مذهبية من قبيل : البناء على القبور ، مراسيم احياء الذكرى السنوية لميلاد النبي وأولياء الدين ، ومراسيم إقامة العزاء على الشهداء وأمثال ذلك ، فكل من تحرك في هذا الخط ومارس هذه الشعائر وصَموه بالمبتدع واعتبروه مستحقاً لجميع أشكال اللوم والتوبيخ .\r\nولكننا نتساءل : ما هي البدعة في حقيقتها ، ومتى تكون حراماً ؟\r\nورغم أننا أشرنا سابقاً إلى هذا الموضوع ولكن لا بأس من توضيح أكثر لهذه المسألة :\r\n« البدعة » في اللغة ، كما تقدمت الإشارة إليه ، بمعنى كل تجديد في الأمور ، خيراً كان أو شرّاً ، وهي في اصطلاح الفقهاء : « إدخال ما ليس من الدين في الدين » .\r\nأجل ، فكل شيء لم يكن من الدين إذا دخل في الدين واعتبر حكماً إلهياً فهو بدعة .\r\nوالبدعة تكون على نحوين : أن يكون الواجب حراماً والحرام واجباً ، أو يكون الممنوع مباحاً أو المباح ممنوعاً .\r\nمثلًا ، نقول إنّ النظام المصرفي في هذا العصر يقوم على عمليات ربوية ولا يمكن اجتنابه ، وعليه لابدّ من قبوله ، أو نقول إنّ الحجاب\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nكان يتعلق بزمان كانت المجتمعات البشرية غير متمدنة ، ولكن اليوم لا مانع من كشف الحجاب ، ونبرر ذلك بأشكال من التبريرات التي تفضي إلى تحليل الحرام وتحريم الحلال ، فكل هذه الموارد من المصاديق البارزة للبدعة .\r\nوأحياناً نقرر بعض الأمور التي لم ترد في التعاليم الدينية وليس لها أصل في الكتاب والسنّة أنّها جزء من الدين ، مثلًا إقامة مراسم العزاء على الأموات في اليوم الثالث والسابع ويوم الأربعين من يوم الوفاة على أساس أنّ ذلك جزء من تعاليم الإسلام وهي في الحقيقة أمور عرفية ، أو نعتقد بأنّ الفرح وإقامة الاحتفالات في الأعياد الإسلامية واجب شرعي وأمثال ذلك .\r\nوببيان أفضل ، إنّ ظواهر التجديد على ثلاثة أقسام :\r\n1 - التجديد في الأمور العرفية تماماً والتي لا ترتبط بالمسائل الشرعية من قبيل التجديد في أمور الصناعة والاختراعات والأمور الطبيعية التي لم تكن في زمان وعصر نبي الإسلام صلى الله عليه وآله وسائر أولياء الدين المعصومين ، لأنّ قافلة العلوم والاختراعات لا تعرف التوقف والسكون ، فمثل هذه البدع تعتبر من البدع المفيدة والبنّاءة ، لأنّ جميع العقلاء في العالم يرحبون بكل ظاهرة مفيدة بدون تعصب ومن أي قوم ومجتمع بشري .\r\n2 - التجديد في الأمور العرفية حول الموضوعات الشرعية بدون نسبتها إلى الشرع ، مثل بناء المساجد بكيفية خاصة ، بناء المنائر ، المحاريب ، الفسيفساء والكاشي المعرّق ، الزخرفة في الخط ،\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nالاستفادة من المكروفون ومكبّرات الصوت لبث الاذان ومئات الموارد من هذا القبيل .\r\nومعلوم أنّ هذه الأمور لم تكن في عصر نبي الإسلام صلى الله عليه وآله فهل يقول أحد أنّ هذه الأمور من البدعة وأنّها حرام ؟ في حين أنّ جميع المسلمين يستخدمونها وحتى العربية السعودية ومراكز الوهابية ومسجد النبي زاخرة بهذه المظاهر الجديدة ،\r\nوهكذا بالنسبة للتغييرات الكثيرة التي حدثت في المسجد الحرام والتي لا تشبه ما كان في عصر النبي الأكرم صلى الله عليه وآله . وأهم من ذلك بناء الطبقة الثانية في الصفا والمروة لسعي الحجاج ، وكذلك التغيير الكبير في الجمرات ونقل محل الهدي إلى خارج منى وأمثال ذلك .\r\nهذه التغييرات وأشكال التجديد أمور عرفية تسير بموازاة الشريعة لغرض تسهيل أعمال الحج أو رفع المشاكل والاخطار التي يواجهها الحجاج ولم يعتقد أحد بأنّ هذه الأمور من جملة الأحكام الشرعية أو أنّها بدعة في الدين .\r\nوهكذا الحال في تشكيل مجالس مسابقة قراءة القرآن ، وانتخاب أفضل قارىء وحافظ ومفسّر للقرآن الكريم .\r\nومعلوم أنّ أية واحدة من هذه المظاهر لم تكن في عصر النبي الأكرم صلى الله عليه وآله بل حدثت في هذا العصر لغرض تقديم تسهيلات ولدعم المقاصد الدينية ولا أحد يقول إنّها من الدين .\r\nومن هذا القبيل احترام الموتى من خلال مجالس الترحيم وفي مقاطع زمنية خاصة .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nوأيضاً تشكيل المؤتمرات والاجتماعات الدينية لتكريم أولياء الدين وتخليد ذكراهم .\r\nاحتفالات في ذكرى ولادات أولياء الدين .\r\nمجالس الترحيم والتكريم في ذكرى استشهادهم أو وفاتهم .\r\nوأمور أخرى من هذا القبيل تفضي إلى تقوية دعائم الإسلام في نفوس المؤمنين وتورث العزة للمسلمين وتميط حجب الغفلة والجهل عنهم وتؤدي إلى زيادة معرفتهم بدينهم .\r\nلقد جرّبنا في أجوائنا الاجتماعية مرات عديدة أنّ إقامة مثل هذه النشاطات العرفية في دائرة الامورالدينية توقظ في الناس مكامن الشعور بالالتزام الديني وتوجب مزيداً من المعرفة بتعاليم الدين وخاصة بالنسبة للشبّان حيث تثير فيهم الاهتمام بالمعارف القرآنية والإسلامية ، وبديهي أنّ تعطيل هذه البرامج الدينية يفضي إلى خسارة كبيرة للمسلمين .\r\nعلى أيّة حال فهذه أمور عرفية لا يتوهم أي مسلم أنّ اللَّه تعالى أو رسوله الكريم صلى الله عليه وآله قد أمر بها . وبعبارة أخرى أنّ هذه الأمور التي هي ليست من الدين لا تعتبر من الدين .\r\nوعلى هذا الأساس لا يمكن اعتبارها بدعة : « وأنّ كُلُّ بِدعَةٍ ضَلالَةٌ » ، وبالتالي التصدي لها ومحاربتها .\r\n3 - وهناك نوع آخر من البدعة هي البدعة الحرام التي أشرنا إليها سابقاً ، وهي الجرأة على حريم الدين ووضع قانون مخالف للقوانين الدينية أو زيادة قانون عليها أو حذف قانون منها بدون مسوغ شرعي\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nولا دليل عليه من النصوص الشريفة .\r\nولكن المتعصبين الوهابيين وبسبب قلّة معلوماتهم في دائرة الفقه الإسلامي وعلم الأصول لم يتمكنوا من التمييز بين هذه الأنواع الثلاثة في البدعة وتورطوا في منزلقات الوهم والخطأ وأخذوا يتهمون اخوتهم المسلمين بالبدعة ، وبالتالي اتهموهم بالشرك والمروق من الدين .\r\nننهي هذا البحث بكلام للعالم الفقيه « محمد بن علوي المالكي » وهو من العلماء الكبار والمدرسين المعروفين في المسجد الحرام .\r\nفقد ذكر في كتابه « مفاهيم يجب أن تصحح » في بحث البدعة تحت عنوان « البدعة الحسنة والسيئة » كلاماً خلاصته ما يلي :\r\nإنّ بعض الجهّال المتعصبين الذين يعيشون ضيق الأفق نسبوا أنفسهم بدون مسوغ ، للسلف الصالح وأخذوا بمخالفة كل أمر جديد واختراع مفيد بعنوان أنّه بدعة وكل بدعة ضلالة ، دون أنّ يميزوا بين البدع والأمور الجديدة ، ودون أن يعرفوا البدعة الحسنة والسيئة ، إنّ التمييز بينهما يفرضه العقل السليم والفكر الصائب وقد أقرّه بعض كبار علماء الأصول مثل « النووي » و « السيوطي » و « ابن حجر » و « ابن حزم » .\r\nوعندما نضم الأحاديث النبوية بعضها إلى بعض ونتحرك على مستوى تفسيرها وفهم المراد منها فسنصل إلى هذه النتيجة بالذات .\r\nومن جملة الأحاديث ما ورد من أنّ « كلّ بدعة ضلالة » الناظر إلى البدع السئية التي لا تدخل تحت أي أصل من أصول الشريعة .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nثم يضيف : إنّ البدعة بمعناها اللغوي « تعني التجديد » ليست حراماً ، وأمّا الحرام والضلالة فهي البدعة بمعناها الشرعي ، وهي إضافة ما ليس من الدين بحيث يتخذ لنفسه صبغة دينية وشرعية ويؤخذ على أساس أنّه أمر شرعي منسوب لصاحب الشريعة ويعمل به المسلم من هذا الموقع .\r\nوأمّا البدعة الدنيوية وهي أنواع الابداعات المتعلقة بأمور الدنيا فليست حراماً أبداً .\r\nوعليه فإنّ تقسيم البدعة إلى : حسنة وسيئة ، ناظر إل المعنى اللغوي ، وأمّا البدعة الشرعية فليس لها إلّانوع واحد ، وهو البدعة الحرام ، فإذا أدرك المخالفون لهذا التقسيم مفهوم « المقسم » فسوف لا يخالفونه اطلاقاً ويعلمون أنّ النزاع لفظي في هذه الموارد .\r\nأجل ، فإنّ من بين البدع الدنيوية اموراً مفيدة جدّاً لابدّ من قبولها والترحيب بها ، وهناك أمور أيضاً ليس فيها سوى الشر والفساد « 1 » ( إشارة لبعض أشكال التحلل الاجتماعي والانحطاط الخلقي ) .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مفاهيم يجب أن تصحّح ، ص 102 وما بعدها .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n\r\nالفصل الثاني\r\nنداءات صريحة\r\nمن الحرمين الشريفين\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\n1 - النداء المنطلق من مكّة المكرمة\r\n\r\nالسيد محمد بن علوي ونقده الواضح\r\nلقد وعدنا لقارىء الكريم فيما سبق أن نستعرض بعض ما ورد في كتاب « السيد محمد بن علوي » العجيب .\r\nإنّ السيد محمد بن علوي عالم شجاع عاش في مكّة وقد حاز على كرسي التدريس فيها ، وهو مورد احترام علماء مكّة الكبار ورجال الحكومة في السعودية ، وقد توفي في الأعوام الأخيرة وعاشت المنطقة أجواء الحزن والتأثر الشديد لفقده .\r\nوكان يلقب نفسه « خادم العلم الشريف بالبلد الحرام » ، وكان « مالكياً » ومن ذرية فاطمة الزهراء عليها السلام ويلقب نفسه « بالحسني » .\r\nوكانت دائرة درسه في المسجد الحرام من أوسع وأكثر حلقات الدروس عدداً وخلّف تصانيف كثيرة في العلوم الإسلامية ، وكان العلوي مخالفاً جدّاً للوهابيين المتعصبين حيث كتب أخيراً كتابه « مفاهيم يجب أن تصحّح » في نقد أفكار وعقائد هذه الجماعة .\r\nوقد شرع في هذا الكتاب بنقد علمي ومؤدب « كما يظهر من\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nعنوان الكتاب » لأهم الدعائم الفكرية لهذه الجماعة المتعصبة مستنداً في جميع مقولاته على الآيات القرآنية والأحاديث النبوية الشريفة الواردة في المصادر المعتبرة لأهل السنّة ، وكذلك اعتمد على كتب ومصادر لا يستطيع الوهابيون المتشددون انكارها .\r\nوقد استطاع العلوي في هذا الكتاب استعراض سلسلة من المفاهيم والتصورات الخاطئة التي تدور أذهان هذه الجماعة حولها بحيث أدّت بهم إلى اتهام الكثير من المسلمين بالكفر واستباحة نفوسهم وأموالهم وسببت في اهتزاز عامل التوحد بين المسلمين ، وقد نجح المؤلف في بيان ضرورة إصلاح هذ المفاهيم وأدّى دوره بأحسن وجه .\r\nهذا الكتاب ولعدّة وجوه ليس له نظير :\r\n1 - إنّ هذا الكتاب طبع عشر مرات في مدّة عشر سنوات ، بل في إحدى السنوات طبع أربع مرات واستقبل استقبالًا واسعاً في أكثر البلدان الإسلامية حتى في العربية السعودية .\r\n2 - إنّ الكثير من علماء أهل السنة الكبار في مصر ، المغرب ، السودان ، البحرين ، الباكستان ، الامارات ، كتبوا تقريظاً لهذا الكتاب وأثنوا على آراء « بن علوي » وشجاعته وقد ذكرت هذه التقاريظ في 70 صفحة من بداية الكتاب وتمثل 23 تقريظاً ممّا يحكي عن نوع من الإجماع على صحة ما ورد في مواضيع هذا الكتاب بحيث إنّ هذه التقاريظ تمثل لوحدها كراساً شيقاً .\r\n3 - بالرغم من أنّ هذا الكتاب قد طبع في دبي ، ورغم وجود\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nالمراقبة الشديدة من قبل السلفيين المتعصبين على سوق الكتاب في العربية السعودية وعدم سماحهم بنشر أي كتاب يتضمن نقداً لأفكارهم وآرائهم ، إلّاأنّ هذا الكتاب متوفر في سوق مكّة وقد حصلنا على نسخة منه هناك .\r\nوهذا يشير إلى أنّ الشريحة الجديدة للوهابيين « كما تقدم سابقاً » تخالف أفكار السلفييين المتعصبين وترى ضرورة إعادة النظر في هذه الأفكار والرؤى .\r\n\r\nنماذج من تقاريظ الكتاب\r\nونكتفي هنا بذكر ثلاثة نماذج وبشكل مختصر في تأييد وتمجيد هذا الكتاب من قبل علماء معروفين في العالم الإسلامي ليتبين جيداً حقيقة الموقف الذي يقفه العالم الإسلامي بوجه هذه الجماعة المتعصبة من الوهابيين :\r\n1 - يقول « الدكتور عبد الفتاح بركة » الأمين العام لمجمع البحوث الإسلامية بالقاهرة ، ضمن تقريظه لهذا الكتاب :\r\n« وهذا الكتاب النفيس ( إشارة لكتاب ابن علوي ) جهد كبير من عالم مدقق محقق يعمل به على جمع كلمة المسلمين ومحو آثار العصبية عند الاختلاف في المسائل الفرعية والاجتهادية خاصة فيما يتعلق بتنابذ بعض طوائف المسلمين فيما بينهم بالكفر أو بالشرك وما يتعلق ببعض الفرق الإسلامية كالأشاعرة والسلفية الحديثة وباستعمال المجاز العقلي وضرورة ملاحظته عند تطبيق المقاييس\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nعلى ما يكون به الكفر والإيمان ، وكذلك بالنسبة لمعنى الشفاعة وقبر الرسول صلى الله عليه وآله وغير ذلك من الموضوعات الحساسة .\r\nونأمل أن يكون هذا الكتاب القيم عاملًا مهماً لرص الصفوف ورفع الاختلافات بين المسلمين » « 1 » .\r\n2 - ويقول « الشيخ أحمد العوض » رئيس مجلس الافتاء الشرعي في « السودان » في تقريظه لهذا الكتاب :\r\n« أمّا بعد : فقد تهيأت لي الفرصة - الحمد اللَّه ربّ العالمين - للاطلاع على الكتاب الذي ألفه العالم المحقق والشريف السيد / محمد بن علوي المالكي المكي الحسني - خادم العلم بالحرمين الشريفين - والذي سماه « مفاهيم يجب أن تصحّح » ، تعلقت هذه المفاهيم بأمور ثلاثة ضمنها مؤلفه في أبواب ثلاثة :\r\nاشتمل الباب الأول على المباحث المتعلقة بالعقيدة حيث بيّن بالأدلة والبراهين في هذا الباب فساد مقاييس التكفير والتضليل اليوم .\r\nوفي الباب الثاني بيّن كذلك الأحاديث النبوية المشتملة على خصائص النبي صلى الله عليه وآله وحقيقة النبوة وحقيقة البشرية ، ومفهوم التبرك بالنبي صلى الله عليه وآله وبآثاره ، وجاء فيه بالأدلة والبراهين القاطعة الواردة عن الصحابة من بعدهم من علماء الأمة الأجلاء .\r\nوتعرض في الباب الثالث لمباحث تكلّم فيها عن الحياة البرزخية ، ومشروعية الزيارة النبوية ، وما يتعلق بها من الآثار والمشاهد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مفاهيم يجب أن تصحّح ، ص 29 و 30 ( مع تلخيص يسير ) .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nوالمناسبات الدينية ، وغير ذلك ممّا له تعلق بهذا المقام ، فحقق ودقق وأصلح الأفهام « 1 » .\r\n3 - ويقول « عبد السلام جبران » رئيس المجمع العلمي الاقليمي في مراكش وباتفاق أعضاء ذلك المجلس في تقريظه الجامع لهذا الكتاب :\r\n« ولما عرض هذا الكتاب على أنظار العلماء العارفين تلقوه بالقبول والثناء على مؤلفه الذي أدّى عنهم واجباً في عنقهم تجاه اللَّه ورسوله صلى الله عليه وآله والأمة بل ربّما عقمت أقلام كثيرين عن ميلاد هذا الكتاب ، ولهذا فإنّ أعضاء المجلس العلمي بمراكش وبإشراف الرئيس بعد الاطلاع على هذا المؤلِّف وقراءة بعض فصوله والتأمل فيها ، يوافق مؤلِّفه الموافقة التامة عليه ، شاكرين له مجهوده الكبير ومباركين صنيعه الجميل » « 2 » .\r\nمضافاً إلى كل هذه التقاريض فقد أورد كبار أدباء العرب أبياتاً جميلة وعميقة المضمون في تمجيد هذا الكتاب ، ونكتفي هنا بذكر ثلاثة أبيات منها ، وهذه الأبيات أنشدها « الشيخ محمد سالم عدود » الرئيس الأسبق لمحكمة موريتانيا العليا وعضو المجمع الفقهي لرابطة العالم الإسلامي في مكّة المكرمة :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مفاهيم يجب أن تصحّح ، ص 37 .\r\n( 2 ) . مفاهيم يجب أن تصحّح ، ص 68 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\n صحّت مفاهيم كان الناس قد هاموا * فيها وزايلها لبس وإبهامُ\r\nبحث دقيق عميق لا يقوم له * خبط وخلط وتدليس وإبهامُ\r\nأبدى به العلوي المالكي لنا * ما لم تنله من الحذّاق أفهامُ « 1 » \r\n\r\nمحتوى الكتاب\r\nأشرنا إلى محتويات الكتاب من خلال بعض ما ذكره العلماء في تقريظ هذا الكتاب أنّه يتناول نقد أفكار الوهابيين المتشددين في ثلاثة محاور ويبيّن ضعفها وزيفها على أساس الآيات والروايات الشريفة :\r\n\r\nالمحور الأول\r\nمباحث في العقيدة ، وفيها بيان فساد مقاييس التكفير والتضليل ، حيث يقول بصراحة : « يخطئ كثير من الناس ( ومقصوده السلفيون المتعصبون ) أصلحهم اللَّه في فهم حقيقة الأسباب التي تخرج صاحبها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مفاهيم يجب أن تصحّح ، ص 55 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nعن دائرة الإسلام وتوجب عليه الحكم بالكفر ، فتراهم يسارعون إلى الحكم على المسلم لمجرّد المخالفة حتى لم يبق من المسلمين على وجه الأرض إلّاالقليل . . . » .\r\nويعتقد المؤلف إنّ هذا المذهب لا يرى هذا الافراط والشدّة في عملية الاتهام والحكم على الآخرين ، ثم يورد الحديث النبوي المعروف : « سُبابُ المُسلِمِ فُسُوقٌ وَقِتَالُهُ كُفْرٌ » ، ويشدد النكير على من يسبّ المسلمين ويدعو لحربهم وينطلق في بيان حدود الإيمان والكفر من خلال الأدلة القوية ويثبت خطأ السلفيين المتعصبين .\r\nوالملفت للنظر أنّه يستخدم أحياناً عبارات حادّة في مقابل المخالفين بيدَ أنّه لا يجانب الأدب في محاجّتهم ومناقشتهم .\r\nوعلى سبيل المثال ينقل عن المخالفين في مورد خوارق العادات أنّهم يقولون :\r\n« إنّ الناس يطلبون من الأنبياء والصالحين الميّتين ما لا يقدر عليه إلّا اللَّه وذلك الطلب شرك » .\r\nوجوابه : إنّ هذا سوء فهم لما عليه المسلمون من قديم الدهر وحديثه فإنّ الناس إنّما يطلبون منهم أن يتسببوا عند ربّهم في قضاء ما طلبوه من اللَّه عزّوجلّ بأن يخلقه سبحانه بسبب تشفعهم ودعائهم كما صحَّ ذلك في الضرير وغيره ممن جاء طالباً مستغيثاً متوسلًا به إلى اللَّه ، وقد أجابهم إلى طلبهم وجبر خواطرهم وحقق مرادهم بإذن اللَّه ولم يقل لواحد منهم : أشركت .\r\nوهكذا كل من طلب منه من خوارق العادات كشفاء الداء العضال\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nبلا دواء وانزال المطر من السماء حين الحاجة إليه ولا سحاب ، وقلب الأعيان ونبع الماء من الأصابع وتكثير الطعام وغير ذلك . . . ثم قال مضيفاً : « أفيكون هؤلاء أعلم بالتوحيد بما يخرج عن التوحيد من رسول اللَّه صلى الله عليه وآله وأصحابه ، هذا ما لا يتصوره جاهل فضلًا عن عالم » « 1 » .\r\nوهكذا نرى أنّ عباراته في مقابل المخالفين زاخرة بالأدب والابتعاد عن العبارات الموهنة والجارحة في مقابل ما نجده لديهم من عبارات التكفير والتفسيق والإهانة للمخالفين .\r\n\r\nالمحور الثاني\r\nمباحث نبوية ، وفيها خصائص النبي صلى الله عليه وآله وحقيقة النبوة وفقاً للآيات والروايات الشريفة ، ويستعرض في هذا الباب بيان مفهوم التبرك بآثار رسول اللَّه صلى الله عليه وآله وأنّها لا ترتبط بالشرك من قريب أو بعيد ، ثم ذكر موارد كثيرة من الروايات في أقوال العلماء في جواز التبرك بتقبيل يد النبي الأكرم صلى الله عليه وآله والتبرك بالآنية التي شرب منها النبي الأكرم صلى الله عليه وآله ، والتبرك ببيت النبي ، والتبرك بمنبره وقبره الشريف ، والتبرك بآثار الصالحين والأنبياء الأقدمين ، كل ذلك من المدارك المعتبرة والمذكورة في كتب أهل السنّة المعروفة بحيث لا تدع مجالًا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مفاهيم يجب أن تصحّح ، ص 181 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nللشك والترديد في هذا الأمر ، وأورد أسماء كثير من الصحابة الذين كانوا يتبركون بآثار رسول اللَّه صلى الله عليه وآله ويتعجب المؤلف مع وجود هذه الروايات والمدارك المعتبرة كيف أنّ جماعة تحركوا من موقع انكار هذا الموضوع من دون وعي وعلم بل من موقع « الجهل » أو « اضلال العوام » « 1 » .\r\n\r\nالمحور الثالث\r\nوفيه يستعرض مباحث مختلفة عن الحياة البرزخية ومشروعية الزيارة النبوية والدعاء عند قبر النبي والتبرك بآثاره حيث ينقل كلمات الكثير من العلماء الأعاظم فيما يتعلق بهذا الموضوع .\r\nوفي الختام يشير المؤلف إلى نقطة شيقة أثارت حفيظة المتعصبين من الوهابيين بشدّة وهي ما يتعلق بمولد النبي الأكرم صلى الله عليه وآله ، وذكرى الهجرة النبوية ، وذكرى البعثة ونزول القرآن ، وانتصار المسلمين في غزوة بدر « أول غزوة للنبي » ، وليلة النصف من شعبان وأمثال ذلك .\r\nونعلم أنّ هؤلاء المتعصبين يعتقدون أنّ جميع هذه الأمور بدعة ، ولهذا تحركوا على مستوى منع هذه الشعائر والاحتفالات بشدّة .\r\nوينطلق ابن علوي في جوابه المنطقي لهؤلاء بقوله : إنّ الاجتماع لأجل المولد النبوي الشريف ما هو إلّاأمر عادي وليس من العبادة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تلخيص من كتاب مفاهيم يجب أن تصحّح ، ص 192 إلى 242 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nفي شيء ولذلك لا يرتبط بمسألة البدعة وعدمها ، والحاصل أنّ الاجتماع لأجل مولد النبوي أمر عادي ولكنّه من العادات الخيرة والصالحة التي تشمل على منافع تعود على الناس بفضل وفير لأنّها مطلوبة شرعاً بأفرادها .\r\nويقول أخيراً : وإنّ هذه الاجتماعات هي وسيلة كبرى للدعوة إلى اللَّه وهي فرصة ذهبية ينبغي أن لا تفوت ، ومن لم يستفد لدينه فهو محروم من خيرات المولد الشريف « 1 » .\r\n\r\nملاحظة مهمة\r\nإن غرضنا من بيان هذه الخلاصة الموجزة لهذا الكتاب القيم لا تعني أنّ المؤلف المحترم لهذا الكتاب ، ابن علوي المالكي المكي لم يجانب الصواب في كتابه هذا ، فهو وإن كان عالماً كبيراً ، إلّاأنّه بشر غير معصوم من السهووالنسيان ، وغرضنا هو أنّ أساس كلامه الذي يقوم على الدليل والمنطق ويقترن بالشجاعة الكافية ويتمتع برؤية واقعية للُامور ويحظى بتأييد شريحة كبيرة جدّاً من علماء الإسلام في مختلف البلدان الإسلامية وحتى العربية السعودية .\r\nوهذا يشير إلى أنّ المتعصبين الوهابيين وصلوا إلى آخر الخط بحيث إنّ العالم الإسلامي استقبل مثل هذا الكتاب الزاخر بنقد أفكار هذه الجماعة المتعصبة ، كل هذا الاستقبال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تلخيص من القسم الثالث من كتاب مفاهيم يجب أن تصحّح ، ص 243 إلى 318 .\r\n","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nبيدَ أنّ ابن علوي في مقابل هذه الخدمة الكبيرة للعالم الإسلامي واجه أشكال الاتهام بالتكفير حتى من قبل الوهابيين المعتدلين حيث ألفوا كتباً ضده واستخدموا فيها كلمات لا مسؤولة وأصدروا عليه حكمهم بالكفر من قبيل كتاب : « حوار مع المالكي » و « الردّ على المالكي في ضلالاته ومنكراته » .\r\nولكن في المقابل نرى أنّ العالم الإسلامي لم يرحب بهذه الكتب المضادة بل في نظر مجموعة من علماء جامعة الأزهر في مصر أنّ هذه الكتب تخدم الصهاينة وتوجه ضربة إلى وحدة العالم الإسلامي ، وبقي ابن علوي يتمتع باحترام خاص بين الناس في العربية السعودية حتى أنّه اشترك في تشييع جنازته عشرات الآلاف من المسلمين وأرسل المسؤولون في المملكة العربية السعودية رسائل التسلية والتعزية لُاسرته مرات عديدة .\r\nكل هذه تمثّل جواباً قاطعاً عن ممارسات الوهابيين المتعصبين في استخدامهم لحربة التكفير والتفسيق القديمة .\r\nوالملفت للنظر أنّ قاضي مكة أعلن الشكوى ضده ودعاه إلى المحكمة وحتى أنّهم استدعوه إلى محكمة الرياض ووقف يدافع عن كتابه لعدّة ساعات حيث قال أخيراً : « هذا هو اجتهادي وأنتم لستم سوى مجتهدين أيضاً وأنا مجتهد كذلك ولا يحق أن يفرض مجتهد رأيه على مجتهد آخر . . . » .\r\nوهكذا تمّت تبرئته أخيراً .\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\n\r\nالوهابيون الجدد\r\nوفي ختام هذه المقالة نرى من اللازم بيان أمرين :\r\n\r\nأ ) الشريحة الجديدة للوهابيين\r\nإنّ الفئة التي تتحرك في منزلق الزوال هي الجماعة من الوهابيين المتشددين الذين تزخر أفكارهم بآراء خطرة بحيث يستبيحون أموال ونفوس وأعراض جميع المسلمين سوى أنفسهم ، على أساس أنّهم من المشركين ، فكيف بغير المسلمين ! ! ولكننا نشهد بروز شريحة معتدلة من هذه الجماعة ، ويمثل الجيل المثقف وطلّاب الجامعات أكثر أفراد هذه الشريحة حتى أنّ من بينهم بعض أساتذة الجامعات والعلماء الكبار ، هؤلاء يتمتعون بخصوصيات وسمات معينة ، منها :\r\n1 - إنّهم لا يتهمون سائرالمسلمين بالشرك وينكرون سفك دمائهم ويتعاملون مع عقائد الآخرين من موقع الاحترام ولا يتهمونهم بالكفر والبدعة .\r\n2 - إنّهم يفتحون صدورهم للحوار المنطقي والتفاعل الثقافي\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالمشترك بين المذاهب الإسلامية ويستمعون لكلام وآراء الطرف المقابل ويطالعون كتب المذاهب الأخرى .\r\n3 - إنّهم لا يعتبرون المظاهر الجديدة والايجابية في الحياة المعاصرة التي لم يقم على حرمتها دليل من الكتاب والسنّة ، أنّها بدعة ولا يخالفون إقامة المجالس لتكريم عظماء الإسلام ، ويدركون الفرق بين الآداب والتقاليد العرفية وبين الأحكام الشرعية .\r\n4 - يسمحون للنساء في تحصيل العلم والاشتراك في النشاطات الاجتماعية المفيدة مع حفظ الحجاب الإسلامي وعنصر العفة .\r\n5 - وبكلمة ، أنّهم ضمن إعادة النظر في النظريات الخشنة التي تدعو إلى استخدام العنف ، فإنّهم مستعدون للتعامل مع سائر الفرق الإسلامية في العالم من موقع التعاون المشترك وتكريس الغضب والخصومة باتجاه من يحارب الإسلام ويعمل على إلغائه والاضرار بالمسلمين ، ونرى أنّ هذه الجماعة أخذت تحل محل السلفيين المتشدّدين حيث نرى امتداد نفوذ هذه الجماعة المعتدلة بين الناس في المجالات العلمية والثقافية وخاصة في أيّام الحج والعمرة بشكل جلي ، وقد أصدروا أخيراً عدّة كتب في هذا المجال .\r\nونعتقد أنّ زوال تلك الجماعة المتشدّدة وظهور هذه الجماعة المعتدلة بإمكانه أن يساهم في رسم صياغة جديدة لمعالم الإسلام في العالم وبالتالي يساهم في جبران ما خلفه أولئك المتعصبون من آثار سلبية على التعاليم الدينية الإسلامية بسبب آرائهم الخشنة وعقائدهم الخطيرة ، وسنرى إن شاء اللَّه مقدمات ظهور قوله تعالى :\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\n« . . . يَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجاً » « 1 » ، في عالمنا المعاصر ، ويعود الإسلام يحتل مكانة رفيعة بين الأديان في المجتمع البشري .\r\nإنّ جميع المسلمين في العالم يرحبون بظهور هذه الشريحة المعتدلة ويرون فيها عاملًا مهماً لتحكيم أواصر الاخوة الإسلامية وتقوية دعائم الوحدة بين المسلمين في مقابل الأعداء الذين يتحركون على مستوى تحقير المسلمين والتسلط عليهم .\r\nوالشاهد على ذلك ما نقرأه في تقاريظ جماعة كبيرة من علماء الإسلام في مختلف البلدان الإسلامية لكتاب « مفاهيم يجب أن تصحّح » .\r\nوعلى المسؤولين في العربية السعودية فتح الحدود المغلقة أمام الكتب الإسلامية وسائر المكتوبات الأخرى للمفكرين الإسلاميين في البلدان الإسلامية الأخرى وتهيئة الأرضية اللازمة لايجاد الحوار المشترك بين المذاهب الإسلامية وإقامة علاقات وثيقة بين علماء الإسلام في تلك البلدان حيث يساهم هذا الأمر بتقوية مركزهم ويعود بالنفع على جميع العالم الإسلامي .\r\n\r\nب ) خطر الغلاة\r\nبديهي أنّ أحد العوامل التي شدّدت من فاعلية الفكر الوهابي بين بعض المسلمين ، ظاهرة إفراط الغلاة وهم بعض الجهلة القشريين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة النصر ، الآية 2 .\r\n","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nالذين عظّموا أولياء الدين إلى مرتبة الغلو وذهبوا في شأنهم إلى حدّ الألوهية وجعلوا منهم شركاء للَّه‌تعالى .\r\nهنا يقول أمير المؤمنين علي عليه السلام : « هَلَكَ فِيَّ رَجُلانِ : مُحِبٌّ غالٍ وَمُبْغِضٍ قالٍ » « 1 » .\r\nولا شك أنّ خطر هذه الطائفة ليس بأقل من خطر الوهابيين المتعصبين ، ولولا هؤلاء لما وجد الوهابيون ذريعة لافراطهم في أفكارهم وعقائدهم . ومن هنا ذهب الغلاة في عقائدهم وكلماتهم مذهباً لا ينسجم مع روح التوحيد الإسلامي ولم يرد شيئاً منه في الكتاب والسنّة ، من قبيل : خالق السماوات والأرضين ، وأرحم الراحمين وأمثال ذلك من الصفات الخاصة باللَّه تعالى ، فلا ينبغي اطلاق مثل هذه العناوين والصفات على أولياء اللَّه الذين ينكرون مثل هذه المعتقدات المغالية ولا يرضون بها وبالتالي فهي لا تنسجم مع تعاليم الإسلام .\r\nإنّ إصرار بعض الجهلة على هذه الأفكار المنحرفة أدى إلى أن يذهب البعض باتجاه التفريط حيث يساوقون طائفة الغلاة في عنصر العصبيّة والقشرية ، فقالوا إنّ النبي الأكرم صلى الله عليه وآله ليس من شأنه فعل أي شيء بعد وفاته حتى الشفاعة والدعاء للمؤمنين ( نعوذ باللَّه ) وذهبوا إلى أنّ زيارة مرقده الشريف بدعة وحرام .\r\nوهكذا الحال في الأشخاص الذين ابتعدوا عن أصول التوحيد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نهج البلاغة ، الكلمات القصار ، 117 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nوالمبادىء السماوية بسبب اعتقادهم بالخرافات والأوهام من قبيل أنّ نعل الحصان يورث حسن الحظ ، وجحوظ العين سبب لسوء الحظ والشؤم وأنّ الرقم 13 مشؤوم ويورث النحس ، أو أنّ صوت الطائر الفلاني مبارك وميمون وصوت الطائر الآخر شؤم وأمثال ذلك بحيث غفلوا عن خالق هذه الأمور وربوبيته لعالم الوجود .\r\nإنّ الخوارج والنواصب تسببوا في وجود طائفة الغلاة ، والغلاة بدورهم تسببوا في تفعيل حركة الخوارج وتقويتها .\r\nولهذا نرى أنّ وظيفة علماء الإسلام وخاصة في هذا الزمان والمسؤولية الملقاة على عاتقهم ثقيلة جدّاً ، حيث ينبغي عليهم من جهة التصدي لأمر هداية الغلاة وإرشادهم إلى الصواب ، ومن جهة أخرى يتحركون على مستوى الإجابة عن شبهات الوهابيين المتعصبين وسفسطتهم . وما أصعب حفظ التعادل في هذه الأمور لدى العامة من الناس ، بل حتى في صفوف العلماء حيث شوهد البعض من السائرين في خط العلماء حسب الظاهر أنّهم لم يتخلصوا من منزلقات الافراط والتفريط في الفكر الديني ( أعاذَنَا اللَّهُ تَعالى عَنِ الإفراطِ وَالتَّفرِيطِ وَهَدانا إلىَ الصِّراطِ المُستَقِيمِ ) .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\n\r\n2 - نداء آخر من كاتب شجاع آخر\r\n\r\nكتاب : داعية وليس نبيّاً\r\nوجاء دور كتاب « داعية وليس نبيّاً » حيث كتب تحت هذا العنوان « قراءة نقدية لمذهب الشيخ محمّد عبد الوهاب في التكفير » وهو كتاب تمّ طبعه ونشره في الآونة الأخيرة وامتد خبره إلى مناطق واسعة من الحجاز وغيرها .\r\nقبل كل شيء ينبغي التعرف على خصوصيات هذا الكتاب ثم التعرف على محتواه :\r\n1 - مؤلف الكتاب هو الشيخ حسن بن فرحان المالكي من علماء أهل السنّة المعروفين في العربية السعودية ومن أتباع المذهب المالكي ومن الوهابيين المعتدلين كما يعترف هو بذلك .\r\nالمؤلف المذكور يجد في نفسه احتراماً لإمام الوهابية الشيخ محمّد بن عبد الوهاب ، ولكنّه ينتقد كلامه بشدّة بخصوص تكفير المسلمين ويعتقد بعدم المنافاة بين هاتين المقولتين ، ويقول بصراحة :\r\nإنّي أحترم هذه الشخصية ولكنني في نفس الوقت ليس فقط أحسبه\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nمخطئاً فحسب بل أجده كثير الخطأ .\r\n2 - إنّ المنهج النقدي الذي اتبعه في الكتاب المذكور هو منهج يتميز بالأدب والبيان المستدل ، ولكنّه عندما يتعرض لنقد مقولات زعيم الوهابية لا يجد في نفسه أيّة شائبة من المداراة والتساهل بل لم يهتم للأخطار الكبيرة المحدقة به من قِبل الوهابيين المتعصبين « وكما يقول أنّهم غلاة الوهابية » .\r\n3 - إنّ مؤلف هذا الكتاب يتمتع بإحاطة تامة بالمذاهب والمنابع الإسلامية لا سيما قدرته على استخدام كلمات الطرف المقابل في مواجهته ، والملفت للنظر أنّه يخصص فصلًا من كتابه لبيان التناقضات في كلمات محمد بن عبد الوهاب .\r\n4 - ويعتقد هذا الكاتب أنّ الوهابيين المتعصبين الذين استباحوا دماء الناس وأموالهم وأعراضهم مبتلون بمرض التعصب والتقليد الأعمى ، وهذا بذاته يمثل خطراً على الإسلام والمسلمين في المنطقة ، ويتميز المؤلف بقدرته الفائقة على الكتابة والتأليف .\r\n5 - وقد ركّز المؤلف معظم نقده على كتاب « كشف الشبهات » وكتاب « التوحيد » لمحمد بن عبد الوهاب ، حيث يُعتبر هذان الكتابان من أهم كتبه ، وقد اعتمد في مصادر هذا الكتاب على « الدرر السنية » .\r\nومن نافلة القول أنّ كتاب « الدرر السنية » لمؤلفه « عبد الرحمن بن محمد بن القاسم الحنبلي » هو مجموعة من الكتب والرسائل لمحمد بن عبد الوهاب وجماعة من قادة الوهابية منذ عصر الشيخ إلى زماننا هذا . وقد توفي عام 1392 ه ق ، وقد وضع ابن باز الفقيه الوهابي\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nالمعروف الذي توفي في السنوات الأخيرة ، هذا الكتاب للتدريس مع كتب الدراسة اليومية للطلّاب ، ويتكون هذا الكتاب من عشرة مجلدات ويعتبر مصدراً جيداً للاطلاع على أفكار الوهابيين .\r\n6 - ومن الطبيعي أنّ يواجه هذا العالم الشجاع وكاتب « داعية وليس نبيّاً » أشكال الضغوط والتهديدات من قِبل الوهابيين المتعصبين حيث أصدروا عليه حكمهم بتكفيره ( كما حكموا بتكفير العالم الفقيد ابن علوي المالكي ) ولا يعلم ماذا سيكون مصيره غداً ، ولكنّه قدّم بتأليفه لهذا الكتاب خدمة كبيرة للإسلام والمسلمين وأثبت أنّ فتاوى التكفير وسفك الدماء ليست من الإسلام في شيء بل هي وليدة الأفكار الزائفة والقراءات الباطلة لجماعة من الجاهلين بالعلوم والمعارف الإسلامية .\r\n7 - يقول مؤلّف هذا الكتاب في المقدّمة : « حقيقة لم أكن متحمساً لنشر هذه القراءة بعد أحداث سبتمبر مع أنّ القراءة كانت قبل تلك الأحداث بمدّة ، لكنني رأيت الغلاة من أتباع الشيخ يتمادون بالتبرئة ، ويعقدون المؤتمرات والندوات لتبرئة الشيخ رحمه اللَّه من أخطاء حقيقية كان من الانصاف أن يعترفوا بخطئه فيها » « 1 » .\r\n8 - وقد شرع في كتابته لهذا الكتاب بأسلوب ظريف وقال : إنّ الشيخ محمد بن عبد الوهاب داعية واصلاحي وليس نبيّاً ، وجعل المؤلف هذا المعنى عنواناً لكتابه المذكور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . داعية وليس نبيّاً ، ص 28 .\r\n","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nثم أضاف : إنّما الخلاف مع فئتين من الناس : مع من يكفّره ويفسقه أو يشكك في أهدافه ، ومع من يقوم بمراجعة انتاجه وتقييم منهجه وينزله منزلة الأنبياء المعصومين .\r\nثم يقول : إنّ كلا الفريقين مخطئان .\r\nثم بعد هذه المقدّمة يتحرك ابن فرحان المالكي لنقد أفكار وعقائد شيخ الوهابية .\r\n9 - ويقول المؤلف في قسم آخر من كتابه هذا تحت عنوان :\r\n« الشيخ لم يكن وحده في العلم والدعوة » : « يظن بعض أتباع الشيخ أنّ الشيخ كان وحيد دهره في العلم ، وأنّ البلاد الإسلامية ممّا لم يدخل في دعوته كانت بلاد شرك وكفر وأنّ علماء تلك البلاد جهلة لا يعرفون من الدين شيئاً » « 1 » .\r\nثم يضيف : وللأسف أنّ هذا الأصل في تكفير المسلمين واعتبار ديارهم ديار كفر وأنّ علماءهم كفّار فقد وجدته في كلام الشيخ نفسه ، كما سيأتي . . . .\r\nثم يقول : يجب أن يعرف طالب العلم أنّ الشيخ ومن تابعه لم يصيبوا في هذا .\r\nويستمر المؤلف بالقول : فقد شوهد في زمان الشيخ محمد ومن بعده من أتباعه من يَغلو في الشيخ غُلوّاً كبيراً ويتعصب لكل ما كتبه في رسائله وفتاواه ، ممّا أدّى إلى ظهور أعمال العنف في مناطق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . داعية وليس نبيّاً ، ص 13 .\r\n","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nمختلفة من العالم في الآونة الأخيرة وقد استندت جماعة من هؤلاء لتصحيح مسلكهم بأدلة الشيخ نفسها .\r\n10 - إنّ إحجام كل طلبة العلم في المملكة تقريباً عن بيان تلك الأخطاء رغم الحاجة الماسّة للمراجعة ، يجعل المراجعة على القادر « فرض عين » وهو ما دفعني لكتابة هذا الكتاب .\r\nومن حق كل طالب علم وكل مواطن في المملكة أن يطرح ما يراه مخرجاً من دوامة العنف والتكفير ذاكراً الأسباب الحقيقية ، مجتنباً سبُل الدعاية التي لا تضرّ إلّاالوطن وأهله على المدى الطويل وإن ظهرت لنا مصلحة قريبة .\r\nفمن حقّنا أن نحمي ديننا ووطننا من التلوث بالتكفير الظالم أو الدماء « المعصومة » .\r\nوفي هذه الأيّام التي أكتب فيها هذه الخطوط لا يمرّ يوم إلّا ونسمع أخباراً تتحدث عن مزيد من العنف والقتل وسفك الدماء في العراق حيث يذهب ضحيتها عشرات وأحياناً مئات الأبرياء كل يوم بواسطة السيارات المفخخة ومعظمها تتخذ طابعاً انتحارياً وتشير إلى أنّ الأشخاص الذين يقفون وراء هذه العمليات يعتقدون بكونهم مسلمين ويتهمون الجميع غيرهم بالكفر وإباحة دمائهم وأموالهم . .\r\nهذه بدورها نتيجة وثمرة لتعليمات مذهب الشيخ التي تسربت من الحجاز إلى الأردن ومن الأردن إلى العراق .\r\nوالملفت للنظر أنّ مؤلف كتاب « داعية وليس نبياً » يذكر في هامش كتابه في هذا الفصل ، نقطة مهمّة ، وهي أنّ الغربيين وخاصة\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n\r\nالامريكيين هم الذين مهدوا الأرضية لظاهرة العنف بسياستهم المخربة العسكرية والاقتصادية وبذلهم المعونة لإسرائيل الغاصبة .\r\nويتحدّث في قسم آخر من كتابه متسائلًا عن سبب ظاهرة التكفير التي أدّت إلى مزيد من الفوضى حتى في داخل الممكلة العربية السعودية وعن مصدر هذه الظاهرة .\r\nويصل بالنتيجة إلى أنّ تعليمات الشيخ تمثل العامل الأساس في ظاهرة العنف هذه ، ويقول : فهذه الفوضى التكفيرية هي نتيجة طبيعية وحتمية من نتائج منهج الشيخ محمد بن عبد الوهاب رحمه اللَّه الذي توسع في التكفير حتى وجدت كل طائفة في كلامه ما يؤيد وجهة نظرها . بل حركة الاخوان وحركة الحرم وأصحاب التفجير في العليا والمحيا والحمراء والوشم . . . الخ ، الذين يسمهم الناس بالتكفير ليسوا غرباء عن الثقافة المحلية ، بل لو قلنا إنّهم نتيجة لمنهج التكفير لما بعدنا . ومن شاء فليراجع مصادر هؤلاء وسيعرف هذا تماماً » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) داعية وليس نبيّاً ، ص 62 إلى 63 .\r\n","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nموجز من كتاب « داعية وليس نبيّاً »\r\nبعد هذه المقدّمة نستعرض أصل الكتاب بشكل موجز .\r\nإنّ مؤلف هذا الكتاب هو « حسن بن فرحان المالكي الوهابي » الذي تعرض في كتابه هذا لنقد كلمات وعقائد شيخ الوهابيين في مجال فتواه بتكفير المسلمين واتهامه لغير الوهابيين بالشرك والكفر وقد جعل كتابه هذا في خمسة فصول :\r\nالفصل الأول : يتعرّض فيه لنقد كتاب « كشف الشبهات » الذي يعدّ من أهم وأشهر كتب محمد بن عبد الوهاب ، وينطلق في الفصل الثاني لنقد سائر كتب الشيخ في مسألة الشرك والتوحيد .\r\nأمّا في « الفصل الثالث » فيستعرض المؤلف هذه المسألة المهمّة ، وهي هل أنّ الشيخ عدل عن تكفير المسلمين أم لا ؟ ويشير في هذا الفصل إلى قسم عظيم من تناقضات الشيخ ويتعرض لنقدها بصورة علمية .\r\nوفي « الفصل الرابع » يبحث عن موضوع مهم آخر ، وهو : هل أنّ أتباعه يتحركون في خط تكفير المسلمين من خلال التقليد الأعمى\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nللشيخ وتصحيح أفكاره أو أنّهم عملوا على نقد نظرات الشيخ ؟\r\nوأخيراً يتعرض المؤلف في « الفصل الخامس » لنقد نظرات أعداء الشيخ ويميز بين المتشددين والمعتدلين ويضع نفسه في طائفة المعتدلين من الوهابيين .\r\nواللطيف أنّه يقول في الخاتمة : ثم ليس في نهاية الأمر أيّة خطورة إذن أنّ خلاصة هذا البحث هو القول بأنّ « الشيخ رحمه اللَّه » أخطأ في التكفير .\r\nوالاعتراف بهذه المسألة عند أهل الانصاف أمر سهل ميسور إن كانت براهينه صحيحة ، فلم ينهدم الدين بهذا ، ولم تطلع الشمس من مغربها « 1 » .\r\nونحن بدورنا نضيف : بل على العكس من ذلك فالنقد يبعث على مزيد من غربلة الفكر الديني ويؤدي إلى تقوية دعائم الفكر الديني وتطهيره من مظاهر العنف والوحشية ، وعلى الأقل أنّ هذا النقد بإمكانه احلال الوهابيين المعتدلين محل الوهابيين المتعصبين .\r\nوبهذا التوضيح نستعرض موجزاً لكل فصل من فصول الكتاب المذكور .\r\n\r\nالفصل الأول : نقد ( كشف الشبهات )\r\nبالرغم من أنّ كتاب كشف الشبهات ، وهو من أشهر كتب الشيخ ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . داعية وليس نبيّاً ، ص 28 و 29 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nكتاب صغير جدّاً « في 70 صفحة تقريباً » فانّ ابن فرحان كتب في نقده 33 إشكالًا مهماً وانتقد كلمات زعيم الوهابية وخاصة في مسألة « التكفير » ، وأظهر عجبه من كثرة الأخطاء وكيف أنّ علماء الوهابية لم يلاحظوا هذه الأخطاء والاشتباهات في كلمات الشيخ ومروا عليها مرور الكرام .\r\nثم أضاف : إنّهم لو تعرضوا لذكر بعض هذه الأخطاء لما وجدت مبرراً لكتابة هذا الكتاب ، ولكن ماذا أصنع تجاه سكوت الجميع ؟\r\nولا بأس بأن نشير هنا إلى أول وآخر إشكال من هذه الإشكالات الثلاثة والثلاثين .\r\n\r\nالغلو تجاه الصالحين\r\nيقول الشيخ محمد بن عبد الوهاب في بداية كتابه « كشف الشبهات » : إنّ التوحيد هو إفراد اللَّه بالعبادة وهو دين الرسل الذين أرسلهم اللَّه تعالى إلى عباده ، فأولهم نوح عليه السلام أرسله اللَّه إلى قومه لما غلو في الصالحين .\r\nويقول « ابن فرحان » : أقول : هذا الكلام أوله صحيح ، لكنّ آخره فيه نظر وقصور شديد وتقعيد للتكفير .\r\nفإنّ اللَّه تعالى أرسل نوحاً عليه السلام إلى قومه ليدعوهم إلى عبادة اللَّه وترك الشرك ، فقد كانوا يعبدون هذه الأصنام ، وليس فعلهم مجرّد غلو في الصالحين ، فهذه اللفظة واسعة وتحتمل ، غالباً ، الخطأ والبدعة عند اطلاقها ، وقد يصل الغلو إلى الكفر وهو النادر ، فتقبيل اليد قد يعتبر من\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nالغلو ، والتبرك بالصالحين قد يعتبر غلواً ، . . . ولكن هذا ونحوه يعدّ من الأخطاء أو البدع وليس شركاً ، وقد يوجد عند عوامهم أو علمائهم غلو في الصالحين ولكن هذا لا يبرر لك تكفيرهم ولا قتالهم .\r\nويجب أن يعرف القارئ الكريم أنني مع الشيخ رحمه اللَّه في انكار البدع والخرافات والأخطاء والممارسات التي يفعلها بعض المسلمين كالغلو في الصالحين . . . ولكن إنكاري لهذه البدع والخرافات لا يجعلني أحكم على مرتكبها بالشرك والخروج من ملة الإسلام » « 1 » .\r\nوالخلاصة ، إنّ اتهام الناس بالشرك بل اتهامهم ب « الشرك الأكبر » وهو الشرك الذي يتسبب في استباحة الأموال والنفوس لا يمثل اتهاماً صغيراً تصحّ نسبته لأيشخص بمجرّد الاعتقاد ببعض الخرافات والممارسات الخاطئة التي يفعلها بعض المسلمين تجاه أولياء الدين .\r\nويتعجب « ابن فرحان » من أنّ المخالفين للغلو من أتباع الشيخ تورطوا أنفسهم بالغلو اتجاه الشيخ محمد بن عبد الوهاب وذهبوا إلى تنزيهه من الخطأ ، بل قال عنه أحدهم بأنّه « شيخ الوجود » « 2 » وهذا اللقب لا يصح اطلاقه حتى بالنسبة للنبي الأكرم صلى الله عليه وآله .\r\nوفي الإشكال الأخير من هذه الإشكالات الثلاثة والثلاثين على كتاب الشيخ ، يقول ابن فرحان : إنّ الشيخ يقول في الصفحة 70 : لا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . داعية وليس نبيّاً ، ص 33 « ملخصاً » .\r\n( 2 ) . المصدر السابق ، ص 12 .\r\n","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nيستثنى من الكفر إلّاالمكره . « ويشير بهذا الكلام إلى الآية الشريفة :\r\n« إلّا مَن اكره . . . » ، يقول ابن فرحان في جوابه : وهذا القصر فيه نظر ، فإنّ المضطر والخائف والمتأول والجاهل ، لا يجوز تكفيرهم ، ( في حين قبولهم لأصول الإسلام ) فهؤلاء معذورون بمقتضى الآيات القرآنية والروايات الشريفة .\r\nثم يضيف : وهذه من عيوب منهج الشيخ ، فهو يعتمد على آية واحدة أو حديث واحد ، ويترك ما سواه ، وهذا خلل علمي .\r\n\r\nالفصل الثاني : بعض الإشكالات على آراء الشيخ\r\nويستعرض المؤلف في « الفصل الثاني » من كتابه بعض الإشكالات على آراء الشيخ في كتابه « الدرر السنية » ويذكر أربعين مورداً من الأخطاء التي وقع فيها الشيخ في هذا الكتاب ، منها : أنّه طبقاً لما ورد في كتاب « الدرر السنية » أنّ علماء نجد وقضاتها « 1 » لا يعرفون « لا إله إلّااللَّه » لا يفرقون بين دين محمد بن عبداللَّه صلى الله عليه وآله ودين « عمرو بن لحي » الذي وضعه للعرب « وهو عابد وثن معروف في الجاهلية » . بل إنّهم يرون أنّ دين عمرو بن لحي أفضل وأصح من دين محمد ! !\r\nوبهذا يرى محمد بن عبد الوهاب تكفير جميع علماء وقضاة أهل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الدرر السنية ، ج 10 ، ص 51 .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nنجد وشيوخهم وشيوخ شيوخهم ، فكيف بالعوام . وهذا كلام باطل لا يقرّه منصف ، ونسأل اللَّه أن يغفر للشيخ هذا « التكفير الصريح » لعلماء نجد رحمهم اللَّه .\r\nومن جملة الموارد التي أمعن فيها هؤلاء في تكفيرهم لسائر المسلمين موردان هما :\r\n1 - تكفير الشيعة : حيث يذكر الشيخ أنّ من شك في كفرهم فهو كافر « 1 » .\r\nويقول ابن فرحان : مع أنّ ابن تيمية على غلوه ونصبه إلّاأنّ له كلاماً صريحاً بأنّ هؤلاء « الشيعة » مبتدعة مسلمون وليسوا كفّاراً « 2 » .\r\nونحن نضيف : إنّ ثمرة هذه الفتاوى غير الإنسانية وغير الإسلامية هو ما نراه من سفك دماء الشيعة « الذين شيّدوا دعائم التوحيد في الإسلام » ونهب أموالهم في مختلف المناطق واستمرار هذه الظاهرة لحد الآن .\r\n2 - يقول الشيخ : إنّ كل من سبّ صحابياً من أصحاب النبي الأكرم صلى الله عليه وآله فهو كافر ، في حين أنّه ( حسب تعبير ابن فرحان المالكي ) غير صحيح ، فقد كان معاوية يسبّ علياً رضي الله عنه كما ورد في صريح « صحيح مسلم » « 3 » ( وبقي معاوية يسبّ الإمام علياً على المنابر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الدرر السنية ، ص 369 .\r\n( 2 ) . داعية وليس نبيّاً ، ص 86 .\r\n( 3 ) . سأل معاوية ، سعد بن أبي وقاص : لماذا لا تسبّ علياً ؟ فقال سعد : لثلاث كلمات سمعتها من‌رسول اللَّه صلى الله عليه وآله ( في حق علي ) . ثم ينقل هذه الكلمات الثلاث . صحيح مسلم ، كتاب فضائل الصحابة ، باب فضائل علي بن أبي طالب ، ج 3 ؛ ولأجل الاطلاع على ما كان يقوم به معاوية من إشاعة سبّ الإمام علي عليه السلام انظر : تاريخ الطبري ، ج 4 ، ص 52 - 188 ؛ الكامل ، لابن الأثير ، ج 3 ، ص 472 ، وج 5 ، ص 42 ؛ وشرح نهج البلاغة ، لابن أبي الحديد ، ج 4 ، ص 56 ؛ والعقد الفريد ، ج 4 ، ص 366 .\r\n","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nلعشرات السنين ) ومع هذا أليس معاوية مسلماً « 1 » .\r\nالنقطة الملفتة للنظر ، أنّ هذا العالم السني المالكي يقول في كتابه هذا : ومع هذا كله نجد الشيخ رحمه اللَّه كثيراً ما تنصل من التكفير ويدفعه عن نفسه ، ويقول : « وأمّا ما ذكر الأعداء عنّي أنّي اكفّر بالظن وبالموالاة أو اكفر الجاهل الذي لم تقم عليه حجة فهذا بهتان عظيم يريدون به تنفير الناس عن دين اللَّه ورسوله » « 2 » .\r\nيقول المالكي : حتى مع هذا التنصل فهذه العبارة فيها تكفير ضمني لمن ينكر عليه التكفير ، لأنّ من « أراد تنفير الناس عن دين اللَّه ورسوله فهو كافر » على منهج الشيخ لا منهج غيره ، فالتكفير إن لم يختف في مثل هذه المواطن من ا لدفاع عن النفس من تهمة التكفير فمتى يختفي ؟ « 3 »\r\n\r\nتناقض في كلمات الشيخ\r\nويستعرض ابن فرحان بعد هذا الكلام التناقضات الصريحة الأخرى في كلام شيخ الوهابيين ، ويقول : لقد نسبوا إلى الشيخ اشتباهات وأخطاء كثيرة وقد دفعها عن نفسه ، والحال أنّها موجودة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . داعية وليس نبيّاً ، ص 86 .\r\n( 2 ) . الدرر السنية ، ج 10 ، ص 113 .\r\n( 3 ) . داعية وليس نبيّاً ، ص 107 .\r\n","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nفي فتاواه .\r\nثم يذكر خمسةً وعشرين مورداً من هذه الأمور المنسوبة إليه مع ذكر المصدر لها ، ومن جملة هذه الأمور التي ينكرها الشيخ :\r\n1 - إنكاره أنّه يبطل كتب المذاهب الأربعة .\r\n2 - إنكاره أنّه يكفّر من توسل بالصالحين .\r\n3 - أنكر أنّه يقول لو قدر على قبة رسول اللَّه لهدمها ، ( كما صنعوا بقبور أئمة أهل البيت عليهم السلام وسائر الأولياء المدفونين في البقيع ) .\r\n4 - أنكر أنّه يحرم زيارة قبر النبي صلى الله عليه وآله .\r\n5 - أنكر أنّه يكفّر جميع الناس إلّامن اتّبعه .\r\nفي حين أنّ هذه الأمور موجودة بصراحة أو بشكل ضمني في كلماته وكتبه ، وهذا من التناقض العجيب .\r\n\r\nالفصل الثالث : المسيرة تتواصل\r\nويقول حسن بن فرحان المالكي في الفصل الثالث من كتابه « داعية وليس نبيّاً » : وجاء تلاميذ الشيخ ومقلِّدوه رحمهم اللَّه وسامحهم ليواصلوا التكفير ، فقالوا بتكفير من وافق أهل بلده في الظاهر وحكم بكفر الكثير من قبائل العرب وغير العرب وكفر الكثير من أتباع المذاهب الإسلامية وجماعة من علماء المسلمين\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nالمعروفين « 1 » .\r\nومن ذلك :\r\n1 - التصريح بكفر أهل مكّة والمدينة ( الذين لم يقبلوا بمذهب الوهابية في تلك الفترة ) . « 2 »\r\n2 - تكفير من دخل في الدعوة ( أي المذهب الوهابي ) وادعى أنّ آباءه ماتوا على الإسلام ، يستتاب فان تاب وإلّا ضربت عنقه ! وصار ماله فيئاً للمسلمين ، وإن كان قد حج فعليه إعادة الحج لأنّ حجّه قبل انضمامه للدعوة كان أيّام شركه ومن شروط الحج الإسلام . « 3 »\r\n3 - تكفير الدولة العثمانية وأنّ من لم يكفّرها فهو كافر . « 4 »\r\n4 - تكفير الأشاعرة وأنّهم لا يعرفون معنى الشهادتين « 5 » وكذلك يرى تكفير المعتزلة . « 6 »\r\n5 - تكفير مانعي الزكاة وأنّهم خارجون عن الإسلام . « 7 »\r\n6 - تكفير الذين يستخدمون الخدم الكفّار في بيوتهم ومكاتبهم وأشغالهم ، ومع ذلك هم تاركون لكثير من الواجبات فاعلون لكثير من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . وبعبارة أخرى ، فقد حكموا بكفر جميع الفرق الإسلامية واتهموا جميع المسلمين بالكفر .\r\n( 2 ) . الدرر السنية ، ج 9 ، ص 285 .\r\n( 3 ) . الدرر السنية ، ج 10 ، ص 138 و 143 .\r\n( 4 ) . المصدر السابق ، ص 429 .\r\n( 5 ) . المصدر السابق ، ص 364 .\r\n( 6 ) . المصدر السابق ، ص 357 .\r\n( 7 ) . المصدر السابق ، ص 177 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nالمحرمات ، لا يعرفون من الشهادتين إلّاالألفاظ ، فهم مثل هؤلاء كفّار مرتدون ، ومن شك في ردّتهم عن الإسلام فهو لا يعرف الدين ولن يشم رائحة العلم النافع . « 1 »\r\nوبعد أن يورد حسن بن فرحان 27 مورداً من الموارد التي أفتى أتباع الشيخ فيها بتكفير المسلمين يقول : « وبعد هذا الغلو الذي لم أجد له مثيلًا ، يعيد كثير من العلماء والدعاة أسباب التكفير والعنف لسيد قطب ، والمودودي ، والاخوان المسلمين ، وحزب التحرير ! صحيح أنّ في هؤلاء غلواً في الجانب السياسي ، لكن لا يبلغ غلو الوهابية في الجوانب كلها سياسية وعقيدة وفقهية وثقافية واجتماعية ، والانصاف دين » « 2 » .\r\nثم يضيف قائلًا : تأملوا العبارات السابقة ، هل بقي شيء لتنظيم القاعدة والتيارات الجهادية لم يقل به الوهابيون ؟ » « 3 » .\r\nويضيف ابن فرحان في ختام هذا البحث : إنّ من نتائج تشدد الشيخ في التكفير أنّ أتباعه لم يلبثوا من بعده إلّاسنوات قليلة حتى كفّر بعضهم بعضاً وسبى بعضهم نساء بعض « 4 » ولهذا أمثلة مشهورة ، ذكر ابن فرحان نماذج منها « 5 » .\r\nفي مقابل هذه الأمور المظلمة في تاريخ هذه الطائفة ، يشير المؤلف إلى نقطة قوّة في ختام هذا الفصل ، ويقول : إنّ الشيخ عبداللَّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الدرر السنية ، ج 15 ، ص 486 .\r\n( 2 ) . داعية وليس نبيّاً ، ص 117 .\r\n( 3 ) . المصدر السابق .\r\n( 4 ) . الدرر السنية ، ج 8 ، ص 329 .\r\n( 5 ) . داعية وليس نبيّاً ، ص 123 .\r\n","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nبن « الشيخ محمد بن عبد الوهاب » ( مؤسس الوهابية ) يرى بعد سقوط الدرعية « أحد مدن الحجاز » والذي رحل إلى مصر وتخلص من تلك الأجواء المغلقة والملوثة بالتعصب المقيت وسلك في خط الاعتدال يرى أنّ الذي عليه المحققون من أهل العلم هو عدم تكفير أهل البدع كالخوارج والرافضة والقدرية والمرجئة لأنّ التكفير لا يكون إلّا بانكار ما عُلِمَ بالدين بالضرورة أو ارتكاب شيءٍ مجمع على كفر من ارتكبه » « 1 » « 2 » ( لا بمجرّد البدعة ) .\r\n\r\nالفصل الرابع : كلمات معارضي الشيخ\r\nويتعرض مؤلف الكتاب في « الفصل الرابع » إلى كلمات خصوم الشيخ ومعارضيه من الذين أفتى الشيخ وجميع الوهابيين بتكفيرهم ثم تحرك على مستوى الدفاع عنهم وقال : إنّ هذه الفتاوى بالتكفير لا اعتبار لها ، بل يجب الاعتراف بخطئهم بخصوص مسألة التكفير هذه .\r\nويذكر ابن فرحان في هذا الفصل 22 عالماً من علماء أهل السنّة المعروفين وأغلبهم من علماء أهالي نجد ومكة وبعضهم من علماء دمشق والعراق وتونس ومراكش والذين خالفوا الشيخ في أفكاره وآرائه وقد كتب بعضهم كتباً في ردّه وابطال أفكاره « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . داعية وليس نبيّاً ، 125 .\r\n( 2 ) . الدرر السنية ، ج 10 ، ص 244 .\r\n( 3 ) . داعية وليس نبيّاً ، ص 127 إلى 133 .\r\n","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nومن هنا يتبين أنّ أكثر معارضيه هم أهالي تلك المنطقة أو من معارفه وأقربائه !\r\n\r\nأهم الاتهامات الموجّهة لزعماء الوهابية\r\nويذكر ابن فرحان في ذيل البحث السابق أهم الإشكالات التي أوردها علماء أهل السنّة المعروفين على الشيخ ، وتتلخص في أربعة أمور :\r\n1 - تكفير المسلمين .\r\n2 - ادّعاء النبوة ( بلسان الحال لا بلسان القال ) .\r\n3 - القول بالتشبيه والتجسيد للذات المقدّسة .\r\n4 - انكار كرامات الأولياء .\r\nثم يقول : إنّ الأهم من هذه الإشكالات ، هي مسألة التكفير ثم مسألة القتال المبني على التكفير ، فهاتان تهمتان على الاسلام والمسلمين واضحتان لمن أراد الانصاف .\r\nثم ينقل ابن فرحان عن « الشيخ أحمد زيني دحلان » ، العالم والكاتب المعروف في كتابه « دعوى المناوئين » ، قوله عن الوهابيين :\r\n« لا يعتقدون موحداً إلّامن تبعهم فيما يقولون » « 1 » .\r\nوينقل كذلك عن عالم مشهور آخر وهو « الزهاوي » ، لو سأل سائل عمّا تمذهبت به ما هو ؟ وعن غايته ما هي ؟ فقلنا في جواب كلا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دعوى المناوئين ، ص 166 .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nالسؤالين : هو تكفير المسلمين ، لكان جواباً على اختصاره تعريفاً كافياً على مذهبه » « 1 » .\r\nويسعى المؤلف « حسن بن فرحان » لتبرئة الشيخ من الاتهامات الثلاثة الأخرى ولكنّه يقبل بالاتهام الأول ويؤكده ، وهذا الاتهام ليس اتهاماً بسيطاً وهيناً ، فالقرآن الكريم يؤكد بصراحة تامة على عدم جواز اتهام المسلمين حتى من يتظاهر بالإسلام ( ما دام لم ينكر ضرورات الإسلام ) ويقول : « وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِناً تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا . . . » « 2 » .\r\nفهل يبقى مع تصريح هذه الآية الشريفة مورد لتكفير المسلمين في مسألة التوحيد والشرك لا سيما مع وجود الملابسات في هذه المسألة ؟\r\nويقول تعالى في آية أخرى : « وَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَاباً عَظِيماً » « 3 » .\r\nفهذه الآية الشريفة بسياقها الشديد تبعث الرجفة في قلب كل إنسان مؤمن حيث تهدد بغضب اللَّه تعالى ولعنته وخلود الشخص الدائم في نار جهنم ، ولا نرى في تهديدات القرآن الكريم عبارة أشدّ صراحة وقوة بالنسبة لسائر الذنوب الكبيرة كما هو في مورد قتل النفس .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . دعوى المناوئين ، ص 167 .\r\n( 2 ) . سورة النساء ، الآية 94 .\r\n( 3 ) . سورة النساء ، الآية 93 .\r\n","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nإنّ التأكيد على الخلود في العذاب الإلهي الذي يختص بالكفّار والمعاندين للحق ، يشير إلى أنّ القاتل حتى لو كان مسلماً فإنّه يخرج من هذه الدنيا فاقداً للإيمان ليتحقق في حقّه الوعيد بالخلود في نار جهنّم .\r\nوالآن تصور كيف يكون حال من يقتل مؤمناً مصلياً وصائماً وملتزماً بجميع الآداب والأخلاق الإسلامية ، بذريعة واهية ، ويستولي على زوجته وينهب أمواله ، ولا يقتصر الأمر على مؤمن واحد بل مئات وآلاف المؤمنين الأبرياء من النساء والرجال والأطفال والشيوخ والشبّان ، ويسمي ذلك ، دين التوحيد المحمدي ويرى أنّه من أهل النجاة ( نعوذ باللَّه العظيم ) .\r\nفي حين أنّ مثل هذا الشخص هو مصداق الآية الشريفة : « وَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَايَهْتَدُونَ » « 1 » .\r\nمن حسن الحظ أنّ الكثير من أتباع هذا المذهب تنبهوا أخيراً إلى خطئهم وأذعنوا لهذه الحقيقة وهي أنّ تكفير المسلمين يعدّ ذنباً عظيماً حتى لو كان من أهل البدع في نظرهم ، ونرجو أن تكون هذه البادرة طليعة مباركة لتهذيب معالم الدين الإسلامي من مظاهر الارهاب والعنف واظهار الجانب الإنساني والأخلاقي في الإسلام إن شاء اللَّه ، حيث نرى نماذج من اليقظة والعودة إلى الصواب في الكتابين المذكورين « مفاهيم يجب أن تصحّح » و « داعية وليس نبيّاً » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورةالنمل ، الآية 24 .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nوفي الختام نجد من المناسب جدّاً استعراض الإعلان المهم لهيئة كبار العلماء في المملكة العربية السعودية وهم من الوهابيين المعتدلين .\r\nوقد طبع هذا الإعلان في صحف كثيرة ، ولكننا ننقله عن كتاب « معجم طبقات المتكلّمين » .\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nآخر الكلام بيان مِن هيئة كبار العلماء في السعودية\r\nبالنسبة لشجب مظاهر الارهاب للفرقة الوهابية\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nالبيان\r\n\r\nبيان مِن هيئة كبار العلماء\r\nالحمد للَّه ، والصلاة والسلام على رسول اللَّه ، وعلى آله وصحبه ومن اهتدى بهداه ، أمّا بعد :\r\nفقد درس مجلس هيئة كبار العلماء في دورته التاسعة والأربعين المنعقدة بالطائف ابتداء من تاريخ 2 / 4 / 1419 ه ، ما يجرى في كثير من البلاد الاسلامية وغيرها من التكفير والتفجير ، وما ينشأ عنه من سفك الدماء ، وتخريب المنشآت ، ونظراً إلى خطورة هذا الامر ، وما يترتّب عليه من إزهاق أرواح بريئة ، وإتلاف أموال معصومة ، وإخافة للناس ، وزعزعة لأمنهم واستقرارهم ، فقد رأى المجلس إصدار بيان يوضِّح فيه حكم ذلك نصحاً للَّه‌ولعباده ، وابراء للذمة ، وإزالة للبس في المفاهيم لدى مَن اشتبه عليه الأمر في ذلك ، فنقول وباللَّه التوفيق :\r\nاولًا : التكفير حكم شرعي ، مردّه إلى اللَّه ورسوله ، فكما أنّ التحليل والتحريم والإيجاب ، إلى اللَّه ورسوله ، فكذلك التكفير ، وليس كلّ ما وصف بالكفر من قول أو فعل ، يكون كفراً أكبر ، مخرجاً عن الملّة .\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nولما كان مَرَدّ حكم التكفير إلى اللَّه ورسوله لم يَجُز أن نُكَفِّر إلّا من دلّ الكتاب والسنَّة على كفره دلالة واضحة ، فلا يكفى في ذلك مجرّد الشبهة والظن ، لما يترتّب على ذلك من الأحكام الخطيرة ، وإذا كانت الحدود تُدْرأ بالشبهات ، مع أن ما يترتّب عليها أقلّ ممّا يترتّب على التكفير ، فالتكفير أولى أن يدرأ بالشبهات ؛ ولذلك حذر النبي من الحكم بالتكفير على شخص ليس بكافر ، فقال : « أيّما امرئ قال لأخيه : يا كافر ، فقد باء بها أحدهما ، ان كان كما قال وإلّا رجعت عليه » . وقد يَرِد في الكتاب والسنّة ما يُفهم منه أن هذا القول أو العمل أو الاعتقاد كفر ، ولا يكفر من اتصف به ، لوجود مانع يمنع من كفره ، وهذا الحكم كغيره من الاحكام التي لا تتمّ إلّابوجود أسبابها وشروطها ، وانتفاء موانعها كما في الإرث ، سببه القرابة - مثلًا - وقد لا يرث بها لوجود مانع كاختلاف الدين ، وهكذا الكفر يُكره عليه المؤمن فلا يكفر به . وقد ينطق المسلم بكلمة الكفر لغلبة فرح أو غضب أو نحوهما فلا يكفر بها لعدم القصد ، كما في قصّة الذي قال :\r\n« اللهم أنت عبدي وأنا ربك » أخطأ من شدّة الفرح .\r\nوالتسرُّع في التكفير يترتّب عليه أمور خطيرة من استحلال الدم والمال ، ومنع التوارث ، وفسخ النكاح ، وغيرها ممّا يترتّب على الردة ، فكيف يسوغ للمؤمن أن يقدم عليه لأدنى شبهة .\r\nوجملة القول : إنّ التسرع في التكفير له خطره العظيم ؛ لقول اللَّه عزّ وجلّ : « قُلْ إِنَّمَا حَرَّمَ رَبِّىَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْىَ\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nبِغَيْرِ الْحَقِّ وَأَنْ تُشْرِكُوا بِاللَّهِ مَا لَمْ يُنَزِّلْ بِهِ سُلْطَاناً وَأَنْ تَقُولُوا عَلَى اللَّهِ مَا لَا تَعْلَمُونَ » « 1 » .\r\nثانياً : ما نجم عن هذا الاعتقاد الخاطئ من استباحة الدماء وانتهاك الأعراض ، وسلب الأموال الخاصّة والعامّة ، وتفجير المساكن والمركبات ، وتخريب المنشآت ، فهذه الأعمال وأمثالها محرّمة شرعاً بإجماع المسلمين ؛ لما في ذلك من هتك لحرمة الأنفس المعصومة ، وهتك لحرمة الأموال ، وهتك لحرمات الأمن والاستقرار ، وحياة الناس الآمنين المطمئنين في مساكنهم ومعايشهم ، وغدوهم ورواحهم ، وهتك للمصالح العامّة التي لا غنى للناس في حياتهم عنها .\r\nوقد حفظ الإسلام للمسلمين أموالهم وأعراضهم وأبدانهم وحرم انتهاكها ، وشدّد في ذلك وكان من آخر ما بلغ به النبي أمّته فقال في خطبة حجّة الوداع : « إنّ دماءكم وأموالكم وأعراضكم عليكم حرام كحرمة يومكم هذا في شهركم هذا ، في بلدكم هذا » .\r\nثم قال : « ألا هل بلغت ؟ اللّهم فاشهد » . متّفق عليه .\r\nوقال : « كل المسلم على المسلم حرام دمه وماله وعرضه » .\r\nوقال عليه الصلاة والسلام : « اتّقوا الظلم فإنّ الظلم ظلمات يوم القيامة » .\r\nوقد توعّد اللَّه سبحانه من قتل نفساً معصومة بأشدّ الوعيد ، فقال سبحانه في حقّ المؤمن : « وَمَنْ يَقْتُلْ مُؤْمِناً مُّتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الأعراف ، الآية 33 .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nفِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَاباً عَظِيماً » « 1 » .\r\nوقال سبحانه في حقّ الكافر الذي له ذمّة ، في حكم قتل الخطأ :\r\n« إِلَّا أَنْ يَصَّدَّقُوا فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ » « 2 » .\r\nفإذا كان الكافر الذي له أمان إذا قتل خطأ ، فعليه الدية والكفارة ، فكيف إذا قتل عمداً ، فان الجريمة تكون أعظم ، والإثم يكون أكبر .\r\nوقد صحّ عن رسول اللَّه أنّه قال :\r\n« من قتل معاهداً لم يرح رائحة الجنّة » .\r\nثالثاً : إنّ المجلس إذ يبين حكم تكفير الناس بغير برهان من كتاب اللَّه وسنّة رسوله وخطورة اطلاق ذلك ، لما يترتّب عليه من شرور وآثام ، فإنّه يعلن للعالم أنّ الإسلام برئ من هذا المعتقد الخاطئ ، وأن ما يجرى في بعض البلدان من سفك الدماء البريئة ، وتفجير للمساكن والمركبات والمرافق العامّة والخاصّة ، وتخريب للمنشآت هو عمل إجرامي ، والإسلام بريء منه ، وهكذا كلّ مسلم يؤمن باللَّه واليوم الآخر برئ منه ، وإنّما هو تصرّف من صاحب فكر منحرف ، وعقيدة ضالّة ، فهو يحمل إثمه وجرمه ، فلا يحتسب عمله على الإسلام ، ولا على المسلمين المهتدين بهدى الإسلام ، المعتصمين بالكتاب والسنّة ، المستمسكين بحبل اللَّه المتين ، وإنّما هو محض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة النساء ، الآية 93 .\r\n( 2 ) . سورة النساء ، الآية 92 .\r\n","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nإفساد وإجرام تأباه الشريعة والفطرة ؛ ولهذا جاءت نصوص الشريعة قاطعة بتحريمه ، محذّرة من مصاحبة أهله . . .\r\nرئيس المجلس\r\nعبد العزيز بن عبداللَّه بن باز\r\nصالح بن محمد اللحيدان عبد الله بن عبد الرحمن البسام\r\nعبداللَّه بن سليمان بن تقنيع عبد العزيز بن عبداللَّه بن محمد آل الشيخ\r\nمحمد بن صالح العثيمين ناصر بن حمد الراشد\r\nد . عبداللَّه بن محمد بن إبراهيم آل‌الشيخ محمد بن عبداللَّه السبيل\r\nمحمد بن سليمان البدر عبد الرحمن بن حمزة المزروقى\r\nراشد بن صالح بن خنين د . عبداللَّه بن عبد المحسن التركي\r\nعبداللَّه بن عبد الرحمن الغديان د . عبد الوهاب بن إبراهيم أبو سليمان\r\nمحمد بن إبراهيم بن جبير محمد بن زياد آل سليمان\r\nد . صالح بن فوزان الفوزان د . صالح بن عبد الرحمن الأطرم\r\nحسن بن جعفر العتمى د . بكر بن عبداللَّه أبو زيد\r\n\r\nتحليل موجز عن البيان المذكور\r\nهذا البيان ، الذي أقرّه أعلى مرجع مذهبي للوهابية في العربية السعودية « عبد العزيز بن عبداللَّه بن باز » وعشرون نفراً من العلماء من الطراز الأول وقبل وفاة هذا العالم الوهابي المعروف بقليل ، يتضمن\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nنقاطاً مهمّة نشير إلى بعضها :\r\n1 - رغم أنّ من المناسب أن ينشر مثل هذا البيان قبل الحوادث الدامية التي ذهبت ضحيتها النفوس البريئة وهتك الأعراض ونهب الأموال ، ولكن مع الأخذ بنظر الاعتبار دفع الضرر حسن في كل حال فإنّ هذا البيان يستحق كل تقدير وشكر ويمثّل في مقابل الجماعات الارهابية التي تدعي الامتثال لأوامر الشرع ، حجة قوية جدّاً حيث اتضح لجميع المسلمين أنّ هؤلاء الذين يشير إليهم هذا البيان لا يتحركون من موقع اتباع التعاليم الإسلامية ولا يسيرون في خط التوحيد والقيم السماوية بل من موقع اتباع الأهواء والشهوات ، وبكلمة : إنّ الإسلام برئ من أعمال هؤلاء .\r\n2 - إنّ هذا البيان فتح الباب عملًا لنقد أفكار وعقائد الشيخ محمد بن عبد الوهاب بحيث إنّ الوهابيين أنفسهم بإمكانهم نقد أفكاره مع احترامهم له وبالتالي ينضوون تدريجياً تحت لواء الوهابيين المعتدلين الذين يقيمون علاقات جيدة مع سائر المسلمين في العالم .\r\n3 - إنّ هذا البيان ، ومن خلال سياق عباراته ومضمون كلماته ، يعلن لجميع الوهابيين المتعصبين أنّ مرحلة تكفير المسلمين قد ولت ولا ينبغي بعد الآن اتهام أي شخص بالكفر لمجرّد عدم موافقته لأفكارهم واستباحة دمه وماله وعرضه ، فمثل هذا العمل يمكنه أنّ يؤدي إلى كفر العامل به .\r\n4 - إنّ هذا البيان قدّم خدمة كبيرة للعالم الإسلامي وعمل على\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nإصلاح الصورة الموحشة التي رسمها هؤلاء الارهابيين عن الإسلام أمام العالم أجمع وبيّن أنّ المسلم الواقعي برئ من هذه الأعمال ، وإن كانت إزالة جميع الآثار السلبية لهذه الأعمال الارهابية تحتاج لسنوات مديدة وليس من اليسير نسيانها وخاصة أنّها أعطت ذريعة قوية لأرباب الكنيسة والصهانية ليظهروا الإسلام للعالم بصورة مشوهة ومخيفة ، نعوذ باللَّه من جهل الجاهلين ونسأل اللَّه تعالى الهداية والنجاة للجميع من مكائد الشيطان .\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\n\r\nتوصية أخوية لعلماء الحجاز\r\nهنا نتقدم بتوصية أخوية لجميع علماء المذهب الوهابي الذين سلكوا في خط الاعتدال والانصاف بضرورة استغلال الفرصة في أجواء هذه الظروف التاريخية لإعادة النظر في أصول المذهب الوهابي ، وبذلك يساهمون في ردم الهوة العظيمة التي حدثت بينهم وبين سائر المسلمين في العالم وسد الثغرة التي يستغلها الأعداء للنفوذ إلى واقع المسلمين والفكر الإسلامي .\r\nنحن نوصي هؤلاء الاخوة من موقع المحبّة والمودة بما يلي :\r\n1 - أن يقوموا بشجب اتهام المسلمين بالشرك والكفر بسبب بعض المسائل الاجتهادية ، ويضعوا نصب أعينهم الدستور القرآني الشريف :\r\n« وَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِناً . . . » « 1 » . ويوصوا جميع أتباعهم بذلك .\r\n2 - أن يستنكروا كل مظاهر العنف والارهاب الديني كالاغتيالات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء ، الآية 94 .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n\r\nوالتفجيرات الوحشية في العراق والباكستان وأفغانستان والعربية السعودية .\r\nهذا العنف هو الذي أدّى ، مضافاً إلى عمليات التخريب الواسعة وسفك دماء المسلمين الأبرياء من النساء والرجال والأطفال من السنّة والشيعة ، إلى تشويه سمعة الإسلام في سائر نقاط العالم بحيث أضحت مظاهر العنف والارهاب أدوات جيدة بيد الأعداء يستغلونها ضد الإسلام والمسلمين وبذلك يتمّ اجهاض جميع الأتعاب والطاقات التي بذلها علماء الإسلام والمبلغون والكتّاب في سبيل نشر الإسلام ورفع راية القرآن ، أجل فجميع هذه المظاهر الارهابية هي مصداق إهلاك الحرث والنسل الوارد في القرآن الكريم .\r\n3 - أن يفتحوا الحوار المنطقي والتبادل الثقافي والأخوي بين المذاهب الذي يقوم على أساس الاحترام المتقابل بعيداً عن كل أشكال الإهانة والاتهام بالشرك والجهل ، ويجلسوا مع سائر علماء الإسلام على طاولة واحدة لبحث المسائل الاختلافية ، ويكونوا مصداق « الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ . . . » « 1 » .\r\n4 - أن يفتحوا الأبواب الفكرية والجغرافية أمام الكتب العلمية والمنطقية للمذاهب الإسلامية الأخرى ، ولا يتوهموا وجود خطر من هذا الانفتاح الفكري ، بل عليهم أن يتحركوا على مستوى التبادل العلمي والثقافي مع الحوزات العلمية في سائر البلدان الإسلامية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الزمر ، الآية 18 .\r\n","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n5 - العمل على إزالة جدار سوء الظن وعدم الاعتماد المتقابل بينهم وبين سائر المسلمين في العالم وأن يفتحوا المجال للطلّاب لتبادل المعارف بين الحوزات العلمية ، ويعلنوا عن استعدادهم للمشاركة في المؤتمرات الدينية التي تقام في مناطق مختلفة من العالم الإسلامي لبحث قضايا إسلامية مختلفة .\r\n6 - تحذير أتباعهم من مرض الدوغماتية والجزمية ، بمعنى رؤية اجتهاداتهم في الأصول والفروع أنّها تمثل الإسلام الحقيقي ، وأمّا غيرها فهي كفر وبدعة وضلالة ، والاصغاء للخطاب القرآني في قوله تعالى : « وَمَا أُوتِيتُمْ مِّنَ الْعِلْمِ إِلَّا قَلِيلًا » « 1 » .\r\nعندما نوفق للعمل بهذه الأصول الستة ونتحرك على مستوى تحقيقها في أرض الواقع والممارسة ، نأمل حينئذٍ بتقوية دعائم الوحدة في صفوف المسلمين ، وبالتالي يتحقق للمسلمين جميعاً الاعتصام بحبل اللَّه تعالى ، و « لِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ . . . » « 2 » .\r\nوسنبقى بهذا الأمل ، واللَّه المستعان .\r\nنهاية الكتاب\r\nمحرّم الحرام 1427 ه ق\r\nناصر مكارم الشيرازي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورة الإسراء ، الآية 85 .\r\n( 2 ) . سورة التوبة ، الآية 33 .\r\n","page_name":" 163 ","page_number":163},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\n\r\nفهرسة الآيات\r\nادْعُ إِلَى سَبِيلِ رَبِّكَ بِالْحِكْمَةِ وَالْمَوْعِظَةِ الْحَسَنَةِ 39 ، 96\r\nادْعُونِي أَسْتَجِبْ لَكُمْ إِنَّ الَّذِينَ يَسْتَكْبِرُونَ عَنْ عِبَادَتِي سَيَدْخُلُونَ جَهَنَّمَ دَاخِرِينَ 94\r\nإِلَّا أَنْ يَصَّدَّقُوا فَإِنْ كَانَ مِنْ قَوْمٍ عَدُوٍّ لَّكُمْ وَهُوَ مُؤْمِنٌ فَتَحْرِيرُ رَقَبَةٍ مُّؤْمِنَةٍ ، 156\r\nإلّا مَن اكره 139\r\nالَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ . . . 162\r\nإِنَّ الَّذِينَ تَدْعُونَ مِنْ دُونِ اللَّهِ عِبَادٌ أَمْثَالُكُمْ . . . 95\r\nإِنَّ اللَّهَ لَايَغْفِرُ أَنْ يُشْرَكَ بِهِ وَيَغْفِرُ مَا دُونَ ذَلِكَ لِمَنْ يَشَاءُ 43\r\nإِنَّ اللَّهَ وَمَلَائِكَتَهُ يُصَلُّونَ عَلَى النَّبِىِّ يَا أَيُّهَا الَّذِينَ آمَنُوا صَلُّوا عَلَيْهِ وَسَلِّمُوا تَسْلِيماً 92\r\nإِنَّكَ لَاتُسْمِعُ الْمَوْتَى وَلَا تُسْمِعُ الصُّمَّ الدُّعَاءَ إِذَا وَلَّوْا مُدْبِرِينَ 92\r\nإِنْ نَقُولُ إِلَّا اعْتَرَاكَ بَعْضُ آلِهَتِنَا بِسُوءٍ قَالَ إِنِّي 82\r\nأَجَعَلْتُمْ سِقَايَةَ الْحَاجِّ وَعِمَارَةَ الْمَسْجِدِ الْحَرَامِ . . . 44\r\nأَحْيَاءٌ عِنْدَ رَبِّهِمْ يُرْزَقُونَ 92\r\nأَلَا للَّهِ الدِّينُ الْخَالِصُ وَالَّذِينَ اتَّخَذُوا مِنْ دُونِهِ أَوْلِيَاءَ 85\r\nبِابْتِغاءِ مَرضاةِ اللَّهِ 99\r\nجَعَلَ اللَّهُ الْكَعْبَةَ الْبَيْتَ الْحَرَامَ قِيَاماً لِلنَّاسِ وَالشَّهْرَ الْحَرَامَ 44\r\nرَبِّي الَّذِي يُحْيِى وَيُمِيتُ 84\r\nسَوَاءً الْعَاكِفُ فِيهِ وَالْبَادِ . . . 44\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nفَإِذَا الَّذِي بَيْنَكَ وَبَيْنَهُ عَدَاوَةٌ كَأَنَّهُ وَلِىٌّ حَمِيمٌ 35\r\nفَإِذَا رَكِبُوا فِي الْفُلْكِ دَعَوُا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ 33\r\nفَبَشِّرْ عِبادِ الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ . . . 46\r\nفَبَشِّرْ عِبَادِ * الَّذِينَ يَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ أُوْلَئِكَ الَّذِينَ . . . 53\r\nفَتَعَالَى عَمَّا يُشْرِكُونَ 81\r\nفَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً 74 ، 96\r\nفِيهِمَا آلِهَةٌ إِلَّااللَّهُ لَفَسَدَتَا 81\r\nقَالَ رَبِّ إِنِّي دَعَوْتُ قَوْمِي لَيْلًا وَنَهَاراً * فَلَمْ يَزِدْهُمْ دُعَائِي إِلَّا فِرَاراً 96\r\nقَالُوا يَا أَبَانَا اسْتَغْفِرْ لَنَا ذُنُوبَنَا إِنَّا كُنَّا خَاطِئِينَ * قَالَ سَوْفَ أَسْتَغْفِرُ 91\r\nقُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ كَشْفَ الضُّرِّ عَنكُمْ وَلَا تَحْوِيلًا 97\r\nقُلْ إِنَّمَا أَدْعُو رَبِّي وَلَا أُشْرِكُ بِهِ أَحَداً 96\r\nقُلْ إِنَّمَا حَرَّمَ رَبِّىَ الْفَوَاحِشَ مَا ظَهَرَ مِنْهَا وَمَا بَطَنَ وَالْإِثْمَ وَالْبَغْىَ بِغَيْرِ الْحَقِّ 155\r\nقُلْ للَّهِ الشَّفَاعَةُ جَمِيعاً لَّهُ مُلْكُ السَّموَاتِ وَالْأَرْضِ ثُمَّ إِلَيْهِ تُرْجَعُونَ 74\r\nقُلْ مَنْ يَرْزُقُكُمْ مِّنَ السَّمَاءِ وَالْأَرْضِ أَمَّنْ يَمْلِكُ السَّمْعَ وَالْأَبْصَارَ وَمَنْ يُخْرِجُ 73\r\nقُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَى كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ 83\r\nلَكُمْ ما سَأَلتُمْ 98\r\nلَهُ دَعْوَةُ الْحَقِّ وَالَّذِينَ يَدْعُونَ مِنْ دُونِهِ لَا يَسْتَجِيبُونَ لَهُمْ بِشَىْءٍ 95\r\nلِيُظْهِرَهُ عَلَى الدِّينِ كُلِّهِ . . . 163\r\nلِيُقَرِّبُونا إِلى اللَّهِ زُلفى 86\r\nمَا اتَّخَذَ اللَّهُ مِنْ وَلَدٍ وَمَا كَانَ مَعَهُ مِنْ إِلَهٍ إِذاً لَذَهَبَ كُلُّ إِلَهٍ بِمَا خَلَقَ 81\r\nمَا نَعْبُدُهُمْ إِلَّا لِيُقَرِّبُونَا إِلَى اللَّهِ زُلْفَى . . . 74 ، 86\r\nمَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ 89\r\nمَنْ يُشْرِكْ بِاللَّهِ فَقَدْ حَرَّمَ اللَّهُ عَلَيْهِ الْجَنَّةَ 78\r\nوَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لَعَلَّهُمْ يُنصَرُونَ 84\r\nوَإِذْ قُلْتُمْ يَا مُوسَى لَنْ نَصْبِرَ عَلَى طَعَامٍ وَاحِدٍ فَادْعُ لَنَا رَبَّكَ يُخْرِجْ 98\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nوَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَامَ اللَّهِ ثُمَّ أَبْلِغْهُ مَأْمَنَهُ . . . 35\r\nوَإِنِّي كُلَّمَا دَعَوْتُهُمْ لِتَغْفِرَ لَهُمْ جَعَلُوا أَصَابِعَهُمْ فِي آذَانِهِمْ وَاسْتَغْشَوْا . . . 53\r\nوَأُبْرِءُ الْأَكْمَهَ وَالْأَبْرَصَ 86\r\nوَأُبْرِءُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْىِ الْمَوْتَى بِإِذْنِ اللَّهِ وَأُنَبِّئُكُمْ بِمَا تَأْكُلُونَ وَمَا . . . 79\r\nوَأَنَّ الْمَسَاجِدَ للَّهِ فَلَا تَدْعُوا مَعَ اللَّهِ أَحَداً 94\r\nوأنْذِرْ عَشِيرَتَكَ الأَقرَبينَ . . . 69\r\nوَجَادِلْهُمْ بِالَّتِي هِيَ أَحْسَنُ 52\r\nوَرَهْبَانِيَّةً ابْتَدَعُوهَا مَا كَتَبْنَاهَا عَلَيْهِمْ إِلَّا ابْتِغَاءَ رِضْوَانِ 99\r\nوَزَيَّنَ لَهُمُ الشَّيْطَانُ أَعْمَالَهُمْ فَصَدَّهُمْ عَنِ السَّبِيلِ فَهُمْ لَايَهْتَدُونَ 148\r\nوَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ السَّموَاتِ وَالْأَرْضَ لَيَقُولُنَّ خَلَقَهُنَّ الْعَزِيزُ الْعَلِيمُ 73\r\nوَلَا تُجَادِلُوا أَهْلَ الْكِتَابِ إِلَّا بِالَّتِي هِيَ أَحْسَنُ إِلَّا الَّذِينَ 39\r\nوَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِناً . . . 161\r\nوَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِناً تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا . . . 34\r\nوَلَا تَقُولُوا لِمَنْ أَلْقَى إِلَيْكُمُ السَّلَامَ لَسْتَ مُؤْمِناً تَبْتَغُونَ عَرَضَ الْحَيَاةِ الدُّنْيَا 147\r\nوَلَا يَأْبَ الشُّهَدَاءُ إِذَا مَا دُعُوا 96\r\nوَلَا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلَائِكَةَ وَالنَّبِيِّينَ أَرْبَاباً أَيَأْمُرُكُمْ 83\r\nوَلَوْ أَنَّهُمْ إِذْ ظَلَمُوا أَنفُسَهُمْ جَاءُوكَ فَاسْتَغْفَرُوا اللَّهَ وَاسْتَغْفَرَ 91\r\nوَلَوْ كُنْتَ فَظّاً غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ 27\r\nوَمَا أُوتِيتُمْ مِّنَ الْعِلْمِ إِلَّا قَلِيلًا 163\r\nوَمَا يُؤْمِنُ أَكْثَرُهُمْ بِاللَّهِ إِلَّا وَهُمْ مُشْرِكُونَ 78\r\nوَمَنْ يَقْتُلْ مُؤْمِناً مُتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا وَغَضِبَ اللَّهُ 147\r\nوَمَنْ يَقْتُلْ مُؤْمِناً مُّتَعَمِّداً فَجَزَاؤُهُ جَهَنَّمُ خَالِداً فِيهَا وَغَضِبَ اللَّهُ 156\r\nهذا رَبّي 84\r\nيَا أَيُّهَا الَّذِينَ آمَنُوا لَاتَرْفَعُوا أَصْوَاتَكُمْ فَوْقَ صَوْتِ النَّبِىِّ وَلَا تَجْهَرُوا 93\r\nيَا صَاحِبَىِ السِّجْنِ أَأَرْبَابٌ مُتَفَرِّقُونَ\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nخَيْرٌ أَمِ اللَّهُ الْوَاحِدُ الْقَهَّارُ 83\r\nيَدْخُلُونَ فِي دِينِ اللَّهِ أَفْوَاجاً 36 ، 125\r\nيَسْتَمِعُونَ الْقَوْلَ فَيَتَّبِعُونَ أَحْسَنَهُ 77\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n\r\nفهرسة الروايات\r\nفَإِنْ كانَ لَابُدَّ مِنَ الْعَصَبِيَّةِ فَلْيَكُنْ تَعَصُّبُكُمْ لِمَكَارِمِ الْخِصَالِ ، وَمَحَامِدِ الْأَفْعَالِ 52\r\nفَعَدُوُّ اللَّهِ إِمَامُ الْمتَعَصِّبِينَ ، وَسَلَفُ الْمُسْتَكْبِرِينَ 51\r\nكُلُّ بِدعَةٍ ضَلالَة 101 ، 105 ، 106\r\nهل الدين إلّاالحب 27\r\nهل الدين إلّاالمحبّة 36\r\nهَلَكَ فِيَّ رَجُلانِ : مُحِبٌّ غالٍ وَمُبْغِضٍ قالٍ 126\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\n\r\nفهرسة الاشخاص والقبايل\r\nآل سعود 38 ، 72\r\nإبراهيم عليه السلام 84\r\nإبليس 51\r\nابن القيم 68 ، 71\r\nابن القيم الجوزي 28\r\nابن باز 130\r\nابن تيمية 28 ، 67 ، 68 ، 69 ، 70 ، 71 ، 72 ، 140\r\nابن حجر 70 ، 106\r\nابن حزم 106\r\nابن سعود 29\r\nابن فرحان المالكي 132 ، 140\r\nابن كثير 70\r\nابن لادن 17\r\nاخنايى 70\r\nاسامة بن لادن 17\r\nالاخوان المسلمين 144\r\nالإمام الحسين عليه السلام 21 ، 30\r\nالإمام علي عليه السلام 30 ، 42 ، 51 ، 61 ، 68 ، 140\r\nالجزيرة العربية 71\r\nالحنابلة 28 ، 43 ، 68\r\nالخوارج 69 ، 127\r\nالدكتور عبد الفتاح بركة 113\r\nالذهبي 68 ، 69\r\nالراغب الاصفهاني 78\r\nالزهاوي 30 ، 146\r\nالسيد محمد بن علوي 49 ، 111\r\nالسيوطي 106\r\nالشوكاني 70\r\nالشيخ أحمد العوض 114\r\nالشيخ أحمد زيني دحلان 146\r\nالشيخ محمد سالم عدود 115\r\nالشيطان 61 ، 63 ، 67 ، 101 ،\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n148 ، 159\r\nالصنعاني 94 ، 95\r\nالصوفية 33\r\nالطائف 30\r\nالطالبان 14 ، 15 ، 16 ، 17 ، 18 ، 19 ، 22 ، 34 ، 47 ، 62 ، 76\r\nالعلّامة الأميني 69\r\nالقاعدة 17 ، 34 ، 35 ، 47\r\nالمسيح 78 ، 79 ، 86 ، 100\r\nالمغول 68\r\nالملا محمد عمر 18\r\nالمودودي 144\r\nالنووي 106\r\nأبي الحديد 61 ، 140\r\nأحمد بن حنبل 68\r\nأحمد بن عبد الحليم ابن تيمية الحنبلي 68\r\nبرهان الدين رباني 16\r\nبن علوي 112\r\nبني إسرائيل 98\r\nبني أمية 68\r\nبني حنيفة 82\r\nپرويز مشرَّف 21 ، 23\r\nتحريك جعفري 21\r\nجماعت اسلامى 23\r\nجماعت علماى اسلام 23\r\nجيش الصحابة 14 ، 20 ، 21 ، 22 ، 23 ، 24 ، 76\r\nحزب التحرير 144\r\nحسن بن جعفر العتمى 157\r\nد . بكر بن عبداللَّه أبو زيد 157\r\nد . صالح بن عبد الرحمن الأطرم ، 157\r\nد . صالح بن فوزان الفوزان 157\r\nد . عبداللَّه بن عبد المحسن التركي 157\r\nد . عبداللَّه بن محمد بن إبراهيم آل‌الشيخ 157\r\nد . عبد الوهاب بن إبراهيم أبو سليمان 157\r\nراشد بن صالح بن خنين 157\r\nرسول اللَّه صلى الله عليه وآله 140\r\nسعد بن أبي وقاص 140\r\nسليمان بن محمد 28\r\nشيخ الإسلام 70 ، 80 ، 89\r\nصالح بن محمد اللحيدان 157\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nظفر اللَّه خان جمالي 24\r\nعبد الرحمن بن حمزة المزروقى 157\r\nعبد السلام جبران 115\r\nعبد العزيز بن عبداللَّه بن باز 157\r\nعبد العزيز بن عبداللَّه بن محمد آل الشيخ 157\r\nعبداللَّه بن سليمان بن تقنيع 157\r\nعبد الله بن عبد الرحمن البسام 157\r\nعبداللَّه بن عبد الرحمن الغديان 157\r\nعثمان 28 ، 43\r\nعمرو بن لحي 139\r\nفيدل كاسترو 10\r\nقُلب الدين حكمت يار 16\r\nلابن الأثير 140\r\nلسيد قطب 144\r\nللسيد جواد العاملي 31\r\nلماركسية أنور خوجه 10\r\nماركسية الرفيق ماو 10\r\nمحمد البخاري الحنفي 70\r\nمحمد بن إبراهيم بن جبير 157\r\nمحمد بن زياد آل سليمان 157\r\nمحمد بن سعود 28 ، 29\r\nمحمد بن سليمان البدر 157\r\nمحمد بن صالح العثيمين 157\r\nمحمد بن عبداللَّه السبيل 157\r\nمحمد بن عبد الوهاب 27 ، 28 ، 29 ، 30 ، 31 ، 59 ، 67 ، 69 ، 71 ، 72 ، 73 ، 94 ، 129 ، 130 ، 131 ، 134 ، 135 ، 137 ، 138 ، 139 ، 145 ، 158\r\nمحمد بن علوي المالكي 49 ، 106 ، 114\r\nمحمد نجيب اللَّه 16\r\nمعاوية 140 ، 141\r\nملا محمد 16\r\nملا محمد عمر 14\r\nملت اسلاميه 23\r\nموسى عليه السلام 98\r\nمولانا أعظم طارق 22\r\nمولانا جهان گويى 22\r\nميرزا جان الاصفهاني 28\r\nناسي ليف 31\r\nناصر الدولة 58\r\nناصر بن حمد الراشد 157\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n\r\nنوح عليه السلام 53 ، 96 ، 137\r\nويل ديورانت 100\r\nيعقوب عليه السلام 91\r\nيوسف 45 ، 78 ، 83 ، 91\r\n\r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\n\r\nفهرسة الأماكن\r\nإصفهان 28\r\nالأحساء 28\r\nالأردن 40 ، 133\r\nالأزهر 40 ، 53 ، 76 ، 121\r\nالامارات 22 ، 112\r\nالباكستان 5 ، 21 ، 22 ، 23 ، 24 ، 112 ، 162\r\nالبحرين 112\r\nالبصرة 28\r\nالبقيع 46 ، 56 ، 57 ، 142\r\nالجزيرة العربية 28\r\nالدرعية 28 ، 29 ، 145\r\nالرياض 18 ، 25 ، 76 ، 121\r\nالسودان 112 ، 114\r\nالشام 28 ، 67 ، 68 ، 71 ، 76\r\nالطائف 13\r\nالعراق 5 ، 24 ، 25 ، 30 ، 35 ، 40 ، 76 ، 133 ، 145 ، 162\r\nالقطيف 28\r\nالنجف 30 ، 47 ، 76\r\nإيران 20 ، 21 ، 28 ، 40\r\nأفغانستان 5 ، 14 ، 15 ، 16 ، 17 ، 18 ، 19 ، 34 ، 76 ، 162\r\nأمريكا 15 ، 17 ، 18 ، 19\r\nبابل 84\r\nبنجاب 21 ، 22 ، 24\r\nبنكلادش 22\r\nبيت اللَّه الحرام 41 ، 43 ، 88\r\nحران 68\r\nحريملة 28\r\nدبي 112\r\nدمشق 40 ، 67 ، 68 ، 71 ، 72 ، 145\r\nعيينة 28\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nقم 28 ، 76 ، 127\r\nقندهار 14 ، 15\r\nكراچي 21\r\nكندا 22\r\nمراكش 115 ، 145\r\nمصر 28 ، 31 ، 53 ، 69 ، 112 ، 121 ، 145\r\nمكة 28 ، 29 ، 36 ، 49 ، 53 ، 62 ، 111 ، 113 ، 115 ، 121 ، 143 ، 145\r\nموريتانيا 115\r\nنجد 28 ، 29 ، 71 ، 72\r\nهرات 15 ، 18\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\n\r\nفهرسة المصادر\r\n1 - القرآن الكريم .\r\n2 - نهج البلاغة .\r\n3 - الإذاعات العالمية المعروفة .\r\n4 - الإسلام في القرن العشرين .\r\n5 - البحر الرائق لابن نجيم المنصري .\r\n6 - الخصال للشيخ الصدوق .\r\n7 - الدرر السنية .\r\n8 - الذريعة .\r\n9 - الصحيح من السيرة .\r\n10 - العقد الفريد .\r\n11 - الغدير .\r\n12 - الفجر الصادق - جميل الصدقى الزهاوى .\r\n13 - الكافي .\r\n14 - الكامل لابن الأثير .\r\n15 - المحاسن .\r\n16 - تاريخ الطبري .\r\n17 - تاريخ المملكة السعودية .\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\n18 - تاريخ الوهابيين - مرحوم فقيهي .\r\n19 - تاريخ نجد - آلوسي .\r\n20 - جزيرة العرب في القرن العشرين .\r\n21 - دائرة المعارف الكويتية .\r\n22 - دائرة المعارف  ATRACNE  .\r\n23 - داعية وليس نبيّاً .\r\n24 - سفينة البحار .\r\n25 - سنن ابن ماجة .\r\n26 - سنن البيهقي .\r\n27 - سير إعلام النبلاء .\r\n28 - شجرة طوبى - للشيخ محمد مهدى الحائري .\r\n29 - شرح كشف الشبهات للعثيمين .\r\n30 - شرح نهج البلاغة لابن أبي الحديد .\r\n31 - عنوان المجد في تاريخ نجد .\r\n32 - غنائم الأيّام .\r\n33 - فتاوى اللجنة الدائمة البحوث العلميّة والإفتاء .\r\n34 - فيض القدير للمناوي .\r\n35 - قصة الحضارة ، ويل دورانت .\r\n36 - كشف الارتياب - سيد محسن الأمين .\r\n37 - مجلة مكتب الإسلام الفصلية .\r\n38 - مذهب الوهابية .\r\n39 - مستدرك .\r\n40 - مسند أحمد .\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\n41 - معجم الطبراني .\r\n42 - معرفة الفرق والمذاهب الإسلامية .\r\n43 - مفاهيم يجب أن تصحّح .\r\n44 - مفردات الراغب .\r\n45 - ميزان الحكمة .\r\n46 - نهاية عمر الماركسية .\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184}
  ]