[
  {"content":"\r\n\r\nآية الله العظمى مكارم الشيرازي\r\nالخطوط الأساسية\r\nالاقتصاد الاسلامي\r\nاعداد : عبد الرحيم حمراني\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nهوية الكتاب\r\nاسم الكتاب : الخطوط الأساسية للاقتصاد الاسلامي\r\nالمؤلف : آية الله العظمى مكارم الشيرازي\r\nإعداد : عبد الرحيم حمراني\r\nالطبعة : الأولى\r\nتاريخ النشر : 1425 ه‍\r\nعدد النسخ : 2000 نسخة\r\nرقم الصفحات والقطع : 248 / رقعي\r\nالمطبعة : أمير المؤمنين عليه السلام - قم\r\nالناشر : مدرسة الإمام علي بن أبي طالب عليه السلام\r\nعنوان الناشر : إيران - قم - شارع شهداء - تلفكس : 7732478 - 251 - 98\r\nردمك : 7 - 23 - 8139 - 964\r\nالسعر : 1000 تومان\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\n\r\n[ الاهداء 
  ]\r\nإلى أولئك الذين يبحثون عن الاقتصاد الإسلامي الأصيل ،\r\nإلى أولئك الذين سئموا الأفكار الطفيلية ( الشرقية والغربية ) ،\r\nوإلى أولئك الذين ينشدون اقتصاداً مزدهراً ومتطوراً ومكتفي ذاتياً قائماً على أساس سيادة الاخلاق والمبادىء الإنسانية\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nمؤامرة :\r\n\r\nالاستعمار الاقتصادي أبشع أنواع الاستعمار تأثيراً كيف السبيل للخلاص من هذه المصيدة ؟\r\n\r\nماضي الاستعمار وحاضره :\r\nالاستعمار مفردة استعمارية ( حيث تعني لغوياً العمارة والبناء في حين لا تختزن عملياً سوى الخراب والدمار ) وهو ليس بظاهرة طارئة تختص بعصر دون آخر ) .\r\nغاية الأمر أننا نراه على صورته الحقيقية الواقعية كلما رجعنا إلى الماضي ؛ أي أنّ الاستعمار يتضح بهيئته الهدامة البشعة لا مقنّعاً بثياب الأعمار حيث إنّ البشرية في الماضي لم تكن تستفيد من هذه النعمة ! لتمارس قلب الحقائق لتحيل بزيفها ومنطقها المعسول الوحش ملكاً والملك وحشاً ، وتظهر الخطايا والمحرمات المسلّمة فرائض واجبة على الإنسان ، أو تلبس الجريمة لباس الأخلاق والقانون والعواطف الإنسانية ، وبسبب\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nعدم توظيف هذه النعمة فإنّ البشرية سرعان ما تعود من هذا الطريق ، وسرعان ما يستيقظ المستعمرون من سباتهم .\r\nعلى أية حال . . . لا يمكن العثور على مقطع زمني سَلِم فيه البشر من نوع أو أنواع هذا الاستعمار المقيت .\r\n\r\nالدوافع . . .\r\nرغم أنّ الاستعمار حالة منحرفة في أسلوب الحياة الجماعية ، لكونه يعمل على إلغاء أبسط المبادئ الأساسية وأكثرها بداهة في الحياة الاجتماعية أي « العدالة » و « التعاون » وليستبدلهما بالتسلط والغطرسة ، مع ذلك نرى من الطريف أنّ « مفكري المستعمرين » الذين هم جزء من مجتمع مستعمر ، يعملون بكل وقاحة لاضفاء الصبغة الفلسفية على هذا العمل على أنّه من إفرازات انتخاب الأصلح بعد تنازع البقاء بهضم حقوق الضعفاء وسيادة الأقوياء .\r\nوتتناهى للأسماع همسات تصدر من البعض عن فطرية النزعة التسلطية لدى الإنسان وامتزاجها بروحيته ، لتكون ذرائع مناسبة لتبرير الجرائم التي يرتكبها المستعمرون ، فيقال إنّ الإنسان ومن أجل السير في حركته التكاملية بل ومن أجل الاستمرار في الحياة لابدّ له من العمل على تسخير القوى الموجودة في الطبيعة على تنوعها ، وبالتالي فمن الطبيعي أن يمارس ذات الأسلوب تجاه نوعه ، غافلًا عن أنّ « الطبيعة » قد خلقت لتكون تحت تصرف البشرية وخدمتها ، بل إنّها تبادر إلى خدمة الإنسان حتى لو دفعها إلى الوراء ، إلّاأنّ أمثالنا من بني الإنسان لم يخلقوا مطلقاً من أجل أن\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nيصبحوا عبيداً وخدماً لنا . فهؤلاء بشر مثلنا لهم مشاعر كمشاعرنا ورغبات كرغباتنا ولياقات كلياقاتنا ، ولهذا فليس هناك مبرى لأن يسخروا لنا كخشب ومجرّد من ضمن الطبيعة .\r\nوعلى أية حال فمن الأفضل أن نترك هذه الفلسفة المضحكة التي لا يخفى لونها الاستعماري على أحد والاهتمام بالموضوعات الرئيسية :\r\n\r\nنهاية أم بداية ؟\r\nرغم الضجيج الذي أثارته المنظمات الدولية حول « انتهاء الحقبة الاستعمارية » و « تحرر المستعمرات » إلّاأنّ بصماته تشاهد في كافة أصقاع العالم من خلال غزوه الفكري للثقافة ، وخططه لاستثمار الاقتصاد والسياسة الاستعمارية في القضايا العسكرية والاجتماعية في جميع أنحاء العالم ، وكأنّها البداية وليست النهاية .\r\nفهل من حركة عسكرية في زوايا هذا العالم لا ترتبط بنحو من الأنحاء بالقضايا الاستعمارية ؟\r\nوأي من الخطط والبرامج الاقتصادية في شرق هذا العالم وغربه ليس فيها لون من ألوان استعمار البلاد الضعيفة ؟\r\nوأين هي تلك المشاريع السياسية التي لا تبدو العروق الاستعمارية من خلالها ؟ ففي يوم نفتح عيوننا لنجد سفارة أعظم دولة صناعية في عالم اليوم والتي اتخمت آذان العالم بضجيجها في الدفاع عن حقوق الإنسان تتحول إلى وكرٍ خطرٍ للجاسوسية لاستغلال المستضعفين ، ويتحول أولئك الدبلوماسيون من ذوي الأدب والفهم والمنزلة الرفيعة إلى أعضاء في جهاز المخابرات المركزية !\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوفي يوم آخر نرى بلد « البلشفية » حامل لواء الحرية والاستقلال ومكافحة الإمبريالية في الأمم المتحدة ضد أمريكا المستعمرة ، والدفاع عن فلسطين مقابل إسرائيل الغاصبة ، يبعث بجيشه الأحمر ليبتلع أراضي أفغانستان دون رغبة من شعبها ودون ضجيج و « حياء سياسي » ! بل بكل وقاحة وصلافة .\r\nفهل يجوز الاحتلال العسكري في عصر الفضاء ؟ أليس هذا الأمر متعلق بزمان المغول ؟ وهل يمكن القيام بمثل هذا العمل أمام أنظار شعوب العالم ؟\r\nنعم ، يمكن ذلك ، إنّهم يرسلون تمهيداً لذلك أحد مرتزقتهم أمامهم ، فيدعوهم باسم شعب أفغانستان ، فيهرعون لمساعدته ويحتلون هذا البلد مع رعاية القوانين الدولية واحترام تام لحقوق الإنسان وتطبيق كافة المبادئ الإنسانية ! !\r\nمَن هو هذا الشعب الذي يتحدثون باسمه ؟ فهذا الشعب الذي يحارب في الجبال والوديان في المدن والقرى من أجل الحرية ، ويقول : لا للأجانب ولا لعملائهم ، ويكتبون هذا الشعار بدمائهم على جدران السجون ، وتراب البراري واسفلت الشوارع .\r\nأجل ، لقد دعاهم هذا الشعب ليسفكوا دمه إن دلّ هذا على شيء إنّما يدّل على أنّ ما يطلق من شعارات ضد الاستعمار تكون محترمة ما دامت تسير في سياق مصالح القوى الكبرى ، وحينما تبتعد هذه الشعارات عن مصالح القوى الكبرى فلا تجد لها أية قيمة . ومن هنا ترى المستعمرون وقد وضع أحدهم يده بيد الآخر ليتقاسم مع فتات مائدة تارة بينما يتصارعون ويتقاتلون تارة أخرى .\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nفعلى سبيل المثال نلاحظ في منطقتنا أنّ الصين وأمريكا تتخذان مواقف متضادة تجاه قضايا المنطقة ، فالأولى تدافع عن تحرير أراضي المسلمين المحتلة ، بينما تدعم الثانية إسرائيل الغاصبة ، ولكننا عندما ننتقل إلى أبعد من ذلك نجد أنّ هاتين الدولتين تتخذان موقفاً واحداً تجاه الاحتلال العسكري الروسي لأفغانستان ، وتعزفان على وتر تحرير هذا البلد ، والحال أنّ هؤلاء لا يملكون أدنى حرص على الشعب الأفغاني وإنّما خشيتهم تنبع من تمكن الروس من الوصول إلى مياه الخليج الفارسي والمحيط الهندي الدافئة ، وينظرون بعين الطمع إلى شريان النفط الحيوي .\r\nوالطريف أنّ الاتحاد السوفياتي نفسه يتظاهر مقابل ما يدور في الإذهان من نيّة أمريكا في احتلال إيران عسكرياً ( الهواجس المحمومة التي تسود أذهان ساسة البيت الأبيض ) .\r\nفيقولون : إنّنا لا نسمح أبداً بمثل هذا العمل اللاإنساني ، بينما يقوم في الوقت نفسه وعلى بعد عدّة أقدام ، بأوقح أنواع الاحتلال العسكري .\r\nقد تبدو هذه الأعمال متناقضة لدى البعض ، بينما لا تبدو كذلك قط في السياسة الاستعمارية ، لأنّ حفظ المصالح الخاصّة هو المعيار في هذه السياسة .\r\nأياً كان الاسم أو العنوان أو الشكل !\r\n\r\nالاستعمار الحرباء\r\nوالنقطة المهمّة التي تؤدّي الغفلة عنها إلى الندم ، هي التنوع المتزايد\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nوغير العادي في أشكال الاستعمار وهذه هي الحرباء ، فتارة يظهر بمظهر الابداع والحداثة !\r\nوأخرى بمظهر الثقافة والعلم .\r\nوأخرى بمظهر الدين والعقيدة .\r\nوأخرى بمظهر التحرر وحقوق الإنسان !\r\nوأخرى بمظهر تقديم المنح الاقتصادية .\r\nوأخرى بمظهر المبشرين وتاركي الدنيا !\r\nوأخرى بمظهر المساعدات الطبية والصحية وبناء المستشفيات والمكتبات .\r\nوأخرى بمظهر تبادل الطلبة والأساتذة والبعثات والزمالات .\r\nوأخرى بمظهر تطوير الصناعة الخفيفة والثقيلة .\r\nوأخرى بمظهر المعارض الدولية .\r\nوأخرى بمظهر مؤسسات المنظمات الدولية .\r\nوخلاصة الأمر فالاستعمار يظهر في أي لحظة بشكل يختلف عن السابق . فيبرز تارة ويستتر أخرى ، ويرتدي ثوباً أحياناً ويخلعه أحياناً أخرى\r\nولا تكمن الأهميّة في هذا الأمر ، وإنّما في ضرورة التعرف عليه وعلى خصوصياته في أي مظهر أو شكل ، فنقف بوجهه ، ولا يحصل ذلك إلّاإذا وقفنا على خصوصيات هذا البلاء .\r\nقد تقولون إنّه عمل شاق وصعب ، ولكنه ليس كذلك والسبب هو : أنّ الاستعمار يمكن التعرف عليه من خلال الخصوصيات الثلاث التالية .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\n1 - تسميم الأفكار\r\nإنّ « المخ » هو أول طعام يسيل له لعاب « أفعى الضحاك الاستعمارية » « 1 » وخاصة عقول الشباب والأحداث ! وهو ما تقوم به دائماً وكل يوم .\r\nوعلى هذا الأساس فأيما حديث تسمعونه عن تخدير العقول وعن قضايا ترتبط بشكل مباشر أو غير مباشر بتعطيل العقول المفكرة والواعية وغسل الأدمغة ، فاعلموا أنّ وراء ذلك الاستعمار خفية أو علانية .\r\nفإنّ أولى المهمات التي يقوم بها الاستعمار لتنفيذ خططه ، قتل « الفكر » و « العقيدة » ويكون تنفيذ هذه المهمة إمّا عن طريق تفريغ الثقافة الاجتماعية من محتواها ، وإمّا من خلال جذب الأنظار نحو مسائل هامشية والابتعاد بالمجتمع عن أصل الحياة الحقيقية ، وبالتالي تغيير « القيم » ومسخها ، حتى يصل الأمر إلى وقوع المجتمع في أخطاء عندما يريد تشخيص ما هو حق مسلّم وما هو باعث للفخر والاستقلال والحرية ، وتقبّله لأشياء أخرى فاقدة لأية قيمة حقيقية مكانها .\r\nولهذا لا نجد مكاناً للمفكرين الصلحاء والحقيقيين في المجتمعات المستعمرة ، فهؤلاء يقبعون في الزنزانات أو يعيشون منسيين في الزوايا لا يرتفع لهم صوت وكأنّهم موتى ، بينما يأتي الذين يتقمصون الفكر والشخصيات الكاذبة والفارغة لتأخذ مكاناً مرموقاً في إدارة دفّة المجتمع ، وتتناقل الألسن ذكرها ، وتعكس وسائل الإعلام السمعية والبصرية والصحف حركاتها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أفعى الضحاك اصطلاح فارسي يشير إلى أسطورة أحد السلاطين الظلمة باسم الضحاك الذي كان من شدة ظلمه أن خرج من أعلى كتفيه أفعيان ( المترجم ) .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nأحياناً يدور في ذهني ما آل إليه مصير هؤلاء أبطال العهد البائد ، ومفكري البلاط وفناني الشاهنشاه ، أولئك الذين كان الناس يصبحون ويمسون برؤيتهم .\r\nلقد ذهب أولئك إلى نفس المصير الذي ذهب إليه مشاهير عصر الجاهلية بعد ظهور الإسلام « إلى مكان رمي العربي للرمح » . « 1 »\r\n\r\n2 - ايجاد التبعية\r\nالخاصية الثانية للاستعمار « تقوية » و « توسيع » التبعية سواء في المجالات الصناعية والزراعية وتربية الماشية ، أو في عالم السياسة وإثارة التيارات السياسية وخلق العملاء .\r\nفأينما توجد التبعية السياسية والصناعية والثقافية والعسكرية وبالتالي الحياة التبعية فثم شيطان الاستعمار الكبير ، سواء كانت هذه التبعية مرئية أم مخفية ، وهناك يتطلب الأمر الحديث عن إزالة التبعية وطرد هذا « الشيطان الرجيم » بالتوكل على اللَّه .\r\n\r\n3 - العزف على وتر النفاق\r\nأمّا الصفة المهمّة الثالثة التي يمكن من خلالها معرفة الاستعمار مهما كان المظهر الذي بدا فيه ، هي دعوته للتفرقة والاختلاف والتضاد والتمايز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مثل إيراني معناه أنّه ذهب بعيداً .\r\n","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nالطبقي ، وأي شيء يؤدّي إلى الانشقاق بين الأمّة وإيجاد التناحر بين فئاتها .\r\nوهنا تسكب عبرات الاستعمار حين الحديث عن الوحدة والتقارب وإزالة الحواجز والفوارق وتعميق أواصر المحبة والأخوّة .\r\nوأعتقد أنّ بالإمكان التعرّف على هذا الشيطان المتلوّن بسهولة من خلال العلامات الثلاث السابقة ، بغض النظر عن العلامات الأخرى ، رغم الأقنعة التي يتستر بها وبالتالي يمكن كشف عناصره وأعوانه في الأمّة .\r\nكما يمكننا التعرف على أنّ القائد الذي يتحدث دائماً عن « التحلي باليقظة » ويعمل دائماً على إزالة التبعية ، ويدعو الأمّة إلى وحدة الكلمة هو قائد مناهض للاستعمار .\r\nأمّا أولئك يسوقون ثقافتنا نحو الفساد والابتذال وافراغها من محتواها ، وتبديل مراكز العلم الكبرى بميادين يتسابق فيها الأفراد للحصول على الشهادات التي لا تدل إلّاعلى خزن مجموعة من المعادلات في العقول ويمنعون طلبة الجامعة من أي نشاط سياسي واجتماعي بنّاء مستفيدين في ذلك من حضور حرسهم وقواهم المسلحة ، ويعقدون الاتفاقيات والمعاهدات التي تؤدّي بنا إلى المزيد من التبعية لناهبي الثروات ويعملون على تقوية أغلال التبعية عاماً بعد آخر ، ويحاولون . فصل الجامعة عن المسجد ، والمسجد عن الجامعة ، وفصل الشباب عن الكبار ، وايجاد الفرقة بين الفئات المختلفة ، ودمروا بقواهم الشيطانية كل مجتمع يؤمل فيه السير نحو الوحدة والتماسك ، فأولئك هم عملاء الاستعمار وأياديه ، ونحمد اللَّه على خلاصنا من شرّهم .\r\nولكن عليكم بالحذر من هذه الأفاعي الجريحة ، فانّها لم تمت ، بل إنّها تقوم بتبديل جلدها دائماً ، عليكم بالالتفات إلى الخصائص المذكورة ، ثم\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nاجعلوها محكاً لتمييز الأفراد والوقائع حذار من اللجوء إلى قناع آخر .\r\n\r\nالقرآن والاستعمار :\r\nلقد رسم القرآن الكريم صورة رائعة للاستعمار واختار له اصطلاحاً يناقض ما ذهبوا إليه ، فجعله قباء يناسب قامته ويبيّن محتواه كاملًا وفي جميع أشكاله وجميع تفاصيله وجزئياته .\r\nنعم ، لقد جاء القرآن بكلمة « الاستضعاف » ذات المعنى الواسع التي تشمل جميع أشكال « الاستحمار » و « الاستثمار » والتضعيف الفكري والسياسي والاقتصادي والاجتماعي من أجل استغلال الفرد أو المجتمع ، واستخدم القرآن هذه الكلمة في كل مكان ودعا « المستضعفين » للثورة ضد « المستكبرين » ( وهم المستعمرون الذين يرون في أنفسهم التفوق على الآخرين ) ويعدهم بالنصر والغلبة .\r\nفمثلًا يقول القرآن في معرض حديثه عن فرعون : « إنّ فِرعَونَ عَلا فِي الأَرضِ وَجَعَلَ أَهلَها شِيَعاً يَستَضعِفُ طَائفةٌ مِّنهُم يُذَبِّحُ أَبنَاءَهُم وَيَستَحي نساءَهُم إنّه كانَ مِنَ المُفْسِدِينَ » . « 1 »\r\nفقد أوضحت الآية على قصرها « دوافع » الاستعمار ، بالاستعلاء ، خطّته بالفرقة ، والوسيلة هي تضعيف القوى البناءة والخلاقة في المجتمع ، وبالنتيجة يؤول الأمر إلى الفساد والافساد .\r\nثم يدعو القرآن القوم المستعمرين للنهضة والثورة بجمل قصيرة مختصرة وصريحة وبليغة :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القصص ، الآية 4 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n« وَنُرِيدُ أنْ نَمُنَّ عَلَى الَّذِينَ استضعِفُوا فِي الأرْضِ وَنَجْعَلَهُم أَئِمَّةً وَنَجْعَلَهُم الوارِثِين » . « 1 »\r\nطال الحديث وما زلنا في بداية الكلام عن الاستعمار وخاصة بُعده القرآني ولكننا نختم الحديث بجملة واحدة ونوكل الباقي إلى فرصة أخرى .\r\nإنّ القرآن لم يمدح « الضعفاء » مطلقاً ، ولم يعدهم بالنصر ، وإنّما وعد « المستضعفين » وهم أولئك الأقوياء بالقوّة وإن آل أمرهم إلى الضعف نتيجة لضغوط الأعداء ، إلّاأنّهم في سعي دائم وحركة ونشاط ، يثورون ويصرخون ولا يتوقفون عن ذلك لحظة .\r\nنعم ، هؤلاء هم المستضعفون ، وهم الموعودون بالنصر والغلبة .\r\n\r\nالوجه الاقتصادي للاستعمار :\r\nعلى الرغم من الاعتقاد السائد لدنيا بأنّ الاستعمار الثقافي هو أخطر أنواع الاستعمار ، إلّاأنّ المستعمرين اليوم يرون أرجحية الاعتماد على الاستعمار الاقتصادي أكثر من أي شيء آخر ، وقد يكون السبب في ذلك يعود إلى الأثر السريع والمباشر لهذا الاستعمار وكونه مقدمة لتمهيد السبيل أمام الاستعمار الفكري والسياسي .\r\nوعلى كل حال فإنّ كل من المعسكرين الرأسمالي والاشتراكي يسعيان لجعل الأمم المستضعفة « عبيداً » لهم من الناحية الاقتصادية وتحكيم تبعيتهم لهم اقتصادياً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القصص ، الآية 5 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nوالمهم حالياً أن نكون يقظين كي لا نخدع بالمصائد البراقة التي تختفي تحت عقائد وشعارات ولافتات مختلفة ، فنخلّص أنفسنا من مخالب سياسة اقتصادية الاستعمار .\r\nإنّ أفضل الخطوط الاقتصادية لنا ولجميع الأمم المتحررة في العالم التي ترنو نحو مستقبل تعيش فيه بحرية واستقلال ولا ترزح تحت نير أية قوّة عظمى ، هي السياسة اللاشرقية واللاغربية ، وهي السياسة التي تدعونا لنبذ كافة أنواع التبعية ، وتدفع بنا إلى الاكتفاء الذاتي في جميع المجالات ، وبالتالي فهي السياسة التي تثبت وجودنا وتنفي عنّا سلطة الأجنبي .\r\nنحن نعتبر أنّ الاقتصاد الإسلامي هو أفضل الطرق المؤدية لهذه السياسة ، هذا الاقتصاد الذي تبدو فيه الخصوصيات المضادة للاستعمار واضحة ، ويخلو من أي نوع من أنواع التبعية للنظم الاقتصادية الغربية أو الشرقية .\r\nوستقف - عزيزي القارئى - على المحاور الرئيسية لهذا الاقتصاد في هذا الكتاب - الذي بين يديك - راجياً مطالعته دون إصدار الأحكام المسبقة .\r\nقم - الحوزة العلمية\r\n26 / 8 / 1981 م\r\nناصر مكارم الشيرازي\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nالمدرسة الاقتصادية الإسلامية أمام التساؤلات\r\nلقد خطت بلادنا في اليوم مرحلة جديدة من تاريخها لا يمكن الرجوع عنها ، فالتغييرات الجذرية التي حصلت والتطورات الكبرى التي شهدها مجتمعنا الإسلامي بعد الثورة ، والدور الذي لعبته العقائد الإسلامية وخاصّة « المذهب الشيعي الثوري » ، أدّت بأولئك الذين كانوا يمرون على القضايا الإسلامية مرور الكرام ولم يعوا النفوذ العميق المؤثر للإسلام في المجتمعات الحالية أن يبادروا إلى المطالعة والبحث من جديد في القضايا الإسلامية ، وأن يعيدوا النظر في الإسلام !\r\nوحتى أولئك الذين يعتبرون من أكثر الناس وفاء للإسلام أخذوا ينظرون إليه بنظرة جديدة ، ولعل السبب في ذلك يعود إلى عدم إيمانهم بالتأثير العميق للدين - أي الإسلام والتعاليم القرآنية - ودوره المصيري والحاسم ، وعلى أي حال فالجميع متفقون الآن على ضرورة التعرف بشكل أكثر وأعمق على الإسلام الصحيح ، الإسلام الذي يبادر لنصرة الأمّة في أزماتها الحادة ، ويتنكر للجمّ العظيم من المشكلات والنقائص أبداً ، إلّاأنّ الواعين من أبناء الامّة لا يرون هذه المشاكل كامنة في التعاليم الإسلامية وإنّما هي\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nوليدة طبيعية لكيفية إجراء هذه التعاليم من جانب ، وأسلوب التعامل مع القضايا الاجتماعية من جانب آخر ، ويأتي قسم آخر من هذه المشكلات كنتيجة طبيعية لكل ثورة ، على أمل أن تحل هذه المشكلات بالوعي والاخلاص والنظرة المعمقة ، وبالتعامل المنطقي مع القضايا ، وعلى أي حال فانّ الشيء الذي هو معرض للسؤال أكثر من غيره في هذا الصدد هو :\r\n« المذهب الاقتصادي في الإسلام » .\r\nفالناس تتساءل هل يقتصر الإسلام على دور عام في « الحركة الاقتصادية » للمجتمع أم يسعه إضافة لذلك مسار هذه « الحركة » و « البرامج » و « المشاريع » التي تقود إلى الهدف النهائي ؟\r\nإنّهم يريدون أن يعرفوا ، أنّ المجتمع بعد أن تهيأ لتطبيق « مشروع الحرية والعدالة » هل ينبغي عليه أن يمدّ يد الحاجة إلى المذاهب الاقتصادية الموجودة في يومنا هذا أم أنّه مكتفٍ ذاتياً بشكل تام ولديه نظريته الاقتصادية النابعة من التعاليم الإسلامية ؟\r\nولهذا تردد هذه الأسئلة :\r\n1 - هل أنّ للإسلام مذهباً اقتصادياً خاصاً به ؟ هل للإسلام مذهب اقتصادي يختص به ؟\r\n2 - هل تلبي البرامج الاقتصادية في الإسلام حاجات العصر الراهن أم أنّها تختص بالعصور والقرون الماضية ؟\r\n3 - ما هي المحاور الرئيسية للمذهب الاقتصادي في الإسلام ؟\r\n4 - هل أنّ للإسلام خطة حاسمة لمكافحة « تراكم الثروة » و « الفوارق الطبقية » ؟ هل تعالج البرامج الاقتصادية الإسلامية « فائض الثروة » و « التمايز الطبقي » .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n5 - هل يكتفي الإسلام بتقديم التوصيات في المجال الاقتصادي ، أم لديه قوانين بهذا الصدد مع « ضمانات تنفيذية كافية » ؟\r\n6 - أي من المذاهب الاقتصادية المعروفة في العالم ( الرأسمالية أو الاشتراكية أو الشيوعية ) يتشابه مع المذهب الاقتصادي الإسلامي ؟ أو بعبارة أخرى أقرب إلى أي مذهب ؟\r\n7 - ما الحيز الذي تشغله « الملكية الفردية » و « الملكية العامة » في المذهب الاقتصادي الإسلامي ؟\r\n8 - هل للإسلام برنامج لمكافحة الظواهر الاقتصادية الخطرة في عصرنا ، كالاحتكار وسياسة الكارتلات والشركات المتعددة الجنسية والبطالة والتضخم ، وكل نوع من أنواع الاستغلال الاقتصادي ؟\r\n9 - إنّنا نعلم أنّ هناك تناقضات حدثت وخطط وصلت إلى طريق مسدود في اقتصاد عالمنا الحاضر ، فهل للإسلام برامج وخطط للتخلص من هذه التناقضات والطرق المسدودة ؟\r\n10 - الخلاصة ، هل بامكان المذهب الاقتصادي في الإسلام تأمين « العدالة الاجتماعية » مقترنة ب « الحريات الإنسانية » للبشرية في عصرنا الحاضر ؟\r\nج‌ج\r\nيتضح ممّا تطرقنا إليه أنّ الهدف الذي نتوخاه في بحثنا هذا ليس دراسة المذاهب الاقتصادية المختلفة بالأسلوب الكلاسيكي وبالتفصيل ، وليس الهدف كذلك الاسهاب في شرح القضايا الاقتصادية ، وإنّما الهدف هو إلقاء\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nالضوء على النظرية الاقتصادية في المدرسة الإسلامية ، و « الفوارق » و « القواسم المشتركة » بين المدرسة الاقتصادية في الإسلام وبين سائر المذاهب والمدارس ، ليتمكن الباحث المحايد من التعرف على موقف المدرسة الإسلامية في هذه المسائل بالمقارنة مع المدارس الاقتصادية الأخرى ، كما يتمكن من تقييم المواقف التي تتخذ في مقابل الاقتصاد الإسلامي بسبب عدم الاطلاع الكافي على ماهية هذا الاقتصاد .\r\nإذن يمكن تلخيص الهدف النهائي للبحث في الموضوعات التالية :\r\n1 - التعرف على القواعد والبنى التحتية الإسلامية في المسائل الاقتصادية .\r\n2 - التعرف على البنى الفوقية للاقتصاد الإسلامي ، وضمانات تنفيذها في بحث جامع وشامل .\r\n3 - الاهتمام بالجوانب العملية للمذهب الاقتصادي في الإسلام ، وخاصة في الظروف الحالية التي يمرّ بها العالم وتلبية الحاجات والمتطلبات الضرورية .\r\n4 - تشخيص نقاط التقارب والتباعد بين المذهب الاقتصادي في الإسلام والمذاهب الثلاثة المعروفة في عصرنا الحاضر ( الرأسمالية والاشتراكية والشيوعية ) .\r\n5 - بيان التفسيرات الصحيحة والغير صحيحة للاقتصاد الإسلامي .\r\nوعلى هذا الأساس سيأتي الحديث عن بعض المذاهب الاقتصادية بشكل مختصر وذلك لضرورة تتابع البحوث ، إلّاأنّ هذا الحديث سيكون بمقدار الحاجة إلى المقارنات الأصولية .\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوهنا نرى من ضروري الانتباه إلى النقطة التالية :\r\n\r\nضرورة الحفاظ على اصالة المذهب !\r\nيحاول البعض هذه الأيام طرح البحوث الاقتصادية الإسلامية بأسلوب حديث متأثرين - عن وعي أو بدون وعي - بسائر الترعات الاقتصادية كما يبدون بعض نزعاتهم الخاصة التي يتحفظون أحياناً عن كتمانها .\r\nوليس هذا هو الشيء المهم ، وإنّما المهم هو أنّ هؤلاء يسعون إلى تطبيق الاقتصاد الإسلامي مع المذاهب التي يميلون إليها ، رغم الفوارق والاختلافات التي تمتاز بها مذاهبهم عن سائر المذاهب الاقتصادية ومنها الشيوعية والرأسمالية .\r\nأي أنّهم في حقيقة الأمر قد جعلوا المذهب الذي يعتقدون به « أصلًا » وحاولوا إلحاق الإسلام به بصفته « فرعاً » .\r\nإنّ مثل هؤلاء الأفراد لا يعتقدون في الواقع بأصالة الإسلام ، وإنّما ينظرون إلى المفاهيم الإسلامية كنظرة العامل إلى أدوات عمله ، فهم يريدون أن يوظفوا التعاليم الإسلامية كأداة في خدمة العقائد التي يؤمنون بها .\r\nوهذا النوع من « التفكير المنكوس » والذي ينبع من « فقدان الذات » يؤدّي بأصحابه إلى تقديم تفسيرات خاطئة أحياناً ، بل ومضحكة بعض الأحيان !\r\nوقد غفل هؤلاء عن حقيقة أنّ معرفة مذهب ما بشكل « أصيل » والابتعاد عن الميول السابقة شيء وفرض الأفكار عليه شيء آخر .\r\nإنّ الباحث الذي يدّعي الواقعية عليه أن يتصف « بالشهامة » الكافية لكي يتعرف على الحقائق المرتبطة بكل مذهب كما هي ، سواء كانت منسجمة مع\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالاتجاه الذي يؤمن به ، أم مختلفة معه ، أم مخالفته له .\r\nوالعمل الذي يقوم به البعض اليوم في الجمع بين مذهبين وتقديم تفسيرات تلفيقية ليس عملًا علمياً ولا عقلياً وواقعياً ، ولا هو خدمة لهذا المذهب ، ولا استفادة صحيحة من ذلك المذهب ! ذلك لأنّ مثل هؤلاء الأشخاص يضطرون ل « التفسير بالرأي » من أجل القيام بتلفيقاتهم الخاطئة ، والأمر الذي شجبه الإسلام بشدّة وعدّه أساس الهرج المرج في المصادر الدينية وفي أي وثيقة تاريخية . « 1 »\r\nوهذا الأسلوب من البحث يؤدّي إلى أن يقوم كل شخص بتطبيق الآيات والروايات الإسلامية « بالقوّة » على المذهب الذي يميل إليه ويتمسك بأسسه ، وإذا تبدلت عقائد هذا الشخص واتخذ اتجاهاً جديداً ، يقوم بتفسير نفس تلك الآيات والروايات بشكل آخر وانسجاماً مع مبدأه الجديد ، فيجعل بذلك المفاهيم الإسلامية كرة يلعب بها كيف يشاء !\r\nفيذهب تارة إلى « المعاني المجازية » دون أية قرينة عقلية ، أو نقلية ، وليستخرج تارة أخرى مسائل عينية وخارجية بشكل « كنائي ومثالي » ، ومرّة يغور في أعماق الآيات والروايات ، حتى إذا عثر في زاوية من إحداها على علامة تدل على المقصد الذي يتجه إليه تشبث به ، أمّا إذا وجد ما يعارض هدفه في المئات من الآيات والروايات الأخرى فإنّه يغمض عينيه عنها ، لأنّ هذه العلامة تنسجم مع ما يجول في خاطره ، بينما لا تنسجم معه تلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) للمزيد من الاطلاع على مفهوم « التفسير بالرأي » وما يصاحب ذلك من أخطار وأضرار ، راجع كراس « التفسير بالرأي » للمؤلف .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\n\r\nدور الاقتصاد في حياة الأمم وزوالها\r\nلا تكمن أهميّة القضايا الاقتصادية في تحقيق الحرية والاستقلال والحياة المادية للأمم فقط ، بحيث لا يمكن تحقيق ذلك بدونها ، وإنّما لها علاقة وثيقة بالقضايا الأساسية للمجتمع ، بل وتشمل حتى القضايا الأخلاقية أيضاً .\r\nج‌ج\r\nيخطئ أولئك الذين ينظرون إلى الأمور من زاوية واحدة ، فيجعلون الاقتصاد كل شيء ، ولا شيء غير الاقتصاد ، كما يخطئ أولئك الذين ينظرون بعين الاهمال واللامبالاة للدور الحساس الذي تلعبه المسائل الاقتصادية في مصير الأمم وحياتها وموتها ، وفي انتصارها وهزيمتها .\r\nج‌ج\r\nإنّ دوران « الاقتصاد السليم » في جسم المجتمع هو كدوران الدم السالم في عروق الإنسان ، وهذا هو أبسط تفسير وأرصنه في ذات الوقت يمكن أن\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nيقال في معرض بيان دور الاقتصاد في المجتمعات الإنسانية .\r\nفقد لا نلتفت إلى دور الدورة الدموية في حياة الإنسان في الأوضاع العادية ، ولكن حينما ينغلق مجرى أحد الشرايين الكبرى نتيجة لخلل في الجهاز المضاد للتخثر فإنّ أثر ذلك يظهر مباشرة وبشدّة ، وبالتالي يشلّ العضو الذي انسد مجرى دمه فوراً ، وإذا كان هذا العضو من أعضاء البدن الفّعالة « كالقلب » أو « الجهاز التنفسي » ينتج عن ذلك موتاً مفاجئاً ، و « الفقر الاقتصادي » له عوارض في المجتمع تشبه عوارض « فقر الدم » في البدن .\r\nففي مرض فقر الدم تصاب العين بضعف النظر ، والأذن تفقد قدرتها على السمع ويصاب اللسان بالخرس ، وتأخذ الأيدي والأرجل بالارتجاف ، ويفقد العقل قدرته على التفكير ، وهكذا الأمر بالنسبة للمجتمع الذي يتعرض للفقر الاقتصادي أو يسير في نظام اقتصادي غير سليم ، فإنّه يفقد أية قدرة أو مهارة ويبتلى بنقائص ومشكلات هدامة على جميع المستويات .\r\nفالسياسي الثوري .\r\nوالقائد الشجاع .\r\nوالفيلسوف الكبير .\r\nوالعالم العامل .\r\nوالشاعر البارع .\r\nوالفنان الماهر .\r\nوالفنّي المتمرس .\r\nهؤلاء جميعاً ليسوا بقادرين على أداء رسالتهم في المجتمع مطلقاً ما لم يكن لديهم معيشة اقتصادية مناسبة بالحد الأدنى ( ولا نقول مرفهة ) .\r\nيذكر أحد العلماء في مقدمة لأحد الكتب الاقتصادية المعروفة تعبيراً\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nواضحاً لهذه المسألة فيقول :\r\n« تخضع الحياة المادية والمعنوية لأيانسان ابتداء منذ ولادته حتى أنفاسه الأخيرة للُاسس والقوانين والأساليب الاقتصادية والاجتماعية ، وأنّ الموقع الدولي الذي تحتله الأمم والاستقلال والرفاه الذي تتمتع به منوطة بمجموعها بالنتائج الاقتصادية والاجتماعية » . « 1 »\r\nوأضيف على ذلك بالقول أنّ الإنسان يقع تحت تأثير هذا العامل القوي قبل ولادته أيضاً ، حيث ثبت اليوم أنّ العديد من الأمراض الجسمية أو حالات التخلف الفكري التي يصاب بها الإنسان سببها سوء التغذية أو نقصها لدى الأب أو الأم ، وكذلك بسبب المظالم الاجتماعية التي تنتج عنها آثار غير محمودة على النطفة والجنين .\r\nوعلى أي حال ، أي شيء أكثر بداهة من ارتباط آلاف القضايا التي نواجهها في حياتنا بنحوٍ من الأنحاء بالمسائل الاقتصادية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من مقدمة الدكتور بيرنيا على كتاب الاقتصاد ل « بول صاموئيل » .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n\r\nدور القضايا الاقتصادية في البنى الأخلاقية للمجتمع\r\nوحتى القضايا الأخلاقية تتأثر أيضاً بقدر ملحوظ بالعوامل الاقتصادية وقد لا يروق هذا الكلام للبعض من علماء الأخلاق ، فهم يتساءلون ما هي العلاقة التي يمكن أن تكون للمعنويات بالمسائل الاقتصادية ؟\r\nولكن لا شئ يدعو للعجب إذا أخذنا بنظر الاعتبار هذه النقطة التجريبية والحسية القائلة بأنّ التمسك بالمبادىء الأخلاقية كالشهامة والصراحة ومناعة الطبع والصدق في الحديث والأمانة والاستقلال والشخصية ، أمر في غاية الصعوبة بالنسبة لإنسان جائع ؛ الأمر الذي يبدد الذهول والدهشة .\r\nولا نزعم الإنسان الجائع سيتجه حتماً إلى الكذب والغش والتزوير ويفقد إيمانه قطعاً ، ولكني أقول أنّ الأرضية المناسبة للابتلاء بهذه الانحرافات الأخلاقية ، ممهدة جدّاً في الإنسان الجائع ، وهو أمر حسي وتجريبي .\r\nوكذلك لا يوجد أدنى شك في أنّ الحاجة المادية والفقر تشجعان\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالإنسان على ارتكاب الأعمال القبيحة كالتملق ، ومدح الأفراد الذين يستحقون الإدانة ، والبحث عن عيوب أولئك الذين يستحقون الثناء .\r\nكما أنّ الأمّة الجائعة تكون أكثر عرضة للوقوع في فخ الاستعمار ، ويمكن ربطها بسلاسل الأسر والعبودية بسهولة ، وبالتالي هدر جميع طاقاتها وثرواتها وأمجادها ، حيث إنّ الجوع أحياناً لا يترك للإنسان القدرة على الصراخ فضلًا عن أي شيء آخر !\r\nج‌ج\r\nزبدة الكلام ، أنّ البحث في أهميّة القضايا الاقتصادية بالنسبة ل « الماديين » أمر زائد ، لأنّ هؤلاء يعتبرون الاقتصاد خلاصة الأشياء ، وأمّا بالنسبة لأولئك الذين ينظرون إلى الإنسان من خلال بُعديه المادي والروحي والمعنى فإنّ أهميّة المسألة الاقتصادية أمر واضح بسبب أنّ أحد البعدين اللذين يتكون الإنسان منهما وهو البعد المادي يرتبط بالمسألة الاقتصادية إرتباطاً وثيقاً ، هذا الارتباط الذي يلقي بضلاله على البعد الإنساني الثاني ( البعد المعنوي ) بسبب ارتباط الروح بالجسد .\r\nوعلى هذا الأساس فإنّ الاغماض عن القضايا الاقتصادية يعني إهمال نصف وجود الإنسان ، هذا النصف الذي لا ينفصل عن النصف الذي يكمله أبداً .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n\r\nاختلاف العقائد في المسائل الاقتصادية\r\n« إنّ الهدف النهائي للحياة وأصالة الإنسان واستقلال المفاهيم الأخلاقية ومفهوم الحرية كلّها مسائل تضفي على الاقتصاد الإسلامي لوناً خاصّاً وتميزه عن المذاهب الأخرى » .\r\nبينما يعتبر الرهبان والزهاد و « قدماء المتصوفة » أنّ وجود المال والثروة ، وبشكل عام الارتباط بين المادية والدنيوية مانعاً أمام سعادة الإنسان ، بحيث إنّهم في بعض الأحيان ومن أجل التحرر من هذه الأشياء يرمون بأموالهم في البحر « 1 » ، نجد « الاقتصاديين الماديين » يرون أنّ الوصول إلى أوج تكامل الإنسان يكمن في العمل على زيادة المنتوجات الصناعية والاقتصادية .\r\nولكن العقيدة الإسلامية في الاقتصاد لا تتفق مع كلا الاتجاهين .\r\nولتوضيح ذلك نقول أنّ جميع المذاهب الاقتصادية الجديدة كالاشتراكية والشيوعية والرأسمالية وسائر المذاهب غير المعروفة تتحدث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نقلًا عن الغزالي في كتابه احياء العلوم ، حيث روى ذلك عن بعض شيوخ الصوفية .\r\n","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nحول ثلاث مسائل :\r\n1 - ما هو نوع البضاعة التي ينبغي إنتاجها ، وما هو مقدار ( كيفيتها وكميتها ) .\r\n2 - كيف يجب أن يكون إنتاج نوع البضاعة المنظورة وما هو مقدارها ( كمية الإنتاج ) وما هي الوسائل والأدوات والطاقات البشرية اللازمة لذلك .\r\n3 - كيفية إيصال هذه البضائع بمجموعها إلى أيدي الأفراد الذين أنتجت لهم هذه البضائع ( كيفية التوزيع ) .\r\nوعلى هذا الأساس فإنّ النظام الاقتصادي النموذجي هو ذلك النظام الذي يستطيع إعطاء أفضل الأجوبة على هذه الأسئلة .\r\nأمّا الهدف من مجموع مفردات هذا النظام ( الإنتاج والتوزيع والاستهلاك ) فلا يوجد حديث عنه في علم الاقتصاد والمذاهب والنظم الاقتصادية .\r\nقد تقولون إنّ هذا الأمر لا يرتبط بعلم الاقتصاد وإنّما له علاقة بعلم الفلسفة !\r\nوجواباً على ذلك نقول صحيح ، ولكننا لا نجد جواباً على هذا السؤال في المذاهب المادية التي اقتصرت فلسفتها على الاقتصاد ، ولا نرى من ردّ على هذا السؤال سوى إلّاأن نقول إنّ الهدف النهائي هو بقاء البشرية حيّة وتعيش حياة مرفهة ، أمّا ما هو الهدف من هذه الحياة ؟ فلا جواب لديهم على ذلك .\r\nغاية الأمر أنّ البعض كالوجوديين يقولون بصراحة أنّ الحياة فارغة ولا هدف لها ، بينمايصمت البعض حيال هذا السؤال .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nومن هنا يأتي المثلث المعروف ب « مثلث الخواء والعبث » « إعمل » حتى « تأكل الخبز » وكُلِ الخبز حتى « تبقى حياً » وابقَ حياً حتى لا شيء . أي « العمل » و « أكل الخبز » و « البقاء حياً » وأخيراً لا شيء ! . . .\r\nإنّ هؤلاء يتصورون أنّهم قد حلّوا أهم مسألة في حياة البشرية وهي « النظام الاقتصادي المثالي » ، والحال أنّهم تركوا ما هو أهم منها وهو الهدف النهائي للحياة في عالم من الابهام والظلمة التامة ، مثلهم كمثل الشخص الذي يصنع باخرة حديثة وقوية ويجهزها بجميع الوسائل اللازمة بدقّة وحرص ويملأ مخازنها بالمواد اللازمة ويدعو الناس للركوب فيها ، ثم يدعها في البحر ، ويبقى هو وسائر الناس حيارى بين الأمواج .\r\nج‌ج\r\nيبدو هناك اختلاف ملموس بين العقيدة الاقتصادية الرأسمالية وبين الاشتراكية ، وهذا الاختلاف هو أنّ التمييز العنصري في العقيدة الاقتصادية والرأسمالية أمر محتم حتى بين ركاب هذه الباخرة التائهة والتي تسير بلا هدف .\r\nفهؤلاء يقولون بصراحة : حتى لو تمّ الاستفادة من جميع « الثروات الطبيعية والطاقات الإنسانية الفعّالة » على أفضل وجه ، فإنّ المستوى المتوسط للمعيشة سيكون أقل أكثر ممّا نرغب به ونطلق عليه « أسلوب الحياة الأميركية » ! ونعلن للناس في الدعايات المزيفة . . . بل إنّنا سوف لن نتمكن من التوصل إلى مرحلة السعادة المنشودة ( طبعاً المقصود من السعادة\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nنوع من الحياة المرفهة الأميركية ) حتى لو استفدنا من الطاقة النووية . « 1 »\r\nوالشيء الذي يفهم من هذا الكلام هو أنّه لا بدّ من قيام بعض ركاب هذه الباخرة بالتضحية من أجل الآخرين وذلك في سبيل الاستمرار في هذه الحياة .\r\nوفي المقابل نجد أنّ عقائد الاقتصادين الشيوعي والاشتراكي تنصان على المساواة وإزالة التفرقة بين الأفراد ، رغم الاقتصار على الشعارات كما سيتضح لدينا .\r\nومع كل ذلك نجد أنّ كلا النظامين متساويان في اللأهدف والعبثية في الحياة وعدم تشخيص الأهداف .\r\nج‌ج\r\nأمّا في العقيدة المدرسة الاقتصادية الإسلامية فقد تمّ في البداية تشخيص هدف هذه السفينة ومسيرها ، ثم برمجت الخطة المناسبة للحياة الاقتصادية لربابنة هذه السفينة وركابها ، وكذلك لمحتوياتها وحمولتها .\r\nإنّ الإنسان في المذاهب الاقتصادية المعاصرة كائن ذو بعد واحد ، بينما يعتبر هذا الإنسان ذا عدّة أبعاد في العقيدة الاقتصادية الإسلامية ونستنتج من ذلك :\r\n1 - في المذاهب الاقتصادية المعاصرة ، لا يمكن ، بل لا ينبغي إيجاد الموانع أمّام « الانتاج الأكثر مع العمل الأقل » و « استغلال الانتاج » ، وبناءً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الخبير الاقتصادي الأمريكي المعروف بول صاموئيل ( كتاب الاقتصاد ، ص 29 ) .\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nعلى ذلك لا يمكن الاعتراف بأي قيد أو شرط إلّاالقيود والشروط التي تعتبر عوامل مساعدة غير مباشرة لتحقيق هذا الهدف ، أي زيادة في الانتاج مع قلّة في العمل .\r\n2 - ليس « للإنسان » أصالة في هذه المذاهب ، وإنّما يعتبر جزءاً من وسائل الإنتاج .\r\n3 - ( المفاهيم الإنسانية والأخلاقية ) في المنطق الشيوعي تكون مقبولة إذا تمكنت من دعم النهضة الاقتصادية ، وأمّا في المنطق الرأسمالي فإنّ هذه المفاهيم ليست إلّامجموعة من الأمور الشخصية والغير ملزمة التي لا يمكنها الحصول على دعم لها في القوانين العامة مطلقاً ولا يمكنها أن تكون قانوناً واجب التنفيذ ، إلّاإذا كان لها دور مؤثر في الإنتاج والتوزيع والاستهلاك .\r\n4 - أنّ ( الحرية ) في أحد هذين المذهبين ضحية لمفهوم تعميم الماء والرغيف ، أو تغييب هذا المفهوم في ظلّهما ، أمّا في المذهب الآخر فتكون على شكلين الأول « الحريات الاجتماعية » ويفهم منها الرقابة الحرّة في مجال القضايا الاقتصادية أو ما يساعد على ذلك ، والثاني هي « الحريات الفردية » التي تعني الحرية المطلقة في التمتع باللذات المادية شريطة عدم الاصطدام بحريات الآخرين !\r\nج‌ج\r\nوأمّا في العقيدة الإسلامية ، فبلحاظ الهدف السامي الذي تمّ بيانه للحياة فإنّ جميع الأسس الأربعة الآنفة الذكر تصبح ملغاة وتعطي مكانها للأسس التالية :\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\n1 - إنّ الإنسان في هذه العقيدة كائن أصيل ذو عدّة أبعاد بحيث لا تشكل المسائل والحاجات الاقتصادية رغم الأهمّية التي تحظى بها سوى واحدة من هذه الجوانب في وجوده ، وليست جميعها ، فالاقتصاد بعض رأس ماله لاكله وحاجة من حاجاته التي تعد وسيلة لهدفه السامي .\r\n2 - في هذه العقيدة تخضع « الاستفادة القصوى » لضوابط معيّنة بحيث لا تؤثر سلباً على سائر أبعاد الإنسان . فإنّ الإنسان كائن أصيل والاقتصاد إحدى نتاجاته ، وفي خدمته .\r\n3 - القضايا الأخلاقية والإنسانية في هذه العقيدة ذات أصالة تامة فغالباً ما تقدم على المسائل الاقتصادية ضحية من أجل المسائل الأخلاقية والإنسانية .\r\n4 - أنّ الحرية مفهوم أسمى من الحريات الفردية والاجتماعية ، بحيث يشمل جميع أبعاد الإنسان الوجودية ، إنّها حرية مشروطة تحمل في طياتها جميع هذه الأبعاد .\r\nهذه هي الأطروحة التي تميز الاقتصاد الإسلامي - والتي سنتطرق إلى تفاصيلها لاحقاً - عن سائر المذاهب والنزعات .\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\nالإسلام يولي القضايا الاقتصادية أهميّة خاصّة\r\nإنّ مسألة « التوزيع العادل للثروة » ومكافحة « التراكم » و « التكاثر » و « الكنز » وتأمين « اقتصاد سليم ومستقل » في المجتمع الإسلامي يعتبر واحداً من الأركان المهمّة النظرية الاقتصادية الإسلامية .\r\nلا أنسى أيّام عهد الطاغوت ، حينما كانت الرقابة تتحكم بشدّة على الصحافة ، ذات يوم المدير العام شكى للصحافة في ذلك الوقت ما كانت تنشره مجلة « مكتب الإسلام » ( تلك المقالات التي لم تنل رضا بعض الناس ، لأنّها على حد قولهم ليست حامية كثيراً من جانب ، ولأنّها كانت متهمة من قبل حكومة الطغاة آنذاك بأنّها خطرة ومثيرة للمشاعر وتعمل خلافاً لمصالح البلاد العليا من جانب آخر ) ، فقال : من المعلوم أنّ امتياز مجلة ( مكتب الإسلام ) امتياز ديني وعلمي ، وعلى هذا الأساس لا يحق لكتّابها التطرق إلى أبعد من ذلك ولا ينبغي لهم أن يتدخلوا في القضايا السياسية ! ثم أضاف قائلًا : عليكم بالكتابة حول الصلاة والصوم . . . ! !\r\nوعندما رأى سكوتي ونظراتي التي كانت تعني الكثير ، وقبل أن أنطق شيئاً قال : أعلم أنّكم ستقولون : أنّ في الإسلام أمراً بالمعروف ونهياً عن\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nالمنكر وجهاداً أيضاً ، ولكن أيّها السيد . . . لا يمكن كتابة هذه الأشياء .\r\nلقد رأيت أنّ هذا « المدير المأمور » يعلم أيضاً بأنّ الإسلام ليس منحصراً بمجموعة من المسائل العبادية ( على أنّ نفس العبادات هي عامل محرّك لو تمّ أداؤها بالشكل الصحيح ) ، وإنّما هو مجموعة من المسائل الحياتية والمعيشية بجميع حاجاتها ، وبالنظر إلى أنّ طريق هؤلاء ليس التسليم في مقابل الدين الحنيف ، وإنّما أتباع عقيدة النفاق ( نؤمن ببعض ونكفر ببعض ) فهؤلاء يقبلون الإسلام ما دام ينسجم مع مصالحهم ، وإلّا ضربوه عرض الحائط ، ولهذا فهم يسعون من أجل سلب الإسلام حيويته .\r\nلقد قدم القرآن صورة رائعة ومعبّرة عن موقف الإسلام من مسائل الحياة :\r\n« يَا أَيُّها الَّذِينَ آمَنُوا استَجِيبُوا اللَّهَ وَلِلرَّسُولِ إِذَا دَعَاكُم لِمَا يُحييكُم » . « 1 »\r\nومن البديهي أنّ التعاليم التي تتلخص بكلمة « الحياة » ، وتبعث الحيوية في سائر الأفراد والفئات ، لا يسعها إلّاأن تقدم أدق الخطط لمسألة الاقتصاد الحياتية .\r\nعندما يدور الحديث عن « المذهب الاقتصادي في الإسلام » يتساءل هؤلاء بذهول : وهل للدين مذهب اقتصادي أيضاً ؟ من المسلم به أنّ هؤلاء قد اتخذوا من بعض الأديان كالمسيحية الحالية قدوة للدين ، هذا الدين الذي مات عملياً نتيجة للتغييرات التي طرأت عليه ، ولم يبقَ منه في الحال الحاضر سوى ما يتعلق بمراسم الزواج والولادة والموت ومراسم القداس المخدرة أيّام الأحد وغفران الذنوب صكوك الغفران ، وفي بعض الحالات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأنفال ، الآية 24 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nبعض التوصيات الأخلاقية الخالية من أي رمق .\r\nوعلى أي حال ، رغم هذه التصورات ، فإنّ الإسلام لا يمتلك برامج للاقتصاد فحسب ، وإنّما يعير هذا الأمر المهم أولوية خاصة ، جديرة بهذا الموضوع الحيوي .\r\nلقد عالج الإسلام القضايا الاقتصادية من زاويتين مختلفتين :\r\n\r\n1 - الدولة\r\nفنحن نعلم أنّ أول خطوة قام بها الرسول صلى الله عليه وآله في المدينة هي تشكيل الحكومة الإسلامية ، ذلك إنّ أي خطّة اجتماعية وإصلاحية لا يكتب لها النجاح عملياً دون الاعتماد على حكومة صالحة .\r\nوستبقى هذه الخطّة على شكل مجموعة من التصورات الذهنية ، وعندما نرى عدم وجود إقدام على تشكيل حكومة في « مكة » فالسبب يعود إلى أنّ النبي الأكرم صلى الله عليه وآله في المرحلة المكية كان مشغولًا ببناء وإعداد العناصر الواعية والثورية لتتمكن من إدارة الحكومة الصالحة .\r\nكما أنّ تأسيس « بيت‌المال » دون شك جزء لا يتجزأ من الحكومة .\r\nومن خلال مطالعة مصارف « الزكاة » الثمانية يتبيّن أنّ الحكومة الإسلامية تعتمد على بيت المال في تجهيز الجيش ، وكذلك في مكافحة الفقر الاقتصادي وتنفيذ المشاريع العمرانية وأمثال ذلك .\r\n« إنّما الصَّدقَاتُ لِلفُقَراءِ وَالمَسَاكِينَ وَالعَامِلِينَ عَلَيهَا وَالمُؤَلَّفَةِ قُلُوبُهم وفِي\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالرَّقابِ وَالغَارِمِينَ وَفِي سَبيل اللَّهِ وَابنِ السَّبِيلِ » . « 1 »\r\nومن بديع الآيات القرآنية أنّنا نجد اقتران قضية « الجهاد بالنفس » ب « الجهاد بالأموال » ، أي أنّ هاتين النقطتين توأمان ينبغي الاهتمام بهما في نسيج الحكومة الإسلامية الثورية .\r\nومن الجدير بالذكر أموال بيت المال لا تجبى من الناس بالرجاء والالتماس وإنّما بعنوان حق مسلّم ينبغي أخذه ، فالآية تشير إلى وجوب الزكاة « خُذْ مِنْ أموَالِهم صَدَقَةً تُطَهِّرهُم وَتُزَكِّيهِم بِها » « 2 » ، التي تبدأ بكلمة « خذ » أفضل شاهد على هذا المدّعى حيث تعتبر دفع الزكاة أمر يوجب الطهارة ويؤدّي إلى نمو المجتمع .\r\nكما تصرّح آية الخمس « . . . فإنّ للَّهِ خمسَه وَلِلرَّسُولِ . . . » باشتراك بيت‌المال وأرباب الخمس بصفتهم مالكين مشاعين في الأموال العامة للناس ، وهذا شاهد آخر على هذا الموضوع .\r\nوبناءً على ذلك فإنّ للدولة الإسلامية سهماً وشركة في الأموال الخاصّة لجميع الناس طبقاً لضوابط معيّنة بالإضافة إلى الأموال الخاصّة التي تحت تصرفها ، وسنشير إلى هذا الأمر في الأبحاث القادمة وبهذا الشكل تحفظ الدولة ارتباطها الوثيق بالمسائل الاقتصادية للأمّة .\r\nوإن ذكر اقتران « الصلاة » ب « الزكاة » في آيات عديدة من القرآن الكريم يدلّ على أنّ التوجه نحو الخالق « الصلاة » والتوجه نحو الخلق « الزكاة » أمران متلازمان في شكل الدولة الإسلامية كتلازم خيوط النسيج .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة التوبة ، الآية 60 .\r\n( 2 ) سورة التوبة ، الآية 103 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nوما يجدر ذكره هنا أنّ الامساك عن دفع الزكاة للحكومة الإسلامية بمثابة التمرد على الحكومة والخروج من صفوف المسلمين ، حتى ورد جواز شهر السلاح بوجوههم ، وهذا الأمر يبيّن بوضوح أكثر موضوع العلاقة الوثيقة بين الحكومة الإسلامية والمسائل الاقتصادية .\r\n\r\n2 - الجانب الاجتماعي\r\nبغض النظر عن مسألة تشكيل الحكومة الإسلامية ، يمكن معرفة الأولوية التي تحظى بها المسائل الاقتصادية في نظر الإسلام بالنسبة لتشكيل « المجتمع الإسلامي » من خلال الأمور التالية :\r\nألف : لقد صرّحت المتون والمصادر الإسلامية على أنّ الأموال والثروات ودائع إلهية لدى الإنسان وأنّها أمر من الأمور الخيرية وأحد الأركان الأساسية في المجتمع .\r\nيقول الباري عزّ وجلّ في القرآن الكريم :\r\n« وَانْفِقُوا مِمَّا جَعَلَكُم مُسَتَخلِفِينَ فِيهِ » . « 1 »\r\nوقال : « فَكَاتِبُوهُم إنْ عَلِمْتُم فِيهِم خَيراً وَآتوهُم مِنْ مَالَ اللَّهِ الّذي آتاكُم » . « 2 »\r\nوقال : « كُتِبَ عَلَيكُم إذا حَضَرَ أحَدُكُم المَوتَ إن تَرَكَ خَيراً الوَصيّة . . . » . « 3 »\r\nوقد جاءت كلمة ( خيراً ) في الآية الأخيرة بدون أي قيد أو شرط لتبيّن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الحديد ، الآية 7 .\r\n( 2 ) سورة النور ، الآية 33 .\r\n( 3 ) سورة البقرة ، الآية 180 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nحقيقة هي أنّ الأموال التي تستحصل بالطريق المشروع ( وليس عن طريق استغلال الآخرين والسلب والنهب والاعتداء على حقوق الآخرين ) هي خير مطلق ، أي أنّها خير للدين ، وخير للدنيا ، وخير للنهوض بالخطط الثقافية ، وخير لإقامة العدالة الاجتماعية ، وخير للدفاع عن استقلال وحرية المجتمع ، وخير لكل سبيل .\r\nب : لقد اعتبر الإسلام الفقر الاقتصادي من دوافع ارتكاب الذنوب ، والغنى المادي عاملًا مساعداً لتحقق التقوى والحالة المعنوية العالية .\r\nفقد روي عن النبي الأكرم صلى الله عليه وآله قوله : « نعم العون على تقوى اللَّه الغنى » . « 1 »\r\nوفي حديث عن الإمام الصادق عليه السلام : « غنى يحجزك عن الظلم خير من فقر يحملك على الإثم » . « 2 »\r\nج : لقد جاء في بعض المتون الإسلامية أنّ الفقر اعتبر مصدراً للكفر والجحود ، والحديث المشهور عن النبي الأكرم صلى الله عليه وآله « كاد الفقر أن يكون كفراً » خير دليل على ذلك .\r\nد : إنّ جزءاً مهماً من الفقه الإسلامي الذي يستقي نصوصه من الآيات والروايات قد اختص بالأنظمة الاقتصادية وقوانينها ومقرراتها .\r\nفقد ألفت العديد من الكتب الفقهية التي تناولت المسائل الاقتصادية مثل : كتاب الغصب ، وكتاب الديون ، وكتاب المزارعة ، وكتاب المساقاة ، وكتاب المتاجر ، وكتاب إحياء الموات ، وكتاب الشفعة ، وكتاب الوقف ، وكتاب الوديعة ، وكتاب الرهن ، وكتاب المصالحة ، وكتاب اللقطة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة ، ج 12 ، ص 16 .\r\n( 2 ) المصدر السابق ، ص 17 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n( الممتلكات الضائعة ) ، وكتاب الزكاة والخمس والأنفال وأمثال ذلك ، وقد تمّ في هذه الكتب بحث المسائل الحقوقية والمالية بجميع جزئياتها وعلى أساس إشاعة العدالة الاجتماعية فيها ، الأمر الذي يدل على الأهميّة الفائقة التي يوليها الإسلام للمسائل الاقتصادية .\r\nه : لقد اهتمت التعاليم الإسلامية إهتماماً بالغاً بالمسائل المتعلقة بالسيطرة على الثروة ومكافحة تراكمها وتكاثرها وكنزها ، والحيلولة دون انقسام المجتمع إلى قطبين « غني » و « فقير » وسنقوم بعونه تعالى بتوضيح تفاصيل ذلك في البحوث المقبلة ، وسيتبيّن لكم بلحاظ ذلك إنّ المجتمع الذي نعيشه حالياً ونطلق عليه اسم المجتمع الإسلامي ونشهد فيه أنواع الاستغلال والظلم والاعتداء على حقوق الآخرين ، أبعد ما يكون عن المجتمع الإسلامي الحقيقي .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\n\r\nالعمل والجهاد في صف واحد\r\nمن كانت بطالته وقلّة عمله ، أو عدم إتقانه للعمل سبباً في تبعية المجتمع الذي يعيش فيه إلى الآخرين من الناحية الاقتصادية ، فانّه ملعون بنظر الإسلام ومطرود من رحمة اللَّه تعالى .\r\nإنّ الثورة السياسية لا تصل إلى تكاملها ما لم تستند على قاعدة اقتصادية غنية ومكتفية ذاتياً إضافة إلى نهضة ثقافية عميقة .\r\nج‌ج\r\nكان الحديث يدور حول الأولوية التي تحظى بها المسائل الاقتصادية في الإسلام ، ومن أجل إكمال هذا البحث نتطرق إلى دراسة نظرية الإسلام في أهميّة العمل .\r\nيمكن خلاصة جميع برامج الإسلام بالجهاد :\r\nالجهاد ضد الطاغوت .\r\nالجهاد ضد الجهل .\r\nالجهاد ضد الفقر .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nالجهاد ضد النزوات والأهواء الجامحة !\r\nعلى العكس تماماً ممّا يقوله بعض قصار النظر أو المغرضين ، فالجهاد إضافة إلى عدم كونه نقطة ضعف بالنسبة للتعاليم الإسلامية ، فانّه بلا شك كان وما يزال أعمق هذه التعاليم وأكثرها حيوية . فهو قانون ينسجم مع نظام الحياة والخلقة ، وروح الحرية والعدالة الإنسانية ، وهو قانون تفقد الحياة معناها بدونه ، وتتحول إلى حالة من حالات الموت .\r\nأمّا النقطة الجديرة بالذكر هنا هي أنّ أي عمل مثمر كيفما كان بمثابة شعبة من الجهاد في سبيل اللَّه ، وقد عرف العامل في الإسلام بأنّه مجاهد في سبيل اللَّه ، بل انّه وصف أكثر من ذلك أحياناً .\r\nفقد روي عن الإمام الرضا عليه السلام أنّه قال :\r\n« الذي يطلب من فضل اللَّه ما يكف به عياله أعظم أجراً من المجاهد في سبيل اللَّه » . « 1 »\r\nإنّ إدراك السبب الذي يدعو إلى جعل هذه المنزلة الرفيعة للعامل ليس أمراً صعباً لما يلي :\r\n1 - إنّ المجاهدين يقومون بدور الحفاظ على المجتمع أحياناً ، بينما نجد أنّ العمال الصالحين يعملون دوماً من أجل تحسين أوضاع المجتمع الحالية وتطويرها في المسقبل .\r\n2 - إنّ أي نظام سياسي لا يكتب له الدوام والاستمرار ما لم يكن متكئاً على اقتصاد قوي ومزدهر ، أي لا طائل من جهود الجنود دون عرق العمال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة ، ج 12 ، ص 43 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nولأجل توضيح الاحترام والتعظيم الذي أولاه الإسلام للعامل ، فلنا في قصة سعد الأنصاري العامل المكافح المسلم كفاية ، حيث تذكر الروايات أنّ أسعداً كان في استقبال النبي صلى الله عليه وآله عندما كان عائداً من غزوة تبوك وصافح سعد النبي بيده الخشنة المليئة بالخدوش فسأله النبي عن السبب في ذلك فقال : إنّي أعمل واستعمل المسحاة والحبل لأعيل عيالي ، فقام النبي صلى الله عليه وآله بعمل مدهش لم يصدر من أي من العظماء في هذا العالم : وكان نصّ الحديث كالتالي : فقبّل يده رسول اللَّه وقال : هذه يدٌّ لا تمسّها النار ! « 1 »\r\nنعم ، لقد كان هذا العمل من العظمة والأهميّة بحيث لا يمكن بيان ذلك إلّا به ، ومن أجل التعرف أكثر على أهميّة العمل في الدين الحنيف ، نرى من اللازم التوجه إلى أنّ العمل البنّاء والايجابي لا يعتبر من أهم العبادات في الإسلام فحسب وإنّما الآثار الجانبية التي تنشأ عن ذلك عبادة أيضاً ، كما جاء في مضمون أحد الأحاديث الشريفة « إنّ العامل الذي يأتي إلى البيت وهو تعبان ويخلد إلى النوم وهو بأشد حالات الاجهاد بمثابة الشخص الذي يقيم الليل في العبادة » .\r\nكما ورد في الإسلام التأكيد بالتبكير في إنجاز الأعمال .\r\nوقد أوصى الإمام الصادق عليه السلام أتباعه بما يلي :\r\n« إذا أراد أحدكم حاجة فليبكر إليها وليسرع المشي إليها » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أسد الغابة ، ج 2 ، ص 469 .\r\n( 2 ) وسائل الشيعة ، ج 12 ، ص 5 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n\r\nنماذج حيّة\r\nلقد قام العديد من أئمّة الإسلام العظام بالعمل شخصياً وبأيديهم من أجل التأكيد على أهميّة العمل وتعميمه وتعظيم مكانة العامل ، وهي الأعمال التي قد لا يراها اليوم أغلب الأفراد تليق بشأنهم فيستخفون بها ويستضعرونها .\r\nجاء أحد أصحاب الإمام موسى بن جعفر عليه السلام فرآه مشغولًا بالعمل في زراعة أرضه ، والعرق يتصبب من رجليه ، فتعجب وقال : دع عنك هذا العمل ! فقال الإمام عليه السلام : « إنّ رسول اللَّه صلى الله عليه وآله وأميرالمؤمنين وآبائي كلّهم كانوا قد عملوا بأيديهم وهو من عمل النبيين والمرسلين والأوصياء والصالحين » . « 1 »\r\nوأعجب من ذلك ما ورد في سيرة أئمّة المسلمين ، حيث :\r\n« كان أمير المؤمنين يحتطب ويستقي ويكنس وكانت فاطمة تطحن وتعجن وتخبز » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة ، ج 12 ، ص 23 .\r\n( 2 ) المصدر السابق ، ص 24 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nسؤال وجواب :\r\nاستناداً لما ذكرنا من أهميّة العمل فقد يتبادر إلى أذهان الكثيرين هذا السؤال :\r\nلماذا لا يبدر زعماء الدين في يومنا هذا إلى الأعمال الإنتاجية كالزراعة وأمثال ذلك حتى يكونوا قدوة للآخرين ؟\r\nوجواباً على هذا السؤال نقول إنّ هناك نقطة ينبغي الانتباه إليها هي أنّ الاحترام الذي يبديه الإسلام للعمل اليدوي لا يفهم منه عدم الاهتمام بالأعمال الفكرية البنّاءة كالتعليم والتربية وقيادة الأمّة وتوجيهها ، وعدم إعطاء هذه المهام قيمتها المناسبة ، ليستغل الجهّال ذلك لاتهام العلماء وأساتذة الجامعة والكتّاب الكبار وكبار مفكري الأمّة بعدم قيامهم بأي إنجاز بنّاء ، بل بالعكس ، فإنّ الهدف الأساسي من الاحترام للاحترام الفائق للعامل هو الحيلولة دون إغفال دور العامل في تطور المجتمع الحي والتقليل من مكانته ، وإلّا فإنّ لزعماء المجتمع ومربي الأمّة دوراً كبيراً جدّاً في تقدم المجتمع مادياً أيضاً بغض النظر عن القيم الإنسانية ، لأنّ هؤلاء ينهضون برسالتهم في إرساء قواعد المجتمع الصالح من خلال دعوة أيتائه للوحدة والتضامن والتعاون بوضعهم الحجر الأساس لمجتمع صالح ، ودعوتهم للتضامن والعمل الصالح والتعاون وغير ذلك يساهمون في تقوية وتحكيم خطى المجتمع في سيره نحو الأهداف السامية ، ولا يمكن نكران التأثير غير المباشر لهؤلاء ( كالتأثير غير المباشر لعمل طبيب حاذق وحريص ) في زيادة عائد العمال الاقتصادي .\r\nفمن الواضح تماماً أنّ العامل الذي يمرض لا يكون فاقداً للعائد\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nالاقتصادي فقط وإنّما يتحول إلى إنسان مستهلك ، ولكنّه يستعيد سلامته على أثر الجهد الذي يبذله الطبيب ، ويتمكن مرّة أخرى من العمل والإنتاج ، فهل نقول لهذا الطبيب أو الطالب الذي يدرس الطب إنّك لا تنجز عملًا بنّاء وينبغي أن تأتي وتعمل في الأراضي الزراعية ، وكذلك العالم الذي يدعو الناس إلى الوحدة والعمل الصالح والتعاون والجد في الإنتاج ومكافحة الكسل والبطالة ، فإنّه بذلك يضاعف إنتاج المجتمع مرّات عديدة .\r\n\r\nالكسالى والطفيليون منبوذون في هذا النظام :\r\nالتعاليم الإسلامية واضحة وصريحة في استنكار التهرب من تحمل المسؤوليات والواجبات التي وضعها النظام الاقتصادي للمجتمع على عاتق كل فرد من أفراده ، وذلك من أجل منع هؤلاء المتهربين وأمثالهم من التطفل على الآخرين دون المساهمة في بذل هذه الجهود ، وكذلك منعهم من تقبّل الحياة الإتكالية والتابعة للآخرين .\r\nنهت التعاليم الإسلامية عن « النوم الكثير » و « قلّة العمل » و « البطالة » بحيث أن الإمام موسى بن جعفر عليه السلام قال :\r\n« إنّ اللَّه تعالى ليبغض العبد النوام . إنّ اللَّه ليبغض العبد الفارغ » . « 1 »\r\nكما روي عن النبي صلى الله عليه وآله حديث بمثابة شعار إسلامي ، يبيّن بوضوح نظرة الدين الحنيف للأفراد والمجتمعات الكسولة والتي تعتمد على الغير ، فقد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة ، ج 12 ، ص 37 ، باب 17 في مقدّمات التجارة ، ح 4 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nقال صلى الله عليه وآله : « ملعون من ألقى كلَّه على الناس » . « 1 »\r\nوفي رواية أخرى يحذّر الإمام الصادق عليه السلام أحد أصحابه قائلًا : « لا تكسل عن معيشتك فتكون كلًا على غيرك » . « 2 »\r\n\r\nأهميّة الأعمال الانتاجية :\r\nلا شك أنّ الأعمال الانتاجية هي أساس العمل البنّاء ، وتتوقف قيمة الأعمال الأخرى من الناحية الاقتصادية على مدى دورها في الانتاج .\r\nوتحظى الأعمال الإنتاجية بأهميّة الأهميّة بحيث أنّ القادة الربانيين الذين يستحقون الاستفادة من بيت المال بحكم توليهم للمهام الاجتماعية الكبرى ، كانوا يعملون ما في وسعهم من أجل الاستغناء عن بيت المال ، وذلك عن طريق المساهمة في الأعمال الانتاجية بنحوٍ من الأنحاء ، لكي لايمدوا أيديهم إلى بيت المال .\r\nفقد جاء في إحدى الروايات الإسلامية نقلًا عن أمير المؤمنين علي عليه السلام أنّه قال : « أوحى اللَّه إلى داود أنّك نعم العبد لولا أنّك تأكل من بيت‌المال ولا تعمل بيدك » « 3 » مع أنّه كان زعيماً لدولة عادلة وواسعة وله الحق في تأمين معيشته من بيت‌المال .\r\nفبكى عليه السلام أربعين ليلة فألان اللَّه له الحديد فأخذ يعمل الدروع ويأكل من كدّ يده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة ، ج 12 ، ص 187 .\r\n( 2 ) المصدر السابق ، ص 37 .\r\n( 3 ) الكافي ، ج 5 ، ص 74 ، ح 5 .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nيقول الإمام الصادق عليه السلام :\r\n« إنّي لأعمل في بعض ضياعي حتى أعرق وإنّ لي من يكفيني ليعلم اللَّه عزّوجل إني أطلب الرزق الحلال » . « 1 »\r\nكما شوهد الإمام الصادق عليه السلام وبيده مسحاة وعليه إزار غليظ يعمل في حائط له والعرق يتصبب من ظهره ، فتعجب من رآه وسأله عن ذلك فقال عليه السلام :\r\n« إنّي أحبّ أن يتأذّى الرجل بحرِّ الشمس في طلب المعيشة » . « 2 »\r\nوعلى الرغم من عدم توسع الصناعة في ذلك الوقت كما هو الحال في أيامنا هذه إلّاأنّ الأهميّة التي أولاها الإسلام للصناعة كانت كبيرة بحيث يمكن معرفة مداها من خلال العهد الذي عهده الإمام علي عليه السلام لمالك الأشتر .\r\nففي هذا العهد يوصي أمير المؤمنين عليه السلام مالكاً بالاهتمام البالغ « بذوي الصناعات » وأنّهم « مواد المنافع وأسباب المرافق » .\r\nبل إنّه يأمره بتفقد أمور عمّال - الصناعة شخصياً سواءً أولئك الذين في المدينة أو مَنْ هم في البلاد النائية ( وتفقد أمورهم بحضرتك وفي حواشي بلادك ) .\r\nوأمّا بالنسبة لأهميّة الزراعة والاكتفاء ذاتياً بهذا الخصوص فيمكن الاكتفاء بما تحدث به أئمّة الإسلام ، ووصفهم للزارعين بأنّهم « كنوز اللَّه في أرضه » « 3 » . حيث تعتبر الزراعة من أحبّ الأعمال عند اللَّه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة ، ج 12 ، ص 23 .\r\n( 2 ) المصدر السابق ، ص 23 .\r\n( 3 ) الرواية عن الإمام الصادق عليه السلام .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\n« ما في الأعمال شيء أحبّ إلى اللَّه من الزراعة » . « 1 »\r\nما ذكر لحدّ الآن غيض من فيض تعاليم أئمّة الإسلام ووصاياهم فيما يتعلق بالعمل وخاصّة الأعمال الانتاجية .\r\nوقد يصاب أولئك الذين لم يعرفوا عن الإسلام إلّاما سمعوا به من الشارع والسوق أو من الأفراد غير الواعين ، بالدهشة عندما يطلعون على مثل هذه البحوث .\r\nونحن بدورنا نوصي الباحثين في المسائل الإسلامية مرّة أخرى فنقول :\r\nإقتربوا أكثر فأكثر ولا تشربوا الصدى وعلى يديكم المنبع .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) عن الصادق عليه السلام ، وسائل الشيعة ، ج 12 ، ص 25 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n\r\nالمفاهيم البنّاءة ممسوخة !\r\nلم يقبل الإسلام أي عذر وذريعة في مسألة التهرب من السعي والجد والعمل ، فلا بدّ للجميع من العمل حتى تصل الثورة إلى مقاصدها وعلى الجميع المساهمة في هذه النهضة الكبرى كلٌّ حسب مسعاه .\r\nقلنا إنّ العمل هو جهاد اجتماعي وديني كبير ، وهذا البحث تناولناه سابقاً وعلمنا تأكيد الإسلام هذه المسألة الحياتية والأساسية .\r\nوقد يطرح هنا سؤال مهم هو : أليس هناك تناقض بين هذه التعاليم الإسلامية الحيوية وبين ما جاء في الآيات والروايات التي تأمر بالتحلي ب « الزهد » و « التوكل » و « الابتعاد عن الركض وراء الآمال العريضة » و « عدم العناية بالأمور الدنيوية » ؟ فقد حدّث البعض نفسه .\r\nبل إنّ بعض الأفراد يقولون إنّنا عندما نقرأ هذه الآيات والروايات يضعف فينا الدافع نحو العمل والسعي والنشاط فنحذر أن تكون من طلاب الدنيا فنحشر في زمرتهم .\r\nوالحقيقة أنّ غياب الثقافة الإسلامية المتكاملة التي تمتلكها الأمّة والتي تسلّط الضوء على كافة المفاهيم هي التي تؤدّي إلى ظهور مثل هذه التناقضات .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nوكما أشرنا في البحوث المرتبطة بدوافع ظهور الدين ، فإنّ هذه المفاهيم ( الزهد ، والتوكل ، وطول الأمل ، وأمثال ذلك . . . ) قد تعرضت للمسخ والتحريف واختلطت مفرداتها بالمزاجات الشخصية لقصيري النظر بحيث أدّى ذلك إلى تشويه هذه المفاهيم البنّاءة في أذهان الناس تماماً ، وأخذ بعض المتظاهرين بالاسلام بجعل هذه المفاهيم غطاء يخفي وراءه نقائصه وكسله وقصر نظره .\r\nولا نرى من صعوبة في إدراك مراد الشارع من هذه المسائل لم أراد الواقع .\r\nفمثلًا عندما نواجه الرواية التالية : عن أبي عبداللَّه عليه السلام في قول اللَّه تعالى :\r\n« « وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ المُتَوكلونَ » قال : الزارعون » . « 1 »\r\nندرك فوراً أنّ التوكل لا يعني الانزواء وعدم النشاط وترك العمل والسعي فالمزارعين هم أكثر طبقات المجتمع نشاطاً وكفاحاً .\r\nوعندما نقرأ قصة غزوة « حمراء الأسد » التي حصلت بعد معركة أحد التي مُني الجيش الإسلامي فيها بخسارة فادحة ، نجد أنّ جيش المسلمين جمع قواه مرّة أخرى لمواجهة الضربة الثانية التي ينوي العدو توجيهها للمسلمين وقد اشترك في هذه الغزوة حتى جرحى معركة أُحد ، ومن أجل أن يظهروا للآخرين استعدادهم للاستماتة والتضحية حتى آخر قطرة دم ، جعلوا مجموعة من جرحى غزوة أحد في الصفوف الأمامية .\r\nوقد أثنى القرآن الكريم على هذا الجيش بالتعبير التالي :\r\n« الَّذِينَ قَالَ لَهُم النّاسَ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَاخْشَوهُم فَزَادَهُم إِيماناً\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة ، ج 12 ، ص 25 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nوَقَالُوا حَسبُنا اللَّهُ وَنِعْمَ الوَكِيلُ » . « 1 »\r\nوبالالتفات إلى هذه التعبيرات يمكن إدراك روح « التوكل » والذي يعني الاطمئنان بلطف اللَّه وفي نفس الوقت السعي المستمر والدائم .\r\nأو عندما نجد أمير المؤمنين عليه السلام ينصح الناس بالزهد وهو على رأس الدولة الإسلامية ويعيش في قلب المجتمع وبين أمواج الحياة الهائجة ، نفهم أنّ الزهد لا يقصد منه الابتعاد عن المجتمع والعمل والنشاط وإنّما عدم الوقوع في أسر المال والمنصب ، ولا يعني الانزواء والانعزال وإنّما يعني الاستقلال الروحي وعدم التبعية للماديات واطلاق العنان لها .\r\nكما نفهم من الروايات الإسلامية التي اعتبرت « الحرص وطول الأمل » من عوامل الغفلة عن محكمة العدالة الإلهية في العالم الآخر أنّ المقصود هو إدانة أعمال طلاب الدنيا الذين يجمعون الثروة غافلين عن المفاهيم الإنسانية ولا يعيرونها أيّما اهتمام ، ولا يعترفون بأي قيد أو شرط .\r\nوالدليل على ذلك الأحاديث التي وردت في المصادر الإسلامية المختلفة بشأن « الاجمال في طلب الرزق ، التي تحث المسلمين بعدم الحرص في كسب المال وعدم الركض وراءه » .\r\nولكن ما هو الهدف النهائي الذي تؤكد عليه هذه الروايات عندما نتمعنها ؟ لقد روي عن النبي صلى الله عليه وآله في أحد هذه الأحاديث أنّه قال في إحدى خطبه في حجة الوداع « آخر حجّة له صلى الله عليه وآله » :\r\n« اتقوا اللَّه وأجملوا في الطلب ولا يحملنّكم استبطاء شيء من الرزق أن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة آل‌عمران ، الآية 173 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nتطلبوه من غير حلّه » .\r\nفالهدف النهائي لهذه الأحاديث هو الإشارة إلى أولئك الحريصين الذين يرتكبون أعمال الاعتداء والغصب لحقوق الآخرين من أجل رفاه أحوالهم ، ويطلقون على أعمالهم الشنيعة هذه تسميات مختلفة مثل « ضمان المستقبل » لتكون ذريعة لجمع الثروة واكتناز الأموال ، أو يعتبرون مسألة الثراء السريع جوازاً لهم في السير في الطرق الغير مشروعة .\r\nفالإسلام يدعو جميع هؤلاء إلى ضبط النفس والسيطرة على أهوائهم الجامحة ورعاية أسس العدالة والتقوى ، وتوظيف التعاليم السابقة ككبح للسيطرة على الأنانية وحبّ الذات التي تفشت للأسف في المجتمعات وقبّحت وجه الإنسانية . وناهيك عما تقدم فللعمل بُعدان ؛ أحدهما فردي ذات صلة بدخل الفرد ، والآخر اجتماعي مرتبط بتطور المجتمع وإزدهاره فالصفات المذمومة المذكورة آنفا ترتبط بالجانب الفردي للعمل ، أي جعل السعي والنشاط وسيلة للاستثمار والاستغلال للآخرين ، واستخدام ذلك حربة للممارسات الأنانية أو التفكري بالنفس فقط على الأقل .\r\nأمّا العمل الذي يصب في خدمة المجتمع وسيرته التكاملية فليس مخالفاً للزهد والتوكل ولا يعتبر دليلًا على الحرص وطول الأمل ولا حبّ الدنيا ، بل هو عين الزهد والتوجه للآخرة ، وعين العبادة والتقرب إلى اللَّه سبحانه .\r\nفإذا قال لك شخص أنا لا أعمل لئلًا أكون دنيوياً ! فقل له فوراً : إذهب واعمل لرفاه المجتمع ولا تطالب بالأجور لكي يتبيّن من خلال ذلك أنّها ذرائع للتهرب من العمل والسعي ، وليست زهداً وتركاً للدنيا ، خاصّة وأنّنا اليوم نمرّ بلحظات حساسة من تاريخنا بحيث إذا تركنا هذا الجهاد الإسلامي\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nالأكبر ، أي العمل في جميع المجالات ولم نحيي هذه الروح فإنّ ثمار ثورتنا تتعرض لخطر حقيقي .\r\nفعلى جميع المسلمين في العالم أن يشمّروا عن ساعد الجد ، وأن تعمل جميع فئات الأمّة وتكافح من أجل استمرار حركة الثورة ، وإلّا ستتعرّض أسس استقلالنا إلى ضربة يصعب تداركها .\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\nالمذاهب الاقتصادية الثلاث\r\nثلاثة مذاهب اقتصادية معروفة في العالم\r\nلقد جرّت الرأسمالية باعتمادها أسس الحرية الكاذبة في جميع المجالات لتقود العالم نحو الفناء ، وجعلت شعوب العالم تئن تحت أسر هذا النظام .\r\nج‌ج\r\nرغم أنّ المذاهب والنزعات الاقتصادية كثيرة متشعبة في الماضي والحاضر ، إلّاأنّنا نرى أنفسنا في غنى عن الخوض في تفاصيلها جميعا فهي ذات صلة بعلم الاقتصاد .\r\nولهذا سنقتصر البحث والتحقيق ثلاثة مذاهب معروفة من بين جميع هذه المذاهب لكونها تمتاز بكثرة أنصارها وحماتها في عالمنا الحاضر ، فأينما نذهب هذا اليوم نواجه غالباً أتباعاً لواحدٍ من هذه المذاهب الثلاثة .\r\nومن الجدير بالذكر أنّ البحث حول المذهب الاقتصادي في الإسلام يفقد خصوصيات البحث التطبيقي والمقارن ، وسيفقد بطبيعة الحال الوضوح\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nالكامل مالم يحصل هذا التحقيق والدراسة .\r\nوهذه المذاهب الثلاثة هي :\r\nالرأسمالية .\r\nالاشتراكية ( تأميم وسائل الانتاج )\r\nالشيوعية ( الاشتراكية الكاملة ) .\r\nفهناك وجود عيني وخارجي للمذهبين الأوليين - الرأسمالي والاشتراكي - في حين يقتصر المذهب الشيوعي على الوجود الذهني ، حيث يزعم أنصاره أنّه ما زال في طور التكون والظهور ولكن يبدو من خلال القرائن الموجودة انعدام الأمل في تحقيقه !\r\nوعلى أي حال فإنّ التسلسل التأريخي للمذاهب الثلاثة يوجب البدء بالرأسمالية ومن ثم الانتقال إلى الاشتراكية وبعد ذلك نتناول الشيوعية .\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n\r\nبحث إجمالي حول الرأسمالية\r\nلا بدّ وأنّكم تعلمون أنّ المقصود من الرأسمالية ليس هو جميع أنواع الملكية الشخصية ، والرأسمالية الخاصّة بمفهومها اللغوي ، وإنّما هي الملكية الشخصية في شكلها الصناعي والممتزج بالتكنولوجيا الحديثة ونظام المعامل والعمّال وأرباب العمل .\r\nوبتعبير آخر فإنّ المجتمع سينقسم طبعاً إلى طبقتين أثر تطور الصناعة والإنتاج هما « أصحاب المعامل » و « العمّال » ويطلق على الطبقة الأولى اسم الرأسمالية ( البرجوازية ) ، والثانية العمّال ( البروليتاريا ) .\r\nأمّا أولئك الذين لديهم معامل صغيرة والمنتشرين في زوايا هذه المجتمعات فيطلق عليهم اسم « البرجوازية الصغيرة » .\r\nومن خلال التحقيق في جذور هذا المذهب يتبيّن أنّه يستند على أربعة أسس رئيسية :\r\n1 - الملكية الشخصية بشكلها اللامحدود وبدون أي قيد أو شرط .\r\n2 - الاعتراف برأس المال بصفته العامل الأول للقيمة .\r\n3 - حرية الاستثمار بأي شكل وبأية كيفية لرأس المال .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\n4 - حرية الاستهلاك في أي طريق وبأي مقدار وبدون أي قيد أو شرط .\r\nولا شك أنّ هناك قوانين في الدول الرأسمالية هدفها تحديد كل من الأسس الأربعة الآنفة الذكر ( كإشراف الدولة المحدود على كيفية الإنتاج وكميته ، وإشراك العامل قسراً في عائدات المعامل في بعض الدول ، أو منع الاستثمارات في قسم من الحقول الاقتصادية الأسس لا تتعدى ) .\r\nولكن لا ينبغي نسيان نقطة مهمّة هي أنّ أياً من هذه الأسس لا يتعدى حدود الاستثناء في مقابل الأصل والقانون العام ، وما دامت الضرورة لا تستوجب هذا الاجراء فإنّ الأساس والقاعدة هي تلك المبادئ الأربعة التي ذكرناها سابقاً .\r\n\r\nالجذور الرئيسية الرأسمالية :\r\nإنّ نظرة إجمالية للُاسس الأربع المذكورة يتبيّن أنّ جميعها يعود إلى أساس واحد هو « الفردية » و « الحريات الفردية » أي الليبرالية بنظرة أشمل .\r\nفأولئك يستندون في الحقيقة على مرتكزات « الحرية » و « القوى الطبيعية للإنسان » لإثبات هذه الأسس ويقولون :\r\nإنّ الإنسان خلق حرّاً ويجب أن يبقى حرّاً .\r\nحرّاً في الإنتاج .\r\nحرّاً في الاستثمار .\r\nحرّاً في الاستهلاك .\r\nولهذا يعتبر شعار الحرية والعالم الحرّ ( طبعاً بالمفهوم الذي يفسرونه من\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nكلمة الحرية وليست الحرية بمفهومها الواقعي ) ، أهم الشعارات في حياتهم ، وكما سنرى فإنّ جميع حالات التناقض والاحباط التي واجهوها ناشئة من الحرية الكاذبة التي دعوا إليها ( الحرية بهذا المفهوم الخاص ) .\r\nوما اعترافهم بالملكية الفردية المطلقة إلّابسبب اعتمادهم هذا النوع من الحرية .\r\nبالاستثمار والإنتاج بأي شكل من أشكالها وهذا نوع من الحرية لديهم أيضاً وإنّ حرية الاستهلاك لديهم وصلت حدّاً يوصي فيه للحيوانات التي تربى على أيديهم ( كالكلاب والقطط ) بحيث إنّ تخصيص الملايين للحيوانات في هذه البلدان يعدّ أمراً قانونياً ، فهذا الأمر تجسيد للأساس العام الذي يطلقون عليه اسم الحرية !\r\nويعتقد أنصار الاقتصاد الرأسمالي أنّ « الاقتصاد الحرّ » أو ما يعبرون عنه ب « الرأسمالية في ظل التنافس الحر » قادر بشكل تلقائي على حلّ المشكلات الاقتصادية بشكل مدهش ، فهم يقولون : « في الاقتصاد الحر لا يتعامل أي فرد بمفرده أو مؤسسة بمفردها مع المبادئ الأساسية الثلاثة في الاقتصاد ، أي « ما هو الشيء ؟ » و « كيف ؟ » و « لأي شخص ؟ » وأنّه لأمر طريف حقاً . . .\r\nبل هناك نظم خاص وتلقائي في هذا المذهب ، بحيث يحلّ أعقد المسائل المتصورة التي تتضمن آلاف التغييرات وآلاف الإرتباطات دون أن يحسّ بذلك » . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) خلاصة لكتاب الاقتصاد ، تأليف ساموئيل سن ، الصفحات 61 و 62 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nآثار آدم سميث اللامرئية ( لابدّ من الدقّة )\r\nيقول « آدم سميث » أب الاقتصاد الجديد : « يسعى كل فرد في هذا النظام الاقتصادي إلى إستثمار رأس ماله بحيث يحصل على أرفع قيمة على مثوى الإنتاج .\r\nوبشكل عام لا يقصد هذا الإنسان من هذا الكلام تقديم النفع للمصلحة العامة ولا يدري كذلك كم يعود عمله هذا بالنفع على هذه المصلحة العامة ، وإنّما يقصد من ذلك حفظ نفسه وضمان مصالحه فقط ، وفي هذا الأمر يأتي دور « اليد اللامرئية » لتكون موجهاً له ، كي يتتبع هدفاً معيناً لم يكن في ذهنه قبل ذلك ( لابدّ من الدقّة هنا ثانية ) .\r\nإنّ هذا الفرد حينما يتابع العمل على ضمان مصالحه فهو في كثير من الأوقات يقوم بتأمين مصالح المجتمع أيضاً ، وقد يكون ذلك أكثر تأثيراً من الوقت الذي يقضيه صرفاً في تأمين مصالح هذا المجتمع » . « 1 »\r\nوبهذا الشكل ، يعتقد هؤلاء أنّ النظام الرأسمالي يتجه تلقائياً نحو مصالح المجتمع ، وأنّ تأمين المصلحة الفردية يؤدّي بالنتيجة إلى تأمين المصلحة العامة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من كتاب ( ثروات الشعوب ) تأليف آدم سميث ( نقلًا عن كتاب الاقتصاد لساموئيل سن ) .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nويصف بعض علماء الاقتصاد هذه اليد اللامرئية بقانون نظام « العرض والطلب » الذي ينقل رؤوس الأموال والطاقات الإنسانية بشكل تلقائي من مجال اقتصادي تكون حاجة المجتمع إليه قليلة إلى مجال آخر أكثر حاجة .\r\nولا نهدف - من ذكر هذه المطالب - إلى البحث في صحة هذه الادعاءات وسقمها ، وأنّ هناك يداً لا مرئية أو نظاماً تلقائياً يقوم بتحريك النظام الاقتصادي الحرّ بشكل صحيح ومؤثر ولصالح البشرية جمعاء ، وأن سلطة قانون العرض والطلب هل هي قيادة صحيحة ومقبولة أساساً ، لا ؟\r\nوإنّما نهدف من ذلك فهم كنه النظام الرأسمالي والحرية التي يؤمن بها من خلال هذه المقولات ، وكيف يفكر هؤلاء بشأن الاقتصاد الحّر .\r\n\r\nأبعاد الحرية وحدودها\r\nلقد تبيّن أنّ الرأسمالية تعتمد مسألة الحرية في جميع المجالات ، الحرية في التنافس بشأن الإنتاج والتجارة ، والحرية في الاستثمار الأكثر من الرأسمال والقوى ومصادر الدخل ، والحرية في كيفية الاستهلاك .\r\nكما تعتقد الرأسمالية أنّ موقف الحرية الذي يصب في المصلحة الفردية يأتي النتيجة في مصلحة المجموع ، بل إنّ هذا الموقف أفضل ممّا لو كان الهدف هو مصلحة المجموع !\r\nولهذا السبب فإنّ المرحلة الأولى من البحث والتحليل حول نتاجات هذا المذهب يجب أن تبدأ من هنا .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nشعلة عشق الحرية الخالدة :\r\nحبّ الحرية من أكثر رغبات الإنسان أصالة وطبيعة ، فلا يوجد إنسان يرضى بالذل والعبودية في الظروف الطبيعية ، ويستأنس بالقيود والأغلال التي تفرض عليه ، ويفرح بالطوق الذي - يخنقه .\r\nولا تقتصر هذه الرغبات الفطرية على الإنسان وحده ، فجميع الكائنات الحيّة تهرب من الأسر ، فالحيوانات الموجودة في حدائق الحيوان غالباً ما تكون مريضة أو منطوية ، عمرها قصير ونموها بطيء ، فاقدة للنشاط ، وبعضها تضرب عن الطعام حتى تموت ، كل ذلك لأنّها فقدت حريتها على الرغم من وجود الغذاء الكافي وشخص يعتني بها ومنظّف وطبيب خاص .\r\nفهذا الحب الحار ، وهذه الشعلة المتوقدة على الدوام متجذرة موجودة في جميع القلوب ، ولا يستثنى من ذلك حتى النبات ، فهذه الكائنات تطالب لنفسها بالهواء الطلق ، وجذورها تمتد في أعماق الأرض وهي في حرب دائمة مع ما يعيق حريتها وبعض الأحيان تقوم هذه الجذور الناعمة بثقب الصخور كالمثقب الكهربائي والخروج منها ، وتقوم أغصان هذه الأشجار بالتمايل نحو الجهة التي تتمتع بالحرية أكثر فيها .\r\nج‌ج\r\nكما أنّنا نعلم أنّ كل ما يتجذّر في عواطف الإنسان يتجذّر أيضاً في عقله ومنطقه ، وأنّ التناسب بين هذين العاملين في جميع الاتجاهات أمرٌ محسوس تماماً ، فانّ أحدهما يمثل القوة المحركة والثاني هو بمثابة المرتكز .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nفإذا تقوم الغريزة الجنسية بجر الإنسان نحو الجنس المخالف ، فالمنطق أيضاً يقول بضرورة الجماع المشروع من أجل استمرار النسل .\r\nوإذا استعرت شعلة الغضب لدى الإنسان أثناء تعرض حقوقه ومصالحه للخطر ، فالمنطق أيضاً يرى ضرورة ابراز ردّ الفعل الشديد هذا من أجل استمرار الحياة .\r\nوهذا التناسب موجود أيضاً في مسألة حبّ الحرية ، لأنّ « التكامل في جميع الجوانب » - وهو الهدف النهائي لوجود الإنسان - لم يتمّ إلّا في ظل تأمين الحرية .\r\nفالقابليات تظهر في جو الحرية .\r\nوالطاقات تتفجر في ظل الحرية .\r\nوالجو المفعم بالحرية هو الذي تترعرع فيه الأفكار .\r\nوأنّ أجواء القمع وسلب الحريات تعمل في روح الإنسان ما يعمله الجو المملوء بالدخان والغبار في غرفة مقفلة برئة الإنسان ، وبهذا الشكل فالعاطفة تنظم شعراً تحت عنوان « حبّ الحرية » يكمله « العقل » بنثرٍ منطقي .\r\n\r\nالحرية ، أول دليل على تناقضات الرأسمالية :\r\nمن أكبر الأخطاء التي قد نقع فيها هنا هي أن نعتقد بعدم وجود أية حدود للحرية ، أو أن يكون الشرط الوحيد لها هو عدم ايجاد الأذى والازعاج للآخرين وهو المنطق الذي وقعت في حبائله العوالم المادية والمبنية على عنصر الآلة ، فظهرت التناقضات وسُنّت آلاف العقوبات والغرامات بسبب\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nهذا الأمر ، وممّا يدعو للعجب أنّها لا زالت وفيّة لهذا المنطق بل وتفتخر به !\r\nلو كان الإنسان كائناً ذا بعدٍ واحد ، لأمكننا الحكم « بتجريد » الحرية من « كل قيد أو شرط » ، أما إذا أخذنا بنظر الاعتبار الإنسان بوصفه كائناً ذا أبعاد مختلفة ، من الناحية الروحية والجسمية ، وأنّ « حبّه للحرية » ليس حبّه الوحيد ، وإنّما هناك أشكالٌ أخرى من الحب تتحكم في وجوده كحبّه لتكامل العشق وللأعمال الصالحة ولطهارة الروح ، وحبّه لأبناء جلدته ، وحبّه للعلم والفكر ، وحبّه للَّه‌تعالى ، فكيف يمكننا تجاهل حدود الحرية أو جعل مسألة عدم إزعاج الآخرين هو الضابط الوحيد للحرية ؟\r\nفالحرية المشروعة والمنطقية هي أن لا يصاب أي من المتطلبات الضرورية للإنسان بالضرر ، وبتعبير آخر تركيب من جميع أشكال العشق ، وتناسب مع جميع الأحاسيس الفطرية والرغبات .\r\nوعلى هذا الأساس فإنّ الحريات التي تقعد بالإنسان عن التكامل أو تسوقه نحو الانحطاط الفكري والاجتماعي أو تطلقه من قيد لتربطه بقيدٍ آخر ، وتحرره من قفصٍ ثم تحبسه في قفص آخر أكثر استحكاماً ؛ فهذه في الحقيقة ليست من الحرية في شيء . وإنّما هي طغيان وعبثية ، ذل وتخلّف ، وإذا أحسنا الظن فإننا نقول إنّها لا تعدو عن الحصول على المقصود والاستغلال المقيت ومميت نابع من غريزة وعشق ، وإذابة جميع المثل الأصيلة في وجود الإنسان .\r\nبل إنّ الحرية نفسها ذات أبعاد وشعب شتى إذا طغت في جانب خلقت عبودية في آخر كالحرية الفكرية والحرية الفردية ، والحرية الاجتماعية والحرية الاقتصادية وأمثال ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nوسنرى كيف تؤدّي « الحرية في التنافس » في المجالات الاقتصادية والاستغلالات الفردية إلى أنواع من التناقضات . كما سنرى وخامة الأغلال الاستعمارية التي أصابت شعوب العالم من جراء هذا النوع من الحرية التي تبّنته الأطروحة الرأسمالية وكيف جرّت العالم نحو الحروب والدمار .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالرأسمالية تناقض ودمار في جميع المجالات\r\nإنّ الرأسمالية الغربية تمتص آخر قطرة من رمق الأغلبية الساحقة الكادحة لشعوب العالم في ظل « الاقتصاد الحر » .\r\nذكرنا أنّ « الحرية المطلقة » والتي لا قيد ولا شرط فيها وكذلك « الفردية المفرطة » تشكلان قاعدتين أساسيتين لصرح « الرأسمالية » الإسطوري ، وهذا الأمر كافٍ لأن يؤدّي بهذه المجتمعات إلى النخر من الداخل وبالتالي فناء هذه المجتمعات .\r\nفلا يوجد للرأسمالية طريق سوى السير باتجاه الاستغلال والعبودية الاقتصادية الجماعية .\r\nوأمّا أن نتصور وجود يد غيبية في الرأسمالية تسوق المصالح الشخصية نحو مصلحة المجموع بل أفضل وأسرع كما يقول « آدم سميث » فهذا التصور من أعجب حالات المبالغة والاغراق ، وكأنّما يراد القول أنّنا عندما نتجه إلى الغرب بطائرة ذات سرعة تفوق سرعة الصوت فإنّ يداً لا مرئية خاصة تسوقنا نحو الشرق ، بل وحتى أفضل من المكان الذي نروم الذهاب إليه في الشرق ! !\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nإنّ هذا الكلام لا يتعدى حالتين ، الأولى أن يراد منه الخداع وايقاع الناس في الشراك ، والثانية أن يكون خطأ فادحاً ، فلا يمكن أن تكون حصيلة الفردية سوى ضمان تأمين مصالح الفرد واستغلال الآخرين .\r\nصحيح أنّه يمكن الاستفادة من الدوافع الفردية كعامل لتحقيق أهداف الجماعة ، إلّا أنّ ذلك أمر ممكن إذا لم يكن مطلق العنان يدمّر ما حوله ، وإنّما يكون تحت سيطرة المجتمع وإشرافه وغطائه تماماً .\r\nولهذا السبب نجد بوضوح أنّ الرأسمالية اليوم قد افترق مسيرها عن المصالح العامة للبشرية واتجهت بكل قواها نحو مصالح مجموعة صغيرة وفي ضرر شعوب العالم ، وهذه الهوة أخذت تزداد تتسع يوماً بعد يوم .\r\nوهذه الحقيقة يمكن مشاهدتها في الأعراض التالية .\r\n\r\n1 - الطبقية المقيتة\r\nصحيح أنّ التنافس الحر يمكن أن يساعد بشكل مؤثر في تحقيق مصالح المجتمع ، ولكن هذا الأمر يصحّ في حالة عدم اطلاع المتنافسين على الفوائد الكثيرة التي تنشأ من تشكيل الطبقات وأعمال العصابات الاقتصادية ، وإلّا سيتفقون فيما بينهم ويستبدلون التنافس بالفئوية ، وينشأ عن ذلك شركات كبرى ، ومؤسسات دولية تسرح في العالم بشرقه وغربه من أجل تحقيق مصالحها على حساب الشعوب الفقيرة ، كما نشاهد في عصرنا الحاضر .\r\nلقد أدرك هؤلاء أنّ التنافس الحر كانت حصيلته ضرراً مادياً بالنسبة لهم ومنفعة بالنسبة للمستهلكين ، فمن الأفضل لهم ترك هذا العمل الذي لا حاصل منه بل أصبح وبالًا عليهم ، وحتى لو كانت هناك منافسة فيما بينهم\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nفي السوق ، فإنّها جاءت باتفاق مسبقٍ خلف الكواليس ومن أجل الضحك على ذقون المستهلكين ، فيحصلون من جرّاء ذلك على فوائد جمّة ، ويمتصون دماء الآخرين ما استطاعوا إلى ذلك سبيلًا .\r\n\r\n2 - الاحتكار بدلًا من الاقتصاد الحر\r\nإنّ نظام « الانتاج الاحتكاري » أو « الوكالات الاحتكارية » أو أسواق الاستهلاك الاحتكارية » الذي يتمّ تحت مظلة حرية التجارة ، وتفلسف علّة وجود هذا النظام بشكل يوحي بأنّه في مصلحة المستهلكين ، هو في الحقيقة تضييع سافر لمصلحة المجموعة والتضحية بها في مقابل المصلحة الفردية ، ولذلك تتعرض أسعار السلع ذات الحاجة إلى التغيير وفقاً لمصالح المنتجين والسماسرة والوسطاء ، وبضرر المستهلكين ، وبذلك تكون قصور المستكبرين أكثر عمارة وأكواخ المستضعفين أكثر خراباً .\r\n\r\n3 - ازدياد الفوارق الطبقية\r\nإنّ العلاقة التصاعدية بين « رأس المال » و « الربح » ، وعدم وجود أي نوع من السيطرة والرقابة على هذه العلاقة في مجتمع رأسمالي ، يؤدّي إلى اتساع الهوّة بين أرباب الصناعة الكبار وبين‌العمال والفلاحين ، وتزداد هذه الهوّة اتساعاً يوماً بعد آخر وليعود ضررها على الأكثرية الفقيرة ، ونفعها على الأثرياء ، أمّا أولئك الذين يعترضون على هذه الأوضاع فانّهم يتجمعون شيئاً فشيئاً ، ثم يتحولون إلى دعاة أشداء لتغيير النظام الرأسمالي وإلغائه بحيث ينكرون أصل الملكية الخاصّة حتى في حدودها المعقولة والبناءة .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\n4 - سلب أفكار المستهلكين\r\nمن السياسات الاقتصادية التي يتمّ ممارستها تحت غطاء حرية « الإنتاج » و « الاعلام » و « التجارة » والتي يعود ضررها على المستهلكين إيجاد الاحتياجات الكاذبة عن طريق العزف على أوتار الاعلام الكاذب واستخدام جميع الوسائل النفسية من أجل تشجيع العوائل رجالًا ونساءً ، صغيرها وكبيرها وجرّهم نحو السوق لشراء البضائع الغير ضرورية والمواد الكمالية وغير ذلك من الأساليب التي تستجلب آخر رمق في الشعوب المستضعفة .\r\nومن جانب آخر فإنّ التعاون المباشر وغير المباشر بين المنتجين وأصحاب الموضات يعتبر من المظاهر السيئة لهذه الخطة الهدامة ، وعن طريق هذه الأساليب الإعلامية والوساوس يقوم هؤلاء بالعمل على إسقاط قيمة الكثير من الوسائل المفيدة التي يمكن الاستفادة منها لسنوات طويلة ( كالسيارة والملابس والسجاد وغير ذلك ) بحجّة أنّ موديلاتها وموضاتها قد سقطت وانتهت وتمّ استبدالها بأنواع أخرى بحجّة كونها موضات جديدة .\r\nولو توفرت الاحصاءات والأرقام التي تحكي هذا الأمر لعرفنا كمية الوسائل القابلة للاستفادة التي يتمّ تدميرها نتيجة هذا الأمر ( الموضة ) أو العناوين الزائفة الأخرى وإسقاط هذه الوسائل من قيمتها ، وبالتالي يمكن معرفة الثروة الهائلة التي يتمّ هدرها عبثاً ، صحيح أنّ الاعلام بمعناه الواقعي يعني الارتفاع بمستوى الوعي لدى الناس بالنسبة لما تمتاز به بضاعة ما وبالتالي قد يؤدّي إلى آثار إيجابية حتى في رخص الأسعار ، حيث إنّ هذا العمل يمكن أن يرفع الطلب إلى مستوى تكون صناعة البضاعة المرغوبة\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nفيه على أوسع المجالات ، ونحن نعلم كلما اتسعت دائرة الإنتاج أصبحت البضاعة أقل سعراً ، وبذلك تكون النتيجة لصالح المستهلكين .\r\nولكن من المسلّم به أنّ الإعلام التجاري السالم قليل جدّاً في العالم الرأسمالي ، وغالباً ما يكون هذا الإعلام إعلاماً مضلّلًا ومعداً بشكل يسلب فيه أفكار المستهلكين .\r\n\r\n5 - الاقبال على انتاج البضائع التجميلية\r\nعملت الرأسمالية على سحب الكثير من العقول الصناعية المبدعة نحو اختراع وإنتاج البضائع التجميلية وباغراءات مادية كبيرة مستفيدة في ذلك من حرية الإنتاج والتجارة ، وحتى إذا لم تستطع إنتاج محصول جديد فانّها تعرض المحصول السابق نفسه ولكن بحلَّة جديدة لايهام الناس بأنّه محصول جديد ، ثم تقوم بالاطراء عليه في الإعلام ، وبهذا الشكل تمتص دماء الشعوب المكافحة .\r\nولهذا السبب نرى أسواق الدول الصناعية - ولعل أكثر منها في بعض الدول الثرية غير الصناعية كدول النفط - مملوءة بأنواع البضائع التجميلية ووسائل تجميع الأجسام الكاذبة والديكورات الجذابة والزخارف الأخرى التي لا تسمن ولا تغني من جوع ، وتعمل هذه الوسائل وبقوّة الإعلام الكاذب على جرّ الناس المغفلين نحوها كي يبعثروا ثرواتهم في شراء هذه البضائع ، ويملأوا أكياس هؤلاء اللصوص بهذا الشكل من أموالهم التي جاءت من عائداتهم النفطية .\r\nأليست هذه الأمور مصداقاً واضحاً للتضحية بمصالح المجتمع من أجل مصلحة الفرد .\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\n\r\n6 - التسلط على الأسعار\r\nإنّ قيمة البضائع في النظام الرأسمالي ليست بيد الرأسماليين الكبار فحسب وإنّما سوف يتحكمون عملياً باسعار المواد الأولية التي يبتاعونها من الآخرين ، حيث يمكن لهؤلاء الرأسماليين الابقاء على الأسعار البخسة للمواد الأولية من جهة والابقاء على ارتفاع أسعار محصولاتهم مستفيدين في ذلك من سطوتهم المالية الكبيرة وضعف البنية الاقتصادية لأصحاب المواد الأولية ، ولهذا السبب نجد مادة قليلة الثمن تباع بأسعار باهظة جدّاً إذا ما طرت عليها بعض الرتوش التقنية .\r\nإنّ أصحاب رؤوس الأموال الكبار يضعون الخطط المعقدة والمدروسة بدقة ويتواطئون فيما بينهم من أجل الحفاظ على رخص أسعار المواد الأولية ليواصلوا نهبهم بأفضل وجه .\r\nج‌ج\r\nولا تنطوي مثل هذه الأعمال التي ذكرنا ستة نماذج منها بالإضافة إلى التفاعلات المعقدة الأخرى التي لا يعلم بمعادلاتها إلّاالعقول الاقتصادية البارعة ، إلّاإزدياد شعوب العالم فقراً من جانب ، وتراكم الثروة لدى أقلية أنانية ومستبدة من جانب آخر .\r\nفهل يمكن لمثل هذه المنافسة الحرة ومثل هذا النظام الاقتصادي الحفاظ على مصالح أكثرية شعوب العالم ؟\r\nوهل يقود ذلك سوى إلى تنامي ثورة الأقلية الثرية تجاه الأكثرية المعدمة .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nأليست الرأسمالية الغريبة ببرامجها المعادية للإنسانية تحولت إلى بؤرة كبرى للسلب والنهب والظلم والفساد والتآمر ؟ !\r\nطبعاً الحديث عن الجرائم والفجائع الأليمة والأوضاع المأسوية التي ولّدتها الرأسمالية في هذا السبيل أكثر بكثير من حصره في بحوث مختصرة وقصيرة كالبحث السابق ، ولكن لحسن الحظ أو لسوئه فإنّ مشاهدة هذه النتائج في العالم بالعين المجرّدة ، وفي بلادنا أيضاً يغنينا عن الاسهاب في هذا الحديث .\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nآفاق الاشتراكية\r\nتتمركز جميع القوى الاقتصادية والسياسية في البلدان الشيوعية بيد مجموعة صغيرة وليس هناك أي ضمان يحول دون استبداد وتسلط هؤلاء والأضرار التي يكبدوها الشعوب .\r\nوالمذهب الاقتصادي الثاني الذي له أتياع وأنصار كثيرون في عالمنا المعاصر هو « النظام الاشتراكي » المتسلط على جميع الدول الشيوعية .\r\nفالشيوعية الواقعية - كما سنذكر ذلك لاحقاً - التي تلغي الملكية الفردية في جميع أبعادها ، وسلطة الحكومة لم يتمّ تطبيقها في أية منطقة من العالم لحدّ الآن ، والشيء الموجود حالياً في هذه البلدان هو الاشتراكية فقط .\r\nعلى أي حال فانّ هذه المفردة للمجتمع حيث اقتبست من «  LAICOS  » التي تشير إلى الملكية الاجتماعية العامة .\r\nوتستند الاشتراكية على أربعة مبادئ ، اثنان منها تمثلان أسساً رئيسية والآخران بمثابة الأداة التي تشخص الجوانب التنفيذية لها .\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\n\r\n1 - إزالة الطبقية\r\nإيجاد مجتمع ليس فيه أي أثر لطبقتي « المستغِل » والمستغَل » ( لاحظوا المقصود من الطبقية ) .\r\n\r\n2 - توزيع الثروة :\r\nلكل حسب مسعاه وكل حسب طاقته .\r\n\r\n3 - تحرير وسائل الانتاج\r\nسواء في المصانع أو الأراضي أو المياه أو المناجم وأمثال ذلك .\r\n\r\n4 - ديكتاتورية البروليتاريا ( الطبقة العاملة )\r\nوبتعبير آخر « حكومة العمال » .\r\nج‌ج\r\nوبعد أن تعرفنا بشكل إجمالي على الأسس المبادي الأربعة ، التي يستند إليها القطام الاشتراكي نرى من اللازم أن نتناول كل مبدأ على حدة :\r\nإنّ الأساس الأول والثاني إضافة إلى الصورة الجذابة التي يتمتعان بها ، فانّهما يمثلان حقائق يطالب بها كل فرد يدعو للحق . فما أفضل من اجتثاث جذور استغلال الإنسان لأخيه الإنسان من المجتمع البشري ، ليحل مجتمع لا طبقي ، مجتمع توحيدي وإنساني بكل ما تعني هذه الكلمة من معنى محل المجتمعات المبنية على أساس الطبقية والاستغلال والظلم والاضطهاد .\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nوأي شيء أفضل من وجود علاقة بين « القابليات والنشاطات والجهود » وبين « العائد والأجرة » .\r\nإنّ هذين الأساسين هما نفس الشيء الذي نطالب به في الإسلام في « مقولة المجتمع التوحيدي » والمبدأ القرآني « وأن لَيسَ للإنسانِ إِلّا مَا سَعى » .\r\nإلّا أنّ المهم هو إدراك الهدف الأساسي لأولئك الذين يطرحون هذه المبادي . وما هي الصورة الحقيقية التي تختفي وراء هذا القناع الجميل ؟\r\nوالأهم من ذلك أنّ المبدأين الثالث والرابع اللذين يمثلان عوامل تنفيذية للمبدأين السابقين هل بمقدور هما تحقيق ذلك ؟ أم عكس ذلك حيث يؤدّي إلى استفحال النواقص والتناقضات الرأسمالية ؟ !\r\nومن اللازم توضيحه : طبقاً لأطروحة النظام الاشتراكي ، وبغية الوصول إلى المجتمع اللاطبقي فلابدّ من مصادرة كافة مصادر الانتاج الفردية وتفويضها إلى العامة .\r\nولكن مَن هم هؤلاء العامة ؟ فمن المسلم به أنّ المجتمع بمجموعه لا يمكنه التصرف بمصادر الإنتاج ، وإنّما لا بعد من وكلاء ينتخبهم نيابة عنه يسمون بالدولة ، حتى يتمكن بواسطة هذه الدولة من التصرف بهذه المصادر .\r\nوبدون شك فإنّ الدولة وليدة حزب الاشتراكية ، أي الحزب الواحد والأقلية من الشعب هم الذين يتمكنون من الانتماء إليه والانسجام مع شروطه الصعبة .\r\nولكن هذه الدولة على أي حال ليست سوى أفراد بعدد أصابع اليد تسيطر تماماً على جميع هذه المصادر .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nوهنا يطالعنا شبح العقول الرأسمالي ، وأفراداً يذكروننا بالملاكين الأسطوريين وأثرياء التاريخ الكبار ، ذلك أنّ زعماء حكومة دكتاتورية البروليتاريا ، يتصرفون بجميع مصادر الانتاج ويملكون عملياً كل شيء !\r\nستقولون حتماً أنّ الدولة ليست مالكة لهذه الثروات ، فهي كسائر الأشخاص الذين يتقاضون الأجرة والمرتب بالنسبة لاستثمار هذه الثروات ، فهذه الثروات من الناحية الحقوقية ملكاً لعموم الناس وليست عائدة لفرد أو مجموعة صغيرة أو كبيرة ، فالدولة ممثلة للشعب لا غير .\r\nنحن معكم ونقر بذلك نظرياً ، أمّا من الناحية العملية فلا يمكن اغفال حقيقة ولكن لا الاشتراكية والنظام الحكومي الناشئ منها والقائم على أساس دكتاتورية البروليتاريا ونظام الحزب الواحد هو لا يتضمن سوى تمركز القدرات الاقتصادية والسياسية بشكل غير منطقي ومحفوف بالخطر بيد أفراد معينين .\r\nوإلّافما معنى الملكية ؟ أنّ الملكية ليست تسجيل شيء باسمك في مكاتب الأملاك ، وإنّما هي أن يكون الإنسان حراً في التصرف بشيء ما .\r\nفعلى سبيل المثال ، ألم يكن ستالين عملياً أحد كبار الملاكين والأثرياء ، وهو الذي كان يمسك بجميع مرافق اقتصاد روسيا ويصرف مبالغ ضخمة يبسلط نفوذه المطلق الذي كان يطمح إليه والوقوف بوجه خصومه وممارسة الدعاية لشخصه في وسائل الاعلام ؟ !\r\nوما بالك بقيادي الحزب ، ورؤساء الحكومة في هذا النظام القائم على أساس التعتيم ومركزة القدرات الاقتصادية والسياسية والعسكرية بشكل غير عادي بيد أفراد معدودين ، ما الذي ينقصهم حتى يعدوا ضمن الأثرياء الكبار ؟\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nوما الذي يضمن عدم قيام هؤلاء بصرف الأموال العامة في تحقيق رغباتهم وأهوائهم ؟ !\r\nونلفت هنا إلى أنّنا قضينا على الرأسمالية المشتتة لنفاجىء برأسمالية جبارة وعنيفة متمركزة .\r\nففي النظام الرأسمالي تبدو القدرة السياسية بمعزل عن القدرة الاقتصادية والعسكرية على الرغم من التحامها باطنياً ، ولكن في النظام الاشتراكي تتمركز هذه القدرات الثلاث في الظاهر والباطن في شيء واحد ولا ينتج عن ذلك سوى نوع من أنواع الرأسمالية وهو رأسمالية الدولة المقيتة .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\n\r\nالشيوعية جنان في الخيال\r\nإنّ المشروع الذي طرحته الشيوعية للمجتمع الإنساني ، شبيه بقصص الأطفال التي يسير أبطالها على الغيوم وينتقلون بين شرق الأرض وغربها بلحظة واحدة ، ويحولون صحراء قاحلة إلى حديقة غنّاء بإشارة واحدة !\r\nقبل البدء بالبحث نرى من اللازم إلقاء نظرة فاحصة ولكن قصيرة وعابرة على أسس « الشيوعية » وننظر إلى الفوارق بينها وبين « الاشتراكية » ولنحصل على جواز الدخول إلى الجنّة الخيالية ، لنتجوّل فيها ساعة .\r\nتتصف الشيوعية كنزعة اقتصادية بما يلي :\r\n1 - إلغاء الملكية الفردية مطلقاً ، سواءً في مجال « الإنتاج » أو في « الاستهلاك » من مميزات الشيوعية . فالشيوعية تدعو إلى إلغاء الملكية الفردية في جميع المجالات ولا يقتصر ذلك على وسائل الإنتاج ( الذي يشمل الأرض والمياه والمناجم والمصانع والورشات ووسائل الزراعة وسائر وسائل الإنتاج ) فقط وإنما تعتقد الشيوعية أنّ كل شيء هو ملك للعامة ، كالبيوت ووسائل المعيشة ، والمحاصيل الزراعية والحيوانية والصناعات .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nومن هنا يبرز أحد الفروقات المهمّة بينها وبين « الاشتراكية » فالاشتراكية تلغي الملكية الفردية في مجال « وسائل الإنتاج » و « مصادر الانتاج » فقط ، بينما تقرّ مثل هذه الملكية في مجال « الاستهلاك » والمنتوجات الصناعية والزراعية ، ولكن الشيوعية لا تعترف بالملكية الفردية في أي من هاتين الحالتين ومحترمة على أساس مقدار « العمل » ، كل شيء عائدٌ للمجتمع أو بتعبير آخر « للدولة » .\r\n2 - إلغاء العلاقة بين « العمل » و « الدخل » أي أن كل شخص عليه أن يعمل بقدر استطاعته ، قليلًا كان أم كثيراً ، ويأخذ لقدر حاجته قليلة كانت أم كثيرة .\r\nوبهذا الشكل فإنّ العلاقة التي تعتقد بها الاشتراكية بين « العمل » و « الدخل » والتي تقول : « على كل العمل حسب طاقته ويأخذ حسب مسعاه ولكل فرد أجرة بمقدار عمله » تفقد بريقها ، والمعادلة السابقة تترك مكانها لهذه المعادلة « كل شخص بمقدار عمله ، ولكل بمقدار حاجته » .\r\n3 - إلغاء الدولة تماماً - حيث إنّ الدولة موروثة من النظام الرأسمالي ومن نتاجات الملكية الفردية ومن حماتها ، وحينما ينتهي هذا النظام وتلك الملكية تماماً فلا حاجة إذن الدولة من أجل حمايتها .\r\nوباستيفاء هذه الأسس الثلاثة ، ندخل جنّة الشيوعية :\r\nج‌ج\r\n. . . كم هي رؤيا مشوقة ؟ !\r\nلقد وردنا على محيط لا يوجد فيه أي أثر لكبار الملاكين وصغارهم ولا للاقطاعيين الجبابرة والطفيليين ولا للجنرالات الطغاة ولا للسياسيين ذوي النفوذ !\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nليس هناك حرب ولا نزاعات ، لا دولة ولا محاكم ولا سجون ولا سجانين ، فالجميع مؤدبون ، رحماء ، هادئون ! . .\r\nالجميع يكدح ، ويبذل قصارى جهده ، ويوظف كل ما لديه من قدرة وطاقه من أجل تطور وتقدم أهداف المجتمع .\r\nكما أنّهم قانعون جداً ، ولا يطمعون بالمزيد ، ولا يستفيدون من المحصولات الصناعية والزراعية إلّابقدر احتياجهم ، ويتركون الباقي للآخرين من الأخوة والأخوات لجميع المحتاجين والفقراء ! .\r\nلا أثر بعد ذلك للطمع ولا للبخل والحسد ، وليس هناك شخص يؤذي آخر ، فهذه هي الجنّة بعينها ، ذلك أنّ « الجنّة هي تلك التي لا أذى فيها . . . »\r\nإنّ هذا الوصف لمستقبل المجتمع البشري لا يحظى بالأهميّة إذا كان قد صدر من شاعر ينسج الخيال ، أو كاتب يؤلف الأساطير ، أو إنسان خيالي ، ولكن العجيب أن يتبنى فيلسوف أو سياسي أو اقتصادي أو اجتماعي هذه الفرضيات ، التي تفيد الغربة المطلقة عن الحقائق ، وعن البناء الجسمي والروحي للإنسان ، ورغباته وميوله وغرائزه وأبعاده الروحية .\r\nوأفضل دليل على كونها فرضية خيالية مهملة ، العلاقات العينية في هذه القضية تعيش الحالة الذهنية والتصورية ، هو أنّ حركة المجتمعات الاشتراكية الموجودة حالياً لا تتجه في أي جانب نحو المجتمع الشيوعي ، وإنّما العكس هو الصحيح ، فإنّ أغلب الدول الاشتراكية قد بدأت حركة رجعية سريعة نحو الرأسمالية ، وتقترب كل يوم المسافة بينها وبين المعسكر الرأسمالي الغربي ، بل إنّ هذه الدول تتنافس فيما بينها وتتسابق نحو « التقرب إلى الغرب » !\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nهذا التراجع عن السير باتجاه الجنّة الخيالية ، والعودة إلى جحيم الرأسمالية يدل على الفشل العملي لهذه الترعة ، على أنّه لن يجد ضالته في جحيم الرأسمالية .\r\nففي الوقت الذي تبدو فيه الجنّة الشيوعية جميلة ومزهوة من بعيد تفقد عن قرب حيويتها ومضمونها ، بل تفتقر أبعادها العملية والعينية .\r\nومن العجيب أنّهم يعتبرون « الاشتراكية » ممراً للشيوعية ، ولكن بمجرّد دخولهم لإيوان هذه الجنّة ورؤيتهم لأُفقها الجميل والجذاب يبدأون التراجع قهقرياً .\r\nفهذه الفرضيات الحالمة ليست عاجزة عن حلّ أية مشكلة في المجتمعات الإنسانية فحسب ، بل تحمل معها آثاراً سلبية ، لأنّها تبعد الإنسان عن الحلول الواقعية ، وتجعل المجتمعات عاجزة عن الصمود أمام وفي المعضلات للحوادث والمواقف الصعبة .\r\nفالشيوعية بالمعادلة التي ذكرت سابقاً ليست ببعيدة في شبهها عن الأفلام السينمائية أو قصص الأطفال .\r\nففي هذه القصص يوجد رجال أبطال يركبون الغيوم ويقطعون مسافات شاسعة في برهة قد تستغرق من الآخرين عدّة أسابيع بمشقاتها وعناءها .\r\nأو يحولون صحراء قاحلة إلى حدائق خضراء بعصا سحرية ، أو يجعلون شجرة واحدة تنتج العديد من أنواع الفاكهة بقوّة العين المغناطيسية الخارقة للعادة .\r\nونحن أيضاً نرغب كثيراً بتحويل صحراء قاحلة إلى حديقة غنّاء بإشارة واحدة ، ونركب الغيوم ونذهب إلى كل أنحاء العالم .\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nنحن أيضاً نحلم بدنيا يعمل فيها الجميع ما استطاعوا باخلاص وحبّ وعزم وجد ، ويضعوا حاصل جهودهم - عدا ما يحتاجونه - تحت تصرّف الآخرين .\r\nولكن المسألة ليست ما نريده ، وإنّما المهم بحث « الحقائق العينية » و « الامكانات » و « الواقعيات » وهذه الحقائق تدل على أنّ العالم الشيوعي ليس إلّاأحلاماً وخيالات ، ولو كان بناء مثل هذه الجنان أمراً ممكناً في هذا العالم فانّه يتطلب مبادي غير المبادئ الشيوعية .\r\nفقد أثبتت الشيوعية ومبادئها أنّها تعيش لحدّ الآن في عالم الذهن والخيال ، وكما تشير القرائن الموجودة إلى أنّ مستقبلها ليس بأفضل من حاضرها ، وحتى في عهد « لينين » عندما أرادوا قطع العلاقة بين « العمل » و « الدخل » بشكل مؤقت في المزارع الاشتراكية واعطاء كل شخص ما يحتاجه فقط ، أصيبت روسيا بركود وشلل زراعي كبير بحيث اضطروا لتعديل خطتهم والعودة إلى اعطاء الأجرة حسب مقدار العمل !\r\nوالآن احتفظوا بهذه العبارات لنخوض في تفاصيلها في الأبحاث القادمة .\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nالشيوعية عالم من الأحلام تعطيل دافع الحركة في المجتمع\r\nإلغاء الملكية الفردية تماماً ليس أمراً منطقياً ولا عملياً ، وإذا كان عملياً فليس في صالح المجتمع . لأنّ هذا النوع من الملكية بشكله المعتدل يؤدّي إلى نشاط الاقتصاد وإزدهاره .\r\nلقد ذكرنا أنّ الشيوعية استندت إلى ثلاثة مبادئ :\r\n1 - إلغاء الملكية الفردية .\r\n2 - إلغاء العلاقة بين « العمل » و « الدخل » .\r\n3 - إلغاء الدولة .\r\nووجدنا بعد ذلك تلك الجنّة الخيالية وذلك الحلم الذي أوجدوه بإلغائهم لهذه الأشياء .\r\nوأساساً فإنّ « الشيوعية » هي عالم الأحلام ، فأسسها وفروعها خيالية ، ولهذا السبب لم يرَ أحد تطبيق هذا المذهب إلّافي عالم الأحلام ، ويتعزز الاحتمال بعدم رؤيته مستقبلًا إلّافي عالم الخيال وذلك لأنّ اشتراكيي العالم أخذوا يتراجعون إلى الخلف بدلًا من الاقتراب نحو الشيوعية التي تعتبر\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nهدفهم النهائي ، وأقاموا نوعاً جديداً من العلاقة مع البرجوازية والرأسمالية تقوم على أساس الصداقة والتعايش !\r\nلقد ألقينا نظرة عابرة على عالم الشيوعية في البحوث السابقة ، والآن حان الوقت لدراسة الأصول الثلاثة السابقة واحداً واحداً .\r\nج‌ج\r\nلنأتِ أولًا إلى الأساس الأول أي إلغاء الملكية الفردية .\r\nفلو افترضنا أنّ هذا الأمر ممكن الحصول ، غير أنّه قطعاً ليس منطقياً ولا ينفع المجتمع .\r\nوعندما نقول إنّه غير منطقي فإنّ دليل ذلك واضح ، وهو أنّ ملكية أي فرد لجهده أمر ذاتي وفطري ، فقد قلنا مراراً أنّ أي حيوان يدافع عن عشّه لأنّه مالك له ، وأي حيوان يعتبر نفسه مالكاً للصيد والفريسة التي حصل عليها وبالتالي فهو يدفع عنه أي حيوان يهاجمه .\r\nوالطفل الذي يلعب مع آخر في صحراء أو بجانب غابة أو على ساحل بحر ، إذا وجد وردة جميلة أو حصاة شفافة أو قطعة من الصدف الجميل ، فإنّه يعتبر نفسه مالكاً لذلك الشيء الذي حصل عليه من الطبيعة بعد ذلك القدر من السعي والعمل البسيط الذي قام به دون أن يتعلم ذلك من أحد ، ولا يجيز لأحد الاعتداء على ذلك الشيء ، وإذا قصد الطفل الذي يلاعبه ذلك فانّه يدافع عنه بشدّة ، مع أنّه لم يرَ مثل هذا المشهد من أحد قبل ذلك ، كل ذلك يحكي عن ذاتية ملكية الفرد بالنسبة لما يبذله من جهد ، ولا ينحصر هذا الأمر بالانسان وإنّما يتعداه ليشمل الحيوان أيضاً .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nوبغض النظر عمّا ذكر ، فانّنا نمتلك عقولنا وأيدينا أساساً ، وبلا شك لا يوجد لدينا أي سند يدل على هذه الملكية ، ولم يتم تسجيل ذلك في أي من مكاتب التمليك ، لأنّ هذه الملكية طبيعية وليست تعاقدية لنحتاج فيها إلى سند ، فالملكية الطبيعية سندها مرافق لها .\r\nفأنا مالك لذراعي ، لأنّ هذا الذراع متصلة طبيعياً ببدني ، ولم تتصل ببدن إنسان آخر .\r\nوأنا مالك لدماغي ، لأنّه موضوع في جمجمتي وليس في جمجمة إنسان آخر . فأي سند أهم من ذلك وأعلى ؟ !\r\nوعلى هذا الأساس فمن الطبيعي أنّنا مالكون لجهودنا « الفكرية » و « البدنية » ومحصلتهما .\r\nفعندما تتجسد أفكاري بشكل اختراع أو اكتشاف جديد أو محصول جيد في مجالات الصناعة والزراعة وغير ذلك ، فمن الطبيعي أنني سأكون مالكاً لهذا المحصول ، لأنّه تبلور لعملي الفكري .\r\nوعندما استخدم قوّة ساعدي من أجل إنتاج محصول صناعي أو زراعي ، فكيف يمكن ألا أكون مالكاً لذلك المحصول ، فهل من شيء يزول ، وهل ذهبت طاقتي أدراج الرياح هل أنّ القوّة التي صرفها ساعداي قد قضي عليها ؟\r\nكلّا طبعاً ، لأنّها كانت بشكل طاقة خاصّة موجودة في أنسجة عضلاتي والآن أصبحت بشكل كمية من الحنطة أو الفاكهة أو زوج حذاء ، فلماذا لا أكون مالكاً لها ؟ !\r\nأليس إلغاء هذه الملكية صراع مع طبيعة الإنسان ، هذا الصراع الذي لا\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nينتهي إلّابالهزيمة .\r\nولو افترض جردنا الناس من هذه الملكية الطبيعية مؤقتاً بفعل بقوّة الحراب ، والضغط الاجتماعي ، وغسيل الدماغ ووسائل الأعلام فهل نستطيع في خاتمة المطاف تغيير طبيعة الإنسان .\r\nوهل يعتبر هؤلاء الناس أنفسهم غير مالكين لعقولهم وأذرعهم ؟ هذه العقول الموجودة في جماجمهم والأذرع الملتصقة بأبدانهم .\r\nج‌ج\r\nولو افترضنا أننا تمكنا من محاربة هذه الخاصية الطبيعية وأبعدنا البشرية من هذه الملكية ، ووضعنا ناتج عمل الجميع تحت تصرّف المجتمع ، فهل تعتقدون أنّ ذلك سيكون عاملًا لتقدم المجتمع ونشاطه أم أنّه وسيلة للهزيمة والتراجع ؟ إنّ الملكية الشخصية لكل شخص بالنسبة لجهده يعتبر دافعاً قوياً نحو العمل المتزايد والأفضل ، وأنّ إنكار هذا الموضوع هو بمثابة إنكار الشمس في رابعة النهار .\r\nإنّ مسألة تمّ تجربتها في العالمين الرأسمالي أو ما يسمى بالحرّ والعالم الاشتراكي ، وفي أي مكان آخر هي أنّ الملكية الطبيعية لمحصول عمل إنسان ما إذا سلبت منه فإنّ ناتج عمله سيهبط فوراً ، وتنتهي جذوة نشاطه إلى الانطفاء ، وسعيه وجهده إلى الأفول .\r\nوهنا نرى من اللازم أن نشير إلى نقطتين :\r\n1 - قد توردون عليَّ إشكالًا هو أنّ ملكية المجتمع ستعود في النهاية إلى الفرد وأن تقدم المجتمع لا ينفصل عن تقدم الفرد ، فإذا كنت سبباً في تقدم\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالمجتمع الذي أنتمي إليه ، فإن ذلك يعني أنّ هذا التقدم يشملني كذلك ، وعلى هذا الأساس فلا داعي لأن أرى نفسي منفصلًا عن محصول عملي في مسألة الملكية الجماعية ( المجتمع ) .\r\nولكن هذا الكلام لا يعدو عن كونه سفسطة ، ذلك أنّ عودة حصيلة عمل الفرد إليه عن طريق ملكية المجتمع هي مثل قيام شخص بصنع عصير فاكهة حلو المذاق ثم يلقيه في خزّان ماء المدينة على أمل أن يشرب من هذا العصير لدى فتحه لصتيور الماء .\r\nبلا شك انّ الآخرين يعملون أيضاً ، ولكن الحديث هو فيما إذا افترضنا أنّي أستطيع العمل أكثر من الآخرين ، أخترع أكثر ، وأبذل جهدي على أفضل وجه من أجل الاكتشاف ، ويكون مقدار عملي وسعي معادل عشرة أشخاص أو مائة شخص ، فإذا كان محصول عملي وجهدي هذا ليس ملكاً لي فلماذا إذن كل هذا الجهد والسعي ؟\r\n2 - والعجيب في الأمر أنّ البعض يقولون بإمكان تربية أفراد المجتمع تربية أخلاقية وتطويرهم فكرياً بحيث يعملون لحساب بعضهم ، ويعيشون لمصلحة بعضهم ، ويموتون لبعضهم !\r\nإنّه منطق عجيب ، فالشخص الذي يعتبر « المادية » قاعدة لمذهبه ، وهدفه النهائي توفير الماء والرغيف والسكن ، لا يستطيع إدراك هذه المفاهيم المعنوية ، نعم ، إذا كنّا أتباع مذهب معنوي يعتبر الإيثار والتضحية والفداء والانفاق وسيلة للرقي والتكامل المعنوي للإنسان والتحلي بالمواهب العديدة في حياته المستقبلية ، ففي تلك الحالة يمكن لهذه الألفاظ أن تجد لها مفهوماً واضحاً ، أي أن يعمل الإنسان للآخرين ويعيش من أجلهم أو يموت من أجلهم .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nوحتى في مثل هذا المذهب فإنّ الإنسان هو كائن ذو بعدين مختلفين ، بعد مادي ، وبعد معنوي ، ولا يوجد مبرر للنظر إلى هذا الإنسان من بعدٍ معنوي فقط والتغاضي عن دوافعه المادية .\r\nوحتى في هذا المذهب بجميع مفاهيمه الإنسانية والمعنوية ينبغي احترام الدوافع المادية في حدودها المتوازنة وبشكلها الإنساني الكامل كي يتمكن المجتمع من السير إلى الأمام ولا يصاب بالركود والتخلّف .\r\nيقول البعض أننا رأينا بأم أعيننا العمال في الحدود السوفياتية يساقون إلى مراكز العمل بقوّة الحراب وبرفقة القوات المسلحة ، حيث إنّ هؤلاء - وحتى في ظل النظام الاشتراكي - لا يعتبرون أنفسهم مالكين لمحصول عملهم ، وإنّما هو بيد المتسلطين الذين يتعاملون معهم بكل عنف واضطهاد واستبداد ويقررون ما يشاؤون ، كل ذلك باسم القيادة والدولة وزعامة الشعب ، ولكن عندما يسير المجتمع في مسيره الطبيعي بحيث ينهض العامل فيه بكل شوق ولهفة صباحاً ويذهب ليعمل ، وهذا أمر غير ممكن إلّاإذا احترمنا ملكية الفرد لمحصوله ، وعلى هذا الأساس فإنّ رؤيا إلغاء الملكية الفردية حتى لو تحققت فلا ينتج عنها سوى الركود والتخلف للمجتمع .\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nخسائر الفصل بين العمل والدخل\r\nملاحظات مهمّة :\r\nتوجد عدّة حقائق مسلّمة لا ينبغي تجاوزها وإلّاستختلط الأوراق وتاهت النتائج النهائية لهذه الأبحاث .\r\n1 - هناك مشاكل اقتصادية عديدة في المجتمع من قبيل شيوع الإفراط والتفريط ، وإنعدام العدالة والتفرقة والظلم والجور فلا زال هناك أشخاص يعيشون في بيوت فاخرة مساحتها آلاف بل عشرات الآلاف من الأمتار ! بينما يعيش في الوقت نفسه الكثير في الأكواخ ، بل هناك مَنْ هو محروم من السكن .\r\nولا زال الكثيرون يمسكون بالعديد من الأعمال ، وهم غير مستعدين لاعطاء فرصة عمل واحدة للآخرين بينما نجد الاحصائيات تنبىء عن وجود ملايين العاطلين أو شبه العاطلين .\r\nولا زال الكثير ممن يعيش العذاب بسبب تزايد الثروة التي لديه ، وآخرون يعانون من الفقر المدقع .\r\nلا بدّ من وضع حدّ لهذا الوضع ، ولا بدّ من ايجاد الحلول لهذه المشكلات\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nعلى أساس الموازين والضوابط الإسلامية وملء الفراغ ، وإيجاد مجتمع لا يسوده الفقر والتمييز والظلم .\r\nهذا ما يعترف به كل ذي وجدان ولا يسع أي فرد مؤمن يقرّ بهذا الوضع ولا يؤيده .\r\nج‌ج\r\n2 - إنّ الفواصل بين النظام الاقتصادي في الإسلام مع النظام الرأسمالي الغربي وبنفس المقدار مع الشيوعية الشرقية .\r\nوعلى هذا الأساس لا يمكن لأيشخص أن يتّهم الإسلام الحق ، الإسلام الذي جاء في القرآن والسنّة ، الإسلام المتجسد في نصوص كتبنا الفقهية ، بأنّه يميل إلى الرأسمالية أو يقف بجانب الشيوعية .\r\nإنّ الإسلام يعتبر « المعايير » و « الموازين » الموجودة في كل من هذه المذاهب ناقصة ، بل غير صحيحة ، وقد جاء بموازين جديدة في المسائل الاقتصادية كما هو الحال في المسائل الحياتية الأخرى .\r\nوبناءً على ذلك فإنّ أي توهّم في مجال اتجاه المذهب الاقتصادي في الإسلام نحو أحد قطبي الاقتصاد هو أمر لا يقوم على أساس من الصحة ودليل على عدم اطلاع المدّعي على مبادئ الإسلام الاقتصادية أو مبادئ المذاهب الشرقية أو الغربية .\r\n3 - تقسم التعاليم والبرامج الاقتصادية الإسلامية إلى قسمين مختلفين :\r\nأ - التعاليم الملزمة ، مثل « نفي الضرر والضرار » ومحاربة الاحتكار وأكل الربا والاسراف والتبذير والمعاملات المحرمة والغش والتزوير والحيل والاستغلال والغصب والاعتداء على حقوق الآخرين وعلى الأموال العامة وأمثال ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nب - التعاليم الأخلاقية وتمّ التأكيد على رعايتها وكونها عامل مساعد على تطبيق الأحكام الإلزامية ، دون أن تكون هذه التعاليم واجبة وعدم امتثالها حرام ، من قبيل ومن هذه التعاليم المواساة والمساواة في كل شيء مع الآخرين ، والإيثار والتنازل عن الحقوق للآخرين ، وأنواع الانفاق المستحب ، والعيش بزهد كما كان أئمّة الإسلام العظام الذين كانت ألبستهم وأطعمتهم من أقل الأنواع الموجودة في وسطهم الاجتماعي آنذاك .\r\nومن المعلوم أنّ هناك سلسلة من الضوابط الفقهية والأصولية الدقيقة ، تقوم بفصل هذه التعاليم عن بعضها بحيث يمكن بلحاظها تشخيص وضع كل من الأحكام والسنن الإسلامية ، ومع الأسف فإنّ بعض الأفراد الجهلة غالباً ما يخلطون بين دلائل هذه الأحكام فيقعون في أخطاء كبيرة من شأنها تغيير توجه إلى تغيير وجه الاقتصاد الإسلامي ، وتضع الإنسان في دوامة واضطراب كبيرين .\r\nوتبدو آثار هذا الخلط غير الصحيح في كثير من المقالات التي تكتب في مجال الاقتصاد الإسلامي والتي لا يمكن الاستهانة بآثارها المخرّبة .\r\nوأمّا أولئك الذين يحاولون عن علم أو جهل المزج بين هاتين الطائفتين من التعاليم الإسلامية وتبديل مواقعها ، فانّهم يرتكبون أخطاءً فادحة لا يقلّ خطرها على الإسلام عن خطر الأعداء ودسائسهم .\r\nوبلحاظ ما تمّ ذكره أعلاه نستمر في بحثنا السابق المتعلق بنقد أسس الشيوعية الثلاثة ، في مجالات « إلغاء الملكية » و « إلغاء العلاقة بين الدخل والعمل » و « الغاء الدولة » .\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nهل أن قطع العلاقة بين الدخل والعمل أمر منطقي ؟\r\nقلنا أنّ ملكية الإنسان لقواه الفكرية والجسمية هي ملكية طبيعية لا حاجة لتثبيتها في سند ووثيقة رسمية ، ولا يحق لأيشخص سلب هذه الملكية من الإنسان ، وهكذا الأمر بالنسبة لسائر ملازمات الإنسان الجسمية والروحية التي تأبى الانفصال .\r\nونعلم أنّ « العمل » هو الناتج من هذه القوى ، فإذا كان العمل « فكرياً » كالإدارة والتعليم ورسم الخطط الإنتاجية والعمرانية والاختراع والابتكار والاكتشاف فانّه ناتج من القدرة الفكرية والإبداعية للإنسان ، وإذا كان العمل « جسمياً » فهو وليد العضلات والسواعد .\r\nوعلى هذا الأساس فإنّ أي قانون يعمل على قطع العلاقة بين الإنسان وملكيته وبين عمله يعتبر قانوناً مضاداً لمسير الطبيعة والخلقة ، وهو الشيء الذي نسميه في لغة الدين ب « محاربة اللَّه » حيث إنّ طبيعة أي شيء ليست إلّا جزءاً من إرادة اللَّه تعالى ، وهذه هي الحرب التي لا نصر فيها أبداً .\r\nإنّنا يجب أن نجعل قوانيننا منسجمة مع قوانين الخلقة ونستفيد منها في نيل الأهداف المقدسة ، وإلّا فإنّ معارضة هذه القوانين كالطرق على الحديد البارد وضرب الرأس بالجدار !\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nوبغض النظر عن ذلك ، إذا قطعنا هذا الارتباط المنطقي ، أي الارتباط بين « الدخل » و « العمل » فكيف يمكن ضمان حركة اقتصادية نشطة للمجتمع ؟\r\nوكيف يمكن تعبئة الأفراد للعمل بشغف واندفاع ذاتي وتوظيف جميع طاقاتهم الفكرية والجسمية في طريق الازدهار الاقتصادي .\r\nإن أيّ شيء لا يمكنه أن يحل محل هذا الارتباط الطبيعي والحيوي ، فلا الإعلام ولا وسائل الدعاية ولا المفاهيم الذهنية والفكرية وغير ذلك يمكنه القيام بهذا الدور ، وأفضل شاهد لدينا هو التجارب العينية التي أثبتت أنّ عجلة الاقتصاد تعجز عن الحركة بمجرّد القضاء على العلاقة بين الدخل والعمل ، رغم جميع أساليب الدعاية والإعلام الكثيرة التي يقوم بها دعاة هذا المنهج .\r\nوكما قلنا - وبسبب هذا الأمر بالضبط - فإن هذا المذهب لم يطبق في أي مكان من العالم ، وجميع القرائن تدلّ على ازدياد الابتعاد عن هذا المذهب في العالم !\r\nونؤكد مرّة أخرى على ضرورة الاتجاه إلى الحقائق الخارجية في هذه القضايا واجتناب الذهنية ، وكمثال على ذلك :\r\n1 - لا ننسى « الزراعة الاشتراكية في روسيا » تلك التجربة المرة التي أجريت بعد ثورة الكتوبر والتي أدّى قطع العلاقة بين الدخل والعمل فيها إلى سقوط الزراعة ، واتجاه المزارعين نحو قلّة العمل أو البطالة ، الأمر الذي أجبر حكومة روسيا إلى إعادة نظرها في خطتها الزراعية الاشتراكية ، والأخذ بنظر الاعتبار نوعاً من العلاقة بين العمل الأكثر والدخل الأكبر .\r\n2 - لقد شاهدنا أو سمعنا جميعاً بالمصير الذي آلت إليه المصانع التابعة\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nللقطاع الخاص والتي تمّ تحويلها إلى القطاع العام ، وكيف تحولت من مصانع ذات عوائد كثيرة إلى مصانع خاسرة مرّة واحدة ، دون أي زيادة أو نقصان في مستخدميها !\r\nولا نقول أنّ القطاع الخاص ينبغي أن يترك حراً كي يساعد على الاستغلال والطبقية في المجتمع ، وإنّما نقول أنّ العلاقة بين العمل الأكثر والإدارة الأفضل ، والابداع المتزايد وبين ازدياد الدخل يجب أن تؤخذ بنظر الاعتبار مع إشراف دقيق من قبل الدولة ، على هذا القطاع ، وأن يعطي الإنسان ناتج جهده الأكثر ( بشكل عادل ) طبقاً لمقتضى « وَأنْ لَيسَ لِلإنسانِ إلّامَا سَعى * وَأنَّ سَعْيُه سَوفَ يُرى » .\r\n3 - لماذا يقال أنّ الدولة ليست تاجراً جيداً ، وأنّ التجارب تؤيد هذه الحقيقة أيضاً ؟ السبب في ذلك هو أنّ العلاقة بين العمل والدخل مقطوعة ، وينتج عن ذلك تقلص النشاطات ويحلّ محلّ ذلك قلّة العمل والبطالة المرئية وغير المرئية .\r\nطبعاً لا يوجد أي مانع من بقاء الصناعات الكبرى الأُم تحت إشراف الدولة رعاية للمصالح السياسية والاجتماعية والاقتصادية ، ولكن لا يمكن مطلقاً اتخاذ هذا الإجراء مع جميع النشاطات الإنتاجية والتجارية ، لأنّه عمل محفوف بالأخطار .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nإلغاء الدولة ، الخطوة الأخيرة\r\nذكرنا أنّ الماركسية تعتقد أنّ الدولة « وليدة » النظام الرأسمالي وحافظة على لمصالحها ، والدول هي التي تدعم الرأسماليين في النظام الطبقي وتحافظ على مصالحهم .\r\nولهذا السبب عندما يتمّ القضاء كلياً على هذا النظام فانّ فلسفة وجود الدولة سوف تنتهي أيضاً ، وعلى هذا الأساس فانّ هذه الزائدة التي لا فائدة منها يجب استئصالها من جسم المجتمع ! !\r\nإنّ هذا المنطق - كسائر الطروحات الماركسية - ينطوي على ظاهر برّاق ، وإلّا أنّ أدنى تأمل يكشف مدى خوائه وبطلان محتواه .\r\nفالدولة قبل أن تكون حافظة للمصالح الطبقية - على حدّ زعمهم - فانّها حافظة للنظام الاجتماعي ومنسّقة للحياة الجماعية ، وأنّ إلغاء الدولة يكون ممكناً في حالة إلغاء الحياة الجماعية تماماً وتكون حياة البشرية على شكل أزواج متفرقة ( كالطيور الفاختة ) كل منها يعيش في وكر خاص به .\r\nولتوضيح السبب في جنوح الإنسان للحياة الجماعية نقول أنّ « اتساع دائرة احتياجات الإنسان » أو « حبّه للتكامل » أو « غريزة الاستخدام » أو أي\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nشيء آخر ، أو أنّ حبّ الإنسان للحياة الجماعية أساساً يعتبر فطرة متجذرة في ذاته ولا فرق هنا أن تختلف الحياة الجماعية في أصولها وضوابطها عن الحياة الفردية بشكل كامل .\r\nوأنّ الحياة الجماعية يجب أن تبنى على أساس توزيع العمل ، وتقسيم العمل يحتاج إلى ضابطة وقانون ، وهنا يبرز أمامنا نوعنان من البنى الاجتماعية هما : « البنية التشريعية » و « البنية التنفيذية » .\r\nوحتى في المجتمعات التي تعتقد بالقوانين الإلهية فقط ، فانّها تحتاج أيضاً إلى هاتين المجموعتين ، مجموعة تقوم على معرفة الموضوعات وتطبيقها ، وأخرى لتنظيم البرامج التنفيذية .\r\nوبغض النظر عن ذلك فإنّ الصراعات موجودة في كل مجتمع شئنا أم أبينا حتى في حالة عدم وجود النقد ورأس المال ، فالصراعات ليست على المال فقط ، وأنّ غرائز الإنسان ليست منحصرة في غريزة واحدة ، وإنّما رغبات الإنسان وحاجاته وطلباته ودوافعه تفوق كثيراً المسائل المالية وأنّ الصراعات والنزاعات التي تنشأ بسبب هذه الأشياء أمر محتم .\r\nوحتى لو صرفنا النظر عن النزاعات المتعمدة وأردنا أن نأخذ الأخطاء بنظر الاعتبار فقط ، مع ذلك توجد أخطاء غير قليلة يرتكبها عدد من الأفراد تؤدّي إلى الاضرار بالآخرين ، ولا بدّ من وجود مؤسسة تقوم بالحكم في هذه الأخطاء وإلّا فانّ مصير المجتمع سيؤول إلى الفوضى والغوغاء والشغب .\r\nوهنا تبرز الحاجة الملحة إلى « جهاز قضائي » - بأي شكل كان - يقوم بأداء هذا الدور المهم .\r\n\r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nوعليه فانّ السلطات الثلاث التي تشكل عناصر الدولة الأساسية وهي السلطة التشريعية ( المقننة ) والسلطة التنفيذية والسلطة القضائية موجودة في أي مجتمعً . وأنّ التنوع الكبير في أشكال هذه السلطات الثلاث لا يمنع من ضرورة وجودها في المجتمعات كافة .\r\nنعم ، في المجتمعات التي تدار بواسطة محركات غريزية كخلايا النحل فانّ جميع الأمور يتمّ إنجازها تلقائياً دون الحاجة إلى وجود دولة ، ولكننا نعلم أنّ كلّ من المجتمعات الإنسانية ليس كذلك ، وإنّما الشعور والإرادة والتصميم هو الحاكم بمصير الإنسان في كل مكان وليست الأعمال الطائشة والغريزية .\r\n\r\nهيكلية الدولة في المجتمعات المتقدمة : ،\r\nنعود إلى المجتمعات الصناعية المتقدمة :\r\nإنّ القضية في المجتمعات الصناعية المتقدمة أكثر وضوحاً للأسباب التالية :\r\n1 - إنّ معدلات الإنتاج في كل نوع من أنواع البضائع يجب أن يتناسب ومقدار حاجة المجتمع ، وأن تتمكن المراكز الإنتاجية التي تعمل بشكل سلسلة مترابطة ، كل حلقة منها تعمل بالتنسيق مع الحلقات الأخرى ، والمؤسسات التي تقوم بتوفير المواد الأولية للمراكز الإنتاجية من تأمين حاجاتها بشكل تام ، وهذه المراكز والمؤسسات بحاجة إلى أجهزة إدارية واعية وقوية يحتوي كل قسم منها على موظفين أكفّاء وخبراء ، وهذا هو ما\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nنسميه بوزارات « الاقتصاد والصناعة والمناجم . . . » .\r\nفهل إلغاء النظام الطبقي يؤدّي إلى إلغاء مثل هذه الوزارات ؟\r\n2 - من أجل تربية الكادر الماهر وتعليم الأفراد المتخصصين في كل الفروع العلمية والصناعية ، وفي مثل هذا المجتمع الواسع ، فانّ هناك حاجة ماسة لمؤسسة ثقافية قوية تشرف على المشروع التعليمي ابتداءً من المرحلة الابتدائية وحتى أعلى مراحل الدراسة الجامعية ويصاحب ذلك خطّة دقيقة ، وذلك من أجل تأمين حاجات المجتمع في هذه المجالات .\r\nوالمؤسسة المذكورة ليست سوى وزارة التربية والتعليم ووزارة التعليم العالي ، فهل أنّ الحاجة إلى مثل هذه التشكيلات الواسعة متعلق بالمجتمع الرأسمالي بحيث تنتفي الحاجة لها بانتفاء هذا المجتمع ؟\r\n3 - أنّ الإنسان قد يتعرض للأمراض في أي مرحلة من عمره ، وأنّ الحاجة للأمور الصحية والوقاية اللازمة لا ربط له بالرأسمالية أو الشيوعية ، ولا بدّ من مؤسسة ترعى الأمور الصحية والعلاجية وإنتاج الأدوية وتؤسس المستشفيات المجهزة . وهذه المؤسسة هي ما نسميه ب « وزارة الصحة » .\r\n4 - أنّ الحاجة إلى السكن أمرٌ بديهي في جميع المجتمعات ، وكل إنسان بحاجة ماسة إلى السكن مهما كان نظامه ودينه ، فهل يمكن طرح مشاريع السكن الحديثة دون الحاجة إلى تشكيلات منظمة تسمى من قبيل « وزارة الاسكان » والتعمير ؟\r\n5 - كما لابدّ من توظيف وسائل الإعلام - بغض النظر عن صيغة النظام رأسمالية كانت أم شيوعية - بغية تغطية الاحداث وإيصال الأخبار ذات الصلة بمصير المجتمع ؛ الامر الذي لا ينهض بعبئه سوى وزارة الثقافة والإعلام .\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\n6 - من أجل توطيد النظام في المجتمع ، بمدنه وقراه ، وتنظيم المرور وتوجيه وسائل النقل وأمثال ذلك ، لابدّ من وجود مؤسسات أخرى تقوم بهذا الدور الأمر الذي تتولى القيام به وزارة الداخلية .\r\n7 - والأهم من ذلك كلّه ، وجود حاجة ملحة لكادر واسع ومجهّز يقرر في المشاريع والخطط البنّاءة للمجتمع ككل ، كالمشاريع الزراعية والصناعية والثقافية وغيرها ، ويبلغ بالمجتمع أهدافه - مهما كانت - مستعيناً بأساليب التحقيق والاستثارة ، ويقوم بوضع الأنظمة والتعليمات والقوانين والمقررات وتنفيذها .\r\nوهل هذه الأمور سوى الدولة ؟\r\nوإذا لم نطلق اسم الدولة على هذه المؤسسات ، ولا نصطلح عليها بالوزارات فقد خدعنا أنفسنا ، وتلاعبنا بالألفاظ ، وهذا الشيء يشبه القصة المعروفة : آتِ به ولا تأتِ بإسمه .\r\nونستنتج من هذا البحث بمجموعه أنّ إلغاء الدولة أمرٌ محالٌ في أي مجتمع أو نظام ، وأنّ مثل هذا الادعاء هو من قبيل الأحلام التي رآها الشيوعيون لجنّتهم الخيالية المزعومة في هذا العالم .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":109},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\n\r\nمميزات خصائص الاقتصاد الإسلامي\r\nلا زال هناك الكثير ممن يعتقد أنّ الاقتصاد الإسلامي يشبه أحد المذهبين الاقتصاديين الشرقي والغربي .\r\nما هو الشبه بين الاقتصاد الإسلامي وبين كل من الاقتصاديين الشرقي ( الشيوعي ) والغربي ( الرأسمالي ) ؟ ولأي منهما أقرب ؟\r\nوكأنّ الاقتصاد خلاصة العالم ، وتفسيره الاقتصادي يقتصر على المدرستين المذكورتين التين لا ثالث لهما .\r\nوالطريف هناك مَنْ يتّهم الاقتصاد الإسلامي بتأييد النظام الرأسمالي ، بينما نجد البعض يحاول جاهداً إضفاء لون الشيوعية والاشتراكية عليه بتصورهم أنّ الاقتصاديين الإسلامي والشيوعي يشتركان في جذورهما وكأنّ هذا النظام يعمل على دعم العدالة الاجتماعية التي تعتبر الهدف النهائي للاقتصاد الإسلامي أكثر من المذهب المنافس .\r\nولكن من خلال ملاحظة خصائص الاقتصاد الإسلامي نجد عدم وجود أي شبه أو قرب بهذا المذهب أو ذاك .\r\nومن جانب آخر فإنّ نظرة إلى طبيعة النظام الاقتصادي الشرقي أو\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nالغربي بيّن حقيقة تجاهد هذين النظامين للعدالة الاجتماعية وإلغاء المجتمع الموحّد وإيجاد المجتمع الطبقي والملحد ومكافحة الحريات ومناهفته كرامة الإنسان ( وقد تمّ شرح ذلك في البحوث السابقة ) .\r\nوبالالتفات لما ذكر نتناول شرح خصائص الاقتصاد الإسلامي ، كي يتضح لدينا التفاوت الموجود بين هذا المذهب والمذاهب الأخرى بشكل عام .\r\nج‌ج\r\nإنّ الاقتصاد الإسلامي يحتوي إجمالًا على أربع خصائص رئيسية ، كلٌّ منها يكفي لوحده في تميزه عن سائر المذاهب الأخرى على ما يبدو فضلًا عن مجموعها :\r\n\r\n1 - الاستفادة من عنصر الإيمان والأخلاق في الإنتاج والاستهلاك والخدمات\r\nيعتقد الكثيرون بوجود حدود صماء بين المسائل الأخلاقية والإيمانية وبين المسائل الاجتماعية والسياسية والاقتصادية ، ولكننا نعتقد أنّ الثورة الإسلامية الإيرانية التي حطمت أسطورة جيش الشاه القوي والقوى العظمى التي كانت تقف وراءه أمرٌ لا يصدق ، قد استطاعت من تحطيم هذه الحدود الخيالية ، وسلطت الأضواء كاملة على الاستفادة القصوى من الأمور الأخلاقية والدينية في المجالات السياسية والاجتماعية ، كما أثبتت كيفية تفوق صيحات التكبير على الرصاص ، والشعارات المستمدة من الإيمان\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nعلى الأسلحة الخفيفة والثقيلة ، وكيف أعطت الأسس العقائدية للأمّة وعياً شاملًا تجسّد التضحية بأعلى مراحلها !\r\nوقد تمّ الاستفادة من عامل العقيدة والإيمان والأخلاق المستندة إليه في الاقتصاد الإسلامي وفي جميع أركانه وبشكل كبير ، وهذه المفاهيم لها دور في طريقة الإنتاج والاستهلاك ، فمثلًا عندما نسمع أنّ قائد الثورة يصدر بياناً يدعو فيه إلى زراعة الحنطة ، نجد أراضٍ واسعة تزرع بالحنطة وعندما يحين موعد حصادها تهرع أعداد كبيرة من الشباب المثقف وطلبة المدارس وأطباء ومهندسين إلى القرى ليساعدوا المزارعين في الحصاد معتبرين ذلك خدمة دينية مقدسة .\r\nويبدأ جهاد البناء عمله مستفيداً من مشاعر الحبّ للدين ، ويقوم بتقديم الخدمات الصحية والثقافية وينفذ المشاريع العمرانية الكثيرة في أقصى نقاط البلاد .\r\nوبكلمة تشجيع واحدة تخرج من المساجد والحسينيات ، تنطلق جموع غفيرة من المتطوعين إلى المستشفيات للتبرع بالدم ، وتقف صفاً من أجل تقديم هذه الخدمة المقدسة وتملأ أروقة المستشفيات بالمواد والحاجات بمجرّد الإعلان عن الحاجة إليها ، إلى الحدّ الذي ترتفع فيه أصوات مسؤولي المستشفيات « كفى » ! . . .\r\nونحن نعقد أنّه لم يتمّ الاستفادة لحدّ الآن من هذه الجوانب المعنوية وبشكل صحيح في المسائل الاقتصادية ، وإلّا فإنّها ستترك آثاراً مدهشة وخارقة للعادة .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\n\r\n2 - الملكية بصورة خلافة اللَّه\r\nفي الوقت الذي تعتمد الاشتراكية والشيوعية على الملكية العامة والملكية المشاعية والرأسمالية على ملكية الفرد ، يرى الإسلام أنّ الملكية بمعناها الحقيقي هي للَّه ، وبذلك بمقدم الإسلام طرحاً جديداً في هذا المجال فيقول : « وَانْفِقُوا ممّا جَعَلَكُم مُستَخلِفِينَ فِيهِ » . « 1 »\r\nوهذا الاحساس ( أنّ المالك الحقيقي هو اللَّه تعالى ، وانّ هذه الملكية هي أمانة بيدنا لفترة من الزمن ) يعطي الإنسان نظرة وفهماً جديداً في المسائل المتعلقة بالإنتاج والاستهلاك ، ويجعله « أميناً » في جميع المجالات ، هذه الأمانة التي تتطلب مراعاة رأي صاحب الأمانة في جميع المجالات ، ولا يمكنه أن يكون فعالًا لما يشاء مطلقاً ، وليس بمقدوره أن يفعل ما يراه مناسباً وما تتطلبه رغباته وأهواؤه .\r\nهذا الاحساس المعنوي النبيل في مسألة الملكية يعد مصدراً للكثير من التغييرات التي لو أمكن دمجها مع العامل السابق لكان أثرها مضاعفاً .\r\nج‌ج\r\n\r\n3 - المراقبة الدقيقة للإنتاج والاستهلاك\r\nوالميزة الأخرى التي تعتبر ثمرة الميزتين السابقتين من جانب وذات عامل استقلالي وأصيل من جانب آخر ، هي أنّ الفرد المؤمن بالعقيدة الإسلامية لا يرى نفسه حرّاً في مسألة نوع الإنتاج أو في كيفية الاستهلاك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الحديد ، الآية 7 .\r\n","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nفهناك سلسلة من أحكام الحلال والحرام - دون أن ينتظر بشأنها إصدار قانون مقرن بغرامة مادية - مطروحة أمامه ، يرى نفسه ملزماً براعيتها دون أن يتقيّد بفلسفة مادية لهذه التعاليم :\r\nفهو يقول : - يجب عليَّ أن لا آكل الربا لأنّه حرب للَّه !\r\n- أنا أعتبر أنّ الكسب الحلال من أعظم العبادات لأنّ « الكاسب حبيب اللَّه » و « الكاد على عياله كالمجاهد في سبيل اللَّه » .\r\n- أنا أعتقد أنّ أي معاملة تؤدّي إلى الاضرار بالآخرين أو بالمجتمع الإسلامي حرام شرعاً فبيع المخدرات والمشروبات الكحولية ، وبيع الأسلحة لأعداء اللَّه وأعداء خلقه - وإن كانت معاملات ذات ربحٍ كثير وغير ذلك حرام علىٍّ جميعاً .\r\n- وفضلًا عن ذلك فأنّ أي نوع من « الاسراف » و « التبذير » في مجال الاستهلاك حرام عليَّ ، كما أنّ الاسراف والتبذير في الإنتاج وتوظيف رؤوس الأموال بشكل جنوني ومهووس حرام أيضاً .\r\nإنّ لهذه الحالات من الحلال والحرام دور مؤثر في المسيرة الاقتصادية للمجتمع ، وإن استخدامها يعود بالنفع أكثر من المواد القانونية ومعاقبة المخالفين ، وتعطي المسيرة الاقتصادية حركة تلقائية .\r\n\r\n4 - الهدف من الملكية\r\nمن المميزات الأخرى للمذهب الاقتصادي في الإسلام والتي تميزه منذ البداية عن المذاهب الشرقية والغربية التي تستند جميعها إلى دوافع وجذور مادية ، هو الهدف من الملكية .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nففي المذاهب الأخرى لا يشكل هدف الملكية سوى سلسلة من المفاهيم المادية المحدودة التي يعتبر استخدامها محدوداً أيضاً وذا بُعدٍ واحدٍ ، ولا تسير في خدمة المفاهيم الأكثر سموّاً وعلوّاً .\r\nوأمّا في المذهب الاقتصادي الإسلامي فإنّ مسألة الملكية وأهدافها ذات نظرة جديدة كاملة وتتحكم بها أسس جديدة كما يلي :\r\n« مَنْ أبصر بها بصّرته ، ومن أبصر إليها أعمته » . « 1 »\r\n« الدنيا متجر أولياء اللَّه . . . دار غنى لمن تزود منها . . . « 2 » الدنيا مزرعة الآخرة » . « 3 »\r\nوهذه الأسس تسوق الإنسان إلى السير في حياة أكثر تعالياً . خاصة إذا طالعنا سير الماضين وقرأنا الكلام الذي قاله الواعون من بنياسرائيل لقارون المستغل الأكبر في عصرهم ، ذلك الإنسان الضال والمتبختر والفاقد للعقل ، حيث أشار القرآن إلى ذلك ، نجد أنّ هذا الهدف أكثر تشخصاً .\r\nففد ذكّر هؤلاء قارون بأربعة أسس رئيسية في قضية الهدف وإبعاد الملكية :\r\nالأوّل : البحث عن الدار الآخرة من خلال ما وهب لك الباري من عطاء ، فانّ ضالتك ليست هي المال والثروة ، وإنّما الشيء الذي تتمكن بالمال من الوصول إليه ، ابحث فانّه ضالتك الحقيقة « وابْتَغِ فِيما آتاكَ اللَّهُ الدَّارَ الآخرةِ » . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) بحارالانوار ، ج 70 ، ص 120 .\r\n( 2 ) المدرك السابق ، ص 129 ، ح 136 .\r\n( 3 ) المدرك السابق ، ص 148 .\r\n( 4 ) سورة القصص ، الآية 77 .\r\n","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nالثاني : لكل فرد نصيب في الهبات الإلهية ، ولا تنسَ نصيبك أيضاً ولا تأخذ أسهم الآخرين بدلًا من سهمك « وَلا تَنْسَ نَصِيبَكَ مِنَ الدُّنيا » . « 1 »\r\nالثالث : أنّ قاعدة هذا العالم تقوم على أساس « الإحسان المتبادل » ، فكما أحسن اللَّه لك أحسن للآخرين ، فلولا إحسان اللَّه لم تكن تملك شيئاً ، ولا تنسَ كذلك أنّ الحصول على الثروة لا يمكن من خلال السعي الفردي وإنّما من خلال النشاطات الاجتماعية المترابطة والمتضامنة : فأنت تستفيد من الطرق وتنعم بالأمن ، وتستفيد من نشاطات السوق ، وتستعين بأعمال الآخرين ، وتستفيد من الآفكار والأساليب التي طرحها العلماء في الماضي والحاضر ، ومن ثقافة المجتمع ونموّه الفكري ، ومن جهود الجنود ومن جميع المساعي التي تحدث في المجتمع حتى تتمكن من الحصول على المال ، وعلى هذا الأساس فانّك إذا فكرت جيداً تجد أنّ هذه الفئات التي مارست النشاطات المباشرة أو غير المباشرة حتى تصل هذه الثروة بيدك لها الحق جميعاً في هذه الثروة ، وإن كان القانون يعتبر هذه الثروة اليوم ملكاً لك وحدك .\r\nوعلى هذا الأساس « فانّك مدين للمجتمع بالقدر الذي أعانك وأحسن إليك » « وَأحسِن كَما أحسنَ اللَّهُ إليكَ » . « 2 »\r\nالرابع : إذا تمركزت الملكية بشكل غير متوازن ، وشكلت ثروة متزايدة كالغدة السرطانية ، فانّها ستكون سبباً للفساد والضياع ، وهذا الأمر سينسحب على الفرد بسبب الغرور والغفلة والأهواء والتمسك بالرأي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القصص ، الآية 77 .\r\n( 2 ) المدرك السابق .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nوالاستثمار وإعانة الظلمة من أجل الحفاظ على المقام هذا من جانب ، ويؤدّي إلى فساد المجتمع وضياعه بسبب بروز الفوارق الطبقية وانهيار النظام التوحيدي من جانب آخر .\r\nوعلى هذا الأساس لا تنسَ أنّ ادخار هذه الثروة وهذا الكنز الذي تنوء بحمل مفاتحه العصبة أولوا القوّة أمر صعب ويبعث على الفساد « ولا تبغِ الفَسادَ فِي الأرضِ إنّ اللَّهَ لا يُحبُّ المُفسِدِينَ » . « 1 »\r\nج‌ج\r\nإنّ هذه الوصايا الأربعة التي نرى اليوم ردود فعلها الشديدة في المجتمعات الرأسمالية الغربية ، والرأسمالية الشرقية ، تمثل المحاور الرئيسية لأهداف الملكية وأبعادها في الإسلام .\r\nاليوم ، لا يوجد شخص في الغرب يبحث عن المفاهيم المعنوية وسعادة البشرية بمعناها الحقيقي في ملكيته ، ولا يوجد شخص يقنع بنصيبه الواقعي .\r\nولا يوجد شخص يعتقد أنّ المجتمع برمته شريكه في أمواله بواسطة « الاحسان المتبادل » ، ولو لم تضغط الدولة على استيفاء الضرائب منه فانّه لا يعتقد بأنّه مدين للمجتمع .\r\nولهذا السبب كانت ملكيتهم مدعاة لضياع مجتمعاتهم ، الضياع في الأخلاق ، الضياع على أثر الحروب ، والضياع بسبب أشكال الاعتداء والسرقات والظلم والفساد والضغط على المستضعفين في العالم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القصص ، الآية 77 .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nومن الجدير بالذكر أنّ منطق هؤلاء في الملكية شبيه تماماً بمنطق قارون . فهو يقول : لقد حصلت على هذه الثروة بفضل علمي وتدبيري قال :\r\n« إنّما أوتيتُهُ على علمٍ عِندي » « 1 » .\r\nولهذا فإنّ إرادتي هي الوحيدة التي تتحكم بمصير هذه الثروة .\r\nوهكذا الأمر بالنسبة لأثرياء الغرب حيث يعتقدون أنّ الدخل السنوي الفردي لبلدانهم وكذلك ثرواتهم الشخصية الكبيرة مدينة لتفوقهم في التكنولوجيا والصناعة والعلم والذكاء ، وينسون بذلك دور الطبقات المستضعفة الواسعة التي ساهمت بطرق مختلفة في إنتاج هذه الصناعات ، أو ساهمت في الاستهلاك الذي يعتبر تمهيداً للتكامل في الانتاج .\r\nوفي النظام الاقتصادي للمعسكر الشرقي ، طوى النسيان هذه الأسس الأربعة ، فقد نسي زعماء هذه الدول الذين يهيمنون على القدرة الاقتصادية إضافة للقدرات السياسية والعسكرية ، وأصبحت دكتاتوريتهم تعيش أعلى مراحلها ، نسي هؤلاء نصيبهم الأصلي من الثروة ، كما تناسوا نصيب الشعوب المكافحة في خضم سعيهم لايجاد هذه القدرات الثلاث .\r\nولهذا السبب فانّ هؤلاء أيضاً ليسوا أقلّ من منافسيهم الغربيين في السير بمجتمعاتهم نحو الفساد والضياع .\r\nوهكذا يتضح لدينا المذهب - الإسلامي - الجديد المناوىء للمذهبين المعروفين وبالاستناد إلى المبادئ الأربعة التي تشكل الميزات الأساسية للاقتصاد الإسلامي .\r\nج‌ج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة القصص ، الآية 78 .\r\n","page_name":" 119 ","page_number":119},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\n\r\nمنابع الملكية في الإسلام جذور الملكية وسيرها التاريخي\r\n\r\nوطرق الملكية في الإسلام\r\nعند دراسة الملكية في الإسلام ، ينبغي أولًا أن نتتبع جذورها فيما يتعلق مسيرتها التأريخية ونبحث أساساً ، من أين جاءت الملكية ؟ وكيف نمت في المجتمعات الإنسانية ؟ ثم تنوعها خلال سيرها التاريخي ، ثم نرى ما هي طرق الملكية في الإسلام ، وما هي الخصائص التي تمتاز بها مقارنة بالمذاهب الأخرى ؟\r\nوبناءً على ذلك يوجد عدّة بحوث أساسية مطروحة أمامنا :\r\n\r\nجذور الملكية :\r\nتوجد فرضيات مختلفة عن أصول الملكية :\r\n1 - يصرّ الماركسيون على افتراض أنّ جذور الملكية تعود إلى مرحلة الرعي ( المرحلة الثانية من المراحل الخمسة التي يتخيلها الماركسيون » لأنّه لم تكن الملكية موجودة في المرحلة الأولى ، أو كانت بتعبير آخر ملكية\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nجماعية ، ولكن بظهور وسائل جديد كالقوس والنشاب ، وقدرة الإنسان لحقل الرعي ، ومن ثم ظهور الأدوات المعدنية ، كالمنجل والمحراث ، وقدرة الإنسان لحقل الزراعة ، ظهرت ملكية ( الأرباب ) على وسائل الإنتاج والأرض وحتى الإنسان وتكاملت هذه الملكية في مرحلة الرأسمالية والبرجوازية .\r\n2 - والفرضية الأخرى تقول إنّ الملكية وليدة الجوانب السلبية في وجود الإنسان ، إضافة إلى جوانب الضعف الموجودة في الطبيعة .\r\nوللتوضيح نقول : إنّ الإنسان كائن « ضعيف » ومعرّض للضرر أكثر من الكثير من الحيوانات وحتى الطيور لأنّه زود بأدنى درجة من الأعضاء ، ولا تتوفر حاجاته في كل مكان ولا في كل وقت ، كما أنّها غير موجودة بوفرة ولا بشكل مجاني .\r\nوهو من جانب آخر كائن يبحث عن المزيد حيث إنّ الإرادة والحرية التي يتمتع بها تجعله لا يقنع بأي شيء إلى حدّ الضرورة ويزداد وَلَعُه بشكل مطّرد .\r\nوهاتان الخصلتان بالإضافة إلى كونهما من خصائص البشر التي لا تنكر ، فانّهما لا ترتبطان بأيًّ من المراحل التاريخية للإنتاج التي تمّ تعيينها من قبل ماركس .\r\nوعلاوة على أنّ هاتين الخصلتين « الضعف وحب الزيادة » تجعلان الإنسان يسعى ويفكر بشكل أكثر من الحيوانات ، فانّهما يربيان فيه خصلة ثالثة هي ، « الميل نحو التطفل والاعتداء » ، الاعتداء على المكان أو الشخص الذي يجد حاجته المطلوبة عنده .\r\n\r\n","description":"","footnote":"","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nوعندما نضع هذه الخصال الثلاث إلى جانب حقيقة أنّ بعض المواد التي يحتاجها الإنسان والموجودة في الطبيعة قد تنتج في فصل واحد فقط ، ولا وجود لها في باقي الفصول ، فضلًا عن حالات الجفاف التي تحصل بكثرة والتي تؤدّي إلى حرمان الإنسان من هذه المواد مدة من الزمن فيكون العلاج الوحيد لهذا النقص هو تخزين هذه المواد .\r\nوهذه الأمور الأربعة في مسألة الملكية هي التي علّمت الإنسان على تجميع نتاجات جهوده وسعيه وخزنها والاستفادة منها بأكبر قدر ممكن والدفاع عنها في مقابل المعتدين . « 1 »\r\nإنّ كُلًّا من هاتين الفرضيتين - باعتقادنا - لا تنطبقان مع الواقع . ذلك أنّ فرضية المراحلٍ الخمسة كما رأينا ذلك في البحوث السابقة لا تعدو عن كونها فرضيات خيالية ، ويبدو من خلال تصنيفها أنّ منظميها قد جعلوها بتلك الصورة للحصول على النتائج التي يحلمون بها .\r\nوعلى أي حال ، وفضلًا عن فقدان الدليل على هذه الفرضيات ، فانّ هناك نقاط ضعف واضحة فيها جاء الحديث عنها في السابق .\r\nو « الفرضية الثانية » التي بنيت - باعتقادنا - على أساس ضعف الإنسان والطبيعة غير مقبولة أيضاً ، فإننا سنرى من خلال البحث أنّ نقاط القوّة الكامنة في وجود « الإنسان » و « الطبيعة » هي التي أدّت إلى ظهور الملكية وهي من أسرار تكامل المجتمع الإنساني ، علم الرغم من انحراف مسارها بنّاء ومدمّر .\r\nج‌ج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) جهل الماركسية ، ص 122 - 125 .\r\n","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nوالفرضية الأكثر منطقية هي تلك التي تستند إلى حقيقة لا يمكن تجاهلها وهي أنّ الإنسان لا يمكن مقارنته بسائر الكائنات الحيّة من حيث « الإدراك » و « الشعور » و « الابداع » فالانسان يدعو للتكامل ، وفي نفس الوقت يرغب بالتنوع ، ولكون الإنسان كائناً أكثر تطوراً في بعض الجوانب من سائر الكائنات الحيّة من ناحية البناء الروحي والجسمي ، فانّه أكثر حاجة إلى المسائل « النفسية » و « الجسمية » حيث إنّنا نعلم أنّ أي كائن أكثر تطوراً فانّ حاجاته ستكون أكثر تبعاً لذلك ، لأنّ الأجهزة الموجودة فيه أكثر تنوعاً وتعقيداً .\r\nوإذا أردنا بحث المسألة من جهة أخرى فيمكن القول أنّ الاحتياجات في الطبيعة ليست جميعها متوفرة بيد الإنسان كما هو الحال بالنسبة للهواء وضياء الشمس كيلا يتحول الإنسان إلى موجودٍ كسولٍ وعاطلٍ وغير مبدع ، وإنّما جُعلت احتياجاته بشكل يضطره للعمل والسعي وبذل الجهد والابداع بشكلٍ كبير .\r\nولا ينبغي اعتبار رغبة الإنسان في الحياة المرفهة والمتنوعة والاستفادة المتزايدة من المواهب الطبيعية على أنّها ضعف في هذا الإنسان .\r\nهذه الأمور تكاملت فيما بينها لتدفع الإنسان نحو العمل والابداع من جهة وتجعله يعمل على الاحتفاظ بالمكتسبات التي يحصل عليها من جهة أخرى ، وهذا الشيء هو الملكية ولا شيء غير ذلك .\r\nوقد لا نحتاج إلى التذكير بأنّ عوامل التحريف في مسألة الملكية قد امتزجت بالعوامل الطبيعية والمنطقية ، وجعلت الملكية في الكثير من الحالات بعيدة عن جذورها الأصلية غير أنّه لا ينبغي احتساب هذا الأمر من جذور الملكية الأصلية .\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nالجدير بالذكر أيضاً حالة التملك الطبيعي في أفراد البشر الذين لم يتعلموا بعد احتساب ملكية آبائهم وأمهاتهم متجسدة بوضوع فيما يكتسبونه بأنفسهم ، فالطفل الذي يصنع لعبة لنفسه أو يقتطف زهرة من الأرض يرى نفسه مالكاً لها ، ويدافع عن هذه الملكية بشدّة .\r\nوحتى في الكثير من الحيوانات تشاهد الحركة الغريزية تجاه نوع من الملكية ، فهي تنظر إلى أو كارها وصيدها وطعامها نظرة امتلاك ، بل يلاحظ أحياناً قيام هذه الحيوانات بإحاطة مناطق رعيها أو صيدها ببعض الأشياء وتقوم بما يسمى اليوم ب « حيازتها » وطرد المعتدين منها !\r\nويستنتج من ذلك أنّ الملكية من حيث الدوافع والجذور لها « بُعد فطري » و « بُعد طبيعي » و « بُعد اجتماعي » .\r\nو « البعد الفطري » لها هو أنّ الإنسان وبسبب تميزه بالذكاء والابداع الكبيرين ليس مستعداً للاكتفاء بحياة محدودة وبسيطة وثابتة كالحيوانات ، وحتى النحل المعروف بالذكاء والفطنة يعيش حياة بسيطة ثابتة لا تغير فيها منذ مئات الآلاف من السنين دون أي إحساس بعدم الرضا ، أمّا الإنسان فلا يقنع بمثل هذه الحياة ، ليس في هذه المدّة ، وإنّما خلال سنة واحدة ، بل شهر واحد فقط .\r\nإنّه يتطلع دائماً إلى « التطور » و « التكامل » في حياته المادية والمعنوية والاستفادة فأكثر من المواهب الطبيعية والسير إلى الأمام بخطوات سريعة وواسعة .\r\nوما أورده القرآن الكريم في الحديث عن بني إسرائيل بشأن المائدة\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nوالطعام السماوي : « لَن نَصْبِرَ عَلى طَعامٍ واحدٍ . . . » « 1 » يوضح روح حبّ التنوع في الإنسان ، وأمّا « البعد الطبيعي » للملكية فهو عدم توفر جميع الأشياء في الطبيعة وبالشكل الذي يرغب به الإنسان .\r\nوكأنّ الظروف القاسية أرادت تربية الإنسان على الكفاح والخلّاقية والإبداع .\r\nولهذا السبب لم تضع بين يدي الإنسان أي شيء كامل تقريباً سواء من ناحية الكم أو الكيف ، لينهض ويعمل ، وما قصة مريم عليهم السلام حينما أمرت أن تهزّ النخلة : « وَهزّي إليكِ بِجذع النَخْلَةِ » « 2 » وهي في أصعب لحظات حياتها كي تستطيع أن تأكل من ثمرها إلّامثال على أبسط عمل يمكن أن يقوم به الإنسان .\r\nوخلاصة المسألة أنّ عدم جعل الإنسان في كفاية من جميع الجوانب لا يعتبر بخلًا في الخلقة ، وإنّما وسيلة لتشغيل طاقاته وابداعه ونبوغه ومن ثم الوصول إلى التكامل .\r\nو « البعد الاجتماعي » هو أنّ الإنسان ومن أجل البقاء على قيد الحياة والاستمرار في تكامله مضطرٌ للاشتراك في مباراة كبرى مع الجماعة البشرية ، ولهذا عليه أن يحتفظ بما اكتسبه من جهده ويقايضه مع الآخرين حسب متطلباتهم ، وكذلك يجب عليه أن ينهض لمواجهة الأشخاص الذين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة ، الآية 61 .\r\n( 2 ) سورة مريم ، الآية 25 .\r\n","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nيريدون سلب رأس ماله الحياتي .\r\nوهذا النقاط الثلاثة بمجموعها قد أوجدت للإنسان شيئاً اسمه « الملكية الفردية » التي تنبع من العمل ، وهذا الشيء يبدو أمراً منطقياً تماماً في سلسلة العلة والمعلول .\r\nإلى جانب الدوافع الفطرية والطبيعية والاجتماعية هناك عامل محرّف هو الملكية التي تستند إلى المنطق الغاشم .\r\nوهذا العامل الذي ظهر طوال التاريخ بأشكال مختلفة ، والذي اختلفت أبعاد الملكية فيه باختلاف أبعاد الاعتداء الغطرسته يعتبر مصدراً لجميع أنواع الاستغلال والتفرقة والحروب وأشكال الأزمات الاجتماعية ، وهذا بحدّ ذاته يشكّل موضوعاً مستقلًا سنشير إليه خلال البحوث المقبلة .\r\nإنّ هذا النوع من الملكية يعتبر بدون أدنى شك ملكية غير مشروعة ومنحرفة وتنبع من جذور غير مشروعة أي الإمتلاك بالقوّة .\r\n\r\nالعمل ، المصدر الأساسي لأنواع الملكية\r\nبعد البحث الإجمالي بشأن جذور الملكية من الناحية الطبيعية وسيرها التاريخي ، نتناول بحث أصول الملكية من الناحية الحقوقية في الإسلام :\r\nلقد ذكرنا أنّ القرآن المجيد يرى أنّ العالم بأجمعه ملك للَّه‌تعالى :\r\n« وَللَّهِ مُلكُ السَّمواتِ وَالأرضِ وَمَا بَينهما » . « 1 »\r\nوكما صرّحت سائر الآيات القرآنية بهذه الحقيقة مثل : « مالُ اللَّهِ » « 2 » و « أرضُ اللَّهِ » « 3 » « مُستَخلِفينَ » . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة المائدة ، الآية 17 .\r\n( 2 ) سورة النور ، الآية 33 .\r\n( 3 ) سورة هود ، الآية 64 .\r\n( 4 ) سورة الحديد ، الآية 7 .\r\n","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nوعلى هذا الأساس وعليه فأذن المالك - اللَّه - معتبرة في كل مكان ولكل شيء من الناحية الحقوقية ، حيث إنّ جميع أصول الملكية تنتهي إليه سبحانه وتعالى .\r\nوالشيء الذي يستفاد من مجموعة الآيات والروايات التي جاءت بشأن « الحيازة » و « المباحاة » و « إحياء الموات » و « أحكام الأجير » تصب في خلافة اللَّه في مسألة الملكية أو بتعبير آخر الملكية القانونية الفقهية إنّما تتأتى من خلال العمل .\r\nوهذا العمل يمكن أن يبدو بشكلين : مباشر وغير مباشر .\r\n1 - العمل بشكل مباشر . ويكون بالأشكال التالية :\r\nأ - الأعمال الإنتاجية ، كالصناعية والزراعية وتربية المواشي والخدمات .\r\nب - الأعمال التي تعتبر مقدمات للإنتاج كإحياء الموات وحيازة المباحاة .\r\nويقصد من إحياء الموات أن يقوم شخص بالعمل في أرض غير صالحة للزراعة وتهيئتها للاستفادة منها في الزراعة أو البستنة أو أشكال أخرى من الاستفادة كأن يقوم بشق قناة ماء أو حفر بئر عميقة وغير عميقة ليوفر الماء للأرض ، وإذا كانت الأرض صخرية يقوم بإزالة الصخور منها .\r\nوإذا كان العشب قد نبت فيها يقوم بقلع العشب والدغل غير المفيدين ، وإذا كانت الأرض مالحة يحولها إلى أرض خصبة ، أو أن يقوم بحفر منجم\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nفيها . ففي هذه الحالة ، وطبقاً للمبدأ الصحيح المستلهم من الروايات الصحيحة والمعتبرة والمتظافرة التي تقول ( مَنْ أحيا أرضاً ميتة في له ) ، يعتبر الشخص المستثمر لهذه الأرض مالكاً لها ( طبعاً مع الشروط التي جاءت في الكتب الفقهية ) .\r\nو ( حيازة المباحاة ) بالمفهوم الفقهي لها هو أن يستفيد الإنسان من المباحاة والثروات الطبيعية ويجعلها تحت تصرفه كصيد الأسماك ، واستثمار المناجم الظاهرة التي لا حاجة لاحيائها ، وسحب الماء من النهر ، وأمثال ذلك ممّا يؤدّي إلى الملكية طبقاً لمبدأ « مَنْ حاز ملك » ، طبعاً بالشروط التي جاءت في الكتب الفقهية ) .\r\nوأمّا ( التحجير » وهو حصر قطعة من الأرض أو الاقدام على تهيئة مقدمات إحياء الأرض فلا يمكن أن يكون سبباً للملكية ، ولكن إذا كان ذلك مقترناً بالشروط اللازمة فانّه يولِّد حقاً في الأولوية في الإنتاج ، أي أنّه له الحق في التقدم على الآخرين بالنسبة لإحياء هذه الأرض ويمكنه إحياء هذه الأرض أو أن يصرف نظره عنها .\r\n2 - العمل بشكل غير مباشر ، وهو أن يفوض إنسان حصيلة عمله لآخر كأن ينقل إليه الأجرة التي حصل عليها أو المحصول الذي أنتجه أو الأرض التي أحياها أو المواد التي حازها عن طريق المصالحة بلاعوض أو الوصية ، أو أن يوقف الأموال التي حصل عليها بهذا الطريق إلى مجموعة من الأشخاص وهذا حق طبيعي ، أو عن طريق الإرث الذي يعتبر نوعاً من الانتقال القهري بالنسبة للأشخاص الذين يعتبرون أقرب الناس إليه ووجودهم في إطار وجوده واستمرار حياته .\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nوالعمل في جميع هذه الحالات يمثل قاعدة الملكية وأنّ السعي والجهد يولّدان الملكية ، غير أنّ الشخص الذي ينبغي أن يستفيد منها يجب أن يجعلها تحت تصرف الآخرين بميلٍ منه ورغبة ( إلّا في حالة الإرث التي لها فلسفة منفصلة ومستقلة بذاتها ) .\r\nطبعاً هناك بحوث كثيرة حول فلسفة الإرث والوصية والوقف وكيفية مشروعيتها ، وسنطرح كل منها للبحث في حينه إن شاءاللَّه .\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\n\r\nالملكية في الإسلام أنواعها ومصادرها وحدودها\r\nلا يعترف الإسلام بما تقوله « الرأسمالية » أنّ أساس الملكية هي الملكية الخاصة ، ولا بما تعتقد به « الماركسية » أنّ الملكية هي الملكية العامة ، ذلك لأنّ كلًاّ من هاتين العقيدتين تنظران إلى وجود الإنسان من زاوية وحدة ، والحال أنّ وجود الإنسان - كما نعلم - ذو أبعاد مختلفة .\r\nولهذا السبب نرى في الإسلام أنواعاً مختلفة من الملكية ، يقوم كل منها بتأمين واحدة من حاجات المجتمع الإنساني ، ويمكن تلخيص تتنوع الملكية هذا والذي يكون موازياً لتنوع حاجات ومطالب الإنسان بثلاثة محاور :\r\n\r\n1 - الملكية العامة\r\nويشمل هذا المحور من الملكية جميع المصادر الطبيعية البكر كالمناجم والغابات والمراعي والأراضي غير المعمورة ( الموات ) ، والمياه الطبيعية وأمثال ذلك ، وهذه المصادر تنقسم هي الأخرى إلى ثلاثة أقسام :\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n\r\nأ - « المباحاة الأصلية » كالمياه الطبيعية والحيوانات القابلة للاستفادة والتي تعيش في البحار وعلى اليابسة .\r\nب - « الأنفال » التي تشمل الأراضي غير المعمورة ، والغابات والمراعي وأمثالها ويتمّ استثمارها باشراف الدولة الإسلامية وفي مجال تأمين حاجات المجتمع وتسيير عجلة اقتصاده .\r\nولهذا تلاحظون الملكية في البداية عامة وشاملة لجميع الثروات والمصادر الطبيعية والتي تعتبر أرضية وقاعدة لكل أنواع الملكية .\r\nج - الأراضي المعمورة « المفتوحة عنوة » التي وقعت بيد المسلمين أثناء الفتوحات الإسلامية .\r\n\r\n2 - الملكية الخاصة\r\nالتي تتمّ بواسطة « العمل » على المصادر الطبيعية والمواد الحاصلة منها .\r\nوهذه الملكية في الإسلام تشمل جميع المكتسبات التي يحصل عليها الإنسان عن طريق الإنتاج الصناعي أو الزراعي ، أو تربية الماشية أو « حيازة المباحاة الطبيعية » ومصادرها والمناجم ( بالشروط التي سيأتي الحديث عنها ) .\r\n\r\n3 - الملكية الجماعية\r\nوهي الملكية الحاصلة من العمل الجماعي لمجموعة من الأفراد الذين يشتركون بعمل إنتاجي صناعي أو زراعي أو في تربية الماشية أو حيازة المباحاة ، أو استخراج المعادن من المناجم ، وينتج عن ذلك « ملكية\r\n\r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\nمشتركة » لهذه المجموعة .\r\nطبعاً الملكية الجماعية هي شكل آخر للملكية الخاصّة ، ولكننا قمنا بفصلها لأنّها تقوم على أساس العمل الجماعي وأحكامه الخاصّة .\r\nإنّ تنوع الملكية يسمح للإنسان أن يبذل جهده وسعيه المتواصل في الإنتاج وزيادته والاستفادة من جميع قدراته وإمكاناته وتمام نبوغه وقابلياته وذوقه في هذا السبيل ، سواء كان هذا السعي بشكله الفردي أو بشكله الجماعي إذا تطلّب الأمر عملًا جماعياً .\r\nكما يمنع هذا التنوع في الملكية من جانب آخر حالة الاحتكار وانحصار المصادر الطبيعية بيد فرد أو مجموعة خاصة لكيلا تزال الملكية التي هي حق عام على المصادر الطبيعية البكر .\r\nومن الواضح أنّ إلغاء كل من أنواع الملكية الثلاثة التي مرّ ذكرها يؤدّي إلى حدوث شلل في قسم من النشاطات الاقتصادية .\r\nكما لا يمكن إغفال حقيقة أنّ الإنسان علاوة على كونه مالكاً لنفسه فانّه ملك للمجتمع وضمن ارتباطه بالمجتمع الإنساني ككل فانّه يحتوي على مشتركات جماعية تدعوه للنشاط الجماعي .\r\nولهذا السبب يظهر الإنسان في حياته اليومية بأشكال ثلاثة تمثل الأبعاد الثلاثة لوجوده وهي الحضور في المجتمع ككل ، وخلال المجموعة ، ومع نفسه .\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nمصادر الملكية الخاصة وحدودها\r\nإنّ الحصول على الملكية الخاصة يستلزم ثلاثة شروط أساسية :\r\n1 - استثمار المصادر الطبيعية ، سواءً عن طريق إحياء الأراضي الموات ، وحفر الآبار وغرس البذور أو عن طريق حيازة المباحاة واستخراج المعادن وتحويل المواد الأولية اى صورها المختلفة لسد الحاجة .\r\nوعليه فالملكية تكون حيث العمل والجهد .\r\n2 - مراعاة حقوق الآخرين في المصادر الطبيعية ، بحيث يمكن منع الاستفادة الفردية من هذه المصادر إذا كانت موجبة لاحداث ضرر وخسارة في المجتمع ولقاعدة « لا ضرر » التي تعتبر من القواعد المسلمة في الإسلام ، وعلى هذا الأسس فإنّ استثمار المصادر الطبيعية بالنسبة للأفراد مقيد .\r\nفللحكومة الإسلامية حق وضع حدود وضوابط لتملك المواد الطبيعية وحتى حيازة المباحاة والتصرف في الأنفال مع الأخذ بنظر الاعتبار حاجات الأمّة في كل زمان ومكان ، وذلك من أجل الحيلولة دون بروز حالة الفوضى والإرباك وبالتالي عدم جرِّ النظام الاقتصادي للمجتمع إلى الدمار .\r\n3 - إزالة كافة أنواع الاستغلال ومصادرة جهود الآخرين وهو ما يطلق\r\n\r\n","description":"","footnote":"","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nعليه في الإسلام بأكل المال بالباطل وقد خاطب القرآن المؤمنين بصراحة في هذا الشأن :\r\n« يَا أيّها الَّذِينَ آمَنُوا لَاتَأْكُلُوا أَمْوَالَكُم بَينَكُم بِالبَاطِلِ إِلّا أن تَكُونَ تِجارَةً عَنْ تراضٍ مِنكُم » . « 1 »\r\n\r\nالتحديد في الكيفية لا في الكمية :\r\nوأمّا حول حدود الملكية الخاصّة في السلام التي تدور حولها تساؤلات كثيرة ، فمن البديهي أنّ الحدود في العدد أي من الناحية الكمية أي لا معنى له على مستوى الكمية التي تتغير تبعاً للزمان والمكان ، فانّ أي عدد نأخذه بنظر الاعتبار في التحديد اليوم وفي هذه المنطقة ينبغي أنْ نغيّره غداً وفي مناطق أخرى .\r\nأمّا « تحديد الملكية من الناحية الكيفية » والشروط المرتبطة بها ، فإنّها تلغي عملياً أيَّ نوع من التمركز ، وهو ما سنتناوله بالشرح والتفصيل بعد ذلك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء ، الآية 29 .\r\n","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\n\r\nدور وسائل الإنتاج في نظام الاقتصاد الإسلامي\r\nللحكومة الإسلامية الحق في تقسيم قيمة الدخل بين « العمل » و « وسائل الإنتاج » طبقاً الموازين الحق والعدالة ، مستفيدة في ذلك من صلاحيات « ولاية الفقيه » .\r\n\r\nالعمل المنتج والعمل المتراكم :\r\nانتهينا في البحث السابق من أنّ الملكية تابعة للعمل غاية الأمر أنّ الإنسان أحياناً يقوم بالعمل بنفسه وبالتالي يكون مالكاً ، وأحياناً أخرى يضع القائم بالعمل محصول عمله وجهده تحت تصرف شخص آخر دون عوض وبرغبة وإرادة منه وحتى بدون أي نوع من أنواع الإجبار الناشئة من النظام المحيط به .\r\nأو يبادل محصوله بشيء آخر يحتاج إليه على أساس الحق والعدالة ، أو يمنحه إلى أقرب الناس منه عن طريق انتقال قهري ولكنه طبيعي كما هو الحال بالنسبة للإرث .\r\nإنّنا لا بدّ أن نعترف بالحق القانوني لأيشخص في أن يتعامل مع حصيلة\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\nجهده بالشكل الذي يريده ، وإذا قلنا بعدم أحقيّته في ذلك فإنّه يعني أنّنا لا نعترف بملكيته لجهوده في الحقيقة ، لأنّ هذا المعنى يسقط من مفهوم الملكية .\r\nج‌ج\r\nوالآن يأتي الحديث هنا عن نقطة أخرى هي هل يحق للإنسان تحويل محصول عمله إلى « وسيلة » ويضع هذه الوسيلة تحت تصرّف شخص آخر كي يستطيع بواسطة هذه الوسيلة زيادة القدرة على العمل ومن ثم يكون شريكاً له في محصول عمله ؟ أم لا ؟\r\nالماركسيون وحتى المجموعات الآخرى المجموعات الأخرى التي لا تعتقد بأصول الفلسفة الماركسية لكنها تتفق معهم في النتائج ، يجيبون بالسلب على هذا السؤال ويقولون إنّ وسائل العمل مهما كانت ، ومهما بلغت قدرتها على زيادة الإنتاج ، لا تولد أي حق لمالك وسائل الإنتاج ، سواء كانت هذه الوسائل بسيطة كالمسحاة للزراعة أو مصنعاً ضخماً .\r\nطبعاً الأمر محسوم بالنسبة للماركسية التي لا ترى من ملكية لوسائل الإنتاج حيث يقولون إنّ هذه الوسائل ليست ملكاً شخصياً ، وإنّما هي عائدة للمجتمع ، ولا يعترفون أساساً بملكية شخص لمحصول عمله .\r\nولكن أولئك الذين يعتقدون بالملكية الشخصية ولا ينفون الملكية الشخصية لوسائل الإنتاج ( إذا كانت حصيلة جهده ) ويؤمنون باستحقاق وسائل الإنتاج نسبة من الأرباح والمحصول . ولكن يقولون أنّ المالك له الحق في استيفاء قيمة استهلاك هذه الوسائل فقط ولا شيء غير ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nوبتعبير آخر أنّ لوسائل الإنتاج « حق البقاء » فقط وليس حق الزيادة .\r\nولكن الحق هو عدم وجود أي مانع من الاعتراف بنصيب عادل للوسائل لا يؤدّي إلى الضرر والخسران للعامل ، وهذا الأمر يعتبر عاملًا مهماً من عوامل التنمية الاقتصادية والتوسعة وزيادة الدخل وعامل مؤثر في « الادخار » في الاستهلاك .\r\nج‌ج\r\nوالآن لابدّ من النظر إلى دلائل كل من الطرفين ، ثم نبحث رأي الإسلام في هذا الأمر : دلائل الطرف الأول : فيما يلي مجموعة من الدلائل التي جمعناها من مقالاتهم وكلماتهم :\r\n1 - أنّ القبول بالأرباح المترتبة على وسائل الإنتاج يؤدّي إلى ظهور مجتمعٍ رأسمالي وبالتالي تظهر حالات استثمار العامل واستغلاله .\r\n« كان رأس المال في البداية نتاجاً للاستعمار والتسلط على المصادر الطبيعية أو استثمار الفلاحين ، أمّا الآن فيقوم بسلب القيمة الإضافية للإنتاج بواسطة المنتجين » . « 1 »\r\nوبتعبير آخر « أنّ وسائل العمل ليست إلّامحصول تركيب مواد خام بواسطة عمل وجهد إنساني ، والفرق بينهما وبين البضاعة الاستهلاكية هو أنّها تدوم أكثر من البضاعة الاستهلاكية » . « 2 »\r\n2 - أنّ تخصيص فائدة من مجموع الدخل لوسائل العمل يعتبر نوعاً من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كتاب « الملكية والعمل ورأس المال » ، ص 271 - 275 .\r\n( 2 ) المصدر السابق .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nالربا ، لأنّ الربا في مفهومه الواقعي هو أن يجلس الإنسان في زاوية ويأخذ أرباح رأس ماله ، سواءً كانت بشكل ربا ، أو بإعطاء وسائل إنتاجه لشخص آخر ، ولهذا جابه القرآن الكريم ليس لكم أكثر من رأس المال الربا « فلكم رؤوس أموالكم . . . » .\r\n« أنّ تحريم الربا يعني إلغاء الاستثمار والعلاقة الرأسمالية ، حيث إنّ أساس العلاقات الرأسمالية تستند على تخصيص حصة من قيمة الإنتاج لرأس المال ، وأنّ القرضة أو تظيف رأس المال لا يمكنه من تصحيح هذه العلاقة » .\r\n3 - أنّ القبول بهذا الحق بالإضافة إلى أنه يسوق المجتمع نحو الانقسام إلى قطبين « رأسمالي » و « عمالي » فإنه يؤدّي إلى بروز البطالة وقلّة العمل بين عدد من أفراد المجتمع .\r\n4 - إنّ الإنسان يستغل آلاته ورأس ماله بعد سلسلة من الخدمات العامة ، كتعبيد الطرق ، والأمن ، ووسائل الاتصال والمراكز القضائية وحتى المراكز التعليمية والثقافية ، وهذه الحقيقة تجعلنا ندرك أنّ العائد من هذه الوسائل ورأس المال لا يتحقق إلّافي إطار عمل جماعي وعام يقوم به المجتمع وبدون ذلك لا يمكنها القيام بأي دور مطلقاً وهذا بحدّ ذاته دليل على مساهمة المجتمع بأكمله في إخراج المحصول .\r\n5 - إنّ وسائل الإنتاج هي وليدة تسخير الإنسان للطبيعة ، ولهذا فانّ وجودها هو فرع من العمل نفسه ولا يمكن للفرع أن يكون مضافاً للأصل أبداً ، وبلحاظ أنّ اجرة العامل جاءت نتيجة لاستهلاك في قدرته الجسدية والفكرية ، لهذا نجد أنّ هذا العامل يتقاعد بعد مدّة معيّنة ( 30 سنة مثلًا ) ،\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nوسهم وسائل الإنتاج أيضاً يجب أن يرتبط بالاستهلاك ، وإلّا فانّ الفرع سيكون مضافاً للأصل . ( لاحظوا هذه النقطة بدقّة ) .\r\n\r\nبحث دلائل الطرف الثاني :\r\nهناك إشكالات ترد على جميع الأدلة السابقة :\r\n1 - هل ظاهرة « المستغَل » و « المستغِل » معلولة للعدالة في وسائل الإنتاج أم للتوزيع غير العادل للعمل بين العامل ووسائل الإنتاج ؟ !\r\nولتوضيح ذلك نقول : لنفترض أنّ إنساناً يقوم بحرث مقدار من الأرض بيد خالية أو بواسطة مسحاة بسيطة خلال يومين ثم يأتي صاحبه فيعطيه محراثاً ليتمكن به من حرث أضعاف ذلك ، فمما لا شك فيه أنّ هذه الوسيلة قد رفعت من عائد عمل هذا الإنسان ، فإذا اعتبرنا « الوسيلة » هي الأساس و « العمل » عاملًا ثانوياً ، كما يرى ذلك النظام الرأسمالي ، فانّ النتيجة هي أنّنا سنقسم العائد الناتج من المعامل الصغيرة أو الكبيرة بشكل تكون نسبة سهم الوسيلة ورأس المال 80 % مثلًا وسهم العمل والجهود البشرية 20 % فقط ، وهنا تبرز القطبية في المجتمع ، ولكن إذا نظرنا للمسألة نظرة معكوسة وخصصنا النسبة الكبرى للعمل ، ونسبة عادلة أخرى للوسائل ورأس المال فإن المجتمع لن يتحول إلى قطبين أبداً ولن يستغل العامل .\r\nأمّا أن يقال إنّ حق الوسائل هو حق استهلاكها فقط أو بتعبير آخر حق بقائها ودوامها ، فإذا تعرّض مصنع للتلف بعد عشر سنوات يمكننا دفع عُشر قيمة كل سنة لأصحابه ليس أكثر ، إنّ هذا الأمر لا يبدو منطقياً .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\nطبعاً يمكن إعطاء الاستهلاك معنى أوسع يشمل استهلاك الكمية ( تلف الآلات ) واستهلاك الكيفية ( التخلّف التقني ) حيث إنّ اختراع آلات أكثر تكاملًا يؤدّي إلى انعدام الاستفادة من الآلات القديمة لعدم اقتصاديتها ، وهكذا الأمر بالنسبة لاستهلاك قيمة المال ( أي احتمال نزول قدرة شرائها بمرور الزمان ) .\r\nولكن لنا الحق على أي حال في مطالبتهم بالدليل على كلامهم هذا فنقول إنّه محض إدّعاء ، فلماذا ؟ وما هو الدليل على عدم استحقاق الوسيلة لأكثر من استهلاكها مع أنّها ترفع من مستوى العمل ، بل تضاعفه ألف مرّة في بعض الأحيان ؟ وبتعبير أكثر وضوحاً أنّنا يجب أن نأخذ تقسيم العائد بسبب ازدياد حاصل العمل بنظر الاعتبار سواء كان استهلاكياً أولم يكن كذلك .\r\nوعلى هذا الأساس عندما يزداد حاصل العمل . فانّ استحقاق الوسيلة لسهمٍ ما أمرٌ لا يمكن غض النظر عنه .\r\nوفضلًا عن ذلك لو أخذت الوسيلة حق استهلاكها فقط ، فانّ الدافع نحو توظيف الأموال في مجال الانتاج سيكون صفراً ، وهذا الكلام يعني إطفاء الجذوة التي تدفع نحو التقدم الاقتصادي وهي في نفس الوقت ضربة موجهة لحقوق العامل .\r\nفهل هناك شخص مستعد للإتيان بما ادّخره لمدّة عشر سنوات ووضعه احتياطاً لليوم الذي يحتاج إليه لكي يوظفه في مجال صناعي ثم يأخذ عشر المبلغ سنوياً ، وبعد عشر سنوات يعود إلى النقطة التي بدأمنها . إنّ هذا العمل لا ينسجم مع أي من الحسابات الاقتصادية ( الدوافع المعنوية خارج موضوع بحثنا ) .\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\n\r\nالفرق بين أكل الربا والعمل الانتاجي :\r\n2 - وأمّا القول بأنّ دفع جزء من الأرباح للوسيلة يعتبر نوعاً من أكل الربا فهو خطأ جسيم ، فلم يذكر أي من فقهاء الإسلام مثل هذا المفهوم للربا ، فضلًا عن عدم وجود آية أو رواية تشير إلى ذلك . وهذا الموضوع لا ينسجم أساساً مع فلسفة تحريم الربا ، حيث إنّ الشخص المرابي يجلس جانباً ويستفيد من أمواله دون أي ضرر ، أي أنّ أي ضرر وخسارة يتحملها الشخص المقترض ، بينما نجد أنّ الشخص الذي يستثمر أمواله في أحد المجالات الصناعية أو الزراعية أو في الماشية يتحمل الخسارة بنفس النسبة التي يتحملها شركاؤه ومعاونوه .\r\nفمثلًا قد لا يحصل المستثمر على المحصول الكافي أو تعترض المواشي للتلف لسبب من الأسباب أو لا يجد مَنْ يشتري إنتاج مصنعه ، والمرابي على أي حال لا يعرّض رأس ماله للمخاطرة ، ولكن أموال المنتجين عرضة بشكل دائم للخطر ( لاحظوا بدقّة ) .\r\nوأمّا الاستدلال بالآية « فَلَكُم رُؤُوسُ أموالِكُم » « 1 » فلا يوجد أي دليل فيها يثبت ما يرومون إليه خاصة إذا لاحظنا المقاطع التي قبل الآية المذكورة وبعدها ، ويبدو أنّهم قد اقتطعوا هذه القسم من الآية ممّا قبله وما يليه عمداً ، لأنّ الآية التي تلي تصدر أمراً لامهال المطالبين بالدين ، وهذا يعني أنّ الحديث هو عن الديون الربوية ، وليس أي شكل من أشكال توظيف الأموال .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة ، الآية 279 .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nوالربا أساساً لا يشمل توظيف الأموال ، لا من ناحية المفهوم ، ولا من ناحية التحريم ، ولا من ناحية ما نزل من آيات وما جاء من روايات ، ولكن للأسف - أولئك الذين يريدون فرض تأويلاتهم على القرآن يخرجون بمثل هذه الاستدلالات ولو كانت خاطئة ومصداقا بيّناً ل « التفسير بالرأي » ، قد يرد إشكالٌ هنا فحواه كيف يمكننا تقسيم عائد العمل بشكل عادل ، لا يوجب ظهور القطبين في المجتمع ويؤخذ فيه بنظر الاعتبار الموازين الإسلامية .\r\nوجواباً على ذلك نقول إنّ الحكومة الإسلامية باستفادتها من صلاحيات ولاية الفقيه لها الحق في تقسيم قيمة العائد بين « العمل » و « الوسائل » مثلما يحق لها تعيين أسعار المواد المختلفة .\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\n\r\nما حقوق وسائل الإنتاج ؟\r\nتعالوا نعمل معاً للحيلولة دون التضحية بالحقائق في مقابل شعارات اليساريين الخدّاعة .\r\nكان البحث : هل هناك حق تقتضيه العدالة لوسائل الإنتاج من الدخل أم لا ؟ رفض البعض مثل هذا الحق لأربعة أدلة فرغنا من خطأ اثنين منها ونتاول الآن الدليلين الآخرين :\r\n3 - والدليل الثالث هو أنّ هذا العمل يؤدّي إلى بطالة وقلّة فرص عمل الأفراد في المجتمع ، لأنّ بعض الأفراد سيتركون العمل لأموالهم ويجلسون جانباً .\r\nإنّ هؤلاء ينظرون إلى هذا الأمر من زاوية واحدة غافلين عن نقطة هي أننا إذا أنكرنا حق الوسائل ( حتى بشكله العادل ) فإنّ البطالة وقلّة العمل ستطال مساحة أوسع ، فهناك الكثير من الأشخاص استطاعوا جمع مبلغ من المال بواسطة الادخار في المصروفات واستثمروا هذا المال في مؤسسة إنتاجية بشكل جماعي .\r\nفعلى سبيل المثال يوجد عدد كبير من الأشخاص يعملون في القطاعات\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\nتعليمية والإدارية المختلفة ( معلمون - أساتذة جامعات - موظفون - . . . ) ومشغولين بتمام أوقاتهم في هذه الأعمال ، يمكنهم من خلال الادخار تخصيص نسبة معيّنة من مرتباتهم وتوظيفها في المؤسسات الإنتاجية ، فلماذا نحول دون هذه النشاطات الإنتاجية ؟ بالإضافة إلى أنّ العمل ينبغي أن يكون عمومياً ولا يتعلق بالحاجة وبالضرورة التي تقتضيها الحالة المعاشية ، وهذا الأمرٍ يرتبط بنوع ثقافة المجتمع ، في كيفية تعاملها مع العمل وتجعله واجباً وجهاداً ، أو وسيلة لتوفير الخبز والماء وعلى أي حال فان إنكار سهم وسائل الإنتاج يعتبر من عوامل الركود الاقتصادي وموجباً للتهرب من أي عملية لتوظيف رؤوس الأموال في القطاع الخاص ، وهذا الأمر بذاته يعتبر عاملًا للبطالة والتضخم وازدياد الاستهلاك .\r\n\r\nاستقلالية حساب الضريبة عن حق الوسيلة :\r\n4 - والدليل الآخر الذي يذكرونه هو عدم إمكان الاستفادة من وسائل الإنتاج واستثمار رأس المال دون الاستفادة من الخدمات العامة ( الأمنية ، التعليمية ، الصحية والعلاجية ، العمرانية وغيرها ) ، وإن ما ندفعه إزاء هذه الخدمات ليس إلّاتعويضاً عن الاستهلاك يُدفع لصاحب الوسيلة .\r\nوهو استدلال عجيب ، فانّ من وظائف أية دولة صالحة استلام ضرائب عادلة من الشعب تتناسب وإمكاناته ، وذلك لاستخدام هذه الضرائب في مثل هذه الخدمات العامة .\r\nفلو افترضنا أن يدفع مصنع أو أية مؤسسة إنتاجية أخرى مبلغاً بعنوان\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nضريبة عادلة ومع ذلك يحقق هذا المصنع أو المؤسسة أرباحاً ، والبحث هنا هو لماذا لا نخصص جزءاً يسيراً من هذه الأرباح للوسيلة ورأس المال ؟ إلّا أنّهم يطرحون مسألة الضريبة التي تعتبر كسائر المصروفات الخاصّة والعامّة الموجودة في الإنتاج وهذا الأمر ليس مورداً للبحث ، وهو دليل على ضعف منطقهم . ( لابدّ من تأمل هذه المسألة )\r\n\r\nأليست أجرة العامل قيمة جهوده\r\n5 - يقول هؤلاء في استدلالهم الأخير ، أنّ أجرة العامل هي في مقابل استهلاك قواه ، فكيف يمكن أن يكون لوسائل الإنتاج التي هي محصول عمل حق أكثر من الاستهلاك ، ألا يعني ذلك زيادة الفرع على الأصل ؟\r\nوهذا الكلام خطأ من جانبين :\r\nالأوّل : لا يوجد أي شخص ، بما في ذلك الماركسيون يأخذ بنظر الاعتبار ارتباط أجرة العامل باستهلاك وجوده ، وإنّما يرون ارتباطها بايجاد القيمة وعائد المحصول ، أو بتعبير آخر أنّ العامل يتقاضى القيمة التي أنتجها ، لا قيمة القوة التي استهلكها .\r\nولهذا السبب فانّ أجرة العامل تزداد بازدياد مقدار القيمة الحاصلة ، ولو بذل طاقة أقل من الناحية البدنية ، كما أنّ أجرة العامل تنقص كلما قلّ مقدار القيمة الحاصلة ، مهما بذل العامل من طاقته بدنية .\r\nالثاني : أنّ قيمة الاستهلاك البدني يمكن تشبيهها بحق التقاعد .\r\nولا حديث لنا عن حق التقاعد ، لأنّه يُعدّ جزءاً من حقوق العامل ، وليس تمامها .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nفالعامل يستخدم جزءاً من حقوقه عند العمل ، وجزءاً آخر يشبه حق الاستهلاك عند التقاعد ، ونحن نقول ما هو المانع من القبول بكلا الجزأين معاً وبشكل عادل ؟ وفي نفس الوقت نضع لوسائل الإنتاج أرباحاً عادلة أيضاً ، من أجل تحريك عجلة الاقتصاد ، وتهيئة فرص العمل ، وبالتالي تتكامل الصورة المنشودة لمصلحة العمال .\r\nج‌ج\r\nإنّ ما يبدو من مجموعة الدلائل التي يذكرها أولئك الذين ينكرون حق وسائل الإنتاج أنّهم يتجهون في تفكيرهم نحو مجموعة من المفردات الاجتماعية والشعارات الحماسية التي يكثر فيها عنصر الخيال والخطابة ، التي تفتقر إلى المنطق والواقع ، ويحاولون من خلال هذه المفردات انكار حق وسائل الانتاج بتصورهم أنّهم بذلك يقدمون خدمة للعامل أو للمجتمع أو لتحقيق الأهداف الاقتصادية .\r\nوالحال أنّنا إذا أمعنا في التفكير نجد أنّ هذه الاستنتاجات المتسرعة تؤدّي إلى ازدياد البطالة ، ونزول دخل العامل ، وركود والاقتصاد وتخلفه .\r\nأمّا إذا قسّمنا عائد العمل بشكل عادل وعلى أساس الأولوية وأصالة العمل وتبعية الوسيلة ودون أن يؤدّي هذا التقسيم إلى تحوّل المجتمع إلى مجتمع ذي قطبين ، وأن يعود أكثر نسبة من أسهم المحصول للعمل ، فانّ الإنتاج سيزداد ، ويرتفع دخل العامل ، وتتصاعد وتيرة النمو الاقتصادي وبالتالي ستجتث جذور الاستغلال .\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\n\r\nالتشبث باستدلال منحرف\r\nوهنا يأتي البعض باستدلال منحرف فيقولون نحن نؤمن بجميع ذلك ، ولكن ما يمنع من قيام الدولة بهذا العمل وهي التي تمثل عموم الشعب ؟ أي أنّ تكون جميع وسائل الإنتاج تحت تصرّف الدولة ، وتقوم الدولة باعطاء العمال جزءاً من حاصل العمل ، وجزءاً آخر تضعه لمشاريع التنمية الصناعية التي يعود نفعها بالنتيجة على العمال أنفسهم .\r\nولكن من الذي لا يعلم أنّ الدولة لا يمكنها أبداً أن ترفع من مستوى مراقبتها وحرصها أكثر من المؤسسات الخاصة ، أي أن تسعى لزيادة الانتاج بمقدار السعي الذي تقوم به مجموعة من أصحاب وسائل الانتاج .\r\nإنّ الاحصاءات الاقتصادية تقول إنّ المؤسسات الإنتاجية بمجرّد وقوعها بيد الدول فانّ معدل إنتاجها سينخفض فوراً ، وتتحول هذه المؤسسة من عامل لتحقيق الفوائد والأرباح إلى جر الأضرار والخسائر .\r\nوكما أشرنا سابقاً أنّ الأراضي الزراعية في روسيا قد انخفض إنتاجها عندما تحوّلت إلى أراضٍ حكومية وإشتراكية ، أمّا حينما تحوّلت إلى نوع من الملكية الخاصة ( القروية ) عاد مستوى الإنتاج إلى الارتفاع !\r\nوبغض النظر عن ذلك ، فهل أنّ المسؤولين في الدولة أناسٌ نموذجيون دائماً ولا يفكرون سوى بمصالح الشعب ؟ أم أنّهم ملائكة نزلوا وينزلون من السماء ليقدموا الخدمة للشعب ؟ !\r\nوهل تعتبر خدمة للعامل إذا حرر من أسر الاستغلال الذي يمارسه رب العمل بحقّه وتفويضه للدولة التي قد تعيش الفردية والدكتاتورية من جراء تمركز السلطات الثلاث ، الاقتصادية والسياسية والعسكرية ؟\r\nإنّ المهم هو أن نتمكن من تهيئة الأرضة اللازمة للعمل ورفع معدل النمو\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\nالاقتصادي مستفيدين في ذلك من مختلف الدوافع ونعمل في نفس الوقت على ضمان حق العامل بكامله .\r\nوالمهم أيضاً أن نعمل على تشجيع جميع الناس على إيجاد المؤسسات الإنتاجية ، وأن نقلل من معدل الاستهلاك . . . جميع هذه الأمور ممكنة إذا ما جعلنا العمل أساساً وخصصنا النصيب الأكبر له ، مع تخصيص نصيب مناسب من العائد في نفس الوقت للوسيلة بحيث يكون هذا التخصيص دافعاً للتوظيف السليم لرأس المال .\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\n\r\nالأفكار المستوردة ودور وسائل الانتاج\r\nإنّ أولئك الذين ينكرون حق وسائل الإنتاج تماماً يتمسكون بسلسلة من الاستدلالات التي تبدو إسلامية في ظاهرها ! ويحتمل أن منشأ هذه الاستدلالات نفوذ الأفكار المستوردة والشعور بالرعب من احتمال هجوم الأفكار الشيوعية .\r\nالملفت للنظر هو أنّ هؤلاء يحاولون التمسك بدلائل هي أوهن من خيط العنكبوت من أجل إثبات إسلامية الفرضية القائلة بإلغاء حق وسائل الإنتاج ، وتُعرض هذه الدلائل بصورٍ مختلفة :\r\n1 - أنّ تملّك المؤسسات الصناعية اليوم عن طريق الحلال أمر غير ممكن .\r\n2 - أنّنا نقرأ في بعض الأحاديث أنّه لا يمكن لانسان جمع مبلغ يزيد عن عشرة آلاف در هم عن طريق الحلال !\r\n3 - ولو افترضنا أنّه جمع مبلغاً من المال فانّه مصداق ل « الاكتناز » ، والاكتناز في الإسلام حرام ، والانفاق واجب على المسلم .\r\n4 - مثلما يحرّم على الإنسان استخدام أمواله في الأعمال المحرّمة كبيع\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nالمشروبات الكحولية وغيرها ، فانّه لا يستطيع جعل هذه الأموال وسيلة لسلب العامل حقّه ، خاصّة وأنّ « الوسائل » تعتبر عملًا ميتاً ، والعمل الميت لا يستحق الأجرة .\r\nج‌ج\r\nإنّ هذه الاستدلالات ونظائرها تعتبر دليلًا جيداً على أنّ هؤلاء قد أصدروا قرارهم من قبل ويعملون حالياً ما بوسعهم للعثور على ما يسند أفكارهم ، فمثلًا يقومون بالبحث في آلاف الأحاديث لعلهم يجدون الحديث الذي يتناسب وذوقهم وميولهم ( ولو كان حديثاً ضعيفاً ) .\r\nوعند الامعان في الجواب على هذه الاستدلالات يتبيّن أنّ أصحاب هذه الاستدلالات أنفسهم لا يغفلون عن هذا الجواب لو لم يتسرعوا في الحكم :\r\n1 - نحن أيضاً واثقون من أنّ المؤسسات الإنتاجية الكبرى لا يمتلكها شخص عن طريق الحلال غالباً ، ولكن هل أنّ قيام مجموعة من الأشخاص بتوظيف أموالهم كقطاع مختلط لكل من هؤلاء الأشخاص سهم أو أكثر فيها أمرٌ محالٌ أيضاً ؟\r\nوماذا تقولون بشأن المؤسسات الصغيرة ؟ فهل هناك مانع من قيام مجموعة من موظفي الدوائر مثلًا بتأسيس شركة دواجن وذلك بالأموال التي يدخرونها من مرتباتهم ، ويعمل في هذه الشركة عشرة عمال وتكون النسبة الكبرى من العائد للعمال وسهم منه كذلك للمستثمرين ؟ فهل أنّ هذا الاستثمار محال عن طريق الحلال أيضاً ؟\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\n2 - الحديث المذكور بشأن محدودية المال الحلال بمقدار معين - وبغض النظر عن صحة سنده - ليس دليلًا على صحة أقوالهم ، بل إنّه مخالف تماماً لما يدّعون ، وهنا قاموا - للأسف - مرّة أخرى بالإتيان بالجزء الذي يبدو لصالحهم ونسوا الباقي .\r\nونص الحديث هو كالآتي :\r\n« عن إبراهيم بن محمد عن أبي عبداللَّه عليهم السلام : « ما أعطى اللَّهُ عبداً ثلاثين ألفاً وهو يريد به خيراً ، وقال ما جمع رجل قط عشرة آلاف من حلِّ وقد يجمعها لأقوام ، إذا أعطى القوت ورزق العمل فقد جمع اللَّه له الدنيا والآخرة » . « 1 »\r\nإنّ الكلام في بداية الحديث - كما تلاحظون - هو عن ثلاثين ألفاً ، ثم عن عشرة آلاف ، وفي نهايته يقول : إنّ هناك من أعطاهم اللَّه هذا المقدار عن طريق الحلال .\r\nونفهم من هذه التعابير الثلاثة أنّ هذا ليس قانوناً عاماً ، وإنّما يشبه تماماً ما نقوله في أيامنا أنّ الطعام السليم والطاهر لا يحصل هذه الأيام ، والمقصود أنّه قليل وليس مفقوداً كلياً .\r\nوإذا افترضنا وجود قانون عام بهذه المسألة فانّه حتماً مختص بظروف وزمان معينين ولا يمكن تطبيقه في جميع الظروف ، فما هو الأثر الذي يمكن للعشرة آلاف درهم أن تفعله في حياتنا هذه الآيام ؟ فهل يمكن بناء غرفة صغيرة بها ؟ أو شراء وسيلة نقلية بسيطة وعدد من الأدوات المنزلية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة ، ج 12 ، ص 21 .\r\n","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\nالأخرى ؟ لا يمكن ذلك حتماً .\r\n3 - لاحظوا بدقّة أنّ الحديث هنا ليس عن الكنز وإنّما بعكس ذلك ، فالحديث هو عن الدعوة إلى عدم اكتناز المال بل استثماره في وحدة إنتاجية صغيرة أو كبيرة ، وهذا الأمر في الواقع نوع من الانفاق في سبيل اللَّه حيث إنّنا قمنا بانتاجٍ مؤسساتي يخصص أغلب عائده للعمال ويعود بالنفع على المجتمع .\r\n4 - وهذه النقطة تعتبر مصداقاً واضحاً للمثل القائل « طي الخيط وسط مشاجرة » فنحن أيضاً نعترف أنّ الإنسان لا يمكنه جعل أمواله وسيلة للسرقة وأمثالها ، ولكن من قال لكم أنّ أي نوع من الاستفادة من وسائل الإنتاج سرقة لحقوق الآخرين ؟ ! ليس لكم من دليل بهذا الشأن ، بل لدينا من الدلائل ما يخالف دعواكم .\r\nإنّ سلب وسرقة حق الآخرين ممكن في حالة تخصيص سهم لوسائل الإنتاج أكبر ممّا تستحقه ، أمّا إذا كانت الوسائل تأخذ ما تستحقه فقط فمن غير الصحيح إطلاق كلمة السرقة على ذلك .\r\n( طبعاً المقصود من الاستحقاق هو السهم الذي يخصص للوسائل بعد استيفاء حق الاستهلاك ) .\r\nويقولون كذلك ( إنّ وسائل العمل ميتة ولا تستحق أكثر من استهلاكها ) وهذه المسألة أيضاً طي الخيط وسط الشجار ، فمن قال لكم أنّ هذه الوسيلة ميتة ؟ والحال أنّها مصدر للإنتاج ، وفي بعض الأحيان تقوم بزيادة الإنتاج إلى مائة ضعف ، فهل لعمل ميت مثل هذه القدرة ؟ !\r\nالأفضل أن يقال له « العمل المولد » أو « العمل المتراكم » ، صحيح أنّه يقع\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nفي مرحلة تخلف العمل المباشر ، وأنّ دورها ثانوي ، ولكن لا يعني ذلك أنّه عمل ميت .\r\nج‌ج\r\nوسنرى في البحوث المقبلة إن شاء اللَّه أنّ لنا في الإسلام أربعة أنواع من الاستثمارات الإنتاجية للأموال هي أنواع معتبرة ومسلّم بها في السنّة النبوية والفقه الإسلامي ولا علاقة لها بالنظام الرأسمالي والسوقي وهي :\r\n« المضاربة » و « المزارعة » و « المساقاة » و « الإجارة » .\r\n\r\n","description":"","footnote":"","page_name":" 155 ","page_number":155},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\n\r\nالاشتراك في الانتاج الصناعي والزراعي والتجاري\r\n« لا ينبغي أبداً وضع الإشكالات الناشئة من سوء تنفيذ « القانون » على عاتق أصل القانون .\r\nالمزارعة في شكلها الصحيح تؤدّي إلى زيارة « الإنتاج » و « العمل » ولا تؤدّي أبداً إلى الإقطاعية » .\r\nيوجد في الفقه الإسلامي ثلاثة أبواب هي : « المضاربة » و « المزارعة » و « المساقاة » تتحدث عن توظيف الأموال في الأمور الإنتاجية والزراعية وكذلك في الأمور التجاربة .\r\nو « المزارعة » كما يبدو من اسمها مسألة تعاقدية بين شخصين أو مجموعتين ، الأولى تقوم بالعمل والنشاط والأخرى تقدم الأرض والوسائل والبذور وما شابه ، والمحصول يتم تقسيمه بين الطرفين بعدالة .\r\n\r\nفلسفة هذه النشاطات :\r\n1 - يخرج المزارع من إطار العامل البسيط الذي يتلقى فيه اجرة ليتحوّل\r\n\r\n","description":"","footnote":"","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nإلى شريك في الأرباح ورأس المال ، وإذا إلتفتنا إلى الحقيقة القائلة أنّ بإمكان الحكومة الإسلامية الاشراف على العلاقة بين « العمل » و « رأس المال » وكيفية تقسيم « العائد » الحاصل ، يتضح أن يد الحكومة مفتوحة في مجال تقوية المزارع بحيث لا يصبح استغلال رؤوس الأموال بشكل عبثي وفاقد للدافع ، كما يتبيّن كيف أن مثل هذه المعاملة لا تؤدّي إلى استغلال الفلاح أو إلى ظهور الإقطاع .\r\n2 - إنّ أغلب المزارعين الطاعنين في السن غير قادرين على القيام بالأعمال الزراعية وكلّ ما استطاعوا القيام به خلال حياتهم هو إحياء قطعة من الأرض أو شراؤها من الآخرين ، كما يوجد مزارعون يفارقون الدنيا ويتركون وراءهم زوجة وأطفالًا صغاراً غير قادرين على الزارعة في الأرض التي كان يزرعها أبوهم وغير ذلك . ففي مثل هذه الحالات ، سُمح لأصحاب هذه الأراضي اعطاؤها للآخرين بصورة « مزارعة » ويحصلون من جرّاء هذه العمل على نصيب من محصول الأرض ، وبذلك يستفيدون من سنين طويلة من الجهد قضوها أو قضاها آباؤهم فمنع هؤلاء من هذا العمل هو ظلم كبير .\r\n3 - كثيراً ما يقوم أفراد ذوو نشاطات اقتصادية أخرى أو موظفون في الإدارات أو أساتذة ومعلمون أو قضاة وغيرهم بادخار مقدار من المال عن طريق الاقتصاد في مصرفهم ، ثم يستثمرون المال المدّخر في مؤسسة زراعية ، ويتلقون مقابل ذلك نصيباً عادلًا من الحاصل ، يعطى المزارع النسبة الكبرى من الحاصل ، ونسبة عادلة أخرى لأصحاب الوسائل وذلك باشراف الحكومة الإسلامية .\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nإنّ السماح لهذا النوع من الاستثمار يعتبر عاملًا مهماً في التنمية الزراعية من جانب ، وفي تقليل الاستهلاك من جانب آخر ، وهنا لا بدّ من التأكيد أنّ على ولي الأمر ( الحكومة الإسلامية ) أن يشرف على هذه العملية بحيث لا يدع أي مجال لاستغلال المزارعين .\r\nجدير بالذكر بالنظر إلى الدور المتزايد الأهميّة لرأس المال والوسائل في المكننة الزراعية والدور الذي يتجه نحو الضمور والقلة للأفراد بحيث إنّه يمكن لمزارع واحد بواسطة جهاز آلي حصد منطقة زراعية واسعة وتصفيتها وتكييس المحصول وخياطة فوهة الكيس ، ويمكن بهذه الوسيلة أيضاً أو بوسائل مشابهة القيام بجميع الأعمال المتعلقة بحرث الأرض ونثر البذور فيها ، كما أنّ مضخات المياه القوية تقوم بارواء الأرض بسهولة .\r\nإنّ إغفال دور توظيف الأموال العظيمة في مثل هذه الحالة دليلٌ على الابتعاد عن الحقائق أو النظر إلى مسألة النمو الاقتصادي نظرة لا أبالية وعدم اهتمام .\r\nولو أنّنا نجلس بانتظار قيام عدد من المزارعين الذين يعملون في الأرض بتهيئة جميع هذه الوسائل ، فانّه انتظار غير مُجدٍ ، فضلًا عن أنّ قيام شخص أو عدد من الأشخاص بتخصيص أموال هائلة لهذا العمل يعتبر نوعاً من التمركز الذي لا يخلو من الخطر ، وسرعان ما يتحول هذا العدد من المزارعين إلى عدد من الرأسماليين الكبار .\r\nج‌ج\r\nوهنا يطرح هؤلاء أنواعاً من الإشكالات هي أشبه ما تكون بالذرائع\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nمنها للإشكالات من جملتها :\r\n1 - ما هو الفرق بين هذا وبين الربا ؟\r\nوالحال أنّ الفرق بين هذا العمل وبين الربا واضح جدّاً ، فالربا هو استلام أرباح معيّنة على الدوام بصورة مقطوعة بينما نجد أنّ أصحاب الأموال في « المزارعة » لا يتسلمون أرباحاً معيّنة مطلقاً ، بل إنّهم قد يفقدوا في هذه العملية أصل المال الذي استثمروه .\r\nفقد تتعرض الزراعة إلى الآفات ، أو إلى نقص في الوسائل الميكانيكية ، أو إلى عدم اقبال على شراء المحصول في السوق .\r\nومن البديهي أنّ المزارع في هذه الحالة يتضرر أيضاً ، لأنّه فقد عمله ، وأن أصحاب الأموال فقدوا أموالهم أيضاً ( وأنّ مسألة الضمان لا تمثّل حلًا لهذه المشكلة ) .\r\nولهذا فانّ استثمار الأموال في مثل هذه المشاريع يواجه خطراً دائماً ، وأنّ استقبال هذا الخطر بذاته يؤدّي إلى تخصيص سهم من الأرباح المترتبة ، بينما لا نجد مثل هذا الأمر في الربا .\r\n2 - أنّ القبول بهذا الاتفاق والمعاملة يؤدّي إلى إيجاد مجتمع طبقي ذي قطبين ، وإلى تقوية الاقطاع ونظام السادة والعبيد .\r\nولكننا قلنا مراراً أنّه ينبغي التفريق بين الإشكالات الأساسية التي تطرح بشأن قانونٍ ما ، وبين الإشكالات التي تنشأ من جرّاء سوء تطبيق القانون ، فما أكثر القوانين التي هي مفيدة في ذاتها وبنّاءة ، ولكن تتحول إلى قوانين مخرّبة ومضرة عندما يُساءُ تنفيذها الأمر الذي يؤدّى إلى المزيد من التخلف .\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nأما إذا تمّ تنظيم اتفاق المزارعة بصورة عادلة وصحيحة كما مرّ ذكره فإنّ ذلك سيؤدّي إلى زيادة المحاصيل الزراعية ووصول المجتمع إلى مستوى الاكتفاء الذاتي ، بل إلى ما يفوق ذلك ، هذا بالإضافة إلى ازدياد فرص‌العمل وإزالة ظاهرة البطالة من المجتمع ، كما ينتج عن ذلك تحوّل رؤوس الأموال الراكدة إلى رؤوس أموال فعّالة .\r\nإنّ من وظائف الحكومة الإسلامية هي الاشراف الدقيق على مثل هذه المعاملات والاتفاقيات من أجل الحيلولة دون تحوّل المجتمع إلى الحالة القطبية ، وكذلك الحيلولة دون ضمور الدوافع نحو النمو الاقتصادي ، وهكذا يُمنع تحوّل العلاقة بين أصحاب وسائل الإنتاج والمزارعين إلى علاقة بين سادة وعبيد ، وهذا الموضوع شيء عملي تماماً .\r\nج‌ج\r\nوالحقيقة هي أنّ هناك جمعاً من الناس عندما يأتي الحديث عن المزارعة يدور في أذهانهم فوراً وبحكم تداعي المعاني ، الوضع السابق لأرباب العمل والرعية ومظالم الاقطاع ومظلومية الرعية ، ثم يلقون جميع ما لديهم من خواطر مؤسفة على هذا المفهوم ويعتقدون بذلك أنّ ما كان يتمّ العمل به هو القانون الإسلامي للمزارعة .\r\nوالحال ، وكما ذُكر سابقاً أنّ هذا الشيء هو نوع من أنواع استغلال هذا القانون الإسلامي والعمل به محرّفاً وممسوخاً بحيث يسلبون منه المحتوى المفيد والبنّاء ويصفون عليه شكلًا مخرّباً وغير إنساني .\r\n\r\n","description":"","footnote":"","page_name":" 161 ","page_number":161},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nإحياء الزراعة من أهم واجبات الدولة الإسلامية\r\n« إنّه لمن المؤسف أن نكون من عمدة مستوردي المحصولات الزراعية ، مع أنّ لدينا ما يقرب من 50 مليون هكتار من الأراضي الصالحة للزراعة » .\r\nمن أجل إكمال البحث السابق فيما يتعلق بالانتاج الصناعي والزراعي ، نرى من الضروري تقديم تحليل أوضاع الزراعة في بلادنا في الوقت الحاضر :\r\nالكل يعلم أنّ الزراعة في بلادنا ، على عهد النظام البائد قد أصابها الدمار ، شأنها في ذلك شأن الكثير من الدول الإسلامية ، وهذا الدمار لم يكن بسبب سوء الإدارة فحسب ، وإنّما بسبب الخطط المدروسة بدقّة والتي يراد منها أن نكون مستهلكين دائماً وفي مختلف المجالات . حتى أنّ المحصولات الزراعية في بلادنا لم تكن تكفي سوى لشهرٍ واحد رغم الإمكانات المختلفة للإنتاج ، وعلينا أن نمدّ أيدينا إلى الأجانب لتهيئة قوت أشهر السنة الباقية ! !\r\nوقد وصل الأمر إلى حدّ أنّ النظام الطاغوتي السابق وضمن اعترافه بهذه الحقيقة المرّة كان يُلقي أحياناً بتبعة هذا الوضع على التنمية الصناعية\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nالسريعة في البلاد ، وهجوم القرويين على المدن بأملِ حياة أفضل وأجور أكثر ، وأحياناً أخرى كان يعتبر عدم وجود وسائل الرفاهية في القرى ووجودها في المدن سبباً في حدوث هذه الأوضاع البائسة .\r\nولم تكن هناك آذان صاغية آنذاك للأفراد الواعين والحريصين الذين كانوا يعترضون بصوت عالٍ على استيراد المحصولات الزراعية من الخارج بأسعار باهظة ، وفي نفس الوقت فانّ النظام غير مستعدٍ لصرف هذا المبلغ أو أقل منه على القرويين الإيرانيين تشجيعاً لهم على أعمالهم ، ومنعاً من نزوحهم نحو المدن وبالتالي إفراغ القرى من سكنتها ومن ثم دمارها .\r\nكما لم يكن هناك من يصغي للكلام القائل : لماذا لا تعملون على تأمين الإمكانات الرفاهية في القرى ، مع وجود أموال النفط الضخمة ( كان إنتاج النفط آنذاك ستة ملايين برميل يومياً ، وهو إنتاج يأتي علينا بأموال طائلة ) والعائدات الضخمة الأخرى !\r\nلماذا تصرف أموال عظيمة من جزيرة كيش وغيرها في أحياء أماكن الفجور والدعارة والفحشاء ، وتترك قرى البلاد - هذه المراكز البناءة والثرّة - تودع أبناءَها بسبب عدم وجود أبسط وسائل الحياة كالماء والكهرباء والمدرسة والمستوصف وغير ذلك ؟\r\nكل ذلك يحكي عن وجود تيار آنذاك لا يمكن اطلاق كلمة المؤامرة عليه ، لأنّ المؤامرة لها ستار ، وهذا التيار يقوم بتنفيذ خطة تدمير الزراعة دون أي ستار ! !\r\nوفي النهاية - وكما كان متوقعاً - تحوّل البلد إلى مستهلك خالص وذي محصول واحد ، وكان مضطراً للاعتماد على النفط فقط في عائداته ،\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nويشتري من الأجانب ما يحتاجه من منتوجات صناعية ومحصولات زراعية وماشية منتظراً ذلك اليوم الذي تنضب فيه آبار النفط وينتهي بها كل شيء ! !\r\nج‌ج\r\nوقد تمكنت الأمة بعد الاتكال على اللَّه وبتضحيات أبنائها من إزالة العار المتمثّل بالنظام الطاغوتي ، وأصبح مصير الأمّة بيدها ، وتهيأت ظروف لا يبقى معها أي عذر أو إهمال في العودة إلى نظام اقتصادي سليم ، وهنا لابدّ من الالتفات إلى بعض الأمور الضرورية : :\r\n1 - الالتفات إلى الحقيقة القائلة أنّ القاعدة الأساسية للاقتصاد حتى في عالمنا اليوم تعتمد على الزراعة والمحاصيل الزراعية ، لأنّها الثروة الطبيعية الوحيدة التي لا تفنى والتي يمكن التعويل عليها دائماً ، فانّ جميع المناجم والمصادر الموجودة تحت الأرض معرّضة للنفاذ يوماً ما ، ولكن الزراعة ليست كذلك ، بالإضافة إلى أنّ الزراعة تؤمِّن أهم وسائل الحياة أي غذاء الإنسان بينما ليس الأمر كذلك بالنسبة للمصادر الأخرى .\r\nولذلك فانّ انعاش الزراعة من الأولويات ، وهذه الأولوية يجب أن تشمل حتى تلك الصناعات التي ترتبط بالزراعة بشكل من الأشكال .\r\nكما أنّ على وسائل الاعلام تشجيع الشباب وترغيبهم على التوجّه نحو الزراعة ، وابلاغهم المسؤولية الإسلامية الكبرى التي تؤكد على إحياء الزراعة بشقّيها التقليدي والمتطوّر إلى حدِّ الاكتفاء الذاتي وفي جميع المجالات .\r\nج‌ج\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\n2 - أنّ إشارات التشجيع والترغيب التي ورد ذكرها في المصادر الإسلامية بشأن الزراعة لتدلّ على الأهميّة القصوى التي أبداها الاقتصاد الإسلامي لحقل الزراعة .\r\nفقد جاء في حديث عن النبي الأكرم صلى الله عليه وآله أنّه سُئل :\r\n« أيّ الأعمال خير ؟\r\nفقال : زرع يزرعه صاحبه وأصلحه وأدى حقّه يوم حصاده » . « 1 »\r\nونقرأ في حديث آخر عن الإمام الصادق عليه السلام أنّه قال بشأن المزارعين :\r\n« كنوز اللَّه في أرضه يزرعون طيباً أخرجه اللَّه وهم يوم القيامة أحسن الناس مقاماً وأقربهم منزلة يدعون ( المباركون ) » . « 2 »\r\nكما يروى عن النبي صلى الله عليه وآله قوله : « الكيمياء الأكبر الزراعة » . « 3 »\r\nبل يستفاد من الروايات الإسلامية أنّ قيام شخص بالزراعة ليس عملًا مندوباً فحسبت ، بل حث ائمّة الهدى عليه السلام على الاستثمار في هذا المجال « 4 »\r\n3 - والنقطة الأخرى المهمّة أنّ بلادنا - وعلى العكس ممّا كان يدعيه النظام الطاغوتي - تعتبر واحدة من أكثر بلدان العالم استعداداً وقابلية للزراعة ، ويمكنها أن تصبح واحدة من كبار المصدرين للمحاصيل الزراعية ، فضلًا عن توفير هذه المحاصيل داخلياً ، حيث يقول الخبراء أنّ لدينا أكثر من أربعة عشر مليون هكتار من الأراضي المزروعة ، وأكثر من ضعف هذا العدد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة والعروة الوثقى - بداية كتاب الزراعة .\r\n( 2 ) المصدر السابق .\r\n( 3 ) المصدر السابق .\r\n( 4 ) المصدر السابق .\r\n","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nمن الأراضي الموات القابلة للإصلاح !\r\nإنّ أرضاً زراعية سعتها 50 مليون هكتار تعتبر ثروة عظيمة بأيدينا وما ينتج من زراعة غنية وكثيرة ، أليس من المخجل أن نكون والحالة هذه من مستوردي المحاصيل الزراعية الأساسيين ؟\r\n4 - أنّ احياء الزراعة يتطلب برنامجين شاملين ، فانّ فالمشكلة لا تحل بالشعارات والكلمات الرنانة التي اعتاد على القائها الخطباء الذين خلدوا إلى الراحة والدعة .\r\nالبرنامج الأوّل ، هو تهيئة الأجواء المناسبة للزراعة ، كبناء المنازل في القرى ، وتأمين وسائل الرفاهية وجميع الاحتياجات الضرورية فيها ، وضمان شراء المحصولات الزراعية بأسعار جيدة تؤدّي إلى تشجيع المزارعين وتجعلهم في كفاف المؤونة ، وكذلك تنظيم خطة توزيع سليمة يتمّ فيها إعطاء المزارعين الأموال باعتبارهم منتجين وعدم اعطائها للوسطاء والدلالين الذين لا عمل لهم .\r\nوالبرنامج الثاني ، محاربة الشعارات المخرّبة والأفراد المخربين والخطط المخرّبة التي أخذت تُفرض حالياً بشكل مشبوه على مشاريعنا الزراعية من قبل بعضي العناصر غير المسؤولة والمناؤة للثورة ، بحيث لو استمر هذا الوضع على ما هو عليه فانّ وضع زراعتنا سيكون أكثر بؤساً وأشدّ سوءاً .\r\nفلا بدّ من الوقوف بشدّة بوجه قطع أشجار الفاكهة وغيرها بواسطة بعض الجهّال أو بعض المضادين للثورة في الكثير من المناطق ، وإصدار العقوبات الصارمة بحقّهم .\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\nكما يجب الحيلولة دون الاعتداء على البساتين والأرضي الزراعية ونهب جهود الآخرين ، فانّ ذلك سيسبب انعدام الأمن والتطلع إلى المستقبل الزاهر ، وبالتالي فلا يوجد أي شخص مستعدٍ لاحياء الأراضي وزراعة الأشجار ، ولا يوجد شخص مستعد لاستثمار أمواله في هذا المجال .\r\nلا بدّ من العمل على منع تخريب الأراضي المشاريع الزراعية الفنية ، وذلك مع الاحتفاظ بحقوق المزارعين الكاملة ، إلى جانب الحفاظ على الحقوق العادلة للراغبين في العمل والسعي في هذا المجال .\r\nيجب أن يكون ازدياد عائد المزارع من خلال « انتاج أفضل وأكثر » وليس عن طريق اعطائه قطعة أرض ثم تركه لحاله وعدم تجهيزه بالوسائل اللازمة .\r\nلا بدّ من تشجيع الناس على استثمار أموالهم - بتنوع أشكالها - في مجال الزراعة وبطرقها الصحيحة .\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n\r\nأسلوب الرقابة الذاتية\r\n\r\nهل للملكية الفردية حدود في الإسلام ؟\r\n« إنّ أسلوب الرقابة الذاتية طريقة إسلامية متقنة تقف بوجه تضخّم الثروة دون حساب ولا روية » .\r\nوالسؤال المطروح للجميع فيما يتعلق بالاقتصاد الإسلامي ، وخاصّة بالنسبة للقضايا التي طرأت بعد الثورة ، هو كيف يمكن السيطرة على الملكية الفردية بعد أن تمّ الاعتراف بها في الإسلام وعدم انحصار الملكية ب « الملكية العامة » و « ملكية الدولة » ، وما هي ضوابط هذه السيطرة - التي لا تحتوي على أي نوع من الأفكار المستوردة والميول الشرقية أو الغربية - في هذا الصدد ؟\r\nلقد برز هذا السؤال إلى الأذهان في الحقيقة بلحاظ الملكيات الفردية التي كنّا نشاهدها في عهد النظام البائد ( وأقصد النظام الشاهنشاهي وأمثاله ) والتي اتسعت أبعادها بشكل رهيب . فالقصور العجيبة ذات المساحات الشاسعة ، والسجاد الفاخر ذو الأثمان الباهظة ووسائل الزينة التي لا نظير لها وذات المظاهر الخلابة في نفس الوقت وغير ذلك ممّا لم يكن ظاهراً أمام\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nأعين الناس إلّا بعد انتصار الثورة الإسلامية ودخول أبناء الشعب هذه القصور ، ناهيك عمّا ادّخروه من أموال طائلة في البنوك ، والبساتين والأراضي التي تقاس بالكيلومترات وليس بالهكتارات ، إلى جانب ماكنزوه من جواهر وتحفيات .\r\nيعتقد البعض أنّ اطلاق العنان للحرية الفردية وعدم تعيين سقف معين من الناحية الكمية يجعل أمر السيطرة عليها من المحال وقد يؤدّي الأمر إلى أن يعيش هؤلاء حياة أسطورية لا تتناسب مع أي منطق أو دين أو قانون .\r\nولكن بالنظر إلى أنّ الملكية الفردية في الإسلام تتطلب عدّة شروط أساسية ، يتبيّن أنّ مثل هذه الملكيات ليست متوقعة في الإسلام بل إنّ للإسلام أنواعاً من « الرقابة الذاتية » لكيفية الملكية وأبعادها هي كالتالي :\r\n\r\nمصادر الملكية الخاصة وحدودها :\r\nإنّ اكتساب الملكية الخاصّة في الإسلام يستلزم شروطاً ثلاثة :\r\n1 - استثمار الثروات الطبيعية سواء عن طريق إحياء الأرض البائرة ، وحفر الآبار وغرس البذور أو بحيازة المباحاة كاستخراج المعادن ، وتطوير المواد الأولية واخراجها بالشكل الذي يحتاجه العموم ، ومن الطبيعي ألا يحصل أي نوع من الملكية ما لم يتم العمل والنشاط ( إلّا أن يهب شخص برغبة منه محصول عمله لآخر ، أو ينتقل إلى شخص عن طريق الإرث ) .\r\n2 - رعاية حقوق الآخرين في الثروات الطبيعية ، أي إذا أدّت الاستفادة الفردية من هذه الثروات إلى الاضرار بالعامة ، فانّه يمكن منع هذه الاستفادة لقاعدة « لا ضرر » التي تعتبر من القواعد الإسلامية المسلمة ، وعلى هذا\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nالأساس لا تعتبر الاستفادة من الثروات الطبيعية المباحة من قبل الأفراد أمراً غير محدود . « 1 »\r\nبل إنّ الحكومة الإسلامية لها الحق في وضع ضوابط وحدود لتملك المواد الطبيعية وحيازة المباحاة والتصرف في الأنفال ، على ضوء حاجات الأمة في كل زمان وفي أية منطقة ، وذلك للحيلولة دون انحراف النظام الاقتصادي للمجتمع .\r\n3 - إزالة كل أنواع الاستثمار والاستغلال ومصادرة جهود الآخرين ممّا جاء في الإسلام بعنوان « أكل المال بالباطل » فقد خاطب القرآن المؤمنين قائلًا :\r\n« يَا أيُّها الَّذِينَ آمَنُوا لا تَأكُلُوا أموَالَكُم بَيَنكُم بِالبَاطِلِ إلّاأنْ تَكُونَ تِجَارَةً عَنْ تَراضٍ مِنكُم » « 2 » .\r\nولا بدّ من ملاحظة أنّ الحالة العددية والكمية للملكية الخاصة في الإسلام والذي جرى الاستفسار عنها كثيراً تتغيّر دائماً بتغيّر الزمان والمكان ، ولذلك لا معنى للحدود العددية والكمية ، لأنّ أي عدد نأخذه بنظر الاعتبار هذا اليوم وفي منطقة ما ، سنضطر إلى تغييره غداً وفي مناطق أخرى .\r\nأمّا تحديد الملكية « كيفاً » فانّ الشروط الموجودة تجعله بشكل لا يمكن من الناحية العملية أي تمركز أو تكاثر ، فهناك بعض المتاجر المحظورة .\r\nفي الإسلام ، والحديث المعروف الذي نقله كتاب تحف العقول يلخص هذه الأنواع بشكل رائع :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقد ورد هذا الموضوع أيضاً في كتاب تحرير الوسيلة .\r\n( 2 ) سورة النساء ، الآية 29 .\r\n","page_name":" 171 ","page_number":171},
  {"content":"\r\n\r\n« كل أمرٍ يكون فيه الفساد ممّا هو منهيٌّ عنه من جهة أكله وشربه أو كسبه أو نكاحه أو ملكه أو إمساكه أو هبة أو شيء يكون فيه وجه من وجوه الفساد نظير البيع بالربا . . . فهذا كله حرام محرّم » والمقصود من الفساد هو فساد الاقتصاد والمجتمع والنظام والفرد .\r\nوجاء في حديث آخر ما مضمونه :\r\n« وكل ما أمر اللَّه به وما يقوم به أمر الناس ، ولا يصلح المجتمع إلّابه ، فالمعاملة به حلال » .\r\nإن اتساع نطاق المعاملات المحرمة وغير المشروعة في الإسلام ( كالربا ) ، والغش والتزوير والرشوة وغصب حقوق الآخرين ، وإنتاج المبيدات كالمخدرات والمشروبات الكحولية ووسائل القمار والأسلحة المخرّبة وبيعها لأعداء اللَّه وخلقه والوسائل والأدوات ذات جوانب تبذيرية وإسراف في المال والثروة وايجاد السوق السوداء ، والاحتكار بأنواعه ، وغير ذلك من الحالات التي لا تتراكم الثورة بدونها ، بشكلٍ يواجه فيه الإنسان محدوديات شديدة في كل خطوة يخطوها ، الأمر الذي يحول دون تمركز الثروة .\r\nإنّ السيطرة المحدودة على المصادر الطبيعية التي أشير إليها سابقاً ، وخاصة بلحاظ الصلاحيات التي تتمتع بها الحكومة الإسلامية ، يعتبر قيداً جديداً للسيطرة على الملكية الخاصة في الإسلام .\r\nوخلاصة القول أنّنا إذا أخذنا بنظر الاعتبار الواجبات والمحرمات في الإسلام ولوحدها ( فضلًا عن المستحبات والمكروهات ) فانّ الملكية ستحدد من كل جانب ، ولن تتكاثر أبداً .\r\n\r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n\r\nإنّ مطالعة النصوص الفقهية والتمعّن في الشروط التي وضعها الشارع للملكية والكسب والنشاطات الإنتاجية المشروعة تدل بوضوح أنّ أي فرد منتج أو تاجر أو كاسب لا يمكنه العمل بحرية مطلقة لا حدود لها .\r\nفهل أنّ الثروات الطائلة التي حصل عليها رموز النظام السابق جاءت بمراعاة لجميع هذه التعاليم الإسلامية بحيث يعتبرها البعض دليلًا على إمكان وجود مثل هذه النماذج من الملكية الفردية في الإسلام ؟\r\nأعتقد أنّ جواب هذا السؤال قد أصبح واضحاً للجميع .\r\n\r\nالسيطرة على الاستهلاك :\r\nأضف إلى ذلك أنّ السيطرة التي يفرضها الإسلام على كيفية الاستهلاك هي بذاتها وسيلة للسيطرة على تضخم الثروة ، ذلك أنّ التضخم المطلق للثروة إنّما يكون مفيداً للشخص الذي يرى نفسه حرّاً من جميع الجهات أمام أي قيد أو شرط بشأن صرف هذه الثروة ، لا المحيط الذي تتحكم التعاليم الإسلامية فيه وتقف بوجه البذخ والاسراف في بناء البيت اختيار المناسبة وكيفية التغذية ونوع الألبسة !\r\n« ولو أمكن وضع التهذيب الإسلامي الصحيح للاستهلاك وبلحاظ منع الاسراف والتبذير ، فانّ أصحاب الأموال سوف لن يجدوا حلًا سوى استثمار عوائدهم الإضافية في توسيع فعالياتهم الاقتصادية ، أي أنّهم سيضطرون للعمل بما يخدم مصلحة المجتمع والأمّة ، ولا يتحمل أصحاب هذه الأموال سوى الجهود التي تبذل للحفاظ على هذه الأموال وإدارتها » .\r\n\r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n\r\n\r\nالأنشطة الاقتصادية المحظورة في الإسلام\r\n« إنّ نظرة إلى أنواع الفعاليات الإنتاجية والتجارية العشرة أدناه التي يحرمها الإسلام ، تدل على مدى الدقة وسعة الأفق التي يتحلّى بها هذا الدين في تنظيم « خطة اقتصادية سليمة » و « السيطرة على نمو رأس المال » .\r\nمن المهم جدّاً أنْ نعلم أنّ « القضايا الإنسانية والأخلاقية » غير منفصلة عن « القضايا الاقتصادية » في المذهب الاقتصادي الإسلامي ، بخلاف المذاهب الاقتصادية الشرقية والغربية التي تنظر إلى الاقتصاد بصفته أمراً أصيلًا ونهائياً ، وبذلك يضعون جداراً عالياً بين الاقتصاد والمسائل الإنسانية والمعنوية .\r\nولهذا السبب نجد اختلاف نظرة الإسلام في جميع المراحل مع نظرة المذهبين الشرقي والغربي وبالتالي فانّ الكثير من الفعاليات الاقتصادية والعوائد التي يجيزها هذان المذهبان ممنوعة في الإسلام .\r\nوتبدو هذه الحقيقة جلية عندما ننظر إلى طبيعة الأنشطة الاقتصادية المجازة وغير المجازة في الإسلام ، كما تبدو الحدود الكثيرة التي أقرّها الإسلام في هذا المجال والتي لها أثر مباشر في الوقوف بوجه تضخم الثروة وتمركزها .\r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175},
  {"content":"\r\n\r\nومن خلال ملاحظة المعاملات الأساسية العشرة التي حرمها الإسلام يتبيّن بوضوح هذه الحقيقة :\r\n\r\n1 - بيع وشراء الأشياء المضرّة\r\nيخطر الإسلام بيع ما فيه الضرى ( سواء كان ضررها جسمياً أو أخلاقياً أو اجتماعياً ) ومن أمثال ذلك بيع وشراء المخدرات والأشياء النجسة والملوّثة ، وكل شيء يسبب تلوثاً وفساداً في المجتمع .\r\n\r\n2 - بيع وشراء الآلات المحرمة\r\nيحظر بيع آلات الحرام كأدوات القمار ، وكذلك المسكوكات وأوراق النقد المزوّرة واستيرادها إلى الأسواق .\r\nوإنّ جميع الوسائل التي ينحصر دورها في الأعمال غير المشروعة يحرم إنتاجها كما يحرم بيعها وشراؤها .\r\n\r\n3 - بيع وشراء البضائع المحللة التي نعلم بالاستفادة منها في إلحاق الاضرار بالمجتمع\r\n( سواء كان الضرر جسمياً أو اخلاقياً ) كبيع العنب وما شابهه من الفاكهة لمعامل المشروبات الكحولية ، وإجارة القطار والباخرة والسيارة من أجل نقل المخدرات والمشروبات الكحولية والأشياء المضرّة الأخرى ، سواء قصد البائع تقديم العون لمثل هذه الأعمال أم لم يقصد ، ولكن من المسلّم به أنّه يستفاد من هذه الوسائل المباحة في الافساد وارتكاب الذنوب ، أنّ هذه\r\n\r\n","description":"","footnote":"","page_name":" 176 ","page_number":176},
  {"content":"\r\n\r\nالمعاملات والإجارات محرمة ، أي أنّ حكم العلم والإرادة واحد .\r\n\r\n4 - بيع وشراء الأشياء التي تؤدّي إلى تقوية شوكة أعداء اللَّه\r\nكبيع الأسلحة لمثل هؤلاء الأفراد وحتى بيع الأسلحة لقطاع الطرق واللصوص ، وهكذا الأدوات الغير قتالية التي تعينهم على نيل مقاصدهم .\r\nورغم أنّ الفقهاء قد ذكروا « السلاح » في هذه النقطة ، إلّاأن بعض كبار الفقهاء لم يحصروا هذا الأمر ببيع الأسلحة فقط ، وإنّما جعلوه عاماً بشكلٍ يشمل كل نوع من أنواع تقوية هؤلاء الأشخاص وإعانتهم بشكل مؤثّر ( أسلحة كانت أو غيرها ) .\r\n\r\n5 - التعاون مع الظلمة ومساعدتهم\r\nبشكلِ معاون ، موظف ، عامل ، كاتب ، مدير أعمال ، مأمور مشتريات ، سائق وأمثال ذلك ، وبصورة عامة « العضوية في جهازهم وتشكيلاتهم » ولو لم يتضمن عمله الظلم مباشرة .\r\nوفي هذا الاتجاه لا تشمل حرمة هذا العمل واستلام المرتب الشخصي الذي يؤمر من قبل جهاز ظالم وجبار بتعذيب الأبرياء والتنكيل بهم فحسب وإنّما يتعداه ليشمل الكاتب الخاص والمحامي وحتى الطباخ والطبيب الخاص بالظلمة ، فانّ أعمال هؤلاء ممنوعة في الفقه الإسلامي أيضاً كما تحرم الأجور التي يتقاضونها .\r\n\r\n6 - جميع أشكال الأعلام المضر\r\n( سواء كان ضرراً جسمياً أو أخلاقياً ) ، وهكذا جميع الوسائل المختصة\r\n\r\n","description":"","footnote":"","page_name":" 177 ","page_number":177},
  {"content":"\r\n\r\nبهذا العمل ممنوعة ويحرم بيعها وشراؤها ، ومنها ما يطلق عليه اسم « كتب الضلال » أو لا ينطبق عليه ذلك ولكنه مضرٌ ومفسد على كل حال وأنّ أعمال جميع الأشخاص الذين يعملون في مثل هذه الأجهزة والمؤسسات حرام ويحرم أيضاً ما يستلمونه من مرتبات .\r\nويتجسّد عمق هذا التعليم الإسلامي تماماً من خلال التوسع الشديد في وسائل الإعلام في عالمنا اليوم والدور الذي تقوم به هذه الوسائل في فساد المجتمع والمساعدة في توسيع رقعة هذا الفساد أو الدور المعاكس الذي يمكن أن نقول به في بناء المجتمع وإصلاحه .\r\n\r\n7 - جميع أشكال التزوير وصنع البضاعة المزوّرة\r\nكما يخطر بيعها وشراؤها ، وإنّ الأجور التي يستلمها الأشخاص الذين يعملون في أجهزة يكون عملها إنتاج مثل هذه البضائع غير مباحة عمالًا كانوا أو موظفين .\r\n\r\n8 - استلام أجور في مقابل القيام بمهمة واجبة\r\nتعتبر واجباً على الإنسان ممنوع فلا يمكن لأيشخص أن يأخذ أجوراً وهدايا مقابل جهاد الأعداء أو الأمر بالمعروف والنهي عن المنكر أو القضاء أو التعليم والتربية وغير ذلك ممّا يتضمن وجوباً ، لأنّ جميع هذه الأعمال تعتبر واجبات شرعية يتحمل كل مسلم أداءها ، ولا يمكن استلام شيء مقابل تنفيذ عملٍ واجب ، وأمّا الأشخاص الذين يؤدّون خدمة بوقت كامل أو بشكل مؤقت في هذه الأمور يتمّ تلبية تأمين احتياجاتهم عن طريق بيت المال .\r\n\r\n","description":"","footnote":"","page_name":" 178 ","page_number":178},
  {"content":"\r\n\r\nوهكذا الأمر بالنسبة للموظفين والعمّال الذين تستخدمهم الحكومة الإسلامية ويقومون بوظائف وظائف يقدمون من خلالها الخدمة لأبناء الشعب لا يحق لهم استلام أيّ أجرة أو هدايا مقابل هذه الخدمة وعليهم أن يؤدّوها بشكل مجاني ، إلّاأن تخصص الحكومة الإسلامية نفسها وفي بعض الحالات رواتب للأفراد مقابل إداء هذه الخدمات .\r\n\r\n9 - أخذ الرشوة\r\nلابطال حق أو إحقاق حق ، وحتى الدليل الذي دلّ على هذه المظلمة فإنّ أعمال جميع هؤلاء حرام وتحرم أيضاً الأموال التي يستلمونها من هذا الطريق .\r\nوكذلك أخذ الرشوة من أجل أداء الحق ، كأن يدفع المراجع مبلغاً من المال لإدارة من أجل التسريع في الوصول إلى حقه وانجاز عمله ، فانّ جميع هذه الأعمال محرّمة وممنوعة ولا تعتبر هذه الأموال ملكاً لطرفٍ معين .\r\n\r\n10 - الاحتكار\r\nوخزن المواد الغذائية وقت اشتداد الحاجة إليها من قبل الناس وكذلك ندرة وجودها في السوق ، فهذا العمل ممنوع وبإمكان الحكومة الإسلامية إجبار المحتكرين على بيع هذه المواد ، وإذا أراد هؤلاء وضع أسعار مجحفة لهذه المواد فيمكن للحكومة الإسلامية إجبارهم على تخفيض قيمتها ، وإذا امتنع هؤلاء عن القيام بهذا العمل فللحكومة الإسلامية أن تعمل على تعيين قيمة هذه المواد آخذة بنظر الاعتبار مصالح الجميع .\r\n\r\n","description":"","footnote":"","page_name":" 179 ","page_number":179},
  {"content":"\r\n\r\nوأمّا بالنسبة للمواد غير الغذائية ، فإذا كانت هناك حاجة شديدة وماسة لبضاعة محتكرة وأن استمرار احتكارها يؤدّي إلى اخلال في نظم المجتمع الإسلامي ، فان الحكومة الإسلامية يمكنها التعامل مع هذه المواد كما هو الحال بالنسبة للمواد الغذائية .\r\nإنّ الكثير من الفعاليات الاقتصادية التي مرّ ذكرها مسموح بها في جميع المذاهب الاقتصادية الشرقية والغربية ، ولا يوجد أي تحريم أو منع تجاهها ، وإذا يوجد جزء من هذه الفعاليات يمنع ممارسته في هذه المذاهب فهو منع غير جادّ في كثير من الحالات ، إلّاأن الإسلام قد حرمها جميعاً .\r\nإنّ كلًا من الحالات العشر المذكورة سابقاً التي قد بحثت بشكل تفصيلي في كتبنا الفقهية لا يمكن استيعابها جميعاً في هذا البحث المختصر .\r\n\r\n","description":"","footnote":"","page_name":" 180 ","page_number":180},
  {"content":"\r\n\r\n\r\nآفاق الأنشطة الاقتصادية المحظورة في الإسلام\r\nلا بدَّ في البداية من الفات نظر القارئ إلى قضية أساسية :\r\nإنّ النظم « الرأسمالية » و « الاشتراكية » رغم كونها تحكي عن قطبين متضادين إلّا أنّ هناك قواسم مشتركة بينهما تدلّ على أنّ مواكبة أحد هذين النظامين للآخر في مستوى واسع هو أكثر من مستوى التضاد الظاهري بينهما :\r\n1 - أنّ الصفة المادية هي الغالبة في كلا النظامين الاقتصاديين ، حيث تتفق الايديولوجيتان في إعطائهما الأصالة للمادة .\r\n2 - يعتبر كلا النظامين « الاقتصاد » أساساً وقاعدة لجميع النشاطات الاجتماعية والسياسية وحتى بالنسبة للأحداث والوقائع ، غاية الأمر أنّ الاشتراكية تطرح هذا الأمر بشكل صريح وبصفته أحد الأسس الأيديولوجية أمّا الرأسمالية فانّها تؤمن بصحة ذلك عملياً ولكنها لا تصرّح به .\r\nفعلى سبيل المثال نرى الحرب والسلام ، والثقافة والتعليم والتحقيق العلمي والاعلام وحتى المسائل الفنية والرياضية في النظام الاقتصادي لأمريكا ناهية العالم تسير في خدمة المصالح الاقتصادية ، وحتى الكثير من\r\n\r\n","description":"","footnote":"","page_name":" 181 ","page_number":181},
  {"content":"\r\n\r\nالفلاسفة المعروفين في مثل هذه الدول يعملون على تبرير هذا النظام ، ولو لم يكونوا في هذا المسير لم يبلغوا هذه الدرجة من الشهرة .\r\n3 - أنّ كلا النظامين يعترف بالمجتمع الطبقي ، أحدهما يؤمن به في كلّ وجزء المجتمع ( النظام الرأسمالي ) والآخر يؤمن به لكل المجتمع الإنساني ، وإن قاموا بإلغاء هذا الشيء في حدود خاصّة كما هو الحال في روسيا والصين وغيرهما على الظاهر ( النظام الاشتراكي ) ولهذا لم نرَ أبداً هذه الدول تنظر إلى الدول الاشتراكية الأخرى كما تنظر إلى بلادها ، ولا تهتم إلّا بمصالحها الخاصّة .\r\n4 - أنّ الروح القومية والوطنية هي الغالبة في النظامين ، على الرغم من مناواتهما با لمجتمع العالمي ، ولهذا السبب ينظرون إلى الأحداث في العالم من زاوية مصالحهم الشخصية ، ويتخذون المواقف تجاه هذه الأحداث على أساس الموازين التي تتحكم بمصير بلادهم والمقاييس القومية .\r\n5 - أنّ كلا النظامين يبحث عن مناطق لنفوذه ، ويستخدم الاثنان أساليب متشابهة لهذا الغرض : كالتخطيط لانقلاب عسكري ( أحدهما في اليمن والآخر في شيلي و . . . ) ، والتشبث بالأساليب العسكرية ( أحدهما في أفغانستان وغيرها والأخرى في فيتنام وغيرها ) ، وزرع العملاء والأقمار عن طريق اعطاء الأسلحة والمساعدات الاقتصادية وإيجاد العلاقات الثقافية وارسال المستشارين أحدهما باسم انقاذ الشعوب المكافحة والآخر باسم إنقاذ الشعوب من مخالب الشيوعية الملحدة والمعادية للحرية والبشرية !\r\nوبناءاً على ذلك لا يوجد فرق يذكر بين النظامين عملياً في الكثير من القضايا الأساسية وفي البُنى التحتية ، على أنّ هناك فرقاً ملحوظاً هو أنّ\r\n\r\n","description":"","footnote":"","page_name":" 182 ","page_number":182},
  {"content":"\r\n\r\nأحدهما يلغي الملكية الخاصّة في إطار حدوده السياسية والآخر يدعمها بكل قوة وقدرة .\r\nج‌ج\r\nولنعد الآن إلى جوهر البحث ، أي نتاجات الأنشطة الاقتصادية غير المجازة في الإسلام وننظر إلى آفاقها بالقياس إلى النظامين الاقتصاديين المذكورين سابقاً .\r\nإنّ بحث المسائل العشر التي أشرنا إليها في الفصل السابق يبيّن الموقف الاقتصادي الخاص الذي يتخذه الإسلام في القضايا الإنسانية ، فقد طالعنا في هذه المسائل مثلًا أنّ إنتاج أي محصول يؤدّي إلى الاضرار وإشاعة الفساد في المجتمع الإنساني ممنوع . وهكذا الأمر بالنسبة لبيع وشراء هذا المحصول والخدمات الأخرى المتعلقة بهذا الأمر .\r\nكما رأينا أن بيع أي وسيلة تؤدّي إلى تقوية أعداء اللَّه ، سواء كانت أسلحة أو غيرها ممنوع أيضاً .\r\nوقرأنا أيضاً أنّ مدَّ يد العون للظلمة والمستكبرين ، والانتماء لتشكيلاتهم حرام ، وإنّ لم يقم الإنسان بعمل ليس فيه ظلم مباشر ( هذا الحكم لا يختص بالبلدان الإسلامية وإنّما له وجهة عالمية ) .\r\nإنّ هذا المنطق بالنسبة للأنظمة الاقتصادية المادية بشرقيها وغربيها أمرٌ غير مفهوم أساساً ، فهؤلاء لا يحرّمون أبداً بيع الأسلحة للأطراف المتنازعة في بلدٍ ما ولا المساعدات الأخرى إن لم نقل أنّهم يعملون على تأجيج النزاعات والصراعات بغية تأمين أسواق داعمة لبضائعهم .\r\nنعم ، قد يستخدمون هذا التحريم كحربة دولية في قمع الأمم الضعيفة كما\r\n\r\n","description":"","footnote":"","page_name":" 183 ","page_number":183},
  {"content":"\r\n\r\nهو الحال في تحريم استخدام الأسلحة النووية من قبل الآخرين وليس من قبلهم .\r\nإنّنا نرى بأمَّ أعيننا قيام الغرب بتقوية إسرائيل المعتدية بجميع الوسائل والسبل وقيام الشرق بدعم الحكم العميل والظالم في أفغانستان ، بينما نجد أنّ المنطق الاقتصادي الإسلامي يمنع أي شكل من أشكال العون لمثل هؤلاء المعتدين والظلمة ، وفي أية نقطة من نقاط العالم منعاً باتاً .\r\nج‌ج\r\nوأمّا بالنسبة لوسائل الاعلام والدعاية والكتب والصحافة الأخرى التي نشاهدها في الشرق والغرب ، فيوجد نظامان مختلفان :\r\nفالغربيون يعتقدون بحرية مطلقة لا قيد فيها ولا تطرح فيها مسائل من قبيل الحق والباطل أو الصحيح وغير الصحيح : فهم يتمسكون بمنطقٍ خاطىء يقول بوجوب نشر أي شيء يحدث في المجتمع ، وكل شيء يطلبه الناس ، فالناس هم الذين يميزون بين الحسن والسيّىء ، وعلى هذا الأساس فانّهم لا يفهمون معنى لمسائل الإرشاد والتوجيه والقيادة التي يمكن لوسائل الاعلام القيام بها وكذلك عدم إشاعة الفحشاء أو الحيلولة دون عرض الأفلام الجنسية والبوليسية والإجرامية المضرّة ذلك أنّهم يعتمدون رغبة الشعب كمعيار على جواز هذه الأشياء ، وبهذا الشكل فانّهم يعتقدون بجواز أي نوع من الأنشطة الاقتصادية في هذا المجال .\r\n( طبعاً لا يفوتنا أن نذكر أنّ الغرب يقوم بنوع من التعتيم والتوجيه المخفي لهذه الوسائل بما ينسجم ومصالح الرأسماليين وناهبي الثروات\r\n\r\n","description":"","footnote":"","page_name":" 184 ","page_number":184},
  {"content":"\r\n\r\nوهذا موضوع منفصل ومستقل بذاته .\r\nأمّا في الشرق فعلى العكس من ذلك ، فانّ التعتيم والرقابة تتحكم بالوسائل الاعلامية إلى حدّ أنّها لا تتحدث إلّاعمّا يجول في الخواطر الشخصية لرؤساء هذه البلدان ، ولهذا نجد أنّ هذه الوسائل تغيّر من اتجاهها 180 درجة بمجرّد تغيّر زعيم هذه الدولة أو تلك مثل ستالين أو ماو .\r\nأمّا في الإسلام فلا وجود لتلك الحرية المطلقة ولا تلك الدرجة من الرقابة والتعتيم ، فانّ الاستفادة من وسائل الاعلام بهذين الشكلين حرام ومشمول بقانون نشر كتب الضلال ، بل يجب أن تسير جميع هذا الوسائل وهذه المؤسسات الكبيرة وفق برنامج صحيح من أجل خدمة التكامل الإنساني .\r\nكما أنّ استلام الأجور مقابل القيام بوظائف واجبة أمرٌ غير جائز في الاقتصاد الإسلامي ، لأنّ معنى وجوب عمل ما هو أن يؤدّي هذا العمل بصفته ديناً إلهياً أو ديناً اجتماعياً وهو يعود بالنهاية إلى الدين الإلهي .\r\nفهل يمكن أن يستلم الإنسان أجراً مقابل أدائه لدَين معين ؟\r\nإنّ هذه المسألة التي تبيّن بُعداً جديداً في الاقتصاد الإسلامي لا مفهوم لها في الأنظمة الاقتصادية الغربية والشرقية .\r\nومن الجدير بالذكر أنّ من المسائل التي تطرح في الفقه الإسلامي هي وجوب السير بالمجتمع نحو الاكتفاء الذاتي اقتصادياً على جميع أعضاء هذا المجتمع فرداً فرداً ، ولهذا يجب على جميع الأفراد وجوباً كفائياً العمل على تأمين حاجات المجتمع في مجالات الصناعة والزراعة وتربية الماشية والخدمات والعلوم والثقافة ( والحال أنّ هذه المسؤولية في الاقتصاد الغربي\r\n\r\n","description":"","footnote":"","page_name":" 185 ","page_number":185},
  {"content":"\r\n\r\nوالشرقي ملقاة على عاتق الحكومات فقط ) .\r\nطبعاً من الواضح أنّه إذا لم يستلم أي فرد أجرة مقابل أدائه لوظيفة واجبة فإنّ نظام المجتمع سيتعرض إلى الاضطراب ، ولهذا فقد استثني هذا الأمر من القانون المذكور سابقاً ( تحريم أخذ الأجور على الواجبات ) ( لاحظوا بدقّة ) .\r\n\r\n","description":"","footnote":"","page_name":" 186 ","page_number":186},
  {"content":"\r\n\r\n\r\nالسبل الكفيلة بتحديد الثروة\r\nإنّ الخطوة الأولى هي مكافحة الربا بجميع أشكاله .\r\nما دامت البنوك الربوية موجودة في البلدان الإسلامية ، لا يمكننا الادعاء أن نظامنا الاقتصادي اسلامي ، ولا ثوري !\r\nهناك حقيقة مسلمة حتى لطلاب الابتدائية هي أنّ مارد الثروة إذا أطلق له العنان في المجتمعات الإنسانية دون أي ضابطة أو رقابة فانّه سيبتلع كل شيء بما في ذلك الثروة نفسها !\r\nفكيف يرتجى الأمن والطمأنينة في مجتمع فيه أقلية مرضها تخمتها وقلقها ازدياد ثروتها ، وأكثرية تعاني من الجوع والفقر ، فهذا هو « الإلقاء في التهلكة » الذي أخبر به القرآن الكريم ، والذي يتحقق بعد ترك الانفاق ، والحديث في هذا الشأن كثير في المصادر الإسلامية .\r\nغير أنّ هناك سؤالًا يتبادر إلى الأذهان هو : ما هي الطرق العملية التي يقترحها الإسلام لتحديد وترشيد الثروة ، دون اللجوء إلى الاتجاهات الشرقية أو الغربية ودون أن نفقد أصالة الإسلام التوحيدية ؟\r\nقلنا إنّ دراسة للفقه الإسلامي تدلّ على أنّ الإسلام قد وضع مجموعة متقنة ومترابطة من الأحكام والقوانين من أجل تحقيق هذا الهدف وسنقوم\r\n\r\n","description":"","footnote":"","page_name":" 187 ","page_number":187},
  {"content":"\r\n\r\nببحث هذه الأحكام والقوانين في هذا الفصل من بحثنا ( المتعلق بالمحاور الأساسية للاقتصاد في الإسلام ) ، وقد أشير إلى جزء منه سابقاً .\r\n\r\nأ - مكافحة الربا بجميع أشكاله\r\nمن أهم وسائل تحديد وترشيد الثروة ، مكافحة الربا التي تعتبر عاملًا مهماً من عوامل « الاقتصاد العالمي المريض » سابقاً وحالياً .\r\nأنّ الربا هو أحد الجذور الأساسية للتقسيم غير العادل للثروة في المجتمعات الإنسانية وهو الآن يشكّل غدّة سرطانية قاتلة في النظام الرأسمالي والسوقي .\r\nإنّ المشكلة الكبرى التي يعاني منها هذا النظام المعادي للبشرية تكمن في تشابك نسيجه مع الربا بشكلٍ أصبح إمكان فصله أمراً مستحيلًا .\r\nوهذا هو ما يجب أن يكون ، لأنّ النظام الرأسمالي لا ينفصل عن الاستعمار ، والاستعمار في جانبه الاقتصادي لا يمكنه أن ينفكّ عن الربا أساساً ، وهذا الأمر بحدِّ ذاته كمين كبير لاستعمار الإنسان ولرؤوس الأموال !\r\nولهذا السبب نجد في النظام البائد ( الشاهنشاهي ) الذي كان اقتصاده يسير في ركاب الاقتصاد الغربي ، وأحد زوائده وذيوله ، كلما نتناول في الحديث موضوع حذف الربا ، كانوا يقولون إنّ هذه الأحاديث أصبحت قديمة ! لأنّ الاقتصاد المتقدم في عالمنا يوم لا يدور إلّابالربا ، وإنّ حذف الربا والبنوك الربوية يعني تزلزل أركان الاقتصاد العالمي ( حيث إنّ هؤلاء لا يعرفون غير عالمهم ) .\r\n\r\n","description":"","footnote":"","page_name":" 188 ","page_number":188},
  {"content":"\r\n\r\n\r\nالذرائع التي يتمسك بها دعاة النظام الربوي :\r\nإنّ « فلاسفة الاقتصاد الاستعماري الغربي » لا يرون من عيب للربا في نظامهم الاقتصادي فحسب ، وإنّما يصفونه أحد عوامل النمو الاقتصادي ! ولهذا السبب بالضبط يقولون إن التغييرات التي تحدث في الظروف الاقتصادية في عالمنا الحاضر تستوجب إباحة الربا ، لأنّ الناس سيمتلكون الأموال والمنزل والسيارة والمعمل ووسائل الزراعة وغير ذلك بواسطة الاعتبارات والقروض الربوية المصرفية ، وبدون ذلك ستتعرض عجلة الاقتصاد للركود .\r\nفيقولون : إنّ الربا المحرّم هو المأخوذ من المستهلك المسكين ، وهو الذي يطلق على القرض الذي يأخذه الإنسان لتأمين حاجاته اليومية ، أمّا إذا كان هذا القرض لأمورٍ إنتاجية وتجارية وتدرّ بالأرباح على الإنسان فما هو المانع من اشتراك المقرض في هذه الأرباح ، وأساساً إذا لم يكن شريكاً فلا معنى لاعطائه القرض ! وبالتالي يستنتجون أنّ اختصاص مقدار من الفائدة للمدخرات الثابتة وغيرها دافعاً مؤثراً في جذب استقطاب الأموال نحو البنوك ومنها إلى الانتاج . فإذا حذفنا الفائدة بشكل مطلق فذلك يعني أننا أخرجنا هذه الأموال من حيّز المعاملات .\r\nأضف إلى ذلك ، أنّنا لو لم نسحب رؤوس الأموال الصغيرة إلى البنوك الربوية وذلك عن طريق اعطائها فائدة معيّنة ، فانّها ستستخدم في جوانب استهلاكية ( وقد تكون على الأعم الأغلب مصارف كمالية أو شبه كمالية ) وهو أمرٌ معلوم خطره وأضراره ، فانّه سيؤدّي إلى فناء رأس المال من جهة ، وإلى زيادة التضخم وغلاء الأسعار من جهة أخرى .\r\n\r\n","description":"","footnote":"","page_name":" 189 ","page_number":189},
  {"content":"\r\n\r\nإذن فالظروف الحالية في عالمنا المعاصر ليست غير مؤاتية لحذف الفائدة فحسب ، بل إننا لو افترضنا إمكانية هذا الأمر فإنه لا يسير في مصلحة المجتمع .\r\nج‌ج\r\nهذا هو منطق العلماء الذين يلتمسون الذرائع للأنظمة الاقتصادية الربوية التي لها ظاهراً خدّاعاً ، وباطناً كالسم القاتل .\r\nأمّا الباحث المتحرر من وساوس القوى الاقتصادية الشيطانية المهيمنة على العالم وأبواقها الدعائية ، يمكنه من خلال البحث والمطالعة العميقة التوصل إلى حقيقة أنّ الربا في الماضي والحاضر وحتى في المستقبل لا ينتج عنه سوى التراكم الرهيب للثروة بيد عدّة من الأفراد ، هذا التراكم الذي يعود على أكثرية المجتمع المطلقة بالبؤس والمسكنة .\r\n« أنّ أيّاً من المجتمعات لا يمكنه ادّعاء الحرية والخروج من هيمنة القوى الاستعمارية ما لم يحذف « الربا » كلياً وجزئياً من نظامه الاقتصادي ، وأساساً أي مكان يوجد فيه الربا فإنّ التبعية أمرٌ لا مفرّ منه » .\r\nإنّ أوضاع الربا في عالم اليوم ليست بأفضل من أوضاعها في السابق ، بل إنّها برزت بأشكال تُعدّ أكثر خطورة ، ذلك أنّ الأفراد في السابق كانوا يعطون أموالهم الشخصية للآخرين ويحصلون على الفائدة منها ، أمّا اليوم فانّ البنوك الربوية تأخذ أموال الناس ثم تعطيها للآخرين وترفع من الفوائد على هذه الأموال ، وهذا أسوأ أنواع الربا !\r\nحتى أنّ هذه البنوك تقوم أحياناً باستحصال الكثير من الفوائد من مبلغ\r\n\r\n","description":"","footnote":"","page_name":" 190 ","page_number":190},
  {"content":"\r\n\r\nمعين من المال دون أن يكون أصل هذا المبلغ ملكاً لها ، فعلى سبيل المثال يودع شخص مبلغاً قدره ألف دينار بصفة حساب جاري في البنك ، ويقوم البنك باقراض هذا المبلغ لشخص آخر ويأخذ فوائده ، ويقوم الشخص الآخر بشراء بضاعة معيّنة بهذا المبلغ ، ويأخذ البائع هذا المبلغ ليضعه في حساب توفيره في البنك ويأخذ البنك هذا المبلغ مرة أخرى ليعطية لشخصٍ آخر ويأخذ فوائده للمرة الثانية ، وهكذا ثالثة ورابعة و . . .\r\nومن هنا تبدو البنوك الربوية وكأنّها طفيليات تنمو في كل طريق وزقاق ، وتنتشر بسرعة مثل الغدة السرطانية .\r\nوسنقوم بإذن اللَّه في البحوث القادمة بدراسة النظرية الإسلامية في الربا والفلسفات السبع لتحريمه التي وجدناها في المصادر الإسلامية وهكذا حدود مفهوم الربا ، والطرق المصطنعة للتهرب من الربا .\r\nوفي ختام هذا البحث نرى من الازم الإشارة إلى أنّ البنوك الربوية ما دامت موجودة في بلدنا ( تحت أي عنوان أو اسم ) لا يمكننا الادّعاء بأنّ النظام الاقتصادي الموجود في البلاد نظام إسلامي لاربوي وثوري بالكامل .\r\n\r\n","description":"","footnote":"","page_name":" 191 ","page_number":191},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 192 ","page_number":192},
  {"content":"\r\n\r\n\r\nالربا ، محاربة اللَّه\r\nكان الحديث عن طرق تحديد الشبح المخيف للثروة في المجتمع الإنساني من وجهة نظر الإسلام ، وقد بدأنا في الحديث عن الخطوة الأولى أي مكافحة الربا ، والفائدة التي تنخر جسد الاقتصاد السليم كالارضة وبالتالي تجعل هذا الاقتصاد منهاراً ، وتوجد مكانه إقتصاداً غير متوازن ومقرون بالاستغلال والظلم والفساد .\r\nوالآن ومن أجل فهم النظرية الإسلامية نلقي نظرة على مجموعة من الآيات والروايات الملهمة التي جاءت في هذا المجال ، كي نستخرج رأي الإسلام مع بيان فلسفة هذا الحكم من خلالها .\r\nوقبل ذلك لا بدّ من الإشارة إلى نقطة مهمّة هي أنّ الناس في عصر انبثاق الدعوة الإسلامية كانوا قد انغمسوا في الجاهلية في مستنقع الربا وما ينشأ عنه من آثار وخيمة بحيث لم يكن من السهل تحريم الربا دفعة واحدة كما هو الحال في الحالات التي بلغ الفساد والانحراف فيها حداً غير عادي حيث بدأ الإسلام بالانذار أولًا ثم إنذار آخر أشدّ من الأول ، وثالثٍ أشدّ ، وبعد ذلك جاء النهي الصريح والتحريم المطلق ، كل ذلك من أجل ترسيخ حكم اللَّه أكثر فأكثر وتحكيم جذوره .\r\nفقد جاء في سورة الروم الآية 39 أول انذار بشأن أكل الربا : « وَمَا آتِيتُم\r\n\r\n","description":"","footnote":"","page_name":" 193 ","page_number":193},
  {"content":"\r\n\r\nمِنْ رباً لِيَربُوا فِي أموالِ النّاس فَلا يَربُوا عِندَ اللَّهِ وَمَا آتِيتُم مِنْ زَكاةٍ تُرِيدُونَ وَجَهَ اللَّهِ فأُولئِكَ هُم المُضعِفُونَ » .\r\nوفي سورة النساء آية 160 - 161 يذكر القرآن أربعة أشياء كانت سبباً لتحريم الطيبات من قوم اليهود وهي الظلم وصدّ الناس عن سبيل اللَّه وأخذ الربا وأكل أموال الناس بالباطل .\r\n« فَبِظُلمٍ مِنَ الّذِينَ هَادُوا حَرّمنا عَلَيهم طَيّباتٍ أُحِلَّتْ لَهُم وَبِصَدِّهِم عَنْ سَبيلِ اللَّهِ كَثيراً * وَأخْذِهُم الرَّبَوا وَقَدْ نُهُوا عَنْهُ وَأكْلِهِم أموالَ النّاسِ بِالبَاطِلِ . . . » .\r\nويبدو أنّ الظاهر من « الطيبات » هو بعض أنواع اللحوم الحلال التي حُرّمت على اليهود عقاباً لهم ، أمّا الباطن فقد يكون ذا معنى أوسع ، كالحياة الطيبة والاقتصاد السليم ، وبالتالي مجتمع طيب مع اقتصاد سليم .\r\nأمّا في سورة آل‌عمران الآية 130 فقد جاءت نبرة الحديث أكثر شدّة ، وقد جاء النهي الصريح في هذه الآية عن نوع من الربا الشائع آنذاك وهو « الربا المضاعف » ( الربا في الأصل والفرع ) .\r\n« يَا أَيّها الّذِينَ آمنُوا لا تَأْكُلوا الرَّبَوا أضعَافَاً مُضَاعَفَةً وَاتّقُوا اللَّهَ لَعَلَّكُم تُفْلِحُونَ » .\r\nوبهذا الشكل اعتبر ترك هذا النوع من الربا سبيلًا من سبل فلاح الإنسان والمجتمع .\r\nوأخيراً جاء التحريم القاطع والنهي الصريح في الآيتين 278 و 279 من سورة البقرة وبعبارات حاسمة .\r\n« يَا أيُّها الّذِينَ آمنُوا اتَّقوا اللَّهَ وَذَرُوا مَا بَقي مِنَ الرّبا إنّ كُنتُم مُؤمِنِينَ *\r\n\r\n","description":"","footnote":"","page_name":" 194 ","page_number":194},
  {"content":"\r\n\r\nفإنْ لَم تَفْعَلُوا فَأذَنُوا بِحَربٍ مِنَ اللَّهِ وَرَسُولِهِ « 1 » وَإنْ تُبتُم فَلَكُم رُؤُوسُ أموالِكُم لا تَظلِمُونَ وَلا تُظلَمُونَ » .\r\nلقد جاء تعبير « الاذن بالحرب » في القرآن المجيد فقط في شأن هذا الذنب الكبير ، وهو دليل على ما يتميّز به هذا الذنب عن سائر الذنوب ، ذلك أنّ الربا هو محاربة عباد اللَّه والمستضعفين ، ومحاربة هؤلاء تعني في الحقيقة حرب اللَّه سبحانه وتعالى !\r\nوالعجيب أنّ الآيات التي سبقت هاتين الآيتين من سورة البقرة قد وصفت المرابين على أنّهم مرضى نفس لا يقومون إلّاكما يقوم الذي يتخبطه الشيطان من المس .\r\nوهذا المعنى أو الإشارة إلى أوضاع هؤلاء في الحياة الدنيا أو في يوم البعث ، الذي هو نتيجة وانعكاسٌ لأعمال تلك الحياة ، إنّما يدلّ على أنّ هؤلاء هم كالأشخاص الذين لا يتمكّنون من الاحتفاظ بتوازنهم ، فيقومون بامتصاص دماء الآخرين كالطفيليات وسرقة جهودهم وبالتالي ضرب التوازن الاقتصادي بجنون الثورة الذي يتولّد لديهم ، الأمر الذي يؤدّي بالنهاية إلى شمول هذه الحالة هؤلاء الأفراد أنفسهم لتسوقهم إلى دار الفناء .\r\nومن الجدير ذكره أيضاً ما جاء في نهاية هذه الآية من العقاب الذي وعد به الباري جلّ وعلا الكافرين : « وَمَنْ عادَ فَأُولَئِكَ أَصحابُ النّارِ هُم فِيها\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فسّر بعض الناس هذه العبارة خطأ بمعنى : أنّكم ان لم تفعلوا فاعلنوا الحرب على اللَّه ورسوله ولكن الصحيح هو أنّ اللَّه ورسوله يعلنان الحرب عليكم ، بتعبير أدق فانّ معنى الجملة هو « احذروا من حرب مع اللَّه » وهذا هو إعلان الحرب من قبل الباري جلّ وعلا ( لاحظوا بدقّة ) .\r\n","page_name":" 195 ","page_number":195},
  {"content":"\r\n\r\nخالِدُونَ » .\r\nأليس في ذلك دليل على أنّ الربا ينخر إيمان الإنسان تدريجياً كالارضة ، وبالنتيجة يخرج الإنسان المرابي من هذه الدنيا ولا إيمان له ! ! .\r\nج‌ج\r\nكما ورد في الأحاديث الشريفة بحوث عديدة بشأن الربا نشير إلى نماذج منها :\r\n1 - جاء في حديث عن رسول اللَّه وهو من ألفاظه الموجزة التي لم يُسبق إليها :\r\n« شرّ المكاسب كسب الربا » . « 1 »\r\nأي أنّ الربا في نظر النبي الأكرم صلى الله عليه وآله أشرّ من جميع الأعمال والمكاسب الغير مشروعة وأسوأها وأكثرها قبحاً وتلوثاً ، وإذا نأخذ كلمة ( جميع ) بنظر الاعتبار في هذا المكسب يتبيّن مدى سوئه ونفرته .\r\n2 - عن الإمام الصادق عليه السلام أنّه قال : « إذا أراد اللَّه بقومٍ هلاكاً ظهر فيهم الربا » . « 2 »\r\nوالمقصود من هذا الحديث هو أنّ القدرة التخريبية للربا بدرجة يمكنها جرّ مجتمعٍ كاملٍ نحو الدمار والهلاك .\r\nوفي رواية أخرى نقرأ « لم يزل في لعنة اللَّه والملائكة ما كان منه عنده قيراط » .\r\nوخلاصة القول أنّ موقف الإسلام تجاه مسألة الربا جاء صريحاً وحاسماً وواضحاً بحيث لا يدع مجالًا لأيشكٍ وشبهةٍ لدى أي شخص ، في أنّ المجتمع لا يمكنه أن يكون إسلامياً بالمعنى الحقيقي لهذه الكلمة ما لم يطهّر من الربا بشقيه الفردي والجماعي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ، ج 12 ، ص 426 .\r\n( 2 ) المصدر السابق ، ص 427 .\r\n","page_name":" 196 ","page_number":196},
  {"content":"\r\n\r\n\r\nسبع نقاط في فلسفة تحريم الربا\r\nإنّ المال يمكنه فقط أن يكون وسيلة لانتقال القيمة وليس بضاعة مربحة لأنّ هذا الأمر يُعدّ تحريفاً في فلسفة وجود المال وقد أجمعت الأديان على حرمة الربا .\r\nلقد أشرنا في البحوث السابقة إلى حقيقة أنّ أي شيء يتمتع بالقداسة بين الأمم والشعوب المختلفة هو دليل على تميزه بجذور فطرية ، وهذا ما يصدق على الربا تقريباً ( لندع جانباً الأفكار الشائعة في عالمنا اليوم والتي غيبت الكثير من الجوانب الفطرية ونظرت إليها بعين الاستهزاء والسخرية وهذا الفقدان للذات المتولّد لدى الإنسان المعاصر حديث ذو شجون ) .\r\nوعلى هذا الأساس لا يقتصر تحريم الربا على الإسلام وإنّما له جذور في الشرائع والملل السابقة أيضاً .\r\nفانّ مطالعة لكتب العهد القديم ( كتب التوراة ) تدل على أنّ هذا العمل يُعتبر قبيحاً وسيئاً في الديانتين اليهودية والمسيحية ( حيث إنّ المسيحيين يعترفون بالتوراة أيضاً ) :\r\nفقد جاء في الفصل 25 من سفر لاوي أحد أسفار التوراة :\r\n\r\n","description":"","footnote":"","page_name":" 197 ","page_number":197},
  {"content":"\r\n\r\n« إذا أُصيب أخوك بالفقر وجاءك وهو معدم ، فخذ بيده ، غريباً كان أم ضيفاً ، حتى يعيش معك ، ولا تعطه مالًا بالربا ولا طعامك له بالمرابحة » .\r\nوجاء في سفر الخروج الفصل 22 :\r\n« إذا أردت أن تقرض مالًا لأحد من قومي جاءك فقيراً فلا تكن مثل الطالب ولا تأخذ عليه رباً » .\r\nوجاء في التاريخ العام « لويل دورانت » أنّ الربا لم يكن شائعاً بين الإيرانيين القدماء ، وإنّ الوفاء بالدَّين يعتبرونه واجباً مقدساً . « 1 »\r\nوهكذا الأمر بالنسبة للهنود ، حيث تدل النصوص التاريخية على عدم ممارستهم للربا . « 2 »\r\nكما يستفاد ذم الربا في الصين القديمة على ضوء المثل الصيني المعروف « أنّ اللصوص الكبار يمارسون الصيرفة » « 3 »\r\nوليس من العجب هذا الاتفاق في الآراء بين الأمم والأديان المختلفة تجاه الربا ، لأنّ الربا هو في الحقيقة لصوصية مخزية بمظهر المعاملة بل تأتي أحياناً تحت ستار « المساعدة » !\r\nوليس هناك إنسان لا يدين هذه « السرقة » بتمام وجوده وأحاسيسه ولا يبرأ منها !\r\n\r\nفلسفة تحريم الربا :\r\nومن خلال البحوث التي أجريناها لحدّ الآن نجد أمامنا سبعة نقاط في فلسفة تحريم الربا :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تاريخ لويل دورانت ، ج 1 ، ص 544 .\r\n( 2 ) المصدر السابق ، ج 2 ، ص 689 .\r\n( 3 ) المصدر السابق ، ج 13 ، ص 105 .\r\n","page_name":" 198 ","page_number":198},
  {"content":"\r\n\r\n\r\n1 - تناقض الربا مع فلسفة إيجاد النقود\r\nلا بدّ قبل كل شيء من ملاحظة نقطة مهمّة هي أنّ الربا يتناقض وأصل فلسفة وجود النقود التي جاء اختراعها كوسيلة بنّاءة للبشر ، فالربا يحوّل النقود من ( واسطة سليمة لنقل القيمة ) إلى « بضاعة كاذبة » .\r\nوتوضيحاً لذلك نقول أنّ قصة ظهور النقود في المجتمعات البشرية قصة طويلة ومفصلة ، فالدلائل تشير إلى أنّه في البداية لم تكن هناك نقود ، وإنّما كانت المعاملات تتمّ بشكل تهاتري وتبادل بضاعة بأخرى ، ولا زال هذا التبادل في البضائع سارياً في الكثير من القرى النائية والتي يقلّ فيها تبادل النقد ، حيث يقوم كل شخص بالسعي لإنتاج نوع من البضاعة ثم يشتري من الآخرين ما يحتاجه من البضائع الأخرى ، مثلًا يعطي حنطة ، ويأخذ مكانها أرزاً ، أو ألباناً أو حتى أحذية أو طاقية أو ملابس ، وهذه المعاملات كانت موجودة في البداية .\r\nإلّا أنّ اتساع المجتمعات الإنسانية قد نتج عنه مشكلات كثيرة واجهتها هذه المعاملات للأسباب التالية :\r\nأوّلًا : صعوبة انتقال جميع البضائع إلى السوق لشراء بضائع أخرى بدلًا منها .\r\nثانياً : كثيراً ما كان يذهب الإنسان ليبادل ما لديه بشيء يحتاجه ، ولكنّه يواجه بعدم حاجة الطرف الآخر لبضاعته ولهذا لا تتم المعاملة .\r\nثالثاً : كان الاحتفاظ وخزن البضائع المختلفة يحتاج إلى وسائل وإمكانات كبيرة .\r\nرابعاً : أنّ هذا النوع من المعاملة إذا كان عملياً في تأمين الحاجة اليومية\r\n\r\n","description":"","footnote":"","page_name":" 199 ","page_number":199},
  {"content":"\r\n\r\nفإنّه غير ممكن بشكل تجاري واسع وفي كل مكان .\r\nولهذه الأسباب صار التفكير بالبحث عن وسيلة أخرى لانتقال القيمة تكون صغيرة الحجم وقابلة للحمل والانتقال والحفظ في نفس الوقت ، وكذلك دائمة ولا تتلف ، ومقبولة من الجميع كي يتمكن الجميع من تبديل بضائعهم بها ، وفي المقابل يمكن تبديل هذه الوسيلة بأية بضاعة كانت .\r\nفاتخذت التجربة البشرية في البداية بضائع أخرى ، وفي النهاية تم الاعتراف ب « الذهب » و « الفضة » كنقود بسبب مزاياهما الواضحة والمقبولة بين جميع أمم العالم ، وبعد اتساع المبادلات بين المدن والبلدان ، بل بين القارات وازدياد حجم هذه المبادلات رأوا أنّ المسكوكات الذهبية والفضية أيضاً لا يمكنها تأمين الحاجات المطلوبة ، وأصبحت شيئاً يعيق الحركة ، إضافة إلى أن الحصول على هذا الحجم من الذهب والفضة لا يبدو أمراً هيّناً ، ولذلك ظهرت الأوراق النقدية التي كانت في البداية غطاءً لكمية معينة من الذهب والفضة والمجوهرات الموجودة في خزائن البلدان ، ولكن من الناحية العملية قد لا ترى العديد من الدول نفسها ملزمة بايجاد مثل هذه الكمية من الذهب وغيره ، وإنّما الغطاء الأساسي لها هو قدرة الحكومات ونوع من العهود العامة والجماعية للشعب في بلدٍ ما .\r\nويمكن الاستنتاج من قصة « النقود » المعقدة التي تخفي بين طياتها أسراراً كثيرة ، أنّ فلسفة ظهور النقود واستمرارها كانت دائماً تمثل دور الوسيط في انتقال وتبلور قيمة البضائع ، وليست متاعاً كي تباع وتُشترى .\r\nوعلى هذا الأساس فانّ المرابين الذين يعطون أموالهم ليستلموا فوائد مقابلها ، قد حرّفوا النقود عن فلسفتها الحقيقة وجعلوا منها متاعاً مزوّراً\r\n\r\n","description":"","footnote":"","page_name":" 200 ","page_number":200},
  {"content":"\r\n\r\nوكاذباً ، وهذا التحريف يؤدّي حتماً إلى بروز آثار سلبية في سير المعاملات واقتصاد البشرية ، ومن هذه الآثار الركود والتضخم الاقتصادي وبروز القطبية في المجتمع وغير ذلك .\r\nومن هنا يتبيّن أنّ بعض الفقهاء الاجلاء ، ومن أجل تسهيل تهرّب الناس من الربا قد أجازوا تبديل مسألة « القرض » ب « البيع » أي بدلًا من أنْ أقترض منك مثلًا مبلغ ألف دينار سأعطيك ألف ومائة دينار في السنة المقبلة ، أقوم بشراء ورقة الألف تومان منك بمبلغ ألف ومائة دينار وأعيدها إليك بعد سنة ، ويقول هؤلاء الفقهاء أنّ هذه المعاملة لا إشكال فيها لأنّها « بيع » معدود ، وهذا النوع من التهرب لا يبدو صحيحاً ( إن لم يكن هذا الأمر تطاولًا وهو ليس كذلك حتماً لأننا في بحث علمي ) ، إذا أخذنا بنظر الاعتبار مفهوم النقود وفلسفتها الأصلية ( طبعاً يتوجب على المقلدين الرجوع إلى مراجعهم ) .\r\nفهل رأيتهم أو سمعتم لحدّ الآن شخصاً ( لا يقصد الربا ) يدفع ديناراً ليعاد إليه ، بمبلغ مئة وعشرة دنانير .\r\nبالنسبة للتعامل بالعملات الأجنبية فهو بحث مستقل وخارج عن موضوع بحثنا ، فالفلسفة العقلانية لوجود النقود توجب أن تكون النقود دائماً واسطة لانتقال القيمة وليست متاعاً مربحاً لأنّه عمل غير صحيح وهو من قبيل « أكل المال بالباطل » .\r\n\r\n2 - الربا كنز بلاعناء وعلة بلادواء\r\n« ما السبب الذي يجعل المرابين ، أشخاصاً كانوا أم مؤسسات ربوية ، يزدادون تخمة يوماً بعد آخر ، ويزداد دافعوا الربا ضعفاً وبالنتيجة يفقد\r\n\r\n","description":"","footnote":"","page_name":" 201 ","page_number":201},
  {"content":"\r\n\r\nالجميع حياتهم في هذا الطريق » .\r\nإنّ معرفة القوانين الإسلامية الأصيلة ( المحتوى الحقيقي للكتاب والسنة ) وخاصّة ما يتعلق منها بالمسائل الاقتصادية ، وبعيداً عن أي نوع من التمايل نحو « اليمين » أو « اليسار » يعتبر اليوم من الأعمال الصعبة ، ليس بسبب تعقيد الموضوع وإنّما بسبب أنّ الكثير من الاتجاهات الفكرية قد اتخذت قرارها مسبقاً وتسعي جاهدة للحصول على « اذن » لمعتقدها من الإسلام ، ثم تطرحه في الجمهورية الإسلامية بصفته فكراً إسلامياً !\r\nإنّهم يتهافتون من أجل العثور على فتوى في إحدى زوايا الفقه الإسلامي أو آية من بين آيات اللَّه البينات أو رواية من الأحاديث الشريفة ، ويحاولون تطبيقها على مقاصدهم وذلك عن طريق التفسير أو التأويل ، وحتى استخدام أساليب التغيير أو التحريف .\r\nألا يعترف هؤلاء بأنّ الإسلام دين متكامل ، وأن ما يتصوروه غير عملي وناقص ناتج عن قصور في تفكيرهم ؟\r\nألا يعتقد هؤلاء أنّ الإسلام الحقيقي هو التسليم المطلق والمخلص في مقابل التعاليم الإلهية وليس جرَّ هذه التعاليم نحو الأفكار القاصرة التي يحملها الإنسان ؟\r\nألا يفكر هؤلاء أنّ زج « الأحكام المسبقة » و « الميول » في الأسس الفكرية الإسلامية يؤدّي إلى القضاء تماماً على أصالة قوانين هذا الدين الخالد ، ويأخذ الدين شكلًا يتناسب والزمان أو المكان أو الميول ؟ فيتحوّل الإسلام من قائد وموجّه للبشرية إلى وسيلة تتذرع بها الاتجاهات المختلفة ؟\r\n\r\n","description":"","footnote":"","page_name":" 202 ","page_number":202},
  {"content":"\r\n\r\nإنّ هذا الأمر يذكّرنا بقصة مستشار أحد السلاطين القدماء حينما سأله السلطان قائلًا :\r\n« أريد معرفة رأي الإسلام في المسألة الفلانية » فأجاب المستشار قائلًا :\r\n« يا جلالة السلطان أنّ رأي الشرع المقدس واسع والأمر متعلق بالإرادة الملكية » .\r\nفما هو الفرق بين مَنْ يقوم بالتذرع ل « الإرادة الملكية » وبين مَنْ يتذرع لإرادة مجموعة معينة وميولها الخاصة ؟\r\nإنّ على المسلمين المخلصين والمضحين ، وخاصة الشباب المثقف والثوري أن يحذروا من قيام البعض بزج النزعات اليسارية واليمينية في أذهانهم باسم الإسلام ، مستغلين علاقتهم وحبّهم للإسلام العزيز .\r\nج‌ج\r\nلندع هذا الحديث الذي لا نهاية له ونعود إلى « فلسفات تحريم الربا » التي تشكّل أساس بحثنا .\r\nهناك أسباب كثيرة دعت إلى تحريم الإسلام للربا واعتباره « شر المكاسب » ومن هذه الأسباب أنّه « كنز بلاعناء » .\r\nفالكلّ يعلم أنّ « العمل » هو الجوهر الأساسي لجميع المكاسب السليمة في الإسلام ، سواء كان العمل إنتاجياً أو فكرياً أو خدمياً أو أي عمل بنّاء ومفيد ومثمر آخر .\r\nوأي مكسب لا يأتي من العمل فهو مكسب غير سليم ، وحتى إذا خصصنا سهماً عادلًا في رأي الفقه الإسلامي لوسائل الإنتاج واعتقدنا\r\n\r\n","description":"","footnote":"","page_name":" 203 ","page_number":203},
  {"content":"\r\n\r\nبشرعية « المزارعة والمضاربة والمساقاة » بشروطها ، فانّ ذلك جاء بسبب كونها عملًا متبلوراً ومتراكماً ومضغوطاً .\r\nوحتى الإرث الذي يعتبر من الأسس الإسلامية والذي يتناسب مع قانون الوراثة في عالم الطبيعة ، فانّه مقبول بسبب الجهد والعناء الذي بذله « الأب » مثلًا وتركه لابنه الذي يعتبره استمراراً لوجوده تماماً كأن أقوم باهداء أخي ثمرة جهودي وعنائي .\r\nوخلاصة الأمر أنّ الكنز الذي يأتي بدون عناء لا مفهوم ، له من جانب البناء الطبيعي للإنسان فيما يتعلق بعالم الطبيعة ولا من جانب القوانين الإسلامية التي تتناسب مع قوانين التكوين .\r\nوهذا الكنز في الواقع مليء بالآلام والمصائب لأنّه يحصد الفوائد من المجتمع دون أن يقدم خدمة لها .\r\nإنّ الشخص المرابي أو المؤسسة المرابية ، يقوم باقراض الأموال ( وأحياناً أموال الآخرين كما هو الحال في البنوك ) للمحتاجين بفوائد ثابتة لا خسائر فيها ولا اضرار بل لا تقبل حتى التأخير ( لأنّهم قد أحكموا أمرهم وربطوا المقترض بأنواع الوثائق ) ، ويحسبون ما يترتب على تأخير الدفع حتى آخر ريال ( وحتى لو تأخّر في التسديد يوماً واحداً ) ولا يقبلون بأقل الأضرار .\r\nوعلى هذا الأساس لو تعرض المقترض إلى اضرار في عمله الإنتاجي أو التجاري فلا يترتب أي شيء على المقرض ، كما أنّه ليس فقط غير مستعد للمساهمة في تحمل الأضرار وإنّما غير مستعد أيضاً للتنازل عن ريال واحد من الفائدة المترتبة على القرض ! !\r\n\r\n","description":"","footnote":"","page_name":" 204 ","page_number":204},
  {"content":"\r\n\r\nولهذا السبب نرى المرابي يزداد ثروة والمقترضين يزدادون ضعفاً وهواناً ، وكم من مرابي ، أشخاصاً كانوا أم بنوكاً ، قاموا بالاستحواذ على بيوت المقترضين ووسائل معيشتهم بسبب عدم قدرة هؤلاء على الإيفاء بديونهم والفوائد المترتبة عليها ، بالتالي ساقوهم نحو الفقر والفاقة !\r\nإنّنا عندما نلقي نظرة إلى الشوارع العامة نجد امتلاءَها بالبنوك الربوية ، وجميع البيوت والمحلات والأجهزة الإنتاجية ، أو أغلبها ، تحت تصرّف هذه البنوك ( أو بملكيتها في الواقع ) .\r\nج‌ج\r\nومن هنا نفهم أنّ الإسلام عندما شدد على حرمة الربا وأجاز المضاربة والمزارعة وأمثالها ( شركة العمل ورأس المال في الإنتاج والتجارة ) فهو بسبب الفائدة التي لا ضرر فيها التي تعود على المرابي ، أمّا في المزارعة وغيرها فانّ الطرفين يشتركان في الربح والخسارة ( بحصص عادلة ) ، فإذا لم تكن هناك فائدة فلا يحصل أي طرف على شيء ، وإذا تعرّض العمل للضرر فيتحمله الاثنان ، وإذا حصلت الفائدة فانّها ستشمل الاثنين بشكل عادل .\r\nإنّ المغالطة التي يرتكبها الجهّال والغافلون عن القضايا الإسلامية بقولهم أنّ الشركة في وسائل الإنتاج نوع من الربا ، دليلٌ على أحد أمرين : إمّا عدم تحليلهم لمسألة الربا بالشكل الصحيح ، أو عدم معرفتهم بالأحكام الإسلامية في هذا الخصوص .\r\nوعلى أي حال فإنّ الربا محظور ومحرّم في الإسلام لكونه كنز متضخم وعلة بدون دواء .\r\n\r\n","description":"","footnote":"","page_name":" 205 ","page_number":205},
  {"content":"\r\n\r\n« إنّ الربا هو أكل مالٍ بباطل وامتصاص دماء الآخرين وسرقة جهود وعناء المكافحين ، وهذا هو واحد من فلسفات تحريم الربا » .\r\n\r\n3 - الربا هو العدو الأكبر للقيم الأخلاقية :\r\n« إنّ تطبيقات المذاهب الاقتصادية الشرقية والغربية محدودة بسبب استنادها إلى القيم المادية الصرفة ، أمّا الأسس الاقتصادية الإسلامية فإنّها بنّاءة ومجدية لعدم إهمالها القيم المعنوية والروحية » .\r\nإنّ غالب ما بحثناه في مسألة الربا يدور حول المسائل الاقتصادية ، والحال للنظام الربوي آثاراً سلبية في الأخلاق الاجتماعية .\r\nواسمحوا لنا في بداية البحث أن نذكر حديثين عن الإمام الصادق عليه السلام :\r\n1 - يقول هشام بن الحكم وهو فيلسوف ومتكلم وعالم جليل من علماء الإسلام أنّه سأل الإمام الصادق عليه السلام بشأن فلسفة تحريم الربا . فأجابه الإمام بالجمل القصيرة التالية :\r\n« أنّه لو كان الربا حلالًا لترك الناس التجارات وما يحتاجون إليه ، فحرّم اللَّه الربا لتنفر الناس من الحرام إلى الحلال ، وإلى التجارات من البيع والشراء ، يبقى ذلك بينهم في القرض ( الخالي من أي نوع من الربح والمتكىء تماماً على الأسس الأخلاقية ) » . « 1 »\r\n2 - وعن « سماعة » أحد أصحاب الإمام الصادق عليه السلام قوله : سألت الإمام : إنني واجهتُ في القرآن آيات عديدة تتناول مسألة الربا ، وأرى أنّ اللَّه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ، ج 12 ، ص 427 .\r\n","page_name":" 206 ","page_number":206},
  {"content":"\r\n\r\nتعالى قد كرّر تحريمها .\r\nفقال الإمام : أتعلم سبب ذلك ؟ قلت : كلا .\r\nفقال : « لئلا يمتنع الناس من إصطناع المعروف » . « 1 »\r\nومن خلال هذه الروايات وبلحاظ أسس النظرة الكونية للإسلام يمكن الوصول إلى استنتاج أساسي هو أنّ « المسائل المادية » قد التحمت في الإسلام ب « القيم المعنوية والأخلاقية » ، كالتحام خيوط النسيج ببعضها ، بخلاف المسائل الاقتصادية في المذاهب الغربية والشرقية التي تعالج من وجهة نظر مادية بحتة .\r\nولعل هذا الأمر أحد الأسباب المهمة للطريق المسدود الذي وصلت اليه هذه المذاهب الاقتصادية .\r\nإنّ الاقتصاد هو أحد شؤون حياة البشرية ويجب أن تنطبق أبعاده مع أبعاد وجود الإنسان ، فكيف يمكننا حصر إنسان له وجود ذو بُعدين مادي ومعنوي في نظام اقتصادي لا يطرح سوى القيم المادية ، فمن اليقين أنّ هذه البدلة ليست بمقياس تلك القامة ، وستظهر الآثار السيئة لهذا الأمر عاجلًا أم آجلًا .\r\nوبتعبير آخر أنّ حلّ المشكلات الاقتصادية للمجتمع على أساس نظام اقتصادي مادي مائة بالمائة أمرٌ محال ، ولا بدّ من طلب المعونة من القيم المعنوية واللجوء إليها وذلك لأنّ المجتمعات قد تعيش فترات تنعدم فيها الحاجة إلى الماديات وتبقى القيم المعنوية هي الحاكمة آنذاك .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الوسائل ، ج 12 ، ص 427 .\r\n","page_name":" 207 ","page_number":207},
  {"content":"\r\n\r\nولتوضيح هذا الأمر نقول : إنّ في حياة كل قوم وأمّة أياماً عصيبة لا يمكن الخروج منها بسلامة ما لم تتمسك بالتضحية والفداء ، ومن البداهة القول أن لا أثر للمعونات المادية المتقابلة في مثل هذه الحالة !\r\nوهكذا الأمر في العلاقات الاجتماعية للأمّة ، حيث يأتي زمان يتطلب الحفاظ على فئات مختلفة أو أفراد مختلفين مساعدتهم بسخاء ، واعانتهم للوقوف على أرجلهم دون أي توقّع ، سواءً كان هذا العون بصورة قرضٍ حَسن أو بصورة مساعدات بدون عوض وأمثال ذلك .\r\nفعلى سبيل المثال ، ونحن نكتب هذه السطور ، نعيش الآن حرباً مدمّرة فرضت علينا من قبل القوى الكبرى ، وأدّت إلى تشريد الملايين من أبناء بلدنا من بيوتهم ، وأضعفت خزينة الدولة بسبب حالة الحرب والمحاصرة الاقتصادية ، فكيف يمكن النهوض لمواجهة هذه المشكلة الاقتصادية والاجتماعية الكبرى ، وهل هناك حلّ غير توظيف قوّة الإيمان والأخلاق ؟\r\nإنّ القيم المادية التي تستند على المصالح المقابلة أضعف من أن تكون مجدية في مثل الظروف ، وإنّ قوّة الإيمان والأخلاق وحدها هي التي تدفع تلك المرأة الريفية العجوز للتبرع بالشاة الوحيدة لديها لجبهات القتال .\r\nوهذه القوّة هي التي تأمر تلميذ الابتدائية بكسر صندوق توفيره الصغير وتقديم ما به من دراهم جمعها منذ أشهر عديدة إلى مشردي الحرب ، كل ذلك يتمّ بشوق ورغبة كبيرتين وبشعور الفخر والاعتزاز !\r\nمع تلك الحال يتبيّن مدى الفساد واللاأخلاقية التي يتميّز بها الربا الذي لا ينسجم إلّامع القيم المادة الميتة ، ويجرّ القرض الحسن الذي يعتبر قيمة أخلاقية عالية نحو الفناء .\r\n\r\n","description":"","footnote":"","page_name":" 208 ","page_number":208},
  {"content":"\r\n\r\nفإذا اقتلعت جذور الربا من العلاقات الاقتصادية فمن المسلّم به أنّ مفهوم القرض الحسن هو البديل المناسب الذي يقوي أواصر الصداقة ويقلل من الفواصل ويُحيي روح الأخوة والإيثار والتضحية ونكران الذات ، على العكس من الربا الذي يخلق العداوة والبغضاء ويرسّخ الحقد في الصدور ، ويزرع بذور النفاق والتفرقة في المجتمع .\r\n\r\n4 - تناقض الربا مع الأواصر العاطفية\r\nلماذا كان الشعب غالباً ما يهاجم « البنوك » و « دور السينما » أثناء الثورة ؟\r\nإن المجتمع الذي تدور أنشطته حول محور الربا سيفقد أمنه الاجتماعي .\r\nلقد شاهدنا أبناء الشعب الإيراني المسلم إبان الثورة الإسلامية العظيمة يهاجمون البنوك ودور السينما أكثر من أي شيء آخر ، فيكسر بعضها ويحرق الآخر ، ولكن هل فكرتم في السبب الكامن وراء ذلك ؟\r\nلماذا لم يهاجم المستشفيات والمستوصفات ودوائر إسالة الماء ودوائر إطفاء الحريق وأمثال ذلك ولم يعمد إلى تخريبها ؟\r\nلو دققنا جيداً أمكننا التوصل إلى الدافع الأصلي لهذه المسألة .\r\nإنّ هذين المركزين ( البنك والسينما ) قد ملئا قلب الأمّة دماً وآلاماً ، فقد كان يتجمع عدد من المرابين ليؤسسوا بنكاً ربوياً ، ثم يبدأون بامتصاص دماء الآخرين باسم إعطاء القروض والاعتبارات ويحصلون من جرّاء ذلك على أموال طائلة ، فتصاب الامّة بالفقر الفقر والبؤس .\r\nولهذا السبب عندما فسح المجال للشعب اتجهوا إلى هذه المراكز دون\r\n\r\n","description":"","footnote":"","page_name":" 209 ","page_number":209},
  {"content":"\r\n\r\nوعي منهم لتخريبها أي تدمير مراكز كسرت قلوبهم وخرّبت ديارهم !\r\nومن البديهي أنّ تعامل الشعب مع هذه المراكز قد تغيّر عندما جاء اليوم الذي تغيّرت فيه مسيرة هذه البنوك .\r\nوأمّا بالنسبة لدور السينما فقد كان الشعب يرى ما تعرضه من أفلام مبتذلة ، ممّا كان يطعن أخلاق وشرف وناموس هؤلاء بالصميم ، ويجرّ شبابهم نحو الانحراف ، ولهذا السبب ( وقد يكون في اللاوعي ) أقدموا على اشعال النار في هذه المراكز !\r\nواستناداً لهذه المقدمة القصيرة نعود إلى أصل الحديث ، ونرى الآثار التي يخلّفها الربا في المجتمع عاطفياً وأخلاقياً .\r\nإنّ المستلمين للقروض الربوية ينقسمون إلى مجموعتين :\r\nالأولى : هم أولئك الذين يستلمون القروض الربوية لتأمين حاجاتهم المعيشية .\r\nالثانية : أولئك الذين يريدون استثمار الأموال وممارسة النشاطات الاقتصادية .\r\nففي الحالة الأولى تطالعك صورة إنسان منكوب بلغ به السيل الزبى ليضطر للاقتراض لمعالجة ابنه الذي يعاني من مرض عضال ، أو لتهيئة جهاز زواج ابنه أو لتغطية نفقات دراسته أو غير ذلك ، وفي المقابل نجد المرابي القاسي ومنهمك بحساب حتى الريال الواحد من الفائدة المترتبة على القروض ، وفي تلك اللحظة الأولى للقرض يقلّل من المبلغ ! ! ويجعل فيشكل المقترض المسكين يحين موعد كل قسط ويأخذ بالجري هنا وهناك لتدبير مبلغ القسط ، ويقف المرابي جانباً يتفرج على الفوائد وهي تترى على\r\n\r\n","description":"","footnote":"","page_name":" 210 ","page_number":210},
  {"content":"\r\n\r\nصندوقه فيبتسم ابتسامة الثمل !\r\nوقد يضطر المقترض البائس إلى بيع حلي زوجته وسجاد منزله لتسديد ديون المرابين الذين يزدادون ثراءً وتزداد رقابهم غلظة يوماً بعد يوم .\r\nهل من الممكن إيجاد علاقة صداقة بين هذا المرابي وذلك المقترض ؟ !\r\nهل هناك شيء غير الحقد الذي يملأ قلب المقترض المسكين الذي يرزح تحت الظلم والضغط المادي تجاه ذلك المرابي لم يستشعر قلبه الرحمة ، ويفكر باليوم الذي يتمكن فيه من الانتقام منه !\r\nإنّ المجتمع الذي حاك خيوط نسيجه الاجتماعي من هاتين الفئتين لا يمكنه أن يكون مجتمعاً آمناً أبداً .\r\nأمّا المجموعة الأخرى التي لم تأخذ القرض لرفع الضرورات المعاشية وإنّما من أجل الحصول على وسائل إنتاج أو رأس مال للكسب والعمل ، أملا بتحقيق ربح من خلال النشاطات الإنتاجية التي يقومون بها فيستطيعون تسديد أقساط المرابين وكذلك تأمين حاجاتهم في نفس الوقت .\r\nولكن هل فكرتم أنّ هذا الأمر لا يكون كذلك دائماً ، فقد تتربص بالمقترض بعض الاضرار في أغلب الأحوال ، أو لا يستفيد أكثر ممّا يسدده للمرابي أو يستفيد شيئاً يسيراً على الأقل ، ففي الحالة الأولى عليه أن يعرض ما يملكه للبيع ليسدد أقساط المرابي على موعدها كي لا يشمله الربا المضاعف ولا يتعرّض لغرامة تأخير الدفع ، أو أن يشق طريقه نحو السجن ، أمّا في الحالة الثانية فانّه يرى أنّ فائدة الجهود التي يبذلها تذهب إلى الآخرين !\r\n\r\n","description":"","footnote":"","page_name":" 211 ","page_number":211},
  {"content":"\r\n\r\nفهل من الممكن طرو علاقة عاطفية بين هاتين المجموعتين ؟ ألا ينتج عن ذلك تعمّق جذور العداوة والبغضاء والحقد بينهما واستفحالها ؟ ألن يكون هذا الأمر عاملًا من عوامل الانهيارات الاجتماعية ؟\r\nوعلى هذا الأساس فلا بدّ من الاعتقاد أنّ الربا يعمل على قطع وتمزيق الأواصر العاطفية في المجتمع ويزيل الأسس الأخلاقية ، ويسعّر نار الفتنة والعداء .\r\nوعلى العكس من ذلك نجد القرضة الحسنة ( القرض بدون فائدة ) التي لا دافع لها سوى المعونة الإنسانية والتي تنطلق دائماً من منطلق إنساني وتقوية الأواصر وحلّ العقد النفسية والتقريب بين القلوب ، والقضاء على العداوة والبغضاء .\r\nومن الجدير ذكره أنّ حديثاً للإمام علي بن موسى الرضا عليه السلام يعتبر فيه فساد الأموال أحد أسباب تحريم الربا ، فيقول :\r\n« وعلة تحريم الربا لما نهى اللَّه عزّوجلّ عنه ولما فيه من فساد الأموال » « 1 » فأي شيء أسوأ من ذهاب الأمن الاقتصادي في المجتمع وأن يدير الناس ظهورهم للاحسان والمحبّة ، ويربّون في قلوبهم الحقد والعداء تجاه الآخرين ، وكل يوم يأتي ينهار بأيديهم ميدان من ميادين المجتمع ويتحول المجتمع إلى غابة موحشة وغير آمنة .\r\nولهذا السبب أيضاً جاء في الروايات التي تناولت الشؤون الاقتصادية أنّ الكسب والعمل الحلال سُمي ب « الرزق الطيب » وسمي الربا ب « الرزق الخبيث » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة ، ج 12 ، ص 425 .\r\n( 2 ) المصدر السابق ، ص 426 .\r\n","page_name":" 212 ","page_number":212},
  {"content":"\r\n\r\n\r\n5 - الربا والأزمات الاقتصادية\r\n« إنّ تقسيم الربا إلى نوعين « عادل » و « غير عادل » مؤامرة خطيرة ابتدعها بعض المرابين لتمرير مخططاتهم الخبيثة وإدامتها » .\r\nلقد قلنا أنّ الاقتصاد في المجتمع كالدم في الجسد ، والاقتصاد السليم كالدم السليم ، والاقتصاد المريض كالدم الفاسد الذي يلوث جميع أجزاء البدن .\r\nوعلى الرغم من أنّ الدم لا يشكل كل وجود الإنسان ، إلّاأنّه ركن مهم في حياتنا ووجودنا ، وكما أنّ التغييرات الصحية التي تطالنا تنعكس على الدم الموجود فينا ، بحيث يمكن تشخيصها من خلال معدل ضغط الدم وغير ذلك ، فإنّ التغييرات التي يشهدها المجتمع في سلامته ومرضه يمكن حسابها من خلال الوضع الاقتصادي لذلك المجتمع ومن جهات عديدة !\r\nوهنا تكمن أهميّة تحريم الربا ، لأنّ الربا في الحقيقة يصيب المجتمع بسرطان اقتصادي يشبه السرطان الذي يتعرّض له الدم .\r\nوالخطر الآخر الذي يحمله الربا لاقتصاد المجتمع ويعتبر أحد فلسفات تحريم الربا ارتباطه بظهور الأزمات الاقتصادية .\r\nيقول محمد أبو زهرة ( أستاذ في جامعة القاهرة ) في رسالته التي دوّنها في هذا المجال :\r\nلقد ظهرت أزمة عظيمة في الاقتصاد العالمي في السنوات 1931 إلى 1939 دلّت البحوث والتحقيقات التي أجراها العلماء بشأنها على أنّ الربا هو العامل الأساسي لظهور هذه الأزمة .\r\nذلك أنّ الشركات المختلفة كانت تقترض أموالًا طائلة من البنوك الربوية\r\n\r\n","description":"","footnote":"","page_name":" 213 ","page_number":213},
  {"content":"\r\n\r\nوتلا ذلك ازدياد عرض البضائع عن الحد المعقول ، وقلّة نسبة الطلب على هذه البضائع ، الأمر الذي أدّى إلى بطالة عجيبة شملت كل القطاعات ، وقد أمر روزفلت رئيس الولايات المتحدة آنذاك بطبع أوراق نقدية بدون غطاء لمواجهة هذه الأوضاع ، وبدأ ما يصطلح عليه بتغذية السوق بالأموال بهذه الطريقة .\r\nوقد أعطيت هذه الأموال التي يجب أن يُطلق عليها « أموال مصطنعة » إلى الشركات لكي تتمكن من تسديد ديونها ، وهذا العمل أدّى إلى التضخم وارتفاع الأسعار بشكلٍ فاحش . « 1 »\r\nوالحال أنّه إذا لم تكن مسألة القروض الربوية مطروحة لم تتسابق البنوك الربوية لاعطاء القروض والاعتبارات ، ولم يُصب النظام النقدي بمثل هذه الأزمة ولم يضطرب نظام العرض والطلب هذا الاضطراب .\r\nإنّ الاقتصاد السليم يجب أن يبنى على أساس سيادة « العمل » وليس « رأس المال » . فالعمل لا بدّ أن يكون هو الحاكم في الصناعة والزراعة وتربية الماشية والتجارة السليمة ، بينما الشيء الوحيد المغيب الذي لا وجود له في النظام الربوي هو تحكم العمل ، لأنّ الكسب والفوائد تدور فقط حول محور إحتكار رؤوس الأموال والاستفادة من مرور الزمان .\r\nومن المناسب أن نذكر حديثاً عن الإمام الصادق عليه السلام عندما جاءه شخص وقال : أعرف شخصاً يأكل الربا ويسميه « لبا » !\r\nفقال الإمام عليه السلام : « لئن أمكنني اللَّه لأضربن عنقه » .\r\nواللبا هو أول اللبن الذي يخرج من الإنسان أو الحيوان ، وله فوائد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الإسلام والمشكلات الاقتصادية .\r\n","page_name":" 214 ","page_number":214},
  {"content":"\r\n\r\nحياتية كثيرة ، ومن المعروف أنّ الوليد إذا لم يتناول شيئاً منه عرضت حياته للخطر ، وقد تكون هذه الفائدة هي السبب في اعتبار الفقه الإسلامي إعطاء هذا اللبن للوليد من الواجبات .\r\nإنّ مثل هذا الشخص الذي يأكل الربا ، ولا يدور في خلده أي إحساس بالذنب بل يعتبره حلالًا ومباحاً ورزقاً طيباً مثل « حليب اللبا » فانّه عامل من عوامل فساد المجتمع وانتشار البؤس بين الطبقات المستضعفة .\r\n\r\nجواب على إشكالٍ مهم :\r\nوهنا أرى من الضروري تماماً ذكر نقطة مهمّة هي أنّ البعض يقول إنّ الربا العادل منطقي تماماً ، والربا العادل الذي يتفوه به البعض ورأيهم في ذلك صحيح أنّ الفائدة المترتبة على المال تعتبر رباً وذنباً عظيماً ، ولكن إذا أخذنا مقدار التفاوت الحاصل في قيمة النقود أو بعبارة أخرى التضخم الحاصل على أثر مرور الزمان ، فهل هذا ربا أيضاً ؟ !\r\nفعلى سبيل المثال أعطينا شخصاً قرضاً قدره 10 آلاف تومان لمدّة سنة واحدة ، وخلال هذه المدّة كانت نسبة التضخم قد بلغت فرضاً 10 بالمائة ، أي أنّ القدرة الشرائية التي كانت لدينا في السنة الماضية 10 آلاف تومان قد بلغت هذه السنة 11 ألف تومان ، هذا التفاوت الذي بلغ ألف تومان ، والذي نأخذه كفائدة ( أي نستلم 11 ألف تومان بدلًا من 10 آلاف تومان وذلك بعد سنة واحدة ) هل يعتبر ربا أيضاً ؟\r\nوجواباً على هذا التساؤل نقول بصراحة : نعم ، إنّ هذا ربا أيضاً والأسباب هي :\r\n\r\n","description":"","footnote":"","page_name":" 215 ","page_number":215},
  {"content":"\r\n\r\nأولًا : أنّ مثل هذه الاستثناءات محفوفة بالأخطار دائماً لأنّها تفتح الطريق أمام المرابين وبذلك يمكن لأيشخص الادعاء أنّ الفائدة التي أخذها هي التفاوت الحاصل في القدرة الشرائية للنقود أو ما يعادل التضخم الموجود ، ولا يوجد أي معيار وميزان لهذه المسألة ، خاصة وأنّنا نشاهد التقارير الحكومية الرسمية بشأن التضخم تمتزج بالمسائل السياسية بحيث تبدو الأرقام أقل من الحقيقة أو أكثر أحياناً !\r\nثانياً : إذا كان هذا هو الدليل الذي يستند إليه المرابون في أخذهم الربا ، فماذا لو جاءت ظروف ازدادت فيها بمرور الزمان القدرة الشرائية للنقود ؟\r\n( كمثال على ذلك الوضع الذي نعيشه في ظل الحرب والذي أدّى إلى ضعف القوة الشرائية لنقودنا ، ولكن بعد انتهاء الحرب بحول اللَّه سيكون الوضع أفضل ) وهل أنّ المرابين مستعدون مثلًا لاستلام 9 تومانات بدلًا من 10 تومانات التي أقرضوها ( أي أنّهم لا يمتنعون عن أخذ الفائدة فحسب ، بل يقللون من أصل المال ) لأنّ القدرة الشرائية للنقود قد ازدادت ؟ كلّا طبعاً .\r\nولعل التأكيد الشديد الذي جاء في الروايات بشأن القرضة الحسنة والثواب والفضيلة التي يتمتع بها هذا العمل الصالح سببه هو أن النقود غالباً ما تفقد من قيمتها بمرور الزمان وارتفاع نسبة التضخم ، والشخص المُقرض يستلم في الحقيقة مبلغاً أقل ، وبالتالي - بالإضافة إلى قيامه بحلِّ مشكلة المقترض - فإنّه يعطيه شيئاً من المال أيضاً .\r\nوعلى أي حال لدينا بحث في « الفقه » و « أصول الفقه » باسم « حماية الحمى » أي أنّه يلزم في بعض الأحيان غض النظر عن الاستثناء حفظاً للقوانين ككل ومن أجل القضاء الاستغلال ، وخاصة الاستثناءات المضرّة\r\n\r\n","description":"","footnote":"","page_name":" 216 ","page_number":216},
  {"content":"\r\n\r\nوالمبهمة والفاقدة للضابطة والتي هي ذريعة يتمسك بها اللاهثون وراء الربح الفاحش .\r\n\r\n6 - الربا عامل مهم من عوامل الافلاس :\r\n« إنّ المؤسسات الربوية بتسابقها على هذا العمل السيّىء تقوم بايجاد قدرة عملية وقدرة شرائية كاذبة بين الناس وترمي بجمعٍ منهم في مستنقع البؤس والشقاء » .\r\n« أنّ الخسارة المترتبة على تأخير الدفع هي ربا قطعاً ولكن ممّا يؤسف له أنّها لا زالت موجودة في قوانيننا » .\r\nوالأثر الآخر من آثار الربا المخرّبة هو جرّ المؤسسات الاقتصادية والأفراد إلى هاوية الافلاس ، ذلك أنّ الربا يولّد قوة كاذبة للأنشطة الاقتصادية في الأفراد ، وهذه القوة الكاذبة هي إحدى عوامل الإفلاس .\r\nمثال : لو افترضنا أنّ شخصاً أو مؤسسة ذات رأس مال قدره خمسمائة ألف تومان ، ولكن يستلم قرضاً مقداره خمسة أضعاف هذا المبلغ وذلك بالاستفادة من الاعتبارات المصرفية وأعمال أخرى من قبيل رهن المنزل وغير ذلك ، وتضعف البنوك الربوية هذا المبلغ تحت تصرفه وهي لا تفكّر إلّا بالربح والفائدة وتأخذ مقابل ذلك وثيقة أو سند فإذا تعرّض هذا القرض أثناء عملية الانتاج إلى خسارة تقدّر بعشرين في المائة فقط فانّه يعادل جميع رأس ماله الأصلي أي عليه أن يدفع جميع رأس ماله كي يتخلص من ثقل الدَّين !\r\n\r\n","description":"","footnote":"","page_name":" 217 ","page_number":217},
  {"content":"\r\n\r\nلا حظوا مدى الخطر الذي يمكن أن تسببه القوى الكاذبة للأنشطة الاقتصادية ، ستقولون إنّ هذا ما عليه الحال في نظام القرضة الحسنة أيضاً ، حيث يأخذ أفراد قروضاً ضخمة دون أرباح وأقل ضرر يتعرض له يسبب فناء جميع رأس المال الأصلي .\r\nولكن لا ننسى أنّ القروض الحسنة غالباً ما تكون محدودة ولا خطر فيها ، وإذا أخذنا بنظر الاعتبار بعض المؤسسات التي وجدت في المجتمع الإسلامي للقرضة الحسنة كبديلة عن البنوك الربوية ، فمن المسلّم به أنّها فاقدة لأيجانب نفعي ، وليست كالبنوك الربوية التي لا همّ لها سوى الربح الشخصي ، ولهذا فهم يأخذون بنظر الاعتبار إمكانات الطرف المقابل في الأنشطة الاقتصادية من أجل ألّا يقعوا في المشكلات التي تمّ ذكرها .\r\nج‌ج\r\nوفضلًا عن ذلك فإنّ الخسارة الناجمة عن تأخير التسديد التي يدفعها المقترض تكفي وحدها لأن تبعث الشلل في الأفراد وبالتالي إفلاسهم لأنّ مثل هذه الخسائر يتحملها المقترض وهي تصاعدية ومكلفة .\r\nفالكثير من الأفراد فقدوا حتى منازلهم وأصبحوا في وضع بائس بسبب عدم استطاعتهم تسديد أقساط القروض .\r\nوالجدير بالذكر أنّ نظام الأحكام الإسلامية لا يسمح بأية غرامة تترتب على التأخير في دفع الأقساط ، لأنّ أي إضافة على أصل القرض تعتبر ربا وحراماً ، بل إذا كان سبب التأخير في دفع الأقساط هو عدم قدرة المقترض على دفعها فلا تترتب على ذلك أية عقوبة ، وعلى المقرض شرعاً أن يعمل\r\n\r\n","description":"","footnote":"","page_name":" 218 ","page_number":218},
  {"content":"\r\n\r\nطبقاً للأمر الإلهي الذي ذكره القرآن الكريم « وإنْ كَانَ ذُو عُسْرَةٍ فَنَظِرَةٌ إلى مَيْسَرَةٍ » « 1 » ، فيعطيه مهلة كافية كي يتمكن من تسديد ما بذمته من قروض .\r\nوأمّا إذا كان قادراً على التسديد ولكنّه يتعمد التأخير فللحكومة الإسلامية أن تعاقبه بالسجن أو أن تأخذ من أمواله بما يعادل الديون المستحقة عليه واعطاءها للدائنين ، ولكن على كل حال لا تترتب أية غرامة على تأخيره في التسديد .\r\nعلى الرغم من مشاهدة بعض القوانين الحاكمة في بلادنا والمنافية للأسف لهذا الأمر والتي هي من بقايا قوانين النظام الطاغوتي البائد وسيتم اصلاحها في المستقبل القريب إن شاءاللَّه ، حيث لا زالت هناك لوائح معدّة للأشخاص الذين يتأخرون في دفع الأقساط توجب عليهم دفع غرامات على هذا التأخير وهذا هو الربا بعينه .\r\nحتى إنّني شاهدت أخيراً بعض القوائم التي أرسلت إلى بعض المؤسسات الدينية في حوزة قم العلمية وفيها أرقام ملحوظة بشأن الغرامات المترتبة على تأخير التسديد .\r\nوعلى أي حال فإنّ الإسلام لا يحرّم هذا العمل فقط بل إنّنا نقرأ في القانون الفقهي « مستثنيات الدين » أن من غير الجائز إجبار شخص على بيع منزله أو مركبه أو سائر ضرورات معيشته من أجل تسديد الديون المستحقة عليه .\r\nنعم ، إذا كان المنزل بالنسبة له اضافياً ، أو أنّه ليس بحاجة إلى مركبه ، أو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة ، الآية 280 .\r\n","page_name":" 219 ","page_number":219},
  {"content":"\r\n\r\nلديه وسائل إضافية في منزله فعليه عزلها وبيعها وتسديد ديونه .\r\nوالأروع من ذلك ما ذكره الفقيه المجاهد المرحوم الشهيد الثاني في كتابه المسالك ، حيث قال : « حتى إذا كانت عين البضاعة التي اقترضها موجودة ولكنها جزء من ضروريات المقترض المعيشية لا يمكن استردادها ! ويجب إمهاله لحين تمكنه من التسديد » . ويعبّر الشهيد الثاني في هذا الصدد بكلمة ( عندنا ) ممّا يدل على اتفاق آراء فقهائنا في هذه المسألة .\r\nومن أجل التعمّق في العقيدة الإسلامية المتعلقة بالعلاقة بين « المقرض » و « المقترض » والتعرّف عليها بصورة أفضل نلفت انتباهكم إلى الحديثين التاليين :\r\n1 - روى أحد أصحاب الإمام الصادق عليه السلام قائلًا :\r\nقلتُ للامام : شخص اقترض منّي مبلغاً ووضع بيته رهينة لدي ، وأريد أن أبيع بيته وآخذ طلبي منه .\r\nفقال الإمام عليه السلام : « أعيذك باللَّه أن تخرجه من ظل رأسه » . « 1 »\r\n2 - « محمد بن أبي عمير » أحد المحدثين المعروفين ومن أصحاب الإمام الصادق عليه السلام كان يعمل بزازاً ، ثمّ تعرّض إلى أحداث أفقدته جميع ماله وأصبح رجلًا فقيراً ، وكان يطلب رجلًا مبلغ عشرة آلاف درهم ، وقد قام الرجل المدين ببيع منزله بعشرة آلاف درهم وجاء بهذا المبلغ إلى ابن أبي عمير :\r\n- ما هذا ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة ، ج 13 ، ص 95 .\r\n","page_name":" 220 ","page_number":220},
  {"content":"\r\n\r\n- طلبك !\r\n- هل جاءك إرث ؟\r\n- كلا !\r\n- هبة من أحد ؟\r\n- كلا !\r\n- كانت لديك أملاك إضافية قمت ببيعها ؟\r\n- كلا !\r\n- إذن من أين جئت بها ؟\r\n- لقد بعتُ منزلي لأداء ما عليَّ من دين .\r\nفقال محمد بن أبي عمير : سمعت الإمام الصادق عليه السلام يقول : « لا يخرج الرجل من مسقط رأسه بالدَّين » ، إرفعها فلا حاجة لي فيها .\r\nوكما قلنا سابقاً فإنّ المسائل الإنسانية ليست بمعزل عن المسائل الاقتصادية في الاقتصاد الإسلامي ، وهذا الركنان متداخلان في بعضهما كالنسيج بحيث إذا انفكّ بعضهما عن الآخر فانّ الاقتصاد سيكون ممسوخاً ويأخذ شكلًا غربياً أو شرقياً .\r\nج‌ج\r\nولكي لا نبتعد عن أصل الموضوع نقول : إنّ هناك أفراداً يدفعون أحياناً القرض الذي يستلمونه بعنوان فائدة ومع ذلك يبقى أصل القرض على حاله ، وذلك بمجرّد عدم استطاعتهم من تسديد الأقساط المترتبة عليهم . أو أنْ يقضوا تمام عمرهم في دفع الفوائد ويبقى أصل القرض هو الإرث الوحيد\r\n\r\n","description":"","footnote":"","page_name":" 221 ","page_number":221},
  {"content":"\r\n\r\nللأبناء ! هذه هي نتيجة النظام الربوي .\r\n\r\nالبنوك الربوية مساندٌ للثقافة الاستهلاكية :\r\nوإضافة لجميع ما تمّ ذكره ، فان البنوك الربوية تعتبر دعائم وركائز ومساند لتقوية ثقافة الاستهلاك وذلك عن طريق إيجاد القوة الشرائية الكاذبة ، والاستثمار والاستغلال الرهيب ولكن بطابع جماهيري .\r\nوللتوضيح نقول : أنّ النظام الرأسمالي الغربي لا يمكنه الاقتناع بانتاج المواد الضرورية فقط ، وإنّما يعتمد في الجزء الأعظم من أنشطته الاقتصادية وعائداته على إنتاج المواد غير الضرورية والكمالية والتجميلية ، وعليه في ذات الوقت أن ينعش أسواقه الاستهلاكية .\r\nفمن ناحية تقوم أجهزته الإعلامية بحملة واسعة لتهيئة الأجواء كي يصدّق الناس أنّ هذا المحصول من ضروريات الحياة ، وأنّه صفة من صفات التمدّن والشخصية والحضارة .\r\nومن جانب آخر يضع تحت تصرف المستهلكين قروضاً ربوية من أجل أن يُقبِلوا على شراء هذه المحصولات ، وقد يشعر هؤلاء المستهلكون بالسعادة الغامرة وهم يرون مثل هذه الإمكانات توضع تحت أيديهم ، ولكن النتيجة هي ملء البيوت بكمية من المحصولات الغالية القيمة والغير ضرورية على الأعم الأغلب ، ويصاحب ذلك عمر كامل من الحياة تحت رحمة الأقساط بحيث يدفع ما يكتسبه آخر الشهر لتسديد الأقساط المفروضة عليه من المرابين الطفيليين الذين ظهروا بأشكال جديدة وتحت\r\n\r\n","description":"","footnote":"","page_name":" 222 ","page_number":222},
  {"content":"\r\n\r\nأسماء مثل البنوك التعاونية وغيرها .\r\n\r\n7 - الربا ، ربّ الفساد الاجتماعي\r\nشروط قبول توبة المرابي :\r\nقال الشاعر\r\n إنّ الشباب والفراغ والجدة * مفسدة للمرء ، أي مفسدة \r\nولكن في الواقع يمكن القول أنّ الركنين الأساسين ركنين أساسيين في هذه المفسدة ، هما الركن الثاني ( الفراع ) والثالث ( الجدة ) ذلك أنّ الإنسان إذا كان عاطلًا وثرياً فانّه كذلك منشأ للفساد والشقاء ( ولو لم يكن شاباً ) .\r\nوهذان الأمران من خصوصيات المرابين المحترفين ، فهم لا يعملون ، وإنّما يعيشون متطفلين على جهود مجموعة من الناس المحرومين والبؤساء ، ويتمتعون في نفس الوقت بالمال والثروة ، ويعيشون وضعاً مرفّهاً على حساب شريحة من الناس المكافحين وبقيمة بؤسهم وشقائهم ، ويرتادون أماكن اللهو والفجور المكلِّفة ، وتُعدّ نوادي لعب القمار التي يهدرون فيها الملايين نوازعهم وأُنسهم وفرحهم ، وخلاصة الأمر تجدهم في كل مكان يمكنهم هدر ثرواتهم المتضخمة والهروب إلى عالم الثمالة والابتعاد عن وخز الضمير ( إن كان لديهم ضمير ) ، وهذه هي الأماكن المناسبة لصرف مثل هذه المكاسب غير المشروعة . هذه هي أوضاع مجموعة من المرابين الكُسالى والبطالين والمرفهين واللاهين .\r\nوهناك جمع آخر من هؤلاء ابتلوا بعُقد نفسية خاصة ، فأصبحوا من\r\n\r\n","description":"","footnote":"","page_name":" 223 ","page_number":223},
  {"content":"\r\n\r\nالبخل والخسّة بحيث يبخلون حتى على أنفسهم ، ويخيّل للرائي الذي لم يطلع على بواطن أمورهم أنّهم بؤساء يحرقون القلب فيترحم عليهم وفيحسن إليهم ، وهؤلاء مصداق واضح للكلمة المعروفة المروية عن أمير المؤمنين عليه السلام التي وصف فيها البخلاء بقوله « ويعيش في الدنيا عيش الفقراء ويحاسب في الآخرة حساب الأغنياء » .\r\nوكثيراً ما يشاهد هؤلاء يودّعون الحياة تاركين هذه الثروات الغير مشروعة لأقاربهم دون أن يمسّوها بشيء .\r\nويقول أحد الظرفاء : وحتى عندما تراوده الأفكار الكئيبة بالاقدام على الانتحار ، فانّه يعثر على جسده في قرية نائية ، وحينما يستفسر عن السبب الذي جعله ينتحر هناك ولا يموت بين أهله ، يأتي الجواب من الكاشف ويقول أه انتحر بكمية من الترياق ، وكان سعره في تلك القرية أرخص قليلًا !\r\nج‌ج\r\nومن اللازم ذكره أنّ بعض الورثة الجاهلين بالقضايا الإسلامية والإنسانية يتصورون أنّ هذا الإرث الذي تركه المرابون لهم حلال كحليب الأم ! ! وليست هناك أية علاقة لهم بالذنب المرتكب والظلم الواقع قبل ذلك .\r\nإنّ جواب هذا الأمر بعهدة المورِّث وليس الوارث ، أضف إلى أنّ هؤلاء قد أغفلوا نقطة هي أنّ الأموال التي جاءت بالربا ليست حلالًا على أي شخص شأنها في ذلك شأن الأموال المسروقة ، بل ولا تشملها مسألة مرور الزمان أيضاً ، أي أنّها تبقى غير مشروعة وغير مباحة لأيشخصٍ رغم مرور سنين طويلة وتداولها بين الآخرين مرات عديدة ، وعليهم أن يعيدوها إلى\r\n\r\n","description":"","footnote":"","page_name":" 224 ","page_number":224},
  {"content":"\r\n\r\nأصحابها أينما وجدوهم . وإذا لم يعرفوه فيجب أن يهبوا هذا المبلغ إلى شخص محتاج نيابة عن صاحبها الأصلي ( أي أنّ ثواب هذه الهبة لا يعود إليهم ( المرابين ) أيضاً ) .\r\n\r\nتوبة المرابي !\r\nخلافاً للمنطق الذي يتمسّك به البعض ممن لديهم روح انتقامية والمتصفون بضيق الأفق والذين لا يفهمون معنى العفو والتسامح وإصلاح الفاسدين ، فإنّ الإسلام قد فتح باب التوبة دائماً أمام كل مذنب وفي أية مرحلة وبدون استثناء ، ذلك أنّ أسس دعوة الأنبياء ورسالاتهم تنصب على هذا الفرض ، إصلاح الفاسدين وتطهير الملوثين .\r\nوإلّا إذا كان جيمع الناس طاهرين مطهرين فلا حاجة آنذاك لبعثة القادة الزعماء الربانيين والمعلمين الإلهيين !\r\nوبغض النظر عن الأقلية الغير قابلة للإصلاح فانّ الأكثرية القاطعة تحمل في ذاتها فطرياً ( الاستعداد والقابلية للاصلاح والسداد في يوم ما ، رغم الجهل والانحراف الذي تعيشه ) .\r\nومنطق التوبة أساساً ثورة أخلاقية وذاتية ، والثورة في مظهرها الخارجي لا يمكن أن تتحقق وتستمر ما لم تدعم بثورة في داخل النفوس .\r\nوعلى أي حال فانّ هذه المسألة أوضح من أن تحتاج إلى شرح وتفصيل ، ولولا الوساوس التي تصدر من بعض الجهّال لكان هذا القدر من البحث بشأن فتح باب التوبة والعودة إلى الطريق الصحيح زائداً ، هذا من جانب .\r\n\r\n","description":"","footnote":"","page_name":" 225 ","page_number":225},
  {"content":"\r\n\r\nوأمّا من جانب آخر ففي مقابل طريقة تفكير ذوي الآراء المفرطة التي لا تقبل ليناً ولا تنازلًا ، نجد منطق المسامحين بشكل مفرط والذين يرون أنّ التوبة تتلخص باللفظ فقط ، وهذا أمر عجيب ، فانّ التوبة حالة وليست كلمة ، ثورة تغييرية أساسية وذاتية ، وليست توبة مقطعية غير ثابتة سرعان ما يتم نقضها !\r\nومع أنّه لا يمكن استيعاب البحوث الواسعة جدّاً المتعلقة بالتوبة في هذه المقدمة القصيرة إلّاأنّه من الضروري ملاحظة أنّ التوبة شأنها شأن كل ثورة أخرى تبدأ من الوعي والتفكير الصحيحين ، وتنتهي إلى تدارك ما بدر في السابق وإعادة بنائة في جميع المجالات ، فالتوبة بدون هذا التفادي كتخريب بناء خرب ومعرض لخطر الانهيار دون إعادة إعماره ، ولهذا السبب نجد في القرآن المجيد مجيء كلمة « أصلحوا » بعد « تابوا » مرات عديدة .\r\nنترك هذه المقدمة ونتوجه إلى توبة المرابين :\r\nإنّ المرابي الذي يقف على الأضرار الكبيرة والمهلكة التي يسببها عمله ، ومستعد لترك هذا الذنب الكبير وهذه الحرب مع اللَّه ومع خلقه ، عليه أن يعمل على معالجة الجراح الرهيبة التي كبدها في جسم المجتمع الذي يعيش فيه والفطرة التي وهبها اللَّه له .\r\nوالمرهم الشافي الأوّل هو إعادة جميع الفوائد الغير مشروعة إلى أصحابها ( كما جاء في السابق ) ، ولهذا السبب يقول القرآن بصريح العبارة « وإن تُبتُم فَلَكُم رُؤُوسُ أموالِكُم » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة البقرة ، الآية 279 .\r\n","page_name":" 226 ","page_number":226},
  {"content":"\r\n\r\nوفي حالة عدم معرفة أصحابها أو صعوبة الاتصال بهم فيجب العمل طبقاً لما ذكرنا سابقاً .\r\nأمّا إذا كان ارتكاب هذا العمل ناشئاً من الجهل أصلًا ، ولم يكن يعلم بحرمة الربا في القانون الإسلامي ، وبتعبير آخر أنّ منشأ ارتكابه للذنب هو جهله به وليس عصيانه ومخالفته للقانون ، فانّ بعض فقهائنا واستناداً إلى بعض النصوص والروايات يرون عدم لزوم استرجاع الفوائد التي أخذها من الربا ( بعد التوبة ) .\r\nإلّا أن كبار المحققين يعتقدون أنّه في حالة الجهل ( بالنسبة للجاهل غير المقصِّر ) فإنّه يرفع عنه الذنب والعقاب ، وأنّ الأموال الربوية التي أخذها يجب أن تعاد إلى أصحابها ، وفي حالة عدم معرفتهم فيجب العمل طبقاً لما جاء ذكره سابقاً ، والروايات التي جاءت في العفو المطلق قابلة للتأويل .\r\nوأمّا ما جاء في الآية 275 من سورة البقرة « فَمَن جَاءَهُ مَوعِظَةٌ مِنْ رَبّهِ فانتهى فَلَهُ مَا سَلَفَ » فلا يفهم منّا حليّة الفوائد التي أخذها سابقاً ، وإنّما المقصود هو غفران الذنوب التي ارتكبها في جهله .\r\nإضافة إلى أنّ هذه الآية تتعلق بزمان الجاهلية ، وقبل تحريم الربا في القرآن ، ومن الممكن أن يكون هذا القانون الإسلامي عطف على ما سبق كما هو حال سائر القوانين ، أي أولئك الذين مارسوا الربا في أول الإسلام وقبل نزول آيات تحريم الربا هم الذين شملهم العفو ، ولكن هذا الأمر ليس له علاقة بالأفراد الذين وقعوا في حبائل هذا الذنب جهلًا وبسبب عدم الوعي في الأزمنة التي التحريم .\r\nوخلاصة الأمر نقول أنّ قبول توبة المرابين مشروطة في الدرجة الأولى\r\n\r\n","description":"","footnote":"","page_name":" 227 ","page_number":227},
  {"content":"\r\n\r\nبتدارك ماضيهم بأداء حقوق الناس وتطهير نفوسهم وقلوبهم ، ومعالجة الجروح المهلكة التي أوجدوها في الناس خاصة الطبقات الضعيفة والمستضعفة منهم ، وإلّا فإنّ التوبة في اللسان فقط دون اقترانها بعمل يدل على صدق ما يقولون ستكون غير ذات أثر ولا تؤدّي إلى أدنى تغيير في المصير المؤلم الذي سيلاقيه المرابون .\r\nنقرأ في قصة قديمة أن رجلًا مرابياً سقط من سلم ومات في حينه فرؤيَ في المنام وسئل ، هل رأيت ملائكةَ قَبْضِ الأرواح ؟ قال : كلا . وسئل ثانية :\r\nهل تعرضت لسؤال منكر ونكير في الليلة الأولى من قبرك ؟ قال : كلا . قيل له : فهل طويت المراحل التي قيل أنّها موجودة في عالم البرزخ ؟ قال : كلا .\r\nفقيل له : فماذا رأيت إذن ؟ قال : لم أرَ أي شيء . . . لأنّي سقطت من أعلى السلم ووقعت مباشرة في وسط جهنم !\r\n\r\n","description":"","footnote":"","page_name":" 228 ","page_number":228},
  {"content":"\r\n\r\n\r\nالفرار من الربا أم الحيلة الشرعية\r\n« ليس لدينا دليل في الفقه على « حيل الربا » ولا يمكن لمثل هذه التحايلات الشرعية التقليل من مفاسد الربا واخراجه من إطار محاربة اللَّه وخلقه » .\r\nتعرفنا فيما سبق على الربا بجميع مفاسده الاجتماعية والاقتصادية والأخلاقية ، وعلمنا مدى الخسائر العظيمة والرهيبة التي تسببها هذه النار المهلكة أينما استعرت وكيف تجرّ المجتمع نحو الطبقية والاستعباد والاستضعاف .\r\nولكن هناك من ينطبق عليهم المثل المعروف ( يريدون الاثنين اللَّه والتمر ) « 1 » وإذا لم يجتمع الاثنان فيما يريدوه ، فانّهم يسعون بنحوٍ من الأنحاء إلى التلفيق بينهما صورياً وليس منطقياً ، ويأكلون الربا أضعافاً مضاعفة من وراء ذلك . وهم بذلك يتصورون أنّهم لا يتطاولوا على أوامر الشرع المقدس وإن كانوا قد اقتنعوا من الأحكام الإلهية بقشور لا محتوى لها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مثل إيراني يقصد منه محاولة الإنسان الحصول على نعيم الدنيا والآخرة في نفس الوقت .\r\n","page_name":" 229 ","page_number":229},
  {"content":"\r\n\r\nوهنالك ثلاث حيل غالباً ما يلجأون إليها :\r\n1 - منح مبلغ من المال بعنوان قرض الحسنة دون أية فائدة للطرف الآخر ، وبذلك يحصلون على أجور كبيرة ، وفي مقابل ذلك فإنّ الفائدة التي يأخذونها يبادلونها بقطعة من القند أو علبة كبريت ، وهذه القطعة من القند أو علبة الكبريت قد تُعادَل أحياناً بآلاف بل بعشرات الآلاف من التومانات ! ! ويقولون ما هو المانع من ذلك فالأرباح بالتراضي .\r\n2 - وأحياناً يأتون عن طريق بيع الشرط ، كأن يشترون منزلًا سكنياً من الشخص المقترض بخمسين ألف تومان مثلًا ويشترطون أنّه إذا لم يؤدِ الشخص المقترض هذا المبلغ خلال مدّة معيّنة فانّ له الحق في فسخ المعاملة ، ثم يقوم الشخص المقرض بإجارة هذا المنزل الذي اشتراه إلى البائع خلال نفس المدّة ويأخذ الفائدة المترتبة على ذلك بصفته بدل الايجار ، ويقول الأرباح بالتراضي .\r\n3 - والطريق الثالث للهروب من الربا هو بيع وشراء الأوراق النقدية ، حيث يقوم البعض بهذا العمل بدلًا من منح القرض وأخذه ، فمثلًا يبيع شخص مبلغ عشرة آلاف تومان من الأوراق النقدية إلى الشخص الذي يريد الاستقراض بقيمة أحد عشر ألف تومان أوراق نقدية وذلك بعد عشرة أشهر ! ولما كانت هذه العملية قد تحولت من صورة « الربا » إلى « البيع » ، ونعلم أن الأوراق النقدية من المعدودات ، والمعدودات لا تُعدّ من الربا ، فإن حكم الربا يزول عن هذه العملية دون حصول أي تغيير في الفائدة المرجوة منها !\r\nوهنا يتبادر إلى الأذهان سؤال هو : أنّ مع كل المفاسد والقبائح التي تذكر بشأن الربا بحيث اعتبر مراراً وتكراراً مساوياً لمحاربة اللَّه من جانب\r\n\r\n","description":"","footnote":"","page_name":" 230 ","page_number":230},
  {"content":"\r\n\r\nوالأعمال المنافية للعفة من جانب آخر ، هل يمكن إزالة هذه الصفات بمجرّد تغيير صوري في العملية أو بضم علبة كبريت ، فتصبح معاملة سليمة لا عيب فيها وحلالًا وتبعث على إزدهار الاقتصاد ، وهل هذا أمر معقول ؟\r\nنتناول بالبحث والتحقيق هذه الحيل وصولًا إلى توضيح الحقائق ، وسنقتصر مناقشته من بعدين :\r\n1 - البعد الفقهي ورأي فقهاء الإسلام ، مع بحث إجمالي للأدلة .\r\n2 - البعد العرفي والاجتماعي والمصاديق العينية والخارجية المتعلقة بكيفية تحريم الربا وفلسفة ذلك .\r\nفمن الناحية الفقهية توجد عدّة نقاط أساسية ينبغي الإشارة إليها :\r\n1 - أقوال كبار الفقهاء .\r\nفقد أقرَّ الكثير من فقهائنا الفرار من الربا وطرحوا هذه المسألة في الكتب الفقهية تحت عنوان « طرق التخلص من الربا » ذكروا واستدلوا على صحتها بعدد الروايات إلّاأنّ الدقة في العبارات التي ذكروها تدل على أن بحثهم يدور حول محور « الربا التبادلي » وليس الربا في إعطاء القرض .\r\nوللتوضيح نقول إنّ لدينا نوعين من الربا ، الأول هو الربا المعروف الذي يكون بصورة إعطاء قرض ، كأن يوضع مال أو أي شيء آخر تحت تصرف آخر بعنوان قرض ويحصل الشخص المقرض لقاء ذلك على فائدة من المقترض مقابل مدة القرض وهذا هو الربا ، سواءً قلّ المبلغ أم كَثُر ، من هذه المادة أو من تلك .\r\nوالنوع الآخر من الربا هو الربا التبادلي كما هو الحال في شراء كميتين من البضاعة بقيم متفاوتة ، مثلًا بيع طن من الحنطة بطنين ، ولو كانت الحنطة\r\n\r\n","description":"","footnote":"","page_name":" 231 ","page_number":231},
  {"content":"\r\n\r\nالأولى أجود والثانية متوسطة أو قليلة الجودة .\r\nومن المسلّم به أنّ هذا النوع من الربا الذي يندر وجوده فيما بيننا لا يتضمن تلك المفاسد والعيوب والقبائح الموجودة في النوع الأوّل ، وليس نابعاً من المشكلات الاجتماعية ، وإنّما قد يفكر الإنسان أحياناً بالمقارنة بين مقدار من بضاعة جيدة ومقدار أكبر من بضاعة أقل جودة ، فمن المسلّم به أن لا يوجود شخص يبادل حنطة بأخرى مشابهة ، وإنّما يقوم بالمبادلة مع حنطة أفضل أو أردأ ، وهنا يبدو التفاوت في القيمة أمراً طبيعياً .\r\nفمثلًا لدينا مقدار من الرز يعادل في قيمته ضعفين أو ثلاثة أضعاف نوع آخر من الرز ، لماذا لا يمكن تبادلهما بتفاوت في الوزن ؟\r\nقد تكون فلسفة تحريم المبادلة في هذا النوع هي أنّه قد يكون أحياناً وسيلة للتحايل والالتفاف والتغطية على الربا ، كأن يقوم المرابي الفلاني ببيع أحد الرعايا عشرة أطنان من الحنطة ، وعند جمع الحصاد يعطي عشرين طناً ، أي أنّه يطرح القرض بصورة تبادل بضاعة بأخرى ، وأنّ الإسلام قد حرم تبادل بضاعة بأخرى مع تفاوت في المقدار تماماً .\r\nوعلى أي حال لا يمكن إنكار الفوارق الموجودة بين هذين النوعين من الربا ، وأن ما يذكره فقهاؤنا فيما يتعلق بطرق الفرار من الربا يدور على الأغلب في محور الربا التبادلي ( راجعوا كتاب الجواهر ، الجزء 23 ، وكتاب ملحقات العروة الوثقى وسائر الكتب الفقهية ) ، وهذه المسألة لا علاقة لها بأصل بحثنا وهي مستقلة في حسابها .\r\nج‌ج\r\n\r\n","description":"","footnote":"","page_name":" 232 ","page_number":232},
  {"content":"\r\n\r\n2 - وقد أعلن جميع فقهائنا الكبار بصراحة مخالفتهم لحيل الفرار من الربا ، ويبدو أن قصدهم هو الربا في إعطاء القرض . أي الربا من النوع الأوّل .\r\nومن جملة هؤلاء الفقهاء العالم الكبير المرحوم أقا باقر البهبهاني الذي يعتبر مجدداً لمذهب الشيعة في القرن الثاني عشر ، حيث يقول في كتاب « آداب التجارة » الصفحة 5 :\r\n« إنّ هذه الحيل ليست في الواقع حيلًا مطلقاً ( ولا طريقاً للحل ) ، وإنّما هي عين الربا وسدٌ أمام القرضة الحسنة » .\r\nويقول المحقق اللأردبيلي الفقيه المشهور والعالم الجليل في كتابه شرح الارشاد : « يجب اجتناب الحيل لأنّه بعد فهم أسباب تحريم الربا فلا ينبغي الاقتناع بالصورة الظاهرة » ، ( شرح الارشاد الصفحة 558 ) .\r\nويعتقد بهذا الرأي أيضاً الفقيه المعروف فاضل القطيفي وتبدو هذه المسألة واضحة أيضاً في الطبعات الأخيرة من كتاب « تحرير الوسيلة » لإمام الأمّة ، وذلك عندما يقول : « ذكروا للتخلص من الربا وجوهاً جديدة مذكورة في الكتب ، وقد جددتُ النظر في المسألة فوجدتُ أنّ التخلص من الربا غير جائز بوجه من الوجوه ، والجائز هو التخلص من المماثلة مع التفاضل ، فلو أريد التخلص من مبايعة المماثلين بالتفاضل يضم إلى الناقص شيء فراراً من الحرام إلى الحلال » ، ( نقلًا بتلخيص عن الجزء الأول لتحرير الوسيلة ، الصفحة 538 ) .\r\nج‌ج\r\n3 - وأمّا الروايات التي تجوّز الفرار من الربا عن طريق ضم الضميمة\r\n\r\n","description":"","footnote":"","page_name":" 233 ","page_number":233},
  {"content":"\r\n\r\nوأمثالها تقول إنّ هذا العمل جيد ولائق لأنّ الإنسان يهرب فيه من الحرام إلى الحلال ، وقد جمع المحدِّث الجليل المرحوم الشيخ الحر العاملي هذه الأحاديث في كتاب وسائل الشيعة الجزء 12 الصفحة 445 ( باب 20 من الربا ) والصفحة 466 ( باب 6 من الصرف ) ، وإذا دققنا النظر في هذه الأحاديث نجد أنّها جاءت جميعاً في حالات لا علاقة لها بالربا أصلًا ولا وجود لهدف استغلال الآخرين ، وإنّما الهدف هو حل المشكلات المعيشية مع رعاية الموازين الإسلامية .\r\nفمثلًا كانت هناك دراهم ودنانير مختلفة من الذهب والفضة تختلف عياراتها فيما بينها ، بالإضافة إلى رواج أنواع الدراهم والدنانيز التي تختلف من منطقة إلى أخرى ، وكان الناس آنذاك مضطرين لتبادل هذه الدراهم والدنانير ، والحال أنّ قيمتها في السوق ليست متساوية ، ولهذا السبب ومن أجل احترام التعاليم الإسلامية في هذا المجال كانوا يبادلون ألف درهم عراقي إضافة إلى دينار واحد مثلًا بألف وخمسمائة درهم شامي والذي يبدو من هذه المعاملة أن 500 درهم الإضافية كانت تؤخذ مقابل دينار واحد ، ولكن في باطن الأمر أنّ هناك اختلافاً في القيمة بين الدرهم العراقي والدرهم الشامي في السوق .\r\nإنّ الكثير من روايات الفرار من الربا إنّما جاءت لتشرف على مثل هذه المعاملات ، أو غيرها مثل معاملات تبادل مناجم الذهب والفضة بالدراهم والدينار ، وإنّ التشبث بالحيلة من أجل حفظ الظاهر في حالات لا يوجد فيها أي نوع من أنواع الربا لا يرتبط ببحثنا الذي يتعلق بشخصٍ مرابي يريد إعطاء المقترض علبة كبريت ويأخذ مكانها ربحاً قدره عشرة آلاف تومان ،\r\n\r\n","description":"","footnote":"","page_name":" 234 ","page_number":234},
  {"content":"\r\n\r\nوهو يظن أنّه يتمكن بهذا الخداع والطرق الساذجة من الفرار من تحريم الربا .\r\nوعلى هذا الأساس فانّ روايات « التخلص من الربا » لم تفتح مثل هذا الباب مطلقاً أمام المرابين ولم تحول هذا الذنب الكبير إلى حلال بهذه الحيل الشرعية ، بل نجد العكس من ذلك في بعض الروايات التي جاءت فيها إشارات ذات معنى في الاستهانة من قيمة هذا الأسلوب في الفرار من الربا .\r\nفقد جاء في نهج‌البلاغة - هذا السفر الإسلامي العظيم - نقلًا عن أمير المؤمنين علي عليه السلام قوله : قال لي رسول اللَّه صلى الله عليه وآله .\r\n« يا علي ! إنّ القوم سيفتنون بأموالهم . . . ويستحلون حرامه بالشبهات الكاذبة والأهواء الساهية فيستحلون الخمر بالنبيذ ، والسحت بالهدية ، والربا بالبيع » . « 1 »\r\nوسنرى في البحث القادم أنّ الفرار من الربا والحيل الشرعية لا يوجد وراءها أي قصد جدي ولا يراد من المعاملة إلّاصورتها ، وهذا أمرٌ لا اعتبار له في الفقه الإسلامي .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وسائل الشيعة ، ج 12 ، ص 456 .\r\n","page_name":" 235 ","page_number":235},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 236 ","page_number":236},
  {"content":"\r\n\r\n\r\nهذه الحيل الشرعية لا تنطلي على أحد\r\nليست هناك جدية في أيٍّ من حيل الربا .\r\nهذه الحيل التي نتصور أنّنا قد دبرناها لنخادع القوانين الإسلامية إنّما نخدع بها أنفسنا ونحن لا نعلم !\r\nإنّ الضمير الحي للمجتمع دليل بذاته على أنّ « حيل الربا » لا تغير شيئاً من ماهيتها وأحكامها .\r\nعلمنا من خلال البحث السابق أنّ المرابين قد فكروا بطرق للفرار من الربا تجعلهم يتمكنون من استيفاء الفوائد التي يريدونها إلى آخر ريال وبدون أي تنازل من جهة ، ومع حرصهم على مواصلة خط الإسلام والقرآن من جهة أخرى .\r\nكما رأينا أنّ هذه الحيل لا اعتبار لها في الفقه الإسلامي ، وإنّ ما أجازه فقهاؤنا العظام لا علاقة له ببحثنا .\r\nوالآن ننتاول قسماً آخر من هذا البحث وهو « البعد الاجتماعي والفلسفي » للقضية :\r\nوهنا لا بدّ من الالتفات إلى عدّة نقاط أساسية :\r\n\r\n","description":"","footnote":"","page_name":" 237 ","page_number":237},
  {"content":"\r\n\r\n\r\n1 - عدم وجود الجدية في حيل الربا\r\nلو افترضنا أنّ مرابياً يريد ضمّ مقدار من الحلوى أو كمية من القند أو علبة من الكبريت إلى هذه المعاملات فيحصل نتيجة لذلك على فوائد بآلاف التومانات يومياً ، ويضطر الشخص المقترض للقبول بهذه التمثيلية فيشتري هذه المواد القليلة بالآلاف .\r\nفهل لدى أي من الطرفين قصداً جدياً في هذه المعاملة ؟ وهل من الصحيح أنّ علبة الكبريت التي يبلغ ثمنها ريالين يشتريها المقترض بعشرة آلاف تومان ؟ وهل حصل لحدّ الآن أن قام شخص عاقل بمثل هذه المعاملة ؟\r\nهل يمكن التعامل بالأوراق النقدية التي هي بمثابة « ثمن » - أي دفع مال مقابل بضاعة - في عرف الجميع عقلًا بعنوان « متاع » ، فتقول مثلًا نبيع هذه العشرة آلاف تومان بأحد عشر ألف تومان بعد شهر ؟ فهل هذا بيع وشراء ؟\r\nهل هناك شخص في السوق قام ببيع أوراق نقدية بأخرى أكثر بشكل جدي لنكون ثاني مَنْ قام بهذا العمل ؟\r\nأليس قصد هؤلاء في الحقيقة إعطاء قرض لمدّة شهر بفائدة قدرها ألف تومان ؟\r\nوإن هذا البيع والشراء ليس إلّاإضافة عبارة صورية وخاوية ؟\r\nوكيف يمكن اعتبار هذه التصويرات معاملات جدية مع هذا الوضع ؟\r\nوكيف يمكن شمولها بعموم آية : « وَأوفوا بالعقود » ؟ !\r\nفالشخص الذي يبيع منزله بيعاً شرطياً فراراً من الربا ، بينما لا يقصد هذا العمل في الواقع ولا بنسبة واحد من عشرد آلاف ، بل إنّه يرتعد لمجرّد كلمة البيع والشراء في هذا الأمر ، فأين القصد الجدّي في هذه المعاملة غير الحالة\r\n\r\n","description":"","footnote":"","page_name":" 238 ","page_number":238},
  {"content":"\r\n\r\nالبائسة التي وصل إليها الأمر الذي دفعه للاستقراض بالربا ، ويقوم بمثل هذه التمثيلية الفارغة والمزوّرة من أجل إرضاء المرابي ؟ !\r\nخلاصة الأمر أنّه لا يمكن التصديق بوجود قصدٍ جديّ في كل من موارد الحيل في الربا تقريباً ، ونحن نعلم جميعاً أنّ وجود القصد الجدّي هو أحد شروط صحة المعاملات الأساسية .\r\n\r\n2 - أين ذهبت فلسفة تحريم الرباء\r\nإنّ فلسفة تحريم الربا ليست شيئاً خافياً على أحد ، وإذا لم تُعرف تفاصيلها فإنّ من المحتم هو معرفة هذه الفلسفة إجمالًا ، فالربا يسبب استغلال الطبقات الكادحة والمستضعفة ، وتحول المجتمع إلى قطبين ، وتغيب في ظله الأخلاق ويمنع بواسطته العمل الصالح ، ويأخذ الظلم والجور بالاتساع وتزداد البطالة والكسل وأمثال هذه الظواهر .\r\nوإضافة إلى أنّ هذه المفاسد واضحة للعيان ، فانّ القرآن المجيد والأحاديث الشريفة قد أشارت كذلك إليها .\r\nولو قام جميع المرابين في الدنيا بادخال علبة الكبريت أو كمية الحلوى في معاملاتهم ، فهل ستزول آثار هذه الأعمال الرهيبة ؟\r\nوهل ستحل المشكلات بمجرّد تبديل التسميات من الربا إلى البيع المشروط أو المعاملة أو بيع وشراء الأوراق النقدية ؟ ما هذا التصوّر الساذج ؟\r\nنحن نرى من جانب أنّ الشارع المقدس قد اعتبر الربا بمثابة محاربة اللَّه ( أو خلقه ) وإنّ درهماً واحداً من ربا يعادل ارتكاب الزنا مرات عديدة ، فهل\r\n\r\n","description":"","footnote":"","page_name":" 239 ","page_number":239},
  {"content":"\r\n\r\nإنهاء هذه الحرب يتحقق بعلبة كبريت ، أو أنّ كمية من الحلوى تعادل زواجاً بالحلال ؟\r\nوبذلك تخفت شعلة الغضب وتقلّ شدّة التأكيد على هذه المسألة وبهذه البساطة ؟ فإذا كان الأمر كذلك فلا حاجة لهذا الغضب والثورة .\r\nولهذا السبب نجد أنّ الفئات المتحررة والداعية للحق لا تستسلم أبداً لمثل هذه الحيل الشرعية ، ومهما كانت الأدلة التي يؤتى بها من أجل إقناع هؤلاء فانّهم لا يقتنعون ويقولون إنّ هذا العمل ليس إلّاربا وباقي الأفعال هي بمثابة تصاوير وتمثيليات لا قيمة لها ولا اعتبار !\r\nوهذا الضمير العام يعتبر عقلًا وعرفاً دليلًا واضحاً على أنّ العناوين لا يمكنها أن تكون جديّة وهي مشمولة ضمن عمومات الأحكام والآيات القرآنية في مجال المعاملات .\r\nوهذا الضمير العام شاهد حي على عدم استناد هذه التعبيرات المنحرفة إلى شيء ، وعدم حصول تغيير في ماهية المسألة من ناحية القواعد والضوابط الفقهية .\r\nوأخيراً فانّ هذا الضمير يدلّ على أنّ طرق الفرار من الربا ليست في الواقع سوى حيل وخداع للنفس وليس للمسائل الشرعية لأنّها لا تنطلي عليها !\r\n\r\n3 - إنّ التشبث بالحيل الشرعية يؤدّي إلى القضاء على القيم الإسلامية\r\nوإنّ عيب مثلِ هذه الأعمال يكمن في عدم محدوديتها في مجالات تطبيقها ،\r\n\r\n","description":"","footnote":"","page_name":" 240 ","page_number":240},
  {"content":"\r\n\r\nوإنّما تنتقل إلى سائر التعاليم والأحكام أيضاً كالأمراض المعدية ، وبالتالي فانّها تسبب تعوّد الناس شيئاً فشيئاً على ارتكاب أكبر الذنوب بتغيير طفيف في الأسماء والعناوين لينتهكوا حرمة الأحكام الإلهية فلا يدعون واحدة من القيم الإسلامية دون تلويث ، ويجرّون الجميع نحو الفوضى بدوافع واهية .\r\nإن هذا التفسير للاحكام الإسلامية الذي يمكنه تبديل حالة الحرب مع اللَّه ومع خلقه إلى صلح وسلام يضم حبّة قند أو شيء من هذا القبيل واكتساب الملايين بهذه الطريقة واعتبارها أسلوباً حلالًا كحليب الأم ، أنّ هذا التفسير يبعث على تصور أنّ الشيء المهم هو الميول والأهواء والمصالح والباقي يمكن حلّه بنحوٍ من الأنحاء .\r\nوهذا الأسلوب من التعامل مع القضايا الإسلامية يؤدّي إلى القضاء على أصالتها ويفرغها من روحها ، ثم يحيلها طيناً اصطناعياً يقولبه كيفما شاء .\r\nولقد رأينا في البحث السابق أنّ ما يقوله فقهاء المسلمين يبتعد فراسخ عديدة عن هذه الأعمال وهو يتعلق بأشياء أخرى ومجالات أخرى .\r\nإنّ اتخاذ مثل هذا الموقف تجاه المسائل الاجتماعية الحادة يذكّر الإنسان بتلك القصة التي ذكرناها سابقاً ، وهي قصة أحد وعّاظ السلاطين الذي قال له سلطان زمانه : لقد أردتُ معرفة رأي الشرع المقدس في المسألة الفلانية كي أنظم الخطط التي أريد تنفيذها بالتنسيق مع هذا الرأي ، فكان جواب هذا الواعظ « جُعلتُ فداك ! إنّ رأي الشرع المقدس واسع ، والأمر متعلق بالإرادة الملكية » .\r\n\r\n","description":"","footnote":"","page_name":" 241 ","page_number":241},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 242 ","page_number":242},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 243 ","page_number":243},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 244 ","page_number":244},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 245 ","page_number":245},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 246 ","page_number":246},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 247 ","page_number":247},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 248 ","page_number":248}
  ]