[
  {"content":"\r\n\r\nآية الله العظمى مكارم شيرازى مدظله العالى\r\nمسيحيت در دنياى كنونى\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nفهرستنويسى پيش از انتشار : توسط انتشارات امام على بن ابى طالب عليه السلام .\r\nمكارم شيرازى ، ناصر ، 1305 -\r\nمسيحيت در دنياى كنونى / مؤلف مكارم شيرازى . - قم : انتشارات امام على بن ابى طالب ( ع ) ، 1390 .\r\n119 ص . ISBN : 978 - 964 - 533 - 149 - 6\r\nفهرست نويسى براساس اطلاعات فيپا .\r\n1 . مسيحيت - - بررسى وشناخت . 2 . كتاب مقدس . عهد جديد - نقد و تفسير . 3 . مسيحيت - عقايد - بررسى وشناخت . الف . عنوان\r\n5 م 7 م / 2 / 121 br\r\n232 م 732 م\r\n1390\r\nمسيحيت در دنياى كنونى\r\nمؤلف : آيت الله العظمى مكارم شيرازى\r\nتيراژ : 2000 نسخه\r\nنوبت چاپ : اول\r\nصفحه و قطع : 119 صفحه / رفعى\r\nتاريخ انتشار : 1390\r\nچاپخانه : سليمان نزاده\r\nناشر : انتشارات امام على بن ابى طالب ( ع )\r\nشابك : 6 - 149 - 533 - 964 - 978\r\nقم - ابتداى خيابان شهدا - كوى آمار ( 22 ) - پلاك 15\r\nتلفن : 7732478 دورنگار : 7840099\r\nwww . imamalipub . com\r\nقيمت : 2000 تومان\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\n\r\nپيشگفتار\r\n\r\nپيش آهنگان استعمار !\r\nروزى كه حضرت مسيح - به عنوان پيامبر اولواالعزم مأمور هدايت مردم مخصوصاً قوم يهود كه سر به طغيان برداشته بودند - شد آيين زلال الهى را در اختيار آنها گذارد .\r\nحواريّون - همان دوستان مخلص و فداكار مسيح - مانند پروانه گرد او را گرفته بودند و شهر به شهر مىگشت و مردم را به خداوند يگانه و پرهيز از هرگونه ظلم و فساد دعوت مىكرد .\r\nانجيل ، مجموعه كلمات و وحى الهى كه به نيكىها - مخصوصاً محبّت - دعوت مىكرد ، را در اختيارشان نهاد .\r\nو سرانجام قوم يهود آن زمان ، به سرش آوردند آنچه نبايد بياورند .\r\nمسيح به اعتقاد ما مسلمانان و حتّى به اعتقاد مسيحيان ، به\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nآسمان صعود كرد و آيين او تدريجاً دستخوش دگرگونىها شد ؛ آيين توحيد خالص او تبديل به تثليث و خدايان سه‌گانه شده و كشيش مجبور به زندگى توأم با تجرّد تا آخر عمر ( با همهء مفاسد و فجايعش شدند ) و مردان و زنان تارك دنيا ، بر اثر يك بدعت ناروا ، روانهء ديرها شدند و از جامعهء بشرى جدا گشتند و به عباداتى كه هرگز خدا به آن امر نكرده بود روى آوردند و چهرهء اصيل و شفّاف و منطقى مسيحيّت به سبب تحريف‌هاى گوناگون به چهرهء غير منطقى و دور از رحم و انصاف مبدّل گشت .\r\nپاپ‌ها ، از مقام روحانيون خدمتگزار ، به صورت سلاطين پراقتدار درآمدند و كاخ‌هاى سلطنتى آنها يادآور سلاطين افسانه‌اى تاريخ شد .\r\nاين وضع همچنان ادامه يافت تا اينكه در قرون اخير تشكيلات مسيحيّت در خدمت استعمار درآمد و هر نقطه‌اى را كه استعمار غربى آهنگ آن مىكرد پيشاپيش آنها خيل كشيشان و مبلّغان مسيحى روانهء آن ديار مىشدند و با تعليمات تحريف‌يافته اين آيين افكار مردم را تخدير كرده ، آمادهء تسليم شدن در برابر استعمارگران مىشدند .\r\nبه اين نكته‌ها توجّه فرماييد :\r\n1 . كشورهاى آفريقا بيشترين مركز نفوذ استعمار است و بيشترين مركز تبليغات مسيحيّت كنونى .\r\n2 . سردمداران كليسا پيوسته از دولت‌هاى استعمارى حمايت\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nمىكنند و دولت‌هاى استعمارگر از سردمداران كليسا .\r\n3 . رژيم غاصب اسرائيل كه از سوى اكثريت قاطع مردم دنيا منفور شناخته شده هرگز از سوى ارباب كليسا مورد نكوهش جدّى - تا چه رسد به محكوميّت - قرار نگرفت .\r\n4 . قبل از انقلاب مردمى ما در ايران چندان تبليغى از مسيحيّت نمىشد ، زيرا دستگاه طاغوت در خدمت دولت‌هاى استعمارى - يا لااقل در جهت منافع آنها - در حركت بود .\r\nامّا بعد از انقلاب اسلامى كه منافع استعمارگران به خطر افتاد - و مخصوصاً اين ايّام - تبليغات آنها به شدّت رو به فزونى نهاده ، صدها يا هزاران كليساى خانوادگى تشكيل داده‌اند تا مذهب را با مذهب بكوبند و اساس انقلاب اسلامى را در برابر زياده‌خواهى مستكبران استاده ، سست كنند ، و اين موج تبليغاتى شديد راستى عجيب است .\r\nدر كشورهاى اسلامى كه نسيم بيدارى و حركت به سوى استقلال كامل وزيدن گرفته است ، مبلّغان مسيحى نيز فعّال‌تر شده‌اند كه استعمارگران را براى رسيدن به اهداف خود و مصادره كردن انقلاب‌ها كمك كنند .\r\nاين امور سبب شد كه براى روشن شدن اذهان برادران و خواهران مسلمان اين مجموعه را كه در عين فشردگى ، كاملًا گويا و مستدل و مستند است و دور از هرگونه اهانت ، به معرّفى چهرهء واقعى مسيحيّت كنونى در اختيار همگان قرار گيرد ، تا همگى\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nخطرات و اهداف تبليغاتى آنها را دريابند و هرگز فريب چهرهء ظاهرى بشردوستانهء آنها را نخورند .\r\nهمهء شما عزيزان را به مطالعهء دقيق آن دعوت مىكنم .\r\nوالسّلام عليكم ورحمة اللَّه وبركاته\r\nتيرماه 1390\r\nناصر مكارم شيرازى\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n\r\nمذاهب بزرگ دنيا\r\nامروز در دنيا مذاهب بسيارى وجود دارد كه در ميان آنها چند مذهب داراى پيروان فراوانى است و اصول عقايد و تعليمات آن قابل بحث و گفت‌وگوست .\r\nاين مذاهب در حقيقت بر دو قسم است :\r\n1 . مذاهب آسمانى كه از وحى سرچشمه مىگيرد و به‌وسيلهء پيامبران نشر داده شده است ، مانند اسلام و مسيحيّت .\r\n2 . مذاهب عقلايى كه متّكى به وحى نيست و جنبهء بشرى دارد و البتّه مبلّغان آنها مدّعى نبوّت و وحى نبوده‌اند ، مانند مذهب بودايى كه حتّى آورندهء آن ( بودا ) مدّعى پيامبرى نبود و خود را تنها يك اصلاح‌طلب كه براى درمان دردهاى بشر آمده ، معرّفى مىكرد ( شرح اين موضوع در جاى خود خواهد آمد ) .\r\nبه هر حال از ميان اين مذاهب گوناگون كه در جهان وجود دارد از پنج مذهب زير به عنوان مذاهب بزرگ كه پيروان هر يك از آنها متجاوز از پانصد ميليون تن است مىتوان نام برد ؛ به اين ترتيب :\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n1 . اسلام\r\n2 . مسيحيّت\r\n3 . هندو\r\n4 . كنفسيوسى\r\n5 . بودايى\r\nمذهب يهود پيروان بسيار اندكى دارد ، ولى از اين نظر كه ريشهء تاريخى خاصّى دارد كه آن را به مذاهب بزرگ ديگر پيوند مىدهد و از سوى ديگر امروز با غصب سرزمين فلسطين ، پايگاهى در ميان كشورهاى اسلامى به وجود آورده ، بايسته است مورد مطالعه قرار گيرد .\r\nامّا در درجهء اوّل بايد به بررسى مسيحيّت كنونى پرداخت ، چه اينكه اوّلًا پيروان آن از مذاهب ديگر بيشتر است ، ثانياً انتشار آن فعلًا در ممالك به‌اصطلاح متمدّن اروپايى و آمريكايى است ، ثالثاً از نظر وابستگى و پيوند آن با استعمار و جنبش‌هاى ضدّ اسلامى ، رابعاً از نظر داشتن دستگاه‌هاى مجهّز تبليغاتى حتّى در كشورهاى اسلامى ، در خور مطالعه و بررسى همه‌جانبه است .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n\r\nآيين مسيحيّت\r\nنخستين چيزى كه در مسيحيّت امروز جلب توجّه مىكند موضوع تقسيم آن به مذاهب سه‌گانه معروف : كاتوليك « 1 » ؛ پُروتِستان « 2 » ؛ ارتودُكس « 3 » است . . .\r\n\r\n1 . فرقهء كاتوليك\r\nكاتوليك‌ها اكثريّت مسيحيان را تشكيل مىدهند ، نامشان از واژهء « كاتوليك » كه به‌معنى كليسا ، كنيسه ، هيأت گردانندگان كليسا است مشتق شده و از كليساى روم و پاپ پيروى مىكنند .\r\nكاتوليك‌ها تعليمات مذهبى را فقط از پاپ و دستگاه كليسا فرا مىگيرند و غير آنها را صالح براى اين موضوع نمىدانند .\r\nكاتوليك‌ها به بهشت‌فروشى و مغفرت‌نامه و بخشش گناه به وسيلهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) .  1 Catholic \r\n( 2 ) .  2 . Protestant \r\n( 3 ) .  3 . Orthodoxy \r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nكشيشان و شفاعت مقدّسين عقيده دارند . آنها روح‌القدس را در عين حال از پدر و پسر مىدانند و معتقد به رهبانيّت شديد و تجرّد اجبارى كشيشان و ازدواج نكردن آنها در تمام عمر هستند .\r\n\r\n2 . فرقهء ارتودكس « 1 »\r\nقرن‌ها بود كه جامعهء مسيحيّت تحت رهبرى كليساى روم و پاپ‌ها قرار داشتند ولى رفته‌رفته از سوى روحانيان مسيحى روم شرقى ( تركيه فعلى و شبه‌جزيره بالكان ) مخالفت‌هايى شروع شد و كشمكش‌هايى بر سر پاره‌اى از مسائل مذهبى ميان آنها و كليساى روم درگرفت . البتّه تضادهاى سياسى ميان روم شرقى و غربى تأثير فراوانى در دامن زدن به اين اختلافات داشت ؛ در واقع روم شرقى براى تكميل استقلال سياسى خود به دنبال استقلال مذهبى مىگشت .\r\nمحافل كليسايى شرقى با تجرّد اجبارى و ازدواج نكردن كشيشان مخالف و معتقد بودند كه روح‌القدس ناشى از « پدر » است . مصونيّت پاپ‌ها را از خطا و اشتباه ، كه مورد قبول كليساى روم و محافل وابسته به آن بود ، مردود مىدانستند . همچنين اعتقاد داشتند كه برگزارى مراسم مذهبى به زبان‌هاى معمول محلّى مجاز است . شفاعت و ميانجيگرى مقدّسين را قبول نداشتند و معتقد بودند نجات مردم در گرو اعمالشان است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « ارتودكس » در لغت به معنى صاحب عقيدهء درست و معتدل است .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nتفكيك و جدايى كامل كليساى روم شرقى از غربى هنگامى پىريزى شد كه پاپ لئوى چهارم ، كشيش قسطنطنيه ، پايتخت روم شرقى ( استانبول كنونى ) را كه « ميشل سرو لاديس » نام داشت تكفير كرد و كاردينال‌ها فرمان تكفير وى را روى محراب « سن سوفى » در انظار مردم قرار دادند .\r\nسرانجام در قرن يازدهم ميلادى اين دو كليسا كاملًا از هم تفكيك شدند و فرقهء ارتودكس به صورتى مستقل درآمد كه براى خود تشكيلات روحانى جداگانه‌اى داشتند .\r\n\r\n3 . فرقهء پُروتِستان\r\nدر قرون وسطى « 1 » كليسا ظلم و اجحاف عجيبى داشت و بر اثر قدرت مطلقهء پاپ‌ها و جهل و نادانى اولياى كليسا به وضعيّتى افتضاح‌آميز كشيده شده بود . بسيارى از مردم از اين اوضاع به ستوه آمده بودند امّا جرأت قيام بر ضدّ دستگاه پرقدرت پاپ و خرافات آنها را نداشتند .\r\nدر گوشه و كنار زمزمه‌هايى مىشد امّا اين نغمه‌هاى مخالف انسجام نداشت . تندروىهاى كليسا ، سوءِاستفاده از قدرت ، سركوب هرنوع جنبش علمى و اصلاحى ، حمايت و دفاع از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مورّخان امروز دوران ميان سال 500 ميلادى تا 1500 را « قرون وسطى » مىنامند و آن‌را دوران فقر و بىنظمى و جهل و خرافات اروپا و پرتگاهى ميان دو قلّهء تمدّن باستان و معاصر تلقّى مىكنند .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nخرافات ، بذر يك رفورم و انقلاب مذهبى را در افكار روشنفكران مسيحى پاشيده بود .\r\nتا اينكه در اواخر قرن پانزدهم ميلادى ، كشيش نسبتاً دانشمندى به نام « آراسموس » نوشته‌هايى در زمينهء لزوم اصلاح كليسا و نجات مسيحيّت انتشار داد و افكار را آماده‌تر كرد .\r\nسرانجام مارتين لوتر « 1 » كه او نيز از كشيشان بود ، در اوايل قرن شانزدهم به مخالفت با دستگاه پاپ قيام كرد و نخست از مخالفت شديد با رسم « گناه‌بخشى » كليسا و « مغفرت‌نامه » آغاز كرد و براى اوّل بار 95 مادّهء اصلاحى خود را بر درِ كليساى وتينبرگ نصب كرد .\r\nكليساى رُم نخست او را احضار نمود ، او نرفت و به مخالفت خود ادامه داد تا اينكه از طرف پاپ لئوى دهم رسماً تكفير شد .\r\nلوتر تكفيرنامه پاپ را در حضور جمعيّت آتش زد و چندى بعد براى نخستين بار به ترجمهء اناجيل ( عهد جديد ) پرداخت كه مورد مخالفت شديد پاپ بود .\r\nبسيارى از روشنفكران دور او را گرفته و رسماً از او حمايت كردند تا آنجا كه پاپ بر اثر نفوذ عميق وى در قشرهاى وسيعى با آن‌همه قدرت ، توانايى كوبيدن او را پيدا نكرد .\r\nو به اين ترتيب ، افكار مخالف دستگاه پاپ‌ها تشكّل يافت و به صورت مذهب پروتستان آشكار گرديد و « لوتر » به عنوان رفورميست بزرگ مذهبى معرّفى شد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) .  1 . Martinlother . \r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nپروتستان‌ها اعتراضات فراوانى بر دستگاه پاپ‌ها و عقايد و افكار آنها دارند . « 1 »\r\nپروتستان‌ها دستگاه پاپ را به رسميّت نمىشناسند و مراجعه به مكتب مذهبى را براى همه آزاد مىدانند . آنها با موضوع گناه‌بخشى و بهشت‌فروشى شديداً مخالف هستند و رهبانيّت را غلط مىدانند و اصولًا مسائلى مانند « تثليث » را غير قابل طرح دانسته و دربارهء آن سكوت اختيار مىكنند . آنها ازدواج را براى همه ، حتّى كشيشان ، مجاز مىدانند و خود « لوتر » نيز ازدواج كرد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « پروتستان » در اصل از واژهء  Protest  به معنى اعتراض گرفته شده است .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nبررسى اناجيل چهارگانه و كتب ديگر مسيحيان\r\nمهم‌ترين كتاب مذهبى مسيحيان كه تكيه‌گاه عموم فِرق مسيحى است و همچون كتاب آسمانى روى آنها تكيه مىكنند ، در حالى كه خواهيم دانست هيچ‌يك صورت كتاب آسمانى ندارد ، مجموعه‌اى است كه آن را « عهد جديد » مىنامند ( در برابر تورات و كتاب‌هاى يهود كه « عهد قديم » ناميده مىشود ) .\r\nعهد جديد كه مجموع آن بيش از يك‌سوم عهد قديم نيست ، از 27 كتاب و رساله‌هاى پراكنده در موضوعات كاملًا مختلف تشكيل يافته ، به اين ترتيب :\r\n\r\n1 . انجيل مَتّى « 1 »\r\nاين انجيل به وسيلهء « متّى » كه از شاگردان دوازده‌گانه عيسى بود ، در سال 38 ميلادى و به عقيدهء برخى ديگر بين سال‌هاى 50 تا 60\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « متّى » ، بر وزن « حتّى » ، در اصل به‌معنى خدابخش است .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nميلادى نگارش يافته است . « 1 » و به اين ترتيب معلوم مىشود كه اين انجيل مدّتى بعد از مسيح نوشته شده است .\r\n\r\n2 . انجيل مُرقُس « 2 »\r\n« مرقس » ، طبق تصريح كتاب قاموس مقدّس ، از حواريّون نبود ولى انجيل خود را زير نظر پُطرُس تصنيف كرد . « 3 »\r\nمرقس در سال 68 ميلادى كشته شد و مىگويند وى مؤسّس كليساى اسكندريه بود . « 4 »\r\nپُطرُس يا پَطرُس ، از شاگردان دوازده‌گانه معروف عيسى و از اصحاب خاصّ او بود كه نوشته‌اند : وى در سال 10 قبل از ميلاد تولّد و در سال 67 ميلادى وفات يافت .\r\nو به اين ترتيب ، انجيل مرقس نيز مدّت‌ها پس از عيسى نگارش يافته است .\r\n\r\n3 . انجيل لوقا\r\n« لوقا » رفيق و همسفر پولُس رسول بود و چنان كه خواهيم ديد پولس مدّتى پس از عيسى به دين مسيح گرويد و در زمان وى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مستر هاكس ، كتاب قاموس مقدّس ، ص 782 .\r\n( 2 ) . مَرقُس يا مُرقُس ( به فتح و ضمّ ميم ) ، هر دو ضبط شده است .\r\n( 3 ) . قاموس مقدّس ، ص 792 .\r\n( 4 ) . المنجد فى الادب والعلوم .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nيهودى متعصّبى بود . وفات لوقا را در حدود سال 70 ميلادى نوشته‌اند و به گفتهء نويسندهء قاموس مقدّس ، تاريخ نگارش انجيل لوقا به‌زعم عمومى تخميناً 63 ميلادى است . « 1 »\r\n\r\n4 . انجيل يوحنّا\r\n« يوحنّا » از شاگردان مسيح و از رفقا و همسفران پولس است و به گفتهء نويسندهء قاموس مقدّس ، شهادت غالب نقّادين تأليف آن را اواخر قرن اوّل نسبت مىدهد . . . و اين انجيل بعد از اناجيل ديگر منتشر شده است . « 2 »\r\nاز بيانات فوق و از مندرجات اين چهار انجيل كه عموماً داستان كشته شدن مسيح و حوادث بعد از آن را شرح مىدهند به‌خوبى ثابت مىشود كه همهء اين اناجيل سال‌ها بعد از مسيح نگاشته شده و حتّى مؤلّف دو انجيل از اين چهار انجيل ، غير از شاگردان مسيح بوده‌اند .\r\n5 . كتاب اعمال رسولان يا اعمال حواريّون كه پنجمين كتاب عهد جديد است ، از تصنيفات « لوقا » بوده و آن را مانند خاتمه‌اى بر انجيل خود نوشته و هم تاريخى است دربارهء كليساى قديم يعنى از سال 30 تا 63 ميلادى . اين كتاب حاوى اعمال همهء حواريّون\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاموس مقدّس ، ص 772 .\r\n( 2 ) . همان ، ص 966 .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nنيست بلكه تمام اعمال « پطرس » و « پولس » در آنجا مذكور است . « 1 »\r\n« لوقا » بنياد اعمال و زحمات و تعليمات دين مسيح را در انجيل خود بيان مىكند و در كتاب اعمال رسولان انتشار آن را بيان كرده است . « 2 »\r\nاز بيانات مزبور ، اجمالًا وضعيّت اين كتاب و مندرجات آن روشن شد . در ضمن استفاده مىشود كه تاريخ تأليف آن پيش از سال 63 ميلادى نبوده ، زيرا وقايعى مربوط به اين سال در آن ثبت شده است .\r\nنويسنده كتاب قاموس مقدّس نيز تأليف آن را در سال 63 يا 64 تأييد مىكند ( اشاره كرديم كه لوقا جزءِ شاگردان مسيح نبود ) .\r\n6 . پس از كتاب اعمال رسولان ، چهارده رساله از 27 رسالهء عهد جديد را نامه‌هاى پولس تشكيل مىدهد كه به نقاط مختلف و طوايف گوناگون نوشته است . بعضى از اين نامه‌ها طولانى و متجاوز از بيست صفحه است ( مانند نامه به روميان ) و بعضى از آنها بسيار كوتاه و چيزى در حدود يك صفحه است ( مانند نامهء پولس به فليمون ، از شخصيّت‌هاى مسيحى معاصر وى ) .\r\nپولس خود از شاگردان مسيح نبود . او در اصل يهودىاى سرسخت و متعصّب بود و با مسيحيان مخالفت شديد داشت .\r\nمىگويند در سال 37 ميلادى در راه دمشق مسيح بر او آشكار گشت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاموس مقدّس ، ص 80 .\r\n( 2 ) . همان ، ص 81 .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nو ايمان آورد و در زمرهء مبلّغان فعّال و پركار دين مسيح درآمد . وى براى تبليغ مسيحيّت مسافرت‌هاى بسيارى به نقاط مختلف كرد و بين سال‌هاى 60 تا 70 ميلادى كشته شد .\r\nنويسنده قاموس مقدّس ، تاريخ انتشار نامه‌هاى چهارده‌گانهء او را بين سال‌هاى 52 و 67 ميلادى مىداند .\r\n7 . بيستمين رساله از كتاب‌ها و رساله‌هاى 27 گانهء عهد جديد نامهء « يعقوب » است . نويسندهء قاموس مقدّس مىگويد : زعم عموم اين است كه اين رساله را يعقوب برادر مسيح در اورشليم تخميناً در سال 45 ميلادى نگاشت . اگر اين تاريخ صحيح باشد اين رساله زودتر از تمام نوشته‌هاى ديگر عهد جديد تأليف شده است . « 1 »\r\nاين رساله مجموعه نصايحى است كه يعقوب به يهوديان تازه‌مسيحىشدهء آن زمان نوشته است .\r\nضمناً بايد دانست كه دو تن از دوازده شاگرد مسيح ، يعقوب نام دارند كه يكى را يعقوب كبير و ديگرى را يعقوب صغير مىنامند .\r\nدر اينكه آيا اين يعقوب برادر مسيح همان يعقوب صغير است و همچنين در اينكه آيا اين يعقوب برادر مادرى مسيح ( از مريم ) ، يا برادر پدرى او ( از يوسف نجّار به عقيدهء آنها ) بوده ، اختلاف است .\r\n8 . نامه‌هاى پطرس - رسالهء 22 و 23 عهد جديد از نامه‌هاى پطرس تشكيل يافته است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاموس مقدّس ، ص 958 .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nپُطرُس « 1 » از شاگردان دوازده‌گانه مسيح ( حواريّون ) بلكه از اصحاب خاصّ او بود زيرا در ميان حواريّون برخى افراد بيشتر مورد توجّه هستند كه پطرس يكى از آنهاست . نويسندهء كتاب قاموس مقدّس مىگويد : احتمال كلّى دارد كه وى در سال 66 يا 68 ميلادى جهان را بدرود گفته باشد . بعضى معتقدند انجيل مرقس نيز زير نظر پطرس نگارش يافته است .\r\nامّا در مورد دو نامهء فوق كه پطرس به عنوان كليساهاى آسياى صغير و يهوديان جديدالايمان و جديدالايمان‌هاى قبايل ديگر نگاشته ، احتمال مىرود كه نامهء اوّل آن در حدود سال 48 ميلادى يا بعد از آن نوشته شده باشد ، چون به پاره‌اى از حوادث سال 48 ميلادى در آن اشاره شده است .\r\nنامهء دوم نيز مسلّماً بعد از اين تاريخ بوده است . مضمون اين نامه‌ها ، نصايح و پند و اندرزهايى است كه پطرس به تازه‌مسلمانان آسياى صغير و امثال آنها داده ، كه نه جنبهء وحى دارد و نه كتاب آسمانى .\r\n9 . نامه‌هاى يوحنّا - پس از نامه‌هاى پطرس به سه فقره از نامه‌هاى يوحنّا برخورد مىكنيم كه به ترتيب رساله‌هاى 23 و 24 و 25 عهد جديد را تشكيل مىدهند . اين نامه‌ها را يوحنّا كه از حواريّون دوازده‌گانه است نگاشته . يكى از اين نامه‌ها جنبهء عمومى دارد و ممكن است كه به ضميمهء انجيل خود به عنوان پاسخ به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . گاهى « پَطرُس » و « پِطرُس » نيز خوانده‌اند .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nايرادهايى نوشته كه برخى مخالفان به شخصيّت عيسى داشته‌اند .\r\nدو نامهء ديگر جنبهء خصوصى دارد كه يكى از آنها را براى زن ناشناسى به عنوان مبهم « خاتون » كه احتمال مىدهند از زنان باشخصيّت و كاردان مسيحى بود نوشته ، و نامهء دوم خطاب به شخصى به نام غايوس است كه او را براى صفات نيكى كه داشته مدح و ستايش مىكند .\r\nصاحب كتاب قاموس مقدّس در مورد غايوس احتمال مىدهد كه او از رفقا و ميزبانان پولس است كه در برخى سفرهاى تبليغى پولس همراه او بوده است .\r\nوى مىگويد : عموماً معتقدند كه نامه‌هاى يوحنّا در افسس « 1 » به سال‌هاى 96 تا 98 ميلادى نگارش يافته است .\r\nاز مطالب مزبور روشن شد كه نامه‌هاى يوحنّا نيز همان وضعيّت ساير نامه‌ها و رسالات عهد جديد را دارد ، افزون بر اينكه دو فقره از اين نامه‌ها جنبهء خصوصى دارد .\r\n10 . نامهء يهودا - رسالهء 26 عهد جديد نامهء يهودا است . اين نامه ظاهراً به سال 66 ميلادى منسوب است و به منظور تحذير از پيروى معلّمان دروغين و شركت در فساد نوشته شده است . « 2 »\r\nنويسندهء اين نامه كه مربوط به شرايط خاصّ آن روز و مبارزه با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « افسس » كه گاهى « افسوس » نيز گفته مىشود ، از شهرهاى معروف آسياى صغير بوده‌است .\r\n( 2 ) . قاموس مقدّس ، ص 982 .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nافراد به‌اصطلاح منحرف آن زمان بوده ، از شاگردان دوازده‌گانه مسيح به نام يهودا است . ماهيّت اين نامه نيز از بيانات مزبور معلوم شد .\r\n11 . مكاشفهء يوحنّا - آخرين قسمت عهد جديد مكاشفهء يوحنّا است كه مىگويند آن هم در شهر افسس و تخميناً در سال‌هاى 96 تا 98 ميلادى نوشته شده است . « 1 »\r\nاز مندرجات اين رساله به خوبى برمىآيد كه آن شرح خواب عجيب و غريبى است كه يوحنّا ديده ، او مشاهدات خود را در اين خواب كه آميخته با نصايح و موعظه‌هايى است شرح مىدهد و به نام « مكاشفه » معروف شده است .\r\nاين بود وضعيّت اناجيل و ساير رساله‌هاى عهد جديد و چگونگى پيدايش آنها و مضامينى كه در بر دارند .\r\n* * * \r\nآيا اناجيل كتاب‌هاى آسمانىاند ؟\r\nاز مجموع مطالعهء بحث‌هاى گذشته مربوط به تاريخ نگارش انجيل‌هاى چهارگانه و ساير كتب عهد جديد و هويّت نويسندگان آنها ، همچنين از مطالعهء محتويّات اين كتاب‌ها و گواهى مسيحيان ، چنين به دست مىآيد :\r\nاناجيل و ساير كتاب‌ها و رساله‌هاى عهد جديد بخشى از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاموس مقدّس ، ص 967 .\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nنوشته‌هايى است كه شاگردان مسيح يا شاگردانِ شاگردان او سال‌ها پس از وى به رشتهء تحرير درآوردند .\r\nاناجيل در حقيقت سيره و تاريخ زندگى و حتّى چگونگى كشته شدن مسيح ( به عقيدهء مسيحيان ) و بخشى از حوادث پس از او به ضميمهء مختصرى از تعليمات وى است و رساله‌هاى ديگر نيز تاريخچهء بخشى از فعّاليّت‌هاى تبليغى شاگردان و تابعين مسيح در قرن اوّل ميلادى است .\r\nاكنون اين پرسش پيش مىآيد كه در اين صورت ، كتاب آسمانى مسيح ( يعنى مجموعه تعليمات الهى و معارف و احكام و دستورهايى كه از ناحيهء خداوند به او وحى گرديده ) چه شده است و كجا رفته ؟ بىترديد آياتى بر مسيح عليه السلام نازل شده ، ولى چرا در زمان خود مسيح جمع‌آورى نگرديده ، يا اگر گردآورى شده چگونه از بين رفته است ؟\r\nو اصولًا چرا مسيحيان اين مطلب را به روى خود نمىآورند و حاضر نيستند توضيحات كافى و قانع‌كننده‌اى در اين زمينه در اختيار بحث‌كنندگان بگذارند ؟ مسلّماً آنها پاسخى قانع‌كننده ندارند و نمىتوانند سرنوشت انجيل واقعى را ( يعنى آياتى كه بر عيسى نازل شده است ) كاملًا روشن سازند ، لذا آن را كاملًا ناديده گرفته و محور تمام سخنان خود را كتاب‌ها و رساله‌هايى كه بعد از مسيح به دست افراد مختلفى نوشته شده است قرار مىدهند و نام انجيل را هم بر چهار بخش از اين كتاب‌ها مىگذارند با اينكه از پاره‌اى از\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nمندرجات همين اناجيل برمىآيد كه مسيح داراى انجيل بوده است .\r\nمثلًا مرقس در جملهء اوّل باب اوّل انجيل خود مىگويد : « ابتدا انجيل عيسى مسيح پسر خدا ! » ولى پس از آن شرح حالات مسيح را بيان مىكند .\r\nدومين پرسشى كه در اينجا پيش مىآيد اين است كه چرا با اين اناجيل و نامه‌ها و خوابنامه‌ها با آن كيفيّتى كه خود مسيحيان به آن اعتراف دارند معاملهء وحى آسمانى مىشود و آن را تا اين اندازه مقدّس مىشمرند با اينكه هيچ‌يك كتاب آسمانى نيست ؟\r\nمسيحيان براى اين پرسش دو نوع پاسخ مىگويند :\r\nاوّل - گاه مىگويند : « منابع اطّلاعات نويسندگان اناجيل ، مطالب و حقايقى بود كه به‌وسيلهء رسولان ، شاگردان و مردم آن عصر ايراد و تكرار مىشد و يك عنوان و شكل متّحدى بعد از قيام مسيح داشت و بدون شك بعضى از اين وقايع پيش از نوشته شدن اناجيل به رشتهء تحرير درآمده » . « 1 »\r\nمطابق اين نظريّه ، منبع جمع‌آورى اناجيل اوّلًا برخى شاگردان مسيح و ثانياً مطالبى بوده كه در ميان مردم دهان به دهان مىگشته ، به اضافهء بعضى از نوشته‌هاى قبلى بوده است كه كم‌ّو كيف آن در دست نيست .\r\nولى اين سخن از چند جهت قابل ايراد است :\r\n1 . شاگردان مسيح همه متّفقاً به نوشتن اين اناجيل مبادرت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاموس مقدّس ، ص 112 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nنكردند بلكه در نوشتن هر انجيلى تنها يكى از شاگردان يا يكى از شاگرد شاگردان دست اندر كار بوده و چنان كه خواهيم ديد خود اين شاگردان نيز ( طبق گفتهء اناجيل ) افراد مورد اعتمادى نبوده‌اند و بعضى از آنها دست به جنايات عجيبى زدند . پس چگونه به چنين كتاب‌هايى كه هر كدام به وسيلهء يك يا دو نفر نوشته شده مىتوان اعتماد كرد ، به‌خصوص كه افراد كاملًا مورد اعتمادى هم نبوده‌اند .\r\n2 . هيچ دليلى در دست نيست كه نويسندگان اناجيل ، نوشته‌هاى قبلى مربوط به زمان مسيح در دست داشته‌اند و مطالبى را كه از وى شنيده‌اند در زمان وى نوشته باشند ، حتّى مورّخان مسيحى جرأت چنين ادّعايى را ندارند و مدركى بر آن يافت نمىشود .\r\n3 . با توجّه به اينكه غالب مردم آن زمان بىسواد بوده‌اند و با توجّه به اينكه در نوشتن كتاب اصلى مسيح ( مجموعه وحىهايى كه بر او نازل شده ) در زمان خود مسيح كوتاهى شده و يا اگر نوشته شده از ميان رفته است ، هرگز به شايعات و مطالبى كه در افواه مردم آن زمان مشهور بوده ( آن‌هم سال‌ها پس از مسيح ) نمىتوان به عنوان يك منبع قابل اعتماد تكيه كرد . خوشبختانه در اين اناجيل نيز كمتر مطلبى به عنوان تعليمات آسمانى مسيح ديده مىشود بلكه چنان كه گفته شد غالباً شرح حال او و يارانش است .\r\nدوم - گاهى براى اثبات درست بودن اناجيل ، پا را از اين فراتر نهاده و مىگويند : بعد از درگذشت مسيح ، روح‌القدس مطالب اناجيل را به نويسندگان آنها وحى و الهام كرده ، زيرا مسيح پس از\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nآنكه از مردگان برخاست به ميان آنان آمد و به همهء آنها رسالت داد و در روز پنجاهم ( پنجاه روز پس از شهادت او ) همهء شاگردانش - طبق وعده‌اى كه مسيح به آنها داده بود - از روح‌القدس پر شدند .\r\nبراى اثبات اين مدّعا شواهدى از خود اناجيل اقامه كرده‌اند كه نمونهء آن را در اينجا مىآوريم :\r\nدر باب بيستم انجيل يوحنّا مىخوانيم : « و در شام همان روز كه يكشنبه بود ، هنگامى كه درها بسته بود ، جايى كه شاگردان به سبب ترس از يهود جمع بودند ، ناگاه عيسى آمده ، در ميان ايستاد و بديشان گفت : سلام بر شما باد ! و چون اين را گفت دست‌ها و پهلوى خود را به ايشان نشان داد و شاگردان چون خداوند را ديدند شاد گشتند . باز عيسى به ايشان گفت : سلام بر شما باد ! چنان كه پدر مرا فرستاد من نيز شما را مىفرستم و چون اين را گفت دميد و به ايشان گفت : روح‌القدس را بيابيد » . « 1 »\r\nطبق اين بيان ، عيسى چند روز پس از كشته شدن ، در ميان شاگردان خود آمد و براى معرّفى خود ، آثار شكنجه را كه در دست و پهلويش بود به آنها نشان داد و گفت : شما فرستادگان من هستيد و در آينده‌اى نزديك روح‌القدس به سراغ شما خواهد آمد .\r\nسپس در كتاب اعمال رسولان مىخوانيم :\r\n« چون روز پنجاهم رسيد همگى به‌اتّفاق يك جا بودند . ناگاه صدايى چون صداى باد شديد كه مىوزيد از آسمان آمد و همهء آن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل يوحنّا ، جمله‌هاى 19 - 22 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nخانه را كه در آنجا نشسته بودند پر كرد . . . و همگى ايشان به روح‌القدس مملو شدند » . « 1 »\r\nاين ادّعا نيز از جهات مختلفى مردود است زيرا :\r\nاوّلًا هيچ‌گونه دليلى بر رسالت شاگردان دوازده‌گانه مسيح به معنى نبوّت از جانب خدا و نزول وحى در دست نيست و جمله‌هايى كه در بالا از اناجيل و ساير كتاب‌هاى عهد جديد نقل شد - و جملات مشابه آنها - كمترين دلالتى بر اين موضوع ندارد .\r\nامّا عبارتى كه از انجيل يوحنّا نقل شد كاملًا بر خلاف دلالت دارد ، زيرا اين عبارت مىرسانَد كه شاگردان مسيح ، رسول و فرستادهء او بودند نه رسول و فرستادهء خدا ؛ مانند مبلّغانى كه پيامبر اسلام صلى الله عليه و آله براى دعوت اقوام ديگر به نقاط مختلف مىفرستاد .\r\nامّا پر شدن حواريّون از روح‌القدس ، كه از كتاب اعمال رسولان نقل كرديم ، به هيچ‌وجه به معنى نزول وحى نيست بلكه كلمهء روح‌القدس در انجيل گاهى به معنى كمك‌هاى غيبى و معنوى ، يا فطرت توحيد و ايمان به خدا كه شامل همهء افراد مؤمن مىشود استعمال مىگردد . شاهد گوياى اين مدّعا ، جملهء پنجم از باب پنجم رسالهء پولس برديسان است آنجا كه مىگويد : « زيرا كه محبّت خدا در دل‌هاى ما به روح‌القدس كه به ما عطا شد ريخته شده است » .\r\nواضح است كه در اين عبارت ، اعطاى روح‌القدس به معنى نبوّت و رسالت نيست ، بلكه به معنى روح ايمان و مددهاى معنوى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اعمال رسولان ، باب 2 ، جمله‌هاى 1 - 4 .\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nنسبت به همگان است .\r\nاز همه گذشته چگونه مىتوانيم با انجيل‌هايى كه وضعيّت آن مشكوك و فعلًا مورد بحث ماست ، صدق و درستى خود آنها را ثابت كنيم ؟ آيا به گفتهء يوحنّا يا پولس و امثال آنها ، موقعيّت و مقام خود و همرديفانشان را مىتوان اثبات كرد ؟\r\nآيا مىتوان خود اناجيل را شاهد صدق اناجيل گرفت ؟ بنابراين بايد اعتراف كرد كه مسألهء نبوّت حواريّون ، افسانه‌اى بيش نيست كه براى سرو سامان دادن به اوضاع بىسرو سامان اناجيل فعلى اختراع شده است ؛ و گرنه هيچ‌گونه مدركى براى اين ادّعا در دست نيست .\r\nثانياً معلوم نيست چرا روح‌القدس كه زحمت كشيد و انجيل عيسى را - كه احتمالًا پس از عيسى در جريان مبارزهء شديد يهود با مسيحيان از بين رفته بود - مجدّداً براى مسيحيان آورد ، تنها يك انجيل درستِ مطابق تعليمات اصلى مسيح در اختيار آنها قرار نداد ؟ چرا چهار انجيل بر چهار تن از شاگردان با عبارات گوناگون و گاهى با مطالب مختلف و احياناً متناقض و بر ضدّ هم ( چنان كه توضيح آن خواهد آمد ) نازل گردانيد ؟ ! بنابراين بايد پذيرفت كه اين روح‌القدس در اين كار خود گرفتار بىسليقگى يا اشتباهى بزرگ شده است !\r\nثالثاً بسيارى از مندرجات اناجيل ، شرح مشاهدات شخصى حواريّون و حوادثى است كه خود شاهد و ناظر آن بوده ، يا از ديگران شنيده‌اند و جنبهء وحيانى ندارد و اگر فرضاً وحى آسمانى\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nبه‌وسيلهء روح‌القدس باشد تشخيص آن از استنباطات و مسموعات نويسندگان اناجيل ممكن نيست .\r\nرابعاً از پاره‌اى از مندرجات اناجيل برمىآيد كه شاگردان مسيح چنان افراد مورد اعتمادى نبودند كه شايستگى مقام رسالت را داشته باشند .\r\n* * * شاگردان مسيح در آغاز دوازده تن بودند به نام‌هاى ، پطرس و يوحنّا و متّى و يعقوب و اندرياس و فيلپس و توما و برثولما و يعقوب بن حلفى و شمعون غيور و يهودا برادر يعقوب و يهودا اسخريوطى . « 1 »\r\nيهوداى اسخريوطى در زمان مسيح از خاصّان و نزديكان او و امين بيت‌المال بود ولى طبق شهادت عهد جديد ، در بيت‌المال خيانت كرد و اموال فقرا را دزديد .\r\nو همو بود كه در خون مسيح - به عقيدهء مسيحيان - شركت جست و در برابر مبلغى بسيار مختصر او را تسليم دشمنان كرد ؛ ازاين‌رو وى را از زمرهء شاگردان مسيح طرد كردند و شخص ديگرى را به نام « مَتِياس » به جاى او برگزيدند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « اسخريوط » در اصل مركّب از دو كلمهء « اس » به معنى مرد و « خريوت » است كه يكى از شهرهاى فلسطين بوده است .\r\n( 2 ) . اسامى شاگردان دوازده‌گانه و آن كه به جاى « يهودا اسخريوطى » انتخاب گرديد ، در باب اوّل اعمال رسولان آمده است .\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nاينك به شرح گوشه‌اى از حالات او از كتب عهد جديد مىپردازيم :\r\nدر انجيل متّى مىخوانيم : « آن‌گاه يكى از آن دوازده تن كه به يهوداى اسخريوطى مسمّى بود ، نزد رؤساى كهنه رفته ، گفت : مرا چند خواهيد داد تا او ( مسيح ) را به شما تسليم كنم ؟ ايشان سى پاره نقره با وى قرار دادند » .\r\nو در همين انجيل مىخوانيم : « ناگاه يهودا كه يكى از آن دوازده تن بود ، با جمع كثيرى با شمشيرها و چوب‌ها از جانب رؤساى كهنه و مشايخ قوم آمدند و تسليم‌كننده او به ايشان ( يهودا ) نشانى داده ، گفت : هر كه را بوسه زنم همان است او را محكم بگيريد در ساعت نزد عيسى آمده ، گفت : سلام يا سيّدى ! » « 1 »\r\nبه اين ترتيب اين شاگرد بىوفا ، با حقّه‌بازى ، عيسى را به قيمتى ناچيز به دست دشمنان سپرد تا او را به قتل برسانند . گرچه از باب بعد ( باب 27 انجيل متّى ) برمىآيد كه او بعداً پشيمان شد و خواست پول را پس بدهد ولى دشمنان مسيح نگرفتند و گفتند :\r\nاين خونبهاست و آن را در بيت‌المال نمىگذاريم ! سپس يهودا دست به انتحار زد و خود را خفه كرد ! اين يك نمونه .\r\nامّا در مورد ساير شاگردان نيز در اناجيل ، مذمّت‌هاى شديدى ديده مىشود ، از جمله اينكه :\r\n1 . در آن شب خطرناك كه عيسى به دست يهوديان گرفتار شد ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل متّى ، باب 26 ، شماره‌هاى 47 و 48 .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nهمه او را رها كرده و متفرّق شدند و هر يك به نزد خاصّان خود رفتند ، چنان كه انجيل يوحنّا مىگويد : « اينك ساعتى آمده كه متفرّق خواهيد شد هر يكى به نزد خاصّان خود و مرا تنها خواهيد گذاشت » . « 1 »\r\nدر انجيل متّى نيز مىخوانيم : « در آن وقت جميع شاگردان او را گذارده گريختند ! » « 2 »\r\nو به اين ترتيب ، پيشوا و بزرگ و استاد خود را در سخت‌ترين وضعيّت رها كرده و از حمايت و فداكارى در راه او مضايقه كردند و گريختند .\r\n2 . دربارهء پطرس كه از بزرگ‌ترين و مقرّب‌ترين شاگردان مسيح است و در شب هجوم يهود نيز مقدارى ايستادگى به خرج داد ، مىخوانيم : در آن شب هنگامى كه مكرّر از او پرسيدند آيا عيسى را مىشناسى ؟ از ترس جان خود سه مرتبه عيسى را انكار كرد ، حتّى بر او لعن فرستاد و قسم خورد كه من اصلًا او را نمىشناسم . « 3 »\r\nدر حالى كه قبلًا مسيح به او گفته بود قبل از بانگ خروس سه مرتبه مرا انكار خواهى كرد و او در پاسخ گفته بود اگر هم كشته شوم چنين نمىكنم . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل يوحنّا ، باب 16 ، شمارهء 32 .\r\n( 2 ) . انجيل متّى ، باب 26 ، شمارهء 56 .\r\n( 3 ) . همان ، شماره‌هاى 69 - 75 .\r\n( 4 ) . همان ، شمارهء 35 .\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nبا آنكه از اناجيل برمىآيد كه مسيح پيشتر از وضع خطرناك آيندهء خود و خطرهايى كه از ناحيهء يهود متوجّه وى مىشود به او خبر داد ، ولى پطرس او را گرفته و گفت : « حاشا از تو اى خداوند كه اينها هرگز بر تو واقع نخواهد شد . ولى عيسى به او گفت : دور شو از من اى شيطان ، زيرا كه باعث لغزش من مىباشى ، زيرا نه امور الهى بلكه امور انسانى را تفكّر نمىكنى ! » « 1 »\r\nآيا با چنين نقاط ضعفى كه در شاگردان مسيح - البتّه طبق شهادت اناجيل موجود - بوده است مىتوان باور كرد كه آنها پيامبر باشند و از طرف خداوند بر آنها وحى نازل شود و مأمور هدايت مردم گردند ؟ ! كسانى كه از ترس جان خود ، در سخت‌ترين لحظات هر چيز را فراموش كنند و فرار را بر قرار اختيار نمايند ، يا بر پيشواى خود لعن فرستند با آنكه تمام جريان را قبلًا از پيشواى خود شنيده بودند و قول فداكارى داده بودند ، چگونه صلاحيّت مقامى به آن عظمت دارند ؟ !\r\nسؤال\r\nممكن است به ما ايراد كنند كه اگر غير مسلمانان در صحّت اناجيل موجود ترديد كنند جا دارد ولى مسلمانان حق ندارند در آن ترديد نمايند ، زيرا قرآن در آيات بسيارى صحّت اناجيل موجود در زمان پيامبر اعظم صلى الله عليه و آله را تأييد و تصديق كرده است و اگر تحريفى در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل متّى ، باب 17 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nاناجيل رخ داده باشد مسلّماً مربوط به قبل از آن زمان است ؛ بنابراين ، اناجيل موجود كه عيناً همان اناجيل زمان نزول قرآن است ، از نظر مسلمانان بايد محترم شمرده شود .\r\nقرآن در آيهء 41 سورهء بقره مىفرمايد : « مُصَدّقًا لِّمَا مَعَكُمْ » و در آيات بسيارى از جمله 89 و 101 سورهء بقره مىفرمايد : « مُصَدّقٌ لِّمَا مَعَهُمْ » و در آيهء 48 سورهء مائده مىفرمايد : « وَأَنْزَلْنَا إِلَيْكَ الْكِتَابَ بِالْحَقّ مُصَدّقًا لِّمَا بَيْنَ يَدَيْهِ مِنَ الْكِتَابِ وَمُهَيْمِنًا عَلَيْهِ » .\r\nپاسخ\r\nبرخى بزرگان « 1 » در پاسخ آياتى كه تعبير به « مُصَدّقًا لِّمَا مَعَكُمْ » يا « مُصَدّقٌ لِّمَا مَعَهُمْ » شده است فرموده‌اند كه منظور اين است : « كَوْنُهُ مُصَدّقاً لِما مَعَ اهلِ الكِتابِ مِنَ التَّوحيدِ وَبُطلانِ الثَّنَوِيَّةِ وَمِن الإعتقادِ بِالوَحىِ وَنُبُوَّةِ الأنبياءِ وَالصَّالِحينَ وَنُزُولِ الكُتُبِ المُقَدَّسَةِ وَيَومِ القِيامَةِ » .\r\nمختصر اينكه قرآن مجيد اصول معارف حقّهء دينى را كه اهل كتاب با آن آشنايى داشتند تصديق مىكند بدين‌رو « لِما مَعَهُم » فرموده ، نه لِما مَعَهُم مِنَ الكِتابِ .\r\nسپس شاهدى بر اين مطلب ذكر كرده ، مىگويد : اينكه قرآن چگونه ممكن است تمامى مندرجات تورات و انجيل موجود را تصديق كند با اينكه در آيات خود ضمن بيان سرگذشت پيامبران\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . علّامه بلاغى در الرحلة المدرسيه .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nگذشته ، بسيارى از نسبت‌هاى ناروايى را كه به آنها مىدادند تكذيب كرده ، با اين حال چگونه ممكن است همهء آن كتاب‌ها را تصديق كند ؟\r\nو در مورد آياتى كه تعبير به « مُصَدّقًا لِّمَا بَيْنَ يَدَيْهِ » شده ، مىفرمايد : منظور از جملهء « بَيْنَ يَدَيْهِ » تقدّم زمانى است نه مكانى ، زيرا قرآن شخص نيست كه از نظر مكان جلو يا عقب داشته باشد ؛ بنابراين ، منظور از آيات مزبور تصديق كتاب‌هاى آسمانى است كه پيش از قرآن نازل گرديده . بديهى است كتاب‌هايى كه مورد تصديق قرآن هستند همان كتاب‌هاى اصلى غير محرّف است كه در زمان انبياى گذشته وجود داشته‌اند نه كتاب‌هاى موجود .\r\nدر مورد كلمهء « مُهَيْمِنًا » كه به‌معنى مراقبت قرآن از كتاب‌هاى آسمانى ديگر است چنين مىگويد : قرآن جلوى تحريف كتاب‌هاى آسمانى را گرفته ، نه به اين معنى كه قرآن داراى نيرويى مادّى و جسمانى است كه جلوى تحريف‌كنندگان را بگيرد ، بلكه به اين معنى كه قرآن با بيان حقايق ، پرده از روى كار محرّفان برداشته و مشتشان را باز مىكند . « 1 »\r\nولى ما معتقديم كه آيات مزبور عموماً معناى ديگرى را تعقيب مىكند و اشاره به حقيقت ديگرى است و آن اينكه آيات مختلفى از قرآن گواهى مىدهد كه نشانه‌هاى پيامبر اسلام و آيين او در همان كتاب‌هاى محرّف كه در دست يهود و نصاراى آن زمان بوده وجود\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تلخيص از الرحلة المدرسيه ، ص 232 - 236 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nداشته ، زيرا مسلّم است منظور از تحريف كتاب‌هاى آسمانى اين نيست كه تمام كتاب‌هاى موجود باطل و بر خلاف واقع است ، بلكه به يقين بخشى از تورات و انجيل واقعى در لابه‌لاى همين كتاب‌ها وجود داشته و دارد و نشانه‌هاى پيامبر اسلام يا در همين كتاب‌ها و يا ساير كتاب‌هاى مذهبى كه در دست يهود و نصارى بوده ، وجود داشته است ( الان هم اشاراتى در آنها هست ) .\r\nو به اين ترتيب ، قيام پيامبر و دعوت او و كتاب آسمانى وى عملًا تمام آن نشانه‌ها را تصديق كرده و با آن مطابقت داشته است چنان كه در جملهء « قَد صَدَّقتَ الرُّءْيَا » « 1 » يعنى كار تو مطابق خوابى است كه ديده‌اى !\r\nو در آيهء « الَّذِينَ يَتَّبِعُونَ الرَّسُولُ النَّبِّىَّ الْأُمّىَّ الَّذِى يَجِدُونَهُ مَكْتُوبًا عِنْدَهُمْ فِىالتَّورَيةِ وَالْإِنْجِيلِ » « 2 » اين حقيقت صريحاً بيان گرديده است .\r\nدر آيات ديگرى نيز اين مطلب وارد شده كه نشانه‌هاى پيامبر اعظم در كتاب‌هاى مزبور بوده است . از جمله شواهد روشن بر اين معنى ، آيهء 41 سورهء بقره است كه مىفرمايد : « ءَامِنُوا بِمَا أَنْزَلْتُ مُصَدّقًا لِمَا مَعَكُمْ وَلَا تَكُونُوا أَوَّلَ كَافِرٍ بِهِ وَلَا تَشْتَرُوا بَايَاتِى ثَمَنًا قَلِيلًا » . « 3 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ترجمه : « آن رؤيا را تحقّق بخشيدى » سورهء صافّات ، آيهء 105 .\r\n( 2 ) . ترجمه : « همان كسانى كه از فرستادهء ( خدا ) ، پيامبر « امّى » ( و درس‌نخوانده ) پيروى مىكنند ؛ پيامبرى كه صفاتش را در تورات و انجيلى كه به صورت مكتوب نزدشان است ، مىيابند » . سورهء اعراف ، آيهء 157 .\r\n( 3 ) . ترجمه : « و به آنچه نازل كرده‌ام ايمان بياوريد ؛ كه نشانه‌هاى آن با آنچه در كتاب شماست مطابقت دارد ؛ و نخستين كافر به آن نباشيد ؛ و آيات مرا به بهاى ناچيزى نفروشيد » .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمنظور از گرفتن « ثَمَن قَليل » در برابر آيات خدا چيست ؟ از آيات ديگر قرآن استفاده مىشود كه جمعى از علماى اهل كتاب هنگامى كه پيامبر اسلام صلى الله عليه و آله با همان نشانه‌ها ظهور كرد ، كتاب‌هاى خود يا آياتى را كه مربوط به پيامبر بود پنهان كردند تا بتوانند چند روزى ديگر بر پيروان خود حكومت كنند .\r\nمخصوصاً در شأن نزول آيهء فوق نقل شده كه « حُيّى بن اخطَب » با چند تن از علماى يهود هر سال در منزل يكى از يهوديان ميهمانى داشته ، او به خاطر ادامهء اين‌گونه ميهمانىها حاضر نشد كه آيات مربوط به نشانه‌هاى پيامبر اسلام صلى الله عليه و آله را از كتاب‌هاى مذهبى خود فاش كند .\r\nاتّفاقاً پس از مراجعه به برخى تفاسير معروف اسلامى ، مانند مجمع‌البيان مرحوم طبرسى ديديم كه در تفسير آيهء 41 سورهء بقره همين معنى را بىآنكه ذكرى از اشكال مزبور به ميان آمده باشد اختيار كرده‌اند .\r\nدر هر صورت آيات مزبور چيزى جز تصديق عملى قرآن و پيامبر نيست به نشانه‌هاى حقّانيّت آنها در كتاب‌هاى گذشته نمىرساند و كوچك‌ترين دلالتى بر تصديق تمام مندرجات تورات و اناجيل ندارد .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nمحتواى اناجيل و ساير كتب عهد جديد\r\nاز بحث‌هاى گذشته اين حقيقت روشن شد كه هيچ‌يك از اناجيل موجود و ساير كتاب‌هاى بيست‌و هفتگانه عهد جديد ، كتاب آسمانىاى كه بر حضرت مسيح عليه السلام نازل گرديده نيست و همهء مورّخان مسيحى نيز معترفند كه اين كتاب‌ها بعداً نگارش يافته و از دادن توضيح قانع‌كننده دربارهء اينكه انجيل واقعى ( كتاب آسمانى مسيح ) چه شده است عاجزند .\r\nاكنون مىخواهيم قطع نظر از مدارك تاريخى و اعترافات صريح مزبور ، خود اناجيل را از نظر محتويّات ، مطالعه و بررسى كنيم .\r\nاين مطالعات و بررسىها به ما اطمينان مىدهد كه اناجيل كنونى نمىتواند كتاب آسمانى بوده باشد ، زيرا اوّلًا بسيارى از مندرجات و محتويّات آنها زننده و دور از منطق و سست و بىاساس است .\r\nثانياً مندرجات آنها داراى تناقض و اختلاف است .\r\nبراى اثبات بخش اوّل چند نمونهء زير كافى است :\r\n1 . در جمله‌هاى مختلفى از اناجيل ، عيسى خداوند معرّفى شده\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nاست . فىالمثل در انجيل مرقس از قول مسيح چنين نقل مىكند :\r\n« چگونه كاتبان مىگويند مسيح پسر داوود است . . . خود داوود او را خداوند مىخواند ، پس چگونه او را پسر مىباشد ( يعنى پسر او مىباشد ) و عوام النّاس كلام او را به خشنودى پذيرفتند » . « 1 »\r\nهمين مطلب در انجيل متّى دربارهء عيسى نقل شده ، آنجا كه مىگويد : « عيسى از ايشان پرسيده ، گفت : دربارهء مسيح چه گمان مىبريد ؟ او پسر كيست ؟ به دو گفتند : پسر داوود ! گفت : پس چطور داوود در روح او را خداوند مىخواند چنان كه مىگويد : خداوند به خداوند من گفت : به دست راست من بنشين تا دشمنان تو را پاىانداز تو سازم ، پس هرگاه داوود او را خداوند مىخواند چگونه پسرش مىباشد » . « 2 »\r\nنظير اين تعبير در اناجيل ديگر نيز وجود دارد . زننده بودن اين تعبير جاى ترديد نيست ، چه اينكه ظاهر آن شرك آشكار و دعوى الوهيّت مسيح است .\r\n2 . در انجيل يوحنّا تبديل شدن آب به شراب ناب را از نخستين معجزات مسيح معرّفى مىكند ، آنجا كه مىگويد : « عيسى و شاگردانش را نيز به عروسى دعوت كردند و چون شراب تمام شد مادر عيسى به دو گفت شراب ندارند . ( تا آنجا كه مىگويد ) عيسى بديشان گفت : قدح‌ها را از آب پر كنيد و آنها را لبريز كردند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل مرقس ، باب 12 ، جمله‌هاى 35 - 37 .\r\n( 2 ) . انجيل متّى ، باب 22 ، جمله‌هاى 44 و 45 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nپس بديشان گفت : الان برداريد و به نزد رئيس مجلس ببريد پس بردند و چون رئيس مجلس آن آب را كه شراب گرديده بود بچشيد و ندانست كه از كجاست ليكن نوكران كه آب را چشيده بودند مىدانستند ، رئيس مجلس داماد را مخاطب ساخته به دو گفت هر كسى شراب خوب را اوّل مىآورد چون مست شدند بدتر از آن را ، ليكن تو شراب خوب را تا حال نگاه داشتى ! ! و اين ابتداى معجزاتى است كه از عيسى در « قاناى جليل » « 1 » صادر گشت و جلال خود را ظاهر كرد و شاگردانش به او ايمان آوردند » . « 2 »\r\nو عجيب‌تر اينكه در جمله‌هايى كه در انجيل متّى از مسيح در روز پيش از شهادتش ( به عقيدهء مسيحيان ) نقل شده ، صريحاً شراب را « خون مسيح » معرّفى مىكند ، آنجا كه مىگويد : « و چون ايشان ( يعنى شاگردانش ) غذا مىخوردند عيسى نان را گرفته ، بركت داد و پاره كرده به شاگردان داد و گفت : بگيريد و بخوريد اين است بدن من ! و پياله را گرفته شكر نمود و بديشان داد و گفت همهء شما از اين بنوشيد زيرا كه اين است خون من ! . . . امّا به شما مىگويم كه بعد از اين از ميوهء مو نخواهم نوشيد تا روزى كه آن را با شما در ملكوت پدر خود تازه آشامم ! » . « 3 »\r\nمسيحيان امروز هم براى تجديد آن خاطره ، مراسمى به نام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يكى از شهرهاى فلسطين است .\r\n( 2 ) . انجيل يوحنّا ، باب دوم ، جمله‌هاى 2 - 12 .\r\n( 3 ) . انجيل متّى ، باب 26 ، جمله‌هاى 26 - 30 .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\n« عشاى ربّانى » برپا مىسازند و نان و شراب را به نام جسم و خون مسيح ! با آداب خاصّى ميان افراد خود تقسيم مىكنند ( شرح عشاى ربّانى و آداب عجيب آن بعداً خواهد آمد ) .\r\nاكنون اين پرسش پيش مىآيد مايعى كه آثار سوءِ آن بر جسم و جان انسان محسوس است و زيان‌هاى بهداشتى آن در تمام كتاب‌هاى بهداشتى نوشته شده و از نظر مفاسد اخلاقى و اجتماعى نيز زيان‌هايى غير قابل انكار دارد و حتّى كسانى كه به آن آلوده هستند مانند معتادان به موادّ مخدر ، در عين اينكه از اثر تخديرى آن لذّتى زودگذر مىبرند به زيان آن معترفند ، با اين حال چگونه مىتوان پذيرفت پيامبرى كه راهنماى اخلاقى مردم است شراب‌سازى كند ، سهل است ، نخستين معجزه‌اش ساختن شراب باشد و او و شاگردانش در مجلس عمومى آنچنان ميگسارى كنند ؟ !\r\nو شگفت‌آور اينكه شراب را خون خود معرّفى كند ؛ خونى كه در عروق انسان جريان دارد و مايهء حيات و ادامهء زندگى اوست .\r\nآيا ممكن است كتابى كه محتويّاتش از اين قبيل است يك كتاب آسمانى و راهنماى بشر باشد ؟\r\nاز همه عجيب‌تر اينكه در كتب عهد قديم ( تورات و ساير كتاب‌هاى يهود ) كه مورد قبول تمام مسيحيان جهان است و هم به‌وسيلهء آنها ترجمه و در سراسر دنيا نشر گرديده ، بارها از شراب مذمّت كرده و آن را منافى پرهيزگارى و مخالف با عقل و حكمت و همرديف زنا شمرده است :\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nدر سفر اعداد از اسفار تورات چنين مىخوانيم :\r\n« خداوند موسى را خطاب كرده گفت : بنىاسرائيل را خطاب كرده به ايشان بگو : چون مرد يا زن نذر خاص ( نذر پرهيزگارى ) كند و خود را براى خدا تخصيص نمايد ( پارسا سازد ) از شراب و مسكرات بپرهيزد و سركه شراب و سركه مسكرات را ننوشد و هيچ عصير انگور ننوشد و انگور تازه يا خشك نخورد و تمام ايّام تخصيصش ( نذر پرهيزگاريش ) از هر چيزى كه از تاك انگور ساخته شود از هسته تا پوست نخورد » . « 1 »\r\nگرچه موضوع بالا مربوط به نذر خاصّى به نام نذر پرهيزگارى است ، از آن استفاده مىشود كه نوشيدن مشروبات الكلى با پرهيزگارى سازگار نيست و حتّى در اين حالت بايد از تمام فراورده‌هاى درخت انگور دورى كند ؛ و اين خود نهايت خباثت شراب را مىرسانَد .\r\nو در كتاب هوشع ( چهارمين انبياى بنىاسرائيل ) مىخوانيم : « زنا و شراب و شيرهء انگور ، دل را مىگيرند » . « 2 »\r\nدر اينجا زنا و شراب را در رديف هم ذكر كرده و ممكن است منظور از دل ، همان قلب به معنى عقل بوده باشد . يعنى عقل را از انسان مىگيرد . و شيرهء انگور هم ظاهراً همان عصير مسكر است نه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تورات ، سفر اعداد ، باب 6 ، جمله‌هاى 1 - 4 .\r\nبايد توجّه داشت كه عبارت مزبور تركيبى از دو ترجمهء فارسى از ترجمه‌هاى موجود است .\r\n( 2 ) . كتاب هوشع ، باب 4 ، جملهء 12 .\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nشيرهء معمولى .\r\nو در نخستين جملهء باب بيستم از كتاب امثال سليمان مىخوانيم : « شراب استهزا مىكند و مسكرات عربده مىآورد و هر كه به آن فريفته شود حكيم نيست ! » .\r\nاين جمله گواهى مىدهد كه شراب عقل را زايل مىكند و موجب مىشود انسان مورد ريشخند واقع شود .\r\nو در باب 23 كتاب امثال سليمان در مذمّت شراب چنين مىگويد :\r\nهنگامى كه شراب سرخ‌فام است و رنگش در جام نمايان ساخته و هم به‌راستى حركت مىنمايد ( مىلرزد و موج مىزند ) به آن منگر . چه عاقبت مثل مار مىگزد و مثل شاه‌مار ( افعى ) نيش مىزند . چشمان تو به زنان بيگانه نگران خواهد شد و دل تو متدبّر كجىها خواهد بود ( افكار غلط و گمراه‌كننده در نظر تو پيدا مىشود ) . « 1 »\r\nدر كتاب اشعياى نبى جمله‌هاى صريح‌ترى دربارهء مذمّت مشروبات ديده مىشود ، آنجا كه مىگويد :\r\n« واى بر آنان كه سحرگاه برمىخيزند تا در پى مسكرات روند و شب دير مىنشينند تا شراب ايشان را گرم كند » . « 2 »\r\nو در همان كتاب مىگويد : « ايشان نيز از شراب ، ضال و از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . امثال سليمان ، باب 23 ، جمله‌هاى 31 - 33 .\r\n( 2 ) . كتاب اشعياى نبى ، باب 5 ، جملهء 11 .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nمسكرات گمراه شدند » . « 1 »\r\nدر كتاب‌هاى عهد جديد در رسالهء پولس به افسسيان نيز مىخوانيم : « مست شراب مشويد كه در آن فساد است » . « 2 »\r\nاين جمله‌هاى صريح در نهى از شراب كه در كتاب‌هاى عهد قديم و جديد است ، علاوه بر اينكه گواه زنده‌اى بر وجود تناقض در اين كتاب‌هاست ، زيرا ابداً با نخستين معجزهء مسيح سازگار نيست ، زشتى و ناپاكى شراب و مفاسد اخلاقى و اجتماعى و گمراه‌كننده بودن آن را روشن مىسازد .\r\nآيا با اين حال باز مىتوان گفت تمام مندرجات اين كتاب‌ها از ناحيهء خداست ؟\r\nسؤال\r\nممكن است ايراد شود كه بيشتر عبارات دليل بر ممنوع بودن مشروبات الكلى كه در بالا نقل شد از عهد قديم است و مسيحيان مىتوانند ادّعا كنند كه كتاب‌هاى مزبور عموماً نسخ شده و منافاتى با مباح بودن آن در آيين مسيح ندارد .\r\nپاسخ\r\nاين ايراد از چند جهت قابل قبول نيست ، زيرا اوّلًا در رسالهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كتاب اشعياى نبى ، باب 28 ، جملهء 7 .\r\n( 2 ) . عهد جديد ، باب 5 ، جملهء 18 .\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nپولس باصراحت از آن نهى شده و منشأ فساد شمرده شده است و مسيحيان پولس را از رسولان و رساله‌هاى او را همرديف كتاب‌هاى آسمانى مىدانند .\r\nثانياً چنان كه بعداً خواهيم گفت ، از پاره‌اى از سخنان مسيح كه در اناجيل نقل شده برمىآيد كه او هيچ‌گونه تغييرى در شريعت موسى نداد ، بلكه آن را تكميل و ترويج كرد .\r\nثالثاً از همهء اينها گذشته ، نسخ در مورد اين‌گونه احكام ( مثل مشروبات الكلى ) كه هم عقل گواه بر زيان‌هاى جسمى و روحى و اخلاقى و اجتماعى آن است و هم در شرايع گذشته با تعبيراتى كه گذشت زمان در آن اثرى ندارد تحريم شده ، به‌كلّى بىمعناست . مثلًا در كتاب اشعيا شراب منشأ گمراهى معرّفى و در امثال سليمان به مار و افعى خطرناك تشبيه شده است و دليل بر تحريم آن را از دست دادن عقل در حال مستى و نگاه به زنان بيگانه و فكر گناه در سر پرورانيدن ذكر شده . بديهى است اينها امورى نيست كه با گذشت زمان قابل تغيير و تبديل و نسخ باشد و ابداً نسخ در اين‌گونه احكام راه ندارد .\r\n* * * 3 . داستان مريم مجدليه - در انجيل لوقا چنين مىخوانيم : يكى از فريسيان « 1 » از او ( مسيح ) وعده خواست كه با او غذا خورد پس به خانهء فريسى درآمده بنشست * كه ناگاه زنى كه در آن شهر گناهكار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « فريسيان » طايفه‌اى از يهود بودند .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nبود چون شنيد كه در خانهء « فريسى » به غذا نشسته است شيشه‌اى از عطر آورده ، * در پشت سر او نزد پاهايش گريان بايستاد و شروع كرد به شستن پاهاى او به اشك خود و خشكانيدن آنها به موى سر خود و پاهاى وى را بوسيده ، آنها را به عطر تدهين كرد ، * چون فريسى كه از او وعده خواسته بود اين را بديد با خود مىگفت كه اين شخص اگر نبى بودى هر آينه دانستى كه اين كدام و چگونه زن است كه او را لمس مىكند زيرا كه او گناهكارى است * عيسى جواب داده به وى گفت : اى شمعون چيزى دارم كه به تو بگويم ! گفت : اى استاد بگو * گفت : طلبكارى را دو بدهكار بود كه از يكى پانصد و از ديگرى پنجاه دينار طلب داشتى * چون چيزى نداشتند كه ادا كنند هر دو را بخشيد بگو كدام‌يك از آن دو او را زيادتر محبّت خواهد نمود * شمعون در جواب گفت : گمان مىكنم آن كه او را زيادتر بخشيد ، به وى گفت : نيكو گفتى * پس به سوى آن زن اشاره نموده ، به شمعون گفت : اين زن را نمىبينى ؟ * به خانهء تو آمدم آب به جهت پاهاى من نياوردى ولى اين زن پاهاى مرا به اشك‌ها شست و به موهاى سر خود آنها را خشك كرد * مرا نبوسيدى ليكن اين زن از وقتى كه داخل شدم از بوسيدن پاهاى من باز نايستاد * سر مرا به روغن مسح نكردى ليكن او پاهاى مرا به عطر تدهين كرد * از اين جهت به تو مىگويم گناهان او كه بسيار است آمرزيده شد ، زيرا كه محبّت بسيار نموده است ليكن آن كه آمرزش كمتر يافت محبّت كمتر مىنمايد . * « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل لوقا ، باب 7 ، جمله‌هاى 36 - 47 .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nاكنون كه شرح اين ماجرا را عيناً از انجيل دانستيم اين پرسش‌ها مطرح مىشود :\r\nالف ) چه لزومى داشت كه عيسى عليه السلام در برابر اظهار محبّت‌هاى نامناسب و غلط آن زن گناهكار تسليم شود و اجازه دهد كه او با اشك‌هاى چشمانش پاهاى وى را شست‌وشو داده و با گيسوانش آن را خشك كند ، پاى او را به دست خود عطرمالى كرده و مرتّباً بر آن بوسه زند ( به‌خصوص اينكه آن زن قاعدتاً پيرزن بدشكل و بدقواره‌اى نبوده ، چه اينكه گناهكار شهر محسوب مىشد !\r\nو اگر بپذيريم كه او براى توبه از گناهان سابق خود به سراغ عيسى آمده ، همانا ندامت او از گناه و ايمان آوردن به خدا و علاقهء او به مسيح و تصميم بر ترك اعمال خلاف ، كافى بوده و ديگر هيچ مجوّزى براى آن‌همه صورتمالى و دستمالى و امثال آن در كار نبوده است . آيا تسليم در برابر اين اعمال دور از عفّت ، با مقام نبوّت و رهبرى خلق و با مندرجات يك كتاب آسمانى سازگار است ؟\r\nب ) آيا اين عمل مسيح سرمشقى براى مردم ديگر به‌خصوص شاگردان او نمىشده كه از چنان اظهار محبّت‌هاى شرم‌آورى استقبال كنند ؟\r\nج ) عذرى كه در اين باب از مسيح نقل شده خيلى عجيب است ، زيرا خلاصهء عذر مزبور اين مىشود كه گناه اين زن از تو ( شمعون ) بيشتر است و چون بيشتر اظهار محبّت كرد ، آمرزش بيشترى يافته ، معلوم نيست اين پاسخ چه ربطى به ايرادى كه شمعون در دلش به\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nمسيح داشت دارد و اين مثال با اين منطق چگونه پاسخ ايراد او به مسيح خواهد شد ؟\r\nدر هر حال اين بخش از انجيل لوقا نيز شاهد ديگرى بر محرّف بودن اين كتاب‌هاست ، مخصوصاً اين داستان به افسانه شبيه‌تر است تا به حقيقت ؛ كو آن‌همه اشك چشم كه كسى پاى ديگرى را ( به‌جاى آب ) با آن بشويد و با موهايش خشك كند ؟ !\r\n* * * 4 . حكم طلاق در مسيحيت\r\nدر اناجيل كنونى حكم شديدى دربارهء طلاق ديده مىشود كه نه شباهتى به احكام آسمانى و نه به قوانين حساب‌شده بشرى دارد و با هيچ منطقى تطبيق نمىكند و آن حكم ممنوعيّت مطلق طلاق است :\r\nدر انجيل لوقا مىخوانيم :\r\nهر كس زن خود را طلاق دهد و ديگرى را نكاح كند زانى بود و هر كس زن مطلّقهء مردى را به نكاح خويش درآورَد زنا كرده باشد . « 1 » ( جملهء 18 ) .\r\nنظير همين حكم در انجيل مرقس « 2 » و انجيل متّى « 3 » آمده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل لوقا ، باب 16 ، جملهء 18 .\r\n( 2 ) . انجيل مرقس ، باب 10 ، جملهء 11 .\r\n( 3 ) . انجيل متّى ، باب 5 ، جملهء 33 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nجالب توجّه اينكه انجيل متّى مىگويد : جمعى از بنىاسرائيل به مسيح عليه السلام ايراد كردند كه موسى عليه السلام اجازهء طلاق داده ، چرا تو نهى مىكنى ؟ او جوابى داد كه مطالب مختلفى را در اين زمينه روشن مىسازد . اينك عين عبارت انجيل :\r\n« به وى ( يعنى عيسى ) گفتند : پس از بهر چه موسى امر فرمود كه زن را طلاق‌نامه بدهند و جدا كنند ؟ ايشان را گفت موسى به سبب سنگدلى شما ، شما را اجازت داد كه زنان خود را طلاق دهيد ليكن از ابتدا چنين نبوده . و به شما مىگويم هر كس زن خود را به غير علّت زنا طلاق دهد و ديگرى را نكاح كند زانى است و هر كس زن مطلّقه را نكاح كند زنا كند . شاگردانش به او گفتند : اگر حكم شوهر با زن چنين باشد نكاح نكردن بهتر است . ايشان را گفت تمامى خلق اين كلام را نمىپذيرند مگر به كسانى كه عطا شده است زيرا كه خصىها مىباشند كه از شكم مادر چنين متولّد شده‌اند ، و خصىها هستند كه از مردم خصى شده‌اند و خصىها مىباشند كه به جهت ملكوت خدا خود را خصى نموده‌اند آن كه توانايى قبول دارد بپذيرد ( هركس قابليّت آن را دارد آن را قبول نمايد - ترجمهء ديگر ) » . « 1 »\r\nاز عبارات فوق به‌خوبى چند موضوع استفاده مىشود :\r\nالف ) طلاق از نخست مشروع نبوده است .\r\nب ) موسى به جهت سنگدلى مردم اجازهء طلاق داد .\r\nج ) طلاق به غير علّت زنا به هيچ‌وجه جايز نيست .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل متّى ، باب 19 ، جمله‌هاى 7 - 12 .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nد ) كسانى كه توانايى دارند زن نگيرند بهتر است ( زيرا مسيح قول شاگردانش را تصديق كرد و گفت : ولى تمام مردم نمىتوانند از ازدواج خوددارى كنند مگر كسانى كه مشمول لطف و عنايت خدا شده‌اند و سپس براى تأييد اين سخن افراد خصى را سه دسته مىكند : خصى مادرزاد ، و خصى به واسطهء طرق مخصوصى كه در ميان مردم رايج است ، خصى به خاطر خدا و ملكوت ! ممكن است عدم ازدواج روحانيان مسيحى ، يك بخش از آن مربوط به الهام گرفتن از همين گفتار شاگردان مسيح و خود او باشد ) .\r\nدر هر صورت اين عبارات صريح اناجيل سبب شده كه مسيحيان طلاق را ممنوع بدانند ، ولى امروز بسيارى از ملل مسيحى به حكم ضرورت زندگى ، اين قانون را شكسته و در كشورهاى خود طلاق را قانونى ساخته‌اند .\r\nاكنون به بررسى اين حكم مىپردازيم :\r\n1 . نخستين چيزى كه در اينجا به نظر مىرسد اين است : مسيح كه خودش مدّعى است براى تكميل آيين تورات آمده نه براى تغيير آن ، چگونه چيزى كه در آيين موسى عليه السلام جايز بوده است به‌كلّى ممنوع ساخته ؟\r\nدر انجيل متّى مىخوانيم :\r\n« گمان مبريد كه آمده‌ام تورات يا صحف انبيا را باطل سازم ، نيامده‌ام تا باطل نمايم بلكه تا تمام كنم زيرا هر آينه به شما مىگويم تا آسمان و زمين زايل نشود همزه و نقطه‌اى از تورات هرگز زايل\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nنخواهد شد تا همه واقع شود ، پس هر كس يكى از اين احكام كوچك‌ترين را بشكند و به مردم چنين تعليم دهد در ملكوت آسمان كمترين شمرده شود » . « 1 »\r\nهمين مطلب در انجيل لوقا نيز آمده است :\r\nليكن آسان‌تر است كه آسمان و زمين زايل شود از آنكه يك نقطه از تورات ساقط گردد . « 2 »\r\nروشن است كه منظور از عدم زوال يك نقطه از تورات ، نقوش و كتابت آن نيست زيرا آن‌هم با گذشت زمان از بين مىرود ، بلكه منظور معانى اين نقوش است . يعنى مطالب و احكام آن هرگز نسخ نمىگردد ( البتّه به عقيدهء كسانى كه به اناجيل كنونى ايمان دارند ) .\r\nاتّفاقاً « نسخ » در لغت به معنى زايل كردن است و شايد تعبير صحيح‌تر در ترجمهء اين عبارات انجيل همان تعبير به نسخ باشد .\r\nسؤال\r\nممكن است كسانى سؤال كنند كه اين حكم شايد يك حكم موقّت در لسان موسى عليه السلام بوده است ، نه جزءِ احكام شريعت و تورات او .\r\nپاسخ\r\nاين حكم صريحاً در تورات كنونى كه مورد قبول مسيحيان نيز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل متّى ، باب 5 ، جمله‌هاى 17 - 19 .\r\n( 2 ) . انجيل لوقا ، باب 16 ، جملهء 17 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nهست آمده و به صورت يك حكم شرعى مسلّم مانند ساير احكام شريعت موسى عليه السلام ذكر شده است .\r\nدر پنجمين كتاب تورات كه به سفر تثنيه معروف است « 1 » چنين مىخوانيم :\r\nچون كسى زنى را به نكاح خود درآورد اگر در نظر او پسند نيايد از اينكه چيزى ناشايسته در او بيايد آن‌گاه طلاق‌نامه نوشته ، به دستش دهد و او را از خانه‌اش رها كند و از خانهء او روانه شده ، برود زن ديگرى شود و اگر شوهر ديگر نيز او را مكروه دارد طلاق‌نامه نوشته به دستش بدهد و او را از خانه‌اش رها كند . « 2 »\r\n* * * يك حكم غيرمنطقى\r\n2 . بىترديد پيمان زناشويى پيمان مقدّسى است و بايد كوشيد كه تا پايان عمر ادامه يابد ، امّا بىشك ضرورت‌هايى پيش مىآيد كه ادامهء اين پيمان قابل تحمّل نيست و توليد انواع مفاسد يا ناراحتىهايى براى طرفين مىكند .\r\nما هرگز نمىتوانيم اصرار كنيم كه اين پيمان در اين موارد ادامه يابد هرچند توليد ناراحتى و مفسده كند . به عنوان نمونه چند مورد را يادآور مىشويم :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . چون احكام شريعت موسى در آن تكرار شده ، آن را « سفر تثنيه » مىنامند .\r\n( 2 ) . تورات ، سفر تثنيه ، باب 24 ، جمله‌هاى 1 - 3 .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nالف ) در موارد ناسازگارى قطعى كه روحيّهء زن و مرد به عللى چنان با هم اختلاف دارد كه هيچ‌گونه اميدى به سازش آنها نيست و اگر علىرغم اين عدم توافق ، آنها را به حكم اجبار وادار به ادامهء زندگى زناشويى كنيم ممكن است اقدام به خودكشى يا فرار از خانه نمايند ، يا بيم آن برود كه يكديگر را نابود كنند . آيا در چنين فرضى كه وقوع آن هيچ بعيد نيست معقول است كه آنها را به ادامهء زناشويى مجبور كنيم اگرچه منتهى به اين امور شود ؟ و آيا صحيح است كه حقّ طلاق را در اين موارد مطلقاً از مرد سلب نماييم ؟\r\nب ) در موارد اضطرار ، مانند اينكه مرد و زن هر دو به علّت عدم قدرت بر زندگى در يك محل ( به اين ترتيب كه - مثلًا - مزاج يكى ايجاب مىكند در منطقهء گرم و خشك و ديگرى در منطقهء سرد و مرطوب زندگى كند ) يا شغل مرد به گونه‌اى است كه جز در مناطقى كه با وضع زن سازگار نيست نمىتواند بماند ، آيا در چنين مواردى مىتوان گفت زن و مرد مجبورند تا پايان عمر بر همان ازدواج سابق بمانند و اگر مرد اقدام به طلاق و ازدواج جديد كند زنا كرده است ؟\r\nج ) در مواردى كه امراض غير قابل علاج يا ديوانگى و جنون براى يكى از طرفين ، يا بيمارىهايى كه مانع از هرگونه عمل جنسى است ، يا مفقودالاثر شدن يكى از زوجين پيش آيد ، آيا مىتوان طرف ديگر را به حكم اجبار در زندان اين ازدواج تا ابد محبوس كرد ؛ ازدواجى كه هيچ سودى ندارد و جز ضرر نتيجه‌اى از آن عايدنمىشود .\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nاصولًا اصرار بر ادامهء زوجيّت در اين‌گونه موارد ، اغلب منجر به ارتكاب زنا مىشود ؛ همان عملى كه ترس از آن باعث جعل چنين حكمى شده زيرا بديهى است كمتر كسى حاضر مىشود يك عمر در چنين حالى به‌سر بَرد .\r\nممكن است كسى بگويد پس از يك بار زنا ، طلاق جايز و محذور بر طرف مىشود و تا آخر عمر ادامه نمىيابد .\r\nولى بايد توجّه داشت كه اوّلًا ؛ اين حكم فقط در مورد زنا كردن زن است نه مرد ؛ بنابراين ، اگر زنى ديوانه ، يا مفقودالاثر ، يا مبتلا به مرضى شود كه مانع از هرگونه عمل جنسى است و شوهرش جوان باشد بايد تا آخر عمر ، همسرش صبر كند اگرچه مرتكب ده‌ها عمل منافىعفّت شود . آيا بهتر اين نيست كه او را طلاق دهد و زندگى جديدى براى خود فراهم سازد ؟\r\nثانياً ؛ معناى اين سخن اين است كه اوّل او را رها كنيم تا زنا كند و سپس به او اجازهء طلاق بدهيم . آيا بهتر اين نيست كه همان اوّل بدون ارتكاب اين عمل خلاف به او اجازهء طلاق داده شود ؟\r\nازاين‌رو مشاهده مىكنيم در محيطهايى كه پايبند به قانون منع طلاق هستند آلودگى زيادى وجود دارد كه حتّى كشيشان مسيحى هم به آن اعتراف كرده‌اند . به عنوان نمونه :\r\nپروفسور بىسى شل ، استاد علوم الهى دانشگاه مانهاتان كه از كشيشان مورد احترام كاتوليك‌هاست ، در مقاله‌اى نوشته است :\r\nخشونت و سختگيرى كليساى كاتوليك در جلوگيرى از طلاق ،\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nنادرست و باعث انحراف اخلاقى زن و شوهرانى مىشود كه ناچارند از هم جدا زندگى كنند . « 1 »\r\nگذشته از اين ، خود اين مطلب - كه تنها مجوّز طلاق ، زنا كردن زن است - شوهران و زنانى را كه ميل و رغبت به ادامهء زوجيّت ندارند تشويق مىكند كه براى رسيدن به مقصود خود از اين وسيله استفاده كنند و مرتكب اين عمل شوند تا آزاد گردند .\r\nاتّفاقاً اين موضوع مكرّر واقع شده است . آيا چنين قانونى كه عملًا افراد را به آلودگى دعوت مىكند مىتواند يك قانون آسمانى و كتاب محتوى آن ، كتاب آسمانى باشد ؟\r\n3 . موضوع ديگرى كه در اينجا جلب توجّه مىكند اين است كه در عباراتى كه از انجيل دربارهء طلاق نقل كرديم اين جمله به چشم مىخورد كه : « موسى به سبب سنگدلى شما ، شما را اجازت داد كه زنان خود را طلاق دهيد » .\r\nدر اينجا اين پرسش پيش مىآيد كه آيا مىتوان بر اثر سنگدلى جمعيّتى ، حكمى را بر خلاف آنچه مصلحت بوده و خواهد بود تغيير داد و به فرض كه اين مطلب را به صورتى توجيه كنيم ، باز اين پرسش باقى مىماند كه آيا جمعيّت بنىاسرائيل كه در آن زمان موظّف به پذيرفتن آيين مسيح شدند سنگدلى خود را از دست داده بودند ، يا به شهادت اناجيل ، بزرگ‌ترين سنگدلى را در مورد مسيح و ياران او انجام دادند ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . روزنامه كيهان ، 6 / 12 / 1346 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nمبارزه با يك امر طبيعى\r\n4 . از همهء اينها گذشته از عباراتى كه از باب نوزدهم انجيل متّى دربارهء اقسام سه‌گانه « خصى » ها نقل كرديم و از عبارات قبل و بعد آن به‌خوبى برمىآيد كه اگر انسان بتواند خود را براى ملكوت خدا خصى كند افتخارى است ولى همه كس قدرت آن را ندارند .\r\nاگر منظور از خصى كردن ، معناى واقعى آن باشد كه راستى دستور عجيبى است و ايراد آن بر همه كس روشن .\r\nو اگر منظور ، ترك ازدواج به‌طور مطلق باشد آن نيز امرى است بر خلاف قانون آفرينش و خلقت و هم بر خلاف منطق عقل و مصالح اجتماع و هم بر خلاف پاره‌اى از مندرجات صريح كتب عهد جديد .\r\nمىدانيم كه قوانين دينى بايد همواره مكمّل قوانين آفرينش باشد . به عبارت ديگر ، دستگاه تشريع بايد دستگاه تكوين را تكميل كند ؛ پس چگونه ممكن است خداوند از طريق آفرينش ، غرايز خاص را در وجود انسان بيافريند و از طريق قوانين مذهبى به‌كلّى جلوى آن را بگيرد ( نه اينكه آن را رهبرى و تعديل نمايد ) ؟\r\nكدام منطق و عقل اجازه مىدهد يك طبقهء پرجمعيّت ، براى هميشه ترك يك امر فطرى كنند به‌خصوص كه اين طبقه - يعنى روحانيان - از طبقات ممتاز جمعيّت باشند و فرزندانى ممكن است از آنها به‌وجود آيد كه هم به حكم وراثت و هم به حكم محيط تربيتى ، هوش و ذكاوت و استعداد قابل توجّهى براى احراز مقام\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nرهبرى معنوى مردم داشته باشند .\r\nجان الدر نويسندهء كتاب تاريخ اصلاحات كليسا كه خود از طرفداران مذهب پروتستان است ، ضمن اعتراض به رسم زندگى مجرّد و اجرا و تحميل آن بر طبقهء وعّاظ و كشيشان مىگويد :\r\nدر ممالك پروتستان به تجربه ثابت شده است كه اولاد واعظان بيست مرتبه بيشتر از اولاد ساير طبقات مردم ، استعداد احراز مقامات عالى و مهم را دارند . « 1 »\r\nبه علاوه اين مطلب با آنچه در رساله‌هاى پولس از كتب عهد جديد مىخوانيم وفق نمىدهد . در رسالهء اوّل پولس به قرنتيان مىخوانيم : « آيا اختيار نداريم خواهر دينى را به زنى گرفته ، همراه خود ببريم مثل ساير رسولان و برادران خداوند » . « 2 »\r\nاز اين بيان به‌خوبى استفاده مىشود كه پولس و ساير شاگردان مسيح و رسولان و برادران مسيح نيز ازدواج كردند و بر چنين مطلبى وقعى ننهادند .\r\nو در رسالهء اوّل پولس به تيموتاوس مىخوانيم : « اسقف بايد بىملامت و صاحب يك زن و هوشيار و خردمند و صاحب نظام و مهمان‌نواز و راغب به تعليم باشد » . « 3 »\r\nقابل توجّه اينكه در همان رساله در باب چهارم مىخوانيم :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ اصلاحات كليسا ، ص 115 .\r\n( 2 ) . عهد جديد ، رساله پولس ، باب 9 ، جملهء 5 .\r\n( 3 ) . همان ، باب 3 ، جملهء 2 .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\n« ولى روح صريحاً مىگويد : در زمان آخر بعضى از ايمان برگشته ، به ارواح مضلّ و تعاليم شياطين اصغا خواهند نمود * به رياكارى دروغگويان كه ضماير خود را داغ كرده‌اند كه از مزاوجت منع مىكنند و حكم مىنمايند به احتزاز از خوراك‌هايى كه خدا آفريد براى مؤمنين و عارفين به‌حق تا آنها را به شكرگزارى بخورند » . « 1 »\r\nاز اين عبارت به‌خوبى برمىآيد كه منع از ازدواج از بدعت‌هايى است كه در زمان‌هاى بعد به وجود خواهد آمد و اين بر اثر اغواى شياطين و ارواح گمراه‌كننده است .\r\nاين بيانات با آنچه از انجيل متّى برمىآيد متناقض است و قابل جمع نيست .\r\nدر ضمن از آنچه گفته شد اين حقيقت روشن گرديد كه تجرّد هميشگى كه از جمله‌هاى انجيل متّى مربوط به عدم تشريع طلاق استفاده مىشود و كليساى كاتوليك الان هم آن را به عنوان يك قانون اجبارى براى كشيشان مىشناسد ، هم بر خلاف مندرجات كتب مقدّسه عهد جديد است و هم بر خلاف عقل و مصالح اجتماع .\r\nاز اينها گذشته ، مصلحت دستگاه روحانيّت مسيحيّت كاملًا بر خلاف چنين قانونى است ، زيرا اين موضوع سبب مىشود كه روحانيّت كاتوليك كه طرفدار تجرّد اجبارى كشيشان است آلودگىهاى فراوانى پيدا كند ، چه اينكه مىدانيم غريزهء جنسى از سركش‌ترين غرايز بشر است و محدود ساختن آن در يك عمر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عهد جديد ، رساله پولس ، باب 4 ، جمله‌هاى 1 - 3 .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nبراى اغلب افراد ميسّر نيست و طغيان آن موجب بروز رسوايى مىشود و اين موضوع در روحانيّت مسيحيّت بارها اتّفاق افتاده و جنجال‌هاى عجيبى آفريده است .\r\nجان الدر در كتاب تاريخ اصلاحات كليسا نيز به اين معنى اعتراف كرده است ، آنجا كه مىگويد :\r\nدر عين حال اين نكته را بايد با كمال پوزش متذكّر شد كه عهد و ميثاق و سوگند مجرّد ماندن و دورى كردن از زن ، كراراً از طرف كشيشان در عصر لوتر نقض گرديد و نقض چنين پيمانى خود به‌مثابه يك افتضاح و رسوايى بين‌المللى بود . « 1 »\r\nافزون بر آنچه گفته شد ، سركوب يك غريزه نيرومند و عدم اشباع آن از راه‌هاى صحيح ، اغلب همراه با واكنش‌هاى شديد و آزاردهندهء روحى و جسمى است .\r\nازاين‌رو بسيارى از جوانانى كه در سنّ ازدواج اقدام به اين كار نمىكنند گرفتار ناراحتىهاى روانى و اضطراب و كج‌خلقى و پراكندگى فكر و بىاعتنايى به زندگى و نوميدى و بدبينى و امثال آن مىشوند ؛ البتّه پس از ازدواج همهء اين آثار بر طرف شده و جاى خود را به آرامش كامل مىسپارد .\r\nقرآن مجيد نيز به اين حقيقت علمى اشاره كرده و مىفرمايد :\r\n« « وَمِنْ ءَايَاتِهِ أَنْ خَلَقَ لَكُمْ مِنْ أَنْفُسِكُمْ أَزْوَاجًا لِتَسْكُنُوا إِلَيْهَا » ؛ از نشانه‌هاى او ( خدا ) اينكه همسرانى از جنس خودتان براى شما\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تاريخ اصلاحات كليسا ، ص 116 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nآفريد تا در كنار آنان آرامش يابيد » . « 1 »\r\nآيا با اين حال صحيح است جمعى از مردم - به‌خصوص علما و روحانيان و مبلّغان مذهبى كه نيازمند آرامش روحى و آسودگى خاطر بيشترى هستند - به عملى دست بزنند كه مايهء عدم آرامش و پراكندگى فكر و سوءِ خلق است .\r\n\r\nترك ازدواج در اسلام\r\nممكن است در اينجا ايراد شود كه در اسلام نيز ترك ازدواج ممدوح است و شاهد آن آيه‌اى است كه در قرآن مجيد دربارهء يحيى وارد شده ، آنجا كه مىگويد : « أَنَّ اللَّهَ يُبَشّرُكَ بِيَحْيَى مُصَدّقًا بِكَلِمَةٍ مِنَ اللَّهِ وَسَيّدًا وَحَصُورًا وَنَبِيًّا مِنَ الصَّالِحِينَ » . « 2 »\r\nزيرا « حصور » به معنى كسى است كه از ازدواج امتناع مىورزد و روشن است كه آيه در مقام مدح يحيى است .\r\nپاسخ\r\nفقهاى اسلام همه در اين عقيده اتّفاق نظر دارند كه ازدواج براى كسانى كه به آن ميل و علاقه دارند مستحبّ است .\r\nصاحب جواهر الكلام در آغاز كتاب نكاح مىگويد : النّكاح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء روم ، آيهء 21 .\r\n( 2 ) . ترجمه : « خدا تو را به يحيى بشارت مىدهد ؛ ( كسى ) كه كلمه خدا [ / مسيح 
  ] را تصديق مىكند ؛ و رهبر خواهد بود ؛ و از هوس‌هاى سركش بر كنار ، و پيامبرى از صالحان است » . سورهء آل عمران ، آيهء 39 .\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nمشروعٌ بل مستحبٌ لِمَن تاقت واشتاقت نفسه إليه مِن الرّجال وَالنّساء كتاباً وسُنَّة مستفيضة أو متواترة وإجماعاً بقسميه مِن المسلمين فضلًا عن المؤمنين أو ضرورة مِن المذهب بل الدّين .\r\nروايات فراوانى كه در اين زمينه نقل شده نيز با كمال وضوح و صراحت اين حقيقت را تأييد مىكند . « 1 »\r\nبديهى است مورد بحث ما غالباً كسانىاند كه ميل و علاقهء به ازدواج را دارند .\r\nامّا در مورد كسانى كه ميل و علاقه قابل ملاحظه‌اى به ازدواج ندارند نيز مشهور استحباب آن است و فقط قول ضعيفى به استحباب ترك در اين صورت داريم كه استناد به آيهء مزبور كرده‌اند .\r\nولى دلالت آيه بر اين معنى روشن نيست ، زيرا كلمهء « حصور » از مادّهء « حصر » به معنى حبس گرفته شده و جمعى از مفسّران آن را چنين معنى كرده‌اند : « المبالغ فى حبس النّفس عن الشّهوات والملاهى » و بنابراين هيچ دلالتى بر ممدوح بودن امتناع از نكاح ندارد .\r\nسياق آيه نيز اين معنى را تأييد مىكند ، زيرا به عنوان يك صفت كاملًا ممتاز در رديف نبوّت ذكر شده است و ترك ازدواج اگر هم ممدوح باشد اين‌همه اهمّيّت ندارد .\r\nو به فرض كه مراد از « حصور » كسى باشد كه از ازدواج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . براى توضيح بيشتر به وسائل الشيعه ، كتاب النّكاح مراجعه كنيد .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nخوددارى مىكند باز ممكن است مراد لوازم معنى باشد نه خود معناى اصلى ، يعنى مدح به اعتبار تملّك بر نفس و تسلّط بر شهوات بوده باشد .\r\nو در هر صورت با يك كلمهء مبهم نمىتوان از اجماع و اتّفاق علماى اسلام و آن‌همه احاديث و روايات صريح ، رفع يد نمود .\r\nاز پيامبر اكرم صلى الله عليه و آله روايت شده است كه فرمود :\r\nما استَفادَ امرءٍ مُسلِمٍ فائِدَةً بَعدَ الإسلامِ أفضَلُ مِن زَوجَةٍ مُسلِمَةٍ تَسُرُّهُ إذا نَظَرَ إلَيها وَتُطيعُهُ إذا أمَرَها وَتَحفَظُهُ إذا غابَ عَنها في نَفسِها وَمالِهِ\r\n: « مرد مسلمان فايده‌اى بعد از مسلمان شدن نصيبش نشده است كه برتر باشد از زنى كه هرگاه به او بنگرد دلش شاد مىشود ، وقتى به او فرمان مىدهد اطاعت مىكند و چون شوهر از خانه بيرون رود او از خود و اموال شوهر حفاظت مىكند » . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كافى ، ج 5 ، ص 327 .\r\n","page_name":" 65 ","page_number":65},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\n\r\nدورنماى مسيحيّت\r\nهر يك از اديان و مذاهب جهان از نظر معارف مذهبى و به‌اصطلاح مكتب خاصّ فكرى و روحانى قيافهء مخصوصى دارند كه در برخوردهاى نخست خود را به انسان نشان مىدهند . اين قيافهء كلّى و عمومى مذهب بسيار چيزها مىتواند به ما بياموزد و راهنمايى براى ارزيابى آن مذهب و پى بردن به ساير محتويّات آن است .\r\nمنظور از قيافهء مذهب همانا برداشت كلّى آن مذهب دربارهء مسائلى از قبيل هدف آفرينش جهان ، منظور از افزايش انسان ، هدف بعثت پيامبران ، سرنوشت انسان پس از مرگ ، راه رسيدن به سعادت واقعى ، و كيفيّت روابط انسان‌ها در زندگى اجتماعى و چگونگى تفسيرى است كه از اين مسائل دارد .\r\nبديهى است اين برداشت كلّى ، مسير مذهب را در مسائل كوچك‌تر روشن مىسازد .\r\nدر اينجا نخست قيافهء اصلى اسلام را در اين مسائل بررسى\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nكرده ، سپس آن را با آنچه مسيحيّت كنونى از خود نشان مىدهد مقايسه مىكنيم آن‌گاه مطالب فراوانى روشن خواهد شد .\r\nمتون اصلى اسلام ( آيات قرآن مجيد ) دربارهء مسائل مزبور چنين مىگويد :\r\n1 . همه چيز در اين جهان براى انسان آفريده شده و مسخّر فرمان او و در راه تأمين منافع اوست :\r\n- « أَلَمْ تَرَوْا أَنَّ اللَّهَ سَخَّرَ لَكُمْ مَا فِى السَّموَاتِ وَمَا فِىالْأَرْضِ » . « 1 »\r\n- « وَسَخَّرَ لَكُمُ الشَّمْسَ وَالْقَمَرَ دَائِبَيْنِ » . « 2 »\r\n- « وَسخَّرَ لَكُمُ الَّيْلَ وَالنَّهَارَ » . « 3 »\r\n- « وَهُوَ الَّذِى سَخَّرَ الْبَحْرَ » . « 4 »\r\n- « وَسَخَّرَ لَكُمُ الْأَنْهَارَ » . « 5 »\r\n- « وَسَخَّرَ لَكُمُ الْفُلْكَ لِتَجْرِىَ فِىالْبَحْرِ بِأَمْرِهِ » . « 6 »\r\nو به اين ترتيب ، بزرگ‌ترين ارزش و شخصيّت از آنِ انسان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ترجمه : « آيا نديديد خداوند آنچه را در آسمان‌ها و زمين است مسخّر شما كرده است » . سورهء لقمان ، آيهء 20 .\r\n( 2 ) . ترجمه : « و خورشيد و ماه را - كه با برنامهء منظّمى در حركت‌اند - به تسخير شما درآورد » . سورهء ابراهيم ، آيهء 33 .\r\n( 3 ) . ترجمه : « و شب و روز را مسخّر شما ساخت » . سورهء ابراهيم ، آيهء 33 .\r\n( 4 ) . ترجمه : « او كسى است كه دريا را مسخّر ( شما ) ساخت » . سورهء نحل ، آيهء 14 .\r\n( 5 ) . ترجمه : « و نهرها را مسخّر شما كرد » . سورهء ابراهيم ، آيهء 32 .\r\n( 6 ) . ترجمه : « و كشتىها را مسخّر شما ساخت ، تا بر صفحهء دريا به فرمان او حركت كنند » . سورهء ابراهيم ، آيهء 32 .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nاست و همهء موجودات اين جهان براى او آفريده شده‌اند .\r\n2 . مبدأ وجود همه خداست و بازگشت همه هم به سوى اوست .\r\nبه عبارت ديگر همه به سوى آن وجود كامل و بىپايان از هر جهت ، در حركت‌اند « وَهُوَ خَلَقَكُمْ أَوَّلَ مَرَّةٍ وَإِلَيْهِ تُرْجَعُونَ » . « 1 »\r\n3 . منظور از آفرينش انسان اين بوده كه نشانه‌اى باشد از آن ذات پاك كه منبع تمام صفات كمال است .\r\nقرآن در سرگذشت آفرينش انسان ، نخست مىگويد : « إِنّى جَاعِلٌ فِىالْأَرْضِ خَلِيفَةً » . « 2 »\r\nو سپس داستان خلقت انسان و تعليم حقايق موجودات به او ( علم اسماء ) و آموختن آن به فرشتگان و اعتراف گرفتن از آنها به عجز در برابر معلومات انسان تشريح مىكند .\r\nگذشته از اين ، پرورش صفات عالى انسانيّت را نيز هدف ديگرى از آفرينش انسان معرّفى كرده و از « انسان كامل » به بندهء خدا تعبير مىكند : « وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ » . « 3 »\r\nو به اين ترتيب ، هدف را تربيت انسان كامل ( بندهء خدا ) ذكر مىكند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ترجمه : « و او شما را نخستين بار آفريد ، و به سوى او بازگردانده مىشويد » . سورهء فصّلت ، آيهء 21 .\r\n( 2 ) . ترجمه : « من بر روى زمين جانشينى [ / نماينده‌اى 
  ] قرار خواهم داد » . سورهءبقره ، آيهء 30 .\r\n( 3 ) . ترجمه : « من جنّ و انس را نيافريدم جز براى اينكه مرا بپرستند ( و از اين راه تكامل يابند و به من نزديك شوند ) » . سورهء ذاريات ، آيهء 56 .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nصفات بندگان خدا ، انسان كامل را در دوازده آيه در سورهء فرقان « 1 » بيان كرده كه مضمون آن چنين است :\r\nبندگان خاصّ خدا كسانىاند كه آرام و بىتكبّر بر زمين راه مىروند ، و در برابر سخنان نابخردانه پرخاش نمىكنند و آنها را به نيكى پاسخ مىگويند ، در پيشگاه خداوند سر به سجده مىنهند و در برابر او به نيايش برمىخيزند ، از كيفرهاى او در هراسند و لذا مراقب اعمال خويش‌اند .\r\nدر راه خدا انفاق و بخشش مىكنند و در اين راه از اسراف و بخل بركنارند .\r\nهرگز براى خدا همتا قائل نمىشوند و هرگز دست به خون بيگناهان نمىآلايند .\r\nدامان عفّت خويش را آلوده نمىسازند و اگر مرتكب گناه شوند توبه كرده ، به سوى خدا بازمىگردند و با كار شايسته و نيك ، كار بد خود را جبران مىكنند .\r\nهرگز در مجالس باطل حضور نمىيابند و بزرگوارانه از برابر لغو و باطل مىگذرند .\r\nدر برابر سخنان خدا و آثار او در سراسر جهان هستى ، همچون كوران و كران نيستند .\r\nآنان توجّه خاصّى به اصلاح خانواده خويش دارند و از خدا مىخواهند كه همسر و فرزند پاك و لايقى كه مايهء روشنى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سورهء فرقان ، آيات 63 - 74 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nچشمشان شود به آنها عطا كند .\r\nآنها بزرگى و عزّت را در پرهيزگارى مىجويند و از خدا مىخواهند كه آنها را پيشوا و سرمشق پرهيزگاران قرار دهد .\r\nمنطق اسلام در اين بخش از آيات مزبور به‌خوبى روشن مىشود .\r\n4 . هدف بعثت پيامبران از نظر اسلام چند چيز است :\r\nالف ) اقامهء اصول عدالت « لَقَدْ أَرْسَلْنَا رُسُلَنَا بِالْبَيّنَاتِ وَأَنْزَلْنَا مَعَهُمُ الْكِتَابَ وَالْمِيزَانَ لِيَقُومَ النَّاسُ بِالْقِسْطِ » . « 1 »\r\nب ) پرورش و آموزش ، يا تربيت و تعليم و نجات از گمراهىها « هُوَ الَّذِى بَعَثَ فِىالْأُمّيّينَ رَسُولًا مِنْهُمْ يَتْلُوا عَلَيْهِمْ ءَايَاتِهِ وَيُزَكّيهِمْ وَيُعَلّمُهُمُ الْكِتَابَ وَالْحِكْمَةَ وَإِنْ كَانُوا مِنْ قَبْلُ لَفِى ضَلَالٍ مُبِينٍ » . « 2 »\r\nج ) هدايت از تاريكىهاى گناه به سوى نور ايمان و حقيقت و اطاعت « كِتَابٌ أَنْزَلْنَاهُ إِلَيْكَ لِتُخْرِجَ النَّاسَ مِنَ الظُّلُمَاتِ إِلَى النُّورِ » . « 3 »\r\nد ) بخشيدن حيات و زندگى معنوى به انسان‌ها « يَا أَيُّهَا الَّذِينَ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ترجمه : « ما پيامبران خود را با دلايل روشن فرستاديم ، و با آنها كتاب آسمانى و ميزان ( شناسايى حق از باطل و قوانين عادلانه ) نازل كرديم تا مردم قيام به عدالت كنند » . سورهء حديد ، آيهء 25 .\r\n( 2 ) . ترجمه : « او كسى است كه در ميان جمعيّت درس‌نخوانده ، پيامبرى از خودشان برانگيخت كه آياتش را بر آنها بخواند و آنها را تزكيه كند و به آنان كتاب ( قرآن ) و حكمت بياموزد ، هرچند پيش از آن در گمراهىاى آشكار بودند » . سورهء جمعه ، آيهء 2 .\r\n( 3 ) . ترجمه : « ( اين ) كتابى است كه بر تو نازل كرديم ، تا مردم را از تاريكىها ( ى شرك و ظلم و جهل ) به سوى روشنايى ( ايمان و عدل و آگاهى ) ، بيرون آورى » . سورهء ابراهيم ، آيهء 1 .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\nءَامَنُوا اسْتَجِيبُوا لِلَّهِ وَلِلرَّسُولِ إِذَا دَعَاكُمْ لِمَا يُحْيِيكُمْ » . « 1 »\r\n5 . همهء انسان‌ها پس از مرگ بار ديگر در روز رستاخيز به زندگى برمىگردند و نتيجهء آنچه از نيك و بد انجام داده‌اند مىبينند « فَمَن يَعْمَلْ مِثْقَالَ ذَرَّةٍ خَيْرًا يَرَهُ * وَمَنْ يَعْمَلْ مِثْقَالَ ذَرَّةٍ شَرًّا يَرَهُ » . « 2 » و به اين ترتيب ، سرسوزنى از اعمال خوب و بد او از بين نخواهد رفت و جزاى آن را مىبيند . اعضاى بدن او و حتّى زمينى كه بر آن زندگى مىكند گواه اعمال او خواهند بود « الْيَوْمَ نَخْتِمُ عَلَى أَفْوَاهِهِمْ وَتُكَلّمُنَا أَيْدِيهِمْ وَتَشْهَدُ أَرْجُلُهُم بِمَا كَانُوا يَكْسِبُونَ » . « 3 » « يَوْمَئِذٍ تُحَدّثُ أَخْبَارَهَا * بِأَنَّ رَبَّكَ أَوْحَى لَهَا » . « 4 »\r\nسرنوشت هر كس به دست خود اوست و هر كس در گرو عمل خويش است « كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ » . « 5 » و در سايهء سعى و كوشش خود به جايى مىرسد .\r\nخداوند همه را راهنمايى كرده و اين انسان‌ها هستند كه راه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ترجمه : « اى كسانى كه ايمان آورده‌ايد ، دعوت خدا و پيامبر را اجابت كنيد هنگامى كه شما را به سوى چيزى مىخواند كه شما را حيات مىبخشد » . سورهء انفال ، آيهء 24 .\r\n( 2 ) . ترجمه : « پس هر كس هموزن ذرّه‌اى كار خير انجام دهد آن را مىبيند - و هر كس‌هموزن ذرّه‌اى كار بد كرده آن را نيز مىبيند . » سورهء زلزله ، آيات 7 و 8 .\r\n( 3 ) . ترجمه : « امروز بر دهانشان مُهر مىنهيم ، و دست‌هايشان با ما سخن مىگويندو پاهايشان به كارهايى كه انجام مىدادند گواهى مىدهند » . سورهء يس ، آيهء 65 .\r\n( 4 ) . ترجمه : « در آن روز زمين تمام خبرهايش را بازگو مىكند ؛ - چرا كه پروردگارت به آن وحى كرده است » . سورهء زلزله ، آيات 4 و 5 .\r\n( 5 ) . ترجمه : « هر كس در گرو اعمال خويش است » . سورهء مدّثّر ، آيهء 38 .\r\n","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nخوب يا بد را با ارادهء خود برمىگزينند « إِنَّا هَدَيْنَاهُ السَّبِيلَ إِمَّا شَاكِرًا وَإِمَّا كَفُورًا » . « 1 »\r\nهيچ‌كس گناهكار از مادر متولّد نمىشود و همه پاك و با فطرت ايمان به اين جهان قدم مىگذارند .\r\nكسى به گناه ديگرى مجازات نمىشود « وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى » . « 2 » و شفاعت جز به فرمان خدا ممكن نيست « مَنْ ذَاالَّذِى يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ » . « 3 »\r\nاين بود دورنمايى از قيافهء اسلام دربارهء مسائل مزبور .\r\nاكنون قيافهء مسيحيّت كنونى را دربارهء اين مسائل بررسى مىكنيم .\r\n« اما توئل اژِرتِر » كه از دانشمندان مسيحى است ، در كتاب مذاهب بزرگ از سرى چه مىدانم ؟ در بخش دهم ، ذيل عنوان « مسيحيّت » چنين مىنويسد :\r\nمسيحيّت يا مذهب رستگارى و نجات را مىتوان قبل از آنكه شعبه‌ها و مسلك‌هاى مختلف از آن جدا شود اصول و قواعد بزرگ آن را تحت موضوع زير خلاصه كرد :\r\nانسان در بهشت از فرمان خدا سرپيچى كرد و بالنتيجه صفات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ترجمه : « ما راه را به او نشان داديم ، خواه شاكر باشد ( و پذيرا شود ) يا ناسپاس » . سورهء انسان ، آيهء 3 .\r\n( 2 ) . ترجمه : « هيچ گناهكارى بار گناه ديگرى را بر دوش نمىكشد » . سورهء فاطر ، آيهء 18 .\r\n( 3 ) . ترجمه : « كيست كه در نزد او ، جز به فرمانش شفاعت كند ؟ » سورهء بقره ، آيهء 255 .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nو خصائل اوّليه خود را از دست داد و هنوز نژاد بشر در زير بار و شكنجهء خطاى انسان اوّليه است .\r\nخدا خواست انسان را نجات دهد ، لذا رستگارى و نجات او را در فداكارى خونين پسرش تشخيص داد .\r\nعيسى دومين شخص از سه نفرى است كه پيغمبران گذشته ظهور آنها را پيش‌بينى كرده بودند . اين شخص پس از برقرارى كليسا كه انتشار آيين او را در عالم ادامه مىدهد مصلوب گرديد .\r\nكليسا مجمع و انجمن عيسويانى است كه داراى عقيدهء واحد بوده و تابع و مطيع قدرت مذهبى مشخّص مىباشند . انسان قدرت مطلق دارد و مىتواند خود را به واسطهء عمليّات خود و عقيدهء مذهبى كامل نجات دهد .\r\nانسان پس از مرگ پاداش و يا مجازات خود را خواهد ديد و پس از اتمام دنيا و رستاخيز اجساد يك محاكمهء عمومى شروع خواهد شد « 1 » . . . .\r\nدر جاى ديگر مىگويد :\r\nعيسى متولّد شد و رنج كشيد و براى خاطر مردم مُرد . انسان مىتواند خود را به‌وسيلهء فداكارى نجات دهد نه به‌وسيلهء شايستگى و عمليّات كارهايش بلكه به واسطهء داشتن ايمان و عقيده به رستگارى . . . انسان بايد در قالب عيسى زندگى كند و در\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مذاهب بزرگ ، ص 99 .\r\n","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nعيسى محو شود . . . ما بالاخره به‌وسيلهء اين عيسى و مردم‌دوستى نجات خواهيم يافت . « 1 »\r\n* * * \r\nهمهء انسان‌ها ذاتاً گناهكارند\r\nقيافهء مسيحيّت همين است كه در اين گفتار فشرده تشريح شده .\r\nتمام افراد انسان را گناهكار ذاتى دانستن ، گناهى كه از پدر و مادر اوّلى خود به ارث برده‌اند و سپس احتياج به يك نجات‌دهنده ( لقبى است كه بيش از همه به مسيح اطلاق مىكنند ) پيدا كردن ، و آن‌گاه آمدن يك تن بيگناه كه از فرزندان آدم گناهكار نيست ، بلكه فرزند خداى پدر است و بعد تحمّل انواع شكنجه‌ها براى شست‌وشوى اين گناه ذاتى از فرزندان آدم .\r\nولى آنها تأكيد مىكنند كه تنها كسانى نجات خواهند يافت و از گناه پاك خواهند شد كه عيسى مسيح را منجى خود بپذيرند .\r\nدر كتاب قاموس مقدّس در بحث گناه چنين مىخوانيم :\r\n« كتاب مقدّس مبدأ پيدايش گناه را به والدين اوّل ما نسبت مىدهد ، لهذا هيچ‌كس بدون گناه نمىباشد » . « 2 »\r\nدر اناجيل موجود نيز چنين مىخوانيم : « با گناه آدم ، گناه داخل جهان گرديد و با گناه ، مرگ ؛ به اين ترتيب مرگ نصيب همه گرديد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مذاهب بزرگ ، ص 105 .\r\n( 2 ) . قاموس مقدّس ، ص 753 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nاز آنجا كه همه گناه كردند » . « 1 »\r\nاين قيافهء خاصّ مسيحيّت كنونى به‌قدرى واضح است كه آن را حتّى در ساده‌ترين نشريات تبليغاتى خود كه به‌عنوان نخستين دروس براى كسانى كه تازه با مسيحيّت آشنا مىشوند منتشر ساخته‌اند . مثلًا در درس يازدهم از دروس تبليغات خارجى كليساى تهران كه ذيل عنوان دروس نامه‌نگارى مژده انتشار مىيابد ، بحثى دربارهء گناه عنوان شده و سپس چنين مىنويسد :\r\nاينك مىخواهيم كه شما دربارهء نكات ذيل دقّت ، تفكّر و تعمّق نماييد :\r\n1 . همهء ما گناه كرده‌ايم . . . .\r\n2 . خدا قدّوس است و نمىتواند بر گناه نظر بنمايد . . . .\r\n3 . اگر گناهان ما بخشيده نشود تا ابد از حضور خدا محروم مىمانيم .\r\n4 . عيسى مسيح جان خود را فدا كرد تا گناهان بشر بخشيده شود . . . .\r\n5 . خدا در كلام خود مىفرمايد اگر عيسى مسيح را منجى خود قبول نماييم آمرزيده خواهيم شد . . . .\r\nخدا فقط يك راه براى آمرزش گناهان بشر معيّن كرده و آن راه اين است كه ما عيسى مسيح را به عنوان نجات‌دهندهء خود قبول كنيم و قلباً تسليم او شويم و براى نجات از گناه فقط به او تكيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رساله پولس به روميان ، باب 5 ، جمله‌هاى 12 - 14 .\r\n","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nو توكّل نماييم .\r\nسپس در پايان اين درس اضافه مىكند :\r\nخوانندهء گرامى اگر شما مىخواهيد از گناهان آمرزيده شويد به آن قربانى كه خدا تعيين نموده است يعنى عيسى مسيح تكيه كنيد تا نجات ابدى يابيد و رستگار شويد .\r\nو به اين ترتيب چنان كه ملاحظه شد مسيحيّت كنونى خود را در قيافهء يك دستگاه « گناه‌بخشى » ، اعمّ از گناه اوّلى ذاتى و گناهان ديگرى كه خود انسان بعداً مرتكب شده است نشان مىدهد و اگر مسألهء تعليم و تربيت بشر و تكامل فضايل معنوى در كار باشد در درجهء دوم قرار دارد ؛ امّا در مورد تنظيم روابط اجتماعى و اصول زندگى خود را بيگانه نشان مىدهد ( چنان كه بعداً شرح داده خواهد شد ) .\r\nدر هر حال اين قيافهء ابتدايى از جهاتى قابل ايراد است :\r\n1 . نسل بشر يك نسل گناهكار معرّفى شده و اين موضوع علاوه بر آنكه ضربهء شديدى به شخصيّت انسان مىزند ، او را به گناه تشويق مىكند ، زيرا ارتكاب گناه براى او نوعى بازگشت به فطرت ثانوى است كه از پدر و مادر اوّل به ارث برده است .\r\n2 . گناهى كه براى بشر تعيين شده يك گناه ارثى و بىدليل است .\r\nبه فرض كه پدر و مادر اوّل مرتكب گناه شده باشند ، به ما چه ارتباط دارد و چرا گناه آنها به همهء جهان سرايت كرده و به دنبال آن ، مرگ دامنگير انسان شد كه مفهومش اين است اگر گناهى نبود مرگى هم\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nدر سرنوشت انسان نبود .\r\nصرف‌نظر از اينكه گناه اوّل نيز چيزى جز خوردن از درخت نيك و بد ، يا علم و دانش ، كه در سفر تكوين تورات مذكور است نبوده و به اين ترتيب دانستن نيك و بد ، گناهى بزرگ است كه سراسر جهان بشريّت را آلوده ساخته و لابد مسيح هم به عقيدهء آنها براى تطهير چنين گناهى آمده است .\r\n3 . چگونه ممكن است تنها با قربانى شدن يك تن و شكنجه ديدن او همه از گناه پاك شوند ، در حالى كه گناه آثار عميقى در روح و جان و صفات و اخلاق انسان مىگذارد كه بايد پيش از هر چيز ، آن آثار شست‌وشو شود .\r\n4 . به اين ترتيب ، مسيحيّت كنونى حكم يك داروى مخدّر را پيدا مىكند كه تنها اثر آن ، تخدير و تسكين غير منطقى وجدان ناراحت گناهكاران است !\r\nبه عبارت ديگر اين تعليمات مخصوص ، وجدان اخلاقى و مذهبى را كه عاملى مؤثّر و بزرگ براى جلوگيرى از اعمال خلاف و بىرويّهء انسان است تضعيف كرده ، از اثر مىاندازد و به روح او در برابر مجازات‌هاى دردناك وجدان مصونيّت مىبخشد و نفس لوّامه را كه اساس تربيت است به‌كلّى از كار مىاندازد .\r\nبه گناهكاران تأمين مىدهد كه با ايمان به مسيح ، بدون چون و چرا نجات خواهند يافت ؛ مگر نه او قربانى همهء ايمان‌آورندگان به او شده است ؟ !\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nنتيجه اينكه مذهب كه بايد عامل اصلاح و تربيت شود ، عامل فساد و تباهى خواهد شد و افراد آلوده و فاسد را به فساد و آلودگى هر چه بيشتر تشويق و در معصيت جرأت مىبخشد .\r\nشايد براى همين رنگ خاصّ مذهبى مسيحيّت كنونى است كه برتر اند راسل ، فيلسوف انگليسى ، در مورد منشأ پيدايش « مذاهب » ، از جمله عواملى كه ذكر مىكند همين عامل نجات از گناهانى است كه انسان هنگام غلبهء شهوات انجام مىدهد . آنجا كه مىگويد :\r\n« عامل سوم كه به مذهب بستگى پيدا مىكند عبارت از اعمالى است كه شهوات ويژهء انسان به هنگام غليان و شدّت مىتواند او را وادار به انجام دادن آنها كند . البتّه اين انسان به خوبى مىداند كه پس از اعادهء آرامش ، از اينكه چنين اعمالى انجام داده است متأسّف خواهد شد » .\r\nو كمى بعد از اين گفتار اضافه مىكند : « تصوّر مىكنم مذهب به صورتى كه امروز در كليسا رواج دارد مانع پيشرفت هر نوع فكر شرافتمندانه و صحيح است ! » « 1 »\r\n* * * \r\nبازخريد گناهان بشريّت با قربانى شدن مسيح !\r\nاز آنجا كه اين بحث يكى از مسائل اصولى مسيحيّت كنونى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . جهانى كه من مىشناسم ، ص 28 و 29 .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nاست و چنان كه گفته شد جزءِ قيافه‌هاى اوّلى تعليمات كليسا محسوب مىشود تا آنجا كه يكى از القاب مسيح را « فادى » « 1 » ( فداشونده براى گناهكاران ) و اين مذهب را « مذهب نجات » ( نجات گناهكاران ) ناميده‌اند ، لذا بايد بررسى دقيق‌ترى روى اين موضوع و نتايج و عواقب آن بشود و ريشه‌هاى اصلى آن را مورد مطالعه قرار دهيم .\r\nبعضى معتقدند كه موضوع بازخريد گناهان بشريّت با خون عيسى از موضوعاتى است كه در قرون بعد از مسيح به وجود آمده و ريشهء آن را مربوط به آيين‌هاى هندى مىدانند كه كليسا از آن تأثّر يافته و اقتباس كرده است ، ازاين‌رو مىگويند در اناجيل چهارگانه اصلى ، اثرى از اين مطلب ديده نمىشود .\r\nدر حالى كه چنين نيست ، زيرا دقّت در اناجيل كنونى نشان مىدهد كه ريشهء اين عقيده دربارهء مسيح از همين اناجيل گرفته شده ، منتها در قرون بعد روى عللى - كه ذكر خواهد شد - شاخ و برگ‌هايى بر آن افزوده‌اند و به صورت يكى از اصولىترين تعليمات كليسا درآمده است .\r\nفىالمثل در انجيل متّى كه آن را معتبرترين اناجيل مىدانند ، از قول عيسى در اواخر عمر خود نقل مىكند كه خطاب به شاگردانش گفت : « اين است خون من در عهد جديد كه در راه بسيارى به جهت آمرزش گناهان ريخته مىشود » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاموس مقدّس ، ص 345 .\r\n( 2 ) . انجيل متّى ، باب 26 ، جملهء 28 .\r\n","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nو نيز مىخوانيم : « او امّت خويش را از گناهان خداوند رهانيد » . « 1 » اين معنى در رساله‌هاى شاگردان و رسولان مسيح به صورت روشن‌ترى بيان شده است . در رسالهء يوحنّا مىخوانيم : « اوست كفّاره به جهت گناهان ما ، نه گناهان ما فقط بلكه به جهت تمام جهان » . « 2 »\r\nدر رسالهء پولس به عبرانيان نيز چنين آمده است : « چون طهارت گناهان را به اتمام رسانيد به دست راست كبريا در اعلى علّيّين نشست » . « 3 »\r\nحتّى برخى نويسندگان معروف مسيحى ، مانند مستر هاكس امريكايى ، مدّعىاند كه : در شرايع يهود مطالب مهمّ بسيارى يافت مىشود كه اشاره به مبدأ و منبع فدايى مىباشد كه مسيح آن را به عمل آورده ، تكميل نمود . يعنى در وقتى كه خود را از براى رفع هر قيد و هر مسؤوليّتى فديه گذرانيد تا هر كسى كه در تحت غلامى و بندگى گناه است آزاد سازد و شرط اين آزادى اين بود كه شخص گناهكار ، فادى خود را با تمام دل قبول كند و قلباً به وى ايمان آورَد » . « 4 »\r\nاين نكته نيز روشن است كه طبق منابع مسيحى ، همه گناهكار\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان ، باب 1 ، جملهء 21 .\r\n( 2 ) . رسالهء يوحنّا ، باب 2 ، جملهء 2 .\r\n( 3 ) . رسالهء پولس ، باب 1 ، جملهء 3 .\r\n( 4 ) . قاموس مقدّس ، ص 646 .\r\n","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nو غلام و بنده گناهان هستند و اصولًا سرشت و طبيعت آدمى بر فساد و گناه بنيان شده است ، چنان كه بيلى گراهام در كتاب چگونه مىتوان خدا را يافت صريحاً مىگويد :\r\n« ما در وضع طبيعى در واقع دشمن خدا هستيم ، ما مطيع قوانين الهى نمىباشيم و مطابق « روميان 8 : 7 » اصلًا نمىتوانيم مطيع باشيم . . . كتاب مقدّس به ما تعليم مىدهد كه در طبيعت مرده و پرگناه ما عاملى وجود ندارد كه حيات ايجاد كند . . . كتاب مقدّس چنين تعليم مىدهد كه طبيعت قديمى ما كاملًا فاسد است » . « 1 »\r\nو به اين ترتيب احتياج عموم به فادى كاملًا روشن مىشود .\r\nولى نبايد ترديد داشت كه ريشهء موضوع فداء اگرچه در اناجيل كنونى و ساير رساله‌هاى وابسته به آن يافت مىشود ، هرگز در قرون اوّل مسيحيّت اين‌همه شاخ و برگ نداشته و مسلّماً بعدها به آن افزوده شده و يكى از چهره‌هاى اصلى تعليمات كليسا را تشكيل داده است .\r\nبه نظر مىرسد عوامل زير در شاخ و برگ دادن به اين موضوع كاملًا مؤثّر بوده است :\r\n1 . جنبهء عوام‌پسند داشتن ، زيرا گناهكار نشان دادن همهء مردم ، آن‌هم يك گناه ذاتى كه اجباراً و بدون پيش‌بينى قبلى دامنگير همهء انسان‌ها شده است ، لطمهء شديدى به شخصيّت انسان مىزند و ناراحتى شديد درونى در او ايجاد مىكند و همين احساس حقارت او را در پى عاملى مىفرستد كه وى را از اين وضع برهاند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . چگونه مىتوان خدا را يافت ، ص 80 .\r\n","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nو شخصيّت ازدست‌رفته‌اش را به وى بازگرداند ، بلكه در يك سطح عالىتر قرار دهد ، آن‌گاه هنگامى كه به او گفته شود تنها با ايمان آوردن به مسيح مىتواند تمام آثار اين گناه را بشويد و به‌آسانى پاك و پاكيزه شود ، با كمال ميل از آن استقبال خواهد كرد .\r\n2 . جنبهء تحذيرى داشتن ، زيرا تودهء مردم خواه‌ناخواه گرفتار شهواتىاند و تمايل دارند هم شهوات خود را اشباع كنند و هم وجدان خويش را راضى نگاه دارند . از سويى ميان اين دو در بسيارى از موارد تضاد وجود دارد ، ولى با قبول تعليماتى كه كليسا راجع به گناه و چگونگى تطهير و فداء مىدهد مىتوانند از شرّ اين تضاد آسوده شوند ؛ هم شهوات خويش را اشباع كنند و هم از ناراحتى وجدان كه از آثار گناه است نجات پيدا يابند .\r\nجايى كه خون مسيح بتواند تمام آثار گناه ذاتى را بشويد ، چگونه نمىتواند آثار اين‌گونه گناهان را پاك كند ؟ روى اين زمينه ، كليسا و حاميان آن مىتوانند به‌زودى در ميان عوام مردم ، طرفداران جدّى براى خود پيدا كنند .\r\nشايد روى همين اصل است كه اين بخش از تعليمات كليسا در قسمت تبليغات خارجى آنها نيز يكى از مهم‌ترين فصول را تشكيل مىدهد و همواره دورافتادگان از مسيحيّت را به نجات از گناه و تطهير از پليدى ذاتى و اكتسابى در سايهء ايمان به مسيح دعوت مىكنند .\r\n3 . اين مسأله جادّه را براى موضوع « گناه‌بخشى كشيش » كه از\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nمراسم هفتگانه مقدّس مذهبى مسيحى است ، هموار مىسازد و رونق كاملى به دستگاه كليسا مىبخشد ، خصوصاً از نظر درآمدهاى مادّى نيز فوق‌العاده حائز اهمّيّت است ( شرح اين موضوع در بحث آداب هفتگانه مقدّس خواهد آمد ) .\r\n* * * \r\nتوجيه مسألهء فداء و نجات\r\nجمعى از روشنفكران مسيحى اخيراً به‌خوبى دريافته‌اند كه مسيحيّت با قيافهء كنونى و اعتقادى كه به مسألهء فداء و نجات گناهكاران در پرتو خون عيسى دارد ، نه‌تنها قادر به اصلاح افراد فاسد نيست بلكه عامل مؤثّرى در توسعهء فساد خواهد بود و اين موضوع و آنچه لازمهء آن است با شؤون يك مذهب پاك نمىسازد ، بدين‌رو به فكر چاره‌جويى برآمده و تفسيرهايى براى موضوع مزبور ذكر كرده‌اند كه آن را به‌صورتى معقول جلوه دهند .\r\nنمونهء كامل آن ، كتاب از سرگردانى تا رستگارى ، تأليف « كيدى الن » است . « 1 » نامبرده كوشيده موضوع فداء و فروعات آن را به صورتى روزپسند درآورَد .\r\nوى در آغاز كتاب خود در بحثى كه ذيل عنوان « سرچشمهء گناه » ذكر كرده ، گفت‌وگوهاى بسيارى را كه دربارهء سرچشمهء گناه شده ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين كتاب را مؤسّسهء انتشارات نور جهان از انگليسى به فارسى ترجمه و در ايران منتشركرده است .\r\n","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nبحث‌هايى بىثمر معرّفى كرده و مىگويد :\r\nگناه چگونه داخل اين جهان شد ؟ اين پرسشى است كه مردم نموده‌اند . آيا مسؤوليّت گناه متوجّه خداست ؟ آيا گناهكار شيطان است ؟ آيا آدم مسؤوليّت دارد كه بار گناه را بر سر بشر فرود آورده ؟\r\nدر پيرامون اين مسائل چه بحث‌هاى بىثمرى كه به ميان آمده و چه گفت‌وگوهايى كه شده است . عيسى هيچ‌گاه اين مسائل را مورد مذاكره قرار نداد . وى اين مسائل را براى فلاسفه باز گذاشت تا در پيرامون آن انديشه نمايند ! آنچه كه وى به ما فرموده عبارت است از سرچشمهء آنى گناه . وى در آيه‌اى كه در آغاز اين فصل ذكر شده مىفرمايد : گناه از قلب انسان سرچشمه مىگيرد . « 1 »\r\nسپس وى به دنبال اين بحث مىكوشد موضوع آزادى اراده و اختيار را اساس قرار داده ، به دنبال آن در فصلى كه ذيل عنوان « معنى نجات » ذكر كرده ، تصريح مىكند :\r\nراجع به موضوع نجات به‌قدرى اشتباهات و سوءِ تعبيرات هست كه من مىخواهم بدواً بعضى از تصوّرات غلط را مورد بحث قرار دهم ، تا راه را براى فهم صحيح نجات باز كنم و نشان بدهم كه نجات در واقع چيست ؟ « 2 »\r\nو به اين ترتيب ، نامبرده با اعتراف ضمنى به غلط بودن اعتقاد معمول مسيحيان دربارهء نجات و فداء ، مىكوشد كه اثبات كند\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل مرقس ، باب 7 ، جملهء 21 - 23 .\r\n( 2 ) . از سرگردانى تا رستگارى ، ص 36 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nنجات عبارت از داشتن اعتقادات صحيح نيست ، همچنين نجات عبارت از اجراى مراسم نيست بلكه نجات عبارت از يك تجربهء اخلاقى ، يك تجربهء روحانى و بالاخره يك حيات جاودانى است . « 1 »\r\nمختصر اينكه وى در كتاب خود موضوع فداء و نجات را بر خلاف آنچه در ميان مسيحيان معروف و مشهور است تفسير مىكند ؛ تفسيرى كه با عقايد اسلامى سازش كامل دارد بلكه رنگ خاصّ اسلامى آن به‌خوبى نشان مىدهد كه نويسنده كاملًا تحت تأثير تعليمات و كتاب‌هاى اسلامى قرار گرفته است .\r\nالبتّه گفتنى است كه تفاسيرى امثال تفسير « كيدى الن » را هيچ‌گاه نمىتوان به‌عنوان قيافهء مسيحيّت و تعليمات كليسا به حساب آورد ، حتّى از تعبيرات خود او برمىآيد كه آنچه در اين كتاب آمده ، بر خلاف عقيدهء اكثريّت مسيحيان است ، امّا اين توجيهات و تفسيرها از يك واقعيّت مىتواند حكايت كند كه نويسندگان روشنفكر مسيحى دارند به زشتى تعليمات كليسا و سوءِ آثار آن در مورد مسأله فداء و نجات كم‌كم آشنا مىشوند .\r\nولى چگونه مىتوان سرچشمهء اصلى گناه را قلب انسان دانست با اينكه كتب مقدّسهء آنان صريحاً مىگويد :\r\nبه‌واسطه يك آدم ، گناه داخل جهان گرديد و به گناه موت و به اين‌گونه موت بر همه طارى گشت از آنجا كه همه گناه كردند . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از سرگردانى تا رستگارى ، ص 41 - 45 .\r\n( 2 ) . رساله پولس به روميان ، باب 5 ، جملهء 12 - 14 .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nو چگونه مىتوان مسأله فداء را انكار كرد با آن‌همه مداركى كه در بحث گذشته آورديم ؛ مداركى كه صريحاً مىگويد عيسى با خون خود گناهان را شست و فادى گناهكاران شد .\r\nالبتّه جاى ترديد نيست كه نخستين تعليمات پيامبر خدا عيسى ، آلوده به چنين خرافاتى نبوده و براى تعليم و تربيت نوع بشر آمده بود ، ولى اين‌هم جاى ترديد نيست كه مسائل خرافى و غير منطقى مزبور بر اثر تحريفات بعدى اكنون در تعليمات كليسا وجود دارد و اين دليل روشنى بر انحراف كليسا از تعليمات آسمانى مسيح است .\r\n* * * \r\nاسلام و موضوع نجات\r\nاز بحث‌هاى مشروح گذشته دربارهء فداء و نجات اين حقيقت روشن شد كه اين موضوع و شاخ و برگ‌هاى فراوانى كه با مرور زمان به آن افزوده شده ، اگرچه از نظر واكنش‌هاى خاصّ روحى در ميان توده‌هاى عوام مسيحى و غير مسيحى يكى از عوامل فريبندگى تعليمات كليسا و حفظ موجوديّت آن محسوب مىشود ، امّا نمىتوان انكار كرد كه اين‌گونه تعليمات لطمه‌اى بزرگ بر اساس مسيحيّت از نظر افراد روشن‌بين و موشكاف مىزند و اين مذهب را به صورت بازيچه‌اى كم‌ارزش در دست افراد سودجو براى اغفال مردم ساده‌لوح نشان مىدهد و تمام آنچه را مادّىها دربارهء مذهب و جنبهء افيونى داشتن آن مىگويند ، بر مذاهبى امثال مسيحيّت كنونى\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nمنطبق مىسازد .\r\nولى در اينجا لازم است ببينيم اسلام در اين‌باره چه تعليماتى دارد ، اين موضوع را در چند جملهء كوتاه مىتوان بررسى كرد :\r\nدر قرآن مجيد كه اصيل‌ترين تعليمات اسلامى است ، دربارهء فداء هيچ‌يك از پيامبران و غير آنها سخنى به ميان نياورده است ، هيچ‌كس را به جرم گناه ديگرى گناهكار نمىداند . جملهء « لَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى » در پنج سورهء قرآن تكرار شده است . « 1 »\r\nاز سويى وسيلهء نجات و آمرزش و دخول در بهشت جاودان را ايمان و عمل صالح معرّفى مىكند . اين موضوع در متجاوز از سى آيهء قرآن به تعبيرات مختلف بيان شده است ، از جمله در آيات زير :\r\n- « وَالَّذِينَ ءَامَنُوا وَعَمِلُوا الصَّالِحَاتِ أُولئِكَ أَصْحَابُ الْجَنَّةِ » . « 2 »\r\n- « وَعَدَ اللَّهُ الَّذِينَ ءَامَنُوا وَعَمِلُوا الصَّالِحَاتِ لَهُمْ مَغْفِرَةٌ وَأَجْرٌ عَظِيمٌ » . « 3 »\r\n- « فَأَمَّا الَّذِينَ ءَامَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُدْخِلُهُمْ رَبُّهُمْ فِى رَحْمَتِهِ » . « 4 »\r\nو از سوى ديگر ، نجات انسان‌ها و امّت‌ها را در گرو اعمالشان مىداند و پاداش‌هايى كه به آنها داده مىشود به تناسب همان اعمال\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . سوره‌هاى انعام آيهء 164 ، اسراء آيهء 15 ، فاطر آيهء 18 ، زمر آيهء 7 ، نجم آيهء 38 .\r\n( 2 ) . ترجمه : « و كسانى كه ايمان آورده و كارهاى شايسته كردند ، آنان اهل بهشت‌اند » . سورهء بقره ، آيهء 82 .\r\n( 3 ) . ترجمه : « خداوند به آنها كه ايمان آورده و كارهاى شايسته كردند ، وعدهء آمرزش و پاداشى بزرگ داده است » . سورهء مائده ، آيهء 9 .\r\n( 4 ) . ترجمه : « امّا كسانى كه ايمان آوردند و كارهاى شايسته كردند ، پروردگارشان آنان را در رحمت خود وارد مىكند » . سورهء جاثيه ، آيهء 30 .\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nاكتساب شده معرّفى مىكند . اين موضوع در متجاوز از بيست آيه بيان شده است ، از جمله در آيات زير :\r\n- « كُلُّ نَفْسٍ بِمَا كَسَبَتْ رَهِينَةٌ » . « 1 »\r\n- « وَوُفّيَتْ كُلُّ نَفْسٍ مَا كَسَبَتْ » . « 2 »\r\n- « تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُمْ مَا كَسَبْتُمْ » . « 3 » و امثال اين آيات به مضامين گوناگون در قرآن مجيد فراوان است . اين آيات به‌خوبى مىتواند نظر اسلام را در مورد موضوع نجات روشن سازد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ترجمه : « هر كس در گرو اعمال خويش است » . سورهء مدّثّر ، آيهء 38 .\r\n( 2 ) . ترجمه : « و به هر كس ( پاداش ) آنچه انجام داده به‌طور كامل داده شود » . سورهء آل عمران ، آيهء 25 .\r\n( 3 ) . ترجمه : « آنها امّتى بودند كه درگذشتند . اعمال آنان ، مربوط به خودشان بود و اعمال‌شما نيز مربوط به خود شماست » . سورهء بقره ، آيهء 134 .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nچگونگى عقايد مسيحيان\r\n1 . عقيدهء مسيحيان دربارهء مبدأ و معاد\r\n2 . ابهام و پيچيدگى عقايد آنها\r\n3 . تثليث و معنى آن\r\n4 . سرچشمهء تثليث و تاريخ پيدايش آن - تثليث مصرى و هندى و مسيحى\r\n5 . توحيد و تثليث ( وحدت در عين تثليث )\r\n6 . تثليث به هيچ صورت ، منطقى و قابل قبول نيست .\r\nيكى از مشخّصات عقايد مسيحيان كنونى ، ابهام و تاريكى و پيچيدگى خاصّى است كه بر بسيارى از اصول معارف مذهبى آنها سايه افكنده است ، مخصوصاً عقيدهء آنها دربارهء خدا و شخص عيسى و توحيد و تثليث ، بسيار گنگ و مبهم است . مطالعات گوناگون تاريخى به ما نشان مىدهد كه سرچشمه و علّت اساسى اين موضوع دو چيز است :\r\nالف ) مسيحيّت با گذشت زمان دستخوش تغييرات و تحوّلات\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nفراوانى شده و طبق معمول ، تحوّلات فكرى آنها بيشتر به سوى غلو دربارهء عيسى سير كرده و لذا تدريجاً با مرور زمان ، تناقضاتى ميان افكار و اعتقادات آنها بروز كرده است كه ناچار از جمع و تلفيق ميان آنها بوده‌اند .\r\nب ) چون بخشى از اعتقادات آنها قيافهء قرون وسطايى و غير منطقى داشته و در عصر حاضر قابل قبول نبوده است ناچار مىبايست به صورتى روزپسند درآيد .\r\nبديهى است جمع ميان آن تضادها از يك‌سو و صورت منطقى به همهء اين عقايد گوناگون دادن از سوى ديگر ، جز از طريق تفسيرهاى مبهم و دوپهلو امكان نداشته است و لذا چنان كه خواهيم ديد غالباً راه چاره را منحصر به اين‌گونه تفاسير ديده‌اند .\r\nنمونهء كامل اين مطلب ، عقيدهء مسيحيان دربارهء خداست . اصل اساسى كه امروز مورد قبول كليسا و محافل كليسايى است همانا موضوع تثليث است كه گاهى نيز از آن به « ثالوث اقدس » تعبير مىشود .\r\nمطابق اين عقيده ، « طبيعت خدايى قصد از سه اقنوم « 1 » مساوى الجوهر مىباشد يعنى « خداپدر » و « خداپسر » و « خدا روح‌القدس » .\r\nخدا پدر ، خالق جميع كائنات است به‌واسطهء پسر ، و پسر فادى ، و روح‌القدس پاك‌كننده مىباشد . لكن بايد دانست كه اين هر سه اقنوم را يك مرتبه و درجه و عمل است » . « 2 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . « اقنوم » ، جمع « اقانيم » ، به معنى شخص و اصل است .\r\n( 2 ) . قاموس مقدّس ، ص 344 و 345 .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nهمين نويسنده در چند سطر قبل دربارهء خدا مىنويسد :\r\n« خدا يعنى از خود به وجود آمده و آن اسم خالق جميع موجودات و حاكم كلّ كائنات مىباشد و او روحى است بىانتها و ازلى و در وجود و حكمت و قدرت و عدالت و كرامت بىتغيير و تبديل و به انواع مختلف و طرق متنوّع خود را در موجودات ظاهر مىفرمايد ، چنان كه در كتب مقدّسه در شخص عيسى مسيح كه منجى كلّ جهان بود تجلّى فرمود » . « 1 »\r\nدر دائرة المعارف قرن 19 فرانسه دربارهء تثليث چنين مىخوانيم : « آن عبارت از اتّحاد سه شخص متمايز است كه خداى واحدى را تشكيل مىدهد » . « 2 »\r\nچنان كه از دنبالهء گفتار دائرة المعارف مزبور برمىآيد ، عقيدهء تثليث و خدايان سه‌گانه منحصر به مسيحيان نيست بلكه پيش از آن در ميان هندىها بوده كه آن را تثليث يا ثالوث هندى مىنامند .\r\nمطالعات ديگر نشان مىدهد كه علاوه بر اين دو ، در ميان مصريين قديم عقيدهء تثليث وجود داشته كه اكنون از بين رفته است .\r\nولى تثليث هندى هنوز طرفداران بسيارى در ميان براهمه دارد .\r\nطبق اين عقيده ، برهمايىها معتقدند كه خداوند نخست در « برهما » و سپس در « فيشنو » و بعد « سيفا » ظهور كرد و لذا مجسّمه‌هاى آنها را به صورت به‌هم‌چسبيده درست مىكنند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاموس مقدّس ، ص 344 و 345 .\r\n( 2 ) . فريد وجدى ، دائرة المعارف ، مادّهء « ثالوث » .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nبىترديد عقيده به تثليث ، نخست در آيين مسيح نبوده و همهء مطالعات تاريخى اين معنى را تأييد مىكند و نشان مىدهد كه اين موضوع بعداً به عقايد مسيحيان اضافه شده است . آيا پولس نخستين كسى بود كه اين عقيده را ابراز كرد يا بعد از او اين عقيده اظهار شد ، محلّ گفت‌وگوست .\r\nدائرة المعارف لاروس در اين باره مىنويسد :\r\n« اگرچه عقيده به تثليث در كتب عهد جديد و اعمال رسولان و همچنين در ميان شاگردان نزديك آنها نبوده ، ولى كليساى كاتوليك و مذهب پروتستان روى تقليد معتقدند كه عقيدهء مزبور هميشه و در تمام زمان‌ها مورد قبول مسيحيان بوده است ، علىرغم مدارك تاريخى كه به ما نشان مىدهد چگونه اين عقيده پيدا شد و نمو كرد و سپس در كليسا وارد گرديد . تنها چيزى كه در اين قسمت ديده مىشود اين است كه هنگام انجام دادن مراسم غسل تعميد ، نامى از « اب ، ابن ، روح‌القدس » مىبرند ولى بعداً خواهيم گفت كه معناى اصلى اين كلمات با آنچه امروز مسيحيان از آن مىفهمند تفاوت بسيار دارد .\r\nمسلّماً شاگردان نخستين مسيح كه از نزديك او را شناخته بودند و سخنان وى را شنيده بودند ، بسيار از اين عقيده كه « مسيح يكى از اركان سه‌گانه تشكيل‌دهنده ذات آفريدگار است » دور بوده‌اند و ( مثلًا ) پطرس حوارى معروف ، مسيح را جز مردى كه از طرف خداوند به او وحى فرستاده مىشد نمىدانست . ولى پولس با\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nعقيده شاگردان نخستين مسيح مخالفت كرد و گفت : مسيح از انسان بالاتر است ، او نمونه‌اى از انسان تازه ، يعنى « عقل عالى » است كه از خداوند متولّد شده ، و پيش از پيدايش اين جهان بوده است و سپس در اين جهان به صورت انسانى درآمد تا مردم را نجات بخشد ، ولى در عين حال او پيرو خداى پدر است . . . » .\r\nدائرة المعارف مزبور سپس اضافه مىكند : « ژوستن مارشير ، كه از تاريخ‌نويسان قرن دوم ميلادى است ، مىگويد : در زمان او در كليسا كسانى بودند كه عيسى مسيح را انسان خالص ، منتها انسانى كه از ساير مردم كامل‌تر بود مىدانستند ولى بعداً هر قدر دايرهء مسيحيّت توسعه يافت و افراد تازه‌اى از بت‌پرستان آيين مسيح را پذيرفتند عقايد تازه‌اى به آن افزوده شد » . « 1 »\r\nنويسندهء قاموس مقدّس نيز به اين حقيقت اعتراف كرده است ، آنجا كه مىگويد : « ولى مسألهء تثليث در عهد عتيق و عهد جديد مخفى و غير واضح است » . « 2 »\r\n* * * \r\nشگفتىهاى توحيد و تثليث\r\nمنظور از اب و ابن و روح‌القدس چيست ؟\r\nچنان كه در بحث‌هاى گذشته گفتيم ، در كتب مقدّسه مسيحيان با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فريد وجدى ، دائرة المعارف ، مادّهء « ثالوث » .\r\n( 2 ) . قاموس مقدّس ، ص 345 .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nاينكه تحريف يافته است ، ذكرى از خدايان سه‌گانه نيست و موضوع تثليث از مسائلى است كه پس از دوران شاگردان مسيح ، كليسا آن را از ملل تازه‌اى كه به آيين مسيح گرويدند اخذ نموده است و چون مطابق طبع عامّه بىسواد و كوته‌فكر آن زمان كه قبول خداى مجسّم را بر خداى ناديده ترجيح مىدادند بوده و با تمايلاتى كه عوام مردم در مورد غلو دربارهء پيشوايان خود دارند كاملًا مىساخته است ، كليسا به آن دامن زده و آن را يكى از اصول اساسى خود قرار داده است .\r\nممكن است كسانى تصوّر كنند الفاظ ( اب و ابن و روح‌القدس ) كه در مراسم غسل تعميد ( غسلى كه براى پاك شدن از گناهان ذاتى انجام مىدهند ) برده مىشود دليل بر وجود ريشهء تثليث در كتب مقدّسه مسيحى است ، چنان كه در انجيل متّى وارد شده : « همهء امّت‌ها را شاگرد سازيد و ايشان را به اسم اب و ابن و روح‌القدس تعميد دهيد » . « 1 »\r\nولى اين موضوع اشتباه است ، زيرا « اب » در كتب عهد قديم و عهد جديد به معنى خالق و آفريننده استعمال مىشود . چنان كه در سفر تثنيه تورات مىخوانيم : « آيا او ( خدا ) پدر و مالك تو نيست » . « 2 »\r\nو در رسالهء پولس به روميان نيز مىخوانيم : « زيرا همهء كسانى كه از روح خدا هدايت مىشوند ايشان پسران خدايند . . . همان روح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل متّى ، باب 28 ، جملهء 19 .\r\n( 2 ) . تورات ، سفر تثنيه ، باب 32 ، جملهء 6 .\r\n","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nشهادت مىدهد كه ما پسران خداييم » . « 1 »\r\nو در انجيل يوحنّا از قول عيسى به مريم مجدليه مىخوانيم : « به ايشان ( به شاگردان من ) بگو : نزد پدر خود و پدر شما و خداى خود و خداى شما مىروم » . « 2 »\r\nبا توجّه به اين معنى روشن مىشود كه اطلاق كلمهء « ابن » نيز به معنى مخلوق و آفريده و يا مخلوق شريف خدا خواهد بود ، نه به معنى فرزند جسمانى يا شبيه آن ، نظير آنچه در انسان است .\r\nو امّا روح‌القدس در كتب مقدّس مسيحيان در معانى گوناگونى استعمال شده ، از جمله : 1 . روح پاك ايمان و معنويّت و سكينه خاطر ، چنان كه در انجيل لوقا مىخوانيم :\r\n« فرشته در جواب وى ( مريم ) گفت : روح‌القدس بر تو خواهد آمد و قوّت حضرت اعلى ( خداوند ) بر تو سايه خواهد افكند » . « 3 »\r\nو در همان باب مىخوانيم :\r\n« پدرش زكريّا از روح‌القدس پر شده ، نبوّت نمود » . « 4 »\r\n2 . گاهى به معنى فرشته‌اى كه واسطه ميان خدا و بندگان است استعمال شده ، چنان كه در رسالهء پولس به قرنتيان مىخوانيم :\r\n« امّا خدا آنها را ( آنچه خدا براى دوستداران خود مهيّا كرده است ) به روح خود بر ما كشف نموده است زيرا روح همه‌چيز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رسالهء پولس به روميان ، باب 8 ، جملهء 14\r\n( 2 ) . انجيل يوحنّا ، باب 20 ، جملهء 27 .\r\n( 3 ) . انجيل لوقا ، باب 1 ، جملهء 35 .\r\n( 4 ) . همان ، جملهء 67 .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nحتّى عمق‌هاى خدا را نيز تفحّص مىكند . « 1 »\r\nناگفته پيداست آن روحى كه حقايق را خداوند به‌وسيلهء او بر ما كشف مىكند فرشتهء وحى است .\r\nو در رسالهء پولس به روميان مىخوانيم : « روح براى ما شفاعت مىكند . . . او براى مقدّسين بر حسب اراده خدا شفاعت مىكند » . « 2 »\r\nدر اينجا نيز منظور از « روح » ، فرشتهء مقرّب و شفاعت‌كننده است .\r\n3 . گاهى نيز به معنى تسلّىدهنده و كسى كه پس از عيسى خواهد آمد و همه چيز را به جهانيان تعليم خواهد داد اطلاق شده است ، چنان كه در انجيل يوحنّا صريحاً آمده است :\r\n« ليكن تسلّىدهنده يعنى روح‌القدس كه پدر او را به اسم من مىفرستد او همه چيز را به شما تعليم خواهد داد و آنچه به شما گفتم به ياد شما خواهد آورد » . « 3 »\r\nاز مجموع آنچه در بالا ذكر شد روشن مىشود كه كلمات « اب و ابن و روح‌القدس » هيچ‌گونه ارتباطى با موضوع تثليث خدايان ندارد ، زيرا يكى از معانى كنايى « اب » ، خالق و مالك و صاحب است ، چنان كه در زبان عربى و فارسى كلمهء « اب » و « پدر » احياناً در همين معانى به كار مىرود . فىالمثل به شخص دانشمند و بزرگ ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . رسالهء اوّل پولس به قرنتيان ، باب 2 ، جملهء 10 .\r\n( 2 ) . رسالهء پولس به روميان ، باب 8 ، جمله‌هاى 26 و 27 .\r\n( 3 ) . انجيل يوحنّا ، باب 14 ، جملهء 26 .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nابوالعلم و ابوالعلاء و به صاحب ماشين ، ابوالسيّاره و به جابر بن حيّان ، پدر علم شيمى اطلاق مىشود .\r\nهرگاه كلمهء « اب » در چنين معانى استعمال شود ، كلمهء « ابن » نيز به قرينهء مقابله در معناى مخلوق و مملوك و امثال آن استعمال مىشود .\r\nدر مورد كلمهء « روح‌القدس » كه در اصل لغت به معنى روح پاك است ، اطلاق بر روح ايمان و سكينه‌خاطر و فرشتهء وحى و پيامبرى كه بعد از حضرت مسيح مىآيد ، بسيار مناسب‌تر است از اينكه اطلاق بر خدا شود .\r\nخلاصه اينكه هم معناى اصلى اين الفاظ و هم موارد استعمالات فراوان آنها در كتب عهد جديد و عهد قديم ، گواهى مىدهد كه منظور از آنها به هيچ‌وجه خدايان سه‌گانه نيست .\r\n\r\nآيا وحدت در تثليث قابل قبول است ؟\r\nچنان كه اشاره شد ، كليسا كه بدعتگذار مسألهء تثليث است اصرار دارد كه آن را با توحيد تلفيق كند و اين يكى از مهم‌ترين بن‌بست‌هايى است كه كليسا با آن مواجه است ، زيرا « مساوى بودن يك با سه » ، مسألهء عجيبى است كه عقل از قبول آن ابا دارد .\r\nآنان براى رهايى از اين بن‌بست ، راه‌هاى مختلفى را مىپيمايند كه هيچ‌يك از آنها نتيجهء قابل ملاحظه‌اى در بر ندارد ، از جمله :\r\n1 . پروتستان‌ها و جمعى ديگر معتقدند كه اين مسأله از اسرار\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nاست و بايد تعبّداً آن را پذيرفت و گفت‌وگو دربارهء اين موضوع بىثمر است . آنها به اين وسيله خواسته‌اند خود را از چنگال يك سلسله بحث‌هاى گيج‌كننده‌اى كه مسلّماً به جايى نمىرسد و نتيجه‌اى جز پيچيده‌تر ساختن موضوع ندارد ، راحت كنند ؛ غافل از اينكه تعبّد در چنين موضوع غير منطقى نيز مطلبى نيست كه عقل زير بار آن برود .\r\nبه عبارت ديگر ، اعتقاد ما به حقّانيّت يك مذهب و اصول آن از استدلالات عقلى سرچشمه مىگيرد ، پس چگونه مىتوان با استدلالات عقلى ، مذهبى را اثبات كرد كه اصول غير عقلى دربر داشته باشد ؟ !\r\nاعتقاد به وحدت اقانيم ثلاثه نوعى اعتقاد به اجتماع نقيضين ( يا اجتماع ضدّين كه به اجتماع نقيضين منتهى مىشود ) است و چنان كه در فلسفه خوانده‌ايم ، بطلان « اجتماع نقيضين » از بديهيّات است و مسأله‌اى است كه تمام مسائل نظرى و ضرورى سرانجام به آن بازمىگردد و بدون اعتقاد به بطلان اين موضوع ، هيچ مسأله‌اى - اعمّ از ضرورى و نظرى - قابل اثبات نيست .\r\nبا اين حال چگونه ممكن است چنين مطلبى را تعبّداً و چشم‌و گوش‌بسته پذيرفت ، يا آن را جزءِ اسرار دانست ؟ !\r\n2 . برخى ديگر مىكوشند كه با ذكر مثال‌هايى سفسطه‌آميز ، وحدت در تثليث را موجّه جلوه دهند . مثلًا مىگويند : رابطهء سه اقنوم با يكديگر ، مانند ارتباط جرم خورشيد و حرارت و نور آن\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nاست . يا اينكه رابطهء اين سه ، مانند جرم آتش و نور و حرارت آن است . يا اينكه رابطهء آنها مانند رابطهء روح و فكر و كلمه است كه به يك معنى سه و به يك معنى يكى مىباشند .\r\nناگفته پيداست اين‌گونه تشبيهات اگر براى مردم عوام كمى قانع‌كننده باشد ، از نظر علمى كمترين ارزشى ندارد زيرا مىدانيم جرم خورشيد با نور و حرارت آن تفاوت بسيار دارد . « جرم » مادّه است و « حرارت » انرژى خاصّى است كه از امواج خاصّى كه تعداد آن در هر ثانيه مقدار معيّنى است به وجود مىآيد و « نور » يك‌نوع انرژى ديگر است كه از امواج فوق‌العاده سريع‌تر توليد مىشود و هيچ‌يك از اينها عين ديگرى نيست ، بلكه رابطهء آنها با هم رابطهء علّت و معلول است . جرم خورشيد علّت اصلى براى آنها محسوب مىگردد كه از تجزيهء اتم‌هاى آن ، انرژى نورى و حرارتى به وجود مىآيد - ساير تشبيهاتى كه گفته شد نيز از همين قبيل است .\r\nبنابراين با اين مثال‌ها نيز مشكلى حل نخواهد شد .\r\n3 . توجيه ديگرى كه براى مسألهء وحدت در تثليث ممكن است گفته شود اين است كه :\r\nهمان‌طور كه جمعى از فلاسفه و عرفا معتقد به « وحدت وجود » بوده و ذات خدا را با موجودات از يك نظر متّحد مىدانسته‌اند ، يعنى قائل به وحدت حقيقى و تعدّد اعتبارى بوده‌اند ، ممكن است ميان خداى پدر و خداى پسر و روح‌القدس چنين اتّحادى قائل شد و دوم و سوم را مظهر اوّل ، يا هر سه را مظهر يك ذات واحد بدانيم .\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nاين توجيه نيز از جهات متعدّدى غير قابل قبول است ، زيرا :\r\nاوّلًا ؛ براى « وحدت وجود » سه معنى گفته شده كه دو معناى آن باطل و يك معنى گرچه قابل قبول است ، ولى ارتباطى به محلّ بحث ما ندارد ؛ به اين ترتيب :\r\nالف ) « وجود » در خارج يك واحد شخصى قائم به ذات است و غير از اين وجود واحد شخصى ، هيچ وجود ديگرى نداريم و كثرت در ماهيّات امكانى است و آنها عبارت از يك سلسله امور اعتبارىاند كه به آن وجود واحد انتساب و استناد پيدا كرده و از رشحهء فيض او نمودى دارند . اين را در اصطلاح « وحدت وجود » مىنامند .\r\nب ) « وجود » در خارج يك واحد شخصى بيش نيست و وجودات متعدّد و متكثّر ، تطوّرات و شؤون آن وجود هستند .\r\nبنابراين ، تعدّد و تكثّر از تطوّر همان يك وجود واحد شخصى حقيقى بروز و ظهور مىكند ، پس هر چه هست همان يك وجود شخصى و تطوّرات آن است و غير از آن در صحنهء خارج هيچ نيست و بنابراين مسلك ، ماهيّت امر ديگرى ( ولو اعتبارى ) در مقابل وجود نمىباشد و اين را اصطلاحاً « وحدت موجود » مىنامند .\r\nبطلان اين دو عقيده در فلسفه به ثبوت رسيده است .\r\nج ) وحدت مفهوم وجود ، به اين معنى كه اگرچه در خارج وجودات متكثّر داريم ، وجود واجب كه نامحدود از هر جهت است و وجودات امكانى كه محدود از هر جهت مىباشند ، ولى\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\nحقيقت وجود و مفهوم آن در صفحهء ذهن يك چيز بيشتر نيست ، همان مفهومى كه ضدّ عدم و نيستى و نقطهء مقابل آن محسوب مىشود . اين حقيقت واحد ذهنى همچون حقيقت و مفهوم نور در خارج داراى مراتب مختلفى است .\r\nاين معنى از وحدت وجود ( وحدت مفهومى ) گرچه صحيح است ولى هيچ ربطى به موضوع وحدت در تثليث و تثليث در وحدت ندارد ، زيرا ناگفته پيداست كه اين مربوط به ذهن است و آن مربوط به خارج و وحدت ذهنى ربطى به وحدت خارجى كه منظور آنهاست نخواهد داشت - دقّت كنيد .\r\nثانياً ؛ تفسير « تثليث در وحدت » به موضوع « وحدت وجود » ، بر خلاف صريح گفتهء مسيحيان است زيرا آنها معتقدند : « اين سه اقنوم ، متساوىالجوهر و داراى يك رتبه و درجه و عمل است » « 1 » ، نه اينكه خداى پدر كه خالق اصلى جهان است اصل باشد و بقيّه مظاهر وجود و تطوّرات هستى او باشند - باز هم دقّت كنيد .\r\nثالثاً ؛ اگر اين تفسير صحيح باشد اختصاص به اب و ابن و روح‌القدس و عناوين « سه‌گانه » ندارد و شامل همهء موجودات عالم هستى مىشود .\r\n\r\nخدايان سه گانه سرچشمهء اصلى انواع انحرافات\r\nاز مجموع بيانات و بحث‌هاى گذشته كه دربارهء تثليث آورديم\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نقل از قاموس مقدّس ، ص 344 و 345 .\r\n","page_name":" 103 ","page_number":103},
  {"content":"\r\n\r\nچند موضوع نتيجه گرفته شد :\r\n1 . موضوع تثليث يكى از مهم‌ترين ايراداتى است كه به مسيحيّت كنونى متوجّه مىشود .\r\n2 . موضوع تثليث يكى از بدعت‌ها و خرافات كليساست و در اناجيل وكتب مقدّسه كنونى مسيحى نامى از آن به ميان نيامده است .\r\n3 . موضوع تثليث از موضوع غلو دربارهء شخصيّت عيسى عليه السلام سرچشمه گرفته ، تا آنجا كه او را به مرحلهء الوهيّت رسانده‌اند و « واسطهء » ميان او و خداوند خالق جهان را كه « روح‌القدس » باشد خدا سومى دانستند ، در حالى كه شاگردان مسيح چنين عقيده‌اى دربارهء او نداشته‌اند .\r\n4 . مسألهء تثليث را از طريق تعبّد نمىتوان پذيرفت ، زيرا مسائل اصولى مذهب همه جنبهء عقلانى دارد و تعبّد بر خلاف حكم صريح عقل ممكن نيست . ساير توجيهاتى كه براى اين مسأله كرده‌اند عموماً فاقد ارزش هستند .\r\n5 . تعبير به « اب » يا « پدر » در اناجيل و نيز « اب و ابن و روح‌القدس » در مراسم غسل تعميد ، به هيچ‌وجه دليل بر مسألهء تثليث نيست .\r\n6 . مسألهء تثليث سرچشمهء خرافات و مفاسد بسيارى در مسيحيّت شده كه به بخشى از آن در گذشته و بخشى ديگر در آينده اشاره خواهد گرديد .\r\nبه‌طور كلّى مىتوان گفت : غالب مفاسدى كه دامنگير پيروان\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\nاديان آسمانى شده ، از موضوع انحراف از اصل توحيد سرچشمه مىگيرد و به همين دليل ، پيامبران الهى نيز بيش از همه به تقويت اين اصل و از بين بردن ريشه‌هاى شرك و بت‌پرستى در تمام اشكال و قيافه‌هاى خود مىپرداخته‌اند .\r\nلذا همين مسألهء تثليث و مشتقّات و لوازم آن ، قيافهء مسيحيّت را به‌كلّى دگرگون ساخته و همان‌طور كه در بحث آينده مشاهده خواهيم كرد ، فساد آن نيز از مسألهء خداشناسى به نبوّت سرايت كرد و اين پيامبر بزرگ خدا ( مسيح ) را در قيافه‌اى كه به‌كلّى با قيافهء اصلى مباينت دارد نشان داده است .\r\nدامنهء اين انحراف نيز به مراسم عبوديّت و مسائل اخلاقى و همهء دستورهاى مذهبى كشيده شده و آنها را كاملًا مسخ و دگرگون كرده است . گناه‌بخشى ، فروش مغفرت‌نامه ، شفاعت به معنى غلط آن ( يعنى بدون شايستگى و قابليّت محل و بدون تعليق بر اذن و قبولى خداوند ) و پرستش مجسّمه‌هاى مريم و مسيح و امثال اينها ، همه از ميوه‌هاى تلخ اين شجرهء خبيثه است .\r\nبنابراين اگر ما ريشهء همهء انحرافات اساسى در مسيحيّت را در همين مسألهء تثليث و غلو دربارهء مسيح بدانيم اغراق نگفته‌ايم .\r\nموضوع جدايى علم از مذهب نيز كه نه تنها مخالفان مسيحيّت عنوان كرده‌اند بلكه بسيارى از مؤمنان به مسيحيّت آن را به رسميّت مىشناسند و صريحاً مىگويند نبايد انتظار داشته باشيم كه تمام مسائل مذهبى بر وفق عقل و علم باشد بلكه ممكن است با يكديگر\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n\r\nتطبيق نكنند ، ظاهراً از مسألهء تثليث ( البتّه و امثال آن ) سرچشمه گرفته است تا آنجا كه قلمرو علم و دين را به‌كلّى از يكديگر جدا ساخته‌اند .\r\n\r\nشخصيّت مسيح از ديدگاه مسيحيان\r\nابهام و تضادهايى كه بر اصول عقايد مسيحيان سايه افكنده و در گذشته به بخشى از آن اشاره شد ، شخصيّت مسيح را نيز فرا گرفته است و او را در هاله‌اى از ابهام قرار داده .\r\nولى آنچه نبايد در آن ترديد داشت اين است كه مسيحيان عيسى عليه السلام را مانند ما مسلمانان به عنوان يك پيامبر بزرگ نمىشناسند ، بلكه او را ما فوق پيامبر مىدانند ؛ او در نظر آنها خدا و فرزند خدا و فادى و نجات‌دهندهء بشريّت از گناه است .\r\nمستر هاكس آمريكايى در كتاب خود دربارهء مسيح چنين مىنويسد :\r\n« خداوند ما عيسى به مسيح ملقّب گشته است ، زيرا كه از براى خدمت و فدا معيّن و قرار داده شده است ، . . . مقصود از نسل زن همان وجود مبارك است . . . كه شيطان و نسل مار را مغلوب خواهد نمود . . . و قصد از گزيدن پاشنهء مسيح اين است كه وى را زحمت دادند و اذيّت رسانيدند و مقتول نمودند لكن حضرت بالاخره سر شيطان و نسل او را كوبيد زيرا كه بر گناه و موت نصرت يافت » . « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاموس مقدّس ، ص 806 . منظور از كوبيدن سر شيطان و نسل مار اشاره به مطلبى است كه در باب سوم سفر پيدايش تورات دربارهء خلقت آدم آمده .\r\n","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\nآنها معتقدند : « قصد از بعثت انبيا اين بود كه مشيّت حضرت الهى را اعلام كرده ، شؤون دينى را اصلاح نمايند و مخصوصاً قصد عمده و كلّى انبيا ، اخبار از آمدن مسيح و خلاصى عالم بوده است و ايشان آن قوّه فعّاله و مؤثّره‌اى بوده‌اند كه قوم را به راه راست هدايت مىنموده‌اند و مداخلهء عظيم در امور سياسيه داشته‌اند » . « 1 »\r\nو از اين بيان به‌خوبى استفاده مىشود كه مسيح ما فوق پيامبران بوده و هدف اصلى بعثت پيامبران ، در درجهء نخست اين بود كه خبر از آمدن او دهند .\r\nولى جالب توجّه اينجاست كه بر خلاف عقيدهء مسيحيان امروز ، از گوشه و كنار همين اناجيل كنونى به خوبى برمىآيد كه هدف از فرستادن عيسى همچون ساير انبيا ، براى ارشاد و هدايت خلق و سوق دادن آنها به‌سوى آفريدگار جهان و نجات مردم از گناهان از طريق موعظه و راهنمايى و نصيحت و پند و توبه بوده است .\r\nدر انجيل لوقا چنين مىخوانيم :\r\n« . . . او ( عيسى ) در هر شهرى و دهى گشته ، موعظه مىنمود و به ملكوت خدا بشارت مىداد و آن دوازده با وى بودند » . « 2 »\r\nاين انجيل و ساير اناجيل مملو است از موعظه‌هاى مسيح و ارشاد و دعوت مردم به سوى خدا .\r\nدر انجيل يوحنّا اين تعبيرات كراراً از زبان مسيح نقل شده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاموس مقدّس ، ص 874 .\r\n( 2 ) . انجيل لوقا ، باب 8 ، جملهء 1 .\r\n","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\n1 . آن كه مرا فرستاد حقّ است ( باب 8 ، جملهء 26 ) .\r\n2 . من از جانب خدا صادر شده‌ام و آمده‌ام زيرا كه من از پيش خود نيامده‌ام بلكه او مرا فرستاد ( باب 8 ، جملهء 42 ) .\r\n3 . پدرى كه مرا فرستاد نيز براى من شهادت مىدهد ( باب 8 ، جملهء 18 ) .\r\n( سابقاً اشاره كرديم كه كلمهء « پدر » در كتب مقدّس مسيحيان به معنى آفريدگار و صاحب و مالك آمده است . در باب هشتم انجيل يوحنّا نيز شواهدى بر اين موضوع وجود دارد ) .\r\nهمهء اين تعبيرات مىرساند كه عيسى خود را رسول و پيامبر و فرستادهء خداوند معرّفى كرده ، و اين بر خلاف چيزى است كه اولياى كليسا به سوى آن دعوت مىكنند .\r\nبه علاوه در اناجيل بارها عنوان « پسر انسان » بر مسيح اطلاق شده ، به‌طورى كه نويسنده قاموس مقدّس اظهار مىدارد ، در هشتاد مورد چنين عنوانى بر مسيح عليه السلام اطلاق شده است ! « 1 » و اين تعبير مىرساند كه عيسى اصرار داشته است او را به عنوان يك بشر بشناسند .\r\nو از همه جالب‌تر اينكه ، مطابق صريح انجيل متّى ، حضرت مسيح عبادت و بندگى را مختصّ خداوند دانسته ، آنجا كه مىگويد :\r\n« پس ابليس او ( مسيح ) را به كوهى بسيار بلند برد و همهء ممالك\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاموس مقدّس ، ص 806 .\r\n","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nجهان و جلال آنها را به دو نشان داد ، به وى گفت : اگر افتاده مرا سجده كنى همانا اين‌همه را به تو بخشم ، آن‌گاه عيسى وى را گفت :\r\nدور شو اى شيطان ، زيرا كه مكتوب است كه خداوند خداى خود را سجده كن و او را فقط عبادت نما » . « 1 »\r\nاز اين بيان به‌خوبى برمىآيد كه عيسى هنگام آزمايش ، فريب شيطان را نخورد و دعوت او را براى سجدهء خويش در برابر چنان پاداش بزرگى نپذيرفت بلكه گفت : عبادت مخصوص ذات خداوند خداست ( تعبير خداوند خدا ، مخصوص آفريدگار جهان است ) .\r\nاز اين عبارت نيز برمىآيد كه مسيح تنها دعوت به عبادت خداى يگانه مىكرد و آنچه امروز از عبادت كردن مسيح يا مريم در ميان مسيحيان رايج است بدعت است .\r\n\r\nولادت و نسب مسيح\r\nدر دو مورد از اناجيل چهارگانه ( انجيل متّى و انجيل لوقا ) بحث نسبتاً مشروحى دربارهء تولّد مسيح و نسب او آمده كه از جهات مختلفى قابل توجّه است .\r\nدر انجيل متّى چنين مىخوانيم :\r\n« كتاب نسب‌نامه عيسى مسيح بن داوود بن ابراهيم - ابراهيم اسحاق را آورد و اسحاق يعقوب را آورد و يعقوب يهودا و برادران او را آورد . . . تا آنجا كه مىگويد . . . و متّان يعقوب را آورد و يعقوب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل متّى ، باب 4 ، جمله‌هاى 9 و 10 .\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nيوسف شوهر مريم را آورد كه عيسى مسمّى به مسيح از او متولّد شد . . . امّا ولادت عيسى مسيح چنين بود كه چون مادرش مريم به يوسف نامزد شده بود قبل از آنكه با هم آيند او را از روح‌القدس حامله يافتند و شوهرش يوسف چون كه مرد صالح بود و نخواست او را عبرت نمايد پس اراده نمود او را به پنهانى رها كند - امّا چون او در اين چيزها تفكّر مىكرد ناگاه فرشته خداوند در خواب بر وى ظاهر شده ، گفت : اى يوسف پسر داوود از گرفتن زن خويش مريم مترس زيرا كه آنچه در وى قرار گرفته از روح‌القدس است - و او پسرى خواهد زاييد و نام او را عيسى خواهى نهاد زيرا كه او امّت خويش را از گناهان خواهد رهانيد . . . پس چون يوسف از خواب بيدار شد چنان كه فرشته خداوند به دو امر كرده بود به عمل آورد و زن خويش را گرفت و تا پسر نخستين خود را نزاييد او را نشناخت « 1 » و او را عيسى نام نهاد » . « 2 »\r\nو در انجيل لوقا چنين مىخوانيم :\r\n« . . . در ماه ششم ( ماه ششم حمل اليصابات مادر يحيى ) جبرائيل فرشته از جانب خداوند به بلدى از جليل كه ناصره نام داشت فرستاده شد - نزد باكره نامزد مردى مسمّى به يوسف از خاندان داوود و نام آن باكره مريم بود . . . فرشته به دو گفت : اى مريم ترسان مباش زيرا كه نزد خدا نعمت يافته - و اينك حامله شده پسرى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ظاهراً منظور از جملهء « او را نشناخت » اين است كه در دوران حمل با مريم همبستر نشد .\r\n( 2 ) . انجيل متّى ، باب 1 ، جملهء 1 - 25 .\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nخواهى زاييد و او را عيسى خواهى ناميد - او بزرگ خواهد بود و به پسر حضرت اعلى مسمّى شود و خداوند خدا تخت پدرش داوود را به دو عطا خواهد فرمود . . . مريم گفت : اين چگونه مىشود و حال آنكه مردى را نشناخته‌ام « 1 » فرشته در جواب او گفت : روح‌القدس بر تو خواهد آمد و قوّت حضرت اعلى بر تو سايه خواهد افكند از آن جهت آن مولود مقدّس پسر خداوند خواهد شد . . . » . « 2 »\r\nاكنون به بررسى عبارات فوق مىپردازيم :\r\n1 . در اين عبارات در يك‌جا عيسى فرزند يوسف معرّفى شده ، آنجا كه مىگويد ( و يعقوب يوسف ، شوهر مريم را آورد كه عيسى مسيح از او متولّد شد - از نسب‌نامه مسيح ) ارتباط عيسى به داوود كه به عنوان پدر وى ذكر شده ، از طريق همين يوسف نجّار است ( آنجا كه مىگويد : خدا تخت پدرش داوود را به دو عطا خواهد فرمود ) .\r\nامّا در جاى ديگر مىگويد : پسر خداوند است ( به پسر حضرت اعلى مسمّى شود ) .\r\nدر جاى ديگر مىگويد : آنچه در وى قرار گرفته از روح‌القدس است .\r\nآيا راستى اين عبارات با هم تضاد و تناقض دارد ، يا قابل جمع است ؟\r\nانصاف اين است كه با قراينى كه در قبل و بعد اين عبارات است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يعنى با مردى همبستر نشده‌ام .\r\n( 2 ) . انجيل لوقا ، باب 1 ، جمله‌هاى 26 - 35 .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nهمه قابل جمع است ، زيرا از مجموع عبارات مذكور استفاده مىشود كه يوسف پدر حقيقى مسيح نبود ، بلكه ناپدرى او محسوب مىشد كه گاهى در عرف ، مجازاً بر او « پدر » اطلاق مىكنند .\r\nاطلاق شوهر به يوسف نيز به مناسبت نامزدى او بود ، زيرا از عبارات انجيل متّى كه در بالا آورديم برمىآيد كه يوسف بعداً با او ازدواج كرد و تا هنگام تولّد عيسى با او همبستر نشد ( منظور از رها كردن مريم نيز ظاهراً به هم زدن نامزدى بوده است ) .\r\nاسناد تولّد مسيح به روح‌القدس از اين نظر است كه روح‌القدس وسيله و واسطه‌اى بوده براى تولّد مسيح .\r\nو اطلاق پسر خداوند بر او نيز از اين نظر است كه اين فرمان از طرف او صادر و به‌وسيلهء فرشتهء او اجرا شده است ، چنان كه در انجيل لوقا تصريح گرديده : « روح‌القدس بر تو خواهد آمد و قوّت حضرت اعلى بر تو سايه خواهد افكند از آن جهت آن مولود مقدّس پسر خداوند خواهد شد » .\r\n2 . يوسف در مدّت حمل مسيح با مريم نزديكى نكرد و مسيح از مريم باكره متولّد شد ، ولى به‌طورى كه از عبارات ديگر اناجيل برمىآيد مريم پس از عيسى فرزند ديگرى آورد كه گاهى « برادر خداوند » بر او اطلاق مىشود ( البتّه منظور از خداوند همانا راهنما و صاحب و سرور است و مراد از برادر ، برادر مادرى است ) .\r\n3 . در جمله‌هاى صريحى كه در عبارات دو انجيل فوق در مورد تولّد مسيح وارد شده ، به‌خوبى برمىآيد كه اطلاق پسر خداوند بر\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nعيسى در اناجيل تنها از جهت « توجّه خاصّ خداوند نسبت به او » و « ولادت غير عادى او » بوده و به اين ترتيب ، نسب‌نامه مذكور كه متن اصلى دو انجيل معروف است ، بر تمام خرافات و اوهامى كه كليسا دربارهء تولّد مسيح به هم بافته خطّ بطلان مىكشد .\r\nتوضيح اينكه : كليسا اصرار بسيار زيادى دارد كه تولّد غير عادى مسيح را دستاويزى براى اينكه او فرزند خداست قرار دهد و در همه‌جا سخن از « خداى پدر » و « خداى پسر » به ميان مىآورَد و تعبيراتى كه در اناجيل به عنوان اب و ابن ( پدر و پسر ) وارد شده نيز شاهدى بر مدّعاى خود مىداند .\r\nقابل توجّه اينكه بسيارى از آنها تصريح مىكنند كه لقب « ابن‌اللّه » ( پسر خدا ) مخصوص عيسى است و به هيچ كس ديگرى اطلاق نمىشود . در قاموس مقدّس مىخوانيم : « لفظ پسر خدا يكى از القاب منجى و فادى ماست كه بر شخص ديگرى اطلاق نمىگردد ، مگر در جايى كه از قراين معلوم شود كه قصد از پسر حقيقى خدا نيست » . « 1 »\r\nدر حالى كه اين موضوع كاملًا مردود است ، يعنى هم از نظر عقلى باطل است و هم از نظر مندرجات اناجيل ، زيرا :\r\nاوّلًا كليسا نتوانسته است اين موضوع را روشن سازد كه معناى « پسر خدا » يا « ابن‌اللَّه » چيست ؟\r\nمسلّماً منظور « تولّد جسمانى » نيست ، زيرا آن نيازمند وجود دو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قاموس مقدّس ، ص 345 .\r\n","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nفرد جسمانى ( زوجين ) و وضع خاصّ دستگاه تناسلى است كه ابداً چنين چيزى در مورد خداوند مفهوم ندارد . افزون بر اينكه خود كليسا تصريح مىكند كه منظورش اين نيست .\r\nبنابراين بايد منظور از تولّد ، ولادت روحانى باشد چنان كه گاه خود آنها تصريح مىكنند كه « جنبهء ناسوتى مسيح از مريم و جنبهء لاهوتى او از خداست » .\r\nدر اينجا نيز اين سؤال پيش مىآيد كه آيا تولّد روحانى معنايى جز اين مىتواند داشته باشد كه مسيح « آفريده شايسته » خدا و « بندهء خاصّ » اوست و الفت شديدى ميان او و خداوند است ؟\r\nبديهى است به كار بردن كلمهء « ابن » در اين معنا جنبهء مجازى دارد نه حقيقى . همچنين مىتوان همين معنى را در مورد ساير بندگان و فرستادگان خاصّ خدا به كار برد و اختصاص به مسيح ندارد ؛ جز اين معناى ديگرى براى فرزند روحانى متصوّر نيست .\r\nاز اينها گذشته ، عقيدهء آنها به تثليث و وحدت خدايان سه‌گانه و اتّحاد آنها در رتبه و مقام و مرتبه كه در بحث تثليث مشروحاً گفته شد ، به هيچ‌وجه با اين مسأله سازگار نيست چه اينكه هر سه اقنوم از نظر آنها داراى يك مقام و مرتبه‌اند و با اين حال اختصاص يكى به‌عنوان « اب » و ديگرى به « ابن » به هر معنى كه باشد صحيح نيست .\r\nثانياً شواهد فراوانى در كتاب‌هاى عهد قديم و عهد جديد وجود دارد كه ثابت مىكند كلمهء « ابن » ( پسر ) كراراً به غير مسيح نيز اطلاق شده است و در همه‌جا به معناى بندهء خاص و آفريدهء ممتاز خدا\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nآمده ، از جمله :\r\nدر برخى موارد به آدم اطلاق شده ، چنان كه در انجيل لوقا مىخوانيم : « خود عيسى وقتى كه شروع كرد قريب به سى ساله بود و حسب گمان خلق ، پسر يوسف بن هالى بن متّات بن لاوى . . . بن شيب بن آدم بن اللَّه » . « 1 »\r\nو در بعضى موارد ديگر به فرشتگان « فرزندان خدا » اطلاق شده ، چنان كه در كتاب ايّوب از كتب عهد قديم مىخوانيم : « هنگامى كه ستارگان صبح با هم ترنّم نمودند و جميع پسران خدا آواز شادمانى دادند » . « 2 »\r\nو در بعضى ديگر به مؤمنان نيز فرزندان خدا اطلاق شده است ، از جمله در رسالهء پولس به روميان وارد شده : « همهء كسانى كه از روح خدا هدايت مىشوند ايشان پسران خدايند ازآن‌رو كه روح بندگى را نيافته‌ايد تا باز ترسان شويد بلكه روح پسرخواندگى را يافته‌ايد كه به آن « ابا » يعنى اى پدر ، ندا مىكنيم . همان روح بر روح‌هاى ما شهادت مىدهد كه فرزندان خدا هستيم » . « 3 »\r\nاين تعبير در مورد مؤمنان در رسالهء دوم پولس به قرنتيان نيز ديده مىشود : « و شما را پدر خواهم بود و شما مرا پسران و دختران خواهيد بود ، ( اين را ) خداوند قادر مطلق مىگويد » . « 4 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل لوقا ، باب 3 ، جمله‌هاى 23 - 38 .\r\n( 2 ) . كتاب ايّوب ، باب 38 ، جملهء 7 .\r\n( 3 ) . رسالهء پولس به روميان ، باب 8 ، جمله‌هاى 14 - 16 .\r\n( 4 ) . رسالهء دوم پولس به قرنتيان ، باب 6 ، جملهء 18 .\r\n","page_name":" 115 ","page_number":115},
  {"content":"\r\n\r\nبنابراين ترديدى باقى نمىمانَد كه اطلاق واژهء « ابن » بر مسيح ، نه به معناى حقيقى كلمه است و نه اختصاص به مسيح دارد .\r\n\r\nسرانجامِ زندگى مسيح\r\nدر پايان هر يك از اناجيل چهارگانه شرح مبسوطى دربارهء كشته شدن مسيح به‌وسيلهء مصلوب شدن ديده مىشود كه همه در كلّيّات مشترك است ولى در جزئيّات واقعه با هم تفاوت بسيار دارد و خلاصهء مضمون آنها چنين است :\r\nدر آخرين شب زندگى مسيح هنگامى كه او با شاگردانش سخن مىگفت و از كشته شدن خود خبر مىداد ، ناگهان گروه بسيارى با شمشيرها و چوب‌ها از طرف رؤساى كهنه آمدند و به راهنمايى يهوداى اسخريوطى كه يكى از دوازده شاگرد او بود او را شناخته ، دستگير ساختند . زد و خورد مختصرى در ميان شاگردان او و مأموران رؤساى كهنه واقع شد امّا به‌زودى همهء شاگردان فرار كردند ، آنها وى را گرفته ، به خانهء رئيس كهنه آوردند ، پطرس كه يكى از شاگردان او بود از دور در عقب سر او مىآمد تا به خانهء رئيس كهنه درآمد .\r\nرئيس كهنه كوشش داشت مدركى براى كشتن او به دست آورَد ، لذا عدّهء زيادى آمدند و شهادت‌هاى دروغين بر ضدّ او دادند امّا چون شهادت‌هاى آنها با هم موافق نبود رئيس كهنه قانع نشد ، تا اينكه شخصاً از عيسى پرسيد : « آيا تو مسيح پسر خداى متبارك\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\nهستى ؟ عيسى گفت : من هستم و پسر انسان را خواهيد ديد كه بر طرف راست قوت نشسته ، در ابرهاى آسمان مىآيد » . « 1 »\r\nرئيس كهنه جامه چاك زد و با شنيدن اين سخن ( كه متضمّن ادّعاى فرزندى خدا يا متضمّن دعوى نبوّت بود ) حكم تكفير او را صادر كرد و همه گفتند او مستوجب قتل است .\r\nدر اين موقع يكى از كنيزان كهنه متوجّه پطرس ، شاگرد معروف مسيح شد كه در ايوان پايين خود را ( در كنار آتش ) گرم مىكرد . او را به جمعيّت معرّفى كرد ، آنها دو سه بار به سراغ پطرس آمدند ولى پطرس ارتباط خود را با عيسى انكار كرد حتّى به او لعن و نفرين نمود و قسم خورد كه او را نمىشناسم تا دست از سر او برداشتند !\r\nصبح رؤساى كهنه او را بند نهاده ، تسليم « پيلاطِس » والى قيصر ، پادشاه روم كردند . پيلاطس هر چه خواست از او اقرار بگيرد و نسبت پادشاهى يهود را كه به او داده بودند اعتراف كند او چنان اعترافى نكرد ( در حقيقت رؤساى كهنه او را به جرم مخالفت با عقايد مذهبى محكوم نمودند ولى پيلاطس به دنبال يك جرم سياسى و مخالفت با رژيم كشور مىگشت ) .\r\nپيلاطس چون نتوانست گناهى براى او پيدا كند مىخواست او را آزاد سازد امّا رؤساى كهنه شوريدند و نگذاشتند وى مسيح را به آنها تسليم كرد تا هرطور مىخواهند با او رفتار كنند ، و خود را از خون او تبرئه نمود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل مرقس .\r\n","page_name":" 117 ","page_number":117},
  {"content":"\r\n\r\nجمعيّت او را براى مصلوب ساختن بيرون بردند ، لباس سرخ‌رنگ ( يا ارغوانى ) در بدن او پوشانيده ، تاجى از خار بر سر وى نهادند و پيوسته او را استهزا مىكردند و به او مىگفتند : سلام بر تو اى پادشاه يهود ! و آب دهان بر او مىانداختند .\r\nسپس حكم اعدام او را نوشته و به عنوان ادّعاى پادشاهى يهود او را محكوم نمودند ، و همراه دو نفر دزد او را به دار آويختند ( او در وسط و دزدان در دو طرف او بودند ، براى اينكه قضيه بيشتر لوث شود ) .\r\nعدّه‌اى در اين حال او را مسخره مىكردند و مىگفتند اين كه ادّعا مىكرد مىتواند ديگران را نجات دهد پس چرا خودش را نجات نمىدهد ؟ چرا از صليب پايين نمىآيد تا ما به او ايمان بياوريم ؟\r\nاو چندين ساعت بالاى دار بود و در آخرين ساعت عمر خود صدا زد : « ايلى ايلى كما سبقتنى ؛ يعنى الهى الهى ، چرا مرا واگذار كردى » . « 1 »\r\nچيزى نگذشت كه آوازى بلند در داد و جان بداد . در اين موقع حوادث غريبى در عالم به ظهور پيوست .\r\nهنگام شام ، يوسف نامى نزد پيلاطس آمد و جسد عيسى را تحويل گرفته و او را در كفن خوبى پيچيده ، در وسط باغى در قبرى كه از سنگ تراشيده بود نهاد و سنگ بزرگى بر درِ قبر گذارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . انجيل مرقس .\r\n","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nعدّه‌اى به پيلاطس گفتند : او مدّعى بود كه پس از سه روز از قبر برمىخيزد و خوب است عدّه‌اى مأمور بر قبر بگمارى ، زيرا ممكن است شاگردان او جسد وى را بدزدند و سپس بگويند او زنده شده ؛ او مأمورانى بر قبر گماشت .\r\nولى پس از سه روز كه مريم مجدليه و ديگران بر سر قبر آمدند ديدند سنگ به طرفى غلتيده و جسد او در قبر نيست ، در همان حال عيسى بر مريم ظاهر گشت و به او فهماند كه زنده شده است و به او گفت برود به شاگردان خبر دهد آنها باور نكردند ولى بعداً خود مسيح بر آنها ظاهر گشت و دستور راهنمايى مردم را به آنها داد و گفت كه به‌زودى نزد پدر خود و پدر شما و خداى خود و خداى شما به آسمان خواهم رفت و عدّه ديگرى نيز او را با همين بدن عنصرى و همين گوشت و پوست ديدند و سپس ناپديد شد .\r\nاين بود خلاصهء آنچه از اناجيل چهارگانه به‌خصوص انجيل مرقس دربارهء مصلوب شدن مسيح و زنده شدن او استفاده مىشود .\r\nاين سرگذشت كه شباهت فراوانى به افسانه دارد از جهاتى قابل ملاحظه و بررسى است .\r\nپايان\r\nتيرماه 1390\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120}
  ]