[
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nجهاد اكبر\r\nيا\r\nمبارزه با نفس\r\nامام خمينى ( س )\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nهمزمان با گراميداشت صدمين سالگرد ميلاد امام خمينى ( س )\r\nرهبر كبير انقلاب و بنيانگذار جمهورى اسلامى ايران\r\nجهاد اكبر يا مبارزهء با نفس ( تقرير بيانات امام خمينى ( س ) )\r\nناشر : مؤسسه تنظيم و نشر آثار امام خمينى ( س )\r\nحروفچينى و ليتوگرافى : مؤسسه چاپ و نشر عروج\r\nچاپ اول تا هشتم : خرداد 1372 تا پاييز 1378 - 63000 نسخه\r\nچاپ نهم : پاييز 1378 - 10000 نسخه\r\nقيمت : 150 تومان\r\nشابك : x - 010 - 335 - 964\r\nISBN 964 - 335 - 010 - x\r\nمراكز پخش : خيابان انقلاب ، تقاطع حافظ ، فروشگاه مركزى\r\nخيابان انقلاب ، بين فروردين و فخر رازى ، فروشگاه عروج\r\nحرم مطهر حضرت امام ( ره ) ، ضلع شمالى\r\nتلفن : 6701297 - 6706833 - 6404873\r\nفاكس : 6400915\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\nپيشگفتار\r\nبسم اللّه الرحمن الرحيم انسان شگفت‌آورترين و پيچيده‌ترين خلق خداست . موجودى كه علاوه بر غرائز طبيعى و حيوانى و واكنشهاى جسمانى داراى فطرت و شخصيتى روحانى است كه از ديگر موجودات زنده ممتاز گرديده است ؛ موجودى كه مىانديشد ، انتخاب مىكند و با تدبير عقلانى و تلاش جسمانى مشكلات را براى نيل به زندگى بهتر از پيش پاى خود برمىدارد و به موازات اين تلاش ، تاريخ حيات خويش را مىسازد و بر معارف به ارث رسيده از پيشينيان مىافزايد و راه را براى تحولات سريعتر و تسلط بيشتر آيندگان بر طبيعت و كشف مجهولات هموار مىسازد . ولى افسوس كه در هياهوى كوششهاى آدمى براى نيل به اميال و مقاصد خويش و در غوغاى درگيرى انسان و طبيعت حقيقتى بس گرانبها به فراموشى سپرده مىشود و آن : نفس و جوهر شخصيت انسانى و به تعبيرى ديگر « خود انسان » و تربيت و تزكيه نفس و ساختن انسان متعالى است ، انسانى كه خالق هستى او را اشرف مخلوقات لقب داده و مفسّرين واقعى وحى در باب شناختش فرموده‌اند : « من عرف نفسه فقد عرف ربّه » .\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nآرى ، خود فراموشى و ناديده انگاشتن ابعاد لا يتناهى روح آدمى و بىتوجهى نسبت به استعدادهاى بشر در پيمودن سير كمالات و فضائل اخلاقى ، دردى است كه اغلب جوامع بشرى بدان مبتلا گرديده‌اند و حاكميت تكنولوژى و زندگى ماشينى و همچنين سلطه ماده‌گرايان و دنيا پرستان بر بخشى وسيع از مناطق جهان از يكسو و ناتوانى مكاتب و انديشه‌هاى مختلف در ارائه مسيرى روشن و تفسيرى مطمئن از انسان ، بر اين سير قهقرايى و از خود بيگانگى افزوده‌اند . و در اين ميان تنها مناديان توحيد و انبيا و پاسداران حريم ارزش‌ها و معنويتها بوده‌اند كه تربيت انسان را وجههء جهاد مستمر خويش قرار داده و همنوا با چراغ عقل و نداى فطرت جامعه انسانى را به سوى كمالات و ارزش‌هاى متعالى هدايت كرده‌اند و حقيقتا آنچه كه در تاريخ حيات بشرى از افتخارات و ارزش‌هاى بزرگ و تمدنهاى راستين بر جاى مانده ، نتيجهء همان مجاهدتهاست .\r\nانقلاب اسلامى كه در عصر حاضر با همت يكى از مردان خدا در عين ناباورى جهانيان پديدار گشت در ماهيت خويش تنها يك جنبش سياسى و يا شورشى مردمى براى سرنگونى نظامى ستمگر نبود بلكه پيش از آن رستاخيزى فرهنگى و اخلاقى بود كه انسان درماندهء معاصر را به بازيابى فطرت الهى خود فرا مىخواند . بنيانگذار جمهورى اسلامى در وصيتنامهء جاويدش در باب ماهيت انقلاب عظيمى كه آغاز كرده ، فرمود : « در جهان حجم تحمل زحمتها و رنجها و فداكاريها و جان نثاريها و محروميتها مناسب حجم بزرگى مقصود و ارزشمندى و علوّ رتبهء آن است . آنچه را كه شما ملت شريف و مجاهد براى آن به پا خاستيد و دنبال مىكنيد و براى آن جان و مال نثار كرده و مىكنيد و والاترين و بالاترين و ارزشمندترين مقصدى است و مقصودى است كه از صدر عالم در ازل و از پس اين جهان\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nتا ابد عرضه شده است و خواهد شد و آن مكتب الوهيت به معنى وسيع آن و ايدهء توحيد با ابعاد رفيع آن است كه اساس خلقت و غايت آن در پهناور وجود و در درجات و مراتب غيب و شهود است ؛ و آن در مكتب محمدى - صلّى اللّه عليه و آله و سلّم - به تمام معنى و درجات و ابعاد متجلّى شده و كوشش تمام انبياء عظام - عليهم سلام اللّه - و اولياء معظّم - سلام اللّه عليهم - براى تحقق آن بوده و راهيابى به كمال مطلق و جلال و جمال بىنهايت جز با آن ميسر نگردد ، آن است كه خاكيان را بر ملكوتيان و برتر از آنان شرافت داده و آنچه براى خاكيان از سير در آن حاصل مىشود ، براى هيچ موجودى در سراسر خلقت در سرّ و علن حاصل نشود » .\r\nدر منطق امام خمينى مبارزه و ورود در سياست و بدست گرفتن حكومت هدف نيست ؛ هدف : پيروز بيرون آمدن از ميدان نبردى است كه خداوند پس از سوگندهاى متوالى و با تأكيد فراوان مىفرمايد :   قَدْ افْلَحَ مَنْ زَكّيها وَ قَدْ خابَ مَنْ دَسّيها   . هدف : تربيت انسان و هدايت اوست در سير از عالم خاك تا ملكوت اعلى . هدف : تشكيل جامعه و ايجاد محيطى است كه تنها خدا در آن عبادت شود و انوار عبوديت و اخلاص و جلوهء ايمان به غيب ، ظلمتهاى علايق نفسانى و شهوات دنيايى را محو نمايد و ديدگان بشر را بر پرتو جمال حق در پهنهء هستى بينا سازد و توحيد و ابعاد رفيع آن را در تمامى روابط و مناسبات انسانى حاكم گرداند و اين همه ممكن نيست جز با « تزكيه نفس » ، مقوله‌اى كه حاكمان شرق و غرب از آن بىخبرند و جهان خستهء امروز تشنهء آن است .\r\nراز عظمت كار امام خمينى و شگفتى تأثير كلام و انديشهء آن حضرت بر پيروانش را بايد در همين حقيقت جستجو كرد . آنان كه براى دريافت رمز\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nشعار پيروزى خون بر شمشير و غلبهء ياران بىسلاح امام بر مسلحترين حكومت وابسته به آمريكا ، با تحليلهاى مادى به دنبال عوامل سياسى و اقتصادى مىگردند ، ره به جايى نخواهند برد . آنان كه موفقيت امام خمينى را در تجربه و آموزش شيوه‌هاى مبارزه با نفس و نبرد در ميدان سخت « جهاد اكبر » نشنيده و نشناخته‌اند از درك ماهيت انقلاب امام نيز عاجزند .\r\n« جهاد اكبر يا مبارزه با نفس » عنوان كتاب حاضر و اثر گرانقدر عارفى است كه خود سالها با سير و سلوك و عبادت و معرفت اين مسير پر مخاطره را پيمود . امام خمينى ( س ) پيش از آنكه علم مبارزهء سياسى را آشكارا بدست گيرد و همچنين در بحبوحهء مبارزات خويش همواره با تكيه بر مباحثى از اين قبيل به رهروان راهش مىآموخت كه مسير او از جنبشهاى سياسى معمول و سياستمداران حرفه‌اى جداست و پيروزى واقعى در جهاد سياسى و نظامى و اقتصادى جز با جهاد اكبر و مبارزهء با نفس حاصل نخواهد شد .\r\nمطالب اين كتاب ، تقرير بيانات امام خمينى در نجف اشرف است كه در آستانهء ماه مبارك رمضان و ايام ديگر « 1 » خطاب به حوزه‌هاى علميه ايراد فرمودند و به همّت ياران امام تنظيم و بارها پيش از پيروزى انقلاب اسلامى در داخل و خارج كشور چاپ و منتشر گرديد . هشدارهاى دردمندانه و رهنمودهاى اخلاقى حضرت امام در آن ايام سخت و توانفرسا ، شور ايمان و انگيزه‌هاى الهى را در طلاب و دانشجويان متعهد برمىانگيخت و مسير نهضت را از راه آنان كه با تزكيهء نفس بيگانه بودند ، جدا مىساخت و بذر اخلاص و ايمان در قلوب جويندگان حقيقت مىكاشت ؛ بذرى كه سرانجام به مدد الطاف الهى به بار نشست و جهانيان صحنه‌هايى از اعجاز\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يادآور مىشود مباحث كتاب جهاد اكبر برگرفته از رهنمودهاى حضرت امام در مقاطع مختلف در أيام اقامت در نجف اشرف مىباشد كه بوسيلهء حضرت حجة الاسلام و المسلمين سيد حميد روحانى تقرير و تنظيم گرديده است .\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nآن را در روزهاى آتش و خون و پيكار مشت و سلاح در سال 57 و سبقت خيل جوانان مؤمن در پيمودن مسير شهادت و جلوه‌هاى وصف ناشدنى لحظه‌هاى پيكار و مناجات بسيجيان در جبهه‌هاى نبرد پس از آن را شاهد بودند .\r\nاينك در چهارمين سالگرد رحلت آن عبد صالح اين اثر ماندگار را همراه با پانوشته‌هاى توضيحى و بخش پايانى ( تحت عنوان فرازهاى برگزيده ) به رهپويان طريق الهيش تقديم مىداريم .\r\nمؤسّسهء تنظيم و نشر آثار امام خمينى ( س )\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nبسم اللّه الرحمن الرحيم يك سال ديگر از عمر ما گذشت . شما جوانان رو به پيرى و ما پيران رو به مرگ پيش مىرويم . در اين يك سال تحصيلى شما به حدود تحصيلات و اندوخته‌هاى علمى خود واقفيد ؛ مىدانيد چقدر تحصيل كرده و تا چه اندازه پايه‌هاى علمى خود را بالا برده‌ايد ؛ ليكن راجع به تهذيب اخلاق ، تحصيل آداب شرعيه ، معارف الهيه و تزكيه نفس چه كرديد ؟ و چه قدم مثبتى برداشتيد ؟ هيچ به فكر تهذيب و اصلاح خود بوديد ؟ و در اين زمينه برنامه‌اى داشتيد ؟ متأسفانه بايد عرض كنم كار چشمگيرى نكرديد ، و در جهت اصلاح و تهذيب خود قدم بلندى بر نداشتيد .\r\n\r\nسفارش به حوزه‌هاى علمى\r\nحوزه‌هاى علميه همزمان با فراگرفتن مسائل علمى ، به تعليم و تعلم مسائل اخلاقى و علوم معنوى نيازمند است . راهنماى اخلاق و مربى قواى روحانى و مجالس پند و موعظه لازم دارد . برنامه‌هاى اخلاقى و اصلاحى ، كلاس تربيت و تهذيب ، آموختن معارف الهيه ، كه مقصد\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nاصلى بعثت انبيا عليهم السلام مىباشد ، بايد در حوزه‌ها رايج و رسمى باشد . متأسفانه در مراكز علمى به اين گونه مسائل لازم و ضرورى كمتر توجه مىشود . علوم معنوى و روحانى رو به كاهش مىرود ، و بيم آن است كه حوزه‌هاى علميه در آتيه نتوانند علماى اخلاق ، مربيان مهذب و آراسته و مردان الهى تربيت كنند ؛ و بحث و تحقيق در مسائل مقدماتى مجالى براى پرداختن به مسائل اصلى و اساسى ، كه مورد عنايت قرآن كريم و نبى اعظم ( ص ) و ساير انبيا و اوليا عليهم السلام است ، باقى نگذارد . خوب است فقهاى عظام و مدرسين عاليمقام ، كه مورد توجه جامعهء علميه مىباشند ، در خلال درس و بحث به تربيت و تهذيب افراد همت گمارند و به مسائل معنوى و اخلاقى بيشتر بپردازند . محصلين حوزه‌ها نيز لازم است در كسب ملكات فاضله و تهذيب نفس كوشش كرده ، به وظايف مهم و مسئوليتهاى خطيرى كه بر دوش آنان است اهميت دهند .\r\n\r\nسفارش به طلاب\r\nشما كه امروز در اين حوزه‌ها تحصيل مىكنيد و مىخواهيد فردا رهبرى و هدايت جامعه را به عهده بگيريد ، خيال نكنيد تنها وظيفهء شما ياد گرفتن مشتى اصطلاحات مىباشد ، وظيفه‌هاى ديگرى نيز داريد . شما بايد در اين حوزه‌ها خود را چنان بسازيد و تربيت كنيد كه وقتى به يك شهر يا ده رفتيد ، بتوانيد اهالى آنجا را هدايت كنيد و مهذب نماييد . از شما توقع است كه وقتى از مركز فقه رفتيد ، خود مهذب و ساخته شده باشيد ، تا بتوانيد مردم را بسازيد و طبق آداب و دستورات اخلاقى اسلامى آنان را تربيت كنيد . اما اگر خداى نخواسته در مركز علم خود را اصلاح نكرديد ، معنويات كسب ننموديد ، به هر جا كه برويد العياذ باللّه ، مردم را منحرف ساخته ، به اسلام و روحانيت بدبين خواهيد كرد .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nشما وظايف سنگينى داريد . اگر در حوزه‌ها به وظايف خود عمل نكنيد و در صدد تهذيب خود نباشيد و فقط دنبال فرا گرفتن چند اصطلاح بوده مسائل اصولى و فقهى را درست كنيد ، در آتيه خداى نخواسته براى اسلام و جامعهء اسلامى مضر خواهيد بود ؛ ممكن است ، العياذ باللّه ، موجب انحراف و گمراهى مردم شويد . اگر به سبب اعمال و كردار و رفتار نارواى شما يك نفر گمراه شده از اسلام برگردد ، مرتكب اعظم كباير مىباشيد ؛ و مشكل است توبهء شما قبول گردد . چنان كه اگر يك نفر هدايت يابد ، به حسب روايت « بهتر است از آنچه آفتاب بر آن مىتابد » « 1 » مسئوليت شما خيلى سنگين است . وظايف شما غير از وظايف عامهء مردم مىباشد ؛ چه بسا امورى كه براى عامهء مردم مباح است ، براى شما جايز نيست ، و ممكن است حرام باشد . مردم ارتكاب بسيارى از امور مباحه را از شما انتظار ندارند ، چه رسد به اعمال پست نامشروع ، كه اگر خداى نخواسته از شما سربزند ، مردم را نسبت به اسلام و جامعهء روحانيت بدبين مىسازد . درد اينجاست : اگر مردم از شما عملى كه بر\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قال امير المؤمنين ، عليه السّلام ، : لمّا وجّهني رسول اللّه ، صلّى اللّه عليه و آله ، إلى اليمن قال : يا علىّ لا تقاتل أحدا حتّى تدعوه إلى الإسلام و ايم اللّه لأن يهدى اللّه عزّ و جلّ على يديك رجلا خير لك ممّا طلعت عليه الشمس و غربت و لك ولاؤه .\r\nعلى ( ع ) فرمود : هنگامى كه پيغمبر خدا ( ص ) مرا به يمن فرستاد فرمود : اى على با هيچ كس جنگ مكن مگر آن كه او را به اسلام دعوت كنى ، به خدا سوگند اينكه خداوند مردى را به دست تو هدايت كند براى تو از آنچه خورشيد بر آن طلوع و غروب مىكند بهتر است و تو ولاء ( حقّ ارث و . . . ) او را به دست مىآورى .\r\nفروع كافى ، ج 5 ، ص 36 ، « كتاب الجهاد » ، « باب الدعاء إلى الاسلام قبل القتال » ، حديث 2 .\r\n","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\nخلاف انتظار است مشاهده كنند ، از دين منحرف مىشوند ؛ از روحانيت برمىگردند ، نه از فرد . اى كاش از فرد برمىگشتند و به يك فرد بدبين مىشدند . ولى اگر از يك روحانى عملى ناشايست و بر خلاف نزاكت ببينند ، تجزيه و تحليل نمىكنند همچنان كه در ميان كسبه افراد نادرست و منحرف وجود دارد و در ميان اداريها اشخاص فاسد و زشتكار ديده مىشود ، ممكن است در ميان روحانيون نيز يك يا چند نفر ناصالح و منحرف باشد . لذا اگر بقالى خلاف كند ، مىگويند فلان بقال خلاف‌كار است . اگر يك عطار عمل زشتى مرتكب گردد ، گفته مىشود فلان عطار زشتكار است . ليكن اگر آخوندى عمل ناشايسته‌اى انجام دهد ، نمىگويند فلان آخوند منحرف است ، گفته مىشود آخوندها بدند ! وظايف اهل علم خيلى سنگين است ؛ مسئوليت علما بيش از ساير مردم مىباشد . اگر به « اصول » كافى « 2 » ، كتاب وسائل « 3 » ، به ابواب مربوط به وظايف علما مراجعه كنيد ، مىبينيد تكاليف سنگين و مسئوليتهاى خطيرى براى اهل علم بيان شده است . در روايت است كه وقتى جان به حلقوم مىرسد ، براى عالم ديگر جاى توبه نيست ، و در آن حال توبهء وى پذيرفته نمىشود ؛ زيرا خداوند از كسانى تا آخرين دقايق زندگى توبه مىپذيرد كه جاهل باشند . « 4 » و در روايت ديگر آمده است كه هفتاد گناه از\r\n\r\n\r\n","description":"","footnote":"\r\n( 2 ) « اصول » كافى ، « كتاب فضل العلم » ، ابواب : صفة العلماء ، بذل العلم ، النهى عن القول به غير علم ، استعمال العلم ، المستأكل بعلمه و المباهى به ، لزوم الحجة على العالم ، و « باب النوادر » .\r\n( 3 ) وسائل الشيعة ، ج 18 صفحات 9 - 17 ، 98 - 129 ، « كتاب القضاء » ، « ابواب صفات القاضى » ، باب 4 ، 11 ، 12 .\r\n( 4 ) عن جميل بن درّاج قال سمعت أبا عبد اللّه ، عليه السّلام ، يقول : إذا بلغت النّفس ههنا ( و أشار بيده إلى حلقه . ) لم يكن للعالم توبة . ثمّ قرأ :  « إنَّما التَّوْبَةُ عَلَى اللَّه لِلذَّينَ يَعْمَلوُنَ السُّوءَ بِجَهالَةٍ . »  ( جميل بن درّاج گويد از امام صادق ( ع ) شنيدم كه مىفرمود : هنگامى كه جان به اينجا رسد ( و با دست خود به گلويش اشاره فرمود ) براى عالم جاى توبه نمىماند .\r\nسپس حضرت اين آيه را تلاوت فرمود : « همانا توبه براى كسانى است كه از روى نادانى بدى مىكنند . » ) ( نساء - 17 ) « اصول » كافى ، ج 1 ، ص 59 ، « كتاب فضل العلم » ، « باب لزوم الحجة على العالم . . . » ، حديث 3 .\r\n","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nجاهل آمرزيده مىشود پيش از آنكه يك گناه از عالم مورد آمرزش قرار گيرد . « 5 » زيرا گناه عالم براى اسلام و جامعهء اسلامى خيلى ضرر دارد . عوام و جاهل اگر معصيتى مرتكب شود ، فقط خود را بدبخت كرده ، بر خويشتن ضرر وارد ساخته است ؛ ليكن اگر عالمى منحرف شود و به عمل زشتى دست زند ، عالمى را منحرف كرده ، بر اسلام و علماى اسلام زيان وارد ساخته است . « 6 » اينكه در روايت آمده كه اهل جهنم از بوى تعفن عالمى كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 5 ) - عن حفص بن قياس ، عن أبي عبد اللّه ، عليه السّلام ، قال : يا حفص ، يغفر للجاهل سبعون ذنبا قبل أن يغفر للعالم ذنب واحد .\r\n( حفص بن قياس گويد امام صادق ( ع ) فرمود : اى حفص ، براى جاهل هفتاد گناه آمرزيده مىشود پيش از آنكه يك گناه براى عالم آمرزيده شود . ) « اصول » كافى ، ج 1 ، ص 59 ، « كتاب فضل العلم » ، « باب لزوم الحجة على العالم . . . » ، حديث 1 .\r\n( 6 ) قال رسول اللّه ، صلّى اللّه عليه و آله : صنفان من أمّتى إذا صلحا ، صلحت أمّتى ؛ و إذا فسدا ، فسدت أمّتى . قيل : و من هم ؟ قال ( ص ) : العلماء و الأمراء .\r\n( رسول اكرم ( ص ) فرمود : دو گروه از امت من باشند كه چون صالح شوند ، امت صالح شود ؛ و چون فاسد شوند ، امت فاسد شود . گفته شد : آنها كيان‌اند ؟\r\nفرمود : علما و زمامداران . ) خصال ، « باب الإثنين » ، ص 37 . تحف العقول ، ص 50 .\r\n","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nبه علم خود عمل نكرده متأذى مىشوند « 7 » ، براى همين است كه در دنيا بين عالم و جاهل در نفع و ضرر به اسلام و جامعهء اسلامى فرق بسيار وجود دارد . اگر عالمى منحرف شد ، ممكن است امتى را منحرف ساخته به عفونت بكشد . و اگر عالمى مهذب باشد ، اخلاق و آداب اسلامى را رعايت نمايد ، جامعه را مهذب و هدايت مىكند . در بعضى از شهرستانهايى كه تابستانها به آنجا مىرفتم ، مىديدم اهالى آن بسيار مؤدب به آداب شرع بودند . نكته‌اش اين بود كه عالم صالح و پرهيزكارى داشتند . اگر عالم ورع و درستكارى در يك جامعه يا شهر و استانى زندگى كند ، همان وجود او باعث تهذيب و هدايت مردم آن سامان مىگردد ، اگر چه لفظا تبليغ و ارشاد نكند . « 8 » ما اشخاصى را ديده‌ايم كه وجود آنان مايهء\r\n\r\n\r\n","description":"","footnote":"\r\n( 7 ) عن سليم بن قيس الهلالى ، قال سمعت أمير المؤمنين ، عليه السّلام ، يحدّث عن النّبيّ ( ص ) أنّه قال في كلام له : العلماء رجلان : رجل عالم آخذ بعلمه ؛ فهذا ناج . و عالم تارك لعلمه ؛ فهذا هالك .\r\nو إنّ أهل النّار ليتأذّون من ريح العالم التّارك لعلمه .\r\n( سليم بن قيس هلالى گويد از حضرت أمير المؤمنين ( ع ) شنيدم از پيامبر حديث مىكرد كه آن حضرت در كلامش فرمود : علما بر دو گروه‌اند : عالمى كه بر علم خود كار كرده ؛ پس او نجات يافته است . و عالمى كه به علم خود عمل نكرده ؛ پس او هلاك شده است . و بدرستى كه اهل دوزخ از بوى بد عالمى كه به علمش عمل نكرده است متأذّى مىگردند . ) « اصول » كافى ، ج 1 ، ص 55 ، « كتاب فضل العلم » ، « باب استعمال العلم » ، حديث 1 .\r\n( 8 ) امام صادق ( ع ) فرمود : كونوا دعاة للنّاس بالخير به غير ألسنتكم ، ليروا منكم الاجتهاد و الصّدق و الورع . ( مردم را به نيكى دعوت كنيد اما نه با زبانهايتان ، چنان كه مردم در شما صواب جستن و راست گفتارى و پرهيزگارى ببينند . ) « اصول » كافى ، ج 3 ، ص 164 ، « كتاب ايمان و كفر » ، « باب الصدق و اداء الامانة » ، حديث 10 .\r\n","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nپند و عبرت بوده ؛ صرف ديدن و نگاه به آنان باعث تنبه مىشد . هم اكنون در تهران ، كه في الجمله اطلاع دارم ، محلات آن با هم فرق دارد : در محله‌اى كه عالم منزه و مهذبى زيست مىكند ، مردمان صالح با ايمانى دارد . در محلهء ديگر كه يك نفر منحرف فاسد معمم شده ، امام جماعت گرديده ، دكان درست كرده است ، مىبينى طايفه‌اى را فريب داده ، آلوده و منحرف ساخته است . همين آلودگى است كه از بوى تعفن آن اهل جهنم اذيت مىشوند . اين تعفنى است كه عالم سوء ، عالم بىعمل ، عالم منحرف ، در همين دنيا به بار آورده ، و بوى آن در جهان ديگر شامهء اهل جهنم را مىآزارد . نه اينكه در آنجا چيزى به او افزوده باشند ؛ آنچه در عالم آخرت واقع مىشود چيزى است كه در اين دنيا تهيه گرديده است . به ما چيزى خارج از عمل ما نمىدهند . وقتى بنا باشد عالمى مفسده جو و خبيث باشد ، جامعه‌اى را به عفونت مىكشد ؛ منتهى در اين دنيا بوى تعفن آن را شامه‌ها احساس نمىكند ؛ ليكن در عالم آخرت بوى تعفن آن درك مىگردد . ولى يك نفر عوام نمىتواند چنين فساد و آلودگى در جامعهء اسلامى به بار آورد . عوام هيچگاه به خود اجازه نمىدهد كه داعيهء امامت و مهدويت داشته باشد ، ادعاى نبوت و الوهيت كند ؛ اين عالم فاسد است كه دنيايى را به فساد مىكشاند : اذا فسد العالم ، فسد العالم . « 9 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 9 ) غرر الحكم ، ج 7 ، ص 269 .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\n\r\nاهميت تهذيب و تزكيهء نفس\r\nآنان كه دين سازى كرده باعث گمراهى و انحراف جمعيت انبوهى شده‌اند بيشترشان اهل علم بوده‌اند ؛ بعضى از آنان در مراكز علم تحصيل كرده رياضتها كشيده‌اند . « 10 » رئيس يكى از فرق باطله در همين حوزه‌هاى ما تحصيل كرده است . ليكن چون تحصيلاتش با تهذيب و تزكيه توأم نبوده ، در راه خدا قدم برنمىداشته ، خباثت را از خود دور نساخته بود ، آن همه رسوايى به بار آورده است . اگر انسان خباثت را از نهادش بيرون نكند ، هر چه درس بخواند و تحصيل نمايد نه تنها فايده‌اى بر آن مترتب نمىشود بلكه ضررها دارد . علم وقتى در اين مركز خبيث وارد شد ، شاخ و برگ خبيث به بار آورده شجرهء خبيثه مىشود . هر چه اين مفاهيم در قلب سياه و غير مهذب انباشته گردد ، حجاب زيادتر مىشود . در نفسى كه مهذب نشده ، علم حجاب ظلمانى است : العلم هو الحجاب الاكبر . لذا شرّ عالم فاسد براى اسلام از همهء شرور خطرناك‌تر و بيشتر است . علم نور است ، ولى در دل سياه و قلب فاسد دامنهء ظلمت و سياهى را گسترده‌تر مىسازد .\r\nعلمى كه انسان را به خدا نزديك مىكند ، در نفس دنيا طلب باعث دورى بيشتر از درگاه ذى الجلال مىگردد . علم توحيد هم اگر براى غير خدا باشد ، از حجب ظلمانى است ؛ چون اشتغال به ما سوى اللّه است . اگر كسى قرآن كريم را با چهارده قرائت لما سوى اللّه حفظ باشد و بخواند ، جز حجاب و دورى از حق تعالى چيزى عايد او نمىشود . اگر شما درس بخوانيد ، زحمت بكشيد ، ممكن است عالم شويد ، ولى بايد بدانيد كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 10 ) از آن جمله محمد بن عبد الوهّاب ( مؤسس فرقهء وهابيه ) و شيخ احمد احسايى و سيد كاظم رشتى ( مؤسسان فرقهء شيخيه ) و احمد كسروى ، و غلام احمد ( مؤسس قاديانيگرى ) ، . . . را مىتوان نام برد .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nميان « عالم » و « مهذب » خيلى فاصله است . مرحوم شيخ ، استاد ما « 11 » ، رضوان اللّه تعالى عليه ، مىفرمود اينكه مىگويند : « ملا شدن چه آسان ، آدم شدن چه مشكل » صحيح نيست . بايد گفت : ملا شدن چه مشكل ، آدم شدن محال است ! كسب فضايل و مكارم انسانى و موازين آدميت از تكاليف بسيار مشكل و بزرگى است كه بر دوش شماست . گمان نكنيد اكنون كه مشغول تحصيل علوم شرعيه مىباشيد ، و فقه كه اشرف علوم است مىآموزيد ، ديگر راحتيد ، و به وظايف و تكاليف خود عمل كرده‌ايد . اگر اخلاص و قصد قربت نباشد ، اين علوم هيچ فايده‌اى ندارد . اگر تحصيلات شما ، العياذ باللّه ، براى خدا نباشد و براى هواهاى نفسانيه ، كسب مقام و مسند ، عنوان و شخصيت در اين راه قدم گذاشته باشيد ، براى خود وزر و و بال اندوخته‌ايد . اين اصطلاحات اگر براى غير خدا باشد ، وزر و و بال است .\r\nاين اصطلاحات هر چه زيادتر شود ، اگر با تهذيب و تقوى همراه نباشد ، به ضرر دنيا و آخرت جامعهء مسلمين تمام مىشود . تنها دانستن اين اصطلاحات اثرى ندارد . علم توحيد هم اگر با صفاى نفس توأم نباشد و بال خواهد بود . چه بسا افرادى كه عالم به علم توحيد بودند و طوايفى را منحرف كردند . چه بسا افرادى كه همين اطلاعات شما را به نحو بهترى\r\n\r\n\r\n","description":"","footnote":"\r\n( 11 ) حضرت آية اللّه العظمى ، حاج شيخ عبد الكريم حائرى يزدى ( 1276 - 1355 ه . ق ) ، از فقيهان بزرگ و مراجع تقليد شيعه در قرن چهاردهم هجرى . در نجف و سامراء به درس استادانى چون ميرزاى بزرگ شيرازى ، ميرزا محمد تقى شيرازى ، آخوند خراسانى ، سيد كاظم يزدى ، و سيد محمد اصفهانى فشاركى ، حاضر شد .\r\nدر سال 1340 ه . ق . به اصرار علماى قم و پس از استخارت در آن شهر رحل اقامت افكند ، و حوزه علميهء قم را تشكيل داد . از آثار اوست : درر الفوائد در اصول ، الصلاة ، النكاح ، الرضاع ، المواريث ، در فقه .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nدارا بودند ، ليكن چون انحراف داشتند و اصلاح نشده بودند وقتى وارد جامعه گرديدند بسيارى را گمراه و منحرف ساختند . اين اصطلاحات خشك اگر بدون تقوى و تهذيب نفس باشد ، هر چه بيشتر در ذهن انباشته گردد كبر و نخوت در دايرهء نفس بيشتر توسعه مىيابد . و عالم تيره بختى كه باد نخوت بر او چيره شده نمىتواند خود و جامعه را اصلاح نمايد ، و جز زيان براى اسلام و مسلمين نتيجه‌اى به بار نمىآورد ؛ و پس از سالها تحصيل علوم و صرف وجوه شرعى ، برخوردارى از حقوق و مزاياى اسلامى ، سدّ راه پيشرفت اسلام و مسلمين مىگردد و ملتها را گمراه و منحرف مىسازد ؛ و ثمرهء اين درسها و بحثها و بودن در حوزه‌ها اين مىشود كه نگذارد اسلام معرفى گردد ، حقيقت قرآن به دنيا عرضه شود ؛ بلكه وجود او ممكن است مانع معرفت جامعه نسبت به اسلام و روحانيت گردد .\r\nمن نمىگويم درس نخوانيد ، تحصيل نكنيد ؛ بايد توجه داشته باشيد كه اگر بخواهيد عضو مفيد و مؤثرى براى اسلام و جامعه باشيد ، ملتى را رهبرى كرده به اسلام متوجه سازيد ، از اساس اسلام دفاع كنيد ، لازم است پايهء فقاهت را تحكيم كرده صاحب‌نظر باشيد ؛ اگر خداى نخواسته درس نخوانيد حرام است در مدرسه بمانيد ؛ نمىتوانيد از حقوق شرعى محصلين علوم اسلامى استفاده كنيد ؛ البته تحصيل علم لازم است ؛ منتها همانطور كه در مسائل فقهى و اصولى زحمت مىكشيد ، در راه اصلاح خود نيز كوشش كنيد . هر قدمى كه براى تحصيل علم برمىداريد ، قدمى هم براى كوبيدن خواسته‌هاى نفسانى ، تقويت قواى روحانى ، كسب مكارم اخلاق ، تحصيل معنويات و تقوى ، برداريد .\r\nتحصيل اين علوم در واقع مقدمهء تهذيب نفس و تحصيل فضايل ، آداب و معارف الهيه ، مىباشد ؛ تا پايان عمر در مقدمه نمانيد كه نتيجه را\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nرها سازيد . شما به منظور هدفى عالى و مقدس ، كه عبارت از خداشناسى و تهذيب نفس مىباشد ، اين علوم را فرا مىگيريد ، و بايد در صدد به دست آوردن ثمره و نتيجهء كار خود باشيد ؛ براى رسيدن به مقصود اصلى و اساسى خود جديت كنيد .\r\nشما وقتى وارد حوزه مىشويد ، پيش از هر كار بايد در صدد اصلاح خود باشيد . و مادامى كه در حوزه به سر مىبريد ، ضمن تحصيل بايد نفس خود را تهذيب كنيد ؛ تا آن گاه كه از حوزه بيرون رفتيد و در شهر و يا محلى رهبرى ملتى را بر عهده گرفتيد ، مردم از اعمال و كردار شما ، از فضايل اخلاقى شما ، استفاده كنند ، پند گيرند ، اصلاح شوند . بكوشيد پيش از آنكه وارد جامعه گرديد خود را اصلاح كنيد ، مهذب سازيد . اگر اكنون كه فارغ البال مىباشيد در مقام اصلاح و تهذيب نفس برنياييد ، آن روز كه اجتماع به شما روى آورد ديگر نمىتوانيد خود را اصلاح نماييد .\r\nخيلى از چيزهاست كه انسان را بيچاره كرده ، از تهذيب و تحصيل باز مىدارد . يكى از آنها ، براى بعضى ، همين ريش و عمامه است ! وقتى عمامه كمى بزرگ شد و ريش بلند گرديد ، اگر مهذب نباشد از تحصيل باز مىماند ؛ مقيد مىگردد ؛ مشكل است بتواند نفس اماره را زير پا گذارد و پاى درس كسى حاضر شود . شيخ طوسى « 12 » ، عليه الرحمه ، در سن پنجاه\r\n\r\n\r\n","description":"","footnote":"\r\n( 12 ) ابو جعفر ، محمد بن حسن طوسى ( 385 - 460 ه . ق . ) ، ملقب به « شيخ الطائفه » از فحول دانشمندان اماميه . وى رئيس فقيهان و متكلمان زمان خود بود و در ادب و رجال و تفسير و حديث نيز دستى قوى داشت . اساتيد او شيخ مفيد ، سيد مرتضى ، ابن غضائرى ، ابن عبدون بودند . شيخ صاحب دو كتاب مشهور حديث شيعه ، استبصار و تهذيب ، است كه از كتب اربعهء اماميه محسوب است . شيخ طوسى نجف را مركز علمى شيعه قرار داد .\r\n","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nو دو سالگى درس مىرفته است ، در صورتى كه در سن بين بيست و سى بعضى از اين كتابها را نوشته است ! كتاب تهذيب را گويا در همين سن و سال به رشتهء تحرير در آورده « 13 » . و در پنجاه و دو سالگى در حوزهء درس مرحوم سيد مرتضى « 14 » ، عليه الرحمه ، حاضر مىشده كه به آن مقام رسيده است . خدا نكند پيش از كسب ملكات فاضله و تقويت قواى روحانى ريش انسان كمى سفيد و عمامه بزرگ گردد ، كه از استفاده‌هاى علمى و معنوى و از تمام بركات باز مىماند . تا ريش سفيد نشده كارى كنيد ؛ تا مورد توجه مردم قرار نگرفته‌ايد فكرى به حال خود نماييد . خدا نكند انسان پيش از آنكه خود را بسازد جامعه به او روى آورد و در ميان مردم نفوذ و شخصيتى پيدا كند كه خود را مىبازد ؛ خود را گم مىكند . قبل از آنكه عنان اختيار از كف شما ربوده شود خود را بسازيد و اصلاح كنيد . به اخلاق حسنه آراسته شويد ؛ رذايل اخلاقى را از خود دور كنيد ؛ در درس و بحث اخلاص داشته باشيد تا شما را به خدا نزديك سازد . اگر در كارها نيت خالص نباشد ، انسان را از درگاه ربوبى دور مىكند . طورى نباشد كه پس از هفتاد سال وقتى نامهء عمل شما را باز كنند ببينند ، العياذ باللّه ، هفتاد سال از خداوند\r\n\r\n\r\n","description":"","footnote":"\r\n( 13 ) شيخ طوسى كتاب تهذيب را ، كه شرح مقنعه شيخ مفيد است ، در زمان حيات استاد خود ( شيخ مفيد ، متوفى 413 ه . ق . ) آغاز كرد . شيخ در اين زمان نزديك به 26 سال داشته است .\r\n- مقدمهء تفسير تبيان ، به قلم شيخ آقا بزرگ تهرانى .\r\n( 14 ) على بن حسين بن موسى ، معروف به « سيد مرتضى » و « علم الهدى » ( 355 - 436 ه . ق . ) از بزرگان علماى اسلام و تشيع . بسيارى از بزرگان اماميه ، از جمله شيخ طوسى ، از درس او بهره گرفته‌اند . از اوست : امالى ، الذريعة إلى اصول الشريعة ، الناصريات ، الإنتصار ، الشافى .\r\n","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nعز و جل دور شده‌ايد . قضيهء آن « سنگ » را شنيده‌ايد كه به جهنم سرازير شد ؟ پس از هفتاد سال صداى آن از قعر جهنم به گوش رسيد . به حسب نقلى حضرت رسول ( ص ) فرمود پيرمرد هفتاد ساله‌اى بود كه مرد ، و در اين مدت هفتاد سال رو به جهنم مىرفت ! « 15 » مواظب باشيد مبادا پنجاه سال ، بيشتر يا كمتر ، در حوزه‌ها با كد يمين و عرق جبين جهنم كسب نماييد ! بايد به فكر باشيد . در زمينهء تهذيب و تزكيهء نفس و اصلاح اخلاق برنامه تنظيم كنيد ؛ استاد اخلاق براى خود معين نماييد ؛ جلسهء وعظ و خطابه ، پند و نصيحت تشكيل دهيد . خودرو نمىتوان مهذب شد . اگر حوزه‌ها همين طور از داشتن مربى اخلاق و جلسات پند و اندرز خالى باشد ، محكوم به فنا خواهد بود . چطور شد علم فقه و اصول به مدرّس نياز دارد ، درس و بحث مىخواهد ، براى هر علم و صنعتى در دنيا استاد و مدرس لازم است ، كسى خودرو و خودسر در رشته‌اى متخصص نمىگردد ، فقيه و عالم نمىشود ، ليكن علوم معنوى و اخلاقى ، كه هدف بعثت انبيا و از لطيفترين و دقيقترين علوم است ، به تعليم و تعلم نيازى ندارد و خودرو و بدون معلم حاصل مىگردد ؟ ! كرارا شنيده‌ام سيد جليلى « 16 » معلم اخلاق و\r\n\r\n\r\n","description":"","footnote":"\r\n( 15 ) كلمات مكنونه ، فيض كاشانى ، ص 123 .\r\n( 16 ) - سيد على بن سيد محمد ( ف 1283 ه . ق . ) از بزرگان زهد و عرفان زمان خود . از شيخ انصارى و سيد حسين ، امام جمعهء شوشتر ، اجازه داشت . سيد مدتها در شوشتر به شغل قضاء و افتاء اشتغال داشت ؛ سپس به نجف اشرف مهاجرت كرد ، و در آنجا به درس فقه شيخ انصارى حاضر مىشد ، و شيخ نيز در درس اخلاق او حضور مىيافت . وى وصىّ شيخ انصارى بود ، و پس از وفات شيخ به جاى او بر كرسى تدريس نشست . مرحوم سيد على استاد و مربى آخوند ملا حسين قلى همدانى است كه خود شاگردان بسيار داشت و به ارشاد آنان مىپرداخت و بزرگانى مانند ميرزا جواد ملكى تبريزى ، سيد احمد كربلايى ، شيخ محمد بهارى ، سيد على قاضى تبريزى ، علامه طباطبايى همه از راه يافتگان و تربيت شدگان مكتب او هستند .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nمعنويات استاد فقه و اصول ، مرحوم شيخ انصارى « 17 » ، بوده است .\r\nانبياى خدا براى اين مبعوث شدند كه آدم تربيت كنند ؛ انسان بسازند ؛ بشر را از زشتيها ، پليديها ، فسادها و رذايل اخلاقى دور سازند ، و با فضايل و آداب حسنه آشنا كنند : بعثت لاتمّم مكارم الاخلاق . « 18 » چنين علمى كه خداوند متعال نسبت به آن آن قدر اهتمام داشته كه انبيا را مبعوث فرموده است ، اكنون در حوزه‌هاى ما رواجى ندارد ، و كسى به طور شايسته به آن اهميت نمىدهد ؛ و بر اثر كمبود علوم معنوى و معارف در حوزه‌ها كار به آنجا رسيده كه مسائل مادى و دنيوى در روحانيت رخنه كرده و بسيارى را از معنويت و روحانيت دور داشته است كه اصلا نمىدانند روحانيت يعنى چه ، يك نفر روحانى چه وظيفه‌اى دارد ، چه برنامه‌اى بايد داشته باشد .\r\nبعضيها فقط در صددند چند كلمه ياد بگيرند و بروند در محل خود ، يا جاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 17 ) - شيخ مرتضى انصارى ( 1214 - 1281 ه . ق . ) ملقب به « خاتم الفقهاء و المجتهدين » از نوادگان جابر بن عبد اللّه انصارى ، صحابى پيغمبر ( ص ) . وى يكى از نوابغ علم اصول است و تحولى بزرگ در اين فن به وجود آورد . برخى اساتيد وى عبارت‌اند از : شيخ موسى كاشف الغطاء ، شيخ على كاشف الغطاء ، ملا احمد نراقى و سيد محمد مجاهد . شيخ انصارى فقهايى بزرگ تربيت كرد كه از جمله آنها مىتوان از آخوند خراسانى ، ميرزاى شيرازى ، و ميرزا محمد حسن آشتيانى نام برد . از آثار او فرائد الأصول ( معروف به رسائل ) و مكاسب از كتب معروف درسى است .\r\n( 18 ) - « بر انگيخته شده‌ام تا منشهاى نيك را كامل گردانم . » مجمع البيان ، ذيل تفسير آيهء چهارم سورهء « قلم » .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nديگر ، دستگاه ، جاه و مقامى به چنگ آورند و با ديگران دست و پنجه نرم كنند ! مانند آنكه مىگفته : بگذار « شرح لمعه » را بخوانم ، مىدانم با كدخدا چه كنم ! طورى نباشد كه از اوّل نظر و هدف شما از تحصيل گرفتن فلان مسند و به دست آوردن فلان مقام باشد ، و بخواهيد رئيس فلان شهر يا آقاى فلان ده گرديد . ممكن است به اين خواسته‌هاى نفسانى و آرزوهاى شيطانى برسيد ، ولى براى خود و جامعهء اسلامى جز زيان و بدبختى چيزى كسب نكرده‌ايد . معاويه هم مدت مديدى رئيس بود ؛ ولى براى خود جز لعن و نفرت و عذاب آخرت بهره و نتيجه‌اى نگرفت .\r\nلازم است خود را تهذيب كنيد كه وقتى رئيس جامعه يا طايفه‌اى شديد ، آنان را نيز تهذيب نماييد . براى اصلاح و ساختن جامعه قدم برداريد ؛ هدف شما خدمت به اسلام و مسلمين باشد . اگر براى خدا قدم برداريد ، خداوند متعال مقلب القلوب است ، دلها را به شما متوجه مىسازد :  انَّ الَّذينَ آمَنُوا وَ عَمِلُوا الصَّالِحاتِ سَيَجْعَلُ لَهُمُ الرَّحْمنُ وُدّا  . « 19 » شما در راه خدا زحمت بكشيد ، فداكارى كنيد ، خداوند شما را بى اجر نمىگذارد ؛ اگر در اين دنيا نشد ، در آخرت پاداش خواهد داد . اگر جزا و پاداش شما را در اين عالم نداد چه بهتر . دنيا چيزى نيست . اين هياهوها و شخصيتها چند روز ديگر به پايان مىرسد ، مانند خوابى از جلو چشم انسان مىگذرد ، لكن اجر اخروى لا يتناهى و تمام نشدنى خواهد بود .\r\n\r\n[ هشدار به حوزه‌ها 
  ]\r\nممكن است دستهاى ناپاكى با سمپاشيها و تبليغات سوء برنامه‌هاى\r\n\r\n\r\n","description":"","footnote":"\r\n( 19 ) « همانا آنان كه ايمان آوردند و كار شايسته انجام دادند ، خداى رحمان براى آنها محبت قرار خواهد داد . » ( مريم - 96 )\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nاخلاقى و اصلاحى را بىاهميت وانمود كرده ، منبر رفتن براى پند و موعظه را با مقام علمى مغاير جلوه دهند ، و با نسبت دادن « منبرى » به شخصيتهاى بزرگ علمى ، كه در مقام اصلاح و تنظيم حوزه‌ها هستند ، آنان را از كار باز دارند . امروز در بعضى حوزه‌ها شايد منبر رفتن و موعظه كردن را ننگ بدانند ! غافل از اينكه حضرت امير ، عليه السلام ، منبرى بودند ، و در منابر مردم را نصيحت فرموده ، آگاه ، هوشيار و راهنمايى مىكردند . ساير ائمه ، عليهم السلام ، نيز چنين بودند .\r\nشايد عناصر مرموزى اين تزريقات سوء را نمودند تا معنويات و اخلاقيات از حوزه‌ها رخت بربندد ، و در نتيجه حوزه‌هاى ما فاسد و ساقط گردد ؛ دسته‌بنديها ، خودخواهيها ، نفاقها و اختلافات ، در داخل حوزه‌ها ، خداى نخواسته ، رخنه كند ؛ افراد حوزه‌ها به جان هم افتند و در مقابل يكديگر صف بسته همديگر را توهين و تكذيب نمايند ، و در جامعهء اسلامى بىآبرو شوند ، تا اجانب و دشمنان اسلام بتوانند بر حوزه‌ها دست يابند و آن را از هم بپاشند . بدخواهان مىدانند كه حوزه‌ها از پشتيبانى ملتها برخوردار است ، و تا روزى كه ملتها پشتيبان آن باشند كوبيدن و از هم پاشاندن آن ممكن نيست .\r\nولى آن روز كه افراد حوزه‌ها ، محصلين حوزه‌ها ، فاقد مبانى اخلاقى و آداب اسلامى شده به جان هم افتادند ، اختلاف و چند دستگى درست كردند ، مهذب و منزه نبودند ، به كارهاى زشت و ناپسند دست زدند ، قهرا ملت اسلام به حوزه‌ها و روحانيت بدبين شده از حمايت و پشتيبانى آنان دست مىكشد ، و در نتيجه راه براى اعمال قدرت و نفوذ دشمن باز مىگردد . اگر مىبينيد دولتها از روحانى و مرجعى مىترسند و حساب مىبرند ، براى اين است كه از پشتيبانى ملتها برخوردار است ؛ و در حقيقت از ملتها مىترسند ؛ و احتمال مىدهند اگر اهانت ، جسارت و\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nتعرض به يك روحانى كردند ، ملتها بر آنان شوريده عليه آنان به پا خيزند .\r\nليكن اگر روحانيون با هم اختلاف كردند و يكديگر را بدنام نموده و به آداب و اخلاق اسلامى مؤدب نبودند ، در جامعه ساقط شده ملت هم از دستشان مىرود . « 20 » ملت انتظار دارند كه شما روحانى و مؤدب به آداب اسلامى باشيد ؛ حزب اللّه باشيد ؛ از زرق و برق زندگى و جلوه‌هاى ساختگى آن بپرهيزيد ؛ در راه پيشبرد آرمان‌هاى اسلامى و خدمت به ملت اسلام از هيچ گونه فداكارى دريغ نورزيد ؛ در راه خداى تعالى و براى رضايت خاطر او قدم برداريد ، و جز به خالق يكتا به احدى توجه نداشته باشيد ؛ امّا اگر بر خلاف انتظار ديدند به جاى توجه به ما وراء الطبيعه تمام همّ شما دنياست و همانند ديگران براى جلب منافع دنيوى و شخصى كوشش مىكنيد ، با يكديگر بر سر دنيا و منافع پست آن دعوا داريد ، اسلام و قرآن را ، العياذ باللّه ، بازيچهء خود قرار داده‌ايد ، و براى رسيدن به مقاصد شوم و اغراض كثيف و ننگين دنيايى خود دين را به صورت دكانى در آورده‌ايد ، منحرف مىگردند ؛ بدبين مىشوند . و شما مسئول خواهيد بود . اگر بعضى معممين سربار حوزه‌ها روى غرض ورزيهاى شخصى و جلب منافع دنيوى به جان هم افتند ، همديگر را هتك كنند ، تفسيق نمايند ، هياهو درست كنند ، در تصدى بعضى امور با يكديگر رقابت نمايند ، سر\r\n\r\n\r\n","description":"","footnote":"\r\n( 20 ) على ( ع ) فرمود : لو أنّ حملة العلم حملوه بحقّه ، لأحبّهم اللّه و ملائكته و أهل طاعته من خلقه ؛ و لكنّهم حملوه لطلب الدّنيا ، فمقتهم اللّه و هانوا على النّاس . ( اگر حاملان علم آن را آن گونه كه سزاوار است حمل كنند ، هر آينه خداوند و فرشتگان و بندگان فرمانبردار خداوند آنان را دوست خواهند گرفت . ولى آنها علم را براى رسيدن به دنيا طلب كردند ، پس خداوند بر آنان خشم گرفت و نزد مردم خوار شدند . ) تحف العقول ، ص 201 ، « باب كلمات أمير المؤمنين ( ع ) » .\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nو صدا راه بيندازند ، به اسلام و قرآن خيانت كرده‌اند ؛ به امانات الهى خيانت ورزيده‌اند . خداى تبارك و تعالى دين مقدس اسلام را به عنوان امانت به دست ما سپرده است ؛ اين قرآن كريم امانت بزرگ خداست ؛ علما و روحانيون امانتدار الهى هستند ، و وظيفه دارند اين امانت بزرگ را حفظ نموده به آن خيانت نكنند ؛ اين يك‌دندگيها و اختلافات شخصى و دنيوى خيانت به اسلام و پيامبر بزرگ اسلام است .\r\nمن نمىدانم اين اختلافات ، چند دستگيها و جبهه‌بنديها ، براى چه مىباشد ؟ اگر براى دنياست ، شما كه دنيا نداريد ! تازه اگر از لذايذ و منافع دنيوى هم برخوردار بوديد جاى اختلافات نبود ؛ مگر اينكه روحانى نباشيد ، و از روحانيت فقط عبا و عمامه‌اى به ارث برده باشيد . روحانيى كه با ما وراء الطبيعه ارتباط دارد ، روحانيى كه از تعاليم زنده و صفات سازندهء اسلام برخوردار است ، روحانيى كه خود را پيرو و شيعهء على بن ابى طالب عليه السلام مىداند ، ممكن نيست به مشتهيات دنيا توجهى داشته باشد ، چه رسد كه به خاطر آن اختلاف راه بيندازد ! شما كه داعيهء پيروى از حضرت أمير المؤمنين ( ع ) داريد ، لااقل در زندگى آن مرد بزرگ كمى مطالعه كنيد ، ببينيد واقعا هيچ گونه پيروى و مشايعتى از آن حضرت مىكنيد ؟ آيا از زهد ، تقوى ، زندگى ساده و بىآلايش آن حضرت چيزى مىدانيد و به كار مىبنديد ؟ آيا از مبارزات آن بزرگوار با ظلم و بيدادگرى و امتيازات طبقاتى ، و دفاع و پشتيبانى بىدريغى كه از مظلومين و ستمديدگان مىكرد و دستگيريهايى كه از طبقات محروم و رنجديدهء اجتماع مىنمود چيزى مىفهميد ؟ و عمل مىكنيد ؟ آيا معناى « شيعه » تنها داشتن زىّ ظاهرى اسلام است « 21 » ؟ بنابراين ، فرق شما با ديگر مسلمانان ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 21 ) - صفات الشيعة تأليف شيخ صدوق و نيز بحار الأنوار ، ج 65 ، ص 83 - 95 و 149 - 196 ، « كتاب ايمان و كفر » ، « باب أنّ الشيعة هم أهل دين اللّه . . . » ، « باب صفات الشيعة و أصنافهم . . . » . شرح چهل حديث ، امام خمينى ( س ) ، حديث 29 .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nكه در داشتن اين امور خيلى از شيعه جلوتر و مفيدترند ، چه مىباشد ؟ چه امتيازى بر آنان داريد ؟\r\nآنهايى كه امروز قسمتى از جهان را به آتش و خون كشيده كشت و كشتار به راه انداخته‌اند ، براى اين است كه مىخواهند در چپاول ملتها و بلعيدن سرمايه‌ها و دسترنج آنان بر يكديگر سبقت گيرند ، و كشورهاى ضعيف و عقب افتاده را تحت سلطه و اسارت خود درآورند ؛ لذا به اسم آزادى ، عمران و آبادى ، دفاع از استقلال و تماميت ارضى كشورها ، و به عناوين فريبندهء ديگر ، هر روز در گوشه‌اى از جهان آتش جنگ را شعله‌ور ساخته ، ميليونها تُن بمب آتشزا بر سر ملتهاى بىپناه فرو مىريزند . اين دعوا به حسب منطق اهل دنيا ، با آن مغزهاى آلوده ، صحيح و به جا مىنمايد ؛ ليكن اختلاف شما طبق منطق آنان نيز جا ندارد . اگر بپرسند چرا دعوا داريد ، مىگويند فلان مملكت را مىخواهيم بگيريم ، سرمايه و منافع فلان كشور بايد از آن ما باشد . ولى اگر از شما سؤال شود براى چه اختلاف داريد ، بر سر چه دعوا مىكنيد ، چه جواب خواهيد گفت ؟ شما از دنيا چه بهره‌اى داريد كه بر سر آن دعوا داشته باشيد ؟ درآمد ماهيانهء شما ، كه آقايان به اسم « شهريه » به شما مىدهند ، از پول سيگار ديگران در هر ماه كمتر مىباشد ! من در روزنامه يا مجله‌اى - كه درست يادم نيست - ديدم بودجه‌اى كه « واتيكان » براى يك كشيش در واشنگتن مىفرستد ، يك قلم بسيار درشتى است . حساب كردم ديدم از تمام بودجه‌هايى كه حوزه‌هاى شيعه دارند بيشتر مىباشد ! آيا شما با اين زندگى و وضعى كه داريد\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nصحيح است با هم اختلاف و دوييت داشته باشيد و در مقابل هم جبهه بگيريد ؟\r\nريشهء تمام اختلافاتى كه فاقد هدف مشخص و مقدسى باشد به حب دنيا برمىگردد . و اگر در ميان شما همچنين اختلافاتى وجود دارد ، براى آن است كه حب دنيا را از دل بيرون نكرده‌ايد . و از آنجا كه منافع دنيا محدود مىباشد ، هر يك براى به دست آوردن آن با ديگرى به رقابت برمىخيزد . شما خواهان فلان مقاميد ، ديگرى نيز همان مقام را مىخواهد ، قهرا منجر به حسادت و برخورد مىگردد . ليكن مردان خدا ، كه حب دنيا را از دل بيرون كرده‌اند ، هدفى جز خدا ندارند ، هيچ گاه با هم برخورد نداشته چنين مصايب و مفاسدى به بار نمىآورند . اگر تمام پيامبران الهى امروز در يك شهر گرد آيند ، هرگز با هم دوييت و اختلاف نخواهند داشت ؛ زيرا هدف و مقصد يكى است ؛ دلها همه متوجه به حق تعالى بوده از حب دنيا خالى است .\r\nاگر اعمال و كردار شما ، وضع زندگى و سلوك شما ، اين طور باشد كه اكنون مشاهده مىشود ، بترسيد از اينكه خداى نخواسته از دنيا برويد و شيعهء على بن ابى طالب ( ع ) نباشيد ؛ بترسيد از اينكه موفق به توبه نگرديد ، و از شفاعت آن حضرت بىنصيب بمانيد . پيش از آنكه فرصت از دست برود چاره بينديشيد . از اين اختلافات مبتذل و رسوا دست برداريد . اين جبهه‌گيريها و دوييتها غلط است . مگر شما اهل دو ملت هستيد ؟ مگر مذهب شما شعب مختلف دارد ؟ چرا متنبه نمىشويد ؟ چرا با يكديگر صفا و صداقت و برادرى نداريد ؟ آخر چرا ؟\r\nاين اختلافات خطرناك است ؛ مفاسد جبران ناپذيرى بر آن مترتب مىگردد : حوزه‌ها را ساقط مىگرداند ؛ شما را در جامعه ضايع و بىآبرو\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nمىسازد . اين دسته‌بنديها فقط به زيان شما تمام نمىشود ، تنها براى شما آبروريزى بار نمىآورد ، بلكه به ضرر آبرو و حيثيت يك جامعه ، يك ملت ، و به زيان اسلام تمام مىگردد . اختلافات شما اگر مفاسدى بر آن مترتب شود ، گناهى نابخشودنى و در پيشگاه خداوند تبارك و تعالى از بسيارى معاصى اعظم است ، براى اينكه جامعه را فاسد كرده راه را براى نفوذ و سلطهء دشمن هموار مىسازد . شايد دستهاى مرموزى براى برهم زدن حوزه‌هاى علميه نفاق و اختلاف ايجاد كند و به وسايط مختلف تخم نفاق و شقاق بپاشد ، افكار را مسموم و اذهان را مشوب كرده ، « تكليف شرعى » درست كند و با اين تكليفهاى شرعى در حوزه‌ها فساد برپا نمايد ، تا بدين وسيله افرادى كه براى آتيهء اسلام مفيدند ساقط گردند و نتوانند در آينده به اسلام و جامعهء اسلامى خدمت كنند . لازم است آگاه و هوشيار باشيد . خود را بازى ندهيد كه تكليف شرعى من چنين اقتضا مىكند ، وظيفهء شرعى من چنين و چنان است . گاهى شيطان براى انسان تكاليف و وظايفى تعيين مىنمايد ؛ گاهى هواها و خواسته‌هاى نفسانى به اسم وظيفهء شرعى انسان را به كارهايى وا مىدارد . اين وظيفهء شرعى نيست كه كسى نسبت به مسلمانى اهانت كند ؛ از برادر دينى بدگويى نمايد . اين حب دنيا و حب نفس است ؛ اين تلقينات شيطان است كه انسان را به اين روز سياه مىنشاند ؛ اين تخاصم تخاصم اهل نار است : انّ ذلك لحقّ تخاصم اهل النّار . « 22 » در جهنم نزاع و خصومت وجود دارد ؛ اهل جهنم نزاع و دعوا مىكنند ، به هم پنجه مىزنند . اگر شما بر سر دنيا دعوا داريد ، بدانيد كه براى خود جهنم تهيه مىكنيد و رو به جهنم مىرويد . امور اخروى دعوا ندارد . اهل آخرت با هم در صلح و صفا هستند ؛ قلبهايشان مملو از\r\n\r\n\r\n","description":"","footnote":"\r\n( 22 ) - « اين نزاع اهل آتش محقق و حتمى است . » ( ص - 64 )\r\n","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nمحبت خدا و بندگان خداست . محبت به خدا موجب محبت به كسانى است كه به خدا ايمان دارند ؛ محبت بندگان خدا همان ظل محبت خداوند است ؛ سايهء محبت اللّه مىباشد .\r\nشما با دست خويش آتش روشن نكنيد ؛ آتش جهنم را شعله‌ور نسازيد ؛ جهنم با اعمال و كردار زشت انسان روشن مىگردد ؛ اين اعمال بشر چموش است كه آتش‌افروزى مىكند . فرمود : جُزنا و هي خامِدَةٌ « 23 » ( از جهنم گذشتيم در حالى كه خاموش بود ) اگر بشر با اعمال و كردار خويش آتش نيفروزد ، جهنم خاموش است . باطن اين طبيعت جهنم است ؛ اقبال به طبيعت اقبال به جهنم است . وقتى انسان از اين جهان به جهان ديگر رخت بربندد و پرده‌ها پس برود ، مىفهمد كه  ذلِكَ بِما قَدَّمَتْ ايْديكُمْ  . « 24 »  وَ وَجَدُوا ما عَمِلُوا حاضِراً  « 25 » تمام اعمالى كه در اين دنيا از انسان سر مىزند در آن جهان ديده مىشود ؛ در برابر وى مجسم مىگردد :   فَمَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ خَيْراً يَرَهُ وَ مَنْ يَعْمَلْ مِثْقالَ ذَرَّةٍ شَرّاً يَرَهُ   . « 26 » تمام اعمال و كردار و گفتار انسان در جهان ديگر منعكس مىگردد . گويى از زندگى ما فيلمبردارى مىشود و در\r\n\r\n\r\n","description":"","footnote":"\r\n( 23 ) - اشاره است به حديث و لهذا لمّا سئل بعض أئمتنا عن عموم الآية المذكورة ( آيهء 71 سورهء مريم ) قال : جُزْناها وَ هِىَ خامِدَةٌ .\r\n( و براى اين وقتى كه از يكى از امامان ما دربارهء شمول آيه پرسيده شد ، جواب فرمودند : ما از دوزخ گذشتيم و آن خاموش بود . ) علم اليقين ، ج 2 ، ص 917 .\r\n( 24 ) - « اين به سبب آن چيزى است كه پيش فرستاديد . » ( آل عمران - 182 )\r\n( 25 ) - « و آنچه را عمل كرده‌اند حاضر مىبينند . » ( كهف - 49 )\r\n( 26 ) - « پس هر كه به وزن دانه‌اى خرد كار نيكى انجام دهد ، آن را خواهد ديد . و هر كه به وزن دانه‌اى خرد كار بدى انجام دهد ، آن را خواهد ديد . » ( زلزال - 7 - 8 )\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nآن جهان نشان داده خواهد شد و قابل انكار نخواهد بود . همهء اعمال و حركات ما را ، علاوه بر شهادت اعضا و جوارح ، به ما نشان خواهند داد :\r\n قالُوا انْطَقَنَا اللَّه الَّذى انْطَقَ كُلَّ شَيءٍ  . « 27 » در مقابل خداوند كه همه چيز را ناطق و گويا قرار داده نمىتوانيد اعمال زشت خود را انكار كنيد و پنهان نماييد .\r\nكمى فكر كنيد ؛ دور انديش باشيد ؛ عواقب امور را بسنجيد ؛ عقبه‌هاى خطرناكى كه داريد به ياد آوريد ؛ از فشار قبر ، عالم برزخ ، مشكلات و شدايدى كه به دنبال آن است غفلت نكنيد . اقلا جهنم را باور داشته باشيد . اگر انسان واقعا اين عقبات خطرناك را باور داشته باشد ، روش خود را در زندگى عوض مىكند . شما اگر ايمان و يقين به اين امور داشته باشيد ، اين گونه رها و آزاد نخواهيد زيست ؛ قلم ، قدم ، و زبان خود را حفظ نموده براى اصلاح و تهذيب نفس خود كوشش خواهيد كرد .\r\n\r\n[ عنايات الهى 
  ]\r\nخداوند تبارك و تعالى چون به بندگانش عنايت داشته ، به آنان عقل داده ؛ نيروى تهذيب و تزكيه عنايت فرموده ؛ انبيا و اوليا فرستاده ، تا هدايت شوند و خود را اصلاح نمايند ، و دچار عذاب اليم جهنم نگردند . و اگر اين پيشگيريها مايهء تنبه و تهذيب انسان نگرديد ، خداى مهربان از راههاى ديگر او را متنبه مىسازد : با گرفتاريهاى گوناگون ، ابتلائات ، فقر ، مرض ، آنان را متوجه مىنمايد . مانند يك طبيب حاذق ، يك پرستار ماهر و مهربان ، مىكوشد كه اين بشر مريض را از بيماريهاى خطرناك روحى علاج بخشد .\r\nاگر بنده مورد عنايت حق باشد ، اين ابتلائات برايش پيش مىآيد تا بر اثر\r\n\r\n\r\n","description":"","footnote":"\r\n( 27 ) - « گويند : خدايى كه هر چيز را به سخن درمىآورد ما را گويا كرد . » ( فصلت - 21 )\r\n","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nآن به حق تعالى توجه پيدا كند و مهذب گردد . راه همين است و غير از اين راهى نيست ؛ ولى انسان بايد با پاى خويش اين راه را بپيمايد تا نتيجه بگيرد . و اگر از اين راه هم نتيجه‌اى به دست نيامد و بشر گمراه معالجه نشد و استحقاق نعمتهاى بهشتى را نيافت ، در موقع نزع و جان دادن فشارهايى بر او وارد مىكند ، بلكه برگردد و متوجه شود . باز هم اگر اثر نبخشيد ، در قبر و عالم برزخ و در عقبات هولناك بعد از آن ، فشارها و عذابهايى وارد مىآورد تا پاك و منزه گردد و به جهنم نرود . تمام اين‌ها عناياتى است از جانب حق تعالى كه از جهنمى شدن انسان جلوگيرى نمايد . اگر با تمام اين عنايات و توجهات حقهء بارى تعالى معالجه نشد چه طور ؟ ناچار نوبت آخرين علاج كه همانا داغ كردن است مىرسد . چه بسا كه انسان مهذب و اصلاح نشود و اين معالجات مؤثر واقع نگردد ، و محتاج باشد كه خداوند كريم مهربان بندهء خود را به آتش اصلاح كند ؛ همانند طلايى كه بايد در آتش خالص و پاك گردد .\r\nدر ذيل آيه شريفهء  لابِثينَ فيها احْقاباً  « 28 » روايت شده كه اين « حقب » براى اهل هدايت و كسانى است كه اصل ايمانشان محفوظ باشد . « 29 » براى من و جناب‌عالى است اگر مؤمن باشيم . هر حقبش چند هزار سال است خدا مىداند . مبادا كار به جايى برسد كه ديگر اين علاجها مفيد و مؤثر واقع\r\n\r\n\r\n","description":"","footnote":"\r\n( 28 ) - « در آن روزگاران دراز درنگ كنند . » ( نبأ - 23 ) و حقب يا حقب ، زمان دراز .\r\n( 29 ) - و روى العيّاشىّ بأسناده عن حمران قال سئلت أبا جعفر عليه السلام عن هذه الآية :  « لابِثينَ فيها أَحْقاباً »  فقال هذه في الّذين يخرجون من النّار . ( عياشى با سند خود از حمران روايت مىكند كه از امام باقر ( ع ) در مورد آيه « در آن مدّتها درنگ مىكنند » پرسش كردم .\r\nحضرت فرمودند : اين در مورد كسانى است كه از آتش خارج مىشوند . ) مجمع البيان ، ج 10 ، ص 424 ؛ ذيل آيهء 23 نبأ .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nنگردد و براى استحقاق و لياقت نعيم مقيم به آخرين دوا نياز باشد ، و لازم شود كه ، خداى نخواسته ، انسان مدتى در جهنم برود و در آتش بسوزد تا از رذايل اخلاقى ، آلودگىهاى روحى ، و صفات خبيث شيطانى پاك گردد ، لياقت و استعداد بهره‌مند از  جَنّاتٌ تَجْرى مِنْ تَحْتِهَا الانْهارُ  « 30 » را بيابد . اين تازه مربوط به آن دسته از بندگانى است كه دامنهء گناه و معصيت آنان تا آن درجه گسترده نشده باشد كه رحمت و عنايت حق تعالى از آنان به كلى سلب گردد ، و هنوز لياقت ذاتى براى بهشت رفتن داشته باشند . خدا نكند كه انسان بر اثر كثرت معاصى از درگاه حضرت بارى تعالى رانده و مردود گردد و از رحمت الهى محروم شود ، كه جز خلود در آتش جهنم راه ديگرى نخواهد داشت . بترسيد از اينكه ، خداى نخواسته ، از رحمت و عنايت الهى محروم گرديد و مورد خشم و غضب و عذاب او واقع شويد . مبادا اعمال شما ، كردار و گفتار شما ، طورى باشد كه توفيقات را از شما سلب كند و جز خلود در نار براى شما راهى نباشد . شما الان يك سنگ گرم را نمىتوانيد دقيقه‌اى ميان كف دست نگهداريد ؛ از آتش جهنم بپرهيزيد .\r\nاين آتش‌ها را از حوزه‌ها ، از جامعهء روحانيت ، بيرون بريزيد . اين اختلاف‌ها ، نفاقها ، را از قلب خود دور كنيد . با خلق خدا حسن سلوك داشته نيكو معاشرت كنيد ؛ و با نظر عطوفت و مهربانى به آنان بنگريد . البته با گناهكار به خاطر عصيان و طغيانش خوب نباشيد ، و كار زشت و نادرست او را به رخش بكشيد و او را از آن نهى كنيد ، ولى از هرج و مرج ، آشوب و بلوا ، خود را بر حذر داريد . با بندگان خوب و صالح خدا نيكى كنيد . آنان را كه عالم‌اند به خاطر علمشان ، كسانى را كه در صراط هدايت‌اند به خاطر اعمال نيكشان ، و آنان را كه جاهل و نادان‌اند چون بندگان خداىاند ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 30 ) - « بهشتهايى كه از زير آنها نهرها جارى است . » ( مجادله - 22 )\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nاحترام نماييد ؛ خوشرفتارى كنيد ؛ مهربان باشيد ؛ صداقت و برادرى داشته باشيد . مهذب شويد . شما مىخواهيد جامعه‌اى را تهذيب و ارشاد كنيد ، كسى كه نتواند خود را اصلاح و اداره كند چه گونه مىخواهد و مىتواند ديگران را راهنمايى و اداره نمايد ؟ اكنون از ماه شعبان چند روزى بيش نمانده است ، بكوشيد در اين چند روز موفق به توبه و اصلاح نفس گرديد ، و با سلامت نفس وارد ماه مبارك رمضان شويد .\r\n\r\n[ نكاتى از مناجات شعبانيه 
  ]\r\nدر اين ماه شعبان با « مناجات شعبانيه » « 31 » - كه از اول تا آخر اين ماه دستور خواندن آن وارد شده - خداى تبارك و تعالى را هيچ مناجات كرديد ؟\r\nو از مضامين عالى و آموزندهء آن در ايمان و معرفت بيشتر نسبت به مقام ربوبيت استفاده نموديد ؟ دربارهء اين دعا وارد شده كه اين مناجات حضرت امير ، عليه السلام ، و فرزندان آن حضرت است ؛ و همهء ائمهء طاهرين ، عليهم السلام ، با آن خدا را مىخوانده‌اند « 32 » . و كمتر دعا و مناجاتى ديده شده كه دربارهء آن تعبير شده باشد كه همهء ائمه ( ع ) آن را مىخوانده‌اند و با آن خدا را مناجات مىكرده‌اند . اين مناجات در حقيقت مقدمه‌اى جهت تنبه و آمادگى انسان براى پذيرش وظايف ماه مبارك رمضان مىباشد ؛ و شايد براى اين باشد كه به انسان آگاه ملتفت انگيزهء روزه و ثمرهء پر ارج آن را تذكر دهد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 31 ) - اقبال الأعمال ، اعمال ماه شعبان ، ص 685 . مصباح المتهجّد و سلاح المتعبد ، ص 374 . بحار الانوار ، ج 91 ، ص 97 - 99 ، « كتاب الذكر و الدعاء » ، باب 32 ، حديث 12 .\r\n( 32 ) - اقبال الأعمال ، اعمال ماه شعبان ، ص 685 . مصباح المتهجّد و سلاح المتعبد ، ص 374 . بحار الانوار ، ج 91 ، ص 97 - 99 ، « كتاب الذكر و الدعاء » ، باب 32 ، حديث 12 .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nائمهء طاهرين ، عليهم السلام ، بسيارى از مسائل را با لسان ادعيه بيان فرموده‌اند . لسان ادعيه با لسانهاى ديگرى كه آن بزرگواران داشتند و احكام را بيان مىفرمودند خيلى فرق دارد . اكثرا مسائل روحانى ، مسائل ماوراء طبيعت ، مسائل دقيق الهى و آنچه را مربوط به معرفة اللّه است ، با لسان ادعيه بيان فرموده‌اند . ولى ما ادعيه را تا آخر مىخوانيم و متأسفانه به اين معانى توجه نداريم ، و اصولا نمىفهميم چه مىخواهند بفرمايند .\r\nدر اين مناجات مىخوانيم : الهى هب لي كمال الانقطاع إليك ؛ و انر ابصار قلوبنا بضياء نظرها إليك ، حتّى تخرق ابصار القلوب حجب النور ، فتصل إلى معدن العظمة و تصير ارواحنا معلّقة بعزّ قدسك . « 33 » اين جملهء الهى هب لي كمال الانقطاع إليك شايد بيانگر اين معنا باشد كه مردان آگاه الهى بايد پيش از فرارسيدن ماه مبارك رمضان خود را براى صومى كه در حقيقت انقطاع و اجتناب از لذات دنياست ( و اين اجتناب به طور كامل همان انقطاع إلى اللّه مىباشد . ) آماده و مهيا كنند . كمال انقطاع به اين سادگى حاصل نمىشود . احتياج فوق العاده به تمرين ، زحمت ، رياضت ، استقامت و ممارست ، دارد تا بتواند با تمام قوا از ما سوى اللّه منقطع گردد و به غير خداوند توجهى نداشته باشد . تمام صفات وارستهء انسانى در انقطاع كامل إلى اللّه نهفته است . و اگر كسى بدان دست يافت ، به سعادت بزرگى نايل شده است . ليكن با كوچكترين توجه به دنيا محال است انقطاع إلى اللّه تحقق يابد . و كسى كه بخواهد روزهء ماه مبارك رمضان را با آن آدابى كه از او خواسته‌اند انجام دهد ، لازم است انقطاع\r\n\r\n\r\n","description":"","footnote":"\r\n( 33 ) - « بار الها ، گسستگى كامل از جهان و توجه به سوى خودت را ارزانيم فرما ، و چشم دلهايمان را با پرتو ديدار خودت روشن گردان تا ديدهء دلها پرده‌هاى نور را به درد و به معدن عظمت و جلال برسد و جانهايمان به درگاه عزّ قدس تو تعلق گيرد . »\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nكامل داشته باشد تا بتواند مراسم و آداب مهمانى را به جا آورد ، و به مقام ميزبان تا آنجا كه ممكن است عارف گردد . طبق فرمايش حضرت رسول اكرم ( ص ) ( به حسب خطبه‌اى كه به آن حضرت منسوب است ) همهء بندگان در ماه مبارك رمضان به مهمانى خداوند تعالى دعوت شده‌اند و مهمان پروردگار خود مىباشند . آنجا كه مىفرمايد : ايّها الناس ، إنه قد اقبل اليكم شهر اللّه . . . و قد دعيتم فيه إلى ضيافة اللّه . « 34 » شما در اين چند روزى كه به ماه مبارك رمضان مانده به فكر باشيد ؛ خود را اصلاح كرده توجه به حق تعالى پيدا نماييد ؛ از كردار و رفتار ناشايستهء خود استغفار كنيد ؛ اگر خداى نخواسته گناهى مرتكب شده‌ايد ، قبل از ورود به ماه مبارك رمضان توبه نماييد ؛ زبان را به مناجات حق تعالى عادت دهيد . مبادا در ماه مبارك رمضان از شما غيبتى ، تهمتى ، و خلاصه گناهى ، سربزند ، و در محضر ربوبى با نعم الهى و در مهمانسراى بارى تعالى آلوده به معاصى باشيد .\r\nشما در اين ماه شريف به ضيافت حق تعالى دعوت شده‌ايد : دعيتم فيه إلى ضيافة اللّه خود را براى مهمانى باشكوه حضرت حق آماده سازيد . لا اقل به آداب صورى و ظاهرى روزه پايبند باشيد . ( آداب حقيقى باب ديگرى است كه به زحمت و مراقبت دايم نياز دارد . ) معناى روزه فقط خوددارى و امساك از خوردن و آشاميدن نمىباشد ؛ از معاصى هم بايد خوددارى كرد . اين از آداب اوليهء روزه مىباشد كه براى مبتديهاست . ( آداب روزه براى مردان الهى كه مىخواهند به معدن عظمت برسند غير از اين مىباشد . ) شما اقلا به آداب اوليهء روزه عمل نماييد ؛ و همانطور كه\r\n\r\n\r\n","description":"","footnote":"\r\n( 34 ) - « مردم ماه خدا به سوى شما روى آورد . . . و شما در اين ماه به مهمانى خدا خوانده شديد . » وسائل الشيعه ، ج 7 ، ص 227 ، « كتاب الصوم » ، « ابواب احكام شهر رمضان » ، باب 18 ، حديث 20 .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nشكم را از خوردن و آشاميدن نگه مىداريد ، چشم و گوش و زبان را هم از معاصى باز داريد . از هم اكنون بنا بگذاريد كه زبان را از غيبت ، تهمت ، بدگويى و دروغ نگه داشته ، كينه ، حسد ، و ديگر صفات زشت شيطانى را از دل بيرون كنيد . اگر توانستيد ، انقطاع إلى اللّه حاصل نماييد ؛ اعمال خود را خالص و بىريا انجام دهيد ؛ از شياطين انس و جن منقطع شويد ؛ ليكن به حسب ظاهر از رسيدن و دست يافتن به چنين سعادت ارزنده‌اى مأيوس مىباشيم ؛ اقلا سعى كنيد روزهء شما مشفوع به محرمات نباشد .\r\nدر غير اين صورت اگر روزهء شما صحيح شرعى باشد ، مقبول الهى نبوده بالا نمىرود . بالا رفتن عمل و مقبوليت آن ، با صحت شرعى خيلى تفاوت دارد . اگر با پايان يافتن ماه مبارك رمضان ، در اعمال و كردار شما هيچ گونه تغييرى پديد نيامد و راه و روش شما با قبل از ماه صيام فرقى نكرد ، معلوم مىشود روزه‌اى كه از شما خواسته‌اند محقق نشده است ؛ آنچه انجام داده‌ايد روزهء عامهء حيوانى بوده است .\r\nدر اين ماه شريف ، كه به مهمانسراى الهى دعوت شده‌ايد ، اگر به حق تعالى معرفت پيدا نكرديد يا معرفت شما زيادتر نشد ، بدانيد در ضيافة اللّه درست وارد نشديد و حق ضيافت را به جا نياورديد . نبايد فراموش كنيد كه در ماه مبارك ، كه « شهر اللّه » مىباشد و درهاى رحمت الهى به روى بندگان باز است و شياطين و اهريمنان - به حسب روايت - « 35 » در غل و زنجير به سر مىبرند ، اگر شما نتوانيد خود را اصلاح و\r\n\r\n\r\n","description":"","footnote":"\r\n( 35 ) - عن جابر ، عن أبي جعفر ، عليه السلام ، قال كان رسول اللّه ، صلّى اللّه عليه و آله ، يقبل بوجهه إلى النّاس ، فيقول : معاشر النّاس إذا طلع هلال شهر رمضان ، غلّت مردة الشياطين و فتحت أبواب السّماء و أبواب الجنان و أبواب الرّحمة ؛ و غلّقت أبواب النّار و استجيب الدّعاء . ( جابر از امام باقر ( ع ) روايت مىكند كه فرمود پيامبر خدا ( ص ) به مردم روى كرد و فرمود : « مردم ، زمانى كه هلال ماه رمضان برآيد ، شياطين سركش را در بند كنند ، و درهاى آسمان و بهشت و رحمت گشوده گردد ، و درهاى آتش بسته شود و دعاها پذيرفته گردد . » ) وسائل الشيعة ، ج 7 ، ص 224 ، « كتاب الصوم » ، « ابواب احكام شهر رمضان » ، باب 18 ، حديث 14 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nمهذب نماييد ، نفس اماره را تحت مراقبت و كنترل خود درآوريد ، هواهاى نفسانيه را زير پا گذاشته علاقه و ارتباط خويش را با دنيا و ماديت قطع كنيد ، بعد از پايان يافتن شهر صيام مشكل است بتوانيد اين مسائل را به مرحلهء عمل درآوريد . بنابراين ، از فرصت استفاده كنيد و پيش از آنكه اين فيض عظمى سپرى گردد ، در مقام اصلاح ، تزكيه و تصفيهء امور خود برآييد ؛ خود را براى انجام وظايف ماه صيام آماده و مهيا سازيد . طورى نباشد كه پيش از فرارسيدن شهر رمضان همانند ساعت به دست شيطان كوك شده در اين يك ماه كه شياطين در زنجيرند شما به طور خودكار به معاصى و اعمال خلاف دستورات اسلام مشغول گرديد ! گاهى انسان عاصى و گناهكار بر اثر دورى از حق و كثرت معصيت آن‌چنان در تاريكى و نادانى فرو مىرود كه ديگر نيازى به وسوسهء شيطان ندارد ، خود به رنگ شيطان در مىآيد .\r\nصبغة اللّه « 36 » مقابل صبغهء شيطان است . و كسى كه دنبال هواى نفس رفت و از شيطان متابعت كرد ، بتدريج به صبغهء او درمىآيد . شما تصميم بگيريد لا اقل در اين يك ماه از خود مراقبت به عمل آوريد ؛ از گفتار و كردارى كه خداوند تبارك و تعالى راضى نيست اجتناب ورزيد . از هم اكنون در همين مجلس با خداى خود عهد ببنديد كه در ماه مبارك رمضان از غيبت ، تهمت ، و بدگويى نسبت به ديگران ، خوددارى كنيد . زبان ، چشم ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 36 ) - « رنگ خدايى » . برگرفته از آيهء 138 سورهء « بقره » :  صِبْغَةَ اللَّهِ وَ مَنْ أَحْسَنُ مِنَ اللَّه صِبْغَةً وَ نَحْنُ لَهُ عابِدُونَ  .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nدست ، گوش ، و ساير اعضا و جوارح ، را تحت ارادهء خود درآوريد .\r\nاعمال و اقوال خود را مراقبت نماييد ، شايد همين عمل شايسته موجب گردد كه خداوند تبارك و تعالى به شما توجه فرموده توفيق عنايت كند ؛ و پس از سپرى شدن شهر صيام كه شياطين از زنجير رها مىگردند شما اصلاح شده باشيد و ديگر فريب شيطان را نخوريد و مهذب گرديد . باز تكرار مىكنم تصميم بگيريد در اين سى روز ماه مبارك رمضان مراقب زبان ، چشم ، گوش ، و همهء اعضا و جوارح خود باشيد ، و دايما متوجه باشيد اين عملى كه مىخواهيد انجام دهيد ، اين سخنى كه مىخواهيد بر زبان آوريد ، اين مطلبى كه داريد استماع مىكنيد ، از نظر شرع چه حكمى دارد ؟ اين آداب اولى و ظاهرى صوم است ؛ اقلا به اين آداب ظاهرى صوم پابند باشيد . اگر ديديد كسى مىخواهد غيبت كند ، جلوگيرى كنيد و به او بگوييد ما متعهد شده‌ايم كه در اين سى روز رمضان از امور محرمه خوددارى ورزيم . و اگر نمىتوانيد او را از غيبت باز داريد ، از آن مجلس خارج شويد ؛ ننشينيد و گوش كنيد . مسلمين بايد از شما در امان باشند . كسى كه ديگر مسلمانان از دست و زبان و چشم او در امان نباشند ، در حقيقت مسلمان نيست « 37 » ؛ مسلمان ظاهرى و صورى\r\n\r\n\r\n","description":"","footnote":"\r\n( 37 ) - عن أبي جعفر ، عليه السلام ، قال قال رسول اللّه ، صلّى اللّه عليه و آله : أ لا أنبّئكم بالمؤمن ؟ من ائتمنه المؤمنون على أنفسهم و أموالهم ، أ لا أنبّئكم بالمسلم ؟ من سلم المسلمون من لسانه و يده .\r\n( امام باقر ( ع ) از پيغمبر خدا ( ص ) نقل كرد كه فرمود : « آيا شما را از مؤمن خبر ندهم ؟ مؤمن كسى است كه مؤمنان او را بر جان و مال خود امين قرار دهند . آيا شما را از مسلمان خبر ندهم ؟ مسلمان كسى است كه مسلمانان از زبان و دست او در امان باشند . ) « اصول » كافى ، ج 3 ، ص 331 ، « كتاب ايمان و كفر » ، « باب المؤمن و علاماته و صفاته » ، حديث 19 .\r\n","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nمىباشد ؛ لا إله الّا اللّه صورى گفته است . اگر ، خداى نخواسته ، خواستيد به كسى جسارت كنيد ، اهانت نماييد ، مرتكب غيبت شويد ، بدانيد كه در محضر ربوبى هستيد ؛ مهمان خداى متعال مىباشيد ، و در حضور حق تعالى به بندگان او اسائهء ادب مىكنيد ؛ و اهانت به بندهء خدا اهانت به خداست . اينان بندگان خدا هستند ؛ خصوصا اگر اهل علم بوده در صراط علم و تقوى باشند . گاهى مىبينى كه انسان به واسطهء اين امور به جايى مىرسد كه در وقت مرگ خدا را تكذيب مىكند ! آيات الهى را منكر مىگردد :  ثُمَّ كانَ عاقبةُ الّذين اساؤا السّواى أن كَذَّبوا بآياتِ اللَّه و كانوا بها يَسْتَهْزِؤن  « 38 » اين امور بتدريج واقع مىشود . امروز يك نظر غير صحيح ، فردا يك كلمهء غيبت ، و روز ديگر اهانتى به مسلمان و . . . كم كم اين معاصى در قلب انباشته مىگردد ، و قلب را سياه كرده انسان را از معرفة اللّه باز مىدارد ؛ تا به آنجا مىرسد كه همه چيز را انكار كرده حقايق را تكذيب مىنمايد .\r\nطبق بعضى آيات ، به تفسير برخى از روايات ، اعمال انسان به رسول خدا ( ص ) و ائمهء طاهرين ( ع ) عرضه مىشود « 39 » و از نظر مبارك آنان\r\n\r\n\r\n","description":"","footnote":"\r\n( 38 ) - « سپس سرانجام كار آنان كه كردار زشت مرتكب شدند اين شد كه آيات خدا را تكذيب كردند و بر آن فسوس كردند . » ( روم - 10 ) .\r\n( 39 ) - چنان كه آيهء 105 سورهء « توبه » اشاره دارد :  وَ قُلِ اعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَ رَسُولُهُ وَ الْمُؤْمِنُونَ وَ سَتُرَدُّونَ إلى عالِمِ الْغَيْبِ وَ الشَّهادَةِ فَيُنَبِّئُكُمْ بِما كُنْتُمْ تَعْمَلُونَ  . ( و اى پيغمبر بگو [ هر چه مىخواهيد 
  ] انجام دهيد . خدا و رسول خدا و مؤمنين اعمال شما را مىبينند و به زودى برگردانده مىشويد به سوى خداى داناى پنهان و آشكار ، پس خبر دهد شما را به آنچه مىكرديد . ) و أبو بصير از امام صادق ( ع ) روايت كرده كه فرمود :\r\nتعرض الأعمال على رسول اللّه ، صلّى اللّه عليه و آله ، أعمال العباد ، كلّ صباح أبرارها و فجّارها فاحذروها . و هو قول اللّه تعالى .  « إعْمَلُوا فَسَيَرَى اللَّهُ عَمَلَكُمْ وَ رَسُولُهُ »  . ( اعمال بندگان ، نيكوكار و بدكار ، در هر بامداد بر رسول خدا ( ص ) عرضه مىشود . پس بر حذر باشيد . همين است معناى كلام خداوند بلند مرتبه :  إعْمَلُوا فَسَيَرَى اللَّهُ عملكم و رسولُه  ) « اصول » كافى ، ج 1 ، ص 318 ، « كتاب الحجة » ، « باب عرض الأعمال على النبى ( ص ) و الائمة ( ع ) » ، حديث 1 و 2 - 6 . تفسير برهان ، ج 2 ، ص 157 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nمىگذرد . وقتى كه آن حضرت به اعمال شما نظر كنند و ببينند كه از خطا و گناه انباشته است ، چه قدر ناراحت و متأثر مىگردند ؟ نخواهيد كه رسول خدا ناراحت و متأثر شوند ؛ راضى نشويد كه قلب مبارك آن حضرت شكسته و محزون گردد . وقتى آن حضرت مشاهده كند كه صفحهء اعمال شما مملو از غيبت و تهمت و بدگويى نسبت به مسلمان مىباشد و تمام توجه شما هم به دنيا و ماديت است و قلوب شما از بغض ، حسد ، كينه و بدبينى به يكديگر لبريز شده ، ممكن است در حضور خداى تبارك و تعالى و ملائكة اللّه خجل گردد كه امت و پيروان او نسبت به نعم الهى ناسپاس بوده و اين گونه افسار گسيخته و بىپروا به امانات خداوند تبارك و تعالى خيانت مىكنند . فردى كه به انسان مربوط است ، اگر چه نوكر انسان باشد ، اگر خلافى مرتكب شد ، مايهء خجلت انسان مىگردد . شما مربوط به رسول اللّه ( ص ) هستيد ، شما با ورود به حوزه‌هاى علميه خود را به فقه اسلام ، رسول اكرم ، و قرآن كريم مرتبط ساخته‌ايد ، اگر عمل زشتى مرتكب شديد ، به آن حضرت برمىخورد ، بر ايشان گران مىآيد ؛ ممكن است خداى نخواسته شما را نفرين كند . راضى نشويد كه رسول خدا ( ص ) و ائمهء اطهار ، عليهم السّلام ، نگران و محزون گردند .\r\nقلب انسان مانند آينه صاف و روشن است ، و بر اثر توجه فوق العاده به دنيا و كثرت معاصى كدر مىشود ؛ ولى اگر انسان لا اقل صوم را براى\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nحق تعالى خالص و بىريا انجام دهد ( نمىگويم عبادات ديگر خالص نباشد ، همهء عبادات لازم است خالص و بىريا انجام گيرد . ) اين عبادت را كه اعراض از شهوات ، اجتناب از لذات ، و انقطاع از غير خداست در اين يك ماه به خوبى انجام دهد ، شايد تفضل الهى شامل حال او شده آينه قلبش از سياهى و كدورت زدوده گردد ؛ و اميد است كه او را از عالم طبيعت و لذات دنيوى منحرف و منصرف سازد ؛ و آن گاه كه مىخواهد وارد « شب قدر » شود ، نورانيتهايى كه در آن شب براى اوليا و مؤمنين حاصل مىشود به دست آورد .\r\nو جزاى چنين روزه‌اى خداست ؛ چنان كه فرموده است : الصّوم لي و انا اجزى به . « 40 » چيز ديگر نمىتواند پاداش چنين روزه‌اى باشد . جنات نعيم در مقابل روزهء او بىارزش بوده نمىتواند پاداش آن به حساب آيد . ولى اگر بنا باشد كه انسان به اسم روزه دهان را از مطعومات ببندد و به غيبت مردم باز كند و شبهاى ماه مبارك رمضان ، كه مجالس شب نشينى گرم و داير بوده وقت و فرصت بيشترى است ، با غيبت ، تهمت و اهانت به مسلمانان به سحر انجامد ، چيزى عايد او نمىشود و اثرى بر آن مترتب نمىگردد .\r\nبلكه چنين روزه‌دارى آداب مجلس مهمانى حق را رعايت نكرده ، حق ولينعمت خود را ضايع نموده است - ولينعمتى كه پيش از آفرينش انسان ، همه گونه وسايل زندگى و آسايش را براى او فراهم كرده ؛ اسباب تكامل را تهيه ديده است ؛ انبيا را براى هدايت فرستاده ؛ كتابهاى آسمانى نازل فرموده است ؛ براى رسانيدن انسان به معدن عظمت و نور ابهج قدرت\r\n\r\n\r\n","description":"","footnote":"\r\n( 40 ) - « فروع » كافى ، ج 4 ، ص 63 ، « كتاب الصيام » ، « باب ما جاء في فضل الصوم و الصائم » ، حديث 6 .\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nداده ؛ عقل و ادراك عنايت كرده ؛ كرامتها فرموده است ، و اكنون از بندگانش دعوت به عمل آورده كه به مهمانخانهء او وارد شده بر خوان نعمت او بنشينند ، و شكر و سپاس حضرتش را تا آنجا كه از دست و زبان آنان برمىآيد ادا نمايند . آيا صحيح است كه بندگان از خوان نعمت او بهره‌مند گردند ، از وسايل و اسباب آسايشى كه در اختيار آنان قرار داده استفاده كنند ، و با مولى و ميزبان خود مخالفت ورزند و بر ضد او قيام نمايند ؟\r\nاسباب و وسايلى كه او به آنان ارزانى داشته عليه او و بر خلاف خواست او به كار برند ؟ آيا اين ناسپاسى و نمك ناشناسى نيست كه انسان سر سفرهء مولاى خويش بنشيند ، و با اعمال و كردار گستاخانه و بىادبانهء خود نسبت به ميزبان محترم كه ولينعمت او مىباشد اهانت و جسارت كند ، كارهايى را كه نزد ميزبان زشت و قبيح است مرتكب گردد ؟\r\nمهمان بايد لا اقل ميزبان را بشناسد و به مقام او معرفت داشته باشد ، و به آداب و رسوم مجلس آشنا بوده سعى كند عملى بر خلاف اخلاق و نزاكت از او سرنزند . مهمان خداوند متعال بايد به مقام خداوندى حضرت ذى الجلال عارف باشد - مقامى كه ائمه ، عليهم السّلام ، و انبياى بزرگ الهى هميشه دنبال معرفت بيشتر و شناخت كامل آن بوده‌اند و آرزو داشتند كه به چنين معدن نور و عظمتى دست يابند . و أنر أبصار قلوبنا بضياء نظرها إليك ، حتّى تخرق أبصار القلوب حجب النّور فتصل إلى معدن العظمة . ضيافة اللّه همان « معدن عظمت » است . خداوند تبارك و تعالى براى ورود به معدن نور و عظمت از بندگانش دعوت فرموده است ، ليكن بنده اگر لايق نباشد نمىتواند به چنين مقام با شكوه و مجللى وارد گردد . خداوند تعالى بندگان را به همهء خيرات و مبرّات و بسيارى از لذات معنوى و روحانى دعوت فرموده است ، ولى اگر آنان براى حضور در چنين مقامات عاليه‌اى آمادگى\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nنداشته باشند ، نمىتوانند وارد آن شوند . با آلودگىهاى روحى ، رذايل اخلاقى ، معاصى قلبيه و قالبيه ، چه گونه مىتوان در محضر ربوبى حضور يافت و در مهمانسراى رب الارباب كه « معدن العظمة » مىباشد وارد شد ؟\r\nلياقت مىخواهد ؛ آمادگى لازم است . با روسياهيها و قلبهاى آلوده كه به حجابهاى ظلمانى پوشيده شده است اين معانى و حقايق روحانى را نمىتوان درك كرد . بايد اين حجابها پاره گردد و اين پرده‌هاى تاريك و روشنى كه بر قلبها كشيده شده و مانع وصال إلى اللّه گرديده كنار رود ، تا بتوان در مجلس نورانى و با شكوه الهى وارد شد .\r\n\r\n[ حجابهاى انسان 
  ]\r\nتوجه به غير خدا انسان را به حجابهاى « ظلمانى » و « نورانى » محجوب مىنمايد . كليهء امور دنيوى اگر موجب توجه انسان به دنيا و غفلت از خداوند متعال شود ، باعث حجب ظلمانى مىشود . تمام عوالم اجسام حجابهاى ظلمانى مىباشد . و اگر دنيا وسيلهء توجه به حق و رسيدن به دار آخرت ، كه « دار التشريف » است ، باشد ، حجابهاى ظلمانى به حجب نورانى مبدل مىگردد . و « كمال انقطاع » آن است كه تمام حجب ظلمانى و نورانى پاره و كنار زده شود ، تا به مهمانسراى الهى كه « معدن عظمت » است بتوان وارد گرديد . لهذا در اين « مناجات » از خداوند متعال بينايى و نورانيت قلبى طلب مىكنند ، تا بتوانند حجب نورانى را دريده به معدن عظمت برسند : حتّى تخرق أبصار القلوب حجب النّور ، فتصل إلى معدن العظمة .\r\nولى كسى كه هنوز حجابهاى ظلمانى را پاره نكرده ، كسى كه تمام توجه او به عالم طبيعت است و ، العياذ باللّه ، منحرف عن اللّه مىباشد ، و اصولا از ماوراء دنيا و عالم روحانيت بى خبر بوده و منكوس إلى الطبيعه\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nاست ، و هيچ گاه در مقام [ اين 
  ] برنيامده كه خود را تهذيب كند ، حركت و نيروى روحانى و معنوى در خويشتن ايجاد نمايد ، و پرده‌هاى سياهى را كه روى قلب او سايه افكنده كنار زند ، در اسفل سافلين كه آخرين حجب ظلمانيست قرار دارد :  ثُمَّ رَدَدْناهُ اسْفَلَ سافلين  « 41 » . در صورتى كه خداوند عالم بشر را در عالىترين مرتبه و مقام آفريده است :  لَقَدْ خَلَقْنَا الانسانَ في احْسَنِ تَقويمٍ  . « 42 » كسى كه از هواى نفس پيروى مىكند و از روزى كه خود را شناخته به غير عالم ظلمانى طبيعت توجهى ندارد و هيچ‌گاه فكر نمىكند كه ممكن است غير از اين دنياى آلودهء تاريك جا و منزل ديگرى هم وجود داشته باشد ، در حجاب ظلمانى فرو رفته ، مصداق  اخْلَدَ الى الارْضِ و اتَّبَعَ هواه  « 43 » گرديده است . او با آن قلب آلوده به گناهى كه در پردهء ظلمانى پوشيده شده و روح گرفته‌اى كه بر اثر كثرت گناه و معصيت از حق تعالى دور گشته ، آن هوا پرستيها و دنيا طلبيهايى كه عقل و چشم حقيقت بين او را كور كرده است ، نمىتواند از حجابهاى ظلمانى برهد ، چه رسد اينكه حجب نورانى را پاره كرده انقطاع إلى اللّه حاصل نمايد . او خيلى معتقد باشد كه مقام اولياى خدا را منكر نشود ؛ عوالم برزخ ، صراط ، معاد ، قيامت ، حساب ، كتاب ، بهشت و جهنم را افسانه نخواند . انسان بر اثر معاصى و دلبستگى به دنيا بتدريج اين حقايق را منكر مىگردد ؛ مقامات اوليا را انكار مىكند ، با اينكه مقامات اوليا بيش از اين چند جمله‌اى كه در دعا و مناجات وارد شده نمىباشد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 41 ) - « سپس او را به پايينترين مراتب برمىگردانيم » ( تين - 5 )\r\n( 42 ) - « هر آينه انسان را در بهترين آفرينش آفريديم . » ( تين - 4 )\r\n( 43 ) - « به سوى زمين گراييد ( پستى طلبيد ) و هواى نفس خويش را پيروى كرد . » ( اعراف - 176 )\r\n","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\n\r\n[ علم و ايمان 
  ]\r\nگاهى مىبينى كه به اين واقعيات علم دارد ، ليكن ايمان ندارد .\r\nمرده‌شوى از مرده نمىترسد ، زيرا يقين دارد كه مرده قدرت اذيت و آزار ندارد ؛ آن وقت كه زنده بود و روح در بدن داشت كارى از او ساخته نبود ، چه رسد اكنون كه قالب تهى كرده است ؛ ولى آنان كه از مرده مىترسند براى اين است كه به اين حقيقت ايمان ندارند ؛ فقط علم دارند . به خدا و روز جزا عالم‌اند ، ولى يقين ندارند ؛ از آنچه عقل درك كرده قلب بى خبر است . طبق برهان مىدانند خدايى است و معاد و قيامتى در كار است ، ولى همين برهان عقلى ممكن است حجاب قلب شده نگذارد نور ايمان بر قلب بتابد ؛ تا خداوند متعال او را از ظلمات و تاريكيها خارج كرده به عالم نور و روشنايى وارد سازد :  اللَّه وَلِىُّ الَّذينَ آمَنُوا يُخْرِجُهُمْ مِنَ الظُّلُماتِ الَى النُّورِ  . « 44 » و آنكه خداوند تبارك و تعالى ولىّ او بوده و او را از ظلمات خارج ساخته است ، ديگر مرتكب گناه نمىشود ؛ غيبت نمىكند ؛ تهمت نمىزند ؛ به برادر ايمانى كينه و حسد نمىورزد ؛ و در قلب خويش احساس نورانيت كرده ، به دنيا و ما فيها ارج نمىنهد . چنان كه حضرت امير ( ع ) فرمود : اگر تمام دنيا و ما فيها را به من بدهند كه پوست جوى از دهان مورچه‌اى جابرانه و بر خلاف عدالت بگيرم ، هرگز نمىپذيرم . « 45 » ولى بعضى از شماها همه چيز را پايمال مىكنيد ؛ از بزرگان اسلام غيبت مىنماييد . اگر ديگران نسبت به بقال و عطار سر كوچه بدگويى و غيبت\r\n\r\n\r\n","description":"","footnote":"\r\n( 44 ) - « خداوند سرپرست مؤمنان است ؛ آنان را از تاريكيها بيرون آورد و در نور وارد سازد . » ( بقره - 257 )\r\n( 45 ) - و اللّه لو أعطيت الأقاليم السّبعة بما تحت أفلاكها على أن أعصى اللّه في نملة أسلبها جلب شعيرة ، ما فعلته . نهج البلاغة ، « خطبهء » 215 .\r\n","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nمىكنند ، اينان به علماى اسلام نسبتهاى ناروا داده اهانت و جسارت مىنمايند ؛ زيرا ايمان راسخ نشده و كيفر اعمال و كردار خود را باور ندارند .\r\nو « عصمت » غير از ايمان كامل نمىباشد معناى عصمت انبيا و اوليا اين نيست كه مثلا جبرئيل دست آنان را بگيرد . البته اگر جبرئيل دست شمر را هم بگيرد هرگز مرتكب گناه نمىشود ! بلكه عصمت زاييدهء ايمان است . اگر انسان به حق تعالى ايمان داشته باشد و با چشم قلب خداوند متعال را مانند خورشيد ببيند ، امكان ندارد مرتكب گناه و معصيت گردد .\r\nچنان كه در مقابل يك مقتدر مسلح « عصمت » پديد مىآيد . اين خوف از اعتقاد به حضور است كه انسان را از وقوع در گناه حفظ مىكند .\r\nمعصومين ، عليهم السّلام ، بعد از خلقت از طينت پاك ، بر اثر رياضت و كسب نورانيت و ملكات فاضله همواره خود را در محضر خداوند تعالى ، كه همه چيز را مىداند و به همهء امور احاطه دارد ، مشاهده مىكنند ؛ و به معناى لا إله الّا اللّه ايمان داشته ، باور دارند كه غير از خدا همه كس و همه چيز فانى بوده در سرنوشت انسان نمىتواند نقش داشته باشد :  كُلُّ شَيءٍ هالِكٌ الّا وَجْهَهُ  . « 46 » اگر انسان يقين كند و ايمان بياورد كه تمام عوالم ظاهر و باطن محضر ربوبى است و حق تعالى در همه جا حاضر و ناظر است ، با حضور حق و نعمت حق امكان ندارد مرتكب گناه شود . انسان در مقابل يك بچهء مميز گناه نمىكند ، كشف عورت نمىنمايد ، چطور شد كه در مقابل حق تعالى و در محضر ربوبيت كشف عورات مىكند ، از هيچ جنايتى واهمه و مضايقه ندارد . براى اين است كه به حضور كودك ايمان دارد ، ولى به محضر ربوبيت اگر علم داشته باشد ايمان ندارد ؛ بلكه بر اثر\r\n\r\n\r\n","description":"","footnote":"\r\n( 46 ) - « جز وجه او همه چيز نابود شونده است . » ( قصص - 88 )\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nكثرت معاصى كه قلب او تاريك و سياه شده اين گونه مسائل و حقايق را اصلا نمىتواند بپذيرد ؛ احتمال صحت و واقعيت آن را هم شايد نمىدهد . واقعا اگر انسان احتمال بدهد - لازم نيست يقين داشته باشد - كه اين خبرهايى كه در قرآن كريم آمده ، وعده‌ها ، وعيدهايى كه داده شده راست است ، كه در اعمال و كردار خود تجديد نظر نموده ، اين طور افسار گسيخته و بىپروا پيش نمىتازد . شما اگر احتمال بدهيد كه در مسيرى درنده‌اى وجود دارد و ممكن است اذيتى به شما برساند ، يا شخص مسلحى ايستاده كه شايد متعرض شما گردد ، از پيمودن آن راه خوددارى ورزيده توقف مىكنيد ، و در مقام تحقيق و صحت و سقم آن برمىآييد .\r\nآيا ممكن است كسى وجود جهنم و خلود در نار را احتمال دهد ، مع الوصف مرتكب خلاف شود ؟ آيا مىتوان گفت كسى خداوند متعال را حاضر و ناظر دانسته خود را در محضر ربوبى مشاهده كند ، و احتمال دهد كه براى گفتار و كردار او جزايى باشد ، حساب و عقابى باشد و در اين دنيا هر كلمه‌اى كه مىگويد ، هر قدمى كه برمىدارد ، هر عملى كه مرتكب مىشود ، ثبت و ضبط گرديده ملائكة اللّه كه « رقيب » و « عتيد » ند « 47 » مراقب او هستند و تمام اقوال و اعمال او را ثبت مىكنند ، و در عين حال از ارتكاب اعمال خلاف باكى نداشته باشد ؟ درد اينجاست كه احتمال وقوع اين حقايق هم داده نمىشود . از راه و روش و كيفيت سلوك بعضيها به دست مىآيد كه احتمال وجود عالم ماوراء طبيعت را نمىدهند . چون صرف احتمال كافى است كه انسان را از خيلى امور ناشايسته باز دارد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 47 ) -  ما يَلْفِظُ مِنْ قَولٍ إِلّا لَدَيْهِ رَقيبٌ عَتيدٌ  . ( سخنى بر زبان نياورد ، مگر آنكه همان دم رقيب و عتيد بر [ ثبت 
  ] آن آماده‌اند . ) ( ق - 18 )\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n\r\n[ قدم اوّل در تهذيب 
  ]\r\nتا كى مىخواهيد در خواب غفلت به سر بريد ، و در فساد و تباهى غوطه‌ور باشيد ؟ از خدا بترسيد ؛ از عواقب امور بپرهيزيد ؛ از خواب غفلت بيدار شويد . شما هنوز بيدار نشده‌ايد ؛ هنوز قدم اول را برنداشته‌ايد . قدم اول در سلوك « يقظه » « 48 » است . ولى شما در خواب به سر مىبريد ؛ چشمها باز و دلها در خواب فرو رفته است . اگر دلها خواب آلود و قلبها بر اثر گناه سياه و زنگ زده نمىبود ، اين طور آسوده خاطر و بيتفاوت به اعمال و اقوال نادرست ادامه نمىداديد . اگر قدرى در امور اخروى و عقبات هولناك آن فكر مىكرديد ، به تكاليف و مسئوليتهاى سنگينى كه بر دوش شماست بيشتر اهميت مىداديد .\r\nشما عالم ديگرى هم داريد ؛ معاد و قيامتى نيز براى شما هست ( مثل ساير موجودات كه عود و رجعت ندارند نمىباشيد . ) چرا عبرت نمىگيريد ؟ چرا بيدار و هوشيار نمىشويد ؟ چرا اين قدر با خاطر آسوده به غيبت و بدگويى نسبت به برادران مسلمان خود مىپردازيد ، و يا استماع مىكنيد ؟ هيچ مىدانيد اين زبانى كه براى غيبت دراز مىشود در قيامت زير پاى ديگران كوبيده مىگردد ؟ آيا خبر داريد كه الغيبة ادام كلاب النّار « 49 » .\r\nهيچ فكر كرده‌ايد كه اين اختلافات ، عداوتها ، حسدها ، بدبينيها ، خودخواهيها ، و غرور و تكبر ، چه عواقب سوئى دارد ؟ آيا مىدانيد عاقبت اين اعمال رذيله و محرمه جهنم بوده ، ممكن است خداى نخواسته به خلود\r\n\r\n\r\n","description":"","footnote":"\r\n( 48 ) - بيدارى .\r\n( 49 ) - در مواعظ امير المؤمنين ( ع ) به نوف البكالى است : إجتنب الغيبة فإنّها إدام كلاب النّار .\r\n( از غيبت دورى كن ، زيرا كه آن نانخورش سگان دوزخ است . ) وسائل الشيعة ، ج 8 ، ص 600 ، « كتاب الحج » ، « أبواب احكام العشرة » ، باب 152 ، حديث 16 .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nدر نار منجر شود ؟\r\nخدا نكند انسان به امراض بيدرد مبتلا گردد . مرضهايى كه درد دارد انسان را وادار مىكند كه در مقام علاج برآيد ؛ به دكتر و بيمارستان مراجعه كند ؛ ليكن مرضى كه بيدرد است و احساس نمىشود بسيار خطرناك مىباشد . وقتى انسان خبردار مىگردد كه كار از كار گذشته است .\r\nمرضهاى روانى اگر درد داشت باز جاى شكر بود : بالاخره انسان را به معالجه و درمان وامىداشت ؛ ولى چه توان كرد كه اين امراض خطرناك درد ندارد . مرض غرور و خودخواهى بيدرد است . معاصى ديگر بدون ايجاد درد قلب و روح را فاسد مىسازد . اين مرضها نه تنها درد ندارد ، بلكه ظاهر لذتبخشى نيز دارد : مجالس و محافلى كه به غيبت مىگذرد خيلى گرم و شيرين است ! حب نفس و حب دنيا كه ريشهء همهء گناهان است « 50 » لذتبخش مىباشد . مستسقى « 51 » از آب تلف مىشود ، ولى تا آخرين نفس از آشاميدن آن لذت مىبرد . و قهرا اگر انسان از مرضى لذت برد و درد هم نداشت ، دنبال معالجه نخواهد رفت ؛ و هر چه به او اعلام خطر كنند كه اين كشنده است ، باور نخواهد كرد . اگر انسان به مرض دنياپرستى و هواخواهى مبتلا شد ، محبت دنيا قلب او را فراگرفت ، از غير دنيا و ما فيها بيزار مىشود ؛ العياذ باللّه نسبت به خدا و بندگان خدا و به\r\n\r\n\r\n","description":"","footnote":"\r\n( 50 ) - عن أبي عبد اللّه ، عليه السّلام ، قال : رأس كلّ خطيئة حبّ الدّنيا . « اصول » كافى ، ج 4 ، ص 2 ، « كتاب ايمان و كفر » ، « باب حبّ الدّنيا و الحرص عليها » ، حديث 1 . « اصول » كافى ، ج 3 ، ص 197 ، « كتاب ايمان و كفر » ، « باب ذم الدّنيا و الزهد فيها » ، حديث 11 . بحار الأنوار ، ج 70 ، ص 1 ؛ و ج 74 ، ص 178 .\r\n( 51 ) - مستسقى : كسى كه به مرض استسقاء مبتلا است . و « استسقاء » نام مرضى است كه بيمار آب بسيار خواهد . فرهنگ معين ذيل كلمهء « مستسقى » و « استسقاء » .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nپيامبران و اولياى الهى و ملائكة اللّه دشمنى مىورزد ، و احساس حقد و كينه مىكند ؛ و آن گاه كه فرشتگان به امر خداى سبحان براى گرفتن جان او مىآيند ، سخت احساس تنفر و انزجار مىكند ، زيرا مىبيند كه خداوند و ملائكة اللّه مىخواهند او را از محبوبش ( دنيا و امور دنيوى ) جدا سازند ؛ و ممكن است با عداوت و دشمنى حضرت حق تعالى از دنيا برود . يكى از بزرگان قزوين ، رحمه اللّه تعالى ، نقل مىكرد كه [ به 
  ] بالين مردى كه در حال احتضار بود حاضر شدم . در آخرين دقايق زندگى چشم باز كرد و گفت : ظلمى كه خدا به من كرد ، هيچكس نكرده است ! زيرا با چه خون جگرى اين بچه‌ها را پرورش داده بزرگ كرده‌ام ؛ اكنون مىخواهد مرا از آنان جدا سازد ! آيا ظلمى بالاتر از اين مىشود ؟ اگر انسان خود را مهذب نكند و از دنيا منصرف نسازد و حبّ آن را از دل بيرون ننمايد ، بيم آن مىرود كه هنگام مرگ با قلبى لبريز از بغض و كينه نسبت به خداوند و اولياى او جان سپرد . با چنين سرنوشت شومى دست به گريبان است . آيا اين بشر افسار گسيخته اشرف مخلوقات است ، يا در حقيقت شرّ مخلوقات مىباشد ؟     وَ الْعَصْرِ انَّ الانْسانَ لَفى خُسْر الَّا الَّذينَ آمَنُوا وَ عَمِلُوا الصّالِحاتِ وَ تَواصَوْا بِالحَقِّ وَ تَواصَوْا بِالصَّبْرِ     « 52 » در اين سوره فقط « مؤمنين » را كه داراى عمل صالح‌اند استثنا فرموده است . و « عمل صالح » عملى است كه با روح سازش داشته باشد . ولى مىبينى كه بسيارى از اعمال انسان با جسم سازش دارد . « تواصى » هم در كار نيست . اگر بنا باشد حبّ دنيا و حبّ نفس بر شما غلبه كند و نگذارد حقايق و واقعيات را درك كنيد ، عمل\r\n\r\n\r\n","description":"","footnote":"\r\n( 52 ) - « سوگند به عصر كه همانا انسان در زيانكارى است ، مگر كسانى كه ايمان آوردند و اعمال شايسته انجام دادند و يكديگر را به حق و پايدارى سفارش كردند . » ( سورهء « عصر » )\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nخود را براى خدا خالص گردانيد ، شما را از تواصى به حق و تواصى به صبر باز دارد ، سدّ راه هدايت شما گردد ، در خسران قرار گرفته‌ايد ؛ خسر الدنيا و الآخره هستيد . زيرا جوانى را داده‌ايد ، از نعمتهاى جنت و مزاياى اخروى نيز محروم مانده‌ايد ، و دنيايى هم نداريد . ديگران اگر به بهشت الهى راه ندارند ، درهاى رحمت خداوندى به روى آنان بسته شده و در آتش جهنم مخلد خواهند بود ، اقلا دنيايى دارند ؛ از مزاياى دنيوى برخوردارند ؛ ولى شما . . .\r\nبپرهيزيد از اينكه خداى نخواسته حبّ دنيا و حبّ نفس بتدريج در شما رو به فزونى نهد ، و كار به آنجا رسد كه شيطان بتواند ايمان شما را بگيرد .\r\nگفته مىشود تمام كوشش شيطان براى ربودن ايمان است . « 53 » . تمام وسايل و جدّيتهاى شبانه‌روزى او براى اين است كه ايمان انسان را بربايد .\r\nكسى سند نداده كه ايمان شما ثابت بماند . شايد ايمان « مستودع » باشد ، « 54 » و آخر كار شيطان از شما بگيرد ، و با عداوت خداوند تبارك و\r\n\r\n\r\n","description":"","footnote":"\r\n( 53 ) -  « قالَ فَبِما أَغْوَيْتَنِى لَأقْعُدَنَّ لَهُمْ صِراطَكَ الْمُسْتَقيمَ »  . ( شيطان گفت چون تو مرا گمراه كردى من نيز بندگانت را از راه راست تو مانع مىشوم . ) ( اعراف - 16 ) . در تفسير على بن إبراهيم در ذيل آيهء 17 از سورهء اعراف آمده است : « اگر افراد بر راه هدايت روند ، شيطان مىكوشد تا آنها را از راه دين خارج سازد . » « تفسير على بن إبراهيم » ، ج 1 ، ص 224 . تفسير برهان ، ج 2 ، ص 5 .\r\n( 54 ) - در روايات منقول از اهل بيت ( ع ) در ذيل آيهء 98 سورهء « انعام » :  فَمُسْتَقَرٌ وَ مُسْتَوْدَعٌ  ايمان افراد به دو نوع ثابت و عاريتى تقسيم شده است . مانند روايت محمد بن الفضيل از موسى بن جعفر ( ع ) كه فرمود : ما كان من الإيمان المستقرّ ، فمستقّرّ إلى يوم القيامة [ أو أبدا 
  ] ؛ و ما كان مستودعا سلبه اللّه قبل الممات . ( آنچه از « ايمان مستقرّ » باشد ، تا روز قيامت ثابت مىماند . و آنچه از « ايمان مستودع » باشد ، خداوند آن را پيش از مرگ مىگيرد . ) تفسير عياشى ، ج 1 ، ص 401 .\r\nدر نهج البلاغة نيز آمده است : فمن الإيمان ما يكون ثابتا مستقرّا في القلوب ؛ و ما يكون عوارى بين القلوب و الصّدور إلى أجل معلوم . ( قسمى از ايمان در دلها ثابت است ؛ و قسمى ديگر در ميان قلبها و سينه‌ها عاريت است تا هنگامى كه مرگ در رسد . ) نهج البلاغه « خطبه » 231 .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nتعالى و اولياى او از دنيا برويد . يك عمر از نعمتهاى الهى استفاده كرده ، سر سفرهء امام زمان ( ع ) نشسته ، و آخر كار خداى نخواسته بىايمان و با دشمنى با ولينعمت خود جان بسپريد .\r\nبكوشيد اگر علقه ، ارتباط ، و محبتى به دنيا داريد ، قطع نماييد . اين دنيا با تمام زرق و برق ظاهريش ناچيزتر از آن است كه قابل محبت باشد ، چه رسد كه انسان از همين مظاهر زندگى هم محروم باشد . شما از دنيا چه داريد كه به آن دل ببنديد ؟ شماييد و اين مسجد و محراب و مدرسه و يا كنج خانه ؛ آيا صحيح است كه بر سر مسجد و محراب با يكديگر رقابت كرده ايجاد اختلاف نماييد و جامعه را فاسد كنيد ؟ و تازه اگر همانند اهل دنيا داراى زندگى مرفه و مجللى باشيد و خداى نخواسته ، عمر خود را با عيش و نوش سپرى سازيد ، پس از پايان عمر مىبينيد كه همانند خواب خوشى گذشته است ، ولى عقوبات و مسئولياتش هميشه گريبانگير شما خواهد بود . اين زندگى زودگذر به ظاهر شيرين ( بنابراين كه خيلى شيرين بگذرد ) در مقابل عذاب غير متناهى چه ارزشى دارد ؟ عذاب اهل دنيا گاهى نامتناهى است . تازه اهل دنيا كه خيال مىكنند به دنيا دست يافته و از تمام مزايا و منافع آن بهره‌مندند ، دچار غفلت و اشتباه مىباشند . هر كسى دنيا را از دريچهء محيط و محل زيست خود مىنگرد ، و خيال مىكند دنيا همان است كه او دارد . اين عالم اجسام وسعيتر از آن است كه بشر تصور كرده\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nبر آن دست يافته ، و آن را كشف و سير مىنمايد . اين دنيا با تمام اين ابزار و وسايل در روايت وارد شده كه ما نظر إليها نظر رحمة « 55 » بنا بر اين بايد ديد عالم ديگر كه خداوند تبارك و تعالى به آن نظر رحمت فرموده چه گونه مىباشد .\r\n« معدن عظمت » كه انسان را به آن فرا مىخواند چيست و چه گونه است .\r\nبشر كوچكتر از آن است كه بفهمد معدن عظمت چه مىباشد .\r\nشما اگر نيت خود را خالص كنيد ، عمل خود را صالح نماييد ، حبّ نفس و حبّ جاه را از دل بيرون كنيد ، مقامات عاليه و درجات رفيعه براى شما تهيه و آماده مىباشد . مقامى كه براى بندگان صالح خدا در نظر گرفته شده ، تمام دنيا و ما فيها ، با آن جلوه‌هاى ساختگى ، در مقابل آن به قدر پشيزى ارزش ندارد . بكوشيد به چنين مقامات عاليه برسيد . و اگر توانستيد ، خود را بسازيد و ترقى دهيد تا آنجا كه به اين مقامات عاليه و درجات رفيعه هم بىاعتنا باشيد ؛ و خدا را براى رسيدن به اين امور عبادت نكنيد ، بلكه چون سزاوار عبادت و كبريايى است او را بخوانيد « 56 » و در\r\n\r\n\r\n","description":"","footnote":"\r\n( 55 ) - متن روايت چنين است : فما لها عند اللّه عزّ و جلّ قدر و لا وزن ؛ و لا خلق فيما بلغنا خلقا أبغض إليه منها ؛ و لا نظر إليها مذ خلقها . ( نزد خداوند عز و جل دنيا را ارج و بهايى نيست ؛ و خداى تعالى بين موجوداتى كه آفريده ، و خبر آن به ما رسيده ، موجودى نيافريده است كه پيش او از دنيا مبغوضتر باشد ؛ و خداوند از وقتى كه دنيا را آفريده در او نظر رحمت نكرده است . ) بحار الأنوار ، ج 70 ، ص 110 ، « كتاب ايمان و كفر » ، باب 122 ، حديث 109 .\r\n( 56 ) - از امام صادق ( ع ) روايت شده العبادة ثلاثة : قوم عبدوا اللّه عزّ و جلّ خوفا ؛ فتلك عبادة العبيد . و قوم عبدوا اللّه تبارك و تعالى طلب الثّواب ؛ فتلك عبادة الأجراء . و قوم عبدوا اللّه عزّ و جلّ حبّا ؛ فتلك عبادة الأحرار . و هي أفضل العبادة . پرستش سه گونه است : گروهى خداوند عزّ و جل را از ترس مىپرستند ؛ و اين پرستش بندگان است . گروهى خداوند تبارك و تعالى را براى رسيدن به پاداش مىپرستند ؛ و اين پرستش مزدوران است . و گروهى خداوند عزّ و جلّ را از روى محبّت مىپرستند ؛ و اين پرستش آزادگان است . و اين از همهء پرستشها برتر است . ) وسائل الشيعة ، ج 1 ، ص 45 ، « أبواب مقدمة العبادات » ، باب 9 ، حديث 1 . « اصول » كافى ، ج 3 ، ص 131 ، « كتاب ايمان و كفر » ، « باب عبادت » ، حديث 5 .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nمقابل او سجده كرده سر به خاك بساييد . آن وقت است كه « حجب نور » را پاره كرده به « معدن عظمت » دست يافته‌ايد . آيا شما با اين اعمال و كردارى كه داريد ، با اين راهى كه مىرويد ، به چنين مقامى مىتوانيد دست يابيد ؟\r\nآيا نجات از عقوبات الهى و گريز از عقبات هولناك و آتش جهنم به آسانى ممكن خواهد بود ؟ شما خيال مىكنيد گريه‌هاى ائمهء طاهرين و ناله‌هاى حضرت سجاد ( ع ) براى تعليم بوده و مىخواسته‌اند به ديگران بياموزند ؟\r\nآنان با تمام آن معنويات و مقام شامخى كه داشتند از خوف خدا مىگريستند ؛ و مىدانستند راهى كه در پيش دارند پيمودنش چه قدر مشكل و خطرناك است . از مشكلات ، سختيها ، ناهمواريهاى عبور از صراط ، كه يك طرف آن دنيا و طرف ديگرش آخرت مىباشد و از ميان جهنم مىگذرد ، خبر داشتند ؛ از عوالم قبر ، برزخ ، قيامت ، و عقبات هولناك آن ، آگاه بودند ؛ از اين روى هيچ گاه آرام نداشته همواره از عقوبات شديد آخرت به خدا پناه مىبردند .\r\nشما براى اين عقبات هولناك توانفرسا چه فكرى كرده و چه راه نجاتى يافته‌ايد ؟ چه وقت مىخواهيد در مقام اصلاح و تهذيب خود برآييد ؟ شما كه اكنون جوانيد ، نيروى جوانى داريد ، بر قواى خود مسلط مىباشيد و هنوز ضعف جسمى بر شما چيره نشده است ، اگر به فكر تزكيه و ساختن خويش نباشيد ، هنگام پيرى كه ضعف ، سستى ، رخوت و سردى بر جسم و جان شما چيره شد و نيروى اراده ، تصميم و مقاومت را از دست داديد و\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nبار گناه و معصيت قلب را سياهتر ساخت ، چگونه مىتوانيد خود را بسازيد و مهذب كنيد ؟ هر نفسى كه مىكشيد ، هر قدمى كه برمىداريد ، و هر لحظه‌اى كه از عمر شما مىگذرد ، اصلاح مشكلتر گرديده ممكن است ظلمت و تباهى بيشتر شود . هر چه سن بالا رود ، اين امور منافى با سعادت انسان زيادتر شده قدرت كمتر مىگردد ؛ پس ، به پيرى كه رسيديد ديگر مشكل است موفق به تهذيب و كسب فضيلت و تقوى شويد ؛ نمىتوانيد توبه كنيد ؛ زيرا توبه با لفظ اتوب إلى اللّه تحقق نمىيابد ؛ بلكه ندامت و عزم بر ترك لازم است « 57 » . پشيمانى و عزم بر ترك گناه براى كسانى كه پنجاه سال يا هفتاد سال غيبت و دروغ مرتكب شده ، ريش خود را در گناه و معصيت سفيد كرده‌اند ، حاصل نمىشود . چنين كسانى تا پايان عمر مبتلايند .\r\nجوانان ننشينند كه گرد پيرى سر و روى آنان را سفيد كند . ( ما به پيرى رسيده‌ايم و به مصايب و مشكلات آن واقفيم ) شما تا جوان هستيد مىتوانيد كارى انجام دهيد ؛ تا نيرو و ارادهء جوانى داريد مىتوانيد هواهاى نفسانى ، مشتهيات دنيايى ، و خواسته‌هاى حيوانى ، را از خود دور سازيد .\r\nولى اگر در جوانى به فكر اصلاح و ساختن خود نباشيد ، ديگر در پيرى كار از كار گذشته است . تا جوانيد فكرى كنيد ؛ نگذاريد پير و فرسوده شويد .\r\nقلب جوان لطيف و ملكوتى است و انگيزه‌هاى فساد در آن ضعيف\r\n\r\n\r\n","description":"","footnote":"\r\n( 57 ) - از امير مؤمنان است كه فرمود : إنّ الإستغفار درجة العلّيّين . و هو اسم واقع على ستّة معان :\r\nأوّلها النّدم على ما مضى . و الثّانى العزم على ترك العود إليه أبدا . . . ( همانا استغفار درجهء علّيين است . و آن اسمى است كه واقع مىشود بر شش معنى . اوّل آنها پشيمانى بر گذشته است . دوم ، عزم بر بازنگشتن به سوى آن إلى الابد . . . ) نهج البلاغة ، ص 1281 ، « حكمت » 409 . و براى اطلاع بيشتر دربارهء توبه رجوع كنيد به شرح چهل حديث ، امام خمينى ، حديث 17 .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nمىباشد ؛ ليكن هر چه سن بالا رود ريشهء گناه در قلب قوىتر و محكمتر مىگردد ؛ تا جايى كه كندن آن از دل ممكن نيست . چنان كه در روايت است : قلب انسان ابتدا مانند آينه صاف و نورانى است . و هر گناهى كه از انسان سربزند ، يك نقطهء سياه بر روى قلب فزونى مىيابد ، « 58 » تا جايى كه قلب را سياه كرده ، ممكن است شب و روزى بدون معصيت پروردگار بر او نگذرد . و به پيرى كه رسيد ، مشكل است قلب را به صورت و حالت اول باز گرداند . شما اگر خداى نخواسته خود را اصلاح نكرديد و با قلبهاى سياه ، چشمها ، گوشها ، و زبانهاى آلوده به گناه از دنيا رفتيد ، خدا را چگونه ملاقات خواهيد كرد ؟ اين امانات الهى را كه با كمال طهارت و پاكى به شما سپرده شده چگونه با آلودگى و رذالت مسترد خواهيد داشت ؟\r\nاين چشم و گوش كه در اختيار شماست ، اين دست و زبانى كه تحت فرمان شماست ، اين اعضا و جوارحى كه با آن زيست مىكنيد - همه امانات خداوند متعال مىباشد كه با كمال پاكى و درستى به شما داده شده است ؛ اگر ابتلا به معاصى پيدا كرد آلوده مىگردد ؛ خداى نخواسته اگر به محرمات آلوده شود ، رذالت پيدا مىكند . و آن گاه كه بخواهيد اين امانات\r\n\r\n\r\n","description":"","footnote":"\r\n( 58 ) - از امام باقر ( ع ) روايت شده : ما من عبد إلّا و في قلبه نكتة بيضاء ؛ فإذا أذنب ذنبا ، خرج في النكتة نكتة سوداء ؛ فإن تاب ، ذهب ذلك السّواد . و إن تمادى في الذّنوب ، زاد ذلك السّواد حتّى يغطّى البياض ؛ فإذا تغظّى البياض ، لم يرجع صاحبه إلى خير أبدا . . . ( هيچ بنده‌اى نيست مگر آنكه در قلب او نقطهء سفيدى است . چون گناهى انجام داد ، نقطهء سياهى در آن پيدا شود . پس اگر توبه كند ، آن سياهى از بين مىرود ؛ و اگر به گناه ادامه دهد ، بر آن سياهى افزوده شود چندانكه سفيدى را بپوشاند . و چون سفيدى پوشيده شد ، صاحب آن قلب هرگز به نيكى و خوبى باز نمىگردد . . . ) « اصول » كافى ، ج 3 ، ص 274 ، « كتاب ايمان و كفر » ، « باب الذنوب » ، حديث 20 .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nرا مسترد داريد ، ممكن است از شما بپرسند كه راه و رسم امانتدارى اين گونه است ؟ ما اين امانت را اين طور در اختيار شما گذاشتيم ؟ قلبى كه به شما داديم چنين بود ؟ چشمى كه به شما سپرديم اين گونه بود ؟ ديگر اعضا و جوارحى كه در اختيار شما قرار داديم چنين آلوده و كثيف بود ؟ در مقابل اين سؤالها چه جواب خواهيد داد ؟ خداى خود را با اين خيانتهايى كه به امانتهاى او كرده‌ايد چگونه ملاقات خواهيد كرد ؟\r\nشما جوانيد ؛ جوانى خود را در اين راه گذاشته‌ايد ، در صورتى كه از نظر دنيوى براى شما چندان نفعى ندارد ؛ اگر اين اوقات گرانبها و بهار جوانى را در راه خدا و هدفى مقدس و مشخص به كار اندازيد ، ضرر نكرده‌ايد ، بلكه دنيا و آخرت شما تأمين است . ليكن اگر وضع شما به همين منوال باشد كه اكنون مشاهده مىگردد ، جوانى خود را تلف كرده و لباب عمر شما بيهوده سپرى شده است ؛ و در عالم ديگر در پيشگاه خدا سخت مسئول و مؤاخذ خواهيد بود ؛ در صورتى كه كيفر اين اعمال و كردار مفسده انگيز شما تنها به عالم ديگر محدود نمىگردد ؛ در اين دنيا نيز با مشكلات ، مصايب ، و گرفتاريهاى شديد و گوناگون دست به گريبان بوده در گرداب بلا و تيره‌بختى خواهيد افتاد .\r\n\r\n[ هشدار ديگر 
  ]\r\nآتيهء شما تاريك است : دشمنان زيادى از هر طرف و هر طبقه پيرامون شما گرد آمده‌اند ؛ نقشه‌هاى اهريمنانهء خطرناكى براى نابودى شما و حوزه‌هاى علميه در دست اجرا مىباشد ؛ ايادى استعمار خوابهاى خيلى عميق براى شما ديده‌اند ؛ خوابهاى خيلى عميق براى اسلام و مسلمانان ديده‌اند ؛ با تظاهر به اسلام نقشه‌هاى خطرناكى براى شما كشيده‌اند . شما فقط در سايهء تهذيب ، تجهيز ، و نظم و ترتيب صحيح ، مىتوانيد اين\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nمفاسد و مشكلات را از سر راه خود برداريد ، و نقشه‌هاى استعمارى آنان را خنثى كنيد . من اكنون روزهاى آخر عمرم را مىگذرانم و دير يا زود از ميان شما مىروم ، ولى آيندهء تاريك و روزهاى سياهى براى شما پيش بينى مىكنم . اگر خود را اصلاح نكنيد ، مجهز نگرديد ، نظم و انضباط در امور درسى و زندگى خود حكمفرما نسازيد ، در آتيه خداى نخواسته محكوم به فنا خواهيد بود . تا فرصت از دست نرفته ، تا دشمن بر همهء شئون دينى و علمى شما دست نيافته ، فكرى كنيد ؛ بيدار شويد ؛ به پا خيزيد . در مرحلهء اول ، در مقام تهذيب و تزكيهء نفس و اصلاح خود برآييد ؛ مجهز و منظم شويد ؛ در حوزه‌هاى علميه نظم و انضباط برقرار سازيد ؛ نگذاريد ديگران بيايند حوزه‌ها را منظم كنند ؛ اجازه ندهيد دشمنان ، به بهانهء اينكه اينان لايق نيستند ، كارى از آنان ساخته نيست و مشتى بيكاره در حوزه‌ها گرد آمده‌اند ، به حوزه‌هاى علميه دست بيندازند ، و به اسم نظم و اصلاحات ، حوزه‌ها را فاسد سازند ، و شما را تحت سلطهء خود درآورند . بهانه دست آنان ندهيد . اگر شما منظم و مهذب شويد ، همهء جهات شما تحت نظم و ترتيب باشد ، ديگران به شما طمع نمىكنند ؛ راه ندارند كه در حوزه‌هاى علميه و جامعهء روحانيت نفوذ كنند . شما خود را مجهز و مهذب كنيد ؛ براى جلوگيرى از مفاسدى كه مىخواهد پيش بيايد مهيا شويد ؛ حوزه‌هاى خود را براى مقاومت در برابر حوادثى كه مىخواهد پيش بيايد آماده سازيد .\r\nشما خداى نخواسته روزهاى سياهى در پيش داريد ؛ اين طور كه زمينه است ، روزهاى بدى خواهيد ديد . ايادى استعمار مىخواهند تمام حيثيات اسلام را از بين ببرند ، و شما بايد در مقابل ايستادگى كنيد ؛ و با حبّ نفس و حبّ جاه و كبر و غرور نمىتوان مقاومت كرد . عالم سوء ، عالم متوجه به دنيا ، عالمى كه در فكر حفظ مسند و رياست باشد ،\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nنمىتواند با دشمنان اسلام مبارزه نمايد . و ضررش از ديگران بيشتر است . قدم را الهى كنيد ، حبّ دنيا را از دل بيرون نماييد ، آن وقت مىتوانيد مبارزه كنيد . از هم اكنون اين نكته را در قلب خود بپرورانيد و تربيت كنيد كه من بايد يك سرباز مسلح و اسلامى باشم و براى اسلام فدا شوم ؛ من بايد براى اسلام كار كنم تا از بين بروم . براى خود بهانه درست نكنيد كه امروز مقتضى نيست . كوشش كنيد تا براى آتيهء اسلام به درد بخوريد ، و خلاصه يك انسان باشيد . ايادى استعمار از انسان مىترسند ؛ از آدم مىترسند . استعمارگران ، كه مىخواهند همه چيز ما را به يغما ببرند ، نمىگذارند در دانشگاههاى دينى و علمى ما آدم تربيت شود . از آدم مىترسند . اگر يك آدم در مملكتى پيدا شد ، مزاحم آنان مىشود و منافع آنها را به خطر مىاندازد .\r\nشما موظفيد خود را بسازيد ؛ انسان كامل شويد ؛ و در مقابل نقشه‌هاى شوم دشمنان اسلام ايستادگى كنيد . اگر منظم و مجهز نگرديد و به مقاومت و مبارزه عليه ضرباتى كه هر روز بر پيكر اسلام وارد مىآيد نپردازيد ، هم خود از بين مىرويد ، و هم احكام و قوانين اسلام را فانى مىسازيد ؛ و شما مسئول خواهيد بود . شما علما ، شما اهل علم ، و شما مسلمانان ، مسئول مىباشيد . شما علما و طلاب در رأس ، و ديگر مسلمانان پس از شما مسئول‌اند : كلّكم راع و كلّكم مسئول عن رعيّته « 59 » . شما جوانها بايد ارادهء خود را قوى كنيد تا در مقابل هر ظلم و بيدادگرى ايستادگى نماييد . و جز اين چاره‌اى نداريد : حيثيت شما ، حيثيت اسلام ، و حيثيت ممالك اسلامى ، بسته به اين است كه ايستادگى و مقاومت نماييد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 59 ) - عوالى اللئالى ، ج 1 ، ص 129 ، فصل 8 ، حديث 3 . الجامع الصغير ، ج 2 ، ص 45 ، 95 .\r\n","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nخداوند متعال اسلام ، مسلمين ، و كشورهاى اسلامى ، را از شر اجانب حفظ فرمايد . دست استعمار و خائنين به اسلام را از بلاد اسلامى و حوزه‌هاى علميه كوتاه كند . علماى اسلام و مراجع عظام را در دفاع از قوانين مقدسهء قرآن كريم و پيشبرد آرمان‌هاى مقدس اسلامى موفق و مؤيد بدارد . روحانيون اسلام را به وظايف سنگين و مسئوليتهاى خطير آنان در عصر كنونى آگاه و آشنا سازد . حوزه‌هاى علميه و مراكز روحانيت را از دستبرد و نفوذ دشمنان اسلام و ايادى استعمار مصون و محفوظ بدارد . به نسل جوان روحانى و دانشگاهى و به عموم مسلمانان توفيق خودسازى ، تهذيب و تزكيهء نفس عنايت فرمايد . ملت اسلام را از خواب غفلت ، سستى و رخوت و جمود فكرى برهاند ، تا با الهام از تعاليم نورانى و انقلابى قرآن به خود آيند ؛ به پا خيزند و در سايهء اتحاد و يگانگى دست استعمار و دشمنان ديرينهء اسلام را از كشورهاى اسلامى قطع نمايند ، و به آزادى ، استقلال ، و مجد و عظمت از دست رفتهء خود نايل گردند .  ربَّنا افْرِغْ عَلَينا صبراً و ثَبِّتْ اقْدامَنا وَ انْصُرْنا عَلَى القومِ الكافرينَ  .  رَبِّنا و تَقَبَّلْ دُعاءَ  . « 60 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 60 ) - « پروردگارا ، به ما صبر و استوارى عطا فرما و ما را ثابت قدم بدار و ما را بر گروه كافران يارى فرما . » ( بقره - 250 )\r\n","page_name":" 63 ","page_number":63},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\n\r\nفرازهاى برگزيده\r\nتمام صفات وارستهء انسانى در انقطاع كامل إلى اللّه نهفته است .\r\nمقامى كه براى بندگان صالح خدا در نظر گرفته شده ، تمام دنيا و ما فيها - با آن جلوه‌هاى ساختگى - در مقابل آن به قدر پشيزى ارزش ندارد .\r\nاين دنيا با تمام زرق و برق ظاهريش ناچيزتر از آن است كه قابل محبت باشد .\r\nاين زندگى زودگذر به ظاهر شيرين در مقابل عذاب غير متناهى چه ارزشى دارد ؟\r\nتوجه به غير خدا انسان را به حجابهاى ظلمانى و نورانى محجوب مىنمايد .\r\nكليه امور دنيوى اگر موجب توجه انسان به دنيا و غفلت از خداوند\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nمتعال شود ، باعث حجب ظلمانى مىشود .\r\nحزب اللّه باشيد ؛ از زرق و برق زندگى و جلوه‌هاى ساختگى آن بپرهيزيد .\r\nروحانيى كه خود را پيرو و شيعهء على بن ابى طالب عليه السلام مىداند ، ممكن نيست به مشتهيات دنيا توجهى داشته باشد .\r\nريشهء تمام اختلافاتى كه فاقد هدف مشخص و مقدسى باشد به حب دنيا برمىگردد .\r\nانبياى خدا براى اين مبعوث شدند كه آدم تربيت كنند ؛ انسان بسازند ؛ بشر را از زشتيها ، پليديها ، فسادها و رذايل اخلاقى دور سازند و با فضايل و آداب حسنه آشنا كنند .\r\nاگر براى خدا قدم برداريد ، خداوند متعال مقلّب القلوب است ، دلها را به شما متوجه مىسازد .\r\nجز به خالق يكتا به احدى توجه نداشته باشيد .\r\nقلب انسان مانند آينه صاف و روشن است ، و بر اثر توجه فوق العاده به دنيا و كثرت معاصى كدر مىشود .\r\nبا آلودگىهاى روحى ، رذايل اخلاقى ، معاصى قلبيه و قالبيه چگونه مىتوان در محضر ربوبى حضور يافت و در مهمانسراى\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nربّ الارباب كه « معدن العظمة » مىباشد وارد شد ؟\r\nاز خدا بترسيد ؛ از عواقب امور بپرهيزيد ؛ از خواب غفلت بيدار شويد ! دورانديش باشيد ؛ عواقب امور را بسنجيد ؛ عقبه‌هاى خطرناكى كه داريد به ياد آوريد ، از فشار قبر ، عالم برزخ ، مشكلات و شدايدى كه به دنبال آن است غفلت نكنيد ! جهنم با اعمال و كردار زشت انسان روشن مىگردد .\r\nاگر بشر با اعمال و كردار خويش آتش نيفروزد ، جهنم خاموش است . باطن اين طبيعت جهنم است ؛ اقبال به طبيعت اقبال به جهنم است .\r\nآنچه در عالم آخرت واقع مىشود چيزى است كه در اين دنيا تهيه گرديده است .\r\nپيش از آنكه فرصت از دست برود چاره بينديشيد ! شما جوانان رو به پيرى و ما پيران رو به مرگ پيش مىرويم .\r\nهر نفسى كه مىكشيد ، هر قدمى كه برمىداريد ، و هر لحظه‌اى كه از عمر شما مىگذرد ، اصلاح مشكلتر گرديده ، ممكن است ظلمت و تباهى بيشتر شود .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nتا نيرو و ارادهء جوانى داريد مىتوانيد هواهاى نفسانى ، مشتهيات دنيايى و خواسته‌هاى حيوانى را از خود دور سازيد .\r\nقلب جوان لطيف و ملكوتى است و انگيزه‌هاى فساد در آن ضعيف مىباشد ؛ ليكن هر چه سن بالا رود ريشهء گناه در قلب قوىتر و محكمتر مىگردد تا جايى كه كندن آن از دل ممكن نيست .\r\nتوبه با لفظ اتوب إلى اللّه تحقق نمىيابد ؛ بلكه ندامت و عزم بر ترك لازم است .\r\nبا خلق خدا حسن سلوك داشته ، نيكو معاشرت كنيد و با نظر عطوفت و مهربانى به آنان بنگريد .\r\nبا بندگان خوب و صالح خدا نيكى كنيد .\r\nكسى كه ديگر مسلمانان از دست و زبان و چشم او در امان نباشند ، در حقيقت مسلمان نيست .\r\nاهانت به بندهء خدا اهانت به خداست .\r\nكسى كه دنبال هواى نفس رفت و از شيطان متابعت كرد ، بتدريج به صبغهء او درمىآيد .\r\nاهل آخرت با هم در صلح و صفا هستند ؛ قلبهايشان مملو از محبت خدا و بندگان خداست .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nمحبت بندگان خدا همان ظلّ محبت خداوند است .\r\nقرآن كريم امانت بزرگ خداست ؛ علما و روحانيون امانتدار الهى هستند .\r\nوظايف اهل علم خيلى سنگين است ؛ مسئوليت علما بيش از ساير مردم مىباشد .\r\nدر روايت است كه وقتى جان به حلقوم مىرسد ، براى عالم ديگر جاى توبه نيست .\r\nاگر عالمى منحرف شد ، ممكن است امتى را منحرف ساخته ، به عفونت بكشد .\r\nاگر عالمى مهذّب باشد ، اخلاق و آداب اسلامى را رعايت نمايد ، جامعه را مهذّب و هدايت مىكند .\r\nدر نفسى كه مهذّب نشده ، علم حجاب ظلمانى است .\r\nعلم نور است ، ولى در دل سياه و قلب فاسد دامنهء ظلمت و سياهى را گسترده‌تر مىسازد .\r\nعلمى كه انسان را به خدا نزديك مىكند ، در نفس دنيا طلب باعث دورى بيشتر از درگاه ذى الجلال مىگردد .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nعلم توحيد هم اگر براى غير خدا باشد از حجب ظلمانى است .\r\nاگر انسان خباثت را از نهادش بيرون نكند ، هر چه درس بخواند و تحصيل نمايد نه تنها فايده‌اى بر آن مترتب نمىشود بلكه ضررها دارد .\r\nعالم فاسد است كه دنيايى را به فساد مىكشاند .\r\n[ خطاب به طلاب : 
  ] اگر خداى نخواسته درس نخوانيد حرام است در مدرسه بمانيد .\r\nهر قدمى كه براى تحصيل علم برمىداريد ، قدمى هم براى كوبيدن خواسته‌هاى نفسانى ، تقويت قواى روحانى ، كسب مكارم اخلاق ، تحصيل معنويات و تقوى برداريد .\r\nاگر اخلاص و قصد قربت نباشد ، اين علوم هيچ فايده‌اى ندارد .\r\nبكوشيد پيش از آنكه وارد جامعه گرديد خود را اصلاح كنيد ، مهذّب سازيد .\r\nاز شما توقع است كه وقتى از مركز فقه رفتيد ، خود مهذّب و ساخته شده باشيد تا بتوانيد مردم را بسازيد .\r\nاگر به سبب اعمال و كردار و رفتار نارواى شما يك نفر گمراه شده [ و 
  ] از اسلام برگردد ، مرتكب اعظم كباير مىباشيد .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\nخدا نكند انسان پيش از آنكه خود را بسازد جامعه به او روى آورد و در ميان مردم نفوذ و شخصيتى پيدا كند كه خود را مىبازد .\r\nقبل از آنكه عنان اختيار از كف شما ربوده شود خود را بسازيد و اصلاح كنيد .\r\nبه اخلاق حسنه آراسته شويد ؛ رذايل اخلاقى را از خود دور كنيد ؛ در درس و بحث اخلاص داشته باشيد تا شما را به خدا نزديك سازد .\r\nاگر در كارها نيت خالص نباشد ، انسان را از درگاه ربوبى دور مىكند .\r\nدر حوزه‌هاى علميه نظم و انضباط برقرار كنيد .\r\nايادى استعمار مىخواهند تمام حيثيات اسلام را از بين ببرند و شما بايد در مقابل ايستادگى كنيد .\r\nبا حبّ نفس و حبّ جاه و كبر و غرور نمىتوان مقاومت كرد .\r\nعالم سوء ، عالم متوجه به دنيا ، عالمى كه در فكر حفظ مسند و رياست باشد ، نمىتواند با دشمنان اسلام مبارزه نمايد .\r\nقدم را الهى كنيد ، حبّ دنيا را از دل بيرون نماييد ، آن وقت مىتوانيد مبارزه كنيد .\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72}
  ]