[
  {"content":"\r\n\r\nمبحث ولاية الفقيه\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nالطبعة الأولى\r\n2013 م - 1434 ه‍\r\nجميع حقوق النشر محفوظة ومسجلة للناشر\r\nولا يحق لأي شخص أو مؤسسة أو جهة إعادة طبع\r\nأو ترجمة أو نسخ الكتاب أو أي جزء منه إلا بترخيص\r\nخطي من الناشر تحت طائلة الشرع والقانون\r\nمؤسسة المنتظر ( ع )\r\nلإحياء تراث آل الصدر\r\nإيران - قم المقدسة\r\nموبايل : 09192516185 - 09127473852\r\nالهاتف : 7832857 - 8733337 - 251 - 98 +\r\nal _ montazer 16 @ yahoo . com\r\nطبع في لبنان\r\nمطبعة البصائر\r\nدار ومكتبة البصائر\r\nللطباعة والنشر والتوزيع والاعلام\r\nبيروت - لبنان 009613210986\r\n009611547698\r\n009647813111272\r\nالعراق\r\niraqsms @ gmail . com\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nمبحث ولاية الفقيه\r\nتأليف\r\nالمحتاج إلى رحمة ربه الكريم\r\nمحمد الصدر\r\nتحقيق\r\nمؤسسة المنتظر ( ع ) لإحياء تراث آل الصدر\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\n\r\n[ المدخل 
  ]\r\nبسم الله الرحمن الرحيم\r\nالحمد لله ربِّ العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين ، محمّد المصطفى وعلى آله الطيّبين الطاهرين .\r\nتفاصيل دقيقة ومعلومات ذات حقيقة ، وجدتُها في هذا الكتاب الذي بين أيدينا ، كتابٌ ضمّ الكثير من المعلومات التي أظنّها خفيت على ذوي المستوى العالي فضلًا عن الداني ، معلومات مهمّة جدّاً عن ( ولاية الفقيه ) .\r\nفإنَّ تلك الكلمات التي خُطّت عن ( ولاية الفقيه ) أكاد أجزم بأنَّها لم تصدر إلَّا عن ( وليٍّ فقيه ) بالقوّة أو الفعل ؛ فإنَّه استطاع بتلك الكلمات أن يُعطي للولاية أجمل صورها وأروع معانيها بحقٍّ وحقيقة .\r\nفقد أعطى - من ناحية - لكلِّ وليٍّ حقّه . فمن ولاية الله جلّ وعلا وإلى ولاية مَن ادّعاها ولو كان خارجاً عن نطاق الإسلام والأسلمة ، ولم يبخس لأيٍّ منها حقّه ، على الرغم من اختصار الكتاب وقلّة مصادره ، كما نوّه إلى ذلك سماحته قدس سره في بعض طيّات الكتاب أو البحث .\r\nكتاب سلّط فيه الضوء على الولاية بكلِّ معانيها ، وخرج فيه عن الطرق المشهورة والمكتوبة ، والتي إن قارنتها مع ما بين أيدينا لوجدت بينها فارقاً كبيراً بالدقّة والالتفاتات والاستدلالات ، ولا سيّما أنَّه خرج عن الطرق الحوزويّة مائلًا بعض الشيء إلى البحوث العلميّة العامّة التي من\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nعادتها أن تكون شموليّة لا منجمدة على نصٍّ معيّن أو مدرسةٍ معيّنة .\r\nفكان بالفعل ذاك القائد الهمام والوليّ الفقيه الذي قاد المجتمع إلى الصلاح والإصلاح ، مطبّقاً بذلك دقائق الولاية وحقائق النيابة - أعني : نيابة المعصومين عليهم السلام - سائراً على خطاهم ، عالماً بحقّهم ، فاهماً لنهجهم ؛ لينتشل هذا المجتمع من القيادات الدنيويّة التي يُخاف عليها من الزلل والخطأ ، آخذاً بيد المجتمع إلى برِّ الأمان ، تحت قيادةٍ صالحة عالمة عادلة لا محيص عنها .\r\nفالسلام عليه يوم ولد ويومُ صار وليّاً ويوم استشهد ، ويوم يكون لمَن اتّبعه بإحسانٍ واستمرّ على نهجه ، خير ناصرٍ ومعينٍ ، بعد الله جلّ وعلا . . .\r\nوأسال الله أن يرحمنا والقائمين على هذا العمل الكبير ، وأن يسدّد خطاهم نحو الصلاح والإصلاح .\r\nوالحمد لله ربِّ العالمين .\r\nمقتدى الصدر\r\n16 / محرّم الحرام / 1434 ه -\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\nمقدمة المؤسسة\r\nالحمد لله ربِّ العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين ، المبعوث رحمةً للعالمين ، محمّد المصطفى وعلى آله الطيبين الطاهرين ، واللعنة الدائمة على أعدائهم إلى يوم الدين .\r\nوبعد ؛ تعود كتابة هذا البحث القيّم إلى 4 / 1 / 1391 ه - ، حيث كان السيّد الشهيد قدس سره في السابعة والعشرين من عمره المبارك .\r\nوهو بحثٌ مختصر نسبيّاً ؛ حيث كتبه قدس سره من أجل ملء الفراغ الموجود في ذلك الوقت حول مسألة ( ولاية الفقيه ) ومدى صلاحيّات الحاكم الشرعي ، مقارناً بالقيادات الإسلاميّة والديانات الأُخرى . وهو أقرب للبحث الثقافي منه إلى التخصّصي الاستدلالي بالمعنى المصطلح ، إلَّا أنَّه ذكر أُموراً مهمّة لم تبحث من قبل . فجاء بحمد الله وافياً بالغرض ونافعاً في مجاله . ولهذا ارتأينا تحقيقه وطباعته من أجل تعميم الفائدة ، وإثراءً للمكتبة الإسلاميّة .\r\nفرحم الله ذلك الرجل الإلهي الذي عاش من أجل الإسلام واستشهد من أجل الإسلام ، ولا حرمنا الله سبحانه رضاه وشفاعته في يومٍ لا ينفع فيه مال ولا بنون .\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\n\r\nموجز عن حياة آية الله العظمى السيد الشهيد محمد الصدر قدس سره\r\n\r\nنسبه الشريف\r\nيرجع نسب السيّد الشهيد محمّد الصدر قدس سره إلى الإمام موسى بن جعفر عليه السلام في سلسلةٍ نسبيّةٍ قليلة النظير في صحّتها ووضوحها وتواترها ، حتّى وصفت ب - ( السلسلة الذهبيّة ) لما فيها من رجالاتٍ عرفوا بالزعامة والسيادة ، ولعلّ هذه المزيّة قد انفردت بها هذه العائلة الكريمة ؛ حيث إنَّها من لدن المعصومين عليهم الصلاة والسلام وحتّى الآن في كلّ جيل منهم هو سيّد جيله والمعترف له بالعلم والفضل والزعامة في عصره ؛ فهو ( 1 ) محمّد بن ( 2 ) محمّد صادق بن ( 3 ) محمّد مهدي بن ( 4 ) إسماعيل بن ( 5 ) محمّد صدر الدين بن ( 6 ) صالح بن ( 7 ) محمّد بن ( 8 ) إبراهيم شرف الدين بن ( 9 ) زين العابدين إبراهيم بن ( 10 ) نور الدين علي بن ( 11 ) علي نور الدين بن ( 12 ) الحسين عزّ الدين بن ( 13 ) محمّد بن ( 14 ) الحسين بن ( 15 ) علي بن ( 16 ) محمّد بن ( 17 ) عبّاس تاج الدين أبي الحسن بن ( 18 ) محمّد شمس الدين بن ( 19 ) عبد الله جلال الدين بن ( 20 ) أحمد بن ( 21 ) حمزة أبي الفوارس بن ( 22 ) سعد الله أبي محمّد بن ( 23 ) حمزة القصير أبي أحمد بن ( 24 ) محمّد أبي السعادات بن ( 25 ) عبد الله أبي محمّد بن ( 26 ) محمّد الحارث أبي الحرث بن ( 27 ) علي\r\nابن الديلميّة أبي الحسن بن ( 28 )\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nعبد الله أبي طاهر بن ( 29 ) محمّد المحدّث أبي الحسن بن ( 30 ) طاهر أبي الطيّب بن ( 31 ) الحسين القطعي بن ( 32 ) موسى أبي سبحة بن ( 33 ) إبراهيم المرتضى الأصغر ابن ( 34 ) الإمام موسى الكاظم عليه السلام ابن ( 35 ) الإمام جعفر الصادق عليه السلام ابن ( 36 ) الإمام محمّد الباقر عليه السلام ابن ( 37 ) الإمام علي زين العابدين عليه السلام ابن ( 38 ) الإمام الحسين الشهيد عليه السلام ابن ( 39 ) الإمام أمير المؤمنين علي بن أبي طالب عليه السلام .\r\n\r\nولادته ونشأته\r\nولد قدس سره في السابع عشر من ربيع الأوّل عام 1362 ه - . ق ، أي : يوم المولد النبوي الشريف .\r\nعاش في كنف جدّه لأُمّه آية الله العظمى الشيخ محمّد رضا آل ياسين قدس سره ، وهو من المراجع المشهورين آنذاك ، وقد زامنت فترة مرجعيّته مرجعيّة السيّد أبي الحسن الأصفهاني قدس سره ، ليعود المرجع الأعلى بعد رحيله .\r\nومن الجدير بالذكر أنَّ أباه السيّد الحجّة محمّد صادق الصدر قدس سره لم يرزق ولداً بعد زواجه ، حتّى اتّفق أن ذهب مع زوجته إلى بيت الله الحرام ، وعندما تشرّفا بزيارة قبر النبي ( ص ) دَعَوَا ربّهما أن يرزقهما ولداً صالحاً يسمّيانه ( محمّد ) ، فكان أن مَنّ الله تعالى شأنه عليهما بعد فترةٍ يسيرةٍ بهذا المولود المبارك في يوم ولادة جدّه المصطفى ( ص ) ، فكان الولد الوحيد لهما .\r\nنشأ سماحته في بيت علمٍ وفضلٍ ، وزقّ العلم منذ صباه بواسطة والده الحجّة قدس سره . وقد كان لنشأته وتربيته الدينيّة انعكاسٌ في خُلُقه الرفيع وسماحته وبشاشته وصدره الرحب ، فكان قلبه - بعد تسنّمه المرجعيّة\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nالعامّة - يستوعب كلّ ما يُطرح عليه من أسئلة وشبهات دون أيّما شعور بالحرج أو الخجل أو التردّد . وليس هذا بعجيب ؛ إذ ليست نفسه الشريفة إلَّا ( كَشَجَرَةٍ طَيِّبَةٍ أَصْلُهَا ثَابِتٌ وَفَرْعُهَا فِي السَّمَاءِ ) « 1 » .\r\nتزوّج من بنت عمّه السيّد الحجّة محمّد جعفر الصدر قدس سره ، ورُزق بأربعة أولاد ، هم : السيّد مصطفى ، والسيّد مرتضى ، والسيّد مؤمّل ، والسيّد مقتدى ، وقد تزوّج ثلاثة منهم من بنات السيّد الشهيد الصدر الأوّل قدس سره ، وله بنتان تزوّجنَ من ابنَي السيّد الحجّة محمّد كلانتر قدس سره .\r\n\r\nنشأته العلمية\r\nبدأ قدس سره الدرس الحوزوي في سنٍّ مبكّرةٍ ، حيث كان ذلك في سنة 1373 ه - ، وقد ارتدى الزيّ الحوزوي وهو ابن إحدى عشرة سنة ، مبتدئاً بدراسة النحو والمنطق والفقه وغير ذلك من دروس المقدّمات على يد والده الحجّة السيّد محمّد صادق الصدر قدس سره ، ثمَّ على يد السيّد طالب الرفاعي ، ثمَّ على يد الشيخ حسن طرّاد العاملي ، وأكمل بقيّة دروسه على يد السيّد الحجّة محمّد تقي الحكيم قدس سره والحجّة الشيخ محمّد تقي الإيرواني قدس سره .\r\nدخل كلّيّة الفقه سنة 1379 ه - . دارساً على يد ألمع أساتذتها ، فدرس :\r\n1 . الفلسفة الإلهيّة على يد آية الله الشيخ محمّد رضا المظفّر قدس سره .\r\n2 . الأُصول والفقه المقارن على يد آية الله السيّد محمّد تقي الحكيم قدس سره .\r\n3 . الفقه على يد الحجّة الشيخ محمّد تقي الإيرواني قدس سره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة إبراهيم ، الآية : 24 .\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\n4 . علوم اللغة العربيّة على يد الحجّة الشيخ عبد المهدي مطر قدس سره .\r\nكما أفاد من بعض الأساتذة من ذوي الاختصاصات والدراسات غير الحوزويّة : كالسيّد عبد الوهّاب الكربلائي مدرِّس اللغة الإنجليزيّة ، حيث كان سماحته أفضل طلاب صفّه في هذا المجال ، والدكتور حاتم الكعبي في علم النفس ، والدكتور فاضل حسين في التاريخ ، وكذا درس الرياضيات في الكلّيّة نفسها حيث كان من المتميّزين فيه .\r\nتخرّج من كلّيّة الفقه سنة 1383 ه - . ضمن الدفعة الأُولى من خرِّيجي كلّيّة الفقه .\r\nثُمَّ دخل مرحلة السطوح العليا ، فدرس كتاب الكفاية على يد أُستاذه السيّد الشهيد محمّد باقر الصدر قدس سره ، وكتاب المكاسب على يد السيّد محمّد تقي الحكيم قدس سره . وقد كان لدراسته عند هذين العلمين الأثر الأكبر في صقل شخصيته العلمائية ونموّ موهبته العلميّة التي شهد له بها أساتذته أنفسهم ، ثمَّ أكمل دراسة كتاب المكاسب\r\nعند الشيخ الحجّة صدر البادكوبي قدس سره ، الذي كان من مبرَّزي الحوزة وفضلائها .\r\nثمَّ حضر دروس البحث الخارج عند جملة من أعلام النجف الأشرف ، وهم :\r\n1 . آية الله العظمى السيّد الشهيد السعيد محمّد باقر الصدر قدس سره فقهاً وأُصولًا .\r\n2 . آية الله العظمى السيّد أبو القاسم الخوئي قدس سره فقهاً وأُصولًا .\r\n3 . آية الله العظمى السيّد روح الله الموسوي الخميني قدس سره فقهاً .\r\n4 . آية الله العظمى السيّد محسن الحكيم قدس سره فقهاً .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n5 . آية الله الحجّة السيّد إسماعيل الصدر قدس سره فقهاً .\r\nولابدَّ لنا أن نذكر إلى جانب مسيرته العلميّة وأساتذته في هذا المجال مسيرتَه في طريق المعرفة الإلهيّة والعلوم الأخلاقيّة ، حيث تلقّى المعارف الإلهيّة الحقّة على يد أُستاذه الكبير الحاجّ عبد الزهراء الكرعاوي ( رضوان الله عليه ) ، الذي كان من تلامذة العارف الكبير الشيخ محمّد جواد الأنصاري الهمداني قدس سره وكان هذا الجانب واضحاً جدّاً في شخصيّة المترجم له ، بل طغى هذا الجانب على أكثر تصانيفه ودروسه الثمينة ، فراجع وتفطّن .\r\nثُمَّ إنَّ ممّا يدلّ على نبوغه وتقدّمه العلمي أمرين :\r\nالأوّل : اطّلاعه قدس سره على آراء أربعة من أشهر المجتهدين في ذلك الوقت ، وهم السيّد الشهيد الصدر الأوّل والسيّد الخوئي والسيّد الخميني والسيّد الحكيم ( قدّس الله أسرارهم أجمعين ) . وهذا الاطّلاع الذي حصل له من خلال حضور أبحاثهم ودروسهم الشريفة أدّى بطبيعة الحال إلى نموّ وتطوّر المستوى العلمي له بوضوحٍ .\r\nالثاني : تميّز أُستاذه السيّد الشهيد الصدر الأوّل بالإبداع والتجديد في الأُصول ، وهذا يعني أنَّه قد أفاد - بلا شكٍّ - من هذا التجديد والإبداع .\r\nوبلحاظ هاتين النقطتين يمكن لنا الحكم ابتداءً بألمعيّته وغزارة علمه ، بل وأعلميّته على أقرانه ، فقد شهد له بذلك كلّ من حضر دروسه من الفضلاء والأعلام ، لا سيّما درسه في الأُصول ؛ إذ أصبح آنذاك الدرس الرئيس في حوزة النجف الأشرف .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n\r\nمن مميّزات تقريراته لأبحاث أساتذته\r\nكان قدس سره غاية بالجدّ والاجتهاد في حضوره أبحاث أساتذته ؛ حيث كان معروفاً عند أقرانه بتميّزه لكتابة تلك الأبحاث ، فلم يكن يترك شاردة وواردة إلَّا وسجّلها ، سواء كان ذلك إشكالًا له أم لغيره في داخل الدرس وخارجه ، حتّى أنَّه أثبت تأخّر الأُستاذ عن الدرس أو غيابه ، ومن تلك المميّزات أيضاً :\r\nحضوره المتواصل وعدم انقطاعه عن الحضور ، ما أنتج استيعاب كتاباته لتلك الأبحاث .\r\nجامعيّة ما كتبه لأبحاث أساتذته ، وهذه المزيّة تفتقدها أكثر\r\nكتابات زملائه .\r\nكان أغلب زملائه يستعينون بكتاباته ؛ حيث كان جملة منهم كثير السفر والانقطاع ، حتّى أنَّ أحد التلامذة كان جديد العهد في حضوره عند السيّد الشهيد الصدر الأوّل قدس سره ولم يدرك درس الأُستاذ إلَّا قليلًا ، فأخذ من كتابات السيّد الشهيد الصدر الثاني قدس سره قرابة ألف وثمانمائة صفحة . وهذه المزيّة قلّما تُوجد عند الآخرين ، فهي تعبّر عن نفسٍ طيّبةٍ همّها خدمة الشريعة سواء كان عن طريق نفسها أم كان عن طريق الآخرين .\r\nنعم ، إنَّ جملة من أبحاث أُصول السيّد الصدر الأوّل قدس سره لم نعثر عليها ، وأغلب الظنّ أنَّ ذلك كان للسبب المذكور ، أي : بسبب إعارته الآخرين كتاباته .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n\r\nإجازته في الرواية\r\nأمّا إجازته في الرواية فله إجازات من عدّة مشايخ ، أعلاها من الملّا محسن الطهراني الشهير ب - ( آغا بزرگ الطهراني قدس سره ) عن أعلى مشايخه ، أي : الميرزا حسين النوري صاحب كتاب « مستدرك الوسائل » .\r\nومنهم أيضاً والده الحجّة السيّد محمّد صادق الصدر قدس سره ، وخاله الشيخ مرتضى آل ياسين قدس سره ، وابن عمّه السيّد آقا حسين خادم الشريعة قدس سره ، والسيّد رضا الصدر قدس سره ، والسيّد عبد الرزّاق المقرّم قدس سره ، والسيّد حسن الخرسان قدس سره ، والسيّد عبد الأعلى السبزواري قدس\r\nسره والدكتور حسين علي محفوظ رحمه الله .\r\n\r\nاجتهاده\r\nأُجيز بالاجتهاد من قِبَل أُستاذه السيّد الشهيد محمّد باقر الصدر قدس سره في سنة 1398 ه - . ق ( وكان عمره آنذاك 36 سنة ) ، حيث اتّفق أنَّ جملة من الفضلاء طلبوا من السيّد الشهيد محمّد الصدر أن يباحثهم على مستوى أبحاث الخارج ، وقد سألوا السيّد الشهيد محمّد باقر الصدر عن ذلك ، فبارك لهم وشجّعهم عليه ، وذكر لهم تمام الأهليّة للسيّد محمّد الصدر ، وقد اتّفقوا على أن تكون مادّة البحث في الفقه الاستدلالي كتاب « المختصر النافع » للمحقّق الحلّي ؛ لأنَّه يمثّل دورة فقهيّة كاملة ومختصرة في الوقت نفسه ، وكان مكان الدرس آنذاك مسجد الشيخ الطوسي قدس سره ، وقد استمرّ الدرس قرابة أربعة أشهر ، وقد أدّت صعوبة الظروف حينها إلى انقطاع البحث وتفرّق الطلاب .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nثمَّ بتسديد الله وعونه عاد سيّدنا الشهيد قدس سره إلى إلقاء البحث الفقهي بعد سنوات عدّة في جامعة النجف الدينيّة على متن كتاب ) المختصر النافع » أيضاً ، ثُمَّ توقّف الدرس ، على أثر أحداث الانتفاضة الشعبانيّة ليعود بعدها لإلقاء دروسه المباركة في مسجد الرأس الملاصق للحرم العلويّ المقدّس ، واستمرّ بحثه إلى آخر يومٍ من عمره الشريف . وكان يلقي في هذا المسجد أبحاثه في كلّ يوم كالتالي :\r\nأوّلًا : البحث الفقهي صباحاً .\r\nثانياً : البحث الأُصولي عصراً .\r\nثالثاً : إلقاء محاضرات تاريخيّة وأخلاقيّة وعقائديّة .\r\nرابعاً : دروس في شرح كفاية الأُصول .\r\nخامساً : الدروس القرآنية في يومي الخميس والجمعة من كلّ أُسبوعٍ .\r\nوممّا تتميّز به هذه المحاضرات - أي : الدروس القرآنيّة - روح التجدّد والجُرأة في نقد الآراء وتفنيدها ، كما اتّخذ سيّدنا قدس سره أُسلوباً مغايراً لأُسلوب سائر المفسّرين في تفسير القرآن الكريم ؛ إذ إنَّهم كانوا يبدؤون بتفسير القرآن الكريم من سورة الفاتحة إلى سورة الناس ، إلَّا أنَّه شرع تفسيره من سورة الناس رجوعاً إلى باقي السور القرآنيّة المباركة ، وهو منهجٌ في البحث لم يسبق إليه سابقٌ . وله في اتّخاذ هذا المنهج رأيٌ سديدٌ طرحه في بداية البحث ، فقال موضّحاً السبب في ذلك : « سيجد القارئ الكريم أنَّني بدأت من المصحف بنهايته ، وجعلت التعرّض إلى سور القرآن بالعكس .\r\nفإنَّ هذا ممّا التزمته في كتابي هذا نتيجة لعاملين نفسي وعقلي : أمّا\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nالعامل النفسي : فهو تقديم الطرافة في الأسلوب وترك التقليد للأُمور التقليديّة المشهورة ، فيما يمكن ترك التقليد فيه .\r\nوأمّا العامل العقلي فلأنَّ التفاسير العامّة كلّها تبدأ من أوّل القرآن الكريم طبعاً ، فتكون أكثر مطالبها وأفكارها قد سردته فعلًا في حوالي النصف الأوّل من القرآن الكريم ، وأمّا في النصف الثاني فلا يوجد غالباً إلَّا التحويل على ما سبق أن ذكره المؤلّف ؛ الأمر الذي ينتج أن يقع الكلام في النصف [ الثاني 
  ] من القرآن مختصراً ومقتضباً ، ممّا يعطي انطباعاً لطبقة من الناس أنَّه أقلّ أهمّيّة أو أنَّه أقلّ في المضمون والمعنى ونحو ذلك .\r\nفي حين إنَّنا لو عكسنا الأمر فبدأنا من الأخير ، لاستطعنا إشباع البحث في السور القصيرة ، وتفصيل ما اختصره الآخرون ، ورفع الاشتباه المشار إليه . فإن لم نكن بمنهجنا قد استنتجنا أكثر من هذه الفائدة لكفى » « 1 » .\r\nفاتّخذ سيّدنا هذا المنهج من باب سدّ النقص الذي يُحتمل الوقوع فيه بملاك ما تقدّم ، ولغرض إشباع آخر للقرآن بحثاً ودفاعاً ، ولأجل سدّ الفراغ الموجود .\r\n\r\nمن أقوال العلماء في حقّه\r\nقال المفكّر الإسلامي الكبير آية الله العظمى السيّد الشهيد محمّد باقر الصدر قدس سره عند تقديمه لكتاب ( موسوعة الإمام المهدي ( عج ) ) للشهيد الصدر الثاني قدس سره : « . . . وسأقتصر على هذا الموجز من الأفكار تاركاً التوسّع فيها وما يرتبط بها من تفاصيل إلى الكتاب القيِّم الذي أمامنا ، فإنَّنا بين يدي موسوعةٍ جليلةٍ في الإمام المهدي ، وضعها أحد أولادنا وتلامذتنا الأعزّاء ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منّة المنان في الدفاع عن القرآن : 44 - 45 ، المقدّمة .\r\n","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nوهو العلّامة البحّاثة السيّد محمّد الصدر حفظه الله تعالى ، وهي موسوعة لم يسبق لها نظير في تأريخ التصنيف الشيعي حول المهدي ( عج ) في إحاطتها وشمولها لقضيّة الإمام المنتظر من كلّ جوانبها ، وفيها من سعة الأُفق وطول النفس العلمي واستيعاب الكثير من النكات واللفتات ، ما يعبِّر عن الجهود الجليلة التي بذلها المؤلّف في إنجاز هذه الموسوعة الفريدة .\r\nوإنّي لأحسّ بالسعادة وأنا أشعر بما تملؤه هذه الموسوعة من فراغ ، وما\r\nتعبِّر عنه من فضل ونباهةٍ وألمعيّة . أسأل المولى سبحانه وتعالى أن يقرّ عيني به ويريني فيه عَلَماً من أعلام الدين . . . » « 1 » .\r\nوقال والده آية الله الحجّة المقدّس السيّد محمّد صادق الصدر قدس سره في حقّه : « . . . وإنَّ من نعم الله وآلائه على هذا العبد الفقير إلى عفوه وصفحه أن رزقني من الأولاد واحداً كألف ، وبه يحفظ الله لنا هذه السلسلة الذهبيّة أن تفقد بعض حلقاتها ، وبه تحتفظ السلسلة بكامل نضارتها وهيبتها وجميل هيأتها . ولد حفظه الله في السنة الثانية والستّين بعد الألف والثلاثمائة في ضحى يوم عيد مولد النبيّ الأعظم ( ص ) وبهذه المناسبة سميّته محمّداً . نشأ والحمد لله نشأة حسنة تحت ظلّ جدّه شيخنا آية الله العظمى مرجع عصره الشيخ محمّد رضا آل يس رضوان الله عليه ، فلمّا تقلّص ظلّ الشيخ عنّا في سنة 1370 ه - كان لا يزال ولدي طفلًا في الثامنة . فاشتغل في تعلّم مبادئ القراءة والكتابة والقرآن الكريم ، ثمَّ اشتغل بمقدّمات العلوم فأتمّها ، وبعدها درس السطوح فأتقنها . وهو في الوقت الحاضر يحضر دروس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان ذلك بتاريخ : 17 / جمادى الثانية / 1397 ه - ، أي : في سنة : 1977 م . أُنظر : موسوعة الإمام المهدي ( عج ) 1 : 40 - 41 .\r\n","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\nالخارج على العلماء الأعلام وآيات الله العظام ، وقد دنا من الاجتهاد قاب قوسين أو أدنى إن لم يكن قد لمسه باليسرى واليمنى . وزيادةً على ذلك حصّل من العلوم ما هو خارج عن دائرة اختصاص المجتهدين ، وألمّ إلمامة بسيطة بلغةٍ أجنبيّة ، وقد أحاط كلّ ذلك بالتقوى والعفاف والطهر . فشكراً لله إن كان الشكر يفي ويكفي . . . وهذا ولدي العالم الفاضل التقيّ النقيّ المؤلّف المجيد والشاعر الناثر محمّد الصدر . . . ولا أراني بحاجةٍ إلى نصحه ووعظه ؛ فإنَّه مستغنٍ عن ذلك بل هو الذي يجب أن ينصح ويعظ الناس ، وهنا يأتي المثل المشهور : ما المسؤول بأعلم من السائل ، فقد رضع درّ الدين وتربّى في حجر الدين ، والمأمول منه أن يصرف همّه وهمّته إلى نصرة الدين . . . » « 1 » .\r\nوقال آية الله العظمى الشيخ آغا بزرك الطهراني قدس سره في إجازته إيّاه بالرواية : « فإنَّ الفاضل الكامل البارع الباهر المحقّق المصنّف الماهر ثقة الإسلام وعماد الأعلام وسلالة الفقهاء الفخام مولانا الممجّد جناب السيّد محمّد نجل العالم الجليل السيّد محمّد صادق بن العلّامة الأجل السيّد محمّد مهدي الصدر ابن آية الله العظمى السيّد إسماعيل الصدر الموسوي العاملي الكاظمي طاب ثراه وجعل الجنّة مثواه ووفّق حفيده المذكور لإنجاز ما رغب فيه من الخدمة لدين الإسلام الحنيف وإبلاغ أُصوله وفروعه إلى الخاصّ والعامّ والوضيع والشريف . . . » « 2 » .\r\nوقال العلّامة الحجّة السيّد عبد الرزاق المقرم قدس سره في إجازته إيّاه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان ذلك بتاريخ : 17 / 6 / 1387 ه - ، أي : في سنة : 1967 م . مخطوط .\r\n( 2 ) كان ذلك بتاريخ : 10 / جمادى الثانية / 1387 ه - ، أي : في سنة : 1967 م . مخطوط .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nبالرواية : « . . . فإنَّ العلّامة البارع في فنون المعارف الإلهيّة والباحث عن مخبّئات حقايق الشريعة وآدابها السيّد محمّد نجل حجّة الإسلام التقي الورع السيّد محمّد صادق آل آية الله السيّد إسماعيل الصدر نوّر الله ضريحه ، لما عرف من قدر العلم وقدر مساعي أعلام الأُمّة فأخذ بسيرتهم واستضاء بأنوار تعاليمهم . . . » « 1 » .\r\nوقال آية الله السيّد رضا الصدر قدس سره : « قرّة عيوننا المفدّى وكعبة آمالنا المرجّى ، ركن التقى وحصن الهدى ملاذ الإسلام وكهفه ، وقدوة المتّقين حبيبنا محمّد من آل الصدر حفظه الله بقدرته التي لا تضام ، ورعاه بعينه التي لا تنام . . . قرأت كتابك العزيز فشممت من خلال سطوره رائحة التقوى والعلم ، ولقيني منه روح الفضل والصدق ، والفضائل النفسيّة والفواضل الإنسانيّة مزيّنة بالهمّة والجدّ والعمل . أسأله تعالى أن يوفّقكم لخدمة الإسلام وأن يجعلكم شرفاً لنا وفخراً ، آمين يا ربّ العالمين . . . » « 2 » .\r\n\r\nصفاته وسجاياه\r\nلقد شهد لسيّدنا الشهيد قدس سره جمعٌ غفيرٌ ممّن عرفوه منذ صباه بالتواضع ووضوح الشخصيّة ، علاوةً على اتّصافه بسرعة البديهة في الإجابة على الأسئلة الفقهيّة والعلميّة والفكريّة .\r\nوبالاقتراب منه قدس سره يتّضح سلوكه العرفاني الذي يحاول إخفاءه قدر الإمكان ، وكثيراً ما كان يؤكّد في عباراته على لزوم اليقظة ، والحذر من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كان ذلك بتاريخ : 19 / جمادى الثانية / 1387 ه - ، أي : في سنة : 1967 م . مخطوط .\r\n( 2 ) لم يثبّت فيها التاريخ ، وأغلب الظنّ أنَّها قبل سنة 1390 ه - . مخطوط .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nالوقوع في الانحراف وعدم الاستقامة وعدم اتّباع خطّ أهل البيت عليهم السلام ، مؤكّداً في ذلك على جانب الإخلاص مع الله في القول والفعل . لذا نجده لم يكن يرضى أن تقبّل يده ، معلّلًا ذلك بقوله : أنت تدخل الجنّة وأنا أدخل النار ؟ ! أي : تدخل الجنة ؛ لأنَّك تفعل ذلك قربةً إلى الله ، وأنا أدخل النار ؛ لاحتمال حصول الكبر بتقبيل اليد .\r\nوتراه يجيب عن بعض المسائل جواباً ناشئاً من أعلى مراتب التقوى قائلًاً : بحسب القاعدة حلال ، لكن إن كنت تحبّ الله وتحبّ أن تكون ورعاً ، فلا تفعل ذلك .\r\nثُمَّ إنَّه يستشفّ أحياناً من بعض إجاباته لسائليه أسرار ما خفي من المعرفة الإلهيّة ، حيث يحجب في كثير من الأحيان الإجابة قائلًا : هذا من الأسرار ؛ رأفةً بالسائل أن لا يتحمّل الجواب ، وهكذا كان الاقتراب منه قدس سره يكشف عن بعض الآفاق المعنويّة والعرفانيّة التي كان عليها ، وما خفي أعظم .\r\nوقد امتاز قدس سره بالأمانة العلميّة ، كما اتّفق بعض الأحيان - وإن كان نادراً - تأخّره عن بحث أساتذته ، ممّا يضطّره إلى أخذ ما فاته من البحث من زملائه ، إلَّا أنَّه كان يشير إلى ذلك مع أنَّ ما أفاده منهم لا يتجاوز الصفحة الواحدة ، بالإضافة إلى أنَّه كان يقرّر حسب فهمه الخاصّ لتلك الدروس والبحوث ، إلَّا أنَّه كان يأبى إلَّا أن يذكر أصحاب تلك الأقوال التي يوردها ، وهو قلّما نلحظه عند الآخرين ، فراجع وتبصّر .\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n\r\nمرجعيّته الصالحة وقيادة الأُمّة\r\nلا نبالغ إذا قلنا : إنَّ سيّدنا الشهيد محمّد الصدر قدس سره ومرجعيّته أسّست حصناً رفيعاً للإسلام ، وقلعة شامخة للمسلمين ، وملاذاً\r\nللأُمّة الإسلاميّة في العالم الإسلامي .\r\nإنَّ المرجعيّة الدينيّة كانت على وشك الزوال والفناء في النجف الأشرف بسبب ظروف وأوضاع العراق الرهيبة ، ووجود نظام جعل جُلّ همّه القضاء على شخصيّات المذهب الجعفري ، ولم يبق منها إلَّا صُبابة لا تروي من ظمأٍ ، ولم يكن هناك من حَلٍّ حقيقي لمعالجة هذا الوضع المعقّد إلَّا تصدّيه قدس سره ؛ لأنَّه أفضل علاج ناجع لأخطر قضيّة عرفتْها المرجعيّة ، برغم معرفته التامّة بما ستقدم عليه السلطة الحاكمة في بغداد من إجراءات ؛ إثر الإصلاحات التي قام بها في المجتمع العراقي والحوزوي على وجه الخصوص ، والتي كانت تخرج منه على شكل تصريحات بين الحين والآخر .\r\nكما أنَّ تصدّيه سدّ الطريق على المتطفّلين الذين يتربّصون الدوائر ويتحيّنون الفرص لاستغلال المناصب الربّانيّة لمصالحهم الخاصّة ، حتّى لو أدّى ذلك إلى الإضرار بالإسلام وقيمه السامية ورموزه المقدّسة .\r\nويجب أن نعرف أنَّ للمرجع الديني مقوّمات أساسية : منها : الأهليّة واللياقة والخبرة والقدرة على التفاعل مع الأُمّة بالمستوى الذي تترقّبه منه ، فضلًا عن الاجتهاد الذي هو شرطٌ ضروري لعمليّة التصدّي . ولكن يجب أن نشير إلى أنَّ شرط الاجتهاد وحده ليس كافياً للتصدّي ، بل يجب تَوفّر الشروط الأُخرى التي ذكرناها ، ولعلّ عدم توفّرها يجعل تلك المرجعيّة\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nوَبَالًا على الإسلام والمسلمين . ولا نقول ذلك اعتباطاً ؛ فإنَّ تأريخ المرجعيّة شاهد صدقٍ على صحّة ذلك ؛ إذ إنَّ الساحة قد شهدت وعلى امتداد التاريخ نماذج كان عدم تصدّيهم أنفع للإسلام وأصلح للمسلمين .\r\nكما كان تصدّيه قدس سره يمثّل امتداداً للخطّ المرجعي الصحيح الذي كان يجب أنْ يبقى وأنْ يستمّر ؛ لأنَّه مدرسة خاصّة لا في العمق العلمي - الفقهي والأُصولي والمعرفي - فقط ، بل وفي الفهم الصحيح للمقام المرجعي وما يتطلّبه ويقتضيه .\r\nإنَّ المرجعيّة بذاتها ليست هدفاً ، وإنَّما هي امتداد لخطّ ومدرسة أهل البيت عليهم السلام ، وما يجب أن يرشح عن هذا الفهم من أدوارٍ ومسؤوليّاتٍ كبيرةٍ وأهدافٍ ساميةٍ .\r\nولا نتخطّى الحقيقة إذا ما قلنا : إنَّ مرجعيّة سيّدنا الصدر الثاني قدس سره جاءت لتلبّي حاجات الأُمّة الدينيّة والعلميّة والثقافيّة ؛ وذلك لأنَّه قدس سره لم يكن فقيهاً محدود الأبعاد بما اعتاد العلماء دراسته والتعمّق فيه من علوم فقهيّة وأُصوليّة فقط ، بل تميّز بالشمول والتنوّع في مختلف آفاق المعرفة التي تحتاجها الأُمّة ، ولا سيّما تجاه الطبقة الرشيدة المثقّفة .\r\nإنَّ تصانيفه قدس سره المتنوّعة تكشف لنا عن مدى اطّلاعه الواسع وثقافته العميقة من جانبٍ ، وعن وعيه الكبير لحاجات الأُمّة الفكريّة والروحيّة والأخلاقيّة من جانبٍ آخر .\r\nولعلّ هذه الميزة التي اتّسمت بها شخصيّته العلميّة والقياديّة إحدى المحفّزات التي جعلت الأُمّة تلتفّ حوله وتسير تحت رايته .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nوسعى شهيدنا السعيد في ظلّ تصدّيه للمرجعيّة إلى الحفاظ على\r\nالحوزة العلميّة في النجف الأشرف ، بعد أن تفكّكت وآذنت بخطرٍ كبيرٍ على حاضرها ومستقبلها ، فرمّم ما قد تلف ، وبنى ما دعت الحاجة إليه ، مع أنَّه قد لا يدرك أهمّيّة عمله العظيم مَن لم يعاصر أو يعايش تلك الظروف والأوضاع القاسية ، إلَّا أنَّ ما قام به قدس سره وما بذله من جهود جبّارة لأجل حماية هذا الكيان الكبير وإمداده بالحياة والحيويّة كان مشهوداً وملحوظاً عند الجميع ، فلولاه لَمَا كان للحوزة العلميّة في النجف الأشرف إلَّا وجودٌ هامشيٌ لا قيمة له .\r\nومن خطواته الكبيرة إرسال العلماء والفضلاء إلى أنحاء العراق كافّة لممارسة مهامّهم الثقافيّة والتبليغيّة ، وتلبية حاجات الأُمّة المختلفة . وعلى هذا الأساس شهدت الساحة حركةً لا سابقة لها في هذا المجال ، رغم الصعاب الكبيرة التي تواجه المراجع في أمثال هذه الأُمور ، إلَّا أنَّه قدس سره استطاع - وبفترة زمنية قياسيّة - ملء شواغر وفراغات هائلة لم يكن بالإمكان سدّها من دون تصدّيه للمرجعيّة .\r\nكما نلحظ أنَّه قدس سره حرص على انتقاء النماذج الصالحة من العلماء والمبلّغين الذين يمثّلون القدوة الطيّبة ، ليمثّلوا المرجعيّة الدينيّة بما تعنيه من قيمٍ وآمالٍ ، وتجنّب إرسال مَن لا يتمتّع باللياقة ، وحرص كلّ الحرص على سلوك هذا المنهج رغم ما يسبّبه ذلك من مشاكل وإحراجاتٍ كبيرةٍ .\r\nكما سعى إلى تربية طلاب الحوزة العلميّة في النجف الأشرف تربية إسلاميّة نقيّة ، موفّراً لهم كلّ ما هو ممكن من الأسباب المادّيّة والمعنويّة التي\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nتتيح لهم جوّاً دراسيّاً مناسباً يمكنهم به تخطّي المراحل الدراسيّة بصورة طبيعيّة .\r\nفبالإضافة إلى تلبية احتياجاتهم المادّيّة المختلفة كانت رعايته المعنويّة واضحةً ومشهودةً في كلّ شيءٍ ، ممّا يجعل طالب العلم يشعر بالاطمئنان الذي يحقّق له الراحة النفسيّة اللازمة لمواصلة طلب العلم والعمل به ، ثمَّ هداية الناس إلى ما يُرضي الله عزّ وجلّ . كما كان تجاوبه حقيقيّاً مع الأُمّة في تطلّعاتها وحاجاتها وإدراك مشاكلها ، ولا سيّما فيما يرتبط بالطبقة المستضعفة منها ، فسعى لتقديم كلّ ما هو متاحٌ له من إمكانات مادّيّة ، فكان يساعد الفقراء والمحتاجين ويرعاهم بما عُرف عنه من خُلقٍ إسلامي رفيعٍ ، فجذب قلوبهم دون عناءٍ ، وشدّ إليه عقولهم دون مشقّةٍ ، وهكذا تفعل مكارم الأخلاق التي هي سلاح الأنبياء والصالحين .\r\n\r\nآثاره وتصانيفه الثمينة\r\nترك السيّد الشهيد محمّد الصدر قدس سره مؤلّفات كثيرة ، امتازت كلّها بالإبداع والابتكار ، ومنها :\r\n1 . نظرات إسلاميّة في إعلان حقوق الإنسان .\r\n2 . فلسفة الحجّ ومصالحه في الإسلام .\r\n3 . أشعّة من عقائد الإسلام .\r\n4 . القانون الإسلامي وجوده ، صعوباته ، منهجه .\r\n5 . موسوعة الإمام المهدي ( عج ) ، وتحتوي على :\r\nأ . تاريخ الغيبة الصغرى .\r\nب . تاريخ الغيبة الكبرى .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nج - . تاريخ ما بعد الظهور .\r\nد . اليوم الموعود بين الفكر المادّي والديني .\r\nه - . عمر الإمام المهدي ( عج ) ( مخطوط ) .\r\n6 . ما وراء الفقه ، في خمسة عشر مجلّداً .\r\n7 . فقه الأخلاق ، في مجلّدين .\r\n8 . فقه الفضاء ، وهو رسالة عمليّة في مسائل وأحكام الفضاء المستحدثة .\r\n9 . فقه الموضوعات الحديثة ، وهو رسالة عمليّة في المسائل المستحدثة أيضاً .\r\n10 . حديث حول الكذب .\r\n11 . بحث حول الرجعة .\r\n12 . كلمة في البداء .\r\n13 . الصراط القويم ، وهو رسالة عمليّة مختصرة .\r\n14 . منهج الصالحين ، وهو رسالة عمليّة موسّعة في خمسة مجلّدات .\r\n15 . مناسك الحجّ .\r\n16 . أضواء على ثورة الإمام الحسين عليه السلام .\r\n17 . شذرات من تاريخ فلسفة الإمام الحسين عليه السلام .\r\n18 . منّة المنان في الدفاع عن القرآن ، في خمسة مجلّدات . صدر منه ( الجزء الأوّل ) بقلم السيّد الشهيد قدس سره ، وصدر ( 4 أجزاء ) تقريراً لدروسه القرآنيّة ، على يد مؤسّسة المنتظر لإحياء تراث آل الصدر .\r\n19 . منهج الأُصول ، في خمسة مجلّدات .\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\n20 . مسائل في حرمة الغناء .\r\n21 . بين يدي القرآن الكريم ، وهو فهرست موضوعي للقرآن الكريم .\r\n22 . مجموعة أشعار الحياة ، وهو ديوان شعر يمثّل مراحل حياة سيّدنا الشهيد .\r\n23 . بيان الفقه ، وهو بحثٌ فقهي استدلالي يتناول مبحث القبلة ولباس المصلّي .\r\n24 . اللمعة في حكم صلاة الجمعة ، وهو تقريرٌ لأبحاث السيّد إسماعيل الصدر قدس سره .\r\n25 . الإفحام لمدّعي الاختلاف في الأحكام .\r\n26 . مسائل وردود .\r\n27 . الرسائل الاستفتائيّة .\r\n28 . حبّ الذات وتأثيره في السلوك الإنساني .\r\n29 . مدارك الآراء في اعتبار حال الوجوب أو حال الأداء .\r\n30 . الوافية في حكم صلاة الخوف في الإسلام .\r\n31 . حكم القضاء في مدارك فقه الفضاء .\r\n32 . أُصول علم الأُصول .\r\n33 . بحوث في صلاة الجمعة . تقرير مؤسّسة المنتظر .\r\n34 . عشرات المقالات ، كتبها قدس سره في الصحف النجفيّة ، وجملة منها لا زال مخطوطاً .\r\n35 . مبحث ولاية الفقيه .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\n36 . الأُسرة في الإسلام .\r\n37 . رفع الشبهات عن الأنبياء عليهم السلام .\r\n38 . الدرّ النضيد في شرح سبب صغر الجسم البعيد . بحث فيزيائي .\r\n39 . محاضرات في علم أُصول الفقه ( دورتان ) ، تقريراً لأبحاث السيّد الشهيد الصدر الأوّل قدس سره .\r\n40 . تقريرات في علم أُصول الفقه ( دورة كاملة ) ، تقريراً لأبحاث السيّد الخوئي قدس سره ، وتقع في ثلاثة عشر مجلّداً تقريباً .\r\n41 . كتاب الطهارة ، تقريراً لأبحاث السيّد الشهيد الصدر الأوّل قدس سره ، ويقع في ثمانية مجلّدات تقريباً .\r\n42 . بحوث استدلاليّة في كتاب الطهارة ، تقريراً لأبحاث السيّد الخوئي قدس سره .\r\n43 . كتاب البيع ، وهو تقريرٌ لأبحاث السيّد الخميني قدس سره ، ويقع في أحد عشر مجلّداً تقريباً . صدر منه أربعة أجزاء .\r\n44 . دروس في شرح كفاية الأُصول ، من أبحاث السيّد الشهيد الصدر الأوّل قدس سره .\r\n45 . الكتاب الحبيب إلى مختصر مغني اللبيب .\r\n46 . تعليقة على رسالة السيّد الشهيد محمّد باقر الصدر قدس سره الفتاوى الواضحة .\r\n47 . تعليقة على الرسالة العمليّة منهاج الصالحين للسيّد الخوئي\r\nقدس سره .\r\n48 . تعليقة على الرسالة العمليّة مناسك الحجّ للسيّد الخوئي قدس سره .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\n49 . تعليقة على كتاب المهدي للسيّد صدر الدين الصدر قدس سره .\r\n50 . حياة السيّد صدر الدين الصدر قدس سره .\r\n51 . الكلمة الحيّة في حكم حلق اللحية .\r\n52 . تعليقة على الرسالة العمليّة وسيلة النجاة للسيّد أبي الحسن الأصفهاني قدس سره .\r\n53 . المعجزة في المفهوم الإسلامي .\r\n54 . رسالة في الفقه المتكامل .\r\n55 . فوز الأنام في أدعية الليالي والأيّام .\r\n56 . قصص من القرآن الكريم .\r\n57 . السيّد الشهيد الصدر كما أعرفه . ترجمة أُستاذه الشهيد الصدر الأوّل قدس سره . مفقود .\r\n58 . تعليقة على بعض كتب اللمعة .\r\n59 . تعليقة على بعض كتب شرائع الإسلام .\r\n60 . محاضرات أساتذته في كليّة الفقه . فلسفة ، فقه ، أُصول ، علم النفس ، علم الاجتماع ، والأدب ، والتاريخ ، وغيرها .\r\n61 . تعليقة على مستحدثات المسائل للسيّد الخوئي قدس سره\r\n. 62 . من ثمار الإسلام .\r\n63 . ردود نقديّة على كتاب ( الشيعة والسنّة ) لإحسان إلهي ظهير .\r\n64 . الكلمة التامّة في الولاية العامّة .\r\nوغيرها ممّا لم نوفّق للاطّلاع عليه .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nومن خلال هذه الآثار والتصانيف القيّمة تتّضح بعض اهتمامات السيّد الشهيد الصدر الثاني قدس سره بالفقه المعاصر ، وأنَّ كلّ مؤلَّف من هذه المؤلّفات شكّل قضيّة من القضايا وحاجة من الحاجات الملحّة للكتابة فيها .\r\n\r\nجريمة الاغتيال\r\nكان من عادة السيّد قدس سره أنْ يجلس في مكتبه ( البرانيّ ) بعد صلاتي المغرب والعشاء في يومي الخميس والجمعة ، ليخرج بعدها سماحته إلى بيته . وفي تلك الليلة خرج السيّد على عادته ومعه ولداه - السيّد مصطفى والسيّد مؤمّل قدّس سرهما - بلا حمايةٍ ولا حاشيةٍ ، وفيما كانوا يقطعون الطريق إلى بداية منطقة ( الحنّانة ) في إحدى ضواحي النجف القريبة ، وعند الساحة المعروفة ب - ( ساحة ثورة العشرين ) ، جاءت سيّارة أميركيّة الصنع ، ونزل منها مجموعة من عناصر السلطة الظالمة وبأيديهم أسلحة رشّاشة ، وفتحوا النار على سيّارة السيّد ، فاستشهدوا جميعاً .\r\nوبعد استشهادهم حضر جمع من مسؤولي السلطة إلى المستشفى ، وذهب آخرون إلى بيته ، ولم يسمحوا بتجمهر المعزّين أو الراغبين بتشييع جنازته ، ولذا\r\nقام بمهمّة تغسيله وتكفينه مع نجلَيه مجموعةٌ من طلّابه ومريديه ، ثُمَّ شيّعوه ليلًا ، حيث تمّ دفنه في المقبرة الجديدة الواقعة في وادي السلام .\r\n( يَا أَيَّتُهَا النَّفْسُ الْمُطْمَئِنَّةُ * ارْجِعِي إِلَى رَبِّكِ رَاضِيَةً مَرْضِيَّةً * فَادْخُلِي فِي عِبَادِي * وَادْخُلِي جَنَّتِي ) « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الفجر ، الآيات : 27 - 30 .\r\n","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n\r\nمنهجنا في التحقيق\r\nاقتصر عملنا في تحقيق هذا الكتاب على ما يلي :\r\nأوّلًا : المقابلة مع النسخة الخطّيّة بيد السيّد الشهيد قدس سره .\r\nثانياً : تقويم النصّ ومراجعته وتصحيحه طبقاً للمعايير المعهودة في التحقيق والتدقيق .\r\nثالثاً : تقطيع المتن وتنظيم فقراته بحسب اقتضاء الحال .\r\nرابعاً : تخريج الآيات الكريمة والأحاديث الشريفة من المجاميع الروائيّة المعتبرة ، وضبطها وتمييزها عن غيرها .\r\nخامساً : إرجاع الآراء الواردة في الكتاب إلى أصحابها ومصادرها الأصليّة .\r\nسادساً : إضافة بعض العناوين في ثنايا الكتاب .\r\nنسأل الله تعالى أن يوفّقنا لكلِّ ما فيه خير وصلاح ، إنّه سميع مجيب .\r\nكما نستغفره تعالى شانه من كلِّ زللٍ وخطأ ، سائلين العلماء والباحثين الكرام أن يتجاوزوا عن كلِّ عيب ونقصٍ لُوحظ في إخراج هذا الكتاب ؛ فانَّ الكمال لله وحده .\r\nوالحمد لله أوّلًا وآخراً\r\nعادل الطائي\r\nمؤسّسة المنتظر لإحياء تراث آل الصدر\r\n29 / محرّم الحرام / 1433\r\nقمّ المقدّسة\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\n. . .\r\nصورة الصفحة الأولى من الكتاب بخط السيّد الشهيد قدس سره\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\n. . .\r\nصورة الصفحة الأخيرة من الكتاب بخط السيّد الشهيد قدس سره\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nمبحث\r\nولاية الفقيه\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\n\r\nتقديم\r\nلعلّ من الصعب - إن لم يكن من المتعذّر - القيام بالمسؤوليّة كاملةً تجاه هذا الموضوع والنظر إليه من سائر جوانبه ، في بحثٍ كهذا قائمٍ على الاختصار .\r\nومن هنا سيكون قصارى الجهد مركّزاً حول إعطاء النقاط العامّة من ناحيةٍ وارتباط ولاية الفقيه بالأُطروحة الإسلاميّة ككلّ من ناحية أُخرى ، مع تحويل أكثر التفاصيل الفقهيّة والاجتماعيّة إلى مجالٍ غير هذا المجال .\r\nولاية الفقيه\r\nيتضمّن المعنى اللغوي للولاية مفهوم الإشراف على الشيء وتدبير شؤونه ، يقال : ولّى الشيء ولايةً ، وولّي عليه : قام به وملك أمره « 1 » .\r\nومن هنا تنبثق فكرة ولاية الفقيه من فكرة القيادة الإسلاميّة ككلّ ؛ باعتباره [ الولي العامّ 
  ] قائماً بأمر الأُمّة ومالكاً لزمام تدبيرها وقيادتها ، فلو اعترفنا بولايته في الإسلام ، كان هو قائد الأُمّة والحافظ لمصالحها العليا ، طبقاً للتشريع الإسلامي الصحيح .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُنظر : الصحاح ( للجوهري ) 6 : 2528 ، فصل الواو ، مادّة ( ولي ) .\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nاتصال الولاية\r\nجاء التشريع الإلهي إلى البشر - كما هو مُبرهَن عليه في محلّه - مستهدفاً كمالهم وسيادة العدل والسعادة في ربوعهم ، حاملًا بين طيّاته حلول مشاكلهم وتذليل مصاعبهم وتضميد آلامهم ، واحتوى على الأُطروحة العادلة الكاملة للبشر أجمعين .\r\nإلّا أنَّ التشريع ما لم يصل إلى مجال التطبيق في عالم الحياة ، والواقع المعاش ، لا يمكنه أن يؤتي ثماره أو يحقّق أهدافه ، ومن ثمَّ احتاج هذا التشريع إلى تطبيقٍ بحيث يعيش بين الناس سلوكاً صالحاً ويثمر في ربوع المجتمع عدلًا ورفاهاً .\r\nوحيث يكون في الأُطروحة الكاملة أحكام خاصّة أو شخصيّة تقع مسؤوليّتها على الأفراد ليقوموا بتطبيقها على أنفسهم وإخوانهم ، وأحكام عامّة لا يمكن للأفراد الاستقلال بالقيام بها ، بل تحتاج إلى قوّة مركزيّة في المجتمع للقيام بها والتصدّي إلى تطبيقها ، حتّى تكفل إيجاد العدل العامّ ، مضافاً إلى وجود العدل الفردي ، ومن هنا انبثقت الحاجة إلى القيادة في الإسلام .\r\nفكان النبي ( ص ) هو القائد الرائد للأُمّة الإسلاميّة ، فكان متكفّلًا بزمام التطبيق لما يتبنّاه من الأحكام ، مضافاً إلى كونه ناقلًا عن الله عزّ وجلّ تفاصيل التشريع العادل الذي يراه لعباده . وقد صدع ( ص ) بذلك بكلِّ تضحيّة وإخلاص .\r\nوقد اقتضت مصلحة التشريع أن يكون ( النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\nأَنْفُسِهِمْ ) « 1 » كما نصَّ على ذلك القرآن الكريم ؛ ليمكنه أن يمارس القيادة بأدقّ صورها وأوسع مفاهيمها . فكان على الفرد أن يضحّي بماله حين يريد القائد وبنفسه حين يشاء ، ويجب أن يتكيّف بالنحو الذي تقتضيه أوامره ونواهيه وما يراه من مصالح وأهداف ، تلك الأوامر والتوجيهات التي لا تصدر إلّا طبقاً للمصالح العليا للإسلام والمسلمين ، حين يكون القائد على مستوى العصمة أو ما يقرب منها على ما سنوضّح .\r\nوكان لابدَّ لحياة النبي ( ص ) أن تنتهي ، وكان لابدَّ للتشريع الإسلامي أن يعيش ، فإنَّ\r\n« حلال محمد حلال إلى يوم القيامة وحرامه حرام إلى يوم القيامة »\r\n« 2 » ، فكان لابدَّ أن يمتدّ في المكان ليشمل البشريّة جمعاء ، وأن يمتدَّ في الزمان ليبقى إلى آخر عمر البشريّة المديد . فالتعاليم الإسلاميّة غير مختصّةٍ بمكانٍ معيّن أو زمان معيّن أو قائد خاصّ ، ومن ثمَّ فهي ستكون سارية المفعول بعد النبي ( ص ) . هكذا كان تشريعه الذي جاء به من السماء ، ومن هنا احتاج الإسلام إلى قائد جديد .\r\nوليست هذه الفكرة بمحتاجة إلى التدقيق والتّفلسف لتدرَك ، بل هي في غاية الوضوح والبساطة في ذهن أيّ قائدٍ يريد لمبادئه وتعاليمه البقاء بعد حياته والاستمرار في مجتمعه وأُمّته ، فكيف برسول الإسلام وهو سيّد المرسلين الذي اختاره الله تعالى مطبّقاً لعدله واصطفاه مبلّغاً لشريعته وقائداً لأُمّته ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة الأحزاب ، الآية : 6 .\r\n( 2 ) أُنظر : الكافي 1 : 58 ، باب البدع والرأي والمقائيس ، الحديث 19 .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nولو تنزّلنا - جدلًا - واحتملنا غفلة النبي ( ص ) عن ذلك ، فهو ممّا لا يخفى على الله عزّ وجلّ ، وهو الحكيم الأزلي المطلق الذي خطّط للإسلام البقاء ووضع له مناهج الاستمرار .\r\nوكيف يعقل أن يكون ذلك منسجماً مع إهمال التشريع من تعيين مَن يتولّى زمام التطبيق بعد النبي ( ص ) .\r\nومن ثمَّ فقد تكاثرت النصوص الدالّة على هذا التعيين ، كقوله تعالى : ( أَطِيعُوا اللهَ وَأَطِيعُوا الرَّسُولَ وَأُوْلِي الأَمْرِ مِنْكُمْ ) « 1 » ، ولم يكن لأُولي الأمر من وجودٍ مستقلٍّ عن الرسول إلّا بعد عصره ، وكقوله ( ص ) :\r\n« إنّي مخلّف فيكم الثقلين كتاب الله وعترتي ما إن تمسّكتم بهما لن تضلّوا »\r\n« 2 » ، فكتاب الله عزّ وجلّ يأخذ بزمام التشريع بعد النبي ( ص ) ، والعترة تأخذ بزمام التطبيق ، وكقوله ( ص ) :\r\n« يكون من بعدي اثنا عشر أميراً كلّهم من قريش »\r\n« 3 » « 4 » . والنصّ عليهم دالٌّ على الرضا بهم والتسليم بمشروعيّة إمارتهم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء ، الآية : 59 .\r\n( 2 ) أُنظر : الكافي 2 : 415 ، عيون أخبار الرضا عليه السلام 1 : 68 ، في مدح علي وأولاده عليهم السلام ، الحديث 259 ، وسائل الشيعة 27 : 34 ، باب تحريم الحكم بغير الكتاب والسنّة ، حديث 9 .\r\n( 3 ) وقد أخرجه مسلم وأبو داود وأحمد وغيرهم ( منه قدس سره ) .\r\n( 4 ) أُنظر : الأمالي ( للصدوق ) : 387 ، عدد خلفاء رسول الله ( ص ) الحديث 8 ، مسند أحمد 5 : 90 ، حديث جابر بن سمرة ، وصحيح البخاري 8 : 127 ، كتاب الأحكام ، وسنن الترمذي 3 : 340 ، باب ما جاء في الخلفاء ، الحديث 2323 .\r\n","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nوإذ تكون المصلحة الإسلاميّة العليا مقتضية لأن يكون النبي ( ص ) - بصفته وليّاً وقائداً وحاكماً - أولى بالمؤمنين من أنفسهم ، ليتسنّى له التطبيق على أوسع نطاق ، فكذلك ينبغي أن يكون الوليّ والقائد بعده ليتسنّى له التطبيق على أوسع نطاق ، ومن هنا انبثقت فكرة الإمامة والخلافة ، وكان الإمام أميراً للمؤمنين ووليّاً على المسلمين وأولى بهم من أنفسهم .\r\nوهذا ممّا قامت على ثبوته ضرورة الدين وتسالمت عليه سائر المذاهب ، في كلِّ مَن له الصلاحيّة لرئاسة الدولة الإسلاميّة بعد النبي ( ص ) ، بحسب التشريع الإسلامي .\r\nومن هنا كان كلّ من يدّعي قيادة الأُمّة بعد النبي ( ص ) يرى لنفسه تلك الصلاحيّة وثبوت هذه الصّفة ، وكان يسعى لتنفيذ ذلك جهد إمكانه ، إن كان في منصب الحكم الفعلي ، كالخلفاء الأُمويّين والعباسيّين والعثمانيّين ، أو يرى ذلك ثابتاً لنفسه من دون أن تكون الفرصة الكاملة قد سنحت له في التنفيذ ، كأئمّة الهدى المعصومين عليهم السلام .\r\nوعلى أيّ حال ، فهذا هو المنطلق الرئيسي لفكرة قيادة الإمام بعد النبي ( ص ) القائد الأوّل ، ومن هنا سمّي القائد وليّاً ؛ لأنَّه أولى بالمؤمنين من أنفسهم ، وسمّيت القيادة بالولاية .\r\nونحن إذ نتكلّم عن ولاية الفقيه في الإسلام بحسب الفهم الإمامي لابدَّ لنا أن ننطلق من حيث انطلق أئمّة الهدى المعصومون عليهم السلام ، في تحديد هذا الموقف .\r\nفكان لابدَّ - بحسب إرادة الله عزّ وجلّ وتخطيطه - للإمامة أو القيادة\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nالمعصومة أن تنحسر عن المحيط الاجتماعي بالكليّة ، ولا يبقى لأيّ قائد له الأوّلويّة في الأُمّة من وجودٍ ملحوظٍ طبقاً لمصالحٍ عليا توخّاها الله عزّ وجلّ في خلقه ذكرناها في غير هذا المجال « 1 » .\r\nفهل يمكن أن تبقى الأُطروحة الإسلاميّة بلا منفّذ والتشريع بلا مطبّق ، مع كونه خالداً خلود الدهر باقياً بقاء البشريّة ؟\r\nإنَّنا سنواجه حينئذٍ نفس المحذور الذي نواجهه لو قلنا بأنَّ النبي ( ص ) أهمل القيادة من بعده ، وهو أنَّ التشريع بالرغم من أنَّه أُنزل من السماء من أجل التطبيق ، فإنَّه قد بقيت فيه ثغرة تمنع عن ذلك ، وهو فقدان المادّة القانونيّة التي تنصّ فيه على شخصيّة القائد وصلاحيّاته ، ذلك القائد الذي يكون التطبيق إليه بعد النبي ( ص ) أو بعد قيادة الأئمّة المعصومين عليهم السلام .\r\nوحيث إنَّنا نعلم أنَّ التشريع الإسلامي جاء لتربية البشريّة جمعاء عادلًا كاملًا نازلًا من لدن حكيمٍ حميد ، لا يخفى عليه مثقال ذرّةٍ في الأرض ولا في السماء ، ويمتنع عليه في أفعاله النقص والفساد .\r\nإذن فهذا المحذور غير واقع . وإنَّ القائد الولي معيّن في التشريع بعد القيادة المعصومة ؛ لئلا تكون القيادة منحسرة عن واقع المجتمع الإنساني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقد بحث السيّد الشهيد قدس سره‌هذا المطلب مفصّلًا في كتابه المخطوط « الكلمة التامّة في الولاية العامّة » : الجهة الأُولى في الدليل القرآني على ولاية النبي ( ص ) ، الآية السابعة في قوله تعالى : ( النَّبِيُّ أَوْلَى بِالْمُؤْمِنِينَ مِنْ أَنْفُسِهِمْ ) ، والآية من سورة الأحزاب ، الآية : 6 .\r\n","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nعلى طول التاريخ .\r\nوهنا يأتي دور الفقيه ليحتلّ دور القيادة ، بالنحو الذي كان يمارسها النبي ( ص ) بصفته رئيساً للدولة الإسلاميّة ومطبقاً للإسلام - لا بصفته رسولًا مبلغاً - والذي كان ثابتاً للأئمّة المعصومين عليهم السلام ، وإن لم يمارسوا تلك الصلاحيّة في الغالب .\r\nوكان لابدَّ للفقيه من مادّةٍ قانونيّةٍ إسلاميّةٍ تعطي الفقيه هذه الصلاحيّة ، فكان أن وجدت تلك الأدلّة التي نذكرها في سياق الاستدلال على ولاية الفقيه في مستقبل البحث .\r\nفقد أخذ الأئمّة المعصومون عليهم السلام بقاء الإسلام وحاجته إلى القيادة بنظر الاعتبار ، فأصدروا قراراً بإيكال ذلك إلى الفقيه ، وهو الشخص الجامع لشرائطٍ معيّنة سنأتي عليها . وبذلك وصلت ولاية الأُمّة وقيادتها إلى الفقيه ، وأصبحت ولايته متّصلة بنفس التشريع الإسلامي ، وبالمشرّع الأعلى ( الله عزّ وجلّ ) .\r\nوبذلك أصبحت قيادة الفقيه للأُمّة الإسلاميّة ، هي القيادة الصالحة الصحيحة التي تكون جزءاً من الأُطروحة العادلة الكاملة النازلة على سيّد المرسلين ( ص ) ، وتتوفّر فيها الغايات الكبرى التي تترتّب على القيادة الأُولى ، وهو تطبيق العدل في ربوع البشريّة من ناحية ، وانتزاع القيادة من أيدي التلاعب والخيانة والمادّيّة من ناحيةٍ أُخرى ، تلك القيادة التي لا تمتّ إلى السماء بصلة ، وترتبط ارتباطاً جوهريّاً بالقوانين الوضعيّة التي يشجبها الإسلام جملةً وتفصيلًا .\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nوتبقى هناك فروق مهمّة بين القيادة المعصومة وقيادة الفقيه ، سوف نتعرّض لها فيما بعد . وسنرى الخصائص الرئيسيّة ومميّزات هذه القيادة فيما يلي .\r\nفإنَّنا نقسّم هذا البحث إلى ثلاثة أقسام :\r\nالقسم الأوّل : ما يعود إلى الاستدلال على أصل ثبوت الولاية للفقيه ، وحدود الصلاحيّات التي أُسندت للفقيه في الإسلام .\r\nالقسم الثاني : في أقسام القيادات المشروعة في الإسلام وتحديد الفوارق بينها .\r\nالقسم الثالث : في الفرق بين ولاية الفقيه والقيادات الدينيّة في المذاهب الأُخرى في الإسلام ، والقيادات الدينيّة في بعض الأديان الأُخرى ؛ لكي نستطيع أن نحدّد بكلِّ دقّةٍ وجهةَ نظرنا تجاه القيادة الرشيدة التي نؤمن بها .\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\n\r\nالقسم الأوّل : الاستدلال على ولاية الفقيه ، وصلاحيّاته\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\n[ ويقع الكلام 
  ] في الاستدلال على ولاية الفقيه في الإسلام ، والتكلّم عن خصائصه [ الوليّ الفقيه 
  ] وصلاحيّاته ، ضمن حدود الولاية المسندة إليه في الشريعة .\r\nوالحديث حول ذلك ينفتح في فصول ثلاثة :\r\nالأوّل : في سرد الأدلّة الإسلاميّة على ولاية الفقيه باختصارٍ ووضوح .\r\nالثاني : في المعطَى العامّ لهذه الأدلّة من حيث تحديد شخص الولي وسرد خصائصه ، وما ينبغي أن تتوفّر فيه من صفات .\r\nالثالث : في الصلاحيّات التي أُسندت إليه في الشريعة ، والأعمال التي يمكنه القيام بها في الأُمّة ، انطلاقاً من ولايته التي يتحلّى بها .\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\n\r\nالفصل الأوّل : الأدلّة على ولاية الفقيه\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\n[ ويقع الكلام 
  ] في ذكر الأدلّة الإسلاميّة على ولاية الفقيه باختصار ، بالمقدار الذي يكفي لحمل ثقافةٍ عامّةٍ عن ذلك ، وإن كان مقتضباً من الناحية الفقهيّة الاستدلاليّة .\r\nاعلم أنَّ ولاية الفقيه بعد عصر الأئمّة المعصومين عليهم السلام محلّ خلاف بين فقهاء الإماميّة ، وقد نُسب إلى المشهور القول بعدم ثبوتها « 1 » . وقد ذهب إلى ثبوتها جمع من المتقدّمين والمتأخّرين ، كالعلّامة الحلّي في « المختلف » « 2 » و « القواعد » « 3 » و « الإرشاد » « 4 » ، والشيخ كاشف\r\nالغطاء في كتابه « كشف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُنظر : إرشاد الأذهان 1 : 353 ، كتاب الجهاد ، المقصد الخامس : في الأمر بالمعروف ، والدروس الشرعية 2 : 48 ، شرائط الأمر بالمعروف والنهي عن المنكر ، رسائل الشهيد الثاني 1 : 211 ، صلاة الجمعة ، الكلام على القول الثاني ، مناقشة عبارة الشهيد الأول ، مجمع الفائدة والبرهان 7 : 546 ، الجهاد ، المقصد الخامس : في الأمر بالمعروف والنهي عن المنكر .\r\n( 2 ) أُنظر : مختلف الشيعة 2 : 463 - 464 ، الفصل الثامن في الأمر بالمعروف والنهي عن المنكر ، ثبوت الولاية للفقيه في إقامة الحدود وغيرها .\r\n( 3 ) أُنظر : قواعد الأحكام 1 : 525 ، المقصد الخامس في الأمر بالمعروف والنهي عن المنكر ، إقامة الحدود وولاية الفقيه .\r\n( 4 ) أُنظر : إرشاد الأذهان 1 : 353 ، الأمر بالمعروف والنهي عن المنكر ، للفقيه إقامة الحدود في زمن الغيبة ( منه قدس سره ) .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nالغطاء » « 1 » ، والشهيد الثاني في « المسالك » « 2 » ، والسيّد محمد باقر الشفتي الرشتي على ما هو المعروف عنه من إقامة الحدود « 3 » ، والشهيد الأوّل في متن اللمعة « 4 » ، والفيض الكاشاني في « مفاتيح الشرائع » « 5 » ، وصاحب الجواهر في كتاب الأمر بالمعروف « 6 » ، والسيّد البروجردي في كتاب « البدر الزاهر » « 7 » ، وسيّدنا الأُستاذ آية الله الخميني « دام ظلّه » في مجلس درسه « 8 » وكتاب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُنظر : كشف الغطاء 2 : 382 ، وما بعدها ، كتاب الجهاد ، و 420 ، كتاب الأمر بالمعروف والنهي عن المنكر .\r\n( 2 ) أُنظر : مسالك الأفهام 3 : 108 ، وما بعدها ، كتاب الأمر بالمعروف والنهي عن المنكر ، الفقيه يقيم الحدود ويحكم بين الناس .\r\n( 3 ) أُنظر : مقالة في إقامة الحدود ( للسيّد الشفتي ) : 7 ، تمهيد ، و 24 ، وما بعدها ، الفصل الثاني موقف السيّد الرشتي من نظريّة الحدود .\r\n( 4 ) أُنظر : اللمعة الدمشقيّة : 75 ، الفصل الخامس في الأمر بالمعروف والنهي عن المنكر .\r\n( 5 ) أُنظر : مفاتيح الشرائع 2 : 50 ، كتاب مفاتيح الحسبة والحدود .\r\n( 6 ) أُنظر : جواهر الكلام 21 : 397 ، كتاب الأمر بالمعروف والنهي عن المنكر ، جواز إقامة الحدود في زمن الغيبة للفقهاء العارفين . . . .\r\n( 7 ) أُنظر : البدر الزاهر : 74 ، ما استدلّ بها على ترخيص الأئمّة عليهم السلام في إقامتها والجواب عنها ، إشارة إجماليّة إلى ولاية الفقيه وحدودها .\r\n( 8 ) وهو مضبوطٌ في مخطوطات السيّد الشهيد قدس سره‌في كتاب البيع ( من أبحاث السيّد الخميني ) في الجزء الثامن وما بعده .\r\n","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\n« الحكومة الإسلاميّة » « 1 » ، والشيخ المحقّق النائيني على ما نقله السيّد الخميني عنه في مجلس الدرس « 2 » ، والسيّد الطباطبائي في « تفسير الميزان » « 3 » ، وآخرين غيرهم « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ذكر السيّد الخميني قدس سره‌ذلك في أكثر من مكان في كتابه « الحكومة الإسلاميّة » فراجع على سبيل المثال : 71 ، وما بعدها ، الحاكم في زمن الغيبة ، و 81 ، وما بعدها ، خلفاء الرسول ( ص ) هم الفقهاء العدول ، وكتاب البيع 2 : 626 ، ما يعتبر في الولي .\r\n( 2 ) أُنظر : منية الطالب 2 : 236 ، ولاية الفقيه ، وكتاب المكاسب والبيع 2 : 332 ، وما بعدها ، في ولاية الحاكم .\r\n( 3 ) أُنظر : الميزان في تفسير القرآن 4 : 121 ، وما بعدها ، ونظريّة السياسة والحكم في الإسلام : 18 ، نظريّة الإسلام في الولاية والحكم .\r\n( 4 ) راجع على سبيل المثال : مجمع الفائدة والبراهن 12 : 10 ، وما بعدها ، كتاب القضاء ، صفات القاضي وآدابه ، ورياض المسائل ( للطباطبائي ) 10 : 108 ، الكلام في ولاية الوصي والحاكم ، و 13 : 33 ، القضاء لغةً وشرعاً ، وعوائد الأيام ( للنراقي ) : 529 ، وما بعدها ، الأصل عدم ثبوت ولاية أحد إلَّا من ولّاه الله سبحانه .\r\n","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\n\r\nالتبرير النظري لنفي ولاية الفقيه\r\nوالذي أودّ الإلماع إليه في هذا الصدد ، هو أنَّ مَن ينكر ولاية الفقيه ، لا يرى وجود النقص في التشريع الإسلامي ، وأنَّه خالٍ من تعيين الوليّ والقائد .\r\nوإنَّما يقول : إنَّ هذا المنصب العظيم لم يسند إلى الفقيه ، بل هو خاصّ بالإمام الثاني عشر من أئمّة الهدى « عليه وعليهم السلام » ، وهو الإمام المهدي الغائب المنتظر إمام الزمان ( عج ) فإنَّه القائد الفعلي الحقيقي للأُمّة الإسلاميّة .\r\nفإذا قال قائل : وكيف يتسنّى له قيادة الأُمّة الإسلاميّة في الخفاء وحال الغيبة ؟\r\nقالوا في جوابه : إنَّنا نسلّم عدم إمكان القيادة مع بقاء الغيبة ، إلّا أنَّ السبب - في الحقيقة - للغيبة نفسها والامتناع عن ممارسة القيادة ، هو الأُمّة المسلمة نفسها بما فيها من وجوه العصيان والتقصير . فالواجب عليها في كلِّ آنٍ أن توفّر في داخلها الشرائط التامّة للقيادة ، وتكون على مستوى المسؤوليّة المطلوبة في إطاعة الإمام القائد والتضحية في سبيله حتّى يخرج من غيبته ويظهر من خفائه ليتولّى قيادتها الفعليّة ؛ لتنال على يده وببركة حنكته وقدرته كلّ المكاسب العظمى التي يمكن أن تصل إليها البشريّة بتطبيق\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nالأُطروحة الإسلاميّة العادلة الكاملة « 1 » .\r\nومن هنا تكون الأُمّة الإسلاميّة قد سبّبت لنفسها - وبسوء اختيارها - فقدان الزعيم القائد ، وما عليها إلّا أن تعود إلى رشدها ليعود إليها القائد .\r\nإذن فالتشريع ليس ناقصاً ، بل هو محتوٍ على تعيين اسم القائد ووظائفه وصلاحيّاته ، إلّا أنَّه ينبغي أن يمارسها في جوٍّ اجتماعيّ معيّن ، لا يتوفّر فعلًا ، إلّا عندما تكون الأُمّة الإسلاميّة على مستوى طيّب من الإخلاص والشعور بالمسؤوليّة .\r\nهكذا قالوا ، ومعهم الحقّ فيما قالوا عن الإمام المهدي عليه السلام ، على تفصيل وتدقيق ليس هذا مجال الإفاضة فيه . إلّا أنَّ النتيجة المتوخاة من هذا الكلام ، وهي عدم ثبوت الولاية للفقيه غير صحيحة . فإنَّ القيادة الفعليّة الحقيقيّة مسندة إلى الإمام المهدي عليه السلام ، إلّا أنَّها لا تكون ذات أثرٍ واضحٍ خلال الغيبة وابتعاد الإمام عليه السلام عن المحيط الاجتماعي ، ومعه فهل تبقى الأُمّة الإسلاميّة في حال تسيّب وانحلال واختلال النظام ما دام قائدها غائباً محتجباً ؟ وهل التشريع الذي لم يكفل تنظيم هذه الجهة يعتبر عادلًا كاملًا ؟ كلّا وألف كلّا . فإنَّ الله عزّ وجلّ الذي خطّط للتطبيق العالمي الكامل\r\nللإسلام على يد المهدي عليه السلام ، لا يمكن أن يهمل الأُمّة في تشريعه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُنظر : كتاب المكاسب 3 : 551 ، كتاب البيع ، مسائل متفرقة ، مسألة في ولاية الفقيه ، وكتاب القضاء ( للرشتي ) 1 : 50 ، المكاسب والبيع 2 : 335 ، مسألة في أولياء التصرّف .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nخلال غيبة الإمام ، كما لا يمكن إيكالها إلى الأنظمة المنحرفة الكافرة ؛ لضرورة حرمة الركون إلى الكافر .\r\nومن المعلوم أنَّ عدم إيكال الولاية لأحدٍ خلال ذلك ، يعني امتناع تطبيق التجربة الإسلاميّة الكاملة ، في أيّ بقعةٍ من بقاع الأرض ؛ لكونها خالية من القيادة والتوجيه المركزي ، ما دامت المصلحة متعلّقة بغيبة الإمام عليه السلام . وهذا خلاف ما هو المُبرهَن عليه والمُجمَع على ثبوته من سريان كلّ أحكام الإسلام في كلّ زمان ومكان .\r\nومن ثمَّ تنبثق الحاجة إلى وجود الولاية للشخص المؤهّل لها على الأُمّة الإسلاميّة ، ولو على الصعيد التشريعي النظري ، لكي تصل إلى حيّز التنفيذ متى واتت الظروف ، واتّسعت سيطرة القوى الخيّرة في الإسلام ، ولكي يكون من الواجب على طول الخطِّ وعلى كلِّ فردٍ الرجوع إلى الولي في كلِّ الأُمور المسندة إليه ، ويكون الإعراض عنه ، والميل إلى الحكّام الآخرين ، ميلًا عن الحقِّ وانحرافاً عن الإسلام .\r\n\r\nالاستدلال على ولاية الفقيه\r\nوالكلام في الاستدلال على ثبوت هذه الولاية ، يقع ضمن حقلين :\r\nأحدهما : في الانطلاق من القواعد العامّة المؤسّسة في المصادر التشريعيّة للإسلام إلى إثبات الولاية .\r\nثانيهما : في الانطلاق من النصوص التشريعيّة الخاصّة التي صرّحت بثبوت الولاية .\r\nالحقل الأوّل : في الانطلاق في الاستدلال من القواعد العامّة المؤسّسة\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nفي الإسلام ومصادره التشريعيّة إلى إثبات الولاية للفقيه ، ويكون ذلك بأحد أُسلوبين رئيسيّين :\r\nالأُسلوب الأوّل : ما نسمّيه بالبرهان العقلي الحاصر ، وهو ما مالَ إليه الشيخ المحقّق النائيني في رسالته « تنبيه الأُمّة وتنزيه الملّة » « 1 » « 2 » .\r\nوهو يتكفّل حصر الأوضاع المتصوَّرة بشكلٍ عقليٍّ لا يقبل الزيادة والنقصان ، ويبرهن على ما هو الأفضل منها بالضرورة الإسلاميّة .\r\nونحن نذكر صيغته الخاصّة أوّلًا ، ثمَّ نحاول أن نحمل فكرة عن كلِّ فقرة من فقراته .\r\nصيغته : أنَّ البشر في حياتهم العامّة والخاصّة إمّا أن يبقوا في حالة تسيّب وانحلال بدون أن يسودهم القانون ، وإمّا أن تنظّم شؤونهم وتدبّر حياتهم بالقانون .\r\nلا شكّ أنَّ الإسلام يرجّح الشقّ الثاني بالضرورة على ما سنرى ، فإن أخذنا به ، فهذا القانون الذي تدار به شؤون المجتمع البشري ، إمّا أن يكون من وضع البشر منفصلًا عن الله عزّ وجلّ وعمّا يراه من مصالح وعمّا يضعه من تشريعات ، وإمّا أن يكون مستقى من ذلك المصدر العظيم . ولا شكّ أنَّ الثاني هو الصحيح من وجهة نظر الإسلام .\r\nفإن اعترفنا بهذا ( الثاني ) فإما أن تبقى تشريعات الله عزّ وجلّ حبراً\r\nعلى ورق ، وإمّا أن تنزل إلى حيّز التطبيق وتعيش بين الناس سلوكاً حيّاً ، لا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وهو ما يتحصّل من مجموع كلماته ، نذكره بالمضمون لا بالنصّ ( منه قدس سره ) .\r\n( 2 ) أُنظر : تنبيه الأُمّة وتنزيه الملّة ( النسخة العربيّة ) : 107 ، وما بعدها ، و 187 .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\nشكّ أنَّ الثاني هو الصحيح إسلاميّاً ، فإن أخذنا به فإمّا أن يطبّق التشريع الإلهي بدون حكومة وقيادة مركزيّة ، وإمّا أن يطبّق بواسطة مثل هذه القيادة ، لا شكّ أنَّ الثاني هو الصحيح في الإسلام ، وأنَّ الأوّل غير ممكن . فإن اعترفنا بالثاني ، فهذه القيادة الممارسة لتطبيق الإسلام إمّا أن توكل إلى شخصٍ كافرٍ أو منحرفٍ ، وإمّا أن توكل إلى شخصٍ عالمٍ عادلٍ ، لا شكّ أنَّ الثاني هو المتعيّن في الإسلام « 1 » .\r\nومعه ينتج أنَّ الصحيح في الإسلام هو تطبيق نظامه عن طريق شخصٍ عالمٍ عادلٍ موثوق جامع للشرائط التي نذكرها فيما بعد ، وهو المطلوب .\r\n\r\nالاستدلال على فقرات هذا البرهان\r\nوما علينا الآن إلّا أن نحمل فكرة عن الدليل الذي به يثبت أنَّ الإسلام رجّح بعض هذه الشقوق على بعض ، على أنَّ كلًا منها على حدة يكاد يكون من الضروريّات الواضحات في الإسلام .\r\nالفقرة الأُولى : وهي ترجيح وجود النظام في المجتمع على التسيّب والانحلال ، فهو من الضروريّات الدينيّة والعقليّة والعقلائيّة ، إلى حدٍّ جُعلت مقدّمةً في البرهان الدالّ على لزوم إنزال الشرائع وإرسال الرسل من قبل الله تعالى ؛ لأنَّه يقبح عليه عزّ وجلّ - وهو الحكيم العادل المطلق -\r\nأن يخلق الخلق ويدعهم هملًا في حالة انطلاق شهوي ومصلحي ، إلى حدٍّ\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) قد يرد إلى الذهن : أنَّ أحد الشقوق المحتملة ، هو : أن يكون الرئيس المطبّق للإسلام منتخباً . وهذا يجاب : بأنَّ ما هو مذكور في هذا البرهان ثابتٌ قبل الانتخاب ؛ إذ لا يجوز للمسلمين انتخاب غير العالم العادل الجامع للشرائط ( منه قدس سره ) .\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\nتصبح به الحياة جحيماً لا يطاق .\r\nوقد أفتى الفقهاء ، طبقاً لهذا الترجيح بعدّة فتاوى :\r\nمنها : الوجوب الكفائي للصناعات ، كالتجارة والحدادة والبناء ونحوها ؛ إذ بدونها لا يمكن أن يقوم نظام المجتمع .\r\nومنها : جواز رجوع ذي الحقّ إلى النظام الوضعي والقاضي الظالم لأخذ حقّه عند انحسار الإسلام عن واقع الحياة ، وتعذّر أخذ الحقّ بدون هذا الأُسلوب ؛ لأنَّ سدّ هذا الباب يكون سبباً في غمط الحقوق وعدم إمكان حصول أصحابها عليها ، وذلك يكون سبباً لخراب النظام الاجتماعي ، وهو ما لا يريده الإسلام أن يكون .\r\nومنها : عدم جواز الاحتياط في العبادات إذا كان مخلًا بالنظام .\r\nومنها : أنَّ الثقافة الدينيّة وإن كانت واجبة على كلِّ فرد في المجتمع ، لكن لا يجب على الأفراد جميعاً أن يكونوا اختصاصيّين بالعلوم الدينية ؛ لأنَّ دراستها وتكريس الوقت لها يفوّت الأعمال الأُخرى ، ومن ثمَّ يكون مفسداً للنظام الاجتماعي لو عمّ أفراد المجتمع بتمامهم . وإنَّما توكل هذه المهمة إلى أفراد يفي عددهم بمقدار الحاجة ، ويكون هذا كافياً ومجزياً في الإسلام « 1 » . إلى غير ذلك من الفتاوى التي يتبرهن على أساسها رجحان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُنظر : الرسائل التسع ( للآشتياني ) : 91 ، الفصل الأوّل ، رسالة في الإجزاء ، المبحث الخامس . والفوائد الجعفرية : 74 ، الفائدة السادسة عشرة . المكاسب والبيع 1 : 42 ، المكاسب المحرّمة ، المقام الثاني ، الكلام في الأمر بالمعروف والنهي عن المنكر .\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\nحفظ النظام في الإسلام .\r\nالفقرة الثانية : وهي ترجيح الأخذ بنظام الإسلام على الأنظمة الأُخرى ، فهو من الواضحات أيضاً ، يمثّله أصل وجود الإسلام وتعاليمه ، ووجوب طاعتها بحكم العقل ونصّ القرآن الكريم ؛ إذ لو لم تكن واجبة الامتثال وكان في إمكان الأفراد الإعراض عنها إلى غيرها ، لكان وجودها وعدمها سيّان ، ولما كان للحساب والعقاب الذي هو من أُصول الدين وضروريّاته أيّ مجال ؛ إذ لا يمكن لله عزّ وجلّ أن يعاقب الفرد على الترك بعد أن أجازه له وسوّغه بالنسبة إليه .\r\nعلى أنَّ لكلِّ تشريعٍ إسلاميٍّ غرضاً ومصلحة توخّاها الله تعالى في خلقه ليخرجهم من الظلمات إلى النور ، وهذا لا يتحقّق إلّا بالإطاعة والتطبيق ، وبدونه تكون أغراض الله تعالى في خلقه والعدالة التي كفلها لهم تكون متخلّفة وغير متحقّقة ؛ إذ لا يكفي التشريع النظري وحده لتنفيذ ذلك كما هو واضح .\r\nومن المعلوم أنَّ الأخذ بطاعة الشريعة الإلهيّة يقتضي ترك غيرها من المبادئ والقوانين ؛ لوضوح أنَّ الواقعة الواحدة لا تتحمّل تنفيذ حكمين متغايرين ، فحيث يكون الفرد بصدد تنفيذ وجهة نظر الإسلام فإنَّه يترك القانون الآخر لا محالة ، ويرجّح ما اختاره الله تعالى له على ما وضعه البشر من التشريعات التي أنتجت أكبر المفاسد وأعظم الظلم على خطّ تاريخ البشريّة الطويل .\r\nالفقرة الثالثة : وهي ترجيح التطبيق الإسلامي في عالم الحياة على عدم\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nتطبيقه ، فهي تتبرهن ممّا قلناه في الفقرة الثانية بالذّات ، فإنَّ الأخذ بنظام الإسلام يعني تطبيقه لا محالة ، فإنَّ الأهداف العليا للإسلام لا تتحقّق إلّا بالتطبيق .\r\nالفقرة الرابعة : وهي ترجيح التطبيق الإسلامي عن طريق حاكمٍ عالمٍ عادلٍ أو جامعٍ للشرائط الصالحة ، على تطبيقه من قبل شخصٍ آخر ، فهو من الضروريّات الواضحات أيضاً ، تسنده كلّ الأدلّة الدالّة على شرائط الفقيه المؤهّل للولاية ، على ما سيأتي . ووضوح أنَّ عدداً من الأحكام العامّة في الإسلام لا يمكن لغير المؤهّل للولاية أن يقوم بها ، كالقضاء وإقامة الحدود وجباية الضرائب والفتح الإسلامي .\r\nعلى أنَّ الضمان للاستقامة العادلة والمناعة عن الانحراف إلى المصالح الشخصيّة ، لا يكون إلّا مع هذه الشرائط ، على ما سيأتي .\r\nإذن فالشخص المضمون المأمون يكون هو المرجّح بالضرورة . فهذا هو أحد الأُسلوبين للبرهنة على ولاية الفقيه ، عن طريق القواعد الإسلاميّة العامّة .\r\nالأُسلوب الثاني : ما نسمّيه بالبرهان العقلي الإسلامي ؛ لقيامه على مقدّمات عقليّة ومقدّمات إسلاميّة تعبديّة ، على ما سنرى ، وهو الذي قرّره ومال إليه سيّدنا الأُستاذ آية الله الخميني « دام ظله » في مجلس درسه « 1 » « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) وربما يتحصّل من كتابه الحكومة الإسلاميّة أيضاً . ونحن نذكره بالمضمون لا بالنصّ ، كما فعلنا في البرهان السابق ( منه قدس سره ) .\r\n( 2 ) أُنظر : الحكومة الإسلاميّة : 43 ، وما بعدها ، أدلّة ضرورة تشكيل الحكومة ، كتاب البيع 2 : 617 ، ضرورة الحكومة الإسلاميّة .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nويتشكّل هذا البرهان من عدّة مقدّمات :\r\nالمقدمة الأُولى : أنَّه توجد في الإسلام أحكام عديدة تتّصف بكونها عامّة ، ولا يمكن للفرد بصفته الشخصيّة أن يقوم بها على أيّ حال ، وقد شرّعها المشرّع الإسلامي لتنظيم الحياة الاجتماعيّة ككلّ . وثبوت كل واحدٍ من هذه الأحكام من الواضحات الضروريّات في الفقه الإسلامي ، كالقضاء وفصل الخصومات ، وكتنفيذ الحكم القضائي بأخذ الدَّين من المدين وأخذ القصاص من الجاني وإيقاع الحدّ على المجرم وغير ذلك ، وكالتصرّف في بعض الجهات الماليّة كالأوقاف العامّة وجباية الضرائب الإسلاميّة الواجبة كالزكاة والخمس والخراج ، وكالجهاد الإسلامي دفاعاً أو هجوماً ، على تفصيل يأتي . وتحتاج كلّ هذه الأحكام وغيرها إلى جهاز حاكم وإدارة مركزيّة للأخذ بزمام المبادرة إلى تطبيقها في المجتمع ، ومن المتعذّر ، بل المحرّم في الإسلام أن يقوم الفرد بها بصفته الفرديّة ، وهي تقابل الصلاحيّات العليا التي تأخذ الحكومات بزمام المبادرة إلى تطبيقها بحسب القانون الوضعي .\r\nالمقدّمة الثانية : أنَّ أحكام الإسلام العامّة والخاصّة ، الاجتماعيّة والفرديّة شاملةٌ لكلِّ زمان ومكان من حين وجود الرسالة المحمديّة إلى يوم القيامة ، ولا يحتمل فيها النسخ والاختصاص لفترة معيّنة هي - مثلًا - فترة وجود الأئمّة بين ظهراني المجتمع ، أو فترة وجود الخلافة الأُخرى فيه ، بحيث لا تكون سارية المفعول بعد ذلك .\r\nإنَّ هذا ممّا لا يحتمله مسلم على الإطلاق ، وضرورة الدين قاضيّة ببقاء\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nالتعاليم الإسلاميّة ودوامها ما دامت البشريّة .\r\nالمقدمة الثالثة : أنَّ المذاهب الرئيسيّة في الإسلام تسالمت وأجمعت على ضرورة وجود القيادة الإسلاميّة في التشريع والتطبيق ، وإن اختلفت في أُسلوبها وتسمية شخص القائد وصفاته .\r\nوهذا واضح يدركه كلّ مسلمٍ بفطرته الإسلاميّة ، فالإماميّة آمنوا بالقيادة المعصومة ، وآمن أهل السنّة بالخلافة الراشدة ، ومن بعدها انطلاقاً من هذه الفكرة بالذّات . ولهذا فكّر أهل الشورى في ( يوم السقيفة ) وفي ( مجلس الشورى ) في الانتخاب . ولو كان في الإمكان - في نظر الإسلام - أن يكون المجتمع بدون رئيس أو أن يكون الرئيس ظالماً غير منبثق عن الأُمّة الإسلاميّة ، لما كان هناك حاجة إلى هذا الاجتماع والتشاور .\r\nالمقدّمة الرابعة : أنَّ هذه المذاهب تسالمت على جواز ، بل وجوب أخذ القائد بزمام المبادرة لتدبير شأن الأُمّة وتطبيق الأحكام العامّة ونحوها ، ممّا جاء به الإسلام ، وبالنتيجة تسالمت على وظائف ومسؤوليّات معيّنة موكولة إلى القائد الأعلى .\r\nولذا حاول كلّ مَن جاء إلى دست الحكم تطبيقها بشكلٍ وآخر ، ولم يتلقَّ أيّ اعتراض أو استنكار من أحدٍ من أيّ مذهبٍ إسلامي ، بل قد يتلقّى هؤلاء الخلفاء استنكاراً على عدم تطبيقهم لجملة من هذه الأحكام . كما أنَّ الأئمّة المعصومين عليهم السلام اعتقدوا هذه المنزلة لأنفسهم ، وإن لم يستطيعوا الوصول بها إلى حيّز التنفيذ .\r\nفإذا تمّت هذه المقدّمات ، نعرف أنَّ التعاليم الإسلاميّة تقضي بتطبيق\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالأحكام الاجتماعيّة العامّة التي لازالت سارية المفعول ولم تنسخ ، ولا يكون تطبيقها من قبل شخصٍ مؤهّل لذلك يمسك بزمام القيادة المركزيّة لتطبيق الأحكام الإسلاميّة العامّة . ولازلنا نصطلح على مثل هذا الشخص بالفقيه ، يقوم بكلِّ ما تسالم المسلمون على إيكاله للرئيس الأعلى للأُمّة الإسلاميّة ، ممّا كان يقوم به النبي ( ص ) بصفته قائداً ورئيساً . وهذا هو معنى ( ولاية الفقيه ) وهو المطلوب .\r\nوعلى أيّ حال ، فهذان أُسلوبان رئيسيّان للوصول إلى هذه النتيجة ، وكلاهما صحيح ، وإن كانا يختلفان من حيث بعض تفاصيل النتائج ممّا لسنا بصدد بيانه الآن . ولعلّ في إمكان أحدهما أن ينطق بما سكت عنه الآخر . وهناك أساليب أُخرى للبرهنة « 1 » تعود في واقعها إلى ما يشبه هذه المقدّمات والنتائج ، لا يسعها هذا المختصر .\r\nالحقل الثاني : الانطلاق في الاستدلال على ولاية الفقيه من النصوص التشريعيّة الدالّة على ذلك .\r\nوهي كلمات عديدة رويت عن أئمّة الهدى عليهم السلام ، حيث كانوا في مقام حفظ الشريعة في زمن انحسار القيادة المعصومة عن المجتمع ، وإيكال أمر تطبيقها إلى شخصٍ كفوءٍ مؤهّلٍ للاضطلاع بهذه المهمّة الكبرى .\r\nمقارنة عامّة : في هذه الأخبار نقطة ضعفٍ عن الحقل الأوّل\r\nللاستدلال ، كما أنَّ فيها نقطة قوّة عليها .\r\nأما نقطة ضعفها : فمن ناحية أنَّ تلك الأدلّة العقليّة قطعيّة المقدّمات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إن شأت التوسعة فراجع كتاب : في انتظار الإمام : 52 ، وما بعدها ( منه قدس سره ) .\r\n","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nواضحة الإنتاج ؛ على حين أنَّنا لو كنّا قد سمعنا هذه الكلمات من الأئمّة عليهم السلام مباشرةً لكان لها نفس القوّة إن لم يكن أكثر ، إلّا أنَّ هذه الكلمات مرويّة عنهم بطبيعة الحال بأسانيدٍ قد يوجد فيها الضعف والخدش ، ولا يسلم منها إلّا القليل .\r\nلكن في الإمكان التخلّص من نقطة الضعف هذه بعدَّة طرق :\r\nمنها : اعتبار أنَّ هذه الروايات لكثرة أسانيدها ونصوصها تبلغ حدّ التواتر ، فتكون قطعيّة الإنتاج أو قريبة من القطع .\r\nومنها : الأخذ بالقليل الذي يصحّ سنده منها ، فإنَّه كافٍ في إثبات المطلوب على المستوى الفقهي ، فيكون هو المدرك في المجال التطبيقي أيضاً .\r\nومنها : الأخذ بالأدلّة العقليّة لإثبات أصل ولاية الفقيه في الجملة ، والرجوع في تفاصيله إلى الروايات على ما سنذكر في نقطة القوّة .\r\nوفي ذكر التفاصيل روايات أكثر وأصحّ سنداً ، من الروايات المثبتة لأصل الولاية .\r\nوأما نقطة القوّة - في الأخبار الخاصّة عن الأدلّة العقليّة - : فهي أنَّ الأدلّة العقليّة ، لا تكاد تُثبت إلّا أصل الولاية ، وأمّا تفاصيلها ومدى صلاحيّات وصفات الولي فلا يكاد يتّضح منها ، على حين نجده مفصّلًا في الأخبار الخاصّة .\r\nوبعبارة أدقّ : إنَّ هناك أعمالًا معيّنة نعلم أنَّها من صلاحيّات الولي\r\nالإسلامي ، وهناك صفات معيّنة نعلم أنَّها من صفاته ، فتثبت بمجرّد ثبوت الولاية له . وأمّا الأعمال التي نشكّ في إمكان تولي الولّي الإسلامي لها\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nوعدمه فهذا ممّا لا يمكن إثبات جوازه بهذه الأدلّة العقليّة ، وإنَّما يجب الرجوع فيه جوازاً أو منعاً إلى الأخبار العامّة الشارحة لذلك .\r\n\r\nالاستدلال بالأخبار\r\nولا نريد الآن أن ندخل في التفاصيل ، وإنَّما نذكر فيما يلي أهمَّ الأخبار وأشهرها ، ممّا استدلّوا به على ثبوت الولاية للفقيه :\r\n\r\n1 . مقبولة عمر بن حنظلة\r\nالرواية الأُولى : الحديث المشهور المسمّى بمقبولة عمر بن حنظلة ، وإنَّما سمّيت بالمقبولة باعتبار أنَّ العلماء تلقّوها بالقبول ، وأفتوا على طبق مضامينها .\r\nوهي : ما رواه محمد بن يعقوب الكليني « رضوان الله عليه » بسنده إلى عمر بن حنظلة قال : سألت أبا عبد الله عليه السلام - الإمام الصادق - عن رجلين من أصحابنا بينهما منازعة في دَين أو ميراث فتحاكما إلى السلطان وإلى القضاة أيحلّ ذلك ، قال :\r\n« مَن تحاكم إليهم في حقٍّ أو باطلٍ فإنَّما تحاكم إلى الطاغوت . وما يحكم له فإنَّما يأخذه سحتاً وإن كان حقّاً ثابتاً له ؛ لأنَّه أخذه بحكم الطاغوت ، وقد أمر اللهُ أن يكفر به ،\r\nقال الله تعالى : ( يُرِيدُونَ أَنْ يَتَحَاكَمُوا إِلَى الطَّاغُوتِ وَقَدْ أُمِرُوا أَنْ يَكْفُرُوا بِهِ ) « 1 » » . قلت : فكيف يصنعان ؟ قال :\r\n« ينظران [ إلى 
  ] مَن كان منكم ممّن قد روى حديثنا ونظر في حلالنا وحرامنا وعرف أحكامنا ، فليرضوا به حكماً فإنّي قد جعلته عليكم حاكماً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة النساء ، الآية : 60 .\r\n","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nفإذا حكم بحكمنا فلم يقبله منه فإنَّما استخفّ بحكم الله ، وعلينا ردّ ، والرادّ علينا الرادّ على الله وهو على حدِّ الشرك بالله . . . »\r\nالحديث « 1 » .\r\nتفصيل الكلام في مفاد مقبولة ابن حنظلة\r\nوهذه الرواية تتعرّض إلى ثلاثة أُمور رئيسيّة :\r\nالأمر الأوّل : المنع من الرجوع في التحاكم وفضّ الخصومات وإزجاء الحاجات العامّة إلى الطاغوت ، وهو الحاكم الطاغية الظالم البعيد عن حكم الإسلام وتوجيهات الكتاب والسُنّة . فإنَّ الرجوع إليه يكون ركوناً إليه واعتماداً عليه ورفعاً لشأنه وتأييداً لمسلكه ، وهو ممّا يشجبه الإسلام بطبيعة الحال .\r\nوإنَّ من رجع إليه وتحاكم عنده فقد ركن إليه وآمن به ، وقد أمره الله تعالى أن يكفر به ، ويكون ما يأخذه بحكم الطاغوت من المال سحتاً حراماً في الإسلام ، وإن كان استحقاقه ثابتاً ؛ لأنَّه أخذه بحكم الطاغوت الذي أمر الله أن يُكفَرَ به . وفي ذلك يبلغ الإسلام أقصى درجات الردع عن اتّباع\r\nالحكم الكافر والأنظمة المنحرفة ؛ لتحويل الناس إلى حكمه ونظامه .\r\nالأمر الثاني : أن يرجع الفرد في موارد المرافعات وأُمور الدين والدنيا إلى الفقيه الجامع للشرائط ، فيقبل قوله ويسلّم بأمره ، ولا يردّ عليه ؛ لأنَّ أمره أمر الإسلام وحكمه حكمه ، وكأنَّ الرادّ عليه رادّ على الأئمّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الكافي 1 : 67 ، كتاب فضل العلم ، باب اختلاف الحديث ، الحديث 10 ، وسائل الشيعة 27 : 137 ، كتاب القضاء ، باب وجوب الرجوع في القضاء والفتوى إلى رواة الحديث من الشيعة ، الحديث 1 .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nالمعصومين عليهم السلام ، والرادّ على الأئمّة عليهم السلام رادٌ على الله ، وهو على حدِّ الشرك بالله .\r\nوالسند القانوني لجواز الرجوع إلى الفقيه ، ممّا تنطق به هذه الرواية ، هو إعطاء الإمام عليه السلام إيّاه هذه الصلاحيّة بقوله :\r\n« فإنّي قد جعلته حاكما »\r\nثمَّ إعطاء ذلك صيغة الأهمّيّة ، وأنَّ الردّ عليه وعصيانه يعود إلى الردّ على الله عزّ وجلّ وعصيانه ، وهذا هو معنى ( ولاية الفقيه ) .\r\n\r\nبيان إشكال الفقهاء على المقبولة\r\nوالاعتراض الرئيسي الذي يذكره الفقهاء حول ذلك ، هو أنَّ هذه الرواية خاصّة بباب القضاء والتحاكم في الخصومات ، وهي تعطي الفقيه صلاحيّة فضّها ، وأنَّ عصيان حكمه يرجع إلى عصيان الله عزّ وجلّ « 1 » . وهذا حقلٌ غير حقل ولاية الفقيه ، التي يدّعى فيها إعطاؤه صلاحيّات أوسع من ذلك بكثير ، تُمكّنه من قيادة المجتمع بصفته رئيساً للدولة الإسلاميّة ، ومن ثمَّ يكون الاستدلال بهذه الرواية على الولاية غير صحيح .\r\n\r\nجواب الإشكال\r\nويمكن التخلّص عن هذا الإشكال بوجهين :\r\nالأوّل : أن يستفاد من لفظ الحاكم في قوله :\r\n« قد جعلته حاكماً »\r\nنفوذ حكم الفقيه في كلِّ أمرٍ يمتّ إلى المصلحة الإسلاميّة بصلة ، في الأُمور\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع تفصيل ذلك في : ما وراء الفقه 9 : 38 ، وما بعدها ، فصل ولاية الفقيه ، وبحوث في صلاة الجمعة : 42 ، أدلّة الولاية العامّة ، تحقيق المقام في الدلالة .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nالقضائيّة والاجتماعيّة والسياسيّة والماليّة وغير ذلك ، ويكون عصيانه في أيّ شيءٍ من ذلك عصياناً لله عزّ وجلّ .\r\nولا يخدش بذلك كون مورد السؤال في الرواية هو خصوص القضاء ، فإنَّ مفهوم الحكم أعمّ منه ، وإطلاقه في غير موارد القضاء معروف لغةً وعرفاً .\r\nالثاني : ما ذكره سيّدنا الأُستاذ آية الله الخميني « دام ظله » في مجلس درسه « 1 » « 2 » من أنَّه لو كانت المنازعات بين الناس تحتاج دائماً إلى تحكيم القواعد الشرعيّة وتمييز المدّعي من المنكر لصحّ ما قالوه من اختصاص الرواية بالحكم القضائي ، إلّا أنَّ المنازعات لا تختصّ بذلك بطبيعة الحال ، كما لو كانت الظلامة واضحة معلومة ، كالغصب والسرقة والاعتداء على الميراث ، ونحو ذلك ، فإنَّ المظلوم إنَّما يرجع إلى الحاكم - بصفته قوّة تنفيذيّة - لاسترجاع ظلامته ، ولا يرجع عليه - بصفته قاضياً - لفصل\r\nالخصومة بالقواعد الشرعيّة .\r\nومعه ، فيستفاد من الرواية : أنَّه كما يرجع الناس إلى الأجهزة الظالمة والطواغيت في كلا هذين الأمرين ، وهما : القضاء وإرجاع الظلامات ، فكذلك يمكن الرجوع إلى الفقيه في كلا الحالين ، بل هو المتعيّن بعد حرمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) نذكره بالمعنى لا بالنصّ ( منه قدس سره ) .\r\n( 2 ) وهو مضبوط في مخطوطات السيّد الشهيد قدس سره‌في كتاب البيع ( من أبحاث السيّد الخميني ) في الجزء الثامن وما بعده . وأُنظر : كتاب البيع 2 : 639 ، الاستدلال بمقبولة عمر بن حنظلة .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nالرجوع إلى الطواغيت .\r\nفإذا علمنا أنَّ مفهوم إرجاع الظلامات - وهو ما يختصّ به الجهاز التنفيذي للدولة عادةً دون الجهاز القضائي - لا ينحصر بمورد دون مورد ، بل يشمل سائر فعاليّات هذا الجهاز ، ما دام سحب الفعاليّة وشجبها يقتضي وجود الظلامة وإقرارها .\r\nإذن فيكون للفقيه السلطة الكاملة للقيام بكلِّ ذلك ، وهو معنى ولاية الفقيه على الوجه المطلوب .\r\nالأمر الثالث ممّا تعرّضت له الرواية : هو الصفات المعتبرة في الفرد لكي يكون أهلًا لتحمّل المسؤوليّات الملقاة على عاتقه في الرواية . وهذا ما سوف نتعرّض له إن شاء الله تعالى في الفصل الثاني من هذا القسم .\r\n\r\n2 . التوقيع الشريف « 1 »\r\nالرواية الثانية : التوقيع المشهور عن الإمام المهدي عليه السلام ، الذي رواه جملة من أجلّة المشايخ « رضوان الله عليهم » كالشيخ الصدوق في « إكمال الدين » « 2 » ، والشيخ الطوسي في « الغيبة » « 3 » ، والشيخ الطبرسي في\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) التوقيع أو « التوقيعات » هو الاسم الذي اشتهر في كتب التأريخ والحديث لرسائل المعصومين عليهم السلام ، وخصوصاً تلك الصادرة عن الإمام المهدي ( عج ) التي أبلغها أحد نوابه الأربعة .\r\n( 2 ) أُنظر : إكمال الدين : 484 ، الباب الخامس والأربعون ، ذكر التوقيعات ، الحديث 4 .\r\n( 3 ) أُنظر : الغيبة 291 ، بعض ما ظهر من جهته عليه السلام من التوقيعات ، الحديث 247 .\r\n","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n« الاحتجاج » « 1 » ، والشيخ الحرّ في « الوسائل » « 2 » ، وغيرهم « 3 » .\r\nوهو ما روي عن إسحاق بن يعقوب قال : سألت محمد بن عثمان العمري أنَّ يوصل لي كتاباً قد سألت فيه عن مسائل أشكلت عليّ ، فورد التوقيع بخطِّ مولانا صاحب الزمان عليه السلام :\r\n« أمّا ما سألت عنه ، أرشدك الله وثبّتك\r\n[ إلى أن قال 
  ] :\r\nوأمّا الحوادث الواقعة فارجعوا فيها إلى رواة حديثنا فإنَّهم حجّتي عليكم ، وأنا حجّة الله . . .\r\nالخ » الحديث « 4 » .\r\n\r\nبسط الكلام في التوقيع الشريف\r\nوالحديث واضح في المطلوب ، فإنَّ الحوادث الواقعة هي كلّ الأُمور\r\nالمستجدّة في المجتمع الإسلامي من مشاكل الدولة والأفراد ، فإنَّها يجب الرجوع فيها إلى الرواة وهم الفقهاء ، فإنَّهم حجّة على المسلمين ، وقولهم نافذ فيهم وأمرهم مطاع عليهم ، على حدِّ نفوذ كلام الإمام عليه السلام وتعاليمه في قيادة الأُمّة وتدبير شؤونها . وهذا هو معنى ولاية الفقيه بأجلى صورها وأوسع معانيها .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُنظر : الاحتجاج 2 : 283 ، ترجمة أبي جعفر محمّد بن عثمان العمري ، ثاني الوكلاء الأربعة .\r\n( 2 ) أُنظر : وسائل الشيعة 27 : 14 ، باب وجوب الرجوع في القضاء والفتوى إلى رواة الحديث ، الحديث 9 .\r\n( 3 ) أُنظر : الفصول العشرة ( للمفيد ) : 11 ، من كتب المهدي ( عج ) إلى آخر القرن الرابع .\r\n( 4 ) الوسائل : كتاب القضاء ، باب 11 ، من أبواب صفات القاضي : ج 3 ، ص 424 ، طبعة قديمة ( منه قدس سره ) .\r\n","page_name":" 71 ","page_number":71},
  {"content":"\r\n\r\n\r\nالإشكال على الاستدلال بالتوقيع الشريف وردّه\r\nوالإيراد الرئيسي المعروف على الاستدلال بهذه الرواية ، هو أنَّ هذه الصلاحيّات الواسعة أُوكلت إلى رواة أحاديث الأئمّة عليهم السلام لا إلى الفقهاء ، فيكون الحديث أجنبيّاً عن المطلوب .\r\nويمكن أن يجاب هذا الإيراد بعدّة أجوبة ، منها ما يلي :\r\nالأوّل : أنَّ المقصود بالرواة هم الفقهاء ؛ لأنَّ الرواية كانت هي الطابع الغالب على فقهاء أصحاب الأئمّة عليهم السلام ، ومن هنا عبّر عنهم بالرواة ، باعتبار صدور هذا النصّ في مثل ذلك العصر .\r\nالثاني : أنَّه إذا كانت هذه المسؤوليّات الكبيرة تناط بالرّاوي ، فتكون إناطتها بالفقيه أولى ، أمّا لأنَّه راوٍ وزيادة ؛ لأنَّه مدقّق في معاني ما يرويه . وأمّا لأنَّ الرواية لا يحتمل أخذها في موضوع الحكم لكونها رواية فحسب ، بل باعتبارها ممثّلة للثقافة الإسلاميّة الواسعة الدقيقة ، لما سنعرفه من أنَّ أحد شرائط الفقيه حين يكون وليّاً هو الحصول على مثل هذه الثقافة ، ومعه يمكن التعدّي من الرواة إلى الفقهاء بوضوح ؛ لاشتراكهم في الثقافة\r\nالإسلاميّة الواسعة . ومعه تكون هذه الرواية دليلًا على المطلوب .\r\n\r\n3 . رواية مولانا الرضا عليه السلام\r\nالرواية الثالثة : ما رواه الصدوق في « علل الشرائع » ، بسنده عن الإمام الرضا عليه السلام في حديث طويل . وفيه : فإن قال قائل : ولِمَ جعل - الله تعالى - أُولي الأمر وأمر بطاعتهم ؟ « قيل : لعللٍ كثيرة :\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nمنها : أنَّ الخلق لمّا وقفوا على حدٍّ محدود وأُمروا أن لا يتعدّوا تلك الحدود لما فيه من فسادهم ، لم يكن يثبت ذلك ولا يقوم إلّا بأن يجعل عليهم فيها أميناً يأخذهم بالوقت عندما أبيح لهم ، ويمنعهم من التعدّي على ما حظر عليهم ؛ لأنَّه لو لم يكن ذلك لكان أحد لا يترك لذّته ومنفعته لفساد غيره . . . .\r\nومنها : أنّا لا نجد فرقة من الفرق ولا ملّة من الملل ، بقوا وعاشوا إلّا بقيّم ورئيس لما لابدَّ لهم منه في أمر الدين والدنيا .\r\nفلم يجز في حكمة الحكيم أن يترك الخلق ممّا يعلم أنَّه لابدَّ لهم منه ولا قوام لهم إلّا به ، فيقاتلون به عدوّهم ويقسمون به فيئَهم ويقيمون به جماعتهم ، ويُمنع ظالمهم من مظلومهم .\r\nومنها : أنَّه لو لم يجعل لهم إماماً قيّماً أميناً حافظاً مستودعاً لدرست الملّة وذهب الدين وغيّرت السنن والأحكام ، ولزاد فيه المبتدعون ونقص منه الملحدون ، وشبّهوا ذلك على المسلمين ؛ إذ قد وجدنا الخلق منقوصين محتاجين غير كاملين مع اختلافهم واختلاف أهوائهم وتشتّت حالاتهم . فلو\r\nلم يجعل فيها قيّماً حافظاً لما جاء به الرسول الأوّل ، لفسدوا على نحو ما بيّناه وغيّرت الشرايع والسنن والأحكام والإيمان ، وكان في ذلك فساد الخلق أجمعين . . . » « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) علل الشرائع 1 : 353 ، الباب 182 ، علل الشرائع أُصول الإسلام ، وعيون أخبار الرضا 1 : 107 ، باب 34 : في العلل التي ذكر الفضل بن شاذان أنَّه سمعها من مولانا الرضا عليه السلام .\r\n","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\n\r\nبسط الكلام في رواية مولانا الرضا عليه السلام\r\nتتعرّض هذه الرواية لأمرين رئيسيّين :\r\nالأوّل : الفوائد التي تترتّب على وجود الأمير العادل في المجتمع الإسلامي . تلك الفوائد التي يُعرف منها أمران :\r\nأحدهما : ضرورة تعيينه في نصِّ القانون الإسلامي ؛ إذ بدونه يختلّ النظام ، كما أسلفنا .\r\nثانيهما : الصلاحيّات المسندة إليه شرعاً ، والحدود التي يمكنه أن يمارس بها سلطته ، وهذا ما سنوضّحه في الفصل الثالث من هذا القسم .\r\nالثاني : الشرائط التي يجب أن يتّصف بها الأمير العادل ، وهذا ما نعقد له الفصل الثاني من هذا القسم من البحث .\r\nإلّا أنَّنا ننطلق من نفس هذه الشرائط لإثبات المطلوب ، حيث ذكرت الرواية أنَّه يجب أن يكون رئيس الدولة الإسلاميّة ، إماماً قيّماً أميناً حافظاً مستودعاً ، وهذه صفات تحدّه من طرفي النقيصة والزيادة ، أمّا من طرف\r\nالنقيصة ؛ فلوضوح عدم جواز أن يتولّى الحكم في المجتمع الإسلامي شخص منحرف غير متّصف بهذه الصفات ، وأمّا من طرف الزيادة ، فإنَّ الرئاسة غير منحصرة بالإمام المعصوم عليه السلام ، بل يكفي أن يكون الرئيس متّصفاً بهذه الصفات ، وإن كان دون العصمة بمرقاة ، وهذا هو معنى ولاية الفقيه .\r\nوأمّا وصفه بصفة ( الإمام ) فلا يراد به المعصوم على وجه الخصوص ، بل يراد به الرئيس والمقتدى ، مما هو مقتضى المعنى اللغوي سواء كان معصوماً أو غير معصوم .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\n\r\n4 . رواية تحف العقول\r\nالرواية الرابعة : ما رواه الحرّاني في « تحف العقول » من قوله عليه السلام :\r\n« مجاري الأُمور على أيدي العلماء »\r\n« 1 » .\r\nومجاري الأُمور تعبّر عن السير العامّ في حوادث المجتمع ، مما يمتّ إلى تدبيره وتقرير سياسته ومصيره والإشراف على أفراده بصلة . وهي نفس الأُمور التي تتكفّلها الحكومات عادة بالتنفيذ ، بل لعله أوسع من ذلك ؛ باعتبار أنَّ الحكومة الإسلاميّة حكومة عقائديّة ، والحكومة العقائديّة أوسع مفعولًا في المجتمع من الحكومات الأُخرى ، كما نرى مثاله في عالمنا اليوم .\r\n\r\nإيراد على مفاد رواية تحف العقول وجوابه\r\nولعلّك تقول : إنَّ المراد بالعلماء هم أهل الاختصاص في كلِّ علم وفنّ ، وليس ذلك مختصّاً بعلماء الدين المختصّين بفهم الشريعة الإسلاميّة . فلا تكون الرواية دالّة على ولاية الفقيه .\r\nويكون الجواب على ذلك من وجهين :\r\nالوجه الأوّل : أنَّنا يجب أن نفهم من كلِّ لفظ ذلك المعنى الذي قصده المتكلّم في عصره ، بحسب الفهم العرفي والاجتماعي المعاصر له ، ولا يجوز لنا أن نحمّل عليه فهمنا المتأخّر الذي لم يكن يفهمه أهل ذلك العصر .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الرواية عن مولانا أمير المؤمنين عليه السلام في ( الأمر بالمعروف والنهي عن المنكر ) ، ومن نصّ الرواية قوله عليه السلام :\r\n« مجاري الأُمور والأحكام على أيدي العلماء بالله الأمناء على حلاله وحرامه . . . »\r\n. أُنظر : تحف العقول : 238 ، ومستدرك الوسائل 17 : 316 ، الباب 11 ، باب وجوب الرجوع في القضاء والفتوى إلى رواة الحديث من الشيعة ، حديث 16 .\r\n","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nولفظ العالم والعلماء لم يكن يفهم منه في ذلك العصر إلّا العالم الديني ؛ فإنَّه المسلك العلمي الوحيد الذي كان سائداً في تلك العصور ، في صدر الإسلام وما بعده إلى عدّة قرون . ولا يكاد يكون للعلوم التجريبيّة وجود عامّ في تلك المجتمعات لنحمل اللفظ عليه .\r\nومعه تكون الرواية دالّة على إناطة مجاري الأُمور بيد العلماء الإسلاميّين ، وهو المقصود من ولاية الفقيه .\r\nالوجه الثاني : أنَّه بعد التنزّل عن الوجه الأوّل والتسليم بأنَّ اللفظ شامل للعلماء في العلوم التجريبيّة كالطبّ والهندسة والفيزياء ، فهو ممّا لا يضرّ بالمطلوب . فإنَّنا لا يخلو : إمّا أن نفهم من قوله :\r\n« مجاري الأُمور »\r\nخصوص الرئاسة العليا ، أو أن نفهم مجموع قيادة الدولة بيد جماعة من الناس ، كالوزراء والمدراء وأعضاء البرلمان وغيرهم .\r\nفإن فهمنا خصوص الرئاسة العليا ، كان ذلك ممكناً ، ويكون المراد هو\r\nلزوم أن يكون رئيس الدولة الإسلاميّة اختصاصيّاً بعلمٍ من العلوم . وهذا وإن كان - بمجرّده - غير محتمل من ذوق الشريعة وتسالم الفقهاء ، إلّا أنَّنا لو سلّمناه أمكننا أن نضيف إليه الشرائط الأُخرى التي يجب توفّرها في الرئيس الإسلامي من الروايات والأدلّة الأُخرى ، ولا يكفي مجرّد كونه اختصاصيّاً أيّاً كان .\r\nوإن فهمنا الثاني ، كان المراد من الرواية : أنَّ زمام الدولة يجب أن يعطى لمشرفين اختصاصيّين ، وهذا مطلبٌ صحيحٌ في نفسه ، وضروريّ التحقّق لنجاح الدولة بكلِّ تأكيد . إلّا أنّنا يجب أن نتوخّى في الاختصاصيّ\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nالمطلوب مزيداً من الإيمان بالمبدأ والإخلاص له والاستعداد للتضحية في سبيله ، ولا يكفي مجرّد كونه اختصاصيّاً ، كما هو معلوم .\r\nلكن الرواية بناءً على هذا الفهم ، لا تكون متكفّلة لخصوص ولاية الفقيه ، وإن كانت تعرب عن مطلب إسلامي صحيح في نفسه . إلّا أنَّ الوجه الأوّل هو الأظهر ، فتكون دالّة على المطلوب .\r\n\r\n5 . رواية الكافي\r\nالرواية الخامسة : ما رواه الكليني في « الكافي » بسنده عن القداح عن أبي عبد الله عليه السلام ، قال : « قال رسول الله ( ص ) : مَن سلك طريقاً يطلب فيه علماً سلك الله به طريقاً إلى الجنّة . وإنَّ الملائكة لتضع أجنحتها لطالب العلم رضاً به ، وإنَّه ليستغفر لطالب العلم مَن في السماء ومَن في الأرض . . . وفضل العالم على العابد كفضل القمر على سائر النجوم\r\nليلة البدر . وإنَّ العلماء ورثة الأنبياء . . . » الحديث « 1 » .\r\n\r\nبسط الكلام في مفاد الرواية\r\nوتتعرّض هذه الرواية لمطلبين رئيسين :\r\nالأوّل : فضل طالب العلم عند الله عزّ وجلّ وأهمّيّته في العالم الأعلى ، وأثره في المجتمع ونحو ذلك ، ممّا يعطى الفرد دافعاً قويّاً للحصول على هذه المرتبة العالية والاندراج في هذا المسلك ، وهو من جملة الصيحات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُصول الكافي 1 : 34 ، باب ثواب العالم والمتعلّم ( منه قدس سره ) . وأُنظر أيضاً : الأمالي ( للصدوق ) : 116 ، فضائل علي عليه السلام ، الحديث 9 .\r\n","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nالإسلاميّة في الحثّ على طلب العلم الإسلامي ، وتلقّي الثقافة الإسلاميّة ، وهذا خارج عن محلِّ الشاهد فعلًا .\r\nالثاني : أنَّ العلماء ورثة الأنبياء ، فإذا عرفنا أنَّ الأنبياء اضطلعوا بمهمّتين رئيسيّتين :\r\nالأُولى : تبليغ الشريعة الإلهيّة العادلة إلى الناس .\r\nالثانية : تطبيق هذه الشريعة بتفاصيل تعاليمها في المجتمع .\r\nفكان الأنبياء في مهمّتهم الأُولى علماء عقائديّين حملوا مشعل العدل الإلهي إلى العالم . وكانوا في مهمّتهم الثانية رؤساء دولة وقوّاد مجتمع اضطلعوا بمهمّة تطبيق العدل الذي بشّروا به في الناس .\r\nوحين يكون العلماء ورثة الأنبياء ، فإنَّهم يضطلعون بكلتا المهمّتين بطبيعة الحال - وهما في الحقيقة أقصى مسؤوليّات الدولة الإسلاميّة في\r\nالعالم - وهي تبليغ العدل وتطبيقه . فتكون هذه الرواية دالّة على ولاية الفقيه بأوضح وأوسع الصور .\r\nوأمّا الحديث عمّا نفهمه من لفظ العلماء ، فقد انكشف حاله ممّا قلناه في الرواية الرابعة . وقد استظهرنا أنَّ المراد بهم العلماء الاختصاصيّون في الشريعة الإسلاميّة .\r\nفهذا هو عدد من الروايات الدالّة على ثبوت الولاية للفقيه . ومعه نكون قد حملنا فكرةً كافيةً عن أنَّ القواعد العامّة والروايات الخاصّة في الإسلام دالّة على ثبوت هذه الولاية . وبهذا انتهى الفصل الأوّل من هذا القسم من البحث .\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\n\r\nالفصل الثاني : تحديد معنى الحاكم الشرعي وخصائصه\r\n\r\n","description":"","footnote":"","page_name":" 79 ","page_number":79},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\n[ يقع الكلام 
  ] في المعطَى العامّ لهذه الأدلّة من حيث تحديد شخص الولي ، وسرد خصائصه وما ينبغي أن تتوفّر فيه من صفات .\r\nوينبغي أن يقع الكلام في ذلك ضمن حقلين :\r\nأحدهما : في تحديد المفهوم العامّ للحاكم الإسلامي بعد فقدان القيادة المعصومة .\r\nثانيهما : في الصفات الخاصّة المتوخّاة شرعاً في مثل هذا الحاكم .\r\nالحقل الأوّل : في تحديد المفهوم العامّ للحاكم الإسلامي بعد فقدان القيادة المعصومة .\r\nمن الفروق المهمّة بين القيادة المعصومة - بناءً على الفهم الإمامي لها - وبين ولاية الفقيه : أنَّ القائد المعصوم شخصٌ معيّن منصوص عليه في الشريعة من قبل الله عزّ وجلّ ؛ لأجل ما يتّصف به من كمالٍ إنساني عالٍ وكفاءة قياديّة كبرى .\r\nوقد يتعدّد القوّاد المعصومون ، إلّا أنَّ النصَّ يبقى شخصيّاً على كلِّ فردٍ منهم ، ولا يعود عامّاً أو كليّاً . وهذا بخلاف ولاية الفقيه ، فإنَّها لم توكل إلى أيّ شخصٍ معيّن من البشر ، وإنَّما أُنيطت بالعنوان الكلّي ، وهو الشخص المتّصف بالصفات المعيّنة التي نذكرها في الحقل الثاني الآتي . فكلّ من اتّصف بتلك الصفات كان أهلًا لتولّي الزعامة العامّة في المجتمع الإسلامي ، بغضّ النظر عن شخصه ولغته وجنسيّته وثروته ، أو أيّ اعتبار\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nآخر من هذا القبيل . وأمّا تولّيه الفعلي للزعامة ، فهذا تابع لشكل القانون الساري في الدولة الإسلاميّة لتنظيم الرئاسة فيها .\r\nويترتّب على ذلك عدّة نتائج ، نذكر منها ما هو المهمّ :\r\nالنتيجة الأُولى : أنَّ هذا العنوان الكلّي أو المفهوم العامّ قابل للتعدّد في الخارج ، بمعنى أنَّه يمكن أن يوجد أشخاص متعدّدون متّصفون بالصفات التي تؤهّلهم لقيادة الأُمّة . وفي مثل ذلك يحتاج ترجيح بعضهم على بعض في تولّي الرئاسة ، وفي نفوذ حكم بعضهم على بعض إلى تنظيمٍ خاصٍّ في الدولة الإسلاميّة ، لسنا الآن بصدد الدخول في تفاصيله .\r\nالنتيجة الثانية : أنَّ الرئيس الإسلامي حين يتولّى الرئاسة بالفعل ، إنَّما يتولّاها باعتبار كونه متّصفاً بالصفات المعتبرة الخاصّة ، فإذا زالت هذه الشرائط كلّها أو بعضها ، فإنَّه ينعزل تلقائيّاً بمنطق الشريعة ، ولا يجوز له بعد ذلك ممارسة الحكم . ويجب عليه التنازل ، وإذا لم يفعل وجب على المسلمين إنزاله وإبداله بشخصٍ آخر جامع للصّفات مؤهّل للرئاسة الشرعيّة .\r\nوأمّا إذا لم تستطع الأُمّة ذلك ، فمعناه اختلال التطبيق في المجتمع الإسلامي ، ووجود الانحراف فيه بانحراف شخص الرئيس .\r\nوعلى أيّ حال فهذه النتيجة مفتاح كبير لعزل القائد بمجرّد أن تبدر منه الخيانة وعصيان التعاليم الإسلاميّة ، أو أكل حقوق الناس بالباطل ، ونحو ذلك ، مما يطول المجال في شرحه . وإنَّما نوكل تطبيقه إلى القارئ الكريم بعد أن يطّلع على تفاصيل الصّفات المعتبرة في رئيس الدولة الإسلاميّة .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\nالنتيجة الثالثة : أنَّه لو فرض انحصار المؤهّلات في شخصٍ واحد ، فإنَّه يجب عليه التصدّي للحكم العامّ ، ويجب على المسلمين القبول . ولا يجوز له أو لهم الاعتذار عن ذلك ؛ لأنَّ معنى تخلّيه عن ذلك بقاء المجتمع بلا قائد أو إعطاء القيادة بيد غير الكفؤ ، وكلاهما غير جائزٍ في الإسلام .\r\nومثله لو كان الرئيس جامعاً للشرائط وكان يعلم بأنَّه الوحيد المؤهّل لذلك ، وأنَّه لا يوجد في المجتمع شخصٌ آخر مؤهّل ، فلا يجوز له التخلّي والاستقالة ؛ لأنَّ معناه أيضاً بقاء المجتمع بلا قائد ، أو إعطاء القيادة لشخصٍ غير كفوء ، وكلاهما غير جائز في التشريع الإسلامي .\r\nالحقل الثاني : في الصفات المعتبرة في الفقيه لكي يكون وليّاً على المسلمين في نظر الإسلام ، ومؤهّلًا لتولّي قيادة التجربة الإسلاميّة فيهم جزئيّاً أو كليّاً ، على ما يأتي في تحديد صلاحياته .\r\nوالتكلّم في هذه الصفات ، يكون - بطبيعة الحال - بعد المفروغيّة عن صفات أُخرى أساسيّة أُخذت شرطاً في صحّة كثيرٍ من تصرّفات الفرد ، فكيف بالولاية على المسلمين ، كالعقل والبلوغ والرشد والإسلام . وقد تكون الذكورة وحليّة المولد مندرجان بالنسبة إلى الولاية .\r\nومن ثمَّ نفرغ الآن عن لزوم اتّصاف الفرد بهذه الصفات كشرطٍ أساسي أوّلي واضح لأهليّة الولاية ، محيلين تفاصيلها إلى بحث آخر .\r\nوإنَّما المهمّ هو الصفات الزائدة على ذلك ؛ لوضوح أنَّه ليس في إمكان كلّ مسلم بالغ عاقل رشيد أن يتولّى مهامّ الولاية العامّة على المسلمين . ومن ثمَّ شَرط الإسلام توفُّر شرطين آخرين ، هما : العلم والعدالة .\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n\r\nويجب أن لا نفهم من هاتين الصفتين معناهما الضيّق ، أو وجودهما بأقلّ المراتب . بل ينبغي أن نفهمهما بالنحو الواسع الواعي ، الذي يؤهّل المتّصف بهما للمنصب الكبير الذي أُنيط به في الشريعة الإسلاميّة .\r\nومن هنا ينبغي أن نحمل فكرة كافية عن كلتا هاتين الصفتين .\r\nالعلم : وهو بمفهومه الواسع الواعي : هو ما عُبّر عنه في الروايات السابقة عن حامله بأنَّه :\r\n« قد روى حديثنا ونظر في حلالنا وحرامنا وعرف أحكامنا » ،\r\nومثل هذا الشخص هو ذلك الإنسان الذي اتّصل بالكتاب والسنّة بقصد فهمهما والتعمّق في مداليلهما ، واستلهام الأحكام الإسلاميّة منهما ، فاستطاع أن يأخذ من ذلك بحظٍّ وافرٍ حتّى حصّل القدرة على استنباط الأحكام الشرعيّة ومعرفة التعاليم الإسلاميّة ، والحلال والحرام من ذينك المصدرين الأساسيّين ، وتوصّل نتيجة لذلك إلى معرفة الأحكام ، بمعنى : أنَّه استطاع أن يكوّن رأياً عن ثبوت كثير من الأحكام الشرعيّة بقيودها وخصوصيّاتها .\r\nوهنا يجب أن نأخذ بنظر الاعتبار أمرين رئيسيّين ، لا مناص للفرد العالم منهما ؛ لتتمّ أهليّته لممارسة الولاية ، وبهما يتّخذ العلم معناه الواسع المقصود :\r\nالأمر الأوّل : أنَّ الفرد يجب أن لا يقتصر على معرفة الأحكام الإسلاميّة من أدلّتها التفصيليّة ، ممّا يخصّ الشؤون الفرديّة فقط ، كبعض العبادات وبعض المعاملات ، بل يجب أن يوسّع من ثقافته الفقهيّة الإسلاميّة لتشمل النواحي الاجتماعيّة ، فيتعرّف عن كثب على الحلول\r\n\r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nالإسلاميّة للمشاكل العامّة في المجتمع ، وعن أُسلوب تدبيره وقيادته في الإسلام في مختلف الحقول ؛ لكي يكون بذلك حاملًا للأُطروحة الداعية الواسعة للولاية الإسلاميّة ، وما تكتنفها من خصائص ومسؤوليّات .\r\nالأمر الثاني : أن يكون للفرد درجة عليا من الرشد الاجتماعي والخبرة السابقة بشؤون الناس والتعامل معهم وحسن مسايرتهم والتعايش معهم ؛ إذ بدون ذلك يكون الفرد عاجزاً عن ممارسة الولاية والقيادة بطبيعة الحال .\r\nوهذا الأمر وإن لم يكن مدلولًا عليه بما ذكرناه من الروايات ، إلّا أنَّ الدليل عليه يكون بالآيات والروايات الدالّة على لزوم اتخاذ الأخلاق الاجتماعيّة ، والتي تعرفّنا على تفاصيل ذلك ، واتخاذ الطرق الصحيحة فيه ، ممّا لسنا الآن بصدد بيانه .\r\nفإذا كان هذا مطلوباً من المسلم الاعتيادي ، فكيف بالرئيس الأعلى ؟ ومن المعلوم أنَّ الفرد كلّما اتّسع نطاق علمه وعمله اتّسعت مسؤوليّاته وقبحت هفواته أكثر ، وصار أثرها السيئ أعمق وأوسع ، ومعه فيكون اتّخاذ الطريق العادل عليه ألزم وبه ألصق .\r\nولنا في سيرة النبي الكريم ( ص ) الذي كان على خلق عظيم أفضل شاهد على ذلك ، وحسبنا أن نعلم أنَّه لو كان فضّاً غليظ القلب لانفضوا من حوله كما نصّ القرآن الكريم « 1 » . كما أنَّ لنا في أُسلوب تدبيره للمجتمع وحسن نظره فيه وطرق قيادته للفتح الإسلامي أُسوةً حسنةً واجبة الاتّباع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إشارة إلى قوله تعالى : ( وَلَوْ كُنْتَ فَظًّا غَلِيظَ الْقَلْبِ لَانْفَضُّوا مِنْ حَوْلِكَ ) ، من سورة آل عمران ، الآية : 159 .\r\n","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nبنصّ القرآن .\r\nفهذا بمجموعه هو العلم بمعناه الواسع الواعي الذي يجعل الفرد أهلًا لأن يكون وليّاً إسلاميّاً ناجحاً ، وهو الذي يجعل منه ( فقيهاً ) مؤهّلًا لنيل منصب ( ولاية الفقيه ) .\r\nالعدالة : وهي - كما عرّفوها - : الملكة التي تمنع الفرد عن مخالفة الأحكام الشرعيّة الإسلاميّة « 1 » .\r\nوهذا التعريف صحيح في الجملة ، إلّا أنَّنا يجب أن نفهم المعنى العميق لذلك ، وهو أن توجد للفرد صفة : ( عدالة ما بعد الوعي ) - كما سمّيناها في بعض بحوثنا السابقة « 2 » - على أن يكون الفرد ناجحاً بها في مقام التمحيص .\r\nفإن للعدالة بالنحو المندرج في التعريف ثلاث مراتب :\r\nالمرتبة الأُولى : عدالة ما قبل الوعي ، وتتحقّق فيما إذا كان الفهم الإسلامي لدى الفرد مقتصراً على الأحكام الشخصيّة والتعاليم الفرديّة ، بدون أن يكون ملتفتاً إلى الأحكام الإسلاميّة الاجتماعيّة العامّة .\r\nومن هنا يحاول مثل هذا الفرد أن يطبّق سلوكه على هذه الأحكام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع نظير ذلك في : مجمع الفائدة والبرهان 12 : 64 - 70 ، المقصد الثاني في كيفيّة الحكم ، ومعالم الدين ( قسم الفقه ) 1 : 104 ، المطلب السادس ، أصل في شروط العمل بخبر الواحد ، وراجع أيضاً : ما وراء الفقه 1 : 48 - 59 ، فصل في العدالة .\r\n( 2 ) لم نعثر على ذلك في أبحاث السيّد الشهيد قدس سره‌السابقة على هذا الكتاب . نعم ، بالإمكان مراجعة تفصيل ذلك في : موسوعة الإمام المهدي ( عج ) 4 : 527 ، التخطيط الأوّل المنتج للوعي والتفكير .\r\n","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nالتي يؤمن بها ، فيكون عادلًا على المستوى الفردي ، ولكن حيث إنَّه لا يُدرك الأحكام الإسلاميّة الاجتماعيّة ، أو لا يؤمن بصحّتها ، فإنَّه لا يحاول تطبيق سلوكه عليها ، بل قد يقع في مخالفتها قليلًا أو كثيراً . على أنَّه ليس لديه أيّ ضمان في أنَّه لو عرف هذه الأحكام وآمن بها ، فإنَّه يستطيع أن يطبّق سلوكه عليها ، بل قد ينحرف في ذلك ، ويكون من العصاة والفسّاق .\r\nوهذه العدالة ، وإن كانت مجزية في بعض الأحكام الشرعيّة ، إن لم يُحرز الانحراف ، كإقامة صلاة الجماعة والشهادة في القضاء أو في الطلاق ، إلّا أنَّها لا تكون كافية للولي الإسلامي . فإنَّ معنى الولاية بطبيعة الحال هو مواجهة الأحكام العامّة وجهاً لوجه ، والدخول في صميم المجتمع بما فيه من مشاكل ومفاسد وإغراء ، ومثل هذه العدالة خالية من الضمان عن الانحراف والتورّط في العصيان في هذه المرحلة الدقيقة من حياة الإنسان . وأمّا إذا نجح الفرد في اجتياز ذلك بنجاح ، فمعنى ذلك أنَّه ارتقى عن هذه المرتبة إلى إحدى المرتبتين التاليتين .\r\nالمرتبة الثانية : عدالة ما بعد الوعي ، وتتحقّق للفرد فيما إذا كان فهمه الإسلامي واسعاً واعياً شاملًا لسائر الأحكام والقواعد الإسلاميّة ، على الصعيدين الفردي والاجتماعي ، وكان يحاول تطبيق سلوكه على كلِّ هذه الأحكام بما تقتضيه من مسؤوليّات وتضحيات .\r\nوهذه المرتبة أوسع من سابقتها ؛ باعتبار تضمّنها السلوك الصالح تجاه الأحكام الإسلاميّة ككلّ ، ولا تقتصر على جانبٍ من جوانبها دون الآخر .\r\nو [ هي 
  ] أهمّ من المرتبة السابقة بمقدار أهمّيّة الأحكام العامّة في\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالإسلام على الجوانب الفرديّة فيه ، أو بمقدار أهمّيّة مجموع الأحكام على خصوص الجانب الفردي منها . وأشدّ ضماناً من تلك المرتبة ؛ لاستقامة الفرد على الخطّ الصحيح ؛ لأنَّ الفرد في هذه المرحلة يكون قد فهم الأحكام العامّة وأدرك مسؤوليّاتها ، ومع ذلك حاول تطبيق سلوكه عليها بكلِّ إخلاص . بخلاف ذلك الفرد الذي لم يُدرك تلك الأحكام ، ولم يصل وعيه إلى مسؤوليّاتها ومتطلّباتها ؛ فإنَّه لا دليل على قدرته على مواصلة الاستقامة لو أدرك ذلك ووعاه .\r\nالمرتبة الثالثة : مرتبة التمحيص . فإنَّ المرتبتين السابقتين كانتا تتضمّنان معرفة الأحكام الإسلاميّة ، ومحاولة تطبيق السلوك عليها ، وهذه المحاولة تكون ناجحة على الأعمّ الأغلب بالنسبة إلى العادل المتّصف بملكة الاستقامة في السلوك .\r\nوهذه العدالة سوف تبلغ ذروتها عند صدورها عن تمحيص وتجربة واختبار . فإنَّه يفرق في حال الفرد بين أن يُدرك أنَّ هذا الحكم هو حكم إسلامي شخصي أو اجتماعي يجب امتثاله ، ويكون على استعداد لذلك وبين أن يمرّ الفرد في ظروف تقتضي منه الامتثال والتطبيق ، فيراه الإسلام والمسلمون مطبّقاً ممتثلًا غير منحرف ، وخاصّة إذا استلزم الامتثال مقداراً من التضحية وقوّة الإرادة ؛ لوضوح الفرق بين الفهم النظري التجريدي للحكم وبين أن يعيشه الفرد واقعاً سلوكيّاً في الحياة . فقد ينجح الفرد على المستوى النظري للحكم ولا يمكنه النجاح على المستوى التطبيقي للحكم .\r\nوالتمحيص ، وإن كان ممكناً في عدالة ما قبل الوعي - أعني : في تطبيق\r\n\r\n","description":"","footnote":"","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nالأحكام الفرديّة في الإسلام - إلَّا أنَّ المهمّ هو التمحيص في عدالة ما بعد الوعي على تطبيق الأحكام الاجتماعيّة في الإسلام .\r\nفقد يكون الفرد واعياً في ثقافته الإسلاميّة ، وعادلًا في سلوكه ، ومؤهّلًا لتولّي الولاية في المجتمع الإسلامي ، ولكنّه حين ينال هذه المهمّة الكبرى ويدخل في صميم المجتمع ، بما فيه من مفاسد ومشاكل وإغراء ، تأخذه نقاط الضعف في نفسه ، فتتجسّد أمامه لذّة الحكم وفرص استغلال القوّة والمال في سبيل المصالح الشخصيّة ، فيقدّم مصالحه على مصلحة الإسلام ، ويحاول أن يستغلّ مركزه استغلالًا غير مشروع في الإسلام فينحرف ، فيؤدّي به ذلك إلى السقوط .\r\nفلو فهمنا - مضافا إلى ذلك - بأنَّه كلّما ازدادت سلطة الفرد وقوّته ، وكلّما كثر علمه واتّسعت ثقافته ، ازدادت مسؤوليّته وتعاظمت . فقد يكون الفعل المعيّن الواحد من الفرد العادي جائزاً ومن الولي غير جائز ، وقد يكون من الفرد العادي محرّماً لا يؤدّي إلَّا إلى استحقاقه الشخصي للعقاب الإلهي ، ولكنه من الولي يكون مؤدّياً إلى مفاسدٍ كثيرة وانتشار المظالم في المجتمع بشكلٍ مروّع غريب .\r\nإذا فهمنا ذلك استطعنا أن نعلم بكلِّ وضوح أنَّ العدالة غير الممحّصة لا تكاد تكون مجزية في تولّي الولاية الإسلاميّة ، وإن كانت واعية . وإنَّما الضامن الوحيد عن انحراف الولي هو العدالة الواعية الممحّصة الناتجة عن تجربة ومران .\r\nوهذا هو الذي يجعل الفرد ( إماماً قيّماً أميناً حافظاً مستودعاً ) على ما\r\n\r\n","description":"","footnote":"","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nسبق في بعض الروايات .\r\nفهذه هي شرائط الوليّ في الإسلام ، حين لا يكون معصوماً ، وهي مرتبة لا محالة قريبة من العصمة إلى حدٍّ كبير .\r\nوإنَّ الإسلام ليشجب إعطاء القيادة الإسلاميّة بيد شخصٍ دون ذلك ، ولا يكون متّصفاً بهذه الصفات .\r\nوبهذا ينتهي الكلام عن الفصل الثاني ، في المعطى العامّ لأدلّة ولاية الفقيه .\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\n\r\nالفصل الثالث : في صلاحيّات الفقيه\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\n[ ويقع الكلام 
  ] في الصلاحيّات التي أسندها الإسلام إلى الفقيه الجامع للشرائط ، بصفته وليّاً ، والأعمال التي يمكنه القيام بها في المجتمع الإسلامي ، انطلاقاً من ولايته .\r\nونحن حين نسرد ما يتصوّر له من الأعمال ، لابدَّ أن نمحّصها من ناحية مقدار انطباقها على الأدلّة السابقة للولاية .\r\nوالأعمال المتصوّرة له في هذا الصدد عديدة :\r\nالأوّل : الإفتاء ، وهو بيان الأحكام الشرعيّة للناس في أُمورهم المستجدّة وأحوالهم الحياتيّة ، من دون أن يكون لذلك مساس في التطبيق أصلًا .\r\nوهذا العمل ممّا لا أشكال ولا خلاف في ثبوته للفقيه « 1 » . وقد جرت عليه سيرة العلماء خلفاً عن سلف ، سواء منهم مَن قال بولاية الفقيه أو مَن أنكرها « 2 » . إلَّا أنَّ مشروعيّة هذا العمل لا تستفاد من الأدلّة السابقة على\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما صرّح به شيخنا المحققّ الأنصاري في المكاسب . أُنظر : 3 : 545 ، كتاب البيع ، الكلام في عقد الفضولي ، مسائل متفرقة ، مسألة في ولاية الفقيه ( منه قدس سره ) .\r\n( 2 ) أُنظر أيضاً : إرشاد الأذهان 1 : 353 ، كتاب الجهاد ، المقصد الخامس : في الأمر بالمعروف ، والدروس الشرعية 2 : 48 ، شرائط الأمر بالمعروف والنهي عن المنكر ، رسائل الشهيد الثاني 1 : 211 ، صلاة الجمعة ، الكلام على القول الثاني ، مناقشة عبارة الشهيد الأول ، مجمع الفائدة والبرهان 7 : 546 ، الجهاد ، المقصد الخامس : في الأمر بالمعروف والنهي عن المنكر .\r\n","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nوجه التعيين ، وإن دلّت عليها في الجملة ، إلَّا أنَّها تستفاد من أدلّتها الخاصّة التي تنصّ عليها على وجه التعيين . وعلى أيّ حالٍ فمشروعيّة الفتوى بالنسبة إلى الفقيه الجامع للشرائط ممّا لا ينبغي الشكّ فيه .\r\nالثاني : تولّي الأُمور الحسبيّة ، وهي المصالح العامّة أو الخاصّة التي ليس لها شخص يقوم بها أو وليّ يشرف عليها ، كالموقوفات الفاقدة للقيّم ، والميّت الذي لا يوجد من يدفنه ، والفقير الذي لا يوجد من يعوله .\r\nويلحق بذلك بعض الأُمور الاجتماعيّة في باب المعاملات ، كالإجبار على البيع أحياناً أو على دفع الدين أحياناً أو على الطلاق أحياناً ، طبقاً لما يقتضيه الحكم الشرعي .\r\nويلحق به أيضاً ، قبض الضرائب الماليّة الإسلاميّة المجعولة في أصل الشريعة ، وهي الخمس والزكاة ودفعها إلى مستحقّيها ، وتوزيعها بالنحو المشروع في الإسلام ، بحسب قناعة الفقيه نفسه .\r\nومثل هذه الأعمال ممّا يقوم بها فقهاؤنا عادةً ممّا يدلّ على تسالمهم على ثبوت مشروعيّتها للفقيه ، سواء منهم من قال بالولاية العامّة للفقيه ومَن لم يقل .\r\nوهذه الأعمال وإن احتاجت إلى مقدار من الولاية ، بمعنى الإجازة الشرعيّة والتسليط الشرعي للفقيه على القيام بهذه الأعمال ، إلّا أنَّها غير منوطة بشكلٍ مباشر بالولاية العامّة . فكان في الإمكان القول بمشروعيّتها مع نفي الولاية العامّة . إلّا أنَّه من الواضح أنَّ القول بالولاية العامّة يستلزم القول بمشروعيّتها للفقيه ، فإنَّها من أوضح موارد المصالح العامّة التي يجب\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nعلى وليّ الأمر الإسلامي القيام بها .\r\nإذن فهي تستفاد من نفس الأدلّة التي دلّت على ثبوت الولاية العامّة للفقيه .\r\nالثالث : القضاء ، وهو الفصل بين المتخاصمين ، عن طريق الموازين الشرعيّة القضائيّة الإسلاميّة .\r\nولا شكّ في أنَّ القول بالولاية العامّة يقتضي القول بثبوت الولاية للفقيه في باب القضاء أيضاً . ومن هنا يمكن أن يستدلّ بأدلّة الولاية على ثبوت ذلك ، إلّا أنَّها تختصّ بأدلّةٍ تخصّها أيضاً . وسيرة النبي ( ص ) وديدن عدد من قوّاد الإسلام وفقهائه في مختلف المذاهب الإسلاميّة تعضدها وتثبت وجودها ، ولذا قال بها المشهور الذي نُسب إليه إنكار الولاية العامّة للفقيه « 1 » .\r\nوعلى أيّ حالٍ ، فحيثُ أثبتنا الولاية العامّة ، يكون القضاء مندرجاً فيها بلا إشكال .\r\nالرابع : إقامة وتطبيق العقوبات الإسلاميّة ، وهي ما يسمّى بالقصاص والحدود والتعزير في اصطلاح الفقه الإسلامي ، كإنزال العقوبة على القاتل والسارق والزاني والمرتدّ ؛ وغيرهم من أنواع المجرمين .\r\nوجواز قيام الفقيه بهذه التطبيقات الإسلاميّة منوطٌ بالقول بالولاية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُنظر : إرشاد الأذهان 2 : 138 ، كتاب القضاء ، المقصد الأوّل : في صفات القاضي ، والدروس الشرعية 2 : 67 ، كتاب القضاء ، القسم الأوّل ، قضاء التعميم ، رسائل الميرزا القمي 2 : 597 ، كتاب القضاء ، المطلب الأوّل ، المسألة الأُولى .\r\n","page_name":" 95 ","page_number":95},
  {"content":"\r\n\r\nالعامّة . فمَن قال بثبوتها للفقيه أجاز له ذلك ، ومَن نفاها عنه حرّم عليه ذلك . وحيثُ دلَّ الدليل كما أسلفنا على ثبوت الولاية العامّة ، فهو يقتضي جواز هذه التطبيقات للفقيه الجامع للشرائط ، بل وجوبه أحياناً . وإن كانت مباشرة ذلك في المجتمع المنحرف يحتاج إلى حذر ، ويتوقّف على تخطيطٍ خاصٍّ ، لسنا الآن في مجال تفصيله .\r\nالخامس : التصرّف الاجتماعي في الموارد غير المنصوصة على وجه الخصوص ، طبقاً للمصالح العامّة ، كجباية الضرائب الإضافيّة أو مصادرة أموال معيّنة أو إلزام شخص أو جماعة بالقيام بعملٍ معيّن أو أعمال خاصّة ، ونحو ذلك من التصرّفات ، عند اقتضاء المصلحة العامّة للإسلام أو المسلمين إيّاها .\r\nوجواز مثل هذه التصرّفات للفقيه منوطٌ بالقول بثبوت ولايته العامّة أيضاً ، فإن قلنا بها - كما هو الصحيح - كان له القيام بذلك . فإنَّ الشارع الإسلامي المقدّس ترك بعض التطبيقات إلى الوليّ العامّ أو الرئيس الأعلى ، ولم ينصّ فيها بشيءٍ معيّن إلّا بإيكالها إليه ؛ باعتبار أنَّها ممّا يختلف حالها باختلاف المجتمعات والأزمنة ، ولا يمكن أن تدخل تحت قاعدة عامّة ، سوى وجوب النظر والحكم في كلِّ موردٍ طبقاً للمصالح الإسلاميّة العامّة .\r\nومعه تكون أوضح مصاديق موارد الولاية العامّة ، فإن قلنا بها كانت هذه الأعمال ثابتة للفقيه لا محالة .\r\nونحن نرى الحكومات الوضعيّة تقوم بهذه الأعمال ، باعتبار أنّها ترى الولاية لنفسها على شعوبها ، ممّا يدلّ على أنَّ هذا غير خاصٍّ بالولي\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\nالإسلامي ، بل تابع للتطبيقات الحكوميّة العامّة ، سواء كانت قائمة على الإسلام أو لم تكن .\r\nالسادس : التصرّف الشخصي الذي لا تقتضيه المصلحة العامّة ولا الحكم الشرعي ، كما لو أمر الفقيه شخصاً بأن يطلّق زوجته بلا سبق موجب ، أو يسافر إلى بلدٍ معيّن ، أو يشتري شيئاً ما لمجرّد هواه الشخصي أو مصالحه الخاصّة .\r\nوقد تسالم علماؤنا على وجوب إطاعة مثل هذه الأوامر لو صدرت عن النبي ( ص ) أو أحد المعصومين عليهم السلام . ولكنّهم تسالموا أيضاً - فيما أعلم - على عدم وجوب إطاعة مثل هذه الأوامر لو صدرت من الفقيه « 1 » ، وإن قلنا بثبوت الولاية العامّة له .\r\nوالسرّ في ذلك ، هو أنَّ الولاية العامّة تعني إناطة الحكم العادل بالفقيه العادل ، طبقاً لما يعود إلى تعاليم الإسلام من ناحية ومصالح المجتمع من ناحيةٍ ثانية . ومثل هذه الأوامر الشخصيّة خارجة عن حدود الحكم العادل والمصلحة العامّة .\r\nوبعبارة ثانية : إنَّه يجب إطاعة الفقيه بصفته وليّاً إسلاميّاً ، على حين أنَّ مثل هذه الأوامر الشخصيّة لا تصدر عنه بهذه الصّفة كما هو معلوم ، فلا يمكن أن تكون مشمولةً لأدلّة ولاية الفقيه ، فلا دليل على وجوب طاعتها لو صدرت منه .\r\nالسابع : الفتح الإسلامي ، وهو إدخال البلاد غير الإسلاميّة في البلاد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع تفصيل ذلك في : ما وراء الفقه 9 : 38 ، كتاب القضاء ، فصل ولاية الفقيه .\r\n","page_name":" 97 ","page_number":97},
  {"content":"\r\n\r\nالإسلاميّة ، وتحت الحكم الإسلامي ورعاية الدولة الإسلاميّة .\r\nوإنَّما قلنا : الفتح الإسلامي ، ولم نقل : الجهاد الإسلامي ؛ لأنَّ الجهاد الإسلامي على قسمين :\r\nالقسم الأوّل : جهاد الدفاع عن بلاد الإسلام ، فيما لو تعرّضت لهجومٍ كافر أو سقطت تحت حكمٍ كافر ، فإنَّه يجب الدفاع عنها وإرجاعها إلى حوزة الإسلام .\r\nوقد أفتى علماؤنا بجواز ذلك حتّى تحت قيادة المسلم المنحرف ، فضلًا عن الفقيه العادل « 1 » . ومعه فيكون جائزاً لمَن قلنا بولايته ولمَن لم نقل بولايته ، فلا ربط له - على نحو التعيين - بالقول بثبوت ولاية الفقيه . وإن كان القول بالولاية يقتضي القول بجوازه بطريق أولى .\r\nالقسم الثاني : جهاد الدعوة أو الفتح الإسلامي الهجومي ؛ توخيّاً لنشر العدل الإسلامي في المناطق المحرومة المظلومة من هذا العالم ، كما هو هدف الإسلام على طول الخطّ .\r\nوهذا الجهاد قد يستلزم الحرب ، وقد يستلزم الصلح ، وقد يقتضي الهدنة ، ولكلِّ واحدٍ من ذلك أحكامه في الشريعة . فهل في إمكان الفقيه أن\r\nيقوم بذلك ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُنظر : السرائر : 402 ، كتاب الجهاد ، باب فرض الجهاد ، وشرح تبصرة المتعلّمين ( للعراقي ) 4 : 328 ، كتاب الجهاد ، الفصل الأوّل ، دعاء الإمام أو من نصّبه ، دراسات في ولاية الفقيه 1 : 121 ، الفصل السادس ، في الجهاد ، الجهاد على قسمين .\r\n","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nأمّا على القول بنفي الولاية العامّة ، فغير جائز للفقيه ذلك بكلِّ وضوح ، وقد أجمع العلماء النافون للولاية على عدم الجواز « 1 » . وإنَّما ينفتح احتمال الجواز على تقدير القول بثبوت الولاية العامّة .\r\nوإثبات الجواز يتوقّف على أمرين :\r\nأحدهما : أن لا نستفيد من الأدلّة الإسلاميّة اختصاص جواز الفتح الإسلامي بالقائد المعصوم عليه السلام تنفيذاً مباشراً أو إشرافاً غير مباشر . فإن استفدنا ذلك لم يكن للفقيه القيام ؛ باعتباره غير معصوم ولا مأذون خاصّ من قبله .\r\nثانيهما : أنَّنا لو لم نستفد من الأدلّة اختصاصها بالمعصوم عليه السلام ، إلّا أنَّ ذلك لا يكفينا في السماح للفقيه بالفتح ، فإنَّ عدم قيام الدليل على المنع لا يكفي ، ما لم يقم دليل على الجواز ؛ لما في الجهاد من التسبيب إلى إراقة الدماء في الجيش الإسلامي ، والاحتياط في الدماء يقتضي المنع ، ما لم يدلّ دليل على الجواز .\r\nإذن فنحتاج في الاستدلال على الجواز إلى استفادته من أدلّة الولاية العامّة السابقة ، ولعلّ بعضها يساعد على ذلك ، إلّا أنَّ القدر المتيقّن من التصرّفات المسندة إلى الفقيه العادل هو غير ذلك ، وتمام الكلام يحتاج إلى بسطٍ في الحديث لا يسعه المقام .\r\nوعلى تقدير أنَّنا قلنا بجواز الفتح الإسلامي ، فهو يحتاج عند تطبيقه\r\nفي المجتمع المنحرف إلى تخطيطٍ خاصٍّ يمثّل أوّل مبادئه وأهمّها قيام الدولة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُنظر : المصدر السابق .\r\n","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nالإسلاميّة ، وبدونها يكون متعذّراً بكلِّ وضوح .\r\nفهذه هي جملة الأعمال المتصوّرة للفقيه العادل بصفته وليّاً ، وقد ثبت منها ما يعود إلى الفتوى من ناحية ، وإلى تنفيذ الحكم الإسلامي في المجتمع من ناحيةٍ أُخرى .\r\nأمّا التصرّفات الخاصّة للفقيه فلا يجب على الآخرين الأخذ بها ، كما أنَّ تصرّفه في المجتمع عن طريق الفتح الإسلامي مبنيّ على القول بجوازه .\r\nوتندرج في ضمن هذه الأعمال سائر ما تقوم به الحكومات عادةً من التصرّفات ، كتأسيس الجيش والشرطة والسجون والمدارس والمستشفيات والإشراف على المؤسّسات العامّة ، كالبريد والبنوك والشركات والإشراف على الكمارك وحركة الاستيراد والتصدير ، إلى غير ذلك من الصلاحيّات التنفيذيّة للدولة ، ممّا لا يمكننا الدخول في تفاصيله وحدوده من وجهة النظر الإسلاميّة ، فنوكله إلى مجالٍ آخر .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\n\r\nالقسم الثاني : أقسام القيادات المشروعة\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n\r\n\r\nفي أقسام القيادات المشروعة في الإسلام وتحديد الفوارق فيما بينها ، وماذا تقتضيه أدلّة ولاية الفقيه منها\r\nويتمّ الحديث في هذا القسم في فصلين :\r\nأولهما : في تعداد القيادات الإسلاميّة ، وتحديد الفوارق بينها من حيث المفهوم .\r\nثانيهما : في بيان الفوارق بينها من حيث السلوك والمسؤوليّة والشرائط ونحو ذلك . مع بيان أنَّ ما تقتضيه أدلّة ولاية الفقيه التي عرفناها هو أيّ هذه الأقسام .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 104 ","page_number":104},
  {"content":"\r\n\r\n\r\nالفصل الأوّل : تعداد القيادات الإسلاميّة\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":105},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 106 ","page_number":106},
  {"content":"\r\n\r\n[ ويقع الكلام 
  ] في تعداد القيادات الإسلاميّة ، بحسب الفهم الإمامي ، وإعطاء الفارق بينها من حيث المفهوم والعنوان . وتبقى سائر الفوارق موكولة إلى الفصل الآتي .\r\nويندرج في هذا الفصل الإشارة الضمنيّة إلى الدليل الإسلامي الدالّ على كلِّ واحدٍ من هذه القيادات ، والإشارة إلى الصفة المهمّة والخصوصيّة الرئيسيّة التي تميّز الواحدة عن الأُخرى ، مع الإلماع إلى ما ينبغي التركيز عليه في البحث منها ، ممّا هو واضح لا يحتاج إلى مزيد كلامٍ .\r\nوطبقاً لهذا المنهج ينبغي أن نعلم أنَّ القيادات بحسب الفهم الإمامي للإسلام ، عديدة :\r\nالقيادة الأُولى : النبوّة ، وهي خاصّة برسول الله ( ص ) ، ولا تشمل غيره من بعده بضرورة الدين .\r\nوفي هذا الصدد ينبغي أن نلتفت إلى فكرة معيّنة ، هي : أنَّ النبي ( ص ) كان يمارس عملين مزدوجين في المجتمع الإسلامي :\r\nإحداهما : الرسالة الإسلاميّة ، بمعنى : تبليغ الأحكام الإسلاميّة من الله عزّ وجلّ إلى الناس ، وإرشادهم إلى العدل الكامل من الناحية النظريّة . فهو من هذه الناحية يعتبر ( مشرّعاً ) أو ( صاحب الشريعة ) ، ولا تمتّ هذه الجهة إلى القيادة التطبيقيّة بصلة .\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":107},
  {"content":"\r\n\r\nثانيهما : الولاية على المجتمع الإسلامي وقيادته وتدبير شؤونه ، وتطبيق التعاليم التي بلّغها على المجتمع بنفسه وتحت إشرافه . وهذا هو معنى القيادة في مقام التطبيق الإسلامي ، وقد صدع النبي ( ص ) بكلا الجهتين على أفضل الوجوه .\r\nوما هو خاصّ بالنبي ( ص ) هو العمل الأوّل ، وأمّا العمل الثاني فهو الذي أورثه - طبقاً للشريعة - إلى الأولياء من بعده ، واتّصلت الولاية بالفقهاء في نهاية المطاف ، كما سبق أن عرفنا .\r\nوهذا العمل الثاني يندرج ضمن القيادة الثانية ، كما سوف يتّضح . ومعه لا يبقى لهذه القيادة عنوان مستقل ، فلا تحتاج إلى كلام مستقلّ .\r\nالقيادة الثانية : القيادة المعصومة ، ونعني بها : أن يوكل تطبيق نظام الإسلام ككلّ إلى رئيسٍ معصوم نصّاً من قبل الله عزّ وجلّ .\r\nوهذه القيادة مختصّة بالنبي ( ص ) بناءً على فهم أهل السُنّة للإسلام ، ولكنّها تعمّ سائر الأئمّة المعصومين الاثني عشر ، بحسب الفهم الإمامي للإسلام ، وعلى أيّ حال فوجودها في الجملة متسالم عليه .\r\nوشمول هذه القيادة للأئمّة عليهم السلام من واضحات المذهب وضروريّاته ، فإنَّها معنى إمامتهم ، التي يقتضي إنكارها إنكار المذهب ، وهي التي اعتقد الأئمّة وتابِعُوهم إلى حدِّ الآن ، بأنَّها كانت مغصوبة منهم قهراً على خلاف القانون الإسلامي الصحيح .\r\nالقيادة الثالثة : القيادة على مستوى النيابة الخاصّة بالنصِّ الشخصي المباشر من قبل المعصوم عليه السلام ، وقد تحقّق لهذه القيادات وجود في التاريخ ،\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":108},
  {"content":"\r\n\r\nفكان لبعضها فرصة ممارسة الحكم الفعلي والرئاسة العامّة ، كمالك الأشتر النخعي « رضوان الله عليه » ، حين أرسله أمير المؤمنين علي بن أبي طالب عليه السلام والياً أو وليّاً على مصر . وحُرِم البعض الآخر منها من ممارسة الحكم الفعلي بحكم الظروف القاهرة ، كما في النواب الأربعة عن صاحب الأمر الحجّة المهدي الغائب عليه السلام . وهم على الترتيب :\r\nعثمان بن سعيد العمري « 1 » ، وابنه محمّد بن عثمان « 2 » ، والحسين بن روح\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو الشيخ الجليل الموثوق عثمان بن سعيد العمري ، أبو عمرو الأسدي ، وسُمّي ب - ( العمري ) نسبةً إلى جدّه . قال قومٌ من الشيعة : إنَّ أبا محمّد الحسن بن علي العسكري عليه السلام قال :\r\n« لا يجمع على امرئ بين عثمان وأبو عمرو »\r\n، وأمر بكسر كنيته ، فقيل : العَمْري بفتح العين وسكون الميم . ويُقال له : العسكري أيضاً ؛ لأنَّه كان من ( عسكر ) وهي : سرُّ مَن رآى ، ويُقال له : السلمان ؛ لأنَّه كان يتّجر بالسمن تغطيةً على الأمر . وكان الشيعة إذا حملوا إلى أبي محمّد عليه السلام ما يجب عليهم حمله من الأموال أنفذوا إلى أبي عمرو فيجعله في جراب السمن وزقاقه ، ويحمله إلى أبي محمّد عليه السلام تقيّةً وخوفاً . له من الأولاد : محمّد وهو السفير الثاني ، وأحمد . ولم يرد في المصادر التاريخيّة تحديد عام ولادته ولا عام وفاته ، وإنّما يرد اسمه أوّل ما يرد كوكيل خاصّ للإمام الهادي عليه السلام وكان يستوثقه ويمدحه بمثل قوله : « هذا أبو عمرو الثّقة الأمين ، ما قاله لكم فعنّي يقوله ، وما أدّاه إليكم فعنّي يؤدي » . راجع كتاب الغيبة ( للطوسي ) : 354 ، وما بعدها ، في ذكر طرف من أخبار السفراء ، وموسوعة الإمام المهدي ( عج ) 1 : 332 ، في تراجم السفراء الأربعة .\r\n( 2 ) وهو الشيخ الجليل الموثوق محمّد بن سعيد العَمْري ، تولّى السفارة بعد أبيه بنصٍّ من الإمام العسكري عليه السلام ؛ حيث قال لوفد اليمن :\r\n« وأشهدوا عليَّ أنّ عثمان بن\r\n","page_name":" 109 ","page_number":109},
  {"content":"\r\n\r\nالنوبختي ، « 1 » وعلي بن محمّد السمري « 2 » « رضوان الله عليهم أجمعين » .\r\n\r\n\r\n","description":"","footnote":"\r\nسعيد وكيلي ، وأنَّ ابنه محمّد وكيل ابني مهديّكم »\r\n، وبنصّ أبيه على سفارته بأمرٍ من المهدي ( عج ) ، وكانت قواعده الشعبيّة مجتمعة على عدالته وثقته وأمانته ، لا يختلف في ذلك اثنان من الإماميّة . وبقي مضطلعاً بمسؤوليّة السفارة نحواً من خمسين سنة ، حتّى لاقى ربه الكريم في جمادي الأُولى سنة خمس وثلاثمائة ، أو أربع وثلاثمائة . راجع الغيبة ( للطوسي ) : 359 ، وما بعدها ، في ذكر طرف من أخبار السفراء ، وموسوعة الإمام المهدي ( عج ) 1 : 363 ، في تراجم السفراء الأربعة .\r\n( 1 ) وهو الشيخ الجليل الموثوق أبو القاسم الحسين بن روح بن أبي بحر النوبختي من بني نوبخت . وهو كغيره من السفراء لم يُذكر عام ولادته ولا تاريخ مبدأ حياته ، وإنّما لمَعَ نجمه عندما أصبح كوكيل مفضّل لأبي جعفر محمّد بن عثمان العَمْري ، ينظر في أملاكه ، ويلقي بأسراره لرؤساء الشيعة ، على أنّه على جلالة قدره وقربه من السفير الثاني واختصاصه به ، لم يكن خير أصحابه ، وعندما تولّى مهمّة السفارة كان ذلك عام 305 ، وكان أوّل كتاب تلاقه من الإمام المهدي ( عج ) كتاب يشتمل على الثناء عليه ، فقام بالسفارة خير قيام ، وكان من مسلكه الالتزام بالتقيّة المضاعفة بنحو ملفت للنظر بإظهار الاعتقاد بمذهب أهل السنّة . وبقي مضطلعاً بمهامه العُظمى حتّى لحق بالرفيق الأعلى عام 326 . راجع الغيبة ( للطوسي ) : 367 ، في ذكر طرف من أخبار السفراء ، وموسوعة الإمام المهدي ( عج ) 1 : 339 ، وما بعدها ، في تراجم السفراء الأربعة .\r\n( 2 ) وهو الشيخ الجليل الموثوق أبو الحسن علي بن محمّد السمري أو السيمري أو الصيمري ، والمشهور جدّاً هو الأوّل ( السمري ) . لم يُذكر عام ميلاده ولا تاريخ فجر حياته ، وإنّما ذُكر أوّلًا كواحد من أصحاب الإمام العسكري عليه السلام ثمَّ ذُكر قائماً بمهام السفارة المهدويّة ببغداد بعد الشيخ بن روح بإيعاز منه عن الإمام\r\n","page_name":" 110 ","page_number":110},
  {"content":"\r\n\r\nوهذه القيادة تتبع في خصائصها وصلاحيّاتها حدود الإذن الصادر عن الإمام المعصوم عليه السلام ، فالإمام هو الذي يختار شخص النائب ، وهو الذي يعطيه التعاليم ويفسح له مجال العمل . . . [ و 
  ] يأمره بما يشاء وينهاه عمّا يشاء ، كما فعل أمير المؤمنين عليه السلام مع مالك الأشتر في عهده المشهور إليه « 1 » . ومعه لا تكون هذه القيادة قابلة\r\nللمقارنة مع القيادات الأُخرى التي ليس فيها مثل هذا التحديد . فتخرج عن محلِّ الكلام في الفصل القادم .\r\n\r\n\r\n","description":"","footnote":"\r\nالمهدي ( عج ) . تولّى السفارة من حيث وفاة أبي القاسم بن روح عام 326 ، إلى أن لحق بالرفيق الأعلى عام 329 في النصف من شعبان ، فتكون مدّة سفارته عن الإمام المهدي ( عج ) ثلاثة أعوام كاملة إلَّا أيام . ولم ينفتح للسمري خلال هذا الزمان القصير بالنسبة إلى أسلافه القيام بفعاليّات موسّعة كالتي قاموا بها ، ولم يستطع أن يكتسب ذلك العُمق والرسوخ في القواعد الشعبيّة كالذي اكتسبوه ، وإن كان الاعتقاد بجلالته ووثاقته كالاعتقاد بهم ( رضوان الله عليهم ) . راجع الغيبة ( للطوسي ) : 367 ، وما بعدها ، في ذكر طرف من أخبار السفراء ، وموسوعة الإمام المهدي ( عج ) 1 : 344 ، وما بعدها ، في تراجم السفراء الأربعة .\r\n( 1 ) راجع نهج البلاغة : 80 ، عهده عليه السلام لمالك الأشتر ( رضوان الله عليه ) حين ولّاه على مصر ، ومطلعه : « بسم الله الرحمن الرحيم هذا ما أمر به عبد الله علي أمير المؤمنين مالك بن الحارث الأشتر في عهده إليه حين ولّاه مصر : جباية خراجها ، وجهاد عدوّها . . . » . ومالك الأشتر ( ت 37 ه - ) من قادة الجيش الإسلامي وكان معروفاً بالشجاعة ، وقاتل في حروبيّ الجمل وصفين إلى جانب الإمام أمير المؤمنين عليه السلام . وولّاه الإمام عليه السلام مصر غير أنّه استشهد بدس السم إليه وهو في طريقه إليها بدسيسة من معاوية ، وتعتبر رسالة الإمام لمالك المعروفة بعهد مالك الأشتر . أحد أشهر النصوص في الإدارة والحكم .\r\n","page_name":" 111 ","page_number":111},
  {"content":"\r\n\r\nالقيادة الرابعة : القيادة غير المعصومة ، بمعنى : أن يتولّى شخصٌ غير معصوم رئاسة الدولة الإسلاميّة ، بدون نصٍّ خاصّ عليه من قبل أحد المعصومين عليهم السلام .\r\nوهذه هي أجلى مظاهر القيادة وأعلاها من أنحاء السلوك القيادي الذي تقتضيه ولاية الفقيه ، بالنحو الذي عرفنا أدلّته وشرائطه وصلاحيّاته . وقد يسمّى القائد ب - ( النائب العامّ ) عن الإمام عليه السلام تمييزاً له عن ( النائب الخاصّ ) الذي عرفناه في القيادة الثالثة .\r\nالقيادة الخامسة : المرجعيّة الواعية ، أو المرجعيّة كما ينبغي أن تكون . وميزتها الرئيسيّة هي أنَّها لا تتولّى الحكم الفعلي ، وإنَّما تحاول المحافظة على المستوى العقائدي والسلوكي في قواعدها الشعبيّة في المجتمع المنحرف . ولعلّنا نستطيع أن نعطي طرفاً من مميّزاتها في الفصل القادم .\r\nوتستمدّ هذه المرجعيّة مشروعيّتها من دليلين رئيسين :\r\nالدليل الأوّل : أدلّة ولاية الفقيه السابقة ، فإنَّها بعد أن ساعدت على جواز تولّي الفقيه العادل للحكم الفعلي في البلاد الإسلاميّة ، فإنَّها تساعد لا محالة على جواز تولّيه لمثل هذه المرجعيّة ، فإنَّها إنَّما تقوم ببعض الأعمال السابقة التي رأيناها مشروعة للفقيه العادل في الإسلام ، فتكون أدلّة الولاية دليلًا على ما هو أعمّ وأشمل من سلوك هذه القيادة ، والدليل على الأعمّ دليل على الأخصّ لا محالة .\r\nالدليل الثاني : سيرة الأئمّة عليهم السلام ، فإنَّهم بعد إقصائهم عن الحكم الإسلامي ، ووقوع المجتمع المسلم في بوتقة التيارات المختلفة منحرفة\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":112},
  {"content":"\r\n\r\nتارةً وكافرة أُخرى وعنصريّة ثالثة وتشكيكيّة رابعة - كرّسوا عليهم السلام جهدهم الرئيسي في المحافظة على قواعدهم الشعبيّة لصيانتها عن الانحراف العقائدي من ناحية وعن الإبادة والاستئصال من ناحية أُخرى . كما كرّسوا جهودهم أيضاً على بثّ الثقافة الإسلاميّة المعمّقة ، كما يعتقدونها عليهم السلام بين أوساط المسلمين ؛ لتحقيق غرضين مزدوجين :\r\nأحدهما : تعميق الثقافة الإسلاميّة الصحيحة لدى قواعدهم الشعبيّة .\r\nثانيهما : عرض الأُطروحة الإسلاميّة الصحيحة على الآخرين ، من مسلمين وغير مسلمين ، حتّى يفهم الجميع صدقها وإخلاصها ومطابقتها لتعاليم الإسلام ، كما أرسل به النبي ( ص ) وأنزل به القرآن الكريم .\r\nوبذلك أعطانا الأئمّة عليهم السلام صورةً واضحةً عن القيادة الإسلاميّة وكيف يجب أن تكون عليه عند انحسارها عن الحكم ، وهذا هو معنى المرجعيّة الواعية . ويجب أن يكون لنا بهم أُسوة حسنة .\r\nالقيادة السادسة : المرجعيّة بشكلها التقليدي ، كما وجدت بين علمائنا في التاريخ منذ عدّة قرون وإلى العصر الحاضر .\r\nوخصيصتها الرئيسيّة : أنَّها تأخذ الصلاحيّات السابقة المسندة في الإسلام إلى الفقيه بشكلٍ ضيّق وفي غاية الاحتياط والحذر . وتتّصف - في الأغلب - بالفهم الفردي للإسلام ، وتحاول غضّ النظر عن الأحكام الاجتماعيّة ، وتبريرها الرئيسي في ذلك : هو الاعتقاد بالعجز واليأس عن تطبيق تلك الأحكام ، وإيكالها إلى القيادة المعصومة المتمثّلة بالحجّة المهدي المنتظر عليه السلام بعد ظهوره .\r\n\r\n","description":"","footnote":"","page_name":" 113 ","page_number":113},
  {"content":"\r\n\r\nوهذا اليأس حالة عاطفيّة ، لا تمتّ إلّا إلى صاحبها بصلة ، فإن كان يائساً حقّاً ويحسّ بالعجز عن ذلك أمام ربّه وضميره [ و 
  ] الإسلام ، ويرى أنَّه يقوم بغاية ما يمكنه القيام به من تطبيق الإسلام ، فهو معذور بطبيعة الحال أمام الله عزّ وجلّ ، ومأجور من قبله تعالى على ما أدّاه من عمل ، مهما تضاءل ، ويكون قد قام بمسؤوليّته بالمقدار الذي يراه من المسؤوليّة . وحسب الفرد أن يخرج من عهدة المسؤوليّة أمام ربّه ، سواء قنع الآخرون بنتائج عمله أو لم يقنعوا ، وعلى هذا جرى المسلك الاعتيادي التقليدي لعلمائنا في القرون المتأخّرة إلى العصر الحاضر .\r\nوللنظر في مبرّرات هذا اليأس ومناشئه ومدى صموده أمام النقد مجال آخر ، فإنَّه ممّا لا ضابطة له ، ويختلف باختلاف الظروف التي تعيشها الحوزة العلميّة والقيادة المرجعيّة تجاه الانحراف من فسحةٍ في العمل تارة ومن تضييق أُخرى ، ولله في خلقه شؤون .\r\nوعلى أيّ حال فسيكون بالإمكان أن نتعرّف على المزيد من خصائصها عند مقارنتها بالقيادات الأُخرى في الفصل القادم .\r\nوتستمدّ هذه القيادة دليل مشروعيّتها من النيابة العامّة الثابتة بأدلّة ولاية الفقيه أيضاً ، لكنّها تقتصر على الصلاحيّات والأعمال التي تسالم الفقهاء على جوازها والقيام بها خلفاً عن سلف ، وهي الفتوى بشكلٍ رئيسي ، والأُمور الحسبيّة بشكلٍ محدود . ولا تتناول في أعمالها ما يتوقّف جوازه على ثبوت الولاية العامّة ، أخذاً بزيادة الاحتياط للدين ، وزيادة الحذر من أعداء الدين !\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":114},
  {"content":"\r\n\r\nوبعد الاطلاع على هذه الأقسام من القيادات الإسلاميّة المشروعة ، وما ينبغي أن يقع محلًا للكلام فيه ، نعرف أنَّ المهمّ أن نقارن في الفصل الآتي بين القيادات المشروعة التالية : القيادة المعصومة والقيادة غير المعصومة بالنيابة العامّة ، والمرجعيّة الواعية والمرجعيّة بشكلها التقليدي الحاضر .\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":115},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 116 ","page_number":116},
  {"content":"\r\n\r\n\r\nالفصل الثاني : في بيان الفوارق ما بين القيادات الأربع المشار إليها في نهاية الفصل السابق\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":117},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 118 ","page_number":118},
  {"content":"\r\n\r\nولابدَّ أن يكون منطلق التمييز بين هذه القيادات مجموع الأحكام الشرعيّة المتعلّقة بها من ناحية الخصائص والسلوك والمسؤوليّات ونحو ذلك . وهذا صادق على القيادات الثلاث الأُولى : القيادة المعصومة ، والقيادة غير المعصومة بالنيابة العامّة ، والمرجعيّة الواعية . وأمّا المرجعيّة بمعناها التقليدي ، فينبغي أن نقتبس خصائصها من عنصرين لا ينبغي غضّ النظر عنهما ، وهما :\r\nأوّلًا : مجموع الأحكام الشرعيّة المتعلّقة بها .\r\nوثانياً : الواقع المطبّق فعلًا من قبل هذه المرجعيّة خلفاً عن سلف .\r\nوكما ينبغي إعطاء الخطوط العامّة للفرق بين القيادات ، فكذلك ينبغي إيضاح الخطوط العامّة لموارد الالتقاء والاشتراك بينها من حيث بعض التفاصيل ، بعد التسليم بأنَّها جميعاً مبتنية على الخطِّ الإسلامي العامّ .\r\nوانطلاقاً من هذا المنهج ينفتح الحديث في عدّة حقول :\r\nالحقل الأوّل : في المقارنة بين القيادة المعصومة وغيرها .\r\nوهذه الفروق تكون - عادةً - مشتركة بينها وبين القيادات الثلاث غير المعصومة ، فإنَّها حيث توجد في أهمّها وأعلاها ، وهي القيادة العامّة غير المعصومة يكون وجودها فيما دونها من نوعي المرجعيّة ثابتاً بطريق أولى . كما أنَّ ما سنراه من الفوارق بين القيادات غير المعصومة يكون ثبوتها مع القيادة\r\n\r\n","description":"","footnote":"","page_name":" 119 ","page_number":119},
  {"content":"\r\n\r\nالمعصومة بطريق أولى .\r\nوتتلّخص مهمّ الفروق بين القيادة المعصومة وغيرها في النقاط التالية :\r\nالنقطة الأُولى : أنَّ الإمام المعصوم عليه السلام منصوصٌ عليه في أصل التشريع بشخصه ومسمّى باسمه ، بخلاف القائد غير المعصوم بأقسامه الثلاثة ، فإنَّه يستمدّ صلاحيّاته من النيابة العامّة ، أي : كونه مصداقاً للعنوان الذي وقع موضوعاً للولاية في أدلّتها ، وهو كونه فقيهاً عادلًا ، كما سبق أن أوضحنا .\r\nالنقطة الثانية : أنَّ الإمام المعصوم عليه السلام بصفته أحد مصادر التشريع الإسلامي ، يستطيع أن يطبّق الحكم الإسلامي الواقعي ، كما يراه الله عزّ وجلّ ، وكما أنزله على رسوله وعلى صفحات كتابه الكريم . بخلاف القائد غير المعصوم ، فإنَّه قد لا يصل إلى الحكم الواقعي لبعده عن عصر التشريع ، فيضطرّ إلى تطبيق الحكم الظاهري ، وهو التكليف أو مجموعة التكاليف المجعولة في الإسلام لمَن يجهل الأحكام الواقعيّة ، ويكون عمله على أيّ حال صحيحاً ومجازاً شرعاً .\r\nإلّا أنَّه ينتج عن ذلك أمران مهمّان :\r\nالأمر الأوّل : عدم انحفاظ العدل المطلق الكامل الذي جاء به الإسلام في قيادة الفقيه ، بل سوف تتدخّل قهراً بعض العناصر التشريعيّة غير العادلة ؛ نتيجة لعدم مطابقة الحكم الظاهري مع الحكم الواقعي ، وإن كان الفقيه معذوراً في ذلك باعتباره مجازاً شرعاً بالعمل على نتيجة ما توصّل\r\n\r\n","description":"","footnote":"","page_name":" 120 ","page_number":120},
  {"content":"\r\n\r\nإليه نظره واجتهاده .\r\nوبتعبير آخر : إنَّ درجة العدل الذي يسود العالم بتطبيق الأحكام الواقعيّة ، هي أعلى وأشدّ تركيزاً من العدل الذي يصبح سائداً بتطبيق الأحكام الظاهريّة في الإسلام ، وإن كان تطبيقها هو العدل الإسلامي الصحيح بالنسبة إلى جاهلٍ بالحكم الواقعي ، بعيدٍ عن عصر التشريع .\r\nفإنَّ ما هو المبرهَن عليه من تكفّل الإسلام للكمال الإنساني الرفيع والعدل التامّ ، إنَّما هو باعتبار أحكامه الواقعيّة بطبيعة الحال ، إلّا أنَّ جملةً منها قد انطمست ولم تصل إلى أيدينا نتيجةً لظروف تاريخيّة قاهرة .\r\nومن هنا يضطرّ الفقيه في مقام الخروج عن عهدة التكليف الإسلامي إلى تطبيق العدل الظاهري للإسلام المستنتج ممّا وصلنا من القواعد العامّة والتعاليم الخاصّة ، وهو أقصى ما يمكن معرفته وتطبيقه في العصر الحاضر من أحكام الإسلام وعدله ، ويكون كافياً ومجزياً عند الله عزّ وجلّ ، كما هو المبرهَن عليه في محلّه .\r\nوعلى أيّ حال ، فالقائد المعصوم يستطيع أن يضمن للبشريّة تطبيق الحكم الواقعي بنفسه . وأمّا القائد غير المعصوم فغاية ما يضمنه للبشر هو تطبيق الحكم الظاهري .\r\nالأمر الثاني : أنَّ الإمام المعصوم عليه السلام يطبّق في كلِّ واقعةٍ ، وفي حلّ أيّ مشكلة فتوى واحدة غير قابلة للتبديل ، بخلاف القائد غير المعصوم فإنَّه معرَّض في استنتاجه للحكم من الكتاب والسنّة إلى التغيير والتبديل بين حينٍ وحين ، بمقتضى ما تسوقه إليه قواعد الاستنتاج من الأدلّة العامّة ، كما\r\n\r\n","description":"","footnote":"","page_name":" 121 ","page_number":121},
  {"content":"\r\n\r\nأنَّ اختلاف شخص القائد من فقيهٍ إلى فقيه يقتضي هذا التغيير أيضاً ؛ لوضوح مدى اختلاف المجتهدين في الأحكام والفتاوى .\r\nوهذا لا يكاد يشكّل أيّ خطرٍ على مستوى المرجعيّة بقسميها ، ولكنّه يشكّل خطراً في دولة النيابة العامّة تحت رئاسة الفقيه غير المعصوم ، فلابدَّ من تلافيه بتخطيط معيّن لسنا الآن بصدد تفصيله .\r\nالنقطة الثالثة : أنَّ الإمام المعصوم عليه السلام - كما سبق أن عرفنا - يجب إطاعته في أوامره ونواهيه الشخصيّة ، بخلاف القائد غير المعصوم بأقسامه ، فإنَّه لا يجب إطاعته في ذلك .\r\nالنقطة الرابعة : أنَّ الإمام المعصوم عليه السلام غير قابل للعزل ولا يجوز له التنازل ، كما هو مبرهَن عليه في محلّه « 1 » . وهذا بخلاف القائد غير المعصوم ، كما سبق أن أوضحنا ، فإنَّه قابل للعزل ويجب عليه التنازل لو آنس من نفسه آثار الانحراف أو السقوط عن الأهليّة .\r\nالنقطة الخامسة : أنَّ الإمام المعصوم عليه السلام إذا جزم بالقيام بأيِّ عملٍ أو إصدار أيّ تعليمٍ فإنَّه يجب امتثاله ولا تجوز مخالفته أو مناقشته أو التدخّل في تغييره .\r\nبخلاف القائد غير المعصوم ، فإنَّه بالإمكان أن نتصوّر مجلساً أعلى يكون مشرفاً على تصرّفاته وتعاليمه من ناحية ، وعلى بقاء لياقته وأهليّته\r\nللحكم [ من ناحية أُخرى 
  ] ، وإصدار الحكم بعزله عند السقوط عن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُنظر : كشف المراد ( تحقيق : حسن زادة الآملي ) : 491 ، وما بعدها ، المقصد الخامس في الإمامة .\r\n","page_name":" 122 ","page_number":122},
  {"content":"\r\n\r\nالأهليّة ، أو رفض حكمه عندما يتّفق المجلس على مخالفته لقواعد الإسلام أو للمصلحة العامّة .\r\nوسيكون لهذا المجلس تأثير بالغ في القيادتين الثانية والثالثة ، أي : الرئاسة العامّة غير المعصومة والمرجعيّة الواعية ، ويتضاءل أثره في المرجعيّة بشكلها التقليديّ الحاضر ، إلى حدٍّ لم يدر في خلد أحد من المراجع تكوينه على مرّ التاريخ .\r\nفهذه هي النقاط المهمّة للفرق ما بين القيادة المعصومة وغيرها . وتستطيع أنت أن تميّز النتائج السياسيّة التي تحدث في تطبيق القيادتين ، ممّا لا مجال الآن لتفصيله .\r\nالحقل الثاني : في المقارنة بين القيادة العامّة غير المعصومة ، أو رئاسة الدولة بالنيابة العامّة ، وبين المرجعيّة الواعية ، ونفس هذه تثبت بين القيادة العامّة والمرجعيّة الأُخرى بطريق أَولى ، وتتلخّص أهمّ النقاط فيما يلي :\r\nالنقطة الأُولى : أنَّ القيادة العامّة الفعليّة تعيش تطبيقاً إسلاميّاً كاملًا - ولو على مستوى الحكم الظاهري الإسلامي - تحت إشرافها وإدارتها ، بخلاف المرجعيّة ، فإنَّه يفترض وجودها - على الأغلب - في مجتمعٍ منحرفٍ غير مطبّق للإسلام بتفاصيله ، من حيث أحكامه العامّة وجملة من أحكامه الفرديّة أيضاً .\r\nالنقطة الثانية : أنَّ القيادة العامّة تنفتح أمامها فرص العمل الإسلامي وتطبيق الأحكام بشكلٍ صريح وواسع ، لا تعتوره أنحاء المعارضات والخيانات والمخاوف في الأعمّ الأغلب ؛ باعتبارها ماسكة لزمام الحكم في\r\n\r\n","description":"","footnote":"","page_name":" 123 ","page_number":123},
  {"content":"\r\n\r\nالمجتمع بنفسها ، وخاصّة وهي لا يفترض وجودها إلّا في مجتمعٍ تسوده أكثريّة واعية ومنفتحة تجاه مسؤوليّتها الإسلاميّة .\r\nومثل هذه الظروف ، لا يمكن أن تتوفّر - بطبيعة الحال - للقيادة المرجعيّة تحت الحكم المنحرف والمجتمع غير الواعي والتيارات اللاإسلاميّة المضادّة .\r\nالنقطة الثالثة : أنَّه لا ينبغي الشكّ - من الناحية الفقهيّة - في جواز قيام القيادة العامّة الفعليّة بسائر الصلاحيّات التي عرفناها للولي العامّ ( الفقيه العادل ) كتطبيق العقوبات الإسلاميّة وفرض الضرائب الإضافيّة وغيرها . وهذا بخلاف المرجعيّة بكلا قسميها ، فإنَّ قيامها بذلك - كلًا أو بعضاً - يكون منوطاً بالقول بولاية الفقيه العادل ، وأمّا لمَن أنكرها فلا .\r\nوالسرّ في ذلك : هو أنَّنا إنَّما نتوخّى الاستدلال على ثبوت الولاية العامّة للفقيه بالأدلّة الخاصّة فيما إذا كان النظام الاجتماعي متحقّقاً غير مختلّ ، إلّا أنَّه منحرف . ويحتمل وجود الصلاحيّة للفقيه بأن يحوّله إلى جهة العدل الإسلامي ، فيتوقّف ثبوتها على تلك الأدلّة .\r\nوأمّا لو توفّرت للفقيه فرص الحكم فلا ينبغي الشكّ في جواز تطبيقه لتلك الأحكام وثبوت الولاية له على المجتمع ، إذ بدون ذلك يتسيّب المجتمع وينعدم فيه النظام ، وهو ما لا يريده الإسلام كما عرفنا . وهذا بنفسه يكفي دليلًا على ثبوت الولاية له ، بعد ضرورة حرمة تطبيقه للقانون الظالم غير المستمدّ من الإسلام .\r\nإذن فالاختلاف في ثبوت الولاية إنَّما يصحّ أن يكون متحقّقاً بالنسبة\r\n\r\n","description":"","footnote":"","page_name":" 124 ","page_number":124},
  {"content":"\r\n\r\nإلى الفقيه العادل غير الممارس للحكم فعلًا ، وأمّا الذي وصل إلى دست الحكم فلا ينبغي الإشكال والخلاف في ثبوت الولاية له .\r\nالنقطة الرابعة : أنَّ القيادة العامّة الفعليّة للفقيه تستطيع أن تقوم بالفتح الإسلامي حرباً أو صلحاً - في مورد جوازه بالنسبة إليه - لأنَّ ذلك منحصرٌ بالدولة التي لها القدرة الفعليّة على الإشراف على الجيش من ناحية ، وتمييز المصالح العامّة المتعلّقة بحالة الحرب والسلم والعلاقات مع الدول الأُخرى ، وهذا ما تفقده المرجعيّة بكلا قسميها بطبيعة الحال ؛ لفرض انحسارها عن مسرح الحكم .\r\nالحقل الثالث : في المقارنة بين المرجعيّة الواعية والمرجعيّة التقليديّة الحاضرة .\r\nولئن كان الحديث في الحقول السابقة عن واقعٍ غير معاش ، فنحن نصل هنا قريباً من الواقع المعاش ، ونستطيع أن نتعرّف على الخصائص الرئيسيّة للمرجعيّة الحاضرة ، وكيف ينبغي أن تكون عليه لو استطاعت أن تتخلّى عن حالة اليأس التي أشرنا إليها ، فنتعرّف عن هذا الطريق على بعض خصائص الأُطروحة الواعية للمرجعيّة كما ينبغي أن تكون .\r\nوأودّ الإلماع في المقام إلى أنَّنا حين نذكر عنوان هاتين المرجعيّتين ، إنَّما نذكر خصائصهما بصفتهما مفهومين مستقطبين متقابلين ، وهذا لا يعني أن جميع علمائنا قد ساروا على طبق خطّ المرجعيّة التقليدي . وإنَّما غاية ما يعني هو أنَّ هذا الأُسلوب الاعتيادي الموروث .\r\nوقد يختلف العلماء المراجع في مقدار التمسّك به أو التحرّر منه .\r\n\r\n","description":"","footnote":"","page_name":" 125 ","page_number":125},
  {"content":"\r\n\r\nوسيعرف القارئ خلال البحوث الأُخرى من هذا الكتاب مقدار ما قام به سلفنا الصالح من الأعمال الإسلاميّة والتضحيات في سبيل المسلمين ، إلّا أنَّ هذا يعني الخروج عن الأُسلوب التقليدي والاتجاه - بقليل أو بكثير - نحو المرجعيّة الواعية .\r\nوتتلّخص المقارنة بين الأُسلوب التقليدي للمرجعيّة وبين أُسلوبها الواعي كما يجب أن يكون في عدّة نقاط :\r\nالنقطة الأُولى : أنَّه في إمكان المرجعيّة الواعية الأخذ بالقسط الوافر من الصلاحيّات المسندة إلى الفقيه باعتبار ولايته في حدود إمكانها وظروف عملها . ولا ينبغي أن يقع في ذلك إشكال واحتياط من الناحية الفقهيّة لمَن تمّت لديه أدلّة ولاية الفقيه ، وقال بثبوت هذه الولاية . إلّا أنَّها ينبغي أن تأخذ بنظر الاعتبار أنَّ تطبيق جملة منها في مجتمعٍ منحرف يحتاج إلى حذرٍ من التخريب والانحراف ، وإلى تخطيطٍ سليمٍ ضامنٍ للنجاح . فإنَّ الإسلام جاء بأحكامه - بما فيها ولاية الفقيه - كلًا مترابطاً يسند بعضه بعضاً . وأمّا إذا طُبِّق قسم من أحكامه دون قسم - كما هو المفروض في عمل هذا الفقيه الواعي - فإنَّه يلاقي في طريقه مصاعب وعقبات لابدَّ من دراستها وأخذها بنظر الاعتبار .\r\nوأمّا المرجعيّة التقليديّة فقد قلنا أنَّها تأخذ بالاحتياط من الناحية الفقهيّة في تطبيق تلك الأحكام ، وقد يذهب أهلها إلى الاعتقاد بالعجز واليأس عن تطبيقها جملةً وتفصيلًا ، فيما عدا المجاهدين من الفقهاء « رضوان الله عليهم » .\r\n\r\n","description":"","footnote":"","page_name":" 126 ","page_number":126},
  {"content":"\r\n\r\nالنقطة الثانية : أنَّ المرجعيّة الواعية تأخذ زمام المبادرة الواسعة لنشر الثقافة الإسلاميّة الواعية بين الناس على أوسع نطاق ؛ لكي تصل إلى ذات النتيجتين اللتين توخّاهما الأئمّة عليهم السلام من نشر مثل هذه الثقافة بعد انحسارهم عن الحكم كما سبق أن عرفنا ، وهما :\r\nأوّلًا : تعميق الثقافة الصحيحة الواعية لدى قواعدها الشعبيّة ؛ دفعاً للفراغ العقائدي والتيّارات المنحرفة والكافرة ، والتوصّل في نتيجة المطاف إلى إيجاد مجتمعٍ إسلامي يتمتّع أكثر أفراده بفهم الإسلام طبقاً لمصادره الأصيلة ، خالياً عمّا أُلصق به من الشبهات والانحرافات .\r\nثانياً : إبراز أُطروحة الإسلام التي يؤمنون بها إلى الخارج ليفهمها عنهم المسلمون من المذاهب الأُخرى ، وغير المسلمين في مختلف أقطار العالم ، حتّى يعود للإسلام احترامه ومكانته أمام الرأي العامّ العالمي ، بعد أن شوهّه المستشرقون وطعن فيه المغرضون .\r\nالنقطة الثالثة : أنَّها تبدأ بتطوير نظام الوكلاء ، وهم عبارة عن المبعوثين للتبليغ الإسلامي إلى الأطراف .\r\nوهو يفتقد - بقليلٍ أو بكثير - [ إلى 
  ] جهتين مهمّتين لابدَّ أن يأخذ الفقيه الواعي زمام المبادرة إلى إيجادهما :\r\nالجهة الأُولى : تطهير هذا الجهاز من العناصر القاصرة والمقصّرة ، والاكتفاء بإرسال الأفراد الأكفّاء من الناحيتين الثقافيّة والعمليّة إلى الخارج ؛ لكي يحفظوا للإسلام رونقه ويعمّقوا الوعي الإسلامي في المجتمع\r\nتحقيقاً للغايات التي سبقت في النقطة الثانية من هذا الكلام .\r\n\r\n","description":"","footnote":"","page_name":" 127 ","page_number":127},
  {"content":"\r\n\r\nالجهة الثانية : توسيع هذا الجهاز لكي يشمل وبصورة واسعة البلاد الإسلاميّة كلّها بل العالم كلّه ؛ حتّى تكون المرجعيّة الواعية قد أدّت مسؤوليّتها تجاه الإسلام من عرضه أمام الرأي العامّ العالمي .\r\nوهذا وإن كان تحقّقه صعباً في ظروفنا الحاضرة لعدم وجود القدر الكافي من الأيدي الصالحة للعمل في هذا الحقل ، إلّا أنَّه في مستطاع المرجعيّة الواعية التخطيط لإيجاد ذلك على نطاق واسع ، في المدى القريب أو البعيد ، آخذة بنظر الاعتبار ما سنقوله في النقطة التالية ، فإنَّها لعمري أُمور متماسكة يعضد بعضها بعضاً ويؤدّي بعضها إلى بعض ، وتكون الكفكفة من بعضها كفكفة من الجميع ، مع أنَّها مسؤوليّات إسلاميّة مقدّسة بضرورة الدين ونصّ القرآن الكريم .\r\nالنقطة الرابعة : أنَّها تبدأ بتطوير وتوسيع الحوزة العلميّة التي هي - في الحقيقة - تحت قيادتها المباشرة ، وألصق مرافق الحياة بوجودها ومسؤوليّاتها ؛ وذلك للحصول على نتيجتين مزدوجتين :\r\nالنتيجة الأُولى : تعميق الوعي الإسلامي الاجتماعي في أفراد الحوزة ، والمهمّ في ذلك إشعارهم بمسؤوليّتهم بخدمة الإسلام في نشره في العالم وتطبيقه على أنفسهم وعلى الآخرين ، وإشعارهم بدورهم القيادي في ذلك . ذلك الدور الذي كان الناس ولا زالوا يحملون عنه فكرة واضحة ، ويحترمون الحوزة بصفتها الوريث الشرعي للعمل الإسلامي عن رسول الله ( ص ) وأوصيائه عليهم السلام ، إلّا أنَّ أفراد الحوزة نفسها لا يحملون عنه على الأغلب - أيّ فكرة ! !\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":128},
  {"content":"\r\n\r\nالنتيجة الثانية : تكثير أفراد الحوزة العلميّة ومضاعفتهم بالنحو الواعي المطلوب ؛ لكي يحصلوا على المقدار الكافي من الأيدي العاملة في سبيل الدين الحنيف ؛ لأجل الحصول على النتائج الكبرى التي حملنا عنها فكرة في النقاط السابقة .\r\nوهذا العمل ليس هيّناً - أيضاً - بحسب ظروفنا الحاضرة ، ولكنّه على أيّ حال ممّا يمكن الحصول عليه ضمن تخطيط معيّن يستهدف أوّل ما يستهدف تقريب العواطف العامّة نحو الحوزة العلميّة ومبدئها السامي : الإسلام ، حتّى تعمّ الرغبة في الانخراط في سلكها لكي يمكن الحصول على أفراد بمقدار العدد المطلوب .\r\nأقول : وقد بدأت نتائج قرب العواطف تظهر تدريجاً بانخراط شبابنا في سلك الحوزة بإخلاصٍ إسلاميّ كبير ، نتيجةً لأعمالٍ شخصيّة متفرّقة . فكيف الحال لو كان هناك تخطيط مدروس تقوم به المرجعيّة العليا في الحوزة ؟\r\nالنقطة الخامسة : أنَّ المرجعيّة الواعية تنفتح على العالم بحوادثه وآلامه وعواطفه ، في حدود مصلحة الإسلام ، بحيث يرى العالم أعمالها ويسمع صوتها ويحاول التجاوب معها ، كأيّ قيادة شعبيّة بصيرة واسعة النفوذ ؛ لتنال من ذلك نتيجتين إسلاميّتين مزدوجتين :\r\nالنتيجة الأُولى : انفتاح العالم عليها ، ومعرفته بآرائها فيما يعيشه من مشاكل وما يتجرّعه من غصص ؛ لكي يجدها بصيرة واعية تستطيع أن تضع\r\nالنقاط على الحروف في مجال النقد السياسي ، ووضع الحلول للمشاكل\r\n\r\n","description":"","footnote":"","page_name":" 129 ","page_number":129},
  {"content":"\r\n\r\nالاجتماعيّة . وبذلك تكتسب المرجعيّة احترام العالم وتقديره ، وإن كانت قد تحول ظروفه دون الإيمان بآرائها أو إنزالها حيّز التطبيق .\r\nومن المعلوم أنَّ المرجعيّة حين تكون ممثّلة للإسلام ، وتكون آراؤها منبثقة عنه ، فإنَّ احترامها احترام للإسلام وتقديرها تقدير لتشريعه وآرائه .\r\nالنتيجة الثانية : أنَّها تستطيع أن تقف عندئذٍ - بنحو وآخر - مع دعاة بعض المذاهب والأديان الأُخرى في تخطيطٍ مشترك قائم على حريّة العمل واستهداف الهدف الأعلى المشترك ، وهو ضرب الماديّة ومحاولة تفنيد أفكارها وكفكفة انتشارها .\r\nومن المعلوم أنَّ اتحاد دعاة المذاهب الإسلاميّة على الخصوص ، والأديان السماويّة على وجه العموم من كلِّ فردٍ مخلص للدعوة الإلهيّة العامّة ، ومتّجه نحو الهدف المشترك . . . .\r\nإنَّ هذا الاتحاد والتكاتف سيكون مثمراً بإضعاف الثمرات التي يمكن لمجموعهم اجتناؤها من العمل المنفرد .\r\nإلّا أنَّ هذا النوع من التكاتف من الأعمال المعقّدة الصعبة في الظروف المعاشة بسبب جهتين :\r\nالأُولى : عدم تجاوب الدعاة الآخرين مع هذه الفكرة ، إلّا مَن شذَّ منهم ؛ لمدى سيطرة الفكرة التقليديّة على أذهانهم من التناحر والتباغض بين المذاهب والأديان ، مع عدم الالتفات إلى أهمّيّة الهدف المشترك ، الذي أصبح في العصر الحاضر مشكلة المشاكل وعقدة العقد تجاه مجموع هؤلاء الدعاة\r\nالإلهيّين المتباعدين .\r\n\r\n","description":"","footnote":"","page_name":" 130 ","page_number":130},
  {"content":"\r\n\r\nالثانية : أنَّ هذا النوع من التكاتف مظنّة للخطأ والانحراف عن جادّة الحقّ عند الدخول في التفاصيل ، ومحتمل للتأثير السيّئ على المجتمع أحياناً . ومن هنا يجب ضبط التصرّف بمقدار الهدف المشترك والاقتصار عليه ضمن تخطيط مشترك مدروس ، ممّا لسنا بصدد الدخول في تفاصيله الآن .\r\nفهذه خمس نقاط من أعمال المرجعيّة الواعية التي لا يكاد يكون لها إلّا وجود ضئيل في المرجعيّة بشكلها الحاضر . أمّا الأُسلوب التقليدي الموروث ، فهو لا يؤمن بكلِّ هذه النقاط أساساً ، ولله في خلقه شؤون .\r\nوهناك نقاط أُخرى لا تخلو من أهمّيّةٍ أعرضنا عن ذكرها خشية الإطالة ، ولعلّ القارئ يحمل عن بعضها فكرة كافية من بحوث الباحثين الآخرين في هذا الكتاب .\r\nوبهذا تعرف أنَّ المرجعيّة الواعية تستطيع أن تكون أقوى وجوداً وأبعد تأثيراً وأوسع نفوذاً وأسهل تحصيلًا لأهداف الإسلام من الأُسلوب التقليدي الموروث .\r\n\r\n","description":"","footnote":"","page_name":" 131 ","page_number":131},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 132 ","page_number":132},
  {"content":"\r\n\r\n\r\nالقسم الثالث : في المقارنة بين المرجعيّة وبين القيادات الدينيّة الأُخرى\r\n\r\n","description":"","footnote":"","page_name":" 133 ","page_number":133},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 134 ","page_number":134},
  {"content":"\r\n\r\n\r\nتمهيد\r\nسيكون منطلقنا هو المقارنة بين تلك الصفات التي تتّصف بها المرجعيّة بشكلٍ عامّ ، وبين تلك الصفات المعروفة لعدد من القيادات الإسلاميّة الأُخرى ، كمشيخة الأزهر « 1 » ، وإمامة الزيديّة « 2 » ، والآغاخانيّة الإسماعيليّة « 3 » . ومن القيادات الدينيّة غير الإسلاميّة ، وأهمّها البابويّة المسيحيّة « 4 » ، مع نظرةٍ عامّةٍ إلى السلوك الكنسي بشكلٍ عامّ ، ومقارنته بأعمال الحوزة العلميّة ، وقيادة المرجعيّة .\r\nأمّا المرجعيّة ، فهي التي نعرفها في هذا البحث على نحو الخصوص ، وفي هذا الكتاب على وجه العموم . وسوف لن نخصّص الحديث - منذ البدء - عن المرجعيّة الواعية أو المرجعيّة التقليديّة ، بل نعمّم الحديث لكلتا المرجعيّتين ، مع الإلماع إلى الفارق بينهما عند الحاجة .\r\nوأمّا القيادات الدينيّة الأُخرى ، فممّا يؤسف له عدم توفّر التفاصيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع كتاب شيوخ الأزهر ، وأُنظر : على سبيل المثال : 22 ، وما بعدها منه ، حياة الشيخ الشنّاوي ، و 83 ، وما بعدها ، حياة الشيخ سليم البشري .\r\n( 2 ) أُنظر : الزيديّة علامات وأفكار : 5 ، النشأة والتكوين .\r\n( 3 ) أُنظر : تاريخ الدعوة الإسماعيليّة : 58 ، وما بعدها ، الفصل الثاني الأئمّة الإسماعيليّون منذ بدأ الخليقة .\r\n( 4 ) أُنظر : المسيحيّة ( للشبلي ) : 239 ، الطوائف المسيحيّة .\r\n","page_name":" 135 ","page_number":135},
  {"content":"\r\n\r\nعنها بالشكل الكافي من حيث شرائط القائد الديني وصلاحيّاته في اعتقاده واعتقاد قواعده الشعبيّة ، ومن حيث أنحاء السلوك الداخلي والخارجي له ، إلَّا ما يوجد من الأفكار العامّة المشهورة عنهم بنحوٍ واضح مفهوم مع قليلٍ من التفاصيل المبثوثة في بعض المصادر ، ولا شيء غير ذلك .\r\nوليعلموا - بهذا - أنَّنا لا نعرف عنهم إلَّا القليل ، كما أنَّهم لا يعرفون عنّا إلَّا القليل ؛ نتيجةً للمقاطعة بين هذه القطاعات مقاطعة تكاد [ تكون 
  ] تامّة . ولعلّ هذا الكتاب يشارك بعرض المرجعيّة الإسلاميّة الإماميّة أمام القيادات الأُخرى ، فكيف السبيل بأن نعرف أوضاع تلك القيادات ؟\r\nهذه مسؤوليّة تقع - في الحقيقة - على عواتقهم ، بأن يعرّفونا أنفسهم أو ينشروا عن أنفسهم شيئاً نقرؤه ، والسلام على من اتبع الهدى .\r\nوالمنهج الذي سنسير عليه في هذا القسم ، هو أن نعقد حقولًا لبيان الصفات الموضوعيّة للمرجعيّة والحوزة ، مع تطبيقها - بمقدار الإمكان - على القيادات الأُخرى ، لنرى وجوه الفرق في كلّ واحدة من هذه الصفات .\r\nومن هنا يقع الكلام في حقول خمسة :\r\nالأوّل : مدى ضمانات الإخلاص والاستقامة التي يتّصف بها المرجع .\r\nوالثاني : في طريقة وصول الفقيه العادل إلى منصب المرجعيّة وتولّيه القيادة لقواعده الشعبيّة .\r\nوالثالث : في مدى إمكان الاعتماد على فتواه من الناحية الشرعيّة ، وأنَّه هل يعتبر قوله تشريعاً مستقلًا أو لا ؟\r\nوالرابع : في أثر وجود التعاليم الإسلاميّة على المرجعيّة ، ممّا تفقده\r\n\r\n","description":"","footnote":"","page_name":" 136 ","page_number":136},
  {"content":"\r\n\r\nالزعامات الأخرى التي أوكلت ما لقيصر لقيصر .\r\nوالخامس : في سلوك المرجع والحوزة بشكلٍ عامٍّ ، ومقارنتها بسلوك الأزهر والكنيسة المسيحيّة .\r\n\r\n","description":"","footnote":"","page_name":" 137 ","page_number":137},
  {"content":"\r\n\r\n\r\nالحقل الأوّل : في مدى ضمانات الإخلاص التي يتّصف بها المرجع ، ومقدار توفّرها في القيادات الدينيّة الأُخرى\r\nوتتلخّص الضمانات المتوفّرة للمرجع في أُمور ثلاثة :\r\nالأمر الأوّل : العدالة التي يتّصف بها طبقاً لتعاليم الإسلام ، بالمعنى الذي سبق أن أوضحناه . وعرفنا مدى العمق والأصالة والسعة التي يمكن أن تصل إليه عدالة الفقيه العادل حتّى يكون أهلًا للولاية ، وبالتالي للمرجعيّة .\r\nولعمري أنَّ المرتبة الثالثة المعمّقة للعدالة ، وهي تلك العدالة الناتجة عن الخبرة والتمحيص ، هي تعبيرٌ آخر عن صدق النيّة والاستعداد للتضحية في سبيل الحقّ مهما كان الثمن .\r\nومن هنا فيكون للفقيه حصانة قويّة شديدة التأثير داخليّاً ضدّ الانحراف ، وضدّ بيع الضمير للآخرين من دول وأفراد .\r\nولا نعلم بمقدار اعتراف المذاهب الأُخرى والأديان الأُخرى بهذه الصفة ، ومقدار اشتراطهم لها في شخص القائد .\r\nالأمر الثاني : الرقابة العامّة من قبل أصحاب الضمير الإسلامي الصالح والرأي السديد على المرجع ، سواء من داخل الحوزة العلميّة التي\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":138},
  {"content":"\r\n\r\nتكتنفه - وهو الأهمّ - أو من خارجها .\r\nومن هنا قد يوجد بين الفينة والفينة أُناسٌ غير صالحين حاولوا ادّعاء المرجعيّة لأنفسهم ، فحاسبهم الرأي العامّ الإسلامي حساباً عسيراً وأحبط مخطّطهم وكشف أمرهم ، بينما تمسّك بالمراجع الصالحين واعتبرهم القدوة الحسنة والولي المطاع في المجتمع المسلم .\r\nوهذا الرأي العامّ يعوّض من هذه الناحية - إلى حدٍّ ما - عن المجلس المشرف على تصرّفات الفقيه العادل الذي قلنا به ، وذكرنا عدم وجوده على مرّ التأريخ . فإنَّ لدى المراجع من علمائنا ما يغنيهم عن ذلك إلى حدٍّ كبير ، من جهة هذا الرأي العامّ الشديد التأثير . لكن خسارة - مثل هذا المجلس - تبقى شديدة بالنسبة إلى كثيرٍ من الأُمور والتفاصيل التي يكون في إمكانه انجازها حين وجوده .\r\nولعلّ مثل هذا المجلس - بنحوٍ وآخر - موجودٌ في بعض القيادات الأُخرى ، كمجلس الكرادلة « 1 » الذي ينتخب البابا المسيحي « 2 » عند موت سلفه بطرقٍ معيّنة ، والواقع أنَّ فائدة مثل هذا المجلس إنَّما تكون تامّة إذا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مجلس الكرادلة : يتكوّن من أصحاب الحقّ - حسب اعتقادهم - الأوّل والأخير في تنظيم الكنيسة ؛ إذ يتكوّن منهم المجتمع الكنائسي الذي يصدر إرادات بابويّة سامية هي إرادات إلهيّة ؛ لأنَّ البابا - عندهم - هو تلميذ المسيح الأكبر على الأرض ، فهو ممثّل الله ، ومن هنا كانت إرادته لا تقبل أو لا تقبل الجدل والمناقشة . أُنظر : المسيحيّة ( للشبلي ) : 44 ، الطوائف المسيحيّة .\r\n( 2 ) أُنظر : المصدر السابق .\r\n","page_name":" 139 ","page_number":139},
  {"content":"\r\n\r\nكان له الصلاحيّة لعزل البابا وتنحيته فيما إذا رآه ساقطاً عن الأهليّة في نظره ، وإلَّا فمجرّد الصلاحيّة للتنصيب لا يضمن أهليّة البابا - في نظرهم - إلَّا عند استلامه مهام منصبه ، ولا يبقى هناك ضمان معيّن لعدم انحرافه بعد ذلك عن المبادئ التي يجب أن يتمسّك بها تجاه العالم .\r\nالأمر الثالث : استغناء المرجع والحوزة العلميّة جميعها عن تأييد السلطات الحاكمة في أيّ مكان ، لا معنويّاً ولا ماديّاً ، وهذا ممّا يوفّر استعلاء وقوّة ورسوخاً لا يمكن أن يتوفّر شيء منها لو كان اعتماد الفقيه في حياته الماديّة أو المعنويّة على الحكومات ، فإنَّه يكون للسلطات يد التفضّل عليه ، ويكفي في فرض رأيها عليه أن تهدّده بقطع هذا التأييد ، حتّى يكون منفذاً لإغراضها أيّاً كانت ، أو يكون ساكتاً عن تصرّفاتها على أقلّ تقدير .\r\nعلى حين نرى الحوزة العلميّة والمرجعيّة الإماميّة تملك زمام أمرها بيدها من هذه الناحية ، وفي حالة استقلال تامّ عن السلطات الحاكمة . ومعه لا تضطرّ إلى شيءٍ من المساومة أو الحلول الوسطى ! ويكون بإمكانها - كما تفعل دائماً - أن تقف أمام السلطات فتأمرها بالمعروف والعدل والإحسان بكلِّ صراحة ووضوح ، وتنهاها عن الفحشاء والمنكر والبغي ، بنفس الصراحة من دون أن تتوقّع ضرراً مباشراً من هذه الناحية ، [ لا 
  ] معنويّاً ولا ماديّاً .\r\nوأمّا بالنسبة إلى مَن يستلم التأييد المادّي من السلطات - كما هو الحال في المسلك التقليدي الذي يجري عليه إخواننا علماء أهل السنّة - فإنَّه يمتنع عن الجهاد الإسلامي لا محالة ، إلَّا إذا كان على مرتبة عظيمة من التضحية\r\n\r\n","description":"","footnote":"","page_name":" 140 ","page_number":140},
  {"content":"\r\n\r\nوالإخلاص والاستعداد لتحمّل جوع نفسه وعائلته وإضرارهم على طول الخط ، ممّا لا يتوفر إلَّا في النادر جدّاً من البشر ، كما أنَّ ذلك يكون مانعاً عن تكوين رأي عامّ بين العلماء ضدّ بعض التصرّفات اللاإسلاميّة من قبل سلطات البلاد .\r\nنعم ، قد وجد من بينهم الأفذاذ المجاهدون حين يدقّ جرس الخطر ، ويدعو داعي المصلحة الإسلاميّة إلى الجهاد ، إلَّا أنَّ هذا لا ينافي حقيقة أنَّ من نظر إلى الحوادث من زاوية الاستعلاء عن التأييد المادّي يكون في مركزٍ من القوّة والنفوذ يفقده مَن يحتاج إلى هذا التأييد ويسعى إليه .\r\n\r\n","description":"","footnote":"","page_name":" 141 ","page_number":141},
  {"content":"\r\n\r\n\r\nالحقل الثاني : كيفيّة وصول الفقيه لمرجعيّة الأُمّة\r\n[ ويقع الكلام 
  ] في طريقة وصول الفقيه العادل إلى منصب المرجعيّة وتوليه مهام المسؤوليّة في قيادة قواعده الشعبيّة .\r\nيسود في بعض القيادات الدينيّة أُسلوبان للطريقة التي يتولّى بها القائد الديني مركزه القيادي :\r\nأحدهما : التعيين بقرار من السلطات الحاكمة ، كما في شيخ الأزهر ، في وضعه الحاضر على الأقل .\r\nوثانيهما : انتخاب المجلس الأعلى إيّاه ، كما في البابا المسيحي حين ينتخبه مجلس الكرادلة ، وهو أعلى سلطة دينيّة كاثوليكيّة دون البابا .\r\nوكلا هذين الأُسلوبين لا يُتّبعان بالنسبة إلى المرجعيّة ، وإنَّما المتبع هو الطريقة التشريعيّة المعيّنة في الإسلام ، التي تجعل من المرجع موضع الثقة الدينيّة لكلِّ قواعده الشعبيّة .\r\nولعلّ في مستطاع القارئ - فيما يلي - أن يتميّز بعض الحدود العامّة لهذه الطريقة ، والتي تتلخّص في أمرين :\r\nالأمر الأوّل : فيما يعود إلى المرجع نفسه ، وهو اتّصافه بالصفات المعتبرة في الولاية ، كما سبق أن أوضحنا ، وأهمّها أن يكون فقيهاً عادلًا . كما\r\n\r\n","description":"","footnote":"","page_name":" 142 ","page_number":142},
  {"content":"\r\n\r\nأنَّ المشهور بين علمائنا اشتراط كونه أعلم من غيره « 1 » ، بمعنى : كونه أدقّ نظراً وأبصر في استنباط الأحكام الشرعيّة من أدلّتها التفصيليّة : ( الكتاب والسنّة ) .\r\nالأمر الثاني : فيما يعود إلى القواعد الشعبيّة ، أو إلى كلِّ فردٍ منهم ، على وجه الدقّة ، حيث يفتي الفقهاء بوجوب التقليد على الفرد العادي وبطلان أعماله الدينية بدونه ، وأنَّه يجب عليه أن يفحص عن الشخص الذي تتوفّر فيه الشرائط السابقة ، بما فيها الأعلميّة فيقلّده . فإذا عيّن الفرد العادي فقيهاً معيّناً على أنَّه هو المؤهّل للتقليد وجب عليه تقليده ، وإذا قلّده فقد أوكل إليه سائر مهامّه الدينيّة الإسلاميّة ، واعتبره المصدر الذي تُؤخذ منه الأحكام ، والمرجع في تنفيذ سائر الصلاحيّات الاعتياديّة للفقيه .\r\nومن هنا انبثق اصطلاح : المرجع والمرجعيّة ، بمعنى : القائد الديني الإسلامي لقواعده الشعبيّة من سائر الوجوه المطابقة للمصلحة الإسلاميّة العامّة .\r\nفإذا كانت الأهليّة - في بعض الأجيال - منحصرةً بشخصٍ واحد ، وجب على كلِّ القواعد الشعبيّة الإماميّة الإرجاع إليه وتقليده ، والاعتراف بقيادته الإسلاميّة . ومن هنا يكون هذا الفقيه على درجة من القوّة والجدارة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُنظر : إرشاد الأذهان 2 : 139 ، كتاب القضاء ، الأوّل في شرائط القاضي ، وذكرى الشيعة 1 : 43 ، المقدّمة ، الإشارة الرابعة وجوب اجتهاد العامي لتحصيل المفتي ، مجمع الفائدة والبرهان 12 : 20 ، الأوّل في صفات القاضي وآدابه ، ما وراء الفقه 1 : 33 ، كتاب الاجتهاد والتقليد ، فصل في الاجتهاد ، الأعلميّة في الاجتهاد .\r\n","page_name":" 143 ","page_number":143},
  {"content":"\r\n\r\nوسعة التأييد المطلق من المجتمع المسلم بالغة الخطورة .\r\nويكفينا من ذلك أنَّ كل فردٍ قد أوكل إليه قيادته الدينية باقتناع واختيار .\r\nولكن الغالب في الحوزة العلميّة ألَّا تكون الأهليّة منحصرةً في شخصٍ واحد ، بل هناك المتعدّدون ممّن يُحتمل أو يُعلم بتحقّق الأهليّة فيهم للتقليد ، و - في النهاية - للحصول على المرجعيّة .\r\nوهنا يتدخّل عامل الانتخاب ، وهو انتخاب عشوائي - مرسل على الأغلب - يقوم على اقتناع هذا الفرد أو ذاك من القواعد الشعبيّة بأهليّة هذا الفقيه أو ذاك ، بحسب ظروف الفرد ومكانه وعلاقاته وغير ذلك . فيرجع كلّ عدد منهم إلى فقيهه الذي اختاره . ولا يزيد الفقهاء الحاصلين على القواعد الشعبيّة بهذا المعنى على أربعة أو خمسة تقريباً . ويكون الواحد منهم أو الاثنين - عادةً - من أشهرهم بالأهليّة والأعلميّة ، حائزين على الأغلبيّة الساحقة من القواعد الشعبيّة ، فيكونان القائدين الرئيسيّين للأُمّة ، ويتقاسمان القوّة الشعبيّة الكبرى فيها ، ويكون لما يتّفقان عليه من الأعمال والأقوال على الصعيد الاجتماعي أكبر الآثار وأقواها في الأُمّة ، وخاصّة تجاه المنحرفين والظالمين .\r\nفهذه هي الطريقة التي يحصل فيها المرجع الإمامي على مرجعيّته ، ومن المعلوم أنَّ مثل هذه القيادة الشعبيّة القويّة لا يمكن أن تحصل بمجرّد تعيين القائد الديني بقرار حكومي أو بقرار مجلس معيّن . والمجلس الذي اقترحناه للمرجعيّة لا يكون له صلاحيّة تعيين المرجع بحال ، وإنَّما يشرف\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":144},
  {"content":"\r\n\r\nعلى تصرّفاته بعد تولّيه مهام مسؤوليّته بطريقة الانتخاب الذي عرفناه .\r\nوهناك أُسلوب تقليدي آخر متّبع في بعض القيادات الدينيّة الأُخرى ، كالآغاخانيّة الإسماعيليّة ، وإمامة الزيديّة التي كانت موجودة إلى عهدٍ غير بعيد ، وهو أن ينصّ كلّ قائدٍ دينيٍّ على خلفه الذي يختاره ، وهو - في الأغلب - أكبر أولاده .\r\nوهذا الأُسلوب وإن كان له مبرّراته الخاصّة في عقائدهم ، إلَّا أنَّه مشطوبٌ عليه في المرجعيّة الإماميّة ، ويكون الحساب مع أولاد المرجع هو الحساب مع أيّ شخصٍ آخر ، من حيث توفّر الشروط المعتبرة في أهليّة القيادة فيهم ، أو في أحدهم أو عدم توفرها ، فإن لم تتوفّر - كما هو الأغلب - كان على القواعد الشعبيّة أن تختار الشخص المؤهّل ، وإن لم يمتّ إلى المرجع السابق بصلة قرابة أو لغة أو مكان .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":145},
  {"content":"\r\n\r\n\r\nالحقل الثالث : في بيان مدى إمكان الاعتماد على قول المرجع في فتواه من الناحية الشرعيّة الإسلاميّة ، وأنَّه هل يعتبر فتواه تشريعاً مستقلًا أو لا ؟\r\nيعتقد جملة من أهل الأديان صفة التشريع لقوّادهم الدينيّين ، وقد يكون ذلك بشكل مطلق ، كما يعتقد المسيحيّون الكاثوليك في البابا ، حيث يعتبرونه رسولًا للمسيح أو خليفة عنه « 1 » . وحيث لا يكون للمسيحيّة أحكام تفصيليّة وفتاوى موروثة ، وإنَّما أمر الإنجيل بأن يعطى ما لقيصر لقيصر ، بمعنى : وجوب إيكال الأُمور الاجتماعيّة الدنيويّة إلى أهل الدنيا أنفسهم ، ولا يكون للدين المسيحي فيها نصيب . إذن ، فيكون حكم البابا في كلِّ حقلٍ حكماً مكتسباً الدرجة القطعيّة المستقلّة عن سائر التعاليم المسبقة .\r\nوقد يكون الاعتقاد بصفة التشريع للقائد الديني محدّداً في حدود التعاليم الدينيّة العامّة المستقاة من الإسلام ، كما يعتقد الزيديّون بإمامهم « 2 » ، والاسماعيليّون برئيسهم « 3 » ، مع وجود فرقٍ بينهما سنشير إليه .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع تفصيل ذلك كلّه في : المسيحيّة ( للشبلي ) : 238 ، الطوائف المسيحيّة .\r\n( 2 ) أُنظر : الزيديّة علامات وأفكار : 5 ، النشأة والتكوين .\r\n( 3 ) أُنظر : تاريخ الدعوة الإسماعيليّة : 58 ، وما بعدها ، الفصل الثاني الأئمّة الإسماعيليّون منذ بدء الخليقة .\r\n","page_name":" 146 ","page_number":146},
  {"content":"\r\n\r\nوأمّا العقيدة الإسلاميّة الإماميّة في توجيهات وتعاليم قوّادهم ، فتتلخّص في ثلاث مراتب من النفوذ :\r\nالمرتبة الأُولى : وهي أعلى المراتب وأهمّها ، وهي ما يعتقده الإماميّة في النبي ( ص ) والأئمّة الاثني عشر المعصومين عليهم السلام ، حيث يُعتَبرون مصادر للتشريع الإسلامي ، ويكون قول أحدهم أو فعله أو تقريره نافذاً وصحيحاً ، ولا يُطالَب المعصوم بالدليل على الفتوى التي يذكرها ، بل يجب على الفرد امتثالها بدون مناقشة ؛ لأنَّها تستقى مباشرةً من المنبع الإسلامي الحقيقي ، وهو معنى ما ذكرناه من أنَّ الإمام المعصوم عليه السلام يستطيع الإعراب عن الحكم الإسلامي الواقعي على طول الخطّ ، وهذا الحكم هو الواجب الاتّباع على كلِّ عالم به ، ومن المعلوم أنَّ المعصوم بفرض عصمته يكون يقينيَّ الصدق ، فتكون فتواه هي الحكم الإسلامي الواقعي بالقطع واليقين .\r\nومن هنا نفهم أنَّ اعتبار الأئمّة عليهم السلام كمصادر للتشريع ليس معناه التسليم بتشريعهم بصفتهم الشخصيّة ، بل بصفتهم مبيّنين للحكم الإسلامي الإلهي الواقعي بياناً قطعيّاً ، ويكون التشريع - في واقعه - مسنداً إلى الله عزّ وجل وحده لا شريك له ، وعلى أيّ حال فليس للفقيه من هذه المرتبة العليا للفتوى أيّ نصيب .\r\nالمرتبة الثانية : حكم الفقيه في موردين أساسيّين :\r\nأحدهما : حكمه حين يمارس القضاء في الخصومات ، فإنَّه نافذٌ ومجازٌ ، وإن ظهر خطأ مستنده بعد ذلك ، ولا يجوز لأحد المتداعيين نقضه أو مخالفته ،\r\nبمقتضى الدليل الإسلامي القائم على ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":147},
  {"content":"\r\n\r\nثانيهما : حكم الفقيه العادل في موارد المصالح العامّة ، لمَن قال بثبوت ولايته العامّة ، وذلك في الصلاحيّتين الثانية والخامسة من الصلاحيّات المسندة إليه ، ممّا سبق أن ذكرناه .\r\nفلو حكم بتعيين مشرف على الوقف الذي لا ناظر له ، أو تعيين وصيّ على اليتيم الذي لا وليَّ له ، أو حكم بجباية ضرائب إضافيّة لمصالح إسلاميّة مهمّة في وقته ، كان كلّ ذلك نافذاً ومجازاً شرعاً ، ولا يطالَب حوله بدليل ، فإنَّ حكمه في هذه الموارد مستندٌ إلى إعطائه الصلاحيّات العامّة له من الإسلام في حدود تشخيصه للمصالح العامّة ، لا إلى نصٍّ معيّن في الكتاب أو السنّة ليذكره دليلًا على حكمه ، وإن كان يمتّ إلى ذوق الإسلام وقواعده العامّة بصلة .\r\nوالظاهر أنَّ هذه المرتبة هي التي يعتقدها الزيديّون والاسماعيليّون في أئمّتهم ، وإن كان المعتقد أنَّ الإسماعيليّين يعتقدون في الآغا خان المرتبة الأُولى أيضاً « 1 » .\r\nالمرتبة الثالثة : فتوى الفقيه في الأحكام الشرعيّة . وهنا لا يكون للفقيه الإمامي أيّ صفة تشريع غير نقل الحكم الإسلامي الذي فهمه من الكتاب والسنّة إلى قواعده الشعبيّة وتوجيههم على أساسه . ومن حقِّ الآخرين مطالبتهم إيّاه بالدليل الذي توصَّل به إلى هذا الحكم ومناقشته فيه ، إذا كان الفرد على المستوى العلمي الذي يؤهّله لذلك . فإنَّ ما هو المتَّبع - في الحقيقة - هو الكتاب والسنّة دون الفتوى ، وإنَّما تكتسب الفتوى أهمّيتها باعتبارها الأُسلوب المشروع الصحيح لمعرفة الناس غير الاختصاصيّين\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أُنظر : تاريخ الدعوة الإسماعيليّة : 50 ، الفصل الثاني عقائد الإسماعيليّة ، وأُنظر على وجه الخصوص الإهداء في أوّل الكتاب ( منه قدس سره ) .\r\n","page_name":" 148 ","page_number":148},
  {"content":"\r\n\r\nبالحكم الإسلامي الموجود في الكتاب والسنّة .\r\nوهذا هو معنى الذي قلناه ، من أنَّ الفقيه لا يستطيع أن يبيّن ولا أن يطبّق إلَّا الحكم الظاهري ، نتيجة لبعده الزمني عن مصادر التشريع الواقعي ، وفي هذه المرتبة تختلف آراء الفقهاء وتتعدّد استنباطاتهم للأحكام من مصادرها الأصليّة .\r\nوهذه هي المرتبة التي يعتقد الإماميّة وإخوانهم أهل السنّة في فتاوى فقهائهم ، وإن اختلفت مصادرهم التشريعيّة بعض الاختلاف . وعلى أيّ حال فالمرتبة الأُولى التي تحمل معنى التشريع لا تثبت للفقيه العادل أساساً ، والمرتبة الثالثة ثابتة له جزماً بحسب الحكم الإسلامي ، وقد تسالم الفقهاء خلفاً عن سلف على ذلك .\r\nوأمّا المرتبة الثانية : فالحكم القضائي يكاد أن يكون متسالماً على ثبوته للفقيه . وأمّا الحكم الاجتماعي في الأُمور الحسبيّة « 1 » وغيرها فموكول ثبوته\r\nله إلى القول بولايته العامّة ، كما سبق أن تحدّثنا بالتفصيل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأُمور الحسبيّة : هي الأُمور المنشودة التي يتطلّع الشرع إلى تحقيقها في المجتمع ، ومع قيام البعض بها تسقط عن الآخرين . ومن جملة مصاديق الأُمور الحسبيّة يمكن ذكر : الأمر بالمعروف والنهي عن المنكر ، والدفاع والقضاء ، ويعدّ التصدّي لهذه الأُمور في عصر الغيبة من مهامّ الفقيه العادل الذي بإمكانه أن يكلّف شخصاً لائقاً للتصدّي لها . أُنظر : كتاب المكاسب 3 : 548 ، كتاب البيع ، مسائل متفرّقة ، مسألة في ولاية الفقيه ، وما وراء الفقه 9 : 90 ، كتاب القضاء ، فصل في ولاية الفقيه ، حدود الولاية العامّة ، النقطة الثامنة .\r\n","page_name":" 149 ","page_number":149},
  {"content":"\r\n\r\n\r\nالحقل الرابع : التعاليم الإسلاميّة وأثرها على سلوك المرجعيّة\r\n[ ويقع الكلام في 
  ] أثر وجود التعاليم الإسلاميّة بالنسبة إلى المرجعيّة ، وهو ما تفقده الزعامات الدينيّة التي أوكلت ما لقيصر لقيصر ، كالمسيحيّة . فإنَّ لتعاليم الإسلام أثرها البالغ في توجيه المرجع عقائديّاً وسلوكيّاً من جهات عديدة :\r\nالجهة الأُولى : أنَّ المرجع الواعي ليشعر بمسؤوليّته تجاه الإسلام ، تلك المسؤوليّة التي تتمثّل في شعور المرجع بكونه الجهة العليا التي تتكفّل تطبيق الأُطروحة الإسلاميّة العادلة التي تحمل مشعل الهداية إلى البشر أجمعين عن طريق تطبيق واجباته التي عرفناها وأعماله التي وصفناها .\r\nوهذا الشعور إذا تمثّل في نفس الفرد واقعاً عقائديّاً وسلوكيّاً - وهو متّصف بالعدالة على أيّ حال - فسيكون قائداً عظيماً تنال منه قواعده الشعبيّة على الخصوص والأُمّة الإسلاميّة على العموم أعظم النتائج والثمار .\r\nوهذا بخلاف القائد الديني الذي أعطى ما لقيصر لقيصر ، وانعدم لديه التشريع الاجتماعي المسبق والقضيّة العادلة ، فإنَّه - لا محالة - يفقد الضمان الحقيقي لعدم الانحراف والتقصير ، وعدم الإخلاد إلى حبّ الزعامة والمال ، إلَّا بمقدار ما يعود إلى الحفاظ على مركزه وما يكون له من\r\n\r\n","description":"","footnote":"","page_name":" 150 ","page_number":150},
  {"content":"\r\n\r\nمصلحة في زعامته وماله ؛ وذلك لانعدام المسؤوليّة لديه من التشريع المسبق أو التوجيه الديني المقدّس .\r\nالجهة الثانية : أنَّ المرجع يستطيع تشخيص نقطة الانطلاق لحلِّ المشكلات التي تواجهه والصعوبات التي تكتنفه ، فإنَّ في التعاليم الإسلاميّة التي يتبنّاها خير معين ودليل على ذلك ، بما فيها من أحكام سلوكيّة وقواعد أخلاقيّة وعباديّة ومعامليّة .\r\nعلى حين يفقد القائد الذي لا يمتلك التشريع المسبق والتعاليم النافذة نقطة الانطلاق الرئيسيّة ، ويضطرّ إلى الاعتماد على آرائه الشخصيّة والتعاليم المستحدثة ، ممّا يكون عرضه للخطأ والتبديل والنتائج غير الصائبة .\r\nالجهة الثالثة : أنَّ المرجع الواعي يستطيع أن يقدّم للمجتمع العالمي الأُطروحات التفصيليّة الإسلاميّة لمختلف مجالات الحياة بكلِّ أمانة ودقّة ، كآراء الإسلام في الدولة ، وفي الاقتصاد وفي قانون العقوبات وفي القانون العسكري وفي العلاقات الدوليّة وفي الأحوال الشخصيّة إلى غير ذلك من القوانين .\r\nعلى حين يفتقد القائد المسيحي ونحوه ممّن لا يمتلك التشريع المسبق مثل هذه الأُطروحات ، بل يضطرّ إلى أن يفتي فيها بآرائه ، أو آراء أسلافه أو أصحابه ، وفي مثل ذلك لن تكون منسوبة إلى الشريعة الإلهيّة ، ولا يحتمل كونها عادلة مطلقة كما هو الحال في الشريعة الإلهيّة .\r\nالجهة الرابعة : أنَّ المرجع باعتباره القائد العقائدي الرئيسي يستطيع أن\r\n\r\n","description":"","footnote":"","page_name":" 151 ","page_number":151},
  {"content":"\r\n\r\nيرفض أمام الرأي العامّ العالمي كلّ أُطروحة لحلِّ المشاكل البشريّة غير الأُطروحة الإسلاميّة الواعية ويصمد في هذا الرفض على طول الخطّ ؛ لأنَّ في عقيدته الإسلاميّة تفاصيل وآراء وفلسفات لتغطية الحاجة في ذلك وتزيد .\r\nبخلاف مَن يفتقد التشريع المسبق ، فإنَّه لا يستطيع الصمود في مناقشة المبادئ الأُخرى ؛ لأنَّه يواجه سؤالًا كبيراً حول ما إذا كان يملك البديل لهذه المبادئ على تقدير انحسارها عن واقع الحياة ، وهو بالطبع لا يستطيع أن يجيب بالإيجاب ، وأمّا المرجع الإسلامي الواعي ، فهو يجيب بالإيجاب بكلِّ تأكيد .\r\nالجهة الخامسة : أنَّ المرجع يستطيع أن يحدّد علاقاته مع الآخرين ، وعلاقات قواعده الشعبيّة مع غيرها ، نتيجةً لقواعد وضوابط وأحكام إسلاميّة عادلة كاملة ، ويؤسّس خبرته الاجتماعيّة في ذلك على أساس هذه الضوابط والأحكام ، وبذلك تكون الخبرة الاجتماعيّة ممتزجة بالعدل امتزاجاً عقائديّاً ناضجاً .\r\nوأمّا مَن يفتقد التشريع المسبق فيضطرّ إلى الاعتماد على الخبرة الخاصّة المجرّدة والآراء المستحدثة ، وهو ما يبعده - على الأقلّ - عن مصدر عقيدته ويقطعه عن أصله الذي يستقي منه ، مضافاً إلى ما يكون عليه من عرضة الخطأ واحتمال الاضطرار إلى البداء والتبديل .\r\nوعلى أيّ حال فهذا هو موقف المرجعيّة الواعية من الإسلام ، ينصرها وتنصره ويساعدها وتساعده ، ويتكاتفان سويّة في هدي مستقيم عادل\r\n\r\n","description":"","footnote":"","page_name":" 152 ","page_number":152},
  {"content":"\r\n\r\nلأجل الوصول إلى الهدف المنشود .\r\nوليس لمَن يفتقد التشريع المسبق إلَّا الزعامة الدنيويّة المكتسبة باسم الدين ؛ لانعدام الأُطروحة العادلة الكاملة والقضيّة الأصيلة والهدف الأعلى الذي يستهدفه ويدافع عنه ، سوى الكيان القائم ، باعتباره كياناً دنيويّاً يعزّ تغييره أو الحياد عنه .\r\n\r\n","description":"","footnote":"","page_name":" 153 ","page_number":153},
  {"content":"\r\n\r\n\r\nالحقل الخامس : في سلوك المرجع والحوزة العلميّة بشكلٍ عامّ ، مقارناً بسلوك الأزهر والكنيسة المسيحيّة\r\nوهنا لابدَّ لنا أن ننطلق من نقاط ثلاث متتابعة لنرى مقدار ما استطاع هؤلاء الثلاثة - الحوزة ، والأزهر ، والكنيسة - انجازه من هذه الأعمال . وملخّص هذه النقاط :\r\nالنقطة الأُولى : في الحفاظ على قواعدها الشعبيّة .\r\nالنقطة الثانية : في التبشير العالمي بالمبدأ الذي تحمله .\r\nالنقطة الثالثة : في ممارسة الحكم الفعلي في المجتمع .\r\nولعلّنا نستطيع أن نؤكّد - بكلِّ أسف - أنَّ نشاط الحوزة العلميّة في هذه الأعمال الرئيسيّة أضيق وأقلّ بكثير من نشاط الأزهر ، فضلًا عن نشاط الكنيسة ، لعلّ ذلك يكون حافزاً للحوزة على أن تعيد النظر في واقعها المعاش ، وعلى رفع أفرادها إلى مستوى المسؤوليّة التي يكونون بها أهلًا للقيام بمثل هذه الأعمال الجسام .\r\nالنقطة الأُولى : في حفاظ القيادة على القواعد الشعبيّة من الانحراف والضلال عن المبدأ المفضّل المختار .\r\nوهذا ما قامت وتقوم به القيادات الثلاث جميعاً ، غير أنَّه من المؤكّد\r\n\r\n","description":"","footnote":"","page_name":" 154 ","page_number":154},
  {"content":"\r\n\r\nأنَّه لا يكاد يوجد مسيحي في العالم مهما كان بعيد المزار وصعب المنال إلَّا وهو يتعاطف مع الكنيسة ، ويرى منها العناية والإرفاق بمقدار المستطاع ، وكذلك الأزهر بالنسبة إلى قواعده الشعبيّة إلى حدٍّ كبير ، وإن كان أضيق نشاطاً من الكنيسة بطبيعة الحال .\r\nوأمّا الحوزة العلميّة فلها مجالات خاصّة للاتّصال ، تحاول فيها التعاطف وبذل العناية والإرفاق ، وهذا صحيح . إلَّا أنَّ الويل كلّ الويل لمَن كان خارجاً عن هذه المجالات ، الويل له على عقيدته ودينه من اضطهاد المضطهدين ، بانقطاع الحوزة عنه انقطاعاً يكاد يكون تامّاً ، كالقواعد الشعبيّة الإماميّة في أكثر مناطق تركيا ، وفي اندونيسيا ومصر والشمال الأفريقي ، وعدد من مناطق أفريقيا وأوروبا والاتحاد السوفيتي والصين . وقد أصبح الكثير منهم في انقطاع تامّ عن إخوانه في المبدأ والعقيدة فضلًا عن قيادته الدينيّة وحوزته العلميّة ، وللكلام شجون .\r\nالنقطة الثانية : في التبشير العالمي بالمبدأ الذي تحمله القيادة .\r\nأما الكنيسة فحدّث عن نشاطها ولا حرج ، حتّى تجاه مَن لا يمتّ إلى دينها أو مذهبها بصلة منذ عدّة قرون وإلى العصر الحاضر . ولا زالت تبذل الملايين وتؤسّس آلاف المؤسّسات التبشيريّة في العالم « 1 » .\r\nوقد وجدت في الفراغ العقائدي في بلاد الإسلام وفي أفريقيا السوداء حقولًا كبيرة ، ومياهاً عكرة ، فاصطادت منهم العديد ممّن تحوّلوا إلى المسيحيّة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع حول ذلك كتاب : التبشير والاستعمار ، وعلى وجه الخصوص : 34 ، وما بعدها منه ، الفصل الأوّل بواعث التبشير الحقيقيّة ( منه قدس سره ) .\r\n","page_name":" 155 ","page_number":155},
  {"content":"\r\n\r\nبكلِّ سهولة ويسر .\r\nوأما إعلان آرائها على العالم - بالرغم من اقتصارها على بعض التعاليم الأخلاقيّة وخلوّها من التعاليم الاجتماعيّة - وتوزيع الكتب المقدّسة لديهم والمؤلّفات الأُخرى فهو أشهر من أن يذكر .\r\nويليها في ذلك الأزهر الشريف ، فإنَّه وإن كان أضيق نشاطاً من الكنيسة بكثير ، إلَّا أنَّه لا يفتأ عن إرسال الدعاة وبذل الأموال في سبيل مبدئه في أفريقيا ، وفي مناطق من آسيا وأوربا ، وقد استطاع إلى حدٍّ كبير في التأثير على غير المسلمين وهدايتهم إلى جادّة الإسلام ، وخاصّة في الأرض الأفريقيّة البكر .\r\nوأمّا الحوزة العلميّة فلا تكاد تفكّر في ذلك ، وإذا فكّرت فلا تكاد تستطيع تنفيذه بحسب إمكاناتها الفعليّة . صحيح أنَّها تملك مبلِّغاً في بريطانيا ومبلِّغاً في ألمانيا ومبلِّغاً في أمريكا ومبلغاً في مصر ، في كلّ منطقة [ مبلّغ 
  ] واحد فقط ، وهو لعمري أقلّ الحساب وأضعفه ! !\r\nعلى أنَّ المقصود بهؤلاء هو الإشراف على الجاليات الخاصة بها في تلك المناطق . ولا يكاد يكون المقصود هداية الآخرين أو إعلان صوت الحقّ هناك ، إلَّا بشكلٍ جانبي ، على أنَّ هؤلاء المبلّغين القلائل غير قادرين عليه إذا ملؤوا أوقاتهم وكرّسوا جهدهم المخلص بالإشراف على جالياتهم .\r\nالنقطة الثالثة : في ممارسة الحكم الفعلي في المجتمع ، وهذا ما قامت به\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":156},
  {"content":"\r\n\r\nواختصّت به الكنيسة من دون الأزهر والحوزة « 1 » حيث استطاعت ممارسة الحكم العامّ لقارّة أوروبا برمّتها قروناً متطاولة من الزمن ، وقد أذاقت خلال حكمها شعوبها ألوان الهوان والتعذيب ، وأسمعتهم أنواع الخرافات والتدجيل ، ممّا سبب حدوث الثورة الفكريّة عليها ، وإعلان فصل الدين عن الدولة في أوروبا برمّتها . وهي الآن لا تمارس الحكم الفعلي إلّا في منطقة صغيرة نسبيّاً ، هي جزء من العاصمة الإيطاليّة تسمّى بالفاتيكان « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) منظوراً إلى الأزهر فيما بعد حكم الفاطميّين ، وإلى الحوزة فيما بعد عصر الأئمّة عليهم السلام ، وهي فترات - على أيّ حال - أقدم وأصغر من عمر الكنيسة الحاكمة ( منه قدس سره ) .\r\n( 2 ) مدينة الفاتيكان ( بالإيطاليّة :  Citta del Vaticano  المعروفة رسميّاً باسم دولة مدينة الفاتيكان ( بالإيطاليّة :  Stato della Citta del Vaticano  ، هي أصغر دولة من حيث المساحة في العالم . وتأخذ شكلًا شبه إهليلجي في قلب مدينة ( روما ) عاصمة إيطاليا التي تحيط بها من جميع الجهات ويفصلها عنها أسوار خاصّة ؛ تبلغ مساحة الفاتيكان 0 . 44 كم مربع ويقارب عدد سكانها 800 نسمة فقط ، وتعتبر بالتالي أصغر دولة في العالم من حيث عدد السكان أيضاً .\r\nورغم كونها أصغر دول العالم سكاناً ومساحةً فهي تستقي دورها وأهميّتها من كونها مركز القيادة الروحيّة للكنيسة الكاثوليكيّة في العالم والتي يربو عدد أتباعها على 1 . 147 مليار نسمة ، كذلك من كونها تحفظ في متاحفها وأرشيفها مجموعة من أجود المنتوجات الفنيّة للجنس البشري على مرّ العصور ، فضلًا عن القضايا السلميّة والأخلاقيّة التي تدافع عنها .\r\nلا تأخذ الفاتيكان بأيّ لغةٍ على أنَّها لغتها الرسميّة ، لكن لغة الكرسي الرسولي الرسميّة هي ( اللاتينيّة ) ، وتستعمل الإيطاليّة في الفاتيكان بشكلٍ واسع بحكم الأمر الواقع ، كذلك حال اللغة الألمانيّة ؛ وإلى جانب هذه اللغات يعترف الكرسي الرسولي بثمان وثلاثين لغة أبرزها : الإسبانيّة ، الفرنسيّة ، البولنديّة ، البرتغاليّة ، الإنكليزيّة ، وتغطي هذه اللغات نسبة كبيرة من اللغات المنتشرة بين كاثوليك العالم . ( نقلًا عن موقع : ويكيبيديا ، الموسوعة الحرّة ) .\r\n","page_name":" 157 ","page_number":157},
  {"content":"\r\n\r\nولا زال ولاء المسيحيّين ينفكّ تدريجاً بشيوع الماديّة وانفساخ الاعتقاد بالأديان عموماً لدى كثير من أبناء هذه البشريّة البائسة .\r\nوأمّا الحوزة فلم تمارس منذ أُسّست على يد شيخ الطائفة الطوسي ( رضوان الله عليه ) « 1 » أيّ نوع من أنواع الحكم ، بل كانت ولا زالت تعاني من أنحاء الحكم المنحرف الذي يتولّى السلطة جيلًا بعد جيل وفترة بعد أُخرى ، حيث يستهدف فيما يستهدف إليه الضغط عليها وتقليص نشاطها والغضّ من قدرتها وحرمتها .\r\n\r\nأسباب الضعف\r\nومن هذا المنطلق بالذّات نستطيع أن نتبيّن الأسباب الرئيسيّة للضعف الذي منيت به الحوزة العلميّة تجاه العالم بالقياس إلى القيادات\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هو أبو جعفر محمّد بن الحسن بن علي بن الحسن الطوسي ، المعروف بشيخ الطائفة والشهير بالشيخ الطوسي ، ولد في طوس في شهر رمضان سنة 385 ه - ، وهاجر إلى العراق فنزل بغداد سنة 408 ه - . . . وكان داره في مأوى الناس وقصد الوفّاد يأتونها لحلّ المشاكل وإيضاح المسائل ، وقد تقاطر إليه العلماء والفضلاء للتلمذة عليه والحضور تحت منبره وقصدوه من كلّ بلد ومكان . وبلغ عدد تلاميذه ثلاثمائة من مجتهدي الشيعة . أُنظر : أعيان الشيعة 9 : 159 .\r\n","page_name":" 158 ","page_number":158},
  {"content":"\r\n\r\nالدينيّة الرئيسيّة فيه .\r\nوتتلخّص هذه الأسباب في أربعة رئيسيّة :\r\nالسبب الأوّل : سيطرة الأُسلوب التقليدي على الجوِّ العامّ للمرجعيّة بالخصوص ، والحوزة على وجه العموم . ذلك الأُسلوب الذي عرفنا خصائصه ، وتبيَّنا مبرّراته للانغلاق عن العالم إلى حدٍّ كبيرٍ ، والابتعاد عن التيّارات العامّة بمقدار المستطاع .\r\nعلى أنَّ الحوزة اليوم تتّجه - بالتدريج - إلى نبذ النتائج السيّئة لهذا الأُسلوب ، والأخذ بالمفاهيم الواعية المنفتحة أمام الإسلام بالخصوص ، وأمام العالم على وجه العموم ، وسيكون هذا هو السبب الرئيسي الذي يستطيع أن يحفظ لها وجودها ويضمن استمرار قيادتها في عالم اليوم والغد .\r\nالسبب الثاني : فقدان القواعد الشعبيّة الواعية الشاعرة بمسؤوليّتها لدى الحوزة .\r\nفإنَّ الفرد الاعتيادي وإن كان يضع ثقته الدينيّة العليا بالمرجع حين يختاره للتقليد ، إلَّا أنَّه يعيش - مع ذلك - خضّم حياته الاعتياديّة التي يستوعبها التفكير بالمال والعيال والتيّارات المنحرفة والكافرة والعلاقات المشبوهة أحياناً ، ولا يكاد يعيش من حمل هموم المرجعيّة وخدماتها في أداء مسؤوليّاتها العليا في الأُمّة ، لا يكاد يعيش منها شيئاً مذكوراً ، ما عدا نخبة معدودة لا تكاد تغني في العمل المتوقّع الجبّار شيئاً .\r\nإلَّا أنَّها - بحمد الله وحسن توفيقه - في تزايد مستمرّ ، وعليها انعقاد الأمل في إنقاذ الإسلام والقيادة الإسلاميّة من ورطتها وتذليل مشاكلها .\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":159},
  {"content":"\r\n\r\nوسيكون المستقبل مكشوفاً لذي عينيين .\r\nوكلا هذين السببين غير موجودين بالنسبة إلى الكنيسة والأزهر إلى حدٍّ كبير ، فإنَّ كلًا منهما أحسّ منذ أمد بعيد بمسؤوليّته تجاه دينه وأُمّته ، فبدأ العمل الاجتماعي وتربية المخلصين لما يعتقدون ، حتّى كوّنوا جيشاً عقائديّاً مهمّاً ، استطاع غزو العالم بالأفكار المسيحيّة من ناحية والأزهريّة من ناحية أُخرى ، ولم تعانِ هاتان القيادتان ما عانته الحوزة العلميّة من ظروف الضيق والخمول .\r\nالسبب الثالث : أنَّ للكنيسة دولًا كثيرة تحميها وتمدّها بالمال والرجال ، بالرغم من انفصال الدولة عن الدين ؛ لعلمها بأنَّ الكنيسة تحمل لها مبادئها الاستعماريّة إلى العالم ، ولا تتحرّج هذه الدولة - بطبيعة تكوينها وأُسلوبها السياسي - عن التعامل مع أيّ جهةٍ تكون على استعداد للتعاون معها وبثّ أفكارها ، وإن كانت تلك الجهة هي عدوّتها التقليديّة القديمة .\r\nوالأزهر أيضاً له الإمداد من قبل عدد من الحكومات المسلمة قديماً وحديثاً ، ولا مانع لدى أغلب الدول من بثّ أفكاره ونشر دعوته فيها ، ما لم يخرج على نطاق قانونها ويخلّ بسيادتها .\r\nولكن تعالوا معي إلى الحوزة العلميّة الإماميّة ، إنَّها تفقد كلّ دولة تؤيّدها وتسندها بأيّ نوع من أنواع الإسناد والتأييد ، بل ما هو الموجود في الخارج هو العكس تماماً ، كما سنرى في السبب الرابع .\r\nوعلى أيّ حال فالحوزة العلميّة ممّن تتوقّع التأييد والإسناد ؟ ! هل تتوقّعه من الدول المنحرفة والكافرة ؟ كلا ! ولو عرض عليها مثل هذا الإسناد فإنَّها ترفضه وتشجبه بكلِّ صراحة ، محافظة على مثاليّة العدل\r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":160},
  {"content":"\r\n\r\nوالنزاهة في مسلكها العامّ . وإنَّ في تصرّفات علمائنا الإعلام قديماً وحديثاً خير شاهدٍ على ذلك .\r\nأم أنَّ الحوزة تتوقّع التأييد من دولة إسلاميّة شرعيّة ؟ ! كلا ، فإنَّها غير موجودة في عالم اليوم حتّى تستطيع أن تمدّ الحوزة بشيء .\r\nإذن فالحوزة لا تجد ناصراً إلّا الله ، وكفى به نصيراً سميعاً بصيراً ( إِنْ تَنصُرُوا اللَّهَ يَنصُرْكُمْ وَيُثَبِّتْ أَقْدَامَكُمْ ) « 1 » .\r\nالسبب الرابع : أنَّ الحوزة ليس فقط لا تكتسب التأييد من الدول التي تتسمّى بالإسلام ، بل إنَّها لتعاني الإعراض والازورار وأنحاء من التشكيك والإرجاف . ولازالت الحوزة في حالة دفاع مستميت تجاه أنحاء الضغط والتشتيت ، وهي تبذل في ذلك من الطاقات التي تخسرها - بطبيعة الحال - في مجال دعوتها الكبير ، وأهدافها الإسلاميّة البعيدة .\r\nكان الله في عون ناصريه ومؤيّديه ، وعجّل في وعده بنصر الحقِّ ورفع رايته ، ووفّقنا وسائر المسلمين إلى الإخلاص في النيّة والتضحية في العمل والوعي في الإيمان ، إنَّه وليّ التوفيق .\r\nوآخر دعوانا أن الحمد لله ربِّ العالمين .\r\nالثلاثاء 4 / 1 / 1391 - الموافق 2 / 3 / 1970\r\nمحمّد الصدر / النجف الأشرف\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) سورة محمّد ( ص ) ، الآية : 7 .\r\n","page_name":" 161 ","page_number":161},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 162 ","page_number":162},
  {"content":"\r\n\r\n\r\nفهرس المصادر\r\nالقرآن الكريم\r\nنهج البلاغة\r\n1 . الاحتجاج ، لأبي منصور بن علي بن أبي طالب الطبرسي ، تعليق : السيّد محمّد باقر الخرسان ، سنة الطبع : 1386 ه - ، 1966 م ، الناشر : دار النعمان للطباعة والنشر ، النجف الأشرف .\r\n2 . إرشاد الأذهان إلى أحكام الايمان ، لأبي منصور الحسن بن يوسف بن المطهر الأسدي ( العلّامة الحلّي ) ، تحقيق : الشيخ فارس الحسون ، الناشر : مؤسّسة النشر الإسلامي التابعة لجماعة المدرّسين بقم المشرّفة ، الطبعة الأُولى : 1410 ه - .\r\n3 . أعيان الشيعة ، السيّد محسن الأمين ، تحقيق وتخريج : حسن الأمين ، 1403 ه - - 1983 م ، لم تذكر الطبعة ، الناشر دار التعارف للمطبوعات ، بيروت لبنان .\r\n4 . إكمال الدين وتمام النعمة ، لأبي جعفر محمّد بن علي بن الحسين بن بابويه القمي ( الصدوق ) ، تصحيح وتعليق : علي أكبر الغفاري ، الناشر : مؤسّسة النشر الإسلامي التابعة لجماعة المدرّسين بقم المشرّفة ، سنة الطبع : 1405 ه - ، بدون ط .\r\n5 .\r\n\r\n","description":"","footnote":"","page_name":" 163 ","page_number":163},
  {"content":"\r\n\r\nالبدر الزاهر في صلاة الجمعة والمسافر ، تقريراً لأبحاث آية الله العظمى المرحوم الحاج آقا حسين الطباطبائي البروجردي قدس سره ، بقلم آية الله العظمى المنتظري ، الطبعة الثالثة : 1416 ه - ، الناشر : مكتب المنتظري ، قم المقدّسة .\r\n6 . تاريخ الدعوة الإسماعيليّة ، الدكتور مصطفى غالب ، دار الأندلس للطباعة والنشر والتوزيع ، بيروت - لبنان ، الطبعة الثانية ، من دون تاريخ .\r\n7 . التبشير والاستعمار في البلاد الإسلاميّة ، مصطفى خالدي وعمر فروخ ، الناشر : المكتبة العصرية ، بيروت ، 1986 م ، من دون ط .\r\n8 . تحف العقول ، ألفه الشيخ الثقة الجليل الأقدم أبو محمد الحسن بن علي بن الحسين بن شعبة الحراني ، عنى بتصحيحه والتعليق عليه : علي أكبر الغفاري ، الطبعة الثانية 1404 ه - - 1363 ه - ش ، مؤسّسة النشر الإسلامي ( التابعة ) لجماعة المدرسين بقم المشرفة .\r\n9 . تنبيه الأُمّة وتنزيه الملّة ، للميرزا النائيني ( النسخة العربيّة ) ، بدون معلومات .\r\n10 . جواهر الكلام ، محمّد حسن النجفي ، تحقيق وتعليق : الشيخ عباس القوجاني ، الطبعة الثانية : 1365 ه - ، دار الكتب الإسلاميّة ، طهران .\r\n11 . الحكومة الإسلاميّة ( ولاية الفقيه ) ، الإمام الخميني ، الناشر : مؤسّسة تنظيم ونشر آثار الإمام الخميني ، الطبعة التاسعة : 1429 ه - ، 2008 م ، طهران .\r\n12 .\r\n\r\n","description":"","footnote":"","page_name":" 164 ","page_number":164},
  {"content":"\r\n\r\nدراسات في ولاية الفقيه وفقه الدولة الإسلاميّة ، آية الله العظمى المنتظري ، الناشر : المركز العالمي للدراسات الإسلاميّة ، إيران - قم ، الطبعة الثانية ، 1409 ه - .\r\n13 . الدروس الشرعيّة في فقه الإماميّة ، الشهيد الأوّل محمّد بن مكّي العاملي ، مؤسّسة النشر الإسلامي ، الطبعة الثانية : 1417 ه - ق .\r\n14 . ذكرى الشيعة في أحكام الشريعة ، تأليف الشهيد الأوّل ، محمّد بن جمال الدين مكي العاملي ، تحقيق ونشر : مؤسّسة آل البيت عليهم السلام لإحياء التراث ، الطبعة الأُولى : 1419 ه - - قم .\r\n15 . الرسائل التسع ، للميرزا محمّد حسن بن جعفر ، الطبعة الأُولى : 1425 ه - ، قم - إيران ، الناشر : انتشارات زهير ، مؤتمر العلّامة الآشتياني .\r\n16 . رسائل الشهيد الثاني ، زين الدين بن علي ، الطبعة الأُولى : 1421 ه - ، تحقيق : رضا مختاري وحسين شفيعي ، الناشر : مكتب الإعلام الإسلامي في حوزة قم ، إيران - قم .\r\n17 . رسائل الميرزا القمي ، للميرزا أبو القاسم بن محمّد حسن القمي الكيلاني ، الناشر : مركز التبليغات الإسلامي ، قسم خراسان ، الطبعة الأُولى : 1427 ه - .\r\n18 . رياض المسائل في بيان أحكام الشرع بالدلائل ، الفقيه المدقّق السيّد علي الطباطبائي ، تحقيق ونشر : مؤسّسة النشر الإسلامي ، الطبعة\r\nالأولى رمضان المبارك 1412 ه - ق .\r\n19 .\r\n\r\n","description":"","footnote":"","page_name":" 165 ","page_number":165},
  {"content":"\r\n\r\nالزيديّة علامات وأفكار ، السيّد زيد بن علي الفضيل ، 1429 ه - ، 2008 م ، بدون ط .\r\n20 . السرائر الحاوي لتحرير الفتاوى ، ابن إدريس محمّد بن منصور بن أحمد الحلّي ، قم مؤسّسة النشر الإسلامي التابعة لجماعة المدرّسين في الحوزة العلميّة بقم المشرفة ، 1410 ه - ق .\r\n21 . سنن الترمذي ، للإمام الحافظ أبي عيسى محمّد الترمذي ، حقّقه وصحّحه : عبد الوهاب عبد اللطيف ، الناشر : دار الفكر ، بيروت - لبنان ، الطبعة الثانية : 1403 ه - ، 1983 م .\r\n22 . شرح تبصرة المتعلّمين ، للمحقّق ضياء الدين العراقي ، الناشر : مؤسّسة النشر الإسلامي التابعة لجماعة المدرّسين بقم المشرّفة ، الطبعة الأُولى : 1414 ه - ، تحقيق : محمّد الحسون .\r\n23 . شيوخ الأزهر ( 2 ) ، أشرف فوزي صالح ، الشركة العربيّة للنشر والتوزيع ، 1997 م ، من دون ط .\r\n24 . الصحاح ، تاج اللغة وصحاح العربيّة ، إسماعيل بن حمّاد الجوهري ، تحقيق : أحمد عبد الغفور عطار ، الناشر : دار العلم للملايين ، بيروت - لبنان ، الطبعة الرابعة : 1407 ه - ، 1987 م .\r\n25 . صحيح البخاري ، للإمام أبي عبد الله محمّد بن إسماعيل البخاري الجعفي ، الناشر : دار الفكر ، بيروت - لبنان ، 1401 ه - ، 1981 م ، بدون ط .\r\n26 . علل الشرايع ، تأليف الشيخ الصدوق أبي جعفر محمد بن علي بن\r\n\r\n","description":"","footnote":"","page_name":" 166 ","page_number":166},
  {"content":"\r\n\r\nالحسين بن موسى بن بابويه القمي ، منشورات المكتبة الحيدرية ومطبعتها في النجف 1385 ه - - 1966 م ، لم تذكر الطبعة .\r\n27 . عوائد الأيام ، للفاضل المحقّق أحمد النراقي ، تحقيق : مركز الأبحاث والدراسات الإسلاميّة ، الناشر : مركز النشر التابع لمكتب الإعلام الإسلامي ، الطبعة الأُولى : 1417 ه - .\r\n28 . عيون أخبار الرضا عليه السلام ، للشيخ الصدوق ، محمّد بن علي بن الحسين بن بابويه القمي ، تصحيح وتعليق : الشيخ حسين الأعلمي ، الطبعة الأُولى : 1404 ه - ، 1984 م ، منشورات مؤسّسة الأعلمي للمطبوعات ، بيروت لبنان .\r\n29 . الغيبة ، لأبي جعفر محمّد بن الحسن الطوسي ( شيخ الطائفة ) ، تحقيق : الشيخ عباد الله طهراني ، والشيخ علي أحمد ناصح ، الطبعة الأُولى : 1411 ه - ، الناشر : مؤسّسة المعارف الإسلاميّة ، قم المقدّسة .\r\n30 . الفصول العشرة في الغيبة ، تأليف الإمام الشيخ المفيد ، تحقيق : الشيخ فارس الحسون ، الطبعة الثانية : 1414 ه - ، 1993 م ، الناشر : دار المفيد للطباعة والنشر والتوزيع ، بيروت - لبنان .\r\n31 . الفوائد الجعفريّة ، الشيخ عباس بن حسن بن جعفر ( كاشف الغطاء ) النجفي ، الناشر : مؤسّسة كاشف الغطاء ، من دون معلومات .\r\n32 . في انتظار الإمام ، عبد الهادي الفضلي ، بدون معلومات .\r\n33 . قواعد الأحكام في معرفة الحلال والحرام ، العلّامة حسن بن يوسف\r\nبن مطهّر الأسدي الحلّي ، مؤسّسة النشر الإسلامي ، الطبعة الثانية :\r\n\r\n","description":"","footnote":"","page_name":" 167 ","page_number":167},
  {"content":"\r\n\r\n1413 ه - ق .\r\n34 . الكافي ، محمد بن يعقوب الكليني ، صحّحه وعلق عليه : علي أكبر الغفاري ، دار الكتب الإسلاميّة ، طهران ، الطبعة الثالثة : 1388 ه - .\r\n35 . كتاب البيع ، الفقيه المحقّق آية الله العظمى الإمام الخميني ، تحقيق : مؤسّسة تنظيم ونشر آثار الإمام الخميني ، الطبعة الأُولى : 1421 ه - ، طهران .\r\n36 . كتاب القضاء ، للميرزا حبيب الله الرشتي ، الناشر : دار القرآن الكريم ، إيران - قم ، الطبعة الأُولى : 1401 ه - ، تحقيق : السيّد أحمد الحسيني .\r\n37 . كتاب المكاسب ، الشيخ مرتضى بن محمّد أمين الأنصاري ، مجمع الفكر الإسلامي قم ، الطبعة الأُولى : 1415 ه - ق .\r\n38 . كشف الغطاء عن مبهمات الشريعة الغرّاء ، للمحقّق والفقيه الأُصولي ، العلم الكامل الشيخ جعفر كاشف الغطاء ، انتشارات مهدوي ، أصفهان ، طبعة حجريّة .\r\n39 . كشف المراد في شرح تجريد الاعتقاد ، العلّامة الحلّي ، صحّحه وقدّم له وعلّق عليه : الشيخ حسن زاده الآملي ، الطبعة السابعة : 1417 ه - ، مؤسّسة النشر الإسلامي التابعة لجماعة المدرّسين بقم المقدّسة .\r\n40 . الكلمة التامّة في الولاية العامّة ، السيّد الشهيد محمّد الصدر ، مخطوط .\r\n41 . اللمعة الدمشقيّة ، لمحمّد بن جمال الدين مكي العاملي ( الشهيد\r\nالأوّل ) ، منشورات : دار الفكر ، إيران - قم ، الطبعة الأُولى : 1411 ه -\r\n\r\n","description":"","footnote":"","page_name":" 168 ","page_number":168},
  {"content":"\r\n\r\n42 . ما وراء الفقه ، آية الله العظمى السيّد الشهيد محمّد الصدر قدس سره ، إشراف : هيئة تراث السيّد الشهيد الصدر قدس سره ، الناشر : دار الأضواء ، لبنان - بيروت ، الطبعة الأُولى : 1430 ه - ، 2009 م .\r\n43 . مجمع الفائدة والبرهان في سرح إرشاد الأذهان ، للفقيه أحمد بن محمّد الأردبيلي ، تحقيق : الشيخ مجتبى العراقي ، والشيخ علي بناه الاشتهاردي ، وحسين اليزدي الأصفهاني ، الناشر : مؤسّسة النشر الإسلامي التابعة لجماعة المدرّسين ، الطبعة الأُولى ، إيران قم المقدّسة ، من دون تاريخ .\r\n44 . مختلف الشيعة في أحكام الشريعة ، العلّامة حسن بن يوسف بن مطهّر الأسدي الحلّي ، مؤسّسة النشر الإسلامي التابعة لجماعة المدّرسين بقم المشرّفة ، الطبعة الثانية : 1413 ه - ق .\r\n45 . مسالك الأفهام إلى تنقيح شرائع الإسلام ، زين الدين علي العاملي ، تحقيق ونشر : مؤسّسة المعارف الإسلامية ، الطبعة الأولى 1413 ه - قم .\r\n46 . مستدرك الوسائل ومستنبط المسائل ، تأليف خاتمة المحدّثين ، الحاج ميرزا حسين النوري الطبرسي ، نشر وتحقيق : مؤسّسة آل البيت لإحياء التراث ، الطبعة الأُولى : 1408 ه - ، 1987 م ، بيروت - لبنان .\r\n47 . مسند أحمد ، للإمام أحمد بن حنبل ، الناشر : دار صادر ، بيروت -\r\nلبنان ، بدون ط .\r\n48 . المسيحيّة ، الدكتور أحمد شلبي ، الطبعة العاشرة : 2000 م ، الناشر :\r\n\r\n","description":"","footnote":"","page_name":" 169 ","page_number":169},
  {"content":"\r\n\r\nمكتبة النهضة المصريّة ، القاهرة .\r\n49 . معالم الدين وملاذ المجتهدين ، الشيخ جمال الدين الحسن نجل الشهيد الثاني ، مؤسّسة النشر الإسلامي التابعة لجماعة المدرّسين بقم المقدّسة ، تحقيق : لجنة التحقيق .\r\n50 . مقالة في تحقيق إقامة الحدود ، السيّد محمّد باقر الشفتي الكيلاني ، تحقيق وتصحيح : علي أوسط ولطيف فرادي ، الناشر : مكتب التبليغ الإسلامي للحوزة العلميّة في قم المقدّسة ، الطبعة الأُولى : 1427 .\r\n51 . المكاسب والبيع ، الميرزا محمّد حسين بن عبد الرحيم النائيني ، تقرير الشيخ محمّد تقي الآملي ، قم ، مؤسّسة النشر الإسلامي التابعة لجماعة المدرّسين في الحوزة العلمية بقم المشرّفة ، 1413 ه - ق .\r\n52 . منية الطالب في شرح المكاسب ، للشيخ موسى بن محمّد النجفي الخوانساري قدس سره ، تقريرات المحقّق محمّد حسين النائيني قدس سره ، تحقيق ونشر : مؤسّسة النشر الإسلامي التابعة لجماعة المدرّسين بقم المشرّفة ، الطبعة الأُولى : 1418 ه - .\r\n53 . موسوعة الإمام المهدي ( عج ) ، كتاب اليوم الموعود ، الإمام الشهيد السعيد آية الله العظمى محمّد الصدر قدس سره ، الناشر : دار القارئ للطباعة والنشر والتوزيع ، بيروت - لبنان ، الطبعة الأُولى : 1419 ه - ، 2007 .\r\n54 . موقع : ويكيبيديا ، الموسوعة الحرّة .\r\n55 . الميزان في تفسير القرآن ، تأليف : العلّامة السيّد محمّد حسين\r\n\r\n","description":"","footnote":"","page_name":" 170 ","page_number":170},
  {"content":"\r\n\r\nالطباطبائي ، منشورات : جماعة المدرسين في الحوزة العلميّة - قم المقدسة . بلا ط .\r\n56 . وسائل الشيعة ، الشيخ محمّد بن الحسن الحرّ العاملي ، تحقيق : مؤسّسة آل البيت عليهم السلام لإحياء التراث ، الطبعة الثانية : 1414 ه - ، قم المقدّسة .\r\n\r\n","description":"","footnote":"","page_name":" 171 ","page_number":171},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 172 ","page_number":172},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 173 ","page_number":173},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 174 ","page_number":174},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 175 ","page_number":175}
  ]