[
  {"content":"\r\n\r\nمحمد جعفر شمس الدين\r\nاقتصادنا\r\nتلخيص وتوضيح\r\nالقسم الرابع\r\nدار التعارف للمطبوعات\r\n\r\n","description":"","footnote":"","page_name":" هوية الكتاب 1 ","page_number":1},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" هوية الكتاب 2 ","page_number":2},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" هوية الكتاب 3 ","page_number":3},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" هوية الكتاب 4 ","page_number":4},
  {"content":"\r\n\r\nاقتصادنا\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":5},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 2 ","page_number":6},
  {"content":"\r\n\r\nاقتصادنا\r\nتلخيص وتوضيح\r\nالقسم الرابع\r\nمحمد جعفر شمس الدين\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":7},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 4 ","page_number":8},
  {"content":"\r\n\r\nنظرية التوزيع ونظرية النتاج\r\nومسؤولية الدولة\r\nفي\r\nالإقتصاد الاسلامي\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":9},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 6 ","page_number":10},
  {"content":"\r\n\r\n\r\n[ الجزء الرابع 
  ]\r\n\r\nتقديم\r\nهذا هو القسم الرابع والأخير من « اقتصادنا تلخيص وتوضيح » وقد تضمن ثلاثة بحوث رئيسية .\r\nكان البحث الأول منها حول نظرية التوزيع الإسلامية ، وجاء في جزئين ، ما قبل الإنتاج ، وتضمن شقين ، بحثنا في أولهما عن احكام التوزيع ، وفي ثانيهما عن نفس نظرية التوزيع ما قبل الإنتاج .\r\nواما الجزء الثاني فدار البحث فيه عن نظرية التوزيع ما بعد الإنتاج .\r\nوكان البحث الثاني من هذا الكتاب حول نفس نظرية الإنتاج الإسلامية .\r\nأما البحث الثالث فدار حول مسؤولية الدولة الإسلامية في الاقتصاد الإسلامي .\r\nولابد لي ، من أن أنبه إلى أني لم أجد ضرورة ملحّة - بملاحظة الهدف من وضع هذا التلخيص للكتاب الأم ، اقتصادنا - لأن أضمنّه\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":11},
  {"content":"\r\n\r\nملاحظات السيد الشهيد - قدس سره - التي أدرجها بعد انتاجه من استنباط نظرية توزيع ما قبل الإنتاج ، وملاحظاته التي أدرجها بعد انتهائه من استنباط نظرية الإنتاج الإسلامية نفسها وذلك لعدك توقف الإحاطة بأصل مواضيع البحث على ملاحظتها .\r\nكما اني ، لم أرَ - بملاحظة الهدف من وضع هذا التلخيص للكتاب الأم - اقتصادنا - في إدراج تلخيص للملاحق التي ذكرها السيد الشهيد - قدس سره - في آخر كتابه ، شيئاً مستساغاً لسببين :\r\nالأول : أنها - أيضاً - مما لا يتوقف الإلمام بأصل مواضيع البحث على ملاحظتها ، باعتبارها مباحث استطرادية تتعلق بمداخلات حول بعض المواقف الفقهية ، واستنباطات علمية ومصطلحية من التدقيق في بعض النصوص التشريعية .\r\nالثاني : أني وجدت ، في تلخيصها مسخاً لها ، نظراً إلى كونها تمثل قمة فن الاستنباط في الفقه وأصوله ، لدى السيد الشهيد - قدس سره - فلم أجرؤ على تناولها خوفاً من طمس بعض إشعاعاتها المشرقة ، وحرصاً مني على عدم إرباك ذهن القارئ في مستوى هذا التلخيص بفَن قد لا يكون مؤهلًا لاستيعاب أدواته ومصطلحاته وأساليب حبكه بعد . ومع ذلك ، وقطعاً لأي تأويل قد يثور في أذهان بعض الأحبة ، تناولت جزءاً معقداً من الملحق رقم ( 1 ) بتلخيصه ، واثباته في محله المناسب .\r\nوالله من وراء القصد .\r\nبيروت في 20 ذي القعدة الحرام 1406 ه - محمد جفعر شمس الدين\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":12},
  {"content":"\r\n\r\n\r\n1 - نظرية التوزيع الإسلامية\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":13},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 10 ","page_number":14},
  {"content":"\r\n\r\n\r\n1 - نظرية توزيع ما قبل الإنتاج\r\n\r\nالأحكام\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 12 ","page_number":16},
  {"content":"\r\n\r\n\r\nتمهيد :\r\nلماذا قدمنا البحث عن التوزيع ، قبل أن نبحث عن الإنتاج نفسه ؟\r\nوالجواب بسيط .\r\nذلك أن الإنتاج لا يتم في فراغ ، وإنما لا بد للأفراد كي يمارسوا نشاطهم الإنتاجي من حقل ، وهذا الحقل هو عبارة عن المصادر الأساسية التي تشكل الثروة الأولية ، وتنحصر - من وجهة نظر إسلامية - في الطبيعة شما تضمه من ثروات .\r\nوباعتبار أن الإسلام ، لا يقر مبدأ الحرية الاقتصادية المنفلشة - كما كان الحال في الرأسمالية - ولئلا يُساء استغلال الثروات الطبيعية بشكل قد يؤدي إلى تهديد مبدأ العدالة والحق ، الذي رسم حدوده المذهب الإسلامي ، بادر إلى تقسيم ما تضمه الطبيعة من مصادر الثروة الأولية إلى عدة أقسام محددة ، ووضع لكل منها أصوله وقواعده .\r\nوأما ما يظفر به الإنسان ، نتيجة عمله مع الطبيعة وثرواتها ،\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":17},
  {"content":"\r\n\r\nمن متاع وسلع ، فيعتبرها الإسلام ثروة ثانوية متأخرة عن الطبيعة نفسها ، ولذا فكل ما يتصل بتنظيم توزيع الثورة المنتجة وتنظيم الإنتاج كفعل بشري ، فقد وضع الإسلام له القواعد ، وصمم التفصيلات التي تضمن انسجامه مع عالم القيم الإسلامية أيضاً .\r\nمن أجل ذلك ، قُدِّم البحث في توزيع الثروة الأولية ( مصادر الإنتاج ) ، على البحث عن توزيع الثروة المنتجة ( الثانوية ) . . .\r\n\r\nتوزيع الطبيعة والمواقف المذهبية :\r\nلقد ذكرنا قبل قليل ، أن الطبيعة هي المصدر المادي الأساسي للإنتاج .\r\nوقد اختلفت مواقف المذاهب الاقتصادية حول توزيع هذه الطبيعة .\r\nفالرأسمالية انسجاماً مع مبدأها في الحرية الاقتصادية ، أباحت تملكها لمن شاء بدون حدود ، وربطت توزيعها بالأفراد أنفسهم حسب رغبة كل منهم .\r\nوالماركسية ، حيث قالت بتبعية أشكال التوزيع لعلاقات الإنتاج - كما سبق عرضه - جعلت شكل التوزيع في كل مرحلة تابعاً لعلاقات الإنتاج فيها ، ففي عصر الإنتاج الزراعي كان توزيع المصادر الطبيعة يتم على أساس الإقطاع ، وفي عصر الإنتاج الرأسمالي الصناعي كان يتم على أساس ملكية الرأسماليين لها . وفي المرحلة الإشتراكية يتم التوزيع على أساس ملكية الطبقة العاملة .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":18},
  {"content":"\r\n\r\nموقف الإسلام :\r\nوالإسلام ، كما سبق بيانه ، يرفض كلا الموقفين ، ونجده يتخذ موقفا ثالثاً . لأن المسألة في نظره ، ليست مسألة أداة انتاج تتطلب نظاماً للتوزيع يلائم طبيعة نموها ، وإنما هي - قبل هذا - مسألة إنسان له حاجته . ومجتمع له حاجاته .\r\nوهذا الموقف المتميز ، يقول على أساس سنّ الملكية المتعددة الأشكال .\r\nفالملكية الخاصة ، هي التي تلبي حاجات الإنسان الفرد .\r\nوالملكية العامة . تلبي حاجات المجتمع ككل .\r\nوفي حالة عدم استطاعة الفرد أن يلبي حاجاته الضرورية عن طريق الملكية الخاصة ، فلا يتركه الإسلام لقدره ويأسه ، وإنما فرض على ولي الأمر - انسجاماً مع مبدأ التوازن الاجتماعي فيه - سد احتياجاته ، والإرتقاء بمستواه المعيشي إلى مستوى الرفاه العام للمجتمع ، من خلال ما أسماه بملكية الدولة . والفرق بين شكل الملكية العامة وملكية الدولة ، أن الأمة بمجموعها لها حق الانتفاع بينما ولي الأمر باعتباره ممثلًا للمنصب الإلهي هو الذي يملك الشكل الثاني ويتصرف فيه وفقاً لما هو مسؤول عنه من المصالح العامة .\r\nعود إلى بَدء :\r\nوما دامت الطبيعة هي المصدر الأساسي للإنتاج - من وجهة نظر\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":19},
  {"content":"\r\n\r\nإسلامية - فسوف نتناول بالبحث عناصرها الرئيسية وهي : الأرض ، المواد الأولية المتواجدة على اليابسة وفي باطنها ، المياه الطبيعية ، محتويات هذه المياه الطبيعية من بحار وأنهار وبحيرات .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":20},
  {"content":"\r\n\r\n\r\n1 - الأرض\r\nهناك ثلاثة أشكال للملكية فيما يتعلق بالأرض في الإسلام :\r\nخاصة ، عامة ، ملكية الدولة ، وذلك تبعاً لكيفية دخولها في الحوزة الإسلامية .\r\n\r\nأ - الأرض المفتوحة عُنّوة :\r\nوهي كل أرض استولى عليها المسلمون بعد قتال مع أهلها من الكفار . وهذه على ثلاثة أقسام :\r\n1 - ما كانت صالحة للزراعة والإستثمار بسبب جهد بشري سابق مبذول فيها قبل الفتح كأرض العراق . وحكم هذه الأرض ، بإجماع فقهاء الإمامية « 1 » والإمام مالك « 2 » . أنها ملك لمجموع أفراد الأمة الإسلامية ممن وُجد وقت الفتح ، أو بعده ، أو سيوجد إلى الأبد ، ملكية عامة بحيث يكون لكل واحد منهم حق الانتفاع بها ، مقابل ضريبة ولي الأمر عليه ، تسمى فقهياً بالخراج ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - جواهر الكلام للنجفي ج 21 ص / 175 .\r\n( 2 ) - الأحكام السلطانية للماوردي ص / 132 .\r\n","page_name":" 17 ","page_number":21},
  {"content":"\r\n\r\nوبلحاظ أن الأمة تملك الأصل والأرض ، فإنها تملك نتيجته وهو الخراج ، ولذا فولي الأمر يصرفه في مصالحها العامة ولا يصح أي تصرف ناقل للملك من قبل من له حق الانتفاع بها مقابل ما يدفعه من خراج .\r\nوقد استدل هؤلاء الفقهاء ، على هذا النوع من الملكية العامة بالنسبة لهذه الأرض بنصوص كثيرة ، « 1 » نذكر منها على سبيل الاختصار ، ما رواه البخاري في صحيحه عن عبد الله ، قال : ( أعطى النبي ( ص ) خيبر ليهود أن يعملوها ويزرعوها ولهم شطر ما يخرج منها ) .\r\nمع رأي فقهي معاكس\r\nونجد بعض الفقهاء المسلمين ، يرفضون حكم الملكية العامة في الأرض المفتوحة عنوة وكانت صالحة قبل الفتح وعنده بجهد بشري ، ويختارون أنها ملك خاص للمقاتلين باعتبارها غنيمة ، بعد إخراج خمسها ، ومستند هؤلاء أمران : آية الغنيمة ، وسيرة رسول الله ( ص ) ، في تقسيمه غنائم خيبر .\r\nمع آية الغنيمة :\r\nوآية الغنيمة ، هي قوله تعالى :  وَاعْلَمُوا أَنَّما غَنِمْتُمْ مِنْ شَيْءٍ فَأَنَّ لِلَّهِ خُمُسَهُ وَلِلرَّسُولِ وَلِذِي الْقُرْبى وَالْيَتامى وَالْمَساكِينِ وَابْنِ السَّبِيلِ  . . . . الآية « 2 » . بتقريب ، أن الآية تقتضي أن كل غنيمة\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع الاستبصار للشيخ الطوسي 3 / 109 والتهذيب له أيضاً 4 / 119 .\r\n( 2 ) - الأنفال / 41 .\r\n","page_name":" 18 ","page_number":22},
  {"content":"\r\n\r\nتخمّس وتقسم الأقسام الباقية بين المقاتلين ، ولم تخصّص فتدخل الأرض في حكمها .\r\nمناقشة وتفنيد\r\nولكن هذا الاستدلال غير تام ، لأن الآية واردة بصدد بيان أن خمس الغنيمة إنما هو ضريبة تقتطعها الدولة لصالح الأصناف الستة الواردة في الآية . وليس لها نظر إلى مصير الأخماس الأربعة الباقية ، ولا صلة بين التخميس والتقسيم ، وعليه فالآية أجنبية عما أريد الاستدلال عليه بها .\r\nمع الدليل الثاني :\r\nهو بعض النصوص التاريخية التي يظهر منها أن النبي ( ص ) قد قسّم خيبر نصفين نصفاً لحاجاته ، ونصفاً قسّمه بين المسلمين .\r\nمناقشة وتفنيد\r\nولكن مع افتراضنا لصحة هذه النصوص التاريخية ، إلا أننا من خلال سيرته ( ص ) في خيبر ، نستطيع أن نضع لهذه السيرة تفسيراً ينسجم مع النصوص التشريعية السابقة التي تؤكد طابع الملكية العامة للأراضي العامرة المفتوحة بالسيف ، إذ إن النصف الذي احتفظ به النبي ( ص ) لنوائبه وحاجاته لا باعتبار شخصه ، وإنما بلحاظ المنصب الإلهي الذي يشغله ، فكان إذن يصرف هذا النصف في تسيير شؤون الدولة وسد نفقاتها كأجهزة وكيان ، وأما النصف الذي تذكر تلك النصوص التاريخية - على فرض صحتها - أنه ( ص ) قسمه على\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":23},
  {"content":"\r\n\r\nالمسلمين ، فليس من المحتوم أن يكون المراد تقسيم نصف خيبر عليهم ، أنه ( ص ) منحهم ملكية رقبة الأرض ملكية خاصة ، لإمكان حمله على تقسيم تلك الأرض بلحاظ منافعها وريعها مع بقاء نفس الأرض على الملكية العامة ، وهذا ينسجم مع مسؤولية ولي الأمر في إيجاد التوازن الاجتماعي ورفع المستوى المعيشي العام للأمة ، خاصة مع تردّي ذلك المستوى قبل أن تفتح خيبر ، كما صرّحت بذلك عائشة حيث تقول : « إنا لم نشبع من التمر حتى فتح الله خيبر » .\r\nومما يعزز هذا التفسير المنسجم مع النصوص التشريعية الدالة على الملكية العامة دون الخاصة ، هو ما تذكره بعض الروايات ، من أنه ( ص ) قد أعطى من ريع خيبر من المسلمين مَنْ لم يشارك في معركتها ، وأنه ( ص ) كان يتولى بنفسه مباشرة التصرفات التي تتصل بها ، ويتولى شؤونها باعتبار ولايته عليها لأنها ملك عام للأمة . ولو كانت ملكاً خاصاً ، لما كان وجه لهذه المباشرة للتصرف « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) حكم الأرض العامرة بعد تشريع حكم الأنفال\r\nهناك نوعان من الأرض العامرة وقت الفتح\r\nأ - أرض أحياها الكافر قبل تشريع حكم الأنفال ، وحكمها أنها ملك عام للمسلمين . - أرض أحياها الكافر بعد تشريع حكم الأنفال وحكمها أنها ملك للإمام ، لا للكفار ، لأن تصرفهم فيها بالإحياء تصرّف في ملك الغير ، وهو الإمام ، فلا أثر له . ولا للمسلمين ، لإنهم لا يُعقل أن يغنموا ملك إمامهم .\r\nولكن ، ما المانع من القول ، بأن الكافر ، - بسبب إحياءه للأرض - حق الانتفاع بها كالمسلم إذا أحياها ، انسجاماً مع عَدَم التفصيل في النص الدال على هذا الحق ، بين مسلم وكافر : ( مَن أحيا أرضاً فهو أحق بها ) ؟\r\nوحق الكافر هذا بالانتفاع ، يسقط بالفتح ، فينتقل إلى الأمة الإسلامية بامتدادها التاريخي ، فيكون الانتفاع حقّاً عاماً للمسلمين ، مع بقاء ملكية رقبة الأرض للإمام ؟\r\n","page_name":" 20 ","page_number":24},
  {"content":"\r\n\r\n. . . . . . . . . . . . . . . . . . . . . . . . . . . .\r\n\r\n\r\n","description":"","footnote":"\r\nفإن قلتَ : إن نصوص الغنيمة ، التي منحت بموجبها أموال الكفار للمسلمين بسبب الجهاد والفتح ، تعني كل مال أخذ من الكافر بالسيف ، بقطع النظر عن طبيعة العلاقة الشرعية للكافر بالمال ، وعليه فتكون هذه النصوص شاملة لرقبة الأرض ، لأنها انتزعت من الكافر بالفتح كباقي أمواله فهي مملوكة للمسلمين لا للإمام . وعندها يقع التعارض بين هذه النصوص ، وبين النصوص الشرعية ، التي جعلت كل أرض موات حين تشريع حكم الأنفال ملكاً للإمام ، فتكون هذه الأرض ملكاً للإمام بمقتضى هذه النصوص .\r\nقلتُ : إن نقطة المعارضة من مدلول النصوص ، هي اللام في كل من : كل أرض ميتة للإمام . وكل ما أخذ بالسيف للمسلمين . فإنها تدل على الملكية بالإطلاق ، وبقطع النظر عن الإطلاق ، فإنها بطبيعتها تدل على الاختصاص ، ونحن عند تعارض الإطلاقين نحكم بتساقطهما ، فتبقى دلالة اللام على الاختصاص ، ولا تعارض عندئذٍ بين سائر أجزاء مدلول كلا الدليلين ، لاختلاف الموضوع ، إذ موضوع اختصاص الإمام - بمقتضى دلالة اللام - هو الملكية ، وموضوع اختصاص المسلمين الانتفاع .\r\nهل يستثنى الخمس من الأرض المفتوحة ؟\r\nهل يحكم بملكية المسلمين العامة للأرض المفتوحة من دون إخراج خمسها ؟\r\nكثير من الفقهاء ، تمسكوا بإطلاقات أدلة خمس الغنيمة ، فأوجبوا الخمس في هذه الأرض ، وهذا مردود ، بأن ليس شيء من أدلة خمس الغنيمة يصلح للاستدلال بإطلاقه على وجوب الخمس في الأرض المفتوحة إلّا ما قد يتوهم ، من أنه أحد أمرين :\r\nإطلاق آية الخمس للغنيمة .\r\nورواية أبي بصير : « كل شيء قوتل عليه على شهادة ألّا إله إلّا الله ففيه الخمس » .\r\nأما إطلاق الآية فغير تام الدلالة على المدعى ، لأن بعض الروايات الصحيحة ، فسّرت المراد بالغنيمة فيها ، بما كان من الفوائد الشخصية التي يستفيدها المرء ،\r\n","page_name":" 21 ","page_number":25},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nودليل ملكية المسلمين للأرض المفتوحة ، يخرجها عن كونها فائدة شخصية فتخرج عن إطلاق الآية .\r\nوأما الإستدلال بإطلاق رواية أبي بصير الشامل - حسب الدعوى - للأرض المفتوحة عنوة أيضاً ، فالجواب عنه ، هو أن آية الخمس ، دلّت بإطلاقها ، - وبملاحظة الروايات المفسّرة لها - على أن عنوان الفائدة الشخصية ، هو تمام الموضوع لخمس الغنيمة ، والرواية بإطلاقها دلّت ، على أن عنوان المال الذي قوتل عليه الخ ، هو تمام الموضوع لخمس الغنيمة بلا دخل للفائدة فيه .\r\nوعند تعارض هذه الإطلاقين ، فلا بد من اتخاذ أحد إجرائين :\r\nإما رفع اليد عن العنوان الوارد في الآية الكريمة بالنسبة إلى الخمس رأساً . وإما التحفظ على العنوانين معاً ، بتقييد إطلاق العنوان الوارد في الرواية ، بالعنوان الوارد في الآية ، فيصبح موضوع خمس الغنيمة مركباً من القتال وصدق عنوان الفائدة .\r\nوكلما دار الأمر بين إلغاء العنوان في أحد الدليلين رأساً ، وبين تقييد العنوان المأخوذ في الدليل الآخر به تعيّن التقييد .\r\nوبهذا ، يقيد الموضوع في رواية أبي بصير بعنوان الفائدة . ومن الواضح ، ان عنوان الفائدة الشخصية لا يصدق على الأرض لإنها وقف عام للمسلمين إلى يوم القيامة .\r\nهذا ، بينما ذهب فقهاء آخرون إلى نفي الخمس في هذا النوع من الأرض ، تمسكاً بإطلاق دليل ملكية المسلمين لها ، من أحد وجهين :\r\nالأول : تقديم إطلاق دليل ملكية المسلمين للأرض على إطلاق دليل خمس الغنيمة .\r\nوهذا الوجه غير تام ، لأن تقديم إطلاق دليل ملكية المسلمين للأرض على الآخر يتوقف على أن يكون أخص منه ، وليس هنالك ميزان كلي في تشخيص الأخصية ، بل يختلف الحال باختلاف الموارد عرفاً . الثاني : أن مجرد تعارض الإطلاقين كاف في تساقطهما فنرجع إلى الأصل في نفي وجوب الخمس هنا . وهذا الوجه أيضاً غير تام : أولًا : لإمكان عدم تسليم التعارض بين الإطلاقين . ثانياً : ان من أدلة خمس الغنيمة آية الخمس ، والنسبة بينها وبين أدلة ملكية المسلمين للأرض العموم من وجه ، ومادة الاجتماع هي الأرض المفتوحة ، فيقدم العام أو المطلق القرآني على دليل الملكية في مورد الاجتماع هذا ، لوجوب طرح ما خالف الكتاب فيثبت وجوب الخمس . فلا طريق إذن لنفي وجوب الخمس في هذه الأرض سوى ما قررناه .\r\n","page_name":" 22 ","page_number":26},
  {"content":"\r\n\r\nولا بد من الإشارة أخيراً ، إلى أن هذا النوع من الأرض تنقطع صلة المستأجر له من ولي الأمر بمجرد انتهاء الإجارة ، وإذا أصبحت مواتاً تبقى على صفة الملكية العامة ، ولا ينطبق عليها حكم إحياء الموات .\r\n\r\n2 - الأرض الموات حال الفتح\r\nبمعنى أنها عند دخول الإسلام إليها بقوة السيف كانت غير صالحة للزراعة والاستثمار ، فحكمها أنها ملك للدولة الإسلامية ، من خلال ملكية ولي الأمر لها بلحاظ منصبه .\r\nودليل ملكية الدولة لهذه الأرض : هو أنها من الأنفال ، فتكون مشمولة لحكم الآية الكريمة   يَسْئَلُونَكَ عَنِ الْأَنْفالِ قُلِ الْأَنْفالُ لِلَّهِ وَالرَّسُولِ   « 1 » وتملك الرسول للأنفال ، بلحاظ المنصب الإلهي بالذي يحتله كرأس للدولة ، ولذا تسمتر هذه الملكية للأنفال من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الأنفال / 1 .\r\n","page_name":" 23 ","page_number":27},
  {"content":"\r\n\r\nبعده ، وتمتد بامتداد الإمامة ، كما ورد في بعض النصوص « 1 » ، وهنالك روايات كثيرة في السنة الشريفة « 2 » ، تؤكد هذا الحكم ، وهو ملكية الدولة لهذا النوع من الأرض .\r\n\r\nنتيجة اختلاف شكلي الملكية :\r\nاتضح لنا ، إلى هنا ، أن هنالك شكلين تشريعيين من أشكال الملكية طبقاً على نوعين من الأرض ، ملكية عامة للأرض العامرة بشرياً حال الفتح ، وملكية الدولة للأرض الموات حاله . والمالك في الأول مجموع الأمة ، وفي الثاني الإمام بالإضافة إلى منصبه ، فما هي الفروق بين نوعي الملكية من حيث الآثار من منظور تشريعي ؟\r\nويمكن تلخيص تلك الفروق بالتالي :\r\nأولا : إن الأراضي التي تملك ملكية عامة يجب أن توظف لتحقيق المصالح التي يعم نفعها كل فرد في الأمة كبناء المستشفيات والمدارس وما شاكل ، ولا يجوز توظيفها لمصلحة فئة دون فئة ولذا لا يصح تكوين رؤوس أموال خاصة حتى لبعض الفقراء من خلال تلك الملكية إلا إذا توقف تحقيق التوازن الاجتماعي على ذلك ، وأما الأرض التي تكون ملكاً للدولة فدائرة استعمالها وتحريكها أوسع حيث يمكن استثمارها حتى بإيجاد رؤوس أموال لمن هم بحاجة إليها من أفراد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - الوسائل للحر العاملي 6 / 370 .\r\n( 2 ) - يراجع المحلى لابن حزم 8 / 234 وكتاب بالأموال لأبي عبيد .\r\n","page_name":" 24 ","page_number":28},
  {"content":"\r\n\r\nالأمة ، بل في كل مصلحة يراها ولي الأمر من مسؤولياته ، إضافة إلى تحقيق المصالح العامة .\r\nثانياً : إن الملكية العامة للأرض في الشريعة لا تنسجم مع الحق الخاص للفرد ، ولذا فهو ليس بأولى من غيره من الأفراد بالانتفاع بها ولولي الأمر أن ينتزعها منه ، ويعطيها لآخر عند انتهاء مدة الإجارة ، بينما ملكية الدولة للأرض تنسجم مع اكتساب الأفراد حقّاً خاصاً فيها في حالة إحيائهم لها ، بمعنى أولويتهم من غيرهم بالانتفاع بما أحيوه منها ولا يمكن انتزاعها منهم ما داموا قائمين بعمارتها لإعطائها لآخرين ، نعم ينتزعها الإمام إذا اقتضت ذلك المصحلة العامة حسب تقديره ، لأنه المالك الشرعي لها .\r\nولكن ، ما هي طبيعة هذا الحق ؟\r\nهنالك رأيان فقهيان حول طبيعة هذا الحق للفرد المحيي لأرض موات عند الفتح هي كما رأينا ملك الدولة .\r\nرأي يذهب إلى تملك المحيي بالإحياء للأرض ملكية خاصة . وبهذا تخرج عن نطاق ملكية الدولة .\r\nوالرأي الآخر هو أن طبيعة هذا الحق لا تتعدى - كما قلنا قبل قليل - أولويته عن غيره في الانتفاع بما أحياه واستثماره والاستفادة مه دون أن يسري ذلك الحق إلى رقبة الأرض ، بل تبقى على ملكية الدولة وللدولة أن تفرض أجرة على انتفاعه بها ، وهذا الرأي اختاره\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":29},
  {"content":"\r\n\r\nالشيخ الطوسي « 1 » ، والسيد بحر العلوم « 2 » من الإمامية ، وقريب منه إلى حد بعيد ، رأي بعض فقهاء الأحناف « 3 » .\r\nوحجة القائلين بهذا الرأي ، روايات صحيحة ثابتة عن أئمة أهل البيت ( ع ) « 4 » . حيث دلت على أن للإمام أجرة تلك الأرض ، فلو كانت بالإحياء تنقلب ملكاً خاصاً للمحيي ، فلا يعود من معنى لأخذ الأجرة منه ، لأن المالك في الملكية الخاصة غير مسؤول عن دفع أي تعويض للدولة في مقابل انتفاعه بملكه .\r\nوقد يستشم هذا الرأي - وإن ببعد - من كلمات بعض فقهاء أهل السنة أيضاً « 5 » .\r\nوفي ختام هذا البند نودّ التنبيه على امرين :\r\nالأول : إن مبدأ ملكية الإمام للأرض الموات إذا أحييت من قبل أيٍّ كان لم يؤخذ به عملياً في الإسلام بل جمّد واخترق باستثناءات من حيث الأشخاص وفي أزمنة مختلفة ، ولكن التجميد أو الاستثناءات لا يمكن اعتبارهما دليلًا على عدم صحته نظرياً ، بحيث يمكن لولي الأمر الثاني أن يطبقه ويعمل بمقتضاه .\r\nالثاني : إن عملية الإحياء للموات لا تتوقف على إذن من ولي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع المبسوط للشيخ الطوسي ، المجلد الثاني ص / 29 .\r\n( 2 ) - بلغة الفقيه للسيد بحر العلوم ص / 98 .\r\n( 3 ) - راجع تكملة شرح فتح القدير الجزء 8 / ص / 137 .\r\n( 4 ) - الوسائل للحر العاملي 6 / 383 وتهذيب الأحكام للطوسي 7 / 152 .\r\n( 5 ) - راجع الأحكام السلطانية للماوردي 132 وما بعدها .\r\n","page_name":" 26 ","page_number":30},
  {"content":"\r\n\r\nالأمر ، انسجاماً مع النصوص التي أذن فيها ولي الأمر بالإحياء ، والتي اتخذت صيغة العموم الزماني والمكاني والأفرادي .\r\nوإن كان البعض يعتبر الأذن الخاص من ولي الأمر في عملية الإحياء كشرط في جوازها وترتيب الحق عليها . مسنداً إلى القول بأن ذلك الإذن العام الصادر عن النبي ( ص ) « من أحيا أرضاً فهو أحق بها » . إنما صدر عنه باعتباره حاكماً لا مبلغاً للأحكام ، فلا يمتد مفعوله مع الزمن ، بل ينتهي بانتهاء حكمه . .\r\nنعم ، لا إشكال في عدم الجواز ، وعدم ترتب حق في الإحياء للمحيي إذا منع منه ولي الأمر لاقتضاء المصلحة العامة ذلك منعاً عاماً ، أو حدّد مقداراً ومنع عن بعض خصوص ما زاد عنه .\r\n\r\n3 - الأرض العامرة طبيعياً حال الفتح :\r\nوهي تلك التي تكون حيّة بشكل طبيعي قبل دخول الإسلام إليها ، من دون تدخل أي جهد بشري في جعلها صالحة للانتفاع كالغابات ، سواء فتحت بالحرب أو بدونها .\r\nوقد ذهب كثير من الفقهاء إلى أن حكم هذه الأرض في الشريعة أنها ملك للإمام بالإضافة إلى منصبه ، استناداً إلى النص القائل : « كل أرض لا رب لها هي للإمام » ، والغابات وأمثالها يصدق عليها أنها مما لا مالك لها .\r\nويثبت لهذه الأرض ، نفس الأحكام السابقة للأرض العامرة وقت الفتح بالإحياء والمفتوحة عنوة ، بأنه لا يتكوّن أي حق خاص في رقبتها لإنسان .\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":31},
  {"content":"\r\n\r\nإشكال ودفع :\r\nقد يقال : بأن هذه الأرض يمكن أن تملك بالحيازة ، استناداً إلى نصوص « مَن حازَ ملكَ » . ولكن هذا مردود :\r\nأولًا : إن بعض تلك النصوص ضعيف السند ، وبعضها الآخر قاصر الدلالة على المدعى .\r\nثانياً : إن الحيازة مختصة بالمباحات الأولية مما ليس له مالك ، وهذه الأرض مما ثبت بالنص أنه له مالك وهو الإمام بالإضافة إلى منصبه فتكون غير مشمولة لأدلة الحيازة .\r\n\r\nب - الأرض المسلمة بالدعوة :\r\nوهي كل أرض دخل أهلها في الإسلام عندما دُعُوا إليه من غير قتال كأرض المدينة المنورة مثلًا وهذه الأرض على ثلاثة أقسام ، قسمان منها للإمام بالإضافة إلى منصبه وهما : ما كان ميتاً ، وما كان حيّاً بشكل طبيعي كالغابات .\r\nوالقسم الثالث : هو ما كان صالحاً للانتفاع بجهد السكان الذين دخلوا في الإسلام طوعاً ، فهي ملك أصحابها هؤلاء ، لإنهم مسلمون ، فأموالهم كدمائهم وأعراضهم مصونة محترمة ، لا شيء عليهم فيها ، سوى الزكاة إذا حصلت شرائطها .\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":32},
  {"content":"\r\n\r\n\r\nج - أرض الصلح :\r\nوهي كل أرض هجم عليها المسلمون لفتحها ، فلم يفتحوها ، ولم يسلم أهلها ، بل صالحوا الإمام على أن يبقوا على دينهم فيعمل في هذه الأرض على ما نص عليه عقد الصلح . وهنا صورتان :\r\nفتارة ينص العقد على أن الأرض تبقى لهم ، فهي مالك خاص للكافرين إذا كانت صالحة للاستعمال بجهد أصحابها ولا يجوز العمل بغير بنود الصلح .\r\nوتارة أخرى ينص العقد على أن الأرض للمسلمين ، وللكافرين حق السكنى ، وعليها الخراج وعلى أعناقهم الجزية ، فتصبح عندئذ تلك ملكاً عاماً للأمة ، ويصرف الإمام خراجها في المصالح العامة .\r\nولا بد من التنبيه هنا ، على أن ما ذكرناه لا يشمل من الأرض ما كان صالحاً طبيعياً كالغابات أو كان مواتاً ، فهذان يندرجان تحت عنوان ملكية الدولة ، وتنطبق عليهما جميع الأحكام المقررة في الشريعة مما ذكرناه آنفاً ، اللهم إلا إذا أدرجت في بنود عقد الصلح ، فيعمل فيها على ضوء تلك البنود .\r\n\r\nد - أراضي أخرى للدولة :\r\nويدخل في ملكية الدولة كل ما انطبق عليه عنوان الأنفال « 1 » كالأرض التي جلا عنها أهلها من الكافرين رعباً من دون أي عمل عسكري من جانب المسلمين . وقد دلت على ذلك الآية السادسة والآية السابعة من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع وسائل الشيعة للحر العاملي 6 / 364 وما بعدها .\r\n","page_name":" 29 ","page_number":33},
  {"content":"\r\n\r\nسورة الحشر ، وتسميان بآيتي الفَيْء . وأيضاً الأرض التي انقرض أهلها ، والأرض التي استجد وجودها في دار الإسلام كما إذا ظهرت جزيرة في البحر أو النهر مثلًا . وهذا داخل في القاعدة الفقيهة القائلة : « كل أرض لا ربّ لها فهي للإمام » « 1 » .\r\nالحد من السلطة الخاصة على الأرض :\r\nيتضح مما سبق ، ان اختصاص الإنسان بالأرض ، إما أن يكون اختصاص حق ، أو اختصاص ملكية .\r\nوهذا الاختصاص بنوعيه - في الإسلام - إنما هو وظيفة اجتماعية يمارسها الفرد ، وليس تصرفه مطلقاً بل نجده محدوداً مشروطاً بقيامه بمسؤوليته تجاه هذه الأرض ، من إحياء وإعمار واستثمار باستمرار ، سواء في ذلك صاحب الملكية الخاصة ، أو صاحب حق الانتفاع بسبب الإحياء ، فإذا أهمل الأرض هذا أو ذاك ، فلا يسمح له الإسلام باحتكارها بل تنقطع صلته بها ، وتتحرر من قيوده ، وتعود ملكاً طليقاً للدولة إن كانت مواتاً بطبيعتها ، وأصبحت ملكاً عاماً للمسلمين ، إن كان الفرد الذي أهملها وسقط حقه فيها ، قد ملكها بسبب شرعي - كما في الأرض التي أسلم عليها أهلها طوعاً - .\r\nويستكشف من هذا ، أن نظرة الإسلام العامة إلى الأرض ، تتمحور حول كون الحقوق الخاصة فيها ، سواء كانت حقوق انتفاع أو ملكية ، إنما تقوم على أساس العمل ، وترتبط به ، ابتداءاً واستدامة ، ارتباط المعلول بعلته ، فإذا ذهب العمل بالإهمال والخراب سقط\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - نفس المصدر ، وراجع أيضاً شرح الخرشي 2 / 208 والماوردي / 133 .\r\n","page_name":" 30 ","page_number":34},
  {"content":"\r\n\r\nالحق ، لاستحالة بقاء المعلول مع زوال علته .\r\nوقد تظافرت الروايات بذلك « 1 » .\r\nوكان هو المشهور بين الفقهاء « 2 » .\r\nالعنصر السياسي في ملكية الأرض :\r\nليس الإحياء كعمل اقتصادي ، هو العنصر الوحيد الذي يجعل للمحيي حقّاً في الانتفاع بما أحياه في النظرية الاقتصادية للإسلام نحو الأرض .\r\nبل اعترف الإسلام في هذه النظرية بعنصر آخر هو العنصر السياسي .\r\nوالعمل السياسي الذي يتجسّد في الأرض ويمنح العامل حقّاً فيها أيضاً هو العمل الذي يتم بموجبه ضم تلك الأرض إلى حوزة الإسلام ، وجعلها مساهمة في الحياة الإسلامية .\r\nوقد مر معنا ، إن هذا الضم يتم بإحدى كيفيتين .\r\nإما نتيجة عمل جهادي لجيش الدعوة ، وفي هذه الحالة تكون الأرض ملكاً لمجموع الأمة ، لأن العمل السياسي الذي أفرزها هو عمل مجموع الأمة وليس عمل الأفراد .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع باب أحكام الأرضين من الوسائل للحر العاملي 11 / 119 وما بعدها وكذلك الجزء 6 / 364 وما بعدها .\r\n( 2 ) راجع مسالك الإفهام للشهيد الثاني كتاب الجهاد ، ومدونة الإمام مالك 15 / 195 .\r\n","page_name":" 31 ","page_number":35},
  {"content":"\r\n\r\nوإما نتيجة اسلام أهلها طوعاً عليها ، أو إبرامهم عقد صلح مع الإمام على أن تكون أرضهم لهم ، فالعمل السياسي هنا عمل الأفراد أنفسهم ، لا عمل الأمة ، ولذا يكون ذلك العمل سبباً في أحتفاظهم بأرضهم بنحو الملكية الخاصة ، ما داموا قائمين بخدمتها ورعايتها ، وإلّا تعود ملكاً عاماً للأمة .\r\nوالمبرر السياسي لاعتراف الإسلام بالملكية الخاصة لأرض من اسلم طوعاً ، أو دخل حوزة الاسلام صلحاً ، هو رعاية مصلحة الدعوة الإسلامية نفسها ، لأن في هذا الموقف إزاحة عقبة كبيرة من وجه انطلاقتها وامتدادها المستقبلي .\r\nنظرة أخيرة :\r\nوبنظرة فاحصة جديدة ، وأخيرة هنا ، يمكن القول بأن الأرض بجيمع أقسامها المتقدمة هي ملك للدولة الإسلامية ، أو للإمام بالإضافة إلى منصبه .\r\nفالأرض المفتوحة عنوة والعامرة وقت الفتح بجهد بشري هو جهد أصحابها من الكفار ، هذه الأرض قبل الفتح وقبل عمران أهلها لها بجدهم كانت مواتاً ، وقد عرفنا فيما تقدم أن الموات هي ملك للدولة وبالفتح عنوة ينتقل إلى الأمة ما كان يمارسه الكفر فيها وهو حق الانتفاع بها ليس إلّا . وكذلك الأرض التي أسلم أهلها عليها طوعاً فيه قبل إسلام أهلها عليها من الأنفال والأنفال ملك للإمام أيضاً ، فيكون معنى إقرار يد أصحابها عليها ، اقرار يدهم على حقّ الانتفاع بها دون حق ملكية رقبة الأرض .\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":36},
  {"content":"\r\n\r\nوأما الأرض التي صولح أهلها على أن تكون لهم مقابل الجزية ، فإن هذا العقد عقد سياسي وليس عقد معاوضة فهو يعني المدلول العملي وهو كل ما يهم الكفار المصالحين لا المدلول التشريعي الذي يعني إسقاط ملكية الدولة لرقبة الأرض ونقلها إليهم مقابل الجزية ، فيكون ذلك نظير عقد الذمة ، من ناحية سياسية ، حيث تتنازل فيه الدولة عن جباية الزكاة والخمس من الذمي في مقابل إعطائه الجزية ، فلا يعني ذلك سقوط الزكاة أو الخمس عن الكافر تشريعياً ، وإنما يعني إن الدولة تجمد العمل بهذا التشريع بالنسبة للذمي وفاءاً بعقد الذمة المبرم .\r\nوعلى ضوء ما تقدم ، نفهم الروايات « 1 » التي نصّت على أن الأرض كلها ملك الدولة الإسلامية من خلال ملكية ولي الأمر الذي هو النبي ( ص ) أو الإمام من بعده .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع الوسائل للحر العاملي / 2 / 143 وما بعدها .\r\n","page_name":" 33 ","page_number":37},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 34 ","page_number":38},
  {"content":"\r\n\r\n\r\n2 - المواد الأولية في الأرض\r\nالمقصود بالمواد الأولية ، المعادن والمواد الخام التي تحويها اليابسة . وهي على قسمين : ظاهرة وباطنة .\r\nوليس المقصود بالظاهرة في العرف الفقهي ما كان موجوداً على سطح الأرض مرئياً ، حتى يكون المقصود بالباطنة بمقتضى التقابل ، ما كان مستوراً في الطبقات السفلى من اليابسة ، بل المقصود بالمعادن الظاهرة كل ما لا يحتاج في تجلية وجهه المعدني إلى بذل جهد وعمل ، كالنفظ ، والملح ، والياقوت ، والكبريت .\r\nوبذلك يفهم المراد - في العرف الفقهي - بالمعادن الباطنة ، فهي تلك التي تحتاج لتجلية وجهها الحقيقي وخصائصها المعدنية إلى بذل جهد وعمل ، كالذهب ، والنحاس ، والحديد ، وغيرها « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع تذكرة الفقهاء للعلامة الحلي المجلد الثاني كتاب إحياء الموات\r\n","page_name":" 35 ","page_number":39},
  {"content":"\r\n\r\n\r\nأ - المعادن الظاهرة :\r\nوالرأي الفقهي السائد فيها ، أنها من المشتركات بين الناس جميعاً ، مسلمين كانوا أم غيرهم ويعيشون في كنف الدولة الإسلامية وبهذا تفترق عن الأرض المفتوحة عنوة العامرة وقت الفتح حيث يقتصر الانتفاع بها على الأمة المسلمة ، لأن ضمّها إلى حوزة الإسلام إنما تم بعمل سياسي قامت به هذه الأمة بمجموعها - كما مر - ، وينطبق عليها عنوان الملكية العامة للدولة ، ولا يحق لأحد أن يتملك مصادرها أو يمنع غيره من الانتفاع بها ، بل له أن يأخذ منها بمقدار الحاجة . ونستفيد من هذا أن أي عمل خاص يتخذ في صفة الاحتكار لمصدر المعدن أو للمعدن نفسه ، كما هو حاصل في أساليب الرأسمالية ، يمنع عنه الإسلام ، ولولي الأمر أن يستثمر تلك الثروات الطبيعية ، وفقاً للشروط المادية للانتاج والاستخراج ، والإمكانات المتوفرة ، ويوظف مردودها في المصالح العامة « 1 » .\r\n\r\nب - المعادن الباطنة :\r\nوهي قسمان :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - قريبة من سطح الأرض - أو في متناول اليد ، وهذه تعتبر من المشتركات العامة ، يسمح بالأخذ منها وللمسلمين وغيرهم ،\r\n1 - راجع مفتاح الكرامة للسيد العاملي 7 / 29 و 43 ، وقواعد الأحكام للعلامة الحلي / 222 ، ونهاية المحتاج 5 / 346 والأم للشافعي 2 / 131 . والأحكام السلطانية للماوردي ص / 189 - 190 .\r\n","page_name":" 36 ","page_number":40},
  {"content":"\r\n\r\nبحيازة القدر بالمعقول في حدود الحاجة وبشرط عدم الإضرار بحقوق الآخرين ، فالحيازة المحدودة كماً وكيفاً هي القدر المتيقن من تسبيبها إلى تلمك المحاز ، ويبقى مصدر المعدن على ملكيته العامة ، وتمنع أية حيازة تتخذ طابع الإنتاج الاحتكاري ، كما هو الحال في الرأسمالية « 1 » .\r\n2 - المعادن الباطنة المستترة وهي ما يحتاج في الوصول إليها جهد التفتيش والحفر وجهد تطويرها بعد العثور عليها لتصبح في متناول الصناعيين والمستهلكين .\r\nوقد تضاربت آراء الفقهاء حول ملكية هذا التقسيم بين قولين :\r\nالأول : أنها من الأنفال ، فتكون ملكاً للدولة . وقد ذهب إلى اختيار هذا القول كثير من فقهاء الإمامية .\r\nالثاني : أنها من المشتركات بين جميع المسلمين ، فينطبق عليها عنوان الملكية العامة . وقد اختاره الشافعي وجملة من علماء الحنابلة .\r\nوسواء أخذنا بهذا أو ذاك ، فالواضح هو اتخاذ هذا القسم صفة المنفعة الاجتماعية بالعامة .\r\nتساؤل من المهم الإجابة عليه :\r\nيبقى سؤال . نجد أن من المهم بلورة جوابه ، وهو ، أن الإنسان إذا حفر حفيرة ليصل مثلا إلى الذهب ، فوجده ، فما هو\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع المغني لابن قدامة 5 / 467 - 468 .\r\n","page_name":" 37 ","page_number":41},
  {"content":"\r\n\r\nموقف الإسلام هنا ، هل يسمح لهذا الشخص تملّك المعدن في حدود ما وصل إليه حفرة ملكية خاصة ؟ أو أنه يعطي هذا نفس حكم المعادن المتقدم بشكل عام ؟\r\nيذهب الفقهاء هنا في الغالب ، إلى الإجابة بالإيجاب على هذا السؤال ، نعم ، يملك صاحب المنجم ما حواه منجمه المحفور من المعدن ، ومستندهم في ذلك ، هو أن الحفر نوع من الإحياء ، كما أن فيه نوع حيازة ، والإحياء والحيازة سببان لتملك ما اكتشف وحيز من الموارد الطبيعية .\r\nولكن هؤلاء الفقهاء ، قيّدوا هذا الحكم ، بأن الملكية تقتصر على حدود ما حفر الحافر ، دون عروق المعدن وجذوره عمودياً ، كما لا تتجاوز حدود حفر أفقياً ، بحيث يسمح لأي شخص آخر ، أن يحفر من جهة أخرى ، لينتفع من نفس مادة المعدن التي اكتشفها الأول بحفره « 1 » .\r\nكما ينص هؤلاء الفقهاء ، على أن هذا الحكم بالملكية بسبب بالإحياء بالحفر ، وأولوية الحافر بالانتفاع بحفيرته ، مستمر ثابت ما دام المحيي قائماً بشؤون المنجم ممارساً لعملية الانتفاع ، فإذا أهمل حتى خرب منجمه سقط حقه فيه ، وانتزع منه ، إذ لا احتكار كما مر بيانه .\r\nوالمتأمل لهذا الموقف الفقهي ، بكل لوازمه ، يجد أن القول بملكية المكتشف للمعدن الذي اكتشفه لا يعدو أن يكون عبارة عن تقسيم بين الناس ، ولا يُسمح أبداً من خلاله ، بقيام مشاريع\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع قواعد الأحكام للعلامة الحلي ص / 222 .\r\n","page_name":" 38 ","page_number":42},
  {"content":"\r\n\r\nفردية احتكارية ، كما هو الحال في المجتمع الرأسمالي فيما يتعلق بالموارد الطبيعية .\r\nرأي فقهي مضاد :\r\nومن الفقهاء من أنكر هذا القول ، ولم يقر بمبدأ ملكية المعدن بالحفر والاكتشاف ، لأن نصوص الإحياء كسبب للتملك مختصة بالأرض : « مَن أحيا أرضاً » فلا تشمل المعادن ، هذا من جهة ، ومن جهة أخرى ، فإن لا دليل في الشريعة على أن الحيازة سبب لتملّك المصادر الطبيعية .\r\nوعليه ، فما يملك ، هو خصوص الكمية التي يحوزها من المعدن ، دون ما تواجد منه في حفرته ولم يستخرجه ، نعم ، من حقه أن يمنع أي شخص عن استغلال نفس الحفرة في الحدود التي تزاحمه ، لأنه بعمله الخاص وجهده الشخصي ، هو الذي خلق فرصة الاستفادة من ذلك المعدن ، فهو أحق وأولى من غيره بهذه الاستفادة « 1 » .\r\n\r\nهَل تُملك المعادن تبعاً للأرض ؟\r\nكان الكلام المتقدم ، في ملكية المنجم بما يُشتمل عليه من معدن ، للمكتشف فيما لو حفره في أرض تتخذ طابع الملكية العامة أو ملكية الدولة . فما هو حكم المعدن فيما لو كان منجمه قد اكتشفه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع للتوسع في هذا الرأي الفقهي نهاية المحتاج إلى شرح المنهاج للشافعية 5 / 348 والمغني لابن قدامة الحنبلي 5 / 468 .\r\n","page_name":" 39 ","page_number":43},
  {"content":"\r\n\r\nإنسان في أرضه الخاصة به والمملوكة له ؟ .\r\nوالحقيقة ، أنه ما لم يوجد نص تعبدي يدل على ملكية المعدن هنا لصاحب الأرض ، يجري عليه نفس الحكم السابق .\r\nوذلك لأن سبب ملكية الأرض الخاصة - كما مرمعنا - إما الإحياء ، وقد ذكرنا قبل قليل بأنه دليله مقتصر على الأرض نفسها ، بمعنى بأن للمحيي حق ملكية في الصحيح ، فلا يشمل دليل الإحياء المعادة المستبطنة في الأرض . وكذلك إقرار مَن أسلم طوعاً على ملكيتهم لأرضهم ، لأن إسلامهم حقن دماءهم وما كانوا يملكون ، ولا شكّ في أن المعادن لم تكن مملوكة لهم قبل إسلامهم ليحتفظوا بها بعده ، خصوصاً إذا لاحظنا عدم وجود نص في الشريعة يدل على امتداد ملكية الأرض إلى كل ما تحوي من ثروات .\r\n\r\nالإقطاع في الإسلام\r\nكلمة الاقطاع ، أشرطت في القرون الوسطى من تاريخ أوروبا ، بمفاهيم كانت تحدد علاقة علاقة المزارع بصاحب الأرض .\r\nكما وردت في الشريعة الإسلامية وكلمات الفقهاء كإصطلاح خاص فيما يتعلق بالأرض والمعادن .\r\nونحن لا نريد أن نقارن بين مدلولي الكلمة في الإسلام وغيره ، إذ لا صلة بينهما على الإطلاق ، فلا يمكن أن نحمّل الاصطلاح الإسلامي شيئاً من تلك المفاهيم الأوروبية مع كل رواسبها التاريخية .\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":44},
  {"content":"\r\n\r\nفما المراد بالاقطاع في الاسلام ؟\r\nالاقطاع ، هو عبارة عن سماح الإمام لشخص أو جماعة بالعمل في مصدر من مصادر الثروة الطبيعية التي يعتبر العمل فيها سبباً لتملكها أو اكتساب حق خاص فيها .\r\nويفهم من هذا ، أن أي شخص لا يجوز له أن يستثمر أية ثروة طبيعية ، ما لم يسمح له ولي الأمر بذلك ، وولي الأمر عليه أن يستثمر تلك المصادر الطبيعية ، بشكل يعود بالنفع على الأمّة ككل وتُحفظ فيه المصلحة العامة بما يتوافق مع العدالة والرفاه الاجتماعي . وهذا الاستثمار يتم من خلال مشاريع كبرى تنشؤها الدولة نفسها للصناعات الإستخراجية والتحويلية .\r\nولكن ، قد يرى ولي الأمر أن ذلك غير ممكن عملياً ، إما لأن الشروط المادية غير متوفرة ، أو أن الظروف غير ملائمة ، أو لأن الكميات الصالحة للاستخراج قليلة وتافهة ، فهل يهمل ولي الأمر استثمار تلك الثروات ويعطّلها ؟\r\nبالطبع كلّا .\r\nومن هنا ، كان الأسلوب الممكن ، هو السماح للأفراد أو الجماعات بمباشرة عملية الاستثمار ، تحت إشرافه وتوجيهه ، لتظل سياسة الإنتاج العامة منسجمة مع مبدأ العدالة والحق وتكافؤ الفرص التي يرسم حدودها المذهب في الإسلام ، ولكي لا يتحول هذا الاستثمار إلى استغلال احتكاري ، ولذا لم يجزْ لولي الأمر أن يقطع إنساناً ما يعجز عن استثماره بعمله الشخصي .\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":45},
  {"content":"\r\n\r\nفالاقطاع إذن ، أسلوب من أساليب تقسيم العمل ، وطريقة يتخذها ولي الأمر عندما لا يمكن استثمار مصادر الثروة الطبيعية من قِبَل الدولة ، في ضوء الواقع الموضوعي .\r\nولا بد من التنبيه على أن الاقطاع غاية ما يفيده هو اختصاص حق لا اختصاص تمليك ، بمعنى أحقية الفرد المقطَع من غيره بالانتفاع بالمصدر الطبيعي « 1 » .\r\nوقد اشترطت هذه الأحقية بالانتفاع . بألّا يتخلل بين إنشاء الاقطاع للشخص من قِبَل الإمام والبدء بالعمل مرور زمن طويل من دون مبرر أو سبب وجيه ، لأن تسامحه في البدء في العمل تعيق عن إنجاح دور الاقطاع ، ولذا كان لولي الأمر أن ينتزع المصدر فيقطعه للأكفأ « 2 » . ليعمل فيه ، ذلك العمل الذي يكون سبباً في اكتساب العامل حقّاً خاصاً في هذا المصدر الطبيعي .\r\nومن هنا نفهم ، أن مجال الإقطاع منحصر بالموات من المصادر الطبيعية ، إذ هذه فقط هي التي تحتاج إلى العامل ، ويكون العمل ذا أثر فيها ، وأما المرافق التي لا تحتاج إلى إحياء وعمل فقد منع الإسلام من إقطاعها ، لأنه لو حصل لكان مظهراً من مظاهر الإحتكار والإستغلال للطبيعة ، وذلك مما حاربه الإسلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع قواعد الأحكام للعلامة بالحلي ص 221 ومواهب الجليل للحطاب 2 / 336 .\r\n( 2 ) - راجع المبسوط للطوسي 3 / 273 والأم للشافعي 8 / 131 والمغني لابن قدامة 5 / 466 .\r\n","page_name":" 42 ","page_number":46},
  {"content":"\r\n\r\n\r\nالإقطاع في الأرض الخراجية :\r\nأرض الخراج ، هي الأرض المفتوحة عُنوة ، وكانت عامرة وقت الفتح بجهد بشري ، فهي ملك عام للأمة - كما سبق بيانه - يتولى ولي الأمر رعايتها بوصفه الحاكم ، ويتقاضى من المزارعين الذين يسمح لهم بالانتفاع بها أجرة معينة ، تملكها الأمة ، ويطلق عليه لفظ الخراج يصرفه الإمام في المصالح العامة .\r\nولا إشكال في أن من رعاية المصالح العامة تنصيب القضاة والولاة ، وبناء الجسور والمدارس الخ . . . كما أن منها المكافآت التي تقدّم لأشخاص خدموا الأمة خدمات جلّى في أي حقل ، والصرف على جميع هذه الشؤون يتم بإحدى كيفيتين :\r\nالأولى : بصرف الدولة عليها مباشرة من بيت المال .\r\nالثانية : السماح للوالي أو القاضي - مثلًا - من قبل ولي الأمر ، بالحصول مباشرة على ربع بعض أملاك الأمة من الخراج ، بجباية حدّ معيّن لا يزيد عنه ، كأنه يسمح له بجباية خراج الضيعة الفلانية وصرفه في شؤونه كأجرة له مقابل عمله . ويسمى ذلك في الشريعة الإقطاع . ولا بد من التنبيه على أن هذا الموظف ، لا يخوّله سماح الإمام له بما قلناه ، أي حق في رقبة الأرض ، بل تبقى على ملكيتها العامة للأمة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع بلغة الفقيه للسيد بحر العلوم ج 1 ص / 294 .\r\n","page_name":" 43 ","page_number":47},
  {"content":"\r\n\r\n\r\nالحمى في الإسلام\r\nالحمى ، مفهوم سابق في الوجود على الإسلام ، يقوم على أساس الاستيلاء بالقوة ، على مساحة من الأرض الموات تُحدَّد من الجهات الأربع بامتداد عواء كلب على جبل ، ومنع الآخرين من الانتفاع بها ، باعتبارها ملكاً للمستولي .\r\nوالإسلام ، عندما ربط الحق الخاص بالانتفاع بالأرض .\r\nبالعمل فيها ، كان من الطبيعي أن يمنع من الحمى ، لأنه ليس إحياءاً ، وإنما هو احتكار واستغلال .\r\nوالحمى الوحيد ، الذي سمح به الإسلام هو حمى الرسول ( ص ) ، حيث حمى ( ص ) بعض الأماكن للمصالح العامة ، كالبقيع ، خصّصه لإبل الصَدَقة وخيل المجاهدين ، وأمثالها « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع وسائل الشيعة للحر العاملي 12 / 276 - 277 والأم للشافعي 4 / 47\r\n","page_name":" 44 ","page_number":48},
  {"content":"\r\n\r\n\r\n3 - المياه الطبيعية\r\nمصادر المياه الطبيعية على قسمين : مكشوف وغير مكشوف .\r\n\r\nأ - مصادر المياه الطبيعية المكشوفة :\r\nكالبحار والأنهار ، وحكمها أنها من المشتركات العامة بين جميع الناس ، لا يملكها أحد منهم ملكية خاصة ، بل للجميع حق الانتفاع بها سواسية .\r\nوما يأخذه الإنسان منها ، بأي شكل أو أسلوب يملكه بالحيازة التي سبَّبَ إليها عملٌ .\r\nومعنى هذا ، أنه لو دخل شيء من هذه المياه في أرض إنسان أو داره بفعل الفيضان مثلًا لا يملكه ، لأنه لم يبذل عملًا وجهداً في سبيل الحصول عليه .\r\n\r\nب - المياه الجوفية :\r\nكمياه الينابيع بالجوفية في الأرض وحكمها حكم منجم المعدن الذي يحفره الإنسان ، له حق الأولوية بمياه العين التي حفرها ، وليس لأحد أن يزاحمه في الانتفاع بها . وأما نفس العين كمصدر فكالمنجم ، تبقى على ملكيتها العامة ، ولذا عندما يشبع حافرها حاجته من المياه ، يجب عليه أن يبذلها للآخرين لينتفعوا بها من دون عوض « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع المبسوط للشيخ الطوسي 2 / إحياء الموات .\r\n","page_name":" 45 ","page_number":49},
  {"content":"\r\n\r\n\r\n4 - بقية الثروات الطبيعية\r\nوبقية الثروات الطبيعية هي التي يطلق عليها المباحات العامة .\r\nكالخشب ، والطير ، والسمك ، الخ وهذه تملك بالحيازة ملكية خاصة ، بشرط بذل عمل وجهد لحيازتها ، كالصيد بالنسبة للطير ، والاحتطاب بالنسبة للخشب وهكذا . ومعنى ذلك أنها إذا دخلت في حدود سيطرة الإنسان من دون جهد وعمل فلا يملكها بل تبقى على إباحتها العامة « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع تذكرة الفقهاء للعلامة الحلي المجلد الثاني كتاب إحياء الموات .\r\n","page_name":" 46 ","page_number":50},
  {"content":"\r\n\r\n\r\n2 - نظرية توزيع ما قبل الإنتاج\r\n\r\nب - النظرية\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":51},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 48 ","page_number":52},
  {"content":"\r\n\r\n\r\nتمهيد :\r\nلماذا قدّمنا البحث عن الأحكام ، على الحديث عن نفس نظرية توزيع ما قبل الإنتاج ؟\r\nوالجواب ، هو التذكير بما سبق ونبّهنا عليه في القسم الثالث من هذا الكتاب ، بأن الباحث الإسلامي يمارس هنا عملية اكتشاف لا عملية تكوين ، كما كان الحال بالنسبة للباحثين المذهبيين الآخرين .\r\nوفرق بين العملتين .\r\nففي عملية التكوين ، يكون السير سيراً طبيعياً من القاعدة إلى القمة ، من الأساس إلى البناء العلوي ، بينما الباحث الإسلامي في عملية اكتشاف المذهب الاقتصادي الإسلامي ، حيث أنه أمام اقتصاد منجز تم وضعه ، وحيث أنه لا يملك صورة واضحة عنه ، ولا صيغة محددة من قِبَل واضعه ، فإن طبيعة العملية هي التي تحدد له خط سَيره ، وترسم له خطوات بحثه ، وليس أمامه الّا التفتيش في اللبنات الفوقية في الصرح الإسلامي ، من الأحكام والمفاهيم ، ليستكشف من خلالها قواعد المذهب وركائزه ، باعتبار أنها بما تشكله من بناء علوي\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":53},
  {"content":"\r\n\r\nقائم على تلك القواعد المذهبية ، فلا بد وأن يكون في البين علاقة تأثير وتأثر ، بإشعاعات المذهب وهي بذلك قادرة على القاء الضوء عليه ، والكشف عنه وإعطاء صورة محددة عن كثير من جوانبه .\r\nومعنى ذلك ، أن السير في عملية الاكتشاف سوف تحصل بشكل مقلوب ، تبدأ من القمة إلى القاعدة ، ومن الأعلى إلى الأسفل .\r\nومن هنا كان اللجوء إلى تقديم البحث عن أحكام النظرية على البحث عنها نفسها .\r\nونحن ، ببحثنا لتلك المجموعة من الأحكام هنا ، نكون قد قطعنا نصف المسافة لاكتشاف النظرية ، التي تقوم عليها تلك الأحكام . وسوف نجزئ بحثنا إلى مراحل ، نبحث في كل منها جانباً من النظرية على ضوء ما يناسبها من الأحكام المتقدمة والنصوص التشريعية والفقهية كذلك ، لنخلص في النهاية ، إلى تجميع تلك الجوانب في مركّب واحد متكامل ، هو نظرية توزيع ما قبل الإنتاج .\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":54},
  {"content":"\r\n\r\n\r\n1 - الجانب السلبي من النظرية\r\n\r\nالبناء العلوي :\r\nويقصد بالجانب السلبي ، رفض أي حق ابتدائي في الثروات الطبيعية لأي كان بدون عمل .\r\nويندرج فيه : إلغاء الحمى في الإسلام ، وعدم تسبيب بالاقطاع أيَّ حق في تملك رقبة الأرض ، أو أي حق آخر فيها دون عمل منفق في إحيائها ، والمنع عن تملّك أي مصدر من مصادر الثروة الطبيعية ، معدناً كانت أو مياهاً أو غيرها وعدم تملك شيء منها بالحيازة من دون عمل .\r\n\r\nالاستنتاج :\r\nنستفيد من كلّ ذلك ، أنه بدون العمل ، لا يمكن - من وجهة نظر إسلامية - نشوء أي حق خاص ، في أية ثروة طبيعية ، مصدراً ونتاجاً .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":55},
  {"content":"\r\n\r\nوهذا العمل يختلف نظرياً حسب اختلاف الثروة ونوعها ، فما يكون منه سبباً في تملك شيء ، أو نشوء حق في شيء ، قد لا يكون كذلك بالنسبة لشيء آخر .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":56},
  {"content":"\r\n\r\n\r\n2 - الجانب الإيجابي من النظرية\r\nوالمقصود به ، الإيمان بالحق الخاص الابتدائي في الثروات الطبيعية على أساس العمل .\r\n\r\nالبناء العلوي :\r\nويندرج تحته كل عمل يبذل في مرفقٍ طبيعي بشكل يخلق فيه فرصة للانتفاع ، فيكون العامل أحق بالانتفاع به من غيره ، كإحياء الأرض الموات ، أو الحفر الكاشف عن عرق معدني ، أو الكاشف عن مياه جوفية ، أو حيازة الحيوان أو السمك بعملية الاصطياد وهكذا .\r\n\r\nالإستنتاج :\r\nنستنتج من كلّ ذلك ، أن العمل مصدر للحقوق والملكيات الخاصة في الثروات الطبيعية ، ويعتبر هذا عنصراً ثابتاً ، وقاسماً مشتركاً بين كل تلك الأحكام .\r\nولكن ، نجد في تلك الأحكام عنصرين متغيرين .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":57},
  {"content":"\r\n\r\nأحدهما : نوع العمل الذي جعلته تلك الأحكام مصدراً للحق الخاص ، فهو مختلف في كونه سبباً لنشوء ذلك الحق من شيء إلى آخر .\r\nوثانيهما : نفس الحقوق الخاصة التي تنجم عن العمل ، فحيازة الحجر من الصحراء عمل يتسبب في تملك الحائز لذلك الحجر ، بينما عمل إنسان في إحياء أرض موات لا يتسبب أبداً في أي حقّ بتملك رقبة الأرض المحياة للعامل ، بل في حقّه بالانتفاع بها وأولويته من غيره في ذلك ، مع أن نفس العمل لو بذله في استغلال أرض حيّة طبيعياً كالغابات مثلًا لا يمنحه مثل هذا الحق ؟ !\r\nومع اختلاف العمل باختلاف حقله ، نظرياً ومن حيث الحقوق المترتبة ، هل يمكن أن نكتشف له مقياساً محدداً يساعد في تحديد معالم النظرية ؟\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":58},
  {"content":"\r\n\r\n\r\n3 - تقييم العمل في النظرية\r\nالعمل العلوي :\r\nلا بد من العودة إلى مجموعة الأحكام المتعلقة بالعمل والحقوق المترتبة عليه لنكوّن منها بناءاً علوياً يعكس المعالم المحددة للنظرية .\r\nويندرج في هذه الأحكام حق المحيي بالانتفاع بالأرض الموات وعدم جواز مزاحمته في ذلك ، ما دام فيها حياة وإن لم يمارس انتفاعه فعلًا ، ما دام مسدداً لأجرتها ، من دون أي حق له في تملك رقبة الأرض . وهذا هو الفرق بينه وبين من عمل في أرض حيّة بطبيعتها ، فله حق الانتفاع بها ما دام يمارس ذلك الانتفاع فإذا كفّ عنه فلأي فرد الحق في أن يستفيد من تلك الأرض .\r\nكما يندرج في هذه الأحكام ، عدم الحق لمن حفر أرضاً ليصل إلى معدن أن يمنع آخر من أن يحفر في محاذاته ليأخذ من نفس العرق المعدني الذي حفره هو واكتشفه ، كما أن نفس الشخص يسقط حقه في نفس المنجم الذي حفره هو ثم أهمله وعطّله حتى خرب . وعدم الاعتراف بالحيازة سبباً لتملك الثروات الطبيعية ، وزوال حقه في تملك\r\n\r\n","description":"","footnote":"","page_name":" 55 ","page_number":59},
  {"content":"\r\n\r\nما ملكه بالحيازة من مال إذا أهمله وأعرض عنه ، وعدم الاعتراف بالحيازة سبباً لتملك المباحات كالطير والسمكك والحطب بغير عمل منفق في الحصول عليها . إلى غير ذلك من الموارد والأحكام .\r\n\r\nالاستنتاج :\r\nونستطيع أن نستنتج من مجموع هذه الأحكام وأشبهاهها معالم النظرية كالتالي :\r\nإن العمل الاقتصادي أساس في النظرية والمقصود بالعمل الاقتصادي كل عمل استثماري يخلق فرصة جديدة من فرص النمو والازدهار والإنتاج في مجال الثروات الطبيعية ، وأما العمل ذو الطابع الاحتكاري والاستئثاري القائم على القوة والتسلط فلا ينتج أي حق أبداً .\r\nومن هنا ندرك السر في الفرق بين حيازة الحجر من الصحراء وحيازة الأرض أو أي مصدر طبيعي للثروة ، فإن الحيازة ذات طابع مزدوج ، فهي قد تكون انتفاعاً واستثماراً كما في حيازة الحجر ، وقد تنقلب استئثاراً واحتكاراً كما في حيازة مساحة من الأرض ومنع الآخرين من الانتفاع بها ، وما ذلك إلا لأن حماية الأرض بالحيازة تجد قيمتها عند وجود المنافسة عليها ، فيلجأ بعض المتنافسين إلى استعمال القوة والعنف للإستئثار بها واحتكارها ، في حين أن الإنسان في حالة الانفراد لا يجد دافعاً إلى فعل نفس الشيء ، مع أنه نفسه وفي حالة الانفراد يمارس حيازة الثروات الطبيعية المنقولة ، وليس الفرق إلا في أن حيازة الأرض تتخذ طابع الاحتكار والاستئثار فلا يعترف بها الإسلام ، ولا يرتّب عليهاً شيئاً من الحقوق ، بينما يعترف بالحيازة\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":60},
  {"content":"\r\n\r\nللثروات المنقولة عملًا استثمارياً يترتب عليه حق التملك .\r\nكيف تقوم الحقوق الخاصة على أساس العمل ؟\r\nهنالك مبدأ عام فهمناه حتى الآن من خلال مجموعة الأحكام المتقدمة في البناء العلوي ، هو أن كل عمل مع مادة خام مهما كانت قد خلق في تلك المادة فرصة انتفاع جديدة فمن حق العامل أن يملك نتيجته . ولكننا نرى بأن هذه الأعمال تختلف في نتائجها فلا بد وأن تختلف نوع الحقوق الخاصة الناشئة عنها ، فهناك ارتباط وثيق بين نوع الفرصة الجديدة التي يخلقها العمل وبين الحق الذي يترتب لصاحبه ، فالعامل يملك دائماً حق الانتفاع وطابعه ، ومن هنا نفهم الفرق من حيث النتيجة بين العمل بإحياء أرض موات ، أو حفر المنجم أو العين ، وبين العمل في أرض حية بطبيعتها التي يمارس العامل فيها عملية الزرع أو الرعي مثلًا ، فإن الفرصة الاستفادة من الأرض والمعدن والمياه ، لم تكن قبل الإحياء والحفر ، وإنما خلقها العمل ، فيملكها العامل ، ويكتسب عن طريق تملّكه لهذه الفرصة حقه في المصدر الذي أحياه ، وأما الأرض العامرة بطبيعتها والتي يمارس فيها الفرد عملية الزرع أو الرعي ، فقد كانت فرصة الانتفاع بها فيهما موجودة قبل ذلك ، ولم يخلقها الفرد نفسه ، ولذا يقتصر حقه على ما نتج عن عمله وهو الزرع ، ولذا بمجرد أن ينتهي مفعول ذلك الزرع يحق لأي فرد آخر أن يزرعها وينتفع بها كما انتفع بها الأول ، ولا يحق لهذا أن يمنعه من ذلك ، بعكس حالة الإحياء ، فإن لمن خلق بعمله فرصة لم تكن موجودة في الأرض الموات وهي الإحياء ، له أن يمنع أي فرد - ما دامت آثار الحياة قائمة - من انتزاعها منه حتى ولو لم ينتفع بها فعلًا ،\r\n\r\n","description":"","footnote":"","page_name":" 57 ","page_number":61},
  {"content":"\r\n\r\nأو مزاحمته في الانتفاع .\r\nوهنا يبرز فرق في الإحياء نفسه كعمل خلق فرصة جديدة ، بين الأرض وبين المعدن والمياه المكتشفة بالحفر فمن حفر الأرض فوصل إلى عرق معدني ، أو حفرها فاستنبط منها عين ماء ، نصت بعض أحكام البناء العلوي المتقدمة على أن من حق مستنبط العين أن ينتفع من مائها ولكن بمقدار حاجته ، فهذا المقدار فقط هو الذي لا يجوز للآخرين مزاحمته فيه ، ولا يجوز له منع فضل مائها عن الآخرين ، وكذلك فيما يتعلق بالمنجم ، نص بعض تلك الأحكام أن حافره له حق الأولوية بالانتفاع من المعدن المتواجد في حفيرته فقط ، ولا يملك أصل العرق المعدني ، ولذا لا يجوز له منع الآخرين من الحفر على نفس العرق إلى جانب حفيرته للانتفاع به .\r\nوالحقيقة ، إن هذا الفرق بين الأرض وغيرها من مصادر الثروة في المعدن وعين الماء ، ليس ناشئاً عن اختلاف الحقوق ، بل ينبع من طبيعة تلك المصادر نفسها فإن الأرض بطبيعتها ، لا تسمح ولا تتسع لاستثمارين في وقت واحد ، بينما عين الماء عند غزارة مائها لا تضيق عن تلبية حاجة فردين أو أكثر من الماء . ففي حالة الأرض ، لو سمحنا لآخر أن يزاحم المحيي بالانتفاع بالأرض المحياة لكان معنى ذلك أننا انتزعنا من العامل الذي أحياها الفرصة التي خلقها ، في حين أن العامل في استنباط عين الماء ، لن تضيع فرصته التي خلقها بعمله بل سوف يبقى محتفظاً بها ، ونفس الكلام يأتي في المنجم أيضاً .\r\n\r\nأساس التملك في الثروات المنقولة :\r\nالمقصود بالثروات المنقولة ، أية ثروة طبيعية يمكن نقلها من\r\n\r\n","description":"","footnote":"","page_name":" 58 ","page_number":62},
  {"content":"\r\n\r\nمكان إلى مكان ، كالحطب ، والماء ، وأمثالهما .\r\nوالنظرية - كما مرت الإشارة إليه - تعتبر حيازة هذه الثروات عملًا من أعمال الاستثمار ذات الصفة الاقتصادية ، ولذا يملكها الفرد الحائز لها نتيجة عمله .\r\nولكن الحيازة وحدها بالنسبة لبعض هذه الثروات المنقولة ، لا تكفي في تملكها ، بل لا بد لكي يحوزها الطير أو السمك مثلًا ، فلو دخل طائر منزل شخص ، فإنه لا يملكه بالحيازة ، وحدها ، لأنه لم يبذل عملًا تسبب به إلى حيازة ذلك الطائر ، أما لو نصب شبكة له فوقه فيها عندئذ يقال : بأنه حازه بعمل شل معه مقاومته الطبيعية ، فقد ملكه . وقس على ذلك . كما لو أنشأ إنسان خزاناً كبيراً ، أو سداً على نهر ، ليحتجز الفائض من مائه كيلا يذهب هدراً ويتلاشى بطيبعته في مياه البحر ، فإنه يملك ذلك الفائض من الماء بالحيازة التي اقترنت بعمل شل معه قدرة الماء على الهروب إلى البحر فخلق فيه فرصة للانتفاع ، وهكذا .\r\n\r\nدور الأعمال المنتجة في النظرية :\r\nوالمقصود بالعمل المنتج ، ذلك اللون من العمل ، الذي يؤدي إلى خلق فرصة جديدة في شيء ما ، من دون تحقق الحيازة بمعنى وضع اليد ، وذلك كما لو رمى الصياد طائراً في الجو فشلّ حركته ومقاومته ، واضطره إلى الهبوط في منطقة بعيدة عن موقعه ، ففي هذه الحال ، يكون الصائد برميه للطائر وشل امتناعه بالطيران ، قد خلق فرصة\r\n\r\n","description":"","footnote":"","page_name":" 59 ","page_number":63},
  {"content":"\r\n\r\nجديدة للانتفاع به ، فلا يجوز لآخر ، اغتنام فرصة بُعْد الأول عن هذا الطائر ليضع يده عليه ، نعم ، إذا استرجع الطائر قوته وامتناعه قبل ان يحوزه الصائد الأول ، وطار من جديد ، فقد سقط حقه فيه ، لأن الفرصة التي خلقها ، والتي كانت محلًا لتعلق هذا الحق ، قد تلاشت وزالت .\r\nوبهذا يكون الصياد نظير العامل الذي يحيي أرضاً فيكون أحق بالانتفاع بها ، لأنه هو الذي خلق فرصة جديدة في الأرض للانتفاع ، ولكن هذا الحق يراعى ما دام اثر الإحياء موجوداً ، وإلا فقد ذلك الحق .\r\n\r\nدور الحيازة في الثروات المنقولة :\r\nوالحقيقة أن الحيازة بمجردها سبب مباشر لتملك الشيء المحاز من الثروات الطبيعية المنقولة كالحطب والماء ، ويبقى التملك قائماً ما دام لم يهمل حقه ويصرف نظره عنه ، وعليه فلو حاز طائراً نتيجة نصبه لشبكة ثم طار ذلك الطائر وامتنع بطيرانه بعد تملكه له بالحيازة فاصطاده شخص آخر ، وجب عليه أن يعيده إلى الشخص الأول . . .\r\nولكن ، إذا كان مبرر امتلاك شخص للطائر الذي اصطاده بمعنى رفع امتناعه بالطيران وإن لم يحزه ، هو خلقه بعمله فرصة جديدة للانتفاع بذلك الطائر ، فما هو المبرر لامتلاكه طائراً حازه في شبكته التي نصبها لاصطياده ، مع أنه لم يخلق بعلمه هذا فرصة جديدة كتلك ، وكذا فيما يتعلق بكمية الماء أو الحطب التي يأخذها من النهر\r\n\r\n","description":"","footnote":"","page_name":" 60 ","page_number":64},
  {"content":"\r\n\r\nأو الغابة ؟\r\nوالجواب ، هو ان المبرر هنا للتملك وان لم يخلق في ذلك المال فرصة جديدة هو انتفاعه بذلك المال . وهذا الانتفاع كمنشأٍ للحق يختلف مفهومه في المنقول من الثروات عن غير المنقول منها ، وان لم يختلف بينهما في أصل كونه منشأ لثبوت الحق .\r\nففي المنقول من الثروات يكفي في تحققه مجرد اغتراف الماء من النهر مثلًا وأخذه إلى بيته ، أو احتطابه لكمية من الخشب ونقلها إلى داره ، أما في مثل الانتفاع بأرض حية بطبيعتها ، فلا يكفي في تحقق الانتفاع مجرد وضع اليد عليها ، وإنم ليتحقق الانتفاع بها لا بد من ممارسة زراعتها ورعايتها بعد ذلك ، فإذا زرعها ورواها ورعاها بحسب حاجتها من الرعاية حتى تنتج ، فيصدق عندئذٍ أنه انتفع بها ، فيكون أولى من غيره في امتلاك نتيجة انتفاعه ذاك ، ما دام لم يهمل رعايته لها وعنايته بها . وإلا انتزعت منه .\r\nوبذلك أيضاً ، يبدو الفرق بين مبدأ الانتفاع وسببيته إلى تعلق الحق ، وبين إحياء الأرض الموات ، حيث يخلق المحيي بعمله فرصة جديدة للانتفاع بالأرض لم تكن موجودة سابقاً ، ولذا يبقى حقّه قائماً ما دام أثر الإحياء باقياً حتى ولو لم يمارس فعلًا علمية الانتفاع ، ولا يمكن في هذه الحالة أن تنتزع منه إلا إذا رجعت مواتاً من جديد . . .\r\n\r\n","description":"","footnote":"","page_name":" 61 ","page_number":65},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 62 ","page_number":66},
  {"content":"\r\n\r\n\r\nنظرية توزيع ما بعد الإنتاج\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":67},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 64 ","page_number":68},
  {"content":"\r\n\r\n\r\n1 - الأساس النظري للتوزيع على عناصر الإنتاج\r\n\r\nالبناء العلوي :\r\nتوجد عدة نصوص فقهية أثبتها الفقهاء في كتبهم ، وعلى اختلاف مذاهبهم ، يمكن أن تشكّل بمجموعها البناء العلوي للنظرية الإسلامية لتوزيع ما بعد الإنتاج ، وهذه النصوص تؤكد على أن الشخص الذي يباشر عملية حيازة الثروات الطبيعية ، هو المالك لما يحوزه شخصياً . ومن هنا أبطلوا الوكالة ، والإجارة ، والشركة في مثل ذلك . كما ألغَوا أي أثر لنية الحائز فيما لو نوى تبرعاً أن ما يحوزه سوف يكون له ولغيره ، وعلى هذا ، فالموكّل ، والمستأجر ، والمنويّ له ، والشريك ، لا يملك أيٌّ منهم شيئاً مما يحوزه المباشر لعملية الحيازة أبداً « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع شرائع الإسلام للمحقق الحلي 2 / 195 وتذكرة الفقهاء للعلامة الحلي المجلد الثاني / كتاب الوكالة ، ومفتاح الكرامة للسيد جواد العاملي 7 / 559 ، والمغني لابن قدامة 5 / 5 وكتاب الإجارة للشيخ محمد حسين الإصفهاني 120 - 122 ومسالك الإفهام للشهيد الثاني / المجلد 2 كتاب الشركة . وغير ذلك من المطولات الفقهية .\r\n","page_name":" 65 ","page_number":69},
  {"content":"\r\n\r\nنعم ، ذهب كثير من الفقهاء « 1 » ، إلى أن الشريك لو كانت شراكته ببذله آله معينة ، توسل بها الحائز في حيازته للثروة الطبيعية فلصاحب تلك الآلة أجرة مقابل استعمال الحائز لها في عمله ليس إلا ، فلا حق لصاحبها بشيء من الثروة المحازة .\r\nونحن قبل أن نشرع باستنتاج النظرية الإسلامية لتوزيع ما بعد الإنتاج ، نجد لزاماً علينا أن نقوم بثلاث خطوات هي بالترتيب :\r\nمع الرأسمالية :\r\nتوزع الرأسمالية القيمة النقدية للثروة المنتجة ، على جميع العناصر المشتركة في الإنتاج وهي أربعة :\r\nالأجور : وهي نصيب العمل الإنساني .\r\nالفائدة : وهي نصيب رأس المال المسلّف .\r\nالربح : وهو نصيب صاحب المشروع المنظم لعناصر الإنتاج .\r\nالريع : حصة الأرض .\r\nوقد أجريت بعض التعديلات فيما بعد على هذه العناصر بحيث دمج بعضها بالآخر ، ولكن هذا الدمج لم يغيّر شيئاً من جوهر النظرية الرأسمالية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع المبسوط للسرخسي 22 / 35 ، وشرائع الإسلام للمحقق الحلي 2 / 132 - 133 والمغني لابن قدامة 5 / 11 .\r\n","page_name":" 66 ","page_number":70},
  {"content":"\r\n\r\nالنظرية الإسلامية :\r\nوالإسلام يرفض هذا الموقف للمذهب الرأسمالي ، في التوزيع فهو لا يضع عناصر الإنتاج في مستوى واحد ، بل يعتبر أن أية ثروة منتجة من المواد الخام ، هي ملك للعامل المنتج وحده وأما باقي العناصر التي يستخدمها العامل في عملية الإنتاج ، فتعتبر في نظر الإسلام أدوات سخّرت لخدمته ، نعم ، عليه في مقابل استخدامه لها ، - إن لم تكن مملوكة له - أجرة مثلها لمالكها ، دون أن يستحق مالكها ذاك أية حصة في الثروةالمنتجة .\r\nوالحقيقة ، أن منشأ هذا الفرق بين النظرية الإسلامية في التوزيع ، والنظرية الرأسمالية ، هو نظرة كل منهما إلى الإنسان وموقعه في عملية الإنتاج ، فبينما تعتبره الرأسمالية في مستوى أية وسيلة أخرى مادية للإنتاج ينظر إليه الإسلام على أن كل الوسائل إنما سخّرت لخدمته ورفاهه ، وانه هو محور وغاية عملية الإنتاج كلها ، ولذا كان من حقّه كل الثروة الطبيعية المنتجة ، لأن الله قد سخّرها هي أيضاً لخدمته ورفاهه . ومن هنا شجب الإسلام الطريقة الرأسمالية في الإنتاج ، التي تتيح للرأسمالي أن يقدّم رأس المال والأدوات ويستأجر العمال ليعملوا له في إنتاج الثروات الخام من الطبيعة مقابل أجورهم فقط ، وقد مر معنا ، أن الذي يملك تلك الثروات هو المباشر لعملية إنتاجها ، أي العامل ، ولا حق لصاحب رأس المال والأدوات إلا في أجرة المثل على استعمال العامل لأدواته تلك ، مقابل ما تفتت من عملهم المختزن في تلك الأدوات ، خلال عملية الإنتاج ، وليس له نصيب في الثروة المنتجة .\r\n\r\n","description":"","footnote":"","page_name":" 67 ","page_number":71},
  {"content":"\r\n\r\nومن هنا نفهم ، لماذا أبطل الإسلام كل نوع من العقود بين العامل وصاحب رأس المال في عملية إنتاج الثروات الطبيعية الخام ، وكالة ، أو شراكة ، أو إجارة .\r\nاستنتاج النظرية الإسلامية :\r\nوبعودتنا إلى البناء العلوي المتقدم ، وبملاحظة ما عرضناه قبل قليل ، يتضح أن النظرية الإسلامية لتوزيع ما بعد الإنتاج تقوم على أساسين :\r\nالأول : إن الإنسان العامل هو غاية عملية الإنتاج وهدفها ، وبذلك يملك الثروة الطبيعية المنتجة وحده ، دون العناصر المادية الأخرى المشتركة في عملية الإنتاج .\r\nالثاني : إن لصاحب تلك الوسائل المادية ، أجرة من العامل مقابل ما تفتت من عملهم المختزن في تلك الأدوات خلال عملية الإنتاج ، ولا يستحق أية حصة من الثروة المنتجة .\r\n\r\nمع الماركسية\r\n\r\nالبناء العلوي :\r\nهنالك عدة نصوص فقهية ، يمكن أن تشكّل بمجموعها البناء العلوي لجانب آخر من جوانب النظرية الإسلامية لتوزيع ما بعد\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":72},
  {"content":"\r\n\r\nالإنتاج ، بشكل يظهر الفرق بينها وبين النظرية الماركسية هذه المرة .\r\nوملخص هذه النصوص « 1 » ، يدل على أن المادة إذا كانت مملوكة لشخص سابق على الشخص المطوّر لها ، تكون نتيجتها بعد تطويرها بعملية الإنتاج ملكاً لصاحبها لا للعامل .\r\nفلو استأجر زيد عمرواً على أن يخيط له ثوبه ، فالثوب ملك لصاحب القماش ، وللعامل أجرة المثل ما لم يكن متبرعاً .\r\nومن غصب أرضاً وزرعها ببذر يملكه هو ، فنتاج الزرع هو ملك له لا لصاحب الأرض ، نعم يستحق صاحب الأرض على الغاصب أجرة المثل عن أرضه .\r\nوفي عقد المضاربة ، الذي يتم بين شخصين على أن يدفع أحدهما رأس المال ، ويقوم الآخر بالعمل التجاري المعيّن والربح بينهما حسب النسبة المتفق عليها ، هذا العقد ، إذا فقد شرطاً من شروط صحته يبطل ، ويكون الربح كله لصاحب المال ، وللعامل أجرة المثل فقط .\r\nوإذا غصب بيضاً فأفرخه ، أو بذراً فزرعه فالنتاج من الفراخ والحب - على الرأي المشهور فقهياً - لصاحب البيض والبذر .\r\nوهناك رأي في مقابل المشهور ينص على أن النتاج للعامل الغاصب لا لصاحب البذر وهكذا .\r\nوالآن ما هو الفرق بين النظرية الماركسية لتوزيع ما بعد الإنتاج\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع المغني 5 / 212 ، والمبسوط للسرخسي 11 / 95 ، والوسائل للحر العاملي 17 / 310 .\r\n","page_name":" 69 ","page_number":73},
  {"content":"\r\n\r\nوالنظرية الإسلامية ، فنقول :\r\nإن المادة الخام - في نظر الإسلام - إذا كانت ملكاً لشخص ، فعمل العامل فيها ، وتطويره لها بعمله لا تجعل له الحق تملكها كلًا أو بعضاً ، وإنما تبقى كلها بعد التطوير ، على ملكية صاحب المادة الأولية .\r\nفلو أن راعياً أعطى عامل حياكة مثلًا كمية من الصوف المملوك له ليغزلها قميصاً ، فالقميص ملك للراعي ، وليس للحائك شيء فيه .\r\nوأما الماركسية ، فإنها تجعل ملكية القميص - هنا - للعامل ، باستثناء قيمة الصوف التي تسلمها من الرعي في الأساس ، وذلك لأنه ترى بأن العامل بعمله الذي تجسّد في المادة ، قد خلق فيها قيمة تبادلية جديدة ، لم تكن موجودة فيها قبل عمله ، فهو الخالق للقيمة التبادلية ، إذن فهو أحق بملكيتها ، لربطها بين الملكية والقيمة التبادلية .\r\nوأما الإسلام ، فإنه يفصل بين الملكية والقيمة التبادلية ، ويربط الملكية بالعمل المباشر ، وحيث أن كمية الصوف ، كمادة خام ، إنما ملكها الراعي على أساس عمل سابق ، فتبقى بعد تطوير العامل لها إلى قميص على ملكية صاحبها الأصلي ، وذلك استناداً إلى ظاهرة الثبات في الملكية ، فإن مجرد تطوير الصوف ليصبح نسيجاً ، لا يخرجه عن كونه ملكاً للراعي صاحبه الأساسي ، وإن أدى هذا التطوير إلى خلق قيمة جديدة فيه .\r\nوقد يذهب البعض ، إلى تفسير ظاهرة ثبات الملكية في الإسلام\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":74},
  {"content":"\r\n\r\nتفسيراً رأسمالياً ، بزعمه أن الثروة المنتجة على أساس هذه الظاهرة ، يستأثر بها رأس المال في الإنتاج ، لأن الصوف - وهو المادة الأساسية في عملية النسيج - تعتبر نوعاً من رأس المال في عملية الإنتاج .\r\nوالذي يدحض هذا الزعم ، ويكشف خطأ هذا التفسير ، هو أن غير العامل من آلات النسيج وأدوات إنتاجه ، تحمل الطابع الرأسمالي وتساهم في عملية الإنتاج بوصفها نوعاً آخراً من رأس المال ، ومع ذلك لا يمنح الإسلام صاحبها مِلكية أي جزء من الثروة المنتجة ، فلو كان هذا التفسير صحيحاً ، لكان مالك تلك الوسائل والأدوات شريكاً في الثروة المنتجة مع صاحب المادة الخام ، وهذا ممنوع في النظرية الإسلامية .\r\nوبهذه النقطة بالذات ، يتضح فرق آخر ، بين النظرية الإسلامية والنظرية الماركسية ، فالماركسية تعتبر أن لتلك الوسائل والأدوات دخالة في تكوين القيمة التبادلية للسلعة المنتجة ، ولذا فهي تجعل لمالك تلك الوسائل المادية ، حقاً في ملكية تلك السلعة ، بمقدار ما ساهمت وسائله في تكوين تلك القيمة ، والإسلام يرفض هذا الموقف الماركسي ، بفصله بين القيمة التبادلية والملكية ، ويعتبر أن وسائل الإنتاج مسخّرة لخدمة الإنسان ، وليس العكس فإذا لم تكن مملوكة للعامل نفسه ، فلصاحبها أجرة مثلها ، لقاء ما تفتت من العمل المختزن في تلك الوسائل خلال عملية الإنتاج ، وليس لصاحبها نصيب في الثروة المنتجة .\r\n\r\nاستنتاج النظرية الإسلامية مجدداً :\r\nوبعودتنا إلى البناء العلوي المتقدم ، وبملاحظة ما عرضناه قبل\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":75},
  {"content":"\r\n\r\nقليل ، يتضح قاعدة جديدة يمكن إضافتها إلى النظرية الإسلامية لتوزيع ما بعد الإنتاج ، وهذه القاعدة تقول : إن المادة التي تدخل في عملية الإنتاج الثانوي تظل ملكاً للعامل الذي ملكها بالإنتاج الأولي ولا يشترك العامل المطوّر للمادة الأولية تلك ولا أية وسيلة من وسائل الإنتاج الدخيلة في عملية التطوير في ملكية شيء من الثروة المنتجة ، بل يستحق العامل وكذا صاحب الآلة أجرة مثل بذلا من عمل في تطويرها .\r\nبقي علينا أن نشير هنا ، إلى الخلاف الفقهي حول ملكية الفرخ والزرع ، في صورة اغتصب شخص البيضة أو البذرة من آخر ، فقد ذكرنا هناك ، أن الرأي المشهور هو أن الناتج من الفرخ أو الزرع ملك لصاحب البيضة والبذرة ، في حين أن الرأي الفقهي الآخر يذهب إلى كونهما ملكاً للغاصب . فما هو سر هذا الاختلاف ؟\r\nإن مرد هذا الاختلاف بين الفقهاء ، إلى اختلافهم في تحديد نوع العلاقة بين البيض والطائر الذي خرج من أحشائه ، فأصحاب الرأي القائل بأن النتاج ملك لصاحب البيض والبذر رأوا ان الناتج والأصل شيء واحد مع فارق الشكل فقط ، وأما أصحاب الرأي الثاني رأوا أن البيض والبذر قد تلاشيا في عملية الإنتاج ، وأن الناتج شيء جديد وجد نتيجة العمل المبذول من قِبَل الغاصب فلذا يكون هو المالك لهذا الناتج على أساس عمله .\r\nوهذان الرأيان الفقهيان ، يستنبطان القاعدة التي أشرنا إليها ، وهي ظاهرة الثبات في الملكية التي تقول : بأن من يملك مادة يظل محتفظاً بملكيته لها ما دامت المادة قائمة والمبررات الإسلامية للملكية قائمة ، مع بطلان تفسير هذه القاعدة تفسيراً رأسمالياً كما سبق بيانه ،\r\n\r\n","description":"","footnote":"","page_name":" 72 ","page_number":76},
  {"content":"\r\n\r\nإذ لو كان هذا التفسير صحيحاً ، لما اختلفت النتيجة الفقهية في رأي الفقهاء تبعاً لوحدة المادة والنتيجة وتعددهما ، لأن المادة ( البيضة أو البذرة ) رأس مال في عملية الإنتاج على كل حال ( فرخ أو زرع ) سواء استهلكت خلال العملية أم تجسّدت في الناتج الذي أسفر عنه عمل الغاصب .\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":77},
  {"content":"\r\n\r\n\r\n2 - القانون العام لمكافأة المصادر المادية للإنتاج\r\nلقد عرفنا حتى الآن ، أن العامل حين يمارس بمادة غير مملوكة بصورة مسبقة لشخص آخر ، فكل الثروة التي مارس عليها عملية الإنتاج تكون له وحده ، وإذا كانت المادة التي يمارس إنتاجها مملوكة بصورة مسبقة لشخص آخر ، فلا يملك العامل من الثروة المنتجة شيئاً ، نعم له أجرة عمل مثله من صاحب المادة ، كما أنه لو استعمل في الصورة الأولى ، وسيلة من وسائل الإنتاج المملوكة للغير ، فعليه أجرة تلك الوسيلة لصاحبها ، من دون أن يكون لهذا ، أي حق في مشاركته بالثروة المنتجة .\r\nوالآن نريد ان نجد تفسيراً لمثل هذه الأجرة المستحقة لمالك الآلة ، أو أي من مصادر الإنتاج الأخرى ، كالأرض ، ورأس المال ، والعقارات ، لمالك الآلة ، أو المصدر الآخر ، على مالك الثروة المنتجة ، وما هي نوعيتها ، وحدودها ، ومبرراتها ، في النظرية الإسلامية لتوزيع ما بعد الإنتاج ؟\r\nونحن عندما نراجع النصوص التشريعية والفقهية ، نجد أنها تعكس من خلالها مدلولين : إيجابي ، وسلبي ، وكلا هذين المدلولين\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":78},
  {"content":"\r\n\r\nيشيران إلى قاعدة أصيلة في هذه النظرية ، تستبطن كل تشريعات وأحكام البناء العلوي .\r\nوهذه القاعدة ، تنص في جانبها الإيجابي ، أن الكسب على أساس العمل المنفق في أي مشروع ، جائز ومسموح به ، بينما تقرر في جانبها السلبي ، الغاء الكسب الذي لا يقوم على أساس إنفاق عمل في أي مشروع .\r\nولنحاول أن نستشف هذه القاعدة من كلمات تلك النصوص التشريعية والفقهية « 1 » التي نوهنا عنها آنفاً بشكل مفصّل نسبياً .\r\n\r\nالناحية الإيجابية من القاعدة :\r\nوالناحية الإيجابية من القاعدة ، تنعكس في أحكام الإجارة ، حيث نجد أن الإسلام سمح بأخذ اجرة محددة على عمل محدد ، يؤديه شخص معين لمصلحة شخص آخر ، كما سمح لصاحب اية أداة إنتاجية . بأخذ أجرة محددة ، لقاء تمكين آخر من استخدام آلته في مشروع معيّن ، والعمل الذي تنفقه الآلة المادية ، فالأول عمل مباشر متصل بالأجير في لحظة إنفاقه ، بينما الثاني عمل منفصل عن صاحب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع هذه النصوص التشريعية والأحكام في كتاب « اقتصادنا » الأم ص / 600 وما بعدها .\r\n","page_name":" 75 ","page_number":79},
  {"content":"\r\n\r\nأداة الإنتاج ، مختزن بصورة مسبقة في أداته ، ويستهلك كله أو بعضه خلال إنجاز العمل في المشروع .\r\nفالأجرة التي يستحقها صاحب الأداة إذن ، ليست مجانية ، وإنما هي في مقابل عمل أيضاً ، اختزنه في أداته ، واستهلكه صاحب المشروع في إنجاز مشروعه .\r\nوبناءاً عليه ، فالعمل سواء كان مباشراً من الأجير أم مختزناً في الأداة الإنتاجية منفصلًا عن صاحبها يستحق أجرة .\r\nوعلى أساس هذا التحديد للعمل المنفق ، بكلا نوعيه ، المباشر والمختزن ، يمكن أن يدخل في أدوات الإنتاج ، كل ما كان في عمل مختزن يتفتت باستعماله ، فيجوز أن يكون موضوعاً للإجارة ، ويستحق صاحبه أجرة مقابل ما تفتت من ذلك العمل المختَزن بصورة قبلية فيه أثناء استعماله من قِبَل المستأجر ، كدار السكنى ، والدكان والأرض الزراعية ، . . .\r\nيتضح من ذلك كله ، جانب من القاعدة في النظرية ، التي تحكم باستحقاق الأجر على أساس العمل ، وتسمح به ، سواء كان عملًا مباشراً أو مختزناً في أية أداة إنتاجية منقولة أو غير منقولة .\r\n\r\nالناحية السلبية من القاعدة :\r\nلقد سبق وقلنا ، بأن المدلول السلبي لهذه القاعدة هو المنع عن أي كسب لا يبرره عمل منفق ، ونحن سوف نبلور هذا المدلول أيضاً ، من خلال النصوص التشريعية والفقهية ، التي تصلح أن تكون بناءاً علوياً لهذا القاعدة بشقيها .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":80},
  {"content":"\r\n\r\nفمن مجموعة من بين تلك النصوص ، نستفيد حكماً جازماً ، هو عدم جواز أن يستأجر شخص أداة إنتاجية بمبلغ محدد - محراثاً أو مخرطة أو أرضاً أو داراً للسكن أو دكاناً مثلًا - ثمّ يؤجرّها من آخر بأزيد من الأجرة التي دفعها هو لها ، من دون أن يحدِث فيها عملًا ، أو يُدخل فيها تحسيناً يستحق معه تلك الزيادة .\r\nونذكر نموذجاً واحداً من تلك النصوص ، فقد روى سليمان بن خالد ، عن الإمام الصادق قال : « إني لأكره أن أستأجر الرحى وحدها ، ثم أؤاجرها بأكثر مما استأجرتها إلّا أن أُحدِث فيها حدَثاً أو أغرم فيها غرماً » « 1 » .\r\nوواضح من هذا النص وأمثاله أن الحالة التي يجوز له فيها ان يأخذ زيادة عن الأجرة التي دفعها مقابل أداة من تلك الأدوات ، هو أن يحدِث فيها تغييراً أو يعمل فيها عملًا ، ومعنى ذلك أنه يستحق تلك الزيادة مقابل العمل الذي خلقه في تلك الأداة ، وإلا يكون أخذه لها من دون مقابل وهو ممنوع ، إذا لا كسب بلا عمل ، مباشر كعمل الأجير ، أو مختزنٍ كما في العقارات وأدوات الإنتاج المنقولة .\r\nومن جملة الأحكام التي تقرر المدلول السلبي للقاعدة ، عدم السماح حتى للأجير الذي يؤاجر نفسه على القيام بعمل معيّن ، أن يذهب فيستأجر غيره للمهمة التي آجر نفسه عليها بأجرة أقلّ مما أخذه هو ، ليحتفظ بالتفاوت بين الأجرتين لنفسه ، اللهم إلّا إذا قام بتنفيذ جزء من العمل الذي استؤجر هو عليه . ما ذلك إلّا لأن التفاوت\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع في هذه الروايات وغيرها كثير مثلها وسائل الشيعة للحر العاملي 13 / ص / 259 وما بعدها .\r\n","page_name":" 77 ","page_number":81},
  {"content":"\r\n\r\nبين الأجرتين ، سوف يكسبه من دون مبرر ، إذ لا يقابله عمل ، وهو ممنوع .\r\nومن أبرز موارد هذا المدلول السلبي للقاعدة ، والذي يمنع عن أي كسب من دون عمل منفق ، هو الحكم بتحريم الربا ، وكل لون من ألوان القرض بفائدة .\r\nومن المعلوم ، أن الفائدة في العرف الرأسمالي ، هي أجرة رأس المال النقدي ، الذي يسلفه الرأسمالي لصاحب مشروع تجاري مثلًا ، فإن هذه الفائدة ، ليس لها ما يقابلها من عمل منفق مباشر أو مختزن من قِبَل صاحب رأس المال ، يبرر أخذه لها .\r\nفأنت - مثلًا - عندما تقترض ألف دينار من رأس مالي بألفي دينار تدفعهما له بعد سنة ، فإنك عندما تدفع له الألف دينار في الوقت المحدد ، فقد أرجعت إليه ماله ، دون أن يستهلك منه أو من العمل المتجسّد فيه ذرة واحدة ، إذ ما دفعته له من نقد هو في نفس قوة النقد المقترض منه ، وفي هذه الحال ، تصبح الألف دينار الثانية التي تدفعها لصاحب رأس المال ، كسباً غير مشروع ، لأنه لا يقوم على أساس أي عمل منفق من قِبَله ، فيندرج في المدلول السلبي للقاعدة .\r\nولكن ، هل أن أسلوب الأجر هو الأسلوب الوحيد الذي يمكن فيه للعامل أن يأخذ مكافأة مستحقة له عليعمل أنفقه ؟ .\r\nبالطبع كلا ، فإننا عندما نتأمل في كثير من النصوص التشريعية والفقهية المكوّنة للبناء العلوي نجد أنها سمحت للعامل باختيار أسلوب آخر هو أسلوب مشاركة صاحب المال في الأرباح ، ويبدو ذلك واضحاً في تشريع الإسلام لأحكام عدد من العقود هي : المزارعة ،\r\n\r\n","description":"","footnote":"","page_name":" 78 ","page_number":82},
  {"content":"\r\n\r\nوالمساقاة ، والمضاربة ، والجعالة . كما سمح الإسلام لصاحب أحد هذه المشاريع ، أن يسدد للعامل فيها حقّه في العمل الذي انفقه في مشروعه ، بجعله شريكاً له في الأرباح بنسبة محددة يتفق عليها معه .\r\nففي عقد المزارعة ، والذي هو عبارة عن اتفاق بين عامل زراعي يتعهد فيه بزرع الأرض ورعايتها على أن يقاسم صاحب الأرض - وهو طرف العقد - الناتجَ الذي يسفر عنه عمله بنسبة محدّدة ، بشرط أن يقدّم صاحب الأرض للزارع البذر أيضاً « 1 » .\r\nوفي المساقاة ، التي هي عبارة عن اتفاق بين مالك أشجار وأغصان وعامل زراعي يتعهد هذا العامل بمقتضاه أن يسقي تلك الأشجار ، ويرعاها حتى تؤتي ثمارها ، على أن يكون شريكاً لصاحبها في ناتجها بنسبة محدّدة « 2 » . والمضاربة ، عبارة عن اتفاق بين صاحب رأس المال وآخر ، على أن يبذل له رأس ماله ليتجر به ، على أن يشاركه في أرباح العملية التجارية ، مع تحمّل صاحب رأس المال كل الخسارة في حال حصولها « 3 » .\r\nوالجعالة ، هي عبارة عن الالتزام من الشخص بمكافأة على عمل سائغ مقصود ، كأن يقول : من زرعَ أرضي هذه فله نصف نتاجها « 4 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - كما ذكره الشيخ الطوسي في كتاب « الخلاف في الفقه » .\r\n( 2 ) - راجع النصوص في المزارعة والمساقاة في الوسائل للحر العاملي 13 / 198 . ما بعدها .\r\n( 3 ) - راجع نصوص المضاربة في نفس الكتاب السابق 13 / 180 وما بعدها\r\n( 4 ) - راجع نصوص الجعالة في نفس الكتاب 16 / 112 وما بعدها .\r\n","page_name":" 79 ","page_number":83},
  {"content":"\r\n\r\nففي كلّ هذه الموارد ، سمح الإسلام بالكسب على أساس العمل وفق أسلوب المشاركة .\r\nإشكال ودفع :\r\nوقد يورد أحدهم هنا إشكالًا مفاده : كيف يسمح للعمل في الإسلام ، بالكسب على أساس المشاركة في الربح ، ولا يسمح بذلك لأدوات الإنتاج ، بل يحدد كسبها عن طريق أسلوب الأجرة فقط ؟\r\nوالجواب بسيط ، إذ يوجد فارق بين الموردين .\r\nولكي يتضح ذلك ، علينا أن نعود قليلًا إلى ما سبق أن قررناه في نظرية التوزيع ما قبل الإنتاج ، حيث قلنا بأن العمل هو السبب الوحيد في النظرية الإسلامية للتملك واكتساب الحقوق الخاصة في الثروات الطبيعية ، وإذا اكتسب أحد حقّاً خاصاً في ثروة طبيعية لأنه مارس عليها عملًا ما ، ظل هذا الحق باقياً ما دام اثر عمله قائماً ، ومن هنا ، لا يسمح لأي أحد بأن ينتزع منه ثمرة جهده الشخصي ، بإنفاقه عملًا جديداً على تلك الثروة نفسها ، إذ إن حقّ العامل الأول ، بسبب سبقه الزمني هو الذي يعزل العمل الثاني عن التأثير ، فإذا تخلى العامل الأول عن حقّه ، استعاد عمل العامل الثاني تأثيره وأدى مفعوله ، وهذا ما يحصل تماماً في عقود المضاربة والمزارعة والمساقاة والجعالة ، ففي عقد المزارعة مثلًا ، لا يعطيه حق ملكية الزرع ، لأن المادة التي يمارس تطويرها مملوكة لصاحب الأرض ، فإذا سمح صاحب الأرض للعامل في عقد المزارعة بأن يقتطف ثمار عمله وتنازل عن حقه له في نصف ناتج الزرع ، لم يبق ما يحول عن تملك\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":84},
  {"content":"\r\n\r\nالعامل لذلك النصف . ونفس الكلام يرد في بقية العقود المذكورة .\r\nوهذا يما لا يحصل بالنسبة لمالك الأداة الإنتاجية إذ إنه لا يمارس أي جهد - كعامل الزرع - في عملية الإنتاج فصاحب شبكة الصيد الذي يعطيها للصياد ليمارس بها عملية الصيد ، لا ينفق مثل هذا الجهد هو الصياد نفسه ، فهو الذي يملك نتيجة هذا الجهد ، ولا يوجد أي مبرر نظري لتملك صاحب الشبكة شيئاً من ناتج عملية الصيد . ولذا قلنا باستحقاقه الأجرة على استخدام الصياد لشبكته فقط تعويضاً عما تفتت من عمله المختزن فيها ! .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":85},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 82 ","page_number":86},
  {"content":"\r\n\r\n\r\n2 - نظرية الإنتاج الإسلامية\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":87},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 84 ","page_number":88},
  {"content":"\r\n\r\n\r\n1 - صلة المذهب بالإنتاج\r\nلعملية الإنتاج جانبان :\r\nالأول : موضوعي ، يُعنى بوسيلة الإنتاج ، والطبيعة كحقل له ، والعمل المنفق فيه .\r\nالثاني : ذاتي ، يعنى بالغاية والهدف منه ، وتقييمه من حيث ارتباطه بالعدالة ، ومادة ونوعيته ، والإشراف عليه وتنظيمه ، الخ .\r\nوالجانب الموضوعي هو حقل علم الاقتصاد حيث يُعمل على اكتشاف القوانين العامة التي تتحكم في عملية الإنتاج ، لتوظيفها بالتالي في تنميته كماً وكيفاً .\r\nولا يدخل شيء من هذه الجوانب ، في صلاحيات المذهب الاقتصادي ، ولذا نرى مجتمعات مختلفة مذهبياً ، تلتقي على الصعيد العلمي في الجانب الموضوعي هذا ، فتكتشف نفس القوانين العلمية ، التي تحكم الظواهر الطبيعية والعلائق الاجتماعية ، وتوظفها لتنمية إنتاجها وتحسينه .\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":89},
  {"content":"\r\n\r\nنعم ، المذهب له دور إيجابي كبير في الجانب الذاتي للإنتاج ، حيث نجد المجتمعات نفسها ، تختلف فيما بينها من حيث وجهات نظرها إلى عملية الإنتاج الذاتي فيه ، تبعاً لاختلافها في تصوراتها عن المثل الأعلى للحياة .\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":90},
  {"content":"\r\n\r\n\r\n2 - تنمية الإنتاج\r\nكل المذاهب الاجتماعية بما فيها المذهب الإسلامي تتفق على ضرورة تنمية الإنتتاج كماً وكيفاً ، والاستفادة من الطبيعة إلى أقصى حد .\r\nوإن كانت هذه المذاهب تختلف فيما بينها ، من حيث النظر إلى هذا الهدف تقييماً ومنهجاً .\r\nفبينما نرى الرأسمالية ترفض أية وسيلة للتنمية تتعارض مع مبدأ الحرية الاقتصادية ، وتعتبر زيادة الإنتاج وتنيمته هدفاً في ذاتها ، نرى الإشتراكية لا تجد أي تعارض بين تنمية الإنتاج والمذهب الإشتراكي بل تجدهما مترابطين من حيث الحركة ، تبعاً لترابط علاقات الإنتاج مع أشكال التوزيع عندها .\r\n\r\nموقف الإسلام :\r\nومبدأ تنمية الإنتاج ، وزيادة الثروة إلى أقصى حد ، هدف للمجتمع في نظر الإسلام ، يرسم على ضوئه سياسته الاقتصادية وفق الشروط الموضوعية للحياة الاقتصادية والاجتماعية للأمة ،\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":91},
  {"content":"\r\n\r\nمسترشدة بالإطار العام للمذهب الاقتصادي الإسلامي .\r\nولو عدنا إلى عهد الدولة الإسلامية الأول لبدا لنا بوضوح مبدأ تنمية الإنتاج ، من خلال التطبيق ومن خلال النصوص والتوجيهات الإسلامية التي كانت تصدر عن الحاكم الشرعي ، كما في نص الكتاب البرنامج الذي بعث به علي عليه السلام إلى محمد بن أبي بكر عندما ولّاه مصر « 1 » .\r\nوالذي يتأمل في النقاط التي اشتمل عليها هذا الكتاب ، يدرك أن الإمام ( ع ) يرى أن اليسر المادي الذي يحققه نمو الإنتاج واستثمار ثروات الطبيعة إلى أقصى حد ، هدف يسعى إليه مجتمع المتقين . وتفرضه النظرية التي ينبغي أن يسير على ضوئها هذا المجتمع في الحياة ، مستهدياً بالإطار المذهبي الذي يقرره القرآن الكريم في قوله تعالى :  يا أَيُّهَا الَّذِينَ آمَنُوا لا تُحَرِّمُوا طَيِّباتِ ما أَحَلَّ اللَّهُ لَكُمْ وَلا تَعْتَدُوا إِنَّ اللَّهَ لا يُحِبُّ الْمُعْتَدِينَ  « 2 » .\r\n\r\nوسائل الإسلام في التنمية :\r\nولتطبيق هذا الهدف ، جنّد الإسلام إمكاناته المذهبية ، ووضع الوسائل اللازمة . ومن الوسائل ما ضمنه المذهب مما يدخل في وظيفته ، ومنها تطبيقية تمارسها الدولة ضمن إطارها المذهبي ومركبّها الحضاري .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع أمالي الشيخ الطوسي ، وشرح النهج لابن أبي الحديد 15 / 163 . بتصرف .\r\n( 2 ) - المائدة / 87 .\r\n","page_name":" 88 ","page_number":92},
  {"content":"\r\n\r\n\r\nأ - من الناحية الفكرية\r\nحثّ الإسلام من الناحية الفكرية على العمل والإنتاج ، ونهى عن البطالة والكسل ، وأعطى العمل مقاييس خُلُقية عندما ربط به كرامة الإنسان ، وعقله ومقامه عند الله ، فجعله عبادة يرتفع به صاحبه درجات أسمى حتى من درجة المنقطع إلى الله بالعبادة ، واعتبره فريضة وطريقاً إلى الجنة وأماناً من العذاب ، وسبيلًا من سُبُل الجهاد والطاعة ، ونبّه على أن تركه مذهبة للعقل ، وبلغت عظمة العمل في نظر الإسلام درجةً تدفع بالنبي ( ص ) إلى أن يأخذ يد عامل مكدود فيُقبّلها ، كل ذلك ورد في نصوص ثابتة تؤكد كلها قدسية العمل ، ومذمومية البطالة والكسل ، حتى أن بعضها تضمّن لعنَ مَن ألقى كلّه على الناس « 1 » .\r\nونجد الإسلام في نصوص كثيرة يحث على استثمار ثروات الطبيعة وطيباتها ، قال تعالى :\r\n هُوَ الَّذِي جَعَلَ لَكُمُ الْأَرْضَ ذَلُولًا فَامْشُوا فِي مَناكِبِها وَكُلُوا مِنْ رِزْقِهِ  « 2 » بل شجب تحريم بعض الثروات الحيوانية « 3 » .\r\nبل يستفاد من نهي الروايات عن بيع الدار والعقار « 4 » ، تفضيل\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع وسائل الشيعة للحر العاملي كتاب التجارة / الباب 5 ، ص / 13 وما بعدها .\r\n( 2 ) الملك / 15 .\r\n( 3 ) المائدة / 103 .\r\n( 4 ) راجع كتاب وسائل الشيعة للحر العاملي 2 / 44 وما بعدها .\r\n","page_name":" 89 ","page_number":93},
  {"content":"\r\n\r\nالإسلام للإنفاق الإنتاجي على الإنفاق الإستهلاكي .\r\n\r\nب - من الناحية التشريعية\r\nوقد عكس الإسلام في تشريعاته اهتمامه الكبير بالإنتاج ، فسنَّ من الأحكام وفتح من الأبواب ما فيه ضمان تنميه ، ومنع عن كل ما من شأنه أن يعرقل دورته أو يساهم في انكماشه .\r\nفمن جهة سمح الإسلام للإنسان باستثمار ما شاء من ثروات الطبيعة ولكن في حدود حاجته ، وأعطاه الحق في أن يحيي ما شاء من موات الأرض ليستثمرها ولكن إذا أهملها أو عطّلها كان لولي الأمر أن ينتزعها منه ليعيدها عاملًا مؤثراً في إرفاد الإنتاج وإنمائه ، ومعنى ذلك ، أن حق الانتفاع هذا إنما منحه الإسلام مقابل العمل المتفق في الإحياء ، فما لم يكن هنالك عمل منفق فلا حقّ ، ومن هنا نجد أن الإسلام قد منع عن الحمى ، وهو الاستيلاء بالقوة على مساحة من الأرض العامرة لا الموات . والحكم بانتزاع ولي الأمر للأرض إذا عطّلها ، يسري ليشمل حتى تلك التي تكون ملكاً خاصاً للشخص ، ذلك إن الإسلام يريد أن تنمو الثروات الطبيعية وتستثمر إلى أقصى حد كما ذكرنا ، لا أن تعطل .\r\nوبنفس المناط ، أجاز الإسلام لولي الأمر أن يُقطع من شاء ما شاء من مساحة أرض ، أو مصادر الطبيعة بشرط أن تبقى في حدود قدرة عمل من أعطيه على استثمارها حرصاً على عدم تعطيل إمكاناتها الإنتاجية .\r\nوقد تقدم معنا كيف أن الإسلام من أن ينحرف النقد عن\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":94},
  {"content":"\r\n\r\nدوره الأساسي في كونه أداة لتيسير التداول وربط الإنتاج بالإستهلاك إلى كونه أداة للإكتناز والادخار ، وما ذلك إلّا لأن تحوله كذلك ، سوف يؤدي إلى تجميع الثروات في أيد قليلة مما يؤدي إضافة إلى ظاهرة الاحتكار لتعريض الدورة الاقتصادية إلى هزات وأزمات نتيجة فتح الأبواب مشرعة أمام القروض الربوية ، باعتبار أن المال بذلك أصبح بنفسه سلعة مطلوبة بدل أن يكون أداة لتيسير تبادل السلع ، وما سيجره ذلك من مآس اجتماعية وإنسانية خطيرة ، ولكن الخطر العظيم سوف يتهدد الإنتاج نفسه ، نتيجة سحب الرأسماليين رؤوس أموالهم من مجاله وتوظيفها في تلك القروض الربوية طمعاً في الفائدة المضمونة والربح وبالتالي تنمية الثروة منفصلة عن الإنتاج .\r\nومن هنا نجد الإسلام قد حرّم الربا بجميع أشكاله وألوانه ، بل حرّم كل كسب بلا عمل كالقمار والسحر والشعوذة ، كما منع اكتناز الأموال وحاربه وعمل على تفتيت المكتنز منه ، من خلال ضريبة الزكاة السنوية ، وقانون الإرث فيه ، وبذلك ضمن رؤوس أموال متحركة تغذي باستمرار وفاعلية الدورة الاقتصادية من جرّاء توظيفها في مشاريع إنتاجية .\r\nومن المظاهر التشريعية لاهتمام الإسلام بتنمية الإنتاج ، إنه جعل للدولة قيمومة الإشراف عليه وتخطيطه مركزياً ، ومنحها القدرة من خلال ملكيتها بمشاريع إنتاجية ضخمة ، مخططة ومدروسة ، تمارس من خلال تجاربها فيها عملية تحسينة وتطوير أدواته ، وتقدم خبرتها في هذا المجال لمشاريع القطاع الخاص وتكون قدوة لها ، إضافة إلى الفائدة الكبيرة والتي سوف تنعكس على الإنتاج من جرّاء امتصاصها - بما ستوفره من\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":95},
  {"content":"\r\n\r\nفرص العمل في مشاريعها المنشأَة - الفائض من اليد العاملة عن حاجة القطاع الخاص ، فتحد بذلك من البطالة وتمد الإنتاج بطاقة بشرية هائلة .\r\nكما فرض الإسلام التخصص العالي في كلّ المجالات الحياتية على المسلمين فرضاً كفائياً شرعياً كشرط من شروط تحصين الأمة تجاه أعدائها بالقوة للأزمة مادّيها ومعنويّها على جميع الصعد ، التي من أهمها الصعيد الاقتصادي الإنتاجي .\r\nولكي لا يدع الجانب الإستهلاكي في الأمة ليطغى على الجانب الإنتاجي ، شرّع نظام الضمان الاجتماعي مع حرمانه البطّالين ممن يقدرون على العمل ولا يعملون تقديمات هذا الضمان ليدفعهم إلى تغيير واقع نفوسهم والخروج من حياة الكسل والبطالة ، إلى حياة الجد والعمل ليساهموا بطاقاتهم في دورة الإنتاج الإقتصاي وتنميته .\r\nهذه هي الأساليب التي اتبعها الإسلام لتنمية الإنتاج كهدف ورسم سياسته الاقتصادية عملياً بشكل يواكب اتجاهه المذهبي العام ، من دون أن يتدخل المذهب في رسم خطوط هذه السياسة ، وإنّما حدّد الأهداف الرئيسية لها ، علماً منه بأن التصميم الذي تضعه الدولة الإسلامية لهذه السياسة الاقتصادية سوف يتكيّف تبعاً لاختلاف الظروف الموضوعية ، ونوع الإمكانات المادية والبشرية التي تملكها الأمة وطبيعة المشاكل التي تعاني منها .\r\n\r\n","description":"","footnote":"","page_name":" 92 ","page_number":96},
  {"content":"\r\n\r\n\r\nلماذا ننتج ؟\r\nإذا كانت المذاهب كلها قد اتفقت على اعتبار مبدأ تنمية الإنتاج هدفاً رئيسياً لها ، غير أنه يبقى اختلاف جوهري بينها في الهدف الأصيل من هذه التنمية حيث نجد كل مذهب يجيب على سؤال : لماذا ننتج ؟ وفقاً لقواعده الفكرية ومفاهيمه عن الحياة ، ما تفرضه من إطار وأساليب . باعتبار أن أي مذهب هو جزء من كيان نظري عام لا يمكن فصله عنه .\r\nونحن سوف نتناول دور الإنتاج وأهدافه في كل من الرأسمالية المذهبية باعتبار نظامها الاقتصادي جزءاً من الكيان الحضاري الرأسمالي ، والمذهب الاقتصادي الإسلامي ، باعتباره أيضاً ، جزءاً من الكيان الحضاري للإسلام ، لنقارن بين أساسيهما الفكريين عن تنمية الثروة والإنتاج .\r\n\r\nمع الرأسمالية :\r\nوالرأسمالية تعتبر تنمية الإنتاج هدفاً وغاية أساسية بذاتها ، والإنسان الرأسمالي يسعى وراء تنمية الثروة لأجل\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":97},
  {"content":"\r\n\r\nالثروة نفسها ، وأما من حيث الأسلوب فالرأسمالية تعتبر أن الهدف الأساسي لتنمية الثروة يتحقق ، إذا زاد المجموع الكلي لثروة المجتمع ، بقطع النظر عن شكل توزيع تلك الثروة على أفراده ، فيُسرْ الأفراد ومستوى عيشهم لا دخل له في تقييم الرأسمالي لمبدأ تنمية الثروة . من هنا ، وجدنا الرأسمالية تشجّع على استعمال الآلة البخارية في مجتمعها بقطع النظر عما سوف ينجم عن ذلك من تعطيل آلاف المشاريع اليدوية ، وتشريد أصحابها وعمّالها لأنهم لا يملكون الآلة الجديدة ؟ ! .\r\nكما أن المشكلة الاقتصادية في نظر الرأسمالية ترتبط بندرة الإنتاج وبخل الطبيعة ، ولذا رأت ان حلّ المشكلة يكمن في تنمية الإنتاج وإخضاع الطبيعة لسيطرة الإنسان .\r\nهذا هو باختصار موقف الرأسمالية .\r\nفما هو موقف الإسلام ؟\r\n\r\nمفهوم الثروة في الإسلام :\r\nأما فيما يتعلق بالشق الأوّل من موقف الرأسمالية ، وهو اعتبار تنمية الثروة أصيلًا في ذاته ، فالإسلام من خلال نصوص كثيرة « 1 » ، وردت فيه ، قد شرح مفهوم الثروة من وجهة نظره ، وهذه النصوص على فئتين .\r\nالأول : ما كان منها لسانه لسان ثناء على الغنى ؛ ومدح للدنيا باعتبارها عوناً على الآخرة ، مثل ما ورد عن الإمام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع هذه النصوص في « اقتصادنا » ص / 670 ط ، دار التعارف .\r\n","page_name":" 94 ","page_number":98},
  {"content":"\r\n\r\nالصادق ( ع ) : « لا خير فيمن لا يحب جمع المال من حلال ، يكف به وجهه ويقضي به دَيْنه ، ويصل به رحِمَه » .\r\nالثانية : ما كان لسانه لسان ذم لحب الدنيا وحثِّ على الزهد بها ، ومثل بما ورد عن الإمام الصادق ( ع ) : « رأس كل خطيئة حب الدنيا »\r\nوالمتأمل في هذه الروايات ، وقد يبدوا له للوهلة الأولى تناقض بين فئتيها . ولكن هذا التناقض سرعان ما يزول عندما يفهم الهدف الأصيل للثروة وتنميتها في نظر الإسلام . فالإسلام وإن كان يعتبر تنمية الثروة هدفاً ، ولكنه هدف طريق لا هدف غاية . كما كان الحال في الرأسمالية . فالإسلام يحثّ اتباعه على الأخذ ما أمكن من الحياة الدنيا وزينتها ، ويحثهم على إصلاح أموالهم والعمل على تنميتها .\r\nوذلك ليؤدي كل واحد منهم دور الخلافة ، ويستخدمها في سبيل الرفاه الاجتماعي والسعادة الإنسانية ، وتخيفيف آلام المعذبين في سبيل الرفاه الاجتماعي والسعادة الإنسانية ، وتخفيف آلام المعذبين في الأرض ، والثروة بهذا المنظار تكون نعْمَ العون على الآخرة ، وتكون وسيلة لنيل رضوان الله وتحقيق أهداف الإسلام الكبرى وفق تصوراته عن المجتمع العابد ، وضرورة تحقيق العدالة تكاملًا وتوازناً فيه ، وهذا ما نظرت اليه الفئة الأولى من الروايات .\r\nأما إذا كانت تنمية الثروة هدفاً في ذاتها أي من أجل تنميتها فقط ، فهذا مرفوض في الإسلام ، لأنه يؤدي إلى طغيان ( الأنا ) في الإنسان ، بحيث لا يعود يحس إلا بنفسه ، دون إخوانه وجيرانه ، ويتحول إلى وحش همه فرجه وبطنه وتكديس الأموال عنده بأي وجه اتفق ، فيغرق في الدنيا وسفاسفها ، فتجره إلى كل خطيئة ، بقدر ما\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":99},
  {"content":"\r\n\r\nتبعده عن مركزية الخلافة ، وتقطع الصلة بينه وبين الأهداف الكبرى للإسلام ، التي أراد تحقيقها من خلال الإنسان الخليفة لله على الأرض .\r\n\r\nربط تنمية الأنتاج بالتوزيع :\r\nواما ما يتعلق بالشق الثاني من موقف الرأسمالية حيث نظرت إلى عملية تنمية الثورة بصورة منفصلة عن شكل التوزيع ، وهذا طبيعي منها ، بعد أن اعتبرت تنمية الثروة هدفا في ذاتها ، فلم تعبأ بكيفية توزيع تلك الثروة أبدا ، ولذا كان لابد للاسلام من رفض هذا الموقف لأنه - كما مر - يعتبر تنمية الثروة هدف طريق لاهدف غاية ، فهي طريق إلى إشاعة اليسر والرخاء والرفاه في المجتمع ، وأية وسيلة في تنمية الثروة تؤدي إلى عكس ذلك ، فهي ممنوعة من ق‌ِبَله ، ولذا نقدّر أن الإسلام ، كان سيمنع من استعمال الآلة البخارية في الإنتاج ، قبل أن يتغلب على المشاكل التي ستنجم عن استعمالها على الصعيد الإنساني ، ليجسد حقيقة الطريقة في تنمية الثرو ة من خلالها ، فيحول دون كون تنميتها في حد ذاتها .\r\n\r\nالإسلام والمشكلة الاقتصادية :\r\nوأما فيما يتعلق بما ادّعته الرأسمالية ، من أن منشأ المشكلة الاقتصادية يكمن في ندرة الإنتاج وبخل الطبيعة ، فيرفضه الإسلام ، ويعتبر أن المشكلة الاقتصادية كامنة في الإنسان نفسه ، فهو بظلمه في توزيع النعم ، وكفرانه بها ، من جراء إهماله استغلال ثروات\r\n\r\n","description":"","footnote":"","page_name":" 96 ","page_number":100},
  {"content":"\r\n\r\nالطبيعة ، قد أوقع نفسه في هذه المشكلة ، وإلا ، فالكون حافل بالثروات ، والبركات ، التي سخّرها وسخّره الله له ، قال تعالى :\r\n وَآتاكُمْ مِنْ كُلِّ ما سَأَلْتُمُوهُ ، وَإِنْ تَعُدُّوا نِعْمَتَ اللَّهِ لا تُحْصُوها ، إِنَّ الْإِنْسانَ لَظَلُومٌ كَفَّارٌ  ، فلا قصور في الطبيعة ولا بخل ، ومن هنا ، عمل الإسلام في مذهبه الاقتصادي على إصلاح علاقات التوزيع ، بجعلها انسانية تتوافق مع نظرته عن العدالة توازناً وتكافلًا ، وعمل ايضاً ، على تربية الإنسان ، لينسجم مع ما رسمه الإسلام له من عالم قيم ، وعندئذٍ يُتَغَلَّبُ على هذه المشكلة المصطَنَعَة .\r\n\r\nالصلة بين الإنتاج والتوزيع :\r\nومن جديد ، نجد اختلافاً بين المذهب الاقتصادي الإسلامي ، وبين المذهب الماركسي ، في وجود صلة أو عدم وجودها ، بين اشكال الإنتاج وعلاقات التوزيع .\r\nفالماركسية تجزم بوجود تلك الصلة ، فكل شكل من اشكال الإنتاج ، له نوع خاص من التوزيع ، وإذا تغير شكل الإنتاج فلا بدّ حتماً ان يتغير شكل التوزيع ، وفقاً لمقولة الصراع الماركسي ، ليصبح ملائما لمصلحة الإنتاج ، باعتبار ان الشكل القديم للتوزيع ، يشكّل عقبة في وجه نمو الانتاج وتطوره - كما سبقت الإشارة اليه في القسم الثالث من هذا الكتاب - ، وقد تبيّن لنا هناك ، بطلان هذا المنطق ، من الناحيتين الفلسفية والعلمية ، وعجزه عن تفسير التاريخ . كما عرفنا هناك أيضاً ، رأي الإسلام الرافض للقول بتبعية أشكال التوزيع لشكل الإنتاج ، باعتبار أن شكل الإنتاج هو حقل يمارس فيه الإنسان\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":101},
  {"content":"\r\n\r\nعمله مع الطبيعة ، بينما التوزيع حقل يمارس فيه الإنسان علاقاته مع الأفراط في المجال الاجتماعي ، فلا علاقة بين تطورات أشكال الإنتاج ، وتطورات الأنظمة الاجتماعية .\r\n\r\nعلاقة لا تبعية :\r\nوالاسلام ، حين ينكر الحتمية الماركسية في تبعية التوزيع للانتاج ، فإنه في نفس الوقت يعترف بوجود علاقة مذهبية بينهما . فالمذهب حدد قواعد ثابتة للتوزيع ، لا تتأثربشكل الانتاج ، بدائياً كان أومتطوراً .\r\nوحيث إن لازم تطور أدوات الانتاج وجود قدرة أكبر لدى الانسان على استغلال الطبيعة وثرواتها ، مما قد يدفعه إلى إساءة استعمال قواعد التوزيع تلك لصالحه على حساب عالم القيم الاسلامية التي رسم حدودها المذهب ، ولكي لا تهدد أسس العدالة الاجتماعية ، كان للمذهب الإسلامي أن يتدخل بشكل فاعل لمنعه عن ذلك ، إما بتطبيق قواعد التوزيع كما وضعها ، أو بتحديد الإنتاج لمصلحة التوزيع . ومن هنا نفهم لماذا فوّض الإسلام ولي الأمر أن يتدخل لمنع أي فرد من ممارسة إحياء مساحة من الأرض الموات ، تزيد على طاقته الاستثمارية أو استغلال مقدار من الثروات الطبيعية يزيد عن حاجته .\r\n\r\nالصلة بين الإنتاج والتداول :\r\nالتداول بمعناه المادي ، هو عبارة عن نقل الأشياء من مكان إلى\r\n\r\n","description":"","footnote":"","page_name":" 98 ","page_number":102},
  {"content":"\r\n\r\nآخر ، سواء تم النقل عمودياً ، كما في الصناعات الإستخراجية ، كنقل المعدن من باطن الأرض إلى ظهرها . أو أفقياً بنقل السلعة وجعلها في متناول المستهلك .\r\nوالتداول بهذا المعنى شعبة من شعب الإنتاج لأن الإنتاج ليس إلّا عملية تطوير للطبيعة كي تتلائم بشكل أفضل من حاجات الإنسان ، فإن في نقل السلعة وإعدادها لتكون في متناول المستهلك يخلق فيها منفعة جديدة ، لا أقل من منفعة تيسيرها وتوفير الجهد والوقت على الإنسان منتجاً كان أو مستهلكاً .\r\nوأما التداول بمعناه القانوني ، فهو عبارة عن العمليات التجارية التي تتم عن طريق عقود المقايضة .\r\nوقد سبق وتحدّثنا عن أن التداول على أساس المقايضة ، إنما وجد متأخراً نتيجة ظاهرة تقسيم العمل وبروز عنصر الإختصاص في الإنتاج ، وقد كان يتميز بوصفه أداة تربط دائماً وبشكل مباشر بين المنتج والمستهلك . ومعنى ذلك ، ان الربح الذي كان يحصل عليه طرفاً للمبادلة كان نتيجة لعمل إنتاجي يمارسانه ، ولم يكن أبداً نتيجة عملية نقل الملكية بين الطرفين .\r\nوفي ظل النظام الرأسمالي ، انحرفت عملية التبادل عن واقعها السليم ، كأداة لتيسيرالحياة وتيسير عجلتها ، ووسيلة لربط الإنتاج بالإستهلاك وارتباط المنتج بالمستهلك مباشرة ، إلى كونها أداة لاكتناز الأموال وادخارها ، من دون أن يقابلها أي عمل إنتاجي ، وذلك من قِبَل وسطاء بين المنتجين أنفسهم ، يشترون منهم السلع المنتجة بالنقود ، لا لاستهلاكهم الشخصي بل لتكديسها وإفراغ السوق منها ، احتكاراً لها بقصد رفع أسعارها طمعاً في جني الأرباح الفاحشة . تنمية\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":103},
  {"content":"\r\n\r\nلثرواتهم ، وبذلك أصبح التداول يعني عملة قانونية لنقل الملكية تقصد لذاتها ، وبذا انفصل التداول عن الإنتاج .\r\n\r\nموقف الإسلام :\r\nوالإسلام ، من خلال نصوص فيه كثيرة ، يعتبر التداول جزءاً من عملية الإنتاج ، ولذا كان من الطبيعي أن يرفض هذا الانحراف ، وينظم المقايضة من بيع وغيره ، على أساس نظرته تلك .\r\nويعتبر قانونيتها قائمة في عدم فصل التداول فيها وبسببها عن الإنتاج ، ومن تلك النصوص المذهبية التي تعكس ذلك الاتجاه الإسلامي هنا ، ما ورد عن علي ( ع ) في عهده إلى واليه على مصر ، مالك الأشتر ، « واستوصِ بالتجار ، وذوي الصناعات وأوصِ بهم خيراً ، . . . . فإنهم مواد المنافع . . . . الخ » . « 1 »\r\nولا شكّ في أن خلق المنفعة الذي أنيط بهذين الصنفين - على حد تعبيره ( ع ) - وهو نوع من الإنتاج ، فالتجارة إنتاج ، وأرباحها نتيجة لهذا الإنتاج ، لا نتيجة لنقل الملكية ، والذي هو الإطار القانوني للتداول كما سبق .\r\n\r\nالاتجاه التشريعي الذي يعكس المفهوم :\r\nهذا المفهوم الإسلامي عن التداول ، تعكسه كثير من الأحكام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) راجع تذكرة الفقهاء للعلامة الحلي / كتاب البيع ، مسائل القبض / م / 1 والأم للشافعي الجزء / 3 ص 69 والهداية للمرغيناني الجزء / 3 ص 59 .\r\n","page_name":" 100 ","page_number":104},
  {"content":"\r\n\r\nوالتشريعات وأقوال الفقهاء نعرض نماذج منها :\r\nإن العقد في الفقه الإسلامي ، وإن كان سبباً شرعياً في نقل الملكية للثمن والمثمن ، إلّا أن الشارع المقدس منع من بيع السلعة مع ذلك قبل قبضها بثمن أعلى توخياً للربح ، وما ذلك إلّا لحرصه على ربط الربح بعمل إيجابي ، ومنعاً من تحويل التجارة إلى مجرد عمل قانوني وقد استند هؤلاء الفقهاء إلى عدة روايات « 1 » .\r\nكما ذهب كثير من الفقهاء ، في معاملة بيع السَّلَم - وهو ما يكون فيه الثمن حالًا والمبيع مؤجلًا - إلى عدم جواز بيع المشتري لما ملكه بالعقد عند حلول أجله قبل قبضه ، بثمن أعلى مما دفعه « 2 » .\r\nومن نفس المنطلق ، نفهم نهي النبي ( ص ) المنصوص « 3 » في روايات عديدة ، عن أن يستقبل الإنسان القوافل التجارية خارج بلد السوق ، ليشتري بضائعها ، لكي يبيعها هو من المستهلكين ، توخياً للربح . وهذا النهي واضح إن الهدف منه عزل الوسيط بين صاحب السلعة والمستهلك ، لأن تلك الوساطة لا تعبّر عن أي محتوى إنتاجي لعمليات التجارة ، لما تستبطنه من المبادلة لأجل الربح فقط ، مما يفصل الإنتاج عن التداول وهذا - كما سبق - مما يرفضه الإسلام .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع الوسائل للحر العاملي الجزء / 12 ص / 389 .\r\n( 2 ) - راجع جواهر الكلام للشيخ النجفي كتاب البيع / الفصل العاشر والمغني لابن قدامة الجزء / 4 / ص / 270 .\r\n( 3 ) - الوسائل للحر العاملي ج / 12 ص / 326 - 327 - والأم للشافعي 3 / 92 - 93\r\n","page_name":" 101 ","page_number":105},
  {"content":"\r\n\r\n\r\n- لِمَنْ ننتج ؟\r\nتدّعي الرأسمالية ، أنها تنتج لسدّ حاجات المستهلكين ، من زاوية أن الإنتاج خاضع لمبدأ العرض والطلب ، فكلما زاد الطلب من المستهلك على السلعة ، زاد الرأسمالي في إنتاجها ؟ !\r\n\r\nنقد الموقف الرأسمالي\r\nوالحقيقة ، أن هذا الموقف الرأسمالي ، ينطوي على كثير من التضليل ، بإخفاء الدوافع الحقيقة ، الكامنة ، لدى أصحابه ، وراء زيادة الإنتاج .\r\nوتوضيحاً لذلك نقول :\r\nإن زيادة الطلب على السلعة يزيد من ثمنها ، وزيادة ثمنها ، معناه ربحها . فزيادة الربح ، إذن ، هي الدافع الحقيقة إلى زيادة الإنتاج ، لأن الرأسمالي يطمح دائماً إلى الربح الوفير ! !\r\nثم نعود لنسأل :\r\nما هو مدلول الطلب في المذهب الرأسمالي ؟ هل هو طلب\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":106},
  {"content":"\r\n\r\nبقول مطلق ، حتى ذلك الذي لا يتمتع بالقوة الشرائية ، بل ينصبُّ على الضرورات الحياتية للإنسان ؟\r\nبالطبع لا !\r\nوإنما خصوص الطلب الذي يتمتع بالقوة الشرائية فيؤدي إلى ارتفاع ثمن السلعة في السوق ، هذا هو ما يلبيه الرأسمالي فيزيد إلى الإنتاج ؟ !\r\nولازم ذلك ، أن يكون الموجه الوحيد للإنتاج ، والمتحكّم فيه ، هو أفراد القلة المحظوظة ، ممن يملك أفرادها الثروات ، أما الغالبية العظمى من أفراد المجتمع ، ممن لا يملكونها ، وليست لديهم تلك القوة الشرائية ، فلا وزن لهم ولا دور ، في حركة الإنتاج ، حتى فيما يتعلق منه منه بحاجاتهم الضرورية .\r\nومن هنا ، نفسر كيف يتضاءل في المجتمع الرأسمالي بشكل خطير حجم تلك السلع التي تعتبر من ضروريات حياة الأكثرية الساحقة والمسحوقة من أفراد ذلك المجتمع ، حيث يتوجه الإنتاج غالباً نحو السلع الكمالية ، وأدوات الترف واللذة ، لإنها هي مطلب أصحاب الأموال ، ممن يملكون القدرة الشرائية التي ترفع ثمن ما يرغبون به من السلع ، التي تتناسب مع مستوى البطر المعيشي الذي يعيشون .\r\nموقف الإسلام :\r\nويمكن تخليص موقف الإسلام ضمن النقاط التالية :\r\n1 - يحتم الإسلام ، أن يتوجه الإنتاج أولًا وبالذات ، إلى توفير\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":107},
  {"content":"\r\n\r\nالحاجات الحياتية الضرورية لكل فرد في المجتمع ، بقطع النظر عن الرصيد النقدي لهذه الحاجات .\r\n2 - فيما يتعلق بالسلع - ضرورية كانت أو كمالية - يمنع الإسلام من إنتاجها بكماليات تضخمية بحيث تؤدي بالفرد ، أو المجتمع المسلم إلى الإسراف والتبذير ، بل يجب أن يبقى الإنتاج ، في حدود حاجة المجتمع وقدرته الاستهلاكية والتجارية .\r\n3 - فوض الإسلام ولي الأمر بالتدخل لتنفيذ النقطتين السابقتين ، وجعل له حق الإشراف والتوجيه واتخاذ ما يلزم من مواقف لتحديد الإنتاج ، ضماناً لسلامة التوزيع ، مالئاً بذلك منطقة الفراغ التي تُرك أمر ملأها للدولة نفسها ، منح صلاحيات لولي الأمر ، بمنع أي فرد من أن يستغل أية ثروة طبيعية بشكل يفوق حاجته وقدرته الاستهلاكية ، ولازم ذلك قيام الدولة نفسها ، بما تملكه من قدرات بإنشاء الصناعات الإستخراجية الضخمة ، لتنتج من خلالها المواد الأولية الخام ، التي تستطيع من خلالها أن تحكم توجهها وإشرافها على كل فروع الإنتاج الأخرى ؛ باعتبار اضطرارها إلى الحصول من الدولة نفسها على تلك المواد الخام التي لن تستطيع ممارسة علمية الإنتاج بدونها .\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":108},
  {"content":"\r\n\r\n- 3\r\n\r\n3 مسؤولية الدولة في الإقتصاد الإسلامي\r\n\r\n","description":"","footnote":"","page_name":" 105 ","page_number":109},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 106 ","page_number":110},
  {"content":"\r\n\r\n\r\n1 - الضمان الاجتماعي\r\nتمهيد :\r\nإن من واجب الدولة الإسلامية أولًا وبالذات توفير العمل لمن كان قادراً عليه ، ليكون لديه اكتفاء ذاتي في سد حاجاته الحياتية .\r\nوفي حالة عجزه عن العمل ، أو عجزها عن توفيره له ، تأتي مسؤوليتها التالية ، وهي مبدأ ضمان مستوى من الحياة له ولأفراد أسرته ، وتوفير المال الكافي لتحقيق ذلك .\r\nويرتكز مبدأ الضمان الاجتماعي في المذهب الاقتصادي الإسلامي ، على أساسين :\r\n1 - التكافل الاجتماعي ، ويتوسل به إلى توفير الحاجات الضرورية للفرد .\r\n2 - حق الجماعة العام بثروات الطبيعة ويتوسل به إلى توفير مستوى أوسع من الحاجات الضرورية ، وأعلى من الحياة والرفاه له .\r\n\r\nأ - التكافل العام\r\nوهو المبدأ الذي يفرض على المسلمين كفالة بعضهم لبعض ، في\r\n\r\n","description":"","footnote":"","page_name":" 107 ","page_number":111},
  {"content":"\r\n\r\nحدود إمكاناتهم وظروفهم وتمارس الدولة الضمان الاجتماعي ، على أساس مبدأ التكافل العام ، من خلال مسؤوليتها الإلهية في القيمومة على تطبيق أحكام الإسلام ، وإلزام رعاياها بالسير وفق تلك الأحكام ، وتمثلهم لها في أنفسهم وأسرهم ومجتمعهم . ولها الحق في سبيل تحقيق ذلك بإكراههم على الالتزام فعلًا وتركاً بكل ما شرعه الإسلام ، ومنه إلزامها لهم بكفالة بعضهم لبعض ، وبذلك تضمن حياة العاجزين عن العمل ، بما تؤمنه من أموال بسبب تلك الكفالة العامة .\r\nونحن عندما نراجع النصوص الواردة في هذا المقام ، نجد أنها تكرس مبدأ الكفالة هذا ، وترسم حدود الحاجات التي ينبغي لهذا المبدأ إشباعها ، وتلك الحدود ، هي حدود الحاجات الحياتية الضرورية التي لا يمكن أن تقوم حياة إنسان بدونها ، فمن كان لديه فضل من مؤونة ، تقول النصوص ، أنه لا يجوز له أن يترك أخاه وهو في حاجة شديدة ماسَّة . وما عدا تلك الحاجات فخارج عن حدود الواجب الشرعي لمبدأ الكفالة ، بالإجماع « 1 » .\r\n\r\nب - حق الجماعة في مصادر الثروة\r\nوهذا الأساس الثاني للضمان الاجتماعي والذي تمارس الدولة الإسلامية من خلاله مسؤولية ضمان العاجزين بقطع النظر عن مبدأ الكفالة العام الواجب على أفراد المسلمين أنفسهم .\r\nومسؤولية الضمان هذه ، تفرض على الدولة أن تتحرك لتحقيق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع هذاه النصوص في الوسائل للحر العاملي 11 / 597 - 599 .\r\n","page_name":" 108 ","page_number":112},
  {"content":"\r\n\r\nالضمان في دائرة أوسع من دائرة تحركها على ضوء مبدأ الكفالة العام .\r\nإذ إن الضمان هنا ضمان إعالة ، وإعالة الفرد ، هي القيام بمعيشته وإمداده بكفايته ، والكفاية أمر نسبي يختلف باختلاف الأزمنة والأمكنة والأشخاص ، ومن حيث الكم والنوعية أيضاً .\r\nوبكلمة ، مسؤولية الدولة هنا ، الارتفاع بمستوى معيشة الفرد إلى مستوى الرفاه الاجتماعي العام .\r\nوعلى هذا الضوء ، تفسّر النصوص الواردة ، والتي دلّت على مسؤولية الدولة هذه وأناطت بالإمام كحاكم لها مهمة تنفيذها « 1 » .\r\nوهذه المسؤولية ، مسؤولية الدولة في ضمان حد الكفاية لكل فرد عاجز ، ترتكز على أساس حق الجماعة في الانتفاع بثروات الطبيعة ، والطريقة المذهبية التي وضعت لتنفيذ فكرة مسؤولية الدولة تشتمل على شعبتين :\r\nالأولى : فريضة الزكاة .\r\nالثانية : إيجاد القطاعات العامة للأمة ، والدولة ، كما مرّ بيانه سابقاً ، واستغلالها واستثمارها ، لتكون مورداً ضخماً يمد الدولة بالمال اللازم للقيام بمسؤوليتها في هذا المضمار وغيره .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع النصوص الدالة على ذلك في الوسائل للحر العاملي 6 / 363 وما بعدها . ونص عهد الإمام علي لمالك الأشتر في نهج البلاغة لابن الحديد فيما يتعلق منه بالفقراء 17 / 85 .\r\n","page_name":" 109 ","page_number":113},
  {"content":"\r\n\r\nوقد أفتى بعض الفقهاء ، كالشيخ الحر العاملي ، بضرورة شمول هذا الضمان من قِبَل الدولة تحتى للذمي الذي يعيش في كنف الدولة الإسلامية .\r\n\r\n","description":"","footnote":"","page_name":" 110 ","page_number":114},
  {"content":"\r\n\r\n\r\n2 - التوازن الاجتماعي\r\nالمقصود بالتوازن الاجتماعي ، التقارب بين أفراد المجتمع في مستوى المعيشة ، بحيث يتأتي لكل فرد أن يعيش في المستوى العام للرفاه الاجتماعي .\r\nوقد لحظ الإسلام ، في معالجته لمبدأ التوازن هذا نقطتين أساسيتين : إحداهما طبيعية تكوينية ، والأخرى مذهبية اقتصادية .\r\nوالمقصود بالطبيعة التكوينية ، هو أن أفراد البشر ، متفاوتون في الخصائص الجسدية والروحية والنفسية والفكرية ، وهذا التفاوت خِلْقي طبيعي في الإنسان ، وليس وليد أية ظروف ، اقتصادية أو سياسية أو اجتماعية .\r\nوالنقطة المذهبية ، هي التي سبق وبحثناها بالتفصيل في نظرية التوزيع الإسلامية ، وكانت تقول : العمل أساس التملك وقيام الحقوق الخاصة في الثروة الطبيعية .\r\nومن ضم هاتين النقطتين معاً ، نخرج بنتيجة هي أنّه لا بد من تفاوت بين أفراد المجتمع في المداخيل ، وبالتالي في الثروات ، يستتبعه اختلاف في مستويات المعيشة ، وهذا التفاوت يعتبر في نظر الإسلام ،\r\n\r\n","description":"","footnote":"","page_name":" 111 ","page_number":115},
  {"content":"\r\n\r\nنتيجة لتفاوت الأفراد في القدرات والخصائص الذاتية ، تلك المداخيل التي يملكها كل منهم بسبب عمله الذي يختلف شدة وضعفاً ، كمّاً وكيفاً . عن عمل الآخر .\r\nففي ضوء هاتين النقطتين ، ينظر الإسلام إلى مسألة التوازن ويعالجها ، ولذا نجده يقرر أن التوازن هو توازن في المعيشة ، لا توازن في المداخيل .\r\nوليس المراد بالتوازن في المعيشة ، هو أن ، يعيش أفراد المجتمع ككل في مستوى واحد بالدقة ، بل يؤخذ المستوى العام للمعيشة في المجتمع كمقياس يعمل على أساسه ، معَ الاحتفاظ داخل هذا المستوى العام بدرجات متفاوتة ، بشرط ألّا تؤدي إلى تناقض كلي صارخ بين المستويات ، كما هو الحال في المجتمع الرأسمالي .\r\nولكي يحقق الإسلام هذا الهدف في المجتمع ، حرَّم الإسراف من جهة ، وحاول من جهة أخرى ، أن يرتفع بذوي المستوى المعيشي المنخفض ، إلى مستوى أعلى ، بحيث يُقصى على تلك التناقضات ويغلق منافذ نشوئها .\r\nوهنالك نصوص إسلامية كثيرة ، تفيد هذا المعنى ، وتحدد بوضوح ، أن الهدف الذي يريد الإسلام تحقيقه بواسطة ولي الأمر ، هو تحويل الأفراد كلهم في المجمتع إلى أغنياء .\r\nوباعتبار ان الغنى والفقر مفهومان مرنان ونسبيان ، رسم حداً لهما ، فالغنى الذي يريد الإسلام تحقيقه لكل فرد هو ذلك الحد من التملك ، الذي يمكّن الفرد من الالتحاق بالمستوى العام للمعيشة في المجتمع ، ولا يجوز بعد إحرازه أن يتناول شيئاً من أموال الزكاة\r\n\r\n","description":"","footnote":"","page_name":" 112 ","page_number":116},
  {"content":"\r\n\r\nوغيرها من الضرائب التي يفرضها الإسلام للفقراء في أموال الأغنياء ، وما دام مقياس الغنى هو الوصول إلى المستوى العام للعيش في المجتمع ، فهو مقياس مرن خاضع سعة وضيقاً لسعة وضيق المستوى .\r\nوبمقتضى التقابل بين الفقر والغنى ، يكون المراد بالفقير ، ذلك الفرد الذي لا يتمكن من تحقيق مستوى من العيش ، يلحقه بذلك المستوى المعيشي العام للمجتمع ، وبذلك يكون مفهوم الفقر مرناً كمرونة مفهوم الغنى .\r\nوقد استفاضت النصوص بهذا المعنى بشقيه « 1 » .\r\nأما كيف يؤمّن الإسلام الإمكانات المادية اللازمة ، ليحقق هذا الهدف ، فقد سبق وأشرنا ، إلى أنه يكفل ذلك ، من خلال الضرائب الثابتة في أموال الأغنياء ، وفق أنظمة معينة ، كالخمس والزكاة « 2 » .\r\nإضافة إلى إيجاد قطاعات عامة ، يستثمرها ولي الأمر ، ليصرف منها في المصالح العامة ، وتحقيق هدف التوازن والضمان الإجتماعيين . وهذه القطاعات منها ما هو ملك لمجموع الأمة بامتدادها التاريخي ، ومنها ما هو ملك للدولة نفسها من خلال ولي الأمر ، وقد سبق وبحثنا هذا الموضوع ، في فصول سابقة .\r\nوآية الفيء « 3 » . تدل صراحة على أن مصرف الفيء ، لحظ فيه\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - راجع في هذه النصوص كتاب الوسائل للحر العاملي 6 / 159 و 161 و 163 و 179 و 180 .\r\n( 2 ) - راجع نفس المصدر السابق وراجع أيضاً أصول الكافي للكليني 1 / 540 وكذلك المغني لابن قدامة 2 / 553 - 554 .\r\n( 3 ) - آية الفيء هي الآية / 7 من سورة الحشر .\r\n","page_name":" 113 ","page_number":117},
  {"content":"\r\n\r\nفي رتبة واحدة الانفاق على الفقراء ، والانفاق على المصالح العامة المرتبطة بالله والرسول .\r\nوهنالك أيضاً ، طبيعة التشريع الإسلامي ، فإنها تساهم مساهمة فعالة ، عند تطبيق الدولة لها ، في تحقيق مبدأ التوازن الاجتماعي ، من خلال ما أغلقته من أبواب الكسب غير المشروع ، الذي يؤدي غالباً إلى الإطاحة بالتوازن من خلال احتكار فئة قليلة من المجتمع لرؤوس الأموال ، واكتناز الثروات والتحكم بواسطتها في رقاب العباد والبلاد ، ولذا كان قانون الإرث في الإسلام ضربة قاضية للاكتناز وعاملًا في تفتيت الثروات .\r\nولا ننسى أهمية منطقة الفراغ في هذا التشريع والتي تُركت في الأساس لملئها من قِبَل ولي الأمر على ضوء ما يراه من مصالح تختلف باختلاف الظروف والأحوال .\r\n\r\n","description":"","footnote":"","page_name":" 114 ","page_number":118},
  {"content":"\r\n\r\n\r\n3 - مبدأ تدخل الدولة\r\nوتدخّل الدولة ، مبدأ أصيل في النظام الاقتصادي الإسلامي ولتوضيح الصورة نقول : بأن المذهب الاقتصادي الإسلامي يشتمل على جانبين :\r\nالأوّل : قد ملأه الإسلام بأحكام تتصل بالحياة الاقتصادية منصوصة في الكتاب والسنّة ، وهذه الأحكام منجّزة لا يمكن أن يطرأ عليها أي تغيير .\r\nالثاني : قد ترك الإسلام عملية ملإه لولي الأمر ، منطلقاً في ذلك من فلسفة عظيمة وحكمة بالغة ، ذلك أنه هذا الجانب المتعلق بالتوزيع وتنظيم علاقاته ، خاضع لمتغيرات عملية الإنتاج وملابساتها ، ومتغيراتها ، وفقاً لتحسّن وتطور أدواته وتنمية محصوله ، ومن الواضح أن عناصر الإنتاج هذه وأدواته متطورة بطبيعتها باستمرار .\r\nوحيث إن الإسلام دين خالد ، لا يحده عصر ومكان ، ولكي تبقى مبادؤه التشريعية للحياة\r\n\r\n","description":"","footnote":"","page_name":" 115 ","page_number":119},
  {"content":"\r\n\r\nالاقتصادية - كغيرها من الجوانب - صالحة لجميع العصور ، وليست مرْحليّة يتجاوزها التاريخ عند تغير شكل التنظيم وأدوات الإنتاج ، ترك الإسلام فيه عناصر مرنة ، يكيّفها ولي الأمر ، على ضوء طبيعة المرحلة التاريخية ، والظروف الموضوعية ، بشكل يواكب تطور العلاقات بين الإنسان والطبيعة ، ويدْرأ ما قد ينجم من اخطار عن مثل هذا التطور على مر الزمن ، وهذه العناصر المرنة المتحركة هي ما يسمى بمنطقة الفراغ . من الواضح ، على ضوء ما ذكرناه ، أن منطقة الفراغ ليست نقصاً في التشريع الإسلامي ، ولا إهمالًا لبعض الوقائع والأحداث ، وإنما هي مظهر من مظاهر عالمية هذه الرسالة الخالدة ، وشموليتها ، وسعة استيعابها .\r\nوالدليل التشريعي على إعطاء ولي الأمر صلاحية ملء الفراغ هذه : قوله تعالى :\r\n يا أَيُّهَا الَّذِينَ آمَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الْأَمْرِ مِنْكُمْ \r\nوحدود هذه المنطقة التي تتسع لها صلاحيات ولي الأمر ، تضم كل فعل مباح تشريعياً بطبيعته ، فأي نشاط أو عمل لم يرد فيه نص بالمنع عنه أو الأمر به ، يسمح لولي الأمر بإعطائه صفة ثانوية .\r\nبالمنع عنه أو الأمر به ، بصفته وليّاً للأمر وحاكماً ، لا بصفته مبلغاً لأحكام الشريعة ، مثل ما ورد من نهي النبي ( ص ) عن منع فضل الماء والكلأ . إذ من المعلوم أن منع الإنسان غيره عن فضل ما يملكه .\r\n\r\n","description":"","footnote":"","page_name":" 116 ","page_number":120},
  {"content":"\r\n\r\nمن ماء وكلأ ، ليس من المحرمات الأصلية في الشريعة ، كتحريم الخمر مثلًا ؛ مع أن نهي النبي ( ص ) عن ذلك ، بحسب ما يقتضيه لفظ النهي عرفاً ، هو نهي تحريم ، فنعلم بأن هذا النهي صدر عنه ( ص ) بوصفه ولي الأمر ، نتيجة ملاحظته لظروف أهل المدينة ، كمجتمع كان بحاجة شديدة إلى إنماء ثروته الزراعية والحيوانية ، فألزمت الدولة - من خلال نهي ولي الأمر هنا - الأفراد ببذل ما يفضل من مائهم وكلأهم للآخرين ، تشجيعاً للثروات الزراعية والحيوانية .\r\nوقس على هذا النهي غيره من الموارد الكثيرة .\r\nوالحمد لله أولًا وآخراً .\r\nبيروت في 20 ذي القعدة الحرام 1406 ه - .\r\nمحمد جعفر شمس الدين\r\n\r\n","description":"","footnote":"","page_name":" 117 ","page_number":121},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 118 ","page_number":122},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 119 ","page_number":123},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 120 ","page_number":124},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 121 ","page_number":125},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 122 ","page_number":126},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 123 ","page_number":127},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 124 ","page_number":128},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 125 ","page_number":129},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 126 ","page_number":130},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 127 ","page_number":131},
  {"content":"\r\n\r\nوانطلاقا من إدراكي لخطورة الدور الذي يؤديه كتاب \" اقتصادنا \" بالنسبة للاسلام والمسلمين ومعرفة مني ان سيدنا الأستاذ كان قد وضعه للنخبة من مفكري الأمة مراعيا في مستوى أفكاره ونظرياته مستوالها وايمانا مني بضرورة جعله في متناول الجميع ممن يتوفى إلى فهم اسلامه في هذه الدوامة من مرحلة الصراع الفكري مع الردة والانحراف ، عزمت على تناوله بالتلخيص الغير المخل مع تبسيطه قدر الامكان وبشكل لايتنافى مع مستواه الرفيع عرضا ومناقشة وذلك ضمن اقسام أربعة يصح ان يقال إنها الماتيح التي تؤدي إلى حل مغاليق هذا السفر الجليل ليعم نفعه كل الفئات المثقفه من جميع المراتب .\r\n\r\n\r\n","description":"","footnote":"","page_name":" 128 ","page_number":132}
  ]