[
  {"content":"\r\n\r\n\r\nپيشگفتار\r\nترجمهء فارسى\r\nجواهر الفرائض در ارث\r\nخواجه نصيرالدين طوسى\r\nتحقيق : شيخ خالد غفورى و شيخ كاظم فتلى\r\nترجمه و پانوشت : محمد حسن شفيعى شاهرودى\r\n\r\nنام رساله :\r\nاين رساله با نامهاى گوناگونى در منابع مختلف ذكر شده است :\r\n1 . جواهر الفرائض : گمان مىرود نام اصلى رساله همين باشد ؛ زيرا نسخهء خطى « أ » كه در سال 725 ه نگاشته شده داراى همين نام است . و اين تاريخ نزديك به سال وفات مصنف - 672 ه - بوده ، و يك سال پيش از وفات علاّمه حلّى مىباشد .\r\nعلامه طهرانى در ذريعه پس از ذكر نسخه‌اى از اين كتاب ، آن را به نام « جواهر الفرائض » « 1 » ، « 2 » ثبت كرده است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . نويسنده كتاب « مقدمه‌اى بر فقه شيعه » ص 87 ، اين رساله را به نام « جواهر الحقائق » معرفى كرده است ، ظاهراً اين نام تصحيف « جواهر الفرائض » است و يا ميان اين رساله و كتاب « الجواهر » كه فقهى نيست ، خلط شده است .\r\n( 2 ) . ذريعه ، ج 16 ، ص 150 .\r\n","page_name":" 65 ","page_number":1},
  {"content":"\r\n\r\nمؤيّد ديگر بر اين كه نويسنده ، كتابى در ارث به اين نام دارد ، سخن سيد محسن امين است ؛ كه « جواهر الفرائد » را كه تصحيف « جواهر الفرائض » است ، از جمله كتابهاى مرحوم خواجه نصيرالدين شمرده است « 1 » .\r\nنيز سخن شيخ عبدالله نعمت در كتاب « فلاسفة الشيعة » ؛ كه از اين رساله گاه با عنوان « الجواهر و الفرائض » و گاه با عنوان « الفرائض » ياد كرده است « 2 » .\r\n2 . الفرائض النصيريّة : اين نام را نيز علامه طهرانى در كتاب ذريعه ذكر كرده است .\r\nاصلاً ايشان نام اصلى اين رساله را « الفرائض النصيريّة » انتخاب كرده و اين نام را عنوان قرار داده است ، و نامهاى ديگرى نيز براى آن برشمرده است « 3 » . همچنين شروح آن را با همين نام بر شمرده است « 4 » .\r\nاز اين رساله با همين نام در كتابهاى « لؤلؤة البحرين » « 5 » و « روضات الجنات « 6 » و « تأسيس الشيعة » « 7 » و « أمل الامل » « 8 » ياد شده است .\r\n3 . الرسالة النصيريّة : فاضل اصفهانى در « كشف اللثام » « 9 » و صاحب « مفتاح الكرامة » « 10 » رساله را به اين نام ناميده و از آن عباراتى را نقل كرده‌اند .\r\nچنين بر مىآيد كه نام دوم و سوم پس از وفات مصنّف شايع شده‌اند .\r\n4 . الطبقات : مرحوم عاملى در « مفتاح الكرامه » چندين بار اين نام را ذكر كرده است « 11 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اعيان الشيعه ، ج 9 ، ص 419 .\r\n( 2 ) . فلاسفة الشيعة ، ص 563 .\r\n( 3 ) . ذريعه ، ج 16 ، ص 150 .\r\n( 4 ) . همان . ج 13 ، ص 379 - 380 .\r\n( 5 ) . لؤلؤة البحرين ، ص 249 .\r\n( 6 ) . روضات الجنّات ، ج 6 ، ص 303 .\r\n( 7 ) . تأسيس الشيعة ، ص 396 .\r\n( 8 ) . أمل ال‌آمل ، ج ، ص 156 .\r\n( 9 ) . كشف اللثام ، ج 2 ، ص 291 ، 300 و 312 .\r\n( 10 ) . مفتاح الكرامة ، ج 8 ، ص 2 ، 5 ، 6 ، 17 ، 42 ، 49 ، 68 ، 136 و . . . .\r\n( 11 ) . همان ، ص 171 ، 186 ، 260 ، 262 و 263 . احتمال مىرود كه ايشان توهم كرده كه « الطبقات » رسالهء ديگرى غير از اين رساله است ، در حالى كه اين دو يكى هستند ، هر چند در اصل نامگذارى به « الطبقات » شك داريم .\r\n","page_name":" 66 ","page_number":2},
  {"content":"\r\n\r\n5 . برخى گفته‌اند : علامه نصير الدين طوسى كتاب يا رساله‌اى در موضوع « الفرائض على مذهب اهل البيت » دارد بدون اين كه براى آن نامى مشخص كرده باشند ؛ بسان آنچه كه در « الوافى بالوفيات » « 1 » و « فوات الوفيات » « 2 » و « تنقيح المقال » « 3 » مشاهده مىشود .\r\nپس از ذكر اين نامها قابل توجه است كه فقيهان به طور مستقيم يا غير مستقيم از اين رساله بدون اين كه به نام آن اشاره كنند ، نقل كرده‌اند .\r\n\r\nشروح رساله :\r\n1 . شرح مولى أبوالحسن بن احمد شريف قائنى از مشايخ حسين بن حيدر بن قمركركى . اين كتاب شرح كامل متن است و نزديك به 66 صفحه است و آن را در دوران شاه طهماسب نگاشته و تأليف آن در سال 962 ه به پايان رسيده است « 4 » .\r\n2 . شرح محقّق كركى ، شيخ على بن حسين بن عبدالعالى ( ت / 940 ه ) .\r\nاين شرح در مجموعه رسائل او در كتابخانهء راجه فيض آباد در هند موجود است .\r\n3 . شرح شيخ الاسلام و المسلمين ، بهاء الملّة و الدين ، محمد بن حسين بن عبدالصمد حارثى ( ت / 1031 ه ) . نگارندهء اين شرح تا بحث ولاء كه يكى از مباحث ارث است ، رسيده و ظاهراً وفات نموده و توفيق ادامهء شرح آن را نيافته است « 5 » .\r\n4 . شرح عبدالله بن خليل كه پيش از سال 1006 ه زندگى مىكرده است « 6 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . الوافى بالوفيات ، ج ، ص 181 .\r\n( 2 ) . فوات الوفيات ، ج 3 ، ص 249 .\r\n( 3 ) . تنقيح المقال ، ج 3 ، ص 179 .\r\n( 4 ) . ذريعه ، ج 13 ، ص 379 .\r\n( 5 ) . همان ، ص 379 و 380 ؛ أمل ال‌آمل ، ج ، ص 156 .\r\n( 6 ) . مقدمه‌اى بر فقه الشيعه ، ( به فارسى ) ، ص 210 .\r\n","page_name":" 67 ","page_number":3},
  {"content":"\r\n\r\n\r\nنسخه‌هاى خطّى :\r\nاين رساله نسخه‌هاى خطى فراوانى دارد ؛ ليكن ما سه نسخه را انتخاب كرده‌ايم كه از اين قرار است :\r\n1 . نسخهء خطى موجود در كتابخانهء آيت الله مرعشى ( رحمه الله ) ، به شماره ( 9306 ) .\r\nدر سال 725 ه توسط يحيى بن تاج الشرف بن محمد موسوى نوشته شده و داراى 16 برگ است . حجم هر صفحه 13 * 20 سانتيمتر است و هر صفحه داراى 16 سطر است . اين نسخه داراى برخى تعليقات است كه داراى رمز ( ه ) مىباشد .\r\nما براى اين نسخه رمز ( أ ) را قرار داده‌ايم .\r\n2 . نسخهء خطى آستان قدس رضوى ، به شماره ( 756 ) ، و داراى شماره مسلسل ( 7154 ) .\r\nاين نسخه داراى 49 برگ است ، و حجم هر صفحه 18 * 12 سانتيمتر است و در هر صفحه 19 سطر وجود دارد .\r\nاين نسخه داراى خط زيبا و علائم روشن است ، و امتيازش به تصحيحاتى است كه در حاشيه انجام شده است . در اين حواشى نكات فراوانى وجود دارد و در آنها براى نام عالمانى كه بر اين رساله حاشيه زده‌اند ، رمزهايى قرار داده شده است ، ما براى اين نسخه علامت ( ب ) را قرارداده‌ايم .\r\n3 . نسخهء خطى آستان قدس رضوى به شماره ( 755 ) و شماره مسلسل ( 5711 ) . در سال 958 ه در اواسط ماه ذى القعده توسط سعد الله بن أمان الله بن على نوشته شده است . داراى 20 برگ است و حجم هر صفحه 5 / 18 * 5 / 12 سانتيمتر است .\r\nما براى اين نسخه رمز ( ج ) را قرار داده‌ايم .\r\n\r\n","description":"","footnote":"","page_name":" 68 ","page_number":4},
  {"content":"\r\n\r\n\r\nجواهر الفرائض\r\nبسم الله الرحمن الرحيم .\r\nاللهمّ بارك لمحمّد و آله ، لله الحمد ، أهل الحمد ، و وليّه ، و منتهاه ، و بديّه ، و الصلاة على محمد حبيبه و صفيّه ، و على آله مفاتيح الإسلام ، و مصابيح الظلام ، و عترته الغرّ الكرام .\r\nاين رساله در بردارندهء اصول و قواعد كلّى ارث و مباحث جانبى آن مىباشد كه به اجمال ذكر شده ، براساس بابها گرد آمده ، و به دور از تكرار و اطناب است ، به گونه‌اى كه انسان مستعدّ و با هوش مىتواند از اين قواعد كلّى ، تفاصيل و حكم فروع را به آسانى به دست آورد .\r\nاين رساله داراى دو قسم است :\r\nقسم نخست : در فقه مواريث و متعلّقات و احكام آن .\r\nقسم دوم : چگونگى تقسيم ارث بر ورثه با سهام صحيح [ / عددى كه در آن كسر نباشد 
  ] .\r\n\r\nقسم نخست :\r\nدر بردارندهء دو فنّ است :\r\nنخست : در شناخت مراتب وارثان و سهام آنها و احكام آن .\r\nدوم : در آنچه كه گاه ممكن است در بحث ارث داخل شود ؛ بسان وصيت و اقرار .\r\nفنّ نخست داراى دو باب است :\r\nنخست : در مراتب وارثان و در ترتيب آنها در استحقاق .\r\nدوم : در تفصيل سهام آنها و چگونگى تقسيم سهام .\r\nهر بابى در بردارندهء چند فصل است .\r\n\r\n[ فن نخست در شناخت مراتب وارثان و سهم آنها و احكام آنها 
  ]\r\n\r\nباب نخست ، از فنّ نخست ، از قسم نخست : در بيان مراتب وارثان و ترتيب آنها\r\nانسان به دو چيز استحقاق ارث پيدا مىكند : نسب و سبب ؛ البته مادامى كه مانعى از استحقاق ارث منع نكند . به زودى موانع ارث را ذكر خواهيم كرد .\r\n\r\n","description":"","footnote":"","page_name":" 69 ","page_number":5},
  {"content":"\r\n\r\n\r\nفصل : در نسب‌ها و مراتب آنها\r\nتعريف نسب : نسب در اينجا عبارت است از اتصال و ارتباط يك انسان به ديگرى بر وجه شرعى « 1 » ؛ به خاطر منتهى شدن يكى به ديگرى در ولادت [ بسان منتهى شدن فرزند به والدين 
  ] ، يا منتهى شدن آن دو به شخص سوم [ بسان منتهى شدن دو برادر يا دو خواهر به يك پدر يا مادر 
  ] .\r\nصاحبان نسب داراى سه طبقه‌اند :\r\nطبقهء نخست : در اين طبقه دو گروه ارث بَر وجود دارد :\r\nپدر و مادر ؛ كه جانشين ندارند .\r\nفرزندان ؛ كه در صورت نبود آنها ، نوه‌ها به جاى آنها ارث مىبرند ، و در صورت نبود نوه ، نتيجه به جاى آن مىنشيند و به همين ترتيب . در فرزندان ، ملاكِ ارث بردن مساوى بودن نسبت آنها به ميّت است ؛ لذا يك نفر از نسل بالاتر [ كه به ميت نزديكتر است 
  ] هر چند دختر باشد ، حاجب و مانع همهء كسانى كه در نسل پايين‌تر قرار دارند مىشوند . همين حكم در فرزندان خواهر و برادر [ كه در طبقهء دوم از طبقات ارث قرار دارند 
  ] ، و نيز فرزندان عمو و عمه و دايى و خاله [ كه در طبقه سوم قرار دارند 
  ] وجود دارد ؛ يعنى در اينها نيز ملاك ، مساوى بودن نسبت آنهابه پدران و مادرانشان - كه به جاى آنها قرار گرفته‌اند - مىباشد و كسى كه نزديكتر به ميت باشد ، مانع ارث بردن دور تر مىشود [ مثلاً در صورت نبودن خواهر و برادر ، نوبت به فرزندان آنها مىرسد ؛ و فرزند خواهر ميت مقدّم بر نوهء خواهر ميّت است و . . . 
  ] .\r\nطبقهء دوم : در اين طبقه نيز دو گروه ارث بَر وجود دارد :\r\nپدر بزرگ‌ها و مادر بزرگ‌ها ؛ هر چند بالا روند .\r\nبرادران و خواهران ؛ و در صورت نبود آنها فرزندانشان ارث مىبرند ؛ هر چند پايين بيايند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . قيد « بر وجه شرعى » مىرساند كه بايد انتساب شرعى باشد ؛ بنابراين اگر ولادت از راه زنا باشد ، موجب نسب نمىشود ؛ زيرا شرعاً از زناكار نفى ولد مىشود : « الولد للفراش و للعاهر الحجر » . [ مترجم 
  ]\r\n","page_name":" 70 ","page_number":6},
  {"content":"\r\n\r\nقابل توجه است كه نزديكتر به ميت از هر گروه ، مانع دور تر از همان گروه مىشود ، نه دور تر از گروه ديگر « 1 » . [ به عنوان مثال اگر پدر بزرگ و مادر بزرگ باشند ولى خواهر و برادر نباشند بلكه فرزند خواهر و فرزند برادر وجود داشته باشد ، پدر بزرگ و مادر بزرگ مانع ارث بردن فرزندان خواهر و برادر نمىشوند ، چون از دو گروه جدا هستند ؛ بله در هر گروه نزديكتر به ميت مانع دور تر مىشود 
  ] . اين طبقه ، طبقهء كلاله‌ها مىباشد « 2 » .\r\nطبقه سوم : در اين طبقه يك گروه وارث وجود دارد ؛ ليكن خود داراى درجاتى است :\r\nدرجهء نخست : عموها و عمه‌ها و خاله‌ها و دايىهاى ميّت و فرزندانشان به شرط ياد شده [ / الأقرب يمنع الأبعد 
  ] جانشين آنها مىشوند ؛ و تنها يك صورت از آن قاعده استثنا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همين قانون به نظر مشهور فقيهان در طبقهء نخست نيز وجود دارد ؛ يعنى فرزندان فرزندان ، جانشين پدران خود مىشوند ، چه پدر و مادر ميت وجود داشته باشند و چه وجود نداشته باشند ؛ بر خلاف مرحوم صدوق ( ره ) كه شرط ارث بردن فرزندانِ فرزندان را نبودن پدر و مادر ميت مىداند ؛ نگاه كن به شرح لمعه ، ج 8 ، ص 102 - 103 [ مترجم 
  ] .\r\n( 2 ) . در مفردات راغب ، ص 437 آمده است : « كلاله اسم براى وارثان غير از فرزند و پدر است » ابن عباس گفته است : « كلاله اسم براى وارثان غير از پدر است » . و قطرب گفته : « كلاله اسم براى وارثان غير از پدر و مادر و برادر است » كه حرف درستى نيست . ابن اثير در نهايه ، ج 4 ، ص 197 گفته است : « كلاله در موردى است كه شخص بميرد و پدر و فرزندى كه از او ارث ببرند ، نداشته باشد . اصل آن از مادهء « تكلّله النسب » به معناى نسب او را احاطه كرد ، مىباشد » .\r\nشهيد ثانى در شرح لمعه ، ج 8 ، ص 69 - بسان مجمع البحرين ، ج 5 ، ص 464 - مىگويد :\r\n« به خواهران و برادران ، كلاله مىگويند ، و اين لفظ يا از مادهء « كَلّ » به معناى سنگينى است ؛ زيرا خواهران و برادران ميت بر دوش مرد ( شوهر مادر ميّت ) سنگينى مىكنند و مجبور است هزينهء آنها را بپردازد ، بدون اين كه فرزندان وى باشند كه خود فرزند بودن موجب اقبال نفس براى قيام به مصالح آنها مىشود ؛ در حالى كه اين خواهران و برادران ، فرزند اين مرد نمىباشند ؛ لذا « كَلّ » بر او هستند .\r\nيا از مادهء « إكليل » [ / تاج 
  ] است . و « إكليل » عبارت از يك چيزى شبيه دستار مىباشد كه به جواهرات تزيين مىشود و دور سر بسته مىشود و احاطه برسر دارد ، و اين خواهران و برادران را از آن جهت كه احاطه بر مرد دارند ، كلاله مىگويند .\r\nخلاصه : كلاله اسم وارث [ ارث گيرنده 
  ] و مورّث [ ارث دهنده 
  ] است در صورتى كه ميان آن دو نسبت پسرى و پدرى نباشد .\r\n","page_name":" 71 ","page_number":7},
  {"content":"\r\n\r\nشده و آن اينكه پسر عموى پدر و مادرى با اينكه دور تر است ، مانع ارث بردن عموى پدرى مىشود و نصيب او را مىگيرد « 1 » . البته اين استثنا به موارد ديگر سرايت نمىكند ؛ به عنوان نمونه اگر به جاى عمو ، عمّه يا به جاى پسر ، دختر باشد ، پسر عمو مانع عمّه و دختر عمو مانع عمو نمىشود ، بلكه براساس اصل و قاعده‌اى كه پيش از اين ياد كرديم ، [ / الأقرب يمنع الأبعد 
  ] بر عكس است [ يعنى عمه مانع پسر عمو ، و عمو مانع دختر عمو مىشود 
  ] .\r\nدرجه دوم : عموها و عمّه‌هاى پدر و مادر ميت ، و دايىها و خاله‌هاى پدر و مادر ميّت ، و پس از اينها فرزندانشان .\r\nدرجه سوم : عموها و عمه‌هاى پدر بزرگ‌ها و مادر بزرگ‌هاى ميت ، و دايىها و خاله‌هاى پدربزرگ‌ها و مادر بزرگ‌هاى ميت ، و پس از اينها فرزندانشان .\r\nدرجات ديگر نيز به همين قياس به دست مىآيد . اين طبقه ، طبقهء  « أُولُوا الْأَرْحامِ »  است .\r\nيك نفر از هر طبقه يا درجه - هر چند مؤنث باشد - مانع ارث بردن طبقات و درجات بعدى مىشود .\r\nكسى كه داراى يك رابطه با ميت باشد ليكن هم از جهت پدر و هم از جهت مادر ، به طور مطلق مانع ارث بردن كسى مىشود كه همان رابطه را تنها از جهت پدر داشته باشد ؛ همچنين مانع كسى مىشود كه همان رابطه را تنها از جهت مادر داشته باشد ؛ البته در « ردّ » مانع او مىشود ، نه در فرض [ « فرض » يعنى سهم قرآنى ؛ مثلاً سهم قرآنى يك كلاله 6 و سهم قرآنى كلالهء متعدّد 3 است ، و « ردّ » يعنى دادن مقدار زايدى بيش از سهم قرآنى به شخص ؛ لذا معناى عبارت اين است كه : مثلاً اگر كلالهء پدرى و مادرى با كلالهء مادرى جمع شود ؛ كلالهء مادرى سهم قرآنى خود را مىبرد و مقدار زايد به او داده نمىشود 
  ] آن هم به شرطى كه از حيث دور و نزديك بودن به ميت يكسان باشند [ و گرنه كسى كه نزديك‌تر است ، ارث مىبرد و مانع ارث بردن دور تر مىشود 
  ] .\r\nليكن كسى كه دو رابطهء گوناگون با ميت دارد ، مانع ارث بردن كسى كه يك رابطه با\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شهيد اول در لمعه ، ص 54 گفته است : « . . . اين حكم اجماعى و منصوص است و از حكم قاعده [ قاعدهء نزديك‌تر مانع ارث بردن دور تر مىشود 
  ] استثنا شده است » .\r\n","page_name":" 72 ","page_number":8},
  {"content":"\r\n\r\nميت دارد نمىشود ، بلكه اگر آن دو رابطه برابر باشند ، به جهت هردو رابطه ارث مىبرد ؛ بسان اين كه يك شخصى هم عموى ميت باشد و هم دايى ميت « 1 » .\r\n\r\nفصل : در اسباب و انواع آن\r\nسبب بر دو نوع است : زوجيت ، و وَلاء .\r\nزن و شوهر با همه طبقات جمع مىشوند ، و سهم قرآنى خود را - نه بيشتر دريافت مىكنند ؛ مگر در يك صورت : غير از شوهر هيچ وارث ديگرى وجود نداشته باشد كه در اين صورت زايد بر سهم قرآنى نيز به وى داده مىشود ، ولى به زن هيچ گاه زايد بر سهم قرآنى داده نمىشود .\r\nهرگاه پدر يا جدّ پدرى « 2 » - با وجود پدر - دو كودك را به عقد يكديگر در بياورند ، از يكديگر ارث مىبرند [ قيد « با وجود پدر » ظاهراً براى آن است كه بفهماند ولايت جدّ پدرى در عرض ولايت پدر است و حتّى با وجود پدر ، جد پدرى ولايت دارد . و امّا در فرضى كه پدر نباشد روشن است كه جدّ پدرى ولايت دارد 
  ] .\r\nو اگر عاقد غير پدر و جدّ پدرى باشد ، از يكديگر ارث نمىبرند مگر بالغ شوند و عقد را امضا كنند ؛ حال اگر يكى بالغ شود و عقد را امضا كند ، عقد از جانب وى لازم است و اگر بميرد ، سهم ديگرى تا زمان بلوغ كنار گذاشته مىشود تا اگر او نيز عقد را امضا كرد و قسم خورد كه به طمع ارث عقد را امضا نكرده است سهم ارث به وى داده شود .\r\nاگر مردى بيمار در بيمارى عادى يا بيمارى خطرناك ، زنى را عقد كند و پس از نزديكى يكى از آنها بميرد ، ارث برقرار است ، ولى اگر مرد پيش از نزديكى « 3 » بميرد ، برخى از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بسان اين كه مردى يك برادر مادرى داشته باشد و آن برادر يك خواهر پدرى داشته باشد يا بر عكس ، آن گاه آن مرد با خواهر برادرش ازدواج كند و بچه‌اى به دنيا آورد . در اين جا برادر آن زن هم عموى آن بچه است و هم دايى وى .\r\n( 2 ) . در برخى نسخه‌ها اين عبارت اضافه شده است : « نه جدّ مادرى آن دو كودك » .\r\n( 3 ) . در برخى نسخه‌ها اين عبارت اضافه شده است : « در بيمارى بدون حصول بهبودى » .\r\n","page_name":" 73 ","page_number":9},
  {"content":"\r\n\r\nاصحاب « 1 » گفته‌اند : عقد باطل است و زن از شوهر خود ارث نمىبرد ؛ كه اين سخن جاى بحث دارد .\r\nاگر مرد بيمار همسر خود را طلاق بدهد ، زن تا يك سال از وى ارث مىبرد مگر شوهر بهبودى يابد [ و به علت ديگرى غير از آن بيمارى كه طلاق در آن واقع شده بميرد 
  ] يا زن ازدواج مجدّد نمايد .\r\nمرد از زن مادامى كه در عدهء طلاق رجعى است ارث مىبرد .\r\nبنابر ديدگاه درست ، مرد و زنى كه ازدواج موقّت كرده‌اند ، هر چند شرط توارث كرده باشند ، از يكديگر ارث نمىبرند . ( بنا بر نظر مشهور در ازدواج موقّت زن و شوهر بدون شرط توارث از يكديگر ارث نمىبرند . و در ثبوت توارث در صورت شرط آن در عقد ، اختلاف است . [ جواهر 30 / 190 - 193 
  ] )\r\nوَلاء :\r\nبر خلاف زوجيّت كه با همهء طبقات ارث جمع مىشد ، ولاء مترتّب بر سه طبقهء مذكور در باب نسب مىباشد و بسان طبقهء چهارمى است كه در صورت نبود سه طبقهء قبل نوبت به آن مىرسد . ولاء داراى اقسامى است :\r\nقسم نخست : ولاء عتق : آزاد كنندهء برده در صورت وجود شرايط زير از او ارث مىبرد :\r\n1 . برده را مجانى و تبرّعاً آزاد كرده باشد .\r\n2 . از جنايت برده تبرّى نكرده باشد .\r\nدر صورت وجود دو شرط بالا و در صورتى كه آزاد كننده مرد باشد ارث بَرده و ارث\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از آن جمله است : شيخ صدوق در مقنع ، ص 358 و شيخ طوسى در ايجاز ، ص 276 ؛ و همين رأى را برگزيده‌اند : ابن زهره در غنيه ، ص 331 ؛ ابن ادريس در سرائر ، ج 3 ، ص 283 ؛ محقق حلّى در شرايع ، ج 4 ، ص 835 ؛ علامه حلّى در قواعد ، ج 2 ، ص 178 ؛ تحرير ، ج 2 ، ص 168 ؛ همچنين شهيد اوّل و شهيد ثانى در لمعه ، ص 248 ، و مسالك ، ج 13 ، ص 177 همين ديدگاه را برگزيده‌اند . صاحب جواهر در ج 39 ، ص 196 نيز همين ديدگاه را انتخاب كرده است .\r\n","page_name":" 74 ","page_number":10},
  {"content":"\r\n\r\nاولاد وى ، از آنِ آزاد كنندهء وى مىباشد و در صورت نبود آزاد كننده ، از آنِ پسران وى مىباشد و اگر آنها هم نبودند نوبت به عصبهء « 1 » آزاد كننده مىرسد ؛ يعنى : پدر ، برادران ، اجداد ، عموها ، و پسران آنها .\r\nدر صورتى كه آزاد كننده زن باشد ، ارث برده به وى داده مىشود و در صورت نبود او به عصبهء وى - نه پسرانش - داده مىشود ، مگر پسران عصبهء وى باشند « 2 » كه در اين صورت به خاطر وجود رابطهء تعصيب ، ارث مىبرند .\r\nهرگاه غلام با زنى كه توسط غير او آزاد شده ازدواج كند ، ولاء فرزندان اين دو براى آزاد كنندهء مادر آنها مىباشد ؛ و اگر جدّ پدرى آنها آزاد شود ، ولاء به آزاد كنندهء جدّ پدرى منتقل مىشود . اگر پس از آن ، پدر آن فرزندان آزاد شود ، ولاء به پدر آنها منتقل مىشود .\r\nقسم دوم : ولاء ضامن جريره « 3 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ابن منظور در لسان العرب مادّه « عصب » گفته است : عصبهء شخص عبارت است از :\r\nپسران و نزديكان پدرى او .\r\nعصبه عبارتند از كلاله كه از شخص ارث برند و پدر و فرزند نباشند [ در لسان العرب مادّهء « كلل » آمده است : كلاله كسى است كه هر دو طرف او از وى ساقط شده‌اند ؛ بدين معنا كه نه از طرف بالا پدر دارد كه خرج او را بپردازد و نه از طرف پايين فرزند دارد كه هزينهء زندگى وى را متحمّل شود و به ناچار كَلّ و عيال بر مرد يعنى شوهر مادر خود مىشود . پس قيد « پدر و فرزند نباشند » توضيح كلاله است ؛ يعنى كلاله كسى كه نه پدر دارد و نه فرزند . به ديگر سخن اشاره است به اينكه كلاله كسانىاند كه از ميت ارث مىبرند بدون اينكه فرزند او باشند يا پدر و مادر او بوده باشند بلكه برادر يا خواهر او هستند . مترجم 
  ]\r\n( 2 ) . مانند اين كه : زن با پسر عموى خود ازدواج كند و از او بچه دار شود . در اين صورت فرزندان زن جزو فرزندان عموى وى مىباشند و لذا عصبهء وى بوده و به خاطر عصبه بودن - نه فرزند بودن - ارث مىبرند .\r\n( 3 ) . جريره يعنى جنايت و ضمان جريره بدين معناست كه شخص جنايات ديگرى را ضمانت كند و از جانب وى جرايم مالى را كه به عهده‌اش ثابت مىشود - بسان ديات - بپردازد و در مقابل پس از مرگ او وارث وى شود .\r\nضامن جريره در صورتى ارث مىبرد كه وارث نسبى و معتق وجود نداشته باشد اما زوجين سهم اعلاى خود را مىبرند و بقيه به ضامن جريره داده مىشود .\r\nشرط مضمون آن است كه يا سائبه باشد ، يعنى برده‌اى باشد كه هيچ ارتباطى ميان او و ديگران وجود ندارد ، مثل برده‌اى كه به جهت كفاره آزاد شده است و يا در اصل حرّ باشد و هيچ وارثى از مراحل پيشين نداشته باشد . ر . ك : جواهر ، ج 39 ، ص 255 ؛ شرح لمعه ، ج 8 ، ص 189 . [ مترجم 
  ]\r\n","page_name":" 75 ","page_number":11},
  {"content":"\r\n\r\nقسم سوم : ولاء كسى كه به دست وى كافرى مسلمان شده باشد « 1 » .\r\nقسم چهارم : ولاء مستحقّ زكات در صورتى كه بَرده از مال زكات باشد « 2 » .\r\nقسم پنجم : ولاء امام ( ع ) « 3 » ؛ امام ( ع ) مستحقِ ارثِ كسى است كه وارث نداشته باشد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . بدين معنا كه اگر كسى به دست مسلمانى اسلام بياورد ، ولاى تازه مسلمان براى اوست و در صورت وجود شرايط از او ارث مىبرد بر اين مطلب رواياتى وجود دارد ، مثل آنچه در وسائل ، ج 15 ، ص 42 و 43 ، ح آمده است : « عن أبى عبداللّه ( ع ) قال : قال أميرالمؤمنين ( ع ) بعثني رسول الله ( ص ) الى اليمن فقال : « يا على ، لاتقاتلنّ أحداً حتّى تدعوه الى الاسلام ، و أيم الله لئن يهدى اللّه عزّوجلّ على يديك رجلاً خير لك ممّا طلعت عليه الشمس و غربت ولك ولاؤه يا على » .\r\nامام صادق ( ع ) از امير مؤمنان ( ع ) نقل مىكند كه : رسول خدا ( ص ) مرا به يمن فرستاد و فرمود : « اى على ، هرگز با كسى جنگ نكن مگر آن كه او را به اسلام فراخوانى . قسم به خدا ! اگر خداوند به دست تو شخصى را مسلمان كند ، بهتر از تمام آن چيزهايى است كه خورشيد برآنها طلوع و غروب مىكند ، و ولاى اين شخص [ تازه مسلمان 
  ] براى تو خواهد بود » . اين قول شاذّ است و روايات آن تضعيف شده است . ر . ك : جواهر ، ج 39 ، ص 8 . [ مترجم 
  ]\r\n( 2 ) . يعنى برده‌اى كه با زكات خريدارى و آزاد شده ، اگر مالى به دست آورد و وارث نداشت ، وارث وى مستحقّين زكات بسان مستمندان خواهند بود . براين مطلب رواياتى وجود دارد . ر . ك : وسائل ، ج 9 ، ص 292 - 293 ، ح 2 و 3 ؛ در ذيل حديث دوم از امام صادق ( ع ) روايت شده كه « يرثه الفقراء المؤمنون الذين يستحقّون الزكاة ؛ لأنّه إنّما اشترى بما لهم » و در ذيل حديث سوم از امام صادق ( ع ) روايت شده است : « ميراثه لأهل الزكاة ؛ لأنّه اشترى بسهمهم » .\r\nبر اين قول نيز علاوه بر شاذبودن و ضعف روايات آن اشكال شده است كه : اين قسم داخل در ولاى عتق است و موجب افزايش اقسام ولاء نمىشود ، چنان كه عموها و عمه‌ها و دايىها و خاله‌هاى پدر ميت و جد ميت زير مجموعهء اعمام و اخوال هستند و موجب افزايش طبقات ارث نمىشوند . ر . ك : جواهر ، ج 39 ، ص 8 . [ مترجم 
  ]\r\n( 3 ) . تنها محقق طوسى ( ره ) براى ولاء پنج مرتبه قرار داده ، و اين بر خلاف اجماع فقهاست كه براى ولاء سه مرتبه قرار داده‌اند : ولاء عتق ، ولاء ضمان جريره ، وولاء امامت . صاحب جواهر در ج 39 ، ص 8 گفته است : « از محقق طوسى ( ره ) حكايت شده كه او در مراتب ولاء ، ولاء كسى كه به دست او كافرى مسلمان شده و نيز ولاء مستحق زكات را در صورتى كه برده از آن خريده و آزاد شود ، افزوده » ، سپس گفته است : « ضعف روايات و شاذّبودن اين ديدگاه ، مايهء سست بودن آن مىشود ، علاوه بر آن كه احتمال دارد قسم پنجم داخل در ولاء عتق باشد [ نه اين كه قسم جداگانه‌اى شمرده شود 
  ] » . [ مترجم 
  ]\r\n","page_name":" 76 ","page_number":12},
  {"content":"\r\n\r\nو از آن جمله است : مقدار زايد از سهم قرآنى زنى كه شوهرش مرده باشد .\r\nدر همه اين اقسام غير از افراد ياد شده هيچ كس ديگر مستحقّ ارث نيست .\r\n\r\nفصل : در موانع ارث\r\nموانع ارث سه تاست :\r\nنخست : كفر وارث « 1 » به همه اقسامش به طور مطلق مانع ارث مىشود ؛ كفر عبارت است از : انكار چيزى كه به ضرورت ، آمدن آن از جانب رسول اسلام ( ص ) معلوم باشد ، بسان شهادتين ، و اركان عبادات و مانند آن .\r\nليكن مسلمان از كافر ارث مىبرد و مانع ارث بردن وارثان كافر - هر چند به ميت نزديكتر باشند - مىشود .\r\nاگر وارثان ، فرزندان كوچك وى باشند ، از تركهء ميت به آنها انفاق مىشود تا بالغ شوند ، آن گاه اگر اسلام آوردند ، ارث مىبرند و گرنه ، خير .\r\nاگر كافران به دادگاه اسلامى مراجعه كنند ، ميان آنها بر اساس قوانين اسلامى حكم مىشود .\r\nدوم : برده بودن وارث ، مگر غير او وارث ديگرى وجود نداشته باشد و مال به جا مانده از ميت براى خريد وى كافى باشد ، كه در اين صورت برده خريدارى و آزاد مىشود و اگر يك نفر باشد ، مقدار باقيمانده از بهاى وى به او داده مىشود . اگر وارث بيش از يك نفر باشد و مال براى خريد همگى كافى نباشد ، برخى خريدارى نمىشوند .\r\nبردهء مكاتب اگر مشروط نباشد [ / مكاتب مطلق 
  ] به همان نسبت كه آزاد شده ارث مىبرد .\r\nاگر پيش از تقسيم مال كافر مسلمان شود يا برده آزاد شود ، ارث مىبرد « 2 » .\r\nسوم : كشتن مورّث ، به ظلم به طور مطلق مانع ارث بردن قاتل مىشود ، و اگر قتل خطا باشد ، تنها مانع ارث بردن قاتل از ديه مىشود و ديه را نزديكان پدرى - نه مادرى - ارث مىبرند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در برخى نسخه‌ها اين عبارت اضافه شده است : « در صورت اسلام ميّت » .\r\n( 2 ) . البته اين در صورتى است كه وارث متعدد باشد و گرنه در صورت وحدت وارث ، تركه در حكم مال تقسيم شده است و به مجرّد موت مورّث به او منتقل مىشود ؛ بنابر اين در اين فرض مسلمان شدن كافر يا آزاد شدن برده هيچ اثرى ندارد .\r\n","page_name":" 77 ","page_number":13},
  {"content":"\r\n\r\n\r\nباب دوم : تفصيل سهام و چگونگى تقسيم كردن\r\n\r\nفصل : مقدار فروض [ / سهام قرآنى 
  ]\r\nفروض موجود در قرآن شش تاست :\r\nدوسوم : سهم دو دختر ، نيز دو خواهر پدر و مادرى يا پدرى تنها و بيشتر از دو نفر .\r\nيك دوم : سهم يك دختر ، يا يك خواهر ، نيز شوهر در صورت بچه نداشتن همسر وى .\r\nيك سوم : سهم اين افراد است : مادر به شرطى كه حاجب نداشته باشد - كه حاجب وى بچه ميت يا برادران وى مىباشند - نيز كلالهء متعدّد [ / بيش از يك نفر 
  ] .\r\nيك چهارم : سهم دو نفر است : شوهر به شرطى كه همسر وى بچه يا نوه و پايين‌تر از آن را داشته باشد .\r\nنيز زن در صورتى كه شوهر وى بچه و نوه و پايين‌تر از آن را نداشته باشد .\r\nيك ششم : سهم سه نفر است : پدر با وجود فرزند ؛ مادرِ داراى حاجب ؛ وكلالهء واحد .\r\nيك هشتم : سهم زن ميّت است در صورت فرزند نداشتن ميت .\r\nغير از فرزندان ميّت كه حاجب مادر ميت از يك سوم به يك ششم [ / حجب نقصان 
  ] مىباشند ، هيچ كس جز دو برادر يا يك برادر و دو خواهر يا چهار خواهر و بيشتر حاجب مادر نيست ؛ آن هم به شرطى كه برادرها يا خواهرهاى ميت ، پدرى و مادرى يا پدرى باشند ، زنده باشند ، بيرون شكم مادر باشند [ / متولد شده باشند 
  ] ، از ارث بردن ممنوع نباشند ، و پدر ميت وجود داشته باشد ؛ « 1 » زيرا اين حجب براى نفع رساندن به پدر است [ به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مصنف در اين عبارت به شروط محجوب شدن مادر ميت از جانب برادر و خواهر ميت اشاره مىكند كه عبارت است از :\r\n1 . عدد ؛ كه يك نفر نمىتواند حاجب باشد ، بلكه يا دو مذكر بايد وجود داشته باشد يا يك مذكّر و دو مؤنث و يا چهار مؤنث و بيشتر .\r\n2 . برادرها و خواهرها ، پدرى و مادرى يا پدرى تنها باشند .\r\n3 . زنده باشند .\r\n4 . متولّد شده باشند ؛ لذا اگر در شكم مادر باشند و هنوز به دنيا نيامده باشند ، نمىتوانند حاجب مادر ميت باشند .\r\n5 . موانع ارث در آنها وجود نداشته باشد .\r\n6 . پدر ميت موجود باشد .\r\n","page_name":" 78 ","page_number":14},
  {"content":"\r\n\r\nاين معنا كه اگر پدر ميت وجود داشته باشد ، خواهران يا برادران ميت حاجب مادر مىشوند و سهم او را از 3 به 6 تقليل مىدهند و سهم پدر كه باقيمانده است افزايش پيدا مىكند ولى اگر پدر وجود نداشته باشد مادر ميت 3 به فرض مىبرد و اگر ميت وارث ديگرى نداشته باشد بقيهء مال را نيز به قرابت مىبرد و وجود خواهران يا برادران ميت ضررى به حال مادر ميت ندارد 
  ] .\r\nاز اين بيانات روشن شد كه همهء افراد موجود در دو طبقهء نخست داراى سهم قرآنى هستند ، به جز پدر با نبود فرزند ؛ پدر بزرگ‌ها و مادر بزرگ‌ها از هر جهت [ / چه از جهت مادر و چه از جهت پدر ؛ يعنى پدربزرگ و مادربزرگ پدرى يا مادرى 
  ] ؛ فرزندان وقتى كه پسر در ميان آنها باشد ؛ وكلالهء پدرى اگر در ميان آنها مذكّر وجود داشته باشد .\r\nاما در طبقهء سوم نزديكان مادرى [ / خاله و دايى 
  ] جانشين كلالهء مادرى هستند و لذا بسان صاحبان فرض [ / سهم قرآنى 
  ] مىباشند ، و افراد ديگر موجود در اين طبقه [ / عمو و عمه كه از نزديكان پدرى هستند 
  ] سهم قرآنى ندارند و به واسطهء قرابت « 1 » با ميت ارث مىبرند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اصطلاح « قرابت » در مقابل اصطلاح « فرض » است ، وقتى گفته مىشود « بالفرض » اين مقدار ارث مىبرد ، يعنى سهم قرآنى وى اين مقدار است . اگر گفته شود فلانى « بالقرابة » ارث مىبرد ، بدين معناست كه سهم قرآنى ندارد و علت ارث بردن وى قرابت و خويشاوندى وى با ميت است و مشمول آيهء  « أُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ »  مىباشد .\r\nتوضيح : استحقاق ارث سه گونه است :\r\nالف ) استحقاق به فرض : استحقاق ارث براساس نصّ قرآن ؛ چرا كه درقرآن بر برخى سهام تصريح شده است كه از آنها به « سهام مفروضه » ياد مىشود و از اين استحقاق به « استحقاق به فرض » تعبير مىشود . مقادير سهام مفروضه و مقدّره در قرآن عبارت است از :\r\n2 ، 3 ، 3 ، 4 ، 6 و 8 ؛ به عنوان نمونه براساس آيهء 11 از سوره نساء ، سهم يك دختر در صورتى كه در كنار او پسر نباشد 2 و سهم دو دختر و بيشتر ، 3 است :  « يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ فَإِنْ كُنَّ نِساءً فَوْقَ اثْنَتَيْنِ فَلَهُنَّ ثُلُثا ما تَرَكَ وَ إِنْ كانَتْ واحِدَةً فَلَهَا النِّصْفُ »  .\r\nب ) استحقاق به قرابت : عبارت است از استحقاق ارث به خاطر مندرج بودن مستحقّ آن در آيهء  « وَ أُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ فِي كِتابِ اللَّهِ »  ؛ بسان عمو و عمه و خاله و دايى كه در مورد آنها نصّ وارد نشده است و نيز مانند پدر در صورتى كه از ميت اولادى به جا نمانده باشد ، اما سهم پدر در كنار فرزند\r\n","page_name":" 79 ","page_number":15},
  {"content":"\r\n\r\n\r\nفصل\r\nاگر وارث يك نفر باشد - از هر طبقه و درجه كه باشد - همهء مال را مىبرد ، حال يابرخى را به فرض - اگر فرض بر باشد - و بقيه را به قرابت يا همه را به قرابت مىبرد « 1 » و يا همه را به ولاء مىبرد ، به جز زن ميت كه هيچ گاه همهء مال به وى داده نمىشود .\r\nاگر وارث بيش از يك نفر باشد و هيچ يك حاجب ديگرى نباشد ، داراى چند صورت است :\r\nاگر همگى فرض بر باشند ، هريك سهم قرآنى خود را دريافت مىكند ، و اگر مال به اندازهء سهام همهء آنها نباشد ، نقص ، بر دختر يا دختران يا خواهر يا خواهران پدرى و مادرى يا پدرى تنها وارد مىشود و بر ديگر وارثان نقص وارد نمىشود ؛ « 2 » زيرا نزد ما اماميّه « عول »\r\n\r\n\r\n","description":"","footnote":"\r\nيك ششم است كه در قرآن آمده است . به اين نوع استحقاق ، « استحقاق به قرابت » مىگويند .\r\nج ) استحقاق به ردّ : عبارت است از استحقاق ارث بيشتر از فريضه به سبب نزديكتر بودن وارث به ميت نسبت به ديگران ؛ بسان يك دختر كه يك دوم تركه را به فرض مستحقّ است و نصف ديگر را به ردّ . البته در صورتى كه در كنار وى وارث ديگر يا زوجين نباشند ، و مقدار زايد به طبقهء دوم [ اخوه و اجداد 
  ] داده نمىشود . به اين نوع استحقاق « استحقاق به ردّ » مىگويند ؛ ر . ك : موسوعهء فقهيّهء ميسّره ، ج 2 ، ص 70 - 71 . [ مترجم 
  ]\r\n( 1 ) . بسان پدر بزرگ‌ها و مادر بزرگ‌ها .\r\n( 2 ) . يك مثال براى عول : اگر زنى بميرد و از وى پدر و مادر و شوهر و يك دختر باقى بماند ، پدر و مادر دو ششم و شوهر يك چهارم مىبرد و باقيمانده به دختر داده مىشود .\r\nدر مثال فوق از آنجا كه سهم قرآنى يك دختر يك دوم است جمع سهام به اين صورت است :\r\n12 / 3 + 6 + 2 + 2 / ( شوهر ) 4 + ( يك دختر ) 2 + ( مادر ) 6 + ( پدر ) 6\r\nو همانطور كه مشاهده مىشود ، صورت از مخرج بيشتر است و مال براى جميع سهام كافى نيست و نقص تنها به دختر وارد مىشود ولذا سهم قرآنى شوهر و پدر و مادر داده مىشود و باقيمانده به دختر تعلق مىگيرد به اين صورت : 12 / 3 + 4 / ( شوهر ) 4 + ( پدر و مادر ) 6 و باقيمانده كه 12 باشد به دختر تعلّق مىگيرد كه كمتر از سهم قرآنى وى - يعنى 2 كه مساوى با 12 است - مىباشد . [ مترجم 
  ]\r\n","page_name":" 80 ","page_number":16},
  {"content":"\r\n\r\nباطل است « 1 » .\r\nاگر پس از دادن سهم قرآنى وارثان ، مقدارى از مال زياد بيايد ، مقدار زايد ميان صاحبان نسب به مقدار سهامشان تقسيم مىشود ، « 2 » مگر برخى از وارثان داراى دو سبب ارث باشند .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عول اسم براى زيادى و نقصان [ و خروج از حدّ اعتدال 
  ] مىباشد [ و در اينجا سهام زياد است و تركه ناقص است 
  ] و لذا از اسماى اضداد است . عول كه در اينجا به كار مىرود ، از يكى از ريشه‌هاى لغوى زير گرفته شده است :\r\n1 . از ميل [ / مايل شدن 
  ] بسان آيهء  « ذلِكَ أَدْنى أَلَّا تَعُولُوا »  [ نساء ، آيهء 3 
  ] . فريضه را از آن جهت عائل به اهل فريضه مىگويند كه به سبب نقصان سهام آنها ، مايل به ستم بر آنها شده است .\r\n2 . از مادهء « عال الرجل » آن گاه كه عيال او زياد مىشوند ، باشد ؛ از آن جهت كه در اين فرض سهام زياد مىشود [ يعنى صورت كسر بيشتر از مخرج مىشود 
  ] .\r\n3 . از مادهء « عال » به معناى « مغلوب شد » مىباشد ؛ زيرا اهل سهام به واسطهء نقصى كه برآنها وارد شده ، مغلوب شده‌اند .\r\n4 . از مادهء « عالت الناقة ذنبها ؛ شتر دُم خود را بالا برد » مىباشد ، از آن جهت كه فريضه‌ها به سبب زياد بودن سهام ، از اصل خود بيشتر شده است .\r\nشيخ مفيد در اعلام ، ص 67 مىگويد : « اماميه اتفاق دارند كه در فرائض « عول » وجود ندارد . همين ديدگاه را ابن عباس و گروهى از سنّىهاى اهل نظر و آثار برگزيده‌اند » .\r\nسيد مرتضى در ناصريات ، ص 403 مىگويد : « اصحاب ما بدون وجود مخالف در ميان آنها ، عقيده دارند كه فرائض عول ندارد » .\r\nعلامه حلى در تحرير ، ج 2 ، ص 163 مىگويد : « عول نزد ما باطل است ؛ زيرا محال است كه خداوند در مالى مقدارى را كه مال كفاف آن را نمىدهد قرار دهد » .\r\n( 2 ) . نسبت تركه به مجموع سهام ( فروض ) سه حالت دارد :\r\nالف ) تساوى : بدين معنا كه اگر تركه براساس فروض قرآنى تقسيم شود ، نه چيزى زياد مىآيد و نه چيزى كم مىآيد .\r\nحكم اين حالت روشن است و جاى بحث نيست ، بسان اين كه از ميت پدر و مادر و دو دختر به جامانده باشد كه سهم ابوين ، دو ششم ( / 3 ) و سهم قرآنى دو دختر ، دو سوم مىباشد و مجموع سهام مساوى تركه است :\r\n3 / 6 / ( مادر ) 6 + ( پدر ) 6\r\nمجموع سهام / 3 / ( پدر و مادر ) 3 + ( دو دختر ) 3\r\n","page_name":" 81 ","page_number":17},
  {"content":"\r\n\r\nدر اين صورت - طبق مبنايى كه در طبقهء دوم نيز « ردّ » را جايز مىداند - مقدار زايد\r\n\r\n\r\n","description":"","footnote":"\r\nب ) زيادت سهام بر تركه : بسان اين كه از ميت دو دختر و شوهر و پدر و مادر به جا مانده باشد كه سهم دو دختر ، دو سوم ، سهم شوهر ، يك چهارم ، سهم پدر و مادر دو ششم ( / 3 ) است و در اين صورت مجموع سهام بيشتر از مجموع تركه است :\r\nمجموع سهام / 12 / 4 + 3 + 8 / ( پدر و مادر ) 3 + ( شوهر ) 4 + ( دو دختر ) 3\r\nاين حالت به جهت زيادت سهام و نقصان تركه « عول » [ يعنى عول فريضه 
  ] ناميده مىشود ؛ زيرا عول در لغت به معناى زيادت و نقصان و خروج از حدّ اعتدال است . در اين حالت در چگونگى حلّ مشكل ميان اماميّه و ديگران اختلاف است ؛ غير اهل بيت عليهم السلام مىگويند : در صورت زيادت سهام بر تركه ، نقص بر همهء وارثان وارد مىشود ؛ همانطور كه اگر ميت ديونى داشته باشد ، ديون بر همهء تركه تقسيم مىشود .\r\nبراساس اين ديدگاه در مثال ياد شده مجموع تركه ( مخرج كسر ) تا مقدار مجموع سهام ( صورت كسر ) بالا برده مىشود و مال بر اساس 15 تقسيم مىشود ، در نتيجه سهم دو دختر از 12 به 15 تقليل پيدا مىكند و از 3 به حدود 2 تنزّل پيدا مىكند ، همچنين سهم شوهر از 12 به 15 تقليل پيدا مىكند و از 4 به 5 تنزّل مىيابد ، و سهم هريك از پدر و مادر از 12 به 15 تقليل مىيابد و مجموع آن دو از 12 به 15 تقليل پيدا مىكند و مجموع آن دو از 3 به 4 تنزّل پيدا مىكند .\r\nاما بر اساس مذهب اهل بيت ( ع ) نقص بر خصوص دختر ، دختران ، خواهر و خواهران وارد مىشود و بر پدر و مادر و زوجين نقص وارد نمىشود ، و سبب آن هم اين است كه :\r\nفرائض بر دو قسم است :\r\nنخست : فرائضى كه در قرآن براى آن دو فرض قرارداده شده است ، به گونه‌اى كه اگر از سهم اعلى تنزّل كند ، سهم ادنى به وى تعلّق مىگيرد و هيچ گونه تغيير ديگرى در آن راه ندارد ؛ اين فرائض عبارت است از :\r\n1 . فريضهء شوهر : سهم وى در صورتى كه ميت ( زوجه ) بچه نداشته باشد ، يك دوم و در صورتى كه بچه داشته باشد ، يك چهارم است .\r\n2 . فريضهء زوجه : سهم وى در صورتى كه ميت ( شوهر ) بچه نداشته باشد ، يك چهارم و در صورتى كه بچه داشته باشد ، يك هشتم است .\r\n3 . مادر : سهم وى در صورتى كه ميت فرزند و إخوه [ خواهر و برادر 
  ] نداشته باشد ، يك سوم و در صورت وجود حاجب يك ششم است .\r\n","page_name":" 82 ","page_number":18},
  {"content":"\r\n\r\nتنها به وى اختصاص پيدا مىكند . اظهر نزد من اين است كه « ردّ » تنها در طبقهء نخست\r\n\r\n\r\n","description":"","footnote":"\r\nدوم : فرائضى كه تنها يك فرض دارند و اگر از آن فرض زائل شود ، به صاحب فرض باقيمانده تعلقّ مىگيرد كه عبارت است از :\r\n1 . دختر يا خواهر پدر و مادرى يا پدرى تنها كه سهم آنها يك دوم است .\r\n2 . دختران يا خواهران پدر و مادرى يا پدرى تنها كه سهم آنها دوسوم است .\r\nاما پدر در صورتى كه ميت فرزند داشته باشد ، سهمش در قرآن يك ششم تعيين شده و كمتر از يك ششم نمىگيرد و در صورتى كه فرزند نباشد ، سهم قرآنى ندارد و اصحاب فروض نيست بلكه به قرابت ارث مىبرد ، و مسأله عول اختصاص به صاحبان فرض دارد ؛ لذا پدر جزو صاحبان فرضى كه نقص بر آنها وارد مىشود نيست .\r\nحال از اين دو قسم ، در فرض نقصان تركه ، نقص تنها بر قسم دوم [ دختر و دختران و خواهر و خواهران 
  ] وارد مىشود ؛ زيرا قسم اوّل در قرآن سهم اعلى و ادنى دارد و قابل تغيير نيست ، به خلاف قسم دوم كه يك فرض قرآنى دارد و اگر تغيير كند ، باقيمانده از آنِ آنها خواهد بود و لذا نقص بر خصوص اين افراد وارد مىشود .\r\nاين توجيه در برخى روايات وارد شده است ؛ ر . ك : وسايل ، ج 26 ، ص 78 - 79 ، ح 6 .\r\nج ) زيادت تركه بر سهام : مثل اين كه از ميت يك دختر و زوجه باقى بماند كه سهم دختر ، يك دوم و سهم زوجه ، يك هشتم است و مجموع سهام كمتر از مجموع تركه است :\r\nمجموع سهام / 8 / 1 + 4 / ( زوجه ) 8 + ( دختر ) 2\r\nدر اين فرض نيز ميان اماميّه و ديگران اختلاف است ؛ براساس مذهب غير اهل بيت عليهم السلام مقدار زايد به عصبهء ميت - نزديكان پدرى بسان پسر ، برادر ، عمو و اولاد آنها - داده مىشود . بنابر اين ديدگاه ، در مثال ياد شده مقدار زايد [ 8 
  ] به عصبهء ميت داده مىشود ، هر چند در طبقهء دوم مىباشند و ميت در طبقه اوّل وارثان صاحبان فرض دارد .\r\nاين حالت را « تعصيب » يعنى ارث دادن به عصبه مىگويند . البته چنان كه در كشف اللثام آمده ، عصبه نزد اهل سنت دو معنا دارد :\r\n1 . عصبهء بنفسه : عبارت است از هر مذكّر منسوب به ميت ، بدون واسطه مانند پسر و برادر يا با واسطه مانند عمو و فرزندان آنها .\r\n2 . عصبهء بغيره : عبارت است از دختران ، دختران پسر ، خواهران پدر و مادرى و خواهران پدرى تنها .\r\nبنابر ديدگاه غير اهل بيت ( ع ) « عصبهء بنفسه » اگر با « فرض بر » جمع شده باشد ، مقدار زايد به وى اختصاص مىيابد ، مثل اين كه از ميت دختر و پسرِ پسر يا برادر يا عمو يا پسر عمو به جا مانده باشد كه در اين مثال يك\r\n","page_name":" 83 ","page_number":19},
  {"content":"\r\n\r\nوجود دارد « 1 » .\r\nاگر ميان وارثان كسى باشد كه به قرابت محض ارث مىبرد ، ابتدا سهم صاحبان فرض\r\n\r\n\r\n","description":"","footnote":"\r\nدوم از آن دختر است و بقيه به يكى از افراد ياد شده اختصاص مىيابد . « عصبهء بغيره » به تعصيب ارث نمىبرند مگر به واسطه مذكّرهاى در درجهء آنها يا درجهء پايين‌تر . بنابر اين اگر از ميت دو دختر ، و دختر پسر [ / عصبهء بغيره 
  ] به جا مانده باشد ، به دو دختر دو سوم داده مىشود و به دختر پسر هيچ تعلق نمىگيرد مگر وى برادر داشته باشد يا پسر پسر در آن فرض وجود داشته باشد . ر . ك : جواهر ، ج 39 ، ص 99 .\r\nليكن براساس مذهب اهل بيت ( ع ) مادامى كه دررتبهء پيش از عصبه ، « ارث بر » وجود داشته باشد ، مقدار زايد به عصبه داده نمىشود ، بلكه مقدار زايد به صاحبان فرض ، به نسبت سهامشان ردّ مىشود ؛ به جز زوجين كه سهمشان - در صورتى كه با وارث ديگر جمع شده باشند - از حدّ اعلى بيشتر و از حدّ ادنى كمتر نمىشود [ و اگر با آنها در جميع طبقات وارث ديگرى جز امام ( ع ) نباشد ، در ردّ بر هر دو يا برخصوص زوج تفاصيلى است كه در جاى خود آمده است 
  ] . همچنين اگر مادر حاجب داشته باشد [ / اخوه و اولاد 
  ] مقدار زايد به وى ردّ نمىشود . و اگر ميان وارثان كسى باشد كه به قرابت ارث مىبرد ، نه به فرض ، باقيمانده تنها به وى ردّ مىشود .\r\nمثال براى اوّلى [ كه وارثان موجود همگى « فرض بَر » باشند 
  ] اگر وارث يك دختر و زوجه باشد ، مقدار زايد تنها به دختر داده مىشود ، و اگر وارث يك دختر و پدر و مادر باشد و مادر حاجب نداشته باشد ، مقدار زايد به همهء وارثان به حسب سهام آنها ردّ مىشود .\r\nمثال براى دومى [ كه برخى وارثان به قرابت ارث ببرند 
  ] : اگر وارث پدر و مادر و زوجه باشد ، زوجه يك چهارم و مادر يك سوم در صورت عدم حاجب ، و يك ششم در صورت وجود حاجب مىبرد و بقيه تنها به پدر داده مىشود .\r\nهمچنين اگر وارث پدر و مادر و زوجه و پسر باشد ، پدر و مادر دو ششم ، و زوجه يك هشتم مىبرند و بقيه به پسر داده مىشود .\r\nاز اين بيانات روش شد :\r\nاوّلاً : عول هميشه به واسطهء حضور زوج يا زوجه حاصل مىشود ، آن گاه كه با دختر يا دختران يا خواهر يا خواهران پدر و مادرى يا پدرى تنها جمع شوند .\r\nثانياً : به نزديكان مادرى كه تنها به فرض ارث مىبرند ، نقص وارد نمىشود ، به خلاف ديگران كه گاهى به فرض ، ارث مىبرند و گاهى به قرابت ؛ بسان يك دختر يا دو دختر كه اگر با پسران جمع شوند ، از يك دوم يا دو سوم كمتر مىگيرند ؛ زيرا در اين فرض به نص آيه ، مذكّر دو برابر مؤنث ارث مىبرد ، همچنين است يك خواهر يا چند خواهر .\r\nثالثاً : بيشتر اصحاب پدر را جزو كسانى كه نقص بر آنها وارد مىشود ، ذكر نكرده‌اند ؛ زيرا پدر اگر با فرزند جمع شده باشد ، سهم وى كمتر از يك ششم مىشود و اگر با فرزند جمع نشده باشد از صاحبان فرض نيست . ر . ك : شرح لمعه ، ج 8 ، ص 79 - 92 ؛ جواهر ، ج 39 ، ص 99 - 110 ؛ موسوعهء فقهيه ميسّره ، ج 2 ، ص 72 - 75 [ مترجم 
  ]\r\n( 1 ) . مسأله را در قسم دوم رساله ، باب نخست ( في كيفيّة قسمة التركة على الورثة بالسهام الصحيحة ) ، فصل نخست ، توضيح مىدهيم و نگاه كن : جواهر 39 / 147 - 172 .\r\n","page_name":" 84 ","page_number":20},
  {"content":"\r\n\r\nداده مىشود و باقيمانده به وى تعلق مىگيرد .\r\nاگر ميان وارثان فرض بَر وجود نداشته باشد ، همهء مال به كسانى كه به قرابت محض ارث مىبرند ، تعلق مىگيرد . فرزندان و همهء نزديكان پدرى ، اگرمذكّر و مؤنث داشته باشند ، قانون آن است كه مذكّر دو برابر مؤنث ارث مىبرد .\r\nنزديكان مادرى يكسان ارث مىبرند .\r\nدر اين كه فرزندانِ فرزندان ، سهم پدران يا مادران خود را كه به واسطهء آنها به ميت مىرسند ، مىبرند يا بايد مال را ميان خود همان گونه كه فرزندان تقسيم مىكردند ، تقسيم كنند ، اختلاف است ؛ قول نخست نزديك است به حد اجماع برسد ، هر چند استدلال به ظاهر قرآن بر قول دوم ممكن است « 1 » .\r\nفرزندان برادر و خواهر و عمو و عمه و دايى و خاله سهم پدران يا مادران خود را كه به واسطهء آنها به ميت مىرسند مىبرند ، حال يا يكسان [ در صورتى كه از نزديكان مادرى باشند 
  ] و يا مذكر دو برابر مؤنث [ در صورتى كه از نزديكان پدرى باشند 
  ] در اين حكم مخالفى وجود ندارد .\r\nاگر يكى از دو رابطه با ديگرى تفاوت داشته باشد ؛ بدين معنا كه برخى از آنها ازجهت مادر كسى باشد كه به واسطه‌اش تقرّب به ميت پيدا مىشود و برخى از جهت پدر وى ، در اين صورت به نزديكان مادرى در صورت وحدتِ « من يتقرّبون به » يك ششم و در صورت تعدّد يك سوم داده مىشود و باقيمانده\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شهيد ثانى در مسالك ، ج 13 ، ص 124 گفته است : « مشهور ميان اصحاب اين است كه فرزندان فرزند در ارث ، جانشين پدران يا مادران خود مىشوند ، لذا هريك سهم كسى را كه به واسطه او به ميت مىرسد مىبرد . . . سيد مرتضى - كه گروهى بسان معين الدين مصرى و ابن ادريس از وى پيروى كرده‌اند - گفته است : فرزندانِ فرزندان ارث را بسان فرزندان ميت تقسيم مىكنند و كسى كه به واسطه او به ميت تقرّب پيدا مىكنند ، لحاظ نمىشود . . . دليل آنها اين است كه فرزندان فرزندان ميّت در حقيقت فرزندان خود ميت شمرده مىشوند ، لذا در عموم  « يُوصِيكُمُ اللَّهُ فِي أَوْلادِكُمْ لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  داخل مىشوند ؛ نساء ، آيهء 11 » .\r\n","page_name":" 85 ","page_number":21},
  {"content":"\r\n\r\nبه نزديكان پدرى تعلّق مىگيرد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . از آنجا كه فرزندان كلاله ، جانشين كلاله بوده و حكم آنان را دارند خوب است ابتدا حكم كلاله را ذكر كرده ، سپس حكم فرزندان كلاله را بيان كنيم ؛ دربارهء كلاله - به ترتيب كلالهء پدرى و مادرى ؛ كلالهء پدرى ؛ و كلالهء مادرى - فروع زير مطرح است :\r\n1 . اگر برادر پدرى و مادرى تنها باشد همهء مال را به قرابت ارث مىبرد .\r\n2 . اگر دو يا چند برادر پدرى و مادرى وجود داشته باشند مال را مساوى تقسيم مىكنند .\r\n3 . اگر در كنار يك يا چند برادر پدرى و مادرى ، يك يا چند خواهر پدرى و مادرى وجود داشته باشد بر اساس آيهء  « لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  ارث را تقسيم مىكنند .\r\n4 . اگر يك خواهر پدرى و مادرى وجود داشته باشد 2 به فرض و بقيّه به قرابت به وى ردّ مىشود .\r\n5 . اگر دو يا چند خواهر پدرى و مادرى وجود داشته باشد 3 به فرض و بقيّه به قرابت به وى ردّ مىشود .\r\n6 . كلالهء پدرى در صورت نبود كلالهء پدرى و مادرى به جاى او مىنشيند و حكم كلالهء أبى در حالت انفراد و اجتماع بسان كلاله پدرى و مادرى است . و با وجود كلالهء پدرى و مادرى هر چند مؤنث باشد كلالهء پدرى هر چند مذكر باشد ارث نمىبرد ؛ زيرا در كلالهء پدرى و مادرى دو سبب وجود دارد و لذا به ميت نزديكتر است و بر اساس آيهء  « أُولُوا الْأَرْحامِ بَعْضُهُمْ أَوْلى بِبَعْضٍ »  بر كلالهء پدرى مقدم است .\r\nآنچه تا به حال ذكر شد دربارهء كلاله پدرى و مادرى و كلالهء پدرى اعمّ از مذكّر و مؤنّث بود و دو فرع بعدى دربارهء كلالهء امى است .\r\n7 . اگر يك كلالهء مادرى - چه مذكر باشد چه مؤنث ؛ يعنى چه برادر ميت باشد و چه خواهر ميت - وجود داشته باشد 6 به فرض و بقيّه را به ردّ ارث مىبرد .\r\n8 . اگر دو كلالهء مادرى يا بيشتر - چه همه مذكر باشند و چه همه مؤنث و چه برخى مؤنث و برخى مذكّر - وجود داشته باشند 3 را به فرض به طور مساوى تقسيم مىكنند و بقيه را به ردّ مىبرند .\r\nهمان گونه كه مشاهده مىشود در كلالهء مادرى بر خلاف كلالهء پدرى و مادرى و كلالهء پدرى ، ميان مذكر و مؤنث تفاوتى نيست و تنها چيزى كه مؤثّر است وحدت و تعدّد مىباشد .\r\n9 . اگر خواهران و برادران متفرّق باشند ؛ يعنى برخى مادرى و برخى پدرى و مادرى ارث ميان آنها به صورت زير تقسيم مىشود :\r\nكلالهء مادرى :\r\n1 . اگر يك نفر باشد 6 به فرض مىبرد .\r\n2 . اگر بيشتر باشند 3 به فرض مىبرند و ميان آنها به طور مساوى - بدون تفاوت ميان مذكّر و\r\n","page_name":" 86 ","page_number":22},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nمؤنث تقسيم مىشود .\r\nكلاله پدرى و مادرى :\r\n1 . اگر تنها يك مؤنث باشد ( 6 / ) 2 مىبرد به فرض ، و بقيه ( 6 يا 6 ) را به ردّ مىبرد .\r\n2 . اگر دو مؤنث يا بيشتر باشد 3 به فرض مىبرند ، و اگر چيزى اضافه بماند ( مثل اينكه با يك كلالهء مادرى جمع شده باشند كه يكى اضافه مىآيد ) به آنها ردّ مىشود .\r\n3 . اگر مذكر باشند فرض قرآنى ندارند و لذا باقيمانده از كلالهء مادرى ( كه 6 يا 3 است ) ميان آنها به طور مساوى تقسيم مىشود .\r\n4 . اگر مذكر و مؤنث هر دو باشند باز هم سهم قرآنى ندارند و باقيماندهء از كلالهء مادرى ( / 6 يا 3 ) را بر اساس قانون  « لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  تقسيم مىكنند .\r\n10 . نقص بر كلالهء پدرى و مادرى يا پدرى وارد مىشود ولى به كلالهء مادرى وارد نمىشود و كلالهء مادرى هرگز از سهم قرآنى كمتر نمىگيرند به خلاف كلالهء پدرى و مادرى يا پدرى كه حتّى اگر سهم قرآنى داشته باشند - مثل يك خواهر كه 2 مىبرد و دو خواهر به بالا كه 3 مىبرند - بر آنها نقص وارد مىشود ؛ بسان اينكه شخصى مرده باشد و از وى شوهر و كلالهء پدرى و مادرى يا پدرى و كلالهء مادرى به جا مانده باشد در اين فرض ابتدا سهم قرآنى شوهر و كلالهء مادرى كه به ترتيب 2 و 3 يا 6 است داده مىشود و آنچه اضافه مىآيد به كلالهء پدرى و مادرى داده مىشود هر چند يك خواهر يا دو خواهر به بالا باشند كه سهم قرآنى آنها در غير اين فرض به ترتيب 2 و 3 است ، و در صورت نبود كلالهء پدرى و مادرى مقدار زايد به كلالهء پدرى داده مىشود هر چند يك خواهر يا دو خواهر باشد .\r\nمثال ديگر : شخصى مرده و از وى يك كلالهء مادرى - خواهر يا برادر - و يك خواهر پدرى و مادرى ياپدرى به جا مانده است . در اين جا 2 ( / 6 ) به شوهر و 6 به كلالهء مادرى تعلّق مىگيرد و 6 باقيمانده به خواهر مىرسد با اينكه فرض قرآنى وى 2 است و در اين مثال 6 به وى نقص وارد شده است .\r\nليكن اگر در فرض اجتماع كلالهء پدرى و مادرى چيزى زياد بيايد مقدار زايد به كلالهء پدرى و مادرى داده مىشود نه مادرى .\r\nمثال : يك كلالهء مادرى - برادر مثلاً - با خواهر پدرى و مادرى جمع شده باشد ؛ در اين صورت به خواهر پدرى و مادرى 2 ( / 6 ) و به كلالهء مادرى 6 مىرسد ، و 6 ( / 3 ) باقيمانده تنها به‌خواهر پدرى و مادرى ردّ مىشود .\r\nو در اينكه اگر كلالهء مادرى با كلالهء پدرى جمع شده باشد باز هم مقدار زايد به كلالهء پدرى اختصاص\r\n","page_name":" 87 ","page_number":23},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nپيدا مىكند يا به هر دو ردّ مىشود اختلاف است .\r\nآنچه تا كنون ذكر شد بحث اخوه ( برادران و خواهران ميت يا كلاله ) بود و از اين پس بحث اولاد اخوه يا اولاد كلاله مطرح مىشود :\r\nاولاد خواهران و برادران چه پدرى و چه مادرى ، چه پدرى و چه مادرى ، جانشين پدران و مادران خود مىشوند و نصيب « من يتقرب به » را ارث مىبرند ؛ لذا اگر يك نفر باشد همهء مال را ارث مىبرد . و اگر متعدد باشند و همه مذكّر يا مؤنث باشند آن نصيب را ميان خود به طور مساوى تقسيم مىكنند ، و اگر مذكر و مؤنث اجتماع كرده باشند در اين صورت اگر اولاد خواهران يا برادران پدرى و مادرى يا پدرى باشند بر اساس آيهء  « لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  مال را تقسيم مىكنند . و اگر اولاد خواهران يا برادران‌مادرى باشند مال را به طور مساوى تقسيم مىكنند و تفاوتى ندارد كه اولاد يك برادر باشند يا اولاد يك خواهر يا اولاد خواهران و برادران متعدّد باشند با توجه به اين مطالب در مورد اولاد كلاله ، فروعات زير مطرح است :\r\n1 . اولاد برادر پدرى و مادرى يا پدرى چه مذكر باشند چه مؤنث و چه متفرّق ، اگر در كنارشان اولاد برادر امّى نباشد همهء مال را مىبرند و اگر در كنارشان اولاد برادر مادرى باشد باقى بعد از فرض به اولاد كلالهء پدرى و مادرى يا پدرى داده مىشود ؛ زيرا اينها نيز بسان پدر خود سهم قرآنى ندارند .\r\n2 . اولاد خواهر پدرى و مادرى يا پدرى تنها 2 را كه سهم مادرشان باشد ارث مىبرند ؛ مگر در رتبهء آنها شخص ديگرى نباشد كه در اين نصف ديگر نيز به آنها ردّ مىشود . و اگر با آنها ( اولاد خواهر پدرى و مادرى يا پدرى ) اولاد برادر مادرى يا اولاد برادران مادرى وجود داشته باشد 6 ( اگر متقرّب به مادر يك نفر باشد ) يا 6 ( اگر متقرب به مادر متعدد باشد ) به اولاد خواهر پدرى و مادرى داده مىشود و به اولاد كلالهء مادرى على الأصحّ چيزى رد نمىشود .\r\n3 . اولاد دو يا چند خواهر پدرى و مادرى يا پدرى ، 3 به فرض و بقيّه را به ردّ ارث مىبرند .\r\n4 . اگر اولاد كلالهء پدرى و مادرى نباشد اولاد كلالهء پدرى جانشين وى مىشوند و أحدى از متقرّبين به پدر با وجود متقرّبين به پدرى و مادرى ارث نمىبرند .\r\n5 . اولاد برادر يا خواهر مادرى به طور مساوى 6 ارث مىبرند هر چند متعدد باشند و از حيث مذكر و مؤنث بودن تفاوت داشته باشند .\r\n6 . اولاد دو كلالهء امى ( چه دو كلاله مذكر باشند ، چه مؤنث و چه متفرّق ) 3 ( / 6 ) مىبرند و هرگروهى نصيب « مَن يتقرّب به » را مىبرد ، و در صورت تعدّد ميان خود به طور مساوى تقسيم مىكنند ؛ مثلاً اگر ميت يك خواهر و يك برادر داشته باشد سهم آنها 3 ( / 6 ) است كه 6 به اولاد برادر تعلّق مىگيرد هر چند يك نفر باشد و 6 هم به اولاد خواهر داده مىشود هر چند صد نفر\r\n","page_name":" 88 ","page_number":24},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nباشند ، و بر عكس .\r\nمثال ديگر : اگر پسر دختر برادر پدرى و مادرى يا پدرى ، با دختر پسر برادر پدرى و مادرى يا پدرى جمع شوند :\r\nالف ) اگر يك برادر باشد مؤنث دو برابر مذكر مىبرد ؛ زيرا دختر به واسطهء پسر برادر كه مذكر است به ميت تقرب پيدا مىكند و پسر به واسطه دختر برادر كه مؤنث است به ميت تقرب پيدا مىكند و مذكر دو برابر مؤنث مىگيرد ؛ لذا 3 كه سهم پسر برادر است به دختر وى داده مىشود و 3 كه سهم دختر برادر است به پسر وى تعلّق مىگيرد .\r\nب ) اگر برادر متعدّد باشد مال ميان آن دو تنصيف مىشود ؛ زيرا به هر يك از پسر دختر برادر اول و دختر پسر برادر دوم نصيب يكى از دو برادر تعلق مىگيرد .\r\nمثال ديگر : اگر از ميت پسر دختر برادر پدرى يا پدرى و مادرى ، و دختر دختر برادر پدرى يا پدرى و مادرى به جامانده باشد :\r\nالف ) اگر مادر آن دو يكى باشد ( يعنى اين پسر و دختر هر دو از يك دختر برادر باشند ) بر اساس قانون  « لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  مال را تقسيم مىكنند .\r\nب ) اگر مادر آن دو متفاوت باشد به طور مساوى تقسيم مىكنند .\r\n7 . اگر اولاد كلالات سه گانه اجتماع كنند :\r\nالف ) اولاد كلاله مادرى 3 مىبرند اگر « من تقرّبوا به » متعدّد باشد ؛ يعنى همهء فرزندان موجود از يك خواهر يا يك برادر ميت نباشند .\r\nو اگر « من تقرّبوا به » يكى باشد 6 به اولاد او داده مىشود .\r\nب ) اولاد كلالهء پدرى و مادرى :\r\n1 . در صورت تعدّد كلالهء امّى ( كه 3 ارث مىبردند ) 3 ارث مىبرند حال يا به فرض ( اگر كلالهء پدرى و مادرى دو مؤنث يا بيشتر باشند ) و يا به قرابت ( اگر كلالهء پدرى و مادرى مذكر باشد يا مذكر و مؤنث هر دو باشند كه در اين صورت سهم قرآنى ندارند و به قرابت ارث مىبرند ) و يا به فرض و قرابت هر دو ( اگر كلالهء پدرى و مادرى تنها يك مؤنث باشد كه 2 ( / 6 ) به فرض مىبرد و 3 ( / 6 ) نيز به كلالهء مادرى متعدد مىرسد و 6 باقيمانده نيز به كلالهء پدرى و مادرى به قرابت ردّ مىشود ) .\r\n2 . در صورت وحدت كلالهء مادرى باقيماندهء سهم كلاله مادرى كه 6 بود به كلالهء پدرى و مادرى مىرسد حال يا به قرابت و يا به قرابت به فرض هر دو ( به بيانى كه در صورت يك گذشت و در اين صورت « فرض » تنها ذكر نشد چون حتماً زياد مىآيد و مقدار زايد به قرابت برگردانده مىشود ) .\r\nج ) اولاد كلالهء پدرى به خاطر وجود اولاد كلالهء پدرى و مادرى ساقط مىشوند مثل خود « من تقرّبوا به » كه با وجود كلالهء پدرى و مادرى به كلالهء پدرى ارث نمىرسيد .\r\n","page_name":" 89 ","page_number":25},
  {"content":"\r\n\r\nپدر بزرگ و مادر بزرگ از هر جهت ، بسان برادر و خواهر از همان جهت مىباشد « 1 » .\r\n\r\nفصل\r\n\r\n[ ارث جنين 
  ]\r\nاگر ميان وارثان جنينى كه امكان ارث بردن دارد وجود داشته باشد ، براى وى سهم دو پسر كنار گذاشته مىشود [ زيرا اگر جنين بيش از يكى باشد غالباً دو قلو است و نهايتش آن است كه هر دو پسر باشند 
  ] تا پس از تولد مسأله روشن شود ؛ آن گاه اگر مرده به دنيا آمد ، ارث به وى تعلّق نمىگيرد ، و اگر زنده به دنيا آمد - كه نشانه‌اش گريهء بچه يا دست و پا زدن وى مىباشد - ارث مىبرد . و اگر از سهم وى [ كه برايش كنار گذاشته شده بود 
  ] چيزى زياد آمد ، به بقيهء وارثان برگردانده مىشود .\r\n\r\n[ ارث خنثا 
  ]\r\nاگر ميان وارثان خنثا وجود داشته باشد - و او كسى است كه آلت مردانه و زنانه دارد - با ادرار كردن آزمايش مىشود ؛ اگر از يكى از دو آلت ادرار كرد ، محكوم به همان است و اگر از هردو آلت ادرار كرد ، محكوم به آلتى است كه زودتر از آن ادرار خارج مىشود و اگر همزمان خارج مىشوند ، محكوم به آلتى است كه ديرتر ادرار آن قطع مىشود .\r\n( راه ديگر اين است كه استخوانهاى دندهء او شمرده مىشود . اگر تعداد آنها در دو طرف مساوى بودند ، حكم مىكنيم كه زن است و اگر تعداد دنده‌ها در يك طرف كمتر از\r\n\r\n\r\n","description":"","footnote":"\r\nر . ك : جواهر ، ج 39 ، ص 147 - 172 .\r\nقابل توجه است كه در متن رساله عبارت « من نصيب الجماعة أو ممّا يصيبهم » آمده كه چون معناى آن روشن نبود ترجمه نشد .\r\n( 1 ) . پدر بزرگ و مادربزرگ يا پدرى هستند يا مادرى ؛ حال همين تقسيم در برادر و خواهر نيز وجود دارد ؛ بدين معنا كه برادر و خواهر يا پدرى هستند يا مادرى يا پدرى و مادرى .\r\n","page_name":" 90 ","page_number":26},
  {"content":"\r\n\r\nطرف ديگر بود ، حكم مىكنيم كه مرد است . ) « 1 »\r\nو اگر هردو آلت در شروع و ختم ادرار يكسان باشند ، قانون آن در باب ارث اين است كه نيمى از مجموع سهم مذكر و مؤنث به وى داده مىشود « 2 » .\r\nدر كسى كه نه آلت زنانه دارد و نه آلت مردانه [ / ممسوح 
  ] ، قرعه انداخته مىشود .\r\nاگركنيزى ميان دو نفر مشترك باشد و هر دو با او نزديكى كرده باشند و بچه‌اى به دنيا آمده باشد و در الحاق بچه به يكى از دو مرد شك كنيم [ در نتيجه ندانيم از كدام يك ارث مىبرد يا كدام يك از او ارث مىبرند 
  ] در اين صورت نيز وظيفه قرعه است [ و قرعه به نام هر مردى كه درآمد ، بچه ملحق به او مىشود و ميانشان توارث برقرار مىشود 
  ] .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اگر خنثا از طريق چگونگى ادرار كردن - به بيانى كه ذكر شد - به يكى از زن يا مرد ملحق شد ، خنثاى واضح ناميده مىشود و جميع احكام كسى كه به او ملحق شده مترتب مىشود . اگر دو مخرج ادرار ، در شروع و ختم ادرار يكسان باشند ، خنثاى مشكل ناميده مىشود و اصحاب در حكم او اختلاف كرده‌اند ؛ شيخ در خلاف گفته : بر اساس قرعه عمل مىشود . شيخ در نهايه و ايجاز و مبسوط گفته : به وى نصف ارث مرد و نصف ارث زن داده مىشود . همين ديدگاه ، مشهور ميان اصحاب است . شيخ مفيد و برخى ديگر گفته‌اند :\r\nدنده‌هاى دو طرف خنثا شمارش مىشود . اگر مساوى باشند ، زن است ، و اگر متفاوت باشند [ به اين كه نه تا در جانب راست ، و هشت تا در جانب چپ باشد و مانند آن 
  ] مرد است . ر . ك :\r\nجواهر ، ج 39 ، ص ص 278 - 284 ؛ شرح لمعه ، ج 8 ، ص 194 - 191 . با توجه به اين بيانات ظاهراً درست نسخه‌اى است كه عبارت داخل پرانتز در آن نيامده است ؛ زيرا اوّلاً : شمارش اضلاع قسيم آزمايش از طريق ادرار نيست ، بلكه مرحلهء پس از آن است ؛ چون طريقه ادرار اگر مثبت باشد ، خنثا واضح خواهد بود و اگر پاسخ نداد ، برخى طريقهء شمارش دنده‌ها را مطرح كرده‌اند .\r\nثانياً : عبارت عربى چنين است : « أو تُعدُّ أضلاعُه و يحكم باستوائها أو نقصانها مِن جانب الرجل » كه عبارت ناقص است و بايد چنين باشد : « . . . باستوائها مِن جانب المرئة أو . . . » .\r\nثالثاً : اگر داخل پرانتز در نسخه نباشد ، عبارت « فإن استويا فهو المشكل أمره » معنا پيدا مىكند و به معناى تساوى دو مخرج در شروع و ختم ادرار است ولى در صورت بودن عبارت فوق ، جملهء « فإنِ استويا . . . » در طريقهء شمارش دنده‌ها بى معنا خواهد بود و به ناچار به طريقهء ادرار مىخورد و لازم مىآيد فاصله شدن اجنبى .\r\n( 2 ) . در اينجا در متن رساله ، عبارتِ « و في ثبوت الردّ معه في نصف المال خلاف ؛ و الأظهر أن لا يثبت » وجود دارد كه چون معناى آن روشن نبود ، ترجمه نشد .\r\n","page_name":" 91 ","page_number":27},
  {"content":"\r\n\r\n\r\n[ ارث انسان دو سر 
  ]\r\nاگر شخصى داراى دو سر بريك كمر باشد [ براى به دست آوردن اين كه آيا دو نفر است يا يك نفر چنين آزمايش مىشود : 
  ] پس از خوابيدن ، يكى از آنها را به آرامى بيدار مىكنيم ، اگر هر دو بيدار شدند ، حكم مىكنيم كه يك نفر هستند و ارث يك نفر به او داده مىشود و اگر تنها يكى بيدار شد ، حكم مىكنيم كه دو نفر هستند و ارث دو نفر را مىبرند .\r\n\r\n[ ارث فرزند زن لعان شده و زنا زاده 
  ]\r\nاز فرزند زنى كه لعان شده باشد ، پدر و بستگان پدرى ارث نمىبرند . ولى اگر پدر پس از لعان [ به جهت نفى ولد 
  ] به بچه اعتراف كند يا سخن پيشين خود را [ كه نفى ولد كرده بود 
  ] تكذيب نمايد ، فرزند از پدر ارث مىبرد ، هر چند از نزديكان پدرى ارث نمىبرد . البته اين تفصيل جاى بحث دارد .\r\nدر فرع ياد شده فرزند از مادر و بستگان مادرى ارث مىبرد ، چنان كه مادر و بستگان وى نيز از او ارث مىبرند .\r\nزنا زاده از هيچ كس ارث نمىبرد و جز فرزندان و همسر وى كسى از او ارث نمىبرد .\r\n\r\n[ حكم انسان پيدا شده و انسان مشكوك 
  ]\r\nالتقاط سبب برقرارى توارث ميان انسان پيدا شده و پيدا كننده نمىشود ، و نيز نزد برخى اصحاب ميان فرزند مشكوك و پدرش رابطهء توارث وجود ندارد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شيخ طوسى در خلاف ، ج 3 ، ص 594 مىگويد : « اگر لقيط [ كودكى كه در راه افتاده و از سر راه وى را برداشته اند 
  ] بميرد و وارثى نداشته باشد ، ارث به جا مانده از وى از آن بيت المال است . همهء فقيهان چنين فتوا داده‌اند . دليل ما اجماع فرقهء اماميّه است . گروهى [ از اهل سنت 
  ] گفته‌اند : ارث لقيط از آن مُلتقط [ يابنده 
  ] است » .\r\nشيخ طوسى در نهايه ، ص 681 - 682 گفته است : « فرزند مشكوك . . . سزاوار نيست كه به پدر خويش به لحوق صحيح ملحق شود ، بلكه بر پدر سزاوار است وى را تربيت كند و بر او انفاق نمايد ، و آن گاه كه مرگش فرا مىرسد ، مقدارى مال در حدّ نياز و شأن وى براى او كنار بگذارد ، و پس از\r\n","page_name":" 92 ","page_number":28},
  {"content":"\r\n\r\nانسان مشكوك كسى است كه با مادرش علاوه بر پدرش ، ديگرى نيز نزديكى كرده است .\r\nاصحاب گفته‌اند : بر پدر سزاوار است كه بر چنين فرزندى انفاق كند و به قدر نياز براى وى مال كنار بگذارد .\r\n\r\nفصل\r\nاگر مردى بيش از يك زن داشته باشد ، يك چهارم [ در صورت بچه نداشتن مرد 
  ] يا يك هشتم [ در صورت بچه داشتن 
  ] ميان آنها يكسان تقسيم مىشود ، مگر زنها متفاوت باشند ؛ بدين معنا كه همسر بودن برخى از آنها قطعى و همسر بودن برخى ديگر مشكوك باشد ؛ بسان اين كه ميان آنها يكى مطلّقه باشد و براى ما معلوم نباشد كه كدام يك از آنهاست ؛ در اين صورت سهم زنهاى قطعى از اصل فرض داده مىشود و باقيمانده ميان زنهاى مشكوك تقسيم مىشود .\r\nامّ ولد [ كنيزى كه از مولا بچه داشته باشد 
  ] از سهم ارث بچه‌اش آزاد مىشود . حال اگر از ميت هيچ مالى جز همين امّ ولد باقى نمانده باشد ، به اندازهء سهم فرزندش آزاد مىشود و در باقيماندهء بهاى خود به كار گرفته مىشود تا همه‌اش آزاد شود .\r\nاگر مولا به اندازهء بهاى امّ ولد مديون باشد ، وى را قيمت گذارى كرده و از فرزندش\r\n\r\n\r\n","description":"","footnote":"\r\nمرگ وى ، به فرزند مشكوك ارث تعلّق نمىگيرد و اگر هيچ وارثى - نه فرزند و نه همسر - نداشت ، تركهء او براى بيت المال خواهد بود . »\r\nابن برّاج در مهذّب ، ج 2 ، ص 166 در اين ديدگاه از شيخ پيروى كرده است .\r\nشهيد در دروس ، ج 2 ، ص 351 مىگويد : « اين حكم در مورد كنيز به سند صحيح روايت شده است » . در مقابل ، ابن ادريس در سراير ، ج 3 ، ص 285 اين ديدگاه را ردّ كرده و مىگويد :\r\n« سخن شيخ بر خلاف اصول مذهب ما مىباشد ، و سخن درست آن است كه فرزندى كه از همسر وى به دنيا آمده ، از نظر شرعى فرزند اوست و اگر بميرد ، از او ارث مىبرد و در اين مسأله مخالفى وجود ندارد ؛ زيرا معصوم ( ع ) در روايتى مىفرمايد : « الولد للفراش و للعاهر الحجر » و فراش عبارت از عقد است . علاّمه در مختلف ، ج 9 ، ص 104 مىگويد : « آنچه در روايت آمده « كنيز » است ؛ ليكن در « همسر » اشكالى كه ابن ادريس ذكر كرده ، حق است .\r\n","page_name":" 93 ","page_number":29},
  {"content":"\r\n\r\nدريافت مىكنند و اگر فرزندش نا بالغ باشد ، امّ ولد تا زمان بلوغ فرزندش به حال خود گذاشته مىشود و آن گاه كه بالغ شد ، بر پرداخت‌بهاى مادر خود اجبار مىشود .\r\nدر صورتى كه پيش از بلوغ بميرد ، امّ ولد براى پرداخت دَين فروخته مىشود . البته برخى گفته‌اند : امّ ولد [ براى پرداخت دَين 
  ] فوراً فروخته مىشود كه اين ديدگاه شايد موافق احتياط باشد .\r\n\r\n[ حبوه و طعمه 
  ]\r\nمستحب است شمشير ، قرآن و انگشتر پدر از اصل مال كم شده و به فرزند بزرگتر اختصاص يابد يا اين كه اينها به او اختصاص پيدا كند و در مقابل ، بهاى آنها از سهم ارث وى كم شود . ديدگاه دوم احوط است « 1 » .\r\nهمچنين بر پدر ميّت مستحب است يك ششم تركه را به پدر بزرگ يا مادر بزرگ اطعام نمايد ؛ البته اين استحباب در صورتى است كه سهم پدر ميت زياد باشد . اگر پدر بزرگ و مادر بزرگ هر دو موجود بودند ، يك ششم ميان آنها يكسان تقسيم مىشود « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اين حكم از مختصّات اماميّه است و نزد آنان « حُبوه » ناميده مىشود . شيخ مفيد در اعلام ، ص 53 - 54 مىگويد : « اماميه اجماع دارند كه پسر بزرگتر در ارث بر پسران كوچكتر با شمشير پدر و انگشتر و قرآن وى برترى مىيابد ، و اهل سنت بر خلاف اين اجماع دارند . . .\r\nسپس فقيهان در جنس محبوّ اختلاف كرده‌اند ، همچنين در وجوب يا استحباب اين حكم اختلاف كرده‌اند ، چنان كه در شرايط « محبوّله » [ كسى كه حبوه به وى تعلّق مىگيرد 
  ] اختلاف كرده‌اند .\r\nدر مجمع البحرين آمده است : « حَبْوَه از « حبوت الرجلَ حبِاءً » به كسر والف ممدوده به معناى چيزى به وى بدون عوض اعطا نمودم ، مشتقّ شده است . اسم مصدر آن « حُبوه » به ضمّ حاء مىباشد » . در قاموس آمده است : « حبى فلان » يعنى : به او بدون چشمداشت بخشيد .\r\nدر صحاح آمده است : « حباه يحبوه يعنى : به او حباء اعطا نمود » .\r\n( 2 ) . شهيد ثانى در مسالك ، ج 13 ص 139 مىگويد : « بر پدر و مادر ميت يا يكى از آن دو مستحب است كه يك ششم اصل مال را به پدربزرگ و مادر بزرگ ميّت [ / پدر و مادر خودشان 
  ] اطعام كنند ؛ البته اين استحباب در صورتى است كه سهم هر يك از پدر و مادر از يك ششم بيشتر شده باشد .\r\nدر وسائل ، ج 13 ، ص 137 ، باب 20 از ابواب ميراث ابوين و اولاد ، ح 2 ، از امام صادق ( ع )\r\n","page_name":" 94 ","page_number":30},
  {"content":"\r\n\r\n\r\n[ وارث گمشده 
  ]\r\nاگر برخى از وارثان غايب بوده و خبرى از آنها در دست نباشد ، تا آن گاه كه مرگش ثابت شود يا زمانى بگذرد كه عادتاً مثل چنان شخصى تا آن زمان زنده نمىماند ، سهم ارث وى تقسيم نمىشود . برخى اصحاب گفته‌اند : اگر چهار سال بگذرد و خبرى از وى نرسد ، سهمش ميان ديگر وارثان تقسيم مىشود « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\nروايت شده است : « إنّ رسول‌اللّه ( ص ) أطعم الجدّة السدس » » . [ در مورد حبوه چند مطلب قابل ذكر است :\r\nاوّلاً : حبوه علاوه بر ضمّ حاء به فتح و كسر آن نيز ثبت شده است .\r\nثانياً : فتواى محقق طوسى در متن كه قيد « من قِبَل الأب » آورده ، خلاف مشهور است . به نظر ايشان و برخى ديگر استحبابِ اطعام به پدربزرگ و مادربزرگ اختصاص به پدر ميت دارد ، ولى به نظر مشهور اين استحباب براى مادر ميت نيز وجود دارد . ر . ك : جواهر ، ج 39 ، ص 143 .\r\nثالثاً : از لفظ « طُعمه » استفاده مىشود كه در استحباب اطعام يك ششم شرط است كه سهم مُطعم از يك ششم بيشتر باشد ؛ ليكن در اينكه مقدار زايد چقدر بايد باشد اختلاف است ؛ برخى گفته‌اند مطلق زيادت نصيب مطعم بر يك ششم در اطعام يك ششم معتبر است ، هر چند زيادت به قدر يك ششم نباشد . برخى اين قول را به مشهور نسبت داده‌اند .\r\nبرخى ديگر گفته‌اند : شرط است كه زيادت به اندازهء يك ششم يا بيشتر باشد . برخى بر اين ديدگاه ادعاى اشهريّت كرده‌اند .\r\nحال از عبارت خواجه : « إذا كان سهمه الأوفر » استفاده مىشود كه ايشان قائل به ديدگاه نخست است و مطلق زيادت را معتبر مىداند .\r\nثمرهء دو ديدگاه بالا در اجتماع پدر و مادر با يك دختر يا اجتماع يكى از آن دو با دو دختر آشكار مىشود ، كه در اين صورت مقدار زيادى نصيب يكى از پدر و مادر كمتر از يك ششم اصل مال است . لذا بنابر قول نخست اطعام مستحب است ، ولى بنابر قول دوم مستحب نيست .\r\nر . ك : جواهر ، ج 39 ، ص 142 - 146 ؛ شرح لمعه ، ج 8 ، ص 122 - 124 . مترجم 
  ]\r\n( 1 ) . شهيد ثانى در مسالك ، ج 13 ، ص 57 مىگويد : « اصحاب در حكم ارث مفقود [ شخص غايبى كه خبرى از او در دست نيست 
  ] اختلاف كرده‌اند . مشهور بر اين باورند كه بايد تا زمانى كه عادتاً مثل چنان شخصى زنده نمىماند ، صبر كرد [ و سهم ارث وى را كنار گذاشت 
  ] » .\r\nصاحب مفتاح الكرامه در ج 8 ، ص 92 مىگويد : ظاهراً سه قول وجود دارد :\r\nنخست : ديدگاه مصنف [ / علامه در قواعد 
  ] كه مختار مبسوط و خلاف و وسيله و سراير و شرايع و\r\n","page_name":" 95 ","page_number":31},
  {"content":"\r\n\r\n\r\nفصل : [ در غرق شدگان و زير آوار ماندگان 
  ]\r\nاگر گروهى در يك حالت مردند و مقدّم و مؤخّر بودن مرگشان معلوم باشد ، توارث ميان آنها بر قرار نخواهد بود [ ؛ يعنى چنين نيست كه هر يك از ديگرى ارث ببرد بلكه بر اساس قاعده ، آنكه مرگش مؤخّر بوده از آنكه زودتر مرده ارث مىبرد 
  ] .\r\nاگر تقديم و تأخير معلوم نباشد - بسان غرق شدگان و زير آوارماندگان و مانند آنها « 1 » - و\r\n\r\n\r\n","description":"","footnote":"\r\nنافع و كشف و تحرير و ارشاد و مختلف و تبصره و ايضاح و دروس و لمعه . . . و مهذّب و مقتصر و موضعى از مسالك مىباشد ، و چنان كه در روضه آمده مشهور مىباشد .\r\nدليل اين گروه ، اصل يعنى استصحاب بقاى حيات تا زمان قطع به مردن مىباشد .\r\nدوم : مال چهار سال نگه داشته مىشود . قائل به اين قول سيد مرتضى و صدوق و ابوالصلاح و ابوالمكارم مىباشد كه صاحب مفاتيح و كفايه از آنها پيروى كرده‌اند .\r\nسوم : بسيارى از ابو على كاتب ، قول به تفصيل را نقل كرده‌اند ، به اين صورت : اگر كسى در لشگر حضور داشته و مفقود شده ، تا چهار سال مال براى وى نگه داشته مىشود ، و اگر كسى در موقع غيبت جايگاهش معلوم نباشد تا ده سال مال برايش نگه داشته مىشود .\r\n( 1 ) . برخى اصحاب حكم توارث را به هر سببى كه موجب مشتبه شدن تقديم و تأخير مرگ شده باشد ، سرايت داده‌اند بسان گروهى كه دسته جمعى به قتل رسيده يا در آتش سوخته‌اند ؛ بنابر اين ديدگاه حكم توارث اختصاص به مورد روايت كه غرق شدن و زير آوار ماندن است ، ندارد ، و از كلمهء « و من فى حكمهم » استفاده مىشود مرحوم خواجه قائل به تعميم و سرايت است . دليل اينها وجود علت [ / عدم علم به تقدّم مرگ يكى بر ديگرى 
  ] در موارد مشابه است [ / تنقيح مناط 
  ] و هر كجا علت باشد ، حكم هم هست .\r\nدر مقابل ، برخى ديگر در ردّ ديدگاه فوق گفته‌اند :\r\nاوّلاً : ما وجود علت ياد شده را كه موجب سرايت حكم مىشود قبول نداريم ؛ يعنى معلوم نيست علت حكم عدمِ علمِ به تقدّم و تأخّر مرگ باشد ، بلكه شايد حكم توارث در فرض غرق شدن و زير آوار ماندن از روى علت و حكمت ديگرى باشد كه ما از آن بى اطلاع هستيم .\r\nثانياً : حكم توارث بر خلاف اصل و قانون ارث است ؛ زيرا قانون ارث آن است كه علم به تأخّر حيات وارث از حيات مورّث داشته باشيم ، هر چند مدت حيات كوتاه باشد ؛ بنابر اين اگر دو نفر همزمان مرده باشند يا بدانيم يكى زودتر از ديگرى مرده ، ولى متقدّم و متأخّر مشتبه باشد ، يا اصل تقدّم و اقتران مشكوك باشد ، ارث برقرار نخواهد بود ؛ چه اين گروه به مرگ طبيعى مرده باشند و چه به اسباب خارجى . آن گاه اين قانون به خاطر وجود روايت و اجماع درخصوص موردى كه سبب\r\n","page_name":" 96 ","page_number":32},
  {"content":"\r\n\r\nتوارث ميان آنها ممكن باشد ، از يكديگر ارث مىبرند ، به اين صورت كه مرگ هريك از آنها پيش از بقيّه فرض مىشود و تركهء وى ميان وارثان زنده و مرده او تقسيم مىشود و آنچه سهم وارث زنده مىشود ، به وى داده مىشود و آنچه در آن فرض به وارث مرده مىرسد ، ميان وارثان زنده - نه مردهء آنها - تقسيم مىشود و اين كيفيت همچنان دامه مىيابد تا تركهء همهء آنها به انسانهاى زنده منتقل شود « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\nمرگ دسته جمعى غرق شدن و زير آوار ماندن باشد ، استثنا شده و در خلاف اصل به قدر متيقّن كه همان موضع نصّ و وفاق باشد ، اكتفا مىشود .\r\nقول به عدم سرايت ، ديدگاه اكثر اصحاب است . ر . ك : شرح لمعه ، ج 8 ، ص 221 ، جواهر ، ج 39 ، ص 308 - 309 .\r\nعلاوه بر دو ديدگاه فوق [ الحاق و عدم الحاق 
  ] دو ديدگاه ديگر نيز وجود دارد : برخى قائل به توقّف شده‌اند ؛ بسان محقق حلى در شرايع ، ج 4 ، ص 50 . برخى گفته‌اند : براى شناخت متقدم تا متأخّر از وى ارث ببرد - در صورتى كه احتمال تقارن نرود - به قرعه عمل مىشود ؛ بسان آيت الله حكيم در منهاج الصالحين ، ج 2 ، ص 414 .\r\nالبته برخى ادعاى اجماع كرده‌اند بر اين كه اگر سبب مرگ ، مرگ طبيعى [ حتف أنف 
  ] باشد توارث بر قرار نيست .\r\nر . ك : شرح لمعه ، ج 8 ، ص 221 .\r\nنتيجه : سبب مرگ دسته جمعى از سه حال بيرون نيست :\r\nالف ) غرق شدن و زير آوار ماندن : فقيهان اجماع دارند كه در صورت وجود شرايط در اين صورت توارث برقرار است .\r\nب ) مرگ طبيعى ، در اين صورت ادعاى اجماع بر عدم توارث شده است .\r\nج ) سبب ديگرى غير از اسباب ياد شده ، بسان قتل و آتش سوزى ؛ در اين صورت چهار قول وجود داشت : الحاق به غرق ، عدم الحاق ؛ توقف ؛ عمل به قرعه . ر . ك : موسوعه فقهيه ميسّره ، ج 2 ، ص 78 - 80 [ مترجم 
  ] .\r\n( 1 ) . شروط توريث غرق شدگان و زير آوارماندگان :\r\nدر توريث غرق شدگان و زير آوار ماندگان و مانند آنها - بنابر سرايت حكم به آنها - چند شرط وجود دارد :\r\nنخست : هردو يا يكى مال داشته باشند ؛ زيرا در صورت عدم مال ، توريث معنا ندارد .\r\nدوم : ميان آن دو يكى از اسباب توارث وجود داشته [ / نسب يا سبب 
  ] و مانع از توارث هم وجود نداشته باشد ؛ بنابر اين اگر دو برادر مردند و هريك فرزندى داشتند ، ميان دو برادر توارث برقرار\r\n","page_name":" 97 ","page_number":33},
  {"content":"\r\n\r\nبرخى از قدما گفته‌اند : در آنچه كه هريك ارث برده نيز توارث برقرار است . اين سخن\r\n\r\n\r\n","description":"","footnote":"\r\nنيست ؛ زيرا فرزند ، حاجب برادر است .\r\nسوم : متقدّم و متأخّرِ از آن دو مشتبه باشد ، يا اصل تقدّم و تأخّر مشكوك باشد ؛ لذا در صورت علم به اقتران مرگ آن دو ، توارث برقرارنيست ، همچنين اگر متقدّم معلوم باشد ، تنها متأخّر از وى ارث مىبرد ، ولى متقدم از وى ارث نمىبرد .\r\nكيفيت توريث : طريق توريث هريك از دو متوارث از اين قرار است :\r\n1 . فرض مىكنيم يكى مرده است و به ديگرى ارث مىدهد ، آن گاه فرض مىكنيم ديگرى ميّت است و اوّلى از وى ارث مىبرد ؛ لذا اگر پدر و پسر - در صورت وجود شرايط ياد شده - بميرند [ غرق شوند 
  ] و پدر همسر - كه مادر پسر متوفّى است - و پسر ديگرى دارد ، و پسر نيز همسر و پسرى دارد ، كيفيت توريث آن دو بدين صورت است :\r\nابتدا پسر را مثلاً متوفّى فرض مىكنيم و 6 مال وى را به پدر و 6 آن را به مادر وى و 8 آن را به همسرش و بقيه را به پسرش مىدهيم . سپس پدر را ميت فرض مىكنيم و 8 مال وى را به همسرش - كه مادر پسر متوفّى است - مىدهيم و بقيه را به دو برادر - كه پسر زنده و پسر مرده باشند - يكسان تقسيم مىكنيم .\r\n2 . مشهور آن است كه آن دو از آنچه هريك از ديگرى ارث برده ، ارث نمىبرند و توارث منحصر به اموالى است كه پيش از توارث وجود داشته است و هر آنچه كه هريك از دو نفر ارث برده ، به ديگر وارثان هريك منتقل مىشود ؛ ليكن شيخ مفيد در مقنعه ، ص 699 و سلار در مراسم ، ص 225 - 226 معتقدند توارث در آنچه هريك ارث برده‌اند نيز برقرار است .\r\n3 . معروف اين است كه در تقديم هريك از آن دو تفاوتى در توريث نيست ؛ ليكن برخى معتقدند كه ابتدا بايد كسى را كه سهم بيشترى مىگيرد ، ميّت فرض كنيم تا كسى كه سهم كمترى مىگيرد ، ابتدا ارث ببرد ، دليل اينها روايتى است كه در اين زمينه وارد شده است ؛ ر . ك : وسايل ، ج 26 ، ص 315 . گفته شده است كه ثمرهء اين قول بنا بر قول شيخ مفيد كه مىگويد هريك از آنچه ديگرى ارث برده نيز ارث مىبرد ، آشكار شود .\r\nر . ك : شرح لمعه ، ج 8 ، ص 213 - 221 ؛ جواهر ، ج 39 ، ص 306 - 319 ؛ مفتاح الكرامه ، ج 8 ، ص 260 - 262 ؛ موسوعه فقهيه ميسّره ، ج 2 ، ص 80 - 81 .\r\n4 . مشهور مىگويند در توريث آنچه كه به ميت مىرسد ، به وارثان زندهء وى داده مىشود ، نه وارثانى كه با وى مرده‌اند ؛ ليكن نزد شيخ مفيد هم به وارثان زندهء وى و هم به وارثانى كه با او مرده‌اند داده مىشود .\r\nر . ك : مهذب الاحكام ( سبزوارى ) ، ج 30 ، ص 276 . [ مترجم 
  ]\r\n","page_name":" 98 ","page_number":34},
  {"content":"\r\n\r\nنزديك به محال است ؛ زيرا براساس اين ديدگاه تا ابد همچنان تقسيم ادامه مىيابد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . فقيهان در ارث غرق شدگان و زير آوارماندگان اختلاف كرده‌اند :\r\nشيخ در خلاف ، ج 4 ، ص 31 - 32 مىگويد : « زير آواركنندگان و غرق شدگان از يكديگر از خود تركه - نه از آنچه از ديگرى ارث برده - ارث مىبرند . اين حكم طبق فرمودهء امير مؤمنان على ( ع ) است . دليل ما اجماع فرقهء اماميه و روايات آنهاست » .\r\nهمين سخن را شيخ در مبسوط ، ج 4 ، ص 118 گفته و چنين دليل آورده است : « اگر هريك از آنچه از او ارث برده شده ، ارث ببرد ، هرگز تقسيم تمام نخواهد شد » .\r\nعلامه در مختلف ، ج 9 ، ص 114 گفته است : « اين ديدگاه ظاهر كلام شيخ على بن بابويه و فرزند وى شيخ صدوق مىباشد . ابن جنيد و ابوالصلاح و ابن براج و ابن حمزه نيز همين ديدگاه را پذيرفته‌اند » .\r\n[ بر خلاف 
  ] مفيد و سلاّر كه گفته‌اند : « هريك از آنچه از وى ارث برده مىشود ، نيز ارث مىبرد » .\r\nسپس علامه گفته است : ديدگاه نخست مورد پذيرش است ؛ زيرا ارث دادن به وى از آنچه از او ارث برده شده ، مستلزم فرض زنده شدن ميّت است و اين محال عادى است » .\r\n[ بر سخن شيخ مفيد و سلار اشكالاتى وارد شده است :\r\n1 . سخن ايشان مستلزم تسلسل است ؛ زيرا مستلزم اين است كه هريك مال خود را به ارث ببرد ؛ مثلاً اگر زيد از عمرو دينارها را ارث ببرد [ به اعتبار فرض مرگ عمرو پيش از زيد 
  ] سپس عمرو از زيد همين دينارها را ارث ببرد [ به اعتبار فرض مرگ زيد پيش از عمرو 
  ] لازم مىآيد كه زيد براى بار دوم دينارها را از عمرو ارث ببرد و سپس عمرو از زيد ارث ببرد ، سپس بر عكس و به همين ترتيب تا بى نهايت ادامه پيدا كند .\r\nالبته برخى گفته‌اند مىتوان از اشكال تسلسل چنين جواب داد كه شيخ مفيد اين سخن را در ارث شخصى كه وارث دوم فرض شده مىزند ، نه در ارث بردن هريك از ديگرى ؛ يعنى شخصى كه در فرض دوم وارث فرض شد ، هم اصل مال ديگرى و هم آنچه را ارث برده ، ارث مىبرد .\r\nر . ك : شرح لمعه ، ج 8 ، ص 214 ؛ جواهر ، ج 39 ، ص 315 .\r\n2 . سخن ايشان مستلزم محال عادى است ؛ يعنى مستلزم فرض حيات بعد از مرگ است ؛ زيرا ارث بردن دينارها از عمرو توسط زيد مقتضى فرض مرگ عمرو در زمان حيات زيد است . حال اگر عمرو دينارهايى را كه از او به زيد منتقل شده ارث ببرد ، لازم مىآيد زيد پس از انتقال مال از وى [ و فرض مرگ او 
  ] زنده فرض شده باشد ؛ و چنين چيزى محال عادى است .\r\nاز اين اشكال نيز پاسخ داده شده كه اصل مسأله توارث مستلزم محال عادى است .\r\nبنابر اين اشكالات وارد شده به مفيد به واسطهء تنزيل و اعتبار قابل دفع است و عمده چيزى كه در ردّ ايشان مطرح است ، روايات باب مىباشد .\r\nر . ك : جواهر ، 39 ، ص 314 - 315 ؛ مهذب الاحكام ، سبزوارى ، ج 30 ، ص 276 ؛ شرح لمعه ، ج 8 ، ص 214 - 216 . [ مترجم 
  ]\r\n","page_name":" 99 ","page_number":35},
  {"content":"\r\n\r\nبرخى گفته‌اند : ضعيف‌تر [ كسى كه سهم وى كمتر است 
  ] مقدم فرض مىشود . « 1 » اين روش نيز هيچ گونه تأثيرى در تفاوت سهام ندارد .\r\nاگر ميان اين افراد كسى باشد كه تركه‌اى ندارد ، براى وى سهم ارث قرار داده مىشود ، ولى چيزى از وى گرفته نمىشود .\r\nاگر برخى از آنها از ديگرى ارث ببرد ، ولى ديگرى از او ارث نبرد ، « 2 » روش ياد شده از\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در وجوب تقديم اضعف ترددّ است ؛ علامه در تحرير ، ج 2 ، ص 175 گفته است :\r\n« علماى ما در تقديم كسى كه ارث كمترى مىبرد ، اختلاف كرده‌اند ؛ شيخ مفيد آن را واجب مىداند . . . . شيخ طوسى در اين زمينه دو قول دارد : يكى وجوب تعبدى ، و ديگرى استحباب .\r\nنزد من قول به استحباب اقوى است » .\r\nصاحب مفتاح الكرامه در ج 8 ، ص 263 گفته است : « قول به وجوب تقديم كسى كه كمتر ارث مىبرد ، مختار مقنعه و نهايه و مبسوط و سراير و وسيله و تبصره و لمعه . . . و ظاهر فقيه و مراسم و مسالك و روضه و غاية المرام ووسايل مىباشد . همين ديدگاه از مقنع و جامع حكايت شده است .\r\nدر شرايع و نافع و كشف و غنيه و تحرير و ارشاد . . . مختلف و غاية المراد و تعليق النافع و كفايه بر عدم وجوب تصريح شده است . همين ديدگاه ظاهر ابوالصلاح در كافى مىباشد . . . از طبقات و تنقيح نيز همين قول بر مىآيد . از ايجاز و اصباح و قطب ، على بن مسعود نيز همين ديدگاه حكايت شده است .\r\nدر ايضاح و كنز الفوائد و مهذّب و مقتصر و مفاتيح و تعليق القواعد هردو ديدگاه ذكر شده بدون اين كه يكى ترجيح داده شود . »\r\n[ در وجوب تقديم اضعف اختلاف است ؛ شيخ در ايجاز فرموده : واجب نيست و شيخ در مبسوط و نيز شيخ مفيد در مقنعه گفته‌اند : تقديم اضعف واجب است . شيخ در مبسوط اعتراف كرده كه در صورت تقديم اضعف ، حكم تغيير نمىكند ، ليكن ما تعبداً و به پيروى از روايت قايل به تقديم اضعف هستيم . بنابر قول شيخ مفيد - كه گفته است دومى از آنچه كه اوّلى از او ارث برده نيز ارث مىبرد - فايدهء تقديم اضعف روشن مىشود . ر . ك : جواهر ، ج 39 ، ص 315 - 316 . مترجم 
  ]\r\n( 2 ) . يكى از شرايط توريث اين است كه ارث بردن از هر دو طرف ثابت باشد ؛ لذا اگر تنها از يك طرف ثابت باشد ، اين حكم ساقط مىشود ؛ مثل اين كه دو برادر با هم غرق شده باشند و يكى بچه داشته و ديگرى نداشته باشد ، در اين جا هيچ يك از ديگرى ارث نمىبرد . بر اين مطلب ادعاى اجماع شده است ؛ ليكن قومى گفته‌اند : از طرف ممكن ارث برقرار است و محقق اردبيلى و صاحب كفايه به اين قول تمايل پيدا كرده‌اند . مرحوم نراقى در مستند الشيعه عبارت « قال قوم بل يورث من الطرف الممكن » را از محقق طوسى در الفرائض النصيريه نقل كرده كه مرادش همين رساله است . : مستند الشيعه ، ج 19 ، ص 458 و 459 .\r\n[ مترجم 
  ]\r\n","page_name":" 100 ","page_number":36},
  {"content":"\r\n\r\nدرجه اعتبار ساقط مىشود و بايد تركهء هريك ميان وارثان زنده او تقسيم شود .\r\nالبته برخى گفته‌اند : در اين فرض نيز از جانبى كه امكان دارد ، ارث برقرار است .\r\nبه نظر ما اقرب ديدگاه نخست است و مىتوان براى اثبات آن به اجماع و مانند آن تمسك كرد .\r\n\r\nفنّ دوم از قسم نخست : احكام وصيتها و اقرارهاى مربوط به ارث\r\nاين فنّ در بردارندهء دو باب است :\r\n\r\nباب نخست : وصيتها :\r\nوصيت كردن بر هر مسلمانى واجب است « 1 » و عمل به وصيت بر تقسيم ارث مقدّم است .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . خداوند در سورهء بقره آيهء 180 مىفرمايد :  « كُتِبَ عَلَيْكُمْ إِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ إِنْ تَرَكَ خَيْراً الْوَصِيَّةُ لِلْوالِدَيْنِ وَ الْأَقْرَبِينَ بِالْمَعْرُوفِ حَقًّا عَلَى الْمُتَّقِينَ »  .\r\nمرحوم فاضل مقداد در كنز العرفان ، ج 2 ، ص 89 و 90 مىگويد : « كُتب به معناى فُرض است و خير به معناى مال است چنان كه در سورهء عاديات آيهء 9 آمده است :  « وَ إِنَّهُ لِحُبِّ الْخَيْرِ لَشَدِيدٌ »  .\r\nبرخى گفته‌اند : اين آيه با آيهء ارث نسخ شده است . ليكن پاسخ اين سخن آن است كه اصل عدم نسخ است . علاوه بر آنكه شرط نسخ منافات ميان ناسخ و منسوخ است و هيچ منافاتى ميان وصيت و ارث نيست ؛ زيرا وصيت بخششى است زايد بر ارث . و بر فرض هم نسخ پذيرفته شود ، آيهء ارث ناسخ وجوب وصيت است نه جواز وصيّت .\r\nمرحوم شيخ يوسف بحرانى در آغاز كتاب وصاياى الحدائق الناضرة ج 22 ، 375 - 376 مىگويد : « بايد در آغاز كتاب رواياتى را كه مردم را به وصيّت كردن تحريك مىكند و نشانهء وجوب يا استحباب مؤكَّد آن است ، ذكر كنم » . آنگاه پس از نقل رواياتى چند در ص 379 و 380 مىگويد : « روايات در بردارندهء فوائدى است :\r\nيك : بدون ترديد بر كسى كه ذمّه‌اش به حقوق واجب بسان دين يا حجّ يا زكات يا خمس مشغول است ، وصيّت كردن واجب است . و مىتوان رواياتى را كه اشعار به وجوب داشته و مىگويد : « الوصيّة حقُّ على كلّ مسلم » را بر اين فرض حمل نمود و آن روايات را بر اين افراد اختصاص داد . البته مىتوان روايات را بر استحباب مؤكّد حمل نمود و به غير اين افراد كه امور مستحب باشد اختصاص داد .\r\nدو : ظاهر برخى احاديث استحباب مؤكّد وصيت به نزديكانى است كه بهره‌اى از ميراث ندارند . اين روايات هر چند ظهور در وجوب دارند ؛ ليكن بخاطر روايت عياشى از ابى بصير در روايت صحيحه حمل بر استحباب مىكنيم ؛ در حديث امام ( ع ) دربارهء آيهء  « كُتِبَ عَلَيْكُمْ إِذا حَضَرَ أَحَدَكُمُ الْمَوْتُ . . . »  مىفرمايد : « اين آيه با آيهء ارث نسخ شده است » . در فقه الرضا ( ع ) تصريح به استحباب شده هر چند در آخر كلام خود تصريح كرده است كه ترك وصيت معصيت است كه اين كلام حمل بر مبالغه مىشود . » [ مترجم 
  ]\r\n","page_name":" 101 ","page_number":37},
  {"content":"\r\n\r\nوصيت كننده نمىتواند در بيش از يك سوم مال خود تصرف كند ، و اگر چنين كند ، تنها تا يك سوم نافذ است و زايد بر آن به اجازهء وارثان پس از مرگ وصيت كننده بستگى دارد ، و اگر اجازه دادند ، نمىتوانند اجازهء خود را پس بگيرند .\r\nوصيت كننده حق ندارد براى كسى كه در اعتقاد با وى مخالف است ، وصيت كند ، مگر مخالف از ارحام وصيت كننده باشد كه چنين وصيّتى جايز ولى مكروه است .\r\nاگر مورد وصيت يك چيز معيّن يا سهمى از مال معيّن باشد ، كنار گذاشته مىشود و بقيه ميان وارثان تقسيم مىشود .\r\nاگر موصى وصيت كند كه به « موصى له » مثل نصيب برخى ورثه را بدهيد [ مثلاً بگويد مثل نصيب يكى از پسرانم را به زيد بدهيد 
  ] مثل سهم « موصى له » [ يا سهام « موصى لهم » در صورت تعددّ آنها 
  ] به سهام جميع وارثان اضافه مىشود [ مثلاً اگر چهار پسر داشته باشد ، از آنجا كه هر كدام يك سهم دارند ، يك سهم نيز براى « موصى له » قرار داده مىشود و عدد پنج به دست مىآيد 
  ] و مال بر عدد به دست آمده [ / پنج 
  ] تقسيم مىشود . وصيت به مثل نصيب برخى وارثان دو صورت ديگر نيز دارد : گاه با زيادت است [ مثل اين كه بگويد : براى « موصى له » مثل نصيب يكى از پسرانم به اضافه يك ششم از اصل مال را قرار دهيد 
  ] و گاه با نقصان است [ مثل اين كه بگويد براى « موصى له » مثل نصيب يكى از پسرانم به جز يك ششم اصل مال را قرار دهيد 
  ] كه در اين دو صورت سهم « موصى له » براساس محاسبه‌اى كه خواهد آمد استخراج مىشود « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . ذكر چند نكته ضرورى است : نخست : معمولاً اين گونه مباحث در باب وصيت مطرح مىشود مثل آنچه كه در شرح لمعه ، ج 5 ، ص 56 - 60 آمده است .\r\nدوم : تفصيل اين مطلب در ادامهء همين رساله در باب پنجم از قسم دوم با عنوان « استخراج وصاياى مبهم و مثالهاى آن » خواهد آمد .\r\nسوم : در اين فرض قانون است كه « موصى له » بسان يكى از وارثان قرار داده مىشود و بر عدد آنها افزوده مىشود . آن گاه اگر نصيب « موصى له » از ثلث بيشتر شود ، مقدار زايد بر ثلث متوقف بر اجازهء وارث است ؛ شرح لمعه ، ج 5 ، ص 56 . [ مترجم 
  ]\r\n","page_name":" 102 ","page_number":38},
  {"content":"\r\n\r\n\r\nباب دوم : اقرارها ؛\r\nاقرار بر دو قسم است : اقرار به دَين ، و اقرار به وارث .\r\nقسم نخست : اقرار به دَين :\r\nاگر برخى از وارثان اقرار كنند كه دَينى به عهدهء مورّث [ ارث گذار 
  ] است ، سخن آنها در سهم خودشان پذيرفته مىشود و از آنها به مقدار دَينى كه به آنها مىرسيد ، گرفته مىشود .\r\nاگر ميان اقرار كنندگان مرد عادلى وجود داشته باشد ، شهادت وى در بقيه هم قبول مىشود و پس از قسم دادن صاحب دين [ / طلبكار 
  ] از سهام ديگر وارثان نيز [ به‌منظور پرداخت دين 
  ] كم مىشود ؛ چنان كه روش شرع در موارد مشابه چنين مىباشد .\r\nاگر همهء وارثان به دَين اقرار كنند ، بسان آن است كه خود مورّث اقرار كرده است .\r\nقسم دوم ؛ اقرار به وارث :\r\nاگر كسى اقرار كند كه فلانى وارث است ، با چنين اقرارى نسب ثابت نمىشود مگر كسى كه به وارث بودنش اقرار شده [ / مقرّبه 
  ] به خلاف اين نسب مشهور نباشد [ كه در اين صورت علاوه بر وارث بودن ، نسب وى نيز ثابت مىشود 
  ] .\r\n\r\nفصل\r\nاگر انسانى به دارندهء يك نسب يا سببى اقرار كند [ مثلاً بگويد فلانى فرزند يا همسر من است 
  ] و وارثى نداشته باشد و شخص مورد اقرار نيز تصديق كند ، از يكديگر ارث مىبرند ، ولى در صورتى كه اقرار كننده وارث ديگرى كه « مقرّبه » حاجب يا مزاحم اوست ، داشته باشد ، چنين اقرارى از وى پذيرفته نمىشود ، مگر بيّنه وجود داشته باشد يا خود وارث اعتراف كند .\r\n\r\n","description":"","footnote":"","page_name":" 103 ","page_number":39},
  {"content":"\r\n\r\nالبته از حكمِ عدمِ پذيرش اقرار دو مورد استثنا شده است :\r\nيكى موردى كه « مقرّبه » كودكى باشد كه در باره‌اش نزاع وجود ندارد [ يعنى غير از اقرار كننده شخص ديگرى كودك را به خود نسبت نمىدهد 
  ] كه در اين صورت اقرار در هر حال ممكن پذيرفته مىشود .\r\nديگرى آن كه « مقرّبه » همسرى باشد كه در باره‌اش نزاع وجود نداشته باشد ؛ اين اقرار نيز در صورت تصديق زن پذيرفته مىشود .\r\n\r\nفصل\r\nاگر دو مرد عادل از ميان وارثان به وارث ديگرى كه حاجب يا مزاحم آنهاست اقرار كنند ، سخنشان پذيرفته مىشود ، و اگر اقرار كننده يك مرد عادل ، يا فاسق ، يا زنها باشند ، اقرار در سهم خودشان پذيرفته مىشود و « مقرّبه » در فرض اولويت ، تمام آنچه را كه اقرار كننده استحقاق پيدا كرده بود ، از وى مىستاند ، و در فرض مزاحمت آنچه را كه در فرض وارث بودن از اصل مال دريافت مىكرد ، اكنون از نصيب اقرار كننده كم مىشود .\r\nاگر پس از اين اقرار به وارث ديگرى اقرار كرد ، غرامت وى را مىپردازد [ اگر نسبت به وى اولويت داشته باشد 
  ] و يا بار ديگر سهم خود را با وى تقسيم مىكند [ اگر مزاحم وى باشد 
  ] .\r\nو همسر دوم تنها با همسر نخست مزاحمت مىكند و سهم وى كمتر مىشود و با ديگر وارثان مزاحمتى ندارد ، مگر همسرى زن نخست نيز با اقرار ثابت شده باشد و اقرار كننده هنگام اقرار به همسر نخست ، اقرار كرده باشد كه زن ديگرى وجود ندارد ؛ در اين صورت همسر دوم به هر نسبت كه در فرض مشاركت با همسر نخست به وى مىرسيد ، از باقيماندهء سهم اقرار كننده بر مىدارد . [ همان گونه كه مشاهده مىشود چون اقرار كننده هنگام اقرار به همسر نخست اقرار كرده بود همسر ديگرى وجود ندارد ، همسر نخست تمام ارث معيّن شده براى همسر را بر مىدارد و اقرار دوم با سهم وى مزاحمتى ندارد و خود\r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":40},
  {"content":"\r\n\r\nاقرار كننده بايد جور آن را بكشد 
  ] . به همين ترتيب در اقرار به زن سوم و چهارم عمل مىشود .\r\nاگراقرار كننده به زن پنجم يا شوهر دوم اقرار كند ، از وى پذيرفته نمىشود ، مگر خود را در يكى از چهار زن پيشين يا در شوهر نخست - اگر به آن اقرار كرده باشد - تكذيب كند كه در اين صورت آخرين « مقرّبه » آنچه را براى وى باقى مانده بر مىدارد يا اگر چيزى باقى نمانده باشد ، وى غرامت او را مىكشد .\r\nانكار پس از اقرار در هيچ حالى پذيرفته نيست .\r\nسخن برده هايى كه از جايى به جاى ديگر برده مىشوند [ و در يك جا استقرار ندارند 
  ] اگر يكديگر را بشناسند [ و ادعا كنند كه فلانى پسر يا پدر يا برادر من است 
  ] و چيزى كه موجب شك شود وجود نداشته باشد ، بدون بيّنه پذيرفته مىشود « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در عبارت متن از اين برده‌ها به « مجلوبون » تعبير شده است كه جمع « مجلوب » است .\r\nواژهء « جليب » و « حميل » كه در كلمات به كار رفته نيز به همين معناست . جليب برده ياخادمى است كه از جايى به جاى ديگر و از شهرى به شهر ديگر برده مىشود . واژه « جليب » هم در مذكر و هم در مؤنث به كار مىرود . « حميل » عبارت است از فردى كه از بلاد كفر آورده و به بردگى گرفته مىشود .\r\nعبارت « و لم يكن هناك ما يقتضى الشكّ » بدين معناست كه اگر اين افراد به غير نسب ادّعايى معروف باشند يا بيّنه بر خلاف آن وجود داشته باشد ، ادعايشان پذيرفته نمىشود ؛ در غير اين صورت بدون مطالبهء بيّنه پذيرفته مىشود ؛ زيرا اقامه بيّنه از مسلمانها بر صحت نسب آنها ممكن نيست . ر . ك : صحاح ، ج ، ص 100 ؛ پاورقى بحار ، ج 69 ، ص 161 ؛ نهايهء شيخ ، ص 681 ؛ مبسوط ، ج 2 ، ص 23 و ج 4 ، ص 125 . در وسائل ، ج 26 ، ص 278 بابى با اين عنوان وجود دارد : « باب حكم الحميل و أنّه اذا أقرّ إثنان بنسب بينهما قبل قولهما و ثبت التوارث إذا احتمل الصدق ، و لا يكلّفان بالبيّنة » .\r\nنكتهء ديگر آن كه در پاورقى متن عربى آمده است كه در نسخه بدل به جاى « المجلوبون » ، « المحلولون » ثبت شده كه به نظر مىرسد « المحمولون » جمع محمول و مترادف با حميل درست باشد . [ مترجم 
  ]\r\n","page_name":" 105 ","page_number":41},
  {"content":"\r\n\r\n\r\nقسمت دوم : در چگونگى تحصيص [ تقسيم ارث 
  ] با مراعات تصحيح [ سهام 
  ]\r\nاين بخش در بردارنده يك قاعده ، چند باب و يك علاوه [ / زيادت و اضافه ؛ كه در واقع تمرينى بر قواعد مذكور در رساله است 
  ] است ؛ كه از اين قرارند :\r\nقاعده : دربيان اصلى از اصول علم حساب است كه بر تصحيح سهام كمك مىكند .\r\nباب نخست : در چگونگى تقسيم مال بر وارثان با سهام صحيح .\r\nباب دوم : درمناسخات .\r\nباب سوم : درنمونه‌هاى تقسيم تركه زيرآوارماندگان و كسانى كه در حكم ايشان هستند ( بسان غرق شدگان )\r\nباب چهارم : پيرامون اقرارها .\r\nباب پنجم : پيرامون استخراج وصيت‌هاى مبهم و نمونه هايى از آن .\r\nعلاوه : دربيان مثالى جامع كه در بر دارنده تمام ابواب ياد شده باشد .\r\n\r\nقاعده\r\nعلماى علم ارث « 1 » ، سهام را از كوچكترين عددى كه بدون كسر بر صاحبان حقّ تقسيم مىشود خارج مىكنند و سهم هر يك از وارثان را به آن عدد اضافه مىكنند ؛ به عنوان نمونه اگر از چگونگى تقسيم ارث كسى كه پس از مرگ دو پسر از خود به جا گذاشته پرسيده شود پاسخ مىدهند : به هر پسر يك سهم از دو سهمِ تركه داده مىشود . و نمىگويند : تركه ميان آنها به دو نصف تقسيم شود .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مراد از « فرضيون » در متن رساله عالمان ارث هستند ؛ كسانى كه بر به دست آوردن سهم وارثان از روى قواعد موجود در علم ارث و علم حساب توانايى دارند .\r\n","page_name":" 106 ","page_number":42},
  {"content":"\r\n\r\nعددى كه سهام به آن اضافه مىشود را « اصل مال » و « مخرج سهام » مىنامند [ مثلا « 2 » درمثال ياد شده را اصل مال يا مخرج سهام مىگويند 
  ] « 1 » .\r\nاز آنجا كه تصحيح كسرها بر اساس علم حساب مىباشد و اين علم ، اصل در اين باب است ما اين قاعده را از آن علم ذكر مىكنيم .\r\nقاعده را در يك مقدّمه و سه فصل بيان مىكنيم :\r\n\r\nمقدّمه\r\n[ دو عدد را وقتى باهم مقايسه مىكنيم از چهار حال بيرون نيستند ؛ به اين بيان : 
  ] يا مثل يكديگر هستند كه در اين صورت « متساويان » ناميده مىشوند . يا مثل هم نيستند كه در اين صورت « مختلفان » نام دارند .\r\nمختلفان هم يا چنين‌است كه عدد كوچكتر عدد بزرگتر را مىشمرد [ / عدّ مىكند 
  ] و فانى مىسازد كه در اين صورت « متداخلان » ناميده مىشوند . يا آن را فانى نمىكند ؛ در اين صورت يا عدد سومى كه بزرگتر از يك باشد و عادّ آن دو باشد ، وجود دارد كه « متشاركان » ناميده مىشوند . و آن عدد سوم ، مخرجِ كسرِ مشتركِ ميان دو عدد است « 2 » .\r\nيا عدد سومى كه عادّ آن دو باشد وجود ندارد ؛ دراين فرض « متباينان » نام دارند .\r\n\r\nتتمّهء مقدمه [ پيرامون كيفيّت بدست آوردن نسبتهاى چهارگانه فوق 
  ]\r\nاگر دو عدد گوناگون داشته باشى و بخواهى نسبت ميان آن دو را بدست آورى عدد كوچكتر را از عدد بزرگتر دو يا چند بار كم كن تاعدد بزرگتر فانى شود [ / تمام شود 
  ] يا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . عين اين عبارت در جواهر ، ج 39 ، ص 333 نيز نقل شده است .\r\n( 2 ) . به كسر مشترك ، وِفْق آن دو عدد مىگويند و به مخرج آن كسر « عادّ » آن دو عدد مىگويند .\r\n","page_name":" 107 ","page_number":43},
  {"content":"\r\n\r\nمقدارى كه نمىتوان عدد كوچكتر را از آن كم كرد باقى بماند . اگر عدد بزرگتر ( بواسطه كم كردن عدد كوچكتر ) فانى شد آن دو عدد « متداخلان » هستند ؛ بسان « 4 » و « 28 » ؛ كه اگر چهار را هفت بار از بيست و هشت كم كنيم ، تمام مىشود .\r\nو اگر باقيمانده داشت آن را از عدد كوچكتر كم كن ، اگر آن را فانى كرد آن دو عدد در كسر عدد فانى كننده متشارك هستند . اگر باز هم باقيمانده داشت آن رااز باقيمانده اوّل كم كن و همين روش را ادامه بده تا عدد زائد با عدد ناقصِ بزگتر از يك فانى شود ؛ در اين صورت دو عدد در كسر عدد ناقص فانى كننده مشترك هستند .\r\nمثال : عدد « 15 » و « 36 » در يك سوم مشتركند ؛ چرا كه اگر عدد كوچكتر را از بزرگتر دو بار كم كنيم ، شش تا باقى مىماند ، كه اگر دو بار از پانزده كم كنيم سه تا باقى مىماند ، و اگر عدد سه را دو بار از شش كم كنيم آن را فانى مىكند و بدين وسيله مىفهميم كه عدد « 3 » مخرج كسر مشترك در آن است كه يك سوم باشد .\r\nو اگر عدد فانى كننده يك باشد آن دو عدد متباين هستند ؛ مانند « 13 » و « 31 » ؛ چرا كه اگر عدد كوچكتر را از بزرگتر دو بار كم كنيم ، پنج تا باقى مىماند ، و اگر پنج را دو بار از سيزده كم كنيم ، سه تا باقى مىماند و اگر آن را از پنج كم كنيم دو تا باقى مىماند كه اگر از عدد « 3 » كم كنيم ، عدد « 1 » باقى مىماند كه اگر آن را دو بار از عدد « 2 » كم كنيم ، عدد « 2 » فانى مىشود .\r\n\r\nفصل : [ درباره كيفيّت به دست آوردن كوچكترين مخرج مشترك ميان دو عدد مختلف 
  ]\r\nاگر خواستى كوچكترين عددى را كه بر دو عدد مختلف قابل تقسيم است پيدا كنى راهش اين است كه نسبت ميان دو عدد را به دست آورى ؛ اگر دو عدد متداخلين باشند ؛ عدد مورد نظر عدد بزرگتر است ، و نياز به عمليّات ديگر نيست . و اگر متشارك در كسر باشند\r\n\r\n","description":"","footnote":"","page_name":" 108 ","page_number":44},
  {"content":"\r\n\r\nعدد مورد نظر با ضرب كسر يكى از دو عدد در ديگرى به دست مىآيد ؛ مثلاً اگر بخواهيم عددى را كه بر « 9 » و « 15 » قابل قسمت باشد به‌دست آوريم چون اين دو عدد در كسر ( 3 ) مشتركند ، يك سوم يكى از دو عدد را در ديگرى ضرب مىكنيم كه عدد « 45 » به دست مىآيد و اين كوچكترين عددى است كه قابل قسمت بر دو عدد « 9 » و « 15 » مىباشد . و اگر دو عدد متباينان باشند ، عدد مورد نظر با ضرب يكى از دو عدد در ديگرى به‌دست مىآيد ؛ مثلاً اگر بخواهيم كوچكترين عددى را كه بردو عدد « 7 » و « 10 » قابل‌قسمت است به‌دست آوريم ، آن عدد حاصل ضرب « 7 » در « 10 » يعنى هفتاد خواهد بود .\r\n\r\nفصل : [ كيفيّت به دست آوردن كوچكترين مخرج مشترك ميان سه عدد يا بيشتر 
  ]\r\nاگر بخواهيم كوچكترين عددى راكه بر چند عدد مختلف قابل قسمت است به‌دست آوريم نيز به همين ترتيب عمل مىكنيم ؛ زيرا وقتى عدد قابل قسمت بر دو عدد از آنها را به‌دست آورى ، و سپس عدد قابل قسمت برآن دو و عدد سوم را به‌دست آورى ، و آنگاه عدد قابل قسمت بر آن سه و عدد چهارم را به‌دست آورى در اين صورت عدد قابل قسمت بر همه اعداد را به‌دست آورده‌اى .\r\nمثال : براى به‌دست آوردن كوچكترين عددى كه بر « 3 » و « 4 » و « 5 » و « 6 » و « 8 » قابل قسمت است به اين ترتيب عمل مىكنيم : عدد قابل قسمت بر « 3 » و « 4 » را كه « 12 » است به‌دست مىآوريم ؛ زيرا اين دو متباينان هستند [ و همان طور كه گفتيم عدد قابل قسمت بر دو عدد متباين از حاصل ضرب آن دو به‌دست مىآيد 
  ] .\r\nآنگاه عدد قابل قسمت بر « 12 » و « 5 » را كه « 60 » است بدست مىآوريم ؛ زيرا اين دو نيز متباينان هستند .\r\nسپس عدد قابل قسمت بر « 60 » و « 6 » را كه باز هم عدد « 60 » است به دست مىآوريم ؛ زيرا اين دو عدد متداخلان هستند [ و گفتيم كه عدد قابل قسمت بر دو عدد متداخل ، عدد بزرگتر از آن دو مىباشد 
  ] .\r\n\r\n","description":"","footnote":"","page_name":" 109 ","page_number":45},
  {"content":"\r\n\r\nو در پايان عدد قابل قسمت بر « 60 » و « 8 » را كه « 120 » است بدست مىآوريم ؛ زيرا اين دو عدد در ( 4 ) متشارك هستند ؛ درنتيجه « 120 » كوچكترين عددى است كه بر تمام اعداد ياد شده قابل قسمت است . [ زيرا قانون متوافقين اين بود كه براى به‌دست آوردن مخرج مشترك وفق يكى از دو عدد را در ديگرى ضرب كنيم و چون وفق اين دو عدد ، ( 4 ) است ، حاصل ضرب يك چهارم يكى از دو عدد « 60 » و « 8 » در ديگرى ، عدد « 120 » خواهد بود 
  ] .\r\n\r\nفصل : [ پيرامون اقسام عدد 
  ]\r\nكسر بر دو قسم است : مفرد ، و مركّب .\r\nمفرد : مانند ( 6 ) ، و جزيى از « 15 » [ / 15 
  ] .\r\nومركّب بر دو قسم است : مضاف ، و معطوف .\r\nمضاف : مانند نصفِ ( 6 ) ، يا جزيى از « 15 » از جزيى از « 3 » [ / يك پانزدهم از يك سوم 
  ] « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . درعبارت متن رساله چنين آمده است : « أو جزء من خمسة عشر هي جزء من ثلاثة » وشايد در اصل به جاى « هي » ، « مِن » بوده ؛ به اين صورت : « أو جزء من خمسة عشر من جزءِ من ثلاثة » ؛ يعنى ( 15 ) از ( 3 ) كه در رياضى به اين صورت نوشته مىشود : .\r\nقرينه آن اين است كه در رساله خلاصة الحساب شيخ بهايى نيز براى عدد مضاف چنين مثال زده : « كنصفِ السدس ، و جزءٍ من أحد عشر من جزءٍ من ثلاثة عشر » كه به معناى يك يازدهم از يك سيزدهم است ؛ به اين صورت :\r\nو درهمان رساله براى عدد معطوف همان مثال را زده با اين تفاوت كه به جاى « من » ، « و » به كار رفته است ؛ آنجا كه گفته : « جزء من أحد عشر و جزء من ثلاثة عشر » ؛ كه چنين معنا مىشود : يك يازدهم و يك سيزدهم ؛ و در رياضى چنين نوشته مىشود : 11 و 13 .\r\n","page_name":" 110 ","page_number":46},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nبه عبارت شيخ بهايى دربارهء طرز نوشتن كسور توجه كنيد :\r\n« و إذا رسّمت الكسرَ فإن كان معه صحيح فارسِمه فوقه و الكسر تحته فوق المخرج . و إلاّ فَضَعْ مكانه صفراً . و في المعطوف يرسمون الواو . و في الأصمّ المضاف « مِن » ؛ فالواحد و الثلثان هكذا : . و نصف خمسة أسداس هكذا : . و الخمسان و ثلاثة أرباع هكذا : 5 و 4 . و جزء من أحد عشر من جزء من ثلاثة عشر هكذا 11 من 13 .\r\nتوضيح مطلب : طرز نوشتن و ترسيم كسر از اين قرار است : اگر همراه كسر عدد صحيح وجود داشته باشد بايد عدد صحيح را بالاى كسر نوشت . سپس صورت كسر را بالاى خط كسرى زير اين عدد صحيح رسم نمود ، و مخرج را زير خط نوشت ؛ به اين صورت : و چنين مىخوانند : يك عدد صحيح و دو سوم .\r\nنكته : آنچه شيخ فرموده رسم الخط قديم است و امروزه عدد صحيح را كنار خط كسرى از جانب چپ مىنويسند به اين صورت : 3 1 .\r\nو اگر با كسر عدد صحيح نباشد بالاى كسر صفرى قرار مىدهند . و در صورتى كه دو كسر به هم عطف شده باشند بين آن دو « و » مىآورند مانند : 5 و 4 .\r\nو اگر كسر اصم و مضاف [ منسوب 
  ] به كسر ديگر باشد بين آن دو كلمه « من » جارّه مىآورند ؛ مانند : 11 از 13 [ يا 
  ] .\r\nو اگر مُنطق و مضاف باشد [ كسر مُنطق عبارت است از كسور نه گانه 
  ] بدون « من » جارّه نوشته مىشود به اين صورت : نصفِ سُدس [ يك دوم يك ششم 
  ] ، يا يك دوم پنج ششم :\r\n. و اساساً كسر يا مُنطق است [ كسور نه گانه مشهور 
  ] يااصمّ [ كه تعبير از آن مگر با جزء ممكن نيست ؛ يعنى در عربى براى تا اسم مخصوصى قرار داده‌اند ( / نصف تاعشر ) ولى يك يازدهم به بعد اسم مخصوصى ندارد و راهى جز تعبير به « جزء » وجود ندارد 
  ] .\r\n","page_name":" 111 ","page_number":47},
  {"content":"\r\n\r\nمعطوف : مانند يك دوم و يك سوم .\r\nحال مخرج كسر مفرد عددى است كه به نام آن خوانده مىشود و به آن نسبت داده مىشود ؛ مانند ( 6 ) كه‌مخرج آن « 6 » است . و نيز مانند جزء از پانزده [ / 15 
  ] كه مخرج آن « 15 » است .\r\nو مخرج كسر مضاف عبارت است از عددى كه از ضرب مخرج مضاف د ر مخرج مضاف اليه حاصل مىشود ؛ مانند « نصف يك ششم » كه مخرج اين كسر مضاف عبارت است از عدد حاصل از ضرب « 2 » [ / مخرج يك دوم 
  ] در « 6 » [ / مخرج يك ششم 
  ] كه عدد « 12 » مىباشد .\r\nو مخرج كسر معطوف عبارت است از عددى كه بر همه مخرج‌ها قابل قسمت باشد مانند « 2 و 6 و 10 » كه مخرج مشتركه اينها عدد « 30 » مىباشد .\r\nاگر گفته شود : كدام عدد است كه داراى كسر فلان و فلان مىباشد ؟\r\n\r\n\r\n","description":"","footnote":"\r\nدر هر يك از دو صورت يا مفرد است يا مكرّر يا مضاف يا معطوف ؛ كه جمعاً هشت قسم است و مثالهاى آن از اين قرار است :\r\n","page_name":" 112 ","page_number":48},
  {"content":"\r\n\r\nدر پاسخ : عدد قابل قسمت بر مخرجها را پيدا كن .\r\nاگر گفته شود : كدام عدد است كه فلان مقدار از آن بر فلان عدد قابل قسمت است ؟ مثلاً كدام عدد است كه يك چهارم آن بر « 5 » قابل قسمت است ؟\r\nدر پاسخ : عددى را كه يك چهارم آن يك پنجم داشته باشد پيدا كن .\r\nو اگر پرسيده شود : كدام عدد است كه يك چهارم آن بر « 3 » و يك پنجم آن بر « 6 » قابل قسمت باشد ؟\r\nدر پاسخ : عددى را كه براى يك چهارم آن ، يك سوم ، و عدد ديگرى كه براى يك پنجم آن ، يك ششم باشد پيدا كن سپس عددى را كه بر آن دو قابل قسمت باشد پيدا كن ؛ آنگاه به عدد مورد نظر دست پيدا مىكنى .\r\nو اگر گفته شود : كدام عدد است كه باقيمانده از آن پس از يك چهارم و يك ششم ، بر « 5 » مثلاً قابل قسمت است ؟\r\nدرپاسخ : عددى را كه براى آن يك چهارم و يك ششم باشد ، پيدا كن ؛ آنگاه يك چهارم و يك ششم آن را ، از آن كم كن ؛ سپس به باقيمانده نظركن اگر عدد « 5 » با آن متباين باشد ، آن را در عدد اوّل ضرب كن تا به عدد مورد نظردست يا بى ، و اگر عدد « 5 » با عدد باقيمانده متشارك يا متداخل باشد براى به‌دست آوردن عدد مورد نظر بر اساس قانونى كه بيان كرديم عمل كن وباللّه التوفيق « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تا به حال مرحوم مصنف تحت عنوان مقدّمه ، تتمّه و سه فصل به توضيح و ذكر مثال براى برخى اصطلاحات و قواعد علم حساب پرداختند .\r\nما نيز براى روشن شدن اصطلاحاتى بسان « تماثل » ، « تداخل » ، « توافق » ، « تباين » ، « وفق » ، « عادّ » ، « جزء » و مانند آن از اصطلاحات رياضى قديم و نيز روشن شدن كلمات مرحوم خواجه مطالبى را از خلاصةالحساب مرحوم شيخ بهايى [ الباب الثاني في حساب الكسور 
  ] نقل مىكنيم ؛ فقيهان نيز به مناسبت دركتاب ارث به شرح اين اصطلاحات پرداخته‌اند مثل آنچه در جواهر ، ج 39 ، ص 346 - 349 و نيز شرح لمعه ، ج 8 ، ص 225 - 235 مشاهده مىشود ؛ اينك ريز مطالب :\r\n1 ) مطلب اوّل : شيخ بهايى در خلاصة الحساب مىگويد : « كلّ عددين غير الواحد إن تساويا فمتماثلان . و إلاّ فإن أفنا اقلُّهما الأكثرَ فمتداخلان . و إلاّ فإن عدّ هما ثالث فمتوافقان . و الكسر الّذي\r\n","page_name":" 113 ","page_number":49},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nهو مخرجه وِفْقُهما . و إلاّ فمتباينان » . توضيح مطلب ايشان از اين قرار است :\r\nدو عدد غير از عدد يك را وقتى باهم مقايسه كنيم از چهار حال بيرون نيستند :\r\nالف ) متماثلان : عبارتند از دو عددى كه درمقدار با يكديگر مساوى باشند مانند « 2 و 2 » و « 4 و 4 » .\r\nب ) متداخلان : عبارتند از دو عددى كه يكى بزرگتر و ديگرى كوچكتر باشد به شرطى كه اگر عدد كوچكتر را دو بار يا سه بار يا بيشتر تكرار كنيم به مقدار عدد بزرگتر شود . و به ديگر سخن عدد كوچكتر عدد بزرگتر را فانى سازد ؛ يعنى اگر دوبار يا سه بار يا بيشتر ، عدد كوچكتر را از عدد بزرگتر كم كنيم عدد بزرگتر تمام مىشود بدون اينكه باقيمانده بياورد ؛ مثل « 3 و 6 » ، « 4 و 8 » . متداخلان را متناسبان هم مىگويند . در دو عدد متداخل ، عدد كوچكتر از نصف عدد بزرگتر تجاوز نمىكند بلكه داخل درآن است .\r\nج ) متوافقان : عبارتند از دو عددى كه يكى بزرگتر و ديگرى كوچكتر باشد به شرطى كه عدد كوچكتر عدد بزرگتر را فانى نكند ولى هر دو به يك عدد سوم قابل قسمت باشند ؛ مثل « 6 و 10 » كه « 2 » هر دو را فانى مىكند و مانند « 9 و 12 » كه « 3 » هر دو را فانى مىكند .\r\nدر دو عدد متوافق اگر عدد كوچكتر را از بزرگتر يك يا چند بار كم كنيم بيش از يك باقى مىماند ؛ مانند « 10 و 12 » كه پس كم كردن « 10 » از « 12 » دو تا باقى مىماند كه اگر « 2 » را چند بار از « 10 » كم كنيم فانى مىشود .\r\nسپس نگاه مىكنيم كه آن عدد قابل قسمت بر هر دو ، مخرج كدام كسر از كسو ر نه گانه است مثلاً اگر « 3 » بود چون « 3 » مخرج ( 3 ) است مىگوييم آن دو عدد درثلث متوافق هستند .\r\nو راهش اين است كه عدد كوچكتر را از عدد بزرگتر كم كنيم اگر باقيماند ه « 2 » بود مىگوييم آن دو عدد متوافق درنصف [ / 2 
  ] هستند . و اگر باقيمانده « 3 » بود مىگوييم متوافق درثلث [ / 3 
  ] هستند و اين راه حل تا « 10 » پياده مىشود ؛ در اين صورت موافقت دو عدد به يكى از كسرهاى نه گانه مفرد است .\r\nو اگر عدد سومى كه اين دو عدد را فانى مىكند بزرگتر از « 10 » باشد از دو حال خارج نيست :\r\nياعددى كه دو عدد مورد نظر را فانى مىكند و بزرگتر از ده است ، مضاف است ؛ مانند « اثنى عشر » [ / 12 
  ] ، « اربعة عشر » / [ 14 
  ] ، « خمسة عشر » [ / 15 
  ] ؛ در اين صورت موافقت آن دو عدد در كسر مضاف منسوب به جزء است ؛ مانند يك دومِ يك ششم در اوّلى ، و يك دومِ يك هفتم در دومى ، و يك سوم يك پنجم در سومى .\r\n2 - و يا آن عدد أصمّ است و به كسر مُنطق و يا جزء آن بر نمىگردد ؛ مانند : « أحد عشر » [ / 11 
  ] ،\r\n","page_name":" 114 ","page_number":50},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n« ثلاثة عشر » [ / 13 
  ] ، « سبعه عشر » [ / 17 
  ] ، « تسعة عشر » [ / 19 
  ] ، « ثلاثة و عشرين » [ / 23 
  ] ؛ دراين صورت موافقت در جزء آن عدد است .\r\n[ بادقت درمطالب بعدى و روشن شدن اصطلاحات « اصمّ » ، « منطق » ، « جزء » ، معناى عبارت بالا مشخص مىشود 
  ] .\r\nمثلا در دو عدد « 22 » و « 33 » كه تنها « 11 » آن دو را فانى مىكند ، موافقت آنها درجزء از يازده است ؛ لذا يكى از دوعدد « 22 » و « 33 » به جزء از « 11 » ردّ مىشود و درعدد ديگر ضرب مىشود ؛ درنتيجه « 2 » در « 33 » يا « 3 » در « 22 » ضرب مىشود .\r\nد ) متبانيان : عبارتند از دو عددى كه يكى بزرگتر و ديگرى كوچكتر باشدو ميان آن دو تداخل و توافق نباشد .\r\nدر دو عدد متباين اگر عدد كوچكتر را يك بار يا چند بار از عدد بزرگتر كم كنيم باقيماند ه « 1 » مىشود مانند « 13 » و « 20 » كه اگر « 13 » از « 20 » كم شود ، « 7 » تا باقى مىماند ، و اگر « 7 » از « 13 » كم شود ، « 6 » تا باقى مىماند و اگر « 6 » از « 7 » كم شود يكى باقى مىماند .\r\n2 ) مطلب دوم : طرزتشخيص نسب اربع : براى تشخيص اينكه ميان دو عدد كداميك از نسبتهاى چهارگانه برقرار است مرحوم شيخ بهايى قاعده‌اى به اين صورت بيان مىكند :\r\n« التماثل بيّن . وتعرف البواقي بقسمة الأكثر على الأقلّ ؛ فإن لم يبق شيء فمتداخلان . و إن بقى قسّمناالمقسوم عليه على الباقي و هكذا إلى إن لايبقى شيء ، فالعددان متوافقان . والمقسوم عليه الأخير هو العادّ لهما . أو يبقى واحد فمتباينان » .\r\nتوضيح مطلب : شناخت « تماثل » آسان است . و طرز تعيين آن سه نسبت ديگر از اين قرار است : عدد بزرگتر را بر عدد كوچكتر تقسيم مىكنيم اگر باقيمانده نداشت مىفهميم كه نسبت ميان آن دو عدد « تداخل » است مانند « 4 و 8 » ، « 6 و 12 » .\r\nو اگر باقيمانده داشت ، مقسوم عليه را بر باقيمانده تقسيم مىكنيم اگر چيزى باقى نماند عمل تمام است ، اگر دو مرتبه باقى ماند باز مقسوم عليه دوم را بر باقيماندهء دوم تقسيم مىكنيم تاجايى كه باقى نماند اگر اين عمليّات واقع شد معلوم مىشود ميان اين دو عدد « توافق » است ؛ مانند « 4 و 6 » كه وقتى « 6 » را بر « 4 » تقسيم مىكنيم باقيمانده « 2 » مىشود سپس مقسوم عليه را كه « 4 » باشد بر « 2 » تقسيم مىكنيم باقيمانده ندارد پس معلوم مىشود ميان اين دو عدد توافق است . و مقسوم عليه آخر [ درمثال فوق « 2 » 
  ] « عادّ » اين دو عدد مىباشد .\r\nچنان كه كسرى كه مقسوم عليه آخر مخرج آن است « وفق » آن دوعدد نام داشت .\r\n","page_name":" 115 ","page_number":51},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nو اگر باقيمانده « 1 » باشد ميان اين دو عدد « تباين » است ؛ مثل « 5 و 7 » كه وقتى عدد « 7 » را بر « 5 » تقسيم مىكنيم باقيمانده عدد « 2 » مىشود ، سپس « 5 » را به « 2 » تقسيم مىكنيم باقيمانده عدد « 1 » مىشود ؛ پس معلوم مىشود بين « 5 » و « 7 » تباين است .\r\n3 ) مطلب سوم : اينكه شيخ فرمود « كل عددين غير الواحد . . . » به خاطر آن است كه در اصطلاح رياضى قديم ، « 1 » عدد شمرده نمىشود . صاحب جواهر در ج 39 ص 347 گفته است : « الواحد الّذي هو ليس عدداً بإصطلاحهم » .\r\nشيخ بهايى در اوّل خلاصة الحساب در مقام تعريف عدد گفته است : « العدد قيل : كمّيّة يطلق على الواحد و ما تألّف منه ؛ فيدخل الواحد . وقيل : نصف مجموع حاشيتيه ؛ فيخرج .\r\nوقد يتكلّف لإدراجه ؛ بشمول الحاشيه الكسر . و الحقّ إنّه ليس بعدد و إن تألّف منه الأعداد » .\r\nتوضيح مطلب : بين علماى رياضى درتعريف عدد اختلاف است كه مرحوم شيخ بهايى به دو تعريف اشاره مىكند :\r\nاوّل : تعريفى كه صاحب شمسيّه و صاحب مفتاح الحساب [ / شيخ غياث الدين 
  ] نموده‌اند ؛ و آن اين است : عدد كمّيّتى است كه بر يك و آنچه از يك درست مىشود يعنى دو و سه و . . . اطلاق مىشود ؛ بنابراين تعريف ، يك داخل در افراد عدد است .\r\nدوم : برخى ديگر چنين تعريف كرده‌اند : عدد كميتى است كه نصف حاصل جمع دو طرف خود [ / عدد قبلى و عدد بعدى 
  ] باشد ؛ مانند عدد « 2 » كه قبل از آن « 1 » و بعد از آن « 3 » مىباشد و حاصل جمع اين دو ، « 4 » است و نصف آن عدد ( 2 ) مىشود ؛ بنابراين تعريف بر « 1 » اطلاقِ عدد نمىشود ؛ چون قبل از آن چيزى نيست .\r\nالبته ممكن است با مشقت و تكلف ، حتى بنابر تعريف دوم هم يك داخل در اعداد باشد به اين بيان :\r\nحاشيه يعنى ماقبل و مابعد ، و اين معنا هم مقادير صحيحه سازگار است و هم با مقادير مكسوره مانند « 2 » و « 2 1 » و « 2 2 » و . . . ؛ بنابر اين وقتى ماقبل « 1 » را كه « 2 » [ / 5 / 0 
  ] باشد با مابعدش يعنى « 2 1 » [ / 5 / 1 
  ] جمع كنيم ، حاصل جمع « 2 » مىشود و نصف آن « 1 » است ؛ پس تعريف دوم شامل « 1 » هم شد .\r\nولى حق اين است كه « 1 » عدد نيست اگر چه تمام اعداد از آن درست شده‌اند . و اصولاً درحاقّ ونهان عدد ، مفهوم تكثّر و تعدّد ملاحظه شده و اين لحا ظ با يك ساز گار نيست .\r\n4 ) مطلب چهارم اقسام عدد : شيخ بهايى در اوايل رسالهء خود مىگويد : « و هو إمّا مطلق فصحيح ، أو\r\n","page_name":" 116 ","page_number":52},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nمضاف إلى ما يفرضُ واحداً فكسر و ذلك الواحد مخرجه . و المطلق إن كان له أحدالكسور التسعة أو جذر فمُنْطِق و إلاّ فأصمّ . والمنطق ان ساوى أجزائه فتامّ ، او نقص عنها فزائد ، أو زاد فناقص » .\r\nتوضيح مطلب : در اين عبارت به بيان اقسام عدد پرداخته شده كه از اين قرار است :\r\nعدد مطلق : آن است كه به قياس و ملاحظه عدد ديگر درنظر گرفته نشود مانند اعداد :\r\n« 2 ، 3 ، 4 ، 5 ، 6 ، 7 و . . . » .\r\nبه عدد مطلق عدد صحيح نيز گفته مىشود .\r\nعدد مضاف : آن است كه به عدد ديگر نسبت داده شده است ، و درعدد مضاف اليه دو چيز معتبر است :\r\n1 - بايداز عدد مضاف بزرگتر باشد .\r\n2 - بايد آن را با جميع أجزايش واحد حساب كنيم و عدد مضاف را به آن واحد نسبت دهيم . به عدد مضاف « كسر » مىگويند .\r\nمثلاً هرگاه عدد « 2 » را به « 5 » نسبت دهيم و بگوييم دو پنجم ؛ معنايش اين است كه عدد « 5 » را با جميع اجزايش واحد حساب كرده‌ايم و دو تا از آن را برداشته و به آن نسبت داده‌ايم كه آن را درحساب به اين طريق مىنويسند : ( 5 ) .\r\nعدد « 2 » را كسر گفته و عدد « 5 » رامخرج كسر ، و آن خط بين « 2 » و « 5 » را خطّ كسرى مىگويند .\r\nعدد مطلق و صحيح داراى دو قسم است : مُنطِق و أصمّ .\r\nعدد مُنْطِق : عبارت است از عددى كه يا داراى كسر باشد [ يكى از كسور نه گانه 
  ] و يا داراى جذر .\r\nمنظور از جذر آن است كه اگر عددى را بر عدد ديگر تقسيم كنيم ، حاصل همان عدد مقسوم عليه شود مانند عدد « 16 » كه اگر آن را بر عدد « 4 » تقسيم كنيم ، حاصل همان عدد « 4 » مىشود ؛ لذا عدد « 4 » را جذر و عدد « 16 » را مجذور گويند .\r\n","page_name":" 117 ","page_number":53},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nشيخ در رسالهء خود مىنويسد : « المضروب فى نفسه سمّي جذراً » ؛ يعنى عددى كه در خودش ضرب مىشود در علم حساب ، جذر ناميده مىشود . و عددى را كه مىخواهيم جذرش را بگيريم اگر كوچك باشد استخراج جذرش كار مشكلى نيست به شرطى كه از اعداد مُنْطِقه باشد مانند « 4 » و « 9 » كه جذر اولى « 2 » و جذردومى « 3 » مىباشد . و اگر عدد اصمّ باشد جذرِ تحقيقى ندارد بلكه جذرش تقريبى است .\r\nو منظور ازكسور تسعه اين كسور هستند :\r\nنصف ثُلث رُبع خُمس سُدس سُبع ثُمن تُسع عُشر\r\n2 3 4 5 6 7 8 9 10\r\nبنابر اين عدد منطق بر سه قسم است :\r\nاوّل : آن كه هم داراى كسر باشد و هم جذر ؛ مانند « 4 » و « 9 » .\r\nدوم : آنكه فقط يكى از كسور نه گانه داشته باشد ؛ مانند « 12 » كه نصف و ثلث و ربع و سدس دارد .\r\nسوم : آنكه فقط داراى جذر باشد ؛ مانند « 121 » كه جذر آن « 11 » است .\r\nعدد أصمّ : عبارت است از عددى كه نه جذر داشته باشد و نه كسر ؛ مانند « 11 » .\r\nوجه تسميه : عدد مُنطق را از آن جهت كه به جذر و كسر خود گوياست به اين نام ناميده‌اند . و عدد أصمّ چون به اين دو گويا نيست چنين نام گرفته است .\r\nعدد مُنطق بر سه قسم است : تامّ ، زائد ، ناقص .\r\nعدد تام : عبارت است از عدد مُنطقى كه وقتى اجزاى كسرى آن را باهم جمع مىكنيم با آن عدد مساوى باشند ؛ مانند عدد « 6 » كه اجزاى آن سه تاست :\r\n1 - نصف ؛ كه عدد « 3 » مىشود .\r\n2 - ثُلث ؛ كه عدد « 2 » مىشود .\r\n3 - سُدس ؛ كه عدد « 1 » مىشود .\r\nعدد زائد : عبارت است از عدد مُنطقى كه وقتى اجزاى كسرى آن را با هم جمع مىكنيم بيشتر از آن عدد باشند :\r\nمانند عدد « 12 » كه اجزاى كسرى آن چهار تاست :\r\n1 - نصف ؛ كه عدد « 6 » است .\r\n","page_name":" 118 ","page_number":54},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\n2 - ثلث ؛ كه عدد « 4 » است .\r\n3 - ربع ؛ كه عدد « 3 » است .\r\n4 - سدس ؛ كه عدد « 2 » است .\r\nكه مجموع آنها « 15 » مىشود كه از « 12 » سه رقم بيشتر است .\r\nعدد ناقص : عبارت است از عدد منطقى كه وقتى اجزاى كسرى آن را با هم جمع مىكنيم كمتر از آن عدد باشند ؛ مانند عدد « 9 » كه اجزاى كسرى آن دو تاست :\r\n1 - ثُلث ؛ كه عدد « 3 » است .\r\n2 - تُسع ؛ كه عدد « 1 » است .\r\nكه مجموع آنها « 4 » مىشود كه از عدد « 9 » پنج عدد كمتر است .\r\nتقسيمات ديگرى نيز براى عدد وجود دارد كه شيخ الرئيس در كتاب شفاء و مرحوم‌شيخ غياث الدين در مفتاح الحساب آورده‌اند يكى از آن تقسيمات عبارت است از تقسيم عدد به مفرد و مركب .\r\nعدد مفرد : آن است كه فقط داراى يك مرتبه باشد ؛ مانند اعداد آحاد چون « 4 » ، وعشرات چون « 40 » ، و م‌آت ، نظير « 400 » ، و ألوف مانند « 4000 » .\r\nعدد مركب : آن است كه داراى دو مرتبه يا بيشتر باشد مانند تركيب آحاد با عشرات چون تركيب « 2 » با « 10 » كه « 12 » مىشود . و مانند تركيب عشرات با م‌آت مثل تركيب « 13 » با « 300 » كه « 313 » مىشود .\r\n5 ) مطلب پنجم : تقسيمات كسر : براى كسر نيز اقسامى وجود دارد كه مرحوم شيخ بهايى در رساله خود به آن اشاره مىكند :\r\n« ثم الكسر إمّا مُنطق و هو الكسور التسعة المشهورة ، أو أصمّ ؛ و لايمكن التعبير عنه إلاّ بالجزء . و كلّ واحد منهما إمّا مفرد كالثلث و جزء من أحد عشر ، أو مكرّر كا لثُلثين و جز ئين من أحد عشر ، أو مضاف كنصف السُدس ، و جزء من أحد عشر من جزء من ثلاثة عشر أو معطوف كالنصف و الثلث ، و جزء من أحد عشر و جزء من ثلاثة عشر » .\r\nتوضيح مطلب : كسر يا منطق است و آن عبارت است از كسور نه گانه مشهور كه عبارتند ا ز :\r\n2 3 4 5 6 7 8 9 10\r\nو يا اصمّ است كه دراصطلاح حساب از كسر أصمّ به « جزء » تعبير مىشود و اصلاً از آن با هيچ\r\n","page_name":" 119 ","page_number":55},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nعبارتى مگر « جزء » نمىتوان تعبير كرد ؛\r\nمانند اينكه مىگويند : يك جزء از يازده كه آن را به اين صورت مىنويسند : .\r\nو هر كدام از كسرمنطق و اصم يا مفردند مانند مثالهاى يادشده ، و يا مكرر مىباشند ؛ چنان كه مىگويند :\r\nدو ثُلث دو رُبع دو خُمس سه سدس سه سُبع سه ثمن چهار تسع پنج عشر\r\nو مانند اينكه گفته مىشود : دو جزء از يازده [ / 
  ] ، يا سه جزء از يازده [ / 
  ] .\r\nتقسيم ديگر : كسر يامضاف است يا معطوف .\r\nكسرمضاف : يعنى كسرى را صورت كسر ديگر قرار دهيم چنان كه مىگويند :\r\nنصفِ سُدس ثلثِ رُبع دو ربعِ سُبع يك جزء از يازده از يك جزء از سيزده\r\nكسر معطوف : يعنى كسرى را به كسر ديگر با واو عطف كنند ؛ مانند :\r\nنصف وثلث يك جزءاز يازده و يك جزء از سيزده\r\n2 و 3 11 و 13\r\nنتيجه :\r\n6 ) مطلب ششم : مخارج كسور و تحصيل آنها : مرحوم شيخ بهايى در مقام بيان مخارج كسور مىگويد :\r\n","page_name":" 120 ","page_number":56},
  {"content":"\r\n\r\n\r\nباب نخست : درچگونگى تقسيم تركه بر ورثه باسهام صحيح .\r\nاگر اصل ياد شده را به خاطر بسپارى ، تقسيم ارث براى تو آسان مىشود ؛ زيرا اگر در ميان وارثان فرض‌برنباشد و سهامشان برابر باشد در اين صورت تعداد وارثان اصل مال\r\n\r\n\r\n","description":"","footnote":"\r\n« مخرج الكسر أقلّ عدد يصح منه ؛ فمخرج المفر د ظاهر . و هو بعينه مخرجُ المكرَّر . و مخرج المضاف مضروبُ مخارج مفرداته بعضِها في بعضٍ . و أمّا المعطوف فاعْتبر مخرجي كسرين منه ؛ فإن تباينا فاضرب أحدهما في ال‌آخر ، أو توافق فَوِفقَ أحدهمافي ال‌آخر ، أو تداخلا فاكتف بالأكثر ثمّ اعْتَبِر الحاصل مع مخرج الكسر الثالث و اعمل ما عرفت و هكذا فالحاصل هو الجواب » .\r\nتوضيح مطلب : مخرج عبار ت است از كوچكترين عددى كه مىتوان كسر را صحيحاً از آن برداشت ؛ مثلاً وقتى مىگويند ( 5 ) يعنى چيزى را پنج قسمت كرده و دو قسمت آن را بر داشته‌اند .\r\nمخرج كسر مفرد عبارت است از عدد « 2 » در كسر نصف ، و عدد « 3 » در كسر ثُلث ، و عدد « 4 » در كسر رُبع ، و عدد « 5 » در كسر خُمس ، تا آخر .\r\nومخرج كسر مكرّر نيز همان مخرج كسر مفرد است و تنها تفاوتشان در صورت كسر است .\r\nمخرج كسر مضاف عبارت است ا زحاصل ضرب مخارج مفردات ؛ يعنى مضاف را كسرِ جدا حساب كرده و مضاف اليه را همچنين فرض مىكنيم . آنگاه مخرج مضاف را در مضاف اليه ، و صورت كسر مضاف را در صورت كسر مضاف اليه ضرب و حاصل اين ضرب ، صورت و مخرج كسر مضاف را تشكيل مىدهد ؛ مثلاً دركسر مضافِ ، 18 حاصل مىشود .\r\nامّا براى به دست آوردن مخرج كسر معطوف قاعده اين است كه دو كسر متعاطف را ملاحظه مىكنيم اگر مخرج آن دو متباين بودند دريكديگر ضرب كرده و رقمى كه به دست مىآيد مخرج مشترك ميان آن دو مىباشد مانند ( 3 ) و ( 4 ) كه مخرج مشترك آنهاعدد « 12 » است .\r\nو اگر بين آن دو نسبت توافق بود وفق يكى را در ديگرى ضرب مىكنيم مانند ( 4 و 6 ) كه مخرج مشترك آنها عدد « 12 » است .\r\nو اگر بين آن دو نسبت تداخل بود به عدد بزرگتر اكتفا كرده و همان را مخرج مشترك قرار مىدهيم ؛ مانند « 3 و 9 » .\r\nو اگر با اين دو كسر كه به هم عطف شده‌اند كسر سومى معطوف بود مخرج مشترك آن دو را با سومى مىسنجيم همانگونه كه آن دو را با هم سنجيديم ، و رقمى كه به دست مىآيد مخرج مشترك ميان آن سه كسر است .\r\n","page_name":" 121 ","page_number":57},
  {"content":"\r\n\r\nخواهد بود [ يعنى مال به تعداد وارثان تقسيم مىشود ؛ مانند اينكه از ميت چند پسر يا چند دختر بجا مانده باشد 
  ] .\r\nو اگر سهامشان متفاوت باشد [ و در ميان وارثان زن و مرد هر دو وجود داشته باشد كه ارث بر اساس آيهّ  « لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  تقسيم مىشود 
  ] براى مرد دو سهم و براى زن يك سهم قرار داده مىشود و حاصل جمع سهام ، اصل مال خواهد بود [ و مال بر اساس آن تقسيم مىشود 
  ] .\r\nو اگر در ميان وارثان خنثاى مشكل وجود داشته باشد براى وى سه سهم ، براى هر مذكر چهار سهم ، و براى هر مؤنث دو سهم قرار داده مىشود و حاصل جمع اين اعداد اصل مال خواهد بود .\r\nو اگر درميان وارثان يك يا چند فرض بر [ يعنى كسى كه سهم مشخص قرآنى دارد 
  ] وجود داشته باشد ابتدا عددى راكه براى او آن سهم يا سهام باشد پيدا كن و باقيمانده را پس از اخراج آن سهم يا سهام بر اساس افراد [ / رؤوس 
  ] ديگر وارثان ياسهام « 1 » آنها تقسيم كن « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . تقسيم باقيمانده براساس تعداد افراد باقيمانده در صورتى است كه در مقدار ارث مساوى باشند مثل اينكه چند پسريا چند دختر باشند . و تقسيم بر اساس سهام در صورتى است كه در مقدار ارث متفاوت باشند مثل اينكه چند پسر و دختر باشند كه بايد بر اساس آيهء  « لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  عمل شود .\r\n( 2 ) . نكته‌اى پيرامون مخارج فروض ششگانه تعيين شده درقرآن و روش حساب آن : مراد از مخرج كوچكترين عددى است كه جزء مورد نظر به طور صحيح و بدون كسر از آن خارج شود ؛ لذا مخارج فروض ششگانه پنج تاست :\r\n1 - عدد « 2 » كه مخرج ( 2 ) است .\r\n2 - عدد « 4 » كه مخرج ( 4 ) است .\r\n3 - عدد « 8 » كه مخرج ( 8 ) است .\r\n4 - عدد « 3 » كه مخرج ( 3 ) و ( 3 ) است .\r\n5 - عدد « 6 » كه مخرج ( 6 ) است .\r\nحال در ورثه چند صورت متصوّر است : الف ) درميان آنها فرض بر وجود ندارد و درارث مساوىاند ؛\r\n","page_name":" 122 ","page_number":58},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nدراين صورت تعداد افراد آنها اصل مال خواهد بود ؛ مثل اينكه از ميت چهار پسر بجامانده باشد كه دراين صورت مال « 4 » قسم مىشود .\r\nب ) درميان آنها فرض بر وجود ندارد و ارث مساوى نيستند بلكه  « لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  ؛ دراين صورت براى هر مذكّر دو سهم و براى هر مؤنّث يك سهم قرار داده مىشود و حاصل جمع سهام ، اصل مال خواهد بود .\r\nج ) درميان وارثان يك يا چند نفر فرض بر وجود داشته باشد ؛ اصل مال عدد مناسب آن سهم يا سهام قرآنى قرار داده مىشود و پس از دادن آن سهم يا سهام قرآنى ، باقيماند ه از دو حال خارج نيستند :\r\n1 - يا از حيث مقدار ارث مساوى اند ؛ دراين صورت باقيمانده براساس تعداد افراد تقسيم مىشود .\r\n2 - يا از حيث مقدار ارث متفاوتند ؛ در اين صورت باقيمانده بر اساس سهام تقسيم مىشود ؛ حال در اين صورت [ / صورت « ج » به هر دو حالتش 
  ] دو فرض متصوّر است :\r\n1 - گاه آنچه از فرض بران اضافه مىآيد بر غير فرض‌بران به طورصحيح و بدون كسر قابل تقسيم است ؛\r\nدراين صورت همان مخرجى كه براى فروض انتخاب شده كفايت مىكند ؛ مثل اينكه از ميت ، شوهر ، پدر و مادر يا دو پسر و يك دختر بجاماند ه باشد ؛ در اين جا مخرج مشترك 4 [ / سهم شوهر 
  ] و 6 [ / سهم هريك از پدر و مادر 
  ] كه « 12 » است به دست آورده مىشود ؛ از اين رقم به شوهر « 3 » سهم ، به پدر و مادر « 4 » سهم تعلّق مىگيرد و باقيمانده كه « 5 » سهم باشد به بقيّهء ورثه كه پنج پسر يا دو پسر و يك دختر باشد بدون كسر و به طور صحيح قابل قسمت است .\r\n2 - گاه آنچه از فرض بران زياد مىآيد به ديگر ورثه بدون كسر قابل قسمت نيست ؛ دراين صورت براى اينكه مبتلا به كسرنشويم سهام آنها درعددى كه اوّل به دست آورده‌ايم ضرب مىشود ؛ مثلاً اگر درمثال ياد شده دو پسر وجود داشته باشد ، « 2 » در « 12 » ضرب مىشود و اصل مال « 24 » قرار داده مىشود .\r\nو اگر يك پسر و يك دختر وجود داشته باشد ، « 3 » در « 12 » ضرب مىشود و اصل مال « 36 » قرار داده مىشود .\r\nمطلب بعد آنكه : درفروض ششگانه صورى متصور است :\r\nالف ) گاه يكى از آنها درمسأله مورد نظر وجود دارد ؛ دراين صورت مخرج آن كسر ، اصل مال قرار داده مىشود ؛ يعنى در ( 2 ) مال به « 2 » قسم تقسيم مىشود ، در ( 3 ) به سه قسم ، در ( 4 ) به چهار قسم و به همين ترتيب .\r\nب ) و گاه درمسأله مورد نظر دو تا يا بيشتر ، از فروض ششگانه وجود دارد ؛ كه اين صورت چند\r\n","page_name":" 123 ","page_number":59},
  {"content":"\r\n\r\nمثال : شخصى مرده و از وى پدر و دو پسر و يك دختر به جامانده ؛ ارث به اين ترتيب ميان آنها تقسيم مىشود :\r\nابتدا يك ششم مال به پدر كه سهم قرآنى دارد داده مىشود و پس از تقسيم مال به شش قسمت و خارج كردن يك ششم آن براى پدر ، باقيمانده كه پنج باشد به اندازه سهام ديگر وارثان است [ چرا كه از پنج تاى باقيمانده پسرها هركدام دو سهم و دختر هم يك سهم\r\n\r\n\r\n","description":"","footnote":"\r\nحالت دارد :\r\n1 - گاه آن دو فرض قرآنى از يك مخرج هستند ؛ مثل 3 و 3 ؛ دراين صورت يكى ازآنها اصل مسأله قرار داده مىشود .\r\n2 - گاه مخرج آن دو فرض قرآنى مختلف است و نسبت ميان آن دو تداخل است مانند اجتماع ( 8 ) و ( 2 ) ، يا ( 6 ) و ( 2 ) ؛ دراين صورت مخرج بزرگتر اصل مسأله قرارداده مىشود ؛ يعنى « 8 » درمثال نخست و « 6 » درمثال دوم .\r\n3 - گاه نسبت ميان دو مخرج توافق است ؛ مانند اجتماع ( 6 ) و ( 4 ) ؛ مثل اينكه ازميت ، زوجه و يك كلاله ماردى و يك پسر ، يا شوهر و يكى از پدر و مادر و يك پسر بجاماند ه باشد ؛ دراين صورت وفق يكى از دو مخرج درهمه ديگرى ضرب مىشود و رقم به دست آمده اصل مال قرار داده مىشود ؛ لذا در مثال ياد شده « 3 » در « 4 » ، يا « 2 » در « 6 » ضرب مىشود و عدد « 12 » به دست مىآيد و اصل مسأله قرار داده مىشودومانند اجتماع ( 8 ) و ( 6 ) ؛ مثل اينكه از ميت ، زوجه و يكى از پدر و مادر و يك پسر بجامانده باشد كه اصل مسأله « 24 » خواهد بود ؛ زيرا « 8 » با « 6 » در ( 2 ) توافق دارند ؛ ودرنتيجه نصف يكى در ديگرى ضرب مىشود .\r\n4 - وگاه نسبت ميان دو مخرجتباين است ؛ مثل اجتماع ( 4 ) و ( 3 ) ؛ مانند اينكه از ميت زوجه و مادربجا مانده باشد . و مثل اجتماع ( 8 ) با ( 3 ) ؛ مانند اينكه از ميّت زوجه و دو دختر بجامانده باشد .\r\nو مثل اجتماع ( 3 ) و ( 2 ) ؛ مانند اينكه ازميت مادر و شوهر بجامانده باشد ؛ دراين صورت يكى از دو مخرج در ديگرى ضرب مىشود ، و حاصل ضرب اصل مال قرار داده مىشود ؛ يعنى « 12 » در مثال نخست ، و « 24 » در مثال دوم ، و « 6 » درمثال سوم . از اين بيانات مىتوان حكم اجتماع يا تفرق بقيّهء فروض را به دست آورد .\r\n[ ر . ك : جواهر ، ج 39 ، ص 333 - 336 
  ] .\r\n","page_name":" 124 ","page_number":60},
  {"content":"\r\n\r\nدارد 
  ] ؛ لذا در اين صورت اصل مال را « 6 » قرار مىدهيم .\r\nمثال ديگر : كسى مرده و از وى پدر و مادر ، دو همسر ، دو پسر ، و دو دختر بجامانده ؛ ارث به اين ترتيب ميان آنها تقسيم مىشود :\r\nپدر و مادر هر كدام يك ششم . دو همسر بجامانده از وى يك هشتم . حال عددى كه ( 8 ) و ( 6 ) داشته باشد « 24 » است « 1 » ؛ ليكن از آنجا كه يك هشتم « 24 » [ / 3 
  ] قابل تقسيم بر دو نفر نيست « 2 » ، آن را در « 2 » ضرب مىكنيم و به عدد « 48 » دست مىيابيم ؛ پس از خارج كردن سهم فرض بران ، بيست و شش تا باقى مىماند ، و سهام بقيه وارثان [ يعنى دو پسر و دو دختر 
  ] شش تاست [ هر پسر دو سهم و هر دختر يك سهم 
  ] ، كه « 6 » و « 26 » درنصف مشتركند ؛ لذا « 3 » راكه نصف « 6 » است در « 48 » ضرب مىكنيم و به عدد « 148 » دست مىيابيم و اين عدد را اصل مال قرار مىدهيم « 3 » .\r\nمثال ديگر : از ميّت عمو و عمّهء مادرى ، عمو و عمّهء پدرى ، دايى و خاله مادرى ، و دايى و خاله پدرى بجامانده ، ارث به اين ترتيب ميان آنها تقسيم مىشود :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . زيرا « 6 » و « 8 » متوافقان هستند و وفق آنها ( 2 ) است ؛ لذا يك دومِ يكى از ( 8 ) و ( 6 ) را در ديگرى ضرب مىكنيم و به رقم « 24 » كه مخرج مشترك اين دو عدد است دست مىيابيم .\r\n( 2 ) . مراد دو همسرى است كه از ميت بجامانده است .\r\n( 3 ) . بيان مطلب : از « 48 » سهم ، « 16 » تا به پدر و مادر « 6 » تا به دو زوجه تعلّق مىگيرد كه جمعاً « 22 » تا مىشود به اين صورت\r\n( پدر و مادر ) 16 / 2 * 8 / 6 / 6 : 48\r\n( زوجه ) 6 / 8 / 8 : 48\r\n22 / 6 + 16\r\nآنگاه پس ازكم كردن « 22 » از « 48 » ، باقيمانده « 26 » خواهد بود . حال سهام ديگر وارثان [ يعنى دو پسر و دو دختر كه فرض بر نيستند 
  ] « 6 » است [ چون دو پسر هركدام « 2 » سهم ، و دو دختر هركدام « 1 » سهم مىبرند كه جمعاً « 6 » سهم مىشود 
  ] . و نسبت ميان « 26 » و « 6 » توافق است كه وفق آنها « 2 » است ؛ لذا نصف رقم « 6 » را كه « 3 » مىباشد در « 48 » ضرب مىكنيم و به رقم « 144 » دست مىيابيم و آن را اصل مال قرار مىدهيم .\r\n","page_name":" 125 ","page_number":61},
  {"content":"\r\n\r\nبه نزديكان مادرى [ دايى و خاله 
  ] ( 3 ) تعلّق مىگيرد ؛ از اين يك سوم به دايى و خاله مادرى ( 3 ) داده مىشود كه به‌طور مساوى تقسيم مىكنند [ ؛ چون درنزديكان مادرى ، سهم مذكّر و مؤنث يكسان است 
  ] و بقيهء ( 3 ) به خاله و دايى پدرى داده مىشود كه اين هم به طور مساوى تقسيم مىشود [ به همان دليل 
  ] . و ( 3 ) باقيمانده از تركه به نزديكان پدرى [ / عمو و عمّه 
  ] تعلّق مىگيرد ؛ از اين ( 3 ) يك سوم به عمو و عمه مادرى ، و دو سوم به عمو و عمّهء پدرى تعلّق مىگيرد ، و عمو دو برابر عمّه بر مىدارد [ ؛ زيرا در نزديكان پدرى مانند عمو و عمّه ، مذكر دو برابر مؤنّث بر مىدارد 
  ] ؛ لذا در اين صورت اصل مال « 54 » خواهد بود « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . اگر عموها و عمّه‌ها اجتماع كرده باشند و همه مادرى باشند [ يعنى برادران و خواهرانِ مادرى پدر ميت 
  ] در اينكه يكسان ارث را تقسيم مىكنند [ و اين گونه نيست كه مذكر ( عمو ) دو برابر مؤنث ( عمه ) ارث ببرد 
  ] ، يا به تفاوت اختلاف است ؛ برخى مانند فضل بن شاذان ، مفيد ، صدوق ، شيخ در نهايه ، صاحب شرايع ، صاحب نافع و صاحب غنيه گفته‌اند به تفاوت تقسيم مىكنند . و برخى مانند علاّمه ، شهيدين ، و سبزوارى در كفايه و طباطبايى در اياض معتقدند يكسان تقسيم مىكنند . ظاهراً خواجه در اين رساله نيز همين رأى را دارد و معتقد است كه عمو و عمه مادرى يكسان ارث مىبرند . و اگر عموها و عمّه‌ها پدرى و مادرى يا پدرى باشند به اجماع به تفاوت ارث مىبرند  ( لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ )  . و خاله‌ها و دايىها اگر اجتماع كرده باشند چه همه مادرى باشند ، چه همه پدرى و مادرى و چه پدرى به طور مساوى ارث مىبرند . البته شيخ در خلاف از برخى اصحاب نقل كرده : اگر پدرى يا پدرى و مادرى باشند مذكّر دو برابر مؤنث ارث مىبرند .\r\nاين قول شاذّ است و به دليل اجماع و اخبار ردّ شده است .\r\n[ ر . ك : شرح لمعه ، ص 153 و 154 ؛ مستند نراقى ، ج 19 ، ص 320 و 327 - 328 ؛ و جواهر ، ج 39 ، ص 174 و 181 
  ]\r\nآنچه ذكر شد فرضِ اجتماع مذكّر و مؤنث و اتّحاد جهت قرابت بود ؛ يعنى همه پدرى ، مادرى يا پدرى يا مادرى باشند .\r\nو امّا فرض تفرّق در قرابت ؛ يعنى بعضى مادرى باشند و بعضى پدرى و مادرى يا پدرى :\r\nدر اين صورت در بخش اعمام به عمو و عمّه مادرى ، « 6 » تعلّق مىگيرد اگر يك نفر باشد . و اگر بيش از يك نفر باشد « 3 » تعلّق مىگيرد و بقيّه به عمو و عمّهء پدرى يا پدرى و مادرى داده مىشود .\r\n","page_name":" 126 ","page_number":62},
  {"content":"\r\n\r\n\r\nفصل\r\nاگر در مسأله ردّ واقع شود ، اصل مال را سهام كسانى كه ردّ بر آنها واقع مىشود قرار\r\n\r\n\r\n","description":"","footnote":"\r\nآنچه ذكر شد حكم اخوال به تنهايى يا اعمام به تنهايى بود . امّا اگر اعمام و اخوال اجتماع نمايند ؛ بدين معنا كه از ميّت هم عمو و عمه بجا مانده باشد و هم دايى و خاله ؛ در اين صورت چنين عمل مىشود :\r\nبه بخش اخوال - هر چند يك نفر باشد ، چه مؤنث باشند چه ، مذكّر ، چه پدرى و مادرى باشند و چه مادرى - « 3 » تعلّق مىگيرد و به بخش اعمام - هر چند يك نفر باشد ، چه مؤنث باشند و چه مذكر - 3 تعلّق مىگيرد . البته برخى مثل ابن ابى عقيل گفته : اگر يك دايى باشد و يك عمو ، به دايى « 6 » و به عمو « 2 » تعلق مىگيرد و بقيه به مقدار سهامشان به آنها ردّ مىشود . همچنين اگر يك عمّه و يك خاله از ميت بجا مانده باشد ، به عمّه « 2 » و به خاله « 6 » تعلق مىگيرد و باقيمانده به نسبت به آنها ردّ مىشود . اين قول نادر است و مستندش روشن نيست [ ر . ك : جواهر ، ج 39 ، ص 175 و 181 - 183 ؛ و شرح لمعه ، ج 8 ، ص 156 
  ]\r\nبا توجه به اين مطالب فرضى كه مرحوم محقّق طوسى در اين رساله مطرح كرده چنين است :\r\nالف : « 3 » به نزديكان مادرى ( خاله و دايى )\r\nب : « 3 » به نزديكان پدرى ( عمو و عمّه )\r\nحال عدد « 2 » در جانب عمو و عمّهء مادرى را در عدد « 3 » در جانب عمو و عمّهء پدرى ضرب مىكنيم ، حاصل ضرب « 6 » مىشود . آنگاه « 6 » را در اصلِ مخرج در جانب نزديكان پدرى كه « 3 » است ضرب مىكنيم و به عدد « 18 » دست مىيابيم . در جانب نزديكان پدرى نيز « 2 » در جانب دايى و خالهء مادرى را در « 3 » كه اصلِ مخرج در جانب نزديكان مادرى است ضرب مىكنيم و به عدد « 6 » دست مىيابيم و چون « 6 » و « 18 » تداخل دارند به عدد « 18 » اكتفا مىكنيم و آن را در « 3 » كه اصلِ مسأله است ضرب مىكنيم و به عدد « 54 » مىرسيم .\r\n","page_name":" 127 ","page_number":63},
  {"content":"\r\n\r\nبده ؛ و اگر با آنها زوج يا زوجه باشد « 1 » ، پس از برداشتن سهم اين دو باقيمانده را بر سهام\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . علت اينكه ابتدا سهم زوج و زوجه را كم مىكنيم آن است كه در صورت وجودِ وارثِ فرض بر ديگر ، ردّ براين دو واقع نمىشود ؛ لذا ابتدا سهم اين دو را كم مىكنيم سپس باقيمانده را بر ديگر وارثان كه ردّ بر آنها واقع مىشود تقسيم مىكنيم .\r\nبحثى پيرامون ردّ به زوج و زوجه :\r\nاگر ميّت هيچ وارث نسبى و سببى جزامام ( ع ) نداشته باشد ، به زوج ، يك دوم مال به فرض تعلق مىگيرد ، و يك دوم باقيمانده بنابر مشهور به وى ردّ مىشود . براين ديدگاه ادعاى اجماع شده است . روايات مستفيضه اين قول را همراهى مىكند ؛ در روايت صحيحه‌اى از امام صادق ( ع ) درباره زنى كه مرده و كسى جز شوهر از وى بجا نمانده آمده است : « الميراث كلّه لزوجها » .\r\nدر مقابل مشهور از مرحوم ديلمى حكايت شده است كه باقيمانده به امام ( ع ) تعلّق مىگيرد ؛ روايت موثقه‌اى اين ديدگاه را همراهى مىكند : « لايكون ردّ على زوج و لا على زوجة » . اين روايت توان مقاومت در برابر روايات صحيحه مستفيضه را ندارد . علاوه بر آنكه دلالت آن نيز قابل خدشه است و صريح در اين نيست كه به زوج و زوجه مطلقاً ردّ نمىشود .\r\nاين روايت بر صورتى كه دركنار زوج وارث ديگرى وجود داشته باشد - كه غالباً همين طور است - حمل مىشود .\r\nآنچه بيان شد درباره ردّ به زوج بود . اما ردّ به زوجه :\r\nاگر ميت هيچ وارثى غير از زوجه نداشته باشد قطعاً يك چهارم مال به وى تعلّق مىگيرد و دراينكه باقيمانده به وى ردّ مىشود يا خير ؟ سه قول وجود دارد :\r\nقول نخست : باقيمانده به وى ردّ مىشود ؛ اين قول از ظاهر شيخ مفيد حكايت شده است ؛ بر اين قول به صحيحه ابوبصير از امام باقر ( ع ) استدلال شده است كه درباره مردى كه مرده و همسرى از خود به جا گذاشته ، فرمودند : « المال لها » .\r\nقول دوم : باقيمانده به وى ردّ نمىشود ؛ اين قول ميان فقيهان مشهور است و بر آن ادعاى اجماع شده است ؛ عبارت شيخ مفيد صريح در قول اوّل نيست و گفته شده كه در كتاب أعلام الهُدى از اين رأى عدول كرده‌است .\r\nقول سوم : درصورت عدم حضور امام - بسان زمان ما باقيمانده به زوجه رد مىشود و در صورت حضور امام ( ع ) به امام ( ع ) تعلّق مىگيرد ؛ اين قول از شيخ صدوق و شيخ طوسى در كتاب‌هاى روايى خود و نيز از شيخ طوسى در نهايه و نيز نجيب الدين يحيى بن سعيد و علامه در تحرير و تلخيص و ارشاد ، و شهيد در لمعه حكايت شده است ؛ دليل اين ديدگاه جمع بين روايت دلالت كننده بر ردّ و روايات دلالت كننده بر عدم ردّ است ؛ به اين صورت كه روايات عدم ردّ بر حضور\r\n","page_name":" 128 ","page_number":64},
  {"content":"\r\n\r\nآنها [ كسانى كه ردّ بر آنها واقع مىشود 
  ] تقسيم كن .\r\nمثال : اگر از ميّت پدر و مادر و دختر بجا مانده باشد كيفيّت تقسيم ارث به اين ترتيب است :\r\nبه پدر و مادر دو سهم از شش سهم تعلّق مىگيرد [ سهم قرآنى هر يك از پدر و مادر ( 6 ) است 
  ] ، و به دختر سه سهم از شش سهم تعلّق مىگيرد [ سهم قرآنى بنت واحده ( 2 ) كه مساوى ( 6 ) است مىباشد 
  ] ؛ پس اصل مال « 5 » قرار داده مىشود .\r\nحال اگر در كنار پدر و مادر و دختر ، زوجه نيز قرار داشته باشد پس از كم كردن ( 8 ) از اصل مال ، باقيمانده را به پنج قسم تقسيم مىكنيم « 1 » [ كه دو تا از آنها به پدر و مادر و سه تا هم به دختر تعلّق مىگيرد 
  ] .\r\nهمه مسايل ردّ در طبقه نخست در صورت نبود زوج و زوجه سه تا مىباشد\r\n1 - دختر ، و يكى از پدر و مادر ؛ اصل مال دراين مسأله « 4 » مىباشد .\r\n2 - دختر ، و پدر و مادر ؛ اصل مال در اين مسأله « 5 » مىباشد .\r\n3 - دو دختر يا بيشتر ، و يكى از پدر و مادر ؛ اصل مال دراين مسأله « 5 » مىباشد .\r\nو مسايل ردّ در صورت وجود زوج يا زوجه در چهار فرض خلاصه مىشود :\r\n\r\n\r\n","description":"","footnote":"\r\nامام ( ع ) و روايات ردّ بر غيبت امام ( ع ) حمل مىشود .\r\nاين جمع ، تبرعى است و شاهدى ندارد .\r\nآنچه ذكر شد دربارهء فرضى بود كه از ميّت هيچ وارث نسبى و سببى جز زوج يا زوجه بجا نمانده باشد .\r\nاما اگر غير از زوج يا زوجه از ميت وارث فرض بر ديگرى بجا مانده باشد ، در اين حالت باقيمانده به زوج يا زوجه ردّ نمىشود بلكه به ديگر صاحبان فرض ( غير از زوج يازوجه ) ردّ مىشود ؛ مثل اينكه از ميت يك دختر ، و پدر و مادريا يكى از آنها بجا مانده باشد كه در اين صورت مقدار زايد به آنها ردّ مىشود و به برادر يا عموى ميت كه به ترتيب در طبقه دوم و سوم هستند و عصبه ناميده مىشوند هيچ تعلّق نمىگيرد بلكه در دهان اين دو و ساير عصبه خاك باد ؛ زيرا قاعده اين است كه اقرب مانع ابعد مىشود . [ ر . ك : جواهر ، ج 39 ، ص 79 - 81 ، و 100 
  ] .\r\n( 1 ) . علت اينكه ابتدا سهم زوجه را كه ( 8 ) است پرداخت مىكنيم و باقيمانده را به « 5 » قسم تقسيم مىكنيم اين است كه زوجه مشمول ردّ واقع نمىشود .\r\n","page_name":" 129 ","page_number":65},
  {"content":"\r\n\r\n1 - دختر ، يكى از پدر و مادر ، و شوهر ؛ اصل مال در اين مسأله « 16 » مىباشد .\r\n2 - دختر ، يكى از پدر و مادر ، و زوجه ؛ اصل مال در اين مسأله « 32 » مىباشد .\r\n3 - دختر ، پدر و مادر ، و زوجه ؛ اصل مال در اين مسأله « 40 » مىباشد .\r\n4 - دو دختر يا بيشتر ، يكى از پدر و مادر ، و زوجه ؛ اصل مال دراين فرض نيز « 40 » مىباشد .\r\nو مسايل ردّ درطبقه دوم - نزد كسى كه ردّ در اين طبقه را جايز مىداند - در چهار فرض منحصراست ؛ كه در فرض چهارم زوجه حضور دارد ؛ و از اين قرارند :\r\n1 - يك كلاله مادرى ، و خواهر پدرى ؛ اصل مال در اين فرض « 4 » مىباشد .\r\n2 - يك كلاله مادرى ، و خواهرهاى پدرى ؛ اصل مال دراين صورت « 5 » مىباشد .\r\n3 - دو كلاله مادرى يا بيشتر ؛ و خواهر پدرى ؛ اصل مال دراين مسأله نيز « 5 » مىباشد .\r\n4 - يك كلاله مادرى ، خواهر پدرى و زوجه ؛ اصل مال دراين فرض « 16 » مىباشد . و باللّه التوفيق « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . درباره مسأله ردّ چند مطلب بيان مىشود :\r\n1 ) مطلب نخست : آنچه از مرحوم خواجه نصيرالدين درباره مسأله رد گذشت خلاف طريق مشهور است ؛ كه هرگاه تركه زايد برفروض صاحبان فرض باشد ابتدا فروض را تقسيم مىكنند آنگاه آنچه را زياد مىآيد بر آنها رد مىكنند . ولى طريق خواجه اين است كه يك دفعه مال را ميان صاحبان فرض تقسيم مىكند كه روش او كوتاهتر است . در اين زمينه به عبارت مرحوم شيخ بهايى در جامع عباسى ، ص 407 توجه كنيد : « دوم آن‌كه تركه زياد باشد برسهام مفروضه صاحبان فرض ؛ زيادتى را بر صاحبان فروض ردّ بايد كرد سواى زوجه كه أصحّ آن است كه مطلقاً بر او رد نمىشود ، و در زوج خلاف است ؛ أصحّ آن است كه ردّ مىشود چنان كه مذكور شد . و سواى مادر با حاجب ؛ به خلاف مذهب سنّيان كه ايشان قايلند به آنكه آنچه از حصّهء صاحبان فروض زياده مىماند از خويشان پدرى است و اين را تعصيب مىگويند و تعصيب پيش شيعه باطل است . و از عادت فقهاى اماميّه رضوان الله عليهم آن است كه هر گاه تركه زياد از فروض صاحبان فرض باشد أوّل قسمت فروض ايشان مىنمايند آنگاه تتمّه را نيز بر ايشان رد مىكنند .\r\nو حضرت سلطان المحقّقين و برهان المدقّقين نصيرالملّة والحقّ والدين محمّد طوسى ( قده ) در\r\n","page_name":" 130 ","page_number":66},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nرساله ميراثيّهء خود به يك دفعه برصاحبان فرض قسمت مىكند . با وجود آنكه طريقه قسمت خواجه أخصر از طريقه قسمت ايشان است ، و احاديث حضرات ائمّه معصومين ( ع ) نيز بر طبق آن وارد است ؛ چنانچه در روايت صحيحهء محمّد بن مسلم از حضرت امام محمد باقر ( ع ) وارد شده كه گفت كه آن حضرت ( ع ) صحيفهء ميراثيّه‌اى را كه به خط حضرت اميرالمؤمنين ( ع ) و إملاى حضرت رسالت پناهى ( ص ) بود به من نمود ، ديدم كه نوشته بود كه شخصى مرده دخترى و مادرى گذاشته ، حصه دختر نصف است ، وحصه مادر سُدس ؛ پس مال بر چهار قسمت بايد كرد ، سه حصّه از آن به دختر تعلّق دارد و يك حصّه به مادر .\r\nو همچنين محمّد بن مسلم نقل كرده كه در آن صحيفه ديدم به خطّ حضرت اميرالمؤمنين ( ع ) و إملاى حضرت رسالت پناهى ( ص ) نوشته بود كه مردى فوت شده و دخترى و پدرى و مادرى گذاشته ، حصّهء دختر نصف است ؛ سه سهم ، و حصه هريك از پدر و مادر يك سهم ؛ پس مال را بر پنج قسم بايد كرد سه حصّه از آن به دختر تعلّق دارد و دو حصّه به پدر و مادر .\r\nتكمله : بدان كه جميع مسايلى كه مشتمل بر رد بر صاحبان فروض است در طبقه اولى و طبقه ثانيه - نزد جماعتى از مجتهدين كه در طبقه ثانيه ردّ را جايز مىدانند - يازده قسم است :\r\nاوّل : آنكه شخصى مرده باشد و دخترى و يكى از پدر و يا مادر داشته باشد . به طريق سلطان المحققين اصل فريضه ايشان از چهار سهم منقسم مىشود .\r\nدوم : آنكه شخصى مرده باشد و دخترى و پدرى و مادرى داشته باشد . اصل فريضه ايشان از پنج سهم منقسم مىشود .\r\n[ سوم : آنكه شخصى مرده باشدو چند دختر و يكى ازپدر يا مادر داشته باشد . اصل فريضه ايشان نيز از پنج منقسم مىشود . 
  ]\r\nچهارم : آنكه شخصى مرده باشد و سه دختر و يكى از پدر يا مادر داشته باشد . اصل فريضه ايشان از شانزده سهم منقسم مىشود .\r\nپنجم : آنكه مردى مرده باشد و دخترى و يكى ا ز پدر يا مادر و زنى داشته باشد . اصل فريضه ايشان از سى و دو سهم منقسم مىشود .\r\nششم : آنكه مردى مرده باشد و پدرى و مادرى و زنى داشته باشد . اصل فريضه ايشان از چهل سهم منقسم مىشود .\r\nهفتم : آنكه شخصى مرده باشد و دو دختر يا بيشتر و يكى از پدر يا مادر و زنى داشته باشد . اصل فريضه ايشان نيز از چهل سهم منقسم مىشود .\r\n","page_name":" 131 ","page_number":67},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nهشتم : آنكه شخصى مرده باشد و يك خواهر مادرى و يك خواهر پدرى داشته باشد .\r\nاصل فريضه ايشان از چهار سهم منقسم مىشود .\r\nنهم : آنكه شخصى مرده باشد و دو خواهر مادرى و دو خواهر پدرى يا بيشتر داشته باشد . اصل فريضه ايشان نيز از پنج سهم منقسم مىشود .\r\nدهم : آنكه شخصى مرده باشد و دو خواهر مادرى يابيشتر و يك خواهر پدرى داشته باشد . اصل فريضه ايشان نيز از پنج سهم منقسم مىشود .\r\nيازدهم : آنكه شخصى مرده باشد و يك خواهر مادرى و يك خواهر پدرى و زنى داشته باشد . اصل فريضه ايشان از شانزده سهم منقسم مىگردد .\r\nو اگر در اين يازده صورت اصل فريضه برايشان صحيح منقسم نشود رعايت نسبتهايى كه درماسبق مذكور شد بايد كرد تا بر ايشان صحيح منقسم شود .\r\nو ردّ نيز بر دو قسم است :\r\nاوّل : ردّ أخماسى ؛ و آن چنان است كه آنچه از فرض صاحبان فروض زياده مىآيد بر پنج سهم منقسم مىگردد ؛ مثل آنكه شخصى بميرد و دخترى و پدرى و مادرى داشته باشد ؛ اصل فريضه ايشان شش سهم است ؛ دو سهم تعلّق به پدر و مادر دارد و سه سهم تعلّق به دختر دارد و تتمّه بر ايشان ردّ مىشود به پنج سهم .\r\nدوم : ردّ أرباعى و آن چنان است كه تتمّه به چهار سهم منقسم مىشود ؛ مثل آنكه شخصى بميرد و جماعت مذكوره دو برادر ، يا يك برادر و دوخواهر ، يا چهار خواهر ، يا مادرى يا پدرى داشته باشد ؛ چه دراين صورت برمادر ردّ نمىشود بلكه تتمّه ميانهء دختر و پدر به چهار سهم منقسم مىشود .\r\nو بعضى از مجتهدين دراين صورت نيز به پنج حصه منقسم مىكنند و حصّهء مادر را به پدر مىدهند ؛ پس ، پيش ايشان ردّ بر يك قسم است » .\r\nچند نكته درعبارت شيخ بهايى قابل ذكر است :\r\n1 - ايشان يازده قسم ياد شده را دقيقاً به ترتيب رساله مورد بحث نقل كرده است و در هر قسم به طريقه خواجه فتوا داده است . وظاهراً ايشان نيز اين طريقه را پسنديده‌اند ؛ زيرا علاوه بر مختصر بودن آن رواياتى نيز در تأييد آن نقل كرده‌اند .\r\n2 - درنسخه موجود از جامع عباسى يك صورت از يازده صورت افتاده است كه ما بر اساس رساله خواجه داخل كروشه ذكر كرديم تا صور كامل شود .\r\n3 - آخرين مطلبى كه از شيخ بهايى درباره ردّ أخماسى و أرباعى نقل شد توضيحش اين است : اگر از\r\n","page_name":" 132 ","page_number":68},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nميت پدر و مادر و يك دختر بجامانده باشد : اصل فريضه « 6 » است ؛ زيرا « 6 » مخرج ( 6 ) است كه با مخرج ( 2 ) تداخل دارد و « 1 » سهم زياد مىآيد . حال ازدو صورت خارج نيست :\r\nالف ) يا مادر حاجب ندارد [ / اخوه 
  ] در اين صورت ردّ بر حسب سهام أخماساً خواهد بود ؛ در نتيجه بر اساس طريق مشهور « 5 » تاسهمِ رد ، در اصل فريضه يعنى « 6 » ضرب مىشود و به عدد « 30 » دست پيدا مىكنيم ؛ از اين مقدار « 10 » سهم به پدر و مادر ، و « 15 » سهم به دختر ، و از « 5 » سهم باقيمانده « 3 » سهم به دختر ردّ مىشود و « 2 » سهم به هريك از پدر و مادر ردّ مىشود .\r\nو بر اساس طريق خواجه طوس ازهمان اوّل مال « 5 » سهم مىشود ؛ « 3 » سهم آن به دختر ، داده مىشود و به هر يك از پدر و مادرهم « 1 » سهم تعلّق مىگيرد .\r\nمثلاً : اگر درفرض ياد شده از ميت 900 تومان بجا مانده باشد طبق طريق مشهور چنين عمل مىشود :\r\nبه پدر و مادر « 10 » سهم يعنى « 300 » تومان تعلّق مىگيرد ، و به دختر « 15 » سهم يعنى « 450 » تومان مىرسد و « 5 » سهم يعنى « 150 » تومان اضافه مىآيد كه از اين مقدار « 3 » سهم يعنى « 90 » تومان به دختر ردّ مىشود كه باضميمه شدن آن به « 450 » تومان اوّل ، مجموعاً « 540 » تومان دريافت مىكند .\r\nو « 2 » سهم ديگر يعنى « 60 » تومان هم به پدر و مادر ردّ مىشود كه پس از ضميمه شدن به « 300 » تومان قبلى ، مجموعاً « 360 » تومان دريافت مىكنند و بدين وسيله تمام تركه ميان وارثان تقسيم مىشود [ 900 / 360 + 540 
  ]\r\nو طريق خواجه طوس كوتاهتر است ؛ درمثال فوق از همان آغاز مال به پنج سهم تقسيم مىشود « 3 » سهم آن كه معادل « 540 » تومان است به دختر داده مىشود و « 2 » سهم آن كه معادل « 360 » تومان است به پدر و مادر داده مىشود ؛ و بدين وسيله تمام تركه ميان وارثان تقسيم مىشود .\r\nب ) يا مادر حاجب دارد ؛ دراين صورت ردّ أرباعاً خواهدبود ؛ لذا بر طبق طريق مشهور ، مخرج سهام ردّ يعنى « 4 » در « 6 » كه اصل فريضه است ضرب مىشو د و عدد « 24 » به دست مىآيد ؛ از اين مقدار « 12 » سهم به دختر ، و « 8 » سهم به پدر و مادر بالفرض داده مىشود و از « 4 » سهم باقيمانده « 3 » سهم به دختر ردّ مىشود و « 1 » سهم هم به پدر ردّ مىشود .\r\nو طبق روش محقق طوسى اگر بخواهيم ازهمان اوّل مال را به « 4 » سهم تقسيم كنيم و « 3 » سهم آن را به دختر و « 1 » سهم آن را به پدر بدهيم لازم مىآيد كه به مادر ارث نداده باشيم ؛ لذا بايد ابتدا مال را به پنج قسم تقسيم كنيم ؛ « 3 » سهم آن به دختر و « 2 » سهم آن به پدر مادر داده شود . آنگاه « 1 » سهم باقى مانده را « 4 » قسم كرده ، « 3 » سهم آن‌را به دختر و « 1 » سهم آن را به پدر مىدهيم .\r\nنتيجه : طبق مبناى مشهور ضابطه اين است كه : مخرج سهام ردّ [ / 4 يا 5 
  ] را در اصل فريضه ضرب\r\n","page_name":" 133 ","page_number":69},
  {"content":"\r\n\r\n\r\nفصل\r\nكسانى كه داراى دو قرابت گوناگون هستند [ و دو قوم و خويشى با ميت دارند 
  ] هنگام تقسيم ارث دو نفر حساب مىشوند ؛ ليكن پس از آن دو سهم جمع مىشود و به وى داده مىشود . براى كسى كه داراى بيش از دو قرابت است نيز به همين ترتيب عمل مىشود « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\nكنيم هر عددى به‌دست آمد سهام به طور صحيح و بدون كسر از آ ن خارج مىشود . و طبق مبناى خواجه اصل مال را اساس سهام كسانى كه به آنها ردّ مىشود قرار مىدهيم . و اگر در ميان وارثان زوج يا زوجه باشد ابتدا سهم قرآنى زوج يا زوجه داده مىشود سپس باقيمانده را بر اساس سهام كسانى كه به آنها ردّ مىشود ، تقسيم مىكنيم . [ ر . ك :\r\nجواهر ، ج 39 ، ص 351 
  ] .\r\n( 1 ) . چند نكته در اين باره ذكر مىشود :\r\n1 ) نكته اول - گاه در وارث دو موجب ارث جمع مىشود ؛ حال يا دو نسب و يا دو سبب و يا يك نسب و يك سبب .\r\nگاه نيز بيش از دو موجب ارث دريك نفر جمع مىشود . دراين صورت شخص به واسطهء همه اين موجبات ، ارث مىبرد ؛ زيرا تعدد سبب به منزله تعدد وارث است . البته به دو شرط :\r\n1 - درآنجا كسى كه از اين شخص درهر دو موجب يا يكى از آنها به ميّت نزديكتر است وجود نداشته باشد ؛ بنابراين اگر درميان وارثان كسى كه در هردو موجب به ميّت نزديكتر است وجود داشته باشد ، به واسطهء هيچ يك از دو رابطه‌اى كه ميّت دارد ارث نمىبرد .\r\nهمچنين اگر دريكى از دو موجب كسى كه از او به ميّت نزديكتر است وجود داشته باشد تنها از طريق آن رابطه ارث نمىبرد .\r\n2 - يكى از آن دو موجب مانع ديگرى نباشد ؛ دراين صورت به سبب ممنوع [ رابطه داراى مانع 
  ] ارث نمىبرد و تنها به سبب مانع ارث مىبرد ؛ مثل پسر عمويى كه برادر مادرى باشد ؛ كه دراين صورت تنها به سبب أخوّت ارث مىبرد . يا معتقى كه ضامن جريره يا امام است ؛ كه در اين صورت تنها به ولاى عتق ارث مىبرد . و مانند كسى كه پسرِ پسر عموى ميّت و نيز پسرِ پسر دايى او ، و پسرِ دخترِ دختر عمه او ، و پسرِ دخترِ دختر خاله او باشد ؛ كه در اين صورت به بنوّتِ عمو و دايى ارث مىبرد .\r\nقابل توجه است كه شخص داراى دو موجب ارث ، مانعِ شخص داراى يك موجب كه درطبقه او قرار دارد نمىشود .\r\n2 ) نكته دوم - دو موجب ارث گاه به فرض موجب ارث هستند ، گاه به قرابت ، و گاه برخى به فرض و برخى به قرابت . هريك از اين صور حكم خود را دارد .\r\nو كلاً چهل و هشت صورت تصوّر مىشود به اين بيان :\r\nموجب ارث هشت صورت دارد : دونسب ، بيش از دونسب ، دو سبب ، بيش از دو سبب ، يكى سببى يكى نسبى ، دو نسبى و دو سببى ، دو نسبى و يك سببى ، دو سببى و يك نسبى .\r\n","page_name":" 134 ","page_number":70},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nدر هر يك از هشت صورت فوق يا يكى از موجبات مانع ديگرى هست يا خير كه از ضرب ( 8 ) در ( 2 ) ، شانزده صورت به دست مىآيد .\r\nدر هر يك از شانزده صورت فوق يا موجبات به فرض موجبند يا به قرابت يا برخى به فرض و برخى به قرابت كه از ضرب ( 16 ) در ( 3 ) ، چهل و هشت صورت به‌دست مىآيد .\r\nاز اين صور چهل و هشتگانه برخى ممكن الوقوع و برخى ممتنع الوقوع است كه درجدول زير گرد آمده است :\r\n","page_name":" 135 ","page_number":71},
  {"content":"\r\n\r\nبراى اين بحث مثالى را كه استاد ، معين الدين سالم بن بدران مصرى « 1 » دركتاب خود به نام « التحرير » ذكر كرده مى آوريم :\r\nميت از خود پسرِپسرعمو از جانب پدرِپدر خود بجاگذاشته كه پسرِ پسر دايى از جانب مادرِ مادرِ او نيز مىباشد در عين حال وى پسرِ دختر خاله ميّت از جانب پدرِ مادرِ وى ونيز پسرِ دخترِ عمّهء او از جانب مادرِ پدرِ وى نيز مىباشد .\r\nو نيز دو پسرِ دخترِ عمه ديگر از جانب مادرِ پدر از خود بجا گذاشته كه در عين حال اين دو ، پسرِ دخترِ خالهء ميّت از جانب پدرِ مادرِ وى نيز مىباشند .\r\nهمچنين خواهر آن دو پسر را به همين توضيح از خود بجا گذاشته است .\r\nهمچنين سه پسرِ پسرعموى ديگر ازجانب پدرِ پدر از خود بجاگذاشته است .\r\nو نيز سه دخترِ دخترِ عمه از جانب پدرِ پدر از خود بجا گذاشته است .\r\nدر اين مثال شخص نخست داراى چهار خويشاوندى مىباشد ؛ زيرا از عموى پدرى ميّت كه دايى مادرى وى نيز مىباشد ، پسرى به دنيا آمده است ، و از طرف ديگر از عمّهء مادرى وى كه خالهء پدرى او نيز مىباشد دخترى به دنيا آمده است و پسر ياد شده با وى ازدواج كرده و از آنها پسرى به دنيا آمده كه داراى اين چهار خويشاوندى با ميّت مىباشد و بايد او را به منزله چهار نفر قرار داد .\r\nو همچنين است در فرزندان عمّهء ديگر كه فرزندان خالهء ميّت نيز مىباشند ؛ در اين صورت اصل مسأله بسان ميّتى است كه يك دايى مادرى ، و دو خاله پدرى ، و دو عمّهء مادرى ، و دو عموى پدرى از خود بجا گذاشته است كه اصل مسأله « 180 » است ؛ آنگاه سهم هريك ميان فرزندانش تقسيم مىشود كه اصل مسأله به « 540 » مىرسد ؛ به كسى كه داراى چهار خويشاوندى است « 261 » سهم ، و به كسى كه داراى دو خويشاوندى است\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . شيخ معين الدين سالم بن بدران بن على مصرى مازنى نويسنده كتاب « تحرير » و غير آن در فقه مىباشد . و مرحوم خواجه نصيرالدين طوسى از شاگردان وى و صاحب اجازه از جانب ايشان بوده است . چنين بر مىآيد كه جناب معين الدين از سيد بن زهره روايت مىكند ؛ [ ر . ك : رياض العلماء ، ج 2 ، ص 408 - 411 
  ] .\r\n","page_name":" 136 ","page_number":72},
  {"content":"\r\n\r\n« 153 » ، و به سه نوه عمو « 96 » ، و به سه نوه عمّه « 48 » سهم تعلّق مىگيرد كه تفضيل و تسويهء سهام بر اساس قانونى است كه اشاره شد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در برخى نسخه‌هاى رساله جدولى به منظور بيان مسأله ترسيم شده كه ما با تعديل و اضافه ذكر مىكنيم :\r\n","page_name":" 137 ","page_number":73},
  {"content":"\r\n\r\n\r\nفصل\r\nدر برخى كتابهاى جديد روش ديگرى ارائه شده است : به فرض بر يا فرض بران به جاى هر سهم از سهامى كه به آنهامىرسد ، از مخرج سهام آنها ، به تعداد سهام بقيّهء وارثان ، ارث تعلّق مىگيرد و به بقيّهء وارثان به جاى هر سهم از سهامشان ، به تعداد سهام بقيّهء وارثان از مخرج ياد شده پس از اخراج فرض يا فرض‌ها ، ارث تعلّق مىگيرد .\r\nمثال : از ميّت پدر و مادر ، شوهر ، دو پسر ، دو دختر بجامانده است ؛ فرض بران پدر و مادر و شوهر مىباشند كه سهمشان هفت تا از دوازده تا مىباشد ، و سهم ديگر وارثان شش تا مىباشد ؛ به فرض بران براى هر سهم از سهام هفتگانه ، شش تا ، و به بقيّهء وارثان به جاى هر سهم از سهام ششگانه ، پنج تا داده مىشود ؛ و اصل مال به « 72 » مىرسد .\r\nو صاحبان ردّ به جاى ديگر وارثان مىنشينند ، و زوج يا زوجه در صورتى كه با آنها باشند فرض بر هستند .\r\nاين روش هرچند جامع افراد است ؛ ليكن در برخى صورتها جهت كم كردن ، به تكلف هاى فراوان نيازمند است .\r\nعلاوه بر آنكه آن گونه كه ادّعاكرده‌اند نيست كه نياز به جمع و ضرب نداشته باشد ؛ زيرا جمع جز ضميمه كردن عددى به عدد ديگر ، و ضرب جز چند برابر كردن يك عدد نيست ؛ و هر دو عمليّات در اين روش به چشم مىخورد هر چند خود اينها به آن تصريح نكرده‌اند .\r\n\r\nباب دوم : در مناسخات\r\nمناسخه : آن است كه برخى از وارثان پيش از قسمت كردن مال بميرد و از خود وارثانى بجابگذارد ؛ دراين صورت تركهّ ميّت اوّل بر وارثان وى تقسيم مىشود البته به شرطى كه نصيب وارثى كه ميّت دوم است بر وارثان وى تقسيم شود .\r\nمثال : از ميّت جدّ ، خواهر پدرى ، و سه برادر مادرى بجامانده ؛ آنگاه پيش از تقسيم مال ، جدّ مىميرد و از خود دختر پسر [ كه خواهر پدرى ميّت اوّل است 
  ] و پسرِ دختر ، و\r\n\r\n","description":"","footnote":"","page_name":" 138 ","page_number":74},
  {"content":"\r\n\r\nزوجه بجا مىگذارد ؛ در اينجا اصل تركهء ميّت اول « 9 » مىباشد كه نصيب جدّ چهار تاست . و اصل تركهء جدّ كه ميّت دوم است « 24 » است كه شش برابر نصيب خودش مىباشد [ ؛ چرا كه نصيب وى از ميّت اوّل چهار بود و بيست و چهار ، شش برابر آن است 
  ] ؛ پس « 9 » را در « 6 » ضرب مىكنيم و به عدد « 54 » كه اصل مال است دست مىيابيم ؛ از اين مقدار « 18 » تابه سه برادر تعلّق مىگيرد و « 12 » تا به خواهر و « 24 » تا به جدّ ؛ كه از اين مقدار ، « 3 » تا به زوجه ، « 7 » تا به پسر دختر ، و « 14 » تا به دختر پسر تعلّق مىگيرد كه پس از افزودن آن به « 12 » نصيب وى از دو تركه به « 26 » مىرسد .\r\nهمين روش دربيش از اين نيز پياده مىشود « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . چند نكته درباره مناسخات شايسته يادآورى است :\r\n1 ) نكته اوّل : معناى مناسخه درلغت و بيان ارتباط معناى لغوى بامعناى اصطلاحى : مناسخات جمع « مناسخه » بر وزن مفاعله و از ماده « نسخ » است و نسخ به معناى نقل و تحويل است . از قول عرب كه مىگويد : « نسختُ الكتاب » ؛ يعنى آن را نسخه بردارى كردم و مطالبش را به جاى ديگر منتقل كردم . اين مسايل را از آن جهت مناسخات مىگويند كه با مرگ شخص دوم نصابها نسخ مىشود و از عددى به عدد ديگر تغيير پيدا مىكند .\r\nهمچنين تصحيح از حالى به حال ديگر تغيير مىيابد . نيز عدد مجموع وارثان با مرگ يكى ازآنها از مقدارى به مقدار ديگر تغيير پيدا مىكند .\r\nالبته درلغت « نسخ » به معناى إبطال نيز به كار رفته است ؛ مثل اينكه گفته مىشود : « نَسَخَتِ الشمسُ الظِلَّ » يعنى خورشيد سايه را باطل كرد و از بين برد . حال مناسخه با نسخ به اين معنا نيز بى ارتباط نيست ؛ زيرا غرض به ابطال آن قسمت تعلّق گرفته و قسمت ديگر مورد غرض واقع شده است ؛ هرچند ممكن است قسمت دوم با قسمت اوّل موافق باشد [ ر . ك : جواهر ، ج 39 ، ص 352 ؛ و مسالك ، ج 13 ، ص 306 
  ] .\r\n2 ) نكته دوم : معناى اصطلاحى مناسخه : مناسخه دراصطلاح به اين معناست كه : شخصى بميرد و تركه او تقسيم نشود ، سپس برخى از وارثان ميت اوّل پيش از تقسيم تركه وى ، بميرند و وارثان تصميم بگيرند كه دو فريضه را از اصل واحد قسمت كنند . يعنى غرض آنها به اين تعلق بگيرد كه مال ميّت اول را به گونه‌اى تقسيم كنند كه بدون كسر بر وارثان ميّت دوم نيز قابل قسمت باشد و اگر به دو تقسيم راضى شوند ديگر نيازى به اين بحث‌ها نيست .\r\n3 ) نكته سوم : طريق تقسيم دو فريضه از يك اصل : طريق آن اين است كه مسأله اوّل را تصحيح\r\n","page_name":" 139 ","page_number":75},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nمىكنيم ، و نصيب ميّت دوم از ارث ميّت اول به گونه‌اى قرار داده مىشود كه بر وارثان وى به طور صحيح و بدون كسر قابل قسمت باشد ؛ حال وقتى وارثان ميت دوم را با وارثان ميّت اوّل مقايسه مىكنيم از چهار حال بيرون نيست :\r\nالف ) وارث و استحقاق هر دو متّحد است ؛ يعنى وارثان ميّت دوم همان وارثان ميّت اوّل هستند ، و جهت ارث بردن آنها از ميّت دوم همان جهت ارث بردن آنها از ميّت اوّل است ؛ مانند أخوّت . به ديگر سخن وارثان دوم همان وارثان اوّل هستند بدون اختلاف درقسمت .\r\nدراين صورت قانون اين است كه اموال هر دو ميّت بسان فريضه واحده مىباشد ؛ يعنى اموال بجا مانده ازهر دو ميّت را روى هم ريخته و يك جا تقسيم مىكنيم . مثل اينكه سه برادر و سه خواهر از يك جهت وجود داشته باشند ؛ ابتدا يكى از برادران بميرد بعد برادر ديگر بميرد سپس يكى از خواهران بميرد . و در پايان خواهر ديگر بميرد ، و در نتيجه يك برادر و يك خواهر بجا بماند ؛ اگر برادر و خواهر مادرى باشند به طور مساوى اموال بجامانده از هر چهار ميّت را تقسيم مىكنند . و اگر برادر و خواهر پدرى يا مادرى باشند ، مذكّر دو برابر مؤنّث برمى دارد .\r\nب ) وارث متّحد است ولى استحقاق مختلف است ؛ مثل اينكه مردى بميرد و سه فرزند از خودش بجا گذارد . سپس يكى ازآنها بميرد و غير از دو برادر ياد شده وارث ديگرى نداشته باشد ؛ در اينجا جهت استحقاق در فريضه مختلف است ؛ زيرا جهت استحقاق در فريضه اوّل ، بنوّت است ، و در فريضهء دوم أخوّت است هرچند وارث متّحد است ، يعنى همان دو نفرى كه از ميّت اوّل تحت عنوان بنوّت ارث مىبرند از ميّت دوم تحت عنوان أخوّت ارث مىبرند .\r\nج ) عكس صورت پيشين ؛ يعنى استحقاق متّحد است و وارث مختلف است ؛ مثل اينكه مردى بميرد و دو پسر از خود به جابگذارد . سپس يكى از پسران بميرد و از خود پسرى به جابگذارد ؛ دراينجاجهت استحقاق درهر دو فريضه يكى است كه بنوّت باشد ؛ زيرا درفريضه اوّل وارث ، فرزند ميت است و در فريضه دوم فرزند آن فرزند وارث است .\r\nد ) وارث و استحقاق هر دو مختلف است ؛ مثل اينك مردى بميرد و از خود همسر ، و دختر به جا گذارد .\r\nسپس زن هم بميرد و از خود پسر و دخترى از غير ميّت به جا گذارد ؛ دراينجا همان گونه كه مشاهده مىشود جهت استحقاق در فريضه اوّل زوجيّت است و در فريضه دوم بنوّت است . همچنين در فريضه اوّل ، وارث زن و فرزندان ميت هستند ، و درفريضه دوم ، وارث ، اولاد ميّت هستند .\r\nحال دراين سه صورت گاه مسأله به عمل ديگرى غير از آنچه مسأله اوّل به آن نياز دارد ، نياز پيدا مىكند [ مثلاً قبل از مرگ نفر دوم عمل تنصيف كفايت مىكند ولى پس از مرگ نفردوم وباتوجه به وارثان وى نيازمند عمل تربيع مىشويم 
  ] وگاه نياز پيدا نمىكند ؛ تفصيل مطلب آنكه : به نصيب ميّت\r\n","page_name":" 140 ","page_number":76},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nدوم نگاه مىكنيم و آن از دو حال بيرون نيست :\r\n1 - گاه به گونه صحيح و بدون كسر قابل قسمت بر وارثان وى مىباشد ؛ دراين صورت بحثى نيست و هر دو مسأله از مسأله نخست تصحيح مىشود ؛ مثل اينكه مردى بميرد و از خود يك همسر ، يك پسر و يك دختر از غير آن زن بجا گذارد . سپس زن هم بميرد و از خود يك دختر و يك پسر بجاگذارد ؛ در اينجا قبل از مرگ شخص دوم ، فريضه « 24 » سهم است ؛ زيرا سهم زن ( 8 ) است ، و از آنجاكه پسر دو برابر دختر مىبرد ( 8 ) باقيمانده قابل تقسيم بر پسر و دختر نيست لذا مخرج نصيب اين دو را كه « 3 » باشد [ چون پسر ( 3 ) كه دو برابر است مىبرد ، و دختر ( 3 ) مىبرد 
  ] در « 8 » كه مخرج ( 8 ) است ضرب مىكنيم [ به عبارت ديگر مخرج ( 8 ) را در 3 و 3 ضرب مىكنيم 
  ] و به عدد « 24 » دست پيدا مىكنيم ؛ از اين مقدار سهم زوجه « 3 » ، سهم پسر « 14 » و سهم دختر « 7 » است .\r\nحال پس از مرگ زوجه چون وارث وى نيز يك پسر و يك دختر است ، پسر « 2 » سهم از « 3 » سهم را بر مىدارد و دختر « 1 » سهم ؛ و ديگر نيازمند تقسيم جديد نخواهيم بود بلكه « 3 » به طور صحيح و بدون كسر برآن دو تقسيم مىشود .\r\n2 - گاه نصيب ميت دوم ، به گونه صحيح و بدون كسر بر وارثان وى قابل قسمت نيست :\r\nدراين حالت دو صورت متصوّر است :\r\nالف ) ميان نصيب فريضه دوم از فريضهء اوّل ، و فريضهء دوم وفق وجود دارد ؛ دراين صورت وفق فريضه دوم - نه وفق نصيب فريضه دوم - در فريضهء اوّل ضرب مىشود ؛ از عددى كه به دست مىآيد هر دو فريضه صحيح خواهد بود .\r\nمثال : از ميّت دو برادر مادرى ، دو برادر پدرى ، و شوهر بجامانده سپس شوهر مىميرد و از وى يك پسر و دو دختر بجا مىماند ؛ دراينجا فريضه اوّل « 6 » است ؛ زيرا درآن ( 2 ) و ( 3 ) وجود دارد ، و از ضرب « 2 » در « 3 » ، عدد « 6 » به دست مىآيد ؛ به شوهر « 3 » سهم و به برادران مادرى « 2 » سهم مىرسد و تا به اينجاكسر وجود ندارد ؛ ليكن به برادران پدرى « 1 » سهم مىرسد در حالى كه دو نفرند و بايد دو سهم به آنها تعلّق بگيرد و براى جلوگيرى از كسر سهام ، « 2 » را در « 6 » ضرب مىكنيم و به عدد « 12 » دست پيدا مىكنيم ؛ ازاين مقدار « 6 » سهم به شوهر مىرسد ، كه به چهار سهم قابل تقسيم نيست تابه طور صحيح بر وارثان وى يعنى پسر و دو دختر قابل قسمت باشد ؛ ليكن فريضه آنها با فريضه دوم كه « 4 » است در نصف توافق دارند ؛ لذا جزء وفق از فريضه دوم [ يعنى « 2 » از « 4 » 
  ] - نه از نصيب در فريضه اوّل - درفريضه اوّل كه « 12 » است ضرب مىشود و رقم « 24 » به دست مىآيد كه هر دو فريضه از آن صحيح خواهد بود .\r\n","page_name":" 141 ","page_number":77},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nدراين مثال هركسى كه از فريضه اوّل سهمى دارد آن را ضرب در « 2 » دريافت مىكند ؛ لذا برادران مادرى كه « 4 » سهم از فريضه اوّل دارند آن را ضرب در « 2 » دريافت مىكنند و به « 8 » سهم مىرسد و آن ( 3 ) فريضه است و برادران پدرى كه « 2 » سهم از فريضه اوةل دارند آن را ضرب در « 2 » دريافت مىكنند . همچنين شوهر كه « 6 » سهم دارد آن را ضرب در « 2 » دريافت مىكند ؛ آنگاه پسر شوهر ميّت كه نصف فريضه از آن اوست - يعنى « 3 » تا از نصيب پدرش درفريضه اوّل - آن را ضرب در وفق نصيب و مسأله‌اش يعنى « 2 » - دريافت مىكند .\r\nهمچنين دو دخترش نيز كه سهمشان نصف بوده است ، « 3 » را ضرب در « 2 » دريافت مىكند .\r\nب ) ميان نصيب و فريضه تباين مىباشد ؛ دراين صورت فريضهء دوم درفريضه اوّل ضرب مىشود ؛ از عددى كه به دست مىآيد هردو فريضه صحيح و بدون كسر خواهد بود ؛ و درنتيجه هركسى كه از فريضهء اوّل سهمى داشته است آن را ضرب در فريضهء دوم دريافت مىكند .\r\nمثال : از ميّت شوهر ، دو كلاله مادرى ، و يك برادر پدرى بجامانده است . سپس شوهر هم مرده و از وى دو پسر و يك دختر بجا مانده است . فريضه اوّل از « 6 » است ؛ زيرا درآن ( 3 ) و ( 2 ) وجود دارد [ زيرا سهم شوهر ( 2 ) است و سهم كلاله أمّى متعدد ( 3 ) است 
  ] ؛ حال از اين مقدار ، نصيب شوهر « 3 » است كه نه بر « 5 » قابل قسمت است و نه « 3 » و « 5 » توافق دارند [ بلكه تباين دارند 
  ] ؛ لذا « 5 » را در « 6 » كه فريضهء اوّل مىباشد ضرب مىكنيم و به رقم « 30 » دست پيدا مىكنيم كه ازاين رقم هر دو فريضه صحيح خواهد بود ؛ از اين مقدار شوهر « 15 » سهم دارد كه بر دو پسر و يك دختر به طور صحيح تقسيم خواهد شد .\r\nو ( 3 ) آن كه « 10 » باشد به كلالهء مادرى متعدّد داده باشد كه دو نفر هستند و بر آن دو به طور صحيح تقسيم مىشود و بقيه به برادر پدرى تعلّق مىگيرد . [ ر . ك : جواهر ، ج 39 ، ص 352 - 357 ؛ و شرح لمعه ، ج 8 ، ص 253 - 259 
  ] .\r\n4 ) نكته چهارم : گاه ممكن است كه مناسخات بيش از دو فريضه باشند ؛ به اينكه برخى از ورثه ميّت دوم نيز پيش از تقسيم مال بميرند يا برخى ديگر از ورثه ميت اوّل بميرند ؛ در اين صورت قانون اين است كه به نصيب ميّت سوم نظر مىكنيم اگر بر وارثان او به طور صحيح قابل قسمت بودند به همان اكتفا مىشود ، و گرنه همان رفتارى كه در فريضه دوم نسبت به فريضه اوّل انجام شد ، دراين فريضه سوّم هم نسبت به آن دو فريضه انجام مىشود .\r\nهمچنين است اگر وارث چهارم يا بيشتر بميرند .\r\nتمام اين اقسام را مىتوان درمثال ياد شده پياده كرد ؛ مثل اينكه يكى از دو پسران شوهر نيز پيش از تقسيم تركه بميرند . [ ر . ك : جواهر ، ج 39 ، ص 357 - 358 ؛ و شرح لمعه ، ج 8 ، ص 259 - 260 
  ] .\r\n","page_name":" 142 ","page_number":78},
  {"content":"\r\n\r\n\r\nباب سوم : درنمونه‌هايى از تقسيم تركه‌هاى زير آوارماندگان و كسانى كه درحكم ايشان هستند\r\nدرقسم نخست رساله چگونگى توريث برخى از برخى را بيان نموديم ؛ به اين صورت كه مرگ هريك را پيش از ديگران فرض مىكنيم و از خود تركه وى به ديگران ارث مىدهيم نه از آنچه كه از ديگران ارث برده ؛ سپس به سراغ وارثان زنده آنها مىرويم . حال بر ماست كه براى روشن شدن بحث نمونه‌هايى را ذكر كنيم :\r\nمثال نخست : سه برادر پدرى زير آوار مرده‌اند و هريك از خود يك برادرمادرى بجا گذاشته است ؛ كيفيت تقسيم ارث به اين صورت است : ابتدا مرگ هريك از سه برادر پدرى را پيش از ديگران فرض مىكنيم ؛ و در نتيجه مثل كسى مىشود كه پس از مرگ از خود يك برادر مادرى و دو برادر پدرى بجاگذاشته ؛ پس اصل مال وى « 12 » مىباشد ؛ از اين مقدار « 2 » سهم به برادر مادرى و « 15 » سهم به هر يك از دو برادر پدرى كه با وى مرده‌اند ، تعلّق مىگيرد كه از اين دو به برادر مادرى آنها منتقل مىشود كه در نتيجه پس تقسيم تركهء همه ، به هر برادر زنده دو سهم از دوازده سهم از اصل تركه برادرش ، و پنج سهم از دوازده سهم از تركه هريك از دو برادر باقيمانده به سبب انتقال از برادرش ، به وى تعلّق مىگيرد « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همين مثال را مرحوم صاحب جواهر در مورد غرق شدگان مىزند و مىگويد : « اگر غرق شدگان بيش از دو نفر باشند و توارث ميان آنها بر قرار باشد ، به همان ترتيب عمل مىشود ؛ يعنى مرگ يكى از آنها را فرض مىكنيم و تركهء وى را بر وارثان زنده - اگر وارث زنده داشته باشد - و وارثانى كه با وى مرده‌اند تقسيم مىكنيم ؛ آنچه به وارثان زنده مىرسد به آنها داده مىشود و آنچه به وارثانى كه با او مرده‌اند مىرسد بر طبق مبناى ما ميان همه وارثان زندهء آنها تقسيم مىشود و به وارثان مردهء همراه آنها ، تعلّق نمىگيرد . و بر طبق مبناى شيخ مفيد ( ره ) ميان همه وارثان - اعم از زنده و مرده - تقسيم مىشود . و به همين ترتيب مرگ هر يك از وارثان را فرض مىكنيم تا تركه‌هاى همگى به وارثان زنده منتقل شود .\r\nمثال : اگر سه برادر پدرى غرق شوند و از هريك از آنها يك برادر مادرى بجا مانده باشد ؛ مرگ هريك از آنها را اوّل فرض مىكنيم و درنتيجه براى هريك ازآنها يك برادر مادرى و دو برادر پدرى به عنوان وارث فرض مىشود ؛ لذا اصل مال وى « 12 » قرار داده مىشود تا ( 6 ) آن نصف داشته باشد و بتوان آن را ميان دو برادر پدرى تقسيم كرد ؛ بنابراين به برادر مادرى ( 2 ) سهم مىرسد [ كلاله امى واحد ( 6 ) مىگيرد 
  ] و به هريك از دو برادر پدرى « 5 » سهم مىرسد كه از وى به برادر مادرى اش منتقل مىشود . درنتيجه پس از تقسيم تركهّ همه ، به برادر زنده « 2 » تا از « 12 » سهم از اصل تركه برادرش تعلّق مىگيرد و نيز « 5 » سهم از « 12 » سهم تركهء هر يك از دو برادر باقيمانده به واسطهء انتقال ازاو به برادرش و سپس از برادرش به او ، تعلّق مىگيرد . و مرحوم علاّمه در قواعد به تفصيل به ذكر فروع اين مسأله پرداخته است كه اگر كسى به اصو ل ياد شده احاطه داشته باشد مىتواند حكم فروع را از آنها استنباط نمايد » . [ ر . ك : جواهر ، ج 39 ، ص 319 
  ]\r\n","page_name":" 143 ","page_number":79},
  {"content":"\r\n\r\nاگر بخواهيم اين مسأله را ترسيم كنيم به اين شكل درمى آيد :\r\n\r\n","description":"","footnote":"","page_name":" 144 ","page_number":80},
  {"content":"\r\n\r\nمثال دوم : زن و شوهر ، يك پسر آنها ، و دختر آنها ، همگى زير آوار مرده‌اند ؛ از مرد يك برادر ، از زن ، پدر ، از پسر ، همسر ، و از يكى از دو دختر شوهر بجا مانده است ؛ كيفيت تقسيم ارث ميان آنها بدين صورت است :\r\nابتدا مرگ شوهر را پيش از ديگران فرض مىكنيم دراين صورت اصل مال وى « 32 » مىباشد ؛ ازاين مقدار « 4 » سهم به همسرش داده مىشود كه از وى به پدرش منتقل مىشود . و « 14 » سهم به پسر وى داده مىشود كه ميان ورثه‌اش تقسيم نمىشود ؛ زيرا « 14 » رُبع صحيح ندارد [ ؛ چرا كه از پسر زوجه بجامانده و سهم قرآنى وى ( 4 ) است و يك چهارم چهارده عدد صحيح نيست 
  ] ؛ لذا اصل [ / 32 
  ] را در « 2 » ضرب مىكنيم و به عدد « 64 » دست مىيابيم ؛ از اين مقدار سهم زوجه « 8 » تا است كه به پدرش منتقل مىشود و سهم پسر « 28 » تا است كه « 7 » سهم آن به زوجه او منتقل مىشود و بقيّه به جدّش تعلّق مىگيردو سهم دخترى كه شوهر دارد نيز « 14 » تاست كه « 7 » سهم آن به شوهرش منتقل مىشود و بقيّه به جدّش داده مىشود ، و سهم دخترى كه شوهرندارد نيز « 14 » تا مىباشد كه همگى به جدّش منتقل مىشود . سپس فرض مىكنيم كه زوجه پيش از ديگر وارثان مرده است ؛ دراين صورت اصل مال زوجه « 48 » خواهد بود ؛ از اين مقدار « 8 » سهم به پدر وى و « 12 » سهم به شوهرش و « 14 » سهم به پسرش تعلّق مىگيرد و براى آن ربع صحيح وجود ندارد ؛ لذا « 48 » را در « 2 » ضرب مىكنيم و به عدد « 96 » دست مىيابيم ؛ از اين مقدار « 16 » سهم به پدر زوجه ، تعلّق مىگيرد « 24 » سهم به شوهرش كه به برادر او منتقل مىشود . و « 28 » سهم به پسرش داده مىشود كه « 7 » تا از آن به زوجه وى و بقيّه‌اش به جدّ او منتقل مىشود . و « 14 » سهم نيز به آن دختر ميّت كه شوهر دارد منتقل مىشود كه « 7 » تا از آن به شوهرش و بقيّه به جدّش منتقل مىشود .\r\nو « 14 » سهم نيز به دختر ديگر ميّت داده مىشود كه از او به جدّش منتقل مىشود .\r\nسپس مرگ پسر را پيش از دو خواهر فرض مىكنيم ؛ در اين صورت اصل مال « 12 » خواهد بود ؛ « 3 » سهم به زوجهء وى مىرسد ، و « 4 » سهم به مادر وى تعلّق مىگيرد كه به پدرش منتقل مىشود ، و بقيّه كه « 5 » سهم باشد به پدر ميّت مىرسد كه از وى به برادرش منتقل مىشود .\r\nسپس مرگ دخترى را كه شوهر دارد پيش از ديگر وارثان فرض مىكنيم ؛ در اين صورت اصلِ مال ميّت « 6 » خواهد بود ؛ « 3 » سهم به شوهرش تعلّق مىگيرد و « 2 » سهم به مادرش داده مىشود كه از وى به پدرش منتقل مىشودو يك سهم به پدر ميّت تعلّق مىگيرد كه از وى به برادرش منتقل مىشود .\r\nو در پايان مرگ دختر ديگر را پيش از ديگر وارثان فرض مىكنيم ؛ در اين صورت اصل مال را « 3 » سهم قرار مىدهيم ؛ يك سهم به مادر ميّت داده مىشود كه از او به پدرش منتقل مىشودو « 2 » سهم به پدر ميّت تعلّق مىگيرد كه از وى به برادرش منتقل مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 145 ","page_number":81},
  {"content":"\r\n\r\nشكل اين مثال را به اين صورت ترسيم مىكنيم :\r\n\r\n","description":"","footnote":"","page_name":" 146 ","page_number":82},
  {"content":"\r\n\r\nبنابراين به برادر مرد از تركهء همسرش ، « 24 » سهم از « 96 » سهم و از تركه پسرش « 5 » سهم از « 12 » سهم ، و از تركهء دخترى كه شوهر دارد « 1 » سهم از « 6 » سهم ، و از تركه دخترى كه شوهر ندارد « 2 » سهم از « 3 » سهم تعلّق مىگيرد ؛ تمام اين سهام به انتقال به وى مىرسد و از اصل بهره‌اى ندارد .\r\nو به پدر زن از تركه زن « 58 » سهم از « 96 » سهم تعلّق مىگيرد كه از اين مقدار « 16 » سهم از اصلِ مالِ زن مىباشد ، بقيّه به انتقال به وى رسيده است و از تركه مرد « 50 » سهم از « 64 » سهم ، و از تركه پسر « 4 » سهم از « 12 » سهم ، و از تركه دخترى كه شوهر دارد « 2 » سهم از « 6 » سهم ، و از تركه دخترى كه شوهر ندارد « 1 » سهم از « 13 » سهم - كه همگى به انتقال بوده است - تعلّق مىگيرد . و به زنِ پسر از تركهء پدرش « 7 » سهم از « 64 » سهم ، و از تركه مادرش « 7 » سهم از « 96 » سهم به انتقال ، و « 3 » سهم از « 12 » سهم از اصل تركه ، تعلّق مىگيرد . و به شوهر دختر از اصل تركه دختر « 3 » سهم از « 6 » سهم ، و از تركه پدرِ دختر « 7 » سهم از « 64 » سهم ، و از تركه مادرش « 7 » سهم از « 96 » سهم به انتقال تعلّق مىگيرد .\r\nمثال سوم : دو برادر و يك خواهر پدرى و مادرى ، و جدّ پدرى آنها زير آوار مرده‌اندو جدّ از خود برادر و خواهر ، و برادر و خواهر از خود پسرِ برادرِ ديگر مادرى بجا گذاشته‌اند ؛ چگونه ارث ميان آنها تقسيم مىشود ؟\r\nبايد توجه داشت كه در اين صورت اصل مال جد « 5 » سهم است ؛ « 2 » سهم به هر يك از برادران ، و « 1 » سهم به خواهر تعلّق مىگيرد كه همگى به پسرِ برادرِ آنها كه زنده است منتقل مىشود و به خواهر و برادر او با وجود فرزندانِ فرزندان وى چيزى نمىرسد .\r\nو اصل مال هريك از دو برادر « 5 » سهم است كه « 2 » سهم آن به جدّ مىرسد و چون اين « 2 » سهم قابل تقسيم بر وارثان وى نيست ، « 5 » را در « 3 » ضرب مىكنيم تا اصل مال به رقم « 15 » برسد ؛ از اين « 15 » سهم « 6 » سهم به جدّ تعلّق مىگيرد كه « 2 » سهم آن به خواهر وى و « 4 » سهم آن به برادرش منتقل مىشود ، و بقيّهء « 15 » سهم به برادر و خواهر مىرسد كه از آنها به پسر برادرشان منتقل مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 147 ","page_number":83},
  {"content":"\r\n\r\nو اصل مال خواهر « 3 » سهم است ؛ « 1 » سهم آن به جدّ تعلّق مىگيرد كه چون بر وارثان وى قابل قسمت نيست ، « 3 » را در « 3 » ضرب مىكنيم و به عدد « 9 » دست مىيابيم ؛ آنگاه از اين « 9 » سهم ، « 3 » سهم به جدّ تعلّق مىگيرد كه به برادر و خواهر وى منتقل مىشود ، وبقيّه به دو برادر تعلّق مىگيرد كه از آنها به پسر برادرشان منتقل مىشود .\r\nپاسخ : به پسر برادر همه تركه جدّ ، و « 9 » سهم از « 15 » سهم از تركهء هريك از دوبرادر ، و « 6 » سهم از « 9 » سهم از تركه خواهر اين دو ، تعلّق مىگيرد كه همگى هم به انتقال مىباشد .\r\nو به برادر جدّ « 4 » سهم از « 15 » سهم از اموال هر يك از دو برادر ، و « 2 » سهم از « 9 » سهم از اموال خواهر اين دو تعلّق مىگيرد و به خواهر جدّ نصف ارقام ياد شده تعلّق مىگيرد ؛ همه اينهاهم به انتقال مىباشد . و اساساً دراين صورت هيچ يك از زنده‌ها جز به انتقال چيزى نمىبرند و از ازاصل تركه‌ها بهره‌اى ندارند .\r\nمثال چهارم : مردى ، پسرعمو و دختر دايىاش زير آوار مرده‌اند ؛ مرد از خود همسر ، و پسر عمو ازخود پسر دايى ، و دختر دايى از خود شوهر بجا گذاشته است ؛ چگونه ارث ميان آنها تقسيم مىشود ؟\r\nبايد توجه داشت كه اصل تركه مرد « 12 » سهم است ؛ « 3 » سهم آن به زنش تعلّق مىگيرد .\r\nو « 2 » سهم به دختر دايى او مىرسد كه از وى به شوهرش منتقل مىشود . و « 7 » سهم به پسرعموى او تعلّق پيدا مىكند كه از وى به پسر دايىاش منتقل مىشود . و اصل تركهء پسرعموى او « 6 » سهم است ؛ « 1 » سهم آن به پسردايى زنده مىرسد و بقيّه به مرد مىرسد . و چون اين عدد [ / « 5 » سهم مرد 
  ] ( 4 ) ندارد ، « 6 » را در « 4 » ضرب مىكنيم و اصل مال « 24 » سهم مىشود ؛ آنگاه از اين مقدار ، « 4 » سهم به پسر دايى زنده ، و « 20 » سهم به مردى مىرسد كه « 5 » سهم آن [ كه يك چهارمِ بيست است 
  ] به همسر وى ، وبقيّه به بيت المال منتقل مىشود . و اصل مال دختردايى ، « 8 » سهم است ؛ « 4 » سهم آن به شوهر وى تعلّق پيدا مىكند و « 4 » سهم هم به مرد تعلّق مىگيرد كه « 1 » سهم آن به همسر وى و بقيّه به بيت المال منتقل مىشود .\r\n\r\n","description":"","footnote":"","page_name":" 148 ","page_number":84},
  {"content":"\r\n\r\nپاسخ : به زوجه از اصل مال شوهرش « 3 » سهم از « 12 » سهم ، و از مال پسر عموى شوهرش « 5 » سهم از « 24 » سهم ، و از مال دختر دايى شوهرش « 1 » سهم از « 8 » سهم به انتقال ، تعلّق مىگيرد . و به شوهر از اصل مال همسرش « 4 » سهم از « 8 » سهم ، و از مال پسر عمّه‌اش - كه در مثال ياد شده مرد نام گرفته است - « 2 » سهم از « 12 » سهم به انتقال تعلّق مىگيرد . و به پسر دايى ، ازمال مرد « 7 » سهم از « 12 » سهم به انتقال ، و از اصل مال پسر عمويش « 4 » سهم از « 24 » سهم ، تعلّق مىگيرد . و به بيت المال « 3 » سهم از « 8 » سهم از مال دختر دايى ، و « 15 » سهم از « 24 » سهم از مال پسرعموى مرد ، به انتقال تعلّق مىگيرد .\r\nواللّه‌الموفِّق .\r\n\r\nباب چهارم : درنمونه هايى از اقرارها\r\nمثال اقرار به دَيْن : از ميّت پدر و مادر ، شوهر ، دو پسر ، و شش دختر بجامانده . يكى از دخترها اقراركرده كه صد و بيست دينار دَين به گردن ميّت دارد كه بايد از تركهء كم شود ، چه بايد كرد ؟\r\nپاسخ : سهم دختر از تركه « 1 » سهم از « 24 » سهم است ، و از دَين به همان نسبت [ / 24 
  ] پنج دينار است كه از نصيب دختر [ / آنچه از ارث دريافت كرده 
  ] پرداخت مىشود ، هرچند پنج دينار تمام ارثى باشد كه به دختر رسيده است .\r\nاقراربه وارث : شخصى اقرار مىكند كه وارث ديگرى در ارث شريك با اقرار كننده است نيز وجود دارد ، حكم اين صورت چيست ؟\r\nپاسخ : دراين صورت بايد اصل مال را عددى قرار داد كه درآن نصيب اقرار كننده بر نصيب مقرّله ، از اصل مال قابل تقسيم باشد .\r\nمثال : ميّت از خود پنج پسر و يك دختر بجا گذاشته و يكى از پسرها به وجود خواهر ديگرى اقرار مىكند در اين صورت اصل تركه « 11 » است و به فرض وجود دختر جديد ،\r\n\r\n","description":"","footnote":"","page_name":" 149 ","page_number":85},
  {"content":"\r\n\r\n« 12 » خواهد بود ؛ پس نصيب يك پسر بر « 12 » تقسيم مىشود ؛ به اينكه اصل را در « 6 » ضرب مىكنيم و به عدد « 66 » دست مىيابيم ؛ از اين مقدار نصيب هر پسر « 12 » تا ، و نصيب اقرار كننده « 11 » تا ، و نصيب مقرّلها « 1 » خواهد بود .\r\n[ آنچه ذكر شد در صورتى بود كه ديگر وارثان ، اقرار كننده را تكذيب كنند و به وجود دختر ديگر براى ميت اقرار نكنند 
  ] و درفرضى كه ديگر وارثان هم به وجود دختر ديگر براى ميت اقرار كنند ، از نصيب هريك از آنها هم مثل آنچه اقرار كننده داد ، كم مىشود و درنتيجه سهم وى به اندازه سهم خواهرش مىشود [ و مثل اين است كه از ميت پنج پسر و دو دختر بجامانده باشد 
  ] .\r\n\r\nباب پنجم : دراستخراج وصيتهاى مبهم و ذكر نمونه‌هايى از آن\r\nاگر شخصى وصيّت كند كه به فلانى مثل نصيب وارث و سهم معينى از مالش را بپردازيد ، حكم چيست ؟\r\nبايد سهمى كه به مثل آن وصيت شده به اصل مال اضافه شود و بقيّه پس از اخراج آن سهم بر مبلغ [ عدد نهايى 
  ] تقسيم شود . [ يعنى پس از اخراج سهم معيّنى كه وصيّت كننده گفته به موصى له بدهيد ، باقيمانده اموال ميان وارثان و موصى له كه به منزله يكى از آنها قرار داده شده ، تقسيم مىشود 
  ] « 1 » .\r\nمثال : اگر شخصى وصيّت كند كه به فلانى مثل نصيب يكى از پسرانم و يك ششم اموالم را بپردازيد و ميّت چهار پسر داشته باشد ؛ ابتدايك ششم اموال را برداشته و به\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . همان گونه كه مشاهده مىشود ابتدا ( 6 ) اموال را كه وصيّت كننده به موصى له اختصاص داده ، از تركه بر مىداريم ، آنگاه سهمى كه به مثل آن وصيت شده به اصل مال اضافه مىشود ؛ يعنى موصى له به منزله يك پسر قرار داده مىشود و تعداد سهام از چهار به پنج افزايش مىيابد و مال را بر اين مبلغ « يعنى عدد نهايى كه پنج باشد » تقسيم مىكنيم ؛ و به هر پسر و نيز موصى له « 1 » سهم از باقيمانده تركه [ كه « 6 تركه است 
  ] تعلق مىگيرد .\r\n","page_name":" 150 ","page_number":86},
  {"content":"\r\n\r\nموصى له مىدهيم ، آنگاه باقيمانده را ميان پنج نفر تقسيم مىكنيم .\r\nاگر شخصى وصيت كند كه به فلانى نصيب برخى از ورثه را جز سهمى از مال بدهيد « 1 » [ / پس از كم كردن فلان سهم معين مال ، از نصيب وارث معين ، باقيمانده را به موصى له بدهيد 
  ] ؛ به وارثى كه به مثل نصيب او وصيّت شده ، آن سهمى كه استثنا شده ، از مخرج سهم مستثنا ، پرداخت مىشود ؛ البته اين در صورتى است كه وارثى كه به مثل نصيب او وصيت شده يك نفر باشد .\r\nو اگر بيش از يك نفر باشد به آنها سهام استثنا شده ، از مخرج جميع آن سهام در حالى كه بر آنها تقسيم مىشود ، داده مىشود .\r\nآنگاه به همان نسبت به ديگر وارثان ازهمان مخرج پرداخت مىشود . اگر مخرج را فرا گيرد [ و چيزى باقى نماند 
  ] وصيّت باطل و بى اثر خواهدبود . و اگر چيزى باقى بماند [ وصيت صحيح خواهد بود و 
  ] باقيمانده را برسهام وارثان و موصى له يا موصى لهم تقسيم مىكنيم [ و اين دومين مرتبه‌اى است كه به وارثان ارث پرداخت مىشود 
  ] ؛ آنچه به موصى له مىرسد همان مقدار سهمش خواهد بود اگر يكى باشد . و اگر بيش از يك نفر باشد همان مقدار ، سهم همگى خواهد بود و سهم هريك از وارثان آن است كه در هر دو مرتبه به وى رسيده است و مجموع ، اصل مال خواهد بود وشناخت تفصيلى سهام هريك از موصى لهم ، روشن است « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . يعنى از نصيب فلان وارث [ مثلاً آنچه به يكى از پسرانم مىرسد 
  ] ، فلان سهم از مال را كم كنيد [ مثلاً يك ششم از اموال را از سهم يكى از پسرانم كه مثلاً 4 است كم كنيد 
  ] وباقيمانده را به موصى له بدهيد .\r\n( 2 ) . پس كلاً چهار صورت تصوّر مىشود : يا وارثى كه به مثل نصيب وى وصيت شده يك نفر است يا متعدداست . درهر صورت يا پس از دادن سهم استثنا شده ، به هريك از وارثان ، مال تمام مىشود و به موصى له چيزى نمىرسد يا مال تمام نمىشود و باقيمانده دارد ؛ مثال نخست مربوط به وحدت وارثى كه به مثل نصيب وى شده به هر دو صورتش . و مثال دوم مربوط است به تعدد وارثى كه به مثل نصيب وى وصيت شده به هر دو صورتش .\r\n","page_name":" 151 ","page_number":87},
  {"content":"\r\n\r\nمثال نخست : از ميّت چهار پسر بجامانده ، و وصيّت كرده كه به فلان شخص اجنبى [ / غير ورّاث 
  ] مثل آنچه كه به يكى از پسران ارث مىرسد [ كه يك چهارم مال است 
  ] به جز يك چهارم مال ، بدهيد ؛ دراين صورت به هر پسر يك سهم از چهار سهم داده مىشود و وصيت باطل مىشود « 1 » .\r\nو درهمين مثال اگر بگويد : به اجنبى مثل نصيب يكى از پسرانم [ كه 4 مال است 
  ] به جز يك ششم مال رابدهيد « 2 » تا باقى مىماند « 2 » ، كه بايد آن را بر سهام وارثان و موصى له « 3 » تقسيم كنيم ؛ و چون « 2 » بر « 5 » قابل قسمت نيست ، « 6 » را در « 5 » ضرب مىكنيم و به‌عدد « 30 » دست مىيابيم . در مرتبه نخست به هر پسر « 5 » سهم « 4 » داده مىشود و در نتيجه « 10 » سهم باقى مىماند كه اين مرتبه بايد ميان پنج نفر « 5 » تقسيم شود كه به هر يك « 2 » سهم مىرسد ؛ و نتيجه اين دو مرحله عمليات اين مىشود كه به هر پسر « 7 » سهم و به موصى له « 2 » سهم رسيده ؛ كه « 2 » سهم عبارت است از « 7 » به استثناى 6 مال « 6 » .\r\nمثال دوم : از ميّت سه پسر و سه دختر بجا مانده است و وصيّت مىكند كه به اجنبى مثل نصيب يكى از پسران را با كم كردن 10 مال از آن ، پرداخت كنيد و به شخص ديگر مثل نصيب يكى از پسران را پس از كم كردن نصف يك ششم مال از آن ، پرداخت كنيد و به شخص سوم مثل نصيب يكى از دختران را پس از كم كردن يك سومِ يك پنجم مال از آن ،\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . زيرا سهم هر پسر يك چهارم مال است و وصيت كننده گفته : نصيب يكى ازپسرانم را به جز يك چهارم مال به موصى له بدهيد ؛ و معناى آن اين است كه نصيب يكى از پسرانم هر چقدرهست ، 4 مال را از آن كم كنيد و باقى مانده را به موصى له بدهيد و چون سهم هر پسر يك چهارم مال است وقتى يك چهارم مال از آن كم شود باقيمانده صفر مىشود ؛ لذا وصيت باطل و بى ثمره خواهد بود .\r\n( 2 ) . براساس قانون فوق از مخرج كسر استثنا شده كه ( 6 ) باشد سهم وارث داده مىشود ، كه پس از اخراج سهم چهار پسر از مخرج كسر ( 6 ) كه « 6 » است « 2 » تا باقى مىماند .\r\n( 3 ) . كه جمعاً پنج سهم است .\r\n( 4 ) . كه 6 مال است .\r\n( 5 ) . چهار پسر به اضافه موصى له .\r\n( 6 ) . ( 6 ) مال عبارت است از « 5 » سهم از « 30 » سهم .\r\n","page_name":" 152 ","page_number":88},
  {"content":"\r\n\r\nپرداخت كنيد و بالاخره به شخص چهارم مثل نصيب يكى از پسران و يكى از دختران را پس از استثنا كردن يك ششم مال از آن پرداخت كنيد ؛ [ در اين صورت كيفيت تقسيم مال ميان وارثان و موصى لهم چگونه است ؟ 
  ]\r\nپاسخ : مخرج كسرها « 60 » است « 1 » . و از اين « 60 » تا مجموع كسرها « 25 » تا مىباشد « 2 » . و « 25 » سهمى است كه مختص سه پسر و دو دختر است . و سه پسر و دو دختركسانى هستند كه به مثل نصيب آنها وصيّت شده [ در متن وصيّت سه بار نام پسر و دو بار نام دختر تكرار شده است 
  ] ؛ و سهم دختر ديگر كه « 3 » سهم و ( 8 ) سهم باشد به اين رقم افزوده مىشود و رقم « 28 » و ( 8 ) سهم بدست مىآيد . و [ اين مرتبه اوّل است كه بر وارثان مال تقسيم مىشود و پس كم كردن اين رقم از عدد « 60 » 
  ] « 31 » سهم و ( 8 ) سهم باقى مىماند ، كه بر سهام وارثان [ سه پسر و سه دختر 
  ] و موصى لهم [ چهارنفر 
  ] تقسيم مىشود [ اين دومين مرتبه است كه بر وارثان مال تقسيم مىشود 
  ] و آن [ سهام وارثان و موصى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . مخرج مشترك ميان « 10 » و « 2 » و « 6 » و « 3 » و « 5 » ، رقم « 60 » مىباشد . زيرا « 2 » و نيز « 3 » در « 6 » تداخل دارند ؛ لذا « 6 » را انتخاب مىكنيم ، و همچنين « 5 » در « 10 » تداخل دارد ؛ لذا « 10 » راانتخاب مىكنيم ، و حاصل ضريب « 10 » در « 6 » ، رقم « 60 » خواهد بود .\r\n( 2 ) . يعنى حاصل جمع كسرهاى فوق از عدد « 60 » ، رقم « 25 » مىشود ؛ زيرا مجموع مال به « 60 » قسمت تقسيم شد ؛ « 10 » از « 60 » مساوى است با « 6 » ؛ به اين صورت :\r\n6 / 10 / 10 : 60\r\nو « 2 » از « 6 » از « 60 » مساوى است با « 5 » به اين صورت :\r\n5 / 12 / 12 : 60 . 12 /\r\nو « 3 » از « 5 » از « 60 » مساوى است با « 4 » به اين صورت :\r\n4 / 15 / 15 : 60 . 15 /\r\nو « 6 » از « 60 » مساوى است با « 10 » به اين صورت : 10 / 6 / 6 : 60\r\nو حاصل جمع اعداد فوق ، « 25 » مىشود : 25 / 10 + 4 + 5 + 6\r\n","page_name":" 153 ","page_number":89},
  {"content":"\r\n\r\nلهم 
  ] « 17 » تا است « 1 » . [ از اين 8 31 
  ] نصيب هر دختر ، « 1 » سهم و ( 8 ) سهم است كه پس از ضميمه شدن به « 3 » سهم و ( 8 ) سهم كه در مرتبه نخست به دختر رسيده است ، سهم دختر به « 5 » مىرسد كه نصيب يك دختر از « 60 » است .\r\nو نصيب موصى لهم « 15 » تا - كه به طور مجمل « 8 » سهم از « 17 » سهم به آنها تعلّق دارد - از اين « 60 » تاست ؛ كه به كسى كه برايش به مثل نصيب پسر به استثناى يك دهم وصيت شده ، « 4 » تا تعلّق مىگيرد .\r\nو به كسى كه براى او به مثل نصيب پسر به استثناى نصفِ يك ششم وصيّت شده ، « 5 » سهم تعلّق مىگيرد و به كسى كه براى او به مثل نصيب دختر به استثناى يك سومِ يك پنجم ، وصيت شده ، « 1 » سهم تعلّق مىگيرد و بالاخره به كسى كه براى او به مثل نصيب پسر و دختر به استثناى يك ششم وصيت شده ، « 5 » سهم تعلّق مىگيرد ؛ كه رقم نهايى « 15 » خواهد بود .\r\nروش ديگرى نزديك‌تر از روش يادشده نيز وجود دارد كه از اين قرار است :\r\nسهام وارثان و موصى له همگى ، آنچه كه اختصاص به وارثى كه به مثل نصيب او وصيت شده دارد ، قرار داده مىشود ، و آنچه از مخرج كه پس از خارج كردن سهام وارثان باقى مىماند ، نصيب موصى له خواهد بود و آن نيز به سهم اختصاص يافته به وارث ، اضافه مىشود و نصيب وى تكميل مىشود و نصيب ديگر وارثان به همان نسبت قرار داده مىشود سپس نصيب‌ها جمع زده مىشود و حاصل جمع آنها اصل مال خواهد بود .\r\nمثال : از ميّت پدر و مادر و زوجه بجامانده است و براى اجنبى به مثل سهم پدر پس از استثنا كردن يك پنجم مال از آن ، وصيّت كرده است . در اين مثال سهام وارثان و موصى له « 17 » تا قرار داده مىشود ، و « 17 » سهم اختصاص يافته به پدر است . و آن به منزله ( 5 ) براساس روش نخست است « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كه از اين « 17 » سهم ، سهم هرپسر « 2 » تا است و چون سه پسر هستند جمعاً « 60 » تا مىشود و سهم هر دختر « 1 » است و سهم موصى لهم به طور مجمل « 8 » تا است .\r\n( 2 ) . زيرا در روش اوّل به وارثى كه به مثل نصيب او وصيت شده ، همان سهم استثنا شده ، پرداخت مىشد ؛ و لذا به پدر در اين مثال يك پنجم مال داده مىشود ، و چون مال « 85 » سهم قرار داده شده ، يك پنجم آن مساوى با « 17 » مىشود .\r\n","page_name":" 154 ","page_number":90},
  {"content":"\r\n\r\nآنگاه پس از جمع شدن سهام وارثان به همين نسبت ، باقيمانده از مخرج ، « 13 » تا از « 25 » تا خواهد بود كه اين مقدار ، نصيب موصى له است كه پس از اضافه كردن آن به سهم اختصاص يافته به پدر [ / 17 
  ] ، به رقم « 30 » دست مىيابيم كه نصيب پدر از « 85 » است و به نسبت آن ، نصيب ديگر وارثان « 42 » خواهد بود و اصل مال « 85 » سهم قرار داده مىشود « 1 » .\r\n\r\nفصل\r\nاگر شخصى براى يك نفر يا چند نفر ، مثلاً به يك سوم آنچه كه از يك سوم مال پس از خارج كردن نصيب وارث باقى مىماند ، يا به يك چهارم آنچه ازيك سوم مال پس از خارج كردن نصيب وارث باقى مىماند ، يا به بعضى از آنچه كه از يك چهارم مال پس ازخارج كردن نصيب وارث ، ياغير آن ، باقى مىماند ، يا به مثل نصيب آن وارث به استثناى يك سوم آنچه كه ازيك سوم يا يك چهارم باقى مىماند يا به استثناى يك چهارم آنچه كه از يك سوم يا يك چهارم باقى مىماند ، وصيّت نمايد چگونه مال تقسيم مىشود ؟\r\nپاسخ : روش تقسيم مال چنين است : مخرج كسرهايى كه به آنچه باقى مىماند نسبت داده شده اگر يكسان نباشند ، يكسان مىشوند ، سپس مخرج منسوب به مال ، در آن مخرج ضرب مىشود ؛ آنگاه اگر وصيّت ها به سبب آن كسرها استثنا شده باشند ، بر رقم به دست آمده همه كسرهايى كه به آنچه از مخرج ياد شده آنها باقى مى ماند نسبت داده شده ، افزوده مىشود ، و اگر زايد باشد از آن كاسته مىشود ؛ و رقمى كه به دست مىآيد يا باقى مىماند نصيب وارثى است كه به مثل نصيب او وصيت شده است . سپس سهام وارثان و موصى لهم در مخرج منسوب به آنچه باقى مىماند ، نيز ضرب مىشود ؛ بر رقم به دست آمده كسرهاى منسوبه نيز افزوده مىشود يا از آن كم مىشود [ همان گونه كه درمرحله نخست انجام داديم 
  ] ؛ آنچه كه به دست مىآيد عدد كسر منسوب به مال است . حال اگر مثل نصيب\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . كه از رقم « 85 » نصيب موصى له « 13 » تا ، نصيب پدر « 30 » تا ، و نصيب ديگر وارثان « 42 » تا مىشود .\r\n","page_name":" 155 ","page_number":91},
  {"content":"\r\n\r\nوارث ياكمتر از آن باشد وصيّت باطل است ، و گرنه در مخرج آن ضرب مىكنيم تا به رقم اصل مال يابيم .\r\nمثال : از ميّت چهار پسر بجا مانده و براى اجنبى به مثل آنچه كه به يكى از آنها مىرسد به استثناى يك سوم آنچه كه پس اخراج نصيب يكى از آنها از ثلث باقى مىماند ، وصيت كرده و براى شخص ديگر نيز به مثل نصيب يكى از پسران پس از استثناى يك چهارم آنچه از ثلث باقى مىماند وصيّت نموده است ؛ كيفيت تقسيم مال چگونه است ؟\r\nمخرج يك سوم و يك چهارم ، « 12 » است ؛ « 3 » كه مخرج كسر منسوب به مال است در « 12 » ضرب مىشود و عدد « 36 » به دست مىآيد . بررقم « 36 » ، عدد « 7 » كه مجموع يك سوم و يك چهارم « 12 » است ، افزوده مىشود و عدد « 43 » به دست مىآيد كه نصيب يك پسر است .\r\nسپس سهام وارثان و دو نفر مورد وصيت كه « 6 » مىباشد در « 12 » ضرب مىشود و عدد « 72 » به دست مىآيد ، و با افزودن « 7 » برآن ، رقم « 79 » كه يك سوم مال است به دست مىآيد .\r\nازيك سوم مال « 36 » سهم باقى مىماند كه يك سوم آن « 12 » و يك چهارم آن « 9 » مىباشد ؛ لذا به موصى له اوّل « 31 » سهم ، به موصى له دوم « 34 » سهم ، و به چهار پسر « 172 » سهم تعلّق مىگيرد ؛ پس اصل مال « 237 » سهم قرار داده مىشود .\r\nمثال ديگر : از ميّت « 9 » پسر بجامانده و براى شخصى اجنبى به نصف آنچه كه از يك چهارم پس از خارج كردن نصيب يك پسر از آن باقى مىماند ، وصيّت كرده ، و براى شخص ديگر به يك سوم آنچه باقى مىماند ، و براى شخص سوم به يك چهارم آنچه باقى مىماند ، وصيّت كرده است ، كيفيّت تقسيم مال چگونه است ؟\r\nپاسخ : مخرج يك دوم ، يك سوم ، و يك چهارم ، « 12 » است . و يك دوم ، و يك چهارم و يك سوم از آن ، « 13 » مىشود ؛ « 4 » را در « 12 » ضرب مىكنيم و به عدد « 48 » دست مىيابيم . پس از كم كردن « 13 » از آن ، « 35 » تا باقى مىماند كه نصيب يك پسر است .\r\nسپس « 9 » را در « 12 » ضرب مىكنيم و به عدد « 108 » دست مىيابيم ، از آن « 13 » تا كم مىكنيم ، « 95 » تا باقى مىماند كه يك چهارم مال است .\r\n\r\n","description":"","footnote":"","page_name":" 156 ","page_number":92},
  {"content":"\r\n\r\nلذا نصيب موصى له اوّل « 30 » تا ، و نصيب موصى له دوم « 20 » تا ، و نصيب موصى له سوم « 15 » تا مىباشد ، و اصل مال « 380 » سهم است .\r\nاين مسأله به روش ديگرى نيز از يك پنجم اين مبلغ كه « 76 » است خارج مىشود ؛ و درنتيجه هر نصيبى از آن يك پنجم چيزى است كه ذكر كرديم .\r\nمثال مسأله محال : شخصى براى اجنبى به مثل نصيب يكى از پسران خود جز يك سوم آنچه از ثلث باقى مىماند وصيّت نموده و « 2 » پسر هم دارد ، چگونه مال تقسيم مىشود ؟\r\nپاسخ : « 3 » را در « 3 » ضرب مىكنيم و به عدد « 9 » دست مىيابيم ، با افزودن « 1 » برآن به عدد « 10 » مىرسيم و آن نصيب پسراست . سپس سهام وارثان و موصى له كه اين هم « 3 » مىباشد در « 3 » ضرب مىكنيم و به عدد « 9 » دست مىيابيم ، با افزودن « 1 » بر آن به رقم « 10 » مىرسيم ؛ و آن يك سوم مال است كه مساوى با نصيب پسر است ؛ پس مسأله محال است . همين مقدار در اين باب كفايت مىكند ؛ زيرا تفصيل سر از تطويل در مىآورد . و براى اين گونه بحث‌ها جاى ديگرى از فقه قرار داده شده ؛ زيرا اين نوع ديگرى است و طرح آن درباب وصيّت بالعرض وبالتبع است .\r\nو هدف از ذكر اين شيوه‌ها همراهى با اهل اين نوع بوده است . از خداوند سبحان مىخواهم به من توفيق دهد كه به شرح روش جبرى مستمرّ دراستخراج مسايل مبهم شايع در مجهولات مختلف و مختلط به ويژه آنچه مربوط به وصايا مىباشد ، بپردازم .\r\nوهوالمستعان وعليه التكلان .\r\n\r\nتمرين « 1 »\r\nدرپايان اين رسالهء كوتاه - همان گونه كه وعده داده بوديم - ، مثالى ذكر مىكنيم كه بيشتر انواع ابواب ياد شده راشامل شود :\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) . در متن رساله عنوان بحث « علاوه » قرار داده شده كه به معناى اضافه و زيادت است .\r\nو از آنجا كه اين چند صفحه نهايى رساله در واقع مثالى است كه با آن قواعد ياد شده تمرين مىشود ، نام اين بحث را « تمرين » گذاشتيم .\r\n","page_name":" 157 ","page_number":93},
  {"content":"\r\n\r\nمسأله : از ميّت پدر و مادر ، سه همسر ، دوپسر ، يك دختر ، و خنثاى مشكل بجامانده است ، و يكى از همسرانِ ميّت مادريك پسر و يكى از دو دختر او است و وصيّت كرده كه به فلان شخص اجنبى مثل نصيبِ پدر او را به جز نصف آنچه از ثلث كه پس از اخراج نصيب او از ثلث باقى مىماند بدهيد و به شخص ديگر مثل نصيب مادر او را جز يك سوم آنچه را باقى مىماند پرداخت كنيد و به شخص سوم مثل نصيب آنچه به يك پسر مىرسد جزيك ششم آنچه را باقى مىماند ، پرداخت نمائيد . سپس پسرى كه مادر دارد و نيز مادر آن پسر - كه يكى از زنان ميت است - و نيز دختر پسر ، زير آوار مرده‌اند و افراد ياد شده را از خود بجاگذاشته‌اند و پسر ديگر هم مرده است و سه پسر از خود بجاگذاشته است كه يكى از آنها اقرار كرده كه او همسر داشته و از او دخترى نيز به يادگار مانده است و زن دوم ميّت نيز مرده و از وى پسرِ پسرِ برادر پدرى ، پسرِ پسرِ خواهر مادرى ، پسرِ دختر خواهر پدرى ، پسرِ دخترِ برادرِ مادرى ، و پسرِ دخترِ خواهر ديگر پدرى ، بجا گذاشته است .\r\nو زن سوم نيز مرده است و از وى شوهر ، عمو ، و عمه بجا مانده ، و شوهر اقرار كرده كه زوجه براى اجنبى يك سوم اموالش را وصيّت كرده است سپس او مرده است و دو دختر از خود بجاگذاشته است .\r\nاز ميان اين افراد تنها ميّت نخست از خود اموالى را بجاگذاشته و تا پايان اين ماجرا ، اموال او تقسيم نشده است .\r\nحال چگونه تقسيم صورت مىگيرد ؟\r\nاصل مال براساس روشهاى ياد شده « 180 » است ؛ به پدر « 24 » سهم به مادرنيز « 24 » سهم ، به زنان ميت « 18 » سهم ، به هر پسر « 24 » سهم ، به دختر « 12 » سهم ، و به خنثا « 18 » سهم تعلّق مىگيرد . و به موصى له اول « 6 » سهم ، به موصى له دوم « 12 » سهم و به موصى له سوم « 18 » سهم تعلّق مىگيرد .\r\nآنگاه « 24 » سهمى كه به پسر زير آوار مانده رسيده ميانِ وارثان او تقسيم مىشود ؛\r\n\r\n","description":"","footnote":"","page_name":" 158 ","page_number":94},
  {"content":"\r\n\r\nبه مادرش « 6 » سهم مىرسد كه به دختر او منتقل مىشود و بقيه به دختر ميت مىرسد كه به دو جدّ پدرى او منتقل مىشود كه بر اساس آيه  « لِلذَّكَرِ مِثْلُ حَظِّ الْأُنْثَيَيْنِ »  تقسيم مىكنند .\r\nسپس « 6 » سهمى كه به زن زير آوار مانده رسيده ، ميان وارثانش تقسيم مىشود ؛ به دخترش « 2 » سهم و به پسرى كه بااو زير آوار مانده « 4 » سهم مىرسد كه از او « 2 » سهم به پدر بزرگ وى و « 1 » سهم به مادر بزرگش و « 1 » سهم نيز به خواهرش منتقل مىشود ؛ لذا نصيب پدر بزرگ « 38 » و نصيب مادربزرگ « 31 » ، و نصيب دختر « 21 » سهم است و « 24 » سهمى كه نصيب پسر ديگر است ميان وارثان آنها و دو مقرّ له تقسيم مىشود ؛ درنتيجه به هر پسر « 8 » سهم ، و به پسر اقرار كننده « 6 » سهم ، و به زوجه‌اى كه به او اقرار شده « 1 » سهم و به دختر آن زوجه كه به او اقرار شده نيز « 1 » سهم تعلّق مىگيرد . و از « 6 » سهمى كه نصيب زن دوم است ، « 5 » سهم آن به دارندهء چهار خويشاوندى مىرسد و « 1 » سهم آن به دارندهء يك خويشاوندى مىرسد .\r\nو از « 6 » سهمى كه نصيب زن سوم است ، به شوهرش « 3 » سهم - كه « 1 » سهم آن به موصى له مقرّ به ، و « 1 » سهم نيز به هريك از دو دختر وى داده مىشود - و به عموى ميّت « 2 » سهم ، و به عمّهء وى « 1 » سهم تعلّق مىگيرد .\r\nاين بود پاسخ پرسش ياد شده ؛ وباللّه التوفيق . و حسبنااللّه ونعم الوكيل ، نعم المولى ونعم النصير .\r\n\r\n","description":"","footnote":"","page_name":" 159 ","page_number":95},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 160 ","page_number":96}
  ]