[
  {"content":"\r\n\r\nالصوم\r\nبين السائل والمجيب\r\nفتاوى\r\nسماحة الحجة آية الله العظمى\r\nالسيد محمد الصدر ( قدس سره )\r\nهيئة تراث السيد الشهيد الصدر قدس سره\r\nالنجف الأشرف\r\nدارومكتبة البصائر\r\nبيروت\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nآية الله العظمى\r\nالسيد الشهيد محمدالصدر قدس سره\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nالصوم\r\nبين السائل والمجيب\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nمحفوظة\r\nجميع الحقوق\r\n2011 م - 1432 ه‍\r\nهيئة تراث السيد الشهيد الصدر قدس سره\r\nالنجف الأشرف\r\nفاكس : 0096433361103\r\nتلفون : 009647706062778\r\nالبريد الألكتروني : alturaath _ 1943 @ yahoo . com\r\nتلفون لبنان : 0096170051087\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nالصوم\r\nبين السائل والمجيب\r\nطبقا لفتاوى . .\r\nآية الله العظمى\r\nالسيد الشهيد محمدالصدر قدس سره\r\nهيئة تراث السيدالشهيد الصدر قدس سره\r\nنجف الأشرف\r\nدارومكتبة البصائر\r\nبيروت\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nبسمه تعالى\r\nكان لزاماً علينا أن ننشر هذه الكتب القيمة لما تضم من علم وافر وفكر عالٍ ووعي كبير وفائدة جَمَّة للمجتمع كافة . . . فإن فكر السيد الوالدقدس سرة يضم جواهراً كثيرة لا بد علينا من نشرها فهي تصب في بناء مجتمع إسلامي . . .\r\nوبعد طول انتظار قام بعض الفضلاء والمؤمنين وبإشراف مباشر منّا بتنضيد وتصحيح وتدقيق هذه المؤلفات الجليلة القدر لتخرج للنور فيشع شعاعها على المؤمنين في مشارق الأرض ومغاربها فجزاهم الله خيراً .\r\nعلماً أن كل كتاب لهقدس سرة لا يضم مقدمة لنا فهو ليس صادر عنّا على أن يكون المخول من قبلنا لطباعة هذه الكتب هم « هيئة تراث السيد الشهيد » في النجف الأشرف أو من يحمل تخويلًا خطياً منّا .\r\nمقتدى الصدر\r\n10 جمادي الثانية 1429\r\n\r\n","description":"","footnote":"","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\nان العمل بهذه الرسالة الشريفة مجزئ\r\nومبرئ للذامة إن شاء الله تعالى\r\nمحمدالصدر\r\n\r\n","description":"","footnote":"","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nس 1 : ما هو معنى الصوم ؟\r\nالجواب : هو الإمساك عن المفطرات مع النية ، والإمساك : هو الكف عن أي شئ قد يرغب فيه الإنسان .\r\nس 2 : كم هي أقسام الصوم ؟\r\nالجواب : هي أربعة أقسام : واجب مستحب حرام - مكروه .\r\nس 3 : ينقسم الصوم الواجب إلى أقسام فما هي تلك الأقسام ؟\r\nالجواب :\r\n1 . صوم شهر رمضان .\r\n2 . صوم الكفارة .\r\n\r\n","description":"","footnote":"","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\n3 . صوم القضاء .\r\n4 . صوم بدل الهدي في الحج .\r\n5 . صوم اليوم الثالث من الاعتكاف .\r\n6 . صوم النذر والعهد واليمين .\r\nس 4 : ما هي الأيام التي يستحب فيها الصوم من كل شهر ؟\r\nالجواب : يستحب صيام أول خميس من الشهر وآخر خميس منه وأول أربعاء من العشر الأواسط .\r\nس 5 : ما هي الأيام التي يستحب فيها الصوم من كل سنة ؟\r\nالجواب :\r\n1 . صوم يوم الغدير : فإنه يعدل مائة حجة ومائة عمرة مبرورات متقبلات . ( 18 ذي الحجة ) .\r\n2 . يوم مولد النبي ( صلى الله عليه وآله ) ( 17 ربيع الأول ) .\r\n\r\n","description":"","footnote":"","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\n3 . يوم مبعث النبي ( صلى الله عليه وآله ) ( 27 رجب ) .\r\n4 . يوم دحو الأرض ( 25 ذي القعدة ) .\r\n5 . يوم عرفة لمن لا يضعفه عن الدعاء وعدم الشك في الهلال . ( 9 ذي الحجة ) .\r\n6 . يوم المباهلة ( 24 - ذي الحجة ) .\r\n7 . صوم جميع أيام شهر رجب .\r\n8 . صوم جميع أيام شهر شعبان .\r\n9 . يوم النوروز .\r\n10 . أول يوم من محرم وثالثه وسابعه .\r\n11 . كل خميس وكل جمعة إذا لم يصادفا عيداً أو سفراً واجباً ولو بالنذر .\r\nس 6 : يكره الصوم في أيام من كل سنة فما هي تلك الأيام ؟\r\n\r\n","description":"","footnote":"","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالجواب :\r\n1 . صوم يوم عرفة لمن خاف ان يضعفه عن الدعاء .\r\n2 . الصوم في يوم عرفة ايضاً مع الشك في الهلال بحيث يحتمل كونه يوم عيد الأضحى .\r\n3 . صوم الضيف نافلة بدون اذن مضيفه .\r\n4 . صوم الولد من غير أذن والده . ولو من حيث الشفقة فيحرم والأولى إجراء نفس الحكم للوالدة ايضاً .\r\nس 7 : يحرم الصوم في أيام من كل سنة فما تلك الأيام ؟\r\nالجواب :\r\n1 . صوم العيدين وهو الأول من شهر شوال والعاشر من ذي الحجة .\r\n2 . صوم أيام التشريق لمن كان بمنى ناسكاً كان أم لم يكن وهي لثلاثة أيام التي تلي عيد الأضحى .\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\n3 . صوم يوم الشك على أنه من رمضان .\r\n4 . صوم نذر المعصية .\r\n5 . صوم يوم الوصال : وهو إدخال جزء من الليل مع النهار في نية الصوم أو الليل كله .\r\nس 8 : للصوم شروط فما هي تلك الشروط ؟\r\nالجواب :\r\n1 . الإسلام . فلا يصح من غير المسلم .\r\n2 . الإيمان . فلا يصح من غير المؤمن .\r\n3 . العقل . فلا يصح من المجنون .\r\n4 . الخلو من الحيض والنفاس طول اليوم . فلو كانت محدثة بأحدهما خلال اليوم ولو لحظة لم يجب ولم يصح .\r\n5 . عدم الإصباح جنباً عالماً عامدا .\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n\r\n6 . ان لا يكون مسافراً سفراً يوجب قصر الصلاة .\r\n7 . الصحة من المرض المنافي مع الصوم ولو احتمالًا معتداً به .\r\n8 . عدم وجود العسر والحرج في الصوم .\r\nس 9 : الحائض أو النفساء لا يجب عليهما قضاء الصلوات وهل الصوم كذلك ؟\r\nالجواب : كلا . بل يجب عليها قضاء الصوم بعد شهر رمضان بل كل صوم واجب عليها ورأت فيه الدم .\r\nس 10 : ما هو حد المرض الذي يوجب الإفطار ؟\r\nالجواب : حد ذلك ما إذا كان الصيام ينافي الصحة من المرض وتحصل المنافاة بأمور :\r\n1 . التضرر من المرض خلال الصوم أما لا يجابه شدته أو بطء برئه أو شدة المه .\r\n2 . منافاته لاستعمال الدواء نهارا .\r\n\r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\n3 . الصحيح إذا خاف حدوث المرض فضلًا عما إذا علم بذلك .\r\nس 11 : ما هو العسر والحرج في الصوم ؟\r\nالجواب : هو كالضعف المفرط ولو لم يكن مفرطاً لم يجز الإفطار ، وكذا إذا أدى الضعف إلى العجز اللازم للمعاش مع عدم التمكن من تركه ولا أبدال العمل فإنه يجوز الإفطار أو كان العامل بحيث لا يتمكن من الاستمرار على الصوم لغلبة العطش .\r\nس 12 : لا يجوز الإفطار في شهر رمضان إلا لأشخاص فمن هم أولئك الأشخاص ؟\r\nالجواب :\r\n1 . الشيخ والشيخة إذا تعذر عليهم الصوم أو كان حرجاً .\r\n2 . ذو العطاش إذا تعذر عليهم الصوم أو كان حرجا .\r\n3 . الحامل المقرب التي يضر بها الصوم أو يضر حملها .\r\n4 . المرضعة الليلة اللبن إذا أضر بها الصوم أو بالولد .\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n\r\nس 13 : هل يجب عليهم شئ بدل الصوم ؟\r\nالجواب : نعم على الأول الفدية فقط عن كل يوم وعلى الثاني والثالث الفدية والقضاء .\r\nس 14 : كم تبلغ مقدار الفدية ؟\r\nالجواب : تبلغ مُدْ من الطعام والمُد يساوي ثلاثة أرباع الكيلو وأن كان الاحتياط ألاستحبابي مدان من الطعام . والأفضل أن تكون من الحنطة .\r\nس 15 : ما معنى النية وهل يعتبر فيها التلفظ ؟\r\nالجواب : هي القصد في العبادة والإخلاص لله سبحانه وتعالى ، ولا يتعبر فيها التلفظ بل هي نية قلبية .\r\nس 16 : متى وقت النية ؟\r\nالجواب : وقت النية في الواجب المعين كصوم رمضان أو صوم النذر المعين يكون عند طلوع الفجر الصادق واما في الصوم الواجب غير المعين ( غير شهر رمضان ) فيكون من طلوع الفجر الصادق إلى الزوال .\r\n\r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\nواما في الصوم المستحب فمن طلوع الفجر الصادق إلى أن يبقى من النهار ما يمكن فيه تجديد النية على أن لا يكون قد تناول شيئاً من المفطرات .\r\nس 17 : لو تدرك النية في الصوم المعين لنسيان أو لجهل فهل يصح صومه إذا نوى قبل الزوال ؟\r\nالجواب : نعم يصح صومه والأحوط استحباباً القضاء .\r\nس 18 : هل يجتزأ لشهر رمضان نية واحدة ؟\r\nالجواب : نعم يجتزأ شهر رمضان كله نية واحدة إذا حصلت بعد الهلال .\r\nس 19 : لو نوى تناول المفطر في غير المعين بعد الزوال فبطل صومه فهل يجوز ان ينقل نيته إلى الصوم المستحب ؟\r\nالجواب : نعم يجوز ويصح صومه .\r\nس 20 : الإمساك عن المفطرات من أي وقت يبتدي وفي أي وقت ينتهي ؟\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n\r\nالجواب : ذلك من طلوع الفجر الصادق إلى غروب الشمس أعني ( ذهاب الحمرة المشرقية ) .\r\nس 21 : ما هي المطفرات ؟\r\n2 . 1 - الأكل والشرب مطلقاً ولو كانا قليلين أو غير معتادين بل كل ما دخل المعدة ولو عن غير الطريق المعتاد .\r\n3 . الجماع قبلًا ودبراً فاعلًا ومفعولًا حياً وميتاً حتى البهيمة على الأحوط وجوباً سواء انزل أم لم ينزل .\r\n4 . الكذب على الله تعالى أو على رسوله ( صلى الله عليه وآله ) أو على الأئمة ( عليهم السلام ) . والأحوط إلحاق الأنبياء ( عليهم السلام ) .\r\n5 . رمس تمام الرأس في الماء ولو بدون العنق ومن دون فرق بين الدفعة والتدريج .\r\n6 . إيصال الغبار الغليظ إلى جوفه عمداً . بل الأحوط إلحاق غير الغليظ به إذا كان معتداً به .\r\n\r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n7 . تعمد البقاء على الجنابة حتى يطلع الفجر من شهر رمضان وقضائه .\r\n8 . أنزال المني نهاراً بفعل ما يؤدي إلى نزوله أو كان سبباً معتاداً له مع احتمال ذلك احتمالًا معتداً به مطلقاً على الأحوط .\r\n9 . الاحتقان بالمائع ، ولا بأس بالجامد .\r\n10 . تعمد القئ وان لضرورة من علاج مرض ونحوه ولا باس بما كان اختيار .\r\nس 22 : لو اعتقد الصدق في كلامه المنسوب إلى الله تعالى أو إلى أحد الأنبياء والمعصومين ( عليهم السلام ) ثم تبين الكذب فهل يبطل صومه ؟\r\nالجواب : لا يبطل صومه ما دام اعتقاده هو الصدق .\r\nس 23 : إذا لبس ما يمنع اقتراب الماء إلى الرأس أو ارتمس رأسه في الماء على وجه التعاقب ( بان ادخل قسماً من رأسه وأخرجه ثم ادخل القسم الاخر ) فهل يبطل صومه ؟\r\nالجواب : لا يبطل صومه .\r\n\r\n","description":"","footnote":"","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\nس 24 : لو ارتمس في الماء عمداً ناوياً الغسل فهل يصح غسله وصومه ؟\r\nالجواب : ان كان ناسياً لصومه صح صومه وغسله واما إذا كان ذاكراً له ، فإن كان في شهر رمضان بطل صومه وغسله ، واما في الواجب المعين غير شهر رمضان فيبطل صومه بنية الارتماس وصح غسله إذا كان ملتفتاً حال\r\nغسله إلى بطلان صومه ، واما في أنواع الصوم من الواجب أو المستحب فلا ينبغي الإشكال في صحة غسله وان بطل صومه .\r\nس 25 : ما حكم التدخين في شهر رمضان عمداً ونسياناً ؟\r\nالجواب : لا ينبغي الإشكال فيما إذا وقع التدخين سهواً أو نسياناً فان سائر المفطرات كذلك . واما إذا وقع عمداً فالظاهر عدم بطلان الصوم مع وجود الضرورة كالضعف أو الصداع الذي يزول بالتدخين .\r\nس 26 : لو أصبح جنباً في الصوم المعين كشهر رمضان هل يصح صومه ؟\r\nالجواب : نعم ، يصح صومه إذا كان من غير عمد كالنوم\r\n\r\n","description":"","footnote":"","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nوالنسيان والإكراه حتى في باقي أنواع الصوم المعين الا في قضاء رمضان فلا يصح معه على الأحوط استحبابا .\r\nس 27 : هل الاحتلام في أثناء النهار في شهر رمضان يوجب بطلان الصوم ؟\r\nالجواب : لا يوجب بطلان الصوم . سواء كان في شهر رمضان وفي غيره من الصوم الواجب أو المستحب .\r\nس 28 : لو نسي غسل الجنابة ليلًا حتى مضى يوم أو أيام من شهر رمضان هل يصح صومه ؟\r\nالجواب : نعم ، يصح صومه والأحوط استحباباً القضاء .\r\nس 29 : إذا كان المجنب لا يتمكن من الغسل قبل الفجر فما يصنع ؟\r\nالجواب : يتيمم ، فان تركه بطل صومه والأحوط استحباباً ان يبقى مستيقظاً حتى الفجر .\r\nس 30 : لو ظن سعة الوقت للغسل فأجنب نفسه ثم تبين الخلاف فهل يجب عليه القضاء أو لا ؟\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\nالجواب : مع المراعاة لا قضاء عليه وأما بدونها فالأحوط القضاء بدون كفارة .\r\nس 31 : هل أن حدثي الحيض والنفاس كحدث الجنابة في فساد الصوم لو تعمدت البقاء عليهما ؟\r\nالجواب : نعم وهو مبني على الاحتياط الاستحبابي الأكيد .\r\nس 32 : ما هو حكم صوم من أجنب في الليل من شهر رمضان عمداً ونام حتى طلع الفجر ؟\r\nالجواب : إذا كان ناوياً لترك الغسل أو متردداً فيه أو مهملًا له لحقه حكم تعمد البقاء على الجنابة . وان نام ناوياً للغسل أو غافلًا عنه فإن كان في النومة الأولى صح صومه . وان كان في النومة الثانية وغير عازم على تركه ( بأن نام بعد العلم بالجنابة ثم أفاق وتذكر جنابته ثم نام ثانياً ) حتى أصبح وجب عليه القضاء دون الكفارة ، وكذلك إذا كان بعد النومة الثانية وان كان الأحوط استحباباً عند ذلك وجوب الكفارة .\r\nس 33 : هل يبطل صوم من انزل بالعادة السرية بفعل ما يؤدي إلى نزوله ؟\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nالجواب : نعم يبطل صومه .\r\nس 34 : لو سبقه المني بلا فعل شئ ( حتى تعمد التفكير ) ، فهل يبطل صومه ؟\r\nالجواب : لم يبطل صومه .\r\nس 35 : هل التقطير في العين أو الاذن - أو كتزيق الدواء يوجبان بطلان الصوم ؟\r\nالجواب : كلا لا يوجبان بطلان الصوم .\r\nس 36 : هل استعمال المغذي مفطر للصوم ؟\r\nالجواب : نعم مفطر على الأحوط وجوباً .\r\nس 37 : هل يجوز للصائم بلع ريقه أو ما يخرج بالتجشؤ ؟\r\nالجواب : نعم ، يجوز بلع ريقه واما ما يخرج بالتجشؤ إذا لم يصل إلى فضاء الفم . واما إذا وصل إلى فضاء الفم فابتلعه اختياراً بطل صومه وعليه الكفارة على الأحوط . واما إذا نزل من غير اختيار لم يكن مفطراً .\r\n\r\n","description":"","footnote":"","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nس 38 : هل ان مضغ الطعام للصبي أو ذوق المرق من المفطرات ؟\r\nالجواب : ليس من المفطرات إذا لم يتعدى إلى الحلق أو تعدى من غير قصد أو نسياناً للصوم .\r\nس 39 : ما هي مكروهات الصوم ؟\r\nالجواب :\r\n1 . ملامسة النساء وتقبيلها وملاعبتها إذا لم يقصد الإنزال .\r\n2 . الاكتحال بما يصل طعمه أو رائحته إلى الحلق كالعنبر والمسك .\r\n3 . دخول الحمام إذا خشي الضعف .\r\n4 . إخراج الدم المضعف .\r\n5 . السعوط مع عدم العلم بوصوله إلى الحلق وإلا ففيه أشكال .\r\n\r\n","description":"","footnote":"","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\n6 . شم كل نبات طيب الريح .\r\n7 . بل الثوب على الجسد .\r\n8 . الحقنة بالجامد .\r\n9 . قلع الضرس بل مطلق إدماء الفم .\r\n10 . السواك بالعود الرطب .\r\n11 . المضمضة عبثا .\r\n12 . إنشاد الشعر إلا في مراثي الأئمة ( عليهم السلام ) ومدائحهم فليس بمكروه .\r\n13 . جلوس المرأة في الماء .\r\nس 40 : هل يجوز استعمال البخاخ لضيق النفس ونحوه ؟\r\nالجواب : هو مفطر وإذا اضطر الفرد إلى استعماله أفطر في صومه وقضاه .\r\n\r\n","description":"","footnote":"","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nس 41 : الكفارات هل تختص بالعامد المرتكب للمفطرات أو انها تعم غيره ؟\r\nالجواب : تختص بالعامد فقط .\r\nس 42 : ما هي كفارة إفطار يوم من شهر رمضان ؟\r\nالجواب : هي كفارة مخيرة بين عتق رقبة وصوم شهرين وإطعام ستين مسكيناً لكل مسكين مد ( وهو يساوي ثلاثة أرباع الكيلو ) على المشهور . والأحوط وجوباً حصول الإشباع .\r\nس 43 : ما هي كفارة إفطار يوم قضاء شهر رمضان ؟\r\nالجواب : إذا كان بعد الزوال عليه إطعام عشرة مساكين لكل مسكين مد فإن لم يتمكن صام ثلاثة أيام . وان كان قبل الزوال لم تجب الكفارة .\r\nس 44 : لو أفطر على الحرام في شهر رمضان فهل تختلف كفارته عما لو أفطر بغير الحرام ؟\r\nالجواب : نعم تختلف فلو أفطر على محرم كالخمر ولحم الخنزير والزنا والاستمناء المحرم وجبت عليه كفارة الجمع بين\r\n\r\n","description":"","footnote":"","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nالخصال الثلاثة المتقدمة على الأحوط .\r\nس 45 : لو جامع زوجته في نهار شهر رمضان وهما صائمان فعلى من تجب الكفارة ؟\r\nالجواب : إذا اكره زوجته على الجماع في صوم شهر رمضان فالأحوط ان عليه كفارتين وتعزيرين ، خمسين سوط ، فيحتمل عنها الكفارة والتعزير .\r\nس 46 : إذا كان الزوج مفطراً لعذر فأكره زوجته الصائمة فهل تجب الكفارة ؟\r\nالجواب : لم يتحمل الكفارة عنها وان كان آثماً ولا تجب الكفارة عليه ولكن يجب عليها القضاء على الأحوط .\r\nس 47 : قد تكون الزوجة مكرهة في الابتداء ثم يحصل منها الرضا لغلبة الشهوة أو لأي سبب فهل تمتهر مكرهة ؟\r\nالجواب : إذا كان قبل الإيلاج اعتبرت راضية . وان كانت بعده فهي بحكم المكرهة .\r\nس 48 : لو افطر متعمداً ثم سافر تسقط الكفارة ؟\r\n\r\n","description":"","footnote":"","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nالجواب : لا تسقط الكفارة بل تجي عليه الكفارة .\r\nس 49 : وجوب الكفارة موسع أو فوري ؟\r\nالجواب : موسع لكن لا يجوز التأخير إلى حد يعد تسامحاً في أداء الواجب .\r\nس 50 : هل يجوز التبرع بالكفارة عن الميت ؟\r\nالجواب : نعم يجوز ذلك .\r\nس 51 : ما هو مصرف الكفارة ؟\r\nالجواب : مصرف كفارة الإطعام للفقراء اما بإحضارهم وإشباعهم واما بالتسليم إليهم .\r\nس 52 : هل يجزي إشباع شخص واحد مرتين أو مرات ؟ وهل يجوز اعطاء الكفارة لعائلة الفقير حسب أفرادهم ؟\r\n\r\n","description":"","footnote":"","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nالجواب : لا يجزي إشباع شخص واحد مرتين أو مرات بل لابد من إطعام ستين مسكين الا مع تعذر العدد ، ويجوز اعطاء عائلة الفقير حسب افرادهم .\r\nس 53 : ما هي الموارد التي يجب فيها قضاء الصوم دون الكفارة ؟\r\nالجواب :\r\nالأول : نوم الجنب حتى يصبح كما تقدم .\r\nالثاني : إذا بطل صومه بالاخلال بالنية دون استعمال المفطر .\r\nالثالث : إذا نسي غسل الجنابة ومضى عليه يوم أو أيام على الأحوط استحباباً .\r\nالرابع : إذا استعمل المفطر بعد طلوع الفجر بدون مراعاة ولا حجة على طلوعه .\r\nواما إذا قامت حجة على طلوعه وجب القضاء والكفارة ما لم يثبت الخلاف بعد ذلك وإذا كان مع المراعاة واعتقاد بقاء الليل فلا قضاء ولا كفارة هذا في صوم شهر رمضان واما في الواجب المعين فالأحوط الإتمام والقضاء وفي غيره من أنواع الصوم الواجب والمندوب البطلان .\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nالخامس : الإفطار قبل دخول الليل لظلمة ظن منها دخول الليل ولم يكن في السماء غيم بل الأحوط وجوباً الكفارة ايضاً واما إذا كان في السماء غيم فظن دخول الليل فأفطر فلا قضاء ولا كفارة .\r\nاما إذا قامت حجة على دخول الليل أو قطع بدخوله فأفطر فتبين عدم دخوله وجب القضاء فقط .\r\nالسادس : إدخال الماء بمضمضة وغيرها إلى الفم لاستحباب شرعي ، أو غيره فيسبق ويدخل الجوف . فإنه يوجب القضاء دون الكفارة ، وان نسي فابتلعه فلا قضاء ولا كفارة . ولا فرق في هذا الحكم بين صوم رمضان وغيره .\r\nس 54 : ما هي الموارد التي يجوز فيها الصوم في السفر ؟\r\nالجواب :\r\n1 . الثلاثة أيام التي هي بعض العشرة التي تكون بدل هدي التمتع لمن عجز عنه .\r\n2 . صوم الثمانية عشر يوماً التي هي بدل البدنة كفارة لمن\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\n3 . أفاض من عرفات قبل الغروب .\r\n4 . صوم النذر المشروط إيقاعه في السفر . وان كان هذا لا يخلو من إشكال ، فان حصل فليكن برجاء المطلوبية .\r\nس 55 : ما هو المحل الذي لو خرج الصائم من وطنه أو من محله اقامته جاز له الإفطار ان وصل اليه ؟\r\nالجواب : إذا وصل إلى حد الترخيص جاز له الإفطار .\r\nس 56 : هل يصح الصوم المندوب في السفر ؟\r\nالجواب : الأقوى عدم جواز الصوم المندوب في السفر .\r\nس 57 : ما هي الأمور التي يثبت بها الهلال ؟\r\nالجواب : يثبت الهلال بعدة طرق :\r\nاولًا : العلم الحاصل من الرؤية .\r\nثانياً : العلم أو الاطمئنان الحاصل من التواتر ( يعني تواتر رؤية الهلال من قبل الآخرين ) .\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nثالثاً : الاطمئنان من الشياع الحاصل بين الناس بنفس المضمون السابق .\r\nرابعاً : شهادة رجلين عادلين بالرؤية .\r\nخامساً : مضى ثلاثين يوماً من خلال الشهر السابق .\r\nس 58 : هل يثبت الهلال بشهادة الزوجة ؟\r\nالجواب : لا يثبت الهلال بشهادة النساء مطلقاً زوجة كانت أو غيرها .\r\nس 59 : هل زكاة الفطر واجبة أو لا ؟\r\nالجواب : نعم ، زكاة الفطر واجبة مع تحقق شروطها .\r\nس 60 : ما هي شروط وجوب زكاة الفطرة ؟\r\nالجواب : تجب زكاة الفطرة على كل فرد بالغ وعاقل وحر وغني شرعي ( يعني يملك قوت سنته ) ولا تجب على الفقير الشرعي الذي لا يملك قوت سنته . ويعتبر وجود الشرائط آناً ما قبل الغروب ليلة العيد إلى أن يتحقق الغروب . فإذا فقد بعضها\r\n\r\n","description":"","footnote":"","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nقبل الغروب بلحظة لم تجب .\r\nس 61 : هل يجب على من جمع الشرائط ان يخرجها عن نفسه وعن كل من يعول به ؟\r\nالجواب : نعم يجب إخراجها عن نفسه وعن كل من يعول به ، واجب النفقة أم غيره ، قريباً أم بعيداً مسلماً أم كافراً ، صغيراً أم كبيراً ، بل حتى المولود قبل الغروب بلحظات .\r\nس 62 : جمع أحد وكلائكم زكاة الفطرة فهل الواجب عليه ايصالها إليكم أو توزيعها على الفقراء في نفس محل الجمع ؟\r\nالجواب : إيصال الفطرة من قبل المكلف نفسه إلى الفقراء مسموح به واما إيصالها إليهم من قبل الوكيل فلا نسمح به .\r\nس 63 : ما هو جنس الفطرة ؟\r\nالجواب : ما كان قوتاً لغالب الناس كالحنطة والشعير والتمر والزبيب والأرز والذرة والاقط بل حتى لو كان سائلًا كالحليب واللبن الخاثر . والأحوط استجاباً الاقتصار على الأربعة الأولى .\r\nس 64 : ما هو مقدارها ؟\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nالجواب : مقدارها ثلاث كيلو غرامات أو قيمتها من النقدين .\r\nس 65 : في أي وقت تخرج زكاة الفطرة ؟\r\nالجواب : وقت وجوب الزكاة ليلة الفطر عند الغروب . ووقت اخراجها يوم الفطر من طلوع الشمس إلى الزوال . وان كان الظاهر أن دفعها في الليل مجز .\r\nس 66 : هل يجوز تقديمها في شهر رمضان ؟\r\nالجواب : الظاهر جواز تقديمها وان كان الأحوط التقديم بعنوان القرض بل لا يترك والأحوط ان تبقى العين لدى المقترض إلى العيد ليجوز احتسابها من الفطرة وان كان الظاهر أن هذا الاحتياط استحبابي الا انه أكيد .\r\nس 67 : هل يجوز نقلها إلى غير بلد التكليف ؟\r\nالجواب : نعم يجوز نقلها مع عدم وجود المستحق اما مع وجوده فالأحوط وجوباً ترك النقل هذا بالنسبة إلى المكلف واما الوكيل فيجب عليه نقلها إلى الحاكم الشرعي .\r\nس 68 : ما هو مصرف زكاة الفطرة ؟\r\n\r\n","description":"","footnote":"","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\nالجواب : مصرفها هو مصرف الزكاة من الأصناف الثمانية وهم : الفقراء والمساكين والعاملين عليها والمؤلفة قلوبهم والرقاب والغارمون وفي الرقاب وفي سبيل الله وابن السبيل .\r\nس 69 : ما هي أوصاف المستحق من هؤلاء ؟\r\nالجواب :\r\n1 . الإيمان .\r\n2 . ان لا يكون من أهل المعاصي بحيث يصرف دفع الزكاة في المعاصي والأحوط عدم اعطاء الزكاة لتارك الصلاة أو شارب الخمر أو المتجاهر بالفسق أو المعتاد على السرقة أو الزنا أو المتساهل في دينه .\r\n3 . ان لا يكون ممن تجب نفقته على المعطي .\r\n4 . ان لا يكون هاشمياً إذا كانت من غير الهاشمي . فالهاشمي لا يجوز له زكاة غير الهاشمي ، ولكن يجوز ان يعطي الهاشمي لغير الهاشمي .\r\n\r\n","description":"","footnote":"","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\nس 70 : هل يستحب تقديم الارحام على غيرهم ؟\r\nالجواب : نعم يستحب تقديم الارحام ، ثم الجيران ، وينبغي الترجيح بالعلم والدين والفضل .\r\nس 71 : هل ان صلاة العيد في عصر الغيبة واجبة أم مستحبة ؟\r\nالجواب : مستحبة ما لم يأمر بها الولي العام .\r\nس 72 : هل أن صلاة العيد مؤقتة ومتى وقتها ؟\r\nالجواب : وقتها من طلوع الشمس إلى الزوال من يوم العيد والمراد من العيد يومان في السنة أحدهما عيد الفطر وهو الأول من شوال والأخر عيد الأضحى وهو العاشر من ذي الحجة .\r\nس 73 : بعض أئمة الجماعة يصلون ثلاث مرات لكثرة المصلين فما هي النية الصحيحة لما بعد الصلاة الأولى ؟\r\nالجواب : هذا مشكل شرعاً لعدم مشروعية الإعادة .\r\n\r\n","description":"","footnote":"","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nس 74 : من لم يبلغه ثبوت العيد إلا بعد الزوال ، هل يجوز له الشركة في صلاة العيد لجماعة أخرى من غير مقلديكم في اليوم التالي ؟\r\nالجواب : لا باس بذلك برجاء المطلوبية .\r\nس 75 : هل يجب قضاء ما فات في أيام الصبا أو الجنون أو الاغماء ؟\r\nالجواب : لا يجب جميع ذلك ؟\r\nس 76 : هل يجب الفور في قضاء رمضان ؟\r\nالجواب : كلا بل يقضي خلال عام كامل .\r\nس 77 : وإذا اخره عمداً أو تسامحاً إلى رمضان الثاني فما حكمه ؟\r\nالجواب : يقضي ويدفع الفدية .\r\n\r\n","description":"","footnote":"","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nس 78 : هل يجب تعيين أيام القضاء والترتيب بينهما ؟\r\nالجواب : لا يجب عليه التعيين ولا الترتيب .\r\nس 79 : لو أستمر به المرض إلى رمضان آخر فهل عليه شئ ؟\r\nالجواب : نعم تجب الفدية وهو ان يتصدق عن كل يوم بمد وهو ثلاثة أرباع الكيلو من الطعام وسقط القضاء .\r\nس 80 : لو أعطي فدية أيام عديدة من شهر رمضان واحد أو من شهور متعددة لشخص واحد فهل يجزي ؟\r\nالجواب : نعم .\r\n\r\n","description":"","footnote":"","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nمسائل تتعلق بالصوم « 1 »\r\nس 1 : ما هو الحكم إذا صام استحبابا ثم نوى القطع ثم لم يقطع وعاد إلى نيته بعد الزوال أو قبل المغرب بلحظات ؟\r\nبسمه تعالى : نعم له أن يجدد نية الصوم في المستحب ولو قبل الغروب بلحظات بعد قصده القطع ما لم يأت بالمفطر .\r\nس 2 : الخلط النازل من الرأس أو الخارج من الصدر عند وصوله إلى فضاء الفم لا يجوز للصائم بلعه ( على الأحوط وجوبا ) ولكن في فرض عدم العلم أو الشك بوصوله إلى فضاء الفم هل يجوز بلعه ؟ وهل الحكم ينطبق كما لو كان الشخص كثيرا ما يخرج مثل هذه الأخلاط ويشكل بصقها إحراجا شديدا وسط الناس المخالطين فهل يجوز له بلعها في حال عدم علمه أو شكه بوصولها إلى فضاء الفم وهل هناك تمييز في حال شكه في احتواء هذه الأخلاط على الدم ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) - من مسائل وردود ، ( ج 1 ، ج 2 ) ، ط بيروت .\r\n","page_name":" 39 ","page_number":39},
  {"content":"\r\n\r\nبسمه تعالى : لا باس بالبلع عند الشك في وصوله لفضاء الفم ولا يجوز مع العلم بالوصول الا مع استهلاكه في بصاق الفم وكذا الدم إلا إذا استهلك في الريق بحيث لا يكون بصورة دم .\r\nس 3 : بعض المرضى يضطرون لاستعمال آلة خاصة لعلاج ضيق التنفس توضع في الفم ويضغط عليها لتسهيل عملية التنفس لهم فهل تضر بصوم من يستعملها في نهار شهر رمضان علما بأنهم مضطرون لاستعمالها ؟\r\nبسمه تعالى : الظاهر أنه يضر ذلك بصوم من يستعملها لاحتوائها على مواد زائدة على الأوكسجين .\r\nس 4 : ما هو الحكم في صحة صوم الشخص الذي يوصل له الغذاء عن طريق مصل خاص متصل بالعرق من يد المريض والمعروف ( بالسيلان ) وهو متعارف في المستشفيات هل يعد ذلك مفطرا أم لا ؟\r\nبسمه تعالى : الأحوط وجوبا تركه ومعاملة المفطر معه .\r\nس 5 : هل يبطل صوم من أغتسل من الجنابة قبل الفجر ثم تبين له بعد الفجر بطلان الغسل لوجود حاجب مع العلم به ؟\r\n\r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\nبسمه تعالى : لا يبطل الصوم في مفروض السؤال .\r\nس 6 : هل تجب الكفارة في مثل هذه الحالات : -\r\nأ - الصائم الذي أحتلم في شهر رمضان فأعتقد بأنه مفطر ، فتناول المفطر بعد ذلك ؟\r\nب - الصائم في شهر رمضان نسي وتناول شيئا فأعتقد جهلا أنه قد أفطر فتناول المفطر بعد ذلك ؟\r\nج - الشخص الذي نوى السفر ليلا ولكنه وقبل الخروج من بيته وتجاوز حد الترخيص تناول المفطر اعتقادا منه بأنه مسافر ومن حقه الإفطار ؟\r\nبسمه تعالى : إذا كان معتقدا لجواز الإفطار في تلك الصور فأفطر فليس عليه سوى قضاء ذلك اليوم ولكن لو علم في نفس اليوم بخطئه لزم عليه إمساك بقية يومه على الأحوط استحبابا .\r\nس 7 : ما هي كفارة تعمد الاستمناء في نهار شهر رمضان ؟\r\nبسمه تعالى : الأحوط استحبابا فيه كفارة الجمع .\r\nس 8 : ذكرتم في مسائل الصوم ( لا يجوز التطوع بالصوم لمن\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nعليه صوم واجب من قضاء شهر رمضان أو غيره ) فهل الغير يشمل صوم الكفارة سواء كانت مخيرة أم معينة ؟\r\nبسمه تعالى : نعم يشمل ما لو كانت معينة دون الكفارة المخيرة .\r\nس 9 : هل تجب الكفارة والقضاء على من داعب زوجته في نهار رمضان من دون دخول ، ثم نام وهو لا يزال على أثر تهيجه واستيقظ جنبا ؟\r\nبسمه تعالى : لا تجب الكفارة عليه في الصورة المفروضة .\r\nس 10 : شخص يملك شقة في بلد غير بلده المقيم فيها وقد أعتاد السفر إلى البلد الأخر الموجودة به الشقة كل عام لقضاء عطلة الصيف ويقيم ما يقرب من ثلاثة شهور من كل عام . فهل يكون ذلك في حكم الوطن الشرعي بالنسبة له بحيث ينقطع سفره حيثما يصل إليه ولا يحتاج إلى نية الإقامة كي يتم في صلاته ويصوم ؟\r\nبسمه تعالى : لا يعتبر ذلك وطنا له ويلزمه التقصير ما لم ينو الإقامة عشرة أيام .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nس 11 : ما حكم الطلاب الذين يدرسون في الخارج ( في لندن على سبيل المثال ) حيث تكون أماكن الدراسة خارج ( لندن ) ولكنهم ينزلون إليها في عطلة الأسبوع ثم يرجعون إلى مكان دراستهم فهل يتمون في صلواتهم ويصومون ؟ أم ماذا ؟\r\nبسمه تعالى : إنهم يتمون في مقر دراستهم بغير احتياج قصد العشرة وأما في نزولهم لندن فحكمهم كساير المسافرين .\r\nس 12 : ما حكم العامل والموظف التي تستخدمه مؤسسة في أعمالها المختلفة وقد تكون أحيانا على رأس المسافة كسائق سيارة الإسعاف والذي قد تناط به مهمة على رأس المسافة الشرعية أو عامل التليفونات وغيرهما ممن لا يكون عمله دائما على رأس المسافة ولكنه يتعرض للخروج إلى رأس المسافة بحسب ما تقتضيه ظروف العمل ؟\r\nبسمه تعالى : إذا كان سفره إلى حد المسافة في عمله أو وظيفته كان حكمه الإتمام والصيام .\r\nس 13 : في العطلة الصيفية يلتحق بعض الطلاب للعمل في بعض الشركات ويكون عملهم على راس المسافة الشرعية ويستمر هذا طيلة فترة عملهم خلال عطلة الصيف وقد يصادف ذلك في\r\n\r\n","description":"","footnote":"","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nشهر رمضان فهل يجب عليهم الصوم والإتمام ؟\r\nبسمه تعالى : نعم يجب عليهم الصيام والإتمام في الفرض إذا صدق إنه عمله الرئيسي كما لو كان يعمل مع أبيه أو أخيه إلا إن هذا الصدق على طالب المدرسة ليس غالبيا .\r\nس 14 : ( إن المناط في الشروع في السفر قبل الزوال وبعده وكذا في الرجوع منه هو البلد لا حد الترخص ) ففي البلدان الكبيرة التي قد يستغرق الخروج من المنزل إلى أخر البلد ساعة أو أكثر . وكذا العودة .\r\nأ - لو ترك منزله مسافرا قبل الزوال بساعة ولم يخرج من حدود البلدة إلا بعد الزوال فهل صومه صحيح ؟\r\nبسمه تعالى : إذا كان خروجه من البلد بعد الزوال صح صومه .\r\nب - لو عاد من سفره فوصل إلى حدود البلدة قبل الزوال لكنه أدرك المحلة أو المنزل بعد الزوال فهل حكمه حكم من وصل عائدا بعد الزوال أم قبله ؟\r\n\r\n","description":"","footnote":"","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nبسمه تعالى : إذا كان دخوله البلد قبل الزوال وجبت عليه في الفرض نية الصوم وأجزأه وليس كمن دخل بعد الزوال ولا دخل للمحلة والمنزل في ذلك .\r\nس 15 : عندما يثبت الهلال للعيد في بلد ما فيثبت العيد في البلاد الأخرى التي تشترك معه في ليلة واحدة يكون تكليفنا وكذا سائر مقلديكم بالإفطار لكن هل يجوز لنا أن نأمر مقلدي من يشترط وحدة الأفق بالصوم ؟ مع علمنا اليقيني بانتهاء شهر الصيام إذ إن ذلك سيجعلهم يصومون في يوم العيد ؟\r\nبسمه تعالى : ما ذكرتموه وظيفة لمن يراجعنا ولستم مكلفين بأمر غيرهم ممن لا يراجعنا بذلك والله العالم .\r\nس 16 : قد يتصدى البعض من أهل العلم بتكوين لجنة تجتمع في أحد المساجد لسماع شهادة الشهود بالنسبة لرؤية الهلال ( رمضان أو شوال ) أو عدمه ثم يعلنون بمكبر الصوت أو بوسائل أخرى والأسئلة حول هذا الموضوع هي كالآتي :\r\nأ - هل يجوز للمكلف الاعتماد على هذا الأعلام بدون معرفة الشهود وعدالتهم ؟\r\n\r\n","description":"","footnote":"","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nبسمه تعالى : نعم يجوز الاعتماد عليه إذا حصل له الاطمئنان منه .\r\nب - في بعض الأحيان في هذه اللجنة تختلف في ثبوت الهلال فبعض يقره والآخر لا والحال إن جميع اللجنة سمعت الشهود فما تكليف المكلف في هذه الحالة ؟\r\nبسمه تعالى : في فرض اختلاف الشهود في رؤية الهلال لم تثبت إلا إذا شهد شاهدان عدلان وسكت الآخرون فعندئذ تثبت عند من قامت البينة عنده أو حصل له الاطمئنان .\r\nج - لو انفرد بعض من أهل العلم بسماع شهادة الشهود وأعلن بعد ذلك ثبوت الهلال فهل يجوز الاعتماد على قوله ؟\r\nبسمه تعالى : نعم إذا حصل الاطمئنان من قوله بثبوت الهلال وإلا فلا أثر له .\r\nد - ربما ثبت عند اللجنة أو عند بعضها رؤية هلال العيد وذلك في عدالة الشهود وأعلنت بذلك من دون ذكر أسماء الشهود وتبين للمكلف بعد ذلك فسق أحد الشاهدين أو الجهل بحالة والحال بأنه أحد الشاهدين المعول عليهما فما العمل وقد صام أو\r\n\r\n","description":"","footnote":"","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nأفطر ؟\r\nبسمه تعالى : أما في فرض أنه صام فلا إشكال حيث أنه عمل بما هو وظيفته الواقعية وأما في فرض الإفطار فأن حصل الاطمئنان بثبوت الهلال فلا شيء عليه إذا ظل على اطمئنانه وأما إذا زال بعد ظهور فسق أحد الشاهدين فعليه القضاء فقط .\r\nس 17 : هل التدخين يبطل الصوم ؟\r\nبسمه تعالى : نقول بجوازه مع الضرورة اليه .\r\nس 19 : إذا ابتلع الصائم بقية الطعام الموجود في الفم هل يفطر ؟\r\nبسمه تعالى : نعم إذا كان عامداً .\r\nس 20 : ما هو الحكم بالنسبة للصائم من ترك غسل الجنابة\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nلصلاة الفجر وتيمم معتقداً انه مريض ؟\r\nبسمه تعالى : صومه صحيح .\r\nس 21 : نرجو من سماحتكم ذكر دليل واحد كون الاحتياط استحبابي في الحاق الدخان بالبخار والغبار ؟\r\nبسمه تعالى : لأنه غير مذكور في الأدلة المعتبرة فيكون مقتضى الأصل استصحاب صحة الصوم مع وجود فرق بين ذرات لغبار فإنها صلبة ذاتاً وذرات الدخان فإنها لطيفة ذاتاً ، فاتحادهما في الحكم متعذر .\r\nس 22 : ورد في كتاب الصوم من ( المنهج ) بعض العبارات الغامضة لدينا نرجو منكم توضيحها ؟\r\nأ - المسالة رقم ( 7 ) : ( وكذا لو قصد الطبيعة المهملة المنطبقة على الخاص والمطلق على الأظهر ) .\r\nبسمه تعالى : يعني مطلق الصوم القابل للانطباق على خصوص الصفة المعينة للصوم في غد ومطلق الصوم والطبيعة المهملة اصطلاح في علم المنطق يحسن الاطلاع عليه .\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nب - مسالة رقم ( 8 ) : ( ما لم يتناول المفطر أو يكون إفطاره تقييدياً على الأحوط ) .\r\nبسمه تعالى : أي يقصد الافطار ملتفتاً اليه . يعني انه عازم جزماً على ترك الصوم .\r\nس 23 : إذا حدث اختلاف بين طائفتين كبيرتين في الثبوت وعدمه وتكون كلتاهما ثقة فما العمل هنا ؟\r\nبسمه تعالى : يعمل على اطمئنانه الفعلي باي منهما .\r\nس 24 : هل الاطمئنان الشخصي يكون عام للاشخاص الآخرين ؟\r\nبسمه تعالى : كلا ما لم يحصل الاطمئنان للاخر .\r\nس 25 : من كان يصوم ولا يعرف جهلًا بوجوب غسل الجنابة أو ابطاله للصوم هل تجب عليه الكفارة أم لا ؟\r\nبسمه تعالى : بل يقضي ولا يكفر .\r\nس 26 : المراة تكمل باكمال عشرة سنوات قمرية وغالباً ما\r\n\r\n","description":"","footnote":"","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nتكون في هذا السن جاهلة باحكامها لذا قد تترك الصوم لمدة حتى تصبح على علم أو تدرك ان الصوم يجب عليها فهل بناء على ذلك تجب عليها الكفارة ؟\r\nبسمه تعالى : إذا علمت وجوب الصوم ولم تعلم الكفارة وجب القضاء والكفارة معاً . وإذا تعلم بوجوب الصوم عليها وكانت باعتقاد عدمه فليس عليها سوى القضاء وان كانت مقصرة في جهلها .\r\nس 27 : الذي عليه قضاء صوم هل يجوز له التبرع عن ميت بالصوم أو يعتبر صوماً مستحباً لا يجوز التطوع فيه ؟\r\nبسمه تعالى : لا يجوز لمثله التطوع بالصوم لغيره كما لنفسه .\r\nس 28 : هل يجوز اطعام الكافر في نهار شهر رمضان ؟ كما لو سقاه الماء وهل يجوز بيعه الطعام ؟\r\nبسمه تعالى : إذا كان هتكاً لحرمة الشهر المبارك لم يجز والا جاز اخذاً بقاعدة الالزام وان كان نعتقد ان الكفار مكلفون بالفروع .\r\nس 29 : ما هو رأي سماحتكم في رجل مسافر في شهر\r\n\r\n","description":"","footnote":"","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nرمضان وصل إلى بلده قبل الظهر ولم يتناول في السفر مفطراً عدا الدخان فهل يعتبر مفطراً ذلك اليوم فيجوز له تناول المفطر في بلده إلى الغروب أم يجب عليه الامساك إلى آخر النهار ؟\r\nبسمه تعالى : ان كان التناول بينية الافطار وجب الامساك والقضاء دون الكفارة والا صح صومه والقضاء مبني على الاحتياط الاستحبابي .\r\nس 30 : إذا داعب الرجل امرأة غير زوجته وهو صائم غير قاصد للانزال ولكن سبق المني . فما هو حكمه في هذا الحال ؟\r\nبسمه تعالى : ان كان واثقاً بعدم سبق المني صح صومه والا فعليه القضاء والكفارة على الأحوط .\r\nس 31 : في صوم قضاء رمضان أو المستحب في شعبان أو صوم الكفارة إذا نام وافاق مجنباً بعد طلوع الفجر هل يبطل الصوم ؟\r\nبسمه تعالى : يبطل في قضاء رمضان دون غيره من أنواع الصيام .\r\n\r\n","description":"","footnote":"","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nس 32 : هل يجوز تقديم الطعام للمفطرين في شهر رمضان في المطاعم مع عدم استازام ذلك الهتك في حال وجود عذر للافطار وعدمه ؟\r\nبسمه تعالى : لا باس للمعذورين .\r\nس 33 : الحقنة بالمائع في القبل للمراة من اجل التنظيف أو المداواة هل توجب الافطار أو لا ؟\r\nبسمه تعالى : الأحوط انها توجب الافطار لها في الفرض فتقضي ولا تكفر .\r\nس 34 : ما المراد بتطوق الهلال : هل هو بروز طرفيه أو كونه محاطاً بهالة من النور ؟\r\nبسمه تعالى : كونه محاطاً بالنور على شكل طوق .\r\nس 35 : يتحدث في بعض كتب أصحابنا انه يستحب صيام ستة أيام بعد شهر رمضان اثبتوا ذلك فما رأيكم ؟\r\nبسمه تعالى : هذا لاباس به رجاءاً . وقد يحسب له ثواب صوم الدهر .\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nس 36 : تناول المفطر نسياناً في غير شهر رمضان هل يوجب الافطار أم الحكم بعدم الافطار هو الحكم في شهر رمضان وغيره ؟\r\nبسمه تعالى : تناول المفطر نسياناً لا يبطل الصوم مطلقاً رمضان كان أم غيره .\r\nس 37 : لو حصل الاطمئنان الشخصي بصحة الحسابات الفلكية لولادة الهلال فهل يمكن الاعتماد على هذا الاطمئنان في اثبات أول الشهر أو العيد مثلًا وخاصة إذا صدرت عن أهل الخبرة في هذا المجال ؟\r\nبسمه تعالى : إذا كان الاطمئنان بالولادة الشرعية للهلال كفى بمعنى كونه بحجم قابل للرؤية . وان لم تتم رؤيته فعلًا .\r\nس 38 : لو بنينا على صحة البناء على الاطمئنان شرعاً فلو فرض تولد الهلال أثناء الليل أي بعد غروب الشمس فهل يمكن اعتبار اليوم الثاني أول الشهر أم لا ؟\r\nبسمه تعالى : نعم إذ لابد من حصول الولادة الشرعية من أول الليل أو قبل ذلك .\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nس 39 : إذا أثبت الهلال عند جماعة من المؤمنين في بلد ما ولم يثبت في بلد اخر أو في عدد من البلدان المؤمنة فأي الفريقين نتبع علماً بان الاطمئنان إذا حدث يحدث لكلا الطائفتين وإذا لم يحصل الاطمئنان لا يحصل لكليهما فما العمل ؟ ( أي هناك حالة شك 50 % لكليهما ) ؟\r\nبسمه تعالى : لا اثر لعدم الثبوت حتى يعارض الثبوت عند جماعة فان من يعلم حجة على من لا يعلم إذا كان في منطقة رؤية واحدة .\r\nس 40 : قد ينصح الطبيب المريض بالربو باخذ الدواء على شكل غاز مضغوط عن طريق الفم بالجذب فهل يجوز تناوله أثناء الصيام مع وصول 80 % إلى المعدة ؟\r\nبسمه تعالى : هو مفطر .\r\nوالحمد لله رب العالمين وصلى الله على محمد وآله الطاهرين\r\nواللعنة الدائمة على أعدائهم أجمعين\r\n\r\n","description":"","footnote":"","page_name":" 54 ","page_number":54},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nهيئة تراث السيد الشهيد الصدر قدس سره\r\nالنجف الأشرف\r\nفاكس : 0096433361103\r\nتلفون : 009647706062778\r\nالبريد الألكتروني : altuaath _ 1943 @ yahoo . com\r\nتلفون لبنان : 0096170051087\r\nدارومكتبة البصائر\r\nللطباعة والنشر والتوزيع\r\nهاتف : 70051087 - 01547698\r\nemail : iraqsms @ gmail . com\r\n\r\n\r\n","description":"","footnote":"","page_name":" 56 ","page_number":56}
  ]