[
  {"content":"\r\n\r\nفقه العشائر\r\nحوار فتوائى مع\r\nآية الله العظمى\r\nالسيد الشهيد محمد الصدر قدس سره\r\nهيئة تراث السيد الشهيد الصدر قدس سره\r\nالنجف الأشرف\r\nدار ومكتبة البصائر\r\nبيروت\r\n\r\n","description":"","footnote":"","page_name":" 1 ","page_number":1},
  {"content":"\r\n\r\nفقه العشائر\r\n\r\n","description":"","footnote":"","page_name":" 2 ","page_number":2},
  {"content":"\r\n\r\nجميع الحقوق محفوظة\r\n2011 م - 1432 ه‍\r\nهيئة تراث السيد الشهيد الصدر قدس سره\r\nالنجف الأشرف\r\nقاكس : 0096433361103\r\nتلفون : 009647706062778\r\nالبريد الألكتروني : alturaath _ 1943 @ yahoo . com\r\nتلفون لبنان : 0096170051087\r\nدارومكتبة البصائر\r\nللطباعة والنشر والتوزيع والاعلام\r\nبيروت - لبنان\r\nهاتف 70051087 - 01547698\r\nemail : iraqsms @ gmail . com\r\n\r\n","description":"","footnote":"","page_name":" 3 ","page_number":3},
  {"content":"\r\n\r\nفقه العشائر\r\nحوار فتوائى مع\r\nآية الله العظمى\r\nالسيد الشهيد محمدالصدر قدس سره\r\nهيئة تراث السيد الشهيد الصدر قدس سره\r\nالنجف الأشرف\r\nدارومكتبة البصائر\r\nبيروت\r\n\r\n","description":"","footnote":"","page_name":" 4 ","page_number":4},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\n","description":"","footnote":"","page_name":" 5 ","page_number":5},
  {"content":"\r\n\r\n\r\n[ المدخل 
  ]\r\nبسمه تعالى\r\nكان لزاما علينا أن ننشر هذه الكتب القيمة لما تضم من علم وافر وفكر عالٍ ووعي كبير وفائدة جمة للمجتمع كافة . . . فإن فكر السيد الوالد ( قدس ) يضم جواهراً كثيرة لابد علينا من نشرها فهي تصب في بناء المجتمع إسلامي . . .\r\nوبعد طول انتظار قام بعض الفضلاء والمؤمنين وبإشراف مباشر منا بتنضيد وتصحيح وتدقيق هذه المؤلفات الجليلة القدر لتخرج للنور فيشع شعاعها على المؤمنين في مشارق الأرض ومغاربها فجزاهم الله خيرا .\r\nعلما أن كل كتاب له ( قدس ) لا يضم مقدمة لنا فهو ليس صادر عنا على أن يكون المخول من قبلنا لطباعة هذه الكتب هم ( ( هيئة تراث السيد الشهيد ) ) في النجف الأشرف أو من يحمل تخويلا خطيا منا .\r\nمقتدى الصدر\r\n10 جمادي الثانية 1429\r\n\r\n","description":"","footnote":"","page_name":" 6 ","page_number":6},
  {"content":"\r\n\r\nبسم الله الرحمن الرحيم\r\n\r\nالمقدمة\r\nالحمد الله رب العالمين والصلاة والسلام على أشرف الأنبياء والمرسلين حبيب إله العالمين أبو القاسم محمد وعلى آله الطيبين الطاهرين .\r\nقال سبحانه وتعالى : ( يَاأَيُّهَا النَّاسُ إِنَّا خَلَقْنَاكُمْ مِنْ ذَكَرٍ وَأُنثَى وَجَعَلْنَاكُمْ شُعُوبًا وَقَبَائِلَ لِتَعَارَفُوا إِنَّ أَكْرَمَكُمْ عِنْدَ اللَّهِ أَتْقَاكُمْ إِنَّ اللَّهَ عَلِيمٌ خَبِيرٌ ) « 1 » ، فالهدى إذن من تصنيف البشر إلى شعوب مختلفة وقبائل متنوعة بالملامح واللغات والتقاليد هو التعارف بينهم أي ليعرف كل إنسان بسماته وخصائصه المميزة له ولتعرف أنسابهم لا لكي يتفاخروا بها أو يتفاضلوا بها إذ ليس لجنس على أخر ولا لفصيل على أخر فضل وتفوّق كما تبينه بعض الدعوات العصبية الجاهلية بل أساس التفاضل هو التقرب من الله تبارك وتعالى\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحجرات / 13\r\n","page_name":" 7 ","page_number":7},
  {"content":"\r\n\r\nوتقواه وبهذا المعيار ينظر الإسلام إلى الناس فتراه يرفع سلمان الفارسي ويجعله من أهل البيت الذين أذهب الله عنهم الرجس وطهرهم تطهيراً وبالمقابل تنزل سورة كاملة في القرآن الكريم بذم أبي لهب عم الرسول ( ص ) وتبقى خالدة إلى يوم القيامة ولنا عبرة فيما اقتص سبحانه من قصة نبي الله نوح وولده فقال له ، ( إِنَّهُ لَيْسَ مِنْ أَهْلِكَ إِنَّهُ عَمَلٌ غَيْرُ صَالِحٍ ) « 1 » ، ( يَوْمَ لَا يَنْفَعُ مَالٌ وَلَا بَنُون إِلَّا مَنْ أَتَى اللَّهَ بِقَلْبٍ سَلِيمٍ ) « 2 » ويوم يقول الناس لرب العالمين فلا انساب بينهم يومئذ ، ( وَمَا أَمْوَالُكُمْ وَلَا أَوْلَادُكُمْ بِالَّتِي تُقَرِّبُكُمْ عِنْدَنَا زُلْفَى إِلَّا مَنْ آمَنَ وَعَمِلَ صَالِحًا فَأُوْلَئِكَ لَهُمْ جَزَاءُ الضِّعْفِ بِمَا عَمِلُوا وَهُمْ فِي الْغُرُفَاتِ آمِنُونَ ) « 3 » فالهدف الأسمى للإنسان في هذه الحياة هي معرفة الله سبحانه وتعالى وطاعته وعبادته ، ( وَمَا خَلَقْتُ الْجِنَّ وَالْإِنسَ إِلَّا لِيَعْبُدُونِ ) « 4 » ولا ينبغي أن يطاع أحد الإ من كانت طاعته من طاعة الله سبحانه أما إذا كانت طاعة المخلوق تسبب معصية الخالق فهي مرفوضة . لا طاعة لمخلوق في معصية الخالق « 5 » وهؤلاء الذين يطاعون من دون الله سبحانه يستبرأون من\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هود / 47\r\n( 2 ) مضمون الآيات 88 - 89 / الشعراء\r\n( 3 ) سبأ / 37\r\n( 4 ) الذاريات / 56\r\n( 5 ) حديث للإمام السجاد عليه السلام مضمونه\r\n","page_name":" 8 ","page_number":8},
  {"content":"\r\n\r\nأتباعهم يوم القيامة ولا تنفعهم طاعتهم بل يلعن بعضهم بعضا ويندمون حيث لا ينفع الندم ، ( وَبَرَزُواْ لِلّهِ جَمِيعاً فَقَالَ الضُّعَفَاء لِلَّذِينَ اسْتَكْبَرُواْ إِنَّا كُنَّا لَكُمْ تَبَعاً فَهَلْ أَنتُم مُّغْنُونَ عَنَّا مِنْ عَذَابِ اللّهِ مِن شَيْءٍ قَالُواْ لَوْ هَدَانَا اللّهُ لَهَدَيْنَاكُمْ سَوَاء عَلَيْنَا أَجَزِعْنَا أَمْ صَبَرْنَا مَا لَنَا مِن مَّحِيصٍ ) « 1 » ، ( وَلَوْ تَرَى إِذِ الظَّالِمُونَ مَوْقُوفُونَ عِندَ رَبِّهِمْ يَرْجِعُ بَعْضُهُمْ إِلَى بَعْضٍ الْقَوْلَ يَقُولُ الَّذِينَ اسْتُضْعِفُوا لِلَّذِينَ اسْتَكْبَرُوا لَوْلَا أَنتُمْ لَكُنَّا مُؤْمِنِينَ ، قَالَ الَّذِينَ اسْتَكْبَرُوا لِلَّذِينَ اسْتُضْعِفُوا أَنَحْنُ صَدَدْنَاكُمْ عَنِ الْهُدَى بَعْدَ إِذْ جَاءكُم بَلْ كُنتُم مُّجْرِمِينَ ) « 2 » ومثل هذه المخاصمات بين الأتباع ورؤسائهم كثيرة ومنتشرة في كتاب الله ، ( حَتَّى إِذَا ادَّارَكُواْ فِيهَا جَمِيعاً قَالَتْ أُخْرَاهُمْ لأُولَاهُمْ رَبَّنَا هَؤُلاء أَضَلُّونَا فَآتِهِمْ عَذَاباً ضِعْفاً مِّنَ النَّارِ قَالَ لِكُلٍّ ضِعْفٌ وَلَكِن لَّا تَعْلَمُونَ ) « 3 » وكل ذلك للتحذير مما وقعت فيه الأمم السابقة فإنهم أطاعوا كبراءهم فأضلوهم السبيل ولم يغنوا عنهم شيئا من الله . لذا يجب على كل من يسلم قيادة لأحد أو يدخل في طاعة أحد ومتابعته أن يراقبه فإن كان في طاعة الله سبحانه سار معه وإلا نبذه وتخلف عنه فإنه حينئذ - كفرعون - يقدم قومه حتى يوردهم النار وبئس الورد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) إبراهيم / 21\r\n( 2 ) سبأ / 31 - 32\r\n( 3 ) الأعراف / 38\r\n","page_name":" 9 ","page_number":9},
  {"content":"\r\n\r\nالمورود . وأظن أن هذه المقدمة واضحة في أذهان الجميع ومتسالم على صدقها لكن العجب بعد كل ذلك أن نرى كثيراً من الأنظمة العشائرية والتقاليد المتبعة فيها مخالفة بصراحة للشريعة ومع ذلك ترى لها قوة في التطبيق أشد من قوة الشريعة فيرضخ لها الإنسان وينصاع وإن كان في ذلك معصية الله سبحانه ودخول جهنم فبالرغم مما تنطوي عليه الأنظمة من حسنات وإيجابيات كالاتحاد والتآزر والتواصل وسد الحاجة وما تنطوي عليه من خصال حميدة كالكرم والشجاعة والوفاء والغيرة والنخوة لكن هذا كله يجب أن يكون في قالب الدين والشريعة ولا يزيغ عنها ولا يجوز أن يكون ضغط العرف العشائري أكثر من الوازع الديني بل يجب تهذيب وتعديل هذا العرف بما ينسجم مع الشريعة وان الشيطان ليومي إلى أوليائه بأنه النار ولا العار والإمام الحسين عليه السلام يقول\r\n( العار أولى من دخول النار ) « 1 »\r\nعلى أنه ليس في تطبيق الشريعة المقدسة أي عار بل العار في مخالفتها والشرف في الالتزام بها كما في الحديث\r\n( من أراد عزا بلا عشيرة وشرفا بلا سلطان فليخرج من ذل معصية الله إلى عز طاعة الله ) « 2 »\r\n. فان الإسلام يريد إصلاح البشرية وسعادتها . أما من أغواهم الشيطان\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) فقرة من خطبة الإمام الحسين عليه السلام\r\n( 2 ) حديث عن الإمام السجاد عليه السلام\r\n","page_name":" 10 ","page_number":10},
  {"content":"\r\n\r\nفيريدون الضلال والشقاء والتعاسة والفوضى والهمجية .\r\nوإذا اجتمع الخصوم عند الله سبحانه فلا ينفع المذنب أن يقول أمرني رئيس عشرتي بكذا أو علي التنفيذ فإنه يرمى هو ورئيس عشيرته في جهنم ويكون مع المشركين الذين اعتذروا بأنه ، ( إِنَّمَا أَشْرَكَ آبَاؤُنَا مِن قَبْلُ وَكُنَّا ذُرِّيَّةً مِّن بَعْدِهِمْ ) « 1 » فنهيب بإخواننا أبناء العشائر ألا يكونوا فريسة سهلة للشيطان ويضيعوا دينهم ودنياهم من أجل تسويلات شيطانية ما أنزل الله بها من سلطان فان أشد الناس حسرة من باع دينه لدنيا غيره فما معنى أن يتقاتل قوم فتذهب النفوس والأموال - وهم يدعون الإسلام - من أجل كلام مفترى وتهم مدعاة من دون تحقيق ، يلقيها مغرض أو منافق أو حاقد ويوقع العداوة والبغضاء بين المسلمين وهو عين ما كان يفعله اليهود بين الأوس والخزرج في المدينة وسالت أودية من الدماء بسبب كلام فارغ يقال هنا وهناك وقد لا يكون له أساس من الصحة . وحتى لو حدث حادث . . . لا سامح الله - بسبب نزوة شيطانية من زنا أو لواط أو قتل أو سرقة فقد جعل له الشارع المقدس ضوابط وحدود ، ( تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا ) « 2 » ، ( مَن يَتَعَدَّ حُدُودَ اللَّهِ فَقَدْ ظَلَمَ نَفْسَهُ ) « 3 » ، أما هذه الأحكام الجزافية\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الأعراف / 173\r\n( 2 ) البقرة / 329\r\n( 3 ) الطلاق / 1\r\n","page_name":" 11 ","page_number":11},
  {"content":"\r\n\r\nالتي جرى عليها العرف العشائري فما أنزل الله بها من سلطان ومن يشرع أحكاما بغير ما أنزل الله فان عذابه شديد لأنه ينازع الله تعالى في سلطانه ويجعل نفسه حاكما في مقابل حاكمية الله تبارك وتعالى .\r\nونصيحتنا لرؤساء العشائر أن لا تغرهم هذه الرئاسات فقد حذرنا الأئمة من تولي رئاسة مجموعة من الناس مهما كانت قليلة لأنه يطول موقفه يوم القيامة ويسأل عن كل صغيرة وكبيرة وإن ممن لا يشم ريح الجنة من تولى عرافة قوم أي رئاستهم ومشيختهم وكان السلف الصالح يتهربون من الزعامات ورعاً واحتياطا لدينهم وفراراً من الوقوع في المزالق فمن تبوأ مثل هذه المقاعد فليضاعف الحذر أمام الله سبحانه وتعالى وليكن على معرفة تامة بأحكام الشريعة لكي لا يقع في مخالفتها ويجب أن يكون واسع الصدر رحيما رؤوفا بالناس يقبل العذر ليكن جامعاً لشتى الخصال النفسية الحميدة .\r\nوهذه أسئلة توجه بعض الأخوة المخلصين الغيورين على الدين على شكل حوار فتوائي مع سماحة المرجع الديني آية الله العظمى السيد محمد الصدر وهي كما هو واضح شاملة لكثير من التقاليد والعادات والقوانين العشائرية المنحرفة الظالمة وتفضل سماحته بالإجابة ليعلن بصراحة رفض الشريعة المقدسة لها وليبين\r\n\r\n","description":"","footnote":"","page_name":" 12 ","page_number":12},
  {"content":"\r\n\r\nراية الحق فيها لعل فيها ذكرى لمن يتذكر أو ألقى السمع وهو شهيد . وذكر فان الذكرى تنفع المؤمنين وما توفيقي إلا بالله عليه توكلت وإليه أنيب وهو نعم المولى ونعم النصير .\r\nأحد طلبة الحوزة\r\nالعلمية الشريفة\r\n5 رمضان المبارك 1417\r\n\r\n","description":"","footnote":"","page_name":" 13 ","page_number":13},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 14 ","page_number":14},
  {"content":"\r\n\r\nسماحة آية الله العظمى السيد محمد الصدر\r\n( دام ظلكم على المسلمين )\r\nنرجو من سماحتكم سيدنا أن تكون الإجابة على هذه الأسئلة بلغة العرف لا بلغة الفقيه لصعوبة فهم العبارة الفقهية .\r\nجزاكم الله خير جزاء المحسنين\r\n\r\n","description":"","footnote":"","page_name":" 15 ","page_number":15},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 16 ","page_number":16},
  {"content":"\r\n\r\n\r\nالسنينة العشائر ية وحكم الشرع فيها\r\n\r\n","description":"","footnote":"","page_name":" 17 ","page_number":17},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 18 ","page_number":18},
  {"content":"\r\n\r\n\r\nتمهيد\r\nالسنينة العشائرية ، وهي مجموعة من الأحكام والبنود التي تواضع عليها مجموعة من رؤساء العشائر ووجهائها أو مجموعة رؤساء الأفخاذ لعشيرة واحدة لغرض السيطرة على شؤون العشيرة داخلياً وخارجياً بما يوفر الحماية والأمن لأفرادها .\r\nولكن هذه الأحكام غالباً ما تكون منافية للأحكام الشرعية لأنها مشرّعة وموضوعة من قبل أناس بعيدين عن الشريعة المقدسة .\r\nأما الحكم الشرعي ، فمن تعاريفه المشهورة عن الأصوليين هو خطاب الشارع المتعلق بأفعال المكلفين بالاقتضاء أو التخيير أو الوضع « 1 »\r\nفخطاب الشارع هو كلام الله تعالى ، سواء كان كلامه ضمن القرآن الكريم أم كان ضمن السنة الشريفة باعتبار أن النبي ( ص )\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مباحث الحكم عند الأصوليين ج 1 ص 55 .\r\n","page_name":" 19 ","page_number":19},
  {"content":"\r\n\r\n( وَمَا يَنْطِقُ عَنْ الْهَوَى ، إِنْ هُوَ إِلَّا وَحْيٌ يُوحَى ) « 1 » ، بل يشمل كلامه تعالى ما يستكشف من الأدلة الأخرى - غير القرآن والسنة - كالإجماع والعقل ، باعتبار أن دلالة هذه الأدلة الأخرى مستندة إلى القرآن أو السنة ، فهي كاشفة عن خطاب الله تعالى بصورة غير مباشرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) النجم / 3 - 4 .\r\n","page_name":" 20 ","page_number":20},
  {"content":"\r\n\r\nبسمه تعالى وبه نستعين\r\nوصلى الله على محمد وآله الطاهرين\r\nسماحة المرجع الديني آية الله العظمى السيد محمد الصدر دامت بركاته .\r\nس 1 : - ما هو رأي الشارع المقدس في بنود هذا النص العشائري ، هل هو نافذ شرعاً أم لا ، أم فيه تفصيل . وان كان فيه تفصيل فما هو الموافق للشرع وما هو المخالف له ، وهل يمكن تعديل ما يمكن في هذا النص بما يوافق الشرع المقدس ؟\r\n\r\nالنص العشائري\r\nاننا المدونة أسماؤنا وتواقيعنا أدناه رؤساء واختيارية عشيرة ( . . . . ) جميعاً بكمال رشدنا نقر حقاً ونعترف صدقا إقراراً شرعياً صحيحا نافذاً بانا جميعاً مقرين في حال يصح فيها الإقرار بطوعنا من غير جبر ولا إكراه قد تحالفنا وتعاهدنا فيما بيننا على عادة العشائر بموجب الشروط الآتية : -\r\n\r\n","description":"","footnote":"","page_name":" 21 ","page_number":21},
  {"content":"\r\n\r\n1 . قد خولنا ( . . . . ) رئيساً إلى عشيرتنا .\r\n2 . الحلف والعهد على دم واسقاط وهاوية .\r\n3 . يؤدي الجاني ثلث الدية وثلثين توزع على العشيرة بالتساوي .\r\n4 . الهاوية والاسقاط تتوزع على العرب بالتساوي .\r\n5 . الزاني والسارق ليس له حق على العرب .\r\n6 . الذي يقتل من العرب يؤخذ ثلث وتوزع على العرب وثلثين لذويه .\r\n7 . الذي يقتل فرداً من العشيرة المتحالفة لا يؤدي أحد معه ويترحل من القرية إذا كان قريباً من أهل المقتول .\r\n8 . سارق أخيه المتحالف يؤدي أربعة أمثال والذي يرجع برأسها تردع بواحدة أخرى من جنسها كما قرره حمل السلاح والدفاع عن الوطن من الغازي والمعتدي .\r\nومن ينقض أحد هذه الشروط الله تعالى غريمه ورسوله . وعلى هذا الحلف والعهد قد قررنا هذه النسخة وجعلنا بيد كل\r\n\r\n","description":"","footnote":"","page_name":" 22 ","page_number":22},
  {"content":"\r\n\r\nاختيار نسخة .\r\nبسمه تعالى : - كل نص يخالف الشرع فهو باطل وهو ما يحل حراماً أو يحرم حلالًا « 1 » . ويمكن بل يجب الاتفاق على تبديله إلى ما يرضي الله ورسوله « 2 » . أما إذا كان مخالفاً للشريعة فيكون نقضه واجباً . وليس كما يقولون في نهايته : أن فيه غريمه الله ورسوله . إذ كيف إن الله ورسوله يرضيان بعصيان تعاليم الدين . هذا ، ويمكن تعيين التعاليم الشرعية بالرجوع إلى الفقه والفقهاء .\r\nس 2 : - ما هي حدود تصرف رئيس العشيرة أو القبيلة في حقوق الأفراد المالية وغيرها ( البالغين والقاصرين ) . وهل يصح شرعاً التنازل عن بعض أو كل هذه الحقوق تحت تأثير الغير على رئيس العشيرة كالوجاهة وغيرها .\r\nبسمه تعالى : ليس لرئيس العشيرة ولاية شرعية لا عامة ولا\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يعتبر النص المجعول عشائريا في مقابل الحكم الشرعي وهو باطل في حال الالتزام والعمل به لان المشرع هو الله والمعصوم ولا يمكن لأحد أن يدرك المصلحة للناس سوى المشرع الحكيم ، إذن فكل حكم موضوع من غير المشرع باطل لقوله تعالى ( وَمَنْ لَمْ يَحْكُمْ بِمَا أَنزَلَ اللَّهُ فَأُوْلَئِكَ هُمْ الظَّالِمُونَ ) المائدة / 45 .\r\n( 2 ) أي يجب على شيوخ العشائر وأفراد العشائر الأخذ بما يوافق الحكم الشرعي وترك ما يخالفه وان كان مغايراً للحكم العشائري لأنه حكم الله ووجوب الطاعة هي لله وحكمه لا للحكم العشائري . / الناشر .\r\n","page_name":" 23 ","page_number":23},
  {"content":"\r\n\r\nخاصة « 1 » . إلا بإذن الحاكم الشرعي . وهذا يشعر به بعضهم فيستأذنون من العلماء جزاهم الله خيراً . ويمكن لأبناء العشائر أن يرشحوا أمام الحاكم الشرعي رئيساً لهم مؤمنا متفقها بأحكام عمله فيستحصل من الحاكم الشرعي تخويلًا بتصرفاته على أن يتقيد باستمرار بتعاليم الدين وفتاوي الفقهاء .\r\nس 3 : - هل يأثم من يدين بالولاء لرئيس عشيرته إذا علم فسقه بشرب الخمر وأخذ الرشوة والكذب وغيرها .\r\nبسمه تعالى : يعتبر مثل هذا الفرد حاكماً ظالماً لا يجوز الولاء له شرعا « 2 » وإنما يجب الولاء لمن تثبت ولايته الشرعية وعدالته\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الولاية العامة من المعصوم سلام الله عليه بالاجتهاد والولاية الخاصة منه أيضا أو من وكيله الذي هو مرجع التقليد وكلا الولايتين غير موجودتين عند شيخ العشيرة إلا من راجع الحاكم الشرعي في حدود تلك الولاية . / الناشر .\r\n( 2 ) أما مراد سماحته ( دام ظله العالي ) حاكما ظالما لما ورد عن أبي عبد الله عليه السلام قال : القضاة أربعة ثلاثة في النار وواحد في الجنة . رجل قضى بجور وهو يعلم فهو في النار . ورجل قضى بالجور وهو لا يعلم فهو في النار ورجل قضى بالحق وهو لا يعلم فهو في النار ، ورجل قضى بالحق وهو يعلم أنه الحق فهو في الجنة ( وسائل الشيعة 3 / 369 باب 4 حديث 6 [ ح - ج 18 / 11 
  ] .\r\nولقوله تبارك وتعالى وَمَن لَّمْ يَحْكُم بِمَا أنزَلَ اللّهُ فَأُوْلَئِكَ هُمُ الظَّالِمُونَ المائدة آية / 45\r\nوفي وسائل الشيعة 3 / 369 باب 3 حديث 2 [ ط . ج 18 / 7 
  ] .\r\nعن أبي عبد الله عليه السلام قال : قال أمير المؤمنين عليه السلام لشريح : يا شريح قد جلست مجلساً لا يجلسه [ ن خ : ما جلسه 
  ] إلا نبي أو وصي أو شقي .\r\n","page_name":" 24 ","page_number":24},
  {"content":"\r\n\r\nفي الحكم والتصرف .\r\nس 4 : - جرت السنينة بين عشائر ربيعة وشمر وزبيد والعشائر المجاورة حول ربيعة على تحديد الفصل فيما بينهم ولا يجوز زيادته ونقصانه لكل الأطراف حتى وان لم يرضى صاحب القضية أو المجني عليه بهذا المقدار المحدد . فما هو رأي الشارع المقدس في ذلك .\r\nبسمه تعالى : هذا غير جائز فان الفصل من الدية ، والدية ملك الورثة . فان كانوا كباراً راشدين جاز تنازلهم برضاهم . وأما إذا لم يرض أحدهم أو كان فيهم قاصر كالطفل أو السفيه أو المجنون فيجب حفظ حصته له من الدية الشرعية . ولا يجوز التنازل عنه حتى من قبل وليه « 1 » .\r\nس 5 : - هناك أحكام وفرائض يحكم بها شيوخ العشائر تبعاً\r\n\r\n\r\n","description":"","footnote":"\r\nوأما مراد سماحته ( دام ظله العالي ) [ لا يجوز الولاء له شرعاً 
  ] لما ورد عن أبي عبد الله عليه السلام في أصول الكافي 2 / 297 حديث 5 قال : من طلب الرئاسة هلك .\r\nوص 398 حديث 4 قال أبو عبد الله عليه السلام إياك والرئاسة ، وإياك أن تطأ أعقاب الرجال . قال : قلت جعلت فداك أما الرئاسة فقد عرفتها ، وأما أن اطأ أعقاب الرجال فما ثلثاً ما في يدي إلا مما وطئت أعقاب الرجال فقال لي ليس حيث تذهب . إياك أن تنصب رجلا دون الحجة فتصدقه في كل ما قال / الناشر .\r\n( 1 ) للحاكم الشرعي الولاية على المجنون إذا لم يكن له ولي من أب أو جد للأب . وكذا على الصبي الذي ليس له ولي ولا وصي . / الناشر .\r\n","page_name":" 25 ","page_number":25},
  {"content":"\r\n\r\nلآرائهم وهي بعيدة عن روح الشريعة هل هذا العمل جائز ؟\r\nبسمه تعالى : ليس رئيس العشيرة حاكماً شرعياً ولا مخولًا من الحاكم الشرعي وليس القوة والشهرة له سبباً شرعياً لنفوذ حكمه إذا لم يكن له أساس شرعي وإنما هو يتحمل أمام الله سبحانه مسؤولية المظالم التي اقترفها في عشيرته .\r\nس 6 : - هل يجوز للناس ترتيب الآثار على أحكام شيخ العشيرة ؟\r\nبسمه تعالى : كلا لأنها أحكام مخالفة للشريعة فمثلًا إذا باع شيئاً أو زوج امرأة أو أبعد شخصاً إلى غير بلده ونحو ذلك « 1 » بالإكراه لم يكن نافذاً ولم يصح البيع والعقد .\r\nس 7 : - جرى في العرف العشائري على مضاعفة الفصل أو الدية عند تحقق فعل أو جناية تنقض صلحا بين الجاني والمجني عليه . هل يصح ذلك شرعاً وما مقدار مضاعفة الدية ان صح ذلك ؟\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) هذه الأحكام من حق المعصوم أو وكيله بالولاية العامة وهو مرجع التقليد أما من لم يكن معصوما ولا وكيلًا عنه فحكمه باطل في مثل هذه المسائل وتجرِّي على الله ورسوله ( تِلْكَ حُدُودُ اللَّهِ فَلَا تَعْتَدُوهَا وَمَنْ يَتَعَدَّ حُدُودَ اللَّهِ فَأُوْلَئِكَ هُمْ الظَّالِمُونَ ) البقرة آية 329 / الناشر\r\n","page_name":" 26 ","page_number":26},
  {"content":"\r\n\r\nبسمه تعالى : مضاعفة الدية أمر غير شرعي تحت أي ظرف من الظروف وإنما تؤخذ الدية بالمقدار الشرعي بدون زيادة ولا نقيصة . نعم يمكن تعزير الفرد ان فعل محرما وذلك بحكم الحاكم الشرعي لا بدونه .\r\nس 8 : - هل يجوز لشيخ العشيرة أو الوجيه أن يقلل أو يزيد من مقدار الفصل دون أخذ إذن الولي ؟\r\nبسمه تعالى : إذا وافق ولي الدم ورضي بذلك حقيقة كان شرعيا وإلا فهو باطل ولولي الدم المطالبة بالفرق . وإذا كان في الورثة قاصرون لم يجز ذلك مطلقاً .\r\nس 9 : - هل يجوز دفع المرأة إلى ولي المقتول كدية وهو فصل بالعرف العشائري .\r\nبسمه تعالى : لا يجوز ذلك إطلاقاً ولا تصلح المرأة للدية « 1 »\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الدية : هي المال المعين شرعا في الجناية على النفس أو الطرف أو الجرح أو نحو ذلك ويختص هذا الاصطلاح بأن يكون المجني عليه حراً . فلو كان عبداً ، كانت ديته قيمته أو جزءها . فلو لم يكن معينا وكان أمره موكولًا إلى الحاكم الشرعي سمي بالحكومة . وتثبت الدية في موارد الخطأ المحض . أو الشبيه بالعمد أو فيما لا يكون فيه قصاص أو لا يمكن فيه . أما في العمد الذي ثبت فيه القصاص . فإن كان هنالك رد وجب وكان بمنزلة الدية ، وأما لو ثبت القصاص بلا رد شيء فلا تثبت فيه الدية إلا بالتراضي مع الجاني أو وليه على الأحوط . سواء كان ذلك في النفس أم في غيرها فدية قتل الحر المسلم عدة\r\n","page_name":" 27 ","page_number":27},
  {"content":"\r\n\r\nبأية حال . وإذا عقدت وتم زواجها فان كانت باكراً فالمهم رضا أبيها وان كانت ثيباً فالمهم رضاها فإذا لم يكن الرضا موجوداً كان العقد باطلًا وكانت العلاقة الجنسية محرمة مالم يكن الفرد منهما في حالة عسر وحرج شديدين .\r\n\r\n\r\n","description":"","footnote":"\r\nخصال مخيراً بينها :\r\nأولًا : مئة بعير فحل من مسان الإبل .\r\nثانياً : مئتي بقرة والظاهر عدم الفرق بين الذكر والأنثى .\r\nثالثاً : مئتي حلة ، وكل حلة ثوبان . والأحوط أن تكون رجالية ومن قماش معتد به . رابعاً : ألف دينار ، ويراد به الدينار الذهبي المسكوك بسكة المعاملة ووزنه مثقال شرعي واحد . ثمانية عشر حبة . وهو يساوي ثلاثة أرباع المثقال الصيرفي المتعارف والذي يساوي أربعا وعشرون حبة .\r\nخامساً : عشرة آلاف درهم ويراد به الدرهم من الفضة المسكوكة بسكة المعاملة والأحوط اعتبار وزن الدرهم كوزن الدينار المشار إليه قبل قليل وليس أقل من ذلك . كما قيل .\r\nسادساً : ألف شاة والظاهر كفاية ألف رأس من الغنم سواء كان من الضأن أو المعز ومن الذكور أو الإناث . لكن لا ينبغي أن تكون صغيرة بحيث لا يصدق عليها العنوان ولا مريضة مرضا معتداً به أو ناقصة نقصانا معتداً به . ونفس هذا الاحتياط شامل للإبل والبقر أيضاً .\r\nويجب دفع الدية من أموال مخمسة ومزكاة وليست من مجهول المالك ونحو ذلك . وإلا بقيت الذمة مشغولة بها أو ببعضها . ولا يجوز الدفع من أموال الغير بدون رضاه نعم مع الرضا يكون ذلك جائزاً . تستوفي دية العمد في سنة واحدة من مال الجاني بمعنى أنه ليس للآخر الحق شرعاً بان يطالب بها في أقل من سنة أو نقداً إلا أن يستطيع الجاني ذلك ويرضى به . إذن الدية الشرعية التي جاء بها النبي ( ص ) هي هذه الخصال الستة ( ما جاء به النبي خذوه وما نهاكم عنه فانتهوا ) فما لم يأت به النبي فهو محرم كجعل النساء دية في العرف العشائري / منهج الصالحين ص 261 - 262 / الناشر .\r\n","page_name":" 28 ","page_number":28},
  {"content":"\r\n\r\nس 10 : - مسألة أخذ النساء فصلًا على موضوع النهب والقتل يمكن أن يرفع الغيض والحزازات بسبب أخذهم لهذه النساء وخاصة بين أولاد العم . وهل يجوز ذلك بهذا الفرض ؟\r\nبسمه تعالى : لا يختلف هذا الفرض عن غيره في كونه مشمولًا للقواعد العامة الشرعية لصحة الزواج . وأهمها هنا رضا الأب في البكر ورضا المرأة الثيب . فان حصل صح والا بطل . غير أن الأرجح لهم الرضا حقيقة من أجل سد باب الفساد والحزازات .\r\nس 11 : - على نفس الفرض السابق رضا الأب بحسب اعتقاده بحكم العرف العشائري لا رضاه أن يكون فلان زوجها ، علماً سيدي لا يعلم الأب من سيكون زوج ابنته فعلى هذا الفرض هل يصح العقد ؟\r\nبسمه تعالى : نعم المهم الرضا الفعلي ، مهما كان الداعي إليه . إلا أن الأحوط تعرفه على الزوج المعين .\r\nس 12 : - هل الاحتياط في الجواب السابق وجوبي وإذا كان كذلك وقد تزوجت البنت الباكر مع عدم معرفة الأب بذلك الزوج إلا بعد الزواج وقد رضي الأن به يصح ذلك العقد بالرضا المتأخر أم لا ؟\r\n\r\n","description":"","footnote":"","page_name":" 29 ","page_number":29},
  {"content":"\r\n\r\nبسمه تعالى : الرضا الإجمالي من قبل الأب كاف . ومع عدم علمه لا بأس بالرضا المتأخر بعد العقد وقبل الزفاف . وأما مع حصول الدخول فإن كان جهلًا فهو وطء شبهة وإلا فهو زنا ما لم يرض الأب بالعقد باختياره . وعلى أي حال فالاحتياط المذكور استحبابي .\r\nس 13 : - هل يجوز أخذ المال بدلًا أو عوضا عن هذه النساء ، يعني أول الفصل هو النساء وبعد الكلام الطويل يتحول الفصل إلى عوض مالي ؟\r\nبسمه تعالى : يمكن القصد إلى كون المال هو الدية حقيقة وان كان في العرف العشائري من أجل عوض النساء ما دامت الدية مقررة شرعاً .\r\nس 14 : - هل تجوز النهوة وهي أن يمنع ابن العم بنت عمه من الزواج من أجنبي والمرأة ترفض الزواج من ابن عمها لعدم كفاءته شرعاً وعرفاً ؟\r\nبسمه تعالى : النهوة غير شرعية ولا أثر لها أطلاقا وخاصة ما لم يكن الناهي كفوءاً فيجوز للأب تزويجها حتى مع النهي بل يستحب قبول الخطبة من الكفوء بل لا يجوز تأخير الزواج وإعضال المرأة بمثل هذه الحجج غير الشرعية .\r\n\r\n","description":"","footnote":"","page_name":" 30 ","page_number":30},
  {"content":"\r\n\r\nس 15 : - إذا لزم الوالد أولاده بالنهوة العشائرية أو يخرجوا عن طاعته وأمره عدم اعترافه بهم حق له ؟ وهل معصيته في هذا الأمر ذنب يأثم عليه الأولاد ؟\r\nبسمه تعالى : إذا كان موضوع النهوة مباحاً لزمه طاعته وان كان محرما لزم تطبيق الحكم الشرعي .\r\nس 16 : - متى يكون موضوع النهوة مباحاً ومتى يكون محرماً ؟\r\nبسمه تعالى : إذا كان المنهي عنه مباحاً أو مكروهاً أو حراماً جازت إطاعة النهي بل وجبت . واما إذا نهى عن واجب أو أمر بحرام فلا يجوز طاعته ما لم يقع الفرد في ضرورة شديدة .\r\nس 17 : - وضع الوالد أولاده أمام الأمر الواقع ومخالفته تحرجه أمام الناس والعشيرة فيما إذا تزوج ولده على هذا الأساس فهل به إشكال .\r\nبسمه تعالى : لا رأي للوالد مع رضا الولد بزواجه فيصح العقد وان كان عاصياً من الناحية التكليفية فيما إذا كان الواجب عليه طاعته .\r\nس 18 : - هل تجب طاعة الوالد حتى يخرج الولد من الحرمة\r\n\r\n","description":"","footnote":"","page_name":" 31 ","page_number":31},
  {"content":"\r\n\r\nالتكليفية فيما لو فرض الوالد عليه امرأة للزاوج منها والولد يرغب في غيرها .\r\nبسمه تعالى : إذا كان الولد في عسر أو حرج أو ضرر من هذه الناحية سقطت الحرمة التكليفية . وإذا لم يكن شيء من ذلك فمعناه انه يتمكن من الزواج منها وإنما يعصي والده لمجرد الرغبة . فيجب عليه طاعته « 1 » والرضا بالعقد الذي يأمر به .\r\nس 19 : - دائماً يقوم الناهون إذا لم يتحقق مرادهم بقتل الزوجة وأحيانا الزوج . فهل يحل لهم ذلك .\r\nبسمه تعالى : هذا واضح الفساد والحرمة شرعاً . ويكون مشمولًا لقوله تعالى\r\n( مَن قَتَلَ نَفْساً بِغَيْرِ نَفْسٍ أَوْ فَسَادٍ فِي الأَرْضِ فَكَأَنَّمَا قَتَلَ النَّاسَ جَمِيعاً )\r\nس 20 : - آثار النهوة في حالة عدم انصياع الرجل الذي عقد وتزوج شرعاً من المرأة التي نهى عن زواجها ابن العم حتى وان كان من أفراد العشيرة يقوم ابن العم هذا بإرسال مجموعة من أفراد العشيرة وقد يكون هو معهم إلى بيت الزوجين فيقومون برمي\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقوله تعالى ( ( واعبدوا الله ولا تشركوا به شيئاً وبالوالدين إحسانا ) ) النساء آية 36 وقوله ( ( ووصينا الإنسان بوالديه إحسانا ) ) الأحقاف آية 15 / الناشر\r\n","page_name":" 32 ","page_number":32},
  {"content":"\r\n\r\nالرصاص على البيت ليلًا وبعض الأحيان تقع مواجهة للرد بالمثل وتحدث دماء ورعب للزوجين وللجيران . فهنا فروع :\r\nأ . لو حصل قتل أحد أفراد البيت المعتدى عليه مع علمهم بتوجيه النهوة لهم عن هذا الزواج ، فهل يتحمل القاتل مسؤولية القتل أو أي نوع من الإصابات شرعاً .\r\nبسمه تعالى : نعم يتحمل المعتدي مسؤولية هجومه لأنه لا حق له به شرعاً . بخلاف الدفاع ضده فإنه جائز وكل ما حصل فيه فهو مهدور .\r\nب . لو حصل قتل أحد أفراد النهوة المهاجمون بالرمي على البيت المنهي أثناء المواجهة فهل يتحمل المنهي دية المقتول أو المجروح .\r\nبسمه تعالى : ذكرنا في الجواب السابق انه إذا كان مقتولًا في الدفاع عن النفس فدمه مهدور وكذلك ما يحصل من الجرح ولا دية على الفاعل .\r\nج - . ماذا على الفاعل الناهي بإدخال الرعب للعائلة المنهية والعوائل المجاورة جراء الرمي العشوائي .\r\n\r\n","description":"","footnote":"","page_name":" 33 ","page_number":33},
  {"content":"\r\n\r\nبسمه تعالى : يتحمل مسؤوليته شرعاً في الدنيا والآخرة ويكون آثما وإذا تكرر منه الفعل اعتبر مفسداً في الأرض وجرى عليه حكمه .\r\nد . لو طلب المنهي المساعدة من جاره نتيجة لكثافة الرمي فهل تجب عليه إجابته مع علمه بالنهوة الموجهة لجاره ومع علمه فعل ذلك تبرعاً هل يجوز ذلك منه على الفرضين .\r\nبسمه تعالى : مع ظن السلامة تكون الإجابة واجبة لان فيها حفظاً لنفوس المعتدى عليهم . وبخلافه يكون جائزاً غير واجب . واما إذا كان من الواضح ان الدفاع لن يكون مفيداً إطلاقا وإنما فيه الهلاك فقط ، فقد حرم . وكل ذلك لا يختلف فيه بالنهوة وعدمه .\r\nه - . لو طلقت الزوجة جبراً وإكراهاً للزوج فطلقها خوفاً واما حقيقة رغبته ببقاء الزوجية منها لم تزل من نفسه فهل هذا الطلاق يقع وتحصل الفرقة بينهما بحيث نرتب الأثر على هذا الطلاق أي يجوز لرجل آخر أو نفس الناهي ان يتزوجها .\r\nبسمه تعالى : إذا كان الطلاق إكراها حقيقة وبالتهديد فهو باطل « 1 » وتبقى في ذمته ويكون الثاني مع علمه ببطلان الطلاق\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) شرائط صحة الطلاق اما أن تكون للمطلق واما للمطلقة واما لصيغة الطلاق . فهنا أقسام ثلاثة : القسم الأول : شرائط المطلق وهو الزوج بحيث يكون طلاقه صحيحاً .\r\n","page_name":" 34 ","page_number":34},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nأولا / البلوغ : فلا يصح طلاق الصبي غير البالغ وان كان مميزا أو بلغ عشراً .\r\nثانيا / العقل : فلا يصح طلاق المجنون وان كان جنونه أدواريا إذا كان الطلاق في دور الجنون\r\nثالثا / الاختيار : فلا يصح طلاق المكره . وان رضي به بعد ذلك على الأحوط ويصح طلاق المضطر .\r\nرابعا / القصد : فلا يصح طلاق السكران الذي لا قصد له وكذا كل من لا قصد له كالساهي والغالط والغاضب والمعلم للصيغة ونحو ذلك .\r\nالقسم الثاني : شرائط المطلقة وهي أمور :\r\nأولا / دوام الزوجية : يعني أن تكون معقودة على الزوج بالعقد الدائم . فلا يصح الطلاق بالعقد المنقطع ولا بملك اليمين . بل للمنقطعة هبة المدة أو ابراها بدل الطلاق وللمملوكة البيع أو الهبة ونحوها . ولا يفرق عن كل ذلك بين أن تكون المرأة مدخولًا بها أم لا .\r\nثانياً / ان لا تكون حائضا أو نفساء إذا كان مدخولًا بها حائلا ( أي غير حامل ) وزوجها حاضر فهنا فروض ثلاثة :\r\nالفرض الأول : ان لا تكون الزوجة مدخولا بها فيجوز طلاقها وان كانت حائضا .\r\nالفرض الثاني : ان لا تكون حائلا بل حامل مستبينة الحمل بمعنى صدق الحمل عرفاً على الأحوط . فيجوز طلاقها وان كانت حائضا . بناء على اجتماع الحيض مع الحمل . كما هو الأقوى .\r\nالفرض الثالث : ان لا يكون المطلق حاضراً بل يكون غائبا ولا فرق بين ان يكون المطلق هو الزوج أو هو الوكيل الذي فوض إليه الزوج أمر الطلاق نعم . يشترط في صحة طلاقه إذا كان قد دخل بها الزوج قبل غيابه مضي مدة على الأحوط يعلم بحسب عادتها انتقالها فيها من طهر إلى آخر فان كانت قبل غيابه في حيض انتظر إلى نهاية أقصى مدته وهو عشرة أيام من حين ابتدائه وان لم تكن في حيض فالأحوط ان ينتظر شهراً أو أكثر . فإذا مضت المدة المذكورة فطلقها صح طلاقها وان كانت حائضا حال الطلاق . وبحكم الغائب في ذلك الحاضر الذي لا يقدر بحسب العادة ان يعرف انها حائض أو طاهر كالمحبوس . كما أن الغائب الذي يقدر على حال زوجته كالحاضر على الأحوط استحبابا .\r\nثالثا / من شروط المطلقة : أن تكون طاهرا طهراً لم يجامعها فيه ، فلو طلقها في طهر قد جامعها فيه لم يصح الا إذا كانت صغيرة أو يائسا أو حاملا بحيث يصدق عليها الحمل\r\n","page_name":" 35 ","page_number":35},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nعرفا . فان كل واحدة من المذكورات يصح طلاقها وان وقع في طهر قد جامعها فيه . ومثلها من غاب عنها زوجها وكان طلاقها بعد انقضاء المدة المحددة فيما سبق شهراً أو أكثر . فإنه يصح طلاقه وان كان وقوعه في طهر قد جامعها فيه كما لو تأخر عنها حيضها لمرض أو أصبحت مسترابة ، والمسترابة هي من كانت لا تحيض وهي في سن من تحيض سواء أكان ذلك لعرض اتفاقي أم لعادة جارية في أمثالها ، كما في / / أيام إرضاعها أو أوائل بلوغها ، جاز طلاقها في طهر قد جامعها فيه ، إذا كان قد اعتزلها حتى مضت ثلاثة أشهر . فإنه إذا طلقها بعد ذلك صح طلاقها ، وان كان من طهر المجامعة .\r\nالقسم الثالث : شرائط صيغة الطلاق . وهي أمور :\r\nأولا / أن تكون بلفظ ( طالق ) على الأحوط . بان يقول : أنت طالق أو هي طالق أو فلانة طالق . أو زوجتي طالق . وفي الطلاق بمثل طلقت فلانة أو طلقتك أو أنت مطلقة أو فلانة مطلقة إشكال ، والأحوط البطلان .\r\nثانيا / سماع رجلين عدلين للفظ الطلاق الصادر من المطلق . وشرطية العدالة تقتضي شرطية الإسلام والإيمان والوثاقة أيضا . ولا تكفي واحدة من هذه الصفات بدون العدالة . كما لا يكفي عكسها بطريق أولى . كما أن شرطية الذكورة تقتضي إحرازها بهما معا فلو كانا أو أحدهما امرأتين أو خنثى أو مشكوكاً في نوعها ، لم ينفذ الطلاق ما لم تثبت الذكورة . كما أن هذه الشرطية تقتضي البلوغ بمعنى صدق الرجل عرفاً ، فلو كان صبياً لم تنفذ شهادته وان كان مميزاً على الأحوط .\r\nثالثا / تعيين المطلقة مع تعدد الزوجات . فلو كانت له زوجة واحدة فقال زوجتي طالق صح ولو كانت له زوجتان أو زوجات فقال : زوجتي طالق فان نوى واحدة معينة منهن صح وقبل تفسيره . وان لم ينو معينة أو لم يحرز نيته لها بطل على الأحوط بل الأقوى .\r\nرابعا / التنجيز . بمعنى عدم تعليقه على شرط محتمل الحصول أو صفة معلومة الحصول بعد ذلك . فلو قال : إذا جاء زيد فأنت طالق أو إذا طلعت الشمس فأنت طالق بطل طلاقه . نعم إذا كان الشرط المحتمل للحصول مقوماً لصحة الطلاق صح ، كما إذا قال : ان كنت زوجتي فأنت طالق . وكذا إذا كانت الصفة معلومة الحصول حاضرة غير متأخرة . كما إذا قال : إذا كان هذا زيد أو هذا أخي فأنت طالق ، وكان يعرفه بأنه زيد أو انه أخوه . منهج الصالحين ح 4 ص 89 - 95 / الناشر .\r\n","page_name":" 36 ","page_number":36},
  {"content":"\r\n\r\nزواجه بها حراماً بل زنا بذات البعل فتحرم عليه مؤبداً . وإذا لم يكن يعلم ببطلان الطلاق ، فهو وطء شبهة ويجب ان يفرق بينهما لبطلان عقدهما على كل حال .\r\nس 21 : - إذا تعطلت المرأة من جراء النهوة ما جزاء من عطلها ؟ وكيف والحال انها إذا كبرت وأراد ان يستوهبها لا تصلح للزواج في هذا الوقت .\r\nبسمه تعالى : هذا الذي عطلها ظالم لها أكيداً الا انه لا كفارة عليه سوى رضاها ولها الحق بان تبقى ساخطة عليه وتقتص منه يوم القيامة .\r\nس 22 : - ينهى أحد أفراد العشيرة على بنات عمومته إما بالزواج منها مع فارق العمر أو المؤهلات واما بدل عنها مقابل ان يأخذ أختها أو مقدار من المال فهذا المال المأخوذ بهذا الطريق هو صحيح جائز أم لا .\r\nبسمه تعالى : كلا . هو سحت « 1 » .\r\nس 23 : - جرت عادة لدى بعض العشائر وهي احتفاظ رئيس\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقوله تعالى ( ( وَتَرَى كَثِيرًا مِنْهُمْ يُسَارِعُونَ فِي الإِثْمِ وَالْعُدْوَانِ وَأَكْلِهِمْ السُّحْتَ لَبِئْسَ مَا كَانُوا يَعْمَلُونَ ) ) المائدة / آية 62\r\n","page_name":" 37 ","page_number":37},
  {"content":"\r\n\r\nالعشيرة بقسم من الدية المترتبة للورثة وحفظها في صندوق يساهم ما يجمع في الصندوق في دفع ما يستحق على العشيرة من حقوق للغير نتيجة جناية أي فرد من أفرادها ومنهم من يأخذ قسما منها لنفسه . فما رأي الشرع في هذه المسألة .\r\nبسمه تعالى : ان كان ذلك برضا الورثة وهم بالغون راشدون فلا بأس . وان لم يرض بعضهم أو كان فيهم قاصرون ولو واحد لم يجز ذلك . وجاز فقط في حصة الراضي الراشد « 1 » منهم على أن يكون الرضا بالاختيار لا بالجبر أو الإحراج .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يعني غير البالغ والبالغ غير الراشد وان كان راضياً بأن يؤخذ منه ذلك المقدار من المال فلا يصح أخذه منه لفقد شرطه وهو اما البلوغ أو الرشد لقوله تعالى ( ( حَتَّى إذا بَلَغُوا النِّكَاحَ فَإِنْ آنَسْتُمْ مِنْهُمْ رُشْدًا فَادْفَعُوا إِلَيْهِمْ أَمْوَالَهُمْ . . . ) ) سورة النساء آية 6 / الناشر .\r\n","page_name":" 38 ","page_number":38},
  {"content":"\r\n\r\n\r\nالحدود والديات في العرف العشائري وبيان حكم الشرع فيها\r\n\r\n","description":"","footnote":"","page_name":" 39 ","page_number":39},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 40 ","page_number":40},
  {"content":"\r\n\r\n\r\nتمهيد\r\nالحد في العرف العشائري ، هو القتل مهما كان الموضوع عندهم سواء كان الموضوع قتل عمد أو خطأ أو شبيه بالعمد أو بالخطأ أو أي أمر لا يوافق مزاج أحد أفراد العشيرة فضلًا عن شيخها .\r\nالدية في العرف العشائري ، تسمى فصلا وعلى أي موضوع قابل للدية أم غير قابل كما في الحد عندهم .\r\nالحد الشرعي ، كل عقوبة مقدرة شرعا ، تسمى حداً ، وكل عقوبة ثابتة شرعاً وغير مقدرة قطعاً ، بل موكول أمرها إلى الحاكم ، تسمى تعزيراً .\r\nوأسباب الحد عديدة . منها : الزنا واللواط والمساحقة ، ما يتبع ذلك مما هو مذكور في محله . والقذف وشرب الخمر والسرقة وقطع الطريق . والارتداد والإفساد في الأرض .\r\nوأسباب التعزيز عديدة منها : البغي وإتيان البهيمة وشهادة\r\n\r\n","description":"","footnote":"","page_name":" 41 ","page_number":41},
  {"content":"\r\n\r\nالزور وبيع الخمر وافتضاض المرأة حراماً . وغير ذلك حتى أنه ورد : ان التعزيز على ارتكاب أي محرم . منهج الصالحين ج 5 ص 101 الناشر .\r\nالدية الشرعية ، هي المال المعين شرعاً في الجناية على النفس أو الطرف أو الجرح أو نحو ذلك . ويختص هذا الاصطلاح بان يكون المجني عليه حراً ، فلو كان عبداً ، كانت ديته قيمته أو جزءها . منهج الصالحين ج 5 ص 261 الناشر .\r\nس 1 : - هل يجوز تقسيم الدية بين المجني عليه أو ذويه وأفراد العشيرة كأن يكون لأفراد العشيرة أو الشيخ لوحده الثلث والباقي لصاحب الجناية .\r\nبسمه تعالى : كل هذا غير جائز الا برضا المجني عليه أو الورثة بدون جبر أو إحراج والا كان المال على ذمة من يأخذه حراما يجب إرجاعه إلى الورثة أو المجني عليه .\r\nس 2 : - هل يجوز ان تؤخذ الدية من أفراد العشيرة كلها في كل أقسام القتل أم هناك فرق من حيث قتل الخطأ أو العمد وما هو المقدار الشرعي الذي يجب على العشيرة دفعه وفي أي أنواع القتل .\r\n\r\n","description":"","footnote":"","page_name":" 42 ","page_number":42},
  {"content":"\r\n\r\nبسمه تعالى : هذا ثابت شرعا فقط في القتل الخطأ « 1 » دون قتل العمد وشبه العمد ويقسم في قتل الخطأ بالتساوي على العاقلة « 2 » وهم بنو الأب والأعمام وأولادهم كما هو مشروح في الرسالة العملية اما العمد فيثبت فيه القصاص اما شبه العمد فالدية على الجاني نفسه « 3 » والقصاص في العمد إنما يكون بحكم الحاكم الشرعي وليس جزافا « 4 » وإذا تنازل إلى الدية فهي عليه « 5 » لا على العشيرة .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) ومثاله كما لو رمى صيداً فقتل رجلًا أو كان سائق سيارة غير مقصر في قيادته للسيارة فانقلبت وقد مات أحد الركاب في سيارته / الناشر .\r\n( 2 ) عاقلة الجاني عصبته والعصبة هم : المتقربون بالأب كالأخوة والأعمام وأولادهم وان نزلوا وهل يدخل في العاقلة الآباء وان علو ( أي الأجداد ) والأبناء وان نزلوا ، الأقرب الدخول . وهي تعقل الجاني أي تضمن جريرته يعنى تدفع عنه الدية في الخطأ المحض ، سواء في القتل أو غيره ولا يشترك الجاني مع العاقلة في الدية ولا يشترك معهم الصبي ولا المجنون ولا النساء وان ورثوا منها . اما باقي أفراد العشيرة فيجوز للمتبرع منهم ان يشارك برضاه واختياره / جمعاً بين الناشر توضيحاً ومنهج الصالحين ج 5 ص 359 .\r\n( 3 ) يعني كل الدية يتحملها نفس الجاني ولا تتحمل العاقلة عنه الدية كلها أو بعضها فضلا عن أفراد العشيرة ولكن يجوز للعاقلة ان تتبرع عنه مقدار الدية أو جزء منها وكذلك العشيرة / الناشر .\r\n( 4 ) يثبت القصاص لولي الدم كالأب عن ولده والزوج عن زوجته عند عدم وجود الأب ونحو ذلك ولكن لا يجوز لولي الدم ان يباشر بتنفيذ القصاص ما لم يراجع الحاكم الشرعي بذلك حتى يثبت الحق بالمرافعة الشرعية والا فهو آثم / الناشر .\r\n( 5 ) يعني إذا تنازل ولي الدم أو المجني عليه من القصاص إلى الدية . فتكون الدية على الجاني لا غير الا إذا تبرع أحد من العاقلة أو العاقلة أو العشيرة على تحمل الدية معه بنحو المساعدة فلا بأس / الناشر .\r\n","page_name":" 43 ","page_number":43},
  {"content":"\r\n\r\nس 3 : - إذا تدخل شخص في تحديد الدية ماذا يترتب عليه . علماً انه غير عالم بمقدار الدية الشرعية وكذا المجني عليه وذويه .\r\nبسمه تعالى : لا يحق لأحد ذلك « 1 » . ويجب إعلام المجني عليه أو الورثة بمقدار الدية الشرعية « 2 » ويطلب منه التنازل برضاه . فإن لم يرض أو كان في الورثة قاصرون لم يجز وإذا حصل غير ذلك جهلا ضمن الباقي لأولياء المجني عليه .\r\nس 4 : - هل يتساوى الرجل والمرأة في قيمة الدية .\r\nبسمه تعالى : المرأة تساوي الرجل إلى حد الثلث فإذا زادت فدية المرأة نصف دية الرجل « 3 » وهذا منطبق طبعاً على دية القتل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي لا يجوز لأي فرد عالم أو غير عالم تحديد الدية زيادة أو نقصان عن الدية الشرعية فيكون ذلك تعدي على حدود الله ولكن يجوز له ذكر الدية الشرعية كما في الجواب ويطلب من المجني عليه أو الورثة التنازل إلى المقدار المجعول بينهما مع مراعاة الرضا في ذلك وعدم وجود قاصرين من الورثة . / الناشر\r\n( 2 ) مقدار الدية الشرعية كما هو موضح في تعليقة رقم ( 7 ) ص 22 فراجع . . .\r\n( 3 ) يقتص للمرأة من الرجل في الطرف من غير رد حتى تبلغ دية الطرف ثلث دية الحر فصاعدا فتصير على النصف . أي نصف دية الرجل . وكذا البحث في الجراح يتساويان فيها وقصاصا مالم تبلغ دية المرأة ثلث دية الرجل . فإذا بلغته ردت المرأة إلى النصف .\r\nومستند التفصيل - أي ان المرأة تعاقل الرجل إلى الثلث فإذا بلغته ردت إلى النصف - أخبار كثيرة منها : صحيحة أبان بن تغلب عن أبي عبد الله عليه السلام قال : قلت له : ما تقول في رجل قطع إصبعا من أصابع المرأة كم فيها ؟ قال : عشر من الإبل . قلت : قطع\r\n","page_name":" 44 ","page_number":44},
  {"content":"\r\n\r\nس 5 : - هل يجوز شرعاً المطالبة بدم السارق إذا قتل أثناء فعل السرقة أو بدم الزاني بالمحصنة أو المغتصب للبنت الباكر أو الأرملة أو اللائط .\r\nبسمه تعالى : المطالبة بالدية جائزة في أكثر هذه الصور . الا من قتل خلال السرقة أو خلال الزنا أو اللواط .\r\nس 6 : - الاستثناء في الجواب السابق شامل لكل أفراد منطوق السؤال ، فالمرجع في جواز اخذ الدية هو كون نفس الزاني غير محصن أم في شيء أخر .\r\nبسمه تعالى : المهم في ذلك كونه مقتولا خلال تلبسه بالجريمة\r\n\r\n\r\n","description":"","footnote":"\r\nاثنين . قال عشرون من الإبل ، قلت : قطع ثلاثاً ، قال : ثلاثون من الإبل ، قال : قلت قطع أربعاً ، قال عشرون / / من الإبل ، قلت سبحان الله يقطع ثلاثاً . فيكون عليه ثلاثون ، ويقطع أربعاً فيكون عليه عشرون ! ان هذا كان يبلغنا ونحن بالعراق فنبرأ ممن قاله ، ونقول : الذي جاء به شيطان فقال عليه السلام : مهلا يا أبان . ان هذا حكم رسول الله صلى عليه واله : ان المرأة تعاقل أي تساوي الرجل إلى ثلث الدية ، فإذا بلغت الثلث رجعت إلى النصف يا أبان انك أخذتني بالقياس ، والسنة إذا قيست محق الدين ، التهذيب ج 1 ص 184 الحديث 16 .\r\nوروي تفصيل الجراح جميل بن دراج عن أبي عبد الله عليه السلام \" قال سألت أبا عبد الله عليه السلام عن المرأة بينها وبين الرجل قصاص قال : نعم في الجراحات ، حتى تبلغ الثلث سواء . فإذا بلغت الثلث سواء ارتفع الرجل وسفلت المرأة التهذيب ج 10 ص 184 الحديث 17 . / الناشر\r\n","page_name":" 45 ","page_number":45},
  {"content":"\r\n\r\nفتكون ديته ساقطة واما ان قتل بعد ذلك جازت المطالبة بديته .\r\nس 7 : - هل يجوز شرعاً التراضي بأقل أو أزيد من الدية الشرعية .\r\nبسمه تعالى : نعم التراضي ممكن بأي وجه إذا لم يكن عن جبر أو إحراج ولم يكن في الورثة قاصرون .\r\nس 8 : - هل يوجد مانع شرعي من تضامن أفراد العشيرة لدفع ما يترتب على أحد أفرادها من الحق للغير عدى المعاملات التجارية . وهل هناك نسبة شرعية مقدرة لتحمل العشيرة من مقدار الدية أو الفصل .\r\nبسمه تعالى : لا يوجد مانع شرعي عن ذلك برضا أفراد العشيرة على ضمان أي استحقاق شرعي للمال لأي أحد . واما وجوب ذلك عليهم فغير موجود الا في القتل الخطأ « 1 » .\r\nس 9 : - ما هو الحكم الشرعي لمن امتنع عن دفع ما يجب عليه دفعه عشائرياً من الدية الموزعة على أفراد العشيرة لكونه غير\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تقدم الكلام عنه وهو خاص بالعاقلة ممن يمت إليه بالأب والأعمام وأولادهم في المسألتين معاً . / الناشر .\r\n","page_name":" 46 ","page_number":46},
  {"content":"\r\n\r\nالجاني .\r\nبسمه تعالى : إذا لم يكن ذلك في مورد القتل الخطأ فله ان يمتنع ولا يجوز إجباره وكذلك في مورد القتل الخطأ إذا كان فقيراً عاجزاً عن الدفع . والا جاز إجباره .\r\nس 10 : - أغلب أفراد العشائر يتعهدون ويشترطون على أنفسهم الالتزام بقوانين العشائر ومن جملتها القانون المالي ، حيث يشترك كل أفراد العشيرة بدفع ما يقع عليهم من فصل . كضمان الجريرة ، وهذا من الأمور البديهية لدى الصغير والكبير عندهم فإذا امتنع أحد من دفع ما يقع عليه من الفصل ألّا يكون إخلال بالعهد والشرط ( المؤمنون عند شروطهم ) و ( ان العهد كان مسؤولا ) فيكون آثماً . وشئ أخر أهم إذ لو ابتلى الممتنع بشيء من هذا القبيل لم يشتركوا معه بالمساعدة .\r\nبسمه تعالى : هذا العهد مما لا دليل على وجوب الوفاء به شرعاً . وإنما يستحب مساعدة الآخرين مع الامكان . فإن لم يمكن أو لم يرض المالك لم يجز إجباره . نعم ، للآخرين ان لا يدفعوا عنه شيئاً عند حاجته فإنه أيضا غير واجب . الا ان الرضا بذلك راجح لأنه تكافل اجتماعي ومساعدة ضرورية أحياناً .\r\nس 11 : - ما هو الحكم الشرعي لمن يرفض قبول الدية أو\r\n\r\n","description":"","footnote":"","page_name":" 47 ","page_number":47},
  {"content":"\r\n\r\nالصلح الواجب شرعاً من قبل ولي الجاني وعشيرته في مورد يكون العنوان الأولي فيه الدية دون القصاص كقتل الخطأ وشبه العمد .\r\nبسمه تعالى : ليس له ان يطالب بالقصاص بل يتعين عليه قبول الدية ولو فعل أي شيء بهذا الصدد كان حراماً ، ولو قتل القاتل اقتص منه .\r\nس 12 : - هل يجوز شرعاً مساعدة أو مشاركة ولي الأمر من قبل أفراد عشيرته في تحقيق القصاص من الجاني .\r\nبسمه تعالى : إذا كان القصاص مستحقاً شرعاً فلا بأس . ولا يكون مستحقاً الا بحكم الحاكم الشرعي .\r\nس 13 : - من هو ولي الدم شرعاً ؟\r\nبسمه تعالى : يتولى القصاص من يرث المال من الرجال دون الزوج ، ومن يتقرب بالأم ، ودون كلالة الأب مع وجود كلالة الأبوين . وإنما يصل الأمر إليها مع عدمها . واما النساء فليس لهن عفو ولا قود . فان انحصرت الولاية بهن أخذت الدية .\r\nس 14 : - لو امتنعت عن اخذ الدية من انحصرت الولاية بها\r\n\r\n","description":"","footnote":"","page_name":" 48 ","page_number":48},
  {"content":"\r\n\r\nوتريد القصاص وهي قادرة عليه أو تفوض ذلك لأولاد عمومتها هل يحق لها ذلك ؟\r\nبسمه تعالى : كلا ، بل لابد ان يكون ذلك بإذن الحاكم الشرعي .\r\nس 15 : - ما حكم من قتل نفساً متعمداً ؟\r\nبسمه تعالى : حكمه ان يثبت جرمه لدى القاضي الشرعي ويحكم بإهدار دمه وبقتله « 1 » الا في ظرفين .\r\nأولًا / ظرف التقية الذي قد يحتوي على الخطورة في القتل .\r\nثانياً / فيما إذا تنازل ولي الدم عن القصاص واكتفى بقبض\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) مما ورد في حكم من قتل مؤمنا متعمداً في القران والسنة :\r\nاما الآية فقوله تعالى : ( وَمَنْ يَقْتُلْ مُؤْمِنًا مُتَعَمِّدًا فَجَزَاؤُهُ جَهَنَّمُ خَالِدًا فِيهَا وَغَضِبَ اللَّهُ عَلَيْهِ وَلَعَنَهُ وَأَعَدَّ لَهُ عَذَابًا عَظِيمًا ) . النساء / آية 93\r\nواما الأخبار كما في الوسائل . ج 19 ص 6 . الحديث 12 - 15 :\r\nعن أبي عبد الله عليه السلام انه سُئل عمن قتل نفساً متعمداً .\r\nقال : جزاؤه جهنم . الحديث 12\r\nوعن هشام عن سليمان بن خالد قال : سمعت أبا عبد الله عليه السلام يقول : أوحى الله إلى موسى بن عمران يا موسى قل للملأ من بني إسرائيل : إياكم وقتل النفس الحرام بغير حق . فان من قتل منكم نفسا في الدنيا قتلته مائة ألف قتلة مثل قتل صاحبه الحديث 15 . / الناشر .\r\n","page_name":" 49 ","page_number":49},
  {"content":"\r\n\r\nالدية . وعندئذ يدفع القاتل الدية إلى الورثة . ولا يجوز ان يقتل غير القاتل ولو كان أخاه أو أباه بل حتى لو كان متفقا معه بالرأي أو بطريقة القتل ، كما لا يجوز ان يقتل بالمقتول الواحد أكثر من واحد هو الجاني حتى ولو كان المقتول عزيزاً في قومه .\r\nس 16 : - هل يجوز لولي المقتول قتل غير القاتل كأن يقتل مثلًا ابن عم القاتل أو أخيه أو أبيه أو غيرهم .\r\nبسمه تعالى : أشرنا إلى عدم الجواز فان غير القاتل بريء لا يجوز أخذه بجريمة غيره « 1 » . ولو حصل ذلك وجب القصاص أو الدية منه « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لقوله تعالى ( وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ ذَلِكُمْ وَصَّاكُمْ بِهِ لَعَلَّكُمْ تَعْقِلُونَ ) الأنعام آية 151 .\r\nولقوله تعالى ( وَلَا تَقْتُلُوا النَّفْسَ الَّتِي حَرَّمَ اللَّهُ إِلَّا بِالْحَقِّ وَمَنْ قُتِلَ مَظْلُومًا فَقَدْ جَعَلْنَا لِوَلِيِّهِ سُلْطَانًا فَلَا يُسْرِفْ فِي الْقَتْلِ إِنَّهُ كَانَ مَنصُورًا ) الاسراء آية 33 .\r\n( 2 ) يتخير ولي المقتول عن مقتوله المظلوم بلا ذنب لأنه ابن عم القاتل أو أخ القاتل اما القصاص لقوله تعالى ( وَلَكُمْ فِي الْقِصَاصِ حَيَاةٌ يَاأُوْلِي الأَلْبَابِ لَعَلَّكُمْ تَتَّقُونَ ) ولقوله تعالى : ( يَاأَيُّهَا الَّذِينَ آمَنُوا كُتِبَ عَلَيْكُمْ الْقِصَاصُ فِي الْقَتْلَى الْحُرُّ بِالْحُرِّ وَالْعَبْدُ بِالْعَبْدِ وَالْأُنثَى بِالْأُنثَى ) البقرة آية 179 . واما الدية لقوله تعالى : ( عُفِيَ لَهُ مِنْ أَخِيهِ شَيْءٌ فَاتِّبَاعٌ بِالْمَعْرُوفِ وَأَدَاءٌ إِلَيْهِ بِإِحْسَانٍ ذَلِكَ تَخْفِيفٌ مِنْ رَبِّكُمْ وَرَحْمَةٌ ) ولقوله تعالى : ( فَمَنْ عَفَا وَأَصْلَحَ فَأَجْرُهُ عَلَى اللَّهِ إِنَّهُ لَا يُحِبُّ الظَّالِمِينَ ) البقرة 179 الشورى 40 / الناشر .\r\n","page_name":" 50 ","page_number":50},
  {"content":"\r\n\r\nس 17 : - ماذا يترتب على مجموعة أفراد كل واحد منهم من عشيرة أو كلهم من عشيرة واحدة اشتركوا في فعل أدى إلى جريمة قتل أو إلحاق ضرر بالغير .\r\nبسمه تعالى : يأثمون جمعياً خاصة مع التفاتهم إلى تلك النتائج . ولكن لا ضمان عليهم لهذه النتائج وإنما يضمن الفاعل فقط « 1 » .\r\nس 18 : - هل يجب على ولي المقتول أخذ الإذن من الحاكم الشرعي في قتل القاتل .\r\nبسمه تعالى : لا شك انه لا تجوز المبادرة إلى قتل القاتل قبل مراجعة الحاكم الشرعي ولكن هل يكفي الإذن في ذلك لحصول الجواز ، أو تعيّن إقامة مرافعة شرعية بالبينة أو اليمين أو الإقرار لحصول الجواز ، الأحوط والأظهر هو الثاني . ولكن لو بادر ولي الدم إلى قتل القاتل لم يكن عليه ضمان وان أثم .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي المنفذ المباشر واما لو كان الكل قد اشتركوا بمباشرة الجريمة فالكل يضمن ولو كانت الجريمة هي القتل ظلماً وعدواناً والمشتركون مثلًا ثلاث وكلهم مباشرون فعليين فيجوز لولي المقتول قتلهم ان ثبت القتل بالمرافعة الشرعية وعليه رد باقي دية المقتولين قصاصا أي ان يرد لأولياء كل فرد من هؤلاء الثلاث ثلثي الدية الشرعية لان في ذمة كل فرد منهم ثلث فيبقى ثلثان لولي كل فرد منهم / الناشر .\r\n","page_name":" 51 ","page_number":51},
  {"content":"\r\n\r\nس 19 : - رجل قتل ابنته أو أخته أو بنت عمه لأنه رأها مع أجنبي .\r\nبسمه تعالى : هذا جائز بشروط\r\nأولا : أن تكون المرأة في ضمن الأسرة فلو كانت عمته مثلا أو بنت عمه لم يجز .\r\nثانيها : ان يراهما معاً على حالة الزنا أو التقارب الجنسي الشديد فلو رأهما في الشارع ماشيين مثلا لم يجز قتلهما لا في ذلك الحين ولا بعده .\r\nثالثهما : ان يقتلها حال وجود الرجل معها أو حال تلبسها في الجريمة فإذا لم يقتلها عندئذ لم يجز له قتلها بعد ذلك ويترتب على قتلها القصاص عندئذ .\r\nس 20 : - لو اقتص ولي الدم بدون إذن ومراجعة الحاكم الشرعي ماذا يترتب عليه شرعاً .\r\nبسمه تعالى : يأثم وعليه تعزير بدون دية .\r\nس 21 : ما حكم من قتل شخصاً دفاعاً عن نفسه بعد ان أراد\r\n\r\n","description":"","footnote":"","page_name":" 52 ","page_number":52},
  {"content":"\r\n\r\nالمقتول قتله .\r\nبسمه تعالى : دمه هدر بلا إشكال .\r\nس 22 : - ما حكم من قتل شيخ العشيرة لأنه تهاون في تقليل الفصل من قبل ولي المقتول .\r\nبسمه تعالى : هذا من قتل العمد فيكون مشمولًا لأحكامه .\r\nس 23 : - يعمد عادة ولي المقتول إذا لم يجد القاتل أو أخاه أو أحد أقاربه إلى أن يحرق بيتهم . هل يجوز هذا العمل .\r\nبسمه تعالى : كلا هذا غير جائز وهو من تسويلات الشيطان ويكون ضامناً لما اتلف .\r\nس 24 : - إذا كان ولي الدم غير موجود أو كان غير مؤهل كالمجنون مثلًا فمن يكون له حق التدخل في مقدار الفصل .\r\nبسمه تعالى : قد يكون أبوه أو زوجها والا فالولي هو الحاكم الشرعي ومن يخوله دون سواه ، فان تعذر حصول أي واحد منهم فالولاية لعدول المؤمنين .\r\nس 25 : - ما حكم من هدد بسحق عائلة المجني عليه عن\r\n\r\n","description":"","footnote":"","page_name":" 53 ","page_number":53},
  {"content":"\r\n\r\nآخرها فيما إذا لم يرضوا بأخذ دية ولدهم المقتول عمدا وظلما . بحكم مركزه الاجتماعي وقوة نفوذه ويده .\r\nبسمه تعالى : يكون إذن ظالما لها ومجترءاً على حدود الشريعة الحقة . ولا يجوز له تنفيذ تهديده .\r\nس 26 : - القتل العمد بغير حالة الدفاع عن النفس أو العرض أو المال ولأسباب واهية أو بدون أي سبب كالتهور أو أثناء السلب أو النهب . فما هو رأي الشرع في كل حالة وما مقدار الدية في حالة عدم القصاص .\r\nبسمه تعالى : هذا كله حرام ويضمن القاتل الدية الكاملة « 1 » كما هو في الرسالة العملية .\r\nس 27 : هل يصح شرعا التضامن مع الجاني في دفع دية المجني عليه من قبل أفراد العشيرة إذا كان فعل الجاني من أفعال التهور ، كالقتل بعد الزنا أو الاغتصاب أو بدافع السلب أو النهب أو ما شابه ذلك من الأمور .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) كما تقدم في مسألة رقم ( 16 ) من هذا الباب حيث يكون ولي المقتول مخيرا اما بإقامة القصاص أو الدية ومقدار الدية قد ذكر في تعليقة رقم ( 7 ) فراجع ويجوز التنازل عن الدية الشرعية إلى مقدار يتفق عليه الطرفان مع مراعاة تفريع المسألة كما هو موضح في جواب المسألة رقم ( 3 ) من هذا الباب .\r\n","page_name":" 54 ","page_number":54},
  {"content":"\r\n\r\nبسمه تعالى : هذا غير جائز تكليفا لان فيه إعانة على الإثم . الا انه جائز وضعاً بمعنى انه يبرئ لذمة الجاني .\r\nس 28 : - نفهم من الجواب السابق عدم رضا الله تبارك وتعالى بهذا التضامن وعدم حفظ النظام والأمن في المجتمع بمعنى تركه متعين من حيث الحكم التكليفي .\r\nبسمه تعالى : في الحقيقة ان التضامن مع الجاني بصفته جانيا والرضا بجنايته حرام كما قيل في السؤال . وهذا هو المراد من الجواب السابق . واما التعاون معه لإخراجه من ورطته بعد ان وقع فيها بصفته مفسداً مالياً أو من ضمن العائلة ونحو ذلك فلا بأس .\r\nس 29 : - ما هو حكم الزاني والزانية في حكم الشريعة المقدسة .\r\nبسمه تعالى : هذا مذكور في المنهج وملخصه ان الزاني المحصن « 1 » يرجم بالحصى حتى يموت والزاني غير المحصن\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) معنى المحصن وغير المحصن ان المحصن سواء كان ذكراً أو أنثى الذي له زوج يروح ويغدو عليه وغير المحصن بخلافه الذي ليس له زوج . ويتحقق بأمور :\r\nيتحقق الإحصان الذي يجب معه رجم الزاني بعدة شرائط :\r\nالشرط الأول : الوطء بأهله قبلا ، بل دبرا أيضا على الأحوط فلو لم يتحقق ذلك لم يكن محصنا . والظاهر عدم اشتراط الإنزال في الإحصان فلو التقى الختانان تحقق الإحصان .\r\n","page_name":" 55 ","page_number":55},
  {"content":"\r\n\r\nيجلد مائة سوط وقد يموت أيضا تحت السياط الا ان كل ذلك بعد ثبوت الزنا بمرافعة شرعية ولا تجوز المبادرة إلى ذلك بدونها .\r\nس 30 : - كيف يثبت حد الزنا شرعا .\r\nبسمه تعالى : هذا أيضا مذكور في المنهج وهو انه يثبت الزنا\r\n\r\n\r\n","description":"","footnote":"\r\nالشرط الثاني : ان يكون الواطئ المحلل بالغاً . فلا إحصان مع إيلاج الطفل ، وان كان مراهقا كما لا تحصن المرأة بذلك .\r\nالشرط الثالث : ان يكون الوطء في فرج محلل له أصلا . فلا يتحقق الإحصان بوطء الزنا ووطء الشبهة على الأحوط .\r\nالشرط الرابع : ان يكون متمكنا من وطء الفرج يغدو عليه ويروح متى شاء .\r\nالشرط الخامس : ان يكون الزوج حراً . فلا يرجم العبد ولا زوجته . المنهج ج 5 ص 106 .\r\nويتحقق الزنا بإيلاج الرجل حشفة ذكره كلها فما زاد ، بل أكثرها أيضا إذا صدق الدخول عرفاً في فرج امرأة محرمة عليه فعليا . من غير عقد ولا ملك ولا شبهة ولا فرق في ذلك بين القبل والدبر . وان كانت إقامة الحد بسبب الإيلاج في الدبر مخالف للاحتياط جداً . ولا دخل للإنزال في ذلك . كما لا دخل لحصول حالة الجنابة في صدقه ، فلو لم تحصل كفى ، كما في إدخال أغلب الحشفة . وان كانت إقامة الحد عليه بذلك أيضا مخالفاً للاحتياط جداً .\r\nوالمراد بالعقد أحد العقدين الدائم والمنقطع ، كما أن المراد من الملك انتساب الأمة للمالك أو تحليل أو إجازة لعقد . والمراد بالشبهة الأعم من الحكمية وهي الجهل بالحكم أو النسيان أو الغفلة عنه ، ومن الموضوعية ، كتخيل المرأة زوجته أو حليلته وهي ليست كذلك . ويشترط في ثبوت الحد على كل من الزاني والزانية مضافاً إلى ما سبق البلوغ والعقل ، ويشترط أيضا في ثبوت الحد : الاختيار ، فلا حد في المكره والمكرهة ولا يشمل هذا الاضطرار مهما كان عاليا ولا العسر ولا الحرج ولا كلمات السب مهما كانت صعبة ويثبت الزنا بأمرين : الإقرار والبينة ، والتفصيل في المنهج ج 5 ص 109 / الناشر .\r\n","page_name":" 56 ","page_number":56},
  {"content":"\r\n\r\nبأربعة شهود عدول متفقون في الشهادة « 1 » على تفصيل ليس هذا محله وكذا يثبت الزنا بالإقرار أربع مرات « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) لا يثبت الزنا الا بشهود أربعة يشهدون الشهادة الدقيقة كالميل في المكحلة بحيث لو اختلف أحدهم في أداء كيفية الشهادة حدوا جميعا . كل ذلك في سبيل قطع الفحشاء والمنكرات من المجتمع وإخفاء فاحشة الزنا / الناشر .\r\n( 2 ) ( محمد بن يعقوب ) عن علي بن إبراهيم عن أبيه عن ابن محبوب عن علي بن أبي حمزة عن أبي بصير عن عمران بن ميثم ، أو صالح بن ميثم عن أبيه قال : أتت امرأة مجح ( حامل مقرب قرب وضعها ) ( أمير المؤمنين عليه السلام ) .\r\nفقالت : يا أمير المؤمنين اني زنيت فطهرني طهرك الله فان عذاب الدنيا أيسر من عذاب الآخرة الذي لا ينقطع .\r\nفقال لها : مما أطهرك .\r\nفقالت : اني زنيت .\r\nفقال لها : أو ذات بعل أنت أم غير ذلك .\r\nفقالت : بل ذات بعل .\r\nفقال لها : افحاضر كان بعلك إذ فعلت ما فعلت أم غائبا كان عنك .\r\nفقالت : بل حاضر .\r\nفقال لها : انطلقي فضعي ما في بطنك ثم إتيني أطهرك .\r\nفلما ولت عنه المرأة فصارت حيث لا تسمع كلامه قال : اللهم انها شهادة فلم تلبث ان أتته فقالت : قد وضعت فطهرني .\r\nقال : فتجاهل عليها فقال : أطهرك يا أمة الله مماذا .\r\nفقالت : اني زنيت فطهرني .\r\nفقال : أو ذات بعل أنت إذ فعلت ما فعلت .\r\nقالت : نعم .\r\nقال : وكان زوجك حاضراً أم غائباً .\r\nقالت : بل حاضراً .\r\n","page_name":" 57 ","page_number":57},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nقال : فانطلقي وارضعيه حولين كما أمرك الله .\r\nقال : فانصرفت المرأة فلما صارت من حيث لا تسمع كلامه .\r\nقال : اللهم انهما شهادتان .\r\nقال : ولما مضى الحولان أتت المرأة .\r\nفقالت : قد أرضعته حولين فطهرني يا أمير المؤمنين فتجاهل عليها\r\nوقال : أطهرك مماذا .\r\nفقالت : اني زنيت فطهرني .\r\nفقال : أو ذات بعل أنت إذ فعلت ما فعلت .\r\nفقالت : نعم .\r\nفقال : وبعلك غائب عنك إذ فعلت ما فعلت أو حاضر .\r\nقالت : بل حاضر .\r\nقال : فانطلقي فاكفليه حتى يعقل ان يأكل ويشرب ولا يتردى من سطح ولا يتهور في بئر .\r\nفقال : فانصرفت وهي تبكي فلما ولت فصارت حيث لا تسمع كلامه .\r\nقال : اللهم انها ثلاث شهادات .\r\nقال : فاستقبلها عمر بن حريث المخزومي فقال لها : ما يبكيك يا أمة الله وقد رأيتك تختلفين إلى علي تسألينه ان يطهرك .\r\nفقالت : اني أتيت ( أمير المؤمنين ) عليه السلام فسألته ان يطهرني فقال : اكفلي ولدك حتى يعقل ان يأكل ويشرب ، ولا يتردى من سطح ، ولا يتهور في بئر وقد خفت ان يأتي علي الموت ولم يطهرني .\r\nفقال لها عمر بن حريث : ارجعي إليه فانا اكفله . فرجعت فأخبرت ( أمير المؤمنين ) عليه السلام وهو متجاهل عليها : ولم يكفل عمرو ولدك .\r\nفقالت : يا أمير المؤمنين اني زنيت فطهرني .\r\nفقال : أو ذات بعل أنت إذ فعلت ما فعلت .\r\nفقالت : نعم .\r\nقال : أفغائبا كان بعلك إذ فعلت ما فعلت أم حاضراً .\r\nقالت : بل حاضراً .\r\nقال : فرفع رأسه إلى السماء قال : اللهم انه قد ثبت لك عليها أربع شهادات وانك قد قلت\r\n","page_name":" 58 ","page_number":58},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nلنبيك صلى الله عليه وآله فيما أخبرته به من دينك : يا محمد من عطل حداً من حدودي فقد عاندني / / وطلب بذلك مضادتي : اللهم فاني غير معطل حدودك ، ولا طالب مضادتك ولا مضيع لا حكامك ، بل مطيع ومتبع سنة نبيك صلى الله عليه وآله .\r\nقال : فنظر إليه عمر بن حريث وكأنما الرمان يفقأ في وجهه فلما رأى ذلك عمر قال : يا ( أمير المؤمنين ) أنني إنما أردت ان اكفله إذ ظننت انك تحب ذلك . فأما إذا كرهته فاني لست افعل .\r\nفقال : ( أمير المؤمنين ) عليه السلام : أبعد أربع شهادات بالله ؟ لتكفلنه وأنت صاغر فصعد ( أمير المؤمنين ) عليه السلام المنبر فقال : يا قنبر ناد في الناس الصلاة جامعة فنادى قنبر في الناس فاجتمعوا حتى غص المسجد بأهله وقام ( أمير المؤمنين ) صلوات الله عليه فحمد الله وأثنى عليه ثم قال : أيها الناس ان إمامكم خارج بهذه المرأة إلى هذا الظهر ليقيم عليها الحد إن شاء الله فعزم عليكم ( أمير المؤمنين ) لما خرجتم وأنتم متنكرون ومعكم أحجاركم لا يتعرف أحد منكم إلى أحد حتى تنصرفوا إلى منازلكم إن شاء الله .\r\nقال : ثم نزل فلما أصبح الناس بكرة خرج بالمرأة وخرج الناس متنكرين متلثمين بعمايمهم وبأرديتهم وفي اكمامهم حتى انتهى بها والناس معه إلى الظهر بالكوفة . فأمر ان يحفر لها حفيرة ثم دفنها فيها ثم ركب بغلته وأثبت رجليه في غرز الركاب ثم وضع إصبعيه السبابتين في أذنيه ثم نادى بأعلى صوته يا أيها الناس ان الله تبارك وتعالى عهد إلى نبيه صلى الله عليه وآله عهداً عهده ( محمد ) صلى الله عليه وآله إلي بأنه \" لا يقيم الحد من لله عليه حد مثل ما عليها فلا يقيم عليها الحد \" الكافي . الطبعة الحديثة سنة 1379 الجزء 7 ص 185 - 186 - 187 الحديث الأول . ( علي بن إبراهيم ) عن أحمد بن خالد رفعه إلى ( أمير المؤمنين ) عليه السلام .\r\nقال : أتاه رجل ( بالكوفة ) فقال : يا ( أمير المؤمنين ) أني زنيت فطهرني .\r\nقال : ممن أنت .\r\nقال : من مزينة\r\nقال : أتقرأ من القران شيئاً ؟\r\nقال : بلى\r\nقال : فاقرأ . فقرأ فأجاد\r\nقال : أبك جنة ؟\r\n","page_name":" 59 ","page_number":59},
  {"content":"\r\n\r\n\r\n\r\n","description":"","footnote":"\r\nقال : لا\r\nقال : فاذهب حتى نسأل عنك . فذهب الرجل ثم رجع إليه بعد فقال : يا ( أمير المؤمنين ) أني زنيت فطهرني\r\nفقال : ألك زوجة\r\nقال : بلى\r\nقال : فمقيمة معك في البلد\r\nقال : نعم\r\nقال : فأمره ( أمير المؤمنين ) عليه السلام فذهب وقال : حتى نسأل عنك . فبعث إلى قومه فسأل عن خبره\r\nفقالوا : يا ( أمير المؤمنين ) صحيح العقل فرجع إليه الثالثة فقال له مثل مقالته .\r\nفقال له : اذهب حتى نسأل عنك فرجع إليه الرابعة فلما أقر قال ( أمير المؤمنين ) عليه السلام لقنبر : احتفظ به ثم غضب ثم قال : ما أقبح بالرجل منكم ان يأتي بعض هذه الفواحش فيفضح نفسه على رؤوس الملأ أفلا تاب في بيته فوالله لتوبته فيما بينه وبين الله أفضل من إقامتي عليه الحد . ثم / / أخرجه ونادى في الناس يا معشر المسلمين اخرجوا ليقام على هذا الرجل الحد ولا يعرفن أحدكم صاحبه فأخرجوا إلى ( الجبان ) .\r\nفقال : يا ( أمير المؤمنين ) انظرني أصلي ركعتين ثم وضعه في حفرته واستقبل الناس بوجهه .\r\nفقال : يا معاشر المسلمين ، ان هذا حق من حقوق الله فمن كان في عنقه حق فلينصرف ولا يقيم حدود الله في عنقه حد فانصرف الناس .\r\nفاخذ حجراً فكبر ثلاث تكبيرات ، ثم رماه بثلاثة أحجار في كل حجر ثلاث تكبيرات ، ثم رماه ( الحسن ) عليه السلام بمثل ما رماه ( أمير المؤمنين ) عليه السلام ، ثم رماه ( الحسين ) عليه السلام مثل ما رماه ( أمير المؤمنين ) عليه السلام فمات الرجل فأخرجه ( أمير المؤمنين ) عليه السلام فأمر فحفر له وصلى عليه ودفنه .\r\nفقيل : يا أمير المؤمنين الا تغسله ؟\r\nفقال : قد اغتسل بما هو طاهر إلى يوم القيامة لقد صبر على أمر عظيم الكافي ج 7 ص 188 - 189 . الحديث 2 / الناشر .\r\n","page_name":" 60 ","page_number":60},
  {"content":"\r\n\r\nس 31 : - هل يجوز للزوج قتل زوجته إذا وجد عليها رجلا في فراشها . وهل يجوز قتل ذلك الرجل .\r\nبسمه تعالى : نعم هي والرجل معا لكن حال وجودهما معا وأما إذا تفرقا لم يجز قتل أي منهما . غير أن الأحوط استحبابا أكيدا التورع عن قتل المرأة وهذا إذا كانت مطاوعة . واما مع كونها مجبورة لم يجز قتلها أكيدا .\r\nس 32 : - إذا جاز له قتل زوجته على فرض السؤال السابق هل له الحق في اخذ ( فصل ) من ذلك الرجل .\r\nبسمه تعالى : مقتضى ظاهر السؤال هو اخذ الفصل بعد القتل . وهو غير شرعي وغير جائز « 1 » . نعم لو ثبت عليه ذلك بالمرافعة الشرعية أمكن تعزيره .\r\nس 33 : - المقتول بالفرض السابق له أم لا . وإذا قتل الزاني\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) العقوبة واحدة على المذنب وفي الفرض هو الزاني وقد نال حقه بالقتل ولكن يجب ان يكون القتل حال وجوده مع المرأة بذلك الحال . بعد ذلك لا فصل عليه حيث اندفع بالقتل ولا على العاقلة لان الفصل لو ثبت يثبت على الزاني وهو غير موجود حيث قتل فلا يتحمل غيره جنايته لقوله تعالى : ( ( قُلْ أَغَيْرَ اللَّهِ أَبْغِي رَبًّا وَهُوَ رَبُّ كُلِّ شَيْءٍ وَلَا تَكْسِبُ كُلُّ نَفْسٍ إِلَّا عَلَيْهَا وَلَا تَزِرُ وَازِرَةٌ وِزْرَ أُخْرَى ثُمَّ إِلَى رَبِّكُمْ مَرْجِعُكُمْ فَيُنَبِّئُكُمْ بِمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ ) ) الأنعام آية 164 / الناشر .\r\n","page_name":" 61 ","page_number":61},
  {"content":"\r\n\r\nبهذا الفرض هل على أهله أو عشيرته فصل آخر . فالعرف العشائري يسمي مثل هذا العمل ( دوسة بيت ) أي حرمة البيت فعليه فصل . فهل هذا جائز شرعا لو اخذ إزاءه مقدار من المال .\r\nبسمه تعالى : كلا . هذا غير شرعي بغير رضا المالك . ويجب إرجاعه إليه إذا لم يكن راضيا .\r\nس 34 : - إذا جاز للزوج قتل زوجته على فرض السؤال السابق . هل له الحق في اخذ الفصل عن زوجته من أولياء الزاني المقتول أو نفس الزاني .\r\nبسمه تعالى : كلا . ليس له الحق في ذلك نعم لو بقي الزاني حيا كان للزوج الحق في المطالبة بإقامة الحد عليه .\r\nس 35 : - عند قتل الزوج للزوجة بالفرض السابق ، هل يحق لأهل الزوجة المطالبة بديتها أو ما يسمى عشائرياً الفصل من الزوج القاتل .\r\nبسمه تعالى : كلا . فان دمها هدر ولا دية لها ، وان كانت أحوط استحبابا على أية حال .\r\nس 36 : - هل يجوز للرجل قتل أخته بعد ان أصبحت\r\n\r\n","description":"","footnote":"","page_name":" 62 ","page_number":62},
  {"content":"\r\n\r\nمشهورة بالزنا وتشرب الخمر علنا وترقص في النوادي الليلية وقد أثبت الطب العدلي زناها .\r\nبسمه تعالى : نعم إذا كانت كذلك بوضوح من المفسدين في الأرض والأحوط إثبات ذلك بمرافعة شرعية ولا أقل من اخذ إذن الحاكم الشرعي .\r\nس 37 : - هل يعتمد على الطب العدلي في إثبات جريمة الزنا .\r\nبسمه تعالى : ليس ذلك بحجة مالم تجتمع القرائن الاطمئنانية الكافية لدى القاضي الشرعي الا ان أغلب تلك القرائن لا تصل إلى حد الاطمئنان على أية حال .\r\nس 38 : - هل يجوز الاعتماد على الصور الفوتغرافية أو الفديو في إثبات جريمة الزنا .\r\nبسمه تعالى : نعم إذا كانت موجبة للاطمئنان غير أن الصور إنما يصح فيها ذلك إذا أثبتت الزنا بالدخول كدخول الميل في المكحلة كما يقولون وليس الحال في الغالب ذلك واما إذا لم يكن كذلك لم يثبت الزنا ووجب التعزير فقط . ونحو ذلك فيما إذا شك بصحتها أو تزورها بالتركيب بين صورتين مثلا . تسقط عن\r\n\r\n","description":"","footnote":"","page_name":" 63 ","page_number":63},
  {"content":"\r\n\r\nالحجية .\r\nس 39 : - الأضرار المعنوية الناشئة من التشهير بالعرض أو البهتان أو أي إساءة تلحق ضررا بسمعة الإنسان يصح التراضي بدفع أو قبول مبلغ مالي كتعويض للضرر أو كردع الفاعل . وما مقداره شرعا على فرض جوازه .\r\nبسمه تعالى : إذا كان القذف أو التشهير بالزنا واللواط ولم يثبته المدعي حكم عليه بحد القذف وهو ثمانون جلدة ويمكن التنازل عنه بالمال إذا كان بالتراضي الحقيقي بأي مبلغ كان .\r\nس 40 : - الأضرار البدنية الناشئة من الاعتداءات نوعان :\r\nأ - ما هو الحكم الشرعي للضرر الذي يلحق عجزاً دائمياً أو مؤقتاً كالكسر والخلع .\r\nبسمه تعالى : يلحق حكم القصاص مع العمد والدية مع الخطأ كما هو مذكور مفصلا في الرسالة العملية .\r\nب - وما حكم الضرر الذي يشوه الصورة ومن هذه ما يكون ظاهراً غير مستور .\r\n\r\n","description":"","footnote":"","page_name":" 64 ","page_number":64},
  {"content":"\r\n\r\nبسمه تعالى : نفس الجواب السابق . نعم تقتضي المصلحة في نظر الحاكم الشرعي ان يضم إلى ذلك التعزير مضاعفة في العقوبة .\r\nج - ماذا لو كان الفرضان السابقان هو القصاص وتصالح الطرفان على الدية كما لو قطعت إحدى اليدين فديتها شرعا نصف دية الرجل فالجاني يتحمل الدية فقط أم تضاف عليها ما صرف على المجني عليه من المصاريف لطبابته وعلاجه .\r\nبسمه تعالى : كلا ليس عليه شيء غير الدية .\r\nس 41 : - ما هو المقدار الشرعي الواجب دفعه لضرر الجرح ( ملاحظة لا يمكن الركون لتقارير الأطباء لاحتمال بل الاطمئنان بعدم نزاهة البعض في الوقت الحاضر ) .\r\nبسمه تعالى : القصاص أو الدية كما هو مشروح في محله . ولا اعتماد على تقارير الأطباء الا إذا أوجبت الاطمئنان بصحتها .\r\nس 42 : - ضرب المرأة الحامل وإسقاط حملها ماذا يترتب على الجاني شرعا في الفروض التالية علما سيدنا في العرف العشائري لكل واقعة لها عندهم فيها حكم خاص وهو جاري ومعمول به على زعمهم .\r\n\r\n","description":"","footnote":"","page_name":" 65 ","page_number":65},
  {"content":"\r\n\r\nأ - إذا لم يعرف جنس الحمل .\r\nبسمه تعالى : في مفروض السؤال يضمن دية الأنثى للبراءة عن الزائد وهذا بعد ولوج الروح . واما قبله فلا فرق في الدية وهي الجنين حسب عمره .\r\nب - إذا كان جنس الحمل ذكراً .\r\nبسمه تعالى : الظاهر أن الإسقاط بعد تمام الخلقة وولوج الروح فيه تمام الدية .\r\nج - إذا كان جنس الحمل أنثى .\r\nبسمه تعالى : نصف دية الرجل بعد ولوج الروح .\r\nس 43 : - ماذا يترتب شرعا على ضرب المرأة من قبل زوجها أو ولي أمرها وفيه وجهان :\r\nأ - إذا تعدت حدود الحشمة .\r\nبسمه تعالى : هو حرام حتى لو كانت المرأة متعدية فضلًا عما إذا كانت بريئة الا إذا كان دفاعا عن النفس . وفي مورد حرمته يجب تعزير الفاعل بحكم الحاكم الشرعي .\r\n\r\n","description":"","footnote":"","page_name":" 66 ","page_number":66},
  {"content":"\r\n\r\nب - إذا كانت في دارها لأي سبب كان .\r\nبسمه تعالى : نفس الجواب السابق غير أن تصرفه في الدار يكون حراماً لأنه بدون إذن المالك .\r\nس 44 : - على الفرضين المتقدمين بأخذ العرف والحكم العشائري فصلا من الفاعل ومقداره موكول لاسم العشيرتين والظرف الزمني . والأخذ على هذا الوجه ليكون ردعا وتأدبا للفاعل ولغيره ، ولو كان المبلغ قهرا عليه هل هو جائز .\r\nبسمه تعالى : يمكن ان يكون التعزير المذكور ماليا بحكم الحاكم الشرعي « 1 » .\r\nس 45 : - هل يجوز قتل الأجنبي إذا دخل بيتا غير بيته بنية السرقة .\r\nبسمه تعالى : نعم إذا أحرز منه القصد ولم يكن دفعه الا بالقتل . واما مع إمكان دفعه بما دون ذلك لم يجز القتل .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يشير سماحة السيد دام ظله العالي إلى جواز اخذ المال بهذا الفرض ليكون رادعا للفاعل وتأدباً ولكن مقدار ذلك المبلغ المالي لا يجوز تحديده الا من قبل الحاكم الشرعي حتى وان حصل التراضي من الطرفين بالمقدار المالي ما إذا لم يحكم به الحاكم . / الناشر .\r\n","page_name":" 67 ","page_number":67},
  {"content":"\r\n\r\nس 46 : - إذا حاول صاحب البيت قتل السارق لكنه هرب بعد ان ضرب صاحب البيت وقبل موت صاحب البيت قال قتلني فلان . هل يثبت القصاص على هذا المتهم .\r\nبسمه تعالى : هذا غير كافي للثبوت الشرعي مالم نضم البينة أو القرائن الاطمئنانية عليه . وبدونه فلا اثر لهذه التهمة إطلاقا وإذا تحقق ظن بصدقه فهو لوث « 1 »\r\nيثبت به القتل مع القسامة « 2 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) والمراد به وجود دلالة ظنية على صدق المدعي كالشاهد الواحد أو عدة شهود مع عدم استجماع شرائط القبول وكذا لو وجد القتيل متشحطا بدمه وعنده ذو سلاح عليه دم أو وجد متشحطا بدمه في دار قوم أو في محلة منفردة عن البلد لا يدخل فيها غير أهلها . أو وجد في صف قتال مقابل للخصم بعد المرامات . وبالجملة فان كل امارة توجب الظن دون الوثوق فهي : لوث . كاخبار الصبي المميز المعتمد عليه وكذا المرأة المعتمد عليها ، وكذا الفاسق بنفس الصفة وكذا جماعة الصبيان أو النساء أو الفساق أو الكفار وان لم يكن معتمداً على احادهم مع الظن بعدم الاتفاق على الكذب . منهج الصالحين ج 5 ص 221 / الناشر .\r\n( 2 ) وهي في القتل العمد خمسون يميناً وفي الشبيه بالعمد وفي الخطأ خمس وعشرون يميناً . فان استطاع صاحب القسامة ان يقدم خمسين رجلًا يحلفون فهو ، والا فان أقام دون العدد قسم اليمين عليهم بالنسبة ، فلو كانوا عشرة حلف كل منهم خمسة أيمان وهكذا . والا فهل يقبل / / من المدعي نفسه خمسون يميناً لإثبات مدعاه . الأظهر ذلك . ولا يعتبر في أفراد القسامة العدالة . وان كانت أحوط استحباباً . ولكن الأحوط وجوبا كونهم ثقات . منهج الصالحين ج 5 ص 224 / الناشر .\r\n","page_name":" 68 ","page_number":68},
  {"content":"\r\n\r\nس 47 : - ما هو حكم لو دهس السائق بسيارته أحد المارة وكان يسوق بصورة اعتيادية .\r\nبسمه تعالى : هذا يختلف فإنه ان كان عامدا تماما فعليه القصاص لأنه من قتل العمد ولكنه قصاص منوط بحكم الحاكم الشرعي كما سبق وان لم يكن السائق متعمداً كما هو الغالب فهو شبه العمد ووجبت عليه الدية لا على عشيرته . الا ان يبرأوا ذمته برضاهم بدون إحراج عليهم « 1 » .\r\nس 48 : - ما هو الحكم إذا كان التقصير منسوبا إلى السائق كأن يكون لا يملك كابح السيارة ( بريك ) .\r\nبسمه تعالى : هذا أيضا من شبه العمد غاية الأمر انه يمكن ان يحكم بالتعزير لخروجه على هذا الحال .\r\nس 49 : - إذا ركب شخص مع السائق في سيارته الخاصة وانقلبت السيارة ومات الراكب فهل يضمن السائق .\r\nبسمه تعالى : الظاهر ضمانه للدية لأنه من القتل شبه العمد\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) أي العشيرة إذا دفعت مع السائق الدية فينبغي له ان يعلم أن المال المدفوع من قبل كل فرد منهم برضاه وطيب نفس وان لم يكن كذلك فهو من قبيل التصرف بمال الغير وهو محرم شرعا فلا تبرأ ذمته من هذا المال لأصحابه / الناشر .\r\n","page_name":" 69 ","page_number":69},
  {"content":"\r\n\r\nغالبا .\r\nس 50 : - هل يفرق الحكم أو يختلف إذا مات السائق مع الراكب .\r\nبسمه تعالى : إذا مات السائق أو ناله ضرر كبير دل على أنه لم يقصر إطلاقا في التدبير حال السياقة ، وانه بذل أقصى جهده ولم ينجح فإلزامه بالدية بلا موجب .\r\nس 51 : - هل السرعة العالية أو الاعتيادية لها دخل في تغيير الحكم .\r\nبسمه تعالى : إذا كانت السرعة عالية ثبت ما قلناه في الجواب السابق اعني الدية مع التعزير . لكن بعد ثبوت ذلك أمام الحاكم الشرعي بالبينة والاطمئنان .\r\n\r\n","description":"","footnote":"","page_name":" 70 ","page_number":70},
  {"content":"\r\n\r\n\r\nالزواج والطلاق في العرف العشائري مع بيان حكم الشرع\r\n\r\n","description":"","footnote":"","page_name":" 71 ","page_number":71},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 72 ","page_number":72},
  {"content":"\r\n\r\nس 1 : - كثيراً ما يحصل في العرف العشائري انه يتقدم رجل للخطوبة من البيت الفلاني فيرفضوه بلا مسوغ شرعي أو عرفي ، وغالبا ما يكون انه لم يكن من عشيرة المرأة . فيكرر الخطوبة مع مجموعة من الوجهاء والخيرين فيجابه بالمنع ، عند ذلك يقوم الخاطب بأخذ المرأة ويهرب بها باختيارها إلى مكان آخر ، ويعقد عليها عقد شرعي ويتزوجها ، ولكن العرف العشائري لا يقر بهكذا زواج حيث يقول هي زانية ( نهبت ) فيجب قتلها واخذ الفصل من الفاعل إذا لم يدركوا قتله ويقع نتيجة هذا العمل ضحايا جسيمة في الأرواح والأموال وقد يستمر الصدام بين العشيرتين مثلا يقوم الخاطب المرفوض بوضع هذه المرأة أمانة عند رجل من عشيرة ثالثة لتأمين حياتها فحين علم عشيرة المرأة بذلك يقومون اما بقتل الرجل الذي وضعت عنده المرأة أو يؤخذ منه فصل على عمله هذا . فما هو الحكم الشرعي في هذا التفصيل :\r\nأ - هل الزواج صحيح شرعا أو باطل .\r\nبسمه تعالى : ان كان بدون إذن أبيها فالعقد باطل على الأحوط وجوبا مع وجود بكارتها كما هو ظاهر السؤال اما إذا كانت ثيباً أو\r\n\r\n","description":"","footnote":"","page_name":" 73 ","page_number":73},
  {"content":"\r\n\r\nكان الأب غائباً أو مفقوداً أو متوفي فالعقد صحيح ان كان برضاها ومعه لا تجوز كل تلك الاعتداءات والتصرفات .\r\nب - إذا كان الزواج باطلا شرعا ماذا يتحمل الفاعل ( الخاطب المرفوض ) المهر لأمثالها فقط أم هنالك زيادة تسمى عشائريا دوسة البيت أي حرمته .\r\nبسمه تعالى : يتحمل الفاعل على تقدير البطلان دية البكارة ان أزالها وهي دية النفس كاملة . مع مهر أمثالها ، واما تلك الزيادة المذكورة فغير مشروعة .\r\nج - ان كان الزواج صحيحا شرعا الا انه يتنافى مع العرف العشائري الذي يضع الأحكام حسب مزاجه حيث يأخذون المرأة مباشرة ويقيمون عليها حدهم العشائري وهو القتل . ما حكم القاتل لو كان الأب أو الأخ مع إجازة الأب أو بدونها أو ابن العم كذلك .\r\nبسمه تعالى : القتل هنا محرم سواء كان صحيحا أو باطلا . ومقتضى القاعدة الشرعية القصاص من القاتل بعد دفع نصف الدية إليه . أو يتنازل عن القصاص إلى الدية فيدفع دية المرأة إلى ورثتها .\r\n\r\n","description":"","footnote":"","page_name":" 74 ","page_number":74},
  {"content":"\r\n\r\nد - بعد أخذ المرأة من الزوج قهراً وأقيم عليها الحد العشائري ، هل يجب على الزوج الفاعل دفع المهر المعين ضمن العقد أم لا .\r\nبسمه تعالى : إذا كان العقد صحيحا يجب دفع المهر إلى المرأة أو إلى ورثتها ومع عدم صحته وهو الظاهر لعدم رضا الأب لا يجب دفع المهر المعين لكن يجب دفع مهر أمثالها مع الدخول ودفع ( المتعة ) مع عدم الدخول والتفصيل في المنهج .\r\nه - المال المأخوذ من عشيرة الفاعل المرفوض هل هو مال حلال أم حرام .\r\nبسمه تعالى : إذا كان بغير رضا المالكين لم يكن المال حلال ويجب إرجاعه فورا فان ذلك من عقاب البريء بجرم المذنب .\r\nو - من منطوق الجواب يفهم ان العقوبات المالية بهذا الفرض يتحملها الفاعل دون غيره .\r\nبسمه تعالى : نعم ، بكل تأكيد .\r\nز - لو قام الأب أو الأخ أو ابن العم بقتل المرأة وكان حكم الشرع ان العقد عليها بتلك الصورة شرعي فهل يحق للزوج\r\n\r\n","description":"","footnote":"","page_name":" 75 ","page_number":75},
  {"content":"\r\n\r\nالمطالبة بدم زوجته مع بقاء عنوان التسمية العشائرية عليها انها ( ناهية ) .\r\nبسمه تعالى : نعم ، ويرث حصته من الدية ، لكن فرض هذه المسألة يصح مع عدم وجود الأب . لأنه مع وجوده ورفضه يكون العقد باطلا .\r\nح - اما الكلام فيما إذا كان الأب غير موجود أو مع وجوده وهي ثيب يحق للزوج القصاص أم الدية من بادئ الأمر بمقدار حصته .\r\nبسمه تعالى : نعم زوجها وأبوها وليها ، وهو بالطبع من القتل العمد وفيه القصاص ، ويجوز له التنازل إلى الدية ، نعم إذا كان القاتل هو الأب سقطت ولايته واختصت بالزوج .\r\nط - المال المأخوذ من الرجل الذي وضعت عنده هذه المرأة أمانة هل هو حلال أم حرام ويسمونه ( فصل ) لأنه تستر عليها .\r\nبسمه تعالى : هو حرام بدون رضاه . فضلا عن تعرضه للأذى أو القتل . نعم إذا كان العقد باطلا كان عمله إعانة على الإثم فيجوز تعزيره بحكم الحاكم الشرعي .\r\n\r\n","description":"","footnote":"","page_name":" 76 ","page_number":76},
  {"content":"\r\n\r\nس 2 : - المرأة إذا فرت مع عشيقها هل يجوز قتلها مطلقا أي سواء كانت باكراً أم ثيباً .\r\nبسمه تعالى : لا يجوز قتلها على كلا التقديرين . ولكن إذا ثبت ذلك لدى الحاكم الشرعي أمكن الحكم بالتعزير لهما معاً .\r\nس 3 : - ما حكم من طلق زوجة رجل بالإكراه ثم قضى هو ومن معه بطرد الزوج المكره مع عائلته من مدينة سكناه بعد ان أهانه اجتماعيا وفرض عليه فصل نتيجة لشجار حصل بينهما أدى إلى إسقاط عمه المطلق الذي هو رئيس العشيرة .\r\nبسمه تعالى : إيجاد الطلاق بالإكراه حرام لأنه إيذاء لمؤمن ، وتكون النتيجة وهي صحة الطلاق غير متحققة على ما يريد الفاعل ، بل تبقى زوجته وكذلك الطرد والإهانة حرام وعليه تعزير شرعي بحكم الحاكم الشرعي .\r\nس 4 : - هل يصح الزواج بالإكراه وإذا تم هذا الزواج فما حكم الزوجة إذا بقيت كارهة .\r\nبسمه تعالى : لا يصح الزواج بالإكراه بل هو باطل الا إذا كان بإذن الأب ورضاه اما إذا كان الأب مكرها أيضا فالزواج باطل ، ولا يجوز للمرأة التمكين الجنسي للرجل كما لا يجوز للرجل مثل\r\n\r\n","description":"","footnote":"","page_name":" 77 ","page_number":77},
  {"content":"\r\n\r\nذلك . ويجب التفريق بينهما فوراً مع الامكان ويكون فعلهما زنا « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) من المسائل المهمة التي أكد عليها الدين الإسلامي حفظ الأنساب فان جريمة الزنا تضيع الأنساب ويفسخ العوائل . حيث يجعل من الرجل مكتفياً بأية امرأة وبالعكس . ومنه ينتج عدم تشكيل العوائل واحتمال عبئها الثقيل فينهار المجتمع من عدم الحفاظ على وحداته الصغيرة فالنتيجة الحتمية هي الضياع ولذا أكد باهتمام كبير الشارع المقدس من منع هذه الفاحشة والجريمة الكبرى بحق المجتمع والإنسانية فالأحاديث المروية في هذا الباب كثيرة منها :\r\nعن أبي عبد الله عليه السلام قال : يا بني لا تزن فان الطير لو زنا لتناثر ريشه . الوسائل ج 14 ص 232 الحديث 5 .\r\nوعن ( أبي جعفر ) عليه السلام قال : ( ( قال النبي صلى الله عليه وآله : في الزنا خمس خصال . يذهب بماء الوجه . ويورث الفقر . وينقص العمر . ويسخط الرحمن . ويخلد في النار نعوذ بالله من النار ) ) نفس المصدر الحديث 6 .\r\nوعن ( أبي عبد الله ) عليه السلام قال : للزاني ست خصال ثلاث في الدنيا . وثلاث في الآخرة اما التي في الدنيا فيذهب بنور الوجه ويورث الفقر . ويجعل الفناء ، واما التي في الآخرة فسخط الرب . وسوء الحساب وخلود في النار . نفس المصدر ص 233 الحديث 8 .\r\nوعن أبي جعفر عليه السلام قال : قال رسول الله ( ص ) : الزنا يورث الفقر . ويدع الديار بلاقع . نفس المصدر الحديث 11 .\r\nوعن أبي عبد الله عليه السلام قال : ان الله أوحى إلى موسى عليه السلام : لا تزنوا فتزني نساءكم ، ومن وطأ فراش امرء مسلم وطئ فراشه كما تدين تدان . نفس المصدر ص 236 الحديث 20 .\r\nوعن أبي جعفر عليه السلام قال : أوحى الله إلى موسى ( ع ) : لا تزن فأحجب عنك نور وجهي : وتُغلقُ أبواب السماوات دون دعائك ، نفس المصدر . الحديث 21 .\r\nوعن الرضا عليه السلام في جواب سؤال من سأله عن علة تحريم الزنا . قال عليه السلام : وحرم الله الزنا لما فيه من الفساد من قتل النفس وذهاب الأنساب . وترك التربية للأطفال وفساد المواريث . وما أشبه ذلك من وجوه الفساد ، نفس المصدر . الحديث 15 .\r\nوعن أبي عبد الله عليه السلام قال : ثلاثة لا يكلمهم الله ولا يزكيهم ولهم عذاب اليم . منهم\r\n","page_name":" 78 ","page_number":78},
  {"content":"\r\n\r\nواما مع العسر والحرج فيمكنهما ان يعيشا بدون فعالية جنسية .\r\nس 5 : - على نفس فرض السؤال السابق ما حكم الذرية .\r\nبسمه تعالى : في الحدود التي شرحناها في الجواب السابق ، فان حصلت المقاربة بشكل جائز أو عن جهل أو عن إكراه كان الأولاد أولاد حلال ويتوارثون ، وان حصلت المقاربة بشكل غير جائز فالأولاد أولاد زنا ولا يتوارثون ولو كان الجواز من قبل أحدهما اختص هو بالتوارث دون الآخر .\r\nس 6 : - ما هو الحكم الشرعي في حالات زنا المرأة باختلاف المحل والحال لها علماً سيدنا ان الحكم العشائري يختلف في كل صورة من الصور التي سنعرضها لكم :\r\n\r\n\r\n","description":"","footnote":"\r\nالمرأة توطي فراش زوجها . نفس المصدر ص 237 . الحديث 1 .\r\nوعن ( أبي عبد الله ) عليه السلام قال : قال ( أمير المؤمنين ) عليه السلام : ألا أخبركم بأكبر الزنا .\r\nقالوا : بلى /\r\n/ قال : هي امرأة توطي فراش زوجها فتأتي بولد من غيره فتلزمه زوجها . فتلك التي لا يكلمها الله ، ولا ينظر إليها يوم القيامة ، ولا يزكيها ولها عذاب اليم . نفس المصدر . الحديث .\r\nوعن ( محمد بن علي بن الحسن ) عليهم السلام قال : قال النبي صلى الله عليه وآله : لن يعمل ابن آدم عملًا أعظم عند الله عز وجل من رجل قتل نبياً ، أو إماماً ، أو هدم الكعبة التي جعلها الله قبلة للعبادة ، أو افرغ ماءه في امرأة حراماً . نفس المصدر . ص 240 : الحديث 2 / الناشر .\r\n","page_name":" 79 ","page_number":79},
  {"content":"\r\n\r\nأ - الزنا بالمرأة الباكر في دارها أو خارجه .\r\nبسمه تعالى : عليه الحد حسب القواعد الشرعية مع دية البكارة والمهم في الحد أن تكون محصنة أم لا . لا أن تكون باكرا أم لا . ولا أن تكون في دارها أو في خارج دارها .\r\nب - الزنا بالمرأة المتزوجة في كلا الحالتين أعلاه .\r\nبسمه تعالى : مضافا إلى ما قلناه فإنها تحرم عليه حرمة مؤبدة في كلا الحالين اعني سواء كانت بكرا أم ثيبا .\r\nج - بالمرأة المتزوجة وزوجها بعيد عنها لمدة طويلة أو مجهول الحال\r\nبسمه تعالى : نفس الجواب .\r\nد - بالمرأة المطلقة أو بالأرملة .\r\nبسمه تعالى : ان كانت في عدة الطلاق الرجعي حرمت عليه مؤبداً والا لم تحرم ووجب الحد والدية كما أشرنا في الفرع الأول .\r\nس 7 : - يتعهد البعض على طلاق المزني بها المحصنة\r\n\r\n","description":"","footnote":"","page_name":" 80 ","page_number":80},
  {"content":"\r\n\r\nوتزويجها من الزاني نفسه بحجة الإصلاح ، ماذا يجب شرعا في هذه الحالة .\r\nبسمه تعالى : الطلاق باطل الا برضا الزوج واجتماع شرائط صحة الطلاق وكذلك فان التزويج بالزاني باطل لأنها تحرم عليه مؤبدا ويجب الفصل بينهما فورا ، فان كانا عالمين بالحرمة فهو زنا والذرية أولاد زنا . وان كانا جاهلين ببطلان العقد كان وطء شبهه وأولاد حلال . الا ان التفريق بينهما واجب والذرية الناتجة من الزنا قبل العقد من أولاد الزنا أكيداً ، لأنه لا يحتمل فيه وطء الشبهة .\r\nس 8 : - يقوم البعض على فصل المزني بها المحصنة من غير طلاق وتزويجها من الزاني بحجة الإصلاح . ماذا يجب شرعا على الفاعل أي المفتي بهذا العرف العشائري وما حكم الزاني والزانية المتزوجان بحسب الحكم العشائري .\r\nبسمه تعالى : هذا كله محرم بل هو من الزنا المكشوف ، وان كان مع الجهل يكون مشمولًا لما ذكرنا من حكم وطء الشبهة .\r\nس 9 : - ماذا يجب شرعا في محاولة الاعتداء على شرف المرأة دون تحقق الفعل .\r\nبسمه تعالى : التعزير بحكم الحاكم الشرعي .\r\n\r\n","description":"","footnote":"","page_name":" 81 ","page_number":81},
  {"content":"\r\n\r\nس 10 : - هل يجوز لأهل المعتدى عليها تأديب الفاعل بالإذن العام مثلا من الحاكم الشرعي أو بدون إذن مطلقاً .\r\nبسمه تعالى : نعم لهم إقامة التعزير بالإذن العام أو الخاص من قبل الحاكم الشرعي ولا يجوز لهم الزيادة عليه وعلى أي حال فإننا لم نأذن بذلك إذنا عاما ، نعم يمكن اخذ الإذن الخاص بكل مورد .\r\nس 11 : - ما حكم من يعمد على إجهاض جنين ابنته المطلقة لأجل قطع علاقتها نهائيا بزوجها الأول .\r\nبسمه تعالى : هذا عمل محرم ويجب عليه دفع دية الجنين إلى ألام والأب حسب حصص الميراث الشرعي .\r\nس 12 : - هل الأب له الولاية على مهر ابنته حيث إن بعض الآباء في العرف العشائري لا يعطي لابنته من مهرها نصف أو ربع الخمس من المهر الكلي . فهل هذا جائز شرعاً .\r\nبسمه تعالى : كلا بل المهر كله شرعا ملك للزوجة ولا يجوز لأحد التصرف فيه بغير اذنها ورضاها ، بما فيها الأب ولا يجب عليها بذل شيء منه لأحد حتى الأب .\r\n\r\n","description":"","footnote":"","page_name":" 82 ","page_number":82},
  {"content":"\r\n\r\n\r\nمسائل متفرقة في الأحكام العشائر ية وبيان حكم الشرع فيها\r\n\r\n","description":"","footnote":"","page_name":" 83 ","page_number":83},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 84 ","page_number":84},
  {"content":"\r\n\r\nس 1 : - هل يجوز تشييع الجنائز بالهوسات والأعلام كما تفعله العشائر العراقية ومنع التشييع بغيرها .\r\nبسمه تعالى : لا بأس بذلك بمجرده مالم تحصل فيه مضاعفات شرعية كالقتل أو الإيذاء أو الكذب في مدح المتوفي ونحو ذلك .\r\nس 2 : - هل يجوز علاوة على الفرض المذكور أعلاه ان ترمى العيارات النارية وتسمى عندهم بالعراضة .\r\nبسمه تعالى : حسب المسموع فان هذه العيارات النارية غالبا ما تكون سبباً للإيذاء أو القتل . فتكون حراما ، اما إذا أحرز الفاعل السلامة من هذه الناحية فلا بأس .\r\nس 3 : - إذا خرج اثنان مترافقان ليلًا أو نهارا وعاد أحدهما دون الآخر فهل توجه التهمة عند عدم عودة الآخر إلى العائد .\r\nبسمه تعالى : كلا هذا غير جائز لان احتمال غياب الأخر غير\r\n\r\n","description":"","footnote":"","page_name":" 85 ","page_number":85},
  {"content":"\r\n\r\nمنحصر بقتله من قبل الثاني كما هو واضح . بل ربما تخلف باختياره أو بسبب قاهر أخر .\r\nس 4 : - إذا وجد أحدهما مقتولًا فهل توجه للعائد تهمة القتل على نفس فرض السؤال السابق .\r\nبسمه تعالى : هذا مجرد احتمال ولا يمكن تحميله المسؤولية الشرعية أو القصاص مالم يثبت بطريق شرعي كامل .\r\nس 5 : - هل تثبت تهمة السرقة أو القتل اعتماداً على قول صاحب البيت أو ولي المقتول ، إذا كان الحادث ليلًا واتهم بها شخصا معيناً وخصوصاً إذا كان هناك عداء شخصي مع المتهم .\r\nبسمه تعالى : نفس الجواب السابق ويؤيد عدم جواز القصاص ما ذكره السائل من حالة العداء الشخصي .\r\nس 6 : - محاولة القتل كاستعمال السلاح الناري أو الآلة الحادة الجارحة دون تحقق فعل القتل أو الجرح بسبب خطأ الرامي أو بتدخل الآخرين هل يصح شرعا قبول دفع مبلغ من المال عن هذه الأفعال وما مقداره .\r\nبسمه تعالى : هذا إقدام على الحرام وهو محرم وعليه تعزير\r\n\r\n","description":"","footnote":"","page_name":" 86 ","page_number":86},
  {"content":"\r\n\r\nبحكم الحاكم الشرعي ولا يصح اخذ المال منه بدون رضاه .\r\nس 7 : - ما يجب شرعا بحق من يأوي الجاني ويدافع عنه بالسلاح .\r\nبسمه تعالى : إذا المطلوب قتل الجاني فلا يبعد وجوب حمايته أو جوازها لا أقل ، فليس على الحامي مسؤولية ضده شرعا . نعم لو حصلت مناوشة واعتداء كان مضموناً .\r\nس 8 : - هل يجوز لأهل المقتول حرق بيت القاتل .\r\nبسمه تعالى : كلا بل هو عمل حرام ويضمنون قيمة التالف مهما كان .\r\nس 9 : - إذا تخاصم الرجل مع زوجته وحرقت الزوجة نفسها هل يجوز اخذ الدية من الزوج .\r\nبسمه تعالى : كلا إطلاقاً وان كان ظالما لها بالمخاصمة .\r\nس 10 : - إذا تخاصم اثنان وبعد الخصومة يقوم أحدهما بالهجوم على دار الثاني ويدخل البيت ويضرب إحدى النساء ، فالحق يثبت للمعتدى عليه في هذا الحال أم لا ، وإذا ثبت له\r\n\r\n","description":"","footnote":"","page_name":" 87 ","page_number":87},
  {"content":"\r\n\r\nالحق فهنا الحق واحد أو اثنان . الأول لضرب المرأة والثاني لدخول البيت وما هو التقدير الشرعي لاقتحام البيت ان كان الشرع يدين من يقتحم حرمة البيت .\r\nبسمه تعالى : اقتحام البيت حرام والإضرار بالمؤمنين من نساء أو رجال أو أطفال حرام بل هو من أهم المحرمات ، ويجوز قتل المعتدي خلال اعتدائه . ولكن لا يجوز بعد ذلك . نعم يجوز تعزيره بحكم الحاكم الشرعي لكلا الأمرين الاقتحام والضرب أو أية جريمة أخرى قام بها .\r\nس 11 : - على الفرض المذكور أعلاه لو دخل ابن المقتحم لمساعدة أبيه فقام أحد أفراد البيت برميه من أعلى السطح بطابوقة فوقع وبعد أيام قليلة مات الولد . على من يثبت الحق في قتل هذا الولد .\r\nبسمه تعالى : قلنا إنه يجوز قتله حال الاقتحام فيكون دمه هدراً ولا يجب ضمانه بدية ولا قصاص « 1 » .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) الحكم الشرعي في هذين المسألتين ونظائرهما ينظر إلى الاقتحام والدخول في البيت بدون إجازة صاحب البيت ولا عبرة بأسباب الخصومة وخصوصياتها مهما كانت . قال الله تعالى ( ( يَاأَيُّهَا الَّذِينَ آمَنُوا لَا تَدْخُلُوا بُيُوتًا غَيْرَ بُيُوتِكُمْ حَتَّى تَسْتَأْنِسُوا وَتُسَلِّمُوا / / عَلَى أَهْلِهَا ذَلِكُمْ خَيْرٌ لَكُمْ لَعَلَّكُمْ تَذَكَّرُونَ فَإِنْ لَمْ تَجِدُوا فِيهَا . . . ) النور آية 28 - 29 / الناشر\r\n","page_name":" 88 ","page_number":88},
  {"content":"\r\n\r\nس 12 : - بعد إعدام الجاني القاتل هل يجوز لعشيرة المقتول أو لوليه ان يطالب أولياء أو عشيرة الجاني المعدوم بالدية أم يكتفي بالقانون الوضعي ويسقط حق الدية .\r\nبسمه تعالى : لاحق في الدية على غير القاتل « 1 » نعم لو ثبتت شرعا برائته أمكن الحكم بتعزير من تسبب إلى قتله من قبل الحاكم الشرعي .\r\nس 13 : - عند وقوع جناية بين عشيرتين يقوم طرف الجاني بأخذ عطوة وهي مدة من الزمن لإعداد ما يلزم إعداده والتماس أصحاب الحق لتهدئة النفوس واثبات الحق لهم بالاعتراف على أنفسهم ، وحين حلول الوقت المضروب بينهما يقوم كل طرف أو أحد الأطراف بجلب وجوه لهم شأن في المجتمع والأعراف العشائرية ولهم ممارسة ولباقة بالكلام ولكن بعض هؤلاء لا يأتي الا بالأجر المادي كالمحامات حاليا . فهل يصح اخذ المال من قبل هؤلاء ولو كان صحيحاً في كل الأحوال هل هو صحيح مهما كان موضوع الجناية .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) تقدم الكلام في الدية ومن تجب عليه حيث إن دية قتل العمد فقط على الجاني وحده ويجوز التبرع برضا المتبرع اما دية قتل الخطأ وشبيه العمد على العاقلة ويجوز للعشيرة أيضا التبرع بالرضا من كل فرد من المتبرعين أي تبرع حقيقي . لقوله تعالى ( ( وَتَعَاوَنُوا عَلَى الْبِرِّ وَالتَّقْوَى وَلَا تَعَاوَنُوا عَلَى الإِثْمِ وَالْعُدْوَانِ وَاتَّقُوا اللَّهَ إِنَّ اللَّهَ شَدِيدُ الْعِقَابِ ) ) المائدة آية 2 / الناشر .\r\n","page_name":" 89 ","page_number":89},
  {"content":"\r\n\r\nبسمه تعالى : هذا المال في نفسه جائز لأنه وساطة مستحبة في الخير والصلح . ولكن ينبغي ان لا يكون الفرد عازماً على أن يقول شيئا مخالفاً للشريعة .\r\nس 14 : - تقوم العشائر بدفع فصل عن جناية السارق لأجل حقن دماء كثيرة وكذلك تقوم بدفع فصل عن الزاني هل هذا جائز شرعا أم لا ؟\r\nبسمه تعالى : السارق يضمن المسروق وعليه الحد مع شرائطه ومع عدم اجتماع الشرائط فيمكن تعزيره بحكم الحاكم الشرعي ولا يضمن من المال أكثر من ذلك والزاني لا يضمن مالا أيضا . فإن لم يكن الدفع برضاه لم يجز .\r\nس 15 : - ماذا يجب شرعا في حق الزاني المغتصب وماذا يجب شرعا على المرأة المغتصبة بالفتح ( المفعول بها جبراً ) .\r\nبسمه تعالى : عليه الحد حسب القواعد الشرعية . وان لم يكن فالتعزير بحكم الحاكم الشرعي . وان لم يكن فالاستغفار والتوبة . ولا يجوز قتل أي واحد منهما . واما المرأة فان كانت مجبورة فلا حد عليها وإنما يجب الحد لها مع الرضا .\r\nس 16 : - ماذا يجب في حالات اللواط للصور التالية :\r\n\r\n","description":"","footnote":"","page_name":" 90 ","page_number":90},
  {"content":"\r\n\r\nالصورة الأولى / في اللائط بالبالغ برضا الملاط به .\r\nبسمه تعالى : نفس الجواب السابق .\r\nالصورة الثانية / في اللائط بالبالغ بدون رضا الملاط به .\r\nبسمه تعالى : نفس الجواب السابق الا إذا كان الإكراه متحققاً فيسقط الحد والتعريز .\r\nالصورة الثالثة / في اللائط غير البالغ بالتعزير .\r\nبسمه تعالى : الأمر كذلك .\r\nالصورة الرابعة / في اللائط لجميع حالات الاغتصاب .\r\nبسمه تعالى : لا يفرق فيما ذكرناه بين حال الاغتصاب وغيره .\r\nالصورة الخامسة / ماذا يجب شرعا في جميع الصور بالنسبة للملاط به .\r\nبسمه تعالى : ظهر جوابه من أنه ان كان مختار أوجب عليه الحد أو التعزير وان كان مكرها فلا .\r\n\r\n","description":"","footnote":"","page_name":" 91 ","page_number":91},
  {"content":"\r\n\r\nس 17 : - لو زنت إحدى النساء المحصنات بشهادة الأخ فقط وبعد مشاورة الأب والأعمام وبدون علم الزوج قام ابن العم بقتل هذه المرأة . ما هو الحكم الذي يترتب عليه ، فهل هو مدان شرعا أم لا . بل عمل ما هو حق شرعا .\r\nبسمه تعالى : عليه القصاص مع الامكان والا فالدية . وعمله حرام على كل حال ومقتضى القواعد الشرعية ان الأخ الشاهد بالزنا يحد حد القذف « 1 » .\r\nس 18 : - على الفرض أعلاه إذ لا يمكن القصاص والدية من القاتل لحصوله إجازة القتل من أولياءها . فهل ينتقل حق القصاص أو الدية للزوج .\r\nبسمه تعالى : نعم ، فان الزوج أحد أولياء الدم الذين هم الأب والزوج والأولاد . وهذا الحق له بالأصل لا بالانتقال كما في السؤال .\r\nس 19 : - هل تقبل شهادة مجهول الحال . وهل يحق لذوي الحق مطالبة الخصم بأداء اليمين على نزاهة الشاهد ظاهراً .\r\n\r\n\r\n","description":"","footnote":"\r\n( 1 ) يراد بالقذف هنا : اتهام الغير على وجه اليقين بالزنا أو اللوط . وحد القذف ثمانون سوطاً والتفصيل في المنهج ج 5 ص 130 - 131 / الناشر .\r\n","page_name":" 92 ","page_number":92},
  {"content":"\r\n\r\nبسمه تعالى : لا تقبل الشهادة الا من العادل وترفض من غيره سواء علمنا بفسقه أو جهلنا حاله . ولا يفيد في ذلك اليمين الا إذا أوجب الاطمئنان حقيقة . وغالباً لا يحصل لأنه يمين على مصلحة .\r\nس 20 : - هل يجوز شرعا إضافة اليمين على الشاهد وما هي صفات الشاهد حتى يؤخذ بشهادته .\r\nبسمه تعالى : الشاهد يجب ان يكون عادلًا والبينة التي يحكم بها القاضي الشرعي متكونة من شاهدين عادلين لا من شاهد واحد وهناك موارد يمكن ضم اليمين إلى الشاهد وهو يمين الخصم لا يمين الشاهد نفسه وذلك في القضايا المالية وفي القسامة على الدماء .\r\nس 21 : - في أي مورد تجوز شهادة النساء وما هو العدد المطلوب منهن لقبول شهادتهن .\r\nبسمه تعالى : تجوز في الأمور المالية والضمانات شهادة أربع نساء عادلات . يثبت بشهادة البعض منهن جزء من المال فلو شهدت واحدة ثبت الربع ولو شهدت اثنتان ثبت النصف وهكذا .\r\nس 22 : - ماذا يترتب شرعاً على شاهد الزور إذا ثبت زور\r\n\r\n","description":"","footnote":"","page_name":" 93 ","page_number":93},
  {"content":"\r\n\r\nشهادته . وعلى من يرجع بالأضرار التي لحقت بالشهود عليه زوراً . أعلى المشهود له أو على الشاهد ؟\r\nبسمه تعالى : يعزر الشاهد بحكم الحاكم الشرعي ضده ويضمن ما لحقت بالمشهود عليه من أضرار بمقدار شهادته لا أكثر . إذا لم يمكن إرجاع المال أصلًا من الآخر والا لم يضمن شيئاً .\r\nس 23 : - إذا تعرض أحد سواق السيارات لعملية قتل لأجل سرقة سيارته وقد تمكن السائق وهو في ذلك الحال المتوتر من الخلاص والسيطرة على السارق وقتله فهل الدية أو القصاص على السائق أم ليس عليه شيء ولم يكن آثم بقتله .\r\nبسمه تعالى : هذا من الدفاع عن النفس والمال ولا يكون عليه شيء .\r\nس 24 : - إذا تعرضت سيارة ركاب إلى الانقلاب ومات راكب واحد أو أكثر وجرح البعض الآخر منهم هل يصح أخذ الدية من السائق .\r\nبسمه تعالى : إذا كان السائق متضرراً أيضا لم يجب عليه شيء وكذا إذا لم يكن متضرراً وادعى عدم التقصير واخذ الحاكم\r\n\r\n","description":"","footnote":"","page_name":" 94 ","page_number":94},
  {"content":"\r\n\r\nالشرعي منه قسم فلا يجب عليه شيء ، والا أخذت منه دية القتل الخطأ وتدفعه العاقلة وهم الأخوة والأعمام وأولادهم .\r\nس 25 : - ماذا يجب شرعا على عامة العشيرة لقطع دابر المنافقين وإصلاح حالة الفساد والحكم بما انزل الله ورسوله والأئمة الأطهار عليهم السلام ، والمؤمنون من العلماء والأبرار وما هو دور المؤمنين منهم ( أفراد العشيرة ) لمحاربة ظواهر الفساد .\r\nبسمه تعالى : يجب ان يكون كل واحد مؤمن سواء من العشائر أو من غيرها ورعا متقيا حذراً من عصيان الله مشتاقا إلى طاعة الله وثوابه متوكلا على الله في كل أموره عازفاً عن الحرام ومواطن الشبهات كما أنه ينبغي ان لا تأخذه في الله لومة لائم .\r\n\r\n","description":"","footnote":"","page_name":" 95 ","page_number":95},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 96 ","page_number":96},
  {"content":"\r\n\r\n\r\nعادات بعض العشائر الخاصة وبيان حكم الشرع فيها\r\n\r\n","description":"","footnote":"","page_name":" 97 ","page_number":97},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 98 ","page_number":98},
  {"content":"\r\n\r\nس 1 : - إحدى العشائر من السادة ترفض ان يتزوج بناتها الا من قبل السادة على اعتبار ان ذلك غير جائز أي ان تتزوج من العوام لان به انتقاص وعيب وغير مقبول ان تتزوج علوية من عامي .\r\nبسمه تعالى : ليس هذا غير جائز وليس فيه انتقاص ولا عيب بل هو ظلم للمرأة والرجل ان كان كفؤا مؤمنا .\r\nس 2 : - هذه المرة إحدى العشائر من غير السادة ترفض ان يتزوج أبناءها أو فتياتها الا من عشيرتهم أو من السادة على اعتبار ان ذلك عار عليهم .\r\nبسمه تعالى : هذا شيء غير شرعي ومنافي مع استحباب قبول الخاطب الكفوء المؤمن الا ان الرأي للأب على أي حال .\r\nس 3 : - بعض العشائر مثل عشيرة جليب والامارة والشحمان\r\n\r\n","description":"","footnote":"","page_name":" 99 ","page_number":99},
  {"content":"\r\n\r\nوالنصيري لا يعطون من نساءهم الا لأحدهم أو أحد هذه الأربعة أو أحد السادة حيث يؤدي هذا العمل إلى تعطيل كثير من النساء ، وقد وصلن حد الشيخوخة واليأس . ولكن لا يفرضون على الرجل مثل ما فرضوه على المرأة بان يتزوج من عشيرته هل هذا جائز .\r\nبسمه تعالى : أشرنا إلى أن هذا ظلم قد يؤدي إلى إعضال المرأة وكبتها وهذا محرم وتسقط معه ولاية الأب في الزواج شرعاً .\r\nس 4 : - بعض العشائر من السادة في دجلة وكذلك في الفرات والبعض الآخر من العوام أصبح في كل بيت من أفرادها ثلاث أو أربع نساء وقد يتعدى الخمس والست نساء عاطلات عن الزواج لنفس السبب السابق وإذا تقدم رجل للزواج منهم وهو من غير عشيرتهم بالمباشر يرفضوه ويهددوه بالقتل إذا عاود الخطبة مرة ثانية . واما إذا تزوجت امرأة من دون علم العشيرة بالمباشر يعمد إلى قتل المرأة . وقد يحصل قتل الزوج كما حدث تكراراً أو مراراً من بعض السادة في دجلة وموجود أيضا لبعض السادة في الفرات الأوسط .\r\nبسمه تعالى : مثل هذه الجرائم والفتن ترتكب مع الخروج عن طاعة الله والدخول في غضبه وعصيانه .\r\n\r\n","description":"","footnote":"","page_name":" 100 ","page_number":100},
  {"content":"\r\n\r\nس 5 : - كثير من السادة وبعض العوام وخاصة شيوخ العشائر لا يعطون من نساءهم ويصرحون بكلمات لا أساس لها شرعاً ولا اجتماعياً ولا عقلائياً . حيث يقولون بالعبارة الصريحة ( نحن انصير غطة وما انصير فراش ) فهل من نصيحة بخصوص هذا العنوان لكم الفضل سيدي جزاكم الله خير جزاء المحسنين .\r\nبسمه تعالى : ينبغي لهم كما ينبغي لسائر المؤمنين الشعور بالتواضع أمام المؤمنين وليس التكبر أمامهم فإنه منهي عنه في القرآن الكريم . قال تعالى في وصف المؤمنين ( ( أَذِلَّةٍ عَلَى الْمُؤْمِنِينَ أَعِزَّةٍ عَلَى الْكَافِرِينَ ) ) . مضافاً إلى أنه من الأساسي في عقيدة المؤمن ان يطبق حياته وعواطفة طبقاً للشريعة الحقة السمحة ، وليس أكثر من ذلك . فما يقول أمام الله سبحانه انه قد حرم ما أحل الله أو أحل ما حرم الله بدون مبرر الا الأهداف الدنيوية الضيقة . إن هذا إلا انحراف في الدين وضلال في العقيدة أعاذنا الله منها وسائر المؤمنين أعزهم الله سبحانه .\r\nس 6 : - هل من نصيحة يقدمها سماحة السيد إلى وجهاء العشائر .\r\nبسمه تعالى : ننصح الجميع ان يطبقوا الأحكام الشرعية الصحيحة في الصغيرة والكبيرة ويلاحظوا طاعة الله سبحانه في كل\r\n\r\n","description":"","footnote":"","page_name":" 101 ","page_number":101},
  {"content":"\r\n\r\nحال . ويتجنبوا مزالق الآثام ومظالم العباد فإنها لا تنتج خيراً لا في الدنيا ولا في الآخرة . واني أجد أفضل طريق لذلك هو التفاهم فيما بينهم على إلغاء الأعراف العشائرية غير الموافقة مع الشريعة والتسليم بحكم الشرع مهما كان فإنه الحكم الفصل على كل حال . يزال القرائح والدافع للفتنة والغاسل للعار والذي به اجتناب المآثم والحروب . أعاذنا الله من كل زلل وخطل وجميع المؤمنين والمؤمنات .\r\n\r\n","description":"","footnote":"","page_name":" 102 ","page_number":102},
  {"content":"\r\n . \r\n","description":"","footnote":"","page_name":" 103 ","page_number":103},
  {"content":"\r\n . \r\n\r\n","description":"","footnote":"","page_name":" 104 ","page_number":104}
  ]